[
  {"content":"\r\nكتاب الأصل\r\nالمعروف\r\nبالمبسوط\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nعالم الكتب : بيروت - المزرعة ، بناية الإيمان - الطابق الأول - ص . ب 8723\r\nتلفون : 306166 - 315143 - 313859 - برقيا : نابعلبكي - تلكس : 23390\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nكتاب الأصل\r\nالمعروف\r\nبالمبسوط\r\nللإمام الحافظ المجتهد الرباني\r\nأبي عبد الله محمد بن الحسن الشيباني\r\nالمتوفى سنة 189 ه‍\r\nاعتنى بتصحيحه والتعليق عليه الفقيه المحدث الأستاذ\r\nأبو الوفاء الأفغاني\r\nرئيس لجنة إحياء المعارف النعمانية بحيدر آباد الدكن ( بالهند )\r\nالجزء الثاني\r\nعالم الكتب\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nجميع حقوق الطبع والنشر محفوظة للدار\r\nالطبعة الأولى\r\n1410 ه‍ - 1990 م\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nكتاب الزكاة\r\nحدثنا زياد بن عبد الرحمن عن أبي سليمان عن محمد بن الحسن قال قال أبو حنيفة وأبو يوسف ومحمد ليس في أربع من الإبل السائمة صدقة فإذا كانت خمسا ففيها شاة إلى تسع فإذا كانت عشرا ففيها شاتان إلى أربع عشرة فإذا كانت خمس عشرة ففيها ثلاث شياه إلى تسع عشرة فإذا كانت عشرين ففيها أربع شياه إلى أربع وعشرين فإذا كانت خمسا وعشرين ففيها ابنة مخاض إلى خمس وثلاثين فإذا زادت واحدة ففيها بنت لبون إلى خمس وأربعين فإذا زادت\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nواحدة ففيها حقة إلى ستين فإذا زادت واحدة ففيها جذعة إلى خمس وسبعين فإذا زادت واحدة ففيها ابنتا لبون إلى تسعين فإذا زادت واحدة ففيها حقتان إلى عشرين ومائة فإذا زادت على عشرين ومائة واحدة أو اثنتين أو ثلاثا أو أربعا فليس في الزيادة شيء فإذا كانت خمسا وعشرين ومائة ففي الخمس شاة وفي العشرين ومائة حقتان إلى تسع وعشرين ومائة فإذا كانت ثلاثين ومائة ففيها حقتان وشاتان إلى أربع وثلاثين ومائة فإذا كانت خمسا وثلاثين ومائة ففيها حقتان وثلاث شياه إلى تسع وثلاثين ومائة فإذا كانت أربعين ومائة ففيها حقتان وأربع شياه إلى أربع وأربعين ومائة فإذا كانت خمسا وأربعين ومائة ففيها حقتان وابنة مخاض إلى تسع وأربعين ومائة فإذا كانت مائة وخمسين ففيها ثلاث حقاق\r\nأبو سليمان قال حدثنا محمد بن الحسن حدثنا أبو حنيفة عن حماد عن إبراهيم بذلك فإذا زادت على الخمسين ومائة شيئا فاستقبل الفريضة كما استقبلتها\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nحين زادت على المائة وعشرين فإذا زادت أربعا فليس في الأربع شيء حتى تبلغ خمسا ففيها شاة وثلاث حقاق إلى تسع فإذا كانت عشرا ففيها شاتان وثلاث حقاق إلى أربع عشرة فإذا بلغت خمس عشرة ففيها ثلاث شياه وثلاث حقاق إلى تسع عشرة فإذا بلغت عشرين ففيها أربع شياة مع وثلاث حقاق إلى أربع وعشرين فإذا بلغت خمسا وعشرين ففيها بنت مخاض مع ثلاث حقاق إلى أن تبلغ الزيادة خمسا وثلاثين فإذا كانت ستا وثلاثين ففيها ابنة لبون مع ثلاث حقاق إلى خمس وأربعين فإذا زادت واحدة ففيها حقة مع ثلاث حقاق إلى أن تبلغ الخمسين فإذا زادت الإبل على المائتين شيئا فاستقبل الفريضة كما استقبلتها حين زادت على الخمسين ومائة\r\nقلت أرأيت الإبل إذا وجبت فيها صدقه فلم يوجد ذلك الواجب عليها فوجدت ثنتين أفضل منه أو دونه قال تأخذ قيمة الذي وجب عليها وإن\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nشئت أخذت أيضا منها ورددت عليهم ما يفضل قيمته دراهم وإن شئت أخذت دونها وأخذت الفضل دراهم\r\nقلت أرأيت الفصلان والبقر العجاجيل والغنم الحملان كلها هل فيها صدقة قال لا قلت لم قال لأنه لا يؤخذ في صدقة الغنم إلا الثنى فصاعدا ولا يؤخذ في صدقة الإبل والبقر إلا ما وصفت لك من السن أو قيمته وليس هذا مثل ذلك في قول أبي حنيفة ومحمد وقال أبو يوسف أما أنا فأرى أن تؤخذ من الحملان الصدقة قدر الواجب منها لا يؤخذ منها مسنة إلا أن تكون فيها مسنة فتأخذها ولا تؤخذ الحملان وكذلك العجاجيل والفصلان\r\nقلت أرأيت الإبل تكون بين الرجلين وهي خمس هل عليهما فيها صدقة قال لا قلت فإن كان تسعا قال ليس فيها شيء قلت\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nفإن كان عشرا قال عليهما الصدقة على كل واحد منهما شاة إلى أن تبلغ تسع عشرة فإذا زادت واحدة فعلى كل واحد منهما شاتان إلى أن تبلغ تسعا وعشرين فإذا بلغت ثلاثين فعلى كل واحد منهما ثلاث شياه إلى أن تبلغ تسعا وثلاثين فإذا بلغت أربعين فعلى كل واحد منهما أربع شياه إلى أن تبلغ تسعا وأربعين فإذا بلغت خمسين فعلى كل واحد منهما بنت مخاض إلى أن تبلغ سبعين فإذا زادت اثنتين فعلى كل واحد منهما بنت لبون إلى أن تبلغ تسعين فإذا زادت اثنتين فعلى كل واحد منهما حقة إلى أن تبلغ مائة وعشرين فإذا زادت اثنتين فعلى كل واحد منهما جذعة إلى أن تبلغ مائة وخمسين فإذا زادت اثنتين فعلى كل واحد منهما بنتا لبون إلى أن تبلغ مائة وثمانين فإذا زادت اثنتين فعلى كل واحد منهما حقتان إلى أن تبلغ مائتين وأربعين ثم تستقبل الفريضة\r\nقلت أرأيت الرجل يكون له الإبل وعليه دين يحيط بقيمتها هل عليه صدقة قال لا قلت فإذا جاء المصدق فأخبره أن عليه دينا وحلف له أيقبل منه ذلك ويكف عنه قال نعم\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nقلت فإن قال للمصدق إنما أصبت هذه الإبل منذ أشهر ولم يزكها عندي حول وحلف له على ذلك أيقبل منه ويكف عنه قال نعم\r\nقلت أرأيت إن قال للمصدق ليست هذه الإبل لي وحلف على ذلك أيقبل منه ويكف عنه قال نعم\r\nقلت أرأيت إن قال للمصدق قد أديت زكاة هذه الإبل إلى مصدق غيرك وجاء ببراءة وحلف له على ذلك وقد كان عليهم مصدق غيره في تلك السنة أيقبل منه ذلك ويكف عنه قال نعم\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nقلت أرأيت إن لم يكن عليهم مصدق غيره في تلك السنة وقال قد أعطيت زكاتها المساكين أيقبل ذلك منه ويكف عنه قال لا قلت فلم صدقته فيما ذكرت لك سوى هذا ولم تصدقه في هذا قال لأن صدقة الإبل إنما تدفع إلى السعاة الذين عليهم فلو قبل السعاة من الناس قولهم هذا قد أعطيتها المساكين لم تؤخذ صدقة من أحد\r\nقلت أرأيت اليتيم الذي لم يحتلم والمجنون المغلوب أو العبد المأذون له في التجارة وعليه دين هل يكون على أحد من هؤلاء صدقة إذا كانت له إبل قال لا قلت لم قال لأن الصلاة لا تجب على الصغير ولا على المعتوه المجنون فكذلك لم تجب عليهما الزكاة وأما العبد المأذون له في التجارة الذي عليه دين\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nفلا يملك شيئا قلت وكذلك المكاتب قال نعم\r\nقلت أرأيت العبد المأذون له في التجارة إذا لم يكن عليه دين قال هذا يصير إبله لمولاه ويكون عليه فيها الزكاة\r\nقلت أرأيت الرجل يكون له الإبل التي تجب في مثلها الزكاة إذا كان قبل تمام الحول بيوم ورث إبلا أو اشتراها أو وهبت له وهي سائمة أيزكيها مع إبله قال نعم\r\nقلت فإن كان له إبل لا يجب في مثلها الزكاة وورث غنما أو اشتراها أو وهبت له أو كانت له غنم فأصاب إبلا على ما وصفت لك أيزكيها معها قال لا قلت لم قال لأن هذا مخالف للمال الذي عنده فعلى هذا إذا حال عليها الحول من يوم استفادها الزكاة\r\nقلت أرأيت الرجل إذا حال الحول على إبله التي كانت عنده ثم أصاب بعد\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nذلك إبلا أيزكيها مكانه قال لا ولكن إذا وجبت الزكاة ثانية على إبله الأولى زكى التي أفاد معها\r\nقلت أرأيت الرجل يكون له الإبل بالكوفة أو بمصر من الأمصار أو بمدنية من المدائن يعلفها أو يعمل عليها أو يعلفها ويشرب ألبانها ولا يعمل عليها يعلفها في بيته إناثا كانت أو ذكورا يعتمل عليها ويعلفها وكيف إن كان هذا كله في غير مصر وكانت في البرية أو في السواد فكان يعمل عليها ويعلفها ويستقي عليها قال ليس في شيء مما وصفت صدقة\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nمحمد قال حدثنا أبو حنيفة عن الهيثم عمن حدثه عن علي بن أبي طالب أنه قال ليس في الإبل العوامل والحوامل صدقة\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nقلت أرأيت الرجل يكون له الإبل السائمة ذكور كلها هل فيها صدقة قال نعم\r\nقلت أرأيت الرجل يكون له الإبل فإذا خاف أن تجب عليه الصدقة باعها قبل ذلك بيوم بغنم أو بقر أو دراهم يريد بذلك الفرار من الصدقة قال ليس عليه صدقة حتى يحول عليه الحول وهي عنده\r\nقلت فإن باع الإبل بابل قبل أن تجب عليه فيها صدقة يريد بذلك الفرار من الصدقة قال ليس عليه صدقة حتى يحول الحول على ما بقي في يده وهذا والباب الأول سواء\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nقلت فإن باعها ولا ينوي الفرار من الصدقة قال ليس عليه صدقة حتى يحول الحول على ما في يديه\r\nقلت أرأيت الرجل يكون له إبل ثم يصيب الدراهم قبل أن يحول الحول على إبله بيوم ثم زكى الإبل ثم يبيعها بالدراهم فتجب الزكاة في الدراهم التي أصاب قبل أن يبيع الإبل أيزكي معها ثمن الإبل ولم يحل عليه منذ يوم باع الإبل قال لا قلت لم قال لأنه قد باع الإبل فإن زكى تلك السنة أثمانها فقد زكى مالا واحدا في سنة واحدة مرتين وقال أبو حنيفة لو أدى عشر طعامه ثم باعه بدراهم فحال الحول على ماله وجبت عليه الزكاة وزكى ثمن الطعام معه لأنه لو مكث الطعام عنده عشر سنين لم يزكه ولو مكثت الإبل عنده زكاها فلذلك اختلفا وقال أبو يوسف نرى أن يزكي ثمن الإبل مع ماله كما\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nيزكى ثمن الطعام لأنه قد صار دراهم كله وصار مالا واحدا وهذا قول محمد\r\nقلت أرأيت رجلا يقتل أبوه فيقضي على قاتله بالدية مائة من الإبل أو كاتب عبده على مائة من الإبل ثم يأخذ الإبل التي من دية أبيه أو الإبل التي أخذ من مكاتبه عبده وقد حال عليه الحول قبل أن يأخذها أيزكيها قال لا قلت لم قال لأنها لم تكن سائمة قلت فإذا مكثت عنده حولا منذ يوم قبضها وهي سائمة أيزكيها قال نعم قلت فإن لم تكن سائمة وكان يعمل\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nعليها ويعلفها قال عليه فيها زكاة\r\nقلت أرأيت المرأة تزوج على عشرة من الإبل بغير أعيانها فلا تقبضها إلا بعد حول أتزكيها قال لا قلت لم قال لأنها ليست بسائمة قلت فإن كانت تزوجت عليها بأعيانها وهي سائمة ثم قبضتها بعد حول أتزكيها قال نعم قلت وكذلك إن كانت إبلا أو بقرا أو غنما قال نعم رجع أبو حنيفة عن هذا وقال بعد ذلك لا زكاة عليها وأبو يوسف ومحمد يأخذان بالقول الأول\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nقلت أرأيت الرجل تكون له الإبل السائمة فأراد أن يستعملها ويعلفها فلم يفعل ذلك حتى حال عليها الحول قال عليه الزكاة\r\nقلت كذلك إن وأراد أن يبيعها فلم يفعل ذلك حتى حال عليها الحول قال نعم عليه الزكاة\r\nقلت أرأيت الرجل يكون له عشر من الإبل لا يزكيها سنتين ما عليه قال عليه في السنة الأولى شاتان وفي السنة الثانية شاة\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nقلت لم ؟ قال لأنها قد نقصت من العشر\r\nقلت أرأيت الرجل يكون له خمس وعشرون من الإبل فلم يزكها سنتين ما عليه قال عليه في السنة الأولى بنت مخاض وعليه في السنة الثانية أربع من الغنم قلت لم قال لأنها نقصت من الخمس والعشرين\r\nقلت أرأيت الرجل يكون له أربع وعشرون فصيلا وناقة ثنية هل عليه فيها صدقة قال نعم\r\nقلت أرأيت الرجل يكون له الإبل السائمة اشتراها للتجارة أعليه زكاة السائمة أو زكاة التجارة قال عليه زكاة التجارة ويقومها ثم يزكي قيمة كل مائتي درهم خمسة دراهم\r\nقلت أرأيت الرجل يكون له الإبل وشريكه فيها صبي وهي خمسون من الإبل قال على الرجل في حصته بنت مخاض وليس على الصبي شيء\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nقلت وكذلك لو كان شريكه فيها مجنونا أو معتوها أو رجلا عليه دين أو مكاتبا قال نعم\r\nقلت أرأيت الرجل يكون له الإبل فيغلب عليها العدو أو يغصبها إياه رجل فيمسكها سنين ثم يأخذها صاحبها من الغاصب أو يصيبها المسلمون فيردونها عليه أيزكيها لما مضى من ذلك وقد أخذها بأعيانها قال لا قلت لم قال أما ما كان في يد العدو فلم يكن له لأن العدو لو أسلموا عليها كانت لهم ولو باعوها لم يأخذوها إلا بالثمن وكان بيعه جائزا وأما الغاصب فإنه لم يقدر عليها أن يأخذها من الغاصب وليس الغصب بمنزلة الدين الذي يقر له فيأخذه به إذا شاء فيزكي لما مضى\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nقلت أرأيت الرجل يكون له خمس من الإبل فإذا كان قبل الحول بشهر هلكت منها واحدة ثم يحول الحول عليها بعد هلاك الواحدة هل عليه صدقة قال لا\r\nقلت أرأيت إن أصاب واحدة مثلها قبل أن يحول عليها الحول أو نتج بعضهن واحدة قبل أن يحول عليها الحول فحال عليها الحول وعدتها كاملة فهل عليه الزكاة قال نعم الزكاة فيها لأن الحول حال عليها وهي خمسة كما كانت وعدتها تامة\r\nقلت أرأيت إن مكثت عنده يوما ثم هلك منها واحدة فمكثت أحد عشر شهرا أو عشرة أشهر إلا يوما ناقصة ثم أصاب واحدة فحال الحول عليها وهي تامة أيزكيها قال نعم قلت لم وإنما ملك ما يجب فيه الزكاة أياما من السنة وما بين ذلك لم يكن يملك ما يجب فيه الزكاة قال إذا ملك ذلك في أول الحول وآخره لم أنظر إلى ما نقص فيما بين ذلك\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nقلت أرأيت الرجل يكون في إبله العمياء أو العجفاء أو العرجاء هل يحسب ذلك عليه في العد قال نعم\r\nقلت أرأيت الرجل تجب في إبله الصدقة فيبيعها والمصدق ينظر ثم يقول ليس عندي شيء هل للمصدق أن يأخذ صدقتها من المشتري وهي في يديه بأعيانها قال هو بالخيار إن شاء أخذ البائع حتى يؤدي صدقتها وإن شاء أخذ مما في يدي المشتري\r\nقلت أرأيت إن كان المشتري قد ذهب وتفرقا ثم جاء المصدق بعد أيأخذ مما في يدي المشتري قال ما أستحسن ذلك\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nقلت أرأيت الرجل تجب في إبله الصدقة فتنفق كلها بعد الحول هل عليه فيها صدقة قال لا قلت وكذلك إن استهلكها رجل فذهب بها قال نعم قلت فإن نفق بعضها وبقي بعض وهي أربعون من الإبل وكان الذي هلك منها عشرين وبقي عشرون قال عليه الصدقة في هذه العشرين أربع من الغنم وليس عليه فيما مات وهلك شيء لأنه لم يستهلكها هو\r\nقلت أرأيت إن كان حبسها بعد ما وجب فيها الزكاة حتى ماتت أما\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nتراه ضامنا لم مات بحبسها قال لا\r\nقلت أرأيت الرجل يكون له الإبل فيعجل زكاتها أو يعطي منها زكاة سنين ويعجل ذلك هل يسعه فيما بينه وبين الله تعالى قال نعم يسعه هذا كله\r\nقلت أرأيت الرجل تكون له الإبل والجواميس والبقر والغنم والخيل قد اشتراها للتجارة أيزكيها زكاة السائمة أو زكاة التجارة وهي سائمة في البرية ترعى وقد اشتراها للتجارة قال يزكيها زكاة التجارة\r\nقلت فإن كانت أربعين شاة وهي لا تساوي مائتي درهم وليس له مال غيرها أو خمس من الإبل وليس له مال غيرها وهي لا تساوي مائتي درهم أو ثلاثين من البقر وليس له مال غيرها قال ليس عليه فيها زكاة لأنها للتجارة\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nقلت فإن كانت ثلاثين من الغنم أو عشرين من البقر أو أربع من الإبل وليس من هذا شيء إلا يساوي مائتي درهم وهو للتجارة فحال عليها الحول وهي كذلك قال يزكيها\r\nقلت أرأيت الرجل يشتري الإبل للتجارة ثم يبدو له فيجعلها سائمة فيحول عليها الحول منذ يوم اشتراها وليس له مال غيرها وإنما له منذ جعلها سائمة ستة أشهر قال عليه زكاة السائمة إذا مضت تمام سنة منذ يوم جعلها سائمة قلت فإن كان إنما فر بها من الزكاة فإذا حال الحول منذ يوم جعلها سائمة زكاها زكاة السائمة قال نعم\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nقلت أرأيت نصارى بنى تغلب هل يؤخذ من أحد منهم من إبله صدقة قال نعم قلت وكيف يؤخذ منهم قال من كانت له منهم أربع من الإبل فليس عليه شيء فإذا كانت خمسا فعليه شاتان يضاعف عليهم الصدقة قلت أفتأخذ من أغنامهم وبقرهم وجواميسهم أيضا كذلك قال نعم بلغنا أن عمر بن الخطاب رضي الله عنه ضاعف عليهم الصدقة قلت فكيف يضاعف عليهم الصدقة قال تنظر إلى إبل\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nأحدهم فإذا كان مما تجب فيها الزكاة إذا كانت لمسلم فيؤخذ منها الزكاة مضاعفة قلت وكذلك الغنم والبقر والجواميس قال نعم\r\nقلت فلو كان لأحدهم من الإبل ما لا تجب فيه الزكاة لو كانت لمسلم فليس عليه شيء قال نعم لا شيء فيه قلت وكذلك البقر والغنم والجواميس قال نعم\r\nقلت فمن لم يكن له منهم مال أتأخذ منهم شيئا قال لا قلت فمن كان منهم صغيرا أو كبيرا له إبل وعليه دين كثير يحيط بماله أتأخذ منه شيئا ؟ قال لا آخذ منه شيئا\r\nقلت والإبل تكون للمرأة منهم عليها من الصدقة مثل ما على الرجل قال نعم\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nقلت والعبد يعتقونه ويكون له الإبل تضاعف عليه الصدقة قال لا قلت لم قال لأن بني تغلب صالحهم عمر بن الخطاب رضي الله عنه على هذا فمواليهم لا يكونون أعظم عندي حرمة من موالي المسلم فالمسلم يعتق عبده النصراني نأخذ منه الخراج فليس نترك موالي بني تغلب أن يوضع على رؤسهم الخراج وعلى أرضهم وأهمل أموالهم فلا يؤخذ منها شيء تكون بمنزلة أموال أهل الذمة\r\nقلت أرأيت ما أخذ منها من أموال بني تغلب أتقسمها في فقرائهم قال لا قلت لم قال لأنها ليست بصدقة إنما هي بمنزلة الخراج فهي للمسلمين ترفع إلى بيت مالهم\r\nقلت أرأيت المسلم يمر على العاشر بابل وهي ثمن مال كثير فيقول ليس شيء من هذا للتجارة ويحلف على ذلك أيقبل منه ويكف عنه قال نعم\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nقلت وكذلك الذمي قال نعم قلت فالحربي قال أما الحربي فإنه إذا مر بشيء مما ذكرت قوم وأخذ منه العشر\r\nقلت أرأيت قوما من الخوارج ظهروا على قوم من المسلمين من أهل العدل فأخذوا زكاة الإبل ثم ظهر عليهم الإمام وأهل العدل أيحسبون لهم تلك الصدقة قال نعم قلت ولم قال لأنهم لم يمنعوهم منهم\r\nقلت وكيف ينبغي أن يصنع بصدقة الإبل قال ينبغي أن يقسم\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nصدقة كل بلاد في فقرائهم ولا يخرجها من تلك البلاد إلى غيرها\r\nقلت أرأيت النصراني من بني تغلب يمر على العاشر ومعه الغنم للتجارة فيقول علي دين يحيط بقيمتها ويحلف على ذلك أيكف عنه ويصدقه قال نعم يصدقه ويكف عنه\r\nقلت أرأيت المصدق إذا جاء إلى الرجل يأخذ من صدقة غنمه فقال علي دين يحيط بقيمتها هل عليه شيء قال لا إذا حلف على ذلك صدقه\r\nقلت أرأيت الصبي من بني تغلب له إبل أو غنم أو بقر وهو نصراني هل صدقة مضاعفة قال لا قلت ولم قال لأنه صغير وإنما يضاعف على الكبير\r\nقلت أرأيت الرجل يكون في عسكر الخوارج ولا يؤدي زكاة إبله أو بقره أو غنمه سنة أو سنتين ثم يتوب أهل البغي وهو مقيم معهم هل يؤخذ هو وأصحابه بزكاة ما مضى من السنين قال لا قلت ولم قال لأنهم لم تكن\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nأحكامنا تجري عليهم في عسكرهم قلت فهل عليهم فيما بينهم وبين الله تعالى أن يؤدوا زكاة ما مضى قال نعم\r\nقلت أرأيت الرجل يبعثونه رسولا من أهل البغي إلى أهل العدل فيمر على العاشر بالمال أيأخذ منه الصدقة قال نعم قلت وكذلك لو مر بالإبل قال نعم\r\nقلت أرأيت القوم يسلمون في أرض الحرب فيمكثون سنين وقد علموا أن الزكاة تجري عليهم كما تجري عليهم الصلاة فصدقوا بذلك وعرفوه في أموالهم وإبلهم وبقرهم وغنمهم فلم يؤدوها سنين ثم خرجوا إلى دار الإسلام بإبلهم وبقرهم وغنمهم وأموالهم هل يؤخذوا الماضي من السنين بشيء من ذلك قال لا قلت ولم قال لأن الحكم لم يكن يجري عليهم قلت فعليهم أن يؤدوها فيما بينهم وبين الله تعالى قال نعم\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nقلت أرأيت رجلا له إبل فأتاه المصدق وأخذ صدقة إبله فقال للمصدق قد أديت صدقة هذه الإبل إلى مصدق غيرك وجاءه ببراءة وحلف له على ذلك وقد كان عليهم مصدق غيره في تلك السنة فقبل منه وكف عنه وأتى على ذلك سنين ثم اطلع المصدق على ذلك أنه باطل فأخبره الرجل بذلك هل يأخذ المصدق منه صدقة تلك السنين قال نعم قلت فإن لم يعلم المصدق بذلك أيؤديها هو إلى المساكين قال نعم .\r\nباب صدقة الغنم\r\nقال محمد قال أبو حنيفة ليس في أقل من أربعين من الغنم السائمة صدقة فإذا كانت أربعين شاة سائمة ففيها شاة بلغنا ذلك عن رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nإلى عشرين ومائة فإذا زادت واحدة ففيها شاتان إلى مائتين فإذا زادت واحدة ففيها ثلاث شياه إلى ثلاثمائة فإذا زادت على ثلاثمائة شاة فليس في الزيادة شيء حتى تبلغ مائة فإذا بلغت الزيادة مائة كان فيها شاة مع الثلاث لأن الغنم إذا كثرت كان في كل مائة شاة شاة\r\nقلت أرأيت الغنم أيحسب عليهم في العدد الصغيرة قال نعم\r\nقلت أرأيت الغنم ما لا يؤخذ في الصدقة منها قال لا تؤخذ الربى ولا الأكيلة ولا الماخض ولا فحل الغنم\r\nقال محمد حدثنا بذلك أبو حنيفة عن عمر بن الخطاب\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nقلت وما الربى قال التي تربي ولدها قلت وما الأكيلة قال التي تسمن للأكل قلت فما الماخض قال التي في بطنها ولد\r\nقلت فهل يؤخذ في الصدقة الجذعة من الغنم قال لا قلت\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nولم ؟ قال لا يؤخذ في الصدقة إلا الثنى فصاعدا ولا يؤخذ هرمة ولا ذات عوار .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nقلت أرأيت الغنم الحملان كلها هل فيها صدقة قال لا قلت لم قال لأنه لا يؤخذ في صدقة الغنم إلا الثنى فصاعدا وكذلك بلغنا عن عامر الشعبي في الحملان ولا يؤخذ في صدقة الإبل والبقر إلا ما وصفت لك\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nمن السن أو قيمته وليس هذا مثل ذلك\r\nقلت أرأيت الرجلين يكون بينهما أربعون شاة هل فيها صدقة قال لا قلت فإن كان بينهما تسع وسبعون شاة هل فيها صدقة قال لا قلت فثمانون قال نعم على كل واحد منهما شاة إلى أن تبلغ أغنامهما مائتين وأربعين شاة فإذا زادت شاتين فعلى كل واحد منهما شاتان إلى أن تبلغ أغنامهما أربعمائة شاة فإذا زادت اثنتين فعلى كل واحد منهما ثلاث شياه إلى أن تبلغ أغنامهما ستمائة فما زاد على الستمائة فليس في الزيادة شيء حتى تبلغ الغنم ثمانمائة فإذا بلغتها الغنم فعلى كل واحد منهما أربع شياه\r\nقلت فإذا زادت قال ليس في الزيادة شيء حتى تبلغ ألفا\r\nقلت أرأيت الرجل يكون له الغنم وعليه دين يحيط بقيمتها هل عليه فيها صدقة قال لا قلت فإذا جاءه المصدق فأخبره أن عليه دينا وحلف له أيقبل ذلك منه ويكف عنه قال نعم قلت فإن قال إنما أصبت هذه الغنم منذ قريب ولم يتم لها عندي حول منذ أصبتها وحلف له على ذلك أيقبل منه\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nويكف عنه ؟ قال نعم\r\nقلت أرأيت إن قال للمصدق قد أديت زكاة هذه الغنم إلى مصدق غيرك وجاءه ببراءة وحلف له على ذلك وقد كان عليهم مصدق غيره في تلك السنة أيقبل منه ويكف عنه قال نعم\r\nقلت أرأيت إن قال للمصدق قد أعطيت زكاتها للمساكين أيقبل منه ويكف عنه قال لا قلت فلم صدقته فيما سوى هذا مما ذكرت لك ولم تصدقه في هذا قال لأن صدقة الغنم إنما تدفع إلى السعاة الذين عليهم فلو قبل السعاة من الناس قولهم قد أعطيناها المساكين لم تؤخذ صدقة أبدا\r\nقلت أرأيت اليتيم الذي لم يحتلم والمجنون المغلوب والعبد المأذون له في التجارة وعليه دين هل يكون على أحد من هؤلاء صدقة إذا كانت له غنم قال لا قلت ولم قال لأن الصلاة لا تجب على الصغير ولا على المعتوه ولا على المجنون فكذلك لا تجب الزكاة عليهم فأما العبد الذي عليه دين والمكاتب فهما لا يملكان شيئا\r\nقلت فالعبد الذي لا دين عليه قال هذا يصير ماله لمولاه وتكون فيه الزكاة\r\nقلت أرأيت الرجل يكون له الغنم التي تجب في مثلها الزكاة إذا كان قبل\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالحول بيوم ورث إبلا أو اشتراها أو وهبت له وهي سائمة أيزكيها مع غنمه قال نعم\r\nقلت فإن كان له غنم لا تجب في مثلها الزكاة وورث إبلا أو اشتراها أو وهبت له أو كانت له إبل فأصاب غنما على ما وصفت لك أيزكيها معها قال لا قلت لم قال لأن هذا مخالف للمال الذي عنده وعلى هذا إذا حال عليه الحول من يوم قبضها أو ملكها الزكاة إذا كان يجب في مثله الزكاة\r\nقلت أرأيت الرجل يكون له الغنم بالكوفة أو بمصر من الأمصار أو بمدينة من المدائن يعلفها ويشرب ألبانها أو يعلفها في بيته ويصيب من ألبانها فكيف إن كان هذا كله في غير مصر أو كان هذا كله في البرية أو في السواد وكان يعلفها قال ليس عليه في شيء مما وصفت صدقة\r\nقلت أرأيت الرجل يكون له الغنم السائمة ذكور كلها هل فيها صدقة قال نعم\r\nقلت أرأيت الرجل يكون له الغنم فإذا خاف أن يجب فيها صدقة باعها قبل ذلك بيوم بإبل أو ببقر أو بدراهم يريد بذلك الفرار من الصدقة قال ليس عليه شيء حتى يحول عليه الحول وهي عنده قلت فإن باع ذلك بغنم قبل أن تجب عليه صدقة بيوم يريد بذلك الفرار من الصدقة قال ليس عليه شيء\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nوهذا والباب الأول سواء\r\nقلت أرأيت المرأة تزوج على غنم تجب في مثلها الزكاة فلا تقبضها إلا بعد حول أتزكيها قال لا قلت ولم قال لأنها ليست بسائمة\r\nقلت أرأيت المرأة تزوج على غنم بعينها وهي سائمة تجب في في مثلها الزكاة فلا تقبضها إلا بعد حول أتزكيها قال نعم وقال أبو حنيفة بعد ذلك لا تزكيها\r\nقلت فإن دفعها إلى امرأته وحال عليها الحول ثم طلقها قبل أن يدخل بها قال تزكي المرأة نصف ذلك كله قلت ولم قال لأنه في ملكها ووجبت عليها فيه الزكاة\r\nقلت وكذلك لو تزوجها على بقر أو إبل سائمة ثم دفعها إليها وحال\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nالحول عليها ثم طلقها قبل أن يدخل بها قال نعم\r\nقلت وكذلك لو تزوجها على عبد ودفعه إليها فجاء يوم الفطر هو عندها ثم طلقها قبل أن يدخل بها فعليها الزكاة قال نعم قلت فإن كان العبد عند الزوج ثم طلقها قبل أن يدخل بها فليس عليها الفطر ولا عليه قال نعم\r\nقلت وكذلك لو كانت الإبل والغنم والبقر عند الزوج وهي سائمة فتزوجها عليها ثم طلقها قبل أن يدخل بها ثم دفع إليها نصفها فإنها تزكيها وقد حال عليها الحول قال إن كان في مثل ما أخذت تجب فيها الزكاة زكتها وإلا فلا زكاة عليها وأما الزوج فلا زكاة عليه وهذا قول أبي حنيفة الأول وقال أبو حنيفة بعد ذلك لا زكاة عليها فيما قبضت\r\nقلت فما ترى في رجل له مائتا درهم وعليه مثلها دين وله أربعون شاة سائمة أو خمس من الإبل أو ثلاثون من البقر هل عليه زكاة قال نعم قلت لم قال لأن عنده دراهم وفاء بدينه قلت فإن كان عليه مائتا درهم وعشرة دراهم قال ليس عليه زكاة في شيء من ذلك قلت ولم قال لأن عليه فضل دين وليس عنده به وفاء من الدراهم\r\nقلت أرأيت رجلا له أربعون شاة سائمة ومائتا درهم دين هل عليه\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nزكاة ؟ قال نعم عليه زكاة الغنم وتبطل عنه زكاة الدراهم\r\nقلت فإن لم يأته المصدق وكان ذلك إليه والغنم تساوي مائتي درهم يزكي أيهما شاء ويترك الأخرى وترى ذلك يجزيه قال نعم قلت وكذلك لو كانت له خمس من الإبل مكان الدراهم وهي تساوي مائتي درهم يزكي أيهما شاء قال نعم قلت فإذا جاء المصدق فأخبره بما عليه من الدين وبما له قال يصدق المصدق الإبل\r\nقلت أرأيت الرجل يكون عنده عشرون ومائة شاة سائمة يأتي عليها سنتان لا يزكيها قال عليه زكاة سنتين في كل سنة شاة\r\nقلت أرأيت إن كانت إحدى وعشرين ومائة شاة فلم يزكها سنتين قال عليه في السنة الأولى شاتان وعليه في السنة الثانية شاة\r\nقلت فإن كانت أربعين شاة قال عليه في السنة الأولى شاة وليس عليه في السنة الأخرى شيء لأنها قد نقصت\r\nقلت أرأيت الرجل يكون له الغنم السائمة اشتراها للتجارة أعليه زكاة السائمة أو زكاة التجارة قال عليه زكاة التجارة يقومهما ثم يزكي قيمة كل\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nمائتي درهم خمسة دراهم\r\nقلت أرأيت الرجل يكون له الغنم وشريكه فيها صبي هل عليه فيها صدقة قال نعم عليه الزكاة في حصته وليس على الصبي شيء قلت وكذلك إن كان شريكه فيها معتوها أو رجلا عليه دين أو مكاتبه قال نعم قلت وكذلك لو كان بينهما إبل أو بقر قال نعم\r\nقلت أرأيت الرجل تكون له الغنم فيغلب عليها العدو أو يغصبها إياه رجل فتمكث عنده سنين ثم يأخذها صاحبها من الغاصب أو يصيبها المسلمون فيردونها عليه أيزكيها لما مضى وقد أخذها بأعيانها قال لا قلت ولم قال لأن ما كان في أيدي العدو لم يكن له لأن العدو لو أسلم عليها كانت له ولو باعها لم يأخذها إلا بالثمن وكان بينهم جائزا وأما الغاصب فإنه لم يكن يقدر عليه وليس هذا بمنزلة الدين الذي يقر له به فيزكيه لما مضى بعد ما يأخذه\r\nقلت أرأيت الرجل يكون له الغنم وهي أربعون شاة فإذا كان قبل الحول هلكت منها واحدة فحال الحول بعد هلاك الواحدة هل عليه صدقة قال لا قلت أرأيت إن أصاب واحدة مثلها قبل أن يحول الحول عليها أو ولد بعضهن واحدة قبل أن يحول الحول فحال الحول عليها وعدتها كاملة أيزكيها قال\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nنعم قلت ولم وإنما ملك ما تجب فيه الزكاة أياما من السنة وما بين ذلك لم يكن يملك ما تجب فيه الزكاة قال أما ما ملك في أول الحول أو آخره لم ينظر إلى ما نقص من ذلك\r\nقلت أرأيت الرجل يكون في غنمه العمياء أو العرجاء أو العجفاء أتحسب عليه في العدد قال نعم\r\nقلت أرأيت قولك لا نفرق بين مجتمع ما هو قال يكون للرجل مائة وعشرون شاة ففيها شاة واحدة فإن فرقها المصدق فجعلها أربعين أربعين ففيها ثلاث شياه\r\nقلت أرأيت قولك لا نجمع بين متفرق ما هو قال الرجلان يكون بينهما أربعون شاة فإن جمعها كانت فيها شاة ولو فرقها عشرين عشرين لم يكن فيها شيء قلت فلو كانا شريكين متفاوضين لم\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nيجمع بين أغنامهما قال نعم لا يجمع بينهما\r\nقلت أرأيت الرجل تجب في غنمه الصدقة فيبيعها صاحبها والمصدق ينظر إليه ثم يقول ليس عندي شيء هل يأخذ صدقتها من المشتري وهي في يديه بأعيانها قال هو بالخيار إن شاء أخذ البائع حتى يؤدي صدقتها وإن شاء أخذ مما في يد المشتري قلت فإن كان المشتري قد ذهب وتفرقا وجاء المصدق بعد أيأخذ مما في يد المشتري قال ما أستحسن ذلك\r\nقلت أرأيت الرجل في غنمه الصدقة ثم ينفق كلها بعد الحول هل عليه فيها صدقة قال لا قلت ولم وقد حال عليها الحول ووجبت فيها الصدقة قال لأنها هلكت وموتت قلت وكذلك إن استهلكها رجل فذهب بها قال نعم\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nقلت فإن نفق بعضها وبقي بعضها وهي أربعون من الغنم فكان الذي هلك منها عشرين وبقي عشرون قال فعليه الصدقة في هذه العشرين عليه فيها نصف شاة وليس عليه فيما مات وهلك شيء قلت ولم قال لأنه لم يستهلكها هو قلت أرأيت إن كان حبسها بعد ما وجب فيها الزكاة حتى ماتت أما تراه ضامنا لها لما ماتت منها بحبسه إياها قال لا\r\nقلت أرأيت الرجل يكون له أربعون من الغنم فيعجل زكاتها قبل الحول أو يعطى منها زكاة سنين ويعجل ذلك هل يسعه ذلك فيما بينه وبين الله تعالى قال نعم يسعه هذا كله بلغنا نحو من ذلك عن رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nقلت أرأيت الرجل يكون له الغنم اشتراها للتجارة أيزكيها زكاة السائمة أو زكاة التجارة وهي سائمة في البرية ترعى وقد اشتراها للتجارة قال يزكيها زكاة التجارة قلت فإن كانت أربعين شاة ولا تساوي مائتي درهم وليس له مال غيرها قال ليس عليه فيها زكاة لأنها للتجارة\r\nقلت فإن كانت ثلاثين من الغنم أو عشرين من البقر أو أربعة من الإبل وليس شيء من هذه إلا يساوي مائتي درهم وهي للتجارة فحال عليها الحول وهي كذلك قال يزكيها زكاة التجارة\r\nقلت أرأيت الرجل يشتري الغنم للتجارة فيبدو له فيجعلها سائمة فيحول عليها الحول وليس له مال غيرها وإنما جعلها منذ ستة أشهر أعليه زكاة التجارة إذا مضى سنة منذ يوم اشتراها قال لا قلت فإن كان إنما فر بها من الزكاة قال فإذا حال عليها الحول منذ يوم جعلها سائمة زكاها زكاة السائمة ولا يزكيها للتجارة\r\nقلت أرأيت نصارى بني تغلب هل يؤخذ من أحد منهم من غنمهم شيء قال نعم قلت وكيف يؤخذ منهم قال تضاعف عليهم الصدقة إذا\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nكانت مما تجب فيها الزكاة لو كانت لمسلم فيؤخذ منه فيها الزكاة مضاعفة قلت وكذلك الإبل والبقر والجواميس قال نعم\r\nقلت فإذا كان لأحد منهم من الغنم ما لا تجب فيه الزكاة لو كانت لمسلم فليس فيه شيء قال نعم ليس فيه شيء قلت فمن لم يكن منهم له مال أتأخذ منه شيئا قال لا قلت فمن كان منهم له غنم وعليه دين يحيط بماله أتأخذ منه شيئا قال لا آخذ منه\r\nقلت فالغنم تكون للمرأة منهم عليها ما على الرجل قال نعم قلت فالعبد يكون لهم فيعتقونه يكون له الغنم يضاعف عليها الصدقة قال لا قلت لم قال لأن بني تغلب صالحهم عمر بن الخطاب فصالحهم على هذا فمواليهم لا يكونون أعظم حرمة عندي من موالي المسلمين فإن المسلم يعتق عبده النصراني فنأخذ منه الخراج فليس نترك موالي بني تغلب أن يوضع\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nعلى رؤسهم الخراج وعلى أرضيهم وأهمل أموالهم فلا يؤخذ منها شيء بمنزلة موالي أهل الذمة\r\nقلت أرأيت الرجل المسلم يمر على العاشر بغنم وهي مال كثير فيقول ليس شيء من هذا للتجارة ويحلف على ذلك أيقبل منه ذلك ويكف عنه قال نعم قلت وكذلك الذمي والتغلبي قال نعم\r\nقلت وكذلك الحربي قال لا أما الحربي فإذا مر بشيء مما ذكرت قوم وأخذ منه العشر\r\nقلت أرأيت قوما من الخوارج ظهروا على قوم من المسلمين فأخذوا زكاة أغنامهم ثم ظهر عليهم الإمام بعد ذلك وأهل العدل أيحسبون لهم تلك الصدقة قال نعم قلت لم قال لأنهم لم يمنعوهم\r\nقلت وكيف ينبغي للإمام أن يصنع بصدقة الغنم قال ينبغي للإمام أن يقسم صدقة كل بلاد في فقرائهم ولا يخرجها من تلك البلاد إلى غيرها\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nقلت أرأيت النصراني من بني تغلب يمر على العاشر ومعه غنم للتجارة فيقول علي دين يحيط بقيمتها ويحلف على ذلك أيكف عنه ويقبل منه ذلك ويصدق قال نعم يكف عنه\r\nقلت أرأيت إذا جاء المصدق يأخذ صدقة غنمه فقال على دين يحيط بقيمتها وحلف على ذلك قال لا يأخذ منه شيئا\r\nقلت أرأيت الصبي النصراني من بني تغلب هل يؤخذ من غنمه الصدقة مضاعفة قال لا قلت لم قال لأنه صغير وإنما يضاعف على الكبير من بني تغلب\r\nقلت أرأيت الرجل يموت وقد وجبت في غنمه وإبله وبقره وجواميسه الصدقة فيجيء المصدق وهي في أيدي الورثة فيأخذ صدقتها منهم قال لا قلت لم قال لأنها قد خرجت من ملك الذي كانت له صارت لغيره\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nباب صدقة البقر\r\nقال محمد حدثنا أبو حنيفة عن حماد عن إبراهيم قال ليس فيما دون ثلاثين بقرة صدقة فإذا كانت ثلاثين سائمة ففيها تبيع أو تبيعة إلى تسع وثلاثين فإذا بلغت أربعين ففيها مسنة بلغنا عن رسول الله صلى الله عليه وسلم نحو ذلك فما زاد على\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nالأربعين فإن الزيادة بحساب ذلك في قول أبي حنيفة وقال أبو يوسف ومحمد أما نحن فنرى أن لا يؤخذ مما زاد على الأربعين شيء حتى تبلغ البقر ستين فإذا كانت ستين ففيها تبيعان إلى تسع وستين فإذا كانت سبعين ففيها مسنة وتبيع إلى أن تبلغ تسعا وسبعين فإذا بلغت ثمانين ففيها مسنتان إلى أن تبلغ تسعا وثمانين فإذا بلغت تسعين ففيها ثلاثة أتبعة إلى أن تبلغ تسعا وتسعين فإذا بلغت مائة ففيها مسنة وتبيعان\r\nقلت أرأيت الجواميس هي بمنزلة البقر صدقتها وصدقة البقر سواء قال نعم\r\nقلت أرأيت إذا وجب فيها شيء فلم يوجد الشيء الذي وجب عليها فيها\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nيؤخذ أفضل منه أو دونه قال يأخذ قيمة ذلك الشيء الذي وجب عليه وإن شئت أخذت أفضل منها ورددت عليه قيمة الفضل دراهم وإن شئت أخذت دونها وأخذت بالفضل قيمته دراهم\r\nقلت أرأيت البقر العجاجيل كلها والحملان والفصلان هل فيها صدقة قال لا قلت لم قال لأنه لا يؤخذ في صدقة البقر والإبل والغنم إلا ما وصفت لك من السن أو قيمته وليس هذا مثل ذلك ولا يؤخذ في صدقة الغنم إلا الثنى فصاعدا قلت أرأيت الرجلين بينهما تسع وخمسون من البقر أو جواميس هل فيها صدقة قال لا قلت فإن كانت ستين قال على كل واحد منهما تبيع أو تبيعة إلى أن تبلع تسعا وسبعين فإذا كانت ثمانين فعلى كل واحد منهما مسنة فما زاد فبحساب ذلك وهذا قول أبي حنيفة وأما في قول أبي يوسف ومحمد فليس في الزيادة شيء حتى تبلغ مائة وعشرين\r\nقلت أرأيت الرجل يكون له الخيل السائمة الذكورة كلها هل فيها صدقة قال لا قلت فإن كانت إناثا وذكورة يطلب نسلها قال ففي كل فرس دينار وإن شئت قومتها دراهم فجعلت في كل مائتي درهم خمسة دراهم\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nوهذا قول أبي حنيفة وقال أبو يوسف ومحمد لا نرى في الخيل صدقة لأنه بلغنا عن رسول الله صلى الله عليه وسلم أنه قال عفوت لأمتي عن صدقة الخيل والرقيق إلا أن في الرقيق صدقة الفطر وهو قول محمد\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nقلت أرأيت الحمر والبغال السائمة هل فيها صدقة قال لا\r\nقلت أرأيت الرجل يكون له البقر يجب في مثلها الصدقة وعليه دين\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nيحيط بقيمتها هل عليه فيها صدقة قال لا قلت فإذا جاء المصدق فأخبره أن عليه دينا وحلف على ذلك له أيقبل منه ويكف عنه قال نعم قلت فإن قال إنما أصبت هذه البقر منذ شهر ولم يتم لها عندي حول وحلف على ذلك هل يقبل منه ويكف عنه قال نعم قلت أرأيت إن قال للمصدق قد أديت زكاة هذه البقر إلى مصدق غيرك وجاءه ببراءة وحلف له على ذلك وقد كان عليهم مصدق غيره في تلك السنة أيقبل منه ويكف عنه قال نعم قلت أرأيت إن قال قد أعطيت زكاتها المساكين أيقبل منه ويكف عنه قال لا قلت لم صدقته في ما سوى هذا مما ذكرت لك ولم تصدقه في هذا قال لأن الصدقة إنما تدفع إلى السعاة عليهم فإن قبل السعاة من الناس قولهم هذا أعطيناها المساكين لم يؤخذ صدقة أبدا\r\nقلت أرأيت اليتيم الذي لم يحتلم والمجنون المغلوب والعبد المأذون له في التجارة عليه دين هل على أحد من هؤلاء صدقة إذا كانت بقر يجب في مثلها صدقة قال لا قلت لم قال لأن الصغير والمعتوه لا يجب عليهما الصلاة فكذلك لا يجب عليهما الزكاة وأما العبد المأذون له في التجارة الذي عليه دين والمكاتب فهما لا يملكان شيئا\r\nقلت أرأيت العبد المأذون له إذا لم يكن عليه دين قال هذا ماله لمولاه ويكون عليه فيه الزكاة\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nقلت أرأيت الرجل يكون له البقر التي تجب في مثلها الزكاة فإذا كان قبل الحول بيوم ورث بقرا أو اشتراها أو وهبت له وهي سائمة أيزكيها مع بقرة قال نعم\r\nقلت فإن كان له بقر لا يجب في مثلها الزكاة أو تجب وورث إبلا وغنما أو اشتراها له أو وهبت أو أصاب على ما وصفت لك أيزكيها معها قال لا قلت لم قال لأن هذا مخالف للمال الذي عنده وعلى هذا إذا حال عليها الحول من يوم قبضها الزكاة\r\nقلت أرأيت الرجل إذا حال الحول على بقره التي كانت عنده ثم أصاب بقرة بعد ذلك أيزكيها مكانه قال لا ولكن إذا وجبت الزكاة ثانية على بقره الأولى زكى بقره التي أفاد معها\r\nقلت أرأيت الرجل يكون عنده البقر السائمة ذكورة كلها هل فيها صدقة قال نعم\r\nقلت أرأيت الرجل يكون له البقر التي تجب في مثلها الزكاة فإذا خاف أن يجب عليها صدقة باعها قبل ذلك بيوم بإبل أو غنم أو دراهم يريد بذلك الفرار من\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nالصدقة قال ليس عليه شيء حتى يحول الحول عليها وهي عنده\r\nقلت أرأيت إن باع ببقر قبل أن تجب عليه الصدقة بيوم يريد بذلك الفرار من الصدقة قال ليس عليه فيها شيء وهذا والباب الأول سواء\r\nقلت أرأيت المرأة تزوج على أربعين من البقر بغير أعيانها فلا تقبضها إلا بعد حول أتزكيها قال لا قلت لم قال لأنها ليست بسائمة قلت فإن كانت تزوجت عليها بأعيانها وهي سائمة ثم قبضتها بعد حول أتزكيها قال نعم قلت وكذلك لو كانت إبلا أو غنما قال نعم رجع أبو حنيفة بعد ذلك وقال لا زكاة عليها\r\nقلت أرأيت المرأة تزوج على مائة من البقر بعينها فيحول عليها الحول وهي في يد الزوج ثم يطلقها قبل أن يدخل بها على من زكاة هذه البقر قال يدفع النصف إلى المرأة وعليها فيها الزكاة في قوله الأول وأما في قوله الآخر فلا زكاة عليها وليس على الزوج زكاة في النصف الآخر قلت لم قال لأن المرأة قد حال عليها الحول وهي تملك الذي أخذت ووجب عليها فيه الزكاة والزوج إنما وجب له نصف ذلك بعد ما طلقها فلا تجب عليه فيها الزكاة لأنه لم يحل عليها الحول منذ ملكها قلت وكذلك لو كانت بغير أعيانها قال نعم\r\nقلت فإن كان دفعها إلى امرأته وحال الحول عليها ثم طلقها قبل أن يدخل\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nبها قال على المرأة زكاة نصفها قلت لم قال لأنها كانت في ملكها ووجب عليها فيها الزكاة قلت وكذلك لو تزوجها على إبل أو غنم سائمة ثم دفعها إليها وحال عليها الحول ثم طلقها قبل أن يدخل بها قال نعم عليها زكاة نصف ذلك\r\nقلت أرأيت لو تزوجها على عبد ودفعه إليها فجاء يوم الفطر وهو عندها ثم طلقها قبل أن يدخل بها قال عليها زكاة الفطر\r\nقلت فإن كان عبد الزوج ثم طلقها قبل أن يدخل بها قال ليس على الرجل ولا على المرأة زكاة الفطر قلت وكذلك إن كانت الغنم والإبل والبقر عند الزوج وهي سائمة فتزوجها عليها ثم طلقها قبل أن يدخل بها ثم دفع إليها نصفها وقد حال عليها الحول قال نعم لا زكاة عليها في قوله الآخر وأما في قوله الأول فإن كانت أخذت مثل ما يجب فيه الزكاة زكتها وأما الزوج فلا زكاة عليه\r\nقلت أرأيت الرجل تكون له البقر السائمة فأراد أن يستعملها ويعلفها ولم يفعل ذلك حتى حال عليها الحول قال عليه الزكاة\r\nقلت أرأيت الرجل يكون له أربعون بقرة فمكث سنين لا يزكيها قال عليه في السنة الأولى مسنة وعليه في السنة الثانية تبيع أو تبيعة قلت\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nلم قال لأنها قد نقصت من الأربعين\r\nقلت أرأيت الرجل تكون له ثلاثون بقرة فتمكث سنين لا يزكيها قال عليه في السنة الأولى تبيع أو تبيعة وليس عليه في الثانية شيء لأنها قد نقصت من الثلاثين\r\nقلت أرأيت الرجل يكون له تسع وعشرون عجلا وبقرة مسنة أو جاموس هل عليه صدقة قال نعم\r\nقلت أرأيت الرجل يكون له البقر السائمة أو الجواميس اشتراها للتجارة أعليه زكاة السائمة أو زكاة التجارة قال عليه زكاة التجارة يقومها ثم يزكي قيمة كل مائتي درهم خمسة دراهم\r\nقلت أرأيت الرجل تكون له البقر يجب في مثلها الصدقة وشريكه فيها صبي وهي ثمانون بقرة قال على الرجل في حصته مسنة وليس على الصبي في حصته شيء قلت وكذلك إن كان شريكه فيها معتوها أو رجلا عليه دين قال نعم قلت وكذلك إن كان شريكه فيها مكاتبا قال نعم قلت وكذلك إن كان بينهما إبل أو غنم قال نعم\r\nقلت أرأيت الرجل يكون له البقر فيغلبه العدو أو يغصبه إياها رجل\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nفتمكث عنده سنين ثم يأخذها صاحبها من الغاصب أو يصيبها المسلمون فيردونها عليه أيزكيها لما مضى من السنين وقد أخذها بأعيانها قال لا قلت لم قال أما ما كان في يد العدو فلم يكن له لأن العدو لو أسلموا عليها كانت لهم ولو باعوها جاز بيعهم ولم يأخذها هذا إلا بالثمن وأما الغاصب فإنه لم يقدر عليه وليس هذا بمنزلة الذي يقر له به فيزكيه لما مضى بعد ما أخذه\r\nقلت أرأيت الرجل يكون له ثلاثون بقرة فإذا كان بشهر هلكت منها واحدة ثم يحول عليها بعد الواحدة الحول هل عليها صدقة فيما بقي قال لا\r\nقلت أرأيت إن أصاب واحدة مثلها قبل أن يحول عليها أو نتجت بعضهن واحدة قبل أن يحول الحول فحال الحول عليها وهي تامة كما كانت أيزكيها قال نعم قلت وإنما ملك ما يجب فيه الزكاة أياما من السنة وما بين ذلك لم يكن يملك ما تجب فيه الزكاة قال إذا ملك ذلك في أول الحول وآخره لم أنظر إلى ما نقص فيما بين ذلك\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nقلت أرأيت الرجل يكون في بقره العمياء أو العجفاء أو العرجاء أيحسب ذلك في العدد قال نعم\r\nقلت أرأيت قولك لا يجمع بين متفرق كيف هو قال هو الرجلان يكون بينهما أربعون بقرة فإن جمعها المصدق كان عليه مسنة وإن فرقها لم يكن عليها شيء قلت أرأيت قولك لا يفرق بين مجتمع قال الرجل يكون له أربعون بقرة ففيها مسنة فإن فرقها لم يكن فيها شيء قلت فإن كانا متفاوضين لم يجمع بينهما قال نعم\r\nقلت أرأيت الرجل يجب في بقره الصدقة فيبيعها والمصدق ينظر إليها تباع ثم يقول ليس عندي شيء أيكون للمصدق أن يأخذ صدقتها من المشتري وهي في يديه بأعيانها قال هو بالخيار إن شاء أخذ البائع حتى يؤدي صدقتها وإن شاء أخذ مما في يدي المشتري قلت فإن كان المشتري قد ذهب وتفرقا ثم جاء المصدق بعد أله أن يأخذ مما في يد المشتري قال ما أستحسن ذلك ولكن يضمن البائع زكاتها\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nقلت أرأيت الرجل يجب في بقره صدقة ثم تموت كلها بعد الحول هل عليه فيها صدقة قال لا قلت وكذلك لو استهلكها رجل فذهب بها قال نعم\r\nقلت فإن موت بعضها وبقي بعض وهي أربعون من البقر وكان الذي هلك منها عشرين وبقي عشرون قال عليه الصدقة في هذه العشرين نصف قيمة مسنة وليس عليه فيما مات وهلك شيء قلت ولم قال لأنه لم يستهلكها هو\r\nقلت فإن كان حبسها هو بعد ما وجب فيها الزكاة حتى موتت وهلكت أما تراه ضامنا لما مات منها وهلك بالحساب قال لا\r\nقلت أرأيت الرجل يكون له أربعون بقرة فيعجل زكاتها قبل الحول فيعطي منها زكاة سنين هل يسعه ذلك فيما بينه وبين الله تعالى قال نعم يسعه هذا كله وقد بلغنا عن رسول الله صلى الله عليه وسلم أنه تعجل من العباس بن عبد المطلب زكاة سنين\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن الحكم عن موسى بن طلحة قال أتى عمر بن الخطاب بمال فقسمه بين المسلمين فبقي منه بقية فشاور\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nالقوم فيه فقال بعضهم قد أعطيت كل ذي حق حقه فأمسك هذه الباقية لنائبة إن كانت قال وعلي في القوم ساكت قال فقال عمر ما تقول يا أبا الحسن قال فقال على قد قال القوم قال فقال عمر لتقولن قال فقال له على لم تجعل يقينك شكا وتجعل علمك جهلا قال فقال له عمر لتخرجن مما قلت قال فقال له على أما تذكر حين بعثك رسول الله صلى الله عليه وسلم ساعيا فأتيت العباس فلم يعطك وكان بينك وبينه كلام فوجد عليك رسول الله صلى الله عليه وسلم فاستعنت بي عليه فصلينا معه الظهر فدخل ثم صلينا معه العصر فدخل ثم استأذنا عليه فأذن لنا فاعتذرت إليه فعذرك ثم قال أما علمت أن عم الرجل صنو أبيه إنا كنا احتجنا إلى مال فتسلفنا من العباس صدقة سنتين فقلنا قد صلينا معك الظهر والعصر فقال مال أتاني فقسمته فبقيت منه فضلة فمكثت في ذلك حتى وجدت لها موضعا فقال عمر وبذلك وأنا بي لم أحاربك بها فقسم ذلك المال فأصاب طلحة ثمانمائة درهم\r\nقلت أرأيت الرجل يكون له البقر والجواميس أو الخيل قد اشتراها للتجارة وهي سائمة ترعى في البرية أيزكيها زكاة السائمة أو زكاة التجارة قال بل\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nيزكيها زكاة التجارة\r\nقلت فإن كانت له عشرون بقرة أو عشرون من الخيل وليس شيء من هذا إلا يساوي مائتي درهم وهي للتجارة فحال عليه الحول وهي كذلك قال يزكيها زكاة التجارة\r\nقلت أرأيت الرجل يشتري البقرة للتجارة ثم يبدو له فيجعلها سائمة ثم يحول عليه الحول وليس له مال غيرها وإنما له منذ جعلها سائمة ستة أشهر قال عليه زكاة السائمة إذا مضت سنة منذ جعلها سائمة قلت فإن كان إنما فر بها من الزكاة فإذا حال عليها الحول منذ يوم جعلها سائمة زكاها قال نعم\r\nقلت أرأيت نصارى بني تغلب هل يؤخذ من أحد منهم من بقره شيء قال نعم قلت ومن جواميسهم قال نعم قلت وكيف تؤخذ منهم صدقاتهم قال يضاعف عليهم الصدقة ينظر إلى بقر أحدهم وجواميسه فإذا كانت مما يجب فيه الصدقة لو كانت لمسلم فتؤخذ منها الصدقة مضاعفة قلت وكذلك الإبل والغنم قال نعم قلت فالخيل تكون سائمة للرجل منهم يأخذ منها الصدقة كما يأخذ من المسلم إذا وجب فيها\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nالصدقة مضاعفة قال نعم قلت فإن كان لأحدهم بقر مما لا تجب فيه الزكاة لو كانت المسلم أفليس عليه فيها شيء قال نعم لا شيء فيه قلت فمن لم يكن له منهم مال أيأخذ منه شيئا قال لا قلت فمن كان منهم له بقر وعليه دين كثير يحيط بماله أيأخذ منه شيئا قال لا يأخذ منه شيئا قلت فالبقر تكون للمرأة منهم أعليها مثل ما على الرجل منهم قال نعم قلت والعبد يعتقونه منهم فيكون له البقر أو الجواميس يضاعف عليها الصدقة قال لا قلت ولم قال لأن عمر بن الخطاب رضي الله عنه صالحهم على هذا فمواليهم لا يكونون أعظم حرمة عندي من موالي المسلمين فإن المسلم يعتق عبده النصراني وآخذ منه الخراج أوليس نترك موالي بني تغلب حتى يوضع على رؤسهم الخراج وعلى أرضيهم وأهمل أموالهم فلا نأخذ منهم شيئا بمنزلة موالي أهل الذمة\r\nقلت أرأيت الرجل المسلم يمر على العاشر بالبقر والجواميس وهي ثمن مال كثير فيقول ليس شيء من هذا للتجارة ويحلف على ذلك أيقبل منه ويكف عنه قال نعم قلت وكذلك الإبل والغنم والطعام قال نعم\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nقلت وكذلك الذمي قال نعم قلت فالحربي قال لا أما الحربي إذا مر بشيء مما ذكرت قوم فأخذ منه العشر\r\nقلت أرأيت قوما من الخوارج ظهروا على قوم من المسلمين فأخذوا زكاة بقرهم ثم ظهر عليهم الإمام وأهل العدل أيحسبون لهم تلك الصدقة قال نعم قلت ولم قال لأنهم لم يمنعوهم من الخوارج قلت فكيف ينبغي أن يصنع بصدقة البقر قال ينبغي أن تقسم صدقة كل بلاد في فقرائهم ولا تخرج من تلك البلاد إلى غيرها\r\nقلت أرأيت رجلا يموت وقد وجبت عليه الزكاة في بقره وجواميسه فيجيء المصدق وهي في أيدي الورثة أيأخذ صدقتها منهم قال لا قلت ولم قال لأنها قد خرجت من ملك الذي كانت له فصارت لغيره\r\nقلت أرأيت النصراني من بني تغلب يمر على العاشر ومعه البقر للتجارة فيقول علي دين يحيط بقيمتها ويحلف على ذلك أيكف عنه ويصدقه قال نعم يصدق ويكف عنه قلت أرأيت إن جاء المصدق يأخذ صدقة بقره أو جواميسه فقال علي دين يحيط بقيمتها هل عليه فيها شيء قال لا يأخذ صدقتها منه\r\nقلت أرأيت الصبي من بني تغلب له الإبل والبقر والغنم وهو نصراني هل عليه الصدقة مضاعفة قال لا قلت ولم قال لأنه صغير وإنما\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nيضاعف على الكبير من بني تغلب\r\nباب زكاة المال\r\nقلت أرأيت الرجل التاجر يكون له المال تجب في مثله الزكاة فإذا كان قبل الحول بيوم أو بشهر استفاد مالا آخر فحال الحول عليهما جميعا أيزكيها جميعا قال نعم\r\nقلت فإن كان المال الذي استفاد ميراثا ورثه أو هبة وهبت له أو صدقة تصدق بها عليه أو ربحا ربحه أو وصية أوصى بها له أيزكيها معه قال نعم\r\nقلت أرأيت التاجر يصيبه في ماله الآفات ثم يحول عليه الحول وقد زادها له في سعر غلاء أو غير ذلك فارتفع في يديه فيزكيه فهل يحط عنه من الزكاة شيء لما أصابته من الآفات قال يقوم ماله كله يوم حال عليه الحول فيزكيه بقيمته يومئذ لا ينظر إلى ما كان من نقصان فيه من قبل تلك الآفات ولا من زيادة\r\nقلت أرأيت التاجر يكون له المال ويكون عليه المال كيف يصنع إذا حال عليه الحول قال يقوم كل مال التجارة وكل مال عليه فإن كان المالان سواء\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nأو كان الذي عليه من الدين أكثر فليس عليه زكاة وإن كان ماله أكثر مما عليه من الدين بمائتي درهم فصاعدا أو بعشرين مثقالا من ذهب فصاعدا زكى هذا الفضل الذي فضل عما عليه من الدين\r\nقلت فإذا كان له ألف درهم لا يقدر عليها وما في يديه فهو كفاف بما عليه قال ليس عليه في الفضل زكاة حتى يأخذ تلك الألف قلت فإذا أخذها بعد سنين قال يزكيها للسنة الأولى خمسا وعشرين درهما فهذه زكاة الألف ويزكي السنة الثانية ألفا غير خمسة وعشرين\r\nقلت فإن توالت عليه سنون زكى لأول سنة ألفا كاملا ثم ينقص في كل سنة تلك الزكاة التي زكى أبدا كذلك حتى تنقض من مائتي درهم قال نعم وليس في أقل من مائتي درهم زكاة ولا صدقة فإذا بلغت مائتي درهم وحال عليها الحول ففيها خمسة دراهم وما زاد على المائتين فليس في الزيادة شيء حتى تبلغ أربعين درهما فإذا بلغت مائتي درهم وأربعين درهما ففي المائتين خمسة دراهم وفي الأربعين درهم كذلك بلغنا عن عمر بن الخطاب رضي الله عنه\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nوبه كان يأخذ أبو حنيفة وقال أبو يوسف ومحمد ما زاد على المائتين شيء فبحساب ذلك كذلك بلغنا عن علي بن أبي طالب رضي الله عنه\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nقلت أرأيت الرجل التاجر يكون في يديه الرقيق قد اشتراه بدنانير أو بدراهم وفي يديه المتاع قد اشتراه بغير ما اشترى به الرقيق كيف يزكيه عند رأس الحول أيقوم ذلك كله دراهم أو دنانير ثم يزكيه قال أي ذلك ما فعل أجزى عنه\r\nقلت أرأيت الرجل يكون له مثاقيل ذهب أربعة أو خمسة تساوي مائة درهم وله مائة درهم أخرى ثم يحول عليه الحول أيزكيها جميعا قال نعم يزكيها جميعا وهذا قول أبي حنيفة وقال أبو يوسف أما أنا فلست أرى عليه في شيء من هذا زكاة حتى تبلغ الدراهم مائة درهم والذهب عشرة مثاقيل وهو قول محمد\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nقلت أرأيت الرجل يكون له مائتا درهم فيمكث أشهرا ثم ينفق منها مائة درهم أو يهلك مائة درهم فإذا كان قبل الحول بيوم أصاب مائة درهم فحال عليها الحول وهي مائتا درهم قال يزكيها قلت ولم قال لأن هذا مثل رجل اشترى جارية للتجارة بمائتي درهم قبل الحول وذلك قيمتها ثم إنها أعورت فصارت قيمتها مائة درهم أو غلا الرقيق فصارت قيمتها عوراء مائتي درهم أو ولدت ولدا يساوي مائة درهم أو زادت في جسمها حتى صارت تساوي مائتي درهم فحال عليها الحول وهي تساوي مائتي درهم فعليه أن يزكيها قلت أرأيت الرجل يكون له مائة درهم فإذا كان قبل الحول أصاب مائة درهم أخرى أو ألفا أعليه أن يزكي قال لا حتى يحول عليه الحول من يوم\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nكانت مائتي درهم فصاعدا وليس في أقل من عشرين مثقالا ذهبا صدقة فإذا كانت عشرين مثقالا ذهبا وحال عليها الحول ففيها نصف مثقال ذهب بلغنا ذلك عن رسول الله صلى الله عليه وسلم فما زاد على العشرين مثقالا ذهبا فليس في الزيادة شيء حتى تبلغ الزيادة أربعة مثاقيل فإذا بلغت أربعة مثاقيل ففيها عشر مثقال مع نصف المثقال الذي في العشرين وهذا قول أبي حنيفة وقال أبو يوسف ومحمد ما زاد على العشرين مثقالا وعلى المائتين من الفضة فبحساب ذلك وما كان من الدنانير والدراهم والفضة تبرا مكسورا أو حليا مصوغا أو حلية سيف أو شيئا مصوغا من ذلك في إناء أو منطقة أو دراهم مضروبة أو دنانير ففي هذا كله الزكاة إذا كان الذهب يبلغ عشرين مثقالا والفضة تبلغ مائتي درهم وحال عليه الحول منذ يوم ملكه\r\nقلت أرأيت الرجل يكون له عشرة مثاقيل تبر وذهب أو دنانير مضروبة ومائة درهم أو وزنها تبر فضة هل عليه فيها زكاة قال نعم قلت وكذلك إن كان له خمسة عشر مثقالا ذهب وخمسون درهما أو كان له مائة وخمسون درهما\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nوخمسة مثاقيل ذهبا قال نعم قلت فهل في شيء من هذا زكاة إذا لم يمكث عند صاحبه حولا فإذا مكث عند صاحبه حولا وجب عليه فيه الزكاة ولا زكاة في المال حتى يحول عليه الحول وهو عند صاحبه من يوم أصابه\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن محمد عن أبي إسحاق عن الحارث عن علي بن أبي طالب عن رسول الله صلى الله عليه وسلم أنه قال لا زكاة في المال حتى يبلغ مائتي درهم فإذا بلغ مائتي درهم وحال عليه الحول ففيه خمسة دراهم وليس في الذهب زكاة حتى يبلغ عشرين مثقالا فإذا بلغ عشرين مثقالا وحال عليه الحول ففيه نصف دينار وبهذا يأخذ أبو حنيفة وأبو يوسف ومحمد\r\nقلت أرأيت الرجل يقرض الرجل مائتي درهم وليس له مال غيرها فيحول عليه الحول ثم يقبض منه بعد الحول عشرين درهما منها هل عليه في هذه العشرين زكاة قال لا\r\nقلت فإن أنفقها وقبض منها عشرين أخرى هل عليه فيها زكاة قال نعم عليه في العشرين الأولى وفي هذه العشرين الأخرى درهم قلت ولم قال لأنه قد قبض منها أربعين درهما\r\nقلت فإن قبض منها عشرين أخرى هل عليه فيها شيء قال لا ليس في شيء يقبض منها بعد هذه الأربعين شيء حتى يتم أربعين أخرى وهو\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nقول أبي حنيفة وقال أبو يوسف أما أنا فأرى عليه في كل شيء يقبضه درهما فما فوقه أن يزكيه وهو قول محمد\r\nقلت أرأيت الرجل يرث مائتي درهم وهي دين على رجل ولا مال له غيرها فيحول عليها الحول ثم يقبض منها أربعين درهما هل عليه فيها زكاة قال لا حتى يقبضها كلها قلت ولم قال لأنه لم يقع في يده المائتا درهم\r\nقلت أرأيت الرجل يؤاجر عبده بمائتي درهم ولا مال له غيرها فيمكث حولا ثم يأخذ منها أربعين درهما هل عليه فيها زكاة قال لا قلت ولم قال حتى يأخذ المائتين كلها إذا لم يكن له مال غيرها\r\nقلت أرأيت الرجل يستهلك الدابة أو العبد أو المتاع فيقضي عليه بقيمته وقد كان لغير التجارة وهي مائتا درهم وليس لصاحبها مال غيرها فيحول عليها الحول ثم يأخذ منها أربعين درهما أيزكيها قال لا قلت ولم قال حتى يأخذها كلها\r\nقلت أرأيت الرجل إن باع شيئا مما ذكرت لك وقد كان أصله للتجارة فباعه بمائتي درهم وليس له مال غيرها ثم أخذ منها أربعين درهما وقد حال عليها الحول أيزكيها قال نعم قلت من أين افترقا قال لأن هذا كان في يديه\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nللتجارة فإن رجع إليه منها أربعون درهما زكاها والأشياء التي ذكرت لغير التجارة ومنها ما لم يكن في يده قط وهو قول أبي حنيفة وقال أبو يوسف أما أنا فأرى ذلك كله سواء إذا أخذ من ذلك شيئا درهما أو أكثر زكاه وهو قول محمد\r\nقلت أرأيت رجلا كانت له ألف درهم فلما حال عليها الحول اشترى بها متاعا للتجارة فهلك المتاع قال لا زكاة عليه قلت فإن كان اشترى بها خادما للخدمة وغنما سائمة فهلكت قال يزكى الألف كلها قلت ولم قال لأنه قد صرفها في غير ما كانت فيه\r\nقلت أرأيت المرأة تزوج على ألف درهم فيحول عليها الحول ثم تأخذ منها أربعين درهما أتزكيها قال لا تزكيها حتى تقبض مائتين ويحول الحول عليها وهي عندها في قول أبي حنيفة الآخر وأما في قول أبي يوسف ومحمد فإنها تزكيها\r\nقلت أرأيت الرجل يكاتب عبده على ألف درهم أو يعتق نصف عبده فيسعى في نصف قيمته وهي ألف درهم ليس له مال غيرها فيأخذ منها مائتي درهم بعد حول أيزكيها قال لا حتى تمكث المائتان عنده حولا قلت ولم\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nقال لأنه مال مكاتبه ودين عبده ليس بدين كما يكون على غيره ولا مال له غيره ولا مال في يديه\r\nقلت وكذلك عبد بينه وبين رجل فأعتق شريكه نصفه فقوم العبد فسعى له قال نعم\r\nقلت فإن كان شريكه موسرا فضمنه القاضي نصف القيمة فأخذ منها مائتي درهم بعد حول أيزكيها قال نعم قلت ولم قال لأن هذا دين ليس على عبده منه شيء\r\nقلت فإن أخذ منها أربعين درهما أيزكيها قال لا قلت لم قال لأنه لم يكن في يده للتجارة ولأنه لم يكن أصل الورق عنده\r\nقلت أرأيت الرجل التاجر له ألف درهم وعليه ألف درهم وله دار وخادم ولا يطلب بهما التجارة وداره تساوي عشرة آلاف أو أكثر أيزكي ما عنده قال\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nلا قلت ولم وعنده وفاء لدينه وفضل قال لأن الدار والخادم ليسا للتجارة قلت أرأيت إن تصدق عليه في هذه الحال ألم يكن موضعا للصدقة قال بلى قلت فكيف تجب الزكاة على رجل والصدقة له حلال قلت ولم قلت إن الصدقة له حلال قال لأنه معدم ولأنه ليس في يديه فضل\r\nقلت أرأيت رجلا له مسكن وخادم يساويان عشرة آلاف درهم وعليه دين خمسة آلاف وله ألف درهم أيحل له أن يقبض الصدقة قال نعم\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nمحمد عن أبي يوسف قال حدثنا غالب بن عبيد الله عن الحسن ابن أبي الحسن البصري أنه قال إن الصدقة كانت تحل للرجل وهو صاحب عشرة آلاف درهم قيل يا أبا سعيد وكيف ذلك قال يكون له الدار والخادم والكراع والسلاح وكانوا ينهون عن بيع ذلك\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن الحكم عن إبراهيم أنه قال إن الصدقة تحل للرجل إذا لم يكن له إلا دار وخادم وكذلك لا تجب عليه الزكاة إذا كان بهذه المنزلة\r\nقلت أرأيت الرجل يكون له عشرة آلاف درهم وعليه مثلها وهو يتقلب فيها ثم لا يزكى ما عنده وهو ماله يشتري به ويبيع وهو يملكه ولو أعتق عبدا قد اشتراه\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nبذلك المال جاز عتقه ولو تزوج به امرأة جاز ذلك له قال نعم هو جائز له ولا زكاة عليه قلت ولم قال لأن عليه دينا مثله ولأنه تحل له الصدقة أن يأخذها ولا يجوز أن تحل له الصدقة وتجب عليه الزكاة ولو كان تجب الزكاة على الذي عليه الدين لزكى المال الواحد في اليوم الواحد ثلاث مرات وذلك أن العبد يشتري العبد بألف وقيمته ذلك نسيئة فتجب الزكاة في ماله فيزكيه مع ماله ثم يبيعه من آخر بنسيئة فتجب الزكاة في ماله بعد ما اشتراه فيزكيه مع ماله ثم يبيعه بعد ما اشتراه أيزكيه مع ماله فيزكى عبدا واحدا ومالا واحدا في يوم واحد ثلاث مرات يقبح هذا ويفحش إذا كان هكذا وإنما الزكاة على صاحب الدين الذي هو له وعليه أن يزكيه إذا خرج كذلك جاء الأثر عن علي بن أبي طالب رضي الله عنه\r\nوقال محمد أخبرنا أبو حنيفة عن الهيثم عن ابن سيرين عن علي رضي الله عنه أنه قال في الرجل يكون له الدين فيقبضه إنه يزكيه لما مضى\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nقلت أرأيت الرجل التاجر يكون له المال الكثير دينا متفرقا على الناس منهم الملي الذي يعلم أن ماله في ثقة وأنه سيقضيه إياه ومنهم المفلس ما القول في ذلك قال إذا خرج ماله أو شيء منه يبلغ أربعين درهما زكاة قلت فإن زكاه وهو دين كله أيجزيه ذلك قال نعم وقد أحسن هذا وأخذ بالفضل قلت فإن زكى لسنتين أيجزيه ذلك قال نعم قلت فإن كان نظر إلى من كان مليئا فزكى ما عليه ومن كان مفلسا وقف عليه حتى يخرج فيزكيه قال هذا حسن كل شيء عجل زكاته من ذلك فإنما هو فضل أخذ به وكل شيء أخره حتى يخرج فيزكيه فهو يجزيه وليس عليه إلا ذلك\r\nقلت أرأيت الرجل التاجر يشتري الدار ليسكنها أو العبد والخادم ليخدمه أو يسلمه في الغلة أو الدابة ليركبها أو الطعام رزقا لأهله أو الثياب كسوة لأهله أو المتاع ليتجمل به في بيته أو الآنية يتجمل بها الرجل في بيته وقيمة كل واحد ما ذكرت لك ألف أو أكثر فحال عليه الحول أيزكيه مع ماله قال لا قلت\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nولم قال لأن هذا مال ليس للتجارة شيء منه قلت فإن اشترى لؤلؤا يتجمل به أهله أو جوهرا يتجمل به أهله ولا يريد به التجارة وهو يساوي مالا عظيما فحال الحول على ماله أيزكيه مع ماله قال لا قلت ولم قال لأنه ليس للتجارة\r\nقال محمد حدثنا أبو حنيفة عن حماد عن إبراهيم أنه قال ليس في شيء من العروض والجوهر واللؤلؤ زكاة إلا ما كان للتجارة فإن كان للتجارة قوم فزكى من كل مائتي درهم خمسة دراهم\r\nقلت أرأيت الرجل يشتري الفلوس للنفقة والآنية من النحاس ليتجمل بها في بيته ويستعملها هل عليه في شيء من هذا زكاة قال لا\r\nقلت أرأيت الرجل يشتري شيئا مما وصفت لك من هذا للتجارة ويبدو له فيجعله لشيء مما وصفت لك من التجمل والسكن أو النفقة أو الخدمة أو الكسوة فيحول الحول على ماله أيزكيه مع ماله قال لا قلت ولم وقد كان أصله للتجارة قال لأنه قد أخرجه من ذلك الصنف فجعله لما ذكرت\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nقلت أرأيت إن كان اشتراه لغير التجارة أو اشتراه لشيء مما وصفت لك من التجمل ثم بدا له بعد أشهر أن يجعله للتجارة فوجبت الزكاة في ماله وقد جعله للتجارة أيزكيه مع ماله قال لا يزكيه مع ماله لأنه على ما جعله عليه فلا يكون للتجارة حتى يبيعه قلت وما باله إذا نوى به التجمل جعلته على ذلك وإذا نوى السكنى أو الخدمة أو اللبوس أبطلت عنه الزكاة لهذا الدين وإذا أراد أن يجعله بعد ذلك للتجارة لم تجب عليه الزكاة فيه بالنية لأنه حين\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nاشتراه وجعله مما وصفت لك ولم يرده للتجارة فهو على ذلك أبدا حتى يبيعه وليست النية التي نواها للتجارة بشيء لأن أصله كان لغير التجارة\r\nقلت وكذلك المتاع والرقيق والجوهر والآنية يرثها الرجل أو توهب له وهي تساوي مالا عظيما قال نعم وإن كانت تساوي مالا عظيما\r\nقلت وكذلك الحنطة والشعير أو شيء من الحبوب قال نعم\r\nقلت أرأيت الرجل يشتري العبد للتجارة فيحول عليه الحول وهو لا يساوي مائتي درهم وليس له مال غيره هل عليه فيه زكاة قال لا قلت فهل عليه فيه صدقة الفطر قال لا قلت لم قال لأنه للتجارة فلا تجب فيه صدقة غيرها .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nباب العاشر\r\nقلت أرأيت الرجل يمر على العاشر بالمال بدراهم أم دنانير أقل من مائتي درهم أو أقل من عشرين مثقالا ذهب فيقول ليس لي مال غيرها ويحلف على ذلك هل يقبل منه ويكف عنه قال نعم يقبل منه ولا يأخذ منه شيئا قلت وكذلك إن مر بها ذمي قال نعم قلت وكذلك إن مر بها رجل من أهل الحرب قال نعم\r\nقلت فإن كانت مائتي درهم فصاعدا أو عشرين مثقالا فصاعدا فمر بها رجل مسلم على العاشر فقال إنما أصبت هذه منذ أشهر ولم يحل عليها الحول بعد وحلف على ذلك أيقبل منه ويكف عنه قال نعم قلت وكذلك الذمي قال نعم قلت وكذلك الحربي قال لا أما الحربي فإذا مر\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nعلى العاشر ومعه مائتا درهم أو عشرون مثقالا ذهب فإنه يأخذ منها العشر\r\nقلت أرأيت الذمي إذا مر بها وقد حال عليها الحول كم يأخذ منه قال نصف العشر قلت فالمسلم إذا مر بها كم يأخذ منه قال ربع العشر\r\nقلت أرأيت الرجل المسلم يمر على العاشر بالمتاع أو الطعام أو الرقيق أو الإبل أو البقر أو الغنم وهي ثمن مال كثير فيقول ليس شيء من هذا للتجارة ويحلف على ذلك أيقبل منه ويكف عنه قال نعم قلت وكذلك الذمي قال نعم قلت وكذلك الحربي قال لا أما الحربي فإذا مر بشيء مما ذكرت أخذ منه العشر\r\nقلت أرأيت الرجل المسلم يمر بالمتاع يساوي مالا عظيما فيقول علي من الدين كذا وكذا وهو يحيط بهذا المال الذي معي وهذا المتاع ويحلف على ذلك أيقبل منه ويكف عنه قال نعم قلت وكذلك الذمي قال نعم قلت وكذلك الحربي قال لا أما الحربي فإنه إذا مر بشيء مما ذكرت فإنه يعشر ولا يقبل قوله إن عليه دينا يحيط بما معه\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nقلت أرأيت المكاتب يمر بالمال الكثير على العاشر أيأخذ منه عشوره قال لا\r\nقلت أرأيت الرجل يمر بالمال الكثير على العاشر فيقول هذه بضاعة لفلان أيقبل قوله على ذلك ويكف عنه قال نعم\r\nقلت أرأيت مال اليتيم يمر به وصيه على العاشر يتجر فيه\r\nفيقول إنه ليتيم في حجري ويحلف على ذلك أيقبل منه ويكف عنه قال نعم\r\nقلت أرأيت الرجل التاجر يمر على العاشر بالمتاع فيخبره أنه مروى أو هروى ليكون أقل لقيمته فيتهمه العاشر ويظن أنه قوهى فإن فتحه أضر بمتاعه وكسره أيقبل قوله على ذلك ويحلفه ويأخذ منه الصدقة على ما يقول قال نعم\r\nقلت أرأيت الرجل التاجر يمر على العاشر فيريد أن يأخذ منه الصدقة فيقول قد أخذها منى عاشر غيرك كذا ويحلف على ذلك أيقبل منه قوله ويطلب منه البراءة من ذلك العاشر قال نعم قلت وكذلك الذمي قال نعم\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nقلت ولا يأخذ من هؤلاء صدقة تلك السنة وكل عاشر يمر به وحلف له على ذلك وجاءه بالبراءة أينبغي له أن يقبل قوله ويكف عنه قال نعم\r\nقلت أرأيت الرجل النصراني من بني تغلب يمر على العاشر بالمال للتجارة أو غنم أو إبل أو بقر أو غير ذلك أهو بمنزلة الذمي قال نعم\r\nقلت أرأيت الحربي يمر على العاشر بمال فيأخذ منه العاشر العشر ثم يعود الحربي فيدخل دار الحرب ثم يخرج في ذلك الشهر ومعه ذلك المال أيعشره أيضا ثانية قال نعم\r\nقلت أفيعشره في السنة إذا كان هكذا مرتين أو ثلاثا أو أكثر من ذلك قال نعم قلت ولم قال إذا دخل أرض الحرب سقط ما كان أدى فدخل حيث لا تجري عليه أحكام المسلمين\r\nقلت أرأيت إن لم يدخل أرض الحرب ومر عليه الحربي الثانية بعد ما عشرة تلك السنة أيعشره الثانية قال لا قلت ولم قال لأنه في دار الإسلام بعد وتجرى عليه أحكام المسلمين قلت وكذلك إن مر على عاشر غيره فجاءه بالبراءة التي كتب بها العاشر الأول قال نعم\r\nقلت أرأيت الرجل من أهل الحرب يمر على العاشر برقيق أو متاع فيقول ليس هذا للتجارة أو يقول علي دين أو يقول إنما أصبت هذا منذ\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nأشهر قال لا يلتفت إلى قوله ويأخذ منه العشر\r\nقلت أرأيت إن كان أهل الحرب يأخذون من تجار المسلمين الخمس قال إذن يؤخذ من تجارهم الخمس قلت فإن كان أهل الحرب يأخذون من تجار المسلمين ربع العشر قال إذن يؤخذ من الحربي ربع العشر قلت فإنما نأخذ ما يأخذ أصحابه من تجار المسلمين قال نعم قلت فإن لم يكن يعلم كم يؤخذ من أصحاب المسلمين قال إذن يؤخذ منه العشر بلغنا نحو ذلك عن عمر بن الخطاب\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nقلت إن كان مع الحربي رقيق فقال هم أولادي وأمهات أولادي أيؤخذ عشرهم قال لا ولكن يكف عنه إذا قال ذلك\r\nقلت أرأيت الرجل النصراني يمر ببضاعة فيقول هذه بضاعة لرجل مسلم أو لنصراني ويحلف على ذلك أيقبل منه ويكف عنه قال نعم\r\nقلت أرأيت العبد يمر بمال مولاه يتجر فيه أيؤخذ منه الصدقة قال لا قلت فإن كان مولاه حاضرا أخذت منه قال نعم قلت فإن كان العبد نصرانيا ومولاه مسلم أو كان العبد مسلما ومولاه نصراني فإنما ننظر إلى المولى فإن كان مسلما شاهدا أخذ منه زكاة المسلمين وإن كان نصرانيا شاهدا أخذ مثل ما يؤخذ من الذمي قال نعم قلت وإن كان المولى غائبا لم يؤخذ منه شيء قال نعم\r\nقلت أرأيت الرجل يمر ومعه مال مضاربة أيؤخذ منه الصدقة قال لا\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nيؤخذ منه شيء قلت وكذلك الأجير يمر بمال أستاذه قال نعم قلت ويكون هذا مثل صاحب البضاعة قال نعم قلت أفتزكيه بربع العشر إن كان مسلما وإن كان نصرانيا فنصف العشر قال نعم إذا كان حاضرا\r\nقلت أرأيت الرجل التاجر يمر على العاشر بألف درهم أو بمائتي مثقال ذهب وقد حال عليها الحول فقال لست أريد بها التجارة قال يأخذ منه الزكاة\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nولا يلتفت إلى قوله قلت والذهب والفضة تبرا كان أو مصوغا أيأخذ منه الزكاة قال نعم قلت ولا يشبه هذا المتاع والعروض قال لا\r\nقلت أرأيت الرجل يمر على العاشر ويجيء معه ببراءة بغير اسمه فيقول هذه براءة لي من عاشر كذا وكذا مر بها رجل كان هذا المال معه مضاربة أترى له أن يقبل ذلك منه ويكف عنه قال نعم قلت فإن قال له احلف فأبى أن يحلف وادعى هذا قال إذن تؤخذ منه الزكاة ولا يلتفت إلى ادعائه إذا لم يحلف\r\nقلت أرأيت الرجل إذا مر على عسكر الخوارج ولهم عاشر فعشر أيحسب له من زكاته قال لا\r\nقلت فإن مر على عاشر المسلمين وأهل العدل فأتاه بالبراءة التي اكتتبها من عاشر الخوارج أيحسبها له قال لا قلت فإن حلف عليها قال وإن حلف عليها قلت لم قال لأن هذا لا يجزى عنه من زكاة ماله\r\nقلت أرأيت الرجل يشتري النسمة من زكاة ماله فيعتقها أيجزيه ذلك قال لا\r\nقلت أرأيت الرجل يحج عن الرجل من زكاة ماله أو يكفنه أو يبني مسجدا\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nمن زكاة ماله هل يجزيه ذلك قال لا\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن الحكم عن إبراهيم أنه قال لا يعطى من زكاة في حج ولا غيره ولا يقضي منه دين الميت ولا يعتق منه رقبة تامة ولا يعطى في رقبة ولا في كفن ميت ولا في بناء مسجد ولا يعطي منها يهودي ولا نصراني ولا مجوسي ولا بأس بأن يعين حاجا منقطعا مقيما وغازيا منقطعا به ولا بأس بأن يعين مكاتبا وبهذا يأخذ أبو حنيفة وأبو يوسف ومحمد بهذا الحديث\r\nقلت أرأيت رجلا قضى دين رجل حي مغرم من زكاته بأمره أيجزيه ذلك من زكاة ماله قال نعم\r\nقلت أرأيت الرجل تجب عليه الزكاة الدراهم في زكاة ماله فيعطي قيمتها حنطة أو تمرا أو شعيرا أو شيئا مما يكال أو يوزن أو ثيابا أو غير ذلك أيجزيه ذلك من زكاة قال نعم\r\nقلت أرأيت الرجل يعطى المكاتب من زكاته أيجزيه قال نعم قلت فإن عجز المكاتب قال يجزيه ما كان أعطاه من زكاة ماله\r\nقلت أرأيت الرجل يدخل أرض الحرب فيؤخذ منه العشر ثم يخرج فيمر على عاشر المسلمين أتحسب له ذلك قال لا\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nقلت أرأيت قوما من الخوارج ظهروا على قوم من المسلمين فأخذوا زكاة أموالهم وإبلهم وغنمهم وبقرهم ثم ظهر عليهم الإمام وأهل العدل أيحسبون لهم تلك الصدقة قال نعم قلت لم قال لأنهم لم يمنعوهم منهم قلت وكذلك إن أخذوا صدقات إبلهم وبقرهم وغنمهم قال نعم قلت فهل يجزى ما أخذ الخوارج منه من الصدقة فيما بينه وبين الله تعالى قال لا\r\nقلت أرأيت الإمام كيف ينبغي له أن يضع بصدقاتهم قال يقسم صدقة كل بلاد في فقرائهم ولا يخرجها من تلك البلاد إلى غيرها\r\nقلت أرأيت الرجل يكون له الدين فيتصدق به على الذي هو عليه وينوي أن يكون من زكاة ماله هل يجزيه ذلك قال لا قلت فعليه أن يزكي ذلك الدين مع ماله قال لا قلت لم قال لأنه لم يقبضه قلت أرأيت إن قبضه ثم تصدق به عليه هل يجزيه ذلك قال نعم\r\nقلت أرأيت الرجل يعطي الرجل مالا مضاربة فيربح فيه المضارب على من يكون زكاة المال وزكاة الربح قال على رب المال زكاة المال وحصته من\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nالربح وعلى المضارب زكاة حصته من الربح إذا وصل إليه إن كان يجب في مثله الزكاة وإن كان لا يجب في مثله الزكاة وليس له مال غيره فليس عليه فيه شيء قلت فإن كان له مال غير ذلك قال يضمه إلى ماله فيزكيه معه\r\nقلت أرأيت الرجل يكون له المال فإذا حال عليه الحول هلك بعضه بعد ما وجب عليه فيه الزكاة أعليه أن يزكيه كله أو يزكي ما بقي عنده من المال قال ليس عليه أن يزكي ما هلك وعليه أن يزكي ما في يده ولا يزكي ما هلك منه قلت وكذلك إن سرق بعضه أو غصبه منه إنسان فذهب به قال نعم\r\nقلت أرأيت المرأة من أهل الحرب تمر على العاشر بمال للتجارة أيعشرها قال نعم\r\nقلت وكذلك الصبي من أهل الحرب يمر مع عمه ومعه مال للتجارة ويقيم البينة أنه مال هذا الصبي قال نعم يؤخذ منه الزكاة قلت فإن كان أهل الحرب لا يأخذون من الصبيان إذا دخلوا إليهم من المسلمين قال إذن لا يؤخذ من الصبي الحربي شيء\r\nقلت أرأيت المكاتب من أهل الحرب يمر على العاشر بمال له ويعرف أنه مكاتب أيعشره قال نعم قلت فإن كان أهل الحرب لا يعشرون مكاتب المسلم إذا دخل عليهم قال إذن لا يؤخذ من مكاتب الحربي شيء\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nقلت أرأيت المرأة من أهل الذمة تمر على العاشر بالمال قال يأخذ منها نصف العشر\r\nقلت أرأيت المرأة المسلمة تمر على العاشر بالمال قال يؤخذ منها ربع العشر كما يؤخذ من الرجل المسلم ربع العشر وهي في الزكاة بمنزلة الرجل\r\nقلت أرأيت الرجل التاجر يمر على العاشر بالرمان والبطيخ والقثاء والخيار والسفرجل والعنب والتين قد اشتراه للتجارة وهو يساوي مائتي درهم أيعشره قال لا قلت ولم وهو للتجارة قال لأنه لا يبقى قلت وكذلك الذمي إذا مر بشيء من ذلك على العاشر قال نعم قلت وكذلك الحربي إذا مر بشيء مما ذكرت لك لم يؤخذ منه شيء قال نعم وهو قول أبي حنيفة وقال أبو يوسف أما أنا فأرى أن يؤخذ من ذلك كله وهو قول محمد\r\nقلت أرأيت النصراني أو الرجل من أهل الذمة يمر على العاشر بخنازير أو بخمر قد اشتراه للتجارة وهي تساوي مائتي درهم أو أكثر أيعشرها العاشر قال أما الخنازير فلا يعشرها وأما الخمر فيأخذ نصف عشر قيمتها محمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن الحكم عن إبراهيم النخعي أنه قال في الخمر يمر بها الذمي على العاشر يأخذ نصف عشر قيمتها\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nقلت فإذا مر الرجل من أهل الحرب بالخمر والخنزير للتجارة لم يعشر الخنازير وأخذ عشر قيمة الخمر منه قال نعم\r\nقلت أرأيت الرجل المسلم يمر بها وهي له أيعشرها له قال لا\r\nقلت أرأيت رجلا كانت عنده مائتا درهم فمكث أشهرا ووهبها لرجل ودفعها إليه ثم رجع فيها الواهب بعد ذلك بيوم فحال عليها الحول من يوم ملكها هل عليه فيها زكاة قال لا حتى يحول عليها الحول من يوم رجع فيها قلت ولم لا يزكيها إذا حال عليها الحول من يوم ملكها قال لأنها قد خرجت من ملكه\r\nقلت أرأيت إن ردها عليه الموهوب له قبل أن يحول الحول عليها ثم حال الحول عليها عنده أهو بهذه المنزلة قال نعم\r\nقلت أرأيت إن مكثت عند الموهوب له سنة فلم يزكها حتى رجع فيها الواهب وقبضها على من زكاتها قال ليس على واحد منهما زكاة قلت\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nولم ؟ قال لأن الزكاة كانت وجبت على الموهوب له في الدراهم فلما أخذها منه الواهب لم يكن عليه فيها زكاة لأن الواهب أخذها ولا يكون على الواهب فيها شيء لأنها لم تكن له بمال حين رجع فيها\r\nقلت أرأيت الرجل يخرج أرضه حنطة كثيرة وهي من أرض العشر فيبيعها قبل أن يؤدي عشرها فيجيء صاحب العشر والطعام عند المشتري وليس عند البائع منه شيء هل للمصدق أن يأخذ من المشتري عشر الطعام قال نعم إن شاء أخذ منه قلت ويرجع المشتري على البائع بعشر الثمن قال نعم\r\nقلت أرأيت الرجل يبيع أرضا وفيها زرع قد أدرك وهي من أرض العشر على من عشرها على المشتري أو على البائع قال عشر الزرع على البائع\r\nقلت أرأيت إن باعها والزرع بقل على من عشر الزرع إذا حصد قال على المشتري\r\nقلت أرأيت إن باع الزرع وهو قصيل فقصله المشتري أيكون على البائع العشر في الثمن قال نعم\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nقلت أرأيت إن باع الزرع وهو بقل بعد ثم أذن البائع للمشتري أن يتركه في أرضه فتركه حتى استحصد على من العشر قال على المشتري قلت ولم قال لأنه هو الذي حصده\r\nقلت وكذلك كل شيء من الثمار أو غيره مما فيه العشر يبيعه صاحبه قبل أن يبلغ في أول ما اطلع ثم تركه المشتري حتى يبلغ بإذن البائع أيكون زكاته على المشتري قال نعم قلت أرأيت الرجل يشتري الأرض من أرض العشر للتجارة ليزرعها عليها زكاتها للتجارة أو عشر الأرض قال ليس عليه زكاتها للتجارة وإنما عليه عشر الأرض قلت ولم قال لأنه حين اشترى أرضا يجب فيها العشر سقطت عنه الزكاة قلت وكذلك إن اشترى أرضا من أرض الخراج قال نعم ولا يكون عليه الزكاة ولا يجتمع عليه خراج وزكاة ولا خراج وعشر ولا زكاة وعشر\r\nقلت أرأيت الرجل يشتري الدور للتجارة فحلت فيها الزكاة كيف يصنع قال يقومها فيزكي قيمتها\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nقلت أرأيت الرجل يموت وله أرض من أرض العشر وقد أدرك زرعها فوجب فيها العشر أيؤخذ منها العشر قال نعم قلت ولم قال لأنها قد صارت لغيره كما كانت له قلت أرأيت الرجل يكون له أرض من أرض العشر فيها رطبة وهي تقطع في كل أربعين ليلة مرة أيؤخذ العشر منها كلما قطعت قال نعم\r\nقلت أرأيت الرجل يشتري الأرض من أرض العشر فيزرعها بطيخا ويقلعه أيؤخذ منه العشر قال نعم قلت فإن زرع فيها بطيخا أو خيارا أو قثاء أو شبه ذلك قال يؤخذ منها العشر أيضا وقال أبو يوسف ومحمد لا عشر في بطيخ ولا خيار ولا قثاء ولا بقل ولا رطبة ولا نحو ذلك مما ليس له ثمرة باقية\r\nقلت أرأيت العنب يبيعه صاحب الأرض عنبا وربما باعه عصيرا وربما باعه\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nبأكثر من قيمته وربما باعه بأقل من ذلك قال يؤخذ من الثمن عشره إن باعه عصيرا أو باعه عنبا بأقل من قيمته كان أو أكثر إذا لم يكن شيئا حابي فيه فاحشا حتى يعرف ذلك\r\nقلت أرأيت الرجل يكون له المال فإذا حال عليه الحول هلك نصفه بعد ما وجب فيه الزكاة أعليه أن يزكى كله أو يزكى ما بقي قال بل يزكى ما بقي وليس عليه أن يزكي ما هلك قلت وكذلك إن سرق منه بعضه أو غصبه منه إنسان فذهب به قال نعم\r\nقلت أرأيت الرجل يكون له على الرجل دين فيكافره فيمكث سنة يكافره به وليست له عليه بينة ثم يقضيه إياه بعد ذلك هل عليه زكاة ما\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nمضى قال لا قلت ولم قال لأنه قد كان يجحده وليس هذا بمنزلة الدين الذي يقر له به\r\nقلت أرأيت المرأة تزوج الرجل على ألفي درهم بعينها فيحول الحول عليها وهي في يد الزوج ثم يطلقها قبل أن يدخل بها على من زكاة هذه الألفين قال يدفع النصف إلى المرأة وعليها فيه الزكاة وليس على الزوج زكاة في النصف الآخر قلت ولم قال لأن المرأة قد حال عليها الحول وهي تملك الذي أخذت ووجبت عليها فيه الزكاة والزوج إنما وجب له نصف ذلك حين يطلقها فلا يجب عليه فيه زكاة لأنه لم يحل عليه الحول منذ يوم ملكه وهذا قول أبي حنيفة الأول وقال أبو حنيفة بعد ذلك ليس على واحد منهما زكاة\r\nقلت وكذلك إن كانت بغير أعيانها قال نعم قلت فإن دفعها إلى امرأته وحال عليها الحول ثم طلقها قبل أن يدخل بها قال تزكي المرأة المال كله قلت ولم قال لأنه كان في ملكها وحلت عليها فيه الزكاة\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nقلت وكذلك لو تزوجها على إبل أو غنم أو بقر سائمة ثم دفعها إليها وحال عليها الحول ثم طلقها قبل أن يدخل بها قال لا أما هذا فليس عليها إلا زكاة ما بقي\r\nقلت ولو تزوجها على عبد ودفعه إليها فجاء يوم الفطر وهو عندها ثم طلقها قبل أن يدخل بها فعليها زكاة الفطر قال نعم\r\nقلت فإن كان العبد عند الزوج ثم طلقها قبل أن يدخل بها فليس عليه زكاة الفطر ولا عليها قال نعم\r\nقلت وكذلك إن كانت الإبل والغنم والبقر عند الزوج والإبل سائمة فتزوجها عليها ثم طلقها قبل أن يدخل بها ثم دفع إليها نصفها أتزكيها وقد حال عليها الحول قال فإن كان في مثل ما أخذت تجب فيه الزكاة زكتها وإلا فلا زكاة عليها وأما الزوج فلا زكاة عليه وقال أبو حنيفة بعد ذلك لا زكاة على واحد منهما\r\nقلت أرأيت الرجل يكون له مائتا درهم وعليه مثلها وله أربعون شاة سائمة أو خمس من الإبل أو ثلاثون من البقر هل عليه فيها زكاة قال نعم لأن عنده\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nدراهم وفاء بدينه قلت فإن كان عليه دين مائتا درهم وعشرة دراهم قال ليس عليه زكاة في شيء من ذلك لأن عليه فضل دين ليس به عنده وفاء من الدراهم\r\nقلت أرأيت الرجل تكون له أربعون شاة سائمة ومائتا درهم وعليه مائتا درهم دين هل عليه زكاة قال نعم يزكي الغنم وتبطل زكاة الدرهم\r\nقلت فإن لم يأته المصدق وكان ذلك إليه والغنم تساوي مائتي درهم يزكي أيهما شاء ويترك الآخر ويجزيه ذلك قال نعم قلت وكذلك لو كانت خمس من الإبل مكان الدراهم وهي تساوي مائتي درهم زكى أيهما شاء قال نعم\r\nقلت فإذا جاء المصدق فأخبره بما عليه من الدين وبما له قال يزكي المصدق الإبل\r\nقلت أرأيت الرجل يكون في عسكر الخوارج فلا يؤدي زكاة ماله سنة أو سنتين ثم يتوب أهل البغي وهو معهم هل يؤخذ بزكاة لما مضى أو أحد من أصحابه قال لا قلت ولم قال لأنه لم تكن أحكامنا تجرى عليهم\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nفيه قلت فهل عليهم فيما بينهم وبين الله تعالى أن يؤدوا الزكاة لما مضى قال نعم\r\nقلت أرأيت الرجل من أهل البغي يبعثونه رسولا إلى أهل العدل فيمر على العاشر بالمال أيأخذ منه الزكاة قال نعم قلت كما يأخذ من المسلم قال نعم\r\nقلت أرأيت القوم يسلمون في أرض الحرب فيمكثون بها سنين وقد عملوا أن الزكاة عليهم وصدقوا بذلك وعرفوا كيف هي فلم يؤدوها سنين ثم خرجوا إلى دار الإسلام بأموالهم وإبلهم وغنمهم وبقرهم هل يؤخذ منهم لما مضى شيء قال لا قلت ولم قال لأن الحكم لم يكن يجرى عليهم ولكن عليهم فيما بينهم وبين الله تعالى أن يؤدوه\r\nقلت أرأيت رجلا من المسلمين مر على عاشر بمال فكتمه إياه حتى اختلف عليه كذلك سنين يتجر به لا يؤدي زكاته ولا يعلم به العاشر ثم إن العاشر اطلع عليه وأخبره الرجل أنه اختلف به عليه منذ سنين يتجر به أيؤخذ منه لما مضى تلك السنين قال نعم قلت وكذلك صاحب الإبل والبقر والغنم إذا أتاه المصدق وكانت قصته على ما وصفت لك قال نعم قلت وكذلك صاحب الأرض لها عشر قال نعم قلت ولم قال لأن الحكم يجري على هؤلاء\r\nقلت أرأيت شريكين متفاوضين لهما مال فلما حال عليه الحول أدى كل واحد منهما زكاة المال بغير أمر صاحبه قال يضمن كل واحد منهما ما أدى عن\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nصاحبه لصاحبه قلت لم قال لأنه لم يأمره بذلك قلت فإن كان كل واحد منهما قد أمر صاحبه إذا حال عليه الحول أن يؤدي ذلك فأديا جميعا معا قال يضمن كل واحد منهما حصة صاحبه مما أدى قلت فإن أدى أحدهما قبل صاحبه قال يضمن الآخر ما أدى عن صاحبه ولا يضمن الأول ما أدى قلت ويجزى عنهما صدقة الأول قال نعم قلت فهل يجزى عنهما في المسألة الأولى قال يجزى كل واحد منهما ما أدى عن نفسه ويضمن ما أدى عن صاحبه لصاحبه قلت ولم ضمنت الآخر ما أدى وقد أدى بأمر صاحبه ولم يعلم أنه قد أدى الصدقة قال لأنه أمره أن يؤدي الزكاة وإنما أدى غير الزكاة هذا قول أبي حنيفة وقال أبو يوسف وأما أنا فلا أرى عليه ضمانا وهو قول محمد\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nقلت أرأيت رجلا أودع رجلا مالا فجحده سنين ثم رده عليه هل عليه زكاة ما مضى قال ليس عليه زكاة فيما مضى\r\nقلت أرأيت رجلا دفن مالا في أرض له أو في بعض بيوته فخفي عليه موضعه حتى مضى لذلك سنين ثم وجده بعد هل عليه زكاة ما مضى قال ليس عليه فيما دفن في الأرض فخفى عليه زكاة ولكن عليه زكاة فيما دفن في بيوته قلت فما الفرق بين ما في أرضه وما في بيوته قال لأن ما في الأرض لا يشبه ما في بيوته لأن ما في بيته كأنه صندوقه فإذا علم أنه قد دفنه فهو في يده قلت أرأيت رجلا سقط منه مال في مفازة ثم وجده بعد سنين أو وقع في طريق من طرق المسلمين ثم أصابه بعد سنين هل عليه في شيء من ذلك زكاة لما مضى من السنين قال لا ليس عليه زكاة لما مضى .\r\nباب الذهب والفضة والركاز والمعدن والرصاص والنحاس والحديد والجوهر وغير ذلك\r\nقلت أرأيت معدن الذهب والفضة والنحاس والرصاص والحديد إذا عمل\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nفيه المسلم والذمي والعبد والمكاتب والمدبر وأم الولد والمرأة فأصابوا ركازا قال يؤخذ منهم خمس ما أصابوا ولهم أربعة أخماس\r\nقال محمد حدثنا أبو حنيفة عن حماد عن إبراهيم عن النبي صلى الله عليه وسلم أنه قال العجماء جبار والقليب جبار والمعدن جبار وفي الركاز الخمس\r\nمحمد قال حدثنا أبو حنيفة عن حماد عن إبراهيم أنه قال في المعدن الخمس\r\nقلت فإن كان المعدن في أرض العشر وأرض الجبل أهو سواء قال نعم هو سواء\r\nقلت أرأيت الرجل يعمل في المكان من المعدن يوما فيجيء آخر من الغد\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nفيعمل في ذلك المكان فيصيب منه المال فيقول الأول أنا أحق به لمن يكون ذلك المال قال يخمس وما بقي بعد الخمس فهو للذي عمل فيه بعد ذلك أخيرا\r\nقلت أرأيت اللؤلؤ يستخرج من البحر أو العنبر ما فيه قال ليس فيه شيء قلت ولم قال لأنه بمنزلة السمك قلت وما بال السمك لا يكون فيه شيء قال لأنه صيد وهو بمنزلة الماء لأن الأثر لم يأت في السمك وهذا قول أبي حنيفة ومحمد وقال أبو يوسف بعد ذلك أرى في العنبر الخمس\r\nقلت أرأيت الياقوت والزمرد والفيروزج يوجد في المعدن أو في الجبال هل في شيء منه خمس أو عشر قال لا ليس فيه خمس ولا عشر قلت\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nولم ؟ قال لأنه حجارة قلت ولو كان في شيء من هذا لكان في الكحل والزرنيخ والمغرة والنورة والحصى وهذا كله حجارة وليس في الحجارة شيء\r\nقلت أرأيت الزيبق إذا أصيب في معدنه هل فيه شيء قال نعم عليه الخمس وهو قول أبي حنيفة ومحمد وقال أبو يوسف ما أرى فيه شيئا\r\nقلت أرأيت الرجل يصيب الركاز من الذهب أو الفضة أو الجوهر مما يعرف أنه قديم فيحفره فيخرجه من أرض الفلاة قال فيه الخمس وما بقي فهو له لأنه جاء الأثر عن النبي صلى الله عليه وسلم أنه قال في الركاز الخمس والركاز هو الكنز\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nقلت فإن كان الذي استخرجه مكاتبا أو ذميا أو عبدا أو امرأة أو صبيا قال هو كذلك أيضا يؤخذ منه الخمس وما بقي فهو له\r\nقلت أرأيت الرجل يجد الركاز في دار الرجل فيتصادقان جميعا أنه ركاز قال هو للذي يملك رقبة الدار وفيه الخمس قلت أرأيت إن كان الذي وجده قد استأجر الدار من صاحبها أو استعارها قال وإن كان فهو لصاحب الدار\r\nقلت فإن كان اشتراها منه رجل فوجد فيها ركازا فأقرا جميعا أنه ركاز قال هو لرب الدار الأول منهما قلت فإن كان الذي باعها إنما اشتراها من رجل آخر قال فالركاز للذي كان له الأصل يخمس وما بقي فهو له قلت وكذلك الركاز يوجد في أرض رجل قال نعم وهذا قول أبي حنيفة ومحمد وهو قياس الأثر عن علي بن أبي طالب رضي الله عنه وقال أبو يوسف أما أنا فأراه للذي أخذه أستحسن ذلك\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nقلت أرأيت الرجل يدخل أرض الحرب بأمان فيجد ركازا في دار رجل منهم قال يرده عليه قلت فإن وجده في الصحراء قال فهو له وليس فيه خمس قلت ولم لا تجعل فيما وجد في أرض الحرب من الركاز خمسا كما جعلته في دار الإسلام قال لأن أرض الحرب لم يوجف عليها المسلمون ولم يفتحوها وأرض الإسلام قد أوجف عليها المسلمون وفتحوها فمن ههنا اختلفا\r\nقلت أرأيت الرجل المسلم أو الذمي يكون في داره المعدن أو في أرضه قال هو له وليس فيه خمس وهذا قول أبي حنيفة وفي قول أبي يوسف ومحمد فيه الخمس\r\nقلت أرأيت الرجل من أهل الحرب يدخل دار الإسلام بأمان فيصيب كنزا أو شيئا من المعدن قال يؤخذ منه كله قلت ولم قال لأنهم ليس لهم مما في أرضنا شيء قلت فإن عمل في المعدن بإذن الإمام قال يخمس ما أصاب وما بقي فهو له\r\nقلت أرأيت الرجل يكون له النحل في أرضه عسالة فيصيب من عسلها غلة عظيمة ما فيه قال إن كان في أرض الخراج فليس فيه شيء وإن كان\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nفي أرض العشر ففيه العشر بلغنا عن رسول الله صلى الله عليه وسلم نحو ذلك\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nقلت أرأيت الرجل يكون في أرضه العين يخرج منها القير والنفط والملح وأرضه أرض خراج ما عليه قال عليه خراج أرضه وليس عليه في هذا شيء قلت فإن كان هذا في أرض عشر قال فليس عليه أيضا فيها شيء قلت ولم قال لأنها ليست من الثمار\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nقلت أرأيت الرجل يجد الركاز في الصحراء أو يعمل في المعدن فيصيب فيه المال وعليه دين نحو مما أصاب هل يخمس ما أصاب من الركاز والمعدن قال نعم قلت ولا تعد هذا مانعا مثل الزكاة قال لا إنما هو مغنم\r\nقلت أرأيت الرجل يتقبل المكان من المعدن من السلطان فيستأجر فيه أجراء فيخرجون منه أموالا لمن تكون تلك الأموال قال للمستأجر الذي استأجرهم ويخمس كله وما بقي فهو له قلت فإن جاء قوم بغير أمره لم يستأجرهم فعملوا في ذلك المكان فأصابوا مالا قال يخمس ما أصابوا وأما ما بقي فهو لهم وليس للذي تقبل من ذلك شيء\r\nقلت أرأيت الرجل يكون له الأرض من أرض العشر فينبت فيها الطرفاء والقصب الفارسي أو غيره هل فيه عشر قال لا ليس\r\nفيه عشر إنما\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nهو حطب قلت وكذلك الحشيش والشجر الذي ليس له ثمر مثل السمر وشبهه قال نعم\r\nقلت أرأيت الرياحين والبقول كلها والرطاب القليل من ذلك والكثير هل فيه العشر قال نعم كل شيء من ذلك تسقيه السماء أو سقي سيحا ففيه العشر وكل شيء يسقى بغرب أو دالية أو سانية ففيه نصف العشر بلغنا عن رسول الله صلى الله عليه وسلم نحو من ذلك\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nقلت أرأيت الوسمة فيها عشر إذا كانت في أرض العشر قال نعم قلت وكذلك الزعفران والورد والورس قال نعم قلت وكذلك قصب السكر قال نعم قلت لم وإنما هو قصب قال لأنه ثمر وليس بحطب\r\nقلت والحنطة والشعير والزبيب والذرة والسمسم والأرز وجميع الحبوب ففيه العشر قال نعم وهذا قول أبي حنيفة وقال أبو يوسف ومحمد\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nلا يكون في شيء من هذا عشر حتى يبلغ خمسة أوسق والوسق ستون صاعا مما يكون له ثمرة باقية وأما الخضر فلا عشر فيها\r\nقلت أرأيت الرجل يكون عليه الدين يحيط بقيمة أرضه هل عليه عشر قال نعم قلت فإذا قال علي دين وحلف على ذلك أيقبل منه قوله ويكف عنه قال لا يقبل قوله وعليه العشر وإن كان عليه دين\r\nقلت أرأيت المكاتب هل في أرضه العشر قال نعم قلت وكذلك الصبي والمجنون المغلوب قال نعم قلت لم قال لأن العشر بمنزلة الخراج في هذه المنزلة\r\nقلت أرأيت رجلا له أرض يؤدي خراجها هل عليه فيها عشر قال لا\r\nقلت أرأيت الرجل يستأجر الأرض من أرض العشر فيزرعها على من عشرها قال على رب الأرض وليس على المستأجر شيء\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن الحكم عن إبراهيم نحوا من هذا\r\nقلت فلو آجرها بمائة درهم وأخرجت الأرض أربعين كرا كان عليه أربعة أكرار قال نعم قلت فإن منحها إياه منحة على من عشرها قال على\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nالذي زرعها قلت ولم قال لأن صاحبها لم يأخذ لها أجرا\r\nقلت أرأيت الرجل المسلم يشتري من الكافر أرضا من أرض الخراج أيكون عليه العشر قال لا ولكن عليه الخراج\r\nقلت أرأيت الكافر اشترى من المسلم أرضا من أرض العشر أيكون عليه فيه العشر أو الخراج قال يكون عليه الخراج قلت فإن أخذها مسلم بالشفعة قال هو جائز وعلى المسلم العشر\r\nقلت فإذا باع المسلم أرضا من أرض العشر من كافر وهو بالخيار أو الكافر بالخيار فيها أو يبيعها بيعا فاسدا فيردها الكافر عليه ما عليه في هذا كله قال عليه العشر قلت فلم جعلت على الكافر الخراج إذا اشتراها قال لأنه لا يكون على الكافر عشر إنما هي بمنزلة دار كانت لكافر فليس عليه فيها شيء فإذا جعلها بستانا كان عليه فيها الخراج قلت والعشر لا يجب على أرض يؤدي صاحبها الخراج ولا على رجل يؤدي في أرضه أجرا قال نعم وهذا قول أبي حنيفة\r\nقلت أرأيت رجلا نصرانيا من بني تغلب له أرض من أرض العشر اشتراها من رجل مسلم ما عليه فيها قال يضاعف عليه فيها العشر فإن كانت سيحا أو تسقى من السماء فعليه فيها الخمس وإن كانت تشرب بغرب أو دالية أو\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nسانية فعليه فيها العشر قلت وضاعفت عليه كما ضاعفت في أموالهم قال نعم\r\nقلت أرأيت إن باعها من مسلم أو أسلم عليها قال عليها العشر مضاعفا\r\nقلت أرأيت العبد النصراني يعتقه النصراني من بني تغلب فيشتري أرضا من أرض العشر قال عليه فيها الخراج ولا ينزل منزلة مولاه قلت لم قال لأن مولاه لا يكون في هذا أعظم حرمة من مولى المسلم إذا أعتقه وهو نصراني ولو أن رجلا أعتق عبدا له نصرانيا كان على عبده الخراج وإن اشترى أرضا من أرض العشر كان عليه الخراج وإن كان له إبل أو غنم أو بقر فليس عليه فيها شيء وكذلك العبد النصراني إذا أعتقه النصراني من بني تغلب\r\nقلت أرأيت ما كان في أرض العشر من قصب الذريرة هل عليه فيها عشر قال نعم قلت لم وإنما هو قصب قال لأنه بمنزلة الريحان\r\nقلت أرأيت أرض العشر ما هي وأين تكون قال أما في أيدي العرب بالبادية وأرض الحجاز من أرض العرب بالبرية فهي من أرض العشر وما كان من أرض السواد مما لا يبلغه الماء فاستحياه رجل واستخرجه بأمر السلطان فهي من أرض العشر وما كان من ذلك يبلغه الماء فهو أرض الخراج\r\nقلت أرأيت قوما من أهل الحرب أسلموا في دارهم أيكون أرضهم من\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nأرض العشر قال نعم قلت لم قال لأنهم أسلموا عليها ولم يفتح المسلمون بلادهم فيكون فيئا فأرضهم من أرض العشر\r\nقلت فكل أرض تكون في اليمن والحجاز وتهامة والبرية أتجعلها أرض عشر قال نعم\r\nقلت وأيما أرض تجعلها من أرض العشر إذا جاء العاشر يأخذ عشر الأرض فقال صاحبها قد أديته وحلف على ذلك أيقبل منه ويكف عنه قال لا ولكن يأخذ منه العشر قلت لم قال لأن هذا مما يأخذ السلطان وهو بمنزلة الصدقة صدقة الإبل والبقر والغنم\r\nقلت أرأيت رجلا أعطى عشر أرضه وزكاته وزكاة إبله وبقره وغنمه صنفا واحدا من المساكين والفقراء أيسعه ذلك فيما بينه وبين الله تعالى قال نعم\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن المنهال عن شقيق عن عمر بن الخطاب رضي الله عنه أنه أتى بصدقة فبعث بها إلى أهل بيت واحد\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن الحكم عن مجاهد عن ابن عباس رضي الله عنهما مثله\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nمحمد عن أبي يوسف قال حدثنا الحسن بن عمارة عن المنهال بن عمرو عن زر بن حبيش عن حذيفة بن اليمان رضي الله عنهما مثله\r\nقلت أرأيت إن وضع ذلك في الفقراء ولم يأت به السلطان أيسعه ذلك فيما بينه وبين الله تعالى قال نعم\r\nقلت أرأيت إن عجل زكاة ماله لسنتين أيسعه ذلك فيما بينه وبين الله تعالى قال نعم ولا يجزيه إن أعطى عشر أرضه لسنتين مستقبلة وإن كان نخل وشجر كما لا يجزيه زكاة ماله قبل أن يكتسب\r\nقلت أرأيت إن لم يخرج من أرضه شيء وقد أعطى زكاتها أو إن أعطى زكاتها عن صنف وزرع غير الذي أعطى زكاته قال لا يجزيه وإن كان زرع الأرض فلا بأس أن يعجل عشرة قبل أن يدرك وبعد أن يخرج لسنته تلك ولا يجزى أن يعجل لسنين لأنه لا يدري هل يزرع ذلك من قابل أم لا فأما إذا أعطاها وقد زرع فإنه يجزيه لزرعه ذلك ولا يجزيه للنخل والشجر إلا أن يكون قد خرج الثمر وإن لم يبلغ\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nقلت أفيعطي منها ذوي قرابة له وهم فقراء قال نعم قلت فإن أعطى منها أخاه أو أخته أو ذوي رحم محرم من رضاع أو نسب أجزاه ذلك قال نعم ما خلا الولد والوالد والأم فإنه لا يعطيهم من زكاة ماله ولا من عشر أرضه\r\nقلت أرأيت إن أعطى زكاة ماله أمه أو أباه أو ولده أو ولد ولده أو امرأته هل يجزيه ذلك من زكاة ماله ومن عشر أرضه قال لا\r\nقلت فإن أعطى منها جدته من قبل أمه أو من قبل أبيه أو ابنته أو ابنة ابنته أو ابن ابنته أو عبده أو مدبره أو أم ولده قال لا يعطى أحدا من هؤلاء من زكاة ماله قلت فإن أعطاهم قال لا يجزيه من زكاته ولا من عشر أرضه قلت فهل يجزى من أعطى سوى هؤلاء من ذوي الرحم المحرم إذا كانوا محتاجين قال نعم بلغنا عن إبراهيم أنه قال لا يعطى من الزكاة يهوديا ولا نصرانيا ولا مجوسيا ولا يعطى الرجل امرأته ولا تعطى المرأة زوجها من زكاتها لأنه يجبر على أن ينفق عليها وهذا قول أبي حنيفة وقال أبو يوسف ومحمد لا بأس\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nبأن تعطى المرأة زوجها من زكاتها لأنها لا تجبر على أن تنفق عليه قال وكذلك بلغنا عن النبي صلى الله عليه وسلم\r\nقلت فإن أعطى منها غنيا وهو لا يعلم قال يجزيه وهو قول أبي حنيفة ومحمد إذا سأله فأعطاه وقال أبو يوسف لا يجزيه إذا علم بعد ذلك\r\nقلت فإن أعطى أحدا من جميع هؤلاء الذين ذكرت لك وهو لا يعرفه وإنما سأله فأعطاه قال يجزيه في ذلك كله إلا في عبده أو أمته أو مدبره أو مكاتبه أو أم ولده فإن هؤلاء ماله فلا يجزيه قلت ولم لا يجزيه إن أعطى أحدا من هؤلاء وهو لا يعلم قال لأن هؤلاء كلهم ماله فلذلك لا يجزى\r\nقلت أرأيت الرجل يعطي الرجل من الزكاة وله دار أو مسكن وخادم هل\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nيجزيه في قول أبي حنيفة ومحمد ذلك قال نعم بلغنا عن إبراهيم أنه قال يعطى من الزكاة من له دار وخادم قلت وهل يعطى الرجل من زكاته رجلا واحدا مائتي درهم وليس له عيال قال أكره له ذلك قلت فإن أعطاه مائتي درهم وهو محتاج أيجزيه ذلك من زكاته قال نعم يجزيه أكره له أن يبلغ به مائتين إذا لم يكن له عيال أو لم يكن عليه دين\r\nقلت أرأيت الرجل يسأله الرجل الغني وهو لا يعلم ما هو فيعطيه من الزكاة أو يسأله الرجل من أهل الحرب فيعطيه وهو لا يعلم ثم علم به بعد ذلك هل يجزيه ذلك قال نعم في قول أبي حنيفة وهو قول محمد\r\nقلت أرأيت الرجل من أهل الكوفة له مال يتجر فيه فتحل فيه الزكاة أيعطيها بالكوفة أو ببلد غيرها قال بل يعطيها بالكوفة وأكره له أن يعطيها بغير الكوفة قلت وكذلك كل رجل من أهل بلاد حلت عليه الزكاة في بلد يعطيها أهل بلاده قال نعم قلت فإن أعطاها غيرها متعمدا لذلك خرج بها حتى أعطاها أو بعث بها قال يجزيه وأكره له ذلك\r\nقلت أرأيت الرجل يكون له المال غائبا عنه فيحتاج أيحل له أن يقبل الصدقة قال نعم قلت ولا يجب عليه في ماله ذلك الغائب الصدقة قال لا حتى يرجع إليه\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nقلت أرأيت الرجل يكون له على الرجل الدين فيتصدق به عليه ويحسب ذلك من زكاته أيجزيه ذلك من زكاته قال لا قلت لم قال لأنه لم يقبضه منه بعد قلت فإن تصدق به على آخر وأمره أن يقبضه منه فقبضه أيجزيه ذلك من زكاته ويحسب له قال نعم\r\nقلت أرأيت الرجل يتصدق على الرجل بدراهم من زكاة ماله ولم يأمره ثم ثم علم بعد ذلك فرضي به قال لا يجزيه من زكاته قلت ولم قال لأنه لم يأمره بذلك قلت فإن أمره بذلك فتصدق به بعد ما أمره أيجزيه من زكاته قال نعم\r\nقلت أرأيت الرجل يكون له عند الرجل طعام فيحول عليه الحول وهو للتجارة وليس له مال غيره وهو يساوي مائتي درهم فمكث بعد ذلك أشهرا فأخذه صاحبه وهو يساوي مائة درهم وهو مائتا قفيز حنطة قال يعطى منه خمسة أقفزة زكاته قلت فإن كان إنما يساوي خمسة أقفزة اليوم درهمين ونصفا قال وإن كان لأنه ربع عشرة\r\nقلت أرأيت الرجل إن أكل الطعام ولم يزكه ثم جاءك يستفتيك وإنما قيمته يوم أخذه وأكله مائة درهم ماذا عليه قال عليه خمسة دراهم قلت ولم قال لأنه حال عليه الحول وهو يساوي مائتي درهم وهذا قول أبي حنيفة وقال أبو يوسف أما أنا فأرى عليه درهمين ونصفا وهذا قول محمد\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nقلت أرأيت الرجل التاجر يمر على العاشر بالطعام فيقول وهذا الطعام من زرعي ويحلف على ذلك أيقبل منه ويكف عنه قال نعم .\r\nباب العشر في الخلايا\r\nمحمد عن أبي يوسف عن عبد الله بن محرز عن الزهري قال جعل رسول الله صلى الله عليه وسلم في النحل العشر قال وبلغنا عن عمر بن الخطاب أن أقواما كانت لهم خلايا في الجاهلية فطلبوها إلى أميرهم في زمن عمر فقال احمه لنا فكتب إلى عمر فكتب إليه عمر ابن الخطاب رضي الله عنه أن احمه لهم وخذ منهم العشر\r\nقلت وما الخلايا قال النحل\r\nقلت أرأيت إن كان لرجل نحل في أرض من أرض العرب مما يكون فيه العشر هل يكون فيما استخرج من عسلها العشر قال نعم\r\nقلت أرأيت إن كان العسل قليلا أو كثيرا أيجب فيه العشر فيما كان من ذلك قال نعم في قول أبي حنيفة وقال محمد ليس فيما دون خمسة أوسق من العسل عشر\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nقلت أرأيت النحل إذا كان في أرض رجل مسلم والأرض أرض خراج هل يكون فيه عشر قال لا قلت وكذلك إن كان في أرض ذمي قال نعم\r\nقلت أرأيت إن كان في أرض رجل من بني تغلب كم يؤخذ من ذلك قال عشران\r\nقلت أرأيت إن كان ذلك في أرض لمكاتب قد اشتراها وهي من أرض العشر هل يكون في ذلك عشر قال نعم قلت وكذلك إن كانت أرض صبي أو معتوه مغلوب قال نعم\r\nقلت أرأيت إن كان هذا في أرض رجل من المسلمين وهي من أرض العشر وعليه دين كثير هل يؤخذ منه العشر من ذلك قال نعم قلت ولم قال لأن هذا ليس بمنزلة الزكاة ألا ترى أن الرجل إذا كانت له أرض من أرض العشر وعليه دين كثير كان عليه العشر فيما أخرجت الأرض فكذلك هذا\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nقلت أفرأيت إن كان ذلك العسل في أرض من أرض العشر فكان يكون ذلك في السنة مرتين أو ثلاثا هل يؤخذ عشر ذلك كله قال نعم\r\nقلت أفرأيت النحل إذ كانت في الجبال أو في أرض ليست لأحد أرض فلاة فأصاب رجل من المسلمين شيئا من عسلها هل يكون فيه عشر قال نعم\r\nقلت أرأيت رجلا في أرضه نحل والأرض من أرض العشر وصاحب الأرض يعلم فجاء رجل فأصاب ذلك ما القول في ذلك كله قال ذلك كله لصاحب الأرض وفيه العشر ولا يكون للذي أصابه منه شيء قلت ولم قال لأنه في أرضه فما كان فيها من شيء فهو لصاحبها قلت وإن كان صاحبها لم يتخذ ذلك قال وإن لم يتخذ ذلك\r\nقلت أرأيت رجلا دخل أرض الحرب بأمان فأصاب شيئا من ذلك في جبالها فأخرجه إلى دار الإسلام هل يجب عليه في ذلك عشر قال لا قلت ولم قال لأنه أصابه في أرض الحرب\r\nقلت أرأيت جيشا من المسلمين دخلوا أرض الحرب فأصاب رجل منهم شيئا من ذلك هل يحل له أكله قال نعم قلت أرأيت إن أخرج شيئا منه من المغنم هل يقسم كما يقسم سائر المغنم قال نعم\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nباب عشر الأرض\r\nقال بلغنا عن النبي صلى الله عليه وسلم أنه قال العشر فيما سقت السماء أو سقى سيحا ونصف العشر فيما سقي بسواني\r\nقلت أرأيت ما سقي بدالية أو نحوها أهو بمنزلة السانية قال نعم وفيه نصف العشر وكل أرض من أرض العشر سقته السماء أو سقي سيحا ففيه العشر وكل شيء سقي من ذلك بدالية أو سانية أو نحوها ففيه نصف العشر\r\nمحمد عن أبي حنيفة عن حماد عن إبراهيم إن في كل شيء أخرجت الأرض العشر ونصف العشر\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nقلت أرأيت الأرض التي يجب فيها العشر ما هي قال كل أرض من أرض العرب ما لم يوجف المسلمون عليها وكل أرض من أرض الجبال مما استخرجه الرجل مما لا يبلغه الماء من الأنهار العظام من نحو الفرات ونحوها من الأنهار فأما ما استخرج من ذلك مما لا يبلغه الماء ففيها العشر وأما ما سوى ذلك من أرض الجبل والسواد مما أوجف المسلمون عليها ففيها الخراج\r\nقلت أرأيت أرضا من أرض العشر خرج منها طعام كثير فباعه قبل أن يؤدي عشرة فجاء صاحب العشر والطعام عند المشتري هل للمصدق أن يأخذ من المشتري عشر الطعام وهو قائم بعينه وهو في يده قال نعم إن شاء قلت فهل يرجع المشتري على البائع بعشر الثمن قال نعم قلت وإن شاء المصدق أخذ من البائع وترك المشتري قال نعم\r\nقلت أرأيت رجلا باع أرضا من أرض العشر وفيها زرع قد أدرك على من عشرها وقد باع الزرع مع الأرض أعلى المشتري أو على البائع قال عشر الزرع على البائع قلت لم قال لأن البائع باعه بعد ما وجب فيها العشر\r\nقلت أرأيت إن باعها والزرع بقل على من العشر عشر الزرع إذا ما حصد قال على المشتري قلت ولم قال لأنه باعه قبل أن يبلغ\r\nقلت أرأيت إن باع الزرع وهو قصيل فقصله المشتري أيكون على البائع العشر في الثمن قال نعم قلت ولم قال لأن البائع قد أخذ له ثمنا وقصله قبل أن يبلغ\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nقلت أرأيت إن باع الزرع وهو بقل ثم أذن البائع للمشتري أن يترك ذلك في أرضه فتركه حتى استحصد فحصده على من العشر قال على المشتري لأنه هو الذي حصد قلت وكذلك كل شيء من الثمار وغيرها فيما فيه العشر باعه صاحبه قبل أن يبلغ في أول ما يطلع ثم تركه المشتري حتى يبلغ بإذن البائع ثم يكون عشر ذلك على المشتري قال نعم\r\nقلت أرأيت رجلا اشترى أرضا من أرض العشر للتجارة فزرعها أعليه الزكاة للتجارة أو عشر الأرض قال ليس عليه زكاة للتجارة وإنما عليه عشر ما أخرجت الأرض قلت ولم قال لأنه إذا اشترى أرضا من أرض العشر سقطت عنه الزكاة ولا تجتمع الزكاة والعشر في أرض واحدة قلت وكذلك لو اشترى أرضا من أرض الخراج للتجارة قال نعم يكون عليه الخراج ولا يكون عليه الزكاة فيها ولا يجتمع خراج وزكاة ولا زكاة وعشر في أرض واحدة\r\nقلت أرأيت الرجل يموت وله أرض من أرض العشر وقد أدركت غلتها ووجب فيها العشر أيؤخذ منها العشر قال نعم قلت ولم وصاحبها قد مات وصارت لغيره قال وإن\r\nقلت أرأيت الرجل تكون له الأرض من أرض العشر وفيها رطبة وهي\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nتقطع كل أربعين ليلة أيؤخذ منها العشر كلما قطعت قال نعم في قول أبي حنيفة قلت ولم قال لأن العشر في كل ما خرج منها هذا قول أبي حنيفة\r\nقلت أرأيت الرجل له أرض من أرض العشر فيزرعها ويحصد زرعها قبل أن تمضي ستة أشهر أيؤخذ منه العشر قال نعم قلت فإن زرع فيها بقلا أو بطيخا أو خيارا أو قثاء أو حبوبا أو نحو ذلك أو قرعا هل يجب في شيء من هذا العشر قال نعم يؤخذ العشر من هذا كله وهذا كله قول أبي حنيفة وقال أبو يوسف ومحمد ليس في الخضر التي ليست لها ثمرة باقية عشر نحو الرطبة والبقول كلها والبطيخ والقثاء وما أشبه ذلك\r\nقلت أرأيت العنب يبيعه عنبا وربما باعه بأكثر من قيمته وربما باعه بأقل من قيمته والأرض من أرض العشر هل يؤخذ منه عشر الثمن إن باعه عصيرا أو عنبا بأقل من قيمته أو أكثر إذا لم يكن شيئا حابي فيه وعرف ذلك قال نعم\r\nقلت أرأيت الرجل يكون له النحل فيصيب من غلته غلة عظيمة ما يجب فيه قال إن كانت أرض خراج فليس فيه شيء وإن كان ذلك في أرض العشر ففيه العشر قلت ولم لا يكون فيه إذا كان في أرض الخراج قال لأنه بلغنا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nعن عمر أنه لم يضع في النحل شيئا نحل السواد قال لا تأخذوا من النحل شيئا ولا من الشجر قلت فكيف تقول في الأرض قال يمسح أرضا بيضاء فيوضع عليها الخراج كما يوضع على المزارع قفيز ودرهم على كل جريب\r\nقلت أرأيت الرجل الذي يكون له الأرض وفيها عين يخرج منها القير والنفط والملح وأرضه من أرض الخراج ما عليه قال عليه خراج أرضه وليس عليه في هذا شيء\r\nقلت أرأيت لو كان هذا في أرض عشر هل فيه شيء قال لا قلت ولم قال لأن هذا ليس بثمر\r\nقلت أرأيت الرجل يكون له أرض من أرض العشر فينبت فيها الطرفاء أو القصب الفارسي أو غيره هل فيه شيء قال لا قلت ولم قال لأن هذا حطب قلت وكذلك الحشيش والشجر الذي ليس له ثمرة مثل السمر وشبهه قال نعم\r\nقلت أرأيت الرياحين كلها والبقول والرطاب القليل من ذلك والكثير فيه العشر ونصف العشر قال نعم في قول أبي حنيفة\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nقلت أرأيت الوسمة هل فيها عشر إذا كانت في أرض العشر قال نعم في قول أبي حنيفة قلت وكذلك الزعفران والورد قال نعم قلت وكذلك قصب السكر قال نعم قلت ولم وهو قصب قال لأنه بمنزلة الثمرة وهذا كله قول أبي حنيفة وقال أبو يوسف ومحمد ليس في شيء من هذا زكاة إلا فيما كان له ثمرة باقية وحتى يكون الثمر الباقي خمسة أوسق فصاعدا والوسق ستون صاعا فأما الزعفران ونحوه مما يوزن فإنه إذا خرج منه ما يساوي خمسة أوسق أدنى ما يكون من قيمته الأوسق ففيه العشر وهو قول أبي يوسف وقال محمد القصب الذي يكون منه السكر إذا كان في أرض العشر فهو بمنزلة الزعفران وقال محمد ليس في الزعفران حتى يكون خمسة أمناء\r\nقلت أرأيت الحنطة والحلبة والشعير والتين والزيتون والزبيب والذرة والسمسم والأرز وجميع الحبوب عليه العشر إذا كان في أرض العشر قال نعم\r\nقلت أرأيت الرجل يكون عليه الدين يحيط بقيمة أرضه هل عليه عشر فيما خرج من أرضه قال نعم\r\nقلت أرأيت المكاتب إذا كانت له أرض العشر هل يجب عليه فيها العشر قال نعم قلت وكذلك الصبي والمرأة والمجنون والمعتوه الذي لا يفيق ؟\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nقال نعم كل هذا سواء وفي أرضهم العشر\r\nقلت أرأيت إن كانت أرض في يدي عبد مأذون له في التجارة وقد اشتراها هل يؤخذ منه عشر ما خرج منها قال نعم\r\nقلت أرأيت الرجل له أرض يؤدي فيها الخراج هل عليه فيها شيء قال لا ولا يجتمع العشر والخراج جميعا في أرض\r\nقلت أرأيت الرجل يستأجر أرضا من أرض العشر فيزرعها على من عشر ما يخرج منها قال على رب الأرض وليس على المستأجر شيء قلت أرأيت إن كان آجرها بخمسين درهما وأخرجت الأرض مائتي كر كان عليه عشر ذلك كله قال نعم وهذا قول أبي حنيفة وقال أبو يوسف ومحمد العشر على ما أخرجت الأرض وليس على المؤاجر شيء قلت أرأيت إن كان منحها إياه منحة أو أطعمها إياه طعمة على من عشرها قال على الذي زرعها وليس على رب الأرض شيء قلت ولم قال لأنه لم يأخذ لها أجرا\r\nقلت أرأيت المسلم يشتري من الذمي أرضا من أرض الخراج أيجب عليه فيها العشر قال لا وعليه الخراج وبلغنا ذلك عن عمر بن الخطاب رضي الله عنه\r\nقلت أرأيت ذميا اشترى أرضا من أرض العشر أيجب عليه فيها العشر قال لا ولكن عليه الخراج في قول أبي حنيفة قلت ولم قال لأنه لا يكون على الكافر عشر\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nقلت أرأيت إن جاء رجل مسلم بعد ذلك فأخذها بالشفعة ما عليه فيها قال عليه العشر قلت ولم وقد جعلت عليه الخراج قال لأن المسلم قد أخذها بحق قد كان وجب له فيها قبل ذلك وقال أبو يوسف إذا اشترى الذمي أرضا من أرض العشر جعلت عليه العشر مضاعفا كما أجعل عليه في ماله وقال محمد بن الحسن يكون على الكافر عشر واحد على حاله لا يزاد عليه\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nقلت أرأيت المسلم إذا باع أرضا من أرض العشر من ذمي وهو فيها بالخيار أو الذمي بالخيار أو باعها بيعا فاسدا فيردها الذمي عليه ما على البائع فيها قال العشر\r\nقلت أرأيت ذميا جعل دارا له بستانا أيجب عليه فيها شيء قال نعم عليه فيها الخراج وليس في هذا العشر\r\nقلت أرأيت نصرانيا من بني تغلب له أرض من أرض العشر اشتراها من المسلم ما عليه فيها قال عليه فيها عشران فإذا كانت تشرب سيحا أو يسقيها السماء فعليه فيها الخمس وإن كانت تشرب بغرب أو دالية أو سانية فعليه فيها العشر قلت وتضاعفها عليهم كما تضاعف في أموالهم قال نعم قلت لم قال لأن عمر بن الخطاب رضي الله عنه ضاعف عليهم في أموالهم قلت أرأيت إن باعها بعد ذلك من مسلم أو أسلم هو ما عليه قال عشران وهذا كله قول أبي حنيفة وقال أبو يوسف أما أنا فأرى عليه عشرا واحدا لأني أضاعف عليهم ما داموا ذمة فإذا أسلموا أسقطت ذلك عنهم وكان عليه ما على المسلمين وهو قول محمد\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nقلت أرأيت العبد النصراني أعتقه رجل من نصارى بني تغلب فيشتري أرضا من أرض العشر ما عليه فيها قال عليه فيها الخراج ولا ينزل فيها بمنزلة مولاه قلت ولم قال لا يكون أعظم حرمة من مولى المسلم لو أعتق عبدا نصرانيا ولو أن مسلما فعل ذلك بعبد له نصراني كان عليه الخراج وكان في أرضه الخراج وإن كان له إبل أو غنم أو بقر لم يكن عليه فيها شيء فكذلك عبد التغلبي إذا أعتقه\r\nقلت أرأيت ما كان في أرض العشر من قصب الذريرة هل فيه عشر\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nقال نعم في قول أبي حنيفة قلت ولم قال لأنه بمنزلة الرياحين\r\nقلت أرأيت أرض العشر ما هي وأين تكون قال ما كان في يدي العرب بالحجاز أو البرية من أرض العرب فهو من أرض العشر وما كان من أرض السواد والجبل ما لا يبلغه الماء فجاء رجل فأحياه فاستخرجه فهو من أرض العشر وما كان من ذلك مما يبلغه الماء فهو من أرض الخراج وقد بلغنا عن النبي صلى الله عليه وسلم أنه قال من أحيا أرضا مواتا فهي له قلت ويكون له رقبتها قال\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nنعم إن أقطعها إياه الإمام في قول أبي حنيفة وقال أبو يوسف ومحمد إذا أحياها فهي له أقطعه إياها الإمام أو لم يقطعه\r\nقلت أرأيت قوما من أهل الحرب أسلموا على دارهم أتكون أرضهم من أرض العشر قال نعم قلت ولم قال لأنهم أسلموا عليها فصارت في ذلك بمنزلة أرض العرب وإنما يجب الخراج مما أوجف عليه المسلمون وافتتحوه\r\nقلت وكل أرض من أرض الحجاز واليمن وتهامة وما كان في البرية في أرض العرب تجعلها أرض العشر لأن أهلها أسلموا عليها قال نعم\r\nقلت أرأيت المصدق إذا جاء يأخذ عشر الأرض فقال صاحبها قد أديته وحلف على ذلك أيقبل منه ويكف عنه قال لا ولكنه يأخذ منه العشر\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nقلت ولم قال لأن هذا إنما يأخذه السلطان قلت فإن أعطاه دون السلطان أيسعه ذلك فيما بينه وبين الله تعالى قال نعم\r\nقلت أرأيت إن عجل عشر ما يخرج من أرضه لسنتين أيجزيه ذلك فيما بينه وبين الله تعالى قال لا\r\nقلت أرأيت الرجل يعطي عشر أرضه وزكاة إبله أو بقره أو غنمه لصنف واحد من الفقراء أو المساكين أيجزيه ذلك قال نعم وكذلك بلغنا عن عمر بن الخطاب وعبد الله بن عباس وحذيفة ابن اليمان رضي الله عنهم أنهم قالوا يجزيه\r\nقلت أرأيت الرجل إذا كانت له أرض من أرض العشر فأعطى عشر ما\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nخرج من أرضه أباه أو أمه أو ابنه أيجزيه ذلك فيما بينه وبين الله تعالى قال لا قلت فإن أعطاه أخاه أو أخته أو ذا رحم محرم غير ولد أو والد أو جد أو جدة أو ولد وولد ولد هل يجزيه ذلك قال نعم وهو في ذلك بمنزلة الزكاة\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nكتاب ما يوضع فيه الخمس والعشر ولمن يجب\r\nقلت أرأيت رجلا أصاب ركازا هل يسعه فيما بينه وبين الله تعالى أن يتصدق بخمسة على المساكين قال نعم قلت أرأيت إن اطلع عليه الإمام وعلم ذلك منه أينبغي للإمام أن يمضي له ما صنع قال نعم\r\nقلت أرأيت إن كان صاحب الركاز محتاجا إلى جميع ذلك هل يسعه فيما بينه وبين الله تعالى ألا يرفعه إلى الإمام ولا يؤدي خمسه قال نعم\r\nقلت أرأيت إن أصاب الرجل ركازا فأعطى الخمس منه أباه أو أمه أو جده أو جدته وهم محتاجون أيجزيه قال نعم قلت ولم وهذا لا يجزى في الزكاة ولا في عشر الأرض قال ليس هذا بمنزلة الزكاة ولا عشر الأرض\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nقلت أرأيت ما جبي من الخراج إلى بيت المال لمن يجب من المسلمين قال يجب ذلك لجميع المسلمين فيعطى الإمام منه أعطيات المقاتلة والذرية والنائبة إن نابت المسلمين قلت ولم قال لأن هذا مما أوجف عليه المسلمون وهو لجميعهم\r\nقلت ولا يضع الخراج فيما يوضع فيه الزكاة من الفقراء والمساكين قال لا قلت ولم قال لأن الخراج ليس بمنزلة الزكاة وإنما يوضع الخراج فيمن ذكرت لك\r\nقلت أرأيت إن احتاج بعض المسلمين وليس في بيت مال المسلمين من الزكاة شيء ولا من الخمس ولا من العشر أيعطى الإمام ذلك الفقراء والمساكين قال نعم\r\nقلت أرأيت ما كان في بيت المال من الزكاة ومن الخمس ما أوجف المسلمون عليه من العدو أو من أرض العشر فسبيل ذلك كله واحد للفقراء والمساكين قال نعم\r\nقلت أرأيت ما ذكرت مما يؤخذ من أهل الذمة وأهل الحرب إذا مروا بأموالهم\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nعلى العاشر ما سبيل ذلك المال وفيما يوضع قال يوضع موضع الخراج\r\nقلت أرأيت ما أخذ من أهل البادية من إبلهم وبقرهم وغنمهم في أي شيء يوضع قال يرد على فقرائهم على كل قوم ما أخذ من أغنيائهم من ذلك وقد بلغنا عن عمر بن الخطاب رضي الله عنه أنه قال يؤخذ من حراشي أموالهم فيوضع في فقرائهم قلت وكذلك جميع الزكاة يضع الإمام زكاة كل قوم على فقرائهم قال نعم قلت وكذلك الفطرة سبيلها سبيل الزكاة قال نعم\r\nقلت أرأيت إن احتاج غيرهم من المسلمين فوضع الإمام زكاة غيرهم فيهم أيسعهم ذلك قال نعم قلت أرأيت إن كان كلا الفريقين فيهم فقراء أيهم\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nأحق أن يوضع فيه ذلك قال فقراء الذين أخذ ذلك منهم\r\nقلت أرأيت ما يؤخذ من بني تغلب مما ذكرت أنه يضاعف عليهم ما سبيل ذلك الذي يؤخذ منهم قال سبيله سبيل الخراج لأن عمر بن الخطاب بلغنا عنه أنه ضاعف عليهم في أموالهم مكان الخراج\r\nقلت أرأيت قول الله تعالى في كتابه « واعلموا أنما غنمتم من شيء فأن لله خمسه » ما بلغك في هذا قال هذا ما غنم المسلمون من العدو وفيما غنم العسكر من كل شيء كان خمسه لبيت المال وما بقي قسم بين الذين أصابوه خاصة دون المسلمين فيكون للراجل منهم سهم وللفارس سهمان وهذا قول أبي حنيفة وقال أبو يوسف ومحمد للفارس ثلاثة أسهم وللراجل سهم\r\nقلت أرأيت قوله تعالى « فأن لله خمسه وللرسول ولذي القربى » ما تفسير ذلك قال بلغنا عن عطاء بن أبي رباح أنه كان يقول خمس الله والرسول واحد كان رسول الله صلى الله عليه وسلم يضعه حيث يشاء في الفقراء والمساكين فصار ذلك على خمسة أسهم فأن لله خمسه وللرسول فهذا واحد ولذي القربى واليتامى\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nوالمساكين وابن السبيل\r\nقلت أرأيت من يجب له في بيت مال المسلمين حق من هو قال كل من غزا أخذ عطاءه من بيت المال فأعطاه ذريته من بيت المال والموالي والعرب في هذا سواء والأغنياء والفقراء في هذا سواء\r\nقلت أرأيت من كان غنيا من المسلمين ثم لا يغزو وليس في الديوان ولا يلي المسلمين شيئا هل يعطيه الإمام من بيت المال شيئا قال لا\r\nقلت أرأيت المساكين والفقراء من المسلمين جميعهم عربهم ومواليهم وغير ذلك منهم أيجب له حق في بيت المال قال نعم يجب لهم مما في بيت المال من الزكاة ومن الخمس والعشر وينبغي للإمام أن يتقي الله في المسلمين فلا يدع فقيرا إلا أعطاه حقه من ذلك قلت ويعطى الإمام الفقراء من ذلك ما يغنيهم قال نعم\r\nقلت أرأيت الرجل إذا كان محتاجا وله عيال أيعطيه الإمام ما يغنيه وعياله قال نعم\r\nقلت أرأيت قول الله في كتابه « والعاملين عليها » ما يجب لهم في بيت المال قال يفرض لهم الإمام رزقا مما يلي ويلون يعطيهم من ذلك قدر ما يرى\r\nقلت أرأيت قوله « والمؤلفة قلوبهم » هل يجب لهم في الزكاة شيء قال\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nلا وإنما كان ذلك على عهد النبي صلى الله عليه وسلم حين كان يتألف الناس على الإسلام ويعطيهم من ذلك وأما اليوم فلا\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nقلت أرأيت الإمام ما الذي يجب له في بيت المال قال يجب له من ذلك قدر ما يغنيه من العطاء ويفرض له عطاء من بيت المال فأما ما سوى ذلك فلا حق له فيه بلغنا عن أبي بكر رضي الله عنه أنه حين ولي انطلق بشيء يبيعه فقال أصحاب رسول الله صلى الله عليه وسلم أين يا خليفة رسول الله فقال معي شيء أبيعه أستعين\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nبه في نفقتي فمنعوه وفرضوا له رزقا من بيت المال\r\nقلت أرأيت الأمير إذا استعمل على الجيش فأصابوا غنائم ما يجب لأميرهم من ذلك قال هو كرجل من الجند\r\nقلت أرأيت أهل الذمة هل يجب لهم في بيت المال شيء قال لا\r\nقلت أرأيت ما أخذ منهم مما يمرون به على العاشر ومن بني تغلب هل يرد على فقرائهم قال لا ولا يكون لأهل الذمة في بيت المال شيء قلت وإن\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nكانوا فقراء قال لا قلت فإن كان أهل الذمة من بني تغلب أو من غيرهم ليس لهم حرفة ولا مال ولا يقدرون على شيء فلا يجب لهم شيء ولا عليهم شيء قال نعم وإنما يوضع الخراج على رؤس من أهل الذمة بقدرهم على المحترف اثنا عشر درهما وعلى الرجل الحسن الحال منهم الوسط أربعة وعشرون درهما وعلى الغني منهم المكثر ثمانية وأربعون لا يزاد عليهم على ذلك شيء بلغنا فيه غير حديث\r\nكمل كتاب الزكاة والحمد لله رب العالمين وصلاته وسلامه على سيدنا محمد وآله وصحبه\r\nويتلوه كتاب الصوم\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nكتاب الصوم\r\nأبو الحسن محمد بن الحسن قال قرأت نسخة هذا الكتاب على أبي بكر محمد بن عثمان فقلت له حدثك أبو جعفر محمد بن سعدان قال أخبرنا أبو سليمان موسى بن سليمان الجوزجاني قال أخبرنا محمد بن الحسن إلى آخر هذا\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nالكتاب ثم قلت له أروي هذا عنك قال نعم\r\nوعارضت به أبا سليمان موسى بن سليمان قال أخبرنا محمد بن الحسن عن طلحة بن عمرو الموصلي عن مجاهد أنه كان يكره أن يقول الرجل جاء رمضان وذهب رمضان ولكن ليقل جاء شهر رمضان وذهب شهر رمضان قال لا أدري لعل رمضان اسم من أسمائه تعالى قلت\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nأرأيت رجلا تسحر وهو لا يعلم بطلوع الفجر وقد طلع الفجر ثم علم بعد ذلك أنه كان أكل والفجر طالع وذلك في رمضان قال يتم صوم يومه ذلك وعليه قضاؤه ولا كفارة عليه قلت فلم ألقيت عنه الكفارة قال لأنه أكل وهو لا يعلم بطلوع الفجر\r\nقلت فإن أفطر وهو يرى أن الشمس قد غابت ثم تبين له بعد ذلك أنها لم تغب قال عليه أن يمكث حتى تغيب الشمس ثم يفطر وعليه قضاء ذلك اليوم ولا كفارة عليه لأنه ظن أن الشمس قد غابت\r\nأخبرنا محمد عن أبي حنيفة عن حماد عن إبراهيم عن عمر بن الخطاب بنحو ذلك\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nقلت أرأيت رجلا أجنب في شهر رمضان ليلا فترك الغسل حتى طلع الفجر قال يتم صومه ذلك وليس عليه شيء قال وبلغنا عن رسول الله صلى الله عليه وسلم أنه كان يصبح جنبا من غير احتلام ثم يصوم يومه ذلك وذلك في شهر رمضان قلت فإن احتلم نهارا في شهر رمضان قال فكذلك أيضا\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nقلت أرأيت رجلا ذرعه القيء وهو صائم قال لا يضره ذلك شيئا قلت فإن كان هو الذي استقاء عمدا قال فعليه قضاء ذلك اليوم ولا كفارة عليه قلت ولم وقد تقيأ عمدا قال إنما الكفارة في الأكل والشرب والجماع أخبرنا محمد عن أبي يوسف عن الحسن بن عمارة عن الحكم عن يحيى بن الجزار عن علي رضي الله عنه بذلك قلت أرأيت رجلا احتجم وهو صائم ؟\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nقال إن فعل ذلك لم يضره شيء قلت أفتكره له أن يحتجم قال إن خاف أن يضعفه فأحب إلي أن لا يفعل\r\nمحمد عن أبي يوسف عن أبان بن أبي عياش عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم أفطر الحاجم والمحجوم قال فشكا إليه الناس الدم فرخص للصائم أن يحتجم\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nمحمد عن أبي حنيفة عن أبي السوار عن أبي حاضر عن عبد الله ابن عباس أن النبي صلى الله عليه وسلم احتجم وهو صائم محرم بالقاحة\r\nمحمد عن أبي يوسف عن أبي حنيفة عن أبي العطوف عن الزهري أن سعد بن مالك وزيد بن ثابت كانا يحتجمان وهما صائمان\r\nقلت أرأيت المرأة تطهر من حيضها في بعض النهار قال فلتدع الأكل والشرب بقية يومها وعليها قضاء ذلك اليوم والأيام التي كانت فيها حائضا لأنه لا يحسن بها أن تأكل وتشرب وهي طاهرة والناس صيام قلت فإن أكلت\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nقال لا شيء عليها في ذلك قلت ولم يكون عليها قضاء ذلك اليوم ولا يكون عليها كفارة قال لأنها قد كانت في أول النهار مفطرة الأكل والشرب لها حلال\r\nقلت أرأيت الصائم هل يقبل أو يباشر قال نعم إذا كان يأمن على نفسه على ما سوى ذلك\r\nأخبرنا محمد عن أبي حنيفة عن زياد بن علاقة عن عمرو بن ميمون عن عائشة أن رسول الله صلى الله عليه وسلم كان يقبل وهو صائم\r\nمحمد عن أبي حنيفة عن الهيثم عن عامر عن مسروق عن عائشة أن النبي صلى الله عليه وسلم كان يصيب من وجهها وهو صائم\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nقلت أرأيت رجلا أسره العدو فالتبست عليه الشهور فلم يدر أي شهر رمضان فتحرى شهرا فصامه فإذا هو شهر رمضان قال فصيامه تام جائز عنه وهو بمنزلة من قد علم\r\nقلت أرأيت إن كان قد مضى شهر رمضان وهو لا يعلم بمضيه ولم يصمه فصام شهرا بعد شهر رمضان ينوي به شهر رمضان ثم علم بعد أن شهر رمضان قد كان مضى قال يجزى عنه صومه من شهر رمضان\r\nقلت فإن تحرى شهرا فصام قبل شهر رمضان وقبل أن يدخل وقبل أن يجب عليه صيامه قال لا يجزيه\r\nقلت فإن مضى شهر رمضان فكل شهر صامه ينوي به صيام شهر رمضان أجزاه عنه قال نعم\r\nقلت فإن صام شهر رمضان ينوي به تطوعا بصيامه وهو لا يعلم أنه شهر رمضان هل يجزى عنه من شهر رمضان قال نعم لأنه صام شهر رمضان ولا يكون شهر رمضان تطوعا\r\nقلت فلولا أن رجلا أصبح صائما في أول يوم من شهر رمضان ولا ينوي أنه من شهر رمضان ولا يعلم أن ذلك اليوم من شهر رمضان ونوى بصيامه تطوعا ثم علم\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nبعد ذلك أن يومه ذلك كان من رمضان هل يجزى عنه قال نعم وليس عليه قضاء ذلك اليوم\r\nقلت فإن أصبح ينوي الإفطار في أول يوم من شهر رمضان وهو لا يعلم أنه من شهر رمضان وهو يظن أنه من شعبان فاستبان له قبل انتصاف النهار أنه من شهر رمضان فصامه هل يجزى عنه قال نعم إن لم يكن أكل أو شرب قبل أن يستبين له فإن كان أكل أو شرب فعليه قضاء ذلك اليوم ولا كفارة عليه وإنما سقطت عنه الكفارة لأنه لم ينو أن يكون مفطرا في شهر رمضان إنما نوى أن يكون مفطرا في شعبان قلت فإن علم أن ذلك اليوم من شهر رمضان بعد انتصاف النهار قال فليصم بقية يومه ذلك وعليه قضاء ذلك اليوم قلت فان أصبح في أول يوم من شهر رمضان مفطرا وهو يرى أنه من شعبان فأكل وشرب ثم استبان له بعد ذلك أن يومه ذلك من شهر رمضان أيدع الطعام بقية يومه قال نعم وعليه قضاء ذلك اليوم\r\nقلت أرأيت إن كان مسافرا في شهر رمضان فطلع عليه الفجر وهو ينوي أنه مفطر ثم دخل مصره من يومه ذلك بعد الزوال ولم يأكل ولم يشرب هل يجزيه صيام يومه ذلك قال لا لأنه أصبح مفطرا ينوي الإفطار قلت فإن أكل أو شرب هل عليه كفارة قال لا لأنه مفطر غير أني أستقبح له أن يأكل ويشرب في شهر رمضان والناس صيام وهو مقيم في مصره\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nقلت أرأيت رجلا أصبح صائما في أول يوم من شهر رمضان والناس مفطرون لا يعلمون أن ذلك اليوم من شهر رمضان هل يجزى عنه صوم ذلك اليوم من شهر رمضان قال نعم وقد أساء حين تقدم جماعة الناس بالصيام\r\nقلت أرأيت رجلا أبصر هلال شهر رمضان وحده ولم يبصره أحد غيره فرد عليه الإمام شهادته قال عليه أن يصوم ذلك اليوم ولا يفطر ولا ينبغي له أن يفطر وقد أبصر الهلال قلت فإن أفطر هل عليه الكفارة قال لا قلت لم قال لأنه إذا أفطر على شبهة لم يكن عليه كفارة قلت أفيصوم والناس مفطرون قال نعم لأنه لا يسعه أن يصبح مفطرا وقد استيقن أن يومه ذلك من شهر رمضان\r\nقلت أرأيت رجلا قبل امرأته وهو صائم فأنزل قال عليه أن يتم صوم ذلك اليوم وعليه قضاؤه ولا كفارة عليه ولا يكون على المرأة قضاء ولا كفارة إلا أن يكون منها مثل ما كان من الرجل\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nقلت وكذلك المرأة إذا رأت في منامها مثل ما يرى الرجل من الحلم كان عليها مثل ما على الرجل من الغسل قال نعم\r\nمحمد قال حدثنا أبو حنيفة عن حماد عن إبراهيم أن أم سليم سألت النبي صلى الله عليه وسلم عن ذلك فأمرها بالغسل\r\nمحمد عن أبي حنيفة عن سعيد بن المرزبان عن أنس بن مالك قال سألت أم سليم رسول الله صلى الله عليه وسلم عن المرأة ترى في منامها مثل ما يرى الرجل فقال لها إذ كان منها مثل ما يكون منه فلتغتسل\r\nقلت أرأيت الرجل يأكل أو يشرب أو يجامع ناسيا لصومه في شهر رمضان قال عليه أن يتم صوم ذلك اليوم ولا قضاء عليه\r\nوبلغنا عن رسول الله صلى الله عليه وسلم نحو من ذلك في الأكل والشرب خاصة\r\nقلت فإن تمضمض رجل في شهر رمضان فسبقه الماء فدخل حلقه قال\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nعليه قضاء ذلك اليوم إذا كان ذاكرا لصومه فإن كان ناسيا لصومه فلا شيء عليه\r\nمحمد عن أبي حنيفة عن حماد عن إبراهيم بذلك\r\nقلت أرأيت رجلا استعط في شهر رمضان وهو صائم قال عليه قضاء ذلك اليوم قلت فإن اكتحل وهو صائم فوجد طعم الكحل في حلقه قال ليس عليه قضاء ولا كفارة قلت من أين اختلفا قال لأن السعوط يدخل رأسه والكحل لا يدخل رأسه وإنما الذي يوجد منه ريحه مثل الغبار والدخان يدخل حلقه\r\nقلت أرأيت رجلا احتقن في شهر رمضان أصابه حصر قال عليه\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nقضاء ذلك اليوم ولا كفارة عليه\r\nقلت أرأيت رجلا طلع له الفجر في شهر رمضان وهو في أهله ثم بدا له أن يسافر هل له أن يفطر قال لا يفطر ذلك اليوم لأنه خرج من مصره مسافرا وقد طلع له الفجر\r\nقلت أرأيت رجلا أصبح صائما تطوعا ثم بدا له فأفطر قال عليه يوم مكان يومه ذلك\r\nقلت أرأيت رجلا أغمي عليه في شهر رمضان يوما فلم يفق حتى الغد بعد الظهر قال أما اليوم الذي أغمي عليه فيه فصيامه تام وأما اليوم الذي أفاق فيه فعليه قضاؤه قلت فإن أغمي عليه ليلا في شهر رمضان فلم يفق حتى غابت الشمس من بعد الغد قال أما اليوم الأول فليس عليه قضاؤه وأما اليوم الآخر فعليه قضاؤه\r\nقلت وكذلك الصلاة قال أما الصلاة فعليه أن يقضيها إذا أغمي عليه يوما وليلة فإن كان أكثر من يوم وليلة فلا قضاء عليه في الصلاة\r\nقلت أرأيت رجلا نظر إلى امرأة في شهر رمضان فأنزل قال صومه تام جائز ولا قضاء عليه إلا أن يكون مس المرأة فأنزل\r\nقلت أرأيت رجلا جامع امرأته في شهر رمضان نهارا متعمدا لذلك قال عليه أن يتم صوم ذلك اليوم ويقضي يوما مكانه وعليه أن يعتق رقبة فإن لم يجد رقبة فعليه صيام شهرين متتابعين فإن لم يستطع فإطعام ستين مسكينا وكذلك جاء الأثر عن رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nمحمد عن أبي يوسف عن أبي حنيفة عن عطاء بن أبي رباح عن سعيد بن المسيب عن رسول الله صلى الله عليه وسلم بذلك\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nقلت فكل صيام لم يذكره الله تعالى في كتابه متتابعا فله أن يفرقه إذا أراد أن يقضيه قال نعم قلت وما كان في القرآن متتابعا فليس له أن يفرق إذا كان يقضيه قال نعم\r\nقلت وكذلك إن أكل وشرب في شهر رمضان متعمدا فعليه ما على من جامع من القضاء والكفارة قال نعم قلت وعلى المرأة مثل ذلك إذا هي طاوعته قال نعم قلت فإن كان غلبها على نفسها فعليها قضاء ذلك اليوم ولا كفارة عليها قال نعم قلت فإن جامعها أياما في شهر رمضان فإنما عليه كفارة واحدة ما لم يكفر تلك الكفارة قال نعم قلت فإن هو كفر تلك الكفارة ثم عاد قال فعليه كفارة أخرى أيضا قلت وكذلك الأكل والشرب هو بمنزلة الجماع في كل وجه من ذلك قال نعم\r\nقلت أرأيت رجلا جامع امرأته في شهر رمضان نهارا ثم حاضت في ذلك\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nاليوم ؟ قال فعليها قضاء ذلك اليوم ولا كفارة عليها وعلى زوجها قضاء ذلك اليوم والكفارة قلت فلم وضعت عن المرأة الكفارة قال لأنها حاضت في ذلك اليوم\r\nقلت أرأيت رجلا أصبح صائما في غير شهر رمضان يريد قضاء رمضان ثم أكل وشرب متعمدا قال قد أساء وعليه القضاء ولا كفارة عليه\r\nقلت أرأيت رجلا مسافرا أصبح صائما في شهر رمضان ثم أفطر قال عليه القضاء ولا كفارة عليه\r\nمحمد قال أخبرنا أبو حنيفة عن مسلم الأعور عن أنس بن مالك عن النبي صلى الله عليه وسلم أنه خرج من المدينة إلى مكة في شهر رمضان فشكا إليه الناس في بعض الطريق الجهد فأفطر حتى أتى مكة\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nمحمد عن أبي حنيفة عن الهيثم عن أنس بن مالك أن رسول الله صلى الله عليه وسلم خرج من المدينة إلى مكة في شهر رمضان لليلتين خلتا من شهر رمضان فصام حتى إذا أتى قديدا شكا إليه الناس الجهد فأفطر بقديد ثم لم يزل مفطرا حتى أتى مكة فأي ذلك فعلت فحسن إن صمت فقد صام النبي صلى الله عليه وسلم وإن أفطرت فقد أفطر النبي صلى الله عليه وسلم وإن سافرت في شهر رمضان\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nقلت أرأيت رجلا كان عليه صيام أيام من شهر رمضان فلم يقضها حتى دخل شهر رمضان آخر فصام تلك الأيام التي كانت عليه من شهر رمضان الماضي في هذا الشهر الآخر قال فصيامه ذلك جائز من رمضانه هذا الداخل ولا يكون قضاء لذلك الماضي\r\nقلت أرأيت رجلا تسحر في شهر رمضان فشك في الفجر طلع أم لم يطلع قال أحب إلي إذا شك أن يدع الأكل والشرب قلت فإذا أكل وهو شاك في الفجر قال صومه تام\r\nقلت فإذا مضى شهر رمضان وعليه منه صيام أيام فصامه في الرمضان الآخر قال يجزيه من هذا الثاني ولا يجزيه من الأول\r\nقلت أرأيت أهل مصر صاموا شهر رمضان لغير رؤيته وفيهم رجل لم يصم معهم حتى رأى الهلال من الغد فصام أهل ذلك المصر ثلاثين يوما وصام الرجل\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nتسعة وعشرين يوما ثم أفطروا جميعا لرؤيته قال ليس على الرجل قضاء ذلك اليوم الذي صامه أهل مصره لأنهم لم يصوموا لرؤية الهلال ولأنهم لا يعلمون أصابوا الصيام أم لا وقد أخطؤا حين صاموا لغير رؤية الهلال إلا أن يكونوا رأوا هلال شعبان ثم عدوا ثلاثين يوما ثم صاموا شهر رمضان لغير رؤية فقد أصابوا وأحسنوا وعلى من لم يصم معهم القضاء\r\nقلت أرأيت رجلا أتى امرأته نهارا فيما دون الفرج فأنزل قال عليه قضاء ذلك اليوم ولا كفارة عليه لأنه لم يخالطها وإنما الكفارة بالمخالطة ليست بالماء ألا ترى أنه لو خالطها ثم لم ينزل كانت عليه الكفارة والقضاء وأما المرأة فلا كفارة عليها ولا قضاء ولا غسل إلا أن يكون خالطها فإن خالطها فعليها الكفارة إذا التقى الختانان وغابت الحشفة فقد وجب الغسل عليهما جميعا والقضاء والكفارة أنزل أو لم ينزل\r\nمحمد عن أبي حنيفة رفعه إلى النبي صلى الله عليه وسلم في الغسل على المرأة ترى في منامها مثل ما يرى الرجل\r\nقلت أرأيت رجلا أكل في شهر رمضان أو شرب أو جامع ناسيا فظن أن ذلك يفسد عليه صومه فأكل وشرب وجامع متعمدا لذلك ما عليه قال عليه أن يقضي ذلك اليوم ولا كفارة عليه قلت وكذلك لو تسحر بعد طلوع الفجر\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nوهو لا يعلم بطلوعه أو أفطر قبل غروب الشمس وهو يرى أن الشمس قد غابت فأكل بعد ذلك أو شرب متعمدا لذلك قال نعم لا كفارة عليه لأن صيامه كان فاسدا ولأنه قد وجب عليه قضاء ذلك اليوم حين أكل قبل غروب الشمس أو تسحر بعد طلوع الفجر وهو لا يعلم بطلوعه\r\nقلت وكذلك لو أنه أكره على طعام أو شراب في رمضان فأكل وشرب ثم تعمد الأكل والشرب والجماع بعد ذلك قال نعم لا كفارة عليه وعليه قضاء ذلك اليوم قلت لم وضعت عنه الكفارة قال لأن صومه قد كان فسد قبل أن يتعمد لشيء من ذلك قلت وكذلك لو أن امرأة استكرهها رجل في شهر رمضان وهي صائمة ثم طاوعته بعد ذلك أيضا لم يكن عليها كفارة لأن صومها قد كان فسد حين استكرهها وعلى الرجل القضاء والكفارة قال نعم\r\nوقال أبو حنيفة السعوط والحقنة في شهر رمضان يوجبان القضاء ولا كفارة عليه وكذلك ما أقطر في أذنه وكذلك كل جائفة أو آمة داواها صاحبها بزيت أو سمن فخلص إلى الجوف والدماغ في قوله وإن داواها بدواء يابس فلا شيء عليه وقال أبو يوسف لا نرى عليه القضاء في الآمة والجائفة وقال أبو حنيفة ومحمد إن أقطر في إحليله فلا قضاء عليه وقال أبو يوسف عليه القضاء ثم إن محمدا شك في ذلك ووقف فيه\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nقلت أرأيت الرجل يسلم في النصف من شهر رمضان ما عليه قال عليه أن يصوم بقية ذلك الشهر وليس عليه قضاء ما مضى من الشهر وهو كافر\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nمحمد عن أبي يوسف عن إسماعيل بن مسلم عن الحسن البصري أنه قال في الذمي يسلم في النصف من رمضان إنه يصوم بقيته ولا قضاء عليه فيما مضى قال وبلغنا عن إبراهيم النخعي مثله فإن أسلم غدوة في يوم من شهر رمضان قبل أن يطعم فإنه يتم صوم يومه ذلك ولا قضاء عليه\r\nقلت أرأيت المرأة تكون أيام حيضها ثلاثة أيام فتحيض ثلاثة أيام ثم تطهر فتمكث طاهرا ثلاثة أيام ثم ترى الدم في اليوم الرابع يومها ذلك كله والغد وقد صامت الأيام الثلاثة التي طهرت فيها من شهر رمضان هل يجزي عنها قال لا لأنه قد كانت فيها حائضا وقد استبان لها ذلك حين رأت الدم في اليوم الرابع قلت فإن تمادى بها الدم ما بينها وبين عشرة أيام فهي حائض قال نعم قلت فتلك الأيام التي رأت الدم والطهر فيها لا تصوم فيها ولا تصلي قال نعم\r\nقلت أرأيت لو كان حيضها ثلاثة أيام فحاضتها فطهرت يوما فرأت الدم من الغد فرأته يومها ومن الغد قال هي حائض قلت فإن كانت صامت ذلك اليوم الذي طهرت فيه من رمضان أتعيد صومها قال نعم لأنها حائض بعد ولا يكون الطهر يوما واحدا\r\nقلت فإذا طهرت ثلاثة أيام ثم رأت الدم في اليوم الرابع قال هي حائض قلت فإن كانت صامت في هذه الأيام الثلاثة قضاء من رمضان أيجزيها ذلك قال لا لأنها حائض بعد قلت فهذه بمنزلة الأولى التي لم تستكمل\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nأيام حيضها قال نعم\r\nقلت أرأيت المرأة يكون أيام حيضها ستة أيام فتحيض سبعة أيام زيادة يوم على وقت أيام حيضها أترى ذلك حيضا قال نعم قلت وكذلك لو رأت يومين أو ثلاثة قال نعم\r\nقلت أرأيت أن تمادى بها الدم حتى تراه خمسة أيام بعد الستة قال ما زاد على أيام حيضها الستة فهي مستحاضة قلت لم قال لأنه إذا زادت على العشرة الأيام يوما أو أكثر من ذلك فهي فيه مستحاضة عندنا قلت فكل شيء زاد على أيام حيضها ما لم يزد على العشرة فهي فيه حائض قال نعم قلت فإن كانت صامت بعد ما مضى أيام حيضها وهذه الأيام من شهر رمضان ثم جاوز الدم العشرة أجزاها لأنها فيه مستحاضة قال نعم قلت فإن لم يجاوز الدم العشرة الأيام لم يجزها قال نعم لأنها حائض فعليها أن تعيد الصيام\r\nقلت أرأيت المرأة النفساء أول ما تلد ينقطع عنها الدم في تمام ثلاثين يوما ثلاثة أيام ثم يعاودها الدم سبعة أيام أخر أتراها نفساء بعد قال نعم قلت فإن كانت صامت تلك الثلاثة الأيام من شهر رمضان أجزاها قال نعم قلت من أين أخذت في الحيض العشرة وفي النفاس الأربعين قال\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nللأثر الذي بلغنا عن عثمان بن أبي العاص الثقفي صاحب رسول الله صلى الله عليه وسلم أنه قال تقعد النفساء ما بينها وبين أربعين يوما وبلغنا نحو من ذلك عن رسول الله صلى الله عليه وسلم أنه قال تقعد النفساء ما بينها وبين أربعين يوما وبلغنا عن أنس بن مالك أنه قال في الحيض ثلاثة أيام أو أربعة أيام أو خمسة أو ستة تقعد ما بينها وبين العشرة\r\nقلت أرأيت رجلا كان عليه صيام شهرين متتابعين من ظهار أو قتل فمرض فأفطر يوما قال يستقبل الصيام\r\nقلت أرأيت إن وافق صيامه ذلك يوم النحر وأيام التشريق ويوم الفطر فأفطر وهذه الأيام لا بد من أن يفطر فيها كيف يصنع قال يستقبل الصيام لأنه مفطر\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nفي هذه الأيام وهذه الأيام ليست بأيام صوم قلت فكل صوم كان عليه من رمضان أو كفارة يمين أو جزاء صيد أو نذر جعل لله عليه فصامه في هذه الأيام لم يجز عنه قال نعم لا يجزى ذلك عنه\r\nقلت أرأيت إن صام شهرين متتابعين كانا عليه من ظهار أو قتل فوافق أحدهما شهر رمضان فصام شهر رمضان ينوي به الشهرين المتتابعين وقال أقضي شهر رمضان بعد الفطر قال لا يجزى ذلك عنه وشهر رمضان الذي صامه هو شهر رمضان نفسه ولا يجزي عنه من الشهرين المتتابعين وعليه أن يستقبل الشهرين المتتابعين\r\nقلت أرأيت من كان عليه صيام ثلاثة أيام من كفارة يمين أيتابع بينهن قال نعم بلغنا أنه في قراءة ابن مسعود فصيام ثلاثة أيام متتابعات\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nقلت أرأيت الصوم في جزاء الصيد وفي المتعة أمتتابع أو متفرق قال إن تابع أجزاه وإن فرق أجزاه قلت وكذلك قضاء شهر رمضان قال نعم قلت فكل شيء متتابع أفطر فيه يوما فعليه أن يستقبل الصيام قال نعم\r\nقلت أرأيت الرجل يصوم شهرين متتابعين من ظهار عليه فيجامع امرأته التي ظاهر منها بالليل قال عليه أن يستقبل الصوم لأن الله تبارك وتعالى يقول « فصيام شهرين متتابعين من قبل أن يتماسا » قلت أرأيت إن جامعها نهارا ناسيا لصومه قال عليه أن يستقبل الصوم من أوله قلت لم ولم يفطر قال لأن الله تعالى يقول « من قبل أن يتماسا » وهذا لا يكون أهون من جماعه بالليل مفطرا ولكن عليه أن يستقبل الصيام في هذين الوجهين جميعا لأنه قد جامع وقد قال الله تعالى « من قبل أن يتماسا » وهذا قول أبي حنيفة ومحمد وقال أبو يوسف يجزيه صومه ذلك ولا يستقبل ولو جامع غيرها من نسائه بالنهار ناسيا أو بالليل ذاكرا أو ناسيا فليس عليه شيء\r\nقلت فلو كان عليه صيام شهرين من قتل أو صيام من كفارة يمين أو قضاء رمضان فجامع ليلا أو نهارا ناسيا لصومه لم يضره وأتم ما بقي من صومه قال نعم\r\nقلت أرأيت المرأة يجب عليها شهران متتابعان فتحيض فيهما أتستقبل الصيام أم كيف تصنع قال إن كان الحيض يصيبها في كل شهر لا بد لها منه\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nفعليها أن تقضي أيام حيضها ولا تستقبل الصيام وتصل ذلك بالشهرين\r\nأخبرنا محمد عن أبي حنيفة عن حماد عن الشعبي أنه قال في المرأة يكون عليها صيام شهرين متتابعين فتحيض فيهما إنها تصله بالشهرين ولا تستقبل\r\nأخبرنا محمد عن أبي حنيفة عن حماد عن إبراهيم أنه قال تستقبل فقلت لأبي حنيفة بم تأخذ قال آخذ بحديث الشعبي\r\nقلت أرأيت لو كانت فرغت من الشهرين وقد كانت حاضت في كل شهر خمسة أيام أتصوم هذه العشرة الأيام وتصلها بالشهرين قال نعم قلت فإن أفطرت فيها ما بينها وبين الشهرين يوما من غير حيض أتستقبل الصيام قال نعم لأنها إذا أفطرت من غير حيض فعليها أن تستقبل الصيام قلت وهي بمنزلة الرجل في كل ما ذكرت لك إلا في الحيض قال نعم\r\nقلت أرأيت الرجل يجب عليه صيام شهرين متتابعين من ظهار فيمرض منهما فيفطر لأنه لا يستطيع أن يصوم لمرضه أيجزيه أن يطعم ستين مسكينا قال نعم قلت فإن كان إنما مرض ثلاثة أيام أو أربعة أيام لم يكمل الشهرين في مرضه ؟\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nقال نعم يجزيه أن يطعم قلت لم قال إذا كان في حال لا يستطيع فيه الصيام أجزاه الطعام\r\nقلت أرأيت إذا صام من ظهار أو من قتل أو من صيام واجب عليه غير ذلك فأكل ناسيا هل يكون مفطرا قال لا لأنه لو فعل هذا في شهر رمضان ناسيا لم يضره\r\nقلت أرأيت الرجل يكون عليه صيام شهرين متتابعين من ظهار فصام عن كفارة ظهاره فجامع امرأة له أخرى غير التي ظاهر منها ليلا أو نهارا ناسيا لصومه هل عليه شيء قال لا وصومه تام\r\nقلت أرأيت الرجل يظاهر من أربع نسوة له فيعتق أربع رقاب عن ظهاره منهن هل يجزيه ذلك قال نعم قلت فإن لم يجد ما يعتق فصام ثمانية أشهر متتابعات قال يجزيه من كل ظهاره قلت فإن كان لا يستطيع الصوم فأطعم مائتين وأربعين مسكينا هل يجزيه إذا ما أطعم كل مسكين نصف صاع من حنطة قال نعم يجزيه قلت لم يجزيه وهذا لم يجعل لكل امرأة منهن شيئا معلوما قال أستحسن ذلك وأدع القياس فيه\r\nقلت أرأيت إن صام شهرين متتابعين ثم أفطر يوما ثم صام شهرين متتابعين ثم أفطر يوما حتى صام ثمانية أشهر كلما أتم شهرين أفطر يوما يريد بصوم كل شهرين كفارة عن امرأة منهن قال ذلك يجزيه قلت فإن أعتق رقبة عن\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nإحداهن ولم ينوها بعينها هل له أن يجامع أيتهن شاء ويجعل العتق عنها قال نعم\r\nقلت أرأيت إن صام شهرين متتابعين ينوي عن واحدة منهن بعينها ثم جامع أخرى غير التي صام عنها ليلا هل يفسد عليه الصيام الذي صام عنها قال لا لأنه لم يجامع التي صام عنها إنما جامع غيرها\r\nقلت فإن صام شهرين متتابعين عن واحدة منهن لم يسمها بعينها ثم جامع ثلاثا منهن بالليل أله أن يجعل تلك الشهرين عن التي لم يجامع قال نعم قلت فإن كان ذلك الجماع قبل مضى الشهرين قال وإن كان\r\nقلت فإن صام شهرين متتابعين عن واحدة منهن ثم مرض بعد شهرين فأطعم ستين مسكينا عن أخرى فلما فرغ من الطعام أيسر واشترى رقيقين فأعتقهما عن الباقيتين أيجزيه ذلك قال نعم\r\nأخبرنا محمد عن أبي يوسف عن إسماعيل بن مسلم عن سليمان الأحول عن طاوس قال ظاهر رجل من امرأته فأبصرها في القمر وعليها خلخال فضة فأعجبته فوقع عليها قبل أن يكفر فسأل عن ذلك رسول الله صلى الله عليه وسلم فأمره أن يستغفر الله ولا يعود حتى يكفر\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nقلت أرأيت الرجل يظاهر من امرأته أله أن يجامعها قبل أن يكفر قال لا ليس له أن يجامعها حتى يكفر وأكره للمرأة أن تدعه يقربها حتى يكفر قلت فإن قربها قبل أن يكفر هل ترى عليه شيئا فيما صنع قال لا إلا أنه يستغفر الله تعالى ولا يعود وكذلك جاء الأثر عن رسول الله صلى الله عليه وسلم أنه أمر الذي واقع امرأته قبل أن يكفر أن يستغفر الله تعالى\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nقلت أرأيت الرجل إذا تسحر في صوم واجب عليه من رمضان أو غيره فشك وكان أكبر رأيه أنه تسحر والفجر طالع قال أحب إلى أن يقضي ذلك اليوم آخذا له في ذلك بالثقة قلت فعليه أن يدع السحر وهو يعلم أن عليه ليلا قال نعم\r\nقلت أرأيت رجلا أصبح صائما ينوي بها قضاء رمضان ثم علم أنه ليس عليه شيء من شهر رمضان أله أن يفطر قال نعم إن شاء ولا يكون عليه قضاء ذلك اليوم قلت فإن صامه أتراه أحسن من أن يفطر قال نعم\r\nقلت أرأيت الرجل يصوم ثلاثة أيام في الحج وهو متمتع ثم يجد من الهدي في اليوم الثالث أيكون صومه منتقضا قال نعم\r\nأخبرنا محمد عن أبي حنيفة عن حماد عن إبراهيم بذلك وكذلك بلغنا عن حماد عن إبراهيم\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nقلت فإذا أفطر ذلك اليوم هل عليه قضاؤه قال لا قلت لم قال لأن صومه ذلك قد انتقض قلت وكذلك لو صام ثلاثة أيام من كفارة يمين ثم وجد في اليوم الثالث ما يطعم وأيسر قال نعم قلت وكذلك كل صوم من ظهار أو قتل إذا وجد ما يعتق بطل صومه وإن أفطر لم يكن عليه قضاؤه قال نعم\r\nقلت أرأيت المرأة تصبح صائمة تطوعا ثم تفطر متعمدة لذلك ثم تحيض في آخر يومها ذلك قال عليها قضاء يومها ذلك قلت ولم وقد حاضت قال لأنها بمنزلة امرأة قالت لله علي أن أصوم هذا اليوم ثم تحيض فيه فعليها قضاؤه\r\nقلت أرأيت الرجل يصبح مفطرا ثم يبدو له أن يصوم قبل أن ينتصف النهار ولم يطعم شيئا أو يبدو له أن يصوم بعد زوال الشمس قال إذا كان قبل زوال الشمس وعزم على الصوم أجزاه وإذا صام بعد ما تزول الشمس لم يجزه ولم يكن صائما قلت فإن كان هذا الصيام قضاء من رمضان أو قضاء من صيام كان\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nعليه ؟ قال لا يجزيه لأنه أصبح مفطرا قلت فيجزيه أن يتطوع به ولا يجزيه من شيء كان عليه قال نعم\r\nقلت أرأيت إن أصبح في شهر رمضان ينوي الإفطار غير أنه لم يأكل ولم يشرب قال عليه قضاء ذلك اليوم قلت فإن نوى الصوم قبل أن ينتصف النهار قال يجزيه قلت لم جعلت عليه قضاء ذلك اليوم قال أرأيت مريضا لا يستطيع الصيام أصبح ينوي الإفطار وكان على ذلك إلى الليل غير أنه لم يأكل ولم يشرب لأنه لم يشته الطعام ولا الشراب أيكون هذا صائما قلت لا قال فهذا وذاك سواء\r\nقلت أرأيت رجلا في أرض الحرب مر به شهر رمضان وهو لا يعلم به ولا ينوي صومه ونوى الفطر فيه غير أنه لا يجد طعاما ولا شرابا أيجزيه هذا من صيام شهر رمضان قال لا وهذا وذاك سواء قلت أرأيت هذا الذي أصبح مفطرا إن ظن أن نيته قد أفسدت عليه صومه وأفتى بذلك فأكل قبل أن ينتصف النهار أو شرب أو جامع قال عليه القضاء ولا كفارة عليه قلت لم ألقيت عنه الكفارة قال للشبهة التي دخلت\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nقلت أرأيت رجلا جن قبل شهر رمضان فلم يزل مجنونا حتى ذهب شهر رمضان كله ثم أفاق هل عليه قضاؤه قال لا لأنه كان مجنونا ولم يفق فيه قلت فإن أغمي عليه فكان كذلك حتى ذهب شهر رمضان قال عليه قضاؤه قلت من أين اختلفا قال المغمى عليه ليس عندنا بمنزلة المجنون المغلوب إنما المغمى عليه بمنزلة المريض فعليه قضاء شهر رمضان قال أرأيت إن كان مريضا ليس بمغمى عليه ألم يكن عليه قضاء رمضان إذا لم يصمه ؟\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nقلت بلى قال فهذا وذاك سواء\r\nقلت أرأيت المريض يمرض قبل دخول شهر رمضان فلا يزال مريضا حتى ينسلخ شهر رمضان ثم يموت قال ليس عليه من قضاء شهر رمضان شيء لأنه لم يصح ولم يبرأ حتى مات قلت فإن صح شهرا فلم يقض شهر رمضان حتى مات قال هذا عليه القضاء لأنه مات وعليه قضاء شهر رمضان قلت فإن صام عنه ابنه أيجزيه ذلك قال لا قلت لم قال للأثر الذي جاء عن عبد الله بن عمر وعن إبراهيم النخعي أنهما قالا لا يصلي أحد عن أحد ولا\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nيصوم أحد عن أحد قلت فإن أوصى أبوه حين مات أن يقضي عنه كيف تأمر أن يصنع قال يطعم عنه مكان كل يوم نصف صاع من حنطة قلت فكم\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nالصاع ؟ قال قفيز بالحجاجي وهو ربع الهاشمي وهو ثمانية أرطال\r\nقلت أرأيت إن صح بعد شهر رمضان عشرة أيام ثم مات ما عليه أترى عليه قضاء شهر رمضان قال لا وإنما عليه قضاء العشرة الأيام التي صح فيها قلت فالمريض والمسافر في ذلك سواء قال نعم قلت فإن لم يبرأ حتى مات فليس عليه القضاء قال نعم ليس عليه في ذلك قضاء\r\nقلت فالمسافر إذا أقام أياما بعد شهر رمضان ثم مات فعليه بقدر ما\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nأقام قال نعم وهو بمنزلة المريض في ذلك\r\nقلت أرأيت الرجل يدخل شهر رمضان وهو صحيح ثم يجن ثم يفيق قبل رمضان عام مقبل قال يصوم هذا الرمضان الذي دخل فيه ثم يقضي ما بقي عليه من الأول قلت أرأيت الذي يجن في شهر رمضان فلا يفيق حتى يمضي هذا الرمضان الذي جن فيه ورمضان آخر قال عليه قضاء الأول قلت فمن أين اختلفا قال أستحسن إذا أوجبت عليه شيئا منه أن يقضي كله وهذا والثاني ليس عليه فيه شيء قلت فإن مكث عشرين سنة ثم أفاق في رمضان قال عليه أن يصوم ما بقي من هذا الشهر الذي أفاق فيه وعليه قضاء ما مضى منه وقضاء الأول الذي كان مفيقا فيه فجن\r\nقلت أرأيت الرجل يسلم في النصف من شهر رمضان أو بعد ما يمضي منه أيام قال يصوم ما بقي منه ولا قضاء عليه فيما مضى\r\nمحمد عن أبي يوسف عن إسماعيل بن مسلم عن الحسن البصري أنه قال في الرجل يسلم في النصف من شهر رمضان إنه يصوم بقيته ولا قضاء عليه لما مضى منه وكذلك بلغنا عن إبراهيم النخعي\r\nقلت فإن أسلم غدوة في يوم من شهر رمضان قبل أن يطعم قال يتم\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nصوم ذلك اليوم ولا قضاء عليه\r\nقلت أرأيت إن أسلم في بعض النهار أترى له أن يأكل بقية يومه ويشرب قال لا قلت فإن فعل فعليه قضاء ذلك اليوم قال لا\r\nقلت أرأيت الرجل يفطر في شهر رمضان متعمدا ثم يمرض في ذلك اليوم مرضا لا يستطيع معه الصوم قال عليه قضاء ذلك اليوم ولا كفارة عليه قلت لم قال للمرض الذي أصابه\r\nقلت أرأيت إن سافر ولم يمرض ولم يكن من نيته السفر قال عليه القضاء والكفارة لأن السفر من فعله فلا تبطل به الكفارة\r\nقلت أرأيت الرجل يصبح في شهر رمضان صائما ثم يسافر وقد عزم على الصوم ثم يفطر في سفره ذلك هل عليه مع القضاء كفارة قال لا قلت لم قال للشبهة التي دخلت لأنه إنما أفطر وهو مسافر\r\nقلت فإن كان مسافرا وقد عزم على الإفطار فقدم قبل نصف النهار أو بعده فأكل أو شرب متعمدا لذلك هل عليه كفارة قال لا ولكن عليه القضاء\r\nقلت فإن عزم على الصوم فلما قدم استفتى فأفتى أن صومه لا يجزيه وأنه عاص فلما رأى ذلك أفطر قال عليه القضاء ولا كفارة عليه قلت لم قال للشبهة التي دخلت\r\nقلت فإن كان صام في السفر أيجزيه قال نعم وهو أفضل من أن يفطر وإنما الإفطار رخصة\r\nقلت أرأيت رجلا أكل ناسيا في رمضان ثم أكل بعد ذلك متعمدا وظن أن\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nذلك قد أفسد عليه صومه قال عليه القضاء وليست عليه الكفارة\r\nقلت أفتكره للرجل أن يقضي شهر رمضان في أيام العشر قال لا\r\nقلت أرأيت الغلام يحتلم في النصف من شهر رمضان ثم يفطر بعد ذلك متعمدا قال عليه القضاء والكفارة فيما أفطر بعد احتلامه في غير اليوم الذي احتلم فيه قلت وكذلك الجارية إذا أفطرت بعد ما حاضت قال نعم\r\nقلت أرأيت الصائم أتكره له أن يقبل وهو صائم قال إن كان يملك نفسه فلا بأس بذلك قال بلغنا عن رسول الله صلى الله عليه وسلم أنه كان يقبل وهو صائم قال محمد أخبرنا بذلك أبو حنيفة\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nقلت أرأيت الرجل يتمضمض في شهر رمضان فيسبقه الماء فيدخل حلقه وهو ناس لصومه قال يمضي في صومه ذلك ولا يفطر ولا قضاء عليه قلت فإن كان ذاكرا لصومه قال عليه القضاء ولا كفارة عليه قال أخبرنا محمد عن أبي حنيفة عن حماد عن إبراهيم بذلك قلت فلم ألقيت عنه\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nالكفارة ؟ قال لأنه لم يدخله جوفه على وجه الإفطار فلذلك ألقيت عنه الكفارة\r\nقلت أرأيت الصائم يذوق الشيء بلسانه ولا يدخله حلقه قال لا يفطره ذلك وصومه تام قلت أفتكره له أن يعرض نفسه لشيء من هذا قال نعم\r\nقلت أرأيت الصائم ينظر إلى امرأة حتى يمنى أترى عليه القضاء قال لا لأنه لم يصنع شيئا قلت فإن لمس أو قبل حتى يمنى قال يتم صومه ذلك اليوم وعليه القضاء وليست عليه كفارة ولا يكون على المرأة قضاء إلا أن يكون منها مثل ما كان من الرجل قلت فإن لمس حتى يمذي قال لا قضاء عليه ولا كفارة لأن المذي ليس بشيء\r\nقلت أرأيت الصائم يحتجم قال نعم لا يضره ذلك قلت\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nأفتكره له أن يحتجم قال إن خاف أن يضعفه فأحب إلي أن لا يفعل قال بلغنا عن رسول الله صلى الله عليه وسلم أنه نهى أن يحتجم الصائم ثم أنه رخص فيه بعد ذلك واحتجم وهو صائم محرم\r\nقلت أرأيت الصائم يدخل الذباب جوفه أو الشيء من الطعام يكون بين أسنانه فيدخل جوفه هل يفطره ذلك وقد دخل جوفه وهو ذاكر لصومه وهو كاره قال لا يفطره ذلك وهو على صومه لأنه ليس بطعام ولأنه مغلوب\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nقلت أرأيت الرجل يجعل على نفسه أن يصوم شهرا أيصومه متتابعا أو متفرقا قال إن كان نوى شهرا بغير عينه فرق ذلك إن شاء\r\nقلت أرأيت إن قال لله علي أن أصوم شعبان فلم يفعل أترى عليه قضاءه قال نعم قلت فهل ترى عليه كفارة يمين قال إن كان أراد يمينا فعليه كفارة يمين مع القضاء ويقضيه متفرقا إن شاء وإن كان لم يرد يمينا فليس عليه كفارة\r\nقلت أرأيت إن قال لله علي أن أصوم شعبان فأفطر يوما أيقضي شعبان كله لأنه لم يتابع بين صومه قال لا ولكنه يقضي يوما مكان يومه لأنه لا يستطيع أن يصوم شعبان بعد ما قد مضى قلت فعليه القضاء لذلك اليوم وكفارة يمين إن كان أراد يمينا قال نعم قلت فإن كان قال لله علي أن أصوم شهرا متتابعا بغير عينه فأفطر يوما منه قال عليه أن يستقبل صوم الشهر من أوله إذا لم يكن نوى شهرا بعينه لأنه جعل لله عليه صوم شهر متتابعا ولم ينو شهرا بعينه فإذا أفطر يوما ولم يتابع استقبل الصوم وإن نوى شهرا بعينه فجعل لله عليه أن يصومه متتابعا فأفطر فيه يوما صام يوما مكان يومه وعليه أن يكفر يمينه\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nإن كان أراد اليمين أو نواها وإن لم يكن أراد اليمين فلا كفارة عليه وعليه أن يقضي ما أفطر\r\nقلت أرأيت الرجل يجعل لله عليه أن يصوم سنة بعينها وهو يفطر يوم النحر ويوم الفطر وأيام التشريق فصام السنة إلا هذه الأيام لأنها ليست بأيام صوم قال عليه قضاء هذه الأيام وكفارة يمين إن كان أراد اليمين\r\nقلت أرأيت المرأة إذا جعلت لله عليها صوم تلك السنة وهي ممن تحيض أتقضي مكان أيام حيضها التي حاضت فيها قال نعم\r\nقلت أرأيت الرجل يجعل لله عليه أن يصوم كل خميس يأتي عليه فيفطر خميسا واحدا قال عليه قضاؤه وكفارة يمين إن كان أراد يمينا قلت فإن أفطر خميسا آخر هل عليه في هذه اليمين الأخرى حنث قال لا لأنه قد حنث فيها مرة وكفر فيها يمينه فلا يحنث فيها ثانية\r\nقلت أرأيت الرجل يجعل لله عليه أن قدم فلان أن يصوم ذلك اليوم الذي يقدم فيه أبدا فقدم فلان ليلا قال ليس عليه شيء لأن فلانا لم يقدم نهارا كما قال قلت فإن قدم فلان في يوم قد أكل فيه الرجل قال عليه أن يصوم ذلك اليوم فيما يستقبل كما جعل لله على نفسه وأما اليوم الذي أكل فيه فليس عليه شيء لأنه أفطر قبل قدوم فلان قلت وكذلك لو قدم فلان بعد الظهر ولم يطعم الرجل شيئا في ذلك اليوم وهو ينوي الإفطار قال نعم قلت فلو قدم فلان قبل أن ينتصف النهار ولم يأكل الرجل شيئا وهو ينوي الإفطار قال أما هذا فيصوم هذا اليوم يصومه فيما يستقبل أبدا\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nقلت أرأيت الرجل يقول لله علي أن أصوم غدا فيكون غدا الأضحى فلم يصمه أيكون عليه قضاء ذلك اليوم قال نعم وعليه كفارة يمين إن كان أراد يمينا قلت لم أوجبت عليه قضاءه قال لأن هذا يوم جعله لله عليه\r\nقلت أرأيت الرجل يصبح صائما يوم النحر متعمدا لذلك قال ليس عليه قضاؤه إن أفطره وقال أبو يوسف عليه القضاء وهو مثل قوله لله علي وقال أبو حنيفة هو مختلف وهذا في الجامع الصغير والكتاب الذي يسمى الهاروني\r\nقلت أرأيت المرأة تقول لله علي أن أصوم يوم حيضي أتجعل عليها مكانه يوما قال لا ولا يكون عليها شيء وهذا مثل الرجل يصبح في يوم قد أكل فيه ثم قال لله علي أن أصوم هذا اليوم فليس عليه قضاؤه وهذا مثل امرأة حائض قالت لله علي أن أصوم هذا اليوم وهي حائض وليس عليها قضاؤه وهذا وذاك سواء في القياس\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nقلت أرأيت الصائم يكتحل بالإثمد والذرور والصبر وغيره قال نعم لا يضره ذلك شيئا قلت فإن وجد طعمه في حلقه قال وإن وجد طعمه في حلقه فإنما طعمه مثل الدواء يذوقه فيدخل جوفه طعمه ومثل الدهن يدهن به شاربه ومثل الدخان ومثل الغبار يدخل طعمه في حلقه\r\nولو طعن الصائم برمح حتى يصل الرمح إلى جوفه لم يكن عليه القضاء ولا الكفارة\r\nوإذا أكره الصائم حتى صب الماء في حلقه والشراب فعليه القضاء ولا كفارة عليه\r\nوإذا كانت بالرجل جراحة جائفة فداواها بزيت أو بسمن فخلص ذلك إلى جوفه فعليه القضاء ولا كفارة عليه\r\nولو داواها بدواء يابس لم يكن عليه القضاء في قول أبي حنيفة وقال أبو يوسف ومحمد لا قضاء عليه ولا كفارة في الدواء الرطب واليابس جميعا\r\nفإذا صب في جوف النائم ماء أو شراب وهو صائم فعليه القضاء ولا كفارة عليه وكذلك المرأة بمنزلة الرجل في ذلك\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nقلت أرأيت الرجل يستاك بالسواك الرطب أو يبله بالماء وهو صائم قال لا بأس بذلك أن يستاك أول النهار أو آخره قال بلغنا عن رسول الله صلى الله عليه وسلم أنه كان يستاك وهو صائم\r\nقلت أرأيت المرأة الحامل والمرضع التي تخاف على الصبي أو الحامل تخاف على نفسها قال يفطران ويقضيان يوما مكان كل يوم ولا كفارة عليهما قلت فالشيخ الكبير الذي لا يطيق الصوم قال يفطر ويطعم لكل يوم نصف صاع من حنطة ولا شيء عليه غير ذلك\r\nقلت أرأيت الصائم يأكل الطين أو الجص أو دخل جوفه حصاة قال ليس عليه شيء وصومه تام ولا يفطره ذلك إذا كان ناسيا وإن كان ذاكرا فعليه القضاء ولا كفارة عليه لأنه ليس بطعام\r\nقلت فالصائم يمضغ العلك قال أكره له ذلك ولا يفطره\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nقلت فالمرأة تمضغ لصبيها خبزا أو طعاما قال إن لم تجد من ذلك بدا فلا بأس به\r\nأخبرنا محمد عن أبي يوسف عن الحسن بن عمارة عن الحكم عن إبراهيم بذلك .\r\nباب صدقة الفطر\r\nأخبرنا محمد عن أبي يوسف عن الحسن بن عمارة عن الزهري عن عبد الله بن ثعلبة بن صعير العدوي قال خطبنا رسول الله صلى الله عليه وسلم وقال أدوا عن كل حر وعبد صغير أو كبير نصف صاع من بر أو صاعا من تمر أو صاعا من شعير\r\nمحمد بن الحسن عن أبي معشر عن نافع عن ابن عمر عن رسول الله صلى الله عليه وسلم أنه كان يأمرهم أن يؤدوا صدقة الفطر قبل أن يخرجوا إلى المصلى وقال أغنوهم عن\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nالمسألة في مثل هذا اليوم\r\nقلت أرأيت المملوك من يؤدي عنه صدقة الفطر قال مولاه قلت فهل يسعه أن لا يؤدي عنه صدقة الفطر قال لا\r\nقلت أرأيت الرجل يكون له المملوكون أيؤدي عن كل إنسان منهم نصف\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nصاع من حنطة قال نعم قلت وإن كانوا صغارا أو كبارا قال نعم\r\nقلت فهل يؤدي الرجل عن أم ولده صدقة الفطر قال نعم وكذلك المدبر قلت فهل عليه أن يؤدي عن مكاتبه صدقة الفطر قال لا قلت فهل يؤدي المكاتب عن نفسه قال لا\r\nقلت أرأيت عبدا قد أعتق نصفه وهو يسعى في نصف قيمته هل يجب على مولاه أن يؤدي عنه صدقة الفطر قال لا قلت فهل يجب على العبد أن يؤدي عن نفسه قال لا في قول أبي حنيفة وهو عنده بمنزلة المكاتب وقال أبو يوسف ومحمد على العبد أن يؤدي عن نفسه وهو بمنزلة الحر إذا أعتق بعضه فقد عتق كله\r\nقلت أفرأيت الرجل يكون له المملوكون يهود أو نصارى أو مجوس أو إماء هل يجب عليه فيهم صدقة الفطر قال نعم قلت لم وهم كفار قال لأن ذلك إنما يجب على المولى أن يؤدي عنهم وليس عليهم شيء\r\nأخبرنا محمد عن أبي يوسف عن عبيدة عن إبراهيم أنه قال إذا كان للرجل عبد نصراني إنه يؤدي عنه صدقة الفطر .\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nقلت أرأيت الرجل يكون له العبد وهو مجنون مغلوب لا يفيق ولا يعقل أيجب على مولاه فيه صدقة الفطر قال نعم وكذلك الأمة\r\nقلت أرأيت الرجل يدخل أرض الحرب فيشتري رقيقا من رقيقهم فيخرجهم إلى دار الإسلام هل يجب عليه فيهم صدقة الفطر وهم كفار قال نعم قلت فأولادهم بمنزلتهم قال نعم\r\nقلت فالرجل تكون له أم ولد نصرانية أو يهودية أو مدبرة يهودية أو نصرانية هل يجب عليه فيهم صدقة الفطر قال نعم\r\nقلت أرأيت رجلا له أولاد كبار رجال هل يجب عليه فيهم صدقة قال لا ولكن يجب عليهم أن يؤدوا عن أنفسهم قلت فإن كان ولده محتاجا وهو في عياله هل يجب عليه أن يؤدي عنه قال لا قلت فإن كان ولده صغيرا هل يجب عليه أن يؤدي عنه قال نعم قلت أرأيت إن كان لولده الصغير\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nمال فأدى أبوه عنه من ذلك المال أيضمن له شيئا قال لا في قول أبي حنيفة وأبي يوسف وقال محمد لا يؤدي عنه من ماله شيئا فإن أدى فهو ضامن وإنما عليه أن يؤدي عنه من مال الأب\r\nقلت أفتكره أن يؤدي الرجل صدقة الفطر عن ولده من مال ولده وهو صغير في عياله ولا يؤدي من ماله قال لا أكره له ذلك في قول أبي حنيفة وأبي يوسف قلت فإن لم يكن للابن مال أيؤدي الأب عنه من ماله قال نعم\r\nقلت فهل يجب على الرجل أن يؤدي عن امرأته وأخيه وأخته أو عن ابنة ابنه أو ابن عمه أو ابن عمته أو عن خاله أو عن خالته أو عن ذي رحم محرم منه وهم صغار أو كبار في عياله قال لا قلت وكذلك لا يؤدي عن أبويه وجده وجدته قال نعم\r\nقلت أرأيت الرجل يكون محتاجا تحل له الصدقة هل يجب عليه صدقة الفطر وعلى عياله قال لا\r\nقلت أرأيت الرجل يكون له الولد الصغير ولولده مملوك أيجب على أبيه أن\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nيؤدي عن مماليك ابنه قال لا قلت فيعطى عن ولده ولا يعطى عن رقيق ولده قال نعم\r\nقلت أرأيت إن كان لابنه مال أله أن يؤدي عنه وعن ولده وعن رقيق ولده من مال ابنه قال نعم في قول أبي حنيفة وأبي يوسف قلت فإن كان له أخ صغير في عياله وله مال أيجب أن يؤدي عنه صدقة الفطر قال لا\r\nقلت أرأيت الوصي هل يجب عليه أن يؤدي عن اليتيم صدقة الفطر من مال اليتيم قال نعم\r\nقلت فهل يعطي عن مملوكه صدقة الفطر قال نعم في قول أبي حنيفة وأبي يوسف وقال محمد لا يؤدي عنهم شيئا\r\nقلت أرأيت رجلين بينهما عبيد وإماء هل يجب عليهما فيهم صدقة الفطر قال لا لأنه ليس لواحد منهما عبد تام فلا يجب على الرجل في نصف عبد صدقة الفطر\r\nقلت أرأيت صدقة الفطر دفعها قبل الصلاة أحب إليك أم بعدها قال\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nأن يدفعها قبل الصلاة أحب إلي\r\nقلت أرأيت الرجل أيستحب له أن يأكل شيئا قبل الخروج إلى وليست موجود بالأصل ولكن السياق يلزمها المصلى يوم الفطر قال نعم\r\nقلت أرأيت الرجل يجب عليه صدقة الفطر وهو من أهل خراسان وهو بالكوفة يبعث بها إلى خراسان هل يجزى عنه قال نعم وقد أساء حيث بعث بها إلى خراسان وهو مقيم بالكوفة وإنما ينبغي له أن يدفعها حيث تجب عليه قلت فإن ضاعت حيث بعث بها ولم تصل إلى من بعث بها إليه هل يجزيه ذلك قال لا وعليه صدقة الفطر ثانية يؤديها حيث وجبت عليه لأنها بمنزلة الدين وكل رقيق للتجارة فليس عليه صدقة الفطر وإنما صدقة الفطر على ما كان لغير التجارة منهم وفيما كان للغلة والخدمة\r\nقلت أرأيت الرجل يجب عليه صدقة في نفسه وعياله فيعطيها مسكينا واحدا أيجزيه ذلك قال نعم لأن هذا بمنزلة الزكاة أعطى مثل قيمته من الزكاة مسكينا واحدا أجزاه ذلك\r\nقلت أرأيت الرجل يكون عنده ولد ابنه وهو صغير في عياله وأبوهم حي أو ميت هل على جده أن يؤدي عنهم صدقة الفطر قال لا\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nقلت أرأيت المرأة لها زوج وولد وزوجها محتاج وهي تعول زوجها وولدها هل عليها أن تعطي عنهم صدقة الفطر قال لا\r\nقلت أرأيت الرجل يموت مماليكه يوم الفطر أيؤدي عنهم صدقة الفطر قال نعم إذا انشق الفجر يوم الفطر فإنه يؤدي عنهم ماتوا أو عاشوا سواء في القياس وبه نأخذ\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nقلت أرأيت الرجل يمر يوم الفطر وأولاده صغار ثم يموت بعضهم قبل أن يؤدي عنهم قال يؤدي عنه أبوه\r\nقلت أرأيت الرجل يموت عبده ليلة الفطر هل عليه فيه صدقة الفطر قال لا لأنه لم يصبح يوم الفطر حيا\r\nقلت أرأيت الرجل يشتري العبد وهو فيه بالخيار ثلاثة أيام أو البائع فيه بالخيار فيمر يوم الفطر وهو عنده ثم يرده أو يأخذه على من صدقة الفطر وكيف إن كان اشتراه للتجارة قال إن أمضى البيع للمشتري فعلى المشتري صدقة الفطر وزكاة التجارة إن كان اشتراه للتجارة وإن كان رده كان صدقته على البائع قلت وكذلك إن كان البائع بالخيار فأمضى البيع فهو على المشتري وإن\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nاختار نقض البيع فهو على البائع قال نعم\r\nقلت من تحل له الصدقة أيجب عليه صدقة الفطر قال لا\r\nمحمد عن أبي يوسف عن الحسن بن عمارة عن الحكم عن إبراهيم أنه قال إذا حلت الصدقة للرجل لم يجب عليه صدقة الفطر\r\nقلت أرأيت الإمام كيف يصنع بما يأخذ من صدقة المسلمين وصدقة الإبل والبقر والغنم والمال وغيره مما أشبه ذلك قال يقسم صدقة كل بلاد في فقرائهم ولا يخرجها من تلك البلاد إلى غيرها\r\nقلت أرأيت الإمام ما أخذ من أموال بني تغلب وصدقاتهم أيقسمها في فقرائهم قال لا لأنها ليست بصدقة إنما هي بمنزلة الخراج فهي للمسلمين تدفع إلى بيت مالهم\r\nقلت أرأيت الرجل يكون له مكاتب فيمكث سنين مكاتب ثم يعجز هل على مولاه صدقة الفطر فيه لما مضى قال لا\r\nقلت أرأيت الرجل يشتري عبدا للتجارة فكاتبه فمكث سنين ثم عجز بعد ذلك ثم حال عليه الحول بعد ما عجز أيزكيه زكاة الفطر أم زكاة التجارة قال عليه زكاة الفطر لأنه قد خرج من حال التجارة حين كاتبه\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nقلت أرأيت رجلا له عبدان أحدهما للتجارة والآخر للخدمة أبقا جميعا فمكثا سنة ثم وجدهما هل عليه زكاتهما فيما مضى قال لا لأنهما كانا آبقين ولا يدري ما حالهما قلت وكذلك لو كانا مدبرين أو أم ولد قال نعم\r\nقلت أرأيت الرجل يتزوج المرأة على العبد فيدفعه إليها فجاء يوم الفطر وهو عندها ثم طلقها قبل أن يدخل بها أعليها زكاة الفطر قال نعم قلت فإن كان العبد عند الزوج ثم طلقها قبل أن يدخل بها فعليها زكاة الفطر قال لا\r\nقلت أرأيت الرجل يعول ذوي قرابته من ذوي رحم محرم منه وليس فيهم ولد أعليه أن يؤدي عنه صدقة الفطر قال لا ألا ترى أنه لا يؤدي عن امرأته فكيف يؤدي عن هؤلاء ؟\r\nقلت أرأيت الرجل يشتري العبد للتجارة فيحول عليه الحول وهو لا يساوي مائتي درهم وليس له مال غيره هل عليه زكاة قال لا قلت فهل عليه صدقة الفطر قال لا لأنه للتجارة فلا تجب فيه صدقة الفطر\r\nقلت أرأيت الرجل أن أخر صدقة الفطر حتى مضى يوم الفطر هل يجب عليه\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nأن يؤديها بعد ذلك قال نعم قلت فإن كان شهرا أو أكثر من ذلك قال وإن كان سنتين\r\nقلت أرأيت صدقة الفطر هل يعطي منها اليهودي أو النصراني أو المجوسي قال لا يعطيها إلا المسلمين قلت فإن أعطى أهل الذمة هل يجزيه ذلك قال نعم\r\nقلت أرأيت رجلا أسلم بعد طلوع الفجر يوم الفطر أيجب عليه صدقة الفطر قال لا قلت فإن أسلم ليلة الفطر هل عليه صدقة الفطر قال نعم\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nقلت فإن كان له خمسة دراهم ليس له غيرها هل تجب عليه صدقة الفطر قال لا قلت فإن كان له مائتا درهم وهي لا تغنيه ولا تغنى عياله وعليه مائتا درهم دين أيجب عليه صدقة الفطر قال لا\r\nقلت أرأيت الرجل يكون له الخادم والدار ليس له مال غيرها هل يجب عليه صدقة الفطر قال لا\r\nقلت أرأيت الرجل ليس له طعام حنطة ولا شعير ولكن له ذرة أو سمسم أو نحو ذلك من الحبوب كم يؤدي من ذلك صدقة الفطر قال يؤدي من ذلك قيمة نصف صاع من حنطة أو قيمة صاع من شعير أو صاع من تمر\r\nقلت أرأيت المضارب يشتري عبدا للتجارة على من تكون صدقة الفطر قال ليس على رب المال ولا على المضارب شيء لأن هذا تجب فيه الزكاة زكاة التجارة\r\nقلت أرأيت رجلا وجبت عليه صدقة الفطر فلم يؤدها حتى مضى الفطر واحتاج هل يجب عليه صدقة الفطر في حال حاجته أو بعد ما يصيب مالا ؟ قال\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nنعم يجب عليه إذا أصاب مالا أن يؤدي\r\nقلت أرأيت رجلا ارتد عن الإسلام قبل الفطر ثم أسلم يوم الفطر هل تجب عليه صدقة الفطر قال لا\r\nقلت أرأيت العبد الآبق هل يجب على مولاه فيه صدقة الفطر قال لا قلت وكذلك العبد الغصب يغصبه الرجل قال نعم\r\nقلت وكذلك العبد المبيع بيعا فاسدا قبل الفطر إذا قبضه المشتري فأعتقه بعد الفطر فليس على البائع فيه صدقة الفطر قال نعم قلت فعلى من تكون قال على المشتري\r\nقلت أرأيت العبد يأسره العدو هل على مولاه صدقة الفطر قال لا\r\nقلت أرأيت العبد إذا اشتراه مولاه للخدمة ثم أذن له في التجارة واستدان فأغلق رقبته في الدين ولمولاه مال كثير هل عليه فيه صدقة الفطر قال نعم قلت فهل على المولى في رقيق العبد صدقة الفطر قال لا قلت من أين افترق العبد وعبيده قال عبيده للتجارة وعليه دين ولو لم يكن عليه دين لم يكن عليه فيهم صدقة الفطر وكان عليه صدقة التجارة\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nقلت أرأيت عبدا للتجارة لا يساوي مائتي درهم وليس لمولاه مال غيره هل يجب على مولاه زكاة التجارة قال لا قلت فهل عليه زكاة الفطر قال لا قلت لم قال من وجهين من قبل التجارة ومن قبل أنه لا يجب على مولاه صدقة\r\nقلت أرأيت الرجل يبيع العبد بيعا فاسدا فلا يقبضه المشتري حتى يمضي الفطر ثم يقبضه فيعتقه على من زكاة الفطر وقد كان لغير التجارة قال زكاة الفطر على البائع قلت فلو كان المشتري قد قبضه قبل الفطر ثم رده بعد الفطر وهو لغير التجارة قال يكون على البائع لأنه قد رد عليه قلت فلو أعتقه المشتري أو باعه قال زكاة الفطر على المشتري\r\nقلت أرأيت الرجل المعتوه له رقيق وهو غني هل عليه في نفسه ورقيقه زكاة الفطر قال نعم هو في ذلك بمنزلة اليتيم في قياس قول أبي حنيفة وأبي يوسف وقال محمد لا شيء عليه في نفسه ولا في رقيقه\r\nقلت أرأيت الرجل الكافر له عبد مسلم هل يجب على عبده زكاة الفطر أو على مولاه قال لا لأن مولاه كافر لا صلاة عليه ولا زكاة وإنما النظر إلى المولى في هذا\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nقلت المكاتب له رقيق هل عليه فيهم زكاة الفطر قال لا\r\nقلت فالعبد الوديعة أو العارية أو الإجارة قال على رب العبد\r\nقلت أرأيت العبد الموصى بخدمته لرجل وبرقبته لآخر على من زكاة الفطر فيه قال على صاحب الرقبة\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nقلت العبد الذي يجني الجناية عمدا أو خطأ فيها قصاص أوليس فيها قصاص على من زكاة الفطر قال على رب العبد\r\nقلت أرأيت رجلا رهن رجلا عبدا أو أمة من يؤدي عنه زكاة الفطر قال على الراهن إذا كان عنده وفاء بذلك الدين وفضل مائتي درهم فإن لم يكن عنده ذلك فليس عليه صدقة الفطر\r\nقلت وكم زكاة الفطر قال نصف صاع من حنطة عن كل حر أو عبد صغير أو كبير\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nقلت أرأيت الرجل يكون بينه وبين رجل رقيق لغير التجارة أيؤدي عنهم صدقة الفطر هو وصاحبه قال لا في قول أبي حنيفة وقال محمد على كل واحد منهما صدقة الفطر وهذا بمنزلة الغنم السائمة تكون بين الرجلين لأنا نرى قسمة الرقيق جائزة ويقسم الرقيق إذا كانوا بين رجلين\r\nكتاب أبي بكر إلى هذا الموضع والله أعلم .\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nباب الاعتكاف\r\nأبو الحسن محمد بن الحسن قال حدثنا أبو بكر محمد بن عثمان قال حدثنا محمد بن سعدان عن الجوزجاني قال أخبرنا محمد عن أبي يوسف عن ليث بن أبي سليم عن الحكم عن مقسم عن ابن عباس وعن عائشة رضي الله عنهم أنهما قالا لا اعتكاف إلا بصوم\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nأخبرنا محمد عن أبي يوسف عن جويبر عن الضحاك بن مزاحم قال مر عبد الله بن مسعود وحذيفة بن اليمان على قوم معتكفين في مسجد فقال عبد الله هل يكون اعتكاف إلا في المسجد الحرام قال حذيفة نعم كل مسجد له إمام ومؤذن فإنه يعتكف فيه\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nأخبرنا محمد عن أبي يوسف عن ليث بن أبي سليم عن الحكم عن مقسم عن علي بن أبي طالب رضوان الله عليه أنه قال ليس على المعتكف صوم إلا أن يوجبه على نفسه\r\nوبلغنا عن حذيفة أنه قال لا اعتكاف إلا في مسجد جماعة وليس ينبغي\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nللمعتكف أن يخرج من المسجد لحاجة ما خلا الجمعة والغائط والبول فأما عيادة\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nالمريض وشهادة الجنازة فليس ينبغي له أن يخرج لذلك وكذلك ما سوى ذلك من الحوائج فإن خرج لجمعة أو غائط أو بول فدخل بيتا أو مر فيه فلا بأس بذلك ولا يفسد ذلك اعتكافه وليس ينبغي له أن يمكث في منزله بعد فراغه من الوضوء وليس ينبغي له أن يمكث بعد الجمعة وينبغي له أن يأتي الجمعة حين تزول الشمس فيصلي قبلها أربعا وبعدها أربعا أو ستا وما كان من أكل أو شراب فإنه يكون في معتكفه وإذا مرض المعتكف فخرج من المسجد يوما أو أكثر من نصف يوم فعليه أن يستقبل الاعتكاف إن كان اعتكافا واجبا وهذا قول أبي يوسف وقال أبو حنيفة إذا خرج ساعة من المسجد من غير عذر استقبل الاعتكاف وكذلك إذا خرج من المسجد لغير حاجة يوما أو أكثر من نصف يوم فعليه أن يستقبل اعتكافه في قول أبي يوسف وكذلك لو أفطر يوما كان عليه أن يستقبل اعتكافه وكذلك لو واقع امرأته كان عليه أن يستقبل اعتكافه\r\nولا تعتكف المرأة إلا في مسجد بيتها ولا تعتكف في مسجد جماعة\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nوإذا جعل الرجل على نفسه لله أن يعتكف شهرا أو ثلاثين يوما ولم ينو شهرا بعينه فإن ذلك سواء وهو متتابع عليه في ذلك الليل والنهار ويفتتح ذلك متى شاء\r\nوإذا قال الرجل لله علي أن أعتكف شهرا بالنهار فله أن يعتكف بالنهار دون الليل وهو بمنزلة قوله لله علي أن لا أكلم فلانا شهرا بالنهار فهو كما قال\r\nوإذا جعل الرجل لله على نفسه اعتكاف ثلاثين يوما ولم يقل متتابعا فهو متتابع وإذا افتتح الرجل ذلك واعتكف فعليه الليل والنهار فإن ترك شيئا من ذلك أفسد عليه اعتكافه وكان عليه أن يستقبل وليس هذا كالصوم ألا ترى أنه لو جعل لله على نفسه أن يصوم ثلاثين يوما ولم ينو متتابعا كان له أن يفرق إن\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nشاء أو لا ترى أنه يفطر بالليل\r\nوإذا جعل الرجل لله عليه أن يعتكف شهرا بعينه قد سماه فذهب ذلك الشهر قبل أن يفعل فعليه أن يعتكف شهرا سواه وعليه كفارة يمين إن كان أراد يمينا فإن لم يكن أراد يمينا فليس عليه كفارة\r\nوإذا جعل الرجل لله على نفسه أن يعتكف شعبان فاعتكفه إلا يوما واحدا فعليه أن يقضي يوما مكانه\r\nوإذا جعلت المرأة لله عليها أن تعتكف شهرا فحاضت فيه فعليها أن تقضي أيام حيضها وتصل بالشهر لأن أيام حيضها كأنها ليل فإن لم تصل الأيام التي تقضي بالشهر أفسدت على نفسها اعتكافها وكان عليها أن تستقبل الاعتكاف وليس الحيض كغيره لأن الحيض عذر يصيبها في كل شهر فإذا لم تصل الاعتكاف بالأيام التي تقضي أمرتها فأعادت هو بمنزلة الشهرين المتتابعين\r\nوإذا اعتكف الرجل من غير أن يوجب على نفسه شيئا فهو معتكف فإن خرج من المسجد فقطع الاعتكاف فليس عليه شيء من قبل أنه لم يوجب على نفسه شيئا وهو معتكف ما أقام في المسجد تارك لذلك حتى يخرج منه\r\nوإذا اعتكف الرجل وهو في المسجد ثم انهدم فهذا عذر ولا بأس بأن يخرج إلى مسجد آخر\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nولا بأس بأن يشتري المعتكف ويبيع في المسجد وأن يتحدث بما بدا له من الحديث بعد أن لا يكون بمأثم\r\nوليس في الاعتكاف صمت لأنه بلغنا عن رسول الله صلى الله عليه وسلم أنه نهى عن الصمت\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nوإذا اعتكف الرجل اعتكافا واجبا فأخرجه السلطان مكرها أو غير سلطان فإن دخل مسجدا غير ذلك المسجد مكانه استحسنت أن يكون على اعتكافه وأدع القياس في ذلك وإن أخذ في عمل غير ذلك أو حبسه حابس عن المسجد يوما أو أكثر من نصف يوم انتقض اعتكافه وكان عليه أن يستقبل اعتكافه\r\nوإن خرج المعتكف لغائط أو بول من المسجد فلقي غريما له فلزمه يوما أو أكثر من نصف يوم انتقض اعتكافه إذا كان واجبا ولو حبسه ساعة أو نحو ذلك لم ينتقض اعتكافه أستحسن ذلك وأدع القياس فيه وأما في قول أبي حنيفة فإن اعتكافه فاسد\r\nوقال أبو يوسف قال أبو حنيفة إذا خرج من المسجد ساعة أو أكثر لغير غائط ولا بول ولا جمعة فقد أفسد اعتكافه وعليه أن يستقبل الاعتكاف وكذلك إذا جامع امرأته فقد أفسد اعتكافه\r\nوقال أبو يوسف ومحمد إذا خرج أكثر من نصف يوم أفسد اعتكافه وإذا خرج أقل من ذلك لم يفسد اعتكافه\r\nوالاعتكاف الواجب أن يقول الرجل لله علي اعتكاف كذا وكذا أو يجعل عليه ذلك إن كلم فلانا فكلمه أو إن قدم فلان فقدم أو إن برئ فلان من مرض كذا وكذا فبرئ فلان من ذلك المرض\r\nوالاعتكاف الذي ليس بواجب الذي يعتكفه وهو ينوي شيئا ولا يتكلم به\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nوإذا جعل الرجل لله عليه أن يعتكف يوما اعتكف ذلك اليوم متى شاء وإذا أراد أن يفعل دخل المسجد قبل طلوع الفجر فإذا غربت الشمس فقد قضى اعتكافه وإذا دخل بعد ما طلع الفجر فلا يجزيه من اعتكافه لأن هذا أقل من يوم وليس عليه أن يعتكف من الليل شيئا\r\nولو جعل لله عليه أن يعتكف يومين فإنه ينبغي له أن يدخل قبل غروب الشمس فيعتكف ليلة يومه والليلة المستقبلة والغد إلى أن تغيب الشمس وكذلك لو جعل لله على نفسه أن يعتكف أياما كثيرة أو قليلة دخل المسجد قبل غروب الشمس ثم اعتكف ليلته ويومه ذلك وما استقبل من الأيام والليالي حتى يستكمل العدد يدخل الليل في الاعتكاف ولا يدخل في الصوم لأنه معتكف بالليل ولا يصومه\r\nوإذا جعل الرجل لله على نفسه اعتكاف شهر بعينه فإنه ينبغي له أن يدخل المسجد قبل أن تغيب الشمس فتغيب الشمس وهو في المسجد فيستقبل الشهر بأيامه ولياليه لأن الليلة من الشهر وليست من اليوم\r\nوإذا جامع الرجل امرأته وهو في اعتكاف واجب فقد أساء وقد أفسد اعتكافه وعليه أن يستقبل اعتكافه وكذلك المرأة إذا جامعها زوجها ولو كانت مباشرة دون الجماع أنزل فيها فأوجب عليه فيه الغسل كان ذلك بمنزلة الجماع وكذلك المرأة يكون منها ما يكون من الرجل من الدفق وإن لم يكن أنزل ولا أنزلت فقد\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nأساءا جميعا في ذلك ولا يفسد ذلك عليهما اعتكافهما في قول أبي يوسف وأما في قول أبي حنيفة فإن كانا خرجا من المسجد فقد فسد اعتكافهما\r\nوإذا أوجب الرجل على نفسه اعتكافا ثم مات قبل أن يقضيه فلا يقضيه أحد عن أحد لأنه لا يكون اعتكافا إلا بصوم ولا يصوم أحد عن أحد وكذلك بلغنا عن عبد الله بن عمرو عن إبراهيم النخعي أنهما قالا ذلك ولكنه يطعم عنه لكل يوم نصف صاع من حنطة لكل مسكين\r\nوإذا مرض الرجل حين قال هذه المقالة فلم يزل مريضا حتى مات فلا شيء عليه ولا يكون عليهم أن يقضوا عنه شيئا من قبل أنه لم يصح\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nولو جعل رجل عليه أن يعتكف ليلة أو يوما قد أكل فيه فليس عليه شيء\r\nوإذا قالت المرأة لله علي أن أعتكف أيام حيضي فلا اعتكاف عليها\r\nوكذلك لو قال الرجل لله علي أن أعتكف اليوم الذي يقدم فيه فلان أبدا فقدم فلان ليلا فلا اعتكاف عليه وإن قدم نهارا في يوم قد أكل فيه الحالف فليس عليه أن يعتكف في ذلك اليوم وعليه أن يعتكف في كل يوم يأتي عليه مثل ذلك اليوم ولو قدم فلان في يوم بعد الظهر كان مثل ذلك أيضا\r\nوإذا جعل الرجل لله على نفسه أن يعتكف شهرا قد سماه فإذا ذلك الشهر الذي قد سماه وعناه قد مضى ولا يعلم حين حلف بمضيه فلا شيء عليه ولا اعتكاف عليه وهو بمنزلة قوله لله علي أن أعتكف أمس\r\nولو أن معتكفا في اعتكاف واجب أحرم بالحج أو بالعمرة أو بهما جميعا لزمه الإحرام مع الاعتكاف ويقيم في اعتكافه حتى يفرغ فإن خاف أن يفوته الحج خرج فقضى حجته أو عمرته التي جعل لله على نفسه وكان عليه أن يستقبل الاعتكاف\r\nولو اعتكف الرجل في المسجد الحرام في اعتكاف واجب فذلك أفضل من اعتكافه في غيره وكذلك مسجد رسول الله صلى الله عليه وسلم فهو أفضل من الاعتكاف فيما سواه إلا المسجد الحرام وكل ما عظم من المساجد وكثر أهله فهو أفضل ومسجد\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nالجامع أفضل مما سواه من المساجد بعد المسجد الحرام ومسجد رسول الله صلى الله عليه وسلم إلا ما كان مثله من مساجد الجماعة ما خلا هذين المسجدين\r\nوإذا جعل الرجل لله على نفسه الاعتكاف ثم رجع عن الإسلام ثم أسلم فليس عليه اعتكاف هدم الشرك الاعتكاف\r\nوإذا جعل العبد على نفسه الاعتكاف أو الأمة فمولاه أن يمنعه ذلك فإذا أعتقا كان عليهما أن يقضيا الاعتكاف الذي كانا أوجبا على أنفسهما وكذلك المرأة إذا جعلت على نفسها الاعتكاف فلزوجها أن يمنعها وأما أم الولد والمدبرة فهما بمنزلة العبد في ذلك فأما المكاتب فإذا جعل على نفسه اعتكافا معلوما كان عليه أن يعتكفه لأن المولى لا يستطيع أن يحول بينه وبين ذلك وكذلك العبد الذي قد أعتق بعضه وهو يسعى في نصف قيمته\r\nوإذا أكل المعتكف ناسيا بالنهار فصومه تام ويمضي على اعتكافه وإذا جامع بالنهار ناسيا فقد أفسد اعتكافه ولا يشبه الجماع في هذا الموضع الأكل\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nوالشرب لأن الجماع يحرم عليه بالليل كما يحرم عليه بالنهار ولم يحرم من قبل الصوم وصار الجماع بمنزلة الخروج من المسجد ألا ترى أنه لو خرج ناسيا كان خروجه كخروجه متعمدا فكذلك الجماع وأما الصوم في غير الاعتكاف إذا جامع فيه ناسيا فإن الجماع لا يفسد الصوم كما يفسد الاعتكاف\r\nوإذ جعل الرجل على نفسه اعتكاف أيام معلومة إن كلم فلانا أو إذا دخل دار فلان أو فعل كذا وكذا ففعل ذلك فعليه أن يعتكف وليس عليه كفارة دون الاعتكاف\r\nوإذا قال في يمينه إن شاء الله ووصلها بكلامه فليس عليه شيء\r\nوإذا قال إن كنت دخلت دار فلان فعلى اعتكاف شهر وقد كان دخلها وهو لا يعلم يومئذ فعليه الاعتكاف الذي أوجبه على نفسه\r\nوإذا أغمي على المعتكف أياما أو أصابه لمم في اعتكاف واجب عليه فعليه إذا برئ وصح أن يستقبل الاعتكاف ولو تطاول به اللمم وصار معتوها لا يفيق فمكث ذلك سنين كان هذا والفرائض التي افترض الله تعالى عليه سواء في القياس لا يقضي ولا يكون عليه شيء ولكنا ندع القياس ونوجب عليه القضاء لأنه إذا\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nأحرم بالحج ثم أصابه ذلك ثم أفق أوجبت عليه القضاء\r\nوإذا جعل الأعمى أو المقعد على نفسه الاعتكاف لزمه كما يلزم الصحيح\r\nوإذا جعل المريض على نفسه الاعتكاف وهو مريض لا يطيق ذلك ثم مات قبل أن يبرأ فلا شيء عليه\r\nوإذا جعل الصحيح على نفسه اعتكاف شهر فمرت عليه عشرة أيام ثم مات فإنه ينبغي لورثته أن يقضوا عنه شهرا يطعم لذلك ثلاثين مسكينا لكل مسكين نصف صاع من حنطة فإن أبوا أن يفعلوا ذلك لم يجبروا على شيء منه\r\nولا بأس بأن يلبس المعتكف والمعتكفة ما بدا لهما من الثياب ويأكلان ما بدا لهما من الطعام ويتطيبان ما بدا لهما من الطيب ويدهنان بما شاء من الدهن وليسا في ذلك كالمحرم\r\nولا بأس بأن يعتكف العبد إذا أذن له مولاه أو الأمة أو أم الولد والمدبرة والمدبر وكذلك المرأة إذا أذن لها زوجها وليس له أن يمنعها وللمولى أن يمنع رقيقه الاعتكاف ولا مأثم عليه في ذلك إلا أن يكون قد أذن لهم فإن كان قد أذن لهم فإني أكره له أن يمنعهم بعد ما قد كان أذن لهم فإن منعهم بعد الإذن فليس عليه شيء غير أنه قد أساء وأثم حين منعهم بعد الإذن\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nولا بأس بأن ينام المعتكف في المسجد ولا يفسد الاعتكاف كلام ولا سباب ولا جدال غير أنه لا ينبغي له أن يتعمد لشيء من ذلك فيه مأثم\r\nولو نظر المعتكف إلى امرأته وأنزل لم يفسد ذلك عليه اعتكافه ووجب عليه الغسل\r\nوإذا أخرج المعتكف سلطان في حد عليه أو له يوما أو أكثر من نصف يوم أفسد عليه اعتكافه\r\nولو سكر المعتكف ليلا لم يفسد عليه اعتكافه ولو كان رجل معتكف في مسجد وهو مؤذن فصعد إلى المنارة لم يفسد ذلك عليه اعتكافه ولو كان باب المئذنة خارجا من المسجد لم يفسد ذلك عليه اعتكافه\r\nولو نسي المعتكف فخرج من المسجد ثم ذكر بعد ذلك فدخل المسجد لم يفسد\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nذلك عليه اعتكافه في قول أبي حنيفة وقال أبو يوسف ومحمد لا بأس للمعتكف أن يخرج رأسه من المسجد إلى بعض أزواجه وأهله فيغسله وإن غسله في المسجد في إناء فلا بأس به\r\nأخبرنا محمد عن أبي حنيفة عن حماد عن إبراهيم أن عائشة زوج النبي صلى الله عليه وسلم كانت تغسل رأس النبي صلى الله عليه وسلم وهي حائض وهو معتكف يخرج رأسه من المسجد فتغسله\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nأخبرنا محمد عن يحيى بن سعيد عن عمرة عن عائشة عن رسول الله صلى الله عليه وسلم كان إذا أراد أن يعتكف أصبح في المكان الذي يريد أن يعتكف فيه\r\nقال وبلغنا عن رسول الله صلى الله عليه وسلم أنه أمر بقبة أو خيمة فضربت له حيث أراد أن يعتكف فإذا قباب وخيام مضروبة فقال ما هذا قالوا لعائشة ولحفصة ولزينب فقال رسول الله صلى الله عليه وسلم آلبر يردن بهن ثم أمر بخيمة فنقضت فلم يعتكف تلك العشر فلما دخل شوال اعتكف مكانها عشرا\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nقال بلغنا عن رسول الله صلى الله عليه وسلم أنه اعتكف في العشر الوسطى من\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nرمضان فلما فرغ من اعتكافه أتاه جبريل عليه السلام فقال له إن ما تطلب وراءك قال فخطب رسول الله صلى الله عليه وسلم صبيحة العشرين ثم قال إني أراني أسجد في ماء وطين فمن كان اعتكف معنا فليعد إلى معتكفه فقال أبو سعيد الخدري فهاجت السماء عشيته وكان عريش المسجد من جريد فوكف فقال أبو سعيد الخدري فوالذي بعثه بالحق لقد صلى بنا المغرب ليلة إحدى وعشرين فوكف فقال أبو سعيد وإني لأنظر إلى جبهته وأرنبة أنفه في الماء والطين قال محمد حدثنا بهذا الحديث أبو يوسف عن محمد بن عمرو عن أبي سلمة عن أبي سعيد الخدري\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\nوإذا قال الرجل لله علي أن أعتكف شهرا بالنهار دون الليل فله أن يعتكف بالنهار دون الليل إن شاء وإذا قال شهرا ونوى النهار دون الليل فعليه النهار والليل في ذلك وليست نيته ههنا بشيء وهو بمنزلة رجل قال لله علي أن لا أكلم فلانا شهرا ينوي النهار دون الليل فعليه الليل والنهار\r\nوإذا جعل الرجل لله عليه أن يعتكف يوم النحر ويوم الفطر وأيام التشريق فعليه أن يفطر ويعتكف أياما مكانها ويكفر يمينه إذا مضت تلك الأيام إن كان أراد بذلك يمينا ولو اعتكف يوم النحر ويوم الفطر وأيام التشريق كما جعل لله على نفسه وصام أجزاه ذلك وقد أساء لأنه لا ينبغي له أن يكون صائما في تلك الأيام وتلك الأيام ليست بأيام صوم ألا ترى أنه نهى عن صوم هذه الخمسة الأيام لأن صومها صوم\r\nبسم الله الرحمن الرحيم\r\nباب في الصيام والاعتكاف من الجامع الكبير\r\nوإذا قال الرجل لله علي أن أعتكف شهرا ولم ينو شهرا بعينه فله أن\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nيعتكف أي شهر شاء ولكن لا بد له من أن يتابع بين اعتكافه ولا يفرق\r\nفإن قال نويت أن أعتكف بالنهار دون الليل لم تكن نيته تلك شيئا لأن الشهر يدخل فيه الليل والنهار والاعتكاف يجب بالليل والنهار فلذلك كان عليه الشهر متتابعا\r\nوإن قال لله علي أن أصوم شهرا ولم ينو شهرا بعينه ولا متتابعا ولا نية له فإن شاء فرق بين صومه وإن شاء وصل لأن الصوم يكون بالنهار دون الليل فلذلك كان له أن يفرق إن شاء\r\nوإذا قال لله علي اعتكاف شهر فعليه اعتكاف بصومه لا بد منه لأن الاعتكاف لا يكون إلا بصوم والليل لا يكون فيه صوم\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nوإذا قال لله علي أن أعكف يوما وجب عليه أن يعتكف يوما يصوم فيه يدخل المسجد قبل طلوع الفجر فيقيم فيه صائما إلى أن تغيب الشمس ولا يخرج منه إلا لغائط أو بول أو جمعة\r\nوإذا قال لله علي أن أعتكف ليلتين فعليه أن يعتكف ليلتين بيوميهما يدخل المسجد قبل أن تغيب الشمس فيقيم فيه تلك الليلة ويصبح صائما ويقيم فيه الليلة الأخرى ويصبح صائما معتكفا إلى الليل\r\nولا يشبه قوله لله علي اعتكاف ليلة قوله لله علي اعتكاف ليلتين لأن الليلتين يكونان بيوميهما والليلة لا تكون بيوميهما ألا ترى أنه لو قال لله علي أن أعتكف ثلاثين ليلة دخل في ذلك الليل والنهار وكان بمنزلة لله علي أن اعتكف شهرا\r\nولو قال لله علي أن أعتكف يومين كان عليه اعتكاف يومين بليلتيهما فينبغي له إذا أراد ذلك أن يدخل المسجد قبل غروب الشمس فيمكث فيه ليلته ويومه والليلة الأخرى ويومها\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nوإذا قال لله على أن أعتكف ثلاثين ليلة وقال نويت الليل دون النهار فليس عليه شيء لأن الصيام لا يكون إلا بالليل ولا يكون اعتكاف إلا بصوم\r\nوإن قال لله علي أن أعتكف ثلاثين يوما وقال نويت النهار دون الليل فهو كما قال وإن شاء فرق اعتكافه وإن شاء جمع لأن هذا بمنزلة الصوم\r\nوإذا قال لله على أن أعتكف شهر رمضان فعليه أن يعتكف بالليل والنهار فإن صامه ولم يعتكفه كان عليه قضاء اعتكافه فيعتكف شهرا مكانه متتابعا ويصوم فيه لأن الاعتكاف لا يكون إلا بصوم فلما لم يعتكف في شهر رمضان وجب عليه قضاء الاعتكاف فلما وجب عليه ذلك وجب عليه مع ذلك الصوم فإن كان لم يعتكف حتى دخل شهر رمضان من قابل فصامه واعتكفه قضاء من اعتكاف الشهر الأول لم يجزه ذلك الشهر وعليه أن يعتكف شهرا يصوم فيه مكان الشهر الأول لأن الشهر الأول حين مضى وجب عليه قضاء اعتكافه بصوم فلا يجزيه من ذلك صوم وجب عليه من غير ذلك ولو أنه أفطر شهر رمضان الأول من عذر وجب عليه قضاؤه باعتكاف متتابع فإن قضاه باعتكاف متتابع أجزاه ذلك لأن الشهر وجب عليه صومه واعتكافه فقضى ذلك ألا ترى أن رجلا\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nلو قال لله علي أن اعتكف رجب وجب عليه صومه واعتكافه فإن أفطره كله ثم قضاه باعتكاف أجزاه فإن اعتكف مكانه شهر رمضان لم يجزه من الاعتكاف الذي وجب عليه\r\nولو قال لله علي أن أعتكف رجب فاعتكف مكانه شهر ربيع وذلك قبل أن يدخل شهر رجب أجزاه إن كان صامه مع اعتكافه لأنه شيء أوجبه على نفسه لله فإذا عجل قبل وقته أجزاه ألا ترى أن رجلا لو قال لله علي صوم يوم الخميس فصام يوم الأربعاء قضاء من يوم الخميس أجزاه ذلك وهو قول أبي يوسف وقال محمد أما في قولي فلست أرى ذلك يجزيه حتى يصومه بعد دخوله ألا ترى رجلا لو صام شهر رمضان قبل أن يدخل لم يجزه فكذلك هذا\r\nوقال أبو يوسف لو أن رجلا قال لله علي أن أتصدق بدرهم غدا فتصدق به اليوم أجزاه ذلك فكذلك الصوم الذي أوجبه على نفسه يجزيه إذا عجله قال محمد وأما أنا فأرى الصدقة يجزيه تعجيلها ولا أرى تعجيل الصوم يجزيه وإنما أقيس ما أوجب على نفسه من ذلك بما أوجب الله تعالى عليه فكما أن الزكاة يجزيه تعجيلها قبل وقتها فكذلك إذا أوجب على نفسه صدقة فعجلها قبل وقتها أجزاه وأما الصوم فلا يجزيه تعجيله كما لا يجزيه تعجيل ما أوجب الله عليه من الصوم\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nوقال أبو يوسف إذا قال لله علي أن أصلي ركعتين غدا فصلاهما اليوم أجزاه وقال محمد وأما أنا فلا أرى ذلك يجزيه أقيسه بما افترض الله عليه من الصلاة\r\nوقال أبو يوسف ولو أن رجلا قال إذا جاء فلان فلله علي أن أصوم يوما فعجل صيام ذلك اليوم قبل أن يقدم فلان ثم قدم فلان بعد فعليه أن يصوم يوما ولا يجزيه صيام ذلك اليوم ولا يشبه هذا الوجه الأول لأن الأول أوجبه على نفسه بغير يمين وهذا إنما أوجبه على نفسه إذا قدم فلان وإنما يجب عليه بعد قدومه فلا يجزيه تعجيله وكذلك إذا قال إذا قدم فلان فلله علي أن أصلي ركعتين فعجل صلاتهما قبل قدوم فلان ثم قدم فلان فعليه قضاؤهما ولا يجزيه الأوليان وكذلك إذا قال إذا قدم فلان فلله علي أن أتصدق بدرهم فعجل صدقة الدرهم ثم قدم فلان إن ذلك لا يجزيه وعليه أن يتصدق بدرهم آخر\r\nوإذا قال لله علي صوم شهر متتابع ولا ينوي شهرا بعينه فعليه أن يصوم شهرا متتابعا فإن أفطر منه يوما استقبل الشهر من أوله فإن كان قال لله علي أن أصوم شهرا متتابعا يعني رجب بعينه أو شهرا من الشهور بعينه فعليه صوم ذلك الشهر وإن أفطر يوما قضى ذلك اليوم وحده وليس عليه أن يستقبل صوم شهر ولكن إذا أراد بقوله لله علي يمينا كفر يمينه مع قضاء ذلك اليوم\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nوإذا قال لله علي صوم يوم فأصبح من الغد لا ينوي صوما فلم تزل الشمس حتى نوى أن يصومه من قضاء ذلك اليوم الذي أوجبه على نفسه فإن ذلك لا يجزيه من قضاء ذلك اليوم حتى يعزم عليه من الليل ولكن أحب إلي أن يتم صومه فيجعله تطوعا ولا يفطر وإن أفطر فلا قضاء عليه\r\nوإذا قال لله علي صوم غد فأصبح من الغد لا ينوي ما ثم نوى صومه من قضاء ما عليه قبل الزوال أجزاه ذلك لأنه أوجب هذا اليوم بعينه عليه ألا ترى أن رجلا لو أصبح في يوم من شهر رمضان لا ينوي صومه ثم نوى صومه قبل\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nالزوال أجزاه ذلك ولو أفطر يوما من شهر رمضان فوجب عليه قضاؤه فأصبح في يوم لا ينوي صومه ثم نوى صومه قضاء من الذي وجب عليه لم يجزه ذلك فكذلك هذا\r\nوإذا قال لله علي أن أصوم غدا ثم أصبح ينوي أن يصومه تطوعا ولا يصومه مما أوجبه على نفسه فصومه ذلك مما أوجبه على نفسه ولا يكون تطوعا\r\nولو أن رجلا قال لله علي أن أصوم رجب بعينه ثم أنه ظاهر من امرأته فصام شهرين متتابعين أحدهما رجب أجزاه من الظهار وعليه أن يقضي رجب كما أوجب على نفسه وإن أراد يمينا لم يكن عليه كفارة يمين لأنه صام رجب كما حلف\r\nولو أن رجلا وجب عليه صوم شهرين متتابعين من ظهار فصام شهرين متتابعين أحدهما رمضان لم يجزه ذلك وكان صومه من رمضان خاصة وعليه أن يستقبل صوم شهرين متتابعين ولا يشبه شهر رمضان في هذا الوجه ما أوجب على نفسه لأن الرجل إذا أوجب على نفسه أن يصوم فكان الإيجاب من قبله كان ذلك والصوم الذي وجب بالظهار سواء ولم يكن أحدهما أوجب من صاحبه فمن أيهما صام ذلك الشهر أجزاه فأما شهر رمضان فإنه لا يكون أبدا إلا من شهر رمضان\r\nألا ترى لو أن رجلا صامه تطوعا كان من شهر رمضان وما أوجبه على نفسه\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n\r\nمما لم يجب عليه إلا بإيجابه على نفسه فكذلك بمنزلة الشهرين المتتابعين اللذين وجبا بالظهار\r\nألا ترى أن رجلا لو قال لله علي صوم الأبد كان ذلك واجبا عليه فإن ظاهر من امرأته ولم يجد ما يعتق أجزاه أن يصوم شهرين متتابعين\r\nألا ترى لو أن رجلا وجب عليه قضاء أيام من شهر رمضان فقضاها في شهر أوجبه على نفسه أجزاه ذلك وكان عليه أن يقضي مكان تلك الأيام من ذلك الشهر فكذلك هذا أو لا ترى أن شهر رمضان لا يشبه ما أوجبه على نفسه من هذا لأنه لو صام ذلك في شهر رمضان لم يجزه .\r\nمسألة من كتاب التحري\r\nمحمد بن الحسن قال حدثنا حازم بن إبراهيم البجلي عن سماك بن حرب\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nعن عكرمة مولى ابن عباس أن رسول الله صلى الله عليه وسلم قبل شهادة أعرابي وحده على رؤية هلال شهر رمضان قدم المدينة فأخبرهم أنه رآه فأمرهم رسول الله صلى الله عليه وسلم أن يصوموا بشهادته\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nقال محمد فهذا مما يدل على أن شهادة الواحد في أمر الدين جائزة ولا يقبل على هلال الفطر أقل من شاهدين رجلين حرين أو رجل وامرأتين لأن هلال الفطر وإن كان من أمر الدين ففيه بعض المنفعة لفطر الناس وتركهم الصوم فذلك يجري مجرى الحكم فلا تقبل فيه من الشهادة إلا ما يقبل في الأحكام ولا يقبل في هلال شهر رمضان قول مسلم ولا مسلمين إذا كانوا ممن تجوز شهادتهم وهما ممن يتهم فأما عبد ثقة أو امرأة مسلمة ثقة حرة أو أمة أو رجل مسلم ثقة إلا أنه محدود في قذف فشهادته في ذلك جائزة وإن كان الذي شهد بذلك في المصر ولا علة في السماء لم تقبل شهادته لأن الذي يقع في القلب من ذلك أنه باطل فإن كان في السماء علة\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\nمن سحاب فأخبر أنه رآه من خلال السحاب أو جاء من مكان آخر فأخبر بذلك وهو ثقة فينبغي للمسلمين أن يصوموا بشهادته .\r\nمسألة في القيء من كتاب المجرد\r\nالحسن بن زياد عن أبي حنيفة في صائم ذرعه القيء فخرج منه قليل أو كثير أو استقاء فقاء أقل من ملء الفم وهو في ذلك ذاكر أو ناس لصيامه لم يفسد صومه وكان على صيامه وإن تقيأ ملء فيه أو أكثر وهو ذاكر لصومه فعليه القضاء قال أبو عبد الله يعني إذا تكلف للقيء وإن كان ناسيا فلا شيء عليه وإن خرج من جوفه إلى حلقه ثم رده وهو يقدر على رميه وهو ذاكر لصومه فعليه القضاء\r\nوقال الحسن بن أبي مالك عن أبي يوسف عن أبي حنيفة قال إذا ذرعه القيء أو استقاء فخرج ملء الفم أو أكثر ثم رجع إلى حلقه وهو ذاكر لصيامه مثل الحمصة وهو القدر الذي يفطر من الأكل فطره ذلك وسواء ارتجع ذلك أو غلبه وإن كان الذي خرج من جوفه إلى فمه أقل من ملء الفم لم يفطره ما ارتجع\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nمنه وكذلك رواه عن أبي يوسف قال وسمعته يقول غير هذا القول يقول إذا كان القيء أقل من ملء الفم فارتجعه متعمدا فطره وإن غلبه لم يفطره\r\nالحسن بن زياد عن أبي حنيفة وإذا كان بين أسنانه لحم فتلظه فدخل حلقه أو اجتمع من ريقه على لسانه فدخل حلقه فهو على صيامه .\r\nمن المجرد\r\nقال أبو حنيفة إذا أفطر الرجل في شهر رمضان نهارا وهو حاضر متعمدا فأكل طعاما أو شرب شرابا أو جامع امرأة في الفرج أو بعث له وجور فاتجر به أو دواء فأخذه وهو ذاكر لصومه فعليه القضاء والكفارة وإن جامع امرأته فيما دون الفرج فأنزل ثم جامع في الفرج بعد ذلك أو أصبح ينوي الإفطار ثم نوى الصوم بعد ارتفاع النهار فظن أن ذلك قد أفسد عليه صومه أو لم يظن ذلك فأكل أو شرب أو جامع فعليه القضاء بلا كفارة وإن أكل ناسيا أو شرب ناسيا أو جامع ناسيا أو ذرعه القيء أو قاء ناسيا فظن أن ذلك يفطره فأكل بعد ذلك فعليه القضاء بلا كفارة وإن اكتحل بذور أو احتجم أو قبل امرأته بشهوة أو لامسها بشهوة أو جامعها فيما\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nدون الفرج فلم ينزل فظن أن ذلك يفطره فأفطر متعمدا فعليه القضاء والكفارة فإن استفتى فقيها أو تأول فيه حديثا أنه قد فطره فعليه القضاء بلا الكفارة وإن هو اغتاب إنسانا أو قذف محصنة فظن أن ذلك قد فطره أو استفتى فيه فقيها أو تأول فيه حديثا ثم أفطر بعد ذلك فعليه القضاء والكفارة لأن الحديث فيه محتمل للتأويل إذ قيل قد أفطر على ما حرم الله وإذ قيل إن الغيبة قد تفطر فجعل بتأويل ذلك على إفطار البر لا إفطار من الصيام يراد أنه قد حرف بره لأنه قد خرج من البر إلى الاثم والدليل اجتماع الناس أنه لا يكاد يسلم أحد من صيامه من أن يغتاب أو يكذب ولا سيما من العامة\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nكتاب نوادر الصيام\r\nمحمد عن أبي حنيفة عن حماد عن إبراهيم أنه كان يستحب للرجل أن يخرج يوم النحر قبل أن يطعم شيئا وأن يطعم يوم الفطر قبل أن يخرج قال وكتب شيخ\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nمن أهل البصرة يذكر عن عبد الله بن بريدة يرفعه إلى النبي صلى الله عليه وسلم مثل ذلك ومما يستحب يوم الفطر قبل الخروج أن يستاك ويطعم ويمس طيبا إن وجده\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nويخرج الصدقة ثم يخرج وصدقته نصف صاع من حنطة أو سويق أو دقيق أو صاع من تمر أو صاع من شعير فإن أعطى قيمة ذلك دراهم أو فلوسا أجزاه وإن جمع لمسكين واحد عن نفر أجزاه وإن فرق طعاما عن واحد في مساكين أجزاه ويطعم الرجل عن ولده الصغير وعن نفسه وعن عبيده وإمائه الذين لغير التجارة الذين تلزمه نفقتهم وإن أطعم عن امرأته وعن ولده الكبار بأمرهم أجزى عنهم وليس عليه أن يفعل إنما عليهم أن يطعموا ولا يجب الطعام على محتاج له مسكن وخادم وثياب كفاف ومتاع بيت كفاف هذا محتاج إن أعطى من ذلك قبل وليس عليه أن يتصدق عن نفسه فإن كان له سوى ما وصفت لك مائتا درهم أو عشرون مثقالا من ذهب أو قيمة ذلك من عرض فضل عن الكفاف الذي وصفت لك فعلى هذا زكاة الفطر ولا يسعه أن يقبلها من غيره\r\nولو كان مملوك بين اثنين لم يكن على واحد منهما فيه زكاة الفطر لأنه لا يملك مملوكا تاما\r\nوليس على الرجل أن يؤدي عن مكاتبه وعليه أن يؤدي عن أم ولده ومدبره وليس على رقيق التجارة زكاة الفطر\r\nوليس على الحبل زكاة الفطر وإن ولدته يوم الفطر فإن ولدته قبل طلوع الفجر من يوم الفطر فعليه\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nوإن مات مملوك من رقيقه يوم الفطر فعليه أن يطعم وإن انشق الفجر من يوم الفطر وهو يملكه وجب عليه أن يطعم عنه وليس يبطل ذلك موته\r\nوعلى المسلم زكاة الفطر في رقيقه وإن كانوا على غير دين الإسلام وعلى مملوك الغلة زكاة الفطر على مولاه وكذلك عبد تاجر لا يريد مولاه التجارة فيه\r\nوعلى المولى زكاة رقيق رقيقه إذا كانوا لغير التجارة فإن كانوا للتجارة فليس عليه فيهم زكاة الفطر لأن فيهم زكاة المال إذا لم يكن على العبد دين محيط بقيمتهم\r\nولو أن رجلا مضت عليه سنون لا يتصدق بصدقة الفطر عليه أو جهله نسيانا فعليه أن يقضي ذلك ويتصدق به ومن كان عليه دين حل له الصدقة وليس عليه زكاة الفطر\r\nوليس على المكاتب أن يؤدي عن نفسه زكاة الفطر ولا على مولاه فيه شيء وليس على رقيق المكاتب زكاة الفطر ولا على مولاه فيهم\r\nوليس على الرجل زكاة الفطر فيمن يعول من قرابته اخوة كانوا أو عمومة أو\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nمحرما من نسب أو محرما من رضاع\r\nوعلى اليتيم زكاة الفطر في نفسه إن كان غنيا يؤديها عنه وصيه وكذلك يلزمه الزكاة في رقيقه وفي هذا حجة على من قال لا زكاة على الصغير في ماله وهذا قول أبي حنيفة وأبي يوسف وقال محمد ليس على الصغير زكاة .\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nوليس على أهل الذمة زكاة الفطر في رقيقهم وإن كان أحد من رقيقهم على الإسلام أجبروا على بيعه\r\nوليس على نصارى بني تغلب زكاة الفطر في رقيقهم وليس يبعث على زكاة الفطر ساعيا يجبيها من أداها فمن نفسه ومن تركها فلازم أنه عليه\r\nولو كان رقيق بين رجلين لم يكن على واحد منهما زكاة الفطر في رقيقه لأنه لا يملك مملوكا تاما ألا ترى أنه لو أعتق كل مملوك له لم يعتق منهم أحد ولو كانا متفاوضين بينهما رقيق فهو كذلك\r\nولو مر يوم الفطر على رجل وعنده عبد قد اشتراه قبل الفطر بالخيار فاستوجب بعد الفطر كان عليه زكاة الفطر فيه ولو فسخ البيع فيه كانت زكاته على البائع إذا كان الشري والأصل لغير التجارة وكذلك إن كان الخيار للبائع فتم البيع فعلى المشتري وإن انتقض البيع فعلى البائع وإن كان عقد البيع وقع يوم الفطر فعلى البائع في الوجهين جميعا إن تم البيع أو انتقض والخيار للبائع أو للمشتري\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nوليس على الرجل في مملوك آبق زكاة الفطر ولا في عبد غصب والغاصب يجحده وإن رجع إليه لم يزك لما مضى وإن كان العبد غائبا عنه في حاجة له أو في عمل بأجر أو في صنعة فعليه زكاة الفطر عنه\r\nفإن كان رجل في مصر وله رقيق في مصر آخر أو في ضيعة فإنه يؤدي زكاة الفطر عن رقيقه في المصر الذي هو فيه ولا يشبه المال إذا وجب عليه الزكاة في مصر حيث لا تحمل إلى غيره ومن حملها وأداها في غيره أجزت عنه\r\nوليس في شيء من الحيوان زكاة الفطر ما خلا رقيق الخدمة وما كان من الرقيق للتجارة فليس فيهم زكاة الفطر لأن فيهم زكاة الأموال ولا تجتمع الزكاة من وجهين متفرقين في مال واحد\r\nوليس في العقارات ولا في الضياع ولا في شيء من الأموال والعروض زكاة الفطر ما خلا رقيق الخدمة ورقيق التجمل ورقيق القنية\r\nوإن كان الرهن مملوكا لغير التجارة وكان أصله للخدمة فعلى الراهن زكاة الفطر فيه إذا كان له فضل عن دينه وعن قوته الذي وصفت لك مائتي درهم أو أكثر أو عروض بمثلها وليس على المرتهن زكاة العبد الرهن وليس على الرجل زكاة الفطر\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nفي رقيق ابنه الصغير\r\nولو أن رجلا اشترى عبدا قبل الفطر فلم يقبض ولم ينقد حتى مضى يوم الفطر والشرى للخدمة فإن زكاة هذا العبد على المشتري وإن مات قبل أن يقبضه انتقض البيع فيه ولا زكاة على واحد منهما ولو أن مملوكا وجد به المشتري عيبا فرده يوم الفطر بعد القبض وكان الشري قبل الفطر فزكاة الفطر على المشتري إن رده بقضاء قاض أو بغير قضاء قاض وكذلك لو رده بخيار الرؤية ولو لم يقبضه حتى رده بعيب أو بخيار رؤية فزكاة الفطر في هذا على البائع الذي رجع إليه العبد\r\nولو أن رجلا في يده عبد للتجارة قيمته خمسمائة درهم فباعه بأمة قبل الفطر بيوم للتجارة فلم يقبض ولم يدفع حتى وجبت الزكاة في ماله يوم الفطر وكان ذلك وقت زكاته فلم يفسخ البيع ولم يقبض حتى مضى يوم الفطر ثم فسخ البيع بخيار الرؤية أو بعيب فإن زكاة العبد بالقيمة على البائع وأما بائع الجارية فإن كانت لغير تجارة فعليه زكاة الفطر فيها إذا انفسخ البيع قبل القبض بخيار الرؤية أو بعيب والزكاة على الذي يرجع إليه ذلك المملوك فإن كان للتجارة زكاة للتجارة وإن كان للخدمة زكاة للخدمة وكذلك إذا انفسخ البيع بخيار الشرط والقبض وغير القبض فيه سواء وأما خيار الرؤية والعيب فيختلف قبل القبض وبعده إذا\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nكان قبل القبض فعلى ما وصفت لك وإن كان بعده فعلى الذي في ملكه قبل الفسخ ألا ترى أنه في ضمانه ما خلا خصلة واحدة إذا كان رده عليه بعيب وهو كاره فإن هذا يكون عليه زكاة الأوكس كوضيعة لحقته ولو كان هو الذي فسخ البيع ورده بعيب وهو يعرف الفضل فيما رد فحابى كان عليه ذلك فإن لم يعرف ذلك ولم يحاب فعليه زكاة الأوكس كوضيعة لحقت التاجر في هذا الوجه وصاحب الخدمة عليه زكاة الذي رد إذا كان بعد القبض وإذا كان قبله فعليه زكاة الذي يرجع إليه\r\nولو أن عبدا وقعت عقدة البيع فيه قبل الفطر ثم مات يوم الفطر قبل القبض والنقد انفسخ البيع وكلاهما صاحب خدمة البائع والمشتري ليس الواحد منهما\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\nتاجرا فليس على واحد منهما زكاة ألا ترى أن المشتري يزكي الثمن مع ماله والبائع لا يزكي الثمن ويزكي العبد\r\nقال أبو حنيفة الصاع الأول ثمانية أرطال فيجزي نصف صاع من الحنطة والدقيق والسويق أو صاع من تمر أو شعير وكذلك قال محمد فإن كان المختوم خمسين رطلا فهو عن اثنى عشر إنسانا ونصف وإذا كان أربعين رطلا فهو على عشر أناسي إذا كان حنطة فإن كان شعيرا فهو عن خمسة وكذلك إن كان تمرا والزبيب صاع في قول أبي يوسف ومحمد وفي قول أبي حنيفة نصف صاع\r\nقلت أرأيت الرجل يبيع العبد بيعا فاسدا فلا يقبضه المشتري يمضي يوم الفطر ثم يقبضه فيعتقه على من زكاة الفطر وقد كان لغير التجارة قال زكاة الفطر على البائع قلت فلو كان المشتري قد قبضه قبل الفطر ثم رده بعد الفطر وهو لغير التجارة قال تكون على البائع لأنه قد رد عليه قلت فلو أعتقه المشتري أو باعه قال زكاة الفطر على المشتري .\r\nوالحمد لله رب العالمين\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n\r\n\r\n\r\nفي كتاب المجرد\r\nقال أبو حنيفة وإن عجل زكاة الفطر عنه وعمن تجب عليه من ولده ورقيقه لسنة أو سنتين أجزاه ذلك وإن لم يؤد ذلك عنهم حين وجبت عليهم حتى مضت سنتان أو ثلاث وجب عليه أن يعطى عنهم من حين مضى زكاة الفطر\r\nوقال أبو جعفر أحمد بن محمد الطحاوي في كتابه من أصبح في يوم من شهر رمضان ولم ينو في الليلة التي قبله صوما ثم أكل أو شرب أو جامع متعمدا فإن أبا حنيفة كان يقول عليه القضاء بلا كفارة وكان أبو يوسف ومحمد يقولان إذا كان ذلك منه قبل الزوال فعليه القضاء والكفارة وإذا كان بعد الزوال فعليه القضاء بلا كفارة وهو كما قال أبو حنيفة\r\nوقال أبو يوسف الصاع خمسة أرطال وثلث بالبغدادي وفي قول أبي حنيفة ثمانية أرطال\r\nتتمة نوادر الصوم\r\nباب ما يجب منه إفطار الصوم وما يجب فيه القضاء والكفارة وما يجب القضاء ولا تجب الكفارة وما يجوز من الشهادة على هلال رمضان وما لا يجوز\r\nقال وسئل محمد بن الحسن عمن ابتلع جوزة رطبة وهو صائم قال\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\nعليه القضاء ولا كفارة عليه قيل فإن ابتلع لوزة رطبة أو حنطة صغيرة قال عليه القضاء والكفارة فقيل له ابتلع هليلجة ؟\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nقال عليه القضاء والكفارة أراد به الدواء أو لم يرد به وكذلك إن أكل مسكا أو غالية أو زعفرانا فعليه القضاء والكفارة\r\nمحمد في رجل أفطر في شهر رمضان من عذر والشهر ثلاثون يوما فقضى شهر\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nرمضان آخر وهو تسعة وعشرون يوما قال عليه أن يقضي بعدد ما كان شهر رمضان إن كان ثلاثين يوما فثلاثين وإن كان تسعة وعشرين يوما فتسعة وعشرين يوما لقوله تعالى « فعدة من أيام أخر »\r\nمحمد قال إذا شهد رجل واحد وبالسماء علة قبلت شهادته وحده إذا كان عدلا وأما على الفطر فلا تقبل إلا شهادة رجلين إذا كان بالسماء علة وإن لم يكن بالسماء علة لم أقبل شهادة رجل حتى يكون أمرا ظاهرا وكذلك لو شهدت امرأة وهي عدلة فشهادتها جائزة وكذلك لو شهد رجل على شهادة رجل فهو جائز ويجوز في ذلك شهادة المحدود في القذف إذا كان عدلا ولا تجوز شهادة الفاسق وتجوز شهادة العبد إذا كان عدلا\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nمحمد في رجل جامع امرأته نهارا ناسيا في شهر رمضان ثم ذكر وهو مخالطها فقام عنها أو جامعها ليلا فانفجر الصبح وهو مخالطها فقام عنها من ساعته قال هما سواء ولا قضاء عليه وذكر عن أبي يوسف أنه قال يقضي الذي كان وطؤه بالليل ولا يقضي الذي كان وطؤه بالنهار\r\nقلت أرأيت لو أن صائما ابتلع شيئا كان بين أسنانه قال ليس عليه القضاء قلت وإن كان سمسما بين أسنانه فابتلعها قال لا قضاء عليه لأن ذلك مغلوب لا حكم له كالذباب وإن تناول سمسما ابتداء أفطر\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nوقال أبو حنيفة الصوم في رمضان لرمضان ولا يكون لغيره إذا كان مقيما وإن كان مسافرا فإن صامه من صوم واجب عليه أجزاه من الواجب وكان عليه قضاء رمضان وقال أبو يوسف ومحمد هما سواء وهو من رمضان ولا يجزيه من غيره مريضا كان أو مسافرا\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nوقال أبو يوسف في رجل قال لله علي أن أصوم هذا اليوم شهرا فعليه أن يصوم ذلك اليوم كلما دار حتى يتم شهرا أربعة أيام أو خمسة حتى يستكمل ثلاثين يوما منذ قال هذا القول\r\nولو قال لله علي أن أصوم هذا الشهر يوما كان عليه أن يصوم ذلك الشهر بعينه متى شاء فهو في سعة ما بينه وبين أن يموت\r\nولو قال لله علي أن أصوم هذا اليوم غدا فإن كان قبل الزوال ولم يأكل ولم يشرب فعليه صوم ذلك اليوم وإن قال هذا القول بعد الزوال أو أكل أو شرب فلا شيء عليه\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nولو قال لله علي أن أصوم أمس فلا شيء عليه\r\nولو قال لله علي أن أصوم غدا اليوم كان عليه أن يصوم غدا وإنما عليه الأول من اللفظ ليس الآخر\r\nولو قال لله علي صوم الأيام ولا نية له كان عليه سبعة أيام لأنه كلما مضت الجمعة عادت وهذا قول أبي يوسف ومحمد وقال أبو حنيفة عليه عشرة أيام لأن أكثر ما يستحق اسم الأيام في اللغة إنما هو عشرة أيام ألا ترى أنك تقول ثلاثة أيام وعشرة أيام ولا تقول أحد عشر أيام وإذا قال لله علي أن أصوم أياما ولا نية له فعليه صيام ثلاثة أيام\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nولو قال لله علي صيام الشهور كان عليه اثنا عشر شهرا وهذا قول أبي يوسف ومحمد وقال أبو حنيفة يقع ذلك على صيام عشرة أشهر\r\nولو قال لله علي صيام الجمع على مدى الشهور ولا نية له فعليه أن يصوم كل جمعة تأتي عليه في ذلك الشهر\r\nولو قال لله علي أن أصوم أيام الجمعة فإن عليه سبعة أيام\r\nولو قال لله علي صوم الجمعة فهذا يقع على وجهين على أيام الجمعة السبعة وقد يقع على الجمعة بعينها فأي ذلك نوى لزمه فإن لم يكن له نية فهذا على أيام الجمعة السبعة\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nولو قال لله علي أن أصوم كذا كذا يوما فهو على أحد عشر يوما وإن كان له نية صرف الأمر إلى نيته\r\nولو قال لله علي أن أصوم كذا وكذا فهو على أحد وعشرين يوما إلا أن ينوي غير ذلك فيكون كما نوى\r\nولو قال لله علي أن أصوم بضعة عشر يوما لزمه صيام ثلاثة عشر يوما\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nلأن البضع من ثلاثة إلى سبعة فوضعناه على الأقل من اسم البضع\r\nولو قال لله علي صوم السنين كان هذا صوم الدهر والسنون مخالف للشهور لأنه لا غاية للسنين تنهيها وأما الشهور فلها غاية في كتاب الله تعالى وهو قوله تعالى « إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله » على هذا يصرف يمينه إن لم يكن له نية فإن كانت له نية يصرف إلى نيته وهو على قياس قول أبي يوسف ومحمد وأما في قياس قول أبي حنيفة يرى على ما وصفنا قبل هذا\r\nولو قال لله علي صوم الزمان فهو ستة أشهر إن لم يكن له نية وكذلك\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nالحين\r\nتمت النوادر والحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين .\r\n( ويتلوها كتاب المناسك )\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n\r\n\r\nبسم الله الرحمن الرحيم\r\nكتاب المناسك\r\nقال أبو حنيفة وإذا أردت أن تحرم بالحج إن شاء الله فاغتسل أو\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nتوضأ والغسل أفضل ثم البس ثوبين إزارا ورداء جديدين أو غسلين وادهن بأي دهن شئت وصل ركعتين وقل اللهم إني أريد\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nالحج فيسره لي وتقبله مني ثم لب في دبر صلاتك تلك وإن شئت بعد ما يستوي بك بعيرك قال والتلبية أن تقول لبيك اللهم لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك فإذا لبيت فقد أحرمت\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nفاتق ما نهى الله عنه من قتل الصيد والرفث والفسوق والجدال ولا تشر إلى\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nصيد ولا تدل عليه ولا تغط رأسك ولا وجهك ولا تلبس قباء ولا قميصا ولا سراويل ولا قلنسوة ولا ثوبا مصبوغا بالعصفر ولا بالزعفران ولا بالورس فإن كان قد غسل حتى لا ينفض فلا بأس بأن تلبسه ولا تمس طيبا بعد إحرامك\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nولا تدهن وارفق بحك رأسك ولا تغسل رأسك ولا لحيتك بالخطمى\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nولا تقص أظفارك وأكثر من التلبية في دبر كل صلاة وكلما لقيت ركبا وكلما علوت شرفا وكلما هبطت واديا وبالأسحار ومتى تستيقظ من منامك فإذا قدمت مكة فلا يضرك ليلا دخلتها أو نهارا فادخل المسجد ثم ابدأ بالحجر\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nالأسود فاستلمه إن استطعت من غير أن تؤذي مسلما فإن لم تستطع ذلك فاستقبله وكبر وهلل واحمد الله وصل على النبي صلى الله عليه وسلم ثم خذ على يمينك على\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nباب الكعبة فطف سبعة أشواط ترمل في الثلاثة الأول في كل شوط منها من الحجر الأسود إلى الحجر الأسود فإن زحمك الناس في رملك ذلك فقم فإذا وجدت مسلكا فارمل وطف الأربعة الأشواط الأخر مشيا على هينتك وكلما مررت بالحجر الأسود في طوافك هذا فاستلمه إن استطعت من غير أن تؤذي مسلما فإن لم تستطع فاستقبله وكبر وهلل وإن افتتحت به الطواف وختمت به أجزاك وليكن طوافك في كل شوط من وراء الحطيم ثم ائت المقام فصل\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nعنده ركعتين أو حيث تيسر عليك من المسجد فإذا فرغت منها فعد إلى الحجر الأسود فاستلمه فإن لم تستطع فاستقبله وكبر وهلل ثم اخرج إلى\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\nالصفا فابدأ بها وقم عليها مستقبل الكعبة فتحمد الله وتثني عليه وتهلل وتكبر وتلبي وتصلي على النبي صلى الله عليه وسلم وتدعو الله بحاجتك ثم اهبط منها نحو المروة فامش على هينتك مشيا حتى تأتي بطن الوادي فاسع في بطن الوادي سعيا فإذا خرجت منه فامش على هينتك حتى تأتي المروة فتصعد عليها وتقوم مستقبل الكعبة فتحمد الله وتثني عليه وتهلل وتكبر وتلبي وتصلي على النبي صلى الله عليه وسلم ثم تدعو الله بحاجتك وطف بينهما هكذا سبعة أشواط تبدأ بالصفا وتختم بالمروة وتسعى في بطن الوادي\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nفي كل شوط ثم تقيم بمكة حراما لا يحل لك شيء حتى تطوف بالبيت كلما\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nبدا لك وتصلي لكل أسبوع ركعتين حتى تروح مع الناس إلى منى يوم التروية فتبيت بها ليلة عرفة وتصلي بها الغداة يوم عرفة ثم تغدو إلى عرفات فتنزل بها مع الناس فإن صليت الظهر والعصر مع الإمام فحسن وإن صليتهما في منزلك\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nفصل كل واحدة منهما لوقتها في قول أبي حنيفة وقال أبو يوسف ومحمد لا بأس بأن يصليهما الحاج في منزله كما يصليهما مع الإمام في وقت واحد لأن العصر إنما قدمت من أجل الوقت بلغنا ذلك عن عائشة وابن عمر رضي الله\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nعنهم فإذا صلى العصر راح إلى الموقف فوقف به فحمد الله تعالى وهلل وكبر\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nولبى وصلى على النبي صلى الله عليه وسلم ودعا الله تعالى بحاجته فإذا غربت الشمس دفع على\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nهينته حتى يأتي المزدلفة فيصلي بها المغرب والعشاء الآخرة بأذان واحد وإقامة واحدة ثم يبيت بها فإذا انشق الفجر صلى الفجر ووقف مع الناس فحمد الله وأثنى عليه وهلل وكبر ولبى وصلى على النبي صلى الله عليه وسلم ودعا الله بحاجته فإذا أسفر دفع قبل أن تطلع الشمس حتى يأتي منى فيأتي جمرة العقبة فيرميها من بطن الوادي بسبع حصيات مثل حصى الخذف ويكبر مع كل حصاة ويقطع التلبية عند أول حصاة يرمى بها جمرة العقبة ولا يرمى يومئذ من الجمار شيئا غيرها ولا يقوم عندها حتى يأتي منزله فيحلق أو يقصر والمحلق أفضل ثم قد حل له كل شيء\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nإلا النساء ثم يزور البيت من يومه ذلك إن استطاع أو من الغد أو من بعد\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nالغد ولا يؤخره إلى بعد ذلك فيطوف به أسبوعا ويصلي ركعتين ثم قد حل له النساء ثم يرجع إلى منى فإذا كان الغد من يوم النحر رمى الجمار\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\nالثلاث حين تزول الشمس يبدأ بالتي تلي المسجد فيرميها بسبع حصيات يكبر مع كل حصاة ثم يأتي المقام الذي يقوم فيه الناس فيقوم فيه فيحمد الله ويثني عليه ويهلل ويكبر ويصلي على النبي صلى الله عليه وسلم ويدعو بحاجته ثم يأتي الجمرة الوسطى فيرميها بسبع حصيات كذلك ثم يقوم حيث يقوم الناس فيصنع في قيامه كما صنع في الأول ثم يأتي جمرة العقبة فيرميها في بطن الوادي بسبع حصيات ويكبر مع كل حصاة ولا يقيم عندها فإذا كان من الغد رمى الجمار الثلاث\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\nحين تزول الشمس كذلك ثم ينفر إن أحب من يومه وإن أقام إلى الغد فعل كما فعل بالأمس ثم ينفر وقد كان يكره له إذا نفر أن يقدم ثقله ثم يأتي الأبطح فينزل به ساعة ويطوف طواف الصدر ويصلي ركعتين ثم يرجع\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n\r\nإلى أهله فإن كان الذي أتى مكة لطواف الزيارة بات بها أو أقام بها فنام متعمدا أو في الطريق فقد أساء وليس عليه شيء .\r\nباب القران\r\nمن أراد القران فعل مثل ذلك غير أنه يقول اللهم إني أريد\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nالعمرة والحج ويلبي بهما يقول لبيك بعمرة وحجة معا وإن شاء اكتفى بالنية ويبدأ إذا دخل مكة بطواف العمرة بالبيت وسعيها بين الصفا والمروة نحو ما وصفناه في الحج ثم يطوف للحج بالبيت ويسعى له بين الصفا والمروة وإذا رمى جمرة العقبة يوم النحر ذبح هدي القران وتجزيه الشاة\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\nوالبقر أفضل من الشاة والجزور أفضل من البقرة ولو كان ساق هديه معه كان أفضل من ذلك كله ثم يحلق أو يقصر\r\nوإذا طاف الرجل بعد طواف الزيارة طوافا ينوي به التطوع أو طواف الصدر وذلك بعد ما حل النفر فهو طواف الصدر ولا بأس بأن يقيم بعد ذلك ما شاء ثم\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nيخرج ولكن أفضل ذلك أن يكون طوافه حين يخرج\r\nوأما العمرة المفردة فإنه يتأهب لها مثل ما وصفناه في الحج ويتقي فيها ما يتقيه فيه حين يقدم مكة ويدخل المسجد فيبدأ بالحجر الأسود فيستلمه ويطوف بالبيت ويسعى بين الصفا والمروة كذلك ثم يحلق أو يقصر ثم قد فرغ من عمرته وحل له كل شيء ويقطع التلبية في العمرة حين يستلم الحجر الأسود عند أول شوط من الطواف بالبيت\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nوكذلك إن أراد التمتع ولم يسق هديا ويقيم بمكة بعد الفراغ من العمرة حلالا فإذا كان يوم التروية وأراد الرواح إلى منى لبس الإزار والرداء ولبى بالحج إن شاء من المسجد أو من الأبطح أو من أي الحرم شاء وإن شاء من أحرم بالحج قبل يوم التروية وما تقدم بإحرامه بالحج فهو أفضل ويروح مع الناس إلى منى فيبيت بها ليلة عرفة ثم يغدو إلى عرفات ويعمل ما وصفناه في الحج المفرد غير أنه إذا طاف للعمرة في أشهر الحج فعليه هدي المتعة يذبحه يوم النحر بعد رمي الجمرة ويحلق أو يقصر ثم يزور البيت فيطوف به أسبوعا يرمل في الثلاثة الأول ويمشي في الأربعة الأواخر على هينته ويصلي ركعتين ويسعى بين الصفا والمروة على ما سبق الوصف به ثم ينصرف إلى منى فإن ساق هديا لمتعته فعل في العمرة مثل ما وصفناه وقلد هديه إذا أحرم فإن من السنة أن يقلد الرجل هديه بعد ما يحرم وإذا طاف للعمرة وسعى أقام حراما ولم\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\nيقصر فإذا كانت عشية التروية أحرم بالحج وإن أحب أن يقدم الإحرام ويطوف بالبيت وبالصفا والمروة لحجته فعل وإن أحب أن يؤخر ذلك إلى يوم النحر فعل وكذلك المتمتع الذي لم يسق الهدى معه فإن طاف وسعى قبل أن يروح إلى منى لم يرمل في طواف الزيارة يوم النحر ولم يطف بين الصفا والمروة وإن لم يكن فعله قبل أن يروح إلى منى رمل يوم النحر في طوافه وطاف بين الصفا والمروة ولا يدع الحلق في جميع ذلك ملبدا كان أو مضفرا أو عاقصا\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\nوالمرأة بمنزلة الرجل في جميع ما وصفناه غير أنها تلبس ما بدا لها من الدرع والقميص والخمار والخف والقفازين وتغطي رأسها ولا تغطي وجهها ولا تلبس المصبوغ بورس أو زعفران أو عصفر إلا أن يكون قد غسل ولا حلق عليها إنما عليها التقصير ولا رمل عليها في الطواف بالبيت ولا سعى عليها بين\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n\r\nالصفا والمروة ولكنها تمشى مشيا وتستر كل شيء منها إن أحبت إلا الوجه وتسدل على وجهها إن أرادت ذلك وتجافي عن وجهها .\r\nباب الطواف\r\nذكر حديث صبي بن معبد أنه قرن فطاف طوافين وسعى سعيين فذكر ذلك لعمر بن الخطاب رضي الله عنه فقال هديت لسنة نبيك\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\nوعن علي رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه طاف لهما طوافين وسعى لهما سعيين وعن علي أنه كان يطوف طوافين ويسعى سعيين\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\nوالطواف الذي يطوفه القارن لحجته بعد طواف العمرة ليس بواجب وإنما الطواف الواجب في الحج طواف الزيارة يوم النحر وطواف الصدر أيضا أحب إلا على الحيض\r\nإذا قدم القارن مكة فلم يطف حتى وقف بعرفة أو طاف للعمرة ثلاثة أشواط فقط كان رافضا لعمرته وعليه دم لرفضها وقضاؤها وقد سقط عنه دم القران قال محمد لا يكون رافضا لعمرته حتى يقف بعرفة بعد الزوال وإن كان\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\nطاف أربعة أشواط لعمرته لم يصر رافضا لها بالوقوف بعرفة وأتمها يوم النحر وهو قارن فإن لم يطف لعمرته حين قدم مكة ولكنه طاف وسعى لحجته ثم وقف بعرفة لم يكن رافضا لعمرته وكان طوافه وسعيه للعمرة دون الحجة وهذا رجل لم يطف لحجته فعليه أن يرمل في طواف يوم النحر ويسعى بين الصفا والمروة وإن طاف وسعى للحج ثم طاف وسعى للعمرة لم يكن يلزمه شيء ولم تكن نيته في ذلك شيئا وكان الأول عن العمرة والثاني عن الحج فإن طاف طوافين لهما ثم سعى سعيين فقد أساء ولا شيء عليه فإن كان طافهما على غير وضوء ثم سعى يوم النحر فعليه دم من أجل طوافه للعمرة على غير وضوء\r\nويرمل في طواف الحج يوم النحر ويسعى بين الصفا والمروة استحسانا وإن لم يفعل فلا شيء عليه وقال محمد ليس عليه أن يعيد الطواف وإن أعاد فهو أفضل والدم عليه على كل حال وإن طافهما جنبا فعليه دم لطواف\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\nالعمرة ويعيد السعي للحج فإن لم يعد فعليه دم والقياس في الجنب والذي على غير وضوء سواء إلا أن الجنب أشدهما حالا والحائض كالجنب في هذا\r\nمفرد أو قارن طاف طواف الزيارة على غير وضوء ولم يطف طواف الصدر حتى رجع إلى أهله كان عليه دمان أحدهما لطوافه على غير وضوء والآخر لترك طواف الصدر فإن كان قد طاف للصدر سقط عنه الدم من أجله وإن كان طاف للزيارة جنبا ولم يطف للصدر حتى رجع إلى أهله فإنه يعود إلى مكة باحرام جديد فيطوف طواف الزيارة ويريق لتأخيره دما ويطوف طواف الصدر وإن لم يرجع فعليه بدنة لطواف الزيارة وشاة لترك طواف الصدر وعلى الحائض مثل ذلك للزيارة وليس عليها لطواف الصدر شيء وإن كان طاف للزيارة\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\nجنبا وطاف للصدر طاهرا في آخر أيام التشريق كان طواف الصدر مكان طواف الزيارة وقد أخره فعليه دم لتأخيره وصار كأنه لم يطف للصدر فعليه لتركه دم وإن كانت امرأة حائض فطافت يوم النحر حائضا ثم طهرت من الغد وطافت للصدر في آخر أيام التشريق كان طواف الصدر للزيارة وعليها لتأخيره دم وعليها دم لترك طواف الصدر وهذا قول أبي حنيفة وقال أبو يوسف ومحمد ليس عليها لتأخير طواف الزيارة شيء\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\nوإن طاف الأقل من طواف الزيارة طاهرا ولم يطف للصدر ورجع إلى أهله فعليه أن يعود الإحرام الأول ويقضي بقية الزيارة ويريق لتأخيره دما ويطوف للصدر وإن كان طاف الأكثر منه أجزاه أن لا يعود ويبعث بشاتين إحداهما لما بقي منه والأخرى للصدر وإن كان طاف الأقل منه وطاف للصدر في آخر أيام التشريق فإنه يكمل طواف الزيارة من طواف الصدر وعليه في قول أبي حنيفة لتأخير ذلك دم لأنه أكثره وعليه لتركه من طواف الصدر أيضا دم\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\nوإن كان المتروك من طواف الزيارة أقله أكمل ذلك من طواف الصدر ولم يكن عليه لواحد منهما دم ولكن عليه الصدقة\r\nقال أبو الفضل وجملته أن عليه في ترك الأقل من طواف الزيارة دما وفي تأخير أقله صدقة وفي ترك الأكثر من طواف الصدر دم وفي ترك أقله صدقة وفي طواف الصدر جنبا دم وفي طوافه على غير وضوء صدقة وسوى في رواية أبي حفص بينه وبين الجنب في ذلك وفي طواف الزيارة جنبا إعادة أو بدنة وفي طوافه على غير وضوء شاة وفي طوافه منكوسا أو محمولا أو طواف\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\nأكثره كذلك بغير عذر الإعادة إن كان هناك وشاة إن كان قد رجع وكذلك طوافه بين الصفا والمروة محمولا أو راكبا\r\nوإذا طاف المعتمر أربعة أشواط من طواف العمرة في أشهر الحج ثم حج من عامه فهو متمتع وإن كان طاف الأكثر منه في شهر رمضان لم يكن متمتعا\r\nولو جامع المعتمر بعد ما طاف الأكثر من طوافه لم تفسد عمرته ومضى فيها وعليه دم وإن جامع بعد ما طاف ثلاثة أشواط منه فسدت عمرته ومضى فيها وعليه دم للجماع وعمرة مكانها وإن كان طاف للعمرة في شهر رمضان جنبا أو على غير وضوء لم يكن متمتعا إن أعاده في شوال أو لم يعده\r\nكوفي اعتمر في أشهر الحج فطاف لعمرته ثلاثة أشواط وفرغ مما بقي عليه منها وحل ورجع إلى أهله ثم ذكر ذلك فرجع إلى مكة فقضى ما بقي عليه من عمرته من طواف البيت والصفا والمروة وحل وحج من عامه فهو متمتع وإن كان طاف أربعة أشواط لم يكن متمتعا\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\nوترك الرمل في طواف الحج والعمرة والسعي في بطن الوادي بين الصفا والمروة لا يوجب شيئا غير أنه فيه مسيء إذا كان لغير عذر وكذلك ترك استلام الحجر\r\nوإذا طاف الطواف الواجب في الحج أو العمرة في جوف الحطيم قضى ما ترك منه إن كان بمكة وإن كان قد رجع إلى أهله فعليه دم\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\nقارن طاف لعمرته ثلاثة أشواط وسعى بين الصفا والمروة ثم طاف لحجته كذلك ثم وقف بعرفة فإن الأشواط التي قضاها للحج محسوبة من طواف العمرة ويقضي شوطا واحدا من طواف العمرة ويعيد طواف الصفا والمروة لعمرته ولحجته وهو قارن وإن رجع إلى الكوفة قبل أن يفعل ذلك فعليه دم لترك ذلك الشوط ودم لترك السعي في الحج قال وقوله في هذا الجواب لعمرته غير سديد إلا أن يريد به الاستحباب ويكره له أن يجمع بين أسبوعين من الطواف قبل أن يصلي في قول أبي حنيفة ومحمد وقال أبو يوسف لا بأس بذلك إذا انصرف على وتر ثلاثة أسابيع أو خمسة أو نحو ذلك وإذا طاف قبل طلوع الشمس لم يصل حتى تطلع الشمس وترتفع وكذلك إن طاف بعد العصر لم يصل حتى\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\nيصلي المغرب ولا يجزيه المكتوبة من ركعتي الطواف\r\nويكره له أن ينشد الشعر في طوافه أو يتحدث أو يبيع أو يشتري وإن فعله لم يفسد عليه طوافه ويكره له أن يرفع صوته بقراءة القرآن فيه ولا بأس بقراءته في نفسه وإن طافت المرأة مع الرجل لم تفسد عليه طوافه\r\nوإذا خرج الطائف من طوافه لصلاة مكتوبة أو جنازة أو تجديد وضوء ثم عاد بنى على طوافه وإن أخر الطائف ركعتيه حتى خرج من مكة لم يضره بلغنا عن عمر بن الخطاب رضي الله عنه أنه طاف قبل طلوع الشمس ثم خرج حتى إذا كان بذي طوى وارتفعت الشمس صلى ركعتين ثم قال ركعتان مكان\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\nركعتين قال والصلاة لأهل مكة أحب إلى وللغرباء الطواف\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\nرجل طاف أسبوعا وشوطا أو شوطين من أسبوع آخر ثم ذكر أنه لا ينبغي له أن يجمع بين أسبوعين قال يتم الأسبوع الذي دخل فيه وعليه لكل أسبوع ركعتان\r\nولا بأس بأن يطوف وعليه خفاه أو نعلاه إذا كانا طاهرين وإن كان عليه ثوب فيه دم أو بول أكثر من قدر الدرهم كرهت له ذلك ولم يكن عليه شيء\r\nواستلام الركن اليماني حسن وتركه لا يضره وإذا رمل في طوافه كله لم\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\nيكن عليه شيء وإن مشى في الشوط الأول ثم ذكر ذلك لم يرمل إلا في شوطين وكذلك إن مشى في الثلاثة الأول ثم ذكر لم يرمل فيما بقي\r\nوإن جعل لله عليه أن يطوف زحفا فطاف كذلك أعاده إن كان بمكة وأراق لذلك دما إن كان قد رجع إلى أهله وإن طاف بالبيت من وراء زمزم أو قريبا من ظلة المسجد أجزاه وإن طاف من وراء المسجد فكانت حيطانه بينه وبين الكعبة لم يجزه وعليه أن يعيده فالله أعلم .\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n\r\nباب السعي بين الصفا والمروة\r\nوإذا سعى بين الصفا والمروة فرمل في سعيه كله من الصفا إلى المروة ومن المروة إلى الصفا فقد أساء ولا شيء عليه وكذلك إن مشي في جميع ذلك أجزاه وإن بدأ بالمروة وختم بالصفا حتى فرغ أعاد شوطا واحدا لأن الذي بدأ فيه بالمروة ثم أقبل منها إلى الصفا لا يعتد به وإن ترك السعي فيما بين الصفا والمروة رأسا في حج أو عمرة فعليه دم وكذلك إن ترك منه أربعة أشواط وإن ترك ثلاثة أشواط أطعم لكل شوط مسكينا نصف صاع من حنطة إلا أن يبلغ ذلك دما فيطعم حينئذ منه ما شاء وكذلك إن فعله راكبا\r\nويجوز سعي الجنب والحائض إذا كانا قد طافا على الطهارة\r\nولا يجوز السعي قبل الطواف ويجوز بعد أن يطوف الأكثر من الطواف ويكره له ترك الصعود على الصفا والمروة في السعي بينهما ولا يلزمه بتركه شيء وإن سعى بعد ما حل من حجته وواقع النساء أجزاه وإن أخره حتى مضت أيام النحر فعليه دم إن كان رجع إلى أهله والدم أحب إلى من الرجوع وإن رجع رجع بإحرام جديد فإن كان بمكة سعى وليس عليه شيء\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n\r\nولا ينبغي له في العمرة أن يحل حتى يسعى بين الصفا والمروة لأن الأثر جاء فيها أنه إذا طاف وسعى وحلق أو قصر حل وجاء في الحج أنه إذا رمى جمرة العقبة وحلق أو قصر حل له كل شيء إلا النساء فإذا طاف بالبيت حل له النساء والسعي بين الصفا والمروة واجب في الحج والعمرة .\r\nباب الخروج إلى منى\r\nويستحب للحاج أن يصلي الظهر يوم التروية بمنى ويقيم بها إلى صبيحة يوم عرفة وإن صلى الظهر بمكة لم يضره وإن بات بمكة ليلة عرفة وصلى بها الفجر ثم غدا منها إلى عرفات ومر بمنى أجزاه وقد أساء\r\nوينزل حيث أحب من عرفات ويصعد الإمام المنبر ويؤذن المؤذن وهو\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\nعليه فإذا فرغ قام الإمام خطب فحمد الله وأثنى عليه ولبى وهلل وكبر وصلى على النبي صلى الله عليه وسلم ووعظ الناس وأمرهم ونهاهم ثم دعا الله تعالى بحاجته ثم ينزل ويقيم المؤذن فيصلي الإمام الظهر فإذا سلم منها قام المؤذن فأقام للعصر ثم يصلي الإمام العصر بالناس ويكره للإمام أن يتطوع بينهما فإن أدركه رجل في العصر وقد صلى الظهر في منزله لم يجزه العصر في قول أبي حنيفة وكذلك إن صلى مع الإمام الظهر ثم صلى العصر وحده فإن أدرك مع الإمام شيئا من العصر أجزاه وقال أبو يوسف ومحمد يجزيه إن صلاهما مع الإمام أو وحده وإن كان الإمام سبقه الحدث في الظهر فاستخلف رجلا منهم فإنه يصلي بهم\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\nالظهر والعصر جميعا فإن فرغ من العصر قبل أن يرجع الإمام فإن الإمام لا يصلي العصر ما لم يدخل وقتها في قول أبي حنيفة وليس في هاتين الصلاتين جهر فإن خطب قبل الزوال أو ترك الخطبة وصلى الصلاتين بعد الزوال جاز وقد أساء فإن كان يوم غيم فاستبان أنه صلى الظهر قبل الزوال وصلى العصر بعده فالقياس أن يعيد الظهر وحدها ولكني أستحسن أن يعيد الخطبة والصلاتين جميعا وإن أحدث الإمام بعد الخطبة قبل أن يدخل في الصلاة فأمر رجلا قد شهد الخطبة أو لم يشهدها أن يصلي بهم أجزاه وإن تقدم رجل من الناس بغير أمر الإمام\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\nفصلى بهم الصلاتين لم يجزهم في قول أبي حنيفة\r\nولا جمعة بعرفة وإن نفر الناس عن الإمام فصلى وحده الصلاتين أجزاه وإن مات الإمام فإن صلى بهم خليفته أو ذو سلطان أجزاهم وإن لم يكن فيهم ذو سلطان صلوا كل واحدة لوقتها في قول أبي حنيفة\r\nومن وقف بعرفة قبل زوال الشمس لم يجزه ومن وقف بعد زوال الشمس أو ليلة النحر قبل انشقاق الفجر أو مر بها مارا وهو يعرفها أو لا يعرفها أجزاه بلغنا عن رسول الله صلى الله عليه وسلم أنه قال من أدرك عرفة بليل فقد أدرك الحج ومن فاته عرفة فقد فاته الحج ومن وقف بها بعد الزوال ثم أفاض من ساعته أو أفاض\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nقبل غروب الشمس أو صلى بها الصلاتين ولم يقف وأفاض أجزاه وعليه دم فإن رجع ووقف بها بعد ما غابت الشمس لم يسقط عنه الدم وإذا وقف\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\nهناك المغمى عليه أجزاه ووقوف الحائض والجنب ومن قد صلى الصلاتين ومن لم يصل جائز\r\nوإذا توجه القارن إلى عرفات ليقف بها قبل أن يطوف لعمرته خوفا من فوت الحج ثم طمع أن لا يفوته فرجع وطاف وسعى لعمرته ثم ذهب فوقف أجزته عمرته استحسانا\r\nوفي نوادر ابن سماعة قال في قول أبي حنيفة هو رافض للعمرة حين توجه إلى عرفة وفي الجامع الصغير أن أبا حنيفة قال لا يكون رافضا حتى يقف\r\nوإذا وقف القارن بعرفة قبل أن يطوف للعمرة فهو رافض لها إن نوى\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\nالرفض أو لم ينو\r\nوإذا جامع القارن بعرفة قبل زوال الشمس وقد طاف لعمرته قال عليه دمان ويفرغ من عمرته وحجته وعليه قضاء الحج وإن كان واقع بعد الزوال أو واقع يوم النحر قبل أن يرمي الجمرة أو بعدها فهو سواء وعليه جزور للحج وشاة للعمرة وعليه دم القران ولم تفسد حجته وعمرته وروى عن ابن عباس رضي الله عنهما قال إذا جامع بعد ما يقف بعرفة فعليه جزور وحجته تامة\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\nوكذلك لو جامع بعد ما حل قبل أن يطوف بالبيت ومن جامع ليلة عرفة قبل أن يأتي عرفات فسد حجه وعليه شاة ويأتي عرفات فيقف بها ويفرغ من حجه وعليه الحج من قابل وإذا وقف القارن بعرفة ولم يطف للعمرة ثم جامع فعليه جزور للجماع ويفرغ من حجه وعليه دم لرفض العمرة وقضاؤها بعد أيام التشريق\r\nومن دخل مكة بغير إحرام فخاف الفوت إن رجع إلى الميقات فأحرم ووقف\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\nبعرفة أجزاه وعليه دم لترك الوقت\r\nوإذا وقف الحاج بعرفة ثم أهل وهو واقف بحجة أخرى فإنه يرفضها وعليه دم لرفضها وحجة وعمرة مكانها ويمضي في التي هو فيها وإن أهل بعمرة رفضها أيضا وعليه دم لرفضها وعمرة مكانها ويمضي في الحجة التي هو فيها وكذلك لو كان أهل بالحج ليلة المزدلفة بالمزدلفة فهو أيضا رافض ساعة أهل وكذلك لو كان أهل بعمرة ليلة المزدلفة فهو أيضا رافض في قول أبي يوسف ومحمد\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\nويجمع الإمام بين صلاة المغرب والعشاء بالمزدلفة بأذان وإقامة فان تطوع بينهما أقام للعشاء إقامة أخرى فإن صلى رجل المغرب بعرفات حين غربت الشمس أو صلاها قبل أن يبلغ المزدلفة قبل أن يغيب الشفق أو بعد ما غاب قال عليه أن يعيدها في قول أبي حنيفة ومحمد وقال أبو يوسف لا يعيدها\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\nويغلس بصلاة الفجر بالمزدلفة حين ينشق له الفجر ثم يقف حتى إذا أسفر دفع قبل طلوع الشمس\r\nوالمزدلفة كلها موقف إلا محسر وعرفة كلها موقف إلا بطن عرنة وأحب إلى أن يكون وقوفه بالمزدلفة عند الجبل الذي يقال له قزح من وراء\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n\r\nالإمام وأحب له أن يكون موقفه بعرفة أيضا من وراء الإمام فإذا أفاض من جمع دفع على هينته كما يفيض من عرفات ومن تعجل من المزدلفة بليل لغير عذر فعليه دم وإن كان لعذر مرض أو غيره أو كانت امرأة فلا شيء عليه وإن أفاض منها بعد طلوع الفجر قبل أن يصلي الناس الفجر فقد أساء ولا شيء عليه وكذلك لو مر بها مارا بعد الفجر من غير أن يبيت بالليل بها لم يكن عليه شيء وكذلك إن كان بها نائما أو مغمى عليه ولم يقف مع الناس حتى أفاضوا\r\nباب رمى الجمار\r\nويبدأ إذا وافى منى برمي جمرة العقبة ثم بالذبح إن كان قارنا أو متمتعا ثم\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\nبالحلق وإذا لم يرم جمرة العقبة يوم النحر حتى جاء الليل رماها ولا شيء عليه لأن رسول الله صلى الله عليه وسلم أذن للرعاء في الرمي ليلا وإن لم يرمها حتى يصبح من الغد رماها وعليه دم في قول أبي حنيفة وقال أبو يوسف ومحمد يرميها ولا دم عليه\r\nوإن ترك منها حصاة أو حصاتين إلى الغد رمى ما ترك وتصدق لكل حصاة بنصف صاع حنطة على مسكين إلا أن يبلغ دما فيتصدق بما شاء وإن كان ترك الأكثر منها فعليه دم في قول أبي حنيفة وإن ترك رمى إحدى الجمار في اليوم الثاني فعليه صدقة لأنه أقلها حتى يترك الأكثر من النصف وإن ترك الرمي كله في سائر الأيام إلى آخر أيام الرمي رماها على التأليف وعليه دم في قول أبي حنيفة ولا دم عليه في قول أبي يوسف ومحمد وإن تركها حتى غابت الشمس من آخر أيام الرمي سقط عنه الرمي وعليه دم واحد في قولهم جميعا\r\nفان بدأ في اليوم الثاني بجمرة العقبة فرماها ثم بالوسطى ثم بالتي تلي\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\nالمسجد ثم ذكر ذلك من يومه قال يعيد على الجمرة الوسطى وجمرة العقبة وإن رمى كل جمرة بثلاث حصيات ثم ذكر ذلك قال يبدأ فيرمى الأولى بأربع حصيات ثم يعيد على الوسطى بسبع حصيات وكذلك على الثالثة وإن رمى كل واحدة بأربع أربع قال يرمي كل واحدة بثلاث ثلاث وإن استقبل رميها فهو أفضل وإن رمى جمرة العقبة من فوق العقبة أو لم يكبر مع كل حصاة أو جعل مكان التكبير تسبيحا أجزاه وكذلك إن رماها بحجارة أو بطين يابس وكل شيء رماها به من الأرض فإن رمى إحدى الجمار بسبع حصيات\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\nجميعا قال هذه واحدة يرميها الآن بستة وإن رماها بأكثر من سبع حصيات لم تضره تلك الزيادة وإن نقص حصاة لا يدري من أيتهن نقصها أعاد على كل واحدة منهن حصاة حصاة وإن قام عند الجمرة ووضع الحصاة عندها وضعا لم يجزه وإن طرحها طرحا أجزاه وقد أساء وإن رماها من بعيد فلم تقع الحصاة عند الجمرة ولا قريبا منها لم تجزه وإن وقعت قريبا منها أجزاه وقد أساء فإن رماها بحصى أخذها من عند الجمرة أجزاه وقد أساء وإن لم يقم عند الجمرتين اللتين يقوم الناس عندهما لم يلزمه شيء\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\nوإن كان أيام منى بمكة غير أنه كان يأتي منى فيرمي الجمار قال قد أساء وليس عليه شيء وإذا رمى جمرة العقبة يوم النحر بعد طلوع الفجر قبل طلوع الشمس أجزاه بلغنا ذلك عن عطاء وإن رماها يوم الثاني قبل الزوال لم يجزه وكذلك اليوم الثالث وأما اليوم الرابع فإنه يجزي رميها فيه قبل الزوال\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n\r\nاستحسانا في قول أبي حنيفة وقال أبو يوسف ومحمد لا يجزيه وهو وما قبله سواء وأحب إلى أن يرمي الجمار بمثل حصى الخذف وإن رمى بأكبر من ذلك أجزاه\r\nوليس في القيام عند الجمرتين دعاء موقت ويرفع يديه عندهما حذاء منكبيه والرجل والمرأة في رمي الجمار سواء وإن رماها راكبا أجزاه والمريض الذي لا يستطيع رمى الجمار يوضع الحصى في كفه حتى يرمي به وإن رمى عنه أجزاه وكذلك المغمى عليه والصبي الذي يحج به أبوه يقضي المناسك ويرمي الجمار وإن تركه لم يكن عليه شيء وكذلك المجنون يحرم عنه أبوه\r\nباب الحلق\r\nوالحلق أفضل من التقصير والتقصير يجزي وإن قصر أقل من النصف أجزاه وهو مسيء وروى عن ابن عمر رضي الله عنهما أنه سئل كم تقصر المرأة فقال مثل هذه يعني مثل الأنملة فإن قصرت ذلك المقدار\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\nمن أحد جانبي رأسها وذلك يبلغ النصف أو دونه أجزاها\r\nوإذا جاء يوم النحر وليس على رأسه شعر أمره الموسى على رأسه وإن حلق رأسه بالنورة أجزاه والموسى أحب إلي\r\nوأكره له أن يؤخر الحلق حتى تذهب أيام النحر فإن أخره فعليه دم في قول أبي حنيفة وقال أبو يوسف ومحمد لا شيء عليه وأكره له أن يؤخره في حج أو عمرة حتى يخرج من الحرم فإن فعله وخلق في غير الحرم فعليه دم ويجزيه في قول أبي حنيفة ومحمد وقال أبو يوسف لا شيء عليه وإن أخر الحلق في العمرة شهرا غير أنه مقيم بمكة لم يحل حتى يحلق فلا شيء عليه\r\nوليس على المحصر حلق إذا حل وإن حلق أو قصر فحسن وهذا قول أبي حنيفة ومحمد وقال أبو يوسف أرى عليه أن يحلق فإن لم يفعل فلا شيء\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\nعليه\r\nوليس على الحاج إذا قصر أن يأخذ شيئا من لحيته أو أظفاره أو شاربه أو يتنور وإن فعل لم يضره\r\nوإن حلق المحرم رأس حلال تصدق بشيء وإن حلق رأس محرم بأمره أو بغير أمره فعلى المحلوق دم وعلى الحالق صدقة وكذلك إن أكرهه على ذلك وكذلك الجواب في قص الأظفار\r\nوإذا أخذ المحرم من شاربه أو من رأسه شيئا أو لمس لحيته فانتثر منها شعر قال عليه في كل ذلك صدقة فإن أخذ ثلث رأسه أو ثلث لحيته فعليه دم وإن نتف إبطيه أو أحدهما أو أطلى بنورة فعليه دم وإن حلق موضع\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\nالحجامة فعليه دم في قول أبي حنيفة وقال أبو يوسف ومحمد عليه صدقة وإن حلق الرقبة كلها فعليه دم في قولهم جميعا وعلى القارن في كل ذلك كفارتان\r\nوإذا أصاب المحرم أذى في رأسه فحلق قبل يوم النحر فعليه ما قال الله جل ذكره « ففدية من صيام أو صدقة أو نسك » والصيام ثلاثة أيام والصدقة ثلاثة أصوع من حنطة يتصدق بها على ستة مساكين والنسك شاة وكذلك كل ما اضطر إليه مما لو فعله غير مضطر كان عليه دم فإذا فعله مضطرا فعليه أي هذه الكفارات شاء يكفر في أي بلد شاء إلا النسك فإنه لا يجزي إلا بمكة وإذا\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\nفعله غير مضطر فعليه دم لا يجزيه غيره\r\nوكل دم وجب عليه في شيء من أمر الحج والعمرة فإنه لا يجزيه ذبحه إلا بمكة أو حيث شاء من الحرم وإذا ذبحه بها ثم سرق لم يكن عليه شيء وإن سرق قبل الذبح فعليه بدله\r\nويجزيه ذبح ما وجب عليه من الدماء قبل يوم النحر وبعده بمكة ما خلا دم القران ودم المتعة فإنه لا يجزيه ذبح هذين الدمين قبل يوم النحر وهذا قول أبي حنيفة وقال أبو يوسف ومحمد يجزيه وكذلك هدي المحصر بالحج لا يجزي ذبحه قبل يوم النحر فأما ما سوى ذلك من التطوع وغيره فيجزيه أن يذبحه قبل يوم النحر وذبحه يوم النحر أفضل ولا يأكل من شيء من الهدي إلا من هدي المتعة والقران والتطوع والأضحية فإنه يأكل الثلثين منها ويتصدق بالثلث وإن أكلها كلها لم يكن عليه شيء وينتفع بجلود هذه الأربع ولا ينتفع بجلود غيرها\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\n\r\nولا يعطى الجزار منها ولا من غيرها شيئا ولا ينبغي له أن يبيع شيئا من لحوم الهدايا فإن فعل فعليه قيمته يتصدق بها وإذا لم يبق على المحرم غير التقصير فبدأ بقص أظفاره أو أخذ من لحيته أو شاربه شيئا فعليه كفارة ذلك لأنه محرم ما لم يقصر أو يحلق\r\nباب كفارة قص الأظفار\r\nوإذا أخذ المحرم أظفار يديه ورجليه فعليه دم وإن قص من أظفاره واحدا أو اثنين فعليه لكل ظفر صدقة نصف صاع حنطة إلا أن يبلغ ذلك دما فيطعم منه ما شاء وإن كان قارنا ضوعف عليه الكفارة وإن قص ثلاثة أظافير فعليه دم استحسانا في قول أبي حنيفة الأول ثم رجع عنه وقال لا أرى عليه دما حتى يقص أظافير يد كاملة أو رجل كاملة وهو قول أبي يوسف ومحمد إلا أن محمدا\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n\r\nقال إذا قص خمسة أظافير متفرقة من يدين أو رجلين أو يد ورجل فعليه دم وإذا انكسر ظفر المحرم فانقطع منه شظية فقلعه لم يكن عليه شيء وإذا قص أظافير إحدى يديه ولم يكفر حتى قص أظافير اليد الأخرى أو الرجل الأخرى فإن كان ذلك في مجلس واحد فعليه دم واحد وإن كان في مجلسين فعليه دمان في قول أبي حنيفة وأبي يوسف وقال محمد عليه دم واحد ما لم يكفر وكذلك الحكم في الجماع مرة بعد أخرى مع امرأة واحدة أو مع نسوة وإذا أصابه الأذى في أظفاره حتى قصها فعليه أي الكفارات الثلاث شاء\r\nباب جزاء الصيد\r\nمحرم دل محرما أو حلالا على صيد فقتله قال على الدال جزاؤه بلغنا\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\nذلك عن ابن عباس رضي الله عنهما فإن كان الدال حلالا في الحرم لم يكن عليه شيء\r\nوإذا اشترك رهط محرمون في قتل صيد فعلى كل واحد منهم جزاء كامل وإن كان فيهم قارن فعليه جزاؤه مرتين\r\nوإن كان قتل حلالان صيدا في الحرم بضربة واحدة فعلى كل واحد منهما\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\nنصف الجزاء\r\nوإذا قتل المحرم صيدا حكم عليه عدلان بقيمته في الموضع الذي أصابه فيه ثم يكون القاتل بالخيار إن شاء كفر بالهدي وإن شاء بالطعام وإن شاء بالصيام في قول أبي حنيفة وأبي يوسف بلغنا ذلك عن ابن عباس رضي الله عنهما وقال محمد الخيار إلى الحكمين فيما يوجبانه فإن حكما به هديا نظر إلى\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\nنظيره من النعم الذي يشبهه في المنظر ولا ينظر إلى قيمته فيكون في الظبي شاة وفي الأرنب عناق أو جدي وما لم يكن له نظير من النعم مثل الحمامة ونحوها فعليه القيمة وإن حكم الحكمان بالطعام أو الصيام فعل كما قال أبو حنيفة وقال ابن أبي ليلى عليه في الحمامة قيمة شاة وفي البيضة درهم\r\nوإذا رمى الحلال صيدا من الحل في الحرم أو من الحرم في الحل فقتله فعليه جزاؤه وكذلك إرسال الكلب\r\nولا يحل أكل ما ذبحه المحرم من الصيد فإن أدى المحرم جزاءه ثم أكل منه فعليه قيمة ما أكل منه في قول أبي حنيفة وإن كان قتله غيره لم يكن عليه شيء فيما أكل وقال أبو يوسف ومحمد لا شيء عليه في أكله أيضا ويستغفر الله تعالى\r\nوإذا أصاب الحلال صيدا في الحل فذبحه فلا بأس بأن يأكله المحرم\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\nمحرم كسر بيضة صيد قال عليه قيمتها فإن كان فيها فرخ ميت فعليه قيمة الفرخ حيا آخذ له بالثقة وكذلك إن ضرب بطن ظبي فطرحت جنينا ميتا ثم ماتت فعليه جزاؤهما جميعا آخذ فيه بالثقة\r\nوإذا عطب الصيد بفسطاط المحرم أو بحفيرة حفرها للماء أو فزع منه الصيد فاشتد فتكسر فلا شيء عليه وإن كان هو أفزعه أو حركه فهو ضامن له\r\nمحرم اصطاد صيدا فأرسله محرم آخر من يده قال لا شيء عليه وإن قتله في يده فعلى كل واحد منهما جزاؤه وعلى القاتل قيمته للذي كان في يده\r\nرجل أحرم وفي يده صيد قال عليه أن يرسله فإن أرسله من يده إنسان قال عليه قيمته للذي كان في يده في قول أبي حنيفة وقال أبو يوسف\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\nومحمد لا شيء عليه استحسانا وإن أرسله الذي كان في يده ثم حل فوجده في يد رجل آخر أخذه منه وكان أحق به وإن كان صاده في إحرامه ثم أرسله فالذي في يده أحق به\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\nمحرم قتل سبعا قال إن كان السبع ابتدأه فلا شيء عليه وإن كان هو ابتدأ السبع فعليه قيمته لا يجاوز به دما والسباع كلها في ذلك سواء ما خلا الكلب والذئب فإنه ليس عليه فيهما شيء وإن ابتدأهما لأنه بلغني عن النبي صلى الله عليه وسلم قال يقتل المحرم الفارة والغراب والحدأة والعقرب والحية والكلب العقور\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\nوإن قتل القارن السبع ابتداء فعليه قيمتان لا يجاوز بهما دمين وكل ذي ناب من السباع وذي مخلب من الطير مما لم يأت فيه أثر إن ابتدأه محرم فقتله فعليه قيمته لا يجاوز به دما وإن ابتدأه السبع أو ذو مخلب من الطير فلا شيء عليه وفي اليربوع والأرنب قيمتهما\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\nوإذا بلغت قيمة المقتول حملا أو عناقا لم يجزه الحمل والعناق في الهدي ما لم تبلغ قيمة المقتول ثمن جذع عظيم من الضأن أو ثنى من غيرها فعليه الصدقة أو الصيام وهذا قول أبي حنيفة وقال أبو يوسف ومحمد وابن أبي ليلى يجزى ذلك في جزاء الصيد للآثار التي جاءت ولأن الرجل قد يسمى الثوب والدراهم هديا ألا ترى أنه لو قال لله على أن أهدى هذه الدراهم كان عليه أن يفعل ولان الهدي قد يكون عناقا وجديا وفصيلا ألا ترى أنه لو أهدى ناقة فنتجت كان ولدها هديا معها ينحر ولو كان غير هدي لتصدق به ولم ينحر\r\nمحرم رمى صيدا فجرحه ثم كفر عنه ثم رآه بعد ذلك فقتله قال عليه كفارة أخرى ولو لم يكفر عنه في الأولى لم يضره ولم يكن عليه فيها شيء إذا\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\nكفر في هذه الأخيرة إلا ما نقصته الجراحة الأولى\r\nمحرم جرح صيدا ثم كفر عنه قبل أن يموت ثم مات أجزته الكفارة التي أداها\r\nوإذا أحرم الرجل وله في منزله صيد لم يكن عليه إرساله إنما يرسل ما يكون في يديه\r\nوللمحرم أن يذبح الشاة والدجاجة والبط الذي يكون عند الناس وكل ما ليس بصيد والحمام أصله صيد فلا ينبغي للمحرم أن يذبح شيئا منه\r\nوالذي يرخص فيه للمحرم من صيد البحر هو السمك خاصة ولا يرخص له في طير البحر لأنه ليس من صيد البحر لأنه مما يعيش في البر\r\nمحرم صاد ظبية فولدت عنده قبل أن يحل أو بعد ما حل ثم ذبحها وولدها في\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\nالحل أو في الحرام فعليه جزاؤها جميعا\r\nوأكره للمحرم أن يشتري الصيد وأنهاه عنه فإن اشترى محرم من محرم أو حلال صيدا أمرته أن يخلي سبيله فإن عطب في يده فعليه جزاؤه وعلى البائع أيضا جزاؤه إن كان محرما\r\nوإذا صاد المحرم صيدا فحبسه عنده حتى مات فعليه جزاؤه وإن كان لم يقتله\r\nمحرم أو حلال أخرج صيدا من الحرم قال يؤمر برده إلى الحرم وإرساله فيه فإن أرسله في الحل فعليه جزاؤه\r\nوكل شيء صنعه المحرم بالصيد مما يتلفه أو يعرضه للتلف فعليه جزاؤه إلا أن يحيط علمه بأنه قد سلم منه\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\nولا ينبغي للحلال أن يعين المحرم على ذبح الصيد لأنه معصية ولا يشتريه منه وإن أعانه على شيء من ذلك لم يكن على الحلال فيه إلا الاستغفار وسواء أصاب المحرم الصيد بعمد أو خطأ وكان ذلك أول ما أصابه أو قد أصاب قبله وعليه الجزاء في جميع ذلك\r\nوإذا قتل الحلال الصيد في الحرام فعليه قيمته وله أن يهدي بها وأن يطعم ولا يجزيه الصوم\r\nومن دخل الحرم بصيد فعليه أن يرسله فإن باعه رد البيع فيه إن كان قائما وإن كان فائتا فعليه جزاؤه وكذلك بيع المحرم للصيد من محرم أو حلال فاسد\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\nرجل أدخل الحرم بازيا أو صقرا فعليه إرساله فإن أرسله فجعل يقتل حمام الحرم لم يكن عليه من ذلك شيء ولا خير فيما يترخص فيه أهل مكة من الحجل واليعاقيب ولا يدخل شيء منه الحرم حيا وإذا رمى صيدا بعض قوائمه في الحل وبعضها في الحرم فعليه جزاؤه وأكره أكله فإن كان الرامي في الحل والصيد في الحل إلا أن بينهما قطعة من الحرم فمر فيها السهم قال لا شيء عليه ولا بأس بأكله\r\nوإذا رمى الصيد في الحل فيصيبه السهم فيدخل الحرم فيموت فيه قال أستحسن ترك أكله ولا جزاء فيه\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\nوإذا ذبح الهدي في جزاء الصيد بالكوفة وتصدق به أجزاه من الطعام إذا أصاب كل مسكين قيمة نصف صاع ولم يجزه من الهدي\r\nوإن أكل من جزاء الصيد فعليه قيمة ما أكل فإن أكله كله بعد ما ذبحه بمكة فعليه قيمته مذبوحا يتصدق به إن شاء على مسكين واحد وإن شاء على مساكين وأما إذا حكم عليه بجزاء الصيد طعاما فلا يعطى كل مسكين أكثر من نصف صاع فإن أعطى كل مسكين نصف صاع ففضل منه مد تصدق به على مسكين فإن حكم عليه بالصيام صام مكان نصف صاع يوما فإن فضل مد تصدق به إن شاء وإن شاء صام له يوما وله أن يفرق الصوم في جزاء الصيد\r\nمحرم قتل جرادة قال بلغنا عن عمر رضي الله عنه أنه قال تمرة خير من جرادة وليس عليه في قتل البعوض والذباب والنملة والحلمة والقراد\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\nشيء وأكره له قتل القملة وما تصدق به فهو خير منها\r\nبيض صيد شواه محرم وأدى جزاءه فلا بأس على الحلال أو المحرم أن يأكله وجزاء البيض القيمة بلغنا عن عمر وعبد الله بن مسعود أنهما قالا فيه القيمة\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\nمحرم أصاب صيدا كثيرا على وجه الإحلال والرفض لإحرامه قال عليه لذلك كله دم واحد ولو أصاب صيدا وهو حرام ثم أصاب آخر وهو على نيته في الإحرام فعليه جزاء لكل واحد منهما علا حدة\r\nولا يتصدق من جزاء الصيد على ولده ونوافله ولا على أبويه وأجداده وإن أعطى منه ذميا أجزاه وفقراء المسلمين أحب إلى وإذا بلغ جزاء الصيد جزورا فهو أحب إلى من أن يشتري بقيمته أغناما وإن اشترى أغناما فذبحها وتصدق بها أجزاه وليس عليه أن يعرف بالجزور في جزاء الصيد ولا أن يقلده وإن فعل لم يضره وكذلك هدي الإحصار والكفارات\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\nوإذا رمى الصيد وهو حلال ثم أحرم فليس عليه شيء وإن رمى طائرا على غصن شجرة أصلها في الحل أو في الحرم لم ينظر إلى أصلها ونظر إلى موضع الطائر فإن كان ذلك الغصن في الحل فلا جزاء عليه فيه وإن كان في الحرام ففيه الجزاء وأما في قطع الغصن فينظر إلى أصل الشجرة فإن كان في الحل فله أن يقطعه وإن كان في الحرم فليس له أن يقطع الغصن\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\nولا يقطع من شجر الحرم ما نبت بنفسه مما لا ينبته الناس فإن قطعه رجل حلال أو محرم أو قارن فعليه قيمته وأما ما أنبته إنسان مما ينبت بنفسه أو مما ينبته الناس أو ينبت بنفسه مما ينبته الناس فلا بأس بقطعه\r\nوإن قطع رجلان شجرة من الحرم مما لا يقطع فعليهما قيمة واحدة ولا يجوز فيها الصيام إنما يهدي أو يطعم لكل مسكين نصف صاع حنطة بقيمتها بالغة ما بلغت ولا أحب له أن ينتفع بتلك الشجرة التي غرم قيمتها\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\nإن انتفع بها فلا شيء عليه وإن غرسها فنبتت فله أن يقطعها ويصنع بها ما شاء وما تكسر من شجر الحرم ويبس حتى سقط فلا بأس بالانتفاع به\r\nولا يرعى حشيش الحرم ولا يقطع إلا الإذخر فإنه بلغنا أن رسول الله صلى الله عليه وسلم رخص فيه وهذا قول أبي حنيفة ومحمد وقال أبو يوسف لا بأس بأن يرعى الحشيش ولا يحتش وقال ابن أبي ليلى يحتش ويرعى\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\nوإذا قتل المحرم البازي المعلم فعليه في الكفارة قيمته غير معلم\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\n\r\nباب المحصر\r\nويبعث المحصر بالحج بثمن هدي يشتري له بمكة فيذبح عنه يوم النحر ويحل وعليه عمرة وحجة فإذا بعث به فإن شاء أقام مكانه وإن شاء رجع وليس عليه أن يقصر وقال أبو يوسف إن قصر فحسن\r\nوالمحصر بالعمرة يواعدهم يوما يذبح فيه الهدي عنه فإذا ذبح حل وعليه عمرة مكانها والقارن يبعث بهديين فإذا ذبحا وحل فعليه عمرتان وحجة يقضيها بقران أو إفراد كما يشاء\r\nوإذا بعث المحصر بالهدي ثم قدر على الذهاب وإدراك الهدي قبل أن يذبح لم يسعه أن يقيم ولم يحل بالهدي إن أقام وإن لم يقدر على إدراكه أجزاه استحسانا\r\nوالإحصار بالمرض والعدو سواء وكذلك المرأة تحرم بالحج وليس لها محرم\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\nيخرج معها فهي بمنزلة المحصر وكذلك إن أهلت بحجة سوى حجة الإسلام فمنعها زوجها وحللها فعليها هدي وعمرة وحجة وتحليلة لها أن ينهاها ويصنع بها أدنى ما يحرم عليها في الإحرام من قصر ظفر أو غيره ولا يكون التحليل بالنهي ولا بقوله قد حللتك وكذلك المملوك يهل بغير إذن مولاه\r\nوإذا بعث المحصر بالحج بهديين حل بأولهما وإن حل المحصر قبل أن ينحر عنه هديه فعليه دم لإحلاله ويعود حراما كما كان حتى ينحر عنه هديه فإن كان المحصر معسرا لم يحل أبدا إلا بدم\r\nوكل شيء صنعه الحصر قبل أن يحل فهو بمنزلة المحرم الذي ليس بمحصر\r\nوإذا قدر المحصر على الذهاب إلى مكة فمضى وأدرك هديا صنع به ما\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\nشاء\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\nوإذا ذبح عن المحصر هديه في غير الحرم لم يجزه فإن حل في موضعه ثم علم بذلك قال يعود حراما وعليه لإحلاله ويبعث بدم لإحصاره إن كان الإحصار باقيا\r\nويجزيه لهدي الإحصار الجذع العظيم من الضأن والثنى من غيرها فإن أكل منه الذي هو معه بعد ما ذبحه فهو ضامن لقيمة ما أكل ويتصدق به عن المحصر فإن قدم مكة فطاف وسعى لعمرته وحجته ثم خرج إلى بعض الآفاق قبل أن يقف بعرفة فأحصر قال يبعث بهدي يحل به وعليه حجة وعمرة مكان حجته وليس عمرة مكان عمرته لأنه قد فرغ منها ويقصر وعليه دم لأنه قصر في غير مكة وإذا وقف بعرفة ثم أحصر لم يكن محصرا لأنه قد فرغ من حجته ولكن يكون حراما حتى يصل إلى البيت فيطوف طواف الزيارة وطواف الصدر ويحلق أو يقصر وعليه لترك الوقوف بالمزدلفة دم ولرمي الجمار دم ولتأخير الحلق دم\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\nولتأخير الطواف دم في قول أبي حنيفة وقال أبو يوسف ومحمد ليس عليه لتأخير الحلق والطواف شيء\r\nوإذا قدم الحاج مكة فأحصر بها لم يكن محصرا بها وإذا بعث القارن بهديين ولم يبين أيهما للحج وأيهما للعمرة لم يضره\r\nرجل أهل بعمرتين معا فسار إلى مكة ليقضيهما ثم أحصر قال يبعث بهدي واحد يحل به من عمرة واحدة لأنه حيث سار صار رافضا لإحداهما وعليه هدى\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\nلرفضها وعليه عمرتان وإن لم يكن سار ولا أخذ في شيء من عملهما حتى أحصر قال يبعث بهديين لهما فإذا نحرا عنه حل وكانت عليه عمرتان\r\nرجل أهل بشيء واحد لا ينوي به حجة ولا عمرة ثم أحصر قال يبعث بهدي فيحل به وعليه عمرة استحسانا ولو لم يحصر كان له أن يختار إن شاء عمرة وإن شاء حجة ما لم يطف بالبيت فإذا طاف قبل أن ينوي شيئا جعلته عمرة وكذلك لو جامع قبل أن ينوي شيئا جعلته عمرة وعليه دم الجماع وعمرة وقضاؤها ولو أهل بشيء واحد وسماه ثم نسيه وأحصر بعث بهدي واحد فحل به وعليه عمرة وحجة وكذلك إن لم يحصر ووصل إلى البيت رأيت له أن يجعله عمرة وحجة آخذ له في ذلك بالثقة ويكون عليه ما يكون على القارن ولو جامع قبل أن يصل إلى البيت وقبل أن ينوي أن تكون عمرة وحجة فعليه هدي واحد للجماع ويجعل إحرامه لعمرة وحجة ولو أهل بشيئين ثم نسيهما ثم أحصر بعث بهديين فإذا ذبحا عنه وحل كانت عليه عمرتان\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\n\r\nوحجة أجعله بمنزلة القارن وأضع أمره على ما يهل به الناس أستحسن ذلك وكان القياس أن يكون عليه حجتان وعمرتان\r\nوإن لم يحصر ووصل إلى البيت جعل إحرامه عمرة وحجة وعمل ما يعمله القارن وكان القياس أن يقضي عمرة وحجة مع الناس وعليه دم القران وعليه دم آخر وعمرة وحجة فإن كان الذي أهل به حجتين فقد قضى إحداهما وعليه لرفض الأخرى هذا الدم وعليه عمرة وحجة مكانها وإن كان إهلاله بعمرتين فقد قضى إحداهما وعليه لرفض الأخرى ذلك الدم وعمرة .\r\nباب الجماع\r\nوإذا جامع الرجل امرأته وهما مهلان بالحج قبل أن يقفا بعرفة فعلى كل واحد منهما شاة ويمضيان في حجتهما وعليهما الحج من قابل ولا يفترقان\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\nوليست الفرقة بشيء فإن كان قارنا فعليه شاتان وقضاء عمرة وحجة إن لم يكن طاف بالبيت وقد سقط عنه دم القران وإن كان طاف بالبيت قبل الجماع فكذلك الجواب إلا أنه ليس عليه قضاء العمرة وإن جامع بعد ما وقف بعرفة فعليه جزور وشاة\r\nوإذا جامع الحاج بعد ما وقف بعرفة فأهدى جزورا ثم جامع بعد ذلك فعليه شاة وإذا طاف أربعة أشواط من طواف الزيارة وقد قصر ثم جامع فليس عليه شيء وإن لم يكن قصر فعليه دم\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\nواللمس والتقبيل من شهوة والجماع فيما دون الفرج أنزل أو لم ينزل لا يفسد الإحرام ولكنه يوجب الدم والنظر لا يوجب شيئا وإن أنزل\r\nوحكم الجماع في الحج والعمرة واحد إن كان عن نسيان أو تعمد أو في حال نوم أو بإكراه أو بطوع إلا في الإثم وكذلك الحلال والحرام والبالغ وغير البالغ والعاقل والمعتوه كل ذلك يفسده\r\nرجل أهل بعمرة وجامع فيها ثم أهل بأخرى ينوي قضاءها قال هي هي وعليه دم للجماع ويفرغ منها وعليه عمرة وكذلك لو كانت\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\nحجة فإن جامع في العمرة ثم أضاف إليها حجة لم يكن قارنا والحجة له لازمة يقضيهما جميعا ولا يلزمه دم القران إذا كانت إحداهما فاسدة وكذلك يسقط عنه دم ترك الوقت إذا أفسد ما أحرم به\r\nمحرم بعمرة جامع النساء ورفض إحرامه فأقام حلالا يصنع ما يصنع الحلال في الجماع والصيد والطيب وغيره قال عليه أن يعود حراما كما كان ويمضي في عمرته وعليه دم واحد لإحلاله ولجميع ما صنع فيه من جماع وقتل صيد وغير ذلك وعليه عمرة مكان عمرته .\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\n\r\nباب الدهن والطيب\r\nويكره للمحرم الادهان والتطيب فإن ادهن ببنفسج أو زنبق أو غيره من الدهن فأكثر فعليه دم وإن ادهن بزيت غير مطبوخ فعليه دم في قول أبي حنيفة وقال أبو يوسف ومحمد عليه صدقة وإن كان زيت قد طبخ وجعل فيه طيب فعليه دم وإن ادهن شقاق رجله بزيت أو بشحم أو بسمن لم يكن عليه شيء\r\nويكره للمحرم أن يشم الريحان والطيب وإن شمه فلا شيء عليه\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\nفإن كان دهن ادهن به قبل أن يحرم ثم وجد ريحه بعد ما أحرم لم يضره وكذلك إن أجمر ثيابه قبل أن يحرم ثم لبسها بعد ما أحرم\r\nولا بأس بأن يأكل الطعام الذي قد صنع فيه الزعفران أو الطيب وإن أكل الزعفران من غير أن يكون في الطعام فعليه الدم إذا كان كثيرا وإن كان في طعام لم تمسه النار مثل الملح فلا بأس به أيضا ألا ترى أنه يأكل الزيت ولا يدهن به وإن مس طيبا فإن لزق به منه شيء تصدق بصدقة وإن كان لم يلزق به منه شيء فلا شيء عليه إلا أن يكون ما لزق به كثيرا فعليه دم\r\nوإذا استلم الركن فأصاب فمه أو يده خلوف كثير فعليه دم وإن كان\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\nقليلا فعليه طعام\r\nولا بأس بأن يكتحل المحرم بكحل ليس فيه طيب فإن كان فيه طيب فعليه صدقة إلا أن يكون ذلك مرارا كثيرة فعليه دم وإن كان من أذى فعليه أي الكفارات الثلاث شاء وكذلك لو تداوى بدواء فيه طيب فالزقه على جرحه أو شربه شربا وإن داوى قرحة بدواء فيه طيب ثم خرجت به قرحة أخرى والأولى على حالها فداوى الثانية مع الأولى فليس عليه إلا كفارة واحدة ما لم تبرأ الأولى\r\nوللمحرم أن يبط القرحة ويجبر الكسر ويعصب عليه الخرق وينزع ضرسه إذا اشتكى ويحتجم ويغتسل ويدخل الحمام\r\nفإن غسل رأسه ولحيته بالخطمى قال عليه دم في قول أبي حنيفة وقال أبو يوسف ومحمد عليه صدقة لأن الخطمي ليس بطيب وإنما جعلنا فيه صدقة\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\n\r\nلأنه يقتل الدواب وإن خضب رأسه ولحيته بالحناء فعليه دم وإن خضبهما بالوسمة فليس عليه شيء إذا لم يكن يغطي رأسه وإن خاف أن يقتل الدواب أطعم شيئا وإن خضبت المحرمة يدها بالحناء فعليها دم\r\nوقد قال في باب قبل هذا في الطيب إذا كان كثيرا فاحشا فعليه دم وإن كان قليلا فعليه صدقة وقال محمد يقوم ما يجب فيه الدم فينظر إلى هذا القدر منه فيجعل من الصدقة بحساب ذلك .\r\nباب اللبس\r\nولا بأس بأن يلبس المحرم القباء ويدخل فيه منكبيه ولا يدخل فيه يديه\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\nولا يزره عليه فإن زره عليه يوما أو أكثر فعليه دم وإن كان أقل من يوم فعليه صدقة\r\nولا بأس بأن يلبس الخز والبرود وما قد صبغ بلون الهروي إذا لم ينفض وإن لبس مصبوغا بالعصفر أو بالورس أو الزعفران مشبعا يوما إلى الليل أو أكثر فعليه دم وإن كان أقل من يوم فعليه صدقة وكذلك إن لبس قميصا أو سراويل أو قلنسوة يوما فعليه دم وإن جمع ذلك كله في يوم فعليه دم واحد وكذلك إن غطى وجهه يوما فعليه دم\r\nولا بأس بأن يلبس الهميان أو المنطقة يشد بها حقوته فيها نفقته ويتوشح\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\nبالثوب ولا يعقد على عنقه ولا يخله بخلال وإن فعله لم يكن عليه شيء\r\nويكره له أن يعصب رأسه وإن فعله يوما فعليه صدقة وإن عصب شيئا من جسده لعلة أو غير علة لم يكن عليه شيء وأكرهه لغير علة\r\nوإن غطى المحرم ربع رأسه أو وجهه يوما فعليه دم وإن كان أقل من ذلك فعليه صدقة وأما المحرمة فإنها تغطي كل شيء منها إلا وجهها فإن غطته يوما فعليها دم ويكره للمحرمة لبس البرقع\r\nفإن لبس المحرم ما لا يحل له من الثياب أو الخفاف يوما أو أكثر لضرورة فعليه\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\nأي الكفارات الثلاث شاء وإن غدى المساكين وعشاهم في هذه الكفارات أجزاه في قول أبي ويوسف ولم يجزه في قول محمد\r\nولا بأس بأن يلبس المحرم الطيلسان ولا يزره عليه فإن زره يوما فعليه دم وإن دخل تحت ستر الكعبة حتى غطاه فإن كان الستر يصيب وجهه ورأسه كرهته له وإن كان متجافيا عنه فليس عليه شيء فإن كان المحرم نائما فغطى رجل رأسه ووجهه بثوب يوما كاملا فعليه دم ألا ترى أنه لو انقلب في نومه على صيد فقتله كان عليه جزاؤه\r\nصبي أحرم عنه أبوه وجنبه ما يجنب المحرم فلبس ثوبا أو أصاب طيبا أو صيدا قال ليس عليه شيء .\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\n\r\nباب النذر\r\nوإذا حلف بالمشي إلى بيت الله فحنث فعليه حجة أو عمرة فإن جعلها حجة ومشى لم يركب حتى يطوف طواف الزيارة وإن جعلها عمرة وقرنها بحجة الإسلام أو اعتمر بها قبلها أجزاه فإن قرن راكبا فعليه دم لركوبه سوى دم القران\r\nوكل من وجب عليه دم في المناسك جاز له أن يشارك ستة نفر قد وجب عليهم الدماء أيضا فيها وإن اختلفت أجناسها من دم متعة وإحصار وجزاء الصيد وغير ذلك ولو كان ذلك كله جنس واحد كان أحب إلي\r\nوإذا نذر المشي إلى بيت الله ونوى مسجد المدينة أو بيت المقدس لم يكن عليه شيء وإن لم يكن فيه نية فهو على المسجد الحرام وإن نذر إتيان مكة\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\nلم يلزمه شيء\r\nوإن قال إن كلمت فلانا فعلى حجة يوم أكلمه ينوى أن تجب عليه يوم يكلمه فكلمه وجبت عليه حجة يقضيها متى شاء ولم يكن محرما بها يومئذ ما لم يحرم ألا ترى أنه لو قال لله على حجة اليوم كانت واجبة عليه يحرم بها متى شاء\r\nرجل قال لآخر علي حجة إن شئت فقال قد شئت قال هي عليه وقوله على حجة وقوله لله علي حجة سواء وهي واجبة وإن قال إن فعلت كذا فأنا أحج بفلان فحنث فإن كان نوى فأنا أحج وهو\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\nمعي فعليه أن يحج وليس عليه أن يحج به وإن كان نوى أن يحجه فعليه أن يحجه كما نوى وإن أرسله فأحجه جاز وإن أحج معه جاز وإن لم يكن له نية فعليه أن يحج هو وليس عليه أن يحجج فلانا وإن كان قال فعلي أن أحجج فلانا فعليه أن يحججه كما قال\r\nوإن قال إن فعلت كذا فعلى أن أهدى كذا لشيء من ماله فعليه أن يهديه فإن كان ذلك دارا أو شيئا لا يستطيع أن يهديه فعليه أن يهدي قيمته وما أوجب هديه من ذلك تصدق به على مساكين مكة وإن أعطاه حجبة البيت أجزاه وكذلك إن قال فثوبي هذا ستر البيت أو قال فأنا أضرب به حطيم الكعبة فعليه أن يهديه أستحسن هذا لأن إيمان الناس عليه\r\nوإن قال فكل مالي هدي فعليه أن يهدي ماله كله بلغنا عن إبراهيم\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\nأنه قال في مثل هذا يتصدق بماله كله ويمسك منه قدر ما يقوته فإذا أفاد مالا تصدق بمثل ما أمسك\r\nوإن قال إن فعلت كذا فغلامي هذا هدى ثم باعه ثم فعل ذلك لم يكن\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\nعليه شيء وإن كان الغلام في غير ملكه يوم حلف ثم اشتراه ثم فعل ذلك لم يلزمه أيضا شيء وإن قال إن كلمت فلانا فهذا المملوك هدي يوم أشتريه فكلمه ثم اشتراه فعليه أن يهديه وإن اشتراه أولا ثم كلمه لم يكن عليه شيء\r\nوإن قال فهذه الشاة هدى إلى البيت أو إلى مكة أو إلى الكعبة وهو يملكها فعليه أن يهديها وإن قال إلى الحرم أو إلى المسجد الحرام لم يلزمه أن يهديها في قول أبي حنيفة ويلزمه في قول أبي يوسف ومحمد\r\nقال وكل شيء يجعله على نفسه من المتاع والدقيق فإنما عليه أن يبيعه ويتصدق به على مساكين أهل مكة وإن تصدق بالكوفة أجزاه\r\nوكل هدي جعله على نفسه من الإبل والبقر والغنم فعليه أن يذبحه بمكة ويتصدق بلحمه على مساكين أهل مكة وغيرهم فإن كان ذلك في أيام النحر فعله بمنى وإن كان في غير أيام النحر فعله بمكة\r\nوإن قال إن فعلت كذا فعلي هدي ففعله فعليه ما استيسر من الهدي شاة فإن نوى من الإبل أو البقر كان عليه ما نوى ولا يذبحها إلا بمكة وإن\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\nقال علي بدنة فإن كان نوى شيئا من البدن بعينه فعليه ما نوى وإن لم تكن له نية فعليه بقرة أو جزور ينحرها حيث شاء إلا أن يكون نواها بمكة فلا ينحرها إلا بمكة وهذا قول أبي حنيفة ومحمد وقال أبو يوسف أرى أن تنحر البدن بمكة\r\nولا يقلد إلا هدي متعة أو قران أو تطوع من الإبل والبقر ولا يقلد الغنم والتجليل حسن وإن تركه لم يضره والتقليد أوجب منه وإن جلله مع\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\nالتقليد فهو حسن\r\nوأكره الإشعار وقال أبو يوسف ومحمد نرى أن يشعر البدنة وإن لم يشعر لم يضره وقال ابن أبي ليلى الإشعار في الجانب الأيسر من السنام وإن أشعر أو جلل لم يكن محرما إنما يكون محرما بالتقليد ومن ساق معه هديا وهو يؤم البيت ثم قلده فقد وجب عليه الإحرام فإن كان نوى حجا أو عمرة فهو على ما نوى وإن لم تكن له نية فالخيار إليه يوجب على نفسه أيهما شاء وإن قلد شاة معه لم يصر محرما وإن بعث بهديه مقلدا ثم خرج لم يصر محرما حتى يدرك هديه فإذا أدركه وأخذه وسار معه صار محرما إلا في بدنة المتعة فإنه يصير محرما حين يخرج\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\nفإن اشترك قوم في هدي المتعة وهم يؤمون البيت فقلده بعضهم بأمر أصحابه فقد أحرموا وإن قلده بغير أمرهم صار هو محرما دونهم\r\nويقلد الرجل هديه بماء شاء من نعل وعروة أدم وما أشبه ذلك ويتصدق بجلاله إذا نحره\r\nرجل ساق بدنة لا ينوي بها الهدي قال إذا ساقها إلى مكة فهي هدى\r\nولا يجزى في الهدايا والضحايا إلا الجذع من الضأن إذا كان عظيما فما فوق ذلك أو الثني من المعز والإبل والبقر ولا يجزى فيها العوراء والمقطوعة الأذن أو الذنب إن اشتراها كذلك أو حدث بعد الشراء فإن كان الذاهب من العين أو\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\nالأذن أو الذنب الثلث أجزته وإن كان أكثر من ذلك لم تجزه في قول أبي حنيفة وقال أبو يوسف ومحمد إذا كان الباقي أكثر من الذاهب أجزاه وقال أبو يوسف أخبرت أبا حنيفة بقولي هذا فقال قولي كذلك ويجزى الخصي والمكسورة القرن\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\nفإن اشترى هديا ثم ضل منه فاشترى مكانه آخر وقلده وأوجبه ثم وجد الأول قال إن نحرهما فهو أفضل وإن نحر الأول وباع الآخر جاز لأن الآخر لم يكن واجبا عليه وإن باع الأول ونحر الآخر أجزاه إلا أن تكون قيمة الأول أكثر فيتصدق بالفضل\r\nقال وهدي المتعة والتطوع في هذا سواء وإن عرف بهدي المتعة فهو حسن وإن تركه لم يضره\r\nرجل اشترى بدنة لمتعته ثم اشترك فيها ستة نفر بعد ما أوجبها لنفسه خاصة قال لا يسعه ذلك وإن كان نوى ذلك حين اشتراها وسعه أن يفعله\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\nوإذا ولدت البدنة بعد ما اشتراها لهديه ذبح ولدها معها فإن باع الولد فعليه قيمته فإن اشترى بها هديا فذبحه فحسن وإن تصدق بها فحسن\r\nوإذا مات أحد الشركاء في البدنة أو الأضحية فرضي وارثه فنحرها عن الميت معهم أجزاهم وإن كان أحد الشركاء في البدنة كافرا أو مسلما يريد اللحم دون الهدي لم يجزهم\r\nولا يركب البدنة ولا يحلب ولكن ينضح ضرعها بالماء البارد حتى يتقلص ويذهب لبنها وما حلب قبل ذلك تصدق به أو بقيمته إن كان قد استهلكه وإن ركبها أو حمل متاعه عليها للضرورة ضمن ما نقصها ذلك وأي الشركاء فيها نحرها يوم النحر أجزاهم\r\nوإذا عطب الهدي في الطريق نحر فإن كان عن واجب فهو لصاحبه يصنع به ما شاء وعليه هدى مكانه وإن كان تطوعا نحره وصبغ نعله في دمه ثم ضرب به صفحته ولم يأكل منه شيئا ويتصدق به فإن أكل أو أطعم منه غنيا\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\nتصدق بقيمة ذلك ويتصدق بجله وخطامه\r\nوإذا أخطأ الرجلان فنحر كل واحد منهما هدي صاحبه أو أضحيته عن نفسه أجزاها استحسانا ويأخذ كل واحد منهما هديه من صاحبه\r\nوإن نحر هديه قائما أو أضجعه فأي ذلك فعل فهو حسن وقد بلغنا أن أصحاب رسول الله صلى الله عليه وسلم كانوا ينحرونها قياما معقولة الأيدي اليسرى ولا أحب\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\nأن يذكر مع اسم الله غيره ولا يذبح البقرة والغنم قياما ويستحب له أن يذبح هديه أو أضحيته بيده ولا أحب أن يذبحه له يهودي أو نصراني وإن ذبحه جاز وإذا ذبحه يوم النحر بعد طلوع الفجر أجزاه ولا يجزيه ذبحه قبل طلوع الفجر إن كان لمتعة\r\nوإن جعل ثوبه هديا أجزاه أن يهدي قيمته قال وكذلك لو جعل شاة من غنمه هديا أجزاه أن يهدي قيمتها وفي رواية أبي حفص أجزاه أن يهدي مثلها ألا ترى أنه يعطى في الزكاة قيمة الشاة فيجوز وكذلك إن أهدى مكان الشاة جزورا أجزاه وقد أحسن\r\nوقد قالوا في الجامع إذا قال لله علي أن أهدي شاتين فأهدى شاة تساوي شاتين لم تجزه وقال في نوادر ابن سماعة لا يجوز أن يتصدق بقيمتها لأن فيه\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\n\r\nذبحا مع الصدقة وإن بعث قيمة شاة إلى مكة فاشترى له بها مثلها فذبحت جاز .\r\nباب الحج عن الميت وغيره\r\nرجل دفع إلى رجل مالا ليحج به عن ميت فلم يبلغ مال الميت النفقة فأنفق المدفوع إليه من ماله ومال الميت قال إن كان الأكثر من مال الميت وكان يبلغ الكراء وعامة النفقة فهو جائز وإلا فهو ضامن ويرده ويحج من حيث يبلغ\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\nوإن أنفق المدفوع إليه من مال نفسه وفي مال الميت وفاء بحجه رجع به في مال الميت إذا كان قد دفع إليه وإذا نوى المجهز أن يقيم بمكة بعد النفر خمسة عشر يوما بطلت نفقته من مال الميت فان بدا له بعد ما نوى المقام بمكة أن يرجع فنفقته من مال الميت وإن أوصى أن يحج عنه بألف درهم فبلغت الألف\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\nحججا فإن شاء الوصي أحج عنه رجالا في سنة واحدة وهو أفضل وإن شاء دفع كل سنة حجة\r\nوإذا حج العبد بإذن مولاه فأصاب صيدا فعليه صيام وإن جامع مضى فيه حتى يفرغ منه وعليه هدي إذا عتق وحجة مكان هذه ينوي حجة الإسلام وإن لم يجامع ولكنه فاته الحج فإنه يحل بالطواف والسعي والحلق وعليه إذا عتق حجة سوى حجة الإسلام وكل شيء يجب فيه الدم فعليه ذلك الدم إذا عتق وكل شيء يجب فيه الصيام فعليه أن يصومه فان أطعم عنه مولاه أو ذبح عنه لم يجزه إلا في هدي الإحصار فإن على مولاه أن يبعث عنه بهدي يحل به لأنه دخل فيه بإذنه فعليه أن يحلله وعلى الغلام إذا عتق حجة وعمرة\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\nوإذا أراد الرجل أن يحج رجلا عن نفسه فأحب إلي أن يحج رجلا قد حج عن نفسه وإن كانت الحجة عن الذي يحج فالصرورة أحب إلي والحج التطوع عن الصحيح جائز\r\nويجوز حجة الإسلام عن المريض الذي لا يستطيع الحج إذا لم يزل مريضا حتى مات وإن صح فعليه حجة الإسلام\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\nوإذا جهز وصى الميت رجلا يحج عن الميت فجامع في إحرامه فعليه أن يرد النفقة كلها وعليه ما على الجامع ولو قرن مع حجه عمرة عن الميت كان مخالفا في قول أبي حنيفة وقال أبو يوسف ومحمد إذا قرن عن الميت أجزاه استحسانا ودم القران على المحرم وكذلك لو أمر بالعمرة عن الميت فقرن معها حجة إلا أن نفقة ما بقي من الحج في قول أبي يوسف ومحمد على المحرم وإن كان أمر بالحج فبدأ فاعتمر ثم حج من مكة كان مخالفا في قولهم جميعا\r\nوكل دم يلزم المجهز فهو عليه في ماله إلا دم الإحصار فإن على وصى الميت أن يبعث بهدي من الدراهم التي دفعها إليه للحج فيحل به ويرد ما بقي من الدراهم على وصى الميت ليحج بها إنسانا من حيث يبلغ وعلى المجهز ما يكون على المحصر\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\nوإن أمره رجلان بالحج فأهل بحجة عنهما كان ضامنا لما لهما جميع ولا يستطيع أن يجعل الحجة لواحد منهما لأنها قد لزمته فإن أمره أحدهما بالحج والآخر بالعمرة ولم يأمراه بالجمع فجمع بينهما كان مخالفا أيضا وإن أمراه بالجمع جاز وهدى المتعة عليه في ماله فإن كان معسرا فعليه الصوم وكذلك إن كان الآمر بهما واحدا رجل استأجر رجلا ليحج عنه ففعل قال لا تجوز\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\nالإجازة وله نفقة مثله\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\nويجوز حجة الإسلام عن المسجون إذا مات فيه قبل أن يخرج والحاج عن غيره إن شاء قال لبيك عن فلان وإن شاء اكتفى بالنية فإن كان الميت أوصى بالقران فخرج هذا المجهز يؤم البيت وقد ساق هديا فقلده قال يكون محرما بهما جميعا وكذلك إن لم يكن الهدي لقرانه وإنما هو من نذر كان عليه أو من جزاء صيد أو من جماع في إحرام قبل هذا أو إحصار كان قبل هذا فساق معه لذلك بدنة وقلدها فقد أحرم\r\nرجل أمره رجلان أن يحج عن كل واحد منهما فأهل بحجة عن أحدهما لا ينوي واحدا منهما قال له أن يصرفها إلى أيهما شاء في قول أبي حنيفة ومحمد استحسانا وقال أبو يوسف أرى ذلك عن نفسه وهو ضامن لنفقتهما\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\nقال وكذلك الرجل يهل بحجة عن أحد أبويه فله أن يجعلها عن أيهما شاء\r\nوإذا أهل الرجل عن نفسه وعن ابنه وهو صغير معه ثم أصاب صيدا كان عليه دم واحد ولم يلزمه من جهة إهلاله عن ابنه شيء\r\nوإذا أم الرجل البيت فأغمي عليه فأهل عنه أصحابه بالحج ووقفوا به في المواقف وقضوا به النسك كله قال يجزيه ذلك عن حجة الإسلام في قول أبي حنيفة وقال أبو يوسف ومحمد لا يجزيه فإن أصاب الذي أهل عنه صيدا فعليه الجزاء من أجل إحرامه عن نفسه إن كان محرما وليس عليه لإهلاله من جهة إهلاله عن المغمى عليه شيء\r\nوإذا حج الرجل عن أبيه أو أمه حجة الإسلام من غير وصية أوصى بها الميت قال يجزيه إن شاء الله تعالى بلغنا عن النبي صلى الله عليه وسلم أنه قال في ذلك\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\nأرأيت لو كان على أبيك دين فقضيته أما قبل منك فالله أحق أن يقبل\r\nرجل أوصى بحجة فأحج الوصي عنه رجلا فهلك النفقة من ذلك الرجل قال يحج عنه حجة أخرى من ثلث ما بقي من المال وإن أوصى بحجة وبعتق نسمة والثلث لا يبلغهما بدئ بالذي بدأ به إلا أن يكون حجة الإسلام فيبدأ بها على كل حال\r\nوإذا أوصى أن يحج عنه من ثلثه ولم يقل حجة حج عنه بجميع\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\nالثلث وإذا أوصى أن يحج عنه رجل حجة فأحجوه فلما قدم فضل معه كسوة ونفقة قال ذلك لورثة الميت وإن أوصى فقال أحجوا فلانا حجة ولم يقل عني ولم يسم كم يعطي قال يعطى قدر ما يحجه وله أن لا يحج به إذا أخذه وإذا أوصى أن يحج عنه رجل بعينه أو بغير عينه وأوصى بوصايا لأناس بأكثر من الثلث قسم الثلث بينهم بالحصص ويضرب فيه للحج بأدنى ما يكون من نفقة الحج ويحج بحصة الحج من ذلك حيث يبلغ\r\nوإذا أهلت المرأة بحجة الإسلام لم يكن لزوجها أن يمنعها إذا كان لها ذو رحم محرم يخرج معها وإن لم يكن لها محرم فله أن يمنعها وهي بمنزلة\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\nالمحصر وإن أهلت بغير حجة الإسلام فله منعها من الخروج إن كان لها محرم أو لم يكن وهي بمنزلة المحصر إلا أنها تحلل بتحليل زوجها إياها وكذلك المملوك إذا أهل بغير إذن المالك وإن أذن لعبده أو أمته في الإحرام فأحرم كرهت له أن يمنعه وإياها فإن باع الأمة كان للمشتري أن يحللها\r\nوإن أهلت المرأة بحجة تطوع بغير إذن الزوج فحللها تم جامعها ثم بدا له أن\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\n\r\nيأذن لها من عامه ذلك قال عليها أن تحج بإحرام مستقبل وعليها دم وليس عليها شيء غير ذلك وإن كانت تلك السنة قد مضت فعليها مع ذلك عمرة والله أعلم .\r\nباب المواقيت\r\nبلغنا عن رسول الله صلى الله عليه وسلم أنه وقت لأهل المدينة ذا الحليفة ولأهل الشام الجحفة ولأهل نجد قرن ولأهل اليمن يلملم ولأهل العراق ذات عرق\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\nوبلغنا عنه صلى الله عليه وسلم أنه قال من وقتنا له وقتا فهو له وقت ولمن مر به من غير أهله من أراد الحج فكل من أراد مكة لحاجة أو إحرام والوقت بينه وبينها فلا يجاوز الوقت إلا محرما ومن كان من وراء الوقت إلى مكة فله أن يدخلها لحاجته بغير إحرام بلغنا عن ابن عمر رضي الله عنهما أنه خرج من مكة إلى قديد ثم رجع إلى مكة فدخلها بغير إحرام\r\nوإذا أراد الإحرام وأهله في الوقت أو دون الوقت إلى مكة فوقته من أهله\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\nفإن تعداه حتى يدنو من الحرم ثم أحرم أجزاه وليس عليه شيء فإن دخل مكة فأحرم منها فعليه أن يخرج من الحرم فيلبي فإن لم يفعل حتى يطوف بالبيت فعليه دم\r\nكوفي أراد بستان بني عامر لحاجة ثم بدا له بعد ما قدم البستان أن يحج فأحرم من البستان فلا شيء عليه وإن أراد أن يدخل مكة بغير إحرام لحاجة فله ذلك\r\nوليس للرجل من أهل المواقيت ومن دونها إلى مكة أن يقرن ولا أن يتمتع وهم بمنزلة أهل مكة ألا ترى أن له أن يدخل مكة بغير إحرام وكذلك المكي إذا خرج من مكة لحاجة له فبلغ الوقت ولم يجاوزه فله أن يدخل مكة بغير\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\nإحرام فإن جاوز الوقت لم يكن له أن يدخل مكة إلا بإحرام\r\nووقت أهل مكة للإحرام بالحج الحرم وللإحرام بالعمرة التنعيم فإن أهل بالعمرة خارجا من الحرم غير التنعيم أجزاه وكان ذلك وقتا له\r\nكوفي جاوز الوقت نحو مكة ثم أحرم بالحج ووقف بعرفة وقد خاف الفوت إن رجع أو لم يخف قال عليه دم لترك الوقت وإن رجع إلى الميقات قبل أن يأتي عرفة فلم يلب منه فهذا بمنزلة من لم يرجع إليه في قول أبي حنيفة وقال أبو يوسف ومحمد إذا رجع إلى الوقت سقط عنه الدم لبى أو لم يلب وإن لبى حين رجع إلى الوقت سقط عنه الدم في قولهم جميعا فإن كان هذا الكوفي قرن ولم يرجع إلى الميقات فعليه دم واحد لترك الوقت وكذلك إن أهل بعمرة ثم أهل بمكة بحجة وإن بدأ فأهل بالحجة ثم دخل مكة فأهل بعمرة أيضا كان عليه دمان لأنه\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\nقد ترك الوقت في العمرة أيضا\r\nكوفي دخل مكة بغير إحرام لحاجة له قال عليه عمرة أو حجة أي ذلك شاء فإن رجع إلى وقته فأهل بحجة الإسلام أجزاه من حجة الإسلام ومن دخوله الأول بغير إحرام استحسانا وإن أقام بمكة حتى ذهب عامه ذلك ثم أحرم بحجة الإسلام من الوقت لم يجزه من دخوله الأول وعليه لدخوله حجة أو عمرة وإذا جاوز الوقت ثم أحرم بالحج ففاته سقط عنه دم ترك الوقت\r\nومن جاوز وقته غير محرم ثم أتى وقتا آخر فأحرم منه أجزاه ولو كان أحرم من وقته كان أحب إلي\r\nعبد دخل مع مولاه مكة بغير إحرام ثم أذن له مولاه فأحرم بالحج قال عليه إذا عتق دم لترك الوقت وليس هو كالنصراني يدخل مكة ثم يسلم ثم يحرم من مكة\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\n\r\nغلام دخل مكة بغير إحرام ثم احتلم بمكة وأحرم بالحج قال ليس عليه لترك الوقت شيء وإن كان أهل به قبل أن يحتلم ثم احتلم قبل أن يطوف بالبيت وقبل أن يقف بعرفة لم يجزه من حجة الإسلام إلا أن يجدد إحرامه قبل أن يقف بعرفة فيجزيه حينئذ من حجة الإسلام وأما العبد فلا يجزيه من حجة الإسلام وإن جدد إهلاله بعد العتق إلا أن يكون أخر الإهلال حتى عتق ثم أهل فيجزيه\r\nوإذا دخل الرجل مكة بغير إحرام فجعلت عليه حجة أو عمرة فأهل بها بعد سنة من وقت غير وقته الأول هو أقرب منه قال يجزيه وليس عليه شيء .\r\nباب الذي يفوته الحج\r\nرجل أهل بحجة ففاته قال يحل بعمرة وعليه الحج من قابل بلغنا ذلك عن النبي صلى الله عليه وسلم وعن عمر بن الخطاب وزيد بن ثابت رضي الله عنهما\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\nفإن كان أهل بعمرة وحجة فقدم مكة وقد فاته الحج قال يطوف بالبيت وبالصفا والمروة لعمرته ويطوف بالبيت وبالصفا والمروة لحجته ويحل وعليه\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\nالحج من قابل قال ولا أعد طوافه بالبيت لحجته الفائتة كعمرة مستقبلة ولا يكون به متمتعا إن فعله في أشهر الحج من قابل ولكنه إحلال من حجة قد فاتته\r\nرجل أهل بحجة فجامع فيها ثم قدم وقد فاته الحج قال عليه دم لجماعه ويحل بالطواف والسعي وعليه الحج من قابل وإن كان أصاب في حجه صيدا فعليه كفارته\r\nرجل أهل بحجة فقدم مكة وقد فاته الحج فأقام حراما حتى يحج مع الناس من قابل بذلك الإحرام قال لا يجزيه من حجته لأن حجته قد فاتته وصارت عمرة ولا يستطيع أن يحول هذه العمرة حجة فإن قدم وقد فاته الحج فأهل بحجة أخرى قال يطوف للذي قد فاتته ويسعى ويحل بعمرة ويرفض التي أهل بها وعليه فيها ما على الرافض وعليه قضاء الفائتة وإن نوى بهذه التي أهل بها قضاء تلك الفائتة فهي هي وإن أهل بعمرة رفضها أيضا ومضى في عمل الفائتة\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\nرجل أهل بحجتين ثم قدم مكة وقد فاته الحج قال يحل بعمرة وعليه عمرة وحجتان ودم وإذا ساق الهدي للقران فقدم وقد فاته الحج قال يصنع بهديه ما شاء وكذلك إن لم يفته ولكنه جامع\r\nوإذا ساق الرجل هديا لقرانه فنتج في الطريق ثم نحر أمه وقد وهب الولد أرباعه قال عليه قيمة الولد وقيمة ما ولد أيضا فإن كان قد كفر عن الولد يوم وهبه أو باعه ثم حدث له ولد لم يكن عليه من قبل ولده شيء ألا ترى أن رجلا لو أخرج عشراء من الظباء من الحرم فكفر عنها ثم ولدت ثم ماتت هي وولدها لم يكن عليه فيها ولا في ولدها شيء وإن لم يكن كفر عنها كان عليه فيها وفي ولدها الكفارة\r\nمحرم بالحج قدم مكة وطاف بالبيت ثم خرج إلى الربذة لحاجة فأحصر بها ثم\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\nقدم مكة بعد فوت الحج قال عليه أن يحل بعمرة ولا يكفيه طوافه الأول لأن عليه أن يحل بعمل عمرة بعد يوم النحر\r\nرجل أهل بعمرة في أشهر الحج ثم قدم مكة بعد يوم النحر قال يقضي عمرته وليس عليه شيء\r\nوإذا أهل الحاج صبيحة يوم النحر بحجة أخرى لزمته ويقضي ما بقي عليه من الأولى وعليه لجمعه بينهما دم ويقيم حراما إلى الحول وإذا قدم الحاج مكة فأدرك الوقوف بالمزدلفة لم يكن مدركا للحج\r\nرجل أهل بحجتين أو بعمرتين متى يكون رافضا لإحداهما قال حين يسير متوجها إلى مكة نوى الرفض أو لم ينو في قول أبي حنيفة وقال أبو يوسف أراه رافضا حين أهل قبل أن يسير وقال محمد لا يلزمه إلا إحداهما وكذلك لو أهل بإحداهما ثم أهل بالأخرى\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\nوإذا قدمت المرأة مكة محرمة بالحج حائضا مضت في حجتها غير أنها لا تطوف بالبيت حتى تطهر وعليها طواف الصدر ولا كفارة عليها لتأخير طواف الزيارة بعذر الحيض وإن قدمت طاهرة وطافت للزيارة يوم النحر ثم حاضت فليس عليها طواف الصدر\r\nوليس على أهل مكة ومن دون المواقيت إليها طواف الصدر ومن نوى المقام بمكة من أهل الآفاق واتخذها دارا سقط عنه طواف الصدر فان بدا له الخروج بعد ذلك لم يلزمه طواف الصدر وإن نوى مقام أيام ثم يصدر لم يسقط عنه طواف الصدر وإن نوى مقام سنة\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\nرجل قصد مكة للحج فدخلها بغير إحرام ووافاها يوم النحر وقد فاته الحج فأحرم بعمرة وقضاها أجزاه وعليه دم لترك الوقت وإن لم يحرم بعمرة ولكنه أحرم بحجة فهو محرم حتى يحج مع الناس من قابل وينبغي له أن يرجع إلى الوقت ويلبي منه\r\nومن فاته الحج لم يسعه أن يقيم في منزله حراما من غير عذر ولا يحل بالهدى\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\n\r\nإن بعث به لأن هذا ليس بمحصر .\r\nباب الجمع بين إحرامين\r\nوالعمرة لا تضاف إلى الحجة والحجة تضاف إلى العمرة قبل أن يعمل فيها شيئا وبعد ما يعمل فيها فمن أهل بالحج أولا ثم أضاف إليها عمرة فقد\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\nأساء ولزمته وهو قارن ومن أهل بالعمرة أولا ثم أهل بالحجة فهذا قارن وقد أحسن وأصاب السنة فان أهل بالحج فطاف له شوطا ثم أهل بالعمرة رفضها وعليه قضاؤها ودم للرفض وأما المكي فإنه لا يقرن بين الحج والعمرة ولا يضيف العمرة إلى الحج ولا الحج إلى العمرة فإن قرن بينهما رفض العمرة ومضى في الحج وكذلك أهل المواقيت ومن دونهم إلى مكة لا متعة لهم ولا قران لقوله تعالى « ذلك لمن لم يكن أهله حاضري المسجد الحرام » وكذلك إن أحرم المكي أولا بالعمرة من وقتها ثم أحرم بالحج رفض عمرته وإن مضى عليهما حتى يقضيهما أجزاه وعليه دم لجمعه بينهما وإن طاف للعمرة شوطا أو ثلاثة أشواط ثم أحرم بالحج رفض الحج في قول أبي حنيفة وقال أبو يوسف ومحمد يرفض العمرة وهو استحسان ذكره في كتاب ابن سماعة وإن كان طاف لها أربعة\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\nأشواط ثم أهل بالحج قال هذا يفرغ مما بقي من عمرته ويفرغ من حجته وعليه دم لأنه أهل بالحج قبل أن يحل من العمرة وهو مكي ولا ينبغي لأهل مكة أن يجمعوا بينهما ولو كان كوفيا لم يكن عليه هذا الدم وذكر في كتاب نوادر ابن سماعة في إحرام المكي بالحج بعد ما طاف أربعة أشواط بالعمرة أنه ليس بقارن ولكنه محرم بشيئين إن أصاب صيدا كان عليه جزاءان وقال أبو يوسف في الإملاء إن رفض الحج فهو أفضل\r\nكوفي أهل بحجة وطاف لها ثم أحرم بعمرة قال يرفض عمرته وكذلك إن أهل بها بعرفة فإن أهل بها يوم النحر قبل أن يحل من حجته أو بعد ما حل قبل أن يطوف أمرته برفضها فإن لم يرفضها ومضى فيها أجزاه وعليه دم إن كان أهل بها قبل أن يقضي حجته وإن أهل بها بعد ما حل من الأول مضى عليها وليس عليه شيء إن لم يكن ترك الوقت فيها\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\nمكي أهل بالحجة وطاف لها شوطا ثم أهل بالعمرة قال يرفض العمرة فإن لم يرفضها وطاف لها وسعى وفرغ منها أجزاه وعليه دم لأنه أهل بها قبل أن يفرغ من حجته\r\nمحرم بعمرة جامع ثم أضاف إليها عمرة أخرى قال يرفض هذه ويمضي في الأولى فإن نوى رفض الأولى والعمل في الثانية لم يكن عليه إلا الأولى وكذلك لو لم يكن جامع في الأولى ولكنه طاف لها شوطا ثم أحرم بالثانية وكذلك هذا في الحجتين وإذا أهل بحجتين جميعا ثم جامع قبل أن\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\nيسير قال عليه للجماع دمان ويمضي في إحداهما ويرفض الأخرى وعليه قضاء التي مضى فيها وعمرة وحجة ودم مكان الحجة التي رفضها وإن كان ذلك بعد ما سار فعليه دم واحد وهذا قول أبي حنيفة\r\nوإذا كان للكوفي أهل بالكوفة وأهل بمكة يقيم عند هؤلاء سنة وعند هؤلاء سنة فاعتمر في أشهر الحج وحج من عامه لم يكن متمتعا فإن لم يكن له بمكة أهل واعتمر من الكوفة في أشهر الحج وقضى عمرته ثم خرج إلى مصر من الأمصار ليس فيه أهله ثم حج من عامه كان متمتعا ما لم يرجع إلى المصر الذي فيه أهله فإذا رجع إلى المصر الذي فيه أهله ثم حج من عامه لم يكن متمتعا بلغنا ذلك عن ابن\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\nعمر رضي الله عنهما وسعيد بن المسيب وإبراهيم فإن كان له بالكوفة أهل وبالبصرة أهل فرجع إلى أهله بالبصرة ثم حج من عامه لم يكن متمتعا\r\nوإذا خرج المكي إلى الكوفة لحاجة فاعتمر منها وحج من عامه لم يكن\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\nمتمتعا وإن قرن من الكوفة كان قارنا ألا ترى أن كوفيا له قرن بين حجة وعمرة وطاف لعمرته في أشهر الحج ثم رجع إلى أهله ثم وافى الحج فحج كان قارنا ولم يبطل دم القران عنه برجوعه إلى أهله كما يبطل دم المتعة\r\nوإن اعتمر الكوفي في أشهر الحج وساق هديا لمتعته وهو يريد الحج فطاف لعمرته ولم يحلق ثم رجع إلى أهله ثم حج كان متمتعا لأنه لم يرجع إلى أهله حلالا وليس المكي كذلك وهذا قول أبي حنيفة وأبي يوسف وقال محمد إذا رجع الكوفي إلى أهله بعد ما طاف الأكثر من طوافه فهو بمنزلة المكي لأنه رجع وقد قضى عمرته ألا ترى أنه لو لم يكن معه هدي ثم حج من عامه لم يكن متمتعا\r\nرجل أهل بعمرة في أشهر الحج وساق هديا لمتعته ثم بدا له أن يحل وينحر هديه ويرجع إلى أهله ولا يحج قال له ذلك فإن فعل ذلك ثم حج من عامه قال لا شيء عليه وإذا أراد أن ينحر هديه ويحل ولا يرجع إلى\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\nأهله ويحج من عامه لم يكن له ذلك فإن فعله ثم رجع إلى أهله ثم حج قال لا شيء عليه وإن فرغ من عمرته وحل ونحر هديه ثم أقام بمكة حتى حج من عامه فعليه دم لمتعته وعليه دم آخر لأنه حل قبل يوم النحر ولم يكن ينبغي له ذلك\r\nرجل أهل بعمرة في أشهر الحج ثم أفسدها بالجماع فلما فرغ منها أهل بأخرى ينوي قضاءها ثم حج من عامه قال لا يكون متمتعا وكذلك إن كان دخل مكة في العمرة الأولى قبل أشهر الحج ولو خرج من مكة حتى جاوز وقتا من المواقيت ثم أهل بعمرة في أشهر الحج ثم حج من عامه فإن كان جاوز الوقت\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\nقبل أشهر الحج كان متمتعا وإن كان لم يجاوز الوقت إلا في أشهر الحج فليس بمتمتع لأن أشهر الحج أدركته وهو فيها فهو بمنزلة أهلها فإن كان دخوله الأول في أشهر الحج بعمرة فأفسدها ثم كانت حاله كما ذكرت لك لم يكن متمتعا إلا أن يرجع إلى أهله فإن رجع إلى أهله ثم اعتمر وحج من عامه كان متمتعا في قول أبي حنيفة وقال أبو يوسف ومحمد إذا دخلت عليه أشهر الحج وهو بمكة أو دخل بعمرة فاسدة ثم خرج فجاوز وقتا من المواقيت ثم اعتمر وحج من عامه فهو متمتع وإن دخل بعمرة فاسدة في أشهر الحج فقضاها ثم خرج حتى جاوز الوقت ثم قرن عمرة وحجة كان قارنا لأنه لو كان من أهل مكة كان قارنا ولو قضى عمرته\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\n\r\nالفاسدة ثم أهل من مكة بعمرة وحجة قال يرفض العمرة لأنه بمنزلة أهل مكة ولو كان أهل بعمرة في أشهر الحج فطاف لها شوطا ثم أهل بحجة رفض حجته في قول أبي حنيفة وقال أبو يوسف ومحمد يرفض العمرة ما لم يكن طاف لها أربعة أشواط\r\nوإذا ترك المكي أو الكوفي الوقت في العمرة وطاف لها شوطا ثم أراد أن يلبي من الوقت لم ينفعه ولم يسقط عنه الدم .\r\nباب التلبية\r\nبلغنا عن رسول الله صلى الله عليه وسلم أنه كان يقول لبيك اللهم لبيك لبيك لا\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\nشريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك وإن زاد فحسن وإن اقتصر فحسن\r\nوبلغنا عن عبد الله بن مسعود رضي الله عنه أنه خرج من مسجد الخيف يلبي فقال قائل لا يلبي هاهنا فقال أجهل الناس أم طال عليهم العهد لبيك عدد التراب لبيك وبلغنا عن ابن عمر رضي الله عنهما أنه كان يزيد في\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\nالتلبية لبيك والخير في يديك والرغباء إليك والعمل لبيك إله الحق لبيك\r\nوالحاج والقارن سواء في قطع التلبية لا يقطعان حتى يرميان جمرة العقبة يوم النحر بأول حصاة بلغنا أن النبي صلى الله عليه وسلم لم يزل يلبي حتى رمى جمرة العقبة\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\nويقطع المعتمر التلبية حين يستلم الحجر في أول الطواف وبلغنا ذلك عن النبي صلى الله عليه وسلم وابن عباس رضي الله عنهما\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\nويستحب للمحرم أن يلبي في دبر كل صلاة أو لقى رفقة أو علا شرفا أو هبط واديا وبالأسحار وحين يستيقظ من منامه وما أكثر من التلبية فهو أفضل وبلغنا عن ابن مسعود رضي الله عنه أنه قال أفضل الحج العج والثج وقال ارفعوا أصواتكم بالتلبية فإنها شعار الحج\r\nولو لم يلب القارن أو المفرد بالحج أو العمرة إلا مرة واحدة فقد أساء ولا\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\nشيء عليه ومن فاته الحج لبى كما يلبي المعتمر ومن أفسد حجه بالجماع لبى كما يلبي من لم يفسد حجه والمحصر يلبي حتى يذبح عنه ومن لبى وهو لا يريد الإحرام لم يكن عليه شيء\r\nوإن أراد الإحرام صار محرما بما نوى وكذلك إن كبر أو هلل أو سبح ينوي به الإحرام والإيجاب على نفسه من ساعته كان محرما\r\nوإذا توضأ الأخرس ولبس ثوبين وصلى ركعتين وهو يريد الإحرام فلما انصرف نوى الإحرام بقلبه وحرك لسانه كان محرما\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\n\r\nوالمرأة بمنزلة الرجل في التلبية غير أنها لا ترفع صوتها بها قال ولا يكون محرما إلا بالتلبية والتلبية الأولى بمنزلة تكبير الصلاة في افتتاحها والتلبية بعد ذلك بمنزلة التكبير في الصلاة بعد تكبير الافتتاح .\r\nباب الصيد\r\nرجل رمى صيدا في الحل وهو في الحل فأصابه في الحرم قال عليه الجزاء لأنه من جنايته وهو قول أبي حنيفة فيما أعلم\r\nولو أرسل كلبه في الحل على صيد في الحل فطرد الكلب الصيد حتى قتله في الحرم لم يكن عليه جزاء لأن هذا ليس من جنايته ولا يشبه الرمية\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\nفإن زجر الكلب بعد ما حل في الحرم فانزجر وأخذ الصيد فقتله فعليه جزاؤه استحسانا ولو أرسل كلبا في الحرم على ذئب فأصاب صيدا في الحرم لم يكن عليه جزاء ولو أرسل المجوسي كلبا على صيد في الحرم فزجره محرم فانزجر\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\nفقتل الصيد كان على المحرم جزاءه ولم يؤكل الصيد\r\nولو نصب المحرم شبكا للصيد فأصاب صيدا فعليه جزاؤه وإن كان نصبه لذئب أو سبع قد آذاه أو ابتدأه فوقع فيه صيد لم يكن عليه شيء\r\nمحرم دل محرما على صيد وأمره بقتله فأمر المأمور ثانيا بقتله فقتله كان على كل واحد منهم جزاء كامل\r\nولو أخبر محرم محرما بصيد فلم يره حتى أخبره محرم آخر به فلم يصدق الأول ولم يكذبه ثم طلب الصيد فقتله كان على كل واحد منهم\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\nالجزاء وإن كذب الأول به لم يكن على الأول جزاء\r\nمحرم أرسل محرما إلى محرم فقال إن فلانا يقول لك إن في هذا الموضع صيدا فذهب فقتله كان على المرسل والرسول والقاتل جميعا جزاء\r\nوإن دل محرم محرما على صيد هو يراه ويعلم به فقتله لم يكن على الدال إذا قتله شيء\r\nمحرم استعار من محرم سكينا ليذبح بها صيدا فأعارها إياه فذبح بها الصيد فلا جزاء على صاحب السكين ويكره له ذلك\r\nتم بفضله تعالى الجزء الثاني من كتاب الأصل المسمى بالمبسوط ويتلوه في الجزء الثالث « كتاب التحري »\r\n\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460}
  ]