[
  {"content":"\r\nسنن النسائي\r\nبشرح الحافظ جلال الدين السيوطي\r\nالجزء الثاني\r\nدار إحياء التراث العربي\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nكتاب الاذان\r\nفيتحينون الصلاة قال عياض معناه يقدرون حينها ليأتوا إليها والحين الوقت من الزمان\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nونحن عنه متنكبون يقال نكب عن الطريق إذا عدل عنه وتنكب أي تنحى وأعرض\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nثم دعاني حين قضيت التأذين فأعطاني صرة فيها شئ من فضة استدل به بن حبان على الرخصة في أخذ الأجرة\r\nوعارض به الحديث الوارد في النهى عن ذلك قال بن سيد الناس ولا دليل فيه لوجهين\r\nالأول حديث أبي محذورة هذا متقدم قبل إسلام عثمان بن أبي العاص الراوي لحديث النهى\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nفحديث عثمان متأخر بيقين الثاني أنها واقعة يتطرق إليها الاحتمال بل أقرب الاحتمالات فيها\r\nأن يكون من باب التأليف لحداثة عهده بالاسلام كما أعطى حينئذ غيره من المؤلفة قلوبهم ووقائع\r\nالأحوال إذا تطرق إليها الاحتمال سلبها الاستدلال لما يبقى فيها من الاجمال فعلمني كما\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nتؤذنون الآن بها الله أكبر الله أكبر الخ قال بن العربي فائدة الاذان متعددة منها الاعلام\r\nبالصلاة بذكر الله تعالى وتوحيده وتصديق رسوله وتجديد التوحيد فإنها ترجمة عظيمة من تراجم\r\nلا يؤلفها الا الله وطرد الشيطان وقال القاضي عياض اعلم أن الاذان كلمات جامعة لعقيدة الايمان\r\nومشتملة على نوعيه من العقليات والسمعيات فابتدأ بإثبات الذات بقوله الله وما يستحقه من الكمال\r\nوالتنزيه عن أضدادها المضمنة تحت قوله الله أكبر فإن هذه اللفظة على قلة كلمها واختصار صيغتها\r\nمشعرة بما قلناه لمتأمله ثم صرح بإثبات الربانية والإلهية ونفى ضدها من الشركة المستحيلة في حقه\r\nوهذه هي عمدة الايمان والتوحيد المقدمة على سائر وظائفه ثم صرح بإثبات النبوة والشهادة بالرسالة\r\nلنبينا عليه الصلاة والسلام ورسالته لهداية الخلق ودعائهم إلى الله تعالى وهي قاعدة عظيمة بعد\r\nالشهادة بالوحدانية وموضعها بعد التوحيد لأنها من باب الافعال الجائزة الوقوع وتلك المقدمات من\r\nباب الواجبات وهنا كمل تراجم العقائد العقليات فيما يجب ويستحيل ويجوز في حقه تعالى ثم دعا\r\nإلى ما دعاهم إليه من العبادات فصرح بالصلاة ورتبتها بعد اثبات النبوة إذ معرفة وجوبها من\r\nجهته عليه الصلاة والسلام لا من جهة العقل ثم دعا إلى الفلاح وهو الفوز والبقاء في التنعيم المقيم\r\nوفيه أشعار بأمور الآخرة من البعث والجزاء وهي آخر تراجم العقائد الاسلامية ثم كرر ذلك عند\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nإقامة الصلاة للاعلام بالشروع فيها وهو متضمن لتأكيد الايمان وتكرار ذكره عند الشروع في\r\nالعبادة بالقلب واللسان وليدخل المصلى فيها على بينة من أمره وبصيرة من ايمانه ويستشعر عظم ما دخل\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nفيه وعظمة حق من يعبده وجزيل ثوابه على عبادته أهل حوائنا الحواء بالكسر والمد بيوت\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nمجتمعة من الناس على ماء وليرجع قائمكم بفتح الياء وكسر الجيم المخففة يستعمل هكذا لازما ومتعديا\r\nتقول رجع زيد ورجعت زيدا قال الحافظ بن حجر ومن رواه بالضم والتثقيل فقد أخطأ\r\nوالمعنى ليرد القائم المجتهد إلى راحلته ليقوم إلى صلاة الصبح نشيطا أو يكون له نية في الصيام\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nفيتسحر المؤذن يغفر له بمد صوته قال أبو البقاء الجيد عند أهل اللغة مدى صوته وهو\r\nظرف مكان وأما مد صوته فله وجه وهو يحتمل شيئين أحدهما أن يكون تقديره مسافة صوته\r\nوالثاني أن يكون المصدر بمعنى المكان أي ممتد صوته وفي المعنى على هذا وجهان أحدهما معناه أو كانت\r\nذنوبه تملأ هذا المكان لغفرت له وهو نظير قوله صلى الله عليه وسلم إخبارا عن الله تعالى لو جئتني\r\nبقراب الأرض خطايا أي بملئها من الذنوب والثاني يغفر له من الذنوب ما فعله في زمان مقدر بهذه\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالمسافة في ليلة مطيرة قال الكرماني فعيلة بمعنى الماطرة وإسناد المطر إلى الليلة مجاز إذ الليل ظرف\r\nله لا فاعل وللعلماء في أنبت الربيع البقل أقوال أربعة مجاز في الاسناد أو في أنبت أو في الربيع\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nوسماه السكاكي استعارة بالكناية أو المجموع مجاز عن المقصود وذكر الإمام الرازي أنه المجاز\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nالعقلي فإن قلت لم لا تجعلها فعيلة بمعنى المفعول أي ممطور فيها وحذف الجار والمجرور قلت لأنه\r\nيستوي فيها المذكر والمؤنث ولا تدخل تاء التأنيث فيها عند ذكر موصوفها معها قال عبد الله\r\nان المشركين شغلوا النبي صلى الله عليه وسلم عن أربع صلوات يوم الخندق قال بن سيد\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nالناس اختلف الروايات في الصلاة المنسية يوم الخندق ففي حديث جابر أنها العصر وفي حديث\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nبن مسعود أنها أربع قال القاضي أبو بكر بن العربي والصحيح إن شاء الله تعالى أن الصلاة\r\nالتي شغل عنها واحدة هي العصر ومنهم من جمع بين الأحاديث في ذلك بأن الخندق كانت وقعته\r\nأياما فكان ذلك كله في أوقات مختلفة في تلك الأيام قال بن سيد الناس وهذا أولى من الأول\r\nلان حديث أبي سعيد رواه الطحاوي عن المزني عن الشافعي حدثنا بن أبي فديك عن بن أبي\r\nذئب عن المقبري عن عبد الرحمن بن أبي سعيد الخدري عن أبيه وهذا إسناد صحيح جليل\r\nأو عازب عن أهله أي بعيد\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nيعجب ربك قال في النهاية أي يعظم ذلك عنده ويكبر لديه علم الله تعالى أنه إنما\r\nيتعجب الآدمي من الشئ إذا عظم موقعه عنده وخفي عليه سببه فأخبرهم بما يعرفون\r\nليعلموا موقع هذه الأشياء عنده وقيل معنى عجب ربك رضى وأثاب فسماه عجبا مجازا\r\nوليس بعجب في الحقيقة والأول أوجه في رأس شظية الجبل بفتح الشين وكسر\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nالظاء المعجمتين وتشديد المثناة التحتية قطعة مرتفعة في رأس الجبل إذا نودي للصلاة\r\nأدبر الشيطان وله ضراط حتى لا يسمع التأذين قال عياض يمكن حمله على ظاهره لأنه جسم\r\nمتغذ يصح منه خروج الريح ويحتمل أنه عبارة عن شدة نفاره فإذا قضي النداء بالبناء\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nللمفعول ويروى بالبناء للفاعل على إضمار المنادي أقبل زاد في رواية مسلم فوسوس حتى\r\nإذا ثوب بالصلاة أدبر بضم المثلثة وتشديد الواو المكسور قيل هو من ثاب إذا رجع وقيل من\r\nثوب إذا أشار بثوبه عند الفزع لا علام غيره والمراد بالتثويب هنا الإقامة عند الجمهور حتى\r\nإذا قضى التثويب أقبل حتى يخطر بين المرء ونفسه قال القاضي عياض سمعناه من أكثر الرواة\r\nبضم الطاء وضبطناه عن المتقنين بالكسر وهو الوجه ومعناه يوسوس وأما الضم فمن المرور أي\r\nيدنو منه فيمر بينه وبين قلبه فيشغله لما لم يكن يذكر زاد مسلم من قبل إن يدري\r\nبالكسر نافية بمعنى لا وروى بالفتح ووهاه القرطبي فإن قيل ما الحكمة في هرب الشيطان\r\nعند سماع الأذان والإقامة دون سماع القرآن والذكر في الصلاة أجيب بأوجه منها أنه يهرب\r\nحتى لا يسمع المؤذن فيشهد له يوم القيامة فإنه لا يسمع صوت المؤذن جن ولا أنس الا شهد له\r\nوقيل لاتفاق الجميع على الاعلان بشهادة الحق وقال بن الجوزي على الاذان هيبة يشتد انزعاج\r\nالشيطان بسببها لأنه لا يكاد يقع في الاذان رياء ولا غفلة عند النطق به بخلاف الصلاة فإن\r\nالنفس تحضر فيها فيفتح لها الشيطان أبواب الوسوسة وقال بن بطال يشبه أن يكون الزجر\r\nعن خروج المؤمن من المسجد بعد أن يؤذن المؤذن من هذا المعنى لئلا يكون متشبها بالشيطان\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nالذي يفر عند سماع الاذان إذا سمعتم النداء فقولوا مثل ما يقول المؤذن قال بن سيد الناس\r\nظاهره أنه يقول مثله عقب فراغه لكن الأحاديث التي تضمنت إجابة كل كلمة عقبها دلت على\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nأن المراد المساواة\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nعن الحكيم بن عبد الله بضم الحاء وفتح الكاف حدثنا علي بن عياش بالياء التحتية\r\nوالشين المعجمة وهو الحمصي من كبار شيوخ البخاري ولم يلقه من الأئمة الستة غيره\r\nوقد حدث عنه القدماء بهذا الحديث أخرجه أحمد في مسنده عنه ورواه علي بن المديني شيخ\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nالبخاري مع تقدمه عن أحمد عنه أخرجه الإسماعيلي من طريقه حدثنا شعيب هو بن أبي\r\nحمزة عن محمد بن المنكدر عن جابر ذكر الترمذي أن شعيبا تفرد به عن بن المنكدر فهو\r\nغريب مع صحته قال الحافظ بن حجر وقد توبع بن المنكدر عليه عن جابر أخرجه الطبراني\r\nفي الأوسط من طريق أبي الزبير عن جابر من قال حين يسمع النداء يحتمل أن لا يتقيد\r\nبفراغه وأن يتقيد به وهو الأظهر اللهم رب هذه الدعوة التامة بفتح الدال هي الاذان\r\nوسميت تامة لكمالها وعظم موقعها وقال بن التين لان فيها أتم القول وهو لا إله إلا الله ورب\r\nمنادى ثان أو بدل لا صفة لان مذهب سيبويه أن اللهم لا يجوز وصفه والصلاة القائمة أي\r\nالتي ستقوم أي تقام وتحضر وقال الحافظ بن حجر إن المراد بالصلاة المعهودة المدعو إليها حينئذ\r\nوقال الطيبي من أوله إلى قوله محمد رسول الله هي الدعوة التامة والحيعلة هي الصلاة القائمة\r\nويحتمل أن يكون المراد بالصلاة الدعاء وبالقائمة الدائمة من قام على الشئ إذا دام عليه وعلى هذا\r\nفقوله والصلاة القائمة بيان للدعوة التامة آت محمدا الوسيلة فسرت في حديث عبد الله بن\r\nعمرو بأنها منزلة في الجنة لا تنبغي الا لعبد من عبيد الله والفضيلة قال بن حجر أي المرتبة\r\nالزائدة على سائر الخلائق ويحتمل أن تكون منزلة أخرى أو تفسيرا للوسيلة وابعثه المقام\r\nالمحمود كذا ورد هنا معرفا ورواه البخاري والترمذي منكرا الذي وعدته زاد\r\nفي رواية البيهقي انك لا تخلف الميعاد قال الطيبي المراد بذلك قوله تعالى عسى أن يبعثك ربك\r\nمقاما محمودا وأطلق عليه الوعد لان عسى من الله واقع كما صح عن بن عيينة وغيره وقال بن الجوزي\r\nوالأكثر على أن المراد به الشفاعة الا حلت له شفاعتي أي وجبت كما في رواية الطحاوي أو\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nنزلت عليه واللام بمعنى على ويؤيده رواية مسلم حلت عليه وقوله هنا وفي رواية الترمذي إلا يحتاج\r\nإلى تأويل وفي رواية البخاري حلت بدونها وهي أوضح لان أول الكلام من قال وهو شرطية\r\nوحلت جوابها ولا يقترن جزاء الشرط بالا وتأويلها أنه حمله على معنى لا يقول ذلك أحد الا\r\nحلت وقد استشكل بعضهم جعل ذلك ثوابا لقائل ذلك مع ما ثبت أن الشفاعة للمذنبين وأجيب\r\nبأن له صلى الله عليه وسلم شفاعات أخرى كادخال الجنة بغير حساب وكرفع الدرجات فيعطى\r\nكل واحد ما يناسبه ونقل عياض عن بعض شيوخه أنه كان يرى اختصاص ذلك بمن قاله مخلصا\r\nمستحضرا اجلال النبي صلى الله عليه وسلم لا من قصد بذلك مجرد الثواب ونحوه قال الحافظ\r\nبن حجر وهو تحكم غير مرضي بين كل أذانين صلاة قال في النهاية يريد بها السنن الرواتب\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالتي تصلى بين الأذان والإقامة خرج رجل من المسجد بعد ما نودي بالصلاة فقال أبو هريرة\r\nأما هذا فقد عصى أبا القاسم قال القرطبي هذا محمول على أنه حديث مرفوع إلى رسول الله\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nصلى الله عليه وسلم بدليل ظاهر نسبته إليه في معرض الاحتجاج به وكأنه سمع ما يقتضي تحريم\r\nالخروج من المسجد بعد الاذان فأطلق لفظ المعصية\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nكتاب المساجد\r\nمن بنى لله مسجدا يذكر الله تعالى فيه زاد البخاري في روايته يبتغي فيه وجه الله بنى\r\nالله له بيتا في الجنة إسناد البناء إلى الله تعالى مجاز قال بن الجوزي مكتب اسمه على المسجد الذي\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nيبنيه كان بعيدا من الاخلاص من أشراط الساعة أن يتباهى الناس في المساجد أي يتفاخروا\r\nسألت رسول الله صلى الله عليه وسلم أي مسجد وضع أولا قال المسجد الحرام قلت ثم أي\r\nقال المسجد الأقصى قلت وكم بينهما قال أربعون عاما قال القرطبي فيه اشكال وذلك أن المسجد\r\nالحرام بناه إبراهيم عليه السلام بنص القرآن والمسجد الأقصى بناه سليمان عليه السلام كما أخرجه\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nالنسائي من حديث بن عمر وسنده صحيح وبين إبراهيم وسليمان أيام طويلة قال أهل التاريخ\r\nأكثر من ألف سنة قال ويرتفع الاشكال بأن يقال الآية والحديث لا يدلان على بناء إبراهيم\r\nوسليمان لما بينا ابتداء وضعهما لهما بل ذاك تجديد لما كان أسسه غيرهما وبدأه وقد روى أن\r\nأول من بنى البيت آدم وعلى هذا فيجوز أن يكون غيره من ولده وضع بيت\r\nالمقدس من بعده بأربعين عاما انتهى قلت بل آدم نفسه هو الذي وضعه أيضا قال الحافظ\r\nبن حجر في كتاب التيجان لابن هشام ان آدم لما بنى الكعبة امره الله تعالى بالسير إلى بيت المقدس\r\nوأن يبنيه فبناه ونسك فيه الصلاة فيه أفضل من ألف صلاة فيما سواه الا مسجد الكعبة\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقال النووي اختلف العلماء في المراد بهذا الاستثناء على حسب اختلافهم في مكة والمدينة أيهما\r\nأفضل فعند الشافعي رحمه الله معناه الا المسجد الحرام فإن الصلاة فيه أفضل من الصلاة في\r\nمسجدي وعند مالك الا المسجد الحرام فإن الصلاة في مسجدي تفضله بدون الألف رضي الله تعالى عنه\r\nلا ينهزه أي لا يحركه\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nما بين بيتي ومنبري المراد أحد بيوته لا كلها وهو بيت عائشة الذي صار فيه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nقبره وقد رواه الطبراني في الأوسط ما بين المنبر وبيت عائشة ورواه البزار بلفظ ما بين\r\nقبري ومنبري روضة من رياض الجنة قيل هو على ظاهره وأنه روضة حقيقة بأن\r\nينقل ذلك الموضع بعينه في الآخرة إلى الجنة وقيل هو تشبيه محذوف الأداة أي كروضة في نزول\r\nالرحمة وحصول السعادة بما يحصل من ملازمة حلق الذكر لا سيما في عده صلى الله عليه وسلم\r\nوقيل هو مجاز والمعنى أن العبادة فيه تؤدي إلى الجنة ونقل بن زيالة أن ذرع ما بين المنبر والبيت\r\nالذي فيه القبر الآن ثلاثة وخمسون ذراعا وقيل أربع وخمسون وسدس وقيل خمسون الا ثلثي\r\nذراع تمارى رجلان في المسجد الذي أسس على التقوى من أول يوم فقال رجل هو مسجد\r\nقباء وقال آخر هو مسجد رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nهو مسجدي هذا قال النووي هذا نص بأنه المسجد الذي أسس على التقوى المذكور في القرآن\r\nورد لما يقوله بعض المفسرين أنه مسجد قباء وقال العراقي في شرح الترمذي قد وردت أحاديث\r\nتدل على أنه مسجد قباء وهذا الحديث أرجح وأصح وأصرح وقال بن عطية في تفسيره الذي\r\nيليق بالقصة أنه مسجد قباء قال الا أنه لا نظر مع الحديث لا تشد قال الحافظ بن حجر بضم\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nأوله بلفظ النفي والمراد النهي عن السفر إلى غيرها الرحال بالمهملة جمع رحل وهو البعير\r\nكالسرج للفرس وكني بشد الرحال عن السفر لأنه لازمة الا إلى ثلاثة مساجد استثناء مفرغ\r\nوالتقدير لا تشد إلى موضع مسجد الحرام بالجر على البدلية ويجوز الرفع على الاستئناف\r\nوهو من إضافة الموصوف إلى الصفة أي المسجد الحرام كما في رواية أخرى أي المحرم والمراد\r\nبه جميع الحرم على الصحيح ومسجدي هذا المراد به مسجد الصلاة خاصة لا كل الحرم\r\nومسجد الأقصى هو أيضا من إضافة الموصوف إلى الصفة والمراد به بيت المقدس وسمي\r\nالأقصى لبعده عن المسجد الحرام في المسافة قال الشيخ تقي الدين السبكي ليس في الأرض بقعة\r\nلها فضل لذاتها حتى تشد الرحال إليها لذلك الفضل غير البلاد الثلاثة وأما غيرها من البلاد\r\nفلا تشد إليها لذاتها بل لزيارة أو جهاد أو علم أو نحو ذلك بيعتكم بكسر الباء\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nفي عرض المدينة بضم العين المهملة لجانب والناحية من كل شئ ثامنوني بالمثلثة أي اذكروا لي\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nثمنه لأشتريه منكم وكانت فيه خرب قال بن الجوزي المعروف فيه فتح الخاء المعجمة\r\nوكسر الراء بعدها موحدة جمع خربة ككلم وكلمة وحكى الخطابي أيضا كسر أوله وفتح ثانيه\r\nجمع خربة كعنب وعنبة عضادتيه بكسر المهملة وضاد معجمة خشبتان من جانبيه لما نزل\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nبرسول الله صلى الله عليه وسلم بضم أوله وكسر الزاي نزل به الموت فطفق أي جعل\r\nيطرح خميصة هي كساء له أعلام قال وهو كذلك أي في تلك الحال لعنة الله على\r\nاليهود والنصارى اتخذوا قبور أنبيائهم مساجد استشكل ذكر النصارى فيه إذ نبيهم عيسى\r\nعليه السلام وهو لم يمت وأجيب بأنه كان فيهم أنبياء أيضا لكنهم غير مرسلين كالحواريين\r\nومريم في قول أو ضمير الجمع في قوله أنبيائهم للمجموع من اليهود والنصارى أو المراد الأنبياء\r\nوكبار أتباعهم فاكتفى بذكر الأنبياء يؤيده رواية مسلم كانوا يتخذون قبور أنبيائهم وصالحيهم\r\nمساجد أو المراد بالاتخاذ أعم من أن يكون ابتداعا أو اتباعا فاليهود ابتدعت والنصارى\r\nاتبعت ولا ريب أن النصارى تعظم قبور جمع من الأنبياء الذين يعظمهم اليهود ان أم حبيبة\r\nاسمها رملة بنت أبي سفيان وأم سلمة اسمها هند بنت أبي أمية المخزومي\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nإن أولئك بكسر الكاف إذا كان فيهم الرجل الصالح فمات بنو على قبره مسجدا قال البيضاوي\r\nلما كانت اليهود والنصارى يسجدون لقبور أنبيائهم تعظيما لشأنهم ويجعلونها قبلة يتوجهون في الصلاة\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nنحوها واتخذوها أوثانا لعنهم ومنع المسلمين من مثل ذلك فأما من اتخذ مسجدا في جوار\r\nصالح وقصد التبرك بالقرب منه لا التعظيم له ولا التوجه نحوه فلا يدخل في ذلك الوعيد\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالبر تردن بهمزة الاستفهام ممدودة أي الطاعة والعبادة يحمل أمامة\r\nبنت أبي العاص أسمه لقيط وقيل المقسم وقيل القاسم وقيل مهشم وقيل هشيم وقيل\r\nماسر أسلم قبل الفتح وهاجر ورد عليه النبي صلى الله عليه وسلم ابنته زينب وماتت معه\r\nوأثنى عليه في مصاهرته وكانت وفاته في خلافة الصديق بن الربيع بن عبد العزى بن عبد\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nشمس صلى رسول الله صلى الله عليه وسلم وهي على عاتقه يضعها إذا ركع ويعيدها إذا قام\r\nقال النووي رحمه الله ادعى بعض المالكية أن هذا الحديث منسوخ وبعضهم أنه من الخصائص\r\nوبعضهم أنه كان لضرورة وكل ذلك دعاوى باطلة مردودة لا دليل عليها وليس في الحديث\r\nما يخالف قواعد الشرع لان الآدمي طاهر وما في جوفه معفو عنه وثياب الأطفال وأجسادهم\r\nمحمولة على الطهارة حتى تتيقن النجاسة والاعمال في الصلاة لا تبطلها إذا قلت أو تفرقت ودلائل\r\nالشرع متظاهرة على ذلك وإنما فعل النبي صلى الله عليه وسلم ذلك لبيان الجواز ثمامة بضم\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nالمثلثة بن أثال بضم الهمزة بعدها مثلثة آخره لام طاف في حجة الوداع على بعير قال\r\nالحافظ بن حجر إنما فعل ذلك للحاجة إلى أخذ المناسك عنه ولذلك عده بعضهم من خصائصه\r\nواحتمل أيضا أن يكون راحلته عصمت من التلويث حينئذ كرامة له فلا يقاس عليه غيره يستلم\r\nالركن بمحجن زاد مسلم ويقبل المحجن وهو بكسر الميم وسكون الحاء المهملة وفتح الجيم ونون\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nعصا محنية الرأس ينشد ضالة بفتح أوله وضم الشين يقال نشدت الضالة فانا ناشد إذا\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nطلبتها وأنشدتها فأنا منشد إذا عرفتها من النشيد وهو رفع الصوت مر رجل بسهام في المسجد\r\nزاد البخاري في رواية قد أبدى نصولها ولمسلم أن المار المذكور كان يتصدق بالنبل في المسجد قال الحافظ\r\nبن حجر ولم أقف على اسمه فقال له رسول الله صلى الله عليه وسلم خذ بنصالها زاد البخاري كيلا\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nتخدش مسلما\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nالبصاق في المسجد خطيئة قال الحافظ بن حجر في المسجد ظرف الفعل ولا يشترط\r\nكون الفاعل فيه حتى لو بصق من هو خارجه فيه تناوله النهي وقال القاضي عياض أنما يكون خطيئة\r\nإذا لم يدفنه وأما من أراد دفنه فلا ورده النووي فقال هو خلاف صريح الحديث وكفارتها\r\nدفنها قال النووي قال الجمهور يدفنها في تراب المسجد رمله وحصبائه وحكى الروياني أن المراد\r\nبدفنها إخراجها من المسجد أصلا فإن الله قبل وجهه إذا صلى قال بن عبد البر هو كلام خرج\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nعلى التعظيم لشأن القبلة نخامة قيل هي ما يخرج من الصدر وقيل النخاعة بالعين من الصدر\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nوبالميم من الرأس خلوقا بفتح الخاء المعجمة طيب معروف\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nان الملائكة تصلي على أحدكم ما دام في مصلاه الذي صلى فيه ما لم يحدث قيل المراد بالحدث\r\nالريح ونحوه وقيل أعم من ذلك أي ما لم يحدث سوأ ويؤيده رواية مسلم ما لم يحدث فيه ما لم\r\nيؤذ فيه على أن الثانية تفسير للأولى\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nنهى عن الصلاة في أعطان الإبل جمع عطن وهو مبرك الإبل حول الماء قال في النهاية لم ينه عن\r\nالصلاة فيها من جهة النجاسة فإنها موجودة في مرابض الغنم وقد أمر بالصلاة فيها وإنما أراد أن\r\nالإبل تزدحم في المنهل فإذا شربت رفعت رؤوسها ولا يؤمن من تقاربها وتفرقها في ذلك الموضع\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nفتؤذي المصلى عندها أو تلهيه عن صلاته أو تنجسه برشاش أبوالها على الخمرة بضم الخاء\r\nالمعجمة حصير ونسيجة خوص ونحوه سميت خمرة لان خيوطها مستورة بسعفها وفي النهاية\r\nهي مقدار ما يضع الرجل عليه وجهه في سجوده ولا يكون خمرة الا في هذا المقدار قد امتروا\r\nفي المنبر قال الكرماني من الامتراء وهو الشك وقال الحافظ بن حجر من المماراة وهي المجادلة\r\nإلى فلانة امرأة قد سماها سهل قال الحافظ بن حجر لا يعرف اسمها قال ووقع في الذيل\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nلأبي موسى المديني نقلا عن جعفر المستغفري أن اسمها علاثة بالعين المهملة والمثلثة قال أبو\r\nموسى وصحف فيه جعفر أو شيخه وإنما هو فلانة ووقع عند الكرماني قيل اسمها عائشة قال\r\nالحافظ بن حجر وأظنه صحف المصحف أن مري غلامك النجار قال الحافظ بن حجر اختلف\r\nفي اسمه على أقوال وأقربها ما رواه قاسم بن أصبغ وابن سعد في شرف المصطفى بسند فيه بن\r\nلهيعة عن سهل بن سعد قال كان بالمدينة نجار واحد يقال له ميمون فذكر قصة المنبر وقيل اسمه\r\nإبراهيم رواه الطبراني في الأوسط عن جابر بسند فيه متروك وقيل باقول رواه\r\nعبد الرزاق بسند ضعيف منقطع وقيل بأقوم رواه أبو نعيم في المعرفة بسند ضعيف\r\nوقيل صباح بضم المهملة وموحدة خفيفة وآخره مهملة ذكره بن بشكوال بسند\r\nشديد الانقطاع وقيل قبيصة أو قبيصة المخزومي مولاهم ذكره عمر بن شبه في الصحابة بسند\r\nمرسل وقيل كلاب مولى العباس رواه بن سعد في الطبقات عن أبي هريرة ورجاله ثقات\r\nالا الواقدي وقيل مينا ذكره بن بشكوال بسند معضل وقيل تميم الداري رواه البيهقي عن بن\r\nعمر بسند جيد لكن ليس فيه التصريح بأنه باشر عمله بل تبين من رواية بن سعد أنه لم يعمله\r\nوإنما عمله كلاب مولى العباس قال الحافظ بن حجر وأشبه الأقوال بالصواب قول من قال\r\nميمون لكون الاسناد من طريق سهل بن سعد راوي الحديث وأما الأقوال الأخر فلا اعتداد بها\r\nلوهائها ويبعد جدا أن يجمع بينها بأن النجار كانت له أسماء متعددة وأما احتمال كون الجميع\r\nاشتركوا في عمله فمنع منه قوله كان بالمدينة نجار واحد الا أن يحمل على أن المراد بالواحد\r\nالماهر في صناعته والبقية أعوانه فعملها من طرفاء الغابة بالمعجمة وتخفيف الموحدة موضع\r\nمن عوالي المدينة من جهة الشام وجزم بن سعد بأن عمل المنبر كان في السنة السابعة وفيه نظر\r\nلذكر العباس وكان قدوم العباس بعد الفتح في آخر سنة ثمان وقدوم تميم سنة تسع وجزم بن\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nالنجار بأن عمله كان سنة ثمان ولم يزل المنبر على حاله ثلاث درجات حتى زاده مروان في خلافة\r\nمعاوية ست درجات روى الزبير بن بكار في أخبار المدينة عن حميد بن عبد الرحمن بن عوف\r\nقال بعث معاوية إلى مروان وهو عامله عي المدينة أن يحمل المنبر إليه فقلع فأظلمت المدينة\r\nوفي رواية فكسفت الشمس حتى رأينا النجوم فخرج مروان فخطب فقال إنما أمرني أمير المؤمنين\r\nأن أرفعه فدعا نجارا وكان ثلاث درجات فزاد ست درجات وقال إنما زدت فيه حين كثر الناس\r\nقال بن النجار وغيره استمر على ذلك الا ما أصلح منه إلى أن احترق مسجد المدينة سنة أربع وخمسين\r\nوستمائة فاحترق فجدد المظفر صاحب اليمن سنة ست وخمسين منبرا ثم أرسل الظاهر بيبرس بعد\r\nعشر سنين منبرا فأزيل منبر المظفر فلم يزل ذلك إلى سنة عشرين وثمانمائة فأرسل الملك\r\nالمؤيد شيخو منبرا جديدا ذكر ذلك الحافظ بن حجر وقد احترق مسجد المدينة أيضا بعد\r\nثمانين وثمانمائة فجدده الملك الأشرف قايتباي وعمل منبر جديد فأمر بها فوضعت الضمير\r\nللأعواد ورقى بكسر القاف نزل القهقري بالقصر المشي إلى خلف فسجد في أصل\r\nالمنبر أي على الأرض إلى جنب الدرجة السفلى منه ولتعلموا بكسر اللام وفتح\r\nالمثناة الفوقية والعين المهملة وتشديد اللام الثانية أي لتتعلموا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nكتاب القبلة\r\nوقد أمر أن يستقبل القبلة فاستقبلوها قال القرطبي روى بفتح الباء على الخبر وبكسرها\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nعلى الامر مثل مؤخرة الرحل قال في النهاية هي بالهمزة والسكون لغة قليلة في آخرته وقد\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nمنع منها بعضهم ولا تشدد رضي الله تعالى عنها مثل آخرة الرحل بالمد الخشبة التي يستند إليها الراكب من كور\r\nالبعير يقطع صلاته المرأة والحمار والكلب الأسود قال القرطبي هذا مبالغة في الخوف على\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nقطعها بالشغل بهذه المذكورات فإن المرأة تفتن والحمار ينهق والكلب يروع فيتشوش المتفكر\r\nفي ذلك حتى تنقطع عليه الصلاة فلما كانت هذه الأمور آيلة إلى القطع جعلها قاطعة الكلب\r\nالأسود شيطان حمله بعضهم على ظاهره وقال إن الشيطان يتصور بصورة الكلاب\r\nالسود وقيل لما كان الأسود أشد ضررا من غيره وأشد ترويعا كان المصلى إذا رآه أشغل عن\r\nصلاته فانقطعت عليه لذلك أتان بالمثناة أنثى الحمار ترتع أي ترعى\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nوحمارة هي لغة قليلة والأصح حمار بغير تاء للمذكر والأنثى ففرع بينهما بفاء وراء مخففة\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nوعين مهملة أي حجز بينهما وفرق\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nسهوة بمهملة بيت صغير منحدر في الأرض قليلا شبيه بالمخدع والخزانة وقيل هو\r\nالصفة تكون بين يدي البيت وقيل شبيه بالرف أو الطاق يوضع فيه الشئ اكلفوا من العمل\r\nما تطيقون بفتح اللام يقال كلفت بهذا الامر أكلف به إذا أولعت به وأحببته فإن الله\r\nلا يمل حتى تملوا بفتح الميم في الفعلين والملال استثقال الشئ ونفور النفس عنه بعد محبته وهو\r\nمحال على الله تعالى باتفاق قال الإسماعيلي وجماعة من المحققين إنما أطلق هذا على جهة المقابلة\r\nاللفظية مجازا كما قال تعالى وجزاء سيئة سيئة مثلها وأنظارها قال القرطبي وجه مجازه أنه تعالى\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nلما قطع ثوابه عمن قطع العمل ملالا عبر عن ذلك بالملال من باب تسمية الشئ باسم سببه\r\nوقال الهروي معناه لا يقطع عنكم فضله حتى تملوا سؤاله فتزهدوا في الرغبة إليه وهذا كله بناء\r\nعلى أن حتى على بابها في انتهاء الغاية وما يترتب عليها من المفهوم وجنح بعضهم إلى تأويلها فقيل\r\nمعناه لا يمل الله إذا مللتم وهو مستعمل في كلام العرب يقولون لا يفعل كذا حتى يبيض القار\r\nأو حتى يشيب الغراب ومنه قولهم في البليغ لا ينقطع حتى ينقطع خصومه لأنه لو انقطع حين\r\nينقطعون لم يكن له عليهم مزية وهذا المثال أشبه من الذي قبله لان شيب الغراب ليس ممكنا\r\nعادة بخلاف الملال من العابد وقال المازري قيل إن حتى هنا بمعنى الواو فيكون التقدير لا يمل\r\nوتملون فنفى عنه الملال وأثبته لهم قال وقيل حتى بمعنى حين والأول أليق وأحرى على القواعد\r\nوأنه من باب المقابلة اللفظية وقال بن حبان في صحيحه هذا من ألفاظ التعارف التي لا يتهيأ للمخاطب\r\nأن يعرف القصد مما يخاطب به الا بها وهذا رأيه في جميع المتشابه وإن أحب الاعمال إلى الله\r\nأدومه قال بن العربي معنى المحبة من الله تعالى تعلق الإرادة بالثواب أي أكثر الاعمال\r\nثوابا أدومها وان قل قال النووي لان بدوام القليل يستمر الطاعة بالذكر والمراقبة والاخلاص\r\nوالاقبال على الله بخلاف الكثير الشاق حتى ينمو القليل الدائم بحيث يزيد على الكثير المنقطع\r\nأضعافا كثيرة وقال بن الجوزي إنما أحب الدائم لمعنيين أحدهما أن التارك للعمل بعد الدخول\r\nفيه كالمعرض بعد الوصول فهو متعرض لهذا ولهذا أورد الوعيد في حق من حفظ آية ثم\r\nنسيها وإن كان قبل حفظها لا تتعين عليه والثاني أن مداوم الخير ملازم الخدمة وليس من لازم\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nالباب في كل يوم وقتا ما كمن لازم يوما كاملا ثم انقطع فروج حرير بفتح الفاء وتشديد\r\nالراء المضمومة وآخره جيم وحكى أبو زكريا التبريزي عن أبي العلاء المعري جواز ضم أوله\r\nوتخفيف الراء قال في النهاية هو القباء الذي فيه شق من خلفه اذهبوا بها إلى أبي جهم اسمه\r\nعامر وقيل عبيد بن حذيفة بن غانم وائتوني بأنبجانيه قال في النهاية المحفوظ بكسر الباء ويروى\r\nبفتحها يقال كساء أنبجاني منسوب إلى منبج المدينة المعروفة وهي مكسورة الباء ففتحت في النسب\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nوأبدلت الميم همزة وقيل أنها منسوبة إلى موضع اسمه أنبجان وهو أشبه والأول فيه تعسف وهو كساء\r\nيتخذ من الصوف وله خمل ولا علم له وهو من أدون الثياب الغليظة قال وإنما بعث الخميصة إلى\r\nأبي جهم لأنه الذي أهداها له وإنما طلب منه الانبجاني لئلا يؤثر رد الهدية في قلبه والهمزة فيه\r\nزائدة في قول وقال القاضي عياض يروى بفتح الهمزة وكسرها وبفتح الباء وكسرها\r\nوبتشديد الباء وتخفيفها\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nكتاب الإمامة\r\nعن أبي العالية البراء بالتشديد والمد كان يبرى النبل واسمه زياد بن فيروز وقيل\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nكلثوم واجعلوها معهم سبحة بضم السين واسكان الموحدة أي نافلة تكرمته هي\r\nالموضع الخاص لجلوس الرجل من فراش أو سرير مما يعد لا كرامه وهي تفعلة من الكرامة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nإنما التصفيق للنساء قال القرطبي ويروى التصفيح وهما بمعنى واحد قاله أبو علي البغدادي\r\nوهو أن تضرب بأصبعين من اليد اليمنى في باطن الكف اليسرى وهو صفحها وصفح كل شئ\r\nجانبه وقيل التصفيح الضرب بظاهر إحداهما على الأخرى وبالتصفيق الضرب بباطن إحداهما\r\nعلى باطن الأخرى وقيل التصفيح بأصبعين للتنبيه وبالقاف بالجميع للهو واللعب\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nإذا نودي للصلاة فلا تقوموا حتى تروني قال العلماء النهي عن القيام قبل أن يروه لئلا يطول\r\nعليهم القيام ولأنه قد يعرض له عارض فيستأخر بسببه نجى فعيل من المناجاة أي مناج\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nمكانكم بالنصب أي الزموا ينطف رأسه بضم الطاء المهملة وكسرها أي يقطر\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nلا تختلفوا فتختلف قلوبكم قال في النهاية أي إذا تقدم بعضهم على بعض في الصفوف تأثرت قلوبهم\r\nوفشا بينهم الخلف ليليني منكم قال النووي هو بكسر اللامين وتخفيف النون من غير ياء قبل النون\r\nويجوز إثبات الياء مع تشديد النون على التوكيد أولو الأحلام والنهى أي ذوو الألباب والعقول\r\nواحدها حلم بالكسر فكأنه من الحلم الأناة والتثبت في الأمور وذلك من شعائر العقلاء وواحد\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nالنهي نهية بالضم سمي العقل بذلك لأنه ينهى صاحبه عن القبيح وقال النووي أولو الأحلام\r\nهم العقلاء وقيل البالغون والنهى بضم النون العقول فعلى قول من يقول أولو الأحلام العقلاء يكون\r\nاللفظان بمعنى فلما اختلف اللفظ عطف أحدهما على الآخر تأكيدا وعلى الثاني معناه البالغون العقلاء\r\nوقال أبو علي الفارسي يجوز أن يكون النهى مصدرا كالهدى وأن يكون جمعا كالظلم ثم الذين يلونهم\r\nقال النووي معناه الذين يقربون منهم في هذا الوصف أهل العقد بضم العين وفتح القاف قال في\r\nالنهاية يعني أصحاب الولايات على الأمصار من عقد الألوية للأمراء وروى العقدة يريد البيعة\r\nالمعقودة للولاة\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nكما تقوم القداح جمع قدح وهو السهم لتقيمن صفوفكم أو ليخالفن الله بين\r\nوجوهكم أي ان لم تقيموا المراد بذلك اعتدال القائمين لها على سمت واحد ويراد به أيضا\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nسد الخلل الذي في الصفوف واختلف في الوعيد المذكور فقيل هو على حقيقته والمراد\r\nبه تشويه الوجه بتحويل خلقه عن وضعه بجعله موضع القفا أو نحو ذلك وقيل مجاز\r\nومعناه يوقع بينكم العداوة والبغضاء واختلاف القلوب كما تقول تغير وجه فلانا على\r\nأي ظهر لي من وجهه كراهية لان مخالفتهم في الصفوف مخالفة في ظواهرهم واختلاف\r\nالظواهر سبب لاختلاف البواطن ويؤيده رواية أبي داود ليخالفن الله بين قلوبكم\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nفوالذي نفسي بيده اني لأراكم من خلفي كما أراكم من بين يدي قال المحققون الصواب المختار\r\nأنه محمول على ظاهره وأن هذا الابصار إدراك حقيقي خاص به صلى الله عليه وسلم انخرقت له\r\nفيه العادة قال بن المنير لا حاجة إلى تأويله لأنه في معنى تعطيل لفظ الشارع من غير ضرورة\r\nوقال القرطبي حمله على ظاهره أولى لان فيه زيادة كرامة للنبي صلى الله عليه وسلم وكذا نقل\r\nعن الإمام أحمد وغيره ثم إن ذلك الادراك يجوز أن يكون برؤية عينه انخرقت له العادة فيه أيضا\r\nوكان يرى بها من غير مقابلة لان الحق عند أهل السنة أن الرؤية لا يشترط لها عقلا عضو\r\nمخصوص ولا مقابلة ولا قرب وإنما تلك الأمور عادية ويجوز حصول الادراك مع عدمها\r\nعقلا وقيل كانت له عين خلف ظهره يرى بها من وراءه دائما وقيل كانت بين كتفيه عينان\r\nمثل سم الخياط يبصر بهما ولا يحجبهما ثوب ولا غيره وقيل بل كانت صورهم تنطبع في حائط\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nقبلته كما تنطبع في المرآة فيرى أمثلتهم فيها فيشاهد أفعالهم خير صفوف الرجال أولها\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nيعني أكثرها أجرا وشرها آخرها يعني أجرا\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nألا يخشى الذي يرفع رأسه قبل الامام زاد أبو داود والامام ساجد أن\r\nيحول الله رأسه رأس حمار واختلف في معنى هذا الوعيد فالأرجح أنه على ظاهره\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nوقيل هو مجاز عن البلادة وقال بن بزيزة يحتمل أن يراد بالتحويل المسخ أو تحويل\r\nالهيئة الحسنة أو المعنوية أو هما معا فأرم القوم قال في النهاية الرواية المشهورة بالراء\r\nوتشديد الميم أي سكتوا ولم يجيبوه يقال أرم فهو مرم ويروى بالزاي وتخفيف الميم\r\nوهو بمعناه لكن الازم الامساك عن الطعام والكلام خشيت أن تبكعني بها\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nيقال بكعت الرجل بكعا إذا استقبلته بما يكره\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nأسيف أي سريع البكاء والحزن وقيل هو الرقيق\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nيهادي بين الرجلين أي يمشي بينهما معتمدا عليهما من ضعفه وتمايله\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nلينوء أي لينهض\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nالفذ أي الواحد الفرد\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nاستحوذ عليهم الشيطان أي استولى عليهم وحولهم إليه\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nفعليكم بالجماعة فإنما يأكل الذئب القاصية قال في النهاية هي المنفردة عن القطيع\r\nالبعيدة منه يريد أن الشيطان يتسلط على الخارج من الجماعة وأهل السنة ثم\r\nأخالف إلى رجال قال في النهاية أي آتيهم من خلفهم أو أخالف ما أظهرت من إقامة\r\nالصلاة وأرجع إليهم فآخذهم على غفلة أو يكون بمعنى أتخلف عن الصلاة بمعاقبتهم فأحرق\r\nعليهم بيوتهم قال بن سيد الناس اختلف العلماء في الصلاة التي أراد رسول الله صلى الله عليه\r\nوسلم احراق بيوت المتخلفين عنها ما هي فقيل هي صلاة العشاء وقيل العشاء أو الفجر\r\nوقيل الجمعة وقيل كل صلاة والذي نفسي بيده لو يعلم أحدهم أنه يجد عظما سمينا أو مرماتين حسنتين\r\nلشهد العشاء قال في النهاية المرماة ظلف الشاة وقيل ما بين ظلفيها وتكسر ميمه وتفتح وقيل\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nالمرماة بالكسر السهم الصغير الذي يتعلم به الرمي وهو أحقر السهام وأرذلها أي لو دعى إلى أن\r\nيعطى سهمين من هذه السهام لأسرع الإجابة قال الزمخشري وهذا ليس بوجيه ويرفعه قوله في\r\nالرواية الأخرى لو دعى إلى مرماتين أو عرق وقال أبو عبيد وهذا حرف لا أدري ما وجهه\r\nالا أنه هكذا يفسر بما بين ظلفي الشاة يريد به حقارته وقال بن سيد الناس قال الأخفش\r\nالمرماة لعبة كانوا يلعبونها بنصال محددة يرمونها في كوم من تراب فأيهم أثبتها في الكوم غلب\r\nقال وهو ضربه عليه الصلاة والسلام مثلا أن أحد هؤلاء المتخلفين عن الجماعة لو علم أنه يدرك\r\nالشئ الحقير والنزر اليسير من متاع الدنيا أو لهوها لبادر إلى حضور الجماعة ايثارا لذلك على\r\nما أعده الله تعالى له من الثواب على شهود الجماعة وهو صفة لا يليق بغير المنافقين وقال في النهاية\r\nذكره بعض المتأخرين فقال مرماتين خشبتين وقال الخشب الغليظ والخشب اليابس من\r\nالخشب والمرمات ظلف الشاة لأنه يرمى به هذا كلامه قال والذي قرأناه وسمعناه وهو المتداول\r\nبين أهل الحديث مرماتين حسنتين من الحسن والجودة لأنه عطفهما على العرق السمين وقد\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nفسره أبو عبيد ومن بعده من العلماء ولم يتعرضوا إلى تفسير الخشب في هذا الحديث قال وقد\r\nحكيت ما رأيت والعمدة عليه عن أبي هريرة قال جاء أعمى إلى رسول الله صلى الله عليه وسلم\r\nقال النووي وهو بن أم مكتوم فقال أنه ليس لي قائد يقودني إلى الصلاة فسأله أن يرخص\r\nله أن يصلي في بيته فأذن له فلما ولى دعاه فقال له أتسمع النداء بالصلاة قال نعم قال فأجب\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nقال النووي في هذا الحديث دلالة لمن قال الجماعة فرض عين وأجاب الجمهور عنه بأنه سأل هل\r\nله رخصة في أن يصلي في بيته وتحصل له فضيلة الجماعة بسبب عذره قيل لا ويؤيد هذا أن\r\nحضور الجماعة يسقط بالعذر بإجماع المسلمين وأما ترخيصه له ثم رده وقوله فأجب فيحتمل أنه\r\nبوحي نزل في الحال ويحتمل أنه تغير اجتهاده صلى الله عليه وسلم إذا قلنا بالصحيح وقول\r\nالأكثرين أنه يجوز له الاجتهاد ويحتمل أنه رخص له أولا وأراد أنه لا يجب عليك الحضور إما\r\nللعذر وإما لان فرض الكفاية حاصل بحضور غيره وأما للامرين ثم ندبه إلى الأفضل فقال\r\nالأفضل لك والأعظم لاجرك أن تجيب وتحضر فأجب عن بن أم مكتوم اسمه عمرو\r\nوقيل عبد الله قال فحي هلا قال في النهاية هي كلمتان جعلتا كلمة واحدة فحي بمعنى أقبل وهلا\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nبمعنى أسرع\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nترعد فرائصهما جمع فريصة وهي اللحمة التي بين الجنب والكتف قاله في النهاية\r\nوقال بن سيده الفريصة لحمة عند نغض الكتف في وسط الجنب عند منبض القلب وهما فريصتان\r\nترعدان عند الفزع فإنها لكما نافلة قال بن سيد الناس قال بن سيده النافلة الغنيمة والنافلة\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nالعظيمة والنافلة ما يفعله الانسان مما لا يجب عليه وهو من ذلك فدرع الآن مثلها من نار\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nبضم الدال المهملة وكسر الراء المهملة المشددة أي البس عوضها درعا من نار\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوزادك الله حرصا ولا تعد بفتح أوله وضم العين من العود أي إلى أن تركع دون الصف\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nحتى تقوم في الصف وقيل معناه لا تعد إلى أن تسعى إلى الصلاة سعيا بحيث يضيق عليك النفس\r\nوقيل لا تعد إلى الابطاء وقال البيضاوي يحتمل أن يكون عائدا إلى المشي إلى الصف في الصلاة\r\nفإن الخطوة والخطوتين وان لم تفسد الصلاة لكن الأولى التحرز عنها\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nكتاب الافتتاح\r\nحيال أذنيه أي تلقاءهما فروع أذنيه أعاليهما وفروع كل شئ أعلاه\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nوالرسغ وهو مفصل بين الكف والساعد\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nنهى أن يصلي الرجل مختصرا أي وهو واضع يده على خصره ان هذا الصلب قال\r\nفي النهاية أي شبه الصلب لان المصلوب يمد يده على الجزع وهيئة الصلب في الصلاة أن يضع\r\nيديه على خاصرتيه ويجافي بين عضديه في القيام\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nولو راوح بينهما قال في النهاية هو أن يعتمد على إحداهما مرة وعلى الأخرى مرة ليوصل الراحة إلى كل\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nمنهما اللهم اغسلني من خطاياي بالثلج والماء والبرد استعارة للمبالغة في التنظيف من الذنوب\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nوالشر ليس إليك قال النووي هذا مما يجب تأويله لان مذهب أهل الحق أن كل\r\nالمحدثات فعل الله وخلقه سواء خيرها وشرها وفيه خمسة أقوال أحدها معناه لا يتقرب به إليك\r\nقاله الخليل بن أحمد والنضر بن شميل وإسحاق بن راهويه ويحيى بن معين وأبو بكر بن خزيمة\r\nوالأزهري وغيرهم والثاني حكاه الشيخ أبو حامد عن المزني معناه لا يضاف إليك على انفراده\r\nلا يقال يا خالق القردة والخنازير ويا رب الشر ونحو هذا وإن كان خالق كل شئ ورب كل شئ\r\nوحينئذ يدخل الشر في العموم والثالث معناه والشر لا يصعد إليك وإنما يصعد الكلم الطيب\r\nوالعمل الصالح والرابع معناه والشر ليس شرا بالنسبة إليك فإنك خلقته لحكمة بالغة وإنما\r\nهو شر بالنسبة إلى المخلوقين والخامس حكاه الخطابي أنه كقولك فلان إلى بني فلان إذا كان\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nعداده فيهم أو ضموه إليهم وقال الشيخ عز الدين بن عبد السلام هذا إشارة إلى عظم جلاله\r\nوعزة سلطانه من جهة أن الملوك بأسرهم غالب التقرب لهم بالشرور وإيثار أغراضهم على سائر\r\nالاغراض والله سبحانه وتعالى لسعة رحمته ونفوذ مشيئته لا يتقرب إليه بشر بل هو سبب ابعاد\r\nفالتقدير في الحديث والشر ليس مقربا إليك ولا بد من حذف لأجل خبر ليس فيقدر هنا خاصة\r\nأنابك وإليك قال النووي أي توفيقي بك والتجائي وانتمائي إليك تباركت أي استحققت\r\nالثناء وقيل ثبت الخير عندك وقال بن الأنباري تبارك العباد بتوحيدك استغفرك وأتوب\r\nإليك قال الشيخ عز الدين بن عبد السلام فإن قيل هذا وعد بطلب المغفرة لان معنى أستغفرك\r\nأطلب من الله تعالى المغفرة لان استفعل لطلب الفعل فهذا وعد بأنا سنطلب منه ولا يلزم من\r\nالوعد بالطلب حصول المطلوب الذي هو الطلب وكذا أتوب إليك وعد بالتوبة لا أنه توبة في\r\nنفسه فالجواب أن هذا ليس وعدا ولا خبرا بل هو إنشاء والفرق بين الخبر والانشاء أن الخبر\r\nهو الدال على أن مدلوله قد وقع قبل صدوره أو يقع بعد صدوره والانشاء هو اللفظ الدال على\r\nأن مدلوله حصل مع آخر حرف منه أو عقب آخر حرف منه على الخلاف بين العلماء في ذلك\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nسبحانك اللهم وبحمدك قال الخطابي أخبرني بن خلاد قال سألت الزجاج عن دخول\r\nالواو في وبحمدك فقال معناه وبحمدك سبحانك وتعالى جدك أي علا جلالك وعظمتك\r\nإذ جاء رجل فدخل المسجد وقد حفزه النفس قال النووي بفتح حروفه وتخفيفها أي ضغطه\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nلسرعته فأرم القوم بفتح الراء وتشديد الميم أي سكتوا\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nنزلت علي آنفا بالمد أي قريبا فيختلج العبد يجتذب ويقتطع\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nفهي خداج تفسيره قوله غير تمام قال في النهاية الخداج النقصان وإنما قال فهي\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nخداج والخداج مصدر على حذف المضاف أي ذات خداج أو يكون قد وصفها بالمصدر\r\nنفسه مبالغة كقوله فإنما هي إقبال وادبار قسمت الصلاة بيني وبين عبدي نصفين\r\nالحديث قال الشيخ عز الدين بن عبد السلام يدل على أمور منها أن نستعين منها طلب\r\nبلفظ الخبر والثاني أنه ما قدم إياك نعبد على إياك نستعين الا لكونه مما لله فيتقدم على\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nما للعبد لأنه أشرف وليقع في قسم الله وإن كان قد قيل الاستعانة هي خلق القدرة على الفعل\r\nوهو متقدم على الفعل فكان ينبغي أن يتقدم في اللفظ الا أن ما ذكرناه أولى لان تقديم\r\nالأشرف قاعدة مشهورة وأنه يقع ما لله في النصف الذي لله أيضا فيناسبه والثالث أن البسملة\r\nليست من الفاتحة لأنها لو كانت منها لكانت آية بانفرادها لوجود الفاصلة فيها وإذا كانت آية يكون\r\nحد القسمة بين العبد وبين الله مالك يوم الدين لكن النص على خلاف ذلك وقيل هذا ظاهر\r\nالنص ليس مرادا لان الصلاة ليست مقسومة بالاجماع بل قراءتها والقراءة أيضا ليست مقسومة\r\nبالاجماع بدليل السورة التي مع الفاتحة بل بعض القراءة فيكون التقدير قسمت بعض قراءة\r\nالصلاة وبعض قراءة الصلاة لا يستلزم الفاتحة فالمقسوم عندنا بعض الفاتحة ونحن نقول به اه\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nفصاعدا نصب على الحال بفعل واجب الاضمار نقيضا هو الصوت\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nالسبع الطول بضم الطاء وفتح الواو جمع الطولى كالكبرى والكبر والفضلي والفضل خالجنيها\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nأي نازعنيها\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nفما نهنهها أي ما منعها وكفها عن الوصول إليه كيف يأتيك الوحي يحتمل\r\nأن يكون المسؤول عنه صفة للوحي نفسه ويحتمل أن يكون صفة حامله أو ما هو أعم من ذلك\r\nقال أحيانا نصب على الظرف وعامله يأتيني مؤخر عنه في مثل صلصلة الجرس\r\nبصادين مهملتين مفتوحتين بينهما لام ساكنة وهي في الأصل صوت وقوع الحديد بعضه على\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nبعض ثم أطلق على كل صوت له طنين وقيل هو صوت متدارك لا يدرك في أول وهلة والجرس\r\nالجلجل الذي يعلق في رؤوس الدواب فإن قيل كيف شبه المحمود بالمذموم فإن صوت الجرس\r\nمذموم لصحة النهي عنه والاعلام بأن الملائكة لا تصحب رفقة فيها جرس فالجواب أنه\r\nلا يلزم في التشبيه تساوي المشبه بالمشبه به في كل صفاته بل يكفي اشتراكهما في صفة ما والمقصود\r\nهنا بيان الحس فذكر ما ألف السامعون سماعه تقريبا لأفهامهم وأخذ من هذا جواز تشبيه\r\nالشعراء ريق المحبوبة ونحوه بالخمر واستدل عليه بقول كعب كأنه منهل بالراح معلول وقد\r\nأنشده في حضرة النبي صلى الله عليه وسلم وأقره والصلصلة المذكورة صوت الملك بالوحي قال\r\nالخطابي يريد أنه صوت متدارك يسمعه ولا يثبته أول ما يسمعه حتى يفهمه بعد وقيل بل هو\r\nصوت حفيف أجنحة الملك والحكمة في تقدمه أن يفرغ سمعه للوحي فلا يبقى فيه مكان لغيره\r\nوهو أشده علي قال البلقيني سبب ذلك أن الكلام العظيم له مقدمات تؤذن بتعظيمه للاهتمام\r\nبه وقال بعضهم إنما كان شديدا عليه ليستجمع قلبه فيكون أوعى لما سمع وقيل إنما كان ينزل\r\nهكذا إذا نزلت آية وعيد أو تهديد وفائدة هذه الشدة ما يترتب على المشقة من زيادة الزلفى\r\nوالدرجات فيفصم عني بفتح أوله وسكون الفاء وكسر المهملة أي يقطع وينجلي ما يغشاني\r\nويروى بضم أوله من الرباعي وأصل الفصم القطع وقيل الفصم بالفاء القطع بلا إبانة وبالقاف\r\nالقطع بإبانة\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nوأحيانا يتمثل لي الملك رجلا التمثل مشتق من المثل أي يتصور واللام في\r\nالملك للعهد أي جبريل وصرح به رواية بن سعد ورجلا منصوب نصب المصدر أي مثل رجل\r\nأو الحال أي هيئة رجل أو التمييز قال المتكلمون الملائكة أجسام علوية لطيفة تتشكل أي\r\nشكل أرادوا وقد سأل عبد الحق الصقلي امام الحرمين حين اجتمع به بمكة عن هذه وكيف\r\nكان جبريل يجئ مرة في صورة دحية وجاء مرة في هيئة رجل شديد بياض الثياب شديد سواد\r\nالشعر وصورته الأصلية وله ستمائة جناح وكل جناح منها يسد الأفق فقال من قائل انه سبحانه\r\nيفنى الزائد من خلقه ثم يعيده ومن قائل ان ذلك إنما هو تمثيل في عين الرائي لا في جسم جبريل\r\nوهو الذي يعطيه قوله يتمثل قال وتحقيقه أن جبريل عبارة عن الحقيقة الملكية الخاصة\r\nوملك لا يتغير بالصور والقوالب كما أن حقيقتنا لا تتغير بها ألا ترى ان الجسم يتغير ويفنى مع\r\nأن الأرواح لا تتغير كما أنها في الجنة تركب على أجسام لطيفة نورانية ملكية تنعكس الأبدان\r\nالآدمية الكثيفة هناك إلى عالم الكمال الجسماني على نحو الأجسام الملكية الآن فحقيقة جبريل\r\nكانت معلومة عند النبي صلى الله عليه وسلم مجعولة في أي قالب كان قلت ولهذا ورد في حديث\r\nمجيئه وسؤاله عن الايمان ما جاني قط إلا وأنا أعرفه إلا أن يكون هذه المرة ثم قال ومن هذا فهم\r\nالسر المودع في عصا موسى كيف كانت تارة ثعبانا فاتحا فاه وأخرى شمعة ومرة شجرة صورتها\r\nمثمرة وأخرى سميرا يحادثه إذا استوحش فتارة عود وأخرى ذو روح وانحطت مرة على فرعون\r\nوجعلت تقول يا موسى مرني بما شئت ويقول فرعون أسألك بالذي أرسلك إلا أخذتها\r\nفيأخذها فتعود عصا وقال الشيخ عز الدين بن عبد السلام والشيخ سراج الدين البلقيني\r\nما ذكره إمام الحرمين لا ينحصر الحال فيه بل يجوز أن يكون الآتي هو جبريل بشكله الأصلي\r\nإلا أنه انضم فصار على قدر هيئة الرجل وإذا ترك ذلك عاد إلى هيئته ومثل ذلك القطن إذا\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nجمع بعد أن كان منتفشا فإنه بالنفش يحصل له صورة كبيرة وذاته لم تتغير وهذا على سبيل\r\nالتقريب والحق أن تمثل الملك رجلا ليس معناه أن ذاته انقلبت رجلا بل معناه أنه\r\nظهر بتلك الصورة تأنيسا لمن يخاطبه والظاهر أيضا أن القدر لا يزول ولا يفنى\r\nبل يخفى على الرائي فقط فيكلمني قال الحافظ بن حجر وقع في رواية البيهقي من طريق\r\nالقعنبي عن مالك فيعلمني بالعين بدل الكاف والظاهر أنه تصحيف فقد وقع في الموطأ رواية\r\nالقعنبي بالكاف وكذا للدارقطني في حديث مالك من طريق القعنبي وغيره فأعي ما يقول\r\nزاد أبو عوانة في صحيحه وهو أهون على وإن جبينه ليتفصد عرقا بالفاء وتشديد المهملة\r\nمأخوذ من الفصد وهو قطع العرق لإسالة الدم شبه جبينه بالعرق المقصود مبالغة في كثرة العرق\r\nوعرقا تمييز وحكى العسكري بالتصحيف عن بعض شيوخه أنه قرأه ليتقصد بالقاف قال العسكري\r\nفإن ثبت فهو من قولهم تقصد الشئ إذا تكسر وتقطع ولا يخفى بعده قال الحافظ بن\r\nحجر وقد وقع في هذا التصحيف أبو الفضل بن طاهر فرده عليه المؤتمن الساجي بالفاء قال\r\nفأصر على القاف\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nلببته بردائه قال في النهاية يقال لببت الرجل إذا جعلت في عنقه ثوبا أو غيره\r\nوجررته به وأخذت بتلبيب فلان إذا جمعت عليه ثوبه الذي هو لابسه وقبضت على نحره\r\nوالتلبيب مجمع ما في موضع اللبب من ثياب الرجل فكدت أساوره أي أواثبه أقاتله\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nإن هذا القرآن أنزل على سبعة أحرف والمراد به أكثر من ثلاثين قولا حكيتها في\r\nالاتفاق والمختار عندي أنه من المتشابه الذي لا يدري تأويله اضاة بني غفار قال في النهاية\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nالاضاة بوزن الحصاة الغدير وجمعها أضى وأضاء كأكم وآكام\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nما حاك في صدري أي ما أثر الإبل المعقلة قال في النهاية أي المشدودة بالعقال والتشديد فيه\r\nللتكثير بئسما لأحدكم أن يقول نسيت آية كيت وكيت بل هو نسي قال القرطبي اختلف في متعلق هذا\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nالذم فقيل هو على نسبة الانسان لنفسه النسيان إذ لا صنع له فيه فالذي ينبغي له أن يقول أنسيت مبنيا للمفعول\r\nوهو مردود بقوله إنما أنا بشر أنسى كما تنسون وقبل كان هذا الذم خاصا بزمنه صلى الله عليه وسلم\r\nلأنه كان من ضروب النسخ نسيان الآية كما قال تعالى ما ننسخ من آية أو ننسها تفصيا بالفاء\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nوالصاد المهملة أي خروجا يقال تفصيت من الامر تفصيا إذا أخرجت منه وتخلصت\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nبأطول الطوليين قال في النهاية بأطول السورتين الطويلتين وبعضهم يقول بطول وهو خطأ فاحش\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nفإن الطول الحبل ولا مدخل له ولا معنى له هنا انها لتعدل ثلث القرآن المختار في هذا أيضا\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nأنه من المتشابه وعليه أحمد بن حنبل وإسحاق بن راهويه وكذا حديث الفاتحة تعدل ثلثي القرآن\r\nوآية الكرسي ربع القرآن ونحو ذلك وحديث الفرائض نصف العلم ومنهم من خاض في تأويل\r\nذلك أخبرنا محمد بشار حدثنا عبد الرحمن حدثنا زائدة عن منصور عن هلال بن يساف عن\r\nربيع بن خثيم عن عمرو بن ميمون عن بن أبي ليلى عن امرأة عن أبي أيوب عن النبي صلى الله\r\nعليه وسلم قال قل هو الله أحد ثلث القرآن قال أبو عبد الرحمن ما أعرف إسنادا أطول من هذا\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nفيه ستة من التابعين أولهم منصور والمرأة هي امرأة أبي أيوب\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nأتئد قال في النهاية اتأد في فعله وقوله إذا تأنى وتثبت ولم يعجل وأصل التاء فيها واو أحذف\r\nأي أخفف ولا أطيل ) لا أخرم أي لا أترك اركد أي أسكن وأطيل القيام\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nقال رجل عند بن مسعود هو مهيك بن سنان البجلي سماه مسلم في رواية قرأت المفصل في ركعة هو\r\nمن ق إلى آخر القرآن على الصحيح وسمي مفصلا لكثرة الفصل بين سوره بالبسملة قال هذا بفتح الهاء\r\nوتشديد الذال المعجمة أي سردا وإفراطا في السرعة وهو منصوب على المصدر وهو استفهام\r\nإنكار بحذف الأداة وهي ثابتة في رواية مسلم كهذا الشعر قال ذلك لان تلك الصفة كانت\r\nعادتهم في إنشاد الشعر لقد عرفت النظائر قال الحافظ بن حجر أي السور المتماثلة في المعاني\r\nكالمواعظ والحكم والقصص لا المتماثلة في عدد الآي لما سيظهر عند تعيينها قال قال المحب الطبري\r\nكنت أظن أنها متساوية في العدد حتى اعتبرتها فلم أجد فيها شيئا متساويا يقرن بضم الراء\r\nوبكسرها فذكر عشرين سورة من المفصل سورتين سورتين في ركعة زاد في رواية أبي داود\r\nعلى تأليف بن مسعود الرحمن والنجم في ركعة واقتربت والحاقة في ركعة والذاريات والطور\r\nفي ركعة والواقعة ون في ركعة وسأل والنازعات في ركعة وعبس وويل للمطففين في ركعة\r\nوالمدثر والمزمل في ركعة وهل أتى ولا أقسم في ركعة وعم يتساءلون والمرسلات في ركعة\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nوإذا الشمس كورت والدخان في ركعة جسرة بفتح الجيم وسكون السين المهملة بنت\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nدجاجة بفتح الدال وجيمين\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nما أذن الله أي ما استمع أذنه بفتح الهمزة والذال المعجمة أي استماعه لقد\r\nأوتي هذا من مزامير آل داود عليه السلام قال في النهاية شبه حسن صوته وحلاوة نغمته\r\nبصوت المزمار وداود هو النبي واليه المنتهى في حسن الصوت بالقراءة وآل مقحمة قيل معناه\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nهذا الشخص قراءة مفسرة حرفا حرفا قال أبو البقاء نصبهما على الحال أي مرتلة نحو\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nأدخلتهم رجلا رجلا أي مفردين\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nطبق يديه الخ قال بن العربي كان الناس في صدر الاسلام يطبقون أيديهم ويشبكون أصابعهم\r\nويضعونها بين أفخاذهم ثم نسخ ذلك وأمروا برفعها إلى الركب\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nفلم ينصب رأسه ولم يقنعه أي لم يرفعه حتى يكون أعلى من ظهره قال في النهاية والمشهور في\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nالرواية فلم يصوب رأسه أي لم يخفضه عن علي قال نهاني رسول الله صلى الله عليه وسلم ولا أقول\r\nنهاكم قال بن العربي هذا دليل على منع نقل الحديث بالمعنى واتباع اللفظ قال ولا شك في أن نهيه\r\nلعلي نهى لسواه لأنه صلى الله عليه وسلم كان يخاطب الواحد ويريد الجماعة في بيان الشرع وقال\r\nالقرطبي هذا لا يدل على خصوصيته بهذا الحكم وإنما أخبر بكيفية ترجمة صيغة النهي الذي سمعه\r\nوكان صيغة النهي الذي سمعه لا تقرأ القرآن في الركوع فحافظ حالة التبليغ على كيفية ما سمع حالة\r\nالتحمل وهذا من باب نقل الحديث بلفظه كما سمع ولا شك أن مثل هذا اللفظ مقصور على المخاطب من\r\nحيث اللغة ولا يتعدى إلى غيره إلا بدليل من خارج إما عام كقوله عليه الصلاة والسلام حكمي على\r\nالواحد كحكمي على الجميع أو خاص في ذلك كقوله نهيت أن أقرأ القرآن راكعا أو ساجدا وعن\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nلبس القسي بفتح القاف وكسر السين المهملة المشددة نسبة إلى موضع ينسب إليه الثياب القسية\r\nوهي ثياب مضلعة بالحرير تعمل بالقس من بلاد مصر مما يلي الفرماء وعن لبس المقدم بالفاء\r\nوالدال المهملة قال في النهاية هو الثوب المشبع حمرة كأنه الذي لا يقدر على الزيادة عليه لتناهي حمرته\r\nفهو كالممتنع من قبول الصبغ مبشرات النبوة ما يبدو منها\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nقمن بفتح الميم وكسرها أي خليق وجدير قال في النهاية من فتح الميم لم يثن ولم يجمع لأنه\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nمصدر ومن كسر ثنى وجمع وأنث لأنه وصف سبوح قدوس قال في النهاية يرويان بالضم والفتح\r\nوهو أقيس والضم أكثر استعمالا وهو من أبنية المبالغة والمراد بهما التنزيه وقال القرطبي هما\r\nمرفوعان على خبر المبتدأ المضمر تقديره هو وقد قيل بالنصب على إضمار فعل أي أعظم أو اذكر\r\nأو اعبد رب الملائكة والروح قيل المراد به جبريل وقيل صنف من الملائكة وقيل\r\nملك أعظم خلقه الجبروت فعلوت من الجبر وهو القهر والملكوت قال في النهاية هو\r\nاسم مبنى من الملك كالجبروت والرهبوت من الجبر والرهبة والكبرياء قال في النهاية هي\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nالعظمة والملك وقيل هي عبارة عن كمال الذات وكمال الوجود ولا يوصف بها إلا الله تعالى\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nمن وافق قوله قول الملائكة قال القرطبي يعني في وقت تأمينهم ومشاركتهم في التأمين ويعضده\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nقوله وقالت الملائكة في السماء آمين فتلك بتلك قال القرطبي هذا إشارة إلى أن حق\r\nالامام السبق فإذا فرغ تلاه المأموم معقبا والباء في بتلك للالصاق يسمع الله لكم أي يستجيب\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nلك الحمد ملء السماوات الخ قال الخطابي هو تمثيل وتقريب والمراد تكثير العدد حتى لو قدر\r\nذلك أجساما ملا ذلك كله وقال غيره المراد بذلك التعظيم كما يقال هذه الكلمة تملأ طباق\r\nالأرض وقيل المراد بذلك اجرها وثوابها وملء بالنصب حال أي مالئا ويجوز فيه الرفع من\r\nشئ بعد قال القرطبي بعد ظرف قطع عن الإضافة مع إرادة المضاف إليه وهو السماوات\r\nوالأرض فبنى على الضم لأنه أشبه حرف الغاية الذي هو منذ والمراد بقوله من شئ العرش\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nوالكرسي ونحوهما مما في مقدور الله تعالى ) أهل الثناء بالنصب على الاختصاص أو منادى\r\nحذف حرف ندائه والمجد هو غاية الشرف وكثرته خير ما قال العبد مبتدأ وكلنا لك\r\nعبد جملة معترضة بين المبتدأ وخبره والعبد جنس العباد العارفين بالله تعالى فكأنه قال أولى\r\nما يقوله العباد العارفون بالله تعالى هذه الكلمات لما تضمنته من تحقيق التوحيد وتمام التفويض\r\nوصحة التبري من الحول والقوة ولا ينفع ذا الجد منك الجد قال القرطبي رواه الجمهور بفتح\r\nالجيم في اللفظين وهو بمعنى الحظ والبخت ومعناه لا ينفع من رزق مالا وولدا وجاها دنيويا شئ\r\nمن ذلك عندك وهذا كما قال تعالى يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم وحكى عن\r\nالشيباني في الحرفين كسر الجيم وقال معناه لا ينفع ذا الاجتهاد والعمل منك اجتهاده وعمله قال\r\nالقرطبي وهذا خلاف ما عرفه أهل النقل ولا نعلم من قاله غيره وضعفه وقال غيره المعنى الذي\r\nأشار إليه الشيباني صحيح ومراده أن العمل لا ينجي صاحبه وإنما النجاة بفضل الله ورحمته كما\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nجاء في الحديث لن ينجي أحدا منكم عمله رعل بكسر الراء وسكون العين المهملة وذكوان\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nبذال معجمة مفتوحة غير منصرف اشدد وطأتك على مضر بفتح الواو وأصلها الدوس بالقدم\r\nسمى بها الاهلاك لان من يطؤ على شئ برجله فقد استقصى في هلاكه والمعنى خذهم أخذا شديدا\r\nقال في النهاية فكان حماد بن سلمة يرويه وطدتك والوطد الاثبات والغمز في الأرض واجعلها\r\nعليهم سنين الضمير للوطاة أو للأيام وإن لم يجر لها ذكر لدلالة سنين عليها كسني يوسف\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nجاء على لغة العالية من اجراء سنين مجرى الجمع السالم في الاعراب بالواو والياء وسقوط النون\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nعند الإضافة ووجه التشبيه غاية الشدة عن حكيم قال بايعت رسول الله صلى الله عليه وسلم أن\r\nلا أخر الا قائما قال في النهاية معناه لا أموت الا متمسكا بالاسلام ثابتا عليه يقال قام فلان على الشئ\r\nإذا ثبت عليه وتمسك به وقيل معناه لا أقع في شئ من تجارتي وأموري الا قمت به منتصبا له\r\nوقيل معناه لا أغبن ولا أغبن قلت وهذه الأقوال خارجة عما جنح إليه المصنف حيث ترجم على\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nالحديث باب كيف يخر للسجود على سبعة أعظم قال النووي أي أعضاء فسمى كل عضو\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nعظما وإن كان فيه عظام كثيرة ونهى أن نكفت الشعر والثياب بفتح النون وكسر الفاء\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nقال في النهاية أي نضمها ونجمعها من الانتشار يريد جمع الثياب باليدين عند الركوع والسجود\r\nوفتخ أصابع رجليه بفاء ومثناة فوقية وخاء معجمة قال في النهاية أي نصبها وغمز مواضع\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nالمفاصل وثناها إلى باطن الرجل وأصل الفتخ اللين جخى بجيم ثم خاء معجمة أي فتح عضديه\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nوجافاهما عن جنبيه ورفع بطنه عن الأرض بهمة بفتح الموحدة الواحدة من أولاد الغنم\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nيقال للذكر والأنثى والجمع بهم ولا يبسط أحدكم ذراعيه انبساط الكلب قال القرطبي هو\r\nمصدر على غير صدره وفعله ينبسط لكن لما كان انبسط من بسط جاء المصدر عليه كقوله تعالى والله\r\nأنبتكم من الأرض نباتا عن نقرة الغراب قال في النهاية يريد تخفيف السجود وأنه لا يمكث\r\nفيه إلا قدر وضع الغراب منقاره فيما يريد أكله وافتراش السبع هو أن يبسط ذراعيه في\r\nالسجود ولا يرفعهما عن الأرض كما يبسط السبع والكلب والذئب ذراعيه والافتراش\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nافتعال من الفرش وأن يوطن الرجل المقام أي المكان للصلاة كما يوطن البعير قال\r\nفي النهاية قيل معناه أن يألف الرجل مكانا معلوما من المسجد مخصوصا به يصلي فيه كالبعير\r\nلا يأوي من عطن الا إلى مبرك دمث قد أوطنه واتخذه مناخا وقيل معناه أن يبرك على ركبتيه\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nقبل يديه إذا أراد السجود مثل بروك البعير بالظهائر جمع ظهيرة وهي شدة الحر نصف\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nالنهار شناقها بكسر المعجمة الخيط والسير الذي تعلق به القربة والخيط الذي يشد به فمها\r\nثم توضأ وضوءا بين الوضوءين يعني لم يسرف ولم يقتر اللهم اجعل في قلبي نورا واجعل\r\nفي سمعي نورا واجعل في بصري نورا واجعل من تحتي نورا واجعل من فوقي نورا قال\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nالشيخ عز الدين بن عبد السلام اعلم أن النور عبارة عن أجسام قام بها عرض لكنه ليس مرادا\r\nهنا لكنه يعبر بالنور عن المعارف وبالظلمات عن الجهل من مجاز التشبيه لان المعارف\r\nوالايمان تنبسط لها النفوس ويذهب الغم عنها بها ويبشر بالنجاة من المعاطب تشبيها كما\r\nيتفق لها ذلك في النور الحقيقي وتغتم بالجهالات وتنقبض وتخاف الهلاك تشبيها كما يتفق لها\r\nذلك في الظلمات فلما تشابها عبر بأحدهما عن الآخر الا أن هذا يصح جوابا عن القلب وأما\r\nفي سائر ما ذكر فليس كذلك لان المعارف مختصة بالقلب الا أنما عداه مما ذكر تتعلق\r\nبه التكاليف أما العصب والشعر والدم فمن جهة الغذاء وأما اللسان فمن جهة الكلام والبصر من\r\nجهة النظر وكذلك ينظر في سائرها ويثبت له من التكاليف ما ينسابه إذا تقرر ذلك فاعلم أن\r\nالتكليف فرع عن العلم بالله والايمان به فمن لم يكن له ذلك لا يوقع شيئا من القرب وإذا كانت\r\nمسببة عن الايمان والمعارف الذي هو النور المجازي فسماها نورا من باب إطلاق السبب على\r\nالمسبب فالمراد بالنور الذي في القلب غير النور الذي في غيره وقال القرطبي هذه الأنوار التي\r\nدعا بها النبي صلى الله عليه وسلم يمكن أن تحمل على ظاهرها فيكون معنى سؤاله أن يجعل الله تعالى\r\nله في كل عضو من أعضائه نورا يوم القيامة يستضئ به في تلك الظلم هو ومن تبعه والأولى أن\r\nيقال هي مستعارة للعلم والهداية وقال النووي قال العلماء سأل النور في أعضاءه وجهاته\r\nوالمراد بيان الحق وضياؤه والهداية إليه فسأل النور في جميع أعضائه وجسمه وتصرفاته وتقلباته\r\nوحالاته وجملته في جهاته الست حتى لا يزيغ شئ منها عنه يتأول القرآن قال القرطبي معناه\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nتمثيل ما آل إليه معنى القرآن في قوله تعالى إذا جاء نصر الله والفتح تبارك الله أحسن الخالقين\r\nقال الشيخ عز الدين بن عبد السلام في أماليه هذا ونحو أرحم الرحمين وأحكم الحاكمين مشكل\r\nلان أفعل لا يضاف إلا إلى جنسه وهنا ليس كذلك لان الخلق من الله تعالى بمعنى الايجاد\r\nومن غيره بمعنى الكسب وهما متباينان والرحمة من الله إن حملت على الإرادة صح المعنى لأنه\r\nيصير إرادة من سائر المريدين وإن جعلت من مجاز التشبيه وهو أن معاملته تشبه معاملة الراحم\r\nصح المعنى أيضا لان ذلك مشترك بينه وبين عباده وأن أريد إيجاد فعل الرحمة كان مشكلا\r\nإذ لا موجد إلا الله تعالى قال وأجاب السيف الآمدي بأن معناه أعظم من تسمى بهذا الاسم\r\nقال الشيخ وهذا مشكل لأنه جعل التفاضل في غير ما وضع اللفظ بإزائه وهذا يساعد المعتزلة\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nويصح على مذهبهم لان الفاعلين عندهم كثيرون\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nأقرب ما يكون العبد من ربه وهو ساجد قال القرطبي هذا أقرب بالرتبة والكرامة لا بالمسافة\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nلأنه منزه عن المكان والمساحة والزمان وقال البدر بن الصاحب في تذكرته في الحديث إشارة إلى نفي\r\nالجهة عن الله تعالى وأن العبد في انخفاضه غاية الانخفاض يكون أقرب ما يكون إلى الله تعالى\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nمليا بالتشديد قال في النهاية هي طائفة من الزمان لا حد لها\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nكما تنبت الحبة قال في النهاية بكسر الحاء بزور البقول وحب الرياحين وقيل هو نبت\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nصغير ينبت في الحشيش فأما الحبة بالفتح فهي الحنطة والشعير ونحوهما\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nخوى بمعجمة وواو مشددة أي جافى بطنه عن الأرض ورفعها وجافى عضديه عن جنبيه حتى\r\nتخوى ما بين ذلك وضح إبطيه أي بياضهما\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nأخبرنا محمد بن عبد الأعلى حدثنا المعتمر بن سليمان قال سمعت أيمن يقول حدثني\r\nأبو الزبير عن جابر قال كان رسول الله صلى الله عليه وسلم يعلمنا التشهد الحديث قال\r\nابن سيد الناس في شرح الترمذي قال بن عساكر في تاريخه في ترجمة أيمن قرأت بخط\r\nأبي عبد الرحمن النسائي لا نعلم أحدا تابع أيمن على هذا الحديث وخالفه الليث في\r\nإسناده وأيمن لا بأس به والحديث خطأ وقال الحاكم أيمن بن نابل ثقة تخرج حديثه في صحيح\r\nالبخاري ولم يخرج هذا الحديث إذ ليس له متابع عن أبي الزبير من وجه يصح وقال الدارقطني\r\nفي علله قد تابع أيمن علي الثوري وابن جريج عن أبي الزبير الرضف براء وضاد معجمة وفاء\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nالحجارة المحماة على النار واحدها رضفة\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244}
  ]