[
  {"content":"\r\nصحيفة الحسن ( ع )\r\nترجمه وتنظيم : جواد قيومى أصفهاني\r\nموضوع : دعا وكلمات امام حسن ( ع )\r\nناشر : دفتر انتشارات اسلامي\r\nنوبت چاب : أول\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nتاريخ : زمستان 1375\r\nدفتر انتشارات اسلامي\r\nوابسته به جامعهء مدرسين حوزهء علميهء قم\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nبي شك ، كمال مطلق ( الله ) است وانسان براي رسيدن به سوى\r\nكمال مطلق راهى پر فراز ونشيب وطولانى را بايد بپيمايد .\r\nپر واضح است كه پيمودن چنين راهى ، بدون رهبرى پيشواى\r\nمعصوم ، امكان پذير نيست . گر چه خداوند حكيم بشر را به نيروى\r\n( عقل ) مجهز ساخته وكتابهاى آسمانى براي أو فرستاده ، اما با اين\r\nوصف باز هم ممكن است در مسير خود ، دچار لغزش گردد ، مسلما\r\nوجود پيشواى معصوم ، خطر گمراهى را كاهش داده واز اصالت\r\nمكتب دفاع مى كند ، از تفسيرهاى نادرست ، از كج انديشيها\r\nوتحريف حقايق دين ، جلوگيرى به عمل مى آورد .\r\nاينجاست كه فلسفهء وجود حجت الهى در زمان - ظاهر باشد\r\nيا پنهان - آشكار مىگردد . وچه زيباست اين تشبيه كه ( پيامبر\r\nوامام ، ( قلب ) عالم هستى اند ) ، قلب تپنده اى كه واسطهء فيض\r\nالهى در كالبد جهان انسانيت است واگر لحظه اى از تبش باز ايستد ،\r\nزمين ، اهلش را فرو خواهد برد .\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nاز اين رو ، خداوند براي هدايت بشر ، پيامبران را برانگيخت\r\nوآنان با استمداد از وحى الهى ، رسالت تبشير وانذار را به عهده\r\nگرفتند . سلسلهء عظيم پيامبران با نبوت پيامبر اسلام ( حضرت\r\nمحمد بن عبد الله صلى الله عليه وآله ) پايان پذيرفت وعصر امامت آغاز گرديد ،\r\nامامان معصوم عليهم السلام را با نام ونشان به وسيلهء پيامبر صلى الله عليه وآله براي\r\nجانشين وى معين كرد . بي ترديد راه صلاح وتكامل به پيروى از\r\nمحروم كنند جز سقوط وهلاكت ، نصيبي نخواهد داشت .\r\nما خرسنديم كه پيرو آنان بوده وراه ورسم ايشان را الگوى خود\r\nساخته أيم وسند جاويد ما اين كلمات درربار امام خمينى رحمه الله است\r\nكه فرمود :\r\nما مفتخريم كه ائمهء معصومين از علي بن أبي طالب گرفته\r\nتا منجى بشر حضرت مهدى صاحب الزمان - عليهم آلاف\r\nالتحيات والسلام - كه به قدرت خداوند قادر ، زنده وناظر\r\nأمور است ، ائمهء ما هستند . ( 1 )\r\nما مفتخريم كه ادعيهء حياتبخشى كه أو را قرآن صاعد\r\nمى خوانند از ائمهء معصومين ماست . ما به مناجاة شعبانيه\r\nامامان ودعاى عرفات حسين بن علي عليهما السلام وصحيفة سجاديه ،\r\nاين زبور آل محمد وصحيفهء فاطميه كه كتاب الهام شده از\r\nجانب خداوند تعالى به زهراى مرضيه است ، از ما است ) . ( 2 )\r\n\r\n","description":"","footnote":" 1 و 2 - وصيتنامهء سياسي - الهى رهبر كبير اسلامي امام خمينى رحمه الله ،\r\nص 25 ( جاب أول ) . ","page_name":" 4 ","page_number":4},
  {"content":"\r\nكتاب حاضر ، مجموعه اى است از دعاها ، خطبه ها ، كلمات قصار\r\nدومين پيشواى معصوم امام مجتبى عليه السلام كه از منابع مختلف\r\nگرد آورى شده وتحت عنوان : ( صحيفة الإمام الحسن عليه السلام ) با\r\nترجمهء فارسي به علاقة مندان عرضه مى شود .\r\nاين دفتر ، پس از بررسى ، ويرايش واصلاحاتى چند ، آن را به\r\nزيور طبع آراسته ودر اختيار دوستداران أهل البيت عليهم السلام قرار\r\nمى دهد ، اميد كه آن را چراغى فراروى زندگى خود قرار دهند\r\nومورد پذيرش حق تعالى قرار گيرد .\r\nدفتر انتشارات اسلامي\r\nوابسته به جامعهء مدرسين حوزهء علميهء قم\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nاز پيامبر أكرم صلى الله عليه وآله روايت شده\r\nواما حسن ، أو پسر وفرزندم وپاره تنم ونور\r\nچشمم وروشنائى قلبم وميوه دلم است ، وأو\r\nسرور جوانان أهل بهشت وحجت خداوند بر مردم\r\nمى باشد ، فرمان أو فرمان من وسخنش سخن من\r\nاست ، هر كه از أو پيروى كند از من پيروى كرده ،\r\nوهر كه نافرمانى أو را نمايد مرا نافرمانى كرده است .\r\nوهر كه بر أو بگريد در روزى كه چشمها كور\r\nمى گردند ديدگانش كور نمى گردد .\r\nوهر كه بر أو محزون شود در روزى كه قلبها در\r\nحزن واندوه قرار دارد قلبش محزون نمى باشد .\r\nوهر كه أو را در بقيع زيارة كند گامهايش بر\r\nروى صراط ثابت بماند ، در روزى كه گامها\r\nبر روى آن مىلغزد .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nادوار زندگى آن حضرت\r\nپيشواى دوم ومعصوم چهارم امام حسن مجتبى عليه السلام در نيمهء\r\nرمضان سال سوم هجرى در شهر مدينه ديده به جهان گشود .\r\nهفت سال بيشتر نداشت كه جد بزرگوارش پيامبر گرامى اسلام\r\nصلى الله عليه وآله بدرود حيات گفت ، پس از رحلت پيامبر تقريبا سى سال در كنار پدر\r\nبزرگوارش قرار داشت .\r\nدر سال چهلم هجرى وپس از شهادت پدرش به امامت رسيد ، وبه\r\nمدت ده سال امامت أمت جدش را به عهده داشت .\r\nدر سال پنجاهم هجرى با توطئه معاوية وبدست همسرش ( جعده )\r\nبر اثر مسموميت در سن 48 سالگى به درجه شهادت رسيد ، ودر قبرستان\r\nبقيع در مدينه مدفون گشت .\r\nامام بعد از شهادت مادر\r\nحضرت زهرا عليها السلام روزگار غم بار خود را پس از مرگ پدر همچنان\r\nمىگذرانيد واندوه سراپاى وجودش را فرا گرفته بود ، ودردها پيكرش را\r\nدرهم مى شكست وكج روى مردم وحق ناشناسى آنان وسلب حق أهل بيت\r\nجانش را مىگداخت .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nامام حسن عليه السلام در چنين حالت دردناكى با خاطري شكسته\r\nوجسمي ناتوان در حالي كه شادابى ونشاط كودكى را از دست داده بود ،\r\nبه همراه مادرش به بيت الأحزان مى رفت وروزها را به ماتم واندوه سپرى\r\nمى ساخت ، تا شايد از اندوه مادر بكاهد وناله اش را جان سوزتر ومؤثرتر به\r\nگوش مردمان بي خبر برساند ، وچون شب فرا مى رسيد به همراه پدر\r\nومادرش به خانه بر مى گشت ، خانه اى كه خيمه وحشت وسراسيمگى بر\r\nآن سايه افكنده بود ، وفقدان پيامبر آن را غمكده اى اندوهبار به نظر\r\nمى آورد .\r\nفاطمه عليها السلام فرا رسيدن مرگ را احساس كرد ، براي آنكه پيكرش\r\nپوشيده بماند از أسماء بنت عميس خواست تابوتى براي أو بسازد ، وأو\r\nنيز بنابر آنچه در حبشه ديده بود تابوتى را ساخت وحضور ايشان آورد ، در\r\nاين هنگام براي اولين بار پس از مرگ پدر لبخندى بر لبان بي رنگ آن\r\nمحبوبهء خدا نقش بست .\r\nدر آخرين روز حيات حضرت زهرا عليها السلام حسنين در كنار قبر پيامبر\r\nقرار داشتند ، آنگاه كه به خانه باز گشتند أو را در بستر ديدند ، از أسماء علت\r\nرا جويا شدند ، وأو خبر وفات مادرشان را به آنان داد ، اين دو كودك\r\nدردمند در موجى از رنج فرو رفته وفرياد كنان به مسجد دويدند وخبر\r\nجدائى مادرشان را به پدر مظلوم خود دادند .\r\nآن حضرت در زمان شيخين\r\nپس از مرگ فاطمه عليها السلام علي عليه السلام تنها ماند ويگانه ياور صريح\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nوراستين خويش را از دست داد ، ومردم دنيا پرست وزبون وگستاخ امام\r\nرا تنها گذاردند ، وحق وقدر وپايگاه بلند وآسمانيش ا نشناختند وامام هم\r\nبراي پرهيز از هرگونه تفرقه كه وحدت مسلمانان را تهديد مى كرد بناچار به\r\nقبول چنان حكومتي تن در داد ، ولى اين تحمل دردناك هم چنان كه خود\r\nدر خطبهء شقشقيه اش فرمود ، چنان دردناك بود كه گوئى خارى در چشم\r\nواستخوانى در گلو دارد .\r\nامام حسن عليه السلام هم با فراست خدادادى اش مرارت اين حق كشى\r\nرا درك مى كرد ، واين زشتكارى\r\nهمواره در برابرش چهره\r\nمى نمود ، وآن كس را كه در جايگاه پدرش نشسته بود را دشمن مى داشت\r\nواز كردار أو انتقاد مى كرد .\r\nچنان كه روزى أبو بكر بر منبر سخن مى گفت وامام كه در آن وقت\r\nكودكى هشت سأله بود به مسجد آمد وبر أو بانگ زد وگفت : اى أبو بكر از\r\nمنبر پدرم پائين بيا واز منبر پدر خودت بالا برو ( 1 ) .\r\nهمچنين اگر مشكلى براي حكومت پيش مى آمد واز گشايش آن\r\nناتوان بودند به امام علي عليه السلام پناه مى جستند واز أو يارى مى خواستند\r\nوامام گاهى خود به آنان پاسخ مى داد وزماني آن را به فرزندش حسن\r\nعليه السلام وا مى گذاشت .\r\nاز جمله گويند عربى نزد أبو بكر آمد وگفت : در حال احرام حج چند\r\n\r\n","description":"","footnote":" 1 - در بعضي از مصادر مانند شرح نهج البلاغة ابن أبي الحديد مقتل الحسين عليه السلام خوارزمي\r\nومناقب آل أبى طالب اين سخن به امام حسن عليه السلام ودر اصابه آمده كه اين سخن را امام حسين عليه السلام\r\nبه عمر بن الخطاب گفت . ","page_name":" 11 ","page_number":11},
  {"content":"\r\nتخم مرغ را شكسته وخورده أم تكليفم چيست ؟ أبو بكر در پاسخ ماند وبه\r\nعمر مراجعه كرد ، أو نيز همانند دوستش از پاسخ فرو ماند ، ومسأله را به\r\nعبد الرحمان بن عوف ارجاع دادند از أو نيز پاسخى شنيده نشد ، ناچار\r\nاعرابي را به خانه عالم غير معلم أمير مؤمنان عليه السلام هدايت كردند ، آن\r\nحضرت اشاره به حسنين عليهما السلام كرد وفرمود : از اين دو پسر از هر كدام كه\r\nمى خواهى سؤال كن .\r\nمرد عرب از امام حسن عليه السلام خواستار جواب شد ، امام پرسيد : آيا\r\nشتر دارى ؟ گفت : دارم ، فرمود : به تعداد تخم هائى كه از شتر مرغ\r\nخورده اى ، مادة شترانى را با شتران نر در آميز وبچه هاي آنها را به خانه\r\nخدا هديه كن ، امام علي عليه السلام فرمود : ممكن است بعضي از شتران مادة\r\nبچه نياورند ، امام حسن عليه السلام پاسخ داد : ممكن است بعضي از تخمهاى\r\nشتر مرغ هم فاسد باشند ، امام فرزندش را تحسين كرد وبه حاضرين توجه\r\nفرمود واز مواهب علمي وآگاهى فرزندش سخنها گفت واضافه كرد : آن\r\nكس كه به حسن عليه السلام علم آموخت همان خدائى است كه به سليمان بن\r\nداود حكمت آموخت .\r\nامام در زمان عمر دوران كودكى را پشت سر گذارده وبه دوران تازهء\r\nجوانى رسيد وسياست عمر اقتضا مى كرد كه مقام امام را بزرگ داند ،\r\nوبزرگداشت پايگاه حسنين عليهما السلام را واجب شمارد وبراي آنان از غنائمى\r\nكه به مسلمين مى رسد ، بهره اى قرار دهد ، چنان كه گويند حله هائى از يمن\r\nبه أو رسيد وعمر دو حله براي حسنين عليهما السلام فرستاد ونصيب آنان را از\r\nغنائم به ميزان پدرشان علي عليه السلام قرار داد وآنان را شمار أهل بدر در\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nبهره هاي بيت المال به حساب مى آورد كه ميزان آن پنج هزار درهم بود .\r\nهنگامى كه عمر بر اثر ضربت ابولؤلؤ از پاى در آمد وخطر مرگ\r\nحتمي به أو نزديك شد براي آنكه خلافت را از امام علي عليه السلام باز داشته\r\nوبه امويان واگذارد ، زيركانه شورائى مجعول تشكيل داد وترتيبي اتخاذ\r\nكرد كه عثمان بزرگ خاندان بنى أمية به خلافت برسد ، امام حسن عليه السلام در\r\nجلسات اين شوراى انتخابى شركت داشت وحق كشىهاى ناجوانمردانه\r\nوخود پرستانه آنان را مشاهده مى كرد ، اندوه وخشمى شديد در ژرفاى\r\nضميرش جاى مى گرفت وبه درستى مى ديد كه منتخبين خليفهء مقتول\r\nچگونه دين را بازيچه مطامع خويش ساخته اند ، واسلام فقط لفظي بر زبان\r\nآنهاست وبر گرد هر محورى كه نگهبان منافع آنهاست مىچرخند .\r\nامام در روزگار پدر عليه السلام\r\nدر جنگ جمل : روزگار خلافت علي عليه السلام عهدي درخشان بود\r\nكه پرچمهاى حق وعدالت به جنبش درآمد وحكومت عدل وبرابرى بر\r\nجهان انسانيت سايه افكند ، روزگارى كه چون عهد پيامبر بود ومعارف\r\nوتعاليم وهدفهاى بزرگش به منصه ظهور پيوست .\r\nحكومت عثمان حكومتي بود كه رهبرش مصالح مسلمين وثروت\r\nبيت المال آن را فداى خواسته ها ومنافع نامشروع ايشان مى ساخت ،\r\nحكومتي كه رانده شده هاي پيامبر را عزيز وگرامى داشت وملعونين بر\r\nزبان پيامبر را به خود نزديك مى ساخت ، وشخصيتهاى بزرگ وبا ايمان از\r\nأصحاب پيامبر را تبعيد وتهديد مى نمود ، از اينرو مخالفان عثمان با تمام\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nنيروى خويش بر چند خلافت أو قيام كردند وبالآخرة أو را بقتل رساندند ،\r\nپس از قتل عثمان مردم نزد علي عليه السلام آمده وگفتند : ما كسى را از تو\r\nسزاوارتر به خلافت وسابقه دارتر در ايمان ونزديك تر به پيامبر\r\nنمىشناسيم .\r\nامام در عدم پذيرش خلافت اصرار داشت ومردم نيز چون فرد\r\nديگرى را صالح براي زمامدارى تشخيص نمى دادند به پافشارى خود\r\nادامه مى دادند .\r\nامام با اصرار هاي مردم وبر أساس آنكه بتواند حكومت اسلامي را\r\nدر راه واقعي خود قرار دهد خلافت را پذيرفت ، اما پس از چندى افرادى\r\nكه به طمع مال دنيا ورسيدن به مقامات آن به ايشان گرويده بودند سر به\r\nمخالفت برداشتند ، طلحه وزبير كه از أصحاب پيامبر بودند ورفتار پيامبر\r\nوكلمات ايشان را در حق امام شنيده وديده بودند دست به نبرد با ايشان\r\nزدند وجنگ جمل را به رهبرى عايشه همسر پيامبر شعله ور ساختند ،\r\nامام براي جنگ با آنان مهيا مى شد واز أطراف كشور درخواست نيرو\r\nنمود ، أبو موسى كه رهبرى كوفه را به عهده داشت از فرستادن نيرو براي امام\r\nامتناع ورزيد ، امام فرزندش امام حسن عليه السلام وعمار ياسر را همراه با نامه\r\nاش در خصوص خلع أبو موسى به كوفه فرستاد ، أو باز امتناع كرد امام\r\nحسن عليه السلام در خطبه هايى كه در كوفه خواند مردم را به يارى پدرش فرا\r\nخواند ، وبالآخرة مردم به به رهبرى مالك اشتر به قصر أبو موسى ريخته\r\nوأو را از قصر بيرون راندند .\r\nآنگاه كه دو لشكر در مقابل هم قرار گرفتند ، امام نهايت كوشش خود\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nرا در حفظ صلح به كار مى برد ولى شورشيان تصميم به جنگ داشتند\r\nوسخنرانانشان مردم را به جنگ با امام تحريض مى كردند ، پس از آنكه\r\nعبد الله بن زبير سخن گفت امام به فرزندش فرمود : پسرم برخيز وبا اين\r\nمردم سخن بگوى ، امام حسن عليه السلام برخاست ودر سخنانش فرمود :\r\n( اينكه پسر زبير گفت : علي عليه السلام كار مردم را به پراكندگى كشانيد ، پدر\r\nخودش زبير بيش از هر كس مسؤول اين حادثه است ، أو با دستش بيعت\r\nكرد نه با دلش ، أو به ظاهر اقرار به بيعت كرد ولى اطرافيانش را براي جنگ\r\nفرآهم آورد ) .\r\nدر اين جنگ امام حسن عليه السلام فرماندهى طرف راست لشكر را\r\nبه عهده داشت هم چنان كه فرماندهى طرف چپ بدست برادرش امام\r\nحسين عليه السلام بود ، با رشادت ياران امام لشكرى كه به رهبرى عايشه\r\nوطلحه وزبير تشكيل شده بود شكست خورد ، اما با اين اقدام عايشه در\r\nمورد جنگ با حضرت ، درهاى انقلاب از طرف مخالفين بر امام باز شد\r\nومسلمانان يكپارچگى خود را از دست دادند .\r\nدر جنگ صفين : از جمله حوادث مهمى كه در تاريخ اسلام روى\r\nداد حادثهء صفين است ، حادثه اى دردناك كه مبارزهء بين حق وباطل را به\r\nروشنى مجسم مى سازد ، مبارزه اى بين خلافت أصيل اسلامي به رهبرى\r\nأمير حق وپيشواى عدالت حضرت علي عليه السلام ، وبين حكومتي دنيايى كه\r\nچيزى كه مورد توجه أو نبود حق وعدالت بود ورهبرى اش را معاوية\r\nبه عهده داشت ، حادثهء صفين رويداد تلخى است كه موجب شكست\r\nحكومت امام گرديد وچنان ايشان را به اندوه كشانيد كه آرزوى مرگ كرد ،\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nونيز آثار زشت اين واقعه پر نيرنگ بود كه امام حسن عليه السلام را وأدار به قبول\r\nصلح نمود .\r\nمعاوية براي آنكه به آرزوهاى طلائى خود برسد خون خواهى عثمان\r\nرا دستاويز خود قرار داد ، امام أو را به پذيرش فرمانش دعوت كرد اما أو\r\nاستنكاف ورزيد ، وبراي آنكه به هدفش نائل گردد از عمرو بن عاص كه به\r\nشهادت تاريخ مردى حيله گر ودغلكار بود وخودش مى گفت من به هر\r\nجراحتي كه انگشت زدم آن را خونين كردم ، يارى خواست ، مردم نيز به خاطر\r\nترس يا طمع در مال دنيا به معاوية گرويده وكم كم كار أو بالا گرفت\r\nوحكومتش توان يافت ، در اين لحظه معاوية آمادهء جنگ شد وبه حركت\r\nدرآمد وبه صفين رسيد ، امام هنوز در كوفه بود وفرزندش امام حسن عليه السلام\r\nبا ايراد سخنرانيهاى مختلف مردم را به جنگ تحريض مى كرد ، آنگاه كه دو\r\nلشكر در مقابل هم قرار گرفتند امام براي آنكه از جنگ جلوگيرى كند سعى\r\nفراوانى نمود ، اما تلاش ايشان تأثيرى نبخشيد وجنگ آغاز شد .\r\nسياست مزورانه معاوية ايجاب مى كرد كه رهبران لشكر امام را با\r\nتهديد وتطميع فريب دهد وبسوى خود جلب نمايد ، از اينرو تصميم\r\nگرفت امام حسن عليه السلام را نزد خود بخواند ، براي اجراى اين سياست\r\nعبيد الله بن عمر ( 2 ) را نزد امام فرستاد وأو به امام گفت : با تو كارى دارم ،\r\n\r\n","description":"","footnote":" 1 - عبيد الله بن عمر در زمان پيامبر به دنيا آمد از ولى آن حضرت حديثي نقل ننمود وفقط به پدرش\r\nعمر فخر مى كرد ، أو در جنگ صفين به معاوية ملحق شد ، روزى با جامهء خز وآرايش كرده بيرون آمد\r\nوگفت : فردا كه على با ما روبرو شود خواهد فهميد كه چه بر سرش مى أيد ، امام فرمود : رهايش كنيد خونش\r\nخون پشه است ، أو در صفين كشته شد . ","page_name":" 16 ","page_number":16},
  {"content":"\r\nفرمود چه مى خواهى ؟ گفت پدرت گروه قريشيان را از أول تا به آخر\r\nكشته ومردم از أو كينه ها بدل دارند ، آيا حاضري أو را از خلافت خلع كنى\r\nتا ما تو را به زمامدارى برگزينيم ، امام عليه السلام كه گوئى عقرب خيانت أو را\r\nنيش زده بود فرياد زد : نه به خدا قسم چنين كارى انجام پذير نيست ، امام از\r\nگمراهى وسركشى عبيد الله وانحراف أو از طريق حق به فرياد آمد مثل\r\nاينكه مرگ أو را در اين جنگ مى ديد كه به أو فرمود : مثل اينكه كشتهء تو را\r\nامروز يا فردا در ميدان جنگ مى بينم ، شيطان تو را فريب داده وچنان زينت\r\nبخشيده كه خود را آراسته اى وعطر زده اى تا اينكه زنهاى شام تو را ببينند\r\nوفريفته ات شوند ، ولى به زودى خداوند تو را به خاك مرگ خواهد افكند .\r\nعبيد الله شر مسار وحيرت زده به جانب معاوية بازگشت وما جرا را\r\nبه أو گفت ، معاوية با اندوه جواب داد : أو پسر همان پدر است ، عبيد الله\r\nهمان روز به معركهء جنگ در آمد وخيلى زود بدست يكى از مردان همدان\r\nكشته شد ، امام كه در ميدان جنگ مى گذشت مردى را ديد كه كشته اى را\r\nمى كشد كه نيزه اى در چشمش فرو رفته وپاهايش همچنان بر ركاب أسب\r\nگير كرده است ، به اطرافيانش گفت : ببينيد اين مرد كيست ؟ گفتند : مردى از\r\nهمدان است ، فرمود : كشته كيست ؟ گفته شد : عبيد الله بن عمر ، امام\r\nشادمان شد وفرمود : خدا را از اين پيروزى شكر مى گويم .\r\nحضرت علي عليه السلام چون وضع را به اين گونه ديد يارانش را آماده\r\nنبردى عمومى كرد ومعاوية نيز مهياى جنگ شد ودو گروه بهم در\r\nآويختند ، امام حسن عليه السلام مردانه به سپاه دشمن حمله برد وبه اقيانوس\r\nمرگ فرو رفت ، چون امام علي عليه السلام فرزندش را در مهلكه مرگ گرفتار ديد\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nمضطرب شد وبا ناراحتى شديد فرياد زد : جلوى اين پسر را بگيريد كه با\r\nمرگش مرا در هم نكوبد ، من هرگز نمى خواهم اين دو پسر در جنگ كشته\r\nشوند ، زيرا نسل پيامبر قطع مى گردد .\r\nامام خود را به قلب دشمن فرو برد وامام حسن عليه السلام ترسيد مبادا\r\nپدرش ناگهان بدست شاميان كشته شود وگفت : چه ضرر دارد كه براي\r\nرساندن خود به يارانت كه در برابر دشمنند تلاش نكنى ، امام منظور\r\nپسرش را دانست وبا آهنگى محبت آميز فرمود : پسرم براي مرگ پدرت\r\nروزى معين شده است كه از آن نمى گذرد وبا كوشش نمى تواند آن را به\r\nتأخير افكند ونه مى تواند به آن شتاب ورزد ، به خدا قسم پدرت باك ندارد\r\nكه مرگ بسوى أو آيد يا أو بسوى مرگ رود .\r\nجنگ همچنان پيش مى رفت وپيروزى امام حتمي بود كه معاوية با\r\nاستفاده از حيله گرى عمرو بن عاص دست به نيرنگ جديدى زد ، ودستور\r\nداد قرآنها را بر سر نيزه نمودند ومردم نادان قرآن ناطق را به خيال خام\r\nتمسك به قرآن رها ساختند وپراكندگى در لشكر باعث شد كه امام بر\r\nخلاف رضايتش حكميت أبو موسى اشعرى را بپذيرد ، عمرو بن عاص اين\r\nپير مرد ساده لوح را فريب داد وامام را از حكومت كنار زدند ، پس از آنكه\r\nعمرو بن عاص أبو موسى را فريب داد أو فرياد زد : تو را چه مى شود خدايت\r\nلعنت كند تو مثل سگى هستى كه زبان در آورده باشى ، عمرو بن عاص أو را\r\nبه كنارى زد وگفت : تو مثل خرى هستى كه كتاب بارت كرده باشد .\r\nچون خبر دردناك خلع امام بوسيلة أبو موسى بين مردم عراق پخش\r\nشد آتش فتنه زبانه كشيد ، امام در چنين موقعيت اسفناكى صلاح ديد كه\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nفردى براي هدايت مردم سخن گويد ، از اينرو رو به فرزندش حسن عليه السلام كرد\r\nوگفت : پسر برخيز ودر باره أبو موسى وعمرو بن عاص سخن بگو ، امام\r\nحسن عليه السلام برخاست وچنين فرمود : اى مردم دربارهء اين دو مرد كه به\r\nحكميت انتخاب شدند سخن بسيار گفتند ، ما آنان را انتخاب كرديم تا از\r\nقرآن بر ضد هوسها حكم دهند ، ولى آنها از هوس خود عليه قرآن حكم\r\nدادند ، بنابراين چنين كساني را نبايد حكم نام نهاد ، بلكه آنان محكوم عليه\r\nهستند .\r\nدر جنگ نهروان : پس از جنگ صفين آنان كه امام را مجبور به\r\nپذيرش حكميت أبو موسى كرده بودند ، بر امام اشكال گرفتند كه چرا\r\nحكميت أو را پذيرفتى ، تا اينكه از كوفه بيرون آمدند ودر نهروان\r\nاردوگاهى برپا ساختند ، پس از آنكه چند نفر را بقتل رساندند امام به جانب\r\nآنان حركت كرد وپس از جنگ سختى آنان را بقتل رساند ، امام حسن عليه السلام\r\nدر اين جنگ نيز همانند جنگهاى گذشته با رشادت ودليرى خاص خود به\r\nيارى امام برخاست وبا سخنان آتشين خود مردم را به يارى پدرش ونبرد\r\nبا خوارج فرا خواند .\r\nدر شهادت پدر : پس از جنگهاى بي نتيجهء خونين صفين ونهروان\r\nارتش امام دچار ناتوانى وخستگى شد وسستى در ياران آن حضرت\r\nپديدار گرديد ، دعوت أو را نپذيرفته واز فرامينش أطاعت نمى نمودند ،\r\nاين سختى ها وناگواريها چنان كأم امام را تلخ ساخته بود كه ديگر زندگانى\r\nبرايش دردناك ومصيبت بار بود وهميشه آرزوى مرگ مى كرد تا از اين\r\nدنياي سياه وتاريك به جهان روشنى ها كوچ كند وهر لحظه اين آرزو را\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nتكرار مى كرد واز خدايش تمناى شهادت مى نمود .\r\nچنان كه قبل از حادثهء شهادتش از اين دعاها وفريادها به فرزندش\r\nحسن عليه السلام حكايت كرد وفرمود : ديشب اندكى به خواب رفتم\r\nوچشمهايم بهم آمد ، رسول خدا را ديدم كه به نزد من آمده است ، گفتم : اى\r\nپيامبر خدا مى بيني كه از أمت تو چه كژى ها ودشمنى ها بر سر من آمده\r\nاست ، فرمود : آنان را نفرين كن ، گفتم : خدايا از اينها بهتر را به من ده واز من\r\nبدتر را به آنان مسلط كن .\r\nياران امام كه از ترور آن حضرت احساس خطر مى كردند از امام\r\nخواستند كه براي خود نگهبانانى انتخاب كند ايشان نپذيرفته وفرمودند :\r\nفعلا تيرى نيست كه به من رسد وضربه اى نيست كه مجروحم سازد .\r\nتا اينكه ماه رمضان فرا رسيد ، ما هي كه آن قدر ارزش ومنزلتش والا\r\nاست كه ماه خدا ناميده شده ، وقرآن كريم در آن نازل گرديده است ، در آن\r\nشبها امام افطار را گاه در منزل فرزندش حسن عليه السلام وگاه در منزل\r\nحسين عليه السلام وگاه در منزل دخترش زينب صرف مى كرد ولى بيش از سه\r\nلقمه نمى خورد ومى فرمود : دوست دارم خدايم را با شكم گرسنه ديدار\r\nكنم .\r\nشب نوزدهم آن ماه را امام با هيجانى بسيار آغاز نمود ، در صحن\r\nخانه با اندوه واسف ودر عين حال با شور واشتياق راه مى رفت وبه\r\nآسمانها نگاه مى كرد واز وقوع حادثه اى بزرگ كه در اين شب رخ مى دهد\r\nخبر مى داد ومى فرمود : دروغ نگفت ودروغگو نبود ، امشب است آن\r\nشبى كه به من وعده داد .\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nهنگامى كه امام خواست از خانه بيرون رود مرغابى هايى كه در\r\nخانه بودند به فرياد آمدند ، امام حسن عليه السلام پيش آمد وگفت : چرا اين وقت\r\nاز خانه بيرون مىرويد ، امام فرمود : خوابى كه ديشب ديدم مرا بر اين كار وا\r\nداشت ، آنگاه امام خواب را نقل كرد وسپس فرمود : اگر تعبيرش ظاهر شود\r\nپدرت كشته شده وماتم تمامى مردم مكة ومدينه را فرا مى گيرد ، سراپاى\r\nامام حسن عليه السلام را وحشتي بزرگ فرا گرفت واندامش بلرزيد وپرسيد : اين\r\nفاجعه كي اتفاق مى افتد ؟ امام فرمود : خداوند در قرآن مى فرمايد :\r\nهيچ كس نمى داند فردا چه بدست مى آورد ودر كدام سرزمين مىميرد ،\r\nولى حبيبم پيامبر خدا فرمود : اين حادثه در دههء آخر ماه رمضان رخ داده\r\nوقاتلم پسر ملجم است ، امام فرزندش را سوگند داد كه به خانه باز گشته\r\nوبخوابد وامام حسن عليه السلام چاره اى جز أطاعت نيافت وامام در تاريكى\r\nسحرگاه از خانه به مسجد رفت ( 1 ) .\r\nحضرت علي عليه السلام آن شايسته ترين موجودى كه بعد از پيامبر از\r\nآغاز تا پايان آن به روزگار چهره نموده وعنصر يگانه اى كه همهء فضائل را\r\nحائز گرديده وسيرت پاكش از همهء نقائص وآلودگى ها مبراست بدست\r\nشقى ترين افراد ، در محراب عبادت خون آلود بر زمين ، مردم از هر\r\nسوى به مسجد شتافتند وبا صداى بلند مىگريستند ، پيشاپيش\r\nهمه فرزندنش بسوى پيكر خونين پدر روى آوردند ، امام در محراب افتاده\r\nبود وگروهى مى خواستند امام را براي نماز آماده كنند ولى امام توان\r\nحركت نداشت ، آن حضرت نگاهش به امام حسن عليه السلام افتاد وفرمود كه\r\n\r\n","description":"","footnote":" 1 - : در استيعاب آمده كه امام حسن عليه السلام با پدرش از خانه بيرون رفت واز أو جدا شد . ","page_name":" 21 ","page_number":21},
  {"content":"\r\nايشان با مردم نماز بخواند ، پس از نماز امام حسن عليه السلام سر پدر را به دامان\r\nگرفت ودر حالي كه قطرات أشك بر چهره اش مى ريخت گفت : كدامين\r\nجنايت كار با شما چنين كرد ؟ فرمود : همان پسر زن يهودي عبد الرحمان بن\r\nملجم ، گفت : از كجا فرار كرد ، فرمود : لازم نيست كسى به دنبالش برود\r\nبه زودى أو را در مسجد مى آورند ، لحظه اى نگذشت كه أو را به مسجد\r\nآوردند ، امام حسن عليه السلام به أو گفت : اى لعنت شده ، أمير المؤمنين وامام\r\nالمسلمين را كشتى ، اين پاداش خيرخواهى هاي أو بود كه پناهت داد وبه\r\nخود نزديكت ساخت واكنون پاداش خدمات أو را چنين دادى .\r\nامام حسن عليه السلام پدر را به خانه انتقال داد ، وبهترين پزشك كوفه\r\n( اثيربن عمرو سكوني ) را براي معالجهء حضرت حاضر نمود ، پس از آنكه\r\nپزشك گفت : اى أمير المؤمنين وصايايت را بكن كه خواهى مرد ، امام\r\nحسن عليه السلام سراسيمه وگريان آن چنان كه قلبش در آتشى از اندوه مى\r\nسوخت به پدر گفت : پدرم پشتم را به مرگت شكستى ، چگونه مى توانم تو\r\nرا به اين حالت ببينم ، امام به نرمى فرمود : پسرم ديگر از امروز به بعد بر من\r\nغم مخور وزارى مكن امروز جدت پيامبر وجده ات خديجة ومادرت\r\nزهرا را ديدار مى كنم وفرشتگان هر لحظه انتظار قدوم مرا مى كشند ، پس\r\nبر من اندوه نكن وگريه منما .\r\nامام در اين حال بيهوش شد وآنگاه كه به هوش آمد فرزندش را گريان\r\nديد براي تسكين خاطر أو فرمود : پسرم چرا مىگريى از امروز بر پدرت\r\nديگر اندوه ودردى نيست ، پسرم گريه مكن تو هم روزى با زهر شهيد\r\nمى شوى وبرادرت حسين عليه السلام را هم با شمشير خواهند كشت .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nآنگاه امام رو به فرزندانش كرد ووصاياي خود را فرمود ،\r\nوهنگامى كه احساس مرگ كرد ودانست به زودى به ديدار خدايش خواهد\r\nشتافت امر خلافت را به فرزندش امام حسن عليه السلام واگذاشت واز\r\nفرزندانش وبزرگان خاندان وپيروانش بر اين امر گواه گرفت ، ونامه ها\r\nوسلاحش را به أو تفويض كرد وفرمود : پيامبر به من سفارش كرد كه اينها را\r\nبه تو بسپارم .\r\nوامام در حالي كه آيات قرآن تلاوت مى كرد روحش از اين تيره\r\nخاكدان پرواز كرد ، پس از أو دنيا تاريك شد ، چرا كه أو نوري بود كه\r\nخدايش آفريد تا ظلمتهاى سهمگين جهان را روشنائى بخشد .\r\nامام حسن عليه السلام به تجهيز پدر شهيدش پرداخت وپيكر مطهرش را\r\nغسل داد وكفن نمود ، وچون پاره اى از شب گذشت به همراه چند تن از\r\nياران وفادار آن حضرت در حالي كه جبرئيل وميكائيل جلوى جنازة ايشان\r\nرا گرفته بودند أو را از كوفه به نجف اشرف برده ودر آنجا دفن كردند .\r\nدر اين هنگام مقام خلافت به وجود امام حسن عليه السلام زينت يافت\r\nوزمامدارى حكومت اسلامي با وصيت أمير المؤمنين عليه السلام به ايشان\r\nرسيد ، واز طرف ديگر معاوية با تمام قوا به جلب افراد ساده لوح ونادان\r\nمشغول بود .\r\nآغاز خلافت امام ودسيسه هاي معاوية\r\nهنگامى كه خلافت به امام حسن عليه السلام رسيد موجى از اندوه\r\nواضطراب معاوية را فرا گرفت ودچار سرگردانى شديدي گرديد ، زيرا\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nمى دانست آن حضرت در نهاد مردم موقعيت بزرگى را داراست ودر بين\r\nمردم محبوبيت عظيمى دارد ، واز طرف ديگر نمى توانست براي مخالفت\r\nبا امام از حربهء قتل عثمان وخونخواهى از أو استفاده كند ، چرا كه آن\r\nحضرت به هنگام مؤحاصره عثمان از مدافعين أو بشمار مى آمد .\r\nآنچه از مذاكرات معاوية با يارانش بدست آمد عبارت بود از :\r\n1 - نوشتن نامه هائى براي بزرگان ورؤساى قبائل وسرشناسان\r\nشهرها ودادن رشوه هاى كلان به آنها .\r\n2 - اعزام جاسوسان وخبر گزارانى به همه شهرهائى كه خلافت\r\nامام را پذيرفته بودند .\r\nدر اجراى اين امر دو جاسوس ماهر ومورد اعتمادش را به كوفه\r\nوبصره فرستاد ، اين دو جاسوس در كوفه وبصره دستگير شده وامام حسن\r\nعليه السلام وعبد الله بن عباس كه از طرف امام حاكم بصره بود آن دو را بقتل\r\nرساندند .\r\nپس از اين جريان امام طي نامه اى به معاوية اخطار كرد وأو را\r\nتهديد به جنگ نمود ، معاوية كه از وصول نامه امام بشدت ناراحت شده\r\nبود در صدد بر آمد از فريبكارى خود عذرخواهى نموده واز خودش در\r\nبرابر كار زشتى كه مرتكب شده دفاع كند ، ودر اين مورد چاره اى جز اين\r\nنداشت كه خوشحالى خود از شهادت أمير المؤمنين عليه السلام را انكار كند ،\r\nودر باره اعزام جاسوسها هم بهتر ديد كه جريان را مسكوت گذارد واز بيان\r\nآن چشم پوشى نمايد .\r\nمعاوية در پاسخ نامه عبد الله بن عباس نيز همين شيوه را به كار برد ،\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nدر پى اين جريان ابن عباس نامه اى به امام نوشت وآن حضرت را به\r\nجنگ به امام برانگيخت .\r\nجنگ سرد ميان امام ومعاوية\r\nامام نامه ديگرى به معاوية نوشت وأو را دعوت به قبول بيعت\r\nوأطاعت از مقام خلافت كرد واز أو خواست كه همچون ديگر مسلمانان\r\nدر دائره مجتمع اسلامي قرار بگيرد ، در اين نامه امام اشاره كرد كه مقام\r\nخلافت مقام والائى است كه در انحصار خاندان پيامبر مى باشد وهيچ\r\nكس حق احراز آن را ندارد ، ونيز راز سكوت وتسليم خاندان پيامبر در\r\nمسأله غصب خلافت را اين گونه بيان داشت ، كه علت خاموشى ما ترس از\r\nپراكندگى أمت بود وبراي نگاهدارى جامعه اسلامى واعلام كلمه توحيد\r\nبه اين تجاوز تلخ تن در داديم .\r\nمعاوية در پاسخ امام دوباره دست به فريب ونيرنگ زد وضمن\r\nاعتراف به حقوق خاندان پيامبر واين كه مردم حق آنان را نشناختند گفت :\r\nگروهى شايسته از قريش وأنصار وديگران امر خلافت را به قريش\r\nواگذاردند در صورتي كه أصحاب شايسته ونيكوكار پيامبر همگى با أمير\r\nالمؤمنين بودند وبه خلافت أبو بكر راضى نشدند ، از سخنان شگفت آور\r\nمعاوية آن بود كه در اين نامه ذكر كرد كه اگر مى دانستم تو در حفظ أمت از\r\nمن ورزيده تر وبه اداره أمور آگاه تر ودر سياست چيره دست ترى وبهتر\r\nمى توانى منافع مردم را حفظ كنى ، كار خلافت را پس از پدرت به تو\r\nوا مى گذاردم .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nپس از اين نامه معاوية نامه تهديد آميزى به امام نوشت وأو را از\r\nمخالفت با خود برحذر داشت ودر برابر به امام وعده داد كه اگر خلافت\r\nمعاوية را بپذيرد پس از أو مقام خلافت به امام واگذار شود ، ولى امام به\r\nتهديدهاى أو اعتنائى نكرد ودر پاسخ بد درست انديشى وپافشارى در\r\nجنگ پرداخت .\r\nاين آخرين نامه اى بود كه بين امام ومعاوية مبادله شد وپس از آن\r\nمعاوية دانست كه نيرنگهايش اثرى نخواهد داشت واشتباهكاريهاى\r\nسياسي أو سودى نخواهد بخشيد ، ودانست كه امام آماده جنگ است\r\nوناگزير أو هم براي جنگ مهيا شد وبه تهيه وسائل نبرد پرداخت .\r\nاعلام جنگ\r\nدر مباحث گذشته دانستيم معاوية مى خواست با نيرنگهايش امام را\r\nاز صحنه خارج سازد ، ولى پس از عدم موفقيت در آن راهها دانست بهترين\r\nراه براي حصول آرزوهاى طلائى اش اعلان جنگ است ، كه اگر اين اقدام را\r\nصورت ندهد فرصتى برايش باقي نمى ماند ، ضمن آنكه أموري چند أو را\r\nبر اين كار وأدار كرد :\r\n1 - أو پيوندى محكم با بزرگان عراق وسرداران سپاه اسلام\r\nورؤساى قبائل برقرار كرد بود ، ودين ودل آنان را با پول اندكى خريد وبه\r\nوعده هاي فراوان وپوشالى اميدوار شان ساخت ، وآنان نيز در نهان به أو\r\nقول همكارى با أو ونيز خيانت به امام را داده بودند ، ودليل اين جريان\r\nبخشنامه هائى است كه معاوية به كارگزاران خود نوشت وآنان را به\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nآمادگى براي جنگ فرا خواند ، تا هر چه زودتر به أو بپيوندند ودر اين نامه\r\nها اعلام داشت كه طرفداران امام به أو پيوسته اند .\r\n2 - أو مى دانست كه سپاهيان امام دچار تفرقه وپراكندگى شده واز\r\nفرمانبرى پيشواى خود سر پيچيده اند .\r\n3 - آگاهى به خطر داخلي بزرگى كه عراق را تهديد مى كرد وشام از\r\nآن در أمان بود ، وآن نفاق افكنى خوارج بود كه نقشه اى شوم خود را در\r\nتمام عراق مطرح كرده ومردم را به مخالفت وهجوم بر مىانگيختند .\r\n4 - شهادت امام علي عليه السلام كه باعث بي بهره نمودن عراق از\r\nپيشوائى موجه شد .\r\nهم چنان كه گفتيم مسائل ذكر شده باعث شد معاوية در اعلان جنگ\r\nشتاب ورزد ودر غير اين صورت همه تلاشهايش را براي تأخير جنگ\r\nوعقد پيمان موقت به كار مى برد ، چنان كه با امپراطور روم چنين روشى را\r\nپيش گرفت .\r\nبر أساس اين تفكر معاوية بخشنامه اى كه مضمون واحدى داشت\r\nبه همهء كار گزاران وفرماندارانش نوشت وهمه را به آمادگى جنگى با امام\r\nبرانگيخت ودستور داد كه با همهء نيروها ووسائل خود براي نبرد با أو به\r\nمعاوية بپيوندند .\r\nترس مردم عراق از شاميان\r\nوقتي كه خبر حركت معاوية وسپاه فراوانش بسوى عراق در همه\r\nجا منتشر شد مردم سراسيمه شده ووحشت آنان را فرا گرفت ، هنگاميكه\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nامام از اين خبر آگاهى يافت مردم را براي اجتماع نمودن فرا خواند وآن گاه\r\nبالاى منبر رفته وپس از حمد وثناى الهى دستور داد مردم آماده شده\r\nوبسوى نخيله كه قرارگاه نظامى ايشان بود حركت كنند .\r\nمردم كه از سپاه شام مى ترسيدند گوئى مرگ را در جلوى\r\nديدگانشان مى ديدند ، از اينرو رنگشان زرد وزبانشان لآل شد ، وسلامتى\r\nوتن آسائى را بر هر كار ترجيح مى دادند .\r\nهنگامى كه صحابي بزرگ پيامبر ( عدى بن حاتم ) سكوت مردم را\r\nديد چنين گفت :\r\nمن عدى بن حاتم هستم ، سبحان الله ، چه موقعيت زشت\r\nورسوائى داريد ، آيا فرمان امام وفرزند پيامبرتان را نمى پذيريد ، كجايند آن\r\nسخنوران توانائى كه زبانشان به هنگام سخن دلها را مى شكافت ، شما\r\nهنگاميكه ديوارى را مى بينيد مثل روباهان به سوراخ مىخزيد آيا از دشمن\r\nخدا نمى ترسيد وعيب وننگ آن را نمى فهميد ، آنگاه رو به امام كرد\r\nوفرمانبردارى خود از ايشان را علام داشت ودر پايان گفت : من اكنون به\r\nقرارگاه مى روم هر كس مى خواهد با من بيايد ، أو از مسجد خارج شد\r\nوبدون آنكه كسى أو را همراهى كند به نخيله رفت .\r\nهمچنين سرداران بزرگ لشكر امام از رفتار مردم دچار خشم\r\nوسراسيمگى فراوان شدند ، ومردم را از سستى شان بر حذر داشته وروح\r\nنشاط وهيجان براي جنگ وروياروئى با دشمن را در آنها برانگيختند ،\r\nامام از ابراز وفادارى شان قدردانى كرد .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nتشكيل لشكر امام\r\nامام با شتاب براي مبارزه از كوفه خارج و ( مغيرة بن نوفل ) را بجاى\r\nخود گذارد وخود با سپاه فراوان ولى سست نهاد به نخيله رفت ، در آنجا\r\nاندكى توقف كرد وبه تجهيز سپاهيان پرداخت ، وبعد از آنجا كوچ كرد تا به\r\n( دير عبد الرحمان ) رسيد ودر آنجا سه روز توقف نمود ، وتصميم گرفت\r\nبراي ارزيابى موقعيت دشمن وعدم پيشروى آنان گروهى را بسوى معاوية\r\nگسيل دارد .\r\nآن حضرت براي اجراى اين مأموريت گروهى كه تعدادشان به\r\nدوازده هزار نفر مى رسيد را به سر پرستى پسر عمويش عبيد الله بن عباس\r\nانتخاب كرد وقبل از حركت آنان عبيد الله بن عباس را فرا خواند\r\nوسخنانى را با أو در ميان گذارد ، كه متضمن سفارش آن حضرت به نرمى\r\nومهربانى با سپاهيان وعدم پيشدستى به نبرد با معاوية واين كه در شؤون\r\nفرماندهى با قيس بن سعد وسعيد بن قيس مشورت كند ودر صورت مرگ\r\nعبيد الله ، آنان رهبران لشكر هستند .\r\nاز آنجا كه در اين قسمت مباحث مهمى وجود دارد وآغاز صلح آن\r\nحضرت از اينجا نشأت مى گيرد مواردى را متذكر مى گرديم :\r\n1 - علت انتخاب عبيد الله : اين سؤال شايد مطرح شود كه چرا امام\r\nعبيد الله را تعيين كرد با توجه به اينكه افراد ديگرى در لشكر حضور\r\nداشتند ، در پاسخ بايد گفت : عبيد الله مردى با كفايت وتوانا وشايستهء\r\nاحراز چنين مقامي بود ، وبر أساس اين كفايت از طرف امام علي عليه السلام به\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nحكومت يمن منصوب گرديد ، وگمان مى رفت كه أو نهايت سعى خود را\r\nدر جنگ با معاوية به انجام رساند ، زيرا أو در مقام خونخواهى وانتقام از\r\nمعاوية بود ، چرا كه بسر بن أرطأة سردار خونخوار معاوية دو فرزند أو را در\r\nهجوم به يمن فجيعانه بقتل رساند كه همسرش دچار جنون گرديد ، واز\r\nطرف ديگر امام مقام فرماندهى را در مثلثى از أو وقيس بن سعد وسعيد\r\nبن قيس قرار داد .\r\n2 - تعداد سپاهيان امام در نبرد با معاوية را از بيست هزار نفر تا\r\nيكصد هزار نفر نوشته شده اند ، واز گفتار ابن أثير وأبو الفداء ظاهر مى شود\r\nكه سپاهيان امام همان افرادى بودند كه با علي عليه السلام بيعت نمودند ، وآنان\r\nبر أساس گفتار نوف بكالى وسخن ابن أثير چهل هزار نفر بودند ، تأييد\r\nديگر اين مطلب گفتار مسيب بن نجيه با امام است كه گفت : در شگفتم كه\r\nتو با داشتن چهل هزار سپاهى با معاوية صلح كردى .\r\n3 - چگونگى سپاهيان : ارتش عراق كه به همراه امام براي نبرد با\r\nمعاوية بسيج شده بود وضع نابسامانى داشت ودر فتنه ها وآشوبها فرو\r\nرفته بود ، وموج بدبختى در آن به حدى بود كه خطرش براي امام از خطر\r\nمعاوية بزرگتر بود .\r\nشيخ مفيد وضع ارتش امام را اين گونه تشريح مى كند : مردم عراق كه\r\nبه همراه امام آمادهء جهاد شدند ارتشى بس عظيم وسنگين بودند ، ولى\r\nبتدريج سست وسبك واندك گرديدند ، زيرا از گروههاى مختلفي تشكيل\r\nشده بود ، بعضي شيعيان امام وپدرش بودند ، وبعضي از خوارج كه\r\nمى خواستند به هرگونه كه پيش آيد به جنگ معاوية روند ، برخى\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nفتنه انگيزانى بودند كه فقط دل به غارت وغنيمت بسته بودند ، وگروهى\r\nشكاك كه حق را از باطل بدرستى نمى شناختند ، وعدهء زيادى كه پيرو\r\nتعصبهاى قبيله اى بودند واز رؤساى قبائل پيروى مى كردند وكارى با دين\r\nنداشتند ، آنگاه شيخ مفيد دربارهء وضع روحي واجتماعي آنان مىنويسد :\r\nجنگ را ناخوش مى داشتند وطرفدار آسايش وسلامت وخواستار تسليم\r\nوسازش بودند .\r\nآغاز شكست سپاه اسلام\r\nپس از آنكه امام فرماندهى مقدم سپاه را به عبيد الله بن عباس\r\nسپرد ، أو به همراهى سپاه حركت كرد ، تا به ( مسكن ) رسيد ودر آنجا اردو زد ،\r\nوروياروى سپاه معاوية قرار گرفت ، معاوية طبق شيوهء هميشگى خود براي\r\nدرهم شكستن روحيهء سپاه از چند راه به تضعيف روحيهء اين گروه كه\r\nبعنوان مقدم سپاه امام بودند همت گماشت :\r\n1 - اعزام جاسوسها : نخستين دسيسهء خطرناك معاوية براي ايجاد\r\nفساد در سپاه امام اعزام جاسوسان وخبر گذاران بود تا لشكريان را\r\nبترسانند وآنان را به سستى وپستى كشانند ، ودر اين ماجرا همگى يك\r\nسخن را تبليغ كردند ، يعنى : حسن بن علي طي نامه هائى معاوية را به\r\nصلح دعوت كرده است پس چرا شما خود را به كشتن مى دهيد ، اين دروغ\r\nموجى از سراسيمگى وترس در ميان سپاه را برانگيخت وروح تمرد را در\r\nواحدهاى لشكر پديد آورد .\r\n2 - پخش رشوه : معاوية براي تخريب روحيه سپاه ، سرداران سپاه\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nوبزرگان لشكر را با پولهاى گزاف خريدارى كرد وواگذارى پستهاى\r\nحساس را به آنان وعده داد ، وآنان نيز ناجوانمردانه دعوت أو را پذيرفته\r\nوبه جانبش مى رفتند ، ودر تاريكى شب وروشنائى روز به سپاهيان معاوية\r\nمى پيوستند ، عبيد الله هم هر روز اين گزارشها را به امام مى داد .\r\n3 - فريب عبيد الله بن عباس : معاوية كه گروه زيادى را بسوى خود\r\nجلب كرده بود تصميم گرفت با فريب رهبر لشكر سپاه را درهم ريزد ، از\r\nاينرو نامه اى به اين مضمون براي عبيد الله نوشت : ( حسن نامه اى به من\r\nنوشته ودر خواست صلح نموده است تا حكومت را به من واگذارد ، اگر\r\nهمين حالا بپيوندى فرمانده خواهى بود واگر نه فرمانبردار مى گردى ، اگر\r\nحالا دعوتم را بپذيرى يك ميليون درهم خواهى گرفت ، اكنون نيمى از اين\r\nپول را به تو مى دهم ونيم ديگر را به هنگام ورود به كوفه به تو خواهم داد ) ،\r\nمسلما عبيد الله مى دانست كه اين سخن دروغى بيش نيست زيرا صلح\r\nامام با لشكركشى أو سازگار نبود ، بعلاوة اگر امام درخواست صلح كرده\r\nديگر نيازى به جلب سائر افراد وتطميع آنان نمى باشد ، مضافا اين\r\nگشاده دستى معاوية ودادن پول گزاف بي معناست .\r\nنامهء معاوية در دل عبيد الله شورى به پا ساخت وبراي ارتكاب ننگين\r\nترين عمل زندگيش به انديشه فرو رفت ، فرمانده بودن وبدست آوردن\r\nپول چشم أو را خيره كرده بود ، أو مى دانست كه در حكومت اسلامي هرگز\r\nمقدار كمي از اين پول كلان نيز به أو نخواهد رسيد ، وبالآخرة نفس\r\nخيانت كار وفريبكارش بر أو چيره شد ، وناجوانمردانه پيمانش را با امام\r\nزمان خود شكست واز لشكر اسلام كناره گرفت ، وبه خدا ورسول\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nواميرمؤمنان خيانت كرد وبه قرار گاه ظلم وكفر وجنايت پيوست وبراي\r\nهميشه جامهء ننگ ورسوائى وخيانت را بر اندامش قرار داد ، در تاريكى\r\nشب به همراه هشت هزار نفر از سپاهيان اردوگاه امام را ترك وبه قرارگاه سپاه\r\nشام پيوست .\r\nسراسيمگى سپاه اسلام\r\nنقشهء خائنانه اى كه معاوية در مورد عبيد الله به اجرا گذارد از\r\nمهمترين عوامل پيروزى أو بشمار مى آيد ، چرا كه انحراف ننگين أو سپاه را\r\nسراسيمه كرد ووحدت اردوگاه را از هم پاشيد ، سحرگاهان باقيماندهء سپاه\r\nسراغ فرماندهء خود را گرفتند تا با أو نماز گذارند ولى أو را نيافتند ، وچون از\r\nخيانتش آگاه شدند موجى از ترس ووحشت آنان را فرا گرفت وميان سپاه\r\nاختلاف افتاد .\r\nقيس بن سعد كه اين خيانت را نظاره كرد با تصميم قاطع سپاهيان را\r\nفرآهم آورد وبا آنان نماز گذارده وبعد از نماز براي مردم سخن گفت تا\r\nدلهاشان را اطمينان بخشد ، مذمت عبيد الله وخاندان أو را نمود\r\nواحساسات سپاهيان را برانگيخت تا آنجا كه همه به أو پيوسته وگفتند :\r\nشكر خداى كه أو را از ميان ما بيرون برد ، قيس آنگاه نامه اى به امام نوشت\r\nوشرح ماجرا را بيان داشت .\r\nخدا مى داند كه به هنگامى كه امام اين گزارشات را مى خواند چه غم\r\nجانگذار ودردى جانكاه به جانش فرو مى آمد ، أو دانست كه سپاهيانش\r\nايمانى نداشته وبه هنگام جنگ أو را به دشمن مى سپارند ، سپاهيانى كه با\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nامام در مدائن بودند چون از خيانت عبيد الله آگاه شدند به فتنه انگيزى\r\nپرداختند وموج ترس واضطراب همه را فرا گرفت وسرداران خائن سپاه\r\nدر جستجوى راهى براي پيوستن به معاوية ودريافت پول فراوان بودند .\r\nمعاوية براي آنكه بيشتر بتواند سپاه اسلام را درهم ريزد وبه مطامع\r\nدنيوي خود برسد بوسيلهء جاسوسان خود اخبارى را در سپاه اسلام در\r\n( مسكن ) و ( مدائن ) منتشر ساخت ، از جمله :\r\n1 - در ( مدائن ) شايع كرد كه قيس بن سعد با معاوية سازش كرده\r\nوبه أو پيوسته است ، ومردم كه خيانت عبيد الله را ديده بودند در پذيرش آن\r\nشكى به دل راه نمى دادند .\r\n2 - در ( مسكن ) هم متقابلا شايع كرد كه امام به معاوية پيشنهاد\r\nصلح داده ومعاوية هم آن را پذيرفته است .\r\n3 - همچنين در ( مدائن ) شايع كرد كه قيس بن سعد كشته شده پس\r\nفرار كنيد ، اين شايعات جعلى روحيه سپاه اسلام را بشدت درهم كوبيد\r\nوسايهء فتنه وآشوب بر آنان سايه افكند .\r\nحوادث ( مدائن )\r\nگفتيم كه معاوية مقدم سپاه اسلام را با فريب وتطميع رهبران لشكر\r\nوافراد پر نفوذ از هم پاشيد ، وترس ووحشت را بر آنان مستولى ساخت ،\r\nدر جهت ديگر معاوية در مورد سپاه امام در ( مدائن ) نيز به اقداماتى دست\r\nزد ، نخستين اقدامش فرستادن عبد الله بن عامر بود كه در برابر سپاه اسلام\r\nاين گونه سخن گفت :\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nاى مردم عراق من جنگ را به صلاح شما نمى دانم ، من از پيش\r\nمعاوية مى آيم وأو با سپاهى انبوه بسوى شما مى آيد ، سلام مرا به أبو\r\nمحمد ( امام حسن عليه السلام ) برسانيد وبگوئيد تو را به خدا قسم خودت واين\r\nمردم را از مرگ رهائى ده ، اين سخن روحيهء مردم را از جنگ زدود وترسى\r\nسخت در بين آنان پديد آورد .\r\nاز طرف ديگر بزرگان قوم را با بخشيدن پولهاى كلان ، وعدهء دادن\r\nپست هاي مهم ومقامات بالا مانند استاندارى ، فرماندهى سپاه ، ووعده\r\nازدواج با يكى از دخترانش فريب مى داد ، چنان كه شيخ صدوق در اين باره\r\nمى گويد : معاوية يكى از جاسوسهاى خود را نزد عمرو بن حريث وأشعث\r\nبن قيس وحجار بن أبجر فرستاد وهر كدام را وعده داد كه اگر امام\r\nحسن عليه السلام را بطور ناگهانى بكشد فرماندهى سپاه را به آنان خواهد\r\nبخشيد يا دخترش را به همسرى آنان در مى آورد ، ويا چندين هزار درهم به\r\nايشان مى بخشد ، اين خبر كه به امام رسيد زرهى در زير لباس مى پوشيد\r\nوهر گاه به نماز مى ايستاد آن زره را در برداشت .\r\nآنان كه در لشكر امام قرار داشتند براي آنكه بتوانند نزد معاوية\r\nمقرب تر باشند وگوى سبقت را از ديگران بربايند گروه گروه به معاوية نامه\r\nمى نوشتند ، اين نامه ها متضمن دو مطلب بود :\r\n1 - تسليم كردن امام پنهانى يا در آشكار .\r\n2 - بقتل رساندن امام هر زمان كه معاوية بخواهد ، معاوية هم عين\r\nنامه ها را براي امام مى فرستاد ، امام با دريافت نامه ها به خيانت يارانش\r\nيقين پيدا كرد .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nخيانتى ديگر\r\nحادثه اسف بار ديگرى نيز به وقوع پيوست ، امام فرماندهى از قبيلهء\r\nكنده را به همراه چهار هزار نفر به انبار فرستاد تا در آنجا فرود آمده وتا\r\nرسيدن دستور منتظر باشد ، معاوية كه از جريان با خبر شد پيكى را نزد أو\r\nفرستاد كه اگر بسوى ما بيائى فرماندهى يكى از نواحي شام يا عراق را به تو\r\nوا مى گذاريم وپانصد درهم نيز برايش فرستاد ، فرماندهء خائن به همراه\r\nدويست نفر از نزديكانش به معاوية پيوست ، امام پس از شنيدن اين خبر\r\nبراي مردم سخن گفت وبي وفائى وخيانت كار بودنشان را متذكر گرديد ،\r\nوخبر داد كه فرد ديگرى را مى فرستم أو نيز خيانت مى كند ، آنگاه مردى از\r\nقبيلهء بنى مراد را با چهار هزار نفر گسيل داشت ودر حضور مردم أو را\r\nسوگند داد كه خيانت نكند ، فرمانده مرادي به انبار كه رسيد همان وعده ها\r\nأو را نيز فريب داد وراه سپاه كفر را پيش گرفت ، اين گونه خيانتها ديگر\r\nروحيه اى براي سربازان باقي نگذارد وزلزله اى در بنيان لشكر پديد آورد .\r\nپيامدهاى تلخ حوادث\r\nسپاه امام آن قدر به پستى گرائيد كه از هر گونه گناه وتباهى پروا\r\nنداشتند ، اين أمور پيامد خيانت رهبران لشكر بود كه به وقوع پيوست :\r\n1 - غارت اردوگاه امام : آنان آنچنان به پستى گرائيدند كه أموال\r\nيكديگر را به غارت مى بردند وحتى وسائل واثاثيهء امام را به يغما بردند ،\r\nوبنابر آنچه در بعضي از كتب تاريخي آمده حتى فرشى كه امام بر روى آن\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nمى نشست را نيز غارت كردند وردا را از دوش آن حضرت برداشتند .\r\n2 - تكفير امام : كار جهل وسيه دلى ياران امام به جائى رسيد كه\r\nبعضي حكم به تكفير فرزند پيامبر دادند ، وجراح بن سنان به قصد كشتن\r\nامام برايشان تاخت وفرياد زد : اى حسن تو هم مانند پدرت مشرك شدى ،\r\nتعجب از آنجاست كه گروهى اين تجاوز وگستاخى به ساحت قدس فرزند\r\nپيامبرشان ديدند ولى سكوت نمودند وأو را سرزنش نكردند .\r\n3 - سوء قصد به امام : دردها ورنجهاى امام به اينجا پايان نيافت\r\nبلكه دردهاى بزرگترى نيز در انتظار ايشان بود ، آن حضرت بوسيلهء رشوه\r\nگيران وخوارج سه بار مورد سوء قصد واقع شد : يك بار به هنگام نماز تيرى\r\nبسوى آن حضرت انداختند ولى به حضرتش آسيبى نرسيد ، بار ديگر\r\nجراح بن سنان بر ران آن حضرت ضربتي فرود آورد .\r\nشيخ مفيد در اين مورد گويد : امام براي تشخيص ميزان فرمانبرى\r\nاصحابش خطبه اى خواند وتصميم خود به صلح را بيان داشت ، زمزمه\r\nهايى بلند شد كه اين مرد كافر شده است ، از اينرو به خيمه امام هجوم\r\nآورده وآن را غارت كردند ومرد تبهكارى بنام عبد الرحمان بن عبد الله بن\r\nجعال ازدى بر امام حمله برد وعبا را از دوش ايشان برداشت ، امام را از\r\nآنجا حركت دادند ، چون امام به ( مظلم ساباط ) رسيد مردى از بنى أسد\r\nبنام جراح بن سنان دشنه اى بيرون كشيد وافسار قاطر امام را گرفت وفرياد\r\nزد : الله أكبر ، اى حسن تو هم مانند پدرت به خدا شرك آوردى ، وبا\r\nدشنه اش ران امام را دريد ، امام گردن أو را كشيد ، وهر دو بر زمين افتادند ،\r\nدو نفر از شيعيان به يارى آن حضرت شتافتند ، وآن حضرت كه به سختى\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nمجروح شده بود را روى تختى خواباندند وبه مدائن بردند ( 1 ) .\r\nبار سوم با خنجر در وقت نماز به آن حضرت حمله كرده\r\nومضروبش ساختند .\r\nامام در برابر اين حوادث\r\nآنچه پيش آمده بود امام را در وضعيتى سخت قرار داد ، براي\r\nتصميم گيرى در برابر آنچه به وقوع پيوسته بود گروهى از سران وبزرگان را\r\nدعوت كرد وبراي ايشان سخن گفت وزيانهاى صلح با معاوية را بر شمرد ،\r\nولى گفتار امام اثرى نمى بخشيد وآنان از فرصت معالجهء امام استفاده كرده\r\nوبراي پيوستن فضاحت بار به معاوية بيشتر تلاش مى كردند ، وضع امام در\r\nاين موقعيت موجب سرگردانى وحيرت بود ، از يك سو مبارزه با معاوية\r\nجهادي واجب مى ديد ، واز سوى ديگر از هم پاشيدگى وروحيهء خيانت\r\nآميز سپاهيان را مى نگريست ، با اينكه از اصلاحشان نا اميد بود باز\r\nخواست يك بار ديگر ميزان پايداريشان را در صورت وقوع جنگ بيازمايد\r\nاز اينرو براي آنان خطبه خواند ، هنوز خطبه امام پايان نيافته بود كه از هر\r\nسو فرياد سپاهيان برخاست : زنده مىمانيم زنده مىمانيم .\r\nامام پس از اين ماجراى دردناك دانست كه اگر بخواهد با معاوية\r\nبجنگد تنها ودست خالى مى ماند ، با مشاهدهء چنين موقعيت سياه\r\nودردناك امام مصلحت را در پذيرش صلح ديد وبيش از آنكه فاجعه اى\r\nننگين پيش آيد در قبول آن شتاب ورزيد .\r\n\r\n","description":"","footnote":" 1 - ارشاد المفيد : 170 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\nيزيد بن وهب جهنى گويد : به عيادت امام كه از شدت جراحت در\r\nمدائن بسترى بود رفتم وگفتم : اى پسر پيامبر مردم سرگردانند ، امام با\r\nاندوه بسيار فرمود : به خدا قسم من معاوية را از اينها بهتر مى دانم كه خود را\r\nشيعهء من شمارند وآهنگ جانم را دارند وخيمه أم را غارت مى كنند\r\nواموالم را مى برند ، به خدا اگر بتوانم از معاوية پيمانى بگيرم كه خونم ريخته\r\nنشود وپيروانم وخاندانم در أمان بمانند برايم بهتر است كه بدست اين\r\nمردم كشته شوم وخاندانم نابود گردد ، به خدا قسم اگر با معاوية صلح كنم\r\nوعزيز بمانم بهتر است كه با پستى واسارت بدست اينان بيفتم وكشته\r\nشوم ، اگر بخواهم با معاوية بجنگم اينان گردن مرا گرفته وتسليم دشمن\r\nمى كنند وآنگاه معاوية يا مرا مى كشد يا بر من منت مىگذارد ورهايم\r\nمى كند واين ننگ هميشه براي بني هاشم مى ماند ومعاوية ودودمانش بر\r\nزنده ومردهء ما همواره منت مى گذارند .\r\nامام در اين گفتار با بهترين وجه آنچه در قلب داشت را ظاهر ساخت\r\nوواقعيت را بيان نمود ، ومى دانست كه جنگ در اين لحظات بي معنا بوده\r\nوبه نابودى وخوارى هر چه بيشتر مى انجامد ، از اينرو چاره اى جز صلح\r\nبا معاوية نديد .\r\nپيمان صلح\r\nامام حسن عليه السلام هنگاميكه بر اثر شرائط نامساعد جنگ را بر\r\nخلاف مصالح جامعه اسلامي وحفظ موجوديت اسلام تشخيص داد ،\r\nوناگزير صلح وآتش بس را پذيرفت ، بسيار كوشش نمود تا هدفهاى عالي\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nخود را به قدر امكان بوسيلة صلح وبه نحو مسالمت آميز تأمين نمايد .\r\nاز طرف ديگر چون معاوية در برابر برقرارى صلح وبدست گرفتن\r\nقدرت حاضر به دادن هرگونه امتياز بود ، امام از آمادگى أو حداكثر بهره\r\nبردارى را نمود وموضوعات مهم وحساس كه در درجه أول اهميت قرار\r\nداشت را در آن قرار داد .\r\nمتن صلح امام عليه السلام در كتب مربوط بطور كامل وبه ترتيب ذكر نشده ،\r\nبلكه هر يك از مورخان به چند مادة از آن اشاره نموده اند ، ولى با جمع\r\nآورى مواد پراكنده از كتب مختلف مى توان صورت كامل آن را تقريبا ترسيم\r\nنمود ، كه عبارتند از :\r\n1 - واگذارى حكومت به معاوية به شرط آنكه معاوية بر طبق قرآن\r\nوروش پيامبر عمل كند .\r\n2 - خلافت بعد از معاوية براي امام حسن عليه السلام بوده ومعاوية حق\r\nانتخاب جانشين را ندارد .\r\n3 - توقف دشنام دادن به حضرت علي عليه السلام .\r\n4 - ترجيح بني هاشم بر ديگران در تقسيم بيت المال ، وتقسيم\r\nمبالغى پول بين بازماندگان شهداى جنگ جمل وصفين .\r\n5 - تعهد معاوية به در أمان بودن تمام مردم از تعقيب وآزار أو ،\r\nوعدم آزار شيعيان علي عليه السلام در هر كجا كه باشند ، ودر أمان بودن امام\r\nحسن عليه السلام وامام حسين عليه السلام وسائر خاندان پيامبر .\r\nدر پايان معاوية تعهد به اجراى آن نموده وبزرگان شام بر آن گواهى\r\nدادند .\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nنقض پيمان صلح\r\nبا دقت در پيمان صلحى كه بين امام ومعاوية منعقد گرديد انسان\r\nمى يابد كه امام كه بر اثر حوادث تلخ قادر با نبرد روياروى با معاوية نبود ،\r\nاما نتوانسته بود با اين قرارداد أهداف خود را تا حد امكان تأمين نمايد ، اما\r\nحوادث آينده بر خلاف اين معنا را ثابت كرد .\r\nپس از انعقاد پيمان صلح براي تأييد آن در حضور مردم امام\r\nومعاوية به همراه سپاهيانشان وارد شهر كوفه شدند ، معاوية در اولين\r\nگفتارش پس از انعقاد پيمان به مردم چنين گفت :\r\nمن به خاطر اين با شما نجنگيدم كه نماز خوانده وحج بجاى آوريد\r\nوزكات بدهيد ، چون مى دانستم كه اينها را انجام مى دهيد ، بلكه براي اين\r\nبا شما جنگيدم كه شما را مطيع خود ساخته وبر شما حكومت كنم - تا\r\nآنجا كه گفت : - آگاه باشيد هر شرط وپيمانى كه با حسن بن علي عليه السلام\r\nبسته أم زير پاهاى من بوده وهيچ گونه ارزشى ندارد .\r\nپس از اين ماجرا وبدست گيرى قدرت معاوية اهانت به علي عليه السلام\r\nرا بيش از پيش رواج داد وزندگى را بر شيعيان آن حضرت تنگ ودشوار\r\nساخت ، حجر بن عدي ويارانش را به قتل رسانيد ، وديگر شيعيان آن\r\nحضرت را مورد سخت ترين آزار واذيت قرار داد ، كه آنها يا زندانى ويا\r\nمتوارى ودور از خانه خود بودند .\r\nابن أبي الحديد گويد :\r\nشيعيان در هر جا كه بودند به قتل رسيدند ، بنى أمية دستها وپاهاى\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nاشخاص را به احتمال اينكه از شيعيان هستند را بريدند ، هر كس كه\r\nمعروف به دوستدارى ودلبستگى به خاندان پيامبر صلى الله عليه وآله بود زندانى شد ،\r\nيا مالش به غارت رفت ، يا خانه اش را ويران كردند ، شدت فشار\r\nوتضييقات نسبت به شيعيان به حدى رسيد كه اتهام به دوستى علي عليه السلام\r\nاز اتهام به كفر وبي ديني بدتر شمرده مى شد وعواقب سخت ترى بدنبال\r\nداشت .\r\nرفتار معاوية نسبت به شيعيان هر روز بيشتر مى شد ، واين وضع\r\nنسبت به أهل كوفه كه مركز شيعيان آن حضرت بشمار مى رفت از هر جا\r\nبدتر بود .\r\nمعاوية زياد بن أبيه را حاكم شهر كوفه وبصره نمود وأو كه روزى در\r\nصف شيعيان امام علي عليه السلام بود وآنان را به خوبى مى شناخت ، آنان را در\r\nهر جا كه به ايشان دست مى يافت را گرفته ودستها وپاهايشان را قطع ، يا\r\nاز درختان خرما آويزان ، ويا كور ونابينا مى ساخت .\r\nزياد بن أبيه به جاى خود چند روزى سمرة بن جندب را حاكم بصره\r\nنمود ، أو در اين مدت هشت هزار نفر را بقتل رسانيد ، وطبرى از أبو سوار\r\nعدوى نقل مى كند كه مى گويد : سمرة در يك صبحگاه چهل وهفت نفر\r\nاز بستگان مرا كه حافظ قرآن بودند را كشت ( 1 ) .\r\nاين أمور مردم را به أهداف شوم بنى أمية ومخالفت آنان با\r\nمقدسات اسلامي هر چه بيشتر آشنا ساخت وزمينه ساز انقلاب خونين\r\nعاشورا گرديد .\r\n\r\n","description":"","footnote":" 1 - تاريخ الأمم والملوك 6 : 132 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\nرفتار دوگونهء امام حسن وامام حسين عليهما السلام در برابر بنى أمية\r\nاز بحثهاى پيشين فلسفه صلح امام با معاوية دانسته شد ، اما ممكن\r\nاست اين سؤال در ذهن بيايد كه چرا دو امام دو گونه عمل نمودند ، اين\r\nپاسخ را بايد در شرائط زمانهاى آنان دانست كه عبارتند از :\r\n1 - معاوية در دوران زمامدارى خود با حيله گرى سعى مى كرد به\r\nحكومتش رنگ شرعي واسلامى دهد وظواهر اسلام را حفظ كند ، بعلاوة\r\nأو در حل وفصل أمور ومقابله با مشكلات سياست فوق العادة ماهرانه اى\r\nداشت ، كه فرزندش يزيد فاقد آن بود ، همين دو موضوع پيروزى قيام\r\nوشهادت در زمان حكومت وى را مورد ترديد قرار مى داد ، واز اينرو مردم\r\nجنگ آن حضرت را با معاوية بيشتر يك اختلاف سياسي وكشمكش بر\r\nسر خلافت وحكومت بشمار مى آوردند تا قيام حق در برابر باطل .\r\n2 - از گفتار امام حسن عليه السلام دريافتيم كه جنگ امام حسن عليه السلام\r\nباعث شهادت ايشان نمى گرديد بلكه أو را أسير كرده وزنده زنده تحويل\r\nمعاوية مى دادند ، يا بدست خود ايشان را بقتل مى رساندند ، ودر صورت\r\nشكست امام معاوية داراى قدرت مطلق مى گرديد وتمام شهرها را از\r\nوجود شيعيان خالى مى كرد .\r\n3 - يزيد جوانى ناپخته وشهوت پرست ، بي خرد وخوشگذران\r\nبود ، علنا مقدسات اسلامي را زير پا گذارده وعلنا شراب مى خورد ، از\r\nلحاظ سياسي آن قدر ناپخته بود كه قيافه اصلى حكومت بنى أمية كه\r\nدشمنى آشتى ناپذير با اسلام وبازگشت به دوران جاهليت واحياى رژيم\r\nاشرافى آن زمان بود ، را كاملا به مردم نشان داد ، اين أمور عدم لياقت أو را\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nبراي احراز مقام خلافت ورهبرى جامعه اسلامي روشن ساخت ومجوز\r\nخوبى براي انقلاب وواژگون ساختن چنين حكومتي را بدست داد .\r\n4 - عامل مهم براي انقلاب امام حسين عليه السلام را بايد بيدارى أفكار\r\nعمومى وافزايش نفوذ دعوت شيعيان پس از صلح امام حسن عليه السلام\r\nدانست ، تجاوز مكرر معاوية به حقوق مسلمانان ، نقض پيمان صلح\r\nوبالآخرة مسموم ساختن امام مجتبى عليه السلام مسائلي بود كه وجهه عمومى\r\nحكومت بنى أمية را بيش از بيش لكه دار ساخت وموقعيت آن را تضعيف\r\nنمود .\r\n5 - يكى از مسائل مهم در اين بحث تفاوت ياران دو امام است ،\r\nياران امام حسن عليه السلام قصد داشتند ايشان را زنده تحويل معاوية دهند ، يا\r\nبه فرمان أو امام را بقتل رسانند وياران امام در شب عاشورا به امام خود\r\nعرضه داشتند : به خدا سوگند اگر بدانيم كه كشته مى شويم آنگاه ما را زنده\r\nمى كنند سپس مى كشند وخاكسترمان را بر باد مى دهند واين كار را هفتاد\r\nبار تكرار مى كنند از تو جدا نخواهيم شد تا در حضورت جان بسپاريم .\r\nدر حقيقت اين دو برادر در دو رويه يك رسالت بودند كه وظيفة\r\nوكار هر يك ، در جاى خود ودر أوضاع وأحوال خاص خود از نطر ايفاى\r\nرسالت وتحمل مشكلات ، ونيز از نظر فداكارى واز خود گذشتگى معادل\r\nوهموزن ديگرى بود .\r\nشهادت آن حضرت\r\nبه گفته بسيارى از مورخين آن حضرت با زهرى كه معاوية براي\r\nجعده همسر آن حضرت فرستاده بود به شهادت رسيد ، معاوية به جعده\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nوعدهء ازدواج با يزيد ودادن صد هزار درهم را داد ، ولى پس از شهادت\r\nامام ودرخواست جعده براي ازدواج با يزيد گفت : ما دوست داريم يزيد\r\nزنده بماند واگر أو را دوست نمى داشتيم بنا به وعده اى كه داده بوديم تو\r\nرا به عقدش در مى آورديم .\r\nامام حسين عليه السلام پيكر برادرش را به همراه ديگر نزديكان تجهيز كرد ،\r\nمردم براي تشييع سبط أكبر پيامبر به مدينه آمدند ، پيكر امام را براي\r\nبرگزارى نماز به مسجد بردند وامام حسين عليه السلام بر آن نماز گذارد ، آنگاه\r\nجنازة حضرت را نزديك قبر پيامبر بردند تا با جدش تجديد عهد كرده ودر\r\nجوار آن حضرت أو را دفن كنند ، آتش حسد وكينه در دل بنى أمية\r\nبرخاست چرا كه عثمان در حاشيهء گورستان يهوديان به خاك سپرده شده\r\nبود ، از اينرو مروان بن حكم وسعيد ين عاص نزد عايشه رفته تا از أو يارى\r\nبگيرند ، عايشه نيز كه قلبش از كينه به اين خاندان پر بود از مروان پرسيد :\r\nچه كنم ، أو گفت : نزد حسين برو وأو را از اين كار منع نما ، از اينرو به\r\nمسجد آمد وفرياد زد : كسى را كه دوست نمى دارم وارد خانه أم نكنيد\r\nوبدانيد اين كار انجام نمى يابد مگر اينكه گيسوانم پريشان شود واشاره به\r\nپيشانيش نمود .\r\nامام حسين عليه السلام بنا به وصيت برادر بزرگش براي جلوگيرى از\r\nخونريزى ، آن حضرت را به بقيع برد ودر كنار قبر مادر بزرگش فاطمة بنت\r\nأسد دفن نمود .\r\nرحمت خدا بر أو باد آنگاه كه به دنيا آمد ، وآن هنگام كه شهيد شد ،\r\nوآنگاه كه براي انتقام از دشمنانش در پيشگاه عدل الهى حاضر مى گردد .\r\nمى توان پرسيد :\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n1 - از كجا خانهء پيامبر از آن عايشه بوده مگر پدرش در مقابل\r\nمحبوبهء خدا نگفت : پيامبران از خود ارثى بجا نمى گذاردند ، وشايد\r\nدختران از بردن ارث محرومند ؟ !\r\n2 - اگر ارث هم صحيح باشد أو يك نهم از يك هشتم خانه ، يعنى\r\nيك هفتاد ودوم خانه پيامبر را به ارث مى برد ، زيرا پيامبر نه زن داشت\r\nوهر زن يك هشتم ارث را مالك است وقبر پدرش بيشتر از حد أو بود .\r\n3 - علاوة بر اين ، زن از زمين ارث نبرده واز قيمت عمارت ارث\r\nمى برد .\r\n4 - عايشه كينهء بسيارى از خاندان على وزهرا عليهما السلام داشت ، تا آنجا\r\nكه با وجود محرم بودن با امام حسن وحسين عليهما السلام از آنان رو گرفته واز\r\nپشت پرده با ايشان سخن مى گفت ، وبعد از مرگ عبد الرحمان بن عوف\r\n( كه در شورى بر ضد علي عليه السلام رأى داد ) اجازه داد كه أو را در كنار قبر\r\nپيامبر دفن نمايند ، اين اقدام عايشه تا آنجا زشت وكريه بود كه أبو هريرة\r\nفرياد زد : به من بگوئيد اگر پسر موسى بن عمران از دنيا مى رفت آيا در كنار\r\nپدرش دفن نمى شد من خودم از پيامبر شنيدم كه مى فرمود : حسن\r\nوحسين پيشواى جوانان أهل بهشتند ! ( 1 )\r\nجواد قيومى أصفهاني\r\n1 / 2 / 1374\r\n\r\n","description":"","footnote":" 1 - گر چه تاريخ جز همين مورد براي أبو هريرة اقدام شايسته اى را به ياد ندارد ، أو به جعل\r\nأحاديث در بين خاص وعام مشهور است . ","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفصل أول\r\nنيايشها وادعيهء آن حضرت\r\n1 - ادعيهء آن حضرت در ثناء الهى ودرخواست حوائج از أو\r\n2 - ادعيهء آن حضرت در مورد نماز وآنچه به آن ارتباط دارد\r\n3 - ادعيهء آن حضرت در رفع خطرات وبيماريها\r\n4 - ادعيهء آن حضرت در أمور متفرقة\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n1 - ادعيهء آن حضرت در ثناء الهى\r\nودرخواست حوائج از أو\r\n* در تنزيه خداى بزرگ در روز چهارم ماه\r\n* در مناجاة\r\n* در طب مغفرت\r\n* در طلب مغفرت وبر آورده شدن حاجات\r\n* در طلب اخلاق هاى نيكو\r\n* براي طلب يارى ويقين از خدا\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n( 1 ) دعاى آن حضرت\r\nدر تنزيه خداى بزرگ در روز چهارم ماه\r\nپاك ومنزه است خدائى كه بر اسرار قلبها آگاهست ، پاك ومنزه\r\nاست كسى كه شمارش گناهان را مى داند ، پاك ومنزه است آنكه چيزى در\r\nآسمانها وزمين از ديد أو پنهان نيست ، پاك ومنزه است آگاه بر رازها\r\nوداناى بر پنهانيها .\r\nپاك ومنزه است آنكه اندك چيزى در زمين وآسمان از أو پنهان\r\nنمى باشد ، پاك ومنزه است آنكه رازها برايش آشكار ، واسرار برايش\r\nهويداست ، پاك ومنزه است خداوند وستايش مخصوص اوست .\r\n( 2 ) دعاى آن حضرت\r\nدر مناجاة\r\nپروردگارا ! تو بعد از تمامى مخلوقات باقي مانده ، وهيچ موجودى\r\nبعد از تو وجود نخواهد داشت ، پروردگارا كار نيك هر كس از تو منشاء\r\nگرفته ، وكارهاى زشت هر فرد از خطا واشتباه خود اوست ، پس نيكوكار\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاز يارى وعنايت تو بي نياز نيست ، وآنكه كار زشت انجام داد غير تو فرد\r\nديگرى را پيدا نكرده ، واز تحت قدرت وحكومت تو خارج نشده است .\r\nبارالها ! عنايت تو را شناخته وبه وسيله تو بسوى دينت هدايت شدم ،\r\nواگر ياريت نبود تو را نمى شناختم ، پس اى كسى كه اين گونه مى باشد\r\nوكسى چون أو نيست ، بر محمد وخاندانش درود فرست واخلاص در\r\nعمل ووسعت در روزى به من عطا فرما ، خدايا بهترين ساعات عمرم را\r\nآخرين ساعات زندگيم قرار ده ، وبهترين اعمالم را آخرين كارهايم مقدر\r\nفرما ، وبهترين لحظاتم را زماني قرار ده كه تو را ملاقاة مى كنم .\r\nخدايا ! بر من منت نهادى تا در محبوبترين چيزها نزد تو ، يعنى ايمان\r\nبه تو وشهادت به رسالت پيامبرت ، فرمانبردارى تو را بنمايم ، ودر\r\nمبغوض ترين چيزها نزد تو ، يعنى شرك ودوگانه پرستى وتكذيب\r\nپيامبرت ، تو را معصيت نكنم ، پس آنچه در ميان اين دو است را بر من\r\nببخشاى ، اى بهترين رحم كنندگان .\r\n( 3 ) دعاى آن حضرت\r\nدر طلب مغفرت\r\nپروردگارا ! به تو نزديكى مى جويم با جود وبخششت ، وبا بنده\r\nوفرستاده ات محمد ، كه درود تو بر أو وخاندانش باد ، وبا فرشتگان مقرب\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوپيامبران ورسولانت ، تا اينكه بر محمد بنده وفرستاده ات وبر خاندان أو\r\nدرود فرستى ، واز لغزشم درگذرى ، وگناهانم را پوشانده وآنها را بيامرزى ،\r\nوحاجاتم را برآورده وبه سبب كارهاى زشتم مرا عذاب نكنى ، بدرستى كه\r\nعفو وبخشش تو مرا شامل مى شود ، وتو بر هر كار قادر وتوانايى .\r\n( 4 ) دعاى آن حضرت\r\nدر طلب مغفرت وبرآورده شدن حاجات\r\nاى توشه أم در هنگام سختى ، اى فرياد رسم در زمان گرفتارى ، اى\r\nسرپرستم در نعمتها ، اى برآورنده حاجتها ، اى پناهم در لغزشگاهها ، اى\r\nرهاننده أم از هلاكت وبدبختى ، اى همراه وياورم در تنهايى .\r\nخطا ولغزشم را ببخش ، وكارم را آسان فرما ، به اجتماعمان گرمى\r\nبخش ، وحاجتم را برآور ، وكارم را اصلاح گردان ، آنچه كه بدان اهتمام\r\nدارم را كفايت كن ، ودر كارم گشايش عطا فرما ، وتا آنگاه كه زنده أم وبعد از\r\nمرگ بين من وسلامتي وعافيت هرگز جدائى مينداز ، به رحمتت\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nاى بهترين رحم كنندگان .\r\n( 5 ) دعاى آن حضرت\r\nدر طلب اخلاقهاى نيكو\r\nاى كسى كه فرار كنندگان بسوى أو مى گريزند ، وكساني كه در\r\nهراسند به أو انس والفت گرفته ودل گرم مى شوند ، بر محمد وخاندانش\r\nدرود فرست ، ودلگرميم را به خودت قرار داده ، كه شهرهايت برايم تنگ\r\nشده است ، وتوكل واعتمادم را بر خودت مقدر فرما ، كه دشمنانت بسوى\r\nمن چشم دوخته اند .\r\nپروردگارا بر محمد وخاندانش درود فرست ومرا آنگونه قرار ده كه\r\nبسوى تو توجه كرده وبا ياريت تلاش كنم ، وبر تو توكل كرده وبسوى تو\r\nتضرع وزارى نمايم .\r\nخداوندا ! هر صفتي كه با آن تو را ستودم ، وهر دعائي كه تو را بدان\r\nخواندم ، ورضايت ومحبت وخشنودى تو را در برداشت ، مرا بر آنها زنده\r\nبدار وبميران ، وآنچه را كه از آن ناخشنود بودى ، مرا از آن بسوى آنچه\r\nموجبات خشنودى تو را فرآهم مى سازد متوجه ساز .\r\nاز گناهانم بسوى تو روى آورده ، واز خطايم استغفار مى كنم ، ونيرو\r\nوتوانى جز با قدرت تو ميسر نيست ، معبودى جز تو نبوده وأو بردبار\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوبزرگوار است ، وبر محمد وخاندانش درود فرست ، وكارهاى مهم ما را\r\nدر دنيا وآخرت در سلامتي وعافيت كفايت فرما .\r\n( 6 ) دعاى آن حضرت\r\nبراي طلب يارى ويقين از خدا\r\nپروردگارا ! از تو مى خواهم در مقابل هر كار كه توان روياروئى با آن را\r\nندارم ، توانى به من ارزانى دارى كه اميد آن را نداشته وفكرم بدان خطور\r\nنكرده ، وبر زبانم جارى نشده باشد ، ويقيني به من عطا فرمائى كه مرا از\r\nحاجت خواستن از غير تو باز دارد ، بدرستى كه تو بر هر كار قادر وتوانائى .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n2 - ادعيهء آن حضرت در مورد نماز\r\nوآنچه به آن ارتباط دارد\r\n* در قنوت نماز وتر\r\n* در قنوت\r\n* در هنگام قنوت\r\n* در طلب باران\r\n* در كنار درب مسجد\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\n\r\n( 7 ) دعاى آن حضرت\r\nدر قنوت نماز وتر\r\nپروردگارا ! مرا در زمره كساني قرار ده كه ايشان را هدايت كرده اى ،\r\nوسلامت دار به همراه كساني كه به آنان سلامتي عطا فرموده اى ، ومرا\r\nسرپرستى كن در ميان افرادى كه ايشان را سرپرستى نموده اى ، ودر آنچه\r\nبه من عطا كرده اى بركت عنايت نما ، وشر وبدى آنچه مقدر كرده اى را\r\nاز من دور دار ، تو حاكم بوده وكسى بر تو حكم نمى كند ، بدرستى كه تو هر\r\nكه را سرپرستى كنى ذليل نمى گردد .\r\n( 8 ) دعاى آن حضرت\r\nدر قنوت\r\nاى آنكه با قدرت أو مظلوم يارى شده ، وبا كمك أو مجروح التيام\r\nمى يابد ، فرمانت پيشى گرفته ، وأمرت پايان پذيرفته ، وتو بر هر كار توانا ،\r\nوبر آنچه مى گذرد دانائى .\r\nاى آنكه در هر پنهانى حاضر ، وبر هر راز ونهاني آگاهى ، وپناه هر\r\nمضطر ودرمانده اى ، أوهام در يافتن تو گم گشته ، وعلوم از رسيدن به كنه\r\nتو درمانده اند ، وتو خدائى هستى كه پايدار ودائمي وجاودانى .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nآنچه بدان دانا ودر آن حكيم بوده ، واز آن شكيبا وبردبارى ، را\r\nمى بيني ، وتو بر يارى كردن براي بر طرف ساختن آن وبر بازداشتن از آن\r\nقادرى ، وبازگشت هر كار بسوى توست ، هم چنان كه آغاز آن از فرمان تو\r\nبوده است .\r\nاز تصميمات هر گروهى جدا بوده وراز ونهان ديگران را مخفى\r\nمى دارى ، آنچه حكم كرده اى را اجرا نموده ، وآنچه از دسترس تو\r\nدور نمى باشد را تأخير مى اندازى ، آنچه عقول در مشيت تو بدان قادر\r\nبوده اند را به آنها داده اى ، تا هر كه هلاك مى گردد يا به راه راست هدايت\r\nمى شود با دليل وبرهان توأم بوده ، ونزد خداوند عذرى نداشته باشند ،\r\nوبدرستى كه تو شنوا ودانا ، ويگانه وبينائى .\r\nپروردگارا ! تو يارى كننده بوده وتوكل واعتماد بر توست ، وتو\r\nشايستگى سرپرستى مخلوقاتت را دارى ، وتمام جهان در اختيار توست ،\r\nهر تأثير وتأثري در جهان را شاهد بوده ، وبه هر تغييرى آگاهى ، اعراض\r\nوروى گرداندن مكاران ، وتمايل آنان به دنياي فانى وزينتهاى زود گذرآن -\r\nكه عقاب الهى را بدنبال خود دارد - ونيز مبارزه نكردن آنان ، وبازگشتشان\r\nاز دين ، وبدون ياور شدنم ، ونداشتن پشتيبانى براي خود ، را ديده اى ، از\r\nتو يارى خواسته وبه ريسمان محكم تو چنگ زده وبر تو توكل مى نمايم .\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nپروردگارا ! تو مى دانى كه از هيچ كوششى فروگذار نكرده ، واز هيچ\r\nعملي دريغ ننموده أم ، تا آنگاه كه قدرتم كاسته شد وتنها ماندم ، از اينرو\r\nراهى را انتخاب كردم كه پيشينيان من براي رفع دشمنى وساكن نمودن\r\nطغيان وآشوب در جهت جلوگيرى از خونريزى شيعيان برگزيده بودند ،\r\nوآنچه اوليائم از أمور دنيا وآخرت حراست كرده اند ، را پاسدارى نمودم .\r\nاز اينرو خشمشان را تحمل كرده ، وروششان را متابعت نموده ،\r\nوراهشان را پذيرفته ، وبا نشانه آنان شناخته شده أم ، تا آنگاه كه يارى تو فرا\r\nرسد ، وتو يارى كننده حق مى باشى ، اگر چه مطلوبمان از ما دور باشد ،\r\nوزمان براي نابودى دشمنان گذشته باشد .\r\nخداوندا ! بر محمد وخاندانش درود فرست ، وآنان را به همراه\r\nدشمنانت در عذاب ابدى داخل كن ، وچشمانشان را از يافتن راه حق\r\nكور نما ، ايشان را در لذات دنيوي فرو بر ، تا مرگ آنان بطور ناگهانى فرا رسد ،\r\nدر حالي كه در غفلت بسر مى برند ، يا در آن هنگام كه در خواب فرو رفته اند ،\r\nبا حقيقتي كه تو آن را يارى كرده وقدرتى كه با آن دشمنانت را مجازات\r\nمى كنى ، وعلمي كه آن را آشكار مى گردانى ، بدرستى كه تو بزرگوار ودانائى .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n( 9 ) دعاؤه عليه السلام\r\n( 9 ) دعاى آن حضرت\r\nدر هنگام قنوت\r\nپروردگارا ! بدرستى كه تو پروردگار رؤوف ، پادشاه عطوف ، مهربان\r\nوبردبار بوده ، وتو پناه سرگردان متحير ، وراهنماى گمراه بازمانده بوده ،\r\nوبه اسرار ورازهاى نهاني آگاهى ، هم چنان كه گفتار گويندگان را نظاره گر\r\nهستى .\r\nاز تو مى خواهم به علم هاى نهاني ات از رازهاى باطن ، كه بر محمد\r\nوخاندانش درود فرستى ، درودى كه با آن از تلاش گران گذشته پيشى گرفته\r\nواز تلاش گران آينده سبقت گيريم ، وبين ما وخودت رابطه اى برقرار كن ،\r\nكه براي كساني كه آنان را براي خود ساخته اى برقرار مىنمائى .\r\nوگمانهاى باطل وآشوب گران ويران گر آن را نابود نسازد ، تا اينكه در\r\nدنيا فرمانبر تو ، ودر آخرت در جوار تو جاودانه باشيم .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n( 10 ) دعاى آن حضرت\r\nدر طلب باران\r\nپروردگارا ! ابرها را براي ما با گشودن درهايش براي ريزش آبهاى\r\nبسيار وفراوان وپى د رپى به حركت در آور .\r\nاى بخشنده ! براي ما باران فرو ريز ، پى در پى فراگير روياننده ،\r\nقفلهايش را بگشا ، وموانعش را بر طرف كن ، وريزش آن را آسان گردان ، ودر\r\nآمدن آن براي نمناك ساختن دشتها بوسيلة ريزش آب تسريع فرما .\r\nاى تلاش گر برايمان باران فرو ريز ، بارانى قطره قطره ، فراوان\r\nوبسيار ، پى در پى وفراگير ، نمناك كننده ، وسيع وكافى ، سريع وپاكيزه\r\nوروياننده ، گوارا ومبارك ، عريض وگسترده ، كه دشتها را نمناك سازد .\r\nدر كوه ودشتمان ، وشهر وبيابانمان باران فرو ريز ، تا قيمتهايمان را\r\nكاهش داده ، ودر كيل ووزنمان بركت عطا كنى ، روزيمان را بما بنمايان ،\r\nوقحطى را معدوم ساز ، اى پروردگار جهانيان أجابت فرما .\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n .\r\n( 11 ) دعاى آن حضرت\r\nدر كنار درب مسجد\r\nروايت شده آن حضرت هنگامى كه به درب مسجد مى رسيد سر را\r\nبلند كرده ومى فرمود :\r\nپروردگارا ! ميهمانت كنار در خانه ات ايستاده ، اى نيكوكار گناهكار به\r\nدرگاهت آمده ، پس اى بزرگوار در مقابل زيبائيهايى كه نزد توست از كار\r\nزشت من درگذر .\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n3 - ادعيهء آن حضرت در رفع خطرات وبيماريها\r\n* در پوشيده مانده از خطرات\r\n* در دفع شدائد\r\n* در دفع حزن واندوه\r\n* در دفع كيد دشمنان وشر آنان\r\n* بر عليه دشمنانش\r\n* بر عليه دشمنش ( آنگاه كه نزد معاوية رفت )\r\n* بر عليه ابن زياد\r\n* بر عليه مردى از بنى أمية\r\n* در دفع شر همسايه\r\n* براي درد پا\r\n* در دفع چشم زخم\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n( 12 ) دعاى آن حضرت\r\nدر پوشيده ماندن از خطرات\r\nپروردگارا ! اى آنكه بين دو دريا مانع وفاصله قرار دادى ، اى داراى\r\nنيرو وتوانمندى ، اى آنكه جايگاهش برتر است ، چگونه از تو در هراس\r\nباشم در حالي كه تو اميدم مى باشى ، وچگونه مورد ستم واقع شوم در\r\nحالي كه تو پناهم هستى .\r\nپس با پوشش خود مرا از دشمنانت پوشيده دار ، وصبر وبردباريت\r\nرا بر من فروريز ، وبا قدرتت مرا بر دشمنانم يارى گردان ، وبا ياريت كمك\r\nفرما ، پناه توئى واعتماد بر توست ، پس در كارم گشايش وفرج مقدر كن .\r\nاى آنكه أهل مكة را در مقابل أصحاب فيل يارى كرده ، وپرندگان\r\nأبابيل را براي آنان فرستادى ، تا ايشان را با سنگهاى آتشين سنگ باران\r\nكردند ، هر كه با من دشمنى مى كند را عقوبت كن .\r\nخداوندا ! شفاء از هر بيمارى ، ويارى بر دشمنان ، وتوفيق بر آنچه\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nخشنودى تو در آنست را از تو مى خواهم .\r\nاى پروردگار هر كه در آسمان وزمين ودر ميان آنها ودر زير زمين\r\nاست ، از تو شفا طلبيده واز تو بخشش مى خواهم ، وبر تو توكل مى كنم ،\r\nوخداوند آنان را كفايت كرده ، وأو شنوا وداناست .\r\n( 13 ) دعاى آن حضرت\r\nدر دفع شدائد\r\nبنام خداوند بخشندهء مهربان ، خداوندا به جايگاهت ومكانهاى\r\nعزتت وساكنين آسمانهايت ، وپيامبران ورسولانت ، از تو مى خواهم كه\r\nدعايم را أجابت كنى ، چرا كه در سختى قرار گرفته أم .\r\nخدايا ! از تو مى خواهم كه بر محمد وخاندانش درود فرستى وامر\r\nمشكلم را آسان فرمايى .\r\n( 14 ) دعاى آن حضرت\r\nدر دفع حزن واندوه\r\nروايت شده : هرگاه آن حضرت محزون مى گرديد در اتاقى قرار\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nگرفته واين دعا را مى خواند :\r\nاى كهيعص ، اى نور ، اى پاكيزه ، اى دانا ، اى خداوند ، اى بخشنده -\r\nسه بار .\r\nگناهانى كه نعمت وعذاب را بر من فرود مى آورد ، وگناهانى كه\r\nنعمت ها را به نقمت مبدل مى سازد ، وگناهانى كه پرده هاي حيا را مى درد ،\r\nوگناهانى كه بلا را نازل مى كند ، وگناهانى كه فنا ونابودى را تسريع\r\nمى گرداند ، را بيامرز .\r\nوگناهانى كه دشمنان را مسلط مى سازد ، وگناهانى كه اميدها را\r\nنا اميد مى كند ، وگناهانى كه دعا را رد مى كند ، وگناهانى كه از نزول باران\r\nممانعت به عمل مى آورد ، وگناهانى كه هوا را تاريك مى كند ، وگناهانى كه\r\nپرده ها را مى درد ، را بر من ببخشاى .\r\nآنگاه به آنچه مى خواهد دعا مى كند .\r\n( 15 ) دعاى آن حضرت\r\nدر دفع كيد دشمنان وشر آنان\r\nپروردگارا ! به يارى تو در مقابل دشمنان ايستادگى كرده ، واز شرور\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nآنان به تو پناه مى آورم ، واز تو بر عليه ايشان يارى مى طلبم ، به هر چه\r\nمى خواهى وهر گونه كه مى خواهى مرا بر آنان يارى فرما ، اى بهترين يارى\r\nكنندگان .\r\n( 16 ) دعاى آن حضرت\r\nبر عليه دشمنانش\r\nخداوندا ! من آن را بسوى تو خوانده واز مخالفتت برحذر داشتم ،\r\nوايشان را امر ونهى نمودم ، اما ايشان از پذيرش دعوتم غافل واز ياريم باز\r\nايستاده ، واز اطاعتم كوتاهى كرده ، ودشمنانم را يارى نمودند .\r\nخدايا ! پس عذاب وسخط وعقابت كه شامل ستمكاران مى گردد\r\nرا بر آنان فرو ريز .\r\n( 17 ) دعاى آن حضرت\r\nبر عليه دشمنش ، آنگاه كه نزد معاوية رفت\r\nبنام خداوند بخشندهء مهربان ، بنام خداوند برتر ووالاتر ، پروردگارا\r\nاى پابرجا تو از هر عيب ونقصى منزه هستى ، پاك ومنزه است\r\nزنده اى كه نمىميرد .\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nاز تو مى خواهم همانگونه كه دانيال را درون چاه از گزند شيران\r\nنجات دادى ، وبه أو صدمه اى نرساندند ، مرا از آزار اين مرد ، وهر انسان\r\nوجن كه در شرق وغرب جهان است در أمان دارى ، وگوشها وچشمها\r\nوقلبها واندامشان را در اختيار بگير .\r\nمرا با نيرو وتوانمندى خودت از كيد ومكر آنان در أمان دار ، واز\r\nآنان واز هر ستمگر كينه توز وهر شيطان رانده شده اى ، كه به روز قيامت\r\nايمان ندارد ، در أمان دار .\r\nبدرستى كه سرپرست من خداوندى است كه كتاب را نازل فرمود\r\nونيكان را سرپرستى مى كند ، پس اگر روى گرداندند بگو خداوند مرا\r\nكفايت مى كند ، معبودى جز أو نبوده ، بر أو توكل كرده وأو پروردگار جهانيان\r\nاست .\r\n( 18 ) دعاى آن حضرت\r\nبر عليه ابن زياد\r\nپروردگارا ! انتقام من وشيعيانم را از ابن زياد بگير ، ومجازات\r\nسريعى را در مورد أو به عمل آور وبه ما نشان ده ، بدرستى كه تو بر هر كار\r\nتوانائى .\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n( 19 ) دعاى آن حضرت\r\nبر عليه مردى از بنى أمية\r\nروايت شده : مردى از بنى أمية به آن حضرت كلمات درشتى گفته ،\r\nوفحش وناسزاى بسيارى را به ايشان وپدرش نسبت داد ، آن حضرت\r\nفرمود :\r\nپروردگارا ! نعمتي كه به أو داده اى را به عذاب مبدل كن ، وأو را براي\r\nعبرت ديگران زن گردان .\r\nآن شخص به خود نظر افكند ، ديد به زن مبدل شده است .\r\n( 20 ) دعاى آن حضرت\r\nدر دفع شر همسايه\r\nشخصي نزد آن حضرت از آزار همسايه اش شكايت كرد ، آن\r\nحضرت فرمود : بعد از نماز مغرب دو ركعت نماز بگذار ، وسپس بگو :\r\nاى آنكه كيد ومكرش قوى است ، اى پايدار ، با قدرتت تمامى\r\nمخلوقاتت را در اختيار خود قرار داده اى ، شر فلان فرد را با هر چه خواهى\r\nبگير .\r\nودر روايتي آمده :\r\nاى نيرومند ، اى آنكه مكر وكيدش قوى است ، اى پايدار ، با قدرتت\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nتمامى مخلوقاتت را در اختيار گرفته اى ، بر محمد وخاندانش درود فرست\r\nورنج فلان فرد را با هر چه مى خواهى از من دور دار .\r\n( 21 ) دعاى آن حضرت\r\nبراي درد پا\r\nاز آن حضرت روايت شده كه فرمود : نزد امام حسين عليه السلام بودم كه\r\nفردى شيعه از بنى أمية نزد ايشان آمد وگفت :\r\nاى پسر پيامبر به خاطر درد پا نمى توانم نزد تو بيايم ، فرمود : چرا\r\nدعاى حضرت امام حسن عليه السلام را نمى خوانى ، فرمود : آن كدامست ؟\r\nفرمود :\r\nبدرستى كه گشايش وپيروزى آشكارى را براي تو فرآهم آورديم ، تا\r\nخداوند از گناهان گذشته وآينده تو درگذرد - تا آنجا كه فرمايد : - وخداوند\r\nاستوار وحكيم است ( 1 ) .\r\n\r\n","description":"","footnote":" 1 - بدرستى كه گشايش وپيروزى آشكار را براي تو فرآهم آورديم ، تا خداوند از گناهان گذشته\r\nوآيندهء تو در گذرد ونعمت خود بر تو كامل كرده وتو راه راست هدايت نمايد .\r\nوتو را با نصرتي وعزت يارى كند ، اوست پروردگارى كه آرامش ووقار را بر دلهاى مؤمنان نازل كرد\r\nتا بر يقين وايمانشان را كامل گرداند ولشگريان آسمانها وزمين از آن خداست وخداوند\r\nآگاه وحكيم است . براي آنكه خدا مى خواست مردان وزنان مؤمن را تا ابد در بهشت هائيكه زير درختانش نهرها جارى است داخل گرداند وگناهانشان را ببخشد در حقيقت اين پيروزى نزد خداوند پيروزى بزرگى\r\nاست . ونيز خدا خواست تا همهء منافقان ومشركان وآنان كه به خدا بدگمان بودند را عذاب كند وخداوند بر آنان\r\nخشم نموده ومورد لعنتشان قرار داده وجهنم را برايشان آماده ساخت كه بد جايگاهى است . ولشگريان\r\nآسمانها وزمين براي خداست وخداوند پابرجا وحكيم است . سورهء فتح : 1 - 7 . ","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n( 22 ) دعاى آن حضرت\r\nدر دفع چشم زخم\r\nاز آن حضرت روايت شده كه فرمود : دواء چشم زخم آنست كه\r\nبخوانى :\r\nوآن گاه كه كافران آيات قرآن را شنيدند ، نزديك بود با چشمهاى\r\nخود تو را چشم زخم زنند ، ومى گويند اين شخص ديوانه است ،\r\nودر حالي كه اين كتاب الهى جز تذكر وپند براي جهانيان چيز ديگرى\r\nنيست .\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n4 - ادعيهء آن حضرت در أمور متفرقة\r\n* در پناه بردن به خدا از بعضي از أمور\r\n* در كنار ركن يماني\r\n* هنگامه افطار\r\n* در شب قدر\r\n* در كيفيت تبريك ولادت فرزند پسر\r\n* هنگام احتضار براي طلب رحمت الهى\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\n( 23 ) دعاى آن حضرت\r\nدر پناه بردن به خدا از بعضي از أمور\r\nپروردگارا ! از قلبي كه مى شناسد ، وزبانى كه توصيف مى كند ،\r\nواعمالي كه مخالفت كرده مى شود ، به تو پناه مى برم .\r\n( 24 ) دعاى آن حضرت\r\nدر كنار ركن يماني\r\nروايت شده : امام حسن عليه السلام كنار ركن يماني قرار گرفته وفرمود :\r\nپروردگارا ! به من نعمت ارزانى داشتى ولى سپاسگزارم نيافتى ، ومرا\r\nبه نارا حتى دچار ساختى ولى صبور وشكيبايم نديدى ، پس نعمتت را به\r\nسبب ترك شكر سلب نكرده ، وناراحتى را به سبب ترك صبر وشكيبائى\r\nاستمرار نمى بخشي ، پروردگارا از بزرگوار جز بزرگوارى انتظار نمى رود .\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\n( 25 ) دعاى آن حضرت\r\nهنگام افطار\r\nاز آن حضرت روايت شده كه فرمود : هر روزه دار در زمان افطار يك\r\nدعاى مستجاب دارد ، در اولين لقمه خود بگويد :\r\nبنام خدا ، اي داراى بخشش بسيار ، مرا ببخشاى .\r\nودر روايتي آمده :\r\nبنام خداوند بخشندهء مهربان ، اى داراى بخشش بسيار ، مرا ببخش .\r\nهر كه هنگام افطار اين دعا را بخواند بخشيده مى شود .\r\n( 26 ) دعاى آن حضرت\r\nدر شب قدر\r\nاى كه از شدت ظهور پنهان ودر ناپيدائى آشكارى ، اى ناپيدائى كه\r\nهيچ چيز بر تو مخفى نيست ، اى آشكارى كه ديده نمى شود ، اى توصيف\r\nشده اى كه هيچ توصيف شده اى به ذات تو پى نبرده وتو را تحديد به\r\nمقدارى ننمايد .\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nاى غائبى كه هرگز گم نشده اى ، واي شاهدي كه مشاهده\r\nنمى شوى ، اگر جستجو شوى پيدا نشده ، وآسمانها وزمين وآنچه در\r\nآنهاست لحظه اى از تو خالى نمى باشد ، با كيفيتى درك نشده وبا مكان\r\nتعيين نمى گردى .\r\nنورانيت نور از توست ، وپروردگار هر پرورش دهنده اى ، وبه تمام\r\nكارها احاطه دارى ، پاك ومنزه است آنكه چيزى همانند أو نيست وأو شنوا\r\nوبيناست ، پاك ومنزه است آنكه چنين است وهمانندى ندارد .\r\n( 27 ) دعاى آن حضرت\r\nكيفيت تبريك براي ولادت فرزند پسر\r\nروايت شده : براي آن حضرت فرزند پسرى به دنيا آمد ، قريش نزد\r\nايشان آمده وگفتند : تو را به خاطر داشتن أسب سوار تبريك مىگوئيم ، امام\r\nفرمود : اين چه كلامي است ، بگوئيد :\r\nبخشنده را شكر گذارده ، ودر آنچه به تو داده شده بركت عطا شود ،\r\nوخداوند أو را به نهايت درجه برساند ، واز نيكى أو تو را بهره مند سازد .\r\n( 28 ) دعاى آن حضرت\r\nهنگام احتضار براي طلب رحمت الهى\r\nاز رؤبة بن مصقله روايت شده كه گفت : آن حضرت هنگام احتضار\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nفرمود : بستر مرا به حياط ببريد ، أو را بيرون بردند ، سر بلند كرد واين دعا را\r\nخواند :\r\nخداوندا ! من جانم كه عزيزترين چيزها نزد من بوده وهمانند آن\r\nچيزى را در اختيار ندارم را به تو مى سپارم .\r\nخدايا ! مرا مورد رحمتت قرارده ، ودر تنهائى قبر مؤنس من باش .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nفصل دوم ( 1 )\r\nخطبه هاي آن حضرت\r\n* براي تحريض مردم به جنگ جميل\r\n* براي تحريض أهل كوفه به جنگ جمل\r\nدر جنگ جمل براي تحريض مردم به جنگ\r\n* براي تحريض أهل كوفه به جنگ جمل\r\nبراي تحريض أهل كوفه به جنگ جمل\r\n* در تحريض مردم به يارى پدرش\r\n* در تحريض مردم به يارى پدرش\r\n* در فضيلت أهل بيت\r\n* در جنگ صفين براي تحريض مردم به جنگ\r\n* بعد از آنكه أبو موسى در صفين آنگونه حكم كرد\r\n* در حمد الهى وفضيلت پدرش\r\n* در فضيلت الهى وفضيلت پدرش\r\n* در فضيلت أهل بيت\r\n* در فضيلت أهل بيت بعد از شهادت پدرش\r\n* در فضيلت خودش وپدرش\r\n* هنگاميكه پدرش وفات يافت\r\n* هنگاميكه پدرش وفات يافت\r\n* بعد از بيعت با أو\r\n* در تحريض اصحابش به جنگ\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nفصل دوم ( 2 )\r\nخطبه آن حضرت\r\n* در مذمت اصحابش به خاطر عدم اهتمامشان به جهاد\r\n* در حيلهء اصحابش به آن حضرت\r\n* هنگاميكه اصحابش به معاوية پيوستند\r\n* در كوفه قبل از صلح\r\n* هنگاميكه قصد صلح كردن را نمود\r\n* هنگاميكه از جراحت سلامتي حاصل شد\r\n* هنگاميكه با معاوية صلح كرد\r\n* بعد از انجام صلح\r\n* در علت صلح ايشان با معاوية\r\n* در فضيلت پدرش بعد از آنكه صلح كرد\r\n* در شناخت خودش\r\nدر فضيلت خود وپدرش\r\n* در شناسائى خود وصفات زمامدار\r\n* در شناسائى خود ومعاوية\r\n* در توصيف خود ومعاوية\r\nدر توصيف خودش به پيروى از آنان\r\n* در علت صلح ايشان\r\n* هنگاميكه ايشان را بر بيعت معاوية مورد سرزنش قرار دادند\r\n* در مورد علت صلح خود\r\n* بعد از آنكه اصحابش از أو خواستند نقض بيعت كند\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n( 1 ) خطبه آن حضرت\r\nبراي تحريض مردم به جنگ جمل\r\nسپاس خدائى را سزاست كه استوار وقدرتمند ويگانه وتوانا\r\nوبزرگ وبرتر است ، براي شما مساوى است كه سخن را آرام گوئيد يا بلند\r\nبر زبان آوريد ، وآنكه در تاريكى شب پنهان شده ودر روشنائى روز\r\nحركت مى كند ، أو را سپاس مى گويم بر آزمايش نيكو ونعمتهاى پياپى ، بر\r\nآنچه دوست داشته وزشت مىشماريم ، از سختى وآسايش .\r\nوگواهى مى دهم كه معبودى جز خداوند نبوده ، يگانه است\r\nوشريكي ندارد ، ومحمد بنده وفرستاده اوست ، خداوند به نبوت أو بر ما\r\nمنت نهاد ، وبه رسالتش مخصوص گرداند ، ووحيش را بر أو نازل كرد ، وأو\r\nرا بر تمامى موجودات برگزيد ، ودر زمانيكه بتها پرستيده وشيطان أطاعت\r\nوخداوند انكار مى شد ، أو را بسوى جن وانس فرستاد ، درود خدا بر أو\r\nوبر خاندانش باد ، وبرترين پاداش پيامبران را به أو عطا نمايد .\r\nاما بعد ، من چيزى نمى گويم جز آنچه شما مى دانيد ، أمير المؤمنين\r\nعلي بن أبي طالب كه خداوند أو را به امرش ارشاد وياريش\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nنيرومند گرداند ، مرا بسوى شما فرستاده ، شما بسوى راه نيك وعمل به\r\nكتاب وجهاد در راه خدا مى خواند ، واگر چه هم اكنون آن را ناپسند\r\nمى شماريد ، اما بخواست خدا در آينده محبوب شما خواهد بود .\r\nومى دانيد كه علي عليه السلام به تنهائى نماز گذارد ، ودر روزى كه أو را\r\nتصديق كرد در سن ده سالگى بود ، آنگاه در تمامى جنگها با ايشان شركت\r\nكرد ، واز تلاشش در كسب خشنودى خدا وأطاعت پيامبر وارزشهايش در\r\nاسلام همه آگاهى داريد .\r\nوهمواره پيامبر از أو راضى بود ، تا آنگاه كه چشمان أو را با دست\r\nخويش بر هم نهاد ، وبه تنهائى أو را غسل داد ، در حالي كه فرشتگان أو را\r\nيارى كرده وپسر عمويش فضل برايش آب مى آورد ، آنگاه أو را داخل قبر\r\nخود نهاد ، وپيامبر در قضاء ديون ووعده هايش به أو وصيت كرد ، وديگر\r\nأموري كه خدا بر أو منت نهاده است .\r\nوسوگند به خدا كه آنان را بسوى خود نخواند ، ومردم همانند\r\nشتران خشمگين هنگام وارد شدن بر آب بر أو هجوم آوردند ، وآزادانه با أو\r\nبيعت كردند ، آنگاه گروهى پيمانشان را شكستند ، در حالي كه چيزى را\r\nبدعت نگذارد وخلافي را مرتكب نشد ، بلكه به خاطر حسادت با أو\r\nوتجاوز نمودن بر أو .\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nپس اى بندگان خدا بر شما باد به تقواى الهى وتلاش وصبر ويارى\r\nگرفتن از خدا وحركت به سمتى كه أمير المؤمنين شما را به آن جهت\r\nخوانده است .\r\nخداوند ما وشما را حفاظت كند به آنچه أولياء وفرمانبرداران خود\r\nرا حفاظت كرده است ، وبه ما وشما تقواى خود را الهام كند ، وما وشما\r\nرا در جهاد با دشمنانش يارى گرداند ، وبراي خود وشما از خداوند\r\nبخشش را خواستارم .\r\n( 2 ) خطبه آن حضرت\r\nبراي تحريض أهل كوفه به جنگ جمل\r\nروايت شده : أمير المؤمنين عليه السلام امام حسن عليه السلام وچند نفر از\r\nاصحابش را براي يارى خواستن به همراه نامه اى بسوى كوفه فرستاد .\r\nهنگامى كه امام حسن عليه السلام به همراه عمار وارد كوفه شد ، مردم\r\nدور ايشان اجتماع كردند ، امام در اجتماعشان حضور يافت ، وپس از\r\nحمد وثناى الهى فرمود :\r\nاى مردم ! ما آمده أيم تا شما دعوت كنيم به خدا وكتابش ، وسنت\r\nپيامبرش ، وبه فقيه ترين فقيه مسلمانان ، وعادل ترين كسى كه شما آنان\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nرا عادل مى شماريد ، وبرترين كسى كه شما آنان را برتر مى دانيد ، وبا\r\nوفاترين كسى كه با أو بيعت كرده أيد ، آن كس كه فهم قران أو را عاجز نكند ،\r\nوچيزى از سنت بر أو پوشيده نيست ، وكسى بر أو سبقت نگرفته است ،\r\nبسوى كسى كه خداوند از دو جهت أو را به پيامبرش نزديك گرداند ،\r\nنزديكى از جهت دين واز جهت خويشاوندى ، كسى كه در هر نيكى بر\r\nمردم پيشى گرفته است .\r\nبسوى كسى كه خداوند بوسيلة أو پيامبرش را كفايت كرد در حالي كه\r\nمردم أو را خوار مى كردند ، به أو نزديك شد در حالي كه مردم از أو دور\r\nبودند ، با أو نماز گذارد در حالي كه مردم مشرك بودند ، با أو جنگيد در\r\nحالي كه مردم فرار مى كردند ، با أو مبارزه كرد در حالي كه مردم اكراه داشتند ،\r\nأو را تصديق كرد در حالي كه مردم أو را تكذيب مى كردند ، بسوى كسى كه\r\nپرچمى را باز نگرداند ، وكسى بر أو سبقت نگرفته است .\r\nوأو از شما يارى مى خواهد وشما را بسوى حق مى خواند ، واز\r\nشما مى خواهد كه بسوى أو برويد ، تا أو را بر گروهى كه بيعتش را شكستنه\r\nونيكان اصحابش را كشتند وكارگزارانش را كنار زدند ، وبيت المالش را\r\nغارت كردند ، يارى كنيد .\r\nپس بسوى أو برويد ، خداوند شما را رحمت كند ، پس امر به\r\nمعروف ونهى از منكر كنيد ، وهمانند صالحان در پيشگاهش حاضر شويد .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n( 3 ) خطبه آن حضرت\r\nدر جنگ جمل براي تحريض مردم به جنگ\r\nاى مردم ! دعوت فرمانده خود را بشنويد وبسوى برادرانتان برويد ،\r\nبه زودى كسى اين حكومت را بدست مى گيرد كه بسوى أو كوچ مى كنيد ،\r\nبه خدا سوگند اگر دانايان وعاقلان سرپرستى اين حكومت را به عهده گيرند ،\r\nدر اين دنيا بهتر ودر آخرت نيكوتر است ، پس دعوت ما را بپذيريد ، وما\r\nرا يارى كنيد در آنچه شما وما به آن دچار شده أيم .\r\n( 4 ) خطبه آن حضرت\r\nبراي تحريض أهل كوفه به جنگ جمل\r\nاى مردم ! أمير المؤمنين عليه السلام مى گويد : من در اين راه حركت\r\nكرده أم ، خواه ظالمانه وخواه مظلومانه ، ومن خداوند را به ياد مى آورم براي\r\nمردمى كه حقي را براي خداوند قائل است جز آنكه كوچ كند ، اگر من\r\nمظلوم هستم مرا يارى كند ، واگر ظالم هستم حقم را از من بگيرد ،\r\nوسوگند به خدا كه طلحه وزبير اولين كساني هستند كه با من بيعت كردند ،\r\nواولين كساني نيز مى باشند كه به من مكر وحيله زدند ، آيا مالي را براي\r\nخود برداشته أم ، يا حكمي را تغيير داده أم پس كوچ كنيد ، وبه كار نيك امر\r\nواز كار زشت باز داريد .\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n .\r\n( 5 ) خطبه آن حضرت\r\nبراي تحريض أهل كوفه به جنگ جمل\r\nاى مردم ! أمير المؤمنين در گذشته تمامى شما را يارى نمود ، وهم\r\nاكنون آمده أيم تا شما را بسوى أو بخوانيم ، چرا كه شما پيشواى شهرها\r\nورؤساى عرب هستيد .\r\nوخبر بيعت شكستن طلحه وزبير وخروجشان به همراه عائشة به\r\nشما رسيده است ، وآن ناشى از ضعف زنان وضعف عقيدهء ايشان\r\nمى باشد ، وخداوند فرموده : ( مردان بر زنان تفوق دارند ) .\r\nوبه خدا سوگند مىخورم اگر كسى أو را يارى نكند ، در ميان\r\nمهاجرين وأنصار كه براي يارى أو مى آيند ، وآنان كه خداوند از انسانهاى\r\nپاك كه براي أو مى فرستد ، براي أو كافى مى باشد ، خداوند را يارى كنيد تا\r\nشما را يارى كند .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n( 6 ) خطبه آن حضرت\r\nدر تحريض مردم به يارى پدرش\r\nهنگاميكه به حضرت علي عليه السلام خبر رسيد كه أبو موسى اشعرى\r\nمردم كوفه را از يارى امام برحذر مى دارد ، امام حسن عليه السلام ومالك اشتر\r\nوعمار ياسر را بسوى أو فرستاد .\r\nهنگاميكه داخل مسجد شدند امام بالاى منبر رفت ، وچنين\r\nفرمود :\r\nاى مردم ! علي عليه السلام راه هدايت است ، هر كه داخل آن شود\r\nهدايت يافته ، وهر كه مخالفت كند هلاك مى گردد .\r\n( 7 ) خطبه آن حضرت\r\nدر تحريض مردم به يارى پدرش\r\nروايت شده : هنگاميكه علي عليه السلام از مدينه حركت كرد وبه\r\nنزديكى شهر كوفه رسيد ، امام حسن عليه السلام وعمار وابن عباس را براي\r\nجلب حمايت مردم به كوفه فرستاد ، هنگاميكه داخل مسجد شدند امام\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nبالاى منبر رفت وحمد وثناى الهى را گفت ، آنگاه نام پيامبر را ذكر كرد وبر\r\nأو درود فرستاد ، وفضيلت پدرش وسابقه أو در اسلام ونزديكى اش به\r\nپيامبر را يادآورى نمود ، واين كه أو به خلافت از همه شايسته تر است ،\r\nآنگاه گفت :\r\nاى مردم ! طلحه وزبير آزادانه وبدون اجبار واكراهى بيعت كردند ،\r\nآنگاه كوچ كرده وبيعتشان را شكستند ، خوشا به حال آنكه در نبرد با\r\nكساني كه به مبارزه با أو آمده اند سبكبال حركت كند ، چرا كه جهاد با أو\r\nجهاد با پيامبر است .\r\n( 8 ) خطبه آن حضرت\r\nدر تحريض مردم به يارى پدرش\r\nهنگاميكه سخنان عبد الله بن زبير ( در مورد نسبت دادن قتل عثمان\r\nبه امام ) به حضرت علي عليه السلام رسيد ، به امام حسن عليه السلام فرمود : اى پسرم\r\nبرخيز وخطبه اى بخوان ، امام پس از حمد وثناى الهى فرمود :\r\nاى مردم ! سخن عبد الله بن زبير بما رسيد ، وسوگند به خدا آنگاه كه\r\nشهرها بر عثمان تنگ گرديده بود پدرش گناهانى را بي دليل به أو نسبت\r\nمى داد ، ، تا اينكه كشته شد ، در حالي كه طلحه در زمان أو پرچمش را در\r\nبيت المال أو قرار داده بود .\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nاما سخن أو : على أمور مردم را متشتت ساخت ، اين مطلب\r\nبزرگترين حجت بر پدر اوست ، مى پندارد كه با دست بيعت كرده ولى با\r\nقلب بيعت ننموده ، در حالي كه به بيعت اقرار كرده وادعاى دوستى نموده ،\r\nبايد براي سخنش دليل بياورد ، وچگونه قادر بر اين كار خواهد شد .\r\nواما تعجب أو از اينكه مردم كوفه بر مردم بصره غالب شوند ،\r\nتعجبي ندارد كه أهل حق بر أهل باطل غالب شوند ، وبه خدا سوگند ، به\r\nجانم قسم مىخورم كه مردم بصره حق را خواهند دانست ، وعده ما وآنان\r\nروزى است كه ما در پيشگاه خدا آنان را به محاكمه مىكشانيم ، وخداوند\r\nبا حق حكم مى كند ، وأو بهترين حكم كنندگان است .\r\n( 9 ) خطبه آن حضرت\r\nدر فضيلت أهل بيت\r\nروايت شده : هنگاميكه امام علي عليه السلام از جنگ جمل فارغ شد ،\r\nبيمار گرديد ، روز جمعه وانجام نماز جمعه فرا رسيد ، از اينرو به پسرش\r\nامام حسن عليه السلام فرمود : اى پسرم نماز جمعه را همراه مردم بجاى آور ،\r\nامام به مسجد رفت ، آنگاه كه بر منبر قرار گرفت حمد وثناى الهى گفت\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوبر پيامبر درود فرستاد ، سپس فرمود :\r\nاى مردم ! خداوند ما را براي خود اختيار كرد ، وبراي دينش به ما\r\nخشنود شد ، وبر مخلوقاتش ما را برگزيد ، وكتاب ووحيش را بر ما نازل\r\nفرمود ، وسوگند به خدا كسى از حق ما چيزى را نخواهد كاست ، جز آنكه\r\nخداوند در اين دنيا در جهان ديگر از حقش مىكاهد ، دولتي بر عليه ما\r\nحكومت نمى كند ، جز آنكه سرانجام به نفع ما خواهد بود ، وخبر آن را\r\nبه زودى خواهيد دانست .\r\nآنگاه نماز جمعه را خواند ، سخنان ايشان به گوش پدرش رسيد ،\r\nهنگاميكه بازگشت وچشمان پدرش به أو افتاد نتوانست خود را كنترل\r\nكند ، وچشمانش پر از أشك شد ، وأو را در بغل گرفت وبين چشمان آن\r\nحضرت را بوسيد وگفت : پدر ومادرم فدايت باد ، فرزندانى كه بعضي از\r\nبعضي ديگرند ، وخداوند شنوا ودانا است .\r\n( 10 ) خطبه آن حضرت\r\nدر جنگ صفين براي تحريض مردم به جنگ\r\nسپاس خداى را سزاست كه معبودى جز أو نمى باشد ، يگانه بوده\r\nوشريكي ندارد ، وأو را ثنا مى گويم آنگونه كه سزاوار آنست ، از آنچه\r\nخداوند از حقش بر شما برتر گردانيد ونعمتهايش كه بر شما گسترده\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nگرداند ، آنچه نامش بشمارش در نيايد ، وشكرش ادا نشود ، ووصف\r\nوقولي به أو نرسد .\r\nوما در راه خداوند براي شما غضبناك شديم ، چرا كه خداوند بر ما\r\nمنت نهاد آنگونه كه أو سزاوار آنست ، تا نعمتها وعطاها وبخششهايش را\r\nشكر گذاريم ، سخنى كه در آن رضا وخشنودى به سوى خداوند بالا رود ،\r\nوصداقت وراستى در آن نمودار باشد ، تا گفتارمان را تأييد گرداند ،\r\nوسزاوار موارد افزونترى از خداوند باشيم ، سخنى كه زياد گردد ونابود\r\nنشود .\r\nهر اجتماعي كه با هدفى واحد فرآهم آمدند ، نيرو يافته وپيمانشان\r\nاستوار شد ، پس آماده جنگ با معاوية وسپاهيانش شويد كه بسوى شما\r\nآمده است ، وبه خوارى نگرائيد كه ذلت وبندهاى دنيا را مىگسلد ، واقدام\r\nبر جنگ موجب بزرگوارى وبر كنارى از شكست وذلت است ، چرا كه هر\r\nگروهى از پذيرش خوارى امتناع ورزيدند خداوند دردها وناكاميشان را\r\nبر مى دارد ، واز خوارى بدورشان مى سازد ، وبه حقيقت رهنمونشان\r\nمى گرداند .\r\nوآنگاه اين شعر را خواند :\r\nاز صلح آنچه را مى خواهى مى توانى گرفت ، ولى از نفسهاى جنگ\r\nبيش از يك جرعه را نتوان نوشيد .\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n( 11 ) خطبه آن حضرت\r\nبعد از آنكه أبو موسى در صفين آنگونه حكم كرد\r\nاى مردم ! شما در كار عبد الله بن قيس وعمرو بن عاص سخن\r\nبسيار گفتيد ، اين دو انتخاب شدند تا مطابق با كتاب خداوند حكم\r\nدهند ، اما آن دو هوى وهوسشان را بر قرآن ترجيح دادند ، وهر كه اين گونه\r\nعمل نمايد حكم ناميده نمى شود ، بلكه محكوم عليه مى باشد .\r\nعبد الله بن قيس در مورد انتخاب عبد الله بن عمر به خلافت خطا\r\nنمود ، ودر سه مورد دچار اشتباه شد : اينكه عمر پدر عبد الله أو را براي\r\nخلافت شايسته تشخيص ندانست وأو را خليفه قرار نداد ، نيز در اينكه أو\r\nرا به امارتى منصوب نكرد ، ودر اينكه مهاجرين وأنصار براي عبد الله بن\r\nعمر ارزشى قائل نبودند وكساني كه داورى مى كردند كارى را به أو واگذار\r\nنمى كردند ، وحكومت از جانب خداوند واجب شده است .\r\nپيامبر سعد بن معاذ را در مورد بنى قريظة حكم قرار داد وأو به\r\nحكم خداوند در ميان آنان حكم كرد ، وپيامبر حكم أو را تنفيذ كرد ، واگر\r\nغير آن حكم مى كرد پيامبر اجرا نمى نمود .\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n( 12 ) خطبه آن حضرت\r\nدر حمد الهى وفضيلت پدرش\r\nروايت شده : امام علي عليه السلام به امام حسن عليه السلام گفت : اى پسرم\r\nبرخيز وخطبه اى بخوان تا صدايت را بشنوم ، آن حضرت برخاست\r\nوچنين سخن گفت :\r\nسپاس خدائى را سزاست كه يگانه است وبدون شبيه ، جاودانه\r\nاست بدون ساخته شدن ، پايدار است بدون سختى ، آفريدگار است بدون\r\nرنج ومشقت ، توصيف شده است بدون آنكه نهايتى داشته باشد ، شناخته\r\nشده است بدون محدوديت ، استوار است واين امر از أزل با أو مى باشد ،\r\nقلوب از هيبتش در شگفتى ، وعقول از عزتش حيران ، وگردنها در برابر\r\nقدرتش خاضع است .\r\nنهايت قدرتش بر قلب بشرى خطور نكرده ، وكنه جلالت أو را مردم\r\nنمى يابند ، ودر نهايت عظمتش توصيف گران عاجز مى باشند ، دانش\r\nدانايان به أو نرسد ، وفكر متفكرين به تدبير أمور أو راه ندارد ، داناترين مردم\r\nبه أو كسى است كه أو را به حد ونهايتى توصيف نكند ، ابصار را درك كرده\r\nواما ابصار أو را درك نمى كنند ، وأو دانا وآگاهست .\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nاما بعد ، علي عليه السلام درگاهى است كه هر كه داخل آن شود مؤمن\r\nبوده ، وهر كه از آن خارج گردد كافر است ، اين گفتار را مى گويم واز خداى\r\nبزرگ براي خود وشما طلب بخشش دارم .\r\n( 13 ) خطبهء آن حضرت\r\nدر حمد الهى وفضيلت پدرش\r\nروايت شده : حضرت علي عليه السلام به امام حسن عليه السلام گفت : برخيز\r\nوخطبه اى بخوان تا صدايت را بشنوم ، آن حضرت برخاست وفرمود :\r\nسپاس خداى را سزاست ، آنكه هر كه سخن گويد صدايش را\r\nبشنود ، وهر كه سكوت نمايد به آنچه در قلب دارد آگاهست ، وهر كه\r\nزندگى كند روزى اش با اوست ، وهر كه بميرد بازگشتش بسوى اوست ، اما\r\nبعد ، قبور جايگاه ما ، وقيامت وعده گاهمان ، وخداوند محاسبه گر\r\nماست ، علي عليه السلام درى است كه هر كه از آن داخل شود مؤمن است ،\r\nوهر كه از آن خارج گردد كافر است .\r\n( 14 ) خطبهء آن حضرت\r\nدر فضيلت أهل بيت\r\nروايت شده : گروهى از مردم كوفه به امام حسن عليه السلام طعنه زدند\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nكه قادر نيست كلام خود را بيان نمايد ، اين سخن به گوش أمير المؤمنين\r\nعليه السلام رسيد ، امام حسن عليه السلام را خواست وفرمود : اى پسر پيامبر مردم\r\nكوفه در مورد تو سخنى مى گويند كه آن را زشت مىشمارم ، خود را به مردم\r\nبنمايان ، امام حسن عليه السلام گفت : من هنگامى كه چشمانم به شما مى افتد\r\nقادر به سخن گفتن نيستم ، آن حضرت فرمود : من به كنارى مى روم ، ندا\r\nداده شد ومردم جمع شدند ، امام بالاى منبر رفت وخطبه اى بسيار كوتاه\r\nوبليغ خواند ، كه مردم گريستند ، آنگاه فرمود :\r\nاى مردم ! در سخن پروردگارتان بينديشيد كه فرموده : خداوند آدم\r\nونوح وخاندان إبراهيم وخاندان عمران را بر جهانيان برگزيد ، كه بعضي\r\nاز آنها فرزندان يكديگرند ، وخدا شنوا ودانا است .\r\nپس ما فرزندان آدم ، واز تيره نوح ، واز برگزيدگان إبراهيم ، وسلاله\r\nإسماعيل ، وخاندان محمديم صلى الله عليه وآله .\r\nما در ميان شما مانند آسمان برافراشته ، وزمين گسترده ، وخورشيد\r\nدرخشان ، وهمانند درخت زيتونى هستيم كه به شرق وغرب متمايل\r\nنبوده وزيتونش بركت داده شده است .\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nپيامبر ريشهء آن ، وعلى ساقهء آن وسوگند به خدا كه ما ميوه آن\r\nدرختيم ، هر كه به شاخه اى از شاخه هاي آن چنگ زند نجات يافته ، وهر\r\nكه از آن تخلف ورزد در آتش سقوط مى كند .\r\nآنگاه حضرت علي عليه السلام از آخر جمعيت برخاست ، در حالي كه\r\nرداء ايشان از پشت سرش كشيده مى شد ، تا اينكه بالاى منبر كنار امام\r\nحسن عليه السلام قرار گرفت ، وبين چشمهاى ايشان را بوسيد ، وفرمود : اى پسر\r\nپيامبر حجتت را بر مردم ثابت كرده ، واطاعتت را واجب ساختى ، پس\r\nواي بر كسى كه تو را مخالفت نمايد .\r\n( 15 ) خطبهء آن حضرت\r\nدر فضيلت أهل بيت بعد از شهادت پدرش\r\nروايت شده : هنگامى كه أمير المؤمنين عليه السلام به شهادت رسيد ،\r\nامام حسن عليه السلام بالاى منبر رفت وخواست سخنى بگويد ، اما گريه ايشان\r\nرا أمان نداد ، لحظاتى نشست آنگاه ايستاد وفرمود :\r\nسپاس خدائى را سزاست كه در آغاز يگانه بود ، ودر أزل به\r\nخداوندى برترى يافت ، به بزرگى وتوانائى برتر گرديد ، آغاز نمود آنچه\r\nرا ايجاد كرد ، وپديد آورد آنچه را كه خلق نمود ، در حالي كه نمونه اى در\r\nگذشته از آنها وجود نداشت .\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nپروردگار مهربان به علم الهى خود وبه دانش بسيارش موجودات را\r\nپديد آورد ، وبه سبب قدرت بسيارش مخلوقات را ايجاد نمود ، از اينرو\r\nكسى را ياراى تبديل نمودن خلقش ، وتغيير دادن موجوداتش ، ومؤاخذه\r\nكردن در برابر حكمش نمى باشد ، امرش را رد كننده ، وخوانده اش را\r\nمانعى نمى باشد .\r\nتمامى موجودات را خلق كرد ، در حالي كه حكومتش را زوالى نبوده ،\r\nومدت آن را پايانى نمى باشد ، برتر از هر چيز گشته ، وبه هر چيز نزديك\r\nاست ، براي خلقش تجلى كرده بدون آنكه ديده شود ، وأو در جايگاه\r\nبرترى است .\r\nبه نورش پوشيده شده ، ودر برتريش أوج گرفته است ، از اينرو از\r\nمخلوقاتش پوشيده گرديده است ، بسوى ايشان شاهدي را فرستاد ، وبين\r\nايشان پيامبرانى را فرستاد ، كه بشارت دهنده وترساننده هستند ، تا هر كه\r\nبه هلاكت مى رسد ، وهر كه هدايت يابد با دليل وبرهان توأم باشد ، وتا\r\nاينكه مردم بدانند آنچه نسبت به پروردگارشان در مورد آن جاهلند ، وبعد\r\nاز انكار أو را بشناسند .\r\nوسپاس خدائى را سزاست كه خلافت را براي ما أهل بيت گرامى\r\nداشت ، ومصيبت خود را در حق پيامبر بهترين پدر ، نزد خداوند به\r\nحساب مى آوريم ، ونيز مصيبت خود در حق أمير المؤمنين عليه السلام را نزد\r\nخداوند محاسبه مى كنيم ، شرق وغرب جهان به شهادت أو دچار مصيبت\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nگرديد ، سوگند به خداوند كه أو درهم ودينارى از خود بجاى نگذاشت ،\r\nجز چهارصد درهم كه مى خواست براي خانواده اش از آن كنيزى را بخرد .\r\nدوستم وجدم پيامبر به من خبر داد كه خلافت را دوازده امام از\r\nخاندان وبرگزيدگان از آن حضرت بدست خواهند گرفت ، تمامى ما يا به\r\nقتل مىرسيم يا مسموم مى گرديم .\r\nآنگاه از منبر پائين آمد ، وابن ملجم را فرا خواند ، أو را نزد حضرتش\r\nآوردند ، أو گفت : اى پسر رسول خدا مرا باقي گذار براي تو كار خواهم كرد ،\r\nودر مورد دشمنت در شام تو را يارى مى نمايم ، امام شمشيرى بر أو زد ، أو\r\nدست خود را جلو برد ، انگشت أو قطع گرديد ، آنگاه ضربت ديگرى بر أو\r\nنواخت وأو را به قتل رساند - لعنت الهى بر أو باد .\r\n( 16 ) خطبهء آن حضرت\r\nدر فضيلت خودش وپدرش\r\nروايت شده : آن حضرت بعد از شهادت پدرش در ميان مسلمانان\r\nآمده وپدرش را به ياد آورد وفرمود :\r\nأو آخرين اوصياى الهى ووصى آخرين پيامبر خداوند ، وپيشواى\r\nراستگويان وشهداء وصالحان بود .\r\nآنگاه فرمود :\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nاى مردم ! ديشب مردى از ميان شما رفت كه نه از پيشينيان ونه\r\nاز آيندگان كسى بر أو پيشى نمى گيرد ، پيامبر هميشه پرچم جهاد را به أو\r\nمى سپرد ، وجبرئيل از سمت راست ، وميكائيل از سمت چپ أو\r\nمى جنگيدند ، وجز با پيروزى باز نمى گشت ، وخداوند پيروزى مسلمانان\r\nرا بدست أو تحقق مى بخشيد ، أو در در زمان شهادت چيزى از طلا ونقره\r\nاز خود باقي نگذارده ، جز چيزى كه يكى از كودكانش داشت ، ودر بيت\r\nالمال پولى را باقي نگذارد جز هفتصد درهمى كه از عطايش باقي مانده\r\nبود ، ومى خواست براي أم كلثوم كنيزى بخرد .\r\nآنگاه فرمود :\r\nاى مردم ! هر كس مرا مى شناسد كه مرا مى شناسد ، وآنكه\r\nنمى شناسد بداند كه من حسن پسر علي عليه السلام هستم .\r\nآنگاه اين آية كه حكايت قول حضرت يوسف است را خواند : ( دين\r\nپدرانم إبراهيم وإسحاق ويعقوب را پيروى كردم ) .\r\nمن پسر انذار كننده ، ومن پسر خواننده بسوى خدا ، ومن پسر\r\nكسى هستم كه بعنوان رحمت براي جهانيان فرستاده شده است ، ومن از\r\nخاندانى هستم كه خداوند پليدى را از آنان دور ساخت وايشان را پاك\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nوپاكيزه گرداند ، ومن از خاندانى هستم كه جبرئيل بر آنان نازل مى شد ،\r\nواز خانهء ايشان بسوى آسمان عروج مى كرد .\r\nومن از خاندانى هستم كه خداوند دوستيشان وولايتشان را واجب\r\nگردانيد ، ودر آنچه بر پيامبر نازل كرد فرموده است : ( بگو در برابر آنچه\r\nانجام داده أم اجر وپاداشى نمى خواهم ، جز محبت به خاندانم را ، وهر كه\r\nكار نيكى انجام دهد ( ما هم بر پاداش نيكى أو مىافزائيم ) ، ونيكى كردن\r\nهمانا دوستى ما خاندان است .\r\nودر روايتي اين گونه آمده است :\r\nاى مردم ! در اين شب قرآن نازل شد ، ودر اين شب عيسى بن مريم\r\nبه آسمان عروج كرد ، ودر اين شب يوشع بن نون به شهادت رسيد ، ودر\r\nاين شب پدرم أمير المؤمنين رحلت كرد ، سوگند به خدا كسى از أوصياء\r\nالهى بر پدرم در رفتن به بهشت سبقت نمى گيرد ، وبعد از أو نيز كسى به\r\nپايهء أو نرسد .\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nواگر پيامبر أو را به جنگى مى فرستاد ، جبرئيل در سمت راست\r\n، وميكائيل در سمت چپ أو مى جنگيد ، واز پولهاى زرد وسفيد چيزى\r\nرا باقي نگذارد ، جز هفتصد درهمى كه از قسمتش باقي مانده بود ، وآن را\r\nجمع آورى كرده ، تا براي خانواده اش خادمي بخرد .\r\n( 17 ) خطبهء آن حضرت\r\nهنگاميكه پدرش وفات يافت\r\nاى مردم ! تقواى الهى پيشه سازيد ، ما اميران واولياى شما هستيم ،\r\nوما خاندانى هستيم كه خداوند در باره ما فرموده : ( خداوند اراده كرده\r\nاست كه از شما خاندان رجس وپليدى را دور گرداند وشما را پاك وپاكيزه\r\nگرداند ) .\r\n( 18 ) خطبهء آن حضرت\r\nهنگاميكه پدرش وفات يافت\r\nاى مردم ! دنيا خانهء بلاء وآشوب است ، وآنچه در آن است زائل\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nونابود مى گردد .\r\nتا آنجا كه فرمود :\r\nومن با شما بيعت مى كنم به اين كه با هر كه جنگيديم بجنگيد ، وبا\r\nهر كه صلح كردم صلح كنيد .\r\nمردم گفتند : شنيده وأطاعت مى كنيم ، اى أمير المؤمنين ، أمرت را\r\nبيان نما .\r\n( 19 ) خطبهء آن حضرت\r\nبعد از بيعت با أو\r\nما از حزب خدائيم كه پيروز مى باشيم ، واز خاندان ونزديكان\r\nپيامبر هستيم ، مائيم أهل بيت پاك وپاكيزهء رسول خدا ، ويكى از دو يادگار\r\nگرانبهائى كه أو از خود بجاى گذاشت ، ما يادگار رسول خدا بعد از كتاب\r\nخدائيم ، كه بيان هر چيز در آن است ، وباطل از پيش وپس در آن داخل\r\nنشده وهمه چيز به آن باز مى گردد .\r\nپس تفسير قرآن در اختيار ماست ، ما هرگز در بيان مفاهيم قرآن\r\nاشتباه نمى كنيم ، بلكه حقائق آن را آشكار مى سازيم ، پس از ما فرمان بريد\r\nكه فرمانبرى از ما بر شما واجب است ، زيرا به أطاعت خدا وپيامبرش\r\nمقرون مى باشد .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nوخداوند مى فرمايد : ( اى ايمان آورندگان از خدا ورسول أو\r\nوصاحبان امر از ميان خود پيروى كنيد ، واگر در چيزى اختلاف نموديد\r\nآن را به خدا ورسولش باز گردانيد . ) ، و ( واگر به پيامبر وصاحبان امر از ميان\r\nخودشان رجوع دهند كساني كه حقايق را از قرآن استنباط مى كنند شما را\r\nآگاه خواهند ساخت ) .\r\nوشما را بر حذر مى دارم از اينكه فرياد شيطان را بشنويد كه دشمن\r\nآشكار شماست ، واز دوستان شيطان نباشيد كه خداوند در باره آنان\r\nفرمود : ( شيطان رفتار آنان را برايشان زينت داد وگفت : امروز\r\nهيچ كس بر شما پيروز نخواهد شد ومن شما را پناه مى دهم ، ولى چون آن\r\nگروهها نمودار شدند شيطان به پيروان خود پشت كرد وگفت : من از شما\r\nبيزارم ومن چيزى را مى بينم كه شما نمى بينيد ) .\r\nآنگاه است كه پشت ها را آماج نيزه ها ، وپيكرها را در معرض\r\nشمشيرها وتيرها ، وبنيانها را عرصه شكستها مى سازيد ، پس كسى كه از\r\nپيش ايمان نياورده ايمانش به أو سودى نمى بخشد واز كردارش خيرى\r\nنمى بيند ، وخدا داناتر است .\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n( 20 ) خطبهء آن حضرت\r\nدر تحريض اصحابش به جنگ\r\nروايت شده : هنگاميكه معاوية بسوى عراق آمد وبه پل منبج\r\nرسيد ، منادى ندا كرد وهمه را دعوت به اجتماع نمود ، هنگاميكه مجتمع\r\nشدند امام بالاى منبر رفت ، وپس از حمد وثناى الهى فرمود :\r\nاما بعد ، خداوند فرمان جهاد را بر بندگانش نگاشت ، اگر چه آنان را\r\nناخوشايند باشد ، وبه مجاهدين مؤمن فرمود : ( صبر كنيد كه خداوند با\r\nصابران است ) ، اى مردم به خواست وآرمانتان نمى رسيد مگر آنكه بر\r\nآنچه ناخوشايند مى شماريد صبر كنيد .\r\nبه من خبر رسيده كه معاوية دانسته است كه به سوى أو حركت\r\nكرده أيم ، أو هم به جانب ما آمده است ، خدا شما را ببخشايد ، همگى\r\nبسوى نخيله كه قرارگاه ارتش است حركت كنيد تا بنگريد چه مىشود .\r\nراوي گويد : امام در بيان اين كلمات بود ، در حالي كه از نقض پيمان\r\nمردم در هراس بود .\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n( 21 ) خطبهء آن حضرت\r\nدر مذمت اصحابش به خاطر عدم اهتمامشان به جهاد\r\nبه خدا سوگند ، ما هرگز در مبارزهء با مردم شام پشيمانى وترديدى\r\nنداريم ، ما اكنون با دشمن با سلامت وصبر مىجنگيم ، پس سلامت با\r\nدشمنى وصبر با نارا حتى مخلوط شده است ، وشما آن روز كه ( در جنگ\r\nصفين ) همراه ما بوديد ، دينتان پيشاپيش دنيايتان بود ، ولى امروز دنيايتان\r\nدين شما را به پشت سر افكنده است ، وما براي شما وشما براي ما\r\nبوديد ، اما اكنون دشمن ما شده أيد .\r\nودر برابر دو گروه از كشته شدگان قرار داريد : كشته هائى كه در صفين\r\nبودند وبر آنها مىگرييد ، وكشته هائى كه در نهروان خواستار انتقام آنهائيد ،\r\nگريه كننده خوار ، وانتقام جو خواستار انتقام است .\r\nومعاوية ما را به كارى مى خواند كه در آن عزتي نيست ، اكنون اگر\r\nبراي مرگ آماده أيد بر أو حمله مى بريم وبا ضربه هاي شمشير بر أو فرمان\r\nمىرانيم ، واگر خواهان زندگى هستيد دعوتش را مىپذيريم وبه\r\nدرخواستش رضايت مى دهيم .\r\nهنوز سخنان امام پايان نيافته بود كه از همه سوى لشكر فرياد برآمد :\r\nزنده مىمانيم ، زنده مىمانيم .\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n( 22 ) خطبهء آن حضرت\r\nدر حيلهء اصحابش به آن حضرت\r\nروايت شده : هنگاميكه أمير المؤمنين عليه السلام رحلت فرمود مردم نزد\r\nامام حسن عليه السلام آمده وگفتند : تو خليفه وجانشين پدرت مى باشى ، وما\r\nپيرو تو وشنوندهء فرامين تو هستيم ، ما را به أمرت آشنا نما ، امام فرمود :\r\nبه خدا سوگند دروغ گفتيد وبه كسى كه از من بهتر بود وفا نگرديد\r\nچگونه به من وفا مى كنيد ، وچگونه به شما مطمئن باشم ، در حالي كه به\r\nشما اعتمادي ندارم ، اگر راست مى گوئيد موعد من وشما پادگان مدائن\r\nاست ، با آنجا بيائيد .\r\nامام سوار شد وهر كه قصد داشت با ايشان سوار شد ،\r\nوبسيارى ماندند وبه گفتار خود وفا نكردند ، وهمچنان كه به أمير المؤمنين\r\nعليه السلام مكر زدند به ايشان نيز حيله نمودند ، امام برخاست وفرمود :\r\nبه من حيله زديد هم چنان كه با كسى كه قبل از من بود نيز حيله زديد ،\r\nبا كدام پيشوائى بعد از من مى خواهيد بجنگيد ، با كافر ستمكارى كه خدا\r\nورسولش يك لحظه ايمان نياورده ، اسلام را نه أو ونه بنى أمية ظاهر\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nنساختند مگر از ترس شمشير ، واگر از بنى أمية تنها يك پيرزن فرتوتى باقي\r\nنماند ، دين خدا را به انحراف مى كشاند ، واين گونه پيامبر خبر داده است\r\nآنگاه شخصي كه از كنده بود را همراه چهار هزار سرباز بسوى\r\nمعاوية فرستاد وفرمود تا در انبار چادر بزنند ، وتا دستور أو نيامده كارى\r\nنكنند - آنگاه ذكر مى كند كه معاوية أو را تطميع كرد وبسوى خود خواند ،\r\nتا آنجا كه گويد : اين خبر كه به امام رسيد برخاست وفرمود :\r\nاين كندى بسوى معاوية رفته وبه من خيانت نموده است ، همواره\r\nبه شما خبر داده أم كه وفا در شما نيست وبنده دنيائيد ، من مرد ديگرى را\r\nجاى أو قرار مى دهم ومى دانم كه همانند أو عمل مى كند ، وخداوند را در\r\nمورد من وشما مراقبت نمى كند .\r\nپس امام مردى از قبيلهء مراد را همراه چهار هزار نفر بسوى\r\nمعاوية فرستاد وپيشاپيش مردم آمد واز أو تأكيدات محكمى گرفت ولى\r\nخبر داد كه همانند فرد گذشته خيانت مى كند ، اما أو سوگندهاى محكمى\r\nخورد كه پايدار مى ماند ، امام فرمود : أو خيانت مى كند - سپس خيانت أو به\r\nامام را ذكر مى كند .\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\n( 23 ) خطبهء آن حضرت\r\nهنگاميكه اصحابش به معاوية پيوستند\r\nبا پدرم مخالفت كرديد تا اينكه تحكيم را پذيرفت ، در حالي كه\r\nخواستار آن نبود ، آنگاه بعد از واقعه تحكيم شما را به نبرد با شاميان\r\nبرانگيخت ، باز امتناع ورزيديد ، تا اينكه به سراى ديگر شتافت ، آنگاه شما\r\nبا من بيعت كرديد كه با هر كه سازش كنم سازش كنيد وبا هر كه جنگيدم\r\nبجنگيد ، اما به من خبر رسيده كه بزرگان شما به معاوية پيوسته وبا أو\r\nبيعت كرده اند ، شما را شناختم ، پس مرا در دين وجانم فريب ندهيد .\r\n( 24 ) خطبهء آن حضرت\r\nدر كوفه قبل از صلح\r\nاى مردم ! خداوند شما را به پيشينيان ما هدايت كرد ، وخونهاى\r\nشما را به گروه ديگرى از ما حفاظت نمود ، وبراي اين امر زمان چندى\r\nاست ، ودنيا در اختيار افرادى قرار مى گيرد ، وخداوند به پيامبرش فرمود :\r\n( ونمى دانى شايد اين امر آزمايشى وبهرمندى اندكى براي شما باشد ) .\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n( 25 ) خطبهء آن حضرت\r\nهنگاميكه قصد صلح كردن را نمود\r\nروايت شده : هنگاميكه معاوية بسوى عراق رفت ، امام آماده\r\nنبرد شد ومردم را دعوت به جهاد كرد ، آنان از آن خوددارى كردند ، امام\r\nحركت كرد تا به ساباط رسيد ، ودر آنجا شب را گذراند ، بامداد روز بعد\r\nخواست أصحاب خود را امتحان نمايد واطاعتشان را نسبت به خود\r\nبداند ، تا دوستانش از دشمنانش شناخته شوند ، وبا آگاهى به نبرد با\r\nمعاوية برخيزد ، دستور داد كه مردم را فرا خوانند ، هنگاميكه مردم اجتماع\r\nكردند بر فراز منبر رفت وچنين گفت :\r\nسپاس خداى را سزاست هر گاه ستايشگرى أو را سپاس گويد ،\r\nوشهادت مى دهم كه معبودى جز خداوند نمى باشد ، هر گاه شاهدي بر آن\r\nگواهى دهد ، وگواهى مى دهم كه محمد بنده ورسول اوست ، أو را به حق\r\nارسال كرد وبر وحيش امين شمرد .\r\nاما بعد ، سوگند به خداوند اميد دارم كه به لطف ومنت پروردگار\r\nبهترين اندرزگوى بندگاهش باشم وهرگز كينه اى از هيچ مسلمانى به دل\r\nنمى گيرم ، ونسبت به كسى اراده بد ونيت ناروائى ندارم ، وشما آنچه را كه\r\nدر هماهنگى ويگانگى ناخوش داريد بهتر است از پراكندگى وتفرقه اى كه\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nدوست مى داريد ، آنچه من در باره شما مى دانم ومى خواهم ، از خواست\r\nخود شما بهتر است ، پس نافرمائى مرا نكنيد ورأى مرا ناچيز نشماريد ،\r\nخداوند من وشما را ببخشايد ، وما را به آنچه خواست وخشنودى اوست\r\nهدايت فرمايد .\r\nراوي گويد : مردم به يكديگر نگاه كردند وگفتند : قصدش از اين\r\nگفتار چيست ؟ بعضي گفتند : گمان مى كنيم كه مى خواهد با معاوية صلح\r\nكند وحكومت را به أو بسپارد ، گفتند : سوگند به خدا كه أو كافر شده وبه\r\nخيمه اش هجوم آوردند وآن را غارت كردند ، حتى سجاده اش را از زير\r\nپايش كشيدند - تا آخر حديث .\r\n( 26 ) خطبهء آن حضرت\r\nهنگاميكه از جراحت سلامتي حاصل شد\r\nاى أهل كوفه ! خداوند را در همسايگان وميهمانتان به ياد آوريد ،\r\nونيز در خاندان پيامبرتان كه خداوند زشتى وپليدى را از ايشان دور داشته\r\nوپاك وپاكيزه شان گردانيد .\r\n( 27 ) خطبهء آن حضرت\r\nهنگاميكه با معاوية صلح كرد\r\nاز امام سجاد عليه السلام نقل شده : هنگاميكه امام حسن عليه السلام تصميم\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nگرفت با معاوية صلح كند ، از خانه خارج شد تا اينكه أو را ديد ، هنگاميكه\r\nبا يكديگر اجتماع كردند ، معاوية بالاى منبر رفت ودستور داد امام\r\nروى منبر يك پله پائين تر از أو بايستد .\r\nآنگاه معاوية اينگونه سخن گفت : أي مردم اين حسن پسر على\r\nوپسر فاطمه است ، ما را شايسته خلافت دانسته وخود را سزاوار آن\r\nنمى داند ، وآمده است تا با اختيار صلح كند ، آنگاه گفت : أي حسن\r\nبايست .\r\nامام برخاست واينگونه سخن گفت :\r\nسپاس خداى را سزاست كه به سبب نعمتها وپياپى بودن آنها ،\r\nوبرطرف ساختن شدائد وبلاها نزد دانايان وغير آنها شايسته حمد\r\nوستايش است ، بندگانى كه به وجودش اعتراف دارند ، بسبب آنكه بخاطر\r\nجلالت وبزرگيش از توهم بدور مانده ، واز آنكه أوهام به أو راه يابد برتر\r\nمى باشد ، واز آنكه در أفكار مخلوقاتش قرار گيرد ، وعقول انديشمندان أو\r\nرا احاطه نمايد أوج گرفته است .\r\nوگواهى مى دهم كه معبودي جز أو نمى باشد ، در پروردگارى\r\nووجود ويگانگى اش يكتاست ، بي نياز بوده وشريكي ندارد ، يكتائى\r\nاست كه پشتيبان ندارد .\r\nوگواهى مى دهم كه محمد بنده ورسول اوست ، اورا برگزيد\r\nوانتخاب كرد ، از أو خشنود شد ، واو را برانگيخت تا بسوى حق دعوت\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nكند وچراغى فروزان است ، واز آنچه بندگان مى ترسند بيم دهنده وبه\r\nآنچه بدان اميد دارند بشارت دهنده است ، پس براي أمت پند داد\r\nورسالتش را به انجام رسانيد ، ودرجات عمل را به ايشان نماياند ،\r\nشهادتي كه بر آن عقيدة مرده ومحشور شوم ، وبا آن در روز قيامت نزديك\r\nشده ومسرور گردم ، ومى گويم :\r\nأي بندگان خدا بشنويد ، وشما قلبها وگوشهائى داريد پس\r\nبينديشيد ، ما خاندانى هستيم كه خداوند ما را به اسلام گرامى داشت ، وما\r\nرا برگزيد وانتخاب كرد ، واز ما پليدى را برطرف كرد وپاك وپاكيزه نمود ،\r\nوپليدى همان شك وترديد است ، هرگز در خداوند ودينش شك\r\nنمى كنيم ، واز هر پليدى وگمراهى ما را پاك گرداند ، در حاليكه از حضرت\r\nآدم تا ما مخلصانه براي أو بوده أيم ، در حاليكه آن نعمتي از جانب اوست ،\r\nدر هر دو گروهى كه در ميان مردم وجود پيدا مى كند خداوند ما را در\r\nبهترين آنها قرار داده است .\r\nقرون واعصار در گذر بود تا اينكه خداوند محمد صلى الله عليه وآله را به\r\nپيامبرى برانگيخت وبراى رسالت أو را برگزيد ، وكتاب بر أو نازل فرمود ،\r\nآنگاه أو را امر كرد كه بسوى خداوند بخواند ، پدرم اولين كسى بود كه سخن\r\nخداوند وپيامبرش را پذيرفت ، واولين كسى است كه به أو ايمان آورد ،\r\nوخداوند وپيامبرش را تصديق كرد .\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nوخداوند در كتابي كه بر پيامبرش فرستاد چنين مى فرمايد : ( آيا كسى\r\nكه نشانه اى از خداوند همراه أو باشد ، وشاهدي از جانب خداوند أو را\r\nهمراهى نمايد ) ، پس پيامبر خدا كسى است كه نشانه اى از جانب خداوند\r\nدارد ، وپدرم كسى است كه همراهى أو نموده وبر أو گواه است .\r\nوپيامبر در هنگاميكه به أو دستور داد به مكة رفته وسوره برائت را\r\nدر مراسم حج بخواند فرمود : اى على حركت كن من مأمور شده أم كه اين\r\nنوشته را كسى جز من يا شخصي از من نبرد ، وتو آن شخص هستى ، پس\r\nعلى از رسول خدا ورسول خدا از اوست .\r\nوپيامبر در زماني كه بين أو وبرادرش جعفر بن أبي طالب ومولاي أو\r\nزيد بن حارثه در دختر حمزه حكم كرد ، چنين فرمود : اى على اما تو از من\r\nومن از توام ، وتو بعد از من سرپرست هر مؤمني هستى ، پس پدرم اولين\r\nتصديق كنندهء پيامبر بوده وبا جانش أو را حفاظت كرد .\r\nآنگاه پيامبر در هر جايگاهى أو را مقدم مى داشت ، وبراي هر امر\r\nمشكلى أو را مىفرستاد ، چرا كه به أو اعتماد واطمينان داشت ، واين\r\nبه خاطر آن بود كه نسبت به خداوند ورسولش خير خواه بود ، وأو نزديكترين\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nفرد به خداوند ورسول اوست .\r\nوخداوند مى فرمايد : ( پيشى گيران پيشى گرفته اند O آنان مقرب\r\nدرگاه الهى اند ) ، پس پدرم پيشى گيرنده ترين فرد به خدا ورسول أو بود ،\r\nوأو نزديكترين نزديكان است .\r\nوخداوند مى فرمايد : ( مساوى نيستند آنان كه قبل از فتح مكة انفاق\r\nكرده وجنگيده اند بلكه آنان درجات برترى را دارا هستند ) ، پس پدرم\r\nاولين كسى بود كه اسلام آورد ومؤمن شد ، واولين فردى بود كه بسوى\r\nخدا ورسولش هجرت كرد ، وبه رسول خدا ملحق گرديد ، واولين فردى\r\nبود كه از سرمايه خود انفاق نمود .\r\nخداوند مى فرمايد : ( وآنان كه بعد از ايشان آمدند گويند پروردگارا ما\r\nوبرادرانى كه پيش از ما ايمان آورده اند را ببخشاى ، ودر قلوب ما از\r\nكساني كه ايمان آورده اند كينه اى قرار مده پروردگارا تو با رأفت ومهربانى ) .\r\nپس مردم از تمامى أمتها به جهت آنكه پيش از آنها به پيامبر ايمان\r\nآورده براي أو استغفار مى كنند ، چرا كه هيچ كس پيش از أو ايمان نياورده\r\nاست ، وخداوند مى فرمايد : ( وپيشى گيرندگان از مهاجرين وأنصار\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nوكساني كه با نيكى آنان را پيروى كردند ) ، پس أو پيشى گيرنده ترين پيشى\r\nگيرندگان است ، پس هم چنان كه خداوند پيشى گيرندگان را بر بازماندگان\r\nوعقب ماندگان برترى داد ، همين گونه پيشى گيرندترين پيشى گيرندگان را\r\nپيشى گيرندگان برترى داد .\r\nوخداوند مى فرمايد : ( آيا آب دادن به حجاج وساختن مسجد\r\nالحرام را همپايه ايمان به خدا وروز قيامت وجهاد در راه خدا قرار\r\nمى دهيد ) ، پس أو به تحقيق مجاهد راه خدا بود ، واين آية در حق أو نازل\r\nگشت .\r\nاز كساني كه گفتار پيامبر را أجابت كردند عمه اش حمزه وپسر\r\nعمويش جعفر مى باشند ، كه هر دوى آنها در ميان بسيارى از أصحاب\r\nپيامبر به شهادت رسيدند ، خداوند از آن دو خشنود باد .\r\nخداوند از بين آن شهدا حمزه را سيد الشهداء قرار داد ، وبراي\r\nجعفر دو بال قرار داد كه با آن بهم راه فرشتگان هر گونه كه بخواهد پرواز\r\nمى كند ، واين به خاطر جايگاه ومنزلت وارزش ايشان ونزديكى آنان\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nبه پيامبر خدا است ، وپيامبر صلى الله عليه وآله در بين شهدائى كه همراه حمزه به\r\nشهادت رسيدند تنها بر حمزه هفتاد نماز گذارد .\r\nوهمين گونه خداوند براي زنان پيامبر ، براي نيكوكارانشان دو پاداش\r\nوبراي بد كارانشان دو عذاب را قرار داد ، واين افزايش پاداش وعذاب\r\nبه خاطر نزديكى ايشان به پيامبر است .\r\nونماز در مسجد پيامبر صلى الله عليه وآله را همانند هزار نماز در سائر مساجد\r\nقرار داد ، غير از مسجد الحرام در مكة ، كه مسجد خليلش حضرت\r\nإبراهيم عليه السلام مى باشد ، واين اهميت به خاطر آنست كه پيامبر نزد خداوند\r\nبسيار ارزش دارد .\r\nوخداوند درود بر پيامبرش را بر تمام مؤمنان واجب ساخت ،\r\nگفتند : اى رسول خدا درود بر تو چگونه است ؟ فرمود : بگوئيد : خداوندا بر\r\nمحمد وخاندانش درود فرست ، پس بر هر مسلمان واجب است كه به\r\nهمراه درود بر پيامبر بر ما نيز درود فرستد .\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nوخداوند خمس غنائم را براي پيامبرش حلال كرد ودر كتابش آن را\r\nبراي أو واجب ساخت ، وآنچه براي أو واجب ساخته براي ما نيز واجب\r\nگرداند ، وصدقه را براي أو حرام گرداند وبراي ما نيز حرام نمود ، پس\r\nستايش أو را سزاست كه ما را در هر چه پيامبرش را در آن داخل ساخت\r\nداخل گرداند ، واز آنچه پيامبرش را از آن منزه دانست ما را نيز منزه نمود ،\r\nواين كرامتي است كه خداوند ما را به آن گرامى داشت ، وفضيلتى است\r\nكه ما بر سائر مردم برترى داد .\r\nخداوند هنگاميكه أهل كتاب پيامبر صلى الله عليه وآله را انكار كرده وطلب\r\nمحاجه نمودند فرمود : ( بگو بيائيد تا پسرانمان وپسرانتان وزنانمان\r\nوزنانتان وجانهايمان وجانهايتان را خوانده آنگاه قسم ياد كرده ومباهله\r\nانجام دهيم ولعنت الهى را بر دروغگويان قرار دهيم ) ، وپيامبر بهمراه\r\nخود از ميان مردم از جانها پدرم ، واز پسران من وبرادرم ، واز زنان مادرم\r\nفاطمه عليها السلام را برد ، پس ما خاندان واز گوش وخون وجان أو هستيم ،\r\nوما از أو وأو از ماست .\r\nوخداوند مى فرمايد : ( خداوند اراده كرده است تا از شما خاندان\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nرجس وپليدى را دور گرداند وشما را پاك وپاكيزه نمايد ، هنگاميكه اين\r\nآية نازل شد پيامبر من وبرادرم ومادر وپدرم را جمع نمود ، وخود وما را\r\nزير عبائى كه از أم سلمة بود جمع كرد ، واين كار در حجره أو ودر روزى كه\r\nمختص به أو بود انجام گرفت ، پيامبر فرمود : خداوندا ايشان خاندان من\r\nمى باشند ، واينان أهل بيت من هستند ، پس از ايشان رجس وپليدى را\r\nدور دار ، وپاك وپاكيزه شان گردان .\r\nأم سلمة - كه خداوند از أو خشنود باد - گفت : أي رسول خدا آيا با\r\nايشان داخل شوم ؟ پيامبر به ايشان فرمود : خداوند تو را رحمت كند ، تو در\r\nراه نيكي بوده وبسوى خير پيش مى روى واز تو راضى هستم ، ولكن اين\r\nموضوع مخصوص من وايشان است .\r\nسپس پيامبر بعد از اين جريان تا مدتي كه زندگى كرد وقبل از\r\nرحلتشان هر روز هنگام طلوع فجر نزد ما مى آمد ومى فرمود : خداوند شما\r\nرا رحمت كند وقت نماز است ، خداوند اراده كرده كه از شما خاندان\r\nرجس وپليدى را دور دارد وشما را پاكيزه گرداند .\r\nوپيامبر دستور داد دربهائى كه به مسجد باز مى شد را ببندند ، جز\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nدرب خانهء ما ، به ايشان اشكال گرفته شد ، فرمودند : من دربها را نبستم\r\nودرب خانهء على را از پيش خود باز نگذاردم ، بلكه پيرو وحى الهى هستم\r\nوخداوند مرا امر به بستن دربها وبازگذاشتن درب خانهء أو نمود ، بعد از اين\r\nجريان كسى با حالت جنابت داخل مسجد پيامبر نشد ، وفرزندى در آن\r\nمتولد نگرديد ، جز براي پيامبر صلى الله عليه وآله وپدرم علي عليه السلام ، وأين بخاطر\r\nكرامت وفضلي است كه خداوند نسبت به ما ابراز فرموده ، وما را در ميان\r\nمردم بدان اختصاص داده است .\r\nوأين درگاه خانهء پدرم مى باشد كه نزديك درب خانهء پيامبر در\r\nمسجد اوست ، ومنزل ماست كه بين منازل پيامبر قرار گرفته است .\r\nوأين بدين خاطر است كه خداوند پيامبر ش را امر فرمود كه مسجد\r\nرا بسازد ، پيامبر در كنار آن ده خانه ساخت ، نه خانه براي فرزندان\r\nوهمسرانش ، ودهمين خانه كه در وسط آنها قرار داشت براي پدرم بود ،\r\nوآن هم اكنون نيز وجود دارد ، وخانه همان مسجدي است كه پاكيزه قرار\r\nداده شد ، واو كسى است كه خداوند فرموده : ( أهل بيت ) ، پس ما أهل بيت\r\nهستيم ، وما كساني هستيم كه خداوند زشتى را از ما دور گردانيد ، پاك\r\nوپاكيزه مان نمود .\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nأي مردم ! اگر سألها در اين جا بايستم وآنچه خداوند به ما داده\r\nاست ودر كتابش ما را به آن اختصاص داده ، وبر زبان پيامبرش جارى\r\nساخته است را بشمارم ، تمام نمى شود ، ومن پسر پيامبر بشارت دهنده\r\nوبيم دهنده وچراغ فروزان هستم ، كسى كه خداوند أو را به عنوان رحمت\r\nبراي جهانيان فرستاد ، وپدرم علي عليه السلام سرپرست مؤمنان وشبيه هارون\r\nاست .\r\nومعاوية بن صخر مى پندارد كه من أو را شايستهء خلافت دانسته\r\nوخود را سزاوار آن نمى دانم ، اما معاوية دروغ مى گويد ، سوگند به خدا كه\r\nما در كتاب خدا وزبان پيامبر خدا نسبت به مردم از خود آنان سزاوارتريم ،\r\nجز آنكه ما خاندان از آنگاه كه پيامبر رحلت فرمود همواره در حال ترس\r\nبوده ، مظلوم واقع شده ، حقمان ضايع گرديده است .\r\nوخداوند حكم مى كند بين ما وآنانكه حقمان را ضايع ساخته وبر ما\r\nمسلط شدند ، ومردم را بر عليه ما شوراندند ، وسهممان را از غنائم وفئ\r\nكه در كتاب خداوند به ما تعلق گرفته بازداشتند ، وارث مادرمان فاطمه\r\nعليها السلام از پدرش را گرفتند .\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nما نام كسى را نمى بريم ، وليكن سوگند محكمى مى خورم كه اگر\r\nمردم سخن خداوند وپيامبرش را مى شنيدند ، آسمان بارانها وزمين\r\nبركتهايش را به آنان عطا مى كرد ، وهرگز در اين أمت دو شمشير به يكديگر\r\nبرخورد نمى كردند ، وتا روز قيامت با شادى وآرامش زندگى مى نمودند ،\r\nودر اين حالت أي معاوية تو در آن طمع نمى كردى .\r\nولكن هنگاميكه أو را از جايگاهش دور ساختند وبنيان آنرا دگرگون\r\nنمودند ، قريش در آن به نزاع پرداختند ، وآنرا همچون توپى براي يكديگر\r\nپرتاب كردند ، تا اينكه تو أي معاوية واصحابت بعد از تو در آن طمع\r\nكردند .\r\nوپيامبر فرموده : گروهى رهبرى خود را بدست كسى نسپردند ، در\r\nحاليكه در بينشان داناتر از أو نيز بود ، جز آنكه همواره كارشان به تباهى\r\nكشيده مى شود ، تا اينكه به آنچه ترك كرده بودند بازگردند .\r\nبني إسرائيل كه أصحاب حضرت موسى عليه السلام بودند ، هارون برادر\r\nآن حضرت وخليفه وجانشينش را رها كردند وبه گوساله پرستى مشغول\r\nشدند ! واز سامرى پيروى نمودند ، در حاليكه آنان مى دانستند أو خليفه\r\nحضرت موسى عليه السلام است .\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nوأين أمت شنيد كه پيامبر به پدرم مى فرمود : أو نسبت به من به\r\nمنزله هارون به موسى است ، جز آنكه بعد از من پيامبرى نمى آيد .\r\nوپيامبر خدا را ديدند ، در حاليكه أو را در غدير خم به امامت\r\nمنصوب كرد ، وگفتارش را شنيدند كه براي أو به ولايت سخن گفت ، آنگاه\r\nامر فرمود كه شاهدين به غائبين اين خبر را برسانند ، پيامبر از ترس قومش\r\n( از شهر خارج شد و ) به سوى غار رفت ، آنگاه كه تصميم گرفتند به أو مكر\r\nوحيله بزنند ، وأين در حالي بود كه آنان را به راه حق مى خواند ولى\r\nيارانى نداشت كه از أو دفاع كنند ، واگر يارانى داشت با آنان مى جنگيد .\r\nوپدرم نيز دست از جنگ برداشت واصحابش را سوگند داد واز\r\nآنان يارى خواست ، ولى كسى أو را يارى نكرد ، وبه فريادش نرسيدند ،\r\nواگر يارانى داشت دست از جنگ نمى كشيد ، وخداوند أو را در گشايشى\r\nقرار داد ، همچنانكه پيامبر در گشايش بود .\r\nومردم مرا خوار كردند ، ودر اين حال أي پسر حرب با تو بيعت\r\nكردم ، واگر يارانى داشتم كه مرا از تو رهائى مى دادند با تو بيعت\r\nنمى كردم ، وخداوند هارون را در زمانيكه مردم أو را ناتوان كرد وبه\r\nدشمنى اش پرداختند در حال گشايش قرار داد .\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nهم چنان كه من وپدرم در حال گشايش از جانب خداوند هستيم ، در\r\nزمانيكه مردم ما را رها كرده وبا ديگرى بيعت نمودند ، وما يارانى را\r\nنيافتيم ، واين روشها ونمونه ها پى در پى يكديگر مى آيند .\r\nأي مردم ! اگر در بين مشرق ومغرب بگرديد تا مردى را بيابيد كه\r\nجدش پيامبر وپدرش جانشين پيامبر باشد ، جز من وبرادرم را نخواهيد\r\nيافت ، پس تقواى الهى پيشه سازيد ، وبعد از بيان مطلب گمراه نگرديد ،\r\nوچگونه چنين كرديد واز شما چنين انتظاري نمى رفت ، آگاه باشيد من با\r\nاين شخص - وبه معاوية اشاره كرد - بيعت كرده أم ، وشايد اين فتنه\r\nوآزمايشى براي شما باشد وبهره مندى تا زمان اندك .\r\nأي مردم ! كسى را بخاطر واگذاردن حقش مؤاخذه نمى كنند ، واگر\r\nحق ديگرى را ظالمانه بگيرد مورد مؤاخذه قرار مى گيرد ، وهر كار خوبى\r\nسود دهنده است ، وهر كار خطائى به أهل آن ضرر مى رساند ، امرى اتفاق\r\nافتاد وسليمان آنرا دانست واو را بهره مند كرد ولى به داود ضرر نرسانيد .\r\nاما نزديكى وخويشاوندى به مشرك بهره مى رساند ، در حاليكه\r\nسوگند به خدا كه براي مؤمن بهره مندى اش بيشتر است ، پيامبر به عمويش\r\nأبو طالب كه در حال مرگ بود فرمود : بگو معبودي جز خداوند نيست ،\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nتا در روز قيامت شفاعت تو را بنمايم ، وأين كلام را پيامبر به أو نمى گفت\r\nوبه أو وعده نمى داد جز در زمانيكه از طرف أو اطمينان داشت ، وبراى\r\nكسى اين مطلب را نفرمود جز شيخ ما يعنى أبو طالب ، خداوند مى فرمود :\r\n( توبه براي كساني نيست كه كارهاى زشت انجام مى دهند وهنگاميكه\r\nمرگ دامنگيرشان شد گويند هم اكنون توبه كرديم ، ونه براي كساني كه با\r\nحالت كفر مى ميرند ، براي آنان عذابي دردناك آماده كرده أيم ) .\r\nأي مردم ! بشنويد وبه آن توجه كنيد ، وتقواى الهى پيشه سازيد\r\nوبه خود مراجعه كنيد ، وبسيار دور است كه شما بسوى حق بازگرديد ، در\r\nحاليكه گمراهى شما را بر زمين زده وطغيان وسركشى وانكار شما را فرا\r\nگرفته است ، آيا شما را به آن مجبور كنيم ، در حاليكه آنرا ناپسند\r\nمى شمريد ، وسلام بر آنانكه از راه هدايت پيروى كنند .\r\n( 28 ) خطبهء آن حضرت\r\nبعد از انجام صلح\r\nأي أهل عراق ! من سه چيز را از شما خرده مى گيرم : كشتن پدرم ،\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nوضربه زدن به من ، وغارت اموالم را .\r\n( 29 ) خطبهء آن حضرت\r\nدر علت صلح ايشان با معاوية\r\nروايت شده : هنگاميكه صلح انجام پذيرفت وكار پايان يافت\r\nمعاوية از امام خواست كه در ميان گروهى از مردم سخن گويد وايشان را\r\nآگاهى دهد كه با معاوية بيعت نموده وحكومت را به أو تفويض كرده\r\nاست .\r\nامام پذيرفت ودر حاليكه مردم جمع شده بودند خطبه خواند ،\r\nابتدأ حمد وثناى الهى گفته وبر پيامبر ش درود فرستاد ، وأين از گفتار\r\nايشان است كه فرمود :\r\nأي مردم ! زيركترين زيركى تقوى ، وحماقت ترين بيخردى فجور\r\nوگناه است ، واگر شما بين شرق وغرب جهان بگرديد تا مردى را بيابيد\r\nكه جد أو پيامبر باشد ، جز من وبرادرم حسين كسى را نمى يابيد ،\r\nومى دانيد كه خداوند شما را به جدم پيامبر هدايت كرد وشما را از\r\nضلالت وگمراهى نجات داد ، واز جهالت وناداني رهائى بخشيد ، وبعد\r\nاز ذلت عزت ، وبعد از كمي افراد بسيارتان گردانيد .\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nومعاوية با من در مورد حقي منازعه مى كند كه آن براي من است ،\r\nوبراى صلاح أمت وقطع فتنه وآشوب آن را رها كردم ، وشما با من بيعت\r\nكرده بوديد كه با هر كه صلح كنم صلح وبا هر كه بجنگم بجنگيد ، به اين\r\nعقيدة رسيده أم كه با معاوية سازش كنم وخط جنگ بين خود واو را پايان\r\nدهم ، وبا أو بيعت نمودم وديدم كه جلوگيرى از خونريزى بهتر از ريختن\r\nآن است ، وقصدم از اين كار صلاح وبقاى شماست ، ( وشايد اين امر\r\nآزمايشى براي ما بوده وتا زمان اندكى آنان را بهره مند سازد ) .\r\n( 30 ) خطبهء آن حضرت\r\nدر فضيلت پدرش بعد از آنكه صلح كرد\r\nروايت شده : بعد از آنكه امام صلح كرد معاوية از ايشان خواست كه\r\nخطبه أي بخواهد ، امام امتناع كرد ، أو را سوگند داد كه عمل نمايد ، براي\r\nامام جايگاهى ترتيب دادند ، امام بر آن قرار گرفت وفرمود :\r\nسپاس خدائى را سزاست كه در فرمانروائيش يگانه ، ودر\r\nپروردگاريش تنهاست ، پادشاهى را به هر كه خواهد بدهد ، واز هر كه\r\nبخواهد مى گيرد ، وسپاس خدائى را سزاست كه مؤمنتان را به ما گرامى\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nگانتان را از شرك رهائى بخشيد ، وخون گروه ديگرى از\r\nشما را از ريختن حفاظت كرد ، پس آزمايش ما در گذشته وحال نزد شما\r\nبهترين آزمون بوده است ، چه شكر گذاريد وچه ناسپاس باشيد .\r\nأي مردم ! پروردگار علي عليه السلام به أو داناتر بود ، در زمانيكه أو را\r\nبسوى خود فرا خواند ، واو را به فضيلتي مخصوص گردانيد كه همانند آنرا\r\nسراغ نداريد ومانند آنرا نمى يابيد .\r\nبسيار دور است ، بسيار دور است ، چه بسيار كارها را براي أو دشوار\r\nگردانيديد ، تا اينكه خداوند أو را بر شما پيروز گرداند ، در حاليكه أو\r\nهمنشين شما بود ، در جنگ بدر وغير آن با شما جنگيد ، آب گل آلودى را\r\nبه شما خورانيد ، وآب تلخى را به شما نوشانيد ، وشما را ذليل گردانده\r\nوشما را اندوهناك ساخت ، شما نسبت به بغض أو ملامت نمى شويد .\r\nوبه خدا سوگند أمت پيامبر به جايگاهى نخواهد رسيد ، تا آنگاه كه\r\nرهبر وپيشوايشان در بنى أمية باشد ، وخداوند بسوى شما فتنه أي گسيل\r\nداشته كه از آن بازداشته نمى شويد تا اينكه بخاطر اطاعتشان از ستمگران\r\nوپناه بردن به شياطين هلاكت گرديد ، آنچه در گذشته ها انجام گرفته ،\r\nوآنچه از آينده از رغبتهاى زشت وأفكار پستى كه در انتظار آنم را به\r\nحساب خداوند مى گذارم .\r\nآنگاه فرمود :\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nأي أهل كوفه ديروز كسى از شما جدا شد كه تيرى بود از تيرهاى\r\nالهى ، كوبندهء دشمنان أو ، درهم كوبندهء بدكاران قريش بود ، همواره آنان را\r\nتحت اختيار داشته واز أو در وحشت بودند ، در مورد أوامر الهى مورد\r\nملامت قرار نگرفته واز مال خدا چيزى را به سرقت نمى برد ، واز جنگ با\r\nدشمنان خدا فرار نمى كرد ، تمامى قرآن به أو داده شده ، أو را خواند أجابت\r\nنمود ، أو را راهبرى كرد تبعيت نمود ، در كارهاى الهى از ملامت\r\nملامت گران نمى هراسيد ، پس درود ورحمت الهى بر أو باد .\r\n( 31 ) خطبهء آن حضرت\r\nدر شناخت خودش\r\nروايت شده : هنگاميكه معاوية به كوفه آمد ، چند روز در آنجا ماند ،\r\nهنگاميكه مراسم بيعتش تمام شد بالاى منبر رفت وبراى مردم خطبه\r\nخواند وأمير المؤمنين وامام حسن عليهما السلام را نام برده وآنان را دشنام داد ،\r\nامام حسين عليه السلام حاضر بود ، خواست برخيزد وپاسخ گويد ، امام حسن\r\nعليه السلام دست ايشان را گرفت وآن حضرت را نشانيد وخود برخاست\r\nوفرمود :\r\nأي آنكه نام على را مى برى ، من حسن هستم وپسر أو مى باشم ،\r\nوتو معاوية أي وپدرت صخر است ، ومادرم فاطمه ومادرت هند ، وجدم\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nپيامبر وجدت حرب ، وجده أم خديجة وجده ات فتيله است ، خداوند\r\nلعنت كند از ميان من وتو ، كسى را كه شهرتش كمتر ، حسبش پست تر ،\r\nشرش باسابقه تر ، وكفر ونفاقش قديمي تر است .\r\n( 32 ) خطبهء آن حضرت\r\nدر فضيلت خود وپدرش\r\nروايت شده : هنگاميكه معاوية وارد كوفه شد به أو گفتند : امام\r\nحسن عليه السلام نزد مردم جايگاه بلندى يافته است ، اگر به أو دستور دهى كه\r\nروى منبر در پله پائين تر از تو قرار گيرد ، جوانى وناتوانى در سخن گفتن أو\r\nباعث مى شود كه مقامش در قلب وديد مردم كاهش يابد ، معاوية\r\nنپذيرفت ، اما اصرار كردند ، معاوية اين عمل را انجام داد ، امام در پله\r\nپائين تر از أو ايستاد ، وپس از حمد وثناى الهى فرمود :\r\nاما بعد ، أي مردم اگر بين شرق وغرب جهان را بگرديد تا مردى را\r\nبيابيد كه جدش پيامبر باشد ، جز من وبرادرم را نخواهيد يافت ، وما با اين\r\nطاغي وستمگر بيعت كرده أيم - وبا دست به بالاى منبر كه معاوية ايستاده\r\nبود اشاره كرد - كه در جايگاه پيامبر قرار گرفته است ، ودانستيم كه حفظ\r\nخونهاى مسلمانان بهتر از ريختن خونهاى آنان است ، آنگاه به اين آية\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nاستشهاد كردند : ( شايد اين امر آزمايشى براي شما بوده وتا زمان اندكى\r\nآنان را بهره مند سازد ) ، وبا دست به معاوية اشاره كرد .\r\nمعاوية گفت : قصدت از اين سخن چه بود ، فرمود : قصدم همان\r\nچيزى است كه خداوند اراده آنرا نموده است ، آنگاه معاوية برخاست\r\nوخطبه أي خواند كه در آن به علي عليه السلام دشنام داد وبسيار مسخره\r\nواستهزاء نمود ، امام حسن عليه السلام برخاست وبه أو كه هنوز بالاى منبر بود\r\nگفت :\r\nواي بر تو أي پسر خورنده جگرها ، آيا تو أمير المؤمنين عليه السلام را سب\r\nولعن مى كنى ، در حاليكه پيامبر فرموده است : هر كه على را سب ودشنام\r\nدهد مرا دشنام داده است ، وهر كه مرا دشمن دهد خداوند را دشنام داده\r\nاست ، وهر كه خدا را دشنام دهد خداوند أو را در آتش دوزخ وارد سازد\r\n، در حاليكه در آن جاودانه خواهد بود ، وعذابي پايدار براي اوست .\r\nآنگاه امام از منبر پائين آمد وبه خانه اش رفت ودر آنجا ديگر نماز\r\nنگذارد .\r\n( 33 ) خطبهء آن حضرت\r\nدر شناسائى خود وصفات زمامدار\r\nروايت شده : روزى عمرو بن عاص به معاوية گفت : نزد حسن\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nبن علي عليهما السلام بفرست وبگو بالاى منبر رفته وخطبه بخواند ، شايد در\r\nسخن گفتن عاجز شود ، وبدين وسيله أو را در هر محفلى از اين جهت\r\nمسخره خواهيم كرد ، معاوية نزد ايشان فرستاد ، امام بالاى منبر رفت ، در\r\nحاليكه مردم ورؤساى أهل شام جمع شده بودند ، امام حمد وثناى الهى\r\nگفت ، آنگاه فرمود :\r\nأي مردم ! هر كه مرا مى شناسد كه مرا مى شناسد ، وآن كس كه مرا\r\nنمى شناسد بداند من حسن پسر علي بن أبي طالب هستم ، من پسر پيامبر\r\nخدايم ، پسرآن كس كه خداوند زمين را برايش پاك وسجده گاه قرار داد ،\r\nمن پسر چراغ فروزان وفرزند پيامبر بشارت دهنده وبيم رسانم ، پسر\r\nآخرين پيامبران ، وپيشواى فرستادگان ، ورهبر پرهيزگاران ، وبرگزيده\r\nپروردگار جهانيانم ، من پسر كسى هستم كه بعنوان رحمت بسوى جهانيان\r\nفرستاده شد ، ومن پسر كسى هستم كه بر جن وانس برانگيخته شد .\r\nمعاوية كه از سخن امام به سختى افتاده بود ، سخن ايشان را قطع\r\nكرد ، وگفت : أي أبا محمد ، از اين سخنان ما را واگذار ، واز ويژگيهاى خرما\r\nبراي ما سخن بگو - قصد أو آن بود كه امام خجالت كشيده وسخن نگويد -\r\nامام فرمود : آرى ، خرما بوسيلهء باد بارور مى شود ، وحرارت خورشيد آن را\r\nمى پزد ، وخنكى شب آن را خوشبو وتازه اش مى كند ، آنگاه امام به سخن\r\nأول خود بازگشت وفرمود :\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nمن پسر كسى هستم كه خواستش به درگاه خدا پذيرفته مى شد ، من\r\nپسر كسى هستم كه شفاعتش مقبول قرار مى گيرد ، من پسر كسى هستم كه\r\nنخستين فردي است كه از زمين مبعوث مى گردد ، من پسر كسى هستم كه\r\nدر بهشت را مى كوبد ودر برايش گشوده مى شود وداخل آن مى شود ، من\r\nپسر كسى هستم كه فرشتگان در جنگ به ياريش مى شتافتند ، وغنائم برايش\r\nحلال گشت ، بوسيلهء ترس از فاصلهء يك ماه يا بيشتر يارى شد .\r\nامام در اين سخنان بود ، تا اينكه دنيا بر معاوية تيره وتار شد ، واز\r\nأهل شام وغير آنها هر كه امام را نمى شناخت أو را شناخت .\r\nمعاوية گفت : أي حسن ، آرزو داشتى كه خليفهء شوى اما خليفه\r\nنيستى ، امام فرمود :\r\nخليفه كسى است كه به روش پيامبر عمل كند وبه أطاعت الهى\r\nگردن نهد ، وكسى كه ستم مى كند وسنتهاى الهى را تعطيل گذارده ، وبه\r\nدنيا همچون پدر ومادر خود دلبستگى دارد ، وبندگان الهى را بردگان\r\nومال خدا را غارت مى كند خليفه نمى باشد ، ولكن أو كسى است كه به\r\nزور حكومتي را به چنگ آورده واز آن به مدت كوتاهى بهره مى برد\r\nوبزودى دورانش پايان مى يابد ، لذتش تمام شده وتبعات آن بر عهده اش\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nباقي مى ماند ، واينگونه مى باشد كه خداوند فرموده : ( ونمى دانى شايد آن\r\nآزمايشى براي شما باشد وبهره مندى تا مدتي كم ) ، ( آنان را چند سال\r\nبهره مند ساختيم آنگاه آنچه به ايشان وعده داده شده بود ( عذاب الهى )\r\nفرا رسيد ) ، ( وآنچه از آن بهره مندند ايشان را بي نياز نمى كند ) .\r\nوآنگاه با دست به معاوية اشاره كرد ، واز منبر پائين آمد .\r\nودر روايتي اينگونه آمده است :\r\nمعاوية گفت : حتى يك نفر در قريش نيست كه از نعمت ها\r\nوبخشندگيهاى ما بهره مند نباشد ، امام فرمود :\r\nآرى ، كسى كه پس از خوارى بوسيلهء أو عزت يا فتى ، وكمى خود را\r\nبه فراوانى رسانيدى .\r\nمعاوية گفت : أي حسن آنان كيانند ، فرمود :\r\nكساني كه نمى خواهى آنان را بشناسى .\r\nوامام ادامه داد :\r\nمن فرزند كسى هستم كه بر پير وجوان قريش پيشوا بود ، من فرزند\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nكسى هستم كه در كرامت بر همهء مردمان آقائى داشت ، من فرزند كسى\r\nهستم كه بر مردم جهان در راستى وبخشندگى برترى داشت ، شاخه أي\r\nبارور بود ، ودر برتريها پيشگام ، من فرزند كسى هستم كه خشنودى\r\nأو خشنودى خداوند ، وخشمش خشم أو مى باشد پس أي معاوية آيا حق\r\nدارى به چنين كسى جسارت كنى .\r\nمعاوية گفت : نه ، گفتارت را درست مى دانم ، امام فرمود :\r\nحقيقت روشن است وباطل تاريك ، آنكس كه به حق گرائيد\r\nپشيمان نشد ، وكسى كه كار باطل نمود زيانكار گرديد ، وحقيقت\r\nرا درست انديشان مى شناسند .\r\nمعاوية از منبر پائين آمد ودست امام را گرفت وگفت : هر كه به تو\r\nبدى كند از آفرين دور باد .\r\n( 34 ) خطبهء آن حضرت\r\nدر شناسائى خود ومعاوية\r\nروايت شده : هنگاميكه معاوية به مدينه آمد خطبه خواند وگفت :\r\nعلي بن أبي طالب كجاست ، امام حسن عليه السلام برخاست وپس از حمد\r\nوثناى الهى فرمود :\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nپيامبرى مبعوث نشده مگر آنكه از خاندانش براي أو جانشينى مقرر\r\nشده است ، وپيامبرى نبوده جز آنكه از ستمگران دشمنى براي أو وجود\r\nداشته است ، وعلي عليه السلام وصى پيامبر خدا بعد از اوست ، ومن پسر\r\nعلى وتو پسر صخر هستى ، جد تو حرب وجد من پيامبر خداست ،\r\nومادرت هند ومادرم فاطمه است ، وجده أم خديجة وجده ات نثيله\r\nاست ، خداوند از رحمتش دور دارد آنكه از ميان من وتو از جهت نسب\r\nپست تر ، از جهت كفر باسابقه تر ، ونامش كمتر ، ونفاقش بيشتر است .\r\nتمامى مردمى كه حاضر بودند گفتند : خدايا أجابت كن ، معاوية از\r\nمنبر پائين آمد ، وخطبه اش را قطع كرد .\r\n( 35 ) خطبهء آن حضرت\r\nدر توصيف خودش\r\nروايت شده كه معاوية از امام حسن عليه السلام خواست كه بر بالاى منبر\r\nرفته ونسب خود را بيان دارد ، امام بالاى منبر رفت وپس از حمد وثناى\r\nالهى فرمود :\r\nأي مردم ! هر كه مرا مى شناسد كه مرا مى شناسد ، وهر كه مرا\r\nنمى شناسد بزودى خود را براي أو توصيف مى كنم ، شهرم مكة ومنى\r\nوفرزند مروه وصفا هستم ، ومن پسر پيامبر برانگيخته شده هستم ، ومن\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nفرزند كسى هستم كه بر بالاى كوههاى استوار رفته ، ومن پسر كسى هستم\r\nكه زيبائيهاى چهره اش را از حيا پوشانيد ، ومن پسر فاطمه برترين زنان\r\nهستم ، ومن پسر كساني هستم كه عيوبشان اندك ودامنهايشان پاك است .\r\nدراين حالت مؤذن اذان گفت ، وبيان داشت : گواهى مى دهم كه\r\nمعبودي جز خداوند نيست وگواهى مى دهم كه محمد فرستاده\r\nخداست ، امام فرمود :\r\nأي معاوية ! محمد پدر توست يا پدر من ، اگر بگوئى پدر من نيست\r\nحق را پوشانده أي ، واگر بگوئى : آرى ، اقرار نموده أي .\r\nسپس فرمود :\r\nقريش بر عرب افتخار مى كند كه محمد از آنانست ، وعرب بر عجم\r\nافتخار مى كند كه محمد از آنان مى باشد ، وعجم به عرب احترام\r\nمى گذارد چون محمد از آنانست ، حق ما را طلب مى كنند اما حقمان را به\r\nما باز نمى گردانند .\r\n( 36 ) خطبهء آن حضرت\r\nدر ترغيب مردم به پيروى از آنان\r\nأي مردم ! شهرها نابود وآثار از بين رفت ، صبر وشكيبائى اندك ،\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nگرديد پس بر وسوسه هاي شيطاني وحكم خيانتكاران قدرت تحمل\r\nنيست ، بخدا سوگند كه هم اكنون دلايل اثبات ، وآيات الهى برتر ،\r\nومشكلات آشكار شد ، وما در انتظار تحقق اين آيات وتأويل آنها بوديم ،\r\nخداوند مى فرمايد : ( محمد تنها رسول الهى است كه قبل از أو نيز\r\nپيامبرانى بوده اند ، اگر بميرد يا كشته شود آيا شما به گذشتهء خود رجوع\r\nمى كنيد ، وهر كه به گذشتهء خود رجوع كند به خداوند ضرر نمى رساند\r\nوخداوند شاكران را پاداش مى دهد ) .\r\nسوگند به خدا كه جدم پيامبر خدا مرد وپدرم كشته شد ،\r\nووسوسه گر ناپيدا صيحه وفرياد زد ، وشك در قلوب مردم وارد شد ،\r\nونداى فتنه جو وآشوب گر ظاهر گرديد ، وبا سنت پيامبر مخالفت گرديد ،\r\nپس أي واي از فتنهء كور وكر ولآل ، كه سخن خواننده شنيده نشده ومنادى\r\nآن جواب داده نمى شود ، وبا رهبر آن مخالفت نمى گردد ، ونفاق آشكار\r\nوپرچمهاى تفرقه افكنان بحركت در آمد ، ولشكريان خارج شوندگان از\r\nدين از شام وعراق مجتمع شدند ، خداوند شما را رحمت كند بشتابيد به\r\nروشنى نور درخشان وپرچم مرد نيرومند ، وبه نوري كه هرگز خاموش\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nنگردد ، وحقى كه مخفى نشود .\r\nأي مردم ! از خواب غفلت برخاسته واز فرصت گسترده واز تاريكى\r\nبسيار ، واز كم بودن راه رهايى برخيزيد ، سوگند به آنكه دانه را شكافت\r\nوانسان را خلق كرد وعظمت را بر خود پوشانيد ، اگر از ميان شما گروهى با\r\nمن باشند كه قلبهاى صاف ونياتي صادق داشته باشند ، كه در آن نفاق\r\nنبوده وقصد تفرقه افكني نداشته باشند ، قدم قدم با شمشير با آنان\r\nمى جنگم ، وشمشيرها ونيزه ها را در أطراف آنان قرار داده ، واسبها را در\r\nأطراف ايشان بحركت در آورم .\r\n( 37 ) خطبهء آن حضرت\r\nدر علت صلح ايشان\r\nروايت شده : هنگامى كه امام با خنجر مسموم مورد حمله قرار\r\nگرفت به مكاني بنام ( بطن جريح ) كه عموى مختار بر آن حكومت مى كرد\r\nرفت ، مختار به عمويش گفت : بيا تا حسن بن علي را گرفته وبه معاوية\r\nتسليم نمائيم ، هنگامى كه شيعيان قصد أو را دانستند قصد كشتن مختار\r\nرا كردند ، عمويش از آنان خواست كه از أو در گذرند ، آنان نيز درگذشتند .\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nامام عليه السلام فرمود :\r\nواي بر شما ، سوگند بر خود كه معاوية به آنچه در مورد قتل من با\r\nشما پيمان بسته وفا نمى كند ، ومى دانم كه اگر دست به دست أو دهم\r\nوتسليم أو گردم ، نمى گذارد كه به دين جدم باشم .\r\nومن مى توانم كه به تنهائى عبادت پروردگارم را بنمايم ، اما من به\r\nفرزندان شما مى نگرم كه در كنار درهاى خانه هاي فرزندان ايشان قرار\r\nگرفته ودر مقابل آنچه خداوند به آنان داده است از آنان درخواست آب\r\nوغذا مى كنند ، اما به آنان آب وغذا نمى دهند ، پس دور باد بر آنان به\r\nسبب آنچه انجام داده اند ، وستمكاران بزودى مى دانند كه در چه\r\nجايگاهى قرار خواهند گرفت .\r\n( 38 ) خطبهء آن حضرت\r\nهنگاميكه ايشان را بر بيعت با معاوية مورد سرزنش قرار دادند\r\nواي بر شما نمى دانيد كه من چه عملي را انجام دادم ، سوگند به\r\nخدا آنچه انجام دادم براي شيعيانم بهتر از چيزهائى است كه خورشيد بر\r\nآنها تأبيده يا غروب كرده است ، آيا نمى دانيد به تنصيص پيامبر كه من امام\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nشما واطاعتم بر شما واجب است ، ويكى از دو آقاى جوانان أهل\r\nبهشتم ؟\r\nگفتند : آرى ، فرمود :\r\nآيا نمى دانيد هنگامى كه خضر كشتى را سوراخ وديوار را تعمير كرد\r\nوآن جوان را كشت ، اين اعمال موسى را خشمگين ساخت ، زيرا دليل اين\r\nأمور بر أو پوشيده بود ، اما حكمت وصحت آن نزد خداوند مشخص بود .\r\nآيا نمى دانيد كه هيچيك از ما أهل بيت نيست جز آنكه بيعت\r\nطاغوت زمانش بر گردن اوست ، جز قائمى كه روح الله عيسى بن مريم\r\nپشت سر أو نماز مى گذارد ، خداوند ولادتش را مخفى واو را پنهان\r\nمى نمايد ، تا هنگام خروج بيعت كسى بر گردن أو نباشد .\r\nأو نهمين فرزند برادرم حسين است ، پسر برترين زنان است ،\r\nخداوند عمرش را در غيبتش طولاني مى گرداند ، آنگاه به قدرتش أو را به\r\nصورت جوانى كمتر از چهل سال ظاهر مى سازد ، آن بخاطر اينستكه\r\nبدانند خداوند بر هر كار قادر است .\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n\r\n( 39 ) خطبهء آن حضرت\r\nدر مورد علت صلح خود\r\nبخاطر حفاظت كردن وريختن نشدن خونها ، وبخاطر محبتم به\r\nخودم وخاندانم وياران مخلصم صلح كردم .\r\n( 40 ) خطبهء آن حضرت\r\nبعد از آنكه اصحابش از أو خواستند نقض بيعت كند\r\nشما شيعيان ودوستان ما هستيد ، اگر مى خواستم تلاشم در أمور\r\nدنيايى باشد ، وبه قدرت دنيايى مى انديشيدم ، معاوية در اين زمينه از من\r\nقويتر ونيرومندتر ، وعزمش بيشتر از من نبود ، اما نيتم غير آن چيزى است\r\nكه شما مى انديشيد ، وعملي كه انجام داده أم ، بخاطر جلوگيرى از ريختن\r\nخونها بوده .\r\nپس به قضاء الهى راضى باشيد ، وبه امر أو تسليم باشيد ، ودر خانه\r\nهايتان مانده وسكوت اختيار كنيد - يا فرمود : - عملي انجام ندهيد تا\r\nنيكوكار در راحتي قرار داشته باشد ، يا از دست فاجر در راحتي باشد .\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nفصل\r\nمناظرات آن حضرت\r\n* نزد معاوية در فضيلت پدرش\r\n* در شناسائي خود وعيوب مخالفين\r\n* در فضيلت أهل بيت واينكه خلافت تنها شايستهء آنانست\r\n* با عمرو بن عاص ومروان وابن زياد\r\n* با عبد الله بن زيبر\r\n* با مروان بن حكم\r\n* با عمرو بن عاص\r\n* با عمرو بن عاص\r\n* با عمرو بن عاص\r\n* با معاوية بن أبي سفيان\r\n* با معاوين بن أبي سفيان\r\n* با وليد بن عقبه\r\n* با يزيد بن معاوية\r\n* با حبيب بن مسلمه فهرى\r\n* با حسن بصرى در توحيد\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\n1 ) مناظرهء آن حضرت\r\nنزد معاوية در فضيلت پدرش\r\nنزد معاوية ، عمرو بن عثمان بن عفان وعمرو بن عاص وعتبة بن أبي\r\nسفيان ووليد بن عقبة بن أبي معيط ومغيرة بن أبي شعبه گرد آمده\r\nبودند ، وهمه يك هدف داشتند ( وآن تضعيف آن حضرت بود ) .\r\nعمرو بن عاص به معاوية گفت : چرا نزد حسن بن علي نمى فرستى\r\n، زيرا أو روش پدرش را زنده كرده ومردم زيادي گرد أو جمع شده اند ،\r\nدستور مى دهد وأطاعت مى شود ، وسخن مى گويد وپذيرفته مى گردد ،\r\nوأين دو امر أو را به مقامات بالاترى مى رساند ، اگر نزد أو بفرستى ما أو\r\nوپدرش را تضعيف كرده وبه أو وپدرش ناسزا گوئيم ، واز ارزش أو\r\nوپدرش بكاهيم ، تا آنجا كه أو گفتار ما را بپذيرد .\r\nمعاوية گفت : مى ترسم بر شما أموري را بياويزد كه ننگ آن تا زمان\r\nمرگتان باقي بماند ، سوگند به خدا هرگاه أو را ديدم ديدارش را ناپسند\r\nشمردم واز أو هراسيدم ، واگر نزد أو بفرستم ميان شما به انصاف رفتار\r\nمى كنم .\r\nآنگاه نزد آن حضرت فرستاد ، هنگاميكه فرستاده نزد ايشان آمد\r\nگفت : معاوية تو را مى خواند ، امام فرمود : نزد أو چه كساني هستند ؟\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nفرستاده گفت : نزد أو اين افراد هستند - ونام آنان را برد - ، امام فرمود : آنان\r\nرا چه شده است ، چرا سقف بر سرشان فرو نمى ريزد وعذاب الهى\r\nاز جائى كه گمان نمى كنند بر سرشان وارد نمى شود .\r\nهنگامى كه نزد معاوية رسيد أو از امام بسيار استقبال كرده وبا\r\nايشان مصافحه نمود ، معاوية گفت : اين گروه گفتارم را عمل نكرده ونزد تو\r\nفرستادند ، تا از تو اقرار بگيرند كه عثمان مظلوم كشته شده است ، واين كه\r\nپدرت أو را كشته است ، گفتارشان را بشنو آنگاه بمانند كلامشان پاسخشان\r\nرا بگو ، وجود من تو را از سخن گفتن باز ندارد .\r\nامام فرمود : سبحان الله ، خانه خانهء تو واجازهء در آن از توست ،\r\nسوگند به خدا اگر به آنان پاسخ دهم از ناسزاگوئى به تو حيا مى كنم ، واگر\r\nآنان بر ارادهء تو غالب گرديدند ، از ضعف تو حيا وشرم دارم ، به كدام يك\r\nاقرار داشته واز كدام يك معذرت مى خواهى ، واگر گردهمائى آنان را\r\nمى دانستم به عدهء آنان از بني هاشم مى آوردم ، چه آنكه وجود من به\r\nتنهائى براي آنان ترسناك تر است از وجود همگى آنان براي من ، خداوند\r\nامروز وروزهاى ديگر سرپرست من خواهد بود ، دستور ده تا بگويند ،\r\nمىشنوم ، ونيرو وتوانى جز به اراده خداوند نيست .\r\nآنگاه همگى آنان سخن گفتند وتمامي كلامشان ناسزاگويى به علي عليه\r\nالسلام بود ، آنگاه ساكت شدند ، امام عليه السلام به سخن گفتن پرداخت\r\nوفرمود :\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nسپاس خداى را كه پيشينيان شما را به پيشينيان ما وغير آنان را به\r\nديگران از ما هدايت فرمود ، ودرود خدا بر جد من محمد وخاندان أو باد ،\r\nسخنم را بشنويد ودر آن بينديشيد ، واى معاوية به تو آغاز مى كنم ، اى\r\nمعاوية سوگند به خدا آنان به من ناسزا نگفته بلكه تو ناسزا گفتى ، وآنان\r\nمرا شماتت ننمودند بلكه تو مرا شماتت كردى ، واين عملها از تو انجام\r\nگرفت ، واين به خاطر ناسزاگوئى وعقيدة زشت وتجاوزگرى ودشمنى\r\nوحسادت تو بر ما ودشمنى ات بر محمد صلى الله عليه وآله مى باشد كه در گذشته\r\nوحال وجود دارد .\r\nوسوگند به خدا اگر من وايشان در مسجد پيامبر حضور داشته\r\nباشيم وأطراف ما مهاجرين وأنصار قرار داشتند ، آنان قادر به بيان چنين\r\nمطالبى نبوده وجرأت ذكر اين گفتارها را نداشتند .\r\nاى گروهى كه در اينجا جمع شده وبر عليه من متحد گرديده أيد\r\nبشنويد ، وحقي كه به آن آگاهيد را كتمان نكنيد ، واگر سخن باطلى را گفتم\r\nآن را تصديق ننمائيد ، واى معاوية از تو شروع مى كنم ، وكمتر از آنچه بايد\r\nبگويم را در مورد تو بيان مى دارم .\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nشما را به خدا سوگند آيا مى دانيد مردى را كه به أو دشنام داديد به دو\r\nقبله ( بيت المقدس وكعبه ) نماز گذارده وتو هر دوى آنها را ديده اى ، در\r\nحالي كه تو در گمراهى بوده ولات وعزى را مىپرستيدى ، وأو دو بار\r\nبيعت كرد ، يعنى بيعت رضوان وبيعت فتح ، در حالي كه تو اين معاوية به\r\nبيعت أولى كافر وبيعت دومى را شكستى .\r\nآنگاه فرمود :\r\nشما را به خدا سوگند ، آيا مى دانيد آنچه مى گويم حق است ، أو شما\r\nرا در حالي كه با پيامبر بود در جنگ بدر ملاقاة كرد ، وبا أو پرچم پيامبر\r\nومؤمنين بود ، وبا تو اى معاوية پرچم مشركين ، وتو لات وعزى را\r\nمىپرستيدى وجنگ با پيامبر را امرى واجب مى دانستى ، ودر جنگ أحد\r\nبا شما برخورد كرد ، در حالي كه پرچم پيامبر با أو ، واى معاوية پرچم\r\nمشركين در دست تو قرار داشت ، ودر جنگ احزاب با شما برخورد كرد ،\r\nدر حالي كه پرچم پيامبر با أو ، واى معاوية پرچم مشركين در دست تو قرار\r\nداشت .\r\nتا اينكه خداوند بدست پدرم مسلمانان را پيروز وحجتش را آشكار\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nساخت ، ودينش را يارى نمود وسخنش را تصديق كرد ، ودر تمامى اين\r\nموارد پيامبر از أو راضى وبر تو خشمگين بود .\r\nآنگاه شما را به خدا سوگند ، آيا مى دانيد كه پيامبر بنى قريظة\r\nوبنى نضير را محاصره كرده بود ، آنگاه در حالي كه عمر بن خطاب پرچم\r\nمهاجرين وسعد بن معاذ پرچم أنصار را بدست داشت آنان را به سوى\r\nجنگ فرستاد ، سعد بن معاذ به سوى ميدان جنگ رفت ومجروح\r\nبرگردانده شد ، واما عمر فرار كرد وبرگشت در حالي كه اصحابش را\r\nمى ترساند واصحابش أو را مىترساندند ، پيامبر فرمود : فردا پرچم را به\r\nدست كسى مى دهم كه خدا ورسولش را دوست داشته وخدا ورسول أو\r\nرا دوست دارند ، حمله كننده بود وفرار نمى كند ، آنگاه باز نمى گردد مگر\r\nآنكه خداوند پيروزى را به دستش محقق سازد .\r\nأبو بكر وعمر وديگر مهاجرين وأنصار خودشان به پيامبر عرضه\r\nمى كردند تا به آن عنوان انتخاب شوند ، وعلي عليه السلام آن روز بيمار بود\r\nوچشمانش درد مى كرد ، پيامبر أو را نزد خود خواند ودر چشمهايش آب\r\nدهان ريخت وآن حضرت سالم گرديد ، وپيامبر پرچم را به أو داد ،\r\nوباز نگشت تا اينكه به يارى الهى پيروزى را بدست آورد ، وتو آن روز در\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nمكة بودى ودشمن خدا وپيامبرش به شمار مى رفتى ، آيا مردى كه خدا\r\nورسولش را يارى مى كرد با كسى كه دشمن خدا ورسولش است مساوى\r\nمى باشند ، آنگاه به خدا سوگند مىخورم كه هنوز قلبت ايمان نياورده ،\r\nولكن زبانت مىترسد واز اينرو به آنچه در قلب نيست سخن مى گويد .\r\nشما را به خدا سوگند ، آيا مى دانيد كه پيامبر أو را در جنگ تبوك به\r\nعنوان جانشين خود در مدينه قرارداد ، در حالي كه أو را دشمن نداشته واز\r\nأو خشمگين نبوده ، منافقين در اين مورد سخن گفتند وآن را عيبى بر آن\r\nحضرت تلقى كردند ، علي عليه السلام گفت : اى پيامبر مرا در شهر مگذار چرا\r\nكه تاكنون در غزوه اى تو را تنها نگذارده أم ، پيامبر فرمود : تو وصى وخليفه\r\nمن در خاندانم هستى همانگونه كه هارون نسبت به موسى عليه السلام چنين\r\nبود ، آنگاه دستهاى علي عليه السلام را گرفت وفرمود : اى مردم هر كه مرا\r\nدوست دارد خداوند را دوست داشته ، وهر كه على را دوست بدارد مرا\r\nدوست داشته ، وهر كه مرا أطاعت كند خداوند را أطاعت كرده ، وهر كه\r\nعلى را أطاعت كند مرا أطاعت نموده ، وهر كه مرا دوست بدارد خداوند\r\nرا دوست داشته ، وهر كه على را دوست بدارد مرا دوست داشته است .\r\nآنگاه فرمود :\r\nشما را به خدا سوگند ، آيا مى دانيد كه پيامبر در حجة الوداع گفت : أي\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nمردم من در ميان شما دو چيز را باقي مى گذارم كه بعد از آن هرگز گمراه\r\nنگرديد ، وآن كتاب خدا وخاندانم مى باشند ، حلال قرآن را حلال\r\nوحرامش را حرام بشماريد ، وبه محكم آن عمل وبه متشابهش ايمان\r\nآوريد ، وبگوئيد : به آنچه خداوند در كتابش فرستاده ايمان داريم ،\r\nوخاندانم را دوست بداريد ، وهر كه آنان را دوست مى دارد مرا دوست\r\nداشته وآنان را در مقابل دشمنانشان يارى كنيد ، واين دو در ميان شما\r\nباقي مى مانند تا در روز قيامت در كنار حوض كوثر بر من وارد شوند .\r\nآنگاه در حالي كه روى منبر بود علي عليه السلام را نزد خود خواند وأو را\r\nبدست خود گرفت وفرمود : خداوند دوستدار أو را دوست ودشمنانش را\r\nدشمن دار ، خداوندا براي هر كه با على دشمنى كند جايگاهى در زمين\r\nوراه فرارى در آسمان قرار مده ، وأو را در بدترين درجات آتش قرار بده .\r\nشما را به خدا سوگند ، آيا مى دانيد كه پيامبر به أو فرمود : تو در روز\r\nقيامت مردم را از كنار حوضم دور مى كنى ، هم چنان كه شما شتر غريب را\r\nاز ميان شترانش دور مى گردانيد .\r\nشما را به خدا سوگند ، آيا مى دانيد كه أو در بيمارى پيامبر كه در آن\r\nرحلت فرمود بر ايشان وارد شد ، پيامبر گريست ، علي عليه السلام فرمود : اى\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nپيامبر چرا مىگريى ؟ فرمود : براي آن مىگريم كه مى دانم در قلوب گروهى\r\nاز امتم كينه هايى است كه آن را زماني آشكار مى كنند كه از دنيا بروم .\r\nشما را به خدا سوگند ، آيا مى دانيد كه پيامبر در هنگام وفات در\r\nحالي كه خاندانش كنارش جمع شده بودند فرمود : خداوندا اينان خاندان\r\nوأهل بيتم مى باشند ، خداوندا دوستدارانشان را دوست داشته\r\nودشمنانشان را دشمن دار ، وفرمود : مثل أهل بيتم در ميان شما مانند\r\nكشتى نوح است ، هر كه داخل آن گردد نجات يافته وهر كه از آن كناره گيرد\r\nغرق مى شود .\r\nوشما را به خدا سوگند ، آيا مى دانيد كه أصحاب پيامبر در عهد آن\r\nحضرت ودر زمان زندگى أو به ولايت ورهبرى به علي عليه السلام سلام\r\nكردند .\r\nشما را به خدا سوگند ، آيا مى دانيد كه علي عليه السلام اولين كسى است كه\r\nدر ميان أصحاب پيامبر لذائذ دنيوي را بر خود حرام كرد ، وخداوند اين\r\nآية را نازل فرمود : ( اى ايمان آوردندگان چيزهاى پاكى كه بر شما حلال\r\nشد را بر خود حرام نكنيد وتجاوز ننمائيد كه خداوند تجاوزگران\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nرا دوست ندارد * واز آنچه خداوند بر شما نازل كرده وحلال وپاك است\r\nبخوريد ونسبت به خداوند كه به آن ايمان داريد راه تقوا پيشه خود\r\nسازيد ) ، ونزد أو دانش زمان مرگها ودانش احكام وكتاب خداوند ، وعلم\r\nراسخ وقرآن نازل شده مى باشد .\r\nوگروهى بودند كه عدد آنها را نمى دانيم كه به ده نفر مى رسيدند\r\nوخداوند خبر داد كه ايشان مؤمن هستند ، وشما نيز در گروهى هستيد كه\r\nتنها به همان تعداد مى باشيد ، آنان در زبان پيامبر لعنت شده اند ، شما را\r\nشاهد گفته وبر شما گواهم كه تمامى شما از طرف پيامبر لعنت شده أيد .\r\nشما را به خدا سوگند ، آيا مى دانيد كه پيامبر نزد تو فرستاد تا نامه اى\r\nبراي بنى خزيمة بنويسى - زماني كه خالد بن وليد با آنان برخورد كرد -\r\nفرستاده نزد پيامبر آمد وگفت : أو در حال خوردن است ، سه بار فرستاده\r\nنزد تو آمد وهر بار نزد پيامبر باز مى گشت ومى گفت أو غذا مى خورد ،\r\nپيامبر صلى الله عليه وآله فرمود : خداوند شكمش را هرگز سير مگردان ، سوگند به خدا\r\nكه آن تا روز قيامت در غذاى تو تحقق مى يابد .\r\nسپس فرمود :\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nشما را به خدا سوگند ، آيا مى دانيد كه آنچه مى گويم حق است ، اى\r\nمعاوية در روز احزاب كه پدرت روى شتر سرخ موئى نشسته بود وتو آن را\r\nاز عقب وبرادرت آن را از جلو حركت مى داديد ، وپيامبر شخصي كه\r\nسوار بر آن بود وكسى كه از عقب واز جلو آن را حركت مى داد را لعنت\r\nكرده ، وپدرت سوار آن ، وتو اى معاوية از پشت سر وبرادرت از جلو آن\r\nرا هدايت مى كرديد .\r\nشما را به خدا سوگند ، آيا مى دانيد كه پيامبر أبو سفيان را در هفت جا\r\nلعنت كرد :\r\n1 - هنگامى كه از مكة به مدينه حركت كرد وأبو سفيان از شام سر\r\nرسيد ، وآن حضرت را ناسزا گفت وآن حضرت را ترسانيد وخواست آن\r\nحضرت را دستگير كند وخداوند شر أو را از پيامبر دور گرداند .\r\n2 - روزى كه كاروان ( مشركين قريش از شام آمد وپيامبر مى خواست\r\nآن را توقيف كند ولى ) أبو سفيان كاروان را از بيراهه به مكة برد تا بدست\r\nپيامبر نيفتد و ( جنگ بدر صورت گرفت ) .\r\n3 - در روز أحد ، پيامبر فرمود : خدا مولاي ماست وشما مولا\r\nوسرپرست نداريد ، وأبو سفيان گفت : ما عزى داريم وشما عزى نداريد ،\r\nپس خداوند وفرشتگان وپيامبران ومؤمنان أو را لعنت كردند .\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n4 - روز حنين ، روزى كه أبو سفيان قريش وهوازن وعيينه غطفان\r\nويهود را مجتمع وبر ضد پيامبر بسيج كرد ، پس خداوند آنان را با نارا حتى\r\nباز گرداند در حالي كه خير ونيكى به ايشان نرسيده بود ، اين سخن خداوند\r\nاست كه نازل كرد ، وأبو سفيان واصحابش را كفار ناميد ، وتو اى معاوية در\r\nآن روز در مكة بوده وبر دين پدرت يعنى شرك قرار داشتى ، وعلى در آن\r\nروز با پيامبر وبر دين وعقيدة أو بود .\r\n5 - سخن خداى بزرگ است : ( وقرباني را كه نمى گذارند به\r\nجايگاهش برسد ) ، وتو وپدرت ومشركين قريش مانع رفتن پيامبر شديد ،\r\nپس خداوند أو را لعنت كرد ، لعنتى كه أو وفرزندانش را تا روز قيامت\r\nشامل گردد .\r\n6 - روز احزاب ، روزى كه أبو سفيان وقريش وعيينة بن حصين بن\r\nبدر غطفان را گرد آوردند ، وپيامبر رهبر وتابعين ودنباله روندگانش را تا\r\nروز قيامت لعنت كرد ، گفته شد : اى پيامبر آيا در دنباله روندگانشان مؤمني\r\nنيست ؟ فرمود : در ميان دنباله روندگانشان لعنت شامل مؤمنان نمى گردد ،\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nاما در هر آن در بين آنان مؤمن وأجابت كننده ونجات يافته اى نيست .\r\n7 - روزى كه دوازده نفر نسبت به پيامبر سوء قصد كرده بودند ،\r\nهفت نفر آنان از بنى أمية وپنج نفر از ديگر افراد قريش بودند ، پس\r\nخداوند وپيامبرش آنان كه از تنگه عبور كردند را لعنت كردند ، غير از پيامبر\r\nوكساني كه از عقب وجلو شتر ايشان را حركت مى دادند .\r\nشما را به خدا سوگند ، آيا مى دانيد أبو سفيان بر عثمان وارد شد ،\r\nزماني كه در مسجد پيامبر با أو بيعت شده بود وگفت : اى پسر برادرم آيا\r\nكسى ما را مى بيند ؟ گفت : نه ، أبو سفيان گفت : اى جوانان بنى أمية\r\nخلافت را بين خود بگردانيد ، سوگند به آن جان أبو سفيان بدست اوست بهشت ودوزخى وجود ندارد .\r\nوشما را به خدا سوگند ، آيا مى دانيد أبو سفيان دست حسين عليه السلام را\r\nگرفت ، در زماني كه با عثمان بيعت شد ، وگفت : اى پسر برادرم مرا به بقيع\r\nببر ، پس خارج شد تا زماني كه به وسط قبرستان رسيدند كه دست خود را\r\nكشيد وبه صداى بلند فرياد زد : اى به گور رفته ها كه ديروز در مورد\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n( حكومت ) با ما مى جنگيديد امروز بدست ما رسيده وشما خاك\r\nگرديده أيد ، حسين بن علي عليه السلام گفت : خداوند موهاى سفيدت را زشت\r\nوچهره ات را كريه گرداند ، آنگاه دستش را كشيد وأو را رها كرد ، واگر\r\nنعمان بن بشير دست أو را نمى گرفت وبه مدينه نمى آورد هلاك\r\nمى گرديد .\r\nاين براي تو بود اى معاوية ، پس آيا مى توان يكى از اين لعنتها را به\r\nما باز گردانى ، وپدرت أبو سفيان قصد داشت مسلمان شود وتو شعر\r\nمعروفي كه در قريش وديگر قبائل معروف است را نزد أو فرستادى تا أو را\r\nباز دارى . واز آن جمله عمر بن خطاب تو را سرپرست شام نمود وخيانت\r\nورزيدى وعثمان تو را حاكم نمود وتو در انتظار مرگش بودى ، از آن بالاتر\r\nجرأت تو بر خدا ورسولش مى باشد كه با علي عليه السلام جنگ نمودى ، در\r\nحالي كه أو را شناخته وسوابق وفضل وعلم أو را نزد خدا ومردم در مورد\r\nامرى كه از تو وديگران بر آن سزاوارتر است را مى دانى ، وبر مردم حاكم\r\nگرديدى وبه كيد ومكر وفريب ، خون بسيارى از مردم را ريختى ، واين\r\nكار كسى است كه به جهان آخرت ايمان نداشته واز عقاب الهى\r\nنمىهراسد .\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nوهنگامى كه زمان مرگ رسد تو به بدترين جايگاه رفته وعلى در\r\nنيكوترين مكان قرار مى گيرد وخدا در كمين توست ، واى معاوية اين تنها\r\nبراي تو بود ، وبديها وعيوبى كه از آنها سكوت اختيار كردم به خاطر طولانى\r\nشدن بوده است .\r\nواما تو اى عمرو بن عاص ، به خاطر أحمق بودن شايسته\r\nپاسخ گوئى نيستى ، پى جوئى اين أمور براي تو مانند مگسى است كه به\r\nدرخت مى گويد : بايست كه مى خواهم روى شاخه هايت بنشينم ، درخت\r\nبه أو مى گويد : من أصلا متوجه نشستن تو نشدم چگونه نشستن تو بر من\r\nدشوار باشد ، وسوگند به خدا گمان نمى كنم كه قدرت داشته باشى كه با\r\nمن دشمنى كنى تا بر من دشوار آيد ، اما من به گفتارت پاسخ مى گويم .\r\nناسزا گوئيت به علي عليه السلام آيا از ارزشش مىكاهد ، يا أو را از پيامبر\r\nدور مى گرداند ، يا عملكردش را در اسلام ناپسند مى نمايد ، يا أو را متهم به\r\nظلم در حكم ، يا رغبتي به دنيا مى كند ، اگر يكى از آنها را بگوئى دروغ\r\nگفته اى .\r\nواما سخن تو : براي شما در نزد ما نوزده خون است ، به سبب كشتن\r\nمشركين بنى أمية در جنگ بدر ، در حالي كه خدا ورسولش أو را كشتند ،\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nوبه جان خودم سوگند شما از بني هاشم نوزده نفر وسه نفر بعد از نوزده\r\nنفر را مى كشيد ، آنگاه نوزده نفر ونوزده نفر در يك مكان از بنى أمية كشته\r\nمى شوند ، غير از آنان كه از بنى أمية كشته مى شوند وعددشان را تنها خدا\r\nمى داند .\r\nوپيامبر فرمود : هنگاميكه فرزندان قورباغه سى نفر شدند مال خدا\r\nرا غارت ، وبندگانش را عبيد وبرده ، وكتابش را راه فريب قرار مى دهند ،\r\nدر اين حال كه پيامبر مشغول سخن بود حكم بن أبي العاص وارد شد ،\r\nپيامبر فرمود : سخنتان را آهسته گوئيد چرا كه قورباغه مى شنود ، واين\r\nزماني بود كه پيامبر آنان وكساني كه بعد از أو رهبرى اين أمت را بدست\r\nمى گيرند را در خواب ديد ، واين امر أو را اندوهگين كرد وبر أو سخت\r\nآمد .\r\nوپس خداوند در كتابش اين آية اين آية را نازل كرد : ( وخوابى را\r\nكه به تو نمايانديم را تنها براي آزمايش مردم وديدن درختى كه در قرآن مورد\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nلعنت قرار گرفته قرار داديم ) كه مراد بنى أمية مى باشد ، وهمچنين نازل\r\nفرمود : ( شب قدر بهتر از هزار ماه است ) ، شما را شاهد گرفته وخود\r\nگواهى مى دهم كه بعد از شهادت علي عليه السلام قدرت شما بيش از هزار ماه\r\nكه خداوند در كتابش مقرر داشته امتداد نمى يابد .\r\nواما تو اى عمر وبن عاص ، استهزاء كننده ملعون ، كه نسلت منقطع\r\nگرديده ، تو از آغاز پرخاشگر بودى ، مادرت زناكار بود ودر بسترى به دنيا\r\nآمدى كه به چند نفر تعلق داشتى ، ومردان قريش در مورد تو اختلاف\r\nكردند ، از آن جمله أبو سفيان بن حرب ووليد بن مغيره وعثمان بن حارث\r\nونضربن حارث بن كلده وعاص بن وائل ، همگى تو را بچه خود\r\nمى دانستند ، واز بين آنان كسى پيروز شد كه از جهت نژاد پست تر واز\r\nجهت مقام پائين تر ، واز جهت زناكارى بيشتر از همه بوده است .\r\nآنگاه برخاسته وگفتى : اين محمد را استهزاء مى كنم ، وعاص بن\r\nوائل گفت : محمد مردى است كه فرزند نداشته ونسلش منقطع است ، اگر\r\nبميرد از بين مى رود ، خداوند اين آية را نازل كرد ( استهزاء كنندهء تو نسلش\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nمنقطع است ) .\r\nومادرت نزد قبيلهء عبد قيس مى رفت تا زنا كند ، در خانه ها\r\nومجالس ودشتهاى آنان بدنبال زنا كردن مى گشت ، آنگاه تو در هر مكاني\r\nكه پيامبر با دشمنان برخورد داشت حاضر بودى ، در حالي كه از همه\r\nدشمن تر وتكذيب كننده تر نسبت به آن حضرت بشمار مى رفتى .\r\nآنگاه در ميان افرادى كه در كشتى حاضر بودند ونزد نجاشي\r\nمى رفتند تا خون جعفر بن أبي طالب ويارانش را بريزند ، قرار داشتى ، اما\r\nفريب زشتت به خودت رجوع كرد ، وآرزويت بر باد رفت ، واميدت\r\nنا اميد گرديد ، وتلاشت زائل ، وكوششت به نتيجة نرسيد ، وسخن\r\nخداوند برتر وسخن كافران پست گرديد .\r\nواما سخن تو در مورد عثمان ، اى كسى كه كم حيا وبي ديني ،\r\nآتشى را بر أو افروختى ، آنگاه به فلسطين گريخته ودر انتظار پيش آمدن\r\nبلاها بر أو بودى ، هنگامى كه خبر قتل أو به تو رسيد ، خود را در اختيار\r\nمعاوية قرار دادى ، اى خبيث دينت را به دنياي ديگرى فروختى ، وما تو\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nرا بر دشمنى با خود ملامت نكرده وبر محبتتان سرزنش نمى كنيم ، وتو در\r\nجاهليت واسلام دشمن بني هاشم بودى ، وپيامبر را به هفتاد بيت شعر\r\nهجو كردى ، پيامبر فرمود : خداوندا من شعر را به خوبى بلد نيستم ،\r\nوسزاوار نيست كه شعر بگويم ، پس عمرو بن عاص را در مقابل هر بيت\r\nهزار لعنت بفرست .\r\nآنگاه تو اى عمرو ، دنيايت را بر دينت ترجيح مى دهى ، به نجاشي\r\nهدايايى را دادى ودومين بار نزد أو كوچ كردى ، وماجراى مرحلهء أول تو\r\nرا از دوباره رفتن نزد أو باز نداشت ، در هر مورد نا اميد وشكست خورده\r\nباز مى گشتى ، مقصدت هلاك كردن جعفر ويارانش بود ، هنگامى كه اميد\r\nوآرزويت زائل گرديد به دوستت عمارة بن وليد أمرت را واگذاردى .\r\nواما تو اى وليد بن عقبه ، سوگند به خدا تو را در بغض على ملامت\r\nنمى كنم ، در حالي كه تو را در باره شراب خوارى هشتاد ضربه تازيانه زد ،\r\nوپدرت را در روز بدر به قتل رسانيد ، يا چگونه أو را ناسزا مى گوئى در\r\nحالي كه خداوند أو را در ده آية از قرآن مؤمن وتو را فاسق ناميد ، وسخن\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nخداوند است كه مى فرمايد : ( آيا كسى كه مؤمن است مانند كسى كه فاسق\r\nاست مى باشد ، آنان مساوى هستند ) ، وسخن خداوند : ( اگر فاسقى نزد\r\nشما خبري آورد در مورد آن بررسى كنيد تا جاهلانه با گروهى برخورد\r\nنكنيد ، ودر مقابل كار خود پشيمان گرديد ) .\r\nوتو را چه به نام قريش را آوردن ، وتو پسر شخصي سياه پوست\r\nبنام ذكوان از أهل صفدريه بنام ذكوان هستى .\r\nواما اينكه گمان كردى كه ما عثمان را كشتيم ، سوگند به خدا كه\r\nطلحه وزبير وعايشه نتوانستند اين نسبت را به علي بن أبي طالب عليه السلام\r\nبدهند ، چگونه تو اين نسبت را به أو مى دهى .\r\nواگر از مادرت در مورد پدرت سؤال كنى كه ذكوان را ترك وتو را به\r\nعقبة بن أبي معيط منسوب ساخت ، وبه اين وسيله در نزد خود مقام\r\nوجايگاهى يافت ، وبا آنچه خداوند براي تو وپدرت ومادرت از خوارى\r\nوپستى در دنيا وآخرت آماده ساخته ، وخداوند به بندگان ظلم نمى كند .\r\nوتو اى وليد ، الله أكبر در مورد ولادتت از كسى كه خود را به أو\r\nمنسوب ساخته اى ، چگونه على را ناسزا مى گوئى ، واى كاش به خودت\r\nمشغول باشى تا نسبت خودت به پدرت را ثابت كنى نه به كسى كه خود را\r\nبه أو منسوب كرده اى ، ومادرت به تو گفت : اى پسرم سوگند به خدا كه\r\nپدرت پست تر وخبيث تر از عقبه است .\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nواما تو اى عتبة بن أبي سفيان ، سوگند به خدا تو دانا نيستى تا\r\nپاسخت را بيان كنم ، وعاقل نيستى تا تو را سرزنش نمايم ، ونزد تو خيرى\r\nكه انتظار آن مى رود نيست ، ومن نسبت به ناسزا گوئيت به على تو را\r\nملامت نمى كنم ، زيرا نزد من تو هم شأن برده وبنده علي بن أبي طالب\r\nعليه السلام هم نيستى ، تا پاسخت را گفته وملامتت كنم ، ولكن خدا نسبت به\r\nتو وپدر ومادر وبرادرت در كمين گاه است ، وتو فرزند پدرانت هستى كه\r\nخداوند آنان را در قرآن ياد كرده ومى فرمايد : ( كار كننده ورنج برنده O\r\nآتش سوزان را مىچشند O از چشمهء جوشان نوشانده شوند - تا آنجا كه\r\nمى فرمايد : - از گرسنگى ) .\r\nواما تهديدت نسبت به من كه مرا مى كشى ، چرا كسى كه روى\r\nبسترت همراه با همسرت ديدى را به قتل نرساندى ، در حالي كه با أو\r\nنزديكى مى كرد ، ودر فرزند أو با تو شريك گرديد ، تا آنكه فرزند را به تو\r\nمنسوب كرد ، فرزندى كه براي تو نبود ، واي بر تو ، واگر به خود مشغول\r\nبودى وانتقامت را از أو مى گرفتى شايسته تر بود ، وتو براي آن سزاوارترى ،\r\nتا اينكه مرا به قتل تهديد كرده وبه آن مىترسانى .\r\nوتو را از اينكه على را ناسزا گوئى ملامت نمى كنم ، چرا كه برادرت\r\nرا در مبارزه به قتل رسانيد ، وأو وحمزه در قتل پدرت شريك بودند ،\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nتا اينكه بدست آنان در جهنم سقوط نمودند ، وعذاب دردناكى را به آنان\r\nچشاندند ، وعمويت به دستور پيامبر تبعيد گرديد .\r\nواما اينكه من آرزومند خلافتم ، سوگند به خدا اگر بدان اميدوار\r\nباشم من لياقت آن را دارم ، ومن مشابه برادرت ( معاوية ) نبوده وجانشين\r\nپدرت نيستم ، چرا كه برادرت نسبت به خدا متمرد ونسبت به ريختن\r\nخون مسلمانان ويافتن آنچه سزاوار آن نيست بسيار حريص است ، مردم\r\nرا مكر وفريب مى دهد وخداوند نيز مكر مى كند وأو بهترين مكر كنندگان\r\nاست .\r\nواما سخن تو كه على بدترين فرد قريش براي قبيلهء قريش بود ،\r\nسوگند به خدا كه شخص محترمى را تحقير نكرد ومظلومى را نكشت .\r\nواما تو اى مغيرة بن شعبه ، تو دشمن خدا ورها كنندهء كتاب خدا\r\nوتكذيب كنندهء پيامبر خدا مى باشى ، وتو زناكار بوده وسنگسار\r\nنمودنت واجب است ، وانسانهاى عادل وپاك ومتقى بر زنايت گواهى\r\nدادند ، اما سنگسار نمودنت را به تأخير انداخت وحق را با أباطيل\r\nوسخن را با گفتارهاى نادرست قبول نكرد ، واينها علاوة بر عذاب دردناك\r\nوپستى در دنيا كه خداوند برايت مهيا ساخته است مى باشد ، وعذاب\r\nآخرت خواركننده تر مى باشد .\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nوتو كسى هستى كه فاطمه دختر پيامبر را زدى ، تا اينكه خونريزى\r\nنمود وفرزندش را سقط كرد ، واين به خاطر آن بود كه پيامبر را خوار گردانى\r\nوبا دستورش مخالفت نموده واحترامش را زائل سازى ، در حالي كه پيامبر\r\nفرموده بود : اى فاطمه تو برترين زن أهل بهشت هستى ، وخداوند تو را در\r\nآتش افكنده وو بال گفتارت را دامنگيرت مى كند .\r\nپس به كدام يك از اين سه امر على را ناسزا مى گوئى : آيا نسبش\r\nناقص است ، يا از پيامبر دور مى باشد ، يا در اسلام كار بدى انجام داده\r\nاست ، يا در حكم وقضاوت ستم ورزيد ، يا در دنيا ميل ورغبت دارد ، اگر\r\nيكى از آنها را بيان نمائى دروغ گفته ومردم تو را تكذيب مى كنند .\r\nآيا گمان مى كنى علي عليه السلام عثمان را مظلومانه كشته ، سوگند به\r\nخدا كه علي عليه السلام متقى تر وپاكتر از سرزنش كننده اش در اين زمينه\r\nمى باشد ، سوگند به خدا اگر علي عليه السلام عثمان را مظلومانه مى كشت به تو\r\nهيچ ارتباطي نداشت ، تو أو را در زمان زندگيش يارى نكرده وبعد از مرگ\r\nنيز از أو يارى ننمودى ، وهمواره خانه ات در طائف زناكاران را\r\nمى پرورانيد ، وامر جاهليت را زنده واسلام را مى ميراندى ، تا آنكه آنچه\r\nتحقق يافت محقق شد .\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nواما اعتراضت در بني هاشم وبنى أمية ، آن ادعاى توست نزد\r\nمعاوية ، واما سخنت در شأن امارت ورهبرى وسخن يارانت در خلافتي\r\nكه تصاحب كرده أيد ، فرعون نيز چهار صد سال بر مصر حكومت كرد ، در\r\nحالي كه موسى وهارون دو پيامبر بودند وآزارهاى بسيارى را تحمل\r\nكردند ، واين ملك خداست كه به نيكو كار وبدكار مى دهد ، وخداوند\r\nمى فرمايد : ( ونمى دانى شايد آن آزمايشى براي شما وبهره مندى اندكى\r\nبراي آنان باشد ) ، ( وهنگامى كه مى خواهيم شهري را هلاك گردانيم\r\nدستور مى دهيم كه سرمايه دارانشان گناه كنند تا نزول عذاب بر آنان محقق\r\nگردد ، آنگاه ايشان را نابود كنيم ) .\r\nآنگاه امام حسن عليه السلام برخواست وپيراهنش را تكان داد در\r\nحالي كه مى گفت :\r\n( زنان بد براي مردان بد ومردان بد براي زنان بد هستند ) ، سوگند\r\nبه خدا اى معاوية آنان تو وياران تو هستند ، ( ومردان نيك براي زنان\r\nنيكند آنان از آنچه مى گويند پاكيزه اند براي آنان بخشش وروزى كريمانه\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nمى باشد ) ، آنان علي عليه السلام وياران وپيروان أو هستند .\r\nآنگاه امام خارج شد در حالي كه به معاوية مى گفت :\r\nبچش پيامد آنچه خود كسب كرده وبدست آوردى ، وآنچه\r\nخداوند براي تو وآنان از خوارى در دنيا وعذاب دردناك در آخرت آماده\r\nكرده است .\r\nمعاوية به اصحابش گفت : وشما نيز پيامد عمل خود را بچشيد ،\r\nوليد بن عقبه گفت : سوگند به خدا تو بسيار بيشتر از ما چشيدى ، وتنها بر\r\nتو جسارت نمود .\r\nمعاوية گفت : آيا به شما نگفتم كه نمىتوانيد از مقام أو بكاهيد ، چرا\r\nاز آغاز فرمانم را أطاعت نكرديد وخواستيد از أو يارى بخواهيد ولى شما\r\nرا مسخره نمود ، سوگند به خدا برنخاست تا آنكه خانه بر من تاريك\r\nگرديد ، وخواستم أو را دستگير كنم ، امروز وبعد از آن براي شما خير\r\nونيكى وجود ندارد .\r\nمروان بن حكم اين ماجرا را شنيد ، نزد آنان آمد وگفت : چرا مرا\r\nحاضر نكرديد ، سوگند به خدا أو وپدر وخاندانش را به گونه اى ناسزا\r\nمى گويم كه كنيزان وبنده ها آن را در رقصهاى خود بخوانند ، معاوية نزد\r\nامام حسن عليه السلام فرستاد ، هنگامى كه فرستاده نزد ايشان آمد امام فرمود :\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\nاين طغيان گر از من چه مى خواهد ، سوگند به خدا اگر سخنش را\r\nتكرار كند گوشهايشان از مطالبى پر كنم كه عيب وننگ آن تا روز قيامت\r\nبر آنان باقي بماند .\r\nهنگامى كه امام حسن عليه السلام نزد آنان رسيد مروان گفت : سوگند به\r\nخدا تو وپدر وخاندانت را به گونه اى ناسزا گويم كه كنيزان وبنده ها آن را\r\nدر رقصهاى خود بخوانند .\r\nامام فرمود :\r\nاما تو مروان من تو وپدرت را ناسزا نمى گويم ، اما خدا تو وپدر\r\nوخاندان وفرزندانت ، هر كه از صلب پدرت تا روز قيامت خارج شود ، را\r\nبر زبان پيامبرش لعنت كرد ، سوگند به خدا اى مروان تو وهيچ كس از آنان\r\nكه هنگام لعنت نمودن پيامبر حاضر بودند اين امر را در مورد تو وپدرت\r\nانكار نمى كنند ، در مقابل تهديد خداوند تجاوزگرى تو زيادتر شد ، وخدا\r\nوپيامبرش راست مى گويند ، خداوند مى فرمايد : ( وشجرهء ملعونه در قرآن\r\nوآنان را مىترسانيم اما تنها طغيان گرى وتجاوزگرى آنان بيشتر مى شود ) ،\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n\r\nوتو اى مروان وفرزندانت درخت ملعون در قرآن مى باشيد ، واين امر از\r\nطرف پيامبر از جبرئيل از خداوند رسيده است .\r\nمعاوية برخاست ودست بر دهان امام حسن عليه السلام نهاد وگفت :\r\nأبا محمد تو ناسزاگو وپرخاشگر نبودى ، امام حسن عليه السلام لباسهايش را\r\nجمع كرد وبرخاست وخارج شد ، گروه با نارا حتى وحزن وچهره هاي\r\nسياه در دنيا وآخرت پراكنده شوند .\r\n( 2 ) مناظره آن حضرت\r\nدر شناسائى خود وعيوب مخالفين\r\nروايت شده كه امام حسن عليه السلام بر معاوية وارد شد ودر مجلس أو\r\nحضور يافت ، در آنجا گروهى از يارانش حاضر بودند ، هر يك از آنان\r\nافتخارات خود را بر بني هاشم ذكر كرد واز ارزش آنان كاستند ، ومطالبى\r\nرا ذكر كردند كه بر امام حسن عليه السلام دشوار آمد وايشان را ناراحت كرد ،\r\nآنگاه ايشان به سخن پرداخت وفرمود :\r\nمن از بهترين قبائل ، وپدرانم ارزشمندترين خاندان در عرب\r\nمى باشد ، در هنگام محاسبه افتخار ونسب برتر وجوانمردى براي ماست ،\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nوما از بهترين درختى هستيم كه شاخه هاي بارور وميوه هاي پاكيزه\r\nوبدنهاى بر جا مانده اى را رويانيد ، در آن أصل اسلام وعلم نبوت است ،\r\nآنگاه كه جاى افتخار رسيد برتر گرديده ، وآنگاه كه از برتر شدن ما\r\nجلوگيرى شد ما طلب برترى نموديم ، وما درياهاى عميقى هستيم كه\r\nتهى از آن نگرديده ، وكوههاى محكمى هستيم كه مغلوب نمى گرديم .\r\nدر اين هنگام مروان بن حكم ومغيرة بن شعبه سخن گفتند وأو\r\nوپدرش را كم ارزش جلوه دادند ، امام حسن عليه السلام سخن گفت وفرمود :\r\nاى مروان ! آيا از ترس وخوارى وضعف وعجز سخن مى گويى ،\r\nگمان كردى كه خود را ستودم در حالي كه پسر پيامبر خدايم ، ومقامم را بالا\r\nبردم در حالي كه سرور جوانان أهل بهشتم ، واي بر كسى كه فخر مى فروشد\r\nوتكبر مى كند تا خود را برتر جلوه دهد ، وكسى خود را بزرگ مى نماياند\r\nوقصد گردن فرازى دارد ، اما ما خاندان رحمت وجايگاه كرامت\r\nوبزرگوارى ، وموضع خير ونيكى ، ومعدن ايمان ، ونيزه اسلام ،\r\nوشمشير دين هستيم .\r\nمادرت به عزايت بنشيند چرا سكوت نمى كنى قبل از آنكه أمور\r\nهولناك را به سويت بفرستم وبيان دارم ، وتو را به نشانه اى بنمايانم كه از\r\nنامت بي نياز شوى ، اما بازگشتت با غارت آيا در روزى بود كه نادارى را\r\nسرپرستى كرده ، وترسوئى را پناه دادى ، بهره وغنيمتت فرارت بود\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nونيرنگت به طلحه ، در زماني كه به أو مكر زده وأو را به قتل رساندى ( 1 ) ،\r\nزشت باد چهره ات كه چقدر كريه وناپسند است .\r\nمروان سر به زير انداخت ومغيره مبهوت ايستاد ، امام عليه السلام رو به\r\nمغيره كرد وفرمود :\r\nاى كور قبيلهء ثقيف ، تو را چه به قريش كه نسبت به تو افتخار كنم ،\r\nواي بر تو آيا مرا نمى شناسى ، من پسر بهترين زنان وسرور زنان هستم ،\r\nپيامبر ما را به علم الهى تغذيه كرده ، وتأويل قرآن ومشكلات احكام را\r\nآموخته أيم ، عزت برتر وافتخار وبرترى از ماست .\r\nوتو از گروهى هستى كه در جاهليت نسبى نداشته ودر اسلام\r\nبهره اى ندارند ، بندهء فرارى را چه شده كه با شيران برخورد كرده ومزاحم\r\nقهرمانان گردد ودم از افتخار زند ، ما سروران ، وما مدافعان برتر هستيم ،\r\nاز پيمانمان حمايت كرده وعيب وننگ را از خود دور مى كنيم ، ومن پسر\r\nزنان پاك هستم .\r\nتو اشاره كردى - بر أساس گمانت - به وصى برترين پيامبران ، وأو به\r\nناتوانيت داناتر وبه ضعفت آگاه تر بود ، وتو براي رد كردن خودت نسبت به\r\n\r\n","description":"","footnote":" 1 - ابن أثير در أسد الغابة گويد كه سبب قتل طلحه آن بود كه مروان به سوى طلحه - كه در ميدان\r\nجنگ ايستاده بود - تيرى پرتاب كرد ، اگر آن را مى بستن پاهايش ورم مى كرد واگر باز مى گذارند خون\r\nجارى مى شد ، مروان گفت : أو را رها كنيد آن تيرى بود كه خداوند فرستاد ، وطلحه از آن تير مرد ، ورو به\r\nسوى أبان بن عثمان كرد وگفت : بعضي از قاتلان پدرت را كشتم . ","page_name":" 283 ","page_number":283},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nأو شايسته تر هستى ، به خاطر آن غيضى كه در دل دارى وفريبى كه از چشهمايت پيداست ، هيهات أو گمراهان را ياور انتخاب نمى كرد ( 1 ) .\r\nوگمان تو كه اگر در صفين بودى از نيرومندى قيس ومهارت ثقيف\r\nاز همه سزاوارتر بودى ، مادرت به عزايت بنشيند آيا اين أمور با ناتوانيت\r\nدر ميدانهاى نبرد وفرارت در زمانهاى سخت تحقق مى پذيرد ، سوگند به\r\nخدا اگر أمير المؤمنين پرچم شجاعان را به تو مى سپرد ، مى ديدى كه\r\nسختيها أو را از پاى در نياورده ، وفريادهاى هول انگيز مى كشيدى .\r\nواما دليرى قيس ، تو را چه كار به قيس ، تو بندهء فرارى هستى كه\r\nعلومى را آموختى ، واز اينرو ثقيف ناميده شدى ، وبدين وسيله به حيله\r\nخود را از قبيلهء ثقيف برشمردى ، تو از مردان آن قبيله نيستى ، وتو به\r\nتعمير وسايل صيد وداخل شدن در آغل گوسفندان داناترى از جنگ\r\nنمودن واما مهارت چه مهارتى نزد بردگان وبندگان مى باشد .\r\nخواستى با أمير المؤمنين ملاقاة كنى ، وأو آن چنان كه تو أو را\r\nشناختى : شير بيشه وسمى كشنده بود ، قهرمانان در هنگام نبرد در\r\nبرابرش قدرت ايستادگى نداشتند ، تا چه رسد كه گرگها أو را قصد كنند ،\r\nوسوسك ( مرد سياه چهره ) از عقب سر أو را طلب نمايد .\r\n\r\n","description":"","footnote":" 1 - بعد از مرگ عثمان مغيره نزد امام آمد وگفت : نصيحتى به تو دارم اگر مى خواهى كارهات سامان\r\nيابد طلحه را بر كوفه وزبير را بر بصره ومعاوية را بر بصره ومعاوية را بر شام بگمار ، وبعد از آنكه خلافتت سامان يافت با آنان\r\nهر گونه كه خواهى عمل كن ، كه امام فرمود : ( من از گمراهان ياور انتخاب نمى كنم ) ج 3 ص 371 ( حاشية اصابه ) . ","page_name":" 285 ","page_number":285},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\n\r\nواما نسبتت مجهول ونزديكانت ناشناخته اند ، خويشاوندى تو به\r\nآن قبيله مانند نسبت حيوانات دريايى به آهوان صحرائى است ، بلكه\r\nخويشاوندى تو از اين نسبت دور تر است .\r\nمغيره برخاست وامام حسن عليه السلام به معاوية مى فرمود :\r\nما را از بنى أمية معذور بدار ، بعد از سخن بردگان وافتخار نمودن\r\nبندگان .\r\nمعاوية گفت : اى مغيره باز گرد ، اينان فرزند عبد منافند ، قهرمانان\r\nدر مقابلشان قدرت ايستادگى نداشته ، وبزرگان در مقابلشان قدرت فخر\r\nفروشى ندارند ، آنگاه امام حسن عليه السلام را سوگند داد كه ساكت شود ،\r\nوامام ساكت شد .\r\n( 3 ) مناظرهء آن حضرت\r\nدر فضيلت أهل بيت واين كه خلافت تنها شايستهء آنانست\r\nسليم بن قيس گويد : از عبد الله بن جعفر بن أبي طالب شنيدم كه\r\nگفت : معاوية به من گفت : چرا حسن وحسين را زياد احترام مى كنى ، آنان\r\nبهتر از تو وپدرشان بهتر از پدر تو نبود ، واگر مادرشان فاطمه دختر پيامبر\r\nنبود مى گفتم أسماء بنت عميس كمتر از أو بشمار نمى رفت ، گويد :\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nاز گفتارش بسيار ناراحت شده ونمى توانستم خود را كنترل كنم - تا آنكه\r\nسخن عبد الله بن جعفر وعبد الله بن عباس را در فضيلت امام حسن\r\nوحسين عليهما السلام وآنچه از پيامبر صلى الله عليه وآله در فضيلت ايشان شنيده بودند را\r\nنقل مى كند ، تا آنجا كه گويد :\r\nمعاوية گفت : اى حسن عليه السلام تو چه مى گويى ؟ فرمود :\r\nاى معاوية ! سخن من وگفتار ابن عباس را شنيدى ، اى معاوية\r\nتعجب از تو واز كم حيائى تو وجرأتت بر خداوند است ، آنجا كه گفتى :\r\nخداوند طاغوت شما را كشت وخلافت را به جايگاه أو ( معاوية ) رسانيد ،\r\nاى معاوية آيا تو معدن خلافتي نه ما ؟\r\nواي بر تو اى معاوية وبه سه نفرى كه قبل از تو بودند وتو را در اين\r\nجايگاه نشاندند ، واين سنت را برايت مهيا نمودند ، سخنى مى گويم كه تو\r\nشايستهء آن نيستى ، اما مى گويم تا فرزندان پدرم كه در اينجا حاضرند\r\nبشنوند :\r\nمردم در أمور بسيارى با هم اتفاق نظر دارند ودر آن مسائل بين\r\nايشان اختلاف وكشمكش وجدائى نيست : بر گواهى به وحدانيت\r\nخداوند ورسالت پيامبر ، ونمازهاى پنجگانه ، وزكات واجب ، وروزه ماه\r\nرمضان ، وحج خانهء خدا وموارد بسيارى از واجبات الهى كه قابل شمارش\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\nنيست وشمارهء آنها را تنها خدا مى داند .\r\nونيز بر موارد ديگرى اجتماع كرده اند ، بر حرمت زنا ودزدى\r\nودروغ ، وقطع رحم ، وخيانت ، وموارد بسيارى از محرمات الهى كه قابل\r\nشمارش نيست وشماره آنها را تنها خدا مى داند .\r\nاما در مورد سنتهايى اختلاف كرده وبا هم در آنها مى جنگند ، وبه\r\nگروههايى تقسيم شده اند كه گروهى گروه ديگر را لعنت مى كنند ، وهمان\r\nولايت وسرپرستى است ، وگروهى از گروه ديگر بيزارى مى جويد ،\r\nگروهى گروه ديگر را بقتل مى رساند كه كدام يك شايسته تر به آن است ،\r\nجز گروهى كه از كتاب الهى وسنت پيامبرش صلى الله عليه وآله پيروى مى كنند ، هر\r\nكه آنچه مسلمانان در آن اختلاف ندارند را بگيرد وأمور اختلافى را به\r\nخداوند واگذارد ، سالم مانده واز آتش نجات مى يابد وداخل بهشت\r\nمى گردد .\r\nوهر كه خداوند أو را موفق گردانده وبر أو منت گذارده وبر أو\r\nاحتجاج نمايد ، به اينكه قلبش را به شناخت واليان امرش از پيشوايانش\r\nروشن گرداند وبشناسد كه معدن علم كجاست ، پس أو نزد خداوند\r\nسعادتمند بوده ودوستدار خداست ، وپيامبر صلى الله عليه وآله فرمود : خداوند\r\nرحمت كند شخصي را كه حق ما را دانست وآن را بيان كرد پس سعادتمند\r\nگرديد ، يا ساكت شد پس سالم ماند .\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nما أهل بيت مىگوئيم امامان وپيشوايان از ما هستند ، وخلافت\r\nوپيشوائى تنها سزاوار وشايستهء ماست ، وخداوند در كتابش وسنت\r\nپيامبرش ما را شايستهء آن دانسته است ، علم در ما وما أهل آنيم ، وتمامى\r\nآن با تمام جوانبش نزد من مى باشد ، وتا روز قيامت امرى محقق نمى گردد\r\nحتى زدن بر چهرهء كسى ، جز آنكه آن بوسيلة پيامبر صلى الله عليه وآله ديكته شده\r\nوعلي عليه السلام با دست خود نوشته ودر دست ما قرار دارد .\r\nوگروهى گمان مى كنند كه به خلافت از ما سزاوارترند ، حتى تو اى\r\nپسر هند اين ادعا را ذكر مى كنى ، وگمان مى كنى ( عمر ) نزد پدرم فرستاد\r\nكه مى خواهم قرآن را در يك مجموعه اى جمع آورى كنم پس آنچه از\r\nقرآن نوشته اى را نزد من بفرست ، فرستاده آمد ، امام فرمود : سوگند به\r\nخدا قبل از اينكه به تو برسد گردنم را مى زنى ، عمر گفت : چرا ؟ فرمود :\r\nچون خداوند مى فرمايد : ( آنان كه در علم راسخند ) ، فرمود : آية مرا قصد\r\nكرده وتو ويارانت مقصود آية نيستيد ، عمر خشمگين شد ، سپس گفت :\r\nپسر أبى طالب گمان مى كند آنچه در نزد اوست پيش فرد ديگرى وجود\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nندارد ، هر كه آية اى از قرآن را خوانده آن را نزد من بياورد ، هرگاه كسى\r\nآية اى را مى آورد وشاهدي بر آن اقامه مى كرد آن آية را مى نوشت واگر\r\nشاهدي نداشت آن را نمى نوشت ، آنگاه گفتند : از قرآن آيات بسيارى گم\r\nشده است ، بلكه دروغ مى گويند ، سوگند به خدا بلكه آن نزد اهلش جمع\r\nشده وحفظ گرديده است .\r\nآنگاه عمر به قضات وواليان امرش دستور داد : فكر كنيد\r\nوعقايدتان را بيان داريد كه حق چيست ، أو وبعضي از واليان امرش در\r\nمشكل بزرگى افتادند وپدرم آنان را از مشكل خارج ساخت ، تا به آن بر\r\nآنها احتجاج جويد ، اما گاه قضات نزد خليفهء خود مى آمدند در حالي كه در\r\nيك امر مشترك احكام متعددى را بيان مى نمودند ، اما همه را امضا\r\nمى كرد ، چرا كه خداوند به أو حكمت وروش قضاوت نداده بود .\r\nوهر گروه از مخالفين ما از مسلمانان گمان مى كنند كه جايگاه\r\nخلافت وعلم در غير ماست ، از خداوند بر كساني كه بما ظلم كرده وحق\r\nما را انكار كرده ، ومردم را بر ما مسلط نموده ، وبراي مردم راهى را بر عليه\r\nما گشودند كه بوسيلهء تو بدان احتجاج ودليل آورده شود ، وخداوند ما را\r\nكافى بوده وبهترين سرپرست است .\r\nمردم بر سه دسته اند : مؤمني كه حق ما را مى شناسد وتسليم ما\r\nبوده ، واز ما پيروى مى كند ، أو نجات يافته ودوستدار ماست واز امر\r\nخداوند تبعيت مى كند ، ودشمن ما كه از ما بيزارى جسته وما را لعن\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n\r\nمى كند وريختن خونهايمان را حلال مى داند ، وحق ما را انكار مى كند ،\r\nوخداوند را با برائت وبيزارى از ما مىپرستد ، اين كافر ومشرك وفاسق\r\nاست ، واز جائى كه گمان نمى كند كافر ومشرك گرديده ، هم چنان كه\r\nخداوند را ناآگاهانه دشنام مى دهند ، همچنان بدون آگاهى به خداوند\r\nشرك مى ورزند .\r\nوشخصي آنچه أمت بر آن اتفاق دارند را گرفته ، وعلم آنچه بر أو\r\nمشتبه شده ونيز ولايت ما را به خدا وأمي گذارد ، واز ما پيروى نكرده وبا\r\nما نيز دشمنى نمى كند وحق ما را نمى شناسد ، ما اميدواريم كه خداوند\r\nأو را بيامرزد وأو را داخل بهشت گرداند ، اين مسلمان ناتوان است .\r\n( 4 ) مناظرهء آن حضرت\r\nبا عمرو بن عاص ومروان وابن زياد\r\nروايت شده : روزى معاوية همراه با اطرافيان رازدارش نشسته بود ،\r\nوبه يكديگر فخر مىفروختند ، معاوية خواست آنان را بخنداند ، از اينرو\r\nگفت : بسيار فخر فروختيد ، اگر حسن بن علي عليه السلام وعبد الله بن عباس\r\nدر اينجا بودند از اين بالندگى ها كمتر مى نموديد ، معاوية نزد امام فرستاد -\r\nآنگاه گفتار آنان را ذكر مى كند - سپس امام در جواب ايشان فرمود :\r\nاگر كسى در مباحثه خاموش ماند ، اين امر دليل بر ناتوانى أو\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nنمى باشد ، بلكه كسى كه به دروغ سخن گويد وبخواهد باطل را به صورت\r\nحق جلوه دهد خيانت كار است .\r\nاى عمرو به دروغ افتخار ورزيده ودر خيانت گستاخى مى كنى ، من\r\nاز تبهكاريت هميشه آگاه بوده وبرخى از آنها را برشمرده واز برخى ديگر\r\nچشم مى پوشيده أم ، زيرا در گمراهى فرو رفته اى ، در باره ما كه چراغهاى\r\nروشن در تاريكى ، وپرچمهاى هدايت وراهنمائى ، وسواران دلاور ،\r\nوحمله ور به دشمنان ، وپرورده شده در دامان جنگ مى باشيم ، براي\r\nدوستان همچون نو بهاران خرم هستيم ، ما جايگاه نبوت ومحل فرو آمدن\r\nعلم هستيم .\r\nوگمان مى كنيد كه نژادتان از ما نيرومندتر است ، ولى در نبرد بدر\r\nنيرومندى ما آشكار گرديد ، در روزى كه دلاوران بر زمين خوردند ،\r\nوهماوران به سختى افتادند ، وشيرمردان از پاى در آمدند ، ومرگ\r\nمعركه دار ميدان شد ، وبر پاشنهء آن چرخيد ودندان نشان داد ، وآتش\r\nجنگ زبانه كشيد ، در چنان هنگامه اى بود كه مردان شما را كشتيم وپيامبر\r\nبر فرزندانتان منت گذارد ، وبجان خودم سوگند در آن روز شما هرگز از\r\nبنى عبد المطلب برتر وقوى تر نبوديد .\r\nواما تو اى مروان ، تو را چه مى شود كه از قريش زيادة گفته وبه آن\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nافتخار كنى ، تو رها شده اى وپدرت طرد شده پيامبر است ، وتو هر روز از\r\nپستى به بدى مىگرائى ودر اين دو گرفتارى ، آيا فراموش كردى آن روز كه\r\nدست بسته تو را به حضور أمير المؤمنين عليه السلام آوردند ، وبا چشم خود\r\nشيرى را ديدى كه از چنگالش خون مى چكيد ، ودندانهايش را به هم\r\nمى فشرد ، ومفهوم اين شعر را مىنگريستى :\r\nشيرى كه چون شيران فريادش را بشنوند ، سراسيمه فرار كنند\r\nوسرگين اندازند .\r\nولى أمير المؤمنين عليه السلام تو را بخشيد واز خفقان مرگ رها شدى ،\r\nونفس تنگت كه نمى گذاشت آب دهانت را فرو برى ، باز شد وبه حال\r\nآمدى ، اما بجاى آنكه سپاس ما را بگذارى به بدگوئى ما پرداختى\r\nوجسارت ورزيدى ، در صورتي كه مى دانى ما هرگز ننگى بر دامانمان\r\nننشسته وخوار وخسران به سراغمان نيامده است .\r\nواما تو اى زياد ، به قريش چه كار دارى ، كسى براي تو نسب درست\r\nوشاخهء برومند ، وپيشينهء استوار ، وجايگاه رشد ارزشمندى نمى شناسد ،\r\nمادرت زنى زناكار بود كه مردهاى قريش وبدكاران عرب با أو رابطه\r\nداشتند ، ووقتي كه به دنيا آمدى پدرت معلوم نبود تا اينكه اين مرد - وبه\r\nمعاوية اشاره كرد - پس از مرگ پدرش تو را برادر خود خواند .\r\nدر اين صورت به چه چيزى افتخار مى كنى ، تو را همان رسوائى\r\nمادرت بس است ، ودر افتخار ما همين كافى است كه جد ما رسول\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n\r\nخداست وپدرم علي بن أبي طالب عليه السلام پيشواى مسلمانان است ، كه\r\nهرگز به جاهليت بازنگشت ، وعموهايم يكى حمزه سيد الشهداء\r\nوديگرى جعفر طيار است ، ومن وبرادرم هر دو پيشواى جوانان أهل\r\nبهشتيم .\r\nآنگاه امام رو به ابن عباس كرد وفرمود : پسر عمويم اينان مرغهاى\r\nناتوانى هستند كه مى توان با بحث پرهايشان را در هم شكست .\r\n( 5 ) مناظرهء آن حضرت\r\nبا عبد الله بن زبير\r\nروايت شده : امام چند روزى از دمشق خارج شد ، آنگاه به دمشق\r\nبازگشت ، ونزد معاوية آمد ، در مجلس معاوية عبد الله بن زبير حضور\r\nداشت ، هنگامى كه معاوية امام را ديد از أو استقبال كرد وبعد از آنكه\r\nمجلس آماده شد به امام گفت : اى أبا محمد گمان مى كنم خسته أيد به\r\nمنزل رفته واستراحت كنيد .\r\nامام از نزد أو خارج شد ، ومعاوية رو به عبد الله بن زبير كرد وگفت :\r\nبهتر است كه بر حسن فخر بورزى ، چرا كه تو پسر يكى از نزديكان پيامبر\r\nوپسر عموى أو مى باشى ، وپدرت در اسلام كارهاى بسيارى انجام داده\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nاست - تا آنجا كه سخن عبد الله زبير در حضور امام را در مجلس ديگرى\r\nنقل مى كند - آنگاه امام فرمود :\r\nسوگند به خدا اگر بنى أمية مرا در سخن گفتن ناتوان نمى شمردند\r\nبراي پست شمردن تو زبان از گفتارت باز مى داشتم ، ولى اكنون برايت\r\nآشكار مى كنم كه من كم عقل وبي زبان نيستم ، آيا تو بر من عيب مى گيرى\r\nوبر من فخر مى فروشى ، جدت در جاهليت خانواده ومعروفيتى نداشت\r\nتا اينكه با جده أم صفيه دختر عبد المطلب ازدواج كرد ، ودر ميان عرب\r\nسرافراز شد وبه شرف أو افتخار ورزيد ، پس چگونه فخر كنى بر كسى كه\r\nحلقه رابط گردنبند است ، بزرگان وگرامترين مردم روى زمين ، اين مائيم كه\r\nشرفى پر نفوذ وكرامتي برتر وپيروز داريم .\r\nگمان مى كنى كه من تسليم معاوية شدم ، چگونه چنين كارى ممكن\r\nاست ، واي بر تو من پسر دلاورترين مردان عربم ، ودر دامان فاطمه عليها السلام\r\nچشم گشوده أم كه پيشواى زنان جهان وبهترين كنيزان خداست ، واي بر تو\r\nمن اين كار را از روى ترس وناتوانى انجام ندادم ، علت آن بود كه\r\nطرفدارانى چون تو داشتم كه به بيهودگى طرفدار من بودند ، وبه دروغ\r\nادعاى دوستى مى كردند ، ومن به آنها اعتماد نداشتم ، چون شما خاندانى\r\nفريبكاريد .\r\nوچرا چنين نباشد كه پدرت با أمير المؤمنين عليه السلام بيعت كرد ، وبه\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nزودى پيمانش را شكست وبه جاهليت بازگشت ، وعلي عليه السلام كه در پاره\r\nپيكر پيامبر بود را فريب داد ومردم را گمراه كرد ، وچون در معركهء جنگ با\r\nيورش پيشتازان لشكر روبرو شد ، ودندان تيز جنگاوران پيكرش را در هم\r\nفشرد ، جانش را بي جهت از دست داد ، وبدون هيچ ياورى به خاك افتاد ،\r\nوتو به اسيرى گرفتار شدى ، خسته ومجروح وكوفته ، پايمال سم ستوران\r\nوناتوان از يورش سواران ، وچون مالك اشتر تو را به حضور امام آورد ،\r\nآب دهانت خشكيده بود وبر پاشنه مىچرخيدى ، همچون سگى كه از\r\nشيران هراسيده وفرارى باشد .\r\nواي بر تو ، اين مائيم كه روشنى بخش جهانيم وأمت مسلمان به ما\r\nفخر مى كند وكليدهاى اراده وايمان بدست ماست ، اكنون تو به ما حمله\r\nمى كنى ؟ تو هستى كه زنان را فريب مى دهى بر فرزندان پيامبران فخر\r\nمى فروشى ؟ سخنان ما را كه مردم مى پذيرفتند تو وپدرت رد مى كنيد .\r\nمردم با اشتياق واجبارا دين جدم را پذيرفتند ، وبعد كه با\r\nأمير المؤمنين عليه السلام بيعت كردند طلحه وزبير از بين آنها پيمان را شكستند\r\nوهمسر پيامبر را فريب دادند وبه جنگ با پدرم برخاستند ، وكشته شدند ،\r\nوتو را به اسارت نزد علي عليه السلام آوردند وأو از گناهت درگذشت\r\nوخويشاونديت را رعايت كرد وتو را نكشت وبخشيد ، بنابراين تو آزاد\r\nشده پدر من هستى ، ومن آقاى تو وپدرت هستم ، اكنون سنگينى گناهت\r\nرا احساس كن .\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n\r\nعبد الله بن زبير شرمگين شد ، به حضور امام آمد وگفت : اى\r\nأبا محمد معذرت مى خواهم ، اين مرد - وبه معاوية اشاره كرد - مرا به جدال\r\nبا تو برانگيخت ، حال مرا بر نادانيم ببخش ، چون شما از خاندانى هستيد\r\nكه گذشت وبردبارى به سرشت شما آميخته است .\r\nوامام به معاوية نگريست ، وفرمود :\r\nمى بيني كه از پاسخ گوئى هيچ كس باز نمىمانم ، واي بر تو آيا\r\nمى دانى كه من از كدام درخت بارورى جوانه زده أم ، دست از اين كارها\r\nبردار واگر نه داغى بر چهره ات بزنم كه همه رهروان شهرها وسرزمينها از آن\r\nسخن بگويند .\r\n( 6 ) مناظرهء آن حضرت\r\nبا مروان بن حكم\r\nامام بر معاوية داخل شد ، هنگامى كه آن حضرت را ديد برخاست\r\nواحترام بسيار به ايشان گذاشت ، اين امر بر مروان سخت آمد وكلامي در\r\nبدى ايشان بيان كرد ، امام فرمود :\r\nواي بر تو اى مروان ، تو هميشه در ميدانهاى جنگ وبه هنگام\r\nرويارويى با دشمن ريسمان خوارى وننگ به گردن داشتيى ، زنان بر تو\r\nبگريند ، اين مائيم كه برهانهاى روشن را به همراه داريم ، واگر سپاس گزار\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nباشيد ما بر شما هدايت را باريديم ، ما شما را به نجات مى خوانيم وشما\r\nما را به آتش دعوت مى كنيد ، وچقدر اين دو مقام از يكديگر دور است .\r\nتو به بنى أمية افتخار مى كنى ومى پندارى كه آنان در جنگ پايدارند\r\nوهمچون شير دلاور ، مادرت به عزايت بنشيند مگر نمى دانى كه خاندان\r\nعبد المطلب پهلوانان بزرگوار وياران ونگهبانان وبزرگمردانند .\r\nبه خدا قسم كه تو آنان وهر كس كه از اين خاندان است را ديده اى كه\r\nهرگز سختى ها وخطرها به هراسشان نينداخته واز ميدان دليران\r\nنگريخته اند ، وآنان همچون شيران خشمگين وحمله ورند ، واين تو بودى\r\nكه از ميدانشان گريختى وتو را به اسارت گرفتند ، وبه همراه خويشانت به\r\nخوارى وننگ افتادى .\r\nگمان مى برى كه مى توانى خون مرا بريزى ، اگر خيلى دلاورى چرا\r\nنتوانستى خون آن كس كه بر عثمان حمله برد را بريزى ، كه عثمان را\r\nهمچون شترى سر بريد ، وتو در آن وقت همچون گوسفندان صيحه\r\nمى زدى ومثل زنان فرومايه آه وناله سر مى دادى ، چرا از أو دفاع نكردى\r\nوتيرى به جانب قاتلش پرتاب ننمودى ، بلكه بندهاى بدنت مى لرزيد\r\nوچشمانت را از شدت وحشت فرو مىبستى واز ترس جانت از من پناه\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nمى خواستى ، چون بنده اى كه به دامان آقايش درآويزد ، ومن تو را از مرگ\r\nرهانيدم ، واكنون معاوية را به قتل من بر مى انگيزى ، واگر آن روز معاوية با\r\nتو بود أو هم با عثمان كشته مى شد ، حال هم تو ومعاوية كمتر وناتوان تر از\r\nآنيد كه بتوانيد به من گستاخى كنيد .\r\nواكنون گمان مى برى كه من بر بردبارى معاوية زنده مانده أم ، به خدا\r\nقسم كه معاوية خودش را بهتر از هر كس مى شناسد ، واز اينكه حكومت را\r\nبه أو واگذار كرده أيم سپاس گزارتر است ، واكنون وجود تو همچون خارى\r\nدر چشمش خليده كه نمى تواند ديده بر هم نهد ، واگر بخواهم مى توانم\r\nسپاهى بر أهل شام برانگيزم كه جهان بر أو تنگ شود واز حملهء سواران به\r\nستوه آيد ، ودر آن وقت فرار كردن ونيرنگ وپرگوئى تو را سودى نخواهد\r\nبخشيد .\r\nوما كسى نيستيم كه پدران بزرگوار وفرزندان نيكوكارمان ناشناخته\r\nباشند ، حال اگر راست مى گويى آزادى .\r\nمعاوية به مروان فرياد زد وگفت : من گفتم كه به اين مرد گستاخى\r\nنكن وتو نپذيرفتى وبه چنين خوارى وتحقيرى گرفتار شدى ، آخر تو\r\nمانند أو نيستى ، وپدرت به مقام پدر أو نمى رسد ، تو پسر مردى رانده\r\nشده ودور افتاده اى ، اما پدر أو پيامبر بزرگوار خداست ، وچه بسا كساني\r\nكه با پاى خود به قبرستان رفته وگور خور را مى كنند .\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n\r\n( 7 ) مناظرهء آن حضرت\r\nبا عمرو بن عاص\r\nروزى عمرو بن عاص امام حسن عليه السلام را در حال طواف ديد\r\nوگفت : اى حسن گمان كردى كه دين تنها به تو وپدرت بر پا مى ماند ،\r\nديدى خداوند معاوية را بعد از ضعف قوى ، وبعد از خفا آشكار نمود ، آيا\r\nخداوند به كشتن عثمان راضى وخشنود است ؟ آيا سزاوار است كه دور\r\nخانهء خدا طواف كنى هم چنان كه شتر دور آسياب مىچرخد ، ولباس زيبا\r\nدر بردارى در حالي كه تو قاتل عثمان هستى ؟ سوگند به خدا براي عدم\r\nپراكندگى أمت وعدم اختلاف آنان شايسته است كه معاوية تو را همانند\r\nپدرت بقتل رساند .\r\nامام فرمود :\r\nأهل آتش نشانه هائى دارند كه بدان شناخته مى شوند : انكار\r\nأولياء الهى ودوستى با دشمنان خدا ، سوگند به خدا تو مى دانى كه علي عليه\r\nالسلام يك لحظه ويك چشم بر هم زدن در دين شك نكرده ودر خداوند\r\nترديد ننموده است ، وسوگند به خدا اى پسر أم عمرو دور مى شوى يا تو\r\nرا با كلماتي تيزتر از شمشير دور مى كنم .\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n\r\nبر حذر باش از هجوم وحمله بر من چرا كه مى دانى من كيستم ،\r\nناتوان نبوده ، كم ارزش نيستم وپر خور هم نبوده أم ، من در ميان قريش\r\nمانند نخ وسط گردنبند هستم ، خاندانم شناخته شده وجز به پدرم\r\nمنسوب نمى گردم ، وتو كسى هستى كه خود مى دانى ومردم نيز بدان\r\nآگاهند ، مردان قريش در مورد فرزند بودن تو براي آنان اختلاف كردند\r\n( به خاطر زنا كردن مادرش با چند نفر ) ، وبدترين آنان ، يعنى كسى كه نسبتش\r\nپست تر وملامت شونده تر از بقيه بود پيروز شد ، وتو فرزند أو ناميده\r\nشدى ، پس از من برحذر باش چرا كه تو پليد وما خاندان پاك وپاكيزه اى\r\nهستيم كه خداوند پليدى را از ما دور ساخت وپاكيزهء مان گردانيد .\r\nعمر كه اين پاسخها را شنيد قادر به پاسخ گوئى نشد وناراحت\r\nوخشمگين باز گشت .\r\n( 8 ) مناظرهء آن حضرت\r\nبا عمرو بن عاص\r\nروايت شده : هنگامى كه امام عليه السلام بر معاوية وارد شد عمرو بن\r\nعاص هيبت ووقار آن حضرت را ديد وخشمگين شد ، واز كينه وحسد\r\nلبريز گرديد ، وگفت : نادان وناتوانى كه عقلش بين ريشهايش مى باشد نزد\r\nشما آمد ، عبد الله بن جعفر حاضر بود واز اين سخن برآشفت وبه أو\r\nفرياد زد - تا آنكه سخن عبد الله بن جعفر را نقل كرده - وامام سخن آنان را\r\nمى شنود ومى فرمايد :\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\nاى معاوية ! همواره نزد تو بندگانى هستند كه دندان به گوشت مردم\r\nفرو مى برند ، به خدا قسم اگر بخواهم كارى مى كنم كه ناگواريهائى شديد\r\nبرايت پيش آيد ونفسهايتان به تنگى گرايد .\r\nسپس اين اشعار را خواند :\r\nاى معاوية آيا عبد سهم را فرمان مى دهى كه مرا در حضور مردم\r\nناسزا بگويد .\r\nهنگاميكه قريش مجالس فرآهم مى آورند وتو مى دانى كه آنها چه\r\nمنظورى دارند .\r\nتو از روى ناداني به من ناسزا مى گوئى با كينه اى كه هميشه از ما به\r\nدل دارى .\r\nآيا تو هم به مانند من پدرى دارى ، كه به آن افتخار كنى يا نيرنگ\r\nمى بازى .\r\nاى پسر حرب تو جدى مانند جد من ندارى ، كه فرستادهء خداست\r\nاگر بخواهى جدها را به ياد آورى .\r\nمانند مادر من مادرى در قريش نيست كه فرزندان با حسبي از آن\r\nزاده شود .\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\n\r\nاى پسر حرب كيست كه مثل من بسرايد وفردى همچون من\r\nشايستهء سرزنش نيست .\r\nخاموش باش ودست به كارى مزن كه از ترس آن كودكان پير شوند .\r\n( 9 ) مناظرهء آن حضرت\r\nبا عمرو بن عاص\r\nامام در مجلس معاوية حاضر شد وفرمود :\r\nقريش همگان مى دانند كه من عزيز وبزرگوارم وهرگز به ناتوانى\r\nنگرائيده أم وبه تيرگى نيفتاده أم كه شناختى روشن وپدرى بزرگوار دارم .\r\nاين سخنان عمرو بن عاص را اندوهگين كرد وسخنانى در كم ارزش\r\nقلمداد كردن امام بيان داشت ، امام عليه السلام فرمود :\r\nسوگند به خدا ، اگر نسب خودت را به ياد آورى وبه رأى ناصوابت\r\nعمل كنى هرگز به مقصدى نيكو نمى رسى ، وبه عزت وپيروزى دست\r\nنمى يا بي ، به خدا قسم اگر معاوية سخن مرا بپذيرد ، تو را دشمن فريبكار\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n\r\nخود مى شمارد ، زيرا روزگار درازى است كه بخل مى ورزى وكينه خود را\r\nپنهان مى دارى وطمع به آرزوى بلندى مى بندى ، كه شاخهء تو شايستگى\r\nچنان برگ وبارى ندارد ، وچراگاه وجودت چنان سبزى وخرمى را سزاوار\r\nنيست .\r\nاما به خدا قسم خيلى نزديك است كه در بين دندانهاى تيز شيران\r\nقريش جا بگيرى ، آنها كه دلاورانى نيرومند وسوارانى توانايند ، وتو را\r\nهمچون دانه اى در آسياب خورد مى كنند ، وچون با تو روياروى شوند\r\nفريبكاريت سودى نمى بخشد .\r\n( 10 ) مناظرهء آن حضرت\r\nبا معاوية بن أبي سفيان\r\nروايت شده : روزى معاوية نسبت به امام افتخار نمود وگفت : من\r\nپسر بطحا ومكة هستم ، من پسر كسى هستم كه از همه بخشنده تر\r\nوگرامىتر است ، من پسر كسى هستم كه در جوانى وپيرى قريش را به آقايى\r\nوبرترى رسانيد ، امام حسن عليه السلام فرمود :\r\nاى معاوية بر من افتخار مى كنى ، من پسر كسى هستم كه در\r\nريشه هاي زمين جاى دارد ، من پسر جايگاه تقوى هستم ، من پسر كسى\r\nهستم كه هدايت آورد ، من پسر كسى هستم كه بوسيلهء فضيلت بسيار وجاه\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n\r\nومنزلت برترش مردم دنيا را به سروري رسانيد ، من پسر كسى هستم كه\r\nأطاعت از أو أطاعت خدا ونافرمانيش نافرمانى اوست ، آيا پدرى چون\r\nپدر من دارى تا به آن افتخار كنى ؟ وجدى همانند جد من دارى كه بر من\r\nفخر نمائى ، بگو آرى يا نه .\r\nمعاوية گفت : بلكه مى گويم نه ، واين تصديق سخن توست ، امام\r\nفرمود :\r\nحق درخشان است وتغيير پذير نيست ، وحق را دانايان\r\nمى شناسند .\r\n( 11 ) مناظرهء آن حضرت\r\nبا معاوية بن أبي سفيان\r\nروايت شده : روزى معاوية نسبت به امام افتخار نمود وگفت : اى\r\nحسن : من از تو بهترم ، فرمود : اى پسر هند چگونه چنين چيزى ممكن\r\nاست ؟ گفت : زيرا مردم زمامدارى مرا پذيرفتند وتو را كنار زدند ، فرمود :\r\nهيهات هيهات ، اى پسر هند جگر خوار ، از بد راهى براي خود مقام\r\nوارزش كسب كردى ، كساني كه حكومت تو را پذيرفته اند دو گروهند ، يا\r\nآزادانه يا به اجبار ، آن كس كه مطيع توست خدا را نافرمانى نموده ، وآنكه\r\nاجبار گرديده بنا بر كتاب خداوند معذور است .\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n\r\nومن هرگز نمى گويم كه من از تو بهترم چرا كه در تو خيرى وجود\r\nندارد ، ولكن هم چنان كه خداوند مرا از پستى ها دور ساخت ، تو را هم از\r\nفضيلتها بر كنار نمود .\r\n( 12 ) مناظرءه آن حضرت\r\nبا وليد بن عقبه\r\nامام به أو فرمود :\r\nتو را در ناسزاگوئى به علي عليه السلام ملامت نمى كنم ، چرا كه آن\r\nحضرت به خاطر شراب خوارى هشتاد ضربه تازيانه بر تو نواخت ،\r\nوپدرت را در جنگ بدر بدستور پيامبر بقتل رساند ، وخداوند علي عليه السلام\r\nرا در چندين آية مؤمن وتو را فاسق ناميد ، شاعر در مورد تو ودر مورد\r\nعلي عليه السلام گفته است :\r\nخداوند در كتاب خود در مورد علي عليه السلام ووليد آية نازل كرده\r\nاست\r\nوليد در جايگاه كفر قرار گرفته وعلي عليه السلام در جايگاه ايمان به خدا\r\nقرار گرفته است .\r\nكسى كه خداوند را عبادت وبندگى مى كند مانند فاسق ودروغگو\r\nنمى باشد .\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n\r\nبه زودى وليد وعلي عليه السلام در روز قيامت براي اخذ پاداش يا كيفر\r\nخوانده مى شوند .\r\nعلي عليه السلام در آنجا بهشت را كسب كرده ، ووليد خوارى وپستى را\r\nبدست مى آورد .\r\n( 13 ) مناظرهء آن حضرت\r\nبا يزيد بن معاوية\r\nامام حسن عليه السلام ويزيد بن معاوية نشسته ودر حال خوردن خرما\r\nبودند ، يزيد گفت : اى حسن من تو را دشمن مى دارم .\r\nامام عليه السلام فرمود :\r\nاى يزيد ! بدان شيطان پدرت را در ايجاد نطفه ات مشاركت نمود ،\r\nاز اينرو عداوت من در تو بوجود آمد ، زيرا خداوند مى فرمايد : ( ودر أموال\r\nوأولاد با آنها مشاركت مى كند ) ، وشيطان در ايجاد نطفه صخر با جدت\r\nحرب مشاركت كرد ، از اينرو با جدم پيامبر صلى الله عليه وآله دشمنى مى كرد .\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\n\r\n\r\n( 14 ) مناظرهء آن حضرت\r\nبا حبيب بن مسلمه فهرى\r\nامام عليه السلام به حبيب بن مسلمة فهرى فرمود : چه بسيار حركتهائى از\r\nتو كه در غير مسير خداوند بوده است ، أو گفت : اما حركتم بسوى پدرت\r\nاين گونه نبوده است ، فرمود :\r\nآرى ، ولكن معاوية را در خصوص دنياي كم ارزش أطاعت كردى ،\r\nاگر كارهاى دنيايت را انجام دهد در آخرت تو را رها مى كند ، اگر كار زشتى\r\nانجام مى دهى بگويى كار خوبى نيز انجام داده أم ، هم چنان كه خداوند\r\nمى فرمايد : ( عمل صالح وكار نا صالح را با هم مخلوط نموده اند ) ، اما كار تو\r\nبر طبق اين آية است كه مى فرمايد : ( بلكه عملهاى زشت آنان بر قلبهايشان\r\nزنگار قرار داده است ) .\r\n( 15 ) كلام آن حضرت\r\nبا حسن بصرى در توحيد\r\nحسن بصرى به امام عليه السلام نامه نوشت : اما بعد شما خاندان نبوت\r\nوجايگاه حكمت هستيد ، وخداوند شما را كشتى هاي حركت كننده\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\nدر موجهاى سهمگين قرار داد ، پناهنده به شما پناه گرفته وغلو كننده به\r\nريسمان شما چنگ مى زند ، هر كه از شما پيروى كند هدايت يافته ونجات\r\nمى يابد ، وهر كه تخلف ورزد هلاك گرديده وگمراه مى شود ، ودر زمان\r\nسرگردانى أمت در مورد قضا وقدر به تو نامه مىنويسم ، آنچه خداوند به\r\nشما أهل بيت نازل فرموده را نزد ما بفرست تا آن را برگزينيم .\r\nامام عليه السلام در جواب نوشت :\r\nاما بعد ، ما هم چنان كه گفتى در بين خدا واوليائش أهل بيت هستيم ،\r\nاما نزد تو ويارانت اگر ما هم چنان كه گفتى بوديم بر ما كسى را مقدم نداشته\r\nوكسى را با ما عوض نمى كرديد .\r\nسوگند به جانم مثل شما را خداوند در قرآن كريم زده ومى فرمايد :\r\n( آيا كسى كه در نيكى برتر است را تبديل مى كنيد ) ، اين براي يارانت\r\nمى باشد در آنچه سؤال كرديد وتبديلتان نيز براي خودتان .\r\nواگر به خاطر احتجاج نزد تو ويارانت نبود جواب نامه را نمى نوشتم\r\nواز آنچه نزد ماست تو را آگاه نمى كردم ، واگر نوشته أم بدست تو رسيد\r\nمى يا بي كه دليل بر عليه تو ويارانت مؤكد مى گردد ، چرا كه خداوند\r\nمى فرمايد : ( آيا كسى كه بسوى حق دعوت مى كند شايسته تر است براي\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\nپيروى يا كسى كه هدايت نيافته جز آنكه هدايت شود وشما را چه شده\r\nاست وچگونه حكم مى كنيد ) .\r\nآنچه در مورد قضا وقدر برايت مىنويسم را پيروى كن ، چرا كه هر\r\nكه به خير وشر قضا وقدر ايمان نياورد كافر شده است ، وهر كه گناهان را به\r\nخداوند نسبت دهد به خطا رفته است .\r\nخداوند با اجبار أطاعت نشده وكسى كه گناه مى كند بر أو\r\nغالب نگرديده است ، وبندگانش را نيز مهمل وبيهوده رها ننموده ، بلكه أو\r\nمالك آنچه به آنان داده مى باشد ، وبر آنچه آنان را توانا ساخته تواناست ،\r\nاگر أطاعت أو را بنمايند مانع وجلو گير آنان نشده ، واگر نافرمانى أو را\r\nنمايند اگر خواست مانع انجام گناه شود اين كار را مى كند واگر چنين نكرد\r\nأو باعث انجام گناه نيست وآنان را به انجام آن وأدار واجبار ننموده ، بلكه\r\nمتمكن كردن آنان به انجامش وبر حذر داشتنشان راه را براي انجام دادن\r\nگناه براي ايشان باز نموده است .\r\nپس راه را براي پيروى از آنچه بدان امر فرموده وترك آنچه از آن\r\nنهى كرده را آماده نموده ، وتكليف ووظيفة را از آنان كه از جهت عقلي\r\nناقصند يا بيمارى دارند برداشته است .\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n\r\n\r\nفصل چهارم ( 1 )\r\nگزيده اى از گفتار آن حضرت\r\n* در فضيلت تقوى\r\n* در توصيف تقوى\r\n* در توكل بر خداوند\r\n* در توصيف عقل\r\n* در معنى جوانمردى\r\n* در مورد سكوت\r\n* در خشنودى به قضاى الهى\r\n* در مورد أدب وحياء وجوانمردى\r\n* در فضيلت پذيرش معذرت\r\n* در عفو وبخشش\r\n* در غنا وفقر\r\n* در مورد حلم وبردبارى\r\n* در بخشش\r\n* در مذمت تكبر وحرص وحسد\r\n* در توصيف بخل\r\n* در مذمت حسد\r\n* در مذمت حرص وطمع\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n\r\n\r\n\r\n( 1 ) سخن آن حضرت\r\nدر فضيلت تقوى\r\nهر كه تقواى الهى پيشه سازد ، خداوند راه رهايى از فتنه ها را براي\r\nأو گشوده ، ودر كارها أو را تأييد مى نمايد ، وراه هدايت را براي أو آماده\r\nساخته ، وحجت ودليش را غالب مى گرداند ، وچهراش را نوراني ،\r\nوآرزويش را بر مى آورد ، با كساني كه خداوند بر آنان نعمت خود را ارزانى\r\nداشته ، با پيامبران وراستگويان وشهيدان وصالحان ، واينان دوستان\r\nنيكوئى هستند .\r\n( 2 ) سخن آن حضرت\r\nدر توصيف تقوى\r\nتقوى درگاه هر توبه ، وآغاز هر حكمت ، وشرافت هر عمل است .\r\n( 3 ) سخن آن حضرت\r\nدر توكل بر خداوند\r\nهر كه بر نيكوئى اختيار خداوند توكل نمايد ، هرگز آرزو نمى كند كه\r\nدر حالتي غير آنچه خداوند براي أو اختيار كرده قرار داشته باشد .\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\n\r\n\r\n\r\n( 4 ) سخن آن حضرت\r\nدر توصيف عقل\r\nمعاشرت نيكو با مردم ابتداى عقل ودور انديشى است ، وبا عقل\r\nدنيا وآخرت بدست مى آيد ، وهر كه از عقل محروم گرديد از اين دو جهان\r\nبي بهره است .\r\n( 5 ) سخن آن حضرت\r\nدر معنى جوانمردى\r\n( جوانمردى ) حفظ دين ، وگرامى داشتن خود ، ومهربان بودن ،\r\nوانجام درست أمور ، وأداء حقوق مى باشد .\r\n( 6 ) سخن آن حضرت\r\nدر معنى جوانمردى\r\n( جوانمردى ) حرص انسان در دينش ، واصلاح كردن مالش ، وأداء\r\nحقوقش مى باشد .\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n\r\n\r\n\r\n( 7 ) سخن آن حضرت\r\nدر مورد سكوت\r\n( سكوت ) پوششى براي مجهولات ، وزينتى براي آبرو مى باشد ،\r\nوانساني كه سكوت مى كند همواره در راحتى بوده وهمنشينش از أو\r\nدر آسايش است .\r\n( 8 ) سخن آن حضرت\r\nدر خشنودى به قضاى الهى\r\nچگونه مؤمن مؤمن است در حالي كه به قسمت الهى ناخشنود\r\nمى باشد وارزشش را پست مى شمرد ، با اينكه خداوند بر أو حكم\r\nمى راند ، ومن ضامن هستم هر كه در قلبش جز خشنودى از قسمت الهى را\r\nنگذراند ، دعاهايش را خداوند أجابت كند .\r\n( 9 ) سخن آن حضرت\r\nدر مورد أدب وحياء وجوانمردى\r\nهر كه عقل ندارد أدب ندارد ، وهر كه همت ندارد جوانمردى ندارد ،\r\nوهر كه دين ندارد حيا ندارد .\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n\r\n\r\n\r\n( 10 ) سخن آن حضرت\r\nدر مورد عفت وقناعت\r\nاى پسر آدم ، از محرمات الهى پرهيز كن تا عابد گردى ، وبه آنچه\r\nخداوند داده است راضى باش تأبى نياز شوى ، با همسايگانت به نيكى\r\nرفتار كن تا مسلمان باشى .\r\n( 11 ) سخن آن حضرت\r\nدر فضيلت پذيرش معذرت\r\nدر عقوبت گناه عجله نكن ، وبين اين دو راهى را براي معذرت\r\nخواهى قرار ده .\r\n( 12 ) سخن آن حضرت\r\nدر عفو وبخشش\r\nآنگاه بخشش يك شخص بزرگواراز موارد ديگر بيشتر است ، كه\r\nمعذرت خواهى براي گناهكار سخت ودشوار باشد .\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\n\r\n\r\n\r\n\r\n( 13 ) سخن آن حضررت\r\nدر فضيلت اخلاق خوب\r\nبهترين زيبائى اخلاق نيكوست .\r\n( 14 ) سخن آن حضرت\r\nدر غنا وفقر\r\nبرترين بي نيازى قناعت ، وبدترين فقر خضوع است .\r\n( 15 ) سخن آن حضرت\r\nدر مورد حلم وبردبارى\r\nحلم وبردبارى ، فرو بردن خشم وتسلط بر نفس مى باشد .\r\n( 16 ) سخن آن حضرت\r\nدر بخشش\r\nبخشش ، اعطاء در حالت گشايش وسختى است .\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n\r\n\r\n\r\n( 17 ) سخن آن حضرت\r\nدر مذمت تكبر وحرص وحسد\r\nهلاكت مردم در سه امر است : تكبر وحرص وحسد ، تكبر نابودى\r\nدين را در برداشته وبه سبب آن إبليس از درگاه رحمت الهى دور شد ،\r\nوحرص دشمن انسان بوده وبه سبب آن آدم از بهشت اخراج گرديد ،\r\nوحسد پيشواى بدى بوده وبه سبب آن قابيل هابيل را كشت .\r\n( 18 ) سخن آن حضرت\r\nدر توصيف بخل\r\nبخل آنست كه انسان آنچه انفاق كرده است را تلف شده ، وآنچه\r\nذخيرة ساخته را براي خود شرافت بداند .\r\n( 19 ) سخن آن حضرت\r\nدر مذمت حسد\r\nجز شخص حسود ، ظالمي را شبيه به مظلوم نديدم\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n\r\n( 20 ) سخن آن حضرت\r\nدر مذمت حرص وطمع\r\nآنچه از أمور دنيا كه خواستار آن بوده وبدان دست نمى يا بي را\r\nهمانند چيزى قرارده كه به فكرت خطور نكرده است .\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\n\r\nفصل چهارم ( 2 )\r\nگزيده اى از گفتار آن حضرت\r\n* در فضيلت تعليم وتعلم\r\n* براي كودكان خاندانش ، در مورد ارزش دانش اندوزى\r\n* در فضيلت مشورت\r\n* در مورد تفكر در منبع اخذ علم\r\n* در فضيلت تفكر\r\n* در توصيف برادر صالحي كه داشت\r\n* در توشه گرفتن براي روز قيامت\r\nدر برترين ديدگان وگوش وقلب\r\n* در كيفيت مصاحبت با مردم\r\n* در اهميت واجبات\r\n* در فضيلت نعمتهاى الهى\r\n* در مورد اجمال در طلب روزى\r\n* در مورد ارزش فرصت\r\n* در مذمت خنده\r\n* در نزديك ودور انسان\r\n* در مورد خيرى كه شر در آن نيست\r\n* در شكر گزارى نعمتهاى الهى وكفران آنها\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n\r\n\r\n\r\n( 21 ) سخن آن حضرت\r\nدر فضيلت تعليم وتعلم\r\nعلمت را به مردم بياموز ، واز دانش ديگران بهره گير ، تا علمت را\r\nاستحكام بخشي وآنچه نمى دانى را بياموزى .\r\n( 22 ) سخن آن حضرت\r\nبراي كودكان خاندانش ، در مورد ارزش دانش اندوزى\r\nبدرستى كه شما كودكان اين خاندان هستيد ، وبه زودى بزرگان خاندان\r\nديگرى مى گرديد ، دانش بياموزيد ، هر كدام از شما كه قادر به حفظ مطالب\r\nنيست آنها را بنويسد ودر خانه اش قرار دهد .\r\n( 23 ) سخن آن حضرت\r\nدر فضيلت مشورت\r\nهيچ گروهى مشورت نكرد ، جز آنكه به راه هدايت خود راهنمايى\r\nشدند .\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\n\r\n\r\n\r\n( 24 ) سخن آن حضرت\r\nدر مورد تفكر در منبع اخذ علم\r\nتعجب مى كنم از كسى كه در مورد غذاهاى خود مى انديشد ، چگونه\r\nدر علومى كه فرا مىگيرد تفكر نمى نمايد ، تا شكم خود را از غذاهاى\r\nآزار دهنده دور دارد ، وسينه اش را از آنچه أو را هلاك مى گرداند باز دارد .\r\n( 25 ) سخن آن حضرت\r\nدر فضيلت تفكر\r\nبر شما باد به فكر كردن ، چرا كه آن زندگى قلب انسان دانا ، وكليدهاى\r\nدرهاى حكمت است .\r\n( 26 ) سخن آن حضرت\r\nدر توصيف برادر صالحي كه داشت\r\nأو در ديد من از ارزشمندترين مردم بود ، دنيا در چشمش بي ارزش ،\r\nواز فرمانروايى جهل وناداني خارج شده بود ، ودستش را بسوى چيزى\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n\r\nجز با اعتماد به ارزشمندى آن دراز نمى كرد ، از وقايع روزگار شكايت\r\nنكرده وخشمگين وملول نمى گرديد ، أكثر أيام ساكت بود ، وچون لب به\r\nسخن مى گشود بر گويندگان غالب مى گرديد .\r\nانساني ضعيف وناتوان شمرده مى شد ، وچون زمان كوشش\r\nفرا مى رسيد همانند شير ژيان مى گرديد ، آنگاه كه در جمع دانشمندان\r\nقرار مى گرفت حرص أو در شنيدن از گفتن بيشتر بود ، مغلوب كلام وسخن\r\nمى گشت ، اما مغلوب سكوت نمى گرديد .\r\nودر مورد آنچه انجام نمى داد سخنى نمى گفت ، در مقابل آنچه\r\nنمى گفت را انجام مى داد ، اگر دو امر بر أو عرضه مى شد كه نمى دانست\r\nكدام يك مورد خشنودى خداست ، آنچه بر هواي نفس خود نزديك بود را\r\nيافته وترك مى كرد ، كسى را بر امرى كه مورد اعتذار واقع مى گردد ملامت\r\nنمى كرد .\r\n( 27 ) سخن آن حضرت\r\nدر توشه گرفتن براي روز قيامت\r\nاى پسر آدم تو از زماني كه از مادر زاده شدى همواره در حال نابودى\r\nعمرت مى باشى ، از آنچه در دست دارى براي آينده ات توشه گير ، مؤمن\r\nتوشه گرفته ، وكافر بهره مند مى گردد .\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\n\r\n\r\n\r\n( 28 ) سخن آن حضرت\r\nدر بعضي از مواعظ\r\nخداوند درگاه سؤال وخواهش را بر كسى نگشود تا درگاه أجابت\r\nبسته شود ، وبنده درگاه عمل را نگشود تا درگاه قبول از أو بسته شود ،\r\nودرگاه شكر بر بنده گشوده نشد تا درگاه افزايش نعمت بر أو بسته شود .\r\n( 29 ) سخن آن حضرت\r\nدر برترين ديدگان وگوش وقلب\r\nتيزترين ديدگان آنست كه در خير ونيكى باز شود ، وشنواترين\r\nگوشها آنست كه پند را بشنود واز آن بهره جويد ، وسالم ترين قلبها آنست\r\nكه از موارد شبهه پاك باشد .\r\n( 30 ) سخن آن حضرت\r\nدر كيفيت مصاحبت با مردم\r\nبا مردم آنگونه مصاحبت وهمنشينى كن كه دوست دارى با تو\r\nآنگونه رفتار كنند .\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\n\r\n\r\n\r\n\r\n( 31 ) سخن آن حضرت\r\nدر توصيف برادرى\r\nبرادرى وفادارى در سختى وراحتى است .\r\n( 32 ) سخن آن حضرت\r\nدر اهميت واجبات\r\nآنگاه كه نوافل به واجبات ضرر مى زنند آنها را ترك كنيد .\r\n( 33 ) سخن آن حضرت\r\nبراي آنكه در پيشگاه خدا مى ايستد\r\nبر كسى كه در پيشگاه خداوند مى ايستد سزاوار است كه چهره اش\r\nزرد گردد واندامش بلرزد .\r\n( 34 ) سخن آن حضرت\r\nدر فضيلت نعمتهاى الهى\r\nنعمتهاى الهى تا هنگامى كه وجود دارند شناخته نمى شوند ، وآنگاه\r\nكه روى گردانند شناخته مىشوند .\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n\r\n\r\n\r\n( 35 ) سخن آن حضرت\r\nدر مورد اجمال در طلب روزى\r\nدر طلب روزى مانند افراد بسيار تلاش گر كوشش نكن ، وبر قضا\r\nوقدر الهى همانند افراد ناتوان متكى نباش ، بدنبال روزى رفتن از سنتهاى\r\nالهى ، واجمال در طلب آن از عفت است ، عفت هرگز مانع از روزى نشده ،\r\nوحرص وطمع جلب كننده روزى نيست ، روزى تقسيم شده وحريص\r\nبودن موجب گناه است .\r\n( 36 ) سخن آن حضرت\r\nدر مورد ارزش فرصت\r\nفرصت زود از دست مىرود ، وكند باز مى گردد .\r\n( 37 ) سخن آن حضرت\r\nدر مذمت خنده\r\nخنده هيبت انسان را برده ، كسى كه سكوت مى كند از همه با\r\nهيبت تر است .\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\n\r\n\r\n\r\n( 38 ) سخن آن حضرت\r\nدر نزديك ودور انسان\r\nشخصي نزديك كسى است كه دوستى أو را نزديك گرداند واگرچه\r\nخويشاونديش دور باشد ، وشخص غريب كسى است كه دوستى أو را دور\r\nساخته باشد واگرچه خويشاونديش نزديك باشد .\r\n( 39 ) سخن آن حضرت\r\nدر مورد خيرى كه شر در آن نيست\r\nخيرى كه شر در آن نيست ، شكر همراه با نعمت وصبر بر\r\nنارا حتى هاست .\r\n( 40 ) سخن آن حضرت\r\nدر شكر گذارى نعمتهاى الهى وكفران آنها\r\nنعمتهاى الهى وسيلهء امتحانند ، اگر آنها را شكر گذارى نعمتند ،\r\nوهنگامى كه كفران كردى نقمت مى گردند .\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\n\r\nفصل پنجم\r\nاشعارى در مدح آن حضرت\r\n* تو عين فاتحه أي ، بلكه سر بسملة أي\r\n* أي رمضان از تو شرف يافته\r\n* مجتبى لؤلؤ پاك مرج البحرين است\r\n* نام نيكويش حسن ، خلقش حسن ، خويش حسن\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\n\r\nتو عين فاتحه اى ، بلكه سر بسملة اى\r\nصبا ز لطف چو عنقا برو بقله قاف\r\nكه آشيانهء قدس است وشرفهء اشراف\r\nچو خضر در ظلمات غيوب زن قدمي\r\nكه كوى عين حياتست ومنبع الطاف\r\nبطوف كعبهء روحانيان به بند احرام\r\nكه مستجار نفوس است وللعقول مطاف\r\nبه طرف قبلهء أهل قبول كن اقبال\r\nبگير كأم ز تقبيل خاك آن أطراف\r\nبزن به قائمه عرش معدلت دستى\r\nبگو كه اى ز تو بر پا قواعد انصاف\r\nبه درد خويش چرا درد من دوا نكنى\r\nبه محفلى كه بنوشند عارفان مى صاف\r\nبه جام ما همه خون ريختند جاى مدام\r\nنصيب ما همه جور وجفا شد از اجلاف\r\nمنم گرفته به كف نقد جان ، توئى نقاد\r\nمنم أسير صروف زمان ، توئى صراف\r\nشها بمصر حقيقت تو يوسف حسنى\r\nمن وبضاعت مزجاة وأين كلافه لاف\r\nرخ مبين تو ، آئينه تجلى ذات\r\nمه جبين تو نور معالى أوصاف\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\nتو معنى قلمي ، لوح عشق را رقمى\r\nتو فالق عدمي ، آن وجود غيب شكاف\r\nتو عين فاتحه اى ، بلكه سر بسملة اى\r\nتو باء ونقطه بائى وربط نونى وكاف\r\nأساس ملك سعادت بذات تو منسوب\r\nوجود غيب وشهادت به حضرت تو مضاف\r\nطفيل بود تو فيض وجود نامحدود\r\nجهانيان همه بر خوان نعمتت أضياف\r\nبرند فيض تو لاهوتيان به حد كمال\r\nخورند رزق تو ناسوتيان به قدر كفاف\r\nعلوم مصطفوي را لسان تو تبيان\r\nمعارف علوي را بيان تو كشاف\r\nلب شكر شكنت روح بخش گاه سخن\r\nحسام سرفكنت دل شكاف گاه مصاف\r\nمحيط بحر مكارم ز شعبه هاشم\r\nمدار وفخر أكارم ز آل عبد مناف\r\nأبو محمد امام دوم باستحقاق\r\nيگانه وارث جد وپدر باستخلاف\r\nتو را قلمرو حلم ورضا بزير قلم\r\nبه لوح نفس تو نقش صيانت است وعفاف\r\nسپهر مهر دو فرمانبرند در شب وروز\r\nيكى غلام مرصع نشان ، يكى زرباف\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\nز كهكشان سپهر وخط شعاعى مهر\r\nسپهر غاشيه كش ، مهر خاورى سياف\r\nغبار خاك درت نوربخش مردم چشم\r\nنسيم رهگذرت رشك مشك نافهء ناف\r\nدر تو قبلهء حاجات وكعبه محتاج\r\nملاذ عالميان در جوانب وأكناف\r\nيكى بطى مراحل براي استظهار\r\nيكى به عرض مشاكل براي استكشاف\r\nبسوى روى تو چشم اميد دشمن ودوست\r\nبگرد كوى تو أهل وفاق وأهل خلاف\r\nبر آستان ملك پاسبانت از دل وجان\r\nملوك را سر ذلت بدون استنكاف\r\nنه نعت شأن رفيع تو كار هر منطيق\r\nنه وصف قدر منيع تو حد هر وصاف\r\nشهود ذات نباشد نصيب هر عارف\r\nنه آفتاب حقيقت مجال هر خشاف\r\nنه در شريعت عقلست بي أدب معذور\r\nنه در طريقت عشقست از مديحه معاف\r\n( كمپانى )\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\n\r\nاى رمضان از تو شرف يافته\r\nأي علوي ذات وخدائى صفات\r\nصدر نشين همهء كائنات\r\nسيد وسالار شباب بهشت\r\nدست قضا وقلم سرنوشت\r\nزادهء طوبى وبهشت برين\r\nنور خدا در ظلمات زمين\r\nنور دل وديدهء ختمى مآب\r\nسايه يى از پرتو تو آفتاب\r\nعلت غائى همه ممكنات\r\nعمر ابد داد به آب حيات\r\nپاكترين گوهر نسل بشر\r\nجن وملك بر قدمش سوده سر\r\nصاحب عنوان بشير ونذير\r\nبر فلك وحى سراج منير\r\nآينهء پاك كه نور خدا\r\nتابد از اين آينه بر ما سوى\r\nباب تو سر سلسلهء اولياست\r\nچشم پر از نور خدا مرتضى است\r\nمادر تو دخت پيمبر بود\r\nآية اى از سورهء كوثر بود\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\nپرده نشين حرم كبريا\r\nفاطمه آن زهرهء زهراى ما\r\nعاشق كل حضرت سلطان عشق\r\nخون خدا شاه شهيدان عشق\r\nبا تو ز يك گوهر ويك مادر است\r\nظل خدائى تواش بر سر است\r\nآيهء تطهير به شأن شماست\r\nحكم شما امر أولوا الامر ماست\r\nسينهء سيناى شما طور وحى\r\nنور شما شاخه اى از نور وحى\r\nدر رمضان ماه نشاط وسرور\r\nماه دعا ، ماه خدا ، ماه نور\r\nنورفشان شد ز دو سو آسمان\r\nدر دو أفق تافت دو خورشيد جان\r\nوحى خدا از أفق ايزدى\r\nنور حسن از أفق احمدى\r\nمشگ وگلاب به هم آميختند\r\nدر قدح أهل ولا ريختند\r\nاى رمضان از تو شرف يافته\r\nنور تو بر جبههء أو تافته\r\nنيمهء ماه رمضان عزيز\r\nگيسوى مشگين تو شد مشگ ريز\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\nنور خدا تافت از آن روى ماه\r\nخاصه از آن چشم درشت سياه\r\nسرخى گل عكس گل روى توست\r\nظلمت شب سايهء گيسوى توست\r\nروز كه خورشيد درخشان صبح\r\nسر زند از چاك گريبان صبح\r\nسرخى آن نور وپگاه سپيد\r\nروى أفق نقش تو آيد پديد\r\nاى رخ تو در رمضان بدر ما\r\nهر سر موى تو شب قدر ما\r\nديده كه بي نور تو شد كور به\r\nسر كه نه در پاى تو ، در گور به\r\nبعد على شاخص عترت توئى\r\nوارث ميراث نبوت توئى\r\nمصلحت ملت اسلام ودين\r\nكرد تو را گوشهء عزلت نشين\r\nهيچ گذشتى چو گذشت تو نيست\r\nآنكه ز شاهى بكشد دست كيست\r\nصبر هم از صبر تو بي تاب شد\r\nكوزه شد وزهر شد وآب شد\r\nبعد شهادت نكشيد از تو دست\r\nتير شد وبر تن پاكت نشست\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\nسبزه بر آمد ز گلستان دين\r\nتا رخ تو سبز شد از زهر كين\r\nريشهء دين گشت همايون درخت\r\nتا ز تو خورد آن جگر لخت لخت\r\nملت اسلام كه پاينده باد\r\nمشعل توحيد كه تابنده باد\r\nهر دو رهين خدمات تواند\r\nشكر گذارنده ذات تواند\r\nتا ابد اى خسرو والا مقام\r\nبر تو وبر دين محمد ( ص ) سلام\r\nكلك ( رياضي ) كه گهر ريز شد\r\nزان نظر مرحمت آميز شد\r\n( رياضي يزدى )\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\n\r\nمجتبى لؤلؤ پاك مرج البحرين است\r\nرمضان آمد ودارم خبري بهتر از اين\r\nمژده اى ديگر ولطف دگرى بهتر از اين\r\nگر چه باشد سپر آتش دوزخ صومش\r\nليك با اين همه دارد سپرى بهتر از اين\r\nشب قدر رمضان گر چه بسى پر قدر است\r\nدارد اين ماه وليكن سحري بهتر از اين\r\nچون كه در نيمهء اين مه پسرى زاد بتول\r\nكس نزاده ست ونزايد پسرى بهتر از اين\r\nرمضان ، اى كه دهى مژدهء ميلاد حسن\r\nبه خدا نيست به عالم خبري بهتر از اين\r\nمجتبى لؤلؤ پاك مرج البحرين است\r\nنيست در رشتهء خلقت گهرى بهتر از اين\r\nرست پيغمبر از آن تهمت ابتر بودن\r\nنيست بر شاخهء طوبى ثمرى بهتر از اين\r\nگفت خالق ( فتبارك ) به خود از خلقت أو\r\nكلك ايجاد ندارد اثرى بهتر از اين\r\nبگذر آهسته تر اى ماه حسن ، اى رمضان\r\nعمر ما را نبود چون گذرى بهتر از اين\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\nاثر صلح حسن نهضت عاشورا بود\r\nأمتي را نبود راهبرى بهتر از اين\r\nزنده شد باز از اين صلح موقت اسلام\r\nنيست در حسن سياست هنرى بهتر از اين\r\nگر چه مشمول عنايات تو بوده ست ( حسان )\r\nيا حسن كن به محبان نظري بهتر از اين\r\nلطف كن اذن زيارة كه خدا مى داند\r\nبهر عشاق نباشد سفري بهتر از اين\r\n( حبيب چايچيان ( حسان ) )\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\n\r\nنام نيكويش حسن ، خلقش حسن ، خويش حسن\r\nماه ما در نيمه ماه خدا پيدا شده\r\nبنگرش ماه خدا روشن ز ماه ما شده\r\nگشته در اين ماه يك ماه مبارك تابناك\r\nزين سبب ماه مبارك ماه بي همتا شده\r\nآفتاب وماه از نور جمالش مستنير\r\nقامت چرخ از قيام قامت أو تا شده\r\nروح وريحان محمد سرو بستان على\r\nزينت آغوش ناز زهره زهرا شده\r\nسبط أكبر ، سرور جمع جوانان بهشت\r\nكز أزل فرمان فرماندارى اش امضا شده\r\nخسرو شيرين زبان وشهد لب شكر سخن\r\nنوبر ونوشين روان ونوگل وزيبا شده\r\nنام نيكويش حسن ، خلقش حسن ، خويش حسن\r\nحسن سر تاسر ، ز پا تا سر ، ز سر تا پا شده\r\nآنچه خوبان جهان دارند از حسن وجمال\r\nجمله در وجه حسن بر وجه أحسن جا شده\r\nشه شده شهزاده گشته ، ره شده رهبر شده\r\nسر شده سردار گشته ، مه شده مولى شده\r\nمجمع أسماء حسنى را كه ( فادعوه بها ) ست\r\nمظهر نص ( له الأسماء والحسنى ) شده\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\nلمعه اى از پرتو روى نكويش ( والضحى )\r\nتار مويش لام ( والليل إذا يغشى ) شده\r\nاز نگاه چشم مستش حور حيران در قصور\r\nقهرمان ( يعمل الجهر وما يخفى ) شده\r\nبر دم عيسى دميده تا مسيحا دم شده\r\nدست موسى را گرفته تا يد بيضا شده\r\nهمچو جدش مصصفى پيشانى نوراني اش\r\nنقش نور ( سبح اسم ربك الاعلى ) شده\r\nهمچو بابش مرتضى چون ماه در شبهاى تار\r\nنوربخش بي چراغان شب يلدا شده\r\nخوان جودش ( ربنا انزل علينا مائده )\r\nنان بي من واذايش ( من والسلوى ) شده\r\nطاق ابروى خمش ، بر آن خم ابر وقسم\r\nدر ره معراج ما چون ( مسجد الأقصى ) شده\r\nنسل پاك احمد وحيدر حسين است وحسن\r\nاين دو دريا بار ديگر باز يك دريا شده\r\nجاى پيغمبر حسن ، جاى على باشد حسين\r\nزين دو نور أنوار نيكان جهان أنشأ شده\r\nهر كه در حسن حسن حسن خداوندى نديد\r\nروز ديد از ديدن دادار نابينا شده\r\n( فكرت خراساني )\r\n\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381}
  ]