[
  {"content":"\r\nطب النبي ( ص ) و طب الصادق ( ع )\r\nروش تندرستى در اسلام\r\nيعقوب مراغى - معاصر\r\nانتشارات مؤمنين\r\nچاپ سوم\r\nسال چاپ : 1381 ش\r\n","description":"","footnote":"","page_name":" تعريف الكتاب ","page_number":1},
  {"content":"\r\n\r\nمقدمه مترجم\r\nدرست است كه قرآن كريم براى هدايت و تربيت بشر نازل شده و آيات قرآنى همواره هدفهاى تربيتى را دنبال مىكند ولى گاهى به مناسبتهايى توجه به بهداشت جسمى هم شده و كلياتى در اين زمينه در قرآن آمده است مانند آيه شريفه اى كه دستور رعايت تعادل در خوردن و آشاميدن را مىدهد : * ( كُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا ) * و يا آيه اى كه از انسان مىخواهد كه به غذايى كه مىخورد درست بنگرد و در آن تحقيق كند : * ( فَلْيَنْظُرِ الإِنْسانُ إِلى طَعامِه ) * و يا از برخى از ميوه ها و سبزيها نام مىبرد .\r\nهمچنين پيشوايان اسلام كه هدف اصلى و اساسى آنها تعليم و تربيت افراد و آموزش مبانى عقيدتى و طرح ارزشهاى اخلاقى و انسانى براى جامعه بشرى بود ، گاه گاهى به مناسبتهايى در مورد بهداشت و درمان و خواص بعضى از غذاها مطالبى بيان داشته‌اند كه قسمتهايى از آن در روايتهاى منقول از آن بزرگواران ، هم اكنون در دست است و حتى كتابهايى تحت عنوان « طب النبى » و « طب الائمه » و « طب الصادق » و « طب الرضا » منسوب به آنان در اختيار ماست .\r\nبه خاطر همين اشارات و راهنماييهاى قرآن و حديث ، مسلمانان تشويق شدند كه در بارهء طب و بهداشت و ساير علوم مادى تحقيق\r\n","description":"","footnote":"","page_name":" 7 ","page_number":2},
  {"content":"\r\nكنند و لذا از همان قرون اوليه اسلامى مسلمانان به ترجمهء كتابهاى علمى و طبى كه به زبانهاى ديگر نوشته شده بود اقدام كردند .\r\nتنها در زمان مأمون ، خليفهء عباسى ، هشتاد جلد كتاب طبى كه بيشتر آنها از جالينوس و بقراط بود به عربى ترجمه شد كه از جملهء آنها بود كتابهاى مرضهاى حاد و اپيدمى به ترجمه عيسى بن يحيى و تشريح رحم به ترجمهء حبيش الاعسم و آب و هوا و طبيعت انسان و نيروى غذاها و پزشك و فيلسوف به ترجمه حنين بن اسحق و پادزهر به ترجمهء ابن بطريق و كتابهاى بسيار ديگر .\r\nهمچنين مسلمانان با آشنايى با مدرسهء جندى شاپور كه در خوزستان بود و قدمت چندين صد ساله داشت در امر طب و طبابت به مهارتهاى تازه اى دست يافتند . جندى شاپور محل تلاقى طب شرق و غرب آن زمان بود و در آنجا طب يونانى همراه با طب هندى به اضافهء طب سنتى ايرانى در هم آميخته بود .\r\nتشويق پيشوايان اسلام از طب و استخدام پزشكان مسيحى و يهودى در دستگاه خلفا از يك سو و نياز جامعهء اسلامى از سوى ديگر باعث شد كه مسلمانان به علم پزشكى روى آوردند و در اين رشته كار كردند و پس از مرحلهء ترجمه ، خود به تأليف كتابهاى طبى پرداختند و ابتكارات و نوآورىهاى خود را به رشتهء تحرير در آوردند . از جملهء كتابهاى طبى مهم مىتوان از فردوس الحكمه تأليف على بن ربن طبرى و كتابهاى متعدد محمد زكرياى رازى مانند الحاوى و الطب\r\n","description":"","footnote":"","page_name":" 8 ","page_number":3},
  {"content":"\r\nالمنصورى و من لا يحضره الطبيب و نيز كتابهاى ابن سينا مانند قانون و كتابهاى ديگر نام برد .\r\nاين كتابها همچون پلى براى انتقال دانسته هاى پزشكى براى نسلهاى بعدى ، ارزش فوق العاده اى داشتند ؛ همچنين مسلمانان همزمان با تأليف كتابهاى طبى ، دست به ابتكاراتى زدند كه در عالم پزشكى بىسابقه بود .\r\nدرست است كه طب اسلامى بر پايهء آراى بقراط و جالينوس و طب هندى و ايرانى پى ريزى شد ، اما بعدها پزشكان مسلمان مطالب بسيارى بر آن افزودند و تجربيات تازه اى كسب كردند و حتى مطالب آنان را مورد نقد و ايراد قرار دادند . ابو زكرياى رازى كتابى به نام شكوك بر جالينوس نوشته و در مقدمهء آن مىگويد :\r\n« مقام جالينوس بر هيچ كس پوشيده نيست و ممكن است بعضى از كوته نظران مرا بدين كار ملامت و سرزنش نمايند ، ولى فيلسوف و حكيم بر من خرده نخواهد گرفت به دليل آنكه در حكمت و فلسفه تقليد جايز نيست و مىبايست از روى دليل و برهان گفتگو به عمل آيد و اگر جالينوس زنده مىبود ، مرا بدين تأليف ستايش مىكرد . » همچنين مسلمانان براى درمان بيماران بيمارستانها ساختند و سابقهء آن به زمان پيامبر اسلام مىرسد . بنا به روايت ابن هشام ، پيامبر خدا صلَّى الله عليه و آله و سلَّم در جنگ خندق خيمه اى را به مجروحان جنگى اختصاص داده بود و هر يك از سربازان اسلام كه زخمى مىشد به آن\r\n","description":"","footnote":"","page_name":" 9 ","page_number":4},
  {"content":"\r\nخيمه انتقال مىيافت و بانويى به نام رفيده پرستارى از مجروحان را به عهده داشت . « 1 » بنا بر اين مىتوان گفت كه اولين بيمارستان در اسلام به زمان رسول خدا مربوط مىشود .\r\n\r\nپس از آن اولين بيمارستان تحت عنوان « دار المرضى » در سال 88 هجرى در عهد وليد بن عبد الملك ساخته شد كه در آنجا بيماران بسترى مىشدند و پزشكان با دريافت حقوق از آنان مراقبت مىكردند .\r\nاز آن پس همزمان با شكوفايى تمدن اسلامى و پيشرفت علوم و بخصوص علم پزشكى بيمارستانهاى متعدد و مجهزى در بلاد اسلامى ساخته شد كه از جملهء آنها بيمارستان « رشيديهء » بغداد بود كه به دستور هارون الرشيد و با اقتباس از بيمارستان جندى شاپور ساخته شد و سرپرستى آن را جبرئيل بن بختيشوع به عهده گرفت . « 2 » بعدها بيمارستانهاى بسيارى ، هم به وسيلهء خلفا و امرا و هم به وسيلهء افراد ثروتمند و خيّر تأسيس گرديد ؛ مانند بيمارستان برامكه ، بيمارستان عضدى ، بيمارستان مقتدرى كه همهء اينها در بغداد بود و بيمارستانهايى در شهرهاى ديگر ، مانند بيمارستان رى ( كه سرپرستى آن را مدتى ابو زكرياى رازى به عهده داشت ) و بيمارستان مغافر ، بيمارستان ميافارقين ، بيمارستان نصيبين ، بيمارستان موصل و بيمارستان ابن طولون در مصر و غير آنها به وجود آمد .\r\n\r\n","description":"","footnote":"\r\n« 1 » سيره ابن هشام ، ج 1 ص 688 .\r\n\r\n« 2 » تاريخ طب در ايران ، ص 77\r\n","page_name":" 10 ","page_number":5},
  {"content":"\r\nبعضى از اين بيمارستانها بسيار مجهز بود و خدمات زيادى را ارائه مىداد از جمله بيمارستان عضدى را مىتوان نام برد كه به وسيلهء عضد الدولهء ديلمى تأسيس شد .\r\nپا به پاى پيشرفتهايى كه در علم پزشكى نصيب مسلمانان گرديد در امر داروسازى هم فعاليتهاى گسترده اى به عمل آمد . مسلمانان از يك سو براى تهيهء مواد اوليه دارو و گياهان دارويى و مواد معدنى از هند يا جاهاى ديگر كوشش كردند و از سوى ديگر با آزمايشهاى مداوم در كشف تركيبات جديد دارويى توفيقات مهمى به دست آوردند .\r\nجرجى زيدان مىگويد : « غربىها تاريخ داروسازى را بررسى كردند و به اين نتيجه رسيدند كه مسلمانها بنيانگذاران فن دارو سازى هستند » « 1 » معمولا طبيب خود دارو مىداد ولى گاهى هم نسخه مىنوشت كه مىبايد از داروخانه ها كه به صيدليه و صيدنيه معروف بود ، تهيه مىشد . الگود تعجب مىكند كه چگونه در تمدن اسلامى حرفهء پزشكى از داروسازى جدا شده بود و اضافه مىكند توسعهء سريع مفردات پزشكى و مهارت بيشتر در تركيب داروها كه مستلزم اين رشته بود ، مردان متخصصى لازم داشت . « 2 » علاوه بر داروهاى گياهى ، مسلمانان از تركيبات شيميايى هم در\r\n\r\n","description":"","footnote":"\r\n« 1 » جرجى زيدان ج 3 ، ص 206 .\r\n« 2 » تاريخى پزشكى در ايران ، ص 309 .\r\n","page_name":" 11 ","page_number":6},
  {"content":"\r\nمعالجهء بيماران استفاده مىكردند . جرجى زيدان اسامى چند نوع تركيبات شيميايى را كه امروز هم در طب كاربرد زيادى دارد نام مىبرد كه براى اولين بار مسلمانان آنها را كشف كرده‌اند . « 1 » از آنچه گفتيم ارزش و اهميت طب و بهداشت از نظر مسلمانان روشن گرديد و اين از بركت راهنماييهاى قرآن و پيشوايان اسلام بود و پيشوايان اسلام همان گونه كه در كتابهاى حديثى آمده به تفصيل در بارهء اين موضوع سخن گفته‌اند و روش تندرستى را ياد داده‌اند .\r\nبرخى از دانشمندان اسلامى اين روايات را جمع آورى كرده و مجموعه هاى گرانقدرى را به وجود آورده‌اند كه از جملهء آنها كتاب طب النبى از ابو العباس مستغفرى و كتاب طب الصادق از محمد خليلى است كه اينك ترجمهء كامل هر دو كتاب تقديم خوانندگان محترم مىشود .\r\nيعقوب مراغى\r\n\r\n","description":"","footnote":"\r\n« 1 » جرجى زيدان ، ج 3 ، ص 206 .\r\n","page_name":" 12 ","page_number":7},
  {"content":"\r\n\r\nكتاب اول طبّ النّبى\r\nتأليف ابو العباس جعفر بن ابى على مستغفرى با مقدمه اى از :\r\nمحمد مهدى خرسان\r\n","description":"","footnote":"","page_name":" 13 ","page_number":8},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":9},
  {"content":"\r\n\r\n[ مقدمهء محمد مهدى السيد حسن خراسان 
  ]\r\n\r\nپيشگفتار\r\nبِسْمِ الله الرَّحْمنِ الرَّحِيمِ\r\nشريعت اسلامى اهتمام ويژه اى براى بهداشت و حفظ الصحة قائل شده است تا جايى كه پيامبر بزرگوار اسلام فرموده است :\r\nلا خير في الحياة الَّا مع الصحة .\r\nخيرى در زندگى نيست مگر با صحت .\r\nو فرموده است :\r\nانّ في صحة البدن فرح الملائكة و مرضاة الرب و تثبيت السنة .\r\nهمانا در صحت بدن شادمانى فرشتگان و خوشنودى پروردگار و استوارى سنت است .\r\nپيامبر اسلام در سخنان بسيارى ، مسلمانان را به مراعات بهداشت در بدن و در تمام شئون زندگى تشويق كرده است ولى در آن عصر ، اسرار اين سخنان معلوم نبود و تنها به عنوان سخنى كه خالى از حكمت نيست مورد پذيرش قرار مىرفت و اى بسا توجيهات دور و حتى ناروايى از آن مىكردند ، چون از حقيقت اين سخنان آگاهى نداشتند و وسايلى كه اكنون در اثر اكتشافات علمى در اختيار طب جديد قرار گرفته ، شناخته شده نبود .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":10},
  {"content":"\r\nپيامبر خدا صلَّى الله عليه و آله و سلَّم يكى از سخنان پاك خود را به پزشكى كه مقوقس حاكم مصر با هدايايى فرستاده بود ، فرمود . مدتى بود كه كسى به آن پزشك مراجعه نكرده بود او راز اين مطلب را از پيامبر پرسيد ، آن حضرت فرمود : ما گروهى هستيم كه تا گرسنه نشديم نمىخوريم و چون خورديم ، سير نشده از غذا دست برمىداريم . اين سخن ، دانشمند انگليسى « مسترداز » را به شگفتى واداشت تا جايى كه گفت :\r\nاين سخن كه ما قومى هستيم كه تا گرسنه نشديم نمىخوريم و چون خورديم سير نشده از غذا دست برمىداريم ، اساس و پايه اى است كه علم بهداشت بر آن بنيان گذارده شده و پزشكان امروز با تمام مهارتى كه دارند نمىتوانند سخنى گرانبهاتر از اين سخن بگويند .\r\nاين چنين بود كه تمام سخنان و احكام او اساس بهداشت بود و او بيماريهاى روحى و عصبى و عضوى را با راههاى مختلف درمان مىكرد كه از جملهء آنها اقدامات پيشگيرانه بود مانند دستور روزه دارى و پرهيز از همبستر شدن با زنان در حال حيض و تحريم خوردن ميته و خون و گوشت خوك و شراب و مانند آنها كه با بيانى متناسب با فهم مردم مطرح مىكرد و مثلا مىبينيم آن حضرت با سخنان بسيارى به بهداشت تغذيه مىپردازد و خواص اقسام گوناگونى از ميوه ها و سبزيها و حبوبات و گوشتها و غير آنها را بيان مىكند حتى از ذكر فوائد انواع عطرها و نوشيدنيها و يا ضررهايى كه از استعمال نادرست آنها به وجود مىآيد ، فرو گذار نمىكند و آثارى را كه بر استفاده درست از اين\r\n","description":"","footnote":"","page_name":" 16 ","page_number":11},
  {"content":"\r\nاشيا مترتب مىشود ، خاطر نشان مىسازد آثارى كه باعث سلامت و رشد جسم در انجام وظايف حياتى و روحى مىگردد .\r\nحتى ممكن است بگوييم كه پيامبر اسلام قوانين مربوط به قرنطينه را كه در پيشگيرى از بيماريها به كار گرفته مىشود ، با يك سخن بيان كرده است و طبيبان ، آن مطلب را از اين سخن پيامبر استفاده كرده‌اند كه فرمود :\r\n« هر گاه شنيديد كه در سرزمينى طاعون آمده است به آن سرزمين داخل نشويد و هر گاه در جايى بوديد كه در آنجا طاعون آمد از آنجا بيرون نرويد » پزشكان اسلامى اين حديث را به عنوان يك فتح جديد تلقى كرده‌اند و در بارهء آن انديشيده‌اند و قوانين مربوط به قرنطينه را از آن استفاده كرده‌اند كه باعث پيشگيرى از بيماريهاى واگيردار مىشود .\r\nبه اين سخنان پيامبر توجه فرماييد كه فرمود : « معده محل هر بيمارى و پرهيز ، سرآمد هر دارويى است » و فرمود : « معده حوض بدن و رگها بر آن وارد است ، پس اگر معده سالم باشد رگها نيز سالم است و اگر مريض باشد رگها نيز بيمار خواهند بود » و فرمود : « فرزند آدم هيچ ظرفى را پر نكرد كه بدتر از شكم او باشد . فرزند آدم گمان مىكند كه خوردن زياد ، صلب او را محكمتر مىكند ، اگر به ناچار بايد خورد ، بهتر است كه يك سوم آن براى غذا و يك سوم ديگر براى آب\r\n","description":"","footnote":"","page_name":" 17 ","page_number":12},
  {"content":"\r\nو يك سوم ديگر براى تنفس باشد » « 1 » و فرمود : « از پرخورى دورى كنيد كه آن بدن را به فساد مىكشاند و باعث بيمارى مىشود و باعث مىشود كه عبادت از روى كسالت باشد » در اين سخنان پاك بهداشتى ، بر زيان آورى پرخورى تاكيد شده است و اينكه پرخورى اساس بيمارى است و اين سخنان از اين آيهء شريفه استفاده شده كه مىفرمايد : * ( كُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا ) * « 2 » يعنى بخوريد و بياشاميد و اسراف نكنيد . در بررسيهاى طبى مربوط به درمان و پيشگيرى روشن شده است كه بزرگترين قاعده در حفظ بهداشت ، عمل كردن به اين آيهء شريفه است .\r\nهمچنين از نظر بهداشتى ثابت شده است كه پرخورى و سيرى و حرص بر طعام معده را نابود مىكند و كبد را از بين مىبرد و قلب را فانى مىكند و باعث تصلب شرائين و آنژين صدرى و بالا رفتن فشار خون و پيدايش قند در ادرار و بيماريهاى مهلك ديگر مىشود و اگر انسان به آن گرفتار شود راه علاج ندارد مگر اينكه خود را از شهوت خوردن باز دارد و در خوردن و آشاميدن اسراف نكند .\r\nمسلمانان معتقدند كه آنچه از پيامبر اسلام صلَّى الله عليه و آله و سلَّم در بارهء طب روايت شده بهترين علاج بيماريهاست چون آن حضرت اين سخنان را از كسى استفاده كرده كه بيمارى و دوا را پديد آورده و مرض و شفا\r\n\r\n","description":"","footnote":"\r\n« 1 » پر شدن معده به ريه فشار مىآورد و تنفس را دچار مشكل مىكند .\r\n« 2 » سوره اعراف آيه 31 .\r\n","page_name":" 18 ","page_number":13},
  {"content":"\r\nرا مقدر كرده است و آن حضرت مانند طبيبان ديگر نيست زيرا كه آنان سير بيماريها و مدت آن و سبب و درمان آن را با آشنايى با بعضى از سنتهاى طبيعى مىشناسند ، پس اگر حدسشان درست بود كه چه بهتر و اگر خطا كردند ، به سبب نقصان علم آنهاست ولى در وجود پيامبر خدا صلَّى الله عليه و آله و سلَّم اين احتمال داده نمىشود چون او علم خود را از آفرينندهء انسان ياد گرفته است .\r\nاو از وجود انسان از وقتى كه نطفه بوده تا هنگامى كه اجلش فرا رسد آگاه است . قرآن كريم به بسيارى از مسايل طبى مانند جنينشناسى و تشريح و بهداشت غذا و طب پيشگيرى و غير آن اشاره كرده و مقام گنجايش ذكر آنها را ندارد و مسلم است كه قرآن را كسى بهتر مىداند كه به او خطاب شده است .\r\nبراى همين است كه پيشوايان علم و حافظان حديث به گرد آورى مطالبى كه از پيامبر در اين باره نقل شده همت گماشته‌اند و آنها را در كتابهاى خود آورده‌اند . بعضى از آنها فصلهايى را به آن اختصاص داده‌اند و بعضى ديگر بابهاى مستقلى را آورده‌اند مانند نويسندگان « صحاح ستّ » از برادران اهل سنت و « اصول اربعمائة » از محدثان ما و ديگران كه بسيارند .\r\nرسالهء ذهبيه كه حضرت امام رضا عليه السّلام براى مأمون عباسى نوشته مشتمل بر طب نبوى است و به همين جهت ممكن است كه بگوييم امام رضا عليه السّلام نخستين كسى است كه طب نبوى را جمع آورى كرده و\r\n","description":"","footnote":"","page_name":" 19 ","page_number":14},
  {"content":"\r\nآن را به صورت كتابى درآورده است . پس از آن حضرت كسان ديگرى هم كتابهايى را تحت عنوان « طب نبوى » فراهم كرده‌اند كه تعداد آنها بسيار است و از جملهء آنها افراد زير را مىتوان نام برد :\r\n1 - ابو بكر احمد بن ابى اسحاق بن ابراهيم بن اسباط دينورى معروف به ابن سنى متوفى سال 363 يا 364 كه كتابى تحت عنوان « الطب النبوى » دارد .\r\n2 - ابو نعيم اصفهانى متوفى سال 432 كه كتابى تحت عنوان « الطب النبوى » دارد .\r\n3 - ابن ابى عاصم كه كتابى تحت عنوان « الطب و الامراض » دارد .\r\n4 - ابو الحسن على بن عبد الكريم حموى علاء الدين كمال متوفى سال 720 كتابى به نام « الاحكام النبويّة في الصناعة الطبّية » نوشته كه در سال 1374 ه با تحقيق عبد السلام هاشم در چاپخانهء مصطفى حلبى چاپ شد .\r\n5 - حافظ شمس الدين ذهبى متوفى 748 كه كتاب « الطب النبوى » را نوشته و بارها چاپ شده است و شايد نخستين بار در قاهره به طريقهء چاپ سنگى و بدون تاريخ چاپ شد و در حاشيهء آن كتاب « تسهيل المنافع » در طب و حكمت از ابراهيم بن ابى بكر ازرقى چاپ شده است و شايد آخرين چاپ آن در سال 1380 صورت گرفته كه با مراجعه و تعليقات يكى از بزرگان طب جديد چاپ شده است همچنين ترجمهء اين كتاب ذهبى به زبان فرانسه در سال 186 در\r\n","description":"","footnote":"","page_name":" 20 ","page_number":15},
  {"content":"\r\nالجزاير چاپ شد .\r\n6 - حافظ شمس الدين ابن قيم الجوزيه متوفى 751 كتابى به نام « الطب النبوى » دارد و آن فصلهاى مستقلى از كتاب « زاد المعاد في هدى خير العباد » است و شايد كتاب ابن قيم جامعترين كتاب در اين زمينه است او از آنچه پيشينيان به خصوص حموى و ذهبى نوشته استفاده كرده است ، همان گونه كه در مقدمه كتاب چاپ قاهره آمده است . اين كتاب نخستين بار در سال 1346 در حلب و سپس در سال 1377 در مصر به صورت تحقيق شده چاپ گرديده است .\r\n7 - جلال الدين سيوطى متوفى سال 911 كتاب طب النبى او چنين شروع مىشود : « سپاس خداى را كه به هر نفسى خلقت آن را داد » اين كتاب سه بخش دارد : اول قواعد طب ، دوم دواها و غذاها ، سوم درمان بيماريها .\r\n8 - ابو الوزير بن احمد ابهرى كتابى به نام « طب النبى » دارد كه رواياتى را كه از پيامبر در بارهء داروها و خوردنيها و آشاميدنيها و آداب خوردن و آشاميدن نقل شده ، جمع آورى كرده است . از اين كتاب نسخه اى در كتابخانهء صدر در كاظمين و نسخه ديگرى در كتابخانه آستان قدس رضوى در مشهد وجود دارد كه تاريخ كتابت آن ، سال 1070 مىباشد و علامه مجلسى از اين كتاب نقل مىكند .\r\n9 - عبد الملك بن حبيب اندلسى مالكى متوفى 238 او نيز كتابى در بارهء طب نبوى فراهم كرده است .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":16},
  {"content":"\r\n10 - حبيب نيشابورى .\r\n11 - ابو العباس جعفر بن محمد مستغفرى متوفى 432 مؤلف همين كتابى كه به خوانندگان تقديم مىشود ( كتاب حاضر )\r\n\r\nمعرفى نويسنده\r\nبهتر است كه اين نويسنده را در چند سطر معرفى كنيم تا بعضى از جوانب زندگى او روشن شود . البته در اين مجال فرصت آن نيست كه به طور تفصيل بحث شود .\r\nاولا . نسب او . او شيخ و امام ابو العباس جعفر بن ابى على محمد ابن ابى بكر معتز بن محمد بن مستغفر بن فتح بن ادريس مستغفرى نسفى سمرقندى نخشى حنفى در فروع و اشعرى در اصول .\r\nثانيا . خاندان او . از شرح حال جد و پدر او فهميده مىشود كه آنها از بزرگان و حافظان حديث بودند .\r\nالف . جدّ او ابو بكر معتز بن محمد بن مستغفر بود كه نوهء او از او روايت كرده همان گونه كه در رياض العلماء آمده است .\r\nب . پدر او ابو على محمد نسفى است كه به شيخ معروف بود ، و از ابو حفص احمد بن محمد عجلى حديث روايت مىكند و به پسرش از شيخ خود مطالبى نقل كرده است . ولادت او در سال 318 و وفات او در ربيع الثانى سال 372 بوده است .\r\nج . پسر او ابو ذر خطيب شهر نسف بود كه پس از پدر خطيب اين\r\n","description":"","footnote":"","page_name":" 22 ","page_number":17},
  {"content":"\r\nشهر شد و پدرش از جماعتى از شيوخ خود به او نقل حديث كرده بود . او اهل علم و خبر بود و ابو محمد نخشى او را از جمله اساتيد خود بر مىشمارد و مىگويد : ابو ذر مستغفرى فرزند شيخ ابو العباس ، از ابو الفضل يعقوب بن اسحاق سلامى و ابو محمد عمد الملك بن مروان ميدانى نقل حديث مىكند . پدرش او را پيش ابو على حاجبى برد و صحيح بخارى را پيش او خواند در سماع حديث درستكار بود .\r\nثالثا . ولادت او در سال 350 اتفاق افتاد و در كتاب تاج التراجم چاپ بغداد به خطا تولد او را سال 450 مىدادند در حالى كه درست همان است كه ما گفتيم همان گونه كه در همهء منابع آمده است . البته محل ولادت او را در هيچ منبعى نديديم ولى گمان بيشتر مىرود كه در نسف به دنيا آمد چون او اهل اين شهر بود و جدّ و پدر او در آنجا زندگى مىكردند و وفات او نيز در همين شهر بود و فرزندش نيز در آنجا زندگى مىكرد .\r\nرابعا اساتيد او . مستغفرى در طلب حديث مسافرتها كرد و از گروهى نقل حديث نمود كه از جملهء آنهاست :\r\nالف . جدش ابو بكر معتز بن محمد بن مستغفر ، همان گونه كه اشاره كرديم .\r\nب . پدرش ابو على محمد بن مستغفرى كه از او بسيار شنيد .\r\nج . در سرخس از ابن ابى على زاهر بن احد سرخسى حديث بسيار شنيد .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":18},
  {"content":"\r\nد . او به نيشابور رفت و در آن جا از ابو سهل هارون بن احمد استرآبادى و ديگران سماع حديث كرد .\r\nه . او به بخارا رفت و در آنجا از ابو عبد الله محمد بن احد غنجا و حافظ سماع حديث نمود .\r\nو . او به مرو رفت و از ابو الهيثم محمد بن مكى كشميهنى سماع حديث كرد .\r\nز . از كسانى كه او در نسف سماع حديث كرد ، يكى هم ابو محمد عبد الله بن محمد بن زر الرازى بود همان گونه كه سمعانى در الانساب گفته است .\r\nخامسا . شاگردان او :\r\nالف . پسرش ابو ذر همان گونه كه اشاره كرديم .\r\nب . ابو محمد عبد العزيز نخشى نسفى متوفى 456 - 457 او با مستغفرى مصاحبت داشت و از او حديث بسيار نقل كرد .\r\nج . قاضى ابو منصور سمعانى جد بزرگ ابو سعيد سمعانى صاحب الانساب .\r\nد . حافظ ابو محمد حسن بن احمد سمرقندى ه . قاضى ابو على حسن بن عبد الملك .\r\nغير از اينها كسان ديگرى هم هستند كه شاگرد او بودند و از شمارش بيرون است . اين سخن را سمعانى گفته است .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":19},
  {"content":"\r\nسادسا . وفات او .\r\nاو در نسف در آخرين روز جمادى الاول سال 432 در گذشت .\r\nسمعانى در الانساب گفته است : قبر او را در نسف طرف بيابان زيارت كردم . ذهبى و ديگران تصريح كرده‌اند كه او هشتاد سال زندگى كرد در حالى كه اگر سال ولادت و سال درگذشت او را حساب كنيم عمر او هشتاد و دو سال مىشود آيا ذهبى در اين سخن تسامح كرده ؟ اين با دقت و ضبط مورّخى مانند ذهبى منافات دارد يا بگوييم كه عمر او همان هشتاد سال بوده است و در اين صورت بايد بگوييم كه يكى از دو تاريخ ولادت و وفات او غلط است .\r\nسابعا . سخنان ديگران در تعريف از او :\r\n1 - لكنوى در « الفوائد البهيه » ص 57 مىگويد : در ما وراء النهر در عصر مستغفرى در جمع و تصنيف و فهم حديث كسى مانند او نبود .\r\n2 - سمعانى در « الانساب » ص 528 - 2 مىگويد : او خطيب نسف و فقيه و فاضل و محدث بسيار نقلكننده و راستگو بود و فهم و معرفت و استوارى داشت مجموعه هايى را گرد آورد و كتابهايى را تصنيف كرد . او به خراسان رفت و مدتى را در سرخس و مرو اقامت گزيد .\r\n3 - ابن قطلوبغا در تاج التراجم ص 21 مىگويد : او خطيب نسف بود و در ما وراء النهر در عصر او كسى مانند او وجود نداشت او فقيه و محدث و فاضل و بسيار نقلكننده و حافظ و راستگو بود .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":20},
  {"content":"\r\n4 - ذهبى در تذكره الحفاظ ج 3 ص 283 مىگويد : او حافظ و علامه و محدث بود . . . او راستگو بود ولى بعضى از احاديث موضوعه را در ابواب مختلف نقل كرده و آنها را تضعيف ننموده است .\r\n5 - ابن ناصر الدين مىگويد : او حافظ و مصنف و ثقه و سرآمد اقران بود ولى احاديث موضوعه را بدون بيان نقل مىكند .\r\n6 - ابن عماد حنبلى در شذرات ج 3 ص 249 مىگويد : او صاحب تأليفات بسيار و محدث ما وراء النهر در عصر خود بود .\r\n7 - ميرزا عبد الله افندى در رياض العلماء در قسم اول از باب كنى در حرف عين مىگويد : او امام و خطيب و حافظ بود . و نيز مىگويد :\r\nاو كامل جليل معروف به شيخ الامام ابو العباس بود .\r\n8 - خواجه نصير طوسى در آداب المتعلمين او را به عنوان شيخ الامام ياد مىكند .\r\nثامنا تأليفات او :\r\nمستغفرى به كثرت تاليفات معروف شده است و اينك نامهاى تاليفات او را تا آنجا كه به دست ما رسيده ذكر مىكنيم :\r\n1 - تاريخ نسف .\r\n2 - تاريخ سمرقند .\r\n3 - تاريخ كش .\r\n4 - معرفة الصحابه .\r\n5 - دلائل النبوة . او در اين كتاب هفت دليل كه قبل از بعثت پيامبر\r\n","description":"","footnote":"","page_name":" 26 ","page_number":21},
  {"content":"\r\nبود در هفت باب و معجزات را در ده باب آورده است و ملا جامى در كتاب شواهد النبوة از اين كتاب نقل كرده است .\r\n6 - الاوائل .\r\n7 - الشمائل ( شمائل پيامبر اسلام ) .\r\n8 - فضائل القرآن .\r\n9 - خطب النبى صلَّى الله عليه و آله و سلَّم ( الخطب النبويه ) .\r\n10 - الشعر و الشعراء .\r\n11 - المسلسلات في الحديث .\r\n12 - كتاب الوفاء .\r\n13 - كتاب في الحكمة .\r\n14 - الايام و الليالى .\r\n15 - الدعوات . گفته شده كه سيد بن طاوس در رساله الاستخارات خود از اين كتاب نقل كرده است .\r\n16 - النامات يا الناسيات . به طورى كه در كشف الظنون آمده است .\r\n17 - الزيارات كه شامل مطالبى است كه بر كتاب المختلف و المؤتلف عبد الغنى بن سعيد افزوده است .\r\n18 - الطب النبوى يا طب النبى صلَّى الله عليه و آله و سلَّم و شايد اين همان كتابى باشد كه كتانى در الرسالة المستطرفة ص 51 به نام ( الطب ) از آن ياد كرده است .\r\nاين بود اسامى كتابهاى مستغفرى كه به دست آمد و به طورى كه مىبينيد در علوم گوناگون است و آنچه براى ما مهم است سخن\r\n","description":"","footnote":"","page_name":" 27 ","page_number":22},
  {"content":"\r\nدر بارهء كتاب طب النبي صلَّى الله عليه و آله و سلَّم مىباشد .\r\nتاسعا . كتاب طب النبى صلَّى الله عليه و آله و سلَّم خواجه نصير طوسى در آداب المتعلمين مىگويد : لازم است كه طالب علم ، مقدارى از طب را بداند و به آثارى كه در بارهء طب وارد شده مانند آنچه شيخ الامام ابو العباس مستغفرى در كتاب خود به نام طب النبي صلَّى الله عليه و آله و سلَّم جمع آورى كرده ، تبرك جويد .\r\nشيخ الاسلام علامه مجلسى در مقدمه كتاب خود بحار الانوار ج 1 ص 42 چاپ اسلاميه تهران مىگويد : هر چند كه بيشتر اخبار كتاب طب النبى صلَّى الله عليه و آله و سلَّم از طريق مخالفان است ولى اين كتاب ميان علماى ما مشهور و متداول است .\r\nمىگوييم : اين كتاب به طور مكرر در تهران به طريقهء چاپ سنگى چاپ شده و ضميمه كتاب « القانونجه » و كتاب بقراط در طب به نام ترتيب الطب است و در سالهاى 1281 و 1294 و 1304 و 1318 و 1327 چاپ شده است . با اين كتاب بطور مكرر چاپ شده نسخهء آن كمياب و حتى ناياب است و دسترسى به آن دشوار مىباشد . براى همين بود كه برادرمان استاد محمد كاظم كتبى آن را مجددا چاپ كرد تا به آسانى در دسترس خوانندگان باشد و چون مىخواست اين كتاب به صورت تصحيح شده چاپ شود آن را با نسخه هاى چاپ شده و نسخهء علامه مجلسى كه در بحار آمده مقابله كرد چون مجلسى آن را در ج 14 ص 551 تا 553 آورده و تصريح كرده كه اين كتاب از\r\n","description":"","footnote":"","page_name":" 28 ","page_number":23},
  {"content":"\r\nابو العباس مستغفرى است . با توجه به مقام بلند علامه مجلسى اطمينان داريم كه اين كتاب همان كتاب مستغفرى است .\r\nعاشرا . منابع معرفى نويسنده ، از آنجا كه ما شرح حال مؤلف را به اختصار بيان كرديم ، توجه خوانندگان محترم را به بعضى از منابعى كه شرح مؤلف در آنها آمده است جلب مىكنيم :\r\n1 - آداب المتعلمين ، خواجه نصير طوسى متوفى 672 روز غدير .\r\n2 - الاعلام ، خير الدين زركلى ج 2 ص 123 چاپ دوم .\r\n3 - اعيان الشيعه ، سيد محسن عاملى ج 16 ص 246 - 248 .\r\n4 - الانساب ، ابو سعد سمعانى برگ 528 - 2 چاپ ليدن .\r\n5 - بحار الانوار ، مجلسى ج 1 ص 42 چاپ جديد تهران .\r\n6 - تاج التراجم ، ابن قطلوبغا متوفى 879 ص 21 چاپ بغداد .\r\n7 - تتمه منتهى الآمال ، محدث قمى ج 3 ص 283 - 284 چاپ تهران 8 - تذكرة الحفاظ ، ذهبى ج 3 ص 283 - 284 .\r\n9 - الجواهر المضيئة ، قرشى حنفى ج 1 ص 180 .\r\n10 - الرسالة المستطرفة ، كتانى ص 51 چاپ سوم .\r\n11 - روضات الجنات ، خوانسارى ص 160 چاپ دوم سنگى .\r\n12 - رياض العلماء ، ميرزا عبد الله افندى ، باب الكنى حرف عين نسخه مصور كتابخانه آية الله حكيم .\r\n13 - ريحانة الادب ، خيابانى ، ج 4 ص 19 - 20 .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":24},
  {"content":"\r\n14 - شذرات الذهب ، ابن عماد ، ص 249 .\r\n15 - شواهد النبوة ، جابى .\r\n16 - العبر ، ذهبى ج 3 ، ص 177 .\r\n17 - الفوائد البهيّة ، لكنوى حنفى ، ص 57 .\r\n18 - كشف الظنون در موارد متعدد .\r\n19 - اللباب ، ابن اثير ج 3 ص 136 .\r\n20 - مرآة الجنان ، يافعى ، ج 3 ، ص 54 .\r\n21 - مستدرك الوسائل ، محدث نورى ، ج 3 ، ص 372 .\r\n22 - مطارح الانظار في تراجم اطباء الاعصار ، ص 327 .\r\n23 - معجم المؤلفين ، كحاله ، ج 3 ، ص 150 .\r\n24 - هديه الاحباب ، محدث قمى ، ص 239 .\r\n25 - هدية العارفين ، اسماعيل پاشا ، ج 1 ، ص 253 .\r\nاين بود چند سطر از شرح حال مستغفرى كه به اختصار بيان كرديم و شايد اين چند سطر بخشى از زندگى او را مشخص كرد . اگر همان گونه كه ما تصور مىكنيم براى مقدمه چنين كتابى كافى باشد كه چه بهتر و اگر كافى نباشد ، منابعى را آورديم كه خواننده مىتواند با مراجعه به آن مطالب بيشترى به دست آورد .\r\nو ما توفيقى الا با لله و هو حسبى محمد مهدى السيد حسن خرسان\r\n","description":"","footnote":"","page_name":" 30 ","page_number":25},
  {"content":"\r\n\r\nمتن رسالهء طب النبى\r\nبِسْمِ الله الرَّحْمنِ الرَّحِيمِ\r\nاين رساله اى است كه « طب النبى » ناميده مىشود .\r\nبا حذف اسناد ديدم كه چنين نوشته شده است :\r\nپيامبر خدا صلَّى الله عليه و آله و سلَّم فرمود : خداوند مرضى را نيافريده مگر اينكه براى آن دوايى آفريده است مگر مرگ .\r\nو فرمود : كسى كه بيمارى را نازل كرده ، دوا را هم نازل كرده است .\r\nو فرمود : كسانى را كه طبيعت گرم دارند ، به طول عمر مژده بده .\r\nو فرمود : اصل هر بيمارى برودت است .\r\nو فرمود : معده خانه بيمارى و پرهيز سرآمد هر دو است و به نفس خود آنچه را كه عادت داده اى بده .\r\nو فرمود : دوست داشتنىترين طعام نزد خدا طعامى است كه دستهاى بسيارى سوى آن دراز شود .\r\nو فرمود : خوردن با يك انگشت ، خوردن شيطان است و با دو انگشت خوردن عياران است و با سه انگشت ، خوردن پيامبران است .\r\nو فرمود : طعام را سرد كن كه طعام داغ بركت ندارد .\r\nو فرمود : وقتى غذا مىخوريد كفشهاى خود را درآوريد كه آن\r\n","description":"","footnote":"","page_name":" 31 ","page_number":26},
  {"content":"\r\nباعث راحتى پاهاى شما و يك سنت زيباست .\r\nو فرمود : خوردن همراه با خادمان از تواضع است ، پس هر كس با آنان غذا بخورد ، بهشت مشتاق او مىشود .\r\nو فرمود : خوردن در بازار از پستى است .\r\nو فرمود : مؤمن با اشتهاى خانواده اش غذا مىخورد و منافق خانواده اش با اشتهاى او غذا مىخورد .\r\nو فرمود : وقتى غذايى گذاشته شد ، پس آنچه را كه مقابل اوست بخورد و بالاى آن را نخورد و چون بركت از بالاى آن مىآيد و هيچ يك از شما از پيش غذا بلند نشود و دست خود را از آن نكشد مگر بعد از آنكه ديگران دست خود را كشيدند اگر چه سير شده باشد چون اين كار باعث خجالت همنشين مىشود .\r\nو فرمود : بركت در وسط طعام است پس از كناره هاى آن بخوريد و از وسط آن نخوريد .\r\nو فرمود : بركت در سه چيز است : جماعت ، سحور و تريد .\r\nو فرمود : هر كس ( در غذا خوردن ) از دو چوب استفاده كند ، از درد دو كليه در امان خواهد بود .\r\nو فرمود : پس از خوردن طعام خلال كنيد و دهانتان را با آب بشوييد كه باعث سالم بودن دندانها مىشود .\r\nو فرمود : خلال كنيد كه آن از نظافت است و نظافت از ايمان است و ايمان با صاحب خود در بهشت است .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":27},
  {"content":"\r\nو فرمود : غذاى شخص سخاوتمند دواست و غذاى شخص بخيل بيمارى است .\r\nو فرمود : كاسه براى كسى كه آن را بليسد ، طلب آمرزش مىكند .\r\nو فرمود : با هم غذا بخوريد و متفرق نشويد كه بركت در جماعت است .\r\nو فرمود : كسى كه گرسنه باشد و يا احتياج پيدا كند و آن را از مردم پنهان سازد و به سوى خدا برود ، بر خدا حق است كه روزى حلال يك سال او را بازگشايد .\r\nو فرمود : هر كس از آنچه را كه از سفره مىافتد بخورد ، در وسعت روزى زندگى مىكند و او و فرزند او از حرام نگهداشته مىشوند .\r\nو فرمود : هر كس به خدا و روز قيامت ايمان دارد ، مهمان خود را گرامى بدارد .\r\nو فرمود : از تواضع است كه شخص بازمانده برادرش را بياشامد .\r\nو فرمود : هر كس كه غذاى او اندك باشد حساب او نيز اندك خواهد بود .\r\nو فرمود : هيچ يك از شما ايستاده آب نخورد و اگر خورد برگرداند .\r\nو فرمود : محتكر در دنيا و آخرت ملعون است .\r\nو فرمود : احتكار در ده چيز است : گندم و جو و خرما و كشمش و ذرت و روغن و عسل و پنير و گردو و روغن زيتون .\r\nو فرمود : اگر كسى تجارتى جز در خوردنيها نداشته باشد ، طغيان و\r\n","description":"","footnote":"","page_name":" 33 ","page_number":28},
  {"content":"\r\nستم مىكند .\r\nو فرمود : هر كس بر مسلمانان طعامى را جمع كند و چهل روز آن را نگهدارد تا گران شود ، او از خدا بيزار و خدا از او بيزار است .\r\nو فرمود : هر كس بر مسلمانان طعامى را احتكار كند خداوند او را به جذام و مفلس شدن مبتلا مىكند .\r\nو فرمود : سحرى بخوريد كه در آن بركت است .\r\nو فرمود : بر خلاف اهل كتاب سحرى بخوريد .\r\nو فرمود : بهترين غذاى شما نان و بهترين ميوهء شما انگور است .\r\nو فرمود : بر شما باد وقت خرما چيدن از درخت . . . هنگامى كه . . .\r\nيعنى از آنان باشيد « 1 »\r\nو فرمود : بر شما باد « هريسه » ( طعامى كه از گوشت و حبوبات درست مىشود ) كه آن چهل روز باعث نشاط در عبادت مىشود و آن غذايى است كه به جاى مائدهء عيسى بر ما نازل شده است .\r\nو فرمود : نان را با چاقو نبريد و آن را گرامى بداريد كه خدا آن را گرامى داشته است .\r\nو فرمود : سه بار نمك خوردن پيش از غذا از فرزند آدم هفتاد و دو نوع بلا را مىگرداند كه از جمله آنهاست جنون و جذام و برص .\r\nو فرمود : سرور خورشتهاى شما نمك است .\r\nو فرمود : هر كس پيش از هر چيز نمك بخورد سيصد و سى نوع بلا\r\n\r\n","description":"","footnote":"\r\n« 1 » اين جمله در تمام نسخه ها افتادگى دارد .\r\n","page_name":" 34 ","page_number":29},
  {"content":"\r\nاز او دفع مىشود كه آسانترين آنها جذام است .\r\nو فرمود : با نمك شروع كنيد كه آن دواى هفتاد درد است .\r\nو فرمود : بهترين صدقه آب است .\r\nو فرمود : سرور نوشيدنيهاى دنيا و آخرت آب است .\r\nو فرمود : تب از چرك جهنم است .\r\nو فرمود : وقتى ميل به آب داشتيد آن را به صورت مكيدن بخوريد و پى در پى نخوريد .\r\nو فرمود : پى در پى خوردن باعث تشنگى مىشود .\r\nو فرمود : هر غذا و نوشيدنى كه حيوانى در آن بيفتد كه خون جهنده ندارد و بميرد ، حلال و پاك است .\r\nو فرمود : هر كس به خوردن زياد طعام و آب عادت كند قلب او قساوت مىگيرد .\r\nو فرمود : هر وقت يكى از شما آب بخوريد و سه بار نفس بكشد ، در امان خواهد بود .\r\nو فرمود : بدترين امت من كسانى هستند كه مغز استخوان را بخوردند .\r\nو فرمود : شيطان ياران خود را مىخواند و مىگويد بر شما باد گوشت و مسكر و ناى ( يك نوع آلت موسيقى ) كه من مجموعه شرّها را جز در آنها نيافتم .\r\nو فرمود : بهترين خورشت در دنيا و آخرت گوشت است .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":30},
  {"content":"\r\nو فرمود : بر شما باد به خوردن گوشت شتر بر خلاف يهود ( كه نمىخورند ) .\r\nو فرمود : هر كس چهل روز گوشت نخورد اخلاقش بد مىشود .\r\nو فرمود : هر كس در حال ضرورت ، خوردن گوشت مردار و خون و گوشت خوك را ترك كند و بميرد در آتش جهنم جاودان مىماند .\r\nو فرمود : گوشت را در سفره با چاقو نبريد كه آن از كارهاى عجمهاست و آن را با دندان بخوريد كه گواراتر و بهتر است .\r\nو فرمود : از صيد مجوس جز ماهى را نخوريد .\r\nو فرمود : هر كس چهل روز گوشت نخورد قلب او قساوت مىگيرد .\r\nو فرمود : خداوند به يكى از پيامبران خود كه از ضعف شكايت كرده بود ، وحى كرد كه گوشت را با شير بپزد كه شفا و بركت در آنهاست .\r\nو فرمود : برنج در ميان غذاها مانند رئيس در ميان قوم است و من در ميان پيامبران مانند نمك در غذا هستم .\r\nو فرمود : هر كس ميوه را به تنهايى بخورد به او ضرر نمىرساند .\r\nو فرمود : با روغن بنفشه خود را چرب كنيد كه آن در تابستان سرد و در زمستان گرم است .\r\nو فرمود : زنهاى حاملهء خود را شير بدهيد كه آن عقل بچه را زياد مىكند .\r\n","description":"","footnote":"","page_name":" 36 ","page_number":31},
  {"content":"\r\nو فرمود : هر وقت شير خورديد دهانتان را بشوييد كه در آن چربى است .\r\nو فرمود : سه چيز است كه برگردانيده نمىشود : متكا و شير و روغن .\r\nو فرمود : خوردن پنير بيمارى است و گردو دوا است و اگر با هم باشند دوا هستند .\r\nو فرمود : خوردن شير از ايمان است .\r\nو فرمود : بر شما باد شير كه آن حرارت را از قلب بر طرف مىكند همان گونه كه انگشت ، عرق را از پيشانى بر طرف مىكند و نيز خوردن شير ، پشت را محكم مىكند و بر عقل مىافزايد و ذهن را ذكاوت مىدهد و چشم را جلا مىبخشد و فراموشى را از بين مىبرد .\r\nو فرمود : ده چيز باعث فراموشى مىشود : خوردن پنير ، خوردن بازمانده موش و خوردن سيب ترش و گشنيز و حجامت كردن با نقره و رفتن از ميان دو زن و نگاه كردن به كسى كه بر دار زده شده و تعزيه و خواندن سنگ قبرها .\r\nو فرمود : هيچ چيز جز شير جاى خوردن و آشاميدن را نمىگيرد .\r\nو فرمود : يك گوسفند يك بركت و دو گوسفند دو بركت دارد و سه گوسفند غنيمت است .\r\nو فرمود : جسم با سه چيز شاد مىشود و رشد مىكند : عطر و لباس نرم و خوردن عسل .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":32},
  {"content":"\r\nو فرمود : بر شما باد عسل ، سوگند به كسى كه جان من در دست اوست خانه اى نيست كه در آن عسل باشد مگر اينكه فرشتگان به ساكنان آن خانه طلب آمرزش مىكنند . پس اگر كسى آن را بخورد هزار دوا در درون او وارد مىشود و هزار هزار بيمارى از او خارج مىشود و اگر در حالى كه عسل در درون اوست بميرد بدن او را آتش نمىگيرد .\r\nو فرمود : قلب مؤمن شيرين است و شيرينى را دوست دارد .\r\nو فرمود : هر كس در دهان برادر مؤمن خود لقمه شيرينى بگذارد و قصد رشوه نداشته باشد و از شر او نترسد و جز خدا چيزى را اراده نكند ، خداوند به وسيلهء آن ، حرارت موقف روز قيامت را از او برمىگرداند .\r\nو فرمود : چه خوب است خوردن عسل كه رشد مىدهد و ناراحتى سينه را از بين مىبرد .\r\nو فرمود : هر كس حافظه بخواهد ، عسل بخورد .\r\nو فرمود : هر وقت يكى از شما كنيزى بخرد ، نخستين چيزى كه به او مىچشاند عسل باشد كه براى او پاكتر است .\r\nو فرمود : وقتى زنى بچه اى به دنيا آورد نخستين چيزى كه آن زن مىخورد رطب و خرماى شيرين باشد ، زيرا كه اگر بهتر از آن چيزى بود ، خداوند به مريم وقتى عيسى را به دنيا آورد ، مىداد .\r\nو فرمود : هر وقت رطب آمد به من تهنيت بگوييد و هر وقت رطب رفت به من تسليت بگوييد .\r\n","description":"","footnote":"","page_name":" 38 ","page_number":33},
  {"content":"\r\nو فرمود : خانه اى كه در آن خرما نباشد ، در واقع طعامى در آن نيست .\r\nو فرمود : درخت خرما و انار از باقيماندهء طينت آدم آفريده شد .\r\nو فرمود : عمّهء خود درخت خرما را گرامى بداريد .\r\nو فرمود : خرما را با آب دهن بخوريد كه كرم را مىكشد .\r\nو فرمود : چه خوب است كه مؤمن سحرى خرما بخورد .\r\nو فرمود : هر كس خرما داشته باشد ، با آن افطار كند و اگر خرما نداشته باشد با آب افطار كند كه آن پاككننده است .\r\nو فرمود : شربت عسل را هر كس بياورد برنگردانيد .\r\nو فرمود : گوشت گاو بيمارى و شير آن دواست و گوشت گوسفند دوا و شير آن بيمارى است .\r\nو فرمود : بر شما باد ميوه ها به هنگام نوبر آن كه آن بدنها را سالم مىكند و غمها را بر طرف مىسازد و آنها را به هنگام تمام شدن رها كنيد كه آن بيمارى براى بدنهاست .\r\nو فرمود : بهترين چيزى كه روزه دار با آن افطار مىكند ، كشمش و خرما و يا يك چيز شيرين است .\r\nو فرمود : خوردن انجير امان از قولنج است .\r\nو فرمود : خوردن « به » تاريكى چشم را از بين مىبرد .\r\nو فرمود : بهار امّت من انگور و خربزه است .\r\nو فرمود : خربزه را به عنوان ميوه بخوريد كه آن ميوه بهشتى است\r\n","description":"","footnote":"","page_name":" 39 ","page_number":34},
  {"content":"\r\nو در آن هزار بركت و هزار رحمت است و خوردن آن شفاى هر دردى است .\r\nو فرمود : خربزه را با دندان بخوريد و آن را قطعه قطعه نكنيد كه آن ميوهء مبارك و پاكى است ، دهان را پاك و قلب را مقدس و دندانها را سفيد مىكند و خدا را خشنود مىسازد ، بوى آن از عنبر و آب آن از كوثر و گوشت آن از بهشت و لذت آن از جنت و خوردن آن از عبادات است .\r\nو از ابن عباس نقل شده كه پيامبر فرمود : بر شما باد خربزه كه در آن ده خصلت است : غذا و نوشيدنى و مسواك و داراى بوى خوش است و مثانه را شست و شو مىدهد و سردى را قطع مىكند و شكم را مىشويد و آب پشت را زياد مىكند و جماع را افزايش مىدهد و سردى را قطع مىكند و بشره را پاك مىسازد .\r\nو فرمود : بر شما باد انار و پى آن را هم بخوريد كه آن دباغكنندهء معده است ، هيچ دانه اى از آن در درون شما قرار نمىگيرد مگر اينكه قلب نورانى مىشود و چهل روز انسان را از وسوسهء شيطان حفظ مىكند .\r\nو فرمود : بر شما باد ليمو كه آن قلب را نورانى مىكند و بر عقل مىافزايد .\r\nو فرمود : انگور را دانه دانه بخوريد كه گواراتر است .\r\nو فرمود : انجير بخوريد كه به بواسير و نقرس منفعت دارد .\r\n","description":"","footnote":"","page_name":" 40 ","page_number":35},
  {"content":"\r\nو فرمود : زياد بادنجان بخوريد كه آن درختى است كه در بهشت ديده‌ام ، پس هر كس آن را با اين قصد بخورد كه بيمارى آور است بيمارى مىآورد و هر كس با اين قصد بخورد كه دواست دوا مىشود .\r\nو فرمود : كدو بخوريد كه اگر براى خدا گياهى سبكتر از آن بود ، آن را براى برادرم يونس مىرويانيد .\r\nو فرمود : وقتى يكى از شما آبگوشت تهيه مىكند ، در آن بسيار كدو بريزد كه بر عقل و فكر مىافزايد .\r\nو فرمود : هر كس انارى بخورد و آن را تمام كند ، خداوند چهل روز قلب او را نورانى مىكند .\r\nو فرمود : چه خورشت خوبى است كشمش !\r\nو فرمود : كسى انار نمىخورد مگر اينكه شيطان او چهل روز بيمار مىشود .\r\nو فرمود : كرفس سبزى پيامبران است .\r\nو فرمود : هر كس سركه بخورد ، فرشته اى به پا مىخيزد و براى او استغفار مىكند تا وقتى كه از آن فارغ شود .\r\nو فرمود : چه خورشت خوبى است سركه ! و پيامبر از ميوه ها انگور و خربزه را دوست مىداشت .\r\nو فرمود : بر شما باد كشمش كه رنج را از بين مىبرد و بلغم را فرو مىنشاند و عصب را محكم مىكند و بدگويى را مىبرد و قلب را نيكو مىكند .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":36},
  {"content":"\r\nو فرمود : بر شما باد كدو كه آن بر عقل مىافزايد .\r\nو فرمود : عناب تب و سرفه را از بين مىبرد و قلب را نورانى مىكند .\r\nو فرمود : نوح از غصه به خدا شكايت كرد به او وحى شد كه انگور بخورد كه انگور غصه را از بين مىبرد .\r\nو فرمود : خربزه بخوريد و آن را با دندان بخوريد كه آب آن رحمت و شيرينى آن از شيرينى ايمان است و ايمان در بهشت است ، پس هر كس قدرى خربزه بخورد ، خدا براى او هفتاد هزار حسنه مىنويسد و از او هفتاد هزار سيئه محو مىكند .\r\nو فرمود : خربزه ده خصلت دارد ( كه پيش از اين گفته شد ) و اينكه براى پيامبر از طائف خربزه اى آوردند آن را بوئيد و بوسيد سپس فرمود : خربزه را با دندان بخوريد كه آن از زينتهاى زمين و آب آن از رحمت خدا و شيرينى آن از بهشت است .\r\nگفته شده كه روزى پيامبر در مجلس يكى از ياران خود بود كه فرمود : خدا رحمت كند كسى را كه ما را با خربزه اى اطعام كند ، پس على بن ابى طالب عليه السّلام بلند شد و رفت و مقدارى خربزه آورد ، پس او و اصحابش از آن خوردند و فرمود : خدا رحمت كند كسى را كه ما را با اين اطعام كرد و نيز خدا رحمت كند هر مسلمانى را كه خربزه بخورد تا روز قيامت .\r\nو فرمود : هيچ زن حامله اى خربزه نمىخورد مگر اينكه نوزاد او\r\n","description":"","footnote":"","page_name":" 42 ","page_number":37},
  {"content":"\r\nزيبا روى و خوش خلق مىشود .\r\nو فرمود : خربزه پيش از غذا شكم را شست و شو مىدهد و بيمارى را به كلى از بين مىبرد .\r\nآن حضرت خيار را با نمك و خربزه را با پنير مىخورد و ميوه را به صورت تر مىخورد و گاهى خربزه را با دستان خود مىخورد .\r\nو فرمود : نرگس را بو كنيد اگر چه روزى يك بار باشد ، اگر چه هفته اى يك بار باشد ، اگر چه ماهى يك بار باشد ، اگر چه سالى يك بار باشد ، اگر چه در عمر يك بار باشد چون در دل نقطه اى از جنون و جذام و برص وجود دارد كه بوئيدن آن ، آن را از بين مىبرد .\r\nو فرمود : حنا خضاب اسلام است ، عمل مؤمن را زياد مىكند و سردرد را از بين مىبرد و به چشم تيزى مىبخشد و بر جماع مىافزايد و آن سرور گياهان در دنيا و آخرت است .\r\nو فرمود : برترى روغن بنفشه بر ساير روغنها مانند برترى اسلام بر ساير اديان است .\r\nو فرمود : هيچ برگى از كاسنى نيست مگر اينكه بر آن قطره اى از آب بهشت است .\r\nو فرمود : بر شما باد مرزنگوش آن را ببوييد كه براى « خشام » خوب است و « خشام » يك بيمارى است .\r\nو فرمود : هر كس مىخواهد عطرى را استشمام كند گل سرخ را ببويد .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":38},
  {"content":"\r\nو فرمود : خداوند براى ما خوشايندتر از حنا گياهى نيافريده است .\r\nو فرمود : يك درهم در راه خدا صدقه دادن هفتصد برابر پاداش دارد و يك درهم جهت خضاب با حنا دادن نه هزار پاداش دارد .\r\nو فرمود : سفره هاى خود را با سبزى زينت دهيد كه خوردن آن همراه با گفتن بسم الله ، شياطين را مىراند .\r\nو فرمود : سياه دانه دواى هر دردى است بجز مرگ .\r\nو فرمود : پنير بخوريد كه آن خواب مىآورد و طعام را هضم مىكند .\r\nو فرمود : سير بخوريد كه در آن شفاى هفتاد بيمارى است .\r\nو فرمود : هر كس اسپند بخورد و بخوابد از سرگيجه در امان خواهد بود .\r\nو فرمود : هر كس سير و پياز و چيز بدبو بخورد به ما نزديك نشود و به مسجد نزديك نشود .\r\nو فرمود وقتى به شهرى وارد شديد از سبزى يا پياز آن بخوريد كه بيمارى آن شهر را از شما دور مىكند و رنج را از بين مىبرد و عصب را محكم مىكند و باه را افزايش مىدهد و تب را مىبرد .\r\nو فرمود : بر شما باد كرفس كه اگر چيزى عقل را بيافزايد ، همان است .\r\nو فرمود : اگر در چيزى شفا باشد آن همان سناء است .\r\nو فرمود : بر شما باد هليلهء سياه كه آن از درخت بهشتى است طعم آن تلخ است ولى در آن شفاى هر دردى است .\r\n","description":"","footnote":"","page_name":" 44 ","page_number":39},
  {"content":"\r\nو فرمود : حجامت كردن در نوزدهم و بيست و يكم هر ماه مستحب است .\r\nو فرمود : در شبى كه به معراج رفتم به هيچ فرشته اى نمىگذشتم مگر اينكه مىگفت : اى محمد امت خود را به حجامت كردن دستور بده و بهترين چيزى كه با آن بيماريها را مداوا مىكنيد حجامت كردن و سياه دانه و جوز است .\r\nو فرمود : خوردن خاك بر هر مسلمانى حرام است .\r\nو فرمود : هر كس بميرد در حالى كه در شكم او به سنگينى يك ذره خاك باشد به آتش مىافتد .\r\nو فرمود : هر كس خاك بخورد گويا كه به قتل خود كمر بسته است .\r\nو فرمود : خاك نخوريد كه در آن سه خصلت است ، بيمارى مىآورد و شكم را بزرگ مىكند و رنگ را زرد مىكند .\r\nو فرمود : هر كس هفت روز به شدت بيمار باشد خداوند هفتاد سال گناه او را مىآمرزد .\r\nو فرمود : از چهار چيز بدتان نيايد : چشم درد كه رگهاى كورى را قطع مىكند و زكام كه رگهاى جذام را قطع مىكند و سرفه كه رگهاى فلج را قطع مىكند و دمّل كه رگهاى برص را قطع مىكند .\r\nو فرمود : تب نصيب هر مؤمنى از آتش است .\r\nو فرمود : دردى نيست مگر درد چشم و غمى نيست مگر غم دين .\r\nو فرمود : تب گناهان را مىريزد همان گونه كه درخت برگها را\r\n","description":"","footnote":"","page_name":" 45 ","page_number":40},
  {"content":"\r\nمىريزد .\r\nو فرمود : هر كس براى كسى كه عطسه مىكند الحمد لله بگويد از درد شكم و درد گوش و لب بريدگى در امان خواهد بود .\r\nو فرمود : هيچ شخصى نزد مريض هفت بار نمىگويد : از خداوند بزرگ كه پروردگار عرش بزرگ است مىخواهم كه تو را شفا بدهد مگر اينكه شفا مىيابد .\r\nو فرمود : هر كس از دندان درد شكايت دارد ، انگشت خود را روى آن بگذارد و اين آيه را بخواند : * ( وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ واحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الآياتِ لِقَوْمٍ يَفْقَهُونَ ) * * ( وَبِالْحَقِّ أَنْزَلْناه وَبِالْحَقِّ نَزَلَ وَما أَرْسَلْناكَ إِلَّا رحمة للعالمين ) * .\r\nوقتى پيامبر صلَّى الله عليه و آله و سلَّم نزد مريضى مىآمد مىگفت : اى پروردگار مردم وسواس و رنج را بردار شفا بده كه تو شفا دهنده اى و شفايى جز شفاى تو نيست .\r\nگفته شده كه پيامبر صلَّى الله عليه و آله و سلَّم مريضى را عيادت كرد پس فرمود : آيا براى تو دعايى بخوانم كه جبرئيل به من ياد داده ؟ گفت : آرى يا رسول الله . فرمود : به نام خدا خدا تو را از هر دردى كه به تو مىآيد شفا بدهد و از شر دمندگان در گرهها و از شر حسدكننده هنگامى كه حسد مىكند تو را حفظ كند .\r\nپايان رسالهء « طب النبى صلَّى الله عليه و آله و سلَّم »\r\n","description":"","footnote":"","page_name":" 46 ","page_number":41},
  {"content":"\r\n\r\nكتاب دوم طبّ الصّادق\r\nتأليف محمد خليلى\r\n","description":"","footnote":"","page_name":" 47 ","page_number":42},
  {"content":"\r\n","description":"","footnote":"","page_name":" 48 ","page_number":43},
  {"content":"\r\n\r\nپيشگفتار\r\n* ( بِسْمِ الله الرَّحْمنِ الرَّحِيمِ\r\n،\r\nبراى كسى كه در بارهء زندگانى امام صادق عليه السّلام چيزى مىنويسد ، يا در ناحيه اى از نواحى زندگى آن حضرت بحث مىكند ، چه بحث او فلسفى يا دينى و چه تربيتى يا اخلاقى يا ادبى باشد ، فرا روى خود راه روشنى را مىبيند و زمينهء گسترده اى مىيابد ؛ زيرا كه آن حضرت جامع علوم الهى و معارف بلند اسلامى و فلسفى و ادب و ساير ارزشهايى بود كه همگى در شخصيت او متبلور است . مانند مكارم اخلاق و فضايل انسانى كه نويسنده و مورخ نمىتواند آنها را بيان كند .\r\nهيچ اديب يا شاعرى در شعر و نوشتهء خود در باره آن حضرت نياز به انديشيدن بسيار ندارد .\r\nبا اين باور كه در بارهء آن حضرت دارم ، خواستم كه شعاعى از اشعهء وجودى اين زندگى و الا را مورد بحث قرار دهم و در بارهء گوشه اى از شخصيت عظيم او بنويسم . اين كار مرا وادار كرد كه به نوشتن در بارهء او علاقمند باشم و موضوع مورد نظر را به تفصيل بنويسم و كلام را اشباع كنم زيرا كه آن را براى من مهم بود . اين موضوع عبارت از سخن گفتن در بارهء طبّ آن حضرت است . آرى اين بحث را يك بحث\r\n","description":"","footnote":"","page_name":" 49 ","page_number":44},
  {"content":"\r\nروشنى مىديدم كه چندان دشوار نيست و موضوع آسانى دارد و قلم در آن به آسانى حركت مىكند ولى هنگامى كه شروع به نوشتن كردم به اهميت آن پى بردم و دشوارى بحث را احساس كردم و دانستم كه رسيدن به نهايت اين موضوع دشوار است . از اين جهت در تصميم خود به ترديد افتادم و در راه و روشى كه بايد پيش مىگرفتم انديشيدم و در اين فكر بودم كه از كجا آغاز كنم .\r\nبالاخره به اين نتيجه رسيدم كه سخن را از تاريخ طب نزد عربها در جزيرة العرب شروع كنم و مختصرى از آن بنويسم و روشن كنم كه طب چگونه از جايگاه خود حركت كرد و به جزيرة العرب رسيد و در آنجا پرورش يافت و با عقول سالم و افكار مستقيم و فطرت صاف مسلمانان در آغوش اسلام رشد پيدا كرد . اين بحث را مقدمه اى قرار دادم كه تا خواننده به ميزان گسترش طب در عصر امام صادق عليه السّلام آگاهى يابد و زمينه اى براى اطلاع از آشنايى كامل امام از اين علم جليل باشد و خواننده بداند كه امام بدون اينكه اين علم را از كسى ياد بگيرد و تنها با اخذ از پدران و نياكان بزرگوار خود از پيامبر و جبرئيل و خدا اين علم را به دست آورده است .\r\nبه زودى براى خواننده آنچه را كه گفتيم ثابت و روشن خواهد بود .\r\n\r\nتاريخ طب و مبدء ظهور آن\r\nمورّخان و حكما و اطبا در بارهء آغاز ظهور اين علم شريف و\r\n","description":"","footnote":"","page_name":" 50 ","page_number":45},
  {"content":"\r\nچگونگى پيدايش آن در جهان ، اختلاف نظر دارند به گونه اى كه محقق را دچار حيرت و ترديد مىكند و انسان نمىداند كه چگونه حقيقت را آشكار كند و به عنوان يك نويسندهء امين و مؤلف با انصاف با خواننده سخن بگويد .\r\nبعضىها اكتشاف يا اختراع آن را به كلدانيها نسبت مىدهند و بعضىها آن را به ساحران يمن و كاهنان بابل و بيشتر به يونان باستان مربوط مىدانند . ابن ابى اصيبعه طبيب و مورخ در كتاب عيون الانباء چنين مىگويد :\r\n« پيدايش اين فن را نبايد به كشور يا منطقه يا گروهى خاص نسبت داد چون ممكن است كه طب نزد قومى وجود داشته و آن قوم منقرض شده و از آثار آن چيزى باقى نمانده است تا جايى كه به دست فراموشى سپرده شده‌اند ، آنگاه بر اساس دانش آنها نزد قوم ديگرى ظهور يافته و اختراع و اكتشاف آن به آنها نسبت داده شده است » .\r\nمورّخان ديگر گفته‌اند كه طب از جملهء علومى است كه كلدانيها و كاهنان بابل آن را پايه گذارى كردند و آنها نخستين كسانى بودند كه در بارهء درمان بيماريها بحث كردند ، آنها بيماران خود را بر سر كوچه ها مىگذاشتند تا كسى كه مبتلا به آن مرض بوده و بهبودى يافته از آنجا بگذرد و چگونگى درمان خود را بگويد و آنها آن را بر لوحهايى مىنوشتند و در معابد خود مىآويختند و از اين جهت بود كه طب نزد آنها از جملهء كارهاى كاهنان به حساب مىآمد . اقوام ديگر هم طب را\r\n","description":"","footnote":"","page_name":" 51 ","page_number":46},
  {"content":"\r\nاز كلدانيها ياد گرفتند و از جمله آنها قوم عرب بود و لذا مىبينيد كه مطالب مربوط به آن در ميان بيشتر امتها مانند مصريها و فنيقىها و آشوريها مشابه همديگر است . پس از اين يونانيها آن را به دست آوردند و پايه هاى آن را محكم كردند و ابواب آن را مرتب نمودند به طورى كه آن را به صورت يك علم درآوردند كه آغاز و انجامى دارد .\r\nسپس ايرانىها و روميها آن را به دست آوردند .\r\n\r\nطب نزد عربها\r\nعربهايى كه معاصر با اين اقوام بودند به حكم همسايگى و اختلاط ، مقدارى از طب را از آنان ياد گرفتند و آن را به آنچه از كلدانيها گرفته بودند و يا خود با تجربه به دست آورده بودند ، اضافه كردند .\r\nتاريخ مىگويد : نخستين كسانى كه از ميان عربها پس از كاهنان سراغ طب رفتند ، جماعتى بودند كه در قرن ششم ميلادى و پيش از ظهور اسلام با روميها و ايرانيان اختلاط پيدا كردند و مشهورترين آنها مردى از قبيله تيم الرباب بود كه « ابن جذيم » « 1 » نام داشت و او كسى بود كه در مهارتهاى طبى به او مثل زده مىشد مىگفتند : فلانى طبيبتر از ابن جذيم است و اوس بن حجر در بارهء او چنين سروده است :\r\n\r\nفهل لكم فيها الى فإنني\r\nبصير بما اعيى النطاسى جذيما\r\n\r\n\r\n","description":"","footnote":"\r\n« 1 » شرح حال او را در كتاب معجم ادباء الاطباء ج 1 بخوانيد\r\n","page_name":" 52 ","page_number":47},
  {"content":"\r\nيعنى در بارهء من چه گمان مىبريد كه من به آنچه طبيب بزرگ ابن جذيم را عاجز كرده است آگاهم .\r\nپس از او حارث بن كلده « 1 » طبيب مشهور عرب متوفى سال 50 هجرى ظهور كرد و او از مدرسهء گندى شاپور خوزستان « 2 » كه بعدها نزد عربها به مركز طب اسلامى شهرت يافت ، فارغ شد . عربها اين مدرسه را مىشناختند و به آن ارزش ويژه اى قايل بودند به خصوص پس از آنكه شهرهاى ايران در عهد خليفه دوم در سال 19 هجرى فتح شد . حارث بن كلده در شهر طائف مشغول طبابت بود و شهرت بسيارى يافته بود او عصر اسلام را درك كرد ولى مسلمان نشد و پيامبر صلَّى الله عليه و آله و سلَّم بيماران را دستور مىداد كه نزد او روند و معالجه شوند .\r\nپس از او ابن روميه جراح تميمى و سپس نضر بن حارث بن كلده از قديمىترين كسانى از عربها كه مشغول علومى مانند طب گرديدند ، ظاهر شدند . نضر بن حارث در عصر پيامبر اسلام صلَّى الله عليه و آله و سلَّم زندگى مىكرد و او در كنار ابو سفيان به دشمنى با پيامبر برخاسته بود ، چون او از\r\n\r\n","description":"","footnote":"\r\n« 1 » شرح حال او را در كتاب معجم ادباء الاطباء ج 1 بخوانيد .\r\n« 2 » گندى شاپور مدرسه اى در خوزستان جنوب غربى ايران بود كه شاپور بن اردشير ساسانى آن را در سال 250 ميلادى تاسيس كرده بود و لذا به او نسبت داده مىشود . او در آنجا اسيران رومى و گروهى از سپاهيان را اسكان داده بود . مسلمانان آنجا را در سال 19 هجرى فتح كردند آنجا مدرسهء بزرگى بود كه در آنجا طب و ساير علوم تدريس مىشد و استادان آنجا از مسيحيان نسطورى بودند كه كتابهاى طبى و فلسفى يونان را به آنجا انتقال داده بودند و اين كتابها را به زبان سريانى كه زبان تدريس بود ، ترجمه كرده بودند . اين مدرسه مشهور شده پزشكان معروفى از آنجا برخاستند كه به علم خدمت كردند و بعضى از آنها در زمان منصور خليفه عباسى وارد عراق شدند . تفصيل آن را در متن خواهيد خواند .\r\n","page_name":" 53 ","page_number":48},
  {"content":"\r\nقبيلهء بنى ثقيف بود و بنى ثقيف با بنى اميه هم پيمان بودند . او در جنگ بدر به دست مسلمانان اسير شد و مسلمانان او را كشتند و علم و طب او از بين رفت و با مرگ او طب از ميان عرب رخت بر بست و مدتى گذشت و مسلمانان از طب بىبهره بودند و اين از آغاز ظهور اسلام تا بخشى از حكومت بنى اميه بود و مسلمانان گمان مىكردند كه اسلام هر چه را كه مربوط به گذشته است از بين مىبرد و جز قرآن نبايد كتاب ديگرى خوانده شود و لذا از علوم گوناگون از جمله علم پزشكى بىبهره شدند و آنها مشغول تشكيل دولت اسلامى و نشر دعوت اسلام و كندن ريشه هاى شرك و اعتلاى كلمه توحيد و ايجاد وحدت بودند .\r\nاما هنگامى كه اسلام گسترش يافت و سلطنت پيدا كرد و دين به اوج خود رسيد و اقوام گوناگون بر آن گردن نهادند و پادشاهان در برابر آن كوچك شدند ، مسلمانان به اين قناعت نكردند كه فقط حكومت خود را در شرق و غرب گسترش بدهند بلكه به ابواب علوم روى آوردند و از هر سرزمينى زيبايىهاى آن را اخذ كردند و گنجينه هاى دانش آن را به دست آوردند . در اين ميان علم طب براى آنها اهميت بيشترى داشت و لذا آن را از ديگران اقتباس كردند و جلوتر از ديگر علوم آن را گرفتند .\r\nتاريخ به ما گفته و كتابهاى تراجم ذكر كرده كه نخستين كسى كه به اين كار دست يازيد و طب و ساير علوم بيگانه مانند شيمى و نجوم را\r\n","description":"","footnote":"","page_name":" 54 ","page_number":49},
  {"content":"\r\nبه عربى منتقل كرد ، خالد بن يزيد بن معاويه اموى بود كه به او حكيم آل مروان مىگفتند و در سال 85 هجرى درگذشت . هنگامى كه بنى مروان پس از برادر او معاوية بن يزيد خلافت را از وى ربودند ، او به خاطر هوش سرشارى كه داشت به كسب علم پرداخت و براى همين بود كه پيش بعضى از دانشمندان رومى از جمله موريانوس رفت و از او خواست كه شيمى را به وى ياد دهد وقتى شيمى را ياد گرفت درخواست كرد كه اين علم به زبان عربى منتقل شود ، مردى به نام اصطفان آن را ترجمه كرد و بدين گونه براى نخستين بار يك علم بيگانه به زبان عربى منتقل شد .\r\nپس از اصطفان ، ما سرجويه آمد و كتابهاى بسيارى در طب و فلسفه به عربى ترجمه كرد و بدين گونه بعضى از آثار علمى در زمان بنى اميه پديد آمد .\r\nپس از خالد بن يزيد ، طب دوران ركودى را سپرى كرد و اين دوران تا اواخر بنى اميه و عصر سفاح از بنى العباس ادامه يافت تا اينكه پس از مرگ سفاح در سال 136 خلافت به ابى جعفر منصور رسيد در اين موقع بود كه آثار پيشرفت ظاهر شد .\r\nمنصور به احكام نجوم عقيده داشت و هم در خلافت خود و هم پيش از آن مطابق با گفته هاى منجمان عمل مىكرد تا جايى كه هيچ كارى نمىكرد مگر پس از آنكه با منجم مخصوص خود « نوبخت » ايرانى و پسرش « ابو سهل » مشورت مىكرد . بسيارى از كتابهاى نجوم و\r\n","description":"","footnote":"","page_name":" 55 ","page_number":50},
  {"content":"\r\nفلك را براى منصور ترجمه كردند ، سپس ارادهء او براى طلب علوم بيگانه افزايش يافت و به حكم مثل معروفى كه مىگويد :\r\n( الناس على دين ملوكهم ) مردم بر دين حكمرانان خود هستند . بسيارى از مردم در طلب اين علوم رغبت نشان دادند و در درس و بحث آن كوشيدند ، تا جايى كه منصور از پادشاه روم درخواست كرد كه برخى از كتابهاى علمى را براى او بفرستد او نيز تعدادى كتاب از جمله كتاب اقليدس در هندسه و بعضى از كتابهاى طبيعى و كتابهاى مربوط به مجسمه سازى و بسيارى از كتابهاى طبى را براى منصور فرستاد و عربها به ترجمه آنها به زبان عربى همت گماردند و به آن اهتمام ورزيدند گويا كه لب تشنه اى وارد آب زلال باشد .\r\nدر ميان اين علوم ، به علم طب اهميت و عنايت بيشترى داده شد و چيزى كه بر اهميت آن افزود اين بود كه روزى منصور به مرضى در معده دچار شد و ميل به غذا خوردن نداشت و با وجود تلاش پزشكان شهر معالجه فايده نكرد ، پس او از وزير خود « ربيع » خواست كه پزشك ماهرى پيدا كند تا در بيمارى خود به او مراجعه نمايد ، وقتى ربيع جستجو كرد « جرجيس » نصرانى را به او نشان دادند كه رئيس بيمارستان و مدرسه گندى شاپور و حاذق و ماهر بود و در علم طب كتابهايى به زبان سريانى تأليف كرده بود . منصور دنبال او فرستاد كه در مركز حاضر شود و پسر خود « بختيشوع » را در جاى خود بگذارد . او پذيرفت و چون بر خليفه وارد شد ، خليفه مقدم او را\r\n","description":"","footnote":"","page_name":" 56 ","page_number":51},
  {"content":"\r\nگرامى داشت و او نزد خليفه موقعيت خوبى پيدا كرد چون خليفه در او آثار وقار و عقل را مشاهده مىكرد بخصوص اينكه فورا بيمارى خليفه را معالجه كرد و او بهبودى حاصل نمود .\r\nهنگامى كه او خواست به وطن و شهر خود برگردد ، خليفه مانع شد و مالها و عطاياى بسيارى به او داد تا در آنجا بماند او نيز در بغداد اقامت كرد و مدتى طولانى به معالجه بيماران پرداخت آنگاه كتابهاى بسيارى از كتابهاى طب و غير طب را به عربى ترجمه كرد .\r\nاين حركت جرجيس سبب شد كه بسيارى از پزشكان بغداد نيز دست به ترجمه بزنند و كتابهايى را از سريانى ترجمه كنند و اين با پشتيبانى مالى منصور بود ، او به مترجمان بخصوص مترجمان طب بذل مال مىكرد .\r\nپس علم طب در بغداد گسترش يافت و طالبان آن بسيار شد و تأليف در اين باره رواج پيدا كرد و پزشكان مهمى ظاهر شدند كه معجزه هاى طبى از آنان سر مىزد .\r\nوقتى خبر كمكهاى مالى منصور و ديگر امراء و ثروتمندان بغداد ، شهر علم و ثروت به پزشكان منتشر شد ، بسيارى از پزشكان گندى شاپور انتقال به بغداد را ترجيح دادند و جرجيس فرزند خود بختيشوع را به دستور خليفه به بغداد فرا خواند سپس « ماسوبه » پدر يوحنا به بغداد آمد و پس از او پسرش يوحنا جانشين او گرديد تا جايى كه بغداد در زمان منصور كه همان عصر زندگى امام صادق عليه السّلام\r\n","description":"","footnote":"","page_name":" 57 ","page_number":52},
  {"content":"\r\nبود ، كعبهء علم و مقصد طالبان فضل و ادب و پايگاه مترجمان علوم و فنون و بخصوص طب گرديد و تدريس آن شايع شد و از هر سوى بيماران به قصد معالجه پيش پزشكان مىآمدند .\r\nدر اين ميان محضر امام صادق عليه السّلام محل رفت و آمد طالبان فضل و مدرسهء بزرگى براى علم و فلسفه و ادب بود و آن حضرت براى اصحاب و شاگردان و تشنگان علم آنچه را شفا بخش دلها و سيرابكنندهء عطشها بود القاء مىكرد و براى كسانى كه در طلب معارف بلند بودند ، درسهاى بليغى مىداد و مطالبى مىگفت كه اگر نمىگفت عقول دانشمندان عصر به آنها پى نمىبرد و بزرگان حكماى عصر به اسرار آن آگاهى نمىيافتند .\r\nيك نگاه گذرا به كتاب توحيد مفضل « 1 » و تأملى كوتاه در مناظرات طبى امام صادق عليه السّلام با پزشكان عصر خود در نشان دادن انبوهى علم و كمال آگاهى او به علم طب كافى است . همچنين روشن مىشود كه سخنان پر ارزش و كلمات حكيمانهء او در طب به گونه اى بود كه پزشكان حقيقت آن را درك نمىكردند و پس از قرنها اين حقايق روشن شد و آن از وقتى بود كه فكر بشر بالا رفت و پزشكان و حكما تجربه هاى بسيارى به دست آوردند و اكتشافات مهمى صورت گرفت تا زمان ما كه عصر نور علم و اختراع است و اكنون به اسرار سخنان\r\n\r\n","description":"","footnote":"\r\n« 1 » اين كتاب مجموعهء درسهايى است كه امام صادق عليه السّلام به شاگرد خود مفضل در اثبات توحيد القاء كرده است و ما آن را در چهار جلد شرح كرده ايم\r\n","page_name":" 58 ","page_number":53},
  {"content":"\r\nامام مىتوان دست يافت . و آنچه از او مانده است ، اندكى از بسيارى است كه در كتابها مانده و در احاديث صحيح آمده است و بعضى از توصيفهاى طبى و مناظرات او دليل روشنى بر آگاهى كامل او از طب و شاخه هاى آن است .\r\nدر فصلهاى آينده برخى از سخنان آن حضرت كه به ما رسيده است ، خواهد آمد :\r\n\r\nطب امام صادق عليه السّلام\r\nقرآن كريم بر صاحب رسالت ، حضرت محمد بن عبد الله صلَّى الله عليه و آله و سلَّم نازل شد و در آن هر چيزى كه به صلاح بشريت بود در تمام شئون زندگى بيان شده است و كوچك و بزرگى نيست كه در آن نيامده باشد و چيزى را كه زندگى بشر به آن نياز دارد فرو گذار نكرده و جانبى از آن را ناگفته نگذاشته و مطابق با دوره هاى زندگى انسان در نسلهاى گوناگون است .\r\nبنا بر اين ، قرآن قانون جهانى عام و برنامهء اصلاحى فراگير و شيوه آسمانى حكيمانه است كه خداوند لطيف و آگاه آن را به وسيلهء راستگوترين خلق خود براى خوشبختى انسان و راست كردن كجىها و رساندن او از حيوانيت به قلهء راحتى و رفاه نازل كرده است . به خاطر همين هدفهاى بلند بود كه قرآن به تمامى جوانب زندگى بشر عنايت داشت تا هر موجود زنده اى در طريق سعادت خود قرار بگيرد و\r\n","description":"","footnote":"","page_name":" 59 ","page_number":54},
  {"content":"\r\nوظيفهء خود را كه همان اطاعت و عبادت بود انجام دهد .\r\nبدين گونه قرآن كريم كه بيانكنندهء همه چيز و رحمت براى جهانيان است ، از گنجينه هاى علوم و راهنماييهاى آسمانى چيزى را دارد كه جز خدا و راسخان در علم آن را نمىدانند و راسخان در علم كسانى هستند كه خداوند بر آنها منت نهاده و آگاهى به قرآن داده است و آنها را براى فهم قرآن برگزيده و به ديگران اين نعمت را نداده است . پس خدا آنان را راهنمايان خير و چراغهاى هدايت قرار داده كه به وسيلهء آنان مردم به راه زندگى سعادتمندانه هدايت مىشوند .\r\nاز آنجا كه تكليفهاى آسمانى جز براى عقل سالم وضع نشده و عقل سالم هم جز در جسم سالم نيست ، حكمت و لطف الهى اقتضا كرد كه قرآن اين جنبهء مهم از زندگى بشر يعنى سلامتى جسم را نيز مورد توجه خاص قرار بدهد و به آن ، چنان اهميتى بدهد كه كمتر از اهميت تكاليف شرعى نيست و براى همين است كه قرآن كريم همهء پايه هاى طب و روشهاى تندرستى را در يك آيه بيان كرده كه چكيده اى از افكار فلاسفه در طول قرنهاى متمادى است و تمام تجربه هاى دانشمندان و پزشكان حتى در اين عصر كه عصر علم و اختراع است ، در آن خلاصه مىشود و آن اين آيهء شريفه است :\r\n* ( يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّه لا يُحِبُّ الْمُسْرِفِينَ ) * ( اعراف / 29 ) اى فرزندان آدم زينت خود را نزد هر مسجدى برگيريد و بخوريد و بياشاميد ولى اسراف نكنيد همانا\r\n","description":"","footnote":"","page_name":" 60 ","page_number":55},
  {"content":"\r\nخداوند اسرافكنندگان را دوست ندارد .\r\nتمام پزشكان پس از تحقيق مداوم و كسب تجربه هاى گوناگون ، اتفاق نظر دارند كه محور سلامت بدنها ، اعتدال در خوردن غذاست و اگر افراط يا اسراف شود ، و بالى بر بدن خواهد بود و باعث نابودى جسم و نفس خواهد شد . اين نتيجهء علمى كه طب به آن افتخار مىكند ، مفهوم همين سه كلمه است كه در قرآن آمده : * ( كُلُوا - وَاشْرَبُوا - وَلا تُسْرِفُوا ) * ، بخوريد و بياشاميد و اسراف نكنيد . اين كلمات اساس حفظ الصحة و خلاصه اى از قوانين بهداشت را در بر دارد .\r\nاز پيامبر گرامى اسلام صلَّى الله عليه و آله و سلَّم نيز تعليمات و راهنماييهاى طبى فراوانى رسيده است و همهء آنها اصولى است كه قواعد علم پزشكى بر آن استوار است مانند اين سخن آن حضرت كه در اشاره به مهمترين موضوعى كه در اين علم به آن پرداخته مىشود يعنى نظافت و ورزش فكرى و بدنى ، فرمود :\r\nچه بد است بنده اى كه شكمش پر از كثافات باشد ( پر خورى ) هر لهوى باطل است مگر سه چيز : نگهدارى اسب و انداختن تير و ملاعبه با همسر خود .\r\nدل را لحظه به لحظه صفا بدهيد .\r\nو مىفرمود : معده خانهء هر بيمارى و پرهيز سرآمد هر دارويى است و به هر بدنى آنچه را به آن عادت كرده بدهيد .\r\nو فرمود : معالجه كنيد كه خداوند هيچ مرضى را نفرستاده مگر\r\n","description":"","footnote":"","page_name":" 61 ","page_number":56},
  {"content":"\r\nاينكه دواى آن را هم قرار داده جز مرگ كه دوا ندارد .\r\nبيماران خود را به خوردن غذا مجبور نكنيد كه خدا آنها را غذا مىدهد و آب مىدهد .\r\nو فرمود : تب خود را با آب مداوا كنيد .\r\nهر وقت كه پيامبر به شدت تب مىكرد آبى مىخواست و دستان خود را در آن مىگذاشت .\r\nو هم از آن حضرت نقل شده كه گروهى از انصار به او گفتند : يا رسول الله ما همسايه اى داريم كه هميشه از درد شكم شكايت دارد ، آيا به ما اجازه مىدهى كه او را معالجه كنيم ؟ فرمود چگونه او را معالجه مىكنيد ؟ گفتند : يك مرد يهودى است كه اين بيمارى را معالجه مىكند . فرمود : با چه چيزى ؟ گفتند : شكم او را پاره مىكند و چيزى را از آن بيرون مىآورد . پيامبر اين كار را نپسنديد و به آنان پاسخ نداد . تا اينكه آنها سخن خود را دو يا سه بار تكرار كردند . پس فرمود :\r\nهر چه مىخواهيد بكنيد . آنان يهودى را خواستند و او شكم آن مرد را پاره كرد و از او جراحت بسيارى دفع شد سپس شكم او را شست و دوخت و مداوا كرد پس آن مرد شفا پيدا كرد . پس اين جريان را به پيامبر خبر دادند ، فرمود : همانا خداوندى كه دردها را آفريد براى آنها دوايى نيز قرار داد و بهترين دوا حجامت و خون گرفتن از رگ و هليلهء سياه است .\r\nمىگويم : اين حديث شريف به ما از قديمى بودن فكر عمل\r\n","description":"","footnote":"","page_name":" 62 ","page_number":57},
  {"content":"\r\nجراحى در معالجهء بيماران خبر مىدهد و اين كار كار تازه اى نيست و آخرين درمان داغ نهادن است كه نبايد به آن شتاب كرد و شرع از آن مانع نيست .\r\nو اما برادر پيامبر يعنى امير المؤمنين على بن ابى طالب عليه السّلام ، سخنانش دلالت بر آن دارد كه به اين موضوع ( طب و بهداشت ) اهميت زيادى مىداد از جمله فرمود : علم دو علم است يكى علم ابدان و ديگرى علم اديان .\r\nو باز همان گونه كه در تحف العقول ابن شعبه آمده ، فرمود : علم سه گونه است : فهم اديان ، طب ابدان و ادبيات و نحو در زبان . و به نقل كراجكى در كتاب جواهر فرمود : علم چهار گونه است : فهم اديان ، طب ابدان ، ادبيات و نحو در زبان و نجوم براى شناخت زمان .\r\nهمچنين آن حضرت در بارهء كليات علم ابدان سخنان ارزشمندى دارد مانند اين سخن كه فرمود : گرماى تب را با بنفشه و آب سرد بشكنيد « 1 » .\r\nو فرمود : دلها را با زياده روى در خوردن و آشاميدن نكشيد زيرا كه قلب نيز مانند زراعتى كه آب بسيار به آن برسد ، مىميرد « 2 » .\r\nو به فرزندش امام حسن عليه السّلام فرمود : اى فرزند من آيا تو را چهار كلمه نياموزم كه به وسيلهء آنها از طب بىنياز باشى ؟ گفت : آرى . فرمود :\r\n\r\n","description":"","footnote":"\r\n« 1 » كشف الاخطار از شمس الدين محمد حسينى\r\n« 2 » همان\r\n","page_name":" 63 ","page_number":58},
  {"content":"\r\nبر طعام منشين مگر اينكه گرسنه باشى و از طعام بلند نشو مگر اينكه اشتهاى آن را دارى و غذا را خوب بجو و هر وقت كه خواستى بخوابى به مستراح برو . پس اگر اين سخنان را عمل كردى از طب بىنياز مىشوى . « 1 » و فرمود : هر كس عمر جاويدان بخواهد كه چنين چيزى ممكن نيست غذا را به موقع بخورد و خواب را به تأخير اندازد و كمتر با زنان همبستر شود و رداى خود را سبك كند « 2 » . مىگويم : منظور از ردا در اينجا قرض است .\r\nلطيفترين سخنى كه از آن حضرت در بارهء موضوعات طبى ديدم ، روايتى است كه محدثان شيعه و سنى آن را نقل كرده‌اند و از برادران اهل تسنن ، اسعد بن ابراهيم اربلى مالكى با سند خود از عمار ياسر و زيد بن ارقم نقل مىكند كه گفتند : نزد امير المؤمنين بوديم كه ناگهان صداى بلندى شنيديم و آن حضرت در دكة القضاء ( جايگاه قضاوت ) بود ، پس فرمود : اى عمار ببين پشت در چه خبر است ؟ مىگويد :\r\nخارج شدم و ديدم زنى بر هودجى از شتر است و ناله مىكند و فرياد مىزند كه اى پناه پناه جويان بر تو رو آوردم و به ولىّ تو توسل جستم پس روى مرا سفيد كن و غم را بر طرف ساز . عمار مىگويد : در كنار او هزار سواره بود كه شمشيرهاى آخته در دست داشتند و گروهى طرفدار او و گروهى بر ضد او بودند . پس گفتم : نزد امير المؤمنين\r\n\r\n","description":"","footnote":"\r\n« 1 » خصال صدوق\r\n« 2 » كشف الاخطار\r\n","page_name":" 64 ","page_number":59},
  {"content":"\r\nبياييد ، پس آن زن پياده شد و همراه با جمعيت وارد مسجد گرديد و اهل كوفه نيز اجتماع كردند ، پس امير المؤمنين بلند شد و فرمود : اى مردم شام آنچه براى شما اتفاق افتاده است بگوييد . از ميان آنها پيرمردى بلند شد و گفت : اى مولاى من اين دختر من است و پادشاهان عرب از او خواستگارى كرده‌اند ولى من ميان قبيله‌ام سرافكنده شدم زيرا كه او شوهر ندارد ولى حامله است ، مشكل ما را حل كن .\r\nامير المؤمنين فرمود : اى دخترك تو چه مىگويى ؟ گفت : اى مولاى من اينكه مىگويد شوهر ندارم راست مىگويد ولى اينكه مىگويم حامله‌ام ، سوگند به حق تو كه من خيانتى نكرده‌ام . پس آن حضرت بالاى منبر رفت و فرمود : ماماى كوفه را نزد من بياوريد ، پس زنى را كه « لبناء » نام داشت آوردند و او قابله اهل كوفه بود . به او فرمود : ميان خود و مردم پرده اى بزن و ببين اين دختر حامله است ؟ آن زن همان كار را كرد و بيرون آمد و گفت : آرى اى مولاى من او حامله است . پس فرمود : كدام يك از شما مىتواند تكه اى برف در اين موقع تهيه كند .\r\nپدر دختر گفت : برف در شهر ما زياد است ولى نمىتوانيم آن را در اينجا حاضر كنيم ، عمار مىگويد : آن حضرت دست خود را از بالاى منبر دراز كرد و آن را برگردانيد ، ديديم كه مقدارى برف در دست اوست و آب از آن مىچكد آنگاه فرمود : اى دايه اين برف را بگير و دختر را روى آن قرار بده ، پس به زودى خواهيد ديد كه زالويى به وزن\r\n","description":"","footnote":"","page_name":" 65 ","page_number":60},
  {"content":"\r\nهفتصد و پنجاه درهم بيرون مىآيد آن زن چنين كرد و همراه با دختر برگشت و همان گونه بود كه آن حضرت گفته بود . آنگاه به پدر دختر فرمود : دختر را بردار و برو كه به خدا سوگند او زنا نكرده بلكه در آبى نشسته و اين زالو وارد شكم او شده و او در سن ده سالگى بوده و تا اكنون آن زالو در شكم او بزرگ شده است « 1 » .\r\nمىگوييم : در اين كار غرابتى نيست كه چگونه برفى را حاضر كرد كه آب از آن مىچكيد در حالى كه قرآن كريم براى ما داستان آصف بن برخيا را نقل مىكند بدين گونه كه او وقتى سليمان تخت بلقيس را خواست به او گفت : من آن را پيش از آنكه چشم خود را به هم بزنى در اينجا حاضر مىكنم و حاضر كرد . و چقدر فاصله است ميان آصف و مولاى ما امير المؤمنين عليه السّلام چون نزد آصف تنها مقدارى از علم كتاب بود ولى نزد امير المؤمنين عليه السّلام همهء علم كتاب بود .\r\nاز چيزهاى لطيفى كه از امير المؤمنين عليه السّلام نقل شده ، مطلبى است كه يافعى در كتاب روض الرياحين ص 42 نقل كرده است . مىگويد :\r\nامير المؤمنين از بعضى از خيابانهاى بصره عبور مىكرد كه با جمعيت بزرگى مواجه شد و ديد مردم گردنهاى خود را بالا مىبرند و چشم خود را تيز مىكنند تا چيزى را ببينند ، به سوى آنان رفت تا ببيند علت اجتماع آنها چيست ؟ پس ديد جوانى زيبا با لباسى فاخر با وقار و هيبت روى يك تخت نشسته و مردم ظرفهايى پر از آب پيش او\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار علامه مجلسى ج 14 ص 525\r\n","page_name":" 66 ","page_number":61},
  {"content":"\r\nمىآورند و او به آنها نگاه مىكند و به هر كس دوايى مىگويد امام پيش آمد و فرمود : سلام بر تو اى طبيب ! آيا نزد تو هيچ دوايى براى گناهان پيدا مىشود ؟ كه مردم سخت به آن نياز دارند خداوند تو را رحمت كند . طبيب سر خود را پايين انداخت و سخنى نگفت . امام بار دوم سخن خود را تكرار كرد ، پس او حرفى نزد امام بار سوم تكرار كرد ، طبيب سر خود را بلند كرد و جواب سلام داد و گفت : آيا تو داروى گناهان را مىشناسى خدا تو را مبارك گرداند ؟ امام فرمود : آرى . گفت :\r\nپس براى من تعريف كن . فرمود : به باغ ايمان مىروى و ريشه هاى نيت و پشيمانى و برگ تدبر و تخم پرهيزگارى و ميوه فقه و شاخه هاى يقين و اخلاص و پوست اجتهاد و ريشهء توكل و غنچه عبرت آموزى و ساقه انابه پادزهر تواضع را با قلبى آماده و فهمى بسيار با انگشتان تصديق و كف توفيق مىگيرى آنگاه آنها را در طبق تحقيق مىگذارى و با آب ديدگان مىشويى سپس آنها را در ديك اميد مىگذارى و آتش شوق بر آن روشن مىكنى تا اينكه كف حكمت بالا آيد ، سپس آن را در صحيفه هاى رضا خالى مىكنى و با بادزنهاى استغفار باد مىزنى ، براى تو شربت تازه اى به وجود مىآيد پس آن را در جايى كه جز خدا تو را نمىبيند مىخورى ، اين شربت ، گناهان را از تو زايل مىكند و ديگر گناهى بر تو نمىماند . در اين هنگام طبيب اين شعر را خواند :\r\n\r\nيا خاطب الحوراء في خدرها\r\nشمر فتقوى الله من مهرها\r\nو كن مجدا لا تكن وانيا\r\nو جاهد النفس على صبرها\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":62},
  {"content":"\r\nيعنى اى كسى كه خواهان حوريان زيبا در خلوتگاهشان هستى ! پس بكوش كه تقواى خدا مهريه آنهاست . پس تلاش كن و سست نباش و با نفس خود براى رسيدن به آن مجاهده كن .\r\nغير ازين داستان ، داستانهاى ديگرى هم وجود دارد و همگى نشان دهندهء آن است كه دين حنيف به بهداشت اهميت داده و پيامبر و اوصياى او از طريق معرفت الهى و اسرار قرآنى كه خدا به آنها داده بود به حفظ الصحة آگاهى داشتند . پيامبر خدا در زندگى خود واسطه ميان خدا و خلق بود . وقتى آن حضرت از دنيا رفت خداوند لطف عام و كرم شامل خود را از مردم دريغ نكرد و مردم را پس از او سر خود رها ننمود و براى آنها ولى مرشدى نصب كرد كه اين اسرار را براى آنها بگويد و تعليمات شايسته به آنها بدهد و آنان را حكيمانه ارشاد كند .\r\nبدين گونه اوصياى پيامبر و فرزندان او حاملان اين علوم و امينهاى خدا در زمين در گسترش مكنون علم او و كشف سر او شدند و اين هيچ تعجبى ندارد زيرا كه آنان اين علوم را از جد خود پيامبر خدا صلَّى الله عليه و آله و سلَّم گرفتند و او از جبرئيل و او از خدا اخذ كرد .\r\nدر ميان مردم از تعاليم و ارشادات آنان چيزهايى آشكار شد كه بر آگاهى كامل آنها از علوم گوناگون بخصوص علم طب دلالت داشت تا جايى كه چندين نفر از علماء ، سخنان آنان را جمع آورى كرده‌اند و كتابهاى با ارزشى به نامهاى « طب النبى عليه السّلام » و « طب الائمه » و « طب الرضا » و مانند آنها به وجود آورده‌اند . اينها مطالبى است كه كتابها از\r\n","description":"","footnote":"","page_name":" 68 ","page_number":63},
  {"content":"\r\nآنها پر است و احاديث صحيح متواترى در اين موضوع نقل شده كه در رأس آنها « الرسالة الذهبيه » است كه آن را امام على بن موسى الرضا به درخواست مأمون خليفهء عباسى تأليف كرده است « 1 » در اين كتاب فوايد مهمى از قواعد طب و اصول صحت آمده و مأمون دستور داده بود كه آن را با طلا بنويسند و براى همين است كه اين رساله به رسالهء طلايى مشهور شده است خليفه با وجود متخصصان فن مانند يوحنا بن ماسويه و جبرائيل بن بختيشوع و صالح بن سلهمهء هندى و ديگران از طبيبان دربارى ، از اين كتاب بىنياز نبوده است .\r\nامام صادق عليه السّلام در عصرى زندگى مىكرد كه در آن عصر نهضت علمى در جزيره آغاز شده بود و مردم به سوى كسب علم روى آورده بودند و زمان و شرايط براى آن حضرت مساعد بود تا علوم و كنوز قرآنى را كه به او به ارث رسيده بود منتشر سازد و لذا از آن حضرت سخنان حكمت آميز و آراء طبى و احاديث علمى و دينى صحيحى منتشر شده بگونه اى كه همه جا را پر كرده و دلهاى تاريك را روشن نموده و گمراهان را به راه آورده است ، تا جايى كه همگان به سراغ او رفته‌اند و كسانى از او طلب شفا كرده‌اند و كسانى از چشمه سار علم او سيراب شده‌اند .\r\nبراى همين است كه راويان از او بسيار روايت كرده‌اند و كتابها و رساله هاى بسيارى نوشته شده و گروهى از علما و حكما و متفكران\r\n\r\n","description":"","footnote":"\r\n« 1 » اين كتاب بطور كامل در بحار الانوار ج 14 آمده است\r\n","page_name":" 69 ","page_number":64},
  {"content":"\r\nدينى و بسيارى از حفّاظ و بزرگان حديث از مدرسهء او فارغ التحصيل شده‌اند ، تا جايى كه سخن او فصل خطاب و بالاترين سخن شده و چون گفته مىشود امام صادق عليه السّلام چنين گفته ، علما در برابر سخن او تسليم مىشوند و به آنچه از او نقل شده اعتراف مىكنند و در برابر او خضوع دارند .\r\nاكنون ما بعضى از رواياتى را كه به موضوع ما مربوط مىشود يعنى رواياتى كه راجع به علم طب است در اينجا مىآوريم . ولى به جهت رعايت اختصار مقدار اندكى از علم فراوان و فضل سرشار آن حضرت را در اين رساله مىآوريم چون در اين مختصر نمىتوان به طور كامل بر آن احاطه يافت . همچنين پيش از آغاز سخن ، بجاست كه براى خوانندهء گرامى مطالبى را كه ذكر آنها را در اينجا لازم مىدانم ، تذكر بدهيم تا طالب حقيقت غافل نباشد و گمراه نگردد و به سخنان بعضى از اهل غرض اعتنا نكند آنها كه مدعى هستند كه امام صادق عليه السّلام اين علوم را از دانشمندان بيگانه و فلاسفه و اطبايى كه وارد جزيره العرب مىشدند ، اخذ كرده است . چون به طورى كه خواهيم گفت ، علم او چيزى جز نمودى از اشعه علم پيامبر صلَّى الله عليه و آله و سلَّم نبود و او نيز علم خود را از وحى گرفته بود و از روى هواى نفس سخن نمىگفت بلكه آن چيزى جز وحى نبود ، آنگاه پيامبر صلَّى الله عليه و آله و سلَّم علم خود را به وصيّ خود واگذار كرد و در بارهء او فرمود : من شهر علمم و على دروازهء آن\r\n","description":"","footnote":"","page_name":" 70 ","page_number":65},
  {"content":"\r\nاست « 1 » و وصىّ او همان كسى بود كه فرمود : پيش از آن كه مرا از دست بدهيد از من بپرسيد و پس از من از مانند من سؤال نخواهيد كرد « 2 » .\r\nسپس على عليه السّلام علم خود را به دو فرزندش حسن عليه السّلام و حسين عليه السّلام سپرد همان كسانى كه پيامبر خدا در بارهء آنها فرموده بود : اين دو نفر امام هستند قيام كنند يا بنشينند « 3 » . پس از آنها اين علم در اختيار امام سجاد عليه السّلام قرار گرفت و از او به امام باقر عليه السّلام و از او به امام جعفر صادق عليه السّلام منتقل گرديد .\r\nبنا بر اين ، عظمت علمى امام صادق عليه السّلام چيزى جز سرى از اسرار كتاب و نورى از انوار نبوت و فيضى از فيوضات امامت نبود و اگر از كسان ديگرى گرفته بود همان گونه كه بعضى از نادانان مىگويند ، از اساتيد و معلمان او نيز اين علوم ظاهر مىشد و كتابها پر مىشد و در اخبار و احاديث مىرسيد .\r\nاساسا آنچه را كه گذشت رها كن و منصفانه بينديش ! سپس به سخنان و تعليمات او به عنوان طالب حقيقت بنگر آيا اطبا و فلاسفه اى كه وارد جزيرة العرب شده بودند از آراء و اقوال او اطلاع داشتند و آن علمى را كه از آن حضرت در آن عصر ظاهر مىشد درك مىكردند ؟ مىدانيم كه دانشمندان پس از قرنها و نسلها به حقيقت و\r\n\r\n","description":"","footnote":"\r\n« 1 » الغدير ج 6 ص 54\r\n« 2 » الغدير ج 6 ص 178\r\n« 3 » حديث اجماعى است\r\n","page_name":" 71 ","page_number":66},
  {"content":"\r\nمحتواى علم او پى بردند و اين پس از آن بود كه تجربه هاى علمى به دست آوردند و اكتشافات علمى آنها را راهنمايى كرد .\r\nاكنون برخى از نظرات طبى آن حضرت را ذكر مىكنيم تا ادعاى خود را در بارهء طب امام صادق عليه السّلام ثابت كنيم و خود خواننده قضاوت كند و اينك برخى از آنها :\r\n\r\nمناظرهء امام با طبيب هندى\r\n« 1 » محمد بن ابراهيم طالقانى از حسن بن على عدوى از عباد بن صهيب از پدرش از جدش از ربيع همنشين منصور نقل مىكند كه او گفت : روزى امام صادق عليه السّلام در مجلس منصور حاضر شد و نزد او مردى از هند بود كه كتابهاى طبى را براى او مىخواند امام صادق عليه السّلام ساكت نشسته بود و گوش مىداد وقتى مرد هندى فارغ شد به او گفت : آيا از آنچه نزد من است ، چيزى را مىخواهى ؟ امام فرمود : نه چون آنچه نزد من است بهتر از آن است كه نزد توست . گفت : آن چيست ؟ فرمود : من گرمى را با سردى و سردى را با گرمى وتر را با خشك و خشك را با تر مداوا مىكنم و كار را به خدا وامىگذارم و آنچه را كه از پيامبر اسلام صلَّى الله عليه و آله و سلَّم وارد شده به كار مىبندم كه فرمود :\r\nبدان كه معده خانهء درد است و پرهيز رأس هر دوايى است و به بدن خود آنچه را كه عادت كرده بده . مرد هندى گفت : آيا طب غير از اين\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار ج 14 ص 478 و كشف الاخطار ( مخطوط )\r\n","page_name":" 72 ","page_number":67},
  {"content":"\r\nاست ؟ امام فرمود : آيا گمان مىكنى كه من از كتب طب آموخته‌ام ؟\r\nگفت : آرى حضرت فرمود : نه به خدا قسم من غير از خدا از كسى ياد نگرفته‌ام اكنون بگو كه من به طب آگاهترم يا تو ؟ هندى گفت : من . امام فرمود : از تو مىپرسم به من جواب بده . گفت بپرس .\r\nامام فرمود : اى مرد هندى به من بگو چرا سر انسان داراى استخوانهاى متعددى است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : بگو چرا موى سر در قسمت بالا قرار گرفته ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا پيشانى از مو خالى است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا پيشانى داراى خطوط است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا ابروها بالاى چشمها قرار گرفته ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا چشمان به شكل لوزى است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا بينى در وسط دو چشم قرار گرفته است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا بينى در وسط دو چشم قرار گرفته است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا سوراخهاى بينى رو به پايين است ؟\r\n","description":"","footnote":"","page_name":" 73 ","page_number":68},
  {"content":"\r\nگفت : نمىدانم .\r\nامام فرمود : چرا لب و شارب بالاى دهان قرار گرفت ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا دندانهاى كرسى پهن و دندان نيش تيز است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا مردها ريش دارند ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا دو كف دست از مو خالى است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا ناخن و مو احساس ندارند ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا قلب مانند صنوبر است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا ريه ها دو قطعه‌اند و حركت آنها در محل خود انجام مىگيرد ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا كبد به شكل برآمده است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا كليه به شكل لوبيا است ؟\r\nگفت : نمىدانم .\r\n","description":"","footnote":"","page_name":" 74 ","page_number":69},
  {"content":"\r\nامام فرمود : چرا خميدگى زانو به پشت است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : چرا كف پا از داخل منحنى است ؟\r\nگفت : نمىدانم .\r\nامام فرمود : ولى من مىدانم .\r\nهندى گفت : پس پاسخ بده .\r\nامام فرمود : اينكه استخوانهاى سر متعدد است براى آن است كه اگر يك چيز تو خالى استخوان يك تكه داشت زود درد مىكرد و اگر با استخوانهاى متعدد و با مفصلها باشد سردرد از آن دور مىشود .\r\nاينكه مو در بالاى سر است براى آن است كه روغنها به مغز برسد و از اطراف آن بخار خارج شود و گرما و سرما را از آن دور كند .\r\nاينكه پيشانى از مو خالى است براى آن است كه آنجا محل ورود نور به چشمهاست .\r\nاينكه در پيشانى خطهايى وجود دارد براى آن است كه عرقى كه از سر به طرف چشم مىآيد در آنجا بماند به اندازه اى كه انسان آن را از خود دفع كند مانند نهرها كه آبها را در خود مىگيرند .\r\nو اينكه ابروها را بالاى چشمها قرار داده براى آن است كه نور را به اندازهء لازم بفرستد . اى هندى آيا نمىبينى كه وقتى نور شديد باشد انسان دستش را بر چشمش مىگذارد تا نور به اندازه كافى بتابد ؟\r\nو اينكه بينى را وسط دو چشم قرار داد براى آن است كه نور را به\r\n","description":"","footnote":"","page_name":" 75 ","page_number":70},
  {"content":"\r\nدو قسمت مساوى براى دو چشم تقسيم كند .\r\nو اينكه چشم به شكل لوزى است براى آن است كه دوا را با ميل به آن بكنند تا دردش زايل شود و اگر مربع يا دايره اى بود ميل در آن جريان نمىيافت و دوا به آن نمىرسيد و درد آن زايل نمىشد .\r\nو اينكه سوراخ بينى را به طرف پايين قرار داده براى آن است كه دردهايى كه از بالا مىريزد به پايين بريزد و در مقابل ، بوها از آن بالا رود و اگر رو به بالا بود دردها از آن پايين نمىآمد و بوها بالا نمىرفت .\r\nو اينكه لب و شارب را بالاى دهان قرار داده براى آن است كه آنچه از دماغ مىريزد به دهان نريزد تا انسان از غذا و آب متنفر نباشد .\r\nو اينكه براى مردان ريش قرار داده براى آن است كه از اينكه صورت خود را بپوشد بىنياز باشد و مردان از زنان متمايز باشند .\r\nو اينكه دندان جلويى را تيز قرار داده تا با آن ببرد و دندان كرسى را پهن قرار داده تا با آن خورد كند و دندان ناب را بلند قرار داده و آن ستونى در ميانست و دندانهاى پيشين و دندانهاى كرسى را از هم جدا مىكند .\r\nو اينكه دو كف دست را بدون مو قرار داده براى آن است كه لمس به وسيلهء آنها انجام مىگيرد و اگر مو داشت انسان نمىتوانست به خوبى لمس كند .\r\nو اينكه مو و ناخن روح ندارند براى آن است كه بلند شدن آنها بد و كوتاه كردن آنها پسنديده است و اگر روح داشتند موقع كوتاه كردن\r\n","description":"","footnote":"","page_name":" 76 ","page_number":71},
  {"content":"\r\nانسان احساس درد مىكرد .\r\nو اينكه قلب مانند دانه صنوبر است براى آن است كه قلب آويخته است و سر آن نازك است تا داخل ريه باشد و از هواى داخل آن استفاده كند و مغز سر از حرارت آن دچار صدمه نشود .\r\nو اينكه ريه را به دو قطعه كرده براى آن است كه قلب در جوف آن قرار گيرد و با حركت آن استراحت كند .\r\nو اينكه كبد را به شكل برآمده قرار داده براى آن است كه بر معده سنگينى كند و به آن فشار آورد تا بخارهاى آن خارج شود .\r\nو اينكه كليه را مانند لوبيا قرار داده براى آن است كه محل ريزش منى نقطه به نقطه در آن قرار دارد و اگر دايره اى يا مربع بود ، نقطه ها به هم وصل مىشد و مرد از خروج آن احساس لذت نمىكرد چون منى از فقرات كمر به كليه مىريزد و آن با قبض و بسط خود آن را به مثانه پرتاب مىكند همان گونه كه تير از كمان پرتاب مىشود .\r\nو اينكه خمى زانو را به طرف پشت قرار داده ، براى آن است كه انسان به طرف جلو حركت مىكند و بايد تعادل داشته باشد و اگر اين طور نبود در راه رفتن سقوط مىكرد .\r\nو اينكه كف پا را منحنى قرار داده براى آن است كه اگر همه كف بر زمين واقع مىشد به سنگينى سنگ آسياب مىشد .\r\nمرد هندى گفت : اين همه علوم از كجا براى تو حاصل شده است ؟\r\nامام فرمود : آن را از پدرانم و آنها از رسول خدا و او از جبرئيل و او\r\n","description":"","footnote":"","page_name":" 77 ","page_number":72},
  {"content":"\r\nاز خداوندى كه جسم و روح را آفريد ، آموخته‌ام .\r\nمرد هندى گفت : راست گفتى و من شهادت مىدهم كه خدايى جز الله نيست و محمد صلَّى الله عليه و آله و سلَّم پيامبر خدا و بنده اوست و تو دانشمندترين فرد زمان خود هستى . پايان قصه\r\n\r\nتعداد استخوانهاى بدن انسان\r\nدر كتاب مناقب ابن شهر آشوب آمده است : سالم بن ضرير نقل مىكند كه يك مرد نصرانى از امام صادق عليه السّلام از اسرار طب پرسيد ، سپس راجع به جسم انسان سؤال كرد . پس آن حضرت فرمود : خداوند انسان را بر دوازده پيوند و دويست و چهل و هشت استخوان و سيصد و شصت رگ آفريد و اين رگها همه جسد را سيراب مىكند و استخوانها آنها را و گوشت استخوانها را و عصب گوشت را حفظ مىكند . در دو دست انسان هشتاد و دو استخوان و در ساعد دو و در عضد يكى و در كتف سه تا كه مجموعا چهل و يك استخوان مىشود ، دست ديگر نيز چنين است و در پاى او چهل و سه استخوان و در قدمش سى و پنج تا و در ساق او دو تا و در زانوى او سه تا و در ران او يكى و در نشيمنگاه او دو تا استخوان قرار داده و همين طور است پاى ديگر . و در پشت او هجده تا فقره قرار داده و در هر طرف او نه دنده و در گردن او هشت استخوان و در سر او سى و شش استخوان و در دهان او بيست و هشت يا سى و دو استخوان قرار داده است .\r\n","description":"","footnote":"","page_name":" 78 ","page_number":73},
  {"content":"\r\nتوضيح اينكه منظور از وصل يا پيوند كه در آغاز روايت آمده اعضاى استخوانى است كه به هم پيوند خورده و دوازده تاست به اين شرح : سر ، گردن ، دو عضد و دو بازو و دوران و دو ساق پا و دنده هاى چپ و راست .\r\nبه جان خودم سوگند كه اين شمارشى كه از امام صادق عليه السّلام نقل شده عين همان چيزى است كه دانشمندان علم تشريح و جراحان در اين عصر گفته‌اند و كم و زياد نيست مگر در نامگذارى و يا در اينكه دو استخوان به جهت شدت اتصال ، يك استخوان حساب شده و يا بالعكس و اين بيانگر اطلاع كامل او از تشريح و نظر درست او در بيان استخوان بندى هيكل انسان است .\r\nو اينك برخى از اسرار طبى شگفت آور امام صادق عليه السّلام را بيان مىكنيم ، اسرارى كه علم طب آنها را پس از كامل شدن عقل بشرى كشف كرده و اطبا و صاحبان انديشه هاى بزرگ پس از تجربه ها و تحقيقها و بررسىهاى علمى بسيار ، به آن پى برده‌اند . از جملهء آنها مطلب زير است :\r\n\r\nجريان خون\r\nكتاب توحيد مفضل مشتمل بر برخى از درسهاى آن حضرت است كه به شاگرد خود مفضل بن عمر جعفى در اثبات توحيد القاء كرده و مشتمل بر مسايل طبى ارزشمندى است و در حدى قرار دارد كه به\r\n","description":"","footnote":"","page_name":" 79 ","page_number":74},
  {"content":"\r\nذهن طبيبان آن زمان خطور نمىكرد و مطالب آن پس از گذشت دوازده قرن فهميده شد و اين زمانى بود كه دكتر « هارفى » كه ميان پزشكان به كاشف جريان خون معروف است ، ظاهر شد و اين كشف را كرد ، كشفى كه غرب به آن افتخار مىكند و آن را يكى از معجزات عصر اختراعات مىداند و اين كشف ، عالم پزشكى را دگرگون كرد ، ولى اگر انسان با انصاف بينديشد ، اين همان مطلبى است كه امام صادق عليه السّلام در سخن خود به مفضل بيان كرده است . اگر شما در آن دقت كنيد به خوبى خواهيد دانست كه اين كاشف بزرگ چيز تازه اى نياورده و كسى جز ريزه خوار امام صادق عليه السّلام نبوده و امام پيش از قرنها از آن خبر داده بود .\r\nدر سخن امام دقت كنيد آنجا كه مىفرمايد :\r\nاى مفضل در بارهء رسيدن غذا به بدن و تدبيرى كه در آن به كار رفته است ، بينديش ! طعام به معده وارد مىشود و معده آن را آماده مىكند و چكيدهء آن را در رگهاى نازكى كه ميان آنهاست به كبد مىفرستد و به گونه اى است كه غذا را تصفيه مىكند و نمىگذارد خود غذا به كبد برسد و باعث زحمت آن شود و اين بدان جهت است كه كبد لطيف است و تحمل سختى را ندارد . پس چون كبد آن را پذيرفت ، آن را تبديل به خون مىكند و به وسيلهء مجارى خاصى كه به اين كار اختصاص داده شده ، به تمام بدن مىفرستد ، مانند جويهاى آب كه آب را به زمين مىرساند و هر نوع فضولات و كثافاتى كه از آن حاصل\r\n","description":"","footnote":"","page_name":" 80 ","page_number":75},
  {"content":"\r\nمىشود ، به جاهايى كه براى اين كار آماده شده مىفرستد هر چه از آنها تلخ و صفراوى باشد به كيسه صفرا و هر چه سياه باشد به طحال و هر چه از جنس رطوبت باشد به مثانه مىفرستد . پس در حكمت و تدبيرى كه در بدن به كار رفته است بينديش و ببين كه چگونه اين اعضاء و ظرفها در جاهاى مخصوص خود قرار گرفته تا فضولات را در خود جاى دهد و آنها در تمام بدن منتشر نشوند كه باعث بيمارى و نابودى بدن مىشود . پس مبارك است كسى كه اين كار را انجام داده و اين تدبير را به كار برده است . « 1 » مىگوييم : اين مطلبى است كه از امام نقل شده و آن جريان خون را به روشنى بيان مىكند و اين موضوعى است كه طب جديد پس از دوازده قرن به آن رسيده است . به اضافه اينكه در سخن امام به وظايف جهاز هاضمه و اعضاء مخصوص ادرار و وظيفه كيسه صفرا و طحال و كبد و مثانه اشاره شده است ، همچنين ، امام با اين سخن خود كه فرمود : تا فضولات در بدن منتشر نشوند كه باعث بيمارى و نابودى بدن مىشود ، به آنچه در طب قرن بيستم آمده اشاره مىكند و آن مسموميت حاصل از بازگشت ادرار از مثانه به خون است كه به وسيلهء خون در تمام بدن منتشر مىشود و مسموميت و بيمارى ايجاد مىكند و نيز مسموميت حاصل از تعفن فضولات معده كه اگر از آن خارج نشود و به بدن برگردد باعث عفونت و مسموميت و نابودى بدن\r\n\r\n","description":"","footnote":"\r\n« 1 » توحيد مفضل\r\n","page_name":" 81 ","page_number":76},
  {"content":"\r\nمىشود . پس درست در اين باره بينديش .\r\n\r\nچگونگى شنيدن و ديدن\r\nپس از تجربه هاى بسيار و بررسىهايى كه در كيفيت شنيدن به عمل آمده تقريبا نزد پزشكان و دانشمندان امروز مسلم شده است كه ميان منبع صوتى و گوش كه مىشنود ، همواره فاصله اى است و براى شنيدن از اين فاصله ، بايد چيز سيالى باشد كه صدا را منتقل كند و آن هواست و اگر آن نباشد صدا شنيده نمىشود و لذا نمىتوان صدا را در خلاء كه خالى از هواست شنيد .\r\nهمچنين اطباء اتفاق نظر دارند كه ديدنىها ديده نمىشوند مگر اينكه نورى مانند نور خورشيد يا نور چراغ يا نور ستارگان و مانند آنها بر آن بتابد . شعاع اين نورها از چيز مرئى منعكس مىشود و به چشم مىرسد و از قرنيهء شفاف و حدقه و شبكيه عبور مىكند و صورت چيز مرئى را رسم مىكند .\r\nبنا بر اين ، طبق علم جديد ، شنيدن جز به وسيلهء هوا و ديدن جز به وسيلهء شعاع نور امكان ندارد . اين مطلب كه پس از بحث و بررسىهاى بسيار از سوى دانشمندان و با آزمايشهاى فراوان در طول سالها به دست آمده ، مطلبى است كه مطابق با سخن امام صادق عليه السّلام بلكه عين سخن اوست كه پيش از هزار و دويست سال فرموده است .\r\n","description":"","footnote":"","page_name":" 82 ","page_number":77},
  {"content":"\r\nآنجا كه مىفرمايد : « 1 » « اى مفضل اكنون به اين حواسى كه خداوند به انسان داده و او را به وسيلهء آن بر موجودات ديگر برتر كرده است ، بنگر . . . » تا آنجا كه مىفرمايد : « حواس را پنج تا آفريد تا چيزى از محسوسات از انسان فوت نشود . چشم را آفريد تا رنگها را درك كند و اگر رنگها بود ولى چشم نبود آنها سودى نداشتند و گوش را آفريد تا صداها را درك كند پس اگر صداها بود ولى گوش نبود صداها فايده اى نداشتند و همين طور است حواس ديگر . عكس آن نيز درست است اگر چشم بود و رنگها نبود ، چشم معنا نداشت و اگر گوش بود و صداها نبود گوش بىفايده بود . پس بنگر چگونه خداوند بعضى از آنها را با بعضى ديگر تلفيق داد و براى هر حسى محسوس قرار داد كه عمل كند .\r\nدر عين حال چيزهايى را ميان حس و محسوس واسطه قرار داد كه حس بدون آن كار نمىكند مانند نور و هوا كه اگر نورى نبود كه رنگ را براى چشم ظاهر كند ، چشم نمىديد و اگر هوا نبود كه صدا را به گوش برساند ، گوش صدا را درك نمىكرد . . . « مىگوييم : بينديش و انصاف بده ! آيا طب جديد غير از آنچه كه امام در درس خود و به روشنى به مفضل فرموده ، چيز ديگرى آورده است ؟\r\nو اينك نظر علمى سومى را بيان مىكنيم و البته نظرات علمى امام\r\n\r\n","description":"","footnote":"\r\n« 1 » توحيد مفصل\r\n","page_name":" 83 ","page_number":78},
  {"content":"\r\nبسيار است و اگر آنها جمع آورى شود براى هر دانشمندى كه به علم و اختراع خود مىنازد ، پايه هاى علمى طب محسوب مىشود . . . اين نظر علمى كه امام صادق عليه السّلام پيش از اكتشافات علم جديد در قرن نوزدهم ميلادى آن را بيان كرده عبارت است از شناخت واگيرى و سرايت بيمارى به وسيلهء ميكربها كه در زير بيان مىشود :\r\n\r\nانتقال بيمارى و ميكروبها\r\nامام جعفر صادق عليه السّلام فرمود : شخص نبايد با فردى كه مبتلا به جذام است صحبت كند مگر اينكه ميان آنها به اندازهء يك ذراع فاصله باشد و در نقل ديگرى آمده : به اندازهء يك نيزه فاصله باشد .\r\nاين سخن به خوبى دلالت دارد كه در اسلام به موضوع انتقال بيمارىها توجه شده و معلوم است كه آن به وسيله ميكروبها صورت مىگيرد . طب جديد به وسيلهء دانشمندان باكتريولوژى ثابت كرده است كه ميكروب جذام تا يك مترى مبتلا به جذام پخش مىشود و در مسلولين هم همين طور است و اين همان سخن امام صادق است و البته اطلاع امام از اين مسأله غرابتى ندارد چون او از استواران در علم و از كسانى است كه خداوند آنها را براى سرّ خود انتخاب كرده و علم خود را به آنها ياد داده است .\r\nاز پيامبر اسلام صلَّى الله عليه و آله و سلَّم هم نقل شده كه فرمود : از مبتلا به جذام فرار\r\n","description":"","footnote":"","page_name":" 84 ","page_number":79},
  {"content":"\r\nكن همان گونه كه از شير فرار مىكنى . « 1 » و فرمود : به شهرى كه در آن و با وجود دارد وارد نشويد و فرمود :\r\nشخص بيمار با شخص سالم تماس نگيرد « 2 » و مانند اينها احاديث ديگرى هم نقل شده است .\r\nبنا بر اين ، اسلام وجود ميكروبهاى بيمارى زا و سرايت بيمارى را اثبات مىكند و معلوم مىشود كه در وجود بيمار ميكروب وجود دارد و اين كار پيش از آن بود كه « دافين » پزشك فرانسوى در سال 1850 آن را كشف كند يا « پاستور » با ميكروسكوپ در اواخر قرن نوزدهم آن را ببيند . به اضافهء اينكه عقل به وجود آن در بيماريهاى مسرى حكم مىكند چون بيمارى در بدن چيزى است كه عارض مىشود و مسلم است كه چيز عارض نمىتواند به خودى خود وجود داشته باشد و بايد به وسيله جسم ديگرى قوام پيدا كند ، پس وقتى بيمارى سرايت كرد معنايش اين است كه يك چيزى كه آن را حمل مىكند منتقل شد و آن همان ميكروب است و رواياتى كه به فرار كردن از جذامى امر مىكند و يا از تماس گرفتن مريض با سالم نهى مىكند ، همگى براى آن است كه اين جسمى كه حامل بيمارى است يعنى ميكروب از شخص مريض به شخص سالم منتقل نشود و انتقال بيمارى همين است كه به عربى به آن « عدوى » گفته مىشود .\r\nباقى مىماند حديثى كه سنى و شيعه از پيامبر نقل كرده‌اند و اينكه\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار ج 16\r\n« 2 » مجمع البحرين و صحيح مسلم ج 2\r\n","page_name":" 85 ","page_number":80},
  {"content":"\r\nآن حضرت فرمود : عدوى و بدفال زدن درست نيست « 1 » و روايات ديگرى كه به همين مضمون وارد شده است . اين روايات را دو جور مىشود معنا كرد :\r\nاول اينكه اسلام قوانينى دارد كه مانع از آن مىشود كه انسان به بيماريهاى مسرى گرفتار شود . اسلام از انواع كارهاى زشتى كه باعث پيدايش بيماريهاى مسرى مىشود نهى كرده و اصول حفظ الصحة را بيان نمود است . مثلا مطالبى در بارهء خوردن پيش از گرسنگى و دست كشيدن از غذا پيش از سيرى دارد كه مانع از فساد اخلاط و سنگينى شكم مىشود و اينها اساس بيماريهاست و مطالبى از اين قبيل كه در اين مختصر نمىگنجد . همچنين اسلام از همهء چيزهايى كه به انسان ضرر دارد نهى كرده و اينها چيزهايى است كه طب پس از تجربه هاى علمى و عملى به آن رسيده است . بنا بر اين اگر مسلمان به اين قوانين و آداب ملتزم شود به گونه اى مريض نمىشود كه باعث سرايت بشود جز در حالتهاى خاصى كه از سرما و گرما حاصل مىشود و در آنها سرايت نيست .\r\nاين معنايى كه گفتيم با نفى ذات سرايت در اين حديث مناسبت دارد .\r\nدوم اينكه ، اسلام تمام تأثيراتى را كه در جهان خلقت وجود دارد به مبدء اعلى و خداوند نسبت مىدهد و مسلمانى كه ايمان درستى\r\n\r\n","description":"","footnote":"\r\n« 1 » صحيح مسلم ج 2\r\n","page_name":" 86 ","page_number":81},
  {"content":"\r\nدارد مىداند كه اين بيماريهاى مسرى به خودى خود تأثيرى ندارد همان گونه كه در جاهليت گمان مىرفت ، بلكه معتقد است كه اين تأثير مربوط به خداوند است و در بدفال زدن هم همين طور است و آن تأثيرى ندارد و جز آنچه خدا مىخواهد اتفاق نمىافتد . وقتى انسان چنين عقيده اى داشته باشد در بارهء فال بد اضطرابى ندارد چون مىداند كه آن كار يا مقدر است و يا مقدر نيست ، اگر مقدر باشد چاره اى از آن وجود ندارد و اگر مقدر نباشد اتفاق نخواهد افتاد ، او با اين اعتقاد اصل بد فال زدن را نفى مىكند و لذا پيامبر مىفرمايد : كسى كه بيمارى را نازل كرده دارو را هم نازل كرده است . « 1 » طيبى مىگويد : « لا » كه براى نفى جنس است ، بر اين موضوعات ذكر شده در اين روايت وارد شده است و به اصطلاح نفى ذات مىكند در حالى كه آنها وجود دارند ، پس نفى به صفات و احوال آنها كه مخالف با شرع است وارد شده است « چون سرايت و جغد و امثال آنها در خارج وجود دارند و آنچه نفى شده عقيدهء موجود در جاهليت است و ارادهء نفى صفات از نظر كنايى بليغتر است » حديث را جور ديگرى هم معنا كرده‌اند كه به آنچه ما گفتيم بازگشت مىكند و ما رعايت اختصار كرديم .\r\nاكنون كه راجع به ميكروب بحث كرديم ، مناسب است كه مختصرى از تاريخ آن و تأثيرى كه در اجسام دارد و چگونگى سرايت\r\n\r\n","description":"","footnote":"\r\n« 1 » كشف الاخطار\r\n","page_name":" 87 ","page_number":82},
  {"content":"\r\nبيمارى از نظر طب جديد ، سخن بگوييم تا فايده آن كامل شود و بحث روشنتر گردد .\r\n\r\nتاريخ ميكروبها\r\nميكروب يا جرثومه به معناى موجود زندهء ريز است اين نام را كسى به نام « سيد لوث » در سال 1878 بر آن گذاشت . علمى كه در بارهء ميكروب بحث مىكند « باكتريولوژى » ناميده مىشود و آن يك كلمهء يونانى است كه از « باكترى » به معناى عصا مشتق شده است و اين بدان جهت است كه بسيارى از آنها به شكل عصا و مستقيم هستند و كلمه « لوژى » به معناى علم است . پايه گذار اين علم « لويى پاستور » از فرانسه است كه متولد 1822 و متوفى 1895 ميلادى بود و مشهورترين كسى كه پس از او در اين علم كار كرد دكتر « رابرت كخ » آلمانى بود كه ميكروب سل را كشف كرد او متولد 1843 و متوفى 1910 ميلادى بود .\r\nچيزى كه مردم را به شناخت اين موجودات زندهء ريز كه با چشم معمولى ديده نمىشوند ، هدايت كرد ، ميكروسكوپ بود كه در سال 1590 ميلادى پيش از پيدايش اين علم ساخته شد .\r\nميكروبها در چنين شكل نمايان مىشوند :\r\n1 - به شكل باسيلى يا مستطيل ؛ 2 - به شكل دانه ها و آن نقطه هاى ريزى است كه بعضى با بعضى\r\n","description":"","footnote":"","page_name":" 88 ","page_number":83},
  {"content":"\r\nديگر جمع مىشوند و به شكل زنجير در مىآيند و گاهى دو تا دو و يا سه تا سه تا و چهار تا چهارتا دور هم جمع مىشوند و گاهى به شكل كليه و يا به شكل خوشه انگور درمىآيند .\r\n3 - به شكل حلزونى و آنها ميكروبهايى هستند كه مستطيلند و مانند اژدها هستند يا به شكل « و » و يا به شكل « ، » مىباشند و گاهى به آنها باسيل ضمه اى مىگويند و برخى از آنها در اطرافشان فرورفتگى است .\r\nاين ميكروبها به يكى از دو طريق تكثير مىشوند :\r\n1 - به صورت تقسيم عرضى كه به دو قسم تقسيم مىشود و هر قسم هم به دو قسم ديگر تقسيم مىشود و همين طور .\r\n2 - به صورت توليد دانه هايى در داخل ميكروب كه از آن جدا مىشود و رشد مىكند و خودش ميكروب ديگرى مىشود و اين رشد به سرعت انجام مىگيرد .\r\nاين ميكروبها در مايعات رشد مىكنند و موادى توليد مىكنند كه به بدن ضرر مىرساند چه كم باشند يا زياد .\r\nراههاى سرايت آنها و به عبارت ديگر وارد شدن ميكروبها در بدن گوناگون است كه مهمترين آنها چهار طريق است :\r\n1 - از طريق ريه ها . 2 - از طريق دستگاه گوارش . 3 - از طريق پوست . 4 - از طريق غشاء مخاطى مانند اعضاء تناسلى و چشم . البته لازم نيست كه سطح جسم يا غشاء مجروح باشد تا ميكروب داخل\r\n","description":"","footnote":"","page_name":" 89 ","page_number":84},
  {"content":"\r\nگردد بلكه گاهى از قسمتهايى كه بافت نازك دارند و يا از سوراخهاى پوست وارد مىشوند ولى ورود آنها از زخم آسانتر است .\r\nجاهايى كه ميكروبها در آنجا وجود دارند و از آنجا به بدن منتقل مىشوند عبارتند از : 1 - هوا ، 2 - غذا ، 3 - آب ، 4 - خاك ، 5 - آنچه با بدن شخص بيمار تماس داشته مانند لباس و ظرف .\r\nممكن است كسى بگويد : چگونه ميكروب سرايت مىكند در حالى كه با حس و وجدان مىبينيم كه هر انسانى كه ميكروبى به بدن او داخل شده مريض نمىشود بلكه حتى مىبينيم كسى با ميكروب سر و كار دارد ( مانند پرستاران ) ولى مريض نمىشود و گاهى بر عكس كسانى هستند كه خيلى احتياط و پرهيز مىكنند ولى مريض مىشوند .\r\nآيا اين دليل نيست كه گرفتن بيمارى تصادفى است همان گونه كه مريض اول تصادفا بيمار شده است ؟\r\nدر پاسخ مىگوييم : اگر كسى چنين فكرى بكند ، و سرايت را انكار نمايد جاى ملامت نيست چون ظاهر امر آن را نشان مىدهد ولى نبايد فراموش كرد كه پزشكان و دانشمندان اتفاق نظر دارند كه سرايت ميكروبها به بدن شخص سالم شرايطى دارد كه اگر حاصل نشود سرايت نمىكند و آنها عبارتند از :\r\n1 - قابليت و منظور از آن اين است كه زمينه براى رشد ميكروبها فراهم شود مانند اينكه گلبولهاى سفيد بدن شخص سالم ضعيف باشد چون آنها به منزلهء لشكر دفاعى بدن هستند كه وظيفه دارند\r\n","description":"","footnote":"","page_name":" 90 ","page_number":85},
  {"content":"\r\nميكروبهاى تخريبكننده را نابود كنند . وقتى اين گلبولها ضعيف شدند بدن آمادهء پذيرش ميكروب مىشود و در مقابل آن از خود دفاع نمىكند .\r\n2 - زمينه فعاليت و منظور از آن اين است كه ميكروب در محيطى قرار بگيريد كه رشد و نمو و تكثير آن ممكن باشد .\r\n3 - وقت كافى براى تأثير آن در بدن .\r\nوقتى اين سه شرط حاصل شد و ناقل ميكروب مانند هوا يا غذا و يا آب و چيزهاى ديگر هم آلوده بودند ، سرايت واقع مىشود و گر نه سرايت نمىكند .\r\nدر اينجا مطلب ديگرى هم هست كه بايد به آن توجه كرد و آن اينكه بيماريهاى مسرى سه مرحله دارند كه عبارتند : مرحلهء ابتدايى ، مرحلهء ايستايى و مرحله انحطاط . بعضى از بيماريها در تمام اين مراحل سرايت مىكنند و بعضى از آنها فقط در مرحله ابتدايى و بعضى هم در مرحلهء انحطاط سرايت مىكند . بنا بر اين ، سرايت هميشه اتفاق نمىافتد .\r\nاز آنچه گفته شد نتيجه مىگيريم كه بيمارى مسرى فقط زمانى سرايت مىكند كه زمينه و وقت لازم وجود داشته باشد و محيط آماده پذيرش آن باشد و گلبولهاى سفيد بدن ضعيف شده باشد و گر نه سرايت نمىكند .\r\nابن سينا گفته است هر علتى كه به بدن مىرسد در آن عمل\r\n","description":"","footnote":"","page_name":" 91 ","page_number":86},
  {"content":"\r\nنمىكند بلكه احتياج به سه چيز دارد : نيروى فاعلى ، نيروى بدن كه استعداد پذيرش داشته باشد و اينكه در زمان خاصى با هم ملاقات كنند و حالات علتها وقتى موجبات آن فراهم شد گوناگون است و گاهى سبب و علت يكى است ولى در بدنهاى مختلف و زمانهاى مختلف بيماريهاى مختلفى را به وجود مىآورد . گاهى هم فعاليت آن در بدنهاى قوى و ضعيف فرق مىكند .\r\nهمچنين بايد دانست كه بيماريهاى مسرى علتهاى ديگرى هم دارند كه آنها را وادار به سرايت مىكند و آنها دو قسم هستند يكى مادى و ديگرى معنوى و به عبارت ديگر بعضى از آنها آشكار و بعضى پنهان است .\r\nعوامل مادى مانند آلودگى هوا و آب و گازهاى سمى و متعفن و اماكن رطوبى و كثرت جمعيت و كمى نور و شدت حرارت و برودت و مانند آنها از عواملى است كه بدن را مستعد پذيرش بيمارى مىكند .\r\nعوامل پنهانى يا معنوى مانند وراثت و سن و جنسيت و مزاج ضعيف و گرسنگى و رنج بسيار و حتى خشم و توهمات و همّ و غم و اندوه و ترس و عشق و مانند آنها نيز تأثير فراوان دارند .\r\nعوامل روحى فراوانى در حدوث بيماريها و شدت بخشيدن به آنها مؤثرند و باعث تحليل رفتن قواى بدن و در نتيجه سرايت بيمارى مىشوند .\r\nجالينوس مىگويد : خشم ، مزاجهاى صفرايى و گرم را شعله ور\r\n","description":"","footnote":"","page_name":" 92 ","page_number":87},
  {"content":"\r\nمىسازد و جسم را براى تبهاى شديد آماده مىكند و اندوه و غصه ، خون را فاسد مىكند و اينها سبب پيدايش تب و تيفوئيد مىشوند و نيز بىتابى و ترس احيانا باعث رقيق شدن خون و نابودى گلبولهاى سفيد مىشوند و سبب پيدايش تيفوس و بيماريهايى مانند آن مىگردند .\r\nاين بود مختصرى در بارهء ميكروبها كه آن را ذكر كرديم تا معناى سخن امام صادق عليه السّلام بر تو روشنتر گردد آنجا كه فرمود : انسان نبايد با بيمار جذامى سخن بگويد مگر اينكه ميان آنها يك ذراع و در روايتى به اندازهء يك نيزه فاصله باشد .\r\nدرست در اين سخن بينديش كه چگونه با سخنان كوتاه خود به خلاصه اى از آنچه علم در قرن بيستم كشف كرده ، اشاره فرموده است . قرنى كه بعد از قرن نوزدهم اسرار عجيبى در آن كشف شده و به آن افتخار مىكنند كه گويا چيز تازه اى آورده‌اند ؛ در حالى كه امام صادق عليه السّلام پيش از حدود 14 قرن به روشنى آن را بيان كرده است .\r\n\r\nحديث « اهليلجه » ( هليله )\r\n« 1 » اين حديث با عظمت و نامه گرامى كه آن را امام صادق عليه السّلام به شاگرد خود مفضل بن عمر جعفى در بارهء اثبات توحيد نوشته ، حديث مفصلى است كه در اين مختصر نمىگنجد ولى ما گزيده اى از آن را كه\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار ج 3 ص 152\r\n","page_name":" 93 ","page_number":88},
  {"content":"\r\nمحل شاهد ماست مىآوريم تا اثبات كنيم كه امام صادق به طور كامل به گياهان طبى و منافع و مضار آن و انواع آن و محل روييدن آن و چگونگى استعمال آن آگاه بود ، به گونه اى كه پزشكان عصر او و كسانى كه در آن زمان به اين كارها اشتغال داشتند آن را نمىدانستند و اين در حالى است كه امام اين مطالب را در مقام بيان اثبات توحيد ذكر فرموده و در صدد بيان مفصل و مستقل آن نبوده است و اين براى هر انسان با انصاف و آگاه ، روشن مىكند كه امام تا چه حد به اين علم آگاهى داشته است ، علمى كه آن را با وراثت از اجداد خود و از پيامبر صلَّى الله عليه و آله و سلَّم ياد گرفته بود و از راه تعليم و از طريق استاد و درس ياد نگرفته بود . و اينك ما آن قسمت را كه از اين حديث انتخاب كرده‌ايم ، مىآوريم :\r\nمفضل بن عمر جعفى به امام صادق عليه السّلام نوشت و به او اطلاع داد كه گروههايى از اين مردم پديد آمده‌اند كه ربوبيت خدا را انكار مىكنند و در اين مسأله به مجادله مىپردازند . مفضل از امام خواست كه سخن اين گروهها را رد كند تا وى بتواند با آنها محاجه كند .\r\nامام عليه السّلام در پاسخ مفضل چنين نوشت :\r\n* ( بِسْمِ الله الرَّحْمنِ الرَّحِيمِ ، ) * . اما بعد ، خداوند ما و تو را به انجام طاعت خود موفق بدارد و بدين وسيله خوشنودى و رحمت خود را شامل ما سازد . نامهء تو و اصل شد و در آن تذكر داده بودى كه در ميان مردم چه چيزى به وجود آمده و و گروهى از اهل الحاد هستند كه\r\n","description":"","footnote":"","page_name":" 94 ","page_number":89},
  {"content":"\r\nربوبيت را انكار مىكنند و تعداد آنها زياد شده و بحث با آنان مشكل شده است . از من خواستى كه به ردّ آنان بپردازم و آنچه را كه دارند نقض كنم و آن را در نامه اى بياورم همان گونه كه ديگر بدعتگذاران و اختلاف اندازان را رد كرده‌ام و ما خداوند را در برابر نعمتهاى داده شده و حجتهاى بالغه و امتحان پسنديده نزد همهء مردم ، ستايش مىكنيم ( تا آنجا كه مىفرمايد : ) به جان خودم سوگند كه اين جاهلان از سوى پروردگارشان جاهل نيامده‌اند و آنان حجتهاى آشكار و نشانه هاى روشن را در آفرينش خود مىبينند و آنچه را كه در ملكوت آسمانها و زمين و خلقت عجيب و استوارى كه دلالت بر صانع مىكند ، مشاهده مىكنند ؛ ولى آنان گروهى هستند كه دربهاى گناهان را به روى خود باز كرده‌اند و راه شهوات را بر خود هموار نموده‌اند و هواى نفس بر دلهايشان غلبه كرده و شيطان با ستم كردن آنها بر خويشتن ، فريبشان داده است و بدين گونه خداوند بر دلهاى مفسدان مهر زده است .\r\nنامهء تو به من رسيد و براى تو نامه اى مىنويسم كه در آن با بعضى از اهل اديان از منكران مباحثه كرده‌ام و آن چنين است :\r\nپزشكى از هند پيش من آمد و با من در عقيدهء خود منازعه مىكرد و در گمراهى خود مجادله مىنمود . روزى او هليله اى را خورد مىكرد تا به دوايى كه به آن احتياج داشت مخلوط كند ، اين سخن را كه همواره در آن با من منازعه مىكرد ، بر زبان آورد و آن ادعاى او بود\r\n","description":"","footnote":"","page_name":" 95 ","page_number":90},
  {"content":"\r\nمبنى بر اينكه دنيا همواره بوده است و هميشه درختى روئيده و درختى افتاده است و كسى متولد شده و كسى مرده است ، او گمان مىكرد كه اعتقاد به خداوند يك ادعايى است كه دليلى ندارد و براى او ثابت نشده است و اين مطلبى است كه آخرى از اولى و كوچك از بزرگ اخذ كرده‌اند و همانا اشيائى كه جدا و يا با هم و آشكار و يا پنهان هستند ، تنها با حواس پنجگانه شناخته مىشوند . پس به من خبر بده كه با چه چيزى به شناخت پروردگارت كه او را با قدرت و ربوبيت مىشناسى ، استدلال مىكنى ؟ در حالى كه همه چيز با همان حواس پنجگانه شناخته مىشود .\r\nتا آخر آنچه از اعتراض آن پزشك هندى نقل مىكند و با براهين عقلى دلايل حسى به آن پاسخ مىدهد تا جايى كه او را مجاب مىكند و او به ربوبيت و بيگانگى خدا اعتراف مىكند و ما از آوردن آن مطالب خوددارى مىكنيم و فقط آنچه را كه در بارهء شناخت خواص ادويه و منافع گياهان دارويى و زيانهاى آن آمده ، ذكر مىكنيم . امام اينها را در عصرى بيان كرده كه حتى دانشمندان آن زمان از شناخت آن عاجز بوده‌اند . و اينكه محل شاهد از آن حديث را در زير مىآوريم :\r\nامام صادق عليه السّلام به آن طبيب فرمود :\r\nبه من اطمينان بده كه اگر براى تو از همين هليله كه در دست توست و از همين طب كه فن تو و فن پدران و نياكان توست و از دواهايى كه مشابه آن است ، دليل آوردم ، تو حق را مىپذيرى و\r\n","description":"","footnote":"","page_name":" 96 ","page_number":91},
  {"content":"\r\nانصاف مىدهى ؟ گفت : به تو اطمينان مىدهم . گفتم : آيا مردم را زمانى گذشته است كه طب و منافع آن را مانند همين هليله و امثال آن نمىشناختند ؟ گفت : آرى . گفتم : پس از كجا به آن راه پيدا كردند ؟\r\nگفت : با تجربه و مقايسه . گفتم : پس چگونه به اين فكر افتادند كه تجربه كنند و از كجا فهميدند كه اين كار به مصلحت بدنهاى آنهاست در حالى كه جز ضرر در آن نمىديدند ؟ چگونه آن را شناختند و چيزى را فهميدند كه حواس ظاهرى به آن هدايت نمىكرد ؟ گفت : با تجربه . گفتم : به من خبر بده از بنيانگذار علم طب و تعريفكنندهء اين گياهان دارويى كه در شرق و غرب عالم پراكنده است مگر چنان نيست كه به ناچار مرد حكيمى از اين شهرها اين علم را وضع كرده است ؟ گفت : به ناچار چنين است و مرد حكيمى آن را وضع كرده و دانشمندان ديگر را بر آن گرد آورده و آنها در آن نظر كرده‌اند و با عقول خود راجع به آن انديشيده‌اند .\r\nگفتم : مثل اينكه انصاف را رعايت كردى و به اطمينانى كه داده بودى عمل نمودى . اكنون بگو كه اين حكيم چگونه اين مطلب را فهميد ؟ فرض كنيم كه او دواهايى را كه در مملكت خود او بود شناخت مانند زعفران كه در بلاد فارس به عمل مىآيد آيا تمام گياهان زمين را جستجو كرد و درخت به درخت آنها را چشيد تا اينكه همهء آن بر او معلوم شد ؟\r\nآيا عقل تو به تو اين اجازه را مىدهد كه بگويى حكيمانى همهء بلاد\r\n","description":"","footnote":"","page_name":" 97 ","page_number":92},
  {"content":"\r\nفارس و گياهان آن را درخت به درخت بررسى كردند و با حواس خود آنها را شناختند و به آن درختى كه در آن يكى از تركيبات اين دواها وجود داشت دست يافتند با اينكه حواس آنها آن را درك نمىكرد ؟\r\nفرض كنيم كه آن حكيم پس از جستجوى بسيار و بررسى در همهء بلاد فارس ، اين درخت را شناخت ، پس چگونه دانست كه آن درخت خاصيت دوايى پيدا نمىكند مگر اينكه به آن هليله از بلاد هند و مصطكى از روم و مشك از تبت و دارچين از چين و بيضهء بيدستر از ترك و افيون از مصر و حبر از يمن و به ورق از ارمنستان و غير اينها از تركيبات داروئى كه گياهانى گوناگونى هستند ، مخلوط شود ؟ چون تأثير آن در صورتى است كه اينها يك جا جمع شوند و به تنهايى آن منفعت را ندارند . او چگونه به محل روييدن اين گياهان داروئى كه اقسام گوناگونى دارند و در شهرهاى مختلف قرار دارند پى برد و اين در حالى است كه برخى از آنها به صورت ريشه و برخى به صورت برگ و برخى به صورت فشرده و برخى به صورت مايع و برخى به صورت صمغ و برخى به صورت روغن و برخى به صورت فشار دادن و برخى به صورت طبخ كردن است و برخى به صورتى است كه فشار داده مىشود ولى طبخ نمىشود و اين هر كدام با لغت خاصى است و بعضى از آنها جز با تركيب با بعضى ديگر حالت دوا پيدا نمىكند و برخى از آنها اعضاء بدن درندگان و حيوانات خشكى و درياست .\r\nدر همين حال ، مردم اين شهرها با يك ديگر دشمنى و اختلاف\r\n","description":"","footnote":"","page_name":" 98 ","page_number":93},
  {"content":"\r\nدارند و با زبانهاى گوناگونى صحبت مىكنند و در حال جنگ هستند و همديگر را مىكشند و اسير مىكنند . آيا به نظر تو اين حكيم تمام اين شهرها را گشته و تمام زبانها را مىدانست و در همه جا گردش كرده و اين گياهان را در شرق و غرب با امنيت و سلامت بررسى نموده و هرگز بيمار نشده و نترسيده و همواره زنده بوده و مرگ به سراغ او نيامده و هميشه هدايت يافته و گمراه نشده و خسته نشده تا زمان و محل رشد آنها را دانسته با اينكه آنها صفات و رنگها و نامهاى گوناگونى دارند ، سپس او هر كدام را به صفت خود شناخته و هر درختى را با رويش و برگ و ميوه و بو و طعم آن مشخص كرده است .\r\nآيا اين حكيم چاره اى جز اين داشته كه تمام درختان دنيا و سبزيها و ريشه هاى آن را درخت به درخت و برگ به برگ و جزء به جزء بررسى كند ؟ فرض كنيم كه آن درختى را كه مىخواسته پيدا كرده ، پس چگونه حواس ظاهرى او را راهنمايى كرده كه اين درخت صلاحيت داروئى دارد و درخت گوناگون است بعضى از آن شيرين و بعضى تلخ و بعضى ترش و بعضى شور است . اگر بگويى كه آن حكيم در اين شهرها از اين و آن مىپرسد ، او چگونه در بارهء چيزى كه آن را مشاهده نكرده و با حواس خود درنيافته مىپرسد و اساسا او چگونه از اين درخت مىپرسد در حالى كه او زبان آنها را نمىداند و به زبانهاى ديگر چيزهاى بسيارى است .\r\nفرض كنيم كه او چنين كرد ، او سودها و زيانها و چگونگى تسكين\r\n","description":"","footnote":"","page_name":" 99 ","page_number":94},
  {"content":"\r\nدادن و تحريك و سردى و گرمى و تلخى و تندى و نرمى و شدت آن را چگونه مىشناسد اگر بگويى از راه گمان مىشناسد ، اين درست نيست چون اينها با طبايع و حواس درك نمىشوند و اگر بگويى با تجربه و خوردن آنها مىشناسد ، او بايد در اولين دفعه اى كه اين دواها را مىخورد ، مىمرد چون به آنها جهالت داشت و سود و زيان آنها را نمىدانست و بيشتر آنها سمّ قاتل است و اگر بگويى كه او در تمام شهرها گشته و در ميان هر ملتى زندگى كرده و زبان آنها را ياد گرفته و دواهاى آنها را با كشتن اولى و دومى تجربه كرده ، در چنين حالتى او بايد جماعت بسيارى را بكشد تا يك دارو را بشناسد و مردم اين شهرها كه كسانى از آنها را كشته است خود را فداى او نمىكنند و نمىگذارند كه در ميان آنها زندگى كند .\r\nفرض كنيم كه او همهء اينها را بررسى كرد ، ولى بيشتر آنها سمّ قاتل است اگر زياد بدهد مىكشد و اگر كم بدهد اثر نمىكند . فرض كنيم كه او همهء اين كارها را كرد و در مشرق و مغرب زمين سير نمود و عمر او هم آنقدر طولانى شد كه درخت به درخت و شهر به شهر بررسى نمود ، او چگونه چيزهاى ديگر مانند پرندگان و درندگان و حيوانات دريا را تجربه كرد . حال كه اين حكيم به گمان تو تمام گياهان دارويى را تجربه كرد و همه را جمع آورى نموده است ولى برخى از آنها حالت دارويى پيدا نمىكند مگر اينكه به اعضاء بدن حيوانى مخلوط شود ، آيا او تمام پرندگان و درندگان دنيا را يك يك به دست آورده و آنها را\r\n","description":"","footnote":"","page_name":" 100 ","page_number":95},
  {"content":"\r\nكشته و تجربه كرده است همان گونه كه به گمان تو تمام گياهان را تجربه كرده است ؟ اگر چنين بوده پس چگونه حيوانات باقى ماندند و نسل آنها از بين نرفت و آنها مانند درخت نيستند كه اگر يكى را ببرى ديگرى جاى آن را بگيرد .\r\nفرض كنيم كه تمام پرندگان را به دست آورد ، او با حيوانات دريايى چه مىكند او بايد دريا به دريا و حيوان به حيوان بگردد تا به آن احاطه پيدا كند همان گونه كه به فرض به تمام گياهان احاطه پيدا كرده است . اگر هر چيزى را قبول نكنى حتما اين را قبول دارى كه حيوانات دريايى همگى زير آب هستند آيا عقل و حواس به تو اين اجازه را مىدهد كه گمان كنى كه همهء اينها را با بررسى و تجربه مىتوان درك كرد ؟\r\nطبيب هندى گفت : همهء راهها را به روى من بستى ، اكنون نمىدانم چه جوابى بدهم ؟\r\nپس گفتم : به زودى براى تو برهان ديگرى مىآورم كه مطلب بيشتر از آنچه گفتم روشنتر شود . آيا نمىدانى كه اين دواها كه شامل گياهان و اعضاى بدن پرندگان و درندگان مىشود ، حالت دارويى پيدا نمىكنند مگر پس از آنكه با يك ديگر تركيب شوند ؟\r\nگفت : آرى چنين است .\r\nگفتم : به من خبر بده كه حواس اين حكيم چگونه مقدار آن را كه چند مثقال و چند قيراط است ، درك كرده ؟ تو دانشمندترين مردم در\r\n","description":"","footnote":"","page_name":" 101 ","page_number":96},
  {"content":"\r\nاين موضوع هستى چون كار تو طب است و تو گاهى در يك دارو از يك قلم چهار صد مثقال و از قلم ديگر سه يا چهار مثقال و قيراط يا كمتر و بيشتر وارد مىكنى تا به اندازهء معلومى دوا به دست مىآيد كه اگر آن را به كسى كه اسهال دارد بدهى اسهال دارد او بند شود و اگر همان را به كسى بدهى كه قولنج دارد شكم او باز مىشود . چگونه حواس او دريافت كه آنچه را كه براى سردرد مىدهد به پاها نمىرسد در حالى كه پايين رفتن دارو آسانتر از بالا رفتن است و آنچه براى درد پا مىخورد به سر نمىرسد در حالى كه آن نزديك است و همين طور تمام دواهائى كه براى عضوهاى مخصوص خورده مىشود در حالى كه همهء اينها به معده مىرسد و از آنجا پخش مىگردد ، چگونه آن بالا مىرود و پايين نمىآيد حواس چگونه اينها را درك كرد و فهميد كه آنچه براى گوش است به چشم فايده ندارد و آنچه براى چشم است درد گوش را ساكت نمىكند و همين طور تمام اعضاى بدن كه دواى هر عضوى به همان عضو مىرسد . عقلها و حسّها چگونه اينها را فهميد در حالى كه حس در داخل بدن و عروق و گوشت و بالاى پوست راه ندارد نه با شنيدن و نه با ديدن يا بوييدن يا چشيدن و يا لمس كردن ، آنها را درك نمىكند .\r\nطبيب هندى گفت : از آنچه مىدانستم به من سخن گفتى ، جز اينكه ما مىگوييم : حكيمى كه اين دواها و تركيبات آنها را وضع كرده وقتى به كسى دوايى مىداد و او مىمرد ، شكم او را مىشكافت و\r\n","description":"","footnote":"","page_name":" 102 ","page_number":97},
  {"content":"\r\nعروق او را بررسى مىكرد و مجارى دوا را مىديد و آن جاهايى را كه دوا به آنها رسيده بود تحقيق مىكرد .\r\nگفتم : به من خبر بده كه آيا تو نمىدانى كه وقتى دوايى در عروق قرار گرفت با خون مخلوط مىشود و با آن يكى مىگردد ؟ گفت : آرى .\r\nگفتم : آيا تو نمىدانى كه وقتى انسان مىميرد ، خون او سرد و منعقد مىشود ؟ گفت : آرى . گفتم : پس اين حكيم چگونه دوايى را كه به مريض داده بعد از آنكه مخلوط شد و رنگى جز رنگ خون پيدا نكرد ، مىشناسد ؟ گفت : مرا به جاى سختى بردى و تا به حال چنين حالتى پيدا نكرده بودم چيزهايى گفتى كه نمىتوانم آنها را رد كنم . . . تا آخر حديث . . .\r\nامام ( ع ) در استدلال خود بر اثبات وحدانيت و ربوبيت خدا از راههاى ديگرى هم وارد مىشود و همه را از همان اهليلجه كه در دست پزشك هندى بود استفاده مىكند و ما نيازى نمىبينيم كه همهء آن مطالب را در اينجا بياوريم چون اين حديث در كتابهاى حديثى منتشر شده است .\r\nاينك بر ما و هر كسى كه انصاف داشته باشد از آنچه گفته شد ، معلوم گرديد كه امام صادق ( ع ) تا چه حد آگاهى گسترده و شناخت كامل به خواص ادويه و سود و زيان آن داشت و تمام خاصيتهاى آنها را به صورت مفرد يا مركب مىدانست و از محل روييدن و طبيعت آنها آگاهى داشت بدون آنكه به معلم يا طبيبى نسبت داده شود كه\r\n","description":"","footnote":"","page_name":" 103 ","page_number":98},
  {"content":"\r\nامام از او اخذ كند ، بلكه هيچ پزشك يا دارو سازى در زمان او آنها را نمىدانست .\r\nآيا اين علم از طريق الهام يا از طريق ارث بردن از اجداد طاهرينش نبود ؟ آنها كه خداوند آنان را و نه ديگران را مخصوص به علم كرده و آنان را محل و منبع علم قرار داده و آنان راسخان در علم و حاملان حكمت و داراى ارشاد و تعاليم حكمتآميز بودند .\r\n\r\nرهنمودهاى طبى امام\r\n« 1 » امام كسى نيست جز فردى كه خداوند با لطف عام خود كه بر بندگان دارد ، او را به عنوان جانشين پيامبر گرامى انتخاب كرده تا مردم در كارهاى مهم خود به او مراجعه كنند و او مردم را در هر حادثه اى به سوى خود بخواند و آنها او را پناهگاه خود قرار بدهند . خواه اين كارهاى مهم ، روحى يا بدنى ، دينى يا دنيوى باشد ، چون اوست كه عهده دار ارشاد مردم به معاد و معاش است . براى همين بود كه مردم از هر سو خدمت امام صادق ( ع ) مىرسيدند تا مشكل دينى يا دنيوى خود را از او بپرسند و جواب كافى و چارهء دردهايشان نزد امام صادق ( ع ) بود ، بسيار اتفاق مىافتاد كه كسانى نزد آن حضرت مىآمدند و از توصيه هاى سودمند او چاره جويى مىكردند و علاج بيماريهاى\r\n\r\n","description":"","footnote":"\r\n« 1 » اين رهنمودها را از كتاب الفصول المهمه شيخ حر عاملى نقل مىكنيم و همگى آنها در بحار الانوار ج 4 ص 522 نيز آمده است .\r\n","page_name":" 104 ","page_number":99},
  {"content":"\r\nخود را از او مىخواستند و آن حضرت پاسخهايى مىداد كه در آن شفاى فورى و سود دراز مدت بود .\r\nآرى چگونه چنين نباشد در حالى كه آن حضرت طبيب نفسها و روحها و هادى امت به سوى صلاح و اصلاح بود . و ما اكنون برخى از رهنمودهاى طبى آن حضرت را در علاج بعضى از بيماريها ذكر مىكنيم تا شما بدانيد كه او طبيب دانشمند و امام راهنما بود :\r\n\r\n1 - سردرد\r\nسالم بن ابراهيم از ديلمى و او از داود رقى نقل مىكند كه نزد امام صادق ( ع ) بودم كه يك نفر حاجى خراسانى بر او وارد شد و سلام كرد و از امام راجع به مسائل دينى سؤالهايى كرد و امام به آن مسائل پاسخ مىداد ، سپس به امام گفت : اى پسر پيامبر از وقتى از منزل خود بيرون آمده‌ام از سردرد رنج مىبرم . امام فرمود : هم اكنون برخيز و وارد حمام شو و هيچ كارى نكن مگر اينكه هفت كف دست آب گرم به سرت بريز و در هر بار نام خدا را به زبان بياور . اگر چنين كردى ديگر از سردرد شكايت نخواهى كرد . آن شخص چنين كرد و همان ساعت خوب شد .\r\nمىگوييم : شك نيست كه ميان سردرد و ريختن آب گرم به آن با گفتن بسم الله بدون آن كه تأمل كنى رابطه اى نخواهى يافت ولى اگر فكر كنى ، مىدانى كه بشر به هر مرتبه اى از علوم هم برسد نمىتواند به همه علل و اسباب حوادث پى ببرد ، زيرا كه او گاهى چيزى را علت\r\n","description":"","footnote":"","page_name":" 105 ","page_number":100},
  {"content":"\r\nيك حادثه فرض مىكند كه در واقع آن حادثه سبب ديگرى دارد و گاهى علت يك چيز را نمىداند در حالى كه آن علتى دارد . معلوم است كه ندانستن علت يك چيز دليل نمىشود كه آن علتى نداشته باشد و يا ميان آن چيز و علتش رابطه اى نباشد .\r\nهمچنين بايد دانست كه اسباب و علل بر دو قسمند : مادى و جسمى و معنوى و روحى و هر كدام از آنها هم انواعى دارند . مثلا سردرد از ابتلاء معده يا سوء هضم يا سردى يا زكام يا ضعف اعصاب يا اضطراب يا به وسيله صداهاى ناهنجار يا بوهاى تند يا حرارت كبد يا از درد چشم و يا درد گوش يا بعضى از تبها يا آنفلوانزا و مانند آنها حاصل مىشود و گاهى هم از غم و غصه يا ترس يا زياد فكر كردن و مانند آن به وجود مىآيد .\r\nپزشك بايد سبب آن را پيدا كند و آن را بر طرف سازد تا سردرد از بين برود .\r\nشايد امام در بارهء اين مريض خراسانى كه از سردرد شكايت مىكرد ، دو علت براى آن يافته است يكى علت روحى و آن اضطرابى بوده كه بر او عارض شده و ديگرى جسمى و آن زكامى بوده كه در راه يا نزد خانواده اش به او رسيده بوده و امام ناراحتى روحى او را با بسم الله علاج كرده به اضافه اينكه به او اطمينان داده كه به زودى شفا پيدا خواهد كرد و از طرفى دستور داده كه چند بار آب گرم بر سر خود ريزد تا در زكام اثر كند و اين كارى است كه بسيارى از پزشكان براى زكامى\r\n","description":"","footnote":"","page_name":" 106 ","page_number":101},
  {"content":"\r\nكه از سرما و يا به جهت دگرگونى هواى وارد بر دماغ حاصل شده آن را توصيه مىكنند و اين نوع معالجه را جز يك پزشك روانشناس و حاذق نمىداند و البته ما نبايد اين معالجه را به غير اين مريض سرايت بدهيم مگر اينكه مطمئن باشيم كه عين اوست و اين را جز يك پزشك روانشناس نمىداند .\r\n\r\n2 - زكام\r\nبعضى از اصحاب امام صادق ( ع ) از زكام به آن حضرت شكايت كردند پس فرمود : زكام كارى از كارهاى خدا و لشكرى از لشكرهاى خداست كه آن را فرستاده تا بيمارى تو را قلع و قمع كند و هر وقت خواستى زكام را از بين ببرى يك دانگ سياه دانه و نيم دانگ كندس مىگيرى و آن را آرد مىكنى و به بينى خود مىكشى كه زكام از بين مىرود و اگر ممكن باشد كه اصلا آن را معالجه نكنى ، چنين كن كه در زكام منافع بسيارى است .\r\nمىگوييم : زكام عبارت است از التهاب پرده مخاطى بينى كه از سردى يا انتقال سريع از محل گرم به محل سرد و يا از ضعف بنيه و يا از سرايت كردن از شخص مبتلا به وجود مىآيد ، نشانه هاى آن عبارتند از احساس سرما و گرفتگى و ريزش آب از بينى با يك ماده مخاطى و ريزش آب از دو چشم و سرخى آنها و تغيير صدا . مدت زكام سه روز است و علاج آن استراحت در خانه و پوشيده نگهداشتن بدن بخصوص در زمستان و كم كردن خوراك و خوردن مايعات است .\r\n","description":"","footnote":"","page_name":" 107 ","page_number":102},
  {"content":"\r\nپزشكان ، زكام را يك بيمارى واگير دانسته‌اند ولى اخيرا كشف شده كه آن به خودى خود يك بيمارى نيست بلكه يك حادثهء طبيعى است كه برخى از بيماريهاى دماغ و ريه و دستگاه تنفسى را از بين مىبرد و اخلاط و بلغمها را از آن بيرون مىكند و منظور امام صادق ( ع ) هم همين است كه مىفرمايد : اگر ممكن باشد آن را معالجه نكن .\r\nهمچنين امام فرمود : زكام كارى از كارهاى خدا و لشكرى از لشكرهاى اوست كه آن را براى از بين بردن ناراحتى تو فرستاده است . اين سخن اشاره مىكند كه زكام يك حادثه طبيعى و در خدمت بدن انسان و مانند يك سپاهى است كه بر بيمارهاى حمله مىكند و با ترشح و نزول اشك آن را از دماغ بيرون مىكند . پزشكان گفته‌اند : كسانى كه با زكام مبارزه مىكنند بيچاره‌اند چون زكام بدن را از فضولات پاك مىكند و اگر زكام معالجه شود ، بيماريهاى بسيارى را سبب مىشود .\r\n\r\n3 - ضعف بينايى\r\nيكى از اصحاب آن حضرت از ضعف بينايى دختر خود به آن حضرت شكايت كرد ، پس فرمود : از « مر » و « صبر » و « كافور » به طور مساوى سرمه اى بسازد و او سرمه كند . آن مرد مىگويد چنين كردم و منفعت بردم .\r\nضعف بينايى در سن جوانى از ضعف اعصاب يا كمبود نور حاصل نمىشود بلكه بيشتر از بيمارى چشم يا التهابات يا تراخم يا مانند آنهاست و اين عوارض بيشتر با « صبر » و « مر » بر طرف مىگردد\r\n","description":"","footnote":"","page_name":" 108 ","page_number":103},
  {"content":"\r\nالبته اگر از كثرت نزله باشد و اگر از التهاب باشد كافور مؤثر است و چون هر سه دارو جمع شود همهء آنها را درمان خواهد كرد .\r\n\r\n4 - سفيدى چشم\r\nدر طب الائمه آمده است كه كسى از سفيدى چشم خود شكايت پيش امام صادق ( ع ) برد . پس امام دستور داد فلفل سفيدى را به اضافهء گل فلفل از هر كدام دو درهم و نشادر صاف يك درهم برگيرد سپس آنها را بكوبد و از آن در هر يك از چشمهايش سه بار سرمه بكشد و ساعتى درنگ كند ، اين كار سفيدى را از بين مىبرد و گوشت چشم را پاك مىكند و به اذن خدا درد آن ساكت مىشود . آنگاه چشمانش را با آب بشويد سپس با سنگ سرمه سرمه بكشد .\r\n\r\n5 - درد شكم و اسهال\r\n. مردى به امام صادق ( ع ) گفت : اى فرزند پيامبر دخترم اسهال و درد شكم دارد ، فرمود : چرا از برنج و دنبه استفاده نمىكنى ؟ سپس روش پختن آن را به او ياد داد او همين كار را كرد و دخترش خوب شد .\r\nمىگوييم : از نظر طبى معلوم است كه برنج معده را قبض مىكند برنج را با حليم آن مىپزند و با دنبه اى كه ذوب نشده مخلوط مىكنند و مفيد واقع مىشود . البته چربى و بخصوص چربى گوشت اسهال را تشديد مىكند ولى اگر دنبهء ذوب نشده باشد چنين نيست .\r\n\r\n6 - اسهال\r\nعبد الرحمن بن كثير مىگويد : در مدينه مريض شدم و اسهال گرفتم\r\n","description":"","footnote":"","page_name":" 109 ","page_number":104},
  {"content":"\r\nامام صادق ( ع ) به من دستور داد كه سويق « جاروس » « 1 » را با آب مخلوط كنم و بخورم و من چنين كردم و خوب شدم .\r\n\r\n7 - صداى شكم\r\nكسى به نام ذريح از صداى شكم خود پيش آن حضرت شكايت كرد ، امام فرمود : آيا درد هم دارد ؟ گفت : آرى . فرمود : چرا از سياه دانه و عسل استفاده نمىكنى ؟ او چنين كرد و خوب شد .\r\nمىگوييم : استعمال سياه دانه با عسل چنين است كه سياه دانه را آرد مىكنند و با عسل خوب مخلوط مىكنند و روزى سه بار صبح و عصر و شب به اندازهء يك فندق از آن مىخوردند .\r\n\r\n8 - بادهاى دردآور\r\nجابر بن حيان به امام صادق ( ع ) نوشت : اى فرزند پيامبر خدا ! بادى در تمام بدن من از فرق تا قدم افتاده و آزارم مىدهد مرا دعا كن .\r\nحضرت دعا كرد و به او نوشت : از شياف عنبر و جيوه استفاده كن كه ان شاء الله شفا مىيابى او چنين كرد و شفا يافت .\r\nمىگوييم : منظور از بادهاى درد آور ، بادهايى كه در هواست نيست كه به گفتهء بعضىها اگر داخل بدن شود مىكشد ، بلكه منظور از آن گازهايى است كه در داخل بدن جمع مىشود . وقتى آنها افزايش پيدا كنند و محلى براى خروج نباشد درد آور مىشود . پس امام به او امر كرد كه با استعمال اين شياف اعصاب را تحريك كند تا اين گازها\r\n\r\n","description":"","footnote":"\r\n« 1 » سويق جاروس عبارت است از آرد ذرت كه به خرما يا دوشاب مخلوط شده باشد .\r\n","page_name":" 110 ","page_number":105},
  {"content":"\r\nبيرون آيند و او چنين كرد و خوب شد .\r\n\r\n9 - ضعف بدن\r\nمردى به آن حضرت گفت : من در بدن خود ضعفى احساس مىكنم ، فرمود : بر تو باد شير كه آن گوشت را مىروياند و استخوان را محكم مىكند . ديگرى به او گفت : من شير خوردم و به من ضرر كرد فرمود : شير به تو ضرر نكرده بلكه همراه آن چيز ديگرى خورده اى و آن چيز بر تو ضرر كرده و تو گمان نموده اى كه شير ضرر كرده است .\r\nمىگوييم : منظور امام همان شير دوشيدنى است و شير غذاى كاملى است كه همهء ويتامينها را كه بدن به آن نياز دارد و در خود جمع كرده است و لذا شير با بيشتر مزاجها مىسازد از منافع مداومت بر خوردن شير آن است كه بدن را چاق مىكند و قلب و مغز را تقويت مىكند و به قوهء بدن مىافزايد ، به اضافه اينكه سينه را اصلاح مىكند و سرفه را تسكين مىدهد . بنا بر اين ، شير هم غذاست و هم دوا و ضعف بدن را از بين مىبرد مخصوصا اگر ضعف از حرارت يا از سمومات غذايى ناشى شده باشد به ويژه اگر مريض دورهء نقاهت خود را بگذراند .\r\n\r\n10 - تب نوبه\r\nعبد الله بن بسطام از كامل از محمد بن ابراهيم جعفى از پدرش نقل مىكند كه گفت : به محضر امام صادق ( ع ) رسيدم ، پس به من گفت : تو را خوشحال و شاداب نمىبينم . گفتم : مولاى من تب نوبه دارم . پس\r\n","description":"","footnote":"","page_name":" 111 ","page_number":106},
  {"content":"\r\nفرمود : چرا از شربت گوارايى استفاده نمىكنى ؟ شكر را بكوب و در آب حل كن و به جاى آب ناشتا آن را بخور . مىگويد چنين كردم ديگر تب عود نكرد .\r\nمىگوييم : تب نوبه همان تب مالارياست و غالبا باعث ضعف عمومى مىشود . در اينجا امام شربت شكر را ناشتا تجويز مىكند و منظور امام شكر مصنوعى نيست كه از هر ويتامين خالى است بلكه منظور او شكر طبيعى كه از نيشكر به دست مىآيد يا شكر سرخ يا عسل مىباشد كه خدا در آن شفاى بسيارى از دردها را قرار داده همان گونه كه در قرآن كريم به آن تصريح شده است . همچنين قند طبيعى در اكثر ميوه ها مانند انگور و خرما و مانند آنها وجود دارد و اينها باعث ايجاد نشاط و قوت و پيدايش خون تميز مىشوند ، پس وقتى كه بدن قوى شد در برابر تب مقاومت مىكند تا بر طرف شود و اين شخص چنين كرد و شفا يافت .\r\n\r\n11 - اسهال توام با درد\r\nخالد بن نجيح مىگويد : به امام صادق ( ع ) از درد شكم خود شكايت كردم ، به من فرمود : برنج را بگير و آن را بشوى سپس آن را بكوب و به اندازه كف دست در هر غذايى بخور . سپس فرمود : كسانى را كه اسهال دارند نان برنج بدهيد در شكم مبتلا به اسهال چيزى سودمندتر از آن نمىرود و آن معده را دباغى مىكند و بيمارى را از بين مىبرد .\r\n","description":"","footnote":"","page_name":" 112 ","page_number":107},
  {"content":"\r\n\r\n12 - پيدايش لكه در پوست\r\nمردى از اين ناراحتى به امام صادق ( ع ) شكايت كرد ، پس به او فرمود : به حمام برو و حنا را با نوره مخلوط كن و به آن موضع بگذار ، تو پس از آن شفا پيدا مىكنى . گفت : به خدا قسم اين كار را جز يك بار انجام ندادم و خدا شفايم داد .\r\nمىگوييم : اين بيمارى به گونه اى است كه لكه هاى سفيد در بدن پيدا مىشود و درد هم ندارد . پيشينيان آن را مربوط به علتهاى داخلى بدن مىدانستند و به وسيله قىّ و اسهال و تنقيهء معده آن را معالجه مىكردند و بيمار را از خوردن غذاهاى سنگين و گرم باز مىداشتند و شايد توصيف امام به مقتضاى زمان يا مكان يا جهات ديگرى بوده كه ما نمىدانيم و گر نه معالجه اين بيمارى با اين دواها با اين سرعت بعيد مىنمايد مگر اينكه اين معالجه بوسيلهء تلقين روحى باشد آن هم توسط روح بلندى مانند امام انجام گيرد .\r\n\r\n13 - بلغم زياد\r\nامام صادق ( ع ) فرمود : مقدارى علك رومى و مقدارى كندر و مقدارى صعتر و مقدارى شونيز برگير و هر كدام را جداگانه بكوب تا نرم شوند سپس از پارچه عبور بده و با عسل معجون كن و هر شب به قدر يك فندق بخور كه ان شاء الله نافع خواهد بود .\r\n\r\n14 - شدت بول\r\nفضل مىگويد : به امام صادق ( ع ) شكايت كردم كه به هنگام بول\r\n","description":"","footnote":"","page_name":" 113 ","page_number":108},
  {"content":"\r\nكردن ناراحت مىشوم ، پس فرمود : در آخر شب از شونيز استفاده كن و من بارها چنين كردم پس شفا يافتم .\r\n\r\n15 - كمى فرزند\r\nعمر بن حسنهء شتربان از كمى فرزند به امام صادق شكايت كرد ، پس فرمود : از خدا طلب آمرزش كن و تخم مرغ و عسل بخور و نيز نقل شده كسى كه فرزند نمىآورد بسيار تخم مرغ بخورد .\r\nمىگوييم : پيش از اين گفتيم كه امام هم معالجه جسمى و هم معالجه روحى مىكرد و در اينجا كه آن شخص را امر به استغفار مىكند تا آن شخص با اطمينان متوجه خدا شود و از او طلب فرزند كند سپس اين غذا را تجويز مىكند كه مجارى بول و منى را پاك مىسازد و آن را از رطوبتها تطهير مىكند و بدين گونه اعصاب آرام مىشود و منى را بيشتر و بهتر جذب مىكند و شايد به اين وسيله به هدف مىرسد . در بارهء تخم مرغ هم گفته شده كه منى را زياد و آن را اصلاح مىكند .\r\n\r\n16 - ضعف قوهء باه\r\nدر طب الائمة آمده است كه مردى خدمت امام صادق ( ع ) رسيد و گفت : اى مولاى من ، من كنيزكان را مىخرم و دوست دارم كه به من چيزى ياد بدهى بر آنان قوت داشته باشم . پس فرمود : پياز سفيد را بگير و آن را خورد كن و با روغن سرخ كن سپس تخم مرغى را در ظرفى بشكن و به آن نمك بزن سپس آن را به روى پياز و روغن بريز و\r\n","description":"","footnote":"","page_name":" 114 ","page_number":109},
  {"content":"\r\nبجوشان و از آن بخور . آن مرد مىگويد : چنين كردم و به آرزوى خود رسيدم .\r\nاز اين قضايا بسيار است و اين كتاب مختصر ، گنجايش ذكر همهء آنها را ندارد و ما تنها چند قضيه را به عنوان نمونه آورديم . ولى پسنديده آن است كه تعدادى از بيمارىها را كه در كتاب طب الائمه و بحار الانوار و كتابهاى ديگر راجع به آنها از امام صادق ( ع ) مطلبى رسيده است در اينجا ذكر كنيم و آنها عبارتند از :\r\n1 - سرفه ؛ 2 - سل ؛ 3 - درد گلو ؛ 4 - زكام ؛ 5 - بادهاى جسم ؛ 6 - درد مثانه و سنگريزه در آن ؛ 7 - درد مفاصل ؛ 8 - سلس البول ؛ 9 - اسهال ؛ 10 - عرق النساء ؛ 11 - زخمها ؛ 12 - آبله ؛ 13 - درد شكم ؛\r\n","description":"","footnote":"","page_name":" 115 ","page_number":110},
  {"content":"\r\n14 - بواسير ؛ 15 - طغيان بلغم ؛ 16 - خشكى مزاج ؛ 17 - تشنگى زياد ؛ 18 - سمها ؛ 19 - درد پشت ؛ 20 - و با ؛ 21 - جذام ؛ 22 - برص ؛ 23 - بهق ؛ 24 - رطوبت ؛ 25 - فلج ؛ 26 - لقوه ؛ 27 - گرفتگى قلب ؛ 28 - درد طحال و خاصره ؛ 29 - ذات الجنب ؛ 30 - چشم درد ؛ 31 - سردرد ؛ 32 - سل در چشم ؛ 33 - درد پا ( رماتيسم ) ؛\r\n","description":"","footnote":"","page_name":" 116 ","page_number":111},
  {"content":"\r\n34 - ضعف قوهء باه ؛ 35 - گزيدگى عقرب و حشرات ؛ 36 - تب ؛ 37 - درد گوش ؛ 38 - جنون و صرع ؛ 39 - درد دهان و دندان ؛ 40 - كرم شكم ؛ كسى كه در كتابها تحقيق مىكند ، سخنان با ارزشى از امام صادق ( ع ) در بارهء بيماريهايى كه ذكر شد پيدا مىكند و جز اينها هم وجود دارد و همگى دلالت مىكند كه امام ( ع ) در اين فن تخصص داشته است و اگر همهء اين سخنان جمع شود ، از آن كتاب مهمى به دست مىآيد و اينك برخى از دواهايى كه تجويز شده در زير گفته مىشود :\r\n1 - سياه دانه ؛ 2 - بنفشه ؛ 3 - قارچ ؛ 4 - فلفل سفيد ؛ 5 - دار فلفل ؛ 6 - نشادر ؛ 7 - صبر ؛ 8 - كافور ؛ 9 - مرّ ؛ 10 - كاشم ؛ 11 - برنج ؛ 12 - سماق ؛ 13 - كمون ؛ 14 - ذرت ؛\r\n","description":"","footnote":"","page_name":" 117 ","page_number":112},
  {"content":"\r\n15 - قند ؛ 16 - شير ؛ 17 - كندس ؛ 18 - عنبر ؛ 19 - جيوه ؛ 20 - هليله سياه ؛ 21 - بليله ؛ 22 - املج ؛ 23 - سركه ؛ 24 - دارچين ؛ 25 - زنجبيل ؛ 26 - شقاقل ؛ 27 - قولنجان ؛ 28 - كراث ؛ 29 - جوز ؛ 30 - روغن شيره ؛ 31 - كاسنى ؛ 32 - سنا ؛ 33 - كشمش ؛ 34 - عناب ؛ 35 - پنبه دانه ؛ 36 - حرمل ؛ 37 - اثنان ؛ 38 - هليله زرد ؛ 39 - هليله كابلى ؛ 40 - شكر سليمانى ؛ 41 - بابونه ؛ و چندين نوع ديگر از داروهاى گياهى به اضافه رواياتى كه در بارهء ميوه ها و حبوبات و شيرها و روغنها و نوشيدنيها آمده است .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":113},
  {"content":"\r\nامام صادق ( ع ) به هنگام ضرورت ، جراحى را جايز مىدانست به آن حضرت گفته شد : مردى است كه دوا مىدهد و رگ مىزند و گاهى سود مىدهد و گاهى مىكشد ، فرمود : رگ بزند دوا بدهد « 1 » . همچنين امام مداوا با سم را جايز مىدانست .\r\nاسماعيل بن حسن طبيب مىگويد : به امام صادق ( ع ) گفتم : من مردى از عرب هستم و از طب سر درمىآورم و طب من طب عربى است و جراحى مىكنم و با آتش داغ مىگذارم . فرمود : عيبى ندارد .\r\nمىگويد گفتم : با سم مداوا مىكنم . فرمود : عيبى ندارد . گفتم : گاهى مىميرد . فرمود : اگر چه بميرد . « 2 »\r\n\r\nسخنان امام در خواص بعضى از گياهان\r\nبه طورى كه از مجلات و مطبوعات طبى استفاده مىشود ، طب جديد نزد بعضى از دانشمندان به عصر گياهان دارويى بازگشت كرده است و به منافع آن به ديدهء اعتبار مىنگرد و اثر طبيعى آن را در معالجه برخى از بيماريها مىپذيرد ، به طورى كه پزشكان در مناسبتهاى گوناگون بيماران خود را به استفاده از آن وادار مىكنند ، چون مىبينند كه استفاده از گياهان دارويى در عين سادگى و تأثيرگذارى ضررى ندارد و يا ضرر آن اندك است .\r\n\r\n","description":"","footnote":"\r\n« 1 » رجوع شود به وسائل الشيعه ج 2 ص 281 - 312\r\n« 2 » اين روايت در كافى آمده است\r\n","page_name":" 119 ","page_number":114},
  {"content":"\r\nتعجبى ندارد ، زيرا كه پيشرفت فكر بشرى و تلاش او در راه كشف حقيقت به ناچار انديشمندان و محققان و افكار روشن را به كنه بعضى از منافعى كه خدا در گياهان طبيعى گذاشته ، رهنمون مىشود تا آثارى را كه خدا در آنها قرار داده به دست آورند .\r\nدر آن هنگام كه اطباء از فوائد گياهان دارويى غافل بودند و يا آن را در جاى خود به كار نمىبردند ، دانشمندان اسلام و پيشوايان دين حنيف از آن غافل نبودند و از فوائد و خواص آن چيزهايى را گفته‌اند كه كتابها از آن پر است و احاديث بسيارى در اين زمينه از ائمه معصومين ( ع ) رسيده است . بنگريد به كتاب طب الائمه و طب الرضا و طب النبى و كتاب كشف الاخطار و كتاب بحار الانوار و كتابهاى ديگر كه خواننده را از اطاله سخن در اينجا بىنياز مىكند .\r\nبراى اينكه از اصل بحث خود كه همان طب امام صادق ( ع ) است خارج نشويم ، اينك برخى از سخنان طبى و راهنماييهاى بهداشتى آن حضرت را در باره گياهان نقل مىكنيم ؛ گياهانى كه پزشكان ، پس از گذشت زمانى طولانى به منافع آنها پى برده‌اند و تفصيل مطلب را به كتابهاى مفصل واگذار مىكنيم .\r\nاينك بعضى از سخنان آن حضرت را مىآوريم و آنها را با سخنان پزشكان اين عصر تطبيق مىدهيم .\r\n\r\n1 - سير\r\nامام صادق ( ع ) فرمود : با سير مداوا كنيد ولى پس از خوردن آن به\r\n","description":"","footnote":"","page_name":" 120 ","page_number":115},
  {"content":"\r\nمسجد نرويد « 1 » . و فرمود : پيامبر مىفرمود : سير بخوريد كه آن دواى هفتاد نوع بيمارى است . « 2 » اين سخنى است كه امام عليه السّلام در مقام هدايت و ارشاد اصحاب خود فرموده است ولى آيا آنها دانستند كه اين گياه عجيب به چه نوع بيمارى فايده دارد ؟ البته نه ولى اكنون در قرن بيستم ، علم آن را كشف كرده و به مغز سخن امام رسيده است .\r\nروزنامه هاى فرانسه مقاله اى را از دكتر « ريم » پخش كردند كه مجله « الحكمة » چاپ لبنان آن را تحت عنوان « گوارا باد سير » به عربى ترجمه كرد . در اين مقاله آمده است :\r\nخوشحال خواهى شد اگر بدانى كه پزشكان در فارماكولوژى جايگاه شايستهء اين گياه را به آن داده‌اند و گفته‌اند كه كارگرانى كه در هرم « خوفو » در مصر در سال 5400 پيش از ميلاد كار مىكردند زياد سير مىخوردند تا بدنشان قوى شود و از بيماريها نجات يابند .\r\nدر جاى ديگرى از اين مجله آمده كه تجربه هاى پزشكان معروفى مانند « سالين » و « لوتر » و « دويريه » و ديگران روشن كرده كه سير بلورهايى را كه در بدن جمع مىشوند و باعث تصلب شرايين مىگردند ، از بين مىبرد و خون را رقيق مىكند .\r\nدر طب جديد ثابت شده كه سير عضله هاى قلب را تقويت مىكند و فشار خون را تنظيم و خون را تصفيه مىكند و با اين كار بيمارىهايى\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار ج 14\r\n« 2 » همان\r\n","page_name":" 121 ","page_number":116},
  {"content":"\r\nكه از فساد خون ناشى مىشود مانند سختى حيض در زنها ، مداوا مىكند . همچنين سير پيرى زودرس و بواسير و روماتيسم را از بين مىبرد و مجارى تنفسى را باز مىكند و تنگى نفس را بهبود مىبخشد و بعضى از انواع سل ريوى را معالجه مىكند بخصوص اگر با شير با هم خورده شود ، چون به ميكروب « كخ » كه عامل بيمارى سل است تأثير مىگذارد .\r\nهمچنين سير در برابر بيماريهايى مانند آنفلونزا و تب مصونيت ايجاد مىكند و رنگ صورت را زيبا و سرخ مىكند و روده ها را بخصوص در اطفال از عفونت پاك مىسازد و از تيفوئيد و ديفترى و خروسك حفظ مىكند .\r\nگفته شده در شهرهايى كه مصرف سير زياد است عمرها طولانى است و از سلامت خوبى برخوردارند : به اضافه اينكه سير باعث پاكسازى عفونتهاى داخلى و از بين رفتن التهابها و زخمهاى مزمن و حاد معده مىشود حيض و ادرار را به خوبى دفع مىكند و سنگريزه و كرم را در اطفال بر طرف مىسازد .\r\nاين بود برخى از فوائدى كه از اطباء در بارهء اين گياه به دست ما رسيده است و بقيه هفتاد نوع بيمارى را كه در حديث آمده بايد از كتابهاى طبى مفصل جستجو كرد . به كلام امام صادق عليه السّلام بنگريد كه چگونه در عصرى كه اهل آن نمىتوانستند چيزى را درك كنند و اهل اين زمان با وسائل جديد و پس از رشد عقل با تجربه ها و گسترش\r\n","description":"","footnote":"","page_name":" 122 ","page_number":117},
  {"content":"\r\nعلوم درك مىكنند ، سخن گفته است .\r\n\r\n2 - پياز\r\nامام صادق عليه السّلام فرمود : پياز بخوريد كه در آن سه خاصيت وجود دارد دهان را خوشبو مىكند و لثه ها را محكم مىسازد و بر نيروى جنسى مىافزايد « 1 » و نيز فرمود : پياز دهان را خوشبو و پشت را محكم و بشره را زيبا مىكند « 2 » و نيز فرمود : پياز خستگى را از بين مىبرد و اعصاب را قوى مىسازد و ميل جنسى را زياد مىكند و تب را مىبرد . « 3 » اين سخن را امام صادق عليه السّلام در قرن دوم هجرى و پيش از كشف منافع پياز در طب امروز ، فرموده است و در زمان او پياز چيز بىارزشى بوده ولى امروز تجربه هائى كه در بارهء اين گياهان به عمل آمده ، اسرار و منافع آنها را نشان مىدهد و مىبينيم دكتر لاكوفسكى پس از آزمايشهاى بسيار فوايد پياز را به دست آورده و اثبات كرده كه در پياز ماده اى است كه ضد سرطان است همان بيمارى مرموزى كه دانشمندان در كشف عامل آن رنج بسيار كشيده‌اند .\r\nدكتر لاكوفسكى مىگويد : تجربه ها را ادامه مىدهيم و اميد داريم كه پياز در آينده علاجكننده بعضى از بيماريها باشد .\r\nدكتر دامر مىگويد : پياز در آن واحد هم طعام است و هم دوا و\r\n\r\n","description":"","footnote":"\r\n« 1 » الفصول المهمه ص 137\r\n« 2 » همان\r\n« 3 » كشف الاخطار\r\n","page_name":" 123 ","page_number":118},
  {"content":"\r\nپزشكان آن را براى افزايش ادرار و درمان بيماريهاى كليوى و استسقاء به كار مىبرند و بهتر است كه به صورت خام خورده شود .\r\nپزشك ديگرى مىگويد : پياز محتوى مادهء با ارزشى است كه باعث تخفيف درد در بينى و حلق و مجارى تنفس مىگردد و مانند آنها .\r\nاين چيزى است كه طب جديد در بارهء منافع پياز به آن رسيده است و در آينده ، بقيه آنچه امام گفته است كشف خواهد شد ، پس درست بينديش و انصاف بده كه امام چقدر از طب آگاهى داشته است و او اين مطالب را از پدران و نياكانش از منبع وحى به دست آورده و استاد و مدرس و معلمى نديده است .\r\n\r\n3 - ترب\r\nپزشكان در خواص اين گياه گفته‌اند كه آن ادرار را زياد مىكند ، معده را براى هضم غذا آماده مىسازد و هضم را آسان مىكند و رماتيسم را معالجه مىكند و نفخ شكم را از بين مىبرد و گاهى هم نفخ ايجاد مىكند كه مصلح آن نمك است و نيز سينه را صاف مىكند و اشتها آور است و بلغم را از بين مىبرد و سنگريزه ها بخصوص سنگ كبد را مىشكند و خلط آور است و بواسير را تسكين مىدهد .\r\nمىگوييم : ترب داراى مواد معدنى مفيد و محتوى ويتامينهاى ب - د - ث است .\r\nامام صادق عليه السّلام پيش از دوازده قرن فرموده است :\r\n","description":"","footnote":"","page_name":" 124 ","page_number":119},
  {"content":"\r\nترب بخوريد كه در آن سه خاصيت است : برگ آن بادها را مىشكند و مغز آن ادرار را آسان مىكند و باعث هضم غذا مىشود و ريشهء آن بلغم را قطع مىكند « 1 » همچنين امام در بارهء ترب مطالب زيادى شبيه اين مضمون فرموده است .\r\n\r\n4 - هويج\r\nپزشكان در خواص هويج گفته‌اند كه آن داراى مقدار زيادى قند گياهى است كه زود جذب مىشود ولى هضم آن براى كودكان دشوار است . آب آن مفيد است و اگر همراه با عسل باشد مقوى باه است ، همان گونه كه براى امعاء و در تنگى نفس و ناراحتى اعصاب مفيد است و به رشد بدن در سن كودكى كمك مىكند و ريگها را بر طرف مىسازد و كرم روده را نابود مىكند البته اگر خام خورده شود و همچنين باعث افزايش خون و جريان آن در بدن مىشود و جز آنچه گفته شد فوائد ديگرى هم دارد كه طب امروز آن را كشف كرده و بيماران را به خوردن آن توصيه نموده است .\r\nامام صادق عليه السّلام ، در حديثى فرمود :\r\nهويج امانى از قولنج است و به بواسير فايده دارد و بر قوه باه كمك مىكند « 2 » و فرمود : خوردن هويج از كليه ها مواظبت مىكند و ميل جنسى را افزايش مىدهد . « 3 »\r\n\r\n","description":"","footnote":"\r\n« 1 » اصول كافى از كلينى\r\n« 2 » الفصول المهمه\r\n« 3 » كشف الاخطار\r\n","page_name":" 125 ","page_number":120},
  {"content":"\r\nمىگوييم : هويج داراى ويتامينهاى آ - ب - ث مىباشد .\r\n\r\n5 - بادمجان\r\nپزشكان در فوايد آن گفته‌اند : بادمجان غذايى است كه با بيشتر بيماريها سازگار است ، مقوى معده و ملين سفتىهاست و اگر با سركه همراه شود ادرار آور است و پختهء آن به طحال و زهره هم سودمند است .\r\nامام صادق عليه السّلام فرمود :\r\nبادمجان بخوريد كه براى زهره مفيد است و به صفرا زيان نمىرساند . « 1 » بادمجان بخوريد كه بيمارى را از بين مىبرد و ضررى در آن نيست . « 2 » مىگوييم بادمجان به بيمارى پوستى ضرر دارد و مصلح آن روغن است اگر در آن جوشيده شود .\r\n\r\n6 - كدو\r\nپزشكان گفته‌اند : كدو سرد است و دماغ را مرطوب مىكند و رگهاى بسته را باز مىكند و ادرارآور و ملين معده است به خصوص براى معدهء كسانى كه مزاج گرم دارند سودمند است ، همچنين كدو به يرقان و تبهاى حاد و بىخوابى مفيد است و كسانى كه عمر آنها از نيمه گذشته و طبعا نيرو و فكر آنها به تحليل رفته ، بايد بيشتر كدو\r\n\r\n","description":"","footnote":"\r\n« 1 » همان\r\n« 2 » همان\r\n","page_name":" 126 ","page_number":121},
  {"content":"\r\nبخورند كه براى تجديد قوا و انساج بدن مفيد است .\r\nامام صادق عليه السّلام فرمود : كدو بر عقل و دماغ مىافزايد و براى درد قولنج نافع است « 1 » . گفته شده كه كدو داراى ويتامين آ مىباشد .\r\nاين بود شمه اى از خواص گياهان كه به طور اختصار نقل شد .\r\n\r\nفوائد ميوه ها و سبزيها\r\nعلم تاكيد مىكند كه ميوه ها و سبزيها تأثير خاصى در بسيارى از بيماريها دارند از اين رو بسيارى از پزشكان خوردن آنها را بخصوص براى بيماران ريوى و مبتلايان به نقرس و مانند آنها توصيه مىكنند .\r\nشك نيست كه تأثير ميوه ها در جسم بشر مانند ساير غذاهاست يعنى تأثير آن تابع تركيب شيميايى آن به نسبت ترشى و شيرينى و داشتن آزوت در آن است و لذا بعضى از آنها هضمكنندهء غذا و بعضى ملين و بعضى ادرار آور و بعضى مقوى است و تأثيرات و خواص فراوانى دارند .\r\nبايد دانست كه بهترين چيزى كه از نظر بهداشت لازم است و پزشكان بيماران خود را همواره به آن توصيه مىكنند ، شستن ميوه و پاك كردن آن از گرد و خاك و آلودگىهاى ديگر است . پس اگر انسان ميوه را بدون شستن بخورد ، در حالى وارد بدن مىشود كه حامل ميكروب است و ميكروب در معده جايگيرى مىكند و در اين هنگام\r\n\r\n","description":"","footnote":"\r\n« 1 » كشف الاخطار\r\n","page_name":" 127 ","page_number":122},
  {"content":"\r\nچيزى كه از آن فرار مىكرد عارض او مىشود و ميكروب در بدن اثر مىگذارد . براى همين است كه پزشكان همواره بيماران خود را توصيه مىكنند كه پيش از خوردن ميوه آن را بشويند و از خوردن ميوهء نشسته پرهيز كنند .\r\nامام صادق عليه السّلام خيلى پيش از آنكه طب ، اين موضوع را دريابد و پزشكان به آن توجه كنند ، آن را مورد تأكيد قرار داده است . او مىفرمايد : هر ميوه اى سمى دارد آن را با آب بشوييد و در آب فرو ببريد . « 1 » مىگوييم نظر امام از سم ميوه ها همان ميكروبهايى است كه در آن وجود دارد و آنها را به سم تشبيه كرده چون مضر است .\r\nاكنون برخى از ميوه ها و سبزيها را به عنوان نمونه ذكر مىكنيم چون ذكر همهء آنها در اين مختصر نمىگنجد .\r\n\r\n1 - انگور\r\nامام صادق عليه السّلام فرمود : انگور عصب را محكم مىكند و ناراحتى را از بين مىبرد و نفس را پاك مىكند . « 2 » و نيز فرمود : پيامبرى از پيامبران خدا از غصه پيش خدا شكايت برد پس به او وحى كرد كه انگور بخور . « 3 » پزشكان گفته‌اند : انگور سه كار را با هم انجام مىدهد : مسهل معده\r\n\r\n","description":"","footnote":"\r\n« 1 » طب الائمه و كشف الاخطار\r\n« 2 » كشف الاخطار\r\n« 3 » وسائل 299\r\n","page_name":" 128 ","page_number":123},
  {"content":"\r\nو پاككننده خون و غذا براى بدن است و آب آن باعث تجديد قوا مىشود و گردش خون را تنظيم مىكند و براى گازهاى معده مفيد است و نيز كبد و كليه را مداوا مىكند و تب را مىبرد و براى سوء هاضمه و نقرس و بيماريهاى قلب و صفرا و باد و بواسير سودمند است و از پيشروى سل و سرطان جلوگيرى مىكند .\r\nدانشمندان داروشناس مىگويند : انگور ترشحات معده را زياد مىكند و به طحال و گرفتگى ستون فقرات مفيد است و در آن اندكى گاز ارسنيك وجود دارد كه باعث زيبايى رنگ صورت مىشود و لذا براى بيماران سفليس و سل و سرطان فايده دارد . همچنين انگور داراى ويتامينهاى اى - ب - ث مىباشد .\r\nمىگوييم : در سخنان امام با اينكه مختصر است ، تأمل كنيد و ببينيد كه چگونه به بيشتر اين فوايد و منافع اشاره فرموده است .\r\n\r\n2 - سيب\r\nامام فرمود : سيب بخوريد كه حرارت را بر طرف مىكند و درون را خنك مىكند و تب را مىبرد . « 1 » و فرمود : اگر مردم مىدانستند كه سيب چه خواصى دارد ، بيماران خود را جز با آن مداوا نمىكردند و آن سريع ترين اثر را در قلب دارد و آن را شاد مىكند . « 2 » و فرمود : به تبدارانتان سيب بدهيد كه چيزى نافعتر از آن نيست .\r\n\r\n","description":"","footnote":"\r\n« 1 » وسائل ج 3 ص 40\r\n« 2 » كشف الاخطار\r\n","page_name":" 129 ","page_number":124},
  {"content":"\r\nاين چيزى است كه امام در كلمات كوتاه و جامع خود بيان كرده و پزشكان گفته‌اند : سيب نشاط آور و تقويتكنندهء قلب و دماغ و كبد است و هم خوردن و هم بوئيدن آن مفيد است و نيز سيب براى خفقان و تنگى نفس فايده دارد و ضعف دهانهء معده را اصلاح مىكند و اشتها آور است و سيب پخته براى تسكين سرفه خوب است و بيماريهاى پوستى و بيخوابى را تخفيف مىدهد .\r\nمىگوييم : هر صد گرم آن 65 واحد ويتامين آ و 15 واحد ويتامين ب و 30 واحد ويتامين ث دارد .\r\n\r\n3 - انار\r\nامام صادق عليه السّلام فرمود : كودكانتان را انار بخورانيد كه سبب سرعت رشد و جوانى آنها مىشود . « 1 » و فرمود : انار را با پيه آن بخوريد كه آن معده را دباغى مىكند و بر ذهن مىافزايد . « 2 » پزشكان گفته‌اند : انار خون را تصفيه مىكند و خلط آور است و براى كسانى كه مزاج گرم دارند خوب است و تنگىها را مىگشايد و ملين شكم و مقوى كبد و مفيد براى يرقان و طحال و خفقان قلب و سرفه حاد است . صدا را صاف مىكند و در صورت ، ايجاد نشاط مىكند و بدن را سيراب مىسازد و به كرمهاى روده مؤثر است .\r\nمىگوييم : در سخن امام تأمل كن كه فرمود : انار سبب سرعت در\r\n\r\n","description":"","footnote":"\r\n« 1 » وسائل الشيعه\r\n« 2 » كافى\r\n","page_name":" 130 ","page_number":125},
  {"content":"\r\nجوانى مىشود خواهى ديد كه همهء اين خواص كه پزشكان گفته‌اند در اين جمله بيان شده است زيرا كودكان به رشد كامل نمىرسند مگر اينكه خونشان صاف شود و خلط بيرون آيد و كبد قوى شود و صورت نشاط پيدا كند و بدن سيراب شود . همچنين در سخن امام كه فرمود : انار معده را دباغى مىكند ، تأمل كن خواهى ديد كه معده وقتى دباغى شود يعنى رطوبت زايد آن كه باعث سستى اعصاب معده مىشود ، خشك گردد ، غذا را بهتر هضم مىكند و چون غذا خوب هضم شود ، خون پاكيزه توليد مىكند و چون خون پاكيزه شود ، تغذيه بهتر مىشود و بدن قوىتر مىگردد و در بدن نيرويى توليد مىشود كه در مقابل بيماريها مقاومت مىكند . راستى كه سخن امام چه سخن جامعى است و مردم آن زمان آن را نمىفهميدند بلكه علم امروز آگاهانه يا ناآگاهانه آن را درك مىكند .\r\n\r\n4 - به\r\nامام صادق عليه السّلام فرمود : به صورت را زيبا و قلب را تقويت مىكند . « 1 » و نيز فرمود : هر كس به را ناشتا بخورد ، نطفهء او سالم و فرزند او زيبا مىشود . « 2 » و نيز فرمود : خوردن به باعث قوت قلب و ذكاوت باطن\r\n\r\n","description":"","footnote":"\r\n« 1 » وسائل 301\r\n« 2 » همان\r\n","page_name":" 131 ","page_number":126},
  {"content":"\r\nمىشود . « 1 » اين چنين امام صادق به را توصيف مىكند و به جان خودم سوگند كه سخنان پزشكان در بارهء به كه پس از تحقيق علمى و عملى گفته‌اند ، از اينها فراتر نمىرود . پزشكان گفته‌اند : به چهره را زيبا مىكند و آن مقوى و مفرح قلب و دماغ و معده و براى روح حيوانى و نفسانى نشاط آور است و بسيارى از اعضاء بدن مانند كليه و مثانه را در كارشان كمك مىكند و لذا ادرار آور و ملين معده است و درد آن را تسكين مىدهد .\r\nمىگوييم : هر صد گرم به داراى 10 واحد ويتامين آ و 8 واحد ويتامين ب 1 و 21 واحد ويتامين ب 2 و 48 واحد ويتامين ث مىباشد . و مقدار زيادى از املاح معدنى مانند آهن و منگنز و كمى كلر دارد .\r\n\r\n5 - انجير\r\nامام صادق عليه السّلام فرمود : انجير بخارات را از بين مىبرد و استخوان را محكم مىكند و مو را تقويت مىكند و بيمارى را از بين مىبرد و احتياجى به دوا ندارد . « 2 » امام در اينجا بيشتر خواص انجير را به مقدار درك سائل بيان كرده است .\r\nپزشكان گفته‌اند : انجير ميوه اى است كه داراى عناصر مغذى و\r\n\r\n","description":"","footnote":"\r\n« 1 » همان\r\n« 2 » كافى\r\n","page_name":" 132 ","page_number":127},
  {"content":"\r\nقندى است كه به بدن فايده فراوانى دارد . اين ميوه هضم غذا را بهتر مىكند و كار معده را تنظيم و صورت را زيبا و عضلات را فعال مىكند و اگر شب خورده شود حركتهاى امعاء را منظم و در جسم ايجاد صحت و نشاط مىكند و خلاصه اينكه انجير هم لذت و هم غذا و هم صحت است و گفته شده كه انجير در معالجه كبد و فاسد شدن خون مؤثر است و براى سل و سرطان نيز اثر دارد .\r\nمىگوييم : انجير داراى ويتامينهاى آ - ب - ث مىباشد همچنين مواد چربى و قندى و آهن و كلسيم دارد . و جز اينها خواص و فوايدى ديگرى هم دارد كه در كتابهاى طبى مفصل آمده است .\r\n\r\n6 - خرما\r\nامام صادق عليه السّلام در حالى كه طبقى از خرما جلويش بود فرمود : اين چيست ؟ گفتند : اين خرما از نوع برنى است . فرمود : در آن شفاست . « 1 » مىفرمود : خرما درمان سم است و در آن بيمارى و ضررى وجود ندارد و هر كس موقع خواب هفت عدد خرما بخورد كرمهاى شكمش كشته مىشوند . « 2 » امام مىخواست با گفتن اينكه خرما شفا دارد و بيمارى ندارد ، مردم را به خوردن خرما تشويق كند و در صدد بيان تفصيلى منافع و خواص آن نبود بخاطر كثرت منافع آن و اينكه هيچ كس از آن بىنياز نيست ولى علم امروز خواص آن را پس از بررسيهاى بسيار ، به دست\r\n\r\n","description":"","footnote":"\r\n« 1 » كافى\r\n« 2 » همان\r\n","page_name":" 133 ","page_number":128},
  {"content":"\r\nآورده است .\r\nپزشكان مىگويند : در خرما فوايد بسيارى وجود دارد . خرما بدن را گرم مىكند و خون غليظ پاكيزه اى به وجود مىآورد و اگر با شير خورده شود قوهء باه را تقويت مىكند و جوشيده آن در التهاب و سرفه هاى خشك و التهابهاى ريه و تحريكها مجارى ادرار مفيد است و خرماى خشك در خونريزى و اسهال و اصلاح لثه منفعت دارد و گفته شده كه براى سرطان نيز نافع است چون داراى ماده منيزيوم مىباشد كه در سرطان اثر دارد . همچنين پژوهشگران تأكيد دارند كه در سرزمينهايى كه خرما زياد است ، سرطان كم است و به زودى در آينده خواص ديگر خرما نيز كشف خواهد شد تا اين سخن امام روشن شود كه فرمود در خرما شفاست و بيمارى ندارد .\r\nمىگوييم : در خرما ويتامينهاى ب و ث وجود دارد و محتوى قند و سلولز و مواد آلبومين و املاح معدنى و منيزيوم مىباشد .\r\n\r\n7 - كاهو\r\nامام صادق عليه السّلام فرمود : بر شما باد كاهو كه خون را صاف مىكند . « 1 » پزشكان گفته‌اند : كاهو انواع ويتامينها را دارد و در آن بسيارى از املاح معدنى وجود دارد ، مشروط بر اينكه آن قسمتى را كه بيشتر آفتاب ديده بخوردند .\r\nدانشمند شيمىدان « نيومان » مىگويد : كاهو از نظر داشتن آهن\r\n\r\n","description":"","footnote":"\r\n« 1 » كافى\r\n","page_name":" 134 ","page_number":129},
  {"content":"\r\nبسيار غنى است و گلبولهاى قرمز خون را زياد مىكند و لذا صورت و لبها را سرخ مىكند و اعصاب را آرامش مىبخشد و خواب آور است و چشم را شفاف مىكند و به رنگ مو مىافزايد .\r\nمىگوييم : همهء اينها از اثرات تصفيهء خون است . پس در اين سخن امام تأمل كن و نيز گفته‌اند كه كاهو داراى ويتامينهاى اى - ب - ث مىباشد و در آن يد و كلسيم و مواد قندى و چربى نيز وجود دارد و اگر خوب جويده شود به هضم غذا كمك مىكند .\r\n\r\n8 - كاسنى\r\nامام صادق عليه السّلام فرمود : چه سبزى خوبى است كاسنى . « 1 » و فرمود : بر تو باد كاسنى كه نطفه را زياد و فرزند را زيبا مىكند . « 2 » و فرمود : هر كس شب كند در حالى كه در شكم او هفت برگ كاسنى است ، آن شب را از قولنج در امان خواهد بود . « 3 » پزشكان گفته‌اند : كاسنى براى ضعف اعصاب و ضعف بينايى و فاسد شدن خون مفيد است و بدن را پس از ضعف و لاغرى تقويت مىكند و قلب و كبد و كليه را فعال مىسازد و رحم زنان را تميز مىكند و تب را بر طرف مىسازد .\r\nمىگوييم : خدايا سخن امام چقدر رسا و جامع است و همهء اين خواص را كه پزشكان پس از اين مدت طولانى گفته‌اند شامل\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار ج 14\r\n« 2 » همان\r\n« 3 » همان\r\n","page_name":" 135 ","page_number":130},
  {"content":"\r\nمىشود . در بارهء اين سخن امام كه فرمود : « نطفه را زياد و فرزند را زيبا مىكند » تأمل كن كه در آن دو خاصيت براى كاسنى ذكر شده و اين دو خاصيت حاصل نمىشود مگر پس از تعديل رحم و پاكى آن و پس از تقويت قلب و اعصاب و پس از آن كه بدن قوت بگيرد ؛ گويا كه امام همهء اين منافع را با گفتن آن جمله در نظر داشته است .\r\nتا اينجا به اين مقدار اندك از گفته هاى امام صادق عليه السّلام در بارهء خواص و منافع ميوه ها و سبزيها اكتفا مىكنيم اين نمونه ها نشانگر سرشارى علم او و گستردگى شناخت او از علم طب است . اگر مىخواستيم تمام آنچه را كه از گفته هاى امام دست يافته‌ايم در اينجا بيان كنيم ، اين مختصر گنجايش آن را نداشت تا چه رسد به سخنانى كه ما در كتابها آنها را نديده‌ايم .\r\nاز اين گذشته يك فرد محقق وقتى به كتاب خوردنيها و آشاميدنيها ( اطعمه و اشربه ) در فقه اهل بيت مراجعه كند و در آن دقت به عمل آورد و در آداب خوردن و آشاميدن چه پيش از آنها و چه بعد از آنها و چه همزمان با آنها و نيز در سخنانى كه در بيان وقت آنها و تفصيلاتى كه در باره گوشتها و حبوبات و ميوه ها و شيرها و روغنها و غير آنها وارد شده ، دقت كند ، علم فراوانى خواهد يافت و به بحثهاى با ارزشى در طب و بهداشت خواهد رسيد و اعتراف خواهد كرد كه امام صادق عليه السّلام پيشواى متخصصان علم ابدان علاوه بر علم شرايع و اديان است و مطمئن مىشود كه آن حضرت مسئوليت سنگينى را بر عهده\r\n","description":"","footnote":"","page_name":" 136 ","page_number":131},
  {"content":"\r\nداشته و حقيقت علم طب در اختيار او بوده و به تمام جزئيات اين علم آشنايى داشته است همان گونه كه او در علوم دينى همچنين بوده و دروس عاليه در علم ابدان به او منتهى مىشود .\r\n\r\nسخنان جاويدان امام در طب\r\nامام صادق عليه السّلام سخنان جاويدان و آراء ارزشمند حكيمانه اى در طب دارد كه اگر به آنها توجه شود و مورد عمل قرار گيرد ، شايستگى آن را دارد كه به عنوان پايه هاى ثابت و عمومى طب و اركان بهداشت در هر عصر و در هر مكانى و براى تمام نسلها شناخته گردد . براستى كه اينها سخنان كوتاهى است كه عقول اطباء و دانشمندان از درك حقيقت آن ناتوان شده و پس از گذشتن قرنها و تغيير احوال و پيشرفت عقل بشرى و كثرت تجربه هاى علمى و عملى روشن شده است .\r\nدر اينجا برخى از اين سخنان طبى را نقل مىكنيم تا شاهد صدق گفتار ما باشد :\r\nامام فرمود : در گذشته به طبيب ، معالج مىگفتند . روزى موسى بن عمران عرض كرد : خدايا بيمارى از كيست ؟ از سوى خدا خطاب رسيد كه از من است . موسى گفت : دوا از كيست ؟ خطاب رسيد كه آن هم از من است . موسى گفت : پس مردم چه نيازى به معالجه كننده دارند ؟ خطاب رسيد كه به وسيلهء آن به آرامش خاطر و طيب نفس\r\n","description":"","footnote":"","page_name":" 137 ","page_number":132},
  {"content":"\r\nمىرسند . از آن زمان به معالج طبيب گفته شد . « 1 » و نيز امام صادق عليه السّلام فرمود : تا وقتى كه بدن تو بيمارى را تحمل مىكند از دارو بپرهيز . « 2 » مىگوييم : منظور از اين سخن اين است كه بدن به طبيعت خود رها شود و داروهايى كه چه بسا باعث ناراحتىهاى ديگر شود ، مصرف نگردد .\r\nو نيز فرمود : كسى كه صحت بدن او بر بيماريش غلبه كند و در عين حال خودش را با چيزى معالجه نمايد و بميرد ، من از او بيزار هستم . و در روايتى آمده كه او به ضرر خود عمل كرده است . « 3 » مىگوييم : در اين باره احاديث متعددى از اهل بيت عليه السّلام رسيده و منظور اين است كه بيماريها به طبيعت خود گذارده شود مادامى كه بدن آن را تحمل مىكند و نبايد تعادل مزاج را با علاج بر هم زد . امام رضا عليه السّلام فرمود : معالجهء بدن مانند تعمير خانه و اصلاح آن است كه كم آن به زياد آن منجر مىشود . و به عبارت ديگر بيمارى تخلف از قوانين طبيعى است و دارو اين تخلف و انحراف را آشكار مىسازد و چون اين تخلف در بدن به وجود آيد آن را از صحت دور مىكند .\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار ج 14\r\n« 2 » الفصول المهمه\r\n« 3 » همان\r\n","page_name":" 138 ","page_number":133},
  {"content":"\r\nو نيز امام صادق عليه السّلام فرمود : شستن ظرف و جارو كردن آستانه خانه روزى را جلب مىكند . « 1 » مىگوييم : ظاهر اين حديث دستور نظافت و اهميت دادن به آن است چون نظافت از اركان صحت و راحتى است و اين دو از نعمتهاست و همان روزى است كه نظافت آن را جلب مىكند ، چون روزى فقط تحصيل مال نيست و منظور از « كسح » كه در روايت آمده جارو كردن و منظور از « فناء » صحن خانه است .\r\nو نيز فرمود : كمتر آب بخور كه آن باعث هر نوع بيمارى مىشود . « 2 » مىگوييم : از مسلمات طبى است كه آب خوردن زياد بخصوص بر روى غذا و يا در اثناى غذا خوردن ، باعث كندى هضم در معده مىشود . يعنى اين كار ، ترشحات معده را رقيق مىكند و چون هضم غذا مختل شد ، تغذيه مختل مىشود و چون تغذيه مختل شد ، بدن از غذا استفاده نمىكند و ضعيف مىشود و آمادهء پذيرش هر نوع بيمارى مىگردد . منظور امام از اينكه آب خوردن زياد باعث هر نوع بيمارى مىشود ، همين است .\r\n\r\n","description":"","footnote":"\r\n« 1 » الاثنى عشريه\r\n« 2 » كشف الاخطار\r\n","page_name":" 139 ","page_number":134},
  {"content":"\r\nو نيز فرمود : شايسته است كه پيرمرد نخوابد مگر اينكه شكم او پر از غذا باشد كه اين كار براى او خواب آور است و دهان او را خوشبو مىكند . « 1 » مىگوييم : مشهور اين است كه كم خوردن غذا در موقع خواب براى معده مفيد است و اعصاب را آرامش مىبخشد و خواب را راحت مىكند ولى در پيرمرد اين طور نيست چون او نمىتواند زياد غذا بخورد بلكه بيشتر از مايعات و غذاهاى سبك استفاده مىكند و اين غذاى اندك در مدت كمى هضم مىشود و او نياز دارد كه در فاصله هاى متعددى غذا بخورد . بنا بر اين اگر او غذاى كمى بخورد و در اثناى خواب هضم شود و معدهء او خالى بماند ضعف بر او غلبه مىكند و نمىتواند خواب راحتى داشته باشد براى همين است كه او نبايد بخوابد مگر اينكه شكم او پر باشد تا خواب او راحت و دهان او خوشبو شود .\r\nو نيز به عنوان بصرى فرمود : پرهيز كن از اينكه چيزى را بخورى كه به آن اشتها ندارى كه اين كار باعث حماقت و ابلهى مىشود . و نخور مگر پس از گرسنگى . و چون خواستى بخورى غذاى حلال بخور و نام خدا را به زبان آور و سخن پيامبر خدا را به ياد آور كه فرمود : آدمى ظرفى را كه بدتر از شكمش باشد پر نكرد پس اگر ناچار بايد غذا\r\n\r\n","description":"","footnote":"\r\n« 1 » كشف الاخطار\r\n","page_name":" 140 ","page_number":135},
  {"content":"\r\nخورد ، يك سوم آن را براى غذايش و يك سوم آن را براى آبش و يك سوم ديگر را براى نفس كشيدنش اختصاص دهد . « 1 » مىگوييم : اشتها همان گرسنگى و نياز بدن به غذاست و ميل به خوردن از آنجا ناشى مىشود و منظور حضرت از اينكه آن چه را اشتها ندارى نخور ، همان چيزى است كه بدن به آن ميل و رغبت ندارد .\r\nوقتى بر خلاف ميل خورده شود ، در بدن عكس العمل نامطلوبى مىگذارد از جمله اينكه ايجاد نفرت مىكند و باعث انقلاب در مزاج مىشود همان گونه كه انسان از دوا نفرت دارد و بدينسان نظام بدن مختل مىشود و از غذا آن قوت لازم حاصل نمىشود و در نتيجه اعصاب ضعيف و مضطرب مىگردد و گاهى اين اضطراب به مغز انتقال مىيابد چون منشأ اعصاب همان است و لذا امام مىفرمايد كه آن باعث حماقت و ابلهى مىشود . بعضى از حكما گفته‌اند : چيزى را كه با اشتها مىخورى تو آن را خورده اى ولى چيزى كه بدون اشتها مىخورى آن تو را خورده است ، يعنى بيمار و ناتوانت مىكند .\r\nو اما اينكه فرمود : چيز حلال بخور و نام خدا را به زبان آور ، براى آن است كه اگر دقت كنى خواهى ديد كه عوامل سلامت بدن منحصر در ماديات نيست بلكه معنويات و روحيات نيز در آن تأثير دارد و مهمترين آنها اطمينان قلب و آرامش خاطر است كه نفوس آرامش مىگيرد و دلها صفا مىيابد . از آنجا كه غذاى حلال ، نفس و روح را\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار ج 1\r\n","page_name":" 141 ","page_number":136},
  {"content":"\r\nخوشنود مىسازد و قلب را اطمينان مىبخشد ، لقمهء حلال و بردن نام خدا اهميت فراوانى در فعاليت بدن دارد ، بر خلاف غذاى حرام دل از آن در اضطراب است . براى همين است كه امام با اين سفارش روحى و با تحريك اعتقاد آرامش بخش انسان را معالجه مىكند .\r\nو اما سخن پيامبر كه فرمود : « انسان ظرفى را كه بدتر از شكمش باشد پر نكرد » اين يك مطلب روشنى است و احتياج به شرح ندارد و اين سخن مانند سخن ديگر آن حضرت است كه فرمود : معده خانهء بيمارى و پرهيز سرآمد دواهاست . چون وقتى معده پر شود به كندى كار مىكند و چون به كندى كار كند بخارات و گازهاى معده به سوى بالاى بدن يعنى به طرف مغز متصاعد مىشود و فكر انسان از فعاليت مىماند براى همين است كه پزشكان از مطالعه كردن پس از غذا نهى مىكنند . آنگاه مغز دچار سستى مىگردد و ميل به خواب حاصل مىشود و كسى كه با شكم پر بخوابد خوابهاى وحشتناكى مىبيند و گاهى خيالات باطل و افكار مشوش رخ مىدهد و اين همان است كه امام فرمود و از حماقت و ابلهى شخص پر خور خبر داد و براى همين است كه پيامبر معده را به سه قسمت تقسيم كرد يك سوم براى طعام و يك سوم براى آب و يك سوم براى نفس كشيدن . و لذا بعضى از پزشكان گفته‌اند : از آنچه مىخورى فقط يك سوم آن را فايده مىبرى و دو سوم آن به نفع طبيب است كه پس از اين پر خورى ، بايد تو را معالجه كند . پس درست بينديش .\r\n","description":"","footnote":"","page_name":" 142 ","page_number":137},
  {"content":"\r\nو نيز فرمود : هر بيمارى از پر خورى است مگر تب كه از بيرون وارد مىشود . « 1 » مىگوييم : از نظر طبى ثابت شده است كه تب از ميكروبهاى خاصى به وجود مىآيد و علم جديد كشف كرده كه بر خلاف اعتقاد قدماء تب از فساد اخلاط اربعه حاصل نمىشود . همچنين دانشمندان عصر اتفاق نظر دارند كه امتلاء معده و پرخورى از مهمترين عوامل بيماريهاست چون معده مانند دستگاهى است كه سوخت بدن را آماده مىسازد و غذا را كه قوام جسم و روح با آن است به بدن مىرساند ، وقتى معده با پرخورى ضعيف شد ، زمينه براى پيدايش هر نوع بيمارى چه روحى و چه جسمى فراهم مىشود .\r\nبراى همين است كه امام فرمود : هر مرضى از پرخورى است .\r\nبر خلاف تب كه از خارج بدن وارد مىشود چون ميكروبها از طريق هوا و آب و هر چيزى كه حامل ميكروب است وارد بدن مىشوند .\r\nو نيز فرمود : همهء اين بادها از صفراى شديد و يا خون سوخته شده يا بلغم زياد است ، پس انسان بايد پيش از آن كه اين طبايع بر او غلبه كند و او را هلاك سازد مواظب خود باشد . « 2 » مىگوييم : بدن انسان از عناصر جامد و نيمه جامد و مايع تركيب\r\n\r\n","description":"","footnote":"\r\n« 1 » محاسن برقى\r\n« 2 » محاسن برقى\r\n","page_name":" 143 ","page_number":138},
  {"content":"\r\nيافته است ، جامد مانند استخوان و نيمه جامد مانند غضروف و مايع مانند اخلاط چهارگانه كه عبارتند از خون و صفرا و بلغم و سودا . خون در رگها و صفرا در كبد و بلغم در عروق لنفاوى و سودا كه همان ذرات جامع آغشته به خون است در طحال قرار دارند . اين رأى بقراط است كه تمام بيماريها را به فساد اين اخلاط مربوط مىداند و از اينها بادها و گازهاى درد آور توليد مىشود ، ولى طب جديد مىگويد : وقتى غذا در بدن سوخته مىشود ايجاد حرارت مىكند و اگر اين سوخت و ساز ناقص انجام گيرد ، رسوباتى در اعضاى بدن منتشر مىشود كه بيماريهاى گوناگون توليد مىكند .\r\nملاحظه مىكنيد كه اين همان سخن پيشينيان است و تنها اصطلاحات عوض شده است . و لذا امام صادق عليه السّلام سفارش مىكند كه انسان مواظب خودش باشد يعنى در خوردن اسراف نكند و غذاها را به يك ديگر مخلوط ننمايد و موادى را كه تند است و سوخت بدن را شديد مىكند و يا آن را ناقص مىكند ، مصرف نكند كه عواقب نامطلوبى به بار مىآورد و باعث مىشود كه يكى از اين اخلاط يا طبايع فاسد گردد و باعث هلاكت يا بيمارى شود .\r\nو نيز فرمود : راه رفتن براى مريض باعث طولانى شدن بيمارى مىشود . « 1 »\r\n\r\n","description":"","footnote":"\r\n« 1 » كافى\r\n","page_name":" 144 ","page_number":139},
  {"content":"\r\nمىگوييم : در اين حديث بر استراحت كردن بيماران تأكيد شده است و تمام پزشكان عصر نيز بر آن تأكيد دارند .\r\nو نيز فرمود : اگر مردم در غذا خوردن اعتدال داشته باشند ، بدنهايشان سالم مىشود . « 1 » مىگوييم : منظور اين است كه در خوردن رعايت ميانه روى كنند و اسراف ننمايند و منظور اين نيست كه كم غذا بخورند و از مقدار لازم بكاهند . آرى تنوعطلبى و حرص در غذا باعث مىشود كه غذاهايى را كه با هم سازگارى ندارند با هم بخورد و يا زياد بخورد و رودل كند كه مادر تمام بيماريهاست بلكه گاهى باعث مرگ مىشود ، چون اين كار بر خلاف اعتدال است و بدن تحمل آن را ندارد .\r\nو نيز فرمود : خوابيدن راحتى بدن و سخن گفتن راحتى روح و سكوت راحتى عقل است . « 2 » مىگوييم : بديهى است كه اگر انسان خوب نخوابد و استراحت نكند و اعضاى بدن تجديد قوا نكند ، نمىتواند وظايف خود را انجام بدهد و بدن ضعيف مىشود و نيروى آن كم مىشود . اما وقتى انسان مىخوابد ، راحت مىشود . همچنين روح مىخواهد آنچه را كه در نفس و قلب و فكر است اظهار كند پس بايد با سخن گفتن استراحت\r\n\r\n","description":"","footnote":"\r\n« 1 » الفصول المهمه\r\n« 2 » مجالس شيخ صدوق\r\n","page_name":" 145 ","page_number":140},
  {"content":"\r\nكند . سكوت نيز راحتى عقل است تا به عواقب امور نظر كند و حوادث را بررسى كند و به نتيجه هاى لازم برسد .\r\nو نيز فرمود : در چيزى كه باعث سلامت بدن مىشود ، اسراف وجود ندارد . بلكه اسراف در چيزى است كه موجب تلف شدن مال و ضرر به بدن مىشود . « 1 » و نيز فرمود : دوا چهار نوع است : حجامت و ضماد گذاشتن و قى كردن و اماله كردن . « 2 » مىگوييم : پيشينيان از پزشكان معتقد بودند كه بيشتر بيماريها از فساد اخلاط به وجود مىآيند و به عبارت ديگر وقتى مايعات بدن كثيف شد ، بدن مريض مىشود و نيز مىگويند تمام مايعات بدن از خون توليد مىشوند ، وقتى خون صاف باشد ، مايعات ديگر نيز سالم خواهند شد و در نتيجه بدن سالم خواهد شد و اگر چنين نباشد بدن مريض مىشود و در چنين حالتى بايد خون را تصفيه كرد تا كثيف بودن آن باعث بروز بيماريها نگردد .\r\nبراى تصفيهء خون وسائل مختلفى وجود دارد كه از جملهء آنها حجامت كردن است كه امروز ميان پزشكان در بارهء آن اختلاف نظر وجود دارد ، زيرا كه خون اساس زندگى است و براى بيمار ضعيف كه\r\n\r\n","description":"","footnote":"\r\n« 1 » الفصول المهمه\r\n« 2 » همان\r\n","page_name":" 146 ","page_number":141},
  {"content":"\r\nقواى خود را از دست داده درست نيست كه از خونش كاسته شود . و البته اين سخن در بيماريها كه با كمبود خون همراه است سخن درستى است ولى در غير اين بيماريها و براى كسانى كه خونشان زياد و يا كثيف است ، حجامت از سودمندترين كارهاست .\r\nهمچنين وقتى معده پر از غذا و يا مواد زائد باشد ، بهترين علاج آن استفراغ كردن است تا مواد زايد ، از دهان بيرون شود و يا اماله كردن است تا آن مواد از پايين خارج شود و در صورتى كه ناراحتى بدن در زير پوست باشد و مثلا گازها و يا مواد فاسدى در زير پوست تجمع كنند ، گذاشتن ضماد چربيها و داروهاى خاص بر روى پوست تأثير فراوانى دارد و به سرعت مرض را از بين مىبرد .\r\nو نيز فرمود : به حمام نرو مگر اينكه در شكمت چيزى باشد كه هيجان معده را فرو نشيند و اين بدن را قوى مىكند و نيز وارد حمام نشو در حالى كه معده ات پر از طعام است . « 1 » مىگوييم : انسان وقتى وارد حمام شد ، حرارت باطن شدت مىگيرد و در اين حال معده دچار هيجان مىشود ، پس اگر خالى باشد ضعيف مىشود و نيز اگر خيلى پر باشد آسيب مىرساند و لذا امام دستور مىدهد كه معده در حال اعتدال باشد تا بدن قوى گردد .\r\n\r\n","description":"","footnote":"\r\n« 1 » الفصول المهمه\r\n","page_name":" 147 ","page_number":142},
  {"content":"\r\nو نيز فرمود : به پشت خوابيدن در حال سيرى بدن را چاق و طعام را هضم و درد را از بين مىبرد . « 1 » مىگوييم : اين بدان جهت است كه اعضاى بدن اگر استراحت كند و آرامش يابد ، به وظايف خود به شايستگى عمل مىكند و غذا به طور كامل تقسيم مىگردد و اگر مداومت يابد ، بدن چاق مىشود و قوت مىگيرد و اگر قوت گيرد با بيماريها مبارزه مىكند و آنها را از بدن بيرون مىاندازد .\r\nو نيز فرمود : ( اين سخن به امام رضا عليه السّلام هم نسبت داده شده ) در اوايل شب به زنان نزديك نشويد چه تابستان و چه زمستان . اين بدان جهت است كه معده و رگها در اين موقع پر است و اين كار ناپسند است زيرا كه باعث قولنج و فلج و كجى دهن و نقرس و سنگريزه و قطره قطره شدن بول و فتق و ضعف بينايى مىشود . اگر خواستى اين كار را انجام بدهى در آخر شب باشد كه در صحت بدن و آسان شدن فرزند و ذكاوت او مؤثر است و با زنى مجامعت مكن مگر اينكه با او ملاعبت كنى و بازى كردن با او را ادامه بدهى و پستانهايش را فشار دهى ، زيرا اگر چنين كنى شهوت به او غلبه مىكند و آبش جمع و از پستانها خارج مىشود و شهوت در چشم و صورت او ظاهر مىگردد ، تا از تو همان را بخواهد كه تو از او مىخواهى . همچنين با زنى\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار\r\n","page_name":" 148 ","page_number":143},
  {"content":"\r\nهمبستر مشو مگر اينكه پاك باشد وقتى اين كار را انجام دادى نه بايست و نه بنشين بلكه به طرف راست خود دراز بكش ، سپس ادرار كن ، وقتى از اين كارها فارغ شدى تو از سنگريزه در امان خواهى بود .\r\nسپس غسل كن . « 1 » مىگوييم : وقتى زن به اين طريقى كه امام ارشاد كرد ، آماده شد ، زندگى دو طرف مخصوصا زن را حفظ مىكند و رعايت نكردن اين راهنمايى يا مانند بعضىها منع كردن منى باواسطه يا بىواسطه به گونه اى كه بعضىها مىكنند ، عوارض نامطلوبى مانند سوزش يا خارش در مجرا به وجود مىآورد . چون وقتى منى از محل خود بيرون آيد و سپس از ريختن آن به رحم زن جلوگيرى شود ، اجزايى از آن در مجرا مىماند و از آن سنگريزه توليد مىشود به اضافه اينكه شهوت زن دفع نمىشود و اين يك عمل غير طبيعى است چون مقاربت كامل حاصل نشده و باعث انواع هيسترى مىشود .\r\nو نيز فرمود : براى هيجان خون سه علامت وجود دارد : جوش در آوردن در بدن و خارش در پوست و مور مور شدن بدن ( كه انسان خيال مىكند كه در بدن او مورچه راه مىرود ) . « 2 » و نيز فرمود : تب در سه چيز خارج مىشود : عرق كردن ، شكم\r\n\r\n","description":"","footnote":"\r\n« 1 » به حال الانوار\r\n« 2 » بحار الانوار\r\n","page_name":" 149 ","page_number":144},
  {"content":"\r\nروى و استفراغ كردن .\r\nمىگوييم : تب كردن افراط در حرارت غريزى بدن است و اگر حرارت معتدل شود بدن سالم مىگردد و اگر حرارت كم باشد بدن ضعيف مىشود و اگر اصلا نباشد انسان مىميرد . اين حرارت خادم طبيعى بدن است و باعث نشاط و قوت و حركت مىشود ولى اگر مواد زائد و معدنى غير ضرورى در بدن منتشر گردد و يا در زاويه اى از زواياى بدن جمع گردد ، حرارت شدت مىيابد تا اين مواد را ذوب و دفع كند تا بدن سالم بماند و تب نشانهء آن است . بنا بر اين بايد به اين خادم به صورتى كه امام راهنمايى نموده است كمك كرد و اين كمك به صورت عرق كردن يا اسهال شكم يا استفراغ كردن حاصل مىگردد و اين سه كار به دفع سمومات بدن كمك مىكند .\r\nو نيز فرمود : بهترين چيزى كه با آن مداوا مىكنيد ، حجامت و روغن مالى و حمام رفتن و اماله كردن است .\r\nمىگوييم : تفصيل اين مطلب گذشت ديگر تكرار نمىكنيم .\r\nو نيز فرمود : دستهاى خود را پيش از غذا خوردن و پس از آن بشوييد كه فقر را از بين مىبرد و بر عمر مىافزايد .\r\nمىگوييم : امام صادق عليه السّلام اصحاب و پيروان خود را به اين كار فرمان داده و آنان را با گفتن اينكه فقر را از بين مىبرد و عمر را زياد\r\n","description":"","footnote":"","page_name":" 150 ","page_number":145},
  {"content":"\r\nمىكند ، به انجام آن تشويق نموده است و شما مىدانيد كه نفى فقر و طولانى شدن عمر از آثار شستن دست قبل و بعد از غذاست . طب و تجربه ثابت كرده كه نشستن آنها باعث بروز بيماريهاى گوناگونى مىشود كه برخى از آنها منجر به مرگ يا فقر حتمى مىگردد ، چون دستى كه به سبب لمس اجسام خارجى آلوده به ميكروب مىشود و به دهان و از آن جا به معده و كبد و قلب منتقل مىشود و به تمام اعضاى بدن مىرسد .\r\nبديهى است ميكروب هر كجا كه مجال يابد تخريب مىكند و هر كجا كه زمينه اى براى رشد و نمود پيدا كند رشد مىكند و به تمام بدن آسيب مىرساند . وقتى انسان به سبب اين كه با دستان آلوده غذا خورده ، مريض مىگردد ، در اثر مداوا كردن اين بيمارى مال خود را نيز از دست مىدهد و عمرش نيز كوتاه مىگردد ، ولى اگر به شستن دست ملتزم شود و مجالى براى ورود ميكروب به بدن ندهد ، سالم مىماند و مال خود را هم از دست نمىدهد و در نتيجه دچار فقر نمىشود و بر عمر او افزوده مىگردد .\r\nما در صفحات گذشته به طور اجمال سخنان امام صادق عليه السّلام را شرح كرديم تا روشن سازيم كه امام ، سخن را كوتاه و در كلمات با ارزش خود به مفيدترين خواص و سودمندترين چيزى كه انسان مىشنود ، اشاره كرده است ، گويا كه امام همواره حال مستمع و\r\n","description":"","footnote":"","page_name":" 151 ","page_number":146},
  {"content":"\r\nظرفيت شنونده را در نظر مىگرفت و به اين سخن مشهور نظر داشت كه با مردم به اندازهء عقلهايشان سخن بگوييد . از اين گذشته سخنان امام در سطح بالا و پر مغز است و هر كس مطابق با درك و فهم خود از آن استفاده مىكند و لذا مىبينيد كه در اين عصر كه عقلها كامل شده ، سخن امام را بهتر از پيشينيان مىفهمند ؛ و به خدا سوگند اين سخنان از طرق الهام و علم آسمانى است كه از جد خود پيامبر اسلام صلَّى الله عليه و آله و سلَّم و او از جبرئيل و او از خدا ياد گرفته است .\r\nو چه زيباست سخن شاعر كه مىگويد :\r\n\r\nو تابع اناسا قولهم و حديثهم\r\nروى جدّنا عن جبرئيل عن البارى\r\n\r\nاز كسانى پيروى كن كه سخن و حديث آنان چنين است : جد ما از جبرئيل از خدا روايت مىكند .\r\n\r\nامام صادق عليه السّلام و درمان روحى\r\nهمان گونه كه بدن مريض مىشود و سلامت خود را از دست مىدهد و احتياج به معالجه پيدا مىكند تا صحت خود را بازيابد ، روح و نفس نيز دچار انحراف مىشود و به سوى رذائل و صفات ناپسند ميل مىكند و در اين هنگام محتاج معالجه مىشود تا به طبيعت اصلى خود برگردد و با اخلاق نيك و صفات حميده متصف شود .\r\nبه عبارت روشنتر وقتى صفات ناپسند بر ارواح و نفوس غلبه پيدا\r\n","description":"","footnote":"","page_name":" 152 ","page_number":147},
  {"content":"\r\nكرد و شهوات حيوانى و خواهشهاى نفسانى مسلط شد ، صحت و سلامت آن از بين مىرود و نشاط روحى و شفافيت و لطافت خود را كه در حال صحت داشت از دست مىدهد .\r\nفلاسفه ، اين بيماريهاى نفسانى و دردهاى روحى را از قديم الايام تاكنون با انواع معالجه ها معالجه كرده‌اند و روانشناسان و اساتيد تربيت براى آن قوانينى وضع نموده‌اند و براى اصلاح نفس برنامه هايى ريخته‌اند ولى در اين كار موفق نشده‌اند ، زيرا براى بيماريهاى روحى علاج قطعى نيافته‌اند و براى آن دواى مؤثرى جز دين آسمانى كه بر پيامبران نازل شده پيدا نكرده‌اند . دين آسمانى نازل شده تا انسانيت را از حضيض رذائل و نادانى به بلنداى فضائل و عرفان بالا ببرد و مردم را به سعادت و امنيت برساند و نور هدايت را در زمين روشن كند . تا وقتى كه مردم به قوانين دينى عمل كنند و تعاليم و ارشادات آن را به كار برند ، در بهشت نعمتها و سعادتمندانه زندگى خواهند كرد . هيچ طبيبى به دردهاى نفوس بشرى آشناتر از آفرينندهء آن نيست و هيچ حكيمى راه علاج و درمان آن را مانند شارع مقدس نمىشناسد .\r\nبنا بر اين ، دين اثر مستقيمى در سعادت و پاكيزگى نفس دارد و در اصلاح معجزه مىكند ، به گونه اى كه اثر آن از اثر طب در درمان بيماريهاى جسمى بيشتر است .\r\nمىتوان گفت دين مانند سحر است جز اينكه دين همه اش خير و\r\n","description":"","footnote":"","page_name":" 153 ","page_number":148},
  {"content":"\r\nسحر همه اش شرّ است و مبلَّغان دينى شبيه پزشكانى هستند كه درد و درمان را مىشناسند و مزاجهاى منحرف را به صحت و اعتدال سوق مىدهند ، با اين تفاوت كه گاهى پزشكان خطا مىكنند ولى پيامبران هرگز خطا نمىكنند .\r\nدين حنيف اسلام براى حفظ بهداشت نفوس بشرى ، اخلاق فاضله اى را آورده و پيروان خود را به عمل كردن به آن فرمان داده است تا روحهاى آنها را از بديها حفظ كند . همان گونه كه نبوت پيامبر صلاح و اصلاح بشر را از دو ناحيهء روح و بدن تضمين كرده و سعادت و زندگى و پيشرفت او را در دو جهان به ارمغان آورده است .\r\nخداوند مىفرمايد : خدا و رسول او را اجابت كنيد هنگامى كه شما را به سوى چيزى مىخوانند كه شما را زنده مىكند .\r\nو نيز مىفرمايد : هر كس عمل صالح كند چه مرد چه زن در حالى كه ايمان دارد ، به او يك زندگى پاكيزه مىدهيم .\r\nو نيز مىفرمايد : همانا به سوى شما موعظه اى از پروردگارتان و شفايى براى سينه ها آمده است .\r\nو نيز مىفرمايد : و از قرآن آن چه را كه شفا و رحمت براى مؤمنان است ، نازل مىكنيم .\r\nوقتى پيامبر بزرگوار اسلام صلَّى الله عليه و آله و سلَّم مبعوث شد ، ندا سر داد كه همانا من مبعوث شده‌ام تا مكارم اخلاق را به پايان رسانم و آن حضرت در طول زندگانى شريف خود همواره بذر تعاليم حكمت آميز را\r\n","description":"","footnote":"","page_name":" 154 ","page_number":149},
  {"content":"\r\nمىپاشيد و درختان مكارم اخلاق اسلامى را در نفوس مردم مىكاشت و راه زندگى سعادتمندانهء روحى و جسمى را روشن مىساخت تا اينكه به سوى خدا رفت و اين ملت را به خود رها نكرد بلكه دو چيز با ارزش ميان آنها گذاشت : يكى كتاب خدا قرآن و ديگرى اهل بيت و عترت خود . قرآن كتاب صامت خدا و عترت كتاب ناطق اوست كه آنچه را كه از تعاليم اصلاحى اسلام مبهم است بيان مىكنند و آن قسمت از اسرار پنهانى قرآن را كه ديگران به آن دست نمىيابند ، آشكار مىسازند .\r\nبنا بر اين عترت پيامبر راهنمايان مردم به سوى خير و صلاح و هدايتكنندگان آنان به راه زندگى راستين هستند . همچنين آنان پزشكان روحى مردمند و آنان را معالجه و مداوا مىكنند و لذا مىبينيم هر امامى از اين عترت پاك پس از پيامبر ، دردهاى عصر خود را به نوعى درمان مىكرد كه مطابق با عقول مردم زمان باشد مانند يك پزشك دلسوز كه بيمار خود را با تمام مهربانى و رأفت مداوا مىكند تا او را به ساحل نجات برساند .\r\nاز آنجا كه عصر امام صادق عليه السّلام عصرى بود كه در آن انديشه هاى مختلف و اخلاق متفاوت و فرقه هاى گوناگون به وجود آمده بود و اخلاق اسلامى كنار گذاشته شده بود و نفوس مردم مسموم شده بود ، لذا امام طبق وظيفه آسمانى كه داشت خود را طبيب مسئولى در برابر مردم مىدانست و عهده دار درمان دردها بود .\r\n","description":"","footnote":"","page_name":" 155 ","page_number":150},
  {"content":"\r\nچگونه چنين نباشد در حالى كه او كتاب ناطق بود و پيامبر در بارهء او و ساير امامان و قرآن فرموده بود : من ميان شما دو چيز با ارزش مىگذارم كتاب خدا و عترت من كه اگر به آنها چنگ بزنيد هرگز گمراه نمىشويد .\r\nآرى امام خود را مسئول اول درمان دردهاى امت مىدانست كه بايد امراض روحى مردم را كه باعث طغيان رذائل بر فضائل شده بود ، معالجه كند و امام با سخنان حكيمانه و راهنماييهاى پر ارزش ، تعاليم بلند خود را مطابق با فهم مردم ، اظهار كرد به نحوى كه شايستهء فيلسوف و طبيب معالج است .\r\nاكنون نمونه هايى را از درمان روحى و معالجهء نفسانى امام در اينجا مىآوريم امام در اين معالجات خود اراده فرموده كه نفوس را از بيماريهاى نابودكنندهء فردى و اجتماعى درمان كند و البته در اينجا به مقدار كمى از ارشادات امام بسنده خواهيم كرد چون اين مختصر گنجايش نقل همهء آنها را ندارد .\r\n\r\n1 - غضب\r\nغضب حالتى در نفس است كه كارهاى معمولى يا غير منتظره آن را به وجود مىآورد و باعث مىشود كه عقل از حالت تعادل خود بيرون بيايد . انسان خشمناك راه درست را نمىشناسد و بر فكر و ارادهء خود تسلط ندارد و در نتيجه ، ذهن مختل مىشود و اعضاى بدن\r\n","description":"","footnote":"","page_name":" 156 ","page_number":151},
  {"content":"\r\nبراى خرابكارى و انتقام آماده مىگردد . چون خون هيجان پيدا مىكند و به سرعت به قلب مىرود و از آنجا در تمام رگها منتشر مىشود و به طرف بالاى بدن مىرود و صورت سرخ مىشود و رگهاى گردن باد مىكند و در سينه هيجان به وجود مىآيد و لبها و دندانها مىلرزد و در اين حالت است كه بدن براى انتقام برانگيخته مىشود . شاعر در اين باره مىگويد :\r\n\r\nو لم ار في الاعداء حين اختبرتهم\r\nعدوّا لعقل المرء اعدى من الغضب\r\n\r\nيعنى در ميان دشمنان پس از امتحانى كه كردم ، دشمنى سرسختتر از خشم نديدم .\r\nمهمترين عوامل غضب وراثت و بيماريهاست ، چيزهايى كه زمينهء آن را فراهم مىكند ، بسيار است از جملهء آنهاست مزاج عصبى و حالتهايى كه از خوردن غذاهاى تند به وجود مىآيد ، همچنين محيط و تربيت تأثير فراوانى در تشديد غضب دارد .\r\nبعضىها گفته‌اند كه عوامل تحريككنندهء غضب ، عجب و مزاح و ستيزه جويى و حيله گرى و حرص در جمع آورى مال و رسيدن به مقام است و همهء اينها اخلاق ناپسنديده هستند و با وجود اين عوامل نمىتوان از غضب رهايى يافت و بايد اين اوصاف را تبديل به ضد آنها كرد .\r\nغضب عواقب زيانبار فراوانى دارد و از جمله بيماريهايى است كه\r\n","description":"","footnote":"","page_name":" 157 ","page_number":152},
  {"content":"\r\nنمىتوان آنها را بىاهميت دانست مانند سل ريوى و سوء هاضمه و التهاب اعصاب و فشار خون و مانند آنها . گفته شده كه آدم خشمناك گاهى به مرحله اى مىرسد كه در او مرض سگ هار پيدا مىشود به طورى كه اگر كسى را گاز بزند منجر به فوت او مىگردد و اين نشان مىدهد كه در آب دهان شخص غضبناك سمى وجود دارد كه در ديگران هم اثر مىكند .\r\nبنا بر اين ، غضب يك بيمارى روحى خطرناكى است كه به صاحب آن آسيب مىرساند و گاهى ضرر آن به ديگران هم مىرسد و صاحب آن را به ارتكاب جرائم وادار مىكند .\r\nحكما و فلاسفه و پزشكان و دانشمندان با انواع وسايل به معالجه اين بيمارى اقدام كرده‌اند به اين اميد كه بيمار شفا يابد ولى موفق نشده‌اند ولى دين اسلام آن را با آسانترين وجه معالجه كرده و جلو آن را گرفته است . همان گونه كه در حديث شريف آمده است .\r\nپيامبر صلَّى الله عليه و آله و سلَّم فرمود : هر گاه يكى از شما از غضب بدى ديد ، اگر ايستاده است بنشيند و اگر نشسته است بايستد و اگر غضب فروكش نكرد با آب سرد وضو بگيرد يا غسل كند چون آتش را چيزى جز آب خاموش نمىكند . « 1 » امام صادق عليه السّلام فرمود : غضب ، كليد همهء بديهاست .\r\nو فرمود : غضب ، قلب حكيم را از بين مىبرد .\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار و كشف الاخطار\r\n","page_name":" 158 ","page_number":153},
  {"content":"\r\nو فرمود : هر كس به خشم خود مالك نباشد ، به عقل خود مالك نيست .\r\nو فرمود : اگر حليم و بردبار نباشى خودت را به بردبارى بزن . و در حديث ديگرى آمده : از نظر ياور حلم كفايت مىكند . « 1 » و فرمود : هر كس كه خشم او آشكار شود ، حيلهء او آشكار مىشود و هر كس كه هوايش قوى باشد ، احتياطش ضعيف مىگردد . « 2 »\r\n\r\n2 - دروغ\r\nدروغ انحراف نفس از راستگويى و سرباز زدن روح از انجام وظيفهء انسانى خويشتن است و آن يك بيمارى فردى و اجتماعى خطرناك است . چون در صاحب خود بسيارى از رذائل مانند غش و نفاق و تملق و حيله و خيانت و ريا و بدقولى و پيمانشكنى را به وجود مىآورد و اينها صفاتى هستند كه راستگويى ، انسان را از آنها حفظ مىكند و اساسا دروغگويى شايستهء انسانى كه مزاج معتدل دارد نيست ، چون در آن صورت عضو فاسدى در اجتماع مىشود كه خود را هلاك مىكند و ديگران را نيز به اين بيمارى آلوده مىسازد .\r\nامام صادق عليه السّلام فرمود : مرضى بدتر از دروغ نيست . « 3 »\r\n\r\n","description":"","footnote":"\r\n« 1 » اين چند حديث در كافى نقل شده است\r\n« 2 » بحار الانوار\r\n« 3 » حليه\r\n","page_name":" 159 ","page_number":154},
  {"content":"\r\nو نيز فرمود : هر كس بسيار دروغ بگويد ارزش او از بين مىرود . « 1 » و نيز فرمود : هر كس راستگو باشد عمل او پاكيزه مىشود . « 2 » و نيز فرمود : خداوند براى شر قفلهايى قرار داده كه كليد اين قفلها شراب خوردن است و دروغگويى بدتر از شراب خوردن است . « 3 » و نيز فرمود : از مصاحبت با دروغگو پرهيز كن چون دروغگو مىخواهد به تو سودى برساند ولى ضرر مىرساند و او دور را براى تو نزديك جلوه مىدهد و نزديك را دور مىنمايد . « 4 »\r\n\r\n3 - حسد\r\nحسد ناراحت شدن از برخوردارى ديگران و آرزوى زوال نعمت آنهاست و شخص حسدكننده از نعمتهايى كه خدا بر بندگانش داده آگاه مىشود و حال خوشى پيدا نمىكند و چه خوب سروده است ابو الحسن تهامى :\r\n\r\nانى لأرحم حاسدى لحرّ ما\r\nضمنت صدورهم من الاوغار\r\nنظروا صنيع الله بى فعيونهم\r\nفي جنة و قلوبهم في نار\r\n\r\nيعنى : من به حسدكنندهء خود رحمت مىآورم به سبب بدى خشمى كه در سينه هاى آنهاست . آنان به كار خدا در بارهء من نگاه مىكنند ، پس چشم آنها در بهشت و دلهايشان در جهنم است .\r\n\r\n","description":"","footnote":"\r\n« 1 » وسائل\r\n« 2 » كافى\r\n« 3 » جامع السعادات\r\n« 4 » كتاب العترة\r\n","page_name":" 160 ","page_number":155},
  {"content":"\r\nحسد مرضى بدتر از بخل است چون بخيل از دادن مال خود به ديگران بخل مىورزد ولى حسود از رسيدن مال خدا و نعمت او بر بندگانش ناراحت مىشود و از وصول آن به ديگران رنج مىبرد .\r\nبنا بر اين ، او دشمن بىدليل و خواهان زوال نعمت ديگران است اگر چه آن نعمت به او نرسد . پيامبر خدا صلَّى الله عليه و آله و سلَّم فرمود : براى نعمتهاى خداوند دشمنانى است . گفته شد آنها چه كسانى هستند يا رسول الله ؟\r\nفرمود : كسانى هستند كه بر مردم به سبب آنچه خدا به آنها داده است ، حسد مىخورند .\r\nاين بيمارى روحى حادث نمىشود مگر از خباثت روح و ميل نفس به سوى شرّ . و هر كس گرفتار آن شود ، اخلاقش فاسد مىگردد و حسد او را به كارهاى زشت و گناه سوق مىدهد و صاحبش را به بدترين دردهاى روحى و بيماريهاى جسمى مىكشد . همان گونه كه گفته شده :\r\n\r\nافسدت نفسك بالحسد\r\nو هدمت اركان الجسد\r\n\r\nيعنى : نفس خود را با حسد تباه كردى و پايه هاى بدن را ويران ساختى .\r\nوقتى حسد در ميان امتى پيدا شد ، دودستگى و نفاق و هلاك به آن امت روى مىآورد و چون حسد در يك فرد به وجود آمد ، به صاحب آن عذاب مىدهد چون حسود هميشه در رنج است و براى همين است كه امام صادق عليه السّلام فرمود : حسود ، انتظار اطمينان قلب\r\n","description":"","footnote":"","page_name":" 161 ","page_number":156},
  {"content":"\r\nنداشته باشد . « 1 » و نيز فرمود : حسود بىنياز نمىشود . « 2 » و نيز فرمود : حسود هميشه نفس مىزند و داراى دلى پر غم و اندوهى مداوم است و او زياد حسرت مىخورد و بديهاى او چند برابر است ، او همواره غصه مىخورد اگر چه بدنش سالم باشد و نيز فرمود : حسد ايمان را مىخورد ، همان گونه كه آتش هيزم را مىخورد . « 3 »\r\n\r\n4 - تكبر\r\nتكبر حالتى است كه به نفس انسان عارض مىشود و انسان را وادار مىكند كه در بالا بردن خود و تحقير ديگران از حد بگذرد و به عبارت روشنتر : تكبر بالا بردن نفس و خود را برتر از ديگران ديدن است .\r\nاين يك بيمارى روحى است كه از تنگ نظرى متكبر حاصل مىشود و او در خود فضيلتى مىبيند كه در ديگران نيست و او هرگز به نقص خود و كمال ديگران توجه ندارد . اين بيمارى عوارض روحى بسيارى دارد و انسان را به كارهاى ناپسندى وادار مىكند مانند ستمگرى و اعتنا نكردن به حقوق ديگران و كينه و حسد و گردن\r\n\r\n","description":"","footnote":"\r\n« 1 » خصال باب العشره\r\n« 2 » الحادى عشر\r\n« 3 » كافى باب حسد\r\n","page_name":" 162 ","page_number":157},
  {"content":"\r\nننهادن به حق و نپذيرفتن نصيحت و ارشاد ديگران و جز اينها از رذائلى كه متكبر به ارتكاب آنها مجبور مىشود و از مكارم اخلاق دور مىماند .\r\nامام صادق عليه السّلام در معرفى آن فرموده است : هيچ كس تكبر نمىكند مگر به سبب ذلتى كه در نفس خود مىيابد . « 1 » و نيز فرمود : متكبر انتظار نداشته باشد كه او را به نيكويى ياد كنند . « 2 » و نيز فرمود : جهالتى زيان آورتر از عجب نيست . « 3 » و نيز فرمود : سرآمد احتياط تواضع است . « 4 » و نيز فرمود : سه چيز دشمنى مىآورد : عجب و نفاق و ظلم . « 5 »\r\n\r\n5 - خلف وعده\r\nاين صفت را كسى دارد كه روح او پست است و آن را براى خود مجاز مىداند و آن يك بيمارى روحى است كه وقتى كسى به آن مبتلا شد از اينكه مورد اعتماد مردم باشد محروم مىگردد و در اجتماع خود براى خود بدبختى را به ارمغان مىآورد و دوستان و برادران با محبت را از دست مىدهد . اين ضرر فردى خلف وعده است و اما در\r\n\r\n","description":"","footnote":"\r\n« 1 » كافى باب كبر\r\n« 2 » كافى باب عشرت\r\n« 3 » تحف العقول\r\n« 4 » بحار الانوار ج 17\r\n« 5 » تحف العقول\r\n","page_name":" 163 ","page_number":158},
  {"content":"\r\nاجتماع ، آن يك بيمارى اجتماعى خطرناكى است كه مانع سعادت جامعه و نظم معاملات و حصول اطمينان ميان مردم مىگردد .\r\nمعلوم است كه اين بيمارى مهم وقتى در نفوس آماده به وجود آمد ، هيچ پزشك و فيلسوفى نمىتواند آن را درمان كند و فقط عامل دينى و واعظ درونى مىتواند اثر كند و اين نفس پست را بالا ببرد و به سطح انسانى برساند . لذا امام صادق عليه السّلام از همين طريق مستقيم براى درمان اين بيمارى وارد مىشود و مىفرمايد :\r\nهر كس به خدا و روز قيامت ايمان دارد به وعدهء خود وفا كند . « 1 » و نيز مىفرمايد : سه خصلت است كه در هر كس باشد او منافق است اگر چه روزه بگيرد و نماز بخواند : كسى كه وقتى سخن مىگويد دروغ بگويد و كسى كه چون وعده مىدهد تخلف كند و كسى كه وقتى امانتى به او داده شد خيانت كند . « 2 »\r\n\r\n6 - حرص\r\nحرص عبارت است از مبالغه و اسراف در طلب و بالاتر از آن « شره » است و هر دو بيماريهايى هستند كه بر نفس و روح عارض مىشوند و عامل آن غلبهء قوهء حيوانى بر عقل و مغلوب شدن عقل در برابر آن است و كسى كه مبتلا به اين بيمارى باشد همواره فقير است و هر قدر بر حرص او افزوده گردد بر فقر او اضافه مىشود . چون فقر\r\n\r\n","description":"","footnote":"\r\n« 1 » كشف الاخطار\r\n« 2 » همان\r\n","page_name":" 164 ","page_number":159},
  {"content":"\r\nهمان احتياج است و مبتلايان به حرص و شره همواره محتاجند چون به آنچه به آنها داده شد قانع نيستند و پيوسته نفس آنها در طلب زيادت است پس آنها همواره فقيرند . گفته شده : بىنيازى همان بىنيازى نفس است و قناعت گنجى است كه فانى نمىشود .\r\nامام صادق عليه السّلام فرمود : بىنيازترين بىنياز كسى است كه اسير حرص نباشد . « 1 » و فرمود : هر كس به آنچه خدا به او داده قانع باشد او بىنيازترين مردم است . « 2 » و فرمود : حرص كليد رنج و مركب زحمت و واداركنندهء به افتادن در گناه است و شره جامع تمام عيبهاست . « 3 » و فرمود : حريص از دو چيز محروم و ملازم با دو چيز است . او از قناعت محروم است و بنا بر اين راحتى ندارد و از راضى شدن ( به قضاى الهى ) محروم است پس يقين ندارد . « 4 »\r\n\r\n7 - مراء و جدال\r\nاين دو صفت دو بيمارى ناپسند و مهلك است و هر دو ناشى از يك شهوت باطنى است كه بر نفس عارض مىشود و بروز آنها به اين صورت است كه با ايراد گرفتن از ديگران در قول يا فعلش ، در مقام\r\n\r\n","description":"","footnote":"\r\n« 1 » تحف العقول\r\n« 2 » كافى باب حب الدنيا\r\n« 3 » كافى باب قناعت\r\n« 4 » الفصول المهمه\r\n","page_name":" 165 ","page_number":160},
  {"content":"\r\nاعتراض مىآيد و مىخواهد به طرف مقابل طعنه بزند و او را تحقير كند تا با ابراز زيركى و معرفت ، برترى خود را بر او ثابت كند .\r\nاين دو بيمارى حد اقل اين ضرر را دارند كه باعث پيدايش بغض و عداوت و نفرت ميان دو دوست مىشود و اين عاقبت خوشى ندارد .\r\nامام صادق عليه السّلام با ارشادات و نصايح دينى خود به معالجه آنها پرداخته و فرموده است : مؤمن مدارا مىكند و مراء و ستيز نمىكند . « 1 » و نيز فرموده است : نادانى در سه چيز است : شدت مراء و ستيز و تكبر و جهل به خدا . « 2 » و در حديث ديگرى فرموده : هفت نفرند كه اعمال خود را فاسد مىكنند و هفتمين آنها كسى است كه همواره با برادر خود ستيز و جدال مىكند و مدعى است . « 3 » در اينجا بحث در اين موضوع گسترده را به پايان مىبريم و اگر مىخواستيم تمام آنچه در اين باره از امام صادق عليه السّلام وارد شده بياوريم ، اين رسالهء مختصر گنجايش آن را نداشت و ما به اختصار برگزار كرديم و هدف ما جز اين نبود كه فقط برگى از اين باغ سرسبز كه با تعاليم امام مرشد حكيم و مقتداى ناصح ابو عبد الله جعفر بن محمد الصادق عليه السّلام شكوفا شده به خوانندگان گرامى تقديم كنيم . صلوات و سلام خدا بر او و پدران طاهرين او باد . طالبين به كتابهاى مفصل\r\n\r\n","description":"","footnote":"\r\n« 1 » بحار الانوار ج 17\r\n« 2 » همان ج 1\r\n« 3 » خصال صدوق\r\n","page_name":" 166 ","page_number":161},
  {"content":"\r\nرجوع كنند .\r\nاكنون كه نمونه هايى از طب امام صادق عليه السّلام را ذكر كرديم و آنها همه قطره اى از علوم و معارف امام بود ، در نظر داريم كه بعضى از پزشكان عصر امام را معرفى كنيم چون آنها تأثير فراوانى در گسترش علم طب در آن زمان داشتند . طبيعى است كه در اين قسمت نيز اختصار را رعايت خواهيم كرد .\r\n\r\nپزشكان عصر امام صادق عليه السّلام\r\nبررسى وضع اين عصر براى آن نيست كه عصر انقراض يك دولت و تأسيس دولت ديگرى است و نيز براى آن نيست كه اين عصر پر از حوادث تاريخى و جنگها و تغييرات سياسى است ، بلكه از آن جهت است كه اين عصر عصر نهضت علمى در جزيره و بخصوص در مناطق عراق و آغاز عصر تمدن اسلامى و شكوفايى معارف و علوم عربى از طب و فلسفه و ادب و ديگر فنون است ، مسلمانان اين علوم را از پيشينيان گرفتند و پس از مرتب سازى و صيقل دادن ، آن را مانند يك لقمهء گوارا به نسلهاى بعدى سپردند و اين تمدن ، شكل عربى جذاب و بيان فصيح دور از نقص خود را داشت و مشتمل بر آراء و انديشه هاى بزرگ و مطابق با عقل و وجدان و دين و فطرت بود .\r\nدر آن روز متفكران عرب و فلاسفه اسلام بذر علوم را در زمين آماده اى پاشيدند و ميوه هاى شيرين و گوارايى براى نسلهاى بعدى\r\n","description":"","footnote":"","page_name":" 167 ","page_number":162},
  {"content":"\r\nتحويل دادند و حقيقت اين است كه اين تمدن ، دو تمدن قديم و جديد را به هم مربوط كرد و دانسته هاى قديمى بشر را با عصر جديد پيوند داد .\r\nبنا بر اين ، تعجبى ندارد كه اين عصر مورد بررسى قرار گيرد و به آن اهميت لازم داده شود ، بخصوص اينكه در اين عصر امام صادق عليه السّلام بذر علم را در نفوس اصحاب و شاگردانش و دانشمندان و حكمايى كه بر او وارد مىشدند پاشيده بود ، بذرى كه جز دانشمندان عصر جديد حقيقت آن را نشناخت و به شناخت آن نرسيد آن هم پس از پيشرفت طب و تجربه هاى علمى كه پس از قرنها صورت گرفت و اينك شرح حال پزشكان آن عصر :\r\n\r\n1 - جرجيس بن جبرائيل\r\n« 1 » او جرجيس بن جبرائيل گندى شاپورى « 2 » است و در صدر دولت عباسى بود و از طب و مداوا و معالجه بيماران آگاهى كامل داشت او مردى فاضل و رئيس مدرسهء گندى شاپور بود .\r\nمنصور عباسى او را براى مداواى بيمارى خود به بغداد خواند و اين در حالى بود كه پزشكان بغداد از معالجهء او عاجز شده بودند و بيمارى او مربوط به ناراحتى معده بود . وقتى او وارد بغداد شد و نزد\r\n\r\n","description":"","footnote":"\r\n« 1 » عيون الانباء و قفطى\r\n« 2 » در تاريخ الحكماء نام او جرجيس بن بختيشوع آمده است\r\n","page_name":" 168 ","page_number":163},
  {"content":"\r\nمنصور آمد منصور از او خوشش آمد چون گفتارى شيرين و عقلى وافر داشت و چون بيمارى خود را با او در ميان گذاشت ، به منصور اطمينان داد و به سرعت او را معالجه كرد .\r\nجرجيس مدتى نزد خليفه ماند ، سپس خواست به شهر خودش برگردد ، منصور به او اجازه نداد و از وى خواست كه در بغداد بماند و اموال و هداياى بسيارى در اختيار او گذاشت . او مجبور شد كه در بغداد بماند و بيماران را معالجه كند . در اين مدت كه او در پايتخت بود ، براى منصور كتابهاى بسيارى را در طب به عربى ترجمه كرد و نزد خليفه و مردم مقام بزرگى يافت . او در سال 152 هجرى مريض شد و از خليفه خواست كه به او اجازه دهد كه نزد خانوادهء خود برگردد تا آنها را ببيند و چون مرد در وطن خود دفن شود .\r\nخليفه به او اجازهء بازگشت داد و شاگردش عيسى بن شهلافا جانشين او شد منصور خادمى را همراه جرجيس فرستاد كه اگر در راه مرد ، جنازه اش را پيش خانواده اش ببرد و همان گونه كه خودش خواسته بود در وطنش دفن گردد ولى او زنده به شهر خود رسيد و شاگردش به عنوان پزشك مخصوص دربار نزد خليفه ماند .\r\n\r\n2 - عيسى بن شهلافا\r\n« 1 » عيسى بن شهلافا گندى شاپورى شاگرد جرجيس بود و همراه\r\n\r\n","description":"","footnote":"\r\n« 1 » قفطى ص 165\r\n","page_name":" 169 ","page_number":164},
  {"content":"\r\nاستادش به بغداد آمده بود و به دستور او پس از استاد ، طبيب مخصوص منصور شد ولى او به روحانيان مسيحى اذيت مىكرد و از آنها رشوه مىگرفت و طبع شرورى داشت .\r\nوقتى منصور در بعضى از سفرهاى خود به نصيبين رفت ، عيسى به مطران اين شهر نامه نوشت و او را تهديد كرد و اظهار داشت كه اگر خواسته او را برنياورد چنين و چنان خواهد كرد . خواستهء او اين بود كه براى او چيزهاى گران قيمت بفرستد ، او در نامهء خود نوشت : آيا نمىدانى كه اختيار خليفه در دست من است اگر خواستم او را مريض مىكنم و اگر خواستم شفايش مىدهم . وقتى مطران اين نامه را خواند ، پيش ربيع وزير منصور راه يافت و ماجرا را به او گفت و نامه را به او نشان داد . ربيع اين نامه را به عرض خليفه رسانيد و حقيقت امر را به او گفت . پس منصور دستور داد كه عيسى را تأديب كنند و تمام اموال او را بگيرند و او را با بدترين صورت تبعيد كنند و اين نتيجهء كارهاى بد او بود .\r\n\r\n3 - ابن بطريق\r\n« 1 » بعضىها او را از جهت تخفيف « بطريق » مىگويند . او نيز در عصر منصور پزشك بود و منصور به او دستور داده بود كه بسيارى از كتابهاى پيشينيان را به عربى ترجمه كند و او مترجم خوبى بود ولى به\r\n\r\n","description":"","footnote":"\r\n« 1 » قفطى ص 169\r\n","page_name":" 170 ","page_number":165},
  {"content":"\r\nپايهء حنين كه پس از او آمد نمىرسيد و اطباء و حكما بيشتر به ترجمهء حنين اعتماد مىكردند . شرح حال حنين در كتاب معجم الادباء الاطباء آمده است .\r\n\r\n4 - فراست بن شحناثا\r\n« 1 » او پزشك يهودى فاضل كاملى بود و در عصر متقدمى مىزيست .\r\nاو از شاگردان پزشك معروف « تياذق » طبيب مخصوص حجاج بن يوسف ثقفى بود و استادش او را بر ساير شاگردانش ترجيح مىداد و در سن جوانى در خدمت حجاج بود . وقتى بزرگ و پير شد در خدمت عيسى بن موسى عباسى ولى عهد منصور قرار گرفت . و عيسى در تمام كارها با او مشورت مىكرد و عقل و درايت او مورد توجه عيسى بود و عيسى پس از مرگ او هر وقت كه كارى پيش مىآمد كه فرات قبلا آن را به عيسى تذكر داده بود ، او را ياد مىكرد و مىگفت :\r\nمصاحب خوبى بودى اى ابو فرات ! گويا امروز ما را مىديدى .\r\n\r\n5 - موسى بن اسرائيل كوفى\r\n« 2 » او پزشكى از كوفه بود و در سال 129 متولد شد و در سال 222 از دنيا رفت . در اواخر عمرش ابو اسحاق ابراهيم بن مهدى را خدمت كرد و نزد او مقام يافت و او در ميان پزشكان معروف بود . او در\r\n\r\n","description":"","footnote":"\r\n« 1 » عيون الانباء ص 162\r\n« 2 » قفطى 208\r\n","page_name":" 171 ","page_number":166},
  {"content":"\r\nمقايسه با پزشكان معاصر خود علم اندكى داشت ولى به جهت صفاتى كه داشت مجلس او جالب بود او هم فصيح بود و هم به علم نجوم وارد بود و از تاريخ و اشعار آگاهى داشت . ابو اسحق ابراهيم به خاطر همين صفات او را تحمل مىكرد و نيز او حسن معاشرت داشت و از ملازمان ملوك بود .\r\nاو در جوانى در خدمت عيسى بن موسى عباسى بود و همراه با پزشك يهودى فرات بن شحناثا در اين دربار خدمت مىكرد و او از فرات حكايتهاى زيادى در باره مشورتهاى عيسى با او و ارشادات او به آراء صائبين نقل مىكند .\r\nموسى مىگويد : « 1 » هنگامى كه منصور عباسى ، عيسى بن موسى را براى جنگ با محمد بن عبد الله علوى گماشت و پرچم را به او داد ، به فرات گفت : در بارهء اين پرچم چه مىگويى ؟ فرات گفت : مىگويم كه اين پرچم عداوت ميان تو و خاندان تو تا روز قيامت است و نظر من اين است كه خانواده ات را از كوفه به يك شهر ديگر ببرى ، چون مردم كوفه شيعيان كسانى هستند كه تو با آنها مىجنگى پس اگر شكست خوردى ، آن گروه از خاندان تو كه در كوفه هستند ، باقى نخواهند ماند و اگر هر كسى را كه به سوى آنها مىرود بكشى اين بر كينهء آنها نسبت به تو مىافزايد و اگر در زندگى خود از آنها در امان باشى ، نسل تو بعد از تو از آنها در امان نخواهند بود . عيسى گفت : واى بر تو ! امير المؤمنين\r\n\r\n","description":"","footnote":"\r\n« 1 » عيون الانباء ج 2 ص 148\r\n","page_name":" 172 ","page_number":167},
  {"content":"\r\nاز كوفه دور نخواهد شد ، پس چرا خانوادهء خود را از آنجا منتقل كنم در حالى كه در خانهء او هستند ؟ پس گفت : بستگى به كار تو دارد ، اگر در جنگ پيروز شدى خليفه در كوفه مىماند و اگر شكست خوردى در كوفه نخواهد مانند و از آنجا فرار خواهد كرد و حرم خود را در آنجا رها خواهد كرد تا چه رسد به حرم تو ! موساى پزشك مىگويد : عيسى خواست خانوادهء خود را از كوفه منتقل كند و منصور به او اجازه نداد . وقتى عيسى در جنگ پيروز شد و به كوفه بازگشت و ابراهيم بن عبد الله را كشت ، منصور به بغداد برگشت و پزشك عيسى به او گفت : به بغداد برگردد ، او از منصور اجازه خواست ، منصور به او اطلاع داد كه نمىتواند چنين كند و او بايد در كوفه بماند ، عيسى اين جريان را به فرات خبر داد فرات گفت :\r\nاينكه منصور تو را والى كوفه كرده ، اين نوعى پيمانشكنى است چون اگر مىخواست در حق تو به وظيفه خود عمل كند تو را والى خراسان مىكرد كه شهر دوستان توست و اينكه تو را در كوفه شهر دشمنانت قرار داده و تو محمد بن عبد الله را كشته اى ، او مىخواهد تو را و فرزندانت را به كشتن دهد . محال است كه تو را والى خراسان كند پس از او بخواه كه تو را والى جزيرتين يا شام كند ، پس به هر كدام از اين ولايت كه خواستى برو و ساكن باش .\r\nموساى طبيب گفت : عيسى از ولايت عهدى استعفا داد و از منصور خواست جاى او را عوض كند منصور به او گفت كوفه\r\n","description":"","footnote":"","page_name":" 173 ","page_number":168},
  {"content":"\r\nدار الخلافه است و نبايد از خليفه يا ولى عهد او خالى بماند و به او وعده داد كه يك سال در بغداد و يك سال در كوفه بماند و هر گاه كه او به كوفه رفت عيسى در بغداد باشد . . .\r\nفرات در خلافت منصور از دنيا رفت و چون مهدى از عيسى خواست كه خودش را از ولايت عهدى خلع كند و امر را به هادى واگذار نمايد ، گفت : خدا تو را بكشد اى فرات چقدر رأى تو صواب بود گويا تو شاهد كارهاى امروز ما بودى .\r\nموسى گفت : وقتى آنچه را كه ابو السرايا به منازل عباسىها در كوفه كرد ديدم ، همان سخن را كه عيسى به فرات گفته بود گفتم .\r\n\r\n6 - خصيب پزشك\r\n« 1 » خصيب پزشكى نصرانى و اهل بصره بود و در آنجا سكونت داشت . ابن ابى الاصيبعه او را از جمله پزشكان عصر اول بنى العباس مىداند . او در طب وارد بود و خوب معالجه مىكرد .\r\nمحمد بن سلام جمحى حكايت مىكند كه حكم بن محمد بن قنبر مازنى شاعر در بصره مريض شد خصيب را براى معالجهء او آوردند ، چنين سرود :\r\n\r\nو لقد قلت لاهلى\r\nاذ اتونى بخصيب\r\nليس و الله خصيب\r\nللذى بى بطبيب\r\n\r\n\r\n","description":"","footnote":"\r\n« 1 » عيون الانباء و قفطى\r\n","page_name":" 174 ","page_number":169},
  {"content":"\r\n\r\nانما يعرف دائى\r\nمن به مثل الذى بى\r\n\r\nيعنى : هنگامى كه خانواده‌ام خصيب را آوردند ، گفتم : به خدا سوگند خصيب نمىتواند طبيب من باشد ، همانا درد مرا كسى مىداند كه مانند من باشد .\r\nو نيز محمد بن سلام مىگويد : خصيب ، نصرانى وارسته اى بود .\r\nمحمد بن ابى العباس سفاح در بصره شربت دوايى خورد و از آن مريض شد و به بغداد منتقل گرديد و در آنجا مرد ، خصيب را متهم كردند و به زندان انداختند و در زندان مرد .\r\n\r\n7 - ابن اللجاج\r\nقفطى مىگويد : او پزشكى بود كه در زمان منصور عباسى زندگى مىكرد و چون منصور به سفر حج رفت در همان سفرى كه در آن درگذشت ابن اللجاج همراه او بود .\r\nابن ابى الاصيبعه مىگويد : يوسف بن ابراهيم گفت : اسماعيل بن ابى سهل بن نوبخت به من گفت : پدرش ابو سهل به او گفته كه وقتى منصور مىخوابيد ، شراب مىخورد روزى ابن اللجاج كه نبيذ خورده بود و نبيذ در او اثر كرده بود ، از ابو سهل پرسيد كه از نظر نجوم از عمر منصور چقدر مانده است ؟ اسماعيل گفت : اين سخن بر پدرم گران آمد و نبيذ را قطع كرد و تصميم گرفت كه با او هم مجلس نشود و سه روز از او دورى كرد سپس با هم صلح كردند و چون بر مجلس نبيذ\r\n","description":"","footnote":"","page_name":" 175 ","page_number":170},
  {"content":"\r\nنشستند ، ابن اللجاج به ابو سهل گفت : از علم تو پرسيدم و تو بخل ورزيدى و با من قهر كردى ولى من از علم خودم بخل نمىكنم پس بشنو كه منصور در بدنش حرارتى دارد و هر چه سنّ او بيشتر مىشود ، يبوست او هم بيشتر مىشود و او سرش را در حيره تراشيد و به جاى آن غاليه « 1 » گذاشت و او وقتى كه در حجاز بود به استعمال غاليه مداومت داشت و حرف مرا در ترك آن قبول نكرد ، گمان نمىكنم كه او به « فيد » برسد مگر اينكه از يبوست در مغز او مرضى عارض شود كه نه من و نه هيچ پزشكى نمىتواند آن را معالجه كند . پس او اگر هم به « فيد » برسد در حالت بيمارى خواهد رسيد و او زنده به مكه نخواهد رسيد .\r\nاسماعيل مىگويد : پدرم به من گفت : به خدا سوگند كه منصور به « فيد » نرسيد مگر اينكه مريض شد و به مكه نرسيد مگر اينكه او مرده بود و در « بئر معجون » دفن شد .\r\nپايان\r\n\r\n\r\n","description":"","footnote":"\r\n« 1 » دارويى است معطر كه سر را با آن خضاب مىكنند .\r\n","page_name":" 176 ","page_number":171}
  ]