[
  {"content":"\r\nكتاب\r\nالرد على أبي بكر الخطيب البغدادي\r\nتأليف\r\nالإمام الحافظ محب الدين أبي عبد الله محمد بن محمود\r\nابن الحسن بن هبة الله بن محاسن\r\nالمعروف بابن النجار البغدادي\r\nالمتوفى سنة 643 ه‍ .\r\nدراسة وتحقيق\r\nمصطفى عبد القادر عطا\r\nالجزء الثاني والعشرون\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nالطبعة الأولى\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nقال الخطيب أبو بكر أحمد بن علي بن ثابت البغدادي ، صاحب التاريخ في\r\nتاريخه : أخبرنا العتيقي أنبأنا محمد بن العباس أنبأنا أبو أيوب سليمان بن إسحاق\r\nالجلاب قال : سمعت إبراهيم الحربي يقول : كان أبو حنيفة طلب النحو في أول\r\nأمره فذهب يقيس فلم يجئ ، وأراد أن يكون فيه أستاذا قال : قلب وقلوب . وكلب\r\nوكلوب . فقيل له كلب وكلاب ووقع في الفقه ، فكان يقيس ولم يكن له علم\r\nبالنحو ؟ فسأله رجل بمكة . فقال له : رجل شج رجلا بحجر . فقال : هذا خطأ ليس\r\nعليه شئ لو أنه حتى يرميه بأبا قبيس لم يكن عليه شئ .\r\nفأقول وبالله التوفيق .\r\nهذا من يكون عالما بالعربية . لأن الشرع مردود إلى ما ورد عن النبي صلى الله عليه وسلم . والعربية\r\nمردودة إلى العرب . فما جاء عنهم أخذنا به . فإن كان كثيرا جوزناه وإن كان قليلا\r\nجدا . قال سيبويه في مثل هذا : سمعنا من العرب من يقول ذاك ، فإن كان قد سمعه\r\nمن فصيح أو موثوق به نبه عليه . فقال سمعناه ممن يوثق بعربيته ، وقوله : بأبا قبيس . قد\r\nجاء مثله للعرب وهو قولهم :\r\nإن أباها وأبا أباها * قد بلغنا في المجد غايتاها\r\nفهذا منقول عن العرب . وقد قرئ في قوله تعالى : ( إن هذان لساحران ) [ طه\r\n63 
  ] ولم يقرأ ( إن هذين ) غير أبى عمرو . فكان بعض العرب يجعل التثنية مبنية على\r\nهذا الوجه . ألا ترى إلى اسم إن لم يتغير بدخول إن عليه مع ما أنهم لم يدخلوا في\r\nكلامهم إن إلا للتأكيد . والحروف الستة عند بعض العرب مبنية إذا كانت مضافة\r\nتقول : رأيت أباك ، ومررت بأباك . وقد جاء في قول الشاعر :\r\nإذا ابن أبي موسى بلالا بلغته * وقام بفأس بين وصلاك جازر\r\nوأكثر الرواية فيها على الوجه الأصلي وهو : بين وصليك . قال سيبويه : واعلم\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nأنهم لا يغيرون كلامهم إلا وهم يحاولون بذلك وجها لعلمه بأن إن مؤكدة لما كانت\r\nداخلة على مبتدأ وخبر وفيه معنى لا يحتاج إلى دخولها ألا ترى إلى قولهم زيد منطق\r\nأنه كلام تام مبتدأ وخبره . وإنما أدخلوا إن لتؤكد هذا المعنى الذي في المبتدأ والخبر\r\nمن غير إخلال . ولما كانت إن جامدة جمود الاسم كان عملها فيه - أعنى النصب -\r\nبخلاف كان . لأنها منصرفة تقول : كأن يكون كونا فلما دخلت على الماضي\r\nوالمستقبل والحال اشبهت الأفعال . فكان عملها فيها تقول : كان زيد منطلقا . ترفع\r\nالاسم وتنصب الخبر بخلاف إن . فإذا كانت إن مزادة للتأكيد لم تغير إن عن عملها\r\nفي التثنية . كيف تغيرها الباء الزائدة مع أنها تحذف ولا تعمل . وكونها زائدة يكفي\r\nفيما ذكرت .\r\nوأما كلام أبي حنيفة رضي الله عنه في العربية غير مخفي وهو ما حكى عنه محمد\r\nابن الحسن رضي الله عنه وسأذكر بعض ذلك لتقف عليه إن شاء الله تعالى .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : أنت طالق إن دخلت الدار . لا تطلق حتى تدخل الدار ولو\r\nفتح ( أن ) طلقت للوقت . والفرق بينهما أنه إذا كسر إن كانت للشرط وإذا فتحها\r\nكانت بتقدير اللام . فكأنه قال لدخولك الدار . فلم يصر هذا الكلام من صفة\r\nالطلاق ولا من الشرط . فصار كأنه قال مبتدأ : أنت طالق . فطلقت في الوقت . قال\r\nسيبويه في باب من أبواب أن التي تكون والفعل بمنزلة مصدر تقول : أن تأتني خير\r\nلك كأنك قلت الإتيان خير لك . ومثل ذلك قوله تعالى : ( وأن تصوموا خير لكم )\r\n[ البقرة 184 
  ] يعنى الصوم خير لكم . قال عبد الرحمن بن حسان .\r\nإني رأيت من المكارم حسبكم * أن تلبسوا خز الثياب وتشبعوا\r\nكأنه قال : رأيت حسبكم لبث الثياب .\r\nواعلم أن اللام ونحوها من حروف الجر قد تحذف من أن ، كما حذفت من إن ،\r\nجعلوها بمنزلة المصدر حين قلت فعلت ذاك حذر الشر ، أي لحذر الشر .\r\nويكون مجرورا على التفسير الآخر . يعنى حين قدرها باللام التي تجر . ومثل ذلك\r\nقولك : إنما انقطع إليك أن تكرمه أي لأن تكرمه قال الله تعالى :\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n( أن تضل إحداهما فتذكر ) [ البقرة 282 
  ] أي لأن تضل : وقال : ( أن كان ذا\r\nمال وبنين ) [ القلم 14 
  ] أي لأن كان ذا مال . قال الأعشى :\r\nأأن رأت رجلا أعشى أضربه * ريب المنون ودهر تابل خبل\r\nفإن المخففة هنا حالها في حذف حرف الجر كحال إن المثقلة . وتفسيرها\r\nكتفسيرها وهي وتفسيرها بمنزلة المصدر . ألا ترى أنك لو قلت : لم يك ولم أبل . لم\r\nيتغير عملها بالحذف لأن أصل أك أكن حذفت النون لكثرة الاستعمال . وكذلك أبل\r\nأصلها أبالي فلما حذف منها ما حذف لم يتغير عملها كذلك أن لما خففت نفى\r\nعملها إلا أن الفرق بين المسكورة والمفتوحة ما ذكرت .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : - وهي غير مدخول بها - إن كلمتك فأنت طالق إن كلمتك\r\nفأنت طالق . إن كلمتك فأنت طالق . طلقت واحدة لأنه في المرة الأولى حلف\r\nبطلاقها أن لا يكلمها فإذا قال لها في المرة الثانية : إن كلمتك فأنت طالق وجد شرط\r\nانحلال اليمين الأولى ، ووقعت تطليقة يعنى أنه إذا قال أنت كلمتك فقد جاء بالشرط\r\nوالجزاء والشرط والجزاء كلام تام . لأنه مثل المبتدأ والخبر . ففيه فائدة تامة . فإذا كان\r\nكذلك صار كلام تاما فوقع به الطلاق وإن كان قد أوجب شرطا آخر فلما قال في\r\nالمرة الثالثة وجد منه الكلام ولم يصادف الشرط ما يمكن أن يكون جزاء فلغا ألا ترى\r\nإلى قوله : إن كلمتك فأنت طالق يقتضى كلام تاما مفهما للمعنى وإنما يتم بقوله\r\nفأنت طالق فوجب أن لا يحنث في الأولى إلا بعد الفراغ من الثانية ولما فرغ من\r\nالثانية كانت في ملكه ، فصح إدخالها في الجزاء فانعقدت اليمين الثانية فإذا قال في\r\nالمرة الثالثة حنث في اليمين الثانية لكن لم تصادف الملك فلغا فلا تنعقد اليمين الثالثة\r\nلأنها كانت خارجة عن ملكه فإن تزوجها بعد ذلك وكلها لا يحنث ، لأن اليمين\r\nالثالثة لم تنعقد ولو كانت المرأة مدخولا بها تقع تطبيقات لأن الأولى انحلت بالثانية\r\nوالثالثة وبقيت الثالثة منعقدة فإذا كلمها وهي في العدة تقع أخرى لوجود الشرط في\r\nعلقة الملك . ولو قال لامرأته - ولم يدخل بها - : أن حلفت بطلاقك فأنت طالق ،\r\nقالها ثلاث مرات وقعت تطبيقه واحدة ، لأنه في المرة الأولى حلف بطلاقها أن لا\r\nيحلف بطلاقها فإذا قال لها في المرة الثانية أن حلفت بطلاقك فأنت طالق فقد\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nحلف بطلاقها ووجد الشرط ، فانحلت اليمين الأولى وطلقت واحدة ، واليمين الثانية\r\nمنعقدة لأنه إنما حنث في اليمين الأولى بعد الفراغ من اليمين الثانية لأن اليمين إنما\r\nتصح بالجزاء وحينما تكلم بالجزاء كانت في ملكه فلما كررها في المرة الثالثة لم\r\nتنحل اليمين الثانية ، لأن المرأة بانت بلا عدة ، فلم يصح في المرة الثالثة إدخالها تحت\r\nالجزاء فوجد شرط حنثه وهو الحلف بطلاقها ، بخلاف المسألة الأولى ففرق بين قوله :\r\nإن كلمتك وإن حلفت بطلاقك ، لأن شرط الخنث هناك هو الكلام ، والكلام يصح\r\nإن كانت المرأة في ملكه أو لم تكن واليمين بالطلاق لا يصح إلا في ملك ، أو في\r\nعلقة من علائق الملك ، أو في مضاف إلى الملك .\r\n* * *\r\nالأصل في مسائل الأيمان\r\nإن اليمين على ضربين : يمين يراد بها تعظيم المقسم به وهو الحلف بالله تعالى\r\nويمين هي شرط وجزاء . قال سيبويه : اليمين جملة يؤكد بها الكلام .\r\nقوله جملة ، يعنى من فعل وفاعل ، أو من مبتدأ وخبر ، أو شرط وجزاء : أما المبتدأ\r\nوالخبر قولك : والله لا كلمت زيدا ، والجملة التي من فعل وفاعل : والله خالق\r\nالسماوات لا كلمت زيدا ، والشرط والجزاء كقولك : إن دخلت الدار فوالله لا\r\nكلمتك وهنا لا يصح إلا في الملك أو مضافا إلى الملك أو في علقة من علائق الملك ،\r\nوأما الشرط فيصح في الملك وغيره . والمحلوف عليه من دخل تحت الجزاء لا من دخل\r\nتحت الشرط لأن الجزاء قوله أنت كذا وكان هو الداخل تحت اليمين وإنما لا يحتاج\r\nالشرط أن يكون في الملك لأن ذكر الشرط ليس بتصرف في الملك والجزاء إنما\r\nيجازى بما في ملكه فلذلك سمى جزاء لأن المجازاة هي أن يكون منك فعل قبالة فعل\r\nغيرك أو فعل غيرك قبالة فعلك إن خيرا فخير وإن شرا فشر قال الله تعالى : ( وجزاء\r\nسيئة سيئة مثلها ) وقال الشاعر :\r\nجزى الله عنا ذات بعل تصدقت * على عزب حتى يكون له أهل\r\nفإنا سنجزيها كما فعلت بنا * إذا ما تزوجنا وليس لها بعل\r\nألا ترى إلى قوله : نجزيها كما فعلت وجزى الله والمعلق بالشرط لا ينزل إلا عند\r\nوجوده والنكرة في النفي تعم . تقول : ما رأيت اليوم رجلا تقديره ما رأيت اليوم\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nأحدا من الرجال ، وفى الإثبات تخص ، لأنك لو قلت رأيت اليوم رجلا اقتضى\r\nكلامك رؤية رجل واحد .\r\n* * *\r\nمسألة\r\nوقال : رجل قال لامرأته - ولم يدخل بها - إن حلفت بطلاقك فأنت طالق قالها\r\nثلاث مرات وقعت تطليقة واحدة . لأن في المرة الأولى حلف بطلاقها أن لا يحلف\r\nبطلاقها فإذا قال لها في المرة الثانية : إن حلفت بطلاقك فأنت طالق فقد حلف\r\nبطلاقها ووجد الشرط فانحلت اليمين الأولى وطلقت واحدة ، واليمين الثانية منعقدة\r\nلأنه إنما حنث في اليمين الأولى بعد الفراغ من الثانية ، لأن اليمين إنما تصح بالجزاء ،\r\nوحينما تكلم بالجزاء كنت في ملكه ، فلما كررها في المرة الثالثة لم تنحل اليمين\r\nالثانية : لأن المرأة بانت بلا عدة ، فلم يصح في المرة الثالثة إدخالها تحت الجزاء ، فوجد\r\nشرط حنثه . وهو الحلف بطلاقها ، بخلاف المسألة الأولى ، لأنه لم تنحل اليمين الثانية ،\r\nلأن شرط الحنث هناك هو الكلام . والكلام يصح وإن لم تكن امرأته وهاهنا شرط\r\nالحنث الحلف بطلاقها وذلك لا يصح إلا في الملك . ثم إذا تزوجها وقال لها إن\r\nدخلت الدار فأنت طالق طلقت باليمين الثانية لوجود الشرط ، وهو الحلف بطلاقها\r\nوإن لم يتزوجها ولكن قال لها إن تزوجتك ودخلت الدار فأنت طالق ، حنث في\r\nاليمين الثالثة أيضا لأنه أضافها إلى الملك فصحت اليمين وانحلت اليمين الثانية ووقع\r\nالطلاق ، إلا أنه لم يصادف الملك فلغا . واليمين التي أضافها إلى الملك صحيحة ، فلو\r\nتزوجها ودخلت الدار وطلقت باليمين الثالثة ولو كانت مدخولا بها يقع تطليقان\r\nلأن اليمين الأولى انحلت بالثانية والثانية انحلت بالثالثة لأنها وجدت في علقة من\r\nعلائق الملك وهي العدة وبقيت الثالثة منعقدة . فإذا قال لها وهي في العدة : إذا\r\nدخلت الدار فأنت طالقا انحلت الثالثة أيضا ووقع عليها أخرى .\r\n* * *\r\nمسألة\r\nوقال رجل : قال امرأته طالق إن تزوج النساء أو اشترى العبيد ، أو كلم الناس .\r\nفتزوج امرأة واحدة ، أو اشترى عبدا واحدا ، أو كلم رجلا واحدا حنث لأن الألف\r\nواللام إنما يدخلان على السابق المعهود . كقوله تعالى : ( إنا أرسلنا إلى فرعون\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nرسولا فعصى فرعون الرسول ) ألا ترى أنه ذلك الرسول الأول . وإنما لما كان\r\nتقدم أمره وجرى ذكره ثانيا وقعت الدلالة أن الألف واللام تكون للسابق المعهود ، أو\r\nللجنس والجنس يقتضى الواحد فصاعدا . قال الله تعالى : ( والسارق والسارقة\r\nفاقطعوا أيديهما ) وذلك أنه لم يرد سارقا بعينه فكأنه قال : اقطعوا هذا الجنس\r\nوالأصل فيما ذكرت أن اسم الجنس لا يقتضى عددا محصورا بل الواحد فصاعدا\r\nواسم الجمع يقتضى عددا محصورا . كما قال في رجل قال : امرأته طالق أن تزوج\r\nنساء أو اشترى عبيدا . فإن لم يتزوج ثلاثا أو يشترى ثلاثا لا تطلق لأنه أخرج الكلام\r\nمخرج الجمع . أو قل الجمع الصحيح ثلاثة . وذلك أن العرب فرقت بين الواحد والاثنتين\r\nوالثلاثة . فالواحد جاء زيد وحده . وأما الواحد العدد كما تقول واحد اثنان .\r\nوأما الصفة فكما تقول جاء زيد وحده . وأما الاثنان فعدد له صيغة يتميز بها عن\r\nالآحاد والمجموع . فإذا أرادوا أن يصفوهما قالوا جاء الرجلان كلاهما قال\r\nالشاعر : يا رب حي الزائرين كليهما * وحى دليلا بالفلاة هداهما\r\nألا ترى أنه لما وصف الزائرين وهما مفعولان قال كليهما فنصب كما نصب\r\nالزائرين ، وأما فجعلوهم صيغة واحدة لأن أكثر العدد لا يتناهى . فلو جاءوا يعلمون\r\nلكل عدد صيغة لطال عليهم ، فوحدوا وثنوا وجمعوا . أما التوحيد فكما علمت\r\nللفرد . وأما التثنية فلأنه أضاف واحدا إلى واحد وكذلك الجمع . فإنه أضاف واحدا\r\nإلى واحد وأما من قال أن التثنية جمع فهو على ما ذكرت من أنه جمع واحد . فهو\r\nعلى الحقيقة جمع بالنسبة إلى الفرد . وعلى هذا جاء قوله تعالى : ( فإن كان له إخوة\r\nفلأمه السدس ) وإجماع الناس على أنه إذا كان له أخوان كان لأمه السدس . وقد\r\nجاءت التثنية بلفظ الجمع وليس ذلك إلا نظرا للجمع على الحقيقة إذ كان ذلك جمع\r\nواحد إلى واحد فعلى هذا ساغ أن تكون التثنية جمعا . قال الله تعالى : ( هل أتاك نبأ\r\nالخصمين إذ تسوروا المحراب إذ دخلوا على داود ففزع منهم قالوا لا تخف\r\nخصمان بغى بعضا على بعض ) قال الله تعالى تسوروا ودخلوا ، وهذا لا يكون إلا\r\nعلى الجمع لأنه بين بعد ذلك وقال خصمان قال الخليل : فهذا على إن الاثنين عندهم\r\nجمع أيضا وصار بمنزلة قول الاثنين نحن فعلنا . قال الشاعر : ظهراها مثل ظهور الترسين\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nوإلا فصيغة كل جزء مما ذكرت مختصة على حدة . وأكثر الجمع عندهم تسعة\r\nوأقلهم ثلاثة ، لأنه بعد التسعة يكرر لفظ الآحاد والجموع ، فلو قال قائل إنكم إنما\r\nتجعلون الربع يقوم مقام الكل فلم جعلتم هنا الثلاث أعنى صيغة لفظ الجمع قلنا : إن\r\nربع التسعة اثنان وربع ولما كانت الأعداد من شأنها الصحة لا الكسور وكان الرابع\r\nداخلا في الجزء والثلث غير منفصل عنه وليس فصله ممكن ، ساغ أن يكون صيغة\r\nلفظ الجمع منطلقة على الثلاث إذا لا يمكن أقل من ذلك قال الله تعالى : ( الحج\r\nأشهر معلومات ) وهي شهران وعشرة أيام فلما دخل بعض الثالث في الكلام\r\nاقتضى النطق به بلفظ الجمع .\r\n* * *\r\nمسألة\r\nرجل قال : والله لا أشرب من الفرات . إن شرب كرعا حنث ، وإن شرب بإناء لم\r\nيحنث وذلك أنه إذا قال من فمن هنا لابتداء الغاية ولا يكون للتبعيض فلو أنها\r\nللتبعيض كان لا يحنث أبدا لأن الفرات اسم الأرض وليست باسم للماء فلو كان\r\nالفرات اسم الماء لكان المسمى ذهب وما أتى لم يسم وأنت إذا قلت أتيت الفرات لم\r\nترد أنك أتيت الماء ولكنك تريد أنك أتيت البلاد التي على النهر فالنهر اسمه الفرات\r\nلا الماء فكأنك قلت والله لا أشرب من هذا الكوز ولو قلت هكذا لكانت يمينك\r\nعلى الشرب من الكوز لا على ما في الكوز فلو صب ما في الكوز في كوز آخر\r\nوشرب منه لم يحنث والنهر كما علمت اسم للحفرة المستطيلة كما قيل سيف منهر\r\nلم يرد أن الماء يجرى فيه ولكنه أراد المفقر ومنه سمى سيف النبي صلى الله عليه وسلم ذا الفقار ولو\r\nكان قال لا أشرب من ماء الفرات فإن شرب منه أو من إناء نقل من الفرات أو\r\nشرب بكفه حنث لأنه أضاف الماء إلى نهر مخصص لأنه لو كان اسما للماء لم يجز\r\nإضافته إليه كما تقول ماء الفرات فلو كان الماء اسمه الفرات لما قلت هذا ماء الفرات\r\nوإنما كنت تقول الفرات لأن الشئ عندهم لا يضاف إلى نفسه كما لا تقول هذا\r\nغلام غلام ولكنك تقول هذا غلام زيد فيضيف الغلام إلى زيد كأنه قال لا أشرب من\r\nهذه الماء الذي في هذا الكوز فسواء شرب منه أو من إناء آخر نقل إليه من حنث\r\nولو قال لا أشرب من هذا البئر يحنث إذا شرب بإناء . الفرق بينهما أن البئر غير\r\nمقدور على الشرب منها على الحقيقة فصار كأنه حلف مجازا كما لو قال : والله لا\r\nآكل من هذه الشاة فاليمين على لحمها لأنه يقدر على أكلها حقيقة ولو قال لا آكل\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nمن هذه النخلة فاليمين على ثمرتها لأنه لم يقدر على أكل عينها حقيقة ، فحمل على\r\nالمجاز فكذلك الفرق بين الفرات والبئر .\r\nواعلم أن العرب إذا وجدت الحقيقة في كلامها لا يعدلن عنه وإذا لم يجدوا\r\nالحقيقة حملوا كلامهم على المجاز المتعارف فإذا لم يجدوا حملوا على المجاز فأما الحقيقة\r\nإذا قال رجل هذا أسد لا يشكون أنه رأى عرباضا ولو قال زيد الأسد حمل على\r\nالمجاز إذ كان الحمل على الحقيقة متعذرا قال الله تعالى : ( وأزواجه أمهاتهم ) فلم\r\nيرد أنهم أمهاتنا لكنه حمله عليه المجاز فلما جاء على الحقيقة قال : ( إن أمهاتهم إلا\r\nاللائي ولدنهم وإنهم ليقولون منكرا من القول وزورا ) وأما المجاز المتعارف فقوله\r\nتعالى : ( أو جاء أحد منكم من الغائط ) فإن أحدنا لو جاء الغائط ألف مرة لا\r\nينتقض وضوءه وإنما جعل الغائط كناية عن الحدث وإن كان الحدث أيضا مجازا إلا\r\nأنني استقبحت أن أذكر الحقيقة إذا لم أجد له في العربية اسما حقيقيا إلا اسما واحدا\r\nوأما المجاز غير المتعارف فقولهم الوطء يكون على الوطء بالقدم على الحقيقة وكناية\r\nعن الجماع قال الله تعالى : ( وأورثكم أرضهم ديارهم وأرضا لم تطئوها ) والمراد\r\nمنه الجماع لأنه لما قال أرضهم وديارهم كفى في البلاد وأرضا لم تطؤها يعنى\r\nالنساء .\r\n* * *\r\nمسألة\r\nرجل قال : أن خرج فلان من هذه الدار حتى آذن له فعبدي حر . فأذن له مرة ثم\r\nخرج بغير أمره لا يحنث لأن حتى تكون للغاية فإذا قال حتى آذن له فكأنه قال غاية\r\nذاك أذني له قال الله تعالى : ( فلن أبرح الأرض حتى يأذن لي أبى ) فلو كان أبوه\r\nأذن له مرة له يحتج إلى إذن ثان ولو كان قال إلا بإذني احتاج إلى الإذن في كل\r\nمرة ، ألا ترى إلى قوله تعالى : ( من ذا الذي يشفع عند إلا بإذنه ) فيحتاج إلى\r\nالاستئذان في كل مرة .\r\nوالفرق بينهما أن المسألة الأول جعل لها غاية بقوله حتى . فإذا انتهت غايتها\r\nسقطت كأنه قال لا أكلمك حتى يدخل رمضان فإذا دخل رمضان جاز له الكلام\r\nمن غير حنث لأنه جعل رمضان غاية ليمينه . وأما الإذن فقال تعالى : ( آمنتم له قبل\r\nأن آذن لكم ) أي قبل إذني لكم . فهذا محتاج إلى الإذن كل مرة ، كأنه قال : إلا\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nوقد بين أبو حنيفة رضي الله عنه حكم الحرف الوعائي ما لم يبينه أحد . وذلك\r\nفي قوله رجل قال لآخر ، إن شتمتك في المسجد فعبدي حر وقال إن ضربتك في\r\nالمسجد فعبدي حر . فأما الشتيمة ونحوها مما يجرى من أحدهما فجعله كون الفاعل\r\nفي المسجد . وأما ما لم يعم الفاعل بنفسه جعل الفعل أن يقع على المفعول فقال إن\r\nشتمتك في المسجد يحتاج إلى أن يكون الشاتم في المسجد إلا ترى أن الرائي لو رأى\r\nرجلا يشتم رجلا أو يكفر ، ويقول : لا تشتم في المسجد أولا تكفر في المسجد وأما\r\nالذي لم يقم بالفعل وحده فلا يحنث ما لم يكن المفعول في المسجد . ألا ترى أن رجلا\r\nلو رأى رجلا يذبح شاة والذابح بالمسجد والشاة خارج المسجد يقول لا تذبح عند\r\nباب المسجد ولو كانت الشاة بالمسجد والذابح خارج المسجد يقول لا تذبح في\r\nالمسجد وكذلك لو قال إن قتلتك يوم الجمعة فضربة في غير يوم الجمعة لكنه مات\r\nيوم الجمعة حنث ، ولو ضربه يوم الجمعة فمات في غير يوم الجمعة لا يحنث ، لأن\r\nالقتل لا يكون إلا بزهوق الروح . وقيل زهوق الروح لا يكون قاتلا . وإنما يكون\r\nضاربا .\r\n* * *\r\nمسألة\r\nرجل قال : كل امرأة أتزوجها فهي طالق ، إن كلمت فلانا . فتزوج امرأة قبل\r\nالكلام وامرأة بعد الكلام . فالتي تزوجها قبل الكلام طلقت ولا تطلق التي تزوجها\r\nبعد الكلام . لأنه أوجب الكلام من ساعته وجعل كلام فلان غاية ليمينه واليمين إذا\r\nانتهت غايتها سقطت فيكون كلام فلان غاية ليمينه وصار شرطا لانحلال اليمين ولم\r\nيكن شرطا لانعقاده لأنه أخر الشرط فصار شرطا لانحلال اليمين فدخلت المزوجة\r\nقبل الشرط تحت اليمين ، وأما إذا قدم الشرط فقال إن كلمت فلانا فكل امرأة\r\nأتزوجها فهي طالق فتزوج امرأة بعد الكلام وامرأة قبل الكلام فالتي تزوجها قبل\r\nالكلام لا تطلق ، لأنه تزوجها قبل اليمين ، والتي تزوجها بعد الكلام تطلق لأنه\r\nتزوجها بعد انعقاد اليمين . وهذا لأنه جعل كلام فلان شرطا لانعقاد اليمين فصار\r\nكأنه قال عند كلام فلان كل امرأة أتزوجها فهي طالق ، لأنه إذا علق الطلاق\r\nبالشرط يكون شرطا لانعقاد اليمين والداخلة تحت اليمين المزوجة بعد الشرط وإن\r\nأخر الشرط يكون شرطا لانحلال اليمين والداخلة تحت اليمين المزوجة قبل الشرط ،\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nأما إذا وسط الشرط فقال : كل امرأة أتزوجها أن كلمت فلانا فهي طالق صار كما\r\nإذا قدم الشرط لأن كلمة هي لا تستبد بنفسها ، فصار كما إذا قال كل امرأة\r\nأتزوجها إن كلمت فلانا فالمرأة التي أتزوجها إن كلمت فلانا فالمرأة التي أتزوجها\r\nطالق ولو قال إن كلمت فلانا كل امرأة أتزوجها طالق صار الشرط مقدما كذلك\r\nهاهنا . وأما إذا وقت وأخر الشرط فقال كل امرأة أتزوجها فهي طالق إلى ثلاثين سنة\r\nإن كلمت فلانا . فتزوج امرأة بعد الكلام وامرأة قبل الكلام طلقتا لأنا إنما جعلنا\r\nكلام فلان غاية ليمينه من طريق الدلالة . فإذا وقت صريحا خرجت الدلالة من أن\r\nتكون للغاية لأن الصريح أقوى منها . ولو قدم الشرط فقال : إن كلمت فلانا فكل\r\nامرأة أتزوجها إلى ثلاثين سنة فهي طالق . فالتي تزوج قبل الكلام لا تطلق ، لأن الكلام\r\nصار شرطا ، لانعقاد اليمين على ما ذكت ومن تزوجها بعد الكلام تطلق ولو وسط\r\nفهو كما لو قدم ثم إذا أخر الشرط يعتبر من وقت اليمين ، لأنه أوجب اليمين من\r\nساعته . ولو أخر الشرط يعتبر من وقت الكرام لأن اليمين انعقدت عند الكلام\r\nوكذلك الجواب في الفصول كلها إذا جعل غاية ليمينه وشرطا لحنثه .\r\nوحروف الشرط إن المكسورة الهمزة المخففة تقول أن تأتني آتك ( ومن ) يقول\r\nمن يمرو أمرر به فقولك إن تذهب وما أشبهه من الفعل الذي يلي إن شرط والجزاء\r\nقولك اذهب . وجزاء الشرط ثلاثة أشياء : الفعل وقد ذكرته ، والآخرة الفاء . في نحو\r\nأن تأتني فأنت مكرم قال الله تعالى : ( فمن يؤمن بربه فلا يخاف بخسا ولا رهقا )\r\nوإذا ، تقول : إذا احمر البسر أعطيتك قال الله تعالى : ( وإن تصبهم سيئة بما قدمت\r\nأيديهم إذا هم يقنطون ) فموضع الفاء وما بعده جزم وكذلك موضع إذا وما بعدها\r\nبدلالة أنه لو وقع موضع ذلك فعل لظهر الجزم . وعلى هذا قرأ بعض القراء ( من\r\nيضلل الله فلا هادي له ويذرهم ) فجزم يذرهم لحمه إياه على موضع فلا هادي\r\nله .\r\nوقد تقع أسماء موضع إن وتلك الأسماء منها ما هو غير ظرف ومنها ما هي\r\nظرف . فما كان غير ظرف فنحونا ومن ، وأيهم ، تقول من يكرم أكرم . وأيهم تعط\r\nأعط . وما تركب أركب قال الله تعالى : ( ما يفتح الله للناس من رحمة فلا ممسك\r\nلها ) وقال تعالى : ( أيا ما تدعوا فله الأسماء الحسنى ) فعلامة الجزم في الفعل بعد\r\nأي حذف النون التي تثبت علامة للرفع في تفعلون قال الله تعالى : ( مهما تأتنا به من\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nآية لتسحرنا بها فما نحن بمؤمنين ) والظروف التي تجازى بها متى ، وأنى وأين . وأي\r\nحين ، وحيثما وإذ ما ، ولا يجازى بحيث ، ولا بإذ . حتى يلزم كل واحدة منهما ما\r\nيقول متى ، يأتني آته ، ومتى ما تأتني آتك . قال :\r\nمتى تأته تعشو إلى ضوء ناره * تجد خير نار عندها خير موقد\r\nوأنى يقم أقم . وأين تذهب أذهب . وأي حين تركب أركب وهذه الأسماء التي\r\nجوزي بها إذا نصبت انتصبت بالفعل الذي هو شرط ولا يجوز : زيدا إن تضرب\r\nأضرب ، لا يجوز أن تنصبه في قول البصريين بالشرط ، ولا بالجزاء . فإن قلت : إن\r\nيضرب زيدا أضرب ، كان زيد منتصبا بالفعل الذي هو شرط . فإن شغلت الشرط\r\nبالضمير قلت : إن زيدا تضربه اضرب عمرا كان زيد منتصبا بفعل مضمر ، يفسره\r\nهذا الظاهر . كما أن قولك زيدا ضربته ، كذلك وقد يحذف الشرط في مواضع فلا\r\nيؤتى به لدلالة ما ذكر عليه وتلك المواضع : الأمر ، والنهى ، والاستفهام ، والتمني ،\r\nوالعرض . تقول : أكرمني أكرمك ، والتأويل أكرمني فإنك أن تكرمني\r\nأكرمك . والنهى لا تفعل يكن خيرا لك . والاستفهام ألا تأتني أحدثك ؟ وأين بيتك\r\nأزرك ؟ والتمني ألا ماء باردا أشربه ؟ والعرض إلا تنزل تصب خيرا ؟ فمعنى ذلك\r\nكله إن تفعل أفعل فهو جميعه معنى الشرط ومعنى الجزاء أفعل\r\nقال محمد في ( الجامع الكبير ) : ألا ترى أنه إذا قال إذا جاء غد فكل امرأة\r\nأتزوجها فهي طالق فلا تطلق إلا التي تزوجها في الغد ، وانما أراد ما أشكل بالأفعال\r\nفاعتبره بالأوقات لأنك إذا قدمت الشرط أو وسطته أو أخرته في الأوقات تبين لك\r\nفي الأفعال . اجعل مجئ الغد . بمنزلة كلام فلان . وقد تبين لك ما ذكرت .\r\n* * *\r\nمسألة\r\nإذا قال : كل امرأة أتزوجها فهي طالق كلما كلمت فلانا وتزوج امرأة ودخل بها\r\nثم كلم فلانا ، ثم تزوج أخرى فالتي تزوجها قبل الكلام تطلق ولا تطلق التي تزوجها\r\nبعد الكلام ، لأنه جعل كلام فلان غاية ليمينه وشرطا لحنثه ، فصار كأنه قال كل\r\nامرأة أتزوجها غدا فهي طالق كلما كلمت فلانا ولو قال هكذا لا يشكل لأنه لا يقع\r\nالطلاق إلا على التي تزوجها غدا ، فذكر المسألة بكلمة ، وكلما كلمة تكرار بيانها\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nيجئ بعد إن شاء الله . فصار حكم هذه المسألة وحكم المسائل المتقدمة على السواء ،\r\nإلا أن هنا ذكرت شرط الحنث مكررا فأن كلم فلانا مرة أخرى طلقت أخرى إذا\r\nكانت في العدة ، ولا تطلق الثانية لأنه جعل الكلام فلان غاية ليمينه والغاية لا تحتمل\r\nالتكرار ، والشرط يحتمل التكرار . فإذا تزوج المرأة الأولى وكلم فلانا فقد انتهت\r\nاليمين غايتها وسقطت ، لأن في حق الأولى صار الكلام شرطا للحنث وشرط الحنث\r\nيحتمل التكرار ، ولو قدم الشرط فقال كلما كلمت فلانا فكل امرأة أتزوجها طالق ،\r\nفتزوج امرأة قبل الكلام وامرأة بعد الكرم فالتي تزوجها تزوجها قبل الكلام لا تطلق وتطلق\r\nالتي تزوجها بعد الكلام ، لأنه جعل كلام فلان شرطا لانعقاد اليمين فالتي تزوجها\r\nقبل الكلام تزوجها قبل انعقاد اليمين فلا يقع الطلاق عليها ، فإن تزوج أخرى طلقت\r\nأيضا لأن كلمة كل تجمع الأسماء على الانفراد فكل امرأة يتزوجها بعد الكلام تطلق\r\nولو لم يتزوج امرأة أخرى حتى كلم فلانا مرة أخرى لا يقطع الطلاق على المرأة\r\nالأولى لأنها بانت بالطلقة الأولى . وكذلك لو كانت في ملكه لا يقع الطلاق أيضا إذا\r\nكان التزوج قبل الكلام . ولو كلم فلانا ثم تزوج امرأة تقع تطليقتان ، تطليقة بالكلام\r\nالأول وتطليقة بالكلام الثاني لأن يمينه انعقدت بحرف متكرر فانعقد في حقه يمينان .\r\nوكذلك لو كلم فلانا ثلاث مرات ثم تزوج امرأة طلقت ثلاثا لأنه انعقدت عند الكلام\r\nفلان أيمان ثلاثة ، كأنه قال كل امرأة أتزوجها فهي طالق ، وكذلك في الثانية والثالثة ،\r\nفإذا تزوجها حنث في الأيمان كلها .\r\nقال في الكتاب : ألا ترى أنه لو قال كلما ضربت فلانا ففلانة طالق إن تزوجتها ،\r\nفضرب فلانا ثلاث مرات ثم تزوجها طلقت ثلاثا لأنه إذا تكرر الضرب تكرر\r\nالانعقاد . فإذا وجد الشرط نزلت كلها وانحلت الأيمان معا . وقال ألا ترى أنه إذا قال\r\nلامرأته كلما دخلت الدار اليوم فأنت طالق غدا فدخلت الدار اليوم ثلاث مرات\r\nتطلق غدا ثلاثا . وقال ألا ترى أنه لو قال كلما ضربت فلانا فامرأتي طالق إن دخلت\r\nالدار ، فضرب فلانا ثلاث مرات ثم دخل الدار تطلق ثلاثا ، ولو وسط الشرط صار\r\nكأنه قدم وقد ذكرت ذلك . ولو قال كل امرأة أتزوجها إن دخلت الدار فهي طالق\r\nفالجواب في دخول الدار بمنزلة الجواب في كلام فلان إن كان شرط الدخول متقدما\r\nيقع الطلاق على المزوجة بعد الدخول ولا يقع على المزوجة قبل الدخول لكنه\r\nلا يدخله التكرار ، والفرق بين كل وكلما أن كلا اسم مفرد يقع على الأفراد أبدا فإذا\r\nأضيف إلى الجمع أو قرن به اقتضى الجمع أيضا لكن على سبيل الأفراد لأنه مخصص\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبه قال الله تعالى : ( كل من عليها فان ) فهذا يقتضى الجمع لكن على سبيل الإفراد\r\nلأن من بمعنى الذي لكن لما كان اللفظ يقتضى العموم اقتضت ذلك لكن على أصلها\r\nوهي الإفراد ، ألا ترى إلى من أنها لا تكون للجمع ، وأما ما وصف به الجمع قوله\r\nتعالى : ( وإن كل لما جميع لدينا محضرون ) فجميع ومحضرون جموع ، فلما قرنت بها\r\nكل اقتضتها لما فيها من الإبهام . قال سيبويه : هذا مال كل مال عندك فإضافة إلى\r\nالنكرة ، إلا ترى أنك تصف بها النكرة وذلك أنك تصف ما بها بما تصف به النكرة\r\nولا تصف بما تصف به المعرفة .\r\nقال سيبويه : حدثنا الخليل عمن يوثق بعربيته من العرب ينشد هذا البيت :\r\nوكل خليل غيرها ضم نفسه * لوصل خليل صارم أو معارز\r\nفجعله صفة لكل والبيت للشماخ . فهذا يدل على الإفراد بقوله نفسه فأضاف\r\nكلا إلى الأفراد .\r\nقال سيبويه : هذا كل مالك ، وقال مررت برجلين مثلك أي كل رجل منهما\r\nمثلك ، وأما كلما فهي من حروف الشرط وتدخل على الأفعال لأنك تقول كلما\r\nقام زيد قمت ، فقولك قمت هو جواب لكلما وكل اسم لأنه يضاف ويضاف إليه\r\nتقوله كل رجل وصنعته ، فتضيف كلا إلى رجل . قال الله تعالى : * ( كلما أوقدوا\r\nنارا للحرب أطفأها الله ) .\r\n* * *\r\nمسألة\r\nولو قال كل امرأة أتزوجها إن دخلت الدار فهي طالق فالجواب في دخول الدار\r\nبمنزلة الجواب في كلام فلان إن كان الشرط متقدما يقع على المزوجة بعد الدخول\r\nولا يقع على المزوجة قبل الدخول . ولو قال كل امرأة أملكها فهي طالق إن دخلت\r\nالدار فالطلاق يقع على المرأة التي في ملكه لا يكون غير ذلك ، سواء قدم الشرط أو\r\nوسطه أو آخره لأن لفظ أملك يكون للحال ويصلح للاستقبال فلو أراد أن يخلص\r\nاللفظ للاستقبال قال سوف أملك أو سأملك للحال أي وضح أن يكون كذا . وإنما\r\nصلح للاستقبال لأن الحال أشبه بالاستقبال من الماضي لأن فعل خلاف سوف يفعل\r\nوإنما يفعل إذا نسبناه إلى أحدهما كنسبة المستقبل والملك الذي يكون للحال يكون\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nللاستقبال لأن أملك اليوم والساعة وغدا سواء ، وأملك صالح لكل ما ذكرت فلما\r\nكان ملك الحال يكون للاستقبال صلح اللفظ كما كان الفعل في أحواله . فلذلك\r\nقلت إن فعل الحال يصلح للاستقبال . فلما صلح اللفظ للأمرين حملناه على الأصل\r\nإذا لم يكن له قرين فإن كان له قرين حملنا على ما يصلح له فإذا قال أملك غدا حملناه\r\nعلى الملك المتجدد غدا ولئن قال : أملك حملناه على ملك الحال فصار كأنه قال كل\r\nامرأته إذا ملكها ، فإنه يقع على من كانت في ملكه كذلك هنا يقع الطلاق على\r\nالمزوجة في الحال ولا يصدق في صرف الطلاق عن من يملكها في الحال لأنه أراد\r\nصرف الكلام عن الظاهر إلى غيره فتجوز نيته على التي عنى ولا تصدق في إبطاله\r\nعن التي يملكها في الحال .\r\nووجه آخر : إنك إذا قلت زيد يضرب عمرا فإن بعض الضرب ماضي وبقيته\r\nمستقبل فكأنه وقع حالا وفيه المستقبل لكونه الضرب ما انقضى ، فلو انقضى عبر عنه\r\nبالماضي ولذلك أشبه الحال الاستقبال في الكلام العرب . ولو قال كل جارية أملكها\r\nفهي حرة إذا جاء غد ، أو قال كل جارية أملكها إذا جاء غد فهي حرة فأن هذا كله\r\nيقع على الموجود دون الحارث ، لأنه علق العتق بمجئ الغد وذكر الملك مرسلا\r\nوالملك المرسل يقع على الموجود دون الحارث ، فصار كأنه قال كل جارية أملكها\r\nفي الحال فهي حرة ، ولو قال كذا لا يعتق إلا من كان في ملكه وقت اليمين بشرط\r\nحدوث الغد ، ولو قال كل جارية أملكها قبل مجئ الغد ولا يعتق ما يملك في الغد من\r\nأول النهار إلى خره ولا يعتق الموجود والتي يملكها قبل مجئ الغد ولا يعتق التي\r\nيملكها بعد الغد لأنه وصف الملك بمجئ الغد وفى الأخرى جعل شرط حنثه مجئ\r\nالغد فلذلك افترقا .\r\n* * *\r\nمسألة\r\nإذا قال الرجل لامرأته أنت طالق اليوم وغدا طلقت اليوم ولا تطلق غدا وإذا قال\r\nأنت طالق اليوم وإذا جاء غد ، طلقت اليوم طلقة وعذا طلقة ، والفرق بينهما أن الواو\r\nللجمع وما اتصف مرة فلا يتصف ثانيا وهي فقد اتصفت بالطلاق فكل يوم هي\r\nموصوفة بالطلاق . قوله أنت طالقة اليوم وقع الطلاق واتصفت به وقوله وغدا فقد\r\nعطف اليوم على اليوم فحمل على الصفة . وأما قوله أنت طالق اليوم وإذا جاء غد\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nفقد عطف المجئ على اليوم فأريد به الحدوث فحمل على الحدوث ولم يحمل على\r\nالصفة . فصار كأنه قال أنت طالق ، وإذا جاء الغد طالق أيضا ، فحمل كلامه على\r\nالإضمار إذ لم يكن له بد من ذلك فصار كأنه قال كما قال تعالى : ( لكان لزاما\r\nوأجل مسمى ) .\r\nوقال الفرزدق :\r\nوعضن زمان يا ابن مروان لم يدع * من المال إلا مستحا أو مجلف\r\nأي مجلف كذلك .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته إن دخلت هذه الدار وهذه الدار فأنت طالق ثلاثا ، فطلقها\r\nواحدة وهي غير مدخول بها فدخلت إحدى الدارين فتزوجها ثانيا ودخلت الدار\r\nالأخرى وهي في ملكه لا يمنع وقوع الطلاق ، لأن الحنث يظهر بدخول الدار الثانية\r\nفيعتبر وقت اليمين ووقت الحنث ألا ترى أنه لو قال لامرأته أنت طالق رأس الشهر ،\r\nفبانت منه فيما بين ذلك ثم عادت إلى ملكه قبل رأس الشهر وقع عليها الطلاق رأس\r\nالشهر ، لأنه في ملكه وقت وجود اليمين والشرط جميعا . ولا يعتبر فراقهما خلال\r\nذلك ، ولأنه أضاف الطلاق إلى فعل مخصص ووجد الفعل وهي في ملكه ، والأصل\r\nأن المعلق بالشرطين لا ينزل إلا عند وجود الآخر منهما لأن الكلام بآخره والواو\r\nللجمع ولا يمكن الجمع من دخول الدارين حقيقة فحمل على المعنى وهو الجمع في\r\nالفعل وهو دخول الدارين ولا يوجد ذلك إلا بدخول الدار الآخرة منهما . ولو قال\r\nإذا دخلت هذه الدار فأنت طالق إذا دخلت هذه الدار الأخرى فبانت منه ثم دخلت\r\nإحدى الدارين ثم تزوجها ثم دخلت الدار الأخرى لا يقع عليها شئ لأنه جعل\r\nدخول الدار الأولى شرطا لانعقاد اليمين فصار كأنه قال عند دخول الدار الأولى\r\nأنت طالق إن دخلت هذه الدار الأخرى ولو قال ذلك لا تطلق لأنها وقت اليمين لم\r\nتكن في ملكه لأن اليمين بالطلاق لا يصح إلا بالملك أو مضافا إلى الملك أو في علقة\r\nمن علائق الملك وهنا لم يوجد شئ من ذلك فصار كأنه قال لأجنبية أنت طالق ثم\r\nتزوجها لا تطلق كذا هاهنا . ولا فرق بينهما أن المسألة الأولى كان الشرط دخول\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nالدارين وقد وجد واليمين انعقدت لساعته ودخول الدارين جميعا كان شرطا لانحلال\r\nاليمين وهنا جعل دخول الدار الأولى شرطا لصحة اليمين ولما دخلت الدار الأولى لم\r\nتكن في ملكه فلذلك افترقا .\r\n* * *\r\nمسألة\r\nإذا قال الرجل لامرأته أنت طالق غدا أو بعد غد ، فجاء غد لم تطلق حتى يجئ\r\nبعد غد لأنه أوقع الطلاق في أحد الوقتين فلو قلنا إنها تطلق غدا احتجنا إلى أن نوقع\r\nالطلاق بعد غد وذا خلاف ما قال الحالف ولأن أو لأحد ما دخلت عليه فإذا جاء\r\nبعد الغد وقع الطلاق يقينا واليوم الأولى كان شكا . ولو قال أنت طالق إذا جاء غد\r\nيقع الطلاق إذا جاء غد لأنه جعل مجئ الغد شرطا لوقوع الطلاق ثم أدخل كلمة الشك فقال أو بعد غد ، وبعد وقوع الطلاق لا يمكن استدراكه فصار كأنه قال أنت\r\nطالق إذا جاء فلان أو فلان فأيهما جاء وقع الطلاق . وكذلك هاهنا إلا أن في\r\nالشخصين لا نعلم أيهما يجئ أولا وغد مقدم على بعد غد ضرورة فلذلك افترقا .\r\n* * *\r\nمسألة\r\nإذا قال الرجل لامرأته إن دخلت هذه الدار وإن دخلت هذه الدار فأنت طالق ،\r\nفهذه المسألة على ثلاثة أوجه ، أما إن عطف الشرط على الشرط ، وأما إن عطف\r\nالفعل على الشرط ، أو عطف المفعول على الشرط . وكل وجه على ثلاثة أوجه أما\r\nإن قدم الطلاق ، أو وسط الطلاق ، أو أخر الطلاق . أما إذا عطف الشرط على\r\nالشرط إن أخر الطلاق كما إذا قال إن دخلت هذه الدار وإن دخلت هذه الدار\r\nفأنت طالق فإنها لا تطلق حتى يوجد الدخول لأنه جميعا لأنه جمع بين الشرطين قبل\r\nاكمال الأول بالجزاء فصار كأنه قال إن دخلت هاتين الدارين فأنت طالق لأنه لو\r\nاقتصر على قوله إن دخلت هذه الدار وإن دخلت هذه الدار لم يكن كلاما تاما وإنما\r\nيتم بقوله أنت طالق ، ولو قدر الطلاق فقال أنت طالق إن دخلت هذه الدار وإن\r\nدخلت هذه الدار فأي الدارين دخلت حنث لأنه أكمل الشرط الأول بالجزاء\r\nوعطف دخول الدار الأخرى عليها ، فصار كأنه ابتداء ، ولو وسط فقال إن دخلت\r\nهذه الدار فأنت طالق ، وان دخلت هذه الدار . فأيهما وجد حنث في يمينه لأنه اليمين\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nتمت بالشرط الأول ، فقوله الثاني ان دخلت ابتداء يمين منه على ما ذكرنا هذا عطف\r\nالشرط على الشرط ، نحو قوله إن دخلت هذه الدار ودخلت هذه الدار فأنت طالق\r\nأو قدم الطلاق أو وسط الطلاق فالجواب واحد لا يقع الطلاق ما لم يوجد الطلاق\r\nجميعا لأن الواو للجمع ما لم يقم دليل الاستئناف . أما إذا أخر الطلاق فقال إن\r\nدخلت هذه الدار ودخلت هذه الدار فأنت طالق لا يقع الطلاق ما لم يوجد\r\nالدخولان لأنه جمع بين الفعلين وأجاب بجزاء فصار كأنه قال إن دخلت هاتين\r\nالدارين فأنت طالق ولو قدم الطلاق فقال أنت طالق إن دخلت هذه الدار ودخلت\r\nهذه الدار فكذلك الجواب أيضا . وإن كانت اليمين تتم بالشرط لأنه لا يجوز حمله\r\nعلى الاستئناف هنا لأن الطلاق لا يكون يمينا إلا بشرط وجزاء ولا يستقيم أن يكون\r\nبغير شرط وجزاء فحمل على معنى الجمع بخلاف ما إذا عطف الشرط على الشرط\r\nلأن هناك حمله على الاستئناف ممكن ، وكذلك لو وسط الطلاق فالجواب هكذا كما\r\nإذا قال إن دخلت هذه الدار فأنت طالق ودخلت هذه الدار . ولو عطف المفعول\r\nعلى الشرط قدم الطلاق أو وسط أو أخر فالجواب واحد لأنه لا يقع اطلاق ما لم\r\nيوجد الدخولان جميعا كما إذا قال إن دخلت هذه الدار وهذه الدار فأنت طالق أو\r\nقال أنت طالق إن دخلت هذه الدار وهذه الدار أو وسط الطلاق فقال إن دخلت\r\nهذه الدار فأنت طالق ، وهذه الدار ، لأن الواو للجمع ما لم يقم دليل الاستئناف\r\nولأنه يمكن أن تستأنف يمين أخرى بقوله هذه الدار من غير شرط ولا جزاء فحمل\r\nعلى الجمع فصار كأنه قال إن دخلت هاتين الدارين فالجواب في الفصول الخمسة\r\nواحد وفى فصلين خلاف الخمسة وهو أنه إذا عطف الشرط على الشرط وقدم\r\nالطلاق أو وسط لأنه قام هناك دليل الاستئناف وكذلك في هذه الفصول كلها إذا\r\nكان الشرط إذا ، أو متى ما ، أو إذا ما .\r\n* * *\r\nمسألة\r\nرجل قال لامرأتيه إن دخلتما هذه الدار فأنتما طالقان فدخلت إحداهما دون\r\nالأخرى لا يقع الطلاق ، ولو كان قال لهما إن دخلتما هاتين الدارين فدخلت كل\r\nواحدة منهما دارا على حدة يقع الطلاق ، وذلك لأنه أضاف جمعة الأفعال إلى جماعة\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nالأشخاص فالمراد فعل كل واحد على حدة قال الله تعالى : ( يا بنى لا تدخلوا من\r\nباب واحد وادخلوا من أبواب متفرقة ) فما أراد أن كل واحد يدخل من جميع\r\nالأبواب . ومثل ذلك قوله تعالى : ( يخرجون من الأجداث ) فكل يخرج من جدثه ألا\r\nترى إلى ما روى عن النبي صلى الله عليه وسلم أنه أتاه رجل فقال : يا رسول الله إني جعلت لقومي\r\nمالا ليسلموا وقد أسلموا وقد شحت نفسي فيما جعلت لهم ؟ فقال صلى الله عليه وسلم ( إن أسلموا\r\nوإلا سيرنا لهم الخيل - أي الخيالة - كلا على فرسه ) فأضاف جماعة الأفعال إلى\r\nجماعة الأشخاص وقوله تعالى : ( واسأل القرية ) دليل على ما ذكرت من المعنى أي\r\nأهل القرية . فالنبي عليه السلام ما أراد إرسال الخيل هدية ولا أراد إلا حربهم . ولو قال\r\nإن دخلتما هذه الدار وإن دخلتما هذه الدار فأنتما طالقان ، فدخلت كل واحدة\r\nمنهما دارا يقع حتى يدخلا جميعا الدارين ، لأنه جعل لكل يمين شرطا وجزاء على\r\nحدة ولم يضف جماعة الأفعال إلى جماعة الأشخاص ، ألا ترى أن كل يمين منهما جملة\r\nمن شرط وجزاء ، فما لم يوجد لكل شرط جزاؤه لا يقع فصار كما إذا قال إن\r\nكلمت زيدا فعبدي حر وإن كلمت عمرا فامرأتي طالق . ألا ترى أنه لو اقتصر على\r\nإحدى الجملتين كانت يمينا تامة ، وألا ترى أنه لو قال إن دخلتما هذه الدار فأنتما\r\nطالقان اليوم ، وإن دخلتما هذه الدار أنتما طالقان غدا . وإن دخلتا الدار الأولى طلقتا\r\nاليوم ، وإن دخلتا الدار الأخرى طلقتا غدا .\r\n* * *\r\nبسم الله الرحمن الرحيم\r\nلما كان بتاريخ المحرم سنة خمس عشرة وستمائة ورد كتاب من الموصل من\r\nالشريف النقيب جمال الدين بن عبيد الله على القاضي شرف الدين بن عنين\r\nونسخته - :\r\nكنت منذ زمن طويل تأملت كتاب ( الجامع الكبير ) : لمحمد بن الحسن رحمه الله\r\nوارتقم على خاطري منه شئ والكتاب في فنه عجيب غريب لم يصنف مثله ، وفى\r\nهذه الأيام عاودت نظري فيه وتأملته وأحضرت الشرح الذي شرحه الاسبيجابي\r\nرحمه الله وهو على كل حال عجمي اللسان لا سيما إذا تكلم في المسائل المتعلقة\r\nبالعربية من نحو وغيره فإنه يقصر في بعض المواضع ويخطئ في بعض وأوثر منك -\r\nأبقاك الله - إن تسأل عن شبهة أذكرها لك وتحقق القول فيها مع الشيخ جمال الدين\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nفمن جملة ما ذكره محمد بن الحسن رحمه الله أنه قال في باب العتق : إذا قال\r\nالرجل لآخر أي عبيدي ضربك فهو حر ، فضربوه جميعا عتقوا . ثم قال في باب\r\nآخر : إذا قال الرجل لعبيده أيكم حمل هذه الخشبة فهو حر ، وكانت مما يقدر على\r\nحملها رجل واحد فحملوها جميعا لم يعتق واحد منهم . هذا قول محمد رحمه الله ،\r\nولا فرق عندي بين المسألتين فإن الضاربين في المسألة الأولى بمنزلة الحاملين الخشبة ،\r\nوالمضروب بمنزلة الخشبة المحمولة ، فإن قيل الخشبة يحملونها جملة واحدة قلت كذلك\r\nالضاربون والمضروب فإنهم يأخذون عصا واحدة في أيديهم ويضربون بها ضربة\r\nواحدة ، وكذلك قال محمد رحمه الله في باب من أبواب الكتاب : إذا حلف الرجل\r\nأنه لا يصلى صلاة وصلى بغير وضوء لا يحنث ، وإذا حلف أنه ما صلى وكان قد\r\nصلى بغير وضوء يحنث . ولا فرق عندي أيضا بين الصلاة الماضية والمستقبلة ، فلم\r\nكان في إحداهما يحنث وفى الأخرى لا يحنث ، وقد قال صلى الله عليه وسلم : ( لا صلاة إلا بوضوء )\r\nوعلى هذا فينبغي أن لا يحنث في الصلاة الماضية والمستقبلة لأنهما بغير وضوء ، وأنت\r\nيا مولاي حفظك الله إذا تكلمت مع الرجل فينبغي أن تحققه تحقيقا لا يبقى عليه\r\nغبار ولا تقنع بالكلام إلا قناعي فعرضت المسألتان على الشيخ جمال الدين الحصري\r\nفأجاب بما صورته .\r\nقال في المسألة الأولى :\r\nلفظة أي تتناول واحدا من الجملة ، قال الله تعالى : ( أيكم يأتيني بعرشها قبل أن\r\nيأتوني ) ولم يقل تأتوني بعرشها ، ويقال أي الرجال أتاك ولا يقال أتوك إلا أنها\r\nتقبل الوصف بالعموم كما في قوله صلى الله عليه وسلم : ( أيما امرأة نكحت نفسها بغير إذن وليها )\r\nفقبل العموم بالوصف فقد وصفهم بكونهم ضاربين فعمهم والضرب بعموم الوصف\r\nفوجد الشرط من كل واحد منهم فعتقوا ولا فرق بين كونهم ضربوا جملة أو\r\nمتفرقين وأما في مسألة الحمل فإنه أيضا وصفهم بوصف عام وهو الحمل إلا أن\r\nالشرط لم يوجد وهو حمل كل واحد منهم لجميع الخشبة بل وجد من كل واحد\r\nمنهم حمل البعض .\r\nالمسألة الثانية :\r\nوهي رجل قال : إن كنت صليت صلاة فعبدي حر ، وقد كان صلى بغير وضوء\r\nحنث ، ولو قال إن صليت فعبدي حر لا يحنث إذا صلى بغير وضوء .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nوالفرق بينهما من وجهين : أحدهما : أن الماضي موجود والموجود معرف وصفة المعرف لغو لأنه مستغن عن\r\nالصفة . اما المستقبل فهو معدوم ولا يعرف إلا بالصفة فاعتبرت الصفة في المستقبل ولم\r\nتعتبر في الماضي .\r\nالوجه الثاني : أن الكلام في الماضي وقع خبرا وليس المطلوب من الأخبار الصحة\r\nوالنفاذ والقبح والحسن ، إنما المراد منه إعلام السامع لشئ ما وليس لذلك في\r\nالمستقبل المطلوب منه وجود الغرض المتعلق بالفعل والإمتاع منه والغرض يتعلق في\r\nالمستقبل فإن المستقبل بالصحيح لا بالفاسد ، والله أعلم .\r\nوقلت أنا : سألت رحمك الله عن قول محمد في ( الجامع الكبير ) في باب العتق\r\nإذا قال الرجل لآخر : أي عبيدي ضربك فهو حر ، وكانت مما يقدر على حملها واحد فحملها\r\nكلهم جملة واحدة لا يعتق أحد منهم ما الفرق بين المسألتين ؟ وسألت وفقك الله\r\nعن قوله إذا حلف الرجل أنه لا يصلى صلاة فصلى بغير وضوء لا يحنث ، وإذا حلف\r\nأنه ما صلى وقد كلان صلى بغير وضوء حنث ، ما الفرق بين المسألتين أيضا وأنا\r\nأذكر إن شاء الله ما وقع من الفرق بين هذه المسائل ، فإن رأيت خطأ فاعذر\r\nوسامح كما قال الحريري :\r\nوإن تجد عيبا فسد الخللا * فجل من لا عيب فيه وعلا\r\nأو كما قال أبو علي الفارسي : إن الخطأ بعد التحري موضوع عن المخطئ ومثلي\r\nمن يعذر ولا سيما في مثل هذا الوقت واشتغالي فيه بما تعلم مع قلة المطالعة بل مع\r\nعدمها وذلك أن هذا الكتاب وصل إلى وأنا بنابلس في شهر المحرم سنة خمس عشرة\r\nوستمائة والفرنج على عثليث وقيسارية يبنونهما فلذلك لم يكن عندي كتاب .\r\nأما الفرق بين ضرب العبيد وحمل الخشبة وذلك لأن أيا اسم معرب يستفهم به ،\r\nويجازي فيمن يعقل وفيما لا يعقل . قال أبو علي : أيهم في الدار فمكرم محمول ،\r\nوأيكم يأتيني فله درهم .\r\nوقال الجوهري : تقول أيهم أخواك وأيهم يكرمني أكرمه . وهو معرفة بالإضافة\r\nوقد تترك الإضافة لفظا وفيه معناها ، وقد تكون بمنزلة الذي فتحتاج إلى صلة ، وتقول\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nأيهم في الدار أخوك وقد يكون نعتا للنكرة تقول مررت برجل أي رجل ، وأيما رجل ،\r\nومرت بامرأة أي امرأة ، وأية امرأة ، وأيتما امرأة ، وأيما امرأة فتكون ما زائدة وتنتصب\r\nعلى الحال والتعجب وإذا كان هذا الاسم الذي هو أي لهذه الأقسام فإن وصفت به\r\nالجمع كان للعموم وإن وصفت به المفرد كان للخصوص فتكون أي هاهنا بمعنى\r\nالذي كما تقول أيهم في الدار أخوك أي الذي في الدار أخوك ، فكأنه قال الذي\r\nيضربه من عبيدي فهو حر ، وإذا كان نعتا للنكرة فالمراد منه بيان الصفة وهو حمل\r\nالخشبة التي لا يقدر على حملها الواحد فكأنه أراد بيان صفة الخشبة بالثقل والخفة\r\nوإذا كان كذلك اعتبر مراده قال الله تعالى : ( أي الحزبين أحصى لما لبثوا أمدا )\r\nفهذا للعموم . وقال تعالى : ( ليبلوكم أيكم أحسن عملا ) فهذا للخصوص ، والعامل\r\nفي أي ما بعده وقوله أيكم يحمل هذه الخشبة لفظ للعموم والإفراد ، فإن كانت\r\nالخشبة يطيق حملها الواحد كان كلامه لاختبار القوة ، فكأنه قال أيكم أطلق حملها\r\nكما يقال في المسابقة أيكم سبق فله الجعل ، فيستحق الجزاء السابق . ألا ترى أن\r\nعادة الأمراء أن يسابقوا الحلبة فيقولون من سبق فله كذا فلا يأخذ قصب السبق إلا\r\nمن جاء أول الخيل كلها وإن كان الثاني سبق خيلا كثيرة أيضا لا يستحق أن يذكر ،\r\nوكذلك الثالث وقوله تعالى : ( أيكم يأتيني بعرشها ) إنما تقديره أيكم يأتيني به أولا\r\nوإلا فالكل منهم كان قادرا على الإتيان به ، وانما أراد السابق وقد فهم هذا آصف\r\nفكان جوابه ( أنا آتيك به قبل أن يرتد إليك طرفك ) ولا فرق بين أن تقول من سبق\r\nوأيكم سبق وإن كانت الخشبة لا يطيق حملها الواحد كان المراد من الفظ إزالتها عن\r\nمكانها حملا فيستوي فيها الاثنان والجماعة ، كما يقال أيكم شرب الماء الذي في هذا\r\nالكوز ويقدر على شربه واحد ، فإذا شربه أكثر من واحد لا يستحق الجعل . وإن قال\r\nأيكم شرب ماء الفرات كان المراد به بيان الصفة وهو الكرع لا استيعاب شربه\r\nلاستحالة ذلك ، فمن كرع منه استحق الجعل فيختص الصفة ولا يختص لأن العامل\r\nفي أي ما بعده لصلاحيته للمعنيين ، فتبين بالإضافة وليس الضرب كذلك لأن\r\nالضرب راجع إلى إيقاع الفعل من غير اختبار القوة والضعف فأيهم وجد منه الضرب\r\nكان داخلا تحت الجزاء كالشارب من الفرات والقائل إنما يحمل كلامه على الصحة لا\r\nالفساد . ولذلك فرق محمد رحمه الله في قوله أي عبيدي ضربك ، وأي عبيدي\r\nضربته . فإذا ضرب أحدهم عتق في قوله ضربته لأن العائد ضمير واحد ولو ضرب\r\nالجميع واحدا بعد واحد عتق الأول ولو ضربهم جملة عتق أحدهم والبيان إلى المولى .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nلأنه أبهم العتق وأعاد الضمير على واحد كما لو قال أحد عبيدي حر واستشهد\r\nبمسألة الطلاق فقال : أي نسائي شاءت الطلاق فهي طالق فشئن جميعا ، لأنه أعاد\r\nالضمير على الجماعة . ولو قال أي نسائي شاءت طلاقها فهي طالق لا يقع إلا على\r\nواحدة فصار الفرق بينهما من حيث اختبار القوة واتحاد الفعل ، فإذا لا فرق بين\r\nالخشبة التي يقدر على حملها الواحد إذا حملت الخشبة على التفريق بحملها واحدا بعد\r\nواحد ، هذا إذا لم يكن له نية لأنا نحمله على العرف في مثل هذا لاختبار القوة يكون\r\nغالبا وبين مسألة الضرب فاستويا . وأما الخشبة التي لا يقدر على حملها الواحد\r\nفتفارقهما من حيث أن المراد إزالتها عن مكانها بالحمل لأن القائل عالم أن الواحد لا\r\nيزيلها فكأنه قال إن أزلتموها عن مكانها حملا فأنتم أحرار ، وأما مسألة الصلاة وهي\r\nقوله إنه إذا حلف الرجل أنه لا يصلى صلاة فصلى بغير وضوء لا يحنث ، وإذا حلف\r\nأنه ما صلى وكان قد صلى بغير وضوء حنث . فالفرق بينهما من وجهين ، أما قوله لا\r\nيصلى صلاة فصلاة مصدر والمصدر لا يكون إلا بعد تمام الكلام ويكون مؤكدا\r\nللجملة والتأكيد إنما يكون للحقيقة وإذا تناول الكلام الحقيقة انتفى المجاز فكأنه قال\r\nإن صليت صلاة صحيحة أو مقبولة وعلى هذا التأويل الخبر الوارد ( لا صلاة إلا\r\nبوضوء ) تقديره لا صلاة صحيحة أو مقبولة .\r\nوالوجه الثاني : أنه حلف على المستقبل واليمين في المستقبل يكون لبيان الأمر\r\nوبيانه بالصحة يكون فإذا حلف أنه ما صلى وقد كان صلى بغير وضوء كان إخبارا\r\nعنه يحتمل الصدق والكذب لفظا وعرفا كما إذا قال إني أخبرتني أن فلانا قدم فلك\r\nكذا فأخبره أنه قدم استحق الجعل ، وإن كذب . وكذلك لو قال إن أخبرتني أن هذا\r\nالشهر رمضان وهو شوال فأخبره أنه رمضان استحق وإن كذبا حقيقة . ولو قال إن\r\nأخبرتني بقدوم فلان فله كذا لا يستحق الجعل إلا إذا أخبره بقدومه ، وقد قدم\r\nلدخول حرف التحقيق وهو الباء كما إذا قال إن أخبرتني بدخول شهر رمضان\r\nلا يكون إلا على التحقيق فلذلك افترقا .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : أنت طالق إلا أن يقدم فلان ، لا تطلق ما دام يرجى قدوم فلان ،\r\nفإن مات فلان قبل أن يقدم طلقت لأنه أدخل كلمة إلا أن ، فيما لا يتوقف وهو\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nالطلاق . فكان هنا في معنى الشرط كأنه قال إن لم يقدم فلان ، ولو قال هكذا لا يقع\r\nالطلاق ما دام يرجى قدومه ، فإذا وقع الناس من قدومه بموته وقع الطلاق وهذا لأن\r\nكلمة إلا أن حقيقة للغاية فإذا تعذر حملها على الغاية حملت على الشرط ولو قال لها\r\nأنت طالق إن كلمت زيدا إلا أن يقدم عمرو ، إن كلم زيدا قبل أن يقدم عمرو\r\nوطلقت سواء قدم عمرو أو لم يقدم ، وإن لم يكلم زيدا حتى قدم عمرو سقطت\r\nاليمين لأنه أدخل كلمة إلا أن فيما يتوقف وهو الكلام كأنه يقول كلم فلانا شهرا\r\nفكان معناها معنى الغاية ، فإن كلم فلانا قبل القدوم حنث لأنه لم توجد غايته ، وإن\r\nقدم عمرو سقطت اليمين لوجود غايتها فلا يحنث ، لأنك إن أدخلت إلا أن فيما\r\nيتوقف أردت بها الغاية ، وإن أدخلتها فيما لا يتوقف أردت بها الشرط فإن أشكل\r\nعليك بالأفعال فاعتبره بالأوقات . ولو قال أنت طالق إلا أن يجئ الليل صار كأنه\r\nقال أنت طالق إن لم يجئ الليل ، ولو قال هكذا لا تطلق لأن وجود الليل برجي ،\r\nولو قال أنت طالق إن كلمت فلانا إلا أن يجئ الليل صار الليل غاية ليمينه إن كلمه\r\nقبل مجئ الليل حنث وبعده لا يحنث .\r\n* * *\r\nالأصل في بيان ما يأتي من المسألة\r\nإن كلمة لا ، رجوع . وكلمة بل ، تدارك . فإن أدخل كلمة لا قبل إكمال الشرط\r\nبالجزاء يصح رجوعه ، وإن أدخل بعد إكمال الشرط بالجزاء لا يصح رجوعه ، وإنما\r\nقلت ذلك لأن الشرط إذا لم يكمل بالجزاء لم يتم اليمين ، فصح رجوعه . أما إذا كمل\r\nالشرط بالجزاء تمت اليمين ، واليمين بعد تمامها لا يصح الرجوع عنها .\r\nوأصل آخر : إنه متى ذكر بعد كلمة لا بل ، من هو محل لوقوع الطلاق كان\r\nالعطف على الطلاق ، ويقتضي مشاركة في الطلاق . وإن ذكر بعد كلمة لا بل ، من\r\nليس بمحل لوقوع الطلاق كان عطفا على الشرط ، ويقتضي مشاركة في الشرط .\r\nأصل آخر : إن كل كلمة تستقيم بنفسها لا تتعلق بما قبلها ، وكل كلمة لا تستقل\r\nبنفسها تتعلق بما قلبها لأن التعلق بما قبلها للضرورة يكون ، فإن كانت تستقيم\r\nبنفسها فلا ضرورة بنا إلى التعلق . بيان ذلك .\r\n* * *\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nمسألة\r\nرجل له امرأتان ، فقال لإحداهما أنت طالق إن دخلت هذه الدار ، لا بل هذه\r\nلامرأته الأخرى . فإن دخلت . الأولى الدار طلقتا ، وإن دخلت الأخرى لا تطلق\r\nواحدة منهما فكلمة الاستدراك دخلت على الطلاق خاصة لأنه لما قال أنت طالق إن\r\nدخلت الدار فقد علق الطلاق بالدخول ، فإذا قال لا بل هذه فقد رجع عن الأولى\r\nوأقام الثانية مقام الأولى ، فرجوعه عن الأولى باطل لأن الشرط قد كمل بالجزاء ولا\r\nيصح الرجوع عنه وإقامة الثانية مقام الأولى جائز بالعطف فيقع الطلاق عليها أيضا\r\nبذلك الفعل . ولو قال أنت طالق إن دخلت الدار ، لا بل فلان تكون هذه مشاركة له\r\nفي الدخول . لأنه ليس بمحل لوقوع الطلاق عليه ، فأيهما دخل يقع الطلاق . هذا\r\nكما قالوا في رجل قال لامرأته إن نكحت فعبدي حر ، يقع على الوطء ، وإن\r\nكانت أجنبية يقع على العقد بدلالة الحال . وكذلك لو قال أنت طالق إن شئت لا بل\r\nهذه ، فإن شاءت الأولى طلاقهما جميعا أو طلاق نفسها أو طلاق صاحبتها طلقتا\r\nجميعا . وإن شاءت الثانية لا تطلق واحدة منهما لأن الثانية دخلت في الطلاق لا في\r\nالمشيئة كما قلنا في دخول الدار .\r\nفإن قيل : إن شاءت الأولى طلاق إحداهما لم يقع الطلاق ، ولم لا يكون بمنزلة من\r\nقال لامرأته أنت طالق إن دخلت الدار ، وعبدي حر إن كلمت فلانا إن شاء فلان .\r\nفشاء فلان أحدهما دون الآخر لا تطلق امرأته ما لم يشأ فلان كليهما ؟ قيل له :\r\nالفرق بينهما أن في تلك المسألة عطف الثاني على الأولى وعلقهما جميعا بمشيئة فلان\r\nفصارت مشيئته لهما جميعا شرطا ، فلما لم يوجد الشرط كله لا يقع الطلاق ، أما\r\nهاهنا لم يعطف الثاني على الأول وأبدل الثاني مكانه ، فرجوعه\r\nلم يصح فتعلق كما يمين بمشيئتها على حدة فأيهما وجد يقع الطلاق ، ولو قال أن\r\nطالق إن دخلت الدار لا بل فلانة طالق طلقت الأخرى من ساعته ، وطلاق الأولى\r\nمعلق بالدخول . وذلك لأنه أخرج الكلام مخرج الابتداء في طلاق الثانية لأن الكلام\r\nالثاني مستغن عن غيره فتطلق الثانية من ساعته ، كما لو قال أنت طالق ثلاثا لا بل\r\nهذه ، تطلق كل واحدة منهما ثلاثا لأن قوله لا بل هذه لا تتم بنفسها فكانت معلقة\r\nبما قبلها فكأنه طلق الأولى ثلاثا ثم رجع وأنزل الثانية مكانها فإنزاله صحيح ،\r\nورجوعه لا يصح .\r\n* * *\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nمسألة\r\nرجل قال لرجل : إن فلان قدم فعبدي حر ، فقال له قد قدم ولم يكن قد قدم عتق\r\nعبده ، لأنه جعل شرط حنثه الاخبار والإخبار قد يكون كذبا لأن الإخبار موضوع\r\nلنفس الإنباء ويحتمل الصدق والكذب معا ، قال الله تعالى : ( يا أيها الذين آمنوا إن\r\nجاءكم فاسق بنبأ فتبينوا أن تصيبوا قوما بجهالة ) ألا ترى أنه قال : ( فتبينوا )\r\nوقال : ( بجهالة ) فلو كان للصدق لم يقل ذاك . ولو قال إن أخبرتني بقدوم فلان لا\r\nيعتق ما لم يقدم فلان لأن الباء للإلصاق وإذا تلتصق لا تدخله الباء الزائدة . لأنك\r\nتقول ضربته بالحجر فما لم يقع الحجر في المضروب لا يسمى ضربا ، بل حذفا أو\r\nرميا . لأنك تقول رماه فضربه ، ورماه فأخطأه قال امرؤ القيس :\r\nوتعدو كعدو نجاة الظبا * ءأخطأها الحاذف المقتدر\r\nسماه حاذفا من الخطأ ، فأما إلحاق الباء فلا يكون إلا لتحقيق قال الله تعالى :\r\n( فنبذ بالعراء وهو سقيم ) ألا ترى أنه لما أدخل الباء أراد التحقيق والخبر متى كان\r\nموصولا بحرف التحقيق يقع على الصدق دون الكذب ، ومتى لم يدخله حرف\r\nالتحقيق يفعل على الصدق والكذب جميعا . ولو قال إن أعلمتني لا يقع العتق إلا أن\r\nيكون قد قدم لأن العلم لرفع الجهل . والكذب لا يرفع الجهل . فصار ضد العلم\r\nوالعلم مشتق من العلم وهو الجبل قالت الخنساء :\r\nوإن صخرا لتأتم الهداة به * كأنه علم في رأسه نار\r\nفوصفته بالعلمية ، ثم قالت : في رأسه نار لزيادة التأكيد . ومن هنا قال النحاة اسم\r\nعلم جعلوه بحيث توضع اليد عليه لمعرفته . وقيل إنه عبر على النبي صلى الله عليه وسلم رجل فقال :\r\n( فيكم من يعرفه ؟ ) فقال رجل أنا فقال : ( ما اسمه ) فقال لا أعرفه . فقال النبي صلى الله عليه وسلم :\r\n( فإنك لا تعرفه ) وذلك لأن الاسم العلم عندهم يعرف به الشخص مع الغيبة ويلحق\r\nالغائب بالحاضر فلذلك سمى علما . ومنه العلم أيضا وهي الرواية وسميت راية لرؤية\r\nالناس لها عن بعد ، وسميت علما لعلم الناس لها أنها لبني فلان دون بنى فلان وإن لم\r\nيرو الأشخاص ولو قدم فلان وعلم به الحالف ثم أعلمه المحلوف له لا يعتق عبده لأنه\r\nأراد الإعلام من جهته ، وكذلك البشارة ولأن البشارة مشتقة من البشر والبشر مشتق\r\nمن البشرة وهو ما على الجلد لأن المبشر أولا إذا بشر الرجل بما بشره ظهر من وجهه\r\nدم يعرف منه الفرح ، وذلك لأن القلب إذا صادفه ما يسره تنتصب منه عروق\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nلانبساطه وتلقيه ذلك الأمر بسرور فيظهر على الوجه منه ما يعرف الرائي به قد فرح\r\nوذلك ضد الحزن ، لأن الحزن يقبض القلب فإذا انقبض تجمعت تلك العروق فيمتقع\r\nلون الحزين . قال الله عز وجل : ( يبشرهم ربهم برحمة منه ورضوان ) وذلك لأنهم\r\nلم يكونوا متحققيها فسماها بشارة : ولو كان له نية حمل على نية في ذلك لأن هذه\r\nالأسماء منها ما هو حقيقة ومنها ما هو مشتق ومنها ما هو مجاز فإذا عضدت النية شيئا\r\nمن ذلك تحقق بالنية .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : أنت طالق في دخولك الدار . لا تطلق حتى تدخل الدار لأن\r\nالطلاق إذا علق بالموجود نزل من ساعته ومتى علق بالمعدوم ينتظر وجوده والأصل\r\nفي أن تكون وعائية وهي حرف ، وحروف الجر يقوم بعضها مقام بعض قال الله\r\nتعالى : ( فادخلي في عبادي وادخلي جنتي ) أي مع عبادي . وقال تعالى :\r\n( لأصلبنكم في جذوع النخل ) أي على جذوع النخل . فإذا جاءت في الفظ على\r\nغير معناها الأصلي قامت مقام الحرف الذي يكون بمعناها ، وهاهنا هي بمعنى مع\r\nفعلمت عملها فإذا قال : أنت طالق في دخولك الدار صار كأنه قال مع دخولك\r\nالدار . ومع فهي كلمة صحبة وقران ومن شرط القران أن لا يكون فرقة . قال الله\r\nتعالى : ( ومن يعش عن ذكر الرحمن نقيض له شيطانا فهو له قرين ) أي مقارن\r\nوأصل القران أن يقرن بين البعيرين لجر الغرب إذا كانت المنساة بعيدة . فلا يقع\r\nالطلاق إلا بعد استكمال الدخول حتى تكون لكلمة القران أثرا حقيقا . ولو قال :\r\nأنت طالق في الدار يقع من ساعته لأنه أوقع الطلاق وخصه بالمكان والطلاق لا\r\nيختص بالمكان وإنما يختص بالعقد ولما وصف الطلاق بما لا يوصف به صار ذلك لغوا\r\nووقع الطلاق من ساعته ، ولا يتصف بظروف الأمكنة ولا الأزمنة . مثال الأمكنة أنت\r\nطالق في الدار ، وأما الأزمنة أنت طالق في غد لأن الطلاق لا يوصف بالظروف وإنما\r\nيوصف بما يلائمه ويضاف إلى الأفعال ومتى أضيف إلى الأفعال ينزل منزلة الجزاء .\r\n* * *\r\nمسألة\r\nرجل قال لامرأتين له : إن ولدتما ولدا فأنتما طالقان ، فولدت إحداهما يقع\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالطلاق عليهما لأنه علق الطلاق بفعل واحد وأضافه على اثنين وذلك الفعل يستحيل\r\nوجوده منهما فوجب وقوع الطلاق بوجوده من واحدة منهما . ولو أنه كان لا\r\nيستحيل وجوده منهما لكان يقع فكيف مع الاستحالة وذلك أن الله تعالى قال : ( يا\r\nمعشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء\r\nيومكم هذا ) فلئن قال قائل في ذا نظر قلنا فقد قال تعالى : ( يخرج منهما اللؤلؤ\r\nوالمرجان ) ولم يخرج ذلك إلا من المالح وقال أيضا في قصة موسى وفتاه ( فنسيا\r\nحوتهما ) ولم ينس إلا يوشع ثبت أن الكلام يضاف إلى اثنين ويراد به أحدهما هذا\r\nمع عدم الاستحالة فكيف مع وجودها . والوجه في ذلك أنه لما قال إذا ولدتما ولدا .\r\nلو صرفناه إليهما كان باطلا وإن صرفناه إلى إحداهما يصح ، إنما يحمل الكلام على\r\nالصحة دون الفساد فصرفناه إلى ما يصح .\r\nفإن قال قائل : لم أضربت عن الكلام في قوله تعالى : ( ألم يأتكم رسل منكم ) .\r\nقلت : لأني كتبت هذا الكتاب للاختصار والإيجاز ولئلا يمل الناظر منه لطوله\r\nفتركت كثيرا مما جاء عن أبي حنيفة في الفن الذي ذكره الخطيب ونفى علمه عن أبي\r\nحنيفة ، فلأن اقتصر عن ما لم يكن الغرض أولى لأن القائل كان يقول ليس يمكن\r\nالرسالة من الجن لأنه ليس بمحل لهذا الأمر ولأنه لا فائدة في إرساله لإحدى الفئتين\r\nفإن الإنس يعتقدون أن الجن يقدرون على الإتيان بما لم يأت به الإنس فلا فائدة في\r\nإرساله والجن يعلمون أن الإنس لا يقدرون على الإتيان بمثل هذا . قلنا : محال فإن\r\nالجن قد رأوا من معجزات داود وغيره من الأنبياء صلوات الله عليهم ما أعجزهم .\r\nوالسبب الموجب للرسالة من الغانس هو مصلحة للفئتين ما لم يكن من الجن وإنما\r\nأردت أن أعرف أن الإضافة تجوز فيما يستقيم وفيما يستحيل . لو قال : إن ولدتما أو\r\nقال إن ولدتما ولدين لا يطلقان حتى يوجد من كل واحدة منهما مثل ما يوجد من\r\nالأخرى ، لأنه أضاف إلى كل منهما فعلا كما قلنا في قصة يوسف ( يا بنى لا\r\nتدخلوا من باب واحد ) .\r\n* * *\r\nمسألة\r\nرجل قال لأربع نسوة له : إذا حضتن حيضة فأنتن طوالق فقالت واحدة منهن\r\nحضت . إن صدقها يقع على كل واحدة منهن طلقة لما ذكرت وهو أنه علق الطلاق\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nبما يستحيل وجوده منهن فتعلق وجوده من إحداهن . وإن كذبها يقع عليها خاصة\r\nلأنها مصدقة في حق نفسها غير مصدقة في حق الباقين وهي أمينة في هذا فقادتنا\r\nالضرورة إلى تصديقها ، وكذلك لو قالت كل واحدة منهن حضت فكذبهن أو\r\nصدقهن يقع على كل واحدة تطليقة . ولو قال : إذا حضتن فأنتن طوالق لا يطلقن\r\nحتى تحيض كل واحدة منهن حيضة هذا إن صدقهن . وإن قالت واحدة منهن\r\nحضت لا يقع عليها الطلاق سواء صدقها أو كذبها لأن الحيض لا يستحيل وجوده\r\nمنهن . وكذلك إن صدق اثنتين ولو صدق ثلاثا وكذب واحدة يقع عليها خاصة\r\nلأنه ظهر حيض الثلاث بالتصديق وهي مصدقة في حق نفسها ولا يقع على\r\nالمصدقات لأنه لم يظهر حيض المكذبة في حقهن لأنه لا يمكن الحيضة الواحدة منهن\r\nجميعا . ولو قال لأربع نسوة له : كلما حضتن حيضة فأنتن طوالق فقلن جميعا حضنا\r\nحيضة ، أن كذبهن يقع على كل واحدة منهن طلقة لأن كل واحدة منهن مصدقة\r\nفي حق نفسها والطلاق معلق بوجود حيضة واحدة منهن جميعا وقد ظهرت\r\nبأمانتهن . وإن صدقهن يقع على كل واحدة منهن أربع طلقات إلا أنه لا مزيد على\r\nالثلاث وتلغ الواحدة . لأن الزوج علق الطلاق بوجود حيضة واحدة منهن بكلمة\r\nمتكررة فإذا صدقهن فقد ظهر أربع حيض ، وإن صدق الواحدة وكذب الثلاث\r\nطلقن الثلاث المكذبات كل واحدة تطليقتين والمصدقة تطليقة واحدة لأنه لم يظهر\r\nفي حق المصدقة إلا حيضة واحدة وهي حيضها وفى حق المكذبات ظهر قولها في\r\nحقها وقول المصدقة لما تقدم ، ولو صدق اثنتين وكذب اثنتين يقع على كل واحدة\r\nمن المصدقتين اثنتان وعلى كل واحدة من المكذبتين ثلاث واحدة بقولها واثنتان بقول\r\nالمصدقتين ، ولو صدق الثلاث وكذب الواحدة طلقت المكذبة أربع إلا أنه لا مزيد\r\nعلى ثلاث وطلقت كل واحدة من المصدقات ثلاثا .\r\n* * *\r\nمسألة\r\nرجل قال لرجل : إن بعث لك ثوبا فعبدي حر ، فدفع المحلوف عليه ثوبه إلى رجل\r\nوأمره أن يدفعه إلى الحالف ليبيعه فدفع الرجل الثوب إلى الحالف فباعه فإن قال\r\nالرسول للحالف بع هذا الثوب لفلان المحلوف عليه فباعه حنث ، وذلك لأنه حلف\r\nعلى فعله وأضافه إلى فلان فمتى عمل عملا مضافا إلى المحلوف عليه حنث لأن يمينه\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nلمنع نفسه عن التزام الحقوق بينه وبين المحلوف عليه لأن الحقوق هي من الأفعال فما\r\nلم يجب الفعل لا يجب الحق بدليل أنه يدفع الثمن إليه لو استحق فله أن يرجع عليه .\r\nوإن قال للرسول : بع هذا الثوب فباعه لا يحنث لأن هذا التفعل للرسول لا للمرسل\r\nلأنه نفى الحق للمحلوف عليه وهنا إنما التزم الحق للرسول ، ألا ترى أنه لو استحق\r\nإنما يرجع على الرسول ، ولو باع ثوب غيره بأمر المحلوف عليه حنث لأنه إنما التزم\r\nمنع الفعل عنه ولم يلتزم الملك ألا ترى أنه لو قال إن خطت لك ثوبا ، إنما اليمين على\r\nالخياطة وهي الفعل لا على الملك والعمل إذا كان لا يجرى فيه النيابة يقع على الملك ،\r\nوليس كذلك إن قال إن ضربت عبدا لك فهنا لا يكون العمل للمحلوف عليه فيقع\r\nعلى الملك قال الله تعالى : ( استغفر لهم أولا تستغفر لهم ) . فأضاف فعل النبي صلى الله عليه وسلم\r\nإليهم لأن استغفاره لأجلهم وذلك لأنه متى حلف على عمل في المعمول وأضافه إلى\r\nإنسان إن أضاف المعمول إليه يقع يمينه على الملك دون الأمر ، وإن أضاف العمل إليه\r\nفإن كان العمل مما يجرى فيه النيابة يقع على الملك .\r\n* * *\r\nمسألة\r\nرجل قال لعبديه : إن ضربتكما إلا يوما فامرأتي طالق ، فله أن يضربهما أي يوم\r\nشاء لأنه نفى ضربهما في جميع الأوقات إلا يوم الاستثناء . لأن قوله إن ضربتكما إلا\r\nيوما نكرة في سياق الإتيان فيخص إلا إذا كانت موصوفة وإنما يقع في يوم واحد\r\nفإذا جمع ضربهما في يوم واحد تعين الاستثناء فعند ذلك إذا ضربهما مجتمعا أو\r\nمتفرقا حنث ، فإن ضرب أحدهما يوم الجمعة والآخر يوم السبت لم يحنث ما لم\r\nتغرب الشمس وما ضرب الآخر لجواز أنه يعيد الضرب عليه فإن غربت الشمس ولم\r\nيضربه حنث لأن الضرب وجد منه إلا أنه في غير يوم واحد حتى يصح الاستثناء .\r\nولو ضرب أحدهما دفعات في أيام متعددة لم يحنث لأنه إنما حلف على ضربهما\r\nجميعا واستثنى يوما واحدا ولم يحلف على ضرب أحدهما فصار كأنه قال إلا يوما\r\nواحدا أضربكما فيه : ولو قال : والله لأضربكما إلا يوم أضربكما فيه ، أو إلا يوما\r\nأضربكما فيه ، أو إلا في يوم أضربكما فيه ، فأي يوم جمع ضربهما فيه فهو مستثنى .\r\nوالفرق بينهما أنه في المسألة الأولى قال : إن ضربتكما إلا يوما ما فخص بالاستثناء\r\nيوما واحدا لإيقاع الفعل بهما جميعا . والمسألة الأخرى قال : والله لا أضربكما إلا\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nيوما أضربكما بقدره لأضربكما إلا يوم أجمع فعلى بكما . كأنه حلف جميع على جميع فعله\r\nبهما في يوم مستثنى من غيره من الأيام وهذا اليوم المستثنى نكرة فأي يوم أوقع فيه\r\nالحنث وجود المسمى دون المستثنى والنكرة في النفي تعم وفى الإثبات تخص ، إلا إذا\r\nكانت موصوفة فحينئذ تعم ، إلا إذا قرنها بحرف الفرد فحينئذ تخص .\r\n* * *\r\nمسألة\r\nإذا كان لرجل ثلاثة أعبد سالم وبزيع ومبارك . فقال : سالم حر ، أو سالم وبزيع\r\nحران ، أو سالم وبزيع ومبارك أحرار . يؤمر بالبيان ، لأنه أوقع العتق بأحد الأقوال لأن\r\nأو حرف شك وهو أدخلها بين الأقوال الثلاثة لأنه ردد الشك بين أقواله لأنه لما قال\r\nسالم حر كان الواجب العتق فلما أدخل حرف الشك بين المرة الأولى والثانية وعطف\r\nعليه بزيعا فقال أو سالم وحده ، وبين سالم وبزيع معا ثم قال أو سالم وبزيع ومبارك\r\nأحرار فجرى مثل الأول فوقع الشك في أقواله فلما وقع الشك كان البيان إليه ما دام\r\nحيا فإن أردت القول الأول عتق سالم وحده ، وإن قال أردت الكلام الثاني عتق سالم\r\nوبزيع ، وإن قال أردت الكلام الثالث عتق الكل . وذلك لأن أو لأحد ما دخلت عليه .\r\nقال أبو علي : منها أو وهي لأحد الشيئين أو الأشياء في الخبر وغيره . تقول كل\r\nالسمك أو اشرب اللبن ، أي افعل أحدهما ولا تجمع بينهما ومن ثم قلت : زيد أو\r\nعمرو قام كما تقول أحدهما قال ولا تقول قاما . فأما إذا قلت كل خبزا أو لحما أو\r\nتمرا فأردت الإباحة فكأنك قلت كل هذا الضرب فيما ذكرته لأحد الأشياء قائم فيه\r\nلأنه لو أكل أحد هذه الأشياء كان مؤتمرا ولو كانت كالواو لم يكن قد ائتمر حتى\r\nيجمع بينها كلها وأما منزلتها في أنها تكون لأحد الأمرين أو الأمور إلا أنها تؤذن أن\r\nالكلام على الشك . قال سيبويه : و ( أو ) قد يجوز فيها أن يكون المبنى وقع على اليقين\r\nثم أدرك الشك كما قلنا سالم حر أو سالم وبزيع فإنه أوقع على اليقين ثم أدركه\r\nالشك قال :\r\nفقلنا لهم ثنتان لابد منهما * صدور رماح أشرعت أو سلاسل\r\nكأنه قال أحدهما صدور رماح أو سلاسل . فإن مات المولى قبل البيان عتق سالم\r\nكله لأنه لا شك في عتقه لأنه دخل في الثلاث مرات أما بزيع عتق نصفه لأنه يعتق\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nبالكلام الثاني والثالث لأنه دخل في لفظين ولا يعتق بالكلام الأول فإذا كان يعتق\r\nفي حالين ولا يعتق في حال فبقى الشك في العتق أولا وحالة العتق حالة واحدة\r\nوالشك إنما هو هل عتق أم لا فعتق نصفه ويسعى في النصف فكأنه عتق في حال\r\nورق في حال وأما مبارك فيعتق ثلثه لأنه لا يعتق بالكلام الأول والثاني إنما يعتق\r\nبالكلام الثالث فيعتق في حال ويرق في حالين ويسعى في ثلثي قيمته لأن أحوال\r\nالرق أحوال أحوال العتق واحدة لأن الرق يكون مملوكا ومدبرا ومكاتبا والعتق حالة\r\nواحدة هذا إذا كان القول منه في حال الصحة أما إذا كان في حال المرض ولا مال\r\nله غير هؤلاء العبيد ولم تجز الورثة فالثلث يقسم بينهم على قدر عتقهم فيصيب سالم\r\nجيع رقبته ويصيب بزيع نصف رقبته ويصيب مبارك ثلث الرقبة فهذه وصية كل\r\nواحد منهم فيحتاج إلى حساب ليتبين نصيب كل واحد منهم على الحقيقة والحساب\r\nيحتاج أن يكون له نصف صحيح وثلث صحيح وأقله ستة فسالم يضرب لجميع الرقبة\r\nوهي ستة وبزيع يضرب بنصف الرقبة وهي ثلاثة ومبارك يضرب بثلث الرقبة وهي\r\nاثنان فذلك أحد عشر فغالب المسألة بخمسة فاجعل ثلث المال على أحد عشر سهما\r\nفإذا صار ثلث المال أحد عشر سهما صار الجميع ثلاثة وثلاثين وماله هؤلاء العبيد\r\nكما تقدم تعين أن كل عبد صار أحد عشر سهما فأما سالم فعتق منه ستة ويسعى\r\nفي خمسة وبزيع عتق منه ثلاثة ويسعى في ثمانية ومبارك عتق منه سهمان ويسعى في\r\nتسعة فصارت جملة السعاية اثنين وعشرين وهي ثلاثة وثلاثين بالعول وصارت\r\nوصاياهم أحد عشر فاستقام على الثلاثة والثلاثين هذا إذا لم يخرجوا من الثلث ولو\r\nخرجوا من الثلث أو لم يخرجوا وأجازت الورثة فالجواب كما خرج . ولو لم يكن له\r\nإلا عبدان فقال سالم وبزيع حران يؤمر بالبيان فإن قال عنيت الكلام الأول عتق سالم\r\nكله وإن قال عنيت الكلام الثاني عتقا جميعا لما ذكرت ولو مات من غير بيان عتق\r\nسالم كله ونصف بزيع لأن سالما لا شك في عتقه لأنه ذكر عتقه في المرتين وأما\r\nبزيع فيعتق بالكلام الثاني ولا يعتق بالكلام الأول فإذا كان يعق في حال ولا يعتق\r\nفي حال عتق نصفه ويسعى في نصف قيمته ولو كان القول منه في حال المرض إن\r\nخرج من الثلث فكذلك وإن لم يخرج وأجازت الورثة فكذلك ، وإن لم تجز الورثة\r\nفيقسم الثلث بينهما فيعتق سالم كله ونصف بزيع فالنصف مخرجه من سهمين فسالم\r\nيضرب بسهمين وبزيع بسهم صار ثلاثة أجعل هذا ثلث المال كما تقدم وثلثاه مثلا\r\nذلك وذلك ستة فالجميع تسعة وماله لرقبتان وتسعة ليس لها نصف صحيح فضعف\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nفيصير ثمانية عشر فيعتق من سالم خمسة ويسعى في أربعة ويعتق من بزيع سهمان\r\nويسعى في سبعة فاستقام على الثلاث والثلاثين . ولو قال سالم حر أو سالم وبزيع\r\nعتقا لأنه . وضع كلمة الشك في غير الأفعال فلم يفد لأن الشك لا يكون في\r\nالإعلام إنما يكون في خبرهم فلما قال سالم حر أو سالم فلم يفد فوقع عليه العتق\r\nإذ لم يكن للشك هنا مدخل فعتق وعطف بزيعا فأشركه في الفعل فعتق أيضا فصار\r\nكأنه قل سالم حر وبزيع فعتقا .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : إن دخلت الدار فأنت طالق يصير الطلاق معلقا بدخول الدار\r\nلأن هذا شرط وجزاء فيكون الطلاق معلقا بدخول الدار ولأن الفاء تكون جوابا\r\nللشرط كقوله تعالى : ( إن تبدوا الصدقات فنعما هي ) فإن قال إن دخلت الدار\r\nأنت طالق طلقت في ساعته لأنه لم يأت بجواب الشرط وهي الفاء فصار كلامه\r\nمبتدأ وخبرا كأنه قال أنت طالق ولو قال إنما عنيت الشرط والجزاء وحذفت الفاء\r\nجواب الشرط كما قال تعالى : ( فمن يرد الله أن يهديه يشرح صدره للإسلام )\r\nأي فيشرح صدره وكما قيل : ( من يفعل الحسنات الله يشكرها ) .\r\nقلنا : ندينك فيما بينك وبين الله ولا ندينك في القضاء لأن جواب الشرط بالفاء\r\nوقد يجوز حذفها لكن على سبيل الجواز . قال سيبويه : يجوز في الشعر ويقبح في\r\nالكلام إلا أنه لما جاز صار فيه شبهة لمن أراد التعلق به فلذلك دين فندينك فيما بينك\r\nوبين الله تعالى . وأما الظاهر لنا فهذا طلاق منجز كما تقول أنت طالق لأنا لا نعرف\r\nما في ضميرك ولأن الطلاق مرسل ومضاف وشرك وجزاء فما كان شرطا وجزاء\r\nفهو كما ذكرت وما كان مرسلا يقع من ساعته كقوله أنت طالق والمضاف يؤخر\r\nإلى وقت ينزل عند وجود وقته .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : أنت طالق يا زانية إن دخلت الدار . لا يقع الطلاق ما لم\r\nتدخل الدار لأن قوله يا زانية نداء والنداء لا يفصل بين كلامين كما لو قال أنت\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nطالق يا عمرة إن دخلت الدار لا يكون هذا النداء فاصلا بين الشرط والجزاء ولا\r\nيلزمه حكم القذف من اللعان والحد لأن هذا قذف معلق بالحظر فلا يوجب اللعان\r\nولا الحد ، كما إذا قال لرجل إن دخلت الدار فأنت زان لا يحد وإنما قلنا إنه معلق\r\nبالشرط لأنه إذا تعلق الأبعد وهو قوله أنت طالق فتعلق الأقرب أولى به وإنما لا يجب\r\nالحد بالقذف المعلق لأنه لا يورث تهمة بالمقذوف لأنه لم يعلقه بالشرط قصدا لكنه\r\nتعلق به حكما لأن كلامه أو حد فإذا لحق الشرط في آخره انصرف إلى جميع الكلام\r\nفإنه لو جعله كلامين يصير فاصلا بين الشرط والجزاء والنداء لا يفصل بينهما ولو قال\r\nلامرأته يا زانية أنت طالق إن دخلت الدار يكون قاذفا لها لأن قوله يا زانية قذف منه\r\nوليس القذف إلا هذه الصيغة وقوله أنت طالق إن دخلت الدار شرط وجزاء ،\r\nوالشرط والجزاء لا تعلق له بالنداء وإذا لم يتعلق بالنداء حظر صار ذلك صريحا\r\nبالقذف ولأنه ليس من ضرورة تعلق الأقرب بالشرط تعلق الأبعد ، والفرق بينهما أنه\r\nمتى خلل النداء لا يصير فاصلا بين الشرط والجزاء ولا يظهر له حكم وليس كذلك إذا\r\nقدم لأنه لا تعلق به في الحظر فإن القذف ليس إلا هذه الصيغة أو أن تأتى باسم\r\nالإشارة وهو قوله هذا زان ، وأما قوله أنت طالق يا زانية إن دخلت لصار قوله\r\nيا زانية متعلقا بدخول الدار وإذا كان معلقا بالحظر لا يوجب له حكما لأن المعلقات\r\nلا توجب حكما إلا عند وجود المعلق به والقذف ما لم يكن صريحا لا يوجب\r\nحكما .\r\n* * *\r\nمسألة\r\nرجل قال : إن كان في يدي دراهم إلا ثلاثة دراهم فجميع ما في يدي من\r\nالدراهم على المساكين صدقة ، فإذا في يده خمسة دراهم لا يجب عليه أن يتصدق\r\nبشئ لأن ثلاثة دراهم مستثناة من يمينه وشرط حنثه دراهم سوى ثلاثة دراهم في\r\nيده وليس في يديه سوى ثلاثة دراهم مستثناة من يمينه وشرط حنثه دراهم سوى ثلاثة\r\nدراهم في يديه وليس في يده سوى ثلاثة دراهم حاشا درهمين ، ودرهمان لا\r\nيستحقان اسم الدراهم لأن العرب قالوا درهم ودرهمان وثلاثة دراهم فأفردوا لكل\r\nعدد صيغة والاستثناء يعرف جنس المستثنى منه . ولو كان في يده ستة دراهم أو\r\nأكثر يجب عليه أن يتصدق بالكل ولو قال إن كان في يدي من الدراهم سوى ثلاثة\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nدراهم فجميع ما في يدي صدقة فكان في يده خمسة فعليه أن يتصدق بها لأنه نطق\r\nبحرف يكون لا بأنه الجنس وهو من لأنه لما قال إن كان في يدي من الدراهم سوى\r\nثلاثة دراهم فقد بين الجنس والجنس يقتضى الواحد فصاعدا ثم ذكر لفظا يقتضى\r\nالعدد فعرف بصيغته والألف واللام إنما يدخلان للسابق المعهود أولا بأنه الجنس وهنا\r\nهي لا بأنه الجنس قال الله تعالى : ( فاجتنبوا الرجس من الأوثان ) ولم يرد به\r\nبعضهم وإنما المراد به الاجتناب من الجنس من الجنس وقال تعالى : ( ليغفر لك الله ما\r\nتقدم من ذنبك وما تأخر ) ولم يرد به البعض فإذا ثبت أن كلمة من تستعمل لإبانة\r\nالجنس وتستعمل للتبعيض وفى هذه أدخل اللام وهي للتعريف فصارت كلمة من\r\nللتجزئة والتبعيض وهناك لم تدخلها اللام فصارت كلمة من لإبانة الجنس دون\r\nالتجزئة فصار كأنه قال إن كان في يدي أكثر من ثلاثة دراهم فجميع ما في يدي\r\nصدقة ولو قال كذا لوجب عليه أن يتصدق بالكل .\r\n* * *\r\nمسألة\r\nرجل قال لامرأته : أنت طالق ثلاثا قبل أن أقربك لا يكون مؤليا وتطلق من\r\nساعته لأنه أتى بمبتدأ وخبر ولم يضفه إلى شئ إلا إلى قبل القربان وهذا الوقت قبل\r\nالقربان فوقع الطلاق وسقطت اليمين وقد يجوز أن يوسف الشئ قبل وجود ذلك\r\nالشئ قال الله تعالى : ( من قبل أن نطمس وجوها فنردها ) فوصف ها بالطمس ولم\r\nيوجد ولو قال أنت طالق ثلاثا قبيل أن أقربك صار مؤليا ولا يقع الطلاق ما لم\r\nيقربها لأن قبيل تصغير التقريب لأن التصغير على وجوه تصغير التحقير كما تقول\r\nلقيت الرجيل وفعل الصبى وتصغير التعظيم كما قال أنا جديلها المرجب وعذيقها\r\nالمحكك ألا ترى أنه وصف روحه بالمرجب ، ورجب أيضا من التعظيم سمى وهو\r\nالشهر فلما وصف روحه بالعظمة ما بقي يمكن أن يحمل على التصغير ولا سيما أن\r\nهذا القول كان يوم سقيفة بنى ساعدة وإنما كان يريد الفخار ويطلب الأمر فكيف\r\nيكون هذا مع التصغير وتصغير الحنة والشفقة كقوله تعالى : ( يا بنى إنها إن تك ) ما\r\nأراد تصغير ابنه . وتصغير التقريب هذا الذي ذكره أبو حنيفة كما تقول وضعته فويق\r\nالحائط فهذا لا يمكن أن يكون للتصغير وإنما أراد التقريب كما تقول : ( اقعد إلى\r\nجنبي ) إنما تريد القرب قال الشاعر :\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nوقعد علوت قتود الرحل يسفعني * يوم قد يديمه الخوراء مسموم\r\nفلما كان كذلك صار اسما لوقت قريب ليس بينه وبين القربان وقت فلا يطلق ،\r\nولو قال كذلك كان إيلاء بلا شك .\r\nقال سيبويه في هذا : باب ما يحقر لدنوه من الشئ وليس مثله وذلك هو أصغر\r\nمنك إنما أردت أن تقلل الذي بينهما ومن ذلك قولك هو دوين ذاك وهو فويق ذلك\r\nومن ذلك أن يقول أسيد أي قد قارب السواد ومن هنا قولهم كميت لأنه لم يخلص\r\nإلى الحمرة ولا إلى السواد فلما قارب اللونين سمى مصغرا .\r\n* * *\r\nمسألة\r\nأصل هذه المسألة : تدور على حرف ( أو ) ، و ( أو ) تكون على وجهين : أحدهما\r\nللشك ، وهي لأحد ما تدخل عليه . والآخر أن تكون بمعنى الإباحة ، كما تقول :\r\n( جالس الحسن أو ابن سيرين ) لا تريد مجالسة أحدهما . قال الشاعر :\r\nإذا ما مات ميت من تميم * مسرك أن يعيش فجئ بزاد\r\nبخبز أو بلحم أو بتمر * أو الشئ الملفف في البجاد\r\nوقال في الوجه الآخر :\r\nوكنت إذا غمزت قناة قوم * كسرت كعوبها أو تستقيما\r\nوالطبيب إذا كان يعالج مريضا يقول له : ( كل فروجا أو دراجا ) - يعنى : كل\r\nأحدهما . والمسألة تنقسم على أربعة أوجه : إما أن يضع حرف ( أو ) بين منع ومنع ،\r\nأو بين إثبات وإثبات ، أو بين منع وإثبات ، أو بين إثبات ومنع . رجل قال : ( والله لا\r\nأدخل هذه الدار أولا أدخل هذه الدار ) فأي الدارين دخل حنث لأنه عطف منعا\r\nعلى منع بحرف التخيير فكان ممنوعا عن دخول كل دار على حدة ، فإذا دخل\r\nإحداهما فقد وجد شرط الحنث . وأما إذا وضع بين إثبات وإثبات كما لو قال :\r\nوالله لأدخلن هذه الدار أو لأدخلن هذه الدار الأخرى . فأيهما دخل بر في يمينه فأو\r\nهاهنا للتخيير كما تقول خذ هذا أو هذا كأنك قلت خذ أحدهما ، وأما إذا وضع\r\nبين منع وإثبات كما إذا قال والله لا أدخل هذه الدار أو أدخل هذه الدار اليوم فإن\r\nدخل الدار الأولى حنث وإن دخل الثانية بر لوجود الشرط لأنه جعل حرف أو بين\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nالمنع والإثبات ووقت فقال اليوم . دخل الدار الأولى بعد ذلك أولم يدخل لأنه كان\r\nمخيرا فيه وإن مضى اليوم قبل أن يدخل حنث في اليمين الثانية لأنه أوجب على نفسه\r\nالدخول ولم يوجد وأما إذا وضعها بين إثبات ومنع كما إذا قال والله لأدخلن هذه\r\nالدار أولا أدخل الدار أبدا إن دخل الدار الأولى بر وسقطت اليمين لأنه كان\r\nمخيرا فيه وإن مضى اليوم ولم يدخل حنث في يمينه لأنه أوجب على نفسه الدخول\r\nفي الدار الأولى في اليوم ولم يوجد وما إذا أدخل كلمة الشك بين منع وإثبات ولم\r\nيوقت كما إذا قال : والله لا أدخل هذه الدار أو لأدخلن هذه الدار فإن دخل الدار\r\nالأولى حنث لأنه وجد الدخول بعد المنع وإن دخل الثانية بر لأنه عقد على الأثبات\r\nوقد وجد . وإن مات ولم يدخل إحداهما بر لأن قوله أو أدخل للغاية وتقديره حتى\r\nأدخل . قال الله تعالى : ( يقاتلونهم أو يسلمون ) كأنه قال حتى يسلموا كما ورد\r\nعن النبي صلى الله عليه وسلم : ( أمرت أن أقاتل الناس كافة حتى يقولوا لا إله إلا الله ، فإذا قالوا\r\nعصموا منى دماءهم وأموالهم إلا بحقها ) فقد جاء في الكتاب بأو ، وفى الأثر بحتى\r\nلأن المعنى واحد كما لو قال : والله لا أدخل هذه الدار وهذه الدار وهذه الدار . ولو\r\nقال والله لا أدخل هذه الدار أو أدخل هذه الدار وهذه الدار صارت هاتين الدارين\r\nالآخرتين غاية ليمينه فأيهما دخل بر ولو دخل الأولى أولا حنث لأن اليمين لم ينته\r\nغايتها ولو مات قبل أن يدخل الأولى بر لأنه الغاية وحقيقة هذا أنه متى ذكر كلمة\r\nأو بعد كلمة النفي وبعده مثبت تكون للغاية .\r\n* * *\r\nباب ما جاء من المسائل اللغوية\r\nمسألة\r\nرجل قال لامرأته : أنت طالق إن لم أهدم هذا الحائط اليوم فهدم بعضه ولم يهدم\r\nالباقي حتى خرج اليوم طلقت امرأته . وكذلك لو قال إن لم انقض هذا الحائط لأن\r\nالهدم عبارة عن إفاتة تأليف أجزاء جميع الحائط . وكذلك النقض لأنه ضد التأليف فما\r\nدام التأليف باقيا لا يكون نقضا والهدم ضد البناء فما دام شئ من البناء باقيا لا\r\nيكون هدما ولو نوى هدم بعضه فهو على ما نوى قال الله تعالى : ( لهدمت\r\nصوامع ) معناه أنها هدمت إلى أن لا يبقى صوامع وكذلك النقض قال الله تعالى :\r\n( ولا تكونوا كالتي نقضت غزلها من بعد قوة أنكاثا ) في قصة ريطة وكانت امرأة\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nمجنونة تغزل جميع ليلها وتنقض جميع نهارها حتى لم تبق غزلا .\r\nولو قال أكسر كان على البعض لأن الكسر ضد الجبر وهو افتراق الاتصال ليس\r\nإلا في الصلاب وما كان في اللحم يكون جرحا أو قطعا والقطع يقع على الاثنين\r\nلأن القطع من التقاطع وهو أن ينقطع حكم كل واحد منهما عن الآخر جملة كافية\r\nفأما فيما يتصل فمجاز ثم اعلم أن الأسماء على نوعين اسم جنس واسم نوع واسم\r\nالجنس يقع على الخاص والعام واسم النوع يقع على الخاص دون العام ، والهاء على\r\nضربين هاء إفراد واسم الجنس كما تقول حيوان فإنه يقع على جميع الحيوانات فإن\r\nخصصت نوعا منه قلت إنسان فإنسان حيوان أيضا ولكن يختص بقولنا إنسان من\r\nدون سائر الحيوانات وكذلك إن وصفناه بناطق أيضا وهاء الإفراد أكثر من أن أصف\r\nلك مثل عمامة وقلنسوة وشعيرة وقمحة وهاء التأنيث امرأة ويتيمة وغلامه فإن\r\nمذكر ذلك يتيم وامرؤ وغلام .\r\n* * *\r\nمسألة\r\nرجل . قال : عبده حر إن أكل لحم دجاج أبدا فأكل لحم دجاجة أو ديك حنث\r\nلأن الدجاج اسم جنس يقع على الذكر والأنثى قال جرير :\r\nلما تذكرت بالديرين أرقني * صوت الدجاج وضرب بالنواقيس\r\nوالأنثى منهن لا تصيح وإنما يصيح الذكر فدل على أن الهاء للأفراد ، لا التأنيث\r\nوذكر الجوهري في الصحاح أن الهاء في الدجاجة للأفراد ، ولو حلف لا يأكل لحم\r\nدجاجة فهو على الأنثى لأن الهاء للتأنيث إذ لم يكن لها من جنس لفظها ذكر\r\nفحملت على الحقيقة كما أن اسم الديك يقع على الذكر خاصة ولو حلف لا يأكل\r\nلحم جمل أو بعير أو إبل أو جزور هذا كله يقع على الذكر والأنثى وعلى العربي\r\nوالبختي لأنه اسم جنس يتناول الكل لأن العرب نسبت الصنعة إلى صانعها كما\r\nنسبت سائر الصناعات فقالت جمال كما قالت حداد وبغال وما كان على وزن فعال\r\nولم يفرقوا بينهم . ولو حلف لا يأكل لحم بقر فأكل لحم ثور أو بقرة حنث لأن البقر\r\nاسم جنس والبقرة أيضا كذلك . ولو أن رجلا وكل رجلا في أن يشترى له بقرة\r\nفاشترى له ثورا جاز ألا ترى أن رجلا لو حلف أن لا يملك عشرين بقرة فملك\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nعشرين بقرة إناثا وذكورا يحنث واسم الثور يقع على الذكر خاصة لأنه اسم نوع\r\nواسم الشاة يقع على الذكر والأنثى جميعا . قال أبو دؤيب الشاعر :\r\nفلما رآه قال لله من رأى * من العصم شاة مثل ذا في العواقب\r\nوما قال مثل هذه لأنه لم يرد التأنيث . وقال آخر :\r\n* أو أسفع الخدين شاة أر أن *\r\nلأنه اسم جنس والكبش اسم نوع يقع على الذكر خاصة والنعجة اسم نوع يقع\r\nعلى الأنثى خاصة . قال جران العود :\r\nأو نعجة من نعاج الرمل أخد لها * عن إلفها واضح الخدين مكحول\r\nولو حلف لا يأكل لحم البقر فأكل لحم الجواميس لا يحنث لأن أو هام الناس لا\r\nتنصرف إليه عند ذكر البقر والأيمان محمولة على معاني كلام الناس وجمعه في باب\r\nالزكاة لا يدل على أنه من نوعه في باب اليمين فصار في الزكاة كالعنز يضم إلى\r\nالضأن والكبش إلى النعاج ، ومع ذلك لو حلف لا يأكل لحم شاة فأكل عنزا لا يحنث\r\nوالفرس اسم للعربي ويقع على الذكر والأنثى ، والبرذون اسم للبخاتي والتركي غير\r\nالعربي ويقع على الذكر والأنثى ، والخليل يقع على الجميع لأن الخليل اسم جنس\r\nوالفرس اسم نوع والفرس والبرذون اسم نوع قد روى عن سعيد بن المسيب رضي الله عنه\r\nأنه سئل عن صدقة البراذين فقال : أو في الخيل صدقة ؟ فسماها خيلا . ولو\r\nحلف لا يركب حمارا يقع على الذكر والأنثى ، لأنه اسم جنس لأنهم يرون أن ابن\r\nعباس رضي الله عنه قدم على حمار ذكر وما أرادوا ذلك إلا ليبينوا النوع والأتان\r\nللأنثى والعير للذكر . وقد قيل حمار للذكر وحمارة للأنثى ولو حلف لا يركب حمارة\r\nيقع على الأنثى خاصة .\r\nقال الخطيب :\r\nأخبرنا البرقاني حدثنا محمد بن العباس الخزاز حدثنا عمر بن سعد حدثنا عبد الله\r\nابن محمد حدثني أبو مالك بن أبي بهز البجلي عن عبد الله بن صالح عن أبي\r\nيوسف ، قال : قال لي أبو حنيفة : إنهم يقرأون حرفا في يوسف فليحنون فيه . قلت ما\r\nهو ؟ قال قوله : ( لا يأتيكما طعام ترزقانه ) قلت : فكيف هو ؟ قال ترزقانه\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nهذه القراءة لم يخرج بها أبو حنيفة عن الأصل لأن الأصل في ضمير الذكور هو\r\nالرفع لأنك تقول هو ، وضمير المؤنث هي ، هذه المسألة التي جرت بين سيبويه\r\nالكسائي لأن الكسائي جعل ضمير المؤنث منصوبا فقال : إياها وسيبويه كان معه\r\nالحق فمن عرف هذا عرف ما قلت ، لأن الهاء عائدة إلى الرزق وهو مذكر وعلى\r\nهذا قرأ من قرأ ( فخسفنا به وبداره الأرض ) ألا ترى أنه لما جاء إلى ضمير المذكر\r\nأجراه على الأصل وإنما كسر من كسر الهاء من ضمير المذكر في المجرورات اتباعا\r\nللكسرة كما أمال من أمال للاتباع ، وأن الهاء حرف خفى أخفى من الألف فلما\r\nساغ لهم الإمالة في الألف مع أنها أشد من الهاء فلأن تمال الهاء أجدر .\r\nوأما قوله يلحنون فاللحن ليس هو الخطأ على لغة العرب وإنما يحتمل معنى غير\r\nالمفهوم الأصل وذلك أن الحديث إذا احتمل معنى ظاهرا واحتمل معنى آخر قيل له\r\nلحن ، ومن هاهنا سمى ابن دريد كتابه المعروف بملاحن بن دريد وذلك أنه قال : إذا\r\nقال له شخص رأيت فلانا فقال والله ما رأيته ولا كلمته فظاهر اللفظ يدل على رؤية\r\nالعين والكلام باللسان . وإنما الحالف يعنى ما ضرت رئته ولا جرحته وهو مأخوذ من\r\nالكلم وهي الجراح . قال الله تعالى : ( ولتعرفنهم في لحن القول ) لأنه يكون كلاما\r\nيدل على معنيين مثل ذلك قوله : ( فبشر عبادي الذين يستمعون القول فيتبعون\r\nأحسنه ) ألا تراه جعل له أحسن وغير أحسن قال الشاعر :\r\nحلوا عن الناقة الحمراء أرحلكم * والبازل الأصهب المعقول فاصطنعوا\r\nإن الذئاب قد اخضرت براثنها * والناس كلهم بكر إذا شبعوا\r\nفلو حملنا هذين البيتين على ظاهر لفظهما لما دلا على معنى لأن قوله الذئاب قد\r\nاخضرت براثنها ، والناس كلهم بكر ، كل جملة من هاتين الجملتين غير مناسبة للجملة\r\nالأخرى . وهذا محمول على أن رجلا كان من تغلب وكان أسيرا في بنى وائل فرأى\r\nالناس يتمتعون للنهيض إلى قومه وكان قومه في أرض يقال لها الدهناء فقال لأصحابه\r\nإني أريد أن أفادي نفسي فهل لكم في الفداء . قالوا نعم - قال ائتوني برجل أرسله\r\nفلما جاءه قال أبلغ قومي التحية وقل لهم قد أطلتم الركوب على ناقتي الحمراء\r\nفخلوا عنها وارتحلوا الجمل الأصهب فقد شكت الإماء ودبى العرفج بآية ما أكلت\r\nمعكم حيسا واسألوا أبا الحسين عن خبري . فلما جاء إلى أهل الأسير قال لهم الرسالة\r\nقالوا والله إنه لمجنون لا ناقة حمراء له ولا جمل أصهب . فقال : أحدهم إنه قال لكم\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nاسألوا أبا الحسين فلما سألوه قال هو يقول لكم قد أطلتم المقام على الدهناء\r\nفارتحلوا عنها واطلعوا الصمان فقد شكت الإماء أي ملأن الشكايا وأدبى العرفج ،\r\nوالعرفج شجر له شوك فشبه العدو به وأدبى أي دبا نحوكم بآية ما أكلت معكم\r\nحيسا والحيس يعمل من تمر وسمن وخبز أي تجمع لكم من أعدائكم وغيرهم . فهذا\r\nومثله اللحن . ومن هذا قيل لمعاوية إن عبد الله يلحن قال أوليس بظريف بنى أخي\r\nيعرف بالفارسية فجعل الفارسية لحنا فإذا قال أبو حنيفة إنهم يلحنون إنما عنى أنهم\r\nغيروه عن أصله على ما ذكرنا .\r\nقال الخطيب :\r\nقد سقنا عن أيوب السختياني ، وسفيان الثوري ، وسفيان بن عيينة ، وأبى بكر بن\r\nعياش ، وغيرهم من الأئمة أخبارا كثيرة تتضمن تقريظ أبي حنيفة والمدح له والثناء\r\nعليه ، والمحفوظ عند نقلة الحديث عن الأئمة المتقدمين وهؤلاء المذكورين منهم في\r\nأبي حنيفة خلاف ذلك وكلامهم فيه كثير لأمور شنيعة حفظت عليه يتعلق بعضها\r\nبأصول الديانات ، وبعضها بالفروع . نحن ذاكروها بمشيئة الله ومعتذرون إلى من\r\nوقف عليهما وكره سماعها ، بأن أبا حنيفة عندنا مع جلالة قدره أسوة غير من\r\nالعلماء الذين دونا ذكرهم في هذا الكتاب وأوردنا أخبارهم وحكينا أقول الناس\r\nفيهم على تباينها .\r\nأما قول الخطيب هذا فأنا إن شاء الله نبين أن قصده خلاف ما ذكر من المعذرة\r\nوإنما قصد الشناعة جرأة منه وافتراء .\r\nأما قوله : والمحفوظ عند نقلة الحديث خلاف ذلك .\r\nفأقول : إن نقلة الحديث ينظرون إلى طريق الحديث فمتى ما وجدوا فيه رجلا\r\nضعيفا ضعفوا الحديث خاصة في جرح الرجال ، فإنه لا يسمع إلا من عدل ثقة\r\nمعروف بالعدالة والثقة ، فحيث نقل الخطيب أحاديث في الجرح عن جماعة ضعفاء\r\nشهد بضعفهم أئمة الحديث تبين أن قصده خلاف ما اعتذر عنه .\r\nقال الخطيب : ما حكى عن أبي حنيفة في الإيمان :\r\nأخبرنا الحسين بن محمد الحسن أخو الخلال بإسناده إلى وكيع . قال سمعت الثوري\r\nيقول : نحن المؤمنون وأهل القبلة عندنا مؤمنون في الأنكحة والمواريث والصلاة\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nوالإقرار ، ولنا ذنوب ولا ندري ما حالنا عند الله . ثم قال وقال أبو حنيفة من قال\r\nبقول سفيان هذا فهو عندنا شاك ، نحن المؤمنون هنا وعند الله حقا . قال وكيع :\r\nونحن نقول بقول سفيان وقول أبي حنيفة عندنا جرأة .\r\nإعلم وفقك الله أن الإيمان هو التصديق ، واعلم أنه لا يكون تصديقا بدون المعرفة\r\nوالمعرفة لا تكون مع الشك إنما تكون مع اليقين وإذا ثبت هذا فنحن المؤمنون هنا\r\nوعند الله لأن المعرفة والمعرفة لا تختلف لأن من عرف هنا كان عارفا عند الله لأن\r\nالمعرفة الجهل ، وأما قول أبي حنيفة عن سفيان في قوله نحن المؤمنون وأهل القبلة\r\nعندنا مؤمنون محمول على قوله تعالى : ( قالت الأعراب آمنا قل لم تؤمنوا ولكن\r\nقولوا أسلمنا ولما يدخل الإيمان في قلوبكم ) ألا تراه نفى الإيمان عن من أسلم إلا\r\nمن عرف بقلبه فثبت ما قلت إنه لا يكون إيمانا إلا بمعرفة .\r\nوقال : حدثنا علي بن محمد بن عبد الله المعدل بإسناده إلى حمزة بن الحارث بن\r\nعمير عن أبيه . قال سمعت رجلا سأل أبا حنيفة في المسجد الحرام عن رجل قال\r\nأشهد أن الكعبة حق ولكن لا أدرى هي هذه التي بمكة أم لا ؟ فقال مؤمن حقا\r\nوسأله عن رجل قال أشهد أن محمد بن عبد الله نبي ولكن لا أدرى هو الذي قبره\r\nبالمدينة أم لا ؟ فقال مؤمن حقا . قال الحميدي : من قال بهذا فقد كفر . قال وكان\r\nسفيان يحدث به عن حمزة بن الحارث .\r\nوقال أخبرنا الحسن محمد الخلال بإسناده إلى محمد الباغندي حدثنا أبي قال :\r\nكنت عند عبد الله بن الزبير فأتاه كتاب أحمد بن حنبل اكتب إلى بأشبع مسألة عن أبي\r\nحنيفة فكتب إليه : حدثني الحارث بن عمير قال سمعت أبا حنيفة يقول : لو أن\r\nرجلا قال أعرف أن الله بيتا ولا أدرى هو الذي بمكة أو غيره أمؤمن هو ؟ قال : نعم\r\nولو أن رجلا قال أعلم أن النبي صلى الله عليه وسلم قد مات ولا أدرى دفن بالمدينة أو غيرها أمؤمن\r\nهو ؟ قال نعم فهذا القول لم ينقله أحد من أصحاب أبي حنيفة ولا رووا عنه مثل\r\nهذا فلو كان صحيحا لنقل كما نقلت جميع مسائله . ولكني أقول ما تقول في\r\nاليهود أصحاب موسى لما جهلوا قبر موسى أضرهم ذلك ؟ لا لأنهم عرفوا أن\r\nموسى نبي حق فأما جهالة القبر لا تضر بدليل أن من لم يزر المدينة ولم يحج لا يعرف\r\nالقبر ولا البيت ومع ذلك لم يقدح في إيمانه ثم ومن زار المدينة فالحجرة الشريفة\r\nحائلة بينه وبين مكان القبر حقيقة من جهة التربيع فمن ذهب إلى قول الحميدي\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nوسفيان احتاج أن يعرف بيوت مكة المدينة وبنيانهما وصقاعهما وحدائقهما على\r\nما كانا عليه في زمن النبي صلى الله عليه وسلم إلى اليوم ، واعلم أن معرفة الأراضي غير مشروعة في\r\nشريعة من شرائع الإسلام ، واعلم أنا نقول إن الأنبياء صلوات الله عليهم أجمعين\r\nمبعوثون حقا ولو قال رجل لا أعرف أن موسى نبي حق أو غيره فقد كفر ومع ذلك\r\nلا يضرنا جهالة قبورهم ولا مواطنهم . فأما إذا ثبت عنده مبعث النبي صلى الله عليه وسلم بلا شك\r\nبشرائط الإسلام فهو مؤمن حقا ولا يضره جهالته بموضع قبر النبي صلى الله عليه وسلم فيه فإن القبر\r\nليس من شرائط الإيمان ولا الإسلام ، واعلم أنه لو كان الأمر كما ذكر عنه لكان\r\nالمسلمون الذين في زمن النبي صلى الله عليه وسلم الناؤون عنه لا يصح إسلامهم فإنهم ما كانوا يعرفون\r\nكل وقت حقيقة موضعه لأنهم كانوا يفارقونه في موضع وينتقل إلى آخر ، أفكانوا\r\nبجهالة المواضع يكفرون ؟ فإذا ثبت أن الموضع لا يحتاج إليه في حال الحياة فلأن لا\r\nيضر مع الوفاة أجدر .\r\nوقال : في سياق الحديث قال الحارث بن عمير : وسمعته يقول : لو أن شاهدين\r\nشهدا عند قاضى أن فلانا طلق امرأته وعلما جميعا أنهما شهدا بالزور ففرق بينهما ،\r\nثم لقيها أحد الشاهدين فله أن يتزوج بها ؟ قال نعم .\r\nالجواب : إن القاضي ما سمى قاضيا إلا مشتقا من القضاء والقضاء القطع كأنه\r\nمأخوذ من قطع الخصومات أو مأخوذ من القطع بالشئ عن أحدهما للآخر وهذا\r\nأولى لأن النبي صلى الله عليه وسلم يقول : ( قضيت له شيئا ) أي من قطعت له شيئا فثبت ما ذكرت\r\nفإذا فسخ القاضي بينهما أيحل لأجنبي أن يتزوج بهذه المرأة أم لا فإن قال لا فقد\r\nافترى ، وإن قال نعم فكذلك يحل لأحد الشاهدين لأن فعل القاضي حجة من حجج\r\nالشرع لا تندفع في حق بعض دون بعض وإن كانت لا تحل لأحد الشاهدين فهي\r\nعلى نكاحها الأول فلا تحل لغيره أيضا وليس في سياق الخبر ما يضر ما قلت لأن قول\r\nالنبي صلى الله عليه وسلم ( فإنما أقطع له قطعة من النار ) فنحن نقول كذا أيضا لأن هذا فعل حرام إنما\r\nاتصل بقضاء القاضي غير مدفوع كقضاء النبي صلى الله عليه وسلم وإن كان النبي صلى الله عليه وسلم بين تحريمه ، وما\r\nقلت فهو جواب لما أسنده إلى حمزة بن الحارث بن عمير وعن عباد بن كثير .\r\nوأما ما نقله عن محمد بن الحسين بن الفضل القطان إلى يحيى بن حمزة أن أبا\r\nحنيفة قال : لو أن رجلا عبده هذه النعل يتقرب بها إلى الله لم أر بذلك بأسا . فقال\r\nسعيد : هذا الكفر صراحا .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nفهذا لم ينقله أحد من أصحاب أبي حنيفة واعلم أن أصحاب الإنسان أعرف به\r\nمن الأجنبي ، ثم اعلم أن مذهب أبي حنيفة له أصول وقواعد وشروط لا يخرج\r\nعنها ، فأما أصول مذهبه رضي الله عنه فإنه يرى الأخذ بالقرآن والآثار ما وجد\r\nوقواعده أن لا يفرق بين الخبرين أو الآي والخبر مهما أمكن الجمع بينهما إلا إن ثبت\r\nناسخا أو منسوخا وشروطه أن لا يعدل عنهما إلا أن لا يجد فيهما شيئا فيعدل إلى\r\nأقوال الصحابة الملائمة للقرآن والسنة وإن اختلفوا تخير ما كان أقرب إلى الكتاب\r\nوالسنة . فهذا عليه إجماع أصحاب أبي حنيفة وهو إذا عددت المدرسين منهم في\r\nعصر واحد وجدتهم أكثر من إسناد الخطيب منه إلى أبي حنيفة رحمه الله .\r\nواعلم أن أخبار الآحاد المروية عن النبي صلى الله عليه وسلم توجب العمل لأجل الاحتياط في\r\nالدين ولا توجب العلم . وأخبار التواتر توجب العلم والعمل معا فكيف بك عن\r\nأخبار الخطيب هذه التي لا تكاد تنفك عن قائل يقول فيها ، فإذا نازلنا الأمر وساوينا\r\nقلنا أخباره أخبار آحاد وأخبار أصحاب أبي حنيفة متواترة والعمل بالمتواترة أولى ،\r\nوقد ثبت مذهب أبي حنيفة وأصوله وقواعده فإذا ثبت أن هذه أصول أبي حنيفة\r\nفكيف يسوغ له أن يقول هذا مع علمه بقوله تعالى : ( ما نعبدهم إلا ليقربونا إلى\r\nالله زلفى ) فهذا لا يصح عن أبي حنيفة .\r\nقال : أخبرنا أبو سعيد بإسناده إلى إسماعيل بن عيسى بن علي قال قال لي شريك :\r\nكفر أبو حنيفة بآيتين من كتاب الله قال الله تعالى : ( ويقيموا الصلاة ويؤتوا\r\nالزكاة وذلك دين القيمة ) وقال تعالى : ( ليزدادوا إيمانا مع إيمانهم ) وزعم أبو\r\nحنيفة أن الإيمان لا يزيد ولا ينقص ، وزعم أن الصلاة ليست من دين الله . قد قلت\r\nفيما مضى : إن الإيمان هو المعرفة والمعرفة لا يدخلها جهل وإذا لم يدخلها جهل فمن\r\nأين تكون الزيادة والنقصان إنما الزيادة بأن يرتفع الجهل والنقص بأن تذهب المعرفة ،\r\nوأما قوله عنه إن الصلاة ليست من دين الله تعالى فلم يرو هذا عن أبي حنيفة لكن\r\nنقول إذ لو روى هذا إن الصلاة لا يكون تاركها كافرا إنما الكافر جاحدها ، فإذا لم\r\nيفرق القائل والناقل بين هذين كيف يعرف كلام أبي حنيفة ومن أين يأخذ عليه . إنما\r\nالصلاة دين إلى الله لا دين الله ؟ وأصل الديانة الذلة والتعبد فإن قلنا إنها من عبدنا\r\nالله صح وإن قلنا إنها من ذلتنا إلى الله وطاعتنا له فهي دين لنا . قالوا دنته فدان وفى\r\nالحديث ( الكيس من دان نفسه وعمل لما بعد الموت ) .\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nقال الأعشى :\r\nهو دان الرباب أذكر هو الدين * دراكا بغزوة وارتحال\r\nثم دانت بعد الرباب وكانت * كعذاب عقوبة الأقوال\r\nقال : هو دان الرباب يعنى أذلها . ثم دانت بعد الرباب أي ذلت له وأطاعت ،\r\nوالدين الجزاء والمكافأة يقال دانه دينا أي جازاه كما قالوا كما تدين تدان قال :\r\nولم يبق سوى العدوان * دناهم كما دانوا\r\nومنه الدين قال تعالى : ( إنما لمدينون ) أي لمجزيون محاسبون ، ومنه الديان في صفة\r\nالله عز وجل . والمدين العبد والمدينة الأمة كأنهما من أذلهما العمل قال الأخطل :\r\nربت وربا في كرمها ابن مدينة * يظل على مسحاته يتركل\r\nفلو كانت الصلاة من جزاء الله لكانت دين الله ، وانما هي من ديننا دينا الله بها\r\nأي عبدنا فهي ديننا لا دين الله . وأجمع أهل السنة أن الصلاة ليست داخلة في الإيمان\r\nلأنها من الأعمال وإنما يرد على أبي حنيفة من عرف وجه الكلام واشتقاقه .\r\nقال : أخبرنا أبو القاسم عبد الرحمن بن محمد بن عبد الله السراج بإسناده إلى أبي إسحاق\r\nالفزاري يقول سمعت أبا حنيفة يقول : إيمان أبى بكر مثل ايمان إبليس . فهذا\r\nأيضا لم ينقل عن أبي حنيفة لكن لو نقل كان على ما ذكرت لك من الأصل أن\r\nمعرفة أبى بكر الصديق بالله كمعرفة إبليس وهذا لا ينكره عالم لأنا قد أصلنا أن\r\nالإيمان هو المعرفة ولا يشك أن إبليس رأى صنع الله تعالى عيانا وأبو بكر انما ثبت\r\nهذا عنده بقول النبي صلى الله تعالى وسلم والنقل ، ولا شك أن ثبوت العلم في\r\nالقلب بالرؤية أكثر من ثبوته بالنقل ، ويدل على هذا أنه من وصف له طريق حتى\r\nحفظ صفاتها كالماء الجاري ثم أراد أن يسلكها فإنه لا يقدر على ذلك ، ومن سلكها\r\nدفعة بعد أخرى قدر على سلوكها وإن لم يصفها . ويدلك على ما ذكرت أن أكابر\r\nالفقهاء إذا حجوا احتاجوا من يعرفهم . فإذا عرفت هذا كان القياس أن يقول إن\r\nإيمان إبليس أقوى من إيمان أبى بكر ، إلا أن العلم لما استوى قلنا إنه مثله . ثم قال : قال\r\nأبو إسحاق : ومن كان من المرجئة ثم لم يقل هذا أنكر عليه قوله . أما قوله إنه من\r\nالمرجئة فيجئ الجواب إن شاء الله في موضعه . قوله حدثنا الفضل بإسناده عن\r\nإيمان إبليس وآدم فهو يخرج على ما ذكرت .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nوقال حدثنا أبو طالب بإسناده إلى القاسم بن عثمان يقول مر أبو حنيفة بسكران\r\nيبول قائما قال لو بلت جالسا : قال فنظر في وجهه فقال ألا تمر يا مرجئ قال له أبو\r\nحنيفة : هذا جزائي منك صيرت إيمانك كإيمان جبريل . فإن كان أراد الإيمان وحديثه\r\nفقد مر ، وإن كان يحتج بقول السكران فهذا مما تثبت به الروايات عند المحدثين ؟\r\nأتراه ما عرف شروط أهل الحديث أم تعامى .\r\nأخبرنا ابن رزق بإسناده إلى القاسم بن حبيب . قال وضعت نعلي في الحصا ثم\r\nقلت لأبي حنيفة أرأيت رجلا صلى لهذه النعل حتى مات إلا أنه كان يعرف الله\r\nبقلبه فقال مؤمن قال لا أكملك أبدا . فهذه قد ذهب الجواب عنه عند أصول أبي حنيفة .\r\nقال الخلال بإسناده إلى وكيع . قال اجتمع سفيان الثوري وشريك والحسن بن\r\nصالح وابن أبي ليلى فبعثوا إلى أبي حنيفة فأتاهم فقالوا له : ما تقول في رجل قتل أباه\r\nونكح أمه وشرب الخمر في رأس أبيه ؟ قال مؤمن فقال له ابن أبي ليلى لا قبلت\r\nلك شهادة أبدا ، وقال له سفيان لا كلمتك أبدا ، وقال له شريك لو كان لي من الأمر\r\nشئ لضربت عنقك ، قال له الحسن بن صالح وجهي من وجهك حرام أن أنظر إليه\r\nأبدا . فأبصر إلى هذا الراوي إنه لا يفرق بين رجل وبين مؤمن . فأما رجل فإنه نكرة\r\nمن الرجال فلو كانت كافرا وعبد الله مائة سنة لم يكن مؤمنا ، وأما المؤمن لو فعل هذا\r\nلم تذهب معرفته .\r\nوقال بروايته عن جماعة عن أبي يوسف وغيره إن أبا حنيفة كان مرجئا جهميا\r\nأفنظرت لكثرة كلامه في ذلك ؟ أما الجواب فإن أبا حنيفة لا يرى الصلاة خلف المرجئ والجهمي ولا صاحب بدعة ولا هوى فكيف يكون منهم ؟ وهذا القول في\r\nجميع كتب أصحاب أبي حنيفة وروايتهم حفظا كما يحفظ الكتاب العزيز أفيكون\r\nهذا متروكا ويكون المحفوظ ما جاء به آحاد الناس . وأما روايته عن أبي يوسف\r\nفالمروي عن أبي يوسف أنه قال لما حج : اللهم إنك تعلم أنى ما قلت قولا إلا ما ثبت\r\nعندي من كتابك وسنة نبيك ، ومالا أعرفه منهما جعلت أبا حنيفة فيه بيني وبينك .\r\nوقد روى عنه هذا القول عند الموت أيضا ، فكيف يصح عن من يقول هذا عند\r\nالموت أن يقول بمثل ذلك ؟ ثم إن جميع كتب أبي حنيفة مشحونة برواية أبى يوسف\r\nعنه ولم يكن فيها شئ من ذلك .\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nوقال بإسناده إلى ابن المقرئ عن أبيه أن رجلا سأل أبا حنيفة - أحمر كأنه من\r\nرجال الشام - فقال : رجل لزم غريما له فحلف له بالطلاق أن يعطيه حقه غدا إلا أن\r\nيحول بينه وبينه قضاء الله ، فلما كان من الغد جلس على الزنا وشرب الخمر ؟ قال :\r\nلم يحنث ولم تطلق امرأته . وهذا لم يرو عن أبي حنيفة كما ذكر ، ولكن الرواية عنه\r\nقريب من هذا ، إذا قال الرجل امرأته طالق إن شاء الله لم تطلق ، وهذا أظنه إجماعا .\r\nوكذلك لو قال إن شاء الإنس أو الجن أو الملائكة فهذا المروى وهذا استثناء\r\nوالاستثناء لا يوجب إيقاع اليمين . وأما قوله قعد على شرب الخمر والزنا فهذا مما لا\r\nيدخل في اليمين ولا في شئ منه بإجماع الفقهاء ، لكن قصده الشناعة .\r\nوقال : أما القول بخلق القرآن فقد قيل إن أبا حنيفة لم يكن يذهب إليه ، والمشهور\r\nعنه أنه كان يقوله واستتيب منه وهذا دليل على كذب الخطيب لأن المشهور ما نفى\r\nالجهل عن عامة الناس وهو إنما روى ما ذكر عن أبي حنيفة عن واحد واحد من كل\r\nعصر وأصحاب أبي حنيفة تفردوا بأكثر بلاد المسلمين وفقهاؤهم في كل عصر أكثر\r\nمن أن يحصوا وكلهم يروى عن أبي حنيفة أنه لا يصلى خلف من يقول بخلق القرآن\r\nفترى أي شهرة أوجبت له ما ذكر لأنه روى عن أناس أن أبا حنيفة كان يقول\r\nالقرآن مخلوق ، وروى عن أناس أنه لم يكن يقول القرآن مخلوق ، وجميع أصحاب\r\nأبي حنيفة على أن أبا حنيفة لم يكن يقول بخلق القرآن إلا بعضهم وهم أناس من\r\nأصحاب أبي حنيفة والشافعي وهو المعتزلة مخالفون أبا حنيفة وهو معترفون بأن هذا\r\nالقول لم يكن أبو حنيفة قاله ، ولا شك أن أبا حنيفة ناظر المعتزلي في خلق أفعال\r\nالعباد فقال له : إن كان فعلك بأمرك فأخرج البول من موضع الغائط والغائط من\r\nموضع البول . فانقطع فضحك أبو حنيفة ، فقال له المعتزلي : أتناظرني في العلم\r\nوتضحك والله لا كلمتك بعد اليوم فلم ير أبو حنيفة بعد ذلك اليوم ضاحكا . وهذا\r\nالمسألة أخذها أبو حنيفة من قول الله عز وجل : ( فإن الله يأتي بالشمس من\r\nالمشرق فأت بها من المغرب ) والمعتزلي إنما اعتزل حلقة الحسن البصري فكيف\r\nلقائل أن يقول إن أبا حنيفة أول من تكلم بهذا ؟ وهذه الروايات التي تخالف\r\nأصحاب أبي حنيفة ومن قد روى عنه لا تصح لان أصحاب أبي حنيفة مجمعون على\r\nخلاف ما نقله عنه الخطيب . وهما كتب أصحاب أبي حنيفة بخلاف ما ذكر فكيف له\r\nأن يقول والمشهور خلاف ذلك ، إنما المشهور مأخوذ من الشهرة وهي ما يلبسه\r\nالرجل عند القتال ، والشهرة مشتقة من الشهر وهو الهلال سمى بذلك لشهرة الناس\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nله ، ومنه سمى الشهر للأيام . وقال الخطيب : بإسناده إلى أبى بكر بن أبي داود\r\nالسجستاني يقول لأصحابه ما تقولون في مسألة اتفق عليها مالك وأصحابه ،\r\nوالشافعي وأصحابه ، والأوزاعي وأصحابه ، والحسن بن صالح وأصحابه ، وسفيان\r\nالثوري وأصحابه ، وأحمد بن حنبل وأصحابه ؟ فقال أصحابه : يا أبا بكر لا تكون\r\nمسألة أصح من هذه . فقال : هؤلاء كلهم اتفقوا على تضليل أبي حنيفة .\r\nالجواب : اعلم وفقك الله أن الصحابة جميعهم اختلفوا في عدة مسائل ولكن ليس\r\nكل من خولف فقد ضل ، فإن هؤلاء المسلمين جميعهم خالف بعضهم بعضا كما\r\nخالفوا أبا حنيفة فهذا لا يعد من التضليل أما المنقول عن الشافعي في كتاب الأم أنه\r\nقال من راد خمسا فعليه بخمس ، من أراد الفقه فعليه بأبي حنيفة ، ومن أراد النحو\r\nفعليه بالكسائي . وما ذكرت مسطور عن الشافعي . ومن يقول عنه هذا مثل الشافعي\r\nكيف يقول مثل ذلك وانظر بين الروايتين ما قلت في كتاب الأم لأصحاب الشافعي\r\nينقله فقهاء أهل عصر إلى فقهاء أهل عصر إلى ما روى الخطيب عن آحاد الناس .\r\nوأما غيرا لشافعي فسيأتي الجواب عنه إن شاء الله .\r\nوقال الخطيب :\r\nذكر ما حكى عن أبي حنيفة في الخروج على السلطان بأسانيده إلى جماعة\r\nينقلون عن أبي جماعة ينقلون عن أبي حنيفة منه ما أسنده إلى الأوزاعي أنه قال\r\nجاؤوني فقالوا قد أخذنا عن أبي حنيفة شيئا فانظر فيه فلم يبرح بي وبهم حتى\r\nأريتهم . فما جاؤوني به عنه أنه قد أحل لهم الخروج على الأئمة . وهذه الرواية لا\r\nتصح عن أبي حنيفة لأنه يقول : ولا نرى الخروج على أئمتنا وولاة أمورنا وإن\r\nجاروا علينا وندعوا لهم . ثم إجماع أصحاب أبي حنيفة على ما قلت ، ثم أبو حنيفة\r\nجعل قتال علي رضي الله عنه مع البغاة والخوارج حجة ، كما جعل قتال النبي صلى الله عليه وسلم\r\nمع الكفار . قال وإذا سمع الإمام أن قوما يدعون إلى الخروج فعليه أن ينبذ إليهم\r\nويمسكهم حتى يظهروا توبة ، فإذا صار فئة يرجعون إليها يقتل مقاتلهم ويجهز على\r\nجريحهم ، ويقتل أسراهم كما يقتل الكفار . فمن يكون هذا رأيه كيف يرى الخروج\r\nعلى الأئمة ؟ قال الله تعالى : ( وإما تخافن من قوم خيانة فانبذ إليهم على سواء إن\r\nالله لا يحب الخائنين ) وقال : لا يمض قضاء قاضى أهل البغي ولا تقبل شهادتهم .\r\nثم روى بإسناده إلى ابن المبارك قال ذكرت أبا حنيفة يوما عند الأوزاعي فأعرض\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nعنى فعاتبته في ذلك فقال : تجئ إلى رجل يرى السيف في أمة محمد فتذكره عندنا\r\nألا ترى إلى الخطيب لم يعرف الفرق بين الخروج على الأئمة وبين من يرى السيف\r\nفي الأمة ! اعلم وفقك الله أن القتل ليس مشروعا بمجرد الكفر إذ لو كان لكان يحل\r\nلنا قتالهم من غير نبذ ، ولما كان يجوز لنا أخذ الجزية منهم وتركهم وما يعبدون\r\nويكونون كالمسلمين في أموالهم ودمائهم ، وإنما القتل مشروع للفساد في الأرض\r\nوالتعدي على الدين . ولذلك قال تعالى : ( وإما تخافن من قوم خيانة فانبذ إليهم على\r\nسواء إن الله لا يحب الخائنين ) وقال تعالى : ( وإنما جزاء الذين يحاربون الله\r\nورسوله ويسعون في الأرض فسادا أن يقتلوا ) وقال تعالى : ( وإن طائفتان من\r\nالمؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغى\r\nحتى تفئ إلى أمر الله ) فأمر بقتال البغاة كما أمر بقتال أهل الحرب . وقال عز\r\nوجل في قصة أهل الحرب ( حتى يعطوا الجزية عند يد وهم صاغرون ) فأراد إعلاء\r\nكلمة الإسلام وأمر بالقتال للفريقين جميعا لاكتفاء شرهم وقمع المفسدين وإصلاح\r\nالرعية وأمن الطرق فاستويا ، فمن لا يعرف وجوه القرآن كيف يجوز له الرد على من\r\nيعرف ؟\r\nثم ذكر على الأبار لإسناده إلى أبي إسحاق الفزاري .\r\nقال : جاءني نعى أخي من العراق - وخرج مع إبراهيم بن عبد الله الطالبي -\r\nفقدمت الكوفة فأخبروني أنه قتل وأنه قد استشار سفيان الثوري وأبا حنيفة . فأتيت\r\nسفيان فقلت أنبئت بمصيبتي بأخي وأخبرت أنه استفتاك ؟ قال نعم قد جاءني\r\nفاستفتاني . فقلت : ما أفتيته قال قلت لا آمرك بالخروج ولا أنهاك . قال فأتيت أبا\r\nحنيفة فقلت له بلغني أن أخي أتاك فاستفتاك ؟ قال قد أتاني واستفتاني ، قال قلت\r\nوما أفتيته بالخروج ، قال فأقبلت عليه فقلت لا جزاك الله خيرا .\r\nقال : هذا رأيي قال فحدثته بحديث عن رسول الله صلى الله عليه وسلم في الرد لهذا قال هذه\r\nخرافة . قال الخطيب : يعنى حديث النبي صلى الله عليه وسلم .\r\nالخطيب ذكر هذا الخبر عن هذا الرجل أعنى أبا إسحاق ثم اختلف فيه فتارة قال\r\nما ذكرت . ثم روى عنه أنه قال قتل أخي مع إبراهيم بالبصرة فركبت لنظر في تركته\r\nفلقيت أبا حنيفة فقال لي من أين أقبلت وأين أردت ؟ فأخبرته الحديث فقال لي لو\r\nأنك قتلت مع أخيك لكان خيرا لك . فهذا حديث قد تقدم الجواب عنه . إلا أنى\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nأردت أن أذكر شيئا يعرفه الناس كما يعرفون أن أبا إسحاق الفزاري روى لأبي\r\nحنيفة حديثا عن النبي صلى الله عليه وسلم ، والناس يعرفون أن أبا إسحاق لم يكن فقيها ولا محدثا\r\nيؤخذ بقوله ، ثم يرجح قول مثل هذا يكون أراد به الحق ، ثم قول الخطيب أنه عنى\r\nقول النبي صلى الله عليه وسلم . أترى ما علم أنه لو ثبت مثل هذا القول عند أبي حنيفة إنه يحمل على\r\nأن هذا حديث مشكوك فيه أو مطعون في ناقله ، وأن أبا إسحاق لم يهتد إلى نقله\r\nعلى الوجه ، وأنه لم يعرف الوجه في الحديث . ثم إن الخطيب قال عنى بقوله حديث\r\nالنبي صلى الله عليه وسلم . فما أدرى الخطيب أنه عنى حديث النبي صلى الله عليه وسلم دون حديث الفزاري ؟ ثم إن\r\nالخطيب جعل رأى سفيان في هذا الأمر حجة حيث قال لم آمر أخاك ولم أنهه . فإن\r\nالمتفقهة إذا سئلوا عن مثل هذا لابد أن يقولوا حلال أو حرام أو واجب أو محظور فإن\r\nكان واجبا لزم العلم به وإن كان محظورا وجب التجنب عنه .\r\nفنقول : سفيان في هذه الفتيا لا يخلو إمام إن كان الطالبي على الحق أو على الباطل\r\nولا يخلو المستفتى إما أن كان ذا قدرة على الخروج أو عاجز وإن كان طالب فضيلة\r\nأولا . إن كان قادرا على الخروج طالبا للفضيلة ووجد إمام حق فالأولى له اتباعه ، وان\r\nكان إمام باطل وجب عليه قتاله مع إمام الحق إذا دعى . أما السوقة وآحاد الناس\r\nفيقدرون على أن يفتوا بما أفتى به سفيان بأن لا يأمروا ولا ينهوا ، فمن لا يفرق بين\r\nهذا وهذا ليت شعري كيف يجوز له الطعن على الأئمة ، وفى قوله حدثته بحديث عن\r\nرسول الله صلى الله وسلم في الرد لهذا ، كان الواجب أن يبين الحديث الذي في\r\nالرد . وأما إسناده إلى محمد بن علي عن سعيد بن سالم أنه قال قلت لقاضي القضاة\r\nأبي يوسف سمعت أهل خراسان يقولون : إن أبا حنيفة جهمي مرجئ ؟ فقال لي\r\nصدقوا ويرى السيف أيضا . قال له فأين أنت منه ؟ قال إنما كنا نأتيه يدرسنا الفقه ولم\r\nنكن نقلده ديننا .\r\nاعلم أن المشهور عن أبي يوسف خلاف ما ذكره عنه لأنه ذكر هذا الحديث عن\r\nمحمد وحده وجميع أصحاب أبي حنيفة يقولون عن أبي يوسف عن - أبي حنيفة\r\nخلاف ما ذكر . وأما قول أبى يوسف كان يدرسنا الفقه وما كنا نقلده ديننا فالمشهور\r\nعن أبي يوسف أنه لما حج . قال اللهم إنك تعلم أنني لم أعمل إلا بما عرفته من كتابك\r\nوسنة نبيك ، وما لم أعرفه منهما جعلت بيني وبينك فيه أبا حنيفة لعلمي به . وروى\r\nعنه أيضا هذا القول عند الموت ، فمن يكون هذا قوله أما يكون قد قلده في دينه ؟\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nقال الخطيب : ذكر ما حكى عنه من مستشنعات الألفاظ والأفعال ، روى بإسناده\r\nعن الحسن بن علي الجوهري إلى أبى مطيع أن أبا حنيفة رضي الله عنه قال : إن\r\nكانت الجنة والنار مخلوقتين فإنهما يفنيان عن محمد بن الحسين عن أبي\r\nمطيع أنه سمع أبا حنيفة يقول إن كانت الجنة والنار خلقتا فإنهما يفنيان والرواية\r\nالمشهورة عن أبي حنيفة التي عليها جملة أصحابه أنه قال : إن الجنة والنار مخلوقتان\r\nلا تبيدان أبدا . وكذلك روى عنه أبو جعفر الطحاوي في عقيدته .\r\nوبإسناده عن ابن رزق عن أسباط أن أبا حنيفة . قال : لو أدركني رسول الله صلى الله عليه وسلم\r\nوأدركته لأخذ بكثير من قولي .\r\nوباسناده عن علي بن أحمد الرزاز عن يوسف بن أسباط . قال قال أو حنيفة : لو\r\nأدركني رسول الله صلى الله عليه وسلم وأدركته لأخذ بكثير من قولي . والمروي عن العباس رضي الله عنه\r\nوعليه فتاوى كل أصحابه أنه قال في المروى عن العباس رضي الله عنه لما\r\nخطب النبي صلى عليه وسلم وقال : ( ألا إن مكة حرام من حرمات الله ) الخبر\r\nبطوله . فقال العباس إلا الأذخر يا رسول الله فقال رسول الله صلى الله عليه وسلم : ( إلا الأذخر ) قال\r\nأبو حنيفة في هذا أن النبي صلى الله عليه وسلم أراد أن يستثنى هذا فسبقه العباس إليه . فأبو حنيفة لم\r\nيجعل النبي صلى الله عليه وسلم آخذا برأي العباس ، فكيف يجعله أخذا برأي نفسه .\r\nوقد روى عن عمر رضي الله عنه مثل هذا أنه قال وافقني ربى في ثلاث ولم يرد\r\nبالموافقة أنه كان على الخلاف ثم وافق ، إنما كانت شهوته تقتضي هذا ، وأنزل الله\r\nذلك على وفاق ما أراده فسماه موافقة ، ومذهب أبي حنيفة خلاف ما نقل الناقل\r\nلأنه يرى الأخذ بالكتاب والسنة ما وجد ، فإن لم يجد أخذ بقول الصحابي فإن\r\nاختلفوا أخذ بقول أقربهم إلى الكتاب والسنة لا يعدل عن ذلك .\r\nوروى بإسناده عن عبد الله بن محمد بن الحارث عن أبي إسحاق الفزاري .\r\nقال : كنت آتي أبا حنيفة أسأله عن الشئ من أمر الغزو فسألته من مسألة\r\nفأجاب ، فقلت له إنه يروى فيها عن النبي صلى الله عليه وسلم كذا وكذا . فقال دعنا من هذا . قال\r\nوسألته يوما آخر عن مسألة فأجاب فيها ، فقلت له إن هذا يروى عن النبي صلى الله عليه وسلم فيه\r\nكذا وكذا . فقال حك هذا بذنب خنزير ، هذا النقل يخالف مذهب أبي حنيفة وقد\r\nتقدم الجواب عنه .\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nثم إن الخطيب لم يعن المسألة التي ذكر الراوي أنه سأل أبا حنيفة عنها ولا الخبر\r\nالذي أورده الفزاري ، وإذا لم يعين لم يثبت ما اشترطه الخطيب من أن التثبت عند\r\nأهل الحديث غير هذا لأن المعلوم لا ينقض بالمجهول وهذا قد روى عن آحاد الناس\r\nلا شئ . لأنه قال حدثنا فلان عن الفزاري أنه قال سألت أبا حنيفة عن مسألة\r\nفأجاب . فقلت : روى عن النبي صلى الله عليه وسلم كذا وكذا في هذا . فقال له أبو حنيفة : حك\r\nهذا بذنب خنزير . وهذا كما حكى الخطيب في كتابه في ترجمة أشعب عن أشعب\r\nأنه قال لما سئل هل تروى شيئا من الحديث النبوي ؟ فقال : نعم سمعت عكرمة يقول\r\nسمعت ابن عباس يقول سمعت رسول الله صلى الله عليه وسلم يقول : ( خلتان لا يجتمعان من مؤمن ) .\r\nثم سكت فقالوا له وما الخلتان ؟ قال : نسي عكرمة واحدة ونسيت أنا الأخرى .\r\nقال أخبرنا ابن دوما ثم أسنده إلى الفزازي قال حدثت أبا حنيفة حديثا في رد\r\nالسيف فقال : هذا حديث خرافة أترى أي شئ هو رد السيف ؟ وإنما اشتراط\r\nالخطيب أن هذا ثبت هو العجب ، لأنه قال والثبت عن أصحاب الحديث غير هذا ،\r\nأترى الثبت ما يعلم ؟ فإن كان الثبت ما يعلم كان [ ينبغي 
  ] نقل ما قال\r\nوما قيل عنه ليكون الجواب . وأما قوله حدثت أبا حنيفة في رد السيف حديثا فهذا\r\nلا يثبت مثله ، لأنه إنما يثبت الشئ ، أما غير شئ لا يثبت أصلا وهذا كقول المتنبي :\r\nإذا رأى غير شئ ظنه رجلا\r\nوهذا غير شئ ، أترى غير شئ أي شئ يكون : وروى عن الأبار إلى أن قال\r\nسمعت علي بن عاصم يقول : حدثنا أبا حنيفة بحديث عن النبي صلى الله عليه وسلم . فقال : لا آخذ\r\nبه ، ثم قلت عن النبي صلى الله عليه وسلم فقال : لا آخذ به . إنما يجاب عن هذا لو ذكر الحديث ، فمن\r\nالمعلوم أن كلما روى عن النبي صلى الله عليه وسلم لا يؤخذ به لأن فيه منسوخا والمنسوخ فبالإجماع\r\nلا يؤخذ به .\r\nاعلم وفقك الله أن أخبار النبي صلى الله عليه وسلم فيها ناسخ ومنسوخ ، ومحكم ومتشابه ، وإفراد\r\nوتركيب ، وحقيقة ومجاز . ثم بعد ذلك صنفت على النبي صلى الله عليه وسلم أحاديث ، [ و 
  ] نقل عن\r\nالنبي صلى الله عليه وسلم ثقات وغير ثقات ، وبعض هذا مما يرد به الحديث بإجماع الأمة .\r\nقال أخبرنا محمد بن أبي نصر الزينبي إلى بشر بن مفضل .\r\nقال قلت لأبي حنيفة : روى نافع عن ابن عمر أن النبي صلى الله عليه وسلم : قال ( البيعان بالخيار\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nما لم يفترقا ) قال هذا رجز . أترى الناقل عن أبي حنيفة مثل هذا ما استحيا أن ينقل ما\r\nلا يسمع ، فإن أراد به الرجز الذي هو الشعر فليس كذلك ومثل أبي حنيفة يعرف\r\nهذا المقدار ، ولو أنه عرض على أدنى عامي لعرف هذا فكيف ينقل عن أبي حنيفة\r\nرحمه الله ما لو قيل لعامي لعرف أنه خلاف ذلك ويدعى أنه الثبت ؟ وأما أبو حنيفة\r\nفإنه لا يأخذ بهذا الحديث على هذا الوجه الذي ذهب إليه غيره أن قول النبي صلى الله عليه وسلم إذا\r\nاختلف لفظا الواجب أن يوفق بينهما معنى . وهذا مذهب أبي حنيفة والبيع عقد من\r\nعقود الشرع ، وجميع عقود الشرع بعد صحتها لا تحتمل النقض ، مثل أن تقول بعت\r\nويقول اشتريت ، ومثل أن تقول أنكحتك على صداق مبلغه كذا وكذا ، فيقول\r\nقبلت . فكما أنه ليس خيار في النكاح فكذلك ليس له خيار في البيع . وكذلك إلا\r\nجارة وغيرها من عقود الشرع ، وإنما كلام النبي صلى الله عليه وسلم مثل القرآن والقرآن جاء على\r\nالعرب ، تقول بئست الرمية الأرنب وإن كانت لم ترم إلا أنها من شأنها أن ترمى\r\nفسميت رمية بذلك . كما قال تعالى ( أعصر خمرا ) والمايع لا ينعصر وإنما كان\r\nيعصر عنبا ليجعله خمرا . فلما كان من شأنه أن يكون خمرا نطلق اسم الخمر على\r\nالعنب ، لأنه اسم ما يؤل إليه . وقد روى أنه عليه السلام . قال لأبي سفيان يوم الفتح :\r\n( كل الصيد في جوف الفرا ) سماه صيدا وان لم يصد . فكذلك سماهما بيعين وإن يبيعا\r\nبعد ، وتقديره البيعان بالخيار إذا شاءا تبايعا ، وإن شاءا لا . كما قال صلى الله عليه وسلم : ( المتطوع\r\nأمير نفسه ، إن شاء صام وإن شاء أفطر ) فلما عرض عليه الحكم وهو أن النبي صلى الله عليه وسلم\r\nحضر عند رجل من الأنصار وكان معه رجل صائم فقال : ( أجب أخاك وأفطر\r\nواقض يوما مكانه ) فلما أثبت الوجوب أوجب العوض ، فهذا ومثله كثير عن النبي\r\nصلى الله عليه وسلم .\r\nقال قلت : روى قتادة عن أنس أن يهوديا رضخ رأس جارية بين حجرين فرضخ\r\nالنبي صلى الله عليه وسلم رأسه . قال . هذيان . فأبو حنيفة رحمه الله لا يقول عن كلام النبي صلى الله عليه وسلم هذا ،\r\nولو كان كما قال عنه الخطيب لما ترك فضلا عن أن يتبعه الناس ويقتادون إليه وقد\r\nتقدم أن رواية جماعية خير من رواية آحاد الناس . ثم هذا الخبر مجمع على ترك العمل\r\nبه بقول النبي صلى الله عليه وسلم عن جابر بن عبد الله . قال : كان النبي صلى الله عليه وسلم إذا أمر أميرا على جيش\r\nأو سرية . قال : ( اغزوا بسم الله ، قاتلوا من كفر بالله ، اغزوا ولا تغلوا ولا تمثلوا ) . ألا\r\nتراه صلى الله عليه وسلم نهى عن المثلة . ونهى في الخبر عن قتل النساء والصبيان فهذا ناسخ لما تقدم .\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nثم قال أخبرنا أبو بكر البرقاني إلى عبد الصمد عن أبيه\r\nقال : ذكر لأبي حنيفة قول النبي صلى الله عليه وسلم ( أفطر الحاجم والمحجوم ) فقال هذا سجع .\r\nوهذا مثل قول الله عز وجل : ( فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى\r\nعليكم ) والثاني لا يكون متعديا بل مستوفيا . ثم هذا الحديث منسوخ بقول النبي صلى الله عليه وسلم\r\n( الفطر مما دخل ، والوضوء مما خرج ) الحاجم والمحجوم لم يدخل إلى بطنيهما شئ\r\nفيفطرهما . قال : وذكر له قول من قول عمر - أو قضاء من قضاء عمر - فقال : هذا\r\nقول شيطان . فهذا مثل ما ذكرت من خبر أشعب ، الواحد أنسيه هو ، والآخر أنسيه\r\nالخطيب .\r\nوكذلك ما رواه عن ابن رزق إلى عبد الوارث ، وقال أخبرنا محمد بن عبد الملك\r\nالقرشي إلى إسحاق قال سمعت يحيى بن آدم ذكر لأبي حنيفة هذا الحديث أن النبي\r\nصلى الله عليه وسلم قال : ( الوضوء نصف الإيمان ) قال لتتوضأ مرتين حتى تستكمل الإيمان . قال\r\nإسحاق وقال يحيى بن آدم الوضوء نصف الإيمان - يعنى نصف الصلاة - لأن الله\r\nتعالى سمى الصلاة إيمانا فقال : ( وما كان الله ليضيع إيمانكم ) أي صلاتكم . قال\r\nالنبي صلى الله عليه وسلم ( لا تقبل صلاة إلا بطهور ) فالطهور نصف الإيمان على هذا المعنى إذا كانت\r\nالصلاة لا تتم إلا به . ومثل هذا لم ينقل عن أحد من الأئمة المعروفين وكيف ينبغي أن\r\nيقال في قوله تعالى : ( وما كان الله ليضيع إيمانكم ) ويعنى بها الصلاة لأنه يقول في\r\nأثناء الآية ( بعد أن هداكم للإيمان ) وليس الهداية الصلاة وحدها وإنما الهداية إلى جميع\r\nالدين والصلاة فرع من فروعه . فقد قال النبي صلى الله عليه وسلم : ( لا يكمل إيمان المؤمن حتى يريد\r\nلأخيه المؤمن ما يريد لنفسه ) .\r\nأفكان يعنى بهذا الصلاة وحدها ؟ وقد قال الله تعالى : ( إنما المؤمنون إخوة )\r\nفيحمل هذا الخطاب على من هو في الصلاة لا من هو خارج عنها ، ومثل هذا كثير .\r\nوإنما [ لا 
  ] يتبين المختلف فيه إلا على العلماء ، أما مثل هذا فلا .\r\nوقد نقل عن يحيى أيضا أنه ذكر لأبي حنيفة قول من قال لا أدرى نصف العلم .\r\nقال : فليقل مرتين لا أدرى حتى يستكمل العلم . قال يحيى وتفسير قوله لا أدرى\r\nنصف العلم ، لأن العلم إنما هو أدرى ولا أدرى ، فأحدهما نصف الآخر . فانظر ما\r\nأحسن هذا الكلام أترى إيش يقال فيمن لا يعرف هذا الكلام ؟ حتى أنه يجعل قول\r\nمن قال حجة حتى يرد به على أبي حنيفة . والعلم إنما هو إثبات حكم أو نسخ حكم .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nقال أخبرنا أبو القاسم إلى سفيان بن عيينة ثم أعاد حديث ( البيعان بالخيار ما لم\r\nيفترقا ) ، وهذا تقدم الجواب عنه . وروى عن ابن دوما إلى الفضل بن موسى قال\r\nسمعت أبا حنيفة يقول : من أصحابي من يبول قلتين ، يرد على النبي صلى الله عليه وسلم . أترى أين\r\nالرد على النبي صلى الله عليه وسلم ؟ وإنما القلتان العامتان ، والقلتان الجرتان ، والقلتان الكوزان ، والقلتان\r\nقلتا الجبلين فهذا كله ينطلق عليه اسم القلتين ، وقول أبي حنيفة هذا إن ثبت أنه قاله\r\nأين الرد فيه على النبي صلى الله عليه وسلم ؟ وانما أردت أن أبين بهذا ومثله قول الخطيب والمحفوظ\r\nغير ذلك فانظر إلى هذا المحفوظ ما أحسنه ، إلا أنه يشبه ذلك الحافظ الذي جعله ثبتا\r\nفأخبر عن الخلال إلى وكيع يقول سأل ابن المبارك أبا حنيفة عن رفع اليدين في\r\nالكروع فقال أبو حنيفة : يريد أن يطير . أترى أن شئ في هذا من الفقه أو العلم\r\nحتى يجعله ثبتا وروى عن ابن رزق إلى سفيان يقول : كنت في جنازة أم خصيب\r\nبالكوفة فسأل رجل أبا حنيفة عن مسألة في الصرف فأفتاه ، فقلت : يا أبا حنيفة إن\r\nأصحاب محمد صلى الله عليه وسلم قد اختلفوا في هذه ، فغضب وقال للذي استفتاه : فأعمل\r\nبها فما كان فيها من إثم فهو على . افتراه لم لا عرف المسألة كما عرف أم خصيب ؟\r\nأفهذا ومثله الثبت .\r\nوحدث عن أبي القاسم عبد الواحد إلى يوسف بن أسباط يقول : رد أبو حنيفة\r\nعلى رسول الله صلى الله عليه وسلم أربعمائة حديث - أو أكثر - قلت له يا أبا محمد تعرفها ؟ قال\r\nنعم قلت أخبرني بشئ منها فقال قال : رسول الله صلى الله عليه وسلم : ( للفرس سهمان وللراجل\r\nسهم ) فقال أبو حنيفة إنا لا نجعل سهم بهيمة أكثر من سهم المؤمن . فهذا اللفظ لم\r\nيثبت عن أبي حنيفة وإنما مذهبه أن يكون للفارس سهمان وللراجل سهم . وأما لفظ\r\nالنبي صلى الله عليه وسلم للفرس سهمان فمحمول على أمثاله مما ورد عنه صلى الله عليه وسلم وعن أصحابه . فأما\r\nما روى عنه صلى الله عليه وسلم فإنه لما جاء الرجل إليه وقال إني جعلت لأصحابي إبلا ليسلموا فلما\r\nأسلموا رجعت نفسي في الإبل ؟ فقال صلى الله عليه وسلم ( لا تعطهم شيئا إن أقاموا وإلا سيرنا إليهم\r\nالخيل ) فلم يرد النبي صلى الله عليه وسلم أن يسير إليهم الخيل وإنما أراد أن يسير الخيالة . وقد تقدم\r\nمثل هذا القول . وأما روى عن أصحابه رضي الله عنهم فإنه كان ينادى فيهم بحضرة\r\nالنبي صلى الله عليه وسلم وبعده إذا استفزعوا يا خيل الله اركبي ، فما كانت الخيل تركب الناس عادة ،\r\nوإنما تقديره يا خيالة الله اركبي ، فكنى عن الخيالة بالبعض كما ورد العبر كثير من\r\nهذا ، ومثله قوله تعالى : ( إني أراني أعصر خمرا ) وإنما كان يعصر العنب ليكون\r\nحمرا ، فمن لا يفهم هذا إيش يكون جوابه ؟ وقال قال أبو حنيفة : الأشعار مثله .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nصدق إلا أن يكون في الحج . وقال قال البيعان بالخيار ، وقد تقدم الجواب . وقال\r\nكان النبي صلى الله عليه وسلم يقرع بين نسائه إذا أراد أن يخرج في السفر . وأقرع أصحابه . وقال أبو\r\nحنيفة : القرعة قمار . فأقول إن القمار ما كان فيه أخذ وعطاء ، وأما مذهب أبي حنيفة رحمه الله في السفر بالنساء إن شاء أخرج إحداهن ، وإن شاء أقرع بينهن\r\nتطييبا لأنفسهن كان حسنا . وقال لو أدركني رسول الله صلى الله صلى الله عليه وسلم وأدركته\r\nلأخذ بكثير من قولي . قد تقدم الجواب عنه .\r\nوحدث عن ابن رزق إلى إسماعيل البطلاني . وأخبرنا البرقاني قال قرأت على أبى\r\nحفص إلى أبى السائل يقول سمعت وكيعا يقول : وجدنا أبا حنيفة خالف مائتي\r\nحديث . هذه كانت أربعمائة صارت مائتين ولم يذكر من الأربعمائة والمائتين إلا\r\nحديثا واحدا ، ولو أراد الخطيب صحة الثبت كما زعم لذكر الأحاديث . وحدث عن علي\r\nبن أحمد الزاز إلى حماد بن سلمة قال وسمعته يقول : أبو حنيفة استقبل الآثار\r\nواستدبرها . فهذا قول قاله حماد . والجواب عنه فيما مضى وعن غيره من أمثاله الذين قالوا مثل هذه الأقوال في أبي حنيفة وقد روى عنه أن أبا حنيفة يستقبل السنة يردها\r\nبرأيه . وأخبرني عن محمد بن الحسين بن محمد المتوثي إلى بشر بن السرى قال أتيت\r\nأبا عوانة فقلت بلغني أن عندك كتابا لأبي حنيفة أخرجه فقال ، يا بنى ذكرتني فقام\r\nإلى صندوق فاستخرج كتابا فقطعه قطعة [ قطعة 
  ] ثم رمى به ، فقلت له ما حملك على\r\nما صنعت ؟ قال : كنت عند أبي حنيفة جالسا فأتاه رسول بعجلة من قبل السلطان\r\nكأنما قد حموا الحديد وأرادوا أن يقلدوه الأمر . فقال : يقول الأمير رجل سرق وديا\r\nفما ترى ؟ فقال - غير متمتع - إن كانت قيمته عشرة دراهم فاقطعوه : فذهب\r\nالرجل فقلت يا أبا حنيفة ألا تتقى الله ، حدثني يحيى بن سعيد عن محمد بن يحيى بن\r\nحبان عن رافع بن خديج . أن رسول الله صلى الله عليه وسلم قال : ( لا قطع في ثمر ولا كثر ) أدرك\r\nالرجل فإنه يقطع . فقال - غير متعتع - ذاك حكم قد مضى فانتهى وقد قطع الرجل\r\nفهذا ما يكون له عندي كتاب .\r\nهذا مذهب أبي حنيفة رضي الله عنه . وذلك لما روى عن النبي صلى الله عليه وسلم قال : ( لا قطع\r\nفي ثمر ولا كثر ) وقال : ( فإذا جمعها الجرين فاقطعوا فيما بلغ قيمة المجن ) فأبوا حنيفة\r\nرحمه الله اعتبر الأصل ، وذلك أن اللص إذا سرق قمحا أو تمرا أو شيئا إلا أنه أصل\r\nفي نفسه مقصود بالمالية قطع . وإن سرق طعاما أو شرابا ليس بمقصود بالمالية مثل\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nطعام مطبوخ أو شراب لم يقطع لأنه ليس بمقصود بالمالية في نفسه ، وإنما المقصد منه\r\nدفع ضرر الجوع حتى أنه لو سرقه في إناء فضة أو ذهب لأقطع عليه لأن مقصوده\r\nدفع الضر وسد الجوع وذلك مباح بالمحرم فصار فيه شبهة والحدود عنده تدرأ\r\nبالشبهات لما روى عن الصحابة رضي الله عنهم أنهم كانوا يقولون . ادرءوا الحدود\r\nبالشبهات . والنبي صلى الله عليه وسلم تارة أمر بالقطع وتارة منع منه . وقد ذكرت فيما مضى مذهب\r\nأبي حنيفة في أنه لا يخالف بين الخبرين ما وجد وجه التوفيق . فلما يبن النبي صلى الله عليه وسلم الكثير\r\nبقوله ( جمعه الجرين ) تبين أنه المقصد بنفسه للمالية . ولما أبهم كان لسد الجوعة .\r\nوكذلك ما حدث عن ابن دوما إلى أبى عوانة . قال وقال الحلواني إلى حماد .\r\nقال سمعت أبا حنيفة سئل عن محرم لم يجد إزارا فلبس سراويل ، قال عليه فدية .\r\nقلت : سبحان الله سمعت عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال : ( السراويل لمن لم\r\nيجد الإزار ) .\r\nهذا الخبر لم يعمل به أحد من الأئمة فيحتج بصحته ، فإن من لم يجد الإزار يلبس\r\nالسراويل ، كذلك من لم يجد الرداء يلبس القميص ومحال أن يجد السراويل ولم يجد\r\nإزارا ، فإن السراويل يصير منه إزار ، فهذا ومثله لا يدفع قول الخصم ، فإن أعرابيا\r\nسأل النبي صلى الله عليه وسلم فقال : يا رسول الله ما تقول فيمن أحرم في جبته هذه بعد ما ضمخها\r\nبالطيب ؟ فقال النبي صلى الله عليه وسلم ( أما الجبة فانزعها وأما الطيب فاغسله وافعل في عمرتك ما\r\nتفعل في حجك ) وإجماع الناس ان المحرم يلزم المخيط فإن المخيط لا يراد به ما دخلته\r\nالإبرة مطلقا إنما المراد به ما يتلف على الإنسان مثل الثوب المخيط على البدن وعلى\r\nاليدين حتى يصير كهيئة الإنسان . فكذلك أيضا السراويل والخف . وحديثه عن ابن\r\nدوما إلى حماد يدخل فيما ذكرت .\r\nثم قال : أخبرنا ابن دوما إلى سفيان بن عيينة قال قدمت الكوفة فحدثتهم عن\r\nعمرو بن دينار عن جابر بن زيد - يعنى حديث ابن عباس - فقالوا : إن أبا حنيفة\r\nيذكر هذا عن جابر بن عبد الله . قال قلت لا إنما هو جابر بن زيد . فذكروا ذلك\r\nلأبي حنيفة فقال : لا تبالوا إن شئتم صيروه عن جابر بن عبد الله ، وإن شئتم صيروه\r\nعن جابر بن زيد . إنما قال أبو حنيفة ذلك - إن صح عنه - لأن هذا الخبر لم يعمل\r\nبه أحد من الفقهاء فتقديره صيروه عمن شئتم فإنه غير معمول به . فقد أجمع القوم\r\nعلى أنه من لبس المخيط كان عليه الفدية سواء كان سراويل أو غيره .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nثم قال أخبرنا القاضي أبو عبد الله الصيمري إلى أبى عبد الله قال أنشدني أبو\r\nعبد الله محمد بن زيد الوسطى لمحمد بن المعدل :\r\nإن كنت كاذبة التي حدثتني * فعليك إثم أبي حنيفة أو زفر\r\nالمائلين إلى القياس تعمدا * والراغبين عن التمسك بالأثر\r\nأما من هجا فقد هجا مثله خيرا من أبي حنيفة ولم يصر ذلك حجة . وهذا قال\r\nعن أبي حنيفة رحمه الله ما ليس من مذهبه ، وقد تقدم القول في مذهب أبي حنيفة\r\nوأخذه بالأحاديث ما وجد حتى أنه إذا جاءه الحديث الواحد خلاف القياس يعمل به\r\nفي الواقعة وحدها ولا يترك أحد الحديثين . مثاله : إن الله تعالى فرض الصلاة في\r\nأوقات مخصوصة ففرض لكل وقت صلاة ، ثم إن النبي صلى الله عليه وسلم صلى الظهر مع العصر\r\nبعرفة في وقت الظهر ، والمغرب مع العشاء بالمزدلفة في وقت العشاء . فعمل بذلك\r\nأبو حنيفة في يوم عرفة خاصة ، ولم يقسه على باقي الصلوات ، ولا قاس باقي\r\nالصلوات عليه . وهذا إذا كان المصلى مع الإمام ، وأما إذا صلى وحده صلاها كسائر\r\nالصلوات في أوقاتها لأن النبي صلى الله عليه وسلم إنما فعل ذلك بالجماعة ولم يثبت أنه صلاها وحده\r\nعلى ما ذكرت فمن يكون نظره في الجمع بين الأحاديث كذا كيف يقدح فيه بقول\r\nمن لا يعرف الفقه ولا العربية ولا يفرق بين الأحاديث .\r\nثم قال أخبرنا عبد الله بن يحيى السكري والحسن بن أبي بكر ومحمد بن عمر\r\nالنرسي إلى أبى عوانة . قال سمعت أبا حنيفة وسئل عن الأشربة ، قال : فما سئل عن\r\nشئ منها إلا قال هو حلال ، حتى سئل عن السكر - أو السكر شك أبو جعفر -\r\nفقال : حلال . قال قلت يا هؤلاء إنها زلة عالم لا تأخذوا عنه . أما مذهب أبي حنيفة\r\nرحمه الله في الأشربة فمعروف ، ولو لم يشك أبو جعفر لرددت الجواب . وإنما الشاك\r\nلا يصدق لأن كذبه من نفسه إذا قال شككت فقد عرف أن قوله ليس بحجة فهو\r\nشك فيما نقله عن أبي حنيفة ، ولم يشك في علم أبي حنيفة فكيف استحل الخطيب\r\nأن يجعل ما شك فيه ثبتا ينفى به ما جعله يقينا .\r\nفأما السكر فحرام على مذهب أبي حنيفة ، والسكر حلال إذا طبخ أدنى طبخ\r\nلقول الله تعالى : ( يتخذون منه سكرا ورزقا حسنا ) وليس قول من قال خلاف\r\nأبي حنيفة بحجة لأنه قد نقل عن بعض الناس أنه قال الكلام محمول على أنك تقول\r\nتتخذون منه سكرا وتتخذون رزقا حسنا . وليس هذا حجة لأن الصحابة رضى الله\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nعنهم اتخذوا من السكر ومن التمر ومن الزبيب ومن العسل الأنبذة ، والنبي صلى الله عليه وسلم شرب\r\nمن السقاية بعد ما قال له العباس يا رسول الله إنه منذ أيام ، وقد مرسته أيدي الناس ،\r\nألا تصبر حتى نأتيك بشراب من البيت ؟ يقول ذلك له ثلاثا والنبي صلى الله عليه وسلم يرد قوله .\r\nحتى إياه بشئ منه فشربه وقطب وجهه ثم بماء من زمزم فصبه فيه وشربه . ثم قال :\r\n( إذا اغتلمت عليكم هذه الأشربة فاكسروا متونها بالماء ) وأضاف علي عليه السلام\r\nقوما فأطعمهم وسقاهم ، فسكر بعضهم فحده . فقال : تسقينا ، ثم تحدنا ؟ فقال : إنما\r\nأحدكم للسكر لا للشرب . وروى أن رجلا من المسلمين شرب من سطيحة عمر\r\nفسكر ، فأراد أن يحده فقال إنما شربت من سطيحتك . فقال : إني أحدك للسكر لا\r\nللشرب فمثل هذه الأحاديث قد روى عن النبي صلى الله عليه وسلم وعن أصحابه فلأن يحمل أحد\r\nوجهي الآية على ما يوافق هذه الآثار مع أن هذا الوجه في القرآن أو لا خير من أن\r\nيحمل على أبعد الوجهين مع مضاد هذه الآثار وأولى .\r\nثم قال : أخبرنا محمد بن أحمد بن محمد بن حسنون الترسي إلى أبى حمزة السكري\r\nيقول : سمعت أبا حنيفة يقول لو أن ميتا مات فدفن ثم احتاج أهله إلى الكفن فلهم\r\nأن ينبشوه ويبيعوه . هذا لم ينقل عن أبي حنيفة ولو فعل ذلك أحد لما كان به بأس .\r\nفإن حيا يحتاج إلى كفن الميت مع أنه لم يزل عن ملكه بدفنه إياه لأحق من ميت لا\r\nيحتاج إلى شئ من أمور الدنيا .\r\nثم قال أخبرنا محمد بن عيسى بن عبد العزيز والبزاز بهمذان إلى سفيان بن عيينة\r\nيقول : ما رأيت أحد أجرأ على الله من أبي حنيفة ، ولقد أتاه يوما رجل من أهل\r\nخراسان فقال يا أبا حنيفة قد أتيتك بمائة ألف مسألة أريد أن أسألك عنها . فقال\r\nهاتها ، فهل سمعتم أحدا أجرأ على الله تعالى من هذا ؟\r\nوأخبرنا عطاء بن السايب عن أبي ليلى .\r\nقال لقد أدركت عشرين ومائة من أصحاب النبي صلى الله عليه وسلم من الأنصار إن كان\r\nأحدهم ليسأل عن المسألة فيردها إلى غيره فيرد هذا إلى هذا وهذا إلى هذا حتى\r\nترجع إلى الأول ، وإن كان أحدهم ليقول في شئ وإنه ليرتعد ، وهذا يقول هات\r\nمائة ألف مسالة .\r\nوأنا أقول : هل رأيتم أو سمعتم بأحد أكذب من هذا ، من يحفظ مائة ألف مسألة\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nيكون رجلا لا يعرف له اسم ؟ فهل رأيتم كذا بل أقول إن جميع المجتهدين من كان\r\nفيهم من يحفظ مائة ألف مسألة على قلبه ، ولو كان الأمر كما زعم فليس بأكثر من\r\nكتب الفقه فلو أخذ رجل كتابا من كتب الفقه وجاء إلى رجل من أوساط الفقهاء\r\nوقال له : أريد أن أسألك عن جميع ما في هذا الكتاب لقال له نعم وما كان يعجز عنه\r\nإذا كان من مذهبه فكيف يعجز أبو حنيفة عن ما يسأل عنه . وقد نقل عن أبي حنيفة\r\nما شاء الله من المسائل . وأما قوله عن الصحابة : فمن المعلوم أن جميع الصحابة لم\r\nيكونوا فقهاء وما كان الفقهاء منهم إلا قليل ، بل لو كان هذا السائل سأل أحد فقهاء\r\nالصحابة لقال كما قال أبو حنيفة . وقد روى عن ابن عباس أنه كان قاعدا بحرم مكة\r\nوالناس حوله يسألون عن القرآن وهو يجيب ، فقال له نافع بن الأزرق : يا ابن عباس\r\nما أجرأك على كتاب الله أتفسره من عندك ؟ فقال : لا إنه لكلام عربي وأنا أفسره\r\nعلى ما تعرفه العرب . فقال له أكل هذا تعرفه العرب ؟ فقال نعم ثم جعل يقص عليه\r\nشيئا فشيئا من القرآن وينشده عليه بيتا [ بيتا 
  ] من أشعار العرب ، وهذا الكتاب جمعه\r\nابن السائب وهو يعرف اليوم بغريب القرآن لابن السائب ؟ قال :\r\nذكر ما قاله العلماء في ذم رأيه والتحذير عنه\r\nإلى ما يتصل بذلك من أخباره\r\nقال أخبرنا أبو الحسن علي بن أحمد بن إبراهيم البزاز إلى هشام بن عروة عن أبيه .\r\nقال : كان الأمر في بني إسرائيل مستقيما حتى نشأ فيهم أبناء سبايا الأمم .\r\nفقالوا بالرأي فهلكوا وأهلكوا ، وأكثر هذا الباب مثل هذا الخبر .\r\nوالجواب : أن الخطيب جعل هذا ثبتا وصححه وجعل قول عروة أولى من قول\r\nالنبي صلى الله عليه وسلم فإن النبي صلى الله عليه وسلم قال لمعاذ : ( يا معاذ بم تحكم ؟ ) قال أحكم بكتاب الله . قال ( فإن\r\nلم تجد ؟ ) قال بسنة رسول الله .\r\nقال فإن لم تجد ) ؟ : قال أجتهد رأيي ولا آلو . فقال النبي صلى الله عليه وسلم حينئذ : ( الحمد لله\r\nالذي وفق رسول رسول الله ) .\r\nوهذا الخطيب شرع يرد قول النبي صلى الله عليه وسلم بطريق الرد على أبي حنيفة كما فعلت\r\nالفلاسفة وذلك أن النبي صلى الله عليه وسلم شهد للعشرة بالجنة فلما أرادت الفلاسفة رد قول النبي\r\nصلى الله عليه وسلم جاؤوا إلى العشرة يطعنون فيهم فلم يجدوا إلى ذلك سبيلا إلى أن جرى ما جرى\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nبين المسلمين من قتل عثمان ونوبة الجمل وصفين ثم قتل الحسين ، وقامت التوابون\r\nوكثرت شيعة على واختلف الناس وذلك في زمن فترة معاوية بن يزيد بن معاوية لما\r\nخلع نفسه ، فقالت الفلاسفة : إن عليا رضي الله عنه ابن عم النبي صلى الله عليه وسلم وأحق بالخلافة\r\nمن غيره ، وأبو بكر اغتصبه حقه وأعانه عمر ثم ولى عثمان أمرا لم يكن له بحق\r\nوذلك لأن عبد الرحمن بن عوف تغرض عليا فأزاله عن مستحقه ، وأما طلحة والزبير\r\nفإنهما قاتلا عليا في نوبة الجمل وهما له ظالمان . فهؤلاء غيروا بعد رسول الله صلى الله عليه وسلم\r\nولم يبقوا على ما كانوا في زمن النبي صلى الله عليه وسلم فإذا صار أمرهم على هذا فقد فسقوا فلم\r\nيبقوا من أهل الجنة . ثم أرادوا الطعن في علي فقالوا : إن عليا ترك حقه لأبي بكر\r\nوعمر وعثمان وكان أحق بذلك منهم وكان يلزمه القيام بالخلافة لأنه كان أعلم\r\nمنهم وأحق بالخلافة ، ومن تعين للإمامة ثم تركها لغير ذي حق فقد فسق ومن فسق\r\nاستحق النار . فهؤلاء كلهم غيروا فلم تبق شهادة النبي صلى الله عليه وسلم نافعة لهم وأشاروا إلى أن\r\nالنبي صلى الله عليه وسلم إنما شهد لهم لما رآه منهم ولم ينزل عليه في ذلك وحى ، وما قصدوا بذلك\r\nإلا أنه لم يكن ينزل عليه الوحي ، لأن النبوات عندهم باطلة لأنهم يقولون إما أن\r\nتكون الحاجة بالرسالة أو للناس ، فيقال لهم للناس لأن الله غير محتاج إلى شئ ،\r\nفيقولون هل يمكن أن يؤمن من لا يريد الله إيمانه ؟ فنقول لا فيقولون : فإذا لا حاجة\r\nإلى النبي فإن الله يهدى من يريد ، وهذا هو الكفر بعينه . وإنما أرسل الله الرسل\r\nمبشرين ومنذرين واختصهم برسالته فإن الله تعالى اجتبى الأنبياء صلوات الله عليهم\r\nليميزهم على الناس ، وأرسلهم ليعلموا الناس الحلال والحرام ، وجعل العلماء ورثتهم\r\nليهدوا الناس بهداية النبي صلى الله عليه وسلم فمن طعن في العلماء فإنما طعن في الأنبياء لقوله\r\nصلى الله عليه وسلم : ( العلماء ورثة الأنبياء ) .\r\nثم إن النبي صلى الله عليه وسلم شهد للسبطين الشهيدين بالجنة فما قدروا أن يطعنوا إلا في\r\nالحسن رضي الله عنه . فقالوا : ترك حقه وبايع للرغبة في الدنيا فجعلوا ذلك ذريعة\r\nإلى الرد على النبي عليه السلام . وهكذا الخطيب جعل الرأي الذي قرنه النبي عليه\r\nالسلام بالكتاب والسنة وحمد الله كيف وفق معاذا رسوله وكيف هده الله إليه خطأ\r\nواعلم أنه إذا خطأ أحد الثلاثة المجتمعة فقد خطأ الآخرين ضرورة ، وإذ خطأ الثلاثة\r\nفإنما التخطئة لقابلهم فكان ظاهر قوله الرد على أبي حنيفة والمقصود من قال بالرأي .\r\nفانظر أيدك الله إلى رجل جعل أبا حنيفة ذريعة إلى الرد على الرسول صلى الله عليه وسلم وسائر أئمة\r\nالأمصار موافقون لأبي حنيفة في الرأي فكان الرد على النبي صلى الله عليه وسلم وعلى أئمة أمته جميعا .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nوقال : أخبرنا البرقاني إلى حمدويه . قال قلت لمحمد بن مسلمة : ما لرأى النعمان\r\nدخل البلدان كلها إلا المدينة . قال : إن رسول الله صلى الله عليه وسلم . قال . ( لا يدخلها الدجال ولا\r\nالطاعون ) وهو دجال من الدجاجلة . أما هذا الخبر عن النبي صلى الله عليه وسلم فصحيح ، وأبو حنيفة\r\nقد دخل المدينة ودخلها مذهبه ، فلو كان الأمر كذلك لما دخلها . وأما قوله إن مذهبه\r\nما دخلها فباطل ، لأن في المدينة من أهل مذهب أبي حنيفة جماعة لا يحصون وقد\r\nدخلها من زوار الحجاج ممن يقول بمذهب أبي حنيفة من لا يعد ولا يحصى كثرة في\r\nكل سنة من الأعوام .\r\nوبإسناده عن ابن الفضل إلى ما لك أنه قال : ما ولد في الإسلام مولود أضر على\r\nأهل الإسلام من أبي حنيفة . وكان يعيب الرأي ويقول قبض النبي صلى الله عليه وسلم وقد تم الأمر\r\nواستكمل ، فإنما ينبغي أن تتبع آثار النبي صلى الله عليه وسلم وأصحابه ولا يتبع الرأي ، وأنه متى اتبع\r\nالرأي جاء رجل آخر أقوى منك في الرأي فاتبعته ، فأنت كلما جاء رجل أقوى منك\r\nاتبعته أرى هذا الأمر لا يتم .\r\nهذا لا يكاد يصح عن مالك فإن ظاهر مذهبه أنه يعمل بإجماع أهل المدينة ويترك\r\nالحديث الذي رواه في موطئه وهذا عمل بالرأي وهو خلاف عمل أبي حنيفة رضي الله عنه\r\n. لأن رأى أبي حنيفة أن يأخذ بخبر النبي صلى الله عليه وسلم . ما جاء فإن اختلف خبران\r\nأو كان لأحدهما وجه في التأويل يوافق به الخبر الآخر الذي ليس له إلا وجه واحد\r\nفي الظاهر وفق بينهما . فإن لم يجد خبرا عن النبي صلى الله عليه وسلم عمل من أقوال الصحابة رضي الله عنهم\r\nلما كان أقرب إلى كتاب الله وسنة نبيه ويسمى ذلك اجتهادا . ومالك فقد\r\nعمل لإجماع أهل المدينة وترك الحديث الذي رواه في موطئه وهو قول النبي\r\nصلى الله عليه وسلم : ( البيعان بالخيار ما لم يتفرقا ) وقد رواه عن أنبل شيوخه عن نافع عن ابن عمر ثم\r\nترك العمل به وأفتى بغير قياس لأنه أهل المدينة فصار مقلدا لهم . فإذا كان هذا مذهبه\r\nفكيف يمكن أن يصح عنه مثل هذا القول الناقض لمذهبه .\r\nوبإسناده عن ابن رزق إلى حبيب عن مالك بن أنس أنه قال كانت فتنة أبي حنيفة\r\nعلى هذه الأمة أضر من فتنة إبليس في الوجهين جميعا في الأرجاء وما وضع من\r\nنقض السنن .\r\nأما السنن فقد ذكرنا مذهب أبي حنيفة رضي الله عنه فيها ، وأما الأرجاء\r\nفأصحاب أبي حنيفة كلهم على خلاف رأى أصحاب الأرجاء فلو كان أبو حنيفة\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nمرجئا لكان أصحابه على رأيه وهم الآن موجودون على خلاف ذلك وهذا يبطل\r\nما ادعاه الخطيب من الثبت فإنه جاء إلى أصحاب أبي حنيفة مع كثرتهم أهمل\r\nما نقلوه وما هم عليه وتمسك بقول رجل واحد وجعله ثبتا وسيأتي فيما بعد ذكر\r\nما في إسناد هذه الحكاية وغيرها من الخلل .\r\nوبإسناد عن الأزهري إلى إسماعيل بن بشر عن عبد الحمن بن مهدي يقول : ما\r\nأعلم في الإسلام فتنة بعد فتنة الدجال أعظم من رأى أبي حنيفة . كان ينبغي لعبد\r\nالرحمن أن يبين ما استخطأ فيه أبا حنيفة حتى نجيب عنه . فإن رأى أبي حنيفة\r\nيستحيل أن يكون أخطأ في جميعه وخالف آراء الناس ، فأما حين أجمل القول فهذا\r\nدليل على أن الكلام محمول على الغرض والقصد . ثم إنه قال بعد فتنة الدجال\r\nوالدجال لم يفتن بعد ولا خرج فكيف يجعل شيئا ظهر وأجمعت عليه الأمة مثل شئ\r\nلم يظهر . ويقول بعد فلو كان غير هذا لكان أخفى لقصده من التشنيع ولا شك أن\r\nجمعا من المسلمين وافقوا رأى أبي حنيفة ، وأيضا أبو حنيفة عمل بقول النبي صلى الله عليه وسلم\r\nوأصحابه فترى أي الأمور التي قصدها عبد الرحمن ، ما نقله أبو حنيفة عن النبي صلى الله عليه وسلم\r\nأو عن أصحابه أو ما استخرجه من القرآن العظيم .\r\nوبإسناده عن ابن الفضل إلى نعيم عن سفيان قال : ما وضع في الإسلام من الشر\r\nما وضع أبو حنيفة إلا فلان - لرجل صلب - .\r\nالجواب عن هذا كالجواب عن ما تقدمه ومن هو فلان الذي صلب حتى إن كان\r\nله مذهب يوافق مذهب أبي حنيفة نتكلم عليه . وإلا فلان لا يعرف ، وإن كان كل\r\nمن صلب يلزم أن يكون مخطئا منسوبا إلا الخطأ فيلزم من هذا أن يكون زيد بن\r\nالحسن بن علي بن أبي طالب ، وابن الزبير ، وخبيب صاحب النبي صلى الله عليه وسلم على هذه\r\nالصورة .\r\nوبإسناده عن الطناجيري إلى ابن صالح الأسدي قال سمعت شريكا يقول لأن\r\nيكون في كل حي من الأحياء خمار خيرا من أن يكون فيه رجل من أصحاب أبي حنيفة . وبإسناده أيضا بن علي بن محمد بن عبد الله المعدل إلى منصور بن أبي\r\nمزاحم . قال سمعت شريكا يقول : لو أن في كل ربع من أرباع الكوفة خمارا يبيع\r\nالخمر لكان خيرا من أن يكون فيه من يقول بقول أبي حنيفة . أنا لا أشك أن شريكا\r\nإن صح عنه هذا القول كان يختار أن يكون الخمارون في الكوفة ولا يكون فيها\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nمذهب أبي حنيفة وذلك لأن الكوفة حينئذ لم تخل من النصارى واليهود والمجوس ولم\r\nيذكرهم ولا أنف منهم ، وأظن أنه كان يحب الخمر ويختارها على ما سواها ، فأراد\r\nأن تكون في رباع الكوفة ليسهل مطلبها ولا يكون فيها مثل أبي حنيفة يبين خطأه\r\nويفقه الناس ، وهذا معروف عند الناس أنه من استقضى في بلدة وكان فيها من هو\r\nأفقه منه لا يريد مجاورته لأنه كلما أخطأ بين خطأه للناس .\r\nوبإسناده عن ابن الفضل إلى حماد بن زيد يقول : سمعت أيوب - وذكر أبا حنيفة\r\n- فقال : ( يريدون أن يطفئوا نور الله بأفواهم ويأبى الله إلا أن يتم نوره ) هذا\r\nيدل على قلة فهم الخطيب لأن إتمام نور الله إنما هو بقاء العلم وقد رأينا مذاهب\r\nجماعة من أهل الرأي قد ذهب واضمحلت ومذهب أبي حنيفة باق وكلما قدم\r\nيزيد ، والناس الآن مطبقون على أن أصحاب السنة والجماعة هو أهل المذاهب\r\nالأربعة مثل أبي حنيفة ، ومالك ، والشافعي ، وأحمد بن حنبل .\r\nوالخطيب لم يكن قريبا من عصر أبي حنيفة ولا معاصرا له بل كان بينهما ثلاثمائة\r\nوعشر سنين وقد رأى أن مذهب أيوب تلاشى ومذهب أبي حنيفة باق ومع هذا لم\r\nيرجع عنه ، بل هو كما قال النبي صلى الله عليه وسلم : ( حبك الشئ يعمى ويصم ) فمن لم يفهم إلى\r\nأن وضع المدح موضع الذم ما كان ينبغي أن يتحدث في مثل هذا . ونحن نقول إن\r\nأيوب ما أراد بتلاوة هذه الآية عند ذكر الإمام أبي حنيفة إلا مدح أبي حنيفة والدليل\r\nعليه أن كل من تحدث في مذهب أبي حنيفة درس مذهبه حتى لا يعرف ، ومذهب\r\nأبي حنيفة باق قد ملأ الأرض وأكثر الناس عليه .\r\nوبإسناده عن الحيري إلى سلام بن أبي مطيع قال كان أيوب قاعدا في المسجد\r\nالحرام فرآه أبو حنيفة فأقبل نحوه فلما رآه أيوب قد أقبل نحوه قال لأصحابه : قوموا\r\nلا يعرنا بجربه . قوموا فقاموا فتفرقوا . وأي شئ في هذا مما ينقص به أبو حنيفة ،\r\nفكونهم قاموا وتفرقوا لا يدل على معيبة في كلام أبي حنيفة ولا في رأيه . ولقائل أن\r\nيقول ربما أراد بقيامه أن لا يناظره فيقطعه قدام تلامذته ، ثم إنه لم يبين الجرب الذي\r\nيعرهم به أي شئ هو ؟ حتى يجاب عنه . ثم أيضا إن الله تعالى بين إتمام نوره بأن\r\nمذهب أيوب قد اضمحل وبقى مذهب أبي حنيفة بحيث لا يعرف اليوم أن أيوب\r\nكان صاحب مذهب إلا القليل من الناس .\r\nوبإسناده عن ابن الفضل إلى الأسود بن عامر عن شريك أنه قال : إنما كان أبو\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nحنيفة جربا . وهذا مما يؤيد ما ذكرنا من أن الخطيب إنما أراد الرد على النبي صلى الله عليه وسلم لأنه\r\nعليه السلام . قال : - ( فمن أعدى الأول ) . وقال عليه السلام ( لا عدوى ولا هامة ولا\r\nصفر ) .\r\nوبسنده عن ابن رزق إلى سليمان الحلبي أنه قال سمعت الأوزاعي - ما لا\r\nأحصره - يقول : عمد أبو حنيفة إلى عرى الإسلام فنقضها عروة عروة .\r\nوروى عن ابن الفضل إلى إبراهيم الفزازي قال كنت عند سفيان الثوري إذ جاءه\r\nنعى أبي حنيفة فقال : الحمد لله الذي أراح المسلمين منه ، لقد كان ينقض عرى\r\nالإسلام عروة عروة ، وما ولد في الإسلام مولود أشأم على الإسلام منه .\r\nوروى عن ابن حسنويه إلى ثعلبة قال سمعت سفيان الثوري يقول : ما ولد في\r\nالإسلام مولود أشأم على أهل الإسلام منه .\r\nوروى عن أبي نصر إلى محمد بن كثير قال سمعت الأوزاعي يقول : ما ولد مولود\r\nفي الإسلام أضر على الإسلام من أبي حنيفة . وروى عن أبي العلاء محمد بن الحسن الوراق إلى الفزاري قال سمعت الأوزاعي\r\nوسفيان يقولان : ما ولد في الإسلام مولود أشأم عليهم .\r\nوقال الشافعي هذا هو محمد بن عبد الله صاحب الفوائد - شر عليهم من أبي حنيفة .\r\nوروى عن ابن رزق إلى يحيى بن السكن البصري قال سمعت حمادا يقول : ما ولد\r\nفي الإسلام مولود أضر عليهم من أبي حنيفة .\r\nورى عن ابن رزق إلى الحميدي قال سمعت سفيان يقول : ما ولد في الإسلام\r\nمولود أضر على الإسلام من أبي حنيفة .\r\nوروى عن الحسين بن أبي بكر إلى عمر بن إسحاق قال سمعت ابن عون يقول :\r\nما ولد في الإسلام مولود أشأم من أبي حنيفة إن كان لينقض عرى الإسلام عروة\r\nعروة .\r\nوبروايته عن محمد بن عمر بن كبير المقري إلى شريك قال سمعت ابن عون يقول :\r\nما ولد في الإسلام مولود أشأم من أبي حنيفة .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nقد سبق الجواب عن هذه الروايات مع أن أبا حنيفة رضي الله عنه كان آدميا ولم\r\nيكن جربا فإن أراد بذلك الاستعارة والتشبيه بأفعاله فكان ينبغي أن يبين الفعل الذي\r\nصدر منه فشبهه بالجرب حتى نجيب عنه ، ومثل هذه الحكايات لا تكاد تصدر عن\r\nالأوزاعي لأنه كان فقيها فلو أراد أن يرد عليه أبي حنيفة لرد عليه مفصلا لا مجملا\r\nكما يرد الفقهاء وبين الخطأ الذي نسبه إليه والعرى التي حلها حتى يكون الجواب\r\nعنه على كل فصل ، وأما من أجمل أمرا والناس على خلافة فلا اعتداد بقوله . وقد\r\nروى عن الأوزاعي في مدح أبي حنيفة ما يدل على رجوعه عن هذا القول في حقه\r\n- إن صح هذا عنه - وهو يأتي فيما بعد .\r\nوروى عن ابن الفضل إلى ابن عون أنه قال نبئت أن فيكم صدادين يصدون عن\r\nسبيل الله . قال سليمان بن حرب : وأبو حنيفة وأصحابه ممن يصدون عن سبيل الله .\r\nوهذا ليس كما ذكر ابن عون فإن أبا حنيفة رضي الله عنه أملى محمدا رحمه الله\r\nكتابي السير . وذكر فيهما من أمور الجهاد ووصايا الأمراء وما ينبغي أن يفعله أهل\r\nالثغور وقسمة الغنائم ما لم يسبقه إلى جمعه أحد ، ولم يجمع مثله بعده أحد .\r\nفهذا الذي نعرفه فأما إن عنى بسبيل الله الجهاد وأحواله فكان يلزمه البيان ليكون\r\nالجواب بحسبه ثم كان ينبغي له أن يبين من نبأه ، فإن كان النبي صلى الله عليه وسلم كان محمولا على\r\nالرأس والعين ، وإن كان عن غير النبي صلى الله عليه وسلم عرف بالقائل لنجيب عنه . وإن كان ابن\r\nعون نبي من النبوة بزعمه فقد كفر ، وإن كان قال هذا القول من عنده وعزاه إلى من\r\nلا يعرف ، فبهذا القدر يعرف كذبه ، وأنه ليس بأهل لهذا القول وكان يلزم سليمان\r\nابن حرب أن يبين من أين عرف أن أبا حنيفة وأصحابه من الصدادين .\r\nوروى عن الخلال إلى حماد بن زيد قال ذكر أبو حنيفة عند البتي فقال : ذاك\r\nرجل أخطأ عظم دينه كيف يكون حاله ؟ .\r\nوروى عن إبراهيم بن محمد إلى الفربابي قال سمعت سفيان يقول : قيل لسوار لو\r\nنظرت في شئ من كلام أبي حنيفة وقضاياه فقال : كيف أنظر في كلام ورجل لم\r\nيؤت الرفق في دينه . قد أخذ بمذهب أبي حنيفة من هو خير من البتي وأجمعت الأمة\r\nعلى أن أبا حنيفة أحد فقهاء الأمصار والبتي لم يعرفه إلا آحاد الناس ولم يكن ممن\r\nيصلح لهذا القول .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nوروى عن إبراهيم بن مخلد إلى أبى مصعب الأصم قال سئل مالك بن أنس عن\r\nقول عمر في العراق بها الداء العضال ؟ قال : الهلكة في الدين ومنهم أبو حنيفة . لم\r\nيرد عمر رضي الله عنه بالداء العضال الهلكة في الدين كما ذكر مالك ، إنما أراد\r\nالوباء بدليل قوله لا تسكنوا العراق فإن العرب لا تصلح إلا حيث يصلح البعير .\r\nفاختطوا بأرض العرب . فاختط الناس الكوفة والبصرة فكتبوا إليه وإنا قد اختطينا\r\nبأرض كوفة ، فسميت الكوفة . وبأرض بصرة فسميت البصرة .\r\nوروى عن جعفر إلى مطرف أنه قال سمعت مالكا يقول الداء العضال الهلاك في\r\nالدين وأبو حنيفة من الداء العضال .\r\nوروى عن ابن رزق إلى الوليد بن مسلم قال قال لي مالك بن أنس : أيتكلم برأي\r\nأبي حنيفة عندكم ؟ قلت : نعم . قال : ما ينبغي لبلدكم أن يسكن .\r\nوروى عن علي بن المعدل إلى الوليد بن مسلم قال قال لي مالك بن أنس : أيذكر\r\nأبو حنيفة ببلدكم ؟ قلت نعم . وقال ما ينبغي لبلدكم أن تسكن .\r\nوروى عن علي بن معدل إلى منصور بن مزاحم قال سمعت مالك بن أنس يقول\r\n- وذكر أبا حنيفة - فقال : كاد الدين ، كاد الدين .\r\nوروى عن ابن رزق إلى منصور بن مزاحم قال سمعت مالك يقول : إن أبا حنيفة\r\nكاد الدين ومن كاد فليس له دين .\r\nوروى عن أحمد العتيقي إلى أبى محمد عبد الرحمن بن أبي حاتم الرازي عن أبيه\r\nعن ابن أبي سريج قال سمعت الشافعي يقول سمعت مالك بن أنس - وقيل له أتعرف\r\nأبا حنيفة ؟ فقال نعم ما ظنكم برجل لو قال هذه السارية من ذهب لقام دونها حتى\r\nيجعلها من ذهب وهي من خشب أو حجارة . قال أبو محمد : يعنى أنه كان يثبت\r\nعلى الخطأ ويحتج دونه ولا يرجع إلى الصواب إذا بان له .\r\nهذا لا يصلح أن يصدر عن مالك ، لأن مالكا رضي الله عنه كان يثنى على أبي حنيفة وهو ما رواه الخطيب . قال : أنبأنا البرقاني أنبأنا أبو العباس بن حمدان لفظا\r\nحدثنا محمد بن أيوب حدثنا أحمد بن الصباح قال سمعت الشافعي محمد بن إدريس\r\nقال قيل لمالك بن أنس : هل رأيت أبا حنيفة ؟ قال نعم رأيت رجلا لو كلمك في\r\nهذه السارية أن يجعلها ذهبا لقام بحجته . وأما قول أبى محمد إن مالكا عنى أنه كان\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nيثبت على الخطأ ويحتج دونه ولا يرجع إلى الصواب إذا بان له فمن أين لأبي محمد\r\nهذا ؟ وهذا القول من مالك في حق أبي حنيفة أقرب إلى المدح منه إلى الذم وأظهر .\r\nثم إن القائلين بمذهب مالك من عهد مالك إلى وقتنا هذا - وهي سنة إحدى\r\nوعشرين وستمائة - لا يقدرون على إثبات خطأ لأبي حنيفة ، فكيف يسوغ لفقيه أن\r\nيتكلم في أمر فقيه ولا يقوم بما قال ومسائل الخلاف أشهر من أن أبينها لك وليس\r\nالمراد من كتابا هذا الإكثار وإنما مرادنا الاختصار .\r\nوروى عن حمزة إلى أبى بلال الأشعري قال سمعت أبا يوسف القاضي يقول : كنا\r\nعند هارون أنا وشريك وإبراهيم بن أبي يحيى وحفص بن غياث ، قال فسأل هارون\r\nعن مسألة فقال إبراهيم بن أبي يحيى حدثنا صالح عن أبي هريرة . قال قال\r\nرسول الله صلى الله عليه وسلم .\r\nوقال شريك حدثنا أبو إسحاق عن عمرو بن ميمون قال : قال عمر بن الخطاب .\r\nوقال حفص حدثنا الأعمش عن إبراهيم عن علقمة قال : قال عبد الله قال : وقال لي\r\nأنا : ما تقول أنت قال : قلت قال أبو حنيفة . قال فقال خاك يس .\r\nقلت : تفسيره تراب على رأسك . هذا القول إنما أراد به الخطيب التشنيع على\r\nأحسن وجهيه أما الوجه الآخر فهو الصحيح لأن الخطيب إنما أراد التشنيع وما علم\r\nما ينقل ، لأن الأمة قد أجمعت أن أئمة قد أجمعت أن أئمة الأمصار هم اليوم الأربعة فمتى جاء عن\r\nأحدهم كلام لا يشك أحد أنه منقول من الكتاب والسنة ، أو مقيس عليهما أو على\r\nأحدهما ، ولا شك أن الخبر الوارد عن النبي صلى الله عليه وسلم لا يكمل العمل به اليوم ، لأنا لا نعلم\r\nأحوال الرواة . ثم إن المحدثين يأخذون الآثار عمن سمع وهو طفل صغير لم يقف على\r\nما يرويه ولا يعلم كيف سمعه . أو يكون رجلا سمع الحديث ثم لم يقرأه ولم يدر ما\r\nهو حتى يرويه . وقد أجمعت الأمة على أنه لا يجوز أخذ الأحكام إن ممن سمعها\r\nووعاها وأداها كما سمعها ، كما قال عليه الصلاة والسلام : ( رحم الله امرءا سمع\r\nمقالتي فوعاها وأداها كما سمعها ) وإذا سمع أحد الخبر على هذا الوجه لا يحل له\r\nالعمل به حتى يعلم أناسخا هو أو منسوخا ، أم ثم حديث آخر يجب على الفقيه أن\r\nيجمع بينهما مثل قوله صلى الله عليه وسلم - لما سئل عن مس الفرج - فقال : ( من مس فرجه\r\nفليتوضأ ) . ثم روى عنه صلى الله عليه وسلم أنه سئل فقال : ( هل هو إلا بضعة منك ) فورد عنه عليه السلام\r\nهذان الوجهان ، فإذا أردنا الجمع بينهما قلنا إن أصل الوضوء من الوضاءة وهي\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nالنظافة ، والوضوء الشرعي هو غسل أعضاء معينة ، فلما ورد الأمران احتجنا إلى أن\r\nنعرف تأويل الخبر فقلنا لما أمر بالوضوء تارة وبتركه أخرى قلنا إن أمره بالوضوء\r\nمحمول على قوله صلى الله عليه وسلم : ( فتوضئوا مما مسته النار فتوضئوا ولو من تور أقط ) وهذا\r\nللنظافة . وقد أجمعنا على أنه لا يجب من هذا إلا النظافة وحملنا قوله هل هو إلا بضعة\r\nمنك على الوجوب فلم يوجب وضوءا .\r\nواعلم أيدك الله أن الخلاف نشأ بين الأئمة من ثمانية أوجه ، وهي الناسخ\r\nوالمنسوخ ، والمحكم والمتشابه ، والحقيقة والمجاز ، والأفراد والتركيب ، والاجتهاد فيما لا\r\nنص فيه إلى ما فيه نص ، واشتراك الألفاظ مع اختلاف المعنى واختلاف الألفاظ مع\r\nاشتراك المعنى ، والتأويل ، والنقلة والرواة .\r\nفأما النقلة والرواة فقد انقطع أمرهم عنا لأنا لا نعرفهم إلا بالنقل ، ولعل الناقل لا\r\nيعرف حاله على الوجه أيضا . فمن لا يعرف هذا كله لا يحل له الكلام إلا فيما ينقله\r\nعن الأئمة لأن الله تعالى يقول ( فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في\r\nالدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون ) فبين أن بعضنا إذا قام\r\nبالعلم جاز لنا أن نأخذ عنه أمر ديننا . وأجمع أهل عصر أبي حنيفة على أنه لم يكن\r\nمثله في علم التأويل ، والفقهاء إلى يومنا هذا مسلمون أن القياس مع أبي حنيفة وقد\r\nأجمعنا أن الأئمة لم يأخذوا إلا من كتاب الله وسنة رسوله ، فإذا قد سلموا الفقه لأبي\r\nحنيفة وسلموا أنه مشاركهم في الكتاب والسنة فوجب على العامة الأخذ بقول أبي حنيفة دون غيره .\r\nهذا إذ لو كان الخطيب لما ذكر الإسناد بين الخبر الذي أسنده وما المسألة التي\r\nسألها هارون وطعن الخطيب هذا ليس على أبي حنيفة وحده لأن الأئمة الأربعة على\r\nمذهب واحد في أنهم إذا سألوا عن مسألة لم يرووها عن النبي صلى الله عليه وسلم ولكنهم يذكرون\r\nالمسألة ويعلم السامع أنهم لم يأخذونها إلا من الكتاب والسنة . وكأن الخطيب أراد\r\nالتشنيع في الظاهر على أبي حنيفة ومراده الجميع .\r\nوروى عن القاضي أبى بكر الحرشي إلى عفان قال سمعت أبا عوانة يقول :\r\nاختلفت إلى أبي حنيفة حتى مهرت في كلامه ثم خرجت حاجا فلما قدمت أتيت\r\nمجلسه فجعل أصحابه يسألوني عن مسائل كنت عرفتها وخالفوني فيها ، فقلت\r\nسمعت من أبي حنيفة على ما قلت ، فلما خرج سألته عنها فإذا هو قد رجع عنها\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nفقال : رأيت هذا أحسن منه . فقلت كل دين يتحول عنه فلا حاجة لي فيه ونقضت\r\nثيابي ثم لم أعد إليه .\r\nهذا أبو عوانة لم يعرف من الفقهاء فقد ثبت أن قوله مهرت في كلامه ليس\r\nبصحيح وإنما مهر في كلام أبي حنيفة أبو يوسف ومحمد بن الحسن وبشر بن غياث\r\nوابن أبي ليلى وابن شبرمة وزفر وغيرهم ممن هو في طبقاتهم . ثم قوله فلا حاجة لي\r\nفيه . خلاف إجماع الأمة ، لأنا نعلم يقينا أن القرآن العزيز فيه الناسخ والمنسوخ ،\r\nكذلك السنة فإذا قال الفقيه قولا ثم علم أنه منسوخ كيف يحل له الوقوف عنده ؟\r\nوهذا لم يفعله أبو حنيفة وحده ، وقد فعله جميع الفقهاء من الصحابة والتابعين\r\nوغيرهم . ومذهب علي رضي الله عنه أنه . قال : كنت لا أرى بيع أم الولد في زمن\r\nعمر ، واليوم فقد رأيته ذلك . فهذا أيضا رجوع عن مذهب وتمسك بآخر . وابن\r\nعباس قد نقل عنه كذلك أيضا في مسألة العول ، أنه . قال : ما كان المال إن يكون له\r\nنصف ونصف وثلث . فقالوا له : إنك كنت تراها في زمن عمر . فقال هبته وكان\r\nرجلا مهيبا .\r\nفانظر إلى الخطيب كيف يروى الشئ وضده ويجعله عيبا والشئ وضده لا يكونان\r\nعيبا ، لأنه قال في الحكاية التي ذكر فيها أبا حنيفة : وإن مالكا قال ما ظنكم برجل لو\r\nقال هذه السارية من ذهب لقام بحجته ، أي لجعلها من ذهب وهي من خشب أو\r\nحجارة . ثم قال قال أبو محمد - يعنى أنه كان يثبت على الخطأ ويحتج دونه ولا\r\nيرجع إلى الصواب إذا بان له - ففي هذه الحكاية أخبر أنه لا يرجع وجعله عيبا ، وفى\r\nهذه أخبر إنه يرجع وجعله عيبا ، فهذا أيدك الله يعلم منه أنه انما أراد التشنيع ولم يرد\r\nالتثبيت ولم يكن له من المعرفة ما يفرق به بين الجيد والردئ ، ولا من العلم ما يعرف\r\nبه الخطأ من الصواب .\r\nوروى عن أحمد بن الحسن بن إلى النضر بن محمد قال : كنا نختلف إلى أبي حنيفة\r\nوشامي معنا فلما أراد الخروج جاء ليودعه فقال : يا شامي تحمل هذا الكلام معك إلى\r\nالشام . قال نعم قال تحمل شرا كثيرا .\r\nهذا الخطيب لا يستحى فيما يذكر كيف يقول الرجل مذمة نفسه ، وإن كان قاله\r\nفإنما قاله على وجه التواضع ، لأن الرجل قد يقول للآخر أنت خير الناس فيقول أنا\r\nأقل الناس ، وهذا الذي عليه الناس فما يقول أنا خير الناس ، ولو قال ذلك لعاب\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nالناس عقله . ثم قوله تحمل شرا كثيرا إن كان أراد ما قلت فهو كذلك وإن أراد أنه\r\nفقه كلام كثير وجدل كثير فهذا عليه جميع الفقهاء . وكل فقه لا يكون كذلك فليس\r\nبشئ . والخطيب فلكونه لم يكن من الفقهاء ولا عرف الفقه ظن أن يعيب أبا حنيفة\r\nبهذا .\r\nوروى عن ابن الفضل إلى مزاحم بن زفر قال قلت لأبي حنيفة : يا أبا حنيفة هذا\r\nالذي تفنى والذي وضعت في كتابك هو الحق الذي لا شك فيه ؟ فقال : والله ما\r\nأدرى لعله الباطل الذي لا شك فيه . فهذا كما ذكر والمجتهد لا يعلم يقينا أنه على\r\nالحق ولو علم ذلك يقينا لتنزل منزلة النبي صلى الله عليه وسلم وهذا عليه إجماع الأمة أن المجتهد يخطئ\r\nويصيب وإلى هذا أشار النبي صلى الله عليه وسلم بقوله : ( إذا اجتهد الحاكم فأصاب كان له أجران ،\r\nوإذا اجتهد وأخطأ كان له أجر ) فإذا كان النبي صلى الله عليه وسلم بين هذا وإجماع الأمة عليه فمن\r\nجعله خطأ وعيبا ، أتراه يكون يكون مخطئا للفرع أو للأصل ؟ وقد بينت لك من قبل أنه لم\r\nيكن غرض الخطيب إلا التشنيع والطعن على النبي صلى الله عليه وسلم وإنما جعل أبا حنيفة ذريعة إلى\r\nذلك . ولو كان أبو حنيفة قال هو الحق الذي لا شك فيه لكان مخطئا لا محالة فانظر\r\nإلى من لا يعرف الصواب من الخطأ ويعيب الأئمة .\r\nوروى عن علي بن القاسم عن أبي نعيم قال سمعت زفر يقول : كنا نختلف إلى\r\nأبي حنيفة ومعنا أبو يوسف ومحمد بن الحسن فكنا نكتب عنه ، قال زفر فقال يوما\r\nأبو حنيفة لأبي يوسف : ويحك يا يعقوب لا تكتب كل ما تسمعه منى فإني قد أرى\r\nالرأي اليوم فاتركه غدا ، وأرى الرأي غدا وأتركه بعد غد . هذا قد تقدم الجواب\r\nعنه . وسيأتي في الخبر الذي بعده جواب أيضا . وقد روى عن النبي صلى الله عليه وسلم أنه قال ( لا\r\nتكتبوا عنى شيئا سوى القرآن : من كتب عنى شيئا فليمحه ) .\r\nوروى عن الخلال إلى حماد بن أبي عمر قال قال أبو نعيم سمعت أبا حنيفة يقول\r\nلأبي يوسف : لا ترو عنى شيئا فإني والله ما أدرى أمخطئ أنا أم مصيب . هذا لم ينقل\r\nعن أبي حنيفة لكل نقل عنه ما هو قريب من هذا ، وذلك أنه كان إذا بلغ أحد\r\nأصحابه رتبة الاجتهاد قال له : لا يحل لك بعد أن تأخذ عنى . فهذا يدل على دينه\r\nووفور عقله وهذا لم يفعله أحد من العلماء قبل أبي حنيفة ولا بعده ، والعلة في هذا\r\nأن المجتهد كما بيننا يخطئ ويصيب ، والواجب على كل مسلم أن يجتهد فإن قدر على\r\nالاجتهاد مثل الفقهاء كان ، وإن لم يقدر اجتهد فيمن يأخذ عنه . وهذا عليه إجماع\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nالأمة فكان أبو حنيفة يقرئ الناس الفقه فإذا بلغ أحدهم رتبة الاجتهاد قال له هذا\r\nالقول . أفترى ذلك عيبا على من فعله ؟ أو على من اعتقد أن هذا ذم ؟ وما قلت عن\r\nالخطيب فهو أحسن الوجهين له ، لأنه إن كان يعرف هذا وقال هذا ، إنما كان قصده\r\nالطعن على الأئمة جميعهم ، لأن هذه مسألة إجماع ، ألا تراه قال لأبي يوسف ولم يقل\r\nلغيره ، وذلك لعلمه بأبي يوسف وهذا دال على ما قلت ولو كان كما قال الخطيب\r\nلقال لهم جميعا ولم يقرئ أحدا مذهبه .\r\nوروى عن ابن رزق إلى عمر بن حفص بن غياث عن أبيه قال كنت أجلس إلى\r\nأبي حنيفة فأسمعه يسأل عن مسألة في اليوم الواحد فيفتي فيها بخمسة أقاويل ، فلما\r\nرأيت ذلك تركته وأقبلت على الحديث . هذا هو الفقه لأنه يوجه جميع الوجوه حتى\r\nيترجح عنده الحق فيتبعه . وقد روى عن أبي حنيفة أنه كان يتحدث أنه كان يتحدث في المسائل إلى\r\nأن سأله محمد بن الحسن فقال : ما تقول يا شيخ في رجل قال لامرأته إن كلمتك\r\nفأنت طالق إن كلمتك فأنت طالق إن كلمتك فأنت طالق . فقال ثم ماذا ؟ فقال\r\nمحمد أنظر حينا . فأطرق أبو حنيفة رأسه ثم رفعه . فقال : طلقت ثنتان . فقال أحسنت .\r\nفقال ما أدرى أي قوليه أوجع . أنظر حينا أو أحسنت . قال فما كان أبو حنيفة بعد\r\nذلك إلى سئل مسألة يعرف رأسه حتى يأتي بالجواب . وفقهه معروف لا أحتاج أن\r\nأذكره فمن أراد أن يعرفه فليقف عليه وليتصفحه ، فقد روى أن عالما يهوديا كان\r\nبالبصرة فطلب الجامع الكبير ، فلما وقف عليه . قال : من بحث عن دينه مثل هذا\r\nودقق مثل هذه المسائل ثم لم يدعها لنفسه وإنما نسبها إلى نبي أشهد أنه على الحق .\r\nفأسلم وهذا يعد من بركات محمد بن الحسن رحمه الله لما صنفه ، ومسائله معروفة\r\nفإن من أراد أن يقرأه ويفهمه يحتاج أن يكون عالما بارعا بستة علوم ، أولها الكتاب\r\nالعزيز ، والآثار ، والفقه ، والنحو ، واللغة والحساب . ومن لم يكن مجيدا بهذه العلوم\r\nلم يعرفه إلا تقليدا .\r\nوروى عن الحسن بن أبي طالب إلى ابن المقري عن أبيه قال سمعت أبا حنيفة\r\nيقول : ما رأيت أفضل من عطاء ، وعامة ما أحدثكم به خطأ هذا لا يثبت مثله عن\r\nأحد أن يقول أكثر ما أقوله خطأ ، فإن قال أحد من العلماء مثل هذا إنما يريد به\r\nالتواضع وهذا الأحسن بالعالم لا سيما في الاجتهاديات فإن العلماء لمجمعون على أن\r\nالمجتهد ليس على الخطأ بيقين ، ولا على الصواب بيقين ولهذا سميت الاجتهاديات وقد\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nتقدم الجواب أيضا .\r\nوروى عن ابن رزق إلى وكيع عن أبي حنيفة أنه سمع عطاء - إن كان سمعه . هذا\r\nكلام لا يجاب عنه ، لأنني لم أفهم قوله سمع عطاء إن كان سمعه . وإن قصد ثلب أبي حنيفة في أنه يدعى أنه سمع من تابعي ولم يكن سمع منه ، فأبو حنيفة أدرك جماعة من\r\nالصحابة وعاصرهم ، ومولده يقتضى ذلك فإنه ولد سنة ثمانين وعاش إلى سنة خمسين\r\nومائة ، فقد أمكن اللقاء لوجود جماعة من الصحابة في ذلك العصر .\r\nوقد جمع روايته في جزء أبو معشر عبد الكريم بن عبد الصمد الطبري المقرئ وهذا\r\nالجزء سمعناه وروينا الأحاديث التي فيه عن سبعة ، أخبرنا به الشيخ الفقيه ضياء الدين\r\nأبو الخطاب عمر بن أيلمك بن الأردغانسي الحنفي قراءة علية بظاهر البيت المقدس\r\nبقراءة الخطيب بالمسجد الأقصى يومئذ في يوم الأحد الثاني والعشرين من شهر ربيع\r\nالأول سنة ثلاث وستمائة . قال أنبأنا القاضي نجم الدين أبو البركات محمد بن علي\r\nبن محمد الأنصاري البخاري - قراءة عليه بمدينة أسيوط من أصل سماعه في جمادى\r\nالأولى سنة إحدى وثمانين وخمس مائة - . قال أنبأنا القاضي الإمام أبو الحسن مسعود\r\nابن الحسن اليزدي . قال أنبأنا الشيخ الإمام أبو معشر عبد الكريم بن عبد الصمد\r\nالمقرئ الطبري قال : هذا ما روى الإمام أبو حنيفة النعمان بن ثابت بن زوطا بن يحيى\r\nابن زيد بن ثابت الأنصاري التيمي - تيم الله - بن ثعلبة رحمه الله تعالى . وتوفى\r\nببغداد سنة خمسين ومائة عن الصحابة رضي الله عنهم - أعنى أصحاب رسول الله\r\nصلى الله عليه وسلم - فذكر أنس بن مالك وعبد الله بن جزء وواثلة بن الأسقع وجابر ابن عبد الله\r\nوعبد الله بن أنيس وعبد الله بن أبي أوفى وعائشة بنت عجرد وروي عن كل واحد\r\nمنهم حديثا مسندا إلى النبي صلى الله عليه وسلم . وأما لقيه للتابعين وسماعه منهم فقد قال ابن حاتم\r\nفي كتابه في حرف النون . النعمان بن ثابت أبو حنيفة روى عن عطاء ونافع وأبى\r\nجعفر محمد بن علي وقتادة وسماك بن حرب وحماد بن أبي سليمان . روى عنه هشيم\r\nوعباد بن العوام ، وابن المبارك ، ووكيع وعبد الرزاق وأبو نعيم . فقد اندفع بهذا إنكار\r\nالخطيب . وقوله عن أبي حنيفة أنه سمع عطاء إن كان سمعه ، فقد أثبت ابن حاتم\r\nروايته عن عطاء وجماعة من التابعين .\r\nوروى عن البرقاني إلى أبى محمد عبد الله بن أبي القاضي قال سمعت محمد بن\r\nحماد يقول : رأيت النبي صلى الله عليه وسلم في المنام فقلت يا رسول الله ما تقول في النظر في كلام\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nأبي حنيفة وأصحابه أنظر فيها وأعمل عليها ؟ قال لا . لا . لا ثلاث مرات ، قلت فما\r\nتقول في النظر في حديثك وحديث أصحابك أنظر فيها وأعمل عليها ؟ قال نعم نعم\r\nنعم ثلاث مرات . ثم قلت يا رسول الله علمني دعاء أدعو به ، فعلمني دعاء وقال لي\r\nثلاث مرات فلما استيقظت أنسيته . فمن رأى النبي عليه السلام وسأله عن أي شئ\r\nيعمل بواسطة ؟ وأما حديث النبي عليه السلام وأصحابه فلا يرده أحد من علمائنا ،\r\nإنما الاختلاف في تفسيره وبيانه وصحة روايته ، ثم كيف أنسى الدعاء وحفظ شيئا\r\nيتهم في الصدق فيه .\r\nوروى عن محمد بن عبد الله الخنائي إلى عبيد الله بن المبارك قال : من نظر في\r\nكتاب الحيل لأبي حنيفة أحل ما حرم الله وحرم ما أحل الله .\r\nوروى عن محمد بن علي المقري إلى النضر بن شميل يقول في كتاب الحيل كذا\r\nوكذا مسألة كلها كفر .\r\nوحدث عن الأزهري إلى عبد الله بن المبارك يقول من كان عنده كتاب حيل\r\nأبي حنيفة يستعمله أو يفي به فقد بطل حجه وبانت منه امرأته . فقال مولى ابن\r\nالمبارك : يا أبا عبد الرحمن ما أرى وضع كتاب الحيل إلا شيطان . فقال ابن المبارك\r\nالذي وضع كتاب الحيل أشر من الشيطان .\r\nوروى عن إبراهيم بن عمر البرمكي إلى أبي إسحاق قال سمعت ابن المبارك\r\nيقول : من أن كتاب الحيل في بيته يفتى به أو يعمل بما فيه فهو كافر بانت امرأته\r\nوبطل حجه . فقيل له : إن في هذا الكتاب إذا أرادت المرأة أن تختلع من زوجها\r\nارتدت عن الإسلام حتى تبين ثم تراجع الإسلام ! فقال عبد الله : من وضع هذا فهو\r\nكافر بانت منه امرأته وبطل حجه . فقال له خاقان المؤذن : ما وضعه إلا إبليس . فقال\r\nالذي وضعه عندي أبلس من إبليس .\r\nنحن لا نحيل الجواب عن هذا على معدوم ، الكتاب حاضر فمن أراد أن يستبين\r\nفليفعل ؟ وأما قوله عن المرأة فقد أجمع المسلمون على أن الردة تفسخ النكاح وأما عند\r\nأبي حنيفة فإنها إذا ارتدت عن الإسلام إلى دين أهل الكتاب إن لحقت بدار الحرب\r\nانفسخ نكاحها عند حلولها بدار الحرب ، وإن أقامت بدار الإسلام لم ينفسخ نكاحها\r\nإلا بعد انقضاء العدة وهي على الردة ، وإن ارتدت إلى الشرك انفسخ نكاحها في\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالحال . وهذه ليست بمسألة اجتهاد بل هي مأخوذة عن النص بقوله تعالى . ( ولا\r\nتنكحوا المشركات حتى يؤمن ) ولا فرق بين بقاء النكاح وبين إنشائه . وقال تعالى\r\n( وإن فاتكم شئ من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم\r\nمثل ما أنفقوا ) ولهذا قلنا إنها لا تبين حتى تعتد أو تلحق بدار الحرب ، فإنها إذا\r\nلحقت بدار الحرب زال عنها حكم الإسلام وجرى عليها حكم الكفر وحصلت\r\nبالبينونة فليس طعنه على أبي حنيفة وحده .\r\nوروى عن زكريا إلى الحسين بن عبد المبارك النيسابوري قال : أشهد على عبد\r\nالله يعنى ابن المبارك شهادة يسألني عنها أنه قال لي : يا حسين قد تركت كل شئ\r\nرويته عن أبي حنيفة فاستغفر الله وأتوب إليه . هذا التارك لكل ما رواه عن أبي\r\nحنيفة مع أن أبا حنيفة أحد المجتهدين على وجهين ، ان أراد بالترك ترك الرواية فمنه\r\nإلى ربه ، وإن أراد بالترك ترك المروى ، فلا يخلو هل تركه باجتهاد أظهر له أن\r\nالصحيح في خلافة فله حكم بقية المجتهدين ، وإن تركه عن غير اجتهاد فقد ترك\r\nالإسلام . والمنقول عن ابن المبارك أنه لم يزل على مذهب أبي حنيفة إلى أن قبضة\r\nالله . وهذا يدل على خلاف ما نقل عنه الخطيب .\r\nوقال زكريا : سمعت عبد أن وعلي بن شقيق كليها يقولان .\r\nوقال ابن المبارك كنت إذا أتيت مجلس سفيان فشئت أن تسمع كتاب الله سمعته\r\nوإن شئت أن تسمع آثار رسول الله صلى الله عليه وسلم سمعتها وإن شئت أن تسمع كلاما في الزهد\r\nسمعته . وأما مجلس لا أذكر أنى سمعت فيه قط صلى على رسول الله صلى الله عليه وسلم فمجلس أبي حنيفة .\r\nوروى عن الخلال إلى أبى داود سليمان بن الأشعت السجستاني قال ابن\r\nالمبارك : ما مجلس ما رأيت ذكر في النبي صلى الله عليه وسلم قط ولا يصلى إلا مجلس أبي حنيفة . وما\r\nكنا نأتيه إلا خفية من سفيان الثوري .\r\nوروى عن أبي نصر أحمد بن الحسين القاضي بالدينور إلى هارون بن إسحاق .\r\nقال سمعت محمد بن عبد الوهاب القناد يقول : حضرب مجلس أبي حنيفة فرأيت\r\nمجلس لغو لا وقار فيه وحضرت مجلس سفيان الثوري فكان الوقار والعلم والسكينة\r\nفيه فلزمته .\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nوروى عن أبي بكر محمد بن عبد الله أبان التغلبي الهيتي إلى يوسف الفريابي\r\nيقول : كان سفيان ينهى عن النظر في رأى أبي حنيفة . قال : وسمعت محمد بن\r\nيوسف وسئل هل روى سفيان الثوري عن أبي حنيفة شيئا ؟ فقال : معاذ الله سمعت\r\nسفيان الثوري يقول : ربما استقبلني أبو حنيفة يسألني عن مسالة فأجيبه وأنا كاره\r\nوما سألته عن شئ قط .\r\nوروى عن القاضي أبى بكر محمد بن عمر الداودي إلى محمد بن عبيد الطنافسي\r\nيقول سمعت سفيان - وذكر عنده أبو حنيفة - فقال : يتعسف الأمور بغير علم ولا\r\nسنة .\r\nوحدث عن ابن رزق إلى ابن الجراح قال سمعت أبي يقول : ذكروا أبا حنيفة في\r\nمجلس سفيان فكان يقول أعوذ بالله من شر النبطي إذا استعرب . أبو حنيفة رحمه الله\r\nلم يكن نبطيا وإنما اختلف الناس في أنه هل كان مولى لبني زياد أو فارسيا ؟ وقد قال\r\nالنبي صلى الله عليه وسلم : ( لو أن العلم مناط بالثريا لنالته رجال من أبناء فارس ) . ولا شك في أن\r\nقول النبي صلى الله عليه أرجح من قول ابن الجراح .\r\nوروى عن ابن رزق إلى الفريابي قال سمعت الثوري ينهى عن مجالسة أبي حنيفة\r\nوأصحاب الرأي . هذا سفيان رحمه الله قد روى الخطيب عن جماعة عنه ذم\r\nأبي حنيفة والتحذير عنه ، وهذا الخبر الأخير يتضمن أنه نهى عن مجالسة أصحاب\r\nالرأي جملة . فهذا يدخل فيه مالك أيضا والشافعي وأحمد بن حنبل . ولما قرض ابن\r\nالمبارك سفيان قال إذا أتين مجلس سفيان ، إن شئت أن تسمع كتاب الله سمعته ، وإن\r\nشئت أن تسمع آثار رسول الله صلى الله عليه وسلم سمعتها . وإن تسمع كلاما في الزهد سمعته ، ولم\r\nيذكر له فقها .\r\nفهذا يدل على أنه لم يكن فقيها وإذا لم يكن فقيها لم يدخل في قول تعالى ( إنما\r\nيخشى الله عباده العلماء ) ومن لم يخش الله قال ما شاء ، وقوله ليس بحجة لأنه\r\nليس من الفقهاء وإنما يطعن في كل صنف من كان منه . فإن شاعرا إذا طعن في\r\nمحدث لا يلتفت إلى قوله ، وكذلك إن طعن محدث في فقيه وإنما يكون قوله حجة إذا\r\nكان يعرف ذلك العلم ، هذا إذا عرفت أن سفيان لم يكن له غرض أو حيث عرف\r\nغرضه بأن طعن على جميع أصحاب الرأي فقوله متروك بالإجماع وسيأتي ما ذكره عن\r\nسفيان وغيره بعد أن شاء الله تعالى .\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nوروى عن الأبار إلى عبد الله بن عبد الرحمن سئل قيس بن عن أبي حنيفة فقال .\r\nمن أجهل الناس بما كان ، وأعلمهم بما لم يكن .\r\nوروى عن البرمكي إلى حجاج قال سألت قيس بن الربيع عن أبي حنيفة فقال :\r\nأنا من أعلم الناس به كان أعلم الناس بما لم يكن وأجهلهم بما كان . هذا قد روى\r\nعن قيس بن الربيع من وجهين أن أبا حنيفة كان من أجهل الناس بما وأعلمهم بما لم\r\nيكن ، هذا قد رد قول الله تعالى ( قل لا يعلم من في السماوات والأرض الغيب إلا\r\nالله ) قال فقد جعل أبا حنيفة يعلم ما لم يأت وجهله بما أتى وهذا رجل من الجاهلية\r\nيقول :\r\nوأعلم ما في اليوم والأمس قبله * ولكني عن عمل ما في غد عم\r\nوسمع النبي صلى الله عليه وسلم قوله فاستحسنه ولم يخطئه . فانظر رحمك الله لي رجل يرد أن\r\nيثلب أبا حنيفة فيدعى له علم الغيب ولا علم له بما قال . ثم إن الخطيب إما أن نقل\r\nمثل هذا ولم يعلم ما نقل أو لم يستح أن ينقل مثل هذا .\r\nوروى عن البرقاني قال : قال ابن إدريس : إني لأشتهي من الدنيا أن يخرج من\r\nالكوفة . قول أبي حنيفة ، وشرب المسكر ، وقراءة حمزة هذا قد بلغه الله أمنيته ، فقد\r\nخرج من الكوفة قول أبي حنيفة وقراءة حمزة ولكنهما انتشرا في الأرض\r\nواستحسنهما الناس واشتغلوا بهما ، وما ضره قوله . واعلم أن جميع أصحاب أبي حنيفة ومن قرأ بقراءة حمزة إلى يومك هذا منهم من هو أعلم وأورع من هذا المتمني\r\nوأتقى لله .\r\nوروى عن زكريا قال سمعت محمد بن الوليد البسري قال : كنت قد تحفظت\r\nقول أبي حنيفة ، فبينما أنا يوما عند أبي عاصم فدرست عيه شيئا من مسائل أبي حنيفة فقال ما أحسن حفظك ولكن ما دعاك إلى أن تحفظ شيئا تحتاج أن تتوب إلى\r\nالله منه ؟ أتراه يريد من العلم بكتاب الله وسنة رسوله وأتباع الصحابة ، وإذا تاب\r\nعن هذا فبأي شئ كان يريده يتعلق أم تراه لم يقف على الجامع الكبير وحدة حتى\r\nيعلمه ما يتوب عنه . وأنا ذاكرا لك مسألة من مسائلة لتعلم ما يطرد عليه .\r\nقال أبو حنيفة : إذا قال الرجل لامرأته إن دخلت الدار فأنت طالق وطالق وطالق\r\nإن كلمت زيدا . فدخلت الدار ، وقع عليها تطليقتان ، وإن كلمت زيدا وقع عليها\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nتطليقة . قال الله عز وجل : ( ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم\r\nغشاوة ) فقد جمع الناس على أن الختم للقلوب ، والأسماع ، والغشاوة للبصر . فأبو\r\nحنيفة استخرج من هذه الآية هذه المسألة فجعل قوله إن دخلت الدار فأنت طالق\r\nوطالق ، ثم ابتدأ وطالق إن كلمت زيدا . فجاء بها على نسق الآية . فانظر كم وقف\r\nعلى هذه الآية من إنسان ولم يستخرج منها شيئا . وقد بينت في أول كتابي من\r\nجنس هذه المسألة ما يستدل به على أن من تاب عن مثل هذا كفر .\r\nوروى عن ابن رزق إلى مصعب بن خارج بن مصعب قال سمعت حمادا يقول -\r\nفي مسجد الجامع - وما علم أبي حنيفة ؟ علمه أحدث من خضاب لحيتي هذه .\r\nوروى عن أبي أحمد بن علي بن عبد الله الزجاجي إلى سفيان بن سعيد\r\nوشريك والحسن بن صالح قالوا : أدركنا أبا حنيفة وما يعرف بشئ من الفقه ، ما\r\nنعرفه إلا بالخصومات . لا يشك أحد أن كل إنسان محدث وفي حال صغره لا\r\nيوصف بالعلم ، ومعرفته بالعلم محدثة ولا يكون العلم قديما إلا لله تعالى وحده . وأنه\r\nلم يؤت العلم وهو صبي سوى يحيى . ومع هذا فعلمه كان محدثا ، ومن ادعى العلم\r\nالقديم فقد كفر . فهذا شكر أبا حنيفة وهو يظن أن يثلبه .\r\nوروى عن الحسن بن أبي طالب إلى المزني قال : سمعت الشافعي يقول : ناظر أبو\r\nحنيفة رجلا فكان يرفع صوته في مناظرته إياه . فوقف عليه رجل فقال الرجل لأبي\r\nحنيفة : أخطأت فقال أبو حنيفة للرجل تعرف المسألة ما هي ؟ قال لا ، قال فكيف\r\nتعرف أنى أخطأت ؟ قال أعرفك إذا كان لك الحجة ترفق بصاحبك ، وإذ كانت\r\nعليك تشغب وتجلب .\r\nإذا كان الغائب لا يعرف المسألة فقوله وتركه سواء لأنه معترف بالجهل ، وأجهل\r\nمنه من يعتقد أن هذا مما يطعن به على الأئمة .\r\nوروى عن البرقاني إلى أبى العباس السراج قال سمعت أبا قدامة يقول سمعت\r\nسلمة ابن سليمان قال : قال رجل لابن المبارك : كان أبو حنيفة مجتهدا ؟ قال : ما كان\r\nبخليق لذاك ، كان يصبح نشيطا في الخوض إلى الظهر ، ومن الظهر إلى العصر ، ومن\r\nالعصر إلى المغرب ، ومن المغرب إلى الشاء فمتى كان مجتهدا ؟ قال وسمعت أبا قدامة\r\nيقول سمعت سملة بن سليمان يقول قال رجل لابن المبارك : أكان أبو حنيفة عالما ؟\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nقال لا ، ما كان بخليق لذاك ، ترك عطاء وأقبل على أبى العطوف .\r\nهذا لا يجاب عن مثله ، لأنه قال من عنده شيئا خالفه الناس كلهم . لأن الناس\r\nرجلان ، إما صاحب لأبي حنيفة وإما مخالف له ، فأما أصحابه فلا يشك أحد أنهم\r\nيكذبون من قال هذا ، وأما مخالفوه فهم أصحاب مالك والشافعي . فأما مالك فقد .\r\nقال : رأيت رجلا لو أراد أن يقيم الدليل على أن هذه السارية من ذهب لأقامه .\r\nوالشافعي يقول : الناس عيال في الفقه على أبي حنيفة . وقد ذكرت عن الخطيب أنه\r\nقال في تاريخه : إن ابن المبارك لم يزل على مذهب أبي حنيفة إلى أن مات . فكيف\r\nيقول إنسان مثل هذا ويعمل بقوله ؟ .\r\nوروى عن الأزهري إلى إبراهيم بن راشد الآدمي قال سمعت أبا ربيعة محمد بن\r\nعوف يقول سمعت حماد بن سلمة يكنى أبا حنيفة أبا جيفة .\r\nوروى عن ابن رزق إلى حنبل بن إسحاق قال سمعت الحميدي يقول لأبي حنيفة -\r\nإذا كناه - أبو جيفة ، لا يكنى عن ذاك ، ويطهره في المسجد الحرام في حلقته والناس\r\nحوله .\r\nأما هذا القول فيريد مثله أن يجيبه ، لأن مثل هذا لا يذكره إلا من لا خلاق له .\r\nقال الله تعالى ( ولا تنابذوا بالألقاب ) فمن خالف القرآن فقد كفر ، وهذا قد\r\nخالق القرآن أفترى قوله يصير حجة ؟ فلو أن الخطيب يريد الإنصاف لكان يجعل\r\nالذم لحماد بن سلمة والحميدي لأنهما خالفا الكتاب العزيز وعملا بضد ما جاء فيه .\r\nوروى عن العتيقي إلى زكريا بن يحيى الحلواني قال : سمعت محمد بن بشار العبدي\r\nبندارا يقول : قلما كان عبد الرحمن بن مهدي يذكر أبا حنيفة إلا قال : كان بينه وبين\r\nالحق حجاب .\r\nوروى عن ابن الفضل إلى يعقوب عن محمد بن بشار قال سمعت عبد الرحمن بن مهدي\r\nيقول : بين أبي حنيفة وبين الحق حجاب .\r\nوروى عن البرقائي إلى محمد بن علي الحافظ قال قيل لبندار - وأنا أسمع -\r\nأسمعت عبد الرحمن بن مهدي يقول كان بين أبي حنيفة وبين الحق حجاب ؟ فقال :\r\nنعم قد قاله لي . قال الله تعالى : ( ولو كنت أعلم الغيب لاستكثرت من الخير )\r\nوقال النبي صلى الله عليه وسلم : ( لتختصمون إلى ولعل بعضكم أن يكون ألحن بحجته من بعض\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nفأقضي له بنحو ما أسمع ، فمن قضيته له بشئ من ذلك فإنما أقطع له قطعة من النار )\r\nفقد ثبت أن النبي صلى الله عليه وسلم لم يعلم الغيب ، فكيف عرف عبد الرحمن بن مهدي أن بين أبي حنيفة وبين الحق حجابا ؟ .\r\nوروى عن ابن رزق إلى الوليد بن عتبة قال سمعت مؤمل بن إسماعيل . قال : قال\r\nعمر بن قيس : من أراد الحق فليأت الكوفة فلينظر ما قال أبو حنيفة وأصحابه\r\nفليخالفهم .\r\nوروى عن بشرى بن عبد الله الرومي إلى أبى الجواب قال : قال لي عمار بن\r\nزريق : خالف أبا حنيفة فإنك تصيب . وقال بشرى : فإنك إذا خالفته أصبت . وروى\r\nعن ابن الفضل إلى عمار بن زريق قال إذا سألت عن شئ فلم يكن عندك شئ\r\nفانظر ما قال إلى حنيفة فخالفه فإنك تصيب .\r\nوروى عن البرقاني إلى الحسين بن إدريس قال : قال ابن عمار : إذا شككت في\r\nشئ نظرت إلى ما قال أبو حنيفة فخالفته كان هو الحق - أو قال البركة - في\r\nخلافه .\r\nقال حنيفة مخالفته كان هو الحق - أو قال البركة - في خلافه .\r\nقال أبو حنيفة مخالفته كان هو الحق - أو قال البركة - في خلافه .\r\nقال أبو حنيفة وأصحابه : إن الله تعالى واحد أحد لا شريك له ولا شئ يشبهه\r\nقديم بلا ابتداء ، دائم بلا انتهاء ، لا يفنى ولا يبيد ، ولا يكون إلا ما يريد . وإن\r\nالنبي صلى الله الله عليه وسلم حق ، والساعة حق ، وإن القرآن كلام الله منه بدأ وإليه يعود بلا كيفية\r\nشبها ، وإن الجنة والنار مخلوقتان لا يفنيان أبدا ، وإن الله يبث من في القبور ، أفترى\r\nمن خالفهم في هذا يكون حاله ؟ .\r\nوروى عن عبد الله بن يحيى السكري إلى سفيان بن عيينة قال : قال مساور\r\nالوراق :\r\nإذا ما أهل رأى حاورونا * بآبدة من الفتوى طريفه\r\nأتيناهم بمقياس صحيح * صليب من طراز أبي حنيفة\r\nإذا سمع الفقيه بها وعاها * وأثبتها بحبر في صحيفة\r\nفأجابه بعضهم يقول :\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nإذا ذو الرأي خاصم عن قياس * وجاء ببدعة هنة سخيفه\r\nأتيناه بقول الله فيها * وآيات محبرة شريفه\r\nفكم من فرج محصنة عفيف * أحل حرامها بأبي حنيفة\r\nفكان أبو حنيفة إذا رأى مساور الوراق أوسع له وقال هاهنا ، هاهنا .\r\nوروى عن ابن رزق إلى أبى صالح هدبة بن عبد الوهاب المروزي قال : قدم علينا\r\nشقيق البلخي فجعل يطري أبا حنيفة ، فقيل له لا تطر أبا حنيفة بمرو فإنهم لا\r\nيحتملونك . قال شقيق أليس قد قال مساور الوراق :\r\nإذا ما الناس يوما قايسونا * بآبدة من الفتوى طريفه\r\nأتيناهم بمقياس تليد * طريف من طراز أبي حنيفة\r\nفقالوا له أما سمعت ما أجابوه ؟ قال أجل .\r\nإذا ذو الرأي خاصم في قياس * وجاء ببدعة هنة سخيفه\r\nأتيناهم بقول الله فيها * وآثار مبرزة شريفه\r\nفكم من فرج محصنة عفيف * أحل حرامها بأبي حنيفة\r\nوروى عن ابن رزق إلى عبد الكريم قال سمعت يحيى بن أيوب قال حدثنا\r\nصاحب لنا ثقة . قال : كنت جالسا عند أبي بكر بن عياش فجاء إسماعيل بن حماد بن\r\nأبي حنيفة فسلم وجلس ، فقال أبو بكر من هذا ؟ قال أنا إسماعيل يا أبا بكر . قال\r\nفضرب أبو بكر على ركبة إسماعيل ثم قال : كم من فرج حرام أباحه جدك .\r\nلا شك في أنه كان حراما فأحله بما أحله به الله ورسوله ، وهذه كتب أبي حنيفة\r\nغير مدحوضة ولا مستورة . وقد ذكرت غير مرة أصول مذهب أبي حنيفة وأنها من\r\nكتاب الله ، فإن لم يجد فمن سنة رسول الله ، فإن اختلفت الأحاديث رجح ما\r\nرجحته الصحابة ، فإن لم يجد اجتهد في التوفيق بينهما ما أمكن . فإن لم يمكن\r\nواجتهد برأيه ولم يخرج عن قول النبي صلى الله عليه وسلم وأصحابه وهذا مذكور في عدة مواضع ،\r\nأفترى الخطيب يعتقد أن الفرج يكون حلالا من أول ما يخلق ؟ ومن لا يعرف مثل\r\nهذا كيف يجوز له الحديث . وإنما الفرج يكون حراما فيحل ، ويكون حلالا فيحرم .\r\nوهذا ما جاء في الكتاب والسنة .\r\nوحدث عن أبي عبد الله محمد بن عبد الواحد إلى أبى معمر قال : أبو بكر بن\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nعياش : يقولون إن أبا حنيفة ضرب على القضاء ، إنما ضرب على أن يكون عريفا\r\nعلى طرز حاكة الخزازين .\r\nهذا إن صح عن ابن عياش فإنما ذكره ابن عياش وحده والناس على خلافه\r\nولكني أجيبه ، وإن كان ضرب أيضا على أن يكون عريفا فلم يفعل فهو كذلك أيضا\r\nلأنه تجنب الولاية ، فسواء القضاء وغيره لأن النبي صلى الله عليه وسلم يقول ( العرفاء في النار )\r\nودليل على خلاف قوله ، أنهم استعملوا أبا يوسف على القضاء وهو تلميذ أبي حنيفة ، فلو فعل أبو حنيفة [ ورضى أن 
  ] يلي لما ولوا غلامه .\r\nوروى عن ابن رزق إلى أسود بن سالم يقول قال أبو بكر بن عياش سود الله\r\nوجه أبي حنيفة . هذا من الجميع خطأ ، رجل دعا على أبي حنيفة أي شئ كان في\r\nهذا حتى ينقله ، فإن مثل هذا لا ينبغي أن يذكره أحد لأنه ما أتى عن أبي حنيفة\r\nبشئ ينكره عالم ، وإنما سفه فنقل الخطيب سفهه فلو أن كل من دعى عليه كان\r\nمنكوتا لما سلم أحد من الناس كافة .\r\nوروى عن الحسن بن علي بن عبد الله المقرئ إلى محمد بن حفص الدوري قال\r\nسمعت أبا عبيد يقول : كنت جالسا مع الأسود بن سالم في مسجد الجامع بالرصافة ،\r\nفتذكروا مسألة فقلت إن أبا حنيفة يقول فيها كيت وكيت ، فقال لي الأسود : تذكر\r\nأبا حنيفة في المسجد ؟ فلم يكلمني حتى مات . الجواب عن هذا كما تقدم ، وأيضا\r\nفإن ذكر الكفار في القرآن ، وهو كلام الله الذي لا تصح الصلاة إلا به ، وأي شئ\r\nكان في هذا مما ينقل ويجعل قدحا في أبي حنيفة ؟ وأيضا قد فعل محرما لأن النبي صلى الله عليه وسلم\r\nيقول : ( لا يحل لمؤمن أن يهجر أخاه فوق ثلاث ، يلتقيان فيعرض هذا ويعرض هذا ،\r\nوخيرهما الذي يبدأ بالسلام ) فهذا الخبر لم يفت الخطيب ، وإنما قصد رده والطعن\r\nفيه لا في أبي حنيفة .\r\nوروى عن محمد بن أحمد بن يعقوب إلى محمد بن عبد الوهاب يقول قلت لعلى\r\nابن عثام : أبو حنيفة حجة ؟ فقال : لا للدين ولا للدنيا .\r\nقد أجمع الناس على خلاف قول هذا القائل ، وليس ابن عثام بأعلم من جميع\r\nأصحاب أبي حنيفة ولا مثل واحد منهم ، فكيف ينقل عنه مثل هذا ؟ وقد تقدم\r\nالجواب عنه مع غيره .\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nوروى عن أبي حازم إلى محمد بن جعفر الأسامي قال : كان أبو حنيفة يتهم\r\nشيطان الطاق بالرجعة ، وكان شيطان الطاق يتهم أبا حنيفة بالتناسخ فخرج أبو\r\nحنيفة يوما إلى السوق فاستقبله شيطان الطاق ومعه ثوب يريد بيعه ، فقال له أبو\r\nحنيفة أتبيع هذا الثوب إلى رجوع على ؟ فقال : إن أعطيتني كفيلا أنك لا تمسح قردا\r\nبعتك . فبهت أبو حنيفة .\r\nوقال : لما مات جعفر بن محمد التقى هو وأبو حنيفة فقال له أبو حنيفة أما إمامك\r\nفقد مات : فقال له شيطان الطاق : أما إمامك فمن المنظرين إلى يوم الوقت المعلوم .\r\nقد تقدم القول فيما مضى أن أبا حنيفة وأصحابه على غير هذا المذهب فكيف\r\nكان يليق بالخطيب أن يقول هذا المحفوظ ويحيل على رجل يخالفه أصحاب أبي حنيفة\r\nكلهم ، ثم إن شيطان الطاق كان رافضيا وقد كان يسب كبار الصحابة ، فلأبي\r\nحنيفة رضي الله عنه أسوة بأبي بكر وعمر رضي الله عنهما ، والحمد لله الذي بين\r\nلك صحة ما ذكرت من أن الخطيب لم يكن غرضه الرد على أبي حنيفة ، وإنما أراد\r\nالرد على النبي عليه الصلاة وأفضل السلام وأصحابه ، فلذلك رجح قول من يبغض\r\nالصحابة ويسبهم .\r\nوحدث عن أبي نعيم الحافظ إلى جبر - وهو محمد بن عصام بن يزيد الأصبهاني\r\nيقول سمعت سفيان الثوري يقول : أبو حنيفة ضال مضل . قد تقدم الجواب عن مثل\r\nهذا في أمر الحميدي وعبد الرحمن ، وكذلك سفيان إن كان يدعى علم الغيب ، وإلا\r\nفمن أين له هذا ؟ فإن كان من قول أبي حنيفة كان بينه ، فإن أقوال أبي حنيفة أظهر\r\nمن الشمس .\r\nوروى عن إبراهيم بن محمد بن سليمان المؤدب إلى رجاء السندي قال : قال\r\nعبد الله بن إدريس : أما أبو حنيفة فضال مضل ، وأما أبو يوسف ففاسق من الفساق .\r\nقد تقدم الجواب عن هذا في الخبر الذي قبله .\r\nوروى عن أيوب إلى يزيد بن هارون يقول ما رأيته قوما أشبه بالنصارى من\r\nأصحاب أبي حنيفة . أترى النصارى على غير شكل بني آدم وإلا فأي شئ شبههم\r\nبالنصارى . ومثل هذا لا يذكر فإن الله تعالى خالق كل شئ ومع هذا فلا يقال\r\nخالقك خالق الكلب . ولا شك أن الجميع خلقة الله ، ومن ينكر هذا لا يكون مسلما .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nوروى عن أحمد بن محمد العتيقي والحسن بن جعفر السلماسي والحسن بن علي\r\nالجوهري إلى محمد بن عبد الله بن الحكم قال : قال لي محمد بن إدريس الشافعي :\r\nنظرت في كتب لأصحاب أبي حنيفة فإذا فيها مائة وثلاثون ورقة ، فعددت منها\r\nثمانين ورقة خلاف الكتاب والسنة . قال أبو محمد : لأن الأصل كان خطأ فصارت\r\nالفروع ماضية على الخطأ .\r\nوقال ابن أبي حاتم حدثني الربيع بن سليمان المرادي قال : سمعت الشافعي يقول :\r\nأبو حنيفة يضع أول المسألة خطأ ثم يقيس الكتاب كله عليها . وقال أيضا حدثنا\r\nهارون بن سعيد الإيلي قال : سمعت الشافعي يقول : ما أعلم أحدا وضع الكتب أدل\r\nعلى عوار قوله من أبي حنيفة .\r\nأما أصول أبي حنيفة رضي الله عنه فمعروفة لا يقدر أحد أن يطعن فيها ، فإنه إذا\r\nبنى أصلا على باب من الأبواب لم يخالفه أبدا . مثال ذلك أن الشك لا يزيل اليقين\r\nعند أبي حنيفة رحمه الله ، مثاله إذا أكل الرجل في شهر رمضان وهو يرى أنه لم\r\nيصبح وكان قد أصبح فعليه القضاء ولا كفارة عليه ، ولو أكل وهو يرى أنه قد دخل\r\nالليل ثم تبين أنه نهار فعليه القضاء والكفارة ، لأنه ممسك بالأصل . ومثاله إن العصير\r\nلا يصير خمرا يغلى ويقذف بالزبد ويشتد ويسكر فإذا حمض الخمر أدنى الحمض لا\r\nيصير خلا حتى يشتد حمضه فيتخلل بيقين ومثاله رجل توضأ ثم شك في الحدث\r\nفهو على وضوئه ، ورجل شك في الوضوء يجب عليه الوضوء لأنه على الأصل ، هذا\r\nفي الأصول التي بنى عليها . أما على القول فالشافعي وأصحابه منذ كانوا وإلى هذه\r\nالسنة التي تكلمنا فيها - وهي سنة إحدى وعشرين وستمائة لهجرة النبي صلى الله عليه وسلم - لا\r\nيقدرون على بيان ما نقل عنه الخطيب . وجوابي للخطيب ، وإنما عندي أن الشافعي\r\nنقل عنه من حمد أبي حنيفة ما لا ينقل إلا عمن يعرف الفضل ويعرف به .\r\nوروى عن ابن رزق إلى أحمد بن سنان بن أسد القطان قال سمعت الشافعي\r\nيقول : ما شبهت رأى أبي حنيفة إلا بخيط السحارة يمد كذا فيجئ أخضر ، ويمد كذا\r\nفيجئ أصفر . هذا القول لا يحسن أن ينقل عن الشافعي لأنه لا ينقله عنه إلا من\r\nيريد الطعن والتشنيع عليه ، لأن مثل هذا المثل لا يتمثل به إلا الصبيان .\r\nوحدث عن البرقاني إلى المروذي أبو بكر أحمد بن الحجاج قال سألت أبا عبد الله\r\n- وهو أحمد بن حنبل - عن أبي حنيفة وعمرو بن عبيد . قال : أبو حنيفة أشد على\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nالمسلمين من عمرو بن عبيد لأن له أصحابا . إن صح هذا الخبر وكان الأمر على ما\r\nذكر فكلهم له الأصحاب ، فأما أصحاب أبي حنيفة فليس فيهم من يقول : إن الله\r\nشبح جالس على العرش والعرش لا يسعه . أترى من يقول هذا القول لا يعرف أن\r\nمن خلق السماوات والأرض قادر على أن يخلق له ما يسعه ؟ .\r\nوروى عن طلحة بن علي الكتاني إلى الأثرم قال رأيت أبا عبد الله مرارا يعيب أبا\r\nحنيفة ومذهبه ، ويحكى الشئ من قوله على الإنكار والتعجب . أنا أصدق هذا لأن\r\nأصحاب أحمد إلى يومنا هذا لم يفهم أحد منهم ( الجامع الكبير ) ، ولا عرف ما فيه ،\r\nومتى وقف عليه فلا شك أنه ينكره فخل عنك باقي كتب أصحاب أبي حنيفة .\r\nوروى عن بشرى بن عبد الله الرومي إلى أبى بكر الأثرم قال أخبرنا أبو عبد الله\r\nبباب في العقيقة فيه عن النبي صلى الله عليه وسلم أحاديث مسندة ، وعن أصحابه ، وعن التابعين ، ثم\r\nقال : وقال أبو حنيفة : هو من عمل الجاهلية . ويتبسم كالمتعجب .\r\nأما هذا القول فلا ينكره على أبي حنيفة إلا من لا يعرف أمور الشرع ، فإن\r\nالعقيقة والطهور وغيرهما كان من شريعة إبراهيم ثم استمر ذلك في الجاهلية حتى\r\nجاء النبي صلى الله عليه وسلم وأمر به ، وبهذا جاء الكتاب العزيز ( وكتبنا عليهم فيها أن النفس\r\nبالنفس ) يعنى التوراة . ونحن نعمل بذلك . وقد جاء شئ من عمل الجاهلية لم يكن\r\nمذهبا لإبراهيم عليه السلام وعلم به النبي صلى الله عليه وسلم وهو البدنة .\r\nوروى عن محمد بن عبد الملك القرشي إلى محمد بن يوسف البيكندي يقول : قيل\r\nلأحمد بن حنبل قول أبي حنيفة الطلاق قبل النكاح ؟ فقال مسكين أبو حنيفة كأنه\r\nلم يكن من العراق ، كأنه لم يكن من العلم بشئ ، قد جاء فيه عن النبي صلى الله عليه وسلم ، وعن\r\nالصحابة ، وعن نيف وعشرين من التابعين ، مثل سعيد بن جبير وسعيد بن المسيب\r\nوعطاء وطاووس وعكرمة . كيف يجترئ أن يقول تطلق ؟ .\r\nهذا خلاف مذهب أبي حنيفة ، لأن مذهبه أنه يقول لا طلاق إلا في ملك أو\r\nمضافا إلى ملك ، أو في علقة من علائق الملك . وجميع أصحاب أبي حنيفة على ما\r\nذكرت . وأما من نقل عن رجل فقها لمن يكن من مذهبه ويقول إنه مذهبه ، ما نعلم\r\nكل أحد أنه يتقول عليه ومن علم أنه كاذب كيف يصدق قوله في الأخبار عنه أو\r\nعن غيره ؟ .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nوروى عن ابن رزق إلى مهنئ بن يحيى قال : سمعت أحمد بن حنبل يقول : ما قول\r\nأبي حنيفة والبعر عندي إلا سواء .\r\nلا يشك أحد أن أحمد بن حنبل بعد مذهب أبي حنيفة ، والمسائل التي هي [ من 
  ]\r\nقول أبي حنيفة وعمل بها أحمد كيف حكمه فيها ؟ هل هي داخلة في الجملة أو\r\nخارجة عنها ؟ فإن قال داخلة فيها فقد خالف قوله بلا شك وصار بهذا كافرا لأنه\r\nيرى الخطأ ويتبعه ، وإن قال لا فقد خالف قوله وناقض الحكم ، ومثل هذا لا يصح\r\nعن أحمد بن حنبل لأن أدنى درجات أحمد أن يعرف ما ذكرت ، فإن أحمد ولد بعد\r\n[ وفاة 
  ] أبي حنيفة بأربع عشرة سنة .\r\nوروى عن البرقاني إلى محمد بن روح قال سمعت أحمد بن حنبل يقول : لو أن\r\nرجلا ولى القضاء ثم حكم برأي أبي حنيفة ، ثم سألت عنه لرأيت أن أرد أحكامه .\r\nإن كان أحمد يرى رد أحكام الحكام فربما ، وإن كان غير ذلك فلا يجوز له . لأن\r\nالصحابة كلهم على خلاف هذا ، فإن عليا رضي الله عنه ولى شريحا وكان يرى\r\nخلاف رأى شريح ، وكذلك أكثر الخلفاء الراشدين ولو القضاة يرون خلاف رأيهم\r\nوإن كان أحمد يحالف جميع الصحابة فهذا عجيب .\r\nوروى عن الحسن بن أبي طالب إلى خالد بن يزيد بن أبي مالك أنه قال : أحل\r\nأبو حنيفة الزنا ، وأحل الربا ، وأهدر الدماء . فسأله رجل ما تفسير هذا ؟ فقال : أما\r\nتحليل الربا فقال درهم وجوزة بدرهمين نسيئة لا بأس به ، وأما الدماء فقال لو أن\r\nرجلا ضرب بحجر عظيم فقتله كان على العاقلة ديته ثم تكلم في شئ من\r\nالنحو فلم يحسنه ، ثم قال لو ضربه بأبا قبيس كان على العاقلة وأما تحليل الزنا فقال\r\nلو أن رجلا وامرأة أصيبا في بيت وهما معروفا الأبوين فقال المرأة هو زوجي ،\r\nوقال هو هي امرأتي ، لم أعرض لهما . قال أبو الحسن النجاد : في هذا إبطال الشرائع\r\nوالأحكام .\r\nأما جوزة ودرهم بدرهمين نسيئة فإن هذا لم يرو عن أبي حنيفة ولا يصح في\r\nمذهبه النسيئة خاصة ، بل الذي روى عن أبي حنيفة إذا اشترى سيفا وعليه حلية فضة\r\nلا يخلص إلا تضرب بدراهم نقدا ، فإن كان الثمن بقدر الحلية أو أقل لم يصح البيع ،\r\nوإن كان الثمن أكثر من الحلية صح . لأن الحلية بوزنها والفضل في مقابلة السيف ،\r\nوهذا إذا كان يدا بيد . قال ولو باع إبريق فضة وزنه عشرة دراهم بعشرين درهما\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nلصح يدا بيد . فإن أعطاه غيره دراهم وافترقا صح في النصف وبطل في النصف ،\r\nوهذا خلاف ما حكاه الخطيب . وأما الدماء فإن النبي صلى الله عليه وسلم لم يرو عنه القصاص في\r\nالحجر ، وقد قال صلى الله عليه وسلم : ( ادرءوا الحدود بالشبهات ) وقال ( ألا إن قتيل شبه العمد قتيل\r\nالسوط والعصا مائة من الإبل ) ولم يفرق النبي صلى الله عليه وسلم بين العصا الكبيرة والصغيرة ، ولا\r\nيستحق كل واحدة اسما غير العصا . ولم يوجب إلا الدية بهذا . وأما أبا قبيس فقد\r\nتقدم الجواب عنه . وأما الزنا فإذا جاء واحد إلى كل واحد من امرأة ورجل فقالا نحن\r\nزوجان بأي طريق يفرق بينهما أو يعترض عليهما ، لأن كل واحد منهما يدعى أمرا\r\nحلالا . ولو فتح هذا الباب لكان الإنسان كل هيوم ، بل في كل ساعة يشهد على\r\nنفسه وعلى زوجه أنهما زوجان ، وهذا لم يقل بن أحد من الأئمة وفيه من الحرج ما\r\nلا يخفى على أحد .\r\nوروى عن إبراهيم بن عمر البرمكي إلى محمد بن أيوب بن المعافى البزاز قال :\r\nسمعت إبراهيم الحربي يقول : وضع أبو حنيفة أشياء في العلم مضغ الماء أحسن منها ،\r\nوعرضت يوما شيئا من مسائله على أحمد بن حنبل فجعل يتعجب منها ، ثم قال كأنه\r\nهو يبتدئ الإسلام .\r\nأما جواب أحمد بن حنبل عن مثل هذا فقد تقدم ، ولو كان الأمر كما ذكر لبين\r\nالمسائل حتى يعرف السامع أن الحق مع من وضعها أو مع من عابها .\r\nوروى عن البرقاني إلى عبد الله بن محمد بن سيار الفرهياني قال سمعت القاسم\r\nابن عبد الملك أبا عثمان يقول سمعت أبا مسهر يقول : كانت الأئمة تلعن أبا فلان\r\nعلى هذا المنبر ، وأشار إلى منبر دمشق . قال الفرهياني : وهو أبو حنيفة : أترى بأي\r\nشئ استدل الفرهياني على أن المراد بأبي فلان أبو حنيفة ، حتى كأن الكنى\r\nوالكنايات اختصت به دون غيره . ومع هذا فإن أبا حنيفة لم يلعن على منبر دمشق ،\r\nوأما الذي ذكرة فلم يتعرض إليه إلا من وجب قتاله ، وإذا كان لأبي حنيفة أسوة بمن\r\nذكره فما نريد شرفا أكثر من ذلك .\r\nوروى عن الخلال إلى العباس بن عبد الله الترقفي قال سمعت الفريابي يقول : كنا\r\nفي مجلس سعيد بن عبد العزيز بدمشق ، فقال رجل رأيت فيما يرى النائم كان النبي\r\nصلى الله عليه وسلم قد دخل من باب الشرقي يعنى باب المسجد ، ومعه أبو بكر وعمر - وذكر غير\r\nواحد من الصحابة - وفى القوم رجل وسخ الثياب ، رث الهيئة فقال تدرى من ذا ؟\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nقلت لا ، قال هذا أبو حنيفة ، هذا ممن أعين بعقله على الفجور . فقال له سعيد : أنا\r\nأشهد أنك صادق لولا أنك رأيت هذا ، لم تكن تحسن تقول هذا .\r\nليت شعري أي شئ في هذا القول مما يصعب على أبله الناس إذا أراد الاختلاف\r\nأن يقوله ، ثم ومن لا يحسن أن يقول مثل هذا في اليقظة كيف يحتج بقوله في المنام ؟\r\nوليت شعري من كان هذا الرجل الرائي للمنام الذي قيست رؤياه برؤيا يوسف لم\r\nيتحمل على ظاهرها لأنها أولت لأنه لم يسجد له الشمس والقمر والكواكب الأحد\r\nعشر في اليقظة كما رآها ساجدة له في المنام ، ومه هذا فيكفي أبا حنيفة شرفا\r\nدخوله المسجد مع النبي صلى الله عليه وسلم وأصحابه مقارنا لأبي بكر وعمر ، ولو كان الأمر كما\r\nذكرنا لما صحب النبي صلى الله عليه وسلم إلى المسجد ، هذا إن صدق افتراؤهما لوجدنا به بهتا وهما\r\nمستيقظان أكان أحد يصدقهما فكيف يصدقهما في المنام ؟ وقد أجمع الناس على أن\r\nالرؤيا لا تفسر على ظاهرها ولو كان الأمر كذلك لما احتيج إلى المفسرين لأن نص\r\nالقرآن العزيز حكاية عن يوسف لما قال له الرائي ( إني ) أراني أحمل فوق رأسي خبزا\r\nتأكل الطير منه ) إنه يصلب فتأكل الطير من رأسه ، وأين الحمل من الصلب ، وأين\r\nالخبز من رأسه ؟ وفى قول الملك ( إني أرى سبع بقرات سمان يأكلهن سبع\r\nعجاف ) ، ( قال تزرعون سبع سنين ) ثم قال ( ثم يأتي من بعد ذلك سبع\r\nشداد ) * وأين البقرة من السنة ، فقد أول المعبرون البكاء بالفرج ، والموت بطول\r\nالعمر وأشياء كثيرة بما يضادها . فعلى هذا يكون وسخ أثواب أبي حنيفة ورثاثة\r\nهيئته نظافة وطهارة .\r\nوحدث عن أبي الفتح محمد بن المظفر بن إبراهيم الخياط إلى علي بن حرب قال\r\nسمعت محمد بن عامر الطائي - وكان خيرا - يقول : رأيت في المنام كان الناس\r\nمجتمعون على درج مسجد دمشق ، إذ خرج شيخ ملبب بشيخ ، فقال : أيها الناس إن\r\nهذا قد بدل دين محمد صلى الله عليه وسلم . فقلت لرجل إلى جانبي من هذان الشيخان ؟ فقال : هذا\r\nأبو بكر الصديق ملبب بأبي حنيفة .\r\nأما حديثهم عن أبي حنيفة في المنام فلا حجة فيه ، لا سيما ممن لو طعن فيه في\r\nاليقظة لم يقدح ذلك فيه ، لأنهم ليسوا من أهل العلم . والطعن في مثله وليس في مثل\r\nهذا فائدة إلا ما ذكرناه عن الخطيب من قصد التشنيع والنكير والتعصب وقد تقدم\r\nالكلام عن ذلك .\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nوروى عن القاضي أبى العلاء محمد بن علي الواسطي إلى طريف بن عبد الله\r\nقال : سمعت ابن أبي شيبة - وذكر أبا حنيفة - فقال : أراه كان يهوديا . قد أجمع\r\nالناس على أنه من كفر مسلما فهو كافر ، ولا شبهة عند أئمة الأمصار أن أبا حنيفة\r\nمسلم ، ومن كفر مسلما فقد كفر . لا يعد بقوله ، ولقد كان هذا القول بالقدح في\r\nابن أبي شيبة أولى منه في أبي حنيفة لولا حيف الخطيب .\r\nوحدث عن ابن رزق إلى محمد بن المهلب السرخسي عن علي بن جرير . قال :\r\nكنت في الكوفة فقدمت البصرة وبها ابن المبارك ، فقال لي كيف تركت الناس ؟ قال\r\nقلت تركت قوما بالكوفة يزعمون أن أبا حنيفة أعلم من رسول الله صلى الله عليه وسلم . قال قلت\r\nاتخذوك في الكفر إماما ؟ قال فبكى حتى ابتلت لحيته . هذا كلام غير مفهوم فيجاب\r\nعنه ، ولو أراد قائله أن يقول ما يسمع الجواب عنه لتكلم بما يفهم ، ومع هذا قد تقدم\r\nالقول عن ابن المبارك وأنه ما زال على مذهب أبي حنيفة إلى أن مات برواية الخطيب\r\nعنه .\r\nوروى عن محمد بن علي المقرئ إلى علي بن جرير الأبيوردي قال قدمت على ابن\r\nالمبارك فقال له رجل : إن رجلين تماريا عندنا في مسألة فقال أحدهما قال أبو حنيفة .\r\nوقال الآخر قال رسول الله صلى الله عليه وسلم فقال : كان أبو حنيفة أعلم بالقضاء . فقال ابن\r\nالمبارك : أعد على ، فأعاد عليه فقال : كفر كقر . قلت بك كفورا . وبك اتخذوا الكفر\r\nإماما . قال ولم ؟ قلت بروايتك عن أبي حنيفة . قال أستغفر الله من رواياتي عن أبي\r\nحنيفة .\r\nأول ما نقول إن هذا القول من ذلك الرجل لا يتعلق بأبي حنيفة ، فيكون قدحا\r\nفيه ، ثم نقول كيف يتصور أن يستغفر الله من رواياته عن أبي حنيفة رجل لم يزل\r\nعلى مذهب أبي حنيفة إلى أن مات .\r\nوحدث عن الحسن بن أبي طالب إلى الحميدي قال سمعت ابن المبارك يقول :\r\nصليت وراء أبي حنيفة صلاة وفى نفسي منها شئ . وقال وسمعت ابن المبارك يقول :\r\nكتبت عن أبي حنيفة أربعمائة حديث إذا رجعت إلى العراق إن شاء الله محوتها .\r\nأما قوله إن في نفسه شيئا من تلك الصلاة فلا يعلم الغيب إلا الله ، ما يدرى أي\r\nشئ هو الذي كان في نفسه ، وأما الأحاديث التي رواها عن أبي كانت من أقوال\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nأبو حنيفة فينبغي أن يبينها لنجيب عما أنكره ، وإن لم تكن من أقوال أبي حنيفة فليس\r\nالطعن في ذلك على أبي حنيفة .\r\nوحدث عن إبراهيم بن محمد بن سليمان المؤدب إلى إبراهيم بن شماس يقول :\r\nكنت مع ابن المبارك بالثغر فقال : إن رجعت من هذه لأخرجن أبو حنيفة من كتبي .\r\nوروى عن العتيقي إلى إبراهيم بن شماس قال : سمعت ابن المبارك يقول : اضربوا\r\nعلى الحديث أبي حنيفة .\r\nوروى عن عبيد الله بن عمر الواعظ إلى الحسن بن الربيع قال : ضرب ابن المبارك\r\nعلى حديث أبي حنيفة قبل أن يموت بأيام يسيرة . قال الخطيب كذا رواه لنا وأظنه\r\nعن عبد الله بن أحمد عن أبي بكر الأعين نفسه والله أعلم .\r\nالجواب عن هذه الحكايات الثلاث : إن قول ابن المبارك لا يعتد به في مثل أبي حنيفة لأن أبا حنيفة كان مجتهدا وابن المبارك من كودان المتفقه ، ثم قد تقدم القول أن\r\nابن المبارك مات وهو على مذهب أبي حنيفة .\r\nثم إن الخطيب بحمد الله قد شك في رواة الحكاية الثالثة الذين جعلهم ثبتا .\r\nوروى عن محمد بن أحمد بن يعقوب إلى محمد بن علي بن حسن بن شقيق يقول\r\nسمعت أبي يقول سمعت عبد الله بن المبارك يقول : لحديث واحد من حديث الزهري\r\nأحب إلى من جميع كلام أبي حنيفة . إن كان الحديث الذي يحدثه الزهري عن\r\nالنبي صلى الله عليه وسلم فكل المسلمين يقولون هذا ويعتقدونه ، بل يعتقدون أن لفظة واحدة من كلام\r\nالنبي صلى الله عليه وسلم خير من كل مل تكلم به الخلق ، إلا أن يظن أن في المسلمين من لا يعتقد\r\nهذا فمكافأته عمن يظن به ذلك على الله ، وإن كان الحديث من كلام الزهري فما\r\nاعتد أحد بكلام الزهري ولا عمل به ، ولا نعرف مذهبا يقال له مذهب الزهري .\r\nوروى عن ابن دوما إلى علي بن إسحاق الترمذي قال : قال ابن المبارك : كان أبو\r\nحنيفة يتيما في الحديث . هذا بالمدح أشبه منه بالذم فإن الناس قد قالوا درة يتيمة إذا\r\nكانت معدومة المثل ، وهذا اللفظ متداول للمدح لا نعلم أحدا قال بخلاف ، وقيل يتيم\r\nدهره ، وفريد عصره وإنما فهم الخطيب قصر عن إدراك ما لا يجهله عوام الناس .\r\nوحدث عن البرقاني إلى عبد الله بن أحمد بن شبويه قال سمعت أبا وهب يقول\r\nسمعت عبد الله بن المبارك يقول : كان أبو حنيفة يتيما في الحديث . الجواب عن هذا\r\nكالجواب عما تقدمه .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nوحدث عن علي بن محمد بن عبد الله المعدل إلى أبى قطعن قال حدثنا أبو حنيفة -\r\nوكان زمنا في الحديث - الزمانة لا نعرفها إلا في الأعضاء وأما العلم فلا يوصف\r\nمن يتعاناه إلا بالجهل أو المعرفة ، ولا يشك أحد في فقه أبي حنيفة . وأما أبو قطن فلا\r\nيعرف له قول يرجع إليه .\r\nوروى عن محمد بن الحسين الأزرق إلى أبى غسان قال ذكرت للحسن بن صالح\r\nرجلا قد كان جالس أبا حنيفة من النخع . فقال لا : لو كان أخذ من فقه النخع كان\r\nخيرا له . انظروا عمن تأخذون النخع إنما هي قبيلة من اليمن وليست بفقيه ، فانظروا\r\nإلى رجل لا يعرف النخع هل هي قبيلة أو فقيه ، ثم يأخذ بالأخذ عنها ، ثم يحتج بقوله\r\nويجعل ثبتا يقدح به في الأئمة . مع إن هذا الحسن بن صالح لم يكن من الفقهاء\r\nفيعرف الفقه ، إنما كان يحمل كتب الحديث .\r\nوروى عن عبد الله بن يحيى السكري والحسن بن أبي بكر ومحمد بن عمر\r\nالنرسي إلى مؤمل بن إسماعيل قال سألت سفيان بن عينية قلت يا أبا محمد تحفظ عن أبي\r\nحنيفة شيئا ؟ قال لا ، ولا نعمة عين . ليس يضر أبا حنيفة لا يقدح فيه كون\r\nسفيان لا يحفظ عنه ، فقد حفظ عنه من هو خير من سفيان مع أن الخطيب ذكر في\r\nتاريخه أن سفيان روى عنه ، فلا ندري على أي قولي الخطيب نعتمد . على أن الذين\r\nحفظوا عن أبي حنيفة اعتد بأقوالهم الناس واعتمدوا على مذاهبهم ، وسفيان\r\nبحمد الله لم يعتمد أحد على مذهبه .\r\nوروى عن البرمكي إلى ابن نمير قال : أدركت الناس وما يكتبون الحديث عن أبي\r\nحنيفة الرأي ؟ هذا ابن نمير لم يعرف أنه من الفقهاء أصلا ولا من المحدثين\r\nالمعتبرين المعتد بأقوالهم ، ومه هذا فلو لم يكتب الرأي عن أبي حنيفة ويحفظ ويتداول\r\nكيف كان يبقى مذهبه إلى زماننا بعد موته إلى تأليف هذا الكتاب أربعمائة وإحدى\r\nوسبعون سنة . ويكفي هذا في الدلالة على بطلان قول ابن نمير .\r\nوروى عن العتيقي إلى حماد بن زيد قال سمعت الحجاج بن أرطاة يقول : ومن أبو\r\nحنيفة ؟ ومن يأخذ عن أبي حنيفة ؟ وما أبو حنيفة : أما قوله من أبو حنيفة فهو\r\nالنعمان بن ثابت وأما قوله من يأخذ عنه فمن وفقه الله للتفقه في دينه ، وقد أخذ\r\nعنه أهل اليمن أجمع ، وأهل الهند والسند ، وأهل غزنة ، وجبال الغور ، وأهل ما وراء\r\nالنهر كلهم ، وأهل خراسان - إلا بعض أهل نيسابور وما حولها فإنهم شافعية -\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nوعامة أهل العراق ، وبلد الروم بأسرهم ، وأكثر أهل الشام . وفلسطين ، ومصر ، وما\r\nبرح أصحاب أبي حنيفة قضاة الإسلام في دار السلام التي هي قبة الإسلام إلى هلم .\r\nوأما ما هو فإنسان شرفه الله بالعلم والعمل ، فكان علمه ومله لا يرجح أحدهما\r\nعلى الآخر ، ولم يماثله أحد فيهما ولا قارنه . وأما علمه فباق إلى الآن لا يحتاج من\r\nعنده أدنى معرفة إلى طلب الدليل على عظمه ، وأما علمه فمن جملته أنه أقام - على\r\nما اشتهر عنه من الجم الغفير الموثوق برواياتهم - أربعين سنة يصوم النهار ويقوم\r\nالليل . لم يرو عنه أن رؤى بالليل نائما . وكان يصلى الصبح في المسجد جماعة ثم\r\nيعطى ظهره المحراب ويقعد يطارح الناس الفقه ويتكلم في العلم إلى أن يؤذن للظهر ،\r\nثم يقوم فيركع ويصلى الظهر ، فإذا فرغ من صلاته أعطى ظهره القبلة وفعل كذلك\r\nإلى العصر ، ثم يصلى العصر ، ويفعل كذلك إلى أن يؤذن المغرب ، ثم يصلى المغرب\r\nثم يفعل كذلك إلى أن يؤذن العشاء فيصليها ثم يقول إلى بيته فيفطر ثم يجدد\r\nوضوءه ، ثم يعود إلى المسجد فيختم القرآن الذين أثنى النبي عليه الصلاة والسلام عليه بلا\r\nخلاف لأنه من القرآن الثاني . ثم لم يكن من عامة الناس بل كان من خواصهم في\r\nأحكام القرآن والسنة والدين ، وكان من خيار أهل عصره ومعلوم أن من كان في\r\nالدرجة الثانية وقد فاق أهلها فليس له منزلة إلا الدرجة الأولى . قال الله تعالى * ( ومن\r\nيطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين\r\nوالشهداء والصالحين وحسن أولئك رفيقا ) * فقد بين الله تعالى أن من أطاع الله\r\nورسوله فقد لحق بالنبيين والصديقين والشهداء والصالحين فحقيق أن يلحقه لكونه\r\nمن صالحي أهل قرنه بالقرن الأول .\r\nوروى عن البرقاني إلى يحيى هو ابن سعيد القطان - وذكر عنده أبو حنيفة -\r\nقالوا كيف كان حديثه ؟ قال : لم يكن بصاحب حديث . هذا لا يصح فإن الناس قد\r\nرووا عنه ، ولولا إلا طالة لذكرت كل من روى عنه لأن ذلك موجود في الكتب وقد\r\nذكر الخطيب في التاريخ أنه روى عن جماعة ، وروى عنه جماعة .\r\nوحدث عن الخلال إلى محمد بن حماد المقرئ قال : وسألت يحيى بن معين عن أبي\r\nحنيفة . فقال : وأيش كان عند أبي حنيفة من الحديث حتى تسأل عنه ؟ كتب\r\nالحديث التي رويت عنه مشهورة لا يحتاج إلى ذكرها لاشتهارها .\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nوروى عن الحسن بن الحسن بن المنذر القاضي والحسن بن أبي بكر البزاز إلى\r\nإبراهيم بن إسحاق الحربي قال سمعت أحمد بن حنبل - وسئل عن مالك - فقال :\r\nحديث صحيح ورأى ضعيف وسئل عن الأوزاعي فقال : حديث ضعيف ورأى\r\nضعيف . وسأل عن أبي حنيفة فقال : لا رأى ولا حديث . وسأل عن الشافعي فقال .\r\nحديث صحيح ورأى صحيح . هذا لا يكاد يصح عن أحمد بن حنبل ، وإن صح فلا\r\nاعتداد به لأنه إذا جعل رأى الشافعي صحيحا وخالفه كفر . ولا شك أن أحمد\r\nيخالف الشافعي في كثير من الأقوال .\r\nوحدث عن أحمد بن علي البادا إلى أبى بكر بن شاذان قال : قال لي أبو بكر بن أبي\r\nداود : جميع ما روى أبو حنيفة من الحديث مائة وخمسين حديثا أخطأ - أو قال\r\nغلط - في نصفها . هذا القائل كان ينبغي له أن يذكر الأحاديث ويبين ما أخطأ فيه\r\nبزعمه حتى نجيبه عن ذلك إن قدرنا .\r\nوروى عن ابن دوما إلى إبراهيم بن سعيد قال سمعت أبا أسامة يقول : مر رجل\r\nعلى رقبة فقال من أين أقبلت ؟ قال من عند أبي حنيفة قال يمكنك من رأى ما\r\nمضغت ، وترجع إلى أهلك بغير ثقة .\r\nوروى عن ابن رزق إلى الحميدي قال : قال سفيان : كنت جالسا عند رقبة ابن\r\nمصقلة فرأى جماعة منجفلين ، فقال من أين ؟ قالوا من عند أبي حنيفة ، فقال رقبة\r\nيمكنهم من أرى ما مضغوا وينقلبون إلى أهليهم بغير ثقة . هذان القولان لم نفهم\r\nمعناهما ، ولو فهمنا ذلك لأجبناه . وأما قوله بغير ثقة فليس كذلك بإجماع من يعتد\r\nبقوله ، ويرجع إلى مذهبه من الناس .\r\nوروى عن العتيقي إلى حيى بن سعيد قال سمعت شعبة يقول : كف من تراب خير\r\nمن أبي حنيفة . هذا القول مخالف لقول الله تعالى ، وقول نبيه صلى الله عليه وسلم ، فإن الله تعالى\r\nيقول * ( ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات\r\nوفضلناهم على كثير ممن خلقنا تفضيلا ) * فممن ، سؤال عمن يعقل ، وليس من\r\nخلق الله من يعقل سوى الملائكة والجن والأنس ، وأقل درجات أبي حنيفة أن يكون\r\nمن بني آدم لا ينازع في ذلك من له لب ، بل كان من أكابر العلماء . والإجماع على\r\nأن العلماء أفضل من خواص الملائكة ، وبهذه الآية استدل على ذلك لأنهم لو فضلوا\r\nعلى الجن لم يكن تفضيلا على الكثير ، لأن تفضيل جنس من ثلاثة أجناس على جنس\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nمنها لا يكون تفضيلا على الكثير إن لم يفضل على الجنسين الآخرين . فلزم أن\r\nيفضلوا على الملائكة والجن عملا بالنص . والنبي صلى الله عليه وسلم يقول : ( حرمة المؤمن عند الله\r\nخير مما طلعت عليه الشمس ) وهذا قد جعل كفا من تراب خيرا من أبي حنيفة .\r\nفهذا الرد ليس لأبي حنيفة فيه حديث .\r\nوحدث عن البرمكي إلى عبد الرحمن بن مهدي قال سألت سفيان عن حديث\r\nعاصم في المرتدة فقال : أما من ثقة فلا ، كان يرويه أبو حنيفة . قال أبو عبد الله :\r\nوالحديث كان يرويه أبو حنيفة عن عاصم عن أبي رزين عن ابن عباس في المرأة إذا\r\nارتدت ، قال تحبس ولا تقتل .\r\nوحدث عن عبيد الله بن عمر الواعظ إلى منصور بن سلمة الخزاعي قال سمعت\r\nأبا بكر بن عياش - وذكر حديث عاصم - فقال : والله ما سمعه أبو حنيفة قط . هذا\r\nالحديث لم يذكره أبو حنيفة فيكون الجواب عنه ، وإنما هكذا مذهبه أنها تحبس ،\r\nوالتعلق بنهي النبي صلى الله عليه وسلم عن قتل النساء مطلقا بقوله ( نهيت عن قتل النساء ) وبقوله ( ما\r\nبالها قتلت ولم تقاتل ) والنهى إذا ورد مطلقا عمل به إلا أن يأتي أمر آخر يقيده فإنه\r\nيعمل به . فإنها إذا قتلت قتلت . ولكن بنص آخر وهو أنه القصاص .\r\nوحدث عن علي بن أحمد الرزاز إلى مؤمل قال ذكروا أبا حنيفة عند سفيان\r\nالثوري فقال : غير ثقة ولا مأمون غير ثقة ولا مأمون . الجواب عن هذا يأتي عند\r\nذكر الرواة .\r\nوحدث عن محمد بن عمر بن بكير المقرئ إلى المؤمل إلى المؤمل مثله .\r\nوحدث عن أبي سعيد بن حسنويه إلى الأشجعي مثله . هذا الأخبار إن صحت\r\nعن سفيان فقد رد عليه أكثر أهل الإسلام وعدوه مخطئا في ذلك .\r\nوحدث عن البرقاني إلى محمد بن كثير العبدي يقول : كنت عند سفيان الثوري\r\nفذكر حديثا ، فقال رجل حدثني فلان بغير هذا فقال من هو ؟ فقال أبو حنيفة . قال\r\nأحلتني على غير ملئ .\r\nوحدث عن محمد بن الحسين بن محمد المتوثي إلى محمد بن كثير العبدي إلى\r\nسفيان الثوري قال رأيته ، وسأله رجل عن مسألة فأفتاه فيها ، فقال له الرجل إن فيها\r\nأثرا ، فقال عمن ؟ فقال عن أبي حنيفة . قال أحلتني على غير ملئ . أما قوله غير\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nملئ فليس بصحيح فلا شك أن أبا حنيفة أول من وضع المسائل ، وأقرأ الفقه . والنبي\r\nصلى الله عليه وسلم يقول : ( حسن السؤال نصف العلم ) فقد حصل له نصف العلم بالسؤال ، ثم\r\nأجاب عن المسائل فحصل له نصف العلم بالإجابة ، ثم وافقه أناس وخالفه آخرون\r\nفخولف في ربع الأمر فحصل له ثلاثة أرباع العلم بغير منازعة ، ومثل هذا لا يكون\r\nغير ملئ . ثم وإن عنى بقوله غير ملئ أن أبا حنيفة لا يكون مليئا بحديث واحد عن\r\nالنبي صلى الله عليه وسلم فهذا أيضا يقطع كل أحد ببطلانه ، فإن الصبيان لا يقصرون عن مثل هذا\r\nفكيف أبو حنيفة ؟\r\nوحدث عن رضوان إلى أبى سلمة الفقيه يقول سمعت عبد الرزاق يقول ما كتبت\r\nعن أبي حنيفة إلى لأكثر به رجالي : وكان يروى عنه نيفا وعشرين حديثا . هذا قال\r\nلأكثر به رجالي . وهذا أكبر غرض المحدثين فإنهم لا يحفظون الأحاديث كما يحفظ\r\nالفقهاء المسائل والمقرئون القرآن ، . وملأ غرضهم إلا ما ذكر من جميع من يروون عنه ،\r\nفأي شئ في هذا ما يقدح في أبي حنيفة ؟ وإن كان هذا القدر قادحا فهو في جميع\r\nمن يروى عنه من المشايخ .\r\nوحدث عن علي بن أحمد بن عمر المقرئ إلى عبد الله بن أحمد بن حنبل قال :\r\nسألت أبى عن الرجل يريد أن يسأل عن الشئ من أمر دينه مما يبتلى به من الإيمان\r\nفي الطلاق وغيره ، وفى مصره من أصحاب الرأي ، ومن أصحاب الحديث لا\r\nيحفظون ولا يعرفون الحديث الضعيف ولا الإسناد القوى . فلمن يسأل ؟ لأصحاب\r\nالرأي أو لهؤلاء ؟ - أعنى أصحاب الحديث - على ما كان من قلة معرفتهم . قال :\r\nيسأل أصحاب الحديث ، ولا يسأل أصحاب الرأي ، ضعيف الحديث خير من رأى\r\nأبي حنيفة . هذا لا يكاد يصح عن أحمد بن حنبل رضي الله عنه لأنه من أصحاب\r\nالرأي ، فكيف يفضل أصحاب الحديث مع وصفه لهم بقلة المعرفة والحفظ على\r\nأصحاب الرأي - وهو منهم - فإن ثبت عنه ذلك فهو إما مخالف لرأيه ، أو لحديث\r\nمعاذ : ومن رأى الحق في جهة واتبع غيرها كان مخطئا .\r\nوحدث عن العتيقي إلى عبد الله بن أحمد قال سمعت أبي يقول : حديث أبي حنيفة ضعيف ، ورأيه ضعيف .\r\nوحدث عن العتيقي أيضا إلى أحمد بن الحسن الترمذي قال سمعت أحمد بن حنبل\r\nيقول : كان أبو حنيفة يكذب لم يقل العتيقي - كان - أبو حنيفة رحمه الله ما كان\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nيروى عن النبي صلى الله عليه وسلم حديثا في الأحكام والدين ويخالفه ، بل إن كان الحديث صحيحا\r\nعمل به ، وإن كان ضعيفا وثم حديث آخر صحيح يشبهه عمل بهما ، ومن صح عنده\r\nعن النبي صلى الله عليه وسلم حديث ولم يعمل به كان مخطئا ، وهذا لم ينقل عن أبي حنيفة كما نقل\r\nعن أحمد ومالك فإنهما رويا أحاديث وخالفاها .\r\nوحدث عن القاضي أبى الطيب\r\nطاهر بن عبد الله المطيري إلى عباس بن محمد الدوري قال سمعت يحيى بن معين\r\nيقول : - وقال له رجل - أبو حنيفة كذاب . قال : أبو حنيفة أنبل من أن يكذب ، كان\r\nصدوقا إلى أن في حديثه ما في حديث الشيوخ أنظر إلى الخطيب اعتقد أن هذا مما\r\nيذم به أبو حنيفة ، فهل للمحدثين ولجميع العلماء إلا الشيوخ ؟\r\nوحدث عن عبيد الله بن عمر الواعظ إلى جعفر بن أبي عثمان قال سمعت يحيى -\r\nوسألته عن أبي يوسف وأبي حنيفة - فقال كان أبو يوسف أوثق منه في الحديث .\r\nقلت فكان أبو حنيفة يكذب ؟ قال كان أنبل في نفسه من أن يكذب . من لا يكذب\r\nكيف يكون غيره أوثق منه ؟ مع أن أبا يوسف رحمه الله لم يكن له شئ إلا من أبي حنيفة ، وقد تقدم قول أبى يوسف بقول أبي حنيفة في حكاية خاك يسر .\r\nوروى عن البرقاني عن محمد بن العباس الخزاز إلى أحمد بن محمد بن القاسم بن\r\nمحرز قال سمعت يحيى بن معين يقول : كان أبو حنيفة لا بأس به وكان لا يكذب .\r\nوسمعت يحيى يقول مرة أخرى : أبو حنيفة عندنا من أهل الصدق ولم يتهم بالكذب .\r\nولقد ضربه ابن هبيرة على القضاء فأبى أن يكون قاضيا . هذا يحيى بن معين قد\r\nرددت أقواله في أبي حنيفة رضي الله عنه وتناقضت فإن ثبتت عنه هذه الطرق\r\nالمروية كلها فلا اعتبار بقوله ، لأنه قد ثبت عنه قوله الشئ وضده ، ولا بد أن يكون\r\nفي أحدهما مبطلا . وإذا بطل في أحد القولين لم يصدق في الآخر .\r\nوحدث عن العتيقي إلى نصر بن محمد البغدادي يقول سمعت يحيى بن معين يقول :\r\nكان محمد بن الحسن كذابا وكان جهميا ، وكان أبو حنيفة جهميا ولم يكن كذابا .\r\nأصحاب أبي حنيفة أكثر من أن يحصوا في عصر من الأعصار ، وما ثبت عن أحد\r\nمنهم مذهب الجهمية بل هم مجمعون على أن الصلاة خلف الجهمي لا تجوز ، وهؤلاء\r\nثبتت بعشرة منهم خبر التواتر . والذي نقل عن يحيى بن معين إنما نقله الواحد عن\r\nالواحد ، وإذا قيس بمثل هذين في الأخبار النبوية رجح التواتر على الآحاد .\r\nوحدث عن ابن رزق إلى محمد بن سعد العوفي يقول سمعت يحيى بن معين يقول :\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nكان أبو حنيفة ثقة لا يحدث بالحديث إلا بما يحفظ ، ولا يحدث بما لا يحفظ . هذا\r\nهو مذهب أبي حنيفة وأصحابه أنه لا يجوز أن يروى حديثا عن النبي صلى الله عليه وسلم إلا ما سمعه\r\nوحفظه من حين سمعه إلى حين أداه .\r\nوحدث عن التنوخي إلى أحمد بن الصلت الحماني قال سمعت يحيى بن معين -\r\nوهو يسأل عن أبي حنيفة أثقة هو في الحديث ؟ - قال : نعم ثقة ثقة ، كان والله\r\nأورع من أن يكذب ، وهو أجل قدرا من ذلك . وهذا الخبر عن أبي حنيفة إنما\r\nأوردناه في هذا الموضع لأنه جاء في هذا الباب وليس منه وإنما أوردناه لسياق\r\nالكلام . وسيأتي الجواب عن هذا وعما تقدم من صفات أبي حنيفة ومدحه فيما بعد\r\nوحدث عن الصيمري إلى أحمد بن عطية قال سئل يحيى بن معين هل حدث\r\nسفيان عن أبي حنيفة ؟ قال نعم كان أبو حنيفة ثقة صدوقا في الحديث والفقه ،\r\nمأمونا على دين الله عز وجل .\r\nقلت : ( يعنى الخطيب ) أحمد بن الصلت هو أحمد بن عطية وكان غير ثقة ،\r\nوسيأتي حديث أحمد مع بقية الرواة فيما بعد إن شاء الله .\r\nوحدث عن ابن رزق إلى محمد بن عثمان بن أبي شيبة قال سمعت يحيى بن معين -\r\nوسئل عن أبي حنيفة - فقال : كان يضعف في الحديث .\r\nوحدث عن أحمد بن عبد الله الأنماطي إلى أحمد بن سعد بن أبي مريم قال :\r\nوسألته - يعنى يحيى بن معين - عن أبي حنيفة فقال : لا تكتب حديثه .\r\nهذا القول لا يلتفت الناس إليه ، قد كتب حديثه ورأيه وسار في الآفاق واجمع\r\nالناس على أئمة أربعة أبو حنيفة منهم . وما أخذ أحد بقول يحيى ولا بروايته .\r\nوأخبر عن علي بن محمد المالكي إلى عبد الله بن علي بن عبد الله المديني قال :\r\nوسألته - يعنى أباه - عن أبي حنيفة صاحب الرأي فضعفه جدا وقال لو كان بين\r\nيدي ما سألته عن شئ . وروى خمسين حديثا أخطأ فيها .\r\nكان الواجب أن يذكر الأحاديث ويبين خطأ أبي حنيفة فيها هل هو من الطرق\r\nأو من الرأي الذي رآه فيها ، وأما أن يقول خمسين حديثا من غير ذكرها وتبيين\r\nالخطأ فيها فهذا من دلائل التحامل والافتراء ، والعجب من اقتصاره على خمسين حديثا .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nوحدث عن عبد الله بن يحيى السكري إلى ابن الغلابي قال : أبو حنيفة ضعيف .\r\nهذه دعوى مجهولة ، هل أراد ضعيف الجسم ، أو ضعيف القلب ، أو ضعيف الفقه\r\nأو ضعيف الحديث . كان يريد أن يبين في أي شئ هو ضعيف ، وإن كان يعنى\r\nالحديث - وهو الأقرب - فكان يلزمه أن يبين الأحاديث التي ضعفه فيها ويبين وجه\r\nضعفه وإلا ربما يكون الضعف من فهم القادح ، وإلا فقد روى عن أبي حنيفة جماعة\r\nكثيرة كل واحد منهم أجل قدرا منه .\r\nوحدث عن ابن الفضل إلى أبى حفص عمرو بن علي قال : وأبو حنيفة النعمان\r\nابن ثابت صاحب الرأي ليس بالحافظ مضطرب الحديث : واهي الحديث ، وصاحب هوى .\r\nهذا كان يحتاج إلى تبيين ما ادعاه وإثبات طرقه وذكر الأحاديث التي كان فيها\r\nمضطربا واهيا متهاويا فإن مثل هذا لا يثبت إلا بمثل هذه الشرائط .\r\nوحدث عن عبد العزيز بن أحمد الكتاني إلى إبراهيم بن يعقوب الجوزجائي قال :\r\nأبو حنيفة لا يقنع بحديثه ولا برأيه . أما الحديث فقد ذكرته وذكرت أنه كان يجب\r\nذكر الأحاديث التي لم يقنع به فيها ولم كان ؟ وأما الرأي فقد أجمع أهل العصر على\r\nأربعة منهم أبو حنيفة ، وهذا إبراهيم لا يكاد يعرفه إلا آحاد المحدثين فمن أجمعت\r\nالأمة على أنه أحد الأئمة الأربعة المجمع عليهم لا يقدح فيه قول من لا يعرفه إلا\r\nبعض المحدثين . ورأى أبي حنيفة أكثر من أن نحصيه في كتاب .\r\nوحدث عن أبي عمر عبد الواحد بن محمد بن عبد الله بن مهدي أخبرنا أبو بكر\r\nمحمد بن أحمد بن يعقوب بن شيبة حدثنا جدي قال : أبو حنيفة النعمان بن ثابت\r\nصدوق ضعيف الحديث . وهذا أيضا كما قدمنا من الأمر أنه قال شيئا وضده ،\r\nوالذي يكون صدوقا كيف يكون ضعيف الحديث ، ومن يكون ضعيف الحديث\r\nكيف يكون صدوقا .\r\nوحدث عن أبي حازم العبدوي قال سمعت محمد بن عبد الله الجوزقي يقول قرئ\r\nعلى مكي بن عبدان وأنا أسمع قيل له سمعت مسلم بن الحجاج يقول : أبو حنيفة\r\nالنعمان بن ثابت صاحب الرأي مضطرب الحديث ، ليس له كبير حديث صحيح ؟\r\nهذه أيضا دعوى مجهولة إلا أن يشرح الأحاديث ويبين وجه الاضطراب كما بينا\r\nالقول\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nوحدث عن البرقاني إلى عبد الكريم بن أحمد بن شعيب النسائي عن أبيه قال : أبو\r\nحنيفة النعمان بن ثابت كوفي ليس بالقوى في الحديث . والجواب عن هذا كما\r\nتقدم .\r\nوحدث عن القاضي أبى العلاء محمد بن علي الواسطي إلى الهيثم بن عدي قال :\r\nوأبو حنيفة النعمان بن ثابت التيمي - تيم بن ثعلبة - مولى لهم توفى ببغداد سنة\r\nخمسين ومائة .\r\nهذا إن كان أراد أن يبين النسب فالنسب قد اختلف فيه وهو معروف ، وإن كان\r\nأراد أن يبين كونه مولى فنحن نجيب على تقدير صحة قوله فنقول قال الله عز وجل\r\n( إن أكرمكم عند الله أتقاكم ) وقال تعالى ( فإذا نفخ في الصور فلا أنساب بينهم\r\nيومئذ ولا يتسائلون ) . وقال النبي صلى الله عليه وسلم : ( الناس كإبل مائة لا تجد فيها راحلة ) وقال :\r\n( الناس كأسنان المشط ) وكونه مولى إن صح ذلك لا يقدح في دينه ولا في علمه .\r\nوحدث عن القاضي أبى بكر أحمد بن الحسن الخرشي إلى أبى عاصم قال سمعت\r\nسفيان الثوري - بمكة - وقيل له مات أبو حنيفة فقال : الحمد لله الذي عافانا مما ابتلى\r\nبه كثيرا من الناس .\r\nوحدث عن أبي سعيد محمد بن موسى الصيرفي إلى مسدد قال سمعت أبا عاصم\r\nيقول ذكر عند سفيان موت أبي حنيفة فما سمعته يقول رحمه الله ولا شيئا . قال :\r\nالحمد لله الذي عافانا مما ابتلاه به .\r\nهذا قد بين أن سفيان كان له غرض مع أبي حنيفة حتى أنه لما مات لم يترحم\r\nعليه مع كونه من أهل القبلة بلا شك . وقال : الحمد الله الذي عافانا مما ابتلاه به فإن\r\nكان حمد الله على كونه عافاه من الموت الذي ابتلاه به فقد أخطأ فإن الله لا يعافى\r\nأحدا منه ولو كان ذلك لكان في حق النبي صلى الله عليه وسلم وقد قال له ( إنك ميت وإنهم\r\nميتون ) وإن كان حمد الله على أنه عافاه بلاء ابتلى به أبا حنيفة دونه فكان ينبغي أن\r\nيبينه .\r\nوحدث عن محمد بن عمر بن بكير المقرئ إلى عبد الله بن مسمع الهروي قال :\r\nسمعت عبد الصمد بن حسان يقول : لما مات أبو حنيفة قال لي سفيان الثوري اذهب\r\nإلى إبراهيم بن طهمان فبشره أن فتان هذه الأمة قد مات ، فذهبت إليه فوجدته قاتلا\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nفرجعت إلى سفيان . فقلت له إنه قائل ، قال اذهب فصح به إن فتان هذه الأمة قد\r\nمات .\r\nقلت : ( يعنى الخطيب ) أراد الثوري أن يغم إبراهيم بوفاة أبي حنيفة لأنه كان على\r\nمذهبه في الأرجاء .\r\nهذا غير صحيح لأن أصحاب أبي حنيفة كلهم على غير ذلك وإذا جمع الناس\r\nعلى أمر وخالفهم واحد لم يلتفت إلى قوله ولم يصدق في دعواه ، حتى أن الصلاة\r\nعند أصحاب أبي حنيفة خلف المرجئة لا تجوز .\r\nوحدث عن ابن الفضل إلى علي بن المديني قال : قال لي بشر بن أبي الأزهر\r\nالنيسابور رأيت في المنام جنازة عليها ثوب أسود وحولها قسيسين ، فقلت جنازة\r\nمن هذه ؟ فقالوا : جنازة أبي حنيفة ، حدثت به أبا يوسف فقال لا تحدث به أحدا .\r\nقد علمت وفقك الله بما تقدم من هذه الأقوال تعصب الخطيب وما ذكرت فيه\r\nفي نفسه وإن مثله لا يقبل قوله إذا روى عمن يقول في اليقظة فكيف بالرواية عمن\r\nيقول إنه رأى في المنام ، ولكني أجيب عن ذلك أيضا لأن لكل كلام جوابا وقد\r\nيكون الكلام خطأ ويسمى كلاما ، وأنا أذكر الجواب من الكتاب والسنة وإن كنت\r\nقد ذكرته فيما تقدم . أما الكتاب العزيز فقوله تعالى : ( إني رأيت أحد عشر كوكبا\r\nوالشمس والقمر رأيتهم لي ساجدين ) فلم يكن ذلك في اليقظة وإنما كان أخوته\r\nالنجوم وأباه وخالته القمران ، هذا مع كونه نبي ابن نبي وقوله : ( إني أرى سبع\r\nبقرات سمان يأكلهن سبع عجاف ) فأولت البقر بالسنين وأين هذا من هذا ، وقوله\r\nعز وجل : ( ودخل معه السجن فتيان قال أحدهما إني أراني أعصر خمرا وقال\r\nالآخر إني أراني أحمل فوق رأسي خبزا تأكل الطير منه ) وأجمع المفسرون على أن\r\nهذه الرؤيا ما كانت وأنهما افتعلاها كذبا ولما أولها يوسف الصديق لم يؤولها على\r\nظاهر لفظها بل أول العاصر على أنه يسقى ربه خمرا ولم يكن للسقي ولا لرب الرائي\r\nذكر في الرؤيا ، وأول لحامل الخبز أنه يصلب فتأكل الطير من رأسه وأين هذا من\r\nهذا لولا التأويل ، فإن كان راوي هذه الرؤيا صادقا فيما زعم فالتأويل على ضد ما\r\nروى ، وأما السنة فإن النبي صلى الله عليه وسلم رويت عنه تأويلات كثيرة على خلاف ظاهر لفظ\r\nالرؤيا ، وكان إذا أصبح يقول ( من رأى منكم الليلة رؤيا ) ثم يؤوله أو يقول لأبي\r\nبكر الصديق رضي الله عنه ما ترى فيه ولا يتوقف على أن يحمله على ظاهره وكان\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nالمفسر مثل رسول الله صلى الله عليه وسلم . فكيف يصدق بشر بن أبي الأزهر ويحمل منامه على\r\nظاهره من غير تأويل .\r\n( * * * )\r\nهذا آخر ما ذكره الخطيب في ترجمة أبي حنيفة رحمه الله وقد أجبناه بما تيسر\r\nلنا من الأجوبة .\r\nونحن الآن ذاكرون إن شاء الله أحوال الرجال الذين روى عنهم هذه\r\nالحكايات التي أوردها في تاريخه وكاشفون أسماءهم من كتابه التاريخ وناقلون ما\r\nذكره عنهم وما ذكره غيره من أئمة الحديث في حالهم .\r\nفأول من روى عنه هذه الحكايات وكيع بن الجراح . قال : الخطيب في تاريخه في\r\nترجمة وكيع أجاز لنا إبراهيم بن مخلد حدثنا مكرم بن أحمد القاضي . ثم أنبأنا\r\nالصيمري قراءة أنبأنا عمر بن إبراهيم المقرئ أنبأ مكرم حدثنا علي بن الحسين بن\r\nحبان عن أبيه قال سمعت يحيى بن معين قال : ما رأيت أفضل من وكيع بن الجراح ،\r\nقيل له ولا ابن المبارك ؟ قال قد كان لابن المبارك فضل ولكن ما رأيت أفضل من\r\nوكيع ، كان يستقبل القبلة ويحفظ حديثه ويقوم الليل ويسرد الصوم ويفتى أبي حنيفة ، وكان قد سمع منه شيئا كثيرا قال يحيى بن معين : وكان يحيى بن سعيد القطان\r\nيقول بقوله أيضا . وإذا أثبت الخطيب أن وكيعا من أصحاب أبي حنيفة وكان يفتى\r\nبقوله فقد اندفع ما نقل عنه من خلاف ذلك ، وعلم أنه لا يقدح فيه . والذي يدل\r\nعلى كونه من اتباع أبي حنيفة أنه كان يرى شرب النبيذ مباحا .\r\nوقد ذكر الخطيب في ترجمة وكيع ، حدثت عن أبي الحسن الدارقطني قال :\r\nحدثني القاضي أبو الحسن محمد بن صالح بن علي بن أم شيبان الهاشمي . قال حدثني أبي\r\nقال حدثنا أبو عبد الرحمن سفيان بن وكيع بن الجراح قال حدثني أبي . قال :\r\nكان أبى وكيع يصوم الدهر فكان يبكر فيجلس لأصحاب الحديث إلى ارتفاع النهار\r\nثم ينصرف فيقيل إلى وقت صلاة الظهر ثم يخرج فيصلى الظهر ويقصد طريق\r\nالمشرعة التي كان يصعد منها أصحاب الروايا فيريحون نواضحهم فيعلمهم من القرآن\r\nما يؤدون به الفرض إلى حدود العصر ثم يرجع إلى مسجده فيصلى العصر ثم يجلس\r\nفيدرس القرآن ويذكر الله إلى آخر النهار ، ثم يدخل إلى منزله فيقدم إليه إفطاره\r\nوكان يفطر على نحو عشرة أرطال من الطعام ثم يقدم له قرابة فيها نحو من عشرة\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nأرطال نبيذ فيشرب منها ما طاب له على طعامه ثم يجعلها بين يديه . ويقوم فيصلى\r\nورده من الليل وكلما صلى ركعتين - أو أكثر من شفع أو وتر - شرب منها حتى\r\nينفذها ثم ينام .\r\nوقال الخطيب : قرأت على التنوخي عن أبي الحسن أحمد بن يوسف بن يعقوب\r\nابن إسحاق بن البهلول الأنباري . قال حدثني أبي قال حدثني جدي إسحاق بن\r\nالبهلول . قال : قدم علينا وكيع بن الجراح فنزل في المسجد على الفرات فكنت أصير\r\nإليه لاستماع الحديث منه فطلب منى نبيذا فجئته بخميسة ليلا فأقبلت أقرأ عليه\r\nالحديث وهو يشرب فلما نفذ ما كنت جئته به أطفأ السراج فقلت له ما هذا فقال\r\nلو زدتنا لزدناك .\r\nوقال أنبأنا هلال بن محمد بن جعفر الحفار أنبأ إسماعيل بن محمد الصفار حدثنا\r\nجعفر ابن محمد - يعنى الطيالسي - قال سمعت يحيى بن معين يقول سمعت رجلا\r\nسأل وكيعا فقال : يا أبا سفيان شربت البارحة نبيذا فرأيت فيما يرى النائم كأن\r\nرجلا يقول إنك شربت خمرا ؟ فقال وكيع ذاك الشيطان .\r\nوقال أخبرنا ابن الفضل أنبأنا دعلج حدثنا أحمد بن علي الأبار حدثنا محمد بن\r\nيحيى قال : قال نعيم بن حماد : تعشينا عند وكيع أو قال تغذينا فقال أي شئ تريدون\r\nأجئكم به ؟ نبيذ الشيوخ أو بنبيذ الفتيان ؟ قال قلت أتتكلم بهذا . قال هو عندي\r\nأحل من ماء الفرات . قال قلت له ماء الفرات لم يختلف فيه أحد ، وقد اختلف في\r\nهذا .\r\nوذكر الخطيب في ترجمة الفضل بن دكين أبى نعيم من تاريخه بإسناد ساقه عن\r\nالبرقاني إلى أن قال سمعت عبد الله بن أحمد بن حنبل . قال سمعت أبي يقول : أخطأ\r\nوكيع بن الجراح في خمسمائة حديث .\r\nثم ذكر بعده سفيان الثوري وهو ممن قال في أبي حنيفة المدح وخلافه ، وقد\r\nروى عنه الأمران جميعا فأما أن يكون الطرق إليه كلها سواء فإحدى الروايتين كذب\r\nلا محالة ، وإن كانت إحدى الطريقين ليست بصحيحة فالأخرى صحيحة فأما طرق\r\nمدح أبي حنيفة وتعظيمه فلم نذكرها إذ لا حاجة لنا في ذكره فإن الطرق في هذا\r\nكثيرة وقد أفردت له كتب من غير تصانيف الخطيب ، فلو كنا نقتصر على البعض\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nيكون الكتاب غير مفيد ، ولو استوعبنا الجميع لطال الكتاب وليس هذا من الغرض\r\nفنقتصر على المتكلمين في أبي حنيفة والنقلة عنهم ونبين طرق ذلك . فأول من تكلم سفيان الثوري وروى عنه وكيع ورجح قول سفيان .\r\nفنحن ذاكرون حاله إن شاء الله تعالى ونبدأ بما نقل عنه الخطيب ثم بما بلغنا عن\r\nغيره .\r\nقال الخطيب في ترجمة سفيان الثوري : أخبرنا محمد بن الحسين القطان أخبرنا\r\nدعلج بن أحمد أخبرنا أحمد بن علي الأبار حدثنا أحمد بن هاشم حدثنا ضمرة قال\r\nسمعت مالك بن أنس يقول إنما كانت العراق تجيش علينا بالدراهم والثياب ، ثم\r\nصارت تجيش علينا بسفيان الثوري . وكان سفيان يقول : مالك ليس له حفظ . فهذا\r\nالقول من سفيان في حق مالك باطل ، لأن إن عنى به الحفظ للحديث فمالك له\r\nالموطأ الذي هو أشهر من الشمس وإن كان يريد الفقه فهو أحد الأئمة الأربعة الذين\r\nأجمعت عليهم الأمة ، فثبت أن قول سفيان هذا ليس بشئ لأنه نقل خلاف إجماع\r\nالناس فتبين أنه صاحب هوى ، ومن كان شأنه هكذا رفض المحدثون أقواله . ونظرنا\r\nطرق هذا النقل إلى سفيان رجلا رجلا فلم نجد فيهم من تحدث فيه ، ثم نظرنا\r\nالحديث الذي تكلم فيه سفيان عن أبي حنيفة فرأينا رواية عنه وكيعا ، وقد ذكرنا عن\r\nوكيع ما تقدم .\r\nثم ذكر حكاية حدث بها عن علي بن محمد بن عبد الله المعدل إلى حمزة بن\r\nالحارث بن عمير عن أبيه . والحارث بن عمير هذا هو أبو عمر البصري . قال ابن\r\nحبان البستي في كتاب الجرح : يروى عن الإثبات الموضوعات .\r\nثم ذكر حكاية رواها عن واحد عن محمد بن العباس الخزاز - وهو ابن حيوية -\r\nذكر عنه الخطيب في ترجمته أنه كان مكثرا وكان فيه تسامح ، وربما أراد أن يقرأ شيئا\r\nولا يقرب أصله منه . فيقرأه من كتاب أبى الحسن بن الرزاز لثقته بذلك الكتاب ، وإن\r\nلم يكن فيه سماعه ، ثم ساق السند إلى محمد بن محمد الباغندي وقال في ترجمته قال\r\nحمزة سألت الدارقطني عن محمد الباغندي . قال : كان كثير التدليس يحدث بما لم\r\nيسمع ، وربما سرق . وقال ابن عدي في كتاب الجرح : كان مدلسا . وقال إبراهيم\r\nالأصفهاني كذاب . وهذا ظاهر . وهذه الحكاية قال في آخرها : إن أحمد بن حنبل\r\nكتب إلى ابن الزبير أن أكتب إلى بأشنع مسأله عن أبي حنيفة ، فكتب إليه : حدثني\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nالحارث بن عمير ، والحارث بن عمير قد نقلنا ما ذكر الناس عنه . وأما أحمد بن حنبل\r\nفإنه طلب أشنع مسألة من أبي حنيفة ، فتبين بهذا أنه كان صاحب هوى . ثم نقل ما\r\nنقل عن الحارث بن عمير وهو عارف بما قيل فيه فتبين أنه نقل عن ضعيف غير خاف\r\nعنه ضعفه وحاله ، وساق فيها عن الحارث بن عمير أشياء أخر ، وقد بينا حال الحارث\r\nهنا . ثم ذكر حكاية فيها الحارث بن عمير [ أيضا 
  ] وقد تبين حاله .\r\nوذكر أيضا حكاية فيها مؤمل بن إسماعيل عن سفيان ، ومؤمل هذا هو بصرى ،\r\nقال أبو حاتم : صدوق شديد في السنة كثير الخطأ .\r\nوذكر حكاية عن سفيان في سندها شيخ شيخه وهو عبد الله بن جعفر بن\r\nدرستويه ، ثم ذكر في ترجمة عبد الله هذا قال سمعت هبة الله بن الحسن الطبري ذكر\r\nابن درستويه فضعفه وقال : بلغني أنه قيل له حدث عن عباس الدوري حديثا ونحن\r\nنعطيك درهما ، ففعل - ولم يكن سمع من عباس - وقال سألت البرقاني عن ابن\r\nدرستويه فقال ضعفوه ، لأنه لما روى كتاب التاريخ عن يعقوب بن سفيان أنكروا عليه\r\nذلك ، وقالوا له إنما يعقوب بهذا الكتاب قديما فمتى سمعته منه ؟\r\nوذكر في حكاية ساقها إلى شريك القاضي ، وقد ذكر الخطيب في ترجمة شريك\r\nعن أحمد بن حنبل . قال : قال أبو بكر المروذي قلت - يعنى لأحمد بن حنبل - يحيى\r\nالقطان أي شئ كان يقول في شريك ؟ قال : كان لا يرضاه ، وما ذكر عنه إلا شيئا\r\nعلى المذاكرة حديثين وذكر قال : قال علي بن المديني : شريك أعلم من إسرائيل .\r\nوإسرائيل أقل خطأ منه . وذكر عن شريك فقال : كان عسرا في الحديث ، وإنما كان\r\nحديث شريك وقع بواسط قدم عليهم في حفر نهر فحمل عنه إسحاق الأزرق\r\nوغيره وغيره .\r\nوقال أيضا في روايته إلى عمرو بن علي أبى حفص . قال : كان يحيى لا يحدث عن\r\nإسرائيل ولا عن شريك . وروى أيضا بإسناد له إلى علي بن المديني . قال : قال يحيى بن\r\nسعيد : قدم شريك مكة فقيل لي لو أتيته ؟ فقلت لو كان بين يدي ما سألته عن شئ ،\r\nوضعف حديثه جدا . قال يحيى أتيته بالكوفة فإذا هو لا يدرى .\r\nوقال أيضا بإسناد رفعه إلى أبى صالح الهمداني قال سمعت أبا حاتم الرازي . قال :\r\nشريك لا يحتج بحديثه .\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nوقال أبو حاتم في كتاب ( الجرح والتعديل ) : شريك بن عبد الله النخعي صدوق\r\nوله أغاليط . وقال أبو زرعة : كان صاحب وهم يغلط أحيانا . وقال يحيى بن سعيد :\r\nما زال مخلطا . وقال الدارقطني في كتابه : ليس بالقوى فيما ينفرد به - يعنى شريكا .\r\nومن جملة رجال هذه الحكاية عبد السلام بن عبد الرحمن الوابصي القاضي ذكر\r\nفي ترجمته قال : كان عبد السلام بن عبد الرحمن الأسدي الوابصي على قضاء بغداد ،\r\nوكان عفيفا . فصرفه يحيى بن أكثم في أيام المتوكل فأخبرني أبو عبد الله المباركي أن\r\nالمتوكل قال ليحيى : لم صرفت الوابصي ؟ فذكر له شيئا أراه ضعفه في الفقه وقول\r\nابن المبارك أراه ضعفه في الفقه ظن منه . والظاهر أن يحيى لم يعزله إلا لأمر أوجب\r\nعزله ، ولأنه بين ذلك بين يدي الخليفة .\r\nوذكر حكاية فيها شيخ شيخه عبد الله بن درستويه وقد ذكرنا ما قيل عنه .\r\nوذكر حكاية ساقها إلى القاسم بن حبيب ، وهذا القاسم المذكور ذكره أبو حاتم\r\nفي كتاب ( الجرح والتعديل ) قال : قال عنه ابن معين : لا شئ .\r\nوذكر حكاية ساق سندها إلى طاهر بن محمد بن وكيع ، وقد تقدم القول في\r\nوكيع .\r\nوذكر حكاية فيها شيخ شيخة ابن درستويه وقد تقدم القول فيه وفى ضعفه\r\nوذكرهما من طريق آخر فيه محمد بن موسى البربري وقد ذكر الخطيب في ترجمته\r\nقال : كان لا يحفظ إلا حديثين ، حديث الطير ، وحديث تقتل عمارا الفئة الباغية .\r\nومعلوم أن حديث الطير موضوع .\r\nوروى عن القاضي أحمد بن كامل أنه دخل عليه يوما وهو مغموم فقال له\r\nمالك ؟ فقال فلانة - يعنى امرأته - حملتني على أن عتقت هذه الجارية ، وقد بقيت بلا\r\nأمة تخدمني ولا أحد يغيثني . فقلت وأي شئ ثمن هذه الجارية ؟ قال إن امرأتي\r\nدفعت إلى دنانير اشترى لها بها جارية فاشتريت هذه الجارية . فقلت وتعتق ما لا\r\nتملك ؟ قال كأنه لا يجوز ؟ قلت لا ، الجارية لها لها على ملكها . فقال لي : فعل الله\r\nوفعل ، يدعو لي . ومن لا يعرف هذا المقدار كيف يؤخذ عنه .\r\nوذكر في حكاية أخرى عن أبي القاسم إبراهيم بن محمد بن سليمان المؤدب\r\nبأصفهان أخبرنا أبو بكر بن المقرئ قال حدثنا سلام بن محمود القيسي - بعسقلان -\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nحدثنا عبد الله بن محمد بن عمرو قال سمعت أبا مسهر .\r\nوذكر حكاية أخرى رواها عن الحسن بن الحسين بن العباس النعالي - وهو شيخ\r\nالخطيب يعرف بابن دوما - ذكر الخطيب في ترجمته قال : كتبنا عنه وكان كثير\r\nالسماع ، إلا أنه أفسده أمره بأن ألحق لنفسه السماع في أشياء لم تكن سماعه .\r\nوقال الخطيب : ذكرت لمحمد بن علي الصوري جزءا من حديث الشافعي كان\r\nحدثنا به ابن دوما ، فقال الصوري : لما دخلت بغداد رأيت هذا الجزء وفيه سماع ابن\r\nدوما الأكبر وليس فيه سماع أبى على ، ثم سمع فيه أبو علي لنفسه وألحق اسمه مع اسم\r\nأخيه . وقد قال الخطيب عنه هذا وروى عنه .\r\nوروى في حكاية أخرى عن ابن رزق عن جعفر الخلدي حدثنا محمد بن عبد الله\r\nابن سليمان الحضرمي حدثنا محمد بن عبد الله بن يزيد المقرئ قال سمعت أبي يقول :\r\nدعاني أبو حنيفة إلى الأرجاء .\r\nوروى في حكاية أخرى عن ابن الفضل عن ابن درستويه - وقد تقدم ما ذكر\r\nفيه - رفعها إلى ابن المبارك وقد تقدم القول فيه . والحكاية التي بعدها فيها ابن\r\nدرستويه وقد علم حاله .\r\nثم ذكر حكاية أخري عن أبي يوسف رضي الله عنه ، وقد ذكرنا أن هذا لا يصح\r\nعن أبي يوسف ، لأن الفقهاء ينقلون عنه خلاف ذلك .\r\nوذكر حكاية عن الحسن بن الحسين بن دوما وقد تقدم القول عنه وهو شيخه\r\nوذكر حكاية عن البرقاني عن محمد بن العباس الخزاز وقد تقدم ما ذكره عنه .\r\nوذكر حكاية أخرى عن العتيقي رفعها إلى أبى القاسم البغوي ، وأبو القاسم هذا\r\nهو عبد الله بن محمد بن عبد العزيز البغوي ، ذكره ابن عدي في كتاب ( الضعفاء ) .\r\nوقال : وافيت العراق سنة سبع وتسعين ومائتين والناس أهل العلم والمشايخ مجمعون\r\nعلى ضعفه .\r\nوذكره حكاية عن محمد بن علي المقرئ ساقها إلى مسدد بن قطن عن قطن ،\r\nوقطن هذا هو ابن بشير أبو عباد الغبرى . قال الرازي قال أبو زرعة : روى أحاديث\r\nعن جعفر بن سليمان عن ثابت أنكرت عليه . وقال ابن عدي : كان يسرق الحديث\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nويوصله . وتمام الحكاية قال سمعت عشرة كلهم ثقات . كان الواجب عليه أن يبين\r\nمن هم ليعلم حالهم .\r\nثم ذكر حكاية رواها عن أبي عبد الله الحسين بن شجاع الصوفي ساقها إلى\r\nحسين بن عبد الأول ، والحسين هذا هو الذي ذكره ابن أبي حاتم في كتابه وقال\r\nتكلم الناس فيه . وقال أبو زرعة : روى أحاديث لا أدرى ما هي ، ولست أحدث عنه\r\nوروى حكاية عن الخلال إلى عمر بن الحسن القاضي ، والقاضي هذا هو\r\nالأشناني ، ذكره الخطيب في تاريخه وقال في ترجمته ذكر أبو عبد الرحمن السلمي أنه\r\nسأل الدارقطني عن عمر بن الأشناني فقال : ضعيف . ثم قال الخطيب سألت الحسن\r\nابن محمد الخلال عن ابن الأشناني فقال : ضعيف تكلموا فيه .\r\nوذكر الحكاية التي بعدها . أخبرنا ابن رزق عن محمد بن العباس قال حدثنا أبو\r\nمحمد - شيخ له - وهذا مجهول كان ينبغي بيانه .\r\nوذكر حكاية رواها عن ابن الفضل إلى سفيان بن وكيع ، وسفيان بن وكيع هذا\r\nهو ابن الجراح أبو محمد . قال البخاري يتكلمون فيه لأشياء لقنوه إياها . قال أبو\r\nزرعة : لا نشتغل به ، قيل له أكان يتهم بالكذب ؟ قال نعم . وقال ابن عدي : كان إذا\r\nلقن تلقن . وقال النسائي : ليس بشئ . وقال ابن حبان : قيل له في أشياء لقتها فلم\r\nيرجع عنها فاستحق الترك لإصراره .\r\nوذكر حكاية عن إبراهيم بن عمر البرمكي إلى ابن أبي غنية قال أخبرنا جار لي أن\r\nأبا حنيفة دعاه إلى ما استتيب منه بعد ما استتيب . وهذا جميعه مجهول الراوي والذي\r\nاستتيب منه .\r\nوذكر حكاية عن محمد بن عبد الله الحنائي بن عبد الله الحنائي إلى ضرار بن صرد ، وضرارا هذا هو\r\nنعيم الكوفي الطحان . روى عن المعتمر والدراوردي ، وكان متعبدا . ذكره ابن أبي\r\nحاتم في كتابه وقال : كانت يحيى بن معين يكذبه . وقال النسائي : متروك الحديث\r\nوقال الدارقطني : ضعيف : ضعيف . وشيخ ضرار المذكور سليم أبو سلمة القارئ\r\nالكوفي وهو مولى الشعبي يروى عنه . قال يحيى بن معين : ضعيف ليس بشئ وقال\r\nأبو حفص الفلاس : ضعيف الحديث . وقال النسائي ليس بثقة .\r\nوذكر حكاية بعدها فيها ضرار بن صرد وقد تقدم ما ذكرته العلماء عنه . وذكر\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nحكاية بعدها عن عبد الباقي بن عبد الكريم إلى عبد الرحمن بن الحكم بن بشر بن\r\nسلمان عن أبيه ثم قال - أو غيره - وأكبر ظني أنه عن غيره .\r\nلما ساق الخطيب الإسناد جيدا عدل به ثم قال أو غيره ، فأدخل الشك فنفى صحة\r\nالإسناد . ألا ترى أن غيرا موضوعة للإبهام ، وهي مع الإضافة لا تختص بقول مررت\r\nبرجل غيرك ، فيكون كل من مر به غيرك الاسم واقع عليه إلا ترك أن قولك مررت\r\nبغلامك يختص هاهنا ويعرف بالإضافة إلى الكاف فهي تجرى في الإبهام مجرى\r\nمثلك وشبهك .\r\nثم ذكر حكاية عن ابن رزق ساقها إلى شريك القاضي وقد تقدم ما قيل فيه .\r\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد ذكر حاله ، وما ذكر . عنه .\r\nثم ساقها إلى محمد بن فليح المدني ذكره ابن أبي حاتم في كتابه وقال : قال يحيى\r\nابن معين : ليس بثقة . وقال أبو حاتم : ليس بذلك القوى . وهذا محمد بن فليح يروى\r\nالحكاية عن أخيه سلميان . قال أبو زرعة : لا أعرفه ولا أعرف لفليح ولدا غير محمد\r\nويحيى .\r\nوقال الخطيب عن سليمان في هذا السند : وكان علامة بالناس . وأدنى أحوال\r\nالعلامة أن يعرفه أكثر الناس ، فكيف بك من ينكر وجوده أئمة المحدثين ويقولون لا\r\nنعرف لفليح ولدا غير محمد ويحيى .\r\nوذكر حكاية عن علي بن طلحة المقرئ والحسن بن علي الجوهري ساقها إلى\r\nعلي بن إسحاق بن زاطيا ذكره الخطيب في تاريخه فقال في ترجمته بحكاية ساقها :\r\nكان بجانبنا أسفل خان أبى زياد ، كتب عنه ولم يكن بالمحمود .\r\nثم ساقها إلى حجاج الأعور ذكره الخطيب في تاريخه في ترجمة حجاج وقال :\r\nقال إبراهيم الحربي : أخبرني صديق لي قال : لما قدم حجاج الأعور آخر قدمة إلى\r\nبغداد خلط ، فرأيت يحيى بن معين عنده ، فرآه يحيى يخلط فقال لابنه : لا تدخل عليه\r\nأحدا . وروى الحجاج هذا عن قيس بن الربيع ، وقيس هذا هو أبو محمد الكوفي\r\nالأسدي ذكره ابن أبي حاتم في كتابه فقال : تركه عبد الرحمن بن مهدي ، وضعفه\r\nأحمد . وقال روى أحاديث منكرة وقال ابن معين : ليس حديثه بشئ .\r\nوذكره ابن الجوزي في كتاب ( الضعفاء ) فقال قال يحيى ليس بشئ . وقال مرة\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nضعيف . وقال مرة لا يكتب حديثه . وقال قيل لأحمد لم ترك الناس حديثه ؟ قال كان\r\nيتشيع ، وكان كثير الخطأ في الحديث وروى أحاديث منكرة . وكان ابن المديني\r\nووكيع يضعفانه . وقال الدارقطني : ضعيف الحديث . وقال السعدي : ساقط . وقال\r\nالنسائي : متروك الحديث . وقال أبو داود : إنما أتى قيس من قبل ابنه ، كان يأخذ\r\nأحاديث الناس فيدخلها في كتاب قيس ولا يعرف الشيخ ذلك . وقال ابن الجوزي :\r\nإنما قال أبو الفتح الأزدي في ابن منيع . أخبرنا محمود بن غيلان . قال لي محمد بن\r\nعبيدة : كان قيسا بن الربيع استعمله أبو جعفر على المدائن ، فكان يعلق النساء\r\nبأبدانهن ليرسل عليهم الزنابير .\r\nثم ذكر حكاية عن الحسن بن محمد أخي الخلال ساقها إلى شريك القاضي وقد\r\nتقدم شرح حاله .\r\nثم ذكر حكاية أخرى حدث فيها عن ابن الفضل عن ابن درستويه وقد شرحنا\r\nما قاله فيه الناس . ثم ساقها إلى شريك القاضي وقد ذكر ما قيل فيه .\r\nثم ذكر حكاية أخرى عن محمد بن عبد الله المعدل رفعها إلى شريك وقد ذكر\r\nفيها تقدم حاله .\r\nثم ذكر حكاية عن ابن رزق إلى علي بن إسحاق بن عيسى بن زاطيا وقد شرح\r\nما قاله الخطيب في ترجمته .\r\nوساق الحكاية من طريق أخرى عن ابن الفضل إلى أن أوصل الطريقين إلى سفيان\r\nالثوري . ذكر ابن عدي صاحب كتاب ( الجرح والتعديل ) في كتاب مسند أبي حنيفة\r\nرضي الله عنه في صدر الكتاب في مناقب أبي حنيفة بإسناد له إلى أن قال : كان بين\r\nأبي حنيفة وبين سفيان الثوري شئ ، وكان أبو حنيفة أكفهما لسانا . فهذا ابن عدي\r\nقد نقل أنهما كان بينهما شئ ، وإذا صار خصما فلا اعتداد بقوله في حقه ، وقد بين\r\nابن عدي بقوله وكان أبو حنيفة أكفهما لسانا . أنه قد جرت بينهما منافرة توجب\r\nترك كلام كل واحد منهما في صاحبه ثم إن الخطيب نقل عن سفيان الثوري مدح\r\nأبي حنيفة وتعظيمه ، ونقل خلاف ذلك عنه أيضا . وقد ذكرنا ما كان بينهما ، وهذا\r\nإذا لم يقابل بين قولي سفيان فقد بينا غرضه . أما إذا تقابل القولان فهما متضادان ،\r\nفلا بد أن يكون أحدهما باطلا . فأما من وافق سفيان على مدح أبي حنيفة وتعظيمه\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nفأكثر من أن يحصوا كثرة في كل عصر من أعصر الإسلام من لدن أبي حنيفة إلى\r\nهلم . وأما من وافق سفيان في القول الآخر فقليل لم نعرفه إلا في كتاب الخطيب ،\r\nوقد بينا ما كان بينهما ، وبينا فساد الطريق . فأما ما حكى الخطيب عن سفيان بإسناد\r\nله في كتابه إلى أن قال سمعت يزيد بن أبي الزرقاء يقول : رأيت سفيان الثوري ببغداد\r\nوقد نظر إلى شيخ جلاد يتصدق - وقد ذهب بصره - فحمل قطعة فأعطاه ثم قال\r\nله : ليس هذه صدقة عليك . هذه شماتة بك .\r\nوذكر أيضا في ترجمته عن محمد بن الحسين القطان أخبرنا دعلج بن أحمد أخبرنا\r\nأحمد بن علي الأبار حدثنا أحمد بن هاشم حدثنا ضمرة قال سمعت مالك بن أنس\r\nيقول إنما : كانت العراق تجيش علينا بالدراهم والثياب ، ثم صارت تجيش علينا\r\nبسفيان الثوري . وكان سفيان الثوري يقول : مالك ليس له حفظ . فهذا يدلك\r\nأيدك الله أنه لما قال للأعمى ذلك القول إنما أراد المجون - أو الاستهتار - ومن نقل\r\nعنه مثل هذا عن رجل ليس بينه وبينه شئ فلأن ينقل عنه في رجل بينه وبينه شئ\r\nبطريق الأولى . ثم قوله عن مالك ليس له حفظ يعلم يقينا أنه كذب ، لأنه إن أراد\r\nالحديث فليس لسفيان مثل موطأ مالك ، وإن أراد الفقه فهو أحد الأئمة أربعة المجمع\r\nعليهم وسفيان من المتروكين المذهب . ومن ثبت مثل هذا عنه فلا اعتداد بقوله .\r\nوحدث أيضا مثلها عن ابن الفضل عن ابن درستويه إلى سفيان ، وابن درستويه قد\r\nتقدم ما قاله فيه ، وهذا قولنا في سفيان .\r\nوحدث في حكاية عن أبي نعيم الحافظ ، وأبى نعيم هذا هو صاحب الحلية وقد\r\nتكلم فيه بسبب جزء محمد بن عاصم الذي أخرجه إلى أبى بكر الخطيب ولم يكن\r\nسماعه عليه ، ولحق الخطيب الضعف أيضا بسبب قراءته عليه ، وسيأتي ذكره .\r\nوقد ذكر الحافظ محمد بن طاهر المقدسي في كتابه المعروف بمنثور الحكايات\r\nقال : سمعت إسماعيل بن أبي الفضل القومساني - بهمذان - وكان من أهل المعرفة\r\nبالحديث يقول : ثلاثة من الحفاظ لا أحبهم لشدة تعصبهم وقلة إنصافهم ، الحاكم\r\nأبو عبد الله ، وأبو نعيم ، وأبو بكر الخطيب .\r\nثم ساق الخبر إلى مؤمل وسيأتي ذكر مؤمل هذا في الحكاية التي تلى هذه\r\nالحكاية .\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nثم ذكر حكاية عن أبي سعيد محمد بن عبد الله بن حسنويه إلى مؤمل بن إسماعيل\r\nإلى سفيان الثوري ، أما سفيان ذكرنا حاله ، وأما مؤمل فقد ذكر مؤملا الأول\r\nولم يذكر ابن من هو ، وذكر في الحكاية الثانية مؤمل بن إسماعيل ولم يكن في هذه\r\nالطبقة إلا مؤمل بن إسماعيل ومؤمل بن أهاب ، فلا يخلو إما أن يكون مؤمل الذي في\r\nالحكاية الأولى هذا ابن إسماعيل فقد قال فيه ابن أبي حاتم في كتابه هو ثقة . وقال أبو\r\nحاتم صدوق شديد في السنة ، كثير الخطأ . وإن كان مؤمل الأول هو ابن أهاب قال\r\nالخطيب في ترجمته ذكر عن ابن معين أنه سئل عنه فضعفه .\r\nوذكر حكاية عن ابن رزق إلى سفيان بن عينية ، وقد ذكر الخطيب في كتابه في\r\nترجمة سفيان عن محمد بن عبد الله بن أحمد بن شهريار إلى أن قال سمعت حامد بن\r\nيحيى البلخي يقول سمعت سفيان بن عينية يقول : رأيت كان أسناني كلها سقطت\r\nفذكرت ذلك للزهري فقال : تموت أسنانك وتبقى أنت . فمات أسناني وبقيت ،\r\nفجعل الله كل عدو لي محدثا يحتمل الوجهين أن يكون يعاديهم أو يعادونه . وفى كلا\r\nالوجهين قوله غير مقبول فيهم .\r\nثم ذكر حكاية عنه أيضا عن الحسن بن أبي بكر إلى أن قال سمعت أبا مسلم -\r\nيعنى المستملي - قال سمعت سفيان يقول سمعت من عمرو - ما لبث نوح في قومه -\r\nويؤيد هذا الكلام ما ذكره الخطيب في ترجمته عن البرقاني إلى أن قال سمعت ابن\r\nعمار قال سمعت يحيى بن سعيد يقول : اشهدوا أن سفيان بن عينية قد اختلط سنة\r\nسبع وتسعين ، فمن سمع منه في هذه السنة - أو بعدها - فسماعه لا شئ ، وقد تقدم\r\nالقول في أن كل من مدح أبا حنيفة وعظمه ثم ذكر عنه ضد ذلك يقابل القول فيه\r\nولا بد أن يكون أحدهما ساقطا . ثم تأيد قوله في أبي حنيفة مما نقل عنه من\r\nالاختلاط ، مع غير ذلك مما لا يفيد قوله في مثل أبي حنيفة هذا لو تفرد بهذا\r\nالقول ،\r\nأما إذا وجد منه المدح وغيره فلا اعتداد بقوله ، لأنه قال الشئ وضده .\r\nثم ذكره حكاية عن ابن رزق إلى أن ساقها إلى نعيم بن حماد ، ونعيم هذا هو\r\nالخزاعي الأعور الفارض .\r\nذكر الخطيب في ترجمته في تاريخه عن محمد بن جعفر بن علان إلى أن قال سمعت\r\nصالح بن مسمار يقول سمعت نعيم بن حماد يقول : أنا كنت جهميا فلذلك عرفت\r\nكلامهم ، فلما طلبت الحديث عرفت أن أمرهم يرجع إلى التعطيل . وذكر عنه رواية\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nحديث عوف بن مالك ( تفترق أمتي على بضع وسبعين فرقة ) ثم قال : قال أبو زرعة\r\nقلت ليحيى بن معين في حديث نعيم هذا - وسألته عن صحته - فأنكره . قلت من\r\nأين يؤتى ؟ قال شبه له . ثم ذكر طرق هذا الحديث عن جماعة ثم قال : وبهذا\r\nالحديث سقط نعيم بن حماد عند كثير من أهل العلم بالحديث . وإلا أن يحيى بن معين\r\nلم يكن ينسبه إلى الكذب ، بل كان ينسبه إلى الوهم . وذكر أيضا في سياق حديث .\r\nقال : وكان نعيم يحدث من حفظه وعنده مناكير كثيرة لا يتابع عليها . وسمعت يحيى\r\nابن معين سئل عنه فقال : ليس في الحديث بشئ ، ولكنه كان صاحب سنة وذكره\r\nابن الجوزي أيضا في كتاب ( الضعفاء ) ونقل ما ذكرناه أولا ثم قال : وقال الدارقطني\r\nكثير الوهم . وقال أبو الفتح الأزدي : كان يضع الحديث في تقوية السنة ، وحكايات\r\nمزورة في ثلب أي حنيفة كلها كذب . وكذلك ذكر ابن عدي في كتاب\r\n( الضعفاء ) .\r\nوذكر حكاية عن الحسن بن أبي بكر عن البغوي ، والبغوي هذا هو عبد الله بن\r\nإسحاق بن إبراهيم البغوي الخراساني ذكر عنه الخطيب في ترجمته حكاية قال فيها\r\nسئل أبو الحسن علي بن عمر عن عبد الله بن إسحاق الخراساني فقال : فيه لين .\r\nثم ذكر حكاية عن أبي بكر البرقاني وابن رزق عن محمد بن جعفر بن الهيثم وقد\r\nذكره الخطيب في تاريخه فقال فيه بعض الشئ .\r\nثم ذكر حكاية رواها عن محمد بن عبد الله بن أبان الهيتي . وذكر الخطيب في\r\nكتابه في ترجمة شيخه هذا قال : كان شيخا مستورا صالحا فقيرا مقلا معروفا بالخير ،\r\nوكان مغفلا مع خلوه من علم الحديث إنما حدثنا عن شيخ شيخه وهو لا يعلم ولقد\r\nحدثنا في مجلس الإملاء فقال : حدثنا أبو الحسن علي بن العباس المقانعي ، وذكر عنه\r\nحديثا طويلا هو في كتابي إلى الآن على الخطأ لأني لا أعلم من حدثه به عن\r\nالمقانعي ، وكنت إذ ذاك مبتدئا في كتب الحديث فلم أقف على أنه وهم فأسأله عنه .\r\nوحدثنا يوما آخر قال : حدثنا محمد بن علي بن حبيب الرقي المري الطرائفي ، وأظن\r\nالحديثين عنده عن ابن الدقم .\r\nثم ذكر حكاية عن محمد بن علي بن مخلد الوراق وساقها إلى أبى بكر بن أبي\r\nداود ، وأبو بكر هذا هو عبد الله بن سليمان بن أبي الأشعث السجستاني ذكره\r\nالأئمة في كتبهم . وقال ابن صاعد : إن أباه كفانا أمره وقال إن ابني هذا كذاب قلا\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nتأخذوا عنه . وكذلك قال إبراهيم الأصفهاني . وقال ابن عدي سمعت محمد بن\r\nالضحاك بن عمرو بن أبي عاصم النبيل يقول : أشهد على محمد بن يحيى بن منده بين\r\nيدي الله عز وجل أنه قال : أشهد على أبى بكر بن أبي داود السجستاني بين يدي\r\nالله عز وجل أنه قال . روى الزهري عن عروة . قال : كانت قد حفيت أظفار على\r\nمن كثرة ما كان يتسلق على أزواج النبي صلى الله عليه وسلم .\r\n( * * * )\r\nذكر ما حكى عن أبي حنيفة رحمه الله من الخروج على السلطان\r\nذكر فيه حكاية عن ابن الفضل عن عبد الله بن جعفر بن درستويه ، وقد تقدم ما\r\nقيل فيه .\r\nثم ذكر حكاية عن طلحة بن علي بن الصقر ، ورواها من طريق آخر عن عبد الله\r\nابن عمر البرمكي ساقها من الطريقين إلى ابن المبارك وقد تقدم ذكره .\r\nثم ذكر حكاية عن محمد بن أحمد بن يعقوب وساقها أيضا إلى ابن المبارك وقد تقدم\r\nذكره\r\nوذكر حكاية عن الحسن بن الحسين بن العباس بن دوما النعالي وقد تقدم ما\r\nذكره الخطيب عنه ، ثم ساقها إلى الحسن بن علي الحلواني .\r\nقال الخطيب في ترجمته في التاريخ : أنبأنا محمد بن أحمد بن رزق أخبرنا أبو علي\r\nابن الصواف حدثنا عبد الله بن أحمد بن حنبل قال سألت أبى عن الحسن بن الخلال\r\nالذي يقال له الحلواني ؟ قال : ما أعرفه بطلب الحديث ، وما رأيته يطلب الحديث\r\nقلت إنه يذكر أنه كان ملازما ليزيد بن هارون . قال ما أعرفه إلا أنه جاءني إلى هنا\r\nيسلم على ، ولم يحمده أبى . ثم قال : يبلغني عنه أشياء أكرهها ، ولو أراه يستخفه\r\nوقال أبى مرة أخرى - وذكره - أهل الثقة عنه غير راضين - أو كلاما هذا معناه .\r\nوذكر أيضا حكاية عن البرقاني إلى أن قال : قال لكم أبو سليمان داود بن الحسين\r\nالبيهقي : بلغني أن الحلواني الحسن بن علي . قال : إني لا أكفر من وقف في القرآن\r\nفتركوا علمه . قال أبو سليمان سألت أبا سلمة بن شبيب عن علم الحلواني قال :\r\nيرمى في الحش . قال أبو سلمة : من لم يشهد بكفر الكافر فهو كافر .\r\nثم ساقها إلى ابن المبارك وقد تقدم حاله فيها .\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nثم قال : وقال الأبار حدثنا منصور بن أبي مزاحم حدثني يزيد بن يوسف ، ويزيد\r\nهذا هو يزيد بن يوسف أبو يوسف شامي ذكره الخطيب في تاريخه فقال في ترجمته\r\nأخبرنا العتيقي إلى أن قال حدثنا عبد الله بن أحمد قال سمعت أبي يقول : رأيت يزيد\r\nابن يوسف أبا يوسف الشامي وكان قد رأى حسان بن عطية . قال أبى : رأيت عليه\r\nإزارا أصفر ولم أكتب عنه شيئا .\r\nثم روى حكاية قال فيها قال أبو زكريا : يزيد بن يوسف شامي ليس بثقة . وروى\r\nحكاية إلى أن قال فيها سمعت يحيى يقول : يزيد بن يوسف ، قال في آخرها وليس\r\nبشئ . وروى حكاية قال فيها سألت أبا على صالح بن محمد عن يزيد بن يوسف .\r\nقال : تركوا حديثه . وروى حكاية إلى أن قال فيها وذكر [ حديثا فقال 
  ] خطأ لا أصل\r\nله ، إنما هو عن يحيى عن النبي صلى الله عليه وسلم . وروى حكاية عن البرقاني قال سألت أبا الحسن\r\nالدارقطني عن يزيد بن يوسف الدمشقي فقال : متروك الحديث حميري يروى عن\r\nالأوزاعي . وقال لنا مرة أخرى : اختلفوا فيه فيجئ بين معين يغمز عليه .\r\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم شرح حاله .\r\nثم ذكر حكاية عن الحسن بن أبي بكر عن إبراهيم بن محمد بن يحيى المزكى ،\r\nوهذا إبراهيم المذكور هو أبو إسحاق النيسابوري من جملة شيوخ أبى بكر البرقاني .\r\nحكى الخطيب في ترجمته من تاريخه أن البرقاني كان عنده عن المزكى سفط أو\r\nسفطان ، ولم يخرج عنه في صحيحه شيئا . قال الخطيب فسألته عن ذلك فقال حديثه\r\nكثير الغرائب وفى نفسي منه شئ فلذلك لم أرو عنه في الصحيح .\r\nثم ساقها إلى أبى عوانة الوضاح ، قال أبو محمد بن أبي حاتم في كتابه : إذا حدث\r\nعن حفظه غلط كثيرا .\r\nوقال الخطيب في ترجمته إنه كان يقرأ من كتب الناس فيقرأ الخطأ وقال أيضا\r\nبإسناده ذكره إلى أن قال سمعت علي بن عبد الله المديني قال : كان أبو عوانة في\r\nقتادة . ضعيفا ، لأنه كان ذهب كتابه وكان يحفظ في سعيد وقد أغرب فيها\r\nأحاديث . وقال أيضا بإسناده ذكره . قال شعبة لأبي عوانة : كتابك صالح وحفظك لا\r\nيسوى شيئا ، مع من طلبت الحديث ؟ قال مع منذر الصيرفي . قال : منذر صنع بك\r\nهذا .\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nثم روى حكاية عن علي بن أحمد الرزاز ساقها إلى سفيان والأوزاعي ، وقد تقدم ذكرهما .\r\nثم روى حكاية عن ابن الفضل عن محمد بن الحسن بن زياد النقاش ، والنقاش ، والنقاش\r\nهذا هو المفسر .\r\nذكره الخطيب في تاريخه وقال : كان في حديثه مناكير بأسانيد مشهورة . ثم قال\r\nحدثني أبو القاسم الأزهري عن أبي الحسن علي بن عمر الحافظ . قال حدث\r\nأبو بكر النقاش بحديث أبى غالب علي بن أحمد بن النضر أخي أبى بكر ابن بنت\r\nمعاوية ابن عمرو لأبيه ، فقال : حدثنا أبو غالب حدثنا جدي معاوية بن عمرو عن\r\nزائدة عن ليث عن مجاهد عن ابن عمر . قال : قال النبي صلى الله عليه وسلم : ( سألت الله أن لا\r\nيستجيب دعاء حبيب على حبيبه ) فأنكرت عليه هذا الحديث وقلت لها إن أبا غالب\r\nليس هو ابن بنت معاوية ، وإنما أخوه لأبيه ابن بنت معاوية ، ومعاوية بن عمرو ثقة ،\r\nوزائدة من الإثبات الأئمة ، وهذا حديث كذب موضوع مركب ؟ فرجع عنه وقال :\r\nهو في كتابي ولم أسمعه من أبى غالب ، وأراني كتابا له فيه هذا الحديث على ظهره\r\nأبو غالب . قال حدثنا جدي . قال أبو الحسن : وأحسبه أنه نقله من كتاب عنده\r\nصحيح ، وكان هذا الحديث مركبا في الكتاب على أبى غالب فتوهم أبو بكر أنه من\r\nحديث أبي غالب فاستغربه وكتبه ، فلما وقفناه عليه رجع عنه .\r\nثم ذكر الخطيب حديثا عن النقاش وقال عقيبة : دلس النقاش بن صاعد فقال :\r\nحدثنا يحيى بن محمد بن عبد الملك الخياط ، وأقل مما شرح في هذين الحديثين يسقط\r\nبه عدالة المحدث ، ويترك الاحتجاج به . ثم قال حدثني عبد الله بن أبي الفتح عن\r\nطلحة بن محمد بن جعفر أنه ذكر النقاش فقال : كان يكذب في الحديث ، والغالب\r\nعليه القصص .\r\nثم قال سألت أبا بكر البرقاني عن النقاش فقال : كل حديثه منكر . وقال أيضا\r\nوحدثني من سمع أبا بكر ذكر تفسير النقاش فقال : ليس فيه حديث صحيح .\r\nوقال حدثني محمد بن يحيى الكرماني قال سمعت هبة الله بن الحسن الطبري ذكر\r\nتفسير النقاش فقال : ذاك أشفاء الصدور وليس بشفاء الصدور .\r\nثم ذكر حكاية عن الحسن بن علي الجوهري عن محمد بن العباس الخزاز ، وهذا\r\nهو ابن حيويه ، وقد مضى ما قيل فيه .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nثم ذكر حكاية عن ابن رزق إلى أن ساقها إلى يوسف بن أسباط وهو أبو محمد\r\nابن واصل ذكره ابن أبي حاتم في كتابه ، فقال أبو حاتم : كان رجلا عابدا يغلط\r\nكثيرا ، دفن كتبه لا يحتج بحديثه .\r\nوذكر حكاية عن علي بن أحمد الرزاز ساقها إلى المسيب بن الواضح ، والمسيب هذا\r\nكثير الوهم . قال الدارقطني : المسيب ضعيف ، حكى ذلك ابن الجوزي في كتاب\r\n( الضعفاء ) . وهذا المسيب رواها عن يوسف بن أسباط وقد ذكرناه في الحكاية الأولى .\r\nوحدث عن أبي سعيد الحسن بن محمد بن حسنويه الكاتب بأصبهان إلى أن\r\nساقها إلى عبد السلام بن عبد الرحمن القاضي ، وقد ذكرنا حاله فيما تقدم .\r\nثم ذكر حكاية عن ابن دوما الحسن بن الحسين النعالي وقد ذكرنا ما قاله فيه ثم\r\nساقها إلى الحسن بن علي الحلواني وقد تقدم ما ذكره عنه .\r\nثم ذكر حكاية عن الأبار إلى علي بن عاصم ذكره الخطيب في تاريخه فقال في\r\nترجمته أخبرنا أبو عمر بن مهدي - إجازة - وحدثنيه الحسن بن علي بن عبد الله\r\nالمقرئ عنه أخبرنا محمد بن أحمد بن يعقوب بن شيبة حدثنا جدي قال سمعت علي بن\r\nعاصم على اختلاف أصحابنا فيه منهم من أنكر عليه كثرة الخطأ والغلط ، ومنهم من\r\nأنكر عليه تماديه في ذلك وتركه الرجوع عما يخالفه الناس فيه ولجاجته فيه ، نشأته\r\nعلى الخطأ ومنهم من تكلم في سوء حفظه واشتباه الأمر عليه في بعض ما حدث\r\nبه من ضبطه ، وتوانيه عن التصحيح ما كتبه الوراقون له ، ومنهم من قصته عنده أغلظ\r\nمن هذه القصص . وقد كان رحمة الله علينا وعليه من أهل الدين والصلاح والخير\r\nالبارع شديد التوقي وللحديث آفات تفسده .\r\nوقال أخبرنا أبو عمر بن مهدي - إجازة - وحدثنيه الحسن بن علي المقرئ عنه\r\nأخبرنا محمد بن أحمد حدثنا جدي قال حدثني إبراهيم بن هاشم حدثنا عتاب بن\r\nزياد عن ابن المبارك قال قلت لعبادي بن العوام : يا أبا سهل ما بال صاحبكم ؟ -\r\nيعنى علي بن عاصم - قال : ليس ننكر عليه أنه لم يسمع ، ولكنه كان رجلا موسرا ،\r\nوكان الوراقون يكتبون له فناره أتى من كتبه التي كتبوها له . وذكر عنه حكايات من\r\nهذا الجنس .\r\nثم ذكر حكاية عن محمد بن أبي نصر النرسي عن محمد بن عمر بن محمد بهته\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nالبزاز ذكره في تاريخه فقال : قال البرقاني : كان يذكر أن في مذهبه شيئا ويقولون هو\r\nباب طاقي . قلت للبرقاني يعنى بذلك أنه شيعي ؟ قال نعم .\r\nثم ساقها إلى أحمد بن محمد بن سعيد الكوفي وأحمد بن محمد بن سعيد هذا هو\r\nأبو العباس بن عقدة الحافظ من كبار الشيعة ، وممن روى المنكرات والمنقطعات عن\r\nالنبي صلى الله عليه وسلم في فضائل أهل البيت .\r\nوقد ذكره ابن عدي في كتاب ( الضعفاء ) وقال : رأيت مشايخ بغداد يسيئون\r\nالثناء عليه ويقولون إنه كان لا يتدين بالحديث ويحمل شيوخنا بالكوفة على الكذب ،\r\nويسوى لهم نسخا ويأمرهم بروايتها ، واشتهر ذلك عنه . وقال ابن عدي أيضا في\r\nكتابه محارفات في الرواية وقال سمعت ابن مكرم يقول : كان ابن عقدة معنا عند ابن\r\nنعيما به سعيد المروى بالكوفة في بيت فوضع بين أيدينا كتبا كثيرة ، فنزع ابن عقدة\r\nسراويله وملأه من كتب الشيخ سرا منه ومنا ، فلما خرجنا قلنا له ما هذا الذي معك\r\nلم حملته ؟ قال دعونا من ورعكم هذا . وقد ذكره الدارقطني وقال : ابن عقدة رجل\r\nسوء .\r\nوقد ذكره الخطيب في تاريخه وذكر هذه الحكايات جميعها بأسانيده . وقال أيضا\r\nحدثني علي بن محمد بن نصر إلى أن قال سمعت أبا عمر بن حيوية يقول : كان أحمد\r\nابن محمد بن سعيد بن عقدة في جامع براثا يملي مثالب أصحاب رسول الله صلى الله عليه وسلم -\r\nأو قال الشيخين أبى بكر وعمر رضي الله عنهما - وتركت حديثه لا أحدث عنه\r\nبشئ وما سمعت بعد ذلك عنه شيئا . وهذا ممن جعله الخطيب حجة . وقد حكى عنه\r\nمثل هذا وحكى عنه بإسناد ذكره . قال : وجه إلى أبى العباس بن عقدة من خراسان\r\nبمال وأمر أن يعطيه بعض الضعفاء ، وكان على باب داره صخرة عظيمة . فقال لابنه\r\nارفع هذه الصخرة فلم يستطع رفعها لعظمها وثقلها ، فقال له أراك ضعيفا فخذ هذا\r\nالمال ودفعه إليه .\r\nثم ذكر حكاية عن البرقاني إلى أن ساقها إلى عبد الله بن عمرو بن أبي الحجاج\r\nأبو معمر المنقري ذكره الخطيب في تاريخه وقال : إنه كان يرى القدر . وذكر مثل\r\nذلك عن جماعات بطرق شتى .\r\nوذكر حكاية عن أبي القاسم إبراهيم بن سليمان المؤدب ساقها إلى إبراهيم بن\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nبشار الرمادي عن سفيان بن عينية ، وإبراهيم بن بشار هذا ذكر عنه أحمد بن حنبل\r\nتخليطا حكاه أبو حاتم في كتابه . وقال يحيى بن معين : ليس بشئ . وقال النسائي :\r\nليس بالقوى . هذا عن إبراهيم بن بشار وسفيان بن عينية قد سبق عنه ما ذكرناه .\r\nوحدث عن ابن دوما حكاية أخرى وقد تقدم ذكره .\r\nثم ذكر حكاية أخرى عن الخلال ساقها إلى وكيع وابن المبارك وقد تقدم\r\nذكرهما\r\nثم ذكر حكاية عن ابن رزق ساقها إلى الحميدي عن سفيان - هو ابن عينية وقد\r\nذكرناه حاله ، وإن كان الثوري فقد ذكرناه أيضا .\r\nثم ذكر حكاية عن القاضي أبى القاسم البجلي إلى أحمد بن محمد بن عبد الكريم\r\nالوساوسي وقد ذكره الخطيب في تاريخه فقال حدثني علي بن محمد بن نصر . قال\r\nسمعت حمزة بن يوسف قال سألت الدارقطني عن أحمد بن محمد بن عبد الكريم\r\nالوساوسي فقال : تكلموا فيه . ثم ساقها إلى يوسف بن إسحاق بن أسباط وقد تقدم\r\nذكره .\r\nثم ذكر حكاية عن ابن رزق والبرقاني من طريقين ساقها إلى وكيع بن الجراح\r\nوقد تقدم ذكره .\r\nوذكر حكاية عن علي بن أحمد بن الطيب الرزاز وقد ذكره الخطيب فقال عنه إن\r\nابنه ألحق في سماعاته من ليس بسماعه بخط طري وشيخ على الرزاز هذا في هذه\r\nالحكاية علي بن محمد بن سعيد [ الموصلي 
  ] ذكره الخطيب في ترجمة عيسى بن فيروز\r\nمن كتابه وقال ليس بثقة .\r\nثم ذكر حكاية عن أبي سعيد محمد بن موسى الصيرفي ساقها إلى مؤمل عن حماد\r\nابن سلمة ، ومؤمل هذا هو ابن إسماعيل وقد ذكرنا ما قاله ابن أبي حاتم فيه\r\nثم ذكر حكاية عن ابن دوما النعالي وقد تقدم حاله ، ثم ساقها إلى مؤمل وقد\r\nتقدم أيضا .\r\nثم ذكر حكاية عن محمد بن الحسن بن محمد المتوثي إلى أبى عوانة وهو الوضاح\r\nوقد تقدم ذكره ، وحدث حكاية أخرى عن ابن دوما وقد تقدم ما ذكره عن ابن\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nدوما ، ثم ساقها إلى الحسن بن علي الحلواني وقد تقدم إلى أبى عوانة وقد تقدم .\r\nوحدث حكاية أخرى عن ابن دوما أيضا وقد علم حاله ، ثم ساقها إلى عارم وهو\r\nمحمد بن الفضل أبو النعمان . قال أبو حاتم : اختلط وزال عقله فمن سمع منه قبل\r\nالاختلاط سنة عشرين ومائتين فسماعه صحيح ، وسمعت منه قبل الاختلاط سنة أربع\r\nعشرة .\r\nثم ذكر حكاية عن البرقاني رفعها إلى حماد بن زيد في لبس الخفين والسراويل\r\nوهذا ليس بتشنيع على أبي حنيفة ، إنما هو تشنيع على كثير من الأئمة فإنهم خالفوا\r\nهذا الحديث .\r\nثم حدث حكاية عن ابن دوما قود ذكرنا حاله ، ثم ساقها إلى الحسن بن علي\r\nالحلواني وقد تقدم ما ذكره الخطيب عنه ، رواها الحلواني عن نعيم بن حماد وقد\r\nذكرنا ما قبل فيه ، ثم ساقها إلى سفيان بن عينية وقد تقدم خبره .\r\nثم ذكر حكاية عن الصيمري إلى أن أورد بيتين لابن المعدل هجوا لم يكن بنا\r\nحاجة إلى الكرام في رجالها إذ قد تقدم الجواب عنها .\r\nثم ذكر حكاية عن عبد الله بن يحيى السكري رفعها إلى أبى عوانة الوضاح وقد\r\nذكرناه ما ذكر فيه ، ثم شك بعض الرواة في هذا الخبر هل قال السكر بفتح السين\r\nوالكاف أم السكر بجزم الكاف ، فسقط الاحتجاج به .\r\nثم ذكر حكاية عن أحمد بن محمد بن حسنون النرسي ساقها إلى محمد بن محمد\r\nالباغندي وقد مر ذكره .\r\nثم ذكر حكاية عن محمد بن عيسى بن عبد العزيز البزاز عن صالح بن أحمد\r\nوصالح هذا هو ابن أبي مقاتل يعرف بالقيراطي هروى الأصل ذكره الخطيب في\r\nتاريخه فقال بإسناد له عن ابن حبان إنه كان يسرق الحديث يقلبه ولعله قد قلب أكثر\r\nمن عشرة آلاف حديث فيما خرج من الشيوخ والأبواب ، لا يجوز الاحتجاج به\r\nبحال . وقال ذكر أبو عبد الرحمن السلمي أنه سأل الدارقطني عن صالح هذا فقال :\r\nكذاب دجال يحدث بما لم يسمعه . وقال قال لي البرقاني : لم نكن نكتب حديث\r\nصالح بن أبي مقاتل . قلت ولم ذلك لضعفه ؟ قال نعم هو ذاهب الحديث ، وطريقه\r\nالمحدثين قد علمتموها . فمن روى عن مثل هذا ، وقد قال عنه مثل هذا الكلام كيف\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nيكون حاله ؟ وقال ابن عدي أيضا في كتابه : إنه كان يسرق الأحاديث ويلزق\r\nحديث قوم على قوم ويرفع الموقوف ، ويصل المرسل ، وأمره بين .\r\nوقال في الترجمة : ذكر ما قاله العلماء في ذم رأيه\r\nوالتحذير منه إلى ما يتصل بذلك من أخباره\r\nقال أخبرنا أبو الحسن علي بن أحمد بن إبراهيم البزاز بالبصرة قال حدثنا أبو علي\r\nالحسن بن محمد بن عثمان الفسوي أنبأنا يعقوب بن سفيان قال حدثنا محمد بن\r\nعوف حدثنا إسماعيل بن عباس الحمصي حدثنا هشام بن عروة عن أبيه . قال : كان\r\nالأمر في بني إسرائيل مستقيما حتى نشأ فيهم أبناء سبايا الأمم ، فقالوا بالرأي فهلكوا\r\nوأهلكوا فإنا قد تركت الجواب عن هذه الحكاية في الموضع لأنها لم تتعلق بأبي\r\nحنيفة وحده ، فتركها ليعلم من وقف عليها أنه لم يرد الطعن على أبي حنيفة وحده\r\nوإنما أراد الطعن على أئمة المسلمين من الصحابة والتابعين ، وتركته ليعلم من وقف\r\nعليها ما ذكرت من أول الأمر من أنه جعل الطعن على أبي حنيفة سببا للطعن على\r\nسائر المسلمين كما فعلت الفلاسفة بمذهب الروافض ، وقد ذكر بعدها مثلها وذكر\r\nفيها أبا حنيفة وأنا مجاوبه إن شاء الله تعالى .\r\nوأما الحكاية التي بعدها ذكرها ونسبها إلى سفيان ورواها عن أبي نعيم\r\nالأصبهاني وقد تقدم خبره . وكذلك سفيان وما ذكره عن أبي حنيفة من أنه من أبناء\r\nسبايا الأمم فقد أجمع النسابون على أنه لم يكن من أبناء سبايا الأمم وهو أبو حنيفة\r\nالنعمان بن ثابت بن النعمان بن المرزبان ، والنعمان بن المرزبان أبو ثابت الذي أهدى\r\nلعلي بن أبي طالب رضي الله عنه الفالوذج في يوم النيروز - أو المهرجان - فقال :\r\nنيرزونا كل يوم - أو مهرجونا كل يوم - وساق هذه الحكايات عن سفيان وهذا\r\nعندي نقص في حق سفيان إن صحت هذه الأسانيد عن سفيان لأنه إذا عاب الرأي\r\nلم يعد من العلماء ومن لم يعد من العلماء فلا اعتداد بقوله .\r\nوذكر حكاية عن ابن الفضل إلى أن ساقها إلى البخاري ثم قال حدثنا صاحب لنا\r\nفنكر وأجهل الإسناد وقد تقدم الجواب عن مثل هذا .\r\nثم ذكر حكاية عن محمد بن الحسن الأزرق إلى النقاش المقرئ وقد تقدم ما قيل\r\nفيه .\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nثم ذكر حكاية عن ابن درستويه أيضا وقد تقدم أيضا ساقها إلى إسحاق بن\r\nإبراهيم الحنيني ، وهذا إسحاق من أصحاب مالك كان أحمد بن صالح المصري لا\r\nيرضاه ، حكاه ابن أبي حاتم في كتابه ، وذكره ابن الجوزي في كتاب الضعفاء ،\r\nوقال : قال النسائي : ليس بثقة . وقال ابن عدي : ضعيف . وقال الأزدي ضعيف .\r\nثم ذكر حكاية عن ابن رزق وساقها إلى حبيب كاتب مالك بن أنس ، وحبيب\r\nهذا هو ابن رزق ذكره ابن أبي حاتم في كتابه . وقال أحمد : ليس بثقة . وقال أبو\r\nحاتم : كان يحيل الحديث ويكذب .\r\nثم ذكر حكاية عن ابن درستويه إلى نعيم عن سفيان وقد تقدم ذكر الثلاثة .\r\nوذكر حكاية عن أبي الفضل الطناجيري إلى شريك القاضي وقد تقدم ذكر حاله .\r\nوذكر حكاية من طريقين إحداهما عن ابن دوما وقد تقدم حاله ، والطريق الثانية\r\nعن علي بن محمد بن عبد الله المعدل ساقها إلى منصور إلى شريك القاضي وقد\r\nذكرناه\r\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه عن يعقوب عن أبي بكر بن\r\nخلاد . قال سمعت عبد الرحمن بن مهدي قال سمعت حماد بن زيد يقول سمعت أيوب\r\n- وذكر أبو حنيفة - فقال ( يريدون أن يطفئوا نور الله بأفواههم يأبى الله إلا أن\r\nيتم نوره ) فهذه الحكاية ذكرها الخطيب في ذم أبي حنيفة والتحذير منه ، والله\r\nأعمى الخطيب ليظهر كرامة أبي حنيفة فإنه قال ( يريدون أن يطفئوا نور الله\r\nبأفواههم ) وقد علم الناس أن الله عز وجل نشر مذهب الأربعة الأئمة وأتم نور دينه\r\nبهم حتى ملأ الآفاق وهو من المتأخرين ولم يعلم ذلك ، فكأن الله أنطق حماد بن زيد\r\nبكرامة أبي حنيفة رضي الله عنه ، ومع هذا فإن مذهب أبي حنيفة رضي الله عنه\r\nاشتهر في الآفاق ولم يعرف لحماد بن زيد مذهب إلا ما نقل في آحاد الكتب .\r\nثم ذكر حكاية عن أحمد بن الحسن الحيري إلى أن ساقها إلى سعيد بن عامر\r\nوسعيد بن عامر هذا هو الضبعي أبو محمد ذكره ابن أبي حاتم في كتابه فقال : هو\r\nصدوق صالح وفى حديثه بعض الغلط ، ورواها سعيد بن عامر عن سلام بن أبي\r\nمطيع وكنيته أبو سعيد . قال ابن حبان البستي : كثير الوهم لا يجوز الاحتجاج به إذا\r\nانفرد .\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nثم ذكر حكاية أخرى عن ابن الفضل عن ابن درستويه وقد تقدم ذكر حاله ،\r\nوساقها إلى شريك القاضي وقد مضى ذكره .\r\nثم ذكر حكاية عن ابن رزق والبرقاني جميعا ، ثم سرقها إلى محمد بن جعفر بن\r\nالهيثم الأنباري وقد ذكر حاله ، ثم ساقها إلى سليمان بن حسان الحلبي الشامي ذكره\r\nالخطيب في تاريخه وقال ذكره عبد الرحمن بن أبي حاتم وقال سألت عنه أبى فقال\r\nسألت ابن أبي غالب عنه فقال : لا أعرفه ولا أرى البغداديين يروون عنه .\r\nثم ذكر حكاية عن ابن رزق ساقها إلى الحسن بن علي الحلواني وقد تقدم ذكره .\r\nثم روى حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكره ، ثم ساقها إلى\r\nنعيم بن حماد الخزاعي وقد تقدم ذكره . ثم ساقها إلى سفيان الثوري وقد تقدم ذكره .\r\nثم ذكر حكاية عن ابن حسنويه ساقها إلى ثعلبة بن سهيل وهو القاضي ذكره ابن\r\nالجوزي في كتاب ( الضعفاء ) وقال يحيى بن معين : ليس بشئ . ثم ساقها إلى سفيان\r\nوقد ذكرناه ، وفى جملة سند هذا الحديث جرير بن عبد الحميد ذكره الخطيب في\r\nتاريخه وقال في ترجمته بإسناد ساقه قال سمعت سلميان بن داود الشاذكوني يقول :\r\nقدمت على جرير فأعجب بحفظي وكان لو مكرما ، وقدم يحيى بن معين والبغداديون\r\nالذين معه وأنا ، ثم قال فرأوا موضعي منه فقال له بعضهم : إنما بعثه يحيى وعبد\r\nالرحمن ليفسد حديثك عليك ويتتبع عليك الأحاديث ، قال وكان جرير حدثنا عن\r\nمغيرة عن إبراهيم في طلاق الأخرس ، قال ثم حدث به بعد عن سفيان عن مغيرة عن\r\nإبراهيم ، قال فبينما أنا يوما عند ابن أخيه إذ رأيت على ظهر كتاب لابن أخيه عن\r\nابن المبارك عن سفيان عن مغيرة عن إبراهيم ، قال فقلت لابن أخيه : عمك هذا\r\nيحدث بهذا عن مغيرة ، ومرة عن سفيان عن مغيرة ، ومرة عن ابن المبارك عن سفيان ،\r\nفينبغي أن نسأله ممن سمعه ؟ قال سليمان وكان هذا الحديث موضوعا . قال فوقفت\r\nجريرا عليه فقلت له حديث طلاق الأخرس ممن سمعته ؟ فقال حدثنيه رجل من أهل\r\nخراسان عن ابن المبارك . قال فقلت له قد حدثت به مرة عن مغيرة ، ومرة عن سفيان\r\nعن مغيرة ، ومرة عن رجل عن ابن المبارك عن سفيان عن مغيرة ، ولست أراك تقف\r\nعلى شئ فمن الرجل ؟ قال : رجل جاءنا من أصحاب الحديث . قال فوثبوا بي\r\nوقالوا ألم نقل لك إنما جاء ليفسد عليك حديثك ؟ قال فوثب بي البغداديون ، قال\r\nوتعصب لي قوم من أهل الري حتى كان بينهم شر شديد . وذكر في ترجمته أيضا\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nحكاية عن أبي الوليد الطيالسي قال قدمت الري ومعي أبو داود الطيالسي وحملت\r\nمعي أصل كتابي عن شعبة ، قال وكان جرير يجالسنا عند رجل من التجار ، قال\r\nفسمعنا نذكر الحديث ، فيعجب بالحديث إعجاب رجل سمع العلم وليس له حفظ ،\r\nقال فسمعني أتحدث بحديث شعبة عن عمرو بن مرة عن عبد الله بن مسلمة حديث\r\nصفوان بن عسال - أو حديث على - ( إنما ) علجان فعالجا عن دينكما ) فقال اكتبه\r\nلي . قال فكتبته له وحدثته به ، قال وتحدثت بحديث فضالة بن عبيد في القلادة\r\nفاستحسنه وقال اكتبه لي فكتبته له ، وحدثته به عن الليث بن سعد . قال فقال لي قد\r\nكتبت عن منصور ومغيرة وجعل يذكر الشيوخ ، فقلت له حدثنا ، فقال لست أحفظ\r\nكتبي غائبة عنى ، وأنا أرجو أن أوتى بها ، قد كتبت في ذاك : فبينما نحن كذلك إذ\r\nذكر يوما شيئا من الحديث ، فقلت له أحسب أن كتبك جاءت ؟ قال أجل . قلت\r\nلأبي داود : جليسا جاءته كتبه من الكوفة اذهب بنا ننظر فيها قال فأتيناه فنظرت في\r\nكتبه أنا وأبو داود . وحكى بإسناد له قال سمعت سليمان بن حرب يقول : كان جرير\r\nعبد الحميد وأبو عوانة يتشابهان في رأى العين ، ما كانا يصلحان إلا أن يكونا راعي\r\nغنم .\r\nثم روى حكاية عن أبي نصر أحمد بن إبراهيم المقدمي إلى علي بن زيد وهذا هو\r\nالفرائض ذكره في تاريخه وقال : هو شيخ شيخ شيخي ثم قال في الترجمة وقد تكلموا\r\nفيه ، ثم قالها إلى محمد بن كثير عن الأوزاعي ، ومحمد هذا هو المصيصي صناعي الأصل أبو يوسف ذكره ابن أبي حاتم في كتابه وقال : ضعفه أحمد جدا وضعف\r\nحديثه . وقال أبو حاتم : لم يكن عندي ثقة .\r\nوذكر حكاية عن محمد بن الحسن الوراق عن أحمد بن كامل القاضي ذكره في\r\nتاريخه وقال في ترجمته سأل أبو سعيد الإسماعيل أبا الحسن الدارقطني عن أبي بكر\r\nأحمد بن كامل فقال : كان متساهلا وربما حدث من حفظه بما ليس عنده في كتابه\r\nوأهلكه العجب ، فإنه كان يختار ولا يضع لأحد من العلماء الأئمة أصلا . ثم إلى\r\nالأوزاعي وسفيان وقد مضى ذكرهما ، ثم حدث عن ابن رزق إلى يحيى بن السكن\r\nالبصري عن أيوب بن محمد ذكره ابن أبي حاتم في كتابه وقال : قال أبو حاتم : ليس\r\nبالقوى .\r\nثم ذكر حكاية عن ابن رزق ، ثم ساقها من طريق أخرى عن أبي نعيم الحافظ\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nوهو الأصفهاني وقد تقدم ذكرنا له ، ثم ساقها إلى سفيان وقد تقدم ذكر حاله .\r\nثم ذكر حكاية عن الحسن بن إبراهيم وهو ابن شاذان ذكره الخطيب في تاريخه\r\nفقال في ترجمته كان أشعريا مشتهرا بشرب النبيذ ، ثم ساقها إلى مؤمل بن إسماعيل\r\nوقد سبق ذكرنا له .\r\nوحدث حكاية عن محمد بن عمر بن بكر إلى المؤمل وقد ذكرنا حاله .\r\nوحدث حكاية أخرى عن ابن الفضل عن ابن درستويه وقد تقدم شرح ما قاله\r\nفيه .\r\nوحدث حكاية أخرى عن الخلال ساقها إلى أبان بن سفيان الحرزي قال أبو حاتم\r\nمحمد بن حبان البستي : روى عن الثقات أشياء موضوعة . وقال الدارقطني متروك .\r\nثم ذكر حكاية عن إبراهيم بن محمد بن سليمان ساقها إلى سفيان وقد تقدم\r\nذكره .\r\nثم ذكر حكاية عن إبراهيم بن مخلد عن محمد بن أحمد الحكيمي ، وهذا\r\nذكره الخطيب في تاريخه فقال : سألت أبا بكر البرقاني عن الحكيمي فقال : ثقة\r\nإلا أنه يروى مناكير ، ثم ساقها إلى مطرف أبى مصعب الأصم قال أبو أحمد بن عدي\r\n: يحدث مطرف عن ابن أبي ذئب ومالك وغيرهما بالمناكير .\r\nثم ذكر حكاية عن ابن رزق إلى الوليد بن مسلم والوليد هذا هو أبو العباس\r\nالدمشقي . قال ابن عدي : يروى عن الأوزاعي عن شيوخ ضعفاء عن شيوخ قد\r\nأدركهم الأوزاعي مثل نافع والزهري فيسقط أسماء الضعفاء ويجعلها عن الأوزاعي\r\nعنهم . وقال الدارقطني مثل هذا أيضا .\r\nثم ذكر حكاية أخرى عن علي بن محمد المعدل إلى الوليد بن مسلم هذا المقدم\r\nذكره .\r\nثم ذكر حكاية أخرى عن ابن رزق إلى مطرف وقد تقدم ذكرنا له .\r\nثم ذكر حكاية عن أبي الفرج الطناجيري إلى علي بن زيد الفرائضي ذكره\r\nالخطيب في تاريخه فقال : وقد تكلموا فيه .\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nثم ذكر حكاية عن القاضي أبى بكر أحمد بن الحسن الحرشي إلى أبى عوانة وقد\r\nتقدم .\r\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكره .\r\nثم ذكر حكاية عن الحسن بن أبي طالب إلى عبد الله بن محمد البغوي وهو\r\nأبو القاسم وقد تقدم ذكره .\r\nثم ذكر حكاية عن الخلال إلى أبى نعيم وحدث عن علي بن القاسم بن الحسين\r\nالبصري إلى أبى نعيم وقد ذكر الخطيب في ترجمة أبى نعيم ض من تاريخه قال حدثت\r\nعن محمد بن عبد الله بن المطلب الكوفي قال حدثنا علي بن محمد حدثنا أحمد بن\r\nميثم بن أبي نعيم . قال : قلت جدي أبو نعيم الفضل بن دكيل بغداد ونحن معه ، فنزل\r\nالرميلة ونصب له كرسي عظيم فجلس عليه ليحدث فقام إليه رجل ظننته من أهل\r\nخراسان فقال : يا أبا نعيم أتتشيع ؟ فكره الشيخ مقالته وصرف وجهه وتمثل بقول\r\nمطيع بن إياس :\r\nوما زال بي حبيك حتى كأنني * برجع جواب السائلي عنك أعجم\r\nلأسلم من قول الوشاة وتسلمي * سلمت وهل حي من الناس يسلم\r\nفلم يفقه الرجل مراده فعاد سائلا فقال : يا أبا نعيم أتتشيع ؟ فقال الشيخ : يا هذا\r\nكيف بليت بك ، وأي ريح هبت إلى بك . سمعت الحسن بن صالح يقول سمعت جعفر\r\nابن محمد يقول : حب على عبادة ، وأفضل العبادة ما كتم . ثم ذكر حكاية أخرى عن أبي\r\nالفتح بن أبي الفوارس إلى أن قال : كنت عند أبي نعيم الفضل بن دكين فجاء\r\nابنه يبكى ، فقال له مالك ؟ فقال الناس يقولون إنك تتشيع فأنشأ يقول :\r\nوما زال كتمانيك حتى كأنني * برجع جواب السائلي عنك أعجم\r\nلأسلم من قول الوشاة وتسلمي * على وهل حي على الناس يسلم\r\nثم ذكر حكاية عن ابن رزق إلى وكيع وقد تقدم ذكره .\r\nثم ذكر حكاية عن محمد بن عبد الله الحنائي ساقها إلى عبد الله بن المبارك وقد\r\nتقدم ذكره .\r\nثم ذكر حكاية عن محمد بن علي المقرئ عن محمد بن عبد الله الحاكم\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nالنيسابوري وهذا محمد بن الحاكم هو صاحب التاريخ ذكره الخطيب في تاريخه\r\nوحكى أنه كان يميل إلى التشيع . وقال : جمع الحاكم أبو عبد الله أحاديث زعم أنها\r\nصحاح على شرط البخاري ومسلم لم يلزمهما إخراجها في صحيحيهما ، منها\r\nحديث ( الطائر ، ومن كنت مولاه فعلى مولاه ) . فأنكر عليه أصحاب الحديث ذلك\r\nولم يلتفتوا إلى قوله ، ولا صوبوه في فعله . وقد حكى أبو الفضل محمد بن طاهر\r\nالمقدسي عن سعد بن علي الريحاني أنه قال : ثلاثة من الحفاظ لا أحبهم لشدة\r\nتعصبهم ، منهم أبو عبد الله الحاكم .\r\nثم ذكر حكاية عن الأزهري عن محمد بن العباس الخزاز وهذا هو ابن حيويه وقد\r\nتقدم حاله .\r\nثم ذكر حكاية عن الأزهري إلى أبي إسحاق الطالقاني وهو إبراهيم بن إسحاق\r\nابن عيسى الطالقاني ذكره الخطيب في تاريخه وقال عنه كان ثقة ثبتا يقول بالإرجاء .\r\nوساقها إلى عبد الله بن المبارك وقد تقدم ذكره .\r\nوذكر حكاية عن إبراهيم بن عمر البرمكي عن عمر بن محمد الجوهري ذكره في\r\nتاريخه فقال : وفى بعض حديثه نكرة .\r\nثم ذكر حكاية أخرى ساقها إلى الطالقاني إلى ابن المبارك وقد تقدم ذكرهما .\r\nثم ذكر حكاية عن الخلال إلى أبى داود عن ابن المبارك وهذا سند منقطع لأن\r\nأبا داود لم يدرك ابن المبارك وثم قد تقدم ذكر ابن المبارك ، ثم إن الحكاية هي أن\r\nقال ابن المبارك : ما كنا نأتى مجلس أبي حنيفة إلا خفية من سفيان الثوري ، وهذا\r\nدليل على ما ذكرناه من أنه كان بين أبي حنيفة وبين سفيان الثوري شئ ، وكان أبو\r\nحنيفة أكفهما لسانا .\r\nثم ذكر حكاية عن أبي نصر أحمد بن الحسين عن أبي بكر السني عن عبد الله\r\nابن محمد بن جعفر ، وعبد الله هذا هو أبو القاسم القزويني القاضي فقيها على\r\nمذهب الشافعي وكان يظهر العبادة ويحفظ ، ثم خلط ووضع أحاديث فافتضح\r\nسقط جاهه . ذكر ذلك أبو سعيد بن يوسف في تاريخه مصر . . وقال الدارقطني : هو\r\nكذاب يضع الحديث . وإن كان غيره فهو أبو محمد عبد الله بن محمد بن جعفر\r\nالأصفهاني بن حبان المعروف بأبي الشيخ ، ضعفه أبو أحمد العسال الأصفهاني .\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nثم ذكر حكاية عن ابن رزق إلى سفيان الثوري وقد تقدم ذكره .\r\nثم ذكر حكاية عن أبي بكر محمد بن عبد الله بن أبان الهيتي ذكره الخطيب في\r\nتاريخه وقد سبق ما ذكره ، وعن أحمد بن سلمان النجاد ذكره الخطيب في تاريخه\r\nفقال سأل أبو سعيد الإسماعيلي أبا الحسن الدارقطني فقال قد حدث أحمد بن\r\nسلمان النجاد من كتاب غيره بما لم يكن في أصوله . ثم رفعها إلى سفيان وقد تقدم\r\nذكره .\r\nثم ذكر حكاية عن القاضي أبى بكر محمد بن عمر الداودي إلى محمد بن الحسين\r\nابن حميد بن الربيع وذكره الخطيب في تاريخه فروى عن أحمد بن محمد بن سعيد\r\nقال : كنت عند الحضرمي فمر عليه ابن للحسين بن حميد الخزاز فقال : هذا كذاب\r\nابن كذاب . ثم بعده إلى محمد بن عمر بن الوليد ذكره ابن أبي حاتم في كتابه وقال :\r\nقال أبو حاتم : أرى أمره مضطربا وذكره أبن الجوزي في كتاب الضعفاء . وقال :\r\nقال ابن حبان : يروى عن مالك ما ليس من حديثه لا يجوز الاحتجاج به . ثم بعده\r\nإلى محمد بن عبيد الطنافسي ذكره ابن أبي حاتم وقال : قال أحمد : كان يخطئ ولا\r\nيرجع عن خطئه . ثم سرقها إلى سفيان الثوري وقد تقدم ذكره ، أو ابن عينية .\r\nثم ذكر حكاية عن ابن رزق إلى سفيان بن وكيع بن الجراح عن أبيه وقد تقدم\r\nذكر هما ثم ساقها إلى سفيان وقد تقدم ذكره .\r\nثم ذكر حكاية عن الأبار إلى قيس بن الربيع وقد تقدم حاله .\r\nثم ذكر حكاية عن البرمكي إلى عمر بن محمد الجوهري ذكره الخطيب في تاريخه\r\nفقال : وفى بعض حديثه نكرة . ثم إلى حجاج وهو أبو محمد الأعور وقد ذكرناه ، إلى\r\nقيس بن الربيع وقد تقدم ذكره .\r\nثم ذكر حكاية عن البرقاني عن محمد بن أحمد بن محمد الآدمي ذكره الخطيب في\r\nتاريخه قال : قال لي أبو طاهر حمزة بن محمد الدقاق : لم يكن الأمي هذا صدوقا في\r\nالحديث كان يسمع لنفسه في كتب لم يسمعها ، ثم ساقها إلى أن قال حدثني بعض\r\nأصحابنا وهذا مجهول .\r\nوذكر حكاية أخرى عن ابن رزق ساقها إلى مصعب بن خارجة وذكره ابن أبي\r\nحاتم في كتابه وقال : مجهول .\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nثم ذكر حكاية عن أبي بكر أحمد بن علي بن عبد الله الرخاخي الطبري وذكره\r\nفي تاريخه وقال : إنه ثقة ، ثم ساق الحكاية إلى سفيان الثوري وشريك والحسن بن\r\nصالح ، فأما شريك وابن صالح فقد سبق ما قيل عنهما .\r\nثم ذكر حكاية عن الحسن بن أبي طالب ولم يذكره في التاريخ .\r\nثم ذكر حكاية عن البرقاني إلى أن ساقها إلى سلمة بن سليمان قال : قال رجل\r\nلابن المبارك ، ورجل غير مسمى مجهول الأمر .\r\nثم ذكر حكاية عن الأزهري عن محمد بن العباس ومحمد بن العباس هذا هو ابن\r\nحيوية الخزاز ذكره الخطيب في تاريخه وقال كان فيه تسامح وربما أراد أن يقرأ شيئا\r\nولا يقرب أصله منه ، فيقرأه من كتاب أبى الحسن بن الرزاز لثقته بذلك الكتاب ،\r\nوإن لم يكن فيه سماعه . وكان مع ذلك ثقة ، ثم ساقها إلى فهد بن عوف وفهد بن\r\nعوف هذا قال علي بن المديني : هو كذاب وكان على يقول : ذهب الفهدان ، فهد\r\nابن عوف وفهد بن حيان . حكى ذلك ابن الجوزي في كتاب ( الضعفاء ) .\r\nثم ذكر حكاية عن العتيقي ساقها إلى محمد بن بشار بندار وقد ذكره الخطيب في\r\nتاريخه فقال في ترجمته بإسناد ساقه إلى أن قال الفرهياني قال سمعت أبا موسى وكان\r\nقد صنف حديث داود بن أبي هند ، ولم يكن بندار صنفه . سمعت أبا موسى يقول :\r\nمنا قوم لو قدروا أن يسرقوا حديث داود لسرقوه - يعنى به بندار - ثم قال\r\nالخطيب أخبرنا أبو القاسم الأزهري وساق سندا إلى أن قال حدثنا عبد الله بن علي\r\nابن عبد الله المديني قال سمعت أبي وسألته عن حديث رواه بندار عن ابن مهدي عن أبي\r\nبكر بن عياش عن عاصم عن زر عن عبد الله عن النبي صلى الله عليه وسلم قال : ( تسحروا فإن\r\nفي السحور بركة ) فقال هذا كذب . قال حدثني أبو داود موقوفا وأنكره أشد\r\nالإنكار .\r\nثم قال أخبرنا محمد بن جعفر بن علان الشروطي - مما أذن لي أن أرويه عنه -\r\nأخبرنا أبو الفتح محمد بن الحسين الأزدي الحافظ حدثنا محمد بن جعفر المطيري\r\nحدثنا عبد الله بن الدورقي . قال : كنا عند يحيى بن معين وجرى ذكر بندار فرأيت\r\nيحيى لا يعبأ به ويستضعفه ، قال ابن الدورقي ورأيت القواريري لا يرضاه ، وكان صاحب حمام .\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nثم ذكر حكاية عن البرقاني ثم ساقها إلى بندار هذا وقد تقدم ذكره .\r\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكره أيضا .\r\nثم ذكر حكاية عن ابن رزق إلى الوليد بن عتبة وهو مجهول ، ثم إلى مؤمل بن\r\nإسماعيل وقد ذكرناه فيما تقدم .\r\nثم ذكر حكاية عن بشرى وعن محمد بن حسنويه ساق السندين إلى البغوي عن أبي\r\nالجواب ، وهو الأحوص بن جواب قال يحيى بن معين : ليس بذاك القوى ، وذكر\r\nالبغوي قد تقدم .\r\nثم ذكر حكاية عن ابن الفضل عن ابن درستويه وقد تقدم ذكرهما ، ثم ساقها إلى\r\nابن نمير عن بعض أصحابنا وهذا مجهول .\r\nثم ذكر حكاية عن عبد الله بن يحيى السكري ساقها إلى سفيان بن عيينة وقد\r\nتقدم ذكره ، روى ابن عيينة شعرا عن مساور الوراق . وقال أجابه بعضهم وهذا\r\nالمجيب مجهول وقد تقدم الجواب عن الشعر .\r\nثم ذكر حكاية عن ابن رزق ساقها إلى يحيى بن أيوب قال حدثنا صاحب لنا ثقة\r\nوأيهم ، وهذا مجهول عن أبي بكر بن عياش ذكره ابن الجوزي في كتاب ( الضعفاء )\r\nفقال : كان يحيى بن سعيد لا يعبأ به ، وإذا ذكر عنده كلح وجهه . وكان محمد بن\r\nعبد الله بن نمير يضعفه .\r\nثم ذكر حكاية عن ابن رزق إلى أسود بن سالم إلى أبى بكر بن عياش وقد\r\nذكرناه .\r\nثم ذكر حكاية عن أبي عبد الله محمد بن عبد الواحد عن محمد بن العياش وقد\r\nتقدم ساقها إلى أبى معمر ، وأبو معمر هذا هو إسماعيل بن إبراهيم الهذلي الهروي\r\nذكره الخطيب في ( التاريخ ) فروى بإسناده إلى يحيى بن معين وذكر أبا معمر - يعنى\r\nيحيى - فقال لا صلى الله عليه ذهب إلى الرقة فحدث بخمسة آلاف حديث أخطأ\r\nفي ثلاثة آلاف حديث ، وذكر أيضا بإسناده إلى أبى زرعة أنه قال : كان أحمد لا\r\nيرى الكتابة عن أبي نصر النمار ولا عن أبي معمر ولا يحيى بن معين ولا أحد ممن\r\nامتحن فأجاب ، وذكر أيضا بإسناده إلى أبى معمر أخذ في المحنة فأجاب فلما خرج قال : كفرنا وخرجنا .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nوقد ذكر حكاية عن أبي بكر بن عياش وقد سبق ذكره .\r\nثم ذكر حكاية عن أبي حازم العابدون عمر بن أحمد بن إبراهيم بن عبدويه\r\nالسدوسي .\r\nثم ذكر حكاية عن أبي نعيم الحافظ أحمد بن عبد الله الأصبهاني صاحب الحلية\r\nوقد تقدم ذكره ، عن أبي محمد عبد الله بن محمد بن حيان - وهو أبو الشيخ وقد\r\nضعفه أبو أحمد العسال وهو من أهل بلده - عن سالم بن عصام وقد ذكره أبو نعيم\r\nفي تاريخ أصفهان فقال : كان كثير الحديث والغرائب ، ثم ساقها إلى سفيان الثوري\r\nوقد تقدم ذكره .\r\nثم ذكر حكاية عن البرقاني عن محمد بن العباس بن حييه وقد تقدم ذكر حاله .\r\nثم ذكر حكاية عن بشرى الرومي عن أحمد بن جعفر بن حمدان - وهو القطيعي\r\n- ذكره الخطيب في تاريخه وحدث عن أبي الحسن بن الفرات قال : كان ابن مالك\r\nالقطيعي مستورا صاحب سنة كثير السماع [ سمع 
  ] من عبد الله بن أحمد وغيره إلا أنه\r\nخلط في آخر عمره وكف بصره وخرف حتى لا يعرف شيئا مما يسمع عليه ، ثم\r\nقال : قال محمد بن أبي الفوارس : أبو بكر بن مالك كان مستورا صاحب سنة ، ولم\r\nيكن في الحديث بذاك . وقال أيضا سمعت أبا بكر البرقاني - وسئل عن ابن مالك -\r\nفقال : كان شيخا صالحا ، وكان لأبيه اتصال ببعض السلاطين ، فقرئ لابن ذلك\r\nالسلطان على عبد الله بن أحمد المسند وحضر ابن مالك سماعة ثم غرقت قطعة من\r\nكتبه بعد ذلك فنسخها من كتاب ذكروا أنه لم يكن سماعه فيه فغمزوه لأجل ذلك .\r\nثم ذكر حكاية عن ابن رزق عن أحمد بن سلمان الفقيه المعروف بالنجاد وقد\r\nتقدم ذكره . ساقها إلى مهنى بن يحيى ذكره الخطيب في تاريخه فقال في ترجمته\r\nحدثني أحمد بن محمد الرزاز أخبرنا محمد بن جعفر الشروطي أنبأنا أبو الفتح محمد بن\r\nالحسين الأزدي . قال : مهنى بن يحيى الشامي نزل بغداد منكر الحديث .\r\nثم ذكر حكاية عن البرقاني عن أحمد بن محمد الأدمى وقد تقدم ذكره .\r\nثم ذكر حكاية عن الحسن بن أبي طالب عن محمد بن نصر بن أحمد بن نصر بن\r\nمالك القطيعي ذكره الخطيب في تاريخه وقال حدثني الأزهري قال حضرت عند\r\nمحمد بن نصر بن مالك فوجدته على حالة عظيمة من الفقر والفاقة ، وعرض على\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nشيئا من كتبه لأشتريه ، ثم انصرفت من عنده وحضرت بعد عند أبي الحسن بن\r\nرزقويه فقال لي : ألا ترى إلى ابن مالك ، إنه جاءني بقطعة من كتب ابن أبي الدنيا\r\nوقال لي اشتراها منى فإن فيها سماعك معي من البرذعي ؟ فقلت لي يا هذا والله ما\r\nسمعت من البرذعي شيئا . قال الأزهري فنظرت في تلك الكتب وقد سمع فيها ابن\r\nمالك بخطه لابن رزقويه تسميعا طريا - أو كما قال -\r\nثم ذكر حكاية عن محمد بن المسيب - وقد تقدم ذكره - عن خالد بن يزيد بن أبي\r\nمالك الشاعر ذكره بن أبي حاتم في كتابه فقال : كان يروى مناكير . ثم ذكر\r\nحكاية عن البرقاني عن بشر بن أحمد الإسفراييني عن عبد الله بن محمد .\r\nابن سيار قال سمعت القاسم بن عبد الملك أبا عثمان يقول سمعت أبا مسهر\r\nيقول : كانت الأئمة تلعن أبا فلان على هذا المنبر - وأشار إلى منبر دمشق - قال\r\nالفرهياني : هو أبو حنيفة .\r\nلم يكن غرض الخطيب أن يذكر هذا عن أبي حنيفة ، إنما جعل أبا حنيفة ذريعة ،\r\nوأراد أن يذكر الناس بما نقل مما كان على منبر دمشق ، ولم أتتبع رجال هذا السند\r\nبالكشف لعلم الناس بمن أراد بالحكاية وشهرة الخبر أغنت عن ذكره ولأن أحدا لا\r\nيلعن على منبر إلا باذن الإمام ، وأبو حنيفة كان في دولة بنى العباس في زمن\r\nالمنصور . فلو لعن على منبر دمشق لكان لعن على منابر العراق إذ هي دار الخلافة ولم\r\nينقل هذا الخطيب ولا غيره .\r\nثم ذكر حكاية عن الخلال عن أبي الفضل عبيد الله بن عبد الرحمن بن محمد\r\nالزهري عن عبيد الله بن عبد الرحمن أبو محمد السكري عن العباس بن عبد الله\r\nالترقفي قال سمعت الفريابي يقول : كنا في مجلس سعيد بن عبد العزيز بدمشق فقال\r\nرجل : رأيت فيما يرى النائم كأن النبي صلى الله عليه وسلم قد دخل من الباب الشرقي - يعنى باب\r\nالمسجد - ومعه أبو بكر وعمر ، وذكر غير واحد من الصحابة وفى القوم رجل وسخ\r\nالثياب رث الهيئة ، فقال تدرى من ذا ؟ قلت لا ، قال [ هذا 
  ] أبو حنيفة ، هذا ممن أعين\r\nبعقله على الفجور ، فقال له سعيد بن عبد العزيز : أنا أشهد أنك صادق ولولا أنك\r\nرأيت هذا لم تحسن تقول هذا .\r\nأما أنا فقد رضيت بصحبة أبي حنيفة للنبي صلى الله عليه وسلم ولم أر بالثياب بأسا بعد صحبة\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nالنبي صلى الله عليه وسلم ، ومن صحب النبي صلى الله عليه وسلم في مثل ما ذكر فلا يكون فاجرا ولا يعان بعقله\r\nعلى الفجور ، فإن كان الخطيب أراد بهذا أن كل من صحب النبي صلى الله عليه وسلم يوصف بما\r\nوصف به أبا حنيفة فيكون تأكيدا لما ذكرت أنا آنفا ، وأما هذا السند فلو أردت أن\r\nأقول فيه شيئا لقلت فإنه قال : قال رجل ، أخبر عن رجل ، لا يعرف ، ثم إنه منام ، ثم\r\nإن سعيد بن عبد العزيز شهد للرائي أنه لا يعرف شيئا .\r\nثم ذكر حكاية عن أبي الفتح محمد بن المظفر بن إبراهيم الخياط قال الخطيب في\r\nتاريخه كتبت عنه وهو شيخ صدوق ، كان يسكن دار إسحاق ، ولا أعلم كتب عنه\r\nأحد غيري عن محمد بن علي بن عطية المكي ذكره في تاريخه فقال في ترجمته صنف\r\nكتابا سماه قوت القلوب على لسان الصوفية ، وذكر فيه أشياء منكرة مستشنعة في\r\nالصفات . قال الخطيب وقال لي أبو طاهر محمد بن علي بن العلاف : كان أبو طالب\r\nالمكي من أهل الجبل ، ونشأ بمكة ودخل البصرة بعد وفاة أبى الحسن بن سالم فانتهى\r\nإلى مقالته ، وقدم بغداد . فاجتمع الناس عليه في مجلس الوعظ ، فخلط في كلامه\r\nوحفظ عنه أنه قال : ليس على المخلوقين أضر من الخالق . فبدعه الناس وهجروه ،\r\nوامتنع من الكلام على الناس بعد ذلك .\r\nثم ذكر حكاية عن القاضي محمد بن علي الواسطي أبى العلاء ذكره الخطيب في\r\nتاريخه فقال في ترجمته ورأيت لأبي العلاء أصولا عتقا سماعه فيها صحيح ، وأصولا\r\nمضربة وكان من أهل العلم بالقراءات ممن أدركنا يقدحون فيه وسمعته يذكر أن عنده\r\nتاريخ شباب العصفري فسألته إخراج أصله لأقرأ عليه فوعدني بذلك ، ثم اجتمعت\r\nمع أبي عبد الله الصوري فتجارينا ذكره فقال لي لا ترد أصله بتاريخ شباب فإنه لا\r\nيصلح لك ، فقلت وكيف ذاك ؟ فذكر أن أبا العلا أخرج إليه الكتاب فرآه قد سمع\r\nفيه لنفسه تسميعا طريا مشاهدته تدل على فساده .\r\nورأيت في كتاب أبى العلا عن بعض الشيوخ المعروفين حديثا استنكرته وكان\r\nمتنه طويلا موضوعا مركبا على إسناد واضح صحيح عن رجال ثقات أئمة في\r\nالحديث ، فذاكرت به أبا عبد الله الصوري فقال لي : قد رأيت هذا الحديث في\r\nكتاب أبى العلاء فاستنكرته ، فعرضته على حمزة بن محمد فقال لي اطلب من القاضي\r\nأصلا به فإنه لا يقدر على ذلك . قال الخطيب : ورأيت له أشياء سماعه فيها مفسود ،\r\nإما مكشوط بالسكين أو مصلح بالقلم . ثم قرأت عليه حديثا من المسلسلات فقال\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nلي : هذا الحديث عندي بعلو ، فسألته إخراجه فأخرجه إلى في رقعة خطه فقرأه\r\nعلى من لفظه ، فلما قرأ استنكرته ، فقلت له هذا الحديث من هذا الطريق غريب\r\nجدا وأراه باطلا . فذكر أن له به أصلا نقله منه إلى الرقعة وأن الأصل قريب إليه لا\r\nيتعذر إخراجه عليه ، وأعتل بأن له شغلا يمنعه عن إخراجه في ذلك الوقت ، فسألته\r\nأن يخرجه بعد فراغه من شغله فأجابني إلى أن يفعل ذلك ، وانصرفت من عنده\r\nفالتقيت ببعض من كان يختص به فذكرت له القصة وقلت له هذا موضوع على أبى\r\nيعلى الموصلي وكنت قد سمعته من عير أبى العلاء بنزول ، وقلت ما أظن القاضي إلا\r\nقد وقع إليه نازلا من الطريق الموضوع فحدث به عن عبد الله بن محمد بن عثمان .\r\nفلما كان بعد أسبوع اجتمعت معه فقال لي : قد طلبت أصل كتابي بالحديث وتعبت\r\nفي طلبه فلم أجده ، وهو مختلط بين كتبي . فسألته أن يعيد طلبه إياه فقال أنا أفعل\r\nومكثت مدة أقتضيه به وهو يحتج بأنه ليس يجده ، ثم قال لي إيش قدر هذا الحديث\r\nفكم عندي مثله ، يروى عنى فما سمعني غيره . وسأل أبو العلاء بعد إنكاري عليه أن\r\nيحدث به فامتنع ولم يروه لأحد بعدي . ثم ساقها إلى طريف بن عبيد الله قال :\r\nالدارقطني : هو ضعيف .\r\nثم ذكر حكاية عن إبراهيم بن عمر البرمكي عن عبيد الله بن محمد بن محمد بن\r\nحمدان العكبري هو أبو عبد الله بن بطة ذكره الخطيب في تاريخه ثم قال : كتب إلى\r\nأبو ذر عبد بن أحمد الهروي يذكر أنه سمع نصرا الأندلسي قال - وكان يحفظ ويفهم\r\nورحل إلى خراسان - قال : خرجت إلى عكبرا فكتبت على شيخ بها عن أبي خليفة\r\nوعن ابن بطة ، فرجعت إلى بغداد فقال الدارقطني أين كنت ؟ فقلت بعكبرا ، فقال\r\nوعمن كتبت ؟ فقلت عن ابن بطة ، فقال وأيش كتبت عن ابن بطة ؟ فقلت : كتاب\r\nالسنن لرجاء بن مرجي حدثني به ابن بطة ، عن حفص بن عمر الأردبيلي عن رجاء\r\nابن مرجي فقال : هذا محال ، دخل رجاء بن مرجي بغداد سنة أربعين ، ودخل حفص\r\nابن عمر الأردبيلي سنة سبعين ومائتين ، كيف سمع منه قال الخطيب قال لي أبو\r\nالقاسم الأزهري بن بطة ضعيف ضعيف ليس بحجة ، وعندي عنه معجم البغوي ولا\r\nأخرج عنه في الصحيح شيئا . فقلت له فكيف كان كتابه بالمعجم ؟ فقال : لم نر له أصلا\r\nوإنما دفع إلينا نسخة طرية بخط ابن شهاب فنسخنا منها وقرأنا عليه ، وكذلك ادعى سماع\r\nكتب أبى محمد بن قتيبة ورواها عن شيخ سماء بن أبي مريم ، وزعم أنه دينوري حدثه عن\r\nابن قتيبة ، وابن أبي مريم هذا لا يعرفه أحد من أهل العلم سوى ابن بطة .\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nثم ذكر حكاية عن محمد بن علي المقري عن محمد بن عبد الله النيسابوري وقد\r\nتقدم ذكره ثم ساقها إلى محمد بن أبي عتاب الأعين أبى بكر ذكره الخطيب في\r\nتاريخه فقال في ترجمته محمد بن الحسن . وقال في أثناء إسناد ساقه : سأل يحيى بن\r\nمعين عن أبي بكر الأعين فقال : ليس هو من أصحاب الحديث .\r\nثم ذكر حكاية عن الحسن بن أبي طالب عن أحمد بن محمد بن يوسف - وهو\r\nابن دوست - ذكره الخطيب في تاريخه فقال تكلم محمد بن أبي الفوارس في روايته\r\nعن المطيري وطعن عليه . وقال الخطيب سمعت أبا القاسم الأزهري يقول : ابن\r\nدوست ضعيف رأيت كتبه كلها طرية ، وكان يذكر أن أصوله العتق غرقت\r\nفاستدرك نسخها . قال الخطيب : سألت البرقاني عن ابن دوست فقال : كان يسرد\r\nالحديث من حفظه وتكلموا فيه ، وقيل إنه كان يكتب الأجزاء ويرتبها حتى يظن أنها\r\nعتق . قال الخطيب : حدثني عيسى بن أحمد قال سمعت حمزة بن محمد يقول : مكث\r\nابن دوست سبع عشرة سنة يملي الحديث ، وكان إذا سئل عن شئ أملى من حفظه\r\nفي معنى ما سئل عنه ، وكان يذاكر بحضرة أبى الحسن الدارقطني ويتكلم في علم\r\nالحديث ، فتكلم الدارقطني فيه بهذا السبب . ثم ساقها إلى ابن المبارك وقد تقدم ذكره .\r\nثم ذكر حكاية عن إبراهيم بن محمد بن سليمان المؤدب إلى ابن المبارك وقد سبق .\r\nثم ذكر حكاية عن العتيقي ساقها إلى أبى بكر الأعين وقد تقدم ذكره ثم ساقها\r\nإلى ابن المبارك وقد تقدم أيضا . ثم ذكر حكاية عن عبد الله بن عمر بن شاهين عن\r\nأبيه عن عبد الله بن سليمان وقد سبق ذكر عبد الله بن سليمان ، ثم ساقها إلى أبى\r\nبكر الأعين وقد سبق ذكره عن الحسن بن الربيع ذكره الخطيب في تاريخه فقال : قال\r\nعبد الخالق بن نصور سئل يحيى بن معين - وأنا أسمع - عن الحسن بن الربيع فقال :\r\nلو كان يتقى الله لم يحدث بالمغازي ، ما كان يحسن يقرؤها . وقال ابن بنت لأبي\r\nأسامة إنه يحدث عن ابن المبارك عن حميد عن أنس في القراءة . فقال يحيى : كل من\r\nيحدث به عن حميد فقد كذب .\r\nثم ذكر حكاية عن ابن المبارك وقد تقدم ذكره .\r\nثم ذكر حكاية عن محمد بن أحمد بن يعقوب ثم ساقها إلى محمد بن علي بن\r\nالحسن بن شقيق عن أبيه ، وأبوه على هذا ذكره الخطيب في تاريخه وقال : إنهم\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nتكلموا فيه في الأرجاء ثم رجع عنه .\r\nثم ذكر حكاية عن ابن المبارك وقد تقدم ذكره .\r\nثم ذكر حكاية عن ابن دوما النعالي وقد تقدم ذكره ، ثم ساقها إلى ابن المبارك\r\nوقد تقدم ذكره .\r\nثم ذكر حكاية عن البرقاني إلى أن ساقها إلى أبى وهب عن ابن المبارك وأبو\r\nوهب إن كان زمعة بن صالح فهو ضعيف في حديثه ، وأما عبد الله بن المبارك فقد\r\nتقدم ذكره .\r\nثم ذكر حكاية عن عبد الله بن يحيى السكري وغيره من شيوخه ، ثم ساقها إلى\r\nمحمد بن يونس الكديمي ذكره الخطيب في تاريخه ونقل عن جماعة أنه كذاب .\r\nثم ذكر حكاية عن مؤمل بن إسماعيل عن سفيان بن عيينة وقد تقدم ذكرهما .\r\nثم ذكر حكاية عن البرمكي إلى محمد بن محمد الجوهري ؟ عن الأثرم وقد تقدم\r\nذكر الجوهري .\r\nثم ذكر حكاية عن العتيقي ساقها إلى الحجاج بن أرطاة ، قال أبو الحسن\r\nالدارقطني : حجاج بن أرطاة لا يحتج به . وكان الخطيب يقول : كان مدلسا يروى\r\nعمن لم يلقه . وقال محمد بن سعد : كان ضعيفا وقال يحيى بن معين : الحجاج بن\r\nأرطاة ضعيف . وقال زائدة : اطرحوا حديث الحجاج بن أرطاة . وذكره ابن الجوزي\r\nفي كتاب الضعفاء . فقال : قال ابن حبان : تركه ابن المبارك ويحيى القطان ، وابن\r\nمهدي ، ويحيى بن معين ، وأحمد بن حنبل . وقال ابن المبارك : رأيته في مسجد الكوفة\r\nيحدثهم بأحاديث العرزمي يدلسها على شيوخ العرزمي ، والعرزمي قائم يصلى لا\r\nيقربه أحد والناس على حجاج . وقال أحمد بن حنبل : يزيد في الأحاديث ، ويروى\r\nعمن لم يلقه لا يحتج بحديثه .\r\nوحدث عن البرقاني عن محمد بن العباس بن حيويه وقد تقدم ذكره ، ساقها إلى\r\nعلي بن المديني ذكره الخطيب في تاريخه فقال في ترجمته بإسناد ذكره . قال . دخلت\r\nعلى علي بن المديني يوما فرأيته واجما مغموما فقلت ما شأنك ؟ فقال : رؤيا رأيتها ،\r\nفقلت وما هي ؟ فقال رأيت كأني أخطب على منبر داود النبي عليه السلام ، قال :\r\nفقلت خيرا رأيت أنك تخطب على منبر نبي ، فقال : لو رأيت كأني أخطب على منبر\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nأيوب كان خيرا لي لأن ، أيوب بلى في بدنه ، وداود فتن في دينه ، وأخشى أن أفتن\r\nفي ديني . فكان منه ما كان .\r\nقال الخطيب يعنى أنه أجاب لما امتحن إلى القول بخلق القرآن . ثم قال أخبرني\r\nالحسين بن علي الصيمري حدثنا محمد بن عمران المرزباني أخبرني محمد بن يحيى\r\nحدثني الحسين بن فهم حدثني أبي قال : قال ابن أبي داود للمعتصم : يا أمير المؤمنين\r\nهذا يزعم - يعنى أحمد بن حنبل - أن الله تعالى يرى في الآخرة ، والعين لا تقع إلا\r\nعلى محدود ، والله لا يحد . فقال له المعتصم ما عندك في هذا ؟ فقال : يا أمير المؤمنين\r\nعندي ما قاله رسول الله صلى الله عليه وسلم ، قال وما قال صلى الله عليه وسلم ؟ قال : حدثني محمد بن جعفر غندر\r\nحدثنا شعبة عن إسماعيل بن أبي خالد عن قيس بن أبي حازم عن جرير بن عبد الله\r\nالبجلي . قال : كنا مع النبي صلى الله عليه وسلم في ليلة أربع عشرة من الشهر ، فنظر إلى البدر فقال :\r\n( أما إنكم سترون ربكم كما ترون هذا البدر لا تضامون في رؤيته ) فقال لأحمد بن أبي\r\nداود : ما عندك في هذا ؟ فقال انظر في إسناد هذا الحديث وكان هذا في أول\r\nيوم ثم انصرف ، فوجه ابن أبي داود إلى علي بن المديني وهو ببغداد مملق ما يقدر\r\nعلى درهم ، فأحضره فما كلمه بشئ حتى وصله بعشرة آلاف درهم ، فقال هذه\r\nوصلك بها أمير المؤمنين وأمر أن يدفع إليه جميع ما استحق من أرزاقه ، وكان به رزق\r\nسنتين ثم قال : يا أبا الحسن حديث عبد الله بن جرير في الرؤية ما هو ؟ قال\r\nصحيح ، قال : فهل عندك فيه شئ ؟ قال يعفيني القاضي من هذا ، فقال يا أبا الحسن\r\nهذه حاجة الدهر ، ثم أمر له بثياب وطيب ومركب بسرجه ولجامه ، ولم يزل حتى\r\nقال له : في هذا الإسناد من لا يعمل عليه ولا على ما يرويه ، وهو قيس بن أبي\r\nحازم ، إنما كان أعرابيا بوالا على عقبيه . فقبل ابن أبي داود بن المديني واعتنقه ، فلما\r\nكان الغد وحضروا قال : ابن أبي داود : يا أمير المؤمنين يحتج في الرؤية بحديث جرير ،\r\nوإنما رواه عنه قيس بن أبي حازم وهو أعرابي بوال على عقبيه . قال : فقال أحمد بعد\r\nذلك : فحين أطلع لي هذا علمت أنه من عمل علي بن المديني ، فكان هذا وأشباهه\r\nمن أوكد الأمور في ضربه .\r\nثم ذكر حكاية عن أحمد بن علي بن البادا ثم ساقها إلى أبى بكر بن أبي داود\r\nوقد تقدم ذكره .\r\nثم ذكر حكاية عن ابن دوما النعالي وقد تقدم ذكره .\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nثم ذكر حكاية عن ابن رزق ساقها إلى سفيان بن عينية وقد تقدم ذكره ، ثم\r\nساقها من طريق أخرى عن أبي نعيم الأصفهاني وهو صاحب الحلية وقد تقدم\r\nذكره . وساقها إلى سفيان بن عينية .\r\nثم ذكرها حكاية عن العتيقي ساقها إلى محمد بن يونس الجمال ، قال محمد بن\r\nالجهم : هو عندي متهم . وقال ابن عدي : هو يسرق الحديث . حكى ذلك ابن\r\nالجوزي في كتاب ( الضعفاء ) ، ثم ساقها إلى شعبة بن الحجاج العتكي ذكره الخطيب\r\nفي تاريخه فقال في ترجمته أخبرنا أحمد بن جعفر بن حمدان حدثنا محمد بن جعفر\r\nالراشدي حدثنا أبو بكر الأثرم قال سمعت أبا عبد الله يقول : كان شعبة يحفظ لم\r\nيكتب إلا شيئا قليلا وربما وهم في الشئ ، ثم ذكر حكاية أخرى قال أخبرنا ابن\r\nالفضل حدثنا أحمد بن دعلج بن أحمد أخبرنا أحمد بن علي الأبار حدثنا محمد بن\r\nالمنهال حدثنا يزيد بن زريع . قال : قدم علينا شعبة البصرة ورأيه رأى سوء خبيث\r\n- يعنى الترفض - فما زلنا به حتى ترك قوله ورجع وصار معنا .\r\nثم ذكر حكاية أخرى عن البرمكي ثم ساقها إلى عمر بن محمد الجوهري وقد\r\nتقدم ذكره ، ثم ساقها إلى سفيان بن عينية وقد تقدم ذكره .\r\nثم ذكر حكاية عن عبيد الله بن عمر الواعظ ساقها إلى أبى بكر بن عياش وقد\r\nتقدم ذكره .\r\nثم ذكر حكاية عن علي بن أحمد الرزاز إلى مؤمل بن إسماعيل وتقدم ذكر على\r\nومؤمل ، ثم ساقها إلى سفيان الثوري وقد تقدم ذكره .\r\nثم ذكر حكاية عن محمد بن عمر بن بكر المقري ساقها إلى المؤمل بن إسماعيل إلى\r\nسفيان وقد تقدم ذكرهما .\r\nثم ذكر حكاية عن أبي حسنويه ساقها إلى إبراهيم بن أبي الليث . ذكره الخطيب\r\nفي تاريخه فقال : قرأت على البرقاني عن محمد بن العباس قال حدثنا أحمد بن محمد\r\nابن مسعدة قال حدثنا جعفر بن درستويه قال حدثنا أحمد بن محمد بن القاسم بن\r\nمحرز قال سمعت يحيى بن معين - وذكر إبراهيم بن أبي الليث - فقيل له إن أحمد\r\nيكتب عنه فقال : لو اختلف إليه ثمانون كلهم مثل منصور بن المعتمر . ما كان إلا\r\nكذابا . قال الخطيب : أخبرني الأزهري حدثنا عبد الرحمن بن عمر الخلال حدثنا محمد\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nابن أحمد بن يعقوب بن شيبة قال حدثنا جدي قال : إبراهيم بن أبي الليث كان\r\nأصحابنا كتبوا عنه ثم تركوه ، وكانت عنده كتب الأشجعي ، وكان معروفا بها ، ولم\r\nيقتصر على الذي عنده حتى تخطى إلى أحاديث موضوعة . وقال جدي : حدثني أحمد\r\nابن العباس قال سمعت يحيى بن معين يقول : ابن أبي الليث يكذب في الحديث . ولو\r\nحدث بما سمع لكان خيرا له . وقال أبو حفص عمرو بن علي : وإبراهيم بن نصر\r\nصاحب الأشجعي متروك الحديث كان يكذب . وقال أبو علي صالح بن محمد\r\nالأسدي : كان إبراهيم بن أبي الليث يكذب عشرين سنة .\r\nوذكر حكاية ساقها إلى سفيان الثوري وقد تقدم ذكره . ثم ذكر حكاية عن محمد\r\nابن الحسين بن محمد المتوثي إلى الحسن بن الفضل البوصرائي ذكره الخطيب في\r\nتاريخه فقال : أكثر الناس عنه ثم انكشف ستره فتركوه .\r\nوذكر حكاية عن محمد بن كثير العبدي وقد تقدم .\r\nوذكر حكاية عن سفيان الثوري وقد تقدم .\r\nثم ذكر حكاية عن رضوان بن محمد بن الحسن الدينوري ساقها إلى عبد الرزاق ،\r\nوعبد الرزاق هذا هو ابن همام الصنعائي . قال النسائي : فيه نظر لمن كتب عنه\r\nبأخرة ، كتبت عنه أحاديث مناكير . وقال عباس بن عبد العظيم لما قدم من صنعاء\r\nوالله لقد تجشمت إلى عبد الرزاق وإنه لكذاب ، والواقدي أصدق منه . وقال ابن عدي\r\n: حدث عبد الرزاق بأحاديث في الفضائل لم يوافقه أحد عليها ، ومثالب\r\nلغيرهم مناكير ، ونسبوه إلى التشيع . حكى ذلك ابن الجوزي في كتاب الضعفاء .\r\nثمة ذكر حكاية عن ابن رزق ساقها إلى محمد بن عثمان بن أبي شيبة ذكره\r\nالخطيب في تاريخه فقال في ترجمته أخبرنا علي بن محمد بن الحسين الدقاق . قال قرأنا\r\nعلى الحسين بن هارون عن أبي العباس بن سعيد قال : سمعت عبد الله بن أسامة\r\nالكلبي يقول : محمد بن عثمان كذاب أخذ كتب ابن عبدوس الرازي ما زلنا نعرفه\r\nبالكذب ، وقال ابن سعيد : سمعت إبراهيم بن إسحاق الصواف يقول : محمد بن\r\nعثمان كذاب يسرق حديث الناس ، ويحيل على أقوام أشياء ليست من حديثهم .\r\nوقال سمعت داود ابن يحيى يقول : محمد بن عثمان كذاب قد وضع أشياء كثيرة يحيل\r\nعلى قوم أشياء ما حدثوا بها قط . قال وسمعت عبد الرحمن بن يوسف بن خراش\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nيقول : محمد بن عثمان كذاب بين الأمر يزيد في الأسانيد فيوصل ويضع الحديث .\r\nوقال سمعت محمد بن عبد الله بن علي الحضرمي يقول : محمد بن عثمان كذاب\r\nما زلنا نعرفه بالكذب وهو صبي . وقال سمعت عبد الله بن أحمد بن حنبل يقول :\r\nمحمد بن عثمان كذاب بين الأمر يقلب هذا على هذا ، وأعجب ممن يكتب عنه .\r\nوقال سمعت جعفر بن محمد بن أبي عثمان الطيالسي يقول : ابن عثمان هذا كذاب\r\nيجئ عن قوم بأحاديث ما حدثوا بها قط ، متى سمع ؟ أنا عارف به جدا . وقال\r\nحدثني محمد بن عبيد بن حماد قال : سمعت جعفر بن هذيل يقول : محمد بن عثمان\r\nكذاب . قال الخطيب إلى هاهنا عن ابن سعيد . قال وحدثني علي بن محمد ابن نصر\r\nقال سمعت حمزة بن يوسف السهمي يقول وسألت الدارقطني عن محمد بن عثمان بن أبي\r\nشيبة فقال : كان يقال أخذ كتب أبى أنس وكتب غير محدث . قال الخطيب :\r\nسألت البرقاني عن ابن أبي شيبة قال : لم أزل أسمع الشيوخ يذكرون أنه مقدوح فيه .\r\nثم ذكر حكاية عن محمد بن علي المالكي ساقها إلى محمد بن عبد الله المديني قال\r\nالخطيب حدثني علي بن محمد بن نصر قال سمعت حمزة بن يوسف يقول سألت\r\nالدارقطني عن عبد الله بن علي المديني روى عن أبيه كتاب الفلك ؟ فقال : إنما أخذ\r\nكتبه وروى إجازة ومناولة ، وما سمع كثير من أبيه ، قلت لم ؟ قال لأنه ما كان يمكنه\r\nمن كتبه .\r\nوذكر حكاية عن أبيه علي بن المديني وقد تقدم ذكره .\r\nثم ذكر حكاية عن أبي عمر عبد الواحد ساقها إلى يعقوب بن شيبة ذكره\r\nالخطيب في تاريخه ونقل عن أحمد بن حنبل أنه سأل يعقوب فقال : مبتدع صاحب\r\nهوى .\r\nوذكر حكاية عن أحمد بن الحسن الحرشي الحربي ساقها إلى أبى قلابة الرقاشي\r\nوهو عبد الملك بن محمد ذكره الخطيب في تاريخه وقال : قال الدارقطني : هو صدوق\r\nكثير الخطأ في الأسانيد والمتون ، كان يحدث من حفظه فكثرت الأوهام منه . وقال\r\nفي حكاية أخرى بسند ساقه قال : حدثنا محمد بن إسحاق بن خزيمة أبو قلابة\r\nبالبصرة قبل أن يختلط ويخرج إلى بغداد ، ثم ساق الحكاية إلى سفيان الثوري وقد\r\nتقدم ذكره .\r\nثم ذكر حكاية عن أبي سعيد محمد بن موسى الصيرفي عن أبي العباس محمد بن\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nيعقوب الأصم عن محمد بن علي الوراق عن مسدد قال سمعت أبا عاصم يقول ذكر\r\nعند سفيان موت أبي حنيفة فما سمعته يقول رحمة الله عليه ولا شيئا ، وقال الحمد\r\nلله الذي عافانا مما ابتلاه . وهذا يؤيد قول عبد الله بن علي في قوله : وكان بينهما\r\nشيئا .\r\nوهذا آخر ما ذكره الخطيب وقد بينا الجواب عن كل فصل ، وهذا على ما\r\nشرطته أولا في صدر الكتاب .\r\nثم ذكرت روايته وما في سند كل واحد من الضعف أو الكلام الشبيه بالضعف\r\nوكل ذلك بينت موضعه من الكتب وقائله لم أرد بذلك إلا جوابا للخطيب في قوله\r\nالمحفوظ عند أئمة الحديث غير هذا ، وربما كان بعض من ذكرنا مشهورا بالثقة\r\nوالأمانة إلا أن الخطيب لما أن ذكر في كتابه ما حكيناه عن واحد واحد منهم أردنا\r\nنقل ذلك عنه إلزاما له بقوله وهو لابد أن يكون في أحد النقلين كاذبا ، وهذا حديثنا\r\nفي الرجال والنقلة على تقدير أن يكون الخطيب يصلح للنقل أو النقل عنه كما في\r\nالفصل إذا وقع الاختلاف في المقضى به فعلى القاضي الثاني أن يجيزه ، أما إذا كان\r\nالاختلاف في القاضي فليس للثاني أن يجيزه على وجه من الوجوه . مثال ذلك أن\r\nيكون محدودا في القذف أو يكون امرأة استقضت فحكمت في الحدود فهذا لا\r\nينفذ ، وليس للثاني أن يجبره أصلا . وجوابنا للخطيب على هذا التقدير .\r\nأما ما قد نقل عنه في نفسه فما أنبأنا به أبو محمد بن إسماعيل الطرسوسي في\r\nكتابه إلى من أصبهان قال أنبأنا محمد بن طاهر المقدسي الحافظ - ونقلته من خطه -\r\nقال سألت الإمام أبا القاسم سعد بن علي عن أبي بكر الخطيب - ورأيت على بعض\r\nأجزائه علامة له - فقلت له كيف رأيته ؟ فقال : كان هاهنا يفيد الناس من سليم\r\nالرازي ، ويقرأ لهم عليه . وكن ه لم يرفع به رأسا . وبالإسناد قال المقدسي - ونقلته من\r\nخطه - وسألت أبا القاسم هبة الله بن عبد الوارث الشيرازي هل كان أبو بكر\r\nالخطيب كتصانيفه في الحفظ ؟ فقال : لا كنا إذا سألناه عن شئ أجابنا بعد أيام ،\r\nوإن ألححنا عليه غضب . وكانت له بادرة وحشة . وأما تصانيفه فمصنوعة مهذبة ،\r\nولم يكن حفظه على قدرها .\r\nقلت : وقد كان مصحفا . أنبأنا شيخنا الأمام العلامة حجة العرب أبو اليمن زيد\r\nابن الحسن الكندي - مشافهة - قال أجاز لنا الإمام العلامة الحافظ أبو الفضل محمد\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nابن ناصر السلامي . قال : قال لنا الشيخ الحافظ أبو الغنائم بن النرسي سمعت الشيخ\r\nالحافظ أبو بكر الخطيب وهو يقرأ لنا كتاب ( المغازي ) عن الواقدي على أبى محمد\r\nالجوهري ، فبلغ إلى غزاة أحد وذكر قول النبي صلى الله عليه وسلم : ( يا ليتني غودرت يوم أحد مع\r\nأصحابي نحض الجبل ) . بالضاد معجمة ، فاستنكرته إذ لم يعرف ذلك فلقيت الشيخ أبا\r\nالقاسم بن برهان النحوي فسألته عن ذلك وقلت له قد قرأ أبو بكر الخطيب اليوم\r\nعلى الجوهري في ( المغازي ) قول النبي صلى الله عليه وسلم ( يا ليتني غودرت مع أصحابي نحض\r\nالجبل ) بالضاد فاستنكرته فما تقول في ذلك ؟ فقال لي : صحف أبو بكر الخطيب\r\nهذه الكلمة ، وإنما هو نحص بالصاد غير معجمة - النص - أصل الجبل .\r\nوبالإسناد قال المقدسي - ونقلته من خطه أيضا - سمعت أبا القاسم مكي بن\r\nعبد السلام الرميلي رحمه الله يقول كان سبب خروج أبى بكر الخطيب من دمشق\r\nإلى صور أنه كان يختلف إليه صبي صبيح الوجه وقد سماه مكي أنا نكبت عن ذكره\r\nفتكلم الناس في ذلك وكان أمير البلدة رافضيا يتعصب ، فبلغته القصة فجعل ذلك\r\nسببا للفتك به ، فأمر صاحب شرطته أن يأخذه بالليل ويقتله ، وكان صاحب الشرطة\r\nمن أهل السنة . فقصده صاحب الشرطة في تلك الليلة من جماعة من أصحابه ولم\r\nيمكنه أن يخالف الأمير وأخذه وقال : قد أمرت بكذا وكذا ، ولا أجد لك حيلة إلا\r\nأنى أعبر بك على دار الشريف بن أبي الحسن العلوي ، فإذا حاذيت الباب اقفز\r\nوادخل الدار فإني لا أطلبك ، وأرجع إلى الأمير وأخبره بالقصة . ففعل ذلك ودخل\r\nدار الشريف وذهب صاحب الشرطة إلى أمير وأخبره بالخبر فبعث الأمير إلى\r\nالشريف أن يبعث به . فقال الشريف : أيها الأمير أنت تعرف اعتقادي فيه وفى أمثاله ،\r\nولكن ليس في قتله مصلحة ، هذا رجل مشهور بالعراق وإن قتلته قتل به جماعة من\r\nالشيعة بالعراق وخربت المشاهد . قال فما ترى ؟ قال : أرى أن يخرج من بلدك . فأمر\r\nبإخراجه فخرج إلى صور وبقى بها مدة إلى أن رجع إلى بغداد وأقام بها إلى أن مات\r\nرحمه الله .\r\nويدل على هذه الحكاية ما ذكره أبو الفرج بن الجوزي في كتابه المسمى\r\nب‍ ( السهم المصيب في الرد على الخطيب ) الذي أخبرنا به الشيخ الإمام الأوحد\r\nأبو طاهر أحمد بن عمر بن محمد بن قدامة المقدسي بقراءتي عليه بالبيت المقدس في\r\nشهر صفر من سنة اثنتين وعشرين وستمائة قال أخبرنا الشيخ الإمام العالم أبو الفرج\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nابن الجوزي بجميع كتابه المسمى ب‍ ( السهم المصيب في الرد على الخطيب ) قال في\r\nأثناء كتابه : ( فصل ) وجمع الخطيب كتابا في الجهر بالبسملة فساق فيه الأحاديث\r\nالتي يعلم أنها ليست صحيحة مثل حديث عبد الله بن زياد بن سمعان وقد أجمعوا\r\nعلى ترك حديثه . فقال مالك : كان كذابا ومثل حديث عبد الرحمن بن عبد الله\r\nالعمرى ، قال أحمد : كان كذابا . ومثل حديث حفص بن سليمان ، قال أحمد : هو\r\nمتروك الحديث . وكل أحاديثه قد تكلمت عليها في التعليقة وبينت وهاءها ، فلا أعيد .\r\nوالعجب منه كيف يعارض بمثل هذه الأحاديث الصحاح وصنف كتاب\r\n( القنوت ) فذكر فيه من هذا الجنس ، ولولا أن مسائل الخلاف أولى بذكر ذلك من ها\r\nهنا لذكرت من ذلك هاهنا الكثير وإنما المقصد بيان عصبيته الخارجية على الحنابلة ،\r\nومدحه المبتدعة وأصحاب الكلام ، وما للمحدث ومدح المتكلمين . وقد قال\r\nالشافعي : حكمي في أهل الكلام أن يحملوا على البغال ويطاف بهم في القبائل ،\r\nويقال هذا جزاء من ترك الكتاب والسنة وأخذ في الكلام .\r\nقال ابن الجوزي : أنبأنا أبو زرعة طاهر بن محمد بن طاهر المقدسي عن أبيه . قال\r\nسمعت إسماعيل بن الفضل القوسي - وكان من أهل المعرفة بالحديث - يقول : ثلاثة\r\nمن الحفاظ لا أحبهم . لشدة تعصبهم وقلة إنصافهم الحاكم أبو عبد الله ، وأبو نعيم\r\nالأصفهاني ، وأبو بكر الخطيب .\r\nقلت : كان إسماعيل هذا حافظا ثقة صدوقا له معرفة بالرجال والمتون ، غزير\r\nالديانة سمع أبا الحسين بن المهتدي وابن النقور وغيرهما . وقال الحق .\r\nفأما أبو عبد الله الحاكم فأخبرنا أبو منصور القزاز قال : أخبرنا أحمد بن علي بن\r\nثابت قال : كان ابن البيع الحاكم يميل إلى التشيع ، وأنبأنا أبو الفتح بن عبد الباقي عن أبي\r\nمحمد التميمي عن أبي عبد الرحمن السلمي . قال : دخلت على الحاكم\r\nأبى عبد الله وهو في داره لا يمكنه الخروج إلى المسجد من جهة أصحاب أبي عبد\r\nالله بن كرام وذكر أنهم كسروا منبره ومنعوه من الخروج . فقلت له لو خرجت\r\nوأمليت في فضائل هذا الرجل يعنى معاوية حديثا لاسترحت من هذه المحنة ؟ فقال :\r\nلا يجئ من قلبي ، لا يجئ من قلبي لا يجئ من قلبي .\r\nوأما أبو نعيم الأصفهاني فكانت له العصبية في مذاهب الأشاعرة ، ورأيت له\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nكتابا قد سماه ( مذهب الحروفية ) فذكر مذهب الأشعري مختلطا بضده وهو لا يدرى\r\nمثل قوله : من قرأ حرفا من القرآن فله عشر حسنات ، ومن دليل تخليطه أنه قال :\r\nالقراءة غير المقروء . ثم حكى عن أحمد بن حنبل أنه سئل ما تقول في رجل قال\r\nالتلاوة مخلوقة وألفاظنا بالقرآن مخلوقة ، والقرآن كلام الله ليس بمخلوق ؟ فقال : هذا\r\nيجانب ، وهو قول المبتدعة . فقلت : فمن أحتج على ما نصره بهذا لا يصلح أن يكلم\r\nلأنه يريد أن يحتج لنفسه فيحتج على نفسه وليس هذا موضع الرد عليه وإنما المقصود\r\nأنه متعصب وما للمحدث والخوض في الكلام وهو يروى نهى السلف عنه ، وأما\r\nالخطيب فإنه زاد عليهما في التعصب وسوء القصد ، ولهذا لم يبارك في كتبه ولا\r\nيكاد يلتفت إليها وهي كتب حسان ، ولو ذهبنا نذكر أغلاطه وما تعصب به لطال\r\nومن تبلغ به العصبية إلى ما قد ذكرنا من تغطية الحق والتلبيس على الخلق لا ينبغي أن\r\nنقبل جرحه وتعديله لأن فعله وقوله ينبئ عن قلة دين ، ولقد نقلت من خطه أشعارا\r\nقالها منها :\r\nتغيب الناس عن عيني سوى قمر * حسبي من الخلق طرا ذلك القمر\r\nمحله من فؤادي قد تملكه * وحاز روحي فمالي عنه مصطبر\r\nأردت تقبيله يوما مخالسة * فصار من خاطري في خده أثر\r\nوكم حكيم رآه ظنه ملكا * وراجع الفكر فيه أنه بشر\r\nومنها :\r\nبات الحبيب وكم له من ليلة * فيها أقام إلى الصباح معانقي\r\nثم الصباح أتى ففرق بيننا * ولقلما يصفو سرور العاشق\r\nومنها :\r\nللخمر والورد حق لست أجحده * إذ ناسبا ما بدت منه بلاياي\r\nفالخمر من طيب ريق الحب قد سرقت * والورد أضحى يحاكي خد مولاي\r\nومنها :\r\nبالله أقسم أيمانا مغلظة * ما مثل حبى مشى في سائر الناس\r\nإذا بدا يتثنى خلته قمرا * من فوق غصن مديد الفرع مياس\r\nشربت من لحظة خمرا سكرت بها * زادت على نعت خمر الكاس والطاس\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nفأورثت مهجتي من حبه دنفا * وعظمت حال أفكاري وسواسي\r\nومنها :\r\nيا عاذلي كف عن عذلي فلو نظرت * عيناك حبى لعاينت الذي أجد\r\nوقلت من فرط وجد حين تنظره * هل يملك الصبر عن هذا ترى أحد\r\nجعلت في الحب فردا لا نظير له * كما حبيبي بحسن الوصف منفرد\r\nومنها :\r\nما كان أغفلني عما ابتليت به * من حب ذي هيف أبهى من القمر\r\nقد أبدع الله فيه حين صوره * كأنه ملك في صورة البشر\r\nسقام أجفانه قد زاد في سقمي * فصرت من ذا وذا في أعظم الخطر\r\nمترف ناعم لو ظلت لاحظه * لذاب من رقة في ساعة [ النظر 
  ]\r\nيؤثر الوهم في توريد وجنته * لكنما قلبه أقسى من الحجر\r\nفهذه الأشعار تدل على صحة ما تقدم من الحكاية التي ذكرها المقدسي في\r\nسبب خروج الخطيب من دمشق ، ومن هذا حاله لا يصلح أن يكون بمنزلة الأئمة\r\nالذين تقبل أقوالهم في الجرح والتعديل ، ورواياتهم .\r\nنسأل الله أن يعصمنا من الزلل ويوقفنا لصالح العمل بفضله وكرمه ، وما ذكرته\r\nمن الحكايات والأسانيد أخبرني بها وبجميع تاريخه الخطيب شيخي الأمام العلامة\r\nحجة العرب أبو اليمن زيد بن الحسن بن زيد الكندي - إجازة - قال أخبرنا أبو\r\nمنصور القزاز - سماعا - قال أخبرنا أبو بكر الخطيب .\r\nآخر الكتاب والحمد لله والصلاة والسلام على سيد المرسلين محمد النبي\r\nأجمعين .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nملحق في آخر الأصل ما يأتي\r\nومن جملة لطائف الإمام الأعظم أبي حنيفة رضوان الله عليه في النحو يقول :\r\nأشرت إلى بكم بكم بكم ما بكم * بكم عوضا ترضون عما بكم بكم\r\nأعرب تفهم الجواب\r\nفقالوا جميعا بالإشارة إنه * كفى عوضا أن السلامة في البكم\r\nفرغ من كتابته العبد الفقير إلى رحمة ربه الراجي عفوه أحمد بن عبد الدايم ابن\r\nنعمة المقدسي سامحه الله وذلك في يوم الاثنين العشرين من شهر رمضان المبارك من\r\nسنة ثلاث وعشرين وستمائة هجرية .\r\nوفى آخر ما نصه قوبل بالأصل المنقول عنه المقروء على مولانا السلطان أعز الله\r\nنصره .\r\nثم كتاب الرد للملك المعظم . ويتلوه إن شاء الله [ كتاب مفتاح الترتيب\r\nلأحاديث تاريخ الخطيب 
  ] الذي تفضل بوضعه العلامة ألا ترى السيد أحمد الصديق\r\nالطنجي نزيل القاهرة حالا ، والحمد لله وحده وصلى آلله على سيدنا محمد\r\nوصحبه وسلم .\r\nآخر الجزء الثاني والعشرين\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148}
  ]