[
  {"content":"\r\nطبقات المفسرين\r\nتصنيف\r\nالإمام الحافظ الشيخ جلال الدين عبد الرحمن\r\nبن أبي بكر السيوطي\r\n849 - 911 ه‍\r\nراجع النسخة وضبط اعلامها\r\nلجنة من العلماء باشراف الناشر\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nجميع الحقوق محفوظة\r\nلدار الكتب العلمية\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nترجمة المؤلف\r\nقال السيوطي : في كتابه حسن المحاضرة قال : عبد\r\nالرحمن بن أبي\r\nبكر بن محمد بن سابق الدين بن الفخر عثمان بن\r\nناظر الدين محمد بن سيف الدين خضر بن نجم الدين أبي الصلاح\r\nأيوب بن ناصر الدين محمد بن الشيخ همام الدين الهمام الخضيري\r\nالأسيوطي\r\nوإنما ذكرت ترجمتي في هذا الكتاب اقتداء بالمحدثين قبلي ،\r\nفقل أن ألف أحد منهم تاريخا إلا ذكر ترجمته فيه ، وممن وقع له ذلك\r\nالإمام عبد الغافر الفارسي في \" تاريخ نيسابور \" وياقوت الحموي في\r\n\" معجم الأدباء \" ومسان الدين ابن الخطيب في \" تاريخ غرناطة \" ،\r\nوالحافظ تقي الدين الفاسي في \" تاريخ مكة \" والحافظ أبو الفضل بن\r\nحجر في \" قضاء مصر \" وأبو شامة في \" الروضتين \" ، وهو أورعهم\r\nوأزهدهم فأقول :\r\nأما جدي الأعلى همام الدين ، فكان من أهل الحقيقة ومن\r\nمشايخ الطرق ، ومن دونه كانوا من أهل الوجاهة والرياسة ، ومنهم من\r\nولي الحكم ببلده ، ومنهم من ولي الحسبة بها ، ومنهم\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nمن كان تاجرا في صحبة الأمير شيخون ، وبنى مدرسة بأسيوط ،\r\nووقف عليها أوقافا ، ومنهم من كان متمولا ولا أعلم من خدم العلم\r\nحق خدمته إلا والدي .\r\nوأما نسبتنا بالخضيري فلا أعلم ما تكون إليه نسبة هذه النسبة إلا\r\nالخضيرية ، محلة ببغداد ، وقد حدثني من أثق به أنه سمع والدي\r\nرحمه الله يذكر أن جده الأعلى كان أعجميا ، أو من الشرق ، فالظاهر\r\nأن النسبة إلى المحلة المذكورة .\r\nوكان مولدي بعد المغرب ليلة الأحد مستهل رجب سنة تسع\r\nوأربعين وثمانمائة وحملت في حياة أبي إلى الشيخ محمد\r\nالمجذوب ، رجل كان من كبار الأولياء بجوار المشهد النفيسي ، فبرك\r\nعلي . ونشأت يتيما فحفظت القرآن ولي دون ثماني سنين . ثم\r\nحفظت ( العمدة ) ، ( ومنهاج الفقه والأصول ) ، ( وألفية ابن مالك ) ، وشرعت\r\nفي الاشتغال بالعلم ، من مستهل سنة أربع وستين فأخذت الفقه\r\nوالنحو عن جماعة من الشيوخ ، وأخذت الفرائض عن العلامة فرضي\r\nزمانه الشيخ شهاب الدين الشارمساحي الذي كان يقال : إنه بلغ السن\r\nالعالية ، وجاوز المائة بكثير - والله أعلم بذلك - قرأت عليه في شرحه\r\nعلى المجموع .\r\nوأجزت بتدريس العربية في مستهل سنة ست وستين ، وقد\r\nألفت في هذه السنة ، فكان أول شئ ألفته شرح الاستعاذة\r\nوالبسملة ، وأوقفت عليه شيخنا شيخ الاسلام علم الدين البلقيني ،\r\nفكتب عليه تقريظا ، ولازمته في الفقه إلى أن مات ، فلازمت ولده ،\r\nفقرأت عليه من أول التدريب لوالده إلى الوكالة ، وسمعت عليه من\r\nأول الحاوي الصغير إلى العدد ، ومن أول المنهاج إلى الزكاة ، ومن\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nأول التنبيه إلى قريب من الزكاة ، وقطعة من الروضة ، وقطعة من\r\nتكملة شرح المنهاج للزركشي ، ومن إحياء الموات إلى الوصايا أو\r\nنحوها .\r\nوأجازني بالتدريس والإفتاء من سنة ست وسبعين ، وحضر\r\nتصديري ، فلما توفى لزمت شيخ الاسلام شرف الدين المناوي ،\r\nفقرأت عليه قطعة من المنهاج ، وسمعته عليه في التقسيم إلا مجالس\r\nفاتتني ، وسمعت دروسا من شرح البهجة ومن حاشيته عليها ومن\r\nتفسير البيضاوي .\r\nولزمت في الحديث والعربية شيخنا الإمام العلامة تقي الدين\r\nالشبلي الحنفي ، فواظبته أربع سنين ، وكتب لي تقريظا على شرح\r\nألفية ابن مالك وعلى جمع الجوامع في العربية في تأليفي ، وشهد لي غير\r\nمرة بالتقدم في العلوم بلسانه وبنانه ، ورجه إلى قولي مجردا في\r\nحديث ، فإنه أورد في حاشيته على الشفاء حديث أبي الجمرا في\r\nالإسراء ، وعزاه إلى تخريج ابن ماجة ، فاحتجت إلى إيراده بسنده ،\r\nفكشفت ابن ماجة ، في مظنته فلم أجده ، فمررت على الكتاب كله\r\nفلم أجده ، فاتهمت نظري ، فمررت مرة ثانية فلم أجده ، فعدت\r\nثالثة فلم أجده ، ورأيته في معجم الصحابة لابن قانع ، فجئت إلى\r\nالشيخ فأخبرته ، فمجرد ما سمع مني ذلك أخذ نسخته وأخذ القلم\r\nفضرب على لفظ ( ابن ماجة ) وألحق ( ابن قانع ) في الحاشية ،\r\nفأعظمت ذلك وهبته لعظم منزلة الشيخ في قلبي واحتقاري في\r\nنفسي ، فقلت : ألا تصبرون لعلكم تراجعون ! فقال : إنما قلدت\r\nفي قولي ( ابن ماجة ) البرهان الحلبي . ولم أنفك عن الشيخ إلى أن\r\nمات .\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nولزمت شيخنا العلامة أستاذ الوجود محيي الدين الكافيجي أربع\r\nعشرة سنة ، فأخذت عنه الفنون من التفسير والأصول والعربية\r\nوالمعاني وغير ذلك . وكتب لي إجازة عظيمة .\r\nوحضرت عند الشيخ سيف الدين الحنفي دروسا عديدة في\r\nالكشاف والتوضيح وحاشيته عليه وتلخيص المفتاح والعضد .\r\nوشرعت في التصنيف في سنة ست وستين ، وبلغت مؤلفاتي\r\nثلاثمائة كتاب ، سوى ما غسلته ورجعت عنه .\r\nوسافرت بحمد الله تعالى إلى بلاد الشام والحجاز واليمن والهند\r\nوالمغرب والتكرور ، ولما حججت شربت من ماء زمزم لأمور ، منها\r\nأن أصل في الفقه إلى رتبة الشيخ سراج الدين البلقيني ، وفي\r\nالحديث إلى رتبة الحافظ ابن حجر .\r\nوأفتيت من مستهل سنة إحدى وسبعين ، وعقدت إملاء\r\nالحديث من مستهل سنة اثنتين وسبعين .\r\nورزقت التبحر في سبعة علوم : التفسير ، والحديث ، والفقه ،\r\nوالنحو ، والمعاني ، والبيان ، والبديع على طريقة العرب والبلغاء ،\r\nلا على طريقة العجم وأهل الفلسفة .\r\nوالذي أعتقده أن الذي وصلت إليه من هذه العلوم السبعة سوى\r\nالفقه والنقول التي العت عليها ، لم أصل إليه ولا وقف عليه أحد من\r\nأشياخي فضلا عمن هو دونهم ، أما الفقه فلا أقول ذلك فيه ، بل\r\nشيخي فيه أوسع نظرا ، وأطول باعا ، ودون هذه السبعة في المعرفة :\r\nأصول الفقه والجدل والتصريف ، ودونها الانشاء والترسل\r\nوالفرائض ، ودونها القراءات ، ولم آخذها عن شيخ ، ودونها الطب .\r\nوأما علم الحساب فهو أعسر شئ علي وأبعده عن ذهني ، وإذا\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nنظرت إلى مسألة تتعلق به ، فكأنما أحاول جبلا أحمله .\r\nوقد كملت عندي الآن آلات الاجتهاد بحمد الله تعالى ، أقول\r\nذلك تحدثا بنعمة الله علي ، لا فخرا ، وأي شئ في الدنيا حتى\r\nيطلب تحصيله بالفخر ! وقد أزف الرحيل ، وبدا الشيب ، وذهب\r\nأطيب العمر ، ولو شئت أن أكتب في كل مسألة مصنفا بأقوالها وأدلتها\r\nالعقلية والقياسية ، ومداركها ونقوضها وأجوبتها ، والموازنة بين\r\nاختلاف المذاهب فيها لقدرت على ذلك من فضل الله ، لا بحولي ولا\r\nبقوتي ، فلا حول ولا قوة إلا بالله .\r\nوقد كنت في بادئ الطلب قرأت شيئا في المنطق ، ثم ألقى\r\nالله كراهته في قلبي ، وسمعت ابن الصلاح أفتى بتحريمه فتركته\r\nلذلك فعوضني الله تعالى عنه علم الحديث الذي هو أشرف العلوم .\r\nوأما مشايخي في الرواية سماعا وإجازة فكثير ، أوردتهم في\r\nالمعجم الذي جمعتهم فيه ، وعدتهم نحو مائة وخمسين ، ولم أكثر من سماع الرواية لاشتغالي بما هو أهم ، وهو قراءة الدراية .\r\n- وأما مصنفاته - رحمه الله - فقد ذكر بعضا منها في كتابه - حسن\r\nالمحاضرة - والتي تزيد عن ثلاثمائة مصنف في التفسير ، والحديث ،\r\nوالفقه ، والقراءات ، والتصوف والتاريخ ، والأدب ، فن الأصول ،\r\nوالبيان .\r\n- إضافة إلى ذلك فقد كان السيوطي - رحمه الله - يميل إلى الجمع ،\r\nوالتلخيص ، والاختصار ، في كثير من مؤلفاته . فقد اختصر كتابه :\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n( لب اللباب من تحرير الأنساب ) من ( اللباب لابن الأثير ) . واختصر\r\nكتابه ( طبقات الحفاظ ) من ( طبقات الحفاظ للذهبي ) .\r\n- هذا وقد انصرف السيوطي إلى الاشتغال بالتصنيف في سن\r\nمبكرة ، وفي أواخر عمره ، ترك وظائفه من : ( تدريس - وإفتاء ) ، وبدأ\r\nفي تحرير مؤلفاته ، حيث ألف كتابه : ( التنفيس في الاعتذار عن ترك\r\nالإفتاء والتدريس ) .\r\n- ولقد كان عصر السيوطي متميزا في العلوم الاسلامية ، حيث\r\nغدت مصر ميدانا واسعا ، انشاط علمي كبير يتمثل في ذلك التراث\r\nالضخم في كافة المجالات ، العلمية ، والأدبية . والسبب في ذلك يعود\r\nإلى تشجيع الكثير من سلاطين المماليك للعلماء والأدباء ، والأخذ\r\nبأيديهم ، ومساعدتهم على البحث والتحصيل . حيث ساهم بعض\r\nالسلاطين في بناء المدارس ، وخزانات الكتب ، التي ساعدت السيوطي -\r\nبالإضافة لما عنده من عزيمة عالية - على تصنيف كتبه ، في كثير من\r\nالمجالات العلمية ، التي تتناول في كافة ميادين المعرفة في عصره .\r\n- مات - رحمه الله في التاسع عشر من جمادى الأولى سنة 911 ه‍ .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nوصلى الله على سيدنا محمد وسلم\r\nالحمد لله الذي أسبغ علينا جزيل النعم وأشهد أن لا اله إلا\r\nالله وحده لا شريك له بارئ النسم وأشهد أن سيدنا محمدا عبده\r\nورسوله سيد العرب والعدم صلى الله وسلم عليه وعلى آله\r\nوصحبه أولي الفضل والكرم\r\nوبعد فهذا المجموع فيه طبقات المفسرين إذ لم أجد من\r\nاعتنى بافرادهم أهل كما اعتنى بافراد المحدثين والفقهاء والنحاة وغيرهم\r\nوأعلم أنهم أنواع الأول المفسرون من السلف والصحابة\r\nوالتابعين وأتباع التابعين\r\nالثاني المفسرون من المحدثين وهم الذين صنفوا التفاسير\r\nمسندة موردا فيها أقوال الصحابة والتابعين بالإسناد وهذان النوعان\r\nتراجمهم مذكورة في طبقات الفقهاء\r\nالثالث بقية المفسرين من علماء أهل السنة الذين ضموا\r\nإلى التفسير التأويل والكلام على معاني القرآن وأحكامه وإعرابه\r\nوغير ذلك وهو الذي الاعتناء به في هذا الزمان أكثر\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالرابع من صنف تفسيرا من المبتدعة كالمعتزلة والشيعة\r\nوأضرابهم\r\nوالذي يستحق أن يسمى من هؤلاء القسم الأول ثم\r\nالثاني على أن الأكثر في هذا القسم نقلة وأما الثالث فمؤولة\r\nولهذا يسمون كتبهم غالبا بالتأويل ولم أستوف أهل القسم الرابع\r\nوإنما ذكرت منهم المشاهير كالزمخشري والرماني والجبائي\r\nوأشباههم وبالله أستعين إنه خير معين\r\n1 - إبراهيم ابن أحمد بن محمد بن أحمد أبو طاهر السلماسي الواعظ\r\nكان علامة في علم الأدب والتفسير والحديث\r\nومعرفة الأسانيد عند والمتون وأوحد عصره في علم الوعظ والتذكير\r\nأدرك جماعة من الأئمة وكان من الورع والصدق بمكان\r\nروى عن أبي القاسم بن عليك النيسابوري وعنه هبة الله\r\nبن السقطي ولد سنة ثلاث وثلاثين وأربعمائة لأنه مات بخوي\r\nفي جمادى الآخرة سنة ست وتسعين وأربعمائة\r\n2 - إبراهيم ابن علي بن الحسين الإمام أبو إسحاق الشيباني\r\nالطبري إمام في المذهب والفرائض والتفسير له تصانيف\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nمفيدة ولى قضاء مكة وحدث عن أبي علي الحداد روي عنه\r\nالصائن بن عساكر\r\nمات في رجب سنة ثلاث وعشرين وخمسمائة وله إحدى\r\nوأربعون سنة\r\n3 - أحمد ابن إسماعيل بن يوسف أبو الخير الطالقاني القزويني\r\nالشافعي رضي الدين\r\nأحد الأعلام قال ابن النجار كان رئيس أصحاب\r\nالشافعي وكان إماما في المذهب والخلاف والأصول\r\nوالتفسير والوعظ كثير المحفوظ\r\nأملى الحديث ووعظ وسمع الكثير من أبى عبد الله الفراوي\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوزاهر والشحامي وهبة الله السيدي وأبى الفتح بن\r\nالبطي أخبرنا وتفقه على ملكداد ومحمد بن يحيى ودرس\r\nببلده وببغداد وحدث بالكتب الكبار وولى تدريس النظامية\r\nوكان كثير العبادة الصلاة دائم الذكر دائم الصوم له كل يوم\r\nختمة\r\nوقال ابن الدبيشي كان له يد باسطة في النظر وإطلاع على\r\nالعلوم ومعرفة بالحديث وكان جماعة للفنون\r\nوقال الموفق عبد اللطيف كان يعمل في اليوم والليلة ما\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nيعجز المجتهد عن عمله في شهر\r\nولد سنة اثنتي عشرة وخمسمائة ومات في المحرم سنة تسعين\r\n4 - أحمد بن علي بن أحمد بن يحيى بن أفلح بن رزقون بن\r\nسحنون المرسي الفقيه المالكي المقرئ\r\nقال الذهبي كان فقيها مشاورا حافظا محدثا مفسرا\r\nنحويا سمع من أبي عبد الله بن الفرج الطلاعي وأبي علي\r\nالغساني وأخذ القراءات عن أبي الحسن بن الجزار الضرير\r\nصاحب مكي وابن أخي الدوش وتصدر للإقراء بالجزيرة\r\nالخضراء وأخذ الناس عنه\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nروى عنه أبو حفص بن عذرة وابن خير وجماعة\r\nآخرهم أحمد بن جعفر بن فطيس الغافقي\r\nمات في ذي الحجة سنة اثنتين وأربعين وخمسمائة\r\n5 - أحمد بن علي بن أبي جعفر بن أبي صالح الإمام أبو جعفر\r\nالبيهقي\r\nالنحوي المفسر المعروف ببو جعفرك نزيل نيسابور\r\nوعالمها\r\nقال ابن السمعاني كان إماما في القراءة والتفسير\r\nوالنحو واللغة له المصنفات المشهورة منها كتاب تاج\r\nالمصادر سمع أحمد بن صاعد وعلي بن الحسن بن العباس الصندلي\r\nوله تلامذة نجباء وكان لا يخرج من بيته إلا في أوقات\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالصلاة وكان يزار ويتبرك به\r\nولد في حدود السبعين وأربعمائة ومات في آخر رمضان سنة\r\nأربع وأربعين وخمسمائة\r\n6 - أحمد بن فارس بن زكريا اللغوي\r\nصاحب المجمل\r\nقال ياقوت في معجمه ذكره السلفي في شرح\r\nمقدمة معالم السنن للخطابي فقال أصله من قزوين وقال\r\nغيره إنه أخذ عن أبي بكر أحمد بن الحسن الخطيب رواية ثعلب\r\nوأبي الحسن علي بن إبراهيم القطان وعلي ابن عبد العزيز\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nالمكي صاحب أبي عبيد وأبي القاسم سليمان بن أحمد\r\nالطبراني\r\nوكان فقيها شافعيا فصار مالكيا قال دخلتني الحمية لهذا\r\nالبلد يعنى الري كيف لا يكون فيه رجل على مذهب هذا الرجل\r\nالمقبول القول على جميع الألسنة\r\nوله من التصانيف جامع التأويل في تفسير القرآن أربع\r\nمجلدات كتاب سيرة النبي ( ص ) كتاب أخلاق النبي ( ص )\r\nكتاب المجمل في اللغة كتاب فقه اللغات كتاب غريب\r\nإعراب القرآن كتاب دارات العرب كتاب الليل والنهار\r\nكتاب الغم والحال كتاب خلق الانسان كتاب الشيات\r\nوالحلي كتاب مقابيس اللغة قال ياقوت وهو كتاب جليل\r\nلم يصنف مثله كتاب كفاية المتعلمين في إختلاف النحويين\r\nكتاب الحماسة المحدثة وغير ذلك\r\nقال الذهبي مات سنة خمس وتسعين وثلاثمائة قال\r\nياقوت وقال قبل وفاته بيومين\r\nيا رب أن ذنوبي قد أحطت بها * علما وبي وباعلاني وأسراري\r\nأنا الموحد لكني المقر بها * فهب ذنوبي لتوحيدي وإقراري\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n7 - أحمد ابن محمد بن إبراهيم أبو إسحاق النيسابوري\r\nالثعلبي\r\nصاحب التفسير المشهور والعرائس في قصص\r\nالأنبياء\r\nكان أوحد زمانه في علم القرآن عالما بارعا في العربية\r\nحافظا موثقا\r\nروى عن أبي طاهر محمد بن الفضل بن خزيمة وأبي\r\nمحمد المخلدي وجماعة أخذ عنه الواحدي\r\nمات في المحرم سنة سبع وعشرين وأربعمائة وله كتاب ربيع\r\nالمذكرين\r\n8 - أحمد بن محمد بن عبد الله بن أبي عيسى لب بن يحيى أبو\r\nعمر المعافري الأندلسي الطلمنكي\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nنزيل قرطبة كان حبرا في علوم القرآن قراءاته وإعرابه\r\nوناسخه ومنسوخه وأحكامه ومعانيه ذا عناية تامة بالأثر ومعرفة\r\nالرجال حافظا للسنن عارفا بأصول الديانات عالي الإسناد\r\nشديد في ذات الله تعالى قامعا لأهل الأهواء والبدع\r\nأخذ القراءة عن ابن غلبون وأخذ بمصر عن أبي بكر\r\nالأدفوي وأبي القاسم الجوهري وبإفريقية عن ابن أبي زيد\r\nروى عنه ابن عبد البر وابن حزم وطائفة وانتفع به\r\nالناس ولد سنة أربعين وثلاثمائة ومات في ذي الحجة سنة تسع\r\nوعشرين وأربعمائة\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n9 - أحمد بن عمار أبو العباس المهدوي\r\nصاحب التفسير كان مقدما في القراءات والعربية ألف كتبا\r\nمفيدة\r\nروي عن أبي الحسن القابسي وأخذ عنه أبو محمد غانم بن\r\nوليد المالقي مات في حدود سنة ثلاثين وأربعمائة\r\n10 - أحمد بن فرح بن جبريل أبو جعفر البغدادي\r\nالعسكري\r\nالضرير المقرئ المفسر قرأ على أبي عمر الدوري وأقرأ\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nالناس مدة وحدث عن علي بن المديني وأبي بكر وعثمان ابن\r\nأبي شيبة وأبي الربيع الزهراني\r\nوعنه أحمد بن جعفر بالختلي وابن سمعان الرزاز وكان\r\nثقة عالما بالقرآن واللغة بصيرا بالتفسير قرأ عليه أبو بكر النقاش\r\nوغيره\r\nمات بالكوفة في ذي الحجة سنة ثلاث وثلاثمائة\r\n11 - أحمد بن محمد بن أيوب أبو بكر الفارسي\r\nالواعظ المفسر نزيل نيسابور كان يحضر مجلسه نحو\r\nعشرة آلاف أخذ عنه أبو عبد الله الحاكم\r\nمات سنة أربع وستين وثلاثمائة\r\n12 - أحمد بن محمد بن شارك أبو حامد الهروي الشافعي\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nمفتي هراة وأديبها وعالمها ومفسرها ومحدثها في\r\nزمانه سمع الحسن ابن سفيان وأبا بعلى الموصلي وعنه أبو\r\nعبد الله الحاكم\r\nمات بهراة سنة خمس وقيل ثمان وخمسين وثلاثمائة\r\n13 - أحمد بن محمد أحمد بن برد الأندلسي أبو حفص\r\nالكاتب\r\nقال الحميدي مليح الشعر بليغ الكتابة من أهل بيت أدب\r\nورياسة له كتب في علم القرآن منها كتاب التحصيل في\r\nتفسير القرآن وكتاب التفصيل في تفسيره أيضا وله رسالة في\r\nالمفاخرة بين السيف والقلم وهو أول من سبق إلى القول في ذلك\r\nبالأندلس رأيته بالمرية بعد الأربعين وأربعمائة\r\n14 - أحمد بن محمد بن عمر العلامة الزاهد زين الدين أبو\r\nالقاسم البخاري العتابي\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nكان من كبار الحنفية صنف الجامع الكبير\r\nوالزيادات وتفسير القرآن\r\nلازمه شمس الأئمة محمد بن عبد الستار الكردري مات سنة\r\nست وثمانين وخمسمائة\r\n15 - أحمد بن محمد بن محمد بن سعيد أبو العباس الأنصاري\r\nالأندلسي\r\nروى عن أبي بكر غالب بن عطيه وأبي علي الصدفي\r\nوأبي الحسن بن الباذش وأبي الوليد بن رشد وأبي محمد بن\r\nعتاب وغيرهم\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nوكان متقنا للقراءات والتفسير والكلام يغلب عليه علم\r\nاللغة\r\nحدث عنه أبو ذر الخشني وأبو الخطاب بن واجب وأبو عبد\r\nالله الأندرشي مات سنة اثنتين وستين وخمسمائة\r\n16 - أحمد بن موسى بن أبي عطاء أبو بكر القرشي مولاهم\r\nالدمشقي المفسر\r\nروى عن بكار بن قتيبة وعبد الله بن الحسين المصيصي\r\nوعنه أبو هاشم المؤدب وعبد الوهاب الكلابي وغيرهما مات سنة\r\nخمس وعشرين وثلاثمائة\r\n17 - أحمد بن مغيث بن أحمد بن مغيث أبو جعفر الصدفي\r\nالطليطلي\r\nكان من أهل البراعة والفهم والرياسة في العلم متفننا عالما\r\nبالحديث وعلله وبالفرائض والحساب واللغة والنحو وله يد طولى\r\nفي التفسير وله كتاب المقنع في عقد الشروط\r\nمات في صفر سنة تسع وخمسين وأربعمائة وله ثلاث\r\nوخمسون سنة\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n18 - أحمد بن يوسف بن أصبغ أبو عمر الطليطلي\r\nكان ماهرا في الحديث والتفسير والفرائض رحل إلى\r\nالمشرق وحج وولى قضاء طليطلة\r\nمات في شعبان سنة تسع وسبعين وأربعمائة\r\n19 - أحمد بن إسماعيل بن عيسى بن أبو بكر الغرنوي الجوهري\r\nالمفسر\r\nأحد أئمة غزنة وفضلائهم سافر إلى خراسان والحجاز\r\nوالعراق ولقي أبا القاسم القشيري وسمع منه وعاش بعد العشرين\r\nوخمسمائة\r\n20 - أحمد بن ناصر بن ظاهر العلامة برهان الدين الشريف\r\nالحسيني الحنفي\r\nكان مفننا عالما زاهدا عابدا صنف تفسيرا في سبع\r\nمجلدات وكتابا في أصول الدين مات في شوال سنة ست\r\nوثمانين وستمائة\r\n21 - إسماعيل بن أحمد بن عبد الله أبو عبد الرحمن الحيري\r\nالنيسابوري\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nالضرير المفسر المقرئ أحد أئمة المسلمين والعلماء\r\nالعاملين له التصانيف المشهورة في القرآن والقراءات\r\nوالحديث والوعظ رحل في طلب الحديث كثيرا وسمع من زاهر\r\nالسرخسي وأبي الحسين الخفاف ومحمد بن مكي\r\nالكشميهني\r\nروى عنه الخطيب أبو بكر وكان مفيدا نفاعا للخلق مباركا\r\nفي علمه له تفسير مشهور\r\nولد سنة إحدى وثلاثمائة ومات سنة ثلاثين وأربعمائة\r\n22 - إسماعيل ابن عبد الرحمن بن أحمد بن إسماعيل أبو عثمان\r\nالصابوني النيسابوري\r\nالواعظ المفسر المحدث الأستاذ شيخ الاسلام إمام\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nالمسلمين أوحد وقته شهدت له أعيان الرجال بالكمال في الحفظ\r\nوالتفسير وغيرهما حدث عن زاهر السرخسي وأبي طاهر بن\r\nخزيمة وعبد الرحمن بن أبي شريح\r\nوعنه أبو بكر البيهقي وعبد العزيز الكتاني وطائفة وكان\r\nكثير السماع والتصنيف وممن رزق العز والجاه في الدين\r\nوالدنيا عديم النظير وسيف السنة ودافع أهل البدعة يضرب به\r\nالمثل في كثرة العبادة والعلم والذكاء والزهد والحفظ أقام شهرا في\r\nتفسير آية ولد سنة ثلاث وسبعين وثلاثمائة ومات يوم الجمعة رابع\r\nمحرم سنة تسع وأربعين وأربعمائة ورثاه أبو الحسن الداودي\r\nبقوله\r\nأودى الإمام الحبر إسماعيل * لهفي عليه فليس منه بديل\r\nبكت السما والأرض يوم وفاته * وبكى عليه الوحي والتنزيل\r\nفي أبيات أخرى .\r\n23 - إسماعيل بن محمد بن الفضل بن علي بن أحمد بن طاهر\r\nالحافظ الكبير أبو القاسم التميمي الطلحي الأصبهاني\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nالملقب قوام السنة قال ابن السمعاني هو أستاذي في\r\nالحديث وهو إمام في التفسير والحديث واللغة والأدب عارف\r\nبالمتون والأسانيد عديم النظير لا مثل له في وقته\r\nوقال السلفي كان فاضلا في العربية ومعرفة الرجال حافظا\r\nللحديث عارفا بكل علم متفننا ولد سنة سبعة وخمسين\r\nوأربعمائة وسمع من أبى عمرو ابن منده وعائشة والوركانية\r\nوطراد الزينبي ومالك البانياسي وخلائق ورحل وطوف وأملى وصنف وتكلم في الجرح والتعديل\r\nروى عنه أبو القاسم ين عساكر وأبو سعد السمعاني وأبو\r\nموسى المديني وآخرون\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nقال أبو موسى في معجمه هو إمام أئمة وقته وأستاذ\r\nعلماء عصره وقدوة أهل السنة في زمانه\r\nمات يوم الأضحى سنة خمس وثلاثين وخمسمائة بالفالج\r\nوكان يحضر مجلس إملائه الأئمة الحفاظ والمسندون وبلغ\r\nعدد أماليه نحوا من ثلاثة آلاف وخمسمائة مجلس\r\nقال أبو موسى وهو المبعوث على رأس المائة الخامسة الذي\r\nأحيى الله به الدين لا أعلم أحدا في ديار الاسلام يصلح لذلك غيره\r\nقال الذهبي وهذا تكلف زائد من أبي موسى فإنه لم يشتهر\r\nإلا من بعد العشرين وخمسمائة هذا إن سلم أنه أجل أهل زمانه في\r\nالعلم ثم قال أبو موسى ومن تصانيفه التفسير الكبير ثلاثون\r\nمجلدا سماه الجامع وله كتاب الإيضاح في التفسير أربع\r\nمجلدات والموضح في التفسير ثلاث مجلدات والمعتمد\r\nفي التفسير عشر مجلدات وكتاب التفسير باللسان الأصبهاني عدة\r\nمجلدات وله كتاب الترغيب والترهيب وكتاب السنة وكتاب\r\nدلائل النبوة وشرح البخاري وشرح مسلم وإعراب\r\nالقرآن وغير ذلك وله فتاوي كثيرة\r\nوكان أهل بغداد يقولون ما دخل بغداد بعد أحمد بن حنبل\r\nأفضل ولا احفظ منه\r\n24 - بشير بن حامد سليمان بن يوسف بن سليمان بن عبد\r\nالله\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالإمام نجم الدين أبو النعمان الهاشمي الطالبي الجعفري\r\nالزيني التبريزي الصوفي الفقيه\r\nولد بأردبيل سنة سبعين وخمسمائة وتفقه ببغداد على ابن\r\nفضلان وغيره وحفظ المذهب والأصول والخلاف وناظر\r\nوأفتى وأعاد بالنظامية وكان إماما مشهورا بالعلم والفضل\r\nوله تفسير مليح في عدة مجلدات\r\nسمع من ابن طبرزد وعبد المنعم بن كليب وابن\r\nسكينة\r\nروى عنه الحافظ الظاهري والمحب الطبري والشرف\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nالدمياطي وغيره\r\nمات بمكة في صفر سنة ست وأربعين وستمائة وهو القائل\r\nدخلت إليك يا أمي بشيرا * فلما أن خرجت خرجت بشرا\r\nأعد يائي التي سقطت من اسمي * فيائي قد في الحساب تعد عشرا\r\nوكان دخل على بعض الكبار فسرقت نعله\r\n25 - بقي بن مخلد بن يزيد أبو عبد الرحمن الأندلسي القرطبي\r\nالحافظ أحد الأعلام وصاحب التفسير والمسند\r\n201 276 ه أخذ عن يحيى بن يحيى الليثي ورحل إلى المشرق ولقى\r\nالكبار فسمع بالحجاز أبا مصعب الزهري وإبراهيم بن المنذر الحزامي\r\nوبمصر يحيى بن بكير وأبا الطاهر بن السرح\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوبدمشق هشام بن عمار وببغداد أحمد بن حنبل وبالكوفة يحيى\r\nبن عبد الحميد الحماني وأبا بكر بن أبي شيبة وخلائق\r\nوعدد شيوخه مائتان وأربعة وثمانون رجلا وعنى بالأثر وكان\r\nإماما زاهدا صواما صادقا كثير النذر مجاب الدعوة قليل المثل\r\nبحرا في العلم مجتهدا لا يقلد أحدا بل يفتي بالأثر وهو\r\nالذي نشر الحديث بالأندلس وكثره وليس لأحد مثل مسنده ولا\r\nتفسيره\r\nقال ابن حزم أقطع أنه لم يؤلف في الاسلام مثل تفسيره\r\nولا تفسير ابن جرير ولا غيره\r\nقال وقد روى في مسنده عن ألف وثلاثمائة صحابي ونيف\r\nورتب حديث كل صاحب على أبواب الفقه فهو مسند ومصنف\r\nقال وله تواليف في فتاوي الصحابة والتابعين فمن بعدهم أربى\r\nفيه على مصنف عبد الرزاق وابن أبي شيبة\r\nقال فصارت تصانيف هذا الإمام قواعد الاسلام لا نظير لها\r\nوكان لا يقلد أحدا وكان جاريا في مضمار البخاري ومسلم\r\nوالنسائي وانتهى\r\nوقال غيره كان بقي متواضعا ضيق العيش كان يمضي\r\nعليه الأيام في وقت طلبه ليس له عيش إلا ورق الكرنب الذي يرمى\r\nروى عنه ابنه أحمد وأيوب بن سليمان المري وأسلم بن\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nعبد العزيز وهشام ابن الوليد الغافقي وآخرون\r\nولد في رمضان سنة إحدى ومائتين ومات في جمادى الآخرة\r\nسنة ست وسبعين قال ابن عساكر لم يقع إلى حديث مسند من\r\nحديثه\r\n26 - بكير بن معروف الدامغاني أبو معاذ\r\nالمفسر قاضي نيسابور\r\n27 - بيبش بن محمد بن علي بن بيبش أبو بكر العبدري\r\nالشاطبي قاضي شاطبة كان مفتيا مفسرا مصنفا سمع أبا الحسن\r\nبن هذيل وأبا عبد الله بن سعادة\r\nروى عنه أبو محمد وأبو سليمان ابنا حوط الله\r\nمات سنة اثنتين وثمانية وخمسمائة عن ثمان وخمسين سنة\r\n28 - جعفر بن محمد بن الحسن بن زياد أبو يحيى الرازي\r\nالزعفراني\r\nكان إماما في التفسير صدوقا ثقة حدث عن سهل بن عثمان\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nالعسكري وعلي بن محمد الطنافسي وجماعة روى عنه\r\nإسماعيل الصفار وأبو سهل بن القطان وأبو بكر الشافعي\r\nوابن أبي حاتم وآخرون\r\nمات في ربيع الآخر سنة تسع وسبعين ومائتين\r\n29 - الحسن بن عبد الله بن سهل بن سعيد بن يحيى بن مهران\r\nاللغوي الأديب أبو هلال العسكري\r\nتلميذ أبي أحمد العسكري له تفسير في خمس\r\nمجلدات وله كتاب الأوائل وكتاب الصناعتين في النظم\r\nوالنثر وكتاب الأمثال وشرح الحماسة وغير ذلك وله ديوان\r\nشعر\r\nوكان عالما عفيفا يتبزز وفي احترازا من الطمع والدنائة كل والتبذل\r\nوكان الغالب عليه الأدب والشعر مات بعد الأربعمائة\r\n30 - الحسن بن الفتح بن حمزة بن الفتح أبو القاسم\r\nالهمذاني\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقال السلفي كان من أهل الفضل والتقدم في الفرائض\r\nوالتفسير والآداب واللغة والمعاني والبيان والكلام استوطن\r\nبغداد في أخر عمره وله تفسير حسن وشعر رائق صحب أبا\r\nإسحاق الشيرازي وتفقه عليه\r\nوقال ابن الصلاح رأيت مجلدين من تفسيره واسمه كتاب\r\nالبديع في البيان عن غوامض القرآن فوجدته ذا عناية بالعربية\r\nوالكلام ضعيف الفقه مات بعد الخمسمائة\r\nومن شعره\r\nنسيم الصبا إن عجت يوما بأرضها * فقولي لها حالي علت عن سؤالك\r\nفهأنذا إن كنت تعينني * فلم يبق لي إلا حشاشة هالك\r\n31 - الحسن بن علي بن خلف بن جبريل الألمعي الكاشغري\r\nأبو عبد الله\r\nله أكثر من مائة تصنيف أكثرها في التصوف ومنها المقنع\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nفي تفسير القرآن سمع من ابن غيلان والصوري وطائفة وكان\r\nبكاء خائفا واعظا لا يخاف في الله لومة لائم لكن في حديثه\r\nمناكير بل اتهم بوضع الحديث مات بعد سنة أربع وثمانين\r\nوأربعمائة\r\n32 - الحسن بن محمد بن حبيب بن أيوب أبو القاسم\r\nالنيسابوري الواعظ المفسر\r\nقال عبد الغفار إمام عصره في معاني القرآن وعلومه\r\nمصنف التفسير المشهور وكان أديبا نحويا عالما بالمغازي\r\nوالقصص والسير انتشر عنه بنيسابور العلم الكثير وسارت تصانيفه\r\nالحسان في الآفاق وكان أستاذ الجماعة\r\nحدث عن الأصم وأبي زكريا العنبري وذكره في كتاب\r\nسر السرور وقال هو أشهر مفسري خراسان وأقفاهم لحق\r\nالإحسان وكان الأستاذ أبو القاسم الثعلبي من خواص تلاميذه\r\nوقال السمعاني كان أولا كرامي المذهب ثم تحول\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nشافعيا\r\nوقال الذهبي سمع أبا حاتم بن حبان وجماعة روى عنه\r\nأبو بكر محمد ابن عبد الواحد الحيري الواعظ وأبو الفتح محمد\r\nبن إسماعيل الفرغاني وآخرون\r\nوصنف في القراءات والتفسير والآداب وعقلاء\r\nالمجانين\r\nمات في ذي الحجة سنة ست وأربعمائة\r\nومن شعره أورده ياقوت\r\nرضا بالدهر كيف جرى وصبرا * ففي أيامه جمع وعيد\r\nولم يخشن عليك قضيب عود * من الأيام إلا لان عود\r\nوله\r\nفي علام الغيوب عجائب * فاصبر فللصبر فلا الجميل عواقب\r\nومصائب الأيام إن عاديتها منه * بالصبر رد عليك وهي مواهب\r\nلم يدج ليل العسر قط بغمه * إلا بدا لليسر فيه كواكب\r\nوله\r\nبمن يستغيث العبد إلا بربه * ومن للفتى عند الشدائد والكرب\r\nومن مالك الدنيا ومالك أهلها * ومن كاشف البلوى على البعد والقرب\r\nومن يدفع الغماء وقت نزولها * وهل ذاك إلا من فعالك يا رب\r\nوقال البيهقي في شعب الإيمان أنشدنا أبو القاسم الحسن\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nبن محمد بن حبيب في تفسيره قال أنشدني أبي\r\nإن الملوك بلاء حيثما حلوا * فلا يكن لك في أكنافهم ظل\r\nماذا تؤمل من قوم إذا غضبوا * جاروا عليك وإن أرضيتهم ملوا\r\nفإن مدحتهم خالوك تخدعهم * واستثقلوك كما يستثقل الكل\r\nفاستغن بالله عن أبوابهم أبدا * إن الوقوف على أبوابهم ذل\r\n33 - الحسين بن الفضل بن عمير البجلي الكوفي ثم\r\nالنيسابوري أبو علي المفسر الأديب إمام عصره في معاني القرآن\r\nسمع يزيد بن هارون وعبد الله بن بكر السهمي وأبا\r\nالنضر وشبابة وطائفة\r\nروى عنه محمد بن الأخرم ومحمد بن صالح ومحمد بن\r\nالقاسم العتكي وآخرون\r\nأقام بنيسابور يعلم الناس العلم ويفتى من سنة سبع عشرة\r\nومائتين : إلى أن مات سنة اثنتين وثمانين عن مائة وأربع سنين\r\nوكان من العلماء الكبار العابدين يركع كل يوم وليلة ستمائة\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nركعة وقبره هناك مشهور يزار وأطنب الحاكم في ترجمته\r\n34 - الحسين بن محمد بن علي أبو سعيد الأصبهاني\r\nالزعفراني\r\nقال أبو نعيم كثير الحديث صاحب معرفة وإتقان\r\nصنف المسند والتفسير والشيوخ وله من المصنفات\r\nشئ كثير\r\nسمع أبا القاسم البغوي وابن صاعد وآخرين روى عنه أبو\r\nنعيم وأهل أصبهان وله حديث في تفسير حسبي الله ونعم\r\nالوكيل من رواية أبي نعيم مات سنة تسع وستين وثلاثمائة\r\n35 - الحسين بن مسعود بن محمد العلامة أبو محمد البغوي\r\nالفقيه الشافعي\r\nيعرف بابن الفراء ويلقب محيي السنة وركن الدين أيضا\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nكان إماما في التفسير إماما في الحديث إماما في الفقه\r\nتفقه على القاضي حسين وسمع الحديث منه ومن أبى عمر عبد\r\nالواحد المليحي وأبي الحسن الداودي وطائفة روى عنه أبو\r\nمنصور حفدة وأبو الفتوخ الطائي وجماعة آخرهم أبو المكارم\r\nفضل الله بن محمد النوقاني روى عنه بالإجازة وبقي إلى سنة\r\nستمائة وأجاز للفخر علي بن البخاري\r\nوله من التصانيف معالم التنزيل في التفسير وشرح\r\nالسنة والمصابيح والجمع بين الصحيحين والتهذيب\r\nفي الفقه\r\nوقد بورك في تصانيفه ورزق فيها القبول لحسن نيته\r\nوكان لا يلقي الدرس إلا على طهارة وكان قانعا ورعا يأكل الخبز\r\nوحده ثم عذل في ذلك فصار يأكله بزيت\r\nمات في شوال سنة ست عشرة وخمسمائة وقد جاوز الثمانين\r\nولم يحج\r\n36 - الخضر بن نصر بن عقيل أبو العباس الإربلي الفقيه\r\nالشافعي\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nأحد الأئمة اشتغل ببغداد على إليكا غير الهراسي وأبي بكر\r\nالشاشي وتخرج به خلق وكان صالحا\r\nصنف تصانيف كثيرة في التفسير والفقه وغير ذلك مات سنة\r\nسبع وستين وخمسمائة\r\n37 - سلمان بن أبي طالب عبد الله بن محمد بن الفتي أبو عبد\r\nالله النهرواني نزيل أصبهان كان إماما في اللغة ومن كبار أئمة\r\nالعربية\r\nصنف تفسير القرآن وعلل القراءات والقانون في\r\nاللغة وشرح الإيضاح لأبي علي الفارسي وله شعر جيد\r\nقرأ الأدب على الثمانيني وابن برهان وسمع من أبي\r\nطالب بن غيلان وأبي الطيب الطبري\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nروى عنه السلفي وغيره مات سنة ثلاث وتسعين وأربعمائة\r\n38 - سلمان بن ناصر بن عمران أبو القاسم الأنصاري\r\nالنيسابوري\r\nالفقيه الصوفي صاحب إمام الحرمين كان بارعا في\r\nالأصول والتفسير شرح الإرشاد لشيخه وخدم أبا القاسم\r\nالقشيري مدة وكان صالحا زاهدا عابدا إماما عارفا من أفراد\r\nالأئمة ومن كبار المصنفين في علم الكلام\r\nسمع الحديث من عبد الغفار الفارسي أحمد وكريمة المروزية\r\nوجماعة روى عنه ابن السمعاني إجازة مات سنة إحدى عشرة\r\nوخمسمائة\r\n39 - سليمان بن خلف بن سعد بن أيوب بن وارث الإمام أبو\r\nالوليد الباجي الفقيه الأصولي المتكلم المفسر\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالأديب الشاعر\r\nولد في ذي القعدة سنة ثلاث وأربعمائة وأخذ عن يونس بن\r\nمغيث ومكي بن أبي طالب ورحل فلزم بمكة أبا ذر\r\nثلاثة أعوام وحمل عنه علما كثيرا وأخذ ببغداد الفقه عن ابن\r\nعمروس والأصول عن الشيخ أبي إسحاق الشيرازي\r\nوبالموصل الكلام عن أبي جعفر السمناني وسمع الحديث بدمشق\r\nمن ابن جميع وغيره وببغداد من عبيد الله بن أحمد الأزهري\r\nوابن غيلان والصوري وجماعة\r\nوبرع في الحديث والتفسير والفقه والأصلين ورجع\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nإلى الأندلس بعد ثلاث عشرة سنة بعلوم كثيرة وتصدر للإفادة وانتفع\r\nبه جماعة كثيرة وولى قضاء مواضع من الأندلس وفشا علمه\r\nوعظم جاهه\r\nوله من التصانيف شرح الموطأ واختلافات\r\nالموطأ الجرح والتعديل تفسير القرآن الحدود\r\nالإشارة في أصول الفقه إحكام الفصول في علم الأصول\r\nالتسديد إلى معرفة التوحيد المنتقى في الفقه وغير ذلك\r\nمات بالمرية لتسع عشرة خلت من رجب سنة أربع وسبعين\r\nوأربعمائة\r\nومن شعره\r\nإذا كنت أعلم علما يقينا * بأن جميع حياتي كساعة\r\nفلم لا أكون ضنينا بها * وأجعاها بعد في صلاح وطاعة\r\n40 - سليمان بن عبد الله بن يوسف أبو الربيع الهواري الخلوتي\r\nالضرير المقرئ\r\nالصالح كان عارفا بالقراءات والنحو والتفسير سمع من ابن بري\r\nوأقرأ مدة وكان دينا عفيفا قانعا مات في سابع عشر شعبان سنة\r\nثلاث عشرة وستمائة\r\n41 - عبد الله بن عبد الكريم بن هوازن الإمام أبو سعد بن\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nالقشيري النيسابوري\r\nكان أكبر أولاد الشيخ وكان كبير الشأن في السلوك والطريقة\r\nذكيا أصوليا غزير العربية\r\nقال السمعاني كان رضيع أبيه في الطريقة وفخر ذويه على\r\nالحقيقة ثم بالغ في تعظيمه في التصوف والأصول والمناظرة\r\nوالتفسير واستغراق يقول الأوقات في العبادة والمراقبة\r\nروى عن أبي بكر الحيري وأبي سعيد الصيرفي\r\nوالقاضي أبي الطيب الطبري وغيرهم\r\nوعنه عبد الغافر الفارسي وعبد الله الفراوي آخرون\r\nولد سنة أربع عشرة وأربعمائة ومات في سادس ذي القعدة سنة\r\nسبع وسبعين وأربعمائة\r\n42 - عبد الله بن طلحة بن محمد أبو بكر اليابري\r\nنزيل إشبيلية كان ذا معرفة بالفقه والأصول والنحو\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nوالتفسير خصوصا التفسير\r\nروى عن أبي الوليد الباجي وغيره وأستوطن الذي مصر مدة ثم\r\nحج فمات بمكة سنة ست عشرة وخمسمائة\r\n43 - عبد الله بن عطية بن عبد الله بن حبيب أبو محمد\r\nالمقرئ المفسر الدمشقي قرأ على أبي الحسن بن\r\nالأخرم وحدث عن ابن جوصا وغيره\r\nوكان ثقة وكان يحفظ خمسين الف بيت شعر في الاستشهاد\r\nعلى معاني القرآن\r\nروى عنه أبو محمد بن أبي نصر وطرفة الحرستاني\r\nوعبد الله بن سوار العنسي\r\nمات في شوال سنة ثلاث وثمانين وثلاثمائة\r\n44 - عبد الله بن يوسف بن عبد الله بن يوسف بن محمد بن\r\nحيويه الشيخ أبو محمد الجويني\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nوالد إمام الحرمين كان إماما فقيها بارعا مفسرا\r\nنحويا أديبا\r\nتفقه على أبي الطيب الصعلوكي وأبي بكر القفال وقعد\r\nللتدريس والفتوى وكان مجتهدا في العبادة مهيبا بين التلامذة\r\nصنف التبصرة في الفقه والتذكرة والتفسير الكبير\r\nوالتعليق\r\nسمع من أبي الحسين بن بشران وجماعة روى عنه ابنه\r\nإمام الحرمين\r\nوغيره مات في ذي القعدة سنة ثمان وثلاثين وأربعمائة\r\n45 - عبد الله بن محمد بن علي بن محمد بن أحمد بن علي\r\nبن جعفر بن منصور ابن مت شيخ الاسلام أبو إسماعيل الأنصاري\r\nالهروي\r\nالحافظ العارف من ولد أبي أيوب الأنصاري\r\nقال عبد الغفار كان إماما كاملا في التفسير حسن السيرة في\r\nالتصوف على حظ تام من معرفة العربية والحديث التواريخ\r\nوالأنساب قائما بنصر السنة والدين من غير مداهنة ولا مراقبة\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nلسلطان ولا غيره وقد تعرضوا بسبب ذلك إلى إهلاكه مرارا فكفاه\r\nالله شرهم\r\nسمع من عبد الجبار الجراحي وأبي الفضل الجارودي\r\nويحيى بن عمار السجزي المفسر وأبي ذر الهروي وخلائق\r\nوتخرج به خلق وفسر القرآن زمانا وكان يقول إذا ذكرت\r\nالتفسير فإنما أذكره من مائة وسبعة تفاسير\r\nوله تصانيف منها ذم الكلام وكتاب منازل السائرين في\r\nالتصوف وكتاب الفاروق في الصفات وغير ذلك وكان آية\r\nفي التذكير والوعظ\r\nروى عنه أبو الوقت عبد الأول وخلائق آخرهم بالإجازة أبو\r\nالفتح نصر بن سيار\r\nمولده سنة ست وتسعين وثلاثمائة ومات في ذي الحجة سنة\r\nإحدى وثمانين وأربعمائة\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n46 - عبد الجبار بن عبد الخالق بن محمد بن أبي نصر بن عبد\r\nالباقي بن عكبر العلامة جلال أبو محمد البغدادي\r\nأحد المشاهير\r\nولد في حدود سنة اثنتين وستمائة وسمع من ابن اللتي\r\nوجماعة\r\nوصنف التصانيف منها مشكاة البيان في تفسير القرآن\r\nروى عنه ابن الفوطي وقال كان وحيد دهره في علم الوعظ\r\nومعرفة التفسير ولي تدريس المستنصرية ومات في سابع عشري\r\nشعبان سنة إحدى وثمانين وستمائة\r\n47 - عبد الجبار بن أحمد بن عبد الجبار بن أحمد بن الخليل\r\nالقاضي أبو الحسن الهمذاني الأسدآباذي\r\nشيح المعتزلة وصاحب التصانيف منها التفسير عاش\r\nدهرا طويلا وسار ذكره كان فقيها شافعي المذهب\r\nسمع من أبي الحسن بن سلمة الفطان وعبد الله بن\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nجعفر بن فارس وجماعة\r\nروى عنه أبو القاسم علي بن المحسن التنوخي والحسن بن علي\r\nالصيمري الفقيه وأبو محمد عبد السلام القزويني المفسر\r\nوالمعتزلي وآخرون\r\nولى قضاء الري وأعمالها ورحلت إليه الطلبة\r\nمات في ذي القعدة سنة خمس عشرة وأربعمائة رأيت تفسيره\r\nلطيف الحجم\r\n48 - عبد الجليل بن موسى بن عبد الجليل أبو محمد\r\nالأنصاري الأندلسي القرطبي القصري الصوفي الزاهد\r\nمن قصر عبد الكريم شيخ الاسلام كان متقدما في\r\nالكلام مشاركا في فنون رأسا في العلم والعمل منقطع القرين\r\nمتصوفا زاهدا ورعا عن الدنيا\r\nله تفسير القرآن وكتاب شعب الإيمان وشرح الأسماء\r\nالحسنى وغير ذلك\r\nروى عن أبي الحسن بن حنين وعنه أبو الحسن الغافقي\r\nوغيره وأجاز لأبي محمد بن حوط الله\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nمات سنة ثمان وستمائة وكان له من الصيت والذكر الجميل ما\r\nليس لغيره وختم به بالمغرب التصوف على طريقة أهل السنة\r\n49 - عبد الحق بن غالب بن عبد الملك بن غالب بن تمام بن\r\nعطية الإمام الكبير قدوة المفسرين أبو محمد الغرناطي القاضي\r\nحدث عن أبيه الحافظ الحجة أبي بكر وعن أبي علي\r\nالغساني ومحمد بن الفرج الطلاعي وخلائق\r\nوكان فقهيا عارفا بالأحكام والحديث والتفسير بارع\r\nالأدب بصيرا بلسان العرب واسع المعرفة له يد في\r\nالانشاء والنظم والنثر وكان يتوقد ذكاء له التفسير المشهور\r\nولي قضاء المرية\r\nروى عنه أبو جعفر بن مضاء وعبد المنعم بن الفرس\r\nوآخرون آخرهم بالإجازة أبو الحسن علي بن أحمد الشقوري\r\nالمتوفى سنة ست عشرة وستمائة\r\nمولده سنة ثمانين وأربعمائة ومات في خامس عشري رمضان\r\nسنة إحدى وأربعين وخمسمائة\r\n50 - عبد الرحمن بن علي بن محمد بن علي بن عبيد الله بن\r\nعبد الله البكري من ولد الإمام أبي بكر الصديق رضى الله تعالى عنه\r\nالإمام أبو الفرج ابن الجوزي\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nالبغدادي الحنبلي الواعظ صاحب التصانيف المشهورة في\r\nأنواع العلوم من التفسير والحديث والفقه والوعظ والزهد\r\nوالتاريخ وغير ذلك\r\nقال الذهبي كان مبرزا في التفسير وفي الوعظ وفي\r\nالتاريخ ومتوسطا في المذهب وفي الحديث له اطلاع تام على\r\nمتونه وأما الكلام على صحيحه وسقيمه فما له فيه ذوق المحدثين\r\nولا نقد الحفاظ المبرزين\r\nولد تقريبا سنة ثمان أو عشر وخمسمائة\r\n51 - عبد الرحمن بن عمر بن أبي القاسم العلامة نور الدين\r\nالبصري العبدلياني الحنبلي\r\nولى تدريس المستنصرية بعد ابن عكبر\r\nوله تصانيف منها كتاب جامع العلوم في التفسير وشرح\r\nالخرقي والشافي في المذهب وله طريقة في علم\r\nالخلاف\r\nمات ليلة عيد الفطر سنة أربع وثمانين وستمائة وله ستون سنة\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n52 - عبد الرحمن بن أبي حاتم محمد بن إدريس بن المنذر بن\r\nداود بن مهران أبو محمد التميمي الحنظلي\r\nالإمام ابن الإمام حافظ الري وابن حافظها\r\nسمع من أبيه وابن وارة وأبي زرعة والحسن بن\r\nعرفة وأبي سعيد الأشج ويونس بن عبد الأعلى وخلائق\r\nبالحجاز والشام ومصر والعراق والجبال والجزيرة\r\nروى عنه أبو الشيخ بن حيان ويوسف الميانجي\r\nوخلائق\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nقال الخليلي أخذ علم أبيه وأبي زرعة وكان بحرا في\r\nالعلوم ومعرفة الرجال صنف في الفقه واختلاف الصحابة\r\nوالتابعين وعلماء الأمصار وكان عابدا زاهدا بعد من الأبدال\r\nومن تصانيفه التفسير المسند اثنا عشر مجلدا لخصته في\r\nتفسيري وكتاب الجرح والتعديل يدل على سعة حفظه وإمامته\r\nوكتاب الرد على الجهمية وكتاب الزهد وكتاب الكنى وغير\r\nذلك\r\nوكان من كبار الصالحين لم يعرف له ذنب قط ولا جهالة له\r\nطول عمره\r\nمات في المحرم سنة سبع وعشرين وثلاثمائة وهو في عشر\r\nالتسعين\r\n53 - عبد الرحمن بن محمد بن أميرويه بن محمد العلامة أبو\r\nالفضل الكرماني\r\nشيح الحنفية بخراسان في زمانه تفقه بمرو على القاضي\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nمحمد بن الحسين وتزاحم عليه الطلبة وتخرجوا به وانتشر\r\nتلامذته في الآفاق يقرأ عليه التفسير والحديث\r\nسمع من أبيه وشيخه القاضي الأرسابندي ومنه أبو سعد\r\nالسمعاني وبالغ في تعظيمه مات سنة ثلاث وأربعين وخمسمائة\r\n54 - عبد الرحمن بن مروان بن عبد الرحمن أبو المطرف\r\nالأنصاري القنازعي القرطبي\r\nكان عالما عاملا فقهيا حافظا عالما بالتفسير والأحكام\r\nبصيرا بالحديث حافظا للرأي ورعا زاهدا متقشفا قانعا\r\nعلي باليسير مجاب الدعوة وله معرفة باللغة والأدب\r\nسمع ببلده ورحل وحج فسمع بمصر من الحسن بن رشيق\r\nوغيره وأخذ عن ابن أبي زبد جملة من تواليفه وأقبل على نشر\r\nالعلم وأقرأ القرآن\r\nوصنف شرح الموطأ ومختصر تفسير القرآن لابن سلام\r\nوكتابا في الشروط وعرض عليه السلطان الشورى فامتنع\r\nروى عنه ابن عتاب وابن عبد البر\r\nمولده سنة إحدى وأربعين وثلاثمائة ومات في رجب سنة\r\nثلاث عشرة وأربعمائة\r\nوالقنازعي حتى نسبة إلى صنعته\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n55 - عبد الرحيم بن أبي القاسم عبد الكريم بن هوازن أبو\r\nنصر القشيري النيسابوري\r\nقال عبد الغافر هو إمام الأئمة وحبر الأمة وبحر العلوم\r\nرباه والده واعتنى به حتى برع في النظم والنثر واستوفى الحظ الأوفى\r\nمن علم التفسير والأصول ثم لازم إمام الحرمين حتى أحكم عليه\r\nالمذهب والخلاف والأصول\r\nوسمع الحديث من أبيه وأبى عثمان الصابوني وابن\r\nالنقور وأبي القاسم الزنجاني وجماعة وحدث بالكثير\r\nروى عنه سبطه أبو سعد عبد الله بن عمر الصفار وأبو الفتوح\r\nالطائي وبالإجازة ابن عساكر وابن السمعاني\r\nومن العجائب أنه اعتقل لسانه في آخر عمره عن الكلام إلا عن\r\nالذكر فكان يتكلم بآي القرآن\r\nمات في جمادى الآخرة سنة أربع عشرة وخمسمائة وهو في\r\nعشر الثمانين\r\n56 - عبد الرزاق بن رزق الله بن أبي بكر بن خلف الإمام\r\nالحافظ المفسر عز الدين أبو محمد الرسعني الحنبلي\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nالمحدث ولد برأس عين سنة تسع وثمانين وخمسمائة\r\nوسمع من أبي اليمن الكندي والافتخار الهاشمي\r\nوجماعة\r\nوصنف تفسيرا حسنا يروي فيه بأسانيده وكان إماما\r\nمحدثا فقيها أديبا شاعرا دينا صالحا\r\nروى عنه الدمياطي والأبرقوهي مات في ثاني عشر ربيع\r\nالآخر سنة إحدى وستين وستمائة\r\n57 - عبد السلام بن محمد بن يوسف بن بندار أبو يوسف\r\nالقزويني\r\nشيخ المعتزلة ونزيل بغداد\r\nقال السمعاني كان أحد المعمرين والفضلاء المقدمين\r\nجمع التفسير الكبير الذي لم ير في التفاسير أكبر منه ولا أجمع\r\nللفوائد لولا أنه مزجه بكلام المعتزلة وبث فيه معتقده وهو في\r\nثلاثمائة مجلد منها سبع مجلدات في الفاتحة\r\nأقام بمصر سنين ثم رحل إلى بغداد وكان داعية إلى\r\nالاعتزال ويقول لم يبق من ينصر هذا المذهب غيري\r\nقال ابن النجار كان طويل اللسان ولم يكن محققا إلا في\r\nالتفسير فإنه لهج بالتفاسير حتى جمع كتابا بلغ خمسمائة مجلدا\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nحشا فيه العجائب حتى رأيت منه مجلدا في آية وهو قوله\r\nتعالى واتبعوا ما تتلوا الشياطين الآية\r\nأخذ العلم عن القاضي عبد الجبار وغيره وسمع الحديث\r\nمن أبي نعيم الأصبهاني وأبي طاهر بن سلمة وغيرهما\r\nروى عنه أبو غالب بن البناء وأبو بكر قاضي المارستان\r\nوأبو البركات الأنماطي وآخرون\r\nمات في رابع عشر ذي القعدة سنة ثمان وثمانين وأربعمائة\r\nعن ست وتسعين لأن مولده في شعبان سنة ثلاث وتسعين وثلاثمائة\r\n58 - عبد السلام بن عبد الرحمن بن أبي الرجال محمد بن عبد\r\nالرحمن أبو الحكم اللخمي الإفريقي ثم الإشبيلي الصوفي العارف\r\nالمشهور بابن برجان\r\nقال ابن الأبار كان من أهل المعرفة بالقراءات والحديث\r\nوالكلام والتصوف مع الزهد والاجتهاد في العبادة\r\nوله تواليف مفيدة منها تفسير القرآن وشرح الأسماء\r\nالحسنى سمع الحديث من أبن منظور وروى عنه أبو القاسم\r\nالقنطري وأبو محمد عبد الحق الإشبيلي\r\nمات بمراكش سنة ست وثلاثين وخمسمائة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n59 - عبد الصمد بن عبد الرحمن بن أبي رجاء الإمام أبو محمد\r\nالبلوي الأندلسي الوادي آشي\r\nقال ابن الأبار كان راوية مكثرا واعظا عالما بالقراءات\r\nوالتفاسير مشاركا في الحديث والعربية\r\nروى عن أبيه وأبى الحسن بن كوثر وأبى القاسم بن\r\nحبيش وأخذ القراءات عن جماعة وأجاز له السلفي وغيره\r\nأقرأ الناس ببلده وروى عنه ابن مسدي وغيره ولد في حدود\r\nسنة أربع وثلاثين وخمسمائة ومات في رجب سنة تسع عشرة\r\nوستمائة\r\n60 - عبد الغني بن القاسم بن الحسن أبو محمد المصري\r\nالمقرئ الشافعي الحجار المدني\r\nاختصر تفسير سليم الرازي اختصره اختصارا حسنا\r\nوقال أخبرنا به أبو عبد الله محمد بن إبراهيم بن ثابت المقرئ\r\nأخبرنا سليمان بن إبراهيم المقدسي عن نصر المقدسي عن\r\nسليم\r\nسمع منه عبد الله بن خلف المسكي مات في شوال سنة\r\nاثنتين وثمانين وخمسمائة\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n61 - عبد الكبير بن محمد بن عيسى بن محمد بن بقي أبو\r\nمحمد الغافقي المرسي\r\nنزيل إشبيلية\r\nقال ابن الأبار كان فقيها حافظا مشاركا في الحديث\r\nمتقدما في الفتيا\r\nصنف تفسيرا جمع فيه بين تفسير ابن عطية وتفسير\r\nالزمخشري ومختصرا في الحديث\r\nروى عن أبيه وعبد الله بن مسعود وأجاز له أبا الحسن بن\r\nهذيل وحدث وأخذ عنه الناس وولى قضاء رندة\r\nولد سنة ست وثلاثين وخمسمائة ومات في صفر سنة سبع عشرة\r\nوستمائة\r\n62 - عبد الكريم بن الحسن بن المحسن بن سوار أبو علي\r\nالمصري التككي المقرئ النحوي\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nعارف بالقراءات والتفسير والإعراب كانت له حلقة\r\nبمصر سمع من الخلعي وغيره ومنه السلفي\r\nمات في ربيع الآخر سنة خمس وعشرين وخمسمائة وله ثمان\r\nوستون سنة\r\n63 - عبد الكريم بن محمد بن عبد الكريم بن الفضل الإمام أبو\r\nالقاسم إمام الدين الرافعي القزويني الشافعي\r\nصاحب الشرح الكبير قال أبو عبد الله محمد بن محمد\r\nالإسفرايني كان أوحد عصره في العلوم الدينية أصولا وفروعا\r\nومجتهد زمانه في المذهب وفريد وقته في التفسير كان له مجلس\r\nبقزوين للتفسير ولتسميع الحديث\r\nصنف شرحا لمسند الشافعي وشرحا للوجيز وآخر أوجز\r\nمنه وكان زاهدا ورعا متواضعا سمع الكثير\r\nوقال النووي\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n64 - عبد الكريم بن هوازن بن عبد الملك بن طلحة بن محمد\r\nالإمام أبو القاسم القشيري النيسابوري\r\nالزاهد الصوفي شيخ خراسان وأستاذ الجماعة ومقدم\r\nالطائفة\r\nقرأ الأدب والعربية على أبي القاسم الأليماني تعالى ثم لازم الأستاذ\r\nأبا على الدقاق في التصوف والفقيه أبا بكر الطوسي في\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nالفقه وأبا بكر بن فورك في الكلام والنظر حتى بلغ الغاية في\r\nجميع ذلك\r\nواختلف أيضا إلى أبي إسحاق الإسفرايني وكتب الخط\r\nالمنسوب وبرع في علم الفروسية واستعمال السلاح\r\nوسمع الحديث من أبي الحسين الخفاف وأبي نعيم\r\nالإسفرايني وأبي عبد الرحمن السلمي وأبي الحسين بن بشران\r\nوغيرهم\r\nوكان إماما قدوة مفسرا محدثا فقيها شافعيا\r\nمتكلما أشعريا نحويا كاتبا شاعرا صوفيا زاهدا\r\nواعظا حسن الوعظ مليح الإشارة حلو العبارة انتهت إليه\r\nرئاسة التصوف في زمانة\r\nقال ابن السمعاني لم ير أبو القاسم مثل نفسه في كماله\r\nوبراعته جمع بين الشريعة والحقيقة\r\nصنف التفسير الكبير وهو من أجود التفاسير وله\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nالرسالة في رجال الطريقة وكتاب لطائف الإشارات وكتاب\r\nنحو القلوب وغير ذلك\r\nروى عنه أبو عبد الله الفراوي وزاهر الشحامي ووجيه\r\nالشحامي وخلائق\r\nولد في ربيع الأول سنة ست وسبعين وثلاثمائة ومات يوم الأحد\r\nسادس عشر ربيع الآخر سنة خمس وستين وأربعمائة وله عدة أولاد\r\nأئمة\r\n65 - عبيد الله بن محمد بن جرو الأسدي فإن أبو القاسم النحوي\r\nالعروضي المعتزلي\r\nمن أهل الموصل قدم بغداد وأخذ عن الفارسي\r\nوالسيرافي وغيرهما\r\nوصنف كتبا منها تفسير القرآن ذكر في بسم الله الرحمن\r\nالرحيم مائة عشرين وجها والموضح في العروض\r\nوالمفصح في القوافي\r\nمات يوم الثلاثاء لأربع بقين من رجب سنة سبع وثمانين\r\nوثلاثمائة\r\n66 - عبيد الله بن إبراهيم بن أبي أبكر الإمام أبو بكر النسائي\r\nالتفتازاني\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nقال ابن السمعاني كان إماما مفننا مفسرا محدثا\r\nواعظا مشتغلا بالعبادة يتولى الحرث والحصاد بنفسه ويأكل من\r\nكده\r\nسمع نصر الله الخشني وإسماعيل بن عبد الغافر\r\nوصاعدين عمر سيار الحافظ\r\nروى عنه عبد الرحيم بن السمعاني وأبوه\r\nمات في حدود سنة خمسين وخمسمائة\r\n67 - عبيد الله بن محمد بن مالك أبو مروان القرطبي الفقيه\r\nالمالكي\r\nكان حافظا للفقه والحديث والتفسير عالما بوجوه\r\nالاختلاف بين فقهاء الأمصار متواضعا كثير الورع مجاهدا\r\nمتبذلا في لباسه قانعا باليسير\r\nروى عن أبي بكر بن مغيث وغيره وعنه أبو الوليد بن\r\nطريف\r\nوصنف مختصرا في الفقه وله كتاب ساطع البرهان\r\nمات في جمادى الأولى سنة ستين وأربعمائة وله ستون سنة\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n68 - علي بن أحمد بن الحسن بن إبراهيم التجيبي الإمام أبو\r\nالحسن الحرالي الأندلسي\r\nوحرالة من أعمال مرسية قال الذهبي ولد بمراكش وأخذ\r\nالعربية عن ابن خروف وحج ولقى العلماء وجال في البلاد وشارك\r\nفي عدة فنون ومال إلى النظريات وعلم الكلام وأقام بحماة ومات\r\nبها وله تفسير فيه عجائب ولم أتحقق بعد ما كان منطويا عليه\r\nمن العقد غير أنه تكلم في علم الحروف والأعداد وزعم أنه\r\nاستخرج من علم الحروف وقت خروج الدجال ووقت طلوع\r\nالشمس من مغربها ويأجوج ومأجوج\r\nوكان ابن تيمية يحط على كلامه ويقول تصوفه على طريقة\r\nالفلاسفة ورأيت جماعة يتكلمون في عقيدته\r\nوله تأليف في المنطق وشرح الأسماء الحسنى وغير\r\nذلك وكان من أحلم الناس بحيث يضرب به المثل ولا يقدر أحد\r\nيغضبه\r\nمات سنة سبع وثلاثين وستمائة هذا كلام الذهبي في\r\nتاريخه وذكره في الميزان فقال\r\n69 - علي بن عبد الله بن أحمد العلامة أبو الحسن بن أبي\r\nالطيب النيسابوري\r\nكان رأسا في تفسير القرآن له التفسير الكبير في ثلاثين\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nمجلدة والأوسط في عشر مجلدات والصغير ثلاث\r\nمجلدات وكان من حفاظ العالم\r\nمات في شوال سنة ثمان وخمسين وأربعمائة\r\n70 - علي بن أحمد به محمد بن علي أبو الحسن الواحدي\r\nالنيسابوري\r\nكان واحد عصره في التفسير لازم أبا إسحاق الثعلبي وأخذ\r\nالعربية عن أبي الحسن القهندزي ودأب في العلوم وأخذ اللغة\r\nعن أبي الفضل أحمد بن محمد بن يوسف العروضي\r\nوسمع ابن محمش وأبا بكر الحيري وجماعة\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nوروى عنه أحمد بن عمر الأرغياني ! وعبد الجبار بن محمد\r\nالخواري وطائفة\r\nصنف التفاسير الثلاثة البسيط والوسيط والوجيز\r\nوأسباب النزول والمغازي والإعراب عن الإعراب\r\nوشرح الأسماء الحسنى وشرح ديوان المتنبي ونفي\r\nالتحريف عن القرآن الشريف\r\nوتصدر للإفادة وللتدريس كما مدة وله شعر حسن مات في\r\nجمادى الآخرة سنة ثمان وستين وأربعمائة\r\n71 - علي بن عبد الله بن خلف بن محمد بن عبد الرحمن بن\r\nعبد الملك الإمام أبو الحسن بن النعمة الأنصاري الأندلسي\r\nمن المرية كان عالما متقنا حافظا للفقه والتفاسير\r\nومعاني الآثار مقدما في علم اللسان فصيحا مفوها ورعا\r\nفاضلا معظما عند الخاصة والعامة\r\nقرأ القرآن على موسى بن خميس الضرير والعربية على أبي\r\nمحمد البطليوسي والفقه على أبي الوليد بن رشد وأبي عبد الله بن\r\nالحاج وسمع من أبي القاسم بن بقي وأبي الحسن بن مغيث\r\nوأبي علي بن سكرة وجماعة\r\nوتصدر ببلنسية لإقراء القرآن وانتهت إليه رياسة الإقراء\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nوالإفتاء وانتفع الناس وكثر الراحلون إليه\r\nصنف ري الظمآن في تفسير القرآن وهو كبير والإمعان في\r\nشرح سنن النسائي أبى عبد الرحمن مات في رمضان سنة سبع\r\nوستين وخمسمائة\r\n72 - علي بن عبد الله بن المبارك أبو بكر الوهراني\r\nالمفسر خطيب داريا إمام فاضل صنف تفسيرا\r\nوشرح أبيات الجمل وله شعر جيد\r\nمات في ذي القعدة سنة خمس عشرة وستمائة\r\n73 - علي بن عبد الله بن موهب الجذامي أبو الحسن\r\nقال ياقوت له تأليف عظيم في تفسير القرآن روى عن ابن\r\nعبد البر وغيره\r\nولد سنة إحدى وأربعين وأربعمائة ومات في سادس عشر\r\nجمادى الأولى سنة اثنتين وثلاثين وخمسمائة\r\n74 - علي بن عيسى أبو الحسن النحوي المعروف بالرماني\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nأخذ عن ابن دريد والزجاج وابن السراج وكان متفننا\r\nفي علوم كثيرة من القرآن والفقه والنحو والكلام على مذهب\r\nالمعتزلة\r\nصنف تفسيرا رأيته وله شرح كتاب سيبويه وشرح\r\nجمل ابن السراج وصنعة الاستدلال في الكلام وغير ذلك\r\nقال القفطي له نحو مائة مصنف وكان مع اعتزاله شيعيا\r\nروى عنه هلال بن المحسن وأبو القاسم التنوخي\r\nوالحسن بن علي الجوهري\r\nولد سنة ست وتسعين ومائتين ومات في جمادى الأولى سنة\r\nأربع وثمانين وثلاثمائة\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n75 - علي بن فضال بن علي بن غالب بن جابر\r\nمن ذرية الفرزدق الشاعر أبو الحسن القيرواني\r\nالمجاشعي التميمي الفرزدقي\r\nكان إماما في اللفة والنحو والأدب والتفسير والسير\r\nولد بهجر وطوف الأرض وأقرأ ببغداد مدة\r\nوله من التصانيف برهان العميدي في التفسير عشرون\r\nمجلدا الإكسير في علم التفسير خمسة وثلاثون مجلدا\r\nإكسير الذهب في صناعة الأدب النكت في القرآن معاني\r\nالحروف وشرح عنوان الإعراب وغير ذلك\r\nمات في ثاني عشري ربيع الأول سنة تسع وسبعين وأربعمائة\r\nومن شعره\r\nوإخوان حسبتهم دروعا * فكانوها ولكن للأعادي\r\nوخلتهم سهاما صائبات * فكانوها ولكن في فؤادي\r\nوقالوا قد صفت منا قلوب * لقد صدقوا ولكن عن ودادي\r\n76 - علي بن إبراهيم بن سعيد أبو الحسن الحوفي ثم\r\nالمصري النحوي الأوحد\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nله تفسير جيد وكتاب إعراب القرآن في عشر\r\nمجلدات وكتب أخر\r\nأخذ عن الأدفوي وسلم وأخذ عنه خلق من المصريين مات سنة\r\nثلاثين وأربعمائة\r\n77 - علي بن محمد بن حبيب القاضي أبو الحسن الماوردي\r\nالبصري الشافعي\r\nتفقه على أبي القاسم الصيمري وأبي حامد الإسفرايني وكان\r\nحافظا للمذهب عظيم القدر مقدما عند السلطان\r\nله المصنفات الكثيرة في كل فن الفقه والتفسير والأصول\r\nوالأدب ولى القضاء ببلاد كثيرة ودرس بالبصرة وبغداد سنين ومن\r\nتصانيفه الحاوي في الفقه تفسير القرآن سماه النكت الأحكام\r\nالسلطانية أدب الدنيا والدين الإقناع في الفقه قانون\r\nالوزارة سياسة الملك وغير ذلك\r\nروى عن الحسن بن علي الجبلي وغيره وعنه الخطيب ووثقه\r\nوآخر من روى عنه أبو العز بن كادش واتهم بالاعتزال\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nقال ابن السبكي والصحيح أنه ليس معتزليا ولكنه يقول\r\nبالقدر وهي البلية التي غلبت على أهل البصرة مات في ربيع الأول\r\nسنة خمسين وأربعمائة عن ست وثمانين\r\n78 - علي بن محمد بن عبد الصمد العلامة علم الدين أبو الحسن\r\nالهمداني السخاوي المصري\r\nشيخ القراء بدمشق قال الذهبي كان إماما علامة مقرئا محققا بصيرا\r\nبالقراءات وعللها ماهرا بها إماما في النحو واللغة إماما في التفسير\r\nكان يتحقق بهذه العلوم الثلاثة ويحكمها وله معرفة تامة بالفقه\r\nوالأصول\r\nولد سنة ثمان وخمسين وخمسمائة وسمع من السلفي وابن\r\nطبرزد والكندي وغيرهم وقرأ القراءات على الإمام أبي القاسم\r\nالشاطبي وأبي اليمن الكندي وجماعة وتصدر للإقراء بجامع دمشق\r\nوازدحم عليه الطلبة وقصدوه من البلاد وكان يفتى على مذهب الشافعي\r\nأخذ عنه القراءة خلائق لا تحصى ولا أعلم أحد في الدنيا من\r\nالقراء أكثر أصحابا منه\r\nوله تصانيف كثيرة منها التفسير وصل فيه إلى الكهف وشرح\r\nالشاطبية وشرح الرائية وشرح المفصل وشرح الأحاجي في النحو\r\nوغير ذلك وله شعر رائق مات في ثاني عشر جمادى الآخرة سنة ثلاث\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nوأربعين وستمائة وأخذ عنه أبو شامة وغيره\r\n79 - علي بن المسلم بن محمد بن الفتح أبو الحسن السلمي\r\nالدمشقي الفقيه الشافعي الفرضي جمال الاسلام\r\nقال ابن عساكر كان عالما بالتفسير والأصول والفقه\r\nوالتذكير والفرائض والحساب وتعبير المنامات تفقه على القاضي أبي\r\nالمظفر المروزي ولازم الشيخ نصرا المقدسي والغزالي وكان يثنى\r\nعلى علمه وفهمه\r\nوقال الذهبي سمع من عبد العزيز الكتاني والفقيه نصر\r\nوجماعة وبرع في الفقه وغيره\r\nوله مصنفات في الفقه والتفسير وكان ثقة ثبتا موفقا في الفتاوي\r\nملازما للتدريس والإفادة حسن الأخلاق يعقد مجلس التذكير\r\nويظهر السنة ويرد على المخالفين\r\nوحكي أن الغزالي قال خلفت بالشام شابا إن عاش كان له شأن\r\nفكان كذلك ولى تدريس الأمينية وروى عنه أبو القاسم بن عساكر\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nوابنه القاسم والسلفي وبركات الخشوعي وطائفة آخرهم القاضي أبو\r\nالقاسم الحرستاني\r\nوقد أملى عدة مجالس ولم يخلف بعده مثله مات ساجدا في صلاة\r\nالفجر في ذي القعدة سنة ثلاث وثلاثين وخمسمائة\r\n80 - علي بن موسى بن يزداد أبو الحسن القمي\r\nالفقيه الحنفي إمام أهل الرأي في عصره بلا مدافعة\r\nله مصنفات منها أحكام القرآن وهو كتاب جليل\r\nسمع محمد بن شجاع الثلجي ومنه أبو بكر أحمد بن سعيد بن\r\nنصر وتخرج به جماعة من الكبار وأملى بنيسابور\r\nمات سنة خمسين وثلاثمائة\r\n81 - عمر بن إبراهيم بن محمد بن محمد بن أحمد بن علي بن\r\nالحسين بن علي ابن حمزة بن يحيى بن الحسين بن زيد علي بن الحسين بن\r\nعلي بن أبي طالب أبو البركات الحسيني الكوفي الحنفي الزيدي\r\nقال السمعاني شيخ كبير فاضل له معرفة بالفقه والحديث\r\nواللغة والتفسير والنحو وله التصانيف الحسنة السائرة سمعته\r\nيقول أنا زيدي المذهب لكن أفتى على مذهب السلطان يعنى مذهب أبي\r\nحنيفة\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nوقال ابن عساكر سئل عن مذهبه في الفتوى وكان مفتى أهل\r\nالكوفة فقال أنا أفتى بمذهب أبي حنيفة ظاهرا وبمذهب زيد تدينا\r\nوقال أبو طالب بن الهراس الدمشقي إنه صرح له بالقول بالقدر\r\nوخلق القرآن\r\nوقال الحافظ أبو الغنائم النرسي وهو جارودي المذهب لا\r\nيرى الغسل من الجنابة\r\nسمع الحديث من أبي بكر الخطيب وأبي القاسم بن البسري وجماعة\r\nروى عنه أبو سعد السمعاني وأبو القاسم بن عساكر وأبو موسى\r\nالمديني\r\nمولده سنة اثنتين وأربعمائة ومات في شعبان سنة تسع\r\nوثلاثين وخمسمائة\r\n82 - عمر بن محمد بن أحمد بن إسماعيل بن محمد بن لقمان\r\nالنسقي ثم السمرقندي\r\nقال ابن السمعاني كان إماما فاضلا مبررا إن متفننا صنف في كل\r\nنوع من العلم في التفسير والحديث والشروط وبلغت تصانيفه المائة\r\nوله شعر حسن ونظم الجامع الصغير لمحمد بن الحسن وهو صاحب\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nكتاب القند في ذكر علماء سمرقند\r\nولد سنة إحدى وستين وأربعمائة ومات في ثاني عشر جمادى الأولى\r\nسنة سبع وثلاثين وخمسمائة\r\n83 - عمر بن عثمان بن الحسين شعيب أبو حفص الجنزي\r\nالأديب أحد الأعلام في الأدب والشعر\r\nقال السمعاني لازم المظفر الأبيوردي مدة وذاكر\r\nالفضلاء وبرع في العلم حتى صار علامة زمانه وأوحد عصره\r\nصنف التصانيف وشاعت في الآفاق وشرع في إملاء تفسير لو\r\nتم لم يوجد مثله سمع سنن النسائي من الدوني\r\nقال الذهبي روى عنه السمعاني وابنه عبد الرحيم\r\nمات في رابع عشر ربيع الأول سنة خمسين وخمسمائة\r\n84 - القاسم بن الفتح بن يوسف أبو محمد بن الريولي الأندلسي\r\nمن أهل مدينة الفرج\r\nقال الذهبي كان عالما بالحديث عارفا باختلاف الأئمة عالما\r\nبالتفسير والقراءات لم يكن يرى التقليد\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nوله تصانيف كثيرة وشعر رائق مع صدق دين وورع وتقلل\r\nوقنوع\r\nقال أبو محمد بن علي صاعد كان واحد الزمان في وقته العلم والعمل\r\nسالكا سبيل السلف في الورع والصدق متقدما في علم اللسان\r\nوالقرآن وأصول الفقه وفروعه ذا حظ جليل من البلاغة ونصيب من\r\nقرض الشعر جميل المذهب سديد الطريقة عديم النظير\r\nوقال الحميدي هو فقيه مشهور عالم زاهد يتفقه بالحديث\r\nويتكلم على معانيه روى عن أبيه وعن أبي عمر الطلمنكي\r\nمولده سنة ثمان وثمانين وثلاثمائة مات في صفر سنة إحدى\r\nوخمسين وأربعمائة\r\nومن شعره\r\nأيام عمرك تذهب * وجميع سعيك يكتب\r\nثم الشهيد عليك منك * فأين أين المذهب\r\n85 - قتيبة بن أحمد بن شريح أبو حفص البخاري\r\nصاحب التفسير الكبير روى عن سعيد بن مسعود المروزي\r\nوأبي يحيى بن أبي مسرة وعنه نصوح بن واصل وكان شيعيا\r\nومات سنة ست عشرة وثلاثمائة\r\n86 - محمد إبراهيم بن المنذر أبو بكر النيسابوري\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالإمام المجتهد نزيل مكة\r\nصنف كتبا لم يصنف مثلها في الفقه وغيره منها كتاب المبسوط\r\nوكتاب الإشراف في إختلاف العلماء وكتاب الاجماع وكتاب التفسير\r\nوقفت عليه وكان على نهاية من معرفة الحديث والاختلاف وكان\r\nمجتهدا لا يقلد أحدا\r\nسمع محمد بن عبد الله بن عبد الحكم ومحمد بن ميمون\r\nومحمد بن إسماعيل الصائغ روى عنه أبو بكر بن المقري ومحمد بن\r\nيحيى بن عمار الدمياطي وآخرون\r\nمات سنة ثماني عشرة وثلاثمائة\r\n87 - محمد بن أبي سعيد أحمد بن الحسن بن علي بن أحمد بن\r\nسليمان أبو الفضل البغدادي ثم الأصبهاني\r\nمن بيت العلم والحديث كان واعظا عالما فصيحا عارفا\r\nبالتفسير\r\nروى عن ابن فاذشاه وابن ربذة وعنه الحافظ أبو سعد\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nمات في صفر سنة ثمانين وأربعمائة\r\n88 - محمد بن أحمد بن أبي فرح الأنصاري الخزرجي المالكي أبو\r\nعبد الله القرطبي\r\nمصنف التفسير المشهور الذي سارت به الركبان والتذكرة\r\nفي أحوال الموتى وأمور الآخرة\r\nسمع من ابن رواج ومن الجميزي وعدة وروى عنه بالإجازة\r\nولده شهاب الدين أحمد\r\nقال الذهبي إمام متفنن متبحر في العلم له تصانيف مفيدة تدل\r\nعلى إمامته وكثرة اطلاعه ووفور فضله\r\nمات بمنية بني خصيب من الصعيد الأدنى سنة إحدى وسبعين\r\nوستمائة\r\n89 - محمد بن أسعد بن محمد بن نصر العراقي\r\nالحنفي الواعظ نزيل دمشق سمع من نور الهدى الزيني\r\nوأبي علي بن نبهان وأخذ المقامات عن مصنفها الحريري\r\nروى عنه أبو المواهب بن صصرى وأبو نصر الشيرازي وصنف\r\nتفسيرا وشرح المقامات\r\nمات في محرم سنة سبع وستين وخمسمائة عن نيف وثمانين ومولده\r\nفي ربيع الأول سنة أربع وثمانين وأربعمائة\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n90 - محمد بن الحسين بن الحسن بن الحسين بن زينة الشيخ أبو\r\nغانم بن أبي ثابت الأصبهاني\r\nالواعظ المفسر المحدث سمع الحديث الكثير وقرأ وأفاد\r\nسمع منه أبن الجوزي وغيره\r\nولد سنة إحدى وثمانين وأربعمائة ومات في المحرم سنة ثلاث\r\nوثلاثين وخمسمائة ذكره الذهبي\r\n91 - محمد بن الحسن بن علي أبو جعفر الطوسي\r\nشيخ الشيعة وعالمهم له تفسير كبير عشرون مجلدا وعدة\r\nتصانيف مشهورة قدم بغداد وتفنن وتفقه للشافعي ولزم الشيخ\r\nالمفيد مدة فتحول رافضيا وحدث عن هلال الحفار\r\nمات سنة ستين وأربعمائة\r\n92 - محمد بن الحسن بن محمد بن زياد بن هارون الموصلي ثم\r\nالبغدادي أبو بكر النقاش\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nالمقرئ المفسر كان إمام أهل العراق في القراءات والتفسير\r\nقرأ القرآن على هارون بن موسى الأخفش وابن أبي مهران\r\nوجماعة وقرأ عليه خلائق منهم أبو بكر أحمد بن الحسين بن مهران وأبو\r\nالحسين الحمامي وجماعة\r\nوروى الحديث عن أبي مسلم الكجي ومطين والحسن بن\r\nسفيان وآخرين وروى عنه الدارقطني وابن شاهين وأبو أحمد\r\nالفرضي وأبو علي بن شاذان وجماعة\r\nورحل وطوف من مصر إلى ما وراء النهر في لقى المشايخ\r\nوصنف التفسير وسماه شفاء الصدور وله الإشارة في غريب\r\nالقرآن والموضح في معاني القرآن ودلائل النبوة والقراءات\r\nبعللها وأشياء أخر\r\nضعفه جماعة قال البرقاني كل حديث النقاش منكر\r\nوقال طلحة بن محمد بن جعفر كان يكذب في الحديث\r\nوقال الخطيب في حديثه مناكير بأسانيد مشهورة\r\nوقال الذهبي متروك ليس بثقة على جلالته ونبله\r\nوقال هبة الله اللالكائي تفسير النقاش اشفاء الصدور ليس\r\nشفاء الصدور\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nوقال الدارقطني في كتاب التصحيف إن النقاش قال مرة\r\nكسرى أبو شروان جعلها كنية\r\nمولده سنة ست وستين ومائتين ومات في شوال سنة إحدى وخمسين\r\nوثلاثمائة\r\n93 - محمد بن جرير بن يزيد بن كثير بن غالب الطبري الإمام أبو\r\nجعفر رأس المفسرين على الإطلاق أحد الأئمة جمع من العلوم ما\r\nلم يشاركه فيه أحد من أهل عصره فكان حافظا لكتاب الله بصيرا\r\nبالمعاني فقيها في أحكام القرآن عالما بالسنن وطرقها صحيحها\r\nوسقيمها ناسخها ومنسوخها عالما بأحوال الصحابة والتابعين بصيرا\r\nبأيام الناس وأخبارهم\r\nأصله من آمل طبرستان طوف الأقاليم وسمع من أحمد بن\r\nمنيع وأبي كريب وهناد بن السري ويونس بن عبد الأعلى\r\nوخلائق\r\nروى عنه الطبراني وأحمد بن كامل وطائفة\r\nوله التصانيف العظيمة منها تفسير القرآن وهو أجل التفاسير\r\nلم يؤلف مثله كما ذكره العلماء قاطبة منهم النووي في تهذيبه وذلك\r\nلأنه جمع فيه بين الرواية والدراية ولم يشاركه في ذلك أحد لا قبله ولا\r\nبعده ومنها تهذيب الآثار قال الخطيب لم أر مثله في معناه ومنها\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nتاريخ الأمم وكتاب إختلاف العلماء وكتاب القراءات وكتاب\r\nأحكام شرائع الاسلام وهو مذهبه الذي اختاره وجوده واحتج له\r\nوكان أولا شافعيا ثم انفرد بمذهب مستقل وأقاويل واختيارات وله\r\nأتباع ومقلدون وله في الأصول والفروع كتب كثير\r\nويقال إن المكتفي أراد أن يوقف وقفا تجتمع أقاويل العلماء على\r\nصحته ويسلم من الخلاف فأجمع علماء عصره على أنه لا يقدر على ذلك\r\nإلا ابن جرير فأحضر أملى عليهم كتابا لذلك أخرجت له جائزة\r\nسنية فأبى أن إلا يقبلها\r\nقال الشيخ أبو حامد الإسفرايني فيه شيح الشافعية لو سافر رجل إلى\r\nالصين حتى يحصل تفسير ابن جرير لم يكن كثيرا\r\nقلت قد من الله علي بإدامة مطالعته والاستفادة منه وأرجو أن\r\nأصرف العناية إلى اختصاره وتهذيبه ليسهل على كل أحد تناوله إن شاء الله\r\nتعالى\r\nوقال ابن خزيمة ما أعلم على أديم الأرض أعلم من ابن جرير\r\nوقال غيره مكث ابن جرير أربعين سنة يكتب كل يوم أربعين\r\nورقة\r\nوقال أبو محمد الفرغاني كان ابن جرير ممن لا تأخذه في الله لومة\r\nلائم مع عظيم ما يلحقه من الأذى والشناعات من جاهل\r\nوحاسد وملحد فأما أهل العلم والدين فغير منكرين علمه وزهده\r\nفي الدنيا ورفضه لها وقناعته باليسير وعرض عليه القضاء فأبى\r\nمولده بآمل سنة أربع وعشرين ومائتين ومات عشية يوم الأحد\r\nليومين بقيا من شوال سنة عشر وثلاثمائة\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nواجتمع في جنازته خلق لا يحصون وصلي على قبره عدة شهور\r\nورثاه خلق\r\nفمن ذلك قول أبي سعيد بن الأعرابي\r\nحدث مفظع وخطب جليل * دق عن مثله اصطبار الصبور\r\nقام ناعي العلوم أجمع لما * قام ناعي محمد ابن جرير\r\n94 - محمد بن الحسين بن موسى أبو عبد الرحمن السلمي\r\nسبط الشيخ أبي عمرو إسماعيل نجيد السلمي وهو\r\nأزدى وقال الأب كان شيخ الصوفية وعالمهم بخراسان صنف لهم سننا\r\nوتفسيرا وتاريخا وغير ذلك\r\nسمع من جده لأمه وأبي العباس الأصم والحافظ أبي على\r\nالنيسابوري وأبي بكر الصبغي وأبي بكر القطيعي وجماعة وحدث\r\nأكثر من أربعين سنة إملاء وقراءة\r\nروى عنه الحاكم والبيهقي وأبو القاسم القشيري وأبو صالح\r\nالمؤذن وخلائق وزادت تصانيفه على المائة وكان وافر الجلالة\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nمولده في رمضان سنة ثلاثين وثلاثمائة وقيل غير ذلك ومات في\r\nشعبان سنة اثنتي عشرة وأربعمائة\r\nوإنما أوردته في هذا القسم لأن تفسيره غير محمود\r\nقال الذهبي في تاريخه كتابه حقائق التفسير ليته لم يصنفه\r\nفإنه تحريف وقرمطة\r\n95 - محمد بن علي بن محمد بن الحسين بن مهربزد أبو مسلم\r\nالأصبهاني\r\nالأديب المفسر النحوي المعتزلي كان عارفا بالتفسير\r\nوالنحو والأدب غاليا في مذهب الاعتزال\r\nصنف التفسير في عشرين مجلدا وهو آخر من حدث بأصبهان\r\nعن أبي بكر ابن المقرئ وآخر من حدث عنه إسماعيل بن علي الحمامي\r\nالأصبهاني\r\nمات في جمادى الآخرة سنة تسع وخمسين وأربعمائة ومولده سنة\r\nست وستين وثلاثمائة\r\n96 - محمد بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن\r\nعبد الله الإمام فخر الدين أبو عبد الله بن تميمية الحراني\r\nالفقيه الحنبلي الواعظ المفسر شيخ حران وعالمها\r\nولد في شعبان سنة اثنتين وأربعين وخمسمائة وتفقه على أبي الفتح\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nبن أبي الوفا وحامد ابن أبي الحجر ونصر بن المنى وجماعة وسمع من\r\nأبي بكر بن النقور وأبي الفتح بن البطي وأبي طالب بن خضير\r\nوسعد الله بن نصر الدجاجي وشهدة وجماعة وقرأ العربية على ابن\r\nالخشاب وله مختصر في الفقه وشعر حسن\r\nقال الذهبي كان إماما في التفسير إماما في الفقه إماما في اللغة\r\nروى عنه ابن أخيه المجد عبد السلام والأبرقوهي والجمال\r\nيحيى بن الصيرفي والرشيد عمر بن إسماعيل الفارقي\r\nمات في حادي عشر صفر سنة اثنتين وعشرين وستمائة\r\nوتيمية أم جده محمد كانت واعظة فنسب إليها وعرف بها قاله\r\nابن النجار\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n97 - محمد بن سليمان بن الحسن بن الحسين العلامة جمال الدين\r\nأبو عبد الله البلخي الأصل المقدسي الحنفي المفسر بابن\r\nالنقيب\r\nأحد الأئمة العلماء الزهاد كان عالما زاهدا عابدا متواضعا عديم\r\nالتكلف صرف همته أكثر دهره إلى التفسير وتفسيره مشهور في نحو\r\nمائة مجلد رأيت قطعة منه\r\nسمع منه البرزالي وابن سامة والذهبي\r\nمات في محرم سنة ثمان وتسعين وستمائة ومولده سنة إحدى\r\nعشرة وستمائة\r\n98 - محمد بن طيفور الغزنوي أبو عبد الله السجاوندي\r\nالمفسر المقرئ النحوي له تفسير حسن وكتاب علل\r\nالقراءات وكتاب الوقف والابتداء\r\nذكره القفطي مختصرا وقال كان في وسط المائة السادسة\r\nوذكره ياقوت فقال أبو المحامد الملقب شمس العارفين ترجمة\r\nالبيهقي في الوشاح وأورد له\r\nأزال الله عنكم كل آفة * وسد عليكم سبل المخافة\r\nولا زالت نوائبكم وهو لديكم * كنون الجمع في حال الإضافة\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n99 - محمد بن عبد الله بن جعفر بن محمد بن الحسين بن الفهم\r\nالمعروف بابن صبر أبو بكر الحنفي الفقيه\r\nولى القضاء بعسكر المهدى وكان معتزلة مشهورا به رأسا في\r\nعلم الكلام خبيرا بالتفسير\r\nوله كتاب عمدة الأدلة وكتاب التفسير ما أتمه\r\nمات ببغداد لعشر بقين من ذي الحجة سنة ثمانين وثلاثمائة\r\nولبشر بن هارون فيه\r\nقل للدعي إلى صبر * وهب ادعيت فمن صبر\r\nوإذا تطيلس للقضاء * فمرحبا بأبي العرر\r\nقضاؤه شر القضاء * إذا قضى عمى البصر\r\n100 - محمد بن عبد الوهاب بن سلام أبو علي الجبائي\r\nالبصري\r\nشيخ المعتزلة كان رأسا في الفلسفة والكلام أخذ عن يعقوب\r\nالشحام البصري وله مقالات مشهورة وتصانيف وتفسير أخذ عنه ابنه\r\nأبو هاشم والشيخ أبو الحسن الأشعري ثم أعرض الأشعري عن\r\nطريق الاعتزال وتاب منه\r\nمات الجبائي في سنة ثلاث وثلاثمائة عن ثمان وستين سنة\r\nوابنه عبد السلام أبو هاشم من رؤوس المعتزلة له تصانيف\r\nو ","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nتفسير رأيت منه جزءا مات ببغداد سنة إحدى وعشرين وثلاثمائة\r\nقال ابن درستويه اجتمعت مع أبي هاشم فألقى علي ثمانين\r\nمسألة من غريب النحو ما كنت أحفظ لها جوابا وكان موته هو وابن\r\nدريد في يوم واحد فقيل مات علم الكلام واللغة معا\r\n101 - محمد بن عبد الله بن سليمان أبو سليمان السعدي\r\nفقال ياقوت ذكر في كتاب الشام وقال هو المفسر\r\nصنف كتبا في التفسير منها كتاب مجتبى التفسير جمع فيه الصغير\r\nوالكبير والقليل والكثير مما أمكنه وكتاب الجامع الصغير في مختصر\r\nالتفسير وكتاب المهذب في التفسير\r\nسمع ببغداد أبا علي الصواف وأبا بكر الشافعي وأبا عبد الله\r\nالمحاملي ودعلجا ونظراءهم\r\nوكان شافعيا أشعريا كثير الاتباع للسنة حسن التكلم في التفسير\r\nانتهى\r\n102 - محمد بن عبد الله بن عيسى المري الإمام أبو عبد الله الألبيري\r\nالمعروف بابن أبي زمنين\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nكان عارفا بمذهب مالك بصيرا به ومن الراسخين في العلم\r\nمتفننا في الأدب والشعر مقتفيا لآثار السلف مع الزهد والنسك\r\nوصدق اللهجة والإقبال على الطاعة ومجانبة السلطان\r\nسمع من وهب بن مسرة وتفقه بإسحاق بن إبراهيم الطليطلي\r\nوله مختصر المدونة ومختصر تفسير ابن سلام وكتاب أصول\r\nالسنة وكتاب قدوة القارئ وكتاب الوثائق وكتاب حياة القلوب\r\nفي الزهد وغير ذلك\r\nوسئل لم قيل لكم بنو زمنين فلم يعرف\r\nروى عنه أبو عمرو الداني وأبو عمر بن الحذاء وطائفة\r\nمولده سنة أربع وعشرين وثلاثمائة ومات سنة تسع وتسعين\r\nوثلاثمائة\r\n103 - محمد بن عبد الله بن أحمد الإمام أبو بكر\r\nبن العربي المعافري الأندلسي الحافظ\r\nأحد الأعلام ولد في شعبان سنة ثمان وستين وأربعمائة ورحل\r\nمع أبيه إلى المشرق ودخل الشام فتفقه بأبي بكر الطرطوشي ولقى بها\r\nجماعة من العلماء والمحدثين\r\nودخل بغداد فسمع بها من طراد الزينبي ونصر بن البطر وجماعة\r\nوأخذ الأصلين عن أبي بكر الشاشي والغزالي والأدب عن أبي\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nزكريا التبريزي\r\nوحج ورجع إلى مصر والإسكندرية فسمع بهما من جماعة وعاد\r\nإلى بلده بعلم كثير لم يدخله أحد قبله ممن كانت له رحلة إلى المشرق وكان\r\nمن أهل التفنن في العلوم والاستبحار إذا فيها والجمع لها مقدما في\r\nالمعارف كلها أحد من بلغ رتبة الاجتهاد وأحد من إنفرد بالأندلس\r\nبعلو الأسناد ثاقب الذهن ملازما لنشر العلم صارما في أحكامه هيوبا\r\nعلى الظلمة\r\nصنف التفسير وأحكام القرآن وشرح الموطأ وشرح\r\nالترمذي وغير ذلك وولى القضاء بلده\r\nمات في ربيع الآخر سنة ثلاث وأربعين وخمسمائة\r\nومن جملة من روى عنه أبو زيد السهيلي وأحمد بن خلف\r\nالكلاعي وعبد الرحمن بن ربيع الأشعري والقاضي أبو الحسن\r\nوالخلعي وخلائق وروى عنه بالإجازة في سنة ست عشرة وستمائة أبو\r\nالحسن علي بن أحمد الشقوري وأحمد ابن عمر الخزرجي التاجر\r\n104 - محمد بن عبد الله بن محمد بن أبي الفضل المرسي أبو عبد\r\nالله\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nقال ياقوت أحد أدباء عصرنا ومن أخذ من النحو والشعر بأوفر\r\nنصيب وضرب فيه بالسهم المصيب وصنف التصانيف وخرج\r\nالتخاريج ولزم النسك والانقطاع ومال إلى الانفراد عن الناس وعدم\r\nالاجتماع وهو عالم فاضل خير نحوي لغوي متكلم مناظر يضرب في\r\nكل علم بسهم وافر\r\nألف تفسير القرآن وكتابا في علم البديع والبلاغة\r\nأنشدني لنفسه وقد تماروا عنده في الصفات فقال\r\nمن كان يرغب في النجاة فما له * غير اتباع المصطفى فيما أتى\r\nذاك السبيل المستقيم وغيره * سبل الغواية والضلالة والردى\r\nفاتبع كتاب الله والسنن التي * صحت فذاك إذا اتبعت هو الهدى\r\nودع السؤال بكم وكيف فإنه * باب يجر ذوي البصيرة للعمى\r\nالدين ما قال الرسول وصحبه * والتابعون ومن مناهجهم قفا\r\n105 - محمد بن عبد الحميد بن الحسين بن الحسن أبو الفتح\r\nالأسمندي السمرقندي المعروف بالعلاء العالم\r\nقال ابن السمعاني وكان فقيها مناظرا بارعا له الباع الطويل في\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nعلم الجدل صنف تصنيفا في الخلاف وتخرج على الإمام الأشرف\r\nوصار من فحول المناظرين وكان يملى التفسير\r\nسمع من علي بن عمر الخراط وغيره مات سنة اثنتين وخمسين\r\nوخمسمائة ومولده سنة ثمان وثمانين وأربعمائة\r\n106 - محمد بن عبد الرحمن بن موسى بن عياض أبو عبد الله\r\nالمخزومي الشاطبي المنتشي\r\nكان إماما في التفسير والقراءات مقدما في البلاغة مشاركا في\r\nأشياء\r\nأخذ القراءات عن ابن أبي داود وابن شفيع وجماعة وسمع\r\nمن ابن سكرة وغيره وتصدر للإقراء بشاطبة فأخذ عنه الناس مات\r\nسنة تسع عشرة وخمسمائة\r\n107 - محمد بن عبد الرحمن بن أحمد القاضي أبو عمر النسوي\r\nالملقب أقضى القضاة من أكابر أهل خراسان فضلا وإفضالا\r\nوجاها صنف كتبا في التفسير والفقه\r\nولى قضاء خوارزم وأعمالها وسمع أبا بكر الحيري وأبا إسحاق\r\nالإسفرايني وأبا ذر الهرى فقال وابن نظيف وغيرهم وأملى سنين\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nروى عنه أبو عبد الله الفراوي وأبو المظفر بن القشيري\r\nوإسماعيل ابن أبي صالح المؤذن\r\nوأنشأ بخوارزم مدرسة مات في حدود السبعين وأربعمائة عن\r\nثمانين سنة\r\n108 - محمد بن عبد الرحمن بن أحمد العلامة أبو عبد الله البخاري\r\nالواعظ المفسر قال السمعاني كان إماما مفننا قيل إنه صنف في\r\nالتفسير كتابا أكثر من ألف جزء أملى في آخر عمره عن أبي نصر أحمد\r\nبن عبد الرحمن الريغذموني ولكنه كان مجازفا متساهلا كتب إلى\r\nبالإجازة\r\nمات في جمادى الآخرة سنة ست وأربعين وخمسمائة\r\n109 - محمد بن علي بن إسماعيل الإمام أبو بكر الشاشي الفقيه\r\nالشافعي المعروف بالقفال الكبير\r\nكان إمام عصره بما وراء النهر فقيها محدثا مفسرا أصوليا\r\nلغويا شاعرا لم يكن للشافعية بما وراء النهر مثله في وقته\r\nرحل إلى خراسان والعراق والشام وسار ذكره واشتهر أسمه\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nصنف في التفسير والأصول والفقه\r\nقال الحاكم كان أعلم ما وراء النهر بالأصول وأكثرهم رحلة في\r\nطلب الحديث\r\nسمع من ابن خزيمة وابن جرير وأبي القاسم البغوي وأبي عروبة\r\nالحراني\r\nوقال الشيخ أبو إسحاق له مصنفات كثيرة ليس لأحد مثلها وهو\r\nأول من صنف الجدل الحسن من الفقهاء وله كتاب في أصول الفقه وله\r\nشرح الرسالة وعنه انتشر فقه الشافعي فيما وراء النهر\r\nوقال ابن السمعاني من مصنفاته دلائل النبوة ومحاسن\r\nالشريعة\r\nوقال النووي القفال هذا هو الكبير يتكرر ذكره في التفسير\r\nوالحديث والأصول والكلام بخلاف القفال الصغير المروزي فإنه\r\nيتكرر في الفقه خاصة\r\nوقال الذهبي سئل أبو سهل الصعلوكي عن تفسير أبي بكر القفال\r\nفقال قدسه من وجه ودنسه من وجه أي من جهة نصرة\r\nالاعتزال\r\nروى عنه الحاكم وابن منده والحليمي وأبو عبد الرحمن\r\nالسلمي وجماعة\r\nمولده سنة إحدى وتسعين ومائتين ومات سنة خمس وستين\r\nوثلاثمائة\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nقلت نقل عنه الإمام الرازي في تفسيره كثيرا مما يوافق مذهب\r\nالمعتزلة ونقلت عنه بعض مناسبات في كتابي أسرار التنزيل\r\n110 - محمد بن علي بن شهرا سوب بن أبي نصر أبو جعفر\r\nالسروري المازندراني رشيد الدين\r\nأحد شيوخ الشيعة\r\nاشتغل بالحديث ولقى الرجال ثم تفقه وبلغ النهاية في أهل\r\nمذهبه ونبغ في الأصول حتى صار رحلة ثم تقدم في علوم القرآن\r\nالقراءات والغريب والتفسير والنحو\r\nوكان إمام عصره وواحد دهره والغالب عليه علم القرآن\r\nوالحديث وهو عند الشيعة كالخطيب البغدادي لأهل السنة في تصانيفه\r\nفي تعلقات الحديث ورجاله ومراسليه أي ومتفقه ومفترقه إلى غير\r\nذلك من أنواعه واسع العلم كثير الفنون\r\nمات في شعبان سنة ثمان وثمانين وخمسمائة\r\nقال ابن أبي طي ما زال الناس بحلب لا يعرفون الفرق بين ابن\r\nبطة الشيعي وبين ابن بطة الحنبلي حتى قدم الرشيد فقال ابن بطة\r\nالحنبلي بالفتح والشيعي بالضم\r\n111 - محمد بن عبد الله بن عمرو أبو جعفر الهروي الفقيه\r\nصاحب التفسير\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nمات سنة إحدى وثمانين وثلاثمائة\r\n112 - محمد بن إبراهيم أبو الفرج الشنبوذي\r\nتلميذ ابن شنبوذ قرأ عليه القراءات وعلى أبي بكر بن مجاهد\r\nونفطويه النحوي وجماعة\r\nوتصدر للإقراء بعد أن أكثر الترحال في لقى الشيوخ المقرئين قرأ\r\nعليه أبو العلاء الواسطي وأبو الفرج الإستراباذي وطائفة\r\nوكان عالما بالتفسير ووجوه القراءات حفظ خمسين ألف بيت من\r\nالشعر شواهد للقرآن\r\nقال الداني مشهور ضابط نبيل حافظ ماهر حاذق\r\nوقال الخطيب تكلم الناس في روايته وسألت عنه الدارقطني\r\nفأساء القول فيه\r\n113 - محمد بن علي بن أحمد الإمام أبو بكر الأدفوي المصري\r\nالمقرئ النحوي المفسر صحب أبا جعفر النحاس ولازمه\r\nوسمع الحديث من سعيد بن السكن وغيره وكان سيد أهل عصره بمصر\r\nأخذ عنه جماعة\r\nوله كتاب تفسير القرآن في مائة وعشرين مجلدة\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nقال الذهبي منه نسخة بمصر بوقف القاضي الفاضل عبد\r\nالرحيم\r\nمات ليلة الخميس لثمان بقين من ربيع الأول سنة ثمان وثمانين\r\nوثلاثمائة وله ثمان وثمانون سنة\r\n114 - محمد بن الفضل أبو بكر المفسر\r\nتوفي سلخ سنة ثلاث عشرة وأربعمائة كذا ذكره الذهبي ثم\r\nقال بعد ذلك محمد بن الفضل بن محمد بن جعفر بن صالح أبو\r\nبكر البلخي المفسر الشهير بالرواس\r\nصنف التفسير الكبير وروى عن أحمد بن محمد بن نافع\r\nومحمد بن علي بن عنبسة\r\nروى عنه علي بن محمد بن حيدر وغيره مات سنة خمس\r\nعشرة أو ست عشرة وأربعمائة\r\n115 - محمد بن علي بن محمد بن أحمد بن عبد الله أبو بكر\r\nالطائي الحاتمي الأندلسي المرسي المعروف بابن عربي\r\nقال الذهبي ولد في رمضان سنة ستين وخمسمائة بمرسية\r\nسمع من ابن بشكوال وأبي بكر بن صاف وبمكة من زاهر\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nبن رستم وبدمشق من عبد الصمد بن الحرستاني وبالموصل\r\nوببغداد وسكن الروم مدة وله مصنفات كثيرة كالفصوص وغيره\r\nقال ابن نقطة له كلام وشعر غير أنه لا يعجبني شعره قال\r\nالذهبي كأنه بشير إلى ما في شعره من الاتحاد\r\nوقال ابن مسدي له كلام مريب وكان ظاهر المذهب في\r\nالعبادات باطني النظر في الاعتقادات\r\nقال الذهبي في الاعتذار عنه كان رجلا قد تصوف وانعزل\r\nوجاع وسهر حتى فسدت مخيلته فصار يرى بخياله أشياء يظنها\r\nحقيقة ولا وجود لها\r\nمات في شوال سنة ثمان وثلاثين وستمائة\r\n116 - محمد بن علي بن يحيى بن يونس بن الحسين بن\r\nمحمد بن عبيد الله بن هبيرة أبو الرضا النسقي ثم البغدادي\r\nكان صالحا فاضلا خبيرا بالتفسير والنحو والأدب\r\nحدث عن طراد وابن البطر روى عنه أبو محمد بن الخشاب\r\nالنحوي وغيره مات في محرم سنة عشر وخمسمائة ذكره ابن النجار\r\n117 - محمد بن علي بن ممويه أبو بكر الأصبهاني\r\nالواعظ المفسر المعروف بالجمال كان ملك العلماء في وقته\r\nبأصبهان مات سنة أربع عشرة وأربعمائة\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n118 - محمد بن أبي علي بن أبي نصر فخر الدين أبو عبد الله\r\nالنوقاني\r\nالفقيه الشافعي الأصولي كان له يد طولى في التفسير والفقه\r\nوالجدل كثير العبادة والصلاح\r\nتفقه على الإمام محمد بن يحيى وقدم بغداد ودرس وناظر\r\nوتولى تدريس مدرسة أم الخليفة الناصر\r\nمات بالكوفة في صفر سنة اثنتين وتسعين وخمسمائة\r\n119 - محمد بن عمر بن الحسين بن الحسن بن علي الإمام\r\nفخر الدين الرازي القرشي البكري\r\nمن ذرية أبي بكر الصديق رضي الله عنه الشافعي المفسر\r\nالمتكلم\r\nولد سنة أربع وأربعين وخمسمائة واشتغل على والده وكان\r\nمن تلامذة محيى السنة البغوي\r\nقال ابن خلكان فيه فريد عصره ونسيج وحدة شهرته تغني\r\nعن استقصاء فضائله وتصانيفه في علم الكلام والمعقولات سائرة\r\nوله التفسير الكبير والمحصول في أصول الفقه وشرح\r\nالأسماء الحسنى وشرح المفصل للزمخشري وشرح وجيز\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nالغزالي شرح سقط الزند لأبي العلاء المعري وله إعجاز\r\nالقرآن ومناقب الشافعي وغير ذلك\r\n120 - محمد بن عمر بن يوسف الإمام أبو عبد الله القرطبي\r\nالأنصاري المالكي\r\nويعرف بالأندلس بابن مغايظ نشأ بفاس وحج فسمع\r\nبمكة من عبد المنعم الفراوي وبالإسكندرية من ابن موقا\r\nوبمصر من الأستاذ أبي القاسم بن نيره الشاطبي ولزمه مدة وأخذ\r\nعنه القراءات\r\nوكان إماما زاهدا للقراءات عارفا بوجوهها بصيرا\r\nبمذهب مالك حاذقا بفنون العربية وله يد طولى في التفسير\r\nتخرج به جماعة وجلس بعد موت الشاطي في مكانه\r\nللإقراء وحدث ونوظر عليه في كتاب سيبويه\r\nروى عنه الزكي المنذري والشهاب القوصى وجماعة\r\nآخرهم الحسن سبط زيادة\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nولد سنة ثمان وخمسين وخمسمائة ومات بالمدينة في مستهل\r\nصفر سنة إحدى وثلاثين وستمائة\r\n121 - محمد بن أبي القاسم بن بابجوك هذا زين المشايخ أبو\r\nالفضل الخوارزمي البقالي\r\nالنحوي الملقب بالآدمي لحفظه كتاب الآدمي في النحو\r\nكان إماما حجة في العربية أخذ عن الزمخشري وخلفه في\r\nحلقته وصنف تفسير القرآن وكتاب مفتاح التنزيل وشرح\r\nالأسماء الحسنى وغير ذلك\r\nمات في جمادى الآخرة سنة اثنتين وستين وخمسمائة وله بضع\r\nوسبعون سنة\r\n122 - محمد بن موسى أبو علي الواسطي\r\nقاضي الرملة\r\nقال ابن يونس في تاريخ مصر كان عالما بالفقه والتفسير\r\nوبتفقه ثم على مذهب أهل الظاهر وقد رمى بالقدر\r\nمات في ربيع الأول سنة عشرين وثلاثمائة\r\n123 - محمد بن النضر بن مر بن الحر أبو الحسن أبن الأخرم\r\nالربعي الدمشقي\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nأخذ القراءة عن هارون بن موسى الأخفش وانتهت إليه رياسة\r\nالإقراء بدمشق وكان عارفا بعلل القراءات بصيرا بالتفسير والعربية\r\nمتواضعا حسن الأخلاق كبير الشأن طال عمره وارتحل إليه\r\nالناس\r\nأخذ عنه عبد الله بن عطية المفسر وأبو بكر أحمد بن الحسين\r\nبن مهران وخلائق\r\nمات سنة إحدى وقيل اثنتين وأربعين وثلاثمائة\r\n124 - محمد بن عبد الرحمن بن الفضل بن الحسين أبو بكر\r\nالتميمي الجوهري الخطيب\r\nصاحب التفاسير والقراءات كذا قال فيه أبو نعيم\r\nسمع أبا خليفة وعبدان الأهوازي وجماعة وعنه أبو نعيم\r\nوغيره مات بعد الستين وثلاثمائة\r\n125 - محمود بن أحمد بن عبد المنعم بن محمود بن ما\r\nشاذة أبو منصور الأصبهاني\r\nالواعظ الفقيه\r\nقال ابن السمعاني إمام مفسر واعظ كان له التقدم والجاه\r\nالعريض وصار أوحد وقته والمرجوع إليه في بلده\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nتفقه على أبي بكر الخجندي وروى عن أبي المظفر\r\nالسمعاني وعائشة الوركانية\r\nوعنه أبو موسى المديني وابن السمعاني وطائفة\r\nولد سنة ثمان وخمسين وأربعمائة ومات بأصبهان في ربيع\r\nالآخر سنة ست وثلاثين وخمسمائة\r\n126 - محمود بن أحمد بن الفرج الإمام أبو المحامد\r\nالسمرقندي السغدي الساغرجي\r\nأحد الأعلام\r\nقال ابن السمعاني إمام بارع مبرز في أنواع الفضل\r\nوالتفسير والحديث\r\nوالأصول والمتفق والمفترق والوعظ\r\nحسن السيرة كثير الخير والعبادة\r\nقرأت عليه تنبيه الغافلين بروايته عن أبي إبراهيم إسحاق بن\r\nمحمد النوحي عن سبط الترمذي مؤلفه\r\nولد سنة ثمانين وأربعمائة ومات في حدود سنة خمس وخمسين\r\nوخمسمائة\r\n127 - محمود بن عمر بن محمد بن عمر العلامة أبو القاسم\r\nالزمخشري الخوارزمي\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nالنحوي اللغوي المتكلم المعتزلي المفسر يلقب جار\r\nالله لأنه جاور بمكة زمانا\r\nولد في رجب سنة سبع وستين وأربعمائة بزمخشر قرية من\r\nقرى خوارزم وقدم بغداد وسمع من أبي الخطاب بن البطر وغيره\r\nوحدث وأجاز للسلفي وزينب الشعرية\r\nقال ابن السمعاني كان ممن برع في الأدب والنحو واللغة\r\nلقى الكبار وصنف التصانيف ودخل خراسان عدة نوب وما\r\nدخل بلدا إلا واجتمعوا عليه وتلمذوا له وكان علامة الأدب ونسابة\r\nالعرب تضرب إليه أكباد الإبل\r\nوقال ابن خلكان كان إمام عصره وكان متظاهرا بالاعتزال\r\nداعية إليه\r\nله التصانيف البديعة منها الكشاف في التفسير والفائق في\r\nغريب الحديث وأساس البلاغة وربيع الأبرار ونصوص الأخبار\r\nفي الحكايات ومتشابه أسماء الرواة والرائض في الفرائض\r\nوالمنهاج في الأصول والمفصل في النحو والأنموذج فيه\r\nمختصر والأحاجي النحوية وغير ذلك\r\nمات ليلة عرفة سنة ثمان وثلاثين وخمسمائة\r\n128 - محمود بن محمد بن داود الإمام أبو المحامد الأقشنجي\r\nالبخاري ولد سنة سبع وعشرين وستمائة\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nوسمع من محمد بن أبي جعفر الترمذي وكان إماما مفننا\r\nمدرسا واعظا مفسرا مات سنة إحدى وسبعين وستمائة\r\n129 - مسعود بن محمود بن أحمد بن عبد المنعم بن ما شاذة\r\nالإمام أبو عبد الله الأصبهاني\r\nالمفسر الفقيه\r\nقال ابن النجار كان إماما حافظا قيما بالمذهب والخلاف\r\nوالتفسير والوعظ سمع من غانم البرجي وأبي علي الحداد\r\nوجماعة\r\nوحدث ببغداد ووعظ ولقي القبول التام مات سنة ست\r\nوسبعين وخمسمائة\r\n130 - منصور بن الحسين بن محمد بن أحمد أبو نصر\r\nالنيسابوري المفسر روى عن أبي العباس الأصم وعنه شيخ\r\nالاسلام أبو إسماعيل الأنصاري وعبد الواحد القشيري مولده\r\nسنة سبع وثلاثين ومات في ربيع الأول سنة اثنتين وعشرين وأربعمائة\r\n131 - منصور بن سرار بالتشديد بن عيسى بن سليم بفتح\r\nأوله أبو علي الأنصاري الإسكندراني المالكي المعروف بالمسدي\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nكان من حذاق المقرئين نظم أرجوزة في القراءات وصنف\r\nتفسيرا\r\nسمع من عبد الرحمن بن موقا وغيره وروى عنه الدمياطي\r\nوغيره ولد سنة سبعين وخمسمائة ومات في رجب سنة إحدى\r\nوخمسين وستمائة\r\n132 - هبة الله بن سلامة أبو القاسم البغدادي الضرير\r\nالمفسر\r\nكان من أحفظ الناس لتفسير القرآن وله حلقة بجامع\r\nالمنصور\r\nروى عن أبي العباس الأصم . وعنه شيخ الاسلام أبو\r\nإسماعيل الأنصاري ( وعبد الواحد ) القشيري . مولده سنة سبع\r\nوثلاثين ومات في ربيع الأول سنة اثنتين وعشرين وأربعمائة .\r\n133 - يحيى بمجاهد بن عوانة أبو بكر الفزاري الأندلسي\r\nالألبيري قال ابن الفرضي عني بعلم القراءات والتفسير وأخذ\r\nنصيبا من الفقه\r\nوحج فسمع بمصر من الأسيوطي وأبي محمد بن الورد\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nولا أعلمه حدث وكان منقطع القرين في العبادة والزهد\r\nمات في ثالث جمادى الأولى سنة ست وستين وثلاثمائة\r\n134 - يحيى بن محمد بن موسى أبو زكريا التجيبي\r\nالتلمساني\r\nقال الذهبي حج وجاور وسمع بمكة من أبي الحسن بن\r\nالبناء وسكن الإسكندرية ووعظ وصنف التفسير والرقائق\r\nمات في تاسع شوال سنة اثنتين وخمسين وستمائة\r\n135 - يحيى بن محمد بن عبد الله بن العنبر بن عطاء السلمي\r\nمولاهم أبو زكريا العنبري النيسابوري\r\nالمفسر الأديب الأوحد\r\n136 - يحيى بن الربيع بن سليمان بن حراز العلامة مجد\r\nالدين أبو علي الفهري من ولد عمر بن الخطاب رضي الله عنه\r\nالواسطي الشافعي\r\nولد بواسط سنة ثمان وعشرين وخمسمائة وتفقه على والده\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nوأبي النجيب السهروردي والإمام محمد بن يحيى وسمع من أبي الوقت\r\nوابن ناصر وعبد الله الفراوي وروى الكثير وولي تدريس النظامية\r\nقال أبو شامة كان عالما عارفا بالتفسير والمذهب\r\nوالأصلين والخلاف دينا صدوقا\r\nوقال الذهبي كان عالما بالمذهب الشافعي والخلاف\r\nوالحديث والتفسير كثير الفنون\r\nقرأ بالعشرة على ابن تركان روى عنه ابن خليل والضياء\r\nوالدبيثي وأجاز للفخر البخاري وله إجازة من زاهر الشحامي\r\nمات في ذي القعدة سنة ست وستمائة\r\nانتهى ما وجد من خط مؤلفة قال تلميذه الحافظ الشمس الداودي\r\nرحمه الله تعالى علقت ذلك من مسودة في أوراق لم يتمها شيخنا\r\nوكان عزمه أن يكون مؤلفا حافلا فلله الحمد والقوة سبحانه إنتهى\r\nنجز هذا الكتاب يوم الجمعة ثالث عشري ذي الحجة الحرام\r\nختام عام ثلاث وسبعين وتسعمائة على يد فقير رحمة ربة أحمد بن\r\nأبي بكر السنفي لم المالكي عفا الله عنه وعن إخوانه وعمن أسدى إليه\r\nخيرا وعن جميع المسلمين\r\nوصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما كثيرا\r\nدائما أبدا إلى يوم الدين ما لاح في غسق علم ، وساح في ورق قلم .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109}
  ]