[
  {"content":"\r\n14 نور پاك ( عليهم السلام )\r\n13 . زندگى امام حسن عسكرى ( عليه السلام )\r\nزندانى پادگان\r\nدكتر عقيقى بخشايشى\r\n","description":"","footnote":"","page_name":" 1681 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 1682 ","page_number":2},
  {"content":"\r\nدفتر نشر نويد اسلام\r\nمؤسسهء انتشارات نويد اسلام\r\n14 نور پاك ( عليهم السلام )\r\nزندگى امام حسن عسكرى ( ع )\r\nناشر : انتشارات نويد اسلام / حروفچينى و صفحه بندى : متين نگار\r\nانتشار : تابستان 1381 / نوبت چاپ : اول\r\nليتوگرافى : اهل بيت ( ع ) / چاپ : بهار / صحافى : الجواد\r\nتيراژ : 2000 نسخه / قيمت : 550 تومان\r\nشابك : 9 - 97 - 6485 - 964\r\nكليه حقوق براى ناشر محفوظ است .\r\nنشانى :\r\nتهران ، رو به روى دانشگاه ، خيابان 12 فروردين ، كوچه نوروز ، پلاك 6 ، انتشارات فراهانى / 6405932\r\nقم ، پاساژ قدس ، طبقه همكف ، پلاك 111 ، انتشارات نويد اسلام / 7743462\r\nتبريز ، سازمان تبليغات اسلامى / 9 - 5272003\r\nمشهد ، انتشارات عليزاده / 50332\r\n","description":"","footnote":"","page_name":" 1683 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1684 ","page_number":4},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1685 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1686 ","page_number":6},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1687 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1688 ","page_number":8},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1689 ","page_number":9},
  {"content":"\r\n\r\nشناسنامهء مبارك امام حسن عسكرى ( ع )\r\nنام مبارك : حسن ( ع )\r\nكنيهء شريف : ابومحمد\r\nالقاب مبارك : زكى - عسكرى\r\nنام پدر بزرگوار : على ( ع )\r\nنام مبارك مادر : حديثه \" سوسن \"\r\nتاريخ ولادت : 8 ربيع الثانى 231 هجرى\r\nسال شروع امامت : 254 ه‍ . ق\r\nسن شروع امامت : 22\r\nمدت امامت : 6 سال\r\nمدت عمر مبارك : 29 سال\r\nتاريخ شهادت : 8 ربيع الاول سنه 260 ه\r\nعلت شهادت : شربت زهرآلود / معتمد عباسى\r\nمحل دفن : سامراء\r\nتعداد فرزندان : يك پسر آن هم \" مهدى موعود \" ( عج )\r\nحاكمان دوران امامت : معتز ، مهتدى ومعتمد\r\n","description":"","footnote":"","page_name":" 1690 ","page_number":10},
  {"content":"\r\n\r\nبسمه تعالى\r\nپيشگفتار\r\nزندگى پربار امام حسن عسكرى ( عليه السلام ) از جهات متعددى مورد اهتمام بيشتر قرار دارد :\r\nأولا : عصر زندگى آن بزرگوار به علت تنگناها و فشارهاى خاصى كه به دوستداران اهل\r\nبيت ( عليه السلام ) وارد مى گشت ، عصر خاص و دوران ويژه‌اى است كه قابل مقايسه با ديگر ادوار\r\nنمى باشد .\r\nثانيا : دوران حيات آن بزرگوار ، به علت وجود مقدس امام عصر عجل الله فرجه\r\nالشريف و حساسيتى كه جهت آن وجود مبارك حاكم بود و از هر نظر مورد مراقبت و\r\nكنجكاوى قرار داشت از اينرو خود دقت و مراقبت كافى را مى طلبيد .\r\nثالثا : منابع ومأخذ ما در مقايسه با ديگر پيشوايان معصوم ( عليه السلام ) رو به كاهش است چون\r\nتماس و ارتباط با آن وجود مقدس ، بسيار محدود و پر زحمت بوده است اين كمبود\r\nتماس ، در آثار و نوشته‌هاى مربوط به آن عنصر پاك نيز بى تأثير نبوده است .\r\nرابعا : شخصيت اين بزرگوار علاوه بر شخص شخيص خود ، چون متعلق به حجت\r\nحق ، حضرت ولى عصر ( عج ) مى باشد جا دارد تلاش و كوشش بيشترى صورت پذيرد تا\r\nمقبول و مورد توجه آن بزرگوار واقع گردد .\r\nتهيه مطالب در مورد ائمه اطهار ( صلى الله عليه وآله و سلم ) به ويژه پيشوايان دورهء عباسى به سهولت و\r\nآسانى پيشوايان قبلى نيست كه مواد ومأخذ فراوان و قابل بهره‌گيرى باشد .\r\n","description":"","footnote":"","page_name":" 1691 ","page_number":11},
  {"content":"\r\nمطالب مربوط به اين بزرگواران همانند وجود مقدس خودشان در هاله اى از ابهام و\r\nپيچيدگى قرار دارد وتتبع و استخراج مطالب از منابع مختلف و مراجع گوناگون فرصت\r\nبيشتر و حوصلهء پايدارترى مى طلبد تا به توان مجموعه اى را نه در شأن اين بزرگواران\r\nبلكه تا حدودى كه قابل ارائه باشد فراهم آورد .\r\nبسيار بديهى است فردى كه بخشى از ايام مفيد و كارساز عمر خود را در لشكرگاه\r\nسپرى مى سازد عوامل مختلف حكومت ، عيون و جاسوسان حكومت ناظر و مترصد\r\nاعمال و فعاليتهاى او باشند تا چه حدود مى توان انتظار دريافت مطالب ضد حكومتى را\r\nداشت ؟ و هر چه هم از آن بزرگواران داريم بيشتر مربوط به دوران ا قامت در مدينه و\r\nبخش اعظم آن نيز مربوط به آن درايت و كاردانى و كرامت و تيزبينى و ايفاى وظايف\r\nامامت آن بزرگوار از سوى پروردگار متعال مى باشد كه تا چه حدودى ، بندگان خاص و\r\nشايستهء خود را عنايت و توجه ويژه قرار مىدهد .\r\nبا تمام اين موانع و مسائل ما نهايت سعى و تلاش خود را به كار مى گيريم توفيق از\r\nخداوند متعال است و از درگاه ربوبى مسئلت عاجزانه داريم اين نوشته ها را در مسير\r\nاهداف و تعاليم و رهنمودهاى آن بزرگواران قرار دهد و ما را در پيمودن راه سعادت آميز\r\nآن بزرگواران ، موفق و مؤيد بدارد . آمين يا رب العالمين !\r\nعقيقى بخشايشى خرداد 1381\r\n","description":"","footnote":"","page_name":" 1692 ","page_number":12},
  {"content":"\r\nبخش اول\r\nF\r\nولادت و عصر زندگى امام ( عليه السلام )\r\n","description":"","footnote":"","page_name":" 1693 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1694 ","page_number":14},
  {"content":"\r\n\r\nبخش اول / ولادت و عصر زندگى امام ( ع ) . . .\r\nامام ابو محمد حسن بن على العسكرى ( عليه السلام ) يازدهمين پيشواى اسلام و سيزدهمين\r\nاختر ولادت در سال 232 ه‍ . ق در سامراء متولد گرديد ، پدر بزرگوارش امام هادى ( عليه السلام ) و\r\nمادر پر فضيلتش بانوى پارسا و پرهيزكار \" حديثه \" است كه \" سوسن \" نيز ناميده مىشود .\r\nامام ( عليه السلام ) چون در سامراء در محله اى به نام \" عسكر \" [ منطقهء نظامى 
  ] سكونت داشت\r\nبه همين جهت به \" عسكرى \" شهرت يافت و مشهورترين القاب ديگر او : \" زكى \" ، \" نقى \" و\r\nكنيه اش \" ابو محمد \" مى باشد او 22 ساله بود كه پدرش امام هادى ( عليه السلام ) رحلت نمود .\r\nروزگار ولادت امام ( عليه السلام )\r\nاو در دوران حيات كوتاه و پربركت خود با شش تن از حاكمان عباسى : متوكل ،\r\nمنتصر ، مستعين ، معتز ، مهتدى ومعتمد ، معاصر بوده است كه عصر فعاليت او هم زمان\r\nبا اين سه تن اخير بوده است .\r\nاو در يك عصر وحشت وظلمت ، در روزگار حكومت ارعاب و ترور و خفقان قدم به\r\nعرصهء حيات نهاد ، و امامت او در روزگارى بود كه عصر حكومت عباسيان بود و دوران\r\nحكومت بنى العباس يكى از تاريك ترين و پراضطراب‌ترين دورانهاى تاريخ اسلام به\r\nشمار مى رود گرچه از روى جبر زمان ، عده‌اى از خلفاى عباسى تظاهر به علم و دانش\r\nمدارى و ترويج دانش و دانشمندان مى نمودند ولى از نظر حكومت وادارى ، اساس كار\r\nآنان بر پايهء ظلم و بيدادگرى وخونريزى و هتك حرمت مسلمانان نهاده شده بود ، به\r\nحدى كه اعمال آنها كاملا با اعمال بنى اميه قابل مقايسه بود چون بزرگترين افتخار و\r\nمباهات آنان ، در خونريزى و كشتار بىرحمانهء مردم خلاصه مى گرديد :\r\nيكى از مورخين اسلام در اين باره مى گويد : \" بنى العباس در اثر كشتارهاى فجيع و\r\nبىرحمانه‌اى كه در سوريه ، فلسطين و عراق مرتكب شدند بر مركب \" خلافت \" سوار\r\nگشتند ، و در عصر حكومت آنان ، هميشه قتل و كشتار وخونريزى ، ادامه داشت ولى نه با\r\n","description":"","footnote":"","page_name":" 1695 ","page_number":15},
  {"content":"\r\n\r\n\r\nياغيان و دشمنان خارجى ، بلكه با مردم بى پناه و بيچاره ، همان افرادى كه ماليات\r\nحكومت را مى پرداختند ، و هنگام جهاد به زير پرچم دولت عباسى فرا خوانده\r\nمى شدند \" . ( 1 )\r\nاو در پايان سخن خود مى افزايد : \" روانيست پنجاه صفحه از تاريخ ، به نام ستمگران و\r\nدژخيمان عباسى ، اختصاص داده شود ، بلكه دوران حكومت آنان را مى توان در چند\r\nجمله خلاصه نمود : \" جنگيدند ، خوردند ، غارت كردند و بردند و سخن كوتاه تر آنكه : آنان در اثر\r\nطغيان ، عرض و ناموس و خون و مال ديگران را ، بر خويشتن مباح و روا دانستند \" . ( 2 )\r\nولادت با سعادت\r\nآرى ولادت با سعادت امام ( عليه السلام ) در عصر حكومت متوكل سفاك‌ترين خليفهء عباسى ،\r\nرخ داد عصرى كه فرياد ستمديدگان و زندانيان به عرش أعلى مى رسيد پيشواى جهان\r\nاسلام از مادرى دانشمند و پرفضيلت ديده به جهان باز گشود . مادرش \" حديثه \" يا\r\n\" سوسن \" ( 3 ) بانويى بود كه بانوان مدينه از محضر پر فيض او بهره‌هاى علمى مى بردند .\r\nولادت اين نوزاد تغييرات و دگرگونىهايى در مسير زندگى مسلمانان بوجود آورد كه\r\nدر صفحات آينده برخى از اين دگرگونيها بازگو مىشود . نامى كه براى اين مولود ، انتخاب\r\nكردند همتاى نام نياى بزرگش امام حسن مجتبى ( عليه السلام ) بود كه تجديد كنندهء خاطرات\r\nعهد نخستين ثمرهء باغ پربار رسالت بود . روز ميلاد مبارك او به اتفاق اغلب سيره نويسان\r\nاسلامى در روز هشتم ربيع الثانى به سال 232 هجرى بود . او تحت رعايت و مواظبت پدر\r\nمعصوم و دلسوز و در دامن تربيت مادر مهربان و با فضيلت ، رشد و نمو آغاز نمود و خود را\r\nبراى پذيرفتن مسئوليتهاى سنگين امامت ، آماده مى كرد .\r\nصفات ظاهرى\r\nنويسندگان تراجم ، صفات جسمى و مشخصات ظاهرى او را اين گونه توصيف\r\n\r\n","description":"","footnote":" 1 . ملوك العرب امين ريحانى ج 2 ، ص 206 .\r\n2 . ملوك العرب امين ريحانى ج 2 ، ص 206 .\r\n3 . ارشاد مفيد ص 315 . ","page_name":" 1696 ","page_number":16},
  {"content":"\r\n\r\nنموده اند : \" چهره اش سفيد متمايل به سرخى ، گشاده رو ، خوش صورت ، بلند قامت ، خوش منظر ،\r\nنيك اندام \" .\r\nشيخ مفيد صاحب ارشاد مى نويسد : \" حضرت امام حسن عسكرى ( عليه السلام ) خصائص\r\nفضيلت در وجود او كامل بود و بر تمامى مردم زمان خود ، برترى داشت ، و موجبات\r\nامامت و مقتضيات ولايت : از علم و كمال و عقل و عصمت و شجاعت و كرم در وجود\r\nمباركش سرشار و در جانشينى و خلافت رسول الله ( صلى الله عليه وآله ) شايسته‌تر و برازنده‌تر از\r\nهمگان بود \" . ( 1 )\r\nعلى بن عيسى إربلى صاحب كشف الغمة دربارهء امام چنين مىنگارد : \" نام مباركش\r\nحسن ، و كنيه اش ابومحمد ولقبش \" الخالص \" است و اما درباره مناقب و فضائل او بايد\r\nدانست كه : منقبت عالى ومزيت بزرگ او آن است كه خداى متعال مهدى قائم ( عج ) را از\r\nنسل پاك او قرار داده است و اين فضيلت و تشريف براى او كافى است \" . ( 2 )\r\nدوران طفوليت\r\nهنوز پنجمين بهار عمر او سپرى نشده بود ، كه اخبار ناراحت كننده و كوبنده از\r\nاهانتها و تعديات به حريم خاندان رسالت را با گوش خويش ، مى شنيد وآثار عميق آنها\r\nدر روح حساس و لطيف او نقش مى بست . وى اين اخبار را از زبان مردم كوچه و بازار\r\nدرمىيافت ، متوكل آن مرد سفاك و عارى از فضيلت و دانش و كينه‌توز خاندان رسالت\r\nروى موقعيت سياسى و تربيت نارواى خانوادگى از اظهار كينه و عداوت نسبت به\r\nخاندان على ( عليه السلام ) خوددارى نمى ورزيد و به صورت آشكار و علنى بالاى منبر خطابه ،\r\nنسبت به على ( عليه السلام ) هرزه گوئى مى كرد يا مرد مقلدى را وامى داشت كه در بزمهاى عيش و\r\nنوش ، تقليد آن بزرگوار را محض خندهء حضار سرمست و غفلت‌زده در بياورد و خليفه را\r\nبخنداند . آرى او مى شنيد كه قبه و ضريح سرور شهيدان و شخصيت فوق العاده محبوب\r\nخاندان علوى ، حضرت ابى عبد الله الحسين ( عليه السلام ) را ويران و با خاك يكسان مى كنند و آب\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 200 .\r\n2 . كشف الغمة ج 3 ، ص 197 چاپ دار الأضواء بيروت . ","page_name":" 1697 ","page_number":17},
  {"content":"\r\n\r\nرا بر حرم او مى بندند تا به زعم خود به كلى اسم و رسم او را فراموش و از دلها بيرون\r\nسازند از اين قبيل جنايتها فراوان مى شنيد . آرى او هنوز پنج ساله بود كه در مدينه اين\r\nقبيل گزارشها و اخبار ناراحت كننده را مى شنيد يا با چشم خود مى ديد .\r\nمحمد بن عبد الله استاندار مدينه در ضمن نامه اى به متوكل چنين گزارش داد :\r\n\" اگر شما را به مكه و مدينه نيازى هست على بن محمد را از اين ديار ، بيرون ببريد\r\nچون اكثر مردم اين مناطق را ، مطيع و شيفتهء اخلاق و روش خود ، ساخته است \" . ( 1 )\r\nحركت به سوى سامراء در حضور پدر\r\nمتوكل به يكى از امراى لشكر خود به نام \" هرثمة بن أعين \" مأموريت داد تا امام هادى را\r\nاز مدينه به سامراء ( 2 ) جلب كند و از روى سياست نامه اى در كمال توقير و احترام به آن\r\nحضرت ، نوشت كه مورخان تاريخ نگارش آن را سال 242 هجرى تعيين كرده اند . ( 3 )\r\nمتوكل عباسى در آن نامه تقاضاى حركت و ملاقات آن حضرت را نمود و به ظاهر\r\nاحترامات و مراسم ادب را به جا آورد ولى در واقع امر ، آنچه توانائى داشت در فراهم\r\nآوردن وسائل اهانت و هتك حرمت كوتاهى و مضايقه نداشت . نخست او را چند روز در\r\nكاروانسرايى جاى داد ، سپس بارها در خارج از فرصتهاى مناسب ، احضار كرد ، يا امر به\r\nتفتيش خانه و منزل او داد كه در يكى از آن تفتيشها وقتى مأمور تجسس از تفتيش\r\nبى اساس خود ، نتيجه نمى گيرد از امام پوزش مى طلبد و مى گويد : \" معذرت مى خواهم\r\nكه بدون اجازه وارد منزل شده و موجبات اذيت شما را فراهم ساختم ، ولى چه كنم\r\n\r\n","description":"","footnote":" 1 . جلاء العيون مجلسى ص 569 .\r\n2 . سامراء كه در زبان ادباى عرب به نامهاى سامراء ( با الف كشيده ) ، سامرا ( با الف كوتاه ) ، سر من\r\nرأى ( مسرور گشت هر كه آن را ديد ) ، سراء ، سرور من راى ، ناحيه ، زوراء بنى العباس خوانده شده\r\nاست از سال 220 هجرى از آن روزى كه معتصم پسر هارون الرشيد آنجا را به عنوان پادگان نظامى\r\nقرار داد ، اعتبار و شهرت خود را به دست آورد و به سرعت عمران و آبادانى آن ، پيشرفت كرد و روز\r\nبه روز توسعه يافت به حدى كه مركز خلافت ومقر حكومت خليفه عباسى قرار گرفت .\r\nياقوت حموى در معجم البلدان تأسيس و بناى آن را به سام بن نوح نسبت داده و از آن به نيكى ياد\r\nكرده است . علاقمندان به \" تاريخ سامرا \" ج 1 ، ص 9 به بعد مراجعه كنند .\r\n3 . بحار الانوار ج 12 ، ص 146 . ","page_name":" 1698 ","page_number":18},
  {"content":"\r\nمأمورم و معذور ؟ \" .\r\nامام در پاسخ آيه اى را تلاوت مى فرمايند : \" و سيعلم الذين ظلاموا أى منقلب\r\nينقلبون \" . ( 1 )\r\n\" به زودى ستمگران به سزاى اعمال خود خواهند رسيد و معلوم نيست كه در كدام\r\nوادى از واديهاى دوزخ ، سرگردان خواهند بود ؟ \" .\r\nاينك متن نامه ى دعوت متوكل :\r\n\" بنام خدا ، پس از حمد و ثناى الهى ، امير المؤمنين خوب شما را مى شناسد و شخصيت و\r\nبزرگوارى و نسب و قرابت شما را با رسول خدا ( صلى الله عليه وآله ) رعايت مىكند ، و تنها هدف او جلب\r\nرضايت و خوشنودى خداوند عالم وشما است .\r\nاينك دستور دادند كه مطابق درخواست شما ، فرماندار و فرمانده جنگ و امام جمعهء شهر\r\nعبد الله بن محمد را كه مرتكب خلاف و اهانت در مورد شما گرديده است از شغل خود ،\r\nمنفصل و به جاى او محمد بن فضل منصوب گردد . او دستور تام دارد كه در تعظيم و و تكريم\r\nو فرمانبردارى از اوامر شما ساعى و كوشا باشد و بدان وسيله به خدا و رسول و\r\nأمير المؤمنين ( 2 ) تقرب جويد . ما مشتاق زيارت شما هستيم تا تجديد عهدى صورت گيرد .\r\nاگر اين دعوت ما مورد پذيرش و علاقهء شما مى باشد مىتوانيد با همگى اهل و عيال و\r\nدوستان و علاقه مندان خود ، حركت كنيد و هر كجا خواستيد رحل اقامت افكنيد ، و خودتان\r\nبرنامهء سفر خود را در اختيار داشته باشيد و اگر خواسته باشيد كه خدمتگزار ما \" يحيى بن\r\nهرثمه \" و افراد زيردست او هم ، با شما و در ملازمت ركاب شما ، باشند و در مسير راه به\r\nخدمتگزارى شما مفتخر گردند مانعى نيست ، چون احترام شما محفوظ وشما از\r\nمحبوب ترين و نزديكترين افراد ، پيش ما هستيد \" . السلام عليكم ورحمة الله وبركاته\r\nاين نامه كه به تاريخ 242 هجرى است كه با انشاء كاتب خليفه ، ابراهيم فرزند عباس\r\nبه رشته ى تحرير درآمده است در ظاهر امر حاكى از ادب و احترام خليفه نسبت به امام\r\n\r\n","description":"","footnote":" 1 . الشعرا 227 .\r\n2 . در اينجا منظور از امير المؤمنين متوكل است ، آن هم چه امير المؤمنينى ! ! ","page_name":" 1699 ","page_number":19},
  {"content":"\r\n\r\nهادى ( عليه السلام ) است ولى در حقيقت امر ، دستور جلب و احضار حضرت امام هادى ( عليه السلام )\r\nمىباشد چون از استقبال سرد و برنامه‌هاى بعدى كه ترتيب داده بود ، حقيقت امر روشن\r\nگرديد پس از اين نامه إحضار بود كه امام هادى ( عليه السلام ) به اتفاق فرزندان و اهل و عيال كه در\r\nجمع آنان فرزند عزيزش حضرت امام حسن عسكرى ( عليه السلام ) هم بود از مدينه به \" سامرا \"\r\nحركت كرد و وارد آن شهر گرديد .\r\nگزارش مأمور جلب\r\nيحيى بن هرثمه كه مأمور جلب يا به اصطلاح معروف ، مأمور دعوت امام هادى ( عليه السلام ) بود\r\nدر ضمن وقايع مسافرت خود چنين گزارش مىدهد :\r\n\" روزى كه متوكل به من مأموريت داد تا وسايل جلب امام هادى ( عليه السلام ) را از مدينه به\r\nسامراء فراهم سازم و انگيزهء اين امر بر اساس گزارشها و اخبار گوناگونى بود كه مرتب به\r\nگوش خليفه مى رسيد نخست در مدينه به سراغ خانهء امام شتافتم هنگامى كه وارد\r\nمنزل گشتم و خاندان امامت از جريان آگاه شدند اضطراب و ناراحتى در خاندان وى ،\r\nپديدار گشت به حدى كه من تا آن روز با چنين اضطراب و سر و صدايى روبرو نشده بودم ،\r\nمن شروع به آرام ساختن آنان نمودم و سوگند ياد كردم كه نظر سوء و ناروائى دربارهء\r\nشخص امام ندارم ، سپس مشغول تفتيش و جستجوى منزل شدم در اطاق نشيمن امام\r\nجز قرآن و كتاب دعا چيز ديگرى را نيافتم ، امام را از منزل بيرون آورديم و خدمتگزارى\r\nاو را تا محل اقامت خليفه ، \" سامراء \" به عهده گرفتم .\r\nروزى در هواى صاف و آفتابى امام را مشاهده كردم كه روى مركب خود ، چترى هم\r\nبالاى سر خود نگهداشته است و دم اسب خود را گره زده و آمادهء حركت مىباشد از\r\nاين عمل او به تعجب افتادم لحظه‌هايى سپرى نگشته بود كه ابرى آمد و باران شديدى\r\nما را فرا گرفت كه كمتر نظير آن را ديده بودم . امام هادى ( عليه السلام ) رو به سوى من برگرداند و\r\nفرمود مى دانم شما از اين طرز عمل و رفتار من ، به تعجب افتاديد ولى آنچه من\r\nمى دانستم بر شما مجهول بود . من در صحرا رشد و نمو كرده ام و بادهايى را كه پشت سر\r\nآن ، باران مى آيد ، مى شناسم .\r\n","description":"","footnote":"","page_name":" 1700 ","page_number":20},
  {"content":"\r\n\r\n\r\nهنگامى كه به عراق رسيدم در بغداد نخستين بار ، با اسحاق بن ابراهيم طاطرى\r\nملاقات كردم او به من گفت : يحيى ! اين آقا فرزند رسول خدا ( صلى الله عليه وآله ) است اگر روزى متوكل\r\nتو را بر امر كشتن و قتل او ترغيب نمايد بدان كه خون خواه و دشمن تو ، پيامبر اسلام\r\nخواهد بود \" .\r\nدر پاسخ او گفتم : \" به خدا قسم ! من تا حال جز نيكى و خوبى چيز ديگرى از او\r\nنديده ام كه مرا به چنين امرى وادار سازد \" . وقتى از بغداد وارد سامرا شديم من براى\r\n\" وصيف تركى \" داستان را نقل كردم . او هم سفارش كرد كه اگر يك مو از سر امام هادى كم\r\nشود من خودم خواهان آن هستم . من از گفتار و بيان هر دوى آنان ، به تعجب افتادم\r\nوقتى به حضور متوكل رسيديم و گزارش راه را به اطلاع او رساندم متوكل از او تجليل و\r\nاحترام به سزا به جا آورد \" . ( 1 )\r\nسخنى از تاريخ\r\nيكى از نويسندگان تاريخ اسلام در اين باره مى نويسد : \" هنگامى كه سعايت و\r\nسخن چينى مفسدين وسعايت گران در بارهء حضرت على بن محمد هادى ( عليه السلام ) به متوكل\r\nعباسى روز افزون گرديد ، متوكل آن بزرگوار را از شهر مدينه خواست و در شهر \" سر من\r\nرأى \" كه آن را \" عسكر \" مى خواندند جاى داد و صحيح آنست كه عسكر محله اى از محلات\r\nسامرا بود كه خانه حضرت امام هادى ( عليه السلام ) در آنجا قرار داشت و بدان جهت آن برزگوار و\r\nفرزندش امام حسن را \" عسكريين \" ناميدند . . . ( 2 ) \" .\r\nدر يازده سالگى\r\nهنوز يازده سال از زندگى را پشت سر نگذاشته بود . در آن دوران سازندگى و\r\nنقش پذيرى روح كودك و در آن سن بحران و كنجكاوى حساسيت روان كودك ، تماشاگر\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ج 4 ، ص 172 ، در ارشاد مفيد ص 314 تاريخ كتابت نامه را سال 243 ماه جمادى\r\nالأولى ثبت كرده است . و شايد اين دعوت در دو مرحله و در دو سال مكرر صورت پذيرفته باشد .\r\nالله اعلم\r\n2 . مرآة الجنان يافعى حوادث سال 254 . ","page_name":" 1701 ","page_number":21},
  {"content":"\r\nهجوم دژخيمان متوكل در دل شب است كه خانهء پدر را در مدينه منوره مورد بازجوئى و\r\nتفتيش قرار داده اند تا آن را به خليفه گزارش كنند و اين صحنهء ناراحت كننده يك\r\nتصوير تاريك ، و مبهم از اوضاع آن روز را ، در ذهن معصوم وى ترسيم مىكند .\r\nمتوكل عباسى از توجه معنوى مردم به خاندان رسالت بيمناك بود او مشاهده كرد\r\nكه مردم با طيب خاطر و علاقهء قلبى حاضر هستند از فرمان آن خاندان ، بدون انتظار\r\nپاداش مادى اطاعت و فرمانبردارى كنند او در دل خود رنج مى برد ، سعايتهاى\r\nچاپلوسان و اطرافيان خوش گذران او اين رنج و ناراحتى را چندين برابر مى كرد آنان به\r\nعنوان خوشايند خليفه اظهار مى داشتند بعيد نيست : على بن محمد ( امام هادى پدر\r\nبزرگوار امام حسن عسكرى ) روزى قصد انقلاب و تظاهر را داشته باشد و هيچ بعيد\r\nنيست كه اسلحه و تداركات آن روز را از همين امروز ، تهيه كند از اينرو قهرا نامه ها و\r\nاسنادى كه حاكى از اين گونه روابط و فعاليتها باشد در منزل او به دست خواهد آمد اين\r\nقبيل افكار و تحريكات بهانه مى شد كه متوكل در سال 243 هجرى دستور دهد در دل\r\nشب بى اطلاع و بى سابقه بعد از آنكه نيمى از شب گذشته است و همه در بستر گرم خود\r\nآرميده اند عده اى از مأمورين وارد خانهء امام شوند و آن را كاملا مورد تفتيش قرار دهند .\r\nآنان به اطاق مخصوص امام يورش مى بردند مشاهده مىكند كه امام ( عليه السلام ) اطاقى را خلوت\r\nكرده و در را به روى خود بسته با لباس مخصوص بر روى ريگ و سنگ ريزه نشسته و به\r\nراز و نياز و ذكر پروردگار عالم و تلاوت قرآن اشتغال دارد پس از اطاق امام ، ديگر اطاقها را\r\nمورد بازرسى قرار مى دهند از آنچه كه مى خواستند اثرى نمى يابند ولى در برابر ديدگان\r\nاهل خانه در دل شب خود امام را به حضور متوكل مى برند .\r\nوقتى كه امام وارد بر متوكل شدند مشاهده نمودند او در صدر مجلس بزم نشسته و\r\nدر دست گيلاس شراب مشغول مى گسارى است دستور داد امام را پهلوى او بنشانند\r\nامام نشست متوكل ( با بى شرمى ) جام شراب را كه در دست داشت ، به امام تعارف كرد\r\nامام هادى ( عليه السلام ) امتناع كرد و فرمود : \" قسم به خداوند عالم ، شراب هرگز داخل خون و\r\nگوشت و بدن من ، نگشته است مرا معاف دار \" . متوكل گفت پس شعر خوبى براى ما بخوان\r\n","description":"","footnote":"","page_name":" 1702 ","page_number":22},
  {"content":"\r\n\r\n\r\nكه خوشحال تر شوم و رونق مجلس ما افزون گردد . امام فرمود : من اهل شعر نيستم و\r\nكمتر از اشعار گذشتگان را حفظ دارم . . . .\r\nمتوكل گفت : \" چاره اى نيست حتما بايد شعر بخوانى ! \" امام شروع به شعر خواندن\r\nاشعارى نمود كه در زندگى امام هادى ( عليه السلام ) گذشت .\r\nاگر اين دو تاريخ 242 طبق نظر مسعودى در مروج الذهب و تاريخ 243 طبق ثبت\r\nارشاد مفيد . ( 1 )\r\nدو واقعه ناگوار در زندگى او\r\nدو حادثهء بزرگ خانوادگى و شخصى ، در زندگى او آثار فوق العاده داشت يكى فقدان\r\nبرادر جوان به نام \" سيد محمد \" و ديگرى از دست دادن پدر عطوف و مهربان .\r\n1 . فقدان برادر :\r\nپيشواى دهم چهار پسر داشت كه بزرگترين آنان سيد محمد نام بود كه گمان مى رفت\r\nپس از پدر ، مقام پيشوائى را دريابد اما مقدر چنين بود كه اين پسر در حيات پدر رخت از\r\nجهان بربندد ، او در سال 254 هجرى برادر جوان و باتقواى خود را از دست داد فراق اين\r\nبرادر در روحيهء او تأثير فوق العاده داشت به حدى كه در جدائى او سينه چاك و نالان و\r\nگريان گشت .\r\nشيخ مفيد صاحب ارشاد ، تفصيل اين واقعه را اين چنين مى نويسد : \" پيشواى دهم بر\r\nكرسى ويژهء خود نشسته بود و مردم شهر ، خاندان وبنى اعمام او از فرزندان ابوطالب و\r\nعباس گرد آمده و تنها تعداد شخصيتهاى سرشناس به بيش از يكصد و پنجاه نفر\r\nمىرسيد ، در اطراف او صف كشيده عده اى نشسته و جمعى جلو آن حضرت ايستاده\r\nبودند در اين موقع جوانى در حدود بيست سال با گريبان چاك زده و چهرهء آشفته ، از\r\nسرسراى حرم امام ( عليه السلام ) حركت كرد و در سمت راست پشت سر او جاى گرفت اغلب ، اين\r\nجوان را درست نمى شناختند اما سيماى اندوهناك و چشمان گريان و حالت آشفتهء او ،\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 314 چاپ دار الكتب الأسلاميه تهران . ","page_name":" 1703 ","page_number":23},
  {"content":"\r\n\r\n\r\nافكار مردم را به سوى خود كشانيد چند لحظه اى نگذشته بود كه پيشواى دهم رو به\r\nسوى او نموده و فرمود : \" پسرم ! به در گاه خداوند متعال شكر و سپاس به جا بياور ! چون دربارهء تو\r\nتقدير تازه اى ، پديد آمده است \" .\r\nمردم تازه متوجه گرديده و دريافتند كه اين جوان غمگين و نالان فرزند برومند\r\nپيشواى دهم مى باشد او كه دلى تنگ و خاطرى پريشان داشت تا اين سخن را از پدر\r\nشنيد يكباره به گريه افتاد و گفت : \" انا لله وانا اليه راجعون \" .\r\nاين جريان در سكوت مطلق گذشت مردم كه سخت اشتياق شناختن اين گوهر\r\nگرانبها را داشتند از نام و مشخصات او جويا شدند . گفته شد او ابومحمد ، حسن بن على\r\nفرزند رشيد امام على النقى است \" . ( 1 )\r\n2 . رحلت پدر :\r\nدومين حادثهء ناگوار زندگى او ، رحلت اسف بار پدر بزرگوار و ارجمندش حضرت امام\r\nعلى النقى بود كه در سال 254 در 42 سالگى در اثر سم خليفهء عباسى \" المعتز \" صورت\r\nگرفت . شهادت آن بزرگوار شهر سامرا را پر از ضجه و ناله ساخت و آن سال را ، سال غم و\r\nاندوه شيعه نام نهادند . هنگام وفات ، نور و حكمت خدا و شمشير و امانتهاى رسول خدا را\r\nبه نور چشم خود ، تسليم نمود و او را وصى خود گردانيد . ( 2 )\r\nاو كه به دستور حكومت وقت عباسى ، در اثر مسموميت ، به فيض شهادت نائل آمده\r\nبود در منزل مسكونى خود واقع در شهر سامراء مدفون گرديد . ( 3 ) امام حسن عسكرى ( عليه السلام )\r\nبر جنازهء پدر خود در جاده اى كه مقابل خانهء \" موسى بن بغا \" بود نماز گزارد ، پيش از آنكه\r\nخليفهء عباسى يا نمايندگان او رسيده باشند .\r\nدر بالين پدر :\r\nكنار بستر بيمارى هنگام مرگ پدر ، فرزند مراقب حال و اوضاع جسمى پدر بود كه در\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 316 .\r\n2 . ارشاد مفيد ص 314 .\r\n3 . اثبات الوصيه مسعودى ص 454 . ","page_name":" 1704 ","page_number":24},
  {"content":"\r\n\r\nحال إحتضار و جان دادن است باز شاگردان مكتب تربيتى را مورد توجه قرار داده كه\r\nجان آنان را با آب زلال چشمهء معرفت ، شستشو دهد . او گوش به سخنان پدر دارد كه\r\nيكى از علاقه مندان به نام \" ابو دعامة \" به عنوان عيادت وارد مىشود پس از احوالپرسى\r\nهنگامى كه مى خواهد اجازهء مرخصى كسب كند امام ( عليه السلام ) مى فرمايد : \" چون حقى از شما\r\nبر عهدهء من است آيا مى خواهى با گفتن حديثى آن را تلافى نموده و تو را مسرور سازم ؟\r\nراوى حديث مىگويد اى فرزند رسول خدا ( صلى الله عليه وآله ) ! چه قدر نيازمند چنين حديثى هستم ؟\r\nامام فرمود : پدرم محمد بن على از پدرش على بن موسى الرضا و او هم از پدرش\r\nموسى بن جعفر و او هم از پدرش جعفر بن محمد و او هم از محمد بن على باقر و او هم از\r\nعلى بن الحسين و او هم از حسين بن على و او هم از على بن ابى طالب او هم از رسول\r\nخدا ( صلى الله عليه وآله ) نقل فرمود : \" بسم الله الرحمن الرحيم ، الأيمان ما وقرته القلوب ، وصدقته\r\nالأعمال والأسلام ما جرى به اللسان ، وحلت به المناكحة \" .\r\n\" به نام خداوند بخشنده مهربان ، ايمان چيزى است كه دلها آن را با خود دارند و اعمال\r\nو كردارها آن را تصديق مى كنند ، ولى اسلام آنست كه در زبان جارى مىشود و موجب\r\nحلال بودن نكاح و وصلت مى گردد \" .\r\nراوى مى گويد : به خدا قسم نمى دانم زيبائى حديث بيشتر است ، با زيبائى سند آن ؟\r\nامام هادى مى فرمايد : اين حديث در صحيفه اى كه با املاء رسول خدا و خط جدم\r\nعلى ( عليه السلام ) تدوين شده است - كه و ما خاندان آن صحيفه را از همديگر ، به ارث و يادگار\r\nمى بريم - ثبت گرديده است . ( 1 )\r\n6 سال دوران امامت در عراق\r\nابوبكر فدفكى مى گويد : پيشواى دهم به من مرقوم فرمودند : \" پسرم حسن از عموم\r\nنوادگان پيامبر ( صلى الله عليه وآله ) ، به پيشوايى و امامت شايسته تر و زيبنده‌تر است . او بزرگترين\r\nفرزندان موجود من است . به جاى من او مى نشيند و شايسته است در احكام و مسائل\r\n\r\n","description":"","footnote":" 1 . مروج الذهب مسعودى ج 4 ، ص 171 چاپ قاهره . ","page_name":" 1705 ","page_number":25},
  {"content":"\r\n\r\n\r\nدين ، به او مراجعه كنيد و از او كسب علم و دين نمائيد . . . \" . ( 1 )\r\nبشار بن احمد از عبد الله بن محمد اصفهانى نقل مىكند : كه ما تا روز رحلت امام\r\nدهم ( عليه السلام ) ابو محمد فرزند آن حضرت را به عنوان امامت و پيشوائى نمى شناختيم ، تا\r\nاينكه بعد از شهادت پدر بر ما معلوم گرديد كه او حجت خدا است . چون او بر پيكر پدر\r\nنماز گزارد و عامل اين شناسايى آن بود كه امام هادى ( عليه السلام ) بارها فرموده بودند پيشواى\r\nشما بعد از من آن كسى خواهد بود كه بر جنازهء من نماز بگزارد \" .\r\nدوران امامت\r\nامام حسن عسكرى ( عليه السلام ) پس از درگذشت پدر بزرگوار خود ، به امر خدا و بر حسب\r\nتعيين پيشوايان قبلى به امامت رسيد و مدت شش سال و اندى دوران امامت آن\r\nبزرگوار ، به علت سخت گيريهاى بيرون از حد مقام خلافت ، با تقيه و احتياط كامل سپرى\r\nشد . وى درب را بر روى اغلب مردم جز خواص شيعه بسته بود و كسى را بار نمى داد با\r\nاين وضع ، اغلب اوقات در زندان به سر مى برد .\r\nعامل اختناق\r\nسبب اين همه فشار و كنترل و سختگيرى آن بود كه در آن وقت جمعيت\r\nعلاقه مندان اهل بيت ( عليه السلام ) ، كثرت و قدرتشان به حد قابل توجهى رسيده بود و قيامها و\r\nنهضتهايى هم اين طرف و آن طرف صورت مى گرفت كه نوعا علويان ، سررشته جنبانان\r\nآن حركتها بودند چون آنان نوعا از نظر اعتقادى به امامت پيشوايان معصوم ( عليه السلام ) معتقد\r\nبودند و اين امر براى همگان روشن و آشكار بود و امامان شيعه نيز معروف و شناخته\r\nشده بودند . از اين رو مقام خلافت بيش از پيش ، پيشوايان دينى را تحت مراقبت\r\nدرآورده و از هر راه بود با نقشه‌هاى مرموز در محو و از بين بردن آنان مى كوشيد ، علاوه\r\nبر آن مقام خلافت عباسى پى برده بود كه خواص شيعه ، براى امام يازدهم فرزندى\r\nمعتقدند و طبق رواياتى كه از خود امام يازدهم و پدرانش نقل مى كنند فرزند او را همان\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 217 . ","page_name":" 1706 ","page_number":26},
  {"content":"\r\n\r\nمهدى موعود مى شناسند كه به موجب اخبار متواتره از طريق عامه و خاصه پيامبر\r\nاكرم ( صلى الله عليه وآله ) خبر داده بود و او را امام دوازدهم مى دانند .\r\nبدين سبب بود كه امام يازدهم بيش از ديگر پيشوايان معصوم تحت مراقبت دستگاه\r\nخلافت درآمده بود و خليفهء وقت تصميم گرفته بود به هر ترتيبى شده است به داستان\r\nامامت شيعه ، خاتمه دهد و درب اين خانه را براى ابد به روى مردم ببندد ، يكى از آن\r\nشيوه ها اين بود .\r\nدر تاريخ مى خوانيم هنگامى كه خبر بيمارى امام را به \" معتمد \" خليفه ى وقت\r\nرساندند طبيب نزد آن حضرت فرستاد و چند تن از معتمدان و چند نفر از قضات را به\r\nمنزل او روانه ساخت كه پيوسته ملازم و مراقب اوضاع داخلى منزل بوده باشند . ( 1 ) و پس\r\nاز شهادت امام دستور داد خانه را مورد تفتيش قرار داده و قابله‌ها ، كنيزان آن حضرت را\r\nمورد معاينه قرار دهند و تا دو سال مأمورين آگاهى خليفه ، در امر پيدا كردن خلف و\r\nجانشين آن بزرگوار ، مشغول فعاليت و تجسس بودند تا به كلى مأيوس شدند \" . ( 2 )\r\nخضوع در برابر شخصيت معنوى\r\nموقعيت اجتماعى و وضع روحانى آن پيشواى معصوم ( عليه السلام ) ، به حدى در سطح بالا بود\r\nكه دستگاه خلافت با آن همه مظالم و تعدياتى كه داشت باز نمى توانست خود را در برابر\r\nشخصيت معنوى و مقام روحانى آن حضرت ، بى تفاوت نشان دهد بلكه به احترام افكار\r\nعمومى و به عنوان جلب توجه مردم هم كه بود ، خود را مجبور مى دانست كه گاهى در\r\nبرابر عظمت معنوى آن حضرت ، خاضع و فروتن باشد مگر آنكه مصلحت سياسى يا\r\nاجتماعى ايجاب كند كه از اين روش ، عدول نمايد .\r\nموقعيت اجتماعى آن بزرگوار از داستانى كه بيشتر مورخين در شرح حال آن بزرگوار\r\nمرقوم داشته اند ، بيشتر روشن مى گردد : مرحوم \" صدوق \" در \" اكمال الدين \" و \" شيخ مفيد \" در\r\n\" ارشاد \" و جمعى ديگر از احمد پسر عبيدالله خاقان فرماندار و نمايندهء خليفه عباسى در\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 319 .\r\n2 . اصول كافى ج 1 ، ص 505 . ","page_name":" 1707 ","page_number":27},
  {"content":"\r\nشهر قم چنين آورده اند كه جعفر برادر امام عسكرى ( عليه السلام ) بعد از رحلت امام هادى ( عليه السلام )\r\nپيش عبيدالله خاقان وزير مشاور و نزديك ترين فرد خليفه عباسى ( معتمد ) شتافت و\r\nدرخواست نمود كه موقعيت پدر و برادر خود را به او تفويض نمايد ! او مىپنداشت كه\r\nمقام امامت و ولايت از آن مناصب تفويضى و تشريفاتى است او در دادخواست خود\r\nاضافه نمود كه حاضر است در برابر اين اعطاء ، هر سال مبلغ بيست هزار دينار ، به مقام\r\nخلافت بپردازد .\r\nفرماندار قم مى گويد : پدرم در مقابل اين درخواست احمقانه ، خشمناك شد با عتاب و\r\nغضب اظهار نمود : احمق ! خليفه ى وقت شمشير و تازيانهء خود را از غلاف ، بيرون كشيده\r\nبود تا كسانى را كه به امامت پدر و برادر تو ، عقيده و ايمان داشتند از اين راه ، باز دارد ولى\r\nچنين موقعيتى به او دست نداده است ، تو مى خواهى چنين مقام و موقعيت را با پول از\r\nخليفه بازستانى ؟ ! عجب فكر خام و انديشهء نارسايى دارى ! اگر تو ميان پيروان پدر و برادر\r\nداراى موقعيت روحانى هستى تو را نيازى به توصيهء خليفه و اين و آن نيست و اگر تو\r\nداراى چنين موقعيت معنوى نيستى ، پس با توصيه و اعطاى خليفه ، نمى توانى به چنين\r\nمنزلت و رتبه رسيده باشى !\r\nديگر از آن تاريخ پدرم دستور داد كه جعفر برادر امام حسن عسكرى ( عليه السلام ) را به\r\nتشكيلات خليفه راه ندهند و خليفه همواره در جست و جوى فرزند امام حسن\r\nعسكرى ( عليه السلام ) بود و به او دسترسى نداشت . ولى مقام امامت و منزلت امام حسن\r\nعسكرى ( عليه السلام ) فرزند زاده امام رضا ( عليه السلام ) ، در سامرا به حدى بود كه در جلالت و عظمت هيچ\r\nكدام به پايه او نمى رسيد . او اضافه مىكند : حسن بن على با آن مهابت و جلالتش ، با\r\nسكون و وقارش كه به دست آورده است ميان نوادگان على نظير و همتا ندارد . فراموش\r\nنمى كنم كه روزى در مجلس عمومى پدرم در سامرا حاضر بودم كه بر مردم بار عام داده\r\nبود و من بالاى سر او ايستاده بودم بزرگان كشور از طبقات مختلف براى ديدار پدرم\r\nدسته دسته مىآمدند و مىرفتند در اين هنگام ، پرده دار ويژه تالار ، با شتاب و عجله\r\n","description":"","footnote":"","page_name":" 1708 ","page_number":28},
  {"content":"\r\nخبر آورد كه \" ابن الرضا ابو محمد \" ( 1 ) حسن عسكرى بر در تالار است . پدرم فرياد برآورد :\r\nزود هر چه زودتر به استقبالش شتابيد و او را همراهى كنيد تا وارد شود اين وضع براى\r\nمن كه پسر او بودم بسيار تازگى داشت ، چون من تا كنون به ياد نداشتم كه جز خليفه و\r\nوليعهد و چند نفر از رجال خاص ، در خلافت كسى را در حضور پدرم با كنيه و لقب صدا\r\nكنند \" . ( 2 )\r\nآرى كنيه احترام روشن و درخشانى بود كه دربارهء هر كسى در محفل پدرم به آسانى\r\nصورت نمى گرفت در محفل پدرم رسم چنين بود كه مردم را با اسم خشك و خالى ، صدا\r\nمى كردند .\r\nدر مجلس پدرم هنگامى كه كنيهء ابومحمد به ميان آمد احساس كردم كه پدرم با\r\nشوق و اشتياق فراوان از صميم قلب گفتند كه تشريف فرما شوند ، من نخست چنين\r\nانتظارى داشتم كه پدرم با حاجب پرخاش كند كه چرا يك مرد غير رسمى را با كنيه ياد\r\nكرده است و اسم خشك و خالى او را نگفته است چشم بر در دوخته بودم تا ببينم اين\r\nمرد كه مىآيد چه هيئت و شمايلى دارد ناگاه ديدم در باز شد نوجوان بلند قامت زيبار و ،\r\nگندم گون ، خوش هيكل با نهايت تشخص و وقار ، وارد تالار شد .\r\nتا چشم پدرم به او افتاد از جاى خود برخاست و چندين قدم به سوى او شتافت و از\r\nوى استقبال به عمل آورد او را به آغوش كشيد ، صورتش را بوسيد سينه اش را بوسيد\r\nدستش را گرفت و او را بر مسند ويژه ، پهلوى خود نشاند و يكباره روى خود را برگرداند و\r\nبا او به گفت و شنود پرداخت و من شنيدم كه طى اين اين گفتگوها پدرم چندين بار كلمه\r\n\" فدايت شوم \" را به كار برد . اين چيزى بود كه هرگز به كسى نمى گفت حتى يك بار هم\r\nگفت : \" پدر و مادرم فداى تو باد . \" در اين وقت پرده دار ، پرده را كنار كشيد و گفت :\r\n\r\n","description":"","footnote":" 1 . امام رضا روى شهرت و موقعيت مقبول عامى كه پيدا كرده بود نام آن بزرگوار را بر فرزند و\r\nنوادگان او نيز اطلاق مى نمودند چنان كه به امام جواد و امام هادى و امام حسن عسكرى ( ع ) نوعا\r\n\" ابن الرضا \" مى گفتند .\r\n2 . مى دانيم كنيه در ادب عرب نامى است كه با \" اب \" يا \" ام \" شروع مىشود مانند ابوالحسن ، ام كلثوم\r\nو تعبير با كنيه ، نشان تعظيم و احترام نامبردگان با كنيه مى باشد . ","page_name":" 1709 ","page_number":29},
  {"content":"\r\n\" الموفق مى آيد ! \"\r\nموفق پسر متوكل و برادر خليفه مى آيد ( او يكى از شخصيت‌هاى نظامى روزگار\r\nخلافت عباسى بود ) او وارد شد پدرم بى آنكه رويش را به طرف حاجب برگرداند\r\nهمچنان با ابومحمد حسن ( پيشواى يازدهم ) صحبت مى كرد خود موفق هر وقت به\r\nديدار پدرم مى آمد عده اى از غلامان و سپاهيان ملتزم ركاب او بودند و او را اسكورت\r\nمى كردند و گارد احترام پيشاپيش او حركت مى كرد آنان مسير مخصوص خليفه را\r\nتعيين كرده و در دو طرف راه تا درب منزل ، گارد احترام تشكيل داده و ورود و خروج\r\nخليفه را كنترل مى نمودند پدرم همچنان مشغول مكالمه با ابو محمد بود كه غلامان\r\nويژهء خليفه وارد شدند .\r\nپدرم به حضور ابى محمد عرضه داشت هم اكنون اگر خواستيد مىتوانيد تشريف\r\nببريد به غلامان و دربانان دستور داد كه او را از وسط گارد احترام عبور ندهند ، هدفش\r\nآن بود كه با خليفه رو به رو نگردد . هنگامى كه امام برخاست پدرم نيز به احترام او بلند\r\nشد با او معانقه و دست داد ايشان تشريف بردند ولى من به فكر فرو رفتم و با خود\r\nمى انديشيدم كه اين شخصيت كى باشد ؟ كه تا اين اندازه مورد احترام و تجليل پدرم\r\nقرار مى گيرد .\r\nنخست از دربان پرسيدم : \" اين شخصى كه در حضور پدرم از او با عنوان كنيه تعبير\r\nآورديد كى بود ؟ و آيا مى دانيد چرا پدرم اين همه تجليل و احترام از ايشان به عمل\r\nآوردند ؟ \"\r\nدربان در پاسخ گفت : مگر او را نمى شناسى ؟ او يكى از افراد خاندان علوى است نامش\r\nحسن بن على معروف به \" ابن الرضا \" است شگفت و تعجب من افزون تر گرديد و از معرفى\r\nاو چيزى عائدم نشده بود . از لحظه ى آن ديدار تا پاسى از شب در آن فكر به حيرت افتاده\r\nبودم كه او كى بود و پدرم چرا اين همه تجليل از او به عمل آورد . ؟\r\nپدرم نماز مغرب و عشا را به جا آورده بود ، طبق معمول براى رفع حوائج مردم\r\nنشسته بود كه من به حضورش رسيدم و پيش او زانو زدم جز من كسى در حضورش نبود\r\n","description":"","footnote":"","page_name":" 1710 ","page_number":30},
  {"content":"\r\nفرمودند : \" پسرم ! كارى با من داشتى ؟ \" گفتم : \" اگر اجازه بدهيد \" . آرى سپس گفت : \" بگو\r\nببينم \" من با نهايت حيرت و اعجاب پرسيدم ابو محمد كى بود ؟ و آن شخص چه كسى\r\nاست كه تو اين همه احترامش را رعايت كردى ، سر و صورتش را بوسيدى ، و پدر و مادرت\r\nرا فدايش كردى او چه منزلتى دارد ؟\r\nپدرم با اندكى مكث گفت : پسرم ! مگر تو او را نمى شناسى ؟ او پيشواى \" رافضى ها \"\r\nاست و سپس اضافه كرد اگر خلافت از خلفاى ما سلب شود هيچ كس در ميان نوادگان\r\nعلى ، شايسته تر از او به مقام خلافت نيست مى دانى چرا پسرم ؟ براى اينكه اين جوان\r\nفضل دارد ، علم دارد ، تقوى و عفاف دارد ، زهد و عبادت دارد ، اخلاق پسنديده و تربيت\r\nنيكو دارد ، و مردى شريف و صالح و شايسته است . پدرم اندكى صبر كرد و آنگاه افزود :\r\nافسوس پدرش را نديدى احمد اگر پدر بزرگوارش را مى ديدى كه در فضيلت و شرافت\r\nنمونهء كامل و برجسته بود هميشه انديشهء تو دربارهء پدرت توأم با خشم و غضب بود !\r\nحيرتى بر حيرتم افزوده شد چون هر چه از بزرگان دربار خليفه از قضات و امراى\r\nسپاه و شخصيت‌هاى مختلف سامرا پرسشها كردم ، ديدم اين مرد در ميان شهر سامراء\r\nمورد تمجيد و احترام و علاقهء همگان قرار گرفته است . من در عمرم هيچكس را ميان\r\nطبقات گوناگون مردم همانند او موجه و محترم و محبوب نديده بودم . همگان او را به\r\nعظمت وجلالت قدر اعتراف داشتند و او را بر عموم خاندان علوى ترجيح داده و مقدم\r\nمى داشتند از آن روز شأن و مقام او در قلبم جايگزين گرديد چون كسى از دوست و\r\nدشمن را پيدا نكردم جز آن كه دربارهء او ثناگو و مداح باشد \" . ( 1 )\r\nعلامه مجلسى پس از ايراد اين واقعه ، تاريخ آن را نيز ذكر مىكند كه فرماندار قم آن\r\nقضيه را در ماه شعبان 278 در شهرستان قم تعريف كرده است راوى اين داستان سعد بن\r\nعبد الله نامى بوده است كه مورد وثوق و اعتبار بوده است چون كسانى مانند : شيخ مفيد و\r\nكلينى از او نقل كرده اند . ( 2 )\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 318 .\r\n2 . بحار الانوار ج 12 ، ص 175 ، چاپ امين الضرب . ","page_name":" 1711 ","page_number":31},
  {"content":"\r\n\r\n\r\nدر انتظار نوزاد\r\nخلفاى عباسى كه مطالب فراوانى دربارهء مهدى امت از زبان اخبار و احاديث شنيده\r\nبودند ( اخبارى كه تنها متجاوز از 146 حديث آن مى گويد : مهدى فرزند بلافصل امام\r\nحسن عسكرى ( عليه السلام ) است ) از اينرو گوش به زنگ بوده و هميشه در انتظار چنين مولودى\r\nثانيه شمارى مى كردند و آنان به خوبى از مبارزات و قيام آن موعود منتظر ، بر ضد ستم و\r\nحكومت‌هاى باطل و ستمگر آگاه بوده ، و در دل هراس زجر دهنده‌اى نسبت به خاندان\r\nرسالت داشتند و سعى و كوشش مى كردند كه پيشوايان معصوم را ، تحت نظر و كنترل\r\nدقيق خود بياورند از اينرو متوكل عباسى كه از نفوذ و موقعيت علمى و معنوى دهمين\r\nپيشوا سخت به هراس افتاده بود دستور داد به صورت اجبارى آن حضرت را به مركز\r\nحكومت خود ( سامراء ) ( 1 ) فرا خواند و در پادگان نظامى شهر جا دهند تا مرتب از نزديك ،\r\nمراقب و مواظب اوضاع و اخبار داخل و مسائل خارجى آنان باشند او مدت ده سال و نه\r\nماه از زندگى خود را در آن محل سپرى ساخت و به همين مناسبت فرزندش امام حسن\r\nبا لقب عسكرى شهرت يافت . ( 2 ) گاهى از هر دو بزرگوار به \" عسكريين \" تعبير آورده\r\nشده است . خليفه عباسى معتمد كه مست كنيزان ولعبتهاى آنان شده بود محض\r\nارعاب و تهديد و نشان دادن قدرت و حشمت خود نسبت به امام يازدهم ، فرمان داد\r\nسپاهيان در حين عبور هر كدام يك كيسه خاك با خود بردارند و در يك نقطه بريزند و\r\nتلى به وجود بياورند تا بدين وسيله عظمت و قدرت ظاهرى خود را به امام حسن\r\nعسكرى ( عليه السلام ) نشان بدهد . او به اين طعنه ها و اظهار عداوتها ، كفايت نكرد بلكه دستور داد\r\nبايد سه سال امام در زندان به سر برد .\r\nدر محيط زندان\r\nزهد و عبادت آن حضرت به حدى بود كه محيط زندان نه تنها تغييرى در وجود او\r\n\r\n","description":"","footnote":" 1 . سامرا شهرى است كه در سال 231 به دستور معتصم به عنوان \" پادگان نظامى \" لشكر\r\nتأسيس گرديد .\r\n2 . اعيان الشيعه ج 2 ، ص 291 . ","page_name":" 1712 ","page_number":32},
  {"content":"\r\n\r\nپديد نياورد بلكه زندانيان و مأمورين گماشتهء خلافت را تحت تأثير قرار داد زندانبان آن\r\nحضرت به نام \" صالح بن وصيف \" هنگامى كه از مقام ما فوق خود دستور شدت عمل\r\nدربارهء امام را دريافت مىكند در پاسخ مى گويد : من چه كار كنم ؟ دو نفر از خشن ترين و\r\nسنگدل ترين افراد را مأمور او ساخته ام كه او را تحت شكنجه و ناراحتى قرار دهند ، ولى\r\nآنها به قدرى تحت تأثير روحيات و اخلاق و معنويت او قرار گرفته اند كه هر دو خود از\r\nعابدان و زاهدان گشته اند آنان براى من تعريف مى كنند : \" كه هر شب زندانى ما از اول\r\nشب تا صبح ، بيدار و مشغول راز و نياز با آفريدگار جهان است ، و با هيچكس حرف\r\nنمى زند و هنگامى كه نگاه نافذش را بر ما مى افكند گوئى تمام قدرت و توانايى خود را از\r\nدست مى دهيم ، و يكپارچه غرق در عظمت و معنويت او و در برابرش تسليم و محو\r\nمى شويم \" . محيط زندان يك مكتب تربيت و تعليم بود كه تا دورافتادگان از تعاليم\r\nانسانيت را به ياد خدا و تعاليم او فراخواند .\r\nپيشگوئى در زندان\r\nاز ابوهاشم روايت شده است كه مى گفت : \" من با امام حسن عسكرى ( عليه السلام ) در زندان\r\nمهدى عباسى بودم امام به من فرمود : اين مرد ستمكار امشب از دنيا مى رود خداوند\r\nرشتهء عمر او را قطع كرد و حكومت به حاكم بعدى منتقل گرديد افزودند من فرزندى\r\nندارم ولى خداوند به همين زودى به لطف و منت خود پسرى به من مرحمت مىكند \"\r\nوقتى كه ما آن شب را صبح كرديم تركها به مهدى عباسى حمله كردند و مردم هم با آنان\r\nهمكارى نمودند ( چون مهدى به معتقدات فرقه \" معتزله \" و \" قدريه \" گرايش پيدا كرده\r\nبود از اينرو اكثر مردم با او مخالف بودند ) مهدى عباسى را كشتند ، به جاى مهدى ،\r\nمعتمد را نصب كردند و با او بيعت كردند . مهدى قبل از آنكه كشته شود تصميم داشت\r\nامام حسن عسكرى ( عليه السلام ) را شهيد كند ولى خداوند او را به خودش مشغول ساخت ، و به\r\nسوى دردناكترين عذاب حركت داد \" . ( 1 )\r\n\r\n","description":"","footnote":" 1 . اثبات الوصية ، مسعودى ص 474 . ","page_name":" 1713 ","page_number":33},
  {"content":"\r\n\r\n\r\nنمونه اى از شكنجه‌هاى زندان\r\nمحدثين عالى مقام كه در زمرهء آنان مرحوم \" كلينى \" هم قرار گرفته است نقل مى كنند\r\nكه يكى از زندانبانان امام حسن عسكرى ( عليه السلام ) در مورد ايشان با شدت و غضب رفتار\r\nمى كرد و هر روز به نوعى وسائل ايذاى او را فراهم مى ساخت روزى همسرش به او گفت :\r\n\" دربارهء حضرت عسكرى ( عليه السلام ) از خدا پروا داشته باش ، تو نمى دانى چه شخصيت\r\nبزرگوارى در منزل تو قرار گرفته است در عبادت و اطاعت و زهد و تقوا نظير و همتايى\r\nندارد من در مورد ايشان از تو بيمناكم \" .\r\nگفتار همسر اثر معكوس بر روحيهء او گذارد . او را تهييج كرد و قسم خورد كه او را ميان\r\nدرندگان و شيران خواهم افكند در اين باره از مقامات فوق كسب تكليف كرد و آنان نيز\r\nاجازه صادر كردند . يكى از روزها امام عسكرى ( عليه السلام ) را ميان درندگان آورد و منتظر\r\nاقدامات درندگان بود و ترديدى نداشت كه او را پاره پاره خواهند كرد با كمال علاقه و\r\nاشتياق مشغول تماشا و ديدبانى بودند ، ناگاه متوجه شدند امام ايستاده مشغول انجام\r\nنماز است و درندگان در حول وحوش آن بزرگوار صف كشيده اند و دستور داده شد\r\nدوباره آن حضرت را از زندان به منزل خود منتقل سازند \" . ( 1 )\r\nدر زندان معتمد عباسى\r\nامام حسن عسكرى ( عليه السلام ) چندين بار به زندان ظلم و جور و جفا افكنده شده است كه\r\nآخرين بار آنها زندان معتمد عباسى بوده است يكى از راويان حديث به نام \" محمد بن\r\nابى زعفران \" از مادر امام ( عليه السلام ) روايت كرده است كه گفت : \" يكى از روزها پسرم به من گفت\r\nدر سال 260 اذيتى به من خواهد رسيد كه مرا دچار رنج و مشقت خواهد ساخت . جزع و\r\nگريه و ناله سردادم . امام به من فرمود امر خدا بايد اجرا شود جزع و ناراحتى فايده اى\r\nندارد وقتى كه ماه صفر سال 260 فرا رسيد به من خبر رسيد معتمد عباسى پسرم را با\r\nبرادرش جعفر به وسيله \" على بن جرين \" زندانى كرده است .\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 224 . ","page_name":" 1714 ","page_number":34},
  {"content":"\r\n\r\nمعتمد عباسى هميشه به وسيله زندانبان از اوضاع امام ( عليه السلام ) اطلاع مى گرفت . زندانبان\r\nجز روزه و نماز در شب و روز گزارش ديگرى نداشت ، و اين گزارش ها چند مرتبه صورت\r\nگرفت در پاسخ يكى از آنها معتمد پيغام داد همين الساعة برو و سلام مرا به آن حضرت\r\nبرسان و از قول من بگو كه به جانب منزل خود حركت كند . زندانبان گويد به درب زندان\r\nآمدم ، مركب زين كرده اى را آماده ديدم خدمت آن حضرت رسيدم ، ديدم كه عبا و\r\nدستار خود را پوشيده است . پيغام معتمد را رساندم سوار مركب شد مقدارى مكث كرد .\r\nگفتم : \" براى چه مكث مى فرماييد ؟ \"\r\nگفت : \" براى اين كه جعفر هم خارج گردد \" .\r\nگفتم : \" معتمد تنها خلاصى شما را دستور داده است ! \"\r\nفرمود برو به معتمد بگو : \" من و جعفر با هم از يك خانه ، خارج شده ايم . اگر برگردم و\r\nجعفر باقى باشد عيب است و روا نيست ! \"\r\nزندانبان پيام امام را به معتمد رساند و بازگشت و به اطلاع امام رساند كه معتمد\r\nمى گويد : \" جعفر را هم به احترام شما ، آزاد كردم . چون جعفر را به علت جنايتى كه در\r\nحق من وشما انجام داده بود ، زندانى كرده بودم \" . امام به اتفاق جعفر از زندان بيرون آمد\r\nو رهسپار منزل گرديد \" . ( 1 )\r\nدر زندان فرمانده لشكر\r\nامام حسن عسكرى ( عليه السلام ) بار ديگر در اختيار فرمانده لشكر خليفه ، شخصى به نام \" على\r\nبن اوتامش \" قرار گرفت او يكى از دشمنان سرسخت خاندان علوى بود ، به او دستور داده\r\nشده بود هر چه توانايى داشته باشد دربارهء امام كوتاهى و مضايقه ننمايد ولى امام ( عليه السلام )\r\nيك روز بيشتر در زندان او باقى نماند و به واسطه مشاهدهء آثار عظمت در چهرهء امام ( عليه السلام )\r\nاو هرگز توان نداشت به صورت امام نگاه افكند پس از آزادى از زندان ، او يكى از\r\nخوش گفتارترين و خوش عقيده ترين افراد نسبت به خاندان علوى شد . ( 2 )\r\n\r\n","description":"","footnote":" 1 . اثبات الوصية ، مسعودى ص 476 .\r\n2 . ارشاد مفيد ص 322 . ","page_name":" 1715 ","page_number":35},
  {"content":"\r\n\r\n\r\nروزه و نماز در زندان\r\n\" ابن صباغ مالكى \" و \" علامه شبلنجى \" كه هر دو از دانشمندان اهل تسنن مى باشند\r\nدربارهء دوران زندان امام حسن عسكرى ( عليه السلام ) نقل مى كنند : \" رفقاى زندانى او چنين\r\nگزارش مى دهند كه امام حسن عسكرى ( عليه السلام ) در زندان روزه مى گرفت هنگام افطار هم از\r\nغذايى كه خدمتگزار امام ، به زندان مى آورد افطار مى نموديم .\r\nابو هاشم هم زندانى امام مى گويد : من هم با امام روزه مى گرفتم روزى در وسط روز ،\r\nضعف بر من غلبه كرد به غلام خود دستور دادم كه كيك ( غذاى مخصوصى كه از سبوس\r\nحبوبات تهيه مى كردند ) بياورد . به محل خلوتى رفتم آن را خوردم و آب نوشيدم\r\nبى آنكه فردى متوجه روزه خوارى من شده باشد و سپس به جمع زندانيان پيوستم\r\nوقتى امام به من نگريست تبسم بر لب مبارك ايشان نقش بست و فرمود افطار كردى\r\nخجالت مى كشى ؟ اين امر هرگز خجالتى ندارد هنگامى كه مشاهده نمودى ضعيف\r\nشده‌اى و خواستى قوت پيدا نمايى پس گوشت بخور چون كيك كه قوت ندارد و من\r\nمى خواهم شما سه روز پشت سر هم روزه نگيريد چون بدن آدم وقتى در اثر روزه ، رو به\r\nضعف و سستى نهاد تا سه روز قوت و نيرو به خود نمى گيرد \" . ( 1 )\r\nگزارشى از زندان\r\nابن هاشم از پدرش او هم از عيسى پسر فتح نقل مىكند : \" هنگامى كه امام حسن\r\nعسكرى ( عليه السلام ) را وارد زندان نمودند كه ما هم در آن محبوس بوديم به من فرمودند : شصت\r\nو پنج سال و يك ماه و دو روز عمر و زندگى نموده ايد . گفتم : آرى . چون كتابى داشتم كه\r\nدر پشت آن تاريخ ولادت من ثبت شده بود ، نگاه كردم ديدم همانطور است كه امام\r\nمى فرمايند . سپس فرمودند آيا فرزندى نصيب شما شده است ؟ گفتم : نه . دست به دعا\r\nبلند كرد عرض نمود خدايا ! به او فرزندى عنايت فرما كه كمك و بازوى او باشد فرزند\r\nكمك خوب و بازوى تواناى پدر است ، سپس انشاد كردند هر كسى كه بازو و مددكارى\r\n\r\n","description":"","footnote":" 1 . احقاق الحق ج 1 ، ص 468 ، به نقل از الفصول المهمه ص 270 ، ونور الأبصار شبلنجى ص 225 ،\r\nچاپ مصر . ","page_name":" 1716 ","page_number":36},
  {"content":"\r\n\r\nداشته باشد در روزگار تيره او را درمىيابد ، ذليل و ناتوان كسى است كه بازو و مددكارى\r\nنداشته باشد \" . ( 1 )\r\nعرض كردم آقا و سرور من ! آيا شما فرزندى داريد ؟ فرمودند : من هم اكنون ندارم ولى\r\nبه خدا قسم من فرزندى خواهم داشت كه روى زمين را از عدل و داد پر خواهد ساخت ، و\r\nتمثل به اشعارى نمود كه مضمون آن اين است : \" شما روزگارى را خواهيد ديد كه\r\nفرزندان قهرمان و شيرافكن ، در اطراف من صف كشيده اند ، \" تميم \" قبل از آن كه\r\nفرزندان او به حد رشد رسيده باشند ، در ميان مردم تك و تنها به سر مى برد \" . ( 2 )\r\nيك واقعه فرح انگيز در دوران امامت او\r\nدر سال 255 هجرى در شب پانزدهم شعبان ، واقعه اى مسرت بخش وفرح انگيزى\r\nدر خاندان امامت رخ داد كه عموم علاقه مندان اهل بيت را خوشحال و مسرور ساخت و\r\nآن ولادت با سعادت حضرت ولى عصر [ ارواحنا فداه 
  ] بود . نوزادى كه چشم انتظار\r\nعلاقه مندان اصلاح عمومى به ديدار جمال نورانى و مقدم مبارك او دوخته شده است و\r\nدر اين انتظار تنها دوستداران اهل بيت نيستند كه ثانيه شمارى مى كنند بلكه اكثريت\r\nمردم جهان ، چنين انتظار مصلحى را دارند تا جهان از سيطرهء ظلم و جنايت آزاد گردد\r\nداستان ولادت آن نوزاد را چنين توصيف كرده اند : \" حكيمه خاتون \" دختر امام جواد ( عليه السلام ) كه\r\nعمهء امام حسن عسكرى ( عليه السلام ) بود ، خدمت امام در مى آمد و هميشه دعا مى كرد كه خداوند\r\nفرزندى به آن حضرت عطا كند او مى گويد : يك روز من به خدمت آن حضرت رسيدم و\r\nهمانند عادت قبلى دربارهء او دعا كردم امام فرمودند : امشب كه نيمه ماه شعبان 255\r\nاست آن مولودى كه ما انتظار آن را داريم متولد خواهد شد تو امشب افطار نزد ما باش ! آن\r\nشب ، شب جمعه بود من گفتم آن نوزاد از كى خواهد بود ؟ فرمود از نرجس همان كنيزى\r\nكه به من اهداء شده است .\r\nحكيمه خاتون مى گويد : از ميان كنيزان هىچكدام از نرجس پيش من عزيزتر نبودند\r\n\r\n","description":"","footnote":" 1 . \" من كان ذاعضد يدرك ظلامته ان الذليل الذى ليس له عضد \" .\r\n2 . الفصول المهمه ابن صباغ مالكى بنا به نقل احقاق الحق ج 12 ، ص 468 . ","page_name":" 1717 ","page_number":37},
  {"content":"\r\n\r\nمن تعجب كردم و به امام حسن گفتم من در نرجس اثر حملى نمىبينم ؟ امام حسن\r\nعسكرى ( عليه السلام ) لبخندى زد و فرمود ما گروه اوصياء در پهلوى مادران قرار مى گيريم\r\nانشاءالله اين شب نوزادى كه در نزد خدا گرامى است تا طلوع فجر ، متولد خواهد شد .\r\nاو مى گويد من در كنار نرجس خاتون خوابيدم امام هم در آن خانه بود موقعى كه\r\nوقت نماز شب فرا رسيد من براى نماز بلند شدم ولى نرجس خاتون همچنان در خواب\r\nبود اثر وضع حمل در وجود او پيدا نبود من مشغول نماز شدم موقعى كه به نماز وتر\r\nرسيدم از خاطرم گذشت شايد فجر طلوع كرده باشد و درباره مولود شكى از خاطرم\r\nگذشت ناگاه صداى امام را شنيدم كه مى فرمايد : عمه فجر طلوع نكرده است ، شك در\r\nخود راه مده . من نماز را به سرعت تمام كردم ، پيش نرجس خاتون رفتم او را حركت\r\nدادم و در بغل گرفتم ، نام خدا را به زبان آوردم به او گفتم : آيا احساس درد مى كنى ؟ گفت :\r\nآرى و سپس حالتى شبيه خواب عارض نرجس خاتون شد كه فرزندش مهدى متولد\r\nگرديد ، ناگاه صدايى شنيدم كه امام مى فرمايد : عمه فرزندم را نزد من بياور . وقتى كه\r\nمتوجه نوزاد شدم ، ديدم كه مواضع سجده را روى زمين نهاده و در حال سجده است ، بر\r\nبازوى راست او نوشته شده بود : \" جاء الحق وزهق الباطل إن الباطل كان زهوقا \" .\r\nوقتى نوزاد را بغل گرفتم ديدم پاك و پاكيزه و ختنه شده است او را به جامه اى\r\nپيچاندم و به حضور پدرش بردم ، امام او را بغل گرفت و بر كف دست چپ خود ، نشانيد\r\nدست راست خود را به پشت آن نوزاد گذاشت و زبان خود را در دهان او قرار داد صدائى\r\nشنيدم كه مى گويد :\r\n\" اشهد أن لا إله الا الله و أن محمدا رسول الله ، و أن عليا ولى الله \" . ( 1 )\r\nدر ميان بيم و هراس\r\nولادت فرزند امام حسن عسكرى ( عليه السلام ) در ميان بيم و هراس از آزار خلفاى ستم پيشه\r\nصورت گرفت و امام حسن عسكرى ( عليه السلام ) سعى و كوشش داشت كه ولادت آن وجود\r\n\r\n","description":"","footnote":" 1 . مسعودى ، اثبات الوصية ص 485 . ","page_name":" 1718 ","page_number":38},
  {"content":"\r\n\r\n\r\nمقدس را از بيگانگان و مردم ناشايست ، پنهان دارد و جز معدودى از شيعيان خالص و\r\nموثقين و معتمدين آن حضرت ، كسى موفق به ديدار آن مولود مسعود نمى گرديد و\r\nبى نهايت مراقبت و مواظبت مى نمود تا از شر و آزار دشمنان محفوظ مانده و از تعرض\r\nستمگران سالم ماند . مطابق برخى از نوشته ها پس از ولادت آن بزرگوار او را با مادرش\r\nنرجس خاتون به مكه معظمه ، روانه ساخت تا در آن بلد امن از حجت خدا\r\nنگهدارى شود . ( 1 )\r\nمنتظران اصلاح عمومى\r\nاز پيامبر بزرگوار اسلام نقل شده است كه فرمودند : \" آن كس كه در آخر الزمان بر پا\r\nمىخيزد ، نامش نام من ، و نام پدرش نام فرزندم حسن است ، و كردگار توانا به پايمردى او\r\nدنياى لبريز از ستم و تبهكارى را ، مالامال از عدل و داد خواهد كرد \" . ( 2 )\r\nآخرين اميد بشر\r\nاو حجت بالغهء پروردگار و آخرين آرزو و اميد بشريت است هر كس به زبانى سخن در\r\nستايش و منقبت او گويد و هر ملتى با لغتى او را مى خواند وقتى ما اختلاف لغات ، رنگها ،\r\nاديان و مذاهب را از ميان برمىداريم همه را به يك عقيدت و يك شريعت دربارهء او\r\nخواهيم يافت .\r\nانسانهايى كه در شرق دور ، انتظار بوداى مقدس را مىكشند در واقع چشم به راه او\r\nدوخته اند و اميدوارند كه او باز گردد و جهان را از اين شورش دلهره انگيز و اختلاف\r\nگشايش ناپذير برهاند . آنان به \" مهدى \" نام \" بودا \" نهاده اند .\r\nملت يهود كه با اختلاف عقيده اى كه دارد : \" عزيز موسى يا هارون را مى كشند و\r\nمعتقدند كه در سياه‌ترين اعصار تاريخ جهان ، بازگشت خواهد كرد و به داد مردم دنيا\r\nخواهد رسيد در واقع دلش به هواى مهدى موعود مىتپد .\r\n\r\n","description":"","footnote":" 1 . اثبات الوصية ص 490 .\r\n2 . ارشاد مفيد ص 326 . ","page_name":" 1719 ","page_number":39},
  {"content":"\r\n\r\n\r\nملت نصارى كه انتظار \" عيسى \" و \" فادى \" ( 1 ) را مى كشند در واقع حجت خدا را مى طلبند\r\nچون مهدى موعود وارث خدا و نجات دهندهء انسانيت از فتنه ها و شرها است .\r\nبشر امروز با همه پيشرفت‌هاى افسانه‌وار كه در دانش‌هاى تجربى به هم رسانيده\r\nاست در عين حال به ناتوانى خجلت آور خود در حل گرفتاريها و مشكلات اخلاقى و\r\nروانى ، خويش معترف است و انتظار منجى و مصلحى را مى كشد كه به اين همه\r\nنابسامانيهاى بين المللى و فجايع انسانى ، خاتمه بخشد ، آرى او خواهد آمد \" . ( 2 )\r\nدر آئينه شعر و ادب\r\nمحتواى شعر و ادب و زبان عمومى مردم ، آينه و نشانگر محيط زندگى هر عصرى\r\nاست در صورتى كه خالى از اغراض و مقاصد شخصى بوده باشد . يكى از اهل ادب نامور\r\nآن روز به نام \" ابوالعتاهيه \" تابلوى گويايى از روزگار عباسى را در اختيار ما مى گذارد كه\r\nبهترين نشانگر اوضاع جابرانهء آن روز است . او در اشعار خود مىسرايد : \" آيا كسى هست كه\r\nنصايح و پندهاى مرا به گوش خليفه و زمامدار مردم برساند ؟ در روزگار خلافت شما\r\nنرخها و قيمتها خيلى بالا رفته است و تجارات ومعاملات رو به كسادى و نابودى نهاده\r\nاست و مردم در بيچاره‌گى و فقر و فلاكت به سر مى برند غم واندوه فراوان بر بيچاره‌گان و\r\nيتيمان و بيوه زنان مستولى گشته است كه آنان را به زانو در آورده است آنان شكايتهاى\r\nخود را با صداى بلند و لرزان به گوش خليفه مى رسانند تا از وضعى كه پيدا كرده اند\r\nآسايش و آرامشى پيدا كنند ، در اين روزگار مسئول و پناهگاه شكمهاى گرسنه و بدنهاى\r\nعريان و برهنه ، جز خليفه كى مىتواند باشد ؟ من گزارشهاى ملت بيچاره و ستمديده را\r\nبه طور كامل ، به گوش شما خليفهء مسلمانان رساندم \" .\r\nنيرنگهاى خلفاى عباسى\r\nبا آنكه زمامداران اموى و عباسى در منحرف ساختن حكومت اسلامى از محور اصلى\r\n\r\n","description":"","footnote":" 1 . فدا كنندهء خويش در راه بخشوده شدن گناهان مردم يا ترك اولايى كه آدم نياى بزرگ بشر\r\nمرتكب آن شده بود .\r\n2 . چهارده معصوم ص 261 ، به قلم مرحوم جواد فاضل . ","page_name":" 1720 ","page_number":40},
  {"content":"\r\n\r\n\r\nخود ، و جبهه بندى در برابر خاندان رسالت ، با هم مشترك بودند ، ولى اين تفاوت را با هم\r\nداشتند كه خلفاى اموى ( به استثناء عمر بن عبد العزيز ) چندان ارتباطى با رجال علمى\r\nو دانشمندان دينى نداشتند و در كار آنان خيلى مداخله نمى نمودند . بيشتر همت آنان\r\nمصروف سركوب ساختن نهضتهاى داخلى ، فتوحات خارجى يا تنظيم امور مالى و\r\nديوانى بود و علما و دانشمندان را به حال خود وامى گذاشتند از اين رو حكومت آنان از\r\nوجههء دينى و رنگ مذهبى ، بهره و صبغه‌اى نداشت ولى هنگامى كه بساط حكومت\r\nامويان ، برچيده شد و عباسيان روى كار آمدند ، قضيه برعكس شد آنان به حكومت خود\r\nرنگ دينى و صبغهء مذهبى دادند و تلاش براى بهره بردارى از عوامل مذهبى ، به نفع\r\nحكومت ، قوت گرفت و تظاهر به دين دارى و ارتباط با رجال دينى و دانشمندان و علماى\r\nاسلامى ، رواج پيدا كرد . علت اين تظاهر آن بود كه آنان نمى خواستند تنها به عنوان\r\nزمامدار سياسى شناخته شوند بلكه مى خواستند در عين زمامدارى ، وجههء دينى و\r\nاعتبار مذهبى نيز به خود بگيرند تا از اين رهگذر از احترام افكار عمومى ، برخوردار شوند\r\nروى اين اصل بود كه براى كارهاى خلاف خود ، اغلب توجيهات فريبندهء دينى و\r\nسرپوش‌هاى مذهبى تهيه مى كردند و تماس با خاندان رسالت و دعوت آنان به مراكز\r\nحكومت روى همين فلسفه و انگيزهء سياسى بود .\r\nنيابت از خدا !\r\nآنان حكومت بر خلق را يك موهبت الهى و آسمانى معرفى مى كردند و خود را\r\nجانشينان و نمايندگان خدا مى پنداشتند و هر عملى را كه انجام مى دادند به نمايندگى از\r\nطرف خدا ، و به خلافت و نيابت از او ، قلمداد مى كردند . زهى ادعاى بزرگ و پوچ !\r\nقفل اموال !\r\nبه عنوان مثال : \" منصور دوانيقى \" يكى از خلفاى عباسى در خطابه اى كه ميان انيوه\r\nكثيرى از مسلمانان آن روز ، ايراد مى كرد چنين مى گفت :\r\n\" مردم ! من حاكم شما از جانب خدا هستم با توفيق و عنايت و كمك او ، رهبرى شما را\r\nبه عهده دارم ، من از طرف خداوند نگهبان اموال شمايم و با اراده و خواست او ، هر كارى\r\n","description":"","footnote":"","page_name":" 1721 ","page_number":41},
  {"content":"\r\nرا خواستم انجام مى دهم . من از جانب خداوند قفل اموال شما هستم اگر او خواست كه بر\r\nارزاق و تقسيمات شما توسعه دهم اين كار را انجام مى دهم ، و اگر نخواست قفل اموال\r\nباقى خواهم ماند . تا روزى كه مرا باز كنند ! \" ( 1 )\r\nنمايندگى از طرف خدا و تصرف در اموال عمومى مردم ، طبق خواست و اراده\r\nنامتناهى خدايى ! قهرا هيچ گونه رادع قانونى در بر نخواهد داشت و هيچ عاملى نخواهد\r\nتوانست جلو آن اراده را بگيرد . بر اساس همين انديشه و فكر خام بود كه در سيره و روش\r\nخلفاى عباسى فراوان مى بينيم كه گاهى به يك شاعر چاپلوس و متملق ، يا يك مطرب و\r\nرقاصه ، چندين هزار درهم از كيسهء خلافت و اموال عمومى به نيابت از خدا ، حاتم بخشى\r\nكرده اند و از طرفى چندين هزار بيچاره ومفلوك در بدبختى و بىنوائى كار را به جائى\r\nرسانده است كه در عصر معتمد يكى ديگر از خلفاى عباسى معاصر امام هادى\r\nعسكرى ( عليه السلام ) گوشت انسانها را مى خورند ( 2 ) \" ، در حالى كه عيش و نوش دستگاه خلافت\r\nهمچنان برقرار و پر رونق بود ! \"\r\nاموال عمومى از اطراف و اكناف كشور اسلامى ، به خزينه‌هاى بغداد سرازير مى شد\r\nولى در همانجا فروكش مى كرد و از ميان مى رفت ، چون مخارج دستگاه خلافت ، و حاتم\r\nبخشيهاى آنان به شاعران و نوازندگان و چاكران و چاپلوسان فوق محاسبه بود . وقتى به\r\n\" عنايى \" يكى از اديبان معروف عصر عباسى گفته مىشود تو چرا همانند همكاران خود به\r\nخليفه تقرب و نزديكى نمى جوئى تا از عطايا و جوايز وصله‌هاى او بهره‌مند شوى ، در\r\nپاسخ مى گويد : \" من ديدم عطاياى خليفه ، روى حساب نيست ، گاهى ده هزار درهم را در\r\nيك امر ناچيز و جزئى مى بخشد و گاهى فرد را روى يك عمل ناچيز محروم ساخته و از\r\nشهر تبعيد مىكند . من نمى توانم موقعيت خود را روشن سازم تا از كدامين دسته از اين\r\nمردم باشم ؟ \" ( 3 )\r\n\r\n","description":"","footnote":" 1 . جرج جرداق ، صوت العدالة الأنسانيه ص 132 .\r\n2 . مسعودى ، مروج الذهب ج 4 ، ص 202 .\r\n3 . احمد امين ضحى الاسلام ج 1 ، ص 133 . ","page_name":" 1722 ","page_number":42},
  {"content":"\r\n\r\n\r\n\r\nكاخ عروس\r\nبر اساس همين غلط اندازيها و روشهاى ناسنجيدهء دستگاه خلافت بود كه روز به روز\r\nاختلافات طبقاتى و تفاوت مراتب زندگى مردم ، از هم فاصله مى گرفت و خلفاى بعدى\r\nاين سلسله ، هر روز بدتر از روز قبلى شده و بر تجملات ظاهرى خود مى افزودند . آنان با\r\nبرافراشتن كاخهاى مجلل و سر به آسمان كشيده ، در برانداختن كاخ عدالت و\r\nدادگسترى سعى و كوشش مى كردند . كاخهايى كه هزينه‌هاى كمرشكن آن گاهى از\r\nچندين ميليارد دينار ، تجاوز مى كرد . تاريخ نگاران اين چنين گزارش مى دهند : \" تنها\r\nكاخ عروس متوكل سى مليون درهم هزينه برداشته بود و كاخهاى جعفرى ، غريب ،\r\nشيدان برج ، صبح ، مليح ، بستان . . . هر كدام به تنهايى دهها مليون دينار ، هزينه برداشته\r\nبودند \" . ( 1 )\r\nجهانى در يك كاخ\r\nباز در تاريخ مى خوانيم : وقتى \" ابوالعيناء \" مرد شاعر واديب خوش ذوق وارد كاخ\r\nمتوكل گرديد در حالى كه او در كاخ \" الجعفرى \" لم داده و مشغول عيش و نوش بود پس از\r\nبازديد كاخ از او دربارهء مشاهداتش سؤال كرد كه اين قصر ما را چگونه يافتى ؟\r\nشاعر اديب در پاسخ گفت : \" مردم خانه‌هايى را در دنيا بنا مى كنند ، ولى تو دنيا را در\r\nخانهء خود فراهم كرده اى ! \" متوكل گفتار او را پسنديد و او را مورد عنايت و توجه خاص\r\nخود قرار داد .\r\nكاخ الكامل\r\n\" المعتز \" كه يكى ديگر از خلفاى معاصر امام حسن عسكرى ( عليه السلام ) بود قصرى به نام\r\n\" الكامل \" بنا كرده بود كه سقف آن از طلا و زمرد و جواهرات آراسته گرديده بود .\r\n\" المعتضد \" يكى ديگر از خلفاى عباسى كاخى به نام \" الثريا \" در نهايت وسعت و شكوه\r\nبرافراشته بود كه \" ابن معتز \" يكى از شعراى آن روز وقتى آنجا را توصيف مىكند آن را خارج\r\n\r\n","description":"","footnote":" 1 . الامام على صوت العدالة الأنسانية ص 188 . ","page_name":" 1723 ","page_number":43},
  {"content":"\r\n\r\nاز صنعت بشرى قلمداد نموده و بر پريان و فرشتگان نسبت مىدهد .\r\n\" المقتدر \" در قصر وسيع و مجلل خود يازده هزار مرد خواجه را از روم ، يونان و زنگبار\r\nنگهدارى مى نمود تا از بانوان حرم سرا مواظبت و مراقبت ، نمايند .\r\nاينها گوشه‌هايى از اسرافكارىهاى خلفاى عباسى بود . در برابر اين اسرافكاريها و\r\nعياشى ها ، زندگى مردم به تار مو يا غمزه و اشارهء يكى از دربانان و مأمورين خلافت\r\nعباسى بسته بود . كه با كوچكترين ايماء و اشاره يا خشم ديگر زندگى بر ملت حرام و\r\nسرنوشت فرد تعيين مى گرديد چون وقتى قانونى ، در كار نباشد اين نمايندگان خدايى ! !\r\nهر كارى را خواستند به حساب او ، انجام خواهند داد .\r\nافول معنويت\r\nدر اين شرايط و اوضاعى كه گرايش به ماديات و فساد و تباهى و شيوع عياشى و\r\nاهداف كارى از طبقات بالا به پائين سرازير شده بود توجه به معنويات و مسائل اخلاقى و\r\nايمانى ، رو به انحطاط و نابودى مى رفت و از توجه به آن مسائل ، جز بحث در ظاهر الفاظ\r\nو قشر مطالب اسلامى ، از قبيل كلام خدا ، قديمى بودن الفاظ قرآن ، يا جلسات بحث\r\nحديث و تفسير خشك و كم اثر ، و تشكيل مجالس دستورى مباحثه و مناظره همانند\r\nمسابقات قهرمانى بوكس يا فوتبال جهان امروز بود ، وجود نداشت در چنين موقعى\r\nوظيفه و مسئوليت پرچمدار نهضت معنويت و روحانيت كه پايهء آن با دست تواناى\r\nپيامبر اسلام پى ريزى شده بود بر عهدهء رئيس خاندان رسالت ، حضرت امام حسن\r\nعسكرى ( عليه السلام ) محول شده بود كه خوانندهء گرامى بهتر مىتواند حدس زند كه شنا بر خلاف\r\nجريان آب ، و ارشاد و رهبرى مردم ، و آشنا ساختن آنان با تعاليم وحى و حقايق ارزندهء\r\nاسلام ، با چه موانع و مشكلاتى تصادم و تزاحم خواهد داشت و در راه تبليغ با چه موانع و\r\nمشكلات صعبى ، روبرو خواهد شد ؟\r\nاز اينرو جهت گيرى پيشوايان دينى در مواجهه با اين تعديات و اجحافات ، يك نوع\r\nموضع گيرى سلبى و منفى بود و بر اين اساس بود كه اغلب تحت نظر و مراقبت دائمى\r\nايادى و عوامل خلفاى عباسى قرار داشتند و گاهى علاوه بر مراقبت و كنترل دائمى ، در\r\n","description":"","footnote":"","page_name":" 1724 ","page_number":44},
  {"content":"\r\n\r\n\r\n\r\nگوشه‌هاى زندان به سر مى بردند از اين رو در شرح حال حضرت امام حسن عسكرى ( عليه السلام )\r\nمى خوانيم كه در مدت كوتاه از عمر 28 سالهء خود ، چندين بار به زندان خليفهء عباسى\r\n\" معتمد \" افكنده شده است يا اينكه رفت و آمد شيعيان و پيروان او ، تحت نظر و مراقبت\r\nمأمورين خليفه صورت مى گرفته است ، يا دريافت پاسخ يك سؤال مذهبى ، با مشكلات\r\nو ناراحتيهاى عديده انجام مى گرفت .\r\nخلفاى معاصر امام\r\nامام حسن عسكرى ( عليه السلام ) در دوران حيات كوتاه مدت خود ( 28 سال ) اعم از دوران\r\nامامت و غيره با شش تن از خلفاى عباسى هم عصر بوده كه روزگار هر شش تن از نظر\r\nانقلابات و اوضاع سياسى آن روز از دوران حكومت ديگر خلفاى عباسى ، سياه تر بود كه به\r\nاختصار به نام آنان اشاره مى گردد :\r\n1 . متوكل يا نرن عرب :\r\nجعفر فرزند محمد فرزند هارون آغاز خلافت او به سال 232 همان سال تولد امام\r\nعسكرى ( ع ) بود و پايان كار او سال 247 هجرى است و مدت خلافت او 14 سال و 9 ماه\r\nبه طول كشيد . در عصر او فساد و تباهى و سفاكى دستگاه خلافت ، به اوج خود رسيد و\r\nعداوت و كينهء خاندان رسالت به حدى بالغ گرديد كه با دستور وى زيارت نجف و كربلا\r\nممنوع گرديد و قبر مطهر سرور شهيدان با خاك يكسان شد و بر زائرين جريمه تعيين\r\nگرديد . از دانشمندانى كه در عصر او زندگى كرده اند مى توان \" هشام بن حكم \" ، \" فرآء نحوى \" ،\r\nو از فقهاى اهل سنت مى توان \" ابن حنبل \" ، \" اسكافى \" و \" ابن راوندى \" را نام برد . شيعه در\r\nدوران او در محنت واندوه فراوان به سر مى برد تا اينكه به دست اتراك لشكر خود ، كشته\r\nشد و حكومت به منتصر رسيد . ( 1 )\r\n2 . منتصر :\r\nمحمد فرزند جعفر در همان روز كه متوكل كشته شد به سال 247 در كاخ جعفرى به\r\n\r\n","description":"","footnote":" 1 . مروج الذهب مسعودى ج 4 ، ص 35 . ","page_name":" 1725 ","page_number":45},
  {"content":"\r\n\r\n\r\nخلافت نشست و در سال 248 در 25 سالگى درگذشت ، و مدت حكومت و خلافت او 9\r\nماه بوده است . در دوران خلافت كوتاه او زيارت قبر ابا عبد الله الحسين ( عليه السلام ) آزاد اعلام\r\nگرديد ، وفدك سومين بار به فرزندان امام حسن و امام حسين ( عليه السلام ) باز گردانده شد .\r\n3 . مستعين :\r\nاحمد فرزند معتصم در همان روز در گذشت برادرش منتصر ، به سال 248 به خلافت\r\nنشست و مدت خلافت او 3 سال و 8 ماه به طول كشيد . او را از خلافت خلع كردند و\r\nخلافت را به المعتز انتقال دادند . او در سال 252 در 35 سالگى كشته شد و در روزگار\r\nخلافت او سادات طبرستان و گرگان با رهبرى حسن بن زيد علوى بر ضد ستم و ظلم\r\nدستگاه خلافت شوريدند و در نواحى و مناطق ايران انقلابات و شورشهاى محلى\r\nسرگرفت . ( 1 )\r\n4 . المعتز :\r\nزبير فرزند جعفر متوكل در ماه محرم سال 252 حكومت را به دست گرفت و در سال\r\n255 خود را مخلوع ساخت و مدت خلافت او 4 سال و 6 ماه بوده است كه شش روز پس\r\nاز خلع شدن در سن 24 سالگى در سامراء درگذشت . علويان و سادات در دوران خلافت\r\nاو با شديدترين شكنجه ها در زندانها به سر مى بردند كه يكى از معروفترين آن\r\nمحبوسين جعفر فرزند امام موسى بن جعفر ( عليه السلام ) بود . ( 2 )\r\nمعتز عباسى به جاى پسر عموى خود \" مستعين \" قرار گرفت ، امام هادى ( عليه السلام ) در\r\nحكومت معتز به شهادت رسيد ، و گروهى از علويان نيز در خلافت همين خليفهء ستمگر\r\nشهيد و مسموم شدند .\r\nمعتز يك بار برادر خود \" مؤيد \" را به زندان افكند و فرمان داد به او چهل ضربه عصا\r\nزدند تا خود را از وليعهدى خلع كرد و آزاد شد ، و بار ديگر نيز او را زندانى نمود و چون\r\nشنيد عده اى از تركان در صددند مؤيد را آزاد سازند ، فرمان داد او را به قتل برسانند ،\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ج 4 ، ص 135 ، چاپ سعادت قاهره .\r\n2 . مروج الذهب مسعودى ج 4 ، ص 145 . ","page_name":" 1726 ","page_number":46},
  {"content":"\r\n\r\nمؤيد را در لحاف مسمومى پيچيدند و دو سوى آن را بستند تا جان داد ، آنگاه فقيهان و\r\nقاضيان دربارى را به مشاهدهء جسد او فرا خواندند تا ببينند در او اثر شكنجه اى نيست و\r\nوانمود كنند كه به مرگ طبيعى خود ، درگذشته است ! ( 1 )\r\nدر حكومت معتز ، بيش از هفتاد نفر از علويان و دودمان جعفر طيار و دودمان\r\nعقيل بن ابيطالب را كه در حجاز قيام كرده بودند اسير كرده و به سامرا آوردند ( 2 ) و\r\nدوستان امام عسكرى ( عليه السلام ) در زمان اين خليفه ، در رنج و فشار كامل بودند ، و برخى در\r\nنامه اى كه به امام ( عليه السلام ) نوشتند از اوضاع شكايت كردند ، امام در پاسخ مرقوم فرمودند : سه\r\nروز ديگر فرج و رهايى حاصل مىشود ( 3 ) و همچنان شد كه امام فرموده بود ، و سپاهيان\r\nترك دربار عباسى كه معتز را در جهت منافع خويش نمى ديدند بر او شوريدند و او را\r\nمجبور به خلع خود از خلافت ساختند ، و سپس او را در سردابى انداخته درب آن را\r\nمسدود نمودند تا در همانجا هلاك شد . ( 4 )\r\n5 . مهتدى :\r\nمحمد فرزند هارون در ماه رجب سال 255 به خلافت رسيد و در سن 38 سالگى در\r\nسال 256 كشته شد كه مدت حكومت او يازده ماه بود . مردم در عصر او از مسائل ضرورى\r\nزندگى به مباحثات بى ثمر و جدالهاى بى محتواى قديمى بودن قرآن و خلقت يا عدم\r\nخلقت قرآن كشانده شدند .\r\nاز دانشمندان معاصر حكومت او مى توان \" جاحظ \" شاعر و نويسنده نامور عرب را\r\nنام برد . پس از معتز ، \" مهتدى \" به خلافت رسيد ، اين ستمگر رفتارى منافقانه داشت ، در\r\nظاهر زهد مى فروخت ، و از عياشى اجتناب مى ورزيد چنان كه زنهاى خواننده را دور\r\nساخت و منكرات ديگر را ممنوع كرد و به دادرسى مظلومان تظاهر مى نمود ، اما مدتى\r\n\r\n","description":"","footnote":" 1 . تتمة المنتهى ص 252 .\r\n2 . مروج الذهب ج 4 ، ص 91 .\r\n3 . بحار ج 50 ، ص 251 .\r\n4 . مروج الذهب ج 4 ، ص 95 - 91 ، تتمة المنتهى ص 254 . ","page_name":" 1727 ","page_number":47},
  {"content":"\r\n\r\nامام عسكرى ( عليه السلام ) را زندانى نمود ، و حتى به قتل آن گرامى تصميم گرفته بود ، اما اجل او را\r\nمهلت نداد و خداى متعال او را هلاك ساخت . در خلافت مهتدى گروهى از علويان قيام\r\nكردند و برخى از آنان به زندان افتادند و در همان زندان جان سپردند .\r\n\" احمد بن محمد \" مى گويد : وقتى مهتدى به قتل موالى و غير عرب پرداخته بود به\r\nامام عسكرى ( عليه السلام ) نوشتم : سپاس خداى را كه او را از ما منصرف ساخت ، به من خبر\r\nرسيده بود كه او شما را تهديد كرده و گفته بود \" سوگند به خدا ، آل محمد ( صلى الله عليه وآله ) را از روى\r\nزمين برمىاندازم \" ! !\r\nامام در پاسخ به خط مبارك خود نوشتند : \" چقدر كوتاه است عمر او ، پنج روز ديگر با ذلت\r\nو خوارى ، كشته مىشود \" . و همانطور شد كه امام فرمودند ، ( 1 ) و مهتدى نيز با شورش تركان\r\nسپاهى ، به قتل رسيد و \" معتمد \" جانشين او شد . ( 2 )\r\n6 . معتمد :\r\nمعتمد نيز چون ديگر اسلاف خود جز عياشى و ستمگرى كارى نداشت ، و در لهو و\r\nلعب آن قدر افراط كرد كه به تدريج برادرش \" موفق \" بر امور سلطنت وى ، مسلط شد و\r\nتمام امور را به دست گرفت به حدى كه معتمد عملا هيچ كاره و فقط اسما خليفه بود ، و\r\nپس از درگذشت \" موفق \" پسرش \" معتضد \" بر امور عمويش معتمد ، استيلا يافت ، و\r\nسرانجام در 279 هجرى معتمد از بين رفت ومعتضد رسما به جاى او خليفه شد . ( 3 )\r\nدر حكومت معتمد بود كه امام عسكرى ( عليه السلام ) به شهادت رسيد ، و گروهى از علويان نيز\r\nكشته شدند ، و برخى از آنان را به فجيع ترين وضعى مى كشتند ، و حتى پس از كشتن\r\nجسدشان را \" مثله \" ( 4 ) مى كردند . ( 5 )\r\nبرخى مورخين نوشته اند كه در حكومت معتمد ، جنگ و درگيرى بسيار بود تا آنجا\r\n\r\n","description":"","footnote":" 1 . ارشاد دمفيد ص 324 .\r\n2 . تتمة المنتهى ص 254 - 258 .\r\n3 . تتمة المنتهى 268 ، مروج الذهب ج 4 ، ص 142 - 140 .\r\n4 . مثله كردن : اعضاى بدن مرده مانند دست و پا و گوش و بينى را بريدن و جدا كردن .\r\n5 . مقاتل الطالبيين ص 690 - 685 . ","page_name":" 1728 ","page_number":48},
  {"content":"\r\nكه حدود نيم ميليون نفر كشته شدند . ( 1 )\r\nبه هر حال ، توجه جامعه به امامان معصوم ، و سازش ناپذيرى آن گراميان با خلفاى\r\nستمگر ، همواره موجب كين توزى و شدت عمل ستمگران نسبت به سلسلهء نورانى\r\nامامت مى بود ، امام عسكرى ( عليه السلام ) نيز همچون پدران بزرگوار و معصوم خود همواره با آزار و\r\nمراقبت حكومت رو برو بود ، آن گرامى يك بار در حكومت \" مهتدى \" به زندان \" صالح بن\r\nوصيف \" برده شد ، و او دو نفر از شريرترين افراد خود را مأمور مراقبت امام ساخت تا بر آن\r\nحضرت سخت بگيرند ، اما آنان تحت تأثير عبادتهاى امام واقع شدند ، ( 2 ) و بار ديگر امام را\r\nبه زندان \" نحرير \" ، بردند و آن دژخيم بر امام سخت مى گرفت و آزار مى رساند ، زن نحرير\r\nبه او گفت : از خدا بترس ، تو نمى دانى چه شخصى در منزل توست ، و عبادت و شايستگى\r\nامام را بيان كرد ، و گفت از ستمى كه بر او روا مى دارى بر تو مى ترسم .\r\nنحرير گفت : به خدا سوگند او را ميان درندگان مى افكنم . و پس از آنكه از مقامات بالا\r\nاجازه گرفت امام را به ميان درندگان افكند ، و ترديدى نداشت كه درندگان امام را هلاك\r\nمى كنند ، اما وقتى به سراغ امام آمد او را سالم يافت در حالى كه به نماز مشغول بود و\r\nدرندگان اطراف او را گرفته بودند ، لذا دوباره دستور داد او را به منزل خود بردند . ( 3 )\r\n\" معتمد \" نيز در زمان خود امام عسكرى و برادرش \" جعفر \" را نزد \" على جرين \" زندانى\r\nساخت ، و مرتبا از وضع امام جويا مىشد ، به او گزارش مىدادند كه روزها را روزه است و\r\nشبها را به نماز و عبادت مىگذراند .\r\nيك روز از \" على جرين \" وضع امام را پرسيد و همان گزارش قبلى را شنيد ، دستور داد\r\nهم اكنون نزد او برو سلام مرا به او برسان ، و بگو همراه تو به منزلشان بروند . على جرين\r\nمى گويد : به زندان رفتم ديدم . . . امام لباس خود را پوشيده و آمادهء حركت است ، چون مرا\r\nديد برخاست ، پيام امير را رساندم ، امام سوار شد و توقف كرد ، علت توقف را جويا شدم ،\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ج 2 ، ص 120 .\r\n2 . ارشاد مفيد ص 324 ، مهج الدعوات تاليف سيد بن طاووس ص 274 ، بحار ج 50 ، ص 330 .\r\n3 . ارشاد ص 325 - 324 . ","page_name":" 1729 ","page_number":49},
  {"content":"\r\nفرمود : تا جعفر بيايد .\r\nگفتم : امير فقط به آزادى شما فرمان داد ، و از جعفر نامى نبرد .\r\nفرمود : نزد امير برو و بگو ما از يك خانه ( خانواده ) بيرون آمديم ، و اگر من تنها\r\nبازگردم و جعفر همراه من نباشد امورى پيش مى آيد كه بر او پوشيده نيست .\r\nعلى جرين نزد خليفه رفت و بازگشت و گفت : امير مى گويد من جعفر را به خاطر شما\r\nآزاد مى كنم ، و او را به جهت جرم و خيانتى كه نسبت به شما و خودم انجام داده بود\r\nزندانى كرده بودم . و جعفر را آزاد كردند و همراه امام به خانه اش بازگشت . ( 1 )\r\nاز آنچه به اجمال و به طور فشرده از وضعيت حكومت خلفا و رفتارشان با امام ( عليه السلام ) نقل\r\nكرديم آشكار است كه امام عسكرى ( عليه السلام ) در دورانى سخت و پرخفقان مىزيسته‌اند ، و\r\nحكومتها همواره نسبت به امام ، مراقبت شديدى داشته و بارها آن گرامى را زندانى\r\nنموده اند ، تاريخ گوياى آنست كه حتى در اوقاتى هم كه امام در زندان نبوده اند پيرامون\r\nآن گرامى رفت و آمدها كنترل مى شده است و دوستداران و شيعيان نمى توانستند به\r\nراحتى با آن حضرت در تماس باشند ، و برخى شيعيان گاهى به كمك برخى علويان به\r\nمنزل امام راه پيدا مى كردند ، در \" كشف الغمة \" مى خوانيم : مردى از علويان در زمان امام\r\nعسكرى ( عليه السلام ) ، در طلب معاش از سامراء بيرون آمده به سوى بلاد جبل ( قسمتهاى\r\nكوهستانى غرب ايران تا همدان و قزوين ) مى رفت ، مردى از دوستداران امام از مردم\r\nحلوان ( پل ذهاب ) به او برخورد و پرسيد : از كجا آمده اى ؟ گفت : از سامراء .\r\nپرسيد : آيا فلان محله و فلان كوچه را مى شناسى ؟\r\nگفت : آرى .\r\nپرسيد : از حسن بن على ( عليه السلام ) خبرى دارى ؟\r\nگفت : نه !\r\nپرسيد : براى چه به جبل آمده اى ؟\r\n\r\n","description":"","footnote":" 1 . مهج الدعوات سيد بن طاوس ، ص 275 . ","page_name":" 1730 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n\r\nگفت : براى معيشت .\r\nحلوانى گفت : من پنجاه دينار دارم ، آن را بگير و با من به سامراء بيا و مرا به خانهء\r\nحسن بن على ( عليه السلام ) برسان . علوى پذيرفت و او را به خانهء امام برد . . . . ( 1 )\r\nاز همين فراز مى توان دريافت كه موقعيت امام بيرون از زندان چگونه بوده و آن\r\nحضرت تا چه حد در محدوديت و مراقبت حكومت قرار داشته است ، بطوريكه به آسانى\r\nنمى توانستند با آن حضرت تماس بگيرند و با تدبير و احتياط مى بايست خدمت امام\r\nبرسند ، و حتى علويان و بستگان نيز نمى توانستند با او تماس زيادى داشته باشند .\r\nقيامهايى كه صورت گرفت\r\nدر اثر ظلم و اجحافات خلفاى عباسى ، هر روز انقلاب و شورش جديدى در سطح\r\nكشورى ، به ظهور مى پيوست اينك نمونه‌هايى از آنها :\r\n1 . انقلاب تركها :\r\nانقلاب تركها در دوران متوكل به رهبرى \" بغا \" صورت گرفت كه در اثر آن خود خليفه\r\nهم كشته شد .\r\n2 . انقلاب ملى كوفه :\r\nانقلاب ملى كوفه به رهبرى \" يحيى بن عمر \" از نوادگان جعفر طيار در سال 248 در\r\nكوفه صورت گرفت و تا دو سال ادامه داشت تا عاقبت امر او در سال 250 دستگير و به\r\nبغداد حمل گرديد . دستگيرى او موجب اندوه و تأثر عميق مردم گرديد چون از\r\nپشتيبانى معنوى و قلبى مردم برخوردار بود . مرثيه ها و اشعار فراوانى در توصيف او\r\nسروده شده است كه مسعودى مورخ معروف شمه اى از آن را در كتاب خود\r\nآورده است . ( 2 )\r\n3 . قيام حسن بن زيد :\r\nدر نواحى طبرستان مردم ايران به رهبرى حسن بن زيد علوى قيام كردند و در منطقهء\r\n\r\n","description":"","footnote":" 1 . كشف الغمه ج 3 ، ص 307 .\r\n2 . مروج الذهب ج 4 ، ص 153 . ","page_name":" 1731 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\n\r\nگرگان وطبرستان ، حكومت مستقلى تشكيل دادند .\r\n4 . قيام يعقوب ليث صفارى :\r\nدر روزگار معتمد به سال 262 يعقوب ليث صفارى از مردم خراسان با لشكر انبوه از\r\nايران قيام كرد ، و تا حدود بغداد ، به تصرف خود درآورد . ( 1 )\r\n5 . انقلاب رى :\r\nمقارن انقلاب مازندران و گرگان در رى ، محمد بن جعفر بن حسين قيام كرد و خود را\r\nبه حسن بن زيد پيوست داد و عاقبت دستگير شد و به نيشابور پيش محمد بن عبد الله\r\nطاهر ذواليمينين فرماندهء نيروى خليفه حمل گرديد و در زندان او از دنيا رفت . پس از\r\nوى احمد بن عيسى از نوادگان على ( عليه السلام ) قيام كرد و با محمد طاهر مبارزه كرد و او را\r\nشكست داد . ( 2 )\r\n6 . قيام قزوين :\r\nمقارن قيام احمد بن عيسى مردم قزوين قيام كردند . موسى بن بغا فرمانده سپاه\r\nخليفه ، به سركوبى آنان مأموريت يافت چنان كه در سال 251 حسين بن محمد بن\r\nحمزه در كوفه قيام كرد .\r\n7 . انقلاب بصره :\r\nدر دوران خلافت مهتدى به سال 255 در بصره انقلابى صورت گرفت كه تا انقلاب\r\nيعقوب ليث صفارى ادامه داشت . ( 3 )\r\nمسعودى مى نويسد : حركت يعقوب ليث صفارى در سال 262 رخ داد او با لشكر\r\nانبوهى حركت كرد و تا حدود عراق رسيد او از مردم سجستان بود و در اوائل كار سفيدگر\r\nمس بود او محمد بن طاهر بن عبد الله بن طاهر بن حسين را كه نماينده خليفه در\r\nخراسان بود دستگير نمود سپس به طبرستان حمله برد و با حسن بن زيد حسينى\r\n\r\n","description":"","footnote":" 1 . مروج الذهب مسعودى ج 4 ، ص 200 .\r\n2 . مروج الذهب مسعودى ج 4 ، ص 153 .\r\n3 - مروج الذهب مسعودى ص 194 ","page_name":" 1732 ","page_number":52},
  {"content":"\r\n\r\nمبارزه نمود وقتى به دير عاقول رسيد معتمد عباسى در ماه جمادى در سال 262 با\r\nسپاهى از سامراء حركت كرد و در محلى به نام \" القائم \" اردو زد و پسرش \" مفوض \" را\r\nجانشين خود نمود و در ماه رجب همين سال به منطقه سيب كرمان رسيد و برخورد\r\nشديدى بين دو سپاه در محلى به نام \" اضطريد \" رخ داد كه ناچار سپاه يعقوب ليث صفار\r\nهزيمت نمود و حدود ده هزار رأس از چهارپايان سپاه او ، به غنيمت گرفته شد و سبب\r\nاصلى آن طغيان آب نهر معروف به سيب بود . ( 1 )\r\nامامت آن گرامى\r\nهر يك از امامان معصوم ما ( صلى الله عليه وآله و سلم ) ، در معرفى جانشين خود تنها به روايات عامى كه\r\nنام همهء امامان را تا امام دوازدهم توضيح داده است اكتفا نمى كردند ، و براى تأكيد و رفع\r\nهر گونه ابهام ، امام بعد از خود را نيز صريحا به شيعيان و خواص ياران خويش ، معرفى\r\nمى فرمودند ، در مورد امام عسكرى نيز در همين مورد روايات بسيارى نقل شده است كه\r\nبه پاره اى از آنها اشاره مى كنيم :\r\n1 . \" ابو هاشم جعفرى \" - كه از بزرگان راويان موثق شيعه و ياران خاص ائمه ( عليه السلام ) معروف\r\nبه ابناء الرضا ( عليه السلام ) است - مى گويد خدمت امام هادى ( عليه السلام ) شرفياب شدم ، فرمود : جانشين\r\nمن ، پسرم \" حسن \" است ، با جانشين جانشين من چگونه خواهيد بود ؟ !\r\nگفتم : چطور ، خدا مرا فدايت سازد .\r\nفرمود : چون شخص او را نمىبيند و روا نيست كه نام او را ببريد !\r\nپرسيدم : پس چگونه از او ياد كنيم ؟\r\nفرمود : بگوئيد \" ألحجة من آل محمد ، صلى الله عليه وآله \" . ( 2 )\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ج 4 ، ص 200 .\r\n2 . ( در مورد ذكر نام امام قائم ( ع ) ميان علماء اختلاف فتوى وجود دارد ، برخى از بزرگان علما و\r\nفقهاى متأخر مانند \" شيخ انصارى \" و \" ملامحمد كاظم خراسانى \" و \" سيد محمد كاظم يزدى \" ذكر نام\r\nآن بزرگوار را مكروه دانسته و گروهى از سابقين مانند \" شيخ طوسى \" و \" شيخ مفيد \" و . . . مطلقا حرام\r\nشمرده اند ، و برخى ديگر از علما مانند \" حاجى نورى \" و \" محقق داماد \" حرمت آن را در صورت ذكر\r\nكردن در محافل و مجالس دانسته اند . مرحوم حاجى نورى گفته است : حرمت آن تا زمان \" خواجه\r\nنصيرالدين طوسى \" ميان گذشتگان از علماء شيعه مسلم بوده و از زمان \" شيخ بهائى \" در اين\r\nحكم اختلاف شده است ) به نظر مى رسد حكم حرمت مخصوص ايام خاص استتار از بنى عباس\r\nبوده است و همين حرمت بعدها به كراهت تنزيل يافته است و امروز كه همهء دوستان مشتاق ظهور و\r\nحضور هستند ذكر نام و شهرت او گرمى بخش محافل مى باشد به اميد ظهور سرور آفرينش . ","page_name":" 1733 ","page_number":53},
  {"content":"\r\n2 . \" صقر بن ابى دلف \" مى گويد : از امام هادى ( عليه السلام ) شنيدم كه فرمود : همانا امام بعد از من\r\nپسرم \" حسن \" و بعد از \" حسن \" ، پسرش \" قائم \" است ، و او همانست كه زمين را پر از عدل و\r\nداد مى سازد همچنان كه ( پيشتر ) پر از ظلم و جور شده است . ( 1 )\r\n3 . \" نوفلى \" مى گويد : همراه امام هادى ( عليه السلام ) در صحن حياط خانهء آن بزرگوار بودم ،\r\nپسرش \" محمد \" از جلوى ما عبور كرد ، گفتم : فدايت شوم ، بعد از شما اين امام است ؟\r\nفرمود : نه ، امام شما بعد از من \" حسن \" است . ( 2 )\r\n4 . \" يحيى بن يسار \" مى گويد : امام هادى ( عليه السلام ) چهار ماه پيش از درگذشتش به فرزندش\r\nامام حسن عسكرى ( عليه السلام ) وصيت نمود در آن وصيت به امامت و خلافت او اشاره فرمود ، و\r\nمرا و گروهى از دوستان و شيعيان را بر آن گواه گرفت . ( 3 )\r\n5 . \" ابوبكر فهفكى \" مى گويد امام ابوالحسن هادى ( عليه السلام ) به من نوشت : \" پسرم ابومحمد\r\n( امام عسكرى ( عليه السلام ) ) ميان افراد دودمان پيامبر ( صلى الله عليه وآله ) از نظر خلقت صحيح ترين فرد ، و از\r\nنظر منطق استوارترين آنان است و او ارشد فرزندان من مى باشد و جانشين من خواهد\r\nبود و سلسلهء امامت و احكام ما به او منتهى مىشود ، پس آنچه را از من مى پرسيدى از او\r\nبپرس ، و آنچه به آن نيازمند هستى ، نزد او مى باشد \" . ( 4 )\r\n\r\n","description":"","footnote":" 1 . كمال الدين تأليف شيخ صدوق ص 383 .\r\n2 . ارشاد مفيد ص 315 .\r\n3 . اعلام الورى ص 370 .\r\n4 . ارشاد مفيد ص 317 . ","page_name":" 1734 ","page_number":54},
  {"content":"\r\nبخش دوم\r\nF\r\nفضائل و مناقب آن بزرگوار\r\n","description":"","footnote":"","page_name":" 1735 ","page_number":55},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1736 ","page_number":56},
  {"content":"\r\n\r\n\r\nبخش دوم / فضائل و مناقب آن بزرگوار . . .\r\nامام حسن عسكرى ( عليه السلام ) با اينكه دوران حيات و امامت آن بزرگوار توأم با ناملايمات و\r\nحوادث گوناگون بود [ كه بخشى از آن در فصل پيشين گذشت 
  ] باز در مدت عمر كوتاه و\r\nپربركت خود توانست آثار ارزنده و پر بركتى از خود به يادگار گذارد كه برخى از\r\nدانشمندان در اين باره گفته اند : \" آن قدر علم و دانش گوناگون از آن حضرت نقل شده\r\nاست كه كتابهائى را پر ساخته است \" . ( 1 ) دانشمندان بزرگ آن عصر در برابر عظمت و\r\nشخصيت علمى آن حضرت سر تعظيم فرود آورده و از منابع علم و فضيلت او ، بهره ها\r\nبرده اند . از اين رو امام ( عليه السلام ) داراى فضايل و مناقب بى شمارى است كه نمى توان تمام آنها\r\nرا در كتاب محدودى جا داد در حد توان خود ، تعدادى از مناقب و فضائل آن بزرگوار از\r\nزبان دوست و بيگانه در اينجا مى آوريم :\r\n1 . آشنايى با زبانهاى بيگانه\r\n\" ابو حمزه نصير \" خدمتگزار مى گويد : بارها مشاهده مى كردم كه امام ( عليه السلام ) با افراد ملل\r\nمختلف از ترك و روم و فارس با لغت آنان ، صحبت مىكند به تعجب مى افتادم و با خود\r\nمى گفتم او در مدينه منوره متولد شده است و با افراد و ملتهاى بيگانه تماس نداشته\r\nاست پس اين لغتها را از كجا فرا گرفته است ؟\r\n2 . پيشگوئى و خبر از آينده\r\nبيست روز ، پيش از ترور معتز خليفه عباسى به \" ابوالقاسم اسحاق بن جعفر زبيرى \" نامه\r\nنوشتند و امر كردند ملازم خانهء خود باشد و هرگز بيرون نيايند تا آنكه حادثه اى كه\r\nاوضاع روز آبستن آن است به وقوع پيوندد وقتى \" معتز \" كشته شد در نامهء ديگرى مرقوم\r\n\r\n","description":"","footnote":" 1 . فقد روى عنه من انواع العلوم ما ملاء بطون الدفاتر ( اعيان الشيعه ج 4 ، ص 291 ) . ","page_name":" 1737 ","page_number":57},
  {"content":"\r\n\r\n\r\nداشتند كه حادثهء مورد نظر به وقوع پيوست \" . ( 1 )\r\n3 . براى مردم و براى خدا\r\nعده اى از \" مفوضه \" شخصى به نام \" كامل بن ابراهيم \" عدنانى را به حضور امام گسيل\r\nداشتند تا با او دربارهء عقائد بحث و گفتگو نمايد .\r\nكامل مىگويد وقتى وارد محضر او شدم ديدم لباسهاى لطيف ، سفيد و تميزى بر تن\r\nكرده است . با خود گفتم شگفتا ! ولى خدا و حجت روى زمين لباسهاى سفيد و نو\r\nمى پوشد و به ما دستور مىدهد كه با برادران دينى مساوات و همكارى نموده و ما را از\r\nپوشيدن چنين لباسها جلوگيرى مىكند ! ديدم تا اين فكر از ذهنم خطور نمود امام با\r\nحالت تبسم به من نگاه كرد و آستينهاى خود را بالا زد و از زير لباسش ، لباس سياه وزبر\r\nو خشنى نمايان شد . فرمود : كامل ! اين لباسهاى زيرين براى خدا و آگاهى از حال\r\nمستمندان و بيچارگان ، و اين لباس روئين براى مردم وحفظ ظاهر است ! ( 2 )\r\n4 . باز هم توقف\r\nمرحوم \" كلينى \" از على بن ابراهيم معروف به \" ابن كروى \" و او از محمد بن على بن\r\nابراهيم فرزند موسى بن جعفر نقل مىكند كه روزگار بر ما فشار آورد ، مبتلا به تنگى\r\nمعشيت شديم . پدرم به من گفت چاره اى نيست جز اين كه به حضور ابى محمد\r\nعسكرى ( عليه السلام ) برسيم كه در جود و بخشش معروف زمان است . گفتم آيا او را مى شناسى ؟\r\nگفت هرگز او را نديده ام ولى سخاوت او را شنيده ام به قصد سامراء حركت كرديم در بين\r\nراه پدرم مى گفت اى كاش امام حسن عسكرى 500 درهم به من مى دادند كه 200\r\nدرهم آن را صرف لباس و 200 درهم آن را خرج آذوقه ى سالانه و 100 درهم آن را مخارج\r\nروزانه مى نمودم و من در دل مى گفتم اى كاش به من 300 درهم مى دادند كه با 100\r\nدرهم آن مركب و با 100 درهم آن لباس و با 100 درهم ديگر ، مخارج روزانه ام را\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 320 .\r\n2 . بحار الانوار ج 12 ، ص 158 وج 50 ، ص 253 . ","page_name":" 1738 ","page_number":58},
  {"content":"\r\n\r\nفراهم مى ساختم .\r\nهنگامى كه به منزل ابى محمد ( عليه السلام ) رسيديم غلام امام بيرون آمد و گفت على بن\r\nابراهيم و فرزندش وارد شوند . وقتى وارد شديم و سلام عرض كرديم به پدرم فرمودند\r\nچرا تا به حال تأخير كرده اى و پيش ما نيامده اى ؟ عرض كردم خجالت مى كشيدم كه با\r\nاين حال ، شما را زيارت نمايم مدتى در حضور او بوديم وقتى اجازهء مرخصى گرفتيم\r\nغلام آن حضرت بيرون آمد و كيسه‌اى به پدرم داد و گفت اين پانصد درهم است كه با\r\nدويست درهم آن لباس و با دويست درهم آن آذوقه و با صد درهم آن مخارج خود را\r\nفراهم ساز ! ولى به عراق نرو بلكه به سوى \" سورا \" برو و از آنجا زنى اختيار كن و به من\r\n300 درهم عنايت فرمودند . وقتى به \" سورا \" رسيدم و زنى اختيار كردم 4000 دينار به\r\nمن رسيد با اين حال من از \" واقفيه \" ( 1 ) هستم .\r\nابن الكروى راوى حديث گويد :\r\nمن به او گفتم آيا دليلى روشن تر از اين مى خواهى كه تو را قانع سازد ؟ گفت تو راست\r\nمى گويى ولى عادتى است كه ما آن را پيش گرفته ايم . ( 2 )\r\nجود و بخشش او\r\nخاندان رسالت به مسائل مادى و زندگى از آن نظر توجه و عنايت داشته اند كه\r\nبتوانند بوسيلهء آن رضايت و خشنودى پروردگار را جلب كنند يا گرهى از مشكلات\r\nزندگى مردم را باز كنند ، از اين رو در خرج و مصرف آن در موارد رضايت پروردگار عالم\r\nكوچكترين مضايقه و خوددارى نداشتند به عنوان نمونه چند مورد از بذل و احسان\r\n\r\n","description":"","footnote":" 1 . واقفيه : كسانى بودند كه پيشوائى را در شخص امام موسى كاظم ( ع ) متوقف مى دانستند و كار را\r\nبه جائى رسانده بودند كه او را \" مهدى موعود \" مى ناميدند . آنان مى گفتند پيشواى هفتم نمرده است و\r\nتا ظهور كامل خود ، طعم مرگ را نخواهد چشيد . به همين جهت يحيى پسر خالد برمكى تا 3 روز\r\nاجازهء به خاك سپردن آن پيشوا را نداد تا آنان از اعتقادهاى واهى دست بردارند و مشاهده كنند كه او\r\nاز دنيا رفته است .\r\n2 . بحار الانوار ج 12 ، ص 164 ، ( چاپ سنگى ) . ","page_name":" 1739 ","page_number":59},
  {"content":"\r\n\r\n\r\n\r\n\r\nامام ( عليه السلام ) ، در اينجا آورده مىشود تا حدود علاقه و ارتباط آنان روشن گردد :\r\n5 . 400 دينار\r\nشخصى به نام \" ابو يوسف قصير عباسى \" مى گويد : من عائلهء سنگينى پيدا كرده بودم كه\r\nدر تأمين مخارج آنان در عسرت و مضيقه به سر مى بردم . آنچه به دربار خلفاى عباسى و\r\nرجال و اشراف آنان نامه نوشته و رفت و آمد داشتم . كوچكترين ثمر و فائده‌اى به حال\r\nمن نداشت ، چون همه مست شهوت و غرق جاه و رياست بودند وقتى عبورم به منزل\r\nامام حسن عسكرى ( عليه السلام ) افتاد بدون آنكه صحبت و سؤالى شود امام بدون كوچكترين\r\nمعطلى و تأخير ، بسته اى به من دادند كه محتوى 400 دينار طلا بود من به بركت آن\r\nپول توانستم از زير بار مشكلات زندگى و ديون و بدهكارىهاى خود نجات پيدا كردم . ( 1 )\r\n6 . 100 دينار\r\nشخصى به نام \" محمد بن على عباسى \" مى گويد : در سر راه عبور امام عسكرى ( عليه السلام ) به او\r\nعرض حاجت كردم تا او از وضع زندگى من آگاهى يافت ، به پيشكار خود فرمود : هر چه\r\nدارى به او بده . او صد دينار طلا با خود همراه داشت طبق سفارشى امام به من بخشيد . ( 2 )\r\n7 . اهدائى به على بن جعفر\r\nامام دويست هزار دينار براى \" على بن جعفر \" فرستاد تا ميان ياران و شيعيان خود\r\nتقسيم نمايد تا كمكى به زندگى عمومى آنان كرده باشد . ( 3 )\r\n8 . 100 دينار به ابوهاشم\r\nاز ابوهاشم روايت شده است كه گفت : من در عصر امام حسن عسكرى ( عليه السلام ) دچار\r\nتنگى معيشت شده بودم . خواستم پولى از آن حضرت بگيرم ولى خجالت مى كشيدم .\r\nوقتى كه به منزل وارد شدم آن بزرگوار مبلغ 100 دينار براى من فرستاد و نوشت هر\r\n\r\n","description":"","footnote":" 1 . نقل از چهارده معصوم آقاى عمادزاده ، ص 560 .\r\n2 . منبع فوق .\r\n3 . منبع فوق . ","page_name":" 1740 ","page_number":60},
  {"content":"\r\n\r\n\r\nوقت حاجتى دارى خجالت نكش و حاجت خود را بخواه ! آن طور كه دوست دارى روا\r\nخواهد شد . ( 1 )\r\n9 . عبادت امام\r\nامام عسكرى ( عليه السلام ) همانند پدران گرامى خود در توجه به عبادت خدا نمونه بود ، به\r\nهنگام نماز از هر كارى دست مى كشيد و چيزى را بر نماز مقدم نمى داشت ، \" ابو هاشم\r\nجعفرى \" مى گويد :\r\nخدمت امام عسكرى شرفياب شدم ، امام مشغول نوشتن چيزى بود ، وقت نماز فرا\r\nرسيد ، امام نوشته را كنار گذاشت و به نماز ايستاد . . . . ( 2 )\r\nكيفيت و چگونگى عبادت امام ( عليه السلام ) ديگران را به ياد خدا مى انداخت ، و گاه افراد\r\nگمراهى را اساسا عوض مى كرد و به راه مى آورد ، آنگاه كه امام در زندان \" صالح بن\r\nوصيف \" بود برخى از عباسيان از زندانبان خواستند بر امام سخت بگيرد ، و او دو نفر از\r\nبدترين مأموران خود را بر امام گماشت ، اما آن دو در اثر معاشرت با امام ( عليه السلام ) دگرگون\r\nشدند ، و در عبادت و نماز به مرحله اى عظيم رسيدند .\r\nزندانبان آن دو را فرا خواند و گفت : \" واى بر شما ، در مورد اين مرد چه وضعى داريد ؟ \"\r\nگفتند : \" ما چه بگوئيم در مورد كسى كه روزها روزه است و همهء شب به عبادت\r\nمى ايستد ، و به غير عبادت سخن نمى گويد خود را مشغول نمى سازد ، و چون بر ما نظر\r\nمى افكند ما را لرزه مى گيرد و كنترل خود را از دست مى دهيم ! . . . \" ( 3 )\r\n10 . هدايت مسلمانان به حقيقت\r\nبرخى از علماى اهل تسنن و از جمله \" ابن صباغ مالكى \" به روايت از \" ابو هاشم\r\nجعفرى \" نقل مى كنند :\r\n\r\n","description":"","footnote":" 1 . اثبات الوصية مسعودى ، ص 470 .\r\n2 . بحار ج 50 ، ص 304 .\r\n3 . ارشاد مفيد ص 324 . ","page_name":" 1741 ","page_number":61},
  {"content":"\r\n\" . . . در سامراء قحطى سختى پيش آمد ، \" معتمد \" خليفهء وقت فرمان داد مردم به نماز\r\nاستسقاء ( طلب باران ) بروند ، مردم سه روز پى در پى براى نماز به مصلى رفتند و دست\r\nبه دعا برداشتند ولى باران نيامد ، روز چهارم \" جاثليق \" پيشواى اسقفان مسيحى همراه\r\nمسيحيان و راهبان به صحرا رفت ، يكى از راهبان هر وقت دست خود را به سوى آسمان\r\nبلند مى كرد بارانى درشت فرو مى باريد . روز بعد نيز جاثليق همان كار را كرد و آن قدر\r\nباران آمد كه ديگر مردم تقاضاى باران نداشتند ، و همين موجب شگفتى و نيز شك و\r\nترديد و تمايل مردم به مسيحيت در ميان جمعى از مسلمانان شد ، و اين وضع بر خليفه\r\nناگوار بود ، پس به دنبال امام عسكرى ( عليه السلام ) فرستاد و آن گرامى را از زندان آوردند . خليفه به\r\nامام عرض كرد : امت جدت را درياب كه گمراه شدند !\r\nامام فرمود : از جاثليق و راهبان بخواه كه فردا سه شنبه به صحرا بروند .\r\nخليفه گفت : مردم باران نمى خواهند چون به قدر كافى باران آمده است ، بنابراين به\r\nصحرا رفتن چه فايده اى دارد ؟\r\nامام فرمود : براى آنكه انشاء الله تعالى شك و شبهه را بر طرف سازم .\r\nخليفه فرمان داد ، و پيشواى اسقفان همراه راهبان سه شنبه به صحرا رفتند ، امام\r\nعسكرى ( عليه السلام ) نيز در ميان جمعيت عظيمى از مردم به صحرا آمد ، آنگاه مسيحيان و\r\nرهبانان براى طلب باران دست به سوى آسمان برداشتند ، آسمان ابرى شد و باران آمد ،\r\nامام فرمان داد دست راهب معينى را بگيرند و آنچه در ميان انگشتان اوست بيرون\r\nآورند ، در ميان انگشتان او استخوان سياه فامى از استخوانهاى آدمى يافتند ، امام\r\nاستخوان را گرفت و در پارچه اى پيچيد و به راهب فرمود اينك طلب باران كن . راهب\r\nاين باز نيز دست به آسمان برداشت اما ابر كنار رفت و خورشيد نمودار گشت . مردم\r\nشگفت زده شدند ، خليفه از امام پرسيد : اين استخوان چيست ؟\r\nامام فرمود : اين استخوان ، استخوان پيامبرى از پيامبران الهى است كه از قبور برخى\r\nاز پيامبران برداشته اند و استخوان پيامبرى ظاهر نمى شود جز آنكه باران مى آيد .\r\n","description":"","footnote":"","page_name":" 1742 ","page_number":62},
  {"content":"\r\n\r\nامام را تحسين كردند ، و استخوان را آزمودند ديدند همانطور است كه امام\r\nمى فرمايد . . . \" . ( 1 )\r\nپاسخ به چند سوال\r\nالف ) ابوهاشم جعفرى مى گويد : شخصى از امام پرسيد چرا زن بى نوا در ارث يك\r\nسهم و مرد قوى و نيرومند دو سهم مى برد .\r\nامام فرمود : چون جهاد ، و پرداخت مخارج به عهدهء زن نيست ، و نيز پرداخت ديهء قتل\r\nخطائى بر عهدهء مردان است و بر زن چيزى نيست . ( 2 )\r\nابو هاشم مى گويد من پيش خود گفتم كه قبلا شنيده بودم \" ابن ابى العوجا \" از امام\r\nصادق ( عليه السلام ) همين را پرسيد و همين جواب را شنيد .\r\nامام عسكرى ( عليه السلام ) رو به من كرد و فرمود : آرى ، اين سؤال ابن ابى العوجاء است ، و وقتى\r\nسؤال يكى باشد پاسخ ما يكى است ، براى امام بعدى همان پيش مىآيد كه براى امام\r\nقبلى ، اول و آخر ما در علم و منزلت مساوى هستند ، و براى رسول خدا و اميرمؤمنان على عليهما\r\nالصلاة والسلام ، فضيلت و امتيازشان ثابت است .\r\nب ) حسن بن ظريف به امام عسكرى ( عليه السلام ) نوشت : معناى گفتار رسول خدا ( صلى الله عليه وآله ) در\r\nمورد اميرمؤمنان على ( عليه السلام ) كه \" من كنت مولاه فعلى مولاه \" چيست ؟\r\nامام فرمود : منظور آن حضرت اين بود كه على ( عليه السلام ) را به امامت نصب نمايد ، تا به\r\nهنگام اختلاف و تفرقهء امت ، حزب خدا ( و پيروان حق ) شناخته شود . ( 3 )\r\nج ) هروى مى گويد :\r\nيكى از پسران اسباط به من گفت به امام عسكرى ( عليه السلام ) نامه اى نوشتم و از اختلافى كه\r\n\r\n","description":"","footnote":" 1 . احقاق الحق ج 12 ، ص 464 ، اين حديث را شش نفر ديگر از علماى بزرگ و اهل سنت نيز نقل\r\nكرده اند .\r\n2 . ديه قتل خطائى بر عهده \" عاقله \" از خويشان قاتل است . \" عاقله \" برادران وأعمام و پسر برادر و\r\nپسر عمو و پدر و فرزند قاتل مىباشند .\r\n3 . كشف الغمه چاپ تبريز ج 3 ، ص 303 . ","page_name":" 1743 ","page_number":63},
  {"content":"\r\nبين دوستان او بود خبر دادم و از امام خواستم براى رفع اختلاف دليلى ( معجزه اى )\r\nآشكار فرمايد .\r\nامام در پاسخ نوشتند : \" به راستى خداى عزيز و جليل با عاقل گفتگو مىكند ،\r\nهيچكس نمىتواند بيش از آنچه آخرين پيامبران و سرور مرسلان پيامبر اسلام ( صلى الله عليه وآله )\r\nارائه فرموده است نشانه و دليلى بياورد ، در عين حال قوم او گفتند ساحر و كذاب است ،\r\nكسانى را كه هدايت پذير بودند هدايت فرمود جز آنكه معجزات مايهء سكون و آرامش\r\nبسيارى از مردم است ، و اين بدان جهت است كه خداى عزيز و جليل به ما اذن مىدهد\r\nسخن مى گوييم ، و ما را از سخن منع مى فرمايد ساكت مى شويم .\r\nاگر خدا دوست داشت كه حق آشكار نشود پيامبران را به بشارت دادن و بيم كردن\r\nبرنمىانگيخت ، پيامبران خدا در حال ضعف و نيرومندى حق را آشكار ساختند و گاهى\r\nسخن گفتند ، تا خدا امرش را تمام گرداند و حكمش را تنفيذ نمايد .\r\nمردم چند دسته و طبقه‌اند ، گروهى آگاه و بر صراط نجاتند ، به حق دست يازيده و به\r\nفروع و اصول اسلامى پاى بندند ، شك و ترديدى ندارند و پناهگاه ديگرى نمى جويند .\r\nدسته اى ديگر ، حق را از اهل آن نمى گيرند ، اين دسته مانند كسانى هستند كه بر\r\nدريا سير كنند كه به هنگام ناآرامى دريا ناآرام و مضطرب و به هنگام آرامش آن ، در\r\nآرامشند .\r\nدستهء سومى هستند كه شيطان بر آنان مسلط شده و از روى حسد به مخالفت با اهل\r\nحق ، و دفع حق بوسيلهء باطل پرداخته اند . آن را كه ( از صراط مستقيم دست برداشته و )\r\nبه چپ وراست مى رود واگذار ، چوپان هر وقت بخواهد گله را با كمتر كوششى جمع\r\nخواهد كرد .\r\nاز اختلاف موالى و دوستان ذكر كرده اى ، اگر جلالت و بزرگى دليل است پس ترديدى\r\nنيست آنكه در منصب حكم و خلافت قرار گرفته ( يعنى امام معصوم ( عليه السلام ) ) به تصميم\r\nگرفتن و فرمان دادن سزاوارتر است ، تو در مورد آنان كه در قلمرو مراعات تو قرار دارند\r\n","description":"","footnote":"","page_name":" 1744 ","page_number":64},
  {"content":"\r\nنيك رعايت كن ، از فاش كردن اسرار ما و رياست طلبى بپرهيز ، كه اين دو انسان را به\r\nهلاكت مىكشانند .\r\nاز قصد سفر به فارس ذكر كرده‌اى ، به فارس برو خدا برايت خير و خوبى بخواهد ،\r\nانشاء الله با سلامتى و ايمنى به مصر وارد شوى ، به موثقين از دوستانم سلام مرا برسان و\r\nآنان را به تقوى و پرهيزكارى در پيشگاه خداى متعال و اداى امانت فرمان بده ، و به آنان\r\nاعلام كن كه فاش كنندهء اسرار ما با ما در حال جنگ است \" .\r\nگفت : وقتى جملهء \" با سلامتى و ايمنى به مصر وارد مىشوى \" را خواندم معناى آن را\r\nنفهميدم ، تا به بغداد آمدم و مىخواستم به فارس بروم ولى سفر به فارس ميسر نشد ، به\r\nمصر رفتم ( آنگاه معلوم شد چرا امام فرمود به مصر وارد مىشوى ) . ( 1 )\r\nد ) \" محمد بن الحسن بن ميمون \" مى گويد :\r\nبه امام عسكرى ( عليه السلام ) نامه نوشتم و از فقر و تهيدستى گله كردم ، بعد پيش خود گفتم\r\nمگر امام صادق ( عليه السلام ) نه فرمودند : \" ألفقر معنا خير من الغنى مع غيرنا ، وألقتل معنا خير من\r\nالحياة مع عدونا \" تنگدستى با ما بهتر از بى نيازى با ديگران ، و كشته شدن با ما بهتر\r\nاز زنده ماندن با دشمنان ما است \" .\r\nامام ( عليه السلام ) در پاسخ نوشتند :\r\n\" وقتى گناه اولياء و دوستداران ما فزون شود خداى عزيز و جليل آنان را بوسيلهء فقر و\r\nتنگدستى از عيب و گناه مىرهاند ، در عين آنكه از بسيارى از گناهانشان عفو و گذشت\r\nمى فرمايد . هم چنان كه پيش خود گفتى فقر با ما بهتر از بى نيازى با دشمنان ماست ، و ما\r\nبراى كسانى كه به ما پناهنده شوند پناهگاهيم ، و براى كسانى كه از ما بينش بجويند\r\nنوريم ، و براى كسانى كه به ما متمسك شوند ، نگاهبانيم ، كسى كه ما را دوست دارد در\r\nقلهء بلند ( قرب ) با ماست ، و كسى كه از ما منحرف شود ، به سوى آتش خواهد رفت \" . ( 2 )\r\n\r\n","description":"","footnote":" 1 . كشف الغمه چاپ تبريز ج 3 ، ص 294 - 293 .\r\n2 . كشف الغمه چاپ تبريز ج 3 ، ص 300 . ","page_name":" 1745 ","page_number":65},
  {"content":"\r\n\r\nارتباط با جهان غيب\r\nامام عسكرى ( عليه السلام ) نيز همانند پدران بزرگوار خويش ، در ارتباط ويژه با خداى متعال ، و\r\nجهان غيب و فرشتگان و داراى علوم ماورائى و احاطهء ولوى كه از شئون امامت است\r\nمى بود ، و در كتب و روايات علماء موارد بسيارى از معجزات و إخبارات غيبى آن گرامى\r\nذكر شده است كه گردآورى همهء آن ها كتابى جداگانه اى مى طلبد ، و ما در اين مختصر به\r\nنقل چند نمونه بسنده مى كنيم :\r\n1 . \" ابو هاشم جعفرى \" مى گويد : روزى به خدمت ابى محمد ( حضرت عسكرى ( عليه السلام ) )\r\nآمدم و مى خواستم از آن حضرت نقره اى بگيرم و انگشترى بسازم و به آن تبرك بجويم ،\r\nنشستم و فراموشم شد چون برخاستم بروم ، امام ( عليه السلام ) انگشترى به من داد و فرمود : \" نقره\r\nمى خواستى ما انگشتر داديم ، نگين و اجرت ساختن آن را سود كردى ! گوارايت باد اى\r\nابا هاشم ! \"\r\nگفتم : سرور من ، گواهى مى دهم تو ولى خدا و امام منى كه اطاعتت را جزو دينم\r\nمى دانم .\r\nفرمود : خدا تو را بيامرزد اى ابا هاشم ! ( 1 )\r\n2 . شبلنجى صاحب \" نور الابصار \" از ابو هاشم جعفرى نقل مىكند كه گفت : من و چهار\r\nتن ديگر پيش \" صالح بن وصيف \" زندانى بوديم كه امام عسكرى ( عليه السلام ) و برادرش جعفر به\r\nزندان وارد شدند ، ما دور امام را براى خدمت گرفتيم ، در زندان مردى از قبيلهء\r\n\" بنى جمح \" بود و ادعا مى كرد كه از علويان است ، امام به ما فرمود اگر در جمع شما ، فردى\r\nكه جزو شما نيست نمى بود ، مى گفتم چه وقت رهائى رخ مىدهد ، و به مرد جمحى اشاره\r\nفرمود كه بيرون رود و او بيرون رفت ، آنگاه به ما فرمود : اين مرد از شما نيست از او در\r\nحذر باشيد ، گزارشى از آنچه گفته ايد تهيه كرده كه هم اكنون در لباس اوست و به خليفه\r\nنوشته است ، برخى از ما به تفتيش او پرداخته گزارش را كه در لباس پنهان كرده بود\r\n\r\n","description":"","footnote":" 1 . اصول كافى ج 1 ، ص 512 . ","page_name":" 1746 ","page_number":66},
  {"content":"\r\nيافتيم ، چيزهاى مهم و خطرناكى دربارهء ما نوشته بود . . . . ( 1 )\r\n3 . \" محمد بن ربيع شيبانى \" مى گويد : \" در اهواز با يكى از ثنوى ها ( = دوگانه پرستان )\r\nمباحثه و مناظره كردم ، بعد به سامراء رفتم و حرفهاى آن ثنوى اندكى در دلم اثر\r\nگذاشته بود ، در منزل \" احمد بن خصيب \" نشسته بودم كه امام عسكرى ( عليه السلام ) از مراسم\r\nعمومى برگشتند ، و به من نگريستند و با انگشت اشاره كرده فرمودند : \" احد احد ، فوحده ،\r\n( خدا ) يكتاست ، يكتاست ، او را يكى بدان \" ، من از هوش رفتم \" . ( 2 )\r\n4 . \" اسماعيل بن محمد \" مى گويد : \" درب خانهء امام عسكرى ( عليه السلام ) نشستم ، وقتى امام ( عليه السلام )\r\nبيرون تشريف آوردند جلو رفتم و از فقر و نيازمندى خويش ، شكوه كردم و سوگند ياد\r\nنمودم كه حتى يك درهم ندارم !\r\nامام فرمود : سوگند ياد مى كنى در حالى كه دويست دينار در خاك پنهان كرده اى ؟ !\r\nو فرمود : اين را براى آن نگفتم كه به تو عطائى ندهم ، و به غلام خود رو كرد و فرمود :\r\nآنچه همراه دارى به او بده .\r\nغلام صد دينار به من داد ، خداى متعال را سپاس گفتم و بازگشتم ، آن گرامى فرمود :\r\nمى ترسم آن دويست دينار را وقتى كه بسيار نيازمند آنى از دست بدهى .\r\nمن سراغ دينارها رفتم و آنها را در جاى خود يافتم ، جايشان را عوض كردم و طورى\r\nپنهان ساختم كه هيچ كس مطلع نشود .\r\nاز اين قضيه مدتى گذشت ، به دينارها نيازمند شدم ، سراغ آنها رفتم چيزى نيافتم ، بر\r\nمن بسيار گران آمد ، بعدا فهميدم پسرم جاى آنها را يافته و دينارها را برداشته و خرج\r\nكرده است ، و چيزى از آنها بدست من نرسيد و همانطور شد كه امام فرموده بود \" . ( 3 )\r\n5 . \" محمد بن عياش \" مى گويد : \" چند نفر بوديم كه در مورد معجزات امام عسكرى ( عليه السلام ) با\r\n\r\n","description":"","footnote":" 1 . اعلام الورى ص 373 ، نور الابصار چاپ قاهره ص 183 ، الفصول المهمه ابن صباغ مالكى\r\nص 286 با اندك تفاوت .\r\n2 . كشف الغمه في معرفة الائمه ج 3 ، ص 305 .\r\n3 . احقاق الحق جلد 12 ، ص 470 به نقل از الفصول المهمه ابن صباغ مالكى ص 286 . ","page_name":" 1747 ","page_number":67},
  {"content":"\r\nهم گفتگو مى كرديم ، فردى ناصبى حاضر بود گفت :\r\nمن نوشته اى بدون مركب مىنويسم اگر امام پاسخ آن را داد مى پذيرم كه او بر\r\nحق است .\r\nما مسائلى داشتيم كه نوشتيم ، ناصبى نيز بدون مركب روى برگه اى مطلب خود را\r\nنوشت و آن را جزو نامه ها به خدمت امام عسكرى ( عليه السلام ) فرستاديم ، پاسخ سؤالات ما را\r\nمرقوم فرمودند و روى برگهء مربوط به ناصبى ، اسم او و اسم پدر و مادرش را نوشتند ،\r\nناصبى چون آن را ديد از هوش رفت و چون به هوش آمد به حق اعتقاد پيدا كرد و در\r\nزمرهء شيعيان امام قرار گرفت \" . ( 1 )\r\n6 . \" عمر بن ابى مسلم \" مى گويد : \" سميع مسمعى \" همسايهء ديوار به ديوار من بود و مرا\r\nبسيار آزار مى داد ، به امام عسكرى ( عليه السلام ) نامه اى نوشتم و تقاضا كردم دعا بفرمايند خداوند\r\nفرجى عنايت كند ، پاسخ دادند : تو را به فرجى سريع بشارت مى دهم ، تو مالك خانهء\r\nهمسايهء مذكور خواهى شد .\r\nپس از يك ماه آن مرد فوت كرد و من خانهء او را خريدم و به بركت امام آن را به خانه\r\nخويش ضميمه ساختم \" . ( 2 )\r\n7 . \" ابو حمزه \" مى گويد : \" مكرر مى ديدم امام با غلامان ( كه از ملل مختلف بودند و ترك\r\nو رومى وديلمى و فارس در ميان آنان بود ) به زبان خودشان سخن مى گويد ، من شگفت\r\nزده شدم ، پيش خود مى گفتم . . . امام در مدينه متولد شده . . . چگونه به زبانهاى مختلف\r\nتكلم مىكند ، آن گرامى به من رو آورد و فرمود : همانا خداى عزيز و جليل حجت خود را\r\nاز ساير آفريدگان ممتاز نموده و به او معرفت هر چيزى را عطا فرموده است ، امام لغتهاى\r\nگوناگون و نسب‌ها و پيش آمدها را مىداند و اگر چنين نباشد تفاوتى ميان امام و مردم\r\n\r\n","description":"","footnote":" 1 . مناقب چاپ نجف ج 3 ، ص 538 .\r\n2 . كشف الغمه ج 3 ، ص 302 . ","page_name":" 1748 ","page_number":68},
  {"content":"\r\n\r\n\r\n\r\nنخواهد بود \" . ( 1 )\r\nگفتار صاحب فتوحات\r\nنويسنده فتوحات مكيه مى گويد : \" اگر از عمر جهان يك روز باقى نماند باز همان روز\r\nآن قدر طولانى خواهد بود تا مهدى ( عج ) ظهور كند وبسيط زمين را از عدل و داد خود پر\r\nسازد وبساط ظلم و بيدادگرى را از ريشه بركند او فرزند اطهر فاطمه زهرا و از دودمان\r\nپاك پيامبر اسلام است . نياى بزرگش امام حسين ( عليه السلام ) و پدرش امام حسن عسكرى ( عليه السلام )\r\nفرزند امام على النقى ( عليه السلام ) كه او فرزند امام جواد ( عليه السلام ) و او فرزند امام على بن موسى\r\nالرضا ( عليه السلام ) است . نام آن موعود منتظر ، همنام جد بزرگوارش رسول خداست . او در حالى\r\nكه ميان ركن و مقام ابراهيم ايستاده است مورد بيعت مسلمانان قرار مى گيرد و روح و\r\nروان تازه به كالبد فرسودهء اسلام مىدمد و اسلام را به مجد و عظمت ديرينهء خود\r\nمى رساند \" . ( 2 )\r\nگفتار شافعى\r\nشيخ عبد الله محمد بن يوسف شافعى مى نويسد : \" پيامبر اسلام فرمود :\r\n\" دنيا به پايان نخواهد رسيد مگر آنكه مردى همنام من ، از خانواده من حكومت و\r\nسرورى كند \" .\r\nگفتار صاحب روضات\r\nكربلائى حسين تبريزى صاحب روضات الجنان در روضه هشتم از كتاب خود\r\nكلماتى را از قول شيخ علاء الدوله سمنانى از امام حسن عسكرى ( عليه السلام ) نقل مى فرمايد و\r\nمطابق تاريخى كه در ذيل آن آمده است مربوط به 254 هجرى مى باشد در آن نوشته\r\nچنين آمده است :\r\n\" أللهم وفق وأيمن ، وقد صعدنا ذرى الحقايق بأقدام الفتوة والولاية ، وقددنا سبع\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 322 .\r\n2 . الفتوحات المكية ج 2 ، ص 366 . ","page_name":" 1749 ","page_number":69},
  {"content":"\r\nطرائق بأعلام النبوة والهداية ، فنحن ليوث الوغى وغيوث الذى وطعان العهدى وفقنا\r\nالسيف والقلم في العاجل ولواء الحمد في الأجل ، واسباطنا ، خلفاء الدين وحلفاء\r\nاليقين ومصابيح الأمم ومفاتيح الكرم ، فاالكليم البس حلة الأصطفاء لما عهدنا منه\r\nالوفاء و روح القدس في جنان الصاقورة ( 1 ) ذائق من حدائقنا الباكوره ، وشيعتنا الفتنة\r\nالناجيه والفرقة الزاكيه صارو الناردء اوصونا وعلى الظلمه ألبادعونا وسيحضرهم\r\nينابيع الحيوان بعد لظى النيران تهام آلم وطه وطواسين وهذا الكتاب ذرة من جبل\r\nالرحمة وقطرة من بحر الحكمة . . . كتبه حسن بن على العسكرى سنة اربع وخمسين و\r\nمأئتين \" .\r\n\" خدايا ! ما را توفيق بده و يارى نما ما به قله‌هاى حقايق با گامهاى جوانمردى ( با\r\nنبوت ) و ولايت صعود نموده ايم ، و راههاى پر پيچ را با نشانه‌هاى نبوت پيموده ايم ، ما\r\nشيران بيشهء هدايت و ابرهاى پربار احسان و جوديم در بين ما شمشير و قلم در امروز و\r\nپرچم مهر و ستايش در آينده است ، نوادگان ما جانشينان دين و هم پيمانان يقين ،\r\nچراغهاى هدايت و كليدهاى كرم و بخشش هستند موساى كليم از آنرو لباس برگزيدگى\r\nرا پوشيد چون ما وفاء را از او دريافتيم روح القدس در آسمان سوم از نوبرهاى باغ ما\r\nچشاننده است . گروه ناجى ، و خرقه پاك و پاكيزه آن شيعيان و دوستداران ما هستند كه\r\nدر تاريكى ها يار و ياور ما شده اند آنان را چشمه‌هاى حيات و زندگى بعد از خاموشى\r\nآتش ما مى باشد و اين امر با تماميت الم وطه وطارشين ها مى باشد و اين نوشته ذره‌اى\r\nاز جبل رحمت و قطره‌اى از درياى حكمت مى باشد و آن را حسن بن على عسكرى در\r\nتاريخ 254 ه‍ نگاشت \" .\r\nالبته از متن نگارشى با توجه به كاربرد الفاظ نامأنوس به كلمات عرفاء وصوفيه\r\nبيشتر شباهت دارد تا گفتار امام ( عليه السلام ) ولى از آنجا كه نوعى توصيف امام ( عليه السلام ) را دربرداشت\r\nمتن و ترجمهء آن را آورديم اگر اين نوشته با منابع معتبر ديگرى هم تأييد گردد مى توان به\r\n\r\n","description":"","footnote":" 1 . روضات الجنان ، روضهء هشتم ، ج 2 ، ص 387 - 388 . ","page_name":" 1750 ","page_number":70},
  {"content":"\r\n\r\n\r\nعنوان سند ، اعتماد كرد و اگر نه در حد يك توصيف باقى مى ماند .\r\nقابل توجه است عين همين نوشته در كتاب \" معادن الحكمه في مكاتيب الأئمه \"\r\nتأليف علم الهدى فيض كاشانى كه مخصوص مكتوبات ائمهء اطهار ( عليه السلام ) مى باشد آمده\r\nاست با اندك تفاوت جزئى . ( 1 ) در آن كتاب به جاى \" فتوت \" ، \" نبوت \" آمده است و به جاى\r\n\" صاقوره \" ، \" صاغوره \" آمده است و در بحار الأنوار \" جنان الصاقوره \" آمده است كه آسمان\r\nسوم معنى نموده است و راوى آن به جاى ، علاء الله الدوله ، حسن بن سلمان آمده است .\r\nولادت حجت منتظر ( عليه السلام )\r\nباز در كتاب \" معادن الحكمه \" فيض كاشانى آمده است كه در كتاب \" كمال الدين \" و\r\n\" تمام النعمه \" صدوق از احمد بن اسحاق قمى آمده است هنگامى كه خلف صالح امام\r\nحسن عسكرى ( عليه السلام ) متولد گرديد نامه اى از سوى ابى محمد حسن بن على ( عليه السلام ) نامه اى به\r\nجدم آمد كه در آن نامه با خط آن بزرگوار كه معمولا با آن خط توقيعات خود را\r\nمى نگاشتند ، نوشته شده بود : \" فرزندى در خاندان ما متولد گرديد و مى بايست پيش\r\nشما مستور و پنهان باشد و از تمام مردم مكتوم باشد ، ما اين موضوع را جز اين خواص و\r\nنزديكان پوشيده نگهداشته ايم خواستيم اين موضوع را محض خوشحال شما اعلام\r\nبداريم تا شما را شاد و مسرور سازد آنچنان كه ما را شاد و مسرور نمود \" ( 2 ) باز در همان\r\nكتاب با اسناد خود از ابى الفضل حسن بن حسن علوى آمده است \" كه بر ابومحمد\r\nحسن بن على در سامراء وارد شدم پس به او از جهت ولادت فرزندش قائم آل\r\nمحمد ( صلى الله عليه وآله ) تبريك گفتم \" . ( 3 )\r\nنامه‌اى به افتخار مردم قم وآبه\r\nيكى ديگر از نامه‌اى امام حسن عسكرى ( عليه السلام ) مكتوبى است كه به افتخار مردم قم وآبه\r\n\r\n","description":"","footnote":" 1 . معادن الحكمه ج 2 ، ص 270 چاپ جامعهء مدرسين قم .\r\n2 . معادن الحكمه ج 2 ، ص 275 .\r\n3 . منبع فوق . ","page_name":" 1751 ","page_number":71},
  {"content":"\r\nمرقوم فرموده اند :\r\nدر آن نامه پس از تذكر نعمت بزرگ رسالت و نبوت و پس از تذكر افتخار تدين به دين\r\nخدا و پس از تذكر نعمت ولايت و عترت طاهره ( عليه السلام ) ، رعايت حال جوانان و حرمت مشايخ\r\nو ريش‌سفيدان ، رعايت حال برادران ايمانى و خويشاوندان مكتبى و اعتقادى را تذكر\r\nداده اند و در پايان سخن امام موسى بن جعفر ( عليه السلام ) آورده است كه مى فرمايد : \" المؤمن\r\nأخوا المؤمن لأمة وأبيه ، مؤمن همانند برادر تنى مؤمن مى باشد \" . ( 1 )\r\nقابل توجه است كه در كتاب \" معادن الحكمه \" تعداد 21 مورد از نامه‌هاى آن بزرگوار\r\nرا آورده است چون مضامين برخى از مكتوبات آن بزرگوار را در طى مباحث پيشين\r\nآورديم و برخى ديگر در بخش چهارم خواهد آمد از اينرو از نقل آنها صرف نظر كرديم\r\nولى محققان و پژوهندگانى اگر تفضيل نامه‌هاى آن بزرگوار را خواسته باشند مى توانند\r\nبه آن كتاب ارزشمند مراجعه فرمايند .\r\n\r\n","description":"","footnote":" 1 . مناقب ابن شهر آشوب ج 4 ، ص 425 و معادن الحكمه ج 2 ، ص 264 . ","page_name":" 1752 ","page_number":72},
  {"content":"\r\nبخش سوم\r\nF\r\nامام حسن عسكرى ( عليه السلام ) و تفسير قرآن\r\n","description":"","footnote":"","page_name":" 1753 ","page_number":73},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1754 ","page_number":74},
  {"content":"\r\n\r\n\r\nبخش سوم / امام حسن عسكرى ( ع ) و تفسير قرآن . . .\r\nامام حسن عسكرى ( عليه السلام ) و تفسير قرآن\r\nدر عصر زندگى امام ( عليه السلام ) گرايشهاى كلامى و فلسفى آغاز شده بود مسلمانان با\r\nصاحبان مكاتب فلسفى و علمى و كلامى رو به رو بودند فتوحات اسلامى تا اراضى روم ،\r\nهندوستان ، تركستان گسترش يافته بود طبعا آراء ، افكار آن ديار نيز ، به حوزه‌هاى\r\nاسلامى وارد گشته بود اين امام عسكرى بود كه علم و دانش خود را از منبع زلال وحى\r\nاخذ كرده بود مى توانست جوابهاى قانع كننده بدهد تا عظمت اسلام و منطق گوياى آن را\r\nبرملا و مردم را از انحراف واعوجاج نجات بخشد . ( 1 )\r\n1 . پاسخ به دعاوى كندى\r\nاسحاق كندى يكى از فلاسفه اسلام و عرب شمرده مىشود كتابى در مورد \" تناقضات\r\nقرآن \" بر حسب زعم و پندار خويش تأليف مى كرد و مدتى را در منزل عزلت و گوشه\r\nنشينى اختيار كرده بود روزى برخى از شاگردان او ، به محضر امام شرفياب شدند تا\r\nچشم حضرت به آنان افتاد فرمودند : \" آيا در ميان شما مرد رشيدى وجود ندارد تا\r\nگفته‌هاى استادتان كندى را پاسخ گويد ؟\r\nيكى از شاگردان عرض كرد ما همگى از شاگردان او هستيم و از ما ساخته نيست در\r\nبرابر استاد قد علم كرده يا اعتراض و سخنى داشته باشيم .\r\nامام ( عليه السلام ) فرمود : اگر مطالبى به شما تلقين و تفهيم شود مىتوانيد آنها را نقل و\r\nبازگو نمائيد .\r\n\r\n","description":"","footnote":" 1 . يعقوب بن اسحاق كندى عراقى يكى از فلاسفه قرن سوم هجرى مى باشد آراء و نظرات فلسفى\r\nخاص خود را دارد . ","page_name":" 1755 ","page_number":75},
  {"content":"\r\nگفتند چرا ؟ امام ( عليه السلام ) فرمود : وقتى به حضور استادتان رسيديد با او با گرمى و محبت\r\nرفتار نمائيد و سعى كنيد با او انس و ألفت داشته باشيد هنگامى كه انس و ألفت برقرار\r\nشد با او اين مسألة را در ميان بگذاريد كه : مسألة اى به من عارض شده است كه جز\r\nشخص شما كسى را شايستگى حل آن نيست و آن مسألة اينست : آيا گوينده قرآن\r\nمىتواند از گفتار خود ، غير آن معانى را كه شما حدس مى زنيد اراده كرده باشد ؟\r\nاو به شما پاسخ خواهد داد : بلى ، چنين امكانى وجود دارد .\r\nوقتى او چنين اعتراف و اقرارى را ابراز نمود به او بگوئيد پس تو چه مىدانى شايد\r\nگوينده قرآن از معانى مورد نظر شما كه احتمال تناقض مى دهى ، غير آن معانى را ، اراده\r\nكرده باشد كه تو حدس مى زنى ، و اصولا معانى ديگرى متفاوت از آن معنى كه تو\r\nپنداشته اى اراده كرده باشد و تو آنها را در غير آن مورد خاص خود به كار مى برى ؟\r\nشاگرد به حضور استاد رسيد و مطابق توصيه و سفارش امام عسكرى ( عليه السلام ) رفتار نمود\r\nتا فرصت و موقعيت آن را پيدا نمود كه اين سوال را طرح نمايد .\r\nفيلسوف عراقى با كمال دقت به سوال و شيوهء طرح آن گوش فرا داد و گفت : سوالت را\r\nتكرار كن شاگرد سوال خود را تكرار نمود :\r\nاستاد تأملى به خرج داد گفت : آرى هيچ بعيد نيست كه در لغت و فكر و انديشه\r\nچنين هدفى به كار گرفته شود و گويندهء خلاف معنى متبادر از لفظ را اراده كرده باشد .\r\nاستاد لحظه اى در سوال تأمل و دقت كرد و با خود انديشيد كه اين سوال در خور\r\nانديشه اى خود شاگرد نمى تواند باشد از اينرو از او خواست تا سرچشمه طرح اين سوال\r\nرا دريابد به شاگرد رو كرد و گفت من شما را قسم مى دهم كه واقعيت امر اين سوال را\r\nبازگو نمائى و به من توضيح دهى كه اين سوال از كجا به ذهن شما خطور كرده است ؟\r\nشاگرد گفت : چه ايرادى وجود دارد كه چنين سوالى به ذهن خود من آمده باشد .\r\nاستاد : نه تو هنوز زود است كه به چنين مسائلى رسيده باشى به من بگو اين سوال را\r\nاز كجا فرا گرفته اى .\r\n","description":"","footnote":"","page_name":" 1756 ","page_number":76},
  {"content":"\r\n\r\nشاگرد : حقيقت امر اينست كه ابومحمد حسن بن على عسكرى مرا با اين سوال\r\nآشنا ساخت .\r\nاستاد : الآن واقعيت امر را گفتى چون اين قبيل مطالب زيبنده و شايسته آن خاندان\r\nاست و آنان هستند كه مى توانند حقيقت قرآن را روشن سازند .\r\nذهن روشن و فكر وقاد او حقيقت را فورا دريافت و دستور داد نوشته‌ها و\r\nمسوده‌هائى را كه در اين باره به رشته تحرير درآورده بود از بين ببرند \" . ( 1 )\r\n2 . تفسير منسوب به امام حسن عسكرى ( عليه السلام )\r\nدر ميان كتابهاى تفسيرى رائج و معمول ، تفسيرى وجود دارد كه بنام \" تفسير امام\r\nحسن عسكرى ( عليه السلام ) \" شهرت پيدا كرده است اين تفسير در ايران ، عراق ، مصر ، هندوستان\r\nبارها چاپ و تكثير شده است ولى آيا اين انتساب صحت دارد يا نه ؟ آراء و نظريات\r\nمختلفى ابراز شده است :\r\n1 . برخى اعتقاد دارند كه اين تفسير جعلى است و هيچ نوع صحت و اعتبارى ندارد .\r\nچون محتويات آن در شأن آن امام همام نيست .\r\n2 . برخى گفته اند سند آن ضعيف ، ولى برخى از منقولات آن صحيح و صادر از\r\nمعصوم ( عليه السلام ) است .\r\nآنان كه اساسا حجيت و اعتبار آن را سلب كرده اند مى گويند :\r\nراوى كه محمد بن قاسم مفسر استرابادى است وابن بابويه ( قدس سره ) از او نقل كرده است\r\nفرد ضعيف و كذابى است او از دو نفر فرد مجهول به نامهاى يوسف بن محمد بن زياد و\r\nديگرى \" على بن محمد بن يسار \" از پدرانشان تا امام حسن عسكرى ( عليه السلام ) روايت كرده اند\r\nمجهول وضعيف مى باشند و تفسير از سهل ديباجى از پدرش مى باشد اين سخن از ابن\r\nالغضائرى صاحب كتاب \" الضعفاء \" است . ( 2 )\r\n\r\n","description":"","footnote":" 1 . اعيان الشيعه ج 3 ، ص 304 به نقل از مناقب ابن شهر آشوب .\r\n2 . مجمع الرجال قهبائى ج 6 ، ص 25 . ","page_name":" 1757 ","page_number":77},
  {"content":"\r\nيكى ديگر از نفى كنندگان انتساب اين تفسير ، مرحوم علامه حلى صاحب كتاب\r\n\" الخلاصه \" مى باشد او مى فرمايد : \" محمد بن قاسم يا محمد بن ابى القاسم مفسر\r\nاسترآبادى كه ابن بابويه از او روايت كرده است فرد ضعيف و كذاب است و تفسير از آن\r\nسهل ديباجى است . ( 1 ) اين سخن عين سخن ابن غضائرى است و از آن ميان محقق\r\nتفرشى صاحب كتاب \" نقد الرجال \" و محقق داماد صاحب \" شارع النجاة \" واسترآبادى\r\nصاحب منهج المقال واردبيلى صاحب كتاب : \" جامع الرواة \" وشيخ محمد جواد بلاغى\r\nصاحب تفسير \" آلاء الرحمان \" و محقق شوشترى صاحب كتاب \" الأخبار الدخيله \" و استاد\r\nميرزا ابوالحسن شعرانى صاحب حاشيه مجمع البيان مى نويسند :\r\nيكى از اغلاط اين تفسير آنست كه حجاج بن يوسف ، مختار بن ابى عبيده ثقفى را\r\nحبس كرد و قتل او را منظور داشت ولى متمكن از اين عمل نشد تا اينكه خداوند از\r\nدست او نجات داد و انتقام امام حسين ( عليه السلام ) را از قاتلان او گرفت !\r\nبا اينكه حكومت حجاج از سال 75 شروع شده است و مختار در سال 65 تا 66 ه‍ . ق\r\nكشته شده است و او را مصعب بن زبير كشت و مصعب را عبد الملك بن مروان كشت .\r\n( تفصيل آن را در پيوست ترجمه لهوف سيد بن طاووس به نام \" فرجام قاتلان امام\r\nحسين ( عليه السلام ) \" آورده ايم )\r\nو از ديگر اغلاط آن اينست كه توهم كرده است كه سعد بن ابى وقاص در فتح نهاوند\r\nحضور داشته است و در تفسير آيه * ( وإن كنتم في ريب مما نزلنا ) * مطالبى نقل كرده\r\nاست كه طبع انسان از قرائت آن اشمئزاز دارد و اين گونه مطالب در شأن يك كتاب\r\nمنسوب به معصوم ( عليها السلام ) هرگز نمى تواند باشد .\r\nو باز در اين مورد آيت الله العظمى سيد ابوالقاسم خوئى صاحب كتاب \" معجم رجال\r\nالحديث \" ( 2 ) مى فرمايد :\r\n\r\n","description":"","footnote":" 1 . خلاصة الأقوال ص 256 .\r\n2 . معجم رجال الحديث مجلدات 13 - 17 - 20 ، ص 209 . ","page_name":" 1758 ","page_number":78},
  {"content":"\r\n\" تفسير منسوب به امام حسن عسكرى ( عليه السلام ) توسط راويانى نقل شده است كه هر دو\r\nمجهول و ناشناخته هستند و فردى كه ناظر متن تفسير ، گردد ترديدى نخواهد داشت\r\nكه اين تفسير موضوع ومجعول است ساحت دانشمندى عادى بالاتر از آنست كه چنين\r\nتفسيرى بنويسد كجا رسد كه امام معصوم ( عليه السلام ) ؟\r\nو آخرين فرد در اين اعتقاد سيد محمد هاشم خوانسارى صاحب رساله در تحقيق\r\n\" فقه الرضا \" است كه مى گويد : \" احتمال وضع در مورد فقه الرضا ضعيف است چون آثار\r\nصدق و حقيقت از آن هويدا و واضح است ولى نسبت كتاب مصباح الشريعه به امام\r\nصادق ( عليه السلام ) و نسبت تفسير امام حسن عسكرى ( عليه السلام ) به آن بزرگوار بسيار ضعيف است چون\r\nكوچكترين امعان نظر و دقت در سياق كلام ، حقيقت را روشن و برملا مى سازد \" ( 1 ) .\r\nاما كسانى كه اعتقاد دارند كه اين تفسير همانند ديگر مجامع حديثى و روائى\r\nمى باشد كه روايات صحيح وضعيف هر دو را دارد .\r\n1 . شيخ صدوق محمد بن على بن بابويه قمى صاحب من لا يحضره الفقيه .\r\n\" او در كتابهاى خود برخى از روايات اين تفسير را با عين سند ، يا با كمى اختلاف نقل\r\nنموده است \" .\r\n2 . ابومنصور طبرسى صاحب كتاب شريف \" الأحتجاج \" او در مقدمه كتاب خود\r\nمى گويد : \" اكثر اخبارى را كه نقل مى كنيم اسناد آن را نمى آوريم يا به علت وجود اجماع بر\r\nآن يا همگام و مطابق بودن آنها با عقل يا به علت اشتهار آنها در ميان كتابهاى سيره كه\r\nمخالف وموالف آن را پذيرفته اند مگر آنچه در كتاب تفسير منسوب به امام ابومحمد\r\nالحسن العسكرى ( عليه السلام ) آمده است اين كتاب در اشتهار ، در حد ديگر مجامع نيست هر\r\nچند آن نيز همانند ديگر كتابها است .\r\n3 . قطب راوندى صاحب كتاب \" الخرائج \" كه بخش وسيعى از اين تفسير را نقل\r\nنموده است .\r\n\r\n","description":"","footnote":" 1 . رساله تحقيق فقه الرضا ( ع ) ص 7 . ","page_name":" 1759 ","page_number":79},
  {"content":"\r\n4 . ابن شهر آشوب صاحب \" المناقب \" و \" معالم العلماء \" ، كه اين تفسير را به صورت\r\nجزمى و يقينى به امام ( عليه السلام ) نسبت داده و در موارد متعددى از كتاب \" المناقب \" از آن نقل\r\nنموده است ( 1 ) در كتاب معالم العلماء اين تفسير را به روايت حسن بن خالد برقى برادر\r\nمحمد بن خالد نسبت مىدهد و گويد : از املاء امام ( عليه السلام ) مى باشد و در 120 مجلد قرار\r\nدارد و در ص 29 مرحوم محدث نورى از اين سخن دو مطلب را استفاده كرده است .\r\nيكى آن كه غير از استرآبادى ، راوى ديگرى نيز اين كتاب را نقل كرده است و دومى\r\nآنكه كتاب خيلى وسيع تر از كتاب موجود مى باشد كه تنها شامل سوره حمد و برخى از\r\nسوره بقره تا آيه 282 مى باشد .\r\n5 . محقق شيخ على كركى : در اجازه اى كه به قاضى صفى الدين عيسى ( قدس سره ) داده است\r\nبا سلسله سند متصل به محمد بن قاسم مفسر جرجانى حديثى را از اين كتاب در مورد\r\nمحبت وعداوت در راه خدا از آن تفسير نقل مىكند و مستقيم مستند به امام حسن\r\nعسكرى ( عليه السلام ) مىداند و نقل حديث نشانگر اين معنى است كه اين كتاب پيش او ، در اعتبار\r\nلازم ووثاقت مقبول ، بوده است .\r\n6 . شهيد ثانى صاحب كتاب \" منية المريد \" مطالبى را از تفسير امام حسن عسكرى ( عليه السلام )\r\nنقل كرده است و در اجازه اى كه به شيخ حسين بن عبد الصمد والد شيخ بهائى داده\r\nاست سلسله سند خود را همانند كركى به محمد بن قاسم مفسر جرجانى مى رساند .\r\n7 . مجلسى اول صاحب كتاب \" روضة المتقين \" گويد : مفسر استرآبادى مورد اعتماد\r\nصدوق وشيخ او بوده است او گفتار ابن غضائرى را تضعيف كرده است و در پايان گفتار\r\nخود مى افزايد :\r\n\" اين تفسير خزينه اى از خزاين الهى است انشاء الله چيزى از آن ، از ما تلف نمى گردد\r\nو همه را در كتاب \" مجمع البحرين \" ذكر مى كنيم .\r\n8 . مجلسى دوم صاحب بحار الأنوار : گفته است :\r\n\r\n","description":"","footnote":" 1 . مناقب ابن شهر آشوب ج 2 ، صفحات 300 - 313 و 329 . ","page_name":" 1760 ","page_number":80},
  {"content":"\r\n\" در تفسير منسوب به امام حسن عسكرى ( عليه السلام ) هر چند در مورد آن ، مطالبى گفته\r\nشده است ولى از آن كتابهاى معروفى است كه صدوق بر آن اعتماد ورزيده است و از آن\r\nمطلب اخذ كرده است و صدوق آشناتر به حال آنست ، چون او نزديك تر به زمان و عهد\r\nتفسير مى باشد .\r\nو از ديگر تأييد كنندگان شيخ حر عاملى صاحب \" وسائل الشيعه \" ، فيض كاشانى\r\nصاحب تفسير \" الصافى \" و \" الأصفى \" ، و سيد هاشم بحرانى صاحب تفسير \" البرهان \" و\r\nحويزى صاحب تفسير \" نور الثقلين \" ، سيد نعمت الله جزائرى صاحب \" الأنوار النعمانيه \" و\r\nشيخ محمد جعفر خراسانى صاحب \" اكليل الرجال \" شيخ سليمان بحرانى صاحب\r\n\" الفوائد النجفيه \" و صاحب \" منتهى المقال \" علامه وحيد بهبهانى وشيخ ابو الحسن\r\nالشريف صاحب تفسير \" مرآة الأنوار \" شيخ محمد طه صاحب \" اتقان المقال \" و سيد\r\nعبد الله شبر صاحب \" تسلية الفؤاد \" و سيد حسن بروجردى صاحب \" نخبة المقال \" و\r\nحجة الاسلام تبريزى صاحب \" صحيفة الأبرار \" و صاحب \" العوالم \" وشيخ مرتضى انصارى\r\nصاحب \" فرائد الاصول \" وشيخ عبد الله ممقانى صاحب \" تنقيح المقال \" ، آية الله العظمى\r\nبروجردى صاحب \" جامع احاديث الشيعه \" ، على بن الحسن الزوارى مفسر معروف استاد\r\nصاحب منهج الصادقين ، علامه طهرانى حاج آقا بزرگ طهرانى صاحب \" الذريعة الى\r\nتصانيف الشيعه \" ، محدث نورى در \" خاتمه مستدرك \" و جمعى ديگر .\r\nخلاصه و فشردهء مطلب در مورد اين تفسير آنست كه دليلى بر موضوع بودن تمام\r\nاين تفسير ، وجود ندارد آنچنان كه دليلى بر صدور تمام مطالب اين كتاب از امام\r\nمعصوم ( عليه السلام ) وجود ندارد بلكه اين كتاب همانند ديگر كتب حديثى و روائى است كه در آن\r\nصحيح و مقبول وضعيف و مردود نيز وجود دارد ورد و قبول آن نيازمند بحث و تحقيق\r\nو بررسى و فراهم آوردن قرينه مى باشد . ( 1 )\r\nنظر مؤلف : نيز اينست كه تفسير منسوب به امام حسن عسكرى ( عليه السلام ) يك كتاب روايى و\r\n\r\n","description":"","footnote":" 1 . كيهان انديشه از مقاله آية الله رضا استادى . ","page_name":" 1761 ","page_number":81},
  {"content":"\r\n\r\nحديثى است كه حجم بيشتر آن را روايات منقوله از آن بزرگوار تشكيل مىدهد از اينرو به\r\nنام آن امام همام ( عليه السلام ) شهرت يافته است در اين كتاب روايى احاديث قوى وضعيف و\r\nاسرائيليات نيز رخنه نموده است و نمى توان تمام آن را به امام ( عليه السلام ) مستند دانست در\r\nاينجا به مناسبت روش تفسيرى اهل بيت ( عليه السلام ) را مى آوريم :\r\nشيوه تفاسير اهل بيت ( عليه السلام )\r\nهنگامى كه به روش تفاسير اهل بيت ( عليه السلام ) نظر مى افكنيم در مى يابيم كه آنان در فهم\r\nدلالى آيات ، بر عرف عام تكيه مى كنند و از تأويلات دور از ذهن و نامتناسب ، با سياق عام\r\nو خاص آيات ، دورى مى گزينند و اين مطلب به آن معنى نيست كه هر كسى مىتواند\r\nقرآن را بر حسب آنچه از ظاهر آن مى فهمد تفسير كند بلكه مراد و مقصود آيات در آنچه\r\nحروف والفاظ آنها دلالت مىكند منحصر نيست . و لزوما بايد نكات و امور ديگرى نيز\r\nمد نظر قرار گيرد كه چه بسا از نظر ما پوشيده و مخفى است براى دانستن آنها به كسانى\r\nكه خداوند ، علم و معرفت را به آنان عنايت كرده است بايد مراجعه شود و اينان\r\nپيامبر ( صلى الله عليه وآله ) و اهل بيت ( عليه السلام ) اويند كه مصداق بارز قول حق تعالى هستند در آن شريفه كه\r\nمىفرمايد : * ( و ما يعلم تأويله إلا الراسخون في العلم ) * . ( 1 )\r\nتفاسير اهل بيت ( عليه السلام ) ويژگى خاصى دارد و هر كس كه در اين دانش به پژوهش و\r\nبررسى بپردازد با آن برخورد مىكند و مى بيند كه اهل بيت ( عليه السلام ) بسيارى از آيات را به\r\nوجود خودشان تفسير مى كنند يا به ولايت و دوستى برگشت مى دهند و اين امر موجب\r\nآن شده است كه برخى اين تهمت را بزنند كه ائمه ( عليه السلام ) قصد داشتند كتاب اعتقادى از\r\nقرآن را فراهم سازند كه اختصاص به خود آنان داشته باشد . ليكن حقيقت ، خلاف آنست\r\nكه گفته اند زيرا تفسير آيه به خودشان يا به آنچه كه به آنان برگشت دارد از باب تطبيق\r\nمفاد آيه بر كاملترين فرد است و آنان بارزترين مصاديق به شمار مى آيند و اين امر مراد و\r\nمفهوم آيه را از مقصد عام خود بيرون نمى برد وفي المثل امام صاد ( عليه السلام ) هنگامى كه امت\r\n\r\n","description":"","footnote":" 1 . آل عمران آيه 7 . ","page_name":" 1762 ","page_number":82},
  {"content":"\r\n\r\nرا در قرآن به ائمه تفسير مىكند از اين نظر است كه ائمه ، نمونه و مصداق كامل و بارز آن\r\nهستند و شايد اطلاق تفسير در اين مورد به عنوان مجاز باشد زيرا اين نوع تفسير\r\nتطبيق مفهوم نص ، بر بارزترين مصاديق آن است و اين امرى است كه رادع عقلى و نقلى\r\nندارد .\r\nويژگى ديگر تفاسير اهل بيت ( عليه السلام ) توجه به نيازهاى ارشادى و هدايتى قرآن مجيد\r\nاست اين كتاب شريف در راستاى هدايت و ارشاد مردم است استخراج عجائب و غرائب و\r\nتوجه به ابعاد مبهم و پيچيده و حمل آيات قرآن بر آن معانى و مفاهيم ، دور از شأن كتاب\r\nهدايتى مى باشد و قرآن مجيد برنامهء هدايت و ارشاد پرهيزكاران مى باشد پس بيش از\r\nجنبه‌هاى ادبى ، بلاغى ، علمى ، طبى ، جغرافى و فلكى ، جنبه ارشادى و هدايتى قرآن\r\nمد نظر است و اگر به آن علوم و فنون نيز توجه و عنايتى باشد بايد در مسير هدايت و\r\nارشاد و در راستاى زمينه سازى ارشاد و هدايت گردد و بس . ائمهء اطهار و پيشوايان\r\nمعصوم ( عليه السلام ) بيش از هر مسألة به اين بعد از ابعاد قرآن توجه داشته اند به مفهوم بارز * ( إن\r\nهذا القرآن ، يهدى للتى هى اقوم ) * اين قرآن به راهى راست و محكم و استوار هدايت\r\nكننده و راهنما است . از اينرو پيشوايان معصوم ( عليه السلام ) به اين مسير و راستا هدايتگر\r\nبوده اند و بس .\r\n3 . جدال به نيكى\r\nدر كتاب تفسير منسوب به امام حسن عسكرى ( عليه السلام ) در مورد جدال در دين آمده است\r\nكه گفته شد پيامبر خدا ( صلى الله عليه وآله ) ، پيشوايان دين از آن نهى كرده اند . امام ( عليه السلام ) فرمود :\r\nنهى از مجادلهء ، مطلق ، و در هر مورد نيست بلكه نهى از مجادله در جائى است كه به\r\nنحو احسن و نيكو صورت نپذيرد آيا كلام خدا را نشنيده اى جايى كه مى فرمايد :\r\n\" ولا تجادلوا أهل الكتاب إلا بالتى هى أحسن \" ( 1 ) و در جاى ديگر مى فرمايد : \" أدع\r\nإلى سبيل ربك بالحكمة والموعظة الحسنة ، وجادلهم بالتى هى أحسن \" ( 2 ) پس مجادله\r\n\r\n","description":"","footnote":" 1 . سوره عنكبوت آيه 45 .\r\n2 . النحل آيه 126 . ","page_name":" 1763 ","page_number":83},
  {"content":"\r\nبه صورت بهتر و منطقىتر نه تنها مورد نهى علماء و بزرگان نيست بلكه مطلوب هم\r\nمى باشد و آنچه حرام و نكوهيده مىباشد مجادله به شيوهء نامطلوب و ناروا است كه حرام\r\nاست و بر شيعيان ما نيز محرم مى باشد چگونه مى توان تمام انواع جدال را حرام دانست\r\nدر صورتى خداوند متعال مى فرمايد : \" وقالوا لن يدخل الجنة إلا من كان هودا أو\r\nنصارى [ و قال الله تعالى 
  ] تلك أمانيهم قل هاتوا برهانكم ان كنتم صادقين \" ( 1 ) خداوند\r\nمتعال در اين آيه شريفه علم راستين را آوردن برهان و حجت ذكر كرده است و اين\r\nآوردن برهان همان مجادله به احسن مى باشد .\r\nاز محضر امام ( عليه السلام ) سوال شد لطفا انواع مجادله را بيان فرمائيد :\r\nدر پاسخ فرمودند : مجادله بر دو نوع است : جدال به احسن و جدال به غير احسن اما\r\nجدال غير احسن آنست تو در مورد باطلى مجادله كنى و آن ديگرى هم باطل ديگرى را\r\nپيش بكشد و پس نتوانى با حجت و برهانى كه خداوند متعال پيش تو قرار داده است رد\r\nنمايى ولى حقى را انكار نمايى كه اين مبطل مى خواهد به وسيله آن به باطل خود كمك\r\nبگيرد پس تو آن حق را انكار نمايى تا مبادا در آن حق بر ضرر تو حجت و برهانى باشد\r\nچون تو نمى دانى راه نجات چيست ؟ اين نوع مجادله هم بر شيعيان ما حرام مى باشد\r\nمبادا آنان وسيلهء آزمايش و امتحان بر ضرر ضعيفان از برادران و ابطال گران باشند .\r\nاما \" جدال به احسن \" آن همان چيزى است كه خداوند متعال به پيامبر خود دستور\r\nداده است كه با آن با منكرين برانگيخته شدن بعد از مرگ و زنده نمودن خداوند متعال با\r\nآن شيوه مجادله نموده است جايى كه مى فرمايد :\r\n\" وضرب لنا مثلا ونسى خلقه ، قال من يحيى العظام وهى رميم ، قل يحييها الذى\r\nأنشأها أول مرة وهو بكل خلق عليم \" . ( 2 )\r\nخداوند متعال از پيامبر خدا خواسته است كه با منكرين بعث مجادله نمايد آنان كه\r\nمى گويند : خداوند چگونه مىتواند اين استخوانهاى پوسيده را زنده كند بگو آن خدايى\r\n\r\n","description":"","footnote":" 1 . سوره بقره آيه 111 .\r\n2 . سوره يس آيات 78 - 81 . ","page_name":" 1764 ","page_number":84},
  {"content":"\r\n\r\n\r\nكه نخستين بار و در آغاز كار بدون وجود استخوان ، خاك او را بوجود آورد در صورتى كه\r\nهيچگونه ماده و وسيله‌اى نبود آيا عاجز است دوباره آن را پس از خاك شدن ، احياء و زنده\r\nكند ؟ اگر بنابر عجز و ناتوانى باشد [ بنا به اعتقاد شما 
  ] نخستين بار كه مى بايست عاجزتر و\r\nناتوان تر بوده باشد . . . . ( 1 )\r\n4 . اشاره به قتل متوكل\r\nدر اثبات الهداة آمده است مردى از اهل مداين ، نامه اى به حضور آن حضرت نوشت و\r\nدر مورد ، باقيمانده از حكومت متوكل پرسش نمود . . . .\r\nامام ( عليه السلام ) با كنايه و ايهام مرقوم فرمودند : \" تزرعون فيه سبع سنين وأبا فما حصدتم\r\nفذروه في سنبله إلا قليلا مما تأكلون ثم يأتى من بعد ذلك سبع شداد يأكلن ما قدمتم\r\nلهن الا قليلا مما تحصنون ، ثم يأتى من بعد ذلك عام فيه يغاث الناس و\r\nفيه يعصرون \" . ( 2 )\r\n[ در اين آيه شريفه با احتساب هر سه مورد از سالها 7 + 7 + 1 مجموعا 15 سال وقت\r\nآمده است 
  ] متوكل در سر سال 15 كشته شد . ( 3 )\r\n5 . نجات انسان\r\nامام حسن عسكرى ( عليه السلام ) مى فرمايند : حسين بن على ( عليه السلام ) به مردى گفت : كدام يك از\r\nاين دو كار ، نزد تو محبوب تر است : آيا مردى مى خواهد مستمند ناتوانى را به قتل برساند\r\nآيا تو او را از دست آن مرد رها نمى سازى ؟ يا مرد ناصبى اى كه مى خواهد ناتوانى از\r\nناتوانان شيعيان ما را گمراه سازد و تو باب استدلال به برهانهاى الهى را بر روى او\r\nمىگشايى و جلوى گمراه ساختن او را بگيرى و او را مجاب مىسازى و درهم مىشكنى ؟\r\nمرد پاسخ داد : بلكه نجات دادن اين مؤمن ناتوان ، از دست اين فرد ناصبى محبوب تر\r\n\r\n","description":"","footnote":" 1 . تفسير منسوب به امام حسن عسكرى ( ع ) ص 244 چاپ اول ، توحيد صدوق ص 459 ، وسائل\r\nالشيعه ج 11 ، ص 358 به نقل از معادن الحكمه ج 2 ، ص 226 .\r\n2 . سوره يوسف آيه 47 - 49 .\r\n3 . اثبات الهداة ج 6 ، ص 260 ، بحار ج 50 ، ص 186 . ","page_name":" 1765 ","page_number":85},
  {"content":"\r\n\r\nاست ، چرا كه خداوند متعال مى فرمايند :\r\n\" و هر كس فردى را زنده كند و از كفر به سوى ايمان رهنمودش سازد گويا همهء مردم\r\nرا پيش از آنكه آنان را با شمشيرهاى آهنين بكشد ، زنده كرده است \" ، من أحيى نفسا فكأنما\r\nأحيى الناس جميعا \" . ( 1 )\r\n6 . بذل مال يا اعتبار و آبرو\r\nامام ( عليه السلام ) در تفسير آيه شريفه \" أقيموا الصلاة وآتوا الزكاة وماتقدمو لأنفسكم من\r\nخير تجدوه عند الله إن الله بما تعلمون بصير \" . ( 2 )\r\nمقصود از اقامهء نماز تكميل وضو ، تكبيرات ، قيام ، قرائت ، ركوع و سجود و رعايت\r\nحدود آن مى باشد . مقصود از پرداخت زكات ، پرداخت آن به مستحقين و نيازمندان\r\nواقعى است و هرگز نمى توان به كافر يا ناصبى داد چون رسول خدا ( صلى الله عليه وآله ) فرمودند : \" كسى\r\nكه به دشمنان ما تصدق مىكند همانند فردى است كه در حرم خدا دزدى مى نمايد و\r\nمقصود از بيش افكندن خير ، خرج مال در راه اطاعت خدا است اگر مالى نباشد پس از\r\nاعتبار و آبرو در راه برادران دينى تان خرج نماييد تا منفعتى را به سوى آنان جلب\r\nنماييد يا ضررهايى را از آنان دفع كنيد تمام اين موارد را در پيشگاه خدا خواهيد يافت\r\nپس سيئات شما را مى ريزد و حسنات شما را افزون مى سازد خداوند متعال عالم و آگاه\r\nاست نه ظاهر چيزى و نه باطن آن بر خداوند پوشيده جهان نيست كه امور بر او ملتبس\r\nگردد افعال برخى را به برخى ديگر نسبت دهد و عنايت برخى را به ديگرى انجام دهد\r\nپس ثواب و عقاب آن در غير جايگاه خود قرار گيرد در اثر جهل و نادانى به غير\r\nمستحقش واقع گردد . ( 3 )\r\n\r\n","description":"","footnote":" 1 . بحار الأنوار ج 3 ، ص 279 والتفسير المنسوب بالعسكرى ص 34 .\r\n2 . سوره بقره آيه 110 .\r\n3 . تفسير منسوب به امام حسن عسكرى ( ع ) به نقل از ائمتنا ص 280 . ","page_name":" 1766 ","page_number":86},
  {"content":"\r\nبخش چهارم\r\nخوشه‌هايى از علم و فضيلت آن بزرگوار\r\n","description":"","footnote":"","page_name":" 1767 ","page_number":87},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1768 ","page_number":88},
  {"content":"\r\n\r\n\r\nبخش چهارم / خوشه‌هايى از علم و فضيلت آن بزرگوار . . .\r\nاز امام حسن عسكرى ( عليه السلام ) ، رهنمودها و سخنان ارشادى فراوانى نقل شده است كه ما\r\nدر اين بخش ، خوشه‌هايى از آن انبوه رهنمودها را بازگو مى كنيم و در برخى از آنها\r\nتوضيحات لازم را انجام مى دهيم .\r\n1 . دربارهء علم و دانش\r\n\" اگر دنيا و هر آنچه در آن است لقمه اى نموده آن را به عالم و دانشمند باايمانى دهم ،\r\nترسناكم از اينكه در اداى حق او كوتاهى كرده باشم ، در برابر آن ، اگر نادان و جاهل\r\nفاسقى را از تمام نعمتهاى دنيا ، جز جرعهء آبى ندهم بيمناكم از اينكه در حق او ، اسراف\r\nكرده باشم \" . ( 1 )\r\nتوضيح كوتاه : اسلام آئين علم و دانش و فضل و فضيلت مى باشد آئين دانش پرور\r\nاسلام در ارج گزارى به علم تنها به تقديرهاى گفتار بسنده نمى كند بلكه تأمين نيازهاى\r\nدانشمندان و فراهم ساختن نيازهاى مادى آنان هم تلاش و كوشش دارد از اينرو\r\nامام ( عليه السلام ) مى فرمايد : اگر تمام دنيا را لقمه اى بكنيم و به دهان دانشمندى قرار دهم باز\r\nنگرانم كه حق او را ادا نكرده باشم شاعرى گويد :\r\nمرا به تجربه معلوم گشت در آخر كار * كه قدر مرد به علم است و قدر علم به مال\r\nدانشمند فاقد امكانات نمى تواند معلومات خود را در اختيار جامعه قرار دهد به ويژه\r\nدر عصرى تكنولوژى و صنعت نامگزارى شده است .\r\n2 . حديث مسند دربارهء شراب\r\nخدا را شاهد مى گيرم كه من از پدرم \" على بن محمد \" ( عليه السلام ) نقل مى كنم و او از پدرش\r\n\" محمد \" ( عليه السلام ) و او از پدرش \" على \" ( عليه السلام ) و او از پدرش \" موسى \" ( عليه السلام ) و او از پدرش \" محمد \" ( عليه السلام ) و\r\n\r\n","description":"","footnote":" 1 . تفسير على بن ابراهيم قمى نقل از گناهان كبيره ص 153 . ","page_name":" 1769 ","page_number":89},
  {"content":"\r\n\r\nاو از پدرش \" على \" ( عليه السلام ) و او از پدرش \" حسين \" ( عليه السلام ) و او از پدرش \" على بن ابى طالب \" ( عليه السلام ) و او\r\nاز \" پيامبر اسلام \" ( عليه السلام ) و او هم از جبرييل و او از ميكاييل و او از اسرافيل و او خدا را شاهد\r\nمى گيرد كه بر لوح محفوظ بود كه خداوند متعال مى فرمايد :\r\n\" شرابخوار همانند ستايشگر بت مى باشد \" . ( 1 )\r\n\" ابو نعيم \" از دانشمندان اهل تسنن پس از نقل اين حديث مى افزايد : \" اين يك حديث\r\nمسند صحيح و ثابتى است كه از راه عترت پاك رسالت به دست ما رسيده است از آن نظر\r\nبسيار باارزش و پرقيمت مى باشد \" .\r\nتوضيح كوتاه : ارزش انسان با عقل و خرد و انديشه است اگر انسانى فاقد عقل و انديشه\r\nباشد نه تنها فاقد ارزش لازم مى باشد بلكه گاهى از حيوانات فاقد عقل هم پست تر و بى\r\nارزش تر است چون انسان نيازها و خواسته‌هايى دارد كه بدون عقل و تدبير لازم قابل\r\nكنترل نيست شراب ، صدمات غير قابل جبرانى روى دستگاه تفكر و انديشه وارد\r\nمى سازد و انسان در حد حيوانات فاقد عقل و انديشه تنزل مىدهد مردم مىكوشند كه\r\nخود را عاقل و تدبير نشان دهند شرابخوار مى خواهد خود را به حيوانات فاقد عقل و\r\nتدبير و انديشه تنزل دهد .\r\n3 . در گرداب غم\r\nامام حسن عسكرى ( عليه السلام ) هنگام نيايش و عرض حاجت به پروردگار خود چنين\r\nمى گفت : \" يا أسمع السامعين ! و يا اعين الناظرين ! و يا اسرع الحاكمين صل على محمد\r\nوآل محمد وأوسع على في رزقى ! ومدفى عمرى ، وأمنن على برحمتك وأجعلنى\r\nممن تنتصربه لدينك ! . . . \" .\r\n\" اى شنواترين شنوايان ! اى بيناترين بينندگان ! اى داورترين داوران ! درود خود را بر\r\nمحمد و تبار او برسان با احسان و لطف خود بر من طول عمر و وسعت روزى عطا فرما و با\r\nرحمت خود به من احسان كن ووجود مرا از عوامل تقويت دين و آيين خود قرار بده ! . . . \" .\r\n\r\n","description":"","footnote":" 1 . تذكره الخواص تأليف ابونعيم فضل بن دكين ص 203 ، و متن عربى به اين ترتيب است : \" شارب\r\nالخمر كعابد الوثن \" . ","page_name":" 1770 ","page_number":90},
  {"content":"\r\n\r\n\r\n4 . پيامى براى شيعيان\r\n\" شما شيعيان را دعوت مى كنم به پرهيزگارى و تقوا و مجاهده و كوشش در راه خدا به\r\nراستگويى و درست كردارى به پرداخت امانت و وديعت خواه از نيكوكار باشد يا از فرد\r\nگناهكار . . . شما را فرا مىخوانم بر خوش رفتارى با همسايگان و بر طول سجود و عبادت\r\nپروردگار عالم ، چون رسالت پيامبر اسلام ( صلى الله عليه وآله ) بر اساس همين كارها بود . . . \" .\r\nبر شما شيعيان است كه با ديگران ( اهل تسنن ) به خوبى و ملايمت معاشرت كنيد به\r\nمجالس و محافل آنان رفت و آمد كنيد از مريضان آنان ، عيادت به عمل آوريد . ( تا جذب\r\nمكتب اهل بيت شوند ) هنگامى كه يكى از شما پيروان ما در دين خود ورع و تقوى را\r\nپيشهء خود سازد وراست گفتار و درست كردار باشد در معاشرت خود آداب و وظايف\r\nاسلامى را رعايت كند و مردم به همديگر بگويند كه اين افراد تربيت يافتهء مكتب اهل\r\nبيت مىباشند اين عمل مرا مسرور و خوشحال مى سازد چون تقوى و پرهيزكارى مايه\r\nافتخار و زينت و سربلندى است پس شما هم سعى كنيد كه مايهء افتخار و زينت ما باشيد\r\nو باعث ننگ و افتادگى ما نشويد دوستيها و محبتها را به سوى ما جلب كنيد ، و بديها و\r\nنارواييها و نسبتهاى ناروا را از ما بر طرف سازيد ، هر گونه خوبى و برازندگى كه در حق ما\r\nگفته شود ما شايسته‌تر از آن هستيم و هر نوع بدى و ناروايى كه دربارهء ما بيان شود ما از\r\nآن برى و منزجريم ، قرابت و نزديكى ما با رسول خدا است و قرآن دربارهء ما حقى تعيين\r\nكرده است و آيهء تطهير از طرف پروردگار دربارهء ما نازل گرديده است و هر آن كس كه جز\r\nما خاندان رسالت آن را به خود نسبت دهد ، دروغگو و كذاب خواهد بود \" . ( 1 )\r\n5 . نامه‌اى دربارهء اتحاد مسلمانان\r\nامام حسن عسكرى ( عليه السلام ) در ضمن نامه‌اى كه به \" زهرى \" نوشته است دربارهء اتحاد\r\nمسلمانان چنين مىنگارد : \" وظيفهء تو اين است كه مسلمانان را همانند افراد يك\r\nخانواده قرار دهى . بزرگسالان همانند پدر و خردسالان را همانند فرزند ، همسالان را\r\n\r\n","description":"","footnote":" 1 . تحف العقول ص 367 ، چاپ نجف . ","page_name":" 1771 ","page_number":91},
  {"content":"\r\n\r\n\r\nمانند برادر خود فرض نمايى . در چنين فرضى چه كسى مىتواند به ديگرى ظلم كند ؟ و\r\nكدام فرد مىتواند بر ضد ديگرى گام بردارد يا اسرار او را هتك نموده يا اقدام به ضرر\r\nاو نمايد ؟\r\nزهرى ! اگر شيطان خواست در دل تو ايجاد شبهه نمايد كه تو بر ديگر برادران ايمانى\r\nفضيلت و برترى دارى چنين شبهات را با اين ترتيب از دل خود بيرون آر كه آن خود\r\nبزرگسال تر از من است . بگو او خيلى سابق تر از من به انجام خيرات و مبرات پيشى\r\nجسته است و اگر خردسال تر از تو است بگو من خيلى زودتر از او به ارتكاب گناه و\r\nمعصيت پيش قدم شده ام پس او بهتر از من است و اگر او همسال توست بگو من در مورد\r\nگناهان خود مطمئن هستم و يقين دارم ولى دربارهء گناه او در ترديد و شك هستم پس\r\nچگونه مى توانم شك و ترديد را بر يقين خود ترجيح دهم ؟ . . .\r\nبدان ! بهترين و محبوب ترين مردم كسى است كه نيكى و خير او ، بر مردم سرازير\r\nباشد و اسرار و عيوب مردم را محفوظ داشته و فاش نسازد \" . ( 1 )\r\n6 . مقام نيكوكار\r\n\" در بهشت درى وجود دارد كه موسوم به در \" معروف \" است . از آن دربگاه جز اهل\r\nمعروف كس ديگرى حق ورود ندارد . من خدا را شكرگزارم كه در رفع حوائج مردم كوشا\r\nهستم . امام در اين هنگام نگاهى به يكى از ياران خود به نام \" ابو هاشم \" افكند و فرمود :\r\n\" شما بر همان روشى كه داريد پايدار باشيد چون كسانى كه در اين جهان اهل بخشش و\r\nنيكوكارى باشند در آخرت هم آنان اهل معروف مى باشند \" . ( 2 )\r\n7 . زينت ما باشيد\r\nقال الأمام العسكرى ( عليه السلام ) : \" إتقوا الله وكونوا لنا زينا ، ولاتكونوا شيئا ، جرو إليناكل\r\nمودة وادفعوا عنا كل قبيح \" . ( 3 )\r\n\r\n","description":"","footnote":" 1 . تاريخ سامرا ج 2 ، ص 13 .\r\n2 . نور الابصار ص 426 ، بنا بر نقل احقاق الحق ج 12 .\r\n3 . تحف العقول ص 362 ، بحار الأنوار ج 78 ، ص 372 . ","page_name":" 1772 ","page_number":92},
  {"content":"\r\n\r\n\r\nاز خدا پروا كنيد و مايهء زينت ما باشيد نه مايهء زشتى و ناروائى ، هر نوع دوستى را به\r\nسوى ما جذب كنيد و هر زشتى اى را از ما دفع كنيد .\r\nتوضيح كوتاه : مايهء زينت بودن به پيشوايان معصوم ( عليه السلام ) پيمودن راه راست آنان و عمل\r\nبه فرموده ها و فرامين آنان مىباشد بهترين كمك و مساعدت به آرمان آن بزرگواران\r\nتمسك به تعاليم و التزام علمى و عملى به ارشادات آن بزرگواران مى باشد .\r\n8 . زهد واقعى چيست ؟\r\n\" عن الحسن بن على العسكرى ( عليه السلام ) عن آبائه ( صلى الله عليه وآله و سلم ) عن الصادق ( عليه السلام ) انه سئل عن\r\nالزاهد في الدنيا قال : الذى يترك حلالها مخافة حسابه ، ويترك حرامها\r\nمخافة عقابه \" . ( 1 )\r\n\" امام حسن عسكرى ( عليه السلام ) از پدران بزرگوارش از امام صادق ( عليه السلام ) روايت مىكند كه از آن\r\nامام همام در مورد فرد زاهد پرسيده شد كه زاهد واقعى كيست ؟\r\nامام فرمود : \" زاهد واقعى كسى است كه حلال دنيا را از بيم حساب آن ، و حرام دنيا را\r\nاز بيم كيفر و عقاب آن ، ترك نمايد \" .\r\nاز نامه‌هاى آن حضرت\r\nهمانطور كه گذشت از امام حسن عسكرى ( عليه السلام ) نامه ها و مكاتباتى صورت پذيرفته\r\nاست كه تعداد بيست مورد از آنها را فرمود . مرحوم فيض صاحب معادن الحكمة در كتاب\r\nخود درج كرده است در يكى از آن نامه ها كه در شأن اهل بيت ( عليه السلام ) و موقعيت آن\r\nبزرگواران مى باشد اين چنين مىخوانيم :\r\n\" أعوذ بالله من قوم حذفوا المحكمات : ونسوا رب الأرباب والنبى وساقى الكوثر\r\nفي مواقف الى ولظى الطامة الكبرى ونعيم دار الثواب ، فنحسن السنام الأعظم وفينا\r\nالنبوة والولاية والكرم ، ونحن منار الهدى والعروة الوثقى والأنبياء كانوا يقتبسون\r\nمن انوارنا ويقتفون آثارنا ، وسيظهر حجة الله على الخلق بالسيف المسلول لأظهار\r\n\r\n","description":"","footnote":" 1 . وسائل الشيعه باب جهاد النفس ص 269 . ","page_name":" 1773 ","page_number":93},
  {"content":"\r\n\r\nالحق وهذا خط الحسن بن على بن محمد بن عل بن موسى بن جعفر بن على بن\r\nالحسين بن امير المؤمنين عليهم السلام \" . ( 1 )\r\nپناه مىبرم از گروهى كه محكمات قرآن را حذف كردند و خداى خود ، و پيامبر اسلام\r\nو ساقى كوثر را در آن لحظه‌هاى حساب و عطش رستاخيز كبرى و نعمتهاى دار ثواب را\r\nفراموش نموده‌اند مائيم آن قله شامخ و بزرگ ، و در خاندان ما نبوت و ولايت و كرم به\r\nظهور رسيده است . مائيم مشعلداران هدايت و عروهء محكم و استوار ، انبياء و پيامبران\r\nالهى از انوار ما اقتباس مىكردند و از آثار ما پيروى مىنمودند به زودى خداوند حجت\r\nخود را با شمشير آخته جهت اظهار حق ظاهر خواهد نمود و اين نوشته با خط حسن بن\r\nعلى بن محمد بن على بن موسى بن جعفر بن محمد بن على بن الحسين بن\r\nامير المؤمنين نوشته گرديده است .\r\nدر كتاب \" كشف الحجة لثمرة الحجة \" تأليف شهيد بزرگوار \" شهيد ثانى \" در شرح اين\r\nنامه آمده است . اين امر يك سنت جاريه و عادت ديرينه مى باشد چون آدم دو پسر\r\nداشت : هابيل و قابيل پس قابيل باطل به هابيل حق غلبه نمود و امت شيث در حال تقيه\r\nبه سر بردند و در مقام مغلوبى ستمگران واقع شدند تا آنكه نبوت حضرت نوح فرا رسيد\r\nباز قوم او به مقام معاندت و دشمنى برآمدند تا آنكه خداوند متعال به وسيله ى آب ، غرق\r\nنمود همچنان صالح ، هود ، لوط ، ابراهيم ، نمروديان و موسى با فرعونيان و عيسى ( عليه السلام ) با\r\nپيروان خود و پيامبر آخر الزمان با امت خويش در اين عهد رسالت هم جريان پيدا\r\nمىكند آنچنان كه در ميان امم گذشته رخ داده بود تا آنكه خداوند متعال حجت خود را\r\nظاهر سازد . ( 2 )\r\nسخنان مكتوب\r\nائمهء اطهار ( صلى الله عليه وآله و سلم ) هر كدام به تناسب موقعيتى كه داشته اند نامه ها و مكاتباتى با\r\nدوستان و طرفداران و شيعيان خود داشته اند كه خود مجموعهء بزرگى را تشكيل\r\n\r\n","description":"","footnote":" 1 . معادن الحكمه ج 2 ، ص 273 .\r\n2 . كشف الحجة ص 75 طبع نجف اشرف . ","page_name":" 1774 ","page_number":94},
  {"content":"\r\n\r\nمىدهد برخى از بزرگان آن مكتوبها را تحت عنوان \" معادن الحكمة في مكاتيب\r\nالأئمه ( عليه السلام ) \" آورده اند كه در مورد امام حسن عسكرى ( عليه السلام ) در آن كتاب بيست و يك عنوان\r\nنامه ثبت شده است كه برخى از آنها در ضمن فضايل آن بزرگوار گذشت . ما اكنون\r\nدرصدديم كه برخى ديگر از مكاتبات آن گرامى را ، در اين قسمت آورده باشم :\r\n9 . در پاسخ درخواست دعا\r\nنامه اى از ابو هاشم نامى از علاقه مندان آن حضرت ( عليه السلام ) به خدمت امام رسيد كه در آن\r\nدرخواست دعا نموده بودند امام ( عليه السلام ) در پاسخ نوشتند با اين دعا خدا را بخواه :\r\n\" يا اسمع السامعين ! و يا أبصر المبصرين ! و يا أعز الناظرين ، و يا أسرع الحاسبين\r\nو يا ارحم الراحمين و يا أحكم الحاكمين ، صل على محمد وآل محمد ، وأوسع لى في\r\nرزقى ، ومدلى في عمرى ، وأمنن على برحمتك ، واجعلنى ممن تنتصر به لدينك ، و\r\nلاتستبدل بى غيرى \" .\r\n\" اى شنواترين شنوايان ! اى بيننده‌ترين بينايان ! اى عزيزترين تماشاگران ! اى\r\nسريع ترين حسابرسان ! اى مهربان ترين مهربانان ! اى داورترين داوران ! درود و رحمت\r\nخود را بر محمد وآل محمد عنايت فرما ! روزى مرا فراختر ، عمر مرا طولانى تر ، احسان\r\nخود را به من ارزان تر قرار بده و مرا از افرادى قرار بده كه به دين تو كمك نمايم و مرا از آن\r\nحالى كه دارم تبديل مفرما ! \"\r\nابو هاشم مى گويد : وقتى نامه ى امام ( عليه السلام ) رسيد پيش خود گفتم چه بهتر اين چنين\r\nدعا كنم \" اللهم اجعلنى في حزبك وزمرتك \" امام ( عليه السلام ) فرمود :\r\n\" اين چنين دعا نكن و نگو كه خدايا مرا در حزب و جرگهء خود قرار بده ! چون تو هم\r\nاكنون ، در حزب و گروه خدا هستى ، در صورتى كه به خدا و رسول او ايمان داشته باشى و\r\nبه مقام اولياء عرفان و شناخت داشته و از آنان پيروى نموده باشى ، پس بشارت باد ! بر تو ،\r\nبشارت باد بر تو ! \" ( 1 )\r\n\r\n","description":"","footnote":" 1 . معادن الحكمة في مكاتيب الائمه تأليف علم الهدى محمد بن حسن فيض كاشانى ج 2 ،\r\nص 251 - 252 ، چاپ نشر اسلامى . ","page_name":" 1775 ","page_number":95},
  {"content":"\r\n\r\n10 . احاديث سخت و سخت‌تر\r\nمرحوم شيخ صدوق در كتاب \" معانى الأخبار \" با اسناد خود از طريق محمد بن\r\nعيسى بن عبيد از برخى از مردم \" مدائن \" آورده است كه به حضور امام حسن\r\nعسكرى ( عليه السلام ) نامه نوشتم كه از آباء و اجداد بزرگوار شما روايت شده است : \" احاديث شما ،\r\nسخت و سخت‌تر است نه فرشته مقرب و نه پيامبر مرسل و نه مؤمنى كه خداوند قلب او\r\nرا با ايمان آزموده است ، نمى تواند تحمل كند معناى آن چيست ؟ \"\r\nامام ( عليه السلام ) در پاسخ نوشتند : \" اينكه فرشته و پيامبر نمى تواند تحمل نمايد به اين معنى\r\nاست احاديث ما آنچنان حلاوت و شيرينى دارد كه هرگز فرشته و پيامبر نمى تواند آن را\r\nدر درون سينه ى خود نگهدارد ، و منتشر نكند بلكه به مجرد دريافت ، آن را به ديگرى\r\nمنتقل مى سازد \" . ( 1 )\r\nشبيه همين مضمون ، حديث ديگرى از امام صادق ( عليه السلام ) آمده است كه پس از فرشته ،\r\nپيامبر و مؤمن كلمهء \" مدينه حصينة \" را افزوده است امام ( عليه السلام ) در معناى \" مدينه حصينه \"\r\nمى فرمايد : مقصد آن قلب فراگير و وسيع مى باشد كه بتواند ظرفيت تحمل آن احاديث را\r\nداشته باشد . ( 2 )\r\nدر كتاب حسن بن سليمان هم به نقل از كتاب \" اللباب \" تأليف ابن شريفه واسطى از\r\n\" ميثم تمار \" آمده است كه ما در بازار بوديم كه أصبغ بن نباته يكى از ياران صميمى\r\nامام ( عليه السلام ) رسيدند و گفتند : واى بر تو ! من از اميرمؤمنان حديث سخت و مشكلى را\r\nشنيدم . ميثم پرسيد : آن حديث چه بود ؟ گفت : اين حديث بود كه احاديث ما سخت و\r\nمشكل است جز فرشتگان يا انبياء نمى توانند تحمل آن را داشته باشند فورا از\r\nجا برخاستم و به سراغ امير المؤمنين ( عليه السلام ) رفتم و به حضور آن بزرگوار عرض كردم :\r\nاصبغ بن نباته حديثى از شما نقل كرده است كه مرا در تنگنا قرار داده است . امام ( عليه السلام )\r\nفرمود : كدام حديث ؟ گفتم : اين حديث صعب ومستصعب كه بيان فرموده ايد . امام ( عليه السلام )\r\n\r\n","description":"","footnote":" 1 . معادن الحكمة في مكاتيب الائمه ج 2 ، ص 252 .\r\n2 . همان منبع ص 253 . ","page_name":" 1776 ","page_number":96},
  {"content":"\r\nتبسم فرمود آنگاه دستور نشست به من دادند و توضيح فرمودند : آيا هر علمى را عالمى\r\nمىتواند تحمل كند ؟ خداوند متعال به فرشتگان فرمودند من مى خواهم در روى زمين\r\nخليفه اى قرار دهم ، گفتند : آيا مى خواهى در روى زمين ، موجودى را قرار دهى تا\r\nفسادى راه اندازد و خون بريزد در صورتى كه ما تسبيح گويان و سجده كنندگان درگاه تو\r\nهستيم . خداوند متعال در پاسخ آنان فرمود : من چيزى را مى دانم كه شماها نمى دانيد\r\nآيا ملاحظه مى كنى كه فرشتگان توانستند علم خدا را تحمل كنند ؟\r\nميثم گويد : عرض كردم آيا احاديث شما بالاتر و بزرگ تر از اين مورد است ؟ امام ( عليه السلام )\r\nادامه دادند يكى ديگر \" موسى بن عمران \" پيامبر خدا است هنگامى كه تورات به او نازل\r\nشد چنين تصور نمود كه در روى زمين ، عالم تر و داناتر از او شخص ديگرى وجود ندارد\r\nخداوند متعال خواست به او خبر دهد كه عالم تر و دانشمندتر از او هم وجود دارد چون\r\nترسيد كه او به عجب دچار شود پس خداوند او را به دانشمند و عالم ديگرى ارشاد نمود\r\nپس بين او و خضر را گرد آورد او كشتى را سوراخ نمود موسى نتوانست تحمل كند ،\r\nسپس غلامى را كشت ، موسى نتوانست تحمل كند ، سپس ديوار را به پا داشت باز\r\nموسى ( عليه السلام ) نتوانست تحمل كند ( تا اينكه خضر توضيحات لازم را در مورد اين اعمال خود\r\nبيان داشت كه در قرآن مجيد آمده است ) ( 1 ) .\r\nو اما پيامبران يكى از آنان همين پيامبر بزرگوار اسلام است مگر او در روز غدير از\r\nدست من نگرفت و نگفت : \" اللهم من كنت مولاه فعلى مولاه \" آيا نتوانستند اين سخن\r\nپيامبر خدا را تحمل كنند ؟ جز افراد خاصى كه خداوند آنان را مصون داشته است پس\r\nبشارت باد بر شما ! باز بشارت باد بر شما كه خداوند متعال شما را به امورى اختصاص\r\nداده است كه فرشتگان ، پيامبران و رسولان را اختصاص نداده است پس نشر وتبليغ\r\nفضيلت ما حرج و مشكلى ندارد چون پيامبر خدا ( صلى الله عليه وآله ) فرموده است : \" ما گروه انبياء مردم\r\nرا جز در محدودهء عقل خود ، مورد خطاب قرار نمى دهيم \" . ( 2 )\r\n\r\n","description":"","footnote":" 1 . سوره كهف آيه 67 .\r\n2 . معادن الحكمه ج 2 ، ص 253 - 254 . ","page_name":" 1777 ","page_number":97},
  {"content":"\r\n\r\n\r\n\r\n11 . توحيد چيست ؟\r\nسهل بن زياد مى گويد : در مورخهء 255 ه‍ . ق نامه اى به محضر ابى محمد ( عليه السلام ) نوشتم\r\nدر آن نامه به عرض رساندم : سرور من ! اصحاب ما در مورد \" توحيد \" و خداشناسى\r\nاختلاف نموده اند برخى به جسم بودن ، برخى به صورت بودن خدا ، اعتقاد پيدا كرده اند\r\nاگر صلاح دانسته باشند كه به من ، حد و مرزى را نشان دهند كه از آن عبور نكنم بسيار\r\nممنون خواهم بود و احسانى در حق اين كوچك انجام داده اند .\r\nامام ( عليه السلام ) با خط و إمضاى خود مرقوم فرمودند : \" شما از توحيد و خداشناسى سوال\r\nنموده بوديد گرچه اين سوال از شما به دور است ولى بدان : خدا واحد ، احد و يكتا است\r\nكه نه صاحب فرزند و نه خود او زاده شده است و نه نظير وكفوى دارد او خالق و آفريننده\r\nاست ولى مخلوق و آفريده شده نيست ، او است كه تصوير انجام مىدهد ولى خود صورت\r\nنيست ، ثنا و توصيف او بسيار بالا است اسماء او خيلى وارسته تر از آنست كه شبيه و\r\nنظيرى داشته باشد او همان خود او است و ديگرى نيست چيزى همانند او نيست و او\r\nشنوا و بينا است \" . ( 1 )\r\n12 . نجات از زندان\r\nابو هاشم جعفرى مى گويد : به امام حسن عسكرى ( عليه السلام ) از تنگى زندان وسنگينى\r\nزنجير شكايت نامه اى نوشتم : امام ( عليه السلام ) در پاسخ مرقوم فرمودند : \" تو نماز ظهر را در منزل\r\nخود خواهى خواند \" .\r\nمن درست موقع ظهر آزاد شدم ، به همان ترتيبى كه امام ( عليه السلام ) مرقوم فرموده بودند :\r\nنماز ظهر را در خانه ام برگزار نمودم \" . ( 2 )\r\n13 . حجب و حياء\r\nباز ابو هاشم جعفرى مى گويد : \" بسيار در تنگنا بودم نامه اى به امام ( عليه السلام ) نوشتم ولى\r\nخجالت كشيدم مسائل مالى را مطرح سازم هنگامى كه به منزل رسيدم ملاحظه كردم\r\n\r\n","description":"","footnote":" 1 . معادن الحكمه في مكاتيب الائمه ج 2 ، ص 260 .\r\n2 . منبع فوق ص 262 . ","page_name":" 1778 ","page_number":98},
  {"content":"\r\n\r\n\r\nكه امام ( عليه السلام ) 100 دينار به منزل من فرستاده است و در نامه اش مرقوم فرموده است : \" در\r\nصورتى كه تو احتياج داشته باشى خجالت مكش و پنهان مدار اميد است تو به آنچه\r\nدوست دارى رسيده باشى \" . ( 1 )\r\n14 . نيازى به ملاقات خليفه نيست\r\nعمر بن ابى مسلم گويد : مردى به نام \" سيف بن ليث \" از مصر به سامراء آمد مى خواست\r\nبه \" مهتدى \" حاكم عباسى تظلم نمايد در مورد ملكى كه فردى به نام شفيع خادم از او\r\nتصرف نموده و حق او را نمى داد ما به او اشاره نموديم كه نامه اى به امام ابو محمد\r\nبنويسد تا در تسهيل امر او راهى نشان دهد .\r\nامام ( عليه السلام ) در پاسخ نامه مرقوم فرمودند : \" نگرانى نيست ملكت را به خودت\r\nبرمىگردانند ، لزومى ندارد پيش سلطان به روى ، تو آن وكيلى را كه موكل زمين تو است\r\nملاقات نما و او را با سلطان اعظم كه همان خداوند آفريدگار جهانيان است بترسان ! \"\r\nاين شخص كه ملكش ، مغصوب واقع شده بود به سراغ وكيل رفت او گفت به هنگام\r\nخروج تو از مصر نامه اى به تو نوشته ام و از تو خواسته ام كه زمينت را به خودت برگردانم\r\nپس آن زمين را به حكم قاضى ( ابن ابى الشوارب ) و با شهادت شهود ، به صاحب ملك\r\nبرگرداند و ديگر نيازى پيدا نكرد تا به حضور \" مهتدى \" خليفه عباسى برود . ( 2 )\r\n15 . نامهء امام به يكى از علماى بزرگ شيعه در قم\r\nاز جمله مكاتبات امام ( عليه السلام ) با اصحاب خود ، نامه اى است كه آن گرامى به \" على بن\r\nحسين بن بابويه قمى \" يكى از بزرگان فقهاى شيعه ، مرقوم فرموده اند ، و متن آن\r\nچنين است :\r\n\" بسم الله الرحمن الرحيم ألحمد الله رب العالمين والعاقبة للمتقين والجنة للموحدين\r\nوالنار للملحدين ، ولا عدوان الا على الظالمين ، ولا إله الا الله احسن الخالقين ، والصلوة\r\nعلى خير خلقه محمد وعترته الطاهرين \" .\r\n\r\n","description":"","footnote":" 1 . اصول كافى ج 1 ، ص 508 .\r\n2 . الكافى ج 1 ، ص 508 ، معادن الحكمه ج 2 ، ص 262 . ","page_name":" 1779 ","page_number":99},
  {"content":"\r\nبه نام خداوند بخشندهء مهربان ، ستايش خداى را كه پروردگار جهانيان است ،\r\nسرانجام نيكو براى پرهيزكاران و بهشت براى يكتاپرستان و آتش براى كافران خواهد\r\nبود ، و ستيزه و تجاوز جز بر ستمكاران نيست ، و خدائى جز \" الله \" كه بهترين آفرينندگان\r\nاست ، نمى باشد ، و درود و رحمت خدا بر بهترين آفريدگانش محمد و خاندان پاك او باد .\r\nبعد از حمد و ثناى الهى ، تو را اى بزرگمرد و مورد اعتماد وفقيه پيروان من ، ابو الحسن\r\nعلى بن حسين قمى ، كه خدايت به آنچه رضاى اوست موفق فرمايد و از نسلت فرزندان\r\nشايسته برآورد ، سفارش مى كنم كه از خطاى مردم درگذرى ، و خشم خويش را فرو برى ،\r\nو به خويشاوند صله و رسيدگى نمائى ، و با برادران مواسات كنى ، و در رفع نيازهاى آنان\r\nدر سختى و آسايش بكوشى ، و در برابر نادانى و بى خردى افراد بردبار باشى ، و در دين\r\nژرف نگر و در كارها استوار و با قرآن آشنا باشى ، و اخلاق نيكو پيشه سازى و امر به\r\nمعروف و نهى از منكر كنى ، خداى متعال مى فرمايد : \" لاخير في كثير من نجويهم ، الا من\r\nامر بصدقة او معروف او اصلاح بين الناس ، در بسيارى از سخنان در گوشى شان با هم\r\nخيرى نيست مگر كسى كه به صدقه دادن يا نيكى كردن يا اصلاح ميان مردم فرمان\r\nدهد \" . از همهء بديها و زشتيها خوددارى كن ، و بر تو باد كه نماز شب بخوانى ، همانا\r\nپيامبر ( صلى الله عليه وآله ) به على ( عليه السلام ) سفارش كرد و فرمود : \" يا على عليك بصلوة الليل ، عليك بصلوة\r\nالليل ، عليك بصلوة الليل ، و من استخف بصلوة اليل فليس منا ، اى على ! بر تو باد نماز\r\nشب ، بر تو باد نماز شب ، بر تو باد نماز شب ، و كسى كه نماز شب را سبك بشمارد از ما\r\nنيست ( و به روش و سيرهء ما عمل نكرده است ) \" .\r\nپس به سفارش من عمل كن ، و به شيعيان من نيز دستور بده آنچه به تو فرمان دادم\r\nهمانطور عمل كنند ، و بر تو باد كه صبر و شكيبائى ورزى ، و منتظر فرج ، باشى ، همانا\r\nپيامبر ( صلى الله عليه وآله ) فرمودند : افضل اعمال امت من انتظار فرج است . پيوسته شيعيان ما در حزن\r\nواندوه خواهند بود تا فرزندم ( امام قائم ( عليه السلام ) ) ظاهر شود ، همان موعودى كه پيامبر ( صلى الله عليه وآله )\r\nبشارت داد كه زمين را از قسط و عدل پر مىكند آن چنان كه از ظلم و جور پر\r\n","description":"","footnote":"","page_name":" 1780 ","page_number":100},
  {"content":"\r\n\r\nشده است . ( 1 )\r\nاى بزرگمرد و مورد اعتماد من ابا الحسن ، صبر كن و شيعهء مرا به صبر فرمان ده ،\r\nهمانا زمين از آن خداست كه بندگانش را وارث آن مى سازد ، و سرانجام نيكويى براى\r\nپرهيزكاران است . و سلام و رحمت خدا و بركات او بر تو و بر همهء شيعيانم باد ، وحسبنا\r\nالله ، ونعم الوكيل ، نعم المولى ونعم النصير \" . ( 2 )\r\n16 . اعتدال وميانه روى\r\nعليك بالاقتصاد واياك والاسراف . ( 3 ) بر تو باد به ميانه روى در زندگى ، و از اسراف\r\nو زياده روى ، بپرهيز .\r\nدر ايام كودكى امام ، شخصى آن حضرت را ديد كه مى گريد و ديگر كودكان به بازى\r\nمشغولند ، پنداشت گريهء آن گرامى براى اسباب بازى است كه ساير كودكان دارند و او\r\nندارد ! به امام عرض كرد : برايتان اسباب بازى بخرم ؟\r\nامام فرمود : \" يا قليل العقل ما للعب خلقنا \" اى كم خرد ، ما براى بازى آفريده\r\nنشده ايم .\r\nپرسيد : پس براى چه آفريده شده ايم ؟ فرمود : \" للعلم والعبادة \" براى علم و عبادت .\r\nپرسيد : از كجا چنين مى گوئى ؟\r\nفرمود : از كلام خداى عزيز وجليل ( كه در قرآن مى فرمايد : ) \" افحسبتم أنما خلقناكم\r\nعبثا وأنكم الينالا ترجعون ، آيا مىپنداريد شما را بيهوده آفريديم و به سوى ما باز\r\nنمى گرديد ؟ ! \" ( 4 )\r\n\r\n","description":"","footnote":" 1 . مسلمان پرهيزكار و پاى بند به احكام الهى در برابر ستمگران و در محيطهاى فاسد دچار سختى\r\nو مشكلات است و همواره مىكوشد دين خود را در شرائط سخت حفظ كند ، لذا نيازمند به شكيبائى\r\nو در عين حال اميد به فرج است و اگر بى تابى و نوميدى بر او چيره شود از مسير صحيح منحرف\r\nمى گردد .\r\n2 . الأنوار البهيه چاپ مشهد ص 161 .\r\n3 . احقاق الحق ج 12 ، ص 467 .\r\n4 . احقاق الحق ج 12 ، ص 473 . ","page_name":" 1781 ","page_number":101},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n17 . ترك جدال\r\nلاتمار فيذهب بهاؤك ولاتمازح فيجترى عليك . ( 1 )\r\nستيزه و جدال مكن كه آبرويت مى رود ، و شوخى مكن كه بر تو جرأت مى يابند .\r\n18 . تواضع\r\nمن التواضع ألسلام على كل من تمربه ، والجلوس دون شرف المجلس . ( 2 )\r\nسلام كردن بر هر كه با او برخورد مى كنى و نشستن در پايين مجلس از تواضع و\r\nفروتنى ا ست .\r\n19 . نشاط و سرحال بودن\r\nاذا نشطت القلوب ، فاودعوها واذا نفرت فودعوها . ( 3 )\r\nچون دلها با نشاط بود در آن علم و حكمت وديعت نهيد ، و چون بى نشاط و ملول شد\r\nآنها را رها كنيد .\r\n20 . رعايت حال\r\nليس من الأدب ، إظهار الفرح عند المحزون . ( 4 )\r\nشادمانى نزد فرد اندوهمند دور از ادب است .\r\n21 . ارزش تواضع\r\nألتواضع نعمة ، لايحسد عليها . ( 5 )\r\nفروتنى نعمتى است كه مورد رشك قرار نمى گيرد .\r\n22 . پند در خلوت\r\nمن وعظ اخاه سرا ، فقد زانه و من وعظه ، علانية فقد شانه . ( 6 )\r\nآنكه برادر خود را پنهانى اندرز مىدهد او را آراسته است ، و آنكه آشكار و در حضور\r\nديگران اندرز دهد او را بدنام ساخته است .\r\n\r\n","description":"","footnote":" 1 و 2 و 3 و 4 و 5 . انوار البهيه چاپ مشهد ص 160 - 161 .\r\n6 و 7 و 8 و 9 و 10 و 11 . انوار البهيه چاپ مشهد ص 160 - 161 . ","page_name":" 1782 ","page_number":102},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n23 . اجتناب از بدى\r\nكفاك ادبا لنفسك تجنبك ما تكره من غيرك . ( 1 )\r\nبراى تأديب خويش است از آنچه بر ديگران نمى پسندى ، اجتناب كنى .\r\n24 . زيبايى برون و درون\r\nحسن الصورة جمال ظاهر ، وحسن العقل ، جمال باطن . ( 2 )\r\nخوبى چهره زيبائى بيرونى و خوبى عقل زيبائى درونى است .\r\n25 . نماز شب\r\nان الوصول الى الله عزوجل سفر لايدرك الا باستطاء الليل . ( 3 )\r\n( سير براى ) رسيدن به خداى متعال سفرى است كه جز به شب روى ( شب زنده\r\nدارى ) ميسر نمى شود .\r\n26 . كليد بدى ها\r\nجعلت الخبائث في بيت والكذب مفاتيحها . ( 4 )\r\nپليديها در خانه اى گرد آمده و دروغ كليد همه آنهاست .\r\nتوضيح كوتاه : دروغ خلاف واقع گويى است كه واقعيات را وارونه جلوه مىدهد به يقين\r\nبه هيچ واقعيت ثابتى پابند نيست وقتى در زندگى انسان تكيه گاهى وجود نداشته باشد\r\nاو به هر عمل خلافى دست مى زند و به شكل و ناروائى مرتكب مى گردد چون كليد تمام\r\nجنائت و بديها را دارد تا روزى كه وارد جهيم گردد .\r\n27 . اعتدال در بذل و بخشش\r\nان للجود مقدارا ، فاذا زاد عليه فهو سرف . ( 5 )\r\nبراى بذل و بخشش اندازه‌اى معين است كه چون از آن بگذرد اسراف است .\r\n28 . ميزان در احتياط\r\nوان للحزم مقدارا ، فاذا زاد عليه فهو جبن . ( 6 )\r\n\r\n","description":"","footnote":"\r\n6 . انوار البهيه ص 160 ، چاپ مشهد . ","page_name":" 1783 ","page_number":103},
  {"content":"\r\n\r\n\r\nو براى احتياط نيز اندازه اى است كه چون از آن تجاوز كند ترس و جبن است .\r\n29 . ايمان و نفع رسانى\r\nخصلتان ليس فوقهما شئ ألأيمان بالله ، و نفع الأخوان . ( 1 )\r\nدو خصلت است كه بالاتر از آن چيزى وجود ندارد 1 . ايمان به خدا 2 . نفع رسانى به\r\nبرادران دينى . و در حديث ديگر آمده است بهترين افراد با ايمان نافع ترين آنان به حال\r\nمردم مى باشد .\r\n30 . كمك به شيعيان\r\nيكى ديگر از سيرهء عملى امام عسكرى ( عليه السلام ) ، حمايت و پشتيبانى مالى از شيعيان ، بويژه\r\nاز ياران خاص و نزديك آن حضرت ، مى باشد . با يك مطالعه در زندگانى آن حضرت ، اين\r\nمطلب به خوبى آشكار مىشود كه گاهى برخى از ياران امام ، از تنگناى مالى ، در محضر\r\nامام شكوه مى كردند و حضرت ، گرفتارى مالى آنان را بر طرف مى ساخت و گاه حتى پيش\r\nاز آنكه اظهار كنند ، امام مشكل آنان را بر طرف مى ساخت . اين اقدام امام ( عليه السلام ) مانع از آن\r\nمى شد كه آنان زير فشار مالى ، جذب دستگاه حكومت ستمگر عباسى شوند . مواردى\r\nگذشت و چند مورد هم يادآورى مىشود : در اين زمينه مى توان براى نمونه چند مورد را\r\nياد كرد :\r\n1 . \" على بن زيد علوى \" مى گويد : امام عسكرى ( عليه السلام ) مبلغى پول به من داد و فرمود : با اين\r\nپول كنيزى بخر ، زيرا كنيز تو مرده است . وقتى كه به منزل برگشتم ، ديدم كنيز\r\nمرده است ! ( 2 )\r\n2 . \" ابو هاشم جعفرى \" مى گويد : نياز مالى خود را به اطلاع امام رساندم ، امام كيسه اى\r\nحاوى حدود پانصد دينار به من داد و فرمود : ابو هاشم ! اين را بگير و اگر كم است عذر ما\r\n\r\n","description":"","footnote":" 1 . تحف العقول ص 343 .\r\n2 و 2 . ابن شهر آشوب ، مناقب آل أبي طالب ، قم ، كتابفروشى مصطفوى ، ج 4 ، ص 431 ، على بن\r\nعيسى الإربلى ، كشف الغمة ، تبريز ، مكتبة بنى هاشمى ، 1381 ه‍ . ق ، ج 3 ، ص 218 . ","page_name":" 1784 ","page_number":104},
  {"content":"\r\nرا بپذير ! ( 1 )\r\n3 . \" ابو طاهر بن بلال \" يك سال به حج مشرف شد و در مراسم حج مشاهده كرد كه\r\n\" على بن جعفر \" ( 2 ) مبالغ هنگفتى انفاق كرد . وقتى كه از حج بازگشت ، جريان را به امام\r\nگزارش كرد . امام در پاسخ نوشت :\r\n\" قبلا دستور داده بوديم صد هزار دينار به وى بدهند ، سپس مجددا بالغ بر همين\r\nمبلغ براى او حواله كرديم ولى او براى رعايت حال ما نپذيرفت \" . بعد از اين جريان\r\n\" على بن جعفر \" به حضور امام شرفياب شد ، به دستور حضرت سى هزار دينار به وى\r\nپرداخت گرديد . ( 3 )\r\nاين روايت نشان مىدهد كه \" على بن جعفر \" مبالغ درشتى در حجاز توزيع مى كرده\r\nاست ، و اگر چه مورد مصرف آنها در روايت معين نشده ولى حجم بزرگ پولها نشان\r\nمىدهد كه اين ، يك برنامهء وسيع و طراحى شده بوده و طبعا شيعيان نيازمند و\r\nشخصيتهاى بزرگ و برجسته ومبارز شيعه از آن برخوردار مى شده اند و اين برنامه با\r\nآگاهى و هدايت و حمايت مالى امام اجرا مى شده است .\r\nالبته پرداخت چنين مبلغهايى با توجه به محدوديت امام ، نبايد موجب ترديد يا\r\nانكار گردد زيرا بر رغم آنكه فعاليتهاى اجتماعى و سياسى امام به شدت تحت كنتزل\r\nحكومت عباسى بود ، رقمهاى قابل توجهى از شيعيان مناطق مختلف ، توسط نمايندگان\r\nامام به آن حضرت مى رسيد . مثلا تاريخ مى گويد : شخصى از \" جرجان \" به محضر امام\r\n\r\n","description":"","footnote":"\r\n2 . على بن جعفر از دوستداران صميمى و ياران ويژه و بسيار مورد اعتماد امام هادى و امام\r\nعسكرى ( ع ) و از كارگزاران آن دو بزرگوار بوده است . او به جرم نمايندگى از طرف امام هادى ،\r\nتوسط متوكل عباسى مدتى زندان گرديد و پس از آزادى ، به امر امام ، به مكه رفت و در آنجا مقيم\r\nگرديد . گويا او همچنان در مكه بوده كه انفاق او را ابو طاهر ديده است . ر . ك به : شريف القرشى ، باقر ،\r\nحياة الإمام العسكرى ، دار الكتاب الإسلامى ، ص 155 - 156 ، شيخ طوسى ، مأخذ گذشته ، ص 212 ،\r\nمامقانى ، تنقيح المقال ، تهران ، انتشارات جهان ، ج 2 ، ص 271 - 272 ، شيخ طوسى ، اختيار معرفة\r\nالرجال ( معروف به رجال كشى ) ، مشهد ، دانشگاه مشهد ، 1348 ه‍ . ش ، ص 523 و 607 .\r\n3 . طوسى ، الغيبة ، تهران ، مكتبة نينوى الحديثة ، ص 212 ، اين روايت با اندكى تفاوت ، در كتاب\r\n\" مناقب \" ابن شهر آشوب نيز نقل شده است . ","page_name":" 1785 ","page_number":105},
  {"content":"\r\n\r\nرسيد و اموالى را كه شيعيان آن منطقه فرستاده بودند به پيشكار امام به نام \" مبارك \"\r\nتسليم كرد ، ( 1 ) يا شخصى كه از منطقهء جبل ( قسمتهاى كوهستانى ايران تا قزوين و\r\nهمدان ) با راهنمايى يك نفر علوى به حضور امام رسيده بود ، چهار هزار دينار به امام\r\nتقديم كرد ، ( 2 ) يا چنان كه قبلا گفتيم ، نمايندهء امام در قم ( احمد بن اسحق ) صد و شصت\r\nكيسهء طلا و نقره كه از شيعيان آن شهر تحويل گرفته بود ، به امام تسليم كرد . ( 3 ) غير از اينها\r\nاموال و وجوه قابل توجهى نيز توسط نمايندگان امام عسكرى ( عليه السلام ) جمع آورى شده بود\r\nكه تحويل آنها تا زمان شهادت حضرت به تأخير افتاد و طبعا به پيشگاه حضرت ولى\r\nعصر تقديم شد كه مى توان به عنوان نمونه از اموال فراوانى ياد كرد كه در اختيار\r\n\" ابراهيم بن مهزيار \" بوده و پس از مرگ او پسرش \" محمد \" به نمايندهء امام عصر\r\nتحويل داد . ( 4 )\r\nتوجيه سياسى رجال شيعه\r\nاز جالب‌ترين فعاليتهاى سياسى امام عسكرى ( عليه السلام ) تقويت و توجيه سياسى رجال مهم\r\nشيعه در برابر فشارها و سختيها ، در جهت حمايت از آرمانهاى بلند تشيع بود . از آنجا كه\r\nشخصيتهاى بزرگ شيعه در فشار بيشترى بودند ، امام به تناسب مورد ، هر يك از آنان را\r\nبه نحوى دل گرم و راهنمايى مى نمود و روحيهء آنان را بالا مى برد تا ميزان تحمل و صبر و\r\nآگاهى آنان در برابر فشارها ، تنگناها و فقر و تنگدستى ها فزونى يابد و بتوانند مسئوليت\r\nبزرگ اجتماعى و سياسى و وظايف دينى خود را به خوبى انجام دهند .\r\n\" محمد بن حسن بن ميمون \" مى گويد : نامه اى به امام عسكرى ( عليه السلام ) نوشتم و از فقر و\r\nتنگدستى شكوه كردم ، ولى بعدا پيش خود گفتم : مگر امام صادق ( عليه السلام ) نفرموده است كه :\r\nفقر با ما بهتر از توانگرى با ديگران است ، و كشته شدن با ما بهتر از زنده ماندن با دشمنان ما است .\r\n\r\n","description":"","footnote":" 1 . على بن عيسى الإربلى ، كشف الغمة ، تبريز ، مكتبة بنى هاشمى ، 1381 ه‍ . ق ، ج 3 ، ص 217 .\r\n2 . على بن عيسى ، همان كتاب ، ص 216 .\r\n3 . طبرسى ، احتجاج ، نجف ، المطبعة المرتضوية ، 1350 ، ص 257 .\r\n4 . شيخ مفيد ، الإرشاد ، قم ، مكتبة بصيرتي ، طبرسى ، إعلام الورى ، ط 3 ، دارالكتب الإسلامية ،\r\nص 445 . ","page_name":" 1786 ","page_number":106},
  {"content":"\r\n\r\nامام در پاسخ نوشت :\r\nهرگاه گناهان دوستان ما فزون گردد ، خداوند آنها را به فقر گرفتار مى سازد و گاهى از\r\nبسيارى از گناهان آنان در مى گذرد . همچنان كه پيش خود گفته اى ، فقر با ما بهتر از\r\nتوانگرى با ديگران است . ما براى كسانى كه به ما پناهنده شوند ، پناهگاهيم ، و براى\r\nكسانى كه از ما هدايت بجويند ، نوريم . ما نگهدار كسانى هستيم كه ( براى نجات از\r\nگمراهى ) به ما متوسل مى شوند . هر كس ما را دوست بدارد ، در رتبهء بلند ( تقرب به خدا )\r\nبا ماست ، و كسى كه پيرو راه ما نباشد ، به سوى آتش خواهد رفت . ( 1 )\r\nنمونهء ديگر در اين زمينه نامه اى است كه امام عسكرى ( عليه السلام ) به \" على بن حسين بن بابويه\r\nقمى \" ، يكى از فقهاى بزرگ شيعه ، نوشته است . امام در اين نامه پس از ذكر يك سلسله\r\nتوصيه ها و رهنمودهاى لازم ، چنين ياد آورى مىكند : صبر كن و منتظر فرج باش كه پيامبر\r\nفرموده است : برترين اعمال امت من انتظار فرج است . ( آنچنان كه گذشت )\r\nاستفادهء گسترده از آگاهى غيبى\r\nمى دانيم كه امامان ، در پرتو ارتباط با پروردگار جهان ، از آگاهى غيبى برخوردار بودند\r\nو در مواردى كه اساس حقانيت اسلام يا مصالح عالى امت اسلامى ( همچون مشروعيت\r\nامامت آنان ) در معرض خطر قرار مى گرفت ، از اين آگاهى به صورت \" ابزار هدايت \" استفاده\r\nمىكردند . پيشگوييها و گزارشهاى غيبى امامان ، بخش مهمى از زندگينامهء آنان را\r\nتشكيل مىدهد ، اما با يك مطالعه در زندگانى امام عسكرى چنين به نظر مى رسد كه : آن\r\nحضرت بيش از امامان ديگر ، آگاهى غيبى خود را آشكار مى ساخته است .\r\nبر اساس تحقيق يكى از دانشمندان معاصر ، از كرامات و گزارشهاى غيبى و اقدامات\r\nخارق العادهء امام عسكرى ( عليه السلام ) ، \" قطب راوندى \" در كتاب \" خرائج \" جمعا چهل مورد ، \" سيد\r\nبحرانى \" در \" مدينة المعاجز \" صد و سى و چهار مورد ، \" شيخ حر عاملى \" در \" اثبات الهداة \" صد و\r\nسى و شش مورد ، و \" علامهء مجلسى \" در \" بحار الانوار \" هشتاد و يك مورد را ثبت كرده اند ( 2 ) و\r\n\r\n","description":"","footnote":" 1 . ابن شهر آشوب ، مناقب آل أبي طالب ، قم ، كتابفروشى مصطفوى ، ج 4 ، ص 435 .\r\n2 . طبسي ، شيخ محمد جواد ، حياة الإمام العسكرى ، الطبعة الأولى ، قم ، دفتر تبليغات اسلامى ،\r\n1413 ه‍ . ق ، ص 121 . ","page_name":" 1787 ","page_number":107},
  {"content":"\r\nاين امر ، به خوبى روشنگر فزونى فشارها و نامساعد بودن اوضاع بوده است كه مستلزم بروز\r\nكرامات و گزارشهاى غيبى از ناحيهء آن حضرت گرديده است .\r\nگويا عامل ديگرى نيز در اين زمينه بى تأثير نبوده است و آن اعتقاد گروهى از\r\nشيعيان به امامت \" محمد بن على \" ، برادر حضرت عسكرى ، در زمان حيات امام هادى\r\nبوده است . اين گروه بر اساس همين پندار او را در محضر امام هادى احترام مى كردند ،\r\nولى حضرت با اين پندار ، مبارزه مى كرد و آنان را به امامت فرزندش حسن عسكرى\r\nراهنمايى مى نمود .\r\nپس از شهادت حضرت هادى گروهى از خيانتكاران و نادانان ، همچون \" ابن ماهويه \"\r\nاين پندار را دستاويز قرار داده و به اغواى مردم و منحرف ساختن افكار از امامت حضرت\r\nعسكرى مى پرداخت .\r\nاين عوامل دست به دست هم داده و موجب شك و ترديد گروهى از شيعيان در\r\nامامت آن حضرت ، در آغاز كار گرديده بود ، چنان كه برخى از آنان در صدد آزمايش امام\r\nبرمىآمدند ( 1 ) و برخى ديگر در اين زمينه با امام مكاتبه مى كردند . ( 2 ) اين تزلزلها به حدى\r\nبود كه امام در پاسخ گروهى از شيعيان ، در اين زمينه با آزردگى و رنجش فراوانى نوشت :\r\n\" هيچ يك از پدرانم ، مانند من ، گرفتار شك و تزلزل شيعيان در امر امامت نشده اند . . . \" . ( 3 )\r\nامام عسكرى براى زدودن زنگار اين شكها و ترديدها ، و نيز گاه براى حفظ ياران خود\r\nاز خطر ، يا دلگرمى آنان ، و يا هدايت گمراهان ، ناگزير مى شد پرده‌هاى حجاب را كنار\r\nزده ، از آن سوى جهان ظاهر ، خبر دهد ، و اين ، از مؤثرترين شيوه‌هاى جلب مخالفان و\r\nتقويت ايمان شيعيان بود .\r\n\" ابو هاشم جعفرى \" كه قبلا گفتيم يكى از نزديكترين ياران امام بود ، مى گويد : هر وقت\r\n\r\n","description":"","footnote":" 1 . مسعودى ، همان كتاب ، ص 246 .\r\n2 . مسعودى ، همان كتاب ، ص 238 .\r\n3 . حسن بن على بن شعبة ، تحف العقول ، الطبعة الثانية ، 1363 ه‍ . ش ، قم ، مؤسسة النشر الإسلامي\r\n( التابعة ) لجماعة المدرسين بقم المشرفة ، ص 487 . ","page_name":" 1788 ","page_number":108},
  {"content":"\r\nبه حضور امام عسكرى ( عليه السلام ) مى رسيدم ، برهان و نشانهء تازه اى بر امامت او ، مشاهده\r\nمى كردم . ( 1 )\r\nاينك كه انگيزه‌هاى امام در اين زمينه روشن گرديد ، چند نمونه از پيشگوييهاى\r\nغيبى امام عسكرى ( عليه السلام ) را از نظر خوانندگان گرامى مىگذرانيم :\r\n1 . \" محمد بن على سمرى \" كه يكى از نزديكترين و صميمى ترين ياران امام مى باشد ،\r\nمى گويد : حضرت عسكرى ( عليه السلام ) طى نامه اى به من نوشت : \" فتنه اى براى شما پيش خواهد\r\nآمد ، آماده باشيد \" .\r\nبعد از سه روز در ميان افراد بنى هاشم اختلافى روى داد . به امام نوشتم : آيا اين\r\nهمان فتنه است ؟ حضرت پاسخ داد : \" اين ، آن نيست ! مواظب باشيد ! \" . چند روز بعد\r\n\" معتز \" كشته شد ! ( 2 )\r\n2 . امام حدود بيست روز پيش از قتل \" معتز \" به \" اسحاق بن جعفر زبيرى \" نوشت : در\r\nخانهء خود بمان ، حادثهء مهمى رخ خواهد داد ! وى مى گويد : پس از آنكه \" بريحه \" كشته\r\nشد ، به محضر امام نوشتم : حادثه اى كه گفته بوديد ، رخ داد ، اينك چه كار كنم ؟ امام\r\nپاسخ داد : حادثه اى كه گفتم : حادثهء ديگرى است ! طولى نكشيد \" معتز \" كشته شد ! ( 3 )\r\n3 . \" محمد بن حمزهء سروى \" مى گويد : توسط \" ابو هاشم جعفرى \" كه از نزديكترين ياران\r\nحضرت عسكرى ( عليه السلام ) بود ، نامه اى به آن حضرت نوشتم و در خواست كردم دعائى در حق\r\nمن بكند تا توانگر شوم . امام به خط خود جواب داد : مژده باد بر تو ! خداوند به اين زودى\r\nتو را بى نياز گرداند . پسر عموى تو \" يحيى بن حمزه \" درگذشت و وارثى ندارد ، دارايى او كه\r\n\r\n","description":"","footnote":" 1 . طبرسي ، أعلام الورى ، الطبعة الثالثة ، دار الكتب الإسلامية ص 375 .\r\n2 . على بن عيسى الإربلى ، كشف الغمة ، تبريز ، مكتبة بنى هاشمى ، 1381 ه‍ . ق ، ص 207 ، مجلسى ،\r\nبحار الانوار ، ط 2 ، تهران ، المكتبة الإسلامية ، 1395 ه‍ . ق ، ج 50 ، ص 298 .\r\n3 . شيخ مفيد ، الإرشاد ، قم ، مكتبة بصيرتى ، ص 340 ، ابن شهر آشوب ، مناقب آل ابى طالب ، قم ،\r\nكتابفروشى مصطفوى ، ج 4 ، ص 436 ، مجلسى ، همان كتاب ، ص 277 ، كلينى ، اصول كافى ، تهران ،\r\nمكتبة الصدوق ، 1381 ه‍ . ق ، ج 1 ، ص 506 . ","page_name":" 1789 ","page_number":109},
  {"content":"\r\nصد هزار درهم است به زودى به دست تو خواهد رسيد . ( 1 )\r\n4 . \" ابوهاشم جعفرى \" مى گويد : زندانى بودم . از فشار زندان وسنگينى غل و زنجير به\r\nحضرت شكايت كردم . امام در پاسخ نوشت : امروز نماز ظهر را در منزل خودخواهى\r\nخواند . طولى نكشيد از زندان خلاص شدم و نماز را در منزل خواندم ! ( 2 )\r\n5 . \" احمد بن محمد \" مى گويد : موقعى كه \" مهتدى \" ، خليفهء عباسى ، شروع به كشتار\r\n\" موالى \" كرد ، طى نامه اى به حضرت عسكرى ( عليه السلام ) نوشتم : شكر خدا كه خليفه گرفتارى\r\nپيدا كرده و فرصت مزاحمت به شما را ندارد ، شنيده ام شما را تهديد مى كرده و مى گفته :\r\n\" بايد اينها را از روى زمين بردارم \" .\r\nامام در پاسخ با خط خود نوشت : عمر او كوتاه‌تر از آن خواهد بود كه اين تهديدها را\r\nعملى كند . از امروز بشمار ، در روز ششم با خوارى و خفت كشته خواهد شد . شش روز\r\nبعد ، همان گونه كه امام پيشگويى كرده بود ، مهتدى به قتل رسيد . ( 3 )\r\n6 . \" جعفر بن محمد قلانسى \" مى گويد : برادرم محمد كه همسرش آبستن بود ، نامه اى به\r\nحضرت عسكرى ( عليه السلام ) نوشت و خواهش كرد كه حضرت دعا كند زايمان همسرش بى\r\nخطر ، و نوزاد او پسر باشد . امام در پاسخ نوشت : خداوند فرزند پسر به تو عنايت مىكند ، و\r\n\" محمد \" و \" عبد الرحمن \" دو اسم خوبى هستند . آن زن پسر آن هم دو قلو زاييد ، يكى را\r\nمحمد و ديگرى را عبد الرحمن نام نهادند . ( 4 )\r\n7 . \" محمد بن عياش \" مى گويد : چند نفر بوديم كه در مورد كرامات امام عسكرى ( عليه السلام ) با\r\n\r\n","description":"","footnote":" 1 . على بن عيسى الإربلى ، كشف الغمة ، تبريز ، مكتبة بنى هاشمى ، 1381 ه‍ . ق ، ص 214 ، شبلنجى ،\r\nنور الأبصار ، قاهره ، مكتبد المشهد الحسينى ، ص 168 ، ابن صباغ مالكى ، الفصول المهمة ، ط قديم ،\r\nص 303 .\r\n2 . طبرسى ، اعلام الورى ، ط 3 ، دارالكتب الإسلامية ، ص 372 ، ابن شهر آشوب ، همان كتاب ،\r\nص 432 ، مسعودى ، اثبات الوصية ، نجف ، المطبعة الحيدرية ، 1374 ه‍ . ق ، ص 241 .\r\n3 . طبرسى ، إعلام الورى ، ط 3 ، دارالكتب الإسلامية ، ص 375 ، مسعودى ، همان كتاب ، ص 242 ،\r\nكلينى ، اصول كافى ، تهران ، مكتبة الصدوق ، 1381 ه‍ . ق ، ج 1 ، ص 510 ، شيخ مفيد ، الإرشاد ، قم ،\r\nمكتبة بصيرتى ، ص 344 ، على بن عيسى الاربلى ، همان كتاب ، ج 3 ، ص 204 .\r\n4 . مسعودى ، همان كتاب ، ص 241 . ","page_name":" 1790 ","page_number":110},
  {"content":"\r\nهم گفتگو مى كرديم . فردى ناصبى ( دشمن اهل بيت ) گفت : من نوشته اى بدون مركب\r\nبراى او مىنويسم ، اگر آن را پاسخ داد ، مى پذيرم كه او بر حق است .\r\nما مسائل خود را نوشتيم . ناصبى نيز بدون مركب ، روى برگه اى مطلب خود را نوشت\r\nو آن را با نامه ها به خدمت امام فرستاديم . حضرت پاسخ سؤالهاى ما را مرقوم فرمود و\r\nروى برگهء مربوط به ناصبى ، اسم او و اسم پدرش را نوشت ! ناصبى چون آن را ديد از\r\nهوش رفت ، و چون به هوش آمد ، حقانيت حضرت را تصديق كرد و در زمرهء شيعيان\r\nقرار گرفت . ( 1 )\r\n8 . \" اسماعيل بن محمد \" مى گويد : بر در خانهء امام عسكرى ( عليه السلام ) نشستم . وقتى امام\r\nبيرون آمد ، جلو رفتم و از فقر و نيازمندى خويش شكوه كردم و سوگند خوردم كه حتى\r\nيك درهم ندارم !\r\nامام فرمود : سوگند ياد مى كنى ، در صورتى كه دويست دينار در خاك پنهان\r\nكرده اى ؟ ! آنگاه افزود : اين را براى آن نگفتم كه به تو عطائى نكنم ، و آنگاه رو به غلام خود\r\nكرد و فرمود : آنچه همراه دارى به او بده . غلام امام ( عليه السلام ) صد دينار به من داد . خداى متعال\r\nرا سپاس گفتم و باز گشتم . حضرت فرمود : مى ترسم آن دويست دينار را ، در وقتى كه\r\nبسيار نيازمند آن هستى ، از دست بدهد ، من سراغ دينارها رفتم و آنها را در جاى خود\r\nيافتم . جايشان را عوض كردم و طورى پنهان ساختم كه هيچكس مطلع نشود . از اين\r\nقضيه مدتى گذشت . به آن پول نيازمند شدم . سراغ آنها رفتم چيزى نيافتم و اين امر بر\r\nمن بسيار گران آمد . بعدا فهميدم پسرم جاى آنها را يافته و دينارها را برداشته و برده\r\nاست ! در نتيجه چيزى از آنها به دست من نرسيد و همانطور شد كه امام فرموده بود ! ( 2 )\r\n9 . \" جعفر بن محمد \" مى گويد : امام عسكرى ( عليه السلام ) در راه حركت مى كرد و ما در ركاب او\r\nبوديم . من آرزو داشتم كه داراى فرزندى شوم ، در دلم گفتم : اى ابا محمد ( عسكرى ) آيا\r\n\r\n","description":"","footnote":" 1 . ابن شهر آشوب ، مناقب آل ابي طالب ، قم ، كتابفروشى مصطفوى ، ج 4 ، ص 440 .\r\n2 . ابن صباغ مالكى ، الفصول المهمة ، ط قديم ، ص 303 ، ابن شهر آشوب ، همان كتاب ، ص 432 ،\r\nشبلنجي ، نور الأبصار ، قاهره ، مكتبة المشهد الحسيني ، ص 167 ( با اندكى تفاوت ) . ","page_name":" 1791 ","page_number":111},
  {"content":"\r\n\r\nمن صاحب فرزندى خواهم شد ؟ در اين هنگام امام نگاهى به من كرد و با سر اشاره كرد\r\nكه : آرى . در دلم گفتم : پسر خواهد شد ؟ حضرت با سر اشاره كرد كه : نه ! چندى بعد خدا\r\nفرزند دخترى به ما داد ! ( 1 )\r\n10 . \" على بن محمد بن زياد \" مى گويد : نام‌هاى از طرف حضرت به من رسيد كه : خطرى\r\nتو را تهديد مىكند ، از خانه خارج نشو . در آن روزها يك گرفتارى براى من پيش آمد كه\r\nاز آن وحشت كردم ، نامه اى به امام نوشتم و پرسيدم كه : اين همان خطر است ؟ امام در\r\nپاسخ نوشت : خطرى كه گفتيم از اين بدتر خواهد بود . طولى نكشيد به خاطر \" جعفر بن\r\nمحمود \" تحت تعقيب قرار گرفتم ، و از طرف حكومت براى دستگير كنندهء من صد هزار\r\nدرهم جايزه اعلام گرديد ! ( 2 )\r\nآماده سازى شيعيان براى دوران غيبت\r\nاز آنجا كه غائب شدن امام و رهبر هر جمعيتى ، يك حادثهء غير طبيعى و نامأنوس\r\nاست و باور كردن و تحمل مشكلات ناشى از آن براى نوع مردم دشوار مى باشد ، پيامبر\r\nاسلام و امامان پيشين بتدريج مردم را با اين موضوع آشنا ساخته و افكار را براى پذيرش\r\nآن آماده مى كردند . اين تلاش در عصر امام هادى ( عليه السلام ) و امام عسكرى ( عليه السلام ) كه زمان غيبت\r\nنزديك مى شد ، به صورت محسوس‌ترى به چشم مى خورد . چنان كه در زندگانى امام\r\nهادى ديديم ، آن حضرت اقدامات خود را نوعا توسط نمايندگان انجام مى داد و كمتر\r\nشخصا با افراد تماس مى گرفت . اين معنا در زمان امام عسكرى ( عليه السلام ) جلوهء بيشترى يافت ،\r\nزيرا امام از يك طرف ، با وجود تأكيد بر تولد حضرت مهدى ( عليه السلام ) او را تنها به شيعيان\r\nخاص و بسيار نزديك نشان مى داد و از طرف ديگر تماس مستقيم شيعيان با خود آن\r\nحضرت روز بروز محدودتر و كمتر مى شد ، به طورى كه حتى در خود شهر سامراء به\r\nمراجعات و مسائل شيعيان از طريق نامه يا توسط نمايندگان خويش پاسخ مى داد و\r\n\r\n","description":"","footnote":" 1 . طبسى ، شيخ محمد جواد ، حياة الإمام العسكرى ، ط 1 ، قم ، دفتر تبليغات اسلامى ، 1371 ه‍ . ش ،\r\nص 136 ، به نقل از كتاب الهداية الكبرى تأليف حسين بن حمدان حضينى ، ص 386 .\r\n2 . على بن عيسى الإربلى ، كشف الغمة ، ج 3 ، ص 207 ، مجلسى ، بحار الانوار ، ج 50 ، ص 297 . ","page_name":" 1792 ","page_number":112},
  {"content":"\r\n\r\n\r\nبدين ترتيب آنان را براى تحمل اوضاع و شرائط و تكاليف عصر غيبت و ارتباط غير\r\nمستقيم با امام آماده مى ساخت ، و چنان كه خواهيم ديد اين همان روشى است كه بعدا\r\nامام دوازدهم در زمان غيبت صغرى در پيش گرفت و شيعيان را بتدريج براى دوران\r\nغيبت كبرى آماده ساخت .\r\nپيشگويى غيبت مهدى ( عج )\r\n\" احمد بن اسحاق \" ، يكى از ياران خاص و گرانقدر امام عسكرى ( عليه السلام ) است مى گويد : به\r\nحضور امام عسكرى ( عليه السلام ) رسيدم مى خواستم دربارهء امام بعد از او بپرسم ، حضرت پيش از\r\nسؤال من فرمود : اى \" احمد بن اسحاق \" ! خداوند از زمانى كه آدم را آفريده تا روز\r\nرستاخيز ، هرگز زمين را از \" حجت \" خالى نگذاشته و نمى گذارد . خداوند از بركت وجود\r\n\" حجت \" خود در زمين ، بلا را از مردم جهان دفع مىكند و باران مى فرستد و بركات نهفته\r\nدر دل زمين را آشكار مى سازد . عرض كردم : پيشوا و امام بعد از شما كيست ؟ حضرت به\r\nسرعت برخاست و به اطاق ديگر رفت و طولى نكشيد كه برگشت ، در حالى كه پسر\r\nبچه اى را كه حدود سه سال داشت و رخسارش همچون ماه شب چهارده مى درخشيد\r\nبه دوش گرفته بود . فرمود : \" احمد بن اسحاق \" ! اگر پيش خدا و امامان محترم نبودى ، اين\r\nپسرم را به تو ، نشان نمى دادم ، او همنام و هم كنيهء رسول خداست ، زمين را پر از عدل و\r\nداد مىكند چنان كه از ظلم و جور پر شده است . او در ميان اين امت ( از نظر طول غيبت )\r\nهمچون \" خضر \" و \" ذوالقرنين \" است ، او غيبتى خواهد داشت كه ( در اثر طولانى بودن آن )\r\nبسيارى به شك خواهند افتاد و تنها كسانى كه خداوند آنان را در اعتقاد به امامت او ثابت\r\nنگه داشته وتوفيق دعا جهت تعجيل قيام وظهور او مى بخشد ، از گمراهى نجات\r\nمى يابند . . . . ( 1 )\r\nجلوهء درخشان حقيقت\r\nبا تمام دشمنيها وكينه توزيهايى كه درباريان عباسى نسبت به امام عسكرى ( عليه السلام )\r\n\r\n","description":"","footnote":" 1 . صدوق ، كمال الدين ، قم ، مؤسسة النشر الإسلامى ( التابعة ) لجماعة المدرسين ، 1405 ه‍ . ق ،\r\nج 2 ، ص 384 ( باب 38 ) . ","page_name":" 1793 ","page_number":113},
  {"content":"\r\nداشتند ، عظمت معنوى و فروغ كمالات او گاه آنان را چنان تحت تأثير قرار مى داد كه\r\nناگزير در برابر آن حضرت سر تعظيم فرود مى آوردند و زبان به مدح و ستايش آن بزرگوار\r\nمى گشودند . \" عبيدالله بن خاقان \" از درباريان و رجال مهم حكومت عباسى بود و پسرش\r\n\" احمد \" متصدى اراضى \" قم \" و مأمور اخذ ماليات اين شهر و از ناصبيان ( دشمنان\r\nامامان ) شمرده مى شد . حسن بن محمد اشعرى و محمد بن يحيى و ديگران آورده اند\r\nكه روزى در مجلس او سخن از علويان و عقايدشان به ميان آمد . \" احمد \" گفت :\r\nمن در \" سامراء \" كسى از علويان را از نظر روش و وقار و عفت و نجابت و فضيلت و\r\nعظمت در ميان خانوادهء خويش و تمامى بنى هاشم مانند : حسن بن على بن محمد\r\n( امام عسكرى ) نديدم . خاندانش او را بر بزرگسالان و سران خود ، مقدم مى داشتند . در\r\nنزد سران سپاه و وزيران و عموم مردم نيز همين وضع را داشت . به ياد دارم روزى نزد\r\nپدرم بودم ، دربانان خبر آوردند : ابو محمد ، ابن الرضا ( 1 ) ( امام حسن عسكرى ( عليه السلام ) )\r\nمى خواهد وارد شود ، پدرم با صداى بلند گفت : بگذاريد وارد شود . من از اينكه دربانان\r\nنزد پدرم از او با كنيه و با احترام ياد كردند ، شگفت زده شدم ، زيرا نزد پدرم جز خليفه يا\r\nوليعهد يا كسى را كه خليفه دستور داده بود او را به كنيه ( 2 ) ياد كنند ، اين گونه ياد\r\nنمى كردند . آنگاه مردى گندم گون ، خوش قامت ، خوشرو ، نيكو اندام ، جوان و داراى\r\nهيبت وجلالت وارد شد . چون چشم پدرم به او افتاد ، از جا برخاست و چند گام به\r\nاستقبال او رفت . به ياد نداشتم پدرم نسبت به كسى از بنى هاشم يا فرماندهان سپاه\r\nچنين احترامى ابراز كرده باشد . پدرم دست در گردن او انداخت و صورت و سينهء او را\r\nبوسيد و دست او را گرفت و بر جاى نماز خود كه در آنجا نشسته بود ، نشانيد ، و خود ،\r\nروبروى او نشست و با او به صحبت پرداخت ، و در ضمن صحبت ، به او \" فدايت شوم \"\r\n\r\n","description":"","footnote":" 1 . پس از امام رضا ( ع ) در جامعهء آن روز و نيز در دربار حكومت عباسيان ، امامان بعدى يعنى امام\r\nجواد و امام هادى و امام عسكرى ( ع ) را به احترام انتساب به امام رضا ( ع ) \" ابن الرضا \" ( فرزند رضا )\r\nمى ناميدند .\r\n2 . در بين عرب ، مرسوم است كه براى اداى احترام ، افراد را با كنيه مورد خطاب قرار مى دهند . ","page_name":" 1794 ","page_number":114},
  {"content":"\r\nمى گفت . من از آنچه مى ديدم در شگفت بودم . ناگاه دربانى آمد و گفت \" موفق \" عباسى\r\n( برادر خليفه ) آمده است و مى خواهد وارد شود . معمول اين بود كه هرگاه \" موفق \"\r\nمى آمد ، پيش از او دربانان و نيز فرماندهان ويژهء سپاه او مى آمدند و در فاصلهء در ورودى\r\nقصر تا مجلس پدرم در دو صف مى ايستادند و به همين حال مى ماندند و \" موفق \" از ميان\r\nآنها عبور مى كرد . بارى ، پدرم پيوسته متوجه \" ابومحمد \" ( امام عسكرى ( عليه السلام ) ) بود و با او\r\nگفتگو مى كرد تا آنگاه كه چشمش به غلامان مخصوص \" موفق \" افتاد ، و به دربانان خود\r\nدستور داد او را از پشت صف ببرند تا \" موفق \" او را نبيند . ابومحمد برخاست و پدرم نيز\r\nبرخاست و دست در گردن او انداخت و با او خداحافظى كرد و او بيرون رفت . من به\r\nدربانان و غلامان پدرم گفتم : وه ! اين چه كسى بود كه او را در حضور پدرم به كنيه ياد\r\nكرديد و پدرم نيز با او چنين رفتار كرد ؟ ! گفتند : او يكى از علويان است كه به او \" حسن بن\r\nعلى ( صلى الله عليه وآله و سلم ) \" مى گويند و به \" ابن الرضا \" معروف است . تعجب من بيشتر شد و آن روز\r\nهمه اش در فكر او و رفتار پدرم با او بودم تا شب شد . عادت پدرم اين بود كه پس از نماز\r\nعشاء مى نشست و گزارشها و امورى را كه لازم بود به اطلاع خليفه برساند ، بررسى\r\nمى كرد . وقتى نماز خواند و نشست ، من آمدم و نزد او نشستم . كسى پيش او نبود . پرسيد :\r\nاحمد ! كارى دارى ؟\r\nگفتم : آرى پدر ، اگر اجازه مى دهى بگويم . گفت : اجازه دارى .\r\nگفتم : پدر ! اين مرد كه صبح او را ديدم چه كسى بود كه نسبت به او چنين تواضع و\r\nاحترام نمودى و در سخنانت ، به او \" فدايت شوم \" مى گفتى و خود و پدر و مادرت را فداى\r\nاو مى ساختى ؟ ! گفت : پسرم ! او امام \" رافضيان \" ( 1 ) ، \" حسن بن على \" معروف به \" ابن الرضا \"\r\nاست . آنگاه اندكى سكوت كرد . من نيز ساكت ماندم . سپس گفت : پسرم ! اگر خلافت از\r\nدست خلفاى بنى عباس بيرون رود ، كسى از بنى هاشم جز او سزاوار آن نيست ، و اين به\r\nخاطر فضيلت و عفت و زهد و عبادت و اخلاق نيكو و شايستهء اوست ، پدر او نيز مردى\r\n\r\n","description":"","footnote":" 1 . دشمنان شيعيان ، آنان را به طعنه \" رافضى \" مى ناميدند . ","page_name":" 1795 ","page_number":115},
  {"content":"\r\n\r\n\r\nبزرگوار و با فضيلت بود . با اين سخنان انديشه و نگرانى ام بيشتر و خشمم نسبت به پدر ،\r\nفزونتر شد . ديگر هم و غمى جز اين نداشتم كه دربارهء ابن الرضا پرس و جو كنم و\r\nپيرامون او كاوش و بررسى نمايم . از هيچ يك از بنى هاشم و سران سپاه و نويسندگان\r\nو قاضيان و فقيهان و ديگر افراد دربارهء او سوالى نكردم جز آنكه او را در نظر آنان در\r\nنهايت بزرگى و ارجمندى و والايى يافتم ، همه از او به نيكى ياد مى كردند و او را بر تمامى\r\nخاندان و بزرگان خويش مقدم مى شمردند . ( بدين گونه ) مقام او ، در نظرم بالا رفت ، زيرا\r\nهيچ دوست و دشمنى را نديدم مگر آنكه در مورد او به نيكى سخن مى گفت و او را\r\nمى ستود . . . . ( 1 )\r\nمرز مسائل اخلاقى\r\nسوال و درخواست را كنار بگذار مادام كه توان تحمل فقر را دارى چون بر هر روزى ،\r\nخير جديدى هست كه خداوند نصيب مى فرمايد و اصرار در درخواستها ، آبروى فرد را\r\nمى برد ، مگر آنكه در اثر درخواست درى گشوده گردد كه وارد شدن بر آن خوب و نيكو\r\nگردد . بدان ! جود و بخشش ، اندازه و حدى دارد اگر از حد آن تجاوز كند پس اسراف است ،\r\nحزم و احتياط را اندازه است اگر از آن تجاوز كند پس ترس و جبن است ، اقتصاد وميانه\r\nروى را اندازه اى است اگر از آن تجاوز نمايد پس بخل است و شجاعت را اندازه و حدى\r\nاست اگر از آن تجاوز نمايد پس تهور و بى باكى است . ( 2 )\r\nتجربه ، آموزش جديد\r\nشهوات ، خاطراتى از هوى و هوس فرد است ، عقول و انديشه‌ها سكون و وقار\r\nمىآفريند ، در تجربه‌ها علم و آموزش جديدى است . عبرت گيرى مفيد رشد و پيشرفت\r\n\r\n","description":"","footnote":" 1 . شيخ مفيد ، الإرشاد ، قم ، مكتبة بصيرتى ، ص 338 ، فتال نيشابورى ، روضة الواعظين ، بيروت ،\r\nمؤسسة الأعلمي ، للمطبوعات ، ص 273 - 275 ، طبرسى ، اعلام الورى ، الطبعة الثالثة ، تهران ،\r\nدار الكتب الإسلامية ، ص 376 - 377 ، كلينى ، اصول كافى ، تهران ، مكتبة الصدوق ، 1381 ه‍ . ق ، ج 1 ،\r\nص 503 ، على بن عيس الإربلى ، كشف الغمة ، تبريز ، مكتبة بنى هاشمى ، 1381 ه‍ . ق ، ج 3 ، ص 197 ،\r\nپيشواى يازدهم حضرت امام حسن عسكرى ( ع ) ، نشريهء مؤسسهء در راه حق ، ص 13 - 17 .\r\n2 . اعلام الدين ص 313 ، الدر التنظيم ص 746 . ","page_name":" 1796 ","page_number":116},
  {"content":"\r\n\r\n\r\n\r\nاست ، از نظر ادب گيرى كافى است اجتناب ورزى از چيزهايى كه افراد ديگرى دوست\r\nندارى ، حذر نما از هر زكى گونه نشين و گوشه گير . ( 1 )\r\nجمال باطنى\r\nامام حسن عسكرى ( عليه السلام ) فرمودند : حسن صورت ، جمال ظاهرى و آراستگى بيرونى\r\nاست ، حسن عقل ، جمال باطنى و درونى است .\r\nبخشى از نامهء امام\r\nامام ( عليه السلام ) در نامه اى كه به برخى از شيعيان نوشته بودند آمده است :\r\n\" آنچه مقدر است پيش خواهد آمد پس به خداى عزيز و جليل ، توكل نما تنها به او\r\nاعتماد وثوق داشته باش كه تو را نااميد نمى سازد تو از برادر دينى خود شكايت كرده\r\nبودى يقين بدان كه خداوند به كسى قطع صله رحم نمايد كمك نمى كند ، خداوند متعال\r\nمترصد ظلم و ستم هر ستمگر و ظالم است ، كسى كه مورد ظلم واقع شده است خداوند\r\nمتعال او را يارى و نصرت مىدهد چون او قادر و توانا است .\r\nدرخواست دعا كرده بودى بدان خداوند متعال ، حافظ ، ناصر و ياور و پوشاننده عيوب\r\nاست و اميدوارم خداوند متعال حق خويش و حق اولياى خود را به تو بشناساند آن\r\nمقدارى كه ديگران نابينا گشته اند .\r\nو آن نعمتى را كه به تو داده است باز نستاند او ولى و حميد مىباشد .\r\nبدان در بهشت دربى است كه به آن \" باب معروف \" مى گويند از آن در جز اهل احسان\r\nو نيكوكارى وارد نمى شوند ، نيكوكاران و خيرخواهان در دنيا همان اهل معروف و\r\nنيكوكارى در آخرت مى باشند . ( 2 )\r\nسلام و درود بر امام ( عليه السلام )\r\nمرحوم شيخ طوسى در كتاب \" مصباح التهجد \" در رديف سلام و صلوات بر پيشوايان\r\nمعصوم ( عليه السلام ) دعا و سلام زير را در حق امام حسن عسكرى ( عليه السلام ) آورده است :\r\n\r\n","description":"","footnote":" 1 . اعلام الدين ص 313 .\r\n2 . المناقب ابن شهر آشوب ج 4 ، ص 432 وامالى صدوق ص 44 ح دوم . ","page_name":" 1797 ","page_number":117},
  {"content":"\r\n\" اللهم صل على الحسن بن على بن محمد البر ، الصادق ، الوفى ، النور ، المضى فازن\r\nعلمك والمذكر بتوحيدك ، و ولى أمرك وخلف الأئمة الراشدين والحجة على اهل\r\nالدنيا فصل عليه يا رب أفضل ما صليت على احد من اصفيائك وحججك وأولاد\r\nرسلك يا ا له العالمين \" . ( 1 ) خدايا ! درود سلام خود را بر حسن بن على بن محمد ،\r\nنيكوكار ، پارسا ، صادق و درستكار ووفى و نور و خازن علم تو و يادآور توحيد و ولى امر تو\r\nبرسان ، او يادگار پيشوايان راشدين و حجج و اولاد پيامبران مى باشد ، خدايا بهترين\r\nصلوات و درودهاى خود را به او برسان اى آفريدگار جهانيان !\r\n\r\n","description":"","footnote":" 1 . مصباح المتهجد وسلاح المتعبد ص 362 چاپ انصارى زنجانى . ","page_name":" 1798 ","page_number":118},
  {"content":"\r\nبخش پنجم\r\nF\r\nياران و روايتگران امام حسن عسكرى ( عليه السلام )\r\n","description":"","footnote":"","page_name":" 1799 ","page_number":119},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1800 ","page_number":120},
  {"content":"\r\n\r\n\r\nبخش پنجم / ياران و روايتگران امام حسن عسكرى ( ع ) . . .\r\nبرخى از ياران و راويان امام ( عليه السلام )\r\nهر چند به علت محدوديت عصر زندگى امام و خفقان حاكم بر جامعهء آن روز ، ياران\r\nويژهء امام عسكرى ( عليه السلام ) بسيار نيست ، اما همان افرادى كه از فيض محضر امام برخوردار\r\nشده اند از زمرهء بزرگ مردان الهى و علماى پارسا به شمار مى روند ، كه به معرفى چند نفر\r\nبسنده مى كنيم :\r\n1 . \" احمد بن اسحاق اشعرى قمى \" :\r\nاز ياران ويژه و كارگزاران امام عسكرى ( عليه السلام ) و بزرگ قمى ها مى باشد ، مسائل اهل قم را\r\nاو نزد امام مى برد و پاسخ مى گرفت ، او زمان امام جواد و امام هادى ( عليه السلام ) هر دو را نيز\r\nدريافته و از آن بزرگواران هم روايت كرده است . ( 1 )\r\nاو يكى از اصحاب و روايتگران امام حسن عسكرى ( عليه السلام ) مى باشد مرحوم صدوق آن در\r\n\" اكمال الدين \" از احمد بن حمران داستان نگارش نامه را در ارتباط ميلاد حضرت\r\nقائم ( عج ) آورده است . ( 2 )\r\n\" احمد بن اسحاق \" به جناب \" حسين بن روح \" - نايب سوم امام عصر در غيبت صغرى\r\n- نامه نوشت و اجازه خواست به حج برود ، اجازه صادر و پارچه اى هم براى او فرستاده\r\nشد ، احمد گفت به من خبر وفاتم داده شده است ، و در بازگشت از حج در حلوان ( پل\r\nذهاب فعلى ) در گذشت . ( 3 )\r\n\" سعد بن عبد الله \" در مورد وفات \" احمد بن اسحاق \" مى گويد : او در سه فرسخى\r\n\r\n","description":"","footnote":" 1 . تنقيح المقال ج 1 ، ص 50 .\r\n2 . قاموس الرجال ج 1 ، ص 434 ، كد معرفى 342 .\r\n3 . اختيار معرفة الرجال ص 557 . ","page_name":" 1801 ","page_number":121},
  {"content":"\r\n\r\nحلوان ( پل ذهاب \" تب كرد ، و سخت بيمار شد چنان كه از او مأيوس شديم ، چون به\r\nحلوان درآمديم در كاروانسرائى منزل گرفتيم ، \" احمد \" ، گفت مرا امشب تنها بگذاريد و\r\nخود به جايگاههاى خود برويد ، هر كس به جايگاه خود رفت ، نزديك صبح به فكر افتادم ،\r\nچشم گشودم \" كافور \" خادم مولاى خود امام عسكرى ( عليه السلام ) را ديدم كه مى گويد :\r\n\" احسن الله بالخير عزائكم ، وجبر بالمحبوب رزيتكم - خداوند شما را تسليت نيكو\r\nدهد و به پاداش پسنديده ، مصيبتان را جبران فرمايد \" .\r\nآنگاه گفت : غسل و كفن مصاحب شما احمد انجام شد ، برخيزيد و او را دفن كنيد ،\r\nهمانا او به جهت قرب به خداى متعال ، نزد مولايتان از همهء شما گرامى تر است \" ، آنگاه از\r\nنظر ما پنهان شد . ( 1 )\r\n2 . \" ابو هاشم ، داود بن قاسم جعفرى \" :\r\nاز نسل جناب جعفر طيار ( عليه السلام ) ( 2 ) و از بزرگان دودمان خويش و اهل بغداد بود ، در\r\nخدمت ائمه ( صلى الله عليه وآله و سلم ) مقام و منزلتى بزرگ داشت ، عهد امام جواد و امام هادى و امام\r\nعسكرى را درك كرد ، و در اوائل غيبت صغرى از ناحيهء امام عصر ( عليه السلام ) از وكلاء و كارگزاران\r\nنيز بوده است .\r\nابو هاشم به ائمه ( عليه السلام ) بسيار نزديك بود و از دوستداران صميمى و ياران ويژهء آنان\r\nمحسوب مى شد ، و روايات بسيارى از آن بزرگواران نقل كرده و كتابى نيز تأليف نموده\r\nاست كه گروهى از بزرگان شيعه از كتاب او روايت كرده اند . ( 3 )\r\nابو هاشم مردى آزاده و شجاع و بى باك بود ، هنگامى كه سر \" يحيى بن عمر زيدى \" ( 4 ) را\r\nنزد \" محمد بن عبد الله بن طاهر \" والى بغداد آوردند ، برخى اين پيروزى را به او تبريك و\r\n\r\n","description":"","footnote":" 1 . منتهى الامال ص 279 ، قاموس الرجال ج 1 ، ص 393 ، كد معرفى 291 .\r\n2 . جامع الرواة ج 1 ، ص 307 ، داود بن القاسم بن اسحق بن عبد الله بن جعفر بن ابيطالب . . . \" .\r\n3 . تنقيح المقال ج 1 ، ص 412 - 413 ، و نيز به بحار الانوار مجلدات زندگى امام نهم و امام دهم و امام\r\nيازدهم مراجعه شود .\r\n4 . \" يحيى \" يكى از علويان پارسا و شجاع است كه در حكومت مستعين عباسى قيام كرد و كشته شد . ","page_name":" 1802 ","page_number":122},
  {"content":"\r\n\r\n\r\n\r\nتهنيت مى گفتند ، ابو هاشم نزد والى رفت و بى ترس و واهمه ، خطاب به او گفت : امير !\r\nآمده ام به تو در مورد چيزى تبريك بگويم كه اگر رسول خدا ( صلى الله عليه وآله ) حيات مى داشت براى\r\nآن سوگوارى مى كرد !\r\n3 . \" عبد الله بن جعفر حميرى \" :\r\nاز بزرگان قم و جزو اصحاب پاك امام حسن عسكرى است ، كتابهاى بسيارى نوشته\r\nاست كه از آن جمله كتاب \" قرب الأسناد \" مى باشد كه همواره مورد توجه بزرگان علما و\r\nفقهاى شيعه بوده و هست .\r\nعبد الله بن جعفر در سال 290 و اندى به كوفه رفت و مردم كوفه از او حديث فرا\r\nگرفتند \" . ( 1 )\r\n4 . \" ابو عمرو ، عثمان بن سعيد عمرى \" :\r\nنائب اول امام قائم \" عجل الله تعالى فرجه الشريف \" در غيبت صغرى است ، مردى بزرگوار\r\nو موثق و از بزرگان اصحاب و وكلاى امام هادى ، امام عسكرى و امام قائم ( صلى الله عليه وآله و سلم ) مى باشد ، از\r\nسن يازده سالگى در خدمت حضرت امام هادى ( عليه السلام ) نشو و نما يافته و رابط و واسطه ميان\r\nمردم و ائمه ثلاثه مى بود .\r\nهم چنان كه اشاره شد او نخستين نائب ، از نواب خاص امام عصر ( عج ) است و قبلا نيز\r\nامام هادى و امام عسكرى ( عليه السلام ) مردم را به وى ارجاع مى دادند تا مسائل و احكام را از او فرا\r\nگيرند ، امام هادى و امام عسكرى ( عليه السلام ) هر يك درباره او مى فرمودند :\r\nابو عمر و ( عثمان بن سعيد ) مورد وثوق و امين من است ، آن چه نقل كند از من نقل\r\nمىكند ، و آنچه به شما برساند از جانب من به شما رسانده است . ( 2 )\r\n5 . ابو البخترى :\r\nمؤدب و تعليم دهندهء فرزندان حجاج او از اصحاب و ياران ابومحمد امام حسن\r\n\r\n","description":"","footnote":" 1 . تنقيح المقال ج 2 ، ص 174 .\r\n2 . تنقيح المقال ج 2 ، ص 245 ، قاموس الرجال ج 6 ، ص 245 . ","page_name":" 1803 ","page_number":123},
  {"content":"\r\n\r\n\r\n\r\n\r\nعسكرى ( عليه السلام ) مى باشد آنچنان كه در رجال شيخ طوسى ( قدس سره ) آمده است . ابن شهر آشوب هم\r\nدر \" مناقب \" خود از اصحاب امام حسن عسكرى ( عليه السلام ) شمرده است و در مورد امامت آن امام\r\nهمام ، حديثى توسط او نقل كرده است . ( 1 )\r\n6 . ابو الهيثم بن سيابه :\r\nاو از راويان امام حسن عسكرى ( عليه السلام ) مى باشد احمد بن حسين بن عمر بن يزيد\r\nمعجزه اى در مورد امام حسن عسكرى ( عليه السلام ) روايت كرده است . ( 2 )\r\n7 . يعقوب بن منقوش :\r\nاو از اصحاب امام هادى و امام حسن عسكرى ( صلى الله عليه وآله و سلم ) مى باشد قصه رؤيت امام\r\nزمان ( عج ) را روايت نموده است . ( 3 )\r\n8 . ابراهيم بن عبده نيشابورى :\r\nصاحب قاموس الرجال او را از اصحاب و روايتگران امام هادى و امام حسن\r\nعسكرى ( صلى الله عليه وآله و سلم ) شمرده است او توقيعاتى از امام زمان ( عج ) نقل نموده است و در كتاب\r\n\" كافى \" در باب افرادى كه امام ( عليه السلام ) را رؤيت نموده اند نام او را آورده است \" . ( 4 )\r\n9 . ابراهيم بن محمد بن فارس :\r\nاو يكى ديگر از اصحاب و ياران و روايتگران امام حسن عسكرى ( عليه السلام ) مى باشد در كتاب\r\nغيبت فضل بن شاذان آمده است او ابراهيم بن محمد از شهر عمرو بن عوف ( از بستگان\r\nتشكيلات عباسى \" فرار نموده وارد عسكرى ( عليه السلام ) گرديد امام ( عليه السلام ) به او دلدارى داد كه\r\nخداوند او را از شر دشمن محافظت خواهد نمود وجريان آنچنان رخ داد كه امام ( عليه السلام ) دعا\r\nفرموده بود عمرو گرفتار شد و به دست رقيبش كشته شد و اعضاى بدنش قطعه\r\n\r\n","description":"","footnote":" 1 . معجم رجال الحديث ج 21 ، ص 41 ، كد معرفى 13945 .\r\n2 . معجم رجال الحديث ج 22 ، ص 82 ، كد معرفى 14912 .\r\n3 . معجم رجال الحديث ج 20 ، ص 145 ، كد معرفى 13746 .\r\n4 . قاموس الرجال ج 1 ، ص 232 ، كد معرفى 145 . ","page_name":" 1804 ","page_number":124},
  {"content":"\r\n\r\n\r\n\r\n\r\nقطعه گرديد . ( 1 )\r\n10 . ابراهيم بن يزيد :\r\nمرحوم شيخ طوسى در رجال خود ، او را از اصحاب و ياران امام عسكرى ( عليه السلام ) شمرده\r\nاست و در قاموس الرجال او را به عنوان يكى از روايتگران امام آورده است . ( 2 )\r\n11 . احمد بن ابراهيم مراغى :\r\nمرحوم شيخ طوسى او را در رجال خود از اصحاب عسكرى آورده است او مكنى به\r\nابو حامد از خديجه دختر امام جواد ( عليه السلام ) در مورد امامت حديثى نقل كرده اند . ( 3 )\r\n12 . احمد بن حسين بن اسحاق قمى :\r\nاو از ياران امام حسن عسكرى ( عليه السلام ) است مرحوم صدوق در اكمال الدين از احمد بن\r\nحمران داستان نگارش نامه را در ارتباط با ميلاد قائم آورده است . ( 4 )\r\n13 . احمد بن محمد حضينى نزيل اهواز :\r\nمرحوم شيخ طوسى در رجال خود او را از اصحاب عسكرى ( عليه السلام ) نام برده است و برقى\r\nهم او را از ياران امام ( عليه السلام ) شمرده است در اكمال صدوق در حديث 16 او ر از كسانى كه\r\nامام قائم ( عج ) را مشاهده نموده اند ذكر كرده است صاحب قاموس الرجال او را از افراد\r\nجليل القدر شمرده است . ( 5 )\r\nمعتمد عباسى كه همواره از محبوبيت و نفوذ معنوى امام در جامعه نگران بود ، چون\r\nمى ديد توجه مردم به امام روز به روز بيشتر مىشود و زندان و اختناق و مراقبت تأثير\r\nمعكوسى دارد ، سرانجام به همان شيوهء مرسوم ديرينه متوسل شد و امام را پنهانى\r\nمسموم ساخت .\r\nدانشمند نامدار جهان تشيع ، \" طبرسى \" ، مى نويسد : بسيارى از دانشمندان ما\r\n\r\n","description":"","footnote":" 1 . قاموس الرجال ج 1 ، ص 286 ، كد معرفى 197 .\r\n2 . قاموس الرجال ج 1 ، ص 341 ، كد معرفى 244 .\r\n3 . قاموس الرجال ج 1 ، ص 366 ، كد معرفى 263 .\r\n4 . قاموس الرجال ج 1 ، ص 434 ، كد معرفى 342 .\r\n5 . قاموس الرجال ج 1 ، ص 588 كد معرفى 529 . ","page_name":" 1805 ","page_number":125},
  {"content":"\r\nگفته اند : امام عسكرى ( عليه السلام ) بر اثر مسموميت به شهادت رسيد ، چنان كه پدرش و جدش و\r\nهمهء امامان ، با شهادت از دنيا رفته اند . ( 1 )\r\n\" كفعمى \" ، دانشمند معروف ديگر شيعه ، مى گويد : او را \" معتمد \" مسموم ساخت ( 2 ) و\r\n\" محمد بن جرير بن رستم طبرى \" ، از دانشمندان شيعى در قرن چهارم ، معتقد است كه :\r\n\" امام عسكرى ( عليه السلام ) در اثر مسموميت به درجهء شهادت رسيد \" . ( 3 )\r\nيكى از نشانه‌هاى شهادت امام توسط دربار عباسى ، تحركها و تلاشهاى فوق\r\nالعاده اى بود كه معتمد عباسى در روزهاى مسموميت و شهادت امام ، براى عادى جلوه\r\nدادن مرگ آن حضرت از خود نشان داد .\r\n\" ابن صباغ مالكى \" ، يكى از دانشمندان اهل سنت ، از قول \" عبيدالله بن خاقان \" ، يكى از\r\nدرباريان عباسى ( كه از احترام او نسبت به امام ياد كرديم ) مى نويسد :\r\n\" . . . هنگام درگذشت ابومحمد حسن بن على عسكرى ( عليه السلام ) معتمد ، خليفهء\r\nعباسى حال مخصوصى پيدا كرد كه ما از آن شگفت زده شديم و فكر\r\nنمى كرديم چنين حالى در او ديده شود . وقتى \" ابومحمد \" ( امام عسكرى )\r\nرنجور شد ، پنج نفر از اطرافيان خاص خليفه كه همه از فقيهان دربارى بودند ،\r\nبه خانهء او گسيل شدند . معتمد به آنان دستور داد در خانهء ابومحمد بمانند و\r\nهر چه روى مىدهد به او گزارش كنند ، نيز عده اى را به عنوان پرستار فرستاد\r\nتا ملازم او باشند ، و همچنين به \" قاضى بن بختيار \" فرمان داد ده نفر از\r\nمعتمدين را انتخاب كند و به خانهء ابومحمد بفرستد و آنان هر صبح و شام نزد\r\nاو بروند و حال او را زير نظر بگيرند . دو يا سه روز بعد به خليفه خبر دادند حال\r\nابومحمد سخت تر شده و بعيد است بهتر شود . خليفه دستور داد شب و روز\r\nملازم خانهء او باشند و آنان پيوسته ملازم خانهء آن بزرگوار بودند تا پس از چند\r\n\r\n","description":"","footnote":" 1 . إعلام الورى ، الطبعة الثالثة ، دار الكتب الإسلامية ، ص 367 .\r\n2 . حاج شيخ عباس قمى ، الأنوار البهية ، مشهد ، كتابفروشى جعفرى ، ص 162 .\r\n3 . دلائل الإمامة ، نجف ، منشورات المكتبة الحيدرية ، 1383 ه‍ . ق ، ص 223 . ","page_name":" 1806 ","page_number":126},
  {"content":"\r\n\r\nروزى رحلت فرمود . وقتى خبر درگذشت آن حضرت پخش شد ، سامراء به\r\nحركت درآمد و سراپا فرياد و ناله گرديد و بازارها تعطيل و مغازه‌ها بسته شد .\r\nبنى هاشم ، ديوانيان ، امراى لشكر ، قاضيان شهر ، شعرا ، شهود و گواهان و ساير\r\nمردم براى شركت در مراسم تشييع حركت كردند ، سامراء در آن روز يادآور\r\nصحنهء قيامت بود !\r\nوقتى جنازه آمادهء دفن شد ، خليفه برادر خود ، \" عيسى بن متوكل \" ، را فرستاد\r\nتا بر جنازهء آن حضرت نماز بگزارد . هنگامى كه جنازه براى نماز روى زمين\r\nگذاشتند ، عيسى نزديك رفت و صورت آن حضرت را باز كرد . و به علويان و\r\nعباسيان و قاضيان و نويسندگان و شهود نشان داد و گفت : اين \" ابومحمد\r\nعسكرى \" است كه به مرگ طبيعى درگذشته است و فلان و فلان از\r\nخدمتگزاران خليفه نيز شاهد بوده اند ! ! بعد روى جنازه را پوشاند و بر او نماز\r\nخواند ، و فرمان داد براى دفن ببرند . . . \" . ( 1 )\r\nتلاش مذبوحانهء جعفر كذاب\r\n\" ابو الأديان \" مى گويد : من از خدمتگزاران امام عسكرى ( عليه السلام ) بودم و نامه‌هاى آن حضرت\r\nرا به شهرها مى بردم . در مرضى كه امام با آن از دنيا رفت ، به خدمتش رسيدم . حضرت\r\nنامه‌هايى نوشت و فرمود : اينها را به \" مدائن \" مى برى ، پانزده روز در سامراء نخواهى بود ، ر\r\nروز پانزدهم كه داخل شهر شدى ، خواهى ديد كه از خانهء من ناله و شيون بلند است و\r\nجسد مرا در محل غسل گذاشته اند .\r\nگفتم : سرور من ! اگر چنين شود ، امام بعد از شما كيست ؟ فرمود هر كس بر جنازهء من\r\nنماز گزارد ، قائم بعد از من او است . گفتم : نشانهء ديگرى بفرماييد . فرمود : هر كس از آنچه\r\nدر ميان هميان ( كمربند ) است خبر دهد ، او امام بعد از من است . هيبت و عظمت امام\r\nمانع شد كه بپرسم : مقصود از آنچه در هميان است چيست ؟\r\n\r\n","description":"","footnote":" 1 . الفصول المهمة ، چاپ قديم ، ص 307 - 308 . ","page_name":" 1807 ","page_number":127},
  {"content":"\r\nمن نامه‌هاى آن حضرت را به \" مدائن \" بردم و جواب آنها را گرفته و روز پانزدهم وارد\r\nسامراء شدم ، ديدم همانطور كه امام فرموده بود ، از خانهء امام صداى ناله بلند است . نيز\r\nديدم برادرش \" جعفر \" ( كذاب ) در كنار خانهء آن حضرت ، نشسته و گروهى از شيعيان ،\r\nاطراف او را گرفته به وى تسليت ، و به امامتش تبريك مى گويند ( ! ! ! )\r\nمن از اين جريان يكه خوردم و با خود گفتم : اگر جعفر امام باشد ، پس وضع امامت\r\nعوض شده است ، زيرا من با چشم خود ديده بودم كه جعفر شراب مى خورد و قمار بازى\r\nمى كرد و اهل تار و طنبور بود . من هم جلو رفته و رحلت برادرش را تسليت و امامتش را\r\nتبريك گفتم ، ولى از من چيزى نپرسيد !\r\nدر اين هنگام \" عقيد \" ، خادم خانهء امام ، بيرون آمد و به جعفر گفت : جنازهء برادرت را\r\nكفن كردند ، بياييد نماز بخوانيد . جعفر وارد خانه شد . شيعيان در اطراف او بودند .\r\n\" سمان \" ( 1 ) و \" حسن بن على \" معروف به \" سلمه \" پيشاپيش آنها قرار داشتند .\r\nوقتى كه به حياط خانه وارد شديم ، جنازهء \" امام عسكرى ( عليه السلام ) \" را كفن كرده و در تابوت\r\nگذاشته بودند . جعفر پيش رفت تا بر جنازهء امام نماز گزارد . وقتى كه خواست تكبير نماز\r\nرا بگويد ، ناگاه كودكى گندمگون و سياه موى كه دندانهاى پيشين قدرى با هم فاصله\r\nداشت ، بيرون آمد و لباس جعفر را گرفت و او را كنار كشيد و گفت : اى عمو ! كنار برو ، من\r\nبايد بر پدرم نماز بخوانم . جعفر ، در حالى كه قيافه اش دگرگون شده بود ، كنار رفت . آن\r\nكودك بر جنازهء امام نماز خواند و حضرت را در خانهء خود در كنار قبر پدرش امام هادى\r\nدفن كردند . بعد همان كودك و رو به من كرد و گفت : اى مرد بصيرى ! جواب نامه ها را كه\r\nهمراه تو است بده ! جواب نامه ها را به وى دادم و با خود گفتم : اين دو نشانه ( : نماز بر\r\nجنازه ، و خواستن جواب نامه ها ) ، حالا فقط هميان مانده . آنگاه پيش جعفر آمدم و ديدم\r\nسر و صدايش بلند است . \" حاجز وشاء \" كه حاضر بود به جعفر گفت : آن كودك كى بود ؟ ! ! او\r\nمى خواست با اين سؤال جعفر را ( كه بى خود ادعاى امامت مى كرد ) محكوم كند . جعفر\r\n\r\n","description":"","footnote":" 1 . مقصود ، عثمان بن سعيد عمرى از ياران نزديك امام عسكرى ( ع ) است كه به مناسبت شغلش كه\r\nروغن فروشى بود ، به سمان ( = روغن فروش ) معروف شده بود . ","page_name":" 1808 ","page_number":128},
  {"content":"\r\n\r\nگفت : والله تا به حال او را نديده ام و نمى شناسم !\r\nدر آنجا نشسته بوديم كه گروهى از اهل \" قم \" آمدند و از امام حسن عسكرى ( عليه السلام )\r\nپرسيدند ، و چون دانستند كه امام رحلت فرموده است ، گفتند : جانشين امام كيست ؟\r\nحاضران جعفر را نشان دادند . آنها به جعفر سلام كرده تسليت و تهنيت گفتند و اظهار\r\nداشتند : نامه ها و پولهايى آورده ايم ، بفرماييد : نامه ها را چه كسانى نوشته اند و پولها\r\nچقدر است ؟ جعفر از اين سؤال بر آشفت و برخاست و در حالى كه گرد جامه‌هاى خود را\r\nپاك مى كرد ، گفت : اينها از ما انتظار دارند علم غيب بدانيم ! ! در اين ميان خادمى از خانه\r\nبيرون آمد و گفت : نامه ها از فلان كس و فلان كس است و در هميان هزار دينار است كه\r\nده تا از آنها را آب طلا داده اند . نمايندگان مردم قم نامه ها وهميان را تحويل داده و به\r\nخادم گفتند : هر كس تو را براى گرفتن هميان فرستاده است ، او امام است . . . . ( 1 )\r\nتلاشهاى بى ثمر\r\n\" معتمد \" عباسى كه با شهادت امام عسكرى ( عليه السلام ) به خيال خام خويش ، به مقصد و\r\nمراد خود رسيده بود ، تصور مى كرد ديگر خطرى سر راه حكومت خود كامهء وى وجود\r\nندارد ، ولى براى اطمينان خاطر خود دست به اعمال ديگرى زد كه نشانهء جاه طلبى و\r\nعمق نگرانى او از ناحيهء فرزند امام بود او به عده اى مأموريت داد كه وارد منزل امام شوند\r\nواثاثيهء حضرت را كاملا بازرسى كرده آنها را مهر و موم نمايند .\r\nاز طرف ديگر ، چون شنيده بود كه از حضرت عسكرى ( عليه السلام ) فرزندى باقى مانده ، در\r\nصدد يافتن او برآمد و دستور داد عده اى از قابله ها ، زنان و كنيزان آن حضرت را معاينه\r\nنمايند و اگر آثار حملى در آنان مشاهده شد ، گزارش كنند . نقل شده است كه يكى از\r\nقابله ها به كنيزى ظنين شد و از طرف خليفه دستور داده شد كه آن كنيز را در محلى\r\nتحت نظر قرار بدهند و \" نحرير \" ( يكى از درباريان ، و پيشكار مخصوص خليفه ) همراه\r\nعده اى از زنان مراقب حال او باشند تا صدق وكذب گزارش معلوم گردد . ( 2 ) مدت دو سال\r\n\r\n","description":"","footnote":" 1 . صدوق ، كمال الدين ، قم ، مؤسسة النشر الإسلامي ( جامعه مدرسين ) ، 1405 ه‍ . ق ، ص 475 .\r\n2 و 3 . كلينى ، اصول كافى ، تهران ، مكتبة الصدوق ، 1381 ه‍ . ق ، ج 1 ، ص 505 ، مجلسى ،\r\nبحار الانوار ، ط 2 ، تهران ، المكتبة الإسلامية ، 1395 ه‍ . ق ، ج 50 ، ص 329 . ","page_name":" 1809 ","page_number":129},
  {"content":"\r\nآن كنيز تحت نظر بود ولى سرانجام اثرى از حمل ظاهر نشد وكذب گزارش\r\nروشن گشت ! ( 1 ) در اين هنگام معتمد براى آنكه وانمود كند كه از امام عسكرى ( عليه السلام )\r\nفرزندى باقى نمانده ، و شيعيان از وجود امام بعدى نوميد گردند ، دستور داد ميراث آن\r\nحضرت ميان مادر و برادرش جعفر تقسيم شود ، ( 2 ) ولى شيعيان همچنان عقيده داشتند\r\nكه از امام فرزندى باقى مانده است كه امامت را به عهده دارد ، ( 3 ) زيرا تعدادى از آنان فرزند\r\nخردسال امام را قبلا ديده بودند ( چنان كه نمونهء آن را قبلا گفتيم ) .\r\nدر هر حال فشار و اختناق و انواع محدوديتها در مورد خاندان امام براى يافتن امام\r\nدوازدهم همچنان ادامه داشت تا آنكه قيام \" يعقوب بن ليث صفارى \" در \" خراسان \" ، و\r\nمرگ ناگهانى \" عبيدالله بن يحيى بن خاقان \" و آشوب وفتنهء \" صاحب زنج \" در \" بصره \"\r\nپيش آمد و دربار عباسى عباسى تمام نيروى خود را براى مقابله با اين حركتها بسيج كرد\r\nو ديگر مجال تعرض و سختگيرى در مورد خاندان امام باقى نماند ! ( 4 ) ( 5 )\r\nخلفاى بنى عباس و كارگزاران حكومت آنان شنيده بودند كه امامان اهلبيت ( عليه السلام ) 12\r\nنفرند و دوازدهمين آنان پس از غيبت و ظهور ، بساط ستمگران را برمىچيند ، و به\r\nحكومتهاى باطله پايان مىدهد و جهان را از عدل و داد پر مى سازد . آگاهى از اين\r\nموضوع به ويژه در اين اواخر ( دوران امام هادى و امام عسكرى ) موجب نگرانى آنان بود ،\r\nو به همين جهت به شدت از امام عسكرى ( عليه السلام ) مراقبت مى كردند و بسيار مايل بودند كه از\r\n\r\n","description":"","footnote":"\r\n3 . على بن عيسى الإربلى ، كشف الغمة ، تبريز ، مكتبة بنى هاشمى ، 1381 ه‍ . ق ، ج 3 ، ص 199 ، فتال\r\nنيشابورى ، روضة الواعظين ، ط 1 ، بيروت ، مؤسسة الأعلمي للمطبوعات ، 1406 ه‍ . ق ، ص 276 .\r\n4 . مجلسى ، بحار الانوار ، ط 3 ، تهران ، المكتبة الإسلامية ، 1395 ه‍ . ق ، ج 50 ، ص 3 3631 ، محمد بن\r\nجرير بن رستم طبرى ، ط 3 ، قم ، منشورات الرضي ، 1363 ه‍ . ش ، ص 224 ، صدوق .\r\n5 . در تنظيم و نگارش اين بخش از كتاب ، علاوه بر مآخذى كه در پاورقيها آمده ، از منابع ياد شده در\r\nزير استفاده شده است كه لازم مى دانم در اينجا از نويسندگان آنها سپاسگزارى كنم : پيشواى يازدهم\r\nحضرت امام حسن عسكرى ( نشريه مؤسسهء در راه حق ) . دورنمايى از زندگانى پيشوايان اسلام\r\nتأليف استاد آيت الله جعفر سبحانى ، خاندان وحى ، تأليف حجة الإسلام والمسلمين حاج سيد على\r\nاكبر قرشى أرموى دام عزهم جميعا . ","page_name":" 1810 ","page_number":130},
  {"content":"\r\nامام ، فرزندى بوجود نيايد ، و همهء امور امام را از راههاى گوناگون زير نظر داشتند و حتى\r\nامام را چندين بار زندانى كردند ، و سرانجام \" معتمد عباسى \" كه مى ديد توجه مردم به امام\r\nروز به روز بيشتر مىشود و زندان و اختناق و مراقبت تأثير معكوسى دارد ، طاقت\r\nنياورده و تصميم به قتل آن گرامى گرفت و امام را پنهانى مسموم ساخت و امام در هشتم\r\nربيع الأول سال 260 هجرى به شهادت رسيد در محلى كه پدرش امام هادى هم در آن\r\nدفن شده بودند مدفون گرديد ، درود خدا بر روح طيبش باد ! ( 1 )\r\nنفوذ امام در جامعه وحشت و هراس از طغيان شيعيان و علويان ، معتمد عباسى را از\r\nاينكه مسموم شدن امام برملا شود بسيار به وحشت مى انداخت ، بنابراين به هر وسيله\r\nكوشش كرد تا اين جنايت را بپوشاند ، ابن صباغ مالكى در \" فصول المهمه \" از قول\r\n\" عبد الله بن خاقان \" يكى از درباريان عباسى مى نويسد : \" . . . هنگام درگذشت امام ابو محمد\r\nحسن بن على عسكرى ( عليه السلام ) ، معتمد خليفهء عباسى حال مخصوصى پيدا كرد كه ما از آن\r\nشگفت زده شديم و فكر نمى كرديم چنين حالى از او ، ديده شود . وقتى ابو محمد ( امام\r\nعسكرى ) رنجور شد پنج نفر از اطرافيان خاص خليفه كه همه از فقيهان دربار بودند به\r\nخانهء امام گسيل شدند ، معتمد به آنان دستور داد در خانهء امام بمانند و هر چه روى دهد\r\nبه او گزارش نمايند ، و نيز عده اى پرستار فرستاد تا ملازم امام باشند ، و به قاضى بن\r\nبختيار فرمان داد ده نفر از معتمدين را انتخاب نمايد و به خانهء امام بفرستد و صبح و\r\nشام نزد امام بروند چون حال امام سخت تر شده است و بعيد است كه بهتر شود ، خليفه\r\nدستور داد شب و روز ملازم خانهء امام باشند و آنان پيوسته ملازم خانهء آن گرامى بودند تا\r\nپس از چند روزى رحلت فرمود ، وقتى خبر درگذشت آن حضرت ، پخش شد سامراء به\r\nحركت درآمد و سراپا فرياد و ناله گرديد و بازارها تعطيل و مغازه‌ها بسته شد ، بنى هاشم ،\r\nعلماى دربار ، ديوانيان ، امراء لشكر ، قاضيان شهر ، شعراء ، شهود و گواهان و ساير مردم\r\nبراى شركت در مراسم تشييع حركت كردند ، سامراء در آن روز يادآور صحنهء محشر بود ،\r\n\r\n","description":"","footnote":" 1 . الفصول المهمه چاپ نجف ، ص 298 . ","page_name":" 1811 ","page_number":131},
  {"content":"\r\nوقتى جنازهء آمادهء دفن شد خليفه برادر خود \" عيسى بن متوكل \" را فرستاد تا بر آن\r\nگرامى نماز بگزارد ، هنگامى كه جنازهء را براى نماز زمين گذاشتند عيسى نزديك رفت و\r\nصورت آن حضرت را باز كرد ، و به علويان و عباسيان و قاضيان و نويسندگان و شاهدان\r\nنشان داد و گفت : اين ابو محمد عسكرى است كه به مرگ طبيعى درگذشته است و فلان\r\n. . . و فلان . . . از خدمتگزاران خليفه شاهد بوده اند ! !\r\nاز آنچه نقل شد آشكار است كه امام در جامعه چه موقعيتى داشته و حكومت چرا\r\nنگران بوده است ؟ و نيز معلوم مى گردد خليفه از برملا شدن مسموميت و قتل امام\r\nوحشت داشته و با زمينه سازى قبلى كوشيده است شهادت امام را يك مرگ طبيعى و\r\nدر بستر وانمود سازد ، آرى ، ستمگران وجود امامان معصوم را براى سلطنت خود\r\nخطرناك مى دانستند و براى خاموش كردن انوار آن پيشوايان راستين ، تا آنجا كه\r\nمى توانستند با مراقبت شديد آنان را از جامعه جدا نگه مى داشتند و سرانجام به قتل\r\nآنان اقدام مى نمودند .\r\nمعتمد عباسى پس از شهادت امام عسكرى ( عليه السلام ) در ظاهر با تقسيم ميراث امام ميان مادر\r\nامام و برادر جعفر ، كوشيد وانمود كند از امام عسكرى فرزندى نمانده است ، تا شيعيان از\r\nوجود امام بعدى نوميد گردند ، و در پنهان مأمورين خود را بر آن داشت كه از هر طريق\r\nجستجو كنند و اگر به فرزندى دست يافتند دستگير نمايند ، مأمورين خليفه بر\r\nبازماندگان امام خيلى فشار وارد ساختند ، ولى نتوانستند بر امام قائم ( عليه السلام ) دست يابند و\r\nخداى متعال او را محفوظ و از كيد ستمگران در امان داشت ، و هر چند امام حجة بن\r\nالحسن المهدى ( عليه السلام ) براى ايمنى از شر ستمگران از تماس آشكار با مردم و حضور علنى در\r\nجامعه خوددارى فرمود و به فرمان الهى غيبت اختيار كرد اما شيعيان و خواص امام\r\nعسكرى كه امام قائم را بارها در خردسالى ديده بودند به وجود او اطمينان داشتند ، و در\r\nوفات امام عسكرى ( عليه السلام ) نيز امام قائم ( عليه السلام ) در حياط خانهء پدر ظاهر شد و \" جعفر \" را كه مى خواست بر\r\n","description":"","footnote":"","page_name":" 1812 ","page_number":132},
  {"content":"\r\n\r\nامام عسكرى ، نماز بخواند كنار زد و خود بر جنازهء پدرش نماز گزارد ، ( 1 ) و در تمام مدت غيبت\r\nصغرى نيز شيعيان توسط نائبان خاص با امام ارتباط داشتند و امام توسط نواب به\r\nسؤالات شيعيان پاسخ مى فرمودند ، و كرامات و معجزات بسيار به دست نائبان خاص\r\nجارى شد كه روز به روز بر قوت اعتقاد و اطمينان دوستداران مى افزود .\r\nهنگامى كه معتمد عباسى تمايل و علاقهء قلبى مردم را نسبت به امام حسن\r\nعسكرى ( عليه السلام ) احساس نمود و يقين كرد كه زندانهاى متوالى و مكرر نمى تواند ريشه‌هاى\r\nاين محبت و مودت را از قلوب و اعماق ضمير مردم ، ريشه كن سازد وى پيوسته وجود او\r\nرا زنگ خطرى به زوال حكومت خود تلقى مى كرد ، سعى و كوشش خود را در برانداختن\r\nآن وجود پر فيض به كار مى انداخت و هميشه در صدد چاره جويى بود تا عاقبت نتيجهء\r\nفكر او به اين مرحله انجاميد كه آن بزرگوار را مسموم نمايد و براى اسكات مردم و فريب\r\nدادن افكار عمومى شيعيان و علاقه مندان صحنه اى به وجود آورد و پزشكانى را براى\r\nمعالجه آن حضرت ، گسيل داشت و خود مرتب به عيادت و احوال پرسى حضرت\r\nمى شتافت ولى سم آثار خود را در وجود آن حضرت باقى گذاشت تا اينكه بعد از هشت\r\nروز بسترى شدن در هشتم ماه ربيع الأول سال 260 هجرى به سراى جاودان شتافت .\r\nبهرهء ما از اين گزارش\r\nآنچه از اين گزارش مستند كه اغلب مورخين وتذكره نويسان آن را ضبط كرده اند\r\nمستفاد مىشود اينكه : \" مسموميت آن حضرت به وسيله ايادى و عوامل خلافت ، خالى\r\nاز قوت و عارى از صحت نبوده است به حدى كه افكار عمومى مردم آن روز را متوجه\r\nقضاياى زير پرده نموده است و همين شايعات و گفتگوها ، عوامل خلافت را به اضطراب و\r\nتشويش افكنده است تا اينكه خواستند با ترتيب دادن چنين صحنه سازى ها و تهيه\r\nسرپوشهاى مصنوعى افكار آگاه و بيدار مردم را سركوب و خنثى سازند و اين گزارش\r\nمؤيد آن شهرتى است كه دربارهء مسموميت و شهادت پيشوايان معصوم ( عليها السلام ) ، از امام\r\n\r\n","description":"","footnote":" 1 . إكمال الدين چاپ آخوندى ص 475 . ","page_name":" 1813 ","page_number":133},
  {"content":"\r\n\r\n\r\n\r\nصادق ( عليه السلام ) رسيده است كه همه ما با سم يا با شهادت از دنيا مى رويم \" .\r\nدفن امام ( عليه السلام )\r\nصاحب ارشاد مى نويسد : \" كه امام حسن عسكرى ( عليه السلام ) در اول ماه ربيع الأول به بستر\r\nبيمارى افتاد و هشت روز از ماه سپرى شده بود كه از دار دنيا رحلت فرمود و در شهر\r\nسامراء در همان خانه اى كه پدر بزرگوارش \" امام هادى ( عليه السلام ) \" مدفون گرديده بود به خاك\r\nسپرده شد هنگام رحلت 28 ساله بود و تنها فرزندش \" قائم منتظر \" از او به يادگار باقى\r\nماند و جز آن حضرت ، فرزند ديگرى نداشت \" .\r\nپس از شهادت\r\nصاحب ارشاد مى افزايد : بعد از شهادت امام حسن عسكرى ( عليه السلام ) معتمد خليفه\r\nعباسى به عده اى مأموريت داد تا وارد منزل آن حضرت گردند و تفتيش و بازجوئى كامل\r\nاز منزل به عمل آورند و اساس خانه و وسائل زندگى شخصى آن حضرت را گردآورى\r\nنموده و مهر و موم كنند و در صدد تحقيق و بازجويى فرزندان و اخلاف او برآيند و از تمام\r\nحجرات و اتاقهاى حضرت ، بازديد كنند و به عده اى از قابله ها دستور داد كه زنان و\r\nكنيزان آن حضرت را تحت معاينه پزشكى قرار دهند اگر اثر حملى در ايشان مشاهده\r\nشود آن را گزارش كنند ، و يكى از قابله ها به كنيزى مظنون شد دستور رسيد كه او را در\r\nحجره اى محبوس سازند و \" نحرير \" خادم مخصوص خليفه ، مراقب و مواظب حال او شود\r\nتا صدق و كذب اين گزارش روشن گردد \" . ( 1 )\r\nخادم مخصوص امام ( عليه السلام ) گزارش مىدهد\r\nداستانى كه دربارهء نمازگزارى نمايندهء خليفه نقل گرديد بنا به روايت جمعى از\r\nمورخين شيعه مانند شيخ مفيد ( رحمه الله ) و ديگران بود . ولى مشهور ميان شيعه روايت\r\n\" ابن بابويه \" است كه با سند معتبر نقل مىكند و مى نويسد : \" ابوالأديان خدمتگزار\r\nمخصوص امام حسن عسكرى ( عليه السلام ) تعريف مىكند كه من افتخار خدمتگزارى امام حسن\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ص 320 ، تاريخ عسكريين ج 2 ، ص 109 ، جلاء العيون مجلسى ص 577 . ","page_name":" 1814 ","page_number":134},
  {"content":"\r\nعسكرى ( عليه السلام ) را به عهده داشتم . نامه ها و پيامها و سفارشهاى آن حضرت را به دوستان و\r\nشيعيان در شهرها و آباديها مى رساندم . در آن بيمارى كه با آن از دنيا رخت بربست ،\r\nشرفياب محضر منور او شدم . نامه‌هايى كه مرقوم داشته بود به من دادند و دستور\r\nفرمودند : آنها را به \" مدائن \" برسانم و فرمود اين مسافرت شما پانزده روز به طول\r\nمى انجامد ، و هنگامى كه به \" سامراء \" برمىگردى با صداى شيون و آه و ناله و ضجه رو به\r\nرو خواهى شد . به عرض رساندم در آن صورت تكليف من و پاسخ نامه ها چگونه خواهد\r\nبود ؟ فرمود : هر آن كس كه جواب نامه ها را از تو درخواست نمود او جانشين و وصى من\r\nاست . عرض كردم باز لطفا به معلومات من بيافزاييد . فرمود : هر آن كس كه بر من نماز\r\nبخواند او جانشين من است . عرض كردم باز بيافزاييد . فرمود : هر آن كس كه از محتويات\r\nهميان خبر دهد او جانشين من است . مهابت و عظمت امام اجازه نداد كه ديگر سؤالى\r\nنمايم . من نامه ها را به مدائن رساندم و پاسخ آنها را نيز دريافت داشتم . روز پانزدهم بود\r\nكه مراجعت كردم هنگامى كه وارد شهر سامراء شدم طبق فرمودهء امام ( عليه السلام ) مشاهده كردم\r\nكه شهر پر از ضجه و ناله است چشمم به جعفر برادر امام افتاد كه كنار در خانه ايستاده\r\nاست وعده اى از مردم اطراف او را گرفته اند در مرگ برادر به او تسليت مى گويند و به\r\nعنوان \" امامت و پيشوايى \" تهنيت مى دهند . با خود گفتم اگر اين شخص امام و پيشواى\r\nمردم باشد تكليف امامت روشن است چون بارها با چشم خود ديده بودم كه او اهل\r\nمعصيت است و در كاخهاى اعيان و اشراف و رجال ، مشغول قماربازى و ميگسارى و\r\nتفريح و عياشى است ، جلوتر رفتم و به او تسليت گفتم و نزديك تر گشتم ولى چيزى در\r\nپاسخ من نگفت . در اين لحظه ديدم كه \" عقيد \" خدمتگزار ديگر امام بيرون آمد ورو به\r\nجعفر گفتند كه جنازه آماده است ، مىتوانيد نماز بخوانيد . جعفر وعده اى كه در اطراف او\r\nبوديم وارد شديم جعفر جلوتر رفت تا نماز بخواند مى خواست تكبير بگويد ناگاه\r\nپسر بچه‌اى از داخل منزل بيرون آمد ، عباى جعفر را در هم كشيد و فرمود : عمو عقب\r\nبرگرد ! من سزاوارترم كه بر جنازهء پدر نماز بگزارم . جعفر عقب برگشت ، و آن پسربچه\r\nنماز گزارد و جنازه را كنار قبر پدرش امام هادى ( عليه السلام ) دفن كردند . . . .\r\n","description":"","footnote":"","page_name":" 1815 ","page_number":135},
  {"content":"\r\n\r\nسپس رو به من فرمودند : بصرى ! پاسخهاى نامه ها را بياور . با خود گفتم اين هم نشانهء\r\nدوم تنها نكتهء ابهامى كه در قضيه باقى مانده بود نشانهء سوم بود كه در تاريكى و ابهام\r\nخود باقى مانده بود . يكى از حضار سؤال كرد اين بچه كى بود ؟ جعفر گفت : من نه هرگز او\r\nرا ديده ام و نه او را مى شناسم ! من منتظر حل مشكل خود بودم و آن مشكل هم به اين\r\nترتيب حل شد : همگى نشسته بوديم ناگاه جمعى از شيعيان قم وارد شدند و سراغ امام\r\nحسن عسكرى ( عليه السلام ) را گرفتند وقتى از جريان رحلت امام آگاه شدند ، بسيار متأثر و\r\nناراحت شدند . پرسيدند : پس وظيفهء ما چيست ؟ و به كى بايد مراجعه كنيم ؟ عده اى\r\nجعفر را نشان دادند . به او سلام گفتند و تسليت دادند سپس اظهار نمودند همراه ما نامه\r\nو اموالى هست لطفا بفرمائيد نامه ها از كيست ؟ و مقدار پول چقدر است ؟\r\nجعفر بلند شد و در حالى كه لباسهاى خود را تكان مى داد از مجلس خارج شد و با\r\nخود مى گفت : مردم از ما غيب هم مطالبه مى كنند ! و در آن لحظات حساس من از طرف\r\nامام عصر ( عليه السلام ) ، اسامى نويسندگان نامه و مبلغ پولى كه در ميان هميان بود گفتم و امام ( عليه السلام )\r\nافزودند كه جمعا هزار دينار اشرفى است كه ده دينار آن پوچ و بى اعتبار است . گفتند آن\r\nآقايى كه تو را مأمور كرده است ، امام و پيشواى ما هم اوست .\r\nجعفر پس از اين اتفاق پيش خليفه رفت و گزارش قضيه را پيش معتمد برد . معتمد\r\nاز آن تاريخ مأمورين خود را بر منزل امام گسيل داشت تا كمال مراقبت را از آن بزرگوار به\r\nعمل آورند و خود هميشه مترصد اوضاع خاندان امام بود و جمعى از كنيزان امام\r\nعسكرى ( عليه السلام ) را بازداشت نمود و خانوادهء قاضى شهر را مأمور رسيدگى به اوضاع\r\nآنان نمود \" . ( 1 )\r\nپاسخ يك سؤال\r\nاكنون از نظر خوانندهء محترم عبور مىكند كه نماز خواندن امام ( عليه السلام ) بر جنازهء پاك پدر\r\nبزرگوارشان به چه ترتيبى بوده است ؟ با آن همه مراقبتها و شدت عملى كه از طرف\r\n\r\n","description":"","footnote":" 1 . جلاء العيون ص 578 ، بحار الانوار ج 12 ، ص 77 . ","page_name":" 1816 ","page_number":136},
  {"content":"\r\n\r\nدستگاه جور عباسى در اين باره معمول مى گرديد و در طى كتاب با نمونه هائى از آن\r\nسخت‌گيريها و كنترل ها مواجه شديم پس نماز به چه كيفيت بوده است ؟\r\nدر رفع اين شبهه نخست لازم است كه به قرائن حال و اوضاع آن محيط توجه داشت\r\nسپس به پاسخ تحليلى آن رسيد . علامه مجلسى ( 1 ) و ديگران نقل كرده اند كه رحلت امام\r\nحسن عسكرى در ( عليه السلام ) سال 260 هجرت به هنگام نماز بامدادى بوده است . امام در آن\r\nشبى كه صبح آن به دار بقا شتافتند ، نامه‌هاى متعددى به اهل مدينه نوشتند و\r\nبوسيلهء\r\nخدمتگزار خود فرستادند در حضور امام جز چند نفر كس ديگرى نبود و آنان عبارت\r\nبودند از :\r\n1 . كنيز مخصوص خود به نام \" صيقل \" .\r\n2 . خدمتگزار مخصوص به نام \" عقيد \" .\r\n3 . شخصيت عالى مقامى كه مردم از وجود او آگاهى و اطلاع نداشتند . ( حضرت\r\nصاحب الامر ( عج ) ) . كنيز امام مى گويد : \" دواى مخصوص امام را آوردم تا ميل كند\r\nفرمودند نخست آب بياور كه وضو بسازم آب آماده شد امام دستمالى روى دامن خود\r\nگسترد و وضو ساخت و نماز صبح را اداء كرد . دواى مخصوص خود را به دست گرفت تا\r\nميل كند از شدت بيمارى دست مباركش مى لرزيد و كاسه بر لب مباركش برمىخورد و\r\nطاقت نگهدارى آن را نداشت ، من كاسه را به دست گرفتم تا كمكى كرده باشم . اتفاقا در\r\nهمان لحظه ، روح پاكش به عالم قدس و ملكوت پرواز كرده بود .\r\nگفتار محدث قمى ( قدس سره )\r\nبيمارى حضرت از اول ماه ربيع الأول آغاز گرديد تا صبح جمعه هشتم آن ماه ادامه\r\nداشت تا اينكه در بامداد آن روز ، به دار بقا شتافتند و در همان خانه اى كه پدر بزرگوارش\r\nدر آنجا به خاك سپرده شده بود مدفون گرديدند . جعفر برادر آن حضرت اموال و دارايى\r\nظاهرى او را تصرف كردند و در حبس و زندانى ساختن كنيز و همسر و خدمتگزاران\r\n\r\n","description":"","footnote":" 1 . جلاء العيون ص 579 . ","page_name":" 1817 ","page_number":137},
  {"content":"\r\n\r\n\r\nحضرت ، سعى و كوشش فراوان به خرج داد و هر روز وسايل ايذاء و اذيت معتقدين انتظار\r\nفرج را فراهم مى ساخت ، و آنان را با حبس و زجر و با سعايت بر خليفه عباسى ، تهديد\r\nمى كرد . . . \" . ( 1 )\r\nراه حل\r\nبا توجه به اين قرينه كه رحلت آن بزرگوار اول بامداد بوده است راه حل مناسبى كه به\r\nنظر مى رسد اين است كه مراسم نمازگزارى فرزند معصومش ، در داخل خانه و در محيط\r\nدوستان و علاقه‌مندان مخصوص و در جمع شيعيان و منتظرين فرج امر آن بزرگوار\r\nصورت گرفته باشد و سپس طبق مراسم و تشريفات خاص آن روز كه حكومتهاى وقت به\r\nمرحلهء عمل ، در مى آوردند و در جايگاه مخصوصى با شركت اعوان وانصار خليفه انجام\r\nمى دادند ، صورت گرفته باشد و شخصى از منسوبين خليفه ، به نام \" عيسى بن متوكل\r\nعباسى \" به جنازهء امام ( عليه السلام ) دوباره نماز گزارده باشد به ترتيبى كه در ارشاد مفيد وبحار الانوار\r\nو ديگر كتب تاريخ وحديث شيعه ، و در كتب جمعى از مورخين اهل سنت وارد\r\nشده است .\r\nخلف صالح\r\nاز آن بزرگوار تنها يادگارى كه مانده است و حجت روى زمين \" مهدى موعود \" عجل\r\nالله تعالى فرجه الشريف مى باشد كه دوستداران و شيعيان بلكه كل جهان بشر منتظر\r\nمقدم مباركش مى باشد كه در كتاب بعدى كه پايان بخش سلسلهء نور و روشنايى\r\nمى باشد شرح زندگى و حيات معنوى او خواهد آمد .\r\n\" اللهم إنا نرغب إليك في دولة كريمه تعزبها الأسلام وأهله وتذل بها الكفر و\r\nالشرك والنفاق \" .\r\n\r\n","description":"","footnote":" 1 . كشف الغمة اربلى ص 291 . ","page_name":" 1818 ","page_number":138},
  {"content":"\r\nمنابع ومأخذ . . .\r\nمنابع ومأخذ\r\n1 . ائمتنا / محمد على دخيل / بيروت - لبنان .\r\n2 . اثبات الوصية / مسعودى / چاپ ايران .\r\n3 . احقاق الحق / قاضى شوشترى / شهاب قم واسلاميه .\r\n4 . ارشاد مفيد / مرحوم شيخ مفيد / دارالكتب الاسلاميه آخوندى .\r\n5 . اصول كافى / حجة الاسلام شيخ كلينى / دارالكتب الأسلاميه - آخوندى .\r\n6 . اعلام الورى / امين الاسلام ابن على فضل بن حسن طبرسى / چاپ نجف .\r\n7 . اعيان الشيعه / سيد محسن امين عاملى / بيروت - لبنان .\r\n8 . الأنوار البهيه / محدث قمى / چاپ مشهد مقدس .\r\n9 . الفصول المهمه / ابن صباغ مالكى / بيروت .\r\n10 . امالى / شيخ مفيد / چاپ قم .\r\n11 . امامان اهل بيت ( عليه السلام ) از ديدگاه اهل سنت / استاد داود الهامى / چاپ مكتب اسلام قم .\r\n12 . بحار الانوار / علامه محمد باقر مجلسى / چاپ اسلاميه تهران .\r\n13 . تاريخ سامراء / چاپ نجف .\r\n14 . تاريخ عسكريين ( عليه السلام ) / امام عسكرى ( عليه السلام ) / چاپ تهران .\r\n15 . تحف العقول / حسن بن شعبه حرانى / اسلاميه .\r\n16 . تذكرة الخواص / ابونعيم فضل بن دكين / چاپ مصر .\r\n17 . تفسير منسوب به امام حسن عسكرى ( عليه السلام ) / تحقيق مؤسسة امام المهدى ( عليه السلام ) قم .\r\n18 . تفسير على بن ابراهيم قمى / چاپ ايران .\r\n19 . تنقيح المقال / مرحوم مامقانى / چاپ تهران\r\n","description":"","footnote":"","page_name":" 1819 ","page_number":139},
  {"content":"\r\n20 . جلاء العيون / علامه مجلسى / سنگى .\r\n21 . چهارده معصوم ( عليه السلام ) / جواد فاضل / چاپ تهران .\r\n22 . چهارده معصوم ( عليه السلام ) / عمادزاده / اسلاميه .\r\n23 . حياة الأمام العسكرى شيخ محمد جواد طبسى قم / دفتر تبليغات اسلامى .\r\n24 . خاندان وحى / حجة الاسلام و المسلمين سيد على اكبر قرشى / چاپ آخوندى .\r\n25 . سيرهء پيشوايان / حجة الاسلام والمسلمين مهدى پيشوائى / توحيد قم .\r\n26 . صوت العدالة الأنسانية / جرج جرداق / بيروت - لبنان .\r\n27 . ضحى الأسلام / احمد امين / بيروت - لبنان .\r\n28 . طبقات مفسران شيعه ، ج 1 / عقيقى بخشايشى / نويد اسلام قم .\r\n29 . فتوحات مكيه / محى الدين بن عربى / لبنان .\r\n30 . قاموس الرجال / شيخ محمد تقى شوشترى / تهران .\r\n31 . كشف الغمه / على بن عيسى اربلى / دارلاضواء بيروت .\r\n32 . اكمال الدين واتمام النعمه / ابن بابويه / مكتبة صدوق تهران .\r\n33 . مرآة الجنان / يافعى / قاهره .\r\n34 . مروج الذهب / مسعودى / چاپ سعادت قاهره .\r\n35 . معجم البلدان / ياقوت حموى / بيروت .\r\n36 . معجم رجال الحديث / آية الله العظمى سيد ابوالقاسم خوئى چاپ نجف اشرف .\r\n37 . ملوك العرب / امين ريحانى / بيروت .\r\n38 . مناقب آل ابى طالب / محمد بن على بن شهر آشوب مازندرانى / چاپ نجف .\r\n39 . منتهى الامال / مرحوم حاج شيخ عباس محدث قمى / چاپ مشهد .\r\n40 . نور الأبصار / شبلنجى از علماى قرن سيزدهم هجرى / چاپ قاهره .\r\n\r\n","description":"","footnote":"","page_name":" 1820 ","page_number":140}
  ]