[
  {"content":"\r\nكتاب البيع\r\nتقريرات درس حضرة آية الله العظمى سيد محمد رضا موسوي گلپايگاني ( قدس )\r\nتأليف\r\nمحمد هادي المقدس النجفي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم وبه نستعين\r\nالحمد لله الواحد الأحد الفرد الصمد الذي لم يتخذ صاحبة\r\nولا ولدا ولم يكن له شريك في الملك ولم يكن له ولي\r\nمن الذل وكبره تكبيرا ثم الصلاة والسلام على سيد البشر\r\nوأفضل من سلف وغبر أشرف الكائنات وأعظم\r\nالموجودات محمد \" صلى الله عليه وآله \" وعترة الهداة\r\nسيما ابن عمه ووصيه وخليفته في أمته سيد الأوصياء\r\nوعماد الأتقياء علي أمير المؤمنين وعلى أهل بيته الغر\r\nالميامين .\r\nأما بعد فيقول العبد الذليل المحتاج إلى عفو\r\nربه الجليل محمد هادي المقدس النجفي ابن المرحوم\r\nالمغفور له الحاج الشيخ علي المقدس الرشتي مولدا النجفي\r\nمسكنا ومدفنا أعلى الله مقامه : هذا ما تلقيناه من السيد\r\nالأستاذ آية الله الحاج السيد محمد رضا الموسوي\r\nالگلپايگاني \" قده \" من مباحث البيع وأرجو من الله تعالى\r\nأن يوفقني لاتمامه وحسن ختامه بجاه محمد وآله وكان\r\nالشروع في المبيضة في اليوم الخامس من شوال المكرم\r\nمن السنة 1418 هجرية المؤلف : محمد هادي النجفي\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n( كتاب البيع : )\r\nوفيه مقدمة ومقاصد\r\nأما المقدمة ففي تعريف البيع : فقيل في تعريفه\r\n- كما عن المصباح المنير : أنه مبادلة مال بمال وهو\r\nتعريف بالاسم المصدري فإن الذي يقع في الخارج\r\nمن المتبايعين هو التبديل فإن البايع يبدل متاعه\r\nبالثمن والمشتري يبدل ثمنه بالمبيع ولم تقع المبادلة\r\nمنهما ابتداء .\r\nنعم بعد التبديل الذي وقع منهما يتحقق التبديل\r\nفالتعبير حينئذ بالحاصل من المصدر وقيل في تعريفه\r\n- كما عن التذكرة والمبسوط - هو انتقال عين من شخص\r\nإلى غيره بعوض مقدر على وجه التراضي ، وهذا تعريف\r\nبالمسبب وعن الآخرين تعريفه بالايجاب والقبول الدالين\r\nعلى الانتقال وهذا تعريف بالسبب وعن جامع المقاصد\r\nتعريفه بنقل العين بالصيغة المخصوصة وقال شيخنا\r\nالأنصاري في تعريفه : بأنه انشاء تمليك عين بمال \"\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nويرد عليه ما يرد على سائر التعريفات طردا وعكسا\r\nبأن التمليك هو انشاء فلا يحتاج إلى الانشاء أيضا\r\nفالأولى حذف كلمة الانشاء .\r\nوكيف كان فهذه التعريفات كلها غير خالية\r\nعن المناقشة إما طردا أو عكسا أو كليهما إلا أنه يمكن أن\r\nيقال : إن الفقهاء رضوان الله عليهم لم يريدوا بكل واحد\r\nمن هذه التعريفات أن يكون جامعا للأفراد أو مانعا\r\nللأغيار ، بل مرادهم بذلك شرح الاسم مثل قولهم :\r\nسعدانة نبت .\r\nوعلى أي تقدير فبناءا على تعريف المصباح بأن\r\nالبيع مبادلة مال بمال \" يظهر منه أنه لا بد في المبيع\r\nأن يكون مالا ، فالحبة من الحنطة أو الماء الذي يكون\r\nفي البحر بما إذا كان تملكه بالحيازة أو الحشرات لا يمكن\r\nبيعها لأنه لا يعد هذه بنظر العرف مالا وإن كانت\r\nملكا لمالكها .\r\nثم إن الظاهر اختصاص المبيع بالأعيان فلا يشمل تبديل\r\nالمنافع بغيرها فلا يمكن بيع عمل الحر ونحو ذلك المتبادر عند\r\nالعرف الكاشف بأنه عند الشرع أيضا كذلك ومنافاة\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nهذا الكلام مع تعريف المصباح المنير للبيع بأنه مبادلة\r\nمال بمال الشامل للأعيان والمنافع - غير ضائر بعد\r\nبناء التعريف على المسامحة .\r\nنعم في بعض الأخبار التصريح بجواز بيع خدمة\r\nالعبد مع أنه من المنافع\r\nكرواية أبي مريم عن أبي عبد الله \" عليه السلام \" عن رجل\r\nيعتق جاريته عن دبر أيطأها إن شاء أو ينكحها أو يبيع\r\nخدمتها حياته ؟ فقال : أي شئ شاء فعل ( 1 ) .\r\nوفي رواية أخرى عنه \" عليه السلام \" عن رجل أعتق\r\nجارية له عن دبر في حياته ، قال : إن أراد بيعها باع\r\nخدمتها في حياته . فإذا مات أعتقت ( 2 ) .\r\nقوله : أعتق جارية له عن دبر أي صيرها مدبرة بأن\r\nقال لها : أنت حرة دبر وفاتي أي بعد وفاتي\r\nوفي خبر السكوني عن علي \" عليه السلام \" قال : باع رسول\r\nالله \" صلى الله عليه وآله \" خدمة العبد ولم يبع رقبته ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 3 من أبواب التدبير والمكاتبة والاستيلاد الحديث 1 - 3 - 4 .\r\n( 2 ) الوسائل الباب 3 من أبواب التدبير والمكاتبة والاستيلاد الحديث 1 - 3 - 4 .\r\n( 3 ) الوسائل الباب 3 من أبواب التدبير والمكاتبة والاستيلاد الحديث 1 - 3 - 4 . ","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوكذا في بعض الأخبار التصريح بجواز بيع سكنى\r\nالدار ، كرواية إسحاق بن عمار الساباطي عن العبد\r\nالصالح \" عليه السلام \" قال : سألته عن رجل في يده دار\r\nليست له ولم تزل في يده ويد آبائه من قبله قد أعلمه\r\nمن مضى من آبائه أنها ليست لهم ولا يدرون لمن\r\nهي فيبيعها ويأخذ ثمنها ؟ قال : ما أحب أن يبيع\r\nما ليس له ، قلت : فيبيع سكناها أو مكانها في يده\r\nفيقول : أبيعك سكناي وتكون في يدك كما هي\r\nفي يدي ؟ قال : نعم يبيعها على هذا ( 1 ) .\r\nإلا أنه يمكن حمل هذه الروايات على أن المراد\r\nبالبيع الإجارة ، فأطلق البيع عليها مجازا لكنه خلاف الظاهر\r\nفلا يبعد أن يقال : إن المبيع يعتبر أن يكون مما يعد مالا\r\nسواء كان عينا أو منفعة إلا أن يدعى الاجماع على\r\nاعتبار كونه عينا كما ادعاه بعضهم .\r\nثم إن العين هي مما يقابل المنفعة سواء كانت\r\nشخصية أو كلية مشاعا كنصف الدار أو كليا في المعين\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 1 من أبواب عقد البيع وشروطه الحديث 5 . ","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nكمن من هذه الصبرة ، والفرق بين الكلي المشاع والكلي في\r\nالمعين أنه لا يجوز للبايع بيع الجزء الآخر من الدار إلا\r\nبإجازة شريكه لأن كل جزء من الدار يكون فيه حق الشريك\r\nبخلاف الكلي في المعين فإنه يجوز للبائع بيع جميعه\r\nإلا المقدار الذي باعه للغير ، مثلا إذا باع منا من هذه\r\nالصبرة وكان جميعها مأة من يجوز له بيع تسعة\r\nوتسعين منا ويبقي منا للمشتري الأول وكذا يجوز بيع\r\nالكلي في الذمة ، وبيع الدين الذي يكون له على الغير\r\nولكن يرد على هذين الفرضين أن البيع لا بد\r\nأن يكون مما يمكن فيه تعلق الملكية ، والكلي في الذمة\r\nوالدين ليسا كذلك لعدم وجودهما في الخارج فكيف\r\nيجوز بيع الشئ المعدوم مع أن من المعلوم أن الملكية عرض\r\nوالعرض يحتاج إلى المعروض كالسواد والبياض والحرارة\r\nوالبرودة .\r\nوالحاصل أن العرض ليس له وجود استقلالي ، بل\r\nيوجد في ضمن وجود المعروض والمفروض هنا عدم وجود المملوك\r\nفي الخارج ، فكيف تتحقق الملكية بدون وجود المملوك\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nفي الخارج .\r\nولكن يمكن أن يقال : إن الملكية ليست كسائر الأعراض\r\nالتي لا يمكن تحققها في الخارج إلا بتحقق معروضاتها\r\nكالحرارة والبرودة العارضتان للماء فبدون وجود\r\nالماء في الخارج لا يمكن تحقق الحرارة أو البرودة في\r\nالخارج ، وهذا في الأعراض والمعروضات الواقعية\r\nيكون كذلك أي لا يمكن تحققها إلا بتحقق\r\nمعروضاتها .\r\nوهذا بخلاف الملكية والزوجية\r\nوالرقية والحرية ونحو ذلك مما لا يكون له تحقق إلا\r\nبنحو الاعتبار فهذه الأمور وجودها وجود اعتباري\r\nكشف عنه العرف وأمضاه الشارع أو كشف عنه\r\nالشرع طبقا للعرف وليس لها وجود خارجي حتى\r\nتحتاج إلى تحقق المعروضات في الخارج ، فكما أن\r\nوجود الملكية ونحوها اعتباري فكذا يمكن أن\r\nيكون وجود معروضها كالكلي في الذمة والدين\r\nاعتباريا ، فحينئذ يرتفع الاشكال ويساعد ما ذكرنا\r\nالعرف ، فإن العرف موافقون مع هذا النحو من\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالمعاملة ، والشارع لم يردعهم عن ذلك\r\nنعم يبقى هنا اشكال آخر في خصوص الدين ، وهو\r\nأنه كيف يمكن أن يصير المديون مالكا لما في ذمته إذا\r\nباع للمشتري متاعا بالدين الذي يكون في ذمته ،\r\nوكيف يتسلط الانسان على نفسه ؟\r\nإلا أنه يجاب عن هذا الاشكال أيضا بأنه لا مانع\r\nمن تملك ما في ذمته آنا ما ثم سقوطه عن ذمته كما\r\nإذا ملك العمودين ، أعني الأبوين فإنه لا يجوز تملك\r\nالعمودين ، فإذا تملكهما قهرا بأن ملكهما بالإرث ونحوه\r\nفبمجرد دخولهما في ملكه ينعتقان عليه فتملك العمودين\r\nهناك إنما يتصور بتملكهما آنا ما ثم انعتاقهما عليه فكذلك\r\nفيما نحن فيه بأن يتملك ما في ذمته آنا ما يسقط عن\r\nذمته ، هذا كله في المبيع .\r\nوأما الثمن فالظاهر أن كونه من المنافع غير ضائر\r\nنعم عن كاشف الغطاء نسبة المنع إلى بعض ، ولعله\r\nلعدم كون الثمن من المنافع متعارفا عند العرف ، فلذا\r\nلا يتبادر إلى الذهن إلا نقل الأعيان ، ولكن عن غير\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nموضع من القواعد وكذا من التذكرة وجامع القاصد\r\nجواز كون الثمن من المنافع .\r\nوقال شيخنا الأنصاري في كتاب البيع : لا يبعد\r\nعدم الخلاف فيه انتهى ، وهل يجوز جعل عمل الحر\r\nثمنا أو لا ؟ فإن قلنا : إن عمل الحر مال يبذل بإزائه\r\nالمال سواء كان قبل المعاوضة عليه أو بعده فلذا يصير\r\nالعامل غنيا لا يجوز له أخذ حق الفقراء كالزكاة إذا\r\nكان قادرا على التكسب بواسطة العمل فإنه كما يكون\r\nالانسان غنيا بوجود مؤنته ومؤنة عيالاته فعلا فكذا\r\nيكون غنيا بوجود مؤنته ومؤنة عائلته قوة بأن يكون\r\nقادرا على التكسب تدريجا فحينئذ يجوز جعله عوضا\r\nللمبيع .\r\nوأما إذا قلنا : إن عمل الحر لم يكن مالا قبل المعاوضة\r\nمع أنه يعتبر أن يكون المبيع والثمن مالا قبل المعاوضة لكي\r\nتصح المعاوضة بهما ، ووجه عدم كون عمل الحر مالا\r\nقبل المعاوضة أنه لا تتحقق به الاستطاعة فإنه إذا\r\nأمكنه الحج بأن كان قادرا في طريق الحج على التكسب\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nلا يجب عليه الحج ، وكذا إذا حبسه الظالم وفوت عليه\r\nمنافعه التي يمكن له استيفائها بالعمل ، فإن الظالم\r\nغير ضامن لمنافعه الفائتة ، وهذا بخلاف العبد\r\nوالدابة فإن الظالم إذا غصبهما فهو ضامن لمنافعهما\r\nفيعلم من ذلك أن عمل الحر ليس مالا قبل المعاوضة عليه\r\nفلا يجوز جعله عوضا في المبيع .\r\nنعم يمكن أن يقال : إنه بعد المعاوضة يصير مالا\r\nبنظر العرف بأن استأجر حرا مثلا شهرا بكذا فإنه\r\nبنظر العرف يصير بذلك ذا مال بأن كان له على\r\nذمة الحر عمل شهر وهذا له قيمة فيجوز جعله ثمنا في البيع\r\nإلا أن الانصاف أن عمل الحر يكون مطلقا مالا\r\nسواء كان قبل المعاوضة أو بعدها فلذا تراه أنه لا يمكنه\r\nالاستفادة من حق الفقراء كالزكاة إذا كان قادرا على\r\nالتكسب بالعمل بأن وفي عمله بمؤنة سنته وسنة عائلته\r\nوالاستشكال بعدم وجوده حين المعاملة ، والثمن\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nلا بد أن يكون موجودا حين البيع يدفعه - مضافا إلى\r\nورود مثله في عمل العبد واستيجار الدابة ولم يستشكل\r\nفيهما أحد - أن الجواب الذي ذكرناه في بيع الكلي\r\nفي الذمة وبيع الدين جار هنا بأن نقول : إن الملكية\r\nأمر اعتباري فلا مانع من تعلقها بأمر اعتباري ، مع\r\nأنه لا فرق بين عمل الحر وعمل العبد\r\nالدال على جواز بيعه فتوى المشهور فحينئذ لا يعتبر\r\nفي الثمن أزيد من أن يكون مما له مالية بنظر العرف\r\nأي مما يبذل بإزائه المال وإن لم يكن موجودا قبل\r\nالمعاملة كما في بيع خدمة العبد ومنفعة الدابة أو الدار\r\nكما أن الإجارة أيضا كذلك ضرورة أن العين المستأجرة\r\nإنما يؤجرها باعتبار المنافع التي لم توجد بعد بل هي\r\nستجدد بعد الإجارة ، ولم يستشكل فيها أحد .\r\nفتحصل من ذلك أنه لا مانع من جعل المنافع عوضا\r\nللمبيع ، وأما الحقوق فهل يجوز جعلها عوضا للمبيع\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nأم لا ؟ فينبغي التفصيل فيها ، فنقول - ومن الله\r\nالاستعانة : إن الحقوق على أقسام : منها ما لا يجوز\r\nنقله ولا اسقاطه ولا ينتقل بالإرث مثل حق الأبوة\r\nوحق البنوة وحق التعليم والتربية وحق الزوج والزوجة\r\nوحق الاستمتاع من الزوجة وحق المضاجعة وأمثال\r\nذلك على اشكال في بعضها ، وهذه الأمثلة لم يذكر\r\nالأستاذ \" قده \" إلا بعضها\r\nومنها ما يجوز اسقاطه فقط ولا يمكن نقله ولا\r\nينتقل بالإرث كحق الغيبة والافتراء والسب والاستهانة\r\nومنها ما ينتقل بالإرث ولكن لا يمكن نقله ، نعم\r\nيصح اسقاطه كحق الشفعة\r\nومنها ما يصح نقله واسقاطه وينتقل بالموت أيضا\r\nكحق الخيار وحق القصاص وحق الرهانة وحق التحجير\r\nوحق الشرط ( كذا في حاشية السيد محمد كاظم الطباطبائي\r\nعلى كتاب البيع ) ولكن في جعل حق الخيار وحق القصاص\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمن الحقوق التي يصح نقلها نظر لعدم تصوير جواز\r\nنقلها فإن حق الخيار كيف يجوز نقله إلى غير من له\r\nالخيار نعم يجوز نقله إلى من له الخيار بأن كان له في\r\nأول الأمر الخيار بالنسبة إلى فسخ البيع فباع خياره\r\nللمشتري بأن يصير المشتري ممن له الخيار على فسخ\r\nالبيع .\r\nهذا بالنسبة إلى حق الخيار وأما حق القصاص\r\nفلم يمكننا التصور في جواز نقله ، نعم يجوز اسقاطه وينتقل\r\nبالموت إلى وارثه .\r\nثم إن بعض ما ذكرنا من الحقوق يمكن أن يكون\r\nحكما لاحقا ، والفرق بين الحكم والحق أن الحكم ليس فيه\r\nالسلطنة على الشئ أو على الشخص بل هو مجرد الإباحة\r\nكالحكم بجواز الفسخ في الهبة غير المعوضة وكالحكم بجواز\r\nأكل الطعام أو شرب الماء فإنه لا سلطنة هنا بل ليس\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nهنا إلا مجرد الرخصة له على الفسخ أو جواز أكل الطعام أو\r\nشرب الماء مثلا .\r\nوأما الحق فإنه نوع سلطنة على شئ كالسلطنة على\r\nفسخ العقد أو السلطنة على شخص كحق القصاص ، هذا\r\nبحسب الكبرى واضح .\r\nوأما بحسب الصغرى فتشخيص الحق من الحكم\r\nوالتمييز بينهما في غاية الاشكال إذ في كل مورد أطلق فيه\r\nالحق يمكن تصوير كلا الوجهين فلا بد في تشخيص الحق\r\nوتمييزه عن الحكم ، أما وجود الاجماع أو وجود دليل معتبر\r\nوإلا فبمجرد اطلاق الحق عليه في بعض الأخبار كحق السلام\r\nوحق الزيارة وحق المجالسة - لا يمكن جعله من الحقوق\r\nما لم تكن الرواية صريحة أو ظاهرة في كونه من الحقوق\r\nوكيف كان فالأقسام التي ذكرناها من الحقوق\r\nلا يمكن جعل جميعها ثمنا للبيع إذ قد عرفت أن قسما منها غير\r\nقابل للنقل والانتقال ، وأما التي هي قابلة للنقل والانتقال\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفهل يجوز جعلها ثمنا في البيع أم لا ؟ قال شيخنا المحقق\r\nالأنصاري \" قدس سره \" : وأما الحقوق القابلة\r\nللانتقال كحق التحجير ونحوه فهي - وإن قبلت النقل\r\nوقوبلت بالمال في الصلح - إلا أن في جواز وقوعها\r\nعوضا للبيع اشكالا - : من أخذ المال في عوضي المبايعة\r\nلغة وعرفا مع ظهور كلمات الفقهاء عند التعرض لشروط\r\nالعوضين ولما يصح أن يكون أجرة في حصر الثمن\r\nفي المال انتهى كلامه رفع مقامه .\r\nإلا أنه يمكن التفصيل في ذلك بأن يقال : إن\r\nالحق لا يجوز بيعه لمن عليه الحق لعدم تعقل أن يكون\r\nمن عليه الحق من له الحق أي لا يمكن أن يتسلط على\r\nنفسه كما لا يمكن أن يكون الشئ الذي يكون تحتا\r\nأن يصير فوقا باعتبار واحد .\r\nنعم يمكن أن يكون الحق الذي في ذمته ثمنا باسقاط\r\nذلك الحق عن ذمته ، إلا أن الاسقاط بنظر العرف\r\nلا يكون ثمنا وليس عند العرف جعل الاسقاط ثمنا\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nللبيع متعارفا ، هذا بالنسبة إلى من عليه الحق ، وأما بالنسبة\r\nإلى غيره فالظاهر أنه لا مانع من بيعه بأن يبيع الحق الذي\r\nله على زيد لعمرو بجعل الحق ثمنا فيكون عمرو ذا حق على\r\nزيد .\r\nولكن لا يخفى أن الحق إنما يجوز جعله ثمنا باعتبار\r\nذي الحق كحق التحجير فإن الذي يمكن جعله ثمنا هو\r\nالأرض التي صار له الحق فيها بتحجيرها فإنها مال بنظر\r\nالعرف ، وأما نفس الحق من دون ملاحظة ذي\r\nالحق فليس بمال بنظر العرف ، والمفروض أنه لا بد\r\nفي الثمن من أن يكون مالا لما عرفت من تعريف المصباح\r\nمن أن البيع مبادلة مال بمال .\r\nثم إن الأستاذ رحمه الله ذكر تعاريف كثيرة من\r\nالفقهاء رضوان الله عليهم - للبيع وذكر النقض والابرام\r\nالواردين عليها إلا أننا أضربنا عن ذكرها صفحا لما\r\nذكرنا في أول هذا الكتاب من أن هذه التعاريف\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nليست تعريفات حقيقية بل هي من قبيل شرح الاسم\r\nفلا نطول بها الكتاب .\r\nثم اعلم أن الشهيد الثاني \" قدس سره \" ذكر في\r\nالمسالك عند قول صاحب الشرائع \" اطلاق العقد\r\nينصرف إلى العقد الصحيح دون الفاسد \"\r\nفقال في شرحه : عقد البيع وغيره من العقود حقيقة\r\nفي الصحيح مجاز في الفاسد لوجود خواص الحقيقة\r\nوالمجاز فيهما كمبادرة المعنى إلى ذهن السامع عند\r\nاطلاق قولهم : باع فلان داره وغيره ، ومن ثم حمل\r\nالاقرار به عليه حتى لو ادعى إرادة الفاسد لم تسمع\r\nاجماعا ، وعدم صحة السلب وغير ذلك من خواصه\r\nولو كان مشتركا بين الصحيح والفاسد لقبل تفسيره\r\nبأحدهما كغيره من الألفاظ المشتركة ، وانقسامه إلى\r\nالصحيح والفاسد أعم من الحقيقة انتهى .\r\nوقال الشهيد الأول في محكي قواعده : الماهيات\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالجعلية كالصلاة والصوم وسائر العقود لا تطلق\r\nعلى الفاسد إلا الحج لوجوب المضي فيه انتهى .\r\nوحاصل دليل صاحب المسالك لاثبات كون\r\nالعقود حقيقة في الصحيح دون الفاسد أمران :\r\nأحدهما هو تبادر المعنى الصحيح من اطلاق\r\nالعقد والتبادر علامة الحقيقة\r\nوثانيهما هو عدم صحة السلب عن العقد الصحيح\r\nولكن يرد عليه أن العلامتين وإن أفادتا الحقيقة\r\nبالنسبة إلى الصحيح إلا أنهما لا تفيدان الاختصاص\r\nوأما حمل الاقرار على البيع الصحيح فلأجل\r\nوجود القرينة على أن مراده هو الصحيح فلا يدل على\r\nأنه حقيقة فيه فقط\r\nوأما قوله : إن القسمة أعم من الحقيقة ففيه أن\r\nالتقسيم ظاهر في الحقيقة ، ألا ترى أنه لا يجوز تقسيم الأسد\r\nإلى من يمشي على أربع ومن يمشي على اثنين\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nوالمراد به الرجل الشجاع وهو معنى مجازي .\r\nويرد على كلام الشهيد الأول \" قدس سره \" في قواعده\r\nأن العقود ليست من الماهيات الجعلية بل هي من\r\nالماهيات العرفية التي أمضاها الشارع ، فعطفها على\r\nالماهيات الجعلية كالصلاة والصيام غير صحيح .\r\nويرد عليهما معا أن القول بأن العقود موضوعة للصحيح\r\nيستلزم منه عدم جواز التمسك باطلاقات الآيات\r\nوالروايات لو شك في اعتبار شئ في العقود مع أن\r\nسيرة العلماء الأعلام على التمسك بالاطلاق ، مثلا إذا\r\nشك في اعتبار العربية في صيغة البيع ننفيه باطلاق\r\nقوله تعالى \" أحل الله البيع \" أو قوله \" تجارة عن تراض \"\r\nأو قوله \" أوفوا بالعقود \" ونحو ذلك فلو كانت العقود\r\nموضوعة للصحيح لا يمكن التمسك بالاطلاق لأن المفروض\r\nأنها موضوعة للصحيح فلا بد من احراز صحة الفرد\r\nالمشكوك حتى يمكن التمسك بالاطلاق ، وإلا فيصير\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمن التمسك بالعام في الشبهة المصداقية وهو غير جائز\r\nكما بين في الأصول\r\nوأجاب عن هذا الاشكال السيد الطباطبائي\r\nفي حاشيته على المكاسب بأنا قد بينا في محله جواز\r\nالتمسك بالاطلاقات على مذهب الصحيحي أيضا\r\nسواء كان في العبادات أو المعاملات ولذا ترى\r\nتمسكهم بها من الصدر الأول إلى الآن في العبادات\r\nمع كون مذهب الأكثر فيها الوضع للصحيح ، والسر\r\nفيه أنه ليس الموضوع له عندهم عنوان الصحيح ، بل\r\nما يكون جامعا للشرائط الشرعية بحسب ما يستفاد\r\nمن الأدلة بمعنى أنها طريق إلى الموضوع له الواقعي\r\nهذا نظير ما يقال في دفع الاشكال الوارد على\r\nالأعمي أيضا من أن المطلوب والمراد هو الصحيح\r\nقطعا فكيف يتمسك بالاطلاقات ،\r\nوبالجملة كل مورد يجوز التمسك بالاطلاق على\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nالأعم يجوز على الصحيح أيضا انتهى موضع الحاجة من\r\nكلامه زيد علو مقامه\r\nأقول : هذا الذي ذكره \" قدس سره \" غير مجد\r\nفإن الصحة على فرض أنها لم تكن مأخوذة في الموضوع\r\nبل هي أمر انتزاعي منتزعة من جامعيته للأجزاء\r\nوالشرائط - لا يجوز التمسك بالاطلاق أيضا إذا شك\r\nفي كون شئ شرطا لعدم احراز الموضوع بدون ذلك\r\nالشرط فإنه بدونه يشك في كونه جامعا للشرائط فيكون\r\nمن التمسك بالعام في الشبهة المصداقية أيضا فحينئذ\r\nلا فرق بين ما إذا أخذت الصحة في عنوان الموضوع\r\nأو كانت الصحة أمرا منتزعا من الجامع للشرائط .\r\nنعم أجاب عن الاشكال المذكور - أعني\r\nعدم جواز التمسك بالاطلاق على فرض كون\r\nالموضوع له هو الصحيح - شيخنا الأنصاري بما حاصله\r\nما ذكره السيد الطباطبائي في توضيح مراده نقلا من\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nحاشية المعالم للشيخ المدقق الشيخ محمد\r\nتقي الأصبهاني الإيوان كئي \" قدس سره \" حيث\r\nقال ما حاصله : إن الأظهر أن يقال بوضعها ( أي\r\nالعقود ) لخصوص الصحة بمعنى ما يكون مفيدا\r\nللأثر المطلوب منه وأنه ليس للشارع فيها وضع\r\nجديد ، بل هي عنده أيضا موضوعة لما يفيد\r\nالأثر ، غاية الأمر أن المؤثر عند العرف قد لا يكون\r\nمؤثرا عنده ، فيكون من باب الاختلاف في المصداق\r\nوإلا فالموضوع له غير مختلف ، فيرجع الأمر إلى تخطئة\r\nالشارع للعرف في المصداق بحيث لو انكشف لهم\r\nأن ما هو مؤثر باعتقادهم غير مؤثر في الواقع يكون\r\nخارجا عندهم عن حقيقة المعاملة .\r\nوإذا كان كذلك فيجوز التمسك بالاطلاقات\r\nفإن موضوعها هو المعاملات المؤثرة في نظر العرف\r\nوهي مفيدة لكونها مؤثرة في نظر الشارع أيضا إلا ما ثبت\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nخروجه ، والحاصل أنه ليس للشارع فيها وضع جديد\r\nوحقيقة شرعية لتصير الاطلاقات مجملة انتهى .\r\nوالحاصل أنه لم يتصرف الشارع في\r\nالموضوعات الموجودة عند العرف أي المعاملة\r\nالعرفية إلا بمقدار تخطئته له في بعض الموارد\r\nكبيع الخمر أو الخنزير والبيع الربوي وبيع آلات الغناء\r\nوآلات القمار ونحو ذلك ، ولم يكن موضوع المعاملة\r\nعنده مغايرا لموضوع المعاملة عندهم ، وهذا مثل ما\r\nإذا اختلف اثنان في اللون الأحمر الموجود في\r\nاللباس فقال أحدهما : هذا دم ، وقال الآخر :\r\nهذا جوهر مع اتفاقهما بأن الدم نجس والجوهر\r\nطاهر .\r\nثم قال السيد الطباطبائي : ثم لا يخفى أن\r\nالتوجيه المذكور إنما يتم بناءا على ما اختاره المصنف\r\nمن أن الملكية علقة واقعية بين المالك والمملوك\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nوأنها ليست من الأحكام الوضعية المجعولة وكذا الزوجية\r\nونحوها كالطهارة والنجاسة وأن العقد سبب واقعي\r\nلها غير مجعول نظير سائر الأسباب والمسببات\r\nالواقعية كالنار والاحراق مثلا إذ على هذا يمكن دعوى\r\nأن الموضوع له للفظ البيع مثلا هو التمليك الواقعي\r\nالمؤثر للأثر المفيد للملكية وأنه غير مختلف عند الشرع\r\nوالعرف .\r\nغاية الأمر أن بعض ما يراه العرف سببا واقعيا\r\nمؤثرا كشف الشارع عن عدم كونه كذلك وأنه مخطئ\r\nفي هذا الاعتقاد كما أنه لو تخيل شيئا أنه نار فكشف عنه\r\nالشارع وأنه ليس بنار واقعا فحينئذ يرجع الأمر\r\nإلى التخطئة في المصداق ويكون بحيث لو كشف الغطاء\r\nعن نظر العرف رجع من اعتقاده وحكم بعدم كونه\r\nبيعا مثلا ، وكذا في لفظ الطهارة فإنها موضوعة\r\nعرفا وشرعا للنظافة إلا أن بعض ما يراه\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nالعرف نظيفا لا يكون كذلك واقعا ، والعرف لا\r\nيرى الكثافة الواقعية ، ولو كشف الواقع لا يحكم بكونه\r\nنظيفا كالآنية المغسولة بماء الورد النجس مثلا ، فهذا\r\nليس اختلافا في المعنى والمفهوم بل في المصداق .\r\nلكن التحقيق منع هذا المبنى فإن الملكية وكذا\r\nأخواتها من الزوجية والحرية والرقية ونحوها أحكام\r\nمجعولة للعقلاء أو الشارع واعتبارات عقلائية\r\nأو شرعية ولا واقع لها إلا هذا الاعتبار وإن الأسباب\r\nالموجبة لها من البيع والنكاح ونحوهما أسباب جعلية\r\nوإلا فلا تأثير لها فيها ، وعليه فلا يتم التوجيه المذكور\r\nإذ لا معنى حينئذ لتخطئة العرف في المصداق\r\nإذ المفروض أن العقد بدون الشرط الشرعي\r\nالفلاني سبب عندهم مفيد للملكية\r\nفلا يمكن أن يقال : ما تراه سببا ليس بسبب\r\nلأن الفرض أنه هو الجاعل للسبب والواضع للاسم\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nنعم يمكن تخطئته في أصل الجعل بأن يقال : إن مقتضى\r\nالمصلحة أن لا يجعل هذا سببا وهو غير التخطئة\r\nفي المصداق انتهى كلامه رفع مقامه .\r\nوالحاصل أنه لو قلنا : إن الشارع ليس له وضع\r\nجديد في العقود ، بل ما يكون عند العرف عقدا\r\nيكون عنده عقدا إلا ما استثناه من بيع الخمر وبيع\r\nالربا وبيع آلات القمار وقلنا : إن الملكية هي العلقة\r\nالموجودة بين المالك والمملوك يتصور التخطئة في\r\nالمصداق بأن ينبه الشارع العرف بأن بيع\r\nالخمر مثلا ليس من مصاديق البيع ، وبعد تنبه العرف\r\nبذلك ينكشف لديه أن ما توهمه بيعا ليس ببيع\r\nحقيقة .\r\nوأما إذا قلنا : إن الملكية ونحوها ليس لها واقعية\r\nإلا نفس الاعتبار ، كما هو المختار ، فلا يمكن تخطئة\r\nالشارع للعرف حينئذ ، لأن المفروض أن لا\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nواقعية للملكية إلا نفس الاعتبار أي اعتبار\r\nالعرف والمفروض أن العرف قد اعتبرها\r\nفكيف يمكن للشارع أن يقول للعرف : إنك\r\nوإن اعتبرت الملكية في بيع الخمر لكن اعتبارك\r\nلا حقيقة له ، وهذا غير ممكن الصدور من الشارع\r\nلتحقق الاعتبار من العرف قطعا ، فلا يمكن\r\nللشارع أن يصير الموجود معدوما .\r\nنعم يمكن له أن يقول للعرف : إن اعتبارك\r\nقد وقع في غير محله لأنه لا ينبغي لك هنا اعتبار\r\nالملكية لعدم تحققها هنا\r\nهذا كله لو قلنا : إنه لم يكن بين الشارع\r\nوالعرف اختلاف في موضوع العقود .\r\nوأما إذا كان بينهما اختلاف في موضوعها\r\nبأن كان الموضوع عند الشرع غير الموضوع عند\r\nالعرف فلا يمكن التمسك حينئذ بالاطلاق عند\r\nالشك في اعتبار شئ في الجزئية والشرطية لكون\r\nالاختلاف حينئذ في المفهوم إلا أن التحقيق ما عرفت\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nمن أنه ليس للشارع هنا وضع جديد فالموضوع في\r\nالعقود عنده هو الموضوع العرفي وليس للشارع\r\nالتصرف في الموضوعات العرفية إلا بمقدار تخطئة\r\nالعرف في بعض الموضوعات كبيع الخمر والخنزير\r\nوبيع النبيذ والواقع أن تخطئة الشارع للعرف في\r\nالموارد المستثناة إنما هي نفي الحكم بلسان نفي الموضوع\r\nمثلا إذا قال : لا بيع إلا في ملك \" ليس المراد نفي\r\nالملكية عنه فإنه بنظر العرف يحصل الملكية بل المراد الحرمة\r\nهذا تمام الكلام في المقدمة .\r\n( المقصد الأول : )\r\nفي البيع وأقسامه اعلم أنه لا بد في تحقق البيع من\r\nأحد أمور أربعة إما الكلام كالصيغة أو الفعل المشعر\r\nعلى إرادة البيع كالتعاطي أو الإشارة أو الكتابة ،\r\nأما الصيغة فسيجئ الكلام فيها وكذا الإشارة\r\nوالكتابة ، وأما المعاطاة فهي تتصور على وجهين\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأحدهما أن يبيح كل واحد من المتعاطيين التصرف\r\nفيما يعطيه من دون نظر إلى تمليكه .\r\nالثاني أن يكون قصد كل واحد منهما\r\nتمليك ماله للآخر وربما يذكر وجهان آخران\r\nللمعاطاة : أحدهما أن يقع النقل من غير قصد\r\nللبيع ولا تصريح للإباحة المذكورة ، بل يعطي شيئا\r\nليناول شيئا فدفعه الآخر إليه .\r\nوالثاني أن يقصد الملك المطلق دون خصوص\r\nالبيع ، نقلهما الشيخ الأنصاري \" قدس سره \" في كتاب\r\nالبيع عن بعض ،\r\nولكن يرد على الأول بامتناع خلو الدافع عن\r\nقصد الإباحة أو البيع أو العارية أو الوديعة أو القرض\r\nأو غير ذلك من عناوين النقل وعلى الثاني\r\nبامتناع تحقق الجنس بدون الفصل .\r\nثم إن المعروف بين العلماء أن المعاطاة\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nمفيدة للإباحة دون التمليك ، ولكن تتحقق\r\nالملكية بتلف إحدى العينين إلا أنه نقل عن\r\nالشيخ المفيد ، وبعض العامة أنها مفيدة للملك\r\nاللازم ، وحيث إن الإباحة قبل التلف وحصول\r\nالملكية بعده لا يجامع قصد المتعاطيين - للملك\r\nنزل المحقق الكركي الإباحة في كلام الفقهاء على\r\nالملك المتزلزل وأنه يلزم - أي يصير لازما -\r\nبذهاب إحدى العينين .\r\nإلا أن صاحب الجواهر استبعد هذا الوجه\r\nورجح بقاء الإباحة في كلامهم على ظاهرها من دون\r\nقصد المتعاطين للتمليك ، ولا بد أولا من نقل\r\nكلمات الفقهاء رضوان الله عليهم حتى يظهر مرادهم\r\nقال في محكي الخلاف : إذا دفع قطعة إلى البقلي\r\nأو الشارب ، فقال أعطني بها بقلا أو ماء فأعطاه\r\nفإنه لا يكون بيعا وكذلك سائر المحقرات ، وإنما يكون\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nإباحة له ، فيتصرف كل منهما في ما أخذه تصرفا\r\nمباحا من دون أن يكون ملكه ، وفائدة ذلك\r\nأن البقلي إذا أراد أن يسترجع البقل أو أراد صاحب\r\nالقطعة أن يسترجع قطعته كان لهما ذلك لأن الملك لم يحصل\r\nلهما وبه قال الشافعي وقال أبو حنيفة : يكون بيعا\r\nصحيحا وإن لم يحصل الايجاب والقبول وقال :\r\nذلك في المحقرات دون غيرها\r\nدليلنا أن العقد حكم شرعي ولا دلالة في\r\nالشرع على وجوده هنا ، فيجب أن لا يثبت وأما\r\nالإباحة بذلك فهي مجمع عليها لا يختلف العلماء\r\nفيها انتهى .\r\nوهذا الكلام لا دلالة فيه على قصد المتعاطيين\r\nللملك أصلا ، وقال في السرائر - على ما حكي عنه -\r\nبعد ذكر اعتبار الايجاب والقبول واعتبار تقدم\r\nالأول على الثاني ما لفظه : فإذا دفع قطعة إلى\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالبقلي أو إلى الشارب فقال : أعطني فإنه لا يكون\r\nبيعا ولا عقدا لأن الايجاب والقول ما حصلا\r\nوكذلك سائر المحقرات وسائر الأشياء محقرا كان\r\nأو غير محقر من الثياب والحيوان أو غير ذلك ، وإنما\r\nيكون إباحة له ، فيتصرف كل منهما في ما أخذه تصرفا\r\nمباحا من غير أن يكون ملكه ، ولكل منهما أن يرجع\r\nفي ما بذله لأن الملك لم يحصل لهما وليس ذلك\r\nمن العقود الفاسدة لأنه لو كان عقدا فاسدا لم\r\nيصح التصرف فيما صار إلى كل واحد منهما ، وإنما\r\nذلك على جهة الإباحة انتهى .\r\nوقال ابن زهرة - على ما حكي عنه - في الغنية\r\nبعد ذكر الايجاب والقبول في عداد شرائط صحة\r\nانعقاد البيع كالتراضي ومعلومية العوضين وبعد\r\nبيان الاحتراز لكل من الشروط عن المعاملة الفاقدة\r\nله ما لفظه : واعتبرنا حصول الايجاب والقبول\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nتحرزا عن القول بالاستدعاء من المشتري والايجاب\r\nمن البايع بأن يقول : بعنيه بألف فيقول : بعتك\r\nبألف فإنه لا ينعقد بذلك ، بل لا بد أن يقول\r\nالمشتري بعد ذلك : اشتريت أو قبلت حتى\r\nينعقد واحترازا أيضا عن القول بانعقاده بالمعاطاة\r\nنحو أن يدفع إلى البقلي قطعة ويقول : أعطني بقلا\r\nفيعطيه فإن ذلك ليس ببيع وإنما هو إباحة للتصرف\r\nيدل على ما قلناه الاجماع المشار إليه وأيضا فما\r\nاعتبرناه مجمع على صحة العقد ، وليس على صحته مما\r\nعداه دليل ولما ذكرنا نهى النبي \" صلى الله عليه\r\nوآله \" عن بيع المنابذة والملامسة وعن بيع الحصاة على\r\nالتأويل الآخر ، ومعنى ذلك أن يجعل اللمس\r\nبشئ والنبذ له والقاء الحصاة بيعا موجبا انتهى .\r\nوهذا الكلام وكذا كلام صاحب السرائر\r\nلا دلالة فيهما على أن محل الكلام قصد المتعاطيين\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nللتمليك .\r\nوكذا كلام أبي الصلاح في الكافي قال - على\r\nما حكي عنه - بعد ما ذكر أنه يشترط في صحة البيع\r\nأمور ثمانية ما لفظه - : واشترط الايجاب والقبول\r\nلخروجه من دونهما عن حكم البيع - إلى أن قال - :\r\nفإن اختل شرط من هذه لم ينعقد البيع ولم\r\nيستحق التسليم ، وإن جاز التصرف مع اخلال\r\nبعضها للتراضي دون عقد البيع ويصح بعد الرجوع\r\nانتهى .\r\nوقال العلامة في التذكرة في حكم الصيغة : الأشهر\r\nعندنا أنه لا بد منها فلا يمكن التعاطي في الجليل\r\nوالحقير مثل أعطني بهذا الدينار ثوبا فيعطيه ما\r\nيرضيه أو بقوله : خذ هذا الثوب بدينار فيأخذه\r\nوبه قال الشافعي مطلقا ، لأصالة بقاء الملك\r\nوقصور الأفعال عن الدلالة على المقاصد ، وعن\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبعض الحنفية وابن شريح : في الجليل ، وقال\r\nأحمد : ينعقد مطلقا ونحوه قال مالك ، فإنه قال\r\nينعقد بما يقصده الناس بيعا انتهى .\r\nوهذا الكلام لا يخلو من الاشعار بكون قصد\r\nالمتعاطيين للتمليك خصوصا بعد نقل كلام أحمد\r\nفإنه قال : ينعقد بما يقصده الناس بيعا \"\r\nوالحاصل أن ما ذكره شيخ مشايخنا الأنصاري\r\n\" قدس سره \" من أن محل الكلام فيما بين الفقهاء\r\nفي المعاطاة ما إذا قصد المتعاطين الملك دون\r\nما إذا كان قصدهما مجرد الإباحة \" - محل نظر\r\nفإنه لا يستفاد من كلامهم ذلك كما عرفت .\r\nنعم يستشعر ذلك من كلام التذكرة وكذا يستفاد\r\nذلك من كلام صاحب الشرائع حيث قال : العقد\r\nهو اللفظ الدال على نقل الملك من مالك إلى\r\nآخر بعوض معلوم ولا يكفي التقابض من غير لفظ\r\nوإن حصل من الأمارات ما يدل على إرادة\r\nالبيع سواء كان في الحقير أو الخطير انتهى ، فإن كلامه\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nصريح في عدم انعقاد البيع بذلك وإن قصده المتعاطيان\r\nوقال الشهيد الأول \" قدس سره \" في قواعده -\r\nعلى ما حكي عنه - بعد قوله : قد يقوم السبب الفعلي\r\nمقام السبب القولي وذكر أمثلة لذلك ما لفظه - : وأما\r\nالمعاطاة في المبايعات فهي تفيد الإباحة لا الملك\r\nوإن كان في الحقير عندنا انتهى .\r\nوهو ظاهر أيضا في أن مورد البحث قصد\r\nالمتعاطيين للملك ، وكيف كان فقد عرفت أن\r\nالمحقق الكركي نزل كلام الفقهاء القائلين بالإباحة\r\nعلى الملك المتزلزل ، فقال : وما يوجد في عبارة\r\nجمع من متأخري الأصحاب من أنها تفيد الإباحة\r\nويلزم بذهاب إحدى العينين يريدون به\r\nعدم اللزوم في أول الأمر وبالذهاب يتحقق اللزوم\r\nلامتناع إرادة الإباحة المجردة عن أصل الملك\r\nإذ مقصود المتعاطيين إنما هو الملك فإذا لم يحصل\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nكانت فاسدة ، ولم يجز التصرف في العين ،\r\nوكافة الأصحاب على خلافه ، وأيضا فإن\r\nالإباحة المختصة ( المحضة ظ ) لا تقتضي الملك أصلا\r\nورأسا ، فكيف يتحقق ملك شخص\r\nبذهاب مال آخر في يده ؟ وإنما الأفعال لما لم\r\nيكن دلالتها على المراد في الصراحة كالأقوال\r\nوإنما تدل بالقرائن منعوا من لزوم العقد بها\r\nفيجوز التراد ما دام ممكنا ، فمع تلف إحدى العينين\r\nيتمنع التراد ويتحقق اللزوم لأن إحداهما في مقابل\r\nالآخر ويكفي تلف بعض إحدى العينين لامتناع\r\nالتراد في الباقي إذ هو موجب لتبعيض الصفقة\r\nوللضرر ولأن المطلوب هو كون إحداهما في مقابلة\r\nالأخرى انتهى موضع الحاجة\r\nوحاصل كلامه يرجع إلى اشكالين إذا كان مراد\r\nالفقهاء بالإباحة الإباحة المجردة أحدهما أن مراد\r\nالقائلين بالإباحة إذا كانت الإباحة المجردة عن\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالملك فإنه لا يلائم قصد المتعاطيين للتمليك\r\nإذ المفروض أن مقصودهما ليس هو الإباحة\r\nالمجردة عن الملك ، فإذا تحققت الإباحة المجردة\r\nعن الملك تحقق ما لم يكن مقصودهما ذلك ،\r\nفما وقع لم يقصد وما يقصد لم يقع ، فيلزم على هذا\r\nالالتزام بفساد البيع المعطاتي ومقتضاه عدم تحقق\r\nالإباحة أصلا والحال أن كافة الأصحاب على خلافه\r\nلاتفاقهم على الإباحة بذلك .\r\nالاشكال الثاني أنه لو قلنا : إن المعاطاة مفيدة\r\nللإباحة المجردة دون التمليك وأنها تصير لازمة\r\nبتلف إحدى العينين يلزم أن يتحقق ملك شخص\r\nبتلف ماله في يد الآخر وهذا غير معقول .\r\nوأجاب عن الإباحة المجردة في المسالك\r\n- بعد ما اختار أنها لم تكن بيعا فاسدا - ما لفظه\r\nفعلى هذا يباح لكل منها التصرف ويجوز له الرجوع\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nفي المعاوضة ما دامت العين باقية . فإذا ذهبت\r\nلزمت ، أما جواز التصرف فلما مر من تسليط كل\r\nمنهما الآخر على ما دفعه إليه وإذنا له فيه ولا معنى لإباحة\r\nالتصرف إلا ذلك انتهى موضع الحاجة .\r\nأقول : يرد عليه أن مطلق التسليط على ماله لم يكن\r\nمبيحا للتصرف فيه ، ألا ترى إلى المتقامرين الذين\r\nيسلط كل منهما الآخر على ماله مع أنه لا يجوز له\r\nالتصرف في ماله بغير إذنه وكذا معطي الربا\r\nوالزاني ونحو ذلك ، فالتسليط بنفسه ليس مجوزا\r\nلإباحة التصرف .\r\nقال شيخ مشايخنا الأنصاري \" قدس سره \"\r\nفي بيان إشكال صاحب جامع المقاصد ، ما حاصله :\r\nإن المقصود هو الملك فإذا لم يحصل فلا منشأ لإباحة\r\nالتصرف ، إذ الإباحة إن كانت من المالك\r\nفالمفروض أنه لم يصدر منه إلا التمليك وإن كانت\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nمن الشارع فليس عليها دليل ، ولم يشعر كلامهم\r\nبالاستناد إلى نص في ذلك ، مع أن الغاء الشارع\r\nللأثر المقصود وترتيب غيره بعيد جدا مع أن\r\nالتأمل في كلامهم يعطي إرادة الإباحة المالكية\r\nلا الشرعية انتهى .\r\nوكيف كان فيمكن أن يجاب عن الاشكال المذكور\r\nأولا بأنه بناءا على أن المعاطاة مفيدة للإباحة\r\nالمجردة كما استظهرنا ذلك من كلمات أكثر القدماء\r\n- يمكن أن يقال : إنهم لم يبيحوا جميع التصرفات\r\nحتى المتوقفة على الملك فلذا حكي عن الشهيد\r\nفي حواشيه على القواعد المنع عما يتوقف على\r\nالملك كاخراجه في خمس أو زكاة وكوطي\r\nالجارية ، وعن الشيخ في المبسوط التصريح بأن\r\nالجارية لا تملك بالهدية العارية عن الايجاب\r\nوالقبول ولا يحل وطئها وثانيا على فرض\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nتجويز جميع التصرفات حتى المتوقفة على الملك\r\nنقول : إنه لا مانع من تجويز جميع التصرفات\r\nمع القول بالإباحة المجردة بأن نقول بتحقق\r\nالملكية آنا ما مقارنا لهذه التصرفات المبتنية على\r\nالملك ، ثم ذكر شيخنا الأنصاري \" قدس سره \"\r\nفي المعاطاة ستة أقوال :\r\nالأول اللزوم مطلقا كما هو ظاهر المفيد\r\nالثاني اللزوم بشرط كون الدال على التراضي\r\nأو المعاملة لفظا ، قال : حكي عن بعض معاصري\r\nالشهيد الثاني وبعض متأخري المحدثين .\r\nالثالث الملك غير اللازم ، ذهب إليه\r\nالمحقق الكركي ونسبه إلى كل من قال بالإباحة\r\nوفي النسبة ما عرفت .\r\nالرابع عدم الملك مع إباحة جميع التصرفات\r\nحتى المتوقفة على الملك كما هو ظاهر عبائر كثيرة .\r\nالخامس إباحة ما لا يتوقف على الملك\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nقال : وهو الظاهر من الكلام المتقدم عن حواشي\r\nالشهيد على القواعد وهو المناسب لما حكيناه عن\r\nالشيخ في اهداء الجارية من دون ايجاب وقبول .\r\nالسادس القول بعدم إباحة التصرف مطلقا\r\nنسب إلى ظاهر النهاية لكن ثبت رجوعه عنه في\r\nغيرها\r\nثم قال الشيخ \" قدس سره \" : والمشهور بين علمائنا\r\nعدم الملك بالمعاطاة وإن قصد المتعاطيان بها\r\nالتمليك بل لم نجد قائلا به إلى زمان المحقق الثاني\r\nالذي قال به ولم يقتصر على ذلك حتى نسبه إلى\r\nالأصحاب انتهى\r\nوعلى أي حال وفاقا للمشهور بين\r\nالمتأخرين هو القول بكونها مفيدة للملك اللازم\r\nوالذي يستدل أو يمكن الاستدلال به على ذلك\r\nأمور : الأول السيرة المستمرة ويمكن تقريب\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nالسيرة بأحد وجهين أحدهما هو استمرار سيرة\r\nالمتشرعة من زمن الشارع \" عليه السلام \" إلى زماننا\r\nهذا على معاملة المأخوذ بالمعاطاة معاملة الملك\r\nمن التصرف فيه بأنواع التصرف حتى المتوقفة\r\nعلى الملك وفي توريثه للوارث ، وهذه السيرة\r\nثابتة قطعا بين المتشرعة في هذا الزمان ويثبتها\r\nمن زمن الشارع جيلا بعد جيل تشابه الأزمان\r\nوثانيهما سيرة العقلاء من زمن أبينا آدم \" عليه\r\nالسلام \" على ذلك ، ولم يرد من الشارع ردعهم\r\nعن ذلك بل اطلاقات الأدلة الآتية\r\nتثبتها\r\nالثاني من الأدلة قوله تعالى \" وأحل الله\r\nالبيع وحرم الربا \" فإن المراد بقوله : وأحل الله\r\nالبيع \" إما الحكم التكليفي أعني حلية البيع في قبال\r\nحرمة الربا والمراد أن هذا الفعل الصادر عن العقلاء\r\nحلال وليس بحرام بخلاف الربا الصادر منهم فإنه\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nحرام ، وإما أن يكون المراد بها هي الحلية الوضعية\r\nبأن يكون المراد أن المعاملة المسماة بالبيع عند العرف\r\nصحيح نافذ عند الشرع أيضا ، فالمراد بالآية الحكم\r\nالوضعي أعني الصحة والنفوذ .\r\nأما على الأول فدلالة الآية على صحة البيع\r\nبالالتزام حيث إن لازم كون البيع حلالا صحته\r\nونفوذه وإلا فلا معنى لحليته .\r\nوأما على الثاني - أعني كون المراد من الحلية\r\nالحكم الوضعي - فدلالة الآية على صحة البيع بنحو\r\nالمطابقة ، وقال شيخنا الأنصاري \" قدس سره \" : ما\r\nحاصله : معنى صحة البيع حلية جميع التصرفات\r\nالمترتبة على البيع انتهى والذي دعاه إلى ذلك\r\n- مع أن ظاهر الآية حلية نفس البيع - أنه لا معنى\r\nلحلية نفس البيع لأن البيع بنظر\r\nالعرف شئ مباح ليس فيه محذور ، فمخاطبتهم\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبأن البيع حلال من قبيل توضيح الواضح ، وكيف كان\r\nفشمول الآية للمعاطاة باطلاقها بديهي لكونها بيع\r\nعرفي ، وانكار كونها بيعا مكابرة .\r\nالثالث من الأدلة على صحة المعاطاة قوله تعالى\r\n\" ولا تأكلوا أموالكم بينكم بالباطل إلا أن تكون\r\nتجارة عن تراض \" حيث إنها تدل على جواز الأكل\r\nإذا كانت تجارة عن تراض ومن المعلوم أن المعاطاة\r\nمن مصاديق \" تجارة عن تراض \" فتشملها الآية\r\nولكن أورد شيخنا الأنصاري على جميع هذه الأدلة الثلاثة بقوله :\r\nاللهم إلا أن يقال : إنهما ( أي الآيتين ) لا تدلان\r\nعلى الملك ، وإنما تدلان على إباحة جميع التصرفات\r\nحتى المتوقفة على الملك كالبيع والعتق والايصاء ،\r\nوإباحة هذه التصرفات إنما تستلزم الملك بالملازمة\r\nالشرعية الحاصلة في سائر المقامات من الاجماع\r\nوعدم القول بالانفكاك دون المقام الذي لا يعلم\r\nذلك منهم حيث أطلق القائلون بعدم الملك\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nإباحة التصرفات ، وصرح في المسالك بأن من\r\nأجاز المعاطاة سوغ جميع التصرفات غاية الأمر\r\nأنه لا بد من التزامهم بأن التصرف المتوقف على\r\nالملك يكشف عن سبق الملك عليه آنا ما ، فإن\r\nالجمع بين إباحة هذه التصرفات وبين توقفها على\r\nالملك يحصل بالتزام هذا المقدار ولا يتوقف على\r\nالالتزام بالملك من أول الأمر ، فيقال : إن مرجع\r\nهذه الإباحة أيضا إلى التمليك .\r\nوأما ثبوت السيرة واستمرارها على التوريث\r\nفهي كسائر سيراتهم الناشئة عن المسامحة وقلة المبالاة\r\nفي الدين مما لا يحصى في عباداتهم ومعاملاتهم\r\nوسياساتهم كما لا يخفى انتهى كلامه رفع مقامه .\r\nأقول : أما السيرة فالانصاف أنها ليست كسائر\r\nسيراتهم الناشئة عن المسامحة وقلة المبالاة في الدين\r\nبل هي سيرة المتشرعة والمتدينين بل الفقهاء والعلماء\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nالعاملين فإنك لا تجد أحدا من العلماء يستشكل\r\nفي شراء المتاع من العوام مع أنه يعلم عادة أنهم اشتروه\r\nبالمعاطاة ويشتريه هو أيضا منهم بالمعاطاة ولا\r\nتجد أحدا من العلماء ، وكذا لا تسمع من أحد من العلماء\r\nالسابقين يخطي العوام في معاملاتهم المعاطاتية\r\nوكذا لا تجد أحدا من العلماء يستشكل في توريث\r\nالعوام أموالهم مع أنه عالم بأن أكثر أموالهم أو جميعها\r\nإنما حصلوها بالمعاطاة ، فلذا ذكر الشيخ \" قدس سره \" هذا\r\nالاشكال بكلمة \" اللهم \" المشعرة بضعفه\r\nوأما الآيتان فالظاهر دلالتهما على صحة بيع\r\nالمعاطاة ، فإن حلية التصرفات مطلقا حتى المتوقفة\r\nعلى الملك ليس بنظر العرف إلا باعتبار تحقق\r\nالملكية بهذا البيع ، واستفاد الحلية المجردة عن الملك\r\nمن الآيتين ليس من المتفاهم العرفي ، وحصول\r\nالملكية آنا ما قبل التصرف لا يساعد عليه العرف\r\nفإن قوله تعالى \" إلا أن تكون تجارة عن تراض \" لا\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nيفهم العرف منه إلا حلية الأكل باعتبار تحقق\r\nتجارة عن تراض بين المتعاملين لا الحلية المجردة\r\nعن الملك ، وكذا قوله تعالى \" أحل الله البيع \"\r\nفإنه لا يستفيد العرف منه الحلية المجردة بل الحلية\r\nالمترتبة على تحقق البيع .\r\nولذا قال الشيخ \" قدس سره \" في آخر كلامه :\r\nفالأولى حينئذ التمسك في الطلب بأن المتبادر\r\nعرفا من حل البيع صحته شرعا ، هذا مع امكان\r\nاثبات صحة المعاطاة في الهبة والإجارة بعض\r\nاطلاقاتهما وتتميمه في البيع بالاجماع المركب .\r\nهذا ، مع أن للفقيه التزام حدوث الملك\r\nعند التصرف المتوقف عليه لا يليق بالمتفقه\r\nفضلا عن الفقيه ، قال : ولذا ذكر بعض الأساطين\r\n( والمراد به صاحب كشف الغطاء ) في شرحه على\r\nالقواعد في مقام الاستبعاد : إن القول بالإباحة\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nالمجردة مع قصد المتعاطيين التمليك والبيع مستلزم\r\nلتأسيس قواعد جديدة\r\nمنها أن العقود وما قام مقامها لا تتبع القصود\r\nومنها أن يكون إرادة التصرف من المملكات\r\nفيملك العين أو المنفعة بإرادة التصرف فيها أو\r\nبيعه دفعة وإن لم يخطر ببال المالك الأول الإذن\r\nفي شئ من هذه التصرفات لأنه قاصد\r\nللنقل من حين الدفع وأنه لا سلطان له بعد ذلك\r\nبخلاف من قال : أعتق عبدك عني وتصدق\r\nبمالي عنك \"\r\nوتوضيح مراده أن قوله : أعتق عبدك عني\r\nوتصدق بمالي عنك ليس من قبيل المعاطاة\r\nبناءا على أنها مفيدة للإباحة المجردة عن الملك\r\nفإن إرادة التصرف مفيدة للملك بناءا على\r\nهذا القول ، بخلاف أعتق عبدك عني فإن\r\nإرادة العتق أو التصدق ليست مملكة ، بل معنى\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nأعتق عبدك أو ملكه أو لا إياي أو ملك\r\nمالك إياي ، ثم أنت وكيل من ناحيتي بعتقه\r\nأو تصدقه عني .\r\nقال رحمه الله : ومنها أن الأخماس والزكوات\r\nوالاستطاعة والديون والنفقات وحق المقاسمة\r\nوالشفعة والمواريث والربا والوصايا بما يتعلق في\r\nاليد مع العلم ببقاء مقابله وعدم التصرف فيه\r\nأو عدم العلم به فينفي بالأصل فتكون متعلقة\r\nبغير الأملاك ، وأن صفة الغنى والفقر تترتب\r\nعليه كذلك فيصير ما ليس من الأملاك بحكم\r\nالأملاك \"\r\nوحاصل مراده رحمه الله أن المعاطاة إذا لم\r\nتفد الملك بل أفادت الإباحة المجردة يلزم\r\nأن تتعلق بالأخماس والزكوات والديون والنفقات\r\nوكذا حق المقاسمة وحق الشفعة والمواريث\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nوالربا والوصايا - بغير الملك فيجب على أن أؤدي\r\nمثلا خمس هذا المال الذي أخذته بالمعاطاة\r\nمن المالك مع أنه ملك صاحبه وهذا غريب\r\nوكذا يلزم أن أصير مستطيعا بمال الغير وأيضا\r\nيلزم أن أصير غنيا بمال الغير فلا يجوز لي حينئذ\r\nأخذ الزكاة فيصير ما ليس من الأملاك بحكم الأملاك .\r\nقال : ومنها ( أي ومن الاستبعادات ) كون\r\nالتصرف من جانب مملكا للجانب الآخر\r\nمضافا إلى غرابة استناد الملك إلى التصرف .\r\nومنها جعل التلف السماوي من جانب\r\nمملكا للجانب الآخر والتلف من الجانبين\r\nمتعين ( معين ظ ) للمسمى من الطرفين ولا رجوع إلى قيمة\r\nالمثل حتى يكون له الرجوع بالتفاوت ، ومع\r\nحصوله في يد الغاصب أو تلفه فيها ، فالقول\r\nبأنه المطالب لأنه تملك بالغصب أو التلف\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nفي يد الغاصب غريب ، والقول بعدم الملك\r\nبعيد جدا مع أن في التلف القهري إن ملك\r\nالتالف قبل التلف فعجيب ومعه بعيد لعدم\r\nقابليته ، وبعده ملك معدوم ، ومع عدم الدخول\r\nفي الملك يكون ملك الآخر بغير عوض ونفي\r\nالملك مخالف للسيرة وبناء المتعاطيين \"\r\nوهذا الاستبعاد مركب من استبعادات ثلاثة\r\nالأول أن التلف السماوي كيف يكون\r\nمملكا ؟ ثم كيف يكون نفس التلف من الجانبين\r\nبأي نحو كان - معينا للمسمى دون الرجوع إلى\r\nقيمة المثل ، مع أن مقتضى عدم تحقق البيع هو\r\nالرجوع إلى قيمة المثل كما هو شأن البيع الفاسد .\r\nالثاني أنه إذا غصب المبيع ببيع المعاطاة\r\nغاصب سواء تلف في يده أو لا فهل يكون المطالب\r\nمن الغاصب هو المباح له أو المالك ، فإن كان\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nالمباح له فلا بد أن تكون المطالبة لأجل أنه تملك\r\nالمبيع بسبب غصب الغاصب له أو تلفه في يده\r\nوهو غريب فإنه كيف يصير غصب الغاصب\r\nللمال أو تلفه في يده مملكا ؟ وإن قلنا بعدم ملكه\r\nله حينئذ فهو أيضا بعيد فكيف يمكنه المطالبة من\r\nالغاصب .\r\nالثالث من الاستبعادات أن التلف\r\nالقهري هل يكون مملكا قبل تلفه أو حين تلفه\r\nأو بعد تلفه ؟ فإن كان قبل التلف فهو عجيب\r\nلعدم تحقق سبب الملكية ، وإن كان حين\r\nالتلف فهو بعيد لعدم قابليته لكونه في معرض\r\nالزوال ، وبعد التلف ملك معدوم لا يمكن تملكه\r\nوإن لم يكن التلف مملكا أصلا يبقى الطرف الآخر\r\nبلا عوض وهو غير ممكن الالتزام به مضافا إلى\r\nأن نفي الملك مخالف لسيرة المتشرعة ، وبناء\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nالمتعاطيين فإن بنائهما على قصد الملك .\r\nومنها ( أي من الاستبعادات ) أن التصرف\r\nإن جعلناه من النواقل القهرية فلا يتوقف على\r\nالنية فهو بعيد ، وإن أوقفناه عليها كان الواطي\r\nللجارية من غيرها واطئا بالشبهة والجاني عليه\r\nوالمتلف خائنا على مال الغير ومتلفا له \"\r\nوحاصل مراده \" قدس سره \" أن التصرف الذي\r\nجعله القائلون بالإباحة مملكا فهل يكون من النواقل\r\nالقهرية أو النواقل الاختيارية ، فإن كان الأول\r\nفلا يحتاج إلى نية التملك عند إرادة التصرف\r\nبل ينتقل إليه قهرا بمجرد التصرف وهو بعيد .\r\nوإن كان الثاني يلزم أن يكون وطي الجارية\r\nبلا نية التملك وطيا بالشبهة ، وكذا يلزم أن تكون\r\nالجناية على المأخوذ بالمعاطاة جناية على مال الغير\r\nواتلافه اتلافا لمال الغير ، وكل هذا لا يمكن\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nالالتزام به .\r\nومنها أن النماء الحادث قبل التصرف إن\r\nجعلنا حدوثه مملكا له دون العين فبعيد أو معها\r\nفكذلك ، وكلاهما مناف لظاهر الأكثر ، وشمول\r\nالإذن له خفي \"\r\nوحاصله أن النماء المتصل تابع لأصله فيشمله\r\nالإذن الذي صدر من المالك بالنسبة إلى أصله\r\nوأما النماء المنفصل فشمول الإذن له من المالك خفي\r\nوالمفروض أن العرف يعامل معه معاملة أصله\r\nوهذا لا يوافق القول بالإباحة المجردة فلا بد إما\r\nأن نلتزم بأن حدوث النماء يكون مملكا لنفسه\r\nفقط أو نلتزم بأن حدوثه يكون مملكا لنفسه مع\r\nأصله وكلاهما غريب ، فإن حدوث النماء كيف\r\nيكون من المملكات ؟ وكلا الاحتمالين مناف\r\nلظاهر الأكثر\r\nومنها ( أي من الاستبعادات ) قصر التمليك\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nعلى التصرف مع الاستبعاد فيه إلا أن إذن\r\nالمالك فيه إذن في التمليك فيرجع إلى كون المتصرف\r\nفي تمليك نفسه موجبا قابلا وذلك جار في القبض\r\nبل هو أولى منه لاقترانه بقصد التمليك دونه\r\nانتهى كلامه رفع مقامه .\r\nومحصل هذا الوجه أن المعاطاة إذا قلنا\r\nبكونها مفيدة للإباحة فقط وأن الملكية تتحقق بالتصرف\r\nبأن يقال : إن إذن المالك بالتصرف إذن\r\nفي التمليك فيصير المتصرف في تمليك نفسه\r\nموجبا قابلا ، أما كونه موجبا فلأنه مأذون من قبل\r\nالمالك في التصرف ، وأما كونه قابلا فمن قبل\r\nنفسه ، فإذا كان مستند جواز التصرف المملك\r\nهو الإذن من قبل المالك فكون القبض مملكا\r\nأولى من التصرف ، فإن القبض أيضا وقع\r\nبإذن المالك مع أن القبض مقترن بقصد\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالمالك التمليك فالأولى استناد الملكية إلى\r\nالقبض المقترن بقصد المالك دون التصرف\r\nفالقول بتحقق الملكية من أول الأمر أولى من\r\nالقول بتحققها بالتصرف الذي يقول به\r\nالأكثر بل يحصرها في التصرف .\r\nهذا ، ولكن أورد على الاشكال الأول\r\nالمحقق الأنصاري \" قدس سره \" أولا بأن تبعية\r\nالعقود للقصود إنما هي في العقود التي قام على\r\nصحتها دليل وهي المعاملات التي تتحقق بالصيغة\r\nوأما المعاملات الفعلية التي لم يدل على صحتها\r\nدليل فلا يحكم بترتب الأثر المقصود عليها كالمعاطاة\r\nعلى القول بالإباحة المجردة .\r\nوثانيا أن تخلف العقد عن مقصود المتبايعين\r\nكثير ، وضرب رحمه الله لذلك أمثلة .\r\nمنها المعاملة الفاسدة فإنهم أطبقوا ( على ظ ) أنها مفيدة\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nلضمان المثل في المثلي والقيمة في القيمي لقولهم : ما\r\nيضمن بصحيحه يضمن بفاسده مع أن قصد المتعاملين\r\nضمان كل من العوضين بالآخر ، وتوهم أن دليلهم\r\nعلى ذلك قاعدة اليد - مدفوع بأنه لم يذكر هذا\r\nالوجه إلا بعضهم معطوفا على الوجه الأول وهو\r\nإقدامهما على الضمان .\r\nومنها أن الشرط الفاسد في ضمن العقد غير\r\nمفسد للعقد على رأي أكثر القدماء بل يقع العقد\r\nبدون الشرط الفاسد مع أنه مخالف لقصد\r\nالمتعاملين .\r\nومنها بيع ما يملك وما لا يملك بصيغة واحدة\r\nوصحته بالنسبة إلى ما يملك وبطلانه بالنسبة إلى\r\nما لا يملك مع أنه خلاف مقصود المتعاملين\r\nومنها بيع الغاصب لنفسه فإنه يقع للمالك\r\nمع إجازته على قول كثير مع أن قصد الغاصب\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nكان أن يبيع لنفسه .\r\nومنها ترك ذكر الأجل في العقد الانقطاعي\r\nفإنه يجعله دائما على قول نسبه في المسالك وكشف\r\nاللثام إلى المشهور ، هذا .\r\nولكن أورد عليه السيد الطباطبائي في حاشيته\r\nعلى المكاسب بقوله : لا يخفى أنه ليس شئ من\r\nهذه الموارد من باب التخلف عن القصد إلا\r\nالوجه الأخير بناءا على القول به وهو انقلاب\r\nالانقطاع دواما مع عدم ذكر الأجل ، وذلك\r\nلأن في المورد الأول نقول أولا : إن الحق ما\r\nذكره المتوهم من أن الدليل على الضمان قاعدة\r\nالضمان وإن لم يكن نظر المشهور إليها إذ المتبع ما\r\nهو مقتضى الحق إلا ما هو في نظر المشهور بناء على\r\nصحة النسبة\r\nوثانيها على فرض كون الوجه في الضمان هو\r\nالاقدام فليس ذلك من قبيل ما نحن فيه إذ ليس\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nهذا من باب امضاء المعاملة على خلاف المقصود\r\nبل بعد الحكم بالفساد وعدم الامضاء أصلا حكم بالصحة\r\nفي صورة الاقدام عليه ، وبالعدم في صورة العدم\r\nوأين هذا من تخلف العقد عن القصد ،\r\nوهذا واضح جدا .\r\nوأما المورد الثاني - وهو حكمهم بصحة العقد\r\nمع فساد الشرط مع أن المقصود مقترن به - فوجه\r\nعدم الافساد أنه من باب تعدد المطلوب لا\r\nالعنوانية فلا دخل له بما نحن فيه إذ ليس من باب\r\nالتخلف إلا بالنسبة إلى المطلوب\r\nالثانوي ولذا قلنا : إنه مثبت للخيار كما في تخلف\r\nالشرط الصحيح ، ومن ذلك يظهر حال المورد\r\nالثالث وهو بيع ما يملك وما لا يملك بل عدم\r\nالتقييد فيه أظهر كما لا يخفى .\r\nوأما الرابع وهو بيع الغاصب فالإجازة إنما\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nتتعلق بنفس المبادلة بين المالين لا بلحاظ\r\nقصده كون العوض له مع أن هذا القصد من\r\nالغاصب ليس إلا مجرد الداعي وليس داخلا\r\nفي حقيقة المعاملة ، وعلى فرض كونه من باب\r\nالتقييد يمكن الالتزام بعدم صحته\r\nبالإجازة وكان الأولى للمصنف \" قدس سره \"\r\nأن يذكر من جملة الموارد بيع الصرف والسلم\r\nفإن الشارع حكم فيها بالنقل من حين القبض\r\nمع أن مقصود المتبايعين النقل من حين البيع\r\nفتدبر انتهى\r\nقلت : يمكن أن يقال : إن عدم ذكر الأجل\r\nفي العقد الانقطاعي وانقلاب العقد إلى\r\nالدوام ليس من باب تخلف العقد عن القصد\r\nأيضا بأن يقال : إن طبيعة العقد من حيث إنه عقد\r\nالنكاح تقتضي البقاء والدوام كما أن طبيعة البيع\r\nأيضا كذلك وذكر الأجل يمنع من هذا الاقتضاء\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nفمع عدم ذكر الأجل ولو ناسيا يتحقق ما هو مقتضى\r\nالعقد ، وهو الدوام وأين هذا من تخلف العقد\r\nعن القصد هذا ملخص ما ذكره الأستاذ رحمه الله\r\nولكن يرد عليه أن عقد النكاح له فردان متباينان\r\nعند الشارع : دوام وانقطاع لا أن العقد ليس\r\nله في الخارج إلا مصداق واحد وهو العقد الدوامي\r\nإلا أن الشارع قد جوز انقطاع العقد بذكر الأجل\r\nكما ذكره الأستاذ \" ره \" ، بل الظاهر أن عقد الدوام غير\r\nعقد الانقطاع ، فهما فردان متباينان كما ذكرنا ، فإذا\r\nأراد العاقد عقد الانقطاع فليس مراده جنس العقد\r\nالشامل للدوام والانقطاع ، بل مراده النوع ، وهو\r\nالعقد الانقطاعي .\r\nغاية الأمر أنه نسي أن يذكر فصله ، وهو\r\nذكر الأجل فيصير من مصاديق تخلف العقد عن القصد\r\nوأما ما ذكره من لزوم كون إرادة التصرف\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nمملكا فأجاب منه الشيخ بأنه لا بأس بالتزامه إذا\r\nكان مقتضى الجمع بين الأصل ودليل جواز التصرف\r\nالمطلق وأدلة توقف بعض التصرفات على الملك\r\nفيكون كتصرف ذي الخيار والواهب فيما انتقل\r\nعنهما بالوطي والبيع والعتق انتهى .\r\nوحاصل مراده \" قدس سره \" أن في المورد أدلة\r\nثلاثة : أحدها الأصل يعني استصحاب عدم\r\nانتقال الملك عن المالك الأول بالمعاطاة إلى\r\nأن يعلم المزيل فقبل التصرف نشك في الانتقال\r\nفالأصل بقائه .\r\nوثانيها الاجماع على جواز التصرف في ما انتقل\r\nبالمعاطاة بأنواع التصرفات حتى المتوقفة على الملك\r\nوثالثها أدلة أن بعض التصرفات موقوفة\r\nعلى الملك كقوله : لا بيع إلا في ملك ولا عتق\r\nإلا في ملك ولا وطي إلا في ملك فالجمع بين\r\nهذه الأدلة الثلاث يقتضي أن نقول بعدم إفادة\r\nالمعاطاة للملكية إلا حين التصرف ، وأما ما ذكره\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nمن تعلق الأخماس والزكوات والاستطاعة والديون\r\nوالنفقات وحق المقاسمة والشفعة والمواريث\r\nوالوصايا بما في يد المباح له - فأجاب عنه الشيخ \" قدس\r\nسره \" بأنه استبعاد محض ، ودفعها بمخالفتها للسيرة\r\nرجوع إليها مع أن تعلق الاستطاعة الموجبة للحج وتحقق\r\nالغنى المانع عن استحقاق الزكاة لا يتوقفان على\r\nالملك انتهى .\r\nولا يخلو عبارته \" قده \" عن الاندماج وعدم إفادة\r\nالمراد ، فإنه إذا كان مراده أن عدم تعلق الأخماس\r\nوالزكوات إلى آخر ما ذكره كاشف الغطاء بما انتقل\r\nبالمعاطاة استبعاد محض أي نختار عدم تعلق\r\nهذه الأمور بما انتقل بالمعاطاة ، ودفع ذلك\r\nبأنه مخالف لسيرة المتشرعة على تعلق هذه الأمور\r\nبما انتقل بالمعاطاة - مدفوع بأنه تكون السيرة دليلا على\r\nالتعلق ، وإن كانت مخالفة للقاعدة فتخصص القاعدة\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nبها ففيه أن هذا الجواب مخالف صريحا لكلام كاشف\r\nالغطاء ، فإن استبعاده \" ره \" من جهة تعلق هذه\r\nالأشياء بما إذا انتقلت بالمعاطاة لا بعدم انتقالها\r\nوإن كان مراده أن تعلق هذه الأشياء بالمأخوذ\r\nبالمعاطاة مستبعد لأنه مخالف للسيرة ، فإن سيرة\r\nالمتشرعة على تعلق هذه الأشياء بالأملاك والمأخوذ\r\nبالمعاطاة ليس ملكا ففيه أولا أن السيرة قائمة\r\nعلى التعلق لا على عدم التعلق ، واستبعاد كاشف الغطاء\r\nمن هذه الجهة .\r\nوثانيا أن استبعاد كاشف الغطاء لأجل مخالفة\r\nهذه الأشياء للقواعد لا للسيرة حتى يجاب بأن\r\nدفعها بمخالفتها للسيرة رجوع إليها\r\nثم إن الاشكال ليس في مدرك تعلق هذه الأشياء\r\nبالمأخوذ بالمعاطاة حتى يجاب بأن المدرك هي السيرة\r\nبل الاشكال في أنه كيف تتعلق هذه الأشياء\r\nالمختص تعلقها بالأملاك بغير الأملاك فالتمسك\r\nبالسيرة لا يرفع هذا الاستبعاد ، وكيف كان فقد\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nيجاب عن هذا الاستبعاد بالنسبة إلى هذه الأمور\r\nالعشرة ما عدا الخمس والزكاة وحق الشفعة بما في\r\nتقريرات بعض تلامذة العلامة النائني فإنه قال :\r\nوأما الموارد الباقية فتعلقها بما في يد أحد المتعاطيين\r\nلا يكشف عن الملكية بل يمكن أن يكون مباحا ،\r\nومع هذا تتعلق به أما الاستطاعة فلحصولها ببذل\r\nالزاد والرحلة .\r\nوأما الغنى المانع عن استحقاق الزكاة فلعدم\r\nتوقفه على الملك ولذا لا يجوز أخذ الزكاة للأقارب\r\nإذا كان من يجب عليه الانفاق عليهم مليا ( أي غنيا )\r\nوأما تعلق حق الديان به فلأنه - وإن لم يكن\r\nمن بيده مالكا إلا أنه لكونه مالكا لأن يملك باسترداد\r\nالعوض أو بالتصرف فيما عنده فللغريم الزامه\r\nبأحدهما .\r\nوأما تعلق حق الانفاق به فلأن وجوب الانفاق\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nيدور مدار الغنى وهو حاصل بكون ما في يد\r\nالمنفق مباحا له .\r\nوأما حق التقسيم فلعدم اختصاص وجوب\r\nالافراز على الشريك في الشئ المشاع بين الشخصين\r\nبأن يكون كل منهما مالكا له بل حيث إن المباح\r\nله ، له التصرف في ما أبيح له بأي نحو من أنحاء\r\nالتصرف ، فله الزام شريكه بافراز حقه الموجب\r\nلصيرورته مالكا له .\r\nوأما مسألة الإرث فلا يبعد أن يقال : إن\r\nالموت موجب للزوم كموت الواهب ، واللزوم\r\nهنا مساوق للملكية بناء على أن الإباحة اللازمة\r\nغير متصورة ، هذا ، مع أن الإرث لا يتوقف على\r\nالملك لأن كل ما تركه الميت من حق أو ملك\r\nيرثه الوارث ، ولكن يرد على هذا الأخير بأنه\r\nإذا كان الموروث من قبيل الحق أي حق التصرف\r\nفي المأخوذ بالمعاطاة فللمالك حق الرجوع إلى\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nعينه إذا كان عوضه باقيا مع أن السيرة على\r\nخلافه فإنها قائمة على معاملة المأخوذ بالمعاطاة\r\nمعاملة الملك المطلق لا معاملة الحق ، ثم قال\r\nالمقرر المتقدم : وأما مسألة الربا فلا تختص حرمته\r\nبالبيع الموجب للملك بل يجري حتى في الضمان\r\nبالمثل والقيمة فضلا عن الضمان بالمسمى انتهى .\r\nوفيه أنه لا دليل على جريان الربا في الضمان\r\nبالمثل أو القيمة فإن المتيقن من حرمة الربا حرمته\r\nفي المعاوضات وكذا في القرض فإذا أتلف\r\nمنا من حنطته الجيدة فلا مانع ظاهرا من تضمينه\r\nبمنين من الحنطة الردية إذا كانت قيمتها مساوية\r\nللمن من حنطته الجيدة ، فإن أدلة حرمة الربا لا\r\nتشمل هذا المورد .\r\nنعم إذا كانت الحنطتان متساويتين وأراد\r\nأخذ الزيادة يحرم لا من جهة الربا ، بل\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nمن جهة أن أخذه للزيادة أكل المال بالباطل .\r\nنعم إذا كان مراده بالضمان بالمثل أو القيمة\r\nالقرض صح ما ذكره \" قدس سره \" فإن الربا جار في\r\nالقرض قطعا .\r\nثم قال المقرر المتقدم : وأما مسألة الوصية\r\nفلو كان المراد من الاستبعاد أنه كيف يكون\r\nما ليس ملكا مخرجا للثلث ففيه أنه لو قلنا بأن\r\nالمال المباح يصير ملكا بموت المباح له فلا اشكال\r\nلأن الثلث يخرج مما يملكه حين الموت ، نعم لو\r\nقلنا بعدم صيرورته ملكا فالاستبعاد في محله\r\nانتهى .\r\nويمكن أن يقال : إن الوصية بالمال للموصى له\r\nهو تمليكه بعد موته بأن يوصى أن يملكوه المال\r\nبعد موته فهي ليست تمليكا في حال حياته ، بل\r\nالوصية بالتمليك ، والمفروض أنه كان للموصى\r\nجواز جميع التصرفات حتى المتوقفة على الملك\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nفحينئذ جاز له هذا التصرف أيضا وهذا التصرف\r\nإن كان من التصرفات المتوقفة على الملك\r\nينتقل المأخوذ بالمعاطاة إليه ويصير ملكا له حين\r\nالتصرف فلم يكن من مصاديق الوصية بمال الغير\r\nوإن لم يكن هذا التصرف موقوفا على الملك\r\nفلا مانع من هذا التصرف غير الموقوف على الملك\r\nوأما ما ذكره \" قدس سره \" من أن المال المباح\r\nيصير ملكا بموت المباح له فهو غريب ، فإن الموت\r\nسبب لخروج المال عن ملكه ، فكيف يصير سببا لدخوله\r\nفي ملكه والميت غير قابل لتملكه للمال ؟\r\nإلا أن يقال بمثل ما قلنا في التصرف من تملكه\r\nللمال آنا ما قبيل موته ، ثم ينتقل عنه إلى وارثه .\r\nولكن لا دليل على انتقال المال المباح إلى\r\nالمباح له بموته إلا أن يكون مقتضى الجمع بين الأدلة\r\nذلك ، ثم قال الشيخ \" قدس سره \" : وأما كون التصرف\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nمملكا للجانب الآخر فقد ظهر جوابه انتهى .\r\nومراده رحمه الله ما ذكره في رفع استبعاد كون\r\nالتصرف مملكا من أنه لا مانع منه إذا اقتضى الجمع\r\nبين الأدلة ذلك كما بيناه هناك .\r\nثم قال \" ره \" في جواب كون التملك مملكا للجانبين\r\nفإن ثبت باجماع أو سيرة كما هو الظاهر كان كل\r\nمن المالين مضمونا بعوضه فيكون تلفه في يد\r\nكل منهما من ماله مضمونا بعوضه نظير تلف\r\nالمبيع قبل قبضه في يد البائع لأن هذا\r\nهو مقتضى الجمع بين هذه الاجماع وبين عموم \" على\r\nاليد ما أخذت \" وبين أصالة عدم الملك إلا\r\nفي الزمان التيقن وقوعه فيه .\r\n( و ) توضيحه أن الاجماع لما دل على عدم ضمانه\r\nبمثله أو قيمته حكم بكون التلف من مال ذي اليد\r\nرعاية لعموم \" على اليد ما أخذت \" فذلك\r\nالاجماع مع العموم بمنزلة الرواية الواردة\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nفي أن تلف المبيع قبل قبضه من مال بايعه ،\r\nفإذا قدر التلف من مال البائع\r\nفلا بد من أن يقدر في آخر أزمنة امكان تقديره\r\nرعاية لأصالة عدم حصول الملكية قبله كما يقدر\r\nملكية المبيع للبائع وفسخ العقد من حين التلف\r\nاستصحابا لأثر العقد انتهى .\r\nوحاصل مراده رحمه الله أن هنا - أي في المعاطاة\r\n- أدلة ثلاثة لا بد من الجمع بينها أحدها الاجماع\r\nأو السيرة على عدم ضمان التالف بالمثل والقيمة\r\nوثانيها عموم قوله : على اليد ما أخذت حتى\r\nتؤدي فحيث قام الاجماع أو السيرة على عدم\r\nضمان التالف المأخوذ بالمعاطاة بالمثل أو القيمة\r\nسواء كان التلف من الجانبين أو من جانب واحد\r\nيدور الأمر بين الأمرين : إما تخصيص الاجماع\r\nلعموم قوله : \" على اليد ما أخذت \" أو كون\r\nالتالف من مال المباح له الذي كان بيده\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nحتى لا يشمله عموم على اليد ما أخذت \" فيبقى\r\nالعموم على حاله ، ومن المعلوم ترجيح الثاني أعني\r\nكون التالف من مال المباح له على الأول حفظا\r\nلعموم \" على اليد \" ولأن التخصص أولى من\r\nالتخصيص فإنه إذا قلنا بعدم ضمان التالف بالمثل\r\nأو القيمة كما دل على الاجماع أو السيرة يلزم تخصيص\r\nعموم \" على اليد \" المقتضي لضمان المثل في\r\nالمثلي والقيمة في القيمي .\r\nوأما إذا قلنا : بكون التالف من مال المباح له\r\nفيقدر ملكيته له آنا ما قبل التلف ، فلا محالة يصير\r\nخارجا عن عموم \" على اليد \" فهو خارج عنه تخصصا\r\nلأنه صار ملكه قبل التلف ، ثم تلف ، وهذا نظير\r\nتلف المبيع قبل قبضه فإنه يقال : كيف يتلف من\r\nمال بايعه مع أنه كان ملكا للمشتري ، فإنه يجاب\r\nبأنه ينتقل آنا ما إلى ملك البايع ثم يتلف من ماله\r\nلا يقال : بناءا على كون التلف من مال المباح\r\nله في المعاطاة لم لا نقول : بأنه صار ملكا للمباح له\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nمن أول الأمر بل هو الأولى لأنه مقترن بقصد\r\nالمالك للبيع فلا نحتاج إلى تصوير انتقال الملك\r\nآنا ما إلى المباح له ، بل يمكن الجمع بين الاجماع\r\nوعموم \" على اليد \" بالقول بانتقال الملك إليه من أول الأمر .\r\nلأنا نقول : حيث قام الدليل على عدم إفادة\r\nالمعاطاة للملكية بناء على ما هو المشهور بين القدماء\r\nولا أقل من الشك في إفادتها للملكية فالأصل\r\nيقتضي عدم الانتقال فالأصل حينئذ مقتض\r\nلبقاء الملك على ملك مالكه الأول إلى أن يتحقق\r\nالمزيل وهو التلف ، فيعلم حينئذ انتقاله عنه ،\r\nوهو مقتضى الجمع بين هذا\r\nولكن أورد على الشيخ رحمه الله الفاضل المعاصر\r\nالشيخ محمد حسين الأصبهاني \" قدس سره \" بقوله :\r\nولا يخفى عليك أنه - وإن كان يدفع الاشكال\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nعن ملكية التلف من الجانبين تحفظا على العموم\r\nفي الطرفين لكنه بمجرده لا يدفع الاشكال إذا كان\r\nالتلف من جانب واحد لأن غاية ما يقتضي\r\nالجمع تقدير ملك التالف بلا موجب لتقدير\r\nملك الباقي للآخر فلا بد من ضم أمر آخر نبهنا\r\nعليه في الحاشية المتقدمة آنفا من اقتضاء عدم اخراج\r\nالمال عن ملك مالكه إلا على طبق رضاه فإنه يقتضي\r\nتقدير الملك بالعوض فإنه الذي أقدم عليه المتعاطيان\r\nورضيا باستيلاء كل منهما على ماله بدلا عن مال الآخر .\r\nوأما توهم تصحيحه بأن عموم \" على اليد \" يدل\r\nعلى الضمان ، والاجماع يدل على عدم الضمان بالمثل\r\nوالقيمة فقط ، وليس غير المسمى شئ يكون التالف\r\nمضمونا به كما يوهمه كلام بعض أجلة المحشين ( 1 ) -\r\nفيندفع بأن الكلام في كون التالف مملوكا بالعوض\r\nلا متداركا به إذ من البين الذي لا يكاد يشك\r\nفيه أحد أن مضمون قاعدة اليد ضمان الغرامة\r\nلا ما يعم الضمان المعاوضي أعني كون التالف\r\n\r\n","description":"","footnote":" ( 1 ) هو السيد محمد كاظم الطباطبائي . ","page_name":" 76 ","page_number":76},
  {"content":"\r\nمملوكا وليس غرض المصنف \" قدس سره \" أيضا\r\nاثبات عوضية المسمى بعموم \" على اليد \" بل\r\nكلامه \" ره \" مبني على التحفظ على عمومه وتعين\r\nعن ورود التخصيص عليه رأسا انتهى .\r\nويرد عليه أن المفروض أن ما أقدم عليه المتعاطيان\r\nلم يمضه الشارع بناءا على أن المعاطاة لا تفيد إلا\r\nالإباحة المجردة غاية الأمر أنه يجوز لكل منهما التصرف\r\nفي ما انتقل إليه بالمعاطاة حتى التصرف المتوقف\r\nعلى الملك ، وعلى فرض صيرورته ملكا للمباح له\r\nبالتلف في طرف لا يستلزم صيرورة عوضه ملكا\r\nللآخر مع بقاء عينه ، فيمكن أن يقال ببقائه على إباحته\r\nغاية الأمر أنه لا يمكن للذي تلفت العين في يده\r\nاسترجاع ماله من الطرف الآخر ، فيكون\r\nمن الإباحة اللازمة إلى أن يتحقق تلف العوض\r\nالآخر فحينئذ تتحقق الملكية في الطرفين اللهم إلا\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nأن يدعى بتحقق الاجماع على الملازمة بين حصول\r\nالملكية في التالف والطرف الآخر ولكنه مجرد\r\nالدعوى .\r\nثم قال الشيخ \" قدس سره \" : وأما ما ذكره من\r\nصورة غصب المأخوذ بالمعاطاة فالظاهر على\r\nالقول بالإباحة أن لكل منهما المطالبة ما دام باقيا\r\nوإذا تلف فظاهر اطلاقهم التمليك بالتلف - تلفه\r\nمن مال المغصوب منه ، نعم لو قام اجماع كان\r\nتلفه من مال المالك لو لم يتلف عوضه قبله\r\nانتهى .\r\nولكنه \" قده \" قد بين حكمه فقط ولم يرفع الاستبعاد\r\nالذي ذكره كاشف الغطاء من أنه كيف يصير\r\nبالغصب ملكا للمباح له ؟ .\r\nثم قال الشيخ أيضا : وأما ما ذكره ( أي كاشف\r\nالغطاء ) من حكم النماء فظاهر المحكي عن بعض أن\r\nالقائل بالإباحة لا يقول بانتقال النماء إلى الآخذ\r\nبل حكمه حكم أصله ويحتمل أن يحدث النماء في ملكه\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nثم إن مما ذكرنا تقدر على التخلص عن سائر ما ذكره\r\nمع أنه \" ره \" لم يذكرها للاعتماد انتهى كلامه رفع في\r\nجنة الخلد مقامه .\r\nوعلى أي حال فالخروج عن أصالة عدم الملك\r\nالتي يعضدها الشهرة المحققة بين القدماء القائلين\r\nبالإباحة المصرحين بعدم حصول الملك مشكل\r\nمضافا إلى دعوى الغنية والقواعد الاتفاق على\r\nعدم إفادة المعاطاة الملكية .\r\nولكن رفع اليد عن اطلاق أدلة البيع كقوله تعالى\r\n\" أحل الله البيع \" وقوله تعالى \" إلا أن تكون تجارة\r\nعن تراض \" ونحوهما ، وعن الشهرة المحققة بين العقلاء\r\nعلى ترتيب آثار البيع عليها ولم يرد عن الشارع الردع\r\nعنها - أشكل مع أنك قد عرفت تنزيل المحقق الكركي\r\nكلام القدماء على الملك المتزلزل فالقول بالملكية\r\nلا يخلو عن قوة وفاقا لشيخنا الأنصاري\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nثم إنه اختلف في لزومها وجوازها على ثلاثة\r\nأقوال أحدها أنها جائزة مطلقا أي سواء كان\r\nالدال على التراضي لفظا أو غيره وثانيها اللزوم\r\nمطلقا حكى ذلك عن ظاهر المفيد ، وثالثها أنها\r\nمفيدة للزوم بشرط كون الدال على التراضي لفظا\r\nكما حكى ذلك عن بعض معاصري الشهيد الثاني\r\nواختار الشيخ الأنصاري \" قدس سره \" قول المفيد\r\nوقال : إنه أوفقها بالقواعد بناءا على أصالة اللزوم\r\nفي الملك للشك في زوله بمجرد رجوع مالكه\r\nالأصلي .\r\nودعوى أن الثابت هو الملك المشترك\r\nبين المتزلزل والمستقر ، والمفروض انتقال الفرد\r\nالأول بعد الرجوع ، والفرد الثاني كان مشكوك\r\nالحدوث من أول الأمر فلا ينفع الاستصحاب\r\nبل ربما يزاد استصحاب بقاء علقة المالك - مدفوعة\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nمضافا إلى امكان دعوى كفاية تحقق القدر\r\nالمشترك في الاستصحاب فتأمل ، فإن\r\nانقسام الملك إلى المتزلزل والمستقر ليس\r\nباعتبار اختلاف في حقيقته وإنما هو باعتبار\r\nحكم الشارع عليه في بعض المقامات بالزوال\r\nبرجوع المالك الأصلي ، ومنشأ هذا الاختلاف\r\nهو اختلاف حقيقة السبب المملك لا اختلاف\r\nحقيقة الملك ، فجواز الرجوع وعدمه من الأحكام\r\nالشرعية للسبب لا من الخصوصيات المأخوذة\r\nفي المسبب .\r\nويدل عليه أنه يكفي في الاستصحاب الشك\r\nفي أن اللزوم من خصوصيات الملك أو من\r\nلوازم السبب المملك ؟ ومع أن المحسوس بالوجدان\r\nأن انشاء الملك في الهبة اللازمة وغيرها على\r\nنهج واحد أن اللزوم والجواز لو كان من خصوصيات\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nالملك ، فإما أن يكون تخصيص القدر المشترك\r\nبإحدى الخصوصيتين بجعل المالك أو بحكم\r\nالشارع ، فإن كان الأول كان اللازم التفصيل\r\nبين أقسام الملك المختلفة بحسب قصد الرجوع\r\nوقصد عدم الرجوع وعدم قصده وهو بديهي\r\nالبطلان إذ لا تأثير لقصد المالك في الرجوع وعدمه\r\nوإن كان الثاني لزم امضاء الشارع\r\nالعقد على غير ما قصده المنشئ وهو باطل في\r\nالعقود ولما تقدم من : أن العقود المصححة عند\r\nالشارع تتبع القصود .\r\nوإن أمكن القول بالتخلف هنا في مسألة\r\nالمعاطاة بناء على ما ذكرنا سابقا انتصارا للقائل\r\nبعدم الملك من منع وجوب امضاء المعاملات\r\nالفعلية على قصود المتعاملين ، لكن الكلام في\r\nقاعدة اللزوم في الملك تشمل العقود أيضا انتهى .\r\nوحاصل مراده \" قدس سره \" أنه تمسك لإفادة\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nالمعاطاة للزوم بالاستصحاب .\r\nولكن أورد على الاستصحاب باشكالين\r\nأحدهما أنه من استصحاب الكلي في القسم\r\nالثاني أعني ما إذا كان المشكوك مرددا\r\nبين مقطوع الانتفاء ومقطوع البقاء إلا أنه\r\nمشكوك الحدوث كما إذا علم بأنه دخل في هذه\r\nالدار حيوان ولا يعلم أنه كان بقا فلم يبق إلا\r\nثلاثة أيام أو كان فيلا فكان باقيا ، فبعد ثلاثة أيام\r\nلا يمكن استصحاب بقاء كلي الحيوان لأنه إذا\r\nكان بقا فقد مات بعد الثلاثة قطعا ، وإن كان فيلا\r\nكان باقيا ، إلا أن الفيل كان مشكوك الحدوث\r\nفلا يمكن استصحاب كلي الحيوان لأنه مردد بين\r\nمقطوع الانتفاء ومشكوك الحدوث .\r\nوثانيهما أن هذا الاستصحاب معارض باستصحاب\r\nبقاء علقة المالك الأول ولم يجب الشيخ \" ره \" عن الاشكال\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nالثاني لظهور القطع ببطلانه بقطع علقة المالك\r\nالأول بانتقال الملك منه إلى غيره ، وإن كان\r\nمراده بالعلقة علقة جواز فسخ المعاملة فهي مشكوكة\r\nالحدوث .\r\nوأجاب - رحمه الله - عن الاشكال الأول\r\nبجوابين الأول أنه يكفي في الاستصحاب تحقق\r\nالقدر المشترك من الملك : الجائز واللازم أي\r\nالقدر المشترك بين طويل العمر وقصيره فإنا\r\nإذا شككنا بأن المعاطاة هل أفادت ملكا قصير\r\nالعمر ليفسخه المالك بقوله : فسخت أو ملكا طويل\r\nالعمر لئلا يفسخه قول المالك الأول يجري\r\nالاستصحاب في أصل الملكية المشكوكة الزوال\r\nبقول المالك : فسخت\r\nولكن المحقق الخراساني صاحب الكفاية اعترض\r\nعليه بأنه من الشك في المقتضي ، والشك في المقتضي\r\nلا يجوز فيه الاستصحاب على مبنى الشيخ في الأصول\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nوالجواب أن هذا المورد ليس من قبيل الشك\r\nفي المقتضي ، فإن الشك في المقتضي مورده ما\r\nإذا كان المستصحب بنفسه قصير العمر كالنكاح\r\nالمنقطع فإن هذا القسم من النكاح له أمد وغاية\r\nينتهي عمره بانتهائه إلى غايته من دون دخل شئ\r\nفيه ، وما نحن فيه ليس من هذا القبيل لأن الملكية\r\nلها اقتضاء البقاء ما لم يعرض عليها الفسخ أو إعمال الخيار\r\nفالشك في تحقق الفسخ بقوله : فسخت من قبيل الشك\r\nفي تحقق المانع بعد كون الملكية مقتضية للبقاء\r\nلولا عروض المانع ، والشك في عروض المانع مورد\r\nللاستصحاب قطعا .\r\nالثاني من جوابي الشيخ أن انقسام الملك إلى\r\nالمستقر وغير المستقر ليس باعتبار الاختلاف في حقيقته\r\nبل الاختلاف إنما هو في السبب المملك للملك\r\nفإن الشارع جعل للملك سببين أحدهما المعاطاة\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nوثانيهما العقد مع كون الملك أمرا وحدانيا بسيطا\r\nغاية الأمر أنه حكم بالملك الذي جاء من ناحية\r\nالمعاطاة بالجواز وبالملك الذي جاء من ناحية الصيغة\r\nباللزوم ، واختلاف الحكمين ليس كاشفا عن\r\nالاختلاف في الملك ، بل الملك شئ واحد\r\nله سببان فتارة يوجد بهذا السبب وأخرى بذلك\r\nالسبب ، ولكل سبب حكم على حده .\r\nألا ترى أن الملك الحاصل من البيع والحاصل\r\nمن الهبة أمر واحد بنظر العرف مع أن الشارع\r\nحكم على الأول باللزوم وعلى الثاني بالجواز \"\r\nولكن أورد عليه السيد الطباطبائي صاحب\r\nالعروة بقوله : فيه أولا أن الظاهر أن الاختلاف\r\nبينهما اختلاف في حقيقتهما فإن الملكية في أنظار\r\nالعرف قسمان وإن كان ذلك من جهة اختلاف\r\nالسبب ، فالملكية الحاصلة في الهبة عندهم غير الملكية\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nالحاصلة في البيع حيث إن الأول مبني على الجواز\r\nعندهم ، ويجوزون الرجوع فيه ، بخلاف الثاني\r\nفإنه مبني على اللزوم ، فالاختلاف بينهما كالاختلاف\r\nبين حدث الجنابة وحدث النوم والبول وإلا\r\nفأمكن أن يقال : إن حقيقة الحدث أيضا أمر واحد\r\nوإنما اختلاف الأحكام من جهة اختلاف الأسباب\r\nومن المعلوم أنه ليس كذلك .\r\nبل أقول : إن مجرد اختلاف السبب إذا لم\r\nيكن موجبا لاختلاف المسبب لا يقتضي اختلاف الأحكام كما لا يخفى\r\nوثانيا أنه على فرض اتحاد الحقيقة يكفي في\r\nالاشكال التعدد الفردي كما في مثال الحيوان\r\nالمردد بين زيد وعمرو في الدار إذا كان قاطعا\r\nبخروج أحدهما للعين ، ألا ترى أنه لو شك في\r\nأن الواقع في الخارج هو البيع اللازم أو الهبة الجائزة\r\nيكون استصحاب الملكية من استصحاب الكلي\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nلأن الفرد مردد بين الباقي والزائل وكذا في ما نحن فيه\r\nمن مسألة المعاطاة وأشباهها .\r\nوثالثا أن ما ذكره من كفاية الشك في أن\r\nاللزوم من خصوصيات الملك أو السبب ممنوع\r\nإذ معه ليس المستصحب محرزا كما لا يخفى\r\nفلو قلنا بعدم جريان استصحاب الكلي لا يجوز\r\nالاستصحاب في ما لو دار المستصحب بينه وبين\r\nالفرد وهذا واضح انتهى .\r\nأقول : أما قوله : إن الاختلاف بينهما اختلاف\r\nفي حقيقتهما فالظاهر أنه ليس كذلك ، ألا ترى\r\nإلى قوله \" عليه السلام \" : البيعان بالخيار ما لم يفترقا فإذا\r\nافترقا وجب البيع \" فهل يكون الاختلاف بين\r\nالحكمين أي حكم ما قبل الافتراق الذي هو جواز\r\nفسخ البيع وما بعد الافتراق الذي حكمه وجوب البيع\r\nفي معاملة واحدة - كاشفا عن الاختلاف في\r\nحقيقتهما ؟ ومن المعلوم أنه ليس كذلك فإن المعاملة\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nالواحدة كيف يمكن جعل الحقيقتين المختلفتين فيها ؟\r\nفيظهر من هذه الرواية ظهورا بينا أن الملك الجائز\r\nوالملك اللازم حقيقة واحدة ، وإنما الاختلاف في\r\nأحكامهما من جهة الاختلاف في أسبابهما كما أن قتل\r\nزيد مثلا أمر واحد ، ولكن أسبابه مختلفة ، فربما يكون\r\nسببه - أي سبب قتله - السيف وربما يكون السبب\r\nسقي السم أو ضربه بالبندقة ونحو ذلك فهذه الأسباب\r\nالمختلفة لقتله لا يصيره متعددا كما هو واضح .\r\nوأما قوله : إنه على فرض اتحاد الحقيقة يكفي في\r\nالاشكال التعدد الفردي الخ فنقول : إنا لم نستصحب\r\nالفرد حتى يرد علينا الاشكال المذكور بل نستصحب\r\nالكلي أي كلي الملك ، والاعتراض بأن الأثر كان\r\nمترتبا على الفرد ، والكلي لا أثر له - مندفع بأن كلي\r\nالملك له أثر أيضا ، وهو جواز التصرف ، إلا أن يقال\r\nبعدم امكان استصحاب الكلي أيضا لتردده بين\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nمقطوع الارتفاع ومشكوك الحدوث .\r\nنعم يمكن أن يقال : إنه من استصحاب الفرد\r\nالمشخص لا من استصحاب الكلي لأن هذا الفرد\r\nالمشخص من الملك الذي تحقق بالمعاطاة - مشكوك\r\nالزوال بقول المالك الأول : فسخت ، وإن كان\r\nمرددا بين قصير العمر وطويله كما أن النوم المشكوك\r\nغلبته على العين والأذن ينفى بالاستصحاب\r\nمع أنه يمكن ذكر التقديرين فيه بأن يقال : إن كان\r\nالنوم غالبا على الحاستين فهو مبطل للوضوء قطعا\r\nوإن لم يكن كذلك فالوضوء صحيح قطعا .\r\nوأزيدك مثالا آخر مثلا إذا كان زيد زوجا\r\nلهند وغاب عنها وشككنا في حياته ومماته ولم نعلم\r\nأن زيدا ابن من هو ، ثم وصل إلينا خبر قطعي بأن\r\nزيد بن بكر قد مات فلم نعلم أن زيدا زوج هند كان\r\nابن بكر أو ابن غيره فلا مانع من استصحاب حياة\r\nزيد زوج هند مع أنه يمكن أن يذكر كلا التقديرين\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nالقطعيين فيه بأن يقال : إن زوج هند إن كان زيد\r\nبن بكر فهو قد مات قطعا ، وإن كان ابن غيره\r\nفهو باق قطعا ، وبهذا يمكن أن يجاب عن الاشكال\r\nالثالث - أي عدم احراز الموضوع بأن يقال : إن\r\nالموضوع هو الملك الذي تحقق بالمعاطاة وتردده\r\nبين قصير العمر بانفساخه بقول المالك الأول : فسخت\r\nوطويله بعدم انفساخه - غير ضائر بعد ما كان من\r\nاستصحاب الشخص ، وبعد ما كان معينا بحسب\r\nالواقع وإن كان مرددا عندنا .\r\nويمكن أن يكون مراد السيد الطباطبائي بجواز استصحاب\r\nالفرد المردد هو ما ذكرنا ، فلا يرد عليه بعدم وجود الفرد\r\nالمردد في الخارج ، هذا كله ملخص ما ذكره الأستاذ رحمه\r\nالله في هذا المقام إلا أن الذي ذكره \" قدس سره \" غير\r\nخال بنظري القاصر عن الاشكال\r\nثم أنه استدل الشيخ \" قدس سره \" لاثبات اللزوم\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nفي المعاطاة - بعد الاستصحاب - بقولهم \" عليهم السلام \" :\r\nالناس مسلطون على أموالهم \" قال : فإن مقتضى\r\nالسلطنة أن لا يخرج عن ملكيته بغير اختياره ، فجواز\r\nتملكه عنه بالرجوع فيه من دون رضاه مناف للسلطنة\r\nالمطلقة انتهى .\r\nولكن أورد عليه بأمور :\r\nالأول ما أورده الشيخ على نفسه بقوله :\r\nفاندفع ما يتوهم الخ وحاصل الاشكال أن غاية ما\r\nتدل عليه الرواية سلطنة الشخص على ملكه ، وأما بعد\r\nرجوع المالك الأول فهل يبقى له السلطنة أو لا\r\nفلا تدل عليه الرواية ، ويمكن دفعه بأن جواز الرجوع\r\nمناف للسلطنة المطلقة المستفادة من اطلاق السلطنة\r\nللمالك ، لكن يرد عليه أن السلطنة ثابتة له\r\nما دام كونه مالا له أي ما دامت الإضافة باقية أي\r\nإضافة المال إلى المالك ، وبعد الرجوع نشك في\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nبقاء الإضافة ، فلا يمكن التمسك حينئذ بالسلطنة\r\nالمطلقة على عدم جواز الرجوع فإن ثبوت السلطنة\r\nفرع بقاء المال على ملك صاحبه والمفروض أنه\r\nمشكوك بالفسخ فالتمسك بها تمسك بالشبهة\r\nالمصداقية ، فالاشكال الذي ذكره الشيخ \" قدس سره \"\r\nباق على حاله .\r\nالاشكال الثاني ما ذكره المحقق الخراساني\r\nقال : ويمكن أن يقال كما أشرنا إليه : إنه ليس إلا\r\nلبيان سلطنة المالك على ماله وتسلطه عليه وأنه\r\nليس بمحجور لا لبيان اثبات أنحاء السلطنة له ليصير\r\nدليلا على لزوم عقد بمعنى عدم جواز الرد لمنافاة\r\nجوازه لاطلاقها فتأمل انتهى ، ويمكن الجواب عن\r\nالاشكال أنه بناءا على أن المستفاد من الرواية السلطنة\r\nالمطلقة للمالك الشاملة لجميع أنحاء السلطنة - يندفع\r\nهذا الاشكال ويقال : إن قدرة المالك الأول على\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nفسخ المعاطاة منافية لسلطنة المالك الثاني على\r\nإبقاء المال على ملكه .\r\nالاشكال الثالث ما استشكله الأستاذ\r\nرحمه الله من أن إقدام المشتري على المعاملة الجائزة\r\nالفسخ هو الاقدام على تحديد سلطنته على هذا\r\nالمال بتقدير معين ، فإذا فرضنا أن المعاطاة مفيدة\r\nللجواز فاقدام المشتري على هذه المعاملة الخاصة\r\nاقدام على ما هو في معرض الزوال فلا يمكن\r\nحينئذ التشبيب لابقاء سلطنته بمثل قولهم \" عليهم السلام \" :\r\nالناس مسلطون على أموالهم \"\r\nبل أقول أنا : إنه في صورة الشك في\r\nإفادتها للزوم أو الجواز أيضا كذلك فإنه اقدام\r\nعلى ما لم يأمن ببقائه في صورة الفسخ\r\nواستدل الشيخ رحمه الله لاثبات اللزوم\r\nبأمور أخر أحدها قوله \" عليه السلام \" : لا يحل مال امرء\r\nإلا عن طيب نفسه \" حيث دل على انحصار\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nسبب حل مال الغير أو جزء سببه في رضا المالك\r\nفلا يحل بغير رضاه ، وتوهم تعلق الحل بمال\r\nالغير وكونه مال الغير بعد الرجوع أول الكلام\r\n- مدفوع بما تقدم مع ( من ظ ) أن تعلق الحل بالمال يفيد\r\nالعموم بحيث يشمل التملك أيضا ، فلا يحل التصرف\r\nفيه ولا تملكه إلا بطيب نفس المالك انتهى\r\nكلامه رحمه الله .\r\nولكن الاستدلال بالرواية المزبورة مبني على\r\nأن المراد بالحلية في الرواية الحلية الوضعية بأن يكون المراد\r\nمنها الصحة ، وقوله : لا يحل بمعنى لا يصح ، فيصير\r\nالمعنى : لا يصح التصرف في مال امرء إلا بطيب\r\nنفسه ، ففسخ المعاطاة بغير إذن المشتري تصرف\r\nفي ماله من غير طيب نفسه ، وهو غير صحيح .\r\nوأما إذا قلنا : إن المراد بعدم الحلية هو الحكم\r\nالتكليفي أعني حرمة التصرف في مال الغير\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nإلا من طيب نفسه كما هو ظاهر الرواية فلا دلالة\r\nللرواية المزبورة على ما ذكره \" قدس سره \" لأن الحرمة\r\nغير منافية للصحة كما في البيع عند النداء لصلاة\r\nالجمعة فإنه حرام إلا أن البيع صحيح ، والرواية ظاهرة\r\nفي الحكم التكليفي واستفادة الحكم الوضعي منها\r\nغير متفاهم فالاستدلال بهذه الرواية على اللزوم\r\nغير خال عن الاشكال ، هذا ملخص ما ذكره الأستاذ\r\nونظره رحمه الله في ذلك أن النهي في المعاملات\r\nغير موجب للفساد إلا إذا تعلق بنفس المعاملة\r\nكقوله تعالى : وحرم الربا \" وقوله \" عليه السلام \" : نهى رسول\r\nالله صلى الله عليه وآله عن بيع الغرر \" ونحو ذلك\r\nوأما إذا توجه بأمر خارج عن المعاملة بأن علم أن نفس\r\nالمعاملة غير منهي عنها ، بل النهي قد تعلق بأمر خارج\r\nعنها كالبيع عند النداء فلا دلالة للنهي حينئذ على\r\nالفساد كما قرر في الأصول .\r\nالأمر الثاني مما استدل به الشيخ \" ره \" على لزوم\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالمعاطاة قوله تعالى : ولا تأكلوا أموالكم بينكم\r\nبالباطل إلا أن تكون تجارة عن تراض \" ويمكن\r\nتقريب الاستدلال بالآية على إثبات اللزوم\r\nبكل واحد من المستثنى والمستثنى منه في هذه\r\nالآية ، أما المستثنى فبأن يقال : إن ظاهر الآية\r\nانحصار الحلية في التجارة عن تراض ، والفسخ من\r\nغير رضا المالك ليس تجارة ولا عن تراض .\r\nوأما المستثنى منه فتقريب الاستدلال به أن\r\nيقال : إن الآية قد دلت على حرمة أكل أموال\r\nالناس بالباطل ، والفسخ من غير رضا المالك من\r\nباب أكل أموال الناس بالباطل عرفا ، ولم يرد من\r\nالشرع دليل على خروج الفسخ من الأكل بالباطل .\r\nنعم في مثل حق المارة وحق الأخذ بالشفعة\r\nوإن كان بنظر العرف من الأكل بالباطل حيث إنه\r\nتصرف في مال الغير من دون رضاه إلا أن الشارع\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nحيث جوز الأكل في هذين الموردين خرج عن الأكل\r\nبالباطل تخصصا كما زعمه بعض أجلة\r\nالمحشين فإن قوله تعالى : لا تأكلوا أموالكم بينكم\r\nبالباطل \" لسانه آب عن التخصيص لأنه لا يمكن\r\nللشارع أن يقول : لا تأكلوا أموالكم بينكم بالباطل إلا\r\nهذا الباطل ، فإنه يجوز الأكل منه فإنه مع الاعتراف\r\nبأنه باطل ولو الباطل العرفي كيف يمكن للشارع تجويز\r\nالأكل منه ؟\r\nنعم يمكن للشارع تخطئة العرف في كونه باطلا\r\nبأن يقول لهم : إن ما زعمتموه من كون الأكل في\r\nحق المارة من الأكل بالباطل - ليس كذلك\r\nفإنه ليس باطلا لكونه حقه مثلا ، والتوهم الذي ذكره \" قدس\r\nسره \" في قوله : الناس مسلطون على أموالهم \" من أنه بعد\r\nالفسخ لم يعلم أنه من أموال الناس فلا يمكن التمسك\r\nبالآية لاثبات بطلانه - جار هنا ، وجواب هذا التوهم\r\nهو الجواب الذي ذكره هناك من أن اطلاق كونه\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nمن أموال الناس يشمل ما بعد الفسخ أيضا ، ولكن\r\nالاشكال الذي ذكرناه هناك من أنه تمسك بالعام\r\nفي الشبهة المصداقية وارد هنا ، والجواب الذي ذكره\r\nهناك لا يدفع الاشكال ، ومع ذلك كله يرد على\r\nالاستدلال بالمستثنى بأن الاستثناء إذا كان\r\nمنقطعا فلا يفيد الحصر لا في الجملة الايجابية كما في\r\nقولنا : الغنم كلها حلال إلا أن الأرنب حرام فإنه لا\r\nيفيد حصر الحرمة في الأرنب كما هو واضح .\r\nولا في الجملة السلبية كما إذا قلنا : لا يجوز أكل\r\nلحم الخنزير إلا أن لحم الغنم يجوز أكل لحمها فإنه لا يفيد\r\nانحصار الحلية في الغنم فحينئذ يمكن جواز الأكل بغير\r\nالتجارة عن تراض كما إذا أباح أحد طعامه للغير .\r\nويرد على الاستدلال بالمستثنى منه بأن الفسخ\r\nمشكوك لأنه من التصرف الباطل لاحتمال جواز\r\nالفسخ في المعاطاة ، فالتمسك بالمستثنى منه تمسك\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nبالعام في الشبهة المصداقية نعم إذا قلنا بأن الاستثناء\r\nمتصل بأن كان معنى الآية هكذا : لا تكلوا أموال\r\nالناس فإنه باطل إلا أن تكون تجارة عن تراض\r\nفإنه حينئذ يجوز أكلها ، فيجوز التمسك عند ذلك\r\nبالمستثنى لإفادة الاستثناء حينئذ الحصر ، ولكن\r\nظاهر الآية كون الاستثناء فيها منقطعا .\r\nالثالث مما استدل به الشيخ على لزوم المعاطاة\r\nقوله : البيعان بالخيار ما لم يفترقا ، فإذا افترقا وجب\r\nالبيع \" ومن المعلوم أن المعاطاة بيع عرفي ولم يردع\r\nعنها الشارع بل تشملها اطلاقات كلامه كقوله تعالى :\r\n\" أحل الله البيع \" فحينئذ يشملها اطلاق قوله \" عليه السلام \" :\r\nفإذا افترقا وجب البيع \" الرابع مما استدل به أيضا قوله تعالى : أوفوا بالعقود \"\r\nبناءا على أن العقد هو مطلق العهد كما في صحيحة\r\nعبد الله بن سنان أو العهد المشدد كما عن بعض\r\nأهل اللغة ، وكيف كان فلا يختص باللفظ فيشمل المعاطاة انتهى\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nإلا أنه يرد عليه أن العهد ظاهر في الفعل الذي\r\nيلتزم أن يأتي به كما إذا نذر أن يأتي بالفعل الفلاني\r\nأو عاهد الله أن لا يشرب الخمر أو حلف أن لا\r\nيشربها أو تعاهد أن يخيط للغير ثوبا ونحو ذلك .\r\nوأما في ما نحن فيه فلم يكن فيه التزام باتيان فعل\r\nأو تركه ، بل إنما ملكه ماله بالعوض وليس فيه التزام حتى\r\nالالتزام بالتصرف ، فإن جواز التصرف مترتب\r\nعلى المعاملة لا على وجود العهد بين المتبايعين وعدم\r\nجواز الفسخ من مقتضيات التمليك الذي صدر\r\nمن المالك فإنه يقتضي البقاء .\r\nكما أن عدم جواز التصرف في الإرث الذي\r\nورثه من أبيه لأجل حضور الملك للوارث ،\r\nوهذا غير مرتبط بالعقد ، بل بالملك الحاصل له .\r\nفالآية أجنبية عما نحن فيه .\r\nإلا أن يقال : إن معنى الوفاء بالعقد العمل\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nبمقتضى العقد ، ومقتضاه تمليك الغير وابقاء\r\nما في يده على ملكه ، فالفسخ خلاف مقتضى العقد\r\nوقد أمره الشارع العمل بما اقتضاه العقد بقوله :\r\n\" أوفوا بالعقود \" فأخذه عنه بالفسخ والتصرف فيه\r\nعلى خلاف مقتضى العقد .\r\nإلا أنه يرد عليه ما يرد على الدليلين السابقين\r\nمن أنه قبل الفسخ يجب الوفاء بالعقد بمقتضى الآية\r\nوأما بعد الفسخ فلم يعلم بقاء العقد حتى يجب الوفاء\r\nبه فالتمسك بالآية بعد الفسخ تمسك بالعام في\r\nالشبهة المصداقية .\r\nالخامس مما استدل به الشيخ رحمه الله قوله\r\n\" عليه السلام \" : المؤمنون عند شروطهم \" قال : فإن\r\nالشرط مطلق الالتزام ، فيشمل ما كان بغير اللفظ انتهى\r\nوأنت خبير بأن الشرط الواجب الوفاء ما كان\r\nفي ضمن عقد لازم ، وأما الشرط الابتدائي كما إذا\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nشرط عليه بأن يخيط له ثوبا إذا جائه يوم الجمعة مثلا\r\n- والحاصل أنه لم يكن في ضمن عقد لازم - فلا\r\nيجب الوفاء به كما ثبت في محله ، والمعاطاة على\r\nفرض شمول الشرط له من هذا القبيل ، فإن الالتزام\r\nفيها لم يقع في ضمن عقد لازم حتى يجب الوفاء\r\nبه ، فهذه الأدلة كلها أو أكثرها مخدوشة الدلالة\r\nعلى اللزوم ، بل الاجماع قائم على عدم لزوم المعاطاة\r\nأما من القائلين بأن المعاطاة مفيدة للملكية كالمحقق\r\nالكركي ومن تأخر عنه فهم قائلون بالملكية الجائزة .\r\nوأما القائلون بأنها مفيدة للإباحة المجردة كأكثر\r\nالقدماء فهم أولى بعدم التزامهم للملك اللازم ، إلا أن\r\nيقال : إن الاجماع غير كاشف عن قول المعصوم أو\r\nرأيه بناءا على رأي أكثر المتأخرين من كون حجية الاجماع\r\nمن جهة كشفه عن رأي المعصوم \" عليه السلام \" لأن أكثر\r\nالمدعين بعدم إفادتها للملك اللازم قائلون بعدم\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nحصول الملك بالمعاطاة ، فالسالبة عندهم سالبة\r\nبانتفاء الموضوع ، نعم بناءا على رأي القدماء\r\nفي حجية الاجماع يصح ذلك حيث إن الاجماع\r\nعندهم هو وجود الحجة فعلى رأيهم بوجود الخبر\r\nالجامع لشرائط الحجية بزعمهم يتحقق الاجماع .\r\nولكن أجاب الشيخ \" قده \" عن اشكال الاجماع\r\nبقوله : نعم يمكن أن يقال : بعد ثبوت الاتفاق\r\nالمذكور : إن أصحابنا بين قائل بالملك الجائز\r\nوبين قائل بعدم الملك رأسا ، فالقول بالملك\r\nاللازم قول ثالث فتأمل .\r\nوكيف كان فتحصيل الاجماع على وجه استكشاف\r\nقول الإمام عن قول غيره من العلماء - كما هو طريق\r\nالمتأخرين - مشكل لما ذكرنا ، وإن كان هذا لا\r\nيقدح في الاجماع على طريق القدماء كما بين في الأصول\r\nوبالجملة فما ذكره في المسالك من قوله بعد ذكر\r\nقول من اعتبر مطلق اللفظ في اللزوم : ما أحسنه وما\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nأمتن دليله إن لم يكن اجماع على خلافه - في غاية الحسن\r\nوالمتانة ، والاجماع وإن لم يكن متحققا على وجه\r\nيوجب القطع إلا أن المظنون قويا تحققه على عدم\r\nاللزوم مع عدم لفظ دال على انشاء التمليك\r\nسواء لم يوجد لفظ أصلا أم وجد ولكن لم ينشأ التمليك\r\nبه ، بل كان من جملة القرائن على قصد التمليك بالتقابض\r\nوقد يظهر ذلك من غير واحد من الأخبار بل يظهر\r\nمنها أن إيجاب البيع باللفظ دون مجرد التعاطي كان\r\nمتعارفا بين أهل السوق والتجار .\r\nبل يمكن دعوى السيرة على عدم الاكتفاء في البيوع\r\nالخطيرة التي يراد بها عدم الرجوع بمجرد التراضي .\r\nنعم ربما يكتفون بالمصافقة ، فيقول البائع : بارك\r\nالله لك أو ما أدى هذا المعنى بالفارسية ، نعم يكتفون\r\nبالتعاطي في المحقرات ولا يلتزمون بعدم جواز\r\nالرجوع فيها ، بل ينكرون على الممتنع عن الرجوع مع بقاء\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nالعينين انتهى كلامه رفع في الجنان مقامه .\r\nأما قوله \" ره \" : إلا أن المظنون قويا تحققه ( أي\r\nالاجماع ) على عدم اللزوم فيرد عليه أن الظن لا\r\nيغني من الحق شيئا وهذا الظن لم يدل على حجيته\r\nدليل .\r\nوأما قوله : وقد يظهر ذلك من غير واحد من\r\nالأخبار فليته ذكر بعض تلك الأخبار حتى ننظر\r\nفي دلالته ، بل يظهر من بعض الأخبار خلاف ذلك\r\nوأنه بدون اللفظ كان متعارفا بين أهل السوق\r\nوالتجار كما ذكر ذلك السيد الطباطبائي \" قدس سره \" في\r\nحاشيته على المكاسب .\r\nوأما قوله : بل يمكن دعوى السيرة على عدم الاكتفاء\r\nفي البيوع الخطيرة ففيه أن السيرة في زماننا على خلاف\r\nذلك فإنهم يكتفون في البيوع الخطيرة كبيع الدار وبيع\r\nآلاف أمتار من الأراضي بمجرد التعاطي ، نعم لأجل\r\nاستحكامه يسجلونه في المحاضر الحكومية ، وبتشابه الأزمان\r\nيمكن بل المظنون قويا أنه كان كذلك في الأزمنة السابقة\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nوأما قوله رحمه الله : نعم يكتفون بالتعاطي في المحقرات\r\nولا يلتزمون بعدم جواز الرجوع \" ففيه أن اكتفاءهم في\r\nالمحقرات بالتعاطي حق وأما عدم التزامهم بعدم\r\nالرجوع فليس كذلك ، فإنا نرى بالعيان أن بناء\r\nأهل الأسواق والتجار بل المتدينين منهم أنهم لا\r\nيلتزمون بالرجوع حتى في مثل شراء البقل بل يهينون\r\nالذي أراد الرجوع .\r\nبقي الكلام في الخبر الذي ذكره الشيخ \" قدس\r\nسره \" لأجل التمسك بأن المعاطاة ليست بيعا أو ليست\r\nبلازمة وهو ما عن الكافي في بيع ما ليس عنده والتهذيب\r\nفي باب النقد والنسية عن محمد بن أبي عمير عن يحيى\r\nبن الحجاج عن خالد بن الحجاج أو ابن نجيح قال : قلت\r\nلأبي عبد الله \" عليه السلام \" : الرجل يجيئني ويقول : اشتر\r\nلي هذا الثوب وأربحك كذا وكذا ، فقال : أليس\r\nإن شاء أخذ وإن شاء ترك ؟ قلت : بلى ، قال : لا\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nبأس ، إنما يحلل الكلام ويحرم الكلام ( 1 ) الخبر\r\nوذكر \" قدس سره \" في هذا الخبر مع قطع النظر عن\r\nصدره احتمالات أربعة الأول أن يراد بالكلام\r\nاللفظ الدال على التحريم والتحلل ، بمعنى أن تحريم شئ\r\nوتحليله لا يكون إلا بالنطق به فلا يتحقق بالقصد\r\nالمجرد عن الكلام ولا بالقصد المدلول عليه بالأفعال\r\nدون الأقوال .\r\nالثاني أن يراد بالكلام اللفظ مع مضمونه كما\r\nفي قولك : هذا الكلام صحيح أو فاسد لا مجرد اللفظ\r\nأعني الصوت ، ويكون المراد أن المطلب الواحد\r\nيختلف حكمه الشرعي حلالا وحرمة باختلاف\r\nالمضامين المؤداة بالكلام المقصود واحد وهو\r\nالتسليط على البضع مدة معينة يتأتى بقولها : ملكتك\r\nبضعي أو سلطتك عليه أو آجرتك نفسي أو أحللتها\r\nوبقولها : متعت نفسي بكذا ، فما عدا الأخير موجب\r\nلتحريمه ، والأخير محلل ، وعلى هذا المعنى ورد قوله\r\n\" عليه السلام \" : إنما يحرم الكلام في عدة من روايات المزارعة\r\n\r\n","description":"","footnote":" ( 1 ) الكافي ج 5 ص 201 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\nمنها ما في التهذيب عن ابن محبوب عن أبي الربيع\r\nالشامي عن أبي عبد الله \" عليه السلام \" عن الرجل يزرع\r\nأرضا فيشترط عليه البذر ثلاثا والبقر ثلاثا قال : لا\r\nينبغي له أن يسمى بذرا ولا بقرا ، فإنما يحرم الكلام\r\nولكن يقول لصاحب الأرض : أزرع أرضك\r\nولك منا كذا وكذا : نصف أو ثلث أو ما كان\r\nولا يسمى بذرا ولا بقرا ( 1 ) الخبر .\r\nالثالث أن يراد بالكلام في الفقرتين الكلام\r\nالواحد ، ويكون تحريمه وتحليله اعتبار وجوده وعدمه\r\nفيكون وجوده محللا وعدمه محرما أو بالعكس أو باعتبار\r\nمحله وغير محله ، فيحل في محله ويحرم في غيره ، ويحتمل\r\nهذا الوجه الروايات الواردة في المزارعة .\r\nالرابع أن يراد من الكلام المحلل خصوص المقاولة\r\nوالمواعدة ، ومن الكلام المحرم ايجاب البيع وايقاعه\r\nثم إن الظاهر عدم إرادة المعنى الأول مع\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 8 من أبواب المزارعة ح 10 . ","page_name":" 109 ","page_number":109},
  {"content":"\r\nلزوم تخصيص الأكثر إن ظاهره حصر أسباب\r\nالتحليل والتحريم في الشريعة في اللفظ - يوجب عدم\r\nارتباطه بالحكم المذكور في الخبر جوابا عن السؤال\r\nمع كونه كالتعليل له ، لأن ظاهر الحكم - كما يستفاد من\r\nعدة روايات أخر تخصيص الجواز بما إذا لم يوجب\r\nالبيع على الرجل قبل شراء المتاع من مالكه ولا دخل\r\nلاشتراط النطق في التحليل والتحريم في هذا الحكم\r\nأصلا فكيف يعلل به ؟\r\nوكذا المعنى الثاني إذ ليس هنا مطلب واحد حتى\r\nيكون تأديته بمضمون محللا وبآخر محرما فتعين الثالث\r\nوهو أن الكلام الدال على الالتزام بالبيع لا يحرم\r\nهذه المعاملة إلا وجوده قبل شراء العين الذي\r\nيريدها الرجل لأنه بيع ما ليس عنده ، ولا يحلل\r\nإلا عدمه إذ مع عدم الكلام الموجب لالتزام\r\nالبيع لم يحصل إلا التواعد بالمبايعة وهو غير مؤثر ،\r\nفحاصل الرواية أن سبب التحليل والتحريم في هذه\r\nالمعاملة منحصر في الكلام عدما ووجودا أو المعنى\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nالرابع وهو أن المقاولة والمراضاة مع المشتري الأول ( ظ )\r\nقبل اشتراء العين محلل للمعاملة ، وايجاب البيع معه\r\nمحرم لها ، وعلى كلا المعنيين يسقط الخبر عن الدلالة\r\nعلى اعتبار الكلام في التحليل كما هو المقصود في مسألة\r\nالمعاطاة .\r\nنعم يمكن اعتبار الكلام في ايجاب البيع بوجه\r\nآخر بعد ما عرفت - بأن الكلام هو ايجاب البيع\r\nبأن يقال : إن حصر المحلل والمحرم في الكلام لا يتأتى\r\nإلا مع انحصار ايجاب البيع في الكلام إذ لو وقع بغير\r\nالكلام لم ينحصر المحلل والمحرم في الكلام إلا أن يقال :\r\nإن وجه انحصار ايجاب البيع في الكلام في مورد\r\nالرواية هو عدم امكان المعاطاة في خصوص المورد إذ\r\nالمفروض أن المبيع عند مالكه الأول فتأمل انتهى .\r\nولكن قال السيد الطباطبائي \" قدس سره \" في حاشيته\r\nعلى المكاسب : الانصاف أن المعنى الأول أظهر\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nمن سائر المحتملات بالنسبة إلى صدر الخبر أيضا\r\nمضافا إلى كونه من حيث هو كذلك ، وذلك لأن\r\nالمقصود من تلك الأخبار أنه إذا أراد أن يشتري\r\nلغيره شيئا ويبيعه منه بزيادة ، فإن كان بيعه منه\r\nقبل شرائه لنفسه فهو غير جائز ويكون من بيع ما\r\nليس عنده .\r\nوإن كان ذلك بعد شرائه لنفسه وكان ما\r\nسبق منه مجرد المقاولة فلا بأس ، وقوله ( ع ) : أليس\r\nإن شاء أخذ وإن شاء ترك \" كناية عن عدم البيع\r\nقبل الشراء وإن المشتري الثاني حين دفع العين إليه\r\nليس ملزوما بأخذها ويجوز له أن يشتريها وأن\r\nيدعها ، وحينئذ فمحصل الرواية أنه إن جاء الرجل\r\nوقال : اشتر لي هذا الثوب وأربحك كذا وكذا\r\nوأنت اشتريت له ، فإن كان شرائك قبل أن\r\nتبيعه منه بحيث إذا أردت أن تعطيه كان له\r\nأن يمتنع فلا بأس به لأنه لا يكون بيع ما ليس عندك\r\nوذلك لأن المؤثر في المعاملات إنما هو الكلام\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nأعني ايجاب البيع مثلا وانشائه بالصيغة ، والمفروض\r\nعدم وجوده بعد ، فلا يكون ذلك من البيع الممنوع\r\nوإن كان شراءك بعد البيع منه بحيث يكون ملزما\r\nبالأخذ بمجرد الاعطاء ، فلا يجوز ، لأنه من بيع ما ليس\r\nعندك لأن المفروض وجوب ايجاب المؤثر\r\nفي النقل .\r\nإلى أن قال : وأما لزوم تخصيص الأكثر عليه\r\nفهو ممنوع لأغلبية المعاملات المحتاجة إلى الايجاب\r\nوالقبول بحسب الخارج من التحليل والتحريم بالإباحة\r\nوالإذن والمنع من الهدايا والضيافات ونحوهما مع\r\nأن الخبر منصرف عن مثلها ، وذلك لأن الغالب\r\nالوقوع في الخارج من التحليل والتحريم إنما هو البيع\r\nوالصلح والإجارة ونحوها فتدبر .\r\nفالأولى في رد الاستدلال بالخبر أن يقال :\r\nإن ظاهره مخالف للاجماع لأن المفروض أن\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nالمعاطاة مفيدة للإباحة بالاجماع ، وحمله على إرادة\r\nتوقف اللزوم على الكلام تأويل لا يساعده دليل\r\nفيشكل المصير إليه فتدبر انتهى .\r\nأما احتمال أن يكون الكلام في الفقرتين الكلام\r\nالواحد ويكون تحريمه وتحليله اعتبار وجوده وعدمه\r\nباعتبار محله وغير محله فهو خلاف الظاهر فإن الظاهر\r\nمن كون الكلام مؤثرا في التحليل أو التحريم كون وجوده\r\nمحللا أو محرما لا أن وجوده محرما وعدمه محللا أو\r\nبالعكس فإنه غير متبادر من اللفظ عرفا .\r\nوأما الاحتمال الرابع فإنه لا يدل الخبر على عدم\r\nكون المعاطاة بيعا وإن أفادت كلمة \" إنما \" الحصر\r\nلأن الحصر فيه إضافي بالنسبة إلى المقاولة والمواعدة\r\nولا يدل على أن غير الكلام لا يتحقق به البيع والحاصل\r\nأن هذه الرواية مع احتمالاتها الأربعة غير دالة على\r\nأن المعاطاة لم تكن بيعا .\r\nوأما رواية يحيى بن الحجاج عن أبي عبد الله\r\n\" عليه السلام \" عن رجل قال لي : اشتر لي هذا الثوب\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nأو هذه الدابة فبعنيها أربحك كذا وكذا ، قال : لا\r\nبأس بذلك اشترها ولا تواجب البيع قبل\r\nأن تستوجبها أو تشتريها \" ( 1 ) فقد قال الشيخ \" قدس\r\nسره \" : فإن الظاهر أن المراد من مواجبته ليس\r\nمجرد اعطاء العين للمشتري انتهى .\r\nقلت : نعم هو كذلك ، فإن الظاهر منها أنك\r\nلا تقرأ معه الايجاب والقبول ، ولكن مجرد المواعدة\r\nغير ضائر إلا أنها لا تدل أيضا على أن المعاطاة ليست\r\nبيعا ، فإن اللقب ليس له مفهوم ، فإذا قال : إن ذكر\r\nالايجاب والقبول مضر لا ينفي أن المعاطاة معه\r\nمضر أيضا كما هو واضح ، ونحو هذه الرواية الروايتان\r\nاللتان ذكرهما الشيخ \" قدس سره \" في ما بعد .\r\nوينبغي التنبيه على أمور تبعا للشيخ رحمه الله .\r\nالأول أن المعاطاة على القول بإفادتها للملك\r\nبيع كما هو ظاهر من كلام كثير من استدلالهم بقوله\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nتعالى : أحل الله البيع \" ونحو ذلك وأما على القول\r\nبإفادتها للإباحة فهي بيع عرفي إن قصدا أي\r\nالبائع والمشتري - للملكية ، وأما إذا لم يقصد الملكية\r\nبل قصدا مجرد الإباحة فلم تكن حينئذ ملكا لا شرعا\r\nولا عرفا ، فحينئذ إذا شككنا في اعتبار شئ فيها فلا\r\nبد من الرجوع إلى الأدلة الدالة على صحة هذه\r\nالمعاملة في نفي اعتبار ذلك الشئ مثل عموم\r\n\" الناس مسلطون على أموالهم \" بأن يقال : إن\r\nالحديث دال بعمومه على أن مالك هذا المتاع\r\nمسلط على إباحته للغير بأي نحو كان ولو مع فقدان\r\nبعض الشرائط .\r\nكذا يستفاد من كلام الشيخ \" قدس سره \"\r\nإلا أنه يرد عليه أن قوله \" عليه السلام \" : الناس مسلطون\r\nعلى أموالهم \" لم يكن مشرعا بمعنى أن عموم الناس\r\nلا يشمل المورد الذي نشك في مشروعيته أو نقطع\r\nبعدم مشروعيته مثلا عموم \" الناس \" لا يشمل التصرف\r\nفي العصا بأن يضرب بها الناس فلا بد لشمول عموم\r\n\" الناس مسلطون على أموالهم \" من احراز مشروعية\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nمعاملة من الخارج ليشملها العموم ، وهنا نشك مثلا\r\nفي أن المعاملة المفيدة للإباحة المجردة تتحقق ولو\r\nبالمعاملة مع الصبي أو لا ؟ فلا يمكن التمسك لنفي\r\nهذا الشرط بعموم \" الناس مسلطون \" كما هو\r\nواضح .\r\nوأما إذا قصد بالمعاطاة البيع كما هو المختار\r\nفهل يشترط فيه شروط البيع مطلقا أم لا مطلقا\r\nأو التفصيل بين ما إذا قلنا بإفادتها الملكية فيشترط\r\nفيها شروط البيع أو إفادتها الإباحة فقط فلا يشترط\r\nفيها شروط البيع ؟ وجوه .\r\nأما وجه الأول فيشهد له الأدلة العامة الدالة\r\nعلى اعتبار الشرائط في البيع حيث إنها بيع عرفي ويؤيده\r\nأن مورد النزاع بين العامة والخاصة في المعاطاة أن\r\nالصيغة هل هي معتبرة في البيع كسائر الشرائط أم لا ؟\r\nفيعلم منه أن ما عدا الصيغة معتبر في المعاطاة .\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوأما وجه الثاني فبأن يقال : إن البيع في\r\nالنص والفتوى ظاهر في البيع اللازم كما يظهر من\r\nقوله \" عليه السلام \" : البيعان بالخيار ما لم يفترقا ، فإذا افترقا\r\nوجب البيع \" وقول الفقهاء : إن الأصل في البيع\r\nاللزوم ، والخيار إنما ثبت بالدليل ، وقولهم : إن\r\nالبيع من العقود اللازمة ، وقولهم : البيع هو العقد\r\nالدال على كذا ، فيستفاد من مجموع ذلك أن البيع\r\nشئ لا يجوز فسخه إلا بخيار أو تقايل ، فالمعاطاة خارج\r\nعن هذا الحد .\r\nوأما وجه الثالث فيقال : إنه إذا كانت المعاطاة\r\nمفيدة للإباحة فقد مر وجهه في الوجه الثاني من أنها\r\nليست بيعا وإن الشرائط إنما هي معتبرة في البيع وأما\r\nإذا كانت مفيدة للملك فيشترط فيها جميع ما يشترط\r\nفي أقسام البيع ، ووجهه ما مر في الوجه الأول من\r\nالأدلة العامة الدالة على اعتبار شرائط البيع ، ومن المعلوم\r\nأنها بيع عرفي ومفيدة للملك على المفروض .\r\nولكن الشيخ \" قدس سره \" اختار الوجه الأول من الوجوه\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالثلاثة ، أي اعتبار شرائط البيع فيها مطلقا ، أي سواء\r\nكانت مفيدة للملك أو الإباحة لكونها بيعا ظاهرا على\r\nالقول بإفادتها للملك ، وأما على القول بإفادتها\r\nللإباحة فلأنها لم تثبت إلا في المعاملة الفاقدة للصيغة\r\nفقط فلا تشمل للفاقدة لغيرها .\r\n( الأمر الثاني من التنبيهات : )\r\nأن المتيقن من مورد المعاطاة هو ما إذا حصل\r\nالتعاطي من الطرفين فلو حصل الاعطاء من طرف\r\nواحد لم تتحقق المعاطاة فضلا عما إذا لم يحصل الاعطاء\r\nأصلا حتى من طرف واحد فإن ظاهر لفظ المعاطاة\r\nتحقق التعاطي من الطرفين ، فإن المفاعلة لا تتحقق\r\nإلا من الطرفين ، لكن الظاهر من جماعة من متأخر المتأخرين\r\nتبعا للشهيد في الدروس أنه إذا حصل العطاء من طرف\r\nواحد أنهم جعلوه من المعاطاة كما حكاه الشيخ \" ره \" عنهم\r\nوهذا وإن لم يصدق عليه المعاطاة إلا أن هذا لا يضر\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفي جريان حكم المعاطاة عليه بناء على عموم الحكم\r\nلكل بيع فعلي ، بل ربما يصدق المعاطاة حتى\r\nفي ما إذا لم يتحقق العطاء من أحد الطرفين أيضا\r\nبأن تحققت المقاولة فقط ، ثم بعد ذلك تتحقق\r\nالمعاطاة أو اعطاء أحد العوضين ، فتتحقق المعاطاة\r\nباعطاء واحد ، مثلا إذا أعطى الثمن أو المثمن فقط\r\nبقصد المعاملة ، فهذا الفعل الواحد تتحقق به المعاملة\r\nبأن أعطى المثمن مثلا والمشتري أخذه\r\nبذلك القصد ، فيحصل الايجاب والقبول\r\nالفعليين بفعل واحد .\r\nوكذا تحصيل المعاطاة بايصال المثمن إلى\r\nالمشتري وايصال الثمن إلى البايع بأي نحو من\r\nأنحاء الايصال ولو بأن يجعل الثمن في الموضع\r\nالمعد له ويأخذ المثمن أو يرسل الثمن بالبريد مثلا\r\nأو نحو ذلك ، وهذا وإن لم يصدق عليه المعاطاة\r\nإلا أن العرف والسيرة قد ساعدا على ذلك\r\nوجعلاهما من أقسام المعاطاة\r\nالتنبيه الثالث الفرق بين البايع والمشتري\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nواضح إذا كان أحد العوضين مما تعارف جعله ثمنا\r\nفي البيع بأن كان من الدراهم والدنانير والفلوس المسكوكة\r\nأو النوط فإن مثل هذا يعد ثمنا ، ومقابله يكون مثمنا\r\nإذا كان من الأمتعة ، فالذي يعطي الدراهم يكون مشتريا\r\nوالذي يعطي المتاع يكون بايعا .\r\nوأما إذا كان كلاهما من المتاع بأن كان أحدهما\r\nلحما والآخر حنطة مثلا فإن قصد صاحب الحنطة بأن\r\nتكون حنطته في مقابل ثمن اللحم بأن قصد أن هذا\r\nالمقدار من الحنطة يساوي درهما ليصير ثمنا\r\nللحم الذي اشتراه فيصير هذا مشتريا ومعطي اللحم\r\nبايعا ، وأما إذا لم يقصد ذلك بأن قصد كل واحد\r\nأن تكون سلعته في مقابل سلعة الآخر من دون قصد\r\nالبدلية أو تحقق قصد البدلية من كليهما بأن قصد\r\nبايع اللحم أن يكون لحمه في قبال الحنطة وبايع الحنطة\r\nقصد أيضا كذلك فتمييز البايع من المشتري حينئذ\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمشكل ، ويمكن أن يقال بتحقق كل واحد من العنوانين\r\nأي عنوان البايع والمشتري على كل واحد منهما\r\nفيحنث لو كان حالفا على عدم بيع اللحم أو شراء\r\nالحنطة ، نعم لا يترتب على هذين العنوانين أحكام\r\nالبيع والشراء لانصراف أدلتهما إلى من اختص بصفة\r\nالبايع أو المشتري ، فلا تعم من كان مجمع العنوانين والله\r\nالعالم . ( التنبيه الرابع : )\r\nفي ملزمات المعاطاة على القول بالملك\r\nوعلى القول بالإباحة .\r\nقال شيخنا الأنصاري \" قدس سره \" : اعلم أن\r\nالأصل على القول بالملك اللزوم - إلى أن قال - :\r\nوأما على القول بالإباحة فالأصل عدم اللزوم\r\nلقاعدة تسلط الناس على أموالهم وأصالة سلطنة\r\nالمالك الثابتة قبل المعاطاة وهي حاكمة على أصالة\r\nبقاء الإباحة الثابتة قبل رجوع المالك لو سلم جريانها انتهى .\r\nولكن لا يخفى أن أصالة بقاء الإباحة تنقطع\r\nبرجوع المالك إلى عينه فلا جريان لها أصلا لكي\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nتكون أصالة سلطنة المالك معارضة لها أو حاكمة عليها\r\nكما أشار إليه الشيخ \" قدس سره \" بقوله \" لو سلم جريانها \" وكيف كان\r\nفملزمات المعاطاة أمور الأول تلف العينين أو\r\nأحدهما على اشكال بالنسبة إلى تلف إحدى العينين\r\nأما على القول بالإباحة فتلف العينين من الملزمات\r\nلأن تلفه من مال مالكه ، ولم يكن سبب لضمان العين\r\nبالمثل أو القيمة ، وتوهم جريان قاعدة \" على اليد \" هنا\r\nممنوع لما سيجئ بيانه ذيلا .\r\nوأما على القول بالملك فلما عرفت من - أصالة اللزوم\r\nوالمتيقن من مخالفتها هو صورة امكان التراد ، وبعد\r\nتلف العينين يمتنع التراد فليرجع إلى الأصل الأول\r\nالذي كان مقتضاه اللزوم ، وربما يتوهم بأن جواز\r\nالتراد هنا على نحو الجواز في البيع الخياري ، فكما\r\nأن تلف العين غير مانع من إعمال الخيار في\r\nالبيع الخياري فكذا هنا ، ولكن يندفع بأن الجواز\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nهناك كان من مقتضيات العقد بخلاف\r\nالجواز هنا أي في المعاطاة فإنه بمعنى جواز الرجوع\r\nفي العينين ، فما دام العينان باقيتان فالجواز باق\r\nفإذا تلفتا ارتفع موضوع الجواز ، وعلى فرض الشك\r\nفي كيفية تعلق الجواز وأنه هل تعلق بالعقد أو العينين\r\nلا يمكن استصحابه فإن المتيقن هو تعلقه بالتراد\r\nأي تراد العينين ، فتعلقه بأصل المعاملة كان مشكوكا\r\nمن أول الأمر فلا يجري الاستصحاب ، ومنه يعلم\r\nحكم ما إحدى العينين على القول بالملك\r\nوأما على القول بالإباحة فقد استوجه بعض العلماء\r\nتبعا للمسالك أصالة عدم اللزوم لأصالة بقاء سلطنة\r\nمالك العين الموجودة .\r\nوأورد عليه الشيخ \" قدس سره \" بأنها معارضة بأصالة براءة\r\nذمته عن مثل التالف أو قيمته انتهى .\r\nوفيه أولا بأنه لا معنى لاجراء البراءة بالنسبة\r\nإلى الشئ الذي في يده إلا أن يقال بأن المراد\r\nبذلك أنه لم تكن ذمته مشغولة بشئ في قبال هذا\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nالشئ الذي في يده ولكن يرد عليه الاشكال التالي\r\nوثانيا أنه يعلم علما قطعيا بأن هذا الشئ\r\nالذي تحت يده لم يكن تحت يده مجانا وبلا عوض\r\nبل يكون مضمونا إما ببدله الحقيقي أعني المثل أو\r\nالقيمة أو الجعلي أعني العين الموجودة إلا أن من\r\nالمعلوم عدم ضمانه بالمثل أو القيمة لأن قاعدة \" على\r\nاليد \" غير شاملة لما نحن فيه لاختصاص تلك القاعدة\r\nباليد العدوانية وليس هنا كذلك لأن المفروض\r\nهنا أن تصرفاته في العين تصرفات مجانية وبلا عوض\r\nبل كان عوضها ما أباحها هو أيضا لصاحبه من العين\r\nالموجودة .\r\nفلذا اعترف الشيخ \" قدس سره \" أخيرا بعدم\r\nجريان هذا الأصل - أي أصل براءة ذمته - عن مثل\r\nالتالف وقيمته ، فأصالة بقاء سلطنة المالك\r\nموجودة بلا معارض بأخذ ماله الموجود .\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالثاني من ملزمات المعاطاة هو ما إذا نقل\r\nالعينين أو إحداهما عن ملكه إلى ملك غيره بإحدى\r\nالنواقل الشرعية اللازمة بل الجائزة على وجه فإنه\r\nحينئذ يمتنع التراد أيضا بالبيان المتقدم على القول\r\nبالملك وهو مما لا اشكال فيه ، وكذا على القول\r\nبالإباحة بناء على القول بإباحة التصرفات\r\nالناقلة عن الملك كما هو مختار المشهور .\r\nثم إنه إذا عادت العين إليه بفسخ أو إقالة\r\nأو نحوهما فهل يجوز التراد أو لا ؟ فيه وجهان أحدهما\r\nجوازه لامكان التراد حينئذ ، فيستصحب ، وثانيهما\r\nعدم الجواز لأن المتيقن من جواز التراد هو في مورد\r\nوجود العينين على ما هما عليه ، فبعد الانتقال من ملكه\r\nيشك في جوازه ، والقدر المتيقن مانع من جريان\r\nالاستصحاب ، فالموضوع غير محرز في الاستصحاب\r\nفلا يمكن جريانه .\r\nهذا بناءا على الملك وكذا على القول\r\nبالإباحة لأن سبق الملك بالتصرف كاشف\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nعن انتقاله عن ملك مالكه الأول وداخل في ملك\r\nالثاني ، فترجع العين بالفسخ إلى ملك الثاني فلا\r\nدليل على زواله .\r\nنعم لو قلنا بأن الكاشف عن الملك هو العقد\r\nالناقل عن الملك ، فإذا ارتفع العقد كان مقتضى\r\nالقاعدة جواز فسخ المالك الأول يصير العقد كلا\r\nعقد فيصير المالك الأول مالكا له ، وإن كان\r\nمباحا لغيره يرد عوضه .\r\nوكذا إذا قلنا : إن البيع لا يحتاج إلى سبق الملك\r\nبل يمكن أن يبيع الانسان ملك غيره إذا كان التصرف\r\nفيه مباحا له ، لكن الوجهين ضعيفان غاية الضعف\r\nأما الوجه الأول فبأن يقال : إن التصرف أدخل\r\nالعين في ملك المباح له ، وبعد فسخ العقد لا معنى\r\nلعود سلطنة المالك الأول إلى العين بعد زوالها\r\nعنها بالعقد ، فبالفسخ تنتقل العين إلى المالك الثاني\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nليس إلا ، وليس للمالك الأول السلطنة عليها ، بل\r\nسلطنته قد زالت عنها بالعقد : وعودها يحتاج إلى\r\nالدليل .\r\nوأما الوجه الثاني فلأنه لا يعقل بيع ملك الغير\r\nوتملك ثمنه وإن كان جائز التصرف لأن الثمن\r\nيدخل في ملك من يخرج المثمن عن ملكه ، فإذا\r\nفرض أن يقول أحد للآخر : بع متاعي لنفسك\r\nوفرض صحة ذلك فمعنى كلامه أنك وكيل في\r\nأن تنقل متاعي إلى نفسك بالهبة مثلا ، ثم بعد\r\nالانتقال إليك بعه لنفسك أو يكون نفس كلامه\r\nهذا هو الانتقال إليه بالهبة .\r\nهذا كله إذا كان العقد - أعني العقد الذي\r\nيوقعه المالك الثاني - عقدا لازما ، وكذا الحكم\r\nإذا كان عقدا جائزا لم يكن للمالك الأول\r\nاسترداد العين إذا فسخ المالك الثاني العقد\r\nلانقطاع سلطنة الأول بمجرد العقد سواء قلنا\r\nبأن المعاطاة مفيدة للملك أو للإباحة لكن العقد\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nلو كان غير معاوضة كالهبة وقلنا بأن التصرف في\r\nمثل هذا العقد لا يكشف عن سبق الملك لعدم\r\nوجود العوض في الهبة حتى يقال : إن المعاوضة\r\nتقتضي أن يكون العوض داخلا في ملك من\r\nيخرج المعوض عن ملكه ، والهبة ليست كذلك لأنه\r\nليس عوض فيها ، فالهبة تنقل الملك عن ملك المالك\r\nالأول إلى المتهب - اتجه الحكم بجواز التراد حينئذ\r\nمع بقاء العين الأخرى على ملك مالكه أو عودها\r\nإليه بهذا النحو من العود ، إذ لو عاد إليه بنحو آخر فحكمه\r\nحكم التلف ،\r\nهذا ملخص ما أفاده شيخ مشايخنا المحقق الأنصاري\r\n\" قدس سره \" .\r\nوفيه أولا أن الواهب يهب عن قبل نفسه\r\nلا عن قبل المالك الأول وثانيا أن الواهب\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nلم يكن وكيلا عن المالك الأول حتى يكون الهبة\r\nمن المالك الأول ، فالمالك الأول ليس واهبا\r\nلا بالمباشرة ولا بالتسبيب فليس له الرجوع في الهبة\r\nلأن جواز الرجوع في الهبة للواهب والمفروض أن\r\nالمالك الأول لم يكن واهبا .\r\nوثالثا ما ذكره الفاضل الأصبهاني في حاشيته\r\nعلى المكاسب بقوله : لا يخفى عليك أن التراد\r\nمتقوم برد كل من المتعاطين بالإضافة إلى المعاطاة\r\nبحيث يكون رجوع كل منهما في المعاطاة على المتعاطي\r\nفالرجوع في الهبة رجوع في غير المعاطاة ، ورجوع المالك\r\nعلى المتهب رجوع إلى غير المتعاطي ، والرجوع في\r\nالهبة رجوع بدليل جواز الرجوع في الهبة لا رجوع بدليل\r\nجواز التراد في المعاطاة من اجماع ونحوه ، فجواز التراد\r\nفي الهبة غير مقوم لجواز التراد من وجوه عديدة انتهى .\r\nفرع لو باع العين شخص ثالث فأجاز المالك\r\nالأول كانت إجازته رجوعا إلى عينه ويتحقق بذلك\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nالتراد على اشكال في ذلك كبيعه وسائر تصرفاته\r\nوأما إذا أجاز المالك الثاني قبل إجازة الأول\r\nنفذت إجازته بلا اشكال ، ووجه الاشكال في\r\nإجازة المالك الأول أن الإجازة تتعلق بملك\r\nالغير فإن العين بالفرض قد صارت ملكا للمالك\r\nالثاني بناءا على أن المعاطاة مفيدة للملك ، فكيف\r\nيمكن للمالك الأول إجازة المعاملة الواقعة في ملك\r\nالثاني فضولة ؟\r\nلا يقال : إن الإجازة تكشف عن رجوعه\r\nآنا ما إلى عينه ثم إجازته للمعاملة الفضولية .\r\nلأنا نقول : كيف يمكن تحقق الرجوع والإجازة\r\nفي آن واحد وبكلمة واحدة من مثل قوله : أجزت\r\nوقياس الإجازة بالبيع وغيره من النواقل قياس مع\r\nالفارق لأن البيع وشبهه تصرف مستقيم في العين\r\nفهو دال بالملازمة على قصده للرجوع لأنه لا يمكن\r\nبيع ملك الغير ، بخلاف الإجازة فإنها ليست\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nتصرفا في العين بل إجازة لتصرف الغير فيها\r\nوهذا ليس كالتصرف البيعي \"\r\nولكن يمكن أن يجاب عن الاشكال بأنه بعد\r\nالالتفات بأن هذه العين صارت ملكا للغير\r\nفإجازة المعاملة الفضولية الواقعة عليها ملازمة لقصد\r\nالرجوع إليها ، فإجازة المالك الأول كالبيع للعين\r\nوينعكس الحكم اشكالا ووضوحا على القول بالإباحة\r\nلأن القول بها لازمه كون العين قبل انتقاله عن\r\nتصرف المباح له باقيا على ملك مالكه الأول ،\r\nفبعد الإجازة تصير المعاملة الفضولية واقعة لنفسه\r\nفإجازته لها دالة على قصد التراد .\r\nوأما المالك الثاني فإجازته لها ليست بهذه\r\nالمثابة من الوضوح لأن الملك قبل تصرفه فيه\r\nللمالك الأول ، وهل تكون الإجازة للبيع الفضولي\r\nيعد تصرفا ناقلا فيه أو لا ؟ يجئ فيه الاشكال المتقدم\r\nمع جوابه ، ولكل منهما - أي المالك الأول والثاني\r\nرد المعاملة الفضولية قبل إجازة الآخر ، وبعد رد كل\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nواحد منهما لا مجال لإجازة الآخر وهو واضح\r\nفرع آخر قال الشيخ أيضا : ولو رجع الأول\r\nفأجاز الثاني فإن جعلنا الإجازة كاشفة لغي\r\nالرجوع ، ويحتمل عدمه لأنه رجوع قبل تصرف\r\nالآخر فيفسد ويلغو الإجازة ، وإن جعلناها ناقلة\r\nلغت الإجازة قطعا انتهى .\r\nأما وجه لغوية الرجوع لو جعلنا الإجازة كاشفة\r\nفأجاز المالك الثاني المعاملة الفضولية فإن الإجازة\r\nتكشف عن تحقق المعاملة من أول وقوعها - عن\r\nالفضولي ، فرجوع المالك الأول وقع بعد تحقق\r\nالمعاملة وهو لغو .\r\nوأما وجه عدم اللغوية وأن رجوعه صحيح\r\nفتلغو الإجازة فلما أشار إليه الشيخ \" قدس سره \" بأنه\r\nرجوع قبل تصرف الآخر ، وهذا الاحتمال هو\r\nالأقوى لأنه قبل الإجازة كان المالك الأول\r\nجائز التصرف في ملكه أو في ما انتقل عنه بالمعاطاة\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nبأن كان جائزا له أن يرده إلى ملكه ، فرده بالرجوع\r\nفإجازة المالك الثاني إجازة في ملك الغير فإنه\r\nبعد رجوع الأول صار ملكا ، فإجازة المالك\r\nالثاني تصير لغوا .\r\nثم أنه لو امتزجت العينان أو إحداهما سقط\r\nجواز التراد على القول بالملك لامتناعه حينئذ ،\r\nويحتمل الشركة وهو ضعيف لعدم وجود دليل لفظي\r\nيشمل جواز التراد في هذه الصورة أيضا ، فإن دليل\r\nجواز التراد هو الاجماع وهو لبي ، والقدر المتيقن\r\nمن الاجماع هو غير هذه الصورة ، هذا على القول\r\nبالملك .\r\nوأما على القول بالإباحة فالأصل بقاء سلطنة\r\nالمالك على ماله الممتزج بغيره فيصير شريكا مع\r\nالغير 7 ( في الممزوج نعم لو كان المزج ) ألحقه بالتالف كالسكر الذي صار سكنجبينا\r\n- انقطع سلطنته عنه .\r\nولو تصرف في العين تصرفا مغيرا لصورة\r\nالعين بأن طحن الحنطة أو فصل الثوب ونحو ذلك\r\nفلا تلزم المعاطاة بذلك على القول بالإباحة فيجوز\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nله التراد لعدم تلف عينه بل تغير وصفه فقط .\r\nوأما بناءا على القول بالملك فهل يجري استصحاب\r\nبقاء سلطنة المالك أو لا ؟ ومنشأ اشكال جريان\r\nالاستصحاب أن يقال : إن الموضوع في الاستصحاب\r\nهل هو عرفي أو حقيقي ؟ فإن قلنا بالأول يجري\r\nالاستصحاب وهو الأقوى ، وإن قلنا بالثاني لا يجري\r\nلأن موضوعه بالطحن قد تغير بالدقة العقلية .\r\nالثالث من ملزمات المعاطاة ما إذا كان\r\nأحد العوضين دينا في ذمة أحد المتعاطيين ، فباعه\r\nشيئا ، وجعل الثمن الدين الذي في ذمته ، فبمجرد\r\nتحقق المعاطاة يملك ما في ذمته ، وخاصيته أنه\r\nيسقط عنه الدين ، فهذا أيضا من ملزمات المعاطاة\r\nلأن سقوط ما في ذمته بمنزلة التلف فإن الساقط\r\nلا يعود ، واحتمال عود ما في ذمته بالرجوع في المعاطاة\r\nضعيف في الغاية كما لا يخفى على أولي الدراية\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n( التنبيه الخامس : )\r\nأن الشهيد الثاني ذكر في المسالك - على ما\r\nحكي عنه - : وجهين في صيرورة المعاطاة بيعا بعد\r\nالتلف أو معاوضة مستقلة قال : يحتمل الأول\r\nلأن المعاوضات محصورة وليست إحداها ،\r\nوكونها معاوضة برأسها يحتاج إلى دليل .\r\nويحتمل الثاني لاطباقهم على أنها ليست بيعا\r\nحال وقوعها فكيف يصير بيعا بعد التلف ، وتظهر\r\nالفائدة في ترتب الأحكام المختصة بالبيع عليها\r\nكخيار الحيوان لو كان التالف الثمن أو بعضه وعلى\r\nتقدير ثبوته فهل الثلاثة من حين المعاطاة أو من\r\nحين اللزوم ؟ كل محتمل ، ويشكل الأول بقولهم :\r\nإنها ليست بيعا .\r\nوالثاني بأن التصرف ليس بنفسها اللهم\r\nإلا أن يجعل المعاطاة جزء السبب والتلف تمامه\r\nوالأقوى عدم ثبوت خيار الحيوان هنا بناءا\r\nعلى أنها ليست لازمة وإنما يتم على قول المفيد\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nومن تبعه ، وأما خيار الغيب والغبن فيثبتان على\r\nالتقديرين كما أن خيار المجلس منتف انتهى .\r\nإلا أن الشيخ \" قدس سره \" قال : والظاهر أن\r\nهذا تفريع على القول بالإباحة في المعاطاة وأما على\r\nالقول بكونها مفيدة للملك المتزلزل فيلغى الكلام\r\nفي كونها معاوضة مستقلة أو بيعا متزلزلا قبل اللزوم\r\nحتى يتبعه حكمها بعد اللزوم إذ الظاهر أنه عند القائلين\r\nبالملك المتزلزل بيع بل لا اشكال في ذلك عندهم\r\nعلى ما تقدم من المحقق الثاني ، فإذا لزم صار بيعا لازما\r\nفيلحقه أحكام البيع عدا ما استفيد من دليله ثبوته للبيع\r\nالعقدي الذي مبناه على اللزوم لولا الخيار .\r\nإلى أن قال : وكيف كان فالأقوى أنها على\r\nالقول بالإباحة بيع عرفي لم يصححه الشارع ولم يمضه\r\nإلا بعد تلف إحدى العينين أو ما في حكمه ، وبعد\r\nالتلف يترتب عليه أحكام البيع عدا ما اختص\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nدليله بالبيع الواقع صحيحا من أول الأمر انتهى كلامه\r\nرفع في الخلد مقامه .\r\nوأورد عليه السيد الطباطبائي صاحب العروة\r\n- أي على قوله : ولم يمضه إلا بعد تلف إحدى\r\nالعينين \" فقال : هذا خلاف التحقيق إذ لا وجه\r\nلكونها بيعا بعد التلف بعد أن لم تكن بيعا من حين\r\nوقوعها ولا دليل على ذلك أصلا ، والسيرة\r\nساكتة عن هذا ، غايتها إفادة كونها إباحة لازمة\r\nبعد التلف ، وأما الملكية فلا ، فضلا عن كونها بيعا\r\nيترتب عليه أحكامه ، هذا مع أن هذا من المصنف\r\nمناف لبعض ما مر منه من كون الإباحة في المقام\r\nنظير إباحة الطعام مدارها على الرضا الباطني انتهى .\r\nويرد عليه أيضا أن جعل الخيار في معاملة إنما هو\r\nلأجل التمكن من فسخها ، والمفروض أن المعاطاة\r\nممكنة الفسخ حيثما أراده ، فجعل الخيار فيها يصير لغوا\r\nأي قسم من أقسام الخيار ، نعم في المعاملات المبنية\r\nعلى اللزوم لولا الخيار يصح جعل الخيار فيها .\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n( التنبيه السادس : )\r\nأنه لا اشكال في تحقق المعاطاة المصطلحة التي\r\nهي معركة الآراء بين الخاصة والعامة بما إذا تحقق\r\nانشاء الملك أو الإباحة بالفعل وهو قبض العينين\r\nأما إذا حصل بالقول غير الجامع لشرائط اللزوم\r\nفإن قلنا بعدم اشتراط اللزوم بشئ زائد على\r\nالانشاء اللفظي كما قويناه سابقا بناء على التخلص\r\nبذلك عن اتفاقهم على توقف العقود اللازمة\r\nعلى اللفظ ، فلا اشكال في صيرورة المعاملة بذلك\r\nعقدا لازما ، ذكر ذلك الشيخ \" قده \" في مكاسبه .\r\nإلا أنه أورد على قوله : فإن قلنا بعدم اشتراط\r\nاللزوم الخ - المحقق الخراساني - صاحب الكفاية بقوله :\r\nلا يخفى أنه خلف في ما إذا حصل بالقول غير الجامع لشرائط\r\nاللزوم فلا يكاد يتأتى فيه إلا بالخلف انتهى .\r\nولكن يمكن أن يجاب بأن هذا الاشكال\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nغير وارد على الشيخ \" قدس سره \" لأن قوله : بالقول غير\r\nالجامع لشرائط اللزوم \" على مبنى المشهور فلا ينافيه\r\nأن القول الكذائي عند الشيخ مفيد اللزوم فالتعبير\r\nبالقول غير الجامع من باب المعرف وله عنوان\r\nالمشير لا أنه عنده أيضا كذلك .\r\nثم قال الشيخ \" قدس سره \" : وإن قلنا بمقالة\r\nالمشهور من اعتبار أمور زائدة على اللفظ فهل\r\nيرجع الانشاء القولي إلى الحكم بالمعاطاة مطلقا\r\nأو بشرط تحقق قبض العين معه أو لا يتحقق قبض\r\nالعين معه أو لا يتحقق به مطلقا ؟ نعم إذا حصل انشاء\r\nآخر بالقبض المتحقق بعده تحقق المعاطاة فالانشاء\r\nالقولي السابق كالعدم لا عبرة به ولا بوقوع القبض\r\nبعده خاليا عن قصد الانشاء بل بانيا على كونه\r\nحقا لازما لكونه من آثار الانشاء القولي السابق نظير\r\nالقبض في العقد الجامع للشرائط ؟\r\nظاهر كلام غير واحد من مشايخنا المعاصرين الأول\r\nتبعا لما يستفاد من ظاهر كلام المحقق والشهيد الثانيين\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nقال المحقق في صيغ عقوده - على ما حكي عنه بعد\r\nذكره الشروط المعتبرة في الصيغة - أنه لو أوقع البيع\r\nبغير ما قلناه وعلم التراضي منهما كان معاطاة\r\nانتهى .\r\nوفي ؟ في مقام عدم كفاية الإشارة مع القدرة\r\nعلى النطق - أنها تفيد المعاطاة مع الافهام الصريح\r\nانتهى ، وظاهر الكلامين صورة وقوع الانشاء بغير\r\nالقبض بل يكون القبض من آثاره وظاهره كصريح\r\nجماعة منهم المحقق والعلامة بأنه لو قبض ما ابتاعه\r\nبالعقد الفاسد لم يملك وكان مضمونا عليه - هو\r\nالوجه الأخير لأن مرادهم بالعقد الفاسد إما\r\nخصوص ما كان فساده من جهة مجرد اختلال\r\nشروط الصيغة كما ربما يشهد به ذكر هذا الكلام\r\nبعد شروط الصيغة وقبل شروط العوضين والمتعاقدين\r\nأو ما يشمل هذا أو غيره كما هو الظاهر ، وكيف كان\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nفالصورة الأولى ( أي اختلال شروط الصيغة )\r\nداخلة قطعا ولا يخفى أن الحكم فيها بالضمان\r\nمناف لجريان حكم المعاطاة .\r\nوربما يجمع بين هذا الكلام وما تقدم من المحقق\r\nوالشهيد الثانيين ، فيقال : إن موضوع المسألة\r\nفي عدم جواز التصرف بالعقد الفاسد ما إذا\r\nعلم عدم الرضا إلا بزعم صحة المعاملة فإذا انتفت\r\nالصحة انتفى الإذن لترتبه على زعم الصحة ، فكان\r\nالتصرف تصرفا بغير إذن وأكلا للمال بالباطل\r\nلانحصار وجه الحل في كون المعاملة بيعا أو تجارة\r\nعن تراض أو هبة أو نحوها من جوه الرضا بأكل المال\r\nمن غير عوض .\r\nوالأولان قد انتفيا بمقتضى الفرض وكذا البواقي\r\nللقطع من جهة زعمهما المعاملة بعدم الرضا بالتصرف\r\nمع عدم بذل شئ في المقابل ، فالرضا المقدم\r\nكالعدم ، فإن تراضيا بالعوضين بعد العلم بالفساد\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nواستمر رضاهما فلا كلام في صحة المعاملة ورجعت إلى\r\nالمعاطاة ، كما إذا علم الرضا من أول ؟ بإباحتهما التصرف\r\nبأي وجه اتفق سواء صحت المعاملة أو فسدت\r\nفإن ذلك ليس من البيع الفاسد في شئ \"\r\nوحاصل ما أجاب عنه الشيخ \" قدس سره \" في رد\r\nهذا الجمع ما ذكره \" ره \" في تفصيل الكلام من أن المتعاملين\r\nبالعقد الفاقد لبعض الشرائط إما أن يقع تقابضهما\r\nبغير رضا من كل منهما في تصرف الآخر بل حصل قهرا\r\nعليهما أو على أحدهما واجبارا على العمل بمقتضى العقد\r\nفلا اشكال في حرمة التصرف في المقبوض على هذا\r\nالوجه ، وكذا إن وقع على وجه الرضا الناشئ عن بناء\r\nكل منهما على ملكية الآخر اعتقادا أو تشريعا كما في كل\r\nقبض وقع على هذا الوجه لأن حيثية كون القابض\r\nمالكا مستحقا لما يقبضه جهة تقييد مأخوذ في الرضا\r\nينتفي بانتفائها في الواقع كما في نظائره ، وهذان\r\nالوجهان مما لا اشكال في حرمة التصرف في العوضين\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nكما أنه لا اشكال في الجواز إذا أعرضنا عن أثر العقد\r\nوتقابضا بقصد التمليك فيكون معاطاة صحيحة\r\nعقيب عقد فاسد .\r\nوأما إن وقع بالتصرف بعد العقد من\r\nدون ابتنائه على استحقاقه بالعقد السابق ولا قصد\r\nلانشاء تمليك بل وقع مقارنا لاعتقاد الملكية الحاصلة\r\nبحيث لولاها كان الرضا أيضا موجودا وكان المقصود\r\nالأصلي من المعاملة التصرف وأوقعا العقد الفاسد\r\nوسيلة له ويكشف عنه أنه لو سئل كل منهما من رضاه\r\nبتصرف صاحبه على تقدير عدم التمليك أو بعد\r\nتنبيهه على عدم حصول الملك كان راضيا .\r\nفادخال هذا في المعاطاة يتوقف على أمرين\r\nالأول كفاية هذا الرضا المركوز في النفس ، بل\r\nالرضا الشأني لأن الموجود بالفعل هو رضاه من حيث\r\nكونه مالكا في نظره ، وقد صرح بعض من قارب\r\nعصرنا بكفاية ذلك ، ولا يبعد رجوع الكلام المتقدم\r\nذكره على هذا ولعله لصدق طيب النفس على هذا\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nالأمر المركوز في النفس .\r\nالثاني أنه لا يشترط في المعاطاة انشاء الإباحة\r\nأو التمليك بالقبض بل ولا بمطلق الفعل بل يكفي\r\nوصول كل من العوضين إلى المالك الآخر والرضا\r\nبالتصرف قبله أو بعده على الوجه المذكور .\r\nوفيه اشكال من أن ظاهر محل النزاع بين العامة\r\nوالخاصة هو العقد الفعلي كما ينبئ عنه قول العلامة \" ره \"\r\nفي رد كفاية المعاطاة في البيع أن الأفعال قاصرة\r\nعن إفادة المقاصد وكذا استدلال المحقق الثاني\r\nعلى عدم لزومها بأن الأفعال ليست كالأقوال\r\nفي صراحة الدلالة .\r\nوكذا ما تقدم من الشهيد في قواعده من أن الفعل\r\nفي المعاطاة لا يقوم مقام القول وإنما يفيد الإباحة \"\r\nإلى غير ذلك من كلماتهم الظاهرة في أن محل الكلام\r\nهو الانشاء الحاصل بالتقابض وكذا كلمات العامة\r\nفقد ذكر بعضهم : أن البيع ينعقد بالايجاب والقبول\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nوبالتعاطي ، ومن أن الظاهر أن عنوان التعاطي\r\n( التقابض خ ل ) في كلماتهم لمجرد الدلالة على الرضا وأن\r\nعمدة الدليل على ذلك هي السيرة ولذا تعدوا إلى\r\nما إذا لم يحصل إلا قبض أحد العوضين ، والسيرة\r\nموجودة في المقام فإن بناء الناس على أخذ الماء\r\nوالبقل وغير ذلك من الجزئيات من\r\nدكاكين أربابهم مع عدم حضورهم ويضعون ( ووضعهم خ ل )\r\nالفلوس في الموضع المعد له ، وعلى دخول الحمام مع عدم\r\nحضور صاحبه ووضع الفلوس في كوز الحمامي .\r\nفالمعيار في المعاطاة وصول المالين أو أحدهما\r\nمع التراضي بالتصرف وهذا ليس ببعيد على القول\r\nبالإباحة انتهى كلام الشيخ \" قدس سره \" .\r\nوحاصل اشكاله رحمه الله أن المقبوض بالعقد الفاسد\r\nلا يمكن تصحيحه إلا بأن يقال بالعلم بتحقق الرضا الحاصل\r\nبالتعاطي الواقع بعد العقد ، وهذا الرضا كاف في\r\nتصحيح العقد ويصير العقد بيعا شرعيا غير لازم\r\nكالمعاطاة ، إلا أنه يرد عليه أن الرضا الذي يكون\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nفي ضمن العقد الفاسد إن كان مبتنيا على زعم صحة\r\nالمعاملة بحيث لولا صحتها لم يكن راضيا بالمعاملة ، فهذا\r\nالرضا غير مفيد بعد فساد المعاملة وإن كان رضاه\r\nغير مقيد بصحتها بل يكون راضيا مطلقا سواء صحت\r\nالمعاملة أم لا ، فلذا يقع منه المعاطاة بانيا على رضاه\r\nلا بانيا على صحتها ، فهذا الرضا صار سببا لصحة المعاملة\r\nلا العقد الفاسد ، فهو كالمعدوم ، فالعقد الفاسد لم\r\nيكن حكمه حكم المعاطاة بأي وجه من الوجوه فالصحة مستندة\r\nإلى التقابض الذي يقع بعد العقد الفاسد لا إلى العقد\r\nالفاسد ، إذ التقابض بنفسه كاف في صحة المعاملة\r\nلتحقق المعاطاة بذلك أو مستندة إلى العلم برضا المالك\r\nبالمعاملة .\r\nفالعقد الفاسد لا تأثير له أصلا ولم يكن بمنزلة المعاطاة\r\nكما توهمه المحقق والشهيدان ، ولعل مرادهما \" قدس سرهما \" هو\r\nما ذكرناه والله العالم .\r\nمقدمة : قال شيخنا الأنصاري رحمه الله\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nقد عرفت أن اعتبار اللفظ في البيع بل في جميع العقود\r\nمما نقل عليه عقد الاجماع وتحقق فيه الشهرة العظيمة\r\nمع الإشارة إليه في بعض النصوص ،\r\nلكن هذا يختص بصورة القدرة ، أما مع العجز عنه\r\nكالأخرس فمع عدم القدرة على التوكيل لا اشكال ولا ؟\r\nفي عدم اعتبار اللفظ وقيام الإشارة مقامه ، وكذا\r\nمع القدرة على التوكيل لا لأصالة عدم وجوبه كما قيل\r\nلأن الوجوب بمعنى الاشتراط كما في ما نحن فيه\r\nهو الأصل بل لفحوى ما ورد من عدم اعتبار اللفظ في\r\nطلاق الأخرس ، فإن حمله على صورة عجزه عن التوكيل\r\nحمل المطلق على الفرد النادر انتهى .\r\nأما ما أشار إليه بقوله : بل بفحوى ما ورد \" فهو خبر\r\nيونس في رجل أخرس كتب في الأرض بطلاق امرأته\r\nقال ( ع ) إذا فعل في قبل الطهر بشهود وفهم منه\r\nكما يفهم عن مثله ويريد الطلاق جاز طلاقه على السنة ( 1 ) .\r\nوصحيح ابن أبي نصر قال : سألت الرضا \" عليه السلام \"\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 19 من أبواب مقدمات الطلاق الحديث 4 . ","page_name":" 148 ","page_number":148},
  {"content":"\r\nعن الرجل تكون عنده المرأة يصمت ولا يتكلم قال :\r\nأخرس هو ؟ قلت : نعم ويعلم منه بغض لامرأته\r\nوكراهة لها أيجوز أن يطلق عنه وليه ؟ قال : لا ولكن\r\nيكتب ويشهد على ذلك ، قلت : فإنه لا يكتب\r\nولا يسمع كيف يطلقها ؟ قال : بالذي يعرف به من\r\nأفعاله مثل ما ذكرت من كراهته وبغضه لها ( 1 ) .\r\nوصحيحة الثمالي قال : سألت أبا عبد الله \" عليه السلام \"\r\nعن رجل قال لرجل : اكتب إلى امرأتي بطلاقها أو\r\nاكتب إلى عبدي بعتقه يكون ذلك طلاقا وعتقا ؟\r\nفقال : لا ، ما يكون طلاق ولا عتق حتى ينطق به لسانه\r\nأو يخطه بيده ( 2 ) .\r\nوقد دلت هذه الرواية على كفاية الكتابة في طلاق\r\nالأخرس والرواية المتقدمة على كفاية الإشارة .\r\nوحمل هذه الروايات على صورة العجز عن التوكيل\r\nحمل على الفرد النادر ، إذ قلما يتفق مورد لا يمكنه\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 19 من أبواب الطلاق الحديث 1\r\n( 2 ) لم أظفر بها في مظانها عجالة . ","page_name":" 149 ","page_number":149},
  {"content":"\r\nالتوكيل ولو بالإشارة .\r\nوفي رواية أبان بن عثمان قال : سألت أبا عبد\r\nالله \" عليه السلام \" عن طلاق الأخرس ، قال : يلف قناعها\r\nعلى رأسها ويجذبه ( 1 ) .\r\nوفي رواية السكوني وأبي بصير عنه \" عليه السلام \" قال :\r\nطلاق الأخرس أن يأخذ مقنعتها ويضعها على رأسها\r\nويعتزلها ( 2 ) .\r\nومقتضى هذه الروايات أن كل ما يدل على إرادة\r\nالطلاق فهو كاف سواء كان بالإشارة بأقسامها أي\r\nأعم من أن تكون باليد أو بالرأس أو بأن يجعل قناعها\r\nعلى رأسها ويجذبه وغير ذلك أو بالكتابة والظاهر\r\nعدم ترجيح إحداهما على الأخرى .\r\nفما ذكره شيخنا الأنصاري \" قدس سره \" من قوله :\r\nوأما مع القدرة على الإشارة فقد رجح بعض الإشارة\r\nولعله لأنها أصرح في الانشاء من الكتابة ، وفي بعض\r\nروايات الطلاق ما يدل على العكس انتهى - لا يخفى\r\nما فيه فإنا لم نظفر على رواية تدل على تقدم الكتابة على\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 19 من أبواب الطلاق الحديث 2 - 3 - 5 .\r\n( 2 ) الوسائل الباب 19 من أبواب الطلاق الحديث 2 - 3 - 5 . ","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nالإشارة ، وصحيحة ابن أبي نصر المتقدمة غير دالة\r\nعلى ذلك فإنها لا تدل على أزيد من تحقق الطلاق\r\nبالكتابة كما يتحقق بالإشارة ، وذكر الكتابة أولا ثم\r\nذكر الإشارة بعدها في صورة عدم القدرة\r\nعلى الكتابة غير دال على تقدم الكتابة عليها\r\n( المبحث الثاني : )\r\nفي عقد البيع وألفاظه أما من حيث المادة\r\nففيه وجوه وأقوال كما ذكره السيد الطباطبائي في حاشيته\r\nعلى المكاسب :\r\nالأول الاقتصار على القدر المتيقن فلا يتحقق\r\nالبيع بالألفاظ التي يشك في تحققه بها كنقلت وملكت\r\nالثاني الألفاظ المنقولة شرعا المعهودة لغة حتى\r\nأنه وإن كانت منقولة شرعا لكنها غير معهودة بحسب\r\nاللغة لا تكفي .\r\nالثالث الاقتصار على اللفظ الذي عنون به\r\nالمعاملة ، فيجب أن يكون في البيع بلفظ بعت وفي\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nالإجارة بلفظ آجرت وفي النكاح بلفظ أنكحت\r\nوهكذا ، فلا يجوز ايقاع عقد بلفظ عقد آخر ، مثلا\r\nلا يجوز ايقاع الإجارة بلفظ بيع منفعة الدار\r\nالرابع وجوب الاقتصار على\r\nالألفاظ الحقيقية فلا يجوز بالألفاظ المجازية ولا بالكنايات\r\nالخامس الاقتصار على ما عدا الكنايات ، فيجوز\r\nاستعمال الألفاظ المجازية .\r\nالسادس جواز استعمال الحقائق والمجازات\r\nالقريبة دون المجازات البعيدة .\r\nالسابع الفرق بين المجازات وأن كل مجاز تكون\r\nقرينته لفظا يجوز استعماله في العقود ، وأما إذا كانت\r\nالقرينة قرينة حالية أو مقامية فلا يجوز استعماله .\r\nالثامن أنه يجوز استعمال كل لفظ صريح في إفادة\r\nالعقود أو ظاهر في ذلك سواء كانت الإفادة باللفظ\r\nالحقيقي أو بالألفاظ المجازية وسواء كانت بالقرينة\r\nاللفظية أو بغير اللفظية ، واختار الشيخ \" قدس سره \" القول\r\nالسابع وهو الأقوى بل لا يبعد القول الثامن أيضا\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nفإن المدار في ألفاظ البيع وغيره على افهام المطلب\r\nللمخاطب وللمشتري ، وهذا الافهام كما يتحقق\r\nبالألفاظ الحقيقية يتحقق بالألفاظ المجازية فما ذكره\r\nالعلامة في التذكرة - على ما حكي عنه - بقوله :\r\nالرابع من شروط الصيغة الصريح فلا يقع بالكناية\r\nبيع البتة مثل قوله : أدخلته في ملكك أو جعلته لك\r\nأو خذه مني أو سلطتك عليه بكذا عملا بأصالة بقاء\r\nالملك ، ولأن المخاطب لا يدري بم خوطب\r\nانتهى .\r\nولعل مراده بالكناية الكناية غير المفهمة لمراد\r\nالمتكلم بقرينة قوله \" ره \" ولأن المخاطب لا يدري\r\nبم خوطب ، إذا عرفت هذا نقول ، إنه يجوز البيع بعدة\r\nألفاظ\r\nالأول بلفظ بعت فإنه لا خلاف نصا وفتوى\r\nفي تحقق البيع كما ادعاه شيخنا الأنصاري \" قدس سره \"\r\nفإنه وإن كان مشتركا بين البيع والشراء وكان معناه\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nمن الأضداد كما قال في القاموس : باعه يبيعه بيعا\r\nومبيعا ، والقياس مباعا - إذا باعه وإذا اشتراه ، ضد انتهى\r\nلكن كثرة استعماله في البيع بحيث صار معنى البيع متبادرا\r\nمنه عند اطلاقه وصار الذهن منصرفا إليه بمجرد التفوه\r\nبه قد أغنتنا عن نصب القرينة ، فإن القرينة إنما يحتاج\r\nإليها إذا كان المراد من اللفظ مشتبها لأجل اشتراكه بين\r\nالمعنيين ، والاشتراك وإن كان هنا موجودا إلا أن\r\nكثرة استعماله في خصوص البيع صيره مستغنيا عنها وقد\r\nعرفت فيما تقدم أن الملاك في ألفاظ البيع هي إفادتها\r\nلمراد المتكلم سواء كان بالألفاظ المجازية أو الألفاظ المشتركة\r\nمع القرينة أو بدونها إذا كان المراد معلوما .\r\nوهنا كذلك فإن كثرة الاستعمال قد عينت المراد\r\nبالبيع عند الاطلاق .\r\nبل يمكن أن يقال : إنا لم نظفر على مورد استعمل\r\nلفظ البيع في الاشتراء فحينئذ لا منافاة بين هذا الذي\r\nذكرنا من جواز استعمال لفظ بعت مع كونه مشتركا لفظيا\r\nبين البيع والشراء وبين ما قدمناه من عدم جواز استعمال\r\nالألفاظ المجازية في البيع ، وذلك لما أشرنا إليه من أن\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nلفظ بعت صار استعماله شايعا بحيث لا يتبادر منه غيره\r\nبل استعماله في الاشتراء صار متروكا .\r\nالثاني من الألفاظ التي قيل بجواز استعماله\r\nفي البيع لفظ \" شريت \" فإنه وإن كان مشتركا بين\r\nالبيع والشراء كما في القاموس قال : شراه يشريه :\r\nملكه بالبيع وباعه كاشترى ، فهما ضد انتهى - إلا أنه\r\nقيل : لم يستعمل في القرآن الكريم إلا في البيع خاصة\r\nقال الله تعالى : وشروه بثمن بخس دراهم معدودة\r\nوكانوا فيه من الزاهدين \" ( 1 ) وقال تعالى في سورة\r\nالبقرة الآية 102 : ولبئس ما شروا به أنفسهم لو كانوا\r\nيعلمون \" .\r\nوقال تعالى في سورة النساء الآية 74 : فليقاتل\r\nفي سبيل الله الذين يشرون الحياة الدنيا بالآخرة \"\r\nوقال تعالى في سورة البقرة الآية 207 : ومن الناس\r\nمن يشتري نفسه ابتغاء مرضاة الله \" ومن المعلوم\r\n\r\n","description":"","footnote":" ( 1 ) سورة يوسف الآية 20 . ","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nأن الشراء في هذه الآيات بمعنى البيع دون\r\nالاشتراء ، ولكن مع ذلك كله استشكل في استعماله\r\nفي البيع بقلة استعماله في البيع ، بل يمكن أن يقال : إنه\r\nوإن كان في صدر الاسلام مستعملا في البيع إلا\r\nأن الاستعمال المذكور صار متروكا في هذا الزمان\r\nبحيث لم نر من استعمله في البيع ، فحينئذ استعمال مثل\r\nهذا اللفظ في البيع غير خال عن الاشكال بل منع .\r\nالثالث من الألفاظ التي يجوز استعمالها في البيع\r\nملكت بالتشديد\r\nقال الشيخ \" قدس سره \" : والأكثر على وقوع البيع\r\nبه بل ظاهر نكت الارشاد الاتفاق حيث قال :\r\nلا يقع البيع بغير اللفظ المتفق عليه كبعت وملكت \"\r\nويدل عليه ما سبق في تعريف البيع من أن التمليك\r\nبالعوض المنحل إلى مبادلة العين بالمال هو المرادف\r\nللبيع عرفا ولغة كما صرح به فخر الدين حيث قال : إن\r\nمعنى بعت في لغة العرب ملكت غيري \" وما قيل\r\nمن أن التمليك يستعمل في الهبة بحيث لا يتبادر\r\nعند الاطلاق غيرها - فيه أن الهبة إنما تفهم من\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nتجريد اللفظ عن العوض لا من مادة التمليك فهي\r\nمشتركة معنى بين ما يتضمن المقابلة وبين المجرد عنها\r\nفإن اتصل بالكلام ذكر العوض أفاد المجموع المركب\r\nبمقتضى الوضع التركيبي البيع وإن تجرد عن ذكر العوض\r\nاقتضى تجريده الملكية المجانية انتهى .\r\nويرد عليه أولا أن الهبة إذا تفهم من تجريد\r\nاللفظ فمقتضاه أن الموضوع له الحقيقي للفظ ملكت\r\nالهبة ، لا أنه مشترك معنوي بينها وبين البيع ، فلذا\r\nيتبادر منه عند الاطلاق أي عند تجريده عن ذكر العوض\r\nالهبة .\r\nوثانيا أن قوله : أفاد المجموع المركب البيع \" يظهر\r\nمنه أن لفظ ملكت وحده لم يفد الملك بل إذا انضم\r\nإليه ذكر العوض أفاد كلاهما البيع بحيث لولا ذكر العوض\r\n- فإن لفظ ملكت لم يفد البيع ، ومثل هذا اللفظ الذي\r\nيحتاج إلى لفظ آخر ليدل على البيع - كيف يمكن استعماله\r\nفي البيع بناء على مذهبه من اعتبار استعمال الألفاظ\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالحقيقية في البيع ، فلا يجوز استعمال الألفاظ المجازية\r\nأو المشتركة فيه .\r\nوثالثا أن قوله \" قدس سره \" : فإن اتصل بالكلام\r\nذكر العوض أفاد المجموع المركب بمقتضى الوضع\r\nالتركيبي البيع - ظاهر في أن للمركب وضعا آخر\r\nوراء وضع المفرد مع أنه ليس كذلك ، فإن المركب\r\nليس له وضع على حده عدا وضع المفرد كما هو واضح\r\nالرابع من ألفاظ الايجاب لفظ \" اشتريت \"\r\nبناءا على اشتراكه بين البيع والشراء ، فعن مفتاح الكرامة\r\nأنه قد يقال بصحته ( أي بصحة العقد به ) كما هو الموجود\r\nفي بعض نسخ التذكرة والمنقول عنها في نسختين من\r\nتعليق الارشاد انتهى .\r\nقال الشيخ رحمة الله عليه : وقد يستظهر ذلك من\r\nعبارة كل من عطف على \" بعت وملكت \"\r\nشبههما أو ما يقوم مقامهما إذ إرادة خصوص لفظ\r\nشريت من هذا بعيد جدا ، وحمله على إرادة ما\r\nيقوم مقامهما في اللغات الأخر للعاجز عن العربية\r\nأبعد ، فيتعين إرادة ما يراد فهما لغة أو عرفا ، فيشمل\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nشريت واشتريت ، لكن الاشكال المتقدم في شريت\r\nأولى بالجريان هنا لأن شريت استعمل في القرآن الكريم\r\nفي البيع بل لم يستعمل فيه إلا فيه بخلاف اشتريت انتهى موضع\r\nالحاجة .\r\nويرد عليه أيضا - مضافا إلى ما أورده \" قدس سره \"\r\n- أن اشتريت وإن كان مشتركا بين البيع والشراء إلا أن\r\nاستعماله في البيع حيث إنه لا يكون متعارفا بين الناس\r\nفي هذا الزمان - غير جائز نظير الاشكال الوارد\r\nفي شريت .\r\nهذا كله في الايجاب\r\nوأما القبول فلا اشكال في وقوعه بلفظ قبلت\r\nورضيت واشتريت وشريت وابتعت وملكت بالتخفيف\r\nوهل يقع بلفظ بعت ؟ فيه اشكال لأنه وإن كان مشتركا\r\nإلا أنه لم يكن القبول بلفظ بعت متعارفا ، وهل يقع\r\nبلفظ أجزت أو أمضيت ؟ فيه وجهان .\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n( المبحث الثالث : )\r\nفي شرائط عقد البيع وهي أمور\r\nالأول : اعتبار العربية فلا يقع بغيرها واستدل\r\nلذلك بأمور :\r\nأحدها التأسي بالنبي \" صلى الله عليه وآله \"\r\nفإنه ( ص ) كان يوقعه بالعربية .\r\nوثانيها أن عدم صحته بغير لفظ الماضي يستلزم\r\nعدم صحته بغير اللفظ العربي بطريق أولى .\r\nوثالثها أن وقوعه بالعربية هو القدر المتيقن\r\nوما عداه مشكوك فيه ، والأصل يقتضي العدم\r\nولكن يرد على الأول أن التأسي لا يثبت الالزام\r\nفلا يثبت به إلا الرجحان .\r\nوعلى الثاني بأن الأولوية ممنوعة فإن الماضوية\r\nإذا كانت معتبرة نقول باعتبارها في كل لغة ، وعدم\r\nصحته بغير الماضي لا يستلزم عدم صحته بغير العربي\r\nوعلى الثالث بأن القدر المتيقن لم يكن دليلا\r\nعلى المدعى ، فإن الأفراد المشكوكة داخلة تحت\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nعمومات أو اطلاقات \" أحل الله البيع \" أو قوله\r\nتعالى \" تجارة عن تراض \" أو قوله تعالى \" أوفوا بالعقود \"\r\nفحينئذ يصح عقد البيع بغير العربية من أي لغة كان\r\nللاطلاقات والعمومات\r\nثم على فرض اعتبار العربية فهل يعتبر عدم اللحن\r\nمن حيث المادة أو الهيئة ؟ قال الشيخ \" قدس سره \" :\r\nالأقوى ذلك بناءا على أن دليل اعتبار العربية\r\nهو لزوم الاقتصار على المتيقن من أسباب النقل\r\nوكذا اللحن في الأعراب .\r\nوحكي عن فخر الدين الفرق بين ما لو قال :\r\nبعتك بفتح الباء وبين ما لو قال : جوزتك بدل زوجتك\r\nفصحح الأول دون الثاني إلا مع العجز عن التعلم والتوكيل\r\nولعله لعدم معنى صحيح في الأول إلا البيع بخلاف\r\nالتجويز فإن له معنى آخر ، فاستعماله في التزويج غير جائز\r\nومنه يظهر أن اللغات المحرفة لا بأس بها إذا لم يتغير\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nبها المعنى انتهى .\r\nولكنك قد عرفت أن القدر المتيقن لا يمنعه\r\nالتمسك بالاطلاقات والعمومات بعد شمولها\r\nللعقود التي ليست بعربية ، وعدم صدق العقود\r\nعلى العقود المنشأ بغير العربية لا يخفى ضعفه .\r\nثم إنه هل يعتبر أن يكون المتكلم عالما بمعنى\r\nاللفظ تفصيلا بأن يكون فارقا بين بعت ومعنى\r\nأبيع أو يكفي مجرد العلم بأن هذا اللفظ موضوع في\r\nلغة العرب لانشاء البيع ولم يعلم أنه موضوع\r\nللماضي أو للمضارع ؟ لا يبعد أن يقال بالقول\r\nالأول لأن دلالة اللفظ وعربيته ليست بانشاء\r\nاللفظ وبذكر الكلام فإن الكلام واللفظ وإن دل\r\nعلى المعنى الموضوع له إلا أنه لا يدل على مراد المتكلم\r\nإلا إذا علم بأن معناه ذلك كما هو واضح .\r\nفعلى هذا لا يكفي العلم بأن بعت معناه في اللغة\r\nالفارسية \" فروختم \" إلا إذا علم بأن التاء في بعت في\r\nمكان الميم في فروختم\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n( الثاني من الشرائط : )\r\nأن يكون العقد بلفظ الماضي على المشهور بل\r\nعن التذكرة دعوى الاجماع على عدم وقوعه بلفظ\r\nأبيعك أو اشتر مني ، قال الشيخ \" قدس سره \" : ولعله\r\nلصراحته - أي الماضي - في الانشاء إذ المستقبل\r\nأشبه بالوعد ، والأمر استدعاء لا ايجاب مع أن\r\nالانشاء في المستقبل خلاف المتعارف انتهى .\r\nولكن يرد على الأول أن لفظ الماضي إذا استعمل\r\nفي الانشاء ينسلخ عنه معنى الماضوية ويراد منه الانشاء\r\nفعلا بخلاف المضارع فإنه حيث إنه يستعمل في الحال\r\nوالاستقبال لم ينسلخ عن معناه في مقام الانشاء\r\nفحينئذ لا فرق بين الماضي والمضارع في جواز\r\nاستعمال كل منهما في البيع .\r\nنعم إن المضارع لكونه مشتركا بين الحال والاستقبال\r\nفلا بد من نصب القرينة على كون المراد من انشاء البيع\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nهو الحال ، فإن كانت القرينة مقامية يشكل الاعتماد\r\nعليها لاعتبار الصراحة في ألفاظ العقود إلا إذا\r\nكانت القرينة لفظية فإنه يمكن استعمال المضارع\r\nحينئذ في انشاء البيع لحصول الظهور بالمضارع\r\nمع القرينة اللفظية وهو كاف في البيع كما قدمناه\r\nإلا أن يقال : إن استعمال المضارع في عقد البيع غير\r\nمعهود وغير متعارف بين الناس .\r\nفحينئذ ما تمسكوا به لجواز استعمال المضارع من\r\nاطلاقات البيع أو تجارة عن تراض أو قوله تعالى :\r\nأوفوا بالعقود - يمكن حملها على العقود والتجارات\r\nالمتعارفة ، وهي التي استعمل الماضي في مقام\r\nانشائها .\r\nإلا أن يقال : إن روايات بيع الآبق وبيع\r\nاللبن في الضرع دالة على جواز إنشاء البيع بلفظ\r\nالمضارع .\r\nأما رواية الآبق فهي رواية النخاس قال : سألت\r\nأبا الحسن موسى \" عليه السلام \" قلت له : أيصلح لي أن\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nأشتري من القوم الجارية الآبقة وأعطيهم الثمن\r\nوأطلبها أنا ؟ قال : لا يصلح شرائها إلا أن تشتري\r\nمعها ثوبا أو متاعا فتقول لهم : أشتري منكم جاريتكم\r\nفلانة وهذا المتاع بكذا وكذا درهما فإن ذلك\r\nجائز ( 1 ) .\r\nوهذه الرواية صريحة في جواز ايقاع عقد البيع\r\nبلفظ المضارع .\r\nوأما بيع اللبن في الضرع فيدل عليه رواية\r\nسماعة عن أبي عبد الله \" عليه السلام \" قال : سألته\r\nعن اللبن يشتري وهو في الضرع فقال : لا ، إلا\r\nأن يحلب لك منه أسكرجة فيقول : اشتر مني هذا\r\nاللبن الذمي في الأسكرجة وما في ضروعها بثمن\r\nمسمى فإن لم يكن في الضرع شئ كان ما في الأسكرجة ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) لم أظفر بها عجالة في مظانها\r\n( 2 ) ما ظفرت بها في مظانها . ","page_name":" 165 ","page_number":165},
  {"content":"\r\nوهي أيضا صريحة في جواز انشاء البيع بلفظ الأمر\r\nواستدل الأستاذ \" ره \" أيضا بقوله تعالى\r\nفي سورة القصص الآية ( 27 ) : قال إني أريد\r\nأن أنكحك إحدى ابنتي هاتين على أن\r\nتأجرني ثماني حجج فإن أتممت عشرا فمن\r\nعندك \" الآية فإن ظاهرها أن الصيغة أي صيغة\r\nالنكاح هي قوله : \" أنكحك \" وهو مضارع \"\r\nوفيه ما لا يخفى فإن قوله : أريد أن أنكحك ظاهر\r\nبل صريح في أنه في مقام المذاكرة للاستيجار لا في\r\nمقام اجراء العقد له .\r\nوكيف كان فاستعمال لفظ المضارع في عقد\r\nالبيع لا يخلو عن قوة لو لم يكن اجماع على خلافه .\r\nويرد على الثاني بأنه فرق بين الاستيجاب\r\nوالانشاء وأن الأمر إذا كان في مقام انشاء البيع\r\nيستفاد منه عقد البيع مضافا إلى دلالة رواية بيع\r\nاللبن في الضرع المتقدمة على جوازه ووقوع البيع\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nبلفظ الأمر .\r\nالثالث من الشرائط تقديم الايجاب على\r\nالقبول على الأشهر كما عن الخلاف والوسيلة والسرائر\r\nوالتذكرة والايضاح وجامع المقاصد ، واستدل\r\nلهذا الشرط بأمور الأول حمل آية الوفاء بالعقود\r\nعلى العقود المتعارفة وهي ما إذا قدم ايجابها على\r\nقبولها ، فلا تشمل العقود المقدم قبولها على الايجاب\r\nالثاني أن القبول فرع الايجاب فلا يجوز\r\nتقديم الفرع على الأصل .\r\nالثالث أن القبول تابع للايجاب فلا يتقدم\r\nعليه وهو قريب من الثاني .\r\nواستدل لعدم اعتبار هذا الشرط بأمرين :\r\nأحدهما التمسك بالعمومات والاطلاقات\r\nالسليمة عن المعارض الثاني فحوى جوازه في النكاح\r\nكقول الصادق \" عليه السلام \" في كيفية صيغة المتعة : أتزوجك\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nمتعة على كتاب الله وسنة نبيه لا وارثة ولا موروثة\r\nكذا وكذا يوما ، وإن شئت كذا وكذا سنة بكذا\r\nوكذا درهما وتسمى من الأجر ( من الأجل خ ل ) ما\r\nتراضيتما عليه قليلا كان أو كثيرا ، فإذا قالت : نعم\r\nفقد رضيت وهي امرأتك وأنت أولى بها الخ ( 1 ) .\r\nوغير ذلك من روايات الباب فراجع\r\nوكذا رواية سهل الساعدي المشتملة على تقديم\r\nالقبول من الزواج على الايجاب بقوله : زوجنيها\r\nإلا أن الرواية لم أظفر بها .\r\nوقد فصل شيخنا الأنصاري \" قدس سره \"\r\nبين ألفاظ القبول بقوله : إن القبول أما أن يكون بلفظ\r\nقبلت ورضيت ، وأما أن يكون بطريق الأمر\r\nوالاستيجاب نحو بعني فيقول المخاطب : بعتك\r\nوأما أن يكون بلفظ اشتريت اشتريت وملكت مخففا\r\nوابتعت ، فإن كان بلفظ قبلت فالظاهر هو عدم\r\nجواز تقديمه وفاقا لمن عرفت في صدر المسألة\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل الباب 18 من أبواب المتعة الحديث 1 . ","page_name":" 168 ","page_number":168},
  {"content":"\r\nبل المحكي عن الميسية والمسالك ومجمع الفائدة\r\nأنه لا خلاف في عدم جواز تقديم لفظ قبلت\r\nإلى أن قال : ويدل عليه - مضافا إلى ما\r\nذكره وإلى كونه خلاف المتعارف من العقد\r\nأن القبول الذي هو أحد ركني عقد المعاوضة\r\n- فرع الايجاب فلا يعقل تقدمه عليه ، وليس المراد\r\nمن هذا القول الذي هو ركن العقد مجرد الرضا\r\nبالايجاب سواء تحقق قبل ذلك أم لا حيث\r\nإن الرضا بشئ لا يستلزم تحققه في الماضي ، فقد\r\nيرضى الانسان بالأمر المستقبل ، بل المراد منه الرضا\r\nبالايجاب على وجه يتضمن انشاء نقل ما له في\r\nالحال إلى الموجب على وجه العوضية لأن المشتري\r\nناقل كالبائع .\r\nوهذا لا يتحقق إلا مع تأخر الرضا عن الايجاب\r\nإذ مع تقدمه لا يتحقق النقل في الحال فإن من\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nرضى بمعاوضة ينشئها الموجب في المستقبل لم ينقل\r\nفي الحال ماله إلى الموجب بخلاف من رضى\r\nبالمعاوضة التي أنشأها الموجب سابقا فإنه يرفع\r\nبهذا الرضا يده من ماله إلى غيره على وجه\r\nالعوضية .\r\nإلى أن قال : ومما ذكرنا يظهر الوجه في المنع عن\r\nتقدم القبول بلفظ الأمر كما لو قال : بعني هذا بدرهم\r\nفقال : بعتك لأن غاية الأمر دلالة طلب المعاوضة\r\nعلى الرضا بها ، لكن لم يتحقق بمجرد الرضا بالمعاوضة\r\nالمستقبلة نقل في الحال للدرهم إلى البايع كما لا يخفى .\r\nوأما ما يظهر من المبسوط من الاتفاق هنا\r\nعلى الصحة به فموهون بما ستعرف من مصير الأكثر\r\nعلى خلافه .\r\nوأما فحوى جوازه في النكاح ففيها بعد الاغماض\r\nعن حكم الأصل بناءا على منع دلالة رواية سهل\r\nعلى كون لفظ الأمر هو القبول لاحتمال تحقق\r\nالقبول بعد ايجاب النبي \" صلى الله عليه وآله \"\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nويؤيده أنه لولاه يلزم الفصل الطويل بين الايجاب\r\nوالقبول ومنع الفحوى وقصور دلالة رواية أبان\r\nمن حيث اشتمالها على كفاية قول المرأة : نعم في\r\nالايجاب .\r\nثم اعلم أن في صحة تقديم القبول بلفظ الأمر\r\nاختلافا كثيرا بين كلمات الأصحاب ، فقال في المبسوط\r\nإن قال : بعنيها بألف ، فقال بعتك صح ، والأقوى\r\nعندي أنه لا يصح حتى يقول المشتري بعد ذلك\r\nاشتريت واختار ذلك في الخلاف وصرح به في\r\nالغنية ، إلى آخر ما ذكره من الاختلاف في وقوع القبول\r\nبلفظ الأمر .\r\nقوله \" قدس سره \" : إن القبول الذي هو أحد\r\nركني العقد فرع الايجاب الخ قال المحقق الخراساني\r\n\" قدس سره \" : محصل ما ذكره وجها للتفصيل على طوله\r\nوجواز تقديم مثل اشتريت وعدم جواز تقديم\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nمثل قبلت هو اشتمال هذا على المطاوعة التي\r\nلا بد لها من الفرعية والتابعية فكيف يقدم ؟ بخلاف\r\nذلك فإنه لا مطاوعة فيه ، فيؤخر ويقدم ، ثم اعترض\r\nعليه بقوله : قلت : لا يخفى أن العقد وإن كان\r\nينعقد بفعل الاثنين ويتقوم بركنين إلا أنه أمر واحد\r\nلا يكاد تحققه إلا من تواطئهما على أمر وحداني\r\nيوقعه أحدهما ويقبله الآخر ويظهر الرضا به ولا يكاد\r\nيتحقق بايقاع كل واحد معنى على حده بل يتحقق\r\nهناك من كل ايقاع لا منهما عقد ، فلا بد في\r\nتحققه من ايجاب من أحدهما وانشاء للرضا بما\r\nأوجبه وقبوله بما يدل عليه مطابقة أو التزاما من\r\nالآخر .\r\nفالتبعية التي لا بد منها في القبول بأي صيغة\r\nكانت لو اقتضت التأخر فليكن القبول مطلقا\r\nمؤخرا وإلا فلا مقتضى لوجوب تأخره إذا كان\r\nمثل لفظ قبلت ، والمطاوعة التي تكون مأخوذة\r\nفي معناه ليست إلا ملك التبعية التي لا بد منها\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nفي كل قبول ، وهي غير مقتضية لوجوب تأخره إلا\r\nأنها لازم نفس المعنى في قبلت ، ولازم كونه\r\nفي مقام القبول في مثل اشتريت ، وهذا لا يوجب\r\nالتفاوت بينهما في ذلك كما لا يخفى انتهى موضع\r\nالحاجة .\r\nولكن يرد عليه أن لا مطاوعة في اشتريت\r\nإذا تقدم على الايجاب بل هو انشاء لمالكيته\r\nللمبيع لنفسه عوضا عن ماله كما صرح به الشيخ \" قدس\r\nسره \" بعد العبارة المتقدمة التي نقلناها منه آنفا فإنه\r\nقال \" ره \" : وإن كان التقديم بلفظ اشتريت أو ابتعت\r\nأو تملكت أو ملكت هذا بكذا ، فالأقوى جوازه لأنه\r\nانشاء ملكيته للمبيع بإزاء ماله عوضا ، ففي الحقيقة انشاء\r\nالمعاوضة كالبايع إلا أن البايع ينشأ ملكية ماله لصاحبه\r\nبإزاء مال صاحبه ، والمشتري\r\nينشأ ملكية مال صاحبه لنفسه بإزاء ماله ففي الحقيقة\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nكل مهما يخرج ماله إلى صاحبه ويدخل مال صاحبه\r\nفي ملكه .\r\nإلا أن الادخال في الايجاب مفهوم من ذكر\r\nالعوض وفي القبول مفهوم من نفس الفعل\r\nوالاخراج بالعكس وحينئذ فليس في حقيقة الاشتراء\r\nمن حيث هو معنى القبول لكنه لما كان الغالب\r\nوقوعه عقيب الايجاب وانشاء انتقال مال\r\nالبايع إلى نفسه إذا وقع عقيب نقله إليه - يوجب\r\nتحقق المطاوعة ، ومفهوم القبول أطلق عليه القبول\r\nوهذا المعنى مفقود في الايجاب المتأخر ، لأن\r\nالمشتري إنما ينقل ماله إلى البايع بالالتزام الحاصل\r\nمن جعل ماله عوضا ، والبايع إنما ينشأ انتقال الثمن\r\nإليه كذلك لا بمدلول الصيغة وقد صرح في النهاية\r\nوالمسالك - على ما حكي - بأن اشتريت ليس\r\nقبولا حقيقة وإنما هو بدل وأن الأصل في القبول\r\nقبلت لأن القبول في الحقيقة ما لا يمكن الابتداء به\r\nولفظ اشتريت يجوز الابتداء به ومرادهما أنه بنفسه\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nلا يكون قبولا فلا ينافي ما ذكرنا من تحقق مفهوم\r\nالقبول فيه إذا وقع عقيب تمليك البايع .\r\nإلى أن قال : فإن قلت : إن الاجماع على\r\nاعتبار القبول في العقد يوجب تأخير قوله :\r\n\" اشتريت \" بالنسبة إلى إفادة نقل المال ، لأن\r\nانشاء مالكيته لمال الغير إذا وقع تمليك الغير له\r\nيتحقق فيه معنى الانتقال وقبول الأثر فيكون اشتريت\r\nمتأخرا التزاما بالأثر عقيب انشاء التأخير من البايع\r\nبخلاف ما لو تقدم فإن مجرد انشاء المالكية لمال لا يوجب\r\nتحقق مفهوم القبول كما لو نوى تملك المباحات أو\r\nاللقطة فإنه لا قبول فيه رأسا \"\r\nقلت : المسلم من الاجماع هو اعتبار القبول من\r\nالمشتري بالمعنى الشامل للرضا بالايجاب ، وأما\r\nوجوب تحقق مفهوم القبول المتضمن للمطاوعة\r\nوقبول الأثر فقد تبين من جميع ذلك أن انشاء\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nالقبول لا بد أن يكون جامعا لتضمن انشاء النقل\r\nوللرضا بانشاء البايع تقدم أو تأخر ولا يعتبر انشاء\r\nانفعال نقل البايع ، فقد تحصل مما ذكرناه صحة تقديم\r\nالقبول إذا كان البيع بلفظ اشتريت وفاقا لمن عرفت\r\nانتهى موضع الحاجة .\r\nوالظاهر أن الأستاذ رحمه الله وافقه على هذا المرام\r\nلعدم تعرضه للنقض والابرام عند حكايته منه لهذا\r\nالكلام .\r\nإلا أنه يرد عليه أن الذي ذكره \" قدس سره \" لا يساعد\r\nعليه العرف بل هو شبيه بالمعنى الدقي الفلسفي\r\nفإن \" اشتريت \" كقبلت ورضيت بنظرهم فهو\r\nلا محالة متضمن لمعنى المطاوعة فإن العقد ليس\r\nهو الايجاب فقط ولا القبول فقط بل\r\nهو أمر مركب من ايقاعين وإن كان أمرا وحدانيا\r\nبسيطا إلا أنه إذا تحقق هذان الايقاعان تحقق العقد\r\nفي الخارج كما أشار إليه المحقق الخراساني رحمه الله\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nفحينئذ لفظ اشتريت ليس لفظ مستقلا في المفهوم\r\nغير مرتبط بالايجاب أو مرتبطا بالرضا بل هو\r\nمرتبط بالايجاب بنحو ارتباط القبول بالايجاب\r\nبحيث يعده العرف قبولا للايجاب الآتي ، ومن\r\nالمعلوم أن الأحكام الشرعية منزلة على المفاهيم\r\nالعرفية ، فعندئذ كما أن قبلت لا يجوز تقديمه على\r\nالايجاب فكذا اشتريت وملكت ونحوهما والله\r\nالعالم ، هذا تمام الكلام في عقد البيع .\r\nوأما سائر العقود فإن كان يؤدي قبولها بانشاء\r\nمستقل كالإجارة التي يؤدي قبولها بقوله : تملكت\r\nمنك منفعة كذا أو النكاح الذي يؤدي قبولها بلفظ\r\nنكحت وتزوجت فالظاهر أن حكمه حكم البيع في\r\nجواز تقديم القبول .\r\nوأما إذا لم يؤد قبولها إلا بلفظ قبلت أو نحوه\r\nمما فيه معنى المطاوعة كارتهنت واقترضت\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nفربما قيل بجواز تقديم القبول فيه إذ ليس فيه التزام\r\nبشئ كما كان في البيع التزام بنقل ماله إلى البايع\r\nوهنا ليس كذلك فإن القبول هنا ليس فيه إلا\r\nالرضا بالايجاب وقد عرفت أن الرضا كما\r\nيمكن تعلقه بأمر حالي كذلك يمكن تعلقه بأمر\r\nاستقبالي .\r\nولكن أورد عليه شيخنا الأنصاري \" قدس سره \"\r\nبقوله : والتحقيق عدم الجواز لأن اعتبار القبول\r\nفيه من جهة تحقق عنوان المرتهن ولا يخفى أنه لا\r\nيصدق الارتهان على قبول الشخص إلا بعد\r\nتحقق الرهن لأن الايجاب انشاء للفعل ( للنقل خ ل )\r\nوالمقبول انشاء الانفعال ( للانتقال خ ل )\r\nوكذا القول في الهبة والقرض فإنه لا يحصل\r\nبه الرضا فإنه لا يحصل من انشاء القبول فيها التزام\r\nبشئ وإنما يحصل به الرضا بفعل الموجب ، ونحوها\r\nقبول المصالحة المتضمنة للاسقاط أو التمليك بغير\r\nعوض ، وأما المصالحة المشتملة على المعاوضة فلما\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nكان ابتداء الالتزام بها جائزا من الطرفين\r\nوكان نسبتهما إليهما على وجه سواء وليس الالتزام\r\nالحاصل من أحدهما مغايرا للالتزام الحاصل من الآخر\r\nكان البادي منهما موجبا لصدق الموجب عليه\r\nلغة وعرفا .\r\nثم لما انعقد الاجماع على توقف العقد على\r\nالقبول لزم أن يكون الالتزام الحاصل من الآخر\r\nبلفظ القبول إذ لو قال أيضا : صالحتك كان\r\nايجابا آخر فيلزم تركيب العقد من ايجابين ،\r\nوتحقق من جميع ذلك أن تقديم القبول في الصلح\r\nأيضا غير جائز إذ لا قبول فيه بغير لفظ قبلت ورضيت\r\nوقد عرفت أن قبلت ورضيت مع التقديم لا\r\nيدل على انشاء لنقل العوض في الحال انتهى\r\nإلى هنا أو شئ يسير بعد ذلك قد فاتنا من\r\nكلام الأستاذ \" ره \" - انتهى كلام الأستاذ \" قدس سره \"\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nمن هذا المقدار من كتاب البيع ثم ترك الأستاذ\r\nهذا البحث وشرع في كتاب القضاء وأظن\r\nأن ذلك كان في السنة 1401 أو 1402 هجرية\r\nفبقي هذا المبحث ناقصا ، ثم إني بعدما قررت\r\nبحوثه رحمه الله في البيع في المسودة أحببت أن أقررها\r\nفي المبيضة لينتفع الأفاضل ورواد البحوث\r\nالفقهية بها وليكون ذلك ذخرا لي بعد وفاتي\r\nوكان الختام من هذه المبيضة في\r\n17 من ربيع الثاني من السنة 1419\r\nمن الهجرة النبوية أي 19 / 5 /\r\n1377 من السنة الشمسية والحمد لله\r\nأولا وآخرا وظاهرا وباطنا وصلى\r\nالله على محمد وآله الطيبين\r\nالطاهرين الغر الميامين\r\nولعنة الله على أعدائهم\r\nأجمعين إلى قيام\r\nيوم الدين\r\nالمؤلف : محمد هادي المقدس النجفي\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180}
  ]