[
  {"content":"\r\nكتاب\r\nتاريخ القرآن الكريم\r\nوهو أول كتاب من نوعه\r\nملتزم طبعه ونشره\r\nمصطفى محمد يغمور بمكة\r\nطبع للمرة الأولى بمطبعة الفتح\r\nبجدة - الحجاز\r\nعام 1365 ه‍ و 1946 م\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nكل نسخة لم تكن مختومة بختم الناشر تعد مسروقة\r\nالختم\r\nمؤلفات محمد طاهر الكردي الخطاط\r\nصاحب هذا الكتاب غفر الله له\r\n( 1 ) تاريخ القرآن وغرائب رسمه وحكمه طبع ولله الحمد\r\n( 2 ) تاريخ الخط العربي وآدابه . . \"\r\n( 3 ) تحفة العباد في حقوق الزوجين والوالدين والأولاد \"\r\n( 4 ) حسن الدعابة فيما ورد في الخط وأدوات الكتابة \"\r\n( 5 ) كراسة الحرمين في تعليم خط الرقعة .\r\n\" ( 6 ) مجموعة الحرمين في تعليم خط النسخ . \"\r\n( 7 ) رسالة في الدفاع عن الكتابة العربية في الحروف والحركات \"\r\n( 8 ) ارشاد الزمرة لمناسك الحج والعمرة ( على المذهب الشافعي ) سيطبع إن شاء الله\r\n( 9 ) تحفة الحرمين في بدائع الخطوط العربية . \" \"\r\n( 10 ) نفحة الحرمين في تعليم خطى النسخ والثلث \"\r\n( 11 ) مختصر المصباح والمختار ( في اللغة العربية ) . \"\r\n( 12 ) بدائع الشعر ولطائفه . . \"\r\n( 13 ) المحفوظات الأدبية الممتازة . . \"\r\n( 14 ) أدبيات الشاي والقهوة . \"\r\nوقد كتب المذكور مصحفا كريما سماه مصحف مكة المكرمة وهو أول مصحف\r\nكتبه بيده كما هو أول مصحف سيطبع إن شاء الله تعالى بمكة المشرفة\r\nأدام الله عليه توفيقه وفضله ورضاه وختم حياته بخير على الايمان الكامل آمين\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nتاريخ القرآن\r\nوغرائب رسمه وحكمه\r\nيبحث عن تعريف القرآن وما يتضمنه ، وعن جمعه وكتابته\r\nوترتيب آياته وسوره وضبطه وتصحيحه ، وعن غرائب\r\nرسم كلماته وهل رسمه توقيفي أم لا ، وعن حكم اتباعه\r\nوسبب نقطه وتشكيله ، وعن معرفة الصحابة للاملاء\r\nوالكتابة ، وعن مقارنة كتاباتنا برسمه\r\nوغير ذلك من المباحث القيمة\r\nتأليف\r\nمحمد طاهر بن عبد القادر الكردي المكي الخطاط\r\nبالمعارف العامة * بمكة المشرفة\r\nلطف الله به وعامله برحمته واحسانه وستره في الدنيا والآخرة آمين\r\nحقوق الطبع محفوظة للمؤلف\r\nطبع سنة 1365 هجرية\r\nبجدة\r\n","description":"","footnote":"","page_name":" 1 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين حمدا يليق بعظمته وجلاله ، والصلاة والسلام\r\nعلى نبينا محمد وصحبه وآله ( وبعد ) فلقد وفقنا الله تعالى لكتابة القرآن\r\nالعظيم ( 1 ) الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، كتبناه\r\nعلى وفاق رسم المصحف العثماني ناقلين عن المصحف الذي طبعته\r\nالحكومة المصرية سنة ألف واثنين وأربعين هجرية تحت إشراف مشيخة\r\nالأزهر المعمور ومشيخة المقارئ العمومية ، لان اتباع رسمه واجب\r\nبالاجماع وإن كتب بعض كلماته على غير طريقتنا المتبعة \" ولدا يقال \"\r\n\r\n","description":"","footnote":" ( 1 ) انتهينا من كتابة هذا المصحف الكريم في ختام عام ألف وثلاثمائة واثنين وستين\r\nهجري وقد تألفت لجنة من قبل الحكومة للعناية بتصحيحه ، وهو أول مصحف\r\nكتبناه كما هو أول مصحف سيطبع بمكة المشرفة إن شاء الله تعالى في عام 1366 ه‍ ","page_name":" 2 ","page_number":4},
  {"content":"\r\n\r\nخطان لا يقاس عليهما خط المصحف وخط العروض ( 1 )\r\nوالمراد بالمصحف العثماني مصحف عثمان بن عفان رضي الله عنه\r\nالذي أمر بكتابته وجمعه وكانوا يسمونه \" المصحف الامام \" ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) أي لا تقاس كتاباتنا العامة على خط المصحف العثماني لمخالفته القواعد\r\nالاملائية في بعض الكلمات كما بينا ذلك مفصلا في هذا الكتاب ، وكذلك لا تقاس\r\nكتاباتنا على خط العروض لأنه يكتب على حسب الملفوظ به فمثلا هذا البيت\r\nتلق الأمور بصبر جميل * وصدر رحيب وخل الحرج\r\nفان العروضيين يكتبونه هكذا\r\nتلقق ل أمور بصبرن جميلن * وصدرن رحيبن وخلل ل حرج\r\nومثله هذا البيت\r\nلا تسأل المرء عن خلائقه * في وجهه شاهد من الخبر\r\nفإنهم يكتبونه هكذا\r\nلا تسأل ل مرء عن خلائقهى * في وجههى شاهدن من ل خبري\r\n( 2 ) الأصل في هذه التسمية ما جاء في بعض الروايات ان عثمان بن عفان رضي الله عنه\r\nلما بلغه اختلاف المعلمين في القرآن قال عندي تكذبون به وتلحنون فيه فمن نأى عنى كان\r\nأشد تكذيبا وأكثر لحنا يا أصحاب محمد اجتمعوا فاكتبوا للناس إماما - واما سبب تسميته\r\nبالمصحف فإنه لما جمع أبو بكر رضي الله عنه القرآن قال سموه فقال بعضهم سموه إنجيلا\r\nفكرهوه وقال بعضهم سموه السفر فكرهوه فقال ابن مسعود رأيت بالحبشة كتابا\r\nيدعونه المصحف فسموه به ","page_name":" 3 ","page_number":5},
  {"content":"\r\nمن حيث اتباعه رسما وكتابة ( 1 ) وهو يشمل جميع المصاحف التي\r\nكتبت بأمره رضي الله عنه وأرسلت إلى الأمصار ، وقال بعضهم انه\r\nخاص بمصحفه الذي كان يقرأ فيه .\r\nهذا ولما شرعنا في كتابة مصحفنا المذكور ووصلنا إلى نحو خمسة\r\nاجزاء منه ، وجدنا في الرسم العثماني العجب العجاب ، ورأيناه جديرا\r\nبدراسته وتحقيق النظر فيه ، وحريا بأن تؤلف فيه رسالة خاصة\r\nتطبع وتنشر في الأقطار الاسلامية - فألفنا هذا الكتاب واستقصينا\r\nجميع أنواع الكلمات المخالفة لقواعد كتاباتنا ، اللهم الا ما شرد عن\r\nالنظر وغاب عن الفكر\r\nوالحق يقال - ان في رسم المصحف العثماني يقف الفكر حائرا ،\r\nوالذهن تائها ، إذ أنه في نفسه لا قاعدة له - فمثلا نجد كلمة \" كتاب \"\r\n\r\n","description":"","footnote":" ( 1 ) فان قيل إن المصحف العثماني الامام لم يكن فيه نقط ولا شكل ولم تكن فيه\r\nأرقام للآيات ولا علامات للاجزاء والأحزاب فكان الواجب حذف هذه الأشياء\r\nمن المصاحف اتباعا للمصحف العثماني - نقول - ان هذه الأمور حدثت\r\nفيما بعد حيث اختلفت الألسن باختلاط العرب بالعجم لانتشار الاسلام فخوفا\r\nمن التصحيف والالتباس في كلمات القرآن اخترعوا هذه الأشياء التي هي\r\nليست داخلة في جوهر الحروف وانما هي من العلامات الدالة على القراءة\r\nالصحيحة فصار وضعها من اللازم وسنتكلم عنها مفصلا في الخاتمة إن شاء الله تعالى\r\nوكان تقسيم القرآن إلى اجزاء وأحزاب في زمن الحجاج ","page_name":" 4 ","page_number":6},
  {"content":"\r\nمرسومة في جميع القرآن بغير ألف ما عدا أربعة مواضع ( 1 ) فإنها\r\nمرسومة بالألف نحو \" لكل أجل كتاب \" وكلمة \" قال \" مرسومة\r\nفي جميع القرآن بالألف ما عدا خمسة مواضع ( 2 ) فإنها بحذف الألف\r\nنحو \" قل رب احكم بالحق \" وكلمة \" أيها \" مرسومة في جميع القرآن\r\nبألف بعد الهاء ما عدا ثلاثة مواضع ( 3 ) فإنها بحذف الألف نحو\r\n\" أيه الثقلان \" وكلمة \" إبراهيم \" مرسومة في سورة البقرة هكذا\r\n\" ابرهم \" وفي بقية القرآن هكذا \" إبراهيم \" وكلمة \" يا ابن أم \"\r\nمرسومة في سورة طه هكذا \" قال يبنؤم \" وفي الأعراف هكذا\r\n\" قال ابن أم \" وكلمة \" ما نشاء \" مرسومة في سورة هود هكذا\r\n\" ما نشؤا \" وفي سورة الحج هكذا \" ما نشاء \" وكلمة \" الأمثال \"\r\nمرسومة بالألف بعد الثاء ومرسومة بحذف الألف . وحذفت الواو\r\nوالياء من آخر هذين الفعلين \" ويدع الانسان - فهو يشفين \" من غير علة\r\nإلى غير ذلك من الكلمات التي قد تكتب في بعض المواضع بشكل\r\nوفى بعضها بشكل آخر مع أن الكلمة هي هي بعينها لم تتغير ( 4 ) فمن\r\nيرشدنا إلى سبب هذا التغاير في رسم المصحف العثماني الا الصحابة\r\n\r\n","description":"","footnote":" ( 1 ) ذكرنا هذه المواضع كلها في آخر الفصل الثاني من الباب الخامس\r\n( 2 ) ذكرنا هذه المواضع كلها في آخر الفصل الثاني من الباب الخامس\r\n( 3 ) ذكرنا هذه المواضع كلها في آخر الفصل الثاني من الباب الخامس\r\n( 4 ) انظر في الجدول الثاني في الفصل الثاني من الباب الرابع ، وانظر\r\nأيضا في الفصل الرابع من الباب الخامس في بعض غرائب الرسم العثماني ","page_name":" 5 ","page_number":7},
  {"content":"\r\nالذين كتبوه بأمرنا عثمان وهذا إذا قاموا من قبورهم\r\nولقد صدق من قال \" كما أن للقرآن معجز في ذاته فخطه معجز أيضا \"\r\nوإلى هذا المعنى أشار العلامة الشيخ محمد العاقب بن ما يأبى الشنقيطي\r\nدفين فاس رحمه الله تعالى بقوله .\r\nوالخط فيه معجز للناس * وحائد عن مقتضى القياس\r\nلا تهتدى لسره الفحول * ولا تحوم حوله العقول\r\nقد خصه الله بتلك المنزلة * دون جميع الكتب المنزلة\r\nليظهر الاعجاز في المرسوم * منه كما في لفظه المنظوم\r\nوالحقيقة ان تأليف كتابنا هذا هو من بركة كتابتنا للمصحف المذكور\r\nحيث كنا نتبع فيه الرسم العثماني كلمة كلمة ، ولولاه لما كنا ندرك\r\nمعنى الرسم العثماني ووجهة مخالفته لقواعد املائنا - وغاية ما كنا\r\nنعرف ان نحو * كتاب ، وإبراهيم ، وإسماعيل ، وإسحاق وهارون ،\r\nوسليمان ، مكتوب في المصحف بغير ألف ، اما غيرها فلا تقع\r\nأعيننا عليه لتعود ألسنتنا على القراءة الصحيحة - والسبب في عدم\r\nملاحظتنا هيئة رسم الكلمات في المصحف هو عدم الاعتناء بتعليم\r\nالقراءات وفن الرسم وعلم التجويد حتى اندثرت من غالب البلاد\r\nالاسلامية وربما كانت مصر هي الوحيدة في المحافظة على هذه العلوم .\r\n","description":"","footnote":"","page_name":" 6 ","page_number":8},
  {"content":"\r\nوهذا الكتاب هو أول كتاب من نوعه فإنه لم يؤلف في هذا\r\nالموضوع على نمطه كتاب من قبل - نعم لقد ألف علماء القراءات\r\nالمتقدمون في رسم المصحف العثماني مؤلفات جليلة وحصروا مرسوم\r\nالقرآن كلمة كلمة على هيئة ما كتبه الصحابة رضي الله عنهم بحيث لم\r\nيفهم شئ منه ، الا انهم لم يبحثوا عنه كما بحثنا ، ولم يقارنوا بين\r\nمرسومه كما قارنا - على اننا لا ندعي المعرفة أكثر منهم بل نمشي\r\nعلى ضوءهم مع ما يفتح الله به علينا من فضله الواسع فهو الفتاح\r\nالعليم لا راد لفضله .\r\nولقد بسطنا القول في هذا الكتاب عن القرآن العظيم من\r\nجميع نواحيه بسطا وافيا ولم نتعرض للناسخ والمنسوخ ولا لوجوه\r\nالقراءات وتراجم القراء لان كلا من ذلك فن مستقل بذاته يحتاج\r\nإلى مؤلف خاص ، وجعلنا في ذيله هامشا لزيادة الايضاح وتمام الفائدة ،\r\nوحصرناه في ستة أبواب وخاتمة تحت كل باب جملة فصول ،\r\nوسميناه \" تاريخ القرآن وغرائب رسمه وحكمه \"\r\nنسأل الله الحي القيوم أن يجعله خالصا لوجهه الكريم ، وأن ينفع به\r\nمن طالعه بقلب سليم ، وأن يوفقنا لما يحبه ويرضاه ، وأن يختم لنا\r\nبخاتمة السعادة ويسترنا في الدارين ، ويجعلنا من الذين لا خوف عليهم\r\nولا هم يحزنون ، وأن يحشرنا مع الذين أنعم الله عليهم من النبيين\r\n","description":"","footnote":"","page_name":" 7 ","page_number":9},
  {"content":"\r\nوالصديقين والشهداء والصالحين وحسن أولئك رفيقا آمين ، وصلى\r\nالله على نبينا محمد أبى القاسم الأمين ، وعلى آله وصحبه أجمعين .\r\n\" وما توفيقي الا بالله عليه توكلت واليه أنيب \"\r\nغرة جمادى الثانية\r\nسنة 1365 هجرية\r\nالمؤلف\r\nمحمد طاهر الكردي\r\nالخطاط بالمعارف العامة\r\nبمكة المكرمة\r\n","description":"","footnote":"","page_name":" 8 ","page_number":10},
  {"content":"\r\n\r\nالجدول الأول\r\nوفيه بعض الكلمات بحسب رسم المصحف العثماني\r\nالله يبدؤا الخلق\r\nهي عصاي أتوكؤا عليها\r\nأو من ورأى حجاب\r\nوما دعؤا الكافرين\r\nإلى فرعون وملايه\r\nوجائ يومئذ بجهنم\r\nوجاءو على قميصه\r\nقال يبنؤم لا تأخذ\r\nبأييكم المفتون\r\nوألو استقموا\r\nوالسماء بنينها بأييد\r\nعلمؤا بنى اسرءيل\r\nالذين أسئوا السوآى\r\nولا تقولن لشائ\r\nأصحاب لئيكة\r\nامرأة فرعون قرت\r\nقل هو نبؤا عظيم\r\nثلث مائة سنين\r\nأفإين مات أو قتل\r\nألئن حصحص الحق\r\nومن يعظم شعئر الله\r\nسنت الأولين\r\nفقال الملؤا الذين\r\nلايلاف قريش أي لفهم\r\nلكم أيه الثقلان\r\nلتخذت عليه أجرا\r\nأفتوني في رءيى\r\nرحمت الله وبركته\r\nومعصيت الرسول\r\nولا مستئنسين\r\nوقد وضعنا جدولا آخر في الفصل الثاني من الباب الرابع يشتمل\r\nعلى بعض كلمات بالرسم العثماني فراجعه في محله\r\n","description":"","footnote":"","page_name":" 9 ","page_number":11},
  {"content":"\r\n\r\n\r\nالباب الأول\r\n( وفيه ثلاثة فصول )\r\n( الفصل الأول * في تعريف القرآن وما يتضمنه )\r\nذهبوا في معنى القرآن إلى جملة أقوال ذكرها السيوطي في\r\nكتابه الاتقان والمختار منها ما نص عليه إمامنا الشافعي رحمه الله تعالى\r\nوهو : ان لفظ القرآن المعرف بأل ليس مهموزا ولا مشتقا بل وضع\r\nعلما على الكلام المنزل على النبي صلى الله عليه وسلم\r\nواما القرآن فقد قال أهل السنة القرآن كلام الله تعالى منزل غير\r\nمخلوق منه بدأ واليه يعود وهو مكتوب في المصاحف محفوظ في\r\nالصدور مقروء بالألسنة مسموع بالآذان\r\nوالاشتغال بالقرآن من أفضل العبادات سواء كان بتلاوته أو بتدبر\r\nفيه - قال الله تعالى - إن الذين يتلون كتاب الله وأقاموا الصلاة\r\nوأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور ليوفيهم أجورهم\r\nويزيدهم من فضله انه غفور شكور - وقال - كتاب أنزلناه إليك مبارك\r\nليدبروا آياته وليتذكر أولوا الألباب - وقال - الله نزل أحسن\r\nالحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم\r\nوتلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدى به من يشاء\r\nومن يضلل الله فماله من هاد\r\n","description":"","footnote":"","page_name":" 10 ","page_number":12},
  {"content":"\r\nولبعضهم :\r\nوإذا أردت من العلوم أجلها * فعليك بالقرآن والاعراب\r\nهذا لدينك ان أردت ديانة * وهدى وذاك لمنطق وخطاب\r\nولبعضهم أيضا :\r\nنعم السمير كتاب الله ان له * حلاوة هي أحلى من جنى الضرب ( 1 )\r\nبه فنون المعاني قد جمعن فما * تفتر من عجب الا إلى عجب\r\nأمر ونهى وأمثال وموعظة * وحكمة أو دعت في أفصح الكتب\r\nلطائف يجتليها كل ذي بصر * وروضة يجتنيها كل ذي أدب\r\nفالقرآن يتضمن الاحكام ، والشرائع ، والأمثال ، والحكم ،\r\nوالمواعظ والتاريخ ، ونظام الكون ، وغير ذلك .\r\nقال بعضهم :\r\nألا انما القرآن تسعة أحرف * سأنبيكها في بيت شعر بلا خلل\r\nحلال حرام محكم متشابه * بشير نذير قصة عظة مثل\r\nفالقران ما ترك شيئا من أمور الدين الا وبينه ، ولا من نظام\r\nالكون الا وأوضحه ، وفيه يقول الله تعالى \" ونزلنا عليك الكتاب\r\nتبيانا لكل شئ وهدى ورحمة وبشرى للمسلمين \" ويقول \" ولقد\r\nضربنا للناس في هذا القرآن من كل مثل لعلهم يتذكرون \"\r\n\r\n","description":"","footnote":" ( 1 ) الضرب بفتحتين العسل الأبيض قاله في المصباح ","page_name":" 11 ","page_number":13},
  {"content":"\r\n\r\nوقال عليه الصلاة والسلام \" كتاب الله فيه نبأ ما قبلكم وخبر ما بعدكم\r\nوحكم ما بينكم هو الفصل ليس بالهزل من تركه من جبار قصمه\r\nالله تعالى ومن ابتغى الهدى في غيره أضله الله تعالى وهو حبل الله المتين\r\nوهو الذكر الحكيم وهو الصراط المستقيم وهو الذي لا تزيغ به الأهواء\r\nولا تلتبس به الألسنة ولا تشبع منه العلماء ولا يخلق على كثرة الرد\r\nولا تنقضي عجائبه \" أخرجه الترمذي . ومعنى لا يخلق لا يبلى\r\n( وقال أيضا ) \" أعربوا القرآن والتمسوا غرائبه \" رواه\r\nالبيهقي والحاكم عن أبي هريرة والمراد باعرابه معرفة معاني ألفاظه\r\nوما أحسن ما رواه الامام السيوطي رحمه الله تعالى في كتابه الاتقان\r\nعن بعضهم حيث يقول : اعتنى قوم بضبط لغات القرآن وتحرير كلماته\r\nومعرفة مخارج حروفه وعددها ، وعدد كلماته وآياته وسوره وأحزابه\r\nوأنصافه وأرباعه ، وعدد سجداته والتعليم عند كل عشر آيات إلى غير\r\nذلك من حصر الكلمات المتشابهة والآيات المتماثلة ، من غير تعرض\r\nلمعانيه ولا تدبر لما أودع فيه فسمو القراء - واعتني النحاة بالمعرب\r\nمنه والمبنى من الأسماء والافعال والحروف العاملة وغيرها ، وأوسعوا\r\nالكلام في الأسماء وتوابعها وضروب الافعال واللازم والمعتدى\r\nورسوم خط الكلمات وجميع ما يتعلق به حتى أن بعضهم أعرب\r\n","description":"","footnote":"","page_name":" 12 ","page_number":14},
  {"content":"\r\nمشكله وبعضهم أعربه كلمة كلمة - واعتني المفسرون بألفاظه\r\nفوجدوا منه لفظا يدل على معنى واحد ولفظا يدل على معنيين ولفظا\r\nيدل على أكثر فأجروا الأول على حكمه وأوضحوا معنى الخفي منه\r\nوخاضوا في ترجيح أحد المحتملات ذي المعنيين أو المعاني وأعمل كل\r\nمنهم فكره وقال بما اقتضاه نظره - واعتني الأصوليون بما فيه من\r\nالأدلة العقلية والشواهد الأصلية والنظرية فاستنبطوا منه وسموا هذا\r\nالعلم بأصول الدين - وتأملت طائفة منهم معاني خطابه فرأت منها ما\r\nيقتضى العموم ومنها ما يقتضى الخصوص إلى غير ذلك فاستنبطوا منه\r\nأحكام اللغة من الحقيقة والمجاز - وتكلموا في التخصيص والاخبار\r\nوالنص والظاهر والمجمل والمحكم والمتشابه والامر والنهى والنسخ ،\r\nإلى غير ذلك من الأقيسة واستصحاب الحال والاستقراء وسموا هذا\r\nالفن أصول الفقه - وأحكمت طائفة صحيح النظر وصادق الفكر\r\nفيما فيه من الحلال والحرام وسائر الأحكام فأسسوا أصوله وفرعوا\r\nفروعه وبسطوا القول في ذلك بسطا حسنا وسموه بعلم الفروع\r\nوبالفقه أيضا - وتلمحت طائفة ما فيه من قصص القرون السالفة\r\nوالأمم الخالية ونقلوا أخبارهم ودونوا آثارهم ووقائعهم حتى ذكروا\r\nبدء الدنيا وأول الأشياء وسموا ذلك بالتاريخ والقصص -\r\n","description":"","footnote":"","page_name":" 13 ","page_number":15},
  {"content":"\r\n\r\nوتنبه آخرون بما فيه من الحكم والأمثال والمواعظ التي تقلقل قلوب\r\nالرجال فاستنبطوا مما فيه من الوعد والوعيد ، والتحذير والتبشير ، وذكر\r\nالموت والميعاد ، والحشر والحساب ، والعقاب والثواب ، والجنة والنار\r\nفصولا من المواعظ وأصولا من الزواجر فسموا بذلك الخطباء\r\nوالوعاظ - وأخذ قوم بما في آية المواريث من ذكر السهام وأربابها وغير\r\nذلك من علم الفرائض واستنبطوا منها من ذكر النصف والربع والسدس\r\nوالثمن حساب الفرائض - ونظر قوم إلي ما فيه من الآيات الدالة\r\nعلى الحكم الباهرة في الليل والنهار والشمس والقمر والنجوم والبروج\r\nوغير ذلك فاستخرجوا منه علم المواقيت - ونظر الكتاب والشعراء\r\nإلى ما فيه من جزالة اللفظ وبديع النظم وحسن السياق والمبادئ\r\nوالمقاطع والمخالص والتلوين في الخطاب والاطناب والايجاز وغير ذلك\r\nفاستنبطوا منه المعاني والبيان والبديع - انتهى\r\nجميع العلم في القرآن لكن * تقاصر عنه أفهام الرجال\r\nويعجبنا وصف الأستاذ مصطفى صادق الرافعي رحمه الله تعالى ( 1 )\r\nللقران الكريم حيث يقول في كتابه اعجاز القران ما نصه : القرآن\r\nألفاظ إذا اشتدت فأمواج البحار الزاخرة ، وإذا هي لانت فأنفاس\r\nالحياة الآخرة ، تذكر الدنيا فمنها عمادها ونظامها ، وتصف الآخرة\r\n\r\n","description":"","footnote":" ( 1 ) توفى الرافعي المذكور في 10 مايو 1937 م الموافق 29 صفر 1356 هجرية ","page_name":" 14 ","page_number":16},
  {"content":"\r\n\r\nفمنها جنها وضرامها ، ومتى وعدت من كرم الله جعلت الثغور تضحك\r\nفي وجوه الغيوب ، وان أوعدت جعلت الألسنة ترعد من حمى\r\nالقلوب ، ومعان بينا هي عذوبة ترويك من ماء البيان ، ورقة تستروح\r\nمنها نسيم الجنان ، ونور تبصر به في مرآة الايمان وجه الأمان ، وبينا هي\r\nترف بندى الحياة على زهرة الضمير ، وتخلق في أوراقها من معاني العبرة\r\nمعنى العبير ، وتهب عليها بأنفاس الرحمة فتنم بسر هذا العالم الصغير ،\r\nثم بينا هي تتساقط من الأفواه تساقط الدموع من الأجفان ، وتدع\r\nالقلب من الخشوع كأنه جنازة ينوح عليها اللسان ، وتمثل للمذنب\r\nحقيقة الانسانية حتى يظن أنه صنف آخر من الانسان ، إذا هي بعد\r\nذلك اطباق السحاب وقد انهارت قواعده ، والتمعت ناره وقصفت\r\nفي الجو رواعده ، وإذا هي السماء وقد اخذت على الأرض ذنبها\r\nواستأذنت في صدمة الفزع ربها ، فكادت ترجف الراجفة تتبعها\r\nالرادفة ، وانما هي عند ذلك زجرة واحدة ، فإذا الخلق طعام الفناء وإذا\r\nالأرض مائدة . انتهى كلام الرافعي رحمه الله تعالى\r\nهذا وان ومن عظمة القرآن في ذاته اقرار علماء الإفرنج بسمو\r\nمكانته واعترافهم برفيع منزلته ، وخشوعهم لدي سماع ترتيل آياته ،\r\nواعجابهم بما حواه من نظام الكون ودستور المدنية والعمران .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":17},
  {"content":"\r\n\r\nوهناك بعض من نوابغ مستشرقي الإفرنج من يتخصص لحفظ القرآن\r\nوفهم تفاسيره ، ومن يعتنى بعلم القراءات وفن التجويد ، ومن ينقطع إلى\r\nدراسته وبيان مزايا دين الاسلام ولهم في ذلك مؤلفات . وان بقوا\r\nعلى ديانتهم .\r\nوان أول طبع للمصحف بالخط العربي كان في مدينة همبرج بألمانيا\r\nوذلك في سنة 1113 هجرية ( 1 ) ويوجد من هذه الطبعة مصحف بدار\r\nالكتب العربية المصرية بالقاهرة\r\nقال المستشرق الألماني الدكتور شومبس في القرآن الكريم\r\nفي إحدى الجمعيات \" يقول بعض الناس ان القرآن كلام محمد - وهو\r\nخطأ محض - فالقرآن كلام الله تعالى الموحى على لسان رسوله محمد ،\r\nفليس في استطاعة محمد ذلك الرجل الأمي في تلك العصور الغابرة أن\r\nيأتينا بكلام تحار فيه عقول الحكماء ويهدى الناس من الظلمات إلى\r\nالنور ، وربما تعجبون من اعتراف رجل أو ربى بهذه الحقيقة ،\r\nانى درست القرآن فوجدت فيه تلك المعاني العالية والنظامات المحكمة\r\nوتلك البلاغة التي لم أجد مثلها قط في حياتي ، جملة واحدة منه تغنى\r\n\r\n","description":"","footnote":" ( 1 ) وسببه على ما يظهر لنا ان اختراع المطبعة كان في ألمانيا سنة 1431 ميلادية\r\nثم عم انتشارها بقية الممالك ، وأول دخولها إلى تركيا كان في زمن السلطان احمد\r\nالثالث وكان طبع المصاحف في عهده ممنوعا وسنتكلم في آخر الكتاب عن ظهور\r\nالمطابع وانتشارها انشاء الله تعالى ","page_name":" 16 ","page_number":18},
  {"content":"\r\nعن مؤلفات هذا ولا شك أكبر معجزة اتى بها محمد عن ربه \" اه‍ كلامه\r\nوقال المستشرق ما كس مننى : ان مرشد المسلمين هو القرآن\r\nوحده ، والقرآن ليس بكتاب ديني فقط بل هو أيضا كتاب الآداب\r\nوتجد به الحياة السياسية والاجتماعية ، بل هو يرشد الانسان إلى\r\nوظائفه اليومية ، والاحكام الاسلامية التي لا توجد بالقرآن توجد في\r\nالسنة والتي لا تكون واضحة لا في القرآن ولا في السنة توجد في\r\nالفقه الواسع الذي هو علم الحقوق الاسلامي اه‍ كلامه\r\nوما قيمة ما يقوله الانسان في القرآن الكريم بعد قوله تعالى فيه\r\n\" كتاب أحكمت آياته ثم فصلت من لدن حكيم خبير \" وقوله \" أفلا\r\nيتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا \"\r\nوقوله \" لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من\r\nخشية الله \" وقوله \" قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون يمثله ولو كان بعضهم لبعض ظهيرا \"\r\n( قال المقرى في إضاءة الدجنة )\r\nوأخبر الله بعجز الانس * والجن عن إتيانهم بالجنس\r\nمن مثله وطولبوا بسوره * فما استطاعوا مثلها ضرورة\r\nومن لجلباب الحيا أزاحا * معارضا له حوى افتضاحا\r\nكمثل ما جاء به مسيلمة * من ترهات باختلال معلمه\r\nركيكة في لفظها والمعنى * كقوله والطاحنات طحنا . . الخ\r\n","description":"","footnote":"","page_name":" 17 ","page_number":19},
  {"content":"\r\n\r\n\r\nالفصل الثاني\r\n( القرآن في اللوح المحفوظ )\r\nجاء في تفسير ابن كثير في سورة القدر ما نصه : قال ابن عباس ( 1 )\r\nوغيره أنزل الله القرآن جملة واحدة من اللوح المحفوظ إلى بيت العزة\r\nمن السماء الدنيا ثم نزل مفصلا بحسب الوقائع في ثلاث وعشرين سنة\r\nعلى رسول الله صلى الله عليه وسلم - وجاء فيه أيضا عند قوله تعالى \" بل هو قرآن\r\nمجيد في لوح محفوظ \" ما نصه : وقال الحسن البصري ان هذا القرآن\r\nالمجيد عند الله في لوح محفوظ ينزل منه ما يشاء على من يشاء من خلقه\r\nوقال الطبراني عن ابن عباس ان رسول الله صلى الله عليه وسلم قال إن الله تعالى خلق\r\nلوحا محفوظا من درة بيضاء صفحاتها من ياقوتة حمراء قلمه نور وكتابه\r\nنور لله في كل يوم ستون وثلاثمائة لحظة يخلق ويرزق ويميت ويحيى\r\nويعز ويذل ويفعل ما يشاء . اه‍\r\n\r\n","description":"","footnote":" ( 1 ) هو عبد الله بن عباس بن عبد المطلب ولد بمكة قبل الهجرة بثلاث سنين\r\nوصح انه صلى الله عليه وسلم دعا له بقوله اللهم فقهه في الدين وعلمه التأويل اللهم علمه\r\nالحكمة وتأويل القرآن اللهم بارك فيه وانشر منه واجعله من عبادك الصالحين\r\nقال الحسن كان ابن عباس يقوم على منبرنا هذا فيقرأ البقرة وآل عمران\r\nفيفسرهما آية آية توفى رضي الله عنه بالطائف سنة ثمان وستين وقيل سنة تسع\r\nوقيل سنة سبعين وعمره إحدى وسبعون سنة وله مناقب عظيمة ","page_name":" 18 ","page_number":20},
  {"content":"\r\n\r\nالفصل الثالث\r\n( في انزال القرآن )\r\nجاء في تفسير ابن كثير عند قوله تعالى \" شهر رمضان الذي انزل\r\nفيه القرآن الآية \" ما ملخصه روى الإمام أحمد بن حنبل ان رسول\r\nالله صلى الله عليه وسلم قال أنزلت صحف إبراهيم في أول ليلة من رمضان\r\nوأنزلت التوراة لست مضين من رمضان والإنجيل لثلاث عشرة خلت\r\nمن رمضان وانزل القرآن لأربع وعشرين خلت من رمضان ، وفي\r\nحديث جابر بن عبد الله ان الزبور انزل لثنتي عشرة خلت من رمضان\r\nوالإنجيل لثماني عشرة والباقي كما تقدم . وقال إسرائيل عن السدى عن\r\nمحمد بن أبي المجالد عن مقسم عن ابن عباس انه سأل عطية بن الأسود\r\nفقال وقع في قلبي الشك قول الله تعالى \" شهر رمضان الذي انزل فيه\r\nالقرآن \" وقوله \" انا أنزلناه في ليلة مباركة \" وقوله \" انا أنزلناه في ليلة\r\nالقدر \" وقد انزل في شوال وفي ذي القعدة وفي ذي الحجة وفي المحرم\r\nوصفر وشهر ربيع فقال ابن عباس انه انزل في رمضان في ليلة القدر\r\nوفي ليلة مباركة جملة واحدة ثم انزل على مواقع النجوم ترتيلا في الشهور\r\nوالأيام * وفي رواية سعيد بن جبير عن ابن عباس قال انزل القرآن\r\n","description":"","footnote":"","page_name":" 19 ","page_number":21},
  {"content":"\r\n\r\n\r\n\r\nفي النصف الثاني من شهر رمضان إلى سماء الدنيا فجعل في بيت العزة ( 1 )\r\nثم انزل على رسول الله صلى الله عليه وسلم في عشرين سنة ( 2 ) لجواب كلام الناس\r\nوفي رواية عكرمة عن ابن عباس قال نزل القرآن في شهر رمضان في\r\nليلة القدر إلى هذه السماء الدنيا جملة واحدة وكان الله يحدث لنبيه ما يشاء\r\nولا يجئ المشركون بمثل يخاصمون به الا جاءهم الله بجوابه وذلك قوله\r\n\" وقال الذين كفروا لولا انزل عليه القرآن جملة واحدة كذلك لنثبت\r\nبه فؤادك ورتلناه ترتيلا ولا يأتونك بمثل الا جئناك بالحق وأحسن\r\nتفسيرا \" اه‍ من تفسير ابن كثير\r\nالباب الثاني\r\n( وفيه خمسة فصول )\r\n( الفصل الأول في جمع القرآن الكريم )\r\nيطلق جمع القرآن تارة على حفظه في الصدور وتارة على كتابته\r\nفعلى المعنى الثاني نقول : ان القرآن جمع ثلاث مرات ( الجمع الأول )\r\nكتب كله في عهد النبي صلى الله عليه وسلم لكن غير مجموع في موضوع واحد\r\n\r\n","description":"","footnote":" ( 1 ) وهو البيت المعمور وهو مسامت للكعبة بحيث لو نزل لنزل عليها\r\n( 2 ) وفي رواية ابن عباس السابقة في ثلاث وعشرين سنة لان بعضهم يقول\r\nكان صلى الله عليه وسلم أول ما نزل عليه القرآن في الأربعين من عمره على أرجح\r\nالأقوال ، وبعضهم يقول كان في الثالثة والأربعين وبعضهم يقول كان في الثانية والأربعين\r\nوهجرته صلى الله عليه وسلم إلى المدينة كانت بعد مضى ثلاث وخمسين سنة من\r\nمولده صلى الله عليه وعلى آله وصحبه وسلم ","page_name":" 20 ","page_number":22},
  {"content":"\r\nولا مرتب السور بل كان مفرقا في العسب واللخاف والرقاع\r\nوالأقتاب ( 1 ) ونحوها مع كونه محفوظا في الصدور - فقد روي الحاكم في\r\nالمستدرك عن زيد بن ثابت قال كنا عند رسول الله صلى الله عليه وسلم نؤلف القرآن\r\nمن الرقاع الحديث - وعنه أيضا قال كنت أكتب الوحي عند رسول الله\r\nصلى الله عليه وسلم وهو يملى علي فإذا فرغت قال اقرأه فأقرؤه فإن كان فيه سقط أقامه\r\nوروى البخاري عن البراء قال لما نزلت \" لا يستوى القاعدون من\r\nالمؤمنين والمجاهدون في سبيل الله \" قال النبي صلى الله عليه وسلم ادع لي زيدا\r\nوليجئ باللوح والدواة والكتف أو الكتف والدواة ثم قال أكتب\r\nلا يستوى القاعدون الحديث ، وأخرج مسلم من حديث أبي سعيد\r\nقال قال رسول الله صلى الله عليه وسلم لا تكتبوا عنى شيئا غير القرآن ( 2 ) قال\r\n\r\n","description":"","footnote":" ( 1 ) العسب بضم فسكون وبضمتين أيضا جمع عسيب وهو جريد النخل\r\nكانوا يكشطون الخوص ويكتبون في الطرف العريض ، واللخاف بكسر اللام\r\nجمع لخفة بفتح فسكون وتجمع أيضا على لخف بضمتين وهي صفائح الحجارة\r\nالرقاق ، والرقاع بالكسر جمع رقعة بالضم وهي القطعة من النسيج أو الجلد\r\nوالأقتاب جمع قتب بفتحتين وهو رحل البعير\r\n( 2 ) قال النووي في شرحه على صحيح مسلم عند هذا الحديث ما ملخصه : قيل\r\nانما نهي عن كتابة الحديث مع القرآن في صحيفة واحدة لئلا يختلط فيشتبه على\r\nالقارئ وقيل إن حديث النهي منسوخ بجملة أحاديث \" ذكرها النووي في شرحه \"\r\nثم قال قال القاضي كان بين السلف من الصحابة والتابعين اختلاف كثير في\r\nكتابة العلم فكرهها كثيرون منهم وأجازها أكثرهم ثم أجمع المسلمون على جوازها\r\nوزال ذلك الخلاف اه‍ ","page_name":" 21 ","page_number":23},
  {"content":"\r\nالحارث المحاسبي في كتاب فهم السنن كتابة القرآن ليست بمحدثة فإنه صلى الله عليه وسلم\r\nكان يأمر بكتابته ولكنه كان مفرقا في الرقاع والأكتاف والعسب اه‍\r\nوعدم جمعه في مجلد في حياته عليه الصلاة والسلام كان لامرين\r\n( الأول ) الامن فيه من وقوع خلاف بين الصحابة لوجوده صلى الله عليه وسلم بين\r\nأظهرهم ( الثاني ) خوف نسخ شئ منه بوحي قرآن بدله ، ففي الاتقان قال\r\nالخطابي انما لم يجمع صلى الله عليه وسلم القرآن في مصحف لما كان يترقبه من ورود\r\nناسخ لبعض أحكامه أو تلاوته فلما انقضى نزوله بوفاته ( 1 ) ألهم الله\r\nالخلفاء الراشدين ذلك وفاء بوعده الصادق بضمان حفظه على هذه الأمة\r\nوإلى ما تقدم أشار العلامة الشيخ محمد العاقب الشنقيطي رحمه الله بقوله\r\nلم يجمع القرآن في مجلد * على الصحيح في حياة أحمد\r\nللأمن فيه من خلاف ينشأ * وخيفة النسخ بوحي يطرأ\r\nوكان يكتب على الأكتاف * وقطع الادم واللخاف\r\nوبعد إغماض النبي فالأحق * أن أبا بكر بجمعه سبق\r\nجمعه غير مرتب السور * بعد إشارة إليه من عمر\r\nثم تولى الجمع ذو النورين * فضمه ما بين دفتين\r\nمرتب السور والآيات * مخرجا بأفصح اللغات\r\n\r\n","description":"","footnote":" ( 1 ) توفي رسول الله صلى الله عليه وسلم يوم الاثنين 13 ربيع الأول سنة\r\nإحدى عشرة للهجرة ","page_name":" 22 ","page_number":24},
  {"content":"\r\n\r\n( الجمع الثاني ) جمع أبى بكر الصديق رضي الله عنه روى\r\nالبخاري في صحيحه عن عبيد بن السباق ( 1 ) ان زيد ابن ثابت\r\nرضي الله عنه قال أرسل إلى أبو بكر مقتل أهل اليمامة فإذا عمر\r\nبن الخطاب عنده قال أبو بكر رضي الله عنه ان عمر أتاني فقال إن\r\nالقتل قد استحر يوم اليمامة ( 2 ) بقراء القرآن وانى أخشى أن\r\nيستحر القتل بالقراء بالمواطن فيذهب كثير من القرآن وانى\r\nأرى أن تأمر بجمع القرآن فقلت لعمر كيف تفعل شيئا لم يفعله\r\nرسول الله صلى الله عليه وسلم قال عمر هذا والله خير فلم يزل عمر يراجعني حتى شرح\r\nالله صدري لذلك ورأيت في ذلك الذي رأى عمر قال زيد قال أبو بكر\r\nانك رجل شاب عاقل لا نتهمك وقد كنت تكتب الوحي\r\nلرسول الله صلى الله عليه وسلم فتتبع القرآن فاجمعه فوالله لو كلفوني نقل\r\n\r\n","description":"","footnote":" ( 1 ) قال في فتح الباري عبيد بن السباق بفتح المهملة وتشديد الموحدة مدني\r\nيكنى أبا سعد ذكره مسلم في الطبقة الأولى من التابعين\r\n( 2 ) استحر القتل أي اشتد واليمامة واقعة جهة نجد وكانت مع مسيلمة\r\nالكذاب الذي ادعى النبوة وقد قتل في هذه الوقعة وابتدأت غزوتها في أواخر\r\nعام الحادي عشر وانتهت في ربيع الأول عام الثاني عشر للهجرة وفيها قتل من\r\nالقراء سبعون قارئا من الصحابة وقيل سبعمائة وقد قتل منهم مثل هذا العدد في بئر\r\nمعونة قرب المدينة في عهد النبي صلى الله عليه وسلم ، ولا يخفي ان قتل مثل هذا\r\nالعدد من القراء ليس بقليل خصوصا والكتابة ما كانت منتشرة عندهم حتى\r\nيرجعوا إلى ما كتبوه بل كان اعتمادهم على ما في صدورهم ","page_name":" 23 ","page_number":25},
  {"content":"\r\nجبل من الجبال ما كان أثقل على مما أمرني من جمع القرآن ( 1 ) قلت\r\nكيف تفعلون شيئا لم يفعله رسول الله صلى الله عليه وسلم قال هو والله خير فلم يزل\r\nأبو بكر يراجعني حتى شرح الله صدري للذي شرح الله له صدر أبى بكر\r\nوعمر رضي الله عنهما فتتبعت القرآن أجمعه من العسب واللخاف\r\nوصدور الرجال حتى وجدت آخر سورة التوبة مع أبي خزيمة الأنصاري\r\nلم أجدها مع أحد غيره ( 2 ) \" لقد جائكم رسول من أنفسكم عزيز عليه\r\nما عنتم \" حتى خاتمة براءة فكانت الصحف عند أبي بكر حتى توفاه الله\r\n\r\n","description":"","footnote":" ( 1 ) استثقاله لهذا الامر لم يكن من جهة ما يحصل له من المشقة والتعب\r\nوانما كان خوفا من اقدامه على امر لم يفعله رسول الله صلى الله عليه وسلم ولم\r\nيأمر به فلما ظهرت له المصلحة في ذلك أقدم عليه بهمة ونشاط\r\n( 2 ) أي لم يجد صحيفتها والا فهي محفوظة في الصدور ، أولم يجد في آخر\r\nسورة التوبة قراءة من الأحرف السبعة الا عند أبي خزيمة الأنصاري فتأمل -\r\nولم يذكره أحد انه من حفاظ القرآن ولكن قد يحفظ منه بعض السور والآيات\r\nوقد جاء من طريق أبى العالية انهم لما جمعوا القرآن في خلافة أبى بكر كان الذي\r\nيملي عليهم أبي بن كعب فلما انتهوا من براءة إلى قوله يفقهون ظنوا ان هذا\r\nآخر ما نزل منها فقال أبي بن كعب أقرأني رسول الله صلى الله عليه وسلم\r\nآيتين بعدهن \" لقد جاءكم رسول من أنفسكم إلى آخر السورة \"\r\nقال في فتح الباري شرح صحيح البخاري - الأرجح ان الذي وجد معه آخر\r\nسورة التوبة أبو خزيمة بالكنية والذي وجد معه الآية من الأحزاب خزيمة ،\r\nوأبو خزيمة قيل هو بن أوس بن زيد بن أصرم مشهور بكنيته دون اسمه وقيل\r\nهو الحارث بن خزيمة واما خزيمة فهو ابن ثابت ذو الشهادتين اه‍ من الفتح ","page_name":" 24 ","page_number":26},
  {"content":"\r\n\r\nثم عند عمر حياته ثم عند حفصة بنت عمر رضي الله عنه ( 1 ) رواه\r\nالبخاري في كتاب التفسير في باب جمع القرآن ورواه أيضا في\r\nالكتاب المذكور في سورة براءة وجاء في رواية ابن أبي داود أن عمر\r\nابن الخطاب سأل عن آية من كتاب الله فقيل كانت مع فلان قتل يوم\r\nاليمامة فقال انا لله فأمر بجمع القرآن - اي راجع أبا بكر حتى أمر بجمعه\r\n( ويحتار بعضهم ) في فهم هذه الرواية كيف ان الآية التي سأل عنها عمر\r\nلا توجد الا مع فلان الذي قتل يوم اليمامة فنقول ان منطوق الرواية\r\nلا يدل على حصر الآية عند فلان فهناك غيره ممن يحفظها أيضا فعمر لما\r\nسمع بقتل فلان يوم اليمامة خاف من قتل حفاظ كلام الله تعالى ان يضيع\r\n\r\n","description":"","footnote":" ( 1 ) تقول دائرة المعارف الاسلامية لماذا أو دعت الصحف عند حفصة ولم\r\nتودع عند الخليفة الجديد الذي ولى امر المسلمين وهو عثمان بن عفان ( فنقول )\r\nأو دعت الصحف عند حفصة بوصية من أبيها عمر بن الخطاب لأنها كانت\r\nتحفظ القرآن كله في صدرها وكانت تقرأ وتكتب وهي زوجة رسول الله صلى\r\nالله عليه وسلم أم المؤمنين وابنة عمر بن الخطاب خليفة المسلمين ، ثم إنه لم يتعين خليفة\r\nحين وفاة عمر حتى تسلم إليه لان عمر لم يوص بالخلافة إلى أحد وانما جعلها\r\nشورى في بضعة أشخاص فلهذه الاعتبارات كانت حفصة رضي الله عنها أولى من\r\nغيرها بحفظ المصحف ، ونظر عمر أصوب وأحكم . وفي كتاب الإصابة قال\r\nأبو عمر أوصى عمر إلى حفصة وأوصت حفصة إلى أخيها عبد الله بما أوصى به إليها\r\nعمر وبصدقة تصدقت بها بالغابة . توفى عمر رضي الله عنه في ذي الحجة\r\nسنة ثلاث وعشرين . ","page_name":" 25 ","page_number":27},
  {"content":"\r\n\r\nالقرآن فراجع أبا بكر في ذلك حتى جمعه في الصحف .\r\nوجاء في رواية أخرى : ان عمر بن الخطاب دخل على أبى بكر فقال إن\r\nأصحاب رسول الله صلى الله عليه وسلم باليمامة يتهافتون تهافت الفراش في النار\r\nوانى أخشى ان لا يشهدوا موطنا الا فعلوا ذلك حتى يقتلوا وهم حملة القرآن\r\nفيضيع القرآن وينسى ولو جمعته وكتبته فنفر منها أبو بكر وقال أفعل\r\nما لم يفعل رسول الله صلى الله عليه وسلم فتراجعا في ذلك ثم ارسل أبو بكر إلى زيد\r\nابن ثابت ( 1 ) قال زيد فدخلت عليه وعمر مسربل ( 2 ) فقال لي أبو بكر\r\n\r\n","description":"","footnote":" ( 1 ) هو زيد بن ثابت بن الضحاك الأنصاري الخزرجي يقال إنه شهد أحدا\r\nواستصغر يوم بدر ويقال أول مشاهده الخندق وكتب الوحي وغيره للنبي صلى الله\r\nعليه وسلم وكان من علماء الصحابة وأعلمهم بالفرايض وفيه جاء الحديث أفرض\r\nأمتي زيد بن ثابت ، وعن خارجة بن زيد عن أبيه قال اتي بي النبي صلى الله عليه\r\nوسلم مقدمه المدينة فقيل هذا من بني النجار وقد قرأ سبع عشرة سورة فقرأت\r\nعليه فأعجبه ذلك فقال تعلم كتاب يهود فاني ما آمنهم على كتابي ففعلت فما مضى\r\nلي نصف شهر حتى حذقته فكنت اكتب له إليهم وإذا كتبوا إليه قرأت له ،\r\nاستخلفه عمر بن الخطاب على المدينة ثلاث مرات وكان عثمان إذا حج يستخلفه\r\nعلى المدينة أيضا ورمى زيد يوم اليمامة بسهم فلم يضره - مات وهو ابن ست\r\nوخمسين وقيل أربع وخمسين واختلف في وقت وفاته فقيل سنة خمس وأربعين\r\nوقيل غير ذلك قال أبو هريرة حين مات زيد اليوم مات حبر هذه الأمة وعسى الله\r\nان يجعل في ابن عباس منه خلفا اه‍ ملخصا من الإصابة والاستيعاب ، والمراد بكتاب\r\nيهود السريانية كما في الرواية الأخرى الآتية في الفصل الثاني ، وقيل العبرانية\r\nوالله تعالى اعلم\r\n( 2 ) السربال ما يلبس من قميص أو درع - قاله في المصباح ","page_name":" 26 ","page_number":28},
  {"content":"\r\n\r\nان هذا قد دعاني إلى أمر فأبيت عليه وأنت كاتب الوحي فان تكن\r\nمعه اتبعتكما وان توافقني لا أفعل فاقتص أبو بكر قول عمر وعمر\r\nساكت فنفرت من ذلك وقلت يفعل ما لم يفعل رسول الله صلى الله عليه وسلم إلى\r\nأن قال عمر كلمة وما عليكما لو فعلتما ذلك فذهبنا ننظر فقلنا لا شئ والله\r\nما علينا في ذلك شئ قال زيد فأمرني أبو بكر فكتبته في قطع الادم\r\nوكسر الأكتاف والعسب ( 1 ) اه‍ وهذه الرواية أوردها الطبري في\r\nتفسيره وهل اللفظ واحد أم لا يحتاج إلى المراجعة .\r\nوكان زيد لا يقبل من أحد شيئا حتى يشهد شهيدان فان أبا بكر\r\nقال لعمر ولزيد اقعدا على باب المسجد فمن جاء كما بشاهدين على شئ من\r\nكتاب الله فاكتباه - أخرجه ابن أبي داود من طريق هشام بن\r\nعروة عن أبيه ( 2 )\r\nجاء في كتاب نهاية القول المفيد ( فان قيل ) كان زيد حافظا\r\nللقرآن وجامعا له فما وجه تتبعه المذكورات ( والجواب ) انه كان\r\nيستكمل وجوه قراءاته ممن عنده ما ليس عنده وكذا نظره في\r\nالمكتوبات التي قد عرف كتابتها وتيقن أمرها فلا بد من النظر فيها\r\n\r\n","description":"","footnote":" ( 1 ) الادم بضمتين وبفتحتين أيضا جمع أديم وهو الجلد المدبوغ ،\r\nوالأكتاف جمع كتف وهو عظم عريض يكون في أصل كتف الحيوان ، والعسب بضم\r\nفسكون وبضمتين أيضا جمع عسيب وهو جريد النخل إذا نزع منه خوصه\r\n( 2 ) انظر الفصل الثاني في احتياط الصحابة في كتابة القرآن ","page_name":" 27 ","page_number":29},
  {"content":"\r\nوان كان حافظا ليستظهر بذلك وليعلم هل فيها قراءة غير قراءته أم لا وإذا\r\nاستند الحافظ عند الكتابة إلى أصل يعتمد علية كان آكد وأثبت في\r\nضبط المحفوظ\r\nوجاء في ارشاد القراء والكاتبين : ان زيدا كتب القرآن كله\r\nبجميع اجزائه وأوجهه المعبر عنها بالأحرف السبعة الواردة في حديث\r\nان هذا القرآن انزل على سبعة أحرف فاقرؤا ما تيسر منه وكان\r\nأولا اتاه جبريل فقال له إن الله يأمرك أن تقرئ أمتك القرآن على\r\nحرف واحد ثم راجعه إلى السابعة فقال إن الله يأمرك أن تقرئ أمتك\r\nالقرآن على سبعة أحرف فأيما حرف قرؤا عليه أصابوا ( 1 ) اه‍ من\r\nعنوان البيان في علوم التبيان .\r\nفأبو بكر رضي الله عنه هو أول من جمع القرآن الكريم بالأحرف\r\nالسبعة التي نزل بها واليه تنسب الصحف البكرية وكان ذلك بعد وقعة\r\nاليمامة التي كان انتهاؤها سنة اثنتي عشرة للهجرة - فجمعه للقرآن\r\nكان في سنة واحدة تقريبا ( 2 ) لأنه وقع بين غزوة اليمامة وبين وفاته\r\n\r\n","description":"","footnote":" ( 1 ) سيأتي شرح هذا الحديث في الفصل الخامس من الباب الثاني\r\n( 2 ) لولا همة الصحابة الذين بذلوا أنفسهم لله لما تم في مدة سنة واحدة كتابة\r\nالمصحف بالأحرف السبعة كلها وجمعه من الأحجار والعظام والجلود ونحوها\r\nفانظر إلى توفيق الله لهم وعنايته بهم وتأمل كيف خدموا الدين ونشروا الاسلام\r\nرضي الله عنهم ","page_name":" 28 ","page_number":30},
  {"content":"\r\n\r\nرضي الله عنه التي كانت في جمادى الثانية سنة ثلاثة عشر - قال علي بن أبي طالب\r\nأعظم الناس في المصاحف اجرا أبو بكر رحمة الله على\r\nأبى بكر هو أول من جمع كتاب الله .\r\n( ويسأل بعضهم ) لما ذا لم يأمر أبو بكر أو عمر أن ينسخ\r\nالناس مصاحف مما كتبه زيد بن ثابت ولماذا لم يحرص كبار\r\nالصحابة على أن يكون لدي كل واحد منهم أو لدى بعضهم على\r\nالأقل نسخ من هذه الصحف التي تتضمن كتاب الله .\r\n( فنقول ) ان أبا بكر رضي الله عنه لم يجمع القرآن لحدوث\r\nخلل في قراءته وانما جمعه خوفا من ذهاب حملته بقتلهم في الغزوات وكان\r\nجمعه له بالأحرف السبعة والناس يقرؤن بها إلى زمن عثمان فلا\r\nيختلف مصحف أبى بكر عما يقرؤه الناس ويحفظونه فلا داعي إذا\r\nلحمل الناس على مصحفه .\r\nاما عثمان رضي الله عنه فإنه لم يجمع القرآن الا بعد أن رآى\r\nاختلاف الناس في قراءته حتى أن بعضهم كان يقول إن قراءتي خير\r\nمن قراءتك وكان جمعه له بحرف واحد وهو لغة قريش وترك\r\nالأحرف الستة الباقية فكان من الواجب حمل الناس على اتباع\r\nمصحفه وعلى قراءته بحرف واحد فقط قبل ان يختلفوا فيه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":31},
  {"content":"\r\n\r\nاختلاف اليهود والنصارى كما ترى تفصيل ذلك في الجمع الثالث\r\nاما عدم نسخ كبار الصحابة مصاحف على نمط ما جمعه أبو بكر\r\nفلم يكن هناك ما يدعو لذلك لعدم اختلاف ما جمعه أبو بكر بما عند\r\nالناس ، وان بعضهم كتبوا مصاحفهم على عهد النبي صلى الله عليه وسلم وتلقوه منه\r\nسماعا - فكان جمع أبى بكر بمثابة سجل للقرآن يرجع إليه إذا حدث\r\nأمر كما وقع لعثمان حين جمعه القرآن فإنه رجع إلى الصحف البكرية\r\nوكانت عند حفصة بنت عمر\r\n( ويسأل بعضهم أيضا ) لم لم يجتمع أبو بكر وعمر وعثمان وعلى\r\nعلى نسخ المصحف وهم يحفظونه كله في صدورهم ( فنقول ) ان أبا بكر\r\nهو خليفة المسلمين وهؤلاء هم كبار الصحابة وهم أصحاب الرأي\r\nوالشورى ومنهمكون في الغزوات ونشر الاسلام والنظر في مصالح\r\nالأمة فاشتغالهم بأنفسهم بجمع القرآن يمنعهم عن النظر في شؤون\r\nالمسلمين لان التفرغ لجمعه يحتاج إلى مدة طويلة وعناء عظيم - وإذا\r\nعرفت انهم كانوا يجمعونه مما كتب على نحو العظام والألواح\r\nوالحجارة وانهم ما كانوا يقبلون من أحد شيئا من القرآن الا\r\nبشاهدين علمت أنهم يحتاجون في البحث والترتيب والمراجعة\r\n","description":"","footnote":"","page_name":" 30 ","page_number":32},
  {"content":"\r\nوالتصحيح إلى مدة غير قصيرة ، وظهر لك ما تحملوه من المشقة\r\nالعظمى والتعب الكبير - خصوصا وانهم في هذه المرة جمعوه\r\nبالأحرف السبعة كلها وهذا يستلزم أن يكون حجم مصحف أبى بكر\r\nأضعاف حجم مصحف عثمان لان هذا جمعه على حرف واحد\r\nمن الأحرف السبعة .\r\nلذلك أسند الخلفاء الأربعة جمع القرآن إلى زيد بن ثابت كاتب\r\nالوحي بين يدي رسول الله صلى الله عليه وسلم وهو الذي شهد العرضة الأخيرة\r\nوكان من حفظة القرآن وأعلم الصحابة فقام بهذه المهمة خير قيام في\r\nمصحف أبى بكر وفي مصحف عثمان رضي الله عنهم ( 1 ) وجزاهم عن\r\nالاسلام والمسلمين خير الجزاء\r\nوالحقيقة لو لم يلهم الله تعالى هؤلاء الصحابة الكرام بجمع\r\nالقرآن العظيم بكتابته في الصحف لذهب بموت حفاظه وانقراض\r\nالصحابة وهذا مصداق عز وجل \" انا نحن نزلنا الذكر وانا له لحافظون \"\r\nولقد كان سعى عمر رضي الله عنه لجمع القرآن من فضائله التي\r\n\r\n","description":"","footnote":" ( 1 ) كان عمر زيد حين كتب مصحف أبي بكر نحو اثنتين وعشرين سنة\r\nوكان عمره حين كتب مصحف عثمان نحو خمس وثلاثين سنة ","page_name":" 31 ","page_number":33},
  {"content":"\r\n\r\nلا تحصى ومناقبه التي لا تستقصى كيف وقد قال فيه صلى الله عليه وسلم ان الله\r\nجعل الحق على لسان عمر وقلبه ، وقال * ( لقد كان فيما قبلكم من الأمم\r\nمحدثون فان يكن في أمتي أحد فإنه عمر ) * رواه البخاري ومسلم\r\nقوله محدثون هو بفتح الدال المهملة وتشديدها أي ملهمون\r\nوكما نزل القرآن بموافقته في أسرى بدر وفي الحجاب وفي تحريم\r\nالخمر وافق عمر الحق والصواب وفى إشارته على أبى بكر بجمع القرآن\r\nولقد جمع بعضهم موافقات عمر رضي الله عنه في منظومة أولها\r\nالحمد لله وصلى الله * على نبيه الذي اجتباه\r\nيا سائلي والحادثات تكثر * عن الذي وافق فيه عمر\r\nوما يرى انزل في الكتاب * موافقا لرأيه الصواب\r\n( الجمع الثالث ) جمع عثمان بن عفان رضي الله عنه ( 1 ) ولم ينقل\r\nانه كتب بيده مصحفا وانما امر بجمعه وكتابته على حرف واحد\r\nمن الأحرف السبعة التي نزل بها القرآن فلذلك ينسب إليه\r\nويقال \" المصحف العثماني \"\r\n\r\n","description":"","footnote":" ( 1 ) تولى عثمان لآخر يوم من ذي الحجة سنة ثلاث وعشرين للهجرة\r\nفاستقبل بخلافته المحرم عام أربع وعشرين وقتل في ذي الحجة سنة خمس وثلاثين ","page_name":" 32 ","page_number":34},
  {"content":"\r\n\r\nوسببه كما في البخاري عن أنس ان حذيفة بن اليمان ( 1 ) قدم على\r\nعثمان وكان يغازي أهل الشام في فتح أرمينية وأذربيجان مع أهل العراق\r\n\r\n","description":"","footnote":" ( 1 ) هو حذيفة بن اليمان العبسي واسم اليمان حسيل بن جابر واليمان لقب\r\nكان أبوه قد أصاب دما فهرب إلى المدينة فحالف بنى عبد الأشهل فسماه قومه\r\nاليمان لكونه حالف اليمانية وتزوج والدة حذيفة وهي من الأنصار اسمها\r\nالرباب بنت كعب بن عدي فولد له بالمدينة واسلم حذيفة وأبوه وأرادا شهود\r\nبدر فصدهما المشركون وشهدا أحدا فاستشهد اليمان بها وشهد حذيفة الخندق\r\nوله بها ذكر حسن وما بعدها * وروي حذيفة عن النبي صلى الله عليه وسلم\r\nالكثير وهو معروف في الصحابة بصاحب سر رسول الله صلى الله عليه وسلم\r\nروى مسلم عن عبد الله بن يزيد الخطمي عن حذيفة قال لقد حدثني رسول الله\r\nصلى الله عليه وسلم ما كان وما يكون حتى تقوم الساعة وكان عمر ينظر إليه\r\nعند موت من مات منهم فإن لم يشهد جنازته حذيفة لم يشهدها عمر وكان فتح\r\nهمدان والري والدينور على يد حذيفة ، سئل حذيفة اي الفتن أشد قال إن\r\nيعرض عليك الخير والشر فلا تدرى أيهما تركب قال العجلي استعمله\r\nعمر على المدائن فلم يزل بها حتى مات بعد قتل عثمان وبعد بيعة على بأربعين\r\nيوما وذلك سنة ست وثلاثين اه‍ ملخصا من الإصابة والاستيعاب\r\nوحذيفة هذا هو الذي يقول \" كان الناس يسألون رسول الله صلى الله عليه\r\nوسلم عن الخير وكنت أسأله عن الشر مخافة أن يدركني فقلت يا رسول\r\nالله انا كنا الخ \" وتمام الحديث في البخاري في كتاب الفتن وفي علامات\r\nالنبوة أيضا وتمامه في صحيح مسلم في كتاب الامارة في باب الأمر بلزوم الجماعة\r\nولولا التطويل لسقنا الحديث بتمامه . فإنه حديث مهم\r\n( ونقول ) بما ان النبي صلى الله عليه وسلم حدث حذيفة بما كان وما يكون\r\nلي يوم القيامة لا يبعد أن يسر عليه الصلاة والسلام إليه ان يحرض عثمان\r\nلجمع القرآن على حرف واحد إذا رآى اختلاف الناس في قراءته فكتم حذيفة\r\nهذا الامر حتى جاء وقته ","page_name":" 33 ","page_number":35},
  {"content":"\r\n\r\n\r\nفأفزع حذيفة اختلافهم في القراءة فقال حذيفة لعثمان يا أمير المؤمنين\r\nأدرك هذه الأمة قبل أن يختلفوا في الكتاب اختلاف اليهود\r\nوالنصارى ( 1 ) فأرسل عثمان إلى حفصة أن أرسلي إلينا بالصحف ننسخها\r\nفي المصاحف ثم نردها إليك فأرسلت بها حفصة إلى عثمان فأمر زيد\r\nابن ثابت ( 2 ) وعبد الله بن الزبير ( 3 ) وسعيد بن العاص ( 4 ) وعبد الرحمن\r\n\r\n","description":"","footnote":" ( 1 ) وفي رواية قدم حذيفة من أرمينيا فلم يدخل بيته حتى أتى عثمان\r\nفقال يا أمير المؤمنين أدرك الناس . الخ . وقد ذكر ابن حجر في فتح الباري\r\nعند هذا الحديث روايات كثيرة فيما اختلفوا فيه من القراءات لم ننقلها هنا\r\nخوف التطويل فراجعها ان شئت\r\n( 2 ) تقدمت ترجمة زيد عند جمع أبى بكر للمصحف في صحيفة 26\r\n( 3 ) هو عبد الله بن الزبير بن العوام وأمه أسماء بنت أبي بكر ولدته سنة\r\nثنتين من الهجرة وقيل ولد في السنة الأولى وهو أول مولود ولد في الاسلام\r\nمن المهاجرين بالمدينة وكانت به لسانة وفصاحة وكان كثير الصلاة والصيام\r\nبويع له بالخلافة سنة أربع وستين وقيل خمس وستين وقتل في أيام عبد الملك\r\nسنة ثلاث وسبعين . اه‍ ملخصا من الاستيعاب\r\n( 4 ) هو سعيد بن العاص بن سعيد بن العاص بن أمية ولد عام الهجرة\r\nوقيل بل سنة أحدي وكان أحد اشراف قريش ممن جمع السخاء والفصاحة وهو\r\nأحد الذين كتبوا المصحف لعثمان استعمله عثمان على الكوفة وغزا بالناس\r\nطبرستان فافتتحها توفى في خلافة معاوية سنة تسع وخمسين . اه‍ ملخصا من\r\nالاستيعاب \" وقد ورد ابن العاص بالياء وبغير ياء ","page_name":" 34 ","page_number":36},
  {"content":"\r\n\r\n\r\nابن الحارث بن هشام ( 1 ) فنسخوها في المصاحف ( 2 ) وقال عثمان للرهط\r\nالقرشيين الثلاثة إذا اختلفتم أنتم وزيد بن ثابت في شئ من القرآن\r\nفاكتبوه بلسان قريش فإنه انما نزل بلسانهم ففعلوا ( 3 ) حتى إذا نسخوا\r\n\r\n","description":"","footnote":" ( 1 ) هو عبد الرحمن بن الحارث بن هشام بن المغيرة المخزومي تزوج عمر\r\nأمه فنشأ في حجر عمر وتزوج بنت عثمان ثم كان ممن ندبه عثمان لكتابة\r\nالمصاحف من شباب قريش قال ابن سعد كان من اشراف قريش قال ابن حبان\r\nمات سنة ثلاث وأربعين . اه‍ ملخصا من الإصابة\r\n( 2 ) واخرج ابن أبي داود انه جمع اثنى عشر رجلا من قريش والأنصار\r\nوقال لهم إذا اختلفتم في لغة فاكتبوه بلغة قريش فلم يختلفوا الا في التابوت\r\nفي البقرة فقال زيد بالهاء وقال عيره بالتاء فكتبوه بالتاء\r\n( 3 ) وفي البخاري في كتاب التفسير في باب نزل القرآن بلسان قريش\r\nوالعرب \" وقال لهم ( أي عثمان لزيد ومن معه من المذكورين ) إذا اختلفتم أنتم\r\nوزيد بن ثابت في عربية من عربية القرآن فاكتبوها بلسان قريش فان\r\nالقرآن انزل بلسانهم ففعلوا \" . جاء في فتح الباري شرح صحيح البخاري قال\r\nالقاضي أبو بكر الباقلاني معنى قول عثمان نزل القرآن بلغة قريش أي معظمه\r\nوان لم تقم دلالة قاطعة على أن جميعه بلسان قريش فان ظاهر قوله تعالى انا جعلناه\r\nقرآنا عربيا انه نزل بجميع ألسنة العرب . . الخ كلامه \" وقال أبو شامة يحتمل\r\nان يكون قوله نزل بلسان قريش اي ابتداء نزوله ثم أبيح ان يقرأ بلغة غيرهم\r\nكما سيأتي تقريره في باب انزل القرآن على سبعة أحرف اه‍ وتكميله ان يقول إنه\r\nنزل أولا بلسان قريش أحد الأحرف السبعة ثم نزل بالأحرف السبعة المأذون\r\nفي قراءتها تسهيلا وتيسيرا كما سيأتي بيانه فلما جمع عثمان الناس على حرف واحد\r\nرأى أن الحرف الذي نزل القرآن أولا بلسانه أولى الأحرف فحمل الناس عليه\r\nلكونه لسان النبي صلى الله عليه وسلم ولما له من الأولية المذكورة وعليه يحمل\r\nكلام عمر لابن مسعود أيضا اه‍ من فتح الباري ، وكلام عمر لابن مسعود سيأتي\r\nقريبا في الهامش ","page_name":" 35 ","page_number":37},
  {"content":"\r\n\r\nالصحف في المصاحف رد عثمان الصحف إلى حفصة وأرسل إلى كل\r\nأفق بمصحف مما نسخوا وأمر بما سواه من القرآن في كل صحيفة\r\nأو مصحف أن يحرق ( 1 ) قال ابن شهاب وأخبرني خارجة بن زيد\r\nابن ثابت سمع زيد بن ثابت قال فقدت آية من الأحزاب حين نسخنا\r\nالمصحف قد كنت اسمع رسول الله صلى الله عليه وسلم يقرأ بها فالتمسناها فوجدناها\r\n\r\n","description":"","footnote":" ( 1 ) والسبب في احراقها هو قطع جذور اختلاف الناس في القراءة فقد\r\nيكون بعضهم كتب شيئا من القرآن على غير وجه صحيح لما نشأ فيهم من الخلاف\r\nالذي كان سببا في قيام عثمان بجمع القرآن وحمل الناس عليه - فباحراق تلك\r\nالصحف تتوحد قراءتهم على حرف واحد حسب ما في مصحف عثمان * روي\r\nأبو بكر بن أبي داود باسناد صحيح عن مصعب بن سعد بن أبي وقاص قال أدركت\r\nالناس متوافرين حين حرق عثمان المصاحف فأعجبهم ذلك أو قال لم ينكر ذلك\r\nمنهم أحد اه‍ \" وانما لم يأمر عثمان بحرق صحف حفصة لأنها كتبت بأمر أبى بكر\r\nبالأحرف السبعة لا يتطرقها الشك وعنها نقل مصحفه ولأنه وعدها بردها إليها\r\nفبقيت عندها إلى وفاتها فلما توفيت استردها مروان حين كان أميرا بالمدينة من\r\nجهة معاوية وأمر بتشقيقها وغسلها وقال انما فعلت هذا لأني خشيت ان طال\r\nبالناس زمان أن يرتاب في شأن هذه الصحف مرتاب \" وقيل لما ماتت حفصة سلم\r\nعبد الله بن عمر هذه الصحف لجمع من الصحابة فغسلت غسلا ","page_name":" 36 ","page_number":38},
  {"content":"\r\nمع خزيمة بن ثابت الأنصاري ( 1 ) \" من المؤمنين رجال صدقوا\r\nما عاهدوا الله عليه \" فألحقناها في سورتها في المصحف - رواه البخاري\r\nفي كتاب التفسير في باب جمع القرآن ورواه الطبري في تفسيره\r\nبلفظ اخر\r\nوفي رواية أبى قلابة فلما فرغ عثمان من المصحف كتب إلى\r\nأهل الأمصار انى صنعت كذا وكذا ومحوت ما عندي فامحوا ما\r\nعندكم اه‍ وفي رواية شعيب عند ابن أبي داود ( 2 ) والطبراني وغيرهما\r\nوأمرهم ان يحرقوا كل مصحف يخالف المصحف الذي ارسل به اه‍ .\r\n( نقول ) أكثر الروايات على الاحراق وبعضها على المحو فيمكن\r\nالجمع بينها بأن نقول كان الاحراق فيما كتب على نحو الجلود والعظام\r\nوكان المحو فيما كتب على نحو الألواح والحجارة والمحو قد يكون بالغسل\r\nوقد يكون بالطمس .\r\nوفي رواية أن حذيفة قال يا أمير المؤمنين أدرك الناس فقال\r\nعثمان وما ذاك قال غزوت مرج أرمينيا فحضرها أهل العراق\r\nوأهل الشام فإذا أهل الشام يقرؤن بقراءة أبي بن كعب فيأتون\r\n\r\n","description":"","footnote":" ( 1 ) ستأتي ترجمة خزيمة في الفصل الثالث في ضبط وتصحيح المصحف\r\nالعثماني .\r\n( 2 ) هو ابن داود الظاهري وهو من جملة أصحاب الحديث ","page_name":" 37 ","page_number":39},
  {"content":"\r\nبما لم يسمع أهل العراق فيكفرهم أهل العراق وإذا أهل العراق يقرؤن\r\nبقراءة ابن مسعود فيأتون بما لم يسمع أهل الشام فيكفرهم أهل\r\nالشام قال زيد فأمرني عثمان إلى آخر القصة ( 1 )\r\nوفى رواية اختلفوا في القرآن على عهد عثمان حتى اقتتل الغلمان\r\nوالمعلمون ( 2 ) فبلغ ذلك عثمان بن عفان فقال عندي تكذبون به\r\nوتلحنون فيه فمن نأى عنى من الأمصار كان أشد تكذيبا وأكثر لحنا\r\nيا أصحاب محمد اجتمعوا فاكتبوا للناس إماما .\r\nواخرج ابن أبي داود بسند صحيح عن سويد بن غفلة قال قال\r\nعلى لا تقولوا في عثمان الا خيرا فوالله ما فعل الذي فعل في المصاحف\r\nالا عن ملا منا قال ما تقولون في هذه القراءة فقد بلغني ان بعضهم\r\nيقول قراءتي خير من قراءتك وهذا يكاد يكون كفرا قلنا فما ترى قال\r\nأرى ان يجمع الناس على مصحف واحد فلا تكون فرقة ولا اختلاف\r\n\r\n","description":"","footnote":" ( 1 ) اعلم أن أهل دمشق وحمص اخذوا عن المقداد بن الأسود وأهل\r\nالكوفة عن ابن مسعود وأهل البصرة عن أبي موسى الأشعري وكانوا يسمون\r\nمصحفه لباب القلوب وقرأ كثير من أهل الشام بقراءة أبي بن كعب .\r\nانظر في الفصل الخامس من الباب الثاني في حديث انزل القرآن على سبعة أحرف\r\n( 2 ) فان قيل - كيف يتصور ذلك مع أن الطالب هو الذي يتلقى القرآن\r\nوالعلم من معلمه - نقول - يمكن ذلك بان يسمع من أهله وجيرانه قراءة غير\r\nقراءة معلمه وتأكيدهم له بصحتها . ","page_name":" 38 ","page_number":40},
  {"content":"\r\nقلنا فنعم ما رأيت ( 1 )\r\nوقال على أيضا لو وليت لعملت بالمصاحف التي عمل بها عثمان .\r\nوفي عنوان البيان قال الآلوسي في تفسيره وهذا الذي ذكرناه\r\nمن فعل عثمان هو ما ذكره غير واحد من المحققين حتى صرحوا بان\r\nعثمان لم يصنع شيئا فيما جمعه أبو بكر من زيادة أو نقص أو تغيير\r\nترتيب سوى انه جمع الناس على القراءة بلغة واحدة وهي لغة قريش\r\nمحتجا بأن القرآن نزل بلغتهم اه‍ ( 2 ) وهو ظاهر في أن ترتيب\r\nالسور كترتيب الآيات كان في عهد أبى بكر رضي الله عنه خلافا\r\nلما ذكره الحاكم في مستدركه . انتهى من عنوان البيان .\r\n\r\n","description":"","footnote":" ( 1 ) الظاهر من هذه الرواية والتي قبلها ان عثمان رضي الله عنه كان في نيته\r\nجمع الناس على مصحف واحد وعلى قراءة واحدة حين رآى اختلاف الناس\r\nفي قراءة القرآن غير أنه لم يعزم علي تنفيذ ما كان يضمره الا بعد أن أنذره حذيفة\r\nصاحب سر رسول الله صلى الله عليه وسلم من عاقبة هذا الاختلاف * بل إن عمر شعر\r\nبهذا في أيام خلافته فكتب إلى ابن مسعود يأمره ان يقرئ الناس القرآن بلغة\r\nقريش كما يأتي بعد هذا الكلام\r\n( 2 ) واخرج أبو داود من طريق كعب الأنصاري ان عمر كتاب إلى ابن\r\nمسعود ان القرآن نزل بلسان قريش فاقرئ الناس بلغة قريش لا بلغة هذيل\r\nقال ابن عبد البر يحتمل ان يكون هذا من عمر على سبيل الاختيار لان الذي\r\nقرأ به ابن مسعود لا يجوز قال وإذا أبيحت قراءته على سبعة أوجه أنزلت جاز\r\nالاختيار فيما أنزل اه‍ من فتح الباري على صحيح البخاري - وابن مسعود كان\r\nمن هذيل وستأتي ترجمته ","page_name":" 39 ","page_number":41},
  {"content":"\r\n\r\nقال ابن حجر وكان ذلك ( أي جمع عثمان للمصحف ) في سنة\r\nخمس وعشرين قال وغفل بعض من أدركناه فزعم أنه في حدود\r\nسنة ثلاثين ولم يذكر مستندا ( 1 ) قال ابن التين وغيره الفرق بين\r\nجمع أبى بكر وجمع عثمان أن جمع أبى بكر كان لخشية ان يذهب\r\nمن القرآن شئ بذهاب حملته لأنه لم يكن مجموعا في موضع واحد\r\nفجمعه في صحائف مرتبا لايات سوره على ما وقفهم عليه النبي صلى الله عليه وسلم\r\nوجمع عثمان كان لما كثر الاختلاف في وجوه القراءة حتى قرؤه\r\nبلغاتهم على اتساع اللغات فأدى ذلك بعضهم إلى تخطئة بعض فخشي\r\nمن تفاقم الامر في ذلك فنسخ تلك الصحف في مصحف واحد مرتبا\r\nلسوره واقتصر من سائر اللغات على لغة قريش محتجا بأنه نزل بلغتهم\r\nوان كان قد وسع في قراءته بلغة غيرهم رفعا للحرج والمشقة في ابتداء\r\nالامر فرأى أن الحاجة إلى ذلك قد انتهت فاقتصر على لغة واحدة اه‍\r\nفلو تأملت ما كان يحصل لبعضهم في عهد النبي صلى الله عليه وسلم من\r\nالفزع وتغير الحال عند سماعه قراءة لا يعرفها كما سيأتي بيانه عند\r\n\r\n","description":"","footnote":" ( 1 ) إذا تحققنا متى كانت غزوة أرمينيا وأذربيجان وقدرنا المدة التي تستغرق\r\nكتابة المصحف ظهر لنا ذلك . وقد غزا العرب أرمينيا مرتين الأولى في عهد\r\nعمر بن الخطاب سنة ثمانية عشر هجرية والثانية في عهد عثمان بن عفان سنة ست\r\nوعشرين كما ذكره الأستاذ عبد الوهاب النجار في كتابة تاريخ الاسلام قال وجعل\r\nالطبري ذلك سنة إحدى وثلاثين ","page_name":" 40 ","page_number":42},
  {"content":"\r\nحديث انزل القرآن على سبعة أحرف ، لم تستغرب حدوث الاختلاف\r\nفي قراءة القرآن بعد وفاته عليه الصلاة والسلام بنحو خمسة عشر عاما\r\nوان جمع عثمان القرآن بحرف واحد وحمل الناس عليه لهو عين الحكمة\r\nوعين الصواب ، وهو سر قوله تعالى \" انا نحن نزلنا الذكر وانا له\r\nلحافظون \" ولو ترك الناس على ما كانوا عليه ولم تتوحد قراءتهم\r\nللقرآن لوقع التحريف والتبديل فيه إلى يوم القيامة . . فرضي الله تعالى\r\nعن صحابة رسول الله أجمعين\r\n( فان قيل ) لم امتثل زيد بن ثابت امر عثمان بجمع القرآن\r\nولم يمتثل أمر أبى بكر الا بعد نظر ومراجعة ( نقول ) كان ذلك\r\nمع أبي بكر لان هذا الامر لم يفعله رسول الله صلى الله عليه وسلم ولم يأمر به\r\nفخوفا من وقوعهم في محظور توقف هو وأبو بكر أيضا عن موافقة\r\nعمر ثم بعد روية وتفكر ظهر لهم أن ذلك من المصلحة الدينية وأن\r\nتركهم له قد يؤدى إلى ضياع ما أنزله الله على رسوله ، فبعد أن جمع\r\nزيد المصحف لأبي بكر لا مبرر له في عدم موافقته وامتثاله امر\r\nعثمان خصوصا وقد رآى اختلاف الناس في قراءة القرآن\r\n( وان قيل ) لم أسند أبو بكر جمع المصحف لزيد وحده وأسنده\r\nإليه عثمان وأشرك معه رجالا من قريش ( نقول ) اختص أبو بكر زيدا\r\n","description":"","footnote":"","page_name":" 41 ","page_number":43},
  {"content":"\r\n\r\nوحده لما يعهده فيه من النشاط وقوة الشباب ولأنه كان يكتب\r\nالوحي لرسول الله صلى الله عليه وسلم فهو ادرى بأوجه القراءات كلها وعثمان انما أشرك\r\nمعه نفرا من قريش لأنه يريد جمع القرآن على حرف واحد وهو\r\nلغة قريش ويد من الأنصار ، ولأنه يريد سرعة انجاز جمعه خوفا\r\nمن تفاقم امر اختلاف الناس في القراءة\r\nولننقل هنا شيئا مناسبا مما ذكره الإمام محمد بن جرير الطبري\r\nالمولود سنه أربع وعشرين ومائتين في أول تفسيره بعد أن بين وجهة\r\nحمل عثمان الناس على مصحفه وهو ( فان قال ) بعض من ضعفت\r\nمعرفته وكيف جاز لهم ترك قراءة أقرأهموها رسول الله صلى الله عليه وسلم وأمرهم\r\nبقراءتها ( قيل ) ان أمرهم بذلك لم يكن أمر ايجاب وفرض وانما كان\r\nأمر إباحة ورخصة الخ\r\n( ويسأل بعضهم ) لم لم تكن الأحرف الستة الموجودة وقد\r\nأنزلت من عند الله تعالى على نبيه صلى الله عليه وسلم وهو أقرأها أصحابه فان\r\nنسخت فرفعت فما الدليل عليه ، وان نسيتها الأمة وتركتها فذلك\r\nتضييع ما قد أمروا بحفظه ( فأجاب الإمام ابن جرير الطبري )\r\nعلى هذه الأسئلة بقوله : لم تنسخ الأحرف الستة فترفع ولا ضيعتها\r\nالأمة وهي مأمورة بحفظها ولكن الأمة أمرت بحفظ القرآن\r\n","description":"","footnote":"","page_name":" 42 ","page_number":44},
  {"content":"\r\nوخيرت في قراءته وحفظه بأي تلك الأحرف السبعة شاعت وضرب\r\nلها مثلا في الفقه وهو إذا حنث موسر في يمين فله ان يختار كفارة\r\nمن ثلاث كفارات اما بعتق أو اطعام أو كسوة فكذلك الأمة أمرت\r\nبحفظ القرآن وقراءته وخيرت في قراءته بأي الأحرف السبعة شاءت\r\nفرأت لعلة من العلل أوجبت عليها الثبات على حرف واحد ( 1 ) قراءته\r\nبحرف واحد ورفض القراءة بالأحرف الستة الباقية ولم تحظر قراءته\r\nبجميع حروفه على قارئه بما أذن له في قراءته به ثم أورد الطبري أنباء\r\nما قد حدث في أيام أبى بكر وعثمان من جمع المصحف اه‍ كلام ابن\r\nجرير رحمه الله تعالى ولا يخفى ان جوابه سديد ومعتمد ، وقد أطال\r\nالبحث في هذا الموضوع فراجع تفسيره ان شئت\r\nوجاء في فتح الباري على صحيح البخاري قال أبو شامة وقد\r\nاختلف السلف في الأحرف السبعة التي نزل بها القرآن هل هي مجموعة\r\nفي المصحف الذي بأيدي الناس اليوم أوليس فيه الا حرف واحد\r\nمنها مال الباقلاني إلى الأول وصرح الطبري وجماعته بالثاني\r\nوهو المعتمد اه‍ منه\r\n\r\n","description":"","footnote":" ( 1 ) فان قال قائل ما العلة التي أوجبت على الأمة الثبات على حرف واحد\r\nمن الأحرف السبعة قيل الخوف من ضياع القرآن باختلافهم في قراءته كما في\r\nتفسير الطبري ","page_name":" 43 ","page_number":45},
  {"content":"\r\n\r\nوجاء في فتح الباري أيضا ما نصه : وسبب اختلاف القراءات\r\nالسبع وغيرها كما قال ابن أبي هشام ان الجهات التي وجهت إليها\r\nالمصاحف كان بها من الصحابة من حمل عنه أهل تلك الجهة وكانت\r\nالمصاحف خالية من النقط والشكل قال فثبت أهل كل ناحية على\r\nعلى ما كانوا تلقوه سماعا عن الصحابة بشرط موافقة الخط وتركوا ما\r\nيخالف الخط امتثالا لأمر عثمان الذي وافقه عليه الصحابة لما رأوا في\r\nذلك من الاحتياط للقرآن فمن ثم نشأ الاختلاف بين قراءة الأمصار مع\r\nكونهم متمسكين بحرف واحد من السبعة اه‍ من فتح الباري لابن حجر\r\n( فخلاصة ما تقدم ) أن أبا بكر أول من جمع القرآن بإشارة عمر\r\nرضي الله عنهما وكان جمعه بالأحرف السبعة كلها التي نزل بها القرآن\r\nوسببه الخوف من ضياعه بقتل القراء في الغزوات - ثم في خلافة\r\nعثمان كثر اختلاف الناس في قراءة القرآن فخشي رضي الله عنه عاقبة\r\nهذا الامر الخطير وقام بجمع القرآن على حرف واحد من الا حرف\r\nالسبعة وهو حرف قريش وترك الا حرف الستة الباقية حرصا منه على\r\nجمع المسلمين على مصحف واحد وقراءة واحدة وعزم على كل من كان\r\nعنده مصحف مخالف لمصحفه الذي جمعه أن يحرقه فأطاعوه\r\nواستصوبوا رأيه - فالمصحف العثماني لم يجمع الا بحرف واحد من\r\n","description":"","footnote":"","page_name":" 44 ","page_number":46},
  {"content":"\r\nالأحرف السبعة وان القراءات المعروفة الآن جميعها في حدود ذلك\r\nالحرف الواحد فقط واما الأحرف الستة فقد اندرست بتاتا من الأمة\r\nكما صرح بهذا الإمام ابن جرير الطبري في تفسيره حيث قال \" فتركت\r\nالأمة القراءة بالأحرف الستة التي عزم عليها امامها العادل ( يعنى عثمان )\r\nفي تركها طاعة منها له ونظرا منها لأنفسها ولمن بعدها من سائر أهل\r\nملتها حتى درست من الأمة معرفتها وتعفت آثارها فلا سبيل لاحد\r\nاليوم إلى القراءة بها لدثورها وعفو آثارها وتتابع المسلمون على رفض\r\nالقراءة بها من غير جحود منها بصحتها وصحة شئ منها ولكن نظرا\r\nمنها لأنفسها ولسائر أهل دينها فلا قراءة اليوم للمسلمين الا بالحرف\r\nالواحد الذي اختاره لهم امامهم الشفيق الناصح دون ما عداه من\r\nالا حرف الستة الباقية فان قال بعض من ضعفت معرفته وكيف جاز\r\nلهم ترك قراءة أقرأهموها رسول الله صلى الله عليه وسلم وأمرهم بقراءتها قيل إن أمرهم\r\nبذلك لم يكن امر ايجاب وفرض وانما كان إباحة ورخصة . . الخ اه‍\r\nفتنبه لهذا الموضوع المهم ولا تفوتك معرفته فإنه مبحث نفيس .\r\nولقد اتينا بكلام ابن جرير الطبري رحمه الله تعالى لأنه من\r\nكبار الأئمة ولأن عصره كان قريبا من عصر الصحابة والتابعين\r\nفإنه ولد سنة مائتين وأربع وعشرين وطاف الأقاليم في طلب العلم وسمع\r\n","description":"","footnote":"","page_name":" 45 ","page_number":47},
  {"content":"\r\n\r\nعن الثقات الأجلة وجمع من العلوم ما لم يشاركه أحد في عصره وله\r\nتصانيف عديدة حكى انه مكث أربعين سنة فكتب في كل يوم\r\nمنها أربعين ورقة توفى في شوال عام ثلاثمائة وعشره وصلى على قبره\r\nعدة شهور ليلا ونهارا اه‍ باختصار من طبقات الشافعية الكبرى\r\nولنختم هذا الفصل بأبيات في موضوع جمع القرآن من نظم\r\nالامام الشاطبي رحمه الله تعالى في عقيلة أتراب القصائد وهي :\r\nان اليمامة أغواها مسيلمة * - الكذاب في زمن الصديق إذ خسرا\r\nوبعد بأس شديد حان مصرعه * وكان بأسا على القراء مستعرا\r\nنادى أبا بكر الفاروق خفت على القراء * فادارك القرآن مستطرا\r\nفأجمعوا جمعه في الصحف واعتمدوا * زيد بن ثابت العدل الرضى نظرا\r\nفقام فيه بعون الله يجمعه * بالنصح والجد والحزم الذي بهرا\r\nمن كل أوجهه حتى استتم له * بالأحرف السبعة العليا كما اشتهرا\r\nفأمسك الصحف الصديق ثم إلى * - الفاروق أسلمها لما قضى العمرا\r\nوعند حفصة كانت بعد فاختلف القراء * فاعتزلوا في أحرف زمرا\r\nوكان في بعض مغزاهم مشاهدهم * حذيفة فرأى في خلفهم عبرا\r\nفجاء عثمان مذعورا فقال له * أخاف أن يخلطوا فادارك البشرا\r\nفاستحضر الصحف الأولى التي جمعت * وخص زيدا ومن قريشهم نفرا\r\nعلى لسان قريش فاكتبوه كما * على الرسول به انزاله انتشرا\r\nفجردوه كما يهوى كتابته * ما فيه شكل ولا نقط فيحتجرا\r\n","description":"","footnote":"","page_name":" 46 ","page_number":48},
  {"content":"\r\n\r\nالفصل الثاني\r\n( في احتياط الصحابة في كتابة القرآن )\r\nجمع القرآن العظيم لأول مرة في التاريخ وهو مفرق في الألواح\r\nوالعظام وصدور الرجال ليس بالامر الهين ، بل هو عمل خطير\r\nيحتاج إلى عناية كبرى ونثبت تام * لذلك ما كانت اللجنة القائمة\r\nبجمعه يعتمدون على ما في صدورهم منه وفيهم من يحفظه كله\r\nكما أنهم ما كانوا يكتفون بمجرد نظر إلى ما هو مكتوب في الرقاع\r\nونحوها بل يأخذونه عمن تلقاه سماعا من رسول الله صلى الله عليه وسلم فذلك\r\nأدعى للاطمئنان والاحتياط وأبعد للشك والارتياب .\r\nفقد اخرج ابن أبي داود من طريق يحيى بن عبد الرحمن بن\r\nحاطب قال قدم عمر فقال من تلقى من رسول الله صلى الله عليه وسلم شيئا من\r\nالقرآن فليأت به وكانوا يكتبون ذلك في الصحف والألواح\r\nوالعسب وكان زيد لا يقبل من أحد شيئا حتى يشهد شهيدان .\r\nواخرج ابن أبي داود أيضا من طريق هشام بن عروة عن أبيه\r\nأن أبا بكر قال لعمر ولزيد اقعدا على باب المسجد فمن جاءكما بشاهدين\r\nعلى شئ من كتاب الله فاكتباه .\r\nفهاتان الروايتان تدلان صريحا انهم ما كانوا يكتفون بمجرد\r\nوجدان شئ من كتاب الله مكتوبا حتى يشهد به من تلقاه سماعا\r\n","description":"","footnote":"","page_name":" 47 ","page_number":49},
  {"content":"\r\nزيادة في الاحتياط ، وهذه الطريقة محكمة جدا وحيث يطمئن إليها\r\nكل مسلم ولا تدع مجالا لطعن المنافقين .\r\nقال ابن حجر - وكأن المراد بالشاهدين شاهد الحفظ والكتابة\r\nقال السخاوي المراد انهما يشهدان على أن ذلك المكتوب كتب\r\nبين يدي رسول الله صلى الله عليه وسلم ( 1 ) والمراد انهما يشهدان على أن ذلك من\r\nالوجوه التي نزل بها القرآن .\r\nيقول بعض المعاصرين لنا - أن رواية الجلوس على باب المسجد\r\nواستعراض ما لدى الناس من قرآن هي إلى الوهم أقرب منه إلى الحقيقة\r\n- فنقول - ان جمع القرآن بالأحرف السبعة واستقصاؤها لا يكون\r\nالا باستعراض ما لدى الناس من قرآن لما عسى ان توجد عند بعضهم\r\nآية أو قراءة من الأحرف السبعة تلقاها من النبي صلى الله عليه وسلم لا توجد عند\r\nآخر - ثم إن المسجد في ذلك العهد هو خير مكان يليق باستقبال الناس\r\nلمثل هذا الامر الجليل ، فالحضارة المدنية المستلزمة لانتظام دواوين\r\nالحكومات لم تكن تعرف عند العرب وقتئذ بل كانوا في حالة من\r\nالبداوة وبساطة العيش حتى أن نفس المسجد النبوي كان سقفه\r\n\r\n","description":"","footnote":" ( 1 ) يؤيد هذا المعنى رواية ابن عساكر الآتية قريبا وهي ان عثمان خطب\r\nفي الناس . . الخ ","page_name":" 48 ","page_number":50},
  {"content":"\r\n\r\nمن الجريد وجدرانه من اللبن ، فإذا علم ما ذكر زال الاستغراب من\r\nهذه الرواية التي هي عين الحقيقة .\r\nواخرج ابن أشتة في المصاحف عن الليث بن سعد قال أول\r\nمن جمع القرآن أبو بكر وكتبه زيد وكان الناس يأتون زيد بن ثابت\r\nفكان لا يكتب آية الا بشاهدي عدل وان آخر سورة براءة لم توجد\r\nالا مع خزيمة بن ثابت ( 1 ) فقال اكتبوها فان رسول الله صلى الله عليه وسلم جعل\r\nشهادته بشهادة رجلين ( 2 ) فكتب وان عمر اتى بآية الرجم\r\n\r\n","description":"","footnote":" ( 1 ) ترجمة خزيمة بن ثابت ستأتي في الفصل الثالث في ضبط وتصحيح\r\nالمصحف الكريم - لكن ورد في بعض الروايات \" مع أبي خزيمة الأنصاري \"\r\nفتأمل وقد تقدم الكلام عليه في جمع أبى بكر للقرآن\r\n( 2 ) سبب جعل شهادة خزيمة بن ثابت بشهادة رجلين هو ان النبي صلى الله\r\nعليه وسلم اشترى فرسا من سواد بن الحارث فاستتبعه ليقضيه ثمن الفرس فأسرع\r\nالنبي صلى الله عليه وسلم المشي وأبطأ البائع المذكور فجعل رجال يعترضونه يساومونه\r\nفي الفرس حتى زادوه على ثمنه وهم لا يعلمون ان النبي صلى الله عليه وسلم\r\nاشتراه منه فأنكر الأعرابي بيعه للنبي صلى الله عليه وسلم فشهد له خزيمة بن ثابت\r\nفقال له رسول الله صلى الله عليه وسلم بم تشهد ولم تكن حاضرا قال بتصديقك\r\nوانك لا تقول الا حقا فقال عليه الصلاة والسلام من شهد له خزيمة أو عليه\r\nفحسبه وفي رواية فجعل شهادته بشهادة رجلين - هذه خلاصة القصة وهي\r\nمشهورة في كتب الأحاديث والسير قال الامام السندي في حاشيته على سنن\r\nالنسائي والمشهور انه صلى الله عليه وسلم رد الفرس بعد ذلك على الأعرابي فمات\r\nمن ليلته عنده ، رواه النسائي في أواخر كتاب البيوع ","page_name":" 49 ","page_number":51},
  {"content":"\r\n\r\nفلم يكتبها لأنه كان وحده ( 1 )\r\nوروى ابن عساكر أن عثمان خطب في الناس يومئذ وعزم على كل\r\nرجل عنده شئ من كتاب الله لما جاء به فكان الرجل يجئ بالورقة\r\nوالأديم فيه القرآن حتى جمع من ذلك كثرة ثم دعاهم رجلا رجلا\r\nفناشدهم أسمعت رسول الله صلى الله عليه وسلم وهو املاه عليك فيقول نعم فلما\r\nفرغ من ذلك عثمان قال من اكتب الناس ( 2 ) قالوا كاتب رسول الله صلى الله عليه وسلم\r\n\r\n","description":"","footnote":" ( 1 ) آية الرجم هي \" الشيخ والشيخة إذا زنيا فارجموهما البتة \" وقد كانت\r\nمكتوبة فنسخت تلاوتها وبقى حكمها معمولا بها - عن ابن عباس حدثني\r\nعبد الرحمن بن عوف ان عمر بن الخطاب خطب الناس فسمعته يقول ألا وان\r\nناسا يقولون ما الرجم في كتاب الله وانما فيه الجلد وقد رجم رسول الله صلى الله عليه\r\nوسلم ورجمنا بعده ولولا أن يقول قائل أو يتكلم متكلم ان عمر زاد في كتاب الله\r\nما ليس منه لأثبتها كما نزلت - رواه الإمام أحمد والنسائي - وقد ذكر\r\nالشوكاني في كتابه نيل الأوطار في أوائل كتاب الحدود شيئا كثيرا عن آية\r\nالرجم وحكمه فراجعه\r\n( 2 ) أي في معرفة فواعد الكتابة وحسن الخط - وترجمة زيد تقدمت\r\nوكان يكتب السريانية أيضا فقد قال أمرني رسول الله صلى الله عليه وسلم ان أتعلم\r\nالسريانية قال إني لا آمن يهود على كتابي فما مر بي نصف شهر حتى تعلمت\r\nوحذقت فيه فكنت أكتب له صلى الله عليه وسلم واقرأ له كتبهم ، وفي رواية تعلمتها\r\nفي سبعة عشر يوما - وذكروا انه تعلم العبرانية أيضا في خمسة عشر يوما\r\nولا يخفى ان الانسان يحتاج لبضعة أعوام لتعلم اي لغة قراءة وكتابة وكون\r\nزيد يتعلم السريانية في نصف شهر لا شك ان ذلك من معجزاته صلى الله عليه\r\nوسلم فإنه لما احتاج إلى من يكتب له السريانية وامر زيدا بتعلمها طوى الله له\r\nمرحلة التعليم التي تحتاج لبضع سنين إلى نصف شهر ","page_name":" 50 ","page_number":52},
  {"content":"\r\nزيد بن ثابت قال فأي الناس أعرب ( 1 ) قالوا سعيد بن العاص قال فليمل\r\nسعيد وليكتب زيد اه‍ - وفي الرواية السابقة ان عثمان أحضر معهما\r\nعبد الله بن الزبير وعبد الرحمن بن الحارث بن هشام وقد تقدمت ترجمتهم\r\nفرواية ابن عساكر هذه تقتضي ان عثمان استأنف في جمعه\r\nأخذ القرآن من الناس وبعد أن استوثق بصحة ما اتوه به من الآيات\r\nالقرآنية أمر زيدا ومن معه بكتابته ونسخه ، ورواية البخاري\r\nالمتقدمة في الفصل الأول تدل على أن عثمان انما نسخ مصحفه عن\r\nصحف أبى بكر التي اخذها من حفصة وقد علمت أن جمعه وجمع\r\nأبى بكر متفقان غير أن جمع عثمان كان بحرف واحد وهو لغة قريش\r\nوجمع أبى بكر كان بجميع الأحرف السبعة\r\nفعلى رواية ابن عساكر يمكن ان نقول إن عثمان فعل ذلك\r\nللوقوف على ما عند الناس من القراءات ، أو لأنه عزم في نفسه على\r\nاحراق ما كتبه الناس من القرآن إذا تم نسخ مصحفه - لا انه فعل\r\nلشكه في صحة جمع أبى بكر وهو الذي اعتمد في نسخ مصحفه على\r\nصحف أبى بكر\r\n\r\n","description":"","footnote":" ( 1 ) أي أفصح وقد تقدم في ترجمة سعيد بن العاص انه ممن جمع السخاء\r\nوالفصاحة ","page_name":" 51 ","page_number":53},
  {"content":"\r\n\r\nففي هذه الروايات كلها دلالة واضحة على شدة احتياطهم\r\nفي جمع القرآن الكريم وتثبتهم في كتابته لذلك أجمعت الصحابة\r\nكلهم على هذا العمل المبرور وتلقوه بالقبول التام ( 1 ) وكان عددهم\r\nحينئذ اثنى عشر ألفا تقريبا ( 2 ) رضي الله عنهم أجمعين\r\nالفصل الثالث\r\n( في ضبط وتصحيح المصحف الكريم )\r\nقد يتوهم بعض قاصري العقول ان القرآن ربما سقط منه شئ\r\nحين نسخهم وجمعهم له أو حصل فيه تغيير أو تحريف كما زعم ذلك\r\n\r\n","description":"","footnote":" ( 1 ) ذكروا أن ابن مسعود رضي الله عنه لما حضر مصحف عثمان إلى\r\nالكوفة لم يوافق على الرجوع عن قراءته ولا على اعدام مصحفه من غير أن\r\nينكر على عثمان عمله وقال أفأترك ما أخذت من في رسول الله صلى الله عليه\r\nوسلم بضعا وسبعين سورة . . الخ وابن مسعود هذا هو أحد الأربعة\r\nالمذكورين في حديث خذوا القرآن من أربعة من عبد الله بن مسعود وسالم\r\nومعاذ وأبي بن كعب كما في صحيح البخاري . وترجمة ابن مسعود ستأتي في\r\nالفصل الخامس في نزول القرآن على سبعة أحرف\r\n( 2 ) الظاهر أنهم كانوا يحصون المسلمين فقد اخرج البخاري في كتاب\r\nالوصايا في باب كتابة الامام الناس عن حذيفة رضي الله عنه قال قال النبي صلى الله\r\nعليه وسلم اكتبوا لي من تلفظ بالاسلام من الناس فكتبنا له ألفا وخمسمائة\r\nرجل . . الخ ","page_name":" 52 ","page_number":54},
  {"content":"\r\nبعض المستشرقين من الإفرنج وكما زعمت الشيعة ان الصحابة حرفوا\r\nالقرآن وأسقطوا كثيرا من آياته وسوره وكتموا ما نزل في امامة علي رضي الله عنه\r\nواستخلافه ( 1 )\r\nفنقول . ان الله تعالى قد تكفل بحفظ القرآن الكريم وضمن\r\nصيانته من عبث العابثين بصريح قوله \" انا نحن نزلنا الذكر وانا له\r\nلحافظون \" وقوله \" وانه لكتاب عزيز لا يأتيه الباطل من بين يديه\r\nولا من خلفه \" وأي دليل أعظم على ذلك من مرور أربعة عشر قرنا\r\nوالقرآن هو هو ما مسته أيدي الخلائق بالتحريف ولا بالتزوير وهكذا\r\nيكون محفوظا إلى أن يرفعه الله من الصدور والمصاحف فلا تبقى في\r\nالأرض منه آية ويكون هذا في اخر الزمان قبل يوم القيمة كما جاء في\r\nكثير من الاخبار ( 2 )\r\nفالصحابة رضوان الله تعالى عليهم ما كانوا ليتهاونوا في امر المصحف\r\nوهم الذين أيد الله بهم الاسلام ، فقد ورد عن زيد بن ثابت أنه قال كنت\r\n\r\n","description":"","footnote":" ( 1 ) راجع تفسير الآلوسي في مقدمة الجزء الأول فإنه روى كثيرا من\r\nأقوال الشيعة قاتلهم الله تعالى ، وراجع أيضا تفسير القرطبي فإنه ذكر شيئا مما\r\nطعن بعضهم في القرآن بالزيادة والنقصان والرد على قائل ذلك\r\n( 2 ) قال القرطبي ان رفع القرآن على هذه الكيفية الواردة في الأحاديث\r\nانما يكون بعد موت عيسى عليه السلام وهدم الحبشة للكعبة اه‍ ","page_name":" 53 ","page_number":55},
  {"content":"\r\n\r\nاكتب الوحي عند رسول الله صلى الله عليه وسلم وهو يملى علي فإذا فرغت قال أقرأه\r\nفأقرؤه فإن كان فيه سقط أقامه .\r\nوفي بعض الروايات عن زيد بن ثابت أيضا المتخصص في كتابة\r\nالقرآن أنه قال - فلما فرغت ( أي من نسخ مصحف عثمان ) عرضته\r\nعرضة فلم أجد فيه هذه الآية من المؤمنين رجال صدقوا ما عاهدوا\r\nالله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلا ( 1 )\r\nقال فاستعرضت المهاجرين أسألهم عنها فلم أجدها عند أحد منهم ثم\r\nاستعرضت الا نصار أسألهم عنها فلم أجدها عند أحد منهم حتى وجدتها\r\nعند خزيمة ( يعنى ابن ثابت ) ( 2 ) فكتبتها ثم عرضته عرضة أخرى\r\nفلم أجد فيه هاتين الآيتين لقد جاءكم رسول من أنفسكم عزيز عليه\r\n\r\n","description":"","footnote":" ( 1 ) في سورة الأحزاب\r\n( 2 ) وترجمة خزيمة كما نلخصها من الإصابة هي . خزيمة بن ثابت بن\r\nالفاكة الأنصاري الأوسي من السابقين الأولين شهد بدرا وما بعدها وقيل\r\nأول مشاهده أحد وكان بكسر أصنام بني خطمة ( بفتح المعجمة وسكون\r\nالمهملة ) وكانت راية خطمة بيده يوم الفتح وفيه قال النبي صلى الله عليه وسلم\r\nمن شهد له خزيمة أو عليه فحسبه وجعل شهادته بشهادة رجلين ( وقد تقدم\r\nسبب ذلك ) قتل خزيمة يوم صفين فإنه قال انا لا اقتل ابدا حتى يقتل عمار فلما\r\nقتل عمار جرد سيفه فقاتل حتى قتل اه‍ وكانت وقعة صفين سنة سبع وثلاثين ","page_name":" 54 ","page_number":56},
  {"content":"\r\nما عنتم حريص عليكم . إلى اخر السورة فاستعرضت المهاجرين فلم أجدها\r\nعند أحد منهم ثم استعرضت الأنصار أسألهم عنها فلم أجدها عند أحد\r\nمنهم حتى وجدتها مع رجل آخر يدعى خزيمة أيضا ( 1 ) فأثبتها في آخر\r\nبراءة ولو تمت ثلاث آيات لجعلتها سورة على حدة ثم عرضته عرضة\r\nأخرى فلم أجد فيه شيئا ثم ارسل عثمان إلى حفصة يسألها ان تعطيه\r\nالصحيفة وحلف لها ليردنها إليها فأعطته فعرض المصحف عليها فلم\r\nيختلف في شئ ( 2 ) فردها إليها وطابت نفسه وأمر الناس أن يكتبوا\r\nمصاحف ( 3 )\r\nفأنت ترى في كلام زيد بن ثابت أنه بعد فراغه من كتابة\r\n\r\n","description":"","footnote":" ( 1 ) جاء في بعض الروايات ان آخر سوره التوبة لقد جاءكم رسول من\r\nأنفسكم الخ وجد مع خزيمة الأنصاري وجاء في بعضها انه وجد مع أبي خزيمة\r\nالأنصاري وقد تقدم الكلام على هذا في جمع أبى بكر للقرآن في الفصل الأول\r\n( 2 ) أي لم يختلف مصحفه مع مصحف أبى بكر في الحرف الذي أخذه\r\nمنه وهو حرف قريش هذا هو المقصود من كلامه لا أن مصحفه مطابق لمصحف\r\nأبى بكر كلمة كلمة فان مصحف أبى بكر مكتوب بجميع الأحرف السبعة كما سبق\r\nبيانه ومصحف عثمان كتب على حرف واحد منها\r\n( 3 ) هذه الرواية تدل على أن عثمان طلب صحف أبي بكر من حفصة بعد أن\r\nتم نسخ مصحفه ليستعرضه عليها ، والرواية التي سبقت عند جمع عثمان المصحف\r\nتدل على أنه طلب الصحف منها عند الشروع في جمع مصحفه لينسخه منها فنأمل ","page_name":" 55 ","page_number":57},
  {"content":"\r\nالمصحف راجعه ثلاث مرات ثم راجعه أمير المؤمنين عثمان بنفسه فلما\r\nاطمأن قلبه حمل الناس على أن يكتبوا المصاحف على نمط هذا\r\nالمصحف الامام ، فهل بعد هذه المراجعات الأربعة واجماع الصحابة\r\nكلهم على قبوله يتطرق الشك إلى قلب أحد من المسلمين في كلام\r\nرب العالمين القائل \" انا نحن نزلنا الذكر وانا له لحافظون \"\r\nولو جوزنا في نسخ القرآن وكتابته وجمعه السهو والنسيان\r\nعليهم أو عدم معرفتهم لأصول الكتابة وقواعد الاملاء لأدى ذلك\r\nفيه إلى التغيير والتبديل والنقص والزيادة وهذا محال\r\nفالقرآن سليم من اللحن والغلط ليس فيه حرف زايد ولا حرف ناقص\r\nولا تبديل في كلمة ولا تحريف في أخرى - وكيف لا يكون كذلك\r\nوالذين جمعوه هم كبار الصحابة وأشراف العرب الذين عنهم اخذت\r\nالفصاحة وفيهم ظهر البيان وقد تلقوه غضا طريا من رسول الله صلى الله عليه وسلم\r\nوأما ما ورد أن عثمان رضي الله عنه قال ( ان في القرآن لحنا\r\nستقيمه العرب بألسنتها ) فغير صحيح ولا يعقل ان عثمان يقول ذلك\r\nلا قبل جمعه القرآن ولا بعده - نعم أنه قال قبل جمعه لما بلغه\r\nاختلاف الناس في القرآن حتى اقتتل الغلمان والمعلمون ( عندي تكذبون به\r\nوتلحنون فيه فمن نأى عنى من الأمصار كان أشد تكذيبا وأكثر لحنا\r\nيا أصحاب محمد اجتمعوا فاكتبوا للناس إماما ) ولا يخفى الفرق بين القولين\r\n","description":"","footnote":"","page_name":" 56 ","page_number":58},
  {"content":"\r\nوقد رد القول الأول العلامة الآلوسي في أول تفسيره روح\r\nالمعاني بقوله . فالحق ان ذلك لا يصح عن عثمان والخبر ضعيف مضطرب\r\nمنقطع إذ كيف يظن بالصحابة أولا اللحن في الكلام فضلا عن القرآن\r\nوهم هم ثم كيف يظن بهم ثانيا اجتماعهم على الخطأ وكتابته ثم كيف يظن\r\nبهم ثالثا عدم التنبه والرجوع ثم كيف يظن بعثمان عدم تغييره وكيف\r\nيتركه لتقيمه العرب وإذا كان الذين تولوا جمعه لم يقيموه وهم الخيار فكيف\r\nيقيمه غيرهم فلعمري ان هذا مما يستحيل عقلا وشرعا وعادة اه‍ منه\r\nومن المشاهد انه لو أمر أحد الملوك أو الامراء بنسخ مصحف\r\nأو كتاب لا يقدمه الكاتب إليه الا بعد العناية بتصحيحه والتثبت\r\nمن عدم وجود أي غلط فيه فكيف بهؤلاء الصحابة الذين بذلوا أنفسهم\r\nلله لا يتحرون في كتابة وضبط المصحف الكريم الذي هو أساس\r\nالدين الاسلامي الحنيف\r\nهذا ولقد وصلت عدة مصاحف من جمع عثمان إلى البلدان\r\nالاسلامية فلو وجدوا فيها خطأ أو غلطا لما سكت أحد من المسلمين عليه\r\nولكنهم أجمعوا على صحتها وقبولها وقد قال عليه الصلاة والسلام\r\n\" ان أمتي لن تجتمع على ضلالة فإذا رأيتم اختلافا فعليكم بالسواد\r\nالأعظم \" رواه ابن ماجة عن انس بن مالك وهو حديث صحيح\r\n","description":"","footnote":"","page_name":" 57 ","page_number":59},
  {"content":"\r\n\r\nوقال أيضا في حديث العرباض بن سارية \" فإنه من يعش منكم فسيرى\r\nاختلافا كثيرا فعليكم بسنتي وسنة الخلفاء الراشدين من بعدي عضوا\r\nعليها بالنواجذ \" رواه أبو داود والترمذي ولهذا كان اجماعهم حجة .\r\nعلى انك لن تجد من المسلمين عناية بشئ كعنايتهم بكتاب الله\r\nتعالى الذي لا يأتيه الباطل من بين يديه ولا من خلفه - سواء في\r\nنسخه أو تصحيحه أو حفظه أو حرمته وهذا لا يحتاج إلى دليل .\r\nوأنظركم من المصاحف التي لا تعد ولا تحصى قد كتبت منذ بدء\r\nالاسلام إلى يومنا هذا \" أي أربعة عشر قرنا \" فهل رأيت فيه تبديلا\r\nأو تغييرا مع كثرة أعداء الدين من مختلف الأجناس والعقول\r\n( ولنختم هذا الفصل ) بما رواه البيهقي عن يحيى بن أكثم قال دخل\r\nيهودي على المأمون فأحسن الكلام فدعاه إلى الاسلام فأبى ثم بعد\r\nسنة جاء مسلما فتكلم في الفقه فأحسن الكلام فسأله المأمون ما سبب\r\nاسلامه قال انصرفت من عندك فامتحنت هذه الأديان فعمدت إلى\r\nالتوراة فكتبت ثلاث نسخ فزدت فيها ونقصت وأدخلتها البيعة ( 1 ) فاشتريت منى وعمدت إلى الإنجيل فكتبت ثلاث نسخ فزدت فيها\r\nونقصت وأدخلتها البيعة فاشتريت مني وعمدت إلى القرآن فكتبت\r\n\r\n","description":"","footnote":" ( 1 ) قال في المنجد البيعة بكسر الباء المعبد للنصارى واليهود ","page_name":" 58 ","page_number":60},
  {"content":"\r\n\r\n\r\nثلاث نسخ فزدت فيها ونقصت وأدخلتها إلى الوراقين ( 1 )\r\nفتصفحوها فوجدوا فيها الزيادة والنقصان فرموا بها فلم يشتروها\r\nفعلمت ان هذا الكتاب محفوظ فكان هذا سبب اسلامي - ذكره\r\nالزرقاني على المواهب في الجزء الخامس\r\n( حفظة القرآن )\r\n( في عهد النبي صلى الله عليه وسلم )\r\nحفظ كثير من الصحابة القرآن كله على عهد رسول الله صلى الله عليه وسلم فممن\r\nحفظه من المهاجرين أبو بكر ، وعمر ، وعثمان ، وعلى ، وطلحة ، وسعد\r\nوابن مسعود ، وحذيفة ( 2 ) وسالم مولى أبى حذيفة ( 3 ) وأبو هريرة\r\nوابن عمر ، وابن عباس ، وعمرو بن العاص ، وابنه عبد الله ، ومعاوية\r\n\r\n","description":"","footnote":" ( 1 ) هم الذين يبيعون الكتب والورق\r\n( 2 ) تقدمت ترجمته عند جمع عثمان القرآن في صحيفة 33\r\n( 3 ) هو سالم مولى أبى حذيفة بن عتبة أحد السابقين الأولين ، روى أن\r\nعائشة احتبست على النبي صلى الله عليه وسلم فقال ما حبسك قالت سمعت قارئا\r\nيقرأ فذكرت من حسن قراءته فأخذ رداءه وخرج فإذا هو سالم مولي أبى حذيفة\r\nفقال الحمد لله الذي جعل في أمتي مثلك ، وروى البخاري من حديث ابن عمر\r\nكان سالم مولى أبى حذيفة يؤم المهاجرين الأولين في مسجد قباء وفيهم أبو بكر\r\nوعمر اه‍ ملخصا من الإصابة ","page_name":" 59 ","page_number":61},
  {"content":"\r\n\r\nوابن الزبير ، وعبد الله بن السائب ، وعائشة ، وحفصة ، وأم سلمة ( 1 )\r\nوأم ورقة ( 2 )\r\nوممن حفظه من الأنصار * زيد بن ثابت ، ومعاذ بن جبل ، وأبى\r\nابن كعب ، وأبو الدرداء ، ومجمع بن حارثة ، وأنس بن مالك ، وأبو زيد\r\nالأنصاري أحد عمومة أنس بن مالك ( 3 ) رضى الله تعالى عنهم أجمعين\r\n( ومما يناسب المقام ) ما يروى . أن خزرجا كانت تفاخر أوسا بأربعة\r\nممن حفظوا القرآن كله على عهد النبي صلى الله عليه وسلم ، وأن أوسا كانت تفاخر خزرجا\r\n\r\n","description":"","footnote":" ( 1 ) عائشة وحفصة وأم سلمة هن أمهات المؤمنين أزواج النبي صلى الله عليه\r\nوسلم وأم سلمة اسمها هند على الأصح وهي آخر أمهات المؤمنين موتا ودفنت\r\nبالبقيع بالمدينة رضي الله عن أمهات المؤمنين أجمعين\r\n( 2 ) أم ورقة هي بنت عبد الله بن الحارث كانت قد جمعت القرآن وكان رسول\r\nالله صلى الله عليه وسلم يزورها ويسميها الشهيدة وقد كان أمرها أن تؤم أهل\r\nدارها وكان لها مؤذن فغمها غلام لها وجارية كانت قد دبرتهما فقتلاها في امارة\r\nعمر فقال عمر صدق رسول الله صلى الله عليه وسلم كان يقول انطلقوا بنا نزور\r\nالشهيدة اه‍ ملخصا من الإصابة\r\n( 3 ) قال في الإصابة في تمييز الصحابة . أبو زيد الذي جمع القرآن وقع في\r\nحديث أنس في صحيح البخاري غير مسمى وقال أنس هو أحد عمومتي واختلفوا\r\nفي اسمه فقيل أوس وقيل ثابت بن زيد وقيل معاذ وقيل سعد بن عبيد وقيل\r\nقيس بن السكن وهذا هو الراجح كما بينته في حرف القاف اه‍ منه ","page_name":" 60 ","page_number":62},
  {"content":"\r\n\r\n\r\nبأربعة ممن لهم مناقب أخرى وإلى مفاخرتهما أشار صاحب نظم عمود\r\nالنسب رحمه الله تعالى بقوله .\r\nفاخرت الخزرج أوسا بنفر * مع النبي حفظوا كل السور\r\nزيد بن ثابت معاذ بن جبل * ثم أبى وأبو زيد البطل\r\nوالأوس خزرجا بذى الشهادة * كانت شهادتين في الإفادة\r\nوالمراد بذى الشهادتين خزيمة بن ثابت\r\nوبما ان المقصود ذكر حفاظ القرآن لم نأت ببقية المفاخرة * وإذا\r\nتأملت حالة العرب أول ظهور الاسلام وعدم انتشار الكتابة بينهم\r\nعلمت أن عدد الذين ذكرناهم ممن يحفظ القرآن كله ليس بقليل - ولا شك\r\nان جميع الصحابة رضي الله عنهم يحفظون منه بعض السور والآيات\r\nكل منهم بحسب فراغه واستعداده وذلك لصلواتهم وعباداتهم .\r\nالفصل الرابع\r\n( في ترتيب آيات القرآن وسوره )\r\nجاء في كتاب الاتقان للسيوطي ان الاجماع والنصوص المترادفة\r\nعلى أن ترتيب الآيات توقيفي لا شبهة في ذلك ( اما الاجماع )\r\nفنقله غير واحد منهم الزركشي في البرهان وأبو جعفر بن الزبير في\r\nمناسباته وعبارته ترتيب الآيات في سورها واقع بتوقيفه صلى الله عليه وسلم وأمره\r\n","description":"","footnote":"","page_name":" 61 ","page_number":63},
  {"content":"\r\n\r\n\r\nمن غير خلاف في هذا بين المسلمين ( ومنها النصوص ) فمنها حديث\r\nزيد السابق كنا عند النبي صلى الله عليه وسلم نؤلف القرآن من الرقاع ، ومنها\r\nما أخرجه أحمد بأسناد حسن عن عثمان بن أبي العاص قال كنت جالسا عند\r\nرسول الله صلى الله عليه وسلم إذ شخص ( 1 ) ببصره ثم صوبه ثم قال أتاني جبريل\r\nفأمرني أن أضع هذه الآية هذا الموضع من هذه السورة ( ان الله يأمر\r\nبالعدل والاحسان وإيتاء ذي القربى إلى اخرها ) ومنها ما أخرجه أحمد\r\nوأبو داود والترمذي والنسائي وابن حبان والحاكم عن ابن عباس قال\r\nقلت لعثمان ما حملكم على أن عمدتم إلى الأنفال وهي من المثاني وإلى براءة\r\nوهي من المئين فقرنتم بينهما ولم تكتبوا بينهما سطر بسم الله الرحمن الرحيم\r\nووضعتموها في السبع الطوال ( 2 ) فقال عثمان كان رسول الله صلى الله عليه وسلم\r\n\r\n","description":"","footnote":" ( 1 ) قال في المصباح شخص بصره من باب خضع إذا فتح عينيه وجعل\r\nلا يطرف اه‍ منه\r\n( 2 ) قال في الاتقان . السبع الطوال بكسر الطاء وضمها أولها البقرة\r\nوآخرها براءة \" هذا بجعل الأنفال وبراءة سورة واحدة \" وقيل السابعة يونس\r\nوقيل الكهف ، والمئون ما وليها سميت بذلك لان كل سورة منها تزيد على مائة\r\nآية أو تقاربها ، والمثاني ما ولى المئين لأنها ثنتها أي كانت بعدها فهي لها ثوان\r\nوالمئون لها أوائل ، وقال الفراء هي السورة التي آيها أقل من مائة آية وقد تطلق\r\nعلى الفاتحة وعلى القرآن كله أيضا والمفصل ما ولى المثاني من قصار السور سمى\r\nبذلك لكثرة الفصول التي بين السور بالبسملة ويسمى المفصل بالمحكم أيضا\r\nوآخره سورة الناس بلا نزاع - واختلف في أوله على اثنى عشر قولا أحدها ق\r\nوالثاني الحجرات وصححه النووي . . الخ انظر الاتقان - وللمفصل طوال\r\nوأوساط وقصار ( قيل ) طواله إلى عم وأوساطه منها إلى والضحى ومنها إلى آخر\r\nالقرآن قصاره . وقد ذكر صاحب الاتقان جملة أقوال فراجعه\r\nوجاء في كتاب الفقه على المذاهب الأربعة في الجزء الأول من قسم العبادات\r\nما ملخصه : الشافعية قالوا إن طوال المفصل من الحجرات إلى سورة عم يتساءلون\r\nوأواسطه من سورة عم إلى سورة والضحى وقصاره منها إلى آخر القرآن *\r\nوالحنفية قالوا إن طوال المفصل من الحجرات إلى سورة البروج وأواسطه من\r\nسورة البروج إلى سورة لم يكن وقصاره من سورة لم يكن إلى سورة الناس *\r\nوالمالكية قالوا إن طوال المفصل من سورة الحجرات إلى آخر والنازعات وأواسطه\r\nمن بعد ذلك إلى والضحى وقصاره منها إلى آخر القرآن * والحنابلة قالوا إن\r\nطوال المفصل من سورة ق إلى عم وأواسطه إلى سورة والضحى وقصاره إلى\r\nآخر القرآن انتهى من كتاب الفقه المذكور ","page_name":" 62 ","page_number":64},
  {"content":"\r\nتنزل عليه السورة ذات العدد فكان إذا نزل عليه الشئ دعا بعض من\r\nكان يكتب فيقول ضعوا هذه الآيات في السورة التي يذكر فيها كذا\r\nوكذا وكانت الأنفال من أوائل ما نزل بالمدينة وكانت براءة من اخر\r\nالقرآن نزولا وكانت قصتها شبيهة بقصتها فظننت انها منها فقبض\r\nرسول الله صلى الله عليه وسلم ولم يبين لنا انها منها فمن اجل ذلك قرنت بينهما ولم\r\nاكتب بينهما سطر بسم الله الرحمن الرحيم ووضعتها في السبع الطوال\r\nواخرج القشيري الصحيح ان التسمية لم تكن فيها ( أي في براءة )\r\nلان جبريل عليه السلام لم ينزل فيها\r\n","description":"","footnote":"","page_name":" 63 ","page_number":65},
  {"content":"\r\nوقال البغوي في شرح السنة : الصحابة رضي الله عنهم جمعوا\r\nبين الدفتين القرآن الذي أنزله الله على رسوله من غير أن زادوا\r\nأو نقصوا منه شيئا خوف ذهاب بعضه بذهاب حفظته فكتبوه\r\nكما سمعوا من رسول الله صلى الله عليه وسلم من غير أن قدموا شيئا أو أخروا\r\nأو وضعوا له ترتيبا لم يأخذوه من رسول الله صلى الله عليه وسلم وكان رسول الله صلى الله عليه وسلم\r\nيلقن أصحابه ويعلمهم ما نزل عليه من القرآن على الترتيب الذي هو\r\nعليه الآن في مصاحفنا بتوقيف جبريل إياه على ذلك واعلامه عند\r\nنزول كل آية ان هذه الآية تكتب عقب آية كذا في سورة كذا\r\nفثبت ان سعى الصحابة كان في جمعه في موضع واحد لا في ترتيبه\r\nفان القرآن مكتوب في اللوح المحفوظ على هذا الترتيب الذي أنزله الله\r\nجملة إلى السماء الدنيا ثم كان ينزله مفرقا عند الحاجة وترتيب النزول\r\nغير ترتيب التلاوة - اه‍ من الاتقان\r\n( واما ترتيب السور ) ففي كونه اجتهاديا أو توقيفيا خلاف\r\nوالجمهور على الأول قال أبو بكر الأنباري انزل الله تعالى القرآن\r\nكله إلى سماء الدنيا ثم فرقه في بضع وعشرين فكانت السورة تنزل\r\nلأمر يحدث والآية جوابا لمستخبر فيوقف جبريل النبي صلى الله عليه وسلم على\r\nموضع الآية والسورة فمن قدم أو أخر فقد أفسد نظم القرآن *\r\n","description":"","footnote":"","page_name":" 64 ","page_number":66},
  {"content":"\r\nوقال أيضا اتساق السور كاتساق الآيات والحروف كله عن النبي صلى الله عليه وسلم\r\nفمن قدم سورة أو اخرها فقد أفسد نظم القرآن . وفي ايقاظ الاعلام\r\nقال أبو جعفر النحاس والمختار كون ترتيب السور توقيفا كالآيات\r\nوقال الزركشي والخلاف بين الفريقين في ترتيب السور لفظي لان\r\nالقائل بعدم صدوره من النبي صلى الله عليه وسلم يقول إنه رمز لهم بذلك والثاني\r\nيقول إنه صرح لهم به ولذلك قال مالك انما ألفوا القرآن على ما كانوا\r\nيسمعونه من النبي صلى الله عليه وسلم اه‍\r\nوذكر الامام النووي في شرحه على صحيح مسلم في باب صلاة\r\nالنبي صلى الله عليه وسلم ودعائه في الليل عند حديث حذيفة قال صليت مع النبي صلى الله عليه وسلم\r\nذات ليلة فافتتح البقرة فقلت يركع عند المائة ثم مضى فقلت يصلى بها\r\nفي ركعة فمضى فقلت يركع ذبها ثم افتتح النساء فقرأها ثم افتتح آل عمران\r\nفقرأها يقرأ مترسلا . . . الخ الحديث - ما نصه - قال القاضي عياض\r\nفيه دليل لمن يقول إن ترتيب السور اجتهاد من المسلمين حين كتبوا\r\nالمصحف وانه لم يكن ذلك من ترتيب النبي صلى الله عليه وسلم بل وكله إلى أمته\r\nبعده قال وهذا قول مالك وجمهور العلماء واختاره القاضي أبو بكر\r\nالباقلاني قال ابن الباقلاني هو أصح القولين مع احتمالهما قال والذي\r\nنقوله ان ترتيب السور ليس بواجب في الكتابة ولا في الصلاة ولا في\r\n","description":"","footnote":"","page_name":" 65 ","page_number":67},
  {"content":"\r\nالدرس ولا في التلقين والتعليم وانه لم يكن من النبي صلى الله عليه وسلم في ذلك نص\r\nولا حد تحرم مخالفته ولذلك اختلف ترتيب المصاحف قبل مصحف\r\nعثمان قال واستجاز النبي صلى الله عليه وسلم والأمة بعده في جميع الأعصار ترك\r\nترتيب السور في الصلاة والدرس والتلقين - قال واما على قول من\r\nيقول من أهل العلم ان ذلك بتوقيف من النبي صلى الله عليه وسلم حدده لهم كما\r\nاستقر في مصحف عثمان انما اختلف المصاحف قبل ان يبلغهم التوقيف\r\nوالعرض الأخير فيتأول قراءته صلى الله عليه وسلم النساء أولا ثم آل عمران هنا على أنه\r\nكان قبل التوقيف والترتيب وكانت هاتان السورتان هكذا في\r\nمصحف أبى قال ولا خلاف انه يجوز للمصلى ان يقرأ في الركعة الثانية\r\nسورة قبل التي قرأها في الأولى وانما يكره ذلك في ركعة ولمن يتلو في\r\nغير صلاة قال وقد اباحه بعضهم وتأول نهى السلف عن قراءة القرآن\r\nمنكوسا على من يقرأ من اخر السورة إلى أولها قال ولا خلاف ان\r\nترتيب آيات كل سورة بتوقيف من الله تعالى على ما هي عليه الآن في\r\nالمصحف وهكذا نقلته الأمة عن نبيها صلى الله عليه وسلم هذا آخر كلام القاضي\r\nعياض والله تعالي اعلم انتهى ما ذكره النووي . قال السيوطي في\r\nالاتقان والذي ينشرح له الصدر ما ذهب إليه البيهقي وهو أن جميع السور\r\nترتيبها توقيفي الا براءة والأنفال ولا ينبغي ان يستدل بقراءته صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 66 ","page_number":68},
  {"content":"\r\nسورا ولاء على أن ترتيبها كذلك وحينئذ فلا يرد حديث قراءته النساء\r\nقبل آل عمران لان ترتيب السور في القراءة ليس بواجب ولعله فعل\r\nذلك لبيان الجواز اه‍\r\nوقال الكرماني : ترتيب السور هكذا هو عند الله تعالى في اللوح\r\nالمحفوظ وعليه كان رسول الله صلى الله عليه وسلم يعرض على جبريل كل سنة ما كان\r\nيجتمع عنده منه وعرض عليه في السنة التي توفى فيها مرتين ، وقال\r\nابن الحصار ترتيب السور ووضع الآيات مواضعها انما كان بالوحي كان\r\nرسول الله صلى الله عليه وسلم يقول ضعوا آية كذا في موضع كذا وقد حصل\r\nاليقين من النقل المتواتر بهذا الترتيب من تلاوة رسول الله صلى الله عليه وسلم ومما\r\nأجمع الصحابة على وضعه هكذا في المصحف اه‍ وقال البيهقي في المدخل\r\nكان القرآن على عهد النبي صلى الله عليه وسلم مرتبا سوره وآياته على هذا الترتيب الا\r\nالأنفال وبراءة لحديث عثمان السابق اه‍ وقد ذكر السيوطي رحمه الله\r\nتعالى في كتابه الاتقان روايات عديدة فراجعه ان شئت وإلى ما سبق\r\nأشار الشيخ محمد العاقب الشنقيطي رحمه الله في نظمه كشف العمى بقوله :\r\nقد أنزل القرآن دون ثنيا ( 1 ) * ليلته إلى سماء الدنيا\r\nثم على قلب النبي هجما * به الأمين أنجما منجما\r\n\r\n","description":"","footnote":" ( 1 ) الثنيا بضم الثاء مع الياء والثنوى بالفتح مع الواو اسم من الاستثناء قاله\r\nفي المصباح أي انزل القرآن إلى السماء الدنيا جملة واحدة دون استثناء شئ منه ","page_name":" 67 ","page_number":69},
  {"content":"\r\n\r\n\r\n\r\nوليس ترتيب النزول كالأدا * وفي الأد الترتيب بالوحي اقتدى ( 1 )\r\nفهو كما هو عليه مستطر * في لوحه المحفوظ نعم المستطر\r\nوذاك في السور في القول الأحق * والحق في الآي عليه متفق\r\nويحرم التنكيس فيه والخبر * جاء بتنكيس قراءة السور ( 2 )\r\n( واما أسماء السور ) فبتوقيف من النبي صلى الله عليه وسلم كما ثبت ذلك من\r\nالأحاديث والآثار فمن ذلك ما أخرجه أحمد باسناد حسن عن عثمان بن أبي\r\nالعاص قال كنت جالسا عند رسول الله صلى الله عليه وسلم إذ شخص ببصره\r\nثم صوبه ثم قال أتاني جبريل فأمرني أن أضع هذه الآية هذا الموضع\r\nمن هذه السورة إن الله يأمر بالعدل والاحسان وإيتاء ذي القربى\r\n\r\n","description":"","footnote":" ( 1 ) أي ليس ترتيب النزول كترتيب التلاوة فان أول ما نزل اقرأ باسم ربك\r\nالذي خلق وأول القرآن الفاتحة\r\n( 2 ) أي يحرم التنكيس في الآيات مطلقا خطا وقراءة ، واما في السور\r\nفيحرم تنكيسها في الخط عن حالتها في المصحف ، اما في قراءتها فقد ورد في\r\nالحديث ان النبي صلى الله عليه وسلم فعله اه‍ من كتاب ايقاظ الاعلام لوجوب\r\nاتباع رسم المصحف الامام للشيخ محمد حبيب الله الشنقيطي رحمه الله\r\nقال في فتح الباري واما ما جاء عن السلف من النهى عن قراءة القرآن\r\nمنكوسا فالمراد به أن يقرأ من آخر السورة إلى أولها اه‍ ","page_name":" 68 ","page_number":70},
  {"content":"\r\n\r\nإلى آخرها ( ومنه ) ما أخرجه مسلم من حديث أبي هريرة ان البيت\r\nالذي تقرأ فيه البقرة لا يدخله شيطان ( ومنه ) ما أخرجه مسلم أيضا\r\nعن أبي الدرداء مرفوعا من حفظ عشر آيات من أول سورة الكهف\r\nعصم من الدجال وفي لفظ من قرا العشر الأواخر من سورة الكهف *\r\nومن تتبع ما ورد في خصائص بعض السور ظهر له ذلك واضحا جليا\r\nفلا داعي لإطالة البحث .\r\nفعلم من جميع ما تقدم ان ترتيب آيات القرآن توقيفي باتفاق\r\nالعلماء ، وكذلك تسمية السور بأسماء خاصة ، وان ترتيب سوره مختلف\r\nفيه فقال بعضهم انه توقيفي وقال بعضهم انه من اجتهاد الصحابة\r\nرضى الله تعالى عنهم .\r\nولقد أنعمنا النظر في ترتيب السور فلم يظهر لنا ترجيح\r\nأحد القولين على الآخر فلكل منهما وجهة ولا يسعنا الا أن نفوضه\r\nإلى علام الغيوب ، ولا بأس أن نذكر هنا ما يؤيد كلا القولين فنقول\r\n( الدليل على أنه توقيفي ) أن الصحابة رضى الله تعالى عنهم هم\r\nأشد الناس اقتداء برسول الله صلى الله عليه وسلم وأبعدهم عن الابتداع والعمل بالظن\r\nوالهوى ، ومما لا شك فيه انه حين جمعهم للقرآن الكريم تحروا فيه\r\nكل شئ فما قدموا سورة على أخرى الا باستناد إلى أمره صلى الله عليه وسلم أو فعله\r\n","description":"","footnote":"","page_name":" 69 ","page_number":71},
  {"content":"\r\nأو تقريره ، ولا يخفى أن النبي صلى الله عليه وسلم عرض القرآن على جبريل مرتين ( 1 )\r\nفي السنة التي توفى فيها ، ولا ريب أن القرآن حينئذ كان قد انزل كله\r\nعلى رسول الله صلى الله عليه وسلم فعرضه على جبريل هذه المرة كان من أوله إلي\r\nآخره ، وبالضرورة يكون ترتيبه على ما هو في اللوح المحفوظ الموافق\r\nعلى ما هو عليه الآن بهذه الصفة إذ لا يعرضه صلى الله عليه وسلم العرض الأخير\r\nعلى جبريل الا مرتب الآيات والسور ، وان زيد بن ثابت كان حاضرا\r\nهذه العرضة الأخيرة وهو كاتب الوحي فعلى هذه العرضة كتب\r\nمصحف أبى بكر ومصحف عثمان .\r\nثم لا يعقل أن يضعوا سور القرآن كيفما اتفق لهم ، فلو كان\r\nترتيبها باجتهادهم لرتبوها اما بحسب تاريخ نزولها أو مواقعها ، واما\r\nبحسب طولها وقصرها ، واما بحسب ترتيب مصحف أحد كبار الصحابة\r\n\r\n","description":"","footnote":" ( 1 ) قال في فتح الباري شرح صحيح البخاري واختلف في العرضة الأخيرة\r\nهل كانت بجميع الأحرف المأذون في قراءتها أو بحرف واحد منها وعلى الثاني\r\nفهل هو الحرف الذي جمع عليه عثمان جميع الناس أو غيره وقد روى احمد وابن أبي\r\nداود والطبري من طريق عبيدة بن عمر السلماني ان الذي جمع عليه عثمان\r\nالناس يوافق العرضة الأخيرة اه‍ من الفتح\r\nوتؤخذ من هذه العرضة جملة أمور - منها - اكمال نزول القرآن - ومنها\r\nترتيب الآيات والسور - ومنها الإشارة إلى قرب أجله صلى الله عليه وسلم فقد\r\nروى البخاري انه أسر إلى ابنته فاطمة أن جبريل يعارضني بالقرآن كل سنة وانه\r\nعارضني العام مرتين ولا أراه الا حضر أجلى . ","page_name":" 70 ","page_number":72},
  {"content":"\r\n\r\nكعلى بن أبي طالب وابن عباس وابن مسعود وأبي بن كعب -\r\nوكل ذلك لم يكن فما هناك سوى التوقيف\r\n( والدليل على أنه اجتهادي ) ما جاء في صحيح مسلم عن\r\nحذيفة قال صليت مع النبي صلى الله عليه وسلم ذات ليلة فافتتح البقرة فقلت يركع\r\nعند المائة ثم مضى فقلت يصلى بها في ركعة فمضى فقلت يركع بها ثم\r\nافتتح النساء فقرأها ثم افتتح آل عمران فقرأها يقرأ مترسلا . . الخ\r\nالحديث ، فكونه صلى الله عليه وسلم قرأ النساء أولا ثم آل عمران فيه دليل على أن\r\nترتيب سور المصحف من اجتهاد الصحابة كما تقدم ذلك من قول القاضي\r\nعياض وان ترتيبها في الصلاة ليس بواجب\r\nوأيضا ما جاء في صحيح البخاري عن يوسف بن ماهك قال إني\r\nعند عائشة أم المؤمنين رضي الله عنها إذ جاءها عراقي فقال أي الكفن\r\nخير قالت ويحك وما يضرك قال يا أم المؤمنين أريني مصحفك\r\nقالت لم قال لعلي أولف القرآن عليه فإنه يقرأ غير مؤلف قالت وما يضرك\r\nأيه قرأت قبل انما نزل أول ما نزل منه سورة من المفصل . . الخ\r\nالحديث ، ففي قول عائشة للعراقي وما يضرك أيه قرأت قبل دليل\r\nعلى أن ترتيب السور في التلاوة ليس بواجب ، وهو كذلك في جميع\r\nالمذاهب فإنه يجوز ترك ترتيبها في الصلاة والتلاوة والدرس ، لان كل سورة\r\n","description":"","footnote":"","page_name":" 71 ","page_number":73},
  {"content":"\r\nمستقلة بذاتها مستوفية لآياتها - ويفهم من هذا الحديث أن الناس\r\nكانوا يقرؤن القرآن ويكتبونه من غير ترتيب لسوره حتى جمع\r\nعثمان مصحفه وحمل الناس عليه .\r\nفلو كان ترتيب المصحف توقيفيا لم يختلف ترتيب السور في\r\nمصاحف كبار الصحابة كعلى بن أبي طالب وأبي بن كعب ، وعبد الله بن\r\nعباس ، وعبد الله بن مسعود ، ومعاذ بن جبل ، وعائشة أم المؤمنين وزيد\r\nابن ثابت فكل واحد من هؤلاء كتب مصحفه على عهد رسول الله صلى الله عليه وسلم\r\nفمصحف على كان أوله اقرأ ثم المدثر ثم ن وهكذا إلى آخر المكي\r\nوالمدني ومصحف ابن مسعود كان أوله البقرة ثم النساء ثم آل عمران\r\nعلى اختلاف شديد ، وقد ذكر ابن النديم في كتابه الفهرست ( 1 )\r\nترتيب سور مصاحف بعض الصحابة كما ذكره أيضا السيوطي في كتابه\r\nالاتقان فراجعهما ان شئت .\r\nفلو كان هناك أمر صريح أو إشارة خفية من النبي صلى الله عليه وسلم في ترتيب\r\nسور المصحف لما عزب ذلك على هؤلاء وهم من أجلاء الصحابة وأكثرهم\r\nاتصالا به عليه الصلاة والسلام\r\n\r\n","description":"","footnote":" ( 1 ) الف ابن النديم كتابه الفهرست عام 377 هجرية وهو يعد من أقدم\r\nالكتب وأهمها وقد ظهر الآن في عالم المطبوعات ","page_name":" 72 ","page_number":74},
  {"content":"\r\n\r\n( وختام المقام ) أن ترتيب سور المصحف سواء كان توقيفيا أو\r\nاجتهاديا فإنه يجب علينا اتباع المصحف العثماني في ترتيب سوره ورسم\r\nكلماته ، لأننا مأمورون باتباع الصحابة آثمون بمخالفتهم قال عليه\r\nالصلاة والسلام كما في حديث العرباض بن سارية \" . . فعليكم بسنتي\r\nوسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ ( 1 ) \" ولهذا كان\r\n\r\n","description":"","footnote":" ( 1 ) والحديث المروي عن عرباض بن سارية رضي الله عنه هو \" قال وعظنا\r\nرسول الله صلى الله عليه وسلم موعظة وجلت منها القلوب وذرفت منها العيون\r\nقلنا يا رسول الله كأنها موعظة مودع فأوصنا قال أوصيكم بتقوى الله والسمع\r\nوالطاعة وان تأمر عليكم عبد فإنه من يعش منكم فسيرى اختلافا كثيرا فعليكم\r\nبسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات\r\nالأمور فان كل بدعة ضلالة رواه أبو داود والترمذي - وفي رواية احمد وابن\r\nماجة عن عرباض أيضا \" قد تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها\r\nبعدي الا هالك ومن يعش منكم فسيرى اختلافا كثيرا فعليكم . . الخ الحديث\r\nوالعرباض بن سارية رضي الله عنه هو بكسر العين وسكون الراء كان من\r\nأهل الصفة وهو ممن نزل فيه قوله تعالى \" ولا على الذين إذا ما أتوك لتحملهم \" قال\r\nمحمد بن عوف كان قديم الاسلام جدا ، نزل الشام ثم سكن حمص ومات في فتنة ابن\r\nالزبير سنة خمس وسبعين في خلافة عبد الملك بن مروان \" فقوله صلى الله عليه وسلم\r\nومن يعش منكم فسيرى اختلافا كثيرا \" هذا من ضمن معجزاته عليه الصلاة\r\nوالسلام التي لا تحصى فلقد وقع ويقع كثير من الأمور والفتن التي أخبر بها\r\nفكم من المغيبات ذكرا * فبعضها مضى وبعض سيرى\r\nومعجزات المصطفى ليست تعد * وفي الشفا منها كثير قد ورد ","page_name":" 73 ","page_number":75},
  {"content":"\r\n\r\nاجماعهم حجة ، وقد أجمعوا على اعتماد مصحف عثمان ونسخوا\r\nمصاحفهم على نمطه كما سبق بيانه - فلا يوجد مسلم على وجه الأرض\r\nيرى مخالفته ولله الحمد وهذا مصداق قوله تعالى \" انا نحن نزلنا الذكر\r\nوانا له لحافظون \"\r\nعدد المصاحف\r\n( التي فرقها عثمان رضي الله عنه في الأمصار )\r\nتقدم أن عثمان بن عفان لما فرغ من جمع مصحفه أرسل إلى كل أفق\r\nبمصحف مما نسخوا وأمرهم أن يحرقوا كل مصحف يخالف المصحف\r\nالذي أرسل به - وقد اختلفوا في عدة المصاحف التي فرقها في الأمصار\r\nفقيل إنه أربعة وهو الذي اتفق عليه أكثر العلماء ، وقيل إنها خمسة\r\nوقيل إنها ستة وقيل سبعة وقيل ثمانية\r\nأما كونها أربعة فقيل إنه أبقى مصحفا بالمدينة وأرسل مصحفا إلى\r\nالشام ومصحفا إلى الكوفة ومصحفا إلى البصرة ، وأما كونها خمسة\r\nفالأربعة المتقدم ذكرها والخامس أرسله إلى مكة ، وأما كونها ستة\r\nفالخمسة المتقدم ذكرها والسادس اختلف فيه فقيل جعله خاصا لنفسه\r\nوقيل أرسله إلى البحرين ، وأما كونها سبعة فالستة المتقدم ذكرها\r\nوالسابع أرسله اليمن ، واما كونها ثمانية فالسبعة المتقدم ذكرها والثامن\r\n","description":"","footnote":"","page_name":" 74 ","page_number":76},
  {"content":"\r\n\r\nكان لعثمان يقرأ فيه وهو الذي قتل وهو بين يديه . اه‍ من نهاية\r\nالقول المفيد .\r\nوبعث رضي الله عنه مع كل مصحف من يرشد الناس إلى قراءته\r\nبما يحتمله رسمه من القراءات مما صح وتواتر ( 1 ) فكان عبد الله بن\r\nالسائب مع المصحف المكي ، والمغيرة بن شهاب مع المصحف الشامي\r\nوأبو عبد الرحمن السلمي مع المصحف الكوفي ، وعامر بن قيس\r\nمع المصحف البصري - وأمر زيد بن ثابت أن يقرئ الناس بالمدني .\r\nولا ندري لم لم يرسل عثمان رضي الله عنه لكل بلدة من البلاد\r\nالاسلامية مصحفا أو بضعة مصاحف ، والظاهر والله تعالى اعلم أن ذلك\r\nكان لقلة النساخ في عهدهم ولعدم وجود الورق عندهم فقد كانوا يكتبونها\r\nعلى الجلود والعسب واللخاف والأكتاف ونحوها فربما يلزم لكتابة\r\nمصحف واحد قنطار من هذه الأشياء\r\nولقد وصف الزنجاني مصحف علي رضي الله عنه بأنه كان في سبعة\r\nاجزاء وقد أتى به يحمله على جمل وهو يقول هذا القرآن جمعته ، وروى\r\nأن الصاحب بن عباد المتوفى سنة 385 هجرية كان يحمل معه في أسفاره\r\n\r\n","description":"","footnote":" ( 1 ) وهذا اختلاف قراءات في لغة واحدة لا اختلاف لغات ، انظر في الفصل\r\nالثاني من الباب الثالث لتقف على سبب اختلاف رسوم هذه المصاحف . ","page_name":" 75 ","page_number":77},
  {"content":"\r\n\r\nكتاب الأغاني على أربعين جملا ، وذكروا أن الإمام الشافعي رحمه الله\r\nتعالى كان كثيرا ما يكتب المسائل على العظام حتى ملاء منها خبايا ( 1 )\r\nكل ذلك كان لعدم انتشار الورق عندهم في ذلك الزمن ( 2 ) ،\r\nولا ندري كيف كانوا يعثرون على مسألة من المسائل وهي مكتوبة على\r\nنحو العظام واللخاف والأكتاف التي يعسر ترتيبها لا شك ان مراجعتها\r\nوالوقوف عليها ليس بسهل ومع ذلك كانوا أئمة الدين وأنجم الهدى\r\nوالذي نراه ان المصاحف العثمانية التي أرسلت إلى الأمصار كتبت\r\nعلى الجلود وكتبت بالخط الكوفي الذي ما كانوا يعرفون من الخط\r\nسواه وكتبت بغير نقط ولا شكل ولم يكن فيها علامات للاجزاء\r\nوالأحزاب ونحوها\r\n\r\n","description":"","footnote":" ( 1 ) نستنتج مما ذكر : أن المصاحف التي رفعت على رؤس الرماح في الحرب\r\nبين على ومعاوية رضي الله عنهما سنة 37 البالغ عددها نحو ثلاثمائة مصحف طلبا\r\nللهدنة وحقنا للدماء ، لم تكن بمصاحف كاملة وانما هي اجزاء من القرآن مكتوبة\r\nعلى نحو العسب والألواح والأكتاف وبذلك يمكن للرجل رفع ما كتب من القرآن\r\nعلى شئ مما ذكر ، فاطلاق المؤرخين رفع المصاحف في هذه الحرب انما هو من\r\nاطلاق الكل وإرادة الجزء والله أعلم\r\n( 2 ) إذا أردت الوقوف على ظهور الورق فعليك بمراجعة كتابنا \" تاريخ\r\nالخط العربي وآدابه \" وهو مطبوع بمصر ","page_name":" 76 ","page_number":78},
  {"content":"\r\n\r\n\r\nالفصل الخامس\r\n( في نزول القرآن على سبعة أحرف )\r\nروى البخاري في كتاب التفسير عن ابن عباس رضي الله عنهما\r\nأن رسول الله صلى الله عليه وسلم قال أقرأني جبريل على حرف فراجعته فلم أزل\r\nأستزيده ويزيدني حتى انتهى إلى سبعة أحرف .\r\nوأخرج أبو يعلى في مسنده ان عثمان قال على المنبر أذكر الله\r\nرجلا سمع النبي صلى الله عليه وسلم قال إن القرآن انزل على سبعة أحرف كلها شاف\r\nكاف لما قام فقاموا حتى لم يحصوا فشهدوا بذلك فقال وانا اشهد معهم\r\nرواه جمع من الصحابة يبلغ عددهم واحدا وعشرين صحابيا وقد نص\r\nأبو عبيدة على تواتره .\r\nوروي مسلم والبخاري واللفظ له عن عمر بن الخطاب رضي الله عنه\r\nقال سمعت هشام بن حكيم ( 1 ) يقرأ سورة الفرقان في حياة\r\nرسول الله صلى الله عليه وسلم فاستمعت لقراءته فإذا هو يقرأ على حروف كثيرة لم\r\nيقرئنيها رسول الله صلى الله عليه وسلم فكدت أساوره ( 2 ) في الصلاة فتصبرت\r\n\r\n","description":"","footnote":" ( 1 ) هو هشام بن حكيم بن حزام القرشي الأسدي أسلم يوم الفتح ومات قبل\r\nأبيه كان من فضلاء الصحابة وخيارهم ممن يأمرون بالمعروف وينهون عن المنكر قال\r\nأبو نعيم استشهد بأجنادين اه‍ من الاستيعاب ( وأجنادين موضع بالشام من نواحي\r\nفلسطين بعضهم يقول إنه بلغظ التثنية وبعضهم بلفظ الجمع قاله صاحب معجم البلدان )\r\n( 2 ) أساوره أي أثب عليه ","page_name":" 77 ","page_number":79},
  {"content":"\r\nحتى سلم فلببته ( 1 ) بردائه فقلت من أقرأك هذه السورة التي سمعتك\r\nتقرأ فقال أقرأنيها رسول الله صلى الله عليه وسلم فقلت كذبت فان رسول الله صلى الله عليه وسلم\r\nقد أقرأنيها على غير ما قرأت ( 2 ) فانطلقت به أقوده إلى رسول الله صلى الله عليه وسلم\r\nفقلت انى سمعت هذا يقرأ بسورة الفرقان على حروف لم تقرئنيها\r\nفقال رسول الله صلى الله عليه وسلم أرسله اقرأ يا هشام فقرأ عليه القراءة التي سمعته\r\nيقرأ فقال رسول الله صلى الله عليه وسلم كذلك أنزلت ثم قال اقرأ يا عمر فقرأت\r\nالقراءة التي أقرأني فقال رسول الله صلى الله عليه وسلم كذلك أنزلت ان هذا القرآن\r\nانزل على سبعة أحرف فاقرؤا ما تيسر منه ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) أي اخذته بردائه وهو بفتح اللام وتشديد الباء الأولى\r\n( 2 ) وسبب اختلاف قراءتهما كما ذكره ابن حجر في فتح الباري ان عمر\r\nحفظ هذه السورة من رسول الله صلى الله عليه وسلم قديما ثم لم يسمع ما نزل\r\nفيها بخلاف ما حفظه وشاهده ، ولأن هشاما من مسلمة الفتح فكان النبي صلى الله\r\nعليه وسلم أقرأه على ما نزل أخيرا فنشأ اختلافهما من ذلك ، ومبادرة عمر للانكار\r\nمحمولة على أنه لم يكن سمع حديث انزل القرآن على سبعة أحرف الا في هذه\r\nالواقعة اه‍\r\n( 3 ) روى البخاري هذا الحديث في كتاب التفسير في باب انزل القرآن على\r\nسبعة أحرف ورواه أيضا في باب من لم ير بأسا ان يقول سورة البقرة وسورة\r\nكذا وكذا في كتاب التفسير ، ورواه مسلم في آخر كتاب صلاة المسافرين\r\nوقصرها في فضل من يقوم بالقرآن ويعلمه عند بيان ان القرآن انزل على سبعة\r\nحرف . ورواه الطبري أيضا في تفسير . ","page_name":" 78 ","page_number":80},
  {"content":"\r\n\r\nقال ابن حجر في فتح الباري على صحيح البخاري عند هذا\r\nالحديث ما نصه .\r\n\" فصل \" لم أقف في شئ من طرق حديث عمر على تعيين\r\nالأحرف التي اختلف فيها عمر وهشام من سورة الفرقان وقد زعم\r\nبعضهم فيما حكاه ابن التين انه ليس في هذه السورة عند القراء خلاف\r\nفيما ينقص من خط المصحف سوى قوله وجعل فيها سراجا وقرى\r\nسرجا جمع سراج قال وباقي ما فيها من الخلاف لا يخالف خط المصحف\r\nقال ابن حجر قلت وقد تتبع أبو عمر بن عبد البر ما اختلف فيه القراء\r\nمن ذلك من لدن الصحابة ومن بعدهم من هذه السورة فأوردته\r\nملخصا وزدت عليه قدر ما ذكره وزيادة على ذلك وفيه تعقب على\r\nما حكاه ابن التين في سبعة مواضع أو أكثر اه‍ منه\r\nثم ذكر ابن حجر ما ورد من القراءات في سورة الفرقان فراجعه\r\nان شئت فلو نقلناه هنا لطال بنا الكلام اه‍\r\nوفي رواية لأبي بن كعب ( 1 ) أنه قال دخلت المسجد اصلى فدخل\r\n\r\n","description":"","footnote":" ( 1 ) هو أبي بن كعب بن قيس الأنصاري النجاري سيد القراء وهو أحد فقهاء\r\nالصحابة وأقرؤهم لكتاب الله تعالى وهو أول من كتب لرسول الله صلى الله عليه وسلم\r\nمقدمه المدينة كتب الوحي قبل زيد ومعه أيضا وروى أنس ان النبي صلى الله عليه\r\nوسلم دعا أبيا فقال إن الله امرني ان اقرا عليك قال آلله سماني لك قال نعم فجعل أبى\r\nيبكى قال انس ونبئت انه قرا عليه لم يكن الذين كفروا ، مات أبى سنة اثنين\r\nوعشرين فقال عمر اليوم مات سيد المسلمين وقيل مات في خلافة عثمان سنة ثلاثين\r\nوقيل غير ذلك اه‍ ملخصا من الإصابة والاستيعاب . ","page_name":" 79 ","page_number":81},
  {"content":"\r\nرجل فافتتح النحل فقرأ فخالفني في القراءة فلما انفتل ( 1 ) قلت من\r\nأقرأك قال رسول الله صلى الله عليه وسلم ثم جاء رجل فقام وصلى فقرأ فافتتح النحل\r\nفخالفني وخالف صاحبي فلما انفتل قلت من أقرأك قال رسول الله صلى الله عليه وسلم\r\nقال فدخل قلبي من الشك والتكذيب أشد مما كان في الجاهلية فأخذت\r\nبأيديهما وانطلقت بهما إلى رسول الله صلى الله عليه وسلم فقلت استقرئ هذين\r\nفاستقرأ أحدهما فقال أحسنت فدخل قلبي من الشك والتكذيب أشد\r\nمما كان في الجاهلية ثم استقرأ الآخر فقال أحسنت فدخل صدري\r\nمن الشك والتكذيب أشد مما كان في الجاهلية فضرب رسول الله صلى الله عليه وسلم\r\nصدري بيده فقال أعيذك بالله يا أبى من الشك ثم قال إن جبريل\r\nعليه السلام أتاني فقال إن ربك عز وجل يأمرك ان تقرأ القرآن على\r\nحرف واحد فقلت اللهم خفف عن أمتي ثم عاد فقال إن ربك عز وجل\r\nيأمرك ان تقرأ القرآن على حرفين فقلت اللهم خفف عن أمتي ثم عاد\r\nفقال إن ربك عز وجل يأمرك ان تقرأ القرآن على سبعة أحرف\r\nوأعطاك بكل ردة مسألة الحديث - وفي صحيح مسلم عن أبي بن كعب\r\n\r\n","description":"","footnote":" ( 1 ) انفتل أي انصرف من صلاته . ","page_name":" 80 ","page_number":82},
  {"content":"\r\n\r\nرواية بهذا المعنى أيضا في آخر كتاب صلاة المسافرين وقصرها في فضل\r\nمن يقوم بالقرآن ويعلمه وللطبري رواية بهذا المعنى عن أبي بن كعب أيضا\r\nوروى البخاري عن ابن مسعود ( 1 ) رضي الله عنه قال سمعت\r\nرجلا قرأ وسمعت النبي صلى الله عليه وسلم يقرأ خلافها فجئت به النبي صلى الله عليه وسلم فأخبرته\r\nفعرفت في وجهه الكراهية وقال كلا كما محسن ولا تختلفوا فان\r\n\r\n","description":"","footnote":" ( 1 ) هو عبد الله بن مسعود بن غافل الهذلي أسلم قديما وهاجر الهجرتين\r\nوشهد بدرا والمشاهد بعدها ولازم النبي صلى الله عليه وسلم وكان يحمل نعليه\r\nقال أبو نعيم كان سادس من أسلم وكان يقول أخذت من في رسول الله صلى الله عليه وسلم\r\nسبعين سورة واختلف في وفاته فقيل توفى سنة اثنين وثلاثين وقيل غير ذلك اه‍\r\nملخصا من الإصابة\r\nوينسب إلى أمه أحيانا فيقال ابن أم عبد وكان يلج على رسول الله صلى الله\r\nعليه وسلم ويلبسه نعليه ويمشي امامه ومعه ويستره إذا اغتسل ويوقظه إذا نام وقال\r\nله رسول الله صلى الله عليه وسلم اذنك على أن يرفع الحجاب وأن تسمع سوادي\r\nحتى أنهاك رواه مسلم في كتاب السلام في باب استحباب السلام على الصبيان وكان\r\nيعرف في الصحابة بصاحب السواد والسواك وزاد بعضهم والفراش والوساد\r\nوشهد له رسول الله صلى الله عليه وسلم بالجنة وإلى ما ذكر أشار صاحب نظم\r\nعمود النسب بقوله\r\nومن هذيل صاحب السواد * والنعل والفراش والوساد\r\nقال الامام النووي في شرحه على صحيح مسلم عند الحديث المذكور السواد\r\nبكسر السين المهملة اتفق العلماء على أن المراد به السرار بكسر السين وبالراء\r\nالمكررة وهو السر والمسارر يقال ساودت الرجل مساودة إذا ساررته اه‍ ","page_name":" 81 ","page_number":83},
  {"content":"\r\n\r\nمن كان قبلكم اختلفوا فهلكوا . رواه البخاري في كتاب بدء الخلق\r\nفي حديث الغار في أول باب منه\r\nوللطبري وللطبراني ( 1 ) عن زيد بن أرقم قال جاء رجل إلى\r\nرسول الله صلى الله عليه وسلم فقال أقرأني ابن مسعود سورة أقرأنيها زيد وأقرأنيها\r\nأبي بن كعب فاختلف قراءتهم فبقراءة أيهم آخذ فسكت\r\nرسول الله صلى الله عليه وسلم وعلى إلى جنبه فقال على ليقرأ كل انسان منكم كما علم\r\nفإنه حسن جميل .\r\nوعن هشام بن علي عن زيد بن علقمة النخعي قال : لما خرج\r\nعبد الله بن مسعود من الكوفة اجتمع إليه أصحابه فودعهم ثم قال\r\nلا تنازعوا في القرآن فإنه لا يختلف ولا يتلاشى ولا ينفد بكثرة الرد\r\nوان شريعته الاسلام وحدوده وفرائضه فيه واحدة ولو كان شئ من\r\nالحرفين ينهى عن شئ يأمر به الآخر كان ذلك الاختلاف ولكنه\r\nجامع ذلك كله لا تختلف فيه الحدود والفرائض ولا شئ من شرائع\r\nالاسلام ولقد رأيتنا نتنازع فيه عند رسول الله صلى الله عليه وسلم فيأمرنا نقرأ عليه\r\nفيخبرنا ان كلنا محسن ولو أعلم أحدا أعلم بما انزل الله على رسوله منى\r\n\r\n","description":"","footnote":" ( 1 ) الطبري هو الإمام محمد بن جرير الطبري المولود سنة 224 هجرية\r\nوالطبراني من أصحاب الحديث ","page_name":" 82 ","page_number":84},
  {"content":"\r\nلطلبته حتى ازداد علمه إلى علمي ولقد قرأت من لسان رسول الله صلى الله عليه وسلم\r\nسبعين سورة قد كنت علمت أنه يعرض عليه القرآن في كل رمضان\r\nحتى كان عام قبض فعرض عليه مرتين فكان إذا فرغ اقرأ عليه\r\nفيخبرني انى محسن فمن قرأ على قراءتي فلا يدعنها رغبة عنها ومن قرأ\r\nعلى شئ من هذه الحروف فلا يدعنه رغبة عنه ( 1 ) فان من جحد بآية\r\nجحد به كله اه‍ رواه الطبري في تفسيره وهل اللفظ واحد أم لا يحتاج\r\nإلى المراجعة .\r\nوهناك روايات كثيرة في نزول القرآن على سبعة أحرف اكتفينا\r\nبما ذكر لان سرد جميعها موجب للتطويل ( 2 ) فاختلاف هذه الأحرف\r\nانما هو اختلاف ألفاظ وتلاوة لا اختلاف معان موجبة لاختلاف\r\nأحكامه ( مثال ذلك ) ما رواه ابن فارس بسنده عن هانئ قال كنت عند\r\nعثمان رضي الله عنه وهم يعرضون المصاحف فأرسلني بكتف شاة إلى\r\nأبي بن كعب فيها \" لم يتسن \" و \" فأمهل الكافرين \" و \" لا تبديل\r\n\r\n","description":"","footnote":" ( 1 ) وفى هذا المعنى روى الطبراني عن ابن مسعود ان النبي صلى الله عليه وسلم\r\nقال انزل القرآن على سبعة أحرف فمن قرأ على حرف منها فلا يتحول إلى غيره\r\nرغبة عنه\r\n( 2 ) ذكر الإمام ابن جرير الطبري كثيرا من الروايات الواردة في نزول\r\nالقرآن على سبعة أحرف في أول تفسيره وأطال الكلام فيه ","page_name":" 83 ","page_number":85},
  {"content":"\r\n\r\nللخلق \" قال فدعا بالدواة فمحا إحدى اللامين وكتب \" لخلق الله \"\r\nومحا فأمهل وكتب \" فمهل \" وكتب \" لم يتسنه \" ألحق فيها هاء\r\nوالقراءة في المصاحف على هذا الاصلاح .\r\nولقد ذهب العلماء في المراد بهذه الأحرف السبعة إلى نحو أربعين\r\nقولا ذكرها الامام السيوطي في كتابه الاتقان في علوم القرآن نذكر\r\nملخص ذلك وهو . المختار منها أن المراد سبع لغات كما صححه البيهقي\r\nفي الشعب واختلفوا في تعيينها فقال أبو عبيدة قريش وهذيل وثقيف\r\nوهوازن وكنانة وتميم واليمن وقيل غير ذلك ، وجاء عن أبي صالح عن ابن\r\nعباس قال نزل القرآن على سبع لغات ( 1 ) منها خمس بلغة العجز من\r\nهوازن ويقال لهم علياء هوازن .\r\nقال أبو عبيدة ليس المراد ان كل كلمة تقرأ على سبع لغات بل\r\nاللغات السبع مفرقة فيه فبعضه بلغة قريش وبعضه بلغة هذيل وبعضه\r\nبلغة هوازن وبعضه بلغة اليمن ومعناه ان جبريل عليه السلام كان يأتي\r\nفي كل عرضة بحرف إلى أن تمت الأحرف السبعة وذلك تخفيف\r\n\r\n","description":"","footnote":" ( 1 ) قال بعضهم الحكمة في نزول القرآن على سبع لغات من أعيان العرب\r\nتأليف قلوبهم لما كان فيهم من الحمية العربية ولطلب فهم المراد فافتخر كل بلغته\r\nحين شاهدوا نزول القرآن فاستأنس كثير من فصحائهم فكان سبب ايمانه اه‍ ","page_name":" 84 ","page_number":86},
  {"content":"\r\nوتيسير على الأمة في التكلم بكتابهم كما خفف عنهم في شريعتهم هذا\r\nهو المعول عليه اه‍ ( 1 )\r\nوقال أبو شامة ظن قوم ان القراءات السبع الموجودة الآن هي\r\nالتي أريدت في الحديث وهو خلاف اجماع أهل العلم قاطبة وانما يظن\r\nذلك بعض أهل الجهل * وقال مكي بن أبي طالب واما من ظن أن قراءة\r\nهؤلاء القراء كعاصم ونافع هي الأحرف السبعة التي في الحديث فقد\r\nغلط غلطا عظيما قال ويلزم من هذا ان ما خرج عن قراءة هؤلاء السبعة\r\nمما ثبت عن الأئمة وغيرهم ووافق خط المصحف لا يكون قرآنا وهو\r\nغلط عظيم قال وهذه القراءات التي يقرأ بها اليوم وصحت رواياتها\r\nعن الأئمة جزء من الأحرف السبعة التي نزل بها القرآن اه‍ من فتح\r\nالباري على صحيح البخاري .\r\nوقال ابن قتيبة لم ينزل القرآن الا بلغة قريش ( 2 ) واحتج بقوله\r\n\" وما أرسلنا من رسول الا بلسان قومه \" فعلى هذا تكون اللغات السبع\r\n\r\n","description":"","footnote":" ( 1 ) ويدل على هذا ما أخرجه أبو داود من طريق كعب الأنصاري ان عمر\r\nكتب إلى ابن مسعود ان القرآن نزل بلسان قريش فأقرئ الناس بلغة قريش\r\nلا بلغة هذيل اه‍ وابن مسعود كان من هذيل\r\n( 2 ) ومعنى ان القرآن نزل بلغة قريش سبق بيانه في الجمع الثالث عند رواية\r\nالبخاري فارجع إليه وهو في هامش صحيفة 35 ","page_name":" 85 ","page_number":87},
  {"content":"\r\nفي بطون قريش وبذلك جزم أبو علي الأهوازي ، وقال أيضا في كتاب\r\nالمشكل ان الله امر نبيه صلى الله عليه وسلم بأن يقرئ كل أمة بلغتهم وما جرت به\r\nعادتهم فالهذلي يقرأ عتى حين وغيره حتى حين والأسدي يعلمون\r\nوتعلمون وتسود وجوه وألم اعهد إليكم بكسر حرف المضارعة والتميمي\r\nيهمز والقرشي لا يهمز والآخر يقرأ قيل لهم وغيض الماء باشمام الضم\r\nمع الكسر وهذا يقرأ عليهم وفيهم بضم الهاء وهكذا وكل ذلك ثابت\r\nبالوحي المنزل على نبيه صلى الله عليه وسلم قال ابن قتيبة ولو أراد كل فريق من هؤلاء\r\nان ينزل عن لغته وما جرى عليه اعتياده طفلا ويافعا وكهلا لاشتد\r\nذلك عليه وعظمت المحنة فيه ولا يمكنه الا بعد رياضة للنفس طويلة\r\nوتذليل للسان وقطع للعادة فأراد الله برحمته ولطفه ان يجعل له متسعا في\r\nاللغات ومتصرفا في الحركات كتيسيره عليهم في الدين اه‍ وهذه اللغات\r\nوالقراءة بها كانت موجودة ومعمولا بها إلى عهد عثمان رضي الله عنه\r\nفلما اختلطت قبائل العرب وعرف كل لغة الآخر وسهل على كل\r\nقبيلة النطق بلغة القبيلة الأخرى وحدث في عهده رضي الله عنه\r\nما يدعو إلى حمل الناس على القراءة بلغة واحدة أمر رضي الله عنه\r\nبجمع القرآن وكتابته وقراءته بلغة واحدة . اه‍ كل ذلك\r\nمن كتاب الاتقان للسيوطي رحمه الله ومن غيره\r\n","description":"","footnote":"","page_name":" 86 ","page_number":88},
  {"content":"\r\nوفي نهاية القول المفيد . قال المحقق ابن الجزري ولا زلت أستشكل\r\nهذا الحديث ( أي حديث ان هذا القرآن انزل على سبعة أحرف الخ )\r\nوأفكر فيه وأمعن النظر من نحو نيف وثلاثين سنة حتى فتح الله على\r\nبما يمكن أن يكون صوابا إن شاء الله تعالى وذلك انى تتبعت القراءات\r\nصحيحها وضعيفها وشاذها فإذا هي يرجع اختلافها إلى سبعة أوجه\r\nلا يخرج عنها وذلك - إما في الحركات بلا تغيير في المعنى والصورة\r\nنحو البخل باثنين ويحسب بوجهين - أو بتغيير في المعنى فقط نحو فتلقى\r\nآدم من ربه كلمات - واما في الحروف بتغيير في المعنى لا في الصورة\r\nنحو تبلوا وتتلوا وعكس ذلك نحو بسطة وبصطة - أو بتغييرهما نحو أشد\r\nمنكم ومنهم - واما في التقديم والتأخير نحو فيقتلون ويقتلون - أو في\r\nالزيادة والنقصان نحو ووصى وأوصى - فهذه سبعة أوجه لا يخرج\r\nالاختلاف عنها اه‍ كلامه ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) فمعنى قوله نحو البخل باثنين أي بقراءتين كآية \" ويأمرون الناس بالبخل \"\r\nفي سورة النساء فقد قرئ بالبخل بضم الباء وسكون الخاء وقرئ بفتحهما ، ومعنى قوله\r\nويحسب بوجهين اي قرئ بفتح السين وكسرها كآية \" يحسب أن ماله أخلده \"\r\nومعنى قوله أو بتغيير في المعنى فقط نحو \" فتلقى آدم من ربه كلمات \" أي قرئ برفع\r\nآدم على أنه فاعل ونصب كلمات على أنه مفعول به وقرئ بالعكس أي بنصب آدم\r\nعلى أنه مفعول وبرفع كلمات على أنه فاعل ، ومعني قوله نحو تبلوا وتتلوا أي قرئ\r\nتعالى \" هنالك تبلوا كل نفس ما أسلفت \" بيونس بالتاء ثم بالباء قبل اللام وقرئ\r\nتتلوا بتاءين ، ومعنى قوله نحو أشد منكم ومنهم اي قرئ قوله تعالى \" كانوا هم\r\nأشد منهم قوة \" بغافر أشد منهم وأشد منكم ، ومعنى قوله واما في التقديم\r\nوالتأخير نحو فيقتلون ويقتلون اي قرئ قوله تعالى \" يقاتلون في سبيل الله فيقتلون\r\nويقتلون \" بالتوبة الأول بالبناء للمعلوم والثاني للمجهول وقرئ بالعكس اه‍\r\nأخذنا هذا البيان مشافهة عن الصالح المبارك الشيخ احمد التيجي عمدة قراء\r\nالحجاز بمكة المشرفة أطال الله حياته ونفع به الأمة آمين\r\nقال السيوطي في الاتقان قلت ومن أمثلة التقديم والتأخير قراءة الجمهور\r\n\" كذلك يطبع الله على كل قلب متكبر جبار \" وقرأ ابن مسعود على قلب كل\r\nمتكبر جبار اه‍ ","page_name":" 87 ","page_number":89},
  {"content":"\r\n\r\nوقد حمل ابن قتيبة وغيره العدد المذكور في حديث انزل القرآن\r\nعلى سبعة أحرف على الوجوه التي يقع بها التغاير في سبعة أشياء ذكرها\r\nمفصلا ابن حجر في فتح الباري على صحيح البخاري عند الكلام\r\nعلى هذا الحديث فراجعه ان شئت فانا لم ننقلها منه خوف التطويل\r\nوقد استوفى ابن حجر رحمه الله شرح هذا الحديث في فتح الباري\r\nينبغي مطالعته فإنه مبحث مهم\r\nولا يبعد ان يكون هذا الحديث متشابها يفوض معناه إلى الله\r\nتعالى كما ذهب إليه بعض العلماء وذلك لامرين - الأول - كثرة\r\nاختلاف العلماء في معناه حتى بلغ نحو أربعين قولا - الثاني - ورود\r\nأحاديث كثيرة في هذا المعنى بعبارات مختلفة ( منها ) قوله صلى الله عليه وسلم أقرأني\r\nجبريل على حرف فراجعته فلم أزل أستزيده ويزيدني حتى انتهى\r\n","description":"","footnote":"","page_name":" 88 ","page_number":90},
  {"content":"\r\nإلى سبعة أحرف ، رواه الشيخان ولمسلم برواية أخرى ، وللترمذي من وجه\r\nآخر انه صلى الله عليه وسلم قال يا جبريل انى بعثت إلى أمة أميين منهم العجوز\r\nوالشيخ الكبير والغلام والجارية والرجل الذي لم يقرأ كتابا قط الحديث\r\n( ومنها ) انزل القرآن من سبعة أبواب على سبعة أحرف كلها شاف\r\nكاف رواه الطبراني ( ومنها ) انزل القرآن على سبعة أحرف فمن قرأ على\r\nحرف منها فلا يتحول إلى غيره رغبة عنه رواه الطبراني ( ومنها ) انزل\r\nالقرآن على عشرة أحرف بشير ونذير وناسخ ومنسوخ وعظة ومتشابه\r\nومثل ومحكم وحلال وحرام رواه السجزي في الإبانة ( ومنها ) انزل\r\nالقرآن على ثلاثة أحرف رواه أحمد وغيره ( ومنها ) ان رسول الله صلى الله عليه وسلم\r\nكان عند أضاءة بنى غفار ( 1 ) فأتاه جبريل عليه السلام فقال إن الله\r\nعز وجل يأمرك ان تقرئ أمتك القرآن على حرف قال اسأل الله\r\nمعافاته ومغفرته وان أمتي لا تطيق ذلك ثم اتاه الثانية فقال إن الله عز\r\nوجل يأمرك ان تقرئ أمتك القرآن على حرفين قال اسأل الله معافاته\r\nومغفرته وان أمتي لا تطيق ذلك ثم جاءه الثالثة فقال إن الله عز وجل\r\nيأمرك ان تقرئ أمتك القرآن على ثلاثة أحرف فقال اسأل الله معافاته\r\nومغفرته وان أمتي لا تطيق ذلك ثم جاءه الرابعة فقال إن الله عز وجل\r\n\r\n","description":"","footnote":" ( 1 ) أضاءة هي بفتح الهمزة وبضاد معجمة ماء مستنقع كالغدير بالمدينة ","page_name":" 89 ","page_number":91},
  {"content":"\r\n\r\nيأمرك ان تقرئ أمتك القرآن على سبعة أحرف فأيما حرف قرؤا عليه\r\nفقد أصابوا رواه النسائي في سننه * فإذا أمعنت النظر في هذه الأحاديث\r\nظهرت لك منها جملة معان فتأمل جيدا .\r\nوالحقيقة التي لا تنكر انه لولا عثمان رضي الله عنه جمع الأمة على\r\nمصحف واحد وعلى حرف واحد لذهب المسلمون اليوم في القرآن الكريم\r\nكل مذهب ، ولاختلفت القراءات لديهم كل الاختلاف ، ولوجد أعداء\r\nالدين مسلكا سهلا لايقاع الشك والدسيسة في قلوب ضعاف المسلمين\r\nوجهالهم ، وإذا وقع الاختلاف والتكذيب في عهده رضي الله عنه\r\nفكيف بنا اليوم وقد بدأ الاسلام يعود غريبا فجزى الله صحابة\r\nرسول الله صلى الله عليه وسلم عن الاسلام والمسلمين خير الجزاء ووفقنا لاتباع\r\nمسلكهم القويم ومنهجهم المستقيم آمين\r\nولننقل هنا نص ما ذكره الإمام محمد بن جرير الطبري المولود سنة\r\nأربع أو خمس وعشرين ومائتين في تفسيره بعد أن بين وجهة حمل عثمان\r\nالناس على مصحفه وهو ( فان قال ) بعض من ضعفت معرفته وكيف\r\nجار لهم ترك قراءة أقرأهموها رسول الله صلى الله عليه وسلم وأمرهم بقرائتها ( قيل )\r\nان أمرهم بذلك لم يكن أمر ايجاب وفرض وانما كان أمر إباحة ورخصة . الخ\r\n( ويسأل بعضهم ) لم لم تكن الأحرف الستة موجودة وقد\r\n","description":"","footnote":"","page_name":" 90 ","page_number":92},
  {"content":"\r\nأنزلت من عند الله تعالى على نبيه صلى الله عليه وسلم وهو اقرأها أصحابه فأن نسخت\r\nفرفعت فما الدليل عليه وان نسيتها الأمة وتركتها فذلك تضييع ما قد\r\nأمروا بحفظه ( فأجاب الإمام ابن جرير الطبري ) على هذه الأسئلة\r\nبقوله : لم تنسخ الأحرف الستة فترفع ولا ضيعتها الأمة وهي\r\nمأمورة بحفظها ولكن الأمة أمرت بحفظ القرآن وخيرت في قراءته\r\nوحفظه بأي تلك الأحرف السبعة شاءت وضرب لها مثلا في الفقه\r\nوهو إذا حنث موسر في يمين فله أن يختار كفارة من ثلاث كفارات\r\nإما بعتق أو إطعام أو كسوة فكذلك الأمة أمرت بحفظ القرآن\r\nوقراءته وخيرت في قراءته بأي الأحرف السبعة شاءت فرأت لعلة من\r\nالعلل أوجبت عليها الثبات على حرف واحد قراءته بحرف واحد ورفض\r\nالقراءة بالأحرف الستة الباقية ولم تحظر قراءته بجميع حروفه على قارئه\r\nبما اذن له في قراءته به ثم أورد الطبري أنباء ما قد حدث في أيام أبى بكر\r\nوعثمان عن جمع المصحف اه‍ . ولا يخفى أن جواب ابن جرير سديد *\r\nقال أبو شامة وقد اختلف السلف في الأحرف السبعة التي نزل بها القرآن\r\nهل هي مجموعة في المصحف الذي بأيدي الناس اليوم أوليس فيه\r\nالأحرف واحد منها مال الباقلاني إلى الأول وصرح الطبري وجماعة بالثاني\r\nوهو المعتمد اه‍ من فتح الباري\r\n","description":"","footnote":"","page_name":" 91 ","page_number":93},
  {"content":"\r\n\r\n\r\nوسبب اختلاف القراءات السبع وغيرها كما قال ابن هشام ان الجهات\r\nالتي وجهت إليها المصاحف كان بها من حمل عنه أهل تلك الجهة وكانت\r\nالمصاحف خالية من النقط والشكل قال فثبت أهل كل ناحية على\r\nما كانوا تلقوه سماعا عن الصحابة بشرط موافقة الخط وتركوا ما يخالف\r\nالخط امتثالا لأمر عثمان الذي وافقه عليه الصحابة لما رأوا في ذلك\r\nمن الاحتياط للقرآن فمن ثم نشأ الاختلاف بين قراءة الأمصار\r\nمع كونهم متمسكين بحرف واحد من السبعة اه‍ من فتح الباري على\r\nصحيح البخاري\r\nفوائد اختلاف القراءات\r\nنزول القرآن بالأحرف السبعة لا يؤدى إلى التناقض في الأحكام الشرعية\r\nوأصول الدين وفي الحلال والحرام والامر والنهى ، فالاختلاف\r\nالواقع بين هذه الأحرف انما هو اختلاف ألفاظ وتلاوة فقط وتؤخذ منه\r\nجملة فوائد ( منها ) بيان حكم مجمع عليه كقراءة سعد بن أبي وقاص\r\nوغيره \" وله أخ أو أخت من أم \" فان هذه القراءة تبين ان المراد بالاخوة\r\nهنا الاخوة للام \" ومنها \" ترجيح حكم اختلف فيه كقراءة \" أو تحرير\r\nرقبة مؤمنة في كفارة اليمين \" ففيها ترجيح لاشتراط الايمان كما ذهب\r\nإليه الشافعي وغيره ولم يشترطه أبو حنيفة \" ومنها \" الجمع بين حكمين\r\n","description":"","footnote":"","page_name":" 92 ","page_number":94},
  {"content":"\r\nمختلفين كقراءة يطهرن ويطهرن بالتخفيف والتشديد فينبغي\r\nالجمع بينهما وهو ان الحائض لا يقربها زوجها حتى تطهر بانقطاع حيضها\r\nوتطهر بالاغتسال \" ومنها \" ايضاح حكم يقتضى الظاهر خلافه كقراءة\r\n\" فامضوا إلى ذكر الله \" فان قراءة فاسعوا يقتضى ظاهرها المشي السريع\r\nوليس كذلك فكانت القراءة الأخرى موضحة لذلك \" ومنها \" تفسير\r\nما لعله لا يعرف كقراءة \" كالصوف المنفوش \" \" ومنها \" ما هو حجة\r\nلترجيح قول بعض العلماء كقراءة \" أو لمستم النساء \" إذ اللمس يطلق\r\nعلى الجس والمس ( ومنها ) ما هو حجة لأهل الحق ودفع لأهل الزيغ\r\nكقراءة \" وملكا كبيرا \" بكسر اللام ( 1 ) وردت عن ابن كثير وغيره\r\nوهي من أعظم الدليل على رؤية الله تعالى في الدار الآخرة وقد قيل وخير\r\nما فسرته بالوارد إلى غير ذلك - اه‍ من إجابة شيخ المقارئ المصرية\r\nلأسئلتنا التي كنا بعثناها إليه من مكة المشرفة وسنذكر منها في هذا\r\nالكتاب ما يناسب كل مقام وفصل إن شاء الله تعالى .\r\n\r\n","description":"","footnote":" ( 1 ) من آية \" وإذا رأيت ثم رأيت نعيما وملكا كبيرا \" بسورة\r\nالانسان ","page_name":" 93 ","page_number":95},
  {"content":"\r\n\r\n\r\n\r\nالباب الثالث\r\n( وفيه خمسة فصول )\r\n( الفصل الأول * في رسم المصحف العثماني وقواعده )\r\nالمراد برسم المصحف ما كتبه الصحابة من الكلمات القرآنية\r\nفي المصحف العثماني على هيئة مخصوصة لا تتفق مع قواعد الكتابة\r\nوينحصر امر هذا الرسم في ست قواعد ( 1 ) وهي : الحذف ، والزيادة ،\r\nوالهمز ، والبدل والوصل ، والفصل ، وما فيه قراءتان فكتب على إحداهما\r\nوقد جمع هذه القواعد العلامة المرحوم الشيخ محمد العاقب الشنقيطي بقوله :\r\nالرسم في ست قواعد استقل * حذف زيادة وهمز وبدل\r\nوما أتى بالوصل أو بالفصل * موافقا للفظ أو للأصل\r\nوذو قراءتين مما قد شهر * فيه على إحداهما قد اقتصر\r\nوشرح هذه القواعد يطول وأنما نأتى بجملة أمثلة اقتطفناها من كتاب\r\nإيقاظ الاعلام لوجوب اتباع رسم المصحف الامام للعلامة المحدث\r\nالشهير الشيخ محمد حبيب الله الشنقيطي رحمه الله تعالى ( فمثال الحذف )\r\nتعلمن مما علمت ، ربى أكرمن ، فأرسلون يوسف أيها الصديق\r\n\r\n","description":"","footnote":" ( 1 ) أي في ستة أنواع فان رسمه لا قاعدة له ولا يتمشى مع القواعد الاملائية ","page_name":" 94 ","page_number":96},
  {"content":"\r\nوحذف واو داود ، واحدى نون ننجي بالأنبياء ، وحذف إحدى اللامين\r\nمن نحو الليل والذي ، وحذف الألف من بسم الله ، ومن لتخذت\r\nعليه اجرا ، وحذف الواو من نحو يمح الله الباطل ، ويدع الانسان\r\nوقد أشار الشيخ محمد العاقب إلى مواضع حذف الواو من آخر الفعل بقوله\r\nوحذف الواو بغير داع * في يدع الانسان ويدع الداع\r\nسندع صالح ويمح الله * إن سبق الباطل لا سواه ( 1 )\r\n\" ومثال الزيادة \" لكنا هو الله ربى ، سأوريكم آياتي ، وأولئك ،\r\nوالسماء بنينها بأييد ، بلقاءى ربهم ، ولا تقولن لشائ ، أو لأذبحنه\r\n( ومثال البدل ) يتوفيكم ، ومن عصاني ، والاقصا والصلاة ،\r\nوالربو ، والزكاة ، وليكونا من الصاغرين ، وان رحمت الله\r\n( ومثال الوصل ) ألن نجعل لكم ، وألن نجمع عظامه ، فأينما\r\nتولوا فثم وجه الله ، ويكان الله ( ومثال الفصل ) أن لا إله إلا أنت\r\nسبحانك ، وأن لا إله إلا هو بهود ، ولكي لا يكون على المؤمنين حرج\r\nومال هذا الكتاب ( ومثال ما فيهما قراءتان فكتب على إحداهما )\r\n\r\n","description":"","footnote":" ( 1 ) يعني تحذف الواو من قوله تعالى \" ويمح الله الباطل \" بالشورى بخلاف\r\nقوله \" يمحوا الله ما يشاء ويثبت \" بالرعد فإنه باثبات الواو ","page_name":" 95 ","page_number":97},
  {"content":"\r\nكالصراط كتبت بالصاد مع أن قراءة المكي من رواية قنبل بالسين\r\nالخالصة وقراءة خلف باشمام الصاد زايا ، ومثله بصطة وبمصيطر فيكتب\r\nالجميع بالصاد لا غير ، وكالألف المرسوم في لأهب لك غلاما زكيا\r\nمع أنه قرئ بياء المضارعة إلى غير ذلك من الأمثلة ( أما مثال الهمز )\r\nفالهمز له أحوال متنوعة وأمثلة كثيرة تعرف من كتب الاملاء\r\nوقد فصل علماء الرسم أحوال الهمز في القرآن لا داعي لذكرها هنا\r\nخوف التطويل ومن أراد بسط القول فليرجع إلى كتب القراءات وسنذكر\r\nإن شاء الله تعالى طرفا من أحوال الهمز في آخر الباب الرابع\r\nالفصل الثاني\r\n( في اختلاف رسم المصاحف العثمانية )\r\nسبق الكلام على بيان عدد المصاحف التي أرسلها عثمان بن عفان رضي الله عنه\r\nإلى المدن والأمصار وهذه المصاحف كلها تسمى المصاحف العثمانية\r\nوهي التي يجب اتباع رسمها وان اختلف رسم كل مصحف عن الاخر\r\nبالحذف والاثبات ، فمن قال بالحذف مثلا في بعضها يدعى انه هو الموجود\r\nفي المصحف العثماني ومن قال بالاثبات يدعى عكس ذلك مع اتفاق\r\nالطرفين على أن الموجود في المصحف العثماني هو الحق الثابت في نفس\r\nالامر باجماع الأمة وذلك كالخلاف في كلمة \" لدا \" هل كتبت\r\nبالألف أم بالياء كما أشار إليه الخراز في مورد الظمآن بقوله :\r\n","description":"","footnote":"","page_name":" 96 ","page_number":98},
  {"content":"\r\n\r\nوفي لدا في غافر يختلف * وفي لدا الباب اتفاقا ألف ( 1 )\r\nوقال في كلمة الربا\r\nوبعضهم في الروم أيضا كتبا * واوا بقوله تعالى من ربا\r\nوقال في كلمة تعسا\r\nوابن نجاح قال عن بعض أثر * تعسا بياء وهو غير مشتهر\r\nوكالخلاف الواقع في هذه الكلمات : لأوضعوا ، ولأنتم ، ولأتوها\r\nولإلى - هل تزاد فيها ألف بعد الألف الأصلية كما زيدت في كلمة\r\n\" لأاذبحنه \" أم لا .\r\n( واعلم ) أن الخلاف الواقع في رسم بعض كلمات المصحف ليس\r\nخلافا حقيقيا بل هو خلاف صوري ، اما الخلاف الواقع في وجوه\r\nالقراءات السبع فهو خلاف حقيقي واقع بينهم لكن مع تجويز كل واحد\r\nمن السبعة قراءة غيره واعترافه بأنها متواترة وانها من عند الله تعالى\r\nوهذا الخلاف في وجوه القراءات ليس على حد الخلاف في الأحكام الشرعية\r\nلان كلا من وجوه القراءات حق في نفس الامر كما صرح\r\n\r\n","description":"","footnote":" ( 1 ) أي كتبت \" لدا \" بالياء في آية لدى الحناجر بغافر ، وفي بعض المصاحف\r\nكتبت بالألف بخلافها في آية لدا الباب بيوسف فإنها بالألف اتفاقا ","page_name":" 97 ","page_number":99},
  {"content":"\r\n\r\nبه عليه الصلاة والسلام وكلا من الأحكام الشرعية حق باعتبار الاجتهاد\r\nوفي نفس الامر الحق واحد ليس الا لحرمة العمل بالمقابل اه‍\r\nمن ايقاظ الاعلام .\r\nذكر جملة من الأمثلة\r\nالتي اختلفت كتابتها ورسومها في المصاحف\r\nقوله تعالى \" لئن أنجانا \" في سورة الأنعام مكتوب في المصحف\r\nالكوفي بالألف وفي غيره بالتاء بعد الياء أي أنجيتنا . وقوله تعالى\r\n\" كانوا أشد منهم قوة \" مكتوب منكم بالكاف في المصحف الشامي\r\nوبالهاء في غيره . وقوله تعالى \" وإذ نجياكم من آل فرعون \" هو هكذا\r\nفي امام أهل العراق وفى امام أهل الشام وأهل الحجاز وإذ نجاكم . وقوله\r\nتعالى \" وما عملت أيديهم \" هكذا في بعضها وفي بعضها وما عملته أيديهم\r\nوقوله تعالى \" وجعل اليل سكنا \" هكذا في بعضها وفي بعضها وجاعل\r\nاليل بالألف . وقوله تعالى \" سارعوا إلى مغفرة من ربكم \" بغير واو\r\nقبل السين وفي بعضها وسارعوا بالواو . وقوله تعالى ) قل انما ادعوا\r\nربى \" هكذا في بعضها وفى بعضها قال انما بالألف . وقوله تعالى\r\n\" والشمس والقمر حسبانا \" في بعض المصاحف بحذف الألف من باء\r\nحسبانا هكذا حسبنا . وقوله تعالى \" هررت ومروت \" في بعض\r\n","description":"","footnote":"","page_name":" 98 ","page_number":100},
  {"content":"\r\n\r\nالمصاحف باثبات الألف في الهاء والميم وفي بعضها بحذفها منهما . وقوله\r\nتعالى \" لومة لائم \" في بعض المصاحف هكذا - لئم - بحذف ألف\r\nالمد . وقوله تعالى \" فأحيكم ثم يميتكم \" في بعضها فأحياكم بالألف وكلمة\r\n\" إبراهيم \" مرسومة في سورة البقرة بحذف الياء في المصحف الشامي\r\nوالعراقي ومرسومة باثباتها في المصحف المكي والمدني . وألف التثنية\r\nفد تحذف في بعض المصاحف وفي بعضها لا تحذف نحو قوله تعالى\r\n\" إذ همت طائفتان \" وقوله \" كانا يأكلان الطعام \" إلى غير ذلك\r\nوهذا حسبما ذكره أئمة القراءات المتقدمون ونقلوه بالسند المتصل\r\nعن الثقاة العدول الذين شاهدوا تلك المصاحف العثمانية .\r\n( سبب اختلاف رسوم المصاحف العثمانية )\r\nلا ندري لم اختلفت رسوم تلك المصاحف التي كتبت بأمر عثمان\r\nرضي الله عنه وأرسلت إلى المدن والأمصار وقد أجاب على هذا العلامة\r\nالشيخ محمد حسنين مخلوف العدوي وكيل الجامع الأزهر والمعاهد\r\nالدينية بمصر المتوفى عام 1351 تقريبا رحمه الله تعالى في كتابه \" عنوان\r\nالبيان في علوم التبيان \" بقوله . ان هذا الاختلاف بين تلك المصاحف\r\nانما هو اختلاف قراءات في لغة واحدة ( 1 ) لا اختلاف لغات قصد\r\n\r\n","description":"","footnote":" ( 1 ) وهي لغة قريش كما سبق الكلام عند جمع عثمان المصحف ","page_name":" 99 ","page_number":101},
  {"content":"\r\nباثباته انفاذ ما وقع الاجماع عليه إلى أقطار بلاد المسلمين واشتهاره بينهم\r\nوانما كتبت هذه في البعص بصورة وفي آخر بأخرى لأنها لو كررت\r\nفي كل مصحف لتوهم نزولها كذلك ولو كتبت بصورة في الأصل\r\nوبأخرى في الحاشية لكان تحكما مع ايهام التصحيح ومثل هذا بعد امر\r\nعثمان رضي الله عنه وبعثه إلى كل جهة ما أجمع الصحابة على الاخذ به لا\r\nيؤدى إلى تنازع أو فتنة لان أن أهل كل جهة قد استندوا إلى أصل مجمع عليه\r\nوامام يرشدهم إلى كيفية قراءته والحاصل ان المصاحف العثمانية كتبت\r\nبحرف واحد وهو حرف قريش وان ذلك الحرف يسع من القراءات\r\nما يرسم بصور مختلفة اثباتا وحذفا وابدالا فكتب في بعضها برواية\r\nوفي بعضها برواية أخرى تقليلا للاختلاف في الجهة الواحدة بقدر\r\nالامكان فكما اقتصر على لغة واحدة في جميع المصاحف اقتصر على رسم\r\nرواية واحدة في كل مصحف والمدار في القراءة على عدم الخروج عن\r\nرسم تلك المصاحف ولذلك لا يحظر على أهل أي جهة أن يقرؤا بما\r\nيقتضيه رسم الجهة الأخرى اه‍ كلامه رحمه الله تعال وهو كلام حسن\r\nوجواب سديد .\r\nولم نقف على شئ من كلام المتقدمين والمتأخرين من العلماء في\r\nهذا الموضوع سواه فمن لم يقتنع بجواب الشيخ العدوي المذكور نقول\r\n","description":"","footnote":"","page_name":" 100 ","page_number":102},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nله ان رسم المصاحف العثمانية سر من الاسرار التي لم تهتد إلى حله فحول\r\nالعلماء ونوابغ العقلاء كما سنتكلم عنه فما علينا غير الاتباع والتسليم .\r\nالفصل الثالث\r\n( في رسم القرآن الكريم هل هو توقيفي أم لا ) اختلف العلماء في رسم المصحف العثماني فبعضهم يقول إنه من\r\nاصطلاح الصحابة وبعضهم يقول إنه توقيفي ويستدلون عليه بأن\r\nالنبي صلى الله عليه وسلم كان هو الذي يملي زيد بن ثابت القران من تلقين جبريل عليه\r\nالسلام كما يشهد بذلك اطباق القراء على قوله تعالى واخشوني في البقرة\r\nباثبات الياء وفي المائدة بحذفها في الموضعين ونظائر ذلك كثيرة مما يدل\r\nعلى أن هجاء القرآن وكتابته بالتوقيف وانه ليس من الرسم الموضوع\r\nوقد كتب القرآن في عهد رسول الله صلى الله عليه وسلم لكن غير مجموع في موضع\r\nواحد ولا مرتب السور .\r\nوالذي يظهر لنا والله تعالى اعلم أن رسم المصحف العثماني غير\r\nتوقيفي ونستدل على قولنا هذا بخمسة أمور .\r\n( الأمر الأول ) ان من معجزات النبي صلى الله عليه وسلم كونه أميا\r\nلا يكتب ولا يقرأ كتابا كما قال تعالى \" وما كنت تتلوا من قبله\r\n","description":"","footnote":"","page_name":" 101 ","page_number":103},
  {"content":"\r\nمن كتاب ولا تخطه بيمينك إذا لارتاب المبطلون ( 1 ) \" فكيف يملي\r\nعليه الصلاة والسلام زيد بن ثابت على حسب قواعد الكتابة\r\nوالاملاء من نحو الزيادة والنقص والوصل والفصل .\r\nفهل كان يقول صلى الله عليه وسلم لكاتب الوحي اكتب كلمة \" إبراهيم \"\r\nفي سورة البقرة كلها بغير ياء واكتبها في بقية القرآن بالياء واكتب\r\nكلمة \" بأييد ( 2 ) \" بياءين . واكتب كلمة \" وجائ يومئذ بجهنم \"\r\nبزيادة ألف بعد الجيم . واكتب كلمة \" لشائ ( 3 ) \" بزيادة ألف بعد\r\nالشين واكتب كلمة \" أفإن مات ( 4 ) \" بزيادة ياء قبل النون . واكتب\r\nكلمة \" الله يبدؤا الخلق \" بهمزة فوق الواو وألف بعدها . واكتب\r\nهذه الكلمات \" جاءو . فاءو . باءو . تبوءو \" بغير ألف فيها بعد\r\nواو الجماعة وفيما عدا هذه الكلمات أثبت الألف بعدها . واكتب كلمة\r\n\" مائة \" بالألف واكتب كلمة \" فئة \" بغير ألف . واكتب كلمة\r\n\r\n","description":"","footnote":" ( 1 ) فالأمية في حقه عليه الصلاة والسلام كمال وفي حق غيره نقص وذلك\r\nلو كان متعلما الكتابة والقراءة لقالوا ان هذا القرآن ليس من عند الله وانما\r\nوضعه من نفسه بقوة علمه ومعرفته\r\n( 2 ) من آية والسماء بنيناها بأييد\r\n( 3 ) من آية ولا تقولن لشئ انى فاعل ذلك غدا الا ان يشاء الله\r\n( 4 ) من آية أفإن مات أو قتل ","page_name":" 102 ","page_number":104},
  {"content":"\r\n\" سعوا \" التي بالحج بالألف بعد الواو . واحذفها من \" سعو \" التي\r\nبسبأ . واكتب كلمة \" واخشوني \" بالياء في البقرة واحذفها منها\r\nفي التي بالمائدة واحذف اللام الثانية من كلمة \" اليل \" وأثبتها في كلمة\r\n\" اللؤلؤ \" واكتب الكلمات \" الصلاة . الزكاة . الربوا \" بالواو\r\nواكتب \" قرت عين لي \" بالتاء واكتب \" قرة أعين \" بالهاء\r\nوافصل كي عن لا في \" كي لا يكون دولة \" وأوصلها في \" لكيلا تأسوا \"\r\nوهكذا في جميع القرآن .\r\nفإن كان املاء النبي صلى الله عليه وسلم القرآن لكاتب الوحي بهذه الصفة\r\nفالرسم توقيفي بلا جدال لكن لم نر منقولا ان النبي صلى الله عليه وسلم كان يملي\r\nكاتب الوحي بهذه الصفة والكيفية ، فلو كان كذلك لتواتر عنه صلى الله عليه وسلم\r\nوما كان ذلك خافيا على أحد ، ولو كان كذلك أيضا لكان عليه الصلاة\r\nوالسلام عارفا بأصول الكتابة وقواعد الاملاء وكيف وهو النبي الأمي\r\n( الأمر الثاني ) لما اختلف زيد بن ثابت ومن معه في كلمة \" التابوت \"\r\nأيكتبونه بالتاء أم بالهاء رفعوا الامر إلى عثمان رضي الله عنه فأمرهم ان\r\nيكتبوها بالتاء . فلو كان الرسم توقيفيا باملاء النبي صلى الله عليه وسلم بالكيفية التي\r\nذكرناها لقال لهم زيد إن النبي صلى الله عليه وسلم امرني بكتابتها بالتاء ولقال عثمان\r\nلزيد كاتب الوحي اكتبها بالكيفية التي املاك بها رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 103 ","page_number":105},
  {"content":"\r\n\r\n\r\n\r\n( الأمر الثالث ) لو كان الرسم توقيفيا لما اختلف الرسم\r\nفي المصاحف التي أرسلها عثمان رضي الله عنه إلى المدن والأمصار كما\r\nسبق بيانه قبل هذا الفصل .\r\n( الأمر الرابع ) لو كان الرسم توقيفيا لصرح بذلك الامام مالك\r\nولما جوز كتابة الصحف والألواح للصغار المتعلمين بغير الرسم العثماني\r\nولصرح بذلك أيضا جميع الأئمة .\r\n( الأمر الخامس ) لو كان الرسم توقيفيا لنعتوه ( بالرسم التوقيفي )\r\nأو ( بالرسم النبوي ) وما كانوا نعتوه ( بالرسم العثماني ) نسبة لعثمان بن عفان\r\nفاستدلالهم بأن زيد بن ثابت كتب كلمة ( واخشوني ) بالبقرة\r\nباثبات الياء وكتبها في المائدة بحذفها في غير محله ، لان ثبوت الياء\r\nأو حذفها يعلم من وقوف القارئ على الكلمة ، فان وقف بالسكون على\r\nنون واخشوني كتبت بالنون فقط وان وقف على الياء كتبت بالياء\r\nقال بعضهم\r\nان مدار الرسم والكتابة * معتبر بالوقف والبداءة\r\nفزيد بن ثابت عرف ذلك من وقف النبي صلى الله عليه وسلم على الكلمة ، فعلم\r\nمما ذكرناه ان رسم المصحف ليس توقيفيا وانما هو من وضع الصحابة\r\nواصطلاحهم لحكمة لم ندركها\r\n","description":"","footnote":"","page_name":" 104 ","page_number":106},
  {"content":"\r\n\r\nبقي علينا أن نعرف لماذا لم يكتبوا المصحف على قواعد الكتابة\r\nولماذا لم يمشوا في كتابته على وتيرة واحدة هذا سؤال يجب ان يوجه\r\nإلى الصحابة الذين كتبوه بأمر عثمان رضي الله عنه ، وانى يكون ذلك\r\nوقد ذهبوا إلى جوار ربهم الكريم - ومن هنا يقول العلماء إن رسم\r\nالمصحف سر من الاسرار لم يطلع عليه أحد وان خطه معجز كلفظه\r\nالمقروء .\r\nهذا ولا تتوهمن عليهم السهو أو الخطأ في كتابة كلام الله تعالى\r\nوقد مر عليك بطلان ذلك في الفصل الثالث من الباب الثاني في ضبط\r\nوتصحيح المصحف الكريم ، ولا يخطرن أيضا ببالك أنهم ما كانوا\r\nيعرفون أصول الكتابة فلذلك اضطربوا في رسم المصحف فان هذا\r\nوهم باطل كما سنقيم الدليل عليه في الفصل الخامس .\r\nالفصل الرابع\r\n( في حكم اتباع رسم المصحف العثماني )\r\nحكم اتباع رسم المصحف العثماني الوجوب باتفاق الأئمة قاطبة\r\nوان لم ندرك حكمة كتابته على هذه الصورة من الرسم المخالف لقواعد\r\nالكتابة واليك تفصيل ذلك .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":107},
  {"content":"\r\n\r\n( قال بعضهم ) لقد أجمع على كتابة المصاحف العثمانية اثنا عشر\r\nألفا من الصحابة رضي الله عنهم فيجب على كل مسلم ان يقتدى بهم وبفعلهم\r\nلقوله صلى الله عليه وسلم عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\r\nعضوا عليها بالنواجذ الحديث وقوله ، اقتدوا باللذين من بعدي أبى بكر\r\nوعمر فإنهما حبل الله المدود من تمسك بهما فقد تمسك بالعروة الوثقى\r\nوقال البيهقي في شعب الايمان من يكتب مصحفا فينبغي ان يحافظ على\r\nالهجاء الذي كتبوا به تلك المصاحف ولا يخالفهم فيه ولا يغير مما كتبوه\r\nشيئا فإنهم كانوا أكثر علما وأصدق قلبا ولسانا وأعظم أمانة فلا ينبغي\r\nان نظن بأنفسنا استدراكا عليهم .\r\nوسئل مالك رحمه الله تعالى ( 1 ) هل يكتب المصحف على ما أحدثه\r\nالناس من الهجاء فقال لا الا على الكتبة الأولى رواه الداني في المقنع\r\nثم قال ولا مخالف له من علماء الأمة ، وقال في موضع آخر سئل مالك\r\nعن الحروف في القرآن مثل الواو والألف أترى ان تغير في المصحف\r\nان وجد فيه كذلك قال لا قال أبو عمر ويعني الواو والألف المزيدتين\r\nفي الرسم المعدومتين في اللفظ نحو أولو ، وفى رواية قال أشهب سئل\r\n\r\n","description":"","footnote":" ( 1 ) ولد الامام مالك سنة 95 هجرية وتوفى سنة 179 ","page_name":" 106 ","page_number":108},
  {"content":"\r\nمالك فقيل له أرأيت من استكتب مصحفا أترى ان يكتب على ما أحدثه\r\nالناس من الهجاء اليوم قال لا أرى ذلك ولكن يكتب على الكتبة\r\nالأولى ( 1 ) قال الداني في المحكم ولا مخالف لمالك في ذلك من علماء الأمة\r\nلان ما روى عنه هو مذهب باقي الأئمة ومستند الأئمة الأربع هو\r\nمستند الخلفاء الأربع وقال الإمام أحمد رحمه الله تعالى ( 2 ) تحرم مخالفة\r\nخط مصحف عثمان في واو أو ياء أو الف أو غير ذلك ، ونقل الجعبري\r\nوغيره اجماع الأئمة الأربعة على وجوب اتباع هذا المرسوم\r\nقال القرطبي في أوائل تفسيره وقال اشهب سمعت مالكا وسئل عن\r\nالعشور التي تكون في المصحف بالحمرة وغيرها من الألوان فكره ذلك\r\nوقال تعشير المصحف بالحبر لا بأس به وسئل عن المصاحف يكتب\r\nفيها خواتم السور في كل سورة ما فيها من آية قال إني أكره ذلك في\r\nأمهات المصاحف ان يكتب فيها شئ أو يشكل فأما ما يتعلم به من الغلمان\r\nمن المصاحف فلا أرى بذلك بأسا قال أشهب ثم اخرج إلينا مصحفا\r\n\r\n","description":"","footnote":" ( 1 ) يفهم من هذا ان الأمة في القرنين الأولين أدركت مخالفة الرسم\r\nالعثماني لقواعد كتاباتهم ورغبوا في كتابة المصاحف على القواعد الكتابية\r\nفاستفتوا الامام مالكا فلم يفتهم بجواز ذلك فامتثلوا وأطاعوا وما علينا الا\r\nاتباعهم والاقتداء بهم\r\n( 2 ) ولد الإمام أحمد سنة 164 هجرية وتوفي سنة 241 ","page_name":" 107 ","page_number":109},
  {"content":"\r\n\r\nلجده كتبه إذ كتب عثمان المصاحف فرأينا خواتمه من حبر على عمل\r\nالسلسلة في طول السطور ورأيته معجوم الآي بالحبر اه‍ قوله معجوم\r\nالآي بالحبر أي موضوع في آخر كل آية نقطة من الحبر للفصل بين\r\nالآيات .\r\nقال الخراز في مورد الظمآن مشيرا إلى إجابة مالك :\r\nومالك حض على الاتباع * لفعلهم وترك الابتداع\r\nإذ منع السائل من أن يحدثا * في الأمهات نقط ما قد أحدثا\r\nوانما رآه للصبيان * في الصحف والألواح للبيان\r\nووضع الناس عليه كتبا * كل يبين عنه كيف كتبا\r\nاجلها فاعلم كتاب المقنع * وقد اتى فيه بنص مقنع\r\nقوله وانما رآه للصبيان الخ أي ان مالكا رحمه الله جوز كتابة\r\nالألواح والصحف بغير الرسم العثماني للصغار الذين يتعلمون القرآن\r\nحتى لا يصعب عليهم التعليم وهذا القول عن مالك ذكره أيضا العلامة\r\nالشيخ محمد مكي نصر في كتابه القول المفيد في علم التجويد\r\nوقال الشيخ محمد العاقب الشنقيطي رحمه الله تعالى\r\nرسم الكتاب سنة متبعة * كما نحا أهل المناحي الأربعة\r\nلأنه اما بأمر المصطفى * أو باجتماع الراشدين الخلفا\r\n","description":"","footnote":"","page_name":" 108 ","page_number":110},
  {"content":"\r\n\r\n\r\nوكل من بدل منه حرفا * باء بكفر أو عليه أشفا ( 1 )\r\nوقال القاضي عياض في آخر كتاب الشفا أجمع المسلمون ان من\r\nنقص حرفا قاصدا لذلك أو بدله بحرف آخر مكانه أو زاد فيه حرفا مما لم\r\nيشمل عليه المصحف الذي وقع عليه الاجماع واجمع على أنه ليس من\r\nالقرآن عامدا لكل هذا انه كافر اه‍ كلامه وأيده شراحه .\r\nوقال الشيخ عبد الرحمن بن القاضي المغربي ولا يجوز مخالفة\r\nمرسوم المصحف العثماني ولا يلتفت إلى اعتلال من خالف بقوله ان\r\nالعامة لا تعرف مرسوم المصحف ويدخل عليهم الخلل في قراءتهم في\r\nالمصحف إذا كتب على المرسوم العثماني إلى آخر ما عللوا به فهذا ليس\r\nبشئ لان من لا يعرف المرسوم من الأمة يجب عليه ان لا يقرأ في\r\nالمصحف حتى يتعلم القراءة على وجهها ويتعلم مرسوم المصحف فان فعل\r\nغير ذلك فقد خالف ما أجمعت عليه الأمة وحكمه معلوم في الشرع\r\nالشريف ومن علل بشئ فهو مردود عليه لمخالفته للاجماع المتقدم وقد\r\nتعدت هذه المفسدة إلى خلق كثير من الناس في هذا الزمان فليحتفظ\r\nمن ذلك في حق نفسه وحق غيره اه‍ من ايقاظ الاعلام .\r\nوجاء في كتاب نهاية القول المفيد في علم التجويد ما نصه : أجمع\r\n\r\n","description":"","footnote":" ( 1 ) قال في المصباح أشفيت على الشئ بالألف أشرقت ","page_name":" 109 ","page_number":111},
  {"content":"\r\nأهل الأداء وأئمة القراء على لزوم تعلم مرسوم المصحف العثماني فيما\r\nتدعو إليه الحاجة وقال الامام الخراز في كتابة عمدة البيان في الزجر\r\nعن محالفة رسم المصاحف ما نصه :\r\nفواجب على ذوي الأذهان * أن يتبعوا المرسوم في القرآن\r\nويقتدوا بمن رآه نظرا * إذ جعلوه للامام وزرا\r\nوكيف لا يصح الاقتداء * بما اتى نصا به الشفاء\r\nروى عياض انه من غيرا * حرفا من القرآن عمدا كفرا\r\nزيادة أو نقصا أو إن بدلا * شيئا من الرسم الذي تأصلا\r\nفعلم مما سبق اجماع الأئمة على عدم جواز كتابة القرآن بغير الرسم\r\nالعثماني ، اما ما ذكره الدمياطي في كتابه اتحاف فضلاء البشر في\r\nالقراءات الأربعة عشر بأن شيخ الاسلام العز بن عبد السلام قال\r\nلا يجوز كتابة المصحف الآن على المرسوم الأول باصطلاح الأئمة لئلا\r\nيوقع في تغيير من الجهال فقد رد عليه بعضهم بقوله وهذا لا ينبغي\r\nاجراؤه على اطلاقه لئلا يؤدى إلى درس العلم ولا يترك شئ قد أحكمه\r\nالسلف مراعاة لجهل الجاهلين لا سيما وهو أحد الأركان التي عليها مدار\r\nالقراءات ( 1 ) اه‍\r\n\r\n","description":"","footnote":" ( 1 ) انظر الفصل الأول من الباب الرابع لتقف على ما يترتب عن مخالفة الرسم العثماني ","page_name":" 110 ","page_number":112},
  {"content":"\r\n\r\n( فان قيل ) لم لم يقولوا باتباع رسم الصحف البكرية وهي كتبت\r\nقبل مصحف عثمان ( فنقول ) ان مصحف أبى بكر كان مكتوبا بجميع\r\nالأحرف السبعة ولابد أن تكون كتابة كل حرف منها برسم صريح\r\nلا يحتمل قراءة حرف آخر ، وان أبا بكر لم يحمل الناس على اتباع\r\nمصحفه لعدم الضرورة إلى ذلك كما سبق بيانه ( 1 ) فان الناس كانوا\r\nيقرؤن في زمنه بالأحرف السبعة فكان مصحفه الذي جمعه محفوظا\r\nعنده ثم كان عند عمر ثم كان عند حفصة بنت عمر فلما ماتت غسل\r\nغسلا فلم يبق له اثر ( 2 )\r\nاما مصحف عثمان فقد استنسخه من الصحف البكرية على حرف\r\nواحد فقط من الأحرف السبعة وهو حرف قريش وترك الأحرف\r\nالستة الباقية خشية اختلاف الناس في القراءة وامر بحرق جميع\r\nالألواح والمصاحف غير مصحفه الذي جمعه حتى لا تكون فرقة ولا\r\nاختلاف وحمل الناس على مصحفه ووافقه الصحابة على هذا العمل\r\nالمبرور فصار اتباعه واجبا في ترتيبه ورسمه ، وان كل مصحف من المصاحف\r\nالتي أرسلها عثمان إلى المدن والأمصار كتب برسم غير رسم الآخر ليحتمل\r\n\r\n","description":"","footnote":" ( 1 ) انظر الفصل الأول من الباب الثاني عند جمع أبى بكر للقرآن\r\n( 2 ) تقدم في الجمع الثالث سبب غسل الصحف البكرية التي كانت عند حفصة\r\nرضي الله عنها بعد وفاتها ","page_name":" 111 ","page_number":113},
  {"content":"\r\n\r\nالرسم وجها من القراءات ( 1 ) فلما صار العمل على هذه المصاحف\r\nالعثمانية قالوا بوجوب اتباع رسم أي مصحف منها ولابد ان يكون\r\nرسم مصحف عثمان موافقا لرسم الصحف البكرية في حدود الحرف\r\nالواحد الذي جمع مصحفه عليه وهو حرف قريش خصوصا في حذف\r\nالألف من نحو الكتب والانسان واسحق وإسماعيل وزيادة الواو\r\nفي نحو أولئك وأولو وغير ذلك والله تعالى اعلم بغيبه .\r\nومما يناسب هذا المقام ذكر أربعة أسئلة من الأسئلة التي كنا بعثناها\r\nلمشيخة المقارئ المصرية ( 2 ) مع الإجابة عليها .\r\n( فالسؤال الأول ) هل من ضمن القراءات المتواترة ( 3 ) قراءة\r\nروعي فيها رسم المصحف العثماني أم لا .\r\n\r\n","description":"","footnote":" ( 1 ) انظر في آخر الفصل الثاني من الباب الثالث لتقف على علة اختلاف\r\nالرسم في المصاحف العثمانية\r\n( 2 ) لما عزمتا على تأليف هذا الكتاب خطرت في بالنا جملة أسئلة عددها\r\nتسعة عشر سؤالا مما يتعلق بالقرآن الكريم فاستفتينا فيها مشيخة المقارئ المصرية\r\nفأجابتا عليها في اليوم العاشر من شهر شعبان عام ألف وثلاثمائة وثلاث وستين\r\nهجرية ، ونحن نذكر في هذا الكتاب من تلك الأسئلة والإجابة عليها ما يناسب\r\nكل مقام ، ولولا خوف التطويل لوضعنا جميع الأسئلة مع أجوبتها في ذيل هذا\r\nالكتاب .\r\n( 3 ) سيأتي بيان القراءات المتواترة في السؤال الثالث قريبا ","page_name":" 112 ","page_number":114},
  {"content":"\r\n\r\n( فأجابنا عليه ) شيخ القراء هناك فضيلة الأستاذ المحقق الشيخ محمد\r\nعلى الضباع ( 1 ) بقوله : رسم المصحف ركن من أركان القراءة فكل قراءة\r\nمراعى فيها هذا الرسم وقد وردت نصوص أئمة الأداء بأن أئمة القراءة\r\nبالكوفة وأبا عمر والمازني ونافعا بن أبي نعيم المدني اعتنوا بمتابعة خط\r\nالمصحف في الوقوف الاختبارية ( 2 ) لقصد توقيف القارئ على حقيقة\r\nرسمها واستحسن ذلك المحققون لسائر القراء . اه‍\r\n( والسؤال الثاني ) هل يطلق على من كتب مصحفا بقراءة\r\nمن القراءات المتواترة انه خالف رسم المصحف العثماني وانه ارتكب\r\nمحظورا أم لا .\r\n( فأجابنا عليه ) شيخ القراء المذكور بقوله : كاتب المصحف إذا رسم\r\nهجاء كلماته بصورها الرسمية على وجه مما اثر عن أصحاب رسول الله صلى الله عليه وسلم\r\nوالتزم فيما ورد فيه منها رسمان كل منهما لقراءة رسما يطابق قراءة معينة\r\nمن القراءات المتواترة ثم ضبطه بأي طريق من طرق الضبط على وجه\r\n\r\n","description":"","footnote":" ( 1 ) الضباع بالضاد المعجمة والباء الموحدة المشددة\r\n( 2 ) الوقف الاختباري بالباء الموحدة هو اختبار القارئ ليعلم كيف يقف\r\nعلى رسم المصحف العثماني من مقطوع وموصول وثابت ومحذوف وتاء تأنيث\r\nلم تكتب بهاء ","page_name":" 113 ","page_number":115},
  {"content":"\r\n\r\nمعتبر عند أهل الأداء فلا يقال إنه خالف الرسم العثماني ولا انه ارتكب\r\nمحظورا وان كانت الصورة التي أتى بها لا تحكي صورة بعينها لمصحف\r\nمن المصاحف الستة ( 1 ) لان المعتبر في متابعة الرسم العثماني تصوير\r\nالكلمة القرآنية على وجه أثر عن تلك المصاحف أو بعضها وأما الضبط\r\nفقد جرى عمل المسلمين على الترخيص به دفعا للالتباس ومنعا للتحريف\r\nوالخطأ في كلام رب العالمين . اه‍\r\n( والسؤال الثالث ) ما هي القراءات المتواترة وكم عددها وما\r\nأسماؤها وما معنى القراءة الشاذة وهل تصح الصلاة بها في أحد المذاهب\r\nأم لا وما مثالها وهل من يقرأ بها في غير الصلاة للتعبد يثاب عليها أم لا\r\nفإن لم تصح الصلاة بها ولم يؤجر قارئها فما معنى كونها قراءة شاذة وهل\r\nيترتب عليها حكم شرعي أم لا .\r\n( فأجابنا عليه ) شيخ القراء المذكور بقوله : القراءات المتواترة\r\nهي كل قراءة صح سندها بنقل جماعة لا يمكن تواطؤهم على الكذب\r\nعن مثلهم من البداءة إلى المنتهى ووافقت العربية مطلقا ووافقت أحد\r\nالمصاحف العثمانية ولو تقديرا ، والذي جمع في زماننا هذه الأركان الثلاثة\r\n\r\n","description":"","footnote":" ( 1 ) هذا على القول بان المصاحف التي أرسلها عثمان بن عفان إلى الأمصار\r\nستة وقد تقدم ذكر الاختلاف في عددها فراجعه في صحيفة 74 ","page_name":" 114 ","page_number":116},
  {"content":"\r\nهو قراءة الأئمة العشرة ( 1 ) - نافع ، وابن كثير ، وأبو عمرو ، وابن عامر\r\nوعاصم ، وحمزة ، والكسائي ، وأبو جعفر ، ويعقوب ، وخلف - أخذها\r\nالخلف عن السلف إلى أن وصلت إلينا فقراءة أحدهم كقراءة باقيهم في\r\nكونها مقطوعا بها . . الخ ما أجابنا به شيخ القراء حفظه الله تعالى . اه‍\r\nوقد اكتفينا بهذه النبذة من اجابته على سؤالنا المذكور المتشعب\r\nبيانا للقراءات المتواترة ولم نذكر بقية الإجابة خوفا من التطويل مع أنها\r\nنافعة قيمة كيف لا وهي صادرة من علامة محقق أكثر الله من أمثاله\r\nولما كان في الإجابة بعض جمل تحتاج لزيادة الايضاح رأينا أن\r\nنعقب عليها بشرح مختصر نقلناه من كتاب عنوان البيان في علوم التبيان\r\nوهو منقول عن الإمام ابن الجزري رحمه الله تعالى فنقول :\r\n\" قوله ووافقت العربية مطلقا \" أي ولو بوجه من وجوه النحو\r\nسواء كان أفصح أم فصيحا مجمعا عليه أم مختلفا فيه اختلافا لا يضر مثله\r\nإذا كانت القراءة مما شاع وذاع وتلقاه الأئمة بالاسناد الصحيح إذ هو\r\nالأصل الأعظم والركن الأقوم وكم من قراءة أنكرها بعض أهل\r\nالنحو أو كثير منهم ولم يعتبر انكارهم كإسكان بارئكم ويأمركم وخفض\r\nالأرحام والفصل بين المضافين في مثل \" قتل أولادهم شركائهم \"\r\n\r\n","description":"","footnote":" ( 1 ) سيأتي الكلام على ذكرهم وتاريخ وفاتهم في الفصل الأول من الباب الرابع ","page_name":" 115 ","page_number":117},
  {"content":"\r\nفإذا ثبتت الرواية لم يردها قياس عربية ولا فشو لغة لان القراءة\r\nسنة متبعة يلزم قبولها والمصير إليها .\r\n\" وقوله ووافقت أحد المصاحف العثمانية \" يعنى ما كان ثابتا في\r\nبعضها دون بعض كقراءة ابن عامر قالوا اتخذ الله ولدا في البقرة من\r\nغير واو وبالزبر وبالكتاب المنير بزيادة الباء في الاسمين فأن ذلك ثابت\r\nفي المصحف الشامي فإن لم يكن في شئ من المصاحف العثمانية فشاذ\r\nلمخالفته الرسم المجمع عليه .\r\n\" وقوله ولو تقديرا \" كملك يوم الدين فإنه كتب في الجميع بلا\r\nألف فقراءته بالألف توافقه تقديرا لحذفها في الخط اختصارا وقد يوافق\r\nاختلاف القراءات الرسم تحقيقا نحو تعلمون بالتاء والياء ويغفر لكم\r\nبالياء والنون ونحو ذلك مما يدل تجرده عن النقط والشكل في حذفه\r\nواثباته على فضل عظم الصحابة رضي الله عنهم في علم الهجاء خاصة\r\nوفهم ثاقب في تحقيق كل علم اه‍ من كتاب عنوان البيان للعلامة الشيخ\r\nمحمد حسنين مخلوف العدوي رحمه الله تعالى .\r\nولقد طلبنا من الأستاذ الجليل مرجع القراء وعمدتهم عندنا بمكة\r\nالمشرفة الشيخ أحمد بن محمد التيجي حفظه الله وأطال عمره ايضاح ما\r\nذكر من اسكان بارئكم ويأمركم وخفض الأرحام والفصل بين المضافين\r\n","description":"","footnote":"","page_name":" 116 ","page_number":118},
  {"content":"\r\nفي مثل قتل أولادهم شركائهم ( فأجابنا بما يأتي ) :\r\nإن أبا عمرو بن العلاء أحد أئمة القراء يقرأ كلمة \" بارئكم \" من\r\nقوله تعالى \" فتوبوا إلى بارئكم فاقتلوا أنفسكم ذلكم خير لكم عند\r\nبارئكم فتاب عليكم \" باسكان الهمزة تخفيفا - ويقرأ كلمتي \" يأمركم\r\nويأمرهم \" من قوله تعالى \" ان الله يأمركم أن تؤدوا الأمانات إلى\r\nأهلها \" ومن قوله تعالى \" يأمرهم بالمعروف وينهاهم عن المنكر ويحل\r\nلهم الطيبات \" باسكان الراء في الكلمتين للتخفيف - وإن حمزة أحد\r\nأئمة القراء يقرأ كلمة \" والأرحام \" من قوله تعالى \" واتقوا الله الذي\r\nتساءلون به والأرحام \" بكسر الميم عطفا على الضمير المجرور .\r\nوأما قوله تعالى \" وكذلك زين لكثير من المشركين قتل\r\nأولادهم شركاؤهم \" بسورة الانعام فيقرأ ابن عامر أحد أئمة القراء\r\nزين بضم الزاي فعل مجهول ، وقتل بضم اللام نائب فاعل ، وأولادهم\r\nبفتح الدال مفعول للمصدر ، وشركائهم بكسر الهمزة مضاف إليه\r\nوقتل هو المضاف وقد فصل بينهما بأولادهم - والفصل بين المضاف\r\nوالمضاف إليه لا يجوز عند أكثر النحويين الا في الشعر لان المضاف\r\nإليه بمنزلة جزء المضاف كما لا يجوز عندهم اسكان الهمزة من قوله تعالى\r\nفتوبوا إلى بارئكم وهو اسم مجرور واسكان الراء من قوله تعالى ان الله\r\n","description":"","footnote":"","page_name":" 117 ","page_number":119},
  {"content":"\r\n\r\nيأمركم وهو فعل مضارع مرفوع . ولكن ثبوت القراءة بما ذكر عن\r\nهؤلاء الأئمة مقدم على القواعد النحوية فالقراءة هي الأصل المعتبر اه‍\r\nقول الشيخ التيجي أدام الله النفع به .\r\n( والسؤال الرابع ) هل يجوز اتلاف المصاحف المطبوعة على\r\nغير رسم المصحف العثماني أم لا وهل لها حرمة أم لا .\r\n( فأجابنا عليه ) شيخ القراء المذكور بقوله : إذا كان في المصحف\r\nالمطبوع كلمات رسمت على خلاف الرسم العثماني المشهور وكانت هذه\r\nالكلمات مما يترتب على رسمها كذلك اخلال بحكم من احكام تلاوة\r\nالقرآن كوصل ما اثر عن الرسم العثماني قطعه وعكسه أو كرسم هاء\r\nالتأنيث التي يقتضى الرسم العثماني رسمها بالتاء هاء فخشية ان يتسرب\r\nالتحريف إلى اللفظ الشريف يتعين اتلاف ذلك المصحف إذا تعذر\r\nاصلاحه ، أما إذا كانت تلك الكلمات مما لا يترتب على رسمها كذلك\r\nاخلال بحكم من احكام اللفظ كاثبات بعض الألفات أو الياءات أو\r\nالواوات المحذوفات في الرسم العثماني لقصد الاختصار فلا بأس ببقائه\r\nواحترامه تبعا لما جرى عليه بعض متأخري المشارقة من الترخيص\r\nباثباتها تيسيرا على العامة وتنزيلا لها منزلة الضبط لأنها تؤدي\r\nما يؤديه ولم أر في ذلك نصا يعتد به ، وهل تعد هذه الأحرف من القرآن\r\n","description":"","footnote":"","page_name":" 118 ","page_number":120},
  {"content":"\r\n\r\nأولا ، الظاهر من عمل العادين أن منهم من عدها مراعاة للفظ ومنهم من\r\nأسقطها مراعاة للخط العثماني وهذا أولى وأحوط محافظة على المرسوم\r\nوخشية ان يزاد في القرآن ما ليس منه .\r\nانتهت الأسئلة الأربعة والإجابة عليها .\r\nفخلاصة ما تقدم : ان الواجب علينا اتباع رسم المصحف العثماني\r\nوتقليد أئمة القراءات خصوصا علماء الرسم منهم والرجوع إلى دواوينهم\r\nالعظام كالمقنع لأبي عمر والداني والعقيلة للشاطبي فان أئمة القراءات\r\nالمتقدمين قد حصروا مرسوم القرآن الكريم كلمة كلمة على هيئة\r\nما كتبه الصحابة في المصاحف العثمانية ونقلوا ذلك بالسند المتصل عن\r\nالثقاة العدول الذين شاهدوا تلك المصاحف .\r\nهذا وقد بحثنا كثيرا في دور الكتب \" الكتبخانات \" بالحجاز\r\nومصر عن نفس المصاحف العثمانية فلم نقف على خبر موثوق نطمئن\r\nإليه بوجودها .\r\nولقد جاء في خلاصة الوفا بأخبار دار المصطفى للسمهودي انه في\r\nالحريق الأول الذي حصل للمسجد النبوي سنة ستمائة وأربع وخمسين\r\nللهجرة كان من جملة ما احترق الكتب والمصاحف ولم يسلم من الحريق\r\nسوى بعض أشياء منها المصحف الشريف العثماني . . الخ - فعلى هذا\r\n","description":"","footnote":"","page_name":" 119 ","page_number":121},
  {"content":"\r\n\r\nكان المصحف العثماني موجودا بالحرم النبوي بالمدينة المنورة إلى التاريخ\r\nالمذكور ثم لا يعلم أحد أين ذهب ، ويقول بعض من نعاصرهم انه كان\r\nموجود بالمدينة المنورة إلى أن خرج الأتراك من الحجاز عام ألف\r\nوثلاثمائة وأربع وثلاثين وانه ربما نقل إلى الآستانة .\r\nولقد رأينا في \" مجلة الدنيا وكل شئ \" التي تصدر بمصر في كل\r\nأسبوع مرة واحدة بتاريخ 28 جمادى الثانية عام 1357 ه‍ الموافق\r\n24 أغسطس عام 1938 - ان حكومة ألمانيا ستعيد في ستة أشهر من تنفيذ\r\nالمعاهدة الحالية إلى حكومة ملك الحجاز النسخة الأصلية لمصحف الخليفة\r\nعثمان بن عفان رضي الله عنه والتي اخذت من المدينة المنورة بواسطة\r\nالقوات الأتراك وثبت انها سلمت للإمبراطور السابق غليوم الثاني\r\nهذا ما وقفنا عليه في هذا الشأن .\r\nفوائد اتباع الرسم العثماني\r\nاعلم أن في اتباع الرسم العثماني جملة فوائد ( منها ) وقوف الناس\r\nعلى كيفية كتابة المصاحف في ابتداء الامر ( ومنها ) النص على بعض\r\nاللغات الفصيحة ككتابة هاء التأنيث تاء على لغة طئ وكحذف ياء\r\nيوم يأت لا تكلم نفس على لغة هذيل ( ومنها ) إفادة المعاني بالقطع\r\nوالوصل في بعض الكلمات نحو \" أم من يكون عليهم عليهم وكيلا \"\r\n","description":"","footnote":"","page_name":" 120 ","page_number":122},
  {"content":"\r\n\r\nفان قطع أم عن من يفيد معنى بل دون وصلها بها ( ومنها ) أخذ القراءات\r\nالمختلفة من اللفظ المرسوم برسم واحد نحو \" وما يخدعون الا أنفسهم \"\r\nفلو كتبت وما يخادعون لفاتت قراءة وما يخدعون ومنها عدم الاهتداء\r\nإلى تلاوته على حقه الا بالتلقي شأن كل علم نفيس يتحفظ عليه . اه‍\r\nمن إجابة مشيخة المقارئ المصرية لأسئلتنا\r\nالرد على الإفرنج\r\n( القائلين باستنباط القراءات من الرسم )\r\nيقول بعض المستشرقين من الإفرنج أمثال جولد زيهر اليهودي\r\nونولدكة الألماني المولود عام 1836 م ( 1 ) ان رسم المصحف هو الأصل\r\nوان القراءات تابعة له نشأت عن عدم وجود الشكل والنقط أي\r\n\" الحركات والأعجام \" في الحروف والكلمات أيام الصحابة فنحن نرد هنا\r\nعلى قولهم هذا بالبرهان قاطع حتى لا يتوهم ذلك أحد من المسلمين\r\n\r\n","description":"","footnote":" ( 1 ) كان بدء اهتمام الإفرنج باللغة العربية من القرن العاشر للميلاد ثم زاد\r\nاهتمامهم باللغات الشرقية كالعربية والتركية والفارسية وتخصص أناس منهم في\r\nدراستها فترجموا كثيرا من العلوم إلى لغاتهم ، ومن القرن الثامن عشر للميلاد إلى\r\nالآن نبغ كثيرون منهم - وقد ذكر جورجي زيدان في كتابه تاريخ آداب اللغة\r\nالعربية أسماء طائفة من المستشرقين وأعمالهم فراجعه ان شئت . ","page_name":" 121 ","page_number":123},
  {"content":"\r\nوأنى لهؤلاء الإفرنج أن يفهموا كلام رب العالمين وشريعة خاتم النبيين\r\nمحمد صلى الله عليه وسلم وهم قد كفروا به . ولئن استمعنا إلى فلسفتهم وآرائهم في\r\nبعض المواضيع ، لا نسمح لهم أن يتناولوا الأبحاث الدينية الاسلامية\r\nويخوضوا في المسائل الدقيقة المهمة - على اننا لا ننكر للغربيين\r\nنظرياتهم الصائبة في بعض النواحي التاريخية ، واستكشافاتهم\r\nالعظيمة للآثار العمرانية ، ومخترعاتهم الهائلة في المصالح الحيوية -\r\nوانما ننكر عليهم الخوض في الأبحاث الدينية الاسلامية لأنها غير مبنية\r\nعلى التصورات العقلية والتخيلات الفكرية بل انها مبنية على قول الله\r\nتبارك وتعالى وعلى سنة نبينا العربي الكريم محمد صلى الله عليه وسلم وهم لا يؤمنون\r\nبكتاب الله ، ولا يقرون برسالة نبينا ، ولا يعرفون من اللغة العربية\r\nودقائقها ما يعرفه أهلها - فمن الانصاف والعدل أن يرجعوا إلى كبار\r\nعلمائنا الاعلام فيما يشكل عليهم من الأمور إذا ما أرادوا الوصول\r\nإلى الحقيقة . واليك فساد رأيهم في بحث القراءات : اعلم اننا لو أخذنا\r\nبقولهم هذا للزم ان الصحابة والتابعين هم الذين استنبطوا هذه القراءات\r\nمن رسم المصحف العثماني ، فعليه يكون قد تطرق التحريف والتبديل\r\nفي القرآن العظيم وهذا مستحيل بصريح قوله تعالى \" انا نحن نزلنا الذكر\r\nوإنا له لحافظون \" وقوله جل جلاله \" وانه لكتاب عزيز لا يأتيه\r\n","description":"","footnote":"","page_name":" 122 ","page_number":124},
  {"content":"\r\nالباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد \"\r\nوحاشا لله ان يتهاون الصحابة أو يعلموا برأيهم في أمر من أمور\r\nالدين فضلا عن القرآن الكريم الذي هو أساس الدين الاسلامي\r\nالحنيف ، وانما هم تلقوه عن رسول الله صلى الله عليه وسلم مشافهة وسماعا كلمة كلمة\r\nوآية آية وسورة سورة بالقراءات التي تدخل في معنى حديث \" ان هذا\r\nالقرآن انزل على سبعة أحرف فاقرؤا ما تيسر منه \" .\r\nولقد وصل إلينا القرآن المجيد من رسول الله صلى الله عليه وسلم بالتواتر القطعي\r\nوالاسناد الصحيح عن الثقاة العدول والعلماء الفحول طبقة بعد طبقة\r\nفالقراءات مأخوذة من النبي صلى الله عليه وسلم مشافهة وسماعا وليست مستخرجة\r\nمن رسم المصحف بل الرسم تابع لها مبنى عليها وأي دليل\r\nأعظم على هذا مما وقع لعمر بن الخطاب مع هشام ابن حكيم\r\nحينما سمعه يقرأ سورة الفرقان على حروف كثيرة لا يعرفها عمر ،\r\nومما وقع لأبي بن كعب في المسجد مع الرجلين اللذين قرأ كل\r\nمنهما سورة النحل في الصلاة بقراءة تخالف قراءة أبى . ومما وقع\r\nلعبد الله بن مسعود مع رجل سمعه يقرأ قراءة تخالف قراءته\r\nومما وقع كذلك مع غير هؤلاء ، فيحتكمون إلى رسول الله صلى الله عليه وسلم فيقر\r\nكلا منهم على قراءته ويقول \" إن هذا القرآن انزل على سبعة أحرف\r\n","description":"","footnote":"","page_name":" 123 ","page_number":125},
  {"content":"\r\nفاقرؤا ما تيسر منه \" وتفصيل ما وقع لهؤلاء الصحابة الاجلاء مذكور\r\nفي الفصل الخامس في نزول القرآن على سبعة أحرف فراجعه .\r\nولقد أنعمنا النظر فوجدنا انه لا يمكن اخذ القراءات من رسم\r\nالمصحف العثماني إذ الرسم لم يوضع للدلالة على شئ منها ، وما جاء من\r\nقراءة بعض الكلمات بالغيبة والخطاب أو بالرفع والنصب انما هو\r\nبالتلقي والاخذ من رسول الله صلى الله عليه وسلم لا لاحتمال ذلك من صورة الرسم الخالية\r\nمن النقط والتشكيل في ذلك الزمن واليك بيان ذلك ليتضح لك ما ذكرناه\r\nفمثلا قول الله تعالى \" أم تقولون ان إبراهيم وإسماعيل وإسحاق\r\nويعقوب والأسباط . . \" ( 1 ) قرئ أم يقولون بالغيبة وأم تقولون\r\nبالخطاب ، وقوله تعالى \" وما الله بغافل عما يعملون ولئن أتيت . . \" ( 2 )\r\nقرئ يعملون بالغيبة وبالخطاب وقوله تعالى \" والله بصير بما يعملون\r\nقل من كان . . \" ( 3 ) قرئ بالغيبة وبالخطاب ، وقوله \" ومن تطوع\r\nخيرا . . \" ( 4 ) قرئ بالغيبة وبالخطاب .\r\nكل ذلك كان بالتلقي من النبي صلى الله عليه وسلم لا من رسم المصحف الذي\r\nيحتمل القراءة بالياء والتاء لعدم وجود النقط فيه فلو كان كذلك لقرئ\r\n\r\n","description":"","footnote":" ( 1 ) بسورة البقرة\r\n( 2 ) بسورة البقرة\r\n( 3 ) بسورة البقرة\r\n( 4 ) بسورة البقرة ","page_name":" 124 ","page_number":126},
  {"content":"\r\nقوله تعالى \" ولا تنفعها شفاعة ولاهم . . \" ( 1 ) بالياء والتاء مع أنه ما\r\nقرئ الا بتاء التأنيث فقط ، بخلاف قوله تعالى \" ولا يقبل منها\r\nشفاعة . . \" ( 2 ) فقد قرئ بالياء والتاء .\r\nوقول الله تعالى \" فبشرناها بإسحاق ومن وراء إسحاق يعقوب \" ( 3 )\r\nقرئ يعقوب بالنصب والرفع ، وقوله تعالى \" ولا تسأل عن\r\nأصحاب الجحيم ولن ترضى عنك . . \" ( 4 ) قرئ ولا تسأل بالرفع\r\nوالجزم ، وقوله تعالى \" واتخذوا من مقام إبراهيم مصلى \" ( 5 ) قرئ\r\nبكسر الخاء وفتحها ، وقوله تعالى \" فأمتعه قليلا . . \" ( 6 ) قرئ\r\nبالتشديد والتخفيف ، وقوله تعالى \" ولكن البر من آمن\r\nبالله . . \" ( 7 ) قرئ بتشديد ولكن ونصب البر وقرئ بتخفيف\r\nولكن ورفع البر .\r\nكل ذلك كان بالتلقي من النبي صلى الله عليه وسلم لامن رسم المصحف الذي\r\nيحتمل القراءة بالرفع والنصب أو بالكسر والجزم لعدم وجود الحركات\r\nفي المصحف في ذلك الزمن ، فلو كان كذلك لقرئ قوله تعالى \" إذا قضى\r\n\r\n","description":"","footnote":" ( 1 ) هذه الآية قبل وإذا ابتلى إبراهيم ربه . بسورة البقرة\r\n( 2 ) هذه الآية بعد أتأمرون الناس بالبر بأربع آيات . بسورة البقرة\r\n( 3 ) بسورة هود\r\n( 4 ) بسورة البقرة\r\n( 5 ) بسورة البقرة\r\n( 6 ) بسورة البقرة\r\n( 7 ) بسورة البقرة ","page_name":" 125 ","page_number":127},
  {"content":"\r\nأمرا فإنما يقول له كن فيكون \" ( 1 ) بنصب فيكون مع أنه ما قرئ\r\nالا بالرفع فقط ، بخلاف قوله تعالى \" انما امره إذا أراد شيئا ان يقول\r\nله كن فيكون \" ( 2 ) فقد قرئ فيكون بالرفع وبالنصب .\r\nثم إنه ما كل كلمة رسمت في المصحف العثماني لتدل على القراءات\r\nلكن أحيانا توافق القراءات الرسم نحو : تعلمون بالتاء والياء\r\nويغفر لكم بالياء والنون ، وفاكهين وفكهين ، وأسرى وأسارى ،\r\nوتفادوهم وتفدوهم .\r\nوأحيانا تقرأ الكلمة بجملة وجوه بينما الرسم لا يدل على كل ذلك نحو كلمة\r\n\" جبريل \" فقد قرئت بكسر الجيم وفتحها ، وقرئت جبرءيل بفتح الجيم\r\nوالراء وبعدها همزة مكسورة ممدودة ، وقرئت جبرءل بفتح الجيم\r\nوالراء وبعدها همزة مكسورة غير ممدودة ، وكلمة \" ميكال \" قرئت\r\nبلا همز وقرئت ميكاءيل بهمزة مكسورة ممدودة وقرئت ميكاءل بهمزة\r\nمكسورة غير ممدودة .\r\nوأحيانا لا يرمز الرسم إلى شئ من القراءات وان خالف قواعد\r\nالاملاء نحو : لأاذبحنه ، ولا تقولن لشائ وجائ يومئذ بجهنم\r\n\r\n","description":"","footnote":" ( 1 ) بآل عمران\r\n( 2 ) بيس ","page_name":" 126 ","page_number":128},
  {"content":"\r\n\r\nبزيادة ألف في الكلمات الثلاث - ونحو : والسماء بنيناها بأييد ،\r\nوبأييكم المفتون ، بزيادة ياء فيهما - ونحو : سبحن الله ، وسليمان\r\nواسحق ، وجاءو ، وفاءو بحذف الألف المد منها . فهذه الكلمات ونحوها\r\nليس فيها غير قراءة واحدة وهي التي نقرؤها اليوم وان جاء رسمها\r\nعلى خلاف القاعدة ( 1 )\r\nفعلم مما ذكرناه ان القراءات هي الأصل وان الرسم تبع لها لا كما يقول\r\nالمستشرقون من الإفرنج انها ناشئة من الرسم وتابعة له ولا نعتقد انه\r\nيوجد مسلم على وجه الأرض يأخذ بآرائهم المبنية على التخيلات ويترك\r\nأقوال أئمة المسلمين وعلمائهم المستندة إلى الكتاب والسنة .\r\nالفصل الخامس\r\n( في معرفة الصحابة لقواعد الاملاء والكتابة )\r\nيعتقد كثير من الناس ان الصحابة رضوان الله عليهم ما كانوا\r\nيعرفون قواعد الاملاء وأصول الكتابة ويستدلون على هذا برسم\r\n\r\n","description":"","footnote":" ( 1 ) أخذنا ما ذكرناه من أوجه القراءات من الأستاذ الجليل الشيخ احمد\r\nالتيجي المتقدم ذكره في الفصل الخامس من الباب الثاني أطال الله حياته وادام\r\nالنفع به آمين . ","page_name":" 127 ","page_number":129},
  {"content":"\r\n\r\n\r\n\r\nالمصحف العثماني حتى ابن خلدون يقول بهذا في مقدمته ، على أنهم لو\r\nقالوا إن الكتابة لم تكن منتشرة فيهم لكان أولى من نسبتهم إلى جهل\r\nأصولها وقواعدها مع أنها ما وصلت إلينا الا منهم .\r\nونحن نعتقد اعتقادا جازما بأن الصحابة كانوا يعرفون قواعد الاملاء\r\nوالكتابة حق المعرفة ( 1 ) ونستدل على قولنا هذا استدلالا فنيا بثلاثة أمور\r\n( الأمر الأول ) قال الآلوسي في تفسيره روح المعاني ما نصه :\r\nوالظاهر أن الصحابة كانوا متقنين رسم الخط عارفين ما يقتضي ان\r\nيكتب وما يقتضى ان لا يكتب وما يقتضى ان يوصل وما يقتضى ان لا\r\nيوصل إلى غير ذلك لكن خالفوا القواعد في بعض المواضع لحكمة اه‍\r\nقوله في بعض المواضع أي من القرآن الكريم ورسم كلماته\r\nفالآلوسي وهو العالم المتبحر وصاحب التفسير الكبير لا يقول هذا الا\r\nبعد النظر والتحقيق وان لم يذكر الشواهد التي تؤيد قوله .\r\n( الأمر الثاني ) مما لا يخفى على أحد ان الصحابة كانوا يراسلون\r\nالملوك والامراء في مهمات الأمور وكانوا يكتبون فيما بينهم العقود\r\n\r\n","description":"","footnote":" ( 1 ) لا ننكر ان الأمية كانت متغلبة عليهم والتعليم لم يكن منتشرا بينهم لكن\r\nنقول إن المتعلمين منهم كانوا متقنين القراءة والكتابة على الوجه الصحيح\r\nوالقواعد المرعية كما سيظهر لك في هذا الفصل ","page_name":" 128 ","page_number":130},
  {"content":"\r\nوالمستندات من بيع وشراء وضمان وعطاء ، فلو كتبوا هذه الأمور على\r\nغير قواعد الاملاء والكتابة لأدى ذلك إلى الالتباس والخطأ في فهم\r\nمرادهم مع أن الحروف والكلمات ما وضعت الا لتدل على الكلام الملفوظ ( 1 )\r\nفان اختلفت كتابته اختلف اللفظ فاختلف المعنى فاختلط الامر عليهم .\r\nوأي دليل أعظم على نباهة العرب قبل اختراع الحركات \" التشكيل \"\r\nمن تفرقتهم في الكتابة بين عمر وبين عمرو بزيادة الواو في الاسم\r\nالا خير لئلا يحصل لبس واشتباه ، فلو تأملت لم اختاروا الواو علامة\r\nللتفرقة بين الاسمين دون غيرها من الأحرف الهجائية لظهر لك ذكاؤهم\r\nالمفرط وقوة تفكيرهم في ذلك .\r\nعلى أن بعض كتاباتهم وخطوطهم لا زالت محفوظة لدينا ففي\r\nدار الكتب العربية بمصر يوجد كثير من كتابة القرن الأول والقرون\r\nالتي تليه على الأحجار والجلود والأوراق البردية ( 2 ) ، وقد شاهدناها\r\n\r\n","description":"","footnote":" ( 1 ) ولذلك عرفوا الخط بأنه تصوير اللفظ بحروف هجائية\r\n( 2 ) كان الورق البردي يصنع قديما من لب السيقان الطويلة للنبات المعروف\r\nباسم ( سيبرس بايبرس ) بعد جعله شرائح رقيقة تصف بجانب بعض ليتكون منها\r\nطبقة ثم تصقل بعد ذلك فتصير صحيفة رقيقة وقد بينا ذلك في كتابنا تاريخ الخط\r\nالعربي وآدابه المطبوع بمصر ","page_name":" 129 ","page_number":131},
  {"content":"\r\n\r\nبأنفسنا حين إقامتنا بها ( 1 ) وقرأناها فلم نجد فيها خطأ املائيا ولا غلطة\r\nكتابية وكنا نرغب أن نضع هنا صورة صحيفة من القرآن الكريم\r\nالمكتوب في عهد الصحابة ورسم شئ من خطوطهم غير أن ظروف\r\nالحالة لم تساعدنا على ذلك لكن وضعناها في كتابنا تاريخ الخط العربي\r\nوآدابه فراجعه ان شئت\r\nولا نذهب بك بعيدا فهذه جبال الحجاز كم توجد في صخورها\r\nوأحجارها من كتابات الصحابة وخطوطهم خصوصا في المدينة المنورة\r\nومكة المشرفة والطائف المأنوس ، ولقد وقفنا عليها في هذه الأماكن\r\nفعجبنا من حسن خطها وصحة كتابتها وتحقيق حروفها قد كتبت\r\nبأنواع متعددة من الخط الكوفي نرجو الله ان يحفظها من التلف\r\nفان كثيرا من الكتابات على الصخور لم يبق لها أثر لان الناس\r\nيكسرونها إلى قطع لبناء البيوت ( 2 ) كما شاهدنا في صخور بعض الشعاب\r\nوالجبال من الكتابات التي يرجع عهدها إلى ما قبل الاسلام وغالبا هي\r\n\r\n","description":"","footnote":" ( 1 ) ذهبنا إلى مصر لطلب العلم مرتين الأولى في عام ألف وثلاثمائة وأربعين\r\nللهجرة ومكثنا بها سبع سنين ، والثانية في عام ألف وثلاثمائة وثلاث وخمسين\r\nومكثنا بها سنتين وسنذهب إليها للمرة الثالثة إن شاء الله تعالى في شبان من عامنا هذا\r\nوهو عام ألف وثلاثمائة وخمس وستين\r\n( 2 ) حبذا لو أمرت الحكومة بمنع العمال من اتلاف الصخور والأحجار\r\nلمكتوبة فان في حفظها فوائد جمة كما أفادتنا رؤيتنا لها في هذا الموضوع المهم ","page_name":" 130 ","page_number":132},
  {"content":"\r\n\r\nمكتوبة بالحروف الحميرية أو المسند فإننا لم نتحقق من ذلك لأنه يحتاج\r\nإلى التخصص والفراغ التام\r\nوقد استنتجنا من رؤيتنا لها ان هذه الأماكن التي هي بين الجبال\r\nكانت في يوم من الأيام مساكن لأقوام نزلوا بها ولا يبعد أن يعثر\r\nالباحث بين هذه الجبال على كهوف وغيران تحتفظ في زواياها على\r\nآثارهم وكنوزهم كما رأى بعضهم ذلك ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) روى ابن كثير في الجزء الثاني من تاريخه عند ذكر أخبار عبد الله بن\r\nجدعان وبعد أن ساق نسبه قال . وهو ابن عم والد أبى بكر الصديق رضي الله عنه\r\nوكان من الكرماء الأجواد في الجاهلية المطعمين للمسنتين وكان في بدء امره\r\nفقيرا مملقا وكان شريرا يكثر من الجنايات حتى أبغضه قومه وعشيرته وأهله وقبيلته\r\nوأبغضوه حتى أبوه فخرج ذات يوم في شعاب مكة حائرا بائرا فرأى شقا في جبل\r\nفظن أن يكون به شيئا يؤذى فقصده لعله يموت فيستريح مما هو فيه فلما اقترب منه\r\nإذا ثعبان يخرج إليه ويثب عليه فجعل يحيد عنه ويثب فلا يغنى شيئا فلما دنا منه\r\nإذا هو من ذهب وله عينان هما ياقوتتان فكسره واخذه ودخل الغار فإذا فيه\r\nقبور لرجال من ملوك جرهم ومنهم الحارث بن مضاض الذي طالت غيبته\r\nفلا يدرى أين ذهب ( ومضاض هو ابن عمرو الجرهمي وهو أول من صار\r\nإليه أمر البيت بعد نابت بن إسماعيل عليه السلام وقد تزوج إسماعيل بنت\r\nمضاض فجاءته باثني عشر بنينا ) ووجد عند رؤوسهم لوحا من ذهب فيه تاريخ\r\nوفاتهم ومدد ولايتهم وإذا عندهم من الجواهر واللآلئ والذهب والفضة شئ\r\nكثير فاخذ منه حاجته ثم خرج وعلم باب الغار ثم انصرف إلى قومه فأعطاهم\r\nحتى احبوه وسادهم وجعل يطعم الناس وكلما قل ما في يده ذهب إلى ذلك الغار\r\nفأخذ حاجته ثم رجع وكانت له جفنة يأكل منها الراكب على بعيره ووقع فيها صغير\r\nفغرق . . الخ اه‍ من تاريخ ابن كثير ","page_name":" 131 ","page_number":133},
  {"content":"\r\n\r\n\r\n\r\n\r\n( الأمر الثالث ) ان الخط الكوفي وصل إلى الحجاز من أهل\r\nالحيرة والأنبار ( وهما من مدن العراق ) ووصل إليهما من طارئ طرأ\r\nعليهم من اليمن ، فالصحابة رضي الله عنهم كانوا يكتبون بالخط الكوفي\r\nالذي هو فرع من الخط الحميري العربي القديم الذي كان منتشرا باليمن\r\nوليس من المعقول ان الخط الحميري الذي هو أساس الخط العربي لا\r\nيكون له أصول وقواعد معروفة ، بل إن للخطوط التي هي أقدم من\r\nالخط الحميري بآلاف السنين قواعد تامة لا تخفى على من تخصص بفك\r\nطلاسمها وترجمتها في وقتنا الحاضر وذلك كالخط الهيروغليفي بأنواعه\r\nالثلاثة والفينيقي والآشوري والسرياني .\r\nولقد أجمع المؤرخون على أن أول من ادخل الكتابة إلى مكة\r\nالمشرفة حرب بن أمية ( 1 ) بن عبد شمس بن مناف القرشي وهو تعلمها\r\n\r\n","description":"","footnote":" ( 1 ) وترجمته هي حرب بن أمية بن عبد شمس جد معاوية بن أبي سفيان\r\nتعلم الخط من بشر بن عبد الملك حيث كان له صحبة بحرب بن أمية لتجارته عندهم\r\nفي بلاد العراق وقد سافر بشر معه إلى مكة فتزوج الصهباء بنت حرب المذكور\r\nأخت أبي سفيان وقد تعلم الخط من حرب المذكور جماعة منهم عمر بن الخطاب\r\nوعثمان بن عفان وعلي بن أبي طالب وطلحة بن عبيد الله وغيرهم رضي الله عنهم\r\nوحرب هذا كان قائد قريش كلها يوم الفجار وهو الذي تحمل الديات من ماله\r\nحينما دعا الناس إلى الصلح في ذلك اليوم ورهن لسدادها ولده أبا سفيان وكان\r\nحرب يسمر مع عبد المطلب بن هاشم وقد دامت الألفة بينها طويلا . اه‍\r\nمن الجزء الثاني من محاضرات الخضري بزيادة وتصرف ، وفي كتاب الاعلام تزعم\r\nالعرب ان الجن قتلته بثأر حية وفيه قال الشاعر\r\nوقبر حرب بمكان قفر * وليس قرب قبر حرب قبر\r\nوقد فاتنا ان نذكر ترجمته هذه عند ذكر اسمه في كتابنا تاريخ الخط العربي\r\nوآدابه . ","page_name":" 132 ","page_number":134},
  {"content":"\r\nفي أسفاره من عدة أشخاص منهم بشر بن عبد الملك ( 1 ) ثم تعلم منهما\r\nجماعة من قريش بمكة .\r\n\r\n","description":"","footnote":" ( 1 ) وترجمته هي بشر بن عبد الملك أخوا كيدر بن عبد الملك بن عبد الجن\r\nالكندي ثم السكوني صاحب دومة الجندل كان بشر المذكور يأتي الحيرة فيقيم بها\r\nالحين وكان نصرانيا فتعلم الخط العربي من أهل الحيرة ثم أتى مكة في بعض شأنه\r\nفرآه سفيان بن أمية بن عبد شمس وأبو قيس بن عبد مناف بن زهرة بن كلاب\r\nيكتب فسألاه أن يعلمهما الهجاء ثم أراهما الخط فكتبا ثم إن بشرا وسفيان وأبا قيس\r\nأتوا الطائف في تجارة فصحبهم غيلان بن سلمة الثقفي فتعلم الخط منهم وفارقهم\r\nبشر ومضى إلى ديار مضر فتعلم الخط منه عمرو بن زرارة بن عدس فسمى عمرو الكاتب\r\nثم اتى بشر الشام فتعلم الخط منه ناس هناك اه‍ بتصرف من كتاب فتوح البلدان\r\nللبلاذري .\r\nوفاتنا أن نذكر ترجمته هذه عند ذكر اسمه في كتابنا تاريخ الخط العربي وآدابه ","page_name":" 133 ","page_number":135},
  {"content":"\r\nاما المدينة فقد ذكروا ان رسول الله صلى الله عليه وسلم دخلها وكان فيها يهودي\r\nمن يهود ما سكة يعلم الصبيان الكتابة وكان فيها بضعة عشر رجلا\r\nيعرفونها منهم زيد بن ثابت وكان يكتب العربية والسريانية ثم انتشرت\r\nالكتابة بالمدينة أكثر من انتشارها بمكة بتحريض النبي صلى الله عليه وسلم فقد روى أنه\r\nامر عبد الله بن سعيد بن العاص ان يعلم الناس الكتابة ، وجاء عن\r\nعبادة بن الصامت قال علمت ناسا من أهل الصفة الكتابة والقرآن\r\nولقد جعل المسلمون فدية الكاتب من أسارى غزوة بدر الكبرى تعليم\r\nعشرة من صبيان المدينة وبذلك كثر المتعلمون حتى بلغ عدد كتابه صلى الله عليه وسلم\r\nنحو أربعين رجلا .\r\nومن بدء الهجرة إلى أمر عثمان رضي الله عنه بجمع القرآن يكون قد\r\nمر ربع قرن أفلا يكون التعليم منتشرا في هذه المدة - فهل بعد هذا نقول إن\r\nالصحابة رضوان الله تعالى عليهم ما كانوا يعرفون قواعد الكتابة\r\nوالاملاء ، ومن أراد زيادة الايضاح عن دخول الخط في الحجاز فعليه\r\nبمراجعة كتابنا تاريخ الخط العربي وآدابه وهو مطبوع بمصر .\r\n( فان قيل ) حيث ثبت انهم كانوا يعرفون قواعد الكتابة فلم\r\nاضطربوا في كتابة بعض الكلمات في المصحف العثماني ( نقول ) ان\r\nهذا الامر هو اللغز الذي جعل الأفكار حائرة ، لم تهد إلى حله فحول\r\n","description":"","footnote":"","page_name":" 134 ","page_number":136},
  {"content":"\r\nالعلماء وكبار العقلاء ومن هنا نسبوا إلى الصحابة الجهل بقواعد الكتابة\r\nفلو نظروا إلى كتاباتهم العامة المتداولة بينهم لما نسبوا ذلك إليهم\r\n( وان قيل ) ان قواعد الاملاء والنحو والصرف وضعها علماء الكوفة\r\nوعلماء البصرة ( 1 ) ( نقول ) نحن لا ننكر ذلك ولكن ليس المعنى انهم\r\nاخترعوا تلك القواعد من عند أنفسهم كلا ، وانما وضعوا نصب أعينهم\r\nلغة العرب وكتاباتهم فبنوا عليها قواعدهم واستنتجوها منها حتى يكون\r\nالنطق مطابقا لنطقهم والكتابة موافقة لكتاباتهم ، فالقواعد دائرة على\r\nلغة العرب وكتابتهم لا العكس .\r\nوالحقيقة ان قواعد كتاباتنا وشكل خطوطنا مأخودة عن العرب\r\nالأقدمين ، ومهما تعددت أنواعها وتطورت صورها فالأصل واحد\r\nلم يتغير ، ولو أردنا بسط هذا الكلام بحسب فن الخطوط لخرجنا عن\r\nالموضوع الذي نحن بصدده ، فتأمل ما ذكرناه لك جيدا فإنه مبحث\r\n\r\n","description":"","footnote":" ( 1 ) امام البصريين هو سيبويه عمرو بن عثمان بن قنبر واختلف في تاريخ وفاته\r\nفقيل سنة 188 وقيل غير ذلك ، وامام الكوفيين هو الكسائي علي بن حمزة\r\nأحد القراء العشرة واختلف في تاريخ وفاته أيضا فقيل سنة 192 وقيل غير ذلك - ولقد\r\nجرى بينهما جدال طويل في بعض قضايا النحو فتشيع لسيبويه أهل البصرة\r\nوللكسائي أهل الكوفة وبسبب ذلك نشأ الخلاف بين النحويين وإيجاد المذهبين\r\nمذهب البصريين ومذهب الكوفيين ثم جاء بعدهما أئمة زادوا في تلك القواعد . ","page_name":" 135 ","page_number":137},
  {"content":"\r\n\r\nنفيس لا تجده في غير كتابنا هذا والله الموفق للصواب .\r\nفهل بعد هذه الأدلة ننسب إلى الصحابة الجهل بقواعد الكتابة\r\nوالاملاء حاشاهم من ذلك وهم أنجم الهدى وأئمة الدين واللغة والكتابة\r\n( ومن اللطائف ) المناسبة لهذا المقام : ما يروى عن عمر بن الخطاب\r\nرضي الله عنه أنه لقي أعرابيا فسأله هل تحسن القراءة قال نعم فقال\r\nاقرأ بأم القرآن فقال الأعرابي والله ما أحسن البنات فكيف الام\r\nفضربه عمر بالدرة ( بكسر الدال وتشديد الراء هي السوط ) وأسلمه\r\nإلى الكتاب ليتعلم فمكث فيه حينا ثم هرب فلما رجع لأهله أنشدهم\r\nأتيت مهاجرين فعلموني * ثلاثة أسطر متتابعات\r\nكتاب الله في رق صحيح * وآيات القران مفصلات\r\nوخطوا لي أبا جاد وقالوا * تعلم سعفصا وقريشات\r\nوما أنا والكتابة والتهجي * وما خط البنين مع البنات\r\nوفي عنوان البيان : ان أول من جمع الأولاد في المكتب عمر بن الخطاب\r\nرضي الله عنه وأمر عامر بن عبد الله الخزاعي ان يلازمهم للتعليم وجعل\r\nرزقه من بيت المال وأمره ان يكتب للبليد في اللوح ويلقن الفهيم\r\nمن غير كتب وسألوه تخفيف التعليم فأمر المعلم بالجلوس بعد صلاة\r\nالصبح إلى الضحى العالي ومن صلاة الظهر إلى صلاة العصر ويستريحون\r\n","description":"","footnote":"","page_name":" 136 ","page_number":138},
  {"content":"\r\n\r\n\r\nبقية النهار ، ولما خرج رضي الله عنه إلى الشام عام فتحها ومكث شهرا\r\nثم رجع إلى المدينة وقد استوحش الناس منه فخرجوا للقائه تلقاه الصغار\r\nعلى مسيرة يوم وكان ذلك يوم الخميس فباتوا معه ورجع بهم يوم الجمعة\r\nفتعبوا في خروجهم ورجوعهم فشرع لهم الاستراحة في اليومين المذكورين\r\nفصار ذلك سنة متبعة ودعا بالخير لمن أحيا هذه السنة - انظر الفواكه\r\nالدواني على رسالة أبى زيد القيرواني - اه‍ من عنوان البيان\r\nالباب الرابع\r\n( وفيه فصلان )\r\n( الفصل الأول * فيما لو كتبنا القرآن الكريم بقواعد كتاباتنا )\r\nيقول بعض المتعلمين لو كان نسخ القرآن وطبعه بقواعد كتابتنا\r\nلكان أولى وأحسن من الرسم العثماني - وكما سبق انه لا يجوز ذلك باجماع\r\nالأئمة والعلماء فإننا نبين في هذا الفصل ما يترتب على قولهم هذا فنقول\r\nاننا لو كتبنا القرآن على طريقتنا المألوفة لأدى ذلك إلى ذهاب شئ من\r\nوجوه القراءات ، إذ من القواعد المقررة عند الأئمة أن الوقف الاختباري\r\nعلى كلمات القرآن يتبع الرسم العثماني ، والوقف الاختباري بالباء الموحدة\r\nكما تقدم : هو اختبار القارئ ليعلم كيف يقف على رسم المصحف العثماني\r\nمن مقطوع وموصول وثابت ومحذوف وتاء تأنيث لم تكتب بهاء .\r\n","description":"","footnote":"","page_name":" 137 ","page_number":139},
  {"content":"\r\n\r\nفمثلا ان كلمة \" الضعفاء \" مرسومة في المصحف العثماني بصورتين\r\n( الصورة الأولى ) كما تراها بألف بعد الفاء ثم همزة على السطر ،\r\nفهذه وما رسم مثلها لا اختلاف بين أئمة القراءات ( 1 ) في الوقف عليها\r\nبالهمز تبعا للرسم ما عدا حمزة وهشام فيقفان عليها بالألف ولا ينظران\r\nإلى الهمز ( 2 )\r\n( الصورة الثانية ) هكذا \" الضعفؤا \" بحذف ألف المد من\r\nالفاء ووضع الهمزة على واو وألف بعدها فهذه وما رسم مثلها بالواو أو ما\r\nرسم بالياء نحو \" أو من وراءى حجاب \" يقفون عليها بالهمز\r\n\r\n","description":"","footnote":" ( 1 ) أئمة القراءات عشرة وهم : أبو عمرو بن العلاء المتوفى سنة 154 هجرية ،\r\nوعبد الله بن كثير المتوفى سنة 120 ه‍ ، ونافع بن نعيم المتوفى سنة 169 ه‍\r\nوعبد الله بن عامر المتوفى سنة 118 ه‍ وعاصم بن بهدلة الأسدي المتوفى سنة 128 ه‍ ،\r\nوحمزة بن حبيب الزيات العجلي المتوفى سنة 156 ه‍ وعلي بن حمزة الكسائي امام\r\nالنحاة المتوفي سنة 189 ه‍ وأبو جعفر بن يزيد القعقاع المدني المتوفي سنة 132 ه‍ ،\r\nويعقوب بن إسحاق الحضرمي المتوفى سنة 185 ه‍ ، وقيل سنة 205 ه‍ وخلف\r\nابن هشام بن طالب ( ولم نقف على تاريخ وفاته )\r\n( 2 ) ان قيل لم لم يقفا على الهمزة اتباعا للرسم - قالوا وقفا عليها بحسب ما\r\nتلقياه عن مشايخهما وهم عن مشايخهم إلى رسول الله صلى الله عليه ، وحمزة هو\r\nابن حبيب الزيات أحد أئمة القراءات ، وهشام هو ابن عمار وهو روى عن ابن\r\nعامر أحد الأئمة ","page_name":" 138 ","page_number":140},
  {"content":"\r\nولا ينظرون إلى زيادة الواو أو الياء في الرسم ما عدا حمزة وهشام فإنهما\r\nيقفان على ما رسم بالواو باثني عشر وجها خمسة منها على القياس وسبعة\r\nعلى الرسم ويقفان على ما رسم بالياء بابدال الهمز ألفا بخمسة أوجه\r\nعلى الوجه القياسي وبأربعة أوجه على الرسمي ويعلم كل ذلك من علماء\r\nالقراءات .\r\nوان كلمة \" الملا \" مرسومة بصورتين ( الصورة الأولى ) كما تراها\r\nبوضع الهمزة على الألف فهذه وما رسم مثلها لا اختلاف بين القراء\r\nفي الوقف عليها بالهمز تبعا للرسم ما عدا حمزة وهشام فيقفان بابدال\r\nالهمز ألفا ولهما روم حركة الهمزة فقط ( والصورة الثانية ) هكذا\r\n\" الملؤا \" بهمزة على واو وألف بعدها فيقفون عليها بالهمز ولا ينظرون\r\nإلى زيادة الواو بخلاف حمزة وهشام فإنهما يقفان عليها بالوجهين المتقدمين\r\nولهما الوقف بالواو فيقولون \" الملوا \" ولهما الروم والاشمام ( 1 )\r\nوان كلمة \" رحمت \" المرسومة أحيانا بالتاء وأحيانا بالهاء فبعضهم\r\nيقف على التاء بحسب الرسم وبعضهم على الهاء بحسب الأصل ومثلها\r\nكل كلمة تشابهها نحو \" نعمت ، وسنت ، وامرأة \"\r\n\r\n","description":"","footnote":" ( 1 ) الروم بفتح الراء هو الاتيان بثلث الحركة ، والاشمام هو ضم الشفتين\r\nبعد اسكان الحرف ","page_name":" 139 ","page_number":141},
  {"content":"\r\nوان كلمة \" إبراهيم \" التي رسمت في البقرة هكذا \" ابرهم \" فقد\r\nقرأها ابن عامر ابراهام وقد ورد في غير البقرة قراءة إبراهيم ابراهام\r\nأيضا وذلك في بعض المواضع التي بينها الامام الشاطبي رحمه الله تعالى .\r\nوان كلمة \" ننج \" في آية \" كذلك حقا علينا ننج المؤمنين \"\r\nبيونس مرسومة بحذف الياء من الجيم بالاتفاق ولذا وقف كل القراء\r\nعليها بحذف الياء تبعا للرسم ما عدا يعقوب فإنه يقف باثباتها للدلالة\r\nعلى الأصل .\r\nوان كلمة \" لكنا \" في آية \" لكنا هو الله ربى \" بالكهف\r\nمرسومة بالألف وهي تحذف وصلا عند جميع القراء بخلاف ابن عامر فإنه\r\nيمدها ، أما في الوقف فإنهم يقفون عليها بالألف بالاتفاق حسب الرسم\r\nوان كلمة \" يخدعون \" من آية \" يخدعون الله والذين آمنوا \"\r\nلو رسمت بالألف هكذا \" يخادعون \" لفاتت قراءة يخدعون .\r\nوان لفظ \" كلمة \" المرسوم بالتاء من آية \" وتمت كلمة ربك صدقا\r\nوعدلا \" لو رسمت بالألف على قراءة الجمع هكذا \" كلمات \" لفاتت\r\nقراءة الافراد ولذلك رسموها بالتاء بدل الهاء .\r\nأما الكلمات التي ترسم أحيانا متصلة وأحيانا منفصلة نحو : أن لا\r\nوأن لو ، وبئسما ، وعما ، وكيلا - فالوقف على الحرف الأخير بالاتفاق\r\n","description":"","footnote":"","page_name":" 140 ","page_number":142},
  {"content":"\r\nإن كانت متصلة ، وعلى الحرف الأول أو الثاني إن كانت منفصلة أي\r\nيكون القارئ مخيرا في ذلك اه‍ ذكرنا هذه الأوجه من القراءات نقلا\r\nعن الشيخ احمد التيجي بمدرسة الفلاح بمكة حفظه الله\r\nوالأمثلة المذكورة تكفى اللبيب وتغني عن التطويل والحافظ\r\nللقرآن الكريم بجميع القراءات يعرف مالا يعرفه غيره في هذا\r\nالموضوع ، فإذا فهمت ما شرحناه هنا ظهر لك خطورة نسخ القرآن\r\nالعظيم بقواعد كتابتنا المألوفة نعم إذا كتبنا نحو هذه الكلمات المرسومة\r\nفي المصحف العثماني هكذا : \" رب العلمين ، الرءيا ، إسماعيل ، اليل\r\nمال هذا الرسول ، هذا غلم ، لأذبحنه ، ولا تقولن لشائ\r\nأرءيت الذي ، وألو استقموا \" بحسب قواعد كتاباتنا هكذا\r\n\" رب العالمين ، الرؤيا ، إسماعيل الليل ، ما لهذا الرسول ، هذا غلام\r\nلأذبحنه ، ولا تقولن لشئ ، أرأيت الذي ، وأن لو استقاموا \"\r\nلا بأس به إذ لا يضر هذا التعديل البسيط ولا يحصل به اخلال\r\nبحكم من احكام التلاوة - لكن لم يجوز أحد من الأئمة والعلماء مخالفة\r\nالرسم العثماني في نسخ المصحف وطبعه مطلقا ضر أو لم يضر ولم يستثنوا\r\nمن هذا الحكم شيئا من الكلمات .\r\n","description":"","footnote":"","page_name":" 141 ","page_number":143},
  {"content":"\r\n\r\nالفصل الثاني\r\n( فيما لو اتبعنا رسم المصحف العثماني في كتاباتنا )\r\nلا يمكن لنا أن نتبع رسم المصحف العثماني في كتاباتنا العامة لان\r\nمرسومه لا قاعدة له ، فالصحابة رضي الله عنهم ما مشوا في كتابته على\r\nوتيرة واحدة ، فأحيانا يكتبون الكلمة في موضع بشكل وأحيانا\r\nيكتبونها في موضع بشكل آخر ، ولهذا قالوا \" خط المصحف لا يقاس\r\nعليه \" .\r\nنعم رسموا بعض كلمات في جميع القرآن على صورة واحدة وذلك\r\nنحو \" الملائكة ، الانسان ، الشيطان ، سلطن ، الصرط ، العلمين\r\nأساطير ، هذا ذلك ، هؤلاء أولوا أولئك \" فإنهم حذفوا ألف المد\r\nمن هذه الكلمات وزادوا واوا في أولوا وأولئك .\r\nونحن نتبعهم في كتابة الكلمات الخمسة الأخيرة على ما رسموا غير\r\nأننا نحذف الألف من آخر كلمة أولو ، واما في المصحف فبالألف\r\nهكذا أولوا .\r\nولنذكر لك طائفة من الكلمات المتماثلة لفظا المتباينة رسما في هذا\r\nالجدول الثاني ليتضح لك ما ذكرناه من أن مرسومه لا قاعدة له .\r\n","description":"","footnote":"","page_name":" 142 ","page_number":144},
  {"content":"\r\n\r\nالجدول الثاني\r\nوفيه بعض الكلمات المرسومة في المصحف العثماني\r\nفي موضع بشكل وفي موضع بشكل آخر\r\nألم ذلك الكتب\r\nوإذ قال ربك للملائكة\r\nوكذبوا بآياتنا كذابا\r\nإنا لما طغا ( 1 ) الماء حملناكم\r\nالا من بعد ما جاءتهم البينة ( 3 )\r\nإن الصفا والمروة من شعائر ( 5 ) الله\r\nالقرون الأولى بصائر ( 7 ) للناس\r\nلكل اجل كتاب\r\nقل رب احكم بالحق\r\nلا يسمعون فيها لغوا ولا كذابا\r\nفأما من طغى ( 2 ) وءاثر الحياة\r\nفهم على بينت ( 4 ) منه\r\nوالبدن جعلناها لكم من شعئر ( 6 ) الله\r\nهذا بصئر ( 8 ) للناس\r\n\r\n","description":"","footnote":" ( 1 ) بالألف بالحاقة *\r\n( 2 ) بالياء بالنازعات ومثلها ليطغى بالعلق\r\nومثلها انه طغي بطه ومثلها أو أن يطغى بطه أيضا *\r\n( 3 ) بالهاء في البينة\r\n( 4 ) بالتاء في فاطر *\r\n( 5 ) بالألف بالبقرة *\r\n( 6 ) بدون ألف بالحج\r\n( 7 ) بالألف بالقصص *\r\n( 8 ) بدون ألف بالجاثية ","page_name":" 143 ","page_number":145},
  {"content":"\r\nوإن تعدوا نعمة ( 1 ) الله لا تحصوها\r\nسنة ( 3 ) من قد أرسلنا قبلك\r\nوألفيا سيدها لدا ( 5 ) الباب\r\nوامتازوا اليوم أيها ( 7 ) المجرمون\r\nقال ابن أم ( 9 ) إن القوم\r\nونقر في الأرحام ما نشاء ( 11 )\r\nانظر كيف ضربوا لك الأمثال ( 13 )\r\nتبارك ( 15 ) الذي إن شاء جعل\r\nقال له صاحبه ( 17 ) وهو يحاوره\r\nوأصحب الأيكة ( 19 ) وقوم تبع\r\nكي ( 21 ) لا يكون دولة بين الأغنياء\r\nوإن تعدوا نعمت ( 2 ) الله لا تحصوها\r\nفلن تجد لسنت ( 4 ) الله تبديلا\r\nإذ القلوب لدى ( 6 ) الحناجر\r\nسنفرغ لكم أيه ( 8 ) الثقلان\r\nقال يبنؤم ( 10 ) لا تأخذ بلحيتي\r\nأو أن نفعل في أموالنا ما نشؤا ( 12 )\r\nانظر كيف ضربوا لك الأمثل ( 14 )\r\nتبرك ( 16 ) الذي بيده الملك\r\nإذ يقول لصحبه ( 18 ) لا تحزن\r\nكذب أصحب لئيكة ( 20 ) المرسلين\r\nلكيلا ( 22 ) تأسوا على ما فاتكم\r\n\r\n","description":"","footnote":"\r\n( 1 ) بالهاء بالنحل *\r\n( 2 ) بالتاء بإبراهيم *\r\n( 3 ) بالهاء بالاسراء\r\n( 4 ) بالتاء بفاطر *\r\n( 5 ) بالألف بيوسف *\r\n( 6 ) بالياء بغافر\r\n( 7 ) بالألف بيسن *\r\n( 8 ) بدون ألف بالرحمن *\r\n( 9 ) بالألف وبفصل ابن عن أم بالأعراف *\r\n( 10 ) بدون ألف مع اتصال ابن بأم بطه\r\n( 11 ) الهمزة على السطر بالحج *\r\n( 12 ) الهمزة على واو بهود *\r\n( 13 ) بالألف بالاسراء *\r\n( 14 ) بدون ألف بالفرقان *\r\n( 15 ) بالألف بالفرقان *\r\n( 16 ) بدون الف بالملك *\r\n( 17 ) بالألف بالكهف *\r\n( 18 ) بدون ألف بالتوبة *\r\n( 19 ) بألف بق\r\n( 20 ) بدون ألف بالشعراء *\r\n( 21 ) منفصلة بالحشر *\r\n( 22 ) متصلة بالحديد ","page_name":" 144 ","page_number":146},
  {"content":"\r\nأئذا ( 1 ) متنا وكنا ترابا\r\nوأنا ظننا أن لن ( 3 ) تقول الانس\r\nوأن الله ليس بظلام ( 5 ) للعبيد\r\nوإذا لاتخذوك ( 7 ) خليلا\r\nوما دعاء ( 9 ) الكافرين الا في ضلل\r\nقل أؤنبئكم ( 11 ) بخير من ذلكم\r\nيمحوا الله ( 13 ) ما يشاء ويثبت\r\nلا يستأخرون ( 15 ) ساعة ولا يستقدمون\r\nولا تايئسوا ( 17 ) من روح الله\r\nوهو الذي أحياكم ( 19 ) ثم يميتكم\r\nأإذا ( 2 ) متنا وكنا ترابا\r\nأيحسب الانسان ألن ( 4 ) نجمع عظامة\r\nوأن الله ليس بظلم ( 6 ) للعبيد\r\nلو شئت لتخذت ( 8 ) عليه اجرا\r\nوما دعؤا ( 10 ) الكافرين الا في ضلل\r\nأءلقى ( 12 ) الذكر عليه من بيننا\r\nويمح ( 14 ) الله البطل ويحق الحق\r\nفلا يستئخرون ( 16 ) ساعة ولا يستقدمون\r\nحتى إذا استيئس ( 18 ) الرسل\r\nوكنتم اموتا فأحيكم ( 20 ) ثم يميتكم\r\n\r\n","description":"","footnote":" ( 1 ) الهمزة الثانية على نبرة بالواقعة *\r\n( 2 ) الهمزة الثانية على السطر بالقمر\r\n( 3 ) باثبات النون بعد الألف ومثلها كما ظننتم أن لن يبعث الله أحدا ومثلها\r\nوانا ظننا أن لن نعجز الله - كل هذه الآيات في الجن *\r\n( 4 ) بحذف النون بعد الألف بالقيمة ومثلها وألو استقاموا على الطريقة بالجن *\r\n( 5 ) بالألف بآل عمران *\r\n( 6 ) بدون الف بالحج *\r\n( 7 ) بالألف بالاسراء *\r\n( 8 ) بدون الف بالكهف *\r\n( 9 ) الهمزة على السطر بالرعد *\r\n( 10 ) الهمزة على واو بغافر\r\n( 11 ) الهمزة الثانية على واو بآل عمران *\r\n( 12 ) الهمزة الثانية على السطر بالقمر *\r\n( 13 ) بالواو بآخر الرعد *\r\n( 14 ) بحذف الواو بالشورى *\r\n( 15 ) الهمزة على الألف بالأعراف *\r\n( 16 ) بحذف الف الهمزة بيونس *\r\n( 17 ) بزيادة الف بين التاء والياء بيوسف *\r\n( 18 ) بحذف الألف بيوسف *\r\n( 19 ) بالألف في آخر الحج *\r\n( 20 ) بحذف الألف في أول البقرة ","page_name":" 145 ","page_number":147},
  {"content":"\r\n\r\n\r\nفعلم مما ذكرناه في هذا الجدول ان الصحابة رضى الله تعالى عنهم\r\nلم يتخذوا طريقة واحدة يسيرون عليها في كتابة المصحف العثماني\r\nفكيف يسهل علينا اتباع رسمه في كتاباتنا العامة - وسنذكر\r\nأن شاء الله تعالى في الفصول الآتية كثيرا من الأمثلة وغرائب الرسم\r\n( بيان ما يسوغ لنا اتباعه )\r\n( من المرسوم وما لا يسوغ )\r\nإذا أمعنا النظر وقارنا بين مرسوم المصحف العثماني وبين طريقة\r\nكتابتنا نجد في بعض الحالات لا يسوغ لنا اتباع رسمه لحصول الالتباس\r\nوصعوبة القراءة ، وفي بعض الحالات يستحسن لنا اتباعه .\r\n( فبيان ما لا يسوغ لنا اتباع رسمه ) نحو ما ذكرناه في هذا\r\nالجدول الثاني وما ذكرناه في الجدول الأول الواقع في أول الكتاب\r\nوكذلك حذف ألف المد من الكلمات نحو : رب العلمين ، ذلك\r\nالكتب لا ريب فيه ، أضغث أحلم ، هل أتى على الانسان\r\nيجعلون أصبعهم ، والمرسلت عرفا ، فالعصفت عصفا\r\nوالنشرت نشرا ، فالفرقت فرقا ، فلملقيت ذكرا .\r\nونحو : امرأة ، وقرت ، ورحمت ، ونعمت ، وسنت\r\nواليل - وحذف نبرة الهمزة أي سنتها من نحو السيئات\r\nوخطئين ، ومتكئين . إلى غير ذلك من الكلمات التي لا يمكن\r\n","description":"","footnote":"","page_name":" 146 ","page_number":148},
  {"content":"\r\n\r\nاستقصاؤها ولا تخفى مخالفتها ولنضرب مثالا لذلك بهذه الجمل\r\nالآتية وهي :\r\n( أيها الطلاب النجباء من حفظ العلوم والأدب ، وسبق أقرانه\r\nفي الطلب ، تعطى له جائزة من الديوان العالي ، ويوظف حسب\r\nدرجة معلوماته ، وقوة ملكته ، فاجتهدوا رعاكم الله تعالى في طلب\r\nالعلم وصابروا عليه ، تنالوا سعادة الدارين ، فالعلماء نور البلاد ، والجهلاء\r\nشرار العباد ، وأقرنوا العلم بالعمل تكونوا من الفائزين )\r\nفإذا كتبنا هذه الجمل بحسب رسم المصحف العثماني تكون\r\nصورتها هكذا :\r\n( أيه الطلب النجبؤا من حفظ العلوم والأدب ، وسبق\r\nأقرنه في الطلب ، تعطى له جئزة من الديون العلى ، ويوظف حسب\r\nدرجت معلومته ، وقوت ملكته ، فاجتهدوا رعكم الله تعلى\r\nفي طلب العلم وصبروا عليه تنلوا سعادت الدرين ، فالعلمؤا\r\nنور البلد والجهلاء شرار العبد وأقرنوا العلم بالعمل تكونوا من\r\nالفئزين ) .\r\nفالفرق في كتابة الجمل المذكورة بالرسم العثماني وبقواعد كتابتنا\r\nعظيم جدا كما هو ظاهر ، فالرسم العثماني خاص بكتابة المصاحف فقط\r\n","description":"","footnote":"","page_name":" 147 ","page_number":149},
  {"content":"\r\n\r\nالا يستسيغه الانسان في غيرها .\r\n( أما بيان ما يستحسن لنا اتباعه ) ففي نحو هذه الكلمات :\r\nاشتريه ، ومثويه ، وإحديهما ، ويغشها ، وتقويها ، وهل أتيك\r\nوترضيه ونجيكم .\r\nفكتابة الرسم العثماني لها أصح من كتابتنا لان أصلها يأتي\r\nونحن نكتبها بالألف هكذا : اشتراه ، مثواه ، إحداهما ، يغشاها\r\nتقواها ، وهل اتاك ، ترضاه ، نجاكم .\r\n( ويستحسن لنا اتباعه أيضا ) في الهمزات المرسومة في نحو هذه\r\nالكلمات : \" واسئل ، والمنشئات ، والظمئان ، وقرءان ،\r\nومئاب ووطئا ، وخطئا ، وليطفئوا ، ومسئولا ، وشركاءى ،\r\nوالمسئ ويسئمون ، ويجئرون ، وشطئه ، وشيئا \"\r\nوقد نتفق مع مرسوم المصحف في كتابة بعض الكلمات ولكثرة\r\nاستعمالنا لها لا نشعر بذلك ( مثاله ) بسم الله الرحمن الرحيم ، لا إله إلا الله\r\n، هذا ، ذلك ، هأنتم ، هؤلاء ، ههنا ، أولئك ، أولاء ، أولو ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) أي في زيادة الواو التي قبل اللام من أولو ، اما الألف التي بعد الواو\r\nالثانية فهي تثبت في الرسم العثماني وتحذف على قاعدتنا - وقد أشار بعضهم إلى زيادة\r\nالواو في أولو ، أولاء أولئك بقوله : تزاد واو وسط الثلاثة * أولى أولات وأولا الإشارة\r\nوآخرا تزاد واو عمرو * في حالة الرفع كذا في الجر ","page_name":" 148 ","page_number":150},
  {"content":"\r\n\r\nلكن ، إذا ، طه ، الذين ، ووضع ألف بعد واو الجماعة ، والهمزات\r\nبأنواعها ( عدا ما نستثنيه هنا ) إلى غير ذلك مما لا يخفى .\r\nوكان من حق هذه الكلمات أن تكتب هكذا :\r\n( باسم اللاه الرحمان الرحيم ، لا إلاه إلا اللاه ، هاذا ، ذلك\r\nها أنتم ، هاألاء ، هاهنا ، ألائك ، ألو ، ألاء ، لاكن ، إذن\r\nطاها ، اللذين ( 1 ) )\r\nلان الكتابة تكون على حسب النطق فإن كان الحرف ممدودا\r\nتزاد فيه أحد حروف المد التي هي الألف والواو والياء ، بحسب حركة\r\nذلك الحرف من فتح أو ضم أو كسر .\r\nأحوال الهمزة في القرآن\r\nاعلم أن جميع حالات الهمز في المصحف العثماني مضبوط على\r\nالقواعد المحررة ما عدا شئ يسير وهو في هذه الكلمات الآتية .\r\n( أأمنتم ، أءنزل ، أألد ، أإذا ، أءنا ، أإنك ، رأى ، الرءيا\r\n\r\n","description":"","footnote":" ( 1 ) القاعدة كما ذكره الخضري على ابن عقيل في أول اسم الموصول أن\r\nيكتب الذي وجمعه والتي بلام واحدة لكثرة استعمالها واللذين واللتين مثنى\r\nبلامين على الأصل في كل ما أوله لام حلى بأل وللفرق بينه وبين الجمع نصبا وجرا\r\nوحمل الرفع عليهما اه‍ من الخضري - أما في رسم القرآن فقد كتب جميع ما\r\nذكر بلام واحدة . ","page_name":" 149 ","page_number":151},
  {"content":"\r\n\r\nورءيا ، أرءيت ( 1 ) ، ألئن ، الملؤا ، نبؤا ، لا تظمؤا\r\nالعلماء ، الضعفؤا ، نشؤا ، شركؤا ، شفعؤا\r\nيتفيؤا ، تفتؤا ، ينشؤا ، أتوكؤا ، أنبؤا ، يبدؤا\r\nالبلؤا ، دعؤا ( 2 ) مستئنسين ، فليستئذنوا ، فلا\r\nيستئخرون ( 3 ) ولا تايئسوا ( 4 ) يبنؤم ، متكئا ،\r\nمن ورائ - حجاب ، إلى فرعون وملائه ، يسئلك ،\r\nوسئل ( 5 ) يجئرون ، ومنءاناءى اليل ، لتنوأ )\r\nثم إن الهمزة قد توضع على نبرة \" أي سنة \" وقد لا توضع عليها\r\n( فالحالة الأولى ) في نحو هذه الكلمات \" فئة ، خاسئا ، بالخاطئة\r\nالسيئة \" .\r\n\r\n","description":"","footnote":" ( 1 ) كتبت الهمزة في أرءيت الذي يكذب على السطر بخلافها في ورأيت\r\nالناس يدخلون فإنها كتبت على الألف .\r\n( 2 ) يلاحظ أن الكلمات الستة عشر التي أولها الملؤا وآخرها دعؤا\r\nزيدت في أواخرها ألف\r\n( 3 ) هذا في سورة يونس أما التي بالأعراف فإنها هكذا فلا يستأخرون\r\n( 4 ) أي وبزيادة الف وكذلك انه لا يايئس بخلاف فلما استيئسوا ومثلها\r\nحتى إذا استيئس كلاما بدون الف وهذه الكلمات كلها في سورة يوسف\r\nواما التي بسورة الرعد وهي أفلم يايئس فإنها بالألف\r\n( 5 ) الشاهد في الهمزة لا في حذف الألف التي قبل السين ","page_name":" 150 ","page_number":152},
  {"content":"\r\n\r\n( والحالة الثانية ) في نحو هذه الكلمات \" السيئات ،\r\nمتكئا خطئين ، متكئين ، الأفئدة ، شيئا \" -\r\nعلى أننا تأملنا الكلمتين الأخيرتين \" الأفئدة وشيئا \" ونحوهما\r\nمن كل همزة وقعت بعد ساكن لوجدنا حذف النبرة منهما أولى وأصح .\r\n( ومما يناسب هذا المقام ) ذكر سؤال من الأسئلة التي كنا بعثناها\r\nلمشيخة المقارئ المصرية مع الإجابة عليه ( 1 ) وهو \" المعروف ان\r\nالهمزة اخترعها الخليل بن أحمد الفراهيدي المتوفى عام مائة وسبعين فلم\r\nتكن إذا موجودة في مصحف عثمان بن عفان رضي الله عنه فلم لم\r\nتكتب الهمزات في المصحف الأميري الذي طبعته الحكومة المصرية\r\nعام ألف وثلاثمائة واثنين وأربعين هجرية على القواعد الاملائية فمثلا\r\nكلمة أفرءيتم كتبت الهمزة الثانية على السطر وكذلك أرءيت الذي\r\nمع أنهما مفتوحتان وما قبلهما مفتوح أيضا بخلاف ورأيت الناس\r\nوكلمة أأنتم كتبت الهمزة الأولى على السطر فلم لم تكتب على الألف\r\nمثل أيطمع ولم لم تكتب الهمزة الثانية من أءنا على الياء مثل أئذا\r\nوكلتاهما مكسورتان وما قبلهما مفتوح \"\r\n\r\n","description":"","footnote":" ( 1 ) سبق أن ذكر في صحيفة 112 تاريخ ورود إجابة مشيخة المقارئ\r\nالمصرية على أسئلتنا وأن جميع الأسئلة والإجابة عليها محفوظ لدينا ","page_name":" 151 ","page_number":153},
  {"content":"\r\n( فأجابنا عليه ) شيخ القراء هناك فضيلة الأستاذ الشيخ محمد على\r\nالضباع إجابة طويلة نختصرها فيما يأتي وهو : ان صورة الهمزة ليست\r\nفي مصحف عثمان لأنها من علامات الضبط الذي أحدث بعد عهده\r\nوالهمز في القرآن إما أن يكون همز قطع أو وصل ، فهمزة الوصل ترسم\r\nألفا ونص أهل الرسم على حذفها في خمسة أحوال ( الأولى ) مثل\r\nوأتوا وفأتوا ( الثانية ) مثل وسئل فسئل ( الثالثة ) مثل للدار\r\nللذين ( الرابعة ) مثل أتخذتم أفترى ( الخامسة ) مثل بسم الله .\r\nواما همزة القطع فالأصل في رسمها أن تكتب ألفا إذا وقعت أولا\r\nوإلا كتبت بصورة الحرف الذي تؤول إليه في التخفيف أو تقرب\r\nمنه فان كانت تخفف ألفا أو كالألف فقياسها ان تكتب ألفا ، وان\r\nكانت تخفف ياء أو كالياء فقياسها أن تكتب ياء ، وان كانت تخفف واوا\r\nأو كالواو فقياسها أن تكتب واوا ، وان كانت تخفف بالحذف بنقل أو\r\nغيره فقياسها الحذف .\r\nوتفصيل هذا الأصل . ان همزة القطع على قسمين ساكنة\r\nومتحركة ، والساكنة تقع وسطا وطرفا ، والمتحركة تقع ابتداء ووسطا\r\nوطرفا هذا هو القياس في العربية وخط المصاحف العثمانية .\r\nوجاءت أحرف في خط المصاحف خارجة عن هذا القياس لمعنى\r\n","description":"","footnote":"","page_name":" 152 ","page_number":154},
  {"content":"\r\nمقصود ووجه مستقيم يعرفه من قدر للسلف قدرهم .\r\nومن هذه الأحرف كلمة \" رأيت \" كيف جاءت بعد همزة الاستفهام\r\nنحو : أرءيت ، أفرءيت ، أرأيتم ، أفرءيتم ، فإنه رسم في بعض المصاحف\r\nبحذف الألف التي بعد الراء وقد ضبطت في المصحف الأميري بوضع\r\nالقطعة \" الهمزة \" مكانها لتدل عليها ولعلها حذفت لاحتمال القراءتين\r\nفإنها قرئت بالهمزة وتركها .\r\nومنها \" أأنذرتهم \" وبابه فإنه رسم في المصاحف بألف واحدة\r\nوهل هي الأولى أو الثانية ، الذي جرى عليه العمل في المصحف الأميري\r\nأنها الثانية ولذا وضعت قطعة الضبط وهي \" الهمزة \" مكان همزة\r\nالاستفهام لتدل عليها .\r\nومنها \" أءنا \" ونحوه من كل ما اجتمع فيه همزتان مفتوحة\r\nومكسورة والأولى للاستفهام فإنه رسم في بعض المواضع بحذف\r\nصورة الهمزة الثانية وهي الياء وقد وضع علماء الضبط القطعة مكانها\r\nلتدل عليها .\r\nوقد استوفى علماء القراءة والرسم ما خرج عن الأصل من باب\r\nالهمز في كتبهم فارجع إليها ان شئت اه‍ .\r\nهذا مختصر ما أجابنا به فضيلة شيخ المقارئ المصرية حفظه الله تعالى\r\n","description":"","footnote":"","page_name":" 153 ","page_number":155},
  {"content":"\r\n\r\n\r\nولقد فصل جميع ما جاء مجملا عن أحوال الهمز في اجابته ونحن خوفا\r\nمن التطويل لخصناها فيما ذكر بما لا يخل بالمقصود .\r\nالباب الخامس\r\n( في ذكر شئ من مرسوم القرآن الكريم )\r\n( وفيه أربع فصول )\r\n( الفصل الأول * في رسم الكلمات الآتية )\r\nإبراهيم ، أيها سعوا ، عتوا ، لام الجر المقطوع عن مجرورها ،\r\nابدال هاء التأنيث تاء - وغيرها\r\nنذكر في كل فصل من فصول هذا الباب شيئا من الكلمات\r\nالقرآنية على رسم المصحف العثماني معتمدين في النقل على المصحف الأميري\r\nالذي طبعته الحكومة المصرية سنة ألف وثلاثمائة واثنين وأربعين\r\nهجرية .\r\nفمثلا - كلمة \" إبراهيم \" مرسومة في سورة البقرة هكذا\r\n\" ابرهم \" وفي بقية القرآن هكذا \" إبراهيم \" اما الألف التي بعد\r\nالراء فمحذوفة من الصورتين وكلمة \" أيها \" مرسومة في جميع القرآن\r\nبالألف بعد الهاء ما عدا ثلاثة مواضع فمرسومة فيها بحذف الألف\r\nهكذا \" أيه \" نحو \" سنفرغ لكم أيه الثقلان \"\r\n","description":"","footnote":"","page_name":" 154 ","page_number":156},
  {"content":"\r\n\r\nوكلمة \" عتوا \" التي بالأعراف وضعوا فيها ألفا بعد الواو\r\nبخلاف \" عتو \" التي بالفرقان فإنهم حذفوها منها\r\nوكلمة \" سعوا \" التي بالحج وضعوا فيها ألفا بعد الواو بخلاف\r\n\" سعو \" التي بسبأ فإنهم حذفوها منها\r\nوكلمة \" مائة \" كتبوها بالألف ( 1 ) ولم يكتبوا كلمة \" فئة \"\r\nمثلها مع أنها تشابهها في الحركات ، وأثبتوا الألف بعد واو فعل جمع\r\nفي القرآن كله ( 2 ) ما عدا أربع كلمات وهي : \" جاءو . فاءو . باءو\r\nتبوءو \" فإنهم حذفوا الألف منها بعد الواو وأبدلوا هاء التأنيث\r\nتاء ( 3 ) في ما يأتي من الكلمات وذلك في بعض المواضع التي تعرف من\r\nعلم التجويد وفن الرسم وهي : \" رحمة ، نعمة ، سنة ، امرأة ، كلمة\r\nشجرة ، جنة ، قرة ، فطرة ، بينة ، بقية ، ابنة ، لعنة ، معصية \"\r\n\r\n","description":"","footnote":" ( 1 ) والى زيادة الألف في مائة أشار بعضهم بقوله :\r\nووسطا تزاد في لفظ مائه * ولو مع الآحاد كالخمسمائة\r\n( 2 ) القاعدة الاملائية : أن تزاد الألف بعد واو فعل جمع نحو ضربوا\r\nواضربوا ولم يضربوا ، وإلى هذا أشار بعضهم بقوله :\r\nتزاد في واو الضمير كاشعروا * بأنهم لم يظلموا إذ قدروا\r\nالا جمع اسم كألو الفضل وضاربو زيد ، وفعل مفرد كيدعو - لكن رسم\r\nالمصحف لا يتمشى مع القواعد فلم تحذف الألف من نحن أولوا قوة ، ومن لمن\r\nكان يرجوا الله وحذفت من الكلمات الأربع ( جاءو . فاءو . باءو . تبوءو . )\r\n( 3 ) والقاعدة الاملائية أن كل تاء بعد الفتحة تربط . ","page_name":" 155 ","page_number":157},
  {"content":"\r\n\r\nمثال ذلك : رحمت الله ، وبنعمت الله ، سنت الأولين ، امرأة\r\nالعزيز ، كلمت ربك ، ان شجرت الزقوم ، وجنت نعيم ، قرت\r\nعين لي ولك ، فطرت الله التي فطر الناس عليها ، فهم على بينت\r\nمنه بسورة فاطر ، بقيت الله خير لكم ، ومريم ابنت عمران ، أن\r\nلعنت الله ، ومعصيت الرسول .\r\nفهذه الكلمات فيما عدا المواضع التي ذكرت في علم التجويد ترسم\r\nبالهاء ( 1 ) ولولا خوف التطويل لذكرنا تلك المواضع كلها .\r\nوإلى ما ذكر أشار العلامة المرحوم الشيخ محمد العاقب بقوله ،\r\nفما أتى من صور مزيده * فيه وحذف أحرف عديده\r\nكالياء إذ زيدت لدى بأييد * وحذفت من قوله ذا الأيد\r\nوالألف المزيد في لفظ مائه * وفي أقاموا دون جاءو وفئه\r\nوالألف المرسوم في فعل سعوا * في الحج دون غيره وفي عتوا\r\nونعمت إذ رسمت بالتاء * طورا وطورا صورت بالهاء\r\n\r\n","description":"","footnote":" ( 1 ) وبما أنه ورد في رسم المصحف العثماني ابدال هاء التأنيث تاء أحيانا كما\r\nهو مذكور أعلاه لا نخطئ الأتراك في كتابتهم لبعض الأسماء التي في آخرها\r\nهاء بالتاء نحو . نعمت ، عصمت ، شوكت ، جودت ، طلعت ، رأفت ، حكمت\r\nدولت ، حريت ، عدالت ، سماحت ، نزاهت . والظاهر أنهم يكتبونها كذلك\r\nبحسب نطقهم . ","page_name":" 156 ","page_number":158},
  {"content":"\r\nوالأحرف التي يهجى القارى ( 1 ) * بها هجاء الألدة الصغار ( 2 )\r\nفكل ذا لعلة مقدره * وحكمة عن الحجا مخدره\r\nأنفاسه للنفس لا تنسم * وسره عن الورى مطلسم\r\nوقد تكلف شيوخ الكتبة * فسارعوا فيه لنحت الأجوبة\r\nفذكروا من ذاك ما لا يقنع * قلبا ولا غل غليل ينقع ( 3 )\r\nومثلا - قطعوا لام الجر عن مجرورها في أربعة مواضع نحو\r\n\" مال هذا الرسول \" .\r\nوقطعوا في عن ما بأحد عشر موضعا نحو \" لمسكم في ما أفضتم \"\r\nوقطعوا كل عن ما في خمسة مواضع نحو \" كل ما دخلت أمة \"\r\nوقطعوا من عن ما في ثلاثة مواضع نحو \" فمن ما ملكت \"\r\nوقطعوا حيث عن ما في موضعين نحو \" وحيث ما كنتم فولوا\r\nوجوهكم شطره \"\r\nوقطعوا أن المخففة المفتوحة عن لا في عشرة مواضع نحو \" أن لا\r\nتشرك بي شيئا \"\r\nووصلوا بئس بما في ثلاثة مواضع نحو \" بئسما اشتروا به أنفسهم \"\r\n\r\n","description":"","footnote":" ( 1 ) المراد بالأحرف هنا فواتح بعض السور نحو حم وطسم وكهيعص\r\n( 2 ) الألدة بكسر الهمزة وسكون اللام الصبية\r\n( 3 ) أي لايل يز عطش عطشان ","page_name":" 157 ","page_number":159},
  {"content":"\r\n\r\nووصلوا أين بما في خمسة مواضع نحو \" أينما ثقفوا \"\r\nووصلوا كي بلا في أربعة مواضع نحو \" كيلا تحزنوا على ما فاتكم \"\r\nإلى غير ذلك مما لو أحصيناه لطال بنا الشرح ، ولهذا لم نذكر\r\nبيان كل المواضع في جميع ما تقدم ويعلم تفصيلها من كتب التجويد .\r\nولقد ذكر نوعي الفصل والوصل العلامة الشيخ محمد العاقب\r\nالشنقيطي رحمه الله تعالى في نظمه كشف العمى بقوله\r\nفصل وفى ما الفصل إحدى عشره * من بعد لا جناح أخرى البقرة\r\nوالشعرا والروم فيهما استقر * واثنان مع يبلوكم مثل الزمر\r\nوبعدهم في الأنبياء ونقلا * قبل أفضتم وأوحى ولا\r\nوباتصال الخط بيسما خلا * ما فاء أو لام عليه دخلا\r\nوقطع مما قد أتى يقينا * من ما رزقنا في المنافقينا\r\nوقبلها حرفان باستواء * مع ملكت في الروم والنساء\r\nوكلما بالاتصال يدرى * الا سألتم وردوا تترا\r\nوقطعت أم من يكون في النساء * وقبل يأتي وخلقنا أسسا\r\nوأينما بالوصل عنهم يؤخذ * مع ثم يدرككم يوجه اخذوا\r\nوسورة الأحزاب كي لا الأول * فيها وفي نحل وحشر يفصل\r\nوحكم لام الجر أن ينفصلا * في مال هذا والذين هؤلاء\r\nوأخرجت مخرج مال الله * مع انعدام الشبه والتضاهي\r\nفصل وحيث ما بفصل قد فشا * عن ما نهوا عن من تولى ويشا\r\nولات حين ثم هم ويوم هم * في غافر والذاريات وابن أم\r\nفصل ووصل أيما قد التزم * كويكأن فيم ممن عم مم\r\nمهما والا ربما وأما * كأنما هلم مع نعما\r\nهذا وغير ذا من البديهي * وذكره يقدح في النبيه\r\nفاقطع إذا صح وصل ان لم يصح * والفرق بين ذا وذاك يتضح\r\n","description":"","footnote":"","page_name":" 158 ","page_number":160},
  {"content":"\r\n\r\nالفصل الثاني\r\n( في رسم البسملة ، وهمزة نحو ائذا ، وتبارك ، وألف المد )\r\n( وألف التثنية ، وما كتب بلام أو لأمين وغيرها )\r\nحذفوا من \" بسم الله الرحمن الرحيم \" ثلاث ألفات ، الأولى من\r\nبسم ، والثانية من الله ، والثالثة من الرحمن - والعلماء لم يبحثوا عن\r\nحذف الألف من الاسمين الشريفين بل ذكروا تعليلات متنوعة عن\r\nحذفها من بسم فقط ، على أنه مهما ذكروا من التعليلات لحذفها منه فما\r\nهو الا من قبيل الاستئناس والتمليح لا غير ، لان الحقيقة التي لا تنكر\r\nان كتابة البسملة بهيئتها المعروفة لدينا هي من رسم المصحف العثماني\r\nمن ابتداء الامر قبل النظر في العلل والأسباب ( 1 )\r\nثم لا ندري لم حذفت ألف بسم من البسملة فقط ولم تحذف من\r\n\r\n","description":"","footnote":" ( 1 ) جاء في أول تفسير القرطبي روى الشعبي والأعمش ان رسول الله صلى الله\r\nعليه وسلم كان يكتب باسمك اللهم حتى امر ان يكتب باسم الله فكتبها فلما نزلت قل ادعوا الله أو ادعوا الرحمن كتب بسم الله الرحمن فلما نزلت انه من سليمان\r\nوانه بسم الله الرحمن الرحيم كتبها وفي مصنف أبى داود قال الشعبي وأبو مالك\r\nوقتادة وثابت بن عمارة ان النبي صلى الله عليه وسلم لم يكتب بسم الله الرحمن الرحيم\r\nحتى نزلت سورة النمل اه‍ من التفسير المذكور ومعنى كتابة رسول الله صلى الله\r\nعليه وسلم البسملة انه امر بكتابتها ، وهذا من قبيل بنى الأمير المدينة فالنبي عليه\r\nالصلاة والسلام أمي لا يقرا ولا يكتب . ","page_name":" 159 ","page_number":161},
  {"content":"\r\n\" اقرأ باسم ربك \" ومن \" سبح اسم ربك \" ومن \" فسبح باسم\r\nربك العظيم \" مع العلم بأنه كان من حق البسملة ان تكتب على حسب\r\nالنطق هكذا \" باسم اللاه الرحمان الرحيم \" .\r\nويرى بعضهم بمناسبة حذف الألف من بسم تطويل الباء\r\nمنها بمقدار نصف الألف ليدل عليها ولأنه أول حرف يكتب من\r\nالقرآن فتطويله من قبل التعظيم وإلى هذا أشار الشيخ محمد العاقب\r\nرحمه الله تعالى بقوله :\r\nيطول الباء ويحذف الألف * من لفظ بسم الله كيفما ألف\r\nوحد طوله بلا ازدياد * مقدار نصف ألف المعتاد\r\nوهل للاشعار بما قد سلبا * أو ليرى أول حرف كتبا\r\nمقابلا بالرفع والتحسين * قولان في تفسير فخر الدين\r\n( ونحن نقول ) ان تطويل الباء وكتابة الحروف راجع لقواعد تحسين\r\nالخط التي وضعها الخطاطون لاظهار جمال الحروف ، ففي بعض أنواع\r\nالخطوط يستحسن تطويل الباء الواقعة أول الكلمة كما في الخط\r\nالكوفي وخط الثلث والنسخ وفي بعضها يستحسن تقصيرها كما\r\nفي الخط الفارسي وخط الرقعة .\r\n","description":"","footnote":"","page_name":" 160 ","page_number":162},
  {"content":"\r\nومن اللطائف المناسبة قول أبي سعيد الرستمي :\r\nمن الناس من يعطى المزيد على الغنى * ويحرم ما دون الرضا شاعر مثلي\r\nكما ألحقت واو بعمرو زيادة * وضويق بسم الله في ألف الوصل\r\nوحذفوا الألف من \" واسئل \" أينما وقعت في القرآن فيكتبونها\r\nهكذا \" وسئل ، فسئل \" ولم يحذفوها من نحو \" واستغفره ،\r\nواستغنى ، واستغشوا \" .\r\nوحذفوا إحدى اللامين من هذه الكلمات \" اليل ، والذي\r\nوالذان ، والذين ، والتي ، والئى \" وكان من حقها كتابتها بلامين\r\nبحسب النطق * ولم يحذفوها من هذه الكلمات \" اللطيف ، اللؤلؤ\r\nاللهو ، اللعبين ، اللغو ، اللوامة ، اللت ، اللعنة ، اللهب \"\r\nوحذفوا ألف المد الواقعة بعد الواو من نحو هذه الكلمات\r\n\" والقوعد ، وحدة ، إخونكم ، أخولكم ، أزوجه ، لوقع ، ألونكم\r\nأبوبا ، أمولكم ، الصوعق ، روسى ، بأكوب بأفوههم ، السماوات \"\r\nولم يحذفوها بعد الواو من نحو هذه الكلمات \" الواقعة ، توارت\r\nالجوار ، الكوافر ، لهى الحيوان ، الكواكب ، وأكواب ، الحواريون\r\nأواب ، لواحة ، خوار ، الثواب \"\r\nوأثبتوا ألف المد في كلمة \" لاهية قلوبهم \" بأول الأنبياء وحذفوها\r\nمن هذه الكلمات \" لبثين ، لغية ، لقيه ، لعبين \"\r\n","description":"","footnote":"","page_name":" 161 ","page_number":163},
  {"content":"\r\nوحذفوا ألف المد أيضا من نحو \" قالوا جزؤه ( 1 ) ، وذلك\r\nجزؤا ( 2 ) ، وجزؤا سيئة ( 3 )\r\nولم يحذفوها من نحو \" جزاؤهم عند ربهم \" ( 4 ) ، جزاؤكم جزاء\r\nموفورا ( 5 ) ، لهم جزاء الضعف \" ( 6 )\r\nوأثبتوا ألف المد غالبا إذا وقعت بعدها همزة نحو \" حدائق ،\r\nالأرائك ، الخائضين ، خائفا ، طائفة ، وابتغاؤكم ، هذا بصائر \" ( 7 )\r\nولم يثبتوها في نحو \" سئحت ، كبئر الاثم * الخبائث ، اسرءيل \"\r\nوكتبوا الهمزة الثانية من \" أئذا وأئنا \" على السطر أحيانا وعلى\r\nالنبرة أحيانا أخرى نحو \" أئذا متنا ، أإذا كنا ترابا ، أئنا لمخرجون ،\r\nأءنا لمبعوثون \" .\r\nوكتبوا \" وإذا رأى الذين ، ورءا المجرمون \" بألف بعد الهمزة\r\nالتي على السطر بخلاف \" ما كذب الفؤاد ما رأى ، لقد رأى من ءايت\r\nربه \" فإنه بياء بعد الهمزة التي رسمت فوق الألف .\r\nوكتبوا بالواو هذا الثمانية الكلمات \" الصلاة ، الزكاة\r\n\r\n","description":"","footnote":" ( 1 ) بسورة يوسف *\r\n( 2 ) بالحشر *\r\n( 3 ) بالشورى *\r\n( 4 ) بالبينة\r\n( 5 ) بالاسراء *\r\n( 6 ) بسباء\r\n( 7 ) كتبت بصائر بالألف في سورة القصص والاسراء والأعراف ،\r\nواما التي بالجاثية فقد كتبت بغير الف هكذا \" بصئر \" ","page_name":" 162 ","page_number":164},
  {"content":"\r\nالحياة ( 1 ) الربوا ، النجوة ، الغدوة ، مشكاة ، منوة \"\r\nوقد جمعها المرحوم الشيخ محمد العاقب في قوله .\r\nوفى الصلاة والحياة فاكتبا * واوا بغير مضمر مثل الربا\r\nمشكاة الزكاة والنجاة مع * مناة والغداة كيفما وقع ( 2 )\r\nوكتبوا قوله تعالى \" وليكونا من الصاغرين \" وقوله \" لنسفعا\r\nبالناصية \" بالألف وكان الأولى كتابتهما بالنون لأنهما فعلان اتصلت\r\nبهما نون التوكيد الخفيفة\r\nوكتبوا \" إذا \" بالألف نحو \" تلك إذا كرة خاسرة \" اما كتابتها\r\nفي غير المصحف فقد اختلفوا فمنهم من يكتبها بالنون ومنهم من يكتبها\r\nبالألف وانظر تفصيل ذلك في حاشية الخضري على ابن عقيل عند\r\nقول الناظم ( ونصبوا باذا المستقبلا ) . وإلى ما ذكر أشار بعضهم بقوله :\r\nنون إذا ونون توكيد تخف * نحو إذا لنسفعا فبالألف\r\nكذلك التنوين في اسم نصبا * مثاله اهلا وسهلا مرحبا\r\nما لم يكن . . الخ\r\n\r\n","description":"","footnote":" ( 1 ) تكتب الثلاث الكلمات الأولى بالواو إذا لم تضف إلى ضمير فان\r\nأضيفت كتبت بالألف نحو \" الا حياتنا الدنيا ، في صلاتهم ، وكذلك وما ءاتيتم\r\nمن ربا \" ما عدا أصلوتك تأمرك ، وان صلاتك سكن لهم\r\n( 2 ) كان الأولى كتابة الكلمات في البيتين بالواو لكن عدلنا عن ذلك\r\nلتسهل قراءتها . ","page_name":" 163 ","page_number":165},
  {"content":"\r\nووضعوا ألفا بعد دال ثمود إذا وقعت في محل نصب فقط نحو\r\n\" إن ثمودا كفروا ربهم ، وثمودا فما أبقى ، وعادا وثمودا \"\r\nوحذفوا الألف من \" تبرك اسمك ربك \" ومن \" تبرك الذي\r\nبيده الملك \" ومن \" ماء مبركا \" ومن \" شجرة مبركة \"\r\nوأثبتوها في \" فتبارك الله رب العلمين \" وفي \" فتبارك الله\r\nأحسن الخلقين \" وفي \" وهذا ذكر مبارك \" وفي \" منزلا مباركا \"\r\nوحذفوا الألف من \" أو أثرة من علم \" في الأحقاف وفي\r\n\" على ءآثرهم \" في الصافات وفى الزخرف وفي الحديد .\r\nوأثبتوها في \" على ءآثارهما \" بالكهف وفي \" وآثارا في الأرض \"\r\nفي آيتين بسورة غافر .\r\nوحذفوا الألف من نحو \" ويضرب الله الأمثل للناس \" ومن\r\n\" أنظر كيف ضربوا لك الأمثل \" بالفرقان ومن \" وتلك الأمثل\r\nنضربها للناس \" وأثبتوها في \" فلا تضربوا لله الأمثال \" وفي \" كذلك\r\nيضرب الله الأمثال \" وفي \" انظر كيف ضربوا لك الأمثال \" بالاسراء\r\nوحذفوا الألف من لفظة ( كتاب ) في جميع القرآن ما عدا هذه\r\nالآيات فإنهم كتبوها بالألف وهي \" من كتاب ربك ، لكل أجل كتاب ،\r\nإلا ولها كتاب معلوم ، طس تلك آيات القرآن وكتاب مبين \" .\r\n","description":"","footnote":"","page_name":" 164 ","page_number":166},
  {"content":"\r\n\r\nواثبتوا الألف في لفظة ( قال ) في جميع القرآن ما عدا هذه\r\nالآيات فإنهم كتبوها بغير ألف وهي \" قل رب احكم بالحق ، قل كم\r\nلبثتم في الأرض ، قل إن لبثتم الا قليلا ، قل ربى يعلم القول ، قل\r\nأولو جئتكم \" .\r\nالفصل الثالث\r\n( في ألف التثنية * ورسم صيغ المبالغة ، وصيغ المفرد والجمع )\r\n( ورسم صاحبكم ، وأسماء بعض الأنبياء ، وألف المد )\r\nلا يحذفون ألف التثنية غالبا نحو \" هل يستويان ، هذان خصمان ،\r\nتستفتيان ، جنتان ، يخصفان \"\r\nوقد يحذفونها نادرا نحو \" إن هذن لسحرن \"\r\nولا يحذفون غالبا ألف المد في صيغ المبالغة نحو \" توابا ، أواب\r\nوهاجا ، ثجاجا ، ديارا ، كبارا ، الوهاب ، الكفار ، حمالة ،\r\nشاقوا الله ، وأن الله ليس بظلام للعبيد \" التي بآل عمران فقط .\r\nوقد يحذفونها منها نادرا نحو \" وما أنا بظلم للعبيد \" التي بالحج\r\nوالتي بق ، علم الغيوب ، تشقون فيهم ، ولا تحضون على طعام ،\r\nوهو الخلق العليم ، إلى العزيز الغفر \"\r\nولا يحذفون ألف المد في صيغ المفرد غالبا نحو \" عالم الغيب ،\r\n","description":"","footnote":"","page_name":" 165 ","page_number":167},
  {"content":"\r\nلقادر ، ناصر ، ساجدا ، كاذبة ، فاعل ، فاسق ، شاكر ، قانتا ، كاشفة\r\nصابرا ، وكان الكافر ، وهو ظالم لنفسه ، كانت ظالمة ، وعمارة ، سقاية \"\r\nوقد يحذفونها منها نادرا نحو \" وهي ظلمة ، وانى لأظنه كذبا\r\nإني عمل فسوف ، عقبة ، ميقت ، فما متع \"\r\nأما حذف الف المد في صيغ الجمع فمطرد نحو \" رب العلمين\r\nالظالمين ، شكرون ، في السجدين ، خمدون ، الكافرون ،\r\nان المنفقين ، الرسخون ، من الغبرين الحكمين \"\r\nوأثبتوا الألف في \" وما صاحبكم بمجنون ، قال له صاحبه وهو\r\nيحاوره ، ثم تتفكروا ما بصاحبكم من جنة ، وصاحبهما في الدنيا\r\nمعروفا ، فنادوا صاحبهم فتعاطى ، ولا تكن كصاحب الحوت \"\r\nوحذفوها من \" فقال لصحبه ، إذ يقول لصحبه ، ما اتخذ\r\nصحبة ، وصحبته وبنيه \"\r\nوحذفوها من بعض الأسماء نحو \" إبراهيم ، إسماعيل ، اسحق\r\nسليمان ، هارون ، صلح . \"\r\nاما حذف الف المد واثباتها في غير ما ذكرناه فهو كثير في القرآن\r\nالكريم فمثال الحذف : هذا غلم ، بهتن ، بضعة ، خشعة ،\r\nإذ يتنزعون ، والمحصنات ، حفظون ، الانسان ، سلطن ، شيطن\r\n","description":"","footnote":"","page_name":" 166 ","page_number":168},
  {"content":"\r\n\r\nومثال الاثبات : أنصار الله ، وإذا خاطبهم ، علمه البيان ، عجاف\r\nمن أساور ، واما الجدار * إلى نعاجه ، المحراب ، من عاصم ، بحسبان\r\n( ويقول ) الحسن بن أحمد الهمداني صاحب كتاب الإكليل ( 1 ) :\r\nان قاعدة الكتابة الحميرية إذا وقعت الألف في وسط الكلمة حذفت\r\nنحو \" همدان وريام \" فإنهم يكتبونهما هكذا \" همدن وريم \" وكانوا\r\nيثبتون واو عليهم وكما يثبتون ضمة آخر الحرف اه‍ غير أن رسم\r\nالمصحف لا يتبع قاعدة خاصة ولا يتمشى على طريقة واحدة كما رأيت .\r\nالفصل الرابع\r\n( في بعض غرائب رسم المصحف العثماني )\r\nلقد ذكرنا في الفصول المتقدمة كثيرا من الكلمات المتنوعة ،\r\nونذكر في هذا الفصل جملة من الكلمات التي تعد غريبا في بابها وطريفا\r\nفي كتابتها فمن ذلك :\r\nانهم رسموا كلمة \" لأاذبحنه \" بزيادة ألف بعد ألفها الأصلية\r\n\r\n","description":"","footnote":" ( 1 ) هو أوسع كتاب في الحروف الحميرية ويقع في عشرة اجزاء ولا يوجد\r\nمنها سوى جزءين في المكتبة الملوكية ببرلين ويقال انه موجود بكامل اجزائه في\r\nمكتبة جلالة الامام يحيى ملك اليمن الحالي\r\nوالحسن بن أحمد الهمداني المذكور هو من أهل القرن الرابع للهجرة فإنه\r\nتوفى سنة 364 هجرية تقريبا وهو الذي ألف أيضا كتاب صفة جزيرة العرب . ","page_name":" 167 ","page_number":169},
  {"content":"\r\nورسموا كلمة \" أفإن مات \" وكلمة \" أفإن مت \" بزيادة ياء\r\nقبل النون في الكلمتين .\r\nورسموا كلمة \" والسماء بنينها بأييد \" وكلمة \" بأييكم\r\nالمفتون \" بياءين في الكلمتين .\r\nورسموا كلمة \" سأوريكم دار الفسقين \" بزيادة واو بعد الألف\r\nبخلاف ما يماثلها نحو \" ما أريكم \" بسورة غافر .\r\nورسموا كلمة \" يبنؤم \" متصلة ببعضها بسورة طه بخلاف\r\nما يماثلها في الأعراف فإنها هكذا \" قال ابن أم \" .\r\nورسموا كلمة \" وجائ يومئذ بجهنم \" بالفجر وكلمة \" وجائ\r\nبالنبيين \" بالزمر بزيادة ألف بعد الجيم فيهما بخلاف ما يماثلهما نحو\r\n\" سئ بهم وضاق بهم ذرعا \" في سورة هود وفي سورة العنكبوت أيضا\r\nورسموا كلمة \" ولا تقولن لشائ \" بالكهف بزيادة الف\r\nبعد الشين .\r\nورسموا كلمة \" أصحب لئيكة \" بالشعراء بحذف الألف بخلاف\r\nما يماثلها بسورة ق فإنها هكذا \" أصحب الأيكة \" .\r\nورسموا كلمة \" من عباده العلماء \" بفاطر بوضع الهمزة على\r\nالواو وألف بعدها .\r\n","description":"","footnote":"","page_name":" 168 ","page_number":170},
  {"content":"\r\nورسموا مثلها كلمة \" وما دعؤا الكافرين \" التي بغافر ، واما\r\nالتي بالرعد فإنها هكذا \" وما دعاء الكافرين \"\r\nورسموا كلمة \" في أموالنا ما نشؤا \" بسورة هود بوضع\r\nالهمزة على واو فألف بعدها بخلاف ما يماثلها بالحج فإنها هكذا \" ما نشاء \"\r\nورسموا كلمة \" الضعفؤا \" بوضع الهمزة على واو فألف بعدها\r\nوذلك بسورة غافر فقط بخلافها في غيرها فإنها كتبت هكذا \" الضعفاء \"\r\nورسموا كلمة \" يا أيها الملؤا \" وكلمة \" قل هو نبؤا عظيم \"\r\nبوضع الهمزة على الواو فألف بعدها في الكلمتين .\r\nورسموا كلمة \" إلى فرعون وملايه \" بزيادة ياء قبل الهاء\r\nورسموا كلمة \" لتخذت عليه أجرا \" بالكهف بحذف الألف\r\nبخلاف ما يماثلها نحو \" وإذا لاتخذوك خليلا \" بالاسراء فإنه باثبات الألف\r\nورسموا كلمة \" مائة \" بالألف بخلاف \" فئة \" فإنها بحذفها .\r\nورسموا كلمة \" أياك نعبد وإياك نستعين \" باثبات الألف\r\nبخلاف ما يماثلها نحو \" وايى فاتقون \" فإنه بحذف الألف .\r\nورسموا هذه الكلمات فقط \" جاءو . فاءو . باءو . تبوءو \"\r\nفي القرآن كله بحذف الألف من واو فعل جمع .\r\nورسموا كلمة \" ومن يعظم شعئر الله \" وكلمة \" والبدن جعلناها\r\n","description":"","footnote":"","page_name":" 169 ","page_number":171},
  {"content":"\r\nلكم من شعئر الله \" بدون ألف بعد العين فيهما بخلاف \" ان الصفا\r\nوالمروة من شعائر الله \" بالبقرة فإنها بالألف .\r\nورسموا كلمة \" كبئر الاثم \" بحذف الألف بعد الباء .\r\nورسموا كلمة \" هذا بصئر للناس \" التي بالجاثية فقط بدون ألف\r\nبعد الصاد بخلاف التي بالأعراف وبالاسراء وبالقصص فإنها بالألف\r\nورسموا كلمة \" رضية \" التي بالقارعة فقط بدون ألف بخلاف\r\nالتي بالحاقة وبالغاشية وبالفجر فإنها بالألف\r\nورسموا كلمة \" قل سبحان ربى \" بالألف في هذه الآية فقط\r\nوفي جميع القرآن بدون ألف هكذا \" سبحن \"\r\nورسموا كلمة \" عبادنا \" التي بصيغة الجمع بغير ألف في سورة ص\r\nفقط في آية \" واذكر عبدنا إبراهيم واسحق ويعقوب \" وفيما عدا\r\nهذه الآية رسموها بالألف في جميع القرآن .\r\nورسموا كلمة \" آياتنا التي بيونس فقط بألف بعد الياء وفي جميع\r\nالقرآن بغير ألف هكذا \" آياتنا \"\r\nورسموا كلمة \" قرأنا عربيا \" التي في أول الزخرف فقط بدون\r\nألف بعد الهمزة وفي جميع القرآن بالألف هكذا \" قرءان \"\r\nورسموا كلمة \" من نخيل وأعناب \" التي بأواخر البقرة فقط\r\n","description":"","footnote":"","page_name":" 170 ","page_number":172},
  {"content":"\r\nبالألف وفي جميع القرآن بغير ألف هكذا \" وأعنب \"\r\nورسموا هاء التأنيث تاء أحيانا في نحو \" نعمة . رحمة . سنة\r\nشجرة \" فيكتبونها أحيانا هكذا \" نعمت . رحمت . سنت . شجرت \"\r\nوقد سبق بيان ما يماثلها في أول صحيفة 156\r\nورسموا كلمة \" في روضات الجنات \" التي بالشورى فقط بالألف\r\nبعد النون وفي جميع القرآن بدون ألف هكذا \" جنت \" .\r\nورسموا كلمة \" السماوات \" التي بأول فصلت فقط بالألف\r\nبعد الواو وفي جميع القرآن بدون ألف هكذا \" السماوات \" أما حذف\r\nالألف بعد ميمها فمطرد في القرآن كله .\r\nورسموا كلمة \" سعوا \" التي بالحج بالألف واما التي بسبأ\r\nفإنها بحذف الألف التي بعد الواو\r\nورسموا كلمة \" عتوا \" التي بالفرقان بدون ألف بعد الواو\r\nاما التي بالأعراف فإنها بالألف .\r\nورسموا كلمة \" سراجا \" بالألف بعد الراء في جميع القرآن\r\nما عدا التي بالفرقان فإنها بدون ألف .\r\nورسموا كلمة \" فأحيكم \" التي بأول البقرة بدون ألف بعد الياء\r\nواما التي بآخر الحج فإنها بالألف هكذا \" فأحياكم \" .\r\n","description":"","footnote":"","page_name":" 171 ","page_number":173},
  {"content":"\r\nورسموا كلمة \" من نبائ المرسلين \" التي بالأنعام الهمزة تحت\r\nالياء بخلاف غيرها نحو \" من نبإ موسى \" بدون ياء\r\nورسموا كلمة \" أو من ورائ حجاب \" التي بالشورى الهمزة\r\nعلى ياء بخلاف غيرها نحو \" من وراء جدر \" بدون ياء\r\nورسموا كلمة \" وايتاءي ذي القربى \" وكلمة \" من تلقاءى نفسي \"\r\nوكلمة \" ومن ءاناءى اليل \" الهمزة بالياء في هذه الكلمات الثلاث\r\nورسموا كلمة \" وكذلك ننجي المؤمنين \" بالأنبياء بنون\r\nواحدة وبياء بعد الجيم بخلاف التي بيونس فإنها بنونين وبحذف الياء\r\nالتي بعد الجيم هكذا \" وكان حقا علينا ننج المؤمنين \"\r\nورسموا كلمة \" أن لن تقول الإنس والجن \" باثبات النون بعد\r\nالهمزة بسورة الجن بخلاف كلمة \" ألن نجمع عظامه \" بالقيامة فإنها\r\nبحذفها وانظر صحيفة 145 في السطر الثاني مع الهامش\r\nورسموا كلمتي \" الظهر والباطن \" بحذف ألف المد من الظاهر\r\nواثباتها في الباطن مع أن وزنهما واحد وهما من أسماء الله تعالى .\r\nورسموا كلمة \" لدا الباب \" بيوسف بالألف وكلمة\r\n\" لدى الحناجر \" بغافر بالياء .\r\nورسموا كلمة \" إنا لما طغا الماء \" بالحاقة بالألف وكلمة\r\n","description":"","footnote":"","page_name":" 172 ","page_number":174},
  {"content":"\r\n\" فأما من طغى \" بالنازعات وبغيرها بالياء .\r\nورسموا كلمة \" أيها \" بغير ألف بعد الهاء في ثلاثة مواضع فقط\r\nفي جميع القرآن وهي \" أيه الثقلان ، أيه المؤمنون ، يأيه الساحر \"\r\nورسموا كلمة \" بأيتنا كذابا \" بألف بعد الذال ، واما كلمة\r\n\" لغوا ولا كذابا \" فإنها بحذف الألف وكلتاهما بسورة النبأ .\r\nورسموا كلمة \" إبراهيم \" في سورة البقرة هكذا \" ابرهم \"\r\nوفي بقية القرآن هكذا \" إبراهيم \"\r\nورسموا كلمة \" ايلافهم \" هكذا \" لايلاف قريش إلفهم \"\r\nورسموا كلمة \" أنت ولى في الدنيا والآخرة \" وكلمة\r\n\" ان ولى الله \" كما تراهما هنا\r\nورسموا كلمة \" هو يحى ويميت \" وكلمة \" فيستحى\r\nمنكم \" كما تراهما هنا\r\nورسموا هذه الكلمات \" النبيين ، الحوارين ،\r\nالأمين \" كما تراها هنا\r\nورسموا هذه الكلمات الثمانية بالواو وهى \" الصلاة ، الزكاة ، الربا ،\r\nالنجاة ، الغداة ، مشكاة ، مناة ، الحياة \"\r\nأي تكون كتابتها في المصحف هكذا \" الصلاة ، الزكاة ، الحياة ،\r\nالنجوة ، الربوا الغدوة ، مشكاة ، منوة \"\r\n","description":"","footnote":"","page_name":" 173 ","page_number":175},
  {"content":"\r\nما لم تضف بعضها إلى ضمير وقد سبق قريبا بيان ذلك في الفصل\r\nالثاني من هذا الباب في صحيفة 163 هامش رقم 1\r\nورسموا هذه الكلمات \" قواريرا ، سلسلا ، الظنونا ، السبيلا ،\r\nالرسولا \" كما تراها هنا أي بزيادة ألف في أواخرها .\r\nإلى غير ذلك مما لا يمكن حصره فلو تكلمنا على مرسوم القرآن\r\nكلمة كلمة لقصر بنا الحال وطال بنا المجال وفيما ذكرناه هنا وفى\r\nالفصول السابقة كفاية لأولي الألباب .\r\nوإلى بعض ما تقدم أشار الشيخ محمد العاقب الشنقيطي رحمه الله بقوله :\r\nللزيد بعد الهمز واو أدخلا * في سأورى أولو أولات وأولا\r\nوالياء في بأييد المنون * وأفإين ايتإى ذي القربى عنى\r\nمن نبإى الانعام مع ورإى * شورى وءاناءى ومن تلقإى\r\nوأدخل الألف قبل همزة * ملايه بالخفض ثم مائة\r\nوقبل يا لشائ إني أدخلا * ولفظ يايئس بعد لفظ لم ولا\r\nوفي لااذبحن عن الهمز يجى ( 1 ) * وقيل في لا اوضعوا جاءو جاى ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) عن الهمز أي بعدها\r\n( 2 ) أي روى أن الألف قد جاء مزيدا في قوله تعالى لأاوضعوا عن بعض\r\nعلماء الرسم كما في لأاذبحنه وقد جاء عن بعضهم أيضا في لأانتم ولأاتوها ولإالى\r\nلكن الراجح عدم الزيادة في هذه الكلمات اه‍ من ايقاظ الاعلام لوجوب\r\nاتباع رسم المصحف الامام ","page_name":" 174 ","page_number":176},
  {"content":"\r\n\r\n( وخلاصة القول ) اننا لم ندرك السر في رسم المصحف العثماني\r\nكما لم يدركه من قبلنا من كبار الأئمة وفحول العلماء - وسواء فهمنا ذلك\r\nأو لم نفهم فالواجب علينا اتباعه حرفا حرفا وكلمة وكلمة وما وسع\r\nالقرون الأولى وهم خير القرون يسعنا ونحن على أبواب الفتن وفي آخر\r\nالزمن نسأل الله لطفه ورحمته وفضله واحسانه انه لطيف خبير .\r\nفكل خير في اتباع من سلف * وكل شر في ابتداع من خلف\r\nالباب السادس\r\n( وفيه خمس فصول )\r\n( الفصل الأول * فيما ذكره العلماء من التعليلات )\r\n( لبعض مرسوم المصحف العثماني )\r\nذكر العلماء تعليلات متنوعة لبعض كلمات الرسم العثماني غير أن\r\nهذه التعليلات ما هي الا من قبيل الاستئناس والتمليح لأنها لم توضع\r\nالا بعد انقراض الصحابة رضي الله عنهم وهم قد كتبوا المصحف بهذا\r\nالرسم لحكمة لم نفهمها وإشارة لم ندركها من غير أن ينظروا إلى العلل\r\nالنحوية أو الصرفية التي استنبطت بعدهم ، ونحن نأتى هنا بشئ من\r\nذلك للعلم به .\r\n( فمنها ) انهم قالوا حذفت الألف من بسم الله طلبا للخفة\r\n","description":"","footnote":"","page_name":" 175 ","page_number":177},
  {"content":"\r\nلكثرة استعمالها ، قيل لما أسقطوا الألف ردوا طول الألف على الباء\r\nليكون دالا على سقوط الألف ولا تحذف الألف إذا أضيف الاسم\r\nإلى غير الله ولا مع غير الباء .\r\n( فنحن نقول ) ما هي الخفة في بسم الله بحذف الألف وما هو الثقل\r\nفي \" اقرأ باسم ربك \" وفي \" سبح اسم ربك \" باثباتها ثم إن تطويل\r\nالباء أو تقصيرها من بسم الله راجع إلى قواعد تحسين الخط ففي بعض\r\nأنواع الخطوط تقصر وفي بعضها تطول حتى في الخط الكوفي القديم .\r\n( ومنها ) انهم قالوا حذفت الواو من \" ويمح الله الباطل \"\r\nللإشارة إلى سرعة ذهابه واضمحلاله - وزيدت الياء في \" والسماء بنيناها\r\nبأييد \" للفرق بين الأيدي التي بمعنى القوة والأيدي التي ليست\r\nبمعنى القوة .\r\n( فنحن نقول ) إذا سلمنا بعلة حذف الواو من \" ويمح الله الباطل \"\r\nفهل يمكن ان نشير إلى أن اثبات الواو في \" يمحوا الله ما يشاء ويثبت \"\r\nيدل على التراخي في المحو والاثبات - وان جرينا على رأيهم أن زيادة\r\nالياء في بأييد للفرق بين التي للقوة والتي ليست للقوة فما نقول في\r\nزيادة الياء في \" بأييكم المفتون \" دون زيادتها في \" أيكم أحسن عملا \"\r\n( ومنها ) انهم قالوا إن زيادة الألف في \" لأاذبحنه \" إشارة\r\nإلى أن الذبح لم يقع فكأنما لا نافية ، وقيل إن زيادة الألف فيها إشارة\r\n","description":"","footnote":"","page_name":" 176 ","page_number":178},
  {"content":"\r\nإلى الفتحة لان الفتحة عندهم ألف وكذلك الياء في \" ايتاءى ذي القربى \"\r\nإشارة إلى الكسرة لأنها ياء والواو في \" سأوريكم آياتي \" إشارة إلى\r\nالضمة لأنها واو أيضا .\r\n( فنحن نقول ) : ان كان الامر كذلك فلم لم تكن الألف موجودة\r\nفي نحو \" لأستغفرن لك \" والياء موجودة في نحو \" من وراء جدر \"\r\nوالواو موجودة في نحو \" ما أريكم \" .\r\nثم هل ان زيادة الألف والواو والياء في الكلمات المذكورة هي\r\nبمثابة الحركات والتشكيل فإن كان كذلك فلم لم يضعوها في جميع كلمات\r\nالقرآن لتنوب عن الحركات .\r\n( ومنها ) انهم قالوا إن كلمة \" أحيا \" من نحو آية \" وانه هو أمات\r\nوأحيا \" رسمت بالألف كراهة اجتماع متماثلين - فلم لم تكتب كلمة\r\n\" يحيى \" من آية ثم لا يموت فيها ولا يحى كذلك لنفس العلة .\r\n( ومنها ) انهم قالوا إن الألف التي بعد الراء من كلمة \" إبراهيم\r\n\" حذفت للاختصار - ونحن نقول إن هذه العلة ليست مطردة في جميع\r\nالقرآن فقد تحذف الألف من بعض الكلمات نحو : في عيشة رضية\r\nبالقارعة ، وجعل فيها سرجا بالفرقان ، وحرم على قرية بالأنبياء\r\nان عذاب ربك لوقع بالطور . وقد لا تحذف من بعضها نحو\r\n","description":"","footnote":"","page_name":" 177 ","page_number":179},
  {"content":"\r\nلسعيها راضية بالغاشية ، وجعلنا سراجا وهاجا بالنبأ ، ليلا من المسجد\r\nالحرام بالاسراء ، إذا وقعت الواقعة .\r\n( ومنها ) انهم قالوا حذفت ياء المضارع لغير جازم في \" يوم يأت\r\nلا تكلم نفس \" على لغة هذيل - ونحن نقول إن هذه الكلمات يا عباد\r\nفاتقون ، ويا عباد الذين آمنوا \" كلاهما في الزمر \" ويدع الانسان ، ويوم\r\nيدع الداع ، حذفت منها الياء والواو فهل هذا الحذف على لغة بعض\r\nالقبائل أيضا أم لا ، ولم لم تحذف الياء من آية \" يا عبادي الذين آمنوا \"\r\nفي العنكبوت ، ومن \" قل يا عبادي الذين أسرفوا \" في الزمر ولم تحذف\r\nالواو من نحو \" يمحوا الله ما يشاء ويثبت \" .\r\n( ومنها ) انهم قالوا رسمت هاء التأنيث تاء نحو \" رحمت ونعمت\r\nوامرأة \" على لغة طئ -\r\n( ونحن نقول ) لم لم يكن ذلك مطردا في جميع القرآن فان هذه\r\nالكلمات نفسها ومعها بضع كلمات أخرى رسمت أحيانا بالهاء وأحيانا\r\nبالتاء اما غيرها فإنها مكتوبة بالهاء على وتيرة واحدة نحو : قيمة ، ذرة ،\r\nالقارعة ، مسغبة ، رقبة ، زجرة ، خافية .\r\n( ومنها ) انهم قالوا في قوله تعالى \" لايلاف قريش إلفهم \"\r\nحذفت الياء من ايلافهم للاقتصار .\r\n","description":"","footnote":"","page_name":" 178 ","page_number":180},
  {"content":"\r\n\r\nوقالوا ان كلمة \" ولييى \" من آية \" أنت ولى في الدنيا والآخرة \"\r\nومن آية \" ان ولى الله \" اتفق شيوخ الرسم على كتابتها بياء واحدة\r\nورجح الداني وأبو داود في حرف الأعراف انها الثانية وفي حرف\r\nيوسف انها الأولى ولهذا الترجيح كتب حرف الأعراف وضبط\r\nهكذا \" ولى \" وكتب حرف يوسف وضبط هكذا \" ولى \"\r\nولا مانع من رسمهما وضبطهما معا بصورة منهما .\r\n( ونحن نقول ) هل هذه الكلمات الآتية مثلها أم لا وهى :\r\nالنبيين ، الحوارين ، الأمين ، وهو يحى ، ويميت .\r\nفالخلاصة ان كل هذه التعليلات التي ذكرها العلماء من الزيادة\r\nوالحذف في بعض كلمات القرآن لا تغنى شيئا ، والحقيقة هكذا وصلت\r\nإلينا عن الصحابة الذين كتبوا القرآن الكريم ولم ينكشف سر\r\nذلك لاحد والله سبحانه علام الغيوب\r\nالفصل الثاني\r\n( في اختراع النقط والشكل )\r\nلم يكن النقط والشكل \" أي الاعجام والحركات \" معروفا قبل\r\nالاسلام فكانوا يقرؤن على الوجه الصحيح حسب الفطرة والغريزة\r\nفلما انتشر الاسلام واختلط العرب بالعجم طرأ عليهم الخطأ والتصحيف\r\nفاحتاجوا إلى وضع علامات تقيهم من ذلك فاخترعوا النقط والشكل\r\n","description":"","footnote":"","page_name":" 179 ","page_number":181},
  {"content":"\r\n\r\n( وسبب تشكيل المصحف ) ان زياد بن سمية وكان واليا على\r\nالبصرة لما رآى ظهور الخطأ عند العرب طلب من أبى الأسود الدؤلي ان يضع\r\nطريقة لاصلاح الألسنة عند القراءة فلم يجبه إلى طلبه فدبر زياد حيلة\r\nفقال لرجل من أتباعه اقعد على طريق أبى الأسود واقرأ شيئا من القرآن\r\nوتعمد اللحن ففعل الرجل ذلك وقرأ \" ان الله برئ من المشركين ورسوله \"\r\nوكسر اللام فلما سمعه أبو الأسود أعظم ذلك وقال عز وجه الله تعالى من\r\nأن يبرأ من رسوله فذهب من فوره إلى زياد وقال له قد أجبتك إلى\r\nما سألت ، ورأيت أن أبدأ باعراب القرآن فابغني كاتبا فبعث إليه ثلاثين\r\nكاتبا فاختار واحدا منهم وقال له خذ المصحف وصبغا يخالف لون المداد\r\nفإذا رأيتني فتحت شفتي بالحرف فانقط واحدة فوقه وإذا كسرتهما\r\nفانقط واحدة أسفله وإذا ضممتهما فاجعل النقطة بين يدي الحرف فان\r\nتبعت شيئا من هذه الحركات غنة فانقط نقطتين وأخذ يقرأ بالتأني\r\nوالكاتب يضع النقط وكلما أتم صحيفة أعاد أبو الأسود نظره عليها\r\nواستمر على ذلك حتى أعرب المصحف كله وترك السكون بلا علامة\r\nفأخذ الناس هذه الطريقة عنه وكانوا يسمون هذه النقط شكلا ثم تفننوا\r\nفي هيئة النقط فمنهم من جعلها مربعة ومنهم من جعلها مدورة ثم زادوا\r\nعلامات في الشكل إلى أن وصلت إلينا بهذه الصورة التي نستعملها اليوم\r\n","description":"","footnote":"","page_name":" 180 ","page_number":182},
  {"content":"\r\n\r\n( وسبب نقط المصحف ) أن الناس مكثوا يقرؤن في مصاحف\r\nعثمان رضي الله عنه نيفا وأربعين سنة ثم كثر التصحيف بالعراق ففزع\r\nالحجاج ( 1 ) إلى كتابه في زمن عبد الملك وسألهم ان يضعوا علامات\r\nلهذه الحروف المشتبهة ودعا نصر بن عاصم الليثي ويحى بن يعمر العدواني\r\n( وهما ممن اخذ عن أبي الأسود ) لهذا الامر وكانت عامة المسلمين تكره\r\nان يزيد أحد شيئا على ما في مصحف عثمان ولو للاصلاح وتوقف كثير\r\nمنهم في قبول الاصلاح الأول الذي أدخله أبو الأسود فبعد البحث\r\nوالتروي قرر نصر ويحى ادخال الاصلاح الثاني وهو أن توضع النقط\r\nافرادا وأزواجا لتمييز الأحرف المتشابهة كالدال والذال فالأولى تهمل\r\nوالثانية تعجم من فوق بنقطة واحدة وهكذا في بقية الحروف وجرى\r\nالناس عليه إلى الآن غير أن هناك اختلافا بين الفاء والقاف بين المشارقة\r\nوالمغاربة فالمشارقة ينقطون الفاء بواحدة من فوق والقاف بنقطتين من\r\nفوق أيضا والمغاربة ينقطون الفاء بنقطة واحدة من أسفل والقاف\r\nبنقطة واحدة من فوق ولا ضرر في اصطلاحهم حيث أمن اللبس\r\nوالاشتباه عندهم .\r\n\r\n","description":"","footnote":" ( 1 ) توفى الحجاج بن يوسف الثقفي في شوال سنة خمس وتسعين للهجرة\r\nوكان من حفاظ القرآن المعدودين . ","page_name":" 181 ","page_number":183},
  {"content":"\r\n\r\nومن أراد زيادة البحث في هذا الموضوع فعليه بمطالعة كتابنا\r\nتاريخ الخط العربي وآدابه فقد بسطنا القول فيه هناك .\r\nوالذي يغلب على ظننا والله أعلم بغيبه انه كما ادخل النقط والشكل\r\nفي المصاحف سيأتي على الناس زمان يدخلون فيها علامات الترقيم كعلامة\r\nالاستفهام والتنصيص والتأثر وقد ذكرناها مفصلا في كتابنا تاريخ الخط\r\nالعربي وآدابه فراجعه .\r\nوالحقيقة لا نرى بأسا في ادخالها في المصاحف لأنها من دواعي\r\nسرعة الفهم ومن محسنات الكتابة لا دخل لها في جوهر الحروف\r\nوالكلمات ولا تغير اللفظ ولا المعنى فيكون ادخالها في المصاحف\r\nكادخال النقط والشكل ووضع علامات التجويد فوق الكلمات وعلامات\r\nالضبط فيها .\r\nالفصل الثالث\r\n( في كتابة المصاحف قديما وحديثا )\r\nروى عن علي زين العابدين بن الحسين بن علي بن أبي طالب\r\nرضي الله عنه انه يقول كانت المصاحف لاتباع انما يأتي الرجل بورقة\r\nعند المنبر فيقوم الرجل المحتسب فيكتب له من أول البقرة ثم يجئ\r\nغيره حتى يتم المصحف .\r\n","description":"","footnote":"","page_name":" 182 ","page_number":184},
  {"content":"\r\nهكذا كان في ابتداء الاسلام ثم صار كثير من الناس يتفرغون\r\nلكتابة المصاحف لعدم وجود المطابع في ذلك الزمن فكان يكتب\r\nبعضهم مائة مصحف وبعضهم مائتين وبعضهم أقل أو أكثر ، ولئن\r\nكانت المطابع غير موجودة في زمنهم فقد كانت قلوبهم عامرة بالتقوى\r\nممتلئة ايمانا ويقينا وكانوا أكثر تلاوة للقرآن وأشد تمسكا بأحكامه وأكثر\r\nرغبة وتنافسا في نسخه وكتابته واهدائه لبعضهم وجعله في المساجد\r\nودور العلم والتدريس رجاء الأجر والثواب .\r\nذكر ابن خلكان عند ترجمة إسحاق بن مرامر الشيباني النحوي\r\nاللغوي قال ولده عمرو لما رجع ( 1 ) أبى اشعار العرب ودونها كانت نيفا\r\nوثمانين قبيلة وكان كلما عمل منها قبيلة وأخرجها إلى الناس كتب مصحفا\r\nوجعله بمسجد الكوفة حتى كتب نيفا وثمانين مصحفا بخطه اه‍\r\nفكم مثل اسحق من كتب عدة مصاحف يقصد بها وجه الله تعالى\r\nونفع المسلمين ولقد ذكرنا في كتابنا تاريخ الخط العربي وآدابه طائفة\r\nممن كتبوا القرآن الكريم عدة مرات فراجعه هناك ولم نذكرهم هنا\r\nحتى لا نخرج عن الموضوع .\r\nفقارن رحمك الله بين أيامنا وأيامهم ورجالنا ورجالهم فلا حول\r\n\r\n","description":"","footnote":" ( 1 ) قال في المصباح المنير ورجعت الكلام وغيره أي رددته وبها جاء القرآن\r\nقال تعالى ( فان رجعك الله ) . . اه‍ المراد منه ","page_name":" 183 ","page_number":185},
  {"content":"\r\nولا قوة الا بالله اللهم تداركنا برحمتك ولطفك وبرك واحسانك انك\r\nعلى كل شئ قدير .\r\nهذا ولما ظهرت المطابع في زماننا قل اشتغال الناس بكتابة\r\nالمصاحف ونسخها لكن لا يزال الملوك والامراء والأثرياء المثقفون\r\nإلى يومنا هذا يفتخرون باقتناء المصاحف الخطية القيمة ويسندون\r\nنسخها وكتابتها إلى من اشتهر بحسن الخط ويصرفون على ذلك المبالغ\r\nالطائلة بسخاء وكرم فيكون المصحف المعتنى بنسخه وكتابته قيما جميلا\r\nجديرا بالمحافظة عليه ليبقى اثرا خالدا .\r\nوالمصاحف في العهد الأول كانت تكتب بأنواع متعددة بالخط\r\nالكوفي إلى القرن الخامس تقريبا ، ثم لما تنوعت الخطوط صاروا\r\nيكتبونها بخط الثلث إلى القرن الثامن أو التاسع ، ولما ظهر خط النسخ\r\nالذي هو من أجمل الخطوط صاروا يكتبونها به إلى عصرنا الحاضر ( 1 )\r\nوالحق يقال إن جمال المصاحف لا يظهر الا إذا كتبت بخط النسخ\r\nفقط اما بقية أنواع الخطوط فلا يستحسن كتاباتها بها كخط الرقعة\r\nوالديواني والفارسي وسياقت وشكسته لان قاعدة هذه الخطوط\r\n\r\n","description":"","footnote":" ( 1 ) يوجد في دار الكتب العربية بمصر كثير من المصاحف القيمة الأثرية\r\nالمكتوبة بخطوط متنوعة من القرن الأول للهجرة إلى عصرنا الحاضر وقد ذكرنا\r\nشيئا منها في كتابنا تاريخ الخط العربي فراجعه ","page_name":" 184 ","page_number":186},
  {"content":"\r\nعدم تشكيلها والمصاحف يجب تشكيلها صيانة للقارئ من اللحن .\r\nبل قد يحرم كتابتها ببعض هذه الخطوط كخط سياقت\r\nوشكسته فان هذين الخطين لا يعرفهما أحد في جميع البلدان العربية\r\nويندر جدا من يعرفهما في بلاد الترك والعجم وقد وضعنا صورتهما\r\nوتكلمنا عنهما في كتابنا تاريخ الخط العربي وآدابه فراجعه .\r\nفكتابة المصاحف بالخطين المذكورين يؤدى إلى الخلل والتحريف\r\nوهذا لا يجوز ، فان عم انتشارهما في البلاد الاسلامية ارتفع المحظور\r\nولم يبق للتحريم وجه وقد بسطنا القول في هذا الموضوع في أول كتابنا\r\nتاريخ الخط المذكور عند شرح الأحاديث الواردة في الخط والكتابة\r\nفراجعه ان شئت .\r\n","description":"","footnote":"","page_name":" 185 ","page_number":187},
  {"content":"\r\n\r\nظهور المطابع\r\nكان أول اختراع المطابع في ألمانيا سنة 1431 ميلادية وبالضرورة\r\nمضت مدة طويلة حتى أتقنت صناعتها وظهرت صلاحيتها ، فدخلت\r\nأولا في بلاد إيطاليا ثم فرنسا ثم في إنجلترا ثم انتشرت في جميع البلدان .\r\nوفي عصرنا الحاضر تقدمت صناعة المطابع وادخل فيها من\r\nالتحسينات الفنية ما لم يكن في الحسبان - وان أول مصحف طبع\r\nبالخط العربي كان في همبرج بألمانيا سنة 1113 هجرية ويوجد من هذه\r\nالطبعة مصحف بدار الكتب العربية بمصر القاهرة ، كما يوجد بها\r\nمزامير داود عليه السلام بأربع لغات مع تفسير لاتيني طبعت في جنوة\r\nبإيطاليا سنة 935 هجرية ، وبعد سنة 1516 ميلادية طبع المصحف أيضا\r\nفي البندقية بإيطاليا وسبب طبع المصحف الكريم في همبرج والبندقية\r\nوجود المطابع فيهما دون البلاد الاسلامية كما هو ظاهر .\r\nومن العجيب انه عند أول ظهور المطبعة في إيطاليا طعن علماؤهم\r\nفيها طعنا جارحا حتى قالوا إنها بدعة همجية ألمانية ونادى كهنتهم لنهدم\r\nكيان الطباعة أو تهدم هي كياننا * وفى ابتداء ظهور الكتب المطبوعة\r\nلم يقبل الناس على شرائها .\r\n","description":"","footnote":"","page_name":" 186 ","page_number":188},
  {"content":"\r\nولما دخلت المطبعة إلى تركيا في زمن السلطان احمد الثالث أفتت\r\nمشيخة الاسلام بجواز استعمالها الا انه بقي طبع المصحف ممنوعا ثم عادت\r\nالدولة العثمانية فمنعت المطبعة ثم جاء السلطان عبد الحميد الأول فأعادها\r\nوجاء السلطان محمود الأول فاهتم بها أكثر * وأول كتاب طبع بالآستانة\r\n\" صحاح الجوهري \" قيل إنه في سنة 1129 هجرية أفتى شيخ الاسلام\r\nبالآستانة عبد الله أفندي بجواز طبع الكتب غير الدينية ( 1 ) وفيما بعد\r\nسنة 1141 ه‍ طبعت كتب هامة في اللغة والأدب والتاريخ بالعربية\r\nوالتركية والفارسية ثم استصدروا الفتوى بطبع كتب الدين وتجليد\r\nالقرآن الكريم * ومن أشهر مطابع الآستانة القديمة مطبعة الجوائب\r\nوأول من ادخلها إلى الديار التونسية محمد باشا باي الذي تولى امارة\r\nتونس عام 1271 هجرية * وأول مطبعة ظهرت في حلب كان سنة 1698\r\nميلادية * ومن أقدم المطابع في لبنان مطبعة قزحيا وكانت أحرفها\r\nسريانية ثم صارت عربية ومطبعة الشوير وطبع فيها المزامير\r\nسنة 1733 ميلادية * وأقدم المطابع في بيروت مطبعة القديس جاورجيوس\r\n\r\n","description":"","footnote":" ( 1 ) وقيل كانت فتوى شيخ الاسلام المذكور بجواز الطباعة في سنة 1103\r\nهجرية وبالرجوع إلى المصادر التركية تظهر الحقيقة . ","page_name":" 187 ","page_number":189},
  {"content":"\r\nفإنها أنشئت سنة 1753 ميلادية * وبعدها المطبعة الأمريكية أنشئت\r\nفي مالطة سنة 1822 ميلادية ثم نقلت إلى بيروت سنة 1834 ميلادية\r\nوبعدها المطبعة الكاثوليكية للآباء اليسوعيين تأسست عام 1848\r\nميلادي وكانت تطبع على الحجر ثم صارت تطبع على الحروف سنة 1854\r\nميلادية وهي أكبر المطابع وفيها حروف عربية وافرنجية ويونانية\r\nوسريانية وعبرانية وارمنية .\r\nوأول مطبعة ظهرت بمصر مطبعة الحملة الفرنساوية جاء بها بونابرت\r\nمعه سنة 1798 ميلادية لطبع المنشورات والأوامر باللغة العربية وقد\r\nسميت بالمطبعة الأهلية وكانت بالقاهرة إلى يونيو سنة 1801 ميلادية\r\nحين انسحاب الفرنساويين من مصر وبعد ذلك ظلت مصر نحو عشرين\r\nعاما بغير مطبعة حتى استقر الامر لمحمد على باشا فأنشأ المطبعة الأهلية\r\nسنة 1821 ميلادية وتعرف بمطبعة بولاق لأنها وضعت أخيرا في بولاق\r\nوأول ما طبع فيها قاموس ايطالي عربي سنة 1822 ميلادية وقد\r\nاشتغلت هذه المطبعة أكثر من تسعين عاما وكانت أكبر مطبعة عربية\r\nفي العالم وهي التي تسمى بالمطبعة الأميرية * ثم كثرت المطابع الآن\r\nبمصر على مختلف أنواعها كما أدخلت عليها تحسينات عظيمة حسب\r\nالتطور الحديث\r\n","description":"","footnote":"","page_name":" 188 ","page_number":190},
  {"content":"\r\nومن أراد التوسع في البحث عن تاريخ الطباعة العربية فليراجع\r\nالجزء الرابع من كتاب تاريخ آداب اللغة العربية لجورجي زيدان\r\nومجلة الهلال لسنتي 9 و 22 ، ومجلة المشرق لسنتي 3 و 4 ، والمقتطف\r\nلسنة 7 ، وتاريخ جودت الجزء الأول .\r\nوأول مطبعة ظهرت بمكة المشرفة هي المطبعة الأميرية التي سميت\r\nفيما بعد ( بمطبعة أم القرى ) وهي التي أطلق عليها الآن ( مطبعة\r\nالحكومة ) والذي استحضرها عثمان باشا نوري الذي كان واليا على\r\nالحجاز في عهد الأتراك أتى بها في سنة 1303 هجرية تقريبا وجعلها\r\nفي المكان الذي هي فيه الآن بأجياد وكانت بادئ أمرها صغيرة الحجم\r\nلكن في وقتنا الحاضر اهتمت الحكومة السعودية بها وجلبت لها\r\nكثيرا من أدوات الطباعة وآلاتها الحديثة .\r\nوفى عام 1327 ه‍ تقريبا استحضر الشيخ محمد ماجد الكردي\r\nرحمه الله تعالى مطبعة على حسابه الخاص سماها ( المطبعة الماجدية )\r\nوجعلها في داره الكائنة بحارة القرراة وقد طبع بها كثير من الكتب\r\nثم استحضر الشيخ محمد صالح نصيف مطبعة في عام 1345 ه‍ تقريبا\r\nسماها ( المطبعة السلفية ) وهي معطلة الآن لا تستعمل وللشركة العربية\r\nللطبع والنشر مطبعة تسمى ( المطبعة العربية ) ومحلها بالشامية .\r\n","description":"","footnote":"","page_name":" 189 ","page_number":191},
  {"content":"\r\n\r\nواما في المدينة المنورة ففيها مطبعة السيد عثمان حافظ استوردها\r\nفي سنة 1355 تقريبا على حسابه الخاص ،\r\nواما في جدة ففيها مطبعتان الأولى ( مطبعة رمزي ) جلبت في سنة 1329 ه‍ تقريبا ،\r\nوالثانية ( مطبعة الفتح الوطنية ) لصاحبها : المحترم الشيخ\r\nعبد الرحيم عبد الفتاح وفيها طبع كتابنا تاريخ القرآن الكريم وقد\r\nتأسست في سنة 1350 ه‍\r\nالفصل الرابع\r\n( في عدم جواز قراءة القرآن وكتابته بغير العربية )\r\nاتفقت الأئمة ( 1 ) على عدم جواز ترجمة القرآن وكتابته وقراءته\r\nبغير العربية لان ذلك يؤدى إلى التحريف والتبديل بلا شك إذ لا\r\nيعقل ترجمته ترجمة حرفية بالمثل - اما الترجمة التفسيرية فلا بأس بها\r\n\r\n","description":"","footnote":" ( 1 ) قيل إن الامام أبا حنيفة جوز قراءة القرآن بالفارسية في خصوص\r\nالصلاة للعاجز عن العربية ولقد قال الآلوسي في تفسيره عند قوله تعالى\r\n\" وانه لفي زبر الأولين \" ان أبا حنيفة رجع عن قوله هذا كما صححه جمع من\r\nالثقاة المحققين . ","page_name":" 190 ","page_number":192},
  {"content":"\r\nلأنها تشرح معانيه وتبين غوامضه وفى هذا الموضوع مؤلفات خاصة\r\nتكفى الإشارة هنا إلى حكم ذلك .\r\nوكيف يمكن كتابته أو ترجمته حرفيا باللغات الأجنبية ومخارج\r\nحروفها ليست كمخارج الحروف العربية وعدد حروف هجائها قد\r\nيزيد عنها وقد ينقص ومن هنا يعلم استحالة ترجمته حرفيا بغير اللغة العربية\r\n( فالمصحف له مكانة خاصة ) وحرمة كبيرة لدى كافة المسلمين\r\nفي مشارق الأرض ومغاربها ، فكما اتفقت الأئمة على عدم جواز كتابته\r\nبغير الرسم العثماني محافظة على هيئة كتابته الأولى ، اتفقت أيضا على\r\nعدم جواز كتابته وترجمته حرفيا بغير اللغة العربية خوفا من التغيير\r\nوالتبديل الذي لابد من حصوله بالترجمة ، واتفقت أيضا على عدم جواز\r\nمسه أو حمله للمحدث ولو حدثا أصغر كما هو مبسوط في كتب الفقه\r\nوكيف لا يكون جديرا بالاحترام والتعظيم وهو كلام الخبير\r\nاللطيف ، وأساس الدين الحنيف ، وقد قال فيه سبحانه وتعالى \" لو أنزلنا\r\nهذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله \" .\r\nوقال فيه عليه الصلاة والسلام من ضمن الحديث الذي أخرجه\r\nالترمذي \" هو حبل الله المتين وهو الذكر الحكيم وهو الصراط\r\nالمستقيم وهو الذي لا تزيغ به الأهواء ولا تلتبس به الألسنة ولا تشبع\r\nمنه العلماء ولا يخلق على كثرة الرد ولا تنقضي عجائبه \" .\r\n","description":"","footnote":"","page_name":" 191 ","page_number":193},
  {"content":"\r\n\r\nالفصل الخامس\r\n( في عدد أجزاء القرآن وانصافه وسوره وآياته وحروفه )\r\nعدد سور القران مائة وأربع عشرة سورة ومن عدها مائة وثلاث\r\nعشرة سورة يجعل الأنفال وبراءة سورة واحدة وعدد اجزائه\r\nثلاثون جزءا .\r\nوأما أنصافه فقد قال بعض القراء : القرآن العظيم له أنصاف\r\nباعتبارات فنصفه بالحروف النون من \" نكرا \" في الكهف والكاف\r\nمن النصف الثاني * ونصفه بالكلمات الدال من قوله \" والجلود \" في الحج\r\nوقوله ولهم مقامع من النصف الثاني * ونصفه بالآيات ياء \" يأفكون \"\r\nمن سورة الشعراء وقوله فألقى السحرة من النصف الثاني * ونصفه\r\nعلى عدد السور آخر الحديد والمجادلة من النصف الثاني * وهو عشره\r\nبالأحزاب ، وقيل إن النصف بالحروف الكاف من \" نكرا \" وقيل\r\nالفاء من قوله \" وليتطف \" .\r\n( وأما آياته ) فعددها ستة آلاف ومائتان وست وثلاثون آية\r\nوهذا على حسب المصحف الأميري الذي طبعته الحكومة المصرية\r\nعام 1342 قال الامام الداني اجمعوا على أن عدد آيات القران ستة آلاف\r\n","description":"","footnote":"","page_name":" 192 ","page_number":194},
  {"content":"\r\nاية ثم اختلفوا فيما زاد على ذلك فمنهم من لم يزد ومنهم من قال ومائتا آية\r\nوأربع آيات وقيل وأربع عشرة وقيل وتسع عشرة وقيل وخمس\r\nوعشرون وقيل وست وثلاثون اه‍ .\r\nوتختلف الاعداد التي يعدون بها في سائر الآفاق إلى ستة أو سبعة\r\nكالعدد الكوفي والعدد البصري والعدد المكي والعدد المدني . الخ ويعلم\r\nكل ذلك من كتب القراءات ، وقد بين ذلك شيخ المقارئ المصرية\r\nسابقا الشيخ محمد بن علي بن خلف الحداد رحمه الله تعالى في كتابه سعادة\r\nالدارين في بيان وعد آي معجز الثقلين فارجع إليه ان شئت فان معرفة\r\nالآيات ضرورية ولها جملة فوائد لم نتعرض لذكرها خوف التطويل .\r\nقال السخاوي في جمال القراء ( فان قيل ) فما الموجب لاختلافهم\r\nفي عدد آي القرآن ( قلت ) النقل والتوقيف ( فان قيل ) فلو كان ذلك\r\nتوقيفيا لم يقع اختلاف ( قلت ) الامر في ذلك على نحو من اختلاف\r\nالقراءات وكلها مع الاختلاف راجع للنقل . . الخ\r\n( واما عدد كلماته ) فقيل سبع وسبعون ألف كلمة وتسعمائة وأربع\r\nوثلاثون كلمة وقيل وأربعمائة وسبع وثلاثون ، قال للسيوطي وسبب\r\nهذا الاختلاف في عد الكلمات ان الكلمة لها حقيقة ومجاز ولفظ\r\nورسم واعتبار * كل منها جائز وكل من العلماء اعتبر أحد الجوائز .\r\n","description":"","footnote":"","page_name":" 193 ","page_number":195},
  {"content":"\r\n( واما عدد حروفه ) فقيل ثلاثمائة ألف حرف وثلاثة وعشرون\r\nألف حرف وستمائة حرف وسبعون حرفا وقيل غير ذلك ،\r\nقال السيوطي والاشتغال باستيعاب ذلك مما لا طائل تحته وقد\r\nاستوعبه ابن الجوزي في فنون الأفنان وعد الانصاف والأثلاث\r\nإلى الأعشار وأوسع القول في ذلك فراجعه منه اه‍ .\r\nوذكر بعضهم ان في القرآن كذا وكذا من الألف وكذا وكذا\r\nمن الباء وكذا وكذا من التاء وهلم جرا إلى آخر الحروف الهجائية\r\nوفي أول حاشية الجمل على تفسير الجلالين بيان عدد كل ذلك وقال\r\nفيه ان عدد جلالات القرآن ألفان وستمائة وأربعة وستون ، وقد ذكر\r\nأيضا ابن كثير رحمه الله تعالى في أول تفسيره عدد آيات القرآن\r\nوكلماته وحروفه\r\nوقد ذكر بعضهم أن عدة النقط على حروفه ألف ألف وخمس\r\nوعشرون ألفا وثلاثون نقطة كما جاء ذلك في حاشية أسنى المطالب ،\r\nوالحقيقة ان عد كلمات القرآن وحروفه أمر لا يستهان به إذ يحتاج\r\nإلى صبر وجلد عظيمين وإلى انتباه تام فقل من يتصدى لذلك .\r\n","description":"","footnote":"","page_name":" 194 ","page_number":196},
  {"content":"\r\n\r\n\r\nالخاتمة\r\n( وفيها خمس فوائد )\r\n( الفائدة الأولى - في فضائل القرآن )\r\nاعلم أن حفظ القرآن في الصدور فرض كفاية على الأمة وكذلك\r\nتعليمه ، اما نسيانه فكبيرة كما صرح به النووي في الروضة وغيرها\r\nلحديث أبى داود وغيره عرضت على ذنوب أمتي فلم أر ذنبا أعظم من\r\nسورة من القرآن أو آية أوتيها رجل ثم نسيها ، وفى الصحيحين تعاهدوا\r\nالقرآن فوالذي نفس محمد بيده لهو أشد تفلتا من الإبل في عقلها\r\nوفيهما أيضا مثل القرآن مثل الإبل المعقلة إن عقلها صاحبها أمسكها\r\nوإن تركها ذهبت .\r\n( اخرج ) الشيخان لا حسد الا في اثنتين رجل علمه الله القرآن\r\nفهو يتلوه آناء الليل والنهار فسمعه جار له فقال ليتني أوتيت ما أوتى\r\nفلان فعملت مثل ما يعمل ورجل آتاه الله مالا فهو يهلكه في الحق فقال\r\nرجل ليتني أوتيت مثل ما أوتى فلان فعملت مثل ما يعمل .\r\n( واخرج ) الشيخان أيضا وغيرهما الماهر بالقرآن مع السفرة الكرام\r\nالبررة والذي يقرأ القرآن ويتعتع فيه وهو عليه شاق له اجران .\r\n( واخرج ) احمد والترمذي ما من مسلم يأخذ مضجعه فيقرأ سورة\r\n","description":"","footnote":"","page_name":" 195 ","page_number":197},
  {"content":"\r\nمن كتاب الله تعالى الا وكل الله به ملكا يحفظه فلا يقربه شئ\r\nيؤذيه حتى يهب متى هب .\r\n( واخرج ) احمد من حديث معاذ بن انس من قرأ القرآن في سبيل\r\nالله كتب مع الصديقين والشهداء والصالحين وحسن أولئك رفيقا\r\n( وأخرج ) مسلم من حديث جابر بن عبد الله خير الحديث كتاب\r\nالله الخ ( وأخرج ) البخاري عن عثمان بن عفان قال قال النبي صلى الله عليه وسلم ان\r\nأفضلكم من تعلم القرآن وعلمه ( واخرج ) النسائي وغيره من حديث\r\nأنس قال أهل القرآن هم أهل الله وخاصته ( واخرج ) الطبراني من\r\nحديث أنس جملة القرآن عرفاء أهل الجنة ( واخرج ) الطبراني من\r\nحديث انس أيضا من قرأ القرآن يقوم به آناء الليل والنهار يحل حلاله\r\nويحرم حرامه حرم الله لحمه ودمه على النار وجعله مع السفرة الكرام\r\nالبررة حتى إذا كان يوم القيمة كان القرآن حجة له ( واخرج ) مسلم\r\nاقرؤا القرآن فإنه يأتي يوم القيمة شفيعا لأصحابه ( واخرج ) الحاكم\r\nمن حديث عبد الله بن عمر الصيام والقرآن يشفعان للعبد ( واخرج )\r\nالديلي من حديث على حملة القرآن في ظل الله يوم لا ظل الا ظله\r\n( واخرج ) الحاكم من حديث أبي هريرة يجئ صاحب القرآن يوم\r\nالقيمة فيقول القرآن يا رب حله فيلبس تاج الكرامة ثم يقول يا رب\r\n","description":"","footnote":"","page_name":" 196 ","page_number":198},
  {"content":"\r\nزده يا رب ارض عنه فيرضى عنه ويقال له اقرأ وارق ويزاد له بكل\r\nآية حسنة ( واخرج ) البيهقي من حديث عائشة البيت الذي يقرأ فيه\r\nالقرآن يتراءى لأهل السماء كما تتراءى النجوم لأهل الأرض ( واخرج )\r\nابن ماجة وغيره من حديث ابن مسعود عليكم بالشفاءين العسل والقرآن\r\n( واخرج ) أيضا من حديث على خير الدواء القرآن ( واخرج ) البيهقي\r\nفي الشعب عن وائلة بن الأسقع ان رجلا شكى إلى النبي صلى الله عليه وسلم وجع\r\nحلقه قال عليك بقراءة القرآن ( واخرج ) الطبراني من حديث ابن عمر\r\nثلاثة لا يهو لهم الفزع الأكبر ولا ينالهم الحساب هم على كثيب من\r\nمسك حتى يفرغ من حساب الخلائق ، رجل قرأ القرآن ابتغاء وجه الله\r\nوأم به قوما وهم به راضون الحديث ( واخرج ) الشيخان مثل الذي\r\nيقرأ القرآن كمثل الأترجة طعمها طيب وريحها طيب والذي لا يقرأ\r\nالقرآن كالتمرة طعمها طيب ولا ريح لها ومثل الفاجر الذي يقرأ القرآن\r\nكمثل الريحانة ريحها طيب وطعمها طيب مر ومثل الفاجر الذي لا يقرأ\r\nالقرآن كمثل الحنظلة طعمها مر ولا ريح لها ( واخرج ) مسلم ما اجتمع\r\nقوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم الا\r\nتنزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله\r\nفيمن عنده ( وقال ) رسول الله صلى الله عليه وسلم يقال لصاحب القرآن اقرأ وارق\r\n","description":"","footnote":"","page_name":" 197 ","page_number":199},
  {"content":"\r\n\r\nورتل كما كنت ترتل في الدنيا فان منزلك عند آخر آية نقرؤها ( وقال )\r\nعليه الصلاة والسلام يقول الله تعالى من شغله قراءة القرآن عن دعائي\r\nأعطيته أفضل ثواب الشاكرين ( وقال ) صلى الله عليه وسلم ان الله يرفع بهذا الكتاب\r\nأقواما ويضع به آخرين رواه مسلم ( وعن أنس مرفوعا ) سبع يجرى\r\nللعبد أجرهن بعد موته وهو في قبره من علم علما أو أجرى نهرا أو\r\nحفر بئرا أو غرس نخلا أو بنى مسجدا أو ترك ولدا يستغفر له من بعد\r\nموته أو ورث مصحفا رواه ابن ماجة وغيره .\r\n( هذه نبذة ) مما ورد في فضائل القرآن جملة وقد ورد كثير من\r\nالأحاديث في فضل سور بعينها لم نذكرها خوف التطويل .\r\n( الفائدة الثانية في الاكثار من تلاوة القرآن الكريم )\r\nذكر الإله للقلوب قوت * إذا انتفى فإنها تموت\r\nيستحب الاكثار من تلاوة القرآن قال الله تعالى مثنيا على تاليه\r\n\" يتلون آيات الله آناء الليل \" وقال \" ان قرآن الفجر كان مشهودا \"\r\nأي تشهده الملائكة وقال \" ان الذين يتلون كتاب الله وأقاموا الصلاة\r\nوأنفقوا مما رزقناهم سرا وعلانية يرجون تجارة لن تبور ليوفيهم\r\nأجورهم ويزيدهم من فضله انه غفور شكور \" وقال \" كتاب أنزلناه\r\nإليك مبارك ليدبروا آياته وليتذكر أولوا الألباب \" وقال \" الله نزل\r\n","description":"","footnote":"","page_name":" 198 ","page_number":200},
  {"content":"\r\nأحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون\r\nربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدى به من\r\nيشاء ومن يضلل الله فما له من هاد \"\r\nوقال رسول الله صلى الله عليه وسلم اقرؤا القرآن فإنه يأتي يوم القيمة شفيعا\r\nلأصحابه رواه مسلم في صحيحه ( واخرج ) البيهقي من حديث النعمان\r\nابن بشير أفضل عبادة أمتي قراءة القرآن ( وفى الحديث ) يقول الله تعالى\r\nمن شغله قراءة القرآن عن دعائي أعطيته أفضل ثواب الشاكرين\r\n( وفي البخاري ) اقرؤا القرآن ما ائتلفت عليه قلوبكم فإذا اختلفتم\r\nفقوموا عنه .\r\nوروى الإمام أحمد عن أبي سعيد الخدري ان رسول الله صلى الله عليه وسلم قال\r\nأوصيك بتقوى الله تعالى فإنه رأس كل شئ وعليك بالجهاد فإنه رهبانية\r\nالاسلام وعليك بذكر الله تعالى وتلاوة القرآن فإنه روحك ( 1 ) في\r\nالسماء وذكرك في الأرض .\r\nقال الليث في البستان : ينبغي للقارئ ان يختم في السنة مرتين\r\nان لم يقدر على الزيادة ، وروى عن أبي حنيفة أنه قال من قرأ القرآن\r\nفي كل سنة مرتين فقد أدى حقه لان النبي صلى الله عليه وسلم عرض على جبريل\r\n\r\n","description":"","footnote":" ( 1 ) قال العزيزي على الجامع الصغير روحك بفتح الراء اي راحتك ","page_name":" 199 ","page_number":201},
  {"content":"\r\nفي السنة التي قبض فيها مرتين * وقال غيره يكره تأخير ختمه أكثر من\r\nأربعين يوما بلا عذر نص عليه احمد لان عبد الله بن عمر سأل النبي صلى الله عليه وسلم\r\nفي كم نختم القرآن قال في أربعين يوما رواه أبو داود واخرج الشيخان\r\nعن عبد الله بن عمرو قال قال لي رسول الله صلى الله عليه وسلم اقرأ القرآن في شهر\r\nقلت انى أجد قوة قال أقرأه في عشر قلت انى أجد قوة قال أقرأه في\r\nسبع ولا تزد على ذلك .\r\nقال النووي في الأذكار المختار ان ذلك يختلف باختلاف الأشخاص\r\nفمن كان يظهر له بدقيق الفكر لطائف ومعارف فليقتصر على قدر يحصل\r\nله معه كمال فهم ما يقرأ وكذلك من كان مشغولا بنشر العلم أو فصل\r\nالحكومات أو غير ذلك من مهمات الدين والمصالح العامة فليقتصر على\r\nقدر لا يحصل بسببه اخلال بما هو مرصد له ولا فوات كماله وان لم\r\nيكن من هؤلاء المذكورين فليكثر ما أمكنه من غير خروج الا حد\r\nالملل أو الهذرمة في القراءة اه‍\r\nوقد كره غير واحد من السلف قراءة القرآن في أقل من ثلاث\r\nلقوله صلى الله عليه وسلم من قرأ القرآن في أقل من ثلاث لم يفقه\r\nونهى عليه الصلاة والسلام عن الهذرمة بالقرآن ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) هذر في منطقة خلط والهذر بفتحتين الهذيان . ","page_name":" 200 ","page_number":202},
  {"content":"\r\nوعن أبي حمزة قال قلت لابن عباس انى سريع القراءة وانى اقرأ\r\nالقرآن في ثلاث فقال لان أقرأ البقرة في ليلة فأدبرها وأرتلها أحب\r\nإلى من أن أقرأكما تقول ( وفي تفسير ابن كثير ) قال الأعمش عن أبي\r\nوائل عن ابن مسعود قال كان الرجل منا إذا تعلم عشر آيات لم يجاوزهن\r\nحتى يعرف معانيهن والعمل بهن وقال أبو عبد الرحمن السلمي حدثنا\r\nالذين كانوا يقرئوننا انهم كانوا يستقرئون من النبي صلى الله عليه وسلم وكانوا إذا\r\nتعلموا عشر آيات لم يخلفوها حتى يعملوا بما فيها من العمل فتعلمنا\r\nالقرآن والعمل جميعا اه‍ .\r\nالفائدة الثالثة\r\n( في تجويد القرآن العظيم )\r\nقال في عنوان البيان فرض الله تعالى على الأمة ضبط القرآن\r\nوتعلمه وروايته على الوجه الذي نزل به بمعنى انه يجب ان يكون في\r\nكل عصر طائفة من الأمة تبلغ حد التواتر يقومون بتحمله وروايته\r\nباللغة التي نزل بها ويحفظونه من التحريف والتغيير والتبديل وأن يكون\r\nفيهم من يعرف أوجه القراءات والطرق والكيفيات المتلقاة من أفواه\r\nالمشايخ طبقة عن طبقة إلى رسول الله صلى الله عليه وسلم ، ثم قال وقد اجمعوا على أن\r\nالنقص في كيفية القرآن وهيئته كالنقص في ذاته ومادته فترك المد\r\n","description":"","footnote":"","page_name":" 201 ","page_number":203},
  {"content":"\r\n\r\n\r\nوالغنة والتفخيم والترقيق كترك حروفه وكلماته ومن هنا وجب تجويد\r\nالقرآن كما قال ابن الجزري .\r\nوالاخذ بالتجويد حتم لازم * من لم يجود القرآن آثم\r\nلأنه به الاله انزلا * وهكذا منه إلينا وصلا\r\nوالتجويد هو اعطاء الحروف حقها وترتيلها ورد كل حرف إلى\r\nمخرجه وأصله وتلطيف النطق به على كمال هيئته من غير اسراف ولا\r\nتعسف ولا افراط ولا تكلف ، قال ابن الجزري ولا اعلم لبلوغ النهاية\r\nفي التجويد مثل رياضة الألسنة والتكرار على اللفظ المتلقى من فم\r\nالمحسن ، ثم قال وأهل الصدر الأول ما كانوا يقرءون القرآن ولا يعلمونه\r\nالأطفال الا مرتلا مجودا حتى لا يخرج الصبي من المكتب الا على\r\nرياضة تامة ومعرفة بتلاوة القرآن وترتيله لا ينقصه الا معرفة الاحكام\r\nوالاصطلاحات الفنية التي يسمونها الآن علم التجويد .\r\nالفائدة الرابعة\r\n( في آداب تلاوة القرآن )\r\n( يستحب ) الترتيل في القراءة قال الله تعالى \" ورتل القرآن\r\nترتيلا \" لأنه أقرب إلى الاجلال والتوقير وأشد تأثيرا في القلب\r\n","description":"","footnote":"","page_name":" 202 ","page_number":204},
  {"content":"\r\nقال ابن مسعود لا تنثروه نثر الدقل ( 1 ) ولا تهذوه هذ الشعر ( 2 ) قفوا\r\nعند عجائبه وحركوا به القلوب ولا يكون هم أحدكم آخر السورة\r\nقال الشيخ الأخضري رحمه الله تعالى\r\nوانما يتلى بالارعواء * والحزن والخشوع والبكاء\r\nفواجب تقديس ذكر الله * عن فعل كل عابث ولاه\r\nاخرج البيهقي من حديث ابن عمر مرفوعا من قرأ القرآن فأعربه\r\nكان له بكل حرف عشرون حسنة ومن قرأه بغير اعراب كان له بكل\r\nحرف عشر حسنات ، والمراد باعرابه معرفة معاني ألفاظه .\r\n( ويستحب ) تحسين الصوت بالقراءة لقوله صلى الله عليه وسلم زينوا القرآن\r\nبأصواتكم رواه ابن ماجة ، وروى مسلم عن أبي موسى الأشعري\r\nان رسول الله صلى الله عليه وسلم قال له يا أبا موسى لو رأيتني وانا استمع لقراءتك\r\nالبارحة فقال اما والله لو اعلم انك تستمع قراءتي لحبرتها لك تحبيرا وقال\r\nالزهري عن أبي سلمة كان عمر إذا رآى أبا موسى قال ذكرنا ربنا يا أبا موسى\r\nفيقرأ عنده ، وقال النبي صلى الله عليه وسلم فيه لقد أوتى مزمارا من مزامير آل داود\r\n\r\n","description":"","footnote":" ( 1 ) الدقل بفتحتين أردأ التمر\r\n( 2 ) هذ قراءته هذا أسرع فيها وهو بالذال المعجمة ","page_name":" 203 ","page_number":205},
  {"content":"\r\nوقال عثمان النهدي كان أبو موسى يصلى بنا فلو قلت انى لم اسمع صوت\r\nصنج قط ولا بربط قط ( 1 ) ولا شيئا قط أحسن من صوته .\r\nوالحقيقة ان قراءة القرآن بالصوت الحسن تهيج الأرواح\r\nوتحرك القلوب وتوقظ النفس عن غفلتها وتطرد الملل والسآمة عن\r\nالفؤاد ، هذا إذا كان في حدود التوقير والتعظيم ، اما ما كان في قالب\r\nالطرب والغناء فهو المنهي عنه ، قال ابن كثير في كتاب فضائل القرآن\r\nفأما الأصوات بالنغمات المحدثة المركبة على الأوزان والأوضاع الملهية\r\nوالقانون الموسيقائي فالقرآن ينزه عن هذا ويجل ويعظم أن يسلك\r\nفي أدائه هذا المذهب وقد جاءت السنة بالزجر عن ذلك اه‍ قال بعضهم :\r\nواحذر من التطريب كالغناء * واحذر من التحزين للرياء\r\nواحذر من الترعيد والتحريف * فان ذا من سائر التحريف\r\nقال الرافعي في كتابه اعجاز القرآن : التطريب هو أن يترنم\r\nبالقرآن ويتنغم به فيمد في غير مواضع المد ويزيد في المد إن أصاب\r\nموضعه - والتحزين هو أن يأتي بالقراءة على وجه حزين يكاد يبكى\r\nمع خشوع وخضوع ( 2 ) - والترعيد هو أن يرعد القارئ صوته\r\n\r\n","description":"","footnote":" ( 1 ) الصنج والبربط آلتان من آلات اللهو\r\n( 2 ) القراءة بالحزن والخشوع بنية صادقة لا تكره وانما تكره للرياء كما هو\r\nصريح في البيتين ","page_name":" 204 ","page_number":206},
  {"content":"\r\nكأنه يرعد من البرد أو الألم اه‍\r\nوقال أيضا رحمه الله فيه : أول ما ظهرت القراءة بألحان الغناء كان\r\nفي المائة الثانية وكان ممن يقرأ بهذه الألحان الهيثم وأبان وابن أعين\r\nومحمد بن سعيد وهذا من أهل المائة الثالثة اه‍\r\n( ويسن ) الاستماع لقراءة القرآن وترك اللغط والحديث لقوله\r\nتعالى \" فإذا قرئ القرآن فاستمعوا له وأنصتوا لعلكم ترحمون \"\r\n( ويسن ) أن يستاك عند القراءة فقد ورد \" أن أفواهكم طرق للقرآن\r\nفطيبوها بالسواك \" وأن يجلس مستقبل القبلة بسكينة ووقار ، وأن\r\nتكون القراءة في مكان لائق والمسجد أفضل لأنه مكان العبادة ( ويسن )\r\nالتعوذ قبل القراءة لقوله تعالى \" فإذا قرأت القرآن فاستعذ بالله من\r\nالشيطان الرجيم \" وصفة التعوذ أعوذ بالله من الشيطان الرجيم ، وكان\r\nجماعة من السلف يزيدون السميع العليم أي يقولون أعوذ بالله السميع\r\nالعليم من الشيطان الرجيم - وبعد التعوذ يأتي بالبسملة أول كل سورة\r\nغير براءة ( ويسن ) التكبير من خاتمة والضحى إلى خاتمة قل أعوذ برب\r\nالناس وصفة التكبير أن يقف القارئ بعد كل سورة وقفة لطيفة\r\nويقول الله أكبر وقيل لا إله إلا الله والله أكبر .\r\n( ويسن ) إذا فرغ من الختمة أن يشرع في أخرى عقب الختم\r\n","description":"","footnote":"","page_name":" 205 ","page_number":207},
  {"content":"\r\nلحديث الترمذي وغيره \" أحب الأعمال إلى الله الحال المرتحل الذي\r\nيضرب من أول القرآن إلى آخره كلما حل ارتحل \" واخرج الدارمي\r\nبسند حسن عن ابن عباس عن أبي بن كعب أن النبي صلى الله عليه وسلم كان إذا قرأ\r\nقل أعوذ برب الناس افتتح من الحمد ثم قرأ من البقرة إلى وأولئك هم\r\nالمفلحون ثم دعا بدعاء الختمة ثم قام\r\n( والدعاء ) عند الختم مستجاب وعنده تنزل الرحمة ، قال الامام\r\nالنووي يستحب الدعاء بعد قراءة القرآن استحبابا ويتأكد تأكيدا\r\nشديدا وقد نص الإمام أحمد على استحبابه أيضا ، أخرج الطبراني عن\r\nالعرباض بن سارية مرفوعا من ختم القرآن فله دعوة مستجابة ،\r\nوأخرج أيضا عن أنس أنه كان إذا ختم القرآن جمع أهله ودعا - لذلك\r\nكانوا يجتمعون عند ختمه\r\n( والأفضل ) ختم القرآن أول النهار أو أول الليل لما رواه الدارمي\r\nبسند حسن عن سعد بن أبي وقاص قال إذا وافق ختم القرآن أول الليل\r\nصلت عليه الملائكة حتى يصبح وان وافق ختمه أول النهار صلت عليه\r\nالملائكة حتى يمسى\r\n","description":"","footnote":"","page_name":" 206 ","page_number":208},
  {"content":"\r\n\r\nدعاء ختم القرآن\r\n( نأتى هنا بدعاء جامع اقتبسناه من جملة أدعية مأثورة وهو : )\r\nاللهم ارحمني بالقرآن واجعله لي إماما ونورا وهدى ورحمة * اللهم\r\nذكرني منه ما نسيت وعلمني منه ما جهلت وارزقني تلاوته آناء الليل\r\nوأطراف النهار واجعله لي حجة يا رب العالمين * اللهم أصلح لي ديني\r\nالذي هو عصمة أمري وأصلح لي دنياي التي فيها معاشي وأصلح لي\r\nآخرتي التي فيها معادي واجعل الحياة زيادة لي في كل خير واجعل\r\nالموت راحة لي من كل شر * اللهم اجعل خير عمري آخره وخير عملي\r\nخواتمه وخير أيامي يوم ألقاك فيه * اللهم إني أسألك عيشة هنية وميتة\r\nسوية ومردا غير مخزي ولا فاضح * اللهم إني أسألك خير المسألة وخير\r\nالدعاء وخير النجاح وخير العمل وخير الثواب وخير الحياة وخير الممات\r\nوثبتني وثقل موازيني وحقق إيماني وارفع درجتي وتقبل صلاتي\r\nواغفر خطيئاتي وأسألك العلا من الجنة * اللهم إني أسألك أن ترفع\r\nذكرى وتضع وزري وتصلح أمري وتطهر قلبي وتحصن فرجى وتنور\r\nقلبي وتغفر ذنبي * اللهم أحسن عاقبتنا في الأمور كلها وأجرنا من خزي\r\nالدنيا وعذاب الآخرة * اللهم أقسم لنا من خشيتك ما تحول به بيننا\r\n","description":"","footnote":"","page_name":" 207 ","page_number":209},
  {"content":"\r\n\r\nوبين معصيتك ومن طاعتك ما تبلغنا بها جنتك ومن اليقين ما تهون\r\nبه علينا مصائب الدنيا ومتعنا بأسماعنا وأبصارنا وقوتنا ما أحييتنا\r\nواجعله الوارث منا واجعل ثأرنا على من ظلمنا وانصرنا على من عادانا\r\nولا تجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر همنا ولا مبلغ علمنا\r\nولا تسلط علينا من لا يرحمنا * اللهم إني أسألك موجبات رحمتك\r\nوعزائم مغفرتك والسلامة من كل إثم والغنيمة من كل بر والفوز بالجنة\r\nوالنجاة من النار * اللهم لا تدع لنا ذنبا الا غفرته ولا هما الا فرجته\r\nدينا الا قضيته ولا حاجة من حوائج الدنيا والآخرة الا قضيتها يا ارحم\r\nالرحمين * اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب\r\nالنار وصلى الله على نبينا محمد وعلى آله وأصحابه وسلم تسليما كثيرا ( آمين )\r\nالفائدة الخامسة\r\n( في آداب كتابة القرآن )\r\nلكتابة القرآن الكريم آداب كثيرة - منها - أن يكون الكاتب\r\nعلى وضوء بل هذا واجب على البالغ العاقل - ومنها - أن يكون على\r\nنظافة في الثوب والبدن والمكان - ومنها - أن يحسن خطه فقد ورد\r\n\" من كتب بسم الله الرحمن الرحيم مجودة غفر له \" وورد أنه صلى الله عليه وسلم قال\r\nلكاتبه \" ألق الدواة وحرف القلم وأنصب الباء وفرق السين\r\n","description":"","footnote":"","page_name":" 208 ","page_number":210},
  {"content":"\r\nولا تعور الميم وحسن الله ومد الرحمن وجود الرحيم \" وقد شرحنا هذين\r\nالحديثين وغيرهما في أول كتابنا تاريخ الخط العربي وآدابه المطبوع\r\nبمصر شرحا دقيقا فنيا لم يطرقه قبلنا أحد فانظره فيه فإنه مبحث نفيس\r\nومنها - أن يكتبه بحسب الرسم العثماني فاتباع رسمه واجب كما سبق\r\nبيان ذلك في هذا الكتاب - ومنها - أن يكتبه بحروف بحيث يقرأ\r\nبالبصر الصحيح من غير مشقة في تلاوته .\r\nوقد نظم آداب كتابة القرآن الشيخ محمد العاقب الشنقيطي\r\nرحمه الله تعالى في قوله :\r\nمما به يهتم كل مسلم * ضبط كتابة الكتاب المحكم\r\nفاستقر ما لها من الآداب * واعمل به تسلم من العتاب\r\nقبل الشروع ألق الدواة * بصوفة وحرف الأداة\r\nوإن أردت كتبه في رق * أو غيره فاكتبه دون مشق\r\nوحسن الخط ولا تحرفا * نقط الحروف والحروف جوفا\r\nكي لا تجئ أسطره مخلطة * ولا تري حروفه مقرمطة\r\nوكتبه في الصحف الصغار * يكره كالكتب على الجدار\r\nوكتبه على محل يوطأ * أو محوه فيه فذاك خطأ\r\nومن يعظم حرمات الله * فان ذاك من تقى الاله\r\nقوله فاكتبه دون مشق أي لا تسرع في الكتابة .\r\n","description":"","footnote":"","page_name":" 209 ","page_number":211},
  {"content":"\r\n\r\n( تنبيه ) كثير من الخطاطين إذا أرادوا أن يكتبوا شيئا من القرآن\r\nعلى ورق أو لوح أو نحوهما يركبون الكلمات بعضها فوق بعض مباعدين\r\nحروفها بحيث تصعب قراءتها على من لم يحفظ القرآن وهذا كما لا يخفى\r\nلا يجوز لحصول اللبس والاشتباه في القراءة ، والسبب في كتابتهم\r\nبهذه الصورة انهم ينظرون إلى جمال التركيب الخطى فقط غير ناظرين\r\nإلى تفرقة أجزاء الكلمات القرآنية وهذا خطأ فاحش نلفت نظرهم إليه\r\nعلى أن قليلا من العناية والتأمل يهديهم إلى جمال التركيب مع عدم\r\nتفرقة الحروف والله الموفق للصواب .\r\n( وانى ) استغفر الله العظيم من هفوة القلم ، وزلة القدم فإنه\r\nغفور رحيم ، وليكن ختام الكتاب بأربع أبيات من نظمي إقرارا\r\nبوحدانية الله راجيا منه تعالى أن يثبتني بالقول الثابت في الحياة\r\nالدنيا وفي الآخرة بفضله ورحمته وهي :\r\n( الامر لله ليس الامر للفلك * ولا لزيد ولا عمرو ولا ملك )\r\n( ما شاء كان وما لم لم يكن أبدا * فما هنالك مخلوق بمشترك )\r\n( تنزه الله عن أهل وعن ولد * وعن شريك فما في الامر من شكك )\r\n( إليه وجهت وجهي دائما أبدا * له صلاتي وصومي مخلصا نسكي )\r\n","description":"","footnote":"","page_name":" 210 ","page_number":212},
  {"content":"\r\n( نسأل الله الحي القيوم لذي لا يموت * أن يعاملنا بما هو أهله )\r\n( وأن يسترنا في الدارين ويجعلنا من الذين لا خوف عليهم ولا هم يحزنون )\r\n( ربنا آتنا في الدنيا حسنة وفى الآخرة حسنة وقنا عذاب النار وأدخلنا )\r\n( الجنة مع الأبرار امين وصلى الله على نبينا محمد وعلى اله وصحبه أجمعين )\r\n( سبحان ربك رب العزة عما يصفون وسلام على المرسلين )\r\n( والحمد لله رب العالمين )\r\n( ولقد كان طبعه على نفقة الفاضل الشيخ مصطفى محمد يغمور بمكة )\r\n( ومن عجيب الاتفاق ان تمام طبع هذا الكتاب كان في يوم سفر مؤلفه )\r\n( من جدة إلى مصر وكردستان للزيارة وهو يوم الجمعة الموافق )\r\n( عشرين شعبان عام ألف وثلاثمائة وخمس وستين من )\r\n( الهجرة النبوية * وان طبعه بهذا الرونق )\r\n( الجميل وظهوره بهذا الشكل البديع )\r\n( كان في مطبعة الفتح الوطنية )\r\n( لصاحبها المحترم الشيخ )\r\n( عبد الرحيم عبد الفتاح )\r\n( بجدة بالحجاز )\r\n","description":"","footnote":"","page_name":" 211 ","page_number":213},
  {"content":"\r\n\r\n( قال محمد طاهر الكردي المكي الخطاط )\r\n( مؤلف هذا الكتاب في الحكم والأمثال )\r\nحركات المرء تدل على عقله * حفظ المعروف من المروءة * لا تهد\r\nشيئا لمن لا يقدره * تقدير الأعمال يزيد نشاط العمال * مراعاة احساس\r\nالأصدقاء تقوى حبل الصداقة * العزيز إذا افتقر هان * دوام العزلة\r\nيميت النشاط والهمة * الاعتراف بالاحسان من كمال الانسان *\r\nإذا افتقر العاقل تعرض للزلل * الاستبداد والقسوة يورثان البلادة\r\nوالجفوة * هضم الحقوق موجب للعقوق * لا ينهض المرء بفقره * الكريم\r\nإذا ضاقت به الأحوال لم يختلط بالناس * المال أساس النجاح * الكريم\r\nبلا مال كالشجاع بلا سلاح * المال يستر العيوب * الأحمق واللئيم يضيع\r\nفيهما المعروف * كثرة الخضوع نفاق * لا يشقى من حالفه الحظ * لا تحتقر\r\nضعيف اليوم فقد يصبح غدا عظيما * لا تتودد إلى من لا يعتبرك * الفوضى\r\nعاقبتها الفشل * الصبور إذا انتقم بطش * الانهماك في العمل يؤدى\r\nإلى الملل * من احترم غيره فقد احترم نفسه\r\n( ومن نظمه غفر الله له )\r\nكم عاقل فاضل تلقاه مضطربا * وجاهل خامل تلقى به طربا\r\nهذا له الحظ في الدنيا وذاك له * عز من الله في أخراه قد وجبا\r\n","description":"","footnote":"","page_name":" 212 ","page_number":214},
  {"content":"\r\n\r\n( ومن نظمه أيضا )\r\nلقد استراح من الحياة وكدها * ومن الهموم ورؤية الأهوال\r\nمن مات أو من جن أو متبتل * لزم القناعة صادق الأحوال\r\n( ومن نظمه أيضا )\r\nدع الامر تحت القضا والقدر * فما ينفع العقل لا والحذر\r\nفمن رام سخطا على ما جرى * فذاك الكفور وشر البشر\r\nومن سلم الامر نال المنى * وما يبتغيه ونال الظفر\r\nفصبرا جميلا على ما قضا * ه الاله عساه يزيل الضرر\r\nولا تتركن الدعا والطلب * فان اللطيف به قد أمر\r\nولا تركبن بحار الهوى * فان المعاصي قرين الخطر\r\n( ومن نظمه أيضا متضرعا إلى الله تعالى )\r\nزدني بفرط الابتلاء تصبرا * والطف بما قدرته فيما جرى\r\nيا من له عنت الوجوه جميعها * رحماك فالعبد الذليل تحيرا\r\nإن لم يكن لي منك لطف شامل * أو فضل احسان على مكررا\r\nفمن الذي أرجو لكشف بليتي * أو من إليه أميل من بين الورى\r\nوالكل مفتقر إليك وسائل * من فيض جودك نقطه أن تقطرا\r\nلا أرتجي أحدا سواك وأنت لي * نعم الملاذ ومن رجاك استبشرا\r\nإني سألتك والهموم تراكمت * والدهر عاند والزمان تنكرا\r\nحاشا تخيب من رجاك مؤملا * مهما جنى أو كان فيك مقصرا\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":215}
  ]