[
  {"content":"\r\nالمنتخب\r\nمن كتاب ذيل المذيل\r\nمن تاريخ الصحابة والتابعين\r\nتصنيف\r\nأبى جعفر محمد بن جرير الطبري\r\n1358 ه‍ 1939 م\r\nمنشورات\r\nمؤسسة الأعلمي للمطبوعات\r\nبيروت لبنان\r\nص . ب . 7120\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nقال أبو جعفر محمد بن جرير بن يزيد الطبري في كتاب ذيل المذيل من تأريخ\r\nالصحابة والتابعين\r\n( وأما ) من النساء اللواتي متن قبل هجرة رسول الله صلى الله عليه وسلم بمكة\r\nفزوجة رسول الله صلى الله عليه وسلم خديجة بنت خويلد بن أسد بن عبد العزى\r\nابن قصي وكانت تكنى أم هند رضي الله عنها وهند ابن لها من أبى هالة بن\r\nالنباش بن زرارة زوج كان لها قبل النبي صلى الله عليه وسلم كنيت به وتوفيت قبل\r\nالهجرة بثلاث سنين وهى يومئذ ابنة خمس وستين سنة كذاك حدثني الحارث عن\r\nابن سعد عن محمد بن عمر عن محمد بن صالح وعبد الرحمن بن عبد العزيز * وكانت\r\nوفاتها في شهر رمضان من هذه السنة ودفنت بالحجون رحمها الله\r\n( قال وممن مات في سنة 8 من الهجرة )\r\nفي أولها زينب بنت رسول الله صلى الله عليه وسلم وكانت أسن بنات رسول الله\r\nصلى الله عليه وسلم وكان سبب وفاتها أنها لما أخرجت من مكة إلى رسول الله\r\nصلى الله عليه وسلم أدركها هبار بن الأسود ورجل آخر فدفعها أحدهما فيما قيل\r\nفسقطت على صخرة فأسقطت فاهراقت الدم فلم يزل بها وجعها حتى ماتت منه *\r\nقال وممن قتل منهم جعفر بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف قتل\r\nبمؤتة شهيدا * حدثنا ابن حميد قال حدثنا سلمة وأبو تميلة عن ابن إسحاق عن\r\nيحيى بن عباد عن أبيه قال حدثني أبي الذي أرضعني وكان أحد بنى مرة بن عوف\r\nوكان في تلك الغزوة غزوة مؤتة قال والله لكأني أنظر إلى جعفر عليه السلام\r\nحين اقتحم عن فرس له شقراء فعقرها فقاتل القوم حتى قتل وكان جعفر عليه\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nالسلام أول رجل من المسلمين فيما قيل عقر في الاسلام * قال محمد بن عمر حدثني\r\nعبد الله بن محمد بن عمر بن علي بن أبيه قال ضربه يعنى جعفرا رجل من الروم\r\nفقطعه بنصفين فوقع أحد نصفيه في كرم فوجد في نصفه ثلاثون أو بضعة\r\nوثلاثون جرحا * وكان إسلام جعفر عليه السلام قبل أن يدخل رسول الله\r\nصلى الله عليه وسلم دار الأرقم ويدعو فيها وهاجر إلى أرض الحبشة الهجرة الثانية\r\nومعه امرأته أسماء بنت عميس فلم يزل بأرض الحبشة حتى هاجر رسول الله\r\nصلى الله عليه وسلم إلى المدينة ثم قدم عليه من أرض الحبشة وهو بخيبر سنة 7\r\nوقتل سنة 8 من الهجرة في جمادى الأولى منها وهو أحد أمراء رسول الله صلى\r\nالله عليه وسلم على السرية التي وجهها إلى الروم وكان جعفر يكنى أبا عبد الله *\r\nوزيد الحب بن حارثة بن شراحيل بن عبد العزى بن امرئ القيس بن عامر بن\r\nالنعمان بن عامر بن عبد ود بن عوف بن كنانة بن عوف بن عذرة بن زيد اللات\r\nابن رفيدة بن ثور بن كلب بن وبرة بن تغلب بن حلوان بن عمران بن الحاف\r\nابن قضاعة واسمه عمرو بن مالك بن عمرو بن مرة بن مالك بن حمير بن سبأ\r\nيشجب بن يعرب بن قحطان ذكر أن أم زيد وهى سعدى بنت ثعلبة بن عبد\r\nعامر بن أفلت بن سلسلة من بنى معن من طئ زارت قومها وزيد معها فأغارت\r\nخيل لبنى القين بن جسر في الجاهلية فمروا على أبيات بنى معن رهط أم زيد\r\nفاحتملوا زيدا وهو يومئذ غلام يفعة قد أوصف فوافوا به سوق عكاظ\r\nفعرضوه للبيع فاشتراه منهم حكيم بن حزام بن خويلد بن أسد بن عبد العزى بن\r\nقصي لعمته خديجة بنت خويلد بأربعمائة درهم فلما تزوجها رسول الله صلى الله\r\nعليه وسلم وهبته له فقبضه رسول الله صلى الله عليه وسلم إليه وقد كان أبوه حارثة\r\nابن شراحيل حين فقده قال\r\nبكيت على زيد ولم أدر ما فعل * أحي يرجى أم أتى دونه الاجل\r\nفوالله ما أدرى وإن كنت سائلا * أغالك سهل الأرض أم غالك الجبل\r\nفياليت شعري هل لك الدهر رجعة * فحسبي من الدنيا رجوعك لي بجل\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nتذكر نيه الشمس عند طلوعها * وتعرض ذاكراه إذا قارب الطفل\r\nوإن هبت الأرواح هيجن ذكره * فيا طول ما حزني عليه وما وجل\r\nسأعمل نص العيش في الأرض جاهدا * ولا أسأم التطواف أو تسأم الإبل\r\nحياتي أو تأتى على منيتي * وكل امرئ فان وإن غره الأمل\r\nوأوصى به عمرا وقيسا كليهما * وأوصى يزيدا ثم من بعدهم جبل\r\nقال يريد جبلة بن حارثة أخا زيد بن حارثة وكان أكبر من زيد ويعنى بيزيد أخا\r\nزيد لامه وهو يزيد بن كعب بن شراحيل وحج ناس من كلب فرأوا زيدا فعرفهم\r\nوعرفوه فقال أبلغوا أهلي هذه الأبيات فإني أعلم أنهم قد جزعوا على وقال\r\nالكنى إلى قومي وإن كنت نائيا * بأني قطين البيت عند المشاعر\r\nفكفوا من الوجد الذي قد شجاعكم * ولا تعملوا في الأرض نص الأباعر\r\nفإني بحمد الله في خير أسرة * كرام معد كابرا بعد كابر\r\nفانطلق الكلبيون فأعلموا أباه فقال ابني ورب الكعبة ووصفوا له موضعه\r\nوعند من هو فخرج حارثة وكعب ابنا شراحيل بفدائه وقدما مكة فسألا عن النبي\r\nصلى الله عليه وسلم فقيل هو في المسجد فدخلا عليه فقالا يا ابن عبد الله يا ابن\r\nعبد المطلب يا ابن هاشم يا ابن سيد قومه أنتم أهل حرم الله وجيرانه وعند بيته\r\nتفكون العاني وتطعمون الأسير جئناك في ابننا عندك فامنن علينا وأحسن إلينا\r\nفي فدائه فإنا سنرفع لك في الفداء قال من هو قالوا زيد بن حارثة فقال رسول الله\r\nصلى الله عليه وسلم فهلا غير ذلك قالوا ما هو قال ادعوه فأخيره فإن اختاركم فهو\r\nلكما بغير فداء وإن اختارني فوالله ما أنا بالذي أختار على من اختارني أحدا فقالا\r\nقد زدتنا على النصف وأحسنت فدعاه فقال تعرف هؤلاء قال نعم قال من هما\r\nقال هذا أبى وهذا عمى قال فأنا من قد علمت وعرفت ورأيت صحبته لك فاخترى\r\nأو اخترهما فقال زيد ما أنا بالذي أختار عليك أحدا أنت منى مكان الأب والعنم\r\nفقالا له ويحك يا زيد أتختار العبودية على الحرية وعلى أبيك وعمك وأهل بيتك\r\nقال نعم إني قد رأيت من هذا الرجل شيئا ما أنا بالذي أختار عليه أحدا\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nأبدا فلما رأى ذلك رسول الله صلى الله عليه وسلم أخرجه إلى الحجر\r\nفقال يا من حضر اشهدوا أن زيدا ابني أرثه ويرثني فلما رأى ذلك أبوه\r\nوعمه طالب أنفسهما وانصرفا فدعى زيد بن محمد حتى جاء الله عز وجل\r\nبالاسلام حدثني بذلك كله الحارث عن ابن سعد عن هشام بن محمد عن\r\nأبيه وعن جميل بن مرثد الطائي وغيرهما وقد ذكر بعض الحديث عن أبيه\r\nعن أبي صالح عن ابن عباس وقال في إسناده عن ابن عباس فزوجه رسول الله\r\nصلى الله عليه وسلم زينب بنت جحش بن رئاب الأسدية وأمهما أميمة بنت عبد المطلب\r\nابن هاشم فطلقها زيد بعد ذلك فتزوجها رسول الله صلى الله عليه وسلم فتلكم المنافقون\r\nفي ذلك وطعنوا فيه وقالوا محمد يحرم نساء الولد وقد تزوج امرأة ابنه زيد فأنزل\r\nالله عز وجل \" ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين \"\r\nإلى آخر الآية وقال \" ادعوهم لآبائهم \" فدعى يومئذ زيد بن حارثة ودعى الأدعياء\r\nإلى آبائهم فدعى المقداد إلى عمرو وكان يقال له المقداد بن الأسود وكان الأسود\r\nابن عبد يغوث قد تبناه وقتل زيد في جمادى الأولى من هذه السنة وهو ابن خمس\r\nوخمسين سنة وكان يكنى أبا سلمة فيما قيل * فقال محمد بن عمر حدثنا محمد بن الحسن\r\nابن أسامة بن زيد عن أبيه قال كان بين رسول الله صلى الله عليه وسلم وبين زيد\r\nعشر سنين ، رسول الله صلى الله عليه وسلم أكبر منه وكان زيد رجلا قصيرا آدم\r\nشديد الأدمة في أنفه فطس وكان يكنى أبا أسامة وشهد زيد بدرا وأحدا\r\nواستخلفه رسول الله صلى الله عليه وسلم على المدينة حين خرج إلى المريسيع\r\nوشهد الخندق والحديبية وخيبر وكان من الرماة المذكورين من أصحاب رسول الله\r\nصلى الله عليه وسلم * قال وثابت بن الجذع من بنى سلمة من الأنصار وهو ثابت بن\r\nثعلبة بن زيد بن الحارث بن حرام بن كعب والجذع ثعلبة بن زيد وسمى بذلك فيما قيل\r\nلشدة قلبه وصرامته ويقال أيضا ثابت بن ثعلبة الجذع وشهد ثابت العقبة مع السبعين\r\nالذين بايعوا رسول الله صلى الله عليه وسلم ليلة العقبة من الأنصار وشهد بدرا وأحدا\r\nوالخندق والحديبية وخيبر وفتح مكة ويوم حنين والطائف وقتل يومئذ شهيدا\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\n( قال وفى سنة 8 من الهجرة )\r\nماتت أم كلثوم ابنة رسول الله صلى الله عليه وسلم في شعبان فصلى عليها رسول الله\r\nصلى الله عليه وسلم ونزل في حرفتها فيما قيل علي بن أبي طالب عليه السلام والفضل\r\nابن العباس وأسامة بن زيد وهى التي روى عن أم عطية أنها قالت غسلت إحدى\r\nبنات النبي صلى الله عليه وسلم * وروى عن أنس بن مالك أن النبي صلى الله عليه\r\nوسلم قال لما وضعت في قبرها لا ينزل في قبرها أحد قارف أهله الليلة وقال أفيكم\r\nأحد لم يقارف أهله الليلة فقال أبو طلحة أنا يا رسول الله فقال انزل فنزل\r\n( قال وفى سنة 11 من الهجرة )\r\nتوفيت فاطمة ابنة محمد صلى الله عليه وسلم لثلاث ليال خلون من شهر رمضان\r\nوهى ابنة تسع وعشرين سنه أو نحوها وقد اختلف في وقت وفاتها فروى عن أبي جعفر\r\nمحمد بن علي عليه السلام أنه قال توفيت فاطمة عليها السلام بعد النبي صلى الله عليه\r\nوسلم بثلاثة أشهر وأما عبد الله بن الحارث فإنه فيما روى يزيد بن أبي زياد عنه قال\r\nتوفيت فاطمة ابنة رسول الله صلى الله عليه وسلم بعد رسول الله بثمانية أشهر * وقال\r\nمحمد بن عمر حدثنا معمر عن الزهري عن عروة عن عائشة * قال وحدثنا\r\nابن جريج عن الزهري عن عروة أن فاطمة عليها السلام توفيت بعد\r\nالنبي صلى الله عليه وسلم بستة أشهر قال ابن عمر وهو الثبت عندنا قال توفيت\r\nليلة الثلاثاء لثلاث خلون من شهر رمضان سنة 11 وذكر عن جعفر بن محمد عليه\r\nالسلام أنه قال كانت كنية فاطمة عليها السلام أم أبيها * قال وأبو العاص بن الربيع\r\nابن عبد العزى بن عبد شمس بن عبد مناف بن قصي واسمه مقسم وأمه هالة ابنة\r\nخويلة بن أسد بن عبد العزى بن قصي وخالته خديجة ابنة خويلد زوج رسول الله\r\nصلى الله عليه وسلم وكان رسول الله صلى الله عليه وسلم زوجه ابنته زينب ابنة\r\nرسول الله قبل الاسلام فولدت له عليا وأمامة فتوفى عليه وهو صغير وبقيت أمامة\r\nفتزوجها علي بن أبي طالب عليه السلام بعد وفاة فاطمة ابنة محمد رسول الله صلى الله\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nعليه وسلم وكان أبو العاص بن الربيع فيمن شهد بدرا مع المشركين فأسره\r\nعبد الله بن جبير بن النعمان الأنصاري فلما بعث أهل مكة في فداء أساراهم\r\nقدم في فداء أبى العاص أخوه عمرو بن ربيع . فحدثنا ابن حميد قال حدثنا سلمة\r\nعن محمد قال حدثني يحيى بن عباد بن عبد الله بن الزبير عن أبيه عباد عن عائشة قالت\r\nلما بعث أهل مكة في فداء أساراهم بعثت زينب بنت رسول الله صلى الله عليه وسلم\r\nفي فداء أبى العاص بمال وبعثت فيه بقلادة كانت خديجة أدخلتها بها على أبى العاص\r\nحين بنى عليها قالت فلما رآها رسول الله صلى الله عليه وسلم رق لها رقة شديدة\r\nوقال إن رأيتم أن تطلقوا لها أسيرها وتردوا عليها الذي لها فافعلوا فقالوا نعم\r\nيا رسول الله فأطلقوه وردوا عليها الذي لها ولم يزل أبو العاص معها على شركه\r\nحتى إذا كان قبيح الفتح فتح مكة خرج بتجارة إلى الشأم وبأموال من أموال قريش\r\nأبضعوها معه فلما فرغ من تجارته وأقبل قافلا لقيته سرية لرسول الله صلى الله\r\nعليه وسلم وقيل إن رسول الله صلى الله عليه وسلم كان هو الذي وجه السرية\r\nللعير التي كان فيها أبو العاص قافلة من الشأم وكانوا سبعين ومائة راكب أميرهم\r\nزيد بن حارثة وذلك في جمادى الأولى من سنة 6 من الهجرة فأخذوا في تلك العير\r\nمن الأثقال وأسروا أناسا ممن كان في العير فأعجزهم أبو العاص هربا فلما قدمت\r\nالسرية بما أصابوا أقبل أبو العاص من الليل حتى دخل على زينب ابنة\r\nرسول الله صلى الله عليه وسلم إلى صلاة الصبح وكبر وكبر الناس معه\r\nفحدثنا ابن حميد قال حدثنا سلمة عن محمد بن إسحاق قال حدثني يزيد بن\r\nرومان قال صرخت زينب أيها الناس إني قد أجرت أبا العاص بن الربيع\r\nفلما سلم رسول الله صلى الله عليه وسلم من الصلاة أقبل على الناس فقال يا أيها\r\nالناس هل سمعتم ما سمعت قالوا نعم قال أما والذي نفس محمد بيده ما علمت\r\nبشئ كان حتى سمعت منه ما سمعتم إنه يجير على المسلمين أدناهم ثم انصرف\r\nرسول الله صلى الله عليه وسلم فدخل على ابنته زينب فقال أي بنية أكرمي مثواه\r\nولا يخلصن إليك فإنك لا تحلين له ( قال ابن إسحاق ) وحدثني عبد الله بن أبي بكر\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nأن رسول الله صلى الله عليه وسلم بعث إلى السرية الذين أصابوا مال أبى العاص\r\nفقال لهم إن هذا الرجل منا حيث قد علمتم وقد أصبتم له مالا فإن تحسنوا تردوا\r\nعليه الذي له فإنا تحت ذلك وإن أبيتم ذلك فهو فئ الله الذي أفاءه إليكم وأنتم\r\nأحق به قالوا يا رسول الله بل نرده عليه قال فردوا عليه ماله حتى أن الرجل ليأتي\r\nبالحبل ويأتي الرجل بالشنة والأدواة حتى إن أحدهم ليأتي بالشظاظ حتى ردوا\r\nعليه ماله بأسره لا يفقد منه شيئا ثم احتمل إلى مكة فأدى إلى كل ذي مال من\r\nمال قريش ماله ممن كان أبضع معه ثم قال يا معشر قريش هل بقي لاحد منكم عندي\r\nمال لم يأخذه قالوا لا جزاك الله خيرا فقد وجدناك وفيا كريما قال فإني أشهد\r\nأن لا إله إلا الله وأن محمدا عبده ورسوله وما منعني من الاسلام عنده إلا تخوف\r\nأن تظنوا أنى إنما أردت أكل أموالكم فلما أداها الله عز وجل إليكم وفرغت منها\r\nأسلمت ثم خرج حتى قدم على رسول الله صلى الله عليه وسلم ( قال ابن إسحاق ) فحدثني\r\nداود بن الحصين عن عكرمة مولى ابن عباس عن ابن عباس قال رد رسول الله\r\nصلى الله عليه وسلم زينب بالنكاح الأول لم يحدث شيئا بعد ست سنين ثم إن\r\nأبا العاص رجع إلى مكة بعد ما أسلم فلم يشهد مع النبي صلى الله عليه وسلم مشهدا\r\nثم قدم المدينة بعد ذلك وتوفى في ذي الحجة سنة 12 في خلافة أبى بكر وأوصى إلى\r\nالزبير بن العوام قال وذكر هشام بن محمد أن معروف بن خربوذ المكي\r\nحدثه قال خرج أبو العاص بن الربيع في بعض أسفاره إلى الشام فذكر امرأته\r\nزينب ابنة رسول الله صلى الله عليه وسلم فأنشأ يقول\r\nذكرت زينب لما وركت إرما * فقلت سقيا لشخص يسكن الحرما\r\nبنت الأمين جراها الله صالحة * وكل بعل سيثنى بالذي علما\r\n* قال وعكرمة بن أبي جهل واسم أبى جهل عمرو بن هشام بن المغيرة بن\r\nعبد الله بن عمر بن مخزوم ذكر محمد بن عمر أن أبا بكر بن عبد الله بن أبي سبرة حدثه\r\nعن موسى بن عقبة عن أبي حبيبة مولى الزبير عن عبد الله بن الزبير قال لما كان يوم\r\nفتح مكة هرب عكرمة بن أبي جهل إلى اليمن وخاف أن يقتله رسول الله صلى الله\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nعليه وسلم وكانت امرأته أم حكيم ابنة الحارث بن هشام امرأة لها عقل وكانت قد\r\nاتبعت رسول الله صلى الله عليه وسلم فجاءت إلى رسول الله صلى الله عليه وسلم\r\nفقالت ابن عمى عكرمة قد هرب منك إلى اليمن وخاف أن تقتله فآمنه قال قد آمنته\r\nبأمان الله فمن لقيه فلا يعرض له فخرجت في طلبه فأدركته في ساحل من سواحل\r\nتهامة وقد ركب البحر فجعلت تليح إليه وتقول يا ابن عم جئتك من أوصل الناس\r\nوأبر الناس وخير الناس لا تهلك نفسك وقد استأمنت لك منه فآمنك فقال أنت\r\nفعلت ذلك قالت نعم أنا كلمته فآمنك فرجع معها فلما دنا من مكة قال رسول الله\r\nصلى الله عليه وسلم لأصحابه يأتيكم عكرمة بن أبي جهل مؤمنا مهاجرا فلا تسبوا أباه\r\nفإن سب الميت يؤذى الحي ولا يبلغ الميت قال فقدم عكرمة فانتهى إلى باب\r\nرسول الله صلى الله عليه وسلم وزوجته معه فسبقته فاستأذنت على رسول الله\r\nصلى الله عليه وسلم فدخلت فأخبر عمر رسول الله صلى الله عليه وسلم بقدوم عكرمة\r\nفاستبشر ووثب قائما على رجليه وما على رسول الله صلى الله عليه وسلم رداء\r\nفرحاح بعكرمة وقال أدخليه فدخل فقال يا محمد إن هذه أخبرتني أنك آمنتني فقال\r\nرسول الله صلى الله عليه وسلم فأنت آمن قال عكرمة فقلت أشهد أن لا إله إلا الله\r\nوحده لا شريك له وأنك عبد الله ورسوله وقلت أنت أبر الناس وأصدق الناس\r\nوأوفى الناس أقول ذلك وإني لمطأطئ رأسي استحياء منه ثم قلت يا رسول الله\r\nاستغفر لي كل عداوة عاديتكها أو مركب أو صعت فيه أريد إظهار الشرك فقال\r\nرسول الله صلى الله عليه وسلم اللهم اغفر لعكرمة كل عداوة عادانيها أو مركب\r\nأوضع فيه يريد أن يصد عن سبيلك قلت يا رسول الله مرني بخير ما تعلم فأعلمه\r\nقال قل أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله وجاهد في سبيله\r\nقال عكرمة أما والله يا رسول الله لا أدع نفقة كنت أنفقها في صد عن سبيل إله\r\nإلا أنفقت ضعفها في سبيل الله عز وجل ثم اجتهد في القتال حتى قتل شهيدا يوم\r\nأجنادين في خلافة أبى بكر وقد كان رسول الله صلى الله عليه وسلم استعمله عام حجه\r\nعلى هوازن يصدقها فتوفى رسول الله صلى الله عليه وسلم وعكرمة يومئذ بتبالة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n( قال وممن هلك سنة 14 من الهجرة )\r\nنوفل بن الحارث بن عبد المطلب بن هاشم بن عبد مناف وكان يكنى أبا الحارث\r\nبابنه الحارث وكان نوفل فيما قيل أسن من أسلم من بني هاشم وكان أسن من\r\nعميه حمزة والعباس وأسن من إخوته ربيعة وأبى سفيان وعبد شمس بنى الحارث\r\nوأسر نوفل بن الحارث ببدر * قال ابن سعد أخبرنا علي بن عيسى النوفلي عن أبيه عن\r\nعمه إسحاق بن عبد الله بن الحارث عن عبد الله بن الحارث بن نوفل قال لما أسر نوفل\r\nابن الحارث ببدر قال له رسول الله صلى الله عليه وسلم افد نفسك يا نوفل قال مالي شئ\r\nأفدى به يا رسول الله قال افد نفسك برماحك التي بجدة قال أشهد أنك رسول الله\r\nوفدى نفسه بها وكانت ألف رمح وآخى رسول الله صلى الله عليه وسلم بين نوفل والعباس\r\nابن عبد المطلب وكانا قبل ذلك شريكين في الجاهلية متفاوضين في المال متحابين\r\nوشهد نوفل مع رسول الله صلى الله عليه وسلم فتح مكة وحنينا والطائف وثبت يوم\r\nحنين مع رسول الله صلى الله عليه وسلم وأعان رسول الله صلى الله عليه وسلم في غزوة\r\nحنين بثلاثة آلاف رمح فقال له رسول الله صلى الله عليه وسلم كأني أنظر إلى رماحك\r\nيا أبا الحارث تقصف أصلاب المشركين وتوفى نوفل بن الحارث بعد أن استخلف\r\nعمر بن الخطاب بسنة وثلاثة أشهر فصلى عليه عمر ثم مشى معه إلى البقيع حتى\r\nدفن هناك وأبو سفيان بن الحارث بن عبد المطلب بن هاشم كان أخا رسول الله\r\nصلى الله عليه وسلم من الرضاعة أرضعته حليمة أياما وكان يألف رسول الله صلى الله\r\nعليه وسلم فلما بعث رسول الله صلى الله عليه وسلم عاداه وهجاه وهجا أصحابه فمكث\r\nعشرين سنة مناصبا لرسول الله لا يتخلف عن موضع تسير فيه قريش لقتال\r\nرسول الله صلى الله عليه وسلم فلما ذكر شخوص رسول الله صلى الله عليه وسلم\r\nإلى مكة عام الفتح ألقى الله عز وجل في قلبه الاسلام فتلقى رسول الله صلى الله عليه وسلم\r\nتلقيه قبل نزوله الاواء فأسلم هو وابنه جعفر وخرج مع رسول الله صلى الله\r\nعليه وسلم فشهد فتح مكة وحنينا قال أبو سفيان فلما لقينا العدو بحنين اقتحمت\r\nعن فرسى وبيدي السيف صلتا والله يعلم أنى أريد الموت دونه وهو ينظر إليه\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n\r\nفقال العباس يا رسول الله هذا أخوك وابن عمك أبو سفيان بن الحارث فارض\r\nعنه قال قد فعلت فغفر الله عز وجل له كل عداوة عادانيها ثم التفت إلى فقال\r\nأخي لعمري فقبلت رجله في الركاب قالوا ومات أبو سفيان بن الحارث بالمدينة\r\nبعد أخيه نوفل بن الحارث بأربعة أشهر إلا ثلاث عشرة ليلة ويقال بل مات\r\nسنة 20 وصلى عليه عمر بن الخطاب ودفن في ركن دار عقيل بن أبي طالب بالبقيع\r\nوكان هو الذي حفر قبر نفسه قبل أن يموت بثلاثة أيام\r\n( قال وممن قتل في سنة 16 )\r\nسعد بن عبيد بن النعمان بن قيس بن عمرو بن زيد بن أمية بن زيد وهو الذي\r\nيقال له سعد القارئ ويكنى أبا زيد وهو أحد الستة الذين روى عن أنس بن مالك\r\nأنهم جمعوا القرآن على عهد رسول الله صلى الله عليه وسلم شهد بدرا وأحدا\r\nوالخندق والمشاهد كلها مع رسول الله صلى الله عليه وسلم وقتل يوم القادسية\r\nشهيدا سنة 16 وهو ابن أربع وستين سنة وفيها كانت وفاة مارية أم إبراهيم\r\nابن رسول الله صلى الله عليه وسلم فصلى عليها عمر بن الخطاب وقبرها بالبقيع\r\n( ذكر من قتل أو مات منهم في سنة 23 من الهجرة )\r\n* قال منهم عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن\r\nرزاح بن عدي بن كعب وكان يكنى أبا حفص ، قال ابن سعد أخبرنا يعقوب\r\nابن إبراهيم بن سعد عن أبيه عن صالح بن كيسان قال قال ابن شهاب بلغنا أن أهل\r\nالكتاب كانوا أول من قال لعمر الفاروق وكان المسلمون يأثرون ذلك من قولهم\r\nولم يبلغنا أن رسول الله صلى الله عليه وسلم ذكر من ذلك شيئا قال ابن عمر حدثني\r\nأبو بكر بن إسماعيل بن محمد بن سعد عن أبيه قال طعن عمر يوم الأربعاء لأربع\r\nليال بقين من ذي الحجة سنة 23 ودفن يوم الأحد صباح هلال المحرم سنة 24\r\n( قال وممن توفى سنة 32 من الهجرة )\r\nالطفيل بن الحارث بن المطلب بن عبد مناف أخو عبيدة بن الحارث الذي\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبارز عتبة بن ربيعة يوم بدر وشهد الطفيل بن الحارث بدرا وأحدا والمشاهد\r\nكلها مع رسول الله صلى الله عليه وسلم وتوفى سنة 32 وهو ابن سبعين سنة *\r\nوالحصين بن الحارث بن المطلب بن عبد مناف وهو أخو عبيدة والطفيل ابني\r\nالحارث توفى في هذه السنة بعد أخيه الطفيل بأشهر وقد شهد الحصين بدرا\r\nوأحدا والمشاهد كلها مع رسول الله صلى الله عليه وسلم * والعباس بن عبد المطلب\r\nابن هاشم بن عبد مناف عم رسول الله صلى الله عليه وسلم أمه نتيلة ابنة جناب\r\nابن كليب بن مالك بن عمرو بن عامر بن زيد مناة بن عامر ووالضحيان بن سعد\r\nابن الخزرج بن تيم الله بن النمر بن قاسط بن هنب بن أفصى بن دعمي بن جديلة\r\nابن أسد بن ربيعة بن نزار بن معد بن عدنان وكان العباس يكنى أبا الفضل\r\nوكان الفضل أكبر ولده وكان العباس فيما قيل أسن من رسول الله صلى الله عليه\r\nوسلم بثلاث سنين ولد رسول الله صلى الله عليه وسلم عام الفيل وولد العباس\r\nرحمه الله قبل ذلك بثلاث سنين وشهد العباس مع رسول الله صلى الله عليه وسلم\r\nفتح مكة وحنينا والطائف وتبوك وثبت معه يوم حنين في أهل بيته حين\r\nانكشف الناس عنه قال ابن عمر حدثنا خالد بن القاسم البياضي قال أخبرني\r\nشعبة مولى ابن عباس قال كان العباس معتدل القناة وكان يخبرنا عن عبد المطلب\r\nأنه مات وهو أعدل قناة منه وتوفى العباس يوم الجمعة لأربع عشرة ليلة خلت\r\nمن رجب سنة 32 في خلافة عثمان بن عفان وهو ابن ثمان وثمانين سنة ودفن\r\nبالبقيع في مقبرة بني هاشم وذكر أن الذي ولى غسل العباس حين مات علي بن أبي طالب\r\nوعبد الله وعبيد الله وقثم بن العباس وروى عن محمد بن علي أنه كان يقول مات\r\nالعباس بن عبد المطلب سنة 34 وصلى عليه عثمان ودفن بالبقيع\r\n( ذكر من مات أو قتل منهم في سنة 33 من الهجرة )\r\n* قال منهم المقداد بن عمرو بن ثعلبة بن مالك بن ربيعة بن ثمامة بن مطرود\r\nابن عمرو بن سعد بن زهير وكان بعضهم يقول ابن سعد بن دهير بن لؤي\r\nابن ثعلبة بن مالك بن الشريد بن أهون بن فاس بن دريم بن القين بن أهود بن\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبهراء بن عمر بن الحاف بن قضاعة وكان يكنى أبا معبد وكان حالف الأسود\r\nابن عبد يغوث الزهري في الجاهلية فتبناه فكان يقال له المقداد بن الأسود\r\nفلما نزل القرآن \" ادعوهم لآبائهم \" قيل له المقداد بن عمرو وهاجر المقداد إلى\r\nأرض الحبشة الهجرة الثانية في رواية ابن إسحاق وابن عمر وشهد المقداد\r\nبدرا وأحدا والخندق والمشاهد كلها مع رسول الله صلى الله عليه وسلم\r\nوكان من الرماة المذكورين من أصحاب رسول الله صلى الله عليه وسلم\r\nقال ابن سعد أخبرنا محمد بن عمر قال حدثنا موسى بن يعقوب عن عمته عن\r\nأمها كريمة ابنة المقداد أنها وصفت أباها لهم فقالت كان رجلا طوالا\r\nآدم ذا بطن كثير شعر الرأس يصفر لحيته وهى حسنة ليست بالعظيمة\r\nولا بالخليفة أعين مقرون الحاجبين أقنى قالت ومات المقداد بالجرف على ثلاثة\r\nأميال من المدينة فحمل على رقاب الرجال حتى دفن بالمدينة وصلى عليه عثمان بن\r\nعفان وذلك سنة 33 وكان يوم مات ابن سبعين سنة أو نحوها قال ابن سعد\r\nوأخبرنا محمد بن عبد الله الأسدي قال حدثنا عمرو بن ثابت عن أبيه عن أبي فائد أن\r\nالمقداد بن الأسود شرب دهن الخروع فمات\r\n( قال وممن قتل في سنة 36 من الهجرة )\r\n* الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي كان قديم الاسلام\r\nقيل كان رابعا أو خامسا حين أسلم وأسلم فيما ذكر هشام بن عروة عن أبيه قال\r\nأسلم الزبير وهو ابن ست عشرة سنة ولم يتخلف عن غزوة غزاها رسول الله\r\nصلى الله عليه وسلم وقتل وهو ابن بضع وخمسين سنة قال وهاجر إلى أرض الحبشة\r\nالهجرتين معا وكان رسول الله صلى الله عليه وسلم آخى بينه وبين ابن مسعود\r\nوكان فيما ذكر رجلا ليس بالطويل ولا بالقصير خفيف اللحية أسمر اللون أشعر *\r\nحدثني الحارث قال حدثنا عبد الله بن مسلمة بن قعنب قال حدثنا سفيان بن عيينة\r\nقال اقتسم ميراث الزبير على أربعين ألف ألف وقالوا خرج الزبير يوم الجمل وذلك\r\nيوم الخميس لعشر خلون من جمادى الآخرة من هذه السنة بعد الوقعة على فرس\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nله يقال له ذو الخمار منطلقا نحو المدينة فقتل بوادي السباع ودفن هنالك وذكر\r\nعن عروة أنه قال قتل أبى يوم الجمل وقد زاد على الستين أربع سنين * وطلحة\r\nابن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة وكان يكنى أبا محمد\r\nوأمه الصعبة ابنة عبد الله الحضرمي قتل يوم الجمل قتله مروان بن الحكم وكان له\r\nابن يقال له محمد وهو الذي يدعى السجاد وبه كان طلحة يكنى وقتل مع أبيه\r\nطلحة يوم الجمل وكان طلحة قديم الاسلام ولم يشهد بدرا\r\n( ذكر من مات أو قتل منهم في سنة 37 من الهجرة )\r\nمنهم عمار بن ياسر بن عامر بن مالك بن كنانة بن قيس بن الحصين بن الوذيم بن ثعلبة\r\nابن عوف بن حارثة بن عامر الأكبر بن يام بن عنس وهو زيد بن مالك بن أدد بن\r\nزيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن\r\nقحطان وبنو مالك بن أدد من مذحج ذكر أن ياسر بن عامر ربما عمار بن ياسر\r\nوأخويه الحارث ومالكا قدموا من اليمن إلى مكة في طلب أخر لهم فرجع الحارث\r\nومالك إلى اليمن وأقام ياسر بمكة وحالف أبا حذيفة بن المغيرة بن عبد الله بن عمر\r\nابن مخزوم وزوجه أبو حذيفة أمة له يقال لها سمية بنت خباط فولدت له عمارا\r\nفأعتقه أبو حذيفة ولم يزل ياسر وعمار مع أبي حذيفة إلى أن مات وجاء الله\r\nبالاسلام فإسلام ياسر وسمية وعمار وأخوه عبد الله بن ياسر وكان لياسر ابن أكبر\r\nمن عمار وعبد الله يقال له حريث فقتلته بنو الديل في الجاهلية وخلف على سمية\r\nبعد ياسر الأزرق وكان روميا غلاما للحارث بن كلدة الثقفي وهو ممن خرج يوم\r\nالطائف إلى النبي صلى الله عليه وسلم مع عبيد أهل الطائف وفيهم أبو بكرة فأعتقهم\r\nرسول الله صلى الله عليه وسلم فولدت للأزرق سلمة بن الأزرق فهو أخو عمار\r\nلامه ثم ادعى ولد سملة أن الأزرق بن عمرو بن الحارث بن أبي شمر من غسان\r\nوأنه حليف لبنى أمية وشرفوا بمكة وتزوج الأزرق وولده في بنى أمية كان لهم\r\nمنهم أولاد وكان عمار يكنى أبا اليقظان وهاجر عمار بن ياسر في قول جميع من\r\nذكرت من أهل السير إلى أراض الحبشة الهجرة الثانية وذكر ابن عمر عن عبد الله\r\nابن جعفر أن رسول الله صلى الله عليه وسلم آخى بين عمار بن ياسر وحذيفة\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nابن اليمان قال عبد الله بن جعفر إن لم يكن حذيفة شهد بدرا فان إسلامه كان\r\nقديما وقالوا جميعا شهد عمار بن ياسر بدرا وأحدا والخندق والمشاهد كلها مع\r\nرسول الله صلى الله عليه وسلم قال ابن عمر حدثني عبد الله بن نافع عن أبيه عن ابن\r\nعمر قال رأيت عمار بن ياسر يوم اليمامة على صخرة وقد أشرف يصيح يا معشر\r\nالمسلمين أمن الجنة تفرون أنا عمار بن ياسر هلم إلى وأنا أنظر إلى أذنه قد قطعت\r\nفهي تذبذب وهو يقاتل أشد القتال قال ابن عمر وحدثني عبد الله بن أبي عبيدة\r\nعن أبيه عن لؤلؤة مولاة أم الحكم بنت عمار بن ياسر قالت لما كان اليوم الذي\r\nقتل فيه عمار والراية يحملها هاشم بن عتبة وقد قتل أصحاب علي عليه السلام ذلك\r\nاليوم حتى كانت العصر ثم تقرب عمار من وراء هاشم يقدمه وقد جنحت الشمس\r\nللغروب ومع عمار ضيح من لبن ينتظر وجوب الشمس أن يفطر فقال حين\r\nوجبت الشمس وشرب الضيح سمعت رسول الله صلى الله عليه وسلم يقول آخر\r\nزادك من الدنيا ضيح من لبن قال ثم اقترب فقاتل حتى قتل وهو ابن أربع وتسعين\r\nسنة رحمه الله قال ابن عمر حدثني عبد الله بن الحارث عن أبيه عن عمارة بن خزيمة\r\nابن ثابت قال شهد خزيمة بن ثابت الجمل وهو لا يسل سيفا وشهد صفين وقال\r\nأنا لا أضل أبدا حتى يقتل عمار فأنظر من يقتله فإني سمعت رسول الله صلى الله\r\nعليه وسلم يقول تقتله الفئة الباغية قال فلما قتل عمار قال خزيمة قد بانت لي الضلالة\r\nثم اقترب فقاتل حتى قتل وكان الذي قتل عمار بن ياسر أبو غادية المزني طعنه برمح\r\nفسقط وكان يومئذ يقاتل فيمحفة فقتل يومئذ وهو ابن أربع وتسعين فلما وقع\r\nأكب عليه رجل آخر فاحتز رأسه فأقبلا يختصمان فيه كلاهما يقول أنا قتلته\r\nفقال عمرو بن العاص والله إن يختصمان إلا في النار فسمعها منه معاوية فلما\r\nانصرف الرجلان قال معاوية لعمرو ما رأيت مثل ما صنعت قوم بذلوا أنفسهم\r\nدوننا تقول لهما إنكما تختصمان في النار فقال عمرو وهو والله ذاك والله إنك لتعلمه\r\nولوددت أنى مت قبل هذا بعشرين سنة قال ابن عمر وحدثني عبد الله بن جعفر\r\nعن ابن أبي عون قال قتل عمار وهو ابن إحدى وتسعين سنة وكان أقدم\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nفي الميلاد من رسول الله صلى الله تعالى عليه وعلى آله وسلم وكان أقبل إليه ثلاثة\r\nنفر عقبة بن عامر الجهني وعمر بن الحارث الخولاني وشريك بن سلمة\r\nالمرادي فانتهوا إليه جميعا وهو يقول والله لو ضربتمونا حتى تبلغوا بنا سعفات هجر\r\nلعلمنا أنا على حق وأنتم على باطل فحملوا عليه جميعا فقتلوه وزعم بعض الناس ان\r\nعقبة بن عامر هو الذي قتله ويقال بل الذي قتله عمر بن الحارث الخولاني ( قال\r\nأبو جعفر ) وأما هشام بن محمد فإنه ذكر عن أبي مخنف أن عمارا لم يزل بهاشم بن عتبة\r\nحتى حمل ومع هاشم اللواء فنهض عمار في كتيبته ونهض إليه ذو الكلاع في كتيبته\r\nفاقتتلوا فقتلا جميعا واستؤصلت الكتيبتان وحمل على عمار حوى السكسكي\r\nوأبو غادية المزني فقتلاه فقيل لأبي الغادية كيف قتلته قال لما دلف إلينا في كتيبته\r\nودلفنا إليه نادى هل من مبارز فبرز إليه رجل من السكاسك فاضطربا بسيفيهما\r\nفقتل عمار السكسكي ثم نادى هل من مبارز فبرز إليه رجل من حمير فاضطربا\r\nبسيفيهما فقتل عمار الحميري وأثخنه الحميري ونادى من يبارز فبرزت فاختلفنا\r\nضربتين وقد كانت يده ضعفت فانتحى عليه بضربة أخرى فسقط فضربته بسيفي\r\nحتى برد قال ونادى الناس قتلت أبا اليقظان قتلك الله فقلت اذهب إليك فوالله\r\nما أبالي من كنت وبالله ما أعرفه يومئذ فقال له محمد ابن المنتشر يا أبا الغادية\r\nخصمك يوم القيامة مازندر يعنى ضخما قال فضحك قال ابن عمر وحدثنا عبد الله بن أبي\r\nعبيدة بن محمد بن عمار عن أبيه عن لؤلؤة مولاة أم الحكم بنت عمار أنها وصفت\r\nلهم عمارا فقالت كان رجلا آدم طوالا مضطربا أشهل العينين بعيد ما بين المنكبين\r\nوكان لا يغير شيبه قال ابن عمر الذي أجمع عليه في عمار أنه قتل رحمه الله مع علي\r\nابن أبي طالب عليه السلام بصفين في صفر سنة 37 وهو ابن ثلاث وتسعين ودفن\r\nهنالك بصفين * وعبد الله بن بديل بن ورقاء بن عبد العزى بن ربيعة بن جرى\r\nابن عامر بن مازن بن عدي بن عمرو بن ربيعة شهد مع النبي صلى الله عليه وسلم\r\nفتح مكة وحنينا وتبوك وقتل يوم صفين مع أمير المؤمنين علي بن أبي طالب\r\nعليه السلام * وخزيمة بن ثابت بن الفاكه بن ثعلبة بن ساعدة بن عامر بن غيان\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nابن عامر بن خطمة بن جشم بن مالك بن الأوس وهو ذو الشهادتين يكنى أبا عمارة\r\nوكان لخزيمة أخوان يقال لأحدهما وحوح وللآخر عبد الله وكانت راية خطمة\r\nبيده في غزوة الفتح وشهد خزيمة مع علي بن أبي طالب عليه السلام صفين وقتل\r\nيومئذ سنة 37 من الهجرة * وسعد بن الحارث بن الصمة بن عمر بن عتيك بن عمرو\r\nابن مبذول وهو عامر بن مالك بن النجار صحب النبي صلى الله عليه وسلم وشهد مع علي بن أبي\r\nطالب عليه السلام صفين وقتل يومئذ وهو أخو أبى جهيم بن الحارث بن\r\nالصمة * وأبو عمرة واسمه بشير بن عمرو بن محصن بن عمرو بن عتيك بن عمرو\r\nابن مبذول وهو أبو عبد الرحمن بن أبي عمرة الذي روى عن عثمان بن عفان\r\nوقتل أبو عمرة بصفين مع علي بن أبي طالب عليه السلام * وهاشم بن عتبة بن أبي\r\nوقاص بن أهيب بن عبد مناف بن زهرة أسلم هاشم بن عتبة يوم فتح مكة وهو\r\nالمر قال وكان أعور فقئت عينه يوم اليرموك وهو ابن أخي سعد بن أبي وقاص\r\nشهد صفين مع علي بن أبي طالب عليه السلام وكان يومئذ على الرجالة وهو الذي يقول\r\nأعور يبغي أهله محلا * قد عالج الحياة حتى ملا\r\nلابد أن يفل أو يفلا\r\nوقتل يوم صفين * وأبو فضالة الأنصاري من أهل بدر قتل مع علي\r\nعليه السلام بصفين * وسهل بن حنيف بن واهب بن العكيم بن ثعلبة بن عمرو\r\nابن الحارث بن مجدعة بن عمرو بن حنش بن عوف بن عمرو بن عوف ويكنى أبا سعد\r\nوقيل يكنى أبا عبد الله وجده عمرو بن الحارث وهو الذي يقال له بحزج وشهد\r\nسهل بدرا وأحدا وثبت مع رسول الله صلى الله عليه وسلم يوم أحد حين انكشف\r\nالناس عنه وبايعه على الموت وجعل ينضح يومئذ بالنبل عن رسول الله صلى الله\r\nعليه وسلم فقال رسول الله صلى الله عليه وسلم نبلوا سهلا فإنه سهل وشهد أيضا\r\nالخندق والمشاهد كلها معه رسول الله صلى الله عليه وسلم وشهد سهل بن حنيف صفين\r\nمع علي بن أبي طالب عليه السلام * قال أبو عمر حدثني عبد الرحمن بن عبد العزيز\r\nعن محمد بن أبي أمامة بن سهل عن أبيه قال مات سهل بن حنيف بالكوفة سنة 38\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nوصل عليه علي بن أبي طالب عليه السلام\r\n( ذكر ما مات منهم أو قتل سنة 40 )\r\nفممن قتل منهم فيها أمير المؤمنين علي بن أبي طالب عليه السلام واسم أبى طالب\r\nعبد مناف بن عبد المطلب بن هاشم بن عبد مناف بن قصي وكان يكنى أبا الحسن\r\nضرب فيما قيل ليلة الجمعة لسبع عشرة خلت من شهر رمضان منها ومات ليلة الأحد\r\nلاحدى عشرة ب قيت منه منها وقد مضت أخباره في كتابنا المسمى المذيل\r\n* وذكر عن إسحاق بن عبد الله بن أبي فروة أنه قال سألت أبا جعفر محمد بن علي\r\nعليه السلام قال قلت ما كانت صفة علي عليه السلام قال رجل آدم شديد الأدمة\r\nثقيل العينين ذو بطن أصلع هو إلى القصر أقرب\r\n( ذكر من هلك منهم سنة 50 )\r\nقال منهم سعيد بن زيد بن عمرو بن نفيل بن عبد العزى بن رياح بن عبد الله\r\nابن قرط بن رزاح بن عدي بن كعب بن لؤي وكان يكنى أبا الأعور وكان\r\nأبوه زيد بن عمرو بن نفيل قد فارق دين قومه من قريش وتوفى وقريش تبنى\r\nالكعبة وذلك قبل أن يوحى إلى رسول الله صلى الله عليه وسلم بخمس سنين فروى\r\nعن النبي صلى الله عليه وسلم أنه قال يبعث أمة وحده وأسلم سعيد بن زيد قبل أن\r\nيدخل رسول الله صلى الله عليه وسلم دار الأرقم وقبل أن يدعو فيها وشهد سعيد\r\nابن زيد بن عمرو بن نفيل أحدا والخندق والمشاهد كلها معه رسول الله صلى الله\r\nعليه وسلم ولم يشهد بدار * وذكر ابن عمر أن عبد الملك بن زيد من ولد سعيد\r\nابن زيد حدثه عن أبيه قال توفى سعيد بن زيد بالعقيق فحمل على رقاب الرجال\r\nفدفن بالمدينة ونزل في حفرته سعد وابن عمر وذلك سنة 50 أو 51 وكان يوم\r\nمات ابن بضع وسبعين سنة وكان رجلا طوالا آدم أشعر * والمغيرة بن شعبة بن أبي\r\nعامر بن مسعود بن معبب بن مالك بن كعب بن عوف بن ثقيف واسمه قسى بن منبه\r\nابن بكر بن هوازن بن عكرمة بن خصفة بن قيس بن عيلان بن مضر بن نزار كان يكنى\r\nأبا عبد الله وكان يقال له مغيرة الرأي كان داهية وقدم على النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفأسلم وأقام معه حتى اعتمر عمرة الحديبية في ذي القعدة سنة 6 من الهجرة *\r\nوذكر ابن عمر أن عبد الله بن محمد بن عمر بن علي حدثه عن أبيه قال قال علي عليه\r\nالسلام لما ألقى المغيرة بن شعبة خاتمه في قبر رسول الله صلى الله عليه وسلم\r\nقلت لا يتحدث الناس أنك نزلت في قبر رسول الله ولا تحدث أنت الناس أن خاتمك\r\nفي قبره فنزل علي عليه السلام وقد رأى موقعه فتناوله فدفعه إليه قال ابن عمر حدثنا\r\nمحمد بن أبي موسى الثقفي عن أبيه قال مات المغيرة بالكوفة في شعبان سنة 50\r\nفي خلافة معاوية وهو ابن سبعين سنة وكان رجلا طوالا أعور وقيل كان أصهب\r\nالشعر أكشف جعدا يفرق رأسه فروقا أربعة أقلص الشفتين مهتوما ضخم الهامة\r\nعبل الذراعين بعيد ما بين المنكبين ( قال أبو جعفر ) والحسن بن علي بن أبي طالب\r\nعليه السلام قال ابن عمر حدثني عبد الله بن جعفر عن أم بكر بنت المسور قالت\r\nكان الحسن بن علي عليه السلام سم مرارا كل ذلك يفلت حتى كانت المرة الآخرة\r\nالتي مات فيها فإنه كان يجتلف كبده فلما مات أقام نساء بني هاشم النوح عليه شهرا قال\r\nابن عمر وحدثنا حفص بن عمر عن أبي جعفر قال مكث الناس يبكون على\r\nالحسن بن علي عليه السلام سبعا ما تقوم الأسواق قال ابن عمر وحدثتنا عبيدة\r\nبنت نابل عن عائشة بنت سعد قالت حد نساء بني هاشم على الحسن بن علي سنة\r\nقال وحدثنا داود بن سنان قال سمعت ثعلبة بن أبي مالك قال شهدنا حسن بن علي\r\nعليه السلام يوم مات ودفناه بالبقيع ولقد رأيت البقيع ولو طرحت فيها إبرة\r\nما وقعت إلا على رأس إنسان وقال علي بن محمد حدثني مسلمة بن محارث قال\r\nمات الحسن بن علي عليه السلام سنة 50 في ربيع الأول لخمس خلون منه قال علي بن\r\nمحمد ويقال بل مات سنة 51 وهو ابن ست وأربعين سنة\r\n( ذكر الخبر عمن مات أو قتل منهم سنة 52 )\r\nمنهم أبو أيوب واسمه خالد بن زيد بن كليب بن ثعلبة بن عبد بن عوف بن\r\nغنم بن مالك بن النجار وهو أحد السبعين الذين بايعوا رسول الله صلى الله عليه\r\nوسلم ليلة العقبة من الأنصار في قول جميعهم وآخى رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبينه وبين مصعب بن عمير وشهد بدرا وأحدا والخندق والمشاهد كلها مع رسول الله\r\nصلى الله عليه وسلم وتوفى عام غزا يزيد بن معاوية القسطنطينية في خلافة أبيه\r\nمعاوية وقبره بأصل حصن القسطنطينية بأرض الروم فالروم فيما ذكر يتعاهدون\r\nقبره ويرمونه ويستسقون به إذا قحطوا\r\n( ذكر الخبر عمن مات أو قتل سنة 54 )\r\nمنهم حكيم بن حزام بن خويلد بن أسد بن عبد العزى بن قصي * ذكر ابن\r\nعمر أن المنذر بن عبد الله حدثه عن موسى بن عقبة عن أبي حبيبة مولى الزبير قال\r\nسمعت حكيم بن حزام يقول ولدت قبل قدوم أصحاب الفيل بثلاث عشرة سنة\r\nوأنا أعقل حين أراد عبد المطلب أن يذبح ابنه عبد الله حين وقع نذره وذلك قبل\r\nمولد رسول الله صلى الله عليه وسلم بخمس سنين وشهد حكيم بن حزام مع أبيه\r\nالفجار وقتل أبوه حزام بن خويلد في الفجار الآخر وكان حكيم ينى أبا خالد\r\nوكان له من الولد عبد الله وخالد ويحيى وهشام وأمهم زينب ابنة العوام بن\r\nخويلد بن أسد بن عبد العزى بن قصي ويقال بل أم هشام بن حكيم مليكة ابنة مالك بن\r\nسعد من بنى الحارث بن فهر وقد أدرك ولد حكيم بن حزام كلهم النبي صلى الله\r\nعليه وسلم يوم الفتح وصحبوا رسول الله صلى الله عليه وسلم وكان حكيم بن حزام\r\nفيما ذكر قد بلغ عشرين ومائة سنة ومر به معاوية عام حج فأرسل إليه بلقوح\r\nيشرب من لبنها وذلك بعد أن سأله أي الطعام يأكل قال أما مضغ فلا مضغ في\r\nفأرسل إليه باللقوح وأرسل إليه بصلة فأبى أن يقبلها وقال لم آخذ بعد النبي صلى\r\nالله عليه وسلم شيئا ودعاني أبو بكر وعمر إلى حقي فأبيت أن آخذه قال ابن عمر\r\nوحدثني ابن أبي الزناد عن أبيه قال قيل لحكيم بن حزام ما المال يا أبا خالد قال\r\nقلة العيال قال ابن عمر وقدم حكيم بن حزام المدينة ونزلها وبنى بها دارا ومات\r\nبالمدينة سنة 54 في خلافة معاوية وهو ابن مائة وعشرين سنة * ومخرمة بن نوفل\r\nابن أهيب بن عبد مناف بن زهرة بن كلاب وأمه رقيقة ابنة أبى صيفي بن هاشم\r\nابن عبد مناف فولد مخرمة صفوان وبه كان يكنى وهو الأكبر من ولده والمسور\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nوالصلت الأكبر وأم صفوان وأمهم عاتكة ابنة عوف بن عبد عوف بن عبد\r\nابن الحارث بن زهرة أخت عبد الرحمن بن عوف وكانت من المهاجرات وأمها\r\nالشفاء ابنة عوف بن عبد بن الحارث بن زهرة وهى من المهاجرات أيضا\r\nوالصلت الأصغر وصفوان الأصغر والعطاف الأكبر والعطاف الأصغر ومحمدا\r\nوأسلم مخرمة بن نوفل عند فتح مكة وكان عالما بنسب قريش وأحاديثها وكانت\r\nله معرفة بأنصاب الحرم فكان عمر يبعثه وسعيد بن يربوع أبا هود وحويطب\r\nابن عبد العزى وأزهر بن عبد عوف فيجددون انصاف الحرم لعلمهم بها ثم\r\nذهب بصر مخرمة بن نوفل في خلافة عثمان وشهد مخرمة بن نوفل مع\r\nرسول الله صلى الله تعالى عليه وعلى آله وسلم يوم حنين وأعطاه من غنائم\r\nحنين خمسين بعيرا قال ابن عمر رأيت عبد الله بن جعفر ينكر أن يكون\r\nأخذ مخرمة من ذلك شيئا وقال ما سمعت أحدا من أهلي يذكر ذلك قال\r\nومات مخرمة بالمدينة سنة 54 في خلافة معاوية وكان يوم مات ابن مائة وخمس\r\nعشرة سنة . قال وحويطب بن عبد العزى بن أبي قيس بن عبد ود بن نصر بن\r\nمالك بن حسل بن عامر بن لؤي قال ابن عمر حدثني إبراهيم بن جعفر بن محمود\r\nابن محمد بن مسلمة الأشهلي عن أبيه قال كان حويطب بن عبد العزى العامري\r\nقد عاش عشرين ومائة سنة : ستين سنة في الجاهلية وستين في الاسلام فلما ولى\r\nمروان بن الحكم المدينة في عمله الأول دخل عليه حويطب مع مشيخة جلة حكيم\r\nابن حزام ومخرمة بن نوفل فتحدثوا عنده وتفرقوا فدخل عليه حويطب يوما\r\nبعد ذلك فتحدث عنده فقال مروان ما سنك فأخبره فقال له مروان تأخر\r\nإسلامك أيها الشيخ حتى سبقك الاحداث فقال حويطب : الله المستعان لقد هممت\r\nبالاسلام غير مرة كل ذلك يعوقني أبوك عنه وينهاني ويقول تضع شرفك وتدع\r\nدين آبائك لدين محدث وتصير تابعا قال فأسكت والله مروان وندم على ما كان\r\nقال له ثم قال له حويطب أما كان أخبرك عثمان ما لقى من أبيك حين أسلم فازداد\r\nمروان غما ثم قال حويطب ما كان من قريش أحد من كبرائها الذين بقوا على\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nدين قومهم إلى أن فتحت مكة كان أكره لما هو عليه منى ولكن المقادير ولقد\r\nشهدت بدرا مع المشركين فرأيت عبرا رأيت الملائكة تقتل وتأسر بين السماء ء\r\nوالأرض فقلت هذا رجل ممنوع ولم أذكر ما رأيت فانهزمنا أجمعين إلى مكة فأقمنا\r\nبمكة وقريش تسلم رجلا رجلا فلما كان يوم الحديبية حضرت وشهدت الصلح\r\nومشيت فيه حتى تم وكل ذلك أريد الاسلام ويأبى الله عز وجل إلا ما يريد فلما\r\nكتبنا صلح الحديبية كنت أحد شهوده وقلت لا ترى قريش من محمد صلى الله عليه\r\nوسلم إلا ما يسؤوها قد رضيت أن دافعته بالراح ولما قدم رسول الله صلى الله\r\nعليه وسلم لعمرة القضية وخرجت قريش عن مكة كنت فيمن تخلف بكة أنا\r\nوسهيل بن عمرو لان نخرج رسول الله صلى الله عليه وسلم إذا مضى الوقت وهو\r\nثلاث فلما انقضت الثلاث أقبلت أنا وسهيل بن عمرو فقلنا قد مضى شرطك\r\nفأخرج من بلدنا فصاح يا بلال لا تغب الشمس وأحد من المسلمين بمكة ممن\r\nقدم معنا قال ابن عمر وحدثني إبراهيم بن جعفر بن محمود عن أبيه قال\r\nوحدثني أبو بكر بن عبد الله بن أبي سبرة عن موسى بن عقبة عن المنذر بن جهم\r\nقال قال حويطب بن عبد العزى لما دخل رسول الله صلى الله عليه وسلم\r\nمكة عام الفتح خفت خوفا شديدا فخرجت من بيتي وفرقت عيالي في\r\nمواضع يأمنون فيها ثم انتهيت إلى حائط عوف وكنت فيه فإذا أنا بأبي ذر\r\nالغفاري وكانت بيني وبينه خلة والخلة أبدا نافعة فلما رأيته هربت منه فقال أبا محمد\r\nقلت لبيك قال مالك قلت الخوف قال لاخوف عليك تعال أنت آمن بأمان الله\r\nعز وجل فرجعت إليه وسلمت عليه فقال اذهب إلى منزلك قلت هل لي سبيل إلى\r\nمنزلي والله ما أراني أصل إلى بيتي حيا حتى ألقى فأقتل أو يدخل على منزلي فأقتل وإن\r\nعيالي لفى مواضع شتى قال فاجمع عيالك في موضع وأنا أبلغ معك منزلك فبلغ معي\r\nوجعل ينادى على بأبي إن حويطبا آمن فلا يهج ثم انصرف أبو ذر إلى\r\nرسول الله صلى الله عليه وسلم فأخبره فقال أوليس قد آمنا الناس كلهم إلا من\r\nأمرت بقلته قال فاطمأنت ورددت عيالي إلى مواضعهم وعاد إلى أبو ذر فقال\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nيا أبا محمد حتى متى وإلى متى قد سبقت في المواطن كلها وفاتك خير كثير وبقى\r\nخير كثير فأت رسول الله فأسلم تسلم ورسول الله أبر الناس وأحلم الناس وأوصل\r\nالناس شرفه شرفك وعزه عزك قال قلت فأنا أخرج معك فآتيه فخرجت معه\r\nحتى أتيت رسول الله صلى الله عليه وسلم بالبطحاء وعنده أبو بكر وعمر فوقفت على\r\nرأسه وسألت أبا ذر كيف يقال إذا سلم عليه قال قل السلام عليك أيها النبي ورحمة الله\r\nفقلتها فقال وعليك السلام أحويطب قال قلت أشهد أن لا إله إلا الله وأنك\r\nرسول الله فقال رسول الله صلى الله عليه وسلم الحمد لله الذي هداك قال وسر\r\nرسول الله صلى الله عليه وسلم بإسلامي واستقرضني مالا فأقرضته أربعين ألف\r\nدرهم وشهدت معه حنينا والطائف وأعطاني من غنائم حنين مائة بعير ( قال\r\nأبو جعفر ) ثم قدم حويطب بعد ذلك المدينة فنزلها وله بها دار بالبلاط عند\r\nأصحاب المصاحف قال ابن عمر حدثني عبد الرحمن بن أبي الزناد عن أبيه قال باع\r\nحويطب بن عبد العزى داره بمكة من معاوية بأربعين ألف دينار وقيل له\r\nيا أبا محمد أربعين ألف دينار قال وما أربعون ألف دينار لرجل عنده خمسة من\r\nالعيال قال عبد الرحمن بن أبي الزناد وهو والله يومئذ يوفر عليه القوت في كل\r\nشهر ومات حويطب بن عبد العزى بالمدينة سنة 54 في خلافة معاوية وكان له\r\nيوم مات مائة وعشرين سنة . ومنهم الأرقم بن أبي الأرقم بن أسد بن عبد الله\r\nابن عمر بن مخزوم واسم أبى الأرقم عبد مناف وكان الأرقم يكنى أبا عبد الله\r\nوذكر ابن عمر أن محمد بن عمران بن هند بن عبد الله بن عثمان بن الأرقم بن أبي الأرقم\r\nالمخزومي حدثه أخبرني أبي عن يحيى بن عمران بن عثمان بن الأرقم قال أخبرني\r\nجدي عثمان بن الأرقم أنه كان يقول أنا ابن سبع الاسلام أسلم أبى سابع سبعة\r\nوكان داره على الصفا وفى الدار التي كان النبي صلى الله عليه وسلم يكون فيها في أول\r\nالاسلام وفيها دعا الناس إلى الاسلام فأسلم فيها قوم كثير وشهد الأرقم بن أبي الأرقم\r\nمع رسول الله صلى الله عليه وسلم بدرا وأحدا والخندق والمشاهد كلها قال ابن عمر\r\nأخبرنا محمد بن عمران بن هند عن أبيه قال حضرت الأرقم بن أبي الأرقم الوفاة\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nفأوصى أن يصلى عليه سعد وكان مروان بن الحكم واليا لمعاوية على المدينة\r\nوكان سعد في قصره بالعقيق ومات الأرقم فاحتبس عليهم سعد فقال مروان\r\nأيحبس صاحب رسول الله صلى الله عليه وسلم لرجل غائب وأراد الصلاة عليه\r\nفأبى عبيد الله بن الأرقم ذلك على مروان وقامت معه بنو مخزوم ووقع بينهم كلام\r\nثم جاء سعد فصلى عليه وذلك سنة 55 بالمدينة وهلك الأرقم وهو ابن بضع وثمانين\r\nسنة * قال وأبو محذورة واسمه أوس بن معير بن لوذان بن ربيعة بن عويج بن\r\nسعد بن جمح وكان له أخ من أبيه وأمه يقال له أنيس قتل يوم بدر كافرا قال ابن\r\nسعد سمعت من ينسب أبا محذورة فيقول اسمه سمرة بن عمير بن لوذان بن وهب\r\nابن سعد بن جمح وكان له أخ من أبيه وأمه اسمه أوس قال فولد أبو محذورة عبد الملك\r\nوحديرا وتوفى أبو محذورة بمكة سنة 59 ولم يهاجر ولم يزل مقيما بمكة حتى مات *\r\nوالحسين بن علي بن أبي طالب عليه السلام ولد في ليال خلون من شعبان سنة 4\r\nمن الهجرة يكنى أبا عبد الله وولد الحسين عليه السلام عليا الأكبر قتل مع أبيه\r\nبالطف وأمه آمنة بنت أبي مرة بن عروة بن مسعود بن معتب من ثقيف وأمها\r\nابنة أبي سفيان بن حرب وفيها يقول حسان بن ثابت في رواية محمد بن عمر\r\nطافت بنا شمس النهار ومن رأى * من الناس شمسا بالعشاء تطوف\r\nأبو أمها أو في قريش بذمة * وأعمامها إما سألت ثقيف\r\n( قال أبو جعفر ) وهذان البيتان ينسبان إلى عمر بن أبي ربيعة وأنهما من\r\nشعره وينشد\r\nطافت بنا شمس عشاء ومن رأى * من الناس شمسا بالعشاء تطوف\r\nأبو أمها أوفى قريش بذمة * وأعمامها إما نسبت ثقيف\r\nوعليا الأصغر وله العقب من ولد الحسين عليه السلام وأما على الأكبر فلا عقب\r\nله وأم الأصغر أم ولد قال علي بن محمد كانت تدعى سلافة ( قال أبو جعفر )\r\nويقال إن اسمهما جيدا وكان فاضلا سيدا وجعفرا لا بقية له وفاطمة وأمها أم\r\nإسحاق ابنة طلحة بن عبيد الله وكانت قبله عند الحسن بن علي فلما حضرته الوفاة\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأوصى حسينا أن يتزوجها فتزوجها حسين فولدت له فاطمة وعبد الله قتل مع\r\nأبيه وسكينة وأمها الرباب ابنة امرئ القيس بن عدي بن أوس بن حابر بن كعب\r\nابن عليم بن هبل بن كنانة بن بكر بن عوف بن عذرة بن زيد اللات ابن رفدة\r\nابن ثور بن كلب وفى الرباب وسكينة يقول الحسين بن علي عليه السلام\r\nلعمرك إنني لأحب دارا * تضيفها سكينة والرباب\r\nأحبهما وأبذل بعد مالي * وليس للاثمى فيها عتاب\r\nولست لهم وإن عتبوا مطيعا * حياتي أو يغيبني التراب\r\nقال علي بن محمد عن حماد بن سلمة عن أبي المهزم قال كنا مع أبي هريرة في جنازة\r\nفلما رجعنا أعيا الحسين عليه السلام صعد فجعل أبو هريرة ينفض التراب عن\r\nقدميه بثوبه فقال له الحسين أنت يا أبا هريرة تفعل هذا قال دعني منك فلو يعلم\r\nالناس منك ما أعلم لحملوك على عواتقهم ( قال أبو جعفر ) وحدثت عن خالد\r\nابن خداش قال لما قتل أهل فخ لبث حماد نحوا من شهر لا يجلس وكنت أراه\r\nمحزونا ثم جلس بعد ذلك رقيقا تدمع عينه كثيرا شهرين أو ثلاثة سمعته يقول نحب\r\nولد على حب الاسلام وقال محمد بن عمر عن أبي معشر قتل الحسين عليه السلام\r\nلعشر خلون من المحرم قال الواقدي وهذا الثبت قال محمد بن عمرو حدثنا عطاء\r\nابن مسلم أخبره عن عاصم بن أبي النجود عن زر بن حبيش قال أول رأس رفع على\r\nخشبة رأس الحسين عليه السلام وقال علي بن محمد حدثني علي بن مجاهد عن حنش\r\nابن الحارث عن شيخ من النخعي قال قال الحجاج من كان له بلاء فليقم فقام\r\nقوم فذكروا وقام سنان بن أنس فقال أنا قاتل الحسين عليه السلام فقال بلاء\r\nحسن ورجع إلى منزله فاعتقل لسانه وذهب عقله فكان يأكل ويحدث مكانه\r\n( قال وممن هلك سنة 64 )\r\nالمسور بن مخرمة بن نوفل بن أهيب بن عبد مناف بن زهرة بن كلاب ويكنى أبا\r\nعبد الرحمن وأمه عاتكة ابنة عوف بن عبد عوف بن عبد بن الحارث بن زهرة\r\nابن كلاب وهى أخت عبد الرحمن بن عوف وكانت من المهاجرات المبايعات\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوقبض رسول الله صلى الله عليه وسلم والمسور بن مخرمة ابن ثمان سنين وذكر\r\nابن عمر أن عبد الله بن جعفر حدثه عن أم بكر ابنة المسور بن مخرمة وأبى عون\r\nقالا أصاب المسور بن مخرمة حجر من المنجنيق ضرب البيت فانفلقت منه فلقة\r\nأصابت خد المسور وهو قائم يصلى فمرض منها أياما ثم هلك في اليوم الذي جاء\r\nفيه نعى يزيد مكة وابن الزبير يومئذ لا يتسمى بالخلافة الامر شورى قال محمد\r\nوحدثني عبد الله بن جعفر عن أبي عون وأم بكر ابنة المسور قالا مات المسور\r\nفي اليوم الذي جاء فيه نعى يزيد بن معاوية لهلال شهر ربيع الآخر والمسور يومئذ\r\nابن ثنتين وستين سنة ( قال أبو جعفر ) ولد المسور بعد الهجرة بسنتين وتوفى\r\nلهلال شهر ربيع الآخر سنة 64 وكان يحيى بن معين فيما حدثت عنه يقول مات\r\nالمسور بن مخرمة سنة 73 ( قال أبو جعفر ) وهذا غلط من القول\r\n( ذكر من هلك في سنة 65 )\r\nمنهم سليمان بن صرد بن الجون بن أبي الجون وهو عبد العزى بن منفذ بن ربيعة\r\nابن اصرم بن ضبيس بن حرام بن حبشية بن كعب بن عمرو بن ربيعة بن حارثة\r\nابن عمر ومزيقيا بن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس بن ثعلبة\r\nابن مازن بن الأزد ويكنى أبنا مطرف أسلم وصحب النبي صلى الله عليه وسلم كان\r\nاسمه يسار فلما أسلم سماه رسول الله صلى الله عليه وسلم سليمان وكانت له سنن عالية\r\nوشرف ى قومه ونزل الكوفة حين نزلها المسلمون وشهد علي عليه السلام\r\nصفين وكان ممن كتب إلى الحسين بن علي عليه السلام يسأله قدوم الكوفة فلما\r\nقدمها ترك القتال معه فلما قتل الحسين عليه السلام ندم هو والمسيب بن نجبة\r\nالفزاري وجميع من خذله فلم يقاتل معه ثم قالوا ما لنا توبة مما فعلنا إلا أن نقتل\r\nأنفسنا في الطلب بدمه فعسكروا بالنخيلة مستهل شهر ربيع الآخر سنة 65 وولوا\r\nأمرهم سليمان بن صرد وخرجوا إلى الشأم في الطلب بدم الحسين عليه السلام\r\nفسموا التوابين وكانوا أربعة آلاف وقد ذكرنا خبرهم في كتابنا المسمى المذيل\r\nفقتل سليمان بن صرد في هذه الوقعة رماه يزيد بن الحصين بن نمير بسهم فقتله\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوحمل رأسه ورأس المسيب بن نجبة إلى مروان بن الحكم أدهم بن محرز الباهلي\r\nوكان سليمان يوم قتل ابن ثلاث وتسعين سنة\r\n( ذكر من مات أو قتل سنة 68 )\r\nقال ومنهم عبد الله بن العباس بن عبد المطلب بن هاشم بن عبد مناف بن قصي\r\nأمه أم الفضل وهى لبابة الكبرى ابنة الحارث بن حزن من بنى هلال بن عامر\r\nقال علي بن محمد ولد عبد الله بن عباس عليا وهو سيد ولده ولد سنة 40\r\nويقال ولد عام الجمل سنة 36 وكان أجمل قرشي على الأرض وأوسمه\r\nوأكثره صلاة وكان يدعى السجاد وفى عقبه الخلافة وعباسا وهو أكبر ولده\r\nوبه كان يكنى ومحمدا وعبيد الله والفضل ولبابة أمهم زرعة ابنة مشرح بن معديكرب\r\nابن وليعة ومشرح أحد الملوك الأربعة ولا بقية للعباس وعبيد الله والفضل\r\nومحمد بن عبد الله بن عباس وأما لبابة ابنة عبد الله فإنها كانت تحت علي بن عبد الله\r\nابن جعفر بن أبي طالب رضي الله عنه فولدت له ولولدها أعقاب وأسماء ابنة\r\nعبد الله كانت عند عبد الله بن عبيد الله بن العباس فولدت له حسنا وحسينا أمها\r\nأم ولد قال ابن عمر لا اختلاف عند أهل العلم عندنا أن ابن عباس ولد في الشعب\r\nوبنو هاشم محصورون قبل خروجهم منه بيسير وذلك قبل الهجرة بثلاث سنين\r\nفتوفى رسول الله صلى الله عليه وسلم وابن عباس ابن ثلاث عشرة سنة ألا تراه\r\nيقول في حديث مالك عن الزهري عن عبيد الله بن عبد الله عنه مررت في حجة\r\nالوداع على حمار أنا والفضل وقد راهقت يومئذ الاحتلام والنبي صلى الله عليه\r\nوسلم يصلى وذكر داود بن عمرو الضبي أن ابن أبي الزناد حدثه عن أبيه وعبد الله\r\nابن الفضل بن عياش بن أبي ربيعة بن الحارث أخبرهما الثقة أن حسان بن\r\nثابت قال إنا معاشر الأنصار طلبنا إلى عمر أو إلى عثمان يشك ابن أبي الزناد\r\nفمشينا بعبد الله بن عباس وبنفر معه من أصحاب رسول الله صلى الله عليه وسلم\r\nفتكلم ابن عباس وتكلموا وذكروا الأنصار ومناقبهم فاعتل الوالي قال حسان\r\nوكان أمرا شديدا طلبناه قال فما زال يراجعهم حتى قاموا وعذروه إلا عبد الله\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nابن عباس قال لا والله ما للأنصار من مترك لقد نصروا وآووا وذكر من فضلهم\r\nوقال إن هذا لشاعر رسول الله صلى الله عليه وسلم والمنافح عنه فلم يزل عبد الله\r\nيراجعه بكلام جوامع يسد عليه كل حجة فلم يجد بدا من أن قضى حاجتنا قال\r\nفخرجنا وقد قضى الله عز وجل حاجتنا بكلامه فمررت في المسجد بالنفر الذين\r\nكان معه فلم يبلغوا ما بلغ فقلت حيث يسمعون إنه كان أولاكم بها قالوا أجل\r\nفقلت لعبد الله إنها والله صبابة النبوة ووراثة أحمد صلى الله عليه وسلم كان أحقكم\r\nبها قال حسان فقلت وأنا أشير إلى عبد الله\r\nإذا قال لم يترك مقالا لقائل * بملتقطات لا ترى بينها فصلا\r\nكفى وشفى ما في الصدور فلم يدع * لذي إربة في القول جدا ولا هزلا\r\nسموت إلى العليا بغير مشقة * فنلت ذراها لاذنيئا ولا وغلا\r\nوحدثني خالد بن القاسم البياضي عن شعبة قال سمعت ابن عباس يقول ولدت\r\nقبل الهجرة بثلاث سنين ونحن في الشعب وتوفى رسول الله صلى الله عليه وسلم وأنا\r\nابن ثلاث عشرة سنة وتوفى ابن عباس سنة 68 وهو ابن إحدى وسبعين سنة .\r\nقال ابن عمر وحدثني محمد بن عقبة ومحمد بن رفاعة بن ثعلبة بن أبي مالك عن\r\nشعبة مولى ابن عباس قال مات عبد الله بن عباس بالطائف سنة 68 وهو ابن اثنتين\r\nوسبعين سنة . وقال ابن عمر حدثني إسحاق بن يحيى قال حدثنا أبو سلمة الحضرمي قال رأيت قبر ابن عباس وابن الحنفية قائم عليه فأمر به أن يسطح وقال علي بن\r\nمحمد عن حفص بن ميمون عن أبيه قال توفى عبد الله بن عباس بالطائف فجاء\r\nطائر أبيض قدخل بين النعش والسرير فلما وضع في قبره سمعنا تاليا يتلو \" يا أيتها\r\nالنفس المطمئنة ارجعي إلى ربك راضية مرضية \" وذكر بعضهم عن علي بن محمد\r\nأنه قال توفى عبد الله بن عباس وهو ابن أربع وسبعين سنة\r\n( ذكر من توفى أو قتل منهم سنة 74 )\r\nمنهم أبو سعيد الخدري واسمه سعد بن مالك بن سنان بن ثعلبة بن عبيد بن\r\nالأيجر واسمه خدرة بن عوف بن حارث بن الخزرج وقد زعم بعضهم أن خدرة\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nهي أم الأبجر وأخو أبي سعيد لامه قتادة بن النعمان الظفري من أهل بدر قال\r\nابن عمر حدثني الضحاك بن عثمان عن محمد بن يحيى بن حبان عن ابن محيريز وأبى\r\nصرمة عن أبي سعيد الخدري قال خرجت مع رسول الله صلى الله عليه وسلم في غزوة\r\nبنى المصطلق قال ابن عمر وهو يومئذ ابن خمس عشرة سنة قال وشهد أيضا\r\nالخندق وما بعد ذلك من المشاهد قال ابن عمرو حدثنا سعيد بن أبي زيد عن\r\nربيح بن عبد الرحمن بن أبي سعيد عن أبيه عن أبي سعيد قال عرضت يوم أحد على\r\nالنبي صلى الله عليه وسلم وأنا ابن ثلاث عشرة سنة فجعل أبى يأخذ بيدي فيقول\r\nيا رسول الله إنه عبل العظام وإن كان مؤدنا قال وجعل النبي صلى الله عليه وسلم\r\nيصعد في البصر ويصوبه ثم قال رده فرده قال ابن عمر حدثني عبد العزيز بن عقبة\r\nعن إياس بن سلمة بن الأكوع قال مات أبو سعيد الخدري سنة 74\r\n( ذكر الخبر عمن هلك منهم سنة 78 )\r\nمنهم جابر بن عبد الله بن عمرو بن حرام بن ثعلبة بن حرام بن كعب بن غنم بن كعب بن\r\nسلمة بن سعد بن علي بن أسد بن ساردة بن تزيد بن جشم بن الخزرج وكان يكنى أبا\r\nعبد الله شهد العقبة في السبعين من الأنصار الذين بايعوا رسول الله صلى الله عليه وسلم\r\nعندها وكان من أصغرهم يومئذ وأراد شهود بدر فخلفه أبوه على أخواته وكن\r\nتسعا وخلفه أيضا حين خرج إلى أحد وشهد ما بعد ذلك من المشاهد قال ابن عمر\r\nحدثنا إبراهيم بن جعفر عن أبيه قال سألت جابر بن عبد الله كم غزا رسول الله\r\nصلى الله عليه وسلم فقال سبعا وعشرين غزوة غزا بنفسه وغزوت معه منها\r\nست عشرة غزوة ولم أقدر أن أغزو حتى قتل أبى بأحد كان يخلفني على أخواتي وكن\r\nتسعا فكان أول غزوة غزوتها معه حمراء الأسد إلى آخر مغازيه قال محمد بن\r\nعمرو حدثني خارجة بن الحارث قال مات جابر بن عبد الله سنة 78 وهو ابن أربع\r\nوتسعين سنة وكان قد ذهب بصره قال ورأيت على سريره بردا وصلى عليه أبان\r\nابن عثمان وهو والى المدينة\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n( ذكر من مات أو قتل سنة 80 )\r\nمنهم عبد الله بن جعفر بن أبي طالب بن عبد المطلب كان يكنى أبا جعفر أمه\r\nأسماء بنت عميس قال ابن عمر مات عبد الله بن جعفر رضي الله عنه بالمدينة عام\r\nالحجاف سيل كان ببطن مكة جحف بالحاج وذهب بالإبل وعليها الحمولة\r\nفصلى عليه أبان بن عثمان وكان واليا على المدينة من قبل عبد الملك بن مروان\r\nقال وكان له يوم توفى تسعون سنة وقال علي بن محمد توفى عبد الله بن جعفر\r\nسنة أربع أو خمس وثمانين سنة * وعمرو بن حريث بن عمرو بن عثمان بن عبد الله بن\r\nعمرو بن مخزوم ويكنى أبا سعيد وقبض النبي صلى الله عليه وسلم وهو ابن اثنتي عشرة\r\nسنة وقال أبو نعيم الفضل بن دكين مات عمرو بن حريث بالكوفة سنة 85\r\nفي خلافة عبد الملك بن مروان . وعقيل بن أبي طالب بن عبد المطلب بن هاشم\r\nوكان فيمن أسر يوم بدر وكان لامال له ففداه العباس بن عبد المطلب ذكر\r\nابن سعد أن علي بن عيسى النوفلي أخبره عن أبيه عن عمه إسحاق بن عبد الله عن عبد الله بن\r\nالحارث قال فدى العباس نفسه وابن أخيه عقيلا بثمانين أوقية ذهب ويقال\r\nبألف دينار قال ابن سعد وأخبرنا علي بن عيسى قال حدثنا أبان بن عثمان\r\nعن معاوية بن عمار الدهني قال سمعت أبا عبد الله جعفر بن محمد عليه السلام\r\nيقول قال رسول الله صلى الله عليه وسلم يوم بدر انظروا من ههنا من أهل\r\nبيتي من بني هاشم قال فجاء علي بن أبي طالب عليه السلام فنظر إلى العباس ونوفل\r\nوعقيل ثم رجع فناداه عقيل يا ابن أم على أما والله لقد رأيتنا فجاء على إلى\r\nرسول الله صلى الله عليه وسلم فقال يا رسول الله رأيت العباس ونوفلا وعقيلا\r\nفجاء رسول الله صلى الله عليه وسلم حتى قام على رأس عقيل فقال أبا يزيد قتل\r\nأبو جهل قال إذا لا تنازع في تهامة إن كنت أثخنت القوم وإلا فاركب أكتافهم\r\n( قال أبو جعفر ) وقيل رجع عقيل إلى مكة فلم يزل بها ثم خرج إلى رسول الله\r\nصلى الله عليه وسلم مهاجرا في أول سنة 8 فشهد غزوة مؤتة ثم رجع فعرض\r\nله مرض فلم يسمع له بذكر في فتح مكة ولا الطائف ولا في حنين وقيل مات\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nعقيل بن أبي طالب بعد ما عمى في خلافة معاوية . وربيعة بن الحارث بن\r\nعبد المطلب بن هاشم بن عبد مناف وهو الذي قال النبي صلى الله عليه وسلم يوم فتح\r\nمكة ألا إن كل دم ومأثرة في الجاهلية فإنها تحت قدمي هاتين وإن أول دم أضعه\r\nدم ربيعة بن الحارث وإنما قال النبي صلى الله عليه وسلم وإن أول دم أضعه\r\nدم ربيعة بن الحارث وربيعة حتى لان ذلك كان دما لربيعة الطلب\r\nبه في الجاهلية وذلك أن ابنا لربيعة صغيرا كان مسترضعا في بنى ليث بن بكر\r\nوكان بين هذيل وبين ليث بن بكر حرب فخرج ابن ربيعة بن الحارث وهو طفل\r\nيحبو أمام البيوت فرمته هذيل بحجر فأصابه الحجر فرضخ رأسه فجاء الاسلام\r\nقبل أن يثأر ربيعة بن الحارث بدم ابنه فأبطل النبي صلى الله عليه وسلم الطلب\r\nبذلك الدم فلم يجعل لربيعة السبيل على قاتل ابنه فكان ذلك معنى وضع النبي صلى الله\r\nعليه وسلم دمه وهو إبطاله أن يكون له الطلب به لأنه كان من ذحول الجاهلية\r\nوقد هدم الاسلام الطلب بها وأما ابن ربيعة المقتول فإنه يختلف في اسمه فاما ابن\r\nعمر فإنه قال اسمه آدم بن ربيعة وقال بعضهم كان اسمه تمام بن ربيعة وقال بعضهم\r\nكان اسمه إياس بن ربيعة وقالوا جميعا كان ربيعة بن الحارث أسن من عمه العباس\r\nابن عبد المطلب بسنين قالوا ولم يحضر ربيعة بن الحارث بدرا مع المشركين\r\nكان غائبا بالشام ثم قدم بعد ذلك على رسول الله صلى الله عليه وسلم مهاجرا\r\nأيام الخندق وشهد مع رسول الله صلى الله عليه وسلم يوم حنين فيمن ثبت معه\r\nمن أهل بيته وأصحابه وتوفى ربيعة بعد أخويه نوفل وأبى سفيان في خلافة عمر\r\nابن الخطاب . وعبد الله بن الحارث بن عبد المطلب بن هاشم بن عبد مناف وكان\r\nاسمه عبد شمس فسماه النبي صلى الله عليه وسلم حين أسلم عبد الله خرج من\r\nمكة قبل الفتح مهاجرا إلى رسول الله ثم خرج مع رسول الله صلى الله عليه وسلم\r\nفي بعض مغازيه فمات بالصفراء فدفنه رسول الله صلى الله عليه وسلم في قميصه\r\nيعنى قميص النبي صلى الله عليه وسلم وقال له سعيد أدركته السعادة وجعفر بن أبي\r\nسفيان بن الحارث بن عبد المطلب بن هاشم وكان جعفر بن أبي سفيان ممن ثبت\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nيوم حنين مع رسول الله صلى الله عليه وسلم من أصحابه ولم يزل مع أبيه ملازما\r\nلرسول الله حتى قبض وتوفى جعفر في وسط خلافة معاوية رضي الله عنه . والحارث\r\nابن نوفل بن الحارث بن عبد المطلب بن هاشم كان رجلا على عهد رسول الله صلى\r\nالله عليه وسلم صحب رسول الله عند إسلام أبيه وولدا ابنه عبد الله على عهد رسول الله\r\nصلى الله عليه وسلم وأتى به رسول الله فحنكه ودعا له قال ابن سعد أخبرنا علي بن\r\nعيسى عن أبيه قال انتقل الحارث بن نوفل إلى البصرة واختلط بها دارا ونزلها في\r\nولاية عبد الله بن عامر بن كريز ومات بالبصرة في آخر خلافة عثمان . وعبد المطلب\r\nابن ربيعة بن الحارث بن عبد المطلب بن هاشم وقد روى عبد المطلب بن ربيعة عن\r\nرسول الله صلى الله عليه وسلم وكان رجلا على عهد رسول الله قال ابن عمرو حكاه\r\nابن سعد عن علي بن عيسى النوفلي أن عبد المطلب بن ربيعة لم يزل بالمدينة إلى زمن\r\nعمر بن الخطاب ثم تحول إلى الشام فنزلها وابتنى بها دارا وهلك بدمشق في خلافة\r\nيزيد بن معاوية * وعتبة بن أبي لهب واسم أبى لهب عبد العزى بن عبد المطلب\r\nابن هاشم بن عبد مناف قال ابن سعد أخبرنا علي بن عيسى بن عبد الله النوفلي\r\nعن حمزة بن عتبة بن إبراهيم اللهبي قال حدثنا إبراهيم بن عامر بن أبي سفيان بن\r\nمعتب وغيره من مشيختنا الهاشميين عن ابن عباس عن أبيه العباس بن عبد المطلب\r\nقال لما قدم رسول الله صلى الله عليه وسلم مكة في الفتح قال لي يا عباس أين ابنا\r\nأخيك عتبة ومعتب لا أراهما قال قلت يا رسول الله تنحيا فيمن تنحى من مشركي\r\nقريش فقال لي اذهب فأتني بهما قال العباس فركبت إليهما بعرنة فأتيتهما فقلت إن\r\nرسول الله يدعوكما فركبا معي سريعين حتى قدما على النبي صلى الله عليه وسلم\r\nفدعاهما إلى الاسلام فأسلما وبايعا ثم قال رسول الله صلى الله عليه وسلم فأخذ\r\nبأيديهما وانطلق بهما يمشى بينهما حتى أتى بهما الملتزم وهو ما بين باب الكعبة\r\nوالحجر الأسود فدعا ساعة ثم انصرف والسرور يرى في وجهه قال العباس\r\nفقلت له سرك الله يا رسول الله فإني أرى في وجهك السرور فقال النبي صلى الله\r\nعليه وسلم نعم إني استوهبت ابني عمى هذين ربى فوهبهما لي قال حمزة بن عتبة\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nفخرجا معه في فوره ذاك إلى حنين فشهدا غزوة حنين وثبتا مع رسول الله\r\nيومئذ فيمن ثبت من أهل بيته وأصحابه وصيبت عين معتب يومئذ ولم يقم أحد\r\nمن بني هاشم من الرجال بمكة بعد أن فتحت غير عتبه ومعتب ابني أبى لهب *\r\nوأسامة بن زيد بن حارثة وهو حب رسول الله صلى الله عليه وسلم ويكنى\r\nأبا محمد وأمه أم أيمن واسمها بركة حاضنة رسول الله صلى الله عليه وسلم ومولاته\r\nوولد أسامة بمكة ونشأ حتى أدرك لم يعرف إلا الاسلام ولم يدن بغيره وهاجر\r\nمع أبيه إلى المدينة وكان أبوه زيد في قول بعضهم أول الناس إسلاما ولم يفارق\r\nرسول الله صلى الله عليه وسلم قال ابن سعد أخبرنا الفضل بن دكين قال حدثنا\r\nحنش قال سمعت أبي يقول استعمل النبي صلى الله عليه وسلم أسامة بن زيد وهو\r\nابن ثمان عشرة سنة * قال ابن عمر لم يبلغ أولاد أسامة من الرجال والنساء في كل\r\nدهر أكثر من عشرين إنسانا قال وقبض النبي صلى الله عليه وسلم وأسامة ابن\r\nعشرين سنة وكان قد سكن وادى القرى بعد النبي صلى الله عليه وسلم ثم نزل\r\nالمدينة فمات بالجرف في آخر خلافة معاوية * وأبو رافع مولى رسول الله\r\nصلى الله عليه وسلم واسمه أسلم كان عبد العباس بن عبد المطلب فوهبه للنبي\r\nصلى الله عليه وسلم فلما بشر النبي صلى الله عليه وسلم بإسلام العباس أعتقه\r\nرسول الله صلى الله عليه وسلم وهاجر أبو رافع إلى المدينة بعد بدر فأقام رسول الله\r\nصلى الله عليه وسلم مولاته سلمى وشهدت معه خيبر وولدت لأبي رافع عبيد الله\r\nابن أبي رافع وكان كاتبا لعلي بن أبي طالب عليه السلام * وسلمان الفارسي وكان\r\nيكنى أبا عبد الله وأول غزاة غزاها سلمان الخندق * وذكر عن جعفر بن سليمان عن\r\nهشام بن حسان عن الحسن قال كان عطاء سلمان خمسة آلاف وكان على ثلاثين\r\nألفا من الناس يحطب في عباءة يفترش نصفها ويلبس نصفها وكان إذا خرج\r\nعطاؤه أمضاه ويأكل من سفيف يده * قال ابن عمر توفى سلمان الفارسي في خلافة\r\nعثمان بن عفان * والأسود بن نوفل بن خويلد بن أسد بن عبد العزى بن قصي كان\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقديم الاسلام بمكة وهاجر إلى أرض الحبشة في المرة الثانية وكان موسى بن عقبة\r\nيقول هو نوفل بن خويلد الذي أسلم وهاجر إلى أرض الحبشة * محمد بن عبد الرحمن\r\nابن الأسود بن نوفل بن خويلد ويكنى أبا الأسود وهو الذي يقال له يتيم عروة\r\nابن الزبير * وأبو الروم عمير بن هاشم بن عبد مناف بن عبد الدار بن قصي وأمه\r\nرومية وهو أخو مصعب بن عمير لأبيه . قال ابن عمر كان أبو الروم قديم\r\nالاسلام بمكة وهاجر إلى أرض الحبشة في الهجرة الثانية وشهد أحدا * وجهم\r\nابن قيس بن شرحبيل بن هاشم بن عبد مناف بن عبد الدار بن قصي كان قديم\r\nالاسلام وهاجر إلى أرض الحبشة في المرة الثانية في قول جميعهم ومعه امرأته\r\nحريملة بنت عبد الأسود بن خزيمة ابن أقيش بن عامر بن بياضة الخزاعية ومعه\r\nابناه منها عمرو وخزيمة ابنا جهم وتوفيت حريملة بأرض الحبشة * والوليد بن\r\nالوليد بن المغيرة بن عبد الله بن عمر بن مخزوم . قال ابن عمر حدثني محمد بن عبد الله\r\nعن الزهري عن عروة قال وأخرنا إبراهيم بن جعفر عن أبيه قالا خرج سلمة\r\nابن هشام وعياش بن أبي ربيعة والوليد بن الوليد مهاجرين إلى رسول الله صلى الله\r\nعليه وسلم فطلبهم ناس من قريش ليردوهم فلم يقدروا عليهم فلما كانوا بظهر\r\nالحرة انقطعت أصبع الوليد فدميت فقال\r\nهل أنت إلا إصبع دميت * وفى سبيل الله ما لقيت\r\nقال وانقطع فؤاده فمات بالمدينة فبكته أم سلمة ابنة أبى أمية فقالت\r\nيا عين فابكى للوليد * بن الوليد بن المغيرة\r\nمثل الوليد بن الوليد * أبى الوليد كفى العشيرة\r\nفقال رسول الله صلى الله تعالى عليه وعلى آله وسلم لا تقولي هكذا\r\nيا أم سلمة ولكن قولي \" وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد \"\r\nوابن أم مكتوم واختلف في اسمه فأما أهل المدينة فيقولون اسمه عبد الله وأما\r\nأهل العراق وهشام بن محمد فيقولون اسمه عمرو بن قيس بن زائدة بن الأصم\r\nابن رواحة بن حجر بن عبد بن معيص بن عامر بن لؤي ونسب إلى أمه\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nأم مكتوم واسم أمه أم مكتوم عاتكة ابنة عبد الله بن عنكثة بن عامر بن مخزوم بن\r\nيقظة أسلم ابن أم مكتوم بمكة قديما وكان ضرير البصر وقدم المدينة مهاجرا\r\nفاختلف في وقت قدومه إياها فقال محمد بن عمر قدمها بعد بدر بيسير فنزل دار\r\nالقراء وهى دار مخرمة بن نوفل وكان يؤذن للنبي صلى الله عليه وسلم بالمدينة مع\r\nبلال وكان رسول الله صلى الله عليه وسلم يستخلفه على المدينة يصلى بالناس في\r\nعامة غزواته وكان صاحب راية المسلمين يوم القادسية ثم رجع إلى المدينة فمات\r\nبها * وأبو ذر جندب بن جنادة بن سفيان بن عبيد بن حرام بن غفارا بن مليل\r\nابن ضمرة بن بكر بن عبد مناة بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر\r\nابن نزار ذكر ابن عمر أنه سمع موسى بن عبيدة يخبر عن نعيم بن عبد الله المجمر\r\nعن أبيه قال اسم أبي ذر جندب بن جنادة وكذلك كان يقول محمد بن عمر وهشام\r\nابن محمد وغيرهما من أهل السير قال ابن عمر وسمعت أبا معشر نجيحا يقول اسم\r\nأبي ذر برير بن جندب قال وحدثني أبو بكر بن عبد الله بن أبي سبرة عن موسى\r\nابن عقبة عن عطاء بن أبي مروان عن أبيه قال قال أبو ذر كنت في الاسلام\r\nخامسا . قال أبو جعفر ثم رجع أبو ذر حين أسلم إلى بلاد قومه فأقام بها حتى\r\nمضت بدر واحد والخندق ثم قدم على رسول الله صلى الله عليه وسلم المدينة\r\nبعد ذلك . قال ابن سعد أخبرنا عبد الله بن عمر وأبو معمر المنقري حدثنا\r\nعبد الوارث بن سعيد عن الحسين المعلم عن أبي بريدة قال لما قدم أبو موسى\r\nالأشعري لقى أبا ذر فجعل أبو موسى يلزمه وكان الأشعري رجلا خفيف اللحم\r\nقصيرا وكان أبو ذر رجلا أسود كثير الشعر فجعل الأشعري يلزمه ويقول أبو ذر\r\nإليك عنى ويقول الأشعري مرحبا يا أخي ويدفعه أبو ذر ويقول لست بأخيك\r\nإنما كنت أخاك قبل أن تستعمل قال ثم لقى أبا هريرة فالتزمه فقال مرحبا يا أخي\r\nفقال له أبو ذر إليك عنى هل كنت عملت لهؤلاء قال نعم قال هل تطاولت في\r\nالبنيان أو اتخذت زرعا أو ماشية قال لا قال أنت أخي . قال ابن سعد وأخبرنا\r\nالفضل بن دكين قال حدثنا صالح بن رستم أبو عامر عن حميد بن هلال عن الأحنف\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nابن قيس قال رأيت أبا ذر رجلا طويلا آدم أبيض الرأس واللحية ( قال أبو جعفر )\r\nوتوفى أبو ذر في خلافة عثمان بالربذة * بريدة بن الحصيب بن عبد الله بن الحارث\r\nابن الأعرج بن سعد بن رزاح بن عدي بن سهم بن مازن بن الحارث سلامان\r\nابن أسلم بن أفصى بن حارثة بن عمرو بن عامر وهو ماء السماء وكان بريدة يكنى\r\nأبا عبد الله وأسلم حين مر به رسول الله صلى الله عليه وسلم للهجرة وذكر ابن عمر أن\r\nهاشم بن عاصم الأسلمي حدثه عن أبيه قال لما هاجر رسول الله صلى الله عليه\r\nوسلم من مكة إلى المدينة فانتهى إلى الغميم أتاه بريدة بن الحصيب فدعاه رسول الله\r\nصلى الله عليه وسلم إلى الاسلام فأسلم هو ومن معه وكانوا زهاء ثمانين بيتا وصلى\r\nرسول الله صلى الله عليه وسلم العشاء فصلوا خلفه قال فحدثني هاشم بن عاصم\r\nالأسلمي قال حدثني المنذر بن جهم قال كان رسول الله صلى الله عليه وسلم قد\r\nعلم ابن الحصيب ليلتئذ صدرا من سورة مريم وقدم بريدة بعد أن مضت بدر\r\nوأحد على رسول الله صلى الله عليه وسلم المدينة فتعلم بقيتها وأقام مع رسول الله\r\nصلى الله عليه وسلم وكان من ساكني المدينة وغزا معه مغازيه بعد ذلك ولم يزل بريدة\r\nمقيما بعد وفاة رسول الله صلى الله عليه وسلم بالمدينة حتى فتحت البصرة ومصرت\r\nفتحول إليها واختط بها ثم خرج منها غازيا إلى خراسان فمات بمرو في ولاية يزيد\r\nابن معاوية بقي بها ولده * ودحية بن خليفة بن فروة بن فضالة بن زيد بن امرئ\r\nالقيس بن الخزرج وهو زيد مناة بن عامر بن بكر بن عامر الأكبر بن عوف بن\r\nبكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة بن\r\nتغلب بن حلوان بن الحاف بن قضاعة أسلم دحية قديما ولم يشهد بدرا وكان\r\nيشبه بجبريل صلى الله عليه وسلم وشهد مع رسول الله صلى الله عليه وسلم دحية\r\nالمشاهد بعد بدر وبقى إلى خلافة معاوية * وأوس بن قيظي بن عمرو بن زيد بن جشم\r\nابن حارثة وابناه كباثة وعبد الله ابنا أوس شهدوا أحدا وحضر معهم عرابة\r\nابن أوس بن قيظي يوم أحد فاستصغر فرد وعرابة هو الذي قال الشماخ\r\nابن ضرار فيه :\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nإذا بلغتني وحملت رحلي * عرابة فاشرقي بدم الوتين\r\n* وعثمان بن حنيف بن واهب بن عكيم بن ثعلبة بن الحارث بن مجدعة بن عمرو\r\nابن حنش بن عوف بن عمرو بن عوف كان يكنى أبا عبد الله وكان عمر بن الخطاب\r\nبعثه على مسح أرض العراق وكان عامل علي عليه السلام على البصرة حين بويع\r\nله وتوفى في خلافة معاوية * وحسان بن ثابت بن المنذر بن حرام بن عمرو\r\nابن زيد مناة بن عدي بن عمرو بن مالك بن النجار شاعر رسول الله صلى الله\r\nعليه وسلم ويكنى أبا الوليد وكان قديم الاسلام ولم يشهد مع رسول الله مشهدا\r\nوكان يجبن وتوفى في خلافة معاوية وله عشرون ومائة سنة عاش في الجاهلية ستين سنة\r\nوفى الاسلام ستين سنة * ونوفل بن معاوية بن صخر بن يعمر بن نفاثة بن عدي\r\nابن الديل بن بكر بن عبد مناة بن كنانة وهم بيت بنى الديل وكان معاوية أبو نوفل\r\nعلى بنى الديل يوم الفجار وله يقول تأبط شرا\r\nفلا وأبيها ما نزلنا بعامر * ولا عامر ولا النفاثي نوفل\r\nوابنه سلمى بن نوفل كان أجود العرب وله يقول الشاعر الجعفري\r\nنسود أقواما وليسوا بسادة * بل السيد المحمود سلمى بن نوفل\r\nوذكر محمد بن عمر أن أبا بكر بن عبد الله بن أبي سبرة حدثه عن جوثة بن\r\nعبيد الديلي قال عمر نوفل بن معاوية الديلي في الجاهلية ستين سنة وفى الاسلام ستين\r\nسنة قال وكان شهد مع المشركين من قريش بدرا وأحدا والخندق وكانت له نكاية\r\nوذكر ثم أسلم بعد ذلك وشهد مع رسول الله صلى الله عليه وسلم فتح مكة وحنينا\r\nوالطائف ونزل المدينة في بنى الديل وقد روى نوفل بن معاوية عن النبي\r\nصلى الله تعالى عليه وعلى آله وسلم وتوفى نوفل بالمدينة في خلافة يزيد بن\r\nمعاوية لعنهما الله * وعرابة بن أوس بن قيظي بن عمرو بن زيد بن جشم بن حارثة\r\nابن الحارث شهد أبوه أوس بن قيظي وأخواه عبد الله وكباثة ابنا أوس أحدا\r\nواستصغر عرابة فرد وأجيز في الخندق قال ابن عمر حدثنا عمر بن عقبة عن\r\nعاصم بن عمر بن قتادة قال كان عرابة بن أوس يوم أحد ابن أربع عشرة سنة\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nوخمسة أشهر فرده رسول الله صلى الله عليه وسلم وأبى أن يجيزه قال محمد\r\nوعرابة بن أوس هو الذي مدحه الشماخ بن ضرار وكان قدم المدينة فأوقر له\r\nراحلته تمرا فقال\r\nرأيت عرابة الأوسي ينمى * إلى الخيرات منقطع القرين\r\nإذا ما راية رفعت لمجد * تلقاها عرابة باليمين\r\n* وعبيد الله بن العباس بن عبد المطلب ولد عبيد الله محمدا وبه كان يكنى\r\nوالعباس والعالية تزوجها علي بن عبد الله بن العباس فولدت له محمد بن علي وفى\r\nولده الخلافة من بنى العباس وعبد الرحمن وقثم وهما اللذان قتلهما بسر بن أبي\r\nأرطأة العامري باليمن وكان عبيد الله بن العباس أصغر سنا من عبد الله بن العباس\r\nبسنه وقد سمع من رسول الله صلى الله عليه وسلم وروى عنه وبقى عبيد الله بن\r\nالعباس إلى أيام يزيد بن معاوية واستعمل علي بن أبي طالب عليه السلام عبيد الله\r\nابن عباس على اليمن وأمره على الموسم فحج بالناس سنة 39 فاصطلح الناس تلك\r\nالسنة على شيبة بن عثمان بن أبي طلحة فحج بهم وكان عبيد الله بن العباس سيدا\r\nشجاعا سخيا كان ينحر كل يوم جزورا وكان على مقدمة الحسن بن علي عليه السلام\r\nإلى معاوية وأخوه لأبيه وأمه قثم بن العباس غزا خراسان وعليها سعيد بن عثمان\r\nفقال اضرب لك بألف سهم فقال لابل أخمس ثم أعطى الناس حقوقهم ثم أعطني\r\nبعد ما شئت وان ورعا فاضلا وتوفى قثم بسمرقند ( قال أبو جعفر ) وقال على\r\nابن محمد ولى قثم بن عباس لعلى مكة وأقام للناس الحج وكان يشبه بالنبي صلى الله\r\nعليه وسلم * ومعبد بن العباس وكثير بن العباس قال علي بن محمد المدائني أم كثير\r\nوتمام أم ولد رومية يقال لها مسلية ومات كثير بينبع بالذبحة وتمام بن العباس\r\nوكان من أشد أهل زمانه بطشا وكان أصغر ولد أبيه * وعبد الله بن زمعة بن\r\nالأسود بن المطلب بن أسد بن عبد العزى بن قصي وأمه قريبة الكبرى ابنة أبى أمية\r\nابن المغيرة بن عبد الله بن عمر بن مخزوم وأمها عاتكة ابنة عبد المطلب بن هاشم *\r\nوعامر بن كريز بن ربيعة بن حبيب بن عبد شمس بن عبد مناف بن قصي وأمه\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالبيضاء وهى أم حكيم ابنة عبد المطلب بن هاشم أسلم عامر بن كريز يوم فتح مكة\r\nوبقى إلى خلافة عثمان بن عفان وقدم على ابنه عبد الله بن عامر البصرة وهو\r\nواليها لعثمان بن عفان * وأبو هاشم بن عقبة بن ربيعة بن عبد شمس بن عبد مناف\r\nأسلم أبو هاشم يوم فتح مكة وخرج إلى الشأم فنزلها حتى مات * وقيس بن مخرمة\r\nابن المطلب بن عبد مناف * والصلت بن مخرمة بن المطلب بن عبد مناف بن قصي\r\nأسلم الصلت يوم فتح مكة * وجهيم بن الصلت بن مخرمة بن المطلب بن\r\nعبد مناف * وعبد الله بن قيس بن مخرمة بن المطلب بن عبد مناف أسلم يوم فتح مكة *\r\nوركانة ابن عبد يزيد بن هاشم بن المطلب بن عبد مناف بن قصي أسلم في الفتح وقدم\r\nالمدينة بعد ذلك فنزلها إلى أن مات بها في أول خلافة معاوية وأخوه لأبيه وأمه عجير\r\nابن عبد يزيد بن هاشم بن المطلب * وأبو نبقة واسمه عبد الله بن علقمة بن المطلب\r\nابن عبد مناف * والأسود بن أبي البختري واسم أبى البختري العاص بن هاشم\r\nابن الحارث بن أسد بن عبد العزى بن قصي أسلم يوم الفتح وأما أبوه أبو البختري\r\nفقتل يوم بدر ببدر مشركا * وهبار بن الأسود بن المطلب بن الأسد بن\r\nعبد العزى بن قصي وكان هبار فيما ذكر عنه يقول لما ظهر رسول الله صلى الله\r\nعليه وسلم ودعا إلى الله كنت فيمن عاداه ونصب له وآذاه وكان رسول الله\r\nصلى الله عليه وسلم بعث إلى زينب ابنته من يقدم بها من مكة فعرض لها نفر\r\nمن قريش فيهم هبار فنخس بها وقرع ظهرها بالرمح وكانت حاملا فأسقطت\r\nفردت إلى بيوت بنى عبد مناف وكان هبار بن الأسود عظيم الجرم في الاسلام\r\nفأهدر دمه رسول الله صلى الله عليه وسلم فكان كلما بعث سرية أوصاهم بهبار\r\nوقال إن ظفرتم به فاجعلوه بين جذمتين من حطب وحرقوه بالنار ثم يقول إنما\r\nيعذب بالنار رب النار إن ظفرتم به فاقطعوا يديه ورجليه ثم اقتلوه ( قال\r\nأبو جعفر ) وذكر محمد بن عمر أن واقد بن أبي ثابت حدثه عن يزيد بن رومان\r\nقال قال الزبير بن العوام ما رأيت رسول الله صلى الله عليه وسلم بعث سرية قط\r\nإلا قال إن ظفرتم بهبار فاقطعوا يديه ورجليه ثم اضربوا عنقه فوالله لقد كنت\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nأطلبه وأسأل عنه والله يعلم لو ظفرت به قبل أن يأتي إلى رسول الله صلى الله\r\nعليه وسلم لقتلته ثم طلع على رسول الله صلى الله عليه وسلم وأنا عنده جالس\r\nفجعل يعتذر إلى رسول الله ويقول سب يا محمد من سبك وآذ من آذاك فقد\r\nكنت موضعا في سبك وأذاك وكنت مخذولا وقد نصرني الله عز وجل وهداني\r\nإلى الاسلام قال الزبير فجعلت أنظر إلى رسول الله صلى الله عليه وسلم وإنه\r\nليطأطئ رأسه استحياء منه مما يعتذر هبار فجعل رسول الله صلى الله عليه وسلم\r\nيقول قد عفوت عنك والاسلام يجب ما كان قبله وكان اشنأ من أحد فبلغ رسول الله\r\nصلى الله عليه وسلم حلمه وما يحمل عليه من الأذى فقال يا هبار سب من سبك قال\r\nابن عمرو حدثني هشام بن عمارة عن سعيد بن محمد بن جبير بن مطعم عن أبيه عن\r\nجده قال كنت جالسا مع النبي صلى الله عليه وسلم في أصحابه في مسجده منصرفه من\r\nالجعرانة فطلع هبار بن الأسود من باب رسول الله صلى الله عليه وسلم فلما\r\nنظر القوم إليه قالوا يا رسول الله هبار بن الأسود فقال رسول الله صلى الله عليه وسلم\r\nقد رأيته فأراد بعض القوم القيام إليه فأشار إليه النبي صلى الله عليه وسلم أن\r\nاجلس ووقف عليه هبار فقال يا رسول الله السلام عليك إني أشهد أن لا إله إلا الله\r\nوأشهد أنك رسول الله ولقد هربت منك في البلاد وأردت اللحوق بالأعاجم ثم\r\nذكرتك وعائدتك وفضلك وبرك وصفحك عمن جهل عليك وكنا يا رسول الله\r\nأهل شرك فهدانا الله عز وجل بك وتنقدنا من الهلكة اصفح على جهلي وعما كان\r\nيبلغك عنى فإني مقر بسوءتي معترف بذنبي فقال رسول الله صلى الله عليه وسلم قد\r\nعفوت عنك وقد أحسن الله بك حيث هداك للاسلام والاسلام يجب ما قبله *\r\nوهند بن أبي هالة واسم أبى هالة النباش بن زرارة بن وقدان بن حبيب بن سلامة\r\nابن غوى بن جروة بن أسيد بن عمرو بن تميم قدم أبو هالة مكة وأخواه عوف\r\nوأنس فحالفوا بنى عبد الدار بنى قصي بن كلاب وأقاموا معهم بمكة وتزوج أبو هالة\r\nخديجة ابنة خويلد فولدت له هندا وهالة رجلين فمات هالة وأدرك هند الاسلام\r\nفأسلم وكان الحسن بن علي عليه السلام يحدث عنه بقول حدثني خالي هند بن أبي هالة\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nوذكر عن معمر بن المثنى أنه قال مر هند بالبصرة مجتازا فمات بها فلم تقم يومئذ\r\nسوق ولا كلاء وقالوا أخو فاطمة أخو فاطمة صلوات الله عليها * والمهاجر بن أبي\r\nأمية بن المغيرة بن عبد الله بن عمر بن مخزوم أخو أم سلمة ابنة أبى أمية زوج\r\nالنبي صلى الله عليه وسلم لأبيها وأمها وكان اسم أبى أمية بن المغيرة سهيل وهو زاد\r\nالركب وكان إذا سافر أنفق على أصحابه وأهل رفقته في سفرهم ذلك من عنده\r\nفسمى بذلك زاد الركب قال ابن عمر حدثني أبو بكر بن عبد الله بن أبي سبرة عن\r\nالمهاجرين مسمار قال كان المهاجر بن أبي أمية قد وجد عليه رسول الله صلى الله عليه\r\nوسلم فقال لام سلمة كلمي لي رسول الله صلى الله عليه وسلم فهذا يومه عندك فأدخلته\r\nفي بيتها فلما دخل رسول الله صلى الله عليه وسلم لم يرعه إلا مهاجرا آخذ بحقويه\r\nمن خلفه فضحك رسول الله صلى الله عليه وسلم قالت أم سلمة ارض عنه رضى الله\r\nعنك فرضى عنه وولاه صنعاء فانطلق حتى أتى مكة فبلغه أن العنسي قد خرج\r\nبصنعاء فرجع إلى المدينة فلم يزل بها حتى توفى النبي صلى الله عليه وسلم وولاه أبو بكر\r\nصنعاء فمضى في ولايته قال فقلت لابن أبي سبرة فإن روايتنا أن النبي صلى الله\r\nعليه وسلم بعثه عاملا فتوفى النبي صلى الله عليه وسلم وهو بصنعا فقال هكذا أخبرني\r\nمهاجر بن مسمار * وصفوان بن أمية بن خلف بن وهب بن حذافة بن جمح بن عمرو\r\nابن هصيص كان يكنى أبا وهب قال ابن عمر حدثنا عبد الله بن يزيد الهذلي عن أبي\r\nحصين قال استقرض رسول الله صلى الله عليه وسلم من صفوان بن أمية بمكة\r\nخمسين ألفا فأقرضه قال محمد بن عمر ولم يزل صفوان صحيح الاسلام ولم يبلغنا\r\nأنه غزا مع رسول الله ولابعده ولم يزل مقيما بمكة إلى أن مات بها في أول خلافة\r\nمعاوية * وعبد الله بن سعد بن أبي سرح بن الحارث بن حبيب بن جذيمة بن مالك\r\nابن حسل بن عامر بن لؤي أسلم قديما وقد كان يكتب لرسول الله صلى الله عليه\r\nوسلم ثم ارتدعن الاسلام ثم أسلم يوم فتح مكة وقد مضى خبره في كتابنا المسمى\r\nالمذيل من مختصر تأريخ الرسل والملوك * والأقرع بن حابس بن عقال بن\r\nمحمد بن سفيان بن مجاشع بن دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nتميم وكان في وفد بنى تميم الذين قدموا على رسول الله صلى الله عليه وسلم فأعطاه\r\nمن غنائم حنين مائة من الإبل وفيه قال عباس بن مرداس ما قال * وصعصعة\r\nابن ناجية بن عقال بن محمد بن سفيان بن مجاشع وفد على النبي صلى الله عليه وسلم وأسلم\r\nومن ولده الفرزدق الشاعر ابن غالب بن صعصعة ومن ولده أيضا عقال بن شبة بن\r\nعقال بن صعصعة الخطيب * والزبرقان بن بدر بن امرئ القيس بن خلف بن بهدلة بن\r\nعوف بن كعب بن سعد بن زيد مناة بن تميم وكان اسم الزبرقان الحصين وكان\r\nشاعرا جميلا وكان يقال له قمر نجد وكان قد وفد تميم الذين وفدوا على رسول الله\r\nصلى الله عليه وسلم فاستعمل رسول الله صلى الله عليه وسلم الزبرقان بن بدر على صدقة\r\nقومه بنى سعد بن زيد مناة بن تميم وقبض رسول الله صلى الله عليه وسلم وهو عليها\r\nوارتدت العرب ومنعوا الصدقة وثبت الزبرقان على الاسلام وأخذ الصدقة من\r\nقومه فأداها إلى أبى بكر * ومالك بن نويرة بن جمرة بن عبيد بن ثعلبة بن يربوع\r\nابن حنظلة بن مالك بن زيد مناة بن تميم وقال ابن عمر حدثني عتبة بن جبيرة عن\r\nحصين بن عبد الرحمن بن عمرو بن سعد بن معاذ قال لما صدر رسول الله صلى الله\r\nعليه وسلم من الحج سنة 10 قدم المدينة فلما رأى هلال المحرم سنة 11 بعث\r\nالمصدقين في العرب فبعث مالك بن نويرة على صدقة بنى يربوع وكان قد أسلم\r\nوكان شاعرا قال وكان مالك بن نويرة يسمى الجفول * ولبيد بن ربيعة بن مالك\r\nابن جعفر بن كلاب الشاعر قال ابن عمر حدثنا موسى بن شيبة بن عمرو بن عبد الله\r\nابن كعب بن مالك بن خارجة بن عبد الله بن كعب قال قدم وفد بنى كلاب على\r\nرسول الله صلى الله عليه وسلم وهم ثلاثة عشر رجلا في سنة 9 فيهم لبيد بن ربيعة\r\nفنزلوا دار رملة بنت الحدث ثم جاؤوا إلى رسول الله صلى الله عليه وسلم فسلموا\r\nعليه سلام الاسلام وأسلموا ورجعوا إلى بلاد قومهم قال ابن سعد أخبرنا نصر\r\nابن باب قال حدثنا داود بن أبي هند عن الشعبي قال كتب عمر بن الخطاب إلى\r\nالمغيرة بن شعبة وهو عامله على الكوفة أن ادع من قبلك من الشعراء فاستنشدهم\r\nما قالوا من الشعر في الجاهلية والاسلام ثم اكتب بذلك إلى فدعاهم المغيرة فقال\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nللبيد أنشدني ما قلت من الشعر في الجاهلية والاسلام قال أبدلني الله عز وجل بذلك\r\nسورة البقرة وسورة آل عمران وقال للأغلب العجلي أنشدني قال\r\nأرجزا تريد أم قصيدا * لقد سألت هينا موجودا\r\nقال فكتب بذلك المغيرة إلى عمر فكتب أن أنقص الأغلب خمسمائة من عطائه\r\nوزدها في عطاء لبيد فرحل إليه الأغلب فقال أتنقصني على أن أطعتك قال فكتب عمر إلى\r\nالمغيرة أن زد على الأغلب الخمسمائة التي نقصت وأقرها زيادة في عطاء لبيد بن\r\nربيعة * وحبشي بن جنادة بن نصر بن أسامة بن الحارث بن معيط بن عمرو بن\r\nجندل بن مرة بن صعصعة بن معاوية بن بكر بن هوازن وبنو مرة بن صعصعة هم\r\nبنو سلول وسلول امرأة وهى أم بنى مرة وهى سلول ابنة ذهل بن شيبان بن ثعلبة\r\nبها يعرفون وصحب حبشي بن جنادة النبي صلى الله عليه وسلم وشهد مع علي عليه\r\nالسلام مشاهده * وأبو أمامة الباهلي واسمه صدى بن عجلان من بنى سهم بن\r\nعمرو بن ثعلبة بن غنم بن قتيبة بن معن بن مالك بن أعصر وهو منبه بن سعد بن\r\nقيس بن عيلان * وزيد الخيل بن مهلهل بن زيد بن منهب بن عبد رضا بن المختلس بن\r\nثوب بن كنانة بن مالك بن نابل بن أسودان وهو نبهان بن عمرو بن الغوث بن\r\nطئ بن أدد بن زيد بن يشجب بن يعرف بن قحطان وأم طئ دلة بنت ذي\r\nمنجشان بن كلة بن ردمان بن حمير ولدتها أمها على أكمة يقال لها مذحج فسميت\r\nدلة مذحج بتلك الأكمة فولدها كلهم يقال لهم بنو مذحج واسم طئ جلهمة وإنما\r\nسمى طيئا في قول بعضهم لأنه أول من طوى المناهل وقال بعضهم لأنه أول\r\nمن طوى بئرا ومات زيد الخيل بعد منصرفه من عند النبي صلى الله عليه وسلم\r\nفي موضع يقال له فردة قال هشام عن أبيه كان يقال لبطن زيد الخيل الذي هو\r\nمنه بنو المختلس وكان لزيد من الولد مكنف بن زيد وبه كان يكنى وقد أسلم وصحب\r\nالنبي صلى الله عليه وسلم وشهد قتال أهل الردة مع خالد بن الوليد وكان له بلاء *\r\nوحريث بن زيد وكان فارسا صحب النبي صلى الله عليه وسلم وشهد قتال أهل الردة\r\nمع خالد بن الوليد وكان شاعرا * وعروة بن زيد شهد القادسية وقس الناطف\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nويوم مهران فأبلى وقال في ذلك شعرا وكان زيد الخيل شاعرا * وعدى بن حاتم\r\nالجواد بن عبد الله بن سعد بن الحشرج بن امرئ القيس بن عدي بن أحزم بن\r\nربيعة بن جرول بن ثعل بن عمرو بن الغوث بن طئ وكان ينى أبا طريف شهد\r\nعدى بن حاتم القادسية ويوم مهران وقس الناطف والنخيلة ومعه اللواء وشهد\r\nالجمل مع أمير المؤمنين علي بن أبي طالب عليه السلام وفقئت عينه يومئذ وقتل\r\nابنه وشهد صفين والنهروان مع علي بن أبي طالب عليه السلام ومات في زمن\r\nالمختار بالكوفة وهو ابن مائة وعشرين سنة * وعمرو بن المسبح بن كعب بن طريف\r\nابن عصر بن غنم بن حارثة بن ثوب بن معن بن عتود بن عنين بن سلامان بن\r\nثعل بن عمرو بن الغوث بن طئ وكان أرمى العرب وله يقول امرؤ القيس\r\nرب رام من بنى ثعل * مخرج كفيه من ستره\r\nوقال وبرة بن الجحدر المعنى من بنى دغش\r\nزعب الغراب وليته لم يزعب * بالبين من سلمى وأم الحوشب\r\nليت الغراب رمى حماطة قلبه * عمرو بأسهمه التي لم تلغب\r\nوعاش عمرو بن المسبح خمسين ومائة سنة ثم أدرك رسول الله صلى الله عليه وسلم\r\nووفد إليه وأسلم * والأشعث بن قيس وهو الأشج بن معديكرب بن معاوية\r\nابن جبلة بن عدي بن ربيعة بن معاوية الأكرمين بن الحارث بن معاوية بن الحارث\r\nابن معاوية بن ثور بن مرتع بن كندة وهو كندي واسمه ثور بن عفير بن عدي\r\nابن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن كهلان بن سبأ بن\r\nيشجب بن يعرب بن قحطان وكان اسم الأشعث معديكرب وكان أبدا أشعث\r\nالرأس فسمى الأشعث وكان يكنى أبا محمد وفد على النبي صلى الله عليه وسلم\r\nفي سبعين راكبا من كندة ثم ارتد وأسر فبعث به إلى أبى بكر فتاب فلم يزل\r\nمقيما بالمدينة حتى ندب عمر بن الخطاب في خلافته الناس إلى غزو العراق فشخص\r\nمعد سعد بن أبي وقاص فشهد القادسية والمدائن وجلولاء ونهاوند واختط\r\nبالكوفة حين اختطها المسلمون وبنى بها دارا في كندة ونزلها إلى أن مات وشهد\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالأشعث تحكيم الحكمين وأراد علي عليه السلام أن يحكم عبد الله بن العباس\r\nمع عمرو بن العاص فأبى الأشعث بن قيس وقال لا يحكم فيها مضريان حتى يكون\r\nأحدهما يمانيا فحكم علي عليه السلام أبا موسى الأشعري وكان الأشعث أحد\r\nشهود الكتاب وأخوه سيف بن قيس وفد مع الأشعث بن قيس إلى النبي صلى الله\r\nتعالى عليه وعلى آله وسلم فأمره أن يؤذن لهم فلم يؤذن حتى مات * وإبراهيم\r\nابن قيس أخوهما وفد إلى النبي صلى الله عليه وسلم مع الأشعث فأسلم * والحارث\r\nابن سعيد بن قيس بن الحارث بن شيبان بن العاتك بن معاوية الأكرمين وفد\r\nإلى النبي صلى الله عليه وسلم * وأماناة بن قيس بن الحارث بن شيبان بن العاتك\r\nابن معاوية الأكرمين وفد إلى النبي صلى الله عليه وسلم وأسلم وقد كان عاش\r\nدهرا وله يقول عوضة بن بدا الشاعر\r\nألا ليتني عمرت يا أم خالد * كعمر أماناة بن قيس بن شيبان\r\nلقد عاش حتى قيل ليس بميت * وأفنى فئاما من كهول وشبان\r\nحلت به من بعد جرش وحقبة * دويهية حلت بنصر بن دهمان\r\nفأضحى كأن لم يغن في الناس ساعة * رهين ضريح في سبائب كتان\r\nوكان مع أماناة في الوفد ابنه يزيد بن أماناة وأسلم ثم ارتد فقتل يوم\r\nالنجير مرتدا في رواية هشام بن محمد * ومعدان بن الأسود بن عبد الله\r\nابن الحارث الولادة بن عمرو بن معاوية بن الحارث الأكبر وكان يقال\r\nلمعدان الجفشيش وفد إلى النبي صلى الله عليه وسلم مع الأشعث بن قيس\r\nوهو الذي قال يا رسول الله ألست منا فسكت مرتين ثم قال في الثالثة إنا لا نقفو\r\nأمنا ولا ننتفى من أبينا نحن بنو النضر بن كنانة فقال الأشعث فض الله فاك\r\nإلا سكت الجفشيش القائل في رواية كندة\r\nأطعنا رسول الله إذ كان صادقا * فيا عجبا ما بال ملك أبى بكر\r\nأيورثها بكرا إذا كان بعده * فتلك إذا والله قاصمة الظهر\r\nوهذا في رواية هشام بن محمد وأما محمد بن عمر فإنه كان يذكر أن هذين البيتين\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nلحارثة بن سراقة بن معديكرب الكندي الذي منع زياد بن لبيد الصدقة وانجاز فيمن\r\nارتد * وقيس بن المكشوح واسم المكشوح هبيرة بن عبد بغوث بن الغزيل بن سلمة\r\nابن بدا بن عامر بن عوبثان بن زاهر بن مراد وإنما سمى أبوه المكشوح واسم\r\nالمكشوح هبيرة لأنه كشح بالنار أي كوى على كشحه وكان سيد مراد وابنه\r\nقيس وكان فارس مذحج وهو الذي احتز رأس العنسي فينا قيل فسمته مضر\r\nقيس غدر فقال لست غدر ولكني حتف مضر وقال محمد بن عمر حدثني عبد الله\r\nابن عمرو بن زهير عن محمد بن عمارة بن خزيمة بن ثابت قال قال عمرو بن معديكرب\r\nلقيس بن مكشوح المرادي حين انتهى إليه أمر رسول الله صلى الله عليه\r\nوسلم يا قيس أنت سيد قومك اليوم وقد ذكر لنا أن رجلا من قريش يقال له\r\nمحمد قد خرج بالحجاز يقول إنه نبي فانطلق بنا إليه حتى نعلم علمه فإن كان نبيا كما\r\nيقول فإنه لا يخفى علينا إذا لقيناه اتبعناه وإن كان غير ذلك علمنا علمه وإنه إن\r\nسبق إليه رجل من قومك سادنا وترأس علينا وكنا له أذنابا فأبى عليه قيس وسفه\r\nرأيه فركب عمرو بن معديكرب في عشرة من قومه حتى أتى المدينة فأسلم\r\nثم انصرف إلى بلاده * وصفوان بن عسال من بنى الربض بن زاهر بن عامر\r\nابن عوبثان بن زاهر بن مراد وعداده في جمل أسلم وصحب النبي صلى الله عليه\r\nوسلم * وعمرو بن الحمق بن الكاهن بن حبيب بن عمرو بن القين بن رزاح\r\nابن عمرو بن سعد بن عمرو بن كعب بن عمرو بايع النبي صلى الله عليه وسلم في\r\nحجة الوداع وصحبه بعد ذلك ثم كان أحد الذين ساروا إلى عثمان بن عفان وشهد\r\nالمشاهد بعد ذلك مع علي بن أبي طالب عليه السلام ثم قتل في الجزيرة قتله ابن\r\nأم الحكم قال ابن عمر عن عيسى بن عبد الرحمن عن الشعبي قال أول رأس حمل\r\nفي الاسلام رأس عمرو بن الحمق وكرز بن علقمة بن هلال بن جريبة بن\r\nعبد نهم بن حليل بن حبشية بن سلول بن كعب بن عمرو بن حارثة بن عمرو مزيقياء\r\nابن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس بن ثعلبة بن مازن بن\r\nالأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يغرب\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nابن قحطان أسلم كرز يوم فتح مكة وكان قد عمر عمرا طويلا وكان بعض\r\nأعلام الحرم قد عمى على الناس فكتب مروان بن الحكم إلى معاوية بذلك\r\nفكتب إليه إن كان كرز بن علقمة حيا فمره فليوقفكم عليه ففعل فهو الذي وضع\r\nمعالم الحرم في زمن معاوية وهو على ذلك إلى الساعة * والحيسمان بن اياس\r\nابن عبد الله بن ضبيعة بن عمرو بن ماذن بن عدي بن عمرو وكان شريفا في قومه\r\nأسلم فحسن إسلامه * ومخنف بن سليم بن الحارث بن عوف بن ثعلبة بن عامر بن ذهل\r\nابن مازن بن ذبيان بن ثعلبة بن الدول بن سعد مناة بن غامد بن عبد الله بن كعب\r\nابن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد أسلم مخنف وصحب\r\nالنبي صلى الله عليه وسلم وهو بيت الأزد بالكوفة وكان له إخوة ثلاثة يقال\r\nلأحدهم عبد شمس قتل يوم النخيلة والصقعب قتل يوم الجمل وعبد الله قتل يوم\r\nالجمل وكان من ولد مخنف بن سليمان أبو مخنف لوط بن يحيى بن سعيد بن مخنف بن سليم\r\nالذي يروى عنه أيام الناس * وفيروز بن الديلمي ويكنى أبا عبد الله وهو من أبناء\r\nفارس الذين بعثهم كسرى إلى اليمن فنفوا عنها الحبشة وغلبوا عليها قال عبد المنعم\r\nثم انتسبوا إلى بنى ضبة وقالوا أصابنا سباء في الجاهلية قد غلط عبد المنعم فيما قال\r\nوإنما كان ذلك أن ضبة بن أد كان له بنون ثلاثة عدا أحدهم على أحد ولد ضبة\r\nفقتله فأراد أبوه أن يقتله فهرب فلحق بجبال الديلم فولد له أولاد هنالك وأولاده\r\nإلى اليوم يذكرون أن عندهم سرجه وأثاثه وفيروز هو الذي قتل العنسي الأسود\r\nابن كعب الكذاب الذي تنبأ باليمن فقال رسول الله صلى الله عليه وسلم قتله\r\nالرجل الصالح فيروز بن الديلمي وقد وفد إلى رسول الله صلى الله عليه وسلم\r\nوروى عنه وبعضهم يروى عنه فيقول حدثني الديلمي الحميري وبعضهم يقول عن\r\nالديلمي وهو واحد وهو فيروز الديلمي وإنما قيل له الحميري لنزوله في حمير\r\nومخالفته إياهم ومات فيروز في خلافة عثمان\r\n( ذكر أسماء من عاش بعد رسول الله صلى الله عليه وسلم من أصحابه\r\nفروى عنه أو نقل عنه علم )\r\nذكر أسماء من عاش بعد رسول الله صلى الله عليه وسلم من بنى عبد المطلب\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nابن هاشم بن عبد مناف منهم العباس بن عبد المطلب عم رسول الله وبنوه الفضل\r\nوعبد الله وعبيد الله وكل هؤلاء أدركوا رسول الله صلى الله عليه وسلم ورووا عنه\r\nونقل عنهم العلم وأكبر من ذكرت من ولد العباس وأسنهم الفضل وبه كان\r\nيكنى العباس وهو أقدمهم موتا وتوفى بالشام في طاعون عمواس قبل أبيه ثم\r\nعبد الله وهو الذي أوسع الناس علما ومد له في العمر فعاش إلى أيام فتنة ابن الزبير\r\nوعبد الملك بن مروان وقد مضى ذكرى تأريخ وفاته وغير ذلك من أموره ثم\r\nعبيد الله وكان أصغر الثلاثة من ولد العباس سنا كان عبد الله أسن منه بسنة\r\nوتوفى عبيد الله قبل عبد الله كانت وفاة عبيد الله في أيام يزيد بن معاوية ووفاة\r\nعبد الله بعد ذلك بسنين وكانت أم الفضل وعبد الله وعبيد الله وقثم واحدة أمهم\r\nجميعا أم الفضل وهى لبابة الكبرى بنت الحارث بن حزن من بنى هلال بن عامر\r\nوقد كان في ولد العباس لصلبه ممن نقل عنه العلم ورويت عنه الآثار غير هؤلاء\r\nككثير وتمام ومعبد غير أنه لا يعلم لاحد منهم سوى من ذكرت سماع من\r\nرسول الله صلى الله عليه وسلم يصح * ومنهم على وعقيل ابنا أبى طالب بن\r\nعبد المطلب والحسن والحسين ابنا علي بن أبي طالب وعبد الله بن جعفر بن أبي\r\nطالب عليهم السلام كل هؤلاء عاشوا بعد رسول الله صلى الله عليه وسلم\r\nونقل منهم العلم ورويت عنهم الآثار وقد مضى ذكرى تأريخ وفاتهم ومدة آجالهم *\r\nومنهم الحارث بن نوفل بن الحارث بن عبد المطلب بن هاشم بن عبد مناف من ولده\r\nعبد الله بن الحارث بن نوفل الذي اصطلح عليه أهل البصرة أيام الزبيرية والمروانية\r\nبببة لقب أدرك رسول الله صلى الله عليه وسلم وروى عنه\r\n( ذكر بعض ما روى الحارث عن رسول الله صلى الله عليه وسلم من الآثار )\r\nحدثني علي بن سهل الرملي قال حدثنا مؤمل بن إسماعيل قال حدثنا سفيان\r\nعن عاصم بن عبيد الله عن عبيد الله بن عبد الله بن عتبة بن عبد الله بن الحارث\r\nابن نوفل عن أبيه أن النبي صلى الله عليه وسلم كان إذا سمع المؤذن يقول أشهد\r\nأن لا إله إلا الله أشهد أن محمدا رسول الله قال كما يقول وإذا قال حي على الصلاة\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nقال لاحول ولا قوة إلا بالله وإذا قال حي على الفلاح قال لاحول ولا قوة إلا بالله\r\nحدثني هلال بن العلاء الرقي قال حدثنا حفص بن عمر أبو عمر الحوضي قال حدثنا\r\nهمام عن ليث عن علقمة بن مرثد عن عبد الله بن الحارث عن أبيه أن رسول الله\r\nصلى الله عليه وسلم علمهم الصلاة على الميت اللهم اغفر لاحيائنا وأمواتنا وأصلح ذات\r\nبيننا وألف بين قلوبنا اللهم هذا عبدك فلان بن فلان لا نعلم إلا خيرا كنت أعلم\r\nبه فاغفر لنا وله فقلت وأنا أصغر القوم فان أعلم خيرا قال لا تقل إلا ما تعلم *\r\nومنهم عبد المطلب بن ربيعة بن الحارث بن عبد المطلب بن هاشم بن عبد مناف كان\r\nفيما ذكر أهل السير على عهد رسول الله صلى الله عليه وسلم رجلا وقد روى عن\r\nرسول الله صلى الله عليه وسلم أحاديث : منها ما حدثنا أبو كريب قال حدثنا\r\nابن فضيل عن يزيد بن أبي زياد عن عبد الله بن الحارث قال حدثني عبد المطلب\r\nابن ربيعة بن الحارث بن عبد المطلب أن العباس دخل على رسول الله صلى الله\r\nعليه وسلم وهو مغضب وأنا عنده فقال ما أغضبك فقال يا رسول الله مالنا ولقريش إذا\r\nتلاقوا تلاقوا بوجوه مستبشرة وإذا لقونا لقونا بغير ذلك فغضب رسول الله صلى الله\r\nعليه وسلم حتى احمر وجهه حتى استدر عرق بين عينيه وكان إذا غضبت استدر\r\nفلما سرى عنه قال والذي نفس محمد بيده لا يدخل قلب امرئ من الايمان أبدا\r\nحتى يحبكم الله ولرسوله ثم قال أيها الناس من آذى العباس فقد آذاني إنما عم\r\nالرجل صنو أبيه * وربيعة بن الحارث بن عبد المطلب بن هاشم كان يكنى\r\nأبا أروى وهو الذي قال النبي صلى الله عليه وسلم يوم فتح مكة ألا إن كل دم\r\nومأثرة كانت في الجاهلية فهو تحت قدمي وإن أول دم أضعه دم ربيعة بن الحارث\r\nوذلك أنه كان قتل لربيعة ابن في الجاهلية فأبطل الطلب به في الاسلام ولم يجعل\r\nلربيعة التباعة قتل قاتل ابنه وعاش ربيعة بعد النبي صلى الله عليه وسلم إلى خلافة\r\nعمرو قد روى عن النبي صلى الله عليه وسلم وكان فيما ذكر أسن من عمه العباس\r\nابن عبد المطلب بسنتين\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n( ذكر بعض ما روى عنه من الأثر )\r\nحدثنا محمد بن حميد قال حدثنا جرير عن عطاء عن عبد الله بن ربيعة عن أبيه\r\nعن رجل من قريش قال رأيت النبي صلى الله عليه وسلم في الجاهلية وهو\r\nواقف بعرفات مع المشركين ورأيته في الاسلام واقفا موقفه ذلك فعرفت أن\r\nالله عز وجل وقفه ذلك\r\n( ذكر موالى بني هاشم )\r\nالذين عاشوا بعد رسول الله صلى الله عليه وسلم ورووا عنه ونقل عنهم العلم\r\nمنهم سلمان الفارسي يكنى أبا عبد الله * حدثني الحارث بن محمد قال حدثنا ابن\r\nسعد قال أخبرنا إسماعيل بن عبد الله بن زرارة الجرمي قال حدثنا جعفر بن\r\nسليمان قال حدثنا هشام بن حسان عن الحسن قال كان عطاء سلمان خمسة آلاف\r\nوكان على ثلاثين ألفا من الناس يحطب في عباءة يفترش نصفها ويلبس نصفها\r\nوكان إذا خرج عطاؤه أمضاه ويأكل من سفيف يده حدثني إسماعيل بن موسى\r\nالسدى قال أخبرني شريك عن أبي ربيعة الأيادي عن ابن بريدة عن أبيه قال\r\nقال رسول الله صلى الله عليه وسلم إن الله تعالى أمرني بحب أربعة قيل يا رسول الله\r\nمن هم سمهم لنا فقال على منهم يقول ذلك ثلاثا وأبو ذر والمقداد وسلمان أمرني\r\nبحبهم وأخبرني أنه يحبهم وتوفى سلمان بالمدائن في خلافة عثمان * ومنهم أبو رافع\r\nمولى رسول الله صلى الله عليه وسلم واسمه أسلم كان مملوكا للعباس بن عبد المطلب\r\nفوهبه للنبي صلى الله عليه وسلم فأعتقه النبي صلى الله عليه وسلم وزوجه مولاته\r\nسلمى فولدت ابنه عبيد الله بن أبي رافع * ومنهم أسامة بن زيد الحب بن حارثة\r\nكان يكنى أبا محمد وأمه أم أيمن حاضنة رسول الله صلى الله عليه وسلم ومولاته\r\nوقيل إن أسامة كان يوم توفى النبي صلى الله عليه وسلم ابن عشرين سنة فسكن بعد\r\nالنبي صلى الله عليه وسلم وادى القرى ثم رجع إلى المدينة فمات بالجرف في\r\nآخر خلافة معاوية * وثوبان مولى رسول الله صلى الله عليه وسلم كان يكنى\r\nأبا عبد الله ممن أنعم عليه رسول الله صلى الله عليه وسلم بالعتق ولم يزل مع\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nرسول الله صلى الله عليه وسلم حتى قبض الله رسوله صلى الله عليه وسلم فتحول إلى\r\nالشأم ونزل حمص وله بها دار صدقة وقيل إنه من حكم بن سعد العشيرة *\r\nومنهم ضميرة بن أبي ضميرة روى عن رسول الله صلى الله عليه وسلم ما حدثني\r\nيونس بن عبد الأعلى قال أخبرنا ابن وهب قال أخبرني ابن أبي ذئب عن\r\nحسين بن عبد الله بن ضميرة عن أبيه عن جده ضميرة أن رسول الله صلى الله\r\nعليه وسلم مر يأم ضميرة وهى تبكى فقال ما يبكيك أجائعة أنت أعارية أنت\r\nقال يا رسول الله فرق بيني وبين ابني فقال رسول الله صلى الله عليه وسلم\r\nلا يفرق بين والدة وولدها ثم أرسل إلى الذي عنده ضميرة فدعاه فابتاعه منه\r\nببكر * وزيد أبو يسار مولى رسول الله صلى الله عليه وسلم روى عن رسول الله\r\nصلى الله عليه وسلم ما حدثت عن موسى بن إسماعيل قال حدثنا حفص بن عمر\r\nالشنى قال حدثني أبي عمر بن مرة عن بلال بن يسار بن زيد مولى رسول الله\r\nصلى الله عليه وسلم قال سمعت أبي يحدث عن جدي أنه سمع النبي صلى الله عليه\r\nوسلم يقول من قال أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه غفر\r\nله وإن كان فر من الزحف\r\n( ومن حلفاء بني هاشم )\r\n* أبو مرثد الغنوي * حدثنا محمد بن بشار قال حدثنا عبد الرحمن قال حدثنا\r\nعبد الله بن المبارك عن عبد الرحمن بن يزيد قال حدثني بسر بن عبيد الله قال سمعت\r\nأبا إدريس قال سمعت واثلة بن الأسقع يقول سمعت أبا مرثد الغنوي يقول\r\nسمعت رسول الله صلى الله عليه وسلم يقول لا تجلسوا على القبور ولا تصلوا إليها *\r\nوابنه مرثد بن أبي مرثد قتل يوم الرجيع * حدثنا سليمان بن عبد الجبار قال\r\nحدثنا إسماعيل بن أبان قال حدثني يحيى بن يعلى الأسلمي وكان ثقة عن علي بن\r\nموسى عن القاسم عن مرثد بن أبي مرثد الغنوي وكان بدريا قال قال رسول الله صلى\r\nالله عليه وسلم إن سركم أن تقبل صلاتكم فليؤمكم خياركم فإنهم وفدكم فيما بينكم\r\nوبين ربكم عز وجل * وابن ابنه أنيس بن مرثد بن أبي مرثد الغنوي وكان يكنى\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأبا يزيد وكان بينه وبين أبيه في السن إحدى وعشرون سنة شهد أنيس مع رسول الله\r\nصلى الله عليه وسلم فتح مكة وحنينا وكان عين النبي صلى الله عليه وسلم بأوطاس\r\nوكان أبو مرثد حليف حمزة بن عبد المطلب * حدثني زكرياء بن يحيى بن أبان\r\nالمصري قال حدثنا أبو صالح كاتب الليث قال حدثني الليث بن سعد عن يحيى بن\r\nسعيد قال كتب إلى خالد بن أبي عمران أن الحكم بن مسعود النجراني حدثه أن\r\nأنيس بن أبي مرثد الأنصاري حدثه أن رسول الله صلى الله عليه وسلم قال ستكون\r\nفتنة صماء بكاء وصماء بكماء وعمياء المضطجع فيها خير من القاعد والقاعد خير من القائم\r\nوالقائم خير من الماشي والماشي خير من الساعي ومن أتى فليمدد عنقه هكذا حدثني\r\nبه زكرياء بن يحيى قال أنيس بن أبي مرثد الأنصاري وإنما هو أنيس بن مرثد\r\nابن أبي مرثد الغنوي من غنى بن يعصر بن سعد بن قيس بن عيلان بن مضر\r\n( ذكر من روى عن النبي صلى الله عليه وسلم من بني المطلب بن عبد مناف بن قصي )\r\n* فمنهم ركانة بن عبد يزيد بن هاشم بن المطلب بن عبد مناف بن قصي وهو من\r\nمسلمة الفتح عاش بعد رسول الله صلى الله عليه وسلم ثم مات في أول خلافة\r\nمعاوية * ومنهم قيس بن مخرمة بن المطلب بن عبد مناف بن قصي * ومنهم جبير\r\nابن مطعم بن عدي بن نوفل بن عبد مناف كان يكنى أبا محمد وقيل أبا على أسلم\r\nقبل الفتح ونزل المدينة ومات بها في خلافة معاوية وكان أبوه مطعم بن عدي من\r\nأشراف قريش وكان أجار رسول الله صلى الله عليه وسلم من المشركين فلما كان\r\nيوم بدر وأسر من أسر من قريش قال لو كان مطعم بن عدي حيا لوهبت له\r\nهؤلاء النتنى ليده التي كانت له عند رسول الله صلى الله تعالى عليه وسلم وله يقول\r\nحسان بن ثابت\r\nفلو كان مجد يخلد اليوم واحدا * من الناس أنجى مجده اليوم مطعما\r\nأجرت رسول الله منهم فأصبحوا * عبيدك ما لبى ملب وأحرما\r\nوقد روى جبير عن رسول الله صلى الله عليه وسلم حديثا كثيرا * ومنهم عقبة بن\r\nالحارث بن عامر بن نوفل بن عبد مناف بن قصي روى عقبة عن النبي صلى الله\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nعليه وسلم حدثنا ابن بشار قال حدثنا عبد الوهاب قال حدثنا أيوب عن عبد الله بن أبي\r\nمليكة عن عقبة بن الحارث قال جئ بالنعيمان أو ابن النعيمان شاربا فأمر\r\nرسول الله صلى الله عليه وسلم من كان في البيت أن يضربوه قال فكنت أنا فيمن\r\nضربه فضربناه بالنعال والجريد\r\n( ومن حلفاء بنى نوفل بن عبد مناف بن قصي )\r\nعتبة بن غزوان بن جابر بن أهيب بن نسيب بن زيد بن مالك بن الحارث بن عوف\r\nابن مازن بن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن مضر يكنى أبا\r\nعبد الله وقيل أبا غزوان قديم الاسلام ممن هاجر إلى الحبشة الهجرة الثانية وهو\r\nالذي مصر البصرة واختطها وبنى بها المسجد روى عن رسول الله صلى الله عليه وسلم\r\nفمما روى عنه ما حدثنا به محمد بن بشار قال حدثنا صفوان بن عيسى الزهري قال\r\nحدثنا عمرو بن عيسى أبو نعامة العدوي قال سمعت خالد بن عمير وشويسا أبا\r\nالرقاد قالا قال عتبة بن غزوان لقد رأيتني وإني لسابع سبعة مع رسول الله صلى الله\r\nعليه وسلم مالنا طعام إلا ورق السمر حتى تقرحت أشداقنا والتقطت بردة\r\nفشققتها بيني وبين سعد * ومن حلفائهم يعلى بن أمية بن أبي بن عبيدة بن همام\r\nابن الحارث بن بكر بن زيد بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم وأمه\r\nمنية بنت جابر بن أهيب بن نسيب بن زيد بن مالك بن الحارث بن عوف بن\r\nمازن بن منصور هي عمة عتبة بن غزوان وعتبة ويعلى بن أمية من حلفاء الحارث\r\nابن نوفل بن عبد مناف بن قصي وأسلم يعلى بن أمية وأبوه أمية بن أبي وأخوه\r\nسلمة بن أمية وأخته نفيسة بنت منية شهد يعلى مع رسول الله صلى الله عليه وسلم\r\nحنينا والطائف وتبوك وروى هو وأخوه سلمة عن رسول الله صلى الله عليه وسلم\r\n( ذكر أسماء من نقل عنه العلم ممن صحب رسول الله صلى الله عليه وسلم\r\nوعاش بعده من بنى أسد بن عبد العزى بن قصي بن كلاب )\r\n* منهم الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي أمه صفية بنت\r\nعبد المطلب بن هاشم بن عبد مناف عمة رسول الله صلى الله عليه وسلم وكان يكنى\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nأبا عبد الله كان رابع الاسلام أو خامسه يوم أسلم فيما قيل وهاجر الهجرتين إلى\r\nأرض الحبشة ولم يتخلف عن غزاة لرسول الله صلى الله عليه وسلم وآخى\r\nرسول الله صلى الله عليه وسلم بينه وبين عبد الله بن مسعود قتل بوادي السباع\r\nوهو ينصرف عن وقعة الجمل منطلقا به إلى المدينة يوم الخميس لعشر ليال خلون\r\nمن جمادى الآخرة سنة 36 ودفن هنالك وهو يومئذ ابن أربع وستين وقد روى عن\r\nالنبي صلى الله عليه وسلم حديثا كثيرا * وابنه عبد الله بن الزبير وأمه أسماء بنت أبي\r\nبكر ولد في شوال في السنة الثانية من الهجرة وقيل إن أمه أسماء هاجرت\r\nإلى النبي صلى الله عليه وسلم وهى حامل به وكان يكنى أبا بكر وأبا حبيب * وحكيم\r\nابن حزام بن خويلد بن أسد بن عبد العزى بن قصي وأمه أم حكيم بنت زهير بن\r\nالحارث بن أسد بن عبد العزى بن قصي حدثني الحارث عن ابن سعد عن محمد بن\r\nعمر قال حدثني المنذر بن عبد الله عن موسى بن عقبة بن أبي حبيبة مولى الزبير قال\r\nسمعت حكيم بن حزام يقول ولدت قبل قدوم أصحاب الفيل بثلاث عشرة سنة\r\nأنا أعقل حين أراد عبد المطلب أن يذبح ابنه عبد الله حين وقع نذره وذلك قبل\r\nمولد رسول الله صلى الله عليه وسلم بخمس سنين وكان يكنى أبا خالد ومات\r\nبالمدينة في خلافة معاوية وهو ابن مائة وعشرين سنة روى عن رسول الله\r\nصلى الله عليه وسلم وهو من مسلمة الفتح وابناه خالد وهشام أسلما معه يوم فتح\r\nمكة وأسلم معهما يومئذ أخواهما عبد الله ويحيى ابنا حكيم بن حزام\r\n( ذكر أسماء من روى عن رسول الله صلى الله عليه وسلم\r\nمن بنى عبد الدار بن قصي بن كلاب )\r\n* منهم شيبة الحاجب بن عثمان وهو الأوقص بن أبي طلحة واسمه عبد الله\r\nابن عبد العزى بن عثمان بن عبد الدار بن قصي أسلم بحنين ورسول الله صلى الله\r\nعليه وسلم يحارب هوازن روى عن رسول الله صلى الله عليه وسلم * ومنهم عثمان\r\nابن طلحة بن أبي طلحة بن عبد العزى بن عثمان بن عبد الدار بن قصي بن كلاب\r\nهاجر إلى رسول الله صلى الله عليه وسلم في هدنة الحديبية في صفر سنة 8 * ومنهم\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nأبو السنابل بن بعكك بن الحارث بن السباق بن عبد الدار بن قصي بن كلاب وهو\r\nمن مسلمة الفتح\r\n( ذكر أسماء من روى عن رسول الله صلى الله عليه وسلم\r\nمن بنى زهرة بن كلاب أخي قصي بن كلاب )\r\n* منهم عبد الرحمن بن عوف بن عبد عوف بن عبد بن الحارث بن زهرة\r\nابن كلاب * ومنهم سعد بن أبي وقاص واسم أبى وقاص مالك بن أهيب بن\r\nعبد مناف بن زهرة بن كلاب بن مرة يكنى أبا إسحاق * ومنهم المسور بن مخرمة\r\nابن نوفل بن أهيب بن عبد مناف بن زهرة بن كلاب يكنى أبا عبد الرحمن وهو ابن أخت\r\nعبد الرحمن بن عوف قبض رسول الله صلى الله عليه وسلم وهو ابن ثمان سنين\r\nوقد روى عن رسول الله أحاديث فمما روى عنه من ذلك ما حدثني معمر البحراني قال\r\nحدثنا أبو عامر قال حدثنا عبد الله بن جعفر بن المسور بن مخرمة عن أم بكر بنت المسور\r\nعن المسور قال مر بي يهودي وأنا خلف النبي صلى الله عليه وسلم قائم والنبي صلى الله عليه\r\nوسلم يتوضأ فقال اليهودي ارفع ثوبه عن ظهره فذهبت أرفع ثوبه فنضح النبي صلى\r\nالله عليه وسلم في وجهي الماء * ومنهم نافع بن عتبة بن أبي وقاص بن أهيب بن\r\nعبد مناف بن زهرة بن كلاب وهو من مسلمة الفتح أسلم يوم فتح مكة وهو\r\nأخو هاشم بن عتبة المرقال وروى نافع بن عتبة عن رسول الله صلى الله عليه\r\nوسلم حدثني محمد بن خلف العسقلاني قال حدثنا رواد بن الجراح عن المسعودي\r\nعن عبد الملك بن عمير عن جابر بن سمرة عن نافع بن عتبة قال قال رسول الله\r\nصلى الله عليه وسلم تقاتلون جزيرة العرب فيفتحها الله عز وجل وتقاتلون الروم\r\nفيفتحهم الله وتقاتلون فارس فيفتحهم الله وتقاتلون الدجال فيفتحه الله عز وجل\r\n* ومنهم عبد الرحمن بن أزهر بن عوف بن عبد عوف بن عبد بن الحارث بن\r\nزهرة بن كلاب شهد حنينا مع رسول الله صلى الله عليه وسلم وروى عن\r\nرسول الله صلى الله عليه وسلم حدثني يونس بن عبد الأعلى الصدفي قال أخبرنا\r\nابن وهب قال أخبرني أسامة بن زيد الليثي عن ابن شهاب حدثه عن عبد الرحمن\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nابن أزهر قال كأني أنظر إلى رسول الله صلى الله عليه وسلم الآن وهو في الرحال\r\nيلتمس رحل خالد بن الوليد يوم حنين فبينا هو كذلك إذ أتى برجل قد شرب\r\nالخمر فقال للناس اضربوه فمنهم من ضربه بالنعال ومنهم من ضربه بالعصا ومنهم\r\nمن ضربه بالمتيخة يريد الجريدة الرطبة ثم أخذ رسول الله صلى الله عليه وسلم\r\nترابا من الأرض فرمى به وجهه * ومنهم عبد الله بن الأرقم بن عبد يغوث بن\r\nوهب بن عبد مناف بن زهرة بن كلاب روى عن رسول الله صلى الله عليه وسلم\r\nفمما روى عنه ما حدثنا به تميم بن المنتصر الواسطي قال أخبرنا يزيد يعنى ابن هارون\r\nقال أخبرنا محمد يعنى ابن إسحاق عن هشام بن عروة عن أبيه عن عبد الله بن الأرقم\r\nابن عبد يغوث أنه سمع رسول الله صلى الله عليه وسلم يقول إذا وجد أحدكم في\r\nبطنه شيئا فحضرت الصلاة فليبدأ بالغائط * ومنهم صفوان الزهري حدثنا ابن\r\nحميد قال حدثنا الحكم بن بشير قال حدثنا بشير بن سلمان عن القاسم بن صفوان\r\nالزهري عن أبيه قال قال النبي صلى الله عليه وسلم أبردوا بالظهر فإن الحر من\r\nنور جهنم * وعبد الله بن عدي بن حمراء الزهري حدثني عبد الله بن يوسف\r\nالجبيري قال حدثنا أحمد بن عبد الرحمن الحراني قال حدثنا حجاج بن أبي منيع\r\nعن عبيد الله بن أبي زياد عن الزهري قال أخبرني أبو سلمة بن عبد الرحمن\r\nأن أبا عمرو بن عدي بن حمراء الزهري أخبره أنه سمع رسول الله صلى الله\r\nتعالى عليه وعلى آله وسلم وهو واقف بالحزورة في سوق مكة يقول والله\r\nإنك لخير الأرض أو أحب أرض الله عز وجل إلى ولولا أنى أخرجت\r\nمنك ما خرجت\r\n( ذكر ما روى عن رسول الله صلى الله عليه وسلم من حلفاء بنى زهرة )\r\n* عبد الله بن مسعود بن غافل بن حبيب بن شمخ بن فار بن مخزوم بن صاهلة\r\nابن كاهل بن الحارث بن تميم بن سعد بن هذيل بن مدركة بن إلياس بن مضر ويكنى\r\nأبا عبد الرحمن وكان مسعود بن غافل أبو عبد الله حالف في الجاهلية عبد بن الحارث\r\nابن زهرة * والمقداد بن عمرو بن ثعلبة بن مالك بن ربيعة الذي يقال له المقداد بن\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالأسود كان حالف الأسود بن عبد يغوث بن وهب بن عبد مناف بن زهرة\r\nابن كلاب في الجاهلية فتبناه الأسود وكان يدعى المقداد بن الأسود حتى أنزل الله\r\nالله تعالى نكرة على نبيه صلى الله عليه وسلم \" ادعوهم لآبائهم هو أقسط عند الله \"\r\nفقال له المقداد بن عمرو * ومنهم خباب بن الأرت بن جندلة بن سعد بن خزيمة\r\nابن كعب من بنى سعد بن زيد مناة بن تميم كان أصابه سبى فبيع بمكة فاشترته\r\nأم أنمار بنت ابن سباع الخزاعية حلفاء عوف بن عبد عوف بن عبد بن الحارث\r\nابن زهرة فأعتقته وقيل بل أم خباب وأم سباع واحدة فانضم خباب بن الأرت\r\nإلى آل سباع وادعى حلف بن زهرة بهذا السبب وقد روى خباب عن رسول الله\r\nصلى الله عليه وسلم حديثا كثيرا * ومنهم شرحبيل بن حسنة وحسنة أمه\r\nوهى عدولية وأبو شرحبيل عبد الله بن المطاع بن عمرو بن كندة حليف\r\nلنبي زهرة .\r\n( ذكر أسماء من روى عن رسول الله صلى الله عليه وسلم من بنى تيم بن مرة )\r\n* منهم أبو بكر عبد الله بن أبي قحافة واسمه عثمان بن عامر بن عمر بن كعب\r\nابن سعد بن تيم بن مرة\r\n( ومن بنى مخزوم بن يقظة بن مرة بن كعب )\r\n* خالد بن الوليد بن المغيرة بن عبد الله بن عمر بن مخزوم وكان يكنى أبا سليمان\r\nوأمه عصماء وهى لبابة الصغرى بنت الحارث بن حزن بن بجير بن الهزم بن\r\nرويبة بن عبد الله بن هلال بن عامر بن صعصعة وهى أخت أم الفضل بنت\r\nالحارث أم بنى العباس بن عبد المطلب وكانت أم الفضل أيضا تسمى لبابة ، فخالد\r\nابن الوليد ابن خالة عبد الله بن العباس وابن أخت ميمونة بنت الحارث زوجة\r\nرسول الله صلى الله عليه وسلم وروى خالد عن رسول الله صلى الله عليه وسلم\r\nأحاديث * ومنهم عياش بن أبي ربيعة بن المغيرة بنت عبد الله بن عمر بن مخزوم وهو\r\nأخو أبى جهل بن هشام لامه أمهما جميعا أسماء بنت مخربة بن جندل بن أبير بن\r\nنهشل بن دارم بن غنم ممن هاجر إلى أرض الحبشة مع زوجته أسماء بنت سلمة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nابن مخربة فولدت له بأرض الحبشة ابنه عبد الله بن عياش ثم رجع إلى مكة حتى\r\nقبض رسول الله ثم رجع إلى الشأم فجاهد ثم رجع إلى مكة وأقام بها حتى مات بها\r\nوقد روى عن رسول الله صلى الله عليه وسلم فمما روى عنه ما حدثني به محمد بن\r\nسهل بن عسكر البخاري قال حدثنا عبد الرزاق قال خبرنا معمر عن أيوب عن\r\nنافع عن عياش بن أبي ربيعة قال سمعت النبي صلى الله عليه وسلم يقول تجئ\r\nريح بين يدي الساعة فتقبض روح كل مؤمن * ومنهم عبد الله بن أبي أمية بن\r\nالمغيرة بن عبد الله بن عمر بن مخزوم أمه عاتكة بنت عبد المطلب بن هاشم بن\r\nعبد مناف وهو أخو أم سلمة زوج النبي صلى الله عليه وسلم شهد مع النبي صلى الله\r\nعليه وسلم فتح مكة وحنينا والطائف فرمى يوم الطائف بسهم فأصابه فقتله فيما\r\nيقول أهل السير لا اختلاف بينهم في ذلك * ومنهم عمر بن أبي سلمة بن عبد الأسد\r\nابن هلال بن عبد الله بن عمر بن مخزوم ربيب رسول الله صلى الله عليه وسلم وهو\r\nفيما ذكر ابن تسع سنين وشهد مع علي عليه السلام الجمل ثم استعمله على فارس\r\nوتوفى في خلافة عبد الملك بن مروان بالمدينة روى عن رسول الله صلى الله\r\nعليه وسلم أحاديث وقد عاش أخوه سلمة بن أبي سلمة بعد رسول الله صلى الله\r\nعليه وسلم إلى خلافة عبد الملك بن مروان إلا أنه لاتحفظ له عن رسول الله\r\nرواية وكان أسن من أخيه عمر بن أبي سلمة وهما جميعا ابنا أم سلمة زوج النبي\r\nصلى الله عليه وسلم فأما أبوهما أبو سلمة فتوفى على عهد رسول الله واسمه عبد الله\r\nابن عبد الأسد * ومنهم عمرو بن حريث بن عمرو بن عثمان بن عبد الله بن عمر بن\r\nمخزوم وكان يكنى أبا سعيد قبض النبي صلى الله عليه وسلم وهو فيما ذكر ابن اثنتي\r\nعشرة سنة سكن الكوفة فمات بها سنة 85 وقد روى عن رسول الله صلى الله\r\nعليه وسلم أحاديث فمما روى عنه عن النبي صلى الله عليه وسلم ما حدثنا أبو كريب\r\nقال حدثنا ابن نمير ووكيع عن إسماعيل بن أبي خالد عن الأصبغ مولى\r\nعمرو بن حريث عن عمرو بن حريث أنه قال صليت مع رسول الله صلى الله\r\nعليه وسلم فكان يقرأ في صلاة الفجر فكأني أسمع صوته \" فلا أقسم بالخنس\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nالجوار الكنس \" قال أبو كريب قال وكيع قرأ \" إذا الشمس كورت \" حدثنا\r\nعبد الحميد بن بيان القناد قال أخبرنا محمد بن يزيد عن إسماعيل بن أبي خالد عن\r\nأصبغ مولى لعمرو بن حريث عن عمرو بن حريث قال صليت مع رسول الله\r\nصلى الله عليه وسلم صلاة الفجر فكأني أسمع صوته يقرأ \" فلا أقسم بالخنس الجوار\r\nالكنس \" قال فذهبت به إليه أمي فدعا لي بالرزق * ومنهم أخوه سعيد بن\r\nحرث وهو أسن من عمرو ذكر أنه شهد فتح مكة مع النبي صلى الله\r\nعليه وسلم وهو ابن خمس عشرة سنة ثم نزل بالكوفة بعد النبي صلى الله عليه\r\nوآله وسلم مع أخيه عمرو وقد روى عن رسول الله صلى الله عليه وسلم فمما روى\r\nعنه عن رسول الله صلى الله عليه وسلم ما حدثنا به ابن بشار قال حدثنا عبد الوهاب\r\nابن عبد المجيد قال حدثنا إسماعيل بن إبراهيم بن مهاجر عن عبد الملك بن عمير عن\r\nعمرو بن حريث عن أخيه سعيد بن حريث قال سمعت رسول الله صلى الله عليه\r\nوسلم يقول من باع دارا فلم يشتر مكانها دارا فإنه مال قمن ألا يبارك فيه له * ومنهم\r\nعبد الله بن أبي ربيعة واسم أبى ربيعة عمرو بن مخزوم وهو أخو عياش بن أبي\r\nربيعة لأبيه وأمه وأبو عمر بن عبد الله بن أبي ربيعة الشاعر وأسلم عبد الله بن أبي\r\nربيعة يوم فتح مكة وكان اسمه بجير فلما أسلم سماه رسول الله صلى الله عليه\r\nوسلم عبد الله وقد روى عن النبي صلى الله عليه وسلم * حدثني سليمان بن عبد الجبار\r\nقال حدثنا زكريا ؟ بن عدي قال حدثنا حاتم عن إسماعيل بن إبراهيم المخزومي\r\nعن أبيه عن جده أن النبي صلى الله عليه وسلم استسلف منه بضع عشر ألفا فلما\r\nرجع من حنين دعا به فقال خذ مالك بارك الله لك في أهلك ومالك فإنما جزاء\r\nالسلف الوفاء والحمد * ومنهم عكرمة بن أبي جهل واسم أبى جهل عمرو بن هشام\r\nابن المغيرة بن عبد الله بن عمر بن مخزوم بعد فتح مكة * حدثني أحمد بن\r\nعثمان بن حكيم الأودي قال حدثنا شريح بن سلمة قال حدثنا إبراهيم بن يوسف\r\nعن أبيه عن أبي إسحاق عن عامر بن سعد أن عكرمة بن أبي جهل لما أتى النبي\r\nصلى الله عليه وسلم قال له مرحبا بالراكب المسافر أو المهاجر قال فقلت ما أقول\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nيا رسول الله قال قل أشهد أن لا إله إلا الله وأنك رسول الله قال فقلت قال ثم\r\nقلت ماذا أقول يا رسول الله قال تقول إني أشهدك يا رسول الله أنى مهاجر قال\r\nفقلت قال فقال رسول الله صلى الله عليه وسلم ما أنت لستألني اليوم شيئا أعطيه\r\nأحدا من الناس إلا أعطيتكه قال فقلت ما أنا لأسألك مالا إني لمن أكثر قريش\r\nمالا ولكن أسألك أن تستغفر لي على قتال قاتلتك وعلى نفقة أنفقتها لأصد بها\r\nعن سبيل الله عز وجل لئن طالت بي حياة لأضعفن ذلك كله * ومنهم السائب بن أبي\r\nالسائب أبو عبد الله بن السائب وهو في قول محمد بن عمر الذي يذكر أنه كان\r\nشريك رسول الله صلى الله عليه وسلم في الجاهلية كذلك حدثني الحارث عن\r\nابن سعد عنه فأما هشام بن محمد بن الكلبي فإنه قال كان شريك رسول الله صلى\r\nالله عليه وسلم في الجاهلية عبد الله بن السائب بن أبي السائب وأما الوارد في الخبر\r\nفإنه السائب * حدثنا أبو كريب قال حدثنا مصعب بن المقدام عن إسرائيل عن\r\nإبراهيم بن مهاجر عن مجاهد عن السائب قال جاء بي عثمان بن عفان وزهير بن\r\nأمية فاستأذنا على رسول الله صلى الله عليه وسلم فأثنيا على عنده فقال رسول الله\r\nصلى الله عليه وسلم أنا أعلم به منكما ألم تكن شريكي في الجاهلية قلت نعم بأبي أنت\r\nوأمي فنعم الشريك كنت لاتمارى ولا تبارى فقال لي رسول الله صلى الله عليه\r\nوسلم يا سائب انظر الأخلاق الحسنة التي كنت تصنعها في الجاهلية فاصنعها في\r\nالاسلام أقر الضيف وأحسن إلى اليتيم وأكرم الجار . والسائب بن أبي السائب\r\nوابنه عبد الله أسلما يوم فتح مكة وكان عبد الله بن السائب يكنى أبا عبد الرحمن وأما\r\nقيس بن السائب فإنه ابن عم عبد الله بن السائب وهو قيس بن السائب بن عويمر\r\nابن عائذ بن عمران بن مخزوم وهو مولى مجاهد كذلك قال الواقدي أن عبد الحميد\r\nابن عمران حدثه عن موسى بن أبي كثير عن مجاهد قال هذه الآية نزلت في مولاي\r\nقيس بن السائب \" وعلى الذين يطيقونه فدية طعام مسكين \" فأفطروا أطعم لكل\r\nيوم مسكينا\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n( ومن حلفاء بنى مخزوم ممن عاش بعد رسول الله صلى الله عليه وسلم وروى عنه )\r\n* عمار بن ياسر بن عامر بن مالك بن كنانة بن مذحج كان ياسر فيما ذكر قدم\r\nمكة مع أخويه الحارث ومالك من اليمن في طلب أخ لهم فرجع الحارث ومالك\r\nإلى اليمن وأقام ياسر بمكة فحالف بها أبا حذيفة بن المغيرة بن عبد الله بن عمر بن\r\nمخزوم واسم أبى حذيفة بن المغيرة مهشم وقيل مهاشم وكان من المستهزئين فزوجه\r\nأبو حذيفة أمة له يقال لها سمية بنت خباط فولدت له عمارا فأعتقه أبو حذيفة فلما جاء\r\nالاسلام أسلم ياسر وسمية وعمار وشهد عمار مع رسول الله صلى الله عليه وسلم\r\nالمشاهد كلها وعاش بعد رسول الله صلى الله عليه وسلم وروى عنه وقتل مع علي\r\nعليه السلام بصفين\r\n( ومن بنى عدى بن كعب بن لؤي بن غالب ممن عاش بعد رسول الله\r\nصلى الله عليه وسلم وروى عنه )\r\n* عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن رزاح\r\nابن عدي بن كعب وكان يكنى أبا حفص وابنه عبد الله وكان يكنى أبا عبد الرحمن ،\r\nوأخوه زيد بن الخطاب بن نفيل وكان يكنى أبا عبد الرحمن وكان زيد أسن من\r\nأخيه عمر وأقدم إسلاما منه وكانت معه راية المسلمين يوم اليمامة فلم يزل يتقدم به\r\nفيما ذكر ويضارب بسيفه حتى قتل * وسعيد بن زيد بن عمرو بن نفيل بن\r\nعبد العزى بن رياح بن عبد الله بن قرط بن رزاح بن عدي بن كعب بن لؤي\r\nيكنى أبا الأعور قديم الاسلام أسلم قبل أن يدخل رسول الله صلى الله عليه وسلم\r\nدار الأرقم وقبل أن يدعو فيها ولم يشهد بدرا ولكنه شهد أحدا وما بعد أحد\r\nمن مشاهد رسول الله صلى الله عليه وسلم * وصفوان بن أمية بن خلف بن وهب\r\nابن حذافة بن جمح عاش بعهد رسول الله صلى الله عليه وسلم وروى عنه وهو من\r\nمسلمة الفتح حدثني يوسف بن حماد المعنى قال حدثنا عثمان بن عبد الرحمن\r\nالجمحي عن محمد بن الفضل بن العباس قال كانت فينا وليمة فدخل علينا صفوان\r\nابن أمية فأتى بالطعام فقال انتهسوا اللحم فإني سمعت رسول الله صلى الله تعالى\r\nعليه وعلى آله وسلم يقول انتهسوا اللحم فإنه أشهى وأهنى وأمري * ومنهم\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأبو محذورة المؤذن أوس بن معير بن لوذان بن ربيعة بن سعد بن جمح وقد قيل\r\nفي اسمه ونسبه غير ذلك قيل إن اسمه سمرة بن عمير بن لوذان بن وهب بن\r\nسعد بن جمح وأنه كان له أخ من أبيه وأمه يقال له أوس وعاش بعد النبي صلى الله\r\nعليه وسلم حينا من الزمان وروى عنه حدثني موسى بن سهل الرملي قال حدثنا\r\nمحمد بن عمرو بن عبد الرحمن بن عبد الله بن محيريز قال حدثني أبو عمرو بن عبد الرحمن\r\nعن أبيه عن جده عبد الله بن محيريز قال رأيت أبا محذورة صاحب رسول الله\r\nصلى الله عليه وسلم وله شعرة فقلت يا عم ألا تأخذ من شعرك فقال ما كنت لآخذ\r\nشعرا مسحه رسول الله صلى الله عليه وسلم ودعا فيه بالبركة\r\n( ومن بنى عامر بن لؤي بن غالب )\r\n* ابن أم مكتوم مؤذن رسول الله صلى الله عليه وسلم واختلف في اسمه\r\nفقالت نسابة المدنيين اسمه عبد الله وقالت نسابة العراقيين اسمه عمرو وهم مجمعون\r\nعلى نسبه أنه ابن قيس بن زائدة بن الأصم بن رواحة بن حجر بن معيص بن عامر\r\nابن لؤي وقد قيل في زائدة بن الأصم بن هرم بن رواحه عاش بعد رسول الله وروى\r\nعنه حدثنا ابن حميد قال حدثنا يحيى بن الضريس عن أبي سنان عن عمرو بن مرة\r\nعن أبي البختري عن ابن أم مكتوم قال قال رسول الله صلى الله عليه وسلم\r\nلو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا * وعامر بن مسعود روى عن\r\nرسول الله صلى الله عليه وسلم حدثني محمد بن عمارة الأسدي قال حدثنا عبيد الله\r\nابن موسى قال أخبرنا إسرائيل عن أبي إسحاق عن شيخ من قريش يقال له عامر\r\nابن مسعود قال قال رسول الله صلى الله عليه وسلم الصوم في الشتاء الغنيمة الباردة\r\nأما ليله فطويل وأما نهاره فقصير * ونوفل بن معاوية بن عمرو بن صخر بن يعمر\r\nابن نفاثة بن عدي بن الديل عاش بعد رسول الله صلى الله عليه وسلم وروى عنه\r\nحدثنا محمد بن عبد الله بن عبد الحكم قال حدثنا ابن أبي فديك قال حدثني ابن أبي\r\nذئب عن ابن شهاب عن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن نوفل\r\nابن معاوية الديلمي قال قال رسول الله صلى الله عليه وسلم من فاتته الصلاة فكأنما\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nنوتر أهله وماله * ومنهم سليمان بن أكيمة الليثي عن رسول الله صلى الله عليه\r\nوسلم * حدثنا سعيد بن عمرو السكوني قال حدثنا الوليد بن سلمة الفلسطيني قال\r\nحدثني يعقوب بن عبد الله بن سليمان بن أكيمة الليثي عن أبيه عن جده قال قلنا\r\nلرسول الله صلى الله عليه وسلم إنا لنسمع الحديث لا نقدر على تأديته كما سمعناه قال\r\nإذا لم تحلوا حراما ولم تحرموا حلالا وأصبتم المعنى فلا بأس * ومنهم فضالة\r\nالليثي روى عن رسول الله صلى الله عليه وسلم * حدثني الحسن بن قزعة الباهلي\r\nقال حدثنا مسلمة بن علقمة عن داود بن أبي هند عن أبي حرب عن عبد الله بن\r\nفضالة عن أبيه قال أتيت رسول الله صلى الله عليه وسلم فأسلمت وعلمني مواقيت\r\nالصلاة فقلت يا رسول الله إن هذه ساعات متواترات وأنا رجل ذو شغل فأخبرني\r\nبشئ جامع قال فما استطعت فلا تدعن العصرين قلت يا رسول الله وما العصران\r\nقال صلاة قبل طلوع الشمس وصلاة قبل غروبها * وحدثني إسحاق بن شاهين\r\nالواسطي قال حدثنا خالد بن عبد الله عن داود عن أبي حرب عن عبد الله بن فضالة\r\nالليثي عن أبيه قال علمني رسول الله صلى الله عليه وسلم فكان فيما علمني أن قال\r\nحافظ على الصلوات الخمس قال قلت إن هذه ساعات لي فيهن أشغال فأمرني بأمر\r\nجامع إذا أنا فعلت أجزأ عني قال حافظ على العصرين قال وما كانت من لغتنا\r\nقال قلت وما العصران قال صلاة قبل طلوع الشمس وصلاة قبل غروبها *\r\nوشداد بن أسامة بن عمرو وهو الهاد بن عبد الله بن جابر بن بشر بن عتوارة بن عامر\r\nابن ليث وكانت عند شداد بن أسامة سلمى بنت عميس أخت أسماء بنت عميس\r\nالخثعمية روى شداد عن رسول الله صلى الله عليه وسلم ما حدثت عن موسى بن\r\nإسماعيل قال حدثنا جرير بن حازم عن محمد بن عبد الله بن أبي يعقوب الضبي عن\r\nعبد الله بن شداد بن الهاد عن أبيه قال خرج علينا رسول الله صلى الله عليه وسلم\r\nفي إحدى أراه قال صلاتي العشى وهو حامل أحدا بنى ابنته الحسن أو الحسين\r\nعليه السلام فتقدم فوضعه عند قدمه اليمنى وسجد رسول الله بين ظهراني صلاته\r\nسجدة أطالها قال أبى فرفعت رأسي من بين الناس فإذا رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nساجد وإذا الغلام على ظهره فعدت فسجدت فلما انصرف رسول الله صلى الله\r\nعليه وسلم قال الناس يا رسول الله لقد سجدت في صلاتك هذه سجدة ما كنت\r\nتسجدها أفشئ أمرت به أو كان يوحى إليك قال كل ذلك لم يكن ولكن ابني هذا\r\nارتحلني فكرهت أن أعجله حتى يقضى حاجته * ومنهم خفاف بن إيماء بن رحضة\r\nابن خربة بن خلاف بن حارثة بن غفار روى خفاف عن رسول الله صلى الله\r\nعليه وسلم ما حدثنا بن ابن بشار قال حدثنا عبد الوهاب بن عبد المجيد قال حدثنا\r\nمحمد بن عمرو عن خالد بن عبد الله بن حرملة عن الحارث بن خفاف بن إيماء\r\nابن رحضة عن خفاف بن إيماء قال ركع رسول الله صلى الله عليه وسلم ثم رفع\r\nرأسه فقال : غفار غفر الله لها ، وأسلم سالمها الله اللهم العن ر علا وذكوان وعصية\r\nقال خفاف فمن أجل ذلك لعنت الكفرة * ورافع بن عمرو أخو الحكم بن عمرو\r\nروى عن رسول الله صلى الله عليه وسلم . حدثني عبد الرحمن بن الوليد الجرجاني\r\nقال أخبرنا مسلم بن إبراهيم قال حدثنا سليمان بن المغيرة قال حدثنا حميد بن هلال\r\nعن عبد الله بن الصامت عن أبي ذر قال قال رسول الله صلى الله عليه وسلم\r\nإن من بعدي من أمتي أو قال سيكون من أمتي قوم يقرؤن القرآن لا يجاوز\r\nحلوقهم يخرجون من الدين كما يخرج السهم من الرمية ثم لا يعودون فيه\r\nشرار الخلق والخليقة ، قال سليمان وأكثر ظني أنه قال سيماهم التخالق قال عبد الله\r\nابن الصامت فلقيت رافع بن عمرو الغفاري أخا الحكم بن عمرو فقلت ما حدثت\r\nسمعته من أبي ذر يقول كذا وكذا وذكرت هذا الحديث له فقال وما أعجبك\r\nمن هذا فأنا سمعته من رسول الله صلى الله عليه وسلم * ومنهم نصر بن عبيدة\r\nالنصري روى عن رسول الله * حدثنا محمد بن عمارة الأسدي قال حدثنا عبيد الله بن\r\nموسى قال أخبرنا إسرائيل عن أبي إسحاق عن عبدة بن حزن النصري قال\r\nتفاخر عند رسول الله صلى الله عليه وسلم أصحاب الإبل وأصحاب الغنم فقال أصحاب\r\nالإبل ما أنتم يا رعاء الشاء هل تجبون شيئا أو تصيبونه ما هي إلا شويهات أحدكم\r\nيرعاها ثم يروحها حتى أصمتوهم فقال رسول الله صلى الله عليه وسلم بعث داود\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nعليه السلام وهو راعى غنم وبعث موسى عليه السلام وهو راعى غنم وبعثت\r\nأنا وأنا أرعى غنم أهلي بأجياد فغلبهم أصحاب الغنم * ومنهم عم الفرزدق روى\r\nعن رسول الله صلى الله عليه وسلم ما حدثت عن يزيد بن هارون قال أخبرنا جرير\r\nابن حازم قال حدثنا الحسن عن صعصعة بن معاوية عم الفرزدق الشاعر هكذا\r\nقال يزيد أنه أتى النبي صلى الله عليه وسلم فقرأ عليه \" فمن يعمل مثقال ذرة خيرا\r\nيره ومن يعمل مثقال ذرة شرا يره \" قال حسبي لا أسمع غيرها * ومنهم سليم\r\nابن جابر الهجيمي أبو جرى : حدثني إسحاق بن إبراهيم الصواف قال حدثنا\r\nيوسف بن يعقوب السدوسي قال حدثنا عبد الواحد بن واصل عن أبي غفار\r\nعن أبي تميمة عن أبي جرى قال انتهيت إلى رجل والناس حوله يصدرون عن\r\nرأيه ما قال لهم من شئ رضوا به فقلت في نفسي إن هذا لرجل من هذا قالوا\r\nهذا رسول الله قلت عليك السلام يا رسول الله عليك السلام يا رسول الله قال\r\nعليك السلام تحية الميت ولكن قل السلام عليك قلت السلام عليك يا رسول الله\r\nأنت رسول الله قال نعم أنا رسول الله الذي إذا أصابك ضر فدعوته استجاب لك\r\nوإذا أصابك عام سنة فدعوته ردها عليك قال قلت بأبي وأمي يا رسول الله أعهد\r\nإلى عهدا قال لا تسبن أحدا قال فما سببت بعده حرا ولا عبدا ولا شاة ولا بعيرا\r\nقال ولا تزهدن في المعروف وأن تكلم أخاك وأنت منبسط إليه بوجهك فان\r\nذلك من المعروف وارفع الإزار إلى نصف الساق وإلا فإلى الكعبين وإياك\r\nوإسبال الإزار فإن ذلك من المخيلة وإن الله لا يحب المخيلة وإذا عيرك رجل بأمر\r\nيعلمه فيك فلا تعيره بأمر تعلمه فيه فيكون وبال ذلك عليك * ومنهم حرملة\r\nالعنبري روى عن رسول الله : حدثنا ابن المثنى قال حدثنا عبد الرحمن بن مهدي\r\nقال حدثنا قرة بن خالد عن ضرغامة بن عليبة بن حرملة العنبري قال حدثني أبي\r\nعن أبيه قال انتهيت إلى رسول الله صلى الله عليه وسلم في وفود من الحي فصلى\r\nبنا صلاة الصبح فجعلت أنظر في وجوه القوم ما أكاد أن أعرفهم أي من الغلس\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n( ومن بنى ضبة بن أد بن طابخة بن إلياس بن مضر )\r\n* سلمان بن عامر الضبي روى عن رسول الله صلى الله عليه وسلم أحاديث منها\r\nما حدثني بشر بن دحية البصري قال حدثنا حماد بن زيد قال حدثنا عاصم عن حفصة بنت\r\nسيرين عن الرباب امرأة من بنى ضبة أن سلمان بن عامر الضبي رفعه إلى النبي\r\nصلى الله عليه وسلم قال إذا أفطر أحدكم فليفطر على تمر فإن لم يجد تمرا فليفطر\r\nعلى ماء فان الماء طهور * ومنهم عبد الله بن سرجس المزني روى عن\r\nرسول الله صلى الله عليه وسلم : حدثنا نصر بن علي الجهضمي قال حدثنا نوح\r\nابن قيس قال حدثنا عبد الله بن عمران عن عاصم الأحول عن عبد الله بن سرجس\r\nالمزني عن رسول الله صلى الله عليه وسلم أنه قال السمت الحسن والتؤدة والاقتصاد\r\nجزء من أربعة وعشرين جزءا من النبوة * ومنهم ميسرة الفجر وهو فيما قيل\r\nأبو بديل بن ميسرة روى عن رسول الله صلى الله عليه وسلم : حدثنا ابن بشار قال\r\nحدثنا عبد الرحمن قال حدثنا منصور بن سعد عن بديل عن عبد الله بن شقيق\r\nعن ميسرة الفجر قال قلت يا رسول الله منى كتبت نبيا قال وآدم بين الروح والجسد\r\n( ومن بنى جعدة بن كعب بن ربيعة بن عامر بن صعصعة )\r\n* نابغة بنى جعدة الشاعر واسمه قيس بن عبد الله بن عدس بن ربيعة بن جعدة\r\nروى عن رسول الله صلى الله عليه وسلم * حدثني عمر بن إسماعيل الهمداني قال\r\nحدثنا يعلى بن الأشدق العقيلي قال سمعت النابغة يقول أنشدت النبي صلى الله\r\nعليه وسلم شعرا فقلت\r\nبلغنا السماء مجدنا وجدودنا * وإنا لنرجو فوق ذلك مظهرا\r\nولا خير في حلم إذا لم تكن له * بوادر تحمى صفوه أن يكدرا\r\nولا خير في جهل إذا لم يكن له * حليم إذا ما أورد الامر أصدرا\r\nقال فقال النبي صلى الله عليه وسلم أجدت يا أبا ليلى ثلاثا لا يفض فوك ألا أين\r\nالمظهر يا أبا ليلى قلت الجنة قال الجنة إن شاء الله * ومنهم حميد بن ثور\r\nالهلالي الشاعر\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n( ومن بنى نمير بن عامر بن صعصعة )\r\n* أبو زهير النميري روى عن رسول الله صلى الله عليه وسلم أحاديث منها\r\nما حدثني محمد بن عوف الطائي قال حدثنا محمد بن إسماعيل قال حدثني ضمضم\r\nعن شريح قال حدث أبو زهير النميري أن النبي صلى الله عليه وسلم قال لا تقاتلوا\r\nالجراد فإنه من جند الله الأعظم * ومنهم يزيد بن عامر السوائي كان مع المشركين يوم\r\nحين ثم أسلم وروى عن رسول الله صلى الله عليه وسلم : حدثنا محمد بن يزيد الآدمي\r\nقال حدثنا معن يعنى ابن عيسى القزاز عن سعيد بن السائب الطائفي عن أبيه عن\r\nيزيد بن عامر قال لما كانت انكشافة المسلمين حين انكشفوا يوم حنين ضرب\r\nالنبي صلى الله عليه وسلم يده إلى الأرض فأخذ منها قبضة من تراب\r\nفأقبل بها على المشركين وهم متبعون المسلمين فحثا بها في وجوههم وقال ارجعوا\r\nشاهت الوجوه قال فانصرفنا ما يلقى منا أحد أحدا إلا وهو يمسح القذى عن عينيه\r\n* وحبشي بن جنادة بن نصر بن أسامة بن الحارث بن معيط بن عمرو بن جندل\r\nابن مرة بن صعصعة صحب النبي صلى الله عليه وسلم وروى عنه أحاديث :\r\nحدثني إسماعيل بن موسى السدى قال أخبرنا شريك عن أبي إسحاق عن حبشي بن\r\nجنادة السلولي قال قال رسول الله صلى الله عليه وسلم على منى وأنا من على\r\nلا يؤدى ديني إلا أنا أو على حدثنا ابن حميد قال حدثنا حكام عن عنبسة عن أبي\r\nإسحاق عن حبشي بن جنادة السلولي قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول على منى وأنا منه لا يبلغ عنى إلا أنا أو على قالها في حجة الوداع * ومنهم\r\nأبو مريم مالك بن ربيعة السلولي أبو بريد بن أبي مريم روى عن رسول الله\r\nصلى الله عليه وسلم أحاديث : حدثنا ابن حميد قال حدثنا جرير عن عطاء عن\r\nبريد بن أبي مريم عن أبيه قال قام النبي صلى الله عليه وسلم فينا مقاما حدثنا بما\r\nهو كائن إلى أن تقوم الساعة * ومنهم الهرماس بن زياد الباهلي روى عن\r\nرسول الله صلى الله عليه وسلم أحاديث منها ما حدثني العباس بن أبي طالب قال\r\nحدثنا عبد الله بن عمران الأصبهاني قال حدثنا يحيى بن ضريس الرازي عن عكرمة\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nابن عمار عن هرماس قال كنت رديف أبى فرأيت النبي صلى الله عليه وسلم على\r\nبعير يقول لبيك بحجة وعمرة معا * ومنهم من تغلب جد حرب بن عبيد الله\r\nمن قبل أمه ، روى عن رسول الله صلى الله عليه وسلم : حدثنا ابن حميد قال حدثنا\r\nجرير عن عطاء عن حرب بن عبيد الله عن جده أبى أمه رجل من بنى تغلب قال أسلمنا\r\nفأتينا النبي صلى الله عليه وسلم فقلت إن قومي قد أسلموا فعلمنا قال اذهب فعلمهم\r\nالصلاة والزكاة فحدثني بزكاة الإبل والبقر والغنم والذهب والفضة فأدبرت\r\nفحفظت كل شئ ء علمنيه إلا الزكاة فرجعت إليه فقلت إني قد حفظت كل شئ\r\nإلا الزكاة فأعادها على فلما أدبرت نسيتها فرجعت إليه فقلت قد حفظت كل\r\nشئ إلا الزكاة أعشرهم قال لا إنما العشور على اليهود والنصارى وليس على\r\nالمسلمين عشور\r\n( ذكر أسامي من روى عن رسول الله صلى الله عليه وسلم ممن\r\nآمن به واتبعه في حياته وعاش بعده من قبائل اليمن )\r\n* فمنهم من ولد أوس بن حارثة بن ثعلبة بن عمرو بن عامر بن حارثة بن\r\nامرئ القيس بن ثعلبة بن مازن بن الأزد بن الغوث بن نبت بن مالك بن زيد\r\nابن كهلان بن سبأ بن يشجب بن يعرب بن قحطان والى قحطان جماع نسب اليمن\r\nثم يختلف في نسب قحطان النسابون فمنهم من ينسبه إلى إسماعيل بن إبراهيم فيقول\r\nهو قحطان بن الهميسع بن تيمن بن نبت بن إسماعيل بن إبراهيم كذلك كان هشام\r\nابن محمد ينسبه ويذكر عن أبيه أنه أدرك أهل النسب والعلم ينسبون قحطان كذلك\r\nومنهم من يقول هو قحطان بن فالغ بن عابر بن شالخ قيل بالخاء والحاء ابن أرفخشد بن\r\nنوح صلوات الله عليه وعلى جميع الأنبياء وأم الأوس والخزرج وهما ابنا حارثة\r\nالعنقاء قيلة بنت كاهل بن عذرة بن سعد وهو سعد بن هذيم نسب إلى هذيم\r\nوهذيم عبد حبشي كانت يسمى هذيما لأنه حضن سعدا فغلب عليه فقيل سعد\r\nابن هذيم وإنما هو سعد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة\r\nوكان سيدهم حتى مات منصرف النبي صلى الله عليه وسلم عن بني قريظة سعد بن\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nمعاذ وقد مضى ذكرى أخباره * ومنهم خزيمة بن ثابت الفاكه بن ثعلبة بن\r\nساعدة بن عامر ابن غيان بن عامر بن خطمة روى عن رسول الله صلى الله\r\nعليه وسلم أحاديث : حدثني العباس بن أبي طالب قال حدثنا سعد بن عبد الحميد\r\nابن جعفر الأنصاري قال حدثنا عبد الله بن محمد بن عمران بن إبراهيم بن محمد\r\nابن طلحة بن عبيد الله قال حدثني خزيمة بن محمد بن عمارة بن خزيمة بن ثابت\r\nعن أبيه عن جده عن خزيمة بن ثابت قال قال رسول الله صلى الله عليه وسلم اتقوا\r\nدعوة المظلوم فإنها تحمل على الغمام لقول الله عز وجل وعزتي وجلالي\r\nلأنصرنك ولو بعد حين * ومنهم أخو خزيمة بن ثابت روى عن رسول الله\r\nصلى الله عليه وسلم أحاديث منها ما حدثني عبد الرحمن بن عبد الله بن عبد الحكم\r\nقال حدثنا أبو زرعة قال أخبرني يونس عن ابن شهاب عن عمارة بن خزيمة بن\r\nثابت وخزيمة بن ثابت الذي جعل رسول الله صلى الله عليه وسلم شهادته شهادة\r\nرجلين قال عمارة أخبره عمه وكان من أصحاب رسول الله صلى الله عليه وسلم\r\nأن خزيمة بن ثابت رأى في المنام أنه سجد على جبهة رسول الله صلى الله عليه وسلم\r\nفأتى خزيمة رسول الله فحدثه قال فاضطجع رسول الله ثم قال له صدق رؤياك\r\nفسجد على جبهته * ومنهم عبد الله بن حنظلة بن الراهب روى عن رسول الله\r\nصلى الله عليه وسلم : حدثني محمد بن إسماعيل السلمي قال حدثنا الحسن بن ثوار\r\nأبو العلاء قال حدثنا عكرمة بن عمار عن ضمضم بن جوس عن عبد الله بن حنظلة بن\r\nالراهب قال رأيت النبي صلى الله عليه وسلم يطوف بالبيت على ناقة لأضرب ولأطرد\r\nولا إليك إليك * ومنهم ثم من بنى حارثة بن الحارث عويمر بن أشقر روى عن\r\nرسول الله صلى الله عليه وسلم : حدثني العباس بن الوليد البيروتي قال أخبرني أبي\r\nقالا حدثنا الأوزاعي قال حدثني يحيى بن سعيد الأنصاري عن عباد بن تميم عن\r\nعويمر بن أشقر الأنصاري ثم المازني أنه ذبح أضحيته قبل أن يصلى رسول الله\r\nثم إنه ذهب إلى رسول الله صلى الله عليه وسلم فأخبره قال فأمره رسول الله\r\nصلى الله عليه وسلم أن يعود لضحيته . وحدثني يونس بن عبد الأعلى الصدفي\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nقال أخبرني ابن وهب قال حدثنا عمرو بن الحارث ومالك بن أنس أن يحيى\r\nابن سعيد الأنصاري حدثهما عن عباد بن تميم عن عويمر بن أشقر الأنصاري\r\nأنه ذبح ضحيته قبل أن يغدو يوم الأضحى وأنه ذكر ذلك لرسول الله\r\nصلى الله عليه وسلم فأمره رسول الله أن يعود بضحية أخرى . وحدثني ابن\r\nسنان القزاز قال حدثنا موسى عن حماد عن يحيى بن سعيد عن عباد بن تميم عن\r\nعويمر بن أشقر أنه ذبح قبل أن يصلى النبي صلى الله عليه وسلم فأمره النبي صلى الله\r\nعليه وسلم أن يعيد * ومنهم مجتمع بن جارية من بنى عمرو بن عوف روى عن\r\nرسول الله صلى الله عليه وسلم أحاديث : حدثني الحسن بن عرفة قال حدثنا إسماعيل بن\r\nعياش الحمصي عن عبد العزيز بن عبيد الله عن يعقوب بن مجمع بن جارية عن أبيه\r\nان رسول الله صلى الله عليه وسلم خرج في جنازة رجل من بنى عمرو بن عوف\r\nحتى انتهى إلى المقبرة فقال السلام على أهل القبور ثلاث مرات من كان منكم من\r\nالمؤمنين والمسلمين أنتم لنا فرط ونحن لكم تبع عافانا الله عز وجل وإياكم *\r\nومنهم حذيفة بن اليمان أبو عبد الله أصله من عبس بن بغيض وهو حليف لبى\r\nعبد الأشهل روى عن رسول الله صلى الله عليه وسلم حديثا كثيرا * ومنهم أبو\r\nأيوب خالد بن زيد بن كلبب بن ثعلبة بن عبد بن عوف بن غنم بن مالك بن النجار\r\nوهو تيم الله بن ثعلبة بن عمرو بن الخزرج شهد العقبة مع السبعين من الأنصار\r\nوشهد بدرا وأحدا والخندق والمشاهد كلها مع رسول الله صلى الله عليه وسلم وروى\r\nعن رسول الله حديثا كثيرا * ومنهم ثات بن قيس بن شماس بن امرئ القيس بن\r\nمالك الأغر بن ثعلبة بن كعب بن الخزرج بن الحارث بن الخزرج روى عن رسول الله\r\nصلى الله عليه وسلم أحاديث : حدثني يونس بن عبد الأعلى الصدفي قال أخبرنا ابن وهب\r\nقال حدثنا داود بن عبد الرحمن المكي عن عمرو بن يحيى المازني عن يوسف بن محمد\r\nابن ثابت بن قيس بن شماس عن أبيه عن جدده عن رسول الله صلى الله عليه وسلم\r\nأنه دخل عليه فقال اكشف الباس رب الناس عن قيس بن شماس ثم أخذ ترابا من\r\nبطحان فجعله في قدح فيه ماء فصبه عليه * ومنهم أبو اليسر كعب بن عمرو روى\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nعن رسول الله صلى الله عليه وسلم : حدثنا حميد بن مسعدة السامي قال حدثنا بشر\r\nابن المفضل قال حدثنا عبد الرحمن بن إسحاق عن عبد الرحمن بن معاوية عن\r\nحنظلة بن قيس عن أبي اليسر البدري أن رسول الله صلى الله عليه وسلم قال من أحب\r\nأن يظله الله في ظله وأشار بيده فلينظر معسرا أو ليضع له * ومنهم عبيد بن رفاعة\r\nالزرقي حدثني حوثرة بن محمد المنقري وسعيد بن الربيع الرازي قال حدثنا سفيان\r\nعن عمرو عن عروة بن عامر عن عبيد بن رفاعة الزرقي قال قالت أسماء يا رسول الله\r\nإن بنى جعفر تصيبهم العين أفنسترقي لهم قال نعم فلو كان شئ يسبق القدر لسبقت\r\nالعين * ومنهم خلاد بن رفاعة بن رافع روى عن رسول الله صلى الله عليه وسلم :\r\nحدثنا عبيد الله بن سعد الزهري قال حدثنا عمى عن شريك عن عبد الله بن عون\r\nعن علي بن يحيى عن خلاد بن رفاعة بن رافع وكان بدريا قال جاء رجل إلى النبي صلى الله\r\nعليه وسلم وهو جالس فصلى قريبا منه ثم انصرف فوقف على نبي الله فسلم عليه فقال نبي\r\nالله صلى الله عليه وسلم أعد صلاتك فإنك لم تصل فصلى نحوا مما صلى ثم انصرف فوقف\r\nعلى النبي صلى الله عليه وسلم فقال له النبي صلى الله عليه وسلم أعد صلاتك فإنك لم\r\nتصل فقال يا نبي الله علمني قال إذا توجهت إلى القبلة فكبر ثم اقرأ بما شاء الله أن\r\nتقرأ فإذا ركعت فاجعل راحتيك على ركبتيك وامدد ظهرك ومكن لركوعك\r\nفإذا رفعت فأقم صلبك حتى ترجع العظام في مفاصلها فإذا سجدت فمكن سجودك\r\nفإذا رفعت فاجلس على فخذك اليسرى ثم افعل مثل ذلك في كل ركعة وسجدة حتى\r\nتفرغ * ومنهم زياد بن لبيد بن ثعلبة بن سنان أحد بنى بياضة بن عامر بن زريق روى\r\nعن رسول الله صلى الله عليه وسلم : حدثنا ابن وكيع قال حدثنا أبي عن الأعمش\r\nعن سالم بن أبي الجعد عن زياد بن لبيد قال ذكر رسول الله صلى الله عليه وسلم\r\nشيئا فقال وذاك عند أو ان ذهاب العلم قلنا يا رسول الله وكيف يذهب العلم ونحن\r\nنقرأ القرآن ونقرئه أبناءنا ويقرأه أبناؤها إلى يوم القيامة قال ثكلتك\r\nأمك زياد إن كنت لأراك من أفقه رجل بالمدينة أوليس هذه اليهود\r\nوالنصارى يقرؤن التوراة والإنجيل ولا يعملون بشئ مما فيهما * ومنهم أبى أبى\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nإبراهيم الأنصاري حدثني محمد بن عبد الله بن بزيع قال حدثنا بشر بن المفضل قال\r\nحدثنا هشام الدستوائي عن يحيى بن أبي كثير عن أبي إبراهيم الأنصاري عن أبيه\r\nأنه سمع رسول الله صلى الله عليه وآله يقول في الصلاة على الميت اللهم\r\nاغفر لحينا وميتنا وشاهدنا وغائبنا وذكرنا وأنثانا وصغيرنا وكبيرنا وحدثنيه\r\nابن المثنى قال حدثنا الوليد بن مسلم قال حدثنا الأوزاعي أن يحيى حدثه عن أبي\r\nإبراهيم رجل من بنى عبد الأشهل حدثه أن أباه حدثه أنه سمع رسول الله\r\nصلى الله عليه وسلم يصلى على جنازة يقول اللهم اغفر لأولنا وآخرنا وحينا\r\nوميتنا وذكرنا وأنثانا وصغيرنا وكبيرنا وشاهدنا وغائبنا اللهم لا تحرمنا أجره\r\nولا تضلنا بعده ( قال يحيى ) وحدثني أبو سلمة عن النبي صلى الله عليه وسلم بمثله\r\nوزاد فيه ومن أحييته فأحيه على الاسلام ومن توفيته فتوفه على الايمان *\r\nوعمير الأنصاري روى عن رسول الله صلى الله عليه وسلم : حدثنا ابن وكيع\r\nقال حدثنا أبي عن سعيد بن سعيد التغلبي أو الثعلبي شك الطبري عن سعيد بن عمير\r\nالأنصاري عن أبيه أركان بدريا قال قال النبي صلى الله عليه وسلم من صلى على من أمتي\r\nصلاة مخلصا بها من نفسه صلى الله عليه بها عشر صلوات ورفعه بها عشر درجات وكتب\r\nله بها عشر حسنات ومحا عنه بها عشر سيئات\r\n( ذكر بعض أسماء من عاش بعد رسول الله صلى الله عليه وسلم ممن آمن\r\nبه واتبعه في حياته وروى عنه بعد وفاته في سائر قبائل اليمن )\r\n* ثم من الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب بن يعرب\r\nابن قحطان ثم من خزاعة وهم بنو لكعب ومليح وعدى بنى عمرو بن ربيعة بن حارثة بن\r\nعمرو من يقياء بن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس بن ثعلبة بن\r\nمازن * ومنهم الحصين بن عبيد بن خلف بن عبد نهم بن جريبة بن جهمة بن غاضرة\r\nابن حبشية بن كعب بن عمرو وهو أبو عمران بن حصين روى عن رسول الله\r\nصلى الله عليه وسلم : حدثنا ابن حميد قال حدثنا هارون بن المغيرة قال حدثنا عمرو يعنى\r\nابن أبي قيس عن منصور عن ربعي عن عمران بن الحصين عن أبيه أنه أتى النبي صلى\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nالله عليه وسلم قبل أن يسلم فقال يا محمد ، عبد المطلب كان خيرا لقومه منك كان يطمعهم\r\nالكبد والسنام وأنت تنحرهم ثم قال علمني فقال قل اللهم قنى شر نفسي واعزم\r\nلي على أرشد أمرى ثم أتاه وقد أسلم فقال ما أقول قال قل اللهم اغفر لي ما أسررت\r\nوما أعلنت وما أخطأت وما عمدت وما علمت وما جهلت * ومنهم سليمان بن\r\nصرد بن الجون بن أبي الجون وهو عبد العزى بن منقذ وكان سليمان يكنى أبا مطرف\r\nوكان اسمه قبل أن يسلم يسار فلما أسلم سماه رسول الله صلى الله عليه وسلم سليمان\r\nوشهد مع علي بن أبي طالب عليه السلام الجمل وصفين وقد قيل إنه لم يشهد الجمل فأما\r\nفي شهوده معه صفين فلم يختلف فيه وقتل بعين الوردة بناحية قرقيسياء قتله يزيد بن\r\nالحصين بن نمير وهو يومئذ رئيس التوابين وصاحب أمرهم روى عن رسول الله\r\nصلى الله عليه وسلم أحاديث : حدثنا نصر بن علي الجهضمي قال حدثنا أبي عن\r\nشعبة عن عبد الأكرم رجل من أهل الكوفة عن أبيه عن سليمان بن صرد\r\nقال أتانا رسول الله صلى الله عليه وسلم فمكثنا ليالي لا نقدر أولا يقدر على طعام\r\n* منهم حبيش بن خالد الأشعر بن خليف روى عن رسول الله صلى الله عليه\r\nوسلم ما حدثني أبو هشام محمد بن سليمان بن الحكم بن أيوب بن سليمان بن ثابت بن\r\nيسار الكعبي الربعي قال حدثني عمى أيوب بن الحكم بن أيوب عن حزام بن هشام\r\nعن أبيه هشام بن حبيش عن جده حبيش بن خالد صاحب رسول الله صلى الله\r\nعليه وسلم أن رسول الله صلى الله عليه وسلم حين خرج من مكة خرج منها مهاجرا\r\nإلى المدينة هو وأبو بكر ومولى أبى بكر عامر بن فهيرة ودليلهما الليثي عبد الله بن\r\nالأريقط فمروا على خيمتي أم معبد الخزاعية وكانت برزة جلدة تحتبى بفناء القبة\r\nثم تسقى وتطعم فسألوها لحما وتمرا ليشتروه منها فلم يصيبوا من ذلك شيئا وكان\r\nالقوم مرملين قال أبو هشام مشتين قال الطبري وإنما هو مسنتين فنظر رسول الله\r\nصلى الله عليه وسلم إلى شاة في كسر الخيمة فقال ما هذه الشاة يا أم معبد قالت شاة\r\nخلفها الجهد عن الغنم قال هل بها من لبن قالت هي أجهد من ذلك قال أتأذنين لي\r\nأن أحلبها قالت نعم بأبي وأمي إن رأيت بها حلبا فاحلبها فدعا بها رسول الله\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nفمسح بيده ضرعها وسمى الله ودعا لها في شاتها فتفاجت عليه ودرت واجترت\r\nودعا بإناء يربض الرهط فحلب فيه ثجا حتى علاه البهاء ثم سقاها حتى رويت وسقى\r\nأصحابه حتى رووا ثم شرب آخرهم ثم أراضوا ثم حلب فيه ثانيا بعد بدء حتى ملا\r\nالاناء ثم غادره عندها وبايعها وارتحلوا عنها فقل ما لبثت حتى جاءها زوجها\r\nأبو معبد يسوق أعنزا عجافا تساوكن هزلا ضحى مخهن قليل فلما رأى أبو معبد\r\nاللبن عجب وقال من أين لك هذا يا أم معبد والشاء عازب حيال ولا حلوب في\r\nالبيت قالت لا والله إلا أنه مر بنا رجل مبارك من حاله كذا وكذا قال صفيه لي\r\nيا أم معبد قالت رأيت رجلا ظاهر الوضاءة أبلج الوجه حسن الخلق لم يعبه\r\nنحله ولم تزر به صعلة ( هكذا قال ) أبو هشام وإنما هو لم تعبه ثجلة ولم تزربه صقلة\r\nوسيم قسيم في عينيه دعج وفى أشفاره وطف قال أبو هشام : عطف وفى صوته\r\nصهل قال الشيخ وهو خطأ وإنما هو صحل بالحاء وفى عنقه سطع وفى لحيته كثافة\r\nأزج أقرن إن صمت فعليه الوقار وإن تكلم سما وعلاه البهاء أجمل الناس وأبهاه\r\nمن بعيد وأحسنه وأحلاه من قريب حلو المنطق فصل لا نزر ولا هذر كأن منطقه\r\nخرزات نظم يتحدر ، ربعة لا يأس من طول ولا تقتحمه عين من قصر غصن\r\nبين غصنين فهو أنضر الثلاثة منظرا وأحسنهم قدرا له رفقاء يحفون به ، إن قال\r\nنصتوا لقوله قال الطبري : وإنما هو أنصتوا لقوله وإن أمر تبادروا إلى أمره\r\nمحفود محشود لا عابس ولا مفند قال أبو هشام : ولا معتد ولا خطأ . قال\r\nأبو معبد هو والله صاحب قريش الذي ذكر لنا من أمره ما ذكر بمكة ولقد\r\nهممت أن أصحبه إن وجدت إلى ذلك سبيلا فأصبح صوت ببكة عاليا\r\nيسمعون الصوت ولا يدرون من صاحبه وهو يقول\r\nجزى الله رب الناس خير جزائه * رفيقين قالا خيمي أم معبد\r\nهما نزلاها بالهدى واهتدت به * فقد فاز من أمسى رفيق محمد\r\nفيال قصي ما زوى الله عنكم * به من فعال لا يجازى وسؤدد\r\nليهنئ بنى كعب مقام فتاتهم * ومقعدها للمؤمنين بمرصد\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nسلوا أختكم عن شاتها وإنائها * فإنكم إن تسألوا الشاة تشهد\r\nدعاها بشاة حائل فتحلبت * عليه صريح ضرة الشاة مزبد\r\nقال الطبري هكذا أنشدنيه أبو هشام وإنما هو فتحلبت له بصريح ضرة\r\nالشاة مزبد\r\nفغادرها رهنا لديها لحالب * يرددها في مصدر ثم مورد\r\nفلما سمع بذلك حسان بن ثابت شاعر رسول الله صلى الله عليه وسلم شبب يجاوب\r\nالهاتف وهو يقول\r\nلقد خاب قوم زال عنهم نبيهم * وقدس من يسرى إليهم ويغتدى\r\nترحل عن قوم فضلت عقولهم * وحل على قوم بنور مجدد\r\nهداهم به بعد الضلالة ربهم * وأرشدهم من يبتغ الحق يرشد\r\nوهل يستوى ضلال قوم تسفهوا * عمى وهداة يهتدون بمهتد\r\nوقد نزلت منه على أهل يثرب * ركاب هدى حلت عليهم بأسعد\r\nنبي يرى مالا يرى الناس حوله * ويتلو كتاب الله في كل مسجد\r\nقال الطبري والذي نرويه في كل مشهد\r\nوإن قال في يوم مقالة غائب * فتصديقها في اليوم أوفى ضحى الغد\r\nليهن أبا بكر سعادة جده * بصحبته من يسعد الله يسعد\r\nليهن بنى كعب مقام فتاتهم * ومقعدها للمؤمنين بمرصد\r\nقال فلحقه فأسلم حدثني إبراهيم القارئ أبو إسحاق الكوفي قال حدثنا بشر بن\r\nحسن أبو أحمد السكري قال حدثنا عبد الملك بن وهب المذحجي عن الحر بن\r\nالصياح النخعي عن أبي معبد الخزاعي أن رسول الله صلى الله عليه وسلم خرج\r\nليلة هاجر من مكة إلى المدينة هو وأبو بكر وعامر بن فهيرة مولى أبى بكر ودليلهم\r\nعبد الله بن أريقط الليثي فمروا بخيمتي أم معبد الخزاعية وكانت امرأة برزة جلدة\r\nتحتبى وتجلس بفناء الخيمة ثم تطعم وتسقى فسألوها تمرا ولحما ليشتروا فلم يصيبوا\r\nعندها شيئا من ذلك وإذا القوم مرملون مسنتون فقالت لو كان عندنا شئ\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nما أعوزكم القرى فنظر رسول الله صلى الله عليه وسلم إلى شاة في كسر خيمتها\r\nفقال ما هذه الشاة يا أم معبد قالت شاة خلفها الجهد عن الغنم قال فهل بها من لبن\r\nقالت هي أجهد من ذلك قال أفتأذنين أن أحلبها قالت بأبي وأمي إن رأيت بها\r\nحلبا فاحلبها فدعا رسول الله صلى الله عليه وسلم بالشاة فمسح ضرعها وذكر\r\nاسم الله عز وجل فتفاجت ودرت واجترت فدعا بإناء لها يربض الرهط\r\nفحلب فيه ثجا حتى غلبه الثمال فسقاها فشربت حتى رويت وسقوا حتى رووا\r\nوقال ساقى القوم آخرهم فشربوا جميعا عللا بعد نهل حتى أراضوا ثم حلبوا فيه\r\nثانيا عودا على بدء فغادره عندها فقلما لبثت أن جاء زوجها أبو معبد يسوق\r\nأعنزا حثلا عجافا تساوك هزلا مخهن قليل لا نقى بهن فلما رأى اللبن عجب وقال\r\nمن أين هذا لكم والشاء عازبة ولا حلوبة في البيت قالت لا والله إلا أنه مر بنا رجل\r\nمبارك كان من حديثه كيت وكيت قال أراه والله صاحب قريش الذي ذكر لنا\r\nصفيه لي يا أم معبد قالت رأيت رجلا ظاهر الوضاءة متبلج الوجه حسن الخلق\r\nلم تعبه ثجلة ولم تزر به صعلة وسيم قسيم في عينيه دعج وفى أشفاره وطف وفى\r\nصوته صهل قال الطبري وإنما هو صحل أحور أكحل أزج أقرن رجل في عنقه\r\nسطع وفى حليته كثافة قال الطبري : وإنما هو كثاثة إذا صمت فعليه الوقار وإذا تكلم\r\nسما وعلاه البهاء كأن منطقه خرزات نظم يتحدرن ، حلو المنطق فصل لا نزر ولا هزر ،\r\nأجهر الناس وأجمله من بعيد وأحلاه وأحسنه من قريب ربعة لا تشنأه من طول ولا\r\nتقتحمه عين من قصر غصن بين غصنين فهو أنضر الثلاثة منظرا وأحسنهم قدرا\r\nله رفقاء يحفون به إن قال سمعوا لقوله وإن أمر تبادروا إلى أمره محفود\r\nمحشود لا عابس ولا مفند قال هذا والله صاحب قريش الذي ذكر لنا ولو كنت\r\nوافقته لالتمست صحبته ولأفعلن ذلك إن وجدت إليه سبيلا وأصبح صوت بمكة\r\nعال يسمعونه ولا يدرون من يقوله بين السماء والأرض وهو يقول\r\nجزى الله رب الناس خير جزائه * رفيقين حلا خيمتي أم معبد\r\nهما نزلا بالبر وارتحلا به * فأفلح من أمسى رفيق محمد\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nفيال قصي ما زوى الله عنكم * به من فعال لا يجازى وسؤدد\r\nسلوا أختكم عن شاتها وإنائها * فإنكم إن تسألوا الشاة تشهد\r\nدعاها بشاة حائل فتحلبت * له بصريح ضرة الشاة مزبد\r\nفغادره رهنا لديها بحالب * يدر لها في مصدر ثم مورد\r\nفأصبح الناس وقد فقدوا نبيهم صلى الله عليه وسلم فأخذوا على خيمتي أم معبد\r\nحتى لحقوا النبي صلى الله عليه وسلم وأجابه حسان وهو يقول\r\nلقد خاب قوم زال عنهم نبيهم * وقدس من يسرى إليه ويغتدى\r\nترحل عن قوم فزالت عقولهم * وحل على قوم بنور مجدد\r\nوهل يستوى ضلال قوم تسكعوا * عمى وهداة يهتدون بمهتد\r\nنبي يرى مالا يرى الناس حوله * ويتلو كتاب الله في كل مشهد\r\nوإن قال في يوم مقالة غائب * فتصديقها في ضحوة اليوم أو غد\r\nليهن أبا بكر سعادة جده * بصحبته من يسعد الله يسعد\r\nويهن بنى كعب مكان فتاتهم * ومقعدها للمؤمنين بمرصد\r\n* ومنهم هنيدة بن خالد الخزاعي : حدثني محمد بن عمارة الأسدي قال\r\nحدثنا عبيد الله بن موسى قال أخبرنا إسماعيل عن أبي إسحاق عن هنيدة بن خالد\r\nالخزاعي قال بينما رسول الله صلى الله عليه وسلم يقاتل رجل فقال يا رسول الله\r\nأعطني سيفا فلا قاتل به قال لعلك أن تقوم في الكيول قال فأعطاه سيفا فأخذ\r\nيرتجز وهو يقول\r\nإني امرؤ بايعني خليلي * ونحن عند أسفل النخيل\r\nألا أخون الدهر في الكيول * أضرب بسيف الله والرسول\r\nقال فما زال يقاتل حتى عطفوا عليه فقتلوه * ومنهم نمير الخزاعي : حدثني محمد\r\nابن خلف العسقلاني ومحمد بن عوف الطائي من أهل حمص قالا حدثنا الفريابي\r\nقال حدثنا عصام بن قدامة قال حدثنا مالك بن نمير الخزاعي قال حدثني أبي أنه\r\nرأى رسول الله صلى الله عليه وسلم قاعدا في الصلاة واضعا ذراعه في فخذه اليمنى\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nرافعا أصبعه السبابة قد حناها شيئا وهو يدعو * ومنهم رافع ابن عبد الحارث\r\nحدثنا ابن بشار قال حدثنا عبد الرحمن قال حدثنا سفيان عن حبيب عن رجل\r\nعن نافع بن عبد الحارث قال قال رسول الله صلى الله عليه وسلم من سعادة\r\nالمرء المسلم المسكن الواسع والجار الصالح والمركب الهنئ * ومنهم عمرو بن شاس\r\nحدثنا ابن حميد قال حدثنا سلمة عن ابن إسحاق عن أبان بن صالح قال كنت مع عيسى\r\nابن الفضل بن معقل بن سنان الأشجعي قال حدثني أبو بردة بن نيار مكرز\r\nالأسلمي عن خاله عمرو بن شاس أن النبي صلى الله عليه وسلم قال من آذى عليا\r\nفقد آذاني * ومنهم القعقاع بن أبي حدرد روى عن رسول الله صلى الله عليه وسلم\r\nحدثني محمد بن إبراهيم المعروف بابن صدران ويعقوب بن إبراهيم بن جبير\r\nالواسطي قالا حدثنا صفوان بن عيسى قال حدثنا عبد الله بن سعيد عن أبيه عن\r\nالقعقاع بن أبي حدرد الأسلمي أن رسول الله صلى الله عليه وسلم كان يقول تمعددوا\r\nواخشوشنوا وانتضلوا وامشوا حفاة * ومنهم معاذ بن أنس الجهني : حدثنا\r\nأبو كريب قال حدثنا سعيد بن الوليد عن ابن مبارك عن يحيى بن أيوب عن\r\nعبد الله بن سليمان عن إسماعيل بن يحيى المعافري أخبره عن سهل بن معاذ بن\r\nأنس الجهني عن أبيه عن النبي صلى الله عليه وسلم قال من حمى مؤمنا من منافق\r\nيغتابه بعث الله عز وجل إليه ملكا يحمى لحمه يوم القيامة من نار جهنم ومن\r\nقفى مؤمنا بشئ يريد شينه حبسه الله عز وجل على جسر جهنم حتى خرج مما قال\r\n( ذكر أسماء من روى عن رسول الله صلى الله عليه وسلم من الأشعريين )\r\nوهم بنو الأشعر واسمه نبت بن أدد بن زيد بن يشجب بن عريب بن زيد بن\r\nكهلان بن سبأ بن يشجب بن يعرب بن قحطان * منهم أبو موسى عبد الله وأخوه\r\nأبو بردة * ومنهم أبو مالك الأشعري : حدثني يونس بن عبد الأعلى قال\r\nأخبرنا ابن وهب قال أخبرني معاوية بن صالح عن حاتم بن كريب عن مالك بن أبي\r\nمريم عن عبد الرحمن بن غنم الأشعري عن أبي مالك الأشعري عن رسول الله\r\nصلى الله عليه وسلم أنه قال \" ليشربن ناس من أمتي الخمر يسمونها بغير اسمها\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nويضرب على رؤسهم المعازف يخسف الله عز وجل بهم الأرض ويجعل منهم\r\nقردة وخنازير \"\r\n( ذكر أسماء من روى عن رسول الله صلى الله عليه وسلم من حضر موت )\r\n* منهم وائل بن حجر الحضرمي * ومنهم عبد الرحمن بن عائش الحضرمي :\r\nحدثني العباس بن الوليد قال أخبرني أبي قال حدثنا ابن جابر قال\r\nوحدثنا الأوزاعي أيضا قال حدثني خالد بن اللجلاج قال سمعت عبد الرحمن\r\nابن عائش الحضرمي يقول صلى بنا رسول الله صلى الله عليه وسلم ذات\r\nغداة فقال له قائل ما رأيت أسفر وجها منك الغداة قال ومالي وقد تبدى لي ربى\r\nفي أحسن صورة فقال فيم يختصم الملا الاعلى يا محمد قال قلت أنت أعلم يا رب\r\nفوضع يده بين كتفي فوجدت بردها بين ثديي فعلمت ما في السماء والأرض ثم تلا\r\nهذه الآية \" وكذلك نرى إبراهيم ملكوت السماوات والأرض وليكون من\r\nالموقنين \" قال فيم يختصم الملا الاعلى يا محمد قلت في الكفارات رب قال وما هن\r\nقلت المشي على الاقدام إلى الجمعات والجلوس في المساجد خلاف الصلوات\r\nوإبلاغ الوضوء أماكنه في المكاره وقال من يفعل ذلك يعيش بخير ويمت بخير ويكن من\r\nخطيئته كيوم ولدته أمه ومن الدرجات إطعام الطعام وبذل السلام وأن تقوم\r\nبالليل والناس نيام سل تعطه قال اللهم إنني أسألك الطيبات وترك المنكرات\r\nوحب المساكين وأن تتوب على وإذا أردت فتنة في قوم فتوفني غير مفتون\r\nفتعلموهن فوالذي نفسي بيده إنهن لحق\r\n( ومن كندة )\r\n* غرفة بن الحارث الكندي حدثت عن ابن مهدي عن ابن المبارك عن\r\nحرملة بن عمران عن عبد الله بن الحارث الأزدي قال سمعت غرفة بن الحارث\r\nالكندي قال شهدت رسول الله صلى الله عليه وسلم في حجة الوداع وأتى\r\nبالبدن فقال ادعو إلى أبا حسن فدعى فقال خذ أسفل الحربة وأخذ رسول الله\r\nصلى الله عليه وسلم بأعلاها ثم طعنا بها البدن فلما فرغ ركب بغلته وأردف\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nعليا عليه السلام * ومنهم عبد الله بن نفيل حدثنا عبد الرحمن بن الوليد قال\r\nحدثنا عمر بن سعيد الدمشقي قال حدثنا أبو بكر النهشلي عن عبد الله بن سالم عن أبي\r\nسلمة سليمان بن أبي سليم عن عبد الله بن نفيل الكندي قال قال رسول الله\r\nصلى الله عليه وسلم ثلاث قد فرغ الله عز وجل من القضاء فيهن فلا تنتهكوا منهن\r\nشيئا لا يبغين أحدكم فإن الله عز وجل يقول \" يا أيها الناس إنما بغيكم على أنفسكم \"\r\nولا يمكرن أحدكم فإن الله تبارك وتعالى يقول \" ولا يحيق المكر السي إلا بأهله \"\r\nولا ينكثن أحدكم فإن الله تعالى يقول \" ومن نكث فإنما ينكث على نفسه \"\r\n( ومن سائر الأزد ممن روى عن رسول الله صلى الله عليه وسلم )\r\n* منيب الأزدي : حدثني موسى بن سهل قال حدثنا سليمان بن عبد الرحمن\r\nالدمشقي قال حدثنا عتبة بن حماد قال حدثنا منيب بن مدرك الأزدي عن أبيه عن\r\nجده قال رأيت رسول الله صلى الله عليه وسلم في الجاهلية يقول للناس قولوا\r\nلا إله إلا الله تفلحوا حتى انتصف النهار فجاءت جارية بعس من ماء فغسل وجهه\r\nثم قال يا بنية أبشر ولا تحزني ولا تخشى على أبيك غلبة ولا ذلا فقلت من هذه\r\nفقالوا زينب ابنته وهى يومئذ وصيفة . وحدثني بهذا الحديث عبد الله بن محمد بن\r\nعمرو الغزي قال حدثنا إسحاق بن إبراهيم الرمليل قال حدثنا سليمان بن عبد الرحمن\r\nأبو أيوب الدمشقي قال حدثنا أبو خليد عتبة بن حماد الحكمي قال حدثنا منيب\r\nابن مدرك الأزدي عن أبيه عن جده قال رأيت رسول الله صلى الله عليه وسلم\r\nفي الجاهلية وهو يقول للناس قولوا لا إله إلا الله تفلحوا فمنهم من تفل في وجهه\r\nومنهم من حثا عليه التراب ومنهم من سبه حتى انتصف النهار فجاءت جارية بعس\r\nمن ماء فغسل وجهه ثم قال يا بنية أبشرى ثم ذكر سائر الحديث مثل حديث\r\nموسى بن سهل\r\n( ومن همدان )\r\nوهو أسلة بن مالك بن يزيد بن أسلة بن ربيعة بن الخيار بن مالك بن زيد بن\r\nكهلان بن سبأ * عبد خير بن يزيد الخيواني ويكنى أبا عمارة أدرك النبي صلى الله\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nعليه وسلم وذكر أن كتاب النبي صلى الله عليه وسلم ورد عليهم وأنه يذكر ذلك\r\nوكان يعد من أصحاب علي بن أبي طالب عليه السلام شهد معه صفين :\r\nحدثني محمد بن خالد قال حدثنا مسهر بن عبد الملك بن سلع قال حدثنا أبي قال\r\nقلت لعبد خير يا أبا عمارة إنك قد كبرت فكم أتى عليك قال عشرون ومائة سنة\r\nقلت وهل تذكر من أمر الجهال شيئا قال أذكر أن أمي طبخت لنا قدرا فقلت\r\nأطعمينا فقالت حتى يجئ أبوكم فجاء أبى فقال إن كتاب رسول الله صلى الله عليه\r\nوسلم قد جاءنا ينهانا عن لحوم الميتة قال فاذكر أنها كانت لحم ميتة فأكفأناها\r\n* ومنهم سويد بن هبيرة من سكان البصرة : حدثني عبد الله بن إسحاق الناقد\r\nالواسطي والحسين بن علي الصدائي قالا حدثنا روح قال حدثنا أبو نعامة العدوي عن\r\nمسلم بن بديل عن إياس بن زهير عن سويد بن هبيرة قال سمعت النبي صلى الله عليه وسلم\r\nيقول خير مال المرء له مهرة مأمورة أو سكة مأبورة إلى ههنا حديث الصدائي وزاد\r\nالناقد في حديثه قال السكة النخل والمهرة المأمورة الكثيرة الولد * ومنهم أبو أبي\r\nالمنهال : حدثني زريق بن السخت قال حدثنا شبابة بن سوار قال حدثنا سلم بن أبي\r\nهلال عن عبد الملك بن أبي بشير عن أبي المنهال عن أبيه قال قال رسول الله صلى الله عليه\r\nوسلم أذوأ ما تكون السنة ما بين سقوط النجم إلى طلوعه * وعمير بن وهب خال\r\nرسول الله صلى الله عليه وسلم روى عن رسول الله صلى الله عليه وسلم حدثني\r\nمحمد بن عبد الله الهلالي أبو مسعود المكتب قال حدثنا سعيد بن سلام قال حدثنا\r\nهشام بن الغاز عن محمد بن أبان عن عمير بن وهب خال رسول الله صلى الله عليه وسلم قال\r\nأقبل عمير فلما رآه رسول الله صلى الله عليه وسلم بسط له رداءه فقال اجلس فقال أعلى\r\nردائك أجلس يا رسول الله قال اجلس فإنما الخال والد فلما جلس قال ألا أعلمك\r\nكلمات من أراد الله به خيرا علمه إياه ثم لم ينسه ذلك حتى يموت قال بلى يا رسول الله\r\nقال قل اللهم إني ضعيف فقوني في رضاك ضعفي وخذ إلى الخير بناصيتي وبلغني\r\nبرحمتك ما أرجو من رحمتك واجعل الاسلام منتهى رغبتي واجعل إلى ودا\r\nعند الناس وعهدا عندك * وعبد الله بن هلال : حدثني بشر بن آدم قال حدثنا\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nزيد بن الحباب قال حدثني بشر بن عمران قال حدثني مولاي عبد الله بن هلال\r\nقال ذهب بنى أبى إلى النبي صلى الله عليه وسلم فوضع يده على رأسي وبرك على قال\r\nفرأيته شيخا كبيرا كثير الشعر صائم النهار قائم الليل قال فما أنسى برد يد\r\nرسول الله صلى الله عليه وسلم على يافوخي * ومنهم عم معاذ بن عبد الله بن خبيب :\r\nحدثني محمد بن معمر قال حدثنا أبو عامر قال محمد بن عبد الله بن أبي سليمان\r\nشيخ من أهل المدينة قال حدثنا معاذ بن عبد الله بن خبيب عن أبيه عن عمه قال\r\nكنا في مجلس فاطلع علينا رسول الله صلى الله عليه وسلم وعلى رأسه أثر ماء فقلنا\r\nيا رسول الله نراك طيب النفس قال أجل ثم خاض الناس في ذكر الغنى فقال\r\nرسول الله صلى الله عليه وسلم لا بأس بالغنى لمن اتقى والصحة لمن اتقى خير من\r\nالغنى وطيب النفس من النعم * أبو فاطمة روى عن رسول الله صلى الله عليه وسلم\r\nحدثني محمد بن عوف قال حدثني محمد بن إسماعيل قال حدثني أبي قال حدثني ضمضم\r\nعن شريح بن عبيد قال كان كثير بن مرة يحدث أن أبا فاطمة حدثهم أنه قال\r\nلرسول الله صلى الله عليه وسلم يا رسول الله حدثني بعمل أستقيم عليه فقال عليك\r\nبالهجرة فإنه لا مثل لها فقتل يا رسول الله حدثني بعمل أستقيم عليه قال عليك\r\nبالصيام فإنه لا مثل له قال فقلت حدثني يا رسول الله بعمل أستقيم عليه قال عليك\r\nبالسجود لله عز وجل فإنك لن تسجد من سجدة إلا رفعك الله عز وجل بها\r\nدرجة وحط عنك بها خطيئة * ووهب بن حذيفة حدثنا أبو كريب قال حدثنا\r\nعثمان بن سعيد قال حدثنا خالد عن عمرو بن يحيى عن عمه واسع بن حبان عن وهب\r\nابن حذيفة أن رسول الله صلى الله عليه وسلم قال الرجل أحق بمجلسه فإن قام إلى\r\nحاجة ثم رجع فهو أحق بمجلسه * والحارث بن مالك حدثني سهل بن موسى\r\nالرازي قال حدثنا الحجاج بن مهاجر عن أيوب بن خوط عن ليث عن زيد\r\nابن رفيع عن الحارث بن مالك أنه قال عند رسول الله صلى الله عليه وسلم إني مؤمن\r\nحقا فقال له رسول الله صلى الله عليه وسلم أتنظر ما تقول فإن لكل قول حقيقة\r\nقال يا رسول الله عزفت نفسي عن الدنيا واطمأنت فأظمأت نهاري وأسهرت ليلى\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nفكأني أنظر إلى عرش ربي عز وجل وإلى أهل الجنة حين يتزاورون فيها وإلى\r\nأهل النار حين يتعاوون فيها فقال رسول الله صلى الله عليه وسلم عزفت فالزم عزفت\r\nفالزم ثم قال من سره أن ينظر إلى عبد نور الله الايمان في قلبه فلينظر إلى الحارث\r\nابن مالك فقال الحارث ادع الله لي بالشهادة فدعا له فاستشهد * وأبو الحمراء روى\r\nعن رسول الله صلى الله عليه وسلم : حدثنا عبد الأعلى بن واصل وسفيان بن وكيع\r\nقالا حدثنا أبو نعيم الفضل بن دكين قال حدثنا يونس بن أبي إسحاق قال أخبرني\r\nأبو داود عن أبي الحمراء قال رابطت المدينة سبعة أشهر على عهد رسول الله\r\nصلى الله عليه وسلم فرأيت رسول الله صلى الله عليه وسلم إذا طلع الفجر جاء إلى\r\nباب على وفاطمة عليهما السلام فقال الصلاة الصلاة \" إنما يريد الله ليذهب عنكم\r\nالرجس أهل البيت ويطهركم تطهيرا \" * والهدار : حدثني محمد بن عوف قال\r\nحدثني أبي قال حدثني شقير مولى العباس أنه سمع الهدار صاحب رسول الله\r\nصلى الله عليه وسلم يقول للعباس ورأى منه إسرافا في طعامه من خبز السميذ وغيره\r\nما رأيت رسول الله صلى الله عليه وسلم شبع من خبز البر حتى قبضه الله عز وجل *\r\nزياد بن مطرف : حدثني زكرياء بن يحيى بن أبان المصري قال حدثنا أحمد بن\r\nإشكاب قال حدثنا يحيى بن يعلى المحاربي عن عمار بن رزيق الضبي عن أبي إسحاق\r\nالهمداني عن زياد بن مطرف قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن أحب أن يحيا حياتي ويموت ميتتي ويدخل الجنة التي وعدني ربى قضبانا من\r\nقضبانها غرسها في جنة الخلد فليتول علي بن أبي طالب عليه السلام وذريته من\r\nبعده فإنهم لن يخرجوهم من باب هدى ولن يدخلوهم في باب ضلالة * وجنادة\r\nابن مالك : حدثنا أبو كريب ومحمد بن عمر بن الهياج الهمداني قالا حدثنا يحيى\r\nابن عبد الرحمن قال حدثني عبيدة بن الأسود عن القاسم بن الوليد عن مصعب بن\r\nعبد الله الأزدي عن عبد الله بن جنادة عن جنادة بن مالك عن رسول الله صلى الله\r\nعليه وسلم قال ثلاث من أخلاق أهل الجاهلية لا يدعهن أهل الاسلام أبدا :\r\nاستسقاء بالكواكب وطعن في النسبة والنياحة على الميت * وأبو أذينة :\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nحدثني عبيد بن آدم بن أبي إياس قال حدثني أبي قال حدثنا الليث بن سعد عن موسى\r\nابن علي بن رباح عن أبيه عن أبي أذينة قال قال رسول الله صلى الله عليه وسلم خير\r\nنسائكم الولود الودود المواتية المواسية إذا اتقين الله وشر نسائكم المتبرجات\r\nالمختالات هن المنافقات لا تدخل الجنة منهن إلا مثل الغراب الأعصم *\r\nوابن نضيلة : حدثني محمد بن عبد الله بن عبد الحكم قال حدثنا أيوب بن سويد قال\r\nحدثني الأوزاعي عن أبي عبيد قال حدثني القاسم بن مخيمرة عن ابن نضيلة قال\r\nأصاب الناس في عهد رسول الله صلى الله عليه وسلم مجاعة فقالوا يا رسول الله\r\nسعر لنا فقال لا يسألني الله عن سنة أحدثتها فيكم لم يأمرني بها ولكن سلوا الله\r\nعز وجل من فضله * وأبو أبي المعلى : حدثني الفضل بن سهل الأعرج قال حدثنا\r\nمعنى بن منصور قال حدثنا عبيد الله بن عمرو عن عبد الملك بن عمير عن أبي المعنى\r\nعن أبيه قال قام النبي صلى الله عليه وسلم عند المنبر فقال إن قدمي على ترعة من\r\nترع الجنة * ومرة : حدثنا الحسن بن عرفة قال حدثنا عمر بن عبد الرحمن عن محمد\r\nابن جحادة عن محمد بن عجلان عن ابنة مرة عن أبيها أن رسول الله صلى الله عليه\r\nوسلم قال كافل اليتيم له أو لغيرة إذا اتقى معي في الجنة هكذا وأشار بأصبعيه المسبحة\r\nوالوسطى * وعبيد الله بن محصن : حدثنا صالح بن مسمار قال حدثنا محمد بن\r\nعبد العزيز قال حدثنا مروان عن عبد الرحمن بن أبي شميلة الأنصاري عن سلمة\r\nابن عبيد الله بن محصن عن أبيه قال قال رسول الله صلى الله عليه وسلم من أصبح منكم\r\nآمنا في سربه معافى في بدنه عنده طعام يومه فكأنما حيزت له الدنيا * وعاصم\r\nابن حدرة : حدثني عمران بن بكار الكلاعي قال حدثنا يحيى بن صالح قال حدثنا\r\nسعيد بن بشير قال حدثنا قتادة عن الحسن قال دخلنا على عاصم بن حدرة فقال\r\nما أكل النبي صلى الله عليه وسلم على خلوان قط ولا مشى معه بوسادة قط وما كان\r\nله بواب قط * وأبو مريم الفلسطيني : حدثنا محمد بن سهل بن عسكر قال حدثنا\r\nأبو مسهر قال حدثني صدقة بن خالد قال حدثنا يزيد بن أبي مريم قال حدثنا القاسم\r\nابن مخيمرة عن رجل من أهل فلسطين يكنى أبا مريم أنه قدم على معاوية فقال له\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nمعاوية حدثنا حديثا سمعته من رسول الله صلى الله عليه وسلم فقال سمعت\r\nرسول الله صلى الله عليه وسلم يقول من ولاه الله عز وجل من أمر المسلمين شيئا\r\nفاحتجب عن حاجتهم وخلتهم وفاقتهم احتجب الله تعالى يوم القيامة عن حاجته وفاقته\r\nوخلته * وراشد بن حبيش : حدثنا ابن بشار قال حدثنا محمد بن بكر قال حدثنا\r\nسعيد عن قتادة عن مسلم بن يسار عن أبي الأشعث الصنعاني عن راشد بن حبيش\r\nأن رسول الله صلى الله عليه وسلم عاد عبادة بن الصامت في مرضه فقال أتعلمون\r\nمن شهداء أمتي قال فأرم القوم فقال عبادة بن الصامت ساندوني فساندوه فقال\r\nالصابر المحتسب فقال النبي صلى الله عليه وسلم إن شهداء أمتي إذا لقليل القتل\r\nفي سبيل الله عز وجل شهادة والطاعون شهادة والغرق شهادة والبطن شهادة\r\nوالنفساء يجررها ولدها بسرره إلى الجنة ، وزاد أبو العوام سادن بيت المقدس\r\nوالحرق والسل * وأوس بن شرحبيل : حدثني عبد الله بن أحمد بن شبويه قال\r\nحدثنا إسحاق بن إبراهيم قال حدثني عمرو بن الحارث قال حدثني عبد الله بن\r\nسالم عن الزبيدي قال حدثنا عياش بن مؤنس أن أبا نمران الرحبي حدثه أن\r\nأوس بن شرحبيل أحد بنى المجمع حدثه أنه سمع رسول الله صلى الله عليه وسلم\r\nيقول من مشى مع ظالم ليعينه وهو يعلم أنه ظالم فقد خرج من الاسلام *\r\nوعبد الرحمن بن خنبش : حدثنا عن عبيد الله بن عمر قال حدثنا جعفر بن سليمان\r\nالضبعي قال حدثنا أبو التياح قال سأل رجل عبد الرحمن بن خنبش وكان شيخا كبيرا\r\nفقال يا ابن خنبش كيف صنع رسول الله صلى الله عليه وسلم حين كادته الشياطين\r\nقال تحدرت عليه الشياطين من الجبال والأودية يريدون رسول الله صلى الله\r\nعليه وسلم وفيهم شيطان معه شعلة من نار يريد أن يحرق بها رسول الله قال\r\nفلما رآهم رسول الله صلى الله عليه وسلم فزع منهم قال وجاءه جبريل عليه\r\nالسلام فقال يا محمد قل ما أقول قل أعوذ بكلمات الله التي لا يجاوزهن بر ولا فاجر\r\nمن شر ما خلق وبرأ وذرأ ومن شر ما ينزل من السماء ومن شر ما يعرج فيها\r\nومن شر ما ذرأ في الأرض ومن شر ما يخرج منها ومن شر فتن الليل والنهار\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nومن شر كل طارق إلا طارقا يطرق بخير يا رحمن قال فطفئت نار الشياطين\r\nوهزمهم الله عز وجل * وابن جعدبة روى عن رسول الله صلى الله عليه\r\nوسلم : حدثنا العباس بن الوليد قال أخبرنا سعيد بن منصور عن يعقوب\r\nابن عبد الرحمن وعبد العزيز بن أبي حازم عن أبي حازم عن محمد بن كعب عن ابن\r\nجعدبة قال قال رسول الله صلى الله عليه وسلم إن الله عز وجل رضى لكم ثلاثا\r\nوكره لكم ثلاثا : رضى لكم أن تعبدوا الله عز وجل ولا تشركوا به شيئا وأن\r\nتعتصموا بحبل الله جميعا ولا تفرقوا وأن تطيعوا من ولاه الله تعالى أمركم ،\r\nوكره لكم قيلا وقالا وكثرة السؤال وإضاعة المال * وأبو معتب بن عمرو :\r\nحدثنا ابن حميد قال حدثنا سلمة عن محمد بن إسحاق عن الحسن بن دينار عن عطاء\r\nابن أبي مروان الأسلمي عن أبيه عن أبي معتب بن عمرو أن رسول الله صلى الله\r\nعليه وسلم قال لأصحابه حين أشرف على خيبر وأنا فيهم قفوا ثم قال اللهم رب\r\nالسماوات وما أظللن ورب الأرضين وما أقللن ورب الشياطين وما أظللن ورب\r\nالرياح وما ذرين إنا نسألك خير هذه القرية وخير أهلها وخير ما فيها ونعوذ بك\r\nمن شرها وشر أهلها وشر ما فيها أقدموا بسم الله قال وكان يقولها لكل قرية دخلها\r\n( ذكر تأريخ النساء اللواتي أسلمن على عند رسول الله صلى الله عليه وسلم )\r\n( ذكر من هلك منهن قبل الهجرة )\r\n* فمنهن خديجة بنت خويلد بن أسد بن عبد العزى بن قصي كانت تكنى أم هند\r\nبابنة لها ولدتها من عتيق بن عابد بن عبد الله بن عمر بن مخزوم يقال لها هند وبابن\r\nلها ولدته من أبى هالة بن النباش بن زرارة بن وقدان بن حبيب بن سلامة بن\r\nغوى بن جروة بن أسيد بن عمرو بن تميم يقال له هند قال ابن عمر حدثني المنذر\r\nابن عبد الله الحزامي عن موسى عن عقبة عن أبي حبيبة مولى الزبير قال سمعت حكيم\r\nابن حزام يقول توفيت خديجة عليها السلام بنت خويلد في شهر رمضان سنة 10\r\nمن النبوة وهى يومئذ ابنة خمس وستين سنة فخرجنا بها من منزلها حتى دفناها\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nبالحجون ونزل رسول الله صلى الله عليه وسلم في حفرتها ولم تكن يومئذ سنة\r\nالجنازة الصلاة عليها قيل ومتى ذلك يا أبا خالد قال قبل الهجرة بسنوات ثلاث أو\r\nنحوها وبعد خروج بني هاشم منى الشعب بيسير وكانت أول امرأة تزوجها\r\nرسول الله صلى الله عليه وسلم وأولاده كلهم منها غير إبراهيم بن مارية وكانت\r\nتكنى أم هند بولدها من زوجها أبى هالة التميمي\r\n( ذكر من هلك منهن في حياة رسول الله صلى الله عليه وسلم بعد الهجرة )\r\n* منهن من بنات رسول الله صلى الله عليه وسلم ابنته رقية وأمها خديجة وكان\r\nزوجها قبل أن يوحى إليه عتبة بن أبي لهب بن عبد المطلب فلما بعث النبي صلى الله\r\nعليه وسلم وأنزل الله عز وجل عليه \" تبت يدا أبى لهب \" قال له أبوه رأسي من\r\nرأسك حرام إن لم تطلق ابنة محمد ففارقها ولم يكن دخل بها وأسلمت حين أسلمت\r\nأمها خديجة وبايعت رسول الله صلى الله عليه وسلم حين بايعه النساء فتزوجها\r\nعثمان بن عفان وهاجرت معه إلى أرض الحبشة الهجرتين جميعا وأسقطت في\r\nالهجرة الأولى من عثمان سقطا ثم ولدت له بعد ذلك ابنا فسماه عبد الله وهاجرت\r\nإلى المدينة بعد زوجها عثمان حين هاجر رسول الله صلى الله عليه وسلم\r\nومرضت ورسول الله صلى الله عليه وسلم يتجهز إلى بدر فخلف رسول الله\r\nصلى الله عليه وسلم عثمان فتوفيت ورسول الله صلى الله عليه وسلم ببدر في شهر\r\nرمضان على رأس سبعة عشر شهرا من مهاجر رسول الله صلى الله عليه وسلم\r\nوقدم زيد بن حارثة من بدر بشيرا ودخل المدينة حين سوى التراب عليها *\r\nوزينب بنت رسول الله صلى الله عليه وسلم وأمها خديجة وهى أكبر بنات\r\nرسول الله صلى الله عليه وسلم تزوجها ابن خالتها أبو العاص بن الربيع قبل أن\r\nيبعث النبي صلى الله عليه وسلم وأم أبى العاص هالة ابنة خويلد بن أسد خالة\r\nزينب ابنة رسول الله صلى الله عليه وسلم ولدت زينب لأبي العاص عليا وأمامة\r\nفتوفى على وهو صغير وبقيت أمامة فتزوجها أمير المؤمنين علي بن أبي طالب\r\nعليه السلام بعد وفاة فاطمة ابنة رسول الله صلى الله عليه وسلم . ذكر محمد بن\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعمر أن يحيى بن عبد الله بن أبي قتادة حدثه عن عبد الله بن أبي بكر بن محمد\r\nابن عمرو بن حزم قال توفيت زينب ابنة رسول الله صلى الله عليه وسلم في أول\r\nسنة 8 من الهجرة قال الطبري وكانت علة وفاتها فيما ذكر أن هبار بن الأسود كان\r\nفيما ذكر لما خرجت من مكة تريد المدينة واللحاق بأبيها لحقها وهى في هودجها\r\nفدفعها فوقعت على صخرة وهى حامل فأسقطت واهراقت الدماء فلم يزل بها\r\nوجعها ذلك حتى ماتت منه * وأم كلثوم بنت رسول الله صلى الله عليه وسلم\r\nوأمها خديجة كان زوجها قبل أن يبعث عتيبة بن أبي لهب ففارقها للسبب الذي\r\nذكرت أن أخاه عتبة فارق أختها رقية وذلك قبل أن يدخل بها وهاجرت إلى\r\nالمدينة مع عيال رسول الله صلى الله عليه وسلم فلما توفيت رقية بنت رسول الله\r\nصلى الله عليه وسلم زوجها رسول الله صلى الله عليه وسلم عثمان بن عفان وذلك\r\nفي شهر ربيع الأول من سنة 3 من الهجرة فلم تزل عنده حتى ماتت ولم تلد له وكانت\r\nوفاتها في شعبان سنة 9 من الهجرة وغسلها نساء من الأنصار فيهن أم عطية\r\nونزل في حفرتها أبو طلحة\r\n( ذكر من توفى من أزواجه على عهده صلى الله عليه وسلم )\r\n* منهن زينب ابنة خزيمة بن الحارث بن عبد الله بن عمرو بن عبد مناف\r\nابن هلال بن عامر بن صعصعة وهى أم المساكين كانت تسمى بذلك في الجاهلية\r\nفيما ذكر * وذكر محمد بن عمر أن محمد بن عبد الله حدثه عن الزهري قال\r\nكانت زينب ابنة خزيمة الهلالية تدعى أم المساكين وكانت عند الطفيل بن الحارث\r\nابن المطلب بن عبد مناف فطلقها قال ابن عمر فحدثني عبيد الله يعنى ابن جعفر عن\r\nعبد الواحد بن أبي عون قال فتزوجها عبيدة بن الحارث فقتل عنها يوم\r\nبدر شهيدا قال ابن عمر وحدثنا كثير بن زيد عن المطلب بن عبد الله بن حنطب\r\nقال وحدثنا محمد بن قدامة عن أبيه قالا خطب رسول الله صلى الله عليه وسلم\r\nزينب ابنة خزيمة الهلالية أم المساكين فجعلت أمرها إليه فتزوجها رسول الله\r\nصلى الله عليه وسلم وأشهد أن أصدقها اثنى عشرة أوقية ونشأ وكان تزوجه\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nإياها في شهر رمضان على رأس أحد وثلاثين شهرا من الهجرة فمكثت عنده\r\nثمانية أشهر وتوفيت في آخر شهر ربيع الآخر على رأس تسعة وثلاثين شهرا\r\nوصلى عليها رسول الله صلى الله عليه وسلم بالبقيع قال ابن عمر سألت عبد الله\r\nابن جعفر من نزل في حفرتها قال إخوة لها ثلاثة قلت له كم كان سنها يوم ماتت\r\nقال ثلاثين سنة أو نحو ذلك * ومنهن ريحانة بنت زيد بن عمرو بن خندقة بن سمعون\r\nابن زيد من بنى النضير وكانت متزوجة رجلا من بني قريظة يقال له الحكم فنسبها\r\nبعض الرواة إلى بني قريظة لذلك وذكر محمد بن عمر أن عبد الله بن جعفر حدثه\r\nعن يزيد بن الهاد عن ثعلبة بن أبي مالك قال كانت ريحانة بنت زيد بن عمرو بن\r\nخناقة من بنى النضير متزوجة فيهم رجلا يقال له الحكم فلا وقع السباء على بني قريظة\r\nسباها رسول الله صلى الله عليه وسلم فأعتقها وتزوجها وماتت عنده قال\r\nمحمد بن عمر ولم تزل ريحانة عند رسول الله حتى ماتت مرجعه من حجة الوداع\r\nفدفنها بالبقيع وكان تزويجه إياها في المحرم سنة 6 من الهجرة * ومليكة بنت كعب\r\nالليثي * ذكر ابن عمر أن عبد العزى بن الجندعي حدثه عن أبيه عن عطاء بن يزيد الجندعي\r\nقال تزوج رسول الله صلى الله عليه وسلم مليكة بنت كعب الليثي في شهر رمضان سنة 8\r\nودخل بها فماتت عنده قال ابن عمر وحدثني محمد بن عبد الله عن الزهري مثل ذلك قال\r\nابن عمرو أصحابنا ينكرون ذلك ويقولون لم يتزوج رسول الله صلى الله عليه وسلم كنانية\r\nقط قال ابن عمرو حدثني أبو معشر قال تزوج رسول الله صلى الله عليه وسلم مليكة بنت\r\nكعب وكانت تذكر بجمال بارع فدخلت عليها عائشة فقالت أما تستحين أن\r\nتنكحي قاتل أبيك فاستعاذت من رسول الله صلى الله عليه وسلم فطلقها فجاء\r\nقومها إلى النبي صلى الله عليه وسلم فقالوا إنها صغيرة وإنه لا رأى لها وخدعت\r\nفارتجعها فأبى رسول الله صلى الله عليه وسلم واستأذنوا أن يزوجوها قريبا لها من\r\nبنى عذرة فأذن لهم فتزوجها العذري وكان أبوها قتل يوم فتح مكة قتله خالد بن\r\nالوليد بالخندمية * ومنهن سنا ابنة الصلت بن حبيب بن حارثة بن هلال بن حرام\r\nابن سمال بن عوف السلمية قال هشام بن محمد الكلبي حدثني رجل من رهط\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nعبد الله بن خازم السلمي أن رسول الله صلى الله عليه وسلم تزوج سنا بنت\r\nالصلت بن حبيب السلمية فماتت قبل أن يصل إليها * وخولة ابنة الهذيل بن هبيرة\r\nابن قبيصة بن الحارث بن حبيب بن حرفة بن ثعلبة بن بكر بن حبيب بن عمرو بن\r\nغنم بن تغلب وأمها ابنة خليفة بن فروة بن فضالة بن زيد بن امرئ القيس بن\r\nالخزرج الكلبي أخت دحية بن خليفة قال هشام بن محمد حدثني الشرقي بن قطامي\r\nأن رسول الله صلى الله عليه وسلم تزوج خولة ابنة الهذيل فهلكت في الطريق قبل\r\nأن تصل إليه وكانت ربتها خالتها خرنق ابنة خليفة أخت دحية بن خليفة\r\n( ذكر تاريخ من مات من بنات رسول الله صلى الله عليه وسلم\r\nوعماته وأزواجه بعد وفاته )\r\n* منهن فاطمة ابنة رسول الله صلى الله عليه وسلم أمها خديجة بنت خويلد\r\nعليها السلام ولدتها وقريش تبنى البيت وذلك قبل أن نبي رسول الله صلى الله\r\nعليه وسلم بخمس سنين * ذكر محمد بن عمر أن أبا بكر بن عبد الله بن أبي سبرة حدثه\r\nعن يحيى بن شبل عن أبي جعفر قال دخل العباس بن عبد المطلب على على وفاطمة\r\nعليهما السلام وهى تقول أنا أسن منك فقال العباس أما أنت يا فاطمة فولدت\r\nوقريش تبنى الكعبة والنبي صلى الله عليه وسلم ابن خمس وثلاثين سنة وأما أنت\r\nيا علي فولدت قبل ذلك بسنوات قال الطبري وتزوج على فاطمة عليها السلام\r\nفي رجب بعد مقدم النبي صلى الله عليه وسلم المدينة بخمسة أشهر وبنى بها مرجعه من\r\nبدر وفاطمة يوم بنى بها علي عليه السلام ابنة ثماني عشرة كذلك ذكر محمد ابن عمر عن\r\nعبد الله بن محمد بن عمر بن علي عن أبيه واختلف في وقت وفاتها عليها السلام بعد إجماع\r\nالجميع على أن وفاتها كانت بعد وفاة رسول الله صلى الله عليه وسلم فقال بعضهم توفيت\r\nبعد النبي صلى الله عليه وسلم بستة أشهر وقال ابن عمر حدثنا معمر عن الزهري عن\r\nعروة عن عائشة قال وحدثنا ابن جريج عن الزهري عن عروة أن فاطمة بنت\r\nالنبي صلى الله عليه وسلم توفيت بعد النبي صلى الله عليه وسلم بستة أشهر قال\r\nابن عمر وهو الثبت عندنا وتوفيت ليلة الثلاثاء لثلاث خلون من شهر رمضان\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nسنة 11 وهى بنت تسع وعشرين سنة أو نحوها قال ابن عمر وحدثني ابن جريج\r\nعن عمرو بن دينار عن أبي جعفر قال توفيت فاطمة بعد النبي صلى الله عليه وسلم\r\nبثلاثة أشهر قال ابن عمرو حدثنا عمر بن محمد بن عمر بن علي عن أبيه عن علي بن الحسين\r\nعن ابن عباس قال فاطمة أول من جعل لها النعش عملت لها أسماء بنت عميس وكانت\r\nقدرأته يصنع بأرض الحبشة قال ابن عمرو حدثنا عبد الرحمن بن عبد العزيز عن عبد الله\r\nابن أبي بكر بن محمد بن عمرو بن حزم عن عمرة بنت عبد الرحمن قالت صلى العباس بن\r\nعبد المطلب على فاطمة بنت رسول الله صلى الله عليه وسلم ونزل في حفرتها هو وعلى\r\nوالفضل بن العباس قال ابن عمر وحدثنا عمر بن محمد بن عمر بن علي عن أبيه عن علي\r\nابن الحسين عليه السلام قال سألت ابن عباس متى دفنتم فاطمة قال دفناها بليل\r\nبعد هدأة قلت فمن صلى عليها قال علي بن أبي طالب عليه السلام قال ابن عمر\r\nوسألت عبد الرحمن بن أبي الموالى قلت إن الناس يقولون إن قبر فاطمة عند المسجد\r\nالذي يصلون إليه على جنائزهم بالبقيع فقال والله ما ذلك إلى مسجد رقية يعنى\r\nامرأة عمرته وما دفنت فاطمة عليها السلام إلى في زاوية دار عقيل مما يلي دار\r\nالجحشيين مستقبل خوخة بنى نبيه من بنى عبد الدار بالبقيع وبين قبرها وبين\r\nالطريق سبعة أذرع قال ابن عمرو حدثنا عبد الله بن جعفر قال حدثني عبد الله بن\r\nحسن قال وجدت المغيرة بن عبد الرحمن واقفا ينتظرني بالبقيع نصف النهار في\r\nحر شديد فقلت ما يقفك يا أبا هاشم قال انتظرتك بلغني أن فاطمة دفنت في هذا\r\nالبيت في زاوية دار عقيل مما يلي فدار الجحشيين فأحب أن تبتاعه لي بما بلغ أدفن\r\nفيه فقال عبد الله والله لأفعلنه قال فجهدنا بالعقيليين فأبوا على عبد الله بن حسن\r\nقال عبد الله بن جعفر وما رأيت أحدا يشك أن قبرها في ذلك الموضع\r\nحدثني الحارث قال حدثنا محمد بن جعفر الوركاني قال حدثنا جرير بن عبد الحميد\r\nعن يزيد بن أبي زياد عن عبد الله بن الحارث قال توفيت فاطمة بنت رسول الله\r\nصلى الله عليه وسلم بعده بثمانية أشهر وكانت تذوب فشكت إلى أسماء نحول\r\nجسمها وقالت أتستطيعين أن تواريني بشئ قالت إني رأيت الحبشة يعملون\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالسرير للمرأة ويشدون النعش بقوائم السرير فأمرتهم بذلك قال الحارث وقال\r\nالمدائني قال أبو زكرياء العجلاني إن فاطمة عليها السلام عمل لها نعش قبل وفاتها\r\nفنظرت إليه فقالت سترتموني ستركم الله * وصفية بنت عبد المطلب بن هاشم\r\nوأمها هالة بنت وهيب بن عبد مناف بن زهرة بن كلاب وهى أخت حمزة بن\r\nعبد المطلب لأبيه ولامه كان تزوجها في الجاهلية الحارث بن حرب بن أمية بن\r\nعبد شمس فولدت له صفيا ثم خلف عليها العوام بن خويلد بن أسد فولدت له\r\nالزبير والسائب وعبد الكعبة وأسلمت صفية وبايعت رسول الله وهاجرت\r\nإلى المدينة وتوفيت في خلافة عمر بن الخطاب وقبرت بالبقيع بفناء دار المغيرة\r\nابن شعبة وقال علي بن محمد قتلت صفية ابنة عبد المطلب رجلا مبارزة\r\n( ذكر تاريخ وفاة أزواج رسول الله صلى الله عليه وسلم اللاتي توفين بعده )\r\n* منهن سودة ابنة زمعة بن قيس بن عبد ود بن نصر بن مالك بن حسل بن\r\nعامر بن لؤي وأمها الشموس ابنة قيس بن عمرو بن زيد بن لبيد بن خداش بن\r\nعامر بن غنم بن عدي بن النجار من الأنصار تزوجها السكران بن عمرو وخرجا\r\nجميعا مهاجرين إلى أرض الحبشة في الهجرة الثانية قال ابن عمر حدثني مخرمة بن\r\nبكير عن أبيه قال : قدم السكران بن عمرو مكة من أرض الحبشة ومعه امرأته\r\nسودة بنت زمعة فتوفى عنها بمكة فلما حلت أرسل إليها رسول الله صلى الله عليه\r\nوسلم فخطبها فقالت أمرى إليك يا رسول الله قال رسول الله صلى الله عليه وسلم\r\nمري رجلا من قومك يزوجك فأمرت حاطب بن عمرو بن عبد شمس بن عبد ود\r\nفزوجها فكانت أول امرأة تزوجها رسول الله صلى الله عليه وسلم بعد خديجة قال ابن\r\nعمرو حدثنا محمد بن عبد الله بن مسلم قال سمعت أبي يقول تزوج رسول الله\r\nصلى الله عليه وسلم سودة في رمضان سنة 10 من النبوة بعد وفاة خديجة وقبل\r\nأن يتزوج عائشة فدخل بها مكة وهاجر إلى المدينة وتوفيت سودة ابنة زمعة في\r\nشوال سنة 54 بالمدينة في خلافة معاوية بن أبي سفيان قال ابن عمر وهذا الثبت\r\nعندنا قال هشام بن محمد عن أبيه عن أبي صالح عن ابن عباس قال كانت سودة\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nبنت زمعة عند السكران بن عمرو أخي سهيل بن عمرو فرأت في المنام كأن النبي\r\nصلى الله عليه وسلم أقبل يمشى حتى وطئ على عنقها فأخبرت زوجها بذلك فقال\r\nوأبيك لئن صدقت رؤياك لأموتن وليتزوجنك محمد فقالت حجرا وسترا قال\r\nهشام والحجر تنفى عنها ذاك ثم رأيت في المنام ليلة أخرى أن قمرا انقض عليها من\r\nالسماء وهى مضطجعة فأخبرت زوجها فقال وأبيك لا ألبث إلا يسيرا حتى أموت\r\nوتزوجيه من بعدي فاشتكى السكران من يومه ذلك فلم يلبث إلا قليلا حتى مات\r\nوتزوجها رسول الله صلى الله عليه وسلم قال الحارث حدثنا داود بن المحبر قال\r\nحدثنا عبد الحميد بن بهرام عن شهر قال حدثني ابن عباس أن رسول الله صلى الله\r\nعليه وسلم خطب امرأة من قومه يقال لها سودة وكانت مصبية لها خمسة صبية\r\nأو ستة من بعل لها مات فقال لها رسول الله صلى الله عليه وسلم ما يمنعك منى\r\nقالت يا نبي الله ما يمنعني منك إلا أن تكون أحب البرية إلى ولكن أكرمك أن\r\nتضغو هؤلاء الصبية عند رأسك بكرة وعشية فقال هل يمنعك منى من شئ غير\r\nذلك قالت لا والله فقال لها رسول الله صلى الله عليه وسلم إن خير نساء ركبن\r\nأعجاز الإبل صالح نساء قريش أحناء على ولد في صغره وأرعاه على بعل في ذات\r\nيد * وعائشة بنت أبي بكر وأمها أم رومان بنت عمير بن عامر من بنى دهمان\r\nابن الحارث بن غنم بن مالك بن كنانة تزوجها رسول الله صلى الله عليه وسلم في\r\nشوال سنة 10 من النبوة قبل الهجرة بثلاث سنين وعرس بها في شوال على رأس\r\nثمانية أشهر من الهجرة وكانت يوم ابتنى بها ابنة تسع سنين قال ابن عمر حدثنا\r\nموسى بن محمد بن عبد الرحمن عن ريطة عن عمرة عن عائشة أنها سئلت متى بنى\r\nبك رسول الله فقال لما هاجر رسول الله صلى الله عليه وسلم إلى المدينة خلفنا\r\nوخلف بناته فلما قدم المدينة بعث إلينا زيد بن حارثة وبعث معه أبا رافع مولاه\r\nوأعطاهما بعيرين وخمسمائة درهم أخذها رسول الله من أبى بكر يشتريان بها\r\nما يحتاجان إليه من الظهر وبعث أبو بكر معهما عبد الله بن أريقط الديلي ببعيرين\r\nأو ثلاثة وكتب إلى عبد الله بن أبي بكر يأمره أن يحمل أهله أو رومان وأن وأختي\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nأسماء امرأة الزبير فخرجوا مصطحبين فلما انتهوا إلى قديد اشترى زيد بن حارثة\r\nبتلك الخمسمائة درهم ثلاثة أبعرة ثم دخلوا مكة جميعا وصادفوا طلحة بن عبيد الله\r\nيريد الهجرة بآل أبى بكر فخرجنا جميعا وخرج زيد بن حارثة وأبو رافع\r\nوفاطمة وأم كلثوم وسودة بنت زمعه وحمل زيد أم أيمن وأسامة بن زيد\r\nوخرج عبد الله بن أبي بكر بأم رومان وأختيه وخرج طلحة بن عبيد الله\r\nواصطحبا جميعا حتى إذا كنا بالبيض من تمنى نفر بعيري وأنا في محفة معي فيها أمي\r\nفجعلت أمي تقول وا بنتاه وا عروساه حتى أدرك بعيرنا وقد هبط من لفت فسلم ثم إنا\r\nقدمنا المدينة فنزلت مع عيال أبى بكر ونزل إلى رسول الله صلى الله عليه وسلم\r\nورسول الله يومئذ يبنى المسجد وأبياتنا حول المسجد فأنزل فيها أهله ومكثنا أياما\r\nفي منزل أبى بكر ثم قال أبو بكر يا رسول الله ما يمنعك أن تبنى بأهلك قال رسول الله\r\nالصداق فأعطاه أبو بكر الصداق اثنى عشر أوقية ونشأ فبعث رسول الله صلى\r\nالله عليه وسلم إلينا وبنى بي رسول الله صلى الله عليه وسلم في بيتي هذا الذي أنا\r\nفيه وهو الذي توفى فيه رسول الله صلى الله عليه وسلم وجعل رسول الله لنفسه\r\nبابا في المسجد وجاءه باب عائشة قال وبنى رسول الله صلى الله عليه وسلم بسودة\r\nفي أحد تلك البيوت التي إلى جنبي فكان رسول الله صلى الله عليه وسلم يكون\r\nعندها وتوفيت 58 في شهر رمضان\r\n( ذكر من قال ذلك )\r\nذكر ابن عمر عن عبد الرحمن بن عبد العزيز بن عبد الله بن أبي بكر بن محمد بن\r\nعمرو بن حزم قال صلى أبو هريرة على عائشة في رمضان سنة 58 وتوفيت بعد\r\nالايتار وقال محمد بن عمر توفيت عائشة ليلة الثلاثاء لسبع عشرة مضت من رمضان\r\nسنة 58 ودفنت من ليلتها بعد الوتر وهى يومئذ ابنة ست وستين سنة قال ابن عمر\r\nوحدثنا ابن أبي سبرة عن موسى بن ميسرة عن سالم سبلان قال ماتت عائشة ليلة\r\nسبع عشرة من شهر رمضان بعد الوتر فأمرت أن تدفن من ليلتها فاجتمع الأنصار\r\nوحضروا فلم تر ليلة أكثر ناسا منها نزل أهل العوالي فدفنت بالبقيع قال ابن عمر\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nحدثني ابن جريج عن نافع قال شهدت أبا هريرة صلى على عائشة بالبقيع وابن عمر\r\nفي الناس لا ينكره وكان مروان اعتمر تلك السنة فاستخلف أبا هريرة * وحفصة\r\nابنة عمر بن الخطاب وأمها زينب ابنة مظعون أخت عثمان بن مظعون وذكر\r\nابن عمر أن أسامة بن زيد بن أسلم حدثه عن أبيه عن جده عن عمر قال ولدت\r\nحفصة وقريش تبنى البيت قبل مبعث النبي صلى الله عليه وسلم بخمس سنين قال\r\nوحدثني أبو بكر بن عبد الله بن أبي سبرة عن حسين بن أبي حسين قال تزوج\r\nرسول الله صلى الله عليه وسلم حفصة في شعبان على رأس ثلاثين شهرا قبل أحد\r\nقال ابن عمر توفيت حفصة في شعبان سنة 45 في خلافة معاوية وهى يومئذ ابنة\r\nستين سنة قال ابن عمر حدثنا معمر عن الزهري عن سالم عن أبيه قال توفيت حفصة\r\nفصلى عليها مروان بن الحكم وهو يومئذ عامل المدينة قال وحدثني علي بن مسلم\r\nعن المقبري عن أبيه قال رأيت مروان حمل بين عمودي سريرها من عند\r\nدار آل حزم إلى دار المغيرة بن شعبة وحملها أبو هريرة من دار المغيرة إلى قبرها\r\nقال وحدثني عبد الله بن نافع عن أبيه قال نزل في قبر حفصة عبد الله وعاصم ابنا\r\nعمر وسالم وعبد الله وحمزة بن وعبد الله بن عمر * وأم سلمة واسمها هند بنت أبي\r\nأمية واسمه سهيل زاد الركب بن المغيرة بن عبد الله بن عمرو بن مخزوم\r\nوأمها عاتكة بنت عامر بن ربيعة بن مالك بن جذيمة بن علقمة جذل الطعان\r\nابن فراس بن غنم بن مالك بن كنانة تزوجها أبو سلمة واسمه عبد الله بن عبد الأسد بن\r\nهلال وهاجر بها إلى أرض الحبشة في الهجرتين جميعا فولدت له هناك زينب\r\nبنت أبي سلمة وولدت له بعد ذلك سلمة وعمر ودرة بنى أبى سلمة قال ابن عمر\r\nحدثنا عمر بن عثمان عن عبد الملك بن عبيد عن سعيد بن عبد الرحمن بن يربوع\r\nعن عمر بن أبي سلمة قال خرج أبى إلى أحد فرماه أبو أسامة الجشمي في عضده\r\nبسهم فمكث شهرا يداوى جرحه ثم برأ الجرح وبعث رسول الله صلى الله\r\nعليه وسلم أبى إلى قطن في المحرم على رأس خمسة وثلاثين شهرا فغاب تسعا وعشرين\r\nليلة ثم رجع فدخل المدينة لثمان خلون من صفر سنة 4 والجرح منتقض فمات\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nمنها لثمان خلون من جمادى الآخرة سنة 4 من الهجرة فاعتدت أمي وحلت لعشر\r\nليال بقين من شوال سنة 4 وتزوجها رسول الله صلى الله عليه وسلم في ليال بقين\r\nمن شوال سنة 4 وتوفيت في ذي القعدة سنة 59 قال ابن عمر حدثنا كثير بن\r\nزيد عن المطلب بن عبد الله بن حنطب قال دخلت أيم العرب على سيد المسلمين\r\nأول العشاء عروسا وقامت من آخر الليل تطحن يعنى أم سلمة قال ابن عمر\r\nوحدثنا معمر عن الزهري عن هند ابنة الحارث الفراسية قالت قال رسول الله\r\nصلى الله عليه وسلم إن لعائشة منى شعبة ما نزلها أحد فلما تزوج أم سلمة سئل رسول الله\r\nفقيل يا رسول الله ما فعلت الشعبة فسكت رسول الله صلى الله عليه وسلم فعلم أن أم\r\nسلمة قد نزلت عنده وقال ابن عمر ماتت أم سلمة رحمها الله في شوال سنة 59 قال ابن\r\nعمر وحدثني عبد الله بن نافع عن أبيه قال صلى أبو هريرة على أم سلمة بالبقيع وكان\r\nالوالي الوليد بن عتبة بن أبي سفيان وكان ركب في حاجة إلى الغابة وأمر أبا هريرة\r\nأن يصلى بالناس فصلى عليها قال إنما ركب لأنها أوصت أن لا يصلى عليها الوالي\r\nفكره أن يحضر ولا يصلى فركب عمدا وأمر أبا هريرة : حدثني الحارث قال حدثنا\r\nابن سعد في موضع آخر قال قال الواقدي ماتت أم سلمة حين دخلت سنة 59\r\nفي خلافة معاوية وصلى عليها ابن أخيها عبد الله بن عبد الله بن أبي أمية قال الحارث\r\nوحدثني محمد بن سهيل عن أبي عبيدة معمر بن المثنى قال تزوج رسول الله صلى الله\r\nعليه وسلم بالمدينة قبل وقعة بدر في سنة 2 من التاريخ أم سلمة واسمها هند ابنة\r\nأبى أمية بن المغيرة بن عبد الله بن عمر بن مخزوم وقال أبو معشر زينب أول\r\nمن مات من أزواج النبي صلى الله عليه وسلم وأم سلمة آخر من مات منهن *\r\nوأم حبيبة واسمها رملة بنت أبي سفيان بن حرب وأمها صفية بنت أبي العاص\r\nابن أمية بن عبد شمس عمة عثمان بن عفان تزوجها عبيد الله بن جحش بن رئاب\r\nحليف حرب بن أمية فولدت له حبيبة فكنيت بها فتزوج حبيبة داود بن\r\nعروة بن مسعود الثقفي وكان عبيد الله بن جحش هاجر بأم حبيبة معه إلى\r\nأرض الحبشة في الهجرة الثانية فتنصر وارتد عن الاسلام وتوفى بأرض\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nالحبشة وثبتت أم حبيبة على دينها الاسلام وهجرتها وكانت قد خرجت بابنتها\r\nحبيبة بنت عبيد الله معها في الهجرة إلى أرض الحبشة ورجعت بها معها إلى مكة\r\nوقال ابن عمر حدثنا عبد الله بن جعفر عن عثمان بن محمد الأخنسي أن أم حبيبة بنت أبي\r\nسفيان ولدت حبيبة ابنتها من عبيد الله بن جحش بمكة قبل أن تهاجر إلى أرض\r\nالحبشة قال ابن عمر فأخبرني أبو بكر بن إسماعيل بن محمد بن سعد عن أبيه قال\r\nخرجت من مكة وهى حامل بها فولدتها بأرض الحبشة قال ابن عمر وحدثنا\r\nعبد الله بن عمرو بن زهير عن إسماعيل بن عمرو بن سعيد بن العاص قال قالت\r\nأم حبيبة رأيت في النوم كأن عبيد الله بن جحش زوجي بأسوأ صورة وأشوهها\r\nففزعت فقلت تغيرت والله حاله فإذا هو يقول حين أصبح يا أم حبيبة إني نظرت\r\nفي الدين فلم أردينا خيرا من النصرانية وكنت قد دنت بها ثم دخلت في دين\r\nمحمد ثم رجعت إلى النصرانية فقلت والله ما خير لك وأخبرته بالرؤيا التي رأيت\r\nله فلم يحفل بها وأكب على الخمر حتى مات فأرى في النوم كأن أتاني آت يقول\r\nيا أم المؤمنين ففزعت وأولتها أن رسول الله يتزوجني قالت فما هو إلا أن انقضت\r\nعدتي فما شعرت إلا برسول النجاشي على بابى يستأذن فإذا جارية له يقال لها\r\nأبرهة كانت تقوم على ثيابه ودهنه فدخلت على فقالت إن الملك يقول لك إن\r\nرسول الله صلى الله عليه وسلم كتب إلى أن أزوجك فقلت بشرك الله بخير وقالت\r\nيقول لك الملك وكلي من يزوجك فأرسلت إلى خالد بن سعيد بن العاص فوكلته\r\nوأعطته أبرهة سوارين من فضة وخدمتين كانتا في رجليها وخواتيم فضة كانت\r\nفي أصابع رجليها سرورا بما بشرتها به فلما كان العشى أمر النجاشي جعفر بن أبي\r\nطالب ومن هناك من المسلمين فحضروا فخطب النجاشي فقال الحمد لله الملك\r\nالقدوس السلام المؤمن المهيمن العزيز الجبار أشهد أن لا إله إلا الله وأن محمدا\r\nعبده ورسوله وأنه الذي بشر به عيسى ابن مريم عليه السلام ( أما بعد ) فإن\r\nرسول الله صلى الله عليه وسلم كتب إلى أن أزوجه أم حبيبة بنت أبي سفيان\r\nفأجبت إلى ما دعا إليه رسول الله صلى الله عليه وسلم وقد أصدقتها أربعمائة دينار\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nثم سكب الدنانير بين يدي القوم فتكلم خالد بن سعيد فقال الحمد لله أحمده\r\nوأستعينه وأستنصره وأشهد أن لا إله إلا الله وأن محمدا عبده ورسوله أرسله\r\nبالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون ( أما بعد ) فقد\r\nأجبت إلى ما دعا إليه رسول الله صلى الله عليه وسلم وزوجته أم حبيبة ابنة\r\nأبي سفيان فبارك الله لرسوله ودفع الدنانير إلى خالد بن سعيد فقبضها ثم أرادوا\r\nأن يقوموا فقال اجلسوا فإن سنة الأنبياء إذا تزوجوا أن يؤكل طعام على\r\nالتزويج فدعا بطعام فأكلوا ثم تفرقوا * قالت أم حبيبة فلما وصل إلى المال\r\nأرسلت إلى أبرهة التي بشرتني فقلت لها إني كنت أعطيتك ما أعطيتك يومئذ\r\nولا مال بيدي فهذه خمسون مثقالا فخذيها واستغنى بها فأخرجت إلى حقا فيه\r\nكل ما أعطيتها فردته إلى وقالت عزم على الملك أن لا أرزأك شيئا وأنا التي\r\nأقوم على ثيابه ودهنه وقد اتبعت دين رسول الله صلى الله عليه وسلم وأسلمت لله\r\nوقد أمر الملك نساءه أن يبعثن إليك بكل ما عندهم من العطر فلما كان الغد جاءتني\r\nبعود وورس وعنبر وزباد كثير فقدمت بذلك كله على رسول الله صلى الله عليه\r\nوسلم وكان يراه على وعندي فلا ينكر ثم قالت أبرهة فحاجتي إليك أن تقرئي\r\nرسول الله منى السلام وتعلميه أنى قد اتبعت دينه قالت ثم لطفت بي وكانت التي\r\nجهزتني وكانت كلما دخلت على تقول لا تنسى حاجتي إليك قالت فلما قدمنا على\r\nرسول الله صلى الله عليه وسلم أخبرته كيف كانت الخطبة وما فعلت بي أبرهة فتبسم\r\nرسول الله صلى الله عليه وسلم وأقرأته منها فقال وعليها السلام ورحمة الله قال ابن\r\nعمرو حدثنا إسحاق بن محمد عن جعفر بن محمد عن أبيه قال بعث رسول الله صلى الله\r\nعليه وسلم عمرو بن أمية الضمري إلى النجاشي يخطب عليه أم حبيبة بنت أبي سفيان\r\nوكانت تحت عبيد الله بن جحش فزوجها إياه وأصدقها النجاشي من عنده عن\r\nرسول الله صلى الله عليه وسلم أربعمائة دينار قال ابن عمر فحدثني محمد بن صالح عن\r\nعاصم بن عمر بن قتادة قال وحدثني عبد الرحمن بن عبد العزيز عن عبد الله بن أبي بكر\r\nابن حزم قالا كان الذي زوجها وخطب إليه النجاشي خالد بن سعيد بن العاص\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nوذلك سنة 7 من الهجرة وكان لها يوم قدم بها المدينة بضع وثلاثون سنة وتوفيت\r\nسنة 44 في خلافة معاوية * وزينب بنت جحش بن رئاب أخت عبد الرحمن\r\nابن جحش وأمها أميمة بنت عبد المطلب بن هاشم قال ابن عمر حدثني عمر بن عثمان\r\nالجحشي عن أبيه قال قدم النبي صلى عليه وسلم المدينة وكانت زينب ابنة جحش\r\nممن هاجر مع رسول الله صلى الله عليه وسلم وكانت امرأة جميلة فخطبها رسول الله\r\nصلى الله عليه وسلم على زيد بن حارثة فقالت يا رسول الله لا أرضاه لنفسي وأنا أيم\r\nقريش قال فإني قد رضيت لك فتزوجها زيد بن حارثة قال ابن عمر وحدثني عبد الله\r\nابن عامر الأسلمي عن محمد بن يحيى بن حبان قال جاء رسول الله صلى الله عليه وسلم\r\nبيت زيد بن حارثة يطلبه وكان زيد إنما يقال له زيد بن محمد فربما فقده رسول الله\r\nالساعة فيقول أين زيد فجاء منزله يطلبه فلم يجده وتقوم إليه زينب فتقول ههنا\r\nيا رسول الله فولى يهمهم بشئ لا يكاد يفهم منه إلا سبحان الله العظيم سبحان الله\r\nمصرف القلوب فجاء زيد إلى منزله فأخبرته امرأته أن رسول الله صلى الله عليه\r\nوسلم أتى منزله فقال زيد ألا قلت له يدخل قالت قد عرضت ذلك عليه وأبى قال\r\nفسمعتيه يقول شيئا قالت سمعته حين ولى يكلم بكلام لا أفهمه وسمعته يقول سبحان الله\r\nالعظيم سبحان مصرف القلوب قال فخرج زيد حتى أتى رسول الله صلى الله عليه وسلم\r\nفقال يا رسول الله إنه بلغني أنك جئت منزلي فهلا دخلت بأبي أنت وأمي يا رسول الله\r\nلعل زينب أعجبتك فأفارقها فيقول رسول الله احبس عليك زوجك فما استطاع\r\nزيد إليها سبيلا بعد ذلك ويأتي رسول الله صلى الله عليه وسلم فيخبره فيقول أمسك\r\nعليك زوجك فيقول يا رسول الله أفارقها فيقول رسول الله احبس عليك زوجك\r\nففارقها زيد واعتزلها وحلت قال فبينا رسول الله صلى الله عليه وسلم يتحدث مع\r\nعائشة إلى أن أخذت رسول الله صلى الله عليه وسلم غمية فسرى عنه وهو يتبسم\r\nوهو يقول من يذهب إلى زينب يبشرها أن الله عز وجل زوجنيها من السماء\r\nوتلا رسول الله صلى الله عليه وسلم \" وإذا تقول للذي أنعم الله عليه وأنعمت\r\nعليه \" القصة كلها ( قالت عائشة ) وأخذني ما قرب وما بعد لما يبلغنا من جمالها\r\nوأخرى هي أعظم الأمور وأشرفها ما صنع لها زوجها الله عز وجل من السماء\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nوقلت هي تفخر علينا بهذا ( قالت عائشة ) فخرجت سلمى خادم رسول الله\r\nصلى الله عليه وسلم تشتد فتحدثها بذلك وأعطتها أوضاحا عليها قال وحدثني عمر\r\nابن عثمان بن عبد الله الجحشي عن أبيه قال تزوج رسول الله صلى الله عليه وسلم\r\nزينت بنت جحش لهلال ذي القعدة سنة 5 من الهجرة قال وحدثني عمر بن\r\nعثمان الجحشي عن أبيه قال ما تركت زينب ابنة جحش دينارا ولا درهما كانت\r\nتصدق بكل ما قدرت عليه وكانت تأوى المساكين وتركت منزلها فباعوه من\r\nالوليد بن عبد الملك حين هدم المسجد بخمسين ألف درهم قال حدثنا عمر بن عثمان\r\nالجحشي عن إبراهيم بن عبد الله بن محمد عن أبيه قال سئلت أم عكاشة بن محصن كم\r\nبلغت زينت ابنة جحش يوم توفيت فقالت قدمنا المدينة للهجرة وهى بنت بضع\r\nوثلاثين وتوفيت سنة 20 قال عمر بن عثمان كان أبى يقول توفيت زينب بنت\r\nجحش وهى ابنة ثلاث وخمسين قال الحارث حضرت مجلس علي بن عاصم وهو\r\nيحدث الناس فحدث عن داود بن أبي هند عن عامر قال كانت زينب تقول للنبي\r\nصلى الله عليه وسلم أنا أعظم نساءك عليك حقا أنا خيرهن منكحا وأكرمهن\r\nسترا وأقربهن رحما ثم تقول زوجنيك الرحمن من فوق عرشه وكان جبريل\r\nعليه السلام هو السفير بذاك وأنا بنت عمتك وليس لك من نسائك قريبة\r\nغيري * وجويرية بنت الحارث بن أبي ضرار بن حبيب بن عائذ بن مالك بن\r\nجذيمة المصطلق من خزاعة تزوجها مسافع بن صفوان ذي الشفر بن أبي سرح\r\nابن مالك بن جذيمة فقتل يوم المريسيع قال ابن عمر حدثنا يزيد بن عبد الله بن\r\nابن قسيط عن أبيه عن محمد بن عبد الرحمن بن ثوبان عن عائشة قالت أصاب\r\nرسول الله صلى الله عليه وسلم نساء من بنى المصطلق فأخرج الخمس منه ثم قسمه\r\nبين الناس وأعطى الفارس سهمين والرجل سهما فوقعت جويرية بنت الحارث\r\nابن أبي ضرار في سهم ثابت بن قيس بن شماس الأنصاري وكانت تحت ابن عم\r\nلها يقال له صفوان بن مالك بن جذيمة ذي الشفر فقتل عنها وكاتبها ثابت بن قيس\r\nعلى نفسها على تسع أواق وكانت امرأة حلوة لا يكاد يراها أحد إلا أخذت\r\nبنفسه فبينا النبي صلى الله عليه وسلم عندي إذ دخلت جويرية تسأله في كتابتها\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nفوالله ما هو إلا أن رأيتها فكرهت دخولها على النبي صلى الله عليه وسلم وعرفت\r\nأن سيرى فيها مثل الذي رأيت فقال يا رسول الله أنا جويرية بنت الحارث سيد\r\nقومه وقد أصابني من الامر ما قد علمت فوقعت في سهم ثابت بن قيس فكاتبني\r\nعلى تسع أواق فأعنى على فكاكي فقال أو خير من ذلك قالت وما هو قال أودى عنك\r\nكتابتك وأتزوجك قالت نعم يا رسول الله فقد فعلت وخرج الخبر إلى الناس فقالوا\r\nأصهار رسول الله يسترقون فأعتقوا ما كان في أيديهم من سبى بنى المصطلق فبلغ\r\nعتقهم مائة أهل بيت بتزويجه إياها فلا أعلم امرأة كانت أعظم بركة على قومها\r\nمنها ، وذلك منصرفه من غزوة المريسيع قال ابن عمر وحدثني عبد الله\r\nابن أبي الأبيض مولى جويرية عن أبيه قال سبى رسول الله صلى الله عليه وسلم\r\nبنى المصطلق فوقعت جويرية في السبي فجاء أبوها فافتداها وأنكحها رسول الله\r\nصلى الله عليه وسلم بعد قال وحدثنا إسحاق بن يحيى بن طلحة عن الزهري عن\r\nمالك بن أوس عن عمر أن رسول الله صلى الله عليه وسلم ضرب على جويرية\r\nالحجاب وكان يقسم لها كما يقسم لنسائه قال وحدثني عبد الله بن عبد الرحمن عن\r\nزيد بن أبي عتاب عن محمد بن عمرو عن عطاء عن زينب بنت أبي سلمة عن جويرية\r\nابنة الحارث أن اسمها كانت برة فغيره رسول الله صلى الله عليه وسلم وسماها\r\nجويرية وكان يكره أن يقال خرج من عند برة قال وحدثني عبد الله بن أبي الأبيض\r\nعن أبيه قال توفيت جويرية بنت الحارث زوج النبي صلى الله عليه وسلم في شهر\r\nربيع الأول سنة 56 في خلافة معاوية بن أبي سفيان وصلى عليها مروان بن الحكم\r\nوهو يومئذ والى المدينة قال وأخبرني محمد بن يزيد عن جدته وكانت مولاة\r\nجويرية بنت الحارث عن جويرية قالت تزوجني رسول الله صلى الله عليه وسلم\r\nوأنا ابنة عشرين سنة قالت وتوفيت جويرية سنة 50 وهى يومئذ ابنة خمس\r\nوستين سنة وصلى عليها مروان بن الحكم قال ابن عمر وحدثني حزام بن هشام\r\nعن أبيه قال قالت جويرية رأيت قبل قدوم النبي صلى الله عليه وسلم بثلاث ليال\r\nكأن القمر أقبل يسير من يثرب حتى وقع في حجري فكرهت أن أخبر بها أحدا\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nمن الناس حتى قدم رسول الله صلى الله عليه وسلم فلما سبينا رجوت الرؤيا فلما\r\nأعتقني وتزوجني والله ما كلمته في قدومي حتى كان المسلمون هم الذين أرسلوهم\r\nوما شعرت الا بجارية من بنات عمى تخبرني الخبر فحمدت الله عز وجل * وصفية\r\nبنت حيى بن أخطب بن سعية بن عامر بن عبيد بن كعب بن أبي الخزرج بن أبي حبيب\r\nابن النضير بن النحام بن تنحوم من بني إسرائيل من سبط هارون بن عمران\r\nوأمها برة بنت سموأل أخت رفاعة بن سموأل من بني قريظة أخو النضير\r\nوكانت صفية تزوجها سلام بن مشكم القرظي ثم فارقها فتزوجها كنانة بن\r\nالربيع بن أبي الحقيق النضري فقتل عنها يوم خيبر قال ابن عمر حدثني كثير\r\nابن زيد عن الوليد بن رباح عن أبي هريرة قال لما دخل رسول الله صلى الله\r\nعليه وسلم بصفية باب أبو أيوب على باب النبي صلى الله عليه وسلم فلما أصبح\r\nفرأى رسول الله صلى الله عليه وسلم كبر ومع أبى أيوب السيف فقال يا رسول الله\r\nكانت جارية حديثة عهد بعرس وكنت قتلت أباها وأخاها وزوجها فلم آمنها عليك\r\nفضحك رسول الله صلى الله عليه وسلم وقال له خيرا قال وحدثني محمد بن موسى عن\r\nعمارة بن المهاجر عن آمنة بنت أبي قيس الغفارية قالت أنا إحدى النساء اللاتي زففن\r\nصفية إلى رسول الله صلى الله عليه وسلم فسمعتها تقول ما بلغت سبع عشرة\r\nأو جهدي إن بلغت سبع عشرة سنة ليلة دخلت على رسول الله صلى الله عليه\r\nوسلم قال وتوفيت صفية سنة 52 في خلافة معاوية وقبرت بالبقيع * وميمونة\r\nبنت الحارث بن حزن الهلالي وأمها هند بنت عوف بن زهير بن الحارث بن حماطة\r\nابن جرش كانت تزوجت مسعود بن عمرو بن عمير الثقفي في الجاهلية ثم فارقها\r\nفخلف عليها أبورهم بن عبد العزى بن أبي قيس من بنى مالك بن حسل بن عامر\r\nابن لؤي فتوفى عنها فتزوجها رسول الله صلى الله عليه وسلم زوجها إياه العباس\r\nابن عبد المطلب وكان يلي أمرها وهى أخت أم ولده الفضل ابنة الحارث الهلالية\r\nلأبيها وأمها وتزوجها رسول الله صلى الله عليه وسلم بسرف على عشرة أميال\r\nمن مكة وكانت آخر امرأة تزوجها رسول الله صلى الله عليه وسلم وذلك سنة 7\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nفي عمرة القضية قال ابن عمر حدثنا ابن جريج عن أبي الزبير عن عكرمة أن ميمونة\r\nابنة الحارث وهبت نفسها لرسول الله صلى الله عليه وسلم قال وحدثني موسى بن\r\nمحمد بن عبد الرحمن عن أبيه عن عمرة قال قيل لها إن ميمونة وهبت نفسها\r\nلرسول الله صلى الله عليه وسلم فقالت تزوجها رسول الله صلى الله عليه وسلم\r\nعلى مهر خمسمائة درهم وولى إنكاح رسول الله إياها العباس بن عبد المطلب قال\r\nابن عمرو توفيت ميمونة سنة 61 في خلافة يزيد بن معاوية وهى آخر من مات\r\nمن أزواج النبي صلى الله عليه وسلم وكان لها يوم توفيت ثمانون أو إحدى\r\nوثمانون سنة وكانت جلدة ، والكلابية واختلف في اسمها فقال بعضهم هي\r\nفاطمة ابنة الضحاك بن سفيان الكلابي وقال بعضهم هي عمرة بنت يزيد بن عبيدة\r\nابن رواس بن كلاب بن ربيعة بن عامر وقال بعضهم هي عالية بنت ظبيان بن عمرو\r\nابن عوف بن كعب بن عبد بن أبي بكر بن كلاب وقال بعضهم هي سنا ابنة سفيان\r\nابن عوف بن كعب بن عبد بن أبي بكر بن كلاب وقال بعضهم لم يكن إلا كلابية\r\nواحدة غير أنه اختلف في اسمها وقال بعضهم بل كن جميعا ولكن لكن واحدة\r\nمنهن قصة غير قصة صاحبتها قال ابن عمر حدثنا محمد بن عبد الله عن الزهري عن عروة\r\nعن عائشة قالت تزوج رسول الله صلى الله عليه وسلم الكلابية فلما دخلت عليه\r\nفدنا منها قالت إني أعوذ بالله منك فقال رسول الله لقد عذت بعظيم الحقي بأهلك\r\nقال وحدثنا عبد الله بن جعفر عن عبد الواحد بن أبي عون عن ابن مناح\r\nقال استعاذت من رسول الله صلى الله عليه وسلم وكانت قد ذهلت وذهب عقلها\r\nوتقول إذا استأذنت على أزواج رسول الله أنا الشقية وتقول إنما خدعت قال\r\nوحدثنا محمد بن عبد الله عن الزهري قال هي فاطمة بنت الضحاك بن سفيان\r\nاستعاذت منه فطلقها وكانت تلقط البعر وتقول أنا الشقية وتزوجها رسول الله\r\nصلى الله عليه وسلم في ذي القعدة سنة 8 من الهجرة وتوفيت سنة 60 قال وحدثنا\r\nعبد الله بن سليمان عن عمرو بن شعيب عن أبيه عن جده قال كان رسول الله\r\nصلى الله عليه وسلم قد دخل بها ولكنه لما خير نساءه اختارت قومها ففارقها فكانت\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nتلقط البعر وتقول أنا الشقية قال وحدثنا عبد الله بن جعفر عن موسى بن سعيد\r\nوابن أبي عون قالا إنما طلقها رسول الله صلى الله عليه وسلم لبياض كان بها قال\r\nوحدثنا عبد الله بن جعفر وابن أبي سبرة وعبد العزيز بن محمد عن ابن الهاد عن\r\nثعلبة بن أبي مالك عن حسين بن علي عليه السلام قال تزوج رسول الله صلى الله\r\nعليه وسلم امرأة من بنى عامر فكان إذا خرج تطلعت إلى أهل المسجد فأخبر\r\nبذلك رسول الله صلى الله عليه وسلم أزواجه فقال إنكن تبغين عليها فقلن نحن\r\nنريكها وهى تطلع فقال رسول الله نعم فأرينه إياها وهى تطلع ففارقها رسول الله\r\nصلى الله عليه وسلم قال ابن عمر فحدثت بها الحديث عبيد الله بن سعيد بن أبي هند\r\nفأخبرني عن أبيه قال إنما استعاذت منه فأعاذها ولم يتزوج رسول الله صلى الله عليه\r\nوسلم من بنى عامر غيرها ولم يتزوج من كندة غير الجونية قال ابن عمر وحدثنا\r\nإبراهيم بن وثيمة عن أبي وجزة قال تزوجها رسول الله صلى الله عليه وسلم في\r\nذي القعدة سنة 8 منصرفه من الجعرانة قال وحدثني أبو مصعب إسماعيل بن مصعب\r\nعن شيخ من رهطها أنها توفيت سنة 60 وأما هشام بن محمد فإنه ذكر أن العرزمي\r\nحدثه عن نافع عن ابن عمر قال كان في نساء رسول الله صلى الله عليه وسلم سنا\r\nبنت سفيان بن عوف بن كعب بن أبي بكر بن كلاب قال قال ابن عمر إن رسول الله\r\nصلى الله عليه وسلم بعث أبا أسيد الساعدي يخطب عليه امرأة من بنى عامر يقال\r\nلها عمرة ابنة يزيد بن عبيد بن رواس بن كلاب فتزوجها فبلغه أن بها بياضا فطلقها\r\nقال هشام وحدثني رجل من بنى أبى بكر بن كلاب أن رسول الله صلى الله عليه\r\nوسلم تزوج العالية بنت ظبيان بن عمرو بن عوف بن كعب بن عبد بن أبي بكر\r\nابن كلاب فمكثت عنده دهرا ثم طلقها * وأسماء ابنة النعمان بن أبي الجون\r\nالأسود بن الحارث بن شراحيل بن الجون بن آكل المرار الكندي * قال ابن عمر\r\nحدثنا محمد بن يعقوب بن عتبة عن عبد الواحد بن أبي عون الدوسي قال قدم\r\nالنعمان بن أبي الجون الكندي وكان ينزل وبنو أبيه نجدا مما يلي الشربة فقدم على\r\nرسول الله صلى الله عليه وسلم مسلما فقال يا رسول الله ألا أزوجك أجمل أتيم\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nفي العرب كانت تحت ابن عم لها فتوفى عنها فتاهت وقد رغبت فيك وحطت\r\nإليك فتزوجها رسول الله صلى الله عليه وسلم على اثنتي عشرة أوقية ونش فقال\r\nيا رسول الله لا تقصر بها في المهر فقال رسول الله صلى الله عليه وسلم ما أصدقت\r\nأحدا من نسائي فوق هذا ولا أصدق أحدا من بناتي فوق هذا فقال النعمان ففيك\r\nالأسى قال فابعث يا رسول الله إلى أهلك من يحملهم إليك فإني خارج مع رسولك\r\nفنرسل أهلك معه فبعث رسول الله صلى الله عليه وسلم معه أبا أسيد الساعدي فلما قدما\r\nعليها جلست في بيتها فأذنت له أن يدخل فقال أبو أسيد إن نساء رسول الله صلى الله عليه\r\nوسلم لا يراهن الرجال * قال أبو أسيد وذلك بعد أن نزل الحجاب فأرسلت إليه فيسرني\r\nلأمري قال حجاب بينك وبين من تكلمين من الرجال إلا ذا محرم منك ففعلت فقال\r\nأبو أسيد فأقمت ثلاثة أيام ثم تحملت معي على جمل ظعينة في محفة وأقبلت بها حتى\r\nقدمت المدينة فأنزلتها في بنى ساعدة فدخل عليها نساء الحي فرحين بها وسهلن\r\nوخرجن من عندها فذكر ان جمالها فشاع بالمدينة قدومها * قال أبو أسيد الساعدي\r\nووجهت إلى النبي صلى الله عليه وسلم وهو في بنى عمرو بن عوف فأخبرته ودخل\r\nعليها داخل من النساء قد بين لها لما بلغهن من جمالها وكانت من أجمل النساء فقالت\r\nإنك من الملوك فإن كانت تريدين أن تحظى عند رسول الله صلى الله عليه وسلم\r\nفاستعيذي عنه فإنك تحظين عنده ويرغب فيك : قال وحدثني عبد الله بن جعفر\r\nعن ابن أبي عون قال تزوج رسول الله صلى الله عليه وسلم الكندية في شهر ربيع\r\nالأول سنة 7 من الهجرة : قال وحدثني عبد الرحمن بن أبي الزناد عن هشام بن\r\nعروة عن أبيه أن الوليد بن عبد الملك كتب إليه يسأله هل تزوج رسول الله\r\nصلى الله عليه وسلم أخت الأشعث بن قيس فسأله فقال ما تزوجها رسول الله\r\nصلى الله عليه وسلم قط ولا تزوج كندية إلا أخت بنى الجون فملكها فلما أتى\r\nبها وقدمت المدينة نظر إليها وطلقها ولم يبن بها : قال وحدثني معمر عن الزهري\r\nقال لم يتزوج النبي صلى الله عليه وسلم كندية إلا أخت بنى الجون ولم يبن بها\r\nوفارقها وذكر هشام بن محمد أن ابن الغسيل حدثه عن حمزة بن أبي أسيد الساعدي\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nعن أبيه وكان بدريا قال تزوج رسول الله صلى الله عليه وسلم أسماء ابنة النعمان\r\nالجونية وأرسلني فجئت بها فقالت حفصة لعائشة أو عائشة لحفصة أخضبيها أنت\r\nوأنا أمشطها ففعلتا ثم قالت لها إحداهما إن النبي يعجبه من المرأة إذا أدخلت\r\nعليه أن تقول أعوذ بالله منك فلما دخلت عليه وأغلق الباب وأرخى الستر مد\r\nيده إليها فقالت أعوذ بالله منك فقال بكمه على وجهه فاستتر به وقال عذت معاذا\r\nثلاث مرات : قال أبا أسيد ثم خرج على وقال يا أبا أسيد ألحقها بأهلها ومتعها\r\nبرازقيتين يعنى كرباسين فكانت تقول ادعوني الشقية : قال هشام وحدثني زهير\r\nابن معاوية الجعفي أنها ماتت كمدا : قال ابن عمر فحدثني سليمان بن الحارث عن\r\nعباس بن سهل قال سمعت أبا أسيد الساعدي يقول لما طلعت بها على الصرم\r\nتصايحوا وقالوا إنك لغير مباركة ما دهاك فقالت خدعت فقيل لي كيت وكيت\r\nللذي قيل لها فقال أهلها لقد جعلتنا في العرب شهرة فنادت أبا أسيد فقالت قد\r\nكان ما كان فالذي أصنع ما هو قال أقيمي في بيتك فاحتجبي إلا من ذي محرم\r\nولا يطمع فيك طامع بعد رسول الله صلى الله عليه وسلم فإنك من أمهات المؤمنين\r\nفأقامت لا يطمع فيها طامع ولا يراها إلا ذو محرم حتى توفيت في خلافة عثمان\r\nابن عفان عند أهلها بنجد * وذكر هشام بن محمد الكلبي أن زهير بن معاوية\r\nالجعفي حدثه أنها ماتت كمدا : قال الحارث وحدثني محمد بن سهيل عن أبي عبيدة\r\nمعمر بن المثنى قال تزوج رسول الله صلى الله عليه وسلم من اليمن أسماء بنت النعمان\r\nابن الجون بن شراحيل بن النعمان من كندة فلما دخل عليها فدعاها إليه فقالت\r\nتعال أنت وأبت أن تجئ فطلقها : وقال آخرون بل كانت أجمل النساء فخاف\r\nنساؤه أن تغلبهن عليه فقلن لها إنا نرى إذا دنا منك أن تقولي أعوذ بالله منك فلما دنا\r\nمنها قالت إني أعوذ بالرحمن منك إن كنت تقيا فقال قد عذت بمعاذ وإن عائذ الله\r\nعز وجل أهل أن يجار وقد أعاذك الله منى فطلقها وأمر الساقط بن عمرو الأنصاري\r\nفجهزها ثم سرحها إلى أهلها فكانت تسمى نفسها الشقية\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n( ذكر تأريخ من عرف وقت وفاته من النساء المهاجرات والأنصار وغيرهن\r\nممن أدرك رسول الله صلى الله عليه وسلم وآمن به واتبعه )\r\n* منهن أم أيمن مولاة رسول الله صلى الله عليه وسلم وحاضنته واسمها بركة\r\nكان رسول الله صلى الله عليه وسلم ورثها خمسة أجمال وقطعة غنم فيما ذكر فأعتق\r\nرسول الله صلى الله عليه وسلم أم أيمن حين تزوج خديجة فتزوجها عبيد بن زيد\r\nمن بنى الحارث بن الخزرج فولدت له أيمن وقتل يوم حنين شهيدا وكان زيد بن\r\nحارثة لخديجة فوهبته لرسول الله صلى الله عليه وسلم فأعتقه رسول الله صلى الله\r\nعليه وسلم وزوجه أم أيمن بعد النبوة فولدت له أسامة بن زيد : وذكر محمد بن\r\nعمر عن يحيى بن سعيد بن دينار عن شيخ من بنى سعد بن بكر قال كان رسول الله\r\nصلى الله عليه وسلم يقول لام أيمن يا أمه وكان إذا نظر إليها قال هذه بقية أهل\r\nبيتي : قال ابن عمر توفيت أم أيمن في أول خلافة عثمان بن عفان * قال ابن عمر\r\nخاصم ابن أبي الفرات مولى أسامة بن زيد الحسن بن أسامة بن زيد ونازعه فقال\r\nله ابن أبي الفرات في كلامه يا ابن بركة يريد أم أيمن فقال الحسن اشهدوا ورفعه\r\nإلى أبى بكر بن محمد بن عمرو بن حزم وهو يومئذ قاضى المدينة أو وال لعمر\r\nابن عبد العزيز فقص عليه القصة فقال أبو بكر لابن أبي الفرات ما أردت إلى\r\nقولك له يا ابن بركة قال سميتها باسمها فقال إنما أردت بهذا التصغير بها وحالها\r\nمن الاسلام حالها ورسول الله صلى الله عليه وسلم يقول لها يا أمه ويا أم أيمن ؟\r\nلا أقالني عز وجل إن أقلتك فضربه سبعين سوطا * وأروى ابنة كريز بن\r\nحبيب بن عبد شمس أسلمت وهاجرت إلى المدينة وماتت في خلافة عثمان\r\n* وأسماء بنت أبي بكر أمها قتيلة ابنة عبد العزى بن عبد أسد بن جابر بن\r\nمالك بن حسل بن عامر بن لؤي وهى أخت عبد الله بن أبي بكر لأبيه وأمه أسلمت\r\nقديما بمكة وبايعت رسول الله صلى الله عليه وسلم تزوجها الزبير بن العوام فولدت\r\nله عبد الله وعروة وعاصما والمهاجر وخديجة الكبرى وأم الحسن وعائشة\r\nبنى الزبير : قال الحارث حدثنا داود بن المحبر قال حدثنا حماد بن سلمة\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nعن هشام بن عروة عن أسماء ابنة أبى بكر أنها اتخذت خنجرا في زمن سعيد\r\nابن العاص في الفتنة فوضعته تحت مرفقتها فقيل لها ما تصنعين بهذا قالت إن\r\nدخل على لص بعجت بطنه : قال وكانت عمياء قالوا ماتت أسماء بعد قتل\r\nابنها عبد الله بن الزبير بليال وكان قتله يوم الثلاثاء لسبع عشرة ليلة خلت من\r\nجمادى الأولى سنة 73 * ومارية سرية رسول الله صلى الله تعالى عليه وسلم\r\nوسلم وأم ابنه إبراهيم عليه السلام كان المقوقس صاحب الإسكندرية أهداها\r\nمع أخت لها يقال لها سيرين مع أشياء أخر إلى رسول الله صلى الله عليه وسلم *\r\nوذكر ابن عمر أن يعقوب بن محمد بن أبي صعصعة حدثه عن عبد الله بن عبد الرحمن\r\nابن أبي صعصعة قال بعث المقوقس صاحب الإسكندرية إلى رسول الله صلى الله\r\nعليه وسلم سنة 7 من الهجرة بمارية وأختها سيرين وألف مثقال من ذهب\r\nوعشرين ثوبا لينا وبغلته دلدل وحماره عفير ويقال يعقور ومعهم خصى يقال\r\nله مابور شيخ كبير كان أخا مارية وبعث به كله مع حاطب بن أبي بلتعة فعرض\r\nحاطب على مارية الاسلام ورغبها فيه فأسلمت وأسلمت أختها وأقام الخصي على\r\nدينه حتى أسلم في المدينة بعد في عهد رسول الله صلى الله عليه وسلم وكان رسول الله\r\nصلى الله عليه وسلم معجبا بأم إبراهيم وكانت بيضاء جميلة فأنزلها رسول الله صلى الله\r\nعليه وسلم بالعالية في المال الذي يقال له اليوم مشربة أم إبراهيم وكان رسول الله\r\nصلى الله عليه وسلم يختلف إليها هناك وضرب عليها الحجاب وكان يطأها بملك\r\nاليمين فلما حملت وضعت هناك وقبلتها سلمى مولاة رسول الله صلى الله عليه وسلم\r\nفجاء أبو رافع زوج سلمى فبشر رسول الله صلى الله عليه وسلم بإبراهيم فوهب\r\nله عبدا وذلك في ذي الحجة من سنة 8 وتنافست الأنصار في إبراهيم وأحبوا أن\r\nيفرغوا مارية للنبي صلى الله عليه وسلم لما يعلمون من هواه فيها * قال ابن عمر\r\nوكانت مارية من حفن من كورة أنصنا * قال وحدثنا أسامة بن زيد الليثي عن\r\nالمنذر بن عبيد عن عبد الرحمن بن حسان بن ثابت عن أمه وكانت أخت مارية يقال\r\nلها سيرين فوهبها النبي صلى الله عليه وسلم لحسان بن ثابت فولدت عبد الرحمن\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nقالت رأيت رسول الله صلى الله عليه وسلم لما حضر إبراهيم وأنا أصيح وأختي\r\nما ينهانا عن الصياح وغسله الفضل بن العباس ورسول الله صلى الله عليه وسلم\r\nوالعباس جالسان ثم رأيته على شفير القبر ومعه العباس إلى جنبه ونزل في حفرته\r\nالفضل وأسامة بن زيد وكسفت الشمس يومئذ فقال الناس كسفت لموت إبراهيم\r\nفقال رسول الله صلى الله عليه وسلم لا تكسف لموت أحد ولا لحياته ورأى\r\nرسول الله صلى الله عليه وسلم فرجة في القبر فأمر بها تسد فقيل للنبي صلى الله\r\nعليه وسلم فقال أما إنها لا تضر ولا تنفع ولكنها تقر عين الحي وإن العبد إذا\r\nعمل عملا أحب الله عز وجل أن يتقنه . قال ابن عمرو حدثني موسى بن محمد بن\r\nعبد الرحمن عن أبيه قال كان أبو بكر ينفق على مارية حتى توفى ثم صار عمر ينفق\r\nعليها حتى توفيت في خلافته . قال ابن عمر توفيت مارية أم إبراهيم بن رسول الله\r\nصلى الله عليه وسلم في المحرم سنة 16 من الهجرة فرؤى عمر يحشر الناس لشهودها\r\nوصلى عليها عمر وقبرها بالبقيع\r\n( ذكر أسماء من عاش بعد رسول الله صلى الله عليه وسلم من النساء المؤمنات\r\nفروت عنه ونقل عنها العلم ثم من بني هاشم )\r\n* منهن فاطمة عليها السلام بنت رسول الله صلى الله عليه وسلم عاشت بعد رسول الله\r\nوروى عنها عنه أحاديث منها ما حدثنا به عمران بن موسى قال حدثنا عبد الوارث\r\nقال حدثنا ليث عن عبد الله بن الحسن عن أمه فاطمة عن جدته فاطمة الكبرى عن\r\nالنبي صلى الله عليه وسلم أنه كان إذا دخل المسجد صل على النبي صلى الله عليه وسلم\r\nوقال اللهم اغفر لي ذنوبي وافتح لي أبواب فضلك : حدثني محمد بن عبيد المحاربي\r\nقال حدثنا المطلب بن زياد عن ليث عن عبد الله بن الحسن عن فاطمة الصغرى\r\nعن فاطمة الكبرى عن النبي صلى الله عليه وسلم على أنه قال في دخول المسجد\r\nبسم الله اللهم صل على محمد وآله واغفر لي ذنوبي وافتح لي أبواب رحمتك\r\nوإذا خرج قالا بسم الله اللهم اغفر لي ذنوبي وافتح لي أبواب فضلك :\r\nوحدثني يعقوب بن إبراهيم والفضل بن الصباح قالا حدثنا إسماعيل بن علية قال\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nأخبرنا ليث عن عبد الله بن حسن بن حسن عن أمه فاطمة بنت الحسين عن\r\nجدتها فاطمة ابنة رسول الله صلى الله عليه وسلم قالت كان رسول الله صلى الله\r\nعليه وسلم إذا دخل المسجد صلى على محمد وسلم ثم قال اللهم اغفر لي ذنوبي وافتتح لي\r\nأبواب رحمتك وإذا خرج صلى على محمد وسلم ثم قال اللهم اغفر لي ذنوبي وافتح لي\r\nأبواب فضلك : وحدثنا الربيع بن سليمان قال حدثنا أسد قال حدثنا قيس بن الربيع\r\nعن عبد الله بن الحسن عن فاطمة بنت الحسين عن فاطمة الكبرى قالت كان النبي\r\nصلى الله عليه وسلم إذا دخل المسجد قال اللهم صل على محمد وسلم اللهم اغفر لي\r\nذنوبي وافتتح لي أبواب رحمتك وإذا خرج من المسجد قال اللهم صل على محمد\r\nوسلم اللهم اغفر لي ذنوبي وافتح لي أبواب فضلك * ومنهن أم هانئ ابنة\r\nأبى طالب بن عبد المطلب بن هاشم بن عبد مناف واسمها فاختة وكان هشام بن\r\nالكلبي يقول اسمها هند وأمها فاطمة بنت أسد بن هاشم بن عبد مناف ذكر أن\r\nرسول الله صلى الله عليه وسلم خطبها إلى أبى طالب قبل أن يوحى إليه وخطبها\r\nمعه هبيرة بن أبي وهب بن عمرو بن عائذ بن عمران بن مخزوم فزوجها هبيرة\r\nفقال له النبي صلى الله عليه وسلم يا عم زوجت هبيرة وتركتني قال يا ابن أخي\r\nإنا قد صاهرنا إليهم والكريم يكافئ الكريم ثم أسلمت ففرق الاسلام بينها وبين\r\nهبيرة فخطبها رسول الله صلى الله عليه وسلم إلى نفسها فقالت والله إن كنت\r\nلأحبك في الجاهلية فكيف في الاسلام ولكني امرأة مصبية وأكره أن يؤذوك\r\nفقال رسول الله صلى الله عليه وسلم خير نساء ركبن الإبل نساء قريش أحناه\r\nعلى ولد في صغره وأرعاه على زوج في ذات يد عاشت بعد رسول الله صلى الله عليه\r\nوسلم وروت عنه أحاديث منها ما حدثنا أبو كريب قال حدثنا عبيد الله عن إسرائيل\r\nعن السدى عن أبي صالح عن أم هانئ قالت خطبني رسول الله صلى الله عليه وسلم\r\nفاعتذرت إليه فعذرني ثم أنزل الله عز وجل \" إنا أحللنا لك أزواجك اللاتي\r\nآتيت أجورهن إلى قوله اللاتي هاجرن معك \" قالت فلم أحل له لم أهاجر معه\r\nكنت من الطلقاء * ومنهن ضباعة ابنة الزبير بن عبد المطلب بن هاشم زوج\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nرسول الله صلى الله تعالى عليه وعلى آله وسلم المقداد بن عمرو بن ثعلبة ضباعة\r\nبنت الزبير هذه فولدت له عبد الله وكريمة وقتل عبد الله يوم الجمع مع\r\nعائشة فمر به علي عليه السلام قتيلا فقال بئس ابن الأخت ، روت عن رسول الله\r\nأحاديث حدثنا ابن بشار قال حدثنا عبد الصمد بن عبد الوارث قال حدثنا همام بن\r\nيحيى عن قتادة عن إسحاق بن عبد الله بن الحارث عن جدته أم الحكم عن أختها\r\nضباعة بنت الزبير أنها رفعت إلى رسول الله صلى الله عليه وسلم لحما\r\nفنهس منه ثم صلى ولم يتوضأ * وأم الحكم ابنة الزبير بن عبد المطلب\r\nابن هاشم تزوجها ربيعة بن الحارث بن عبد المطلب فولدت له محمدا وعباسا\r\nوعبد شمس وعبد المطلب وأمية وأروى الكبرى روت أم الحكم عن رسول الله :\r\nحدثنا ابن بشار قال حدثنا معاذ بن هشام قال حدثني أبي عن قتادة عن إسحاق بن\r\nعبد الله بن نوفل عن أم الحكم ابنة الزبير أنها ناولت النبي صلى الله عليه وسلم كتفا\r\nمن لحم فأكل منها ثم صلى * وأم حكيم بنت عبد المطلب وهى التي يقال لها البيضاء\r\nلم تدرك الاسلام وهى أم عامر بن كريز وهى جدة عثمان بن عفان من قبل أمه\r\nكان كريز بن ربيعة تزوج أم حكيم البيضاء فولدت له عامرا وأروى وطلحة\r\nوأم طلحة فتزوج أروى بنت كريز عفان بن أبي العاص بن أمية بن عبد شمس\r\nابن عبد مناف فولدت له عثمان بن عفان ثم خلف عليها عقبة بن أبي معيط\r\nفولدت له الوليد وخالدا وأم كلثوم بنى عقبة بن أبي معيط * وصفية بنت عبد المطلب\r\nابن هاشم وأمها هالة بنت وهيب بن عبد مناف بن زهرة بن كلاب وهى أخت\r\nحمزة بن عبد المطلب لامه كان تزوجها في الجاهلية الحارث بن حرب بن أمية\r\nابن عبد شمس فولدت له صفيا ثم خلف عليها العوام بن خويلد بن أسد فولدت\r\nله الزبير والسائب وعبد الكعبة وأسلمت وبايعت رسول الله صلى الله عليه وسلم\r\nوهاجرت إلى المدينة وعاشت بعده إلى خلافة عمر بن الخطاب * وأمامة ابنة حمزة\r\nابن عبد المطلب بن هاشم وأمها سلمى ابنة عميس بن معد بن تيم بن مالك بن قحافة\r\nابن خثعم أخت أسماء ابنة عميس هكذا سماها هشام بن محمد وقال غيره هي عمارة\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nابنة حمزة وقال هشام عمارة رجل وهو ابن حمزة وبه كان يكنى عاشت بعد النبي\r\nصلى الله عليه وسلم وروت عنه\r\n( ومن مواليهم )\r\n* أم أيمن مولاة رسول الله صلى الله عليه وسلم : حدثني الحسين بن علي\r\nالصدائي قال حدثنا شبابة قال حدثني أبو مالك النخعي عن عبد الملك بن حسين عن\r\nالأسود بن قيس عن فليح العنزي عن أم أيمن قالت قام النبي صلى الله عليه وسلم\r\nمن الليل إلى فخارة في جانب البيت فبال فيها فقمت من الليل أنا عطشى فشربت\r\nما في الفخارة وأنا لا أشعر فلما أصبح النبي صلى الله عليه وسلم قال يا أم أيمن قومي\r\nإلى تلك الفخارة فاهريقي ما فيها قلت قد والله شربت ما فيها قالت فضحك رسول الله\r\nحتى بدت نواجذه ثم قال أما إنك لا تبجعين بطنك بعده أبدا * وسلمى مولاة\r\nرسول الله عاشت بعد رسول الله صلى الله عليه وسلم وروت عنه أحاديث :\r\nحدثني علي بن شعيب السمسار قال حدثنا معن بن عيسى قال حدثنا فائد مولى عبيد الله\r\nابن علي بن أبي رافع عن عبيد الله بن علي بن أبي رافع عن جدته سلمى أن النبي صلى\r\nالله عليه وسلم كان إذا كانت به القرحة أو الشئ جعل عليه الحناء * وميمونة\r\nبنت سعد مولاة رسول الله صلى الله عليه وسلم روت عن رسول الله صلى الله عليه\r\nوسلم : حدثنا أبو كريب قال حدثنا عبيد الله عن إسرائيل عن زيد بن جبير عن أبي\r\nيزيد الضبي عن ميمونة بنت سعد قالت سئل رسول الله صلى الله عليه وسلم\r\nعن ولد الزنى فقال نعلان أجاهد بهما أحب إلى من أن أعتق ولد زنى *\r\nوأميمة مولاة رسول الله صلى الله عليه وسلم روت عن رسول الله صلى الله عليه\r\nوسلم : حدثنا أبو كريب قال حدثنا يونس بن بكير عن يزيد بن سنان أبى فروة\r\nالرهاوي قال حدثنا أبو يحيى الكلاعي عن جبير بن نفير قال دخلت على أميمة\r\nمولاة رسول الله صلى الله عليه وسلم فقلت حدثيني شيئا سمعتيه من رسول الله\r\nصلى الله عليه وسلم قالت كنت يوما أفرغ على يديه وهو يتوضأ إد دخل عليه\r\nرجل فقال يا رسول الله إني أريد الرجوع إلى أهلي فأوصني بوصية أحفظها عنك\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nقال لا تشركن بالله شيئا وإن قطعت وحرقت بالنار ولا تعصين والديك وإن\r\nأمراك أن تخلى من أهلك ودنياك فتخلى ولا تتركن صلاة متعمدا فمن تركها\r\nمتعمدا برئت منه ذمة الله عز وجل وذمة رسوله ولا تشربن الخمر فإنها رأس كل خطيئة\r\nولا تزدادن في تخوم الأرض فإنك تأتى يوم القيامة على عنقك مقدار سبع أرضين ولا\r\nتفرن يوم الزحف فإنه من فر يوم الزحف فقد باء بغضب من الله ومأواه جهنم وبئس\r\nالمصير وأنفق على أهلك من طولك ولا ترفع عصاك عنهم وأخفهم في الله عز وجل\r\n( ومن غرائب نساء العرب العرب اللواتي عشن بعد رسول الله صلى الله عليه\r\nوسلم فر وين عنه وكن قد بايعنه وأسلمن في حياته )\r\n* أم الفضل وهى لبابة الكبرى بنت الحارث بن حزن بن بجير بن الهزم\r\nابن رويبة بن عبد الله بن هلال بن عامر بن صعصعة بن معاوية بن بكر بن هوازن\r\nابن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن مضر وأمها هند وهى\r\nخولة بنت عوف بن زهير بن الحارث بن حماطة بن جرش وهم إلى حمير وقيل إن\r\nأم الفضل أول امرأة أسلمت بمكة بعد خديجة ابنة خويلد وكان النبي صلى الله عليه\r\nوسلم فيما ذكر يزورها ويقيل في بيتها وأخوات أم الفضل ميمونة زوج النبي صلى\r\nالله عليه وسلم وهى أختها لأبيها وأمها ولبابة الصغرى وهى العصماء بنت الحارث\r\nابن حزن وهى أختها لأبيها وهزيلة بنت الحارث بن حزن أختها أيضا لأبيها\r\nوعزة أختها لأبيها وإخوتها وأخواتها لامها محمية بن جزء الزبيدي وعون وأسماء\r\nوسلمى بنو عميس بن معد بن الحارث من خثعم فتزوج أم الفضل بنت الحارث\r\nالعباس بن عبد المطلب فولدت له الفضل وعبد الله وعبيد الله ومعبدا وقثم\r\nوعبد الرحمن وأم حبيب وقال عبد الله بن زيد الهلالي\r\nما ولدت بختية من فحل * كستة من بطن أم الفضل\r\nأكرم بها من كهلة وكهل\r\nوقال ابن عمر هاجرت أم الفضل بنت الحارث إلى المدينة بعد إسلام العباس\r\nابن عبد المطلب * ولبابة الصغرى وهى العصماء بنت الحارث وأمها فاختة\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nبنت عامر بن معتب بن مالك الثقفي تزوجها الوليد بن المغيرة بن عبد الله بن عمر\r\nابن مخزوم بمكة فولدت له خالد بن الوليد ثم أسلمت بعد الهجرة وبايعت\r\nرسول الله صلى الله عليه وسلم * وأسماء بنت عميس بن معد وأمها هند وهى\r\nخولة بنت عوف بن زهير بن جرش قال الحارث حدثنا خالد بن خداش قال\r\nحدثنا حماد بن زيد عن أيوب عن محمد أن أسماء ولدت لجعفر محمدا ولأبي بكر\r\nمحمدا وأختها لأبيها وأمها سلمى بنت عميس أسلمت قديما وتزوجها حمزة بن\r\nعبد المطلب فوت له ابنته عمارة وقتل حمزة بأحد فتأيمت سلمى ابنة عميس فتزوجها\r\nشداد بن الهاد الليثي فولدت له عبد الله بن شداد فهو أخو ابنة حمزة لامها وهو\r\nابن خالة ولد العباس بن عبد المطلب وابن خالة خالد بن الوليد بن المغيرة فأما أسماء\r\nبنت عميس فإنها عاشت بعد وفاة رسول الله صلى الله عليه وسلم حينا وروت عن\r\nرسول الله صلى الله عليه وسلم أحاديث * وأم عبد الله بن مسعود وهى أم عبد\r\nبنت عبد ود بن سوادء بن قريم بن صاهلة بن كاهل بن الحارث بن تميم بن سعد\r\nبن هذيل بن مدركة بن الياس بن مضر وأمها هند بنت عبد بن الحارث بن زهرة بن كلاب\r\nأسلمت وبايعت رسول الله صلى الله عليه وسلم وقد روت عن رسول الله صلى الله\r\nعليه وسلم ما حدثني محمد بن معاوية الأنماطي قال حدثنا عباد بن العوام عن\r\nأبان عن إبراهيم عن علقمة عن عبد الله قال حدثتني أمي أنها باتت عندهم ليلة فقام\r\nالنبي صلى الله عليه وسلم فصلى قالت فرأيته قنت في الوتر قبل الركوع * وزينب بنت أبي\r\nمعاوية الثقفية امرأة عبد الله بن مسعود أسلمت وبايعت رسول الله صلى الله\r\nعليه وسلم وروت عنه أحاديث منها ما حدثنا الربيع بن سليمان قال حدثنا ابن\r\nلهيعة قال حدثنا بكير عن بسر بن سعيد عن زينب امرأة عبد الله قالت قال\r\nرسول الله صلى الله عليه وسلم أيتكن جاءت المسجد فلا تقربن طيبا * وأم\r\nسنان الأسلمية روت عن رسول الله صلى الله عليه وسلم . ذكر محمد بن عمر أن عبد الله بن أبي\r\nيحيى حدثه عن ثبيتة بنت حنظلة الأسلمية عن أمها أم سنان الأسلمية قالت لما أراد\r\nرسول الله صلى الله عليه وسلم الخروج إلى خيبر جئته فقلت يا رسول الله\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nأخرج معك في وجهك هذا أخرز السقاء وأداوى المرضى والجرحى إن كانت\r\nجراح وإلا تكون فأنصر الرجل فقال رسول الله صلى الله عليه وسلم أخرجي\r\nعلى بركة الله تعالى فإن لك صواحب كلمنني فأذنت لهن من قومك ومن غيرهم\r\nفإن شئت فمع قومك وإن شئت معنا قالت معك قال فكوني مع أم سلمة زوجتي\r\nقالت فكنت معها * وابنة أبى الحكم الغفارية روت عن رسول الله صلى الله\r\nعليه وسلم حدثني محمد بن بشار ومحمد بن المثنى قال حدثنا محمد بن أبي عون عن محمد\r\nابن إسحاق عن سليمان بن سحيم عن أمه ابنة أبى الحكم الغفارية قالت سمعت\r\nرسول الله صلى الله عليه وسلم يقول إن الرجل ليدنو من الجنة حتى ما يكون بينه\r\nوبينها قبة ذراع فيتكلم بالكلمة فيتباعد منها أبعد من صنعاء * وأم شريك روت\r\nعن رسول الله صلى الله عليه وسلم : حدثنا عمرو بن بيدق قال حدثنا سفيان عن\r\nعبد الحميد بن جبير بن شيبة عن سعيد بن المسيب أخبرته أم شريك أن النبي صلى الله\r\nعليه وسلم أمرها بقتل الأوزاغ : حدثني يونس قال أخبرنا ابن وهب قال أخبرني\r\nابن جريح عن عبد الحميد بن جبير بن شيبة أن سعيد بن المسيب أخبره قال أخبرتني\r\nأم شريك أحد نساء عامر بن لؤي أنها استأمرت رسول الله صلى الله عليه وسلم\r\nفي قتل الوزغان فأمرها بقتلها : حدثنا أبو كريب قال حدثنا عبيد الله بن موسى\r\nعن ابن جريح عن عبد الحميد بن جبير بن شيبة عن سعيد بن المسيب عن أم شريك\r\nأن رسول الله صلى الله عليه وسلم أمر بقتل الأوزاغ وقال كان ينفخ على إبراهيم\r\nعليه السلام * أم مرثد روت عن رسول الله صلى الله عليه وسلم : حدثنا إبراهيم\r\nابن سعيد الجوهري قال حدثنا محمد بن وهب بن أبي كريمة الحراني عن محمد\r\nابن مسلمة عن أبي عبد الرحيم بن العلاء عن محمد بن عبد الله بن أبي صعصعة عن\r\nأبيه عن أم خارجة بنت سعد بن الربيع عن أم مرثد وكانت ممن بايعن رسول الله\r\nصلى الله عليه وسلم قالت خرجنا معه فقال أول من يشرف عليكم رجل من أهل\r\nالجنة فأشرف علي عليه السلام * وأم الدرداء روت عن رسول الله صلى الله\r\nعليه وسلم أحاديث منها ما حدثني سعد بن عبد الله بن الحكم قال حدثنا أبو زرعة\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nقال حدثنا أبو حياة قال أخبرنا أبو صخر أن عيسى أبا موسى مولى لجعفر بن خارجة\r\nالأسدي حدثه أن أم الدرداء حدثته أن رسول الله صلى الله عليه وسلم لقيها يوما\r\nفقال لها من أين جئت يا أم الدرداء قالت من الحمام قال لها رسول الله صلى الله\r\nعليه وسلم ما من امرأة تنزع ثيابها في غير بيتها إلا هتكت ما بينها وبين الله عز وجل\r\nمن ستر : حدثنا الربيع قال حدثنا أسد بن موسى قال حدثنا ابن لهيعة قال حدثنا\r\nزبان بن فائد عن سهل بن معاذ عن أبيه أنه سمع أم الدرداء تقول خرجت من\r\nالحمام فلقيني رسول الله صلى الله عليه وسلم فقال من أين يا أم الدرداء قلت من\r\nالحمام فقال والذي نفسي بيده ما من امرأة تضع ثيابها في غير بيت إحدى أمهاتها\r\nإلا وهى هاتكة كل ستر بينها وبين الرحمن عز وجل * وأم المنذر بنت\r\nقيس بن عمرو بن عبيد بن عامر بن عدي بن عامر بن غنم بن عدي بن غنم بن\r\nالنجار وهى أخت سليط بن قيس الذي شهد بدرا وقتل يوم جسر أبى عبيد\r\nشهيدا لأبيه وأمه بايعت رسول الله صلى الله عليه وسلم وروت عنه ما حدثنا\r\nأبو كريب قال حدثنا زيد بن حباب العكلي قال حدثنا فليح بن سليمان المدني\r\nقال حدثنا أيوب بن عبد الرحمن الأنصاري عن يعقوب بن أبي يعقوب عن أم المنذر\r\nالأنصارية وهى بعض خالات رسول الله صلى الله عليه وسلم قالت دخل على\r\nرسول الله صلى الله عليه وسلم وعلي عليه السلام معه وعلى ناقة من مرضه وعذق\r\nفي البيت معلق فأكل منه رسول الله صلى الله عليه وسلم وهو قائم فأكل منه علي عليه\r\nالسلام فقال إنه لا يوافقك فكف قالت فصنعت سلقا وشعيرا لرسول الله\r\nصلى الله عليه وسلم فوضعته بين يديه فقال يا علي كل من هذا فإنه أوفق لك\r\n( القول في تاريخ التابعين والخالفين والسلف الماضين من العلماء ونقلة الآثار )\r\n( ذكر من هلك من التابعين سنة 32 )\r\n* منهم كعب الأحبار بن ماتع يكنى أبا إسحاق وهو من حمير من أهل ذي\r\nرعين وكان من ساكني حمص وبها توفى سنة 32 في خلافة عثمان بن عفان وذكر\r\nالعلائي عن ابن معين أنه قال هو كعب بن ماتع بن ذي هجن الحميري : حدثنا العباس\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nقال سمعت يحيى يقول كعب الأحبار مات في خلافة عثمان سنة 34 قبل أن يقتل\r\nعثمان بعام : حدثنا ابن المثنى قال حدثني أحمد بن موسى عن داود قال حدثني ابن عم\r\nكعب أن كعبا كان يتعلم سورة البقرة ويعلمها إياه رجل من أصحاب النبي صلى الله\r\nعليه وسلم حتى انتهى إلى قوله فإن زللتم من بعده ما جاءتكم البينات فاعلموا أن\r\nالله غفور رحيم فقال كعب ما أعرف هذا في شئ من كتب الله عز وجل أن\r\nينهى عن الذنب ويعد عليه المغفرة فأبى الرجل أن يرجع عن ذلك وأبى كعب أن\r\nيتابعه حتى مر عليهما رجل من أصحاب النبي صلى الله عليه وسلم فقال له هل تقرأ\r\nسورة البقرة فقال نعم فقالا فإن زللتم من بعد ما جاءتكم البينات فقال الرجل\r\nفاعلموا أن الله عزيز حكيم فقال نعم هكذا ينبغي أن يكون * ومنهم أويس\r\nابن الخليص القرني كذلك ذكر ضمرة بن ربيعة عن عثمان بن عطاء الخراساني عن أبيه\r\nقال سمعت من رجل من قومي يعنى من قوم أويس وأنا أحدث بحديثه فقال تدرى\r\nيا أبا عثمان أويس ابن من ، قلت لا قال أويس بن الخليص وأما يحيى بن سعيد\r\nالقطان فإنه قال حدثنا يزيد بن عطاء عن علقمة بن مرثد بأنه قال أويس بن أنيس\r\nالقرني واختلف في وقت مهلكه فقال بعضهم قتل مع علي عليه السلام بصفين\r\nروى محمد بن أبي منصور قال حدثنا الحماني قال حدثنا شريك عن يزيد بن أبي زياد\r\nعن عبد الرحمن بن أبي ليلى قال نادى منادى علي عليه السلام يوم صفين ألا\r\nاطلبوا أويسا القرني بين القتلى فطلبوه فوجدوه فيهم أو كلاما هذا معناه\r\n( ذكر من هلك منهم سنة 81 )\r\n* منهم سويد بن غفلة ، ومحمد بن علي بن أبي طالب الأكبر وأمه الحنفية\r\nخولة بنت جعفر بن قيس بن مسلمة بن ثعلبة بن يربوع بن ثعلبة بن الدول بن\r\nحنيفة بن لجيم بن صعب بن علي بن بكر بن وائل وقيل إنها كانت من سبى\r\nاليمامة فصارت منه إلى علي ابن أبي طالب عليه السلام وقال ابن عمر حدثنا\r\nعبد الرحمن بن أبي الزناد عن هشام بن عروة عن فاطمة ابنة المنذر عن أسماء ابنة\r\nأبى بكر قالت رأيت أم محمد بن الحنيفة سندية سوداء وكانت أمة لبنى حنيفة\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nولم تكن منهم وإنما صالحهم خالد بن الوليد على الرقيق ولم يصالحهم على أنفسهم\r\nوكان محمد بن الحنفية يكنى أبا القاسم وكان فاضلا دينا ذا علم جم وورع وقد ذكرنا\r\nخبره مع ابن الزبير في أيام المختار بن أبي عبيد في كتابنا المسمى المذيل\r\n( وممن هلك في سنة 83 )\r\n* أبو البختري الطائي مولى لبنى نبهان من طيئ واختلف في اسمه فقال\r\nابن المديني هو سعيد بن أبي عمران وقال يحيى بن معين هو سعيد بن جبير وجبير\r\nيكنى أبا عمران وقال بعضهم هو سعيد بن عمران وكان من الشيعة * وعبد الله\r\nابن نوفل بن الحارث بن عبد المطلب بن هاشم ولد على عهد النبي صلى الله عليه\r\nوسلم وكان يشبه برسول الله صلى الله عليه وسلم وقال علي بن محمد توفى عبد الله بن\r\nنوفل بن الحارث سنة 84 قال محمد بن عمر حدثني عبد العزيز بن محمد وأبو بكر\r\nابن عبد الله بن أبي سبرة عن عثمان بن عمر عن أبي الغيث قال سمعت أبا هريرة\r\nلما ولى مروان بن الحكم المدينة لمعاوية بن أبي سفيان سنة 42 في الامرة\r\nالأولى استقضى عبد الله بن نوفل بن الحارث بن عبد المطلب بالمدينة فسمعت\r\nأبا هريرة يقول هذا أول قاض رأيته في الاسلام قال ابن سعد وقال محمد بن\r\nعمر وأجمع أصحابنا على أن عبد الله بن نوفل بن الحارث أول من قضى بالمدينة\r\nلمروان بن الحكم وأهل بيته ينكرون ذلك وأن يكون ولى هو أو أحد من\r\nبني هاشم القضاء بالمدينة قال وأهل بيته يقولون توفى في خلافة معاوية قال ونحن\r\nنقول إنه بقي بعد معاوية دهرا وتوفى سنة 84 في خلافة عبد الملك بن مروان\r\n* ومنهم سعيد بن وهب الهمداني من بنى يحمد بن موهب بن صادق بن يناع\r\nابن دومان وهم اليناعون من همدان سمع من معاذ بن جبل باليمن قبل أن يهاجر\r\nفي حياة رسول الله صلى الله عليه وسلم وكان من ملازمي علي بن أبي طالب عليه\r\nالسلام فكان يقال له القراد للزومه له وكان من ساكني الكوفة وكان ممن لا يشك\r\nفي صدقه وأمانته على ما روى وحدث من خبر وكانت وفاته في سنة 86 في خلافة\r\nعبد الملك قال الطبري قد مراسمه فيمن توفى سنة 76 وأعيد ههنا للاختلاف في\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nوقت وفاته * قال ومنهم علي بن الحسين بن علي بن أبي طالب عليه السلام وأمه\r\nغزالة أم ولد خلف عليها بعد حسين زبيد مولى الحسين فولدت له عبد الله بن\r\nزبيد وهو أخو علي بن الحسين ولعلى بن حسين هذا العقب من ولد حسين\r\nوهو على الأصغر ابن حسين وأما علي بن الحسين الأكبر فقتل مع أبيه بنهر\r\nكربلاء وليس له عقب وشهد علي بن الحسين الأصغر مع أبيه كربلاء\r\nوهو ابن ثلاث وعشرين سنة وكان مريضا نائما على فراش فلما قتل\r\nالحسين عليه السلام قال شمر بن ذي الجوشن اقتلوا هذا فقال له رجل من أصحابه\r\nسبحان الله أنقتل فتى حدثا مريضا لم يقاتل وجاء عمر بن سعد فقال لا تعرضوا\r\nلهؤلاء النسوة ولا لهذا المريض قال على فلما أدخلت على ابن زياد قال ما اسمك\r\nقلت علي بن حسين قال أولم يقتل الله عليا قال قلت كان أخ أكبر منى يقال\r\nله على قتله الناس قال بل الله قتله قلت الله يتوفى الأنفس حين موتها فأمر بقتله\r\nفصاحت زينب بنت على يا ابن زياد حسبك من دمائنا أسألك بالله إن قتلته إلا\r\nقتلتني معه فتركه وكان علي بن الحسين يكنى أبا الحسين ذكر علي بن محمد عن سعيد\r\nابن خالد عن المقبري قال بعث المختار بن أبي عبيد إلى علي بن حسين بمائة ألف\r\nفكره أن يقبلها وخاف أن يردها فاحتبسها عنده فلما قتل المختار كتب علي بن\r\nالحسين عليه السلام إلى عبد الملك بن مروان إن المختار بعث إلى بمائة ألف فكرهت\r\nأن أردها وكرهت أن آخذها وهى عندي فابعث من يقبضها فكتب إليه عبد\r\nالملك يا ابن عم خذها فقد طيبتها لك قال علي بن محمد عن يزيد بن عياض قال أصاب\r\nالزهري دما خطأ فخرج وترك أهله وضرب فسطاطا وقال لا يظلني سقف بيت\r\nفمن به علي بن الحسين عليه السلام فقال يا ابن شهاب قنوطك أشد من ذنبك\r\nفاتق الله واستغفره وابعث إلى أهله بالدية وارجع إلى أهلك وكان الزهري يقول\r\nعلي بن الحسين عليه السلام أعظم الناس على منة وقال علي بن محمد عن علي بن\r\nمجاهد عن هشام بن عروة قال كان علي بن الحسين عليه السلام بخرج على راحلته\r\nإلى مكة ويرجع لا يقرعها وقال ابن سعد أخبرنا مالك بن إسماعيل عن سهل بن\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nشعيب النهمي وكان نازلا فيهم يأمهم عن أبيه عن المنهال يعنى ابن عمرو قال\r\nدخلت على علي بن الحسين عليه السلام فقلت كيف أصبحت أصلحك الله قال\r\nما كنت أرى أن شيخا من أهل المصر مثلك لا يدرى كيف أصبحنا فأما إذ لم\r\nتدر أو تعلم فسأخبرك أصبحنا في قومنا بمنزلة بني إسرائيل في آل فرعون إذ\r\nكانوا يذبحون أبناءهم ويستحيون نساءهم وأصبح شيخنا وسيدنا يتقرب إلى عدونا\r\nبشتمه أو سبه على المنابر وأصبحت قريش تعد أن لها الفضل على العرب لان\r\nمحمدا منها لا تعدلها فضلا إلا به وأصبحت العرب مقرة لهم بذلك وأصبحت العرب\r\nتعدان لها فضلا على العجم لان محمدا منها لا تعدلها فضلا إلا به وأصبحت العجم\r\nمقرة لهم بذلك فلئن كانت العرب صدقت أن لها فضلا على العجم وصدقت قريش\r\nأن لها الفضل على العرب لان محمدا منها إن لنا أهل البيت الفضل على قريش لان\r\nمحمدا منا فأصبحوا يأخذون بحقنا ولا يعرفون لنا حقا فهكذا أصبحنا إذ لم\r\nتعلم كيف أصبحنا قال فظننت أنه أراد أن يسمع من في البيت وقال محمد بن عمر\r\nحدثني ابن أبي سبرة عن سالم مولى أبى جعفر قال كان هشام بن إسماعيل يؤذى\r\nعلي بن الحسين وأهل بيته يخطب بذلك على المنير وينال من علي عليه السلام\r\nفلما ولى الوليد بن عبد الملك عزله وأمر به أن يوقف للناس قال وكان يقول\r\nلا والله ما كان أحد من الناس أهم إلى من علي بن الحسين كنت أقول رجل\r\nصالح يسمع قوله فوقف للناس قال فجمع علي بن حسين ولده وحامته ونهاهم عن\r\nالتعرض له قال وغدا علي بن حسين عليه السلام مارا لحاجة فما عرض له فناداه\r\nهشام بن إسماعيل الله أعلم حيث يجعل رسالاته وقال محمد بن عمر حدثني عبد الحكيم\r\nابن عبد الله بن أبي فروة قال مات علي بن الحسين عليه السلام بالمدينة ودفن بالبقيع\r\nسنة 94 ويقال لهذه السنة سنة الفقهاء لكثرة من مات منهم فيها قال بن سعد\r\nأخبرنا عبد الرحمن بن يونس عن سفيان عن جعفر بن محمد عليه السلام قال مات\r\nعلي بن الحسين وهو ابن ثمان وخمسين سنة قال وهذا يدلك على أن علي بن حسين\r\nكان مع أبيه وهو ابن ثلاث أو أربع وعشرين سنة وليس قول من قال أنه كان\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nصغيرا ولم يكن أنبت بشئ ولكنه كان يومئذ مريضا فلم يقاتل وكيف يكون يومئذ\r\nلم ينبت وقد ولد له أبو جعفر محمد بن علي عليه السلام ولقى جابر بن عبد الله وروى\r\nعنه وإنما مات جابر سنة 78 وقال إسحاق بن أبي إسرائيل حدثنا جرير عن شيبة\r\nابن نعامة قال كان علي بن حسين عليه السلام يبخل فلما مات وجدوه يقوت\r\nمائة أهل بيت بالمدينة في السر * ومنهم في قول عمرو بن علي أبو عثمان النهدي\r\nواسمه عبد الرحمن بن مل بن عمرو بن عدي بن وهب بن ربيعة بن سعد بن جذيمة\r\nابن كعب بن رفاعة بن مالك بن نهد بن زيد بن ليث بن سود بن أسلم بن الحاف\r\nابن قضاعة حدثنا العباس بن محمد قال حدثنا الفضل بن دكين قال حدثنا\r\nأبو طالب عبد السلام بن شداد قال رأيت أبا عثمان شرطيا يجئ فيأخذ\r\nمن صاحب الكمأة الكمأة قال ابن سعد أخبرنا أبو غسان مالك بن إسماعيل\r\nالنهدي قال كان أبو عثمان النهدي من ساكني الكوفة وله بها دار في بنى نهد فلما\r\nقتل الحسين عليه السلام تحول فنزل البصرة وقال لا أسكن بلدا قتل فيه ابن ابنة\r\nرسول الله صلى الله عليه وسلم * وخالد بن معدان الكلاعي قال ابن سعد\r\nأجمعوا على أن خالد بن معدان توفى سنة 103 في خلافة يزيد بن عبد الملك وقال\r\nعبد القدوس بن الحجاج عن صفوان بن عمرو قال سمعت خالد بن معدان يقول\r\nأدركت سبعين من أصحاب رسول الله صلى الله عليه وسلم : حدثني الحارث عن\r\nالحجاج قال حدثني أبو جعفر الحداني عن محمد بن داود قال سمعت عيسى بن\r\nيونس يقول كان خالد بن معدان صاحب شرطة يزيد بن معاوية وكان خالد غير\r\nمتهم فيما روى وحدث من خبر في الدين وقيل إنه مات وهو صائم وكان من\r\nساكني الشأم وبها مات\r\n( ذكر من هلك منهم سنة 105 )\r\n* فمنهم عكرمة مولى عبد الله بن عباس بن عبد المطلب يكنى أبا عبد الله قال ابن سعد\r\nأخبرنا عامر بن سعيد أبو جعفر قال حدثنا هشام بن يوسف قاضى أهل صنعاء عن محمد\r\nابن راشد قال مات ابن عباس وعكرمة عبد فاشتراه خالد بن يزيد بن معاوية\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nمن علي بن عبد الله بن العباس بأربعة آلاف دينار فبلغ ذلك عكرمة فأتى عليا\r\nفقال بعتني بأربعة آلاف دينار قال نعم قال أما إنه ما خير لك بعت علم أبيك\r\nبأربعة آلاف دينار فراح على إلى خالد فاستقاله فأقاله فأعتقه وكان عكرمة\r\nلا يدفعه أحد يعلمه عن التقدم في العلم بالفقه والقرآن وتأويله وكثرة الرواية\r\nللآثار : حدثني الصرار بن محمد بن إسماعيل قال أخبرنا إسماعيل قال حدثنا إبراهيم\r\nابن سعد عن أبيه قال كان سعيد بن المسيب يقول لبرد ولاه بابرد لا تكذب على\r\nكما كذب عكرمة على ابن عباس كل حديث حدثكموه يردعني مما تنكرون ليس\r\nمعه فيه غيره فهو كذب حدثنا ابن حميد قال حدثنا جرير عن يزيد بن أبي زياد\r\nقال دخلت على علي بن عبد الله بن عباس وعكرمة مقيد على باب الحش قال قلت\r\nله ما لهذا كذا قال إنه يكذب على أبى وقال يحيى بن معين حدثني من سمع حماد بن\r\nزيد يقول سمعت أيوب وسئل عن عكرمة كيف هو قال أيوب لو لم يكن عندي\r\nثقة لم أكتب عنه وقال آخرون ممن لا يرى الاحتجاج بخبر عكرمة لم ننكر من\r\nأمر عكرمة روايته ما روى من الاخبار وإنما أنكرنا من أمره مذهبه وقالوا\r\nإنه كان يرى رأى الصفرية من الخوارج وذكر إنه نحل ذلك الرأي إلى ابن عباس\r\nوكان ذلك كذبه على ابن عباس : وحدثت عن مصعب الزبيري قال كان عكرمة\r\nيرى رأى الخوارج فطلبه بعض ولاة المدينة فغيب عند داود بن الحصين ومات\r\nعنده وذكر عن يحيى بن معين أنه قال إنما لم يذكر مالك بن أنس عكرمة لان\r\nعكرمة كان ينتحل رأى الصفرية وقد اختلفوا في وقت وفاة عكرمة فقال بعضهم\r\nتوفى سنة 105 ذكر محمد بن عمر أن ابنة عكرمة حدثته أن عكرمة توفى سنة 105\r\nوهو ابن ثمانين سنة قال ابن عمرو حدثني خالد بن القاسم البياضي قال مات عكرمة\r\nوكثير عزة الشاعر في يوم واحد سنة 105 فرأيتهما جميعا صلى عليهما في موضع\r\nواحد بعد الظهر في موضع الجنائز فقال الناس مات اليوم أفقه الناس وأشعر\r\nالناس قال وقال غير خالد بن القاسم وعجب الناس لاجتماعهما في الموت واختلاف\r\nرأيهما عكرمة يظن به أنه يرى رأى الخوارج يكفر بالنظرة وكثير شيعي يؤمن\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nبالرجعة : حدثني يحيى بن عثمان بن صالح السهمي قال حدثنا ابن بكير قال حدثنا\r\nالدراوردي قال توفى عكرمة وكثير عزة الشاعر بالمدينة في يوم واحد فما حمل\r\nجنازتهما إلا الزنج وقال أبو نعيم الفضل بن دكين مات عكرمة في سنة 107 وروى\r\nعن يحيى بن معين أنه قال مات عكرمة سنة 115 وكان عكرمة جوالا في البلاد\r\nقدم البصرة فسمع منه أهلها والكوفة فحمل عنه كثير ممن بها واليمن فكتب عنه بها\r\nكثير من أهلها والمغرب فسمع منه به جماعة من أهله والمشرق فكتب عنه به : حدثني\r\nيحيى بن عثمان بن صالح قال حدثنا نعيم بن حماد قال حدثنا عبد المؤمن به خالد\r\nالحنفي قال قدم علينا عكرمة خراسان فقلت له ما أقدمك إلى بلادنا قال قدمت\r\nآخذ من دنانير ولاتكم ودراهمهم وأما أبو تميلة فإنه روى عن عبد العزيز بن أبي\r\nرواد قال قلت لعكرمة تركت الحرمين وجئت إلى خراسان قال أسعى على\r\nبناتي غير أن وفاته كانت بمدينة رسول الله صلى الله عليه وسلم وذكر عن إبراهيم\r\nابن خالد عن أمية بن شبل عن معمر عن أيوب قال قدم علينا عكرمة واجتمع\r\nالناس عليه حتى أصعدوه فوق ظهر بيت * وعامر بن شراحيل بن عبد الشعبي\r\nقال ابن سعد هو من حمير وعداده في همدان فقال أخبرنا عبد الله بن محمد بن\r\nمرة الشعباني قال أخبرنا أشياخ من شعبان منهم محمد بن أبي أمية وكان عالما أن\r\nمطرا أصاب اليمن فجعف السيل موضعا فأبدى عن أزج عليه باب من حجارة\r\nفكسر الغلق فدخل فإذا بهو عظيم فيه سرير من ذهب وإذا عليه رجل قال شبرناه\r\nفإذا طوله اثنا عشر شبرا وإذا عليه جباب من وشى منسوجة بالذهب وإلى جنبه\r\nمحجن من ذهب على رأسه ياقوتة حمراء وإذا رجل أبيض الرأس واللحية له ضفران\r\nوإلى جنبه لوح مكتوب فيه بالحميرية باسمك اللهم رب حميرأنا حسان بن عمر\r\nوالقيل إذ لاقيل إلا الله عشت بأمل ومت بأجل أيام وخز هيد هلك فيه اثنا عشر\r\nألف قيل وكنت آخرهم قيلا وأتيت جبل ذي شعبين ليجيرني من الموت فأخفرني\r\nوإلى جنبه سيف مكتوب فيه بالحميرية أنا قباربى يدرك الثار قال عبد الله بن محمد بن\r\nمرة الشعباني هو حسان بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nوائل بن غوث بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير وهو\r\nحسان ذو الشعبين وهو جبل باليمن نزله هو وولده ودفن به ونسب إليه هو\r\nوولده فمن كان بالكوفة قيل لهم شعبيون منهم عامر الشعبي ومن كان بالشام قيل\r\nلهم شعبانيون ومن كان باليمن قيل لهم آل ذي شعبين ومن كان منهم بمصر والمغرب\r\nقيل لهم الاشعوب وهم جميعا بنو حسان بن عمرو ذي شعبين فبنو علي بن حسان\r\nبن عمرو رهط عامر بن شراحيل بن عبد الشعبي ودخلوا في أحمور همدان باليمن\r\nفعدادهم فيه والأحمور خارف والصائديون وآل ذي بارق والسبيع وآل ذي\r\nجدان وآل ذي رضوان وآل ذي لعوة وآل ذي مران واعراب همدان عذر ويأم\r\nونهم وشاكر وأرحب وفى همدان من حمير قبائل كثيرة منهم آل ذي حوال\r\nوكان على مقدمة تبع منهم يعفر بن الصباح المتغلب على مخاليف صنعاء اليوم وكان\r\nالشعبي يكنى أبا عمرو وكان ضئيلا نحيفا وكان فقيها عالما راوية الشعر والاخبار\r\nوأيام الناس * ومنهم طاوس بن كيسان وكان يكنى أبا عبد الرحمن وكان\r\nفقيها عالما عابدا ورعا فاضلا حدثنا أبو كريب قال حدثنا يحيى بن زهير عن\r\nليث عن طاوس قال أدركت سبعين شيخا من أصحاب رسول الله وقال يحيى بن\r\nمعين حدثنا المعتمر بن سليمان قال قال أبى وما على خالد الحذاء لو صنع كما صنع\r\nطاوس قال وما صنع طاوس قال كان يجلس فان أتاه إنسان بشئ قبله وإلا سكت قال\r\nيحيى وأنا أقول كان طاوس على العشور وكان خالد الحذاء على العشور وذكر\r\nعن علي بن المديني أنه قال قال يحيى بن سعيد قال سفيان بن سعيد كان طاوس\r\nيتشيع وقال ابن عمر عن سيف بن سليمان قال مات طاوس بمكة قبل التروية\r\nبيوم وكان هشام بن عبد الملك وهو خليفة قد حج تلك السنة سنة 106 فصلى على\r\nطاوس وكان له يوم مات بضع وسبعون سنة : حدثني الحارث قال حدثنا سريج\r\nابن يونس قال حدثنا يحيى بن سليمان قال بلغني أن طاوسا قال لمجاهد لو كان من\r\nقصرك في طولى ومن طولى في قصرك جاء منا رجلان مستويان * وذكر عن\r\nزيد بن حباب أنه قال قال إبراهيم بن نافع هلك طاوس في سنة 106 وقال ابن عمر\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nكان طاوس مولى بحير بن ريسان الحميري وكان ينزل الجند * ومنهم الحسن\r\nابن أبي الحسن واسم أبى الحسن يسار يقال إنه من سبى ميسان وقع إلى المدينة\r\nفاشترته الربيع بنت النضر عمة أنس بن مالك وقال علي بن محمد أبو الحسن بن أبي\r\nالحسن البصري من سبى ميسان وكانت أم الحسن خادمة لام سلمة زوج\r\nالنبي صلى الله عليه وسلم وقال الأصمعي عن حماد بن سلمة عن علي بن زيد بن\r\nجدعان وكان أعلم الناس بالحسن أنه ولد وهو مملوك وذكر عن يحيى بن معين أنه\r\nقال اسم أم الحسن بن أبي الحسن خيرة وقال علي بن محمد عن سلمة بن عثمان عن\r\nابن عون قال قال الحسن قتل عثمان وأنا ابن أربع عشرة سنة وكان الحسن عالما\r\nفقيها فاضلا قارئا لا يشك في صدقه فيما روى ونقل غير أنه كان كثير المرائيل\r\nكثير الرواية عن قوم مجاهيل وعن صحف قد وقعت إليه لقوم أخذها منهم\r\nوعنهم : حدثني محمد بن هارون الحربي قال حدثنا نعيم قال حدثنا سفيان عن\r\nمساور الوراق قال قلت للحسن البصري عمن تحدث هذه الأحاديث قال عن كتاب\r\nعندنا سمعته من رجل : وحدثنا عمرو بن علي قال حدثنا عفان قال حدثنا وهيب عن\r\nأيوب قال لم يسمع الحسن من أبي هريرة : حدثنا عمرو بن علي قال حدثنا أبو قتيبة قال\r\nحدثنا شعبة قال قلت ليونس أسمع الحسن من أبي هريرة قال لا ولا حرفا . وقال\r\nابن سعد قال يحيى بن سعيد القطان في أحاديث سمرة التي يرويها الحسن عنه أنها\r\nمن كتاب وقد نسبه قوم إلى أنه كان يقول بقول القدرية وأنكر ذلك على من\r\nنسبه إليه قوم : حدثنا ابن حميد قال حدثنا جرير عن مغيرة قال أعلمهم بالديات\r\nوالقضاء وأيام الناس الشعبي وأعلمهم بالصلاة والزكاة والحلال والحرام إبراهيم\r\nالنخعي وأعلمهم بالمناسك عطاء بن أبي رباح وأعلمهم بالتفسير سعيد بن جبير\r\nوأعلمهم بالتجارة والصرف ابن سيرين والحسن البصري سيدهم . وقال ابن\r\nسعد أخبرنا موسى بن إسماعيل قال حدثنا حماد بن زيد قال قال عمر بن عبيد\r\nما كنا نأخذ علم الحسن إلا عن الغضب : حدثني علي بن سهل قال حدثنا الوليد\r\nعن خليد أن رجلا سأل الحسن عن مسألة فتكلم فيها فقال السائل يا أبا سعيد\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nإن العلماء يخالفونك قال ثكلتك أمك وهل رأيت عالما ذهب والله العلماء\r\nفي كل بلد فكان آخرهم موتا بالمدينة جابر بن عبد الله وبمكة عبد الله بن عمر\r\nأو عمرو . قال الطبري وأنا أشك وفى كتابي ابن عمر وبالبصرة أنس بن مالك\r\nوبالكوفة عبد الله بن أبي أوفى وبالشأم أبو أمامة وقال علي بن محمد عن أبي إسحاق\r\nعن الحسن قال دخلت على الحجاج فقال يا حسن ما جرأك على ثم قعدت تفتى\r\nفي مسجدنا قلت الميثاق الذي أخذه الله عز وجل على بني آدم قال فما تقول في\r\nأبى تراب يعنى علي بن أبي طالب عليه السلام قلت وما عسى أن أقول إلا ما قال الله\r\nعز وجل قال وما قال الله قلت قال الله عز وجل \" وما جعلنا القبلة التي كنت\r\nعليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وإن كانت لكبيرة\r\nإلا على الذين هدى الله \" وكان علي عليه السلام ممن هدى الله فغضب ثم أكب\r\nينكت الأرض وخرجت لم يعرض لي أحد فتواريت حتى مات توارى تسع\r\nسنين : حدثني الحارث قال حدثنا داود بن المحبر قال حدثنا الربيع بن صبيح قال\r\nسمعت الحسن يقول ليس للفاسق المعلن بالفسق غيبة ولا لأهل الأهواء والبدع\r\nغيبة ولا للسلطان الجائر غيبة : حدثني الحارث قال حدثنا العباس بن الفضل\r\nالعبدي قال حدثنا ابن عيينة قال أخبرنا أبو موسى قال لما خرج الحسن من عند\r\nالحجاج قال خرجت من عند أحيول قصير يطبطب شعيرات له أخرج إلى بنانا\r\nله قصيرة قلما عرفت فبها الأعنة في سبيل الله عز وجل أما والله إنهم وإن ركبوا\r\nالبراذين وسعدوا المنابر إن ذل المعاصي لفى أعناقهم أبى الله تعالى إلا أن يذل من\r\nمن عصاه ما زال الله يريهم في أنفسهم العبر ويرى المؤمنين فيهم المعتبر اللهم\r\nأمته كما أمات سنتك : حدثني الحارث قال حدثنا خالد بن خداش قال حدثنا\r\nعمارة بن زاذان الصيدلاني قال رأيت على الحسن بردا عدنيا مصلبا وقميصا شطويا\r\nونعلا مثل خذو الفتيان : حدثني الحارث قال حدثني علي بن محمد عن عبد الله بن\r\nمسلم قال أتى الحسن بفالوذج فقال لابنه سعيد إدن يا بنى فأصب منه قال أخاف\r\nمغبته فقال يا بنى لباب القمح بلعاب النحل بخالص السمن ما غب هذا بسوء\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nقط أو قال ماغب هذا بشر قط * وقال يونس أخبرنا موسى قال حدثنا سهل\r\nابن حصين بن مسلم الباهلي قال بعثت إلى عبد الله بن الحسن بن أبي الحسن ابعث إلى\r\nبكتب أبيك فبعث إلى أنه لما ثقل قال أجمعها لي فجمعتها له وما ندري ما يصنع\r\nبها فأتيته بها فقال للجارية اسجرى التنور ثم أمر بها فأحرقت غير صحيفة واحدة\r\nفبعث بها إلى ثم لقيته بعد ذلك فأخبرني مشافهة بمثل الذي أخبرني الرسول عنه\r\nوحدثني علي بن سهل قال حدثنا ضمرة بن ربيعة عن ابن شوذب قال مات الحسن سنة 110\r\nومات ابن سيرين بعده بمائة ليلة : حدثني أبو السائب قال حدثنا ابن إدريس قال سمعت\r\nشعبة يقول هلك الحسن سنة 110 وكان بينه وبين ابن سيرين مائة يوم والحسن قبل .\r\nوقال ابن سعد قال معاذ بن معاذ كان الحسن أكبر من محمد بن سيرين بعشر سنين وحدثني\r\nعلي بن مسلم الطوسي قال حدثنا سعيد بن عامر قال مات الحسن في سنة 110 وولد\r\nفي سنة 21 وصلى عليه رجل من أهل الشأم يقال له النضر بن عمرو وكان على الصلاة\r\nوبلغ تسعا وثمانين : حدثنا ابن وكيع قال سمعت أبي يقول سمعت حماد بن زيد\r\nيقول قال أيوب خاصمت الحسن في القدر حتى هددته بالسلطان حدثني أبو عثمان\r\nالمقدمي قال حدثنا الفروي قال سمعت مالكا وهو يقول ابن سيرين عندنا أفضل\r\nمن الحسن فقلت له يا أبا عبد الله بأي شئ قال إن الحسن زيغه القدرية حدثنا ابن\r\nحميد قال حدثنا الحكم بن بشير قال حدثنا زكرياء بن سلام قال جاء رجل إلى\r\nالحسن فقال إنه طلق امرأته ثلاثا فقال إنك عصيت ربك وبانت منك امرأتك\r\nفقال الرجل قضى الله ذلك على فقال الحسن وكان فصيحا ما قضى الله أي ما أمر\r\nالله عز وجل وقرأ هذه الآية وقضى ربك ألا تعبدوا إلا إياه : وحدثني إسماعيل\r\nابن مسعود الجحدري قال حدثنا المعتمر بن سليما من عن قرة بن خالد عن أبي رباح\r\nابن عبيدة قال أخوف ما أخاف على الحسن قوله في القدر يفرق به بين الناس\r\n* ومنهم محمد بن سيرين ويكنى أبا بكر مولى أنس بن مالك وكان به صمم فيما\r\nذكر * قال ابن سعد حدثنا خالد بن خداش قال حدثنا حماد بن زيد عن أنس\r\nابن سيرين قال ولد محمد بن سيرين لسنتين بقيتا من خلافة عثمان وولدت أنا لسنة\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nبقيت من خلافته * قال وقال بكار بن محمد ولد لمحمد بن سيرين ثلاثون ولدا من\r\nامرأة واحدة لم يبق منهم غير عبد الله بن محمد * ومنهم وهب بن منبه بن كامل\r\nبن سيج وهو رجل من أبناء فارس الذين كان كسرى وجههم إلى اليمن لحرب\r\nمن كان بها من الحبشة فاجلوهم عنها وغلبوا على اليمن ومخاليفها وكان وهب يكنى\r\nأبا عبد الله وكان رجلا قد قرأ كتب الأنبياء وعلم أخبار الأولين وكان من ساكني\r\nصنعاء هو واخوته * قال محمد بن عمر وعبد المنعم بن إدريس مات وهب بن\r\nمنبه بصنعاء سنة 110 في أول خلافة هشام بن عبد الملك بن مروان وقال بعضهم\r\nكانت وفاته في سنة 114\r\n( ذكر من هلك منهم في سنة 111 )\r\n* منهم عطية بن سعد بن جنادة العوفي من جديلة قيس ويكنى أبا الحسن قال\r\nابن سعد أخبرنا سعيد بن محمد بن الحسن بن عطية قال جاء سعد بن جنادة إلى\r\nعلي بن أبي طالب عليه السلام وهو بالكوفة فقال يا أمير المؤمنين إنه ولد لي غلام\r\nفسمه فقال هذا عطية الله فسمى عطية وكانت أمه رومية وخرج عطية مع ابن\r\nالأشعث هرب عطية إلى فارس وكتب الحجاج إلى محمد بن القاسم الثقفي أن ادع\r\nعطية فإن لعن علي بن أبي طالب عليه السلام وإلا فاضربه أربعمائة سوط واحلق\r\nرأسه ولحيته فدعاه وأقرأه كتاب الحجاج وأبى عطية أن يفعل فضربه أربعمائة سوط\r\nوحلق رأسه ولحيته فلما ولى قتيبة بن مسلم خراسان خرج إليه عطية فلم يزل بخراسان\r\nحتى ولى عمر بن هبيرة العراق فكتب إليه عطية يسأله الاذن له في القدوم فأذن له\r\nفقدم الكوفة فلم يزل بها إلى أن توفى سنة 111 وكان كثير الحديث ثقة إن شاء الله\r\n( ذكر من هلك منهم في سنة 112 )\r\n* منهم عبد الرحمن بن أبي سعيد الخدري واسم أبي سعيد سعد بن مالك بن\r\nسنان واختلف في كنيته فقال محمد بن عمر كنيته أبو محمد وقال ابن عمر توفى\r\nعبد الرحمن بن أبي سعيد بالمدينة سنة 112 وهو ابن سبع وسبعين سنة روى عن\r\nأبيه * وأبو جعفر محمد بن علي بن حسين بن علي بن أبي طالب عليه السلام وأمه\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nأم عبد الله ابنة حسن بن علي بن أبي طالب عليه السلام * قال ابن عمر حدثنا\r\nعبد الرحمن بن عبد العزيز عن حكيم بن حكيم بن عباد بن حنيف قال رأيت أبا\r\nجعفر يتكئ على طيلسان مطوى في المسجد * قال ابن عمر ولم يزل ذلك من فعل\r\nالاشراف وأهل المروءة عندنا الذين يلزمون المسجد يتكئون في طيالسة مطوية\r\nسوى طيالستهم وأرديتهم التي عليهم * أخبرنا عبد الرحمن بن يونس عن سفيان\r\nابن عيينة عن جعفر بن محمد قال سمعت محمد بن علي يذاكر فاطمة ابنة حسين شيئا\r\nمن صدقة النبي صلى الله عليه وسلم وقال هذه توفى لي ثمانيا وخمسين ومات\r\nلها * قال ابن عمر فاما في روايتنا فإنه مات سنة 117 وهو ابن ثلاث وسبعين\r\nسنة وقال أبو نعيم فيما حدثني محمد بن إسماعيل عنه مات محمد بن علي أبو جعفر\r\nسنة 114 وقال علي بن محمد المدائني توفى أبو جعفر محمد بن علي بن حسين عليه\r\nالسلام سنة 117 وهو ابن ثلاث وستين سنة * وقال يحيى بن معين توفى\r\nأبو جعفر محمد بن علي بن حسين سنة 118 وحدثني محمد بن عبد الله الحضرمي قال\r\nحدثنا سويد بن سعيد قال حدثنا مفضل بن عبد الله عن أبان بن تغلب عن أبي\r\nجعفر قال جاءني جابر بن عبد الله وأنا في الكتاب فقال لي اكشف لي عن بطنك\r\nفكشفت له عن بطني فقبله ثم قال إن رسول الله صلى الله عليه وسلم أمرني أن\r\nأقرئك السلام * ومنهم الحكم بن عتيبة واختلف في كنيته فقيل كنيته أبو محمد\r\nوقال ابن سعد أخبرنا الفضل بن دكين قال حدثنا أبو إسرائيل أن الحكم بن\r\nعتيبة كان يكنى أبا عبد الله واختلف في ولائه فقال ابن سعد كان مولى لكندة\r\nوقال علي بن محمد الحكم بن عتيبة كندي قال ويقال أسدى مولى لهم وكان الحكم\r\nابن عتيبة مقدما في العلم والفقه كثير الحديث وقال عبد الرحمن بن صالح حدثنا\r\nنوح بن دراج عن ابن أبي ليلى قال كنت عند الحكم فجاءه داود الأودي فقال\r\nإن الناس يزعمون أنك تنال من أبى بكر وعمر فقال ما أفعل ولكني أزعم أن عليا\r\nخير منهما : وحدثني أبو السائب قال حدثنا ابن إدريس قال سمعت شعبة يقول\r\nهلك الحكم بن عتيبة سنة 115 وحدثني محمد بن إسماعيل قال قال أبو نعيم الفضل بن\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nدكين مات الحكم بن عتيبة في سنة 115 * وسعيد بن يسار أبو الحباب ولى الحسن بن علي\r\nعليه السلام من ساكني المدينة وبها كانت وفاته في سنة 117 ومحمد بن كعب بن\r\nحيان بن سليم بن أسد القرظي من حلفاء الأوس ويكنى أبا حمزة واختلف في وقت وفاته\r\nفقال أبو نعيم الفضل بن دكين فيما ذكر حدثني به محمد بن إسماعيل عنه مات سنة 108\r\nوكان عالما فاضلا غير مدفوع وكان كثير الرواية * وقتادة بن دعامة السدوسي\r\nويكنى أبا الخطاب وكان أعمى حافظا فطنا وذكر عن ابن معين أنه قال مات قتادة\r\nسنة 117 * وعلي بن عبد الله بن عباس بن عبد المطلب وأمه زرعة بنت مشرح\r\nابن معديكرب بن وليعة بن شرحبيل بن معاوية بن حجر القرد بن الحارث\r\nالولادة بن عمرو بن معاوية بن الحارث بن معاوية بن ثور بن مرتع بن ثور وهو\r\nكندي يكنى أبا محمد ذكر أنه ولد ليلة قتل أمير المؤمنين علي بن أبي طالب عليه\r\nالسلام في شهر رمضان سنة 40 فسمى باسمه وكنى بكنيته أبا الحسن فقال له\r\nعبد الملك بن مروان لا والله ما أحتمل لك الاسم والكنية جميعا فغير أحدهما\r\nفغير كنيته فصيرها أبا محمد وكان علي بن عبد الله هذا أصغر ولد أبيه سنا وكان\r\nأجمل قرشي فيما قيل وأوسمه وأكثره صلاة وكان يدعى السجاد لعبادته واختلف\r\nفي وقت وفاته فقال محمد بن عمر توفى علي بن عبد الله بن العباس سنة 118 * ومنهم\r\nحماد بن أبي سليمان ويكنى أبا إسماعيل وهو مولى لإبراهيم بن أبي موسى الأشعري\r\nوكان ممن أرسل به معاوية إلى أبى موسى الأشعري وهو بدومة الجندل\r\nوكان حماد مقدما في الفقه : حدثني أبو السائب قال حدثنا ابن إدريس قال سمعت\r\nشعبة يقول هلك حماد بن أبي سليمان سنة 120 * ومنهم زيد بن علي بن\r\nالحسين بن علي بن أبي طالب عليه السلام أمه أم ولد وقد ذكرت مقتله في كتابنا\r\nالمسمى المذيل وقد حدثني الحارث قال حدثنا محمد بن سعد قال أخبرنا محمد بن عمر\r\nقال حدثنا عبد الله بن جعفر قال دخل زيد بن علي عليه السلام على هشام بن\r\nعبد الملك فرفع دينا كثيرا وحوائج فلم يقض له هشام حاجة وتجهمه وأسمعه كلاما\r\nشديدا قال عبد الله بن جعفر فأخبرني سالم مولى هشام وحاجبه أن زيد بن علي\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nخرج من عند هشام وهو يأخذ شاربه بيده ويفتله ويقول ما أحب الحياة أحد\r\nقط إلا ذل قال ثم مضى وكان وجهه إلى الكوفة فخرج بها ويوسف بن عمر الثقفي\r\nعامل لهشام بن عبد الملك على العراق فوجه إلى زيد بن علي من يقاتله فاقتتلوا وتفرق\r\nعن زيد بن خرج معه ثم قتل وصلب قال سالم فأخبرت هشاما بعد ذلك بما\r\nكان قال زيد عليه السلام يوم خرج من عنده فقال ثكلتك أمك ألا كنت\r\nأخبرتني بذلك قبل اليوم وما كان يرضيه إنما كانت خمسمائة ألف درهم وكان\r\nذلك أهون علينا مما صار إليه قال محمد بن عمر فلما ظهر ولد العباس عمد عبد الله\r\nابن علي بن عبد الله بن عباس إلى هشام بن عبد الملك فأمر به فأخرج من قبره وصلبه\r\nوقال هذا بما فعل يزيد بن علي عليه السلام وقتل زيد عليه السلام يوم الاثنين\r\nلليلتين خلتا من صفر سنة 120 ويقال سنة 122 وكان له فيما قيل اثنتان وأربعون\r\nسنة وكان مسكنه بالمدينة وقتل بالكوفة * وسلمة بن كهيل الحضرمي وكان من\r\nساكني الكوفة وبها مات في آخر يوم من سنة 121 وقال بعضهم بل توفى سنة\r\n122 حين قتل زيد بن علي عليه السلام * ومنهم محمد بن مسلم بن عبيد الله بن\r\nعبد الله الأصغر بن شهاب بن عبد الله بن الحارث بن زهرة بن كلاب بن مرة\r\nوأمه عائشة ابنة عبد الله الأكبر بن شهاب ويكنى محمد بن مسلم أبا بكر وكان محمد\r\nابن مسلم الزهري مقدما في العلم بمغازي رسول الله صلى الله عليه وسلم وأخبار\r\nقريش والأنصار راوية لاخبار رسول الله صلى الله عليه وسلم وأصحابه * ومحمد بن\r\nعلي بن عبد الله بن العباس بن عبد المطلب وأمه العالية ابنة عبيد الله بن العباس\r\nابن عبد المطلب فولد محمد بن علي عبد الله الأصغر وهو أبو العباس القائم بالخلافة\r\nمن ولد العباس وداود بن محمد وعبيد الله وريطة هلكت ولم تبرز وأمهم ريطه\r\nابنة عبيد الله بن عبد الله بن عبد المدان بن الديان من بنى الحارث بن كعب وعبد الله\r\nالأكبر وهو أبو جعفر المنصور ولى الخلافة بعد أخيه أبى العباس وأمه أم ولد *\r\nوإبراهيم بن محمد وهو الامام الذي كان أهل دعوة بنى العباس يصيرون إليه\r\nويصدرون عن رأيه وأمه أم ولد ويحيى بن محمد والعالية بنت محمد وأمها أم الحكم\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nبنت عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب وموسى بن محمد\r\nوأمه أم ولد والعباس بن محمد وأمه أم ولد وإسماعيل ويعقوب وهو أبو الأسباط\r\nولبابة بنت محمد تزوجها جعفر بن سليمان بن علي هلكت عنده ولم تلد له وهم\r\nلأمهات شتى وذكر عن العباس بن محمد أن محمد بن علي بن العباس توفى بالشراة\r\nمن أرض الشأم في خلافة الوليد بن يزيد بن عبد الملك بن مروان سنة 125 وهو\r\nويومئذ ابن ستين سنة وكان أبو هاشم عبد الله بن محمد بن الحنفية أوصى إليه\r\nودفع إليه كتبه فكان محمد بن علي وصى أبى هاشم وقال له أبو هاشم إن هذا\r\nالامر إنما هو في ولدك فكانت الشيعة الذين كانوا يأتون أبا هاشم ويختلفون\r\nإليه قد صاروا بعد ذلك إلى محمد بن علي * وثابت البناني ابن أسلم يكنى أبا محمد\r\nمن ولد سعد بن لؤي بن غالب وبنانة أمهم كذلك قال هشام عن أبيه وقال على\r\nابن محمد توفى ثابت البناني سنة 127 وكان ثابت بن سكان البصرة وبها توفى\r\nوكان ثقة كثير الحديث * وعبد الله بن دينار مولى عبد الله بن عمر بن الخطاب\r\nويكنى أبا عبد الرحمن توفى سنة 127 وكان من سكان المدينة وبها توفى وكان\r\nكثير الحديث ثقة * ووهب بن كيسان ويكنى أبا نعيم مولى عبد الله بن الزبير\r\nابن العوام توفى سنة 127 * وبكير بن عبد الله بن الأشج مولى المسور بن مخرمة\r\nالزهري ويكنى أبا عبد الله توفى بالمدينة سنة 127 * ومالك بن دينار يكنى أبا يحيى\r\nمولى لامرأة من بنى أسامة بن لؤي ذكر عن ابن عائشة قال مالك بن دينار كان\r\nكابليا وكان عابدا حافظا قارئا للقرآن وكان يكتب المصاحف * وجابر بن يزيد\r\nالجعفي وكان متشيعا وكان من ساكني الكوفة وبها كانت وفاته في سنة 128 :\r\nحدثني سعيد بن عثمان التنوخي قال حدثنا إبراهيم بن مهدي المصيصي قال سمعت\r\nإسماعيل بن علية قال قال شعبة أما جابر ومحمد بن إسحاق فصدوقان : حدثني عبد الرحمن\r\nابن بشر النيسابوري قال سمعت سفيان بن عيينة يقول كان جابر الجعفي يؤمن بالرجعة\r\nوذكر عن يحيى بن معين أنه قال مات جابر الجعفي سنة 132 : حدثنا العباس الدوري\r\nقال حدثنا أبو يحيى الحماني عبد الحميد بن بشمير عن أبي حنيفة النعمان بن ثابت\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nقال ما رأيت أحدا أكذب من جابر الجعفي قال العباس وحدثنا يحيى بن يعلى المحاربي\r\nعن زائدة قال كان جابر الجعفي كذابا يؤمن بالرجعة * وعاصم بن أبي النجود\r\nالأسدي وهو عاصم بن بهدلة مولى لبنى جذيمة بن مالك بن نصر بن قعين بن أسد\r\nوكان يكنى أبا بكر كذلك حدثنا عن أبي نعيم الفضل بن دكين قال حدثنا\r\nأبو الأحوص وكان مقرئ أهل الكوفة بعد يحيى بن وثاب وكان ثقة غير أنه كان\r\nكثير الخطأ وكان من ساكني الكوفة وبها كانت وفاته في سنة 128 * أبو إسحاق\r\nالسبيعي واسمه عمرو بن عبد الله بن علي بن أحمد بن ذي يحمد بن السبيع بن سبع\r\nابن صعب بن معاوية بن كثير بن مالك بن جشم بن حاشد بن جشم بن خيوان بن\r\nنوف بن همدان قال الأسود بن عامر قال شريك ولد أبو إسحاق السبيعي في\r\nسلطان عثمان أحسب شريكا قال لثلاث سنين بقين منه وكان كثير الحديث صدوقا\r\nقارئا للقرآن وقال أبو نعيم بلغ أبو إسحاق ثمانيا أو تسعا وتسعين سنة ومات سنة\r\n128 * وأبو إسحاق الشيباني واسمه سليمان بن أبي سليمان مولى لبنى شيبان وكان\r\nمن ساكني الكوفة وبها توفى في قول محمد بن عمر في سنة 129 * ومطر بن\r\nطهمان الوراق وكان من أهل خراسان وهو مولى علباء السلمي وكان فيه ضعف\r\nفي قول بعضهم ويكنى مطر أبا رجاء وذكر عن جعفر بن سليمان أنه قال مات مطر\r\nابن طهمان الوراق سنة 125 * ويحيى بن أبي كثير الطائي ويكنى أبا نصر قال على\r\nابن المديني سمعت يحيى بن سعيد قال قال شعبة حديث يحيى بن أبي كثير أحسن من\r\nحديث الزهري وقال عبد الرزاق قال معمر أريد يحيى بن أبي كثير على البيعة لبعض\r\nبنى أمية فأبى حتى ضرب وفعل به كما فعل بسعيد بن المسيب وكان يحيى بن أبي كثير\r\nكثير التدليس وقيل مات يحيى بن أبي كثير سنة 129 كان من ساكني اليمامة وبها\r\nكانت وفاته * ومحمد بن المنكدر بن عبد الله بن الهدير بن عبد العزى بن عامر بن\r\nحارثة بن سعد بن تيم بن مرة وأمه أم ولد ويكنى أبا عبد الله ولد محمد بن المنكدر\r\nعمرو عبد الملك والمنكدر وعبد الله ويوسف وإبراهيم وداود لام ولد وحسبه\r\nبعضهم فقال محمد بن المنكدر بن عبد الله بن الهدير بن محرز بن عبد العزى وقيل\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nمات محمد بن المنكدر بالمدينة وكان من ساكنيها في سنة 130 أو 131 *\r\nوأبو الحويرث واسمه عبد الرحمن بن معاوية روى عن ابن عيينة قال يحيى هو مديني\r\nثقة وقال محمد بن بكار حدثنا أبو معشر عن أبي الحويرث عبد الرحمن بن معاوية قال\r\nإنما كلم الله سبحانه موسى عليه السلام بقدر ما يطيق من كلامه ولو يكلمه بكلامه\r\nكله لم يطقه ومكث موسى أربعين ليلة لا يراه أحد إلا مات من نور رب العالمين\r\nوكان أبو الحويرث من ساكني المدينة وبها كانت وفاته في سنة 130 * ويزيد بن\r\nرومان مولى آل الزبير بن العوام كان عالما بالمغازي مغازي رسول الله صلى الله\r\nعليه وسلم وكان ثقة وكان من ساكني المدينة وبها كانت وفاته في سنة 130 * وشعيب\r\nابن الحبحاب من ساكني البصرة وبها كانت وفاته في سنة 130 وكان يكنى أبا صالح\r\nوهو من موالى بنى رافد بطن من المعاول والمعاول من الأزد * ومنصور بن\r\nزاذان وكان نزل المبارك على تسعة فراسخ من واسط وكان سريع القراءة وكان\r\nيريد أن يترسل فلا يستطيع قال محمد بن عمر مات منصور بن زاذان سنة 129\r\nوقال يحيى بن معين مات سنة 127 * ومنصور بن المعتمر السلمي ويكنى أبا عتاب\r\nوكان فاضلا ورعا دينا ثقة أمينا : حدثنا ابن حميد قال حدثنا جرير قال صام منصور\r\nستين وقامها حتى سقم : وحدثنا ابن حميد قال حدثنا جرير قال منصور خلق\r\nالثياب خلق الجلد وكان في مرضه إذا شرب الماء يرى مجراة في صدره : حدثنا\r\nابن حميد قال حدثنا جرير قال مات منصور فرؤى في النوم فقيل له يا أبا عتاب\r\nما حالك فقال كدت أن ألقى الله عز وجل بعمل نبي : حدثنا ابن حميد قال حدثنا\r\nجرير قال أراد ابن هبيرة منصورا على القضاء فأبى فحبسه شهرين ثم خلى\r\nسبيله وأجازه فقبل منصور جائزته وحج مع ابنه هو والقاسم : وحدثني الحسين\r\nابن علي الصدائي قال حدثنا خلف بن تميم قال حدثنا زائدة أن منصور بن المعتمر\r\nصام سنة فأقام ليلها وصام نهارها وكان يبكى الليل فتقول له أمه يا بنى قتلت قتيلا\r\nفيقول أنا أعلم بما صنعت بنفسي فإذا أصبح كحل عينيه ودهن رأسه وبرق شقتيه بالدهن\r\nوخرج إلى الناس قال وأراده يوسف بن عمر عامل الكوفة على القضاء فامتنع\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nمن ذلك منصور فأرسل إليه بقيد فقيده فقيل له لو نثرت لحم هذا الشيخ ما جلس\r\nعلى عمل قال فأتى خصمان فجلسا فتكلما فلم يجبهما فأعفاه وخلى سبيله وكان منصور\r\nمن ساكني الكوفة ربها كانت وفاته في سنة 132 كان منصور من الشيعة *\r\nومحمد بن أبي بكر بن محمد بن عمرو بن حزم أمه فاطمة بنت عمارة بن عمرو بن حزم\r\nويكنى أبا عبد الملك وكان قاضيا بالمدينة قال ابن سعد أخبرنا معن بن عيسى قال\r\nحدثني سعيد بن مسلم قال رأيت محمد بن أبي بكر بن محمد بن عمرو بن حزم يقضى\r\nفي المسجد قال وأخبرنا مطرف بن عبد الله اليسارى عن مالك بن أنس قال كان\r\nمحمد بن أبي بكر بن محمد بن عمرو بن حزم على القضاء بالمدينة فكان إذا قضى\r\nبالقضاء مخالفا للحديث ورجع إلى منزله قال له أخوه عبد الله بن أبي بكر وكان\r\nرجلا صالحا أي أخي قضيت اليوم في كذا وكذا بكذا وكذا فيقول له محمد نعم أي\r\nأخي فيقول له عبد الله فأين الحديث أي أخي عز الحديث أن يقضى به فيقول محمد\r\nإيهاه فأين العمل يعنى ما أجمع عليه من العمل بالمدينة والعمل المجتمع عندهم أقوى\r\nمن الحديث وقال محمد بن عمر توفى محمد بن أبي بكر بن محمد بن عمرو بن حزم\r\nسنة 131 في أول دولة بنى العباس وهو ابن اثنتين وسبعين سنة * وصفوان\r\nابن سليم مولى حميد بن عبد الرحمن بن عوف الزهري يكنى أبا عبد الله وكان من\r\nالعباد من ساكني المدينة وبها كانت وفاته في سنة 132 وكان إن شاء الله ثقة *\r\nوعبد الله بن أبي نجيح ويكنى أبا يسار وهو مولى لثقيف وكان من ساكني مكة\r\nوبها كانت وفاته واختلف في وقت وفاته فقال محمد بن عمر مات بمكة سنة 132\r\nوقال عبد الرحمن بن يونس أخبرنا سفيان قال مات ابن أبي نجيح قبل\r\nالطاعون وكان الطاعون سنة 131 وذكر عن علي بن المديني أنه سمع يحيى\r\nابن سعيد يقول كان ابن أبي نجيح معتزليا قال يحيى قال أيوب أي رجل أفسدوا وكان\r\nابن أبي نجيح مفتى أهل مكة بعد عمرو بن دينار * وربيعة بن أبي عبد الرحمن\r\nالذي يقال له ربيعة الرأي واسم أبيه أبى عبد الرحمن فروخ وكان ربيعة يكنى\r\nأبا عثمان وهو مولى لآل الهدير من بنى تيم بن مرة وكان ربيعة من ساكني المدينة\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nوبها كانت وفاته في سنة 136 في آخر خلافة أبى العباس * وعبد الله بن حسن\r\nابن حسن بن علي بن أبي طالب عليه السلام وكنى أبا محمد وكان من العباد وكان\r\nذا عارضة وهيبة ولسان وشرف وكانت الخلفاء من بنى أمية تكرمه وتعرف\r\nله شرفه ووفد على أبى العباس في دولة بنى العباس بالأنبار ذكر محمد بن عمر أن حفص\r\nابن عمر أخبره قال قدم عبد الله بن حسن على أبى العباس بالنبار فأكرمه وحباه وقربه\r\nوأذناه وصنع به شيئا لم يصنعه بأحد وكان سمر معه الليل فسمر معه ليلة إلى نصف الليل\r\nوحادثه فدعا أبو العباس بسفط جوهر ففتحه فقال هذا والله يا أبا محمد ما وصل\r\nإلى من الجوهر الذي كان في أيدي بنى أمية ثم قاسمه إياه فأعطاه نصفه\r\nوبعث أبو العباس بالنصف الآخر إلى امرأته أم سلمة وقال هذا عندك وديعة\r\nثم تحدثا ساعة ونعس أبو العباس فخفق برأسه وأنشأ عبد الله بن حسن يتمثل\r\nبهذه الأبيات\r\nألم تر حوشبا أمسى يبنى * قصورا نفعها لبنى نتيله\r\nيؤمل أن يعمر عمر نوح * وأمر الله يطرق كل ليله\r\nقال وانتبه أبو العباس ففهم ما قال فقال يا أبا محمد تتمثل بمثل هذا الشعر عندي\r\nوقد رأيت صنيعي بك وإن لم أدخرك شيئا فقال يا أمير المؤمنين هفوة كانت والله\r\nما أردت بها سوء ولكنها أبيات حضرت فتمثلت بها فإن رأى أمير المؤمنين أن\r\nيحتمل ما كان منى فليفعل قال قد فعلت قال ثم رجع إلى المدينة فلما ولى أبو جعفر\r\nوكان أبو العباس قد سأله عن ابنيه محمد وإبراهيم فقال بالبادية حبب إليهما الخلوة\r\nألح في طلبهما فطلبا بالبادية واغتم أبو جعفر بتغيبهما فكتب إلى رياح بن عثمان\r\nعامله على المدينة أن يأخذ أباهما عبد الله بن حسن وإخوته فأخذوا فقدم بهم إلى\r\nالهاشمية فحبسوا بها فمات عبد الله بن الحسن في الحبس وهو يوم مات ابن اثنتين\r\nوسبعين سنة وكانت وفاته في سنة 145 : حدثني القاسم بن دينار القرشي قال حدثنا\r\nإسحاق بن منصور عن أبي بكر بن عياش عن سليمان بن قرم قال قلت لعبد الله\r\nابن الحسن أفي قبلتنا كفار قال نعم الرافضة * ومحمد بن السائب بن بشر بن\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nعمرو بن الحارث بن عبد الحارث بن عبد العزى بن امرئ القيس بن عامر بن\r\nالنعمان بن عامر بن عبد ود بن عوف بن كنانة بن عوف بن عذرة بن زيد اللات\r\nابن رفيدة بن ثور بن كلب ويكنى محمد بن السائب أبا النضر وكان جده بشر بن\r\nعمرو وبنوه السائب وعبيد وعبد الرحمن شهدوا الجمل وصفين مع أمير المؤمنين\r\nعلي بن أبي طالب عليه السلام وقتل السائب بن بشر مع مصعب بن الزبير وله\r\nيقول ابن ورقاء النخعي\r\nمع مبلغ عنى عبيدا بأنني * علوت أخاه بالحسام المهند\r\nفإن كنت تبغى العلم عنه فإنه * مقيم لدى الديرين غير موسد\r\nوعمدا علوت الرأس منه بصارم * فأثكلته سفيان بعد محمد\r\n* وسفيان ومحمد ابنا السائب وشهد محمد بن السائب الجماجم مع عبد الرحمن\r\nابن محمد بن الأشعث وكان محمد بن السائب عالما بالتفسير والأنساب وأحاديث\r\nالعرب وتوفى بالكوفة وبها كان يسكن في سنة 146 في خلافة أبى جعفر ، ذكر\r\nذلك كله ابن سعد عن هشام بن محمد بن السائب أنه أخبره بذلك كله * وسليمان\r\nابن مهران الأعمش مولى بنى كاهل من الأسد يكنى أبا محمد كان ينزل في بنى عوف\r\nمن بنى سعد وكان يصلى في مسجد بنى حرام من بنى سعد وكان مهران أبو الأعمش\r\nمن طبرستان وكان الأعمش من ساكني الكوفة وبها كانت وفاته في سنة 148\r\nوهو ابن ثمان وثمانين سنة وكان ولد يوم عاشوراء في المحرم سنة 60 يوم قتل\r\nالحسين بن علي عليه السلام * وجعفر بن محمد بن علي بن حسين بن علي بن أبي\r\nطالب عليه السلام وأمه أم فروة بنت القاسم بن محمد بن أبي بكر الصديق\r\nفولد جعفر بن محمد إسماعيل الأعرج وعبد الله وأم فروة أمهم فاطمة ابنة الحسين\r\nالأثرم بن حسن بن علي بن أبي طالب وموسى بن جعفر حبسه هارون الرشيد\r\nفي السجن ببغداد عند السندي فمات في حبسه وإسحاق ومحمدا وفاطمة تزوجها\r\nمحمد بن إبراهيم بن محمد بن علي بن عبد الله بن عباس فهلكت عنده وأمهم أم ولد\r\nويحيى بن جعفر والعباس وأسماء وفاطمة الصغرى وهم لأمهات شتى قال محمد بن\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nعمر سمعت جعفر بن محمد يقول لغلامه معتب اذهب إلى مالك بن أنس\r\nفسله عن كذا وكذا ثم ائتني فأخبرني قال محمد وأخذ أبو جعفر المنصور معتبا هذا\r\nفضربه ألف سوط حتى مات وكان جعفر بن محمد كثير الحديث ثقة وكذلك كان\r\nيحيى بن معين يقول فيما ذكر عنه وذكر عن القطان أنه سئل فقيل له مجالد بن\r\nسعيد أحب إليك أم جعفر بن محمد فقال مجالد أحب إلى من جعفر وكان جعفر\r\nمن ساكني المدينة وبها كانت وفاته في سنة 148 في خلافة أبى جعفر في قول\r\nالواقدي والمدائني وكان جعفر بن محمد يكنى أبا عبد الله : حدثنا العباس بن محمد\r\nقال سمعت يحيى يقول جعفر بن محمد ثقة\r\n( ذكر من هلك منهم سنة 150 )\r\n* منهم أبو حنيفة النعمان بن ثابت مولى تيم الله بن ثعلبة من بكر بن وائل\r\nقال أبو هشام الرفاعي سمعت عمى كثير بن محمد يقول سمعت رجلا من بنى قفل\r\nمن خيار بنى تيم الله يقول لأبي حنيفة ما أنت مولاي فقال أنا والله لك أشرف\r\nمنك لي * وذكر الوليد بن شجاع أن علي بن الحسن بن شقيق حدثه قال\r\nكان عبد الله بن المبارك يقول إذا اجتمع هذان على شئ فذلك قولي يعنى الثوري\r\nوأبا حنيفة قال سليمان بن أبي شيخ وكان أبو سعيد الرانى يمارى أهل الكوفة\r\nويفضل أهل المدينة فهجاه رجل من أهل الكوفة ولقبه شرشير وقال كليب في\r\nجهنم اسمه سرشير فقال\r\nهذى مسائل لاشرشير يحسنها * إن سيل عنها ولا أصحاب شرشير\r\nوليس يعرف هذا الدين نعلمه * إلا حنيفية كوفية الدور\r\nلا تسألن مدينيا وتكفره * إلا عن اليم والمثناة والزير\r\nوقال بعضهم والمثنى أو الزير قال سليمان قال أبو سعيد فكتبت إلى المدينة\r\nقد هجيتم بكذا وكذا فأجيبوا فأجابه رجل من أهل المدينة فقال\r\nلقد عجبت لغاو ساقه قدر * وكل أمر إذا ماحم مقدور\r\nقال المدينة أرض لا يكون بها * إلا الغناء وإلا البم والزير\r\nلقد كذبت لعمر الله إن بها * قبر الرسول وخير الناس مقبور\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nقال سليمان وحدثني عمرو بن سليمان العطار قال كنت بالكوفة أجالس\r\nأبا حنيفة فتزوج زفر فحضره أبو حنيفة فقال له تكلم فخطب فقال في خطبته هذا\r\nزفر بن الهذيل وهو إمام من أئمة المسلمين وعلم من أعلامهم في حسبه وشرفه\r\nوعلمه فقال بعض قومه ما يسرنا أن غير أبي حنيفة خطب حين ذكر خصاله\r\nومدحه وكره ذلك بعض قومه وقالوا له حضر بنو عمك وأشراف قومك\r\nوتسأل أبا حنيفة يخطب فقال لو حضر أبى قدمت أبا حنيفة عليه وزفر بن الهذيل\r\nعنبرى من بنى تميم وقال إبراهيم بن بشار الرمادي قال ابن عيينة ما رأيت أحدا\r\nأجرأ على الله من أبي حنيفة أتاه رجل من أهل خراسان بمائة ألف مسألة فقال\r\nله إني أريد أن أسألك عنها فقال هاتها قال سفيان فهل رأيتم أجرأ على الله عز\r\nوجل من هذا : حدثني عبد الله بن أحمد بن شبويه قال حدثني أبي قال حدثني علي بن\r\nالحسين بن واقد عن عمه الحكم بن واقد قال رأيت أبا حنيفة يفتى من أول النهار\r\nإلى أن تعالى النهار فلما خف عنه الناس دنوت منه فقلت يا أبا حنيفة لو أن أبا بكر\r\nوعمر في مجلسنا هذا ثم ورد عليهما ما ورد عليك من هذه المسائل المشكلة لكفا\r\nعن بعض الجواب ووقفا عنده فنظر إلى وقال أمحموم أنت : حدثنا أحمد بن\r\nخالد الخلال قال سمعت الشافعي يقول سئل مالك يوما عن البتي فقال كان\r\nرجلا مقاربا وسئل عن ابن شبرمة فقال كان رجلا مقاربا قيل وأبو حنيفة قال\r\nلوجاء إلى أساطينكم هذه وقايسكم لجعلها من خشب * ومحمد بن إسحاق بن\r\nيسار مولى عبد الله بن قيس بن مخرمة بن المطلب بن عبد مناف بن قصي ويكنى أبا عبد الله\r\nوقال محمد بن عمر هو مولى قيس بن مخرمة وكان جده يسار من سبى عين التمر وهو أول\r\nسبى دخل المدينة من العراق وقد روى عن أبيه إسحاق بن يسار وعن عميه موسى\r\nوعبد الرحمن ابني يسار وكان من أهل العلم بالمغازي مغازى رسول الله صلى الله\r\nعليه وسلم وبأيام العرب وأخبارهم وأنسابهم راوية لاشعارهم كثير الحديث غزير\r\nالعلم طلابة له مقدما في العلم بكل ذلك ثقة . حدثني سعيد بن عثمان التنوخي قال حدثنا\r\nإبراهيم بن مهدي المصيصي قال سمعت إسماعيل بن علية قال قال شعبة أما محمد بن إسحاق\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nوجابر الجعفي فصدوقان قال ابن سعد أخبرني ابن محمد بن إسحاق قال مات أبى\r\nببغداد سنة 150 ودفن في مقابر الخيزران * ومسعر بن كدام بن ظهير الهلالي\r\nمن أنفسهم ويكنى أبا سلمة : حدثنا أبو السائب قال سمعت أبا نعيم يقول سمعت\r\nمسعرا يقول دخلت على أبى جعفر فقلت يا أمير المؤمنين أنا خالك قال وأي\r\nأخوالي أنت قلت أنا رجل من بنى هلال قال مالي أم أحب إلى من الام التي\r\nمنكم قال قلت يا أمير المؤمنين تدرى ما قال الشاعر فينا وفيكم قال لي وما قال قلت قال\r\nوشاركنا قريشا من تقاها * وفى أنسابها شرك العنان\r\nبما ولدت نساء بنى هلال * وما ولدت نساء بنى أبان\r\nقال قلت يا أمير المؤمنين إن أهلي بعثوني أشترى بالدرهم شيئا فردوه على قال\r\nبئسما صنع بك أهلك خذ هذه العشرة آلاف فأقسمها واختلف في وقت وفاته\r\nفقال ابن سعد قال محمد بن عبد الله الأسدي توفى مسعر بالكوفة سنة 152 في\r\nخلافة أبى جعفر وقال أبو نعيم الفضل بن دكين فيما حدثني به محمد بن إسماعيل\r\nعنه مات مسعر بن كدام سنة 156 * وحمزة بن حبيب الزيات مولى بنى تيم الله\r\nكان من القراء المتقدمين في حفظ القرآن وهو قليل الحديث ثقة وكان من ساكني\r\nالكوفة وتوفى سنة 156 : وحدثني محمد بن منصور الطوسي قال حدثنا صالح بن\r\nحماد عن شيخ قد سماه عن حمزة الزيات قال رأيت النبي صلى الله عليه وسلم في\r\nالنوم فعرضت عليه عشرين حديثا فعرف منها حديثين * وعبد الرحمن بن عمرو\r\nويكنى أبا عمرو وقيل له الأوزاعي وهو شيباني بسكناه فيهم وأما هشام بن محمد\r\nالكلبي فإنه ذكر عن أبيه أنه قال الأوزاعي عبد الرحمن بن عمرو وهو من الأوزاع\r\nوهم مالك ومرثد ابنا زيد بن شدد بن زرعة وشدد زوج بلقيس صاحبة سليمان\r\nوكان يسكن بيروت ساحل من سواحل الشأم وكان في زمانه أحد مفتى تلك\r\nالناحية ومحدثيهم وذوي الفضل منهم وتوفى الأوزاعي ببيروت سنة 157 في آخر\r\nخلافة أبى جعفر وهو ابن سبعين سنة في قول محمد بن عمر * وشعبة بن الحجاج\r\nابن ورد من الأزد مولى للأشاقر عتاقة ويكنى أبا بسطام وكان أكبر من الثوري\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nبعشر سنين : حدثني أحمد بن الوليد قال حدثنا الربيع بن يحيى قال سمعت سفيان\r\nالثوري يقول ما بقي على ظهر الأرض مثل شعبة وحماد بن سلمة قال الطبري قال\r\nلي محمد بن إسحاق الصاغاني سمعت أبا قطن قال قال لي شعبة ما شئ أخوف على\r\nأن يدخلني النار من الحديث وكان شعبة من ساكني البصرة وبها كانت وفاته في\r\nأول سنة 160 وهو ابن خمس وسبعين سنة * وبحر بن كنيز السقاء الباهلي\r\nويكنى أبا الفضل وكان من ساكني البصرة وبها كانت وفاته في سنة 160 في\r\nخلافة المهدى وكان ممن لا يعتمد على روايته * والأسود بن شيبان من ساكني\r\nالبصرة وكان رجلا صالحا ثقة وبالبصرة كانت وفاته في سنة 160 في قول على\r\nابن محمد * وزائدة بن قدامه الثقفي من أنفسهم ويكنى أبا الصلت وكان منحرفا\r\nعن علي بن أبي طالب عليه السلام\r\n( ذكر من هلك منهم في سنة 161 )\r\n* منهم سفيان بن سعيد بن مسروق بن حبيب بن رافع بن عبد الله بن موهبة\r\nابن أبي بن عبد الله بن منفذ بن نصر بن الحارث بن ثعلبة بن عامر بن ملكان بن ثور\r\nابن عبد مناة بن أد بن طابخة ين الياس بن مضر ويكنى أبا عبد الله ولد فيما ذكر\r\nمحمد بن عمر سنة 97 وكان فقيها عالما عابدا ورعا ناسكا راوية للحديث كثير\r\nالحديث ثقة أمينا على ما روى وحدث عن رسول الله صلى الله عليه وسلم وغيره\r\nممن أثر في الدين : حدثني محمد بن خلف قال حدثنا يعقوب بن إسحاق الحضرمي قال\r\nحدثنا شعبة بن الحجاج قال حدثنا سفيان بن سعيد الثوري قال حدثني علي بن\r\nالأقمر عن أبي جحيفة قال قال رسول الله صلى الله عليه وسلم أما أنا فلا آكل متكئا :\r\nحدثني محمد بن إسماعيل الضراري قال سمعت أبا نعيم يقول سمعت سفيان يقول\r\nما من عمل شئ أخوف منه ولقد مرضت فما ذكرت غيره ولوددت أنى نجوت\r\nمنه كفافا يعنى الحديث ، سمعت عبد الله بن أحمد بن شبويه قال سمعت أبي يقول\r\nحدثنا أبو عيسى الزاهد قال سمعت معدانا يقول زاملت سفيان الثوري فلما خلفنا\r\nالكوفة بظهر قال لي سفيان يا معدان ما تركت ورائي من أثق به ولا أقدم أمامي\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nعلى من أثق به يعنى الثقة في الدين * وذكر عن زيد بن حباب قال كان عمار بن\r\nرزيق الضبي وسليمان بن قرم الضبي وجعفر بن زياد الأحمر وسفيان الثوري\r\nأربعة يطلبون الحديث وكانوا يتشيعون فخرج سفيان إلى البصرة فلقى ابن عون\r\nوأيوب فترك التشيع قال وكانت وفاته بالبصرة سنة 161 في خلافة المهدى *\r\nوالحسن بن صالح وصالح هو حي ويكنى حسن أبا عبد الله وكان رجلا ناسكا\r\nفاضلا فقيها من رجل كان يميل إلى محبة أهل بيت رسول الله صلى الله عليه وسلم\r\nويرى إنكار المنكر بكل ما أمكنه إنكاره وكان كثير الحديث ثقة وكان فيما\r\nذكر زوج ابنته عيسى بن زيد بن علي بن الحسين فأمر المهدى بطلب عيسى\r\nوالحسن وجد في طلبهما قال ابن سعد سمعت الفضل بن دكين يقول رأيت الحسن\r\nابن صالح في الجمعة قد شهدها مع الناس ثم اختفى يوم الأحد إلى أن مات ولم يقدر\r\nالمهدى عليه ولا على عيسى بن زيد وكان اختفاؤه مع عيسى بن زيد في موضع\r\nواحد سبع سنين ومات عيسى قبل الحسن بن صالح بسنة أشهر وكان حسن بن\r\nحي من ساكني الكوفة وبها كانت وفاته سنة 167 وهو يومئذ ابن اثنتين أو ثلاث\r\nوستين سنة . وذكر عن يحيى بن معين أنه قال ولد الحسن بن صالح بن حي سنة 100\r\nقال العباس وسمعت يحيى يقول الحسن بن صالح هو حسن بن صالح بن صالح بن مسلم\r\nابن حيان والناس يقولون ابن حي وإنما هو ابن حيان * وجعفر بن زياد\r\nالأحمر مولى مزاحم بن زفر بن تيم الرباب من ساكني الكوفة وبها كانت وفاته\r\nفي سنة 167 وكان كثير الحديث شيعيا * وعبيد الله بن الحسن بن الحصين بن\r\nمالك بن مالك بن الخشخاش بن حباب بن الحارث بن خلف بن مجفر بن كعب بن\r\nالعنبر بن عمرو بن تميم وكان من فقهاء أهل البصرة وذوي الأدب منهم والعقل\r\nولى قضاء البصرة بعد سوار بن عبد الله . قال علي بن محمد ولى عبيد الله بن الحسن\r\nسنة 100 وقيل سنة 106 وولى القضاء سنة 157 ذكر ابن سعد أن أحمد بن مخلد\r\nقال سمع عبيد الله بن الحسن العنبري على منبر البصرة يقول\r\nأين الملوك التي عن حظها غفلت * حتى سقاها بكأس الموت ساقيها\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nأموالنا لذوي الميراث نجمعها ودورنا لخراب الدهر نبنيها\r\n* وقال محمد بن عمر مات عبيد الله بن الحسن العنبري في ذي القعدة سنة 168\r\nوقال فضيل بن عبد الوهاب حدثنا معاذ بن معاذ قال دخلت على عبيد الله بن الحسن\r\nقاضى أهل البصرة أعوده فقلت أراك اليوم بحمد الله صالحا فقال\r\nلا يغرنك عشاء سالم * سوف يأتي بالمنيات السحر\r\nفلما كان السحر سمعت الواعية عليه * وحسن بن زيد بن حسن بن علي بن أبي\r\nطالب عليه السلام وكان الحسن بن زيد يكنى أبا محمد وولد الحسن بن زيد\r\nمحمدا والقاسم وأم كلثوم بنت حسن تزوجها أبو العباس أمير المؤمنين فولدت\r\nله غلامين هلكا صغيرين وعليا وزيدا وإبراهيم وعيسى وإسماعيل وإسحاق\r\nالأعور وعبد الله وكان حسن بن زيد عابدا فولاه أبو جعفر المدينة فوليها خمس\r\nسنين ثم تعبه فغضب عليه وعزله فاستصفى كل شئ له فباعه وحبسه فكتب\r\nمحمد المهدى وهو ولى عهد أبيه إلى عبد الصمد بن علي سرا إياك إياك ولم يزل\r\nمحبوسا حتى مات أبو جعفر فأخرجه المهدى وأقدمه عليه ورد عليه كل شئ ذهب\r\nله ولم يزل معه حتى خرج المهدى يريد الحج في سنة 168 ومعه حسن بن زيد\r\nوكان الماء في الطريق قليلا فخشى المهدى على من معه العطش فرجع من الطريق\r\nولم يحج تلك السنة ومضى الحسن بن زيد يريد مكة فاشتكى أياما ثم مات بالحاجر\r\nفدفن هناك سنة 168 * ومالك بن أنس بن أبي عامر بن عمرو بن الحارث بن\r\nغيمان بن خثيل بن عمرو بن الحارث وهو ذو أصبح من حمير وعداده في تيم بن\r\nمرة بن قريش إلى عبد الرحمن بن عثمان بن عبيد الله التيمي وكان مالك يكنى\r\nأبا عبد الله وكان مفتى أهل بلده في زمانه ومحدثهم : حدثني العباس بن الوليد قال\r\nحدثني إبراهيم بن حماد الزهري المديني قال سمعت مالكا يقول قال لي المهدى يا أبا عبد الله\r\nضع كتابا أحمل الأمة عليه قال يا أمير المؤمنين أما هذا الصقع وأشار إلى المغرب\r\nوقد كفيتكه وأما الشأم ففيهم الذي قد علمته يعنى الأوزاعي وأما أهل العراق فهم أهل\r\nالعراق وأما محمد بن عمر فإنه ذكر هذه القصة عن مالك بخلاف ما حدثني به العباس\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nعن إبراهيم بن حماد والذي ذكر محمد بن عمر من ذلك ما حدثني به الحارث عن\r\nابن سعد عنه قال سمعت مالك بن أنس يقول لما حج أبو جعفر المنصور دعاني\r\nفدخلت عليه فحادثته وسألني فأجبته فقال إني قد عزمت أن آمر بكتبك هذه التي\r\nقد وضعتها يعنى الموطأ فتنسخ نسخا ثم ابعث إلى كل مصر من أمصار المسلمين منها\r\nنسخة وآمرهم أن يعملوا بما فيها لا يتعدونه إلى غيره ويدعوا ما سوى ذلك من\r\nهذا العلم الحدث فإني رأيت أصل العلم رواية أهل المدينة وعلمهم قال فقلت\r\nيا أمير المؤمنين لا تفعل هذا فإن الناس قد سبقت إليهم أقاويل وسمعوا أحاديث\r\nورووا روايات وأخذ كل قوم بما سبق إليهم وعملوا به ودانوا به من اختلاف\r\nالناس وعبرهم وإن ردهم عما قد اعتقدوه شديد فدع الناس وما هم عليه وما اختار\r\nأهل كل بلد لأنفسهم فقال لعمري لو طاوعتني على ذلك لأمرت به * وقال ابن\r\nسعد أخبرنا ابن أبي أويس قال اشتكى مالك بن أنس أياما يسيرة فسألت بعض\r\nأهلنا عما قال عند الموت قالوا تشهد ثم قال لله الامر من قبل ومن بعد وتوفى\r\nصبيحة أربع عشرة من شهر ربيع الأول من سنة 179 في خلافة هارون فصلى\r\nعليه عبد الله بن محمد بن إبراهيم بن محمد بن علي بن عبد الله بن العباس وهو ابن\r\nزينب ابنة سليمان بن علي وكان يعرف بأمه يقال له عبد الله بن زينب وكان يومئذ\r\nواليا على المدينة فصلى على مالك في موضع الجنائز ودفن بالبقيع وكان يوم مات\r\nابن خمس وثمانين سنة : قال ابن سعد فذكرت ذلك لمصعب بن عبد الله الزبيري\r\nفقال أنا أحفظ الناس لموت مالك مات في صفر سنة 179 * وعبد الله بن المبارك\r\nويكنى أبا عبد الرحمن وكان من طلبة العلم ورواته وكان من الفقه والأدب والعلم\r\nبأيام الناس والشعر بمكان وكان مع ذلك زاهدا سخيا وولد ابن المبارك في سنة\r\n118 وكان من سكان خراسان ومات بهيت منصرفا من غزو الروم سنة 181\r\nوله ثلاث وستون سنة سمعت عبد الله بن أحمد بن شبويه قال سمعت علي بن\r\nالحسن يقول سمعت ابن المبارك يقول إنا لنحكى كلام اليهود والنصارى\r\nولا نستطيع أن نحكي كلام الجهمية سمعت عبد الله بن أحمد بن شبويه يقول\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nسمعت علي بن الحسن يقول قلنا لعبد الله بن المبارك كيف تعرف ربنا قال فوق\r\nسبع سماوات على العرش بائنا من خلقه بحد ولا نقول كما قالت الجهمية إنه هاهنا\r\nوأشار بيده إلى الأرض * ومحمد بن الحسن ويكنى أبا عبد الله وهو مولى لبنى\r\nشيبان كان أصله من الجزيرة وكان أبوه في جند الشأم فقدم واسطا\r\nفولد محمد بها سنة 132 ونشأ بالكوفة وطلب الحديث وسمع ثم جالس\r\nأبا حنيفة وسمع منه فغلب عليه مذهبه وعرف به ثم قدم بغداد فنزلها وسمع\r\nمنه بها ثم خرج إلى الرقة وهارون الرشيد بها فولاه قضاء الرقة ثم عزله فقدم\r\nبغداد فلما خرج هارون إلى الري الخرجة الأولى أمره فخرج معه فمات بالري\r\nفي سنة 189 وهو ابن ثمان وخمسين سنة * ويوسف بن يعقوب بن إبراهيم\r\nالقاضي وكان قد سمع الحديث ونظر في الرأي وولى قضاء بغداد الجانب الغربي\r\nمنها في حياة أبيه وصلى بالناس الجمعة في مدينة أبى جعفر بأمر هارون فلم يزل\r\nقاضيا بها إلى أن توفى في رجب سنة 193 * وسفيان بن عيينة بن أبي عمران\r\nويكنى أبا محمد مولى لنبي عبد الله بن رويبة من بنى هلال بن عامر بن صعصعة وكان\r\nأبوه عيينة من عمال خالد بن عبد الله القسري فلما عزل خالد عن العراق وولى\r\nيوسف بن عمر الثقفي طلب عمال خالد فهربوا منه فلحق عيينة بن أبي عمران بمكة\r\nفنزلها * وقال ابن سعد أخبرنا محمد بن عمر قال أخبرني سفيان بن عيينة أنه ولد\r\nسنة 107 وطلب العلم قديما وكان حافظا وعمر حتى مات ذوو أسنانه وبقى بعدهم\r\n* قال سفيان وذهبت إلى اليمن سنة 150 وسنة 152 ومعمر حي وذهب الثوري\r\nقبلي بعام * وقال ابن سعد أخبرني الحسن بن عمران بن عيينة ابن أخي سفيان\r\nقال حججت مع عمى سفيان آخر حجة حجها سنة 197 فلما كان بجمع وصلى\r\nاستلقى على فراشه ثم قال لي قد وافيت هذا الموضع سبعين عاما أقول في كل\r\nعام اللهم لا تجعله آخر العهد من هذا المكان وإني قد استحييت من الله عز وجل\r\nمن كثرة ما أسأله ذلك فرجع فتوفى في السنة الداخلة يوم السبت أول يوم من\r\nرجب سنة 198 ودفن بالحجون وتوفى وهو ابن إحدى وتسعين سنة * وأويس\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nالقرني من مراد وهو يحابر بن مالك بن مذحج وهو أويس بن عامر بن جزء بن\r\nمالك بن عمرو بن سعد بن عصوان بن قرن بن ردمان بن ناجية بن مراد وهو يحابر\r\nابن مالك وكان ورعا فاضلا روى أنه قتل يوم صفين : حدثنا أبو كريب قال حدثنا\r\nأبو بكر قال حدثنا هشام عن الحسن قال قال رسول الله صلى الله عليه وسلم ليدخلن\r\nالجنة بشفاعة رجل من أمتي مثل ربيعة ومضر : قال هشام فأخبرني حوشب\r\nأنه قال هو أويس القرني * وحضين بن المنذر الرقاشي وكان يكنى أبا محمد وكان\r\nيكنى في الحرب بأبي ساسان قال الحارث حدثني علي بن محمد قال حدثني علي بن مالك\r\nالجشمي قال ذكروا الحضين بن المنذر عند الأحنف فقالوا سادوما اتصلت لحيته\r\nفقال الأحنف السودد مع السواد قبل أن يشيب الرجل وكان حضين بن المنذر\r\nيوم صفين صاحب لواء ربيعة وأراه عنى علي عليه السلام بقوله\r\nلمن راية سوداء يخفق ظلها * إذا قيل قدمها حضين تقدما\r\n* حدثني محمد بن معمر قال حدثنا روح قال حدثنا علي بن سويد بن\r\nمنجوف قال أتينا حضين بن المنذر أبا ساسان فقال مرحبا بزائر لا يمل *\r\nوسعد بن الحارث بن الصمة بن عمرو بن عتيك بن عمرو بن مبدول وهو عامر\r\nابن مالك بن النحار وقتل سعد بن الحارث بصفين مع أمير المؤمنين علي بن أبي\r\nطالب عليه السلام * والحارث الأعور بن عبد الله بن كعب بن أسد\r\nابن يخلد بن حوث واسمه عبد الله بن سبع بن صعب بن معاوية بن كثير بن\r\nمالك بن جشم بن حاشد بن جشم بن خيوان بن نوف بن همدان وحوث هو\r\nأخو السبيع رهط أبي إسحاق السبيعي وكان الحارث من مقدمي أصحاب\r\nأمير المؤمنين علي عليه السلام وعبد الله في الفقه والعلم بالفرائض والحساب :\r\nوحدثني زكرياء بن يحيى قال حدثنا أحمد بن يونس عن زائدة عن الأعمش عن\r\nإبراهيم قال قال الحارث تعلمت القرآن في سنة والوحي في ثلاث سنين : حدثنا ابن\r\nحميد قال حدثنا يحيى بن واضح قال حدثنا إسماعيل عن مخلد عن أبي إسحاق أن\r\nالحسن بن علي عليه السلام كتب إلى الحارث إنك كنت تسمع من علي عليه السلام\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nشيئا لم أسمعه فبعث إليه بوقر بعير : حدثنا أبو السائب قال حدثنا ابن فضيل عن\r\nمجالد عن الشعبي قال تعلمت من الحارث الأعور الفرائض والحساب وكان\r\nأحسب الناس وزعم يحيى بن معين أن الحارث توفى في سنه 65 ولا خلاف بين\r\nالجميع من أهل الأخبار أن وفاة الحارث كانت أيام ولاية عبد الله بن يزيد\r\nالأنصاري الكوفة من قبل عبد الله بن الزبير وعبد الله بن يزيد الذي صلى على\r\nالحارث في أيامه تلك بالكوفة وكان الحارث من ساكني الكوفة وبها كانت\r\nوفاته وكان من شيعة أمير المؤمنين علي بن أبي طالب عليه السلام * وعمرو بن\r\nسلمة بن عبد الله بن سلمة بن عميرة بن مقاتل بن الحارث بن كعب بن علوي بن\r\nعليان بن أرحب بن دعام من همدان كان شريفا وهو الذي بعثه الحسن بن علي\r\nعليه السلام مع محمد بن الأشعث بن قيس في الصلح بينه وبين معاوية فأعجب معاوية\r\nما رأى من فصاحته وجسمه فقال أمضري أنت قال لاثم قال\r\nإني لمن قوم نبي الله مجدهم * على كل باد في الأنام وحاضر\r\nأبوتنا آباء صدق نمى بهم * إلى المجد آباء كرام العناصر\r\nوأماتنا أكرم بهن عجائزا * ورثن العلى عن كابر بعد كابر\r\nجناهن كافور ومسك وعنبر * وأنت ابن هند من جناة المغافر\r\nأنا امرؤ من همدان ثم أحد أرحب * وأبو عبد الرحمن السلمي واسمه عبد الله بن\r\nحبيب قال ابن سعد قال حجاج بن محمد قال شعبة لم يسمع أبو عبد الرحمن من عثمان\r\nولكن سمع من علي عليه السلام وكان أبو عبد الرحمن من أصحاب علي عليه السلام من\r\nساكني الكوفة وبها كانت وفاته في ولاية بشر بن مروان العراق : حدثنا ابن حميد قال\r\nحدثنا جرير عن عطاء قال قال رجل لأبي عبد الرحمن أنشدك الله متى أبغضت عليا عليه\r\nالسلام أليس حين قسم قسما بالكوفة فلم يعطك ولا أهل قال أما إذ نشدتني الله\r\nفنعم * وكميل بن زياد بن نهيك بن هيثم بن سعد بن مالك بن الحارث بن صهبان بن\r\nسعد بن مالك بن النخع من مذحج شهد مع علي عليه السلام صفين وكان شريفا مطاعا\r\nفي قومه فلما قدم الحجاج الكوفة دعا به فقتله : حدثنا أبو كريب قال حدثنا أبو بكر\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nعن الأعمش قال قال الحجاج للعريان يا عريان ما فعل كميل أليس قد خرج علينا\r\nفي الجماجم قال فأجابه العريان فذكر كلاما قال فمكث ثم جاء كميل يأخذ عطاءه قال\r\nفأخذه فقال أنت الذي فعلت بعثمان وكلمه بشئ قال كميل لا تكثر على اللوم\r\nولاتهل على الكثيب وما ذاك رجل لطمني فأصبرني فعفوت عنه فأينا كان\r\nالمسئ قال فأمر به فضربت عنقه قال وكان من أهل القادسية * وعمر الأكبر\r\nابن علي بن أبي طالب عليه السلام بن عبد المطلب بن هاشم وأمه الصهباء وهى\r\nأم حبيب ابنة بجير بن العبد بن علقمة بن الحارث بن عتبة بن سعد بن زهير بن\r\nجشم بن بكر بن حبيب بن عمرو بن غنم بن عثمان بن تغلب بن وائل وكانت سبية\r\nأصابها خالد بن الوليد حين أغار على بنى تغلب بناحية عنى التمر * وعبيد الله\r\nابن علي بن أبي طالب عليه السلام أمه ليلى ابنة مسعود بن خالد بن مالك بن ربعي بن سلمى\r\nابن جندل بن نهشل بن دارم قتل بالمذار في الوقعة التي كانت بين أصحاب مصعب بن\r\nالزبير وأصحاب المختار وهو في جيش مصعب * وأبو نضرة واسمه المنذر بن مالك بن\r\nقطعة من العوقة وهم بطن من عبد القيس وقال علي بن محمد خرج أبو نضرة مع ابن\r\nالأشعت وكان أبو نضرة من شيعة علي عليه السلام ونوف البكالي وهو نوف بن فضالة\r\nابن امرأة كعب * ونوفل بن مساحق بن عبد الله بن مخرمة بن عبد العزى بن أبي قيس\r\nابن عبد ود بن نصر بن مالك بن حسل بن عامر بن لؤي * والاشتروا اسمه مالك بن\r\nالحارث بن عبد يغوث بن مسلمة بن ربيعة بن الحارث بن جذيمة بن سعد بن مالك بن\r\nالنخع من مذحج : حدثني إسحاق بن إبراهيم بن حبيب بن الشهيد قال سمعت أبا بكر\r\nابن عياش يقول قال علقمة قلت للأشتر قد كنت كارها لقتل عثمان فما أخرجك\r\nبالبصرة قال إن هؤلاء بايعوه ثم نكثوه وكان ابن الزبير وهو الذي هز عائشة\r\nعلى الخروج وكنت أدعو الله عز وجل أن يلقينيه ولقيني كفة لكفة فما رضيت\r\nلشدة ساعدي أن قمت في الركاب فضربته ضربة فصرعته قال قلت فهو القائل اقتلوني\r\nومالكا قال لا ما تركته وما نفسي منه شئ ذاك عبد الرحمن بن عتاب بن\r\nأسيد لقيني فاختلفنا ضربتين فصرعني وصرعته فجعل يقول اقتلوني ومالكا\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nولا يعلمون من مالك لو يعلمون لقتلوني ثم قال أبو بكر بن عياش هذا كأنك\r\nشاهده حدثني به المغيرة عن إبراهيم عن علقمة قال قلت للأشتر * وشبث بن\r\nربعي بن حصين بن غثيم بن ربيعة بن زيد بن رياح بن يربوع بن حنظلة من\r\nبنى تميم وكان شبث يكنى أبا عبد القدوس قال ابن سعد أخبرنا الفضل بن\r\nدكين قال حدثنا حفص بن غياث قال سمعت الأعمش قال شهدت جنازة\r\nشبث فأقاموا العبيد على حدة والجواري على حدة والنجب على حدة والنوق\r\nعلى حدة وذكر الأصناف ورأيتهم ينوحون عليه يلتدمون : حدثني ابن\r\nعبد الأعلى قال حدثنا المعتمر عن أبيه عن أنس قال قال شبث أنا أول من حرر الحرورية\r\nفقال رجل ما كان في هذا ما يتمدح به * والمسيب بن نجبة بن ربيعة بن رياح بن\r\nعوف بن هلال بن شمخ بن فزارة شهد القادسية وشهد مع علي عليه السلام مشاهده\r\nوقتل يوم عين الوردة مع التوابين الذين خرجوا وتابوا من خذلان الحسين عليه السلام\r\nفبعث الحصين بن نمير برأس المسيب بن نجبة مع أدهم بن محرز الباهلي إلى عبيد الله\r\nابن زياد فبعث بن عبيد الله بن زياد إلى مروان بن الحكم فنصبه بدمشق * وحجر\r\nابن عدي بن جبلة بن عدي بن ربيعة بن معاوية الأكرمين بن الحارث بن معاوية بن\r\nالحارث بن معاوية بن ثور بن مراتع بن كندي وهو حجر الخير وأبوه عدى الأدبر\r\nطعن موليا فسمى الأدبر وكان حجر بن عدي جاهليا إسلاميا وقد ذكر بعض\r\nرواة العلم أنه وفد إلى النبي صلى الله عليه وسلم مع أخيه هانئ بن عدي وشهد\r\nالقادسية وهو الذي افتتح مرج عذراء وكان في ألفين وخمسمائة من العطاء\r\nوكان من أصحاب علي عليه السلام شهد معه الجمل وصفين * وصعصعة بن صوحان\r\nتوفى بالكوفة في خلافة معاوية * وعبد خير بن يزيد الخيواني من همدان ويكنى\r\nأبا عمارة شهد مع علي عليه السلام صفين وكان له أثر فيها * والأصبغ بن نباتة\r\nابن الحارث بن عمرو بن فاتك بن عامر بن مجاشع بن دارم وكان صاحب شرط علي عليه\r\nالسلام وكان الأصبغ من شيعة علي عليه السلام * وحجار بن أبجر بن جابر\r\nابن بجير بن عائذ بن شر ؟ ط بن عمرو بن مالك بن ربيعة بن عجل وكان شريفا\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n* ومسلم بن نذير السعدي من سعد بن زيد مناة بن تميم وكان أيضا من الشيعة\r\n* وأبو عبد الله الجدلي واسمه عبدة بن عبد بن عبد الله بن أبي يعمر بن حبيب\r\nابن عائذ بن مالك بن وائلة بن عمرو بن ناج بن يشكر بن عدوان واسمه الحارث\r\nابن عمرو بن قيس بن عيلان بن مضر وسمى عدوان لأنه عدا على أخيه فهم بن\r\nعمرو فقتله وأم عدوان وفهم جديلة بنت مر بن أد بن طابخة أخت تميم بن مر\r\nفنسبوا إليها وكان أبو عبد الله الجدلي من شيعة علي عليه السلام وقائد الثمانمائة\r\nالذين وجههم المختار إلى محمد بن الحنفية لمنعه من ابن الزبير حين أراد قتله\r\n* وأبو المتوكل الناجي واسمه علي بن دواد * وأبو الصديق الناجي واسمه بكر\r\nابن عمرو ثقة * وذر بن عبد الله بن زرارة بن معاوية بن عميرة بن منبه بن غالب\r\nابن وقش بن قاسم بن مرهبة من همدان وكان ذر من المقدمين في القصص وكان\r\nمن أهل الارجاء وكان من القراء الذين خرجوا مع عبد الرحمن بن محمد بن الأشعث\r\nعلى الحجاج قال ابن سعد أخبرنا الفضل بن دكين قال حدثنا أبو إسرائيل عن\r\nالحكم قال سمعت ذرا في الجماجم يقول هل هي إلا برد حديدة بيد كافر مفتون\r\n* وطلحة بن عبد الله بن خلف بن أسد من بنى مليح بن عمرو بن ربيعة من خزاعة\r\nقتل أبوه عبد الله بن خلف يوم الجمل مع عائشة وطلحة هذا هو الذي يقال له طلحة\r\nالطلحات كان أجود العرب في زمانه وأمه صفية ابنة الحارث بن طلحة بن أبي طلحة\r\nابن عبد العزى بن عثمان بن عبد الدار بن قصي وأم أبيه حمينة ابنة أبى طلحة بن\r\nعبد العزى وسمى طلحة الطلحات بولادة طلحة وأبى طلحة إياه * وسالم بن أبي\r\nحفصة وكان سالم يكنى أبا يونس وكان يتشيع تشيعا شديدا فلما كانت دولة\r\nبني هاشم حج داود بن علي تلك السنة بالناس وهى سنة 132 وحج سالم بن أبي حفصة\r\nتلك السنة فدخل مكة وهو يلبى يقول لبيك اللهم لبيك مهلك بنى أمية لبيك وكان\r\nرجلا مهجرا فسمعه داود بن علي فقال من هذا قالوا سالم بن أبي حفصة وأخبر\r\nبأمره ورأيه قال ابن سعد أخبرنا علي بن عبد الله قال حدثنا سفيان عن سالم بن أبي\r\nحفصة قال كان الشعبي إذا رآني قال :\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nيا شرطة الله قعي وطيري * كما تطير حبة الشعير\r\n* والخليل بن أحمد صاحب العروش الفراهيدي من العتيك عن هشام بن\r\nمحمد حدثني إسحاق بن إبراهيم بن حبيب بن الشهيد قال حدثني قريش بن أنس\r\nقال سمعت الخليل بن أحمد صاحب النحو قال إذا نسخ الكتاب ثلاث مرار\r\nتحول بالفارسية قال أبو يعقوب يعنى يكثر سقطه\r\n( ذكر من روى عنها العلم منهن ممن أدرك أصحاب رسول الله\r\nصلى الله عليه وسلم ثم من قريش )\r\n* منهن فاطمة بنت علي بن أبي طالب عليه السلام روت عن أبيه أحاديث\r\nمنها ما حدثني محمد بن الحسين قال حدثنا الفضل بن دكين قال حدثنا ابن أبي نعم\r\nيعنى الحكم بن عبد الرحمن بن أبي نعم قال حدثتني فاطمة بنت على قالت قال أبى\r\nعن رسول الله صلى الله عليه وسلم من أعتق نسمة مسلمة أو مؤمنة وقى الله عز وجل\r\nبكل عضو منها عضوا منه من النار * ومنهن أم كلثوم ابنة علي بن أبي طالب\r\nعليه السلام * ومنهن فاطمة بنت الحسين بن علي بن أبي طالب روت عن أبيها\r\nوعن غيره أحاديث منها ما حدثني محمد بن عبيد المحاربي قال حدثنا صالح بن موسى\r\nالطلحي عن عبد الله بن الحسن عن أمه فاطمة بنت الحسين عن أبيها عن علي عليه\r\nالسلام أن رسول الله صلى الله عليه وسلم كان إذا دخل المسجد قال اللهم افتح لي\r\nأبواب رحمتك وإذا خرج منه قال اللهم افتح لي أبواب رزقك * ومنهم أم كلثوم\r\nابنة الزبير ابن العوام روى عنها ما حدثني العباس بن الوليد قال أخبرني أبي قال\r\nحدثنا الأوزاعي عن أم كلثوم بنت أسماء بنت أبي بكر الصديق عن عائشة زوج النبي\r\nصلى الله عليه وسلم قالت كان رسول الله صلى الله عليه وسلم في البيت فجاء علي بن أبي\r\nطالب عليه السلام فدخل فلما رأى رسول الله صلى الله عليه وسلم يصلى قام إلى\r\nجانبه يصلى قال فجاءت عقرب حتى انتهت إلى رسول الله صلى الله عليه وسلم ثم تركته\r\nوأقبلت إلى علي فلما رأى ذلك على ضربها بنعله فلم ير رسول الله صلى الله\r\nتعالى عليه وسلم بقتله إياها بأسا * ومنهن أم حميد بنت عبد الرحمن روى عنها\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nما حدثنا سعيد بن يحيى الأموي قال حدثنا أبي قال حدثنا ابن جريج قال حدثنا\r\nعبد الملك بن عبد الرحمن عن أمه أم حميد بنت عبد الرحمن سألت عائشة عن الصلاة\r\nالوسطى قالت كنا نقرأ في الحرف الأول على عهد رسول الله صلى الله عليه وسلم\r\nحافظوا على الصلوات والصلاة الوسطى وصلاة العصر وقوموا لله قانتين :\r\nحدثني عباس بن محمد قال حدثنا حجاج قال أخبرني ابن جريج قال أخبرني\r\nعبد الملك بن عبد الرحمن عن أمه أم حميد بنت عبد الرحمن أنها سألت عائشة\r\nعن قوله تعالى الصلاة الوسطى فقالت كنا نقرأها على الحرف الأول على عهد\r\nرسول الله صلى الله عليه وسلم حافظوا على الصلوات والصلاة الوسطى وصلاة\r\nالعصر وقوموا لله قانتين * ومنهن آمنة روى عنها من ذلك ما حدثنا الربيع قال\r\nحدثنا أسد قال حدثنا حماد بن سلمة عن علي بن زيد عن آمنة أنها سألت عائشة عن\r\nهذه الآية \" إن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله \" ، \" ومن يعمل\r\nسوءا يجز به \" فقالت ما سألني عنها أحد منذ سألت رسول الله صلى الله عليه وسلم\r\nقال يا عائشة هذه متابعة الله العبد بما يصيبه من الحمى والنكبة والشوكة حتى\r\nالبضاعة يضعها في كفه يفقدها فيروع لها فيجدها في ضبنه حتى إن المؤمن ليخرج\r\nمن ذنوبه كما يخرج التبر الأحمر من الكير\r\n( يتلوه الأسماء والكنى من التاريخ )\r\n* فمنهم أبو بكر اختلف في اسمه فالذي عليه معظم أهل العلم أن اسمه عبد الله\r\nابن أبي قحافة وقال بعضهم بل اسمه عتيق وأبو قحافة فلا اختلاف في اسمه أنه\r\nعثمان بن عامر بن كعب بن سعد بن تيم بن مرة * وأبو عبيدة واسمه عامر بن\r\nعبد الله بن الجراح * وأبو الأرقم واسمه عبد مناف بن أسد بن عبد الله المخزومي\r\n* وأبو مرثد الغنوي حليف حمزة بن عبد المطلب اسمه كناز بن الحصين وقيل كناز\r\nابن الحصين * وأبو موسى الأشعري اسمه عبد الله بن قيس حليف أبى أحيحة\r\nسعيد بن العاص * وأبو محذورة المؤذن اسمه أوس بن معير وقيل سمرة بن\r\nعمير وقال ابن معين هو سمرة بن معين * وأبو العاص بن الربيع ختن رسول الله\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nصلى الله عليه وسلم على ابنته زينب اسمه مقسم * وأبو ذر ويختلف في اسمه\r\nفعامة أهل الأنساب يقولون هو جندب بن جنادة وقال أو معشر نجيح هو برير\r\nابن جندب * وأبو أمامة صدى بن عجلان الباهلي * وأبو بكرة نفيع بن مسروح\r\nوقيل اسمه مسروح * وأبو ليلى بلال بن بليل بن أحيحة بن الجلاح * وأبو بردة\r\nابن نيار أصله من قضاعة وهو حليف لبنى حارثة من الأوس * وأبو الدرداء\r\nعويمر بن زيد من بنى الحارث بن الخروج * وأبو عمرة بشير بن عمرو بن محصن\r\nأبو عبد الرحمن بن أبي عمرة * وأبو أيوب الأنصاري خالد بن زيد بن كليب *\r\nوأبو قتادة اختلف في اسمه فقال ابن إسحاق هو الحارث بن ربعي وقال بعضهم\r\nهو عمرو بن ربعي وقال الواقدي هو النعمان بن ربعي * وأبو اليسر كعب بن\r\nعمرو * وأبو هريرة قال هشام اسمه عمير بن عامر بن عبد ذي الشرى وقال\r\nالواقدي هو عبد شمس فسمى في الاسلام عبد الله وقال آخرون اسمه عبد نهم وقيل\r\nسكين وقيل عبد غنم * وأبو أسيد الساعدي مالك بن ربيعة * وأبو حدرد\r\nالأسلمي سلامة بن عمير بن أبي سلامة وقال بعضهم عبد بن عمير * وأبو سعيد الخدري\r\nسعد بن مالك بن سنان * وأبو برزة الأسلمي قال هشام هو نضلة بن عبد الله\r\nوقال بعضهم هو نضلة بن عبيد بن الحارث وقال الواقدي هو عبد الله بن نضلة\r\n* وأبو زيد الأنصاري ثابت بن زيد بن قيس من بنى الحارث بن الخزرج وهو\r\nأحد الستة الذين جمعوا القرآن * وأبو وداعة الحارث بن ضبيرة بن سعيد أبو المطلب\r\nابن أبي وداعة السهمي * وأبو لينة عبد الله بن أبي كرب من بنى معاوية الأكرمين\r\n* وأبو سبرة يزيد بن مالك بن عبد الله بن جعفي وهو جد خيثمة بن عبد الرحمن\r\nصاحب الأعمش * وأبو الحمراء هلال بن الحارث * وأبو جحيفة وهب\r\nالسوائي * وأبو جمعة حبيب بن سباع * وأبو الأعور السلمي عمرو بن سفيان\r\n* وأبو عياش الزرقي زيد بن الصامت وأبو مسعود الأنصاري عقبة بن عمرو\r\n* وأبو لبابة رفاعة بن عبد المنذر * وأبو حميد الساعدي عبد الرحمن بن سعد *\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nوأبو أمامة الأنصاري أسعد بن زرارة * وأبو دجانة سماك بن خرشة *\r\nوأبو الهيثم بن التيهان مالك بن التيهان\r\n( ذكر أسماء من شهر بالكنية من النساء اللاتي بايعن رسول الله\r\nصلى الله عليه وسلم وأدركنه )\r\nمنهم أم سلمة بنت أبي أمية بن المغيرة اسمها هند بنت سهيل بن المغيرة زوجة\r\nرسول الله صلى الله عليه وسلم * وأم هانئ بنت أبي طالب بن عبد المطلب\r\nاسمها فاختة في قول الرواة والمحدثين وأما هشام بن محمد الكلبي فإنه كان يقول\r\nفيما ذكر اسمها هند * وأم حبيبة بنت أبي سفيان اسمها رملة * وأم شريك\r\nواسمها غزية بنت جابر بن حكيم * وأم أيمن واسمها بركة مولاة رسول الله\r\nصلى الله عليه وسلم وأم الفضل وهى لبابة الكبرى بنت الحارث بن حزن وهى زوجة\r\nالعباس بن عبد المطلب * وأم معبد واسمها عاتكة بنت خالد بن خليف بن\r\nخزاعة وهى التي روى عنها أن النبي صلى الله عليه وسلم مر بها فضافته ونعتته لزوجها\r\n* وأم الدرداء الكبرى خيرة بنت أبي حدرد الأسلمي * وأم بشر بن البراء\r\nابن معرور خليدة بنت قيس بن ثابت * أم الحكم بن الزبير بن عبد المطلب بن\r\nهاشم * أم كلثوم بنت عقبة بن أبي معيط\r\n( ذكر كنى ممن شهر باسمه دون كنيته ممن عاش بعد رسول الله صلى الله عليه وسلم )\r\nأمير المؤمنين علي بن أبي طالب عليه السلام كان يكنى أبا الحسن بابنه الحسن\r\nعليه السلام * وطلحة بن عبيد الله يكنى أبا محمد بابنه محمد * والزبير بن العوام يكنى\r\nأبا عبد الله بابنه عبد الله * وسعد بن أبي وقاص يكنى أبا إسحاق بابنه إسحاق * وسعد\r\nابن زيد يكنى أبا الأعور * وعبد الله بن العباس يكنى أبا العباس بابنه العباس *\r\nوعبيد الله بن العباس أخوه وكان يكنى أبا محمد بابنه محمد * والفضل بن العباس يكنى\r\nأبا محمد بابنه محمد * والحسين بن علي عليه السلام يكنى أبا عبد الله بابنه عبد الله وقتل\r\nعبد الله بن الحسين مع أبيه الحسين عليه السلام * وعبد الله بن جعفر بن أبي طالب\r\nيكنى بابنه جعفر الأكبر * وربيعة بن الحارث بن عبد المطلب يكنى أبا أروى بابنته\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nأروى * وعقيل بن أبي طالب يكنى أبا يزيد بابنه يزيد * وزيد الحب بن حارثة يكنى\r\nأبا أسامة بابنه أسامة * وأسامة الحب بن زيد بن حارثة يكنى أبا محمد بابنه محمد *\r\nوعمار بن ياسر أبو اليقظان * وعبد الله بن مسعود يكنى أبا عبد الرحمن بابنه\r\nعبد الرحمن * والمقداد بن الأسود من بهراء ويكنى أبا معبد * وخباب بن الأرت\r\nابن جندلة من سعد بن زيد مناة بن تميم يكنى أبا عبد الله بابنه عبد الله * وحاطب\r\nابن أبي بلتعة من لخم وهو من حلفاء الزبير بن العوام يكنى أبا محمد في قول الواقدي\r\nوفى قول يحيى أبا يحيى * والأرقم بن أبي الأرقم من بنى مخزوم يكنى أبا عبد الله\r\nوأما أبو الأرقم فإن اسمه عبد مناف * وأبي بن كعب يكنى أبا المنذر * وعبد الله\r\nابن زيد بن عبد ربه وهو الذي أرى الاذان يكنى أبا محمد بابنه محمد * ورفاعة بن\r\nرافع بن مالك يكنى أبا معاذ بابنه معاذ * وسعد بن عبادة بن دليم يكنى أبا ثابت *\r\nوبريدة بن الحصبب بن عبد الله يكنى أبا عبد الله بابنه عبد الله : حدثنا العباس قال\r\nسمعت يحيى يقول بريدة الأسلمي أبو سهل * بلال بن رباح المؤذن يكنى أبا عبد الله *\r\nثابت بن الضحاك أبو زيد * عثمان بن حنيف يكنى أبا عبد الله * حسان بن ثابت\r\nيكنى أبا الوليد * جابر بن عبد الله بن حرام يكنى أبا عبد الله * كعب بن مالك الشاعر\r\nيكنى أبا عبد الله * جبير بن مطعم يكنى أبا محمد بابنه محمد * عبد الرحمن بن أبي بكر\r\nيكنى أبا عبد الله بابنه عبد الله * خالد بن الوليد بن المغيرة يكنى أبا سليمان بابنه\r\nسليمان * عمرو بن العاص يكنى أبا عبد الله بابنه عبد الله * واثلة بن الأسقع يكنى\r\nأبا قرصافة وقيل إن كنيته أبو الأسقع وأن أبا قرصافة جندرة بن خيشنة * معقل\r\nابن يسار يكنى أبا عبد الله وهو صاحب نهر معقل بالبصرة * قرة بن إياس\r\nأبو معاوية * صفوان بن المعطل يكنى أبا عمرو * العرباض بن سارية أبو نجيح *\r\nالمغيرة بن شعبة يكنى أبا عبد الله * عمران بن حصين يكنى أبا نجيد * سليمان بن صرد\r\nيكنى أبا مطرف وكان اسمه يسار فلما أسلم سماه رسول الله صلى الله عليه وسلم\r\nسليمان * سلمة بن الأكوع يكنى أبا إياس بابنه إياس وقال يحيى يكنى أبا مسلم\r\n* وعبد الله بن أبي أوفى يكنى أبا معاوية * وعبد الله بن أبي حدرد يكنى أبا محمد\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n* وعقبة بن عامر الجهني يكنى أبا عمرو في قول الواقدي : حدثنا العباس عن يحيى\r\nقال يكنى أبا حماد وفى موضع آخر انه كان يكنى أبا أسد * زيد بن خالد الجهني\r\nيكنى أبا طلحة * معبد بن خالد أبو روعة الجهني * البراء بن عازب يكنى\r\nأبا عمارة * أسيد بن ظهير يكنى أبا ثابت * ثابت بن وديعة يكنى أبا سعد *\r\nوخزيمة بن ثابت يكنى أبا عمارة * زيد بن ثابت يكنى أبا سعيد بابنه سعيد *\r\nوعمرو بن حزم يكنى أبا الضحاك * شداد بن أوس بن ثابت يكنى أبا يعلى بابنه يعلى\r\n* معاذ بن الحارث من بنى النجار من الأنصار وهو الذي يقال له القارئ يكنى\r\nأبا الحارث * أنس بن مالك يكنى أبا حمزة * زيد بن أرقم يكنى أبا سعد في قول\r\nالواقدي وفى قول غيره أبا نيسة * والنعمان بن بشير يكنى أبا عبد الله بابنه عبد الله\r\n* وسعد بن عبادة أبو ثابت في قول يحيى * وقيس بن سعد بن عبادة يكنى أبا\r\nعبد الملك * سهل بن سعد الساعدي يكنى أبا العباس بابنه العباس * عبد الله بن\r\nسلام يكنى أبا يوسف وكان اسمه الحصين فلما أسلم سماه رسول الله صلى الله عليه\r\nوسلم عبد الله * وعبد الله بن الزبير بن العوام يكنى أبا بكر بابنه بكر وقيل يكنى\r\nأبا خبيب * المسور بن مخرمة يكنى أبا عبد الرحمن بابنه عبد الرحمن * عمر بن أبي\r\nسلمة بن عبد الأسد يكنى أبا حفص * عمرو بن حريث يكنى أبا سعيد *\r\nحاطب ابن أبي بلتعة يكنى أبا عبد الرحمن * محمد بن حاطب يكنى أبا إبراهيم\r\n* معاوية بن أبي سفيان يكنى أبا عبد الرحمن * الوليد بن عقبة بن أبي معيط\r\nيكنى أبا وهب * مخرمة بن نوفل أبو صفوان بابنه صفوان * قبيصة بن المخارق\r\nيكنى أبا بشر * جابر بن سمرة بن جنادة يكنى أبا عبد الله * عدى بن حاتم\r\nالجواد الطائي يكنى أبا طريف * الأشعث بن قيس يكنى أبا محمد بابنه محمد *\r\nتميم الداري وهو تميم بن أوس بن خارجة يكنى أبا رقية * وعمرو بن معديكرب\r\nيكنى أبا ثور * وهانئ بن يزيد أبو شريح بن هانئ يكنى أبا شريح وكانت\r\nكنيته فيما ذكر في الجاهلية أبا الحكم لأنه كان حكما بين قومه فلما أسلم كناه النبي\r\nصلى الله عليه وسلم أبا شريح * جرير بن عبد الله البجلي قال الواقدي كنيته\r\nأبو عبد الله والذي عندنا أن كنيته أبو عمر وينشد من قبله\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nأنا جرير كنيتي أبو عمر * أضرب بالسيف وسعد في القصر\r\nوفيروز الديلمي يكنى أبا عبد الله بابنه عبد الله وبعض الرواة يقول فيه حدثني\r\nالديلمي الحميري وإنما قيل ذلك لنزوله في حمير وهو من أبناء الفرس الذي\r\nوجههم كسرى إلى اليمن لحرب الحبشة بها * وسفينة مولى أم سلمة يكنى فيما\r\nحدثنا العباس عن يحيى أبا عبد الرحمن * وأهبان بن صيفي كنيته في قوله\r\nأبو مسلم * والمقدام بن معديكرب يكنى أبا كريمة * ويعللى بن مرة قال يحيى\r\nيكنى أبا المرازم فقال الواقدي أبو المرازم كنيته يعلى بن أمية . ولبيد بن ربيعة\r\nالشاعر يكنى أبا عقيل * وقرظة بن كعب يكنى أبا عمر * وحويطب بن عبد العزى\r\nابن أبي قيس يكنى أبا حمد * ومالك بن الحويرث الليثي يكنى أبا سليمان * وحذيفة\r\nابن اليمان يكنى أبا عبد الله\r\n( ذكر أسماء من عرف من أصحاب رسول الله صلى الله عليه وسلم\r\nبمولاه أو بأخيه أبلقبه أو بجده دون أبيه الأدنى )\r\n* منهم سالم بن معقل الذي يقال له سالم مولى أبى حذيفة فإنه يعرف بمولى\r\nأبى حذيفة وهو مولى لامرأة من الأوس يقال لها ثبيتة بنت يعار كانت تحت\r\nأبى حذيفة بن عتبة فأعتقت سالما سائبة فوالى سالم أبا حذيفة فتبناه أبو حذيفة\r\nوالمقداد بن الأسود وهو المقداد بن عمرو بن بهراء بن عمرو بن الحاف بن قضاعة\r\nولكنه كان حالف الأسود بن عبد يغوث الزهري في الجاهلية فتبناه وكان يقال له\r\nالمقداد بن الأسود فلما نزلت \" ادعوهم لآبائهم \" ألحق بأبيه عمرو وذو الشمالين\r\nوقد يقال له ذو اليدين لأنه كان فيما ذكر أضبط يعمل بيديه جميعا وأن اسمه عمير\r\nابن عبد عمرو بن نضلة بن عمرو بن غبشان من خزاعة وقتل يوم بدر شهيدا\r\nمع من قتل من المسلمين وأما الآخر منهما فان اسمه الخر باق عاش بعد رسول الله\r\nصلى الله عليه وسلم زمانا وروى عن رسول الله أحاديث . وسهيل بن بيضاء يعرف\r\nبالنسبة إلى البيضاء والبيضاء أمه وهى دعد بنت جحدم بن عمرو وإنما هو سهيل\r\nابن وهب بن ربيعة بن هلال من بنى الحارث بن فهر وأخوه صفوان بن بيضاء\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nوحذيفة بن اليمان نسب إلى جد أبى جده وإنما هو حذيفة بن حسيل بن جابر\r\nابن ربيعة بن عمرو بن جروة بن الحارث بن قطيعة بن عبس ابن بغيض وجروة\r\nابن الحارث هو اليمان الذي ولده حذيفة وقيل لجروة اليمان لأنه كان أصاب في\r\nقومه دما فهرب فلحق بالمدينة فحالف بنى عبد الأشهل فسماه قومه اليمان لمحالفته\r\nاليمانية * ويعلى بن سيابة وسيابة أمه وأبو مرة وهو يعلى بن مرة * ويعلى بن\r\nمنية ومنية أمه وأبوه أمية وهو يعلى بن أمية * ونابغة بن جعدة الشاعر عرف\r\nبلقبه واسمه قيس بن عبد الله بن عدس بن ربيعة بن جعدة * والأشعث بن\r\nقيس بن معديكرب والأشعث لقب عرف به واسمه الذي هو اسمه معديكرب\r\nولكنه قيل له أشعث لأنه كان أبدا فيما ذكر أشعث الرأس فلقب به * وتميم\r\nالداري يعرف بالنسب إلى الدار بن هانئ وهم من لخم وهو تميم بن أوس بن\r\nخارجة الداري * والهلب بن يزيد الطائي عرف بلقبه واسمه سلامة وهو أبو قبيصة\r\nابن هلب وإنما قيل له هلب لأنه كان أقرع فلما قدم على رسول الله صلى الله عليه\r\nوسلم فأسلم ذكر أن رسول الله صلى الله عليه وسلم مسح يده على رأسه فنبت\r\nشعر رأسه فسمى هلبا بهلب شعره\r\n( ذكر أسماء من شهر بالكنية من التابعين )\r\n* منهم أبو أمامة بن سهل بن حنيف اسمه أسعد ذكر أن رسول الله صلى الله\r\nعليه وسلم هو الذي سماه بذلك وكناه بكنيته وذلك أن أم أبى أمامة حبيبة بنت أبي\r\nأمامة أسعد بن زرارة بن عدس نقيب بنى النجار فلما ولدت حبيبة أبا أمامة\r\nابن سهل سمى باسم أبيها وكنى بكنيته * وأبو سعيد المقبري وهو أبو سعيد بن أبي\r\nسعيد المقبري اسمه كيسان مولى لبنى جندع من بنى ليث بن بكر * وأبو جعفر\r\nالقارئ واسمه يزيد بن القعقاع مولى ابن عياش * وأبو ميمونة مولى أم سلمة\r\nزوج النبي صلى الله عليه وسلم وكان قارئ أهل المدينة في زمانه وعليه قرأ نافع\r\nابن أبي نعيم * وأبو صالح السمان وهو الزيات مولى غطفان ويقال جويرية امرأة منم\r\nقيس وهو أبو سهيل اسمه ذكوان * وأبو صالح باذام مولى أم هانئ بنت أبي طالب\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nوهو الذي روى عنه الكلبي وإسماعيل بن أبي خالد * وأبو صالح سميع روى\r\nعن ابن عباس * وأبو صالح مولى السفاح اسمه عبيد روى عنه بسر بن سعيد\r\n* وأبو صالح الحنفي اسمه عبد الرحمن بن قيس أخو طليق بن قيس الحنفي وقال\r\nيحيى اسمه ماهان * وأبو صالح الغفاري * وأبو صالح ميسرة * وأبو صالح\r\nالذي روى عنه أهل فلسطين رديح * وأبو صالح الذي روى عنه يحيى بن أبي كثير\r\nقيلوه * وأبو صالح الذي روى عنه التيمي وخالد الحذاء ميزان * وأبو صالح\r\nمولى عثمان بن عفان اسمه بركان * وأبو وائل اسمه شقيق بن سلمة الأسدي *\r\nوأبو عمرو الشيباني اسمه سعد بن إياس * وأبو عبد الرحمن السلمي اسمه عبد الله بن\r\nحبيب * وأبو فاختة سعيد بن علاقة * وأبو الشعثاء المحاربي اسمه سليم بن الأسود\r\n* وأبو عبد الله الجدلي اسمه عبدة بن عبد بن عبد الله * وأبو بردة بن أبي موسى\r\nاسمه عامر بن عبد الله بن قيس * وأبو عثمان النهدي اسمه عبد الرحمن بن مل *\r\nوأبو الأسود الديلي اسمه ظالم بن عمرو * وأبو العالية الرياحي اسمه رفيع *\r\nوأبو أمية مولى عمر بن الخطاب اسمه عبد الرحمن وهو جد مبارك بن فضالة بن أبي\r\nأمية * وأبو رجاء العطاردي اسمه عمران بن تيم وقال بعضهم عمران بن ملحان\r\n* وأبو المتوكل الناجي اسمه علي بن دواد * وأبو الصديق الناجي اسمه بكر بن عمرو\r\n* وأبو الزنباع اسمه صدقة بن صالح * وذكر عن العلائي عن يحيى بن معين أنه قال\r\nأبو أيوب العتكي اسمه يحيى بن المنذر * أبو العالية البراء اسمه زياد بن فيروز\r\n* أبو عمران الجوني اسمه عبد الملك بن حبيب الأزدي * أبو مسلم الخولاني\r\nاسمه عبد الله بن ثوب * أبو الزاهرية الحضرمي اسمه حدير بن كريب\r\nوقيل إنه حميري * أبو جعفر المدائني اسمه عبد الله بن المسور بن محمد بن جعفر بن أبي\r\nطالب * أبو حازم الذي روى عنه إسماعيل بن أبي خالد نبتل * أبو الحويرث\r\nعبد الرحمن بن معاوية * أبو حازم الأشجعي سلمان * أبو الشعثاء جابر بن زيد *\r\nوأبو الشعثاء الذي يروى عنه حميد الطويل مولى عمر بن عبد العزيز فيروز *\r\nأبو جمرة صاحب ابن عباس عمران بن عطاء * أبو جعفر البجلي الذي حدث عنه\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمعتمر بن سليمان هو موسى بن المسيب * أبو بلج يحيى بن سليم وقيل يحيى بن أبي\r\nسليم وقيل يحيى بن أبي الأسود * أبو العذافر داود بن دينار * ذكر عن ابن\r\nالمثنى أنه قال اسم أبى ليلى أبى عبد الرحمن بن أبي ليلى داود * أبو أيوب الذي حدث\r\nعنه قتادة يحيى بن أيوب * أبو خبطة الذي روى عنه مالك بن مغول حكيم الحذاء\r\n* أبو سفيان صاحب جابر طلحة بن نافع * أبو سفيان الذي حدث عنه\r\nأبو معاوية وحفص بن غياث طريف السعدي * أبو حيان الأشجعي اسمه منذر\r\n* أبو حذيفة سلمة بن صهيب هو الذي يروى عنه علي بن الأقمر * أبو بسطام\r\nالذي روى عنه الفزاري يحيى بن عبد الرحمن التميمي * أبو مريم عبد الغفار بن\r\nالقاسم * أبو المعلى العطار اسمه يحيى بن ميمون * أبو بكر الهذيلي سلمى بن\r\nعبد الله بن سلمى * أبو بكار الحكم بن فروخ الغزال * التياح يزيد بن\r\nحميد * أبو هلال الراسبي محمد بن سليم * أبو المعلى زيد بن مرة * أبو حمزة\r\nالسكري محمد بن ميمون * أبو إسحاق الصائغ هو إبراهيم بن ميمون * أبو سنان\r\nالرازي سعيد بن سنان * أبو سلام الحنفي عبد الملك بن سلام المدائني *\r\nأبو الأزهر الشأمى فروة بن المغيرة * أبو حمزة الذي حدث عنه الأعمش سعد\r\nابن عبيدة * أبو كثير الزبيدي عبد الله بن مالك * أبو هلال الطائي يحيى بن\r\nحيان * أبو خالد الوالبي هرمز * أبو معاوية البجلي عمار الدهني * أبو المعتمر\r\nيزيد بن طهمان * أبو الهياج الذي روى عنه الشعبي وسعيد بن جبير عمرو بن مالك\r\nالأزدي * أبو مريم الأسدي الذي روى عنه أشعث بن أبي الشعثاء اسمه\r\nعبد الله بن زياد * أبو إدريس الذي يروى عن المسيب بن نجبة اسمه سواد\r\n* أبو الهيثم صاحب القصب اسمه عمار\r\n( ذكر من انتهت إلينا كنيته ممن شهر بالاسم دون الكنية من التابعين )\r\n* عبد الرحمن بن الحارث بن هشام كان يكنى أبا محمد * محمد بن ربيعة بن الحارث\r\nابن عبد المطلب يكنى أبا حمزة بابنه حمزة * عبد الله بن الحارث بن نوفل بن الحارث\r\nابن عبد المطلب يكنى أبا محمد وهو الملقب ببة * مروان بن الحكم يكنى أبا عبد الملك\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nمحمد بن طلحة بن عبيد الله يكنى أبا سليمان بابنه سليمان * عبد الله بن عتبة بن مسعود\r\nيكنى أبا عبد الرحمن * محمد بن الأشعث بن قيس يكنى أبا القاسم * عمارة بن\r\nخزيمة بن ثابت يكنى أبا محمد * محمد بن أبي بن كعب يكنى أبا معاذ * سعيد بن\r\nالمسيب أبو محمد * الهلب بن أبي صفرة يكنى أبا سعيد * زرارة بن أو في الحرشي\r\nيكنى أبا حاجب * يزيد بن عبد الله بن الشخير يكنى أبا العلاء * جارية بن قدامة\r\nالسعدي سعد تميم يكنى أبا أيوب * الحسن بن أبي الحسن البصري واسم\r\nأبى الحسن يسار يكنى أبا سعيد * جابر بن زيد أبو الشعثاء الأزدي * عقبة بن\r\nعبد الغافر يكنى أبا نهار الأزدي * قتادة بن دعامة السدوسي يكنى أبا الخطاب\r\n* ثابت البناني يكنى أبا محمد وهو ثابت بن أسلم * كعب بن ماتع وهو\r\nكعب الأحبار يكنى أبا إسحاق من حمير * عطاء بن يسار مولى ميمونة زوج النبي\r\nصلى الله عليه وسلم يكنى أبا محمد * قبيصة بن ذؤيب يكنى أبا إسحاق وقيل أبو سعيد\r\n* عروة بن الزبير يكنى أبا عبد الله * وأخوه لأبيه وأمه المنذر بن الزبير يكنى\r\nأبا عثمان * مصعب بن الزبير يكنى أبا عبد الله * محمد بن جبير بن مطعم يكنى\r\nأبا سعيد * عبد الملك بن مروان يكنى أبا الوليد * عبد العزيز بن مروان يكنى\r\nأبا الأصبغ * إياس بن سلمة بن الأكوع يكنى أبا سلمة * رفاعة بن رافع بن\r\nخديج يكنى أبا خديج * عبد الرحمن بن أبي سعيد الخدري قال الواقدي يكنى أبا محمد\r\nوقال عبد الله بن محمد بن عمارة يكنى أبا حفص * حمزة بن أبي أسيد الساعدي\r\nيكنى أبا ملك * المنذر بن أبي أسيد الساعدي يكنى أبا سعيد * سعيد بن يسار\r\nأبو الحباب مولى الحسن بن علي عليه السلام * سلمان الأغرأ وعبد الله * عكرمة\r\nمولى ابن عباس يكنى أبا عبد الله * شعبة مولى عبد الله بن عباس يكنى أبا عبد الله *\r\nمقسم مولى عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب وينسب ولاؤه\r\nإلى ابن عباس للزومه كان إياه يكنى أبا القاسم * ونبهان ؟ لي أم سلمة يكنى\r\nأبا يحيى * وناعم بن أجيل مولى أم سلمة يكنى أبا قدامة * وسويد بن غفلة\r\nأبو أمية * وعبد الرحمن بن أبي ليلى يكنى أبا عيسى * وزر بن حبيش يكنى أبا مريم\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n* وشريح القاضي وهو شريح بن الحارث بن قيس يكنى أبا أمية * والربيع بن\r\nخثيم أبو يزيد * وصلة بن زفر العبدي أبو العلاء * وشبث بن ربعي يكنى\r\nأبا عبد القدوس * وعبد خير بن يزيد الخيواني يكنى أبا عمارة * وعطاء بن أبي\r\nرباح يكنى أبا محمد * ورجاء بن حياة يكنى أبا نصر * وميمون بن مهران\r\nيكنى أبا أيوب * ومشرح بن عاهان أبو مصعب * ووهب بن منبه يكنى أبا عبد الله\r\n* وأخوه همام بن منبه يكنى أبا عتبة * ومعقل بن منبه أخوهما يكنى أبا عقيل\r\n* وعلي بن عبد الله بن العباس بن عبد المطلب يكنى أبا محمد بابنه محمد * والحسن\r\nابن محمد بن الحنفية يكنى أبا محمد * ونافع مولى ابن عمر يكنى أبا عبد الله * والضحاك\r\nابن مزاحم يكنى أبا القاسم * ونوف البكالي نوف بن فضالة يكنى أبا بزيد وقيل\r\nأبا الرشيد * وسعيد بن أبي عروبة يكنى أبا النضر واسم أبى عروبة مهران *\r\nوإسماعيل بن إبراهيم بن علية يكنى أبا بشر * والمعتمر بن سليمان التيمي يكنى\r\nأبا محمد * ومعاذ بن معاذ يكنى أبا المثنى * وهوذة بن خليفة يكنى أبا الأشهب\r\n* وعباد بن صهيب الكليبي يكنى أبا بكر * ومسدد بن مسرهد يكنى\r\nأبا الحسن * وعمرو بن مرة أبو عبد الله * وعمرو بن دينار أبو محمد الأثرم\r\nمولى باذام أو باذان عامل كسرى على اليمن * وسليمان بن أرقم أبو معاذ ويزيد\r\nابن أبي زياد يكنى أبا عبد الله * أبو إسحاق السبيعي في قول يحيى هو عمرو وأبوه\r\nأبو عمرو * والمعرور بن سويد أبو أمية * وقيس بن أبي حازم أبو عبد الله * وسيار\r\nابن أبي سيار الذي روى عن قيس بن أبي حازم يكنى أبا حمزة ، وعبيد الله بن الأخنس\r\nيكنى أبا مالك ، وحبيب بن أبي ثابت يكنى أبا يحيى ، ويزيد بن كيسان أبو منير ،\r\nوجبلة بن سحيم أبو سويرة * وإسماعيل بن أبي خالد أبو عبد الله * ويزيد الفقير\r\nأبو عثمان ، والوليد بن مسلم الذي حدث عنه خالد الحذاء أبو بشر ، وداود بن أبي هند\r\nأبو بكر * وجعفر بن ميمون أبو العوام ، عاصم الجحدري أبو المجشر ، وإياس\r\nابن معاوية أبو واثلة ، وأبو القموص زيد بن علي ، وعمرو بن شعيب يكنى أبا إبراهيم\r\n* وعطاء بن السائب يكنى أبا زيد ، وهارون بن عنترة أبو عمرو ، ومسعر أبو سلمة ،\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nوالأسود بن قيس أبو قيس * وحفص بن غياث أبو عمر ، وعمران بن عيينة أبو محمد ،\r\nوالنضر بن أبي مريم أبو لبيد كوفي وأبوه مريم اسمه طهمان ، وعبيد بن نضيلة\r\nأبو معاوية * وداود بن أبي هند يكنى أبا بكر واسم أبيه أبى هند دينار ، وعاصم بن\r\nسليمان الأحول يكنى أبا عبد الرحمن مولى لبنى تميم ، والنهاس بن قهم يكنى أبا الخطاب ،\r\nوحياة بن شريح يكنى أبا يزيد التجيبي ، وثور بن يزيد يكنى أبا خالد ، والليث بن\r\nسعد يكنى أبا الحارث ، ورشدين بن سعد يكنى أبا الحجاج ، وعيسى بن يونس\r\nابن أبي إسحاق السبيعي يكنى أبا عمرو ، ومحمد بن يوسف الفريابي يكنى أبا عبد الله ،\r\nوآدم بن أبي إياس يكنى أبا الحسن ، وعبد المجيد بن عبد العزيز بن أبي روادويكنى\r\nأبا عبد الحميد ، وسفيان بي عيينة يكنى أبا محمد ، والفضيل بن عياض يكنى أبا على ،\r\nوعبد الله بن جعفر بن عبد الرحمن بن المسور بن مخرمة يكنى أبا جعفر ، وحسين بن\r\nزيد بن علي بن حسين بن علي ابن أبي طالب يكنى أبا عبد الله ، وهلال بن خباب\r\nيكنى أبا العلاء ، والحسن بن قتيبة أبو علي ، وعباد بن عباد المهلبي يكنى أبا معاوية ،\r\nوفرج بن فضالة يكنى أبا فضالة ، وإسماعيل بن جعفر بن أبي كثير المدني يكنى\r\nأبا إبراهيم ، ومحمد بن الحسن صاحب أبي حنيفة يكنى أبا عبد الله ، وعلي بن الجعد\r\nيكنى أبا الحسن ، وسريج بن النعمان صاحب اللؤلؤ أبا الحسين ، وبشر بن الحارث\r\nالعابد يكنى أبا نصر ، والهيثم بن خارجة يكنى أبا أحمد ، ويحيى بن يوسف الزمي\r\nيكنى أبا زكرياء ، وخلف بن هشام يكنى أبا محمد ، وسليمان بن مهران الأعمش\r\nيكنى أبا محمد ، وإسماعيل بن أبي خالد يكنى أبا عبد الله ، ومجالد بن سعيد يكنى أبا عثمان ،\r\nوليث بن أبي سليم يكنى أبا بكر\r\n( ذكر كنى من شهر بالاسم من الخالفين دون الكنية )\r\n* منهم عمر بن عبد العزيز بن مروان بن الحكم يكنى أبا حفص ، حمزة بن عبد الله\r\nابن الزبير يكنى أبا عمارة بابنه عمارة ، عامر بن عبد الله بن الزبير يكنى أبا الحارث ،\r\nمحمد بن كعب القرظي يكنى أبا حمزة ، يعقوب بن أبي سلمة مولى آل المنكدر من\r\nتيم بن مرة يكنى أبا يوسف وهو الماجشون وبه سمى أخوه وولده الماجشون\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nواسم أبى سلمة أبيه دينار * ومحمد بن مسلم بن عبيد الله بن عبد الله بن شهاب يكنى\r\nأبا بكر ، وأخوه عبد الله بن مسلم يكنى أبا محمد ، ومحمد بن المنكدر يكنى أبا عبد الله\r\n* وإسماعيل بن عمرو بن سعيد بن العاص يكنى أبا محمد * وعبد الله بن عروة بن\r\nالزبير بن العوام يكنى أبا بكر * ويحيى بن عروة بن الزبير يكنى أبا عروة * وهشام\r\nابن عروة بن الزبير يكنى أبا المنذر * وعبد الله بن حسن بن حسن بن علي بن أبي\r\nطالب عليه السلام يكنى أبا محمد * وعبد الله بن محمد بن عقيل بن أبي طالب\r\nيكنى أبا محمد * وعباية بن رفاعة بن رافع بن خديج يكنى أبا رفاعة * وبكير بن عبد الله\r\nابن الأشج مولى المسور بن مخرمة يكنى أبا عبد الله * وأخوه يعقوب بن عبد الله\r\nابن الأشج يكنى أبا يوسف * ووهب بن كيسان يكنى أبا نعيم مولى عبد الله بن\r\nالزبير ، وزيد بن أسلم يكنى أبا أسامة * وأخوه خالد بن أسلم يكنى أبا تور * وداود\r\nابن الحصين مولى عمرو بن عثمان بن عفان يكنى أبا سليمان ، وربيعة بن أبي عبد الرحمن\r\nواسم أبيه أبى عبد الرحمن فروخ كنية ربيعة أبو عثمان ، وصفوان بن سليم يكنى\r\nأبا عبد الله ، وصالح بن كيسان يكنى أبا محمد ، ومحمد بن أبي حرملة يكنى أبا عبد الله\r\nمولى لبنى عامر بن لؤي * ويحيى بن سعيد الأنصاري يكنى أبا يزيد * وموسى بن\r\nعقبة يكنى أبا محمد ، وأسيد بن أبي أسيد مولى أبى قتادة الأنصاري ويكنى أبا إبراهيم\r\n* وصالح بن محمد بن زائدة الليثي من أنفسهم يكنى أبا واقد ، وعبد الرحمن بن حرملة\r\nالأسلمي يكنى أبا حرملة ، وإسحاق بن عبد الله بن أبي فروة يكنى أبا سليمان وقيل\r\nإن أبا فروة هذا اسمه أسود بن عمرو ، وأخوه عبد الحكيم بن عبد الله بن أبي فروة\r\nيكنى أبا عبد الله * وعمرو بن أبي عمرو مولى المطلب بن عبد الله بن حنطب\r\nالمخزومي يكنى أبا عثمان واسم أبيه أبى عمر وميسرة * والمهاجر بن يزيد مولى أبى\r\nذئب العامري يكنى أبا عبد الله * وبكير ابن مسمار يكنى أبا محمد * وعبد الله بن\r\nيزيد بن قنطش الهذلي يكنى أبا يزيد روى عن أنس بن مالك وابن المسيب\r\nآخر المختارات من كتاب ذيل المذيل والحمد لله رب العالمين\r\nوصلواته على رسوله سيدنا محمد وآله\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164}
  ]