[
  {"content":"\r\nصلة تاريخ الطبري\r\nلعريب بن سعد القرطبي\r\nمن سنة 291 - 320 ه‍\r\nمنشورات\r\nمؤسسة الأعلمي للمطبوعات\r\nبيروت - لبنان\r\nص . ب 7120\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nثم دخلت سنة 291\r\nذكر ما دار في هده السنة من أخبار بنى العباس فيها كتب الوزير القاسم بن عبيد الله إلى محمد بن سليمان الكاتب وكان المكتفى\r\nقد ولاه حرب القرمطي صاحب الشامة وصير إليه أمر القواد والجيوش فأمره\r\nبمناهضة صاحب الشامة والجد في أمره وجمع القواد والرجال على محاربته فسار\r\nإليه محمد بن سليمان بجميع من كان معه وأهل النواحي التي تليه من الاعراب\r\nوغيرهم حتى قربوا من حماة وصار بينهم وبينها نحو اثنى عشر ميلا فلقوا أصحاب\r\nالقرمطي هنالك يوم الثلاثاء لست خلون من المحرم وكان القرمطي قد قدم بعض\r\nأصحابه في ثلاثة آلاف فارس وكثير من الرجالة في مقدمته وتخلف هو في جماعة\r\nمنهم ردءا لهم وجعل السواد وراءه وكان معه مال جمعه فالتقى رجال السلطان بمن\r\nتقدم من القرامطة لحربهم والتحم القتال بينهم وصبر الفريقان ثم انهزم أصحاب\r\nالقرمطي وأسر من رجالهم بشر كثير وقتل منهم عدد عظيم وتفرق الباقون في\r\nالبوادي وتبعهم أصحاب السلطان ليلة الأربعاء يقتلونهم ويأسرونهم فلما رأى\r\nالقرمطي ما نزل بأصحابه من الانهزام والتفرق والقتل والأسر حمل أخا له يقال له\r\nأبو الفضل مالا وتقدم إليه أن يلحق بالبوادي ويستتر بها إلى أن يظهر القرمطي\r\nبموضع فيصير إليه أخوه بالمال وركب هو وابن عمه المسمى بالمدثر وصاحبه\r\nالمعروف بالمطوق وغلام له رومي وأخذ دليلا وسار يريد الكوفة عرضا في\r\nالبرية حتى انتهى إلى موضع يعرف بالدالية من أعمال طريق الفرات فنفد ما كان\r\nمعهم من الزاد والعلف فوجه بعض من كان معه ليأخذ لهم ما احتاجوا إليه فدخل\r\nالدالية لشراء حاجته فأنكر زيه وسئل عن أمره فاستراب وارتاب وأعلم المتولي\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nلمسلحة تلك الناحية بخبره وكان على المعاون رجل يعرف بأبي خليفة بن كشمرد\r\nفركب في جماعة وسأل هذا الرجل عن خبره فأعلمه أن صاحب الشامة بالقرب\r\nمنه في ثلاثة نفر وعرفه بمكانه فمضى صاحب المعاون إليهم وأخذهم ووجه بهم إلى\r\nالمكتفى وهو بالرقة ورجعت الجيوش من طلب القرامطة بعد أن أفنوا أكثرهم\r\nقتلا وأسرا وكتب محمد بن سليمان الكاتب إلى الوزير القاسم بن عبيد الله بمحاربته\r\nالقرامطة وما فتح الله له عليهم وقتله وأسره لأكثرهم وأنه تقدم في جمع الرؤس\r\nوهو باعث منها بعدد عظيم وفى يوم الاثنين لأربع بقين من المحرم أدخل صاحب\r\nالشامة إلى الرقة ظاهرا للناس على فالج وعليه برنس حرير ودراعة ديباج وبين\r\nيديه المدثر والمطوق على جملين ثم إن المكتفى خلف عساكره مع محمد بن سليمان\r\nوشخص هو في خاصته وغلمانه وخدمه وشخص معه القاسم بن عبيد الله الوزير من\r\nالرقة إلى بغداد وحمل معه القرمطي والمدثر والمطوق وجماعة ممن أسر في الوقعة\r\nوذلك في أول صفر فلما صار إلى بغداد عزم على أن يدخل القرمطي مدينة السلام\r\nمصلوبا على دقل والدقل على طهر فيل فأمر بهدم طاقات الأبواب التي يجتاز بها\r\nالفيل بالدقل ثم استسمج ذلك فعمل له دميانة غلام يا زمان كرسيا وركبه على\r\nظهر الفيل في ارتفاع ذراعين ونصف وأقعد فيه القرمطي صاحب الشامة ودخل\r\nالمكتفى مدينة السلام صبيحة يوم الاثنين لليلتين خلتا من شهر ربيع الأول وقد قدم بين\r\nيديه الاسرى مقيدين على جمال عليهم دراريع الحرير وبرانس الحرير والمطوق وسطهم\r\nوهو غلام ما نبتت لحيته بعد قد جعل في فيه خشبة مخروطة وألجم بها في فمه كهيئة\r\nاللجام ثم شدت إلى قفاه وذلك أنه لما دخل الرقة كان يشتم الناس إذا دعوا عليه\r\nويبزق في وجوههم فجعل له هذا لئلا يتكلم ولا يشتم ثم أمر المكتفى ببناء دكة في\r\nالمصلى العتيق بالجانب الشرقي في ارتفاعها عشرة أذرع لقتل القرامطة وكان خلف\r\nالمكتفى وراءه محمد بن سليمان الكاتب بجملة من قواد القرامطة وقضاتهم ووجوههم\r\nفقيد جميعهم ودخلوا بغداد بين يديه يوم الخميس لاثنتي عشرة ليلة خلت من ربيع\r\nالأول وقد أمر القواد بتلقيه والدخول معه فدخل في أتم ترتيب حتى إذا صار بالثريا\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nنزل بها وخلع عليه وطوق بطوق من ذهب وسور بسوارين من ذهب وخلع على\r\nميع القواد القامين معه وطوقوا وسووا ثم صفوا إلى منازلهم وأمر بالأسرى\r\nإلى السجن وذكر عن صاحب الشامة أنه أخذ وهو في حبس المكتفى سكرجة\r\nمن المادة التي كانت تخل عليه وكغرها وأخذ شظية منها فقطع بها بعض عروقه\r\nوخرج منه دم كثير حتى شدت يده وقطع دمه وترك أياما حتى رجعت إليه قوته\r\nولما كان يوم الاثنين لسبع بقين من ربيع الأول أمر المكتفى القواد والغلمان\r\nبحضور الدكة في المصلى العتيق وخرج من الناس خلق كثير وحضر الواثقي وهو\r\nيلي الشرطة بمدينة السلام ومحمد بن سليمان كاتب الجيش فقعدوا على الدكة في\r\nموضع هيئ لهم وحمل الاسرى الذين جاء بهم المكتفى والذين جاء بهم محمد بن\r\nسليمان ومن كان في السجن من القرامطة وقوم من أهل بغداد ذكر أنهم على\r\nمذاهبهم وقوم من سائر البلدان من غير القرامطة حبسوا لجنايات مختلفة فأحضر\r\nجميعهم الدكة ووكل بكل رجل منهم عونان وقيل إنهم كانوا في نحو ثلاثمائة وستين\r\nثم أحضر صاحب الشامة والمدثر والمطوق وأقعدوا في الدكة وقدم أربعة وثلاثون\r\nرجلا من القرامطة فقطعت أيديهم وأرجلهم وضربت أعناقهم واحدا بعد واحد\r\nوكانت ترمى رؤسهم وجثثهم وأيديهم وأرجلهم كل ما قطع منها إلى أسفل الدكة\r\nفلما فرغ من قتل هؤلاء قدم المدثر فقطعت يداه ورجلاه وضربت عنقه ثم المطوق\r\nثم قدم صاحب الشامة فقطعت يداه ورجلاه وأضرمت نار عظيمة وأدخل\r\nفيها خشب صليب وكانت توضع الخشبة الموقدة في خواصره وبطنه وهو يفتح\r\nعينيه ويغمضهما حتى خشي عليه أن يموت فضربت عنقه ورفع رأسه في خشبة\r\nوكبر من كان على الدكة وكبر سائر الناس في أسفلها ثم ضربت أعناق باقي الاسرى\r\nوانصرف القواد ومن حضر ذلك الموضع وقت العشاء فلما كان بالغد حملت\r\nالرؤس إلى الجسر وصلب بدن القرمطي في الجسر الاعلى ببغداد وحفرت\r\nلابدان القتلى آبار إلى جانب الدكة فطرحوا فيها ثم أمر بعد ذلك بأيام بهدم الدكة\r\nففعل ذلك واستأمن على يدي القاسم بن سيما رجل من القرامطة يسمى إسماعيل\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nابن النعمان ويكنى أبا محمد لم يكن بقي منهم بنواحي الشأم غيره وغير من انضوى\r\nإليه وكان هذا الرجل من موالى بنى العليص فرغب في الدخول في الطاعة خوفا\r\nعلى نفسه فأومن هو ومن معه وهم نيف وستون رجلا ووصلوا إلى بغداد\r\nوأجريت لهم الأرزاق وأحسن إليهم ثم صرفوا مع القاسم بن سيما إلى عمله وأقاموا\r\nمعه مدة فهموا بالغدر به فوضع السيف فيهم وأباد جميعهم * وفى آخر جمادى\r\nالأولى من هذه السنة ورد كتاب من ناحية جبى بان سيلا أتاها من الجبل غرق فيه\r\nنحو من ثلاثين فرسخا وذهب فيه خلق كثير وخربت به المنازل والقرى وهلكت\r\nالمواشي والغلات وأخرج من الغرقى ألف ومائتان سوى من لم يوجد منهم . وفى\r\nيوم الأحد غرة رجب خلع المكتفى على محمد بن سليمان كاتب الجيش وعلى وجوه القواد\r\nوأمرهم بالسمع والطاعة لمحمد بن سليمان وبرز محمد إلى مضربه بباب الشماسية\r\nوعسكر هنالك ثم خرج بالجيوش إلى جانب دمشق لقبض الأعمال من هارون\r\nابن خمارويه إذ تبين ضعفه وذهب رجاله في حرب القرامطة ورحل محمد بن سليمان\r\nفي زهاء عشرة آلاف وذلك لست خلون من رجب وأمر بالجد في المسير *\r\nولثلاث بقين من رجب قرئ على الناس كتاب لإسماعيل بن أحمد بأن الترك\r\nقصدوا المسلمين في جيش عظيم وأن في عسكرهم سبعمائة قبة تركية لرؤساء منهم\r\nخاصة فنودي في الناس بالنفير وخرج مع صاحب العسكر خلق كثير فوافى\r\nالترك غارين فكبسوهم ليلا وقتل منهم خلق كثير وانهزم الباقون واستبيح عسكرهم\r\nوانصرف المسلمون سالمين غانمين وورد أيضا الخبر من الثغور بأن صاحب الروم\r\nوجه إليها عسكرا فيه عشرة صلبان ومائة ألف رجل فأغاروا وكبسوا وأحرقوا\r\nثم ورد كتاب أبى معد بأن الأحبار اتصلت من طرسوس بأن غلام زرافة خرج\r\nإلى مدينة أنطاكية على ساحل البحر فافتتحها عنوة وقتل بها خمسة آلاف رجل\r\nمن الروم وأسر نحو هذه العدة منهم واستنقذ من أسارى المسلمين أربعة آلاف\r\nإنسان ووجد للروم ستين مركبا فغرقها وأخذ ما كان فيها من الذهب والفضة\r\nوالمتاع والآنية وأن كل رجل حضر هذه الغزاة أصاب في فيئه ألف دينار\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nفاستبشر المسلمون بذلك ( وحج بالناس ) في هذه السنة الفضل بن عبد الملك\r\nابن عبد الله بن العباس بن محمد\r\nثم دخلت سنة 292\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nففيها وجه صاحب البصرة إلى السلطان رجلا ذكر أنه أراد الخروج عليه\r\nوصار إلى واسط مخالفا بها فأقصد إليه من يقبض عليه وعلى قوم ذكروا أنهم\r\nبايعوه ووجه بهم إلى بغداد فحمل هذا الرجل على فالج وبين يديه ابن له صبي على\r\nجمل ومعه سبعة وثلاثون رجلا على جمال عليهم برانس الحرير وأكثرهم يستغيث\r\nويبكى ويحلف أنه برئ فأمر المكتفى بحبسهم ( وفى هذه السنة ) أغارت الروم\r\nعلى مرعش ونواحيها فنفر أهل المصيصة وطرسوس وأصيبت جماعة من المسلمين\r\nفيهم أبو الرجال بن أبي بكار ( وفيها ) انتهى محمد بن سليمان الكاتب إلى أحواز مصر\r\nلحرب هارون ووجه إليه المكتفى في البحر دميانة وأمره بدخول النيل وقطع\r\nالمواد عمن بمصر من الجند فمضى وقطع عن أهل مصر الميرة وزحف إليهم محمد\r\nابن سليمان على الظهر حتى دنا من الفسطاط وكاتب القواد الذين بها فخرج\r\nإليه بدر الحمامي وكان رئيس القوم ثم تتابع قواد مصر بالخروج إليه والاستئمان\r\nله فلما رأى ذلك هارون ومن بقي معه خرجوا محاربين لمحمد بن سليمان وكانت\r\nبينهم وقعات ثم إنها وقعت بين أصحاب هارون في بعض الأيام عصبية اقتتلوا فيها\r\nفخرج إليهم هارون ليسكنهم فرماه بعض المغاربة بسهم فقتله وبلغ محمد بن سليمان الخبر\r\nفدخل هو ومن معه الفسطاط واحتووا على دور آل طولون وأموالهم وتقبض\r\nعلى جميعهم وهم بضعة عشر رجلا فقيدهم وحبسهم واستصفى أموالهم وكتب\r\nبالفتح إلى المكتفى وكانت هذه الوقيعة في صفر وكتب إلى محمد بن سليمان في\r\nإشخاص آل طولون إلى بغداد وألا يبقى منهم أحدا بمصر ولا الشأم ففعل ذلك\r\n( ولثلاث ) خلون من ربيع الأول سقط الحائط من الجسر الأول على جثة\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالقرمطي وهو مصلوب فطحنه ولم يبق منه شئ . وفى شهر رمضان ورد الخبر على\r\nالسلطان بأن قائدا من القواد المصريين يعرف بالخليجي ويسمى بإبراهيم تخلف\r\nعن محمد بن سليمان في آخر حدود مصر مع جماعة استمالهم من الجند وغيرهم ومضى إلى\r\nمصر مخالفا للسلطان وكان معه في طريقه جماعة أحبوا الفتنة حتى كثر جمعه فلما صار\r\nإلى مصر أراد عيسى النوشري محاربته فعجز عن ذلك لكثرة من كان مع ابن\r\nالخليجي فانحاز عنه إلى الإسكندرية وأخلى مصر فدخلها الخليجي ( وفيها ) ندب\r\nالسلطان لمحاربة الخليجي واصلاح أمر المغرب فاتكا مولى المعتضد وضم إليه\r\nبدرا الحمامي وجعله مشيرا عليه فيما يعمل به وندب معه جماعة من القواد وجندا\r\nكثيرا وخلع على فاتك وعلى بدر الحمامي لسبع خلون من شوال وأمرا بسرعة\r\nالخروج وتعجيل السير فخرجا لاثنتي عشرة ليلة خلت من شوال ( وللنصف )\r\nمن شوال دخل رستم مدينة طرسوس واليا عليها وعلى الثغور الشأمية ( وفيها )\r\nكان الفداء بين المسلمين والروم لست بقين من ذي القعدة ففودي من المسلمين ألف\r\nومائتا نفس ثم غدر الروم وانصرفوا ورجع المسلمون بمن في أيديهم من أسارى\r\nالروم ( وحج ) بالناس في هذه السنة الفضل بن عبد الملك بن عبد الله بن\r\nالعباس بن محمد\r\nثم دخلت سنة 293\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nففيها ورد الخبر بأن الخليجي المتغلب على مصر واقع أحمد بن كيغلغ وجماعة\r\nمن القواد بالقرب من العريش فهزمهم الخليجي أقبح هزيمة فندب السلطان\r\nللخروج إليه جماعة من القواد المقيمين بمدينة السلام فيهم إبراهيم بن كيغلغ وغيره\r\nوفى شهر ربيع الأول من هذه السنة ورد الخبر بأن أخا للحسين بن زكرويه ظهر\r\nبالدالية من طريق الفرات في نفر من أصحابه ثم اجتمع إليه جماعة من الاعراب\r\nوالمتلصصة فسار بهم نحو دمشق في جمادى الأولى وحارب أهلها فندب السلطان\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nللخروج إليه الحسين بن حمدان بن حمدون في جمع كثير من الجند ثم ورد\r\nالخبر بأن هذا القرمطي سار إلى طبرية فامتنع أهلها من ادخاله فحاربهم حتى دخلها\r\nفقتل عامة من بها من الرجال والنساء ونهبها وانصرف إلى ناحية البادية وذكر\r\nمن حضر مجلس محمد بن داود بن الجراح وقد أدخل إليه قوم من القرامطة بعد قتل\r\nالحسين بن زكرويه المصلوب بجسر بغداد فقال الرجل كان زكرويه أبو حسين المقتول\r\nمختفيا عندي في منزلي وقد أعد له سرداب تحت الأرض عليه باب حديد وكان\r\nلنا تنور فإذا جاءنا الطلب وضعنا التنور على باب السرداب وقامت امرأة\r\nتسخنه فمكث زكرويه كذلك أربع سنين في أيام المعتضد ثم انتقل من منزلي إلى\r\nدار قد جعل فيها بيت وراء باب الدار فإذا فتح الباب انطبق على باب البيت\r\nفيدخل الداخل فلا يرى باب البيت الذي هو فيه فلم تزل هذه حاله حتى مات\r\nالمعتضد فحينئذ أنفذ الدعاة واستهوى طوائف من أهل البادية وصار أهل قرية\r\nصوار يتفلونه على أيديهم ويسجدون له واعترف لزكرويه جميع من رسخ\r\nحب الكفر في قلبه من عربي ومولى ونبطي وغيرهم بأنه رئيسهم وكهفهم\r\nوملاذهم وسموه السيد والمولى وساروا به وهو محجوب عن أهل عسكره\r\nوالقاسم يتولى الأمور دونه يمضيها على رأيه . وذكر محمد بن داود أن زكرويه\r\nابن مهرويه هذا أقام رجلا كان يعلم الصبيان بقرية تدعى زابوقة من عمل الفلوجة\r\nيسمى عبد الله بن سعيد ويكنى أبا غانم فتسمى بنصر ليعمى أمره ويخفى خبره\r\nفاستهوى طوائف من الأصبغيين والعلصيين وصعاليك من بطون كلب وقصدهم\r\nناحية الشأم وكان عامل السلطان على دمشق والأردن أحمد بن كيغلغ وكان\r\nمقيما بمصر على حرب الخليجي فاغتنم ذلك عبد الله بن سعيد المتسمى بنصر\r\nوسار إلى مدينة بصرى فحارب أهلها ثم آمنهم فلما استسلموا له قتل مقاتلتهم\r\nوسبى ذراريهم واستاق أموالهم ثم نهض إلى دمشق فخرج إليه من كان بقي بها\r\nمع صالح بن الفضل خليفة أحمد بن كيغلغ فقتل صالحا وفض عسكره ولم يطمع\r\nفي مدينة دمشق إذ دافعهم أهلها عنها ثم قصد القرمطي ومن معه مدينة طبرية\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nفقتلوا طائفة من أهلها وسبوا النساء والذرية بها فحينئذ أنفذ السلطان لمحاربتهم\r\nالحسين بن حمدان في جماعة من القواد والرجال فوردوا دمشق وقد دخل\r\nالقرامطة طبرية فلما اتصل بهم خروج القراد إليهم عطفوا نحو السماوة تبعهم\r\nالحسين بن حمدان وهم ينتقلون من ماء إلى ماء ويعورون ما وراءهم من المياه\r\nفانقطع الحسين عن اتباعهم لما عدم الماء وعاد إلى الرحبة وقصدت القرامطة إلى\r\nهيت فصبحوهها ولم يصلوا إلى المدينة لحصانة سورها لسبع بقين من شعبان مع\r\nطلوع الشمس فنهبوا ربضها وقتلوا من قدروا عليه من أهلها وأحرقت المنازل\r\nوأنهبت السفن التي في الفرات وقتل من أهل البلد نحو مائتي نفس وأوقروا\r\nثلاثة آلاف بعير بالأمتعة والحنطة ثم رحلوا إلى البادية ثم شخص بأثرهم محمد\r\nابن كنداج إليهم فلما كان بقربة منهم هربوا منه وعوروا المياه بينهم وبينه فأنفذت\r\nإليه الإبل والروايا والزاد وكتب إلى الحسين بن حمدان بالنفوذ إليهم من جهة\r\nالرحبة والاجتماع مع محمد بن كنداج على الايقاع بهم فلما أحس الكلبيون\r\nالذين كانوا مع عبد الله بن سعيد القرمطي المتسمى بنصر وثبوا عليه وقتلوه\r\nوتقربوا برأسه إلى محمد بن كنداج واقتتلت القرامطة حتى وقعت بينهما الدماء\r\nثم أنفذ زكرويه داعية له يسمى القاسم بن أحمد إلى أكرة سواد فاستهواهم\r\nووعدهم بأن ظهوره قد حضر وانه قد بايع له بالكوفة نحو أربعين ألف رجل\r\nوفى سوادها أربعمائة ألف رجل وأن يوم موعدهم الذي ذكره الله يوم الزينة\r\nوأن يحشر الناس ضحى وأمرهم بالمسير إلى الكوفة ليفتتحوها في غداة يوم\r\nالنحر وهو يوم الخميس فإنهم لا يمنعون منها فتوجه القاسم بن أحمد بأهل السواد\r\nومن يجتمع إليه من الصعاليك حتى وافوا باب الكوفة في ثمانمائة فارس عليهم\r\nالدروع والجواشن والآلة الحسنة ومعهم جماعة من الرجالة على الرواحل وقد\r\nانصرف الناس عن مصلاهم فأوقعوا بمن لحقوه من العوام وقتلوا منهم زهاء\r\nعشرين نفسا وخرج إليهم إسحاق بن عمران عامل الكوفة ومن كان معه من\r\nالجند فصافوا القرامطة الحرب إلى وقت العصر وكان شعار القرامطة يا أحمد\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nيا محمد وهم يدعون يا لثارات الحسين يعنون المصلوب بجسر بغداد وأظهروا\r\nالاعلام البيض وضربوا على القاسم بن أحمد قبة وقالوا هذا ابن رسول الله\r\nفاقتتلوا قتالا شديدا ثم انهزمت القرامطة نحو القاسية وأصلح أهل الكوفة سورهم\r\nوخندقهم وحرسوا مدينتهم وكتب إسحاق بن عمران إلى السلطان يستمده فندب\r\nإليه جماعة فيهم طاهر بن علي بن وزير ووصيف بن صوارتكين والفضل بن موسى\r\nابن بغا وبشر الخادم وجنى الصفواني ورائق الخزري وضم إليهم جماعة من غلمان\r\nالحجر وأمر القاسم بن سيما ومن ضم إليه من رؤساء البوادي بديار ربيعة وطريق\r\nالفرات وغيرهم بالنهوض إلى القرامطة إذ كان أصحاب السلطان متفرقين في نواحي\r\nالشأم ومصر فنفذت الكتب بذلك إليهم * وفى يوم الجمعة لاثنتي عشرة ليلة\r\nخلت من رجب قرئ على المنبر ببغداد كتاب بأن أهل صنعاء وسائر أهل اليمن\r\nاجتمعوا على الخارجي وحاربوه وفلوا جموعه فانحاز إلى بعض النواحي باليمن\r\nفخلع السلطان على مظفر بن حاج وعقد له على اليمن وخرج إليها لخمس خلون من\r\nذي القعدة فأقام بها حتى مات ( ولتسع ) بقين من رجب أخرجت مضارب\r\nالمكتفى إلى باب الشماسية فضربت هنالك ليخرج إلى الشأم ويحاصر ابن الخليجي\r\nفورد كتاب من قبل فاتك القائد وأصحابه يذكرون محاربتهم له وظفرهم به وأنهم\r\nموجهون له إلى مدينة السلام فردت مضارب المكتفى وصرفت خزائنه وقد\r\nكانت جاوزت تكريت ثم أدخل مدينة السلام للنصف من شهر رمضان ابن\r\nالخليجي واحد وعشرون رجلا معه على جمال وعليهم برانس ودراريع حرير\r\nفحبسوا ثم خلع المكتفى على وزيره العباس بن الحسن خلعا لحسن تدبيره في أمر\r\nهذا الفتح * ثم لخمس خلون من شوال أدخل بغداد رأس القرمطي المتسمى بنصر\r\nالذي انتهب مدينة هيت منصوبا في قناة ( ولسبع ) خلون من شوال ورد الخبر\r\nمدينة السلام بأن الروم أغاروا على قورس وقتلوا مقاتلتهم ودخلوا المدينة وأخربوا\r\nمسجدها وسبوا من بقي فيها وقتلوا رؤساء بنى تميم المنضوين إليها ( وحج ) بالناس\r\nفي هذه السنة الفضل بن عبد الملك الهاشمي\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nثم دخلت سنة 294\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nففيها دخل ابن كيغلغ طرسوس غازيا في أول المحرم وخرج معه رستم\r\nوهى غزاة رستم الثانية فبلغوا حصن سلندوا وافتتحوه وقتلوا من الروم مقتلة\r\nعظيمة وأسروا وسبوا نحوا من خمسة آلاف رأس وانصرفوا سالمين ( ولاحدى )\r\nعشرة ليلة خلت من المحرم ورد الخبر بأن زكرويه القرمطي ارتحل من نهر\r\nالمثنية يريد الحاج وأنه وافى موضعا بينه وبين بعض مراحلهم أربعة أميال وذكر\r\nمحمد بن داود أنهم مضوا في جهة المشرق حتى صاروا بماء سليم وصار ما بينهم\r\nوبين السواد مفازة فأقام بموضعه ينتظر قافلة الحاج حتى وافته لسبع خلون\r\nمن المحرم فأنذرهم أهل المنزل بارتصاد القرامطة لهم وأن بينهم وبين موضعهم\r\nأربعة أميال فارتحلوا ولم يقيموا وكان في هذه القافلة ابن موسى وسيما الإبراهيمي\r\nفلما أمعنت القافلة في السير صار القرمطي إلى الموضع الذي انتقلت عنه القافلة\r\nوسأل أهل القيروان عنها فأخبروه أنها تنقلت ولم تقم فاتهمهم بإنذار القافلة\r\nوقتل من العلافين بها جماعة وأحرق العلف ثم ارتصد أيضا زكرويه قافلة خراسان\r\nفأوقع بأهلها وجعل أصحابه ينخسون الجمال بالرماح ويبعجونها بالسيوف فنفرت\r\nواختلطت القافلة وأكب أصحاب زكرويه على الحاج فقتلوهم كيف شاءوا وسبوا\r\nالنساء واحتووا على ما في القافلة ثم وافى عليهم أهل القافلة الثانية وفيها المبارك\r\nالقمي وأحمد بن نصر العقيلي وأحمد بن علي بن الحسين الهمذاني وقد كان رحل\r\nالقرامطة عن محلتهم وعوروا مياهها وملأوا بركها بحيف الإبل والدواب التي كانت\r\nمعهم وانتقلوا إلى منزل العقبة فوافاهم بها أهل القافلة الثانية ودارت بينهم حرب\r\nشديدة حتى أشرف أهل القافلة على الظفر بالقرامطة وكشفوهم ثم إن الفجرة\r\nتمكنوا في ساقتهم من غرة فركبوها ووضعوا رماحهم في جنوب إبلهم وبطونها\r\nفطرحتهم الإبل وتمكنوا منهم فقتلوهم عن آخرهم إلا من استفدوه وسبوا\r\nالنساء واكتسحوا ؟ ؟ الأموال والأمتعة وقتل المبارك القمي والمظفر ابنه وقتل\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nأبو العشائر ثم قطعت يداه ورجلاه ثم ضربت عنقه وأفلت من الجرحى\r\nقوم وقعوا بين القتلى فتحاملوا في الليل ومضوا فمنهم من مات في الطريق ومنهم\r\nمن نجا وهم قليل وكان نساء القرامطة وصبيانهم يطوفون بين القتلى ويعرضون\r\nعليهم الماء فمن كان فيه رمق أو طلب الماء أجهزوا عليه وقيل إنه كان في القافلة\r\nمن الحاج نحو عشرين ألف رجل فقتل جميعهم غير نفر يسير وذكر أن الذي\r\nأخذوا من المال والأمتعة في هذه القافلة قيمة ألفي ألف دينار وورد الخبر\r\nعلى السلطان بمدينة السلام عشية يوم الجمعة لأربع عشرة ليلة بقيت من المحرم\r\nبما كان من فعل القرامطة بالحاج فعظم ذلك عليه وعلى الناس وندب السلطان\r\nمحمد بن داود ابن الجراح الوزير للخروج إلى الكوفة والمقام بها وانفاذ\r\nالجيوش إلى القرمطي فخرج من بغداد لاحدى عشرة ليلة بقيت من المحرم\r\nوحمل معه أموالا كثيرة لاعطاء الجند ثم صار زكويه إلى زبالة فهو لها وبث\r\nالطلائع أمامه ووراءه خوفا من أصحاب السلطان وارتصادا لورود القافلة\r\nالأخرى التي كانت فيها الأثقال وأموال التجار وجوهر نفيس للسلطان وبها من\r\nالقواد نفيس المولدي وصالح الأسود ومعه الشمسة والخزانة وكان المعتضد قد\r\nجعل في الشمسة جوهرا نفيسا ومعهم أيضا إبراهيم بن أبي الأشعث قاضى مكة\r\nوالمدينة وميمون بن إبراهيم الكاتب والفرات بن أحمد بن الفرات والحسن بن\r\nإسماعيل وعلي بن العباس النهيكي فلما صارت هذه القافلة بفيد بلغهم خبر القرامطة\r\nفأقاموا أياما ينتظرون القوة من قبل السلطان وأقبل القرامطة إلى موضع يعرف\r\nبالخليج فلقوا القافلة وحاربوا أهلها ثلاثة أيام ثم عطش أهل القافلة وكانوا على غير\r\nماء فلم يتمكنوا منها فاستسلموا فوضع القرامطة فيهم السيف ولم يفلت منهم إلا\r\nاليسير وأخذ القرامطة جميع ما في القافلة وسبوا النساء واكتسحوا الأموال ثم\r\nتوجه زكرويه بمن معه إلى فيد وبها عامل السلطان فتحصن منه وجعل زكرويه\r\nيراسل أهل فيد بأن يسلموا إليه عاملهم فلم يجيبوه إلى ذلك ثم تنقل إلى النباج\r\nثم إلى حفير أبى موسى الأشعري وفى أول شهر ربيع الأول أنهض المكتفى\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوصيف بن سوارتكين ومعه جماعة من القواد إلى القرامطة فنفذوا من القادسية\r\nعلى طريق خفان والتقى وصيف بالقرامطة يوم السبت لثمان بقين من ربيع\r\nالأول فاقتتلوا يومهم ذلك حتى حجز بينهم المساء ثم عاودهم الحرب في اليوم\r\nالثاني فظفر جيش السلطان بالقرامطة وقتلوا منهم مقتلة عظيمة وخلصوا إلى\r\nزكرويه فضربه بعض الجند ضربة بالسيف اتصلت بدماغه وأخذ أسيرا وأخذ\r\nمعه ابنه وزوجته وكتبه وجماعة من خاصته وقربته واحتوى الجند على جميع\r\nما في عسكره وعاش زكرويه خمسة أيام ثم مات فشق بطنه وحمل كذلك وانطلق\r\nمن كان بقي في يديه من أسرى الحاج ( وفيها ) غزا ابن كيغلغ من طرسوس\r\nفأصاب من العدو أربعة آلاف رأس سبى ودواب ومواشي كثيرة ومتاعا\r\nواسلم على يده بطريق من البطارقة ( وفيها ) كتب اندرونقس البطريق وكان\r\nعلى حرب أهل الثغور من قبل صاحب الروم إلى السلطان يطلب الأمان\r\nفأجيب إلى ذلك وخرج بنحو مائتي نفس من المسلمين كانوا عنده أسرى وأخرج\r\nماله ومتاعه إلى طرسوس وفى جمادى الآخرة ظفر الحسين بن حمدان بجماعة\r\nمن أصحاب زكرويه كانوا هربوا من الوقعة فقتل أكثرهم وأسر نساءهم\r\nوصبيانهم ( وفيها ) وافى رسل ملك الروم باب الشماسية بكتاب إلى المكتفى\r\nيسأله الفداء بمن معهم من المسلمين لمن في أيدي الاسلام من الروم فدخلوا\r\nبغداد ومعهم هدية كبيرة وعشرة من أسارى المسلمين ( وفيها ) أخذ قوم من\r\nأصحاب زكرويه أيضا ووجهوا إلى باب السلطان ( وفيها ) كانت وقعة بين\r\nالحسين بن حمدان وأعراب كلب والنمر وأسد وغيرهم كانوا خرجوا عليه فهزموه\r\nحتى بلغوا به باب حلب ( وفيها ) هزم وصيف بن سوارتكين الاعراب بفيد\r\nثم رحل سالما بمن معه من الحاج ( وحج بالناس ) في هذه السنة الفضل بن عبد الملك\r\nثم دخلت سنة 295\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفمن ذلك ما كان من خروج عبد الله بن إبراهيم المسمعي عن مدينة أصبهان إلى\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nقرية من قراها على فراسخ منها وانضمام نحو من عشرة آلاف كردي إليه مظهرا\r\nللخلاف على السلطان فأمر المكتفى بدرا الحمامي بالشخوص إليه وضم إليه جماعة\r\nمن القواد في نحو من خمسة آلاف من الجند ( وفيها ) كانت وقعة للحر بن\r\nموسى على اعراب طيئ فواقعهم على غرة منهم فقتل من رجالهم سبعين وأسر من\r\nفرسانهم جماعة ( وفيها ) توفى إسماعيل بن أحمد في صفر لأربع عشرة ليلة\r\nخلت منه وقام ابنه أحمد بن إسماعيل في عمل أبيه مقامه وذكر أن المكتفى قعد\r\nله وعقد بيده لواءه ودفعه إلى طاهر بن علي وخلع عليه وأمره بالخروج إليه\r\nباللواء ( وفيها ) وجه منصور بن عبد الله بن منصور الكاتب إلى عبد الله بن\r\nإبراهيم المسمعي وكتب إليه يخوفه عاقبة الخلاف فتوجه إليه فما صار إليه ناظره\r\nفرجع إلى طاعة السلطان وشخص في نفر من غلمانه واستخلف بأصبهان خليفة له\r\nومعه منصور بن عبد الله حتى صار إلى باب السلطان فرضى عنه المكتفى ووصله\r\nوخلع عليه وعلى ابنه ( وفيها ) أوقع الحر بن موسى بالكردي المتغلب على تلك\r\nالناحية فتعلق بالجبال فلم يدرك ( وفيها ) فتح المظفر بن حاج ما كان تغلب عليه\r\nبعض الخوارج باليمن وأخذ رئيسا من رؤسائهم يعرف بالحكيمي ( وفيها )\r\nلثلاث عشرة ليلة بقيت من جمادى الآخرة أمر خاقان المفلحي بالخروج إلى\r\nآذربيجان لحرب يوسف بن أبي الساج وضم إليه نحو أربعة آلاف رجل من الجند\r\n( ولثلاث عشرة ) ليلة بقيت من شهر رمضان دخل بغداد رسول أبى مضر بن الأغلب\r\nومعه فتح الانجحى وهدايا وجه بها معه إلى المكتفى ( وفيها ) كان الفداء\r\nبين المسلمين والروم في ذي القعدة ففدى ممن كان عندهم من الرجال ثلاثة آلاف نفس\r\nذكر علة المكتفى بالله وما كان من أمره إلى وقت وفاته\r\nوكان المكتفى علي بن أحمد يشكو علة في جوفه وفسادا في أحشائه فاشتدت العلة به في\r\nشعبان من هذا العام وأخذه ذرب شديدا فرط عليه وأزال عقله حتى أخذ صافي الحرمي\r\nخاتمه من يده وأنفذه إلى وزيره العباس بن الحسن وهو لا يعقل شيئا من ذلك وكان العباس\r\nيكره أن يلي الامر عبد الله بن المعتز ويخافه خوفا شديدا فعمل في تصيير الخلافة إلى\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nأبى عبد الله محمد بن المعتمد على الله فأحضره داره ؟ ؟ ليلا وأحضر القاضي محمد بن يوسف\r\nوحده وكلمه بحضرته وقال له مالي عندك إن سقت هذا الامر إليك فقال له محمد\r\nابن المعتمد لك عندي ما تستحقه من الجزاء والايثار وقرب المنزلة فقال له العباس\r\nأريد أن تحلف لي أن لا تخليني من إحدى حالتين إما أن تريد خدمتي فأنصح لك\r\nوأبلغ جهدي في طاعتك وجمع المال لك كما فعلته بغيرك وإما أن تؤثر غيري\r\nفتوقرني وتحفظني ولا تبسط على يدا في نفسي ومالي ولا على أحد بسببي فقال\r\nله محمد بن المعتمد وكان حسن العقل جميل المذهب لو لم تسق هذا إلى ما كان لي\r\nمعدل عنك في كفايتك وحسن أثرك فكيف إذا كنت السبب له والسبيل إليه\r\nفقال له العباس أريد أن تحلف لي على ذلك فقال إن لم أوف لك بغير يمين لم أوف\r\nلك بيمين فقال القاضي محمد بن يوسف العباس ارض منه بهذا فإنه أصلح\r\nمن اليمين قال العباس قد قنعت ورضيت ثم قال له العباس مد يدك حتى أبايعك\r\nفقال له محمد وما فعل المكتفى قال هو في آخر أمره وأظنه قد تلف فقال محمد\r\nما كان الله ليراني أمد يدي لبيعة وروح المكتفى في جسده ولكن إن مات\r\nفعلت ذلك فقال محمد بن يوسف الصواب ما قال وانصرفوا على هذه الحال ثم إن\r\nالمكتفى أفاق وعقل أمره فقال له صافي الحرمي لو رأى أمير المؤمنين أن يوجه\r\nإلى عبد الله بن المعتز ومحمد بن المعتمد فيوكل بهما في داره ويحبسهما ما فيها فإن\r\nالناس ذكروهما لهذا الامر وأرجفوا بهما فقال له المكتفى هل بلغك أن أحدهما\r\nأحدث بيعة علينا فقال له صافي لا قال له فما أرى لهما في إرجاف الناس ذنبا فلا\r\nتعرض لهما ووقع الكلام بنفسه وخاف أن يزول الامر عن ولد أبيه فكان إذا\r\nعرض له بشئ من هذا الامر استجر فيه الحديث وتابع المعنى واهتبل به جدا\r\nوعرض لمحمد بن المعتمد في شهر رمضان فالج في مجلس العباس بن الحسن الوزير\r\nمن غيظ أصابه في مناظرة كانت بينه وبين ابن عمر عمرويه صاحب الشرطة فأمر العباس\r\nأن يحمل في قبة من قبابه على أفره بغاله فحمل إلى منزله في تلك الصورة وانصرفت\r\nنفسه إلى تأميل غيره ثم اشتدت العلة بالمكتفى في أول ذي القعدة فسأل عن أخيه\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nأبى الفضل جعفر فصح عنده أنه بالغ فأحضر القضاة وأشهدهم بأنه قد جعل\r\nالعهد إليه من بعده\r\nذكر وفاة المكتفى\r\nومات المكتفى بالله علي بن أحمد ليلة الأحد لثلاث عشرة ليلة خلت\r\nمن ذي القعدة سنة 295 ودفن يوم الاثنين في دار محمد بن عبد الله بن طاهر\r\nوكانت خلافته ست سنين وتسعة عشر يوما وكان يوم توفى ابن اثنتين وثلاثين\r\nسنة وكان ولد سنة 264 وكنيته أبو محمد وأمه أم ولد تركية وكان جميلا\r\nرقيق اللون حسن الشعر وافر اللحية وولد أبا القاسم عبد الله المستكفى ومحمد\r\nأبا أحمد والعباس وعبد الملك وعيسى وعبد الصمد والفضل وجعفرا\r\nوموسى وأم محمد وأم الفضل وأم سلمة وأم العباس وأمة العزيز وأسماء وسارة\r\nوأمة الواحد قال وكان جعفر بن المعتضد بدار ابن طاهر التي هي مستقر أولاد\r\nالخلفاء فتوجه فيه صافي الحرمي لساعتين بقيتا من ليلة الأحد وأحضره القصر\r\nوقد كان العباس بن الحسن فارق صافيا عن أن يجئ بالمقتدر إلى داره التي\r\nكان يسكنها على دجلة لينحدر به معه إلى القصر فعرج به صافي عن دار العباس إذ\r\nخاف حيلة تستعمل عليه وعد ذلك من حزم صافي وعقله\r\nذكر خلافة المقتدر\r\nوفيها بويع جعفر بن أحمد المقتدر يوم الأحد لثلاث عشرة ليلة خلت من ذي\r\nالقعدة سنة 295 وهو يومئذ ابن ثلاث عشرة سنة وأحد وعشرين يوما وكان\r\nمولده يوم الجمعة لثمان بقين من شهر رمضان من سنة 282 وكنيته أبو الفضل\r\nوأمه أم ولد يقال لها شغب وكانت البيعة للمقتدر في القصر المعروف بالحسنى فلما\r\nدخله ورأى السرير منصوبا أمر بحصير صلاة فبسط له وصلى أربع ركعات وما\r\nزال يرفع صوته بالاستخارة ثم جلس على السرير وبايعه الناس ودارت البيعة\r\nعلى يدي صافي الحرمي وفاتك المعتضدي وحضر العباس بن الحسن الوزير وابنه\r\nأحمد حتى تمت البيعة ثم غسل المكتفى ودفن في موضع من دار محمد بن عبد الله بن\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nطاهر وذكر الطبري أنه كان في بيت المال يوم بويع المقتدر خمسة عشر ألف\r\nألف دينار وذكر ذلك الصولي وحكى أنه كان في بيت مال العامة ستمائة ألف\r\nدينار وخلع المقتدر يوم الاثنين الثاني من بيعته على الوزير أبى أحمد العباس بن\r\nالحسن خلعا مشهورة الحسن وقلده كتابته وأمر بتكنيته وأن تجرى الأمور\r\nمجراها على يده وقلد ابنه أحمد بن العباس العرض عليه وكتابة السيدة أمه وكتابة\r\nهارون ومحمد أخويه وكتب العباس إلى الكور والأطراف بالبيعة كتابا على\r\nنسخة واحدة وأعطى الجند مال البيعة للفرسان ثلاثة أشهر وللرجالة ستة أشهر\r\nوأمر أصحاب الدواوين على ما كانوا عليه وخلع المقتدر على سوسن مولى المكتفى\r\nالذي كان حاجبه وأقره على حجابته وخلع على فاتك المعتضدي ومؤنس الخازن\r\nويمن غلام المكتفى وابن عمرويه صاحب الشرطة ببغداد وعلى أحمد بن كيغلغ\r\nوكان قد قدم يوم مبايعة المقتدر بقوم حاولوا فتق سجن دمشق وإقامة فتنة بها\r\nفحملوا على جمال وطوفوا وخلع على كثير من الخدم فمن كان إليه منهم عمل\r\nجعلت الخلعة عليه لاقراره وعلى عمله ومن لم يكن إليه عمل كانت الخلعة تشريفا\r\nله ورد المقتدر رسوم الخلافة إلى ما كانت عليه من التوسع في الطعام\r\nوالشراب وإجراء الوظائف وفرق في بني هاشم خمسة عشر ألف دينار\r\nوزادهم في الأرزاق وأعاد الرسوم في تفريق الأضاحي على القواد والعمال\r\nوأصحاب الدواوين والقضاة والجلساء ففرق عليهم يوم التروية ويوم عرفة من البقر\r\nوالغنم ثلاثون ألف رأس ومن الإبل ألف رأس وأمر بإطلاق من كان في السجون\r\nممن لا خصم له ولاحق لله عز وجل عليه بعد أن امتحن محمد بن يوسف القاضي\r\nأمورهم ورفع إليه أن الحوانيت والمستغلات التي بناها المكتفى في رحبة باب\r\nالطاق أضرت بالضعفاء إذ كانوا يقعدون فيها لتجاراتهم بلا أجرة لأنها أفنية\r\nواسعة فسأل عن غلتها فقيل له تغل ألف دينار في كل شهر فقال وما مقدار\r\nهذا في صلاح المسلمين واستجلاب حسن دعائهم فأمر بهدمها وإعادتها إلى\r\nما كانت عليه ولم يل الخلافة من بنى العباس أصغر سنا من المقتدر فاستقل\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nبالأمور ونهض بها واستصلح إلى الخاصة والعامة وتحبب إليها ولولا التحكم عليه\r\nفي كثير من الأمور لكان الناس معه في عيش رغد ولكن أمه وغيرها من\r\nحاشيته كانوا يفسدون كثيرا من أمره ( وفى هذه السنة ) كانت وقعة عج بن حاج\r\nمع الجند بمنى في اليوم الثاني من أيام منى وقتل بينهم جماعة وهرب الناس الذين\r\nكانوا بمنى إلى بستان ابن عامر وانتهب الجند مضرب أبى عدنان وأصاب\r\nالمنصرفين من الحاج في منصرفهم ببعض الطريق عطش حتى مات منهم جماعة\r\nقال الطبري سمعت بعض من يحكى أن الرجل كان يبول في كفه ثم يشربه ( وحج )\r\nبالناس في هذه السنة الفضل بن عبد الملك\r\nثم دخلت سنة 296\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفمن ذلك ما كان من اجتماع جماعة من القواد والكتاب والقضاة على خلع جعفر\r\nالمقتدر وكانوا قد تناظروا وتآمروا عند موت المكتفى على من يقدمونه للخلافة\r\nوأجمع رأيهم على عبد الله بن المعتز فأحضروه وناظروه في تقلدها فأجابهم إلى\r\nتولى الامر على أن لا يكون في ذلك سفك دماء ولا حرب فأخبروه أن الامر\r\nيسلم إليه عفوا وأن من وراءهم من الجند والقواد والكتاب قد رضوا به فبايعهم\r\nعلى ذلك سرا وكان الرأس في هذا الامر العباس بن الحسن الوزير ومحمد بن داود\r\nابن الجراح وأبو المثنى أحمد بن يعقوب القاضي وغيرهم فخالفهم على ذلك\r\nالعباس ونقض ما كان عقده معهم في أمر ابن المعتز وأحب أن يختبر أمر المقتدر\r\nوإن كان فيه محمل للقيام بالخلافة مع حداثة سنه وكيف يكون حاله معه وعلم\r\nأن تحكمه عليه سيكون فوق تحكمه على غيره فصدهم عن ابن المعتز وأنفذ\r\nعقد البيعة للمقتدر على ما تقدم ذكره ثم إن المقتدر أجرى الأمور مجراها\r\nفي حياة المكتفى وقلد العباس جميعها وزاده في المنزلة والحظوة وصير\r\nإليه الامر والنهى فتغير العباس على القواد واستخف بهم واشتد كبره على\r\nالناس واحتجابه عنهم واستخفافه بكل صنف منهم وكان قبل ذلك صافي\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالنية لعامة القواد والخدم منصفا لهم في إذنه لهم ولقائه ثم تجبر عليهم وكانوا\r\nيمشون بين يديه فلا يأمرهم بالركوب وترك الوقوف على المتظلمين والسماع منهم\r\nفاستثقله الخاصة والعامة وكثر الطعن عليه والانكار لفعله والهجاء له فقال بعض\r\nشعراء بغداد فيه\r\nيا أبا أحمد لا تحسن * بأيامك ظنا\r\nواحذر الدهر فكم أه‍ * لك أملاكا وأفنا\r\nكم رأينا من وزير * صار في الأجداث رهنا\r\nأين من كنت تراهم * درجوا قرنا فقرنا\r\nفتجنب مركب الكبر * وقل للناس حسنا\r\nربما أمسى بعزل * من باصباح يهنا\r\nوقبيح بمطاع الا * مر ألا يتأنا\r\nاترك الناس وأيا * مك فيهم تتمنى\r\nوكان مما يشنع به الحسين بن حمدان على العباس أنه شرب يوما عنده فلما\r\nسكر الحسين استخرج العباس خاتمه من أصبعه وأنفذه إلى جاريته مع فتى له وقال\r\nلها يقول لك مولاك اشتهى الوزير سماع غنائك فاحضري الساعة ولا تتأخري\r\nفهذا خاتمي علامة إليك قال الحسين وقد كنت خفت منه شيئا من هذا لبلاغات\r\nبلغتني عنه وكتب رأيت له إليها بخطه فحفظت الجارية وحذرتها فلم تصغ إلى قول\r\nالفتى ولا اجابته وكان الحسين يحلف مجتهدا أنه سمعه يكفر ويستخف بحق الرسول\r\nصلى الله عليه وسلم وأنه قال في بعض ما جرى من القول قد كان أجيرا لخديجة\r\nثم جاء منه ما رأيت قال فاعتقدت فتله من ذلك الوقت وأعتقد غيره من القواد\r\nفيه مثل ذلك واجتمعت القلوب على بغضته فحينئذ وثب به القوم فقتلوه وكان الذي\r\nتولى قتله بدر الأعجمي والحسين بن حمدان ووصيف بن سوارتكين وذلك يوم\r\nالسبت لاحدى عشرة ليلة بقيت من ربيع الأول من العام المؤرخ\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nذكر البيعة لابن المعتز\r\nوفى غد هذا اليوم خلع المقتدر خلعه القواد والكتاب وقضاة بغداد ثم وجهوا\r\nفي عبد الله بن المعتز وأدخل دار إبراهيم بن أحمد الماذرائي التي على دجلة والصراة\r\nثم حمل منها إلى دار المكتفى بظهر المخرم وأحضر القضاة وبايعوا عبد الله بن المعتز\r\nفحضرهم ولقبوه المنتصف بالله وهو لقب اختاره لنفسه واستوزر محمد بن داود بن\r\nالجراح واستخلفه على الجيش وكان الناس يحلفون بحضرة القضاة وكان الذي\r\nيأخذ البيعة على الناس وعلى القواد ويتولى استحلافهم والدعاء بأسمائهم محمد بن\r\nسعيد الأزرق كاتب الجيش وأحضر عبد الله بن علي بن أبي الشوارب القاضي\r\nوطولب بالبيعة لابن المعتز فلجلج وقال ما فعل جعفر المقتدر فدفع في صدره وقتل\r\nأبو المثنى لما توقف عن البيعة ولم يشك الناس أن الامر تام له إذ اجتمع أهل الدولة\r\nعليه وكان أجل من تخلف عنه سوسن الحاجب فإنه بقي بدار المقتدر مثبتا لامره\r\nوحاميا له * وفى هذا اليوم كانت بين الحسين بن حمدان وبين غلمان الدار\r\nالتي كان بها المقتدر حرب شديدة من غدوة إلى انتصاف النهار وثبت سوسن\r\nالحاجب به وحامى عنه وأحضر الغلمان ووعدهم الزيادة وقوى نفس صافي ونفس\r\nمؤنس الخادم ومؤنس الخازن فكلهم حماه ودافع عنه حتى انفضت الجموع التي\r\nكان محمد بن داود جمعها لبيعة ابن المعتز وذلك أن مؤنسا الخادم حمل غلمانا من\r\nغلمان الدار إلى الشذوات فصاعد بها في دجلة فلما جازوا الدار التي كان فيها ابن\r\nالمعتز ومحمد بن داود صاحوا بهم ورشقوهم بالنشاب فتفرقوا وهرب من كان\r\nفي الدار من الجند والقواد والكتاب وهرب ابن المعتز ومن كان معه ولحق بعض\r\nالذين كانوا بايعوا ابن المعتز بالمقتدر فاعتذروا إليه بأنهم منعوا من المصير نحوه\r\nواختفى بعضهم فأخذوا وقتلوا وانتهبت العامة دور محمد بن داود والعباس بن\r\nالحسن واخذ ابن المعتز فقتل وقتل معه جماعة منهم أحمد بن يعقوب القاضي ذبح\r\nذبحا وقالوا له تبايع للمقتدر فقال هو صبي ولا يجوز المبايعة له وقال الطبري ولم\r\nير الناس أعجب من أمر ابن المعتز والمقتدر فإن الخاصة والعامة اجتمعت على الرضى\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nبابن المعتز وتقديمه وخلع المقتدر لصغر سنه فكان أمر الله قدرا مقدورا ولقد\r\nتحير الناس في أمر دولة المقتدر وطول أيامها على وهى أصلها وضعف ابتنائها\r\nثم لم ير الناس ولم يسمعوا بمثل سيرته وأيامه وطول خلافته وقال محمد بن يحيى\r\nالصولي وفى يوم الاثنين لتسع ليال بقين من ربيع الأول خلع المقتدر على علي بن\r\nمحمد بن الفرات للوزارة وركب الناس معه إلى داره بسوق العطش وتكلم في\r\nإطلاق جماعة ممن كان بايع ابن المعتز فأذن له المقتدر في ذلك فخلى سبيل طاهر\r\nابن علي ونزار بن محمد وإبراهيم بن أحمد الماذرائي والحسين بن عبد الله الجوهري\r\nالمعروف بابن الجصاص ووضع العطاء للغلمان والأولياء الذين بقوا مع المقتدر\r\nصلة ثانية للفرسان ثلاثة أشهر وللرجالة ست نوائب وولى مؤنسا الخادم شرطة\r\nجانبي بغداد وما يليها وتقدم إليه بالنداء على محمد بن داود ويمن ومحمد الرقاص\r\nوأن يبذل لمن جاء بمحمد بن داود عشرة آلاف دينار وخلع على عبد الله بن علي\r\nابن محمد بن أبي الشوارب لقضاء جانبي بغداد وقلد الوزير علي بن محمد أخاه جعفر\r\nابن محمد ديوان المشرق والمغرب وأشاع أنه يخلفه عليهم وقلد نزار الكوفة\r\nوطساسيجها وعزل عنها المسمعي ثم عزل نزارا وولى الكوفة نجحا الطولوني\r\nوخلع على أبى الأغر خليفة بن المبارك السلمي لغزاة الصائفة وعظم أمر سوسن\r\nالحاجب وتجبر وطغى فاتهمه المقتدر ولم يأمنه وأدار الرأي في أمره مع ابن الفرات\r\nفأوصى إليه المقتدر خذ من الرجال من شئت ومن المال والسلاح ما شئت\r\nوتول من الأعمال ما أحببت وخل عن الدار أولها من أريد فأبى عليه وقال أمر\r\nأخذته بالسيف لا أتركه إلا بالسيف فأحكم المقتدر الرأي مع ابن الفرات في قتله فلما\r\nدخل معه الميدان في بعض الأيام أظهر صافي الحرمي العلة وجلس في بعض طرق الميدان\r\nمتعا للافنزل سوسن ليعوده فوثب إليه جماعة فيهم تكين الخاصة وغيره من القواد\r\nفأخذوا سيفه وأدخلوه بيتا فلما سمع من كان معه بذلك من غلمانه وأصحابه تفرقوا\r\nومات سوسن بعد أيام في الحبس وقلد الحجابة نصرا الحاجب المعروف\r\nبالقشوري وكان موصوفا بعقل وفضل وكان النصارى في آخر أيام العباس\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nابن الحسن قد علا أمرهم وغلب عليهم الكتاب منهم فرفع في أمرهم إلى المقتدر\r\nفعهد فيهم بنحو ما كان عهد به المتوكل من رفضهم واطراحهم وإسقاطهم عن\r\nالخدمة ثم لم يدم ذلك فيهم * وفى يوم السبت لأربع بقين من ربيع الأول سقط\r\nببغداد الثلج من غدوة إلى العصر حتى صار في السطوح والدور منه نحو من\r\nأربعة أصابع وذلك أمر لم ير مثله ببغداد * وفى يوم الاثنين لليلتين بقيتا من ربيع\r\nالأول سلم محمد بن يوسف القاضي ومحمد بن عمرويه وابن الجصاص والأزرق\r\nكاتب الجيش في جماعة غيرهم إلى مؤنس الخازن فقتل بعضهم وشفع في بعض\r\nفأطلق ( وفيها ) وجه القاسم بن سيما في جماعة من القواد والجند في طلب\r\nالحسين بن حمدان فشخص لذلك حتى صار إلى قرقيسيا والرحبة وكتب إلى أبى\r\nالهيجاء عبد الله بن حمدان بأن يطلب أخاه ويتبعه فخرج في أثره والتقى بأخيه\r\nبين تكريت والسود قانية بموضع يعرف بالأعمى فانهزم عبد الله عن أخيه\r\nالحسين ثم بعث الحسين إلى السلطان يطلب الأمان لنفسه فأعطى ذلك * ولسبع\r\nبقين من جمادى الآخرة خلع علي بن دليل النصراني كاتب ابن أبي الساج ورسوله\r\nوعقد ليوسف على آذربيجان والمراغة وحملت إليه الخلع وأمر بالشخوص إلى\r\nعمله وللنصف من شعبان خلع على مؤنس الخادم وأمر بالشخوص إلى طرسوس\r\nلغزو الروم فخرج في عسكر كثيف وجماعه من القواد وكان مؤنس قد ثقل على\r\nصافي الحرمي وأحب ألا يجاوره ببغداد فيسعى مع الوزير ابن الفرات في إبعاده\r\nفأغزى في الصائفة وضم إليه أبو الأغر خليفة بن المبارك فلم يرضه مؤنس\r\nوكتب إلى المقتدر يذمه فكتب إليه في الانصراف فانصرف وحبس واجتمع قول\r\nالناس بلا اختلاف بينهم أنه لم يكن في زمن أبى الأغر فارس للعرب ولا للعجم\r\nأشجع منه ولا أعظم أيدا وجلدا ( وحج بالناس ) في هذه السنة الفضل\r\nابن عبد الملك\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nثم دخلت سنة 297\r\n( ذكر ما دار في هذه السنة من أخبار بنى العباس )\r\nفي المحرم من هذا العام ولد للمقتدر ابن فأمر أن يكتب اسمه على الاعلام\r\nوالتراس والدنانير والدراهم والسمات ولم يعش ذلك المولود ( وفيها ) ورد\r\nكتاب مؤنس الخادم على السلطان لست خلون من المحرم بأنه ظهر على الروم\r\nفي غزاته إليهم التي تقدم ذكرها في سنة 96 وهزمهم وقتل منهم مقتلة عظيمة\r\nوأسر لهم أعلاجا كثيرة وقرئ كتابه بذلك على العامة ببغداد ثم قفل مؤنس\r\nمتصرفا * وفى صفر من هذه السنة أخر طاهر بن محمد بن عمرو بن الليث الصفار\r\nايراد ما كان يلزمه من المال الموظف عليه من أموال فارس ودافع به فكتب سبكرى\r\nغلام عمرو بن الليث يتضمن حمل المال وإيراده واستأذن في توجيه طاهر\r\nوأخويه أسرى إلى باب السلطان فأجيب إلى ذلك فاجتمع سبكرى ومن والاه\r\nعليهم ودارت بينهم حرب شديدة حتى استولى سبكرى على فارس وكرمان\r\nوبعث بطاهر وأخويه إلى السلطان فأدخلوا في عماريات مكشوفة وخلع على\r\nرسول سبكرى ثم إن الليث بن علي بن الليث لما بلغه فعل سبكرى بطاهر\r\nويعقوب ابني محمد غضب لذلك وسار يريد فارس فتلقاه سبكرى واقتتلا\r\nقتالا شديدا فانهزم سبكرى وقدم على السلطان يستمده فندب مؤنس الخادم إلى\r\nفارس وضم إليه زهاء خمسة آلاف من الأولياء والغلمان وكتب إلى أصحاب\r\nالعاون بأصبهان والأهواز والجبل في معاونة مؤنس على محاربة الليث بن علي\r\nوأشخص معه الوزير ابن الفرات محمد بن جعفر العبرتاى وولاه الخراج والضياع\r\nبفارس فاحتاج الجند إلى أرزاقهم فوعدهم بها محمد بن جعفر فلم يرضوا وعده ووثبوا\r\nعليه ونهبوا عسكره وأصابته ضربة وزعم بعض أصحاب مؤنس أنه أخذ له مائة\r\nألف دينار * وفى ليلة الأربعاء لخمس من شهر ربيع الآخر سنة 97 ولد\r\nللمقتدر أبو العباس محمد الراضي بالله بدير حنيناء قبل طلوع الفجر * وفى ذي الحجة\r\nمن هذا العام كانت بين مؤنس الخادم وبين الليث بن علي حرب بناحية النوبندجان\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفهزم الليث وأصحابه وأسر مؤنس الليث وأخاه إسماعيل وعلي بن حسين بن درهم\r\nوالفضل بن عنبر وصاروا في قبضته فحملهم بين يديه إلى بغداد وأدخل الليث على\r\nفيل ومن كان معه على جمال مشهورين قد ألبسوا البرانس ثم حبسوا ( وفيها )\r\nوجه المقتدر القاسم بن سيما غازيا في الصائفة إلى الروم في جمع كثيف من الجند\r\nفي شوال فغنم وسبى ( وفيها ) ولى ورقاء بن محمد الشيباني أمر السواد بطريق\r\nمكة فرفع المؤن عن الناس وحسم عنها ضر الاعراب وما كانوا يفعلونه في\r\nالطريق من السلب والقتل وحسن أثر ورقاء هنالك ولم يزل مقيما بتلك الناحية\r\nإلى أن رجع الحاج مسلمين شاكرين لفعله فيهم * ولجمادى الأولى من هذا العام\r\nورد الخبر بأن أركان البيت الأربعة غرقت في سيول كانت بمكة وغرق الطواف\r\nوفاضت بئر زمزم وأنه كان سيلا لم ير مثله في قديم الأيام وحديثها وفى شوال منها\r\nتوفى محمد بن طاهر بن عبد الله بن طاهر المعروف بالصناديقي ودفن في مقابر قريش\r\nوصلى عليه القاضي أحمد بن إسحاق بن البهلول * وفى شهر رمضان منها توفى يوسف\r\nابن يعقوب القاضي ومحمد بن داود الأصبهاني الفقيه * وورد الخبر بوفاة عيسى\r\nالنوشري عامل مصر فولى السلطان مكانه تكين الخاصة وتوجه من بغداد إلى\r\nمصر * وفى شوال من هذه السنة توفى جعفر بن محمد بن الفرات أخو الوزير\r\nوكان يلي ديوان المشرق والمغرب فولى الوزير ابنه المحسن ديوان المغرب\r\nوولى ابنه الفضل ديوان المشرق * وفى هذا العام توفى القاسم بن\r\nزرزور وكان من الحذاق المجيدين وأسن حتى قارب تسعين سنة ( وحج بالناس )\r\nفي هذه السنة الفضل بن عبد الملك الهاشمي\r\nثم دخلت سنة 298\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها قدم الناس ابن سيما من غزاة الصائفة إلى الروم ومعه خلق كثير من\r\nالاسرى وخمسون علجا قد حملوا على الجمال مشهورين بأيدي جماعة منهم أعلام\r\nالروم عليها صلبان الذهب والفضة وذلك يوم الخميس لأربع عشرة ليلة بقيت\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nمن شهر ربيع الأول ( وفيها ) خالف سبكرى والتوى بما عليه فندب لمحاربته وصيف\r\nكأمه غلام الموفق وشخص معه وجوه القواد وفيهم الحسين بن حمدان وبدر غلام\r\nالنوشري وبدر الكبير المعروف بالحمامي فواقعوا سبكرى في باب شيراز وهزموه\r\nوأسروا القتال صاحبه وهرب بعض قواده عنه وفتق عسكره بماله وأثقاله إلى\r\nناحية كرمان وورد الخبر بأن سبكرى أسر وكان الذي أسره سيمجور غلام أحمد\r\nابن إسماعيل ثم قدم وصيف كأمه بالقتال صاحب سبكرى فأدخل على فيل وعليه\r\nبرنس طويل وبين يديه ثلاثة عشر أسيرا على الجمال وعليهم دراريع وبرانس من\r\nديباج فخلع على وصيف وسور وطوق بطوق ذهب منظوم بجوهر ثم دخل سبكرى\r\nوحضر دخوله الوزير ابن الفرات وسائر القواد يوم الاثنين لاحدى عشرة ليلة\r\nبقيت من شوال وكان قد حمل على فيل وشهر ببرنس طويل وبين يديه الكرك\r\nومن يضرب بالصنوج وخلفه الليث بن علي على فيل آخر فخلع على ابن الفرات\r\nوحمل وكان يوما مشهودا وحدث محمد بن يحيى الصولي أنه شهد هذا اليوم قال\r\nفتذكرت فيه حديثا كان حدثناه صافي الحرمي يوم بويع فيه المقتدر بالله قال\r\nصافي رأيت الخليفة المقتدر بالله وهو صبي في حجر المعتضد والمعتضد ينظر في\r\nدفتر كان كثيرا ما ينظر فيه وهو يضرب على كتف المقتدر ويقول له كأني بملوك\r\nفارس قد أدخلوا إليك على الفيلة والجمال عليهم البرانس وكان صافي يوم بيعة\r\nالمقتدر يحدث بهذا ويدعو إلى الله أن يحقق هذا القول ( وفيها ) وردت على المقتدر\r\nهدايا من خراسان أنفذها إليه أحمد بن إسماعيل بن أحمد فيها غلمان على دوابهم\r\nوخيولهم وثياب ومسك كثير وبزاة وسمور وطرائف لم يعهد بمثلها فيها أهدى\r\nمن قبل ( وفيها ) جلس ابن الفرات الوزير لكتاب العطاء فحاسبهم وأشرف\r\nلهم على خيانة نحو مائة ألف دينار فورى عن الامر قليلا إذ كان كتابه منهم\r\nواستخرج ما وجد من المال في رفق وستر * وفى جمادى الآخرة من هذا العام\r\nفلج عبد الله بن علي بن أبي الشوارب القاضي فأمر المقتدر ابنه محمد بن عبد الله\r\nيتولى أمور الناس خليفة لأبيه حتى يظهر حاله وما يكون من علته فنظر كما كان\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nينظر أبوه وأنفذ الأمور مثل تنفيذه\r\nثم دخلت سنة 299\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفمن ذلك غزوة رستم الصائفة من ناحية طرسوس وهو والى الثغور فحاصر\r\nحصن مليح الأرميني ثم دخل عليه وأحرق أرض ذي الكلاع ( وفيها )\r\nورد رسول أحمد بن إسماعيل بكتاب منه إلى السلطان بأنه فتح سجستان وأن\r\nأصحابه دخلوها وأخرجوا من كان فيها من أصحاب الصفار وأن المعدل بن علي\r\nابن الليث صار إليه بمن معه من أصحابه في الأمان وكان المعدل يومئذ مقيما معهم\r\nبزرنج وصار إلى أحمد بن إسماعيل وهو مقيم ببست والرخج فوجه به أحمد وبعياله\r\nومن معه إلى هراة ووردت الخريطة بذلك على السلطان يوم الاثنين لعشر خلون\r\nمن صفر ( وفيها ) وافى بغداد العطير صاحب زكرويه ومعه الأغر وهو أحد\r\nقواد زكرويه مستأمنا\r\nذكر القبض على ابن الفرات\r\nوفى ذي الحجة غضب المقتدر على وزيره علي بن محمد بن الفرات لأربع\r\nخلون منه وحبس ووكل بدوره وأخذ كل ما وجد له ولأهله وانتهبت دوره\r\nأقبح نهب وفجر الشرط بنسائه ونساء أهله وكان ادعى عليه أنه كتب إلى الاعراب\r\nبأن يكبسوا بغداد في خبر طويل واستوزر محمد بن عبيد الله بن يحيى بن خاقان\r\nفكانت وزارة ابن الفرات ثلاث سنين وثمانية أشهر واثنى عشر يوما وطولب\r\nابن الفرات بأمواله وذخائره فاجتمع منها مع ودائع كانت له سبعة آلاف ألف\r\nدينار فيما حكى عن الصولي وكان مشاهدا ومشرفا على أخبارهم * قال وما سمعنا\r\nبوزير جلس في الوزارة وهو يملك من العين والورق والضياع والأثاث ما يحيط\r\nبعشرة آلاف ألف غير ابن الفرات * قال وكانت له أياد جليلة وفضائل كثيرة\r\nقد ذكرتها في كتاب الوزراء * قال ولم ير وزير أودع وجوه الناس من الأموال\r\nما أودع ابن الفرات من قبل ولايته الوزارة وكانت غلته تبلغ ألف ألف دينار\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nولم يمسك الناس ببغداد عن ابتقاص ؟ ؟ ابن الفرات وهجوه مع حسن آثاره وأحضر\r\nمحمد بن عبيد الله بن يحيى بن خاقان دار المقتدر في الوقت الذي ضم فيه على\r\nابن الفرات فقلد الوزارة وانصرف إلى منزله بباب الشماسية في طيار وركب\r\nيوم الخميس بعده فخلع عليه وحمل وقلد ؟ ؟ سيفا وقيل إن السبب في ولايته كان\r\nبعناية أم ولد المعتضد بأمره على إن ضمن لها مائة ألف دينار وقوى أمره\r\nعندها رياء كان يظهره وكان الخدم من الدار يأتونه بالكتب فلا يكلم الواحد\r\nمنهم إلا بعد مائة ركعة يصليها فكانوا ينصرفون بوصفه وما رأوا منه وخلع\r\nعلى ابنه عبد الله بن محمد لخلافة أبيه واستبدل بالعمال وعزل كل من كان\r\nخطوطه إلى علي بن الفرات وآله ( وفى هذه السنة ) مات وصيف موشجير\r\nيوم الخميس لأربع عشرة ليلة بقيت من شهر رمضان ( وفيها ) مات الخرقي\r\nالمحدث ( وحج بالناس ) في هذه السنة الفضل بن عبد الملك\r\nثم دخلت سنة 300\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها أمر جعفر المقتدر برفع مطالبة المواريث عن الناس وأن يورث ذوو\r\nالأرحام ولا يعرض لاحد في ميراث إلا لمن صح أنه غير وارث وكان الناس\r\nمن قبل ذلك في بلاء وتعلل متصل من المستخرجين والعاملين ( وفيها ) أخرج\r\nمحمد بن إسحاق بن كنداجيق بعض أصحابه لمحاربة قوم من القرامطة جاءوا إلى سوق\r\nالبصرة فعاثوا بها وبسطوا أيديهم وأسيافهم على الناس فيها فلما واقفهم أصحاب\r\nابن كنداجيق صدمهم القرامطة صدمة شديدة حتى هزموهم وقتل من أصحاب\r\nابن كنداجيق جماعة وكان محمد بن إسحاق قد خرج كالممد لهم فلما بلغه أمرهم\r\nوشدة شوكتهم انصرف مبادرا إلى المدينة فأنهض السلطان محمد بن عبد الله\r\nالفارقي في رجل كثير معونة لابن كنداجيق ومددا له فأقاما بالبصرة ولم يتعرضا\r\nلمحاربة * وفى شعبان من هذه السنة قبض على إبراهيم بن أحمد الماذرائي وعلى\r\nابن أخيه محمد بن علي بن أحمد فطالبهم أبو الهيثم بن ثوابة بخمسمائة ألف فحملوا\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nمنها خمسين ألفا إلى بيت المال وصانعوا الوزير ابن خاقان وابنه وابن ثوابة\r\nبمال كثير وصادر ابن ثوابة جماعة على مائة ألف دينار فحمل منها ابن الجصاص\r\nعشرين ألفا وفرضت البقية على جماعة منهم ابن أبي الشوارب القاضي وغيره\r\nوظهر في هذا العام ضعف أمر محمد بن عبيد الله بن يحيى بن خاقان الوزير وتغلب\r\nابنه عبد الله عليه وتحكمه في الأمور دونه وكثر التخليط من محمد في رأيه وجميع\r\nأمره فكان يولى العمل الواحد جماعة في أسبوع من الأيام وتقدم بالمصانعات\r\nحتى قلد عمالة بادوريا في أحد عشر شهرا أحد عشر عاملا وكان يدخل الرجل الذي\r\nقد عرفه دهرا طويلا فيسلم عليه فلا يعرفه حتى يقول له أنا فلان بن فلان ثم يلقاه\r\nبعد ساعة فلا يعرفه ( وفيها ) ورد الخبر بانخساف جبل بالدينور يعرف بالتل\r\nوخروج ماء كثير من تحته غرقت فيه عدة من القرى وورد الخبر أيضا بانخساف\r\nقطعة عظيمة من جبل لبنان وسقوطها إلى البحر وكان ذلك حدثا لم ير مثله ( وفيها )\r\nورد كتاب صاحب البريد بالدينور يذكر أن بغلة هناك وضعت فلوة ونسخة كتابه\r\n( بسم الله الرحمن الرحيم ) الحمد لله الموقظ بعبره قلوب الغافلين والمرشد بآياته\r\nألباب العارفين الخالق ما يشاء بلا مثال ذلك الله البارئ المصور في الأرحام ما يشاء\r\nوأن الموكل بخبر التطواف بقر ما سين رفع يذكر أن بغلة لرجل يعرف بأبي بردة\r\nمن أصحاب أحمد بن علي المري وضعت فلوة ويصف اجتماع الناس لذلك وتعجبهم\r\nلما عاينوا منه فوجهت من أحضرني البغلة والفلوة فوجدت البغلة كمتاء خلوقية\r\nوالفلوة سوية الخلق تامة الأعضاء منسدلة الذنب سبحان الملك القدوس لا معقب\r\nلحكمه وهو سريع الحساب * وكان المقتدر لما رأى عجز محمد بن عبيد الله الوزير\r\nوتبلده قد أنفذ أحمد بن العباس أخا أم موسى الهاشمية إلى الأهواز ليقدم\r\nبأحمد بن محمد بن يحيى المعروف بابن أبى البغل ليوليه الوزارة فخرج إليه وأقبل\r\nبه حتى صار بواسط فلما قرب من دار السلطان سلم أحمد بن العباس على أحمد بن\r\nمحمد بالوزارة وحمل إليه ثلاثة آلاف دينار فاتصل الخبر بمحمد بن عبيد الله الوزير\r\nمن قبل حاشيته وعيونه فركب إلى الدار وصانع جماعة من الخدم والحرم وضمن\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nلام ولد المعتضد التي كانت عنيت بولايته في أول أمره خمسين ألف دينار فنقضت\r\nأمر ابن أبي البغل ورد واليا على فارس * وفى شوال من هذا العام توفى عبيد الله\r\nابن عبد الله بن طاهر وكان أكثر الناس أدبا وجلالة وفهما ومروءة وهو ابن\r\nإحدى وثمانين سنة وصلى عليه أحمد بن عبد الصمد الهاشمي ودفن في مقابر قريش\r\n( وفيها ) مات أبو الفضل عبد الواحد بن الفضل بن عبد الوارث يوم السبت\r\nلسبع بقين من ذي الحجة ( وأقام الحج الناس ) في هذه السنة الفضل بن\r\nعبد الملك بن عبد الله الهاشمي\r\nثم دخلت سنة 301\r\nذكر ما دار في هذه السنة من أخبار بني العباس\r\nففيها وافى بغداد علي بن عيسى بن داود بن الجراح مقدمه من مكة وذلك\r\nيوم الاثنين لعشر خلون من المحرم فمضى به من فوره إلى دار المقتدر فقلدوا\r\nالوزارة وخلع عليه لولايتها وقلد سيفا وقبض على محمد بن عبيد الله وابنيه عبد الله\r\nوعبد الواحد فحبسوا وكانوا قد ركبوا في ؟ ك النهار إلى الدار ووعدوا بأن يخلع\r\nعليهم ويسلم علي بن عيسى إليهم فسلموا إليه ووقع الامر بضد ما ظنوه وقعد على\r\nابن عيسى لمحمد بن عبيد الله وناظره فقال له أخربت الملك وضيعت الأموال ووليت\r\nبالعناية وصانعت عن الولايات بالرشوة وزدت على السلطان أكثر من ألف\r\nألف دينار في السنة فقال ما كنت أفعل إلا ما أراه صوابا وكان محمد بن عبيد الله\r\nفيما ذكر من تسناه يأخذ المصانعات على يدي أبى الهيثم بن ثوابة ولا يفي بعهد لكل\r\nمن صانعه برشوة حتى قيلت فيه أشعار كثيرة منها\r\nوزير ما يفيق من الرقاعه * يولى ثم يعزل بعد ساعة\r\nإذا أهل الرشا صاروا إليه * فأحظي القوم أوفرهم بضاعة\r\nوليس بمنكر ذا الفعل منه * لان الشيخ أفلت من مجعه\r\nوكان محمد بن عبيد الله قبل أن يستحيل به الحال فيما ذكر أهل الخبر به\r\nوحسن الرأي فيه ذا دهاء وعقل وكان ابنه عبد الله كاتبا بليغا حسن الكلام\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nمليح اللفظ حسن الخط جوادا يعطى العطايا الجزيلة ويقدم الأيادي الجليلة ،\r\nوصل عبد الله بن حمدون من ماله في مدة ولايته بتسعين ألف دينار إلى\r\nما وصل به غيره وأعطاه كثيرا ممن كان أمله ( وفى هذه السنة ) رضى عن القاضي\r\nمحمد بن يوسف وقلد الشرقية وعسكر المهدى وخلع عليه دراعة وطيلسان وعمامة\r\nسوداء وركب من دار الخليفة إلى مسجد الرصافة فصلى ركعتين ثم قرئ عليه عهده\r\nبالولاية * وفيها ورد الخبر بوثوب أبى الهيجاء عبد الله بن حمدان بالموصل ومعه\r\nجماعة من الأكراد وكانوا أخواله لان أمه كردية وأغاث الجند أهل الموصل\r\nفقتلت بينهم مقتلة عظيمة وصار أبو الهيجاء إلى الأكراد وتأمر عليهم كالخالع\r\nللطاعة * وتظلم أهل البصرة من عاملهم محمد بن إسحاق بن كنداج وشكوا به\r\nإلى علي بن عيسى الوزير فعزله عنهم بعد أن استأمر فيه المقتدر لئلا يستبد\r\nبالرأي دونه وولى البصرة نجحا الطولوني ثم ولى محمد بن إسحاق بن كنداج\r\nالدينور وولى سليمان بن مخلد ديوان الدار وكتابة غريب خال المقتدر وولى\r\nعلي بن عيسى إبراهيم أخاه ديوان الجيش واستخلف عليه سعيد بن عثمان\r\nوالحسين بن علي * وفى شهر ربيع الآخر من هذه السنة دخل مؤنس الخادم\r\nمدينة السلام ومعه أبو الهيجاء قد أعطاه أمانا فخلع على مؤنس وعليه * وقلد\r\nنصر القشوري مع الحجابة التي كان يتولاها ولاية السوس وجندي سابور\r\nومناذر الكبرى ومناذر الصغرى فاستخلف على جميع ذلك يمنا الهلالي الخادم\r\n( وفى هذه السنة ) أغارت الأتراك على المسلمين بخراسان فسبت منهم نحو\r\nعشرين ألفا إلى ما ذهبت به من الأموال وقتلت من الرجال فخرج إليهم أحمد\r\nابن إسماعيل وكان واليها في جيوش كثيرة واتبعهم فقتل منهم خلقا كثيرا\r\nواستنقذ بعض الاسرى وأوفد إلى السلطان رجلا شيخا يعرف بالحمادى\r\nيستحمد إليه بفعله بالأتراك ويخطب إليه شرطة مدينة السلام وأعمال فارس\r\nوكرمان فأجيب إلى كرمان وحدها وكتب له بها كتاب عهد * وفى جمادى\r\nالآخرة من هذه السنة أطلق محمد بن عبيد الله الذي كان وزيرا وابنه عبد الله\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوأمرا بلزوم منازلهما ( وفيها ) خلع على القاسم بن الحر وولى سيراف وخلع\r\nعلى علي بن خالد السكردى وولى حلوان ( وفى هذه السنة ) ركب أبو العباس\r\nمحمد بن المقتدر من القصر المعروف بالحسنى وبين يديه لواء عقده له أبوه المقتدر على\r\nالمغرب ومعه القواد كلهم والغلمان الحجرية وجماعة الخدم حول ركابه وعلي بن\r\nعيسى عن يمينه ومؤنس الخادم عن يساره ونصر الحاجب بين يديه فسار في\r\nالشارع الأعظم ورجع في الماء والناس معه فاعترضه رجل بمربعة الحرشي فنثر\r\nعليه دراهم مسيفة وقال له بحق أمير المؤمنين إلا أذنت لي في طلى الفرس بالغالية\r\nفوقف له وجعل الرجل يطلى وجه الفرس فنفر منه وقيل له دع وجهه واطل\r\nسائر بدنه فأقبل يطلى عرف الفرس وقوائمه بالغالية فقال محمد بن المقتدر لمن حوله\r\nاعرفوا لنا هذا الرجل ( وفى هذه السنة ) قلد أبو بكر محمد بن علي الماذرائي أعمال\r\nمصر الاشراف على أعمال الشأم وتدبير الجيوش وخلع عليه وذلك يوم الخميس\r\nللنصف من شهر رمضان وخلع في هذا النهار أيضا على القاسم بن سيما وعقد له\r\nعلى الإسكندرية وأعمال برقة ( وفى هذه السنة ) في جمادى الآخرة ورد الخبر بوفاة\r\nعلي بن أحمد الراسبي وكان يتقلد جندي سابور والسوس وما ذرايا إلى آخر حدودها\r\nوكان يورد من ذلك ألف ألف دينار وأربعمائة ألف دينار في كل سنة ولم يكن\r\nمعه أحد يشركه في هذه الأعمال من أصحاب السلطان لأنه تضمن الحرب والخراج\r\nوالضياع والشحنة وسائر ما في عمله فتخلف فيما وردت به الاخبار من العين ألف\r\nألف دينار ومن آنية الذهب والفضة قيمة مائة ألف دينار ومن الخيل والبغال\r\nوالجمال ألف رأس ومن الخز الرفيع الطاقي أزيد من ألف ثوب وكان مع ذلك\r\nواسع الضيعة كثير الغلة وكان له ثمانون طرازا ينسج له فيها الثياب من الخز وغيره\r\nفلما ورد الخبر بوفاة الراسبي أنفذ المقتدر عبد الواحد بن الفضل بن وارث في جماعة\r\nمن الفرسان والرجالة لحفظ ماله إلى أن يوجه من ينظر فيه ثم وجه مؤنس الخادم\r\nللنظر في ذلك فيقال إنه صار إليه منه مال جليل وخلع على إبراهيم بن عبد الله\r\nالمسمعي وولى النظر في دور الراسبي وتوفى مؤنس الخازن يوم الأحد لثمان بقين\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nمن شهر رضمان ولم يتخلف أحد عن جنازته من الرؤساء وصلى عليه القاضي محمد\r\nابن يوسف ودفن بطرف الرصافة وكان جليل القدر عند السلطان فلما مات قلد\r\nابنه الحسن ما كان يتولاه من عرض الجيوش فجلس ونظر وعاقب وأطلق وفرق\r\nسائر الأعمال التي كانت إلى مؤنس على جماعة من القواد الذين كانوا في رسمه وضم\r\nأصحابه إلى ملازمة أبى العباس بن المقتدر ولم يخلع على الحسن بن مؤنس للولاية\r\nمكان أبيه فعلم أن ولايته لا تتم وعزل بعد شهرين وعزل محمد بن عبيد الله بن طاهر\r\nوكان خليفته على الجانب الشرقي وقدم مكانه بدر الشرابي وعزل خزرى بن موسى\r\nخليفة مؤنس على الجانب الغربي وولى مكانه إسحاق الاشروسى ؟ ؟ وولى شفيع\r\nاللؤلؤي البريد وسمى شفيعا الأكبر * وورد الخبر في شعبان بأن أحمد بن إسماعيل\r\nابن أحمد صاحب خراسان قتله غلمانه غيلة على فراشه وكان قد أخاف بعضهم\r\nفتواطؤا على قتله ثم اجتمع سائر غلمانه فضبطوا الامر وبايعوا لابنه نصر بن أحمد\r\nوورد كتابه على المقتدر يسأله تجديد العهد له ووردت كتب عمومته وبنى عمه\r\nيسأله كل واحد منهم ناحية من نواحي خراسان فأفرد الخليفة بالولاية ابنه وتم\r\nله الامر قال الصولي شهدت في هذا العام بين يدي محمد بن عبيد الله الوزير مناظرة\r\nكانت بين ابن الجصاص وإبراهيم بن أحمد الماذرائي فقال إبراهيم بن أحمد الماذرائي\r\nفي بعض كلامه لابن الجصاص مائة ألف دينار من مالي صدقة لقد أبطلت في الذي\r\nحكيته وكذبت فقال له ابن الجصاص قفيز دنانير من مالي صدقة لقد صدقت\r\nأنا وأبطلت أنت فقال له ابن الماذرائي من جهلك أنك لاتعلم أن مائة ألف دينار\r\nأكثر من قفيز دنانير فعجب الناس من كلامهما قال الصولي وانصرفت إلى\r\nأبى بكر بن حامد فخبرته الخبر فقال نعتبر هذا بمحنة فأحضر كيلجة وملاها دنانير\r\nثم وزنها فوجد فيها أربعة آلاف دينار فنظرنا فإذا القفيز ستة وتسعون ألف دينار\r\nكما قال الماذرائي ( وفى هذه السنة ) مات أبو بكر جعفر بن محمد المعروف بالفاريابي\r\nالمحدث لأربع بقين من المحرم وصلى عليه ابنه ودفن في مقابر الشونيزية\r\n( وفيها ) توفى عبد الله بن محمد بن ناجية المحدث وكان مولده سنة 210\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n( وفيها ) مات الحسن بن الحسن بن رجاء وكان يتقلد أعمال الخراج والضياع\r\nبحلب مات فجاءة وحمل تابوته إلى مدينة السلام ووصل يوم السبت لخمس بقين\r\nمن شهر ربيع الأول ( وفيها ) مات محمد بن عبد الله بن علي بن أبي الشوارب\r\nالقاضي المعروف بالأحنف وكان خليفة أبيه على قضاء عسكر المهدى والشرقية\r\nوالنهروانات والزوابي والتل وقصر ابن هبيرة والبصرة وكور دجلة وواسط\r\nوالأهواز ودفن يوم الأحد لتسع ليال خلون من جمادى الأولى في حجره بمقام\r\nباب الشأم وله ثمان وثلاثون سنة ( وفى هذه السنة ) بعد قتل أحمد بن إسماعيل\r\nورد الخبر بأن رجلا طالبيا حسينيا خرج بطبرستان يدعو إلى نفسه يعرف\r\nبالأطروش ( وفى آخر هذه السنة ) توفى أحمد بن عبد الصمد بن طومار الهاشمي\r\nوكان من قبل نقيب بني هاشم العباسيين والطالبيين فقلد ما كان يتقلده أخو\r\nأم موسى فضج الهاشميون من ذلك وسألوا رد ما كان يتولاه ابن طومار إلى\r\nابنه محمد بن أحمد فأجيبوا إلى ذلك وكان لأحمد بن عبد الصمد يوم توفى اثنتان\r\nوثمانون سنة ( وأقام الحج للناس ) في هذه السنة الفضل بن عبد الملك الهاشمي\r\nثم دخلت سنة 302\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها ركب شفيع الخادم المعروف بالمقتدري في جماعة من الجند والفرسان\r\nوالرجال إلى دار الحسين بن أحمد المعروف بابن الجصاص التي في سوق يحيى\r\nولحقه صاحب الشرطة بدر الشرابي فوكل شفيع بالأبواب وقبض على جميع\r\nما تحويه داره من مال وجوهر وفرش وأثاث ورقيق ودواب وحمل في وقته\r\nذلك صناديق مختومة ذكر أن فيها جوهرا وآنية ذهب ووجد في داره فرشا\r\nسلطانيا من فرش أرمينية وطبرستان جليلا لا يعرف قدره ووجد فيها من مرتفع\r\nثياب مصر خمسمائة سفط وحفرت داره فوجدت له في بستانه أموال جليلة\r\nمدفونة في جرار خضر وقماقم مرصصة الرؤس فحملت كهيئتها إلى دار المقتدر\r\nوأخذ هو فقيد بخمسين رطلا من حديد وغل وتسمع الناس ما جرى عليه فصودر\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nعلى مائة ألف دينار بعد هذا كله وأطلق إلى منزله وقال أبو الحسن بن عبد الحميد\r\nكاتب السيدة إن الذي صح مما قبض من مال الحسين بن أحمد بن الجصاص\r\nالجوهري من العين والورق والآنية والثياب والفرش والكراع والخدم لاثمن\r\nضيعة في ذلك ولاثمن بستان ما قيمته ستة آلاف ألف دينار ( وفى هذه\r\nالسنة ) في رجب ورد كتاب محمد بن علي الماذرائي إلى السلطان من\r\nمصر يزعم أن وقعة كانت بين أصحاب السلطان وبين جيش صاحب القيروان\r\nفقتل من أصحاب الشيعي سبعة آلاف وأسر نحوهم وانهزم من بقي منهم ومضوا على\r\nوجوههم فمات أكثرهم قبل وصولهم إلى برقة ووردت كتب التجار بدخول الشيعة\r\nبرقة وعظم ما أحدثوا في تلك الناحية وأن الغلبة انما كانت لهم قال الصولي وفيها\r\nجلس علي بن عيسى للمظالم في كل يوم ثلاثاء فحضرته يوما وقد جئ برجل يزعم\r\nأنه نبي فناظره فقال أنا أحمد النبي وعلامتي أن خاتم النبوة في ظهري ثم كشف\r\nعن ظهره فإذا سلعة صغيرة فقال له هذه سلعة الحماقة وليست بخاتم النبوة ثم أمر\r\nبصفعه وتقييده وحبسه في المطبق * وفى شهر رمضان من هذه السنة وافى باب\r\nالشماسية قائد من قواد صاحب القيروان يقال له أبو جدة ومعه من أصحابه مائتا\r\nفارس نازعين إلى الخليفة فأحضر القائد دار السلطان وخلع عليه وأخرج هو\r\nوأصحابه إلى البصرة ليكونوا مع محمد بن إسحاق بن كنداج ( وفيها ) أطلق المقتدر\r\nمن سجنه الصفاري المعروف بالقتال وخلع عليه وأقطعه دارا ينزلها وأجرى عليه\r\nالرزق وأمره بحضور الدار في يومى الموكب مع الأولياء وأطلق أيضا محمد بن\r\nالليث الكردي وخلع عليه وهو ممن أدخل مع الليث وطوف على جمل ( وفيها )\r\nجاء رجل حسن البزة طيب الرائحة إلى باب غريب خال المقتدر وعليه دراعة\r\nوخف أحمر وسيف جديد بحمائل وهو راكب فرسا ومعه غلام فاستأذن\r\nللدخول فمنعه البواب فانتهره وأغلظ عليه ونزل فدخل ثم قعد إلى جانب\r\nالخال وسلم عليه بغير الامرة فقال له غريب وقد استبشع أمره ما تقول\r\nأعزك الله قال أنا رجل من ولد علي بن أبي طالب وعندي نصيحة للخليفة\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nلا يسعني ؟ ؟ أن يسمعها غيره وهى من المهم الذي إن تأخر وصولي إليه حدث أمر عظيم\r\nفدخل الخال إلى المقتدر والى السيدة وأعلمهما بأمره فبعث في الوزير علي بن عيسى\r\nوأحضر الخال الرجل فأجتهد الوزير والحاجب نصر والخال أن يعلمهم النصيحة\r\nما هي فأبى حتى أدخل إلى الخليفة وأخذ سيفه وأدنى منه وتنحى الغلمان والخدم\r\nفأخبر المقتدر بشئ لم يقف عليه أحد ثم أمره بالانصراف إلى منزل أقيم له\r\nوخلع عليه ما يلبسه ووكل به خدم يخدمونه وأمر المقتدر أن يحضر ابن طومار\r\nنقيب الطالبيين ومشايخ آل أبي طالب فيسمعون منه ويفهمون أمره فدخلوا عليه\r\nوهو على برذعة طبرية مرتفعة فما قام إلى واحد منهم فسأله ابن طومار عن نسبته\r\nفزعم أنه محمد بن الحسن بن علي بن موسى بن جعفر الرضا وأنه قدم من البادية فقال\r\nله ابن طومار لم يعقب الحسن وكان قوم يقولون إنه أعقب وقوم قالوا لم يعقب\r\nفبقى الناس في حيرة من أمره حتى قال ابن طومار هذا يزعم أنه قدم من البادية\r\nوسيفه جديد الحلية والصنعة فابعثوا بالسيف إلى دار الطاق وسلوا عن\r\nصانعه وعن نصله فبعث به إلى أصحاب السيوف بباب الطاق فعرفوه\r\nوأحضروا رجلا ابتاعه من صيقل هناك فقيل له لمن ابتعت هذا السيف فقال\r\nلرجل يعرف بابن الضبعي كان أبوه من أصحاب ابن الفرات وتقلد له المظالم\r\nبحلب فأحضر الضبعي الشيخ وجمع بينه وبين هذا المدعى إلى بنى أبى طالب\r\nفأقر بأنه ابنه فاضطرب الدعي وتلجج في قوله فبكى الشيخ بين يدي الوزير حتى\r\nرحمه ووعده بأن يستوهب عقوبته ويحبسه أو ينفيه فضج بنو هاشم وقالوا يجب\r\nأن يشهر هذا بين الناس ويعاقب أشد عقوبة ثم حبس الدعي وحمل بعد ذلك\r\nعلى جمل وشهر في الجانبين يوم التروية ويوم عرفة ثم حبس في حبس المصريين\r\nبالجانب الغربي ( وفى هذه السنة ) اضطرب أمر خراسان لما قتل أحمد بن\r\nإسماعيل واشتغل نصر بن أحمد ولده بمحاربة عمه ودارت بينهما فتوق فكتب\r\nأحمد بن علي المعروف بصعلوك وكان يلي الري من قبل أحمد بن إسماعيل أيام\r\nحياته إلى المقتدر ووجه إليه رسولا يخطب إليه أعمال الري وقزوين وجرجان\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nوطبرستان وما يستضيف إلى هذه الأعمال ويضمن في ذلك مالا كثيرا وعنى به\r\nنصر الحاجب حتى أنفذ إليه الكتب بالولاية ووصله المقتدر من المال الذي\r\nضمن بمائة ألف درهم وأمر بمائدة تقام له في كل شهر من شهور الأهلة بخمسة\r\nآلاف درهم وأقطعه من ضياع السلطان بالري ما يقوم في كل سنة بمائة ألف درهم\r\n( وفى هذه السنة ) ركب المقتدر إلى الميدان وركب بأثره علي بن عيسى\r\nالوزير ليلحقه فنفرت دابته وسقط سقطة مؤلمة وأمر الخليفة أصحاب الركاب\r\nبإقامته وحمله على دابته فأنهضوه وحملوه وقيلت فيه أشعار منها\r\nسقوطك يا علي لكسف بال * وخزي عاجل وسقوط حال\r\nفما قلنا لعا لك بل سررنا * وكان لما رجونا خير فال\r\nأضعت المال في شرق وغرب * فلم يحظ الامام بجمع مال\r\nقال وكان علي بن عيسى بخيلا فأبغضه الناس لذلك ( ووردت الاخبار )\r\nبدخول صاحب إفريقية الإسكندرية وتغلبه على برقة وغيرها وكتب تكين\r\nالخاصة والى مصر يطلب المدد ويستصرخ السلطان فعظم ذلك على المقتدر ورجاله\r\nوكانوا من قبل مستخفين بأمر عبيد الله الشيعي وبأبي عبد الله القائم بدعوته\r\nوكانوا قد فحصوا عن نسبه ومكانه وباطن أمره قال محمد بن يحيى الصولي حدثنا\r\nأبو الحسن علي بن سراج المصري وكان حافظا لاخبار الشيعة أن عبيد الله\r\nهذا القائم بإفريقية هو عبيد الله بن عبد الله بن سالم من أهل عسكر مكرم\r\nابن سندان الباهلي صاحب شرطة زياد ومن مواليه وسالم جده قتله المهدى\r\nعلى الزندقة قال وأخبرني غير ابن سراج أن جده كان ينزل بنى سهم من باهلة\r\nبالبصرة وكان يدعى أنه يعرف مكان الإمام القائم وله دعاة في النواحي يجمعون له\r\nالمال بسببه فوجه إلى ناحية المغرب رجلا يعرف بأبي عبد الله الصوفي\r\nالمحتسب فأرى الناس نسكا ودعاهم سرا إلى طاعة الامام فأفسد على زيادة الله\r\nابن الأغلب القيروان وكان عبيد الله هذا مقيما بسلمية مدة ثم خرج إلى مصر\r\nفطلب بها وظفر به محمد بن سليمان فأخذ منه مالا وأطلقه ثم ثار المحتسب على ابن الأغلب\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nوطرده عن القيروان وقدم عليه عبيد الله فقال المحتسب للناس إلى هذا كنت أدعو\r\nوكان عبيد الله يعرف أول دخوله القيروان بابن البصري فأظهر شرب الخمر\r\nوالغناء فقال المحتسب ما على هذا خرجنا وأنكر فعله فدس عليه عبيد الله رجلا\r\nمن المغاربة يعرف بابن خنزير فقتله وملك عبيد الله البلاد وحاصر أهل طرابلس\r\nحتى فتحها وأخذ أموالا عظيمة ثم ملك برقه وأقبل جيشه يريد مصر وقد ولد\r\nعبيد الله الإسكندرية وخطب فيها خطبا كثيرة محفوظة لولا كفر فيها لاجتلبت\r\nبعضها ولما وردت الاخبار باستطالة صاحب القيروان بجهة مصر أنهض المقتدر\r\nمؤنسا الخادم وندب معه العساكر وكتب إلى عمال أجناد الشأم بالمصير إلى مصر\r\nوكتب إلى ابني كيغلغ وذكا الأعور وأبى قابوس الخراساني باللحاق بتكين لمحاربته\r\nوخلع على مؤنس في شهر ربيع الأول سنة 302 وخرج متوجها إلى مصر وتقدم\r\nعلي بن عيسى الوزير بترتيب الجمازات من مصر إلى بغداد ليروح عليه الاخبار\r\nفي كل يوم فورد الخبر بأن جيش عبيد الله الخارج معه ابنه ومع قائده حباسة\r\nانهزموا وبشر علي بن عيسى بذلك المقتدر فتصدق في يومه بمائة ألف درهم ووصل علي بن\r\nعيسى بمال عظيم فلم يقبله ثم رجع على وقد باع له ابن ما شاء الله ضيعة بأربعة آلاف\r\nدينار وفرقها كلها شكرا لله عز وجل ودخل مؤنس الخادم بالجيوش مصر في جمادى\r\nالآخرة وقد انصرف كثير من أهل المغرب عن الإسكندرية ونواحيها وانصرف\r\nولد عبيد الله قافلا إلى القيروان وكتب محمد بن علي الماذرائي يذكر ضيق الحال\r\nبمصر وكثرة الجيوش بها وما يحتاج إليه من الأموال لها فأنفذ إليه المقتدر مائتي\r\nبدرة دراهم على مائتي جمازة مع جابر بن أسلم صاحب شرطة الجانب الشرقي ببغداد\r\nوورد الخير من مصر في ذي القعدة بأن الاخبار تواترت عليهم بموت عبيد الله\r\nالشيعي فانصرف مؤنس يريد بغداد وعزل المقدر تكين عن مصر وولاه دمشق\r\nونقل ذكا الأعور من حلب إلى مصر ( وفى هذه السنة ) صرف أبو إبراهيم بن\r\nبشر بن زيد أبا بكر الكريزي العامل عن أعمال قصر ابن هبيرة ونواحيه فطالبه\r\nوضربه بالمقارع حتى مات وحمل إلى مدينة السلام في تابوت ( وفيها ) مات القاسم\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nابن الحسن بن الأشيب ويكنى أبا محمد وكان قد حدث وحمل عنه الناس توفى\r\nلليلتين بقيتا من جمادى الأولى ولم يتخلف عن جنازته قاض ولا فقيه ولاعدل\r\n( وفيها ) ماتت بدعة جارية عريب مولاة المأمون لست خلون من ذي الحجة\r\nوصلى عليها أبو بكر بن المهتدى وخلفت مالا كثيرا وجوهرا وضياعا وعقارات\r\nفأمر المقتدر بالله بقبض ذلك كله وتوفيت ولها ستون سنة ما ملكها رجل قط *\r\nوقطع في هذه السنة بطريق مكة على حاتم الخراساني وعلى خلق عظيم معه خرج\r\nعليهم رجل من الحسينية مع بنى صالح بن مدرك الطائي فأخذوا الأموال\r\nواستباحوا الحرم ومات من سلم عطشا وسلمت القوافل غير قافلة حاتم ( وأقام\r\nالحج ) للناس في هذه السنة الفضل بن عبد الملك الهاشمي\r\nثم دخلت سنة 303\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها ورد الخبر بأن رجلا من الطالبيين ثار بجهة واسط وانضم إليه جماعة من\r\nالاعراب والسواد وكان للأعراب رئيس يقال له محرز بن رباح وذلك أنه\r\nبلغهم بأن صاحب فارس والأهواز والبصرة بعث إلى حضرة السلطان من\r\nالمال المجتمع قبله ثلاثمائة ألف دينار حملت في ثلاث شذوات فطمعوا في انتهابها\r\nوأخذها وكمنوا للرسل في بعض الطريق ففطن بهم أهل الشذوات فأفلتت منها\r\nواحدة وصاعدت ورجعت الاثنتان إلى البصرة ولم يظفر الخارجون بشئ\r\nفصاروا إلى عقر وواسط وأوقعوا بأهلها وأحرقوا مسجدها واستباحوا الحرم\r\nوبلغ حامد بن العباس خبرهم وكان يتقلد أعمال الخراج والضياع بكسكر وكور دجلة\r\nوما اتصل بذلك فوجه من قبله محمد بن يوسف المعروف بخزرى وكان\r\nيتقلد له معونة واسط وضم إليه غلمانه وقوما فرض لهم فرضا وكتب إلى\r\nالسلطان بالخبر فأمده بلؤلؤ الطولوني فلم يبلغ إليه لؤلؤ حتى قتل الطالبي ومحرز\r\nابن رباح وأكثر الاعراب الخارجين معهما وأسر منهم نحو مائة أعرابي وكتب\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nحامد بالفتح إلى المقتدر وبعث بالأسرى فأدخلوا مدينة السلام في جمادى الأولى\r\nوقد ألبسوا البرانس وحملوا على الجمال فضجوا وعجوا وزعم قوم منهم أنهم براء\r\nفأمر المقتدر بردهم إلى حامد ليطلق البرئ ويقتل النطف فقتلهم أجمعين على\r\nجسر واسط وصلبهم ( وفى هذه السنة ) في جمادى الأولى ورد الخبر بأن\r\nالروم حشدوا وخرجوا على المسلمين فظفروا بقوم غزاة من أهل طرسوس\r\nوظفرت طائفة منهم أخرى بخلق كثير من أهل مرعش وشمشاط فسبوا من\r\nالمسلمين نحوا من خمسين ألفا وعظم الامر في ذلك وعم حتى وجه السلطان بمال\r\nورجال إلى ذلك الثغر فدارت على الروم بعد ذلك وقعات كثيرة ( وفيها )\r\nكانت لهارون بن غريب الخال جناية وهو سكران بمدينة السلام على رجل من\r\nالخزر يعرف بجوامر دلقيه ليلا فضرب رأسه بطبرزين كان في يده فقتله بلا\r\nسبب فشغب رفقاؤه الذين كان في جملتهم وطلبوا هارون ليقتلوه فمنع منهم\r\nوكانوا نحو المائة فشكوا أمره وترددوا طالبين لاخذ الحق منه فلم ينظر لهم فلما\r\nأعوزهم ذلك خرجوا بأجمعهم إلى عسكر ابن أبي الساج وكان قد تحرك على\r\nالسلطان وأنفذ إليه المقتدر رشيقا الحرمي ختن نصر الحاجب رسولا ليصرفه\r\nعن مذهبه فحبسه أبى الساج عند نفسه ومنعه أن يكتب كتابا إلى المقتدر ثم أنه\r\nأطلقه بعد ذلك وبعث بهدايا ومال فرضى عنه ( وفيها ) عظم أمر الحسين\r\nابن حمدان بنواحي الموصل فأنفذ إليه السلطان أبا مسلم رائقا الكبير وكان\r\nأسن الغلمان المعتضدية وأعلاهم رتبة وكان فيه تصاون وتدين وحسن عقل\r\nفشخص ومعه وجوه القواد والغلمان فحارب الحسين بن حمدان وهو في نحو خمسة\r\nعشر ألفا فقتل رائق من قواد ابن حمدان جماعة منهم الحسن بن محمد بن أبا التركي\r\nوكان فارسا شجاعا مقداما وأبو شيخ ختن ابن أبي مسعر الأرميني ووجه الحسين\r\nابن حمدان إلى رائق جماعة يسأله أن يأخذ له الأمان وإنما أراد أن يشغله بهذا عن\r\nمحاربته ومضى الحسين مصعدا ومعه الأكراد والاعراب وعشر عماريات فيها\r\nحرمه وكان مؤنس الخادم قد انصرف من الغزاة وصار إلى آمد فوجه القواد\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nوالغلمان في أثر الحسين فلحقوه وقد عبر بأصحابه وأثقاله واديا وهو واقف يريد\r\nالعبور في خمسين فارسا ومعه العماريات فكابرهم حتى أخذوه أسيرا وسلم عياله\r\nوأخذ ابنه أبو الصقر أسيرا فلما رأى الأكراد هذا عطفوا على العسكر\r\nفنهبوه وهرب ابنه حمزة وابن أخيه أبو الغطريف ومعهما مال ففطن بهما عامل\r\nآمد وكان العامل سيما غلام نصر الحاجب فأخذ ما معهما من المال وحبسهما ثم\r\nذكر إن أبا الغطريف مات في الحبس فأخذ رأسه وكان الظفر بحسين بن حمدان\r\nيوم الخميس للنصف من شعبان ورحل مؤنس يريد بغداد ومعه الحسين بن حمدان\r\nواخوته على مثل سبيله وأكثر أهله فصير الحسين على جمل مصلوبا على نقنق وتحته\r\nكرسي ويدير النقنق رجل فيدور الحسين من موقفه يمينا وشمالا وعليه دراعة\r\nديباج سابغة قد غطت الرجل الذي يدير النقنق ما يراه أحد وابنه الذي كان\r\nهرب من مدينة السلام أبو الصقر قد حمل بين يديه على جمل وعليه قباء ديباج\r\nوبرنس وكان قد امتنع من وضع البرنس على رأسه فقال له الحسين ألبسه يا بنى\r\nفان أباك البس البرانس أكثر هؤلاء الذين تراهم وأومأ إلى القتال وجماعة من\r\nالصفارية ونصبت القباب بباب الطاق وركب أبو العباس محمد بن المقتدر بالله وبين\r\nيديه نصر الحاجب ومعه الحربة وخلفه مؤنس وعلي بن عيسى وأخوه الحسين\r\nخلف جملة عظيمة عليهم السواد في جملة الجيش ولما صار الحسين بسوق يحيى\r\nقال له رجل من الهاشميين الحمد لله الذي أمكن منك فقال له الحسين والله لقد امتلأت\r\nصناديقي من الخلع والألوية وأفنيت أعداء الدولة وإنما أصارني إلى هذا الخوف\r\nعلى نفسي وما الذي نزل بي إلا دون ما سينزل بالسلطان إذا فقد من أوليائه مثلي\r\nوبلغ الدار ووقف بين يدي المقتدر بالله ثم سلم إلى نذير الحرمي فحبسه في حجرة\r\nمن الدار وشغب الغلمان والرجالة يطلبون الزيادة ومنعوا من الدخول على مؤنس\r\nأو على أحد من القواد ومضوا إلى دار علي بن عيسى الوزير فأحرقوا بابه وذبحوا في\r\nاصطبله دوابه وعسكروا بالمصلى ثم سفر بالامر بينهم فدخلوا واعترفوا بخطئهم وكان\r\nالغلمان سبعمائة وكان الرجالة خلقا كثيرا فوعدهم مؤنس الزيادة فزيدوا شيئا يسيرا\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nفرضوا * وفى آخر شهر رمضان أدخل خمسة نفر أسارى من أصحاب الحسين فيهم حمزة\r\nابنه ورجل يقال له علي بن الناجي لثلاث بقين من هذا الشهر ثم قبض على عبيد الله\r\nوإبراهيم ابني حمدان وحبسا في دار غريب الخال ثم أطلقا ( وفى هذه السنة ) في صفر\r\nقلد ورقاء بن محمد الشيباني معونة الكوفة وطريق مكة وعزل عن الكوفة إسحاق\r\nابن عمران وكان عقده على طريق مكة وقصبة الكوفة وأربعة من طساسيجها\r\nطسوج السيلحين وطسوج فرات بادقلا وطسوج بابل وخطر نية والخرب\r\nوطسوج سورا وخلع عليه وعقد له لواء ( وفى هذه السنة ) أغلظ علي بن عيسى\r\nلأحمد بن العباس أخي أم موسى وقال له قد أفنيت مال السلطان ترتزق في كل\r\nشهر من شهور الأهلة سبعة آلاف دينار وكتب رقعة بتفصيلها فلم تزل أم موسى\r\nترفق لعلي بن عيسى إلى أن أمسك عنه ( وفى هذه السنة ) نظر علي بن عيسى\r\nبعين رأيه إلى أمر القرامطة فخافهم على الحاج وغيرهم فشغلهم بالمكاتبة والمراسلة\r\nوالدخول في الطاعة وهاداهم وأطلق لهم التسوق بسيراف فردهم بذلك وكفهم\r\nفخطأه الناس فلما عاينوا بعد ذلك ما فعله القرامطة حين أخرجوا علموا أن الذي\r\nفعله على صواب كله وشنع على علي بن عيسى بهذا السبب أنه قرمطي ووجد\r\nحساده السبيل إلى مطالبته بذلك وكان الرجل أرجح عقلا وأحسن مذهبا من\r\nالدخول فيما نسب إليه ( وفى هذه السنة ) مات أبو الهيثم بن ثوابة الأكبر بالكوفة\r\nفي الحبس بعد أن أخذ منه إسحاق بن عمران مالا جليلا للسلطان ولنفسه وقيل\r\nإنه احتال في قتله خوف أن يقر عليه يوما بما أخذ منه لنفسه ( وفيها ) مات\r\nالفضل بن يحيى بن فرخان شاه الديراني النصراني من دير قنا فقبض السلطان\r\nعلى جميع أملاكه وكانت له عند رجل مائة وخمسون ألف دينار فأخذت من\r\nالرجل ووجه شفيع المقتدري ومعه غلمان وخدم إلى قنا فأحصوا تركته وضياعه\r\n( وفيها ) مات إدريس بن إدريس العدل في القادسية وهو حاج إلى مكة وكان\r\nأمره قد علا في التجارة والمكانة عند السلطان وكان يحج في كل سنة ويحمل\r\nمعه مالا ينفقه على من احتاج إلى النفقة قال محمد بن يحيى الصولي أنا سمعته يوما\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nيقول يلزمني كل سنة في الحج نفقة غير ما أصرفه في أبواب البر خمسة آلاف\r\nدينار ( وفيها ) مات أبو الأغر السلمي فجاءة لسبع خلون من ذي الحجة قال\r\nنصف النهار بعد أن تغدى ثم حرك للصلاة فوجد ميتا ( وأقام الحج للناس ) في\r\nهذه السنة الفضل بن عبد الملك الهاشمي\r\nثم دخلت سنة 304\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nوفى المحرم من هذه السنة ورد كتاب صاحب البريد بكرمان يذكر أن\r\nخالد بن محمد الشعراني المعروف بأبي يزيد وكان علي بن عيسى الوزير ولاه\r\nالخراج بكرمان وسجستان خالف على السلطان ودعى أميرا وجمع الناس إلى\r\nنفسه وضمن لهم الأموال على أن ينهضوا معه لمحاربة بدر الحمامي صاحب فارس وضمن\r\nلقواد كانوا معه مالا عظيما وعجل لهم منه بعضه حتى اجتمع له نحو عشرة آلاف\r\nفارس وراجل وكان ضعيف الرأي ناقص القريحة فكتب المقتدر إلى بدر\r\nالحمامي في إنفاذ جيش إليه ومعاجلته فوجه إليه بدر قائدا من قواده يعرف بدرك\r\nوضم إليه من جنده ورجال فارس عسكرا كثيرا وكتب بدر قبل إنفاذ الجيش\r\nإلى أبى يزيد الشعراني يرغبه في الطاعة ويتضن له العافية مع الانهاض\r\nفي المنزلة وخوفه وبال المعصية فجاوبه أبو يزيد والله ما أخافك لانى فتحت المصحف\r\nفبدر إلى منه قول الله عز وجل \" لا تخاف دركا ولا تخشى \" ومع ذلك ففي طالعي\r\nكوكب بيبانى لابد أن يبلغني غاية ما أريد فأنفذ بدر الجيش إليه وحوصر حتى\r\nأخذ أسيرا فقيلت فيه أشعار منها\r\nيا أبا يزيد قائل البهتان * لا تغترر بالكوكب البيبانى\r\nوأعلم بأن القتل غاية جاهل * باع الهدى بالغى والعصيان\r\nقد كنت بالسلطان عالي رتبة * من ذا الذي أغراك بالسلطان\r\nثم أتى الخبر بأن أبا يزيد هذا مات في طريقه فحمل رأسه إلى مدينة السلام\r\nونصب على سور السجن الجديد وعزل يمن الطولوني عن إمارة البصرة ووليها\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالحسن بن خليل بن ريمال على يدي شفيع المقتدري إذ كانت إمارتها إليه\r\nذكر التقبض على علي بن عيسى الوزير وولاية علي بن الفرات ثانية\r\nوقبض في هذه السنة على الوزير علي بن عيسى يوم الاثنين لثمان ليال خلون\r\nمن ذي الحجة ونهبت منازل إخوته ومنازل حاشيته وذويا وحبس في دار المقتدر\r\nوقلد الوزارة في هذا اليوم علي بن محمد بن موسى بن الفرات وخلع عليه سبع خلع\r\nوحمل على دابة بسرجه ولجامه فجلس في داره بالمخرم المعروفة بدار سليمان بن\r\nوهب وردت عليه أكثر ضياعه التي كانت قبضت منه عند التسخط عليه وظهر\r\nمن كان استتر بسببه من صنائعه ومواليه وذكر عنه أنه لما ولى ابن الفرات\r\nالوزارة وخلع عليه بالغداة زاد ثمن الشمع في كل من منه قيراط ذهب لكثرة\r\nما كان ينفقه منه في وقيده وينفق بسببه وزاد في ثمن القراطيس لكثرة استعماله\r\nإياها فعد الناس ذلك من فضائله وكان اليوم الذي خلع عليه فيه يوما شديد الحر\r\nفحدثني ابن الفضل بن وارث أنه سقى في داره في ذلك اليوم وتلك الليلة أربعون\r\nألف رطل من الثلج وركب علي بن محمد إلى المسجد الجامع ومعه موسى بن\r\nخلف صاحبه فصيح به الهاشميون قد أسلمنا وضجوا في أمر أرزاقهم فأمر ابن\r\nالفرات من كان معه ألا يكلمهم في شئ فأفرطوا في القول فأنكر ذلك المقتدر\r\nوأمر بأن يحجب أصحاب المراتب عن الدار فصار مشايخهم إلى ابن الفرات\r\nواعتذروا إليه وقالوا له هذا فعل جهالنا فكلم الخليفة فيهم حتى رضى عنهم\r\nوضم إلى ابن الفرات جماعة من الغلمان الحجرية ليركبوا بركوبه ويكونوا معه\r\nفي كل موضع يكون فيه ( وفيها ) ورد الكتاب من خراسان يذكر فيه أنه وجد\r\nبالقند هار في أبراج سورها برج متصل بها فيه خمسة آلاف رأس في سلال من\r\nحشيش ومن هذه الرؤس تسعة وعشرون رأسا في أذن كل رأس منها رقعة\r\nمشدودة بخيط إبريسم باسم كل رجل منهم والأسماء شريح بن حيان ، خباب بن\r\nالزبير ، الخليل بن موسى التميمي ، الحارث بن عبد الله ، طلق بن معاذ السلمي ، حاتم بن\r\nحسنة هانئ بن عرة وعمر بن علان ، جرير بن عباد المدني ، جابر بن خبيب بن الزبير ،\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفرقد بن الزبير السعدي ، عبد الله بن سليمان بن عمارة ، سليمان بن عمارة ، مالك بن طرخان\r\nصاحب لواء عقيل ابن لسهيل بن عمرو ، عمرو بن حيان ، سعيد بن عتاب الكندي ،\r\nحبيب بن أنس ، هارون بن عروة ، غيلان بن العلاء ، جبريل بن عبادة ، عبد الله البجلي ،\r\nمطرف بن صبح ختن عثمان بن عفان رضي الله عنه وجدوا على حالهم الا أنهم\r\nقد جفت جلودهم والشعر عليها بحالته لم يتغير وفى الرقاع من سنة 70 من الهجرة\r\n( وفى هذه السنة ) عزل يمن الطولوني عن شرطة بغداد ووليها نزار بن محمد\r\nالضبي * وفى المحرم من هذه السنة توفى عبد العزيز بن طاهر بن عبد الله بن طاهر\r\nأخو محمد بن طاهر وكان عبدا صالحا حسن المذهب كثير الخير ودفن في مقابر\r\nقريش وصلى عليه مطهر بن طاهر ( وفيها ) مات محدث عدل يعرف بأبي نصر\r\nالخراساني في جمادى الأولى ( وفيها ) مات أبو الحسن أحمد بن العباس بن الحسن\r\nالوزير في شعبان وكان قد عنى بالأدب ورشح نفسه للوزارة وأهله قوم لها\r\n( وفيها ) مات لؤلؤ غلام ابن طولون ( وفيها ) مات أبو سليمان داود بن عيسى\r\nابن داود بن الجراح قبل القبض على أخيه علي بن عيسى بشهرين فلم يتخلف أحد\r\nعن جنازته من الاجلاء ( وفى هذه السنة ) قدم طرخان بن محمد بن إسحاق بن\r\nكنداجيق من الدينور حاجا في شهر رمضان فركب إلى الوزير علي بن عيسى\r\nيوم الاثنين لاحدى عشرة ليلة بقيت من شوال وليس عنده خبر فعزاه الوزير\r\nعن أبيه فجزع عليه جزعا شديدا وخلع عليه في يوم الخميس بعد ثلاثة أيام وعقد\r\nله لواء على أعمال أبيه فكتب إلى أخيه يستخلفه على العمل ونوظر عن الأعمال\r\nالتي كانت إلى أبيه فقطع الامر معه على ستين ألف دينار حملها عنه حمد كاتبه وجئ\r\nبتابوت محمد بن إسحاق لأربع بقين من شوال ودفن في داره بالجانب الغربي\r\n( وأقام الحج ) للناس في هذه السنة الفضل بن عبد الملك الهاشمي\r\nثم دخلت سنة 305\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها دخل مدينة السلام رسل ملك الروم ورئيساهم شيخ وحدث ومعهما\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nعشرون علجا فأنزلوا الدار التي كانت لصاعد ووسع عليهم في الانزال والوظائف\r\nثم أدخلوا بعد أيام إلى دار الخليفة من باب العامة وجئ بهم في الشارع الأعظم وقد عبى لهم\r\nالمصاف من باب المخرم إلى الدار فأنزل الرئيسان عن دابتهما عند باب العامة وأدخلا\r\nالدار وقد زينت المقاصير بأنواع الفرش ثم أقيما من الخليفة على نحو مائة ذراع\r\nوالوزير علي بن محمد بين يديه قائم والترجمان واقف يخاطب الوزير والوزير يخاطب\r\nالخليفة وقد أعد من آلات الذهب والفضة والجوهر والفرش ما لم ير مثله وطيف\r\nبهما عليه ثم صير بهما إلى دجلة وقد أعدت على الشطوط الفيلة والزرافات والسباع\r\nوالفهود وخلع عليهما وكان في الخلع طيالسة ديباج مثقلة وأمر لكل واحد من\r\nالاثنين بعشرين ألف درهم وحمل في الشذا مع الذين جاؤوا معهما وعبر بهما إلى\r\nالجانب الغربي وقد مد المصاف على سائر شراع دجلة إلى أن مر بهما تحت الجسر\r\nإلى دار صاعد وذلك يوم الخميس لست بقين من المحرم وقدم إبراهيم بن أحمد\r\nالماذرائي من مكة فقبض عليه ابن الفرات وأغلظ له وصادره على مال عجل\r\nبعضه ونجم الباقي عليه وكتب ابن الفرات إلى علي بن أحمد بن بسطام المتقلد\r\nلأعمال الشأم في المصير إلى مصر والقبض على الحسين بن أحمد المعروف بأبي\r\nزنبور وعلى ابن أخيه أبى بكر محمد بن علي وحملهما إلى مدينة السلام على جمازات\r\nونفذ إليه بهما من بغداد بعد مصادرتهما والاستقصاء عليهما وحمل مال\r\nالمصادرة إلى مدينة السلام وقد كانا قبل ذلك ظفرا بابن بسطام فأحسنا\r\nإليه فجازاهما ابن بسطام أيضا بأن رفق بهما وحسن أمورهما وغنى بهما بعض\r\nحاشية السلطان ببغداد وقيل للخليفة إن الوزير إنما وجه في قتلهما فأنفذ\r\nخادما من ثقات خدمه على الجمازات في طريق البرية إلى دمشق ومنها إلى مصر\r\nوأمر ابن بسطام ألا يناظرهما إلا بحضرة الخادم الموجه إليه وألا يعنف عليهما\r\nوكان ذلك مما يحبه ابن بسطام لأنه كان أساء بهما غاية الإساءة وأخذ منهما مالا\r\nجليلا يقال إنه احتجنه وتقلد أبو الطيب أخوه مناظرة ابن بسطام رفقا به أيضا\r\nولم يشتدا عليه في شئ مما كان إليه وأحسنا إليه وسلماه إلى تكين صاحب مصر\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nليناظر بحضرته فنسب أبو الطيب بفعله ذلك إلى العجز وقال فيه بعض الشعراء\r\nبمصر شعرا ذكرته لما فيه من مذهبهم في شنعة التعذيب والاستقصاء\r\nيا أبا الطيب الذي أظهر الله * به العدل ليس فيك انتصار\r\nقد تأنيت وانتظرت فهل بعد * تأنيك وقفة وانتظار\r\nجد بالخائن البخيل فكشفه * ففي كشفه عليه دمار\r\nأين ضرب المقارع الارزنيات * وأين الترهيب والانتهار\r\nأين صفع القفا وأين التهاويل * إذا علقت عليه الثفار\r\nأين ضيق القيود والألسن الفظة * أين القيام والأخطار\r\nأين عرك الآذان واللطم للهام * وعصر الخصا وأين الزيار\r\nأين نتف اللحا وشد الحيازيم * وأين الحبوس والمضمار\r\nليس يرضى بغير ذا منك سلطانك * فاشدد فإن رفقك عار\r\nفبهذا يجيك مالك فاسمع * وإليك الخيار والاختيار\r\nوقبض ببغداد على ابن أخت إبراهيم بن أحمد الماذرائي وهو أبو الحسين\r\nمحمد بن أحمد وكان يكتب لبدر الحمامي ويخلف أبا زنبور وأبا بكر محمد بن علي وطالبه\r\nابن الفرات بأموال فأغرمه وأخذ جميع ما وجد له في داره ( وفى هذه السنة )\r\nورد الخبر بأن الحسن بن خليل بن ريمال أمير البصرة من قبل شفيع المقتدري\r\nأساء السيرة في البصرة ومديده إلى أمور قبيحة ووظف على الأسواق وظائف\r\nفوثبوا به فركب وأحرق السوق التي حول الجامع وركضت خيله في المسجد وقتلوا\r\nجماعة من العامة ممن كان في المسجد ولم تصل الجمعة في ذلك اليوم ثم كثر أهل\r\nالبصرة فحاصروه في داره بموضع يعرف ببنى نمير واجتمع أصحابه إليه إلى أن تقدم\r\nالمقتدر إلى شفيع المقتدري بعزله فعزله وولى رجلا من أصحابه يعرف بابن أبى دلف\r\nالخزاعي فانحدر وأفرج أهل البصرة للحسن بن خليل حين خرج وقد كان أهل\r\nالبصرة طلقوا المحبوسين ومنعوا من صلاة الجمعة شهرا متواليا * ( وفى هذه السنة )\r\nورد رجل من عسكر ابن أبي الساج يعرف بكلب الصحراء في الأمان فذكر أنه\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nعلوي وأن ابن أبي الساج كان يعتقله وأنه هرب منه فأجرى له ثلاثمائة دينار في\r\nالمجتازين وكتب إلى ابن أبي الساج بذلك فدس إليه من يناظره عن نسبه وكان\r\nقد تزوج بامرأة ابن أبي ناظرة وهى ابنة الحسن بن محمد بن أبي عون فأحضر\r\nابن طومار النقيب فناظره وكان دعيا فسلم إلى نزار بن محمد صاحب الشرطة ببغداد\r\nفوضعه في الحبس * وفى شوال من هذه السنة دخل مؤنس الخادم إلى الري لمحاربة\r\nابن أبي الساج بعد أن هزم ابن أبي الساج خاقان المفلحي فما ترك أحدا من أصحابه\r\nيتبعه ولا يأخذ من أصحابه شيئا ودخل ابن الفرات إلى المقتدر بالله فأعلمه أن على\r\nابن عيسى كتب إلى ابن أبي الساج يأمره أن يصير إلى الري حيلة على الخليفة\r\nوتدبيرا عليه فسمع المقتدر بالله هذا الكلام من ابن الفرات فلما خرج سأل على\r\nابن عيسى عنه وكان محبوسا عنده في داره فقال له على الناحية التي أنهضت إليها\r\nابن أبي الساج منغلقة بأخي صعلوك فكتبت إليه بمحاربته ولا أبالي من قتل\r\nمنهما وقد استأذنت أمير المؤمنين في فعلى هذا فأذن فيه وسألته التوقيع به\r\nفوقع وتوقيعه عندي فأحضر التوقيع فحسن موقع ذلك له من المقتدر ووسع على\r\nعلي بن عيسى في محبسه ولم يضيق عليه ( وفيها ) ورد الخبر بقتل عثمان العنزي\r\nالقائد والى طريق خراسان وأدخل بغداد في تابوت ثم ظفر بقاتله وكان\r\nرجلا كرديا من غلامن علان الكردي فضرب وثقل بالحديد حتى مات ( وفيها )\r\nوردت هدايا أحمد بن هلال صاحب عمان على المقتدر بالله وفيها ألوان الطيب\r\nورماح وطرائف من طرائف البحر فيها طير صيني اسود يتكلم أفصح من\r\nالببغا بالهندية والفارسية وفيها ظباء سود ( وفيها ) قدم القاسم بن سيما الفرغاني\r\nمن مصر بعد أن عظم بلاؤه وحسن أثره في حرب حباسة قائد الشيعة بمصر\r\nوكان أهل مصر قد هزموا ودار سيف أهل المغرب بهم حتى لحقهم القاسم\r\nفنجاهم كلهم وهزم حباسة وأصحابه فركبوا الليل ووردت كتب أهل مصر\r\nوصاحب البريد بها يذكرون جليل فعله وحسن مقامه وهو لا يشك في أن\r\nالسلطان يجزل له العطاء ويقطعه الاقطاع الخطيرة ويوليه الأعمال العالية فلما\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nوصل إلى باب الشماسية أقاموه بها ومنعوه الدخول إلى أن مل وضجر ثم\r\nأذنوا له في الوصول فاعتدوا بذلك نعمة عليه وكان القاسم رجل صدق كثير\r\nالفتوح حسن النية فلم يزل منذ دخل بغداد كمدا عليلا إلى أن توفى في آخر\r\nهذه السنة يوم الجمعة لسبع ليال بقين من ذي الحجة ( وفيها ) ماتت بنت\r\nللمقتدر فدفنت بالرصافة وحضرها آل السلطان وطبقات الناس ( وفيها )\r\nمات القاسم بن زكرياء المطرز المحدث في صفر * وفى شهر ربيع الآخر مات\r\nالقاسم بن غريب الخال ولم يتخلف عن جنازته أحد من القواد والاجلاء\r\nوركب ابن الفرات الوزير إلى غريب معزيا في عشى ذلك اليوم الذي دفن ابنه\r\nفي غداته ( وفى هذا الشهر ) ورد الخبر بموت العباس بن عمرو الغنوي وكان\r\nعامل ديار مضر ومقيما بالرقة فحمل ما تخلف من المال والأثاث والسلاح\r\nوالكراع إلى المقتدر واضطرب بعد موته أمر ديار مضر فقلدها وصيف\r\nالبكتمرى فلم يظهر منه فيها أثر يرضى فعزل وقلدها جنى الصفواني فضبطها\r\n( وفيها ) مات عبد الله بن إبراهيم المسمعي يوم السبت لتسع ليال بقين من شهر\r\nربيع الآخر ودفن في داره التي أقطعها بباب خراسان وكان عبد الله بن إبراهيم\r\nالمسمعي عاقلا عالما قد كتب الحديث وسمع عن الرياشي سماعا كثيرا وكان\r\nحسن الحفظ وكان ابنه عالما إلا أنه كان دونه ( وفيها ) مات سبكرى غلام\r\nعمرو بن الليث الصفار ببغداد ( وفيها ) مات غريب خال المقتدر يوم الأربعاء\r\nلثمان بقين من جمادى الآخرة وصلى عليه أحمد بن العباس الهاشمي أخو أم موسى\r\nودفن بقصر عيسى وحضر جنازته الوزير علي بن محمد وجميع حاشيته والقواد\r\nوالقضاة وكان نصر الحاجب قد أحس من المقتدر سوء رأى في الوزير\r\nابن الفرات واستثقالا لمكانه وعملا في الايقاع به فوجه نصر إلى المقتدر\r\nيشعره بأن ابن الفرات قد حضر الجنازة في جميع أهله وحاشيته وقال له\r\nإن كنت عازما على إنفاذ أمرك فيهم فاليوم أمكنك إذ لا تقدر على جمعهم\r\nهكذا فوجه المقتدر أخر هذا فليس وقته وخلع بعد جمعة من ذلك اليوم على\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nهارون بن غريب وقلد ما كان يتقلد أبوه من الأعمال وعقد له لواؤه بعد ذلك\r\n( وفى هذه السنة ) مات مصعب بن إسحاق بن إبراهيم يوم الأحد سلخ شعبان\r\nوقد بلغ سنا عالية وصلى عليه الفضل بن عبد الملك إمام مكة وكان آخر من\r\nبقي من ولد إسحاق بن إبراهيم وانتهت إليه وصيته وكان أعيا الناس لسانا\r\nوأكثرهم في القول خطلا وكان طويل اللحية مغفلا إلا أنه كان صالحا وكتب الحديث\r\nورواه وله أخبار وكتب مصحفة منها ما كتب به إلى أهله من القادسية لما حج وألفى\r\nهذا الكتاب بخطه فحكيته على ألفاظه ( بسم الله الرحمن الرحيم ) كتاب إليكم\r\nمن القادسية وكنت قد أغفلت أمر الاحاضى فقوالبن أبو الورد يعنى وكيلا له\r\nيشترى لكم ثلاث بقرات يحضيها على أحد وعشرين أمهات الأولاد اثنى عشر\r\nوأبى وأمي تمام العشرين وأنا آخرهم الحاود والعشرين فرأيكم في ذلك تعجيله\r\nإن شاء الله * وقال فيه بعض جيرانه من الشعراء :\r\nوصى إسحاق يا بنى صدقه * عما قليل سيأخذ الصدقة\r\nضد لإسحاق في براعته * يظهر من غير منطق حمقه\r\nوإن أتى بالكلام بدله * فقال في حلقة لنا لحقه\r\nوورد الخبر من فارس بموت إسحاق الأشروسني ؟ ؟ وكان قد تقلد شرطة\r\nالجانب الشرقي من بغداد ( وأقام الحج في هذه السنة ) ابن الفضل بن عبد الملك\r\nوأبوه حاضر معه\r\nثم دخلت سنة 306\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها ورد الخبر بوقعة كانت بين مؤنس الخادم وبين يوسف بن أبي الساج\r\nوذلك يوم الأربعاء لثمان ليال خلون من صفر فكانت الهزيمة على مؤنس وأصحابه\r\nولحق نصر السبكي مؤنسا وهو منهزم وبين يديه مال فأراد أسره وأخذ المال\r\nالذي كان بيده فوجه إليه يوسف لا تعرض له ولا شئ مما معه وأسر في هذه\r\nالوقيعة جماعة من القواد فأكرمهم يوسف وخلع عليهم وحملهم ثم أطلقهم فود\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nمن كان في عسكر مؤنس أنهم أسروا ( وفى هذه السنة ) أمرت السيدة أم المقتدر\r\nقهرمانة لها تعرف بمثل أن تجلس بالرصافة للمظالم وتنظر في كتب الناس يوما\r\nفي كل جمعة فأنكر الناس ذلك واستبشعوه وكثر عيبهم له والطعن فيه وجلست\r\nأول يوم فلم يكن لها فيه طائل ثم جلست في اليوم الثاني وأحضرت القاضي\r\nأبا الحسن فحسن أمرها وأصلح عليها وخرجت التوقيعات على سداد فانتفع\r\nبذلك المظلومون وسكن الناس إلى ما كانوا نافروه من قعودها ونظرها ( وفيها )\r\nأمر المقتدر يمنا الطولوني وكانت إليه الشرطة ببغداد بأن يجلس في كل ربع من\r\nالأرباع فقيها يسمع من الناس ظلاماتهم ويفتى في مسائلهم حتى لا يجرى على\r\nأحد ظلم وأمره ألا يكلف الناس ثمن الكاغد الذي تكتب فيه القصص وأن\r\nيقوم به وألا يأخذ الأعوان الذين يشخصون مع الناس أكثر من دانقين في\r\nأجعالهم ( وفى هذه السنة ) استطاب المقتدر الزبيدية فسكنها وأقام بها مدة ونقل\r\nإليها بعض الحرم ورتب القواد في مضاربهم حوالي الزبيدية وجلس في يوم سبت\r\nلاطعامهم ووصل جماعة منهم وشرب مع الحرم وفرق عليهن مالا كثيرا * قال محمد\r\nابن يحيى الصولي ووافق هذا اليوم قصدي إلى نصر الحاجب مسلما عليه فأمرني\r\nبعمل شعر أصف فيه حسن النهار وأن أوصله إلى المقتدر ففعلت وما برحت من\r\nعنده حتى جاء خادم لام موسى ومعه خمسة آلاف درهم فقال هذه للصولي وقد\r\nاستحسن أمير المؤمنين الشعر وكان أولها\r\nلها كل يوم من تعتبه عتب * تحملني ذنبا وما كان لي ذنب\r\n( وفيها ) كواكب سعد قابلتها منيرة * فلا شخصها يخفى ولا نورها يخبو\r\nوأطلع أفق الغرب شمس خلافة * وما خلت أن الشمس يطلعها الغرب\r\nتلبس حسنا بالخليفة جعفر * وأشرق من إشراقه البعد والقرب\r\nبمقتدر بالله عال على الهوى * له من رسول الله منتسب رحب\r\nولها هزم ابن أبي الساج مؤنسا الخادم أرجف الناس بالوزير ابن الفرات\r\nوأكثروا الطعن عليه ونسبوا كل ما حدث إلى تضييعه وانكفى عليه أعداؤه\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nومن كان يحسده وأغرى الخليفة به فكتبت رقعة وأخرجت من دار السلطان إلى علي\r\nابن عيسى وهو محبوس وسمى له فيها جماعة ليقول فيهم بمعرفته وليستوزر من يشير\r\nمنهم وكان في جملة التسمية إبراهيم بن عيسى فوقع تحته شره لا يصلح ووقع تحت اسم\r\nابن بسطام كاتب سفاك للدماء ووقع تحت اسم ابن أبي البغل ظالم لادين له ووقع\r\nتحت اسم حامد بن العباس عامل موسر عفيف قد كبر ووقع تحت اسم الحسين\r\nابن أحمد الماذرائي لا علم لي به وقد كفى ما في ناحيته ووقع تحت اسم أحمد\r\nابن عبيد الله بن خاقان أحمق متهور ووقع تحت اسم سليمان بن الحسين بن مخلد\r\nكاتب حدث ووقع تحت اسم ابن أبي الحوارى لا إله إلا الله فأجمع رأى المقتدر\r\nومن كان يشاوره على تقليد حامد بن العباس الوزارة وأعان على ذلك نصر الحاجب\r\nورآه صوابا فأنفذ المقتدر حاجبه المعروف بابن بويح للاقبال بحامد وقبض على على\r\nابن محمد بن الفرات يوم الخميس بعد العصر لثلاث بقين من شهر ربيع الآخر\r\nوعلى من ظفر به من آله وحاشيته فكانت وزارته في هذه المدة سنة وخمسة\r\nأشهر وتسعة عشر يوما وفر ابنه المحسن من ديوان المغرب وكان يليه فدخل\r\nإلى منزل الحسين بن أبي العلاء فلم يستتر أمره وأخذ فجئ به إلى دار السلطان\r\nودخل حامد بن العباس ببغداد يوم الاثنين لليلتين خلتا من جمادى الأولى عشيا\r\nفبات في دار نصر الحاجب التي في دار السلطان ووصل يوم الثلاثاء من غدوة\r\nإلى المقتدر وخلع عليه بعد أن تلقاه الناس من نهر سابس إلى بغداد ولم يتخلف\r\nعنه أحد ورأى السلطان ومن حوله ضعف حامد وكبره فعلموا أنه\r\nلابد له من معين فأخرج علي بن عيسى بن محبسه وأنفذ إلى الوزير حامد ومعه\r\nكتاب من الخليفة يعلمه فيه أنه لم يصرف عليا عن الوزارة لخيانة ولا لشئ\r\nأنكره ولكنه واصل الاستعفاء فعوفي قال وقد أنفذته إليك لتوليه الدواوين\r\nوتستخلفه وتستعين به فان ذلك أجمع لأمورك وأعون على جميل نيتك فسلم\r\nالكتاب إلى الوزير شفيع المقتدري فتطاول لعلي بن عيسى حين دخل إليه\r\nوأجلسه إلى جانبه فأبى عليه وجلس منزويا قليلا وقرأ الرقعة وأجاب فيها\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nبالشكر والقبول وركب الوزير حامد وعلي بن عيسى إلى الجمعة وكثر دعاء الناس\r\nلهما وولى ابن حماد الموصلي مناظرة ابن الفرات بحضرة شفيع اللؤلؤي وأحضر\r\nحامد بن العباس المحسن بن علي بن محمد بن الفرات وموسى بن خلف فطالبهما\r\nبالمال وأسرف في صفعهما وضربهما وشتمهما فقال له موسى بن خلف أعز\r\nالله الوزير لاتسن هذا على أولاد الوزراء فان لك أولادا فغاظه ذلك فزاد في\r\nعقوبته فحمل من بين يديه وتلف وأوقع بالمحسن فأمر المقتدر بالله باطلاق\r\nالمحسن فأطلق ولما بلغ ابن الفرات الخبر أظهر أنه رأى أخاه في النوم كأنه يقول\r\nله أعطهم مالك فإنك تسلم فاستدعى ابن الفرات أن يسمع الخليفة منه فأحضره\r\nفأقر له بأن له قبل يوسف بن بنخاس وهارون بن عمران الجهبذين اليهوديين\r\nسبعمائة ألف دينار فأحضرهما حامد فأقرا بالمال فأخذه منهما وأقر بمائة ألف\r\nدينار له عند بعض أسبابه فأخذت وأخذوا قبل ذلك منه نحو مائتي ألف دينار\r\nفكانت الجملة التي أخذت منه ومن أسبابه ألف ألف دينار وكان السلطان أنفذ\r\nجمازات إلى الحسين بن أحمد الماذرائي يأمره بالقدوم فأرجف الناس ان\r\nذلك للوزارة وقيل أيضا ليحاسب عن أعماله فقدم إلى بغداد للنصف من شهر\r\nرمضان سنة 6 وأهدى إلى الخليفة هدايا جليلة وإلى السيدة وحمل مالا وأهدى\r\nإلى علي بن عيسى مالا وهدايا فردها وأمره أن يحملها إلى السلطان وأخرج\r\nابن الفرات واجتمعت الجماعة لمناظرته فأقر الحسين بن أحمد انه حمل إليه عند\r\nتقلده الوزارة في الدفعة الثانية ستمائة ألف دينار فأقر بوصول المال إليه وذكر\r\nوجوها يترفه فيها فقبل بعض ذلك وألزم الباقي ورد الحسين بن أحمد على مصر\r\nوأعمالها وأخوه على الشأم وشخص إليها لست بقين من ذي القعدة وخرج توقيع\r\nالخليفة بإسقاط جميع ما صودر عليه الحسين بن أحمد وابن أخيه محمد بن علي بن أحمد\r\nوالاقتصار بهما من جميع ذلك على مائتي ألف دينار * وورد الخبر يوم التروية\r\nسنة 306 بأن أحمد بن قدام ابن أخت سبكرى وكان أحد قواد كثير بن أحمد\r\nأمير سجستان وثب على كثير فقتله وملك البلد وكاتب السلطان بمقاطعته على\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nالبلد وكان كثير هذا يحجب أبا يزيد خالد بن محمد المقتول الذي ذكرنا أمره\r\nقبل هذا ( وفيها ) وثب جماعة من الهاشميين على علي بن عيسى حين تأخرت\r\nأرزاقهم وقد خرج من عند حامد بن العباس وشتموه وزنوه وخرقوا دراعته\r\nوأرجلوه فخلصه القواد منهم فحاربوهم وضربوا ضربا شديدا واتصل ذلك\r\nبالمقتدر بالله فأمر فيهم بأمور عظام وأن ينفوا إلى البصرة مقيدين فحملوا في\r\nسفينة مطبقة بعد أن ضرب بعضهم بالدرة وأمر بأن يحبسوا في المحبس فلما\r\nوصلوا أجلسهم سبك الطولوني أمير البصرة على حمير مقدين وأدخلهم إلى دار\r\nفي جانب المحبس وكلمهم بجميل ووعدهم وفرق فيهم أموالا إلا أنه أسر ذلك ثم\r\nنفذ الكتاب بإطلاقهم فأحسن إليهم سبك الطولوني وأحضرهم وزادهم وصنع\r\nلهم طعاما ثم وصلهم وأكريت لهم سميريات فكان مقامهم بالبصرة عشرة\r\nأيام ووصلهم حامد وأم موسى وأخوها وعلي بن عيسى ( وفى هذه السنة )\r\nأخذ من القاضي محمد بن يوسف مائة ألف دينار وديعة كانت لابن الفرات وزفت\r\nابنة القاسم بن عبيد الله إلى أبى أحمد بن المكتفى بالله فعملت لهما وليمة أنفق فيها\r\nمال جليل يزيد على عشرين ألف دينار ( وفيها ) عزل نزار بن محمد عن شرطة\r\nبغداد ووليها محمد بن عبد الصمد ختن تكين من قواد نصر الحاجب ( وفيها )\r\nمات إسحاق بن عمران يوم الأربعاء لسبع خلون من صفر ( وفيها ) مات محمد\r\nابن خلف وكان إليه قضاء الأهواز وولى ابن البهلول قاضى الشرقية مكانه\r\n( وفيها ) ورد الخبر في أول جمادى الأولى بوفاة عج بن حاج أميرا الحجاز فكتب\r\nالسلطان إلى أخيه أن يلي مكانه ( وفيها ) مات القاضي أحمد بن عمر بن سريج\r\nوكان أعلم من بقي بمذهب الشافعي وأقومهم به ودفن يوم الثلاثاء لخمس بقين من\r\nربيع الآخر ( وفى هذه السنة ) مات الحسين بن حمدان في الحبس وقد قيل قتل\r\nوقد كان علي بن محمد بن الفرات تضمن عنه قبل القبض عليه أن يغرم للسلطان\r\nمالا عظيما يقيم به الكفلاء فعورض في ذلك وقيل له انما يريد الحيلة على الخليفة\r\nفأمسك ( وحج بالناس ) في هذه السنة أبو بكر أحمد بن العباس أخو أم موسى\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nتم دخلت سنة 307\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها أشخص عبد الله بن حمدان إلى مؤنس الخادم لمعاونته على حرب يوسف\r\nابن أبي الساج فواقعه بأردبيل وانهزم ابن أبي الساج فأسر وأدخل مدينة السلام\r\nمشهرا عليه الدراعة الديباج التي ألبسها عمرو بن الليث الصفار وألبس برنسا\r\nطويلا بشفاشج وجلاجل وحمل على الفالج وأدخل من باب خراسان فساء الناس\r\nما فعل به إذ لم تكن له فعلة ذميمة في كل من أسره أو ظفر به وحمل مؤنس وكسى\r\nوخلع على وجوه أصحابه ووكل المقتدر بابن أبى الساج وحبس في الدار وأمر\r\nبالتوسع عليه في مطعمه ومشربه وهرب سبك غلام ابن أبي الساج عند الوقيعة\r\nوكان صاحب أمره كله ومدبر جيشه وهرب معه أكثر رجال ابن أبي الساج فقال\r\nمؤنس ليوسف اكتب إلى سبك في الاقبال إليك فان ذلك مما يرفق الخليفة عليك\r\nففعل ابن أبي الساج وكتب إلى سبك فجاوبه إني أفعل حتى أعلم صنعهم فيك\r\nوإحسانهم إليك فحينئذ آتي طائعا وكانت لابن أبي الساج أشعار وهو محبوس منها\r\nأقول كما قال ابن حجر أخو الحجى * وكان امرءا راض الأمور ودوسا\r\nفلو أنها نفس تموت سوية * ولكنها نفس تساقط أنفسا\r\nولست بهياب المنية لو أتت * ولم أبق رهنا للتأسف والاسى\r\nأجازي على الاحسان في ما فعلته * وقدمته ذخرا جزاء الذي أسا\r\nوإني لأرجو أن أووب مسلما * كما سلم الرحمن في اليم يونسا\r\nفأجزى إمام الناس حق صنيعه * وأمنح شكري ذا العناية مؤنسا\r\nوفيها ركبت أم موسى القهرمانة بهدية أمرت أم المقتدر بتهيئتها وإهدائها عن\r\nبنات غريب الخال لأزواجهن بنى بدر الحمامي فسارت أم موسى في موكب عظيم\r\nفيه الفرسان والرجالة وقيد بين يديها اثنا عشر فرسا بسروجها ولجمها منها ستة\r\nبحلية ذهب وستة بحلية فضة مع كل فرس خادم بجنبه عليه منطقة ذهب وسيوف\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nبمناطق ذهب وأربعون طختا من فاخر الثياب ومائة ألف دينار مسيفة كل ذلك\r\nهدية من قبل النساء إلى أزواجهن * وفيها قدم أبو القاسم بن بسطام من مصر\r\nإلى بغداد بعد أن كتب إليه في القدوم في دارة أدارها علي بن عيسى عليه ومطالبة\r\nذهب إلى أخذه بها فلما قدم وجه إلى الخليفة والى السيدة بهدية فخيمة وأموال\r\nجزيلة فقطعا عنه مطالبة علي بن عيسى وانقطع بنفسه إلى الوزير حامد فاعتنى به\r\nوكان ذلك سببا لفساد ما بين الوزير حامد وبين علي بن عيسى ووقعت بينهما\r\nملاحاة خرجا معها إلى التهاتر والتساب وبعث ذلك حامد الوزير إلى أن يضمن\r\nللخليفة فيما كان يتقلده على وأحمد ابنا عيسى أموالا عظيمة فأجيب إلى ذلك\r\nواستعمل حامد عليها عبيد الله بن الحسين بن يوسف فبلغته عنه بعد ذلك خيانة أقلقته\r\nفاستأذن الخليفة وشخص من بغداد إلى واسط وأقام بها أياما وانحدر منها إلى الأهواز\r\nوأحكم ما أراد وأوفى ما عليه من الأموال مقسطا في كل شهر سوى ما وهب وأنفق\r\nفزعم أنه وهب مائة ألف دينار وأنفق مائة ألف دينار وقدم إلى بغداد في غرة ذي\r\nالقعدة وخلع عليه وحمل قال الصولي رأيته يوما وقد شكا إليه شفيع المقتدري فناء\r\nشعيره فجذب الدواة إلى نفسه وكتب له بمائة كر وكتب لام موسى بمائة كر وكتب\r\nلمونس الخادم بمائة كر * وفي هذه السنة تتابعت الاخبار من مصر بإقبال صاحب\r\nالمغرب إليها وموافاته الإسكندرية * ثم ورد الخبر في جمادى الآخرة بوقعة كانت\r\nبين أصحاب السلطان وبينهم في جمادى الأولى وأنه قتل من البرابر نحو من أربعة\r\nآلاف ومن أصحاب السلطان مثلهم فندب المقتدر مؤنسا الخادم للخروج إلى مصر\r\nمرة ثانية فخرج في شهر رمضان سنة 7 وشيعه إلى مضربه أبو العباس محمد ابن أمير\r\nالمؤمنين المقتدر وأجلاء الناس وسار في آخر شهر رمضان فكان في الطريق باقي\r\nسنة 7 وفيها مات أبو أحمد بن عبيد الله بن يحيى بن خاقان لأيام مضت من صفر *\r\nوفى آخر صفر لست بقين منه توفى محمد بن عبد الحميد كاتب السيدة وكان ممن\r\nعرضت عليه الوزارة فأباها وكان موسرا بخيلا وكان من مشايخ الكتاب الذين\r\nيعول عليهم في الأمور وفى أحكام الدواوين وأخذت السيدة أم المقتدر بالله من\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمخلفيه من العين مائة ألف دينار واستكتبت السيدة أحمد بن عبيد الله بن أحمد\r\nابن الخصيب بعده وكان يكتب لثمل قهرمانتها فضبط الامر ضبطا شديدا وحمد\r\nأثره فيه * وأقام الحج للناس في هذه السنة أحمد بن العباس الهاشمي\r\nثم دخلت سنة 308\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها ورد مؤنس الخادم مصر يوم الخميس لأربع خلون من المحرم وكان\r\nالمقتدر قد وجهه إليها لمحاربة الشيعة بها على ما تقدم ذكره في العام قبله فألفى مؤنس\r\nأبا القاسم الشيعي مضطربا بالفيوم فخرج القضاة والقواد ووجوه أهل مصر\r\nإلى مؤنس ونزل خارج المدينة واجتبى أبو القاسم خراج الفيوم وضياع مصر\r\nودفع مؤنس أرزاق الجند من أموال مصر وباع بعض ضياعها فيما أعطاهم وضم\r\nمؤنس الجيوش إليه وقويت بذلك نفوس أهل مصر وجرت بين أبى القاسم الشيعي\r\nوبين أهل مصر مكاتبات وأشعار بعث بها مؤنس إلى الخليفة وفيها توبيخ لهم\r\nوتحامل عليهم وسب كثير تركنا ذكره لما فيه وقد اجتلبنا بعضها ما لم يكن فيه كبير\r\nرفث وكذلك ما فعلنا في الجواب وأول شعر الشيعي\r\nأيا أهل شرق الله زالت حلومكم * أم اختدعت من قلة الفهم والأدب\r\nصلاتكم مع من وحجكم بمن * وغزوكم فيمن أجيبوا بلا كذب\r\nصلاتكم والحج والغزو ويلكم * بشراب خمر عاكفين على الريب\r\nألا إن حد السيف أشفى لذي الوصب * وأحرى بنيل الحق يوما إذا طلب\r\nألم ترني بعت الرفاهة بالسرى * وقمت بأمر الله حقا كما وجب\r\nصبرت وفى الصبر النجاح وربما * تعجل ذو رأى فأخطأ ولم يصب\r\nإلى أن أراد الله إعزاز دينه * فقمت بأمر الله قومة محتسب\r\nوناديت أهل الغرب دعوة واثق * برب كريم من تولاه لم يخب\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nفجاؤوا سراعا نحو أصيد ماجد * يبادونه بالطوع من جملة العرب\r\nوسرت بخيل الله تلقاء أرضكم * وقد لاح وجه الموت من خلل الحجب\r\nوأردفتها خيلا عتاقا يقودها * رجال كأمثال الليوث لها جنب\r\nشعارهم جدي ودعوتهم أبى * وقولهم قول على النأي والقرب\r\nفكان بحمد الله ما قد عرفتم * وفزت بسهم الفلج والنصر والغلب\r\nوذلك دأبي ما بقيت ودأبكم * فدونكم حربا تضرم كاللهب\r\nفذكر الصولي أنه أمر بالجواب فقال قصيدة له طويلة كتبنا منها أبياتا وحذفنا\r\nمنها مثل الذي حدفناه مما قبله\r\nعجبت وما يخلو الزمان من العجب * لذي خطل في القول أهدى لنا الكذب\r\nوجاء بملحون من الشعر ساقط * فأخطأ فيما قال فيه ولم يصب\r\nتباعد عن قصد الصواب طريقه * فما عرفت تأويل إعرابه العرب\r\nولو كان ذا لب ورأى موفق * لقصر عن ذكر القصائد والخطب\r\nفمن أنت يا مهدى السفاهة والخنا * أبن لي فقد حقت على وجهك الريب\r\nفلو كنت من أولاد أحمد لم يغب * عن الناس ما تسموا إليه من النسب\r\nولو كنت منهم ما انتهكت محارما * يذبون عنها بالأسنة كالشهب\r\nولم تقتل الأطفال في كل بلدة * فتركب من أماتهم شر مرتكب\r\nأبحت فروج المحصنات وبعت من * أصبت من الاسلام بيعك للجلب\r\nوكم مصحف حرقته فرماده * مثار مسفى الريح من حيث ما تهب\r\nكفرت بما فيه وبدلت آية * وقضبت حبل الدين كفرا فما انقضب\r\nوقد رويت أسيافنا من دمائكم * فلم ينجكم منا سوى الجد في الهرب\r\nتضئ بأيدينا وتظلم فيكم * فكانت لنا نارا وكنتم لها حطب\r\nفقل لي أي الناس أنتم وما الذي * دعاكم إلى ذكر الحجاجحة النجب\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nأولئك قوم خيم الملك فيهم * فشدت أو أخيه ومدت له الطنب\r\nبهم غزونا أما سألت وحجنا * فشق لما أسمعت جيبك وانتحب\r\nأيا أهل غرب الله أظلم أمركم * عليكم فأنتم في نكوب وفى حرب\r\nولو كانت الدنيا مطية راكب * لكان لكم منها بما حزتم الذنب\r\nقال محمد بن يحيى الصولي فلما صنعت هذا الشعر عن عهد الخليفة إلى\r\nأوصلني إلى نفسه فأنشدته جميعه فلما فرغت من الانشاد قال علي بن عيسى للخليفة\r\nيا سيدي هذا عبدك الصولي وكان جده محمد الصولي حادي عشر النقباء وهو\r\nالذي أخذ البيعة للسفاح مع أبي حميد قال فنظر إلى كالاذن لي في الكلام\r\nفتكلمت ودعوت قال فأمر لي بعشرة آلاف درهم وكتب أبو القاسم إلى\r\nأهل مكة يدعوهم إلى الدخول في طاعته ويعدهم بحسن السيرة فيهم فأجابوه\r\nإن لهذا البيت ربا يدفع عنه ولن نؤثر على سلطاننا غيره وبقى أبو القاسم الشيعي\r\nبالفيوم ومؤنس بمصر وكل واحد منهما محجم عن لقاء صاحبه وساءت\r\nأحوال من بينهما ومعهما * وفى هذه السنة غلت الأسعار ببغداد فظنت العامة\r\nأن ذلك من فعل حامد بن العباس بسبب ضمانه للمقتدر وما كان ضمنه وأنه\r\nهو منع من حمل الأطعمة إلى بغداد فشغبوا عليه وسبوه وفتحوا السجون\r\nوكبسوا دار صاحب الشرطة محمد بن عبد الصمد وكان ينزل في الجانب الشرقي\r\nفي الدار المعروفة لعلي بن الجهشيار وانتهبوا بعض دوابه وآلته حتى تحول إلى باب\r\nخراسان إلى الجانب الغربي ووثب الناس به في الجانب الغربي أيضا حتى ركب\r\nإليهم محمد بن عبد الصمد في جيش كثيف في السلاح فارتدعوا وقتل قوم من العامة\r\nبباب الطاق وسعر السلطان على الدقاقين فكان ذلك أشد على الناس وأعظم وأشار\r\nفصر ؟ ؟ الحاجب أن يترك الناس ولا يسعر عليهم فكان ذلك صوابا وصلح أمر\r\nالسعر وأقام الحج للناس في هذه السنة أحمد بن العباس أخو أم موسى\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nثم دخلت سنة 309\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها زاد شغب الناس ببغداد على حامد بن العباس الوزير بسبب غلاء الأسعار\r\nحتى صاروا إلى حد الخلعان وحاربهم السلطان عند باب الطاق وركب هارون\r\nابن غريب الخال ونازوك وياقوت وغيرهم بعد أن فتحت العامة السجون ووثبوا\r\nعلى ابن درهم خليفة صاحب المعونة وأرادوا قتله حتى حماه بعضهم فلما رأى ذلك\r\nحامد بن العباس دخل إلى المقتدر فقال له لعبدك حوائج إن رأيت قضاءها له أكدت\r\nبذلك انعامك عليه قال أفعل فما هي قال أولها فسخ ضماني فقد جاء من العامة ما\r\nترى وظنوا أن هذا الغلاء من جهتي فأجاب المقتدر إلى ذلك وسأله أن يأذن له\r\nفي الشخوص إلى واسط لينفذ عماله بما فيها من الأطعمة إلى بغداد فأجابه إلى ذلك\r\nوسأله أن يعفيه من الوزارة فلم يجبه إلى ذلك فشخص حامد إلى واسط ولم يبق\r\nغاية في حمل الأطعمة حتى صلح أمر الأسعار ببغداد ثم قدم في غرة شهر ربيع\r\nالآخر فتلقاه الناس وشكروا فعله وقد كان المقتدر عرض على علي بن عيسى\r\nالوزارة فأباها فكساه ووصله وأعطاه سوادا يدخل به عليه كما يفعل الوزير\r\nفاستعفي من ذلك ولم يفارق الدراعة * وفى هذه السنة زحف ثمل الفتى إلى الإسكندرية\r\nفأخرج عنها قائد الشيعة ورجال كتامة وألفى لهم بها سلاحا كثيرا وأثاثا ومتاعا\r\nوأطعمة فاحتوى على الجميع وأطلق كل من كان في سجنهم ثم أقبل ممدا لمونس\r\nواجتمعا بفسطاط مصر وزحفا إلى الفيوم لملاقاة أبى القاسم الشيعي ومناجزته\r\nومعهما جنى الصفواني وغيره من القواد فجعل مؤنس يقصر المحلات فعوتب على\r\nذلك فقال لهم إنكم إنما تمشون في طرق المنايا فلعل الله صرفهم عنا ويكفينا أمرهم\r\nكما فعل قبل هذا فلقى جنى الصفواني بعض قواد أبى القاسم فهزمه وقتل كثيرا ممن\r\nكان معه وانهزم الباقون إلى أبى القاسم فراعه أمرهم وقفل عن الفيوم منصرفا إلى\r\nأفريقية لليلة بقيت من صفر وحمل ما خلف من أمتعته وأحرق الباقي بالنار وأخذ\r\nعلى طريق قليلة الماء فهلك كثير من رجاله عطشا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nذكر خبر الحسين بن منصور الحلاج\r\nوفى هذه السنة أنهى إلى المقتدر خبر الحسين بن منصور الحلاج فأمر بقتله\r\nوإحراقه بالنار بعد ضربه ألف سوط وقطع يديه ورجليه وكان الحلاج هذا\r\n\r\n","description":"\r\n( وفيها ) اشتهر أمر الحلاج واسمه الحسين بن منصور حتى قتل وأحرق\r\nذكر خبر الحسين بن منصور الحلاج وما آل إليه أمره من القتل والمثلة\r\nانتهى إلى حامد بن العباس في أيام وزارته أنه قدموه على جماعة من الحشم\r\nوالحجاب وعلى غلمان نصر الحاجب وأسبابه وأنه يحيى الموتى وأن الجن يخدمونه\r\nفيحضرون له ما يشتهيه وأنه يعمل ما أحب من معجزات الأنبياء وادعى جماعة أن\r\nنصرا مال إليه وسعى قوم بالسمري وببعض الكتاب وبرجل هاشمي أنه نبي\r\nالحلاج وأن الحلاج إله غزالله وتعالى عما يقول الظالمون علوا كبيرا فقبض عليهم\r\nوناظرهم حامد فاعترفوا بأنهم يدعون إليه وأنه قد صح عندهم أنه إله يحيى الموتى\r\nوكاشفوا الحلاج بذلك فجحده وكذبهم وقال أعوذ بالله أن أدعى الربوبية أو\r\nالنبوة وإنما أنا رجل أعبد الله عز وجل وأكثر الصوم والصلاة وفعل الخير لا غير\r\nواستحضر حامد بن العباس أبا عمر القاضي وأبا جعفر البهلول القاضي وجماعة من\r\nوجوه الفقهاء والشهود واستفتاهم في أمره فذكروا أنهم لا يفتون في قتله بشئ\r\nإلى أن يصح عندهم ما يوجب عليه القتل وأنه لا يجوز قبول قول من ادعى عليه\r\nما ادعاه وإن واجهه إلا بدليل أو إقرار فكان أول من كشف أمره رجل من أهل\r\nالبصرة تنصح فيه وذكر أنه يعرف أصحابه وأنهم متفرقون في البلدان يدعون إليه وأنه\r\nكانت ممن استجاب إليه ثم تبين مخرقته ففارقه وخرج من جملته وتقرب إلى الله عز وجل\r\nبكشف أمره واجتمع معه على هذه الحال أبو علي هارون بن عبد العزيز الأوارجي\r\nالكاتب الأنباري وقد كان عمل كتابا ذكر فيه مخاريق الحلاج وحيله وهو\r\nموجود في أيدي جماعة والحلاج حينئذ مقيم في دار السلطان موسع عليه مأذون\r\nلمن يدخل إليه وهو عند نصر الحاجب وللحلاج اسمان أحدهما الحسين بن منصور\r\n","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nرجلا غويا خبيثا ينتقل في البلدان ويموه على الجهال ويرى قوما أنه يدعو إلى\r\nالرضا من آل محمد ويظهر أنه سنى لمن كان من أهل السنة وشيعي لمن كان مذهبه\r\nالتشيع ومعتزلي لمن كان مذهبه الاعتزال وكان مع ذلك خفيف الحركات شعوذيا\r\n\r\n","description":"\r\nوالآخر محمد بن أحمد الفارسي وكان استهوى نصرا وجاز عليه تمويهه وانتشر له\r\nذكر عظيم في الحاشية فبعث به المقتدر إلى علي بن عيسى ليناظره فأحضر مجلسه\r\nوخاطبه خطابا فيه غلظة فحكى أنه تقدم إليه وقال له فيما بينه وبينه قف حيث\r\nانتهيت ولا تزد عليه شيئا وإلا قلبت عليك الأرض وكلاما في هذا المعنى فتهيب\r\nعلي بن عيسى مناظرته واستعفى منه ونقل حينئذ إلى حامد بن العباس وكانت\r\nبنت السمري صاحب الحلاج قد أدخلت إلى الحلاج وأقامت عنده في دار\r\nالسلطان مدة وبعث بها إلى حامد بن العباس ليسألها عما وقفت عليه من أخباره وشاهدته\r\nمن أحواله فذكر أبو القاسم بن زنجي أنه حضر دخول هذه المرأة إلى حامد بن\r\nالعباس وأنه حضر ذلك المجلس أبو علي أحمد بن نصر البازيار من قبل أبى القاسم\r\nابن الحوارى ليسمع ما تحكيه فسألها حامد عما تعرفه من أمر الحلاج فذكرت\r\nأن أباها السمري حملها إليه وأنها لما دخلت إليه وهب لها أشياء كثيرة عددت\r\nأصنافها * قال أبو القاسم وهذه المرأة كانت حسنة العبارة عذبة الألفاظ\r\nمقبولة الصورة فكان مما أخبرت عنه أنه قال لها إني قد زوجتك سليمان ابني\r\nوهو أعز أولادي على وهو مقيم بنيسابور وليس يخلو أن يقع بين المرأة والزوج\r\nكلام أو تنكر منه حالا من الأحوال وأنت تحصلين عنده وقد وصيته بك فان\r\nجرى منه شئ تنكرينه فصومي يومك واصعدي آخر النهار إلى السطح وقومي\r\nعلى الرماد والملح الجريش واجعلي فطرك عليهما واستقبليني بوجهك واذكري\r\nلي ما تنكرينه منه فانى أسمع وأرى قالت وأصبحت يوما وأنا أنزل من السطح\r\nإلى الدار ومعي ابنته وكان قد نزل هو فلما صرنا على الدرجة بحيث يرانا ونراه\r\nقالت لي ابنته اسجدي له فقلت أو يسجد أحد لغير الله قلت فسمع كلامي لها\r\n","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nقد حاول الطب وجرب الكيميا فلم يزل يستعمل المخاريق حتى استوى بها من\r\nلا تحصيل عنده ثم ادعى الربوبية وقال بالحلول وعظم افتراؤه على الله عز وجل\r\nورسله ووجدت له كتب فيها حماقات وكلام مقلوب وكفر عظيم وكان في بعض\r\n\r\n","description":"\r\nفقال نعم إله في السماء وإله في الأرض لا إله إلا الله وحده قالت ودعاني إليه يوما\r\nوأدخل يده في كمه وأخرجها مملوءة مسكا ودفعه إلى ثم أعادها ثانية إلى كمه وأخرجها\r\nمملوءة مسكا ودفعه إلى وفعل ذلك مرات ثم قال اجعلي هذا في طيبك فان المرأة\r\nإذا حصلت عند الرجال احتاجت إلى الطيب قالت ثم دعاني وهو جالس في بيت\r\nعلى بواري فقال ارفعى جانب البارية من ذلك الموضع وخذي مما تحته ما أردت\r\nوأومى إلى زاوية البيت فجئت إليها ورفعت البارية فوجدت تحتها الدنانير مفروشة\r\nملء البيت فبهرني ما رأيت من ذلك فأقيمت المرأة وحصلت في دار حامد إلى\r\nأن قتل الحلاج وجد حامد في طلب أصاحب الحلاج وأذكى العيون عليهم وحصل\r\nفي يده منهم حيدرة والسمري ومحمد بن علي القنائي والمعروف بابن المغيب الهاشمي\r\nواستتر ابن حماد وكبس دار له فأخذت منه دفاتر كثيرة وكذلك من منزل القنائي\r\nفكانت مكتوبة في ورق صيني وبعضها مكتوب بماء الذهب مبطنة بالديباج والحرير\r\nمجلدة بالأدم الجيد ووجد في أسماء أصحابه ابن بشر وشاكر فسأل حامد من حصل\r\nفي يده من أصحاب الحلاج عنهما فذكروا أنهما داعيان له بخراسان * قال أبو القاسم\r\nابن زنجي فكتبنا في حملهما إلى الحضرة أكثر من عشرين كتابا فلم يرد\r\nجواب أكثرها وقيل فيما أجيب عنه منها إنهما يطلبان ومتى حصلا حملا ولم\r\nيحملا إلى هذه الغاية وكان في الكتب الموجودة له عجائب من مكاتبات أصحابه\r\nالنافذين إلى النواحي وتوصيته إياهم بما يدعون إليه الناس وما يأمرهم به من\r\nنقلهم من حال إلى حال أخرى ومرتبة إلى مرتبة حتى يبلغوا الغاية القصوى\r\nوأن يخاطبوا كل قوم على حسب عقولهم وأفهامهم وعلى قدر استجابتهم وانقيادهم\r\nوجواباتهم لقوم كاتبوه بألفاظ مرموزة لا يعرفها إلا من كتبها إليه ومن كتبت\r\n","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nكتبه إلى المغرق لقوم نوح والمهلك لعاد وثمود وكان يقول لأصحابه أنت نوح\r\nوأنت موسى وأنت محمد قد أعدت أرواحهم إلى أجسادكم ويزعم بعض الجهلة\r\nالمتبعين له بأنه كان يغيب عنهم ثم ينزل عليهم من الهواء أغفل ما كانوا وحرك\r\n\r\n","description":"\r\nإليه * وحكى أبو القاسم بن زنجي قال كنت أنا وأبى يوما بين يدي حامد إذ نهض\r\nمن مجلسه وخرجنا إلى دار العامة وجلسنا في رواقها وحضر هارون بن عمران\r\nالجهبذ بين يدي أبى ولم يزل يحادثه فهو في ذلك إذ جاء غلام حامد الذي كان\r\nموكلا بالحلاج وأومى إلى هارون أن يخرج إليه فنهض مسرعا ونحن لا ندري\r\nما السبب فغاب عنا قليلا ثم عاد وهو متغير اللون جدا فأنكر أبى ما رأى\r\nمنه فسأله عن خبره فقال دعاني الغلام الموكل بالحلاج فخرجت إليه فأعلمني أنه\r\nدخل إليه ومعه الطبق الذي رسمه أن يقدم إليه في كل يوم فوجده قد ملا البيت\r\nبنفسه من سقفه إلى أرضه وجوانبه حتى ليس فيه موضع فهاله ما رأى ورمى\r\nبالطبق من يده وعدا مسرعا وأن الغلام ارتعد وانتفض وحم فبينا نحن\r\nنتعجب من حديثه إذ خرج إلينا رسول حامد وأذن في الدخول إليه فدخلنا\r\nوجرى حديث الغلام فدعا به وسأله عن خبره فإذا هو محموم وقص عليه\r\nقصته فكذبه وشتمه وقال فزعت من نيرنج الحلاج وكلاما في هذا المعنى لعنك\r\nالله أغرب عنى فانصرف الغلام وبقى على حالته من الحمى مدة طويلة * وحكى أن\r\nالمقتدر أرسل إلى الحلاج خادما ومعه طائر ميت وقال إن هذه الببغا لولدي\r\nأبى العباس وكان يحبها وقد ماتت فإن كان ما تدعى صحيحا فأحى هذه الببغا فقام\r\nالحلاج إلى جانب البيت الذي هو فيه وبال وقال من يكن هذه حالته لا يحيى ميتا\r\nفعد إلى الخليفة وأخبره بما رأيت وبما سمعت منى ثم قال بلى لي من إذا أشرت\r\nإليه أدنى إشارة أعاد الطائر إلى حالته الأولى فعاد الخادم إلى المقتدر وأخبره بما\r\nرأى وسمع فقال عد إليه وقل له المقصود إعادة هذا الطائر إلى الحياة فأشر إلى من\r\nشئت قال فعلى بالطاثر ؟ ؟ فأحضر الطائر إليه وهو ميت فوضعه على ركبتيه وغطاه\r\n","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nلقوم يده فنثر منها دراهم وكان في القوم أبو سهل بن نوبخت النوبختي فقال له دع هذا\r\nوأعطني درهما واحدا عليه اسمك واسم أبيك وأنا أو من بك وخلق كثير معي\r\nفقال لا كيف وهذا ثم يصنع فقال له من أحضر ما ليس بحاضر صنع غير مصنوع\r\n\r\n","description":"\r\nبكمه ثم تكلم بكلمات ثم رفع كمه وقد عاد الطائر حيا فأعاده الخادم إلى المقتدر وخبره\r\nبما رأى فأرسل المقتدر إلى حامد بن العباس وقال له ان الحلاج فعل كذا وكذا فقال\r\nحامد يا أمير المؤمنين الصواب قتله والا افتتن الناس به فتوقف المقتدر في قتله *\r\nوقال بعض أصحابه صحبته سنة إلى مكة قال وأقام بمكة بعد رجوع الحاج إلى العراق\r\nوقال إن شئت أن تعود فعد فانى قد عولت أن أمضى من هنا إلى بلاد الهند * قال\r\nوكان الحلاج كثير السياحة كثير الاسفار قال ثم إنه نزل في البحر يريد الهند قال\r\nفصحبته إلى بلد الهند فلما وصلنا إليها استدل على امرأة ومضى إليها وتحدث معها\r\nووعدته إلى غد ذلك اليوم ثم خرجت معه إلى جانب البحر ومعها غزل ملفوف وفيه\r\nعقدشبه السلم قال فقالت المرأة كلمات وصعدت في ذلك الخيط وكانت تضع رجلها\r\nفي الخيط وتصعد حتى غابت عن أعيننا ورجع الحلاج وقال لي لأجل هذه المرأة\r\nكان قصدي إلى الهند ثم وجد حامد كتابا من كتبه فيه أن الانسان إذا أراد\r\nالحج فلم يمكنه أفرد في بيته بناء مربعا لا يلحقه شئ من النجاسات ولا يتطرقه\r\nأحد فإذا حضرت أيام الحج طاف حوله وقضى من المناسك ما يقضى بمكة ثم\r\nيجمع ثلاثين يتيما ويعمل لهم ما يمكنه من الطعام ويحضرهم ذلك البيت ويقدم\r\nلهم ذلك الطعام ويتولى خدمتهم بنفسه ثم يغسل أيديهم ويكسو كل واحد منهم\r\nقميصا ويدفع إلى كل واحد سبعة دراهم أو ثلاثة دراهم الشك من أبى القاسم بن\r\nزنجي وأن ذلك يقوم له مقام الحج * قال وكان أبى يقرأ هذا الكتاب فلما استوفى\r\nهذا الفصل التفت أبو عمر القاضي إلى الحلاج وقال له من أين لك هذا قال من\r\nكتاب الاخلاص للحسن البصري قال له أبو عمر كذبت يا حلال الدم قد سمعنا\r\nكتاب الاخلاص للحسن البصري بمكة وليس فيه شئ مما ذكرت فكما قال\r\n","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nقال محمد بن يحيى الصولي أنا رأيت هذا الرجل مرات وخاطبته فرأيته جاهلا\r\nيتعاقل وعييا يفصح وفاجرا يظهر التنسك ويلبس الصوف فأول من ظفر به\r\nعلي بن أحمد الراسبي لما اطلع منه على هذه الحال فقيده وأدخله بغداد على جمل\r\n\r\n","description":"\r\nأبو عمر يا حلال الدم قال له حامدا كتب بما قلت \" يعنى حلال الدم \" فتشاغل أبو عمر\r\nبخطاب الحلاج فلم يدعه حامد يتشاغل وألح عليه إلحاحا لا يمكنه معه المخالفة فكتب\r\nبإحلال دمه وكتب بعده من حضر المجلس فلما تبين الحلاج الصورة قال ظهري حمى\r\nودمى حرام وما يحل لكم أن تتأولوا على بما لا يبيحه اعتقادي الاسلام\r\nومذهبي السنة ولى كتب في الوراقين موجودة في السنة فالله الله في دمى ولم\r\nيزل يردد هذا القول والقوم يكتبون خطوطهم حتى كمل الكتاب بخطوط من\r\nحضر من العلماء وأنفذه حامد إلى المقتدر بالله فخرج الجواب إذا كان فتوى\r\nالقضاة فيه بما عرضت فأحضر مجلس الشرطة واضربه ألف سوط فإن لم\r\nيمت فتقدم بقطع يديه ورجليه ثم اضرب رقبته وانصب رأسه وأحرق جثته\r\nفأحضر حامد صاحب الشرطة وأقرأه التوقيع وتقدم إليه بتسلم الحلاج وإمضاء\r\nالامر فيه فامتنع من ذلك وذكر أنه يتخوف أن ينتزع منه فوقع الاتفاق\r\nعلى أن يحضر بعد العتمة ومعه جماعة من غلمانه وقوم على بغال يجرون مجرى\r\nالساسة ليجعل على بغل منها ويدخل في غمار القوم وأوصاه بأن لا يسمع كلامه\r\nوقال له لو قال لك أجرى لك دجلة والفرات ذهبا وفضة فلا ترفع عنه الضرب\r\nحتى تقتله كما أمرت ففعل محمد بن عبد الصمد صاحب الشرطة ذلك وحمله تلك\r\nالليلة على الصورة التي ذكرت وركب غلمان حامد معه حتى أوصلوه إلى الجسر\r\nوبات محمد بن عبد الصمد ورجاله حول المجلس فلما أصبح يوم الثلاثاء لست بقين\r\nمن ذي القعدة أخرج الحلاج إلى رحبة المجلس واجتمع من العامة خلق كثير لا يحصى\r\nعددهم وأمر الجلاد بضربه ألف سوط فضرب وما تأوه ولا استعفى * قال فلما\r\nبلغ ستمائة سوط قال لمحمد بن عبد الصمد ادع بي إليك فان عندي نصيحة تعدل\r\n","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nقد شهره وكتب بقصته وما ثبت عنده في أمره فأحضره علي بن عيسى أيام وزارته\r\nفي سنة 301 وأحضر الفقهاء ونوظر فأسقط في لفظه ولم يحسن من القرآن\r\nشيئا ولامن الفقه ولا من الحديث ولا من الشعر ولا من اللغة ولا من أخبار\r\n\r\n","description":"\r\nعند الخليفة فتح قسطنطينية فقال قد قيل لي إنك ستقول ذلك وما هو أكثر منه\r\nوليس إلى رفع الضرب عنك سبيل فسكت حتى ضرب ألف سوط ثم قطعت\r\nيده ثم رجله ثم ضرب عنقه وأحرقت جثته ونصب رأسه على الجسر ثم حمل\r\nرأسه إلى خراسان وادعى أصحابه أن المضروب كان عدوا للحلاج ألقى شبهه عليه\r\nوادعى بعضهم أنه رآه وخاطبه وحدث في هذا المعنى بجهالات لا يكتب مثلها\r\nوأحضر الوراقون وأحلفوا أن لا يبيعوا من كتب الحلاج شيئا ولا يشتروه\r\nوكانت مدته منذ ظفر به إلى أن قتل ثمان سنين وسبعة أشهر وثمانية أيام * وحكى\r\nحامد أنه قبض على الحلاج بدور الراسبي فادعى تارة الصلاح وادعى أخرى أنه\r\nالمهدى ثم قال له كيف صرت إلها بعد هذا وكان السمري في جملة من قبض عليه\r\nمن أصحابه فقال له حامد ما الذي حداك على تصديقه قال خرجت معه إلى إصطخر\r\nفي الشتاء فعرفته محبتي للخيار فضرب يده إلى سفح جبل فأخرج من الثلج خيارة\r\nخضراء فدفعها إلى فقال حامد أفأكلتها قال نعم قال كذبت يا ابن ألف زانية في\r\nمائة ألف زانية أوجعوا فكه فضربه الغلمان وهو يصيح من هذا خفنا وحدث\r\nحامد أنه شاهد ممن يدعى النيرنجيات أنه كان يخرج الفاكهة وإذا حصلت في يد\r\nالانسان صارت بعرا ومن جملة من قبض عليه انسان هاشمي كان يكنى بأبي بكر\r\nفكناه الحلاج بأبي مغيث حين كان يمرض أصحابه ويراعيهم وقبض على محمد بن\r\nعلي بن القناتي وأخذ من داره سفط مختوم فيه قوارير فيها بول الحلاج ورجيعه\r\nأخذه ليستشفى به وكان الحلاج إذا حضر لا يزيد على قوله لا إله إلا أنت عملت\r\nسوء وظلمت نفسي فاغفر لي فإنه لا يغفر الذنوب إلا أنت وزادت دجلة زيادة عظيمة\r\nفادعى أصحابه أن ذلك لأجل ما ألقى فيها من رماد جثته وادعى قوم من أصحابه\r\n","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالناس فسحفه وصفعه وأمر به فصلب حيا في الجانب الشرقي ثم في الجانب الغربي\r\nليراه الناس ثم حبس في دار الخليفة فجعل يتقرب إليهم بالسنة فظنوا ما يقول\r\nحقا ثم انطلق وقد كان ابن الفرات كبسه في وزارته الأولى وعنى بطلبه موسى\r\n\r\n","description":"\r\nأنهم رأوه راكب حمار في طريق المزوان وقال لهم انما حولت دابة في صورتي\r\nولست المقتول كما ظن هؤلاء البقر وكان نصر الحاجب يقول انما قتل ظلما\r\nومن شعر الحلاج\r\nوما وجدت لقلبي راحة أبدا * وكيف ذاك وقد هيئت للكدر\r\nلقد ركبت على التغرير واعجبا * ممن يريد النجا في المسلك الخطر\r\nكأنني بين أمواج تقلبني * مقلب بين إصعاد ومنحدر\r\nالحزن في مهجتي والنار في كبدي * والدمع يشهد لي فاستشهدوا بصرى\r\nومن شعره\r\nالكاس سهل لي الشكوى بمنتابكم * وما على الكاس من شرابها درك\r\nهبني ادعيت بأنى مدنف سقم * فما لمضجع جنبي كله حسك\r\nهجر يسوء ووصل لا أسر به * مالي يدور بما لا أشتهي الفلك\r\nفكلما زاد دمعي زادني قلقا * كأنني شمعة تبكى فتنسبك\r\nومن شعره\r\nالنفس بالشئ الممنع مولعه * والحادثات أصولها متفرعه\r\nوالنفس للشئ البعيد مديدة * والنفس للشئ القريب مضيعه\r\nكل يحاول حيلة يرجو بها * دفع المضرة واجتلاب المنفعة\r\nوله كل بلاء على منى * فليتني قد أخذت عنى\r\nأردت منى اختبار سرى * وقد علمت المراد منى\r\nوليس له في سواك حظ * فكيفما شئت فاختبرني\r\nوفى الصوفية من يدعى أن الحلاج كوشف حتى عرف السر وعرف سر السر\r\n","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nابن خلف فأفلت هو وغلام له ثم ظفر به في هذه السنة فسلم إلى الوزير حامد وكان\r\nعنده يخرجه إلى من حضره فيصفع وينتف لحيته وأحضر يوما صاحب له يعرف\r\nبالسمرى فقال له حامد الوزير أما زعمت بأن صاحبكم هذا كان ينزل عليكم من الهواء\r\n\r\n","description":"\r\nوقد ادعى ذلك لنفسه في قوله\r\nمواجيد أهل الحق تصدق عن وجدى * وأسرار أهل السر مكشوفة عندي\r\nوله : الله يعلم ما في النفس جارحة * الا وذكرك فيها نيل ما فيها\r\nولا تنفست الا كنت في نفسي * تجرى بك الروح منى في مجاريها\r\nإن كانت العين مذ فارقتها نظرت * إلى سواك فخانتها مآقيها\r\nأو كانت النفس بعد البعد آلفة * خلقا عداك فلا نالت أمانيها\r\nوحكى أنه قال إلهي إنك تتودد إلى من يؤذيك فكيف لا تتودد إلي من\r\nيؤذى فيك وأنشد\r\nنظري بدو علتي * ويح قلبي وما جنا\r\nيا معين الضنا على * أعنى على الضنا\r\nوكان ابن نصر القشوري قد مرض فوصف له الطبيب تفاحة فلم توجد فأومأ الحلاج\r\nبيده إلى الهواء وأعطاهم تفاحة فعجبوا من ذلك وقالوا من أين لك هذه قال من الجنة\r\nفقال له بعض من حضر إن فاكهة الجنة غير متغيرة وهذه فيها دودة قال لأنها خرجت\r\nمن دار البقاء إلى دار الفناء فحل بها جزء من البلاء فاستحسنوا جوابه أكثر من\r\nفعله ويحكون أن الشبلي دخل إليه إلى السجن فوجده جالسا يخط في التراب فجلس\r\nبين يديه حتى ضجر فرفع طرفه إلى السماء وقال إلهي لكل حق حقيقة ولكل\r\nخلق طريقة ولكل عهد وثيقة ثم قال يا شبلي من أخذه مولاه عن نفسه ثم أوصله\r\nإلى بساط أنسه كيف تراه فقال الشبلي وكيف ذاك قال يأخذه عن نفسه ثم يرده\r\nعلى قلبه فهو عن نفسه مأخوذ وعلى قلبه مردود فأخذه عن نفسه تعذيب ورده إلى\r\nقلبه تقريب طوبى لنفس كانت له طائعة وشموس الحقيقة في قلوبها طالعة ثم أنشد\r\n","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nأغفل ما كنتم قال بلى فقال له فلم لا يذهب حيث شاء وقد تركته في داري وحده\r\n\r\n","description":"\r\nطلعت شمس من أحبك ليلا * فاستضاءت فما لها من غروب\r\nإن شمس النهار تطلع بالليل * وشمس القلوب ليس تغيب\r\nويذكرون أنه سمى الحلاج لأنه اطلع على سر القلوب وكان يخرج لب\r\nالكلام كما يخرج الحلاج لب القطن بالحلج وقيل كان يقعد بواسط بدكان حلاج\r\nفمضى الحلاج في حاجة ورجع فوجد القطن محلوجا مع كثرته فسماه الحلاج وفى\r\nالصوفية من يقبله ويقول إنه كان يعرف اسم الله الأعظم ومنهم من يرده ويقول\r\nكان مموها ويذكرون أن الشبلي أنفذ إليه بفاطمة النيسابورية وقد قطعت يده\r\nفقال لها قولي له إن الله أئتمنك على سر من أسراره فأذعته فأذاقك حد الحديد\r\nفان أجابك فاحفظي جوابه ثم سليه عن التصوف ما هو فلما جاءت إليه أنشأ يقول\r\n. . . . * لما غلب الصبر\r\nوما أحسن في مثلك * أن ينهتك الستر\r\nوإن عنفني الناس * ففي وجهك لي عذر\r\nكأن البدر محتاج * إلى وجهك يا بدر\r\nوهذا الشعر للحسين بن الضحاك الخليع الباهلي ثم قال لها امضى إلى أبى بكر\r\nوقولي له يا شبلى والله ما أذعت له سرا فقالت له ما التصوف فقال ما أنا فيه والله\r\nما فرقت بين نعمة وبلوى ساعة قط فجاءت إلى الشبلي وأعادت عليه فقال يا معشر\r\nالناس الجواب الأول لكم والثاني لي وذكروا أنه لما قطعت يده ورجله صاح وقال\r\nوحرمة الود الذي لم يكن * يطمع في إفساده الدهر\r\nما نالني عند هجوم البلا * باس ولا مسني الضر\r\nما قد لي عضو ولا مفصل * إلا وفيه لكم ذكر\r\nوكتب بعض الصوفية على جدع الحلاج\r\nليكن صدرك للاسرار * حصنا لا يرام\r\n","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nغير مقيد ثم أحضر حامد الوزير القاضي والفقهاء واستفتاهم فيه فحصلت عليه\r\n\r\n","description":"\r\nإنما ينطق بالسر * ويفشيه اللئام\r\n( وفيها ) سنة 300 صلب الحسين بن منصور الحلاج وهو حي في الجانب\r\nالشرقي يوم الأربعاء والخميس وفى الجانب الغربي يومى الجمعة والسبت لاثنتي\r\nعشرة بقيت من ربيع الآخر ( وفيها ) قبض بالسوس على الحسين بن منصور\r\nالحلاج وحصل في يد عبد الرحمن بن . . خليفة علي بن أحمد الراسبي وأخذت\r\nله كتب ورقاع فيها أشياء مرموزة ثم حمل فأدخل إلى مدينة السلام على جمل ومعه\r\nغلام له على جمل آخر مشهرين ونودي عليه هذا أحد دعاة القرامطة فاعرفوه\r\nفحبس ثم أحضره الوزير علي بن عيسى وناظره فلم يجده يقرأ القرآن ولا يعرف\r\nمن الفقه شيئا ولامن الحديث ولامن الاخبار ولا الشعر ولا اللغة فقال له على\r\nابن عيسى تعلمك الطهور والفروض أجدى عليك من رسائل لا تدري ما تقول\r\nفيها كم تكتب ويلك إلى الناس تبارك النور الشعشعاني ما أحوجك إلى الأدب\r\nثم أمر به فصلب حيا في الجانب الشرقي في مجلس الشرطة ثم في الجانب الغربي\r\nحتى رآه الناس ثم حمل إلى دار السلطان فحبس بها فاستمال بعض أهلها بإظهار\r\nالسنة حتى ما لوا إليه وصاروا يتبركون به ويستدعون منه الدعاء وستأتي\r\nأخباره إن شاء الله\r\nذكر من توفى في هذه السنة 309\r\nالحسين بن منصور بن محمى الحلاج ويكنى من الأكابر أبا مغيث وقيل\r\nأبا عبد الله كان جده محمى مجوسيا من أهل بيضاء فارس ونشأ الحسين بواسط\r\nوقيل بتستر ثم قدم بغداد وخالط الصوفية ولقى الجنيد والثوري وغيرهما وكان\r\nمخلطا ففي أوقات يلبس المسوح وفى أوقات يلبس الثياب المصبغة وفى أوقات يلبس\r\nالدراعة والعمامة ويمشى بالقباء على زي الجند وطاف البلاد وقصد الهند\r\nوخراسان وما وراء النهر وتركستان وكان أقوام يكاتبونه بالمغيث وأقوام\r\n","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nشهادات بما سمع منه أوجبت قتله فعرف المقتدر بما ثبت عليه وما أفتى به الفقهاء\r\n\r\n","description":"\r\nبالمقيت وتسميه أهوام المصطلم وأقوام المجبر وحج وجاور ثم جاء إلى بغداد\r\nفاقتنى العقار وبنى دارا واختلف الناس فيه فقوم يقولون إنه ساحر وقوم يقولون\r\nله كرامات وقوم يقولون منمس * قال أبو بكر الصولي قد رأيت الحلاج وجالسته\r\nفرأيت جاهلا يتعاقل وغبيا يتبالغ وفاجرا يتزهد وكان ظاهره أنه ناسك صوفي\r\nفإذا علم أن أهل بلدة يرون الاعتزال صار معتزليا أو يرون الإمامة صار إماميا وأراهم\r\nأن عنده علما بإمامهم أو رأى أهل السنة صار سنيا وكان خفيف الحركة مفتنا قد\r\nعالج الطب وجرب الكيميا وكان مع جهله خبيثا وكان ينتقل في البلدان : أنبأنا\r\nعبد الرحمن بن محمد القزاز أنبأنا أحمد بن علي الحافظ حدثني أبو سعيد السجزي\r\nأخبرنا محمد بن عبد الله الشيرازي قال سمعت أبا الحسن بن أبي بوية يقول سمعت\r\nعلي بن أحمد الحاسب يقول سمعت والدي يقول وجهني المعتضد إلى الهند وكان\r\nمعي في السفينة رجل يدعى بالحسين بن منصور فلما خرجنا من المركب قلت له في أي\r\nشئ جئت إلى ههنا قال لا تعلم السحر وأدعو الخلق إلى الله تعالى أخبرنا القزاز\r\nأنبأنا أحمد بن علي أخبرنا علي بن أبي على عن أبي الحسن أحمد بن يوسف قال كان\r\nالحلاج يدعو كل وقت إلى شئ على حسب ما يستنكه طائفة طائفة وأخبرني جماعة\r\nمن أصحابه أنه لما افتتن الناس بالأهواز وكورها بالحلاج وما يخرجه لهم من\r\nالأطعمة والأشربة في غير حينها والدراهم التي سماها دارهم القدرة حدث أبو علي\r\nالجبائي فقال لهم هذه الأشياء محفوظة في منازل تمكن الحيل فيها ولكن أدخلوه\r\nبيتا من بيوتكم لامن منزله وكلفوه أن يخرج منه جرزتين شوكا فان فعل فصدقوه\r\nفبلغ الحلاج قوله وان قوما قد عملوا على ذلك فخرج عن الأهواز أخبرنا الفزار\r\nأنبأنا الخطيب قال حدثني مسعود بن ناصر أخبرنا ابن باكويه قال سمعت أبا زرعة\r\nالطبري يقول سمعت محمد بن يحيى الرازي يقول سمعت عمرو بن عثمان يلعن الحلاج\r\nويقول لو قدرت عليه لقتلته بيدي قرأت آية من كتاب الله فقال يمكنني أن\r\n","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nفيه فوقع إلى صاحب شرطته محمد بن عبد الصمد بأن يخرجه إلى رحبة\r\n\r\n","description":"\r\nأؤلف مثله أو أتكلم قال أبو زرعة وسمعت أبا يعقوب الأقطع يقول زوجت ابنتي\r\nمن الحلاج الحسين من منصور لما رأيت من حسن طريقته فبأن لي بعد مدة يسيرة\r\nأنه ساحر محتال خبيث كافر ، قال المصنف أفعال الحلاج وأقواله وأشعاره كثيرة\r\nوقد جمعت أخباره في كتاب سميته القاطع لمجال اللجاج القاطع بمحال الحلاج فمن\r\nأراد أخباره فلينظر فيه فقد كان هذا الرجل يتكلم بكلام الصوفية فيندر له كلمات\r\nحسان ثم يخلطها بأشياء لا تجوز وكذلك أشعاره فمن المنسوب إليه\r\nسبحان من أظهر ناسوته * سر سنا لاهوته الثاقب\r\nثم بدا في خلقه ظاهرا * في صورة الآكل والشارب\r\nحتى لقد عاينه خلقه * كلحظة الحاجب بالحاجب\r\nفلما شاع خبره أخذ وحبس ونوظر فاستغوى جماعة وكانوا يستشفون بشرب بوله\r\nوحتى إن قوما من الجهال قالوا إنه إله وانه يحيى الموتى قال أبو بكر الصولي أول\r\nمن أوقع بالحلاج أبو الحسين علي بن أحمد الراسبي فأدخله بغداد وغلاما له على\r\nجملين قد شهرهما وذلك في ربيع الآخر سنة 301 وكتب معهما كتابا يذكر فيه ان\r\nالبينة قامت عنده بأن الحلاج يدعى الربوبية ويقول بالحلول فأحضره علي بن عيسى\r\nفي هذه السنة وأحضر الفقهاء فناظروه فأسقط في لفظه ولم يجده يحسن من القرآن\r\nشيئا ولا من غيره ثم حبس ثم حمل إلى دار الخليفة فحبس قال الصولي وقيل إنه\r\nكان يدعو في أول أمره إلى الرضا من آل محمد فسعى به فضرب وكان يرى الجاهل\r\nشيئا من شعبذته فإذا وثق دعاه إلى أنه إله فدعا فيمن دعا أبا سهل بن نوبخت فقال\r\nله أنبت في مقدم رأسي شعرا ثم ترقت به الحال إلى أن دافع عنه نصر الحاجب\r\nلأنه قيل له هو سنى وإنما يريد قتله الرافضة وكان في كتبه إني مغرق قوم نوح\r\nومهلك عاد وثمود وكان يقول لأصحابه أنت نوح ولآخر أنت موسى ولآخر أنت\r\nمحمد قد أعيدت أرواحهم إلى أجسامكم وكان الوزير حامد بن العباس قد وجد\r\n","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nالجسر ويضربه ألف سوط ويقطع يديه ورجليه ففعل ذلك به ثم أحرقه بالنار وذلك\r\n\r\n","description":"\r\nله كتبا وفيها أنه إذا صام الانسان ثلاثة أيام بلياليها ولم يفطر وأخذ في اليوم\r\nالرابع ورقات هندبا فأفطر عليها أغناه عن صوم رمضان وإذا صلى في ليلة واحدة\r\nركعتين من أول الليل إلى الغداة أغنتاه عن الصلاة بعد ذلك وإذا تصدق في يوم\r\nواحد بجميع ملكه في ذلك اليوم أغناه عن الزكاة وإذا بنى بيتا وصام أياما ثم\r\nطاف حوله عريانا مرارا أغناه عن الحج وإذا صار إلى قبور الشهداء بمقابر\r\nقريش فأقام فيها عشرة أيام يصلى ويدعو ويصوم ولا يفطر إلا على يسير من الخبز\r\nالشعير والملح الجريش أغناه ذلك عن العبادة في باقي عمره فأحضر الفقهاء والقضاة\r\nبحضرة حامد فقيل له أتعرف هذا الكتاب قال هذا كتاب السنن للحسن البصري\r\nفقال له حامد ألست تدين بما في هذا الكتاب فقال بلى هذا كتاب أدين الله بما\r\nفيه فقال له أبو عمر القاضي هذا نقض شرائع الاسلام ثم جاراه في كلام إلى أن\r\nقال له أبو عمر يا حلال الدم وكتب باحلال دمه وتبعه الفقهاء فأفتوا بقتله وأباحوا\r\nدمه وكتب إلى المقتدر بذلك فكتب إذا كانت القضاة قد أفتوا بقتله وأباحوا\r\nدمه فليحضر محمد بن عبد الصمد صاحب الشرطة وليضربه ألف سوط وإن تلف\r\nوإلا ضربت عنقه فأحضر بعد العشاء الآخرة ومعه جماعة من أصحابه على بغال مولية\r\nيجرون مجرى الساسة ليجعل على واحد منها ويدخل في غمار القوم فحمل وباتوا مجتمعين\r\nحوله فلما أصبح يوم الثلاثاء لست بقين من ذي القعدة أخرج ليقتل فجعل يتبختر في\r\nقيده ويقول : نديمي غير منسوب * إلى شئ من الحيف\r\nسقاني مثل ما يشرب * كفعل الضيف بالضيف\r\nفلما دارت الكاس * دعا بالنطع والسيف\r\nكذا من يشرب الراح * مع التنين في الصيف\r\nفضرب ألف سوط ثم قطعت يده ثم رجله وحز رأسه وأحرقت جثته\r\nوألقى رماده في دجلة أخبرنا عبد الرحمن بن محمد أخبرنا أحمد بن علي بن ثابت\r\nحدثنا عبيد الله بن عثمان الصيرفي قال قال لنا أبو عمرو بن حيويه لما أخرج\r\nالحلاج ليقتل مضيت في جملة الناس ولم أزل أزاحم حتى رأيته فقال لأصحابه\r\n","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nفي آخر سنة 309 ( وأقام الحج ) للناس في هذه السنة أحمد بن العباس\r\n\r\n","description":"\r\nلا يهولنكم هذا فانى عائد إليكم بعد ثلاثين يوما وهذا إسناد صحيح لا شك فيه\r\nوهو يكشف حال هذا الرجل أنه كان ممخرقا يستخف عقول الناس إلى حالة\r\nالموت أنبأنا القزاز أنبأنا أحمد بن علي أنبأنا القاضي أبو العلاء قال لما أخرج\r\nالحسين بن منصور ليقتل أنشد\r\nطلبت المستقر بكل أرض * فلم أر لي بأرض مستقرا\r\nأطعت مطامعي فاستعبدتني * ولو انى قنعت لكنت حرا\r\n( ومن الحوادث في سنة 312 ) أن نازوك جلس في مجلس الشرطة ببغداد\r\nفأحضر له ثلاثة نفر من أصحاب الحلاج وهم حيدرة والشعراني وابن منصور\r\nفطالبهم بالرجوع عن مذهب الحلاج فأبوا فضربت أعناقهم ثم صلبهم في الجانب\r\nالشرقي من بغداد ووضع رؤسهم على سور السجن في الجانب الغربي ( وجمعت\r\nأخباره في كتاب ) وكان قد صحب الجنيد وعمرو بن عثمان المكي وتمزق في\r\nبدايته وجاع وتجرد لكن في رأسه رثاسة وكبر فسلط الله عليه لما تمرد وخرج\r\nعن دائرة الايمان من انتقم منه فأفتى العلماء بكفره وقد افتتن به خلق من الرعاع\r\nالجهال واتباع كل ناعق عندما رأوا من سحره وشعوذته وحاله وإشارته التي\r\nيستعملها متأخر والصوفية بحيث أنهم تألهوه ودانوا بربوبيته وقد اعتذر الإمام أبو\r\nحامد عنه في مشكاة الأنوار وأخذ يتأول أقواله على محامل حسنة بعيدة من\r\nالخطاب العربي الظاهر قال أبو سعيد النقاش في تاريخ الصوفية منهم من نسبه\r\nإلى السحر ومنهم من نسبه إلى الزندقة وحكى أبو عبد الرحمن السلمي اختلاف\r\nالطائفة فيه ثم قال هو إلى الرد أقرب وكذا حط عليه الخطيب وأوضح\r\nسحره وضلاله وضلله ابن الجوزي وقال ابن خلكان أفتى أكثر علماء عصره\r\nبإباحة دمه وقال أبو بكر بن أبي سعد إن الحلاج مموه ممخرق وعن عمرو بن عثمان\r\nالمكي قال سمعني الحلاج وأنا أقرأ القرآن فقال يمكنني أن أقول مثله فقلت إن\r\nقدرت عليك لأقتلنك وقال أبو يعقوب الأقطع وجعفر الخلدى الحلاج كافر خبيث\r\n","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nثم دخلت سنة 310\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\n( وفى هذه السنة ) اعتل المقتدر بالله علة شديدة فزعموا أن أم موسى القهرمانة\r\nأرسلت إلى بعض أهله برسالة تقريب عليه ولاية الامر وانكشفت ذلك له ولامه\r\nوجميع خاصته وقبضوا عليها وعلى أختها أم محمد وأخيها أحمد بن العباس وأخذت\r\nمنهم أموال وأخذت لهم ودائع عند قوم وكثر الارجاف بحامد بن العباس والطعن\r\nعليه وسميت الوزارة لأقوام فقيل يخرج علي بن محمد بن الفرات فيولاها وقيل\r\nيجبر علي بن عيسى على ولايتها وقيل ابن أبي الحوارى وقيل ابن أبي البغل\r\nفكتبت رقعة وطرحت في الدار التي فيها السلطان وفيها\r\nقل للخليفة قل لي * إن كنت في الحكم تنصف\r\nمن الوزير علينا * حتى نقر ونعرف\r\nأحامد فهو شيخ * واهي القوى متخلف\r\nأم البخيل ابن عيسى * فهو المنوع المطفف\r\nأم الذي عند زيدا * ن للمشورة يعلف\r\nأم الفتى المتأني * أم الظريف المغلف\r\nأم ابن بسطام أعجل * أم الشييخ المعفف\r\nأم طارئ ليس ندري * من أي وجه يلقف\r\nالفتى المتأني ابن الخصيبي والشيبخ المعفف ابن أبي البغل ( وفى هذه السنة )\r\nاستضعف السلطان صاحب شرطة بغداد فيما كان من العامة فعزله وولى شرطته\r\nنازوك المعتضدي فبانت صرامته في أول يوم وقام بالامر قياما لم يقم مثله أحد\r\nوفل من حد الرجالة وكانت نارهم موقدة وحاربهم حتى أذعنوا وتناولوا حوائجهم\r\nمنه بخضوع له بعد أن قصدوا داره ليحرقوها وهو في وقته الذي ولى فيه نازل\r\nعلى دجلة وعلى الزاهرية فاستعان بالغلمان فشردهم وأعانه نصر الحاجب عليهم وهو\r\nكان سبب توليته لأنه بلغه أن عروسا زفت إلى زوجها بناحية سوق الشتاء فخرج\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبعض أولاد الرجالة ومعه جماعة منهم فأخذها وأدخلها إلى داره أو فجر بها ثم\r\nصرفها إلى أهلها فأظهر الناس شدة الانكار لهذا وعظموه بحسب عظمه وكل\r\nما قدر عليه نصر الحاجب أن أسقط رزق هذا الرجل ونفاه ثم أشار بولاية\r\nنازوك فاشتد عليهم وصلب في أمرهم وشكر له فعله فيهم ( وحج بالناس ) في\r\nهذه السنة إسحق بن عبد الملك\r\nثم دخلت سنة 311\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nكانت هذه السنة ببغداد وما والاها شديدة الوطأة على الناس حتى سميت سنة\r\nالدمار وذلك أن علي بن محمد بن الفرات ولى فيها الوزارة المرة الثالثة وتقبض\r\nعلى الوزير حامد بن العباس وعلى علي بن عيسى وذلك يوم الخميس لتسع ليال بقين\r\nمن شهر ربيع الآخر فدخل الجنابي والقرامطة البصرة ليلة الاثنين بعد ولايته\r\nبأربعة أيام وكان خبر ولاية ابن الفرات والقبض على حامد وعلي بن عيسى قد\r\nوصل إلى الجنابي وأصحابه من وقته من قبل من كان يكاتبهم لان بعض البصريين\r\nالثقات حكوا أن القرامطة كانوا يقولون لهم يوم دخولهم ويلكم ما أرك سليطينكم\r\nفي إبعاد ذلك الشيخ عن نفسه وليعلمن ما يلقى بعده قالوا ونحن لا ندري ما يقولون\r\nحتى وردنا الخبر بعد ذلك بالقبض على حامد وعلى وولاية ابن الفرات فعلمنا\r\nما أرادت القرامطة وأن الخبر أتاهم من وقته في جناح طائر على ما أزكن الناس\r\nآلته واعتقدوا صحته فعاثت القرامطة في البصرة ودخلت الخيل المربد وكان سبك\r\nالمفلحي القائد بها فلما سمع الصيحة وقت الفجر فخرج وهو يظن أنها لفزعة دارت\r\nفلما توسط المربد يريد الدرب رأته القرامطة وهم وقوف بجانبي الشارع فشدوا\r\nعليه فقتلوه وقتلوا بعض من كان معه وركض الباقون فافلتوا وقاتلهم أهل البصرة\r\nفي شارع المربد إلى عشى ذلك اليوم ولا سلطان معهم فلم يظفروا بهم إلا بالنار\r\nفإنهم كانوا كلما حووا موضعا أحرقوا وانهزم أهل البصرة وجال القرامطة في\r\nشارع المربد ومروا بالمسجد الجامع وسكة بنى سمرة حتى انتهوا إلى شط نهر البصرة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nالمعروف بنهر ابن عمر الذي كان أنفذ حفره عبد الله بن عمر بن عبد العزيز وكانوا\r\nيخرجون من البصرة ليلا إلى معسكرهم بظهر البصرة ولا يبيت بها منهم أحد فرقا\r\nفأقاموا أياما على ذلك ثم انصرفوا وقد كان السلطان أنفذ إلى البصرة حين بلغه\r\nذلك بنى بن نفيس وجعفر بن محمد الزرنجي في جيش ثم ولى شرطة البصرة محمد\r\nابن عبد الله الفارقي وأنفذه في جيش ثان وخرج ابن الفرات في هذه الوقعة مغيظا\r\nعلى الناس وأطلق يد ابنه المحسن فقتل الناس وأخذ أموالهم وغلبا على أم المقتدر\r\nبالله وملكا أمرها وكان الذي سفر لهما في ذلك مفلح الخادم الأسود وكان الامر\r\nكله إليه وإلى كاتبه النصراني المعروف ببشر بن عبد الله بن بشر وكان مجبوبا\r\nفاحتالوا على مؤنس المظفر حتى أخرجوه إلى الرقة وأزعجوه من باب الشماسية\r\nفكان كالنفي له وكان حامد بن العباس قد استتر وعليه من المال الذي عقده\r\nعلى نفسه ألف ألف دينار فاحتال حامد إلى أن وصل إلى باب السلطان فدخل\r\nإلى نصر الحاجب فقال له قد تضمنني بألف ألف دينار فخذوا منى ألف ألف\r\nدينار وخمسمائة ألف دينار واحبسوني عندكم واحتسبوا لابن الفرات بألف\r\nألف دينار التي تضمنني بها ولا تطلقوا أيديهم على فأخبر بذلك الخليفة وأشار به\r\nعليه وقال ههنا فضل مال ويكون في حبسنا رجل هو بيت مال للسلطان فتلوموا\r\nفي ذلك وقال المحسن لمفلح الخادم يفسد على أمرى كله ولابد من تسليمه إلى\r\nفلم يزل مفلح بالمقتدر والسيدة حتى زالا عن الصواب وسلما حامدا إلى ابن الفرات\r\nفكان يصفع ويضرب ويخرجه المحسن إذا شرب فيلبسه جلد قرد له ذنب ويقيم\r\nمن يرقصه ويصفعه ويشرب على ذلك وأجرى على حامد أفاعيل قبيحة ليست\r\nمن أفاعيل الناس ولا يستجيزها ذو دين ولا عقل ولم يصل من ماله كثيرة شئ\r\nإلى السلطان وضاع ما كان بذله وحدر إلى واسط وسلم إلى البزوفري العامل فقتله\r\nوأخرجه إلى أهل واسط وسلمه إلى من يجنه فاجتمع الناس وصلوا عليه وعلى قبره\r\nأياما متوالية وزعم ابن الفرات للسلطان أن علي بن عيسى خائن ممائل للقرمطي\r\nفصادره على مال استخرج بعضه من قبله ثم نفاه إلى اليمن ووكل به رجلا من\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nأصحابه وأمره بالاحتيال لقتله فقبض الله يده عن ذلك بصاحب لشفيع اللؤلؤي\r\nصاحب البريد كان قد وكله به فلما خرج عن مكة لقيه أصحاب ابن يعفر فحالوا\r\nبينه وبين الموكلين به وأرادوا قتل الموكل به لأنه كان أضجعه بمكة ليذبحه فخالفه\r\nعون كان معه ودفع عنه فمنع علي بن عيسى من قتل الموكل به ولما بلغ ابن\r\nيعفر تلقاه أخوه ومعه هدايا عظيمة القدر فأكرمه وأنزله في دار عظيمة وأنزل\r\nالموكل به في دار غيرها ولم يزل علي بن عيسى يجرى بعد ذلك على العون\r\nالمخالف في قتله وعلى عياله الجرايات دهرا طويلا ووجه المحسن ابن أبي الحوارى\r\nإلى الأهواز فقتل بموضع يعرف بحصن مهدى وكان نصر الحاجب يدارى\r\nالمحسن وأباه ويطيل عنده إلى نصف الليل القعود وينصرف عنه حتى اتصل\r\nبه أن المحسن ضمن لعشرين غلاما عشرين ألف دينار على أن يقتلوا نصرا إذا\r\nخرج من عند أبيه في بعض الممرات فتحفظ منه وكان لا يركب إلا في غلمان\r\nكثيرة وسلاح عتيد واحتال في إزالة نصر بكل حيلة فما قدر على ذلك واحتال\r\nعلى شفيع المقتدري فدس من يقع فيه ويقول إنه إن خرج إلى الثغر يحصل\r\nعنده مال عظيم فلم يجب إلى ذلك ونفى أبا القاسم سليمان بن الحسن وأبا على محمد\r\nابن علي بن مقلة إلى شيراز وكتب إلى إبراهيم بن عبد الله المسمعي في اتلافهما\r\nفسلمهما الله ونفى النعمان بن عبد الله الكاتب وكان رجل صدق وقد اعتزل\r\nالأعمال ولزم بيته وغلة ضيعة له فغربه إلى واسط ووجه المحسن رجلا كان يصحب\r\nابن أبي العذافر خلفه فذبحه بواسط ونفى إبراهيم بن عيسى وعبد الله بن ما شاء الله\r\nإلى واسط ودس إليهما من قتلهما وطالب ابن حماد الموصلي الكاتب فقال له\r\nنصر الحاجب سلمه إلى وعلى مائة ألف دينار من قبله وأسلمه بعد هذا إليكم\r\nعلى أن تلزموه بيته فلم يفعل المحسن ذلك وعنف به وشتمه فرد عليه ابن حماد\r\nالقول فقتله وكان أبو بكر أحمد بن محمد بن قرابة يتكلف للمحسن نفقاته كلها من\r\nماله أيام نكبة أبيه وخموله فلما ولى الوزارة أكرمه أبوه وأقبل عليه فحسده\r\nالمحسن وجعل يحتال في تلفه وعزم على أن يركبه معه ليلا في طيارة من داره التي\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nيسكنها المحسن إلى دار أبيه بالمخرم فإذا توسط دجلة أمر من يرمى بابن قرابة فيها\r\nوكانت أيام ممدود ؟ ؟ قال الصولي فعرفني بذلك سرا خادم للمحسن يقال له مريث\r\nلمودة كانت بيني وبينه فأشعرت ابن قرابة بما ذهب إليه فيه فلم يدخل له دارا ولا\r\nجلس منه في طيار إلى أن فرج الله أمرهم ولم تطل المدة قال الصولي وكان المحسن\r\nمقيما عندي أيام نكوبهم وكنت كثير الانحراف إليهم فلما عادوا إلى المنزلة التي\r\nكانوا بعدوا عنها اختصني علي بن الفرات وأمرني بملازمة مجلسه وزاد في رزقي\r\nسبعين دينارا وقال لي انظر ما تريد من الأعمال أقلدك إياه فسعى بي المحسن إلى أبيه\r\nبفعل واش وشى بي إليه فثقل جانبي على الوزير حتى قلت في ذلك قصيدة فأصغى\r\nإليها وقبل اعتذاري فيها وزال ما كان في نفسه وبقى المحسن على غله ومن\r\nالشعر إذا اختصرناه\r\nقل لرحا ملكنا وللقطب * وسيد وابن سادة نجب\r\nوللوزير البعيد همته * البالغ المجد غاية الرتب\r\nلا والذي أنت من فواضله * يا منقذ الملك من يد النوب\r\nما كان شئ مما وشى لكم * ذو حسد مفتر وذو كذب\r\nهل علة أوجبت على سوى * مدحي وشكري في الجد واللعب\r\nأكفر نعماكم ويشكرها * عدوكم إن ذا من العجب\r\nفسائلوا علم ذاك أنفسكم * فليس رأيي عنكم بمحتجب\r\nمتى سمعتم من السعاة أراني * الله أشلاهم على الخشب\r\nوأوطن الحتف في ديارهم * حتى يبادروا بالويل والحرب\r\nوليكم رأس ما لكم أبدا * والرأس إن ضاع ليس كالذنب\r\n( وفى هذه السنة ) توفى يأنس الموفقي وكان رفيع المكانة عند السلطان عظيم\r\nالغناء عنه ولقد عزى به نصر الحاجب يوم وفاته فجعل يبكى ولا يتعزى وقال لقد\r\nأصيب الملك مصيبة لا تنجبر وقال من أين للخليفة رجل مثله شيخ ناصح مطاع\r\nينزل عند سور داره من خيار الفرسان والغلمان والخدم ألف مقاتل فلو حزب\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nالسلطان أمر وصاح بن صائح من القصر لوافاه من ساعته في هذا العدد قبل أن يعلم\r\nبذلك غيرهم من جنسه فلما توفى يأنس انتصح نصر الحاجب الخليفة في أمواله\r\nوكانت عظيمة وكانت له ضياع ومستغلات وأمتعة ووطاء وكسوة لا يعرف لشئ\r\nمنها قدر فقال نصر الحاجب للمقتدر ان يانسا خلف ضياعا تغل ثلاثين ألف دينارا\r\nإلى ما خلف من سائر المال وأشار عليه بأن يوجه ابنه أبا العباس إلى داريانس فيصلى\r\nعليه ويأمر بدفنه ويحضر جميع فرسانه وخدمه وحاشيته فيقول لهم أنا مكان\r\nيأنس لكم وفوقه وزائد في الاحسان إليكم والتفقد لأحوالكم ثم يحصى ما تخلفه\r\nولا يفوت منه شئ فيجمع بذلك الاستحماد إلى الرجال والاحراز للمال فأصغى\r\nالمقتدر إلى نصيحة نصر الحاجب وظهر له صواب قوله فما خرج عنه حوله ابن الفرات\r\nوولده عن رأيه وأمر المحسن بتحصيل التركة فأذهب أكثرها وخان الخليفة فيها\r\nوأخذ أكثر ذلك لنفسه حتى لقد كانت الشقاق الدبيقية الشقيريات التي أقل ثمن\r\nكل واحدة منها سبعون دينارا تحشى بها المخاد الارمينية والمساور وتباع فتشتري\r\nللمحسن على أن الذي داخلها حشو صوف وكذلك فعل بالقصب المرتفع والرشيدي\r\nوالملحم الشعيبي والنيسابوري ولقد أخذ من الوسائد الرفيعة والمساور المحكمة\r\nفحشاها بالند والعود عتيا وطغيانا وكذلك كان يتكئ عليها ومما يعتد به على ابن\r\nالفرات وولده أن أحمد بن محمد بن خالد الكاتب المعروف بأخي أبى صخرة كان قد\r\nولى الدواوين وكان من مشايخ الكتاب ورؤسائهم فتوفى في هذا العام وخلف ورئة\r\nأحداثا فأنهى كثرة ما خلف من المال إلى المقتدر فأمر بالتوكيل بخزانته وداره فسار\r\nبعض الورثة إلى المحسن وضمنوا له مالا على إزالة التوكيل وحل الاعتقال فكلم المحسن\r\nأباه في ذلك وركب إلى المقتدر فقال له إن المعتضد والمكتفى قد كان قطعا الدخول على\r\nالناس في المواريث وأنا أرى لمولاي أن يحيى رسومهما وأن يأمر باثبات عهدأ لا يتعرض\r\nأحد في ميراث فأجابه المقتدر إلى ذلك إذ ظن أنها نصيحة منه فسلمت الدار إلى ورثة\r\nالكاتب وأنشأ ابن الفرات كتابا عن المقتدر في إسقاط المواريث نسخته ( بسم الله\r\nالرحمن الرحيم ) أما بعد فان أمير المؤمنين المقتدر بالله يؤثر في الأمور كلها ما قربه من الله\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nعز وجل واجتلب له جزيل مثوبته وواسع رحمته وحسنته العائدة على كافة رعيته\r\nكما جعل الله في طبعه وأولج في بيته من التعطف عليها وإيصال المنافع إليها وإبطال\r\nرسوم الجور التي كانت تعامل بها جاريا مع أحكام الكتاب والسنة عاملا بالآثار\r\nعن الأفاضل من الأئمة وعلى الله يتوكل أمير المؤمنين وإليه يفوض به ويستعين\r\nوأنهى إلى أمير المؤمنين المقتدر بالله أبو الحسن علي بن محمد الوزير ما يلحق كثيرا\r\nمن الناس من التحامل في مواريثهم وما يتناول على سبيل الظلم من أموالهم وأنه\r\nقد كان شكى إلى المعتضد بالله مثل ذلك فكتب إلى القاضيين يوسف بن يعقوب\r\nوعبد الحميد يسألهما عن العمل في المواريث فكتبا إليه أن عمر بن الخطاب وعلى\r\nابن أبي طالب وعبد الله بن العباس وعبد الله بن مسعود ومن اتبعهم من\r\nالأئمة وعلماء هذه الأمة رحمهم الله رأوا أن يرد على أصحاب السهام من القرابة\r\nما يفضل عن السهام المفروضة لهم في كتاب الله عز وجل من المواريث إن لم\r\nيكن للمتوفى عصبة يرثون ما بقي ممتثلين في ذلك كتاب الله عز وجل في قوله \" وأولوا\r\nالأرحام بعضهم أولى ببعض في كتاب الله \" ومحتملين على سنة رسول الله في توريث\r\nمن لا فرض له في كتاب الله من الخال وابن الأخت والجدة وأن تقليد العمال\r\nأمر المواريث دون القضاة شئ لم يكن إلا في خلافة المعتمد على الله فإنه خلط\r\nفي ذلك فأمر المعتضد بإبطال ما كان الامر جرى عليه أيام المعتمد في المواريث\r\nوترك العمل فيها بما روى عن يزيد بن ثابت بأن يرد على ذوي الأرحام ما أوجب\r\nالله رده وأولو العلم من الأئمة فأمر أمير المؤمنين المقتدر بالله أن يجرى الامر\r\nعلى ذلك ويعمل به وكتب يوم الخميس لأربع عشرة ليلة بقيت من شهر رمضان\r\nسنة 311 فلما نفذ كتاب المقتدر بهذا وأشهد على ورثة ابن خالد الكاتب بتسليم\r\nما خلفه وقبضهم له وجه المحسن إليهم من أخذ جميع ما لهم وحبسهم وأخافهم\r\n( وحج ) بالناس في هذه السنة الفضل بن عبد الملك\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nثم دخلت سنة 312\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها ورد الخبر في أول المحرم على الخليفة ببغداد بقطع الجنابي والقرامطة\r\nعلى الحاج وما حدث فيهم من القتل والأسر وذهاب عامة الناس آل السلطان\r\nوغيرهم وأن عبد الله بن حمدان قد قلد أمر الطريق فمضى الناس في القافلة الأولى\r\nفسلموا في أول مسيرهم حتى إذا صاروا بفيد اتصل بهم خبر القرامطة فتوقفوا\r\nوورد كتاب أبى الهيجاء على نزار بن محمد الخراساني وكان في القافلة الأولى بأن\r\nيتوقف عليه حتى يجتمعوا فتوقف نزار وتلاحقت قوافل الشارية والزيرية\r\nوالخوارزمية فلما صاروا بأجمعهم بالهبير غشيهم الجنابي وأصحابه القرامطة فقتلوا\r\nعامتهم واتصل الخبر بسائر القوافل وقد اجتمعت بفيد فتشاوروا في العدول إلى\r\nوادى القرى ولم يتفقوا على ذلك ثم عزموا على المسير فقطع بهم الجنابي وأسر أبو الهيجاء\r\nالقائد وأفلت نزار وبه ضربات أثخنته وأسر ابن للحسين بن حمدان وأحمد بن بدر العم\r\nوأحمد بن محمد بن قشمرد وابنه وأسر مازج الخادم صاحب الشمسة وفلفل الفتى\r\nونحرير فتى السيدة وكان على القافلة الثالثة وقتل بدر ومقبل غلاما الطائي وكانا\r\nفارسين مشهورين ممن يسير بالقوافل ويدافع عنها ولهما قدر وذكر وأسر خزرى\r\nوابنه وكانا من القواد وقتل سائر الجند وأخذت القرامطة الشمسة وجميع ما كان\r\nللسلطان من الجواهر والطرائف وأخذوا من أموال الناس ما لا يحصى وتحدث\r\nمن أفلت بأنه صار إليهم من الدنانير والورق خاصة نحو ألف ألف دينار ومن\r\nالأمتعة والطيب وسائر الأشياء ما قيمته أكثر من هذا وأن جميع عسكره إنما\r\nكان ثمانمائة فارس وسائرهم رجالة وكل من أفلت من أيدي القرامطة أكلهم\r\nالاعراب وسلبوا ما بقي معهم مما كان تخباه الناس من أموالهم ومات أكثر الناس\r\nعطشا وجوعا ولما صح عند المقتدر ما نال الناس وناله في رجاله وماله عظم\r\nذلك عنده وعند الخاصة والعامة وجل الاغتمام به على كل طبقة وتقدم الخليفة\r\nإلى ابن الفرات في الكتاب إلى مؤنس الخادم بأن يقدم من الرقة ليخرج إلى\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالقرمطي وكتب إليه نصر الحاجب بالاستعجال والبدار فسلك الفرات في خاصته\r\nوأسرع في مسيره ووصل إلى بغداد في غرة شهر ربيع الأول\r\nذكر التقبض على ابن الفرات وابنه وقتلهما\r\nوفى يوم الثلاثاء لتسع خلون من شهر ربيع الآخر قبض على علي بن محمد بن\r\nالفرات الوزير واختفى المحسن ابنه فاشتد السلطان في طلبته وعزم على تفتيش\r\nمنازل بغداد كلها بسببه وأمر بالنداء بهدر دم من وجد عنده وأخذ ماله وهدم\r\nداره وتشدد على الناس في ذلك التشدد الذي لم يسمع بمثله فجاء من أعطى نصرا\r\nالحاجب خبره ودله على موضعه فوجه بالليل من كبسه وأخذه وقد تشبه بالنساء\r\nوحلق لحيته وتقنع فأتى به على هيئته وفى زيه لم تغير له حال وضرب في الليل\r\nبالدبادب ليعلم الناس أنه قد أخذ وغدت العامة إلى دار الخليفة ليروه وتكاثر\r\nالناس وازدحموا للنظر إليه وهو في ذلك الزي الذي وجد عليه ثم أحضر أبو القاسم\r\nعبد الله بن محمد بن عبيد الله الخاقاني فاستوزر وأقعد وخلع عليه للوزارة فاستوزر\r\nمنه رجل قد تكهل وفهم وجرب وفارق ما كان عليه في أيام أبيه من الحداثة\r\nوغلب عليه الوقار والسكينة وكان مؤنس الخادم هو الذي أشار به وزين أمره\r\nوحض المقتدر على استيزاره فأول ما قعد نصب لمناظرة ابن الفرات وولده\r\nومحاسبتهما رجلا يعرف بابن نقد الشر فتشدد عليهما في الأموال فلم يذعنا إلى\r\nشئ إذ علما أنهما تالفان وكان في أول ضمهما قد دسسا إلى من تضمن عنهما\r\nمالا عظيما على أن يحبسا في دار السلطان ولا ينطلق عليهما أيدي أعدائهما فهم\r\nالمقتدر بذلك وأصغى إليه فاجتمع الرؤساء مؤنس وشفيع اللؤلؤي ونصر وشفيع\r\nالمقتدري ونازوك وكلهم عدو لابن الفرات ومطالب له فسعوا في إحالة رأى\r\nالخليفة عن ضمه إلى الدار وتقدموا إلى الغلمان بأن يشغبوا ويحملوا السلاح\r\nويقولوا قد عزم السلطان أن يستوزر ابن الفرات مرة رابعة لا نرضى إلا بقتله\r\nعلى عظيم ما أحدث في الملك وأفسد من الأمور وأتلف من الرجال ففعلوا وكتب\r\nشفيع اللؤلؤ إلى المقتدر وكان صاحب البريد والثقة في ايراد الاخبار يشنع عليه\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nقيام الغلمان وتشوف الناس إلى الخلعان فأمر المقتدر بقتل ابن الفرات وابنه\r\nوتقدم إلى نازوك بأن يضرب أعناقهما في الدار التي كانت لابن الفرات ويوجه\r\nإليه برأسيهما فنفذ ذلك من وقته وبعث بالرأسين في سفط ثم رد السفط إلى شفيع\r\nاللؤلؤي فوضع الرأسين في مخلاة وثقلهما بالرمل وغرقهما في دجلة * وفى هذا\r\nالعام قبل القبض على ابن الفرات بأيام توفى محمد بن نصر الحاجب وكان خلفا\r\nمن أبيه قال الصولي عرفته والله في كريما عالي الهمة جميل الامر سرى الآلة كثير\r\nالمحاسن قد اشتهى جمع العلم وكتب الحديث وتخلف كتبا بأكثر من ألفي دينار\r\nقال وكان قد خرج على امارة الموصل ونواحيها فدعاني إلى الخروج معه على أن\r\nأقيم شهرا أو شهرين بألف دينار معجلا عند الخروج وألف مؤجلا عند الانصراف\r\nقال فلم ينتظم لي أمرى على الخروج معه ففعل قريبا مما قال وأنا مقيم بمنزلي ثم إن\r\nأباه لم يصبر عنه فأقدمه بغداد فقلت شعرا أذكر فيه مفارقته وقدومه على عروض\r\nكان يعجبه وهو هذا اختصرناه\r\nحرق ذابت لها الأحشاء * من حر الفراق\r\nبقيت وقفا على ه‍ * تم وأحزان بواقي\r\nآه من فجعة بين * جلبت ماء المآقي\r\nوتباريح اشتياقي * ساق قلبي للسياق\r\nإن صبري عن أبي نصر * لضرب من نفاق\r\nعن أمير جل عن اتيان * أفعال دقاق\r\nواسع الهمة في الافضال * ممدود الرواق\r\nنشرب الصافي من جد * واه في كأس دهاق\r\nهو بحر وأعالي ال‍ * ناس في الجلود سواقى\r\nإن أكن عنك تأخر * ت بجد ذي محاق\r\nوزمان آخذ من * كل حر بالخناق\r\nفلقد شد سروري * ونشاطي في وثاق\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nووجدت الماء في بعدك * كالملح الزعاق\r\nفحمدت الله إذ م‍ * ن بقرب وتلاقي\r\nوعلى الحج مقرو * نا بغزو وعتاق\r\nإن تسمحت لنفسي * بعد هذا بفراق\r\nوفى هذه السنة توفى محمد بن عبيد الله بن خاقان والد الوزير وعزى منه فكان جميل\r\nالعزاء وملتزما للصبر واعتل الوزير عبد الله بن محمد في جمادى الآخرة من هذا العام\r\nبعد وفاة أبيه فكان يتحامل على الجلوس للناس فيدخلون عليه وهو لقى شديد العلة\r\nفلم يزل على هذه الحال حتى استهل شهر رمضان ثم صلحت حاله ونقه من علته وكان\r\nالوزير قد نافر نصرا الحاجب وعمل عليه عند المقتدر حتى هم بالقبض على نصر وظن\r\nالوزير أن ذلك مما يسر به مؤنسا في نصر إذ كان توهم أن الذي بينهما فاسد وكانا عند\r\nالناس متخالفين وهما في الحقيقة كنفس واحدة فقدم مؤنس وبعث إليه نصر كاتبه\r\nفتلقاه بأسفل المدائن وعرفه خبر نصر كله فوجده لنصر كمنزلة نفسه وقال للكاتب\r\nقل له عنى بحقي عليك إن تلقيتني وأخليت الدار فلا مؤنة عليك منى فان كنت\r\nلابد فاعلا فبالقرب فتلقاه نصر بسوق الاحد وكان دخول مؤنس في أول سنة 13\r\nوسيقع خبره في موضعه إن شاء الله * وفى ذي القعدة من هذه السنة قدم خلق\r\nكثير من الخراسانية إلى مدينة السلام للحج واستعدوا بالخيل والسلاح فأخرج السلطان\r\nالقافلة الأولى مع جعفر بن ورقاء وكان أمير الكوفة يومئذ فوقع إليه خبر القرمطي\r\nوتحركه مرتصدا للقوافل فأمر جعفر الناس بالتوقف والمقام حتى يتعرف حقائق\r\nالاخبار وتقدم جعفر في أصحابه ومن خف وتسرع من الحاج فلما قرب من\r\nزبالة اتبعه الناس وخالفوا أمره فوجدوا أصحاب الجنابي مقيمين ينتظرون\r\nموافاة القوافل وقد منعوا أن يجوزهم أحد يخبر بخبرهم فلما رأوه ناوشوه القتال\r\nثم حال بينهم الليل وخلص ابن ورقاء بنفسه وقتل خلق كثير ممن كان معه وترك\r\nالحاج المتسرعة جمالهم ومحاملهم وفروا راجعين إلى الكوفة واتبعهم القرمطي\r\nوكان بالكوفة جنى الصفواني وثمل الطرسوسي وطريف السبكري فاجتمعوا\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nواجتمع إليهم بنو شيبان فحاربوا القرمطي عشية فقاموا به وانتصفوا منه ثم\r\nباكرهم بالغدو فهزمهم وأسر جنيا الصفواني وقتل خلقا من الجند وانهزم الباقون\r\nإلى بغداد وأقام القرامطة بالكوفة وأخذوا أكثر ما كان في الأسواق وقلعوا\r\nأبواب حديد كانت بالكوفة ثم رحل إلى البحرين وبطل الحج من العراق في\r\nهذه السنة وصح حج أهل مصر والشأم وكان معهم بمكة علي بن عيسى فكتب\r\nالوزير عبد الله بن محمد إلى علي بن عيسى بأن يتقلد أعمال مصر والشأم وجعل\r\nأمر المغرب كله إليه فمضى على لما تم الحج من مكة إلى الشأم ومصر وندب\r\nالمقتدر مؤنسا الخادم إلى الكوفة فوصل إليها وقد رحل الجنابي عنها فأقام بها\r\nأياما ثم كتب إليه السلطان أن يعدل إلى واسط فيقيم بها فرحل إليها واستقر\r\nبها ولم يغن شيئا في حركته هذه على أنه أنفق في خروجه فيما حكاه نصر الحاجب\r\nومن حصل ذلك معه نحو ألف ألف دينار * وحج بالناس في هذه السنة\r\nالفصل بن عبد الملك\r\nثم دخلت سنة 313\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها سعى الوزير عبد الله بن محمد الخاقاني على نصر الحاجب عند المقتدر وحمله\r\nعلى الفتك به والتقبض عليه فكتب المقتدر إلى مؤنس الخادم وكان بواسط أن\r\nيقدم عليه ليكون القبض على نصر الحاجب بمشاهدته وعن رأى منه ورضى\r\nإذ كان المقتدر مصغيا إليه ومحتاجا إلى رأيه وغنائه فلما قدم مؤنس بغداد وشاوره\r\nالمقتدر في أمر نصر قال له والله يا سيدي لا اعتضت منه أبدا ولولا مكانه من\r\nنصيحتك وخدمتك ما تهيأ لي أن أفارق قصرك ولا أغيب من مشاهدة أمرك\r\nوباينه في أمره مباينة وقفته عنه ثم أوصل المقتدر نصرا إلى نفسه وقرب\r\nمكانه ومكان مؤنس وأصغى إليهما ولقب مؤنس بالمظفر من حين قدومه من\r\nالغزاة فكان مما قاله نصر للمقتدر وقد علم ما كان ذهب إليه فيه كم من أمر\r\nقد عقد على أمير المؤمنين وابتغى إدخال الكدح في سلطانه ولم يعلم به\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nفكفاه الله إياه بسعايتنا في صرفه عنه فحلف لهما المقتدر أنه ما هم بسوء فيهما قط\r\nولا يفعل مكروها بأحدهما ما بقيا فقوى أمر نصر وتأيد بمونس وضعف أمر الوزير\r\nعبد الله بن محمد واعتل ولزم بيته فكان الناس يد لون عليه وهو لقى وتولى أعماله\r\nونظره عبيد الله بن محمد الكلواذاني صاحب ديوان السواد وبنان النصراني كاتبه\r\nومالك بن الوليد النصراني وكان إليه ديوان الدار وابن القناني النصراني وأخوه\r\nوكان إليه ديوان الخاصة وبيت المال وابنا سعد حاجباه ومما أوهن أمر الوزير\r\nوكرهه إلى الناس غلاء الأسعار في زمانه ولم يكن عنده مادة من حيلة يكثر بها\r\nورود المير إلى بغداد وكان مما أشار إليه نصر عند مكالمته للمقتدر بما كان يدار\r\nعليه ويسعى فيه من الوثوب عليه ولم يشرح ذلك له أن بعض القواد واطؤا قوما\r\nمن الاعراب على أن يقعدوا عند ركوب الخليفة إلى الثريا بالقرب من طريقه\r\nفإذا وازاهم وثبوا من ثلم كانت تهدمت في سور الحلبة وأوقعوا به ثم يخرجون\r\nويحكمون على أنهم شراه فكان نصر حينئذ قد أراد كشف ذلك للمقتدر وشاور\r\nمن وثق به فيه فقال له لا تفعل فلست بآمن ألا يتضح الامر للخليفة فتوحشه\r\nوترعبه ثم يصير من اتهم بهذا عدوا لك وساعيا عليك ولكن امنعه الركوب إلى\r\nالثريا حتى تبنى ثلم السور وإن عزم على الركوب استعددت بالغلمان والعدة وألزمتهم\r\nتلك المواضع المخوفة وعملت مع هذا في استئلاف كل من سمى لك من هؤلاء\r\nالقواد ومن تابعهم على مذهبهم فمن كان منهم متعطلا من ولاية وليته ومن كان\r\nمستزيدا زدته ومن كان خائفا آمنته وإن أمكنك تفريقهم في الأعمال فرقتهم\r\nفيها وكان نصر رجلا عاقلا فعمل برأي من أشار عليه بهذا وسعى في ولاية بعض\r\nالقوم فأخرج واحدا إلى سواد الكوفة وأخرج آخر إلى ديار ربيعة ولما صفت\r\nالحال بين نصر ومؤنس واستألف نصر ثمل القهرمانة وكانت متمكنة من المقتدر\r\nوظهر من أمر الوزير عبد الله بن محمد ما ظهر تكلموا في عزله وشاوروا في رجل\r\nيصلح للوزارة مكانه فمالت ثمل برأيها وعنايتها إلى أحمد الخصيبي وكان يكتب لام\r\nالمقتدر وساعدها نصر على ذلك حتى تم له وصح عزم المقتدر عليه\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nذكر التقبض على الوزير الخاقاني وولاية أحمد الخصيبي\r\nوقبض على الوزير عبد الله بن محمد الخاقاني لاحدى عشرة ليلة خلت من شهر\r\nرمضان ووكل به في منزله فكانت ولايته ثمانية عشر شهرا وخلع في هذا النهار\r\nعلى أبى العباس أحمد بن عبيد الله بن أحمد بن الخصيب للوزارة وانصرف إلى منزله\r\nبقنطرة الأنصار ثم جلس من الغد في دار سليمان بن وهب بمشرعة الصخر فهابه\r\nالناس لموضعه من الخليفة بالوزارة التي صار إليها لمحله من خدمة السيدة وكتابتها ولعناية\r\nثم القهر مانة به وهابه كل منكوب من أصحاب الخاقاني وابن الفرات فحصل له من\r\nمالهم ألف ألف دينار أصلح منها أسبابه ثم ركب الوزير الخصيبي إلى القصر فرماه الجند\r\nبالنشاب من جزيرة بقرب قصر عيسى فلجأ إلى الشط وتخلص منهم بجهد فلما جلس في\r\nمجلسه قال لعن الله من أشار بي لهذا الامر وحسن دخولي فيه فقد كان كرهه لي من أثق\r\nبه وبرأيه وكرهته لنفسي ولكن القدر غالب وأمر الله نافذ وأقر الخصيبي عبيد الله بن\r\nمحمد الكلواذي على ديوان السواد وفارس والأهواز وأقر على الأزمة وديوان الجند\r\nأبا الفرج محمد بن جعفر بن حفص وقلد ابن عم له شيخا يعرف بإسحاق بن أبي\r\nالضحاك ديوان المغرب ولم يكن للناس في هذا العام موسم لتغلب القرامطة\r\nعلى البلاد وقلة المال وضيق الحال فطولب بالأموال قوم لا حجة عليهم إلا لفضل\r\nنعمة كانت عندهم وألح الوزير على الناس في ذلك حتى طلب امرأة المحسن ودولة\r\nأم علي بن محمد بن الفرات وابنة موسى بن خلف وامرأة أحمد بي الحجاج بن مخلد\r\nبأموال جليلة وكثر الناس في ذلك وأنكروه غاية الانكار\r\nثم دخلت سنة 314\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها اشتدت مطالبة الخصيبي الوزير الأموال عند الناس وأكثر التعلل\r\nعليهم فيها ولم يدع عند أحد مالا أحس به إلا أخذه بأتعس ما يكون من الاخذ\r\nوالشدة وكان نصر بن الفتح صاحب بيت مال العامة قد توفى في شهر ربيع الأول\r\nمن هذا العام فطالب الخصيبي جاريته وابنته بالأموال وأحضرهما عند نفسه\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nواشتد عليهما فلم يجد عندهما كثير مال إذ كان نصر رجلا صحيح الأمانة وكان له\r\nمعروف عند الناس وأياد حسنة * وفيها أمر المقتدر ابن الخصيب وزيره\r\nباستقدام ابن أبي الساج من الجبل لمحاربة القرمطي فاستقدمه وأقبل يريد مدينة\r\nالسلام فاشتد على نصر الحاجب ونازوك وشفيع المقتدري وهارون بن غريب\r\nالخال وغيرهم من الغلمان دخوله بغداد فكتب إليه مؤنس بأن يعدل إلى واسط\r\nلكيون مقامه بها وغزوه القرامطة منها فسار إليها ثم تأخر نفوذه إلى القرمطي\r\nولم يتم خروجه إليه لشروط شرطها وأموال طلبها وكانت الأموال في غاية\r\nالتعذر فلم يجب إلى ما اشترطه وكان ذلك سببا لتوقفه * وفيها اتخذت أم المقتدر\r\nكاتبا يقوم بأمر ضياعها وحشمها وأسبابها لما رأت الخصيبي قد اشتغل بالوزارة\r\nوالنظر في أسباب المملكة فقالت لثمل القهرمانة ارتادى لي كاتبا يقوم مكانه\r\nويحل محله فاتخذت لها عبد الرحمن بن محمد بن سهل وكان قد لزم بيته واقتصر\r\nعلى ضيعة له فاستخرج من منزله وكتب لام المقتدر وتولى أمورها وكانت فيه\r\nكفاية وأبوه شيخ من مشايخ الكتاب وممن عنى بالعلم فصعب أمره على الخصيبي\r\nالوزير وتمنى أنه لم يكن تولى الوزارة حين فارق خدمة أم المقتدر وكانت أنفع\r\nله من الخليفة فجعل أمره يضعف كلما قلت الأموال التي كان يتقرب بها ويشتد\r\nعلى الناس فيها\r\nذكر التقبض على الوزير الخصيبي وولاية علي بن عيسى الوزارة\r\nثم إن المقتدر أمر بالتقبض على الخصيبي أحمد بن عبيد الله الوزير يوم\r\nالخميس لاحدى عشرة ليلة خلت من ذي القعدة سنة 314 وعلى ابنه معه ومن\r\nلف لفه وتولى ذلك فيه نازوك صاحب الشرطة واستتر أصحاب دواوينه ومن\r\nأفلت من أهله وكان علي بن عيسى بالمغرب متوليا للاشراف فاستوزر\r\nواستخلف له عبيد الله بن محمد الكواذى إلى وقت قدومه وأنفذ المقتدر سلامة\r\nأخا نجح الطولوني رسولا إليه ليأخذ به على طريق الرقة ويتعجل استقدامه\r\nفكانت مدة وزارة الخصيبي أربعة عشر شهرا وضبط عبيد الله بن محمد الامر\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوقام به بقية سنة 14 وفيها مات أحمد بن العباس أخو أم موسى وماتت أختها أم\r\nمحمد فأظهر المقتدر الرضا عن أم موسى وردت عليها دورها وضياعها التي كانت\r\nاعتقلت عليها عندما اتهمت به على ما تقدم ذكره ( وحج بالناس في هذه السنة )\r\nأبو طالب عبد السميع بن أيوب بن عبد العزيز\r\nثم دخلت سنة 315\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها قدم علي بن عيسى بغداد يوم الأربعاء لخمس خلون من صفر بعد أن تلقاه\r\nالناس جميعا بالأنبار وفوق الأنبار ودخل المقتدر بالله فاستوزره وأمر بالخلع\r\nعليه فاستعفي فلم يعفه وسلم إليه الخصيبي ليناظره عن الأموال فلم يستبن عليه\r\nخيانة ولا علم أنه أخذ من مال السلطان شيئا فقال له ضيعت والمضيع لارزق\r\nله فرد ما ارتزقت وما أقطعت من الضياع فرد ذلك وقال علي بن عيسى الوزير\r\nللخليفة ما فعلت سبحة جوهر أخذت من ابن الجصاص قيمتها ثلاثون ألف\r\nدينار قال له هي في الخزانة فسأله أن يأمر بتطلبها فطلبت فلم توجد فأخرجها على\r\nمن كمه وقال له عرضت على هذه السبحة بمصر فعرفتها واشتريتها فإذا كانت\r\nخزانة الجوهر لا تحفظ فما الذي حفظ بعدها وأمير المؤمنين يقطع خزانه\r\nوخدمته الأموال الجليلة والضياع الواسعة فاشتد هذا الامر على السيدة أم المقتدر\r\nوعلى غيرها من بطانته واتهمت بالسبحة زيدان القهرمانة وكان لا يصل إلى\r\nخزانة الجوهر غيرها وضبط علي بن عيسى الامر جهده ونظر ليله ونهاره وجلس\r\nللمظالم في كل يوم ثلاثاء وكان لا يأخذ مال أحد ولا يتعلل على الناس كما كان\r\nيفعل غيره فأمن البراء في أيامه وقطع الزيادات والتعلل وتحفظ من أن تجرى\r\nعليه حيلة ودعته الضرورة بقلة المال إلى الاخلال ببعض الإقامات في طريق\r\nمكة وغيرها وخرج إليه توقيع المقتدر بأن لا يزيل الكواذى عن ديوان السواد\r\nولا محمد بن يوسف عن القضاء فقال ما هممت بشئ من هذا وإن العهد فيه إلى\r\nالتخليط على وكدح في نظري وأشار علي بن عيسى على المقتدر بأن يلزم خمسة\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nآلاف فارس من بنى أسد طريق مكة بعيلاتهم ويثبت لهم مال الموسم فإنه يكفيهم\r\nويترك ابن أبي الساج مكانه ويبعث لحرب القرمطي خمسة آلاف رجل من بنى شيبان\r\nبأقل من ربع المال الذي كان ينفق على ابن أبي الساج وكان على قد نظر إلى ما طلبه\r\nابن أبي الساج فوجده ثلاثة آلاف ألف دينار ووجد مال بنى أسد وبنى شيبان ألف\r\nألف دينار وألفى كاتب نيزوك يرتزق تسعمائة دينار في النوبة فأسقطها عنه وقال رزقه\r\nعلى صاحبه وأسقط من رزق مفلح الأسود ألف دينار في جملة الغلمان وأقره على ألف\r\nدينار كان يرتزق في النوبة وأراد مؤنس المظفر الخروج إلى الثغر فتبعه علي بن عيسى\r\nوسأله المقام وقال له إنما قويت على نظري بهيبتك ومقامك فان رحلت انتقض\r\nعلى تدبيري فأقام وقلد شيرزاذ ما كان يتقلد قلنسوة من أمر الحبس وضم إليه\r\nكاتب نازوك وأجرى له مائة وعشرين دينارا ولمن يخلفه ثلاثين دينارا وكان\r\nقلنسوة يرتزق لهذه الأعمال ثمانمائة دينار وصرف ياقوتا عن الكوفة وولاها\r\nأحمد بن عبد الرحمن بن جعفر إلى أن يصير إليها ابن أبي الساج ولما رأى المقتدر\r\nاجتهاد علي بن عيسى قال لقد استحييت من ظلمي قبل هذا له وأخذ المال منه وأمر\r\nبأن يرد عليه ذلك وأحال به على الحسين بن أحمد الماذرائي فاشترى علي بن عيسى\r\nبالمال ضياعا وضمها إلى الضياع التي وقفها على أهل مكة والمدينة وكان في ناحية بنى\r\nالفرات رجل يعرف بأبي ميمون الأنباري قد اصطنعوه وأحسنوا إليه فوجد له\r\nعلي بن عيسى أرزاقا كثيرة فاقتصر على بعضها فهجاه الأنباري ومن شعره المشهور\r\nفيه عند وزارته هذه\r\nقد أقبل الشؤم من الشام * يركض في عسكر أبرام\r\nمستعجلا يسعى إلى حتفه * مدته يقصر عن عام\r\nيا وزراء الملك لا تفرحوا * أيامكم أقصر أيام\r\nوكان علي بن عيسى قد كتب إلى ابن أبي الساج بأن يقيم بالجبل فلم يلتفت إلى\r\nكتابه وبادر بالاقبال إلى حلوان يريد دخول بغداد فكره أصحاب السلطان دخوله\r\nلها وكتب إليه مؤنس في العدول إلى واسط وعرفه أن الأموال من ثم ترد عليه\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nفصار إلى واسط عاث أصحابه بها على الناس وكثر الضجيج منهم الدعاء عليهم\r\nفلم يغير ذلك فقال الناس من أراد محاربة عدوه عمل بالأنصاف والعدل ولم يفتتح\r\nأمره بالجور والظلم وانتصحه من عرفه فلم يقبل النصيحة وخرج ابن أبي الساج\r\nإلى القرمطي من واسط فأبطأ في سيره وسبقه القرمطي إلى الكوفة ثم التقيا فهزمه\r\nالقرمطي وأخذه أسيرا وسار القرمطي يريد بغداد فعبر جسر الأنبار وخرج مؤنس\r\nالمظفر ونصر الحاجب وهارون بن غريب الخال وأبو الهيجاء ومعهم جيش السلطان\r\nيريدون القرمطي وقد بلغهم رحيله إليهم وبادر نصر أصحابه واختلف رأيهم وجزع\r\nأصحاب السلطان وامتلأت قلوبهم رهبة للقرمطي ووقفوا على قنطرة تعرف بالقنطرة\r\nالجديدة وأرادوا قطعها لئلا يجوز القرمطي إليهم وتابعه أكثر أهل العسكر فقطعت\r\nالقنطرة فلما صار القرمطي وأصحابه إليها رماهم أصحاب السلطان بالنشاب ورأوا\r\nكثرة الخلق فرجعوا وتبددوا في الموضع فعزم نصر على العبور إليهم ومناجزتهم\r\nفلم يدعه مؤنس ووجه السلطان إلى الفرات بطيارات وشميليات فيها جماعة من\r\nالناشبة وعليهم سبك غلام المكتفى فحالوا بين القرامطة وبين العبور وكان ثقل\r\nالقرمطي وسواد عسكره بحيال الأنبار وابن أبي الساج محبوس عندهم فأراد نصر أن\r\nيحتال للعبور في السفن ليلا وأن يكبسوا السواد طمعا في تخليص ابن أبي الساج\r\nفحم نصر الحاجب حمى ثقيلة أذهبت عقله يومين وليلتين وشاع ما أراد أن يفعله\r\nوقدم مؤنس غلامه يلبق في نحو ألفين فعبروا الفرات ليلا ووافوا سواد القرمطي\r\nبالأنبار وكان يلبق في جيش عظيم وسواد القرمطي في خيل يسيرة فانهزم\r\nأصحاب السلطان وأسر جماعة منهم وأسر ابن أبي الأغر في جملتهم فلما أتاهم\r\nالقرمطي جلس لهم وضرب أعناق جميعهم ودعا بابن أبى الساج من الموضع الذي\r\nكان محبوسا فيه فقال له أنا أكرمك وأنوى الصفح عنك وأنت تحرض على\r\nأصحابك فقال له قد علمت أنى ما أقدر على مكاتبتهم ولا مراسلتهم فأي ذنب لي\r\nفي فعلهم فقال له ما دمت حيا فلأصحابك طمع فيك فأمر به فضربت عنقه * وفيها\r\nاتصل بمونس المظفر أن أم المقتدر عاملة على قتله وأنها قد نصبت له من يقتله\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nإذا دخل الدار فاستوحش واحترس وطلب الخروج إلى الثغر فأجيب إلى ذلك\r\nثم اضطرب أمره لما حدث من أمر القرمطي * وفيها ورد الخبر بموت إبراهيم\r\nابن عبد الله المسمعي أمير فارس فخلع على ياقوت وقلد مكانه وولى محمد بن عبد الصمد\r\nكرمان ( وحج بالناس في هذه السنة ) أبو أحمد عبيد الله بن عبد الله بن سليمان\r\nمن بنى العباس\r\nثم دخلت سنة 316\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها أوقع سليمان الجنابي القرمطي بأهل الرحبة وقتل منهم مقتلة عظيمة ووجه سرية\r\nإلى ديار ربيعة فأوقعت ببوادي الاعراب واستباحتها ثم عادوا إلى الرحبة\r\nواستاقوا خمسة آلاف جمل ومواشي كثيرة وزحف القرامطة إلى الرقة للايقاع\r\nبأهلها فحاربوهم أشد محاربة ورموهم من أعالي دورهم بالماء والتراب والآجر\r\nوموهم بسهام مسمومة فمات منهم نحو مائة رجل وانصرفوا عنها مفلولين\r\nذكر القبض على علي بن عيسى الوزير وولاية محمد بن علي بن مقلة الوزارة\r\n( وفى هذه السنة ) قبض على علي بن عيسى ووكل به في دار الخليفة يوم\r\nالثلاثاء لاثنتي عشرة ليلة خلت من ربيع الأول وتوجه هارون بن غريب الخال\r\nإلى أبى على محمد بن علي بن الحسن بن عبد الله المعروف بابن مقلة فحمله إلى دار\r\nالمقتدر بعد مراسلات كانت بينهما وضمانات فقلده المقتدر وزارته وفوض\r\nإليه أموره وخلع عليه الوزارة يوم الخميس لأربع عشرة ليلة خلت من ربيع\r\nالأول فأقر عبيد الله بن محمد بن عبد الله الكلواذي على ديوان السواد وأقر\r\nالفضل بن جعفر بن محمد بن موسى بن الفرات على ديوان المشرق وأنفذه ناظرا\r\nعلى أعمال فارس وولى محمد بن القاسم الكرخي ديوان المغرب كان قد قدم\r\nمن ديار مضر وقلد الوزير أخاه الحسن بن علي ديوان الخاصة وديوان الدار\r\nالأصغر الذي تنشأ منه الكتب بالزيادات والنقل وقلد أخاه العباس\r\nابن علي ديوان الفراتية وديوان الجيش وأقر عثمان بن سعيد\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nالصيرفي على ديوان الجيش الأصل وإبراهيم بن خفيف على ديوان النفقات\r\nوأجرى الأمور أحسن مجاريها وأمر ألا يطالب أحد بمصادرة ولا غرم\r\nولا يعرض لصانع أحد حتى أقر أحمد بن جانى على ما كان يتقلده من ديوان\r\nأقطاع الوزراء وأجلس إبراهيم بن أيوب النصراني كاتب علي بن عيسى بين يديه\r\nعلى رسمه وأقره على ديوان الجهبذة وضمن أمر الرجالة المصافية الملازمين لدار\r\nالخليفة وقد بلغت نوبتهم عشرين ومائة ألف دينار في كل هلال فاستبشر الناس\r\nبه وسكنوا إليه وأمنوا وانفسحت آمالهم واتسعت هممهم وتباشروا بأيامه ثم\r\nخلع في غرة جمادى الأولى على أبى القاسم وأبى الحسين وأبى الحسن ابني أبى على\r\nمحمد بن علي الوزير لتقلد الدواوين ثم خلع على محمد بن علي بعد ذلك لتكنية أمير\r\nالمؤمنين إياه قال الصولي ولا أعلم أنه ولى الوزارة أحد بعد عبيد الله بن يحيى بن\r\nخاقان مدح من الاشعار بأكثر مما مدح به محمد بن علي قبل الوزارة وفى الوزارة\r\nوبعد ذلك لشهرته في الشعر وعلمه به وإثابته عليه وظهر من ذكاء ابنه أبى الحسين\r\nواستقلاله بالاعمال وتصرفه في الآداب وحسن بلاغته وخطه ما تواصفه الناس\r\nوكان أكثر ذلك في وزارته الثانية حين انفجر عليه الشباب وزالت الطفولة عنه\r\nقال وما رأينا وزيرا مذ توفى القاسم بن عبيد الله أحسن حركة ولا أظرف إشارة\r\nولا أتصلح خطا ولا أكثر حفظا ولا أسلط قلما ولا أقصد بلاغة ولا آخذ بقلوب\r\nالخلفاء من محمد بن علي وله بعد هذا كله علم بالاعراب وحفظ باللغة وشعر مليح\r\nوتوقيعات حسان وولى الوزير ابنه أبا القاسم ديوان زمام القواد مكان عبيد الله\r\nابن محمد وقلد ابنه أبا عيسى ديوان الضياع المقبوضة عن أم موسى والموروثة عن\r\nالخدم وأقر إسحاق بن إسماعيل على ما كان ضامنا له من أعمال واسط وغير ذلك\r\n( وفى هذه السنة ) رجع القرمطي إلى الكوفة فخرج إليه نصر الحاجب محتسبا\r\nوأنفق من ماله مائة ألف دينار إلى ما أعطاه السلطان وأعانه به واجتهد في لقاء\r\nالقرمطي ونصحه الجيش الذين كانوا معه وحسنت نياتهم في محاربة القرمطي\r\nفاعتل نصر في الطريق ومات في شهر رمضان فحمل إلى بغداد في تابوت وولى\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالحجابة مكانه أبو الفوارس ياقوت مولى المعتضد وهو إذ ذاك أمير فارس فاستخلف\r\nله ابنه أبو الفتوح إلى أن يوافي ياقوت\r\nذكر الحوادث التي أحدثها القرامطة بمكة وغيرها\r\n( وفى هذه السنة ) سار الجنائي القرمطي لعنه الله إلى مكة فدخلها وأوقع\r\nبأهلها عند اجتماع الموسم واهلال الناس بالحج فقتل المسلمين بالمسجد الحرام وهم\r\nمتعلقون بأستار الكعبة واقتلع الحجر وذهب به واقتلع أبواب الكعبة وجردها\r\nمن كسوتها وأخذ جميع ما كان فيها من آثار الخلفاء التي زينوا بها الكعبة\r\nوذهبوا بدرة اليتيم وكانت تزن فيما ذكر أهل مكة أربعة عشر مثقالا وبقرطي\r\nمارية وقرن كبش إبراهيم وعصا موسى ملبسين بالذهب مرصعين بالجوهر\r\nوطبق ومكبة من ذهب وسبعة عشر قنديلا كانت بها من فضة وثلاث\r\nمحاريب فضة كانت دون القامة منصوبة في صدر البيت ثم رد الحجر بعد أعوام\r\nولم يرد من سائر ذلك شئ * وقيل إن الجنابي لعنه الله صعد إلى سطح الكعبة\r\nليقلع الميزاب وهو من خشب ملبس بذهب فرماه بنو هذيل الاعراب من جبل\r\nأبى قبيس بالسهام حتى أزالوهم عنه ولم يصلوا إلى قلعه وظهر قرامطة يعرفون\r\nبالنفلية بسواد الفرات ومعهم قوم من الاعراب من بنى رفاعة وذهل وعبس\r\nفعاثوا وأفسدوا وكان عليهم رؤساء منهم يقال لهم عيسى بن موسى ابن أخت\r\nعبدان القرمطي ومسعود بن حريث من بنى رفاعة ورجل يعرف بابن الأعمى\r\nفأوقعوا وقائع عظيمة وأخذوا الجزية ممن خالفهم على رسوم أحدثوها وجبوا\r\nالغلات فأنفذ المقتدر هارون بن غريب إلى واسط فأوقع بهم وقتل كثيرا منهم\r\nوحمل منهم إلى مدينة السلام مائتي أسير فقتلوا وصلبوا * وورد الخبر في شعبان\r\nبأن الحسن بن القاسم الحسنى قام بالري ومعه ديلمي يقال له ما كان بن كاكى وأن\r\nالعامل عليها هرب إلى خراسان منه ثم ورد الخبر في شوال بإقبال ديلمي يقال\r\nله أسفار بن شيرويه من أصحاب الحسن بن القاسم إلى الري أيضا وان هارون\r\nابن غريب لقى أسفار هذا بناحية قزوين فهزمه أسفار وقتل أكثر رجاله وأفلت\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nهارون وحده ثم تلاحق به من بقي من أصحابه ( وفيها ) ولى إبراهيم بن ورقاء\r\nإمارة البصرة وشخص إليها من بغداد فما رأى الناس في هذا العصر أميرا\r\nأعف منه * ولما صار هارون بن غريب إلى الكوفة قلد كور الجبل كلها وضم\r\nإليه وجوه القواد فقلد أبا العباس بن كيغلغ معاون همدان ونهاوند مكان محمد\r\nابن عبد الصمد وقلد نحريرا الخادم الدينور مكان عبد الله بن حمدان وخلع عليهما\r\nفي دار السلطان فاستوحش لذلك عبد الله بن حمدان وكان هذا سبب معاوية\r\nعبد الله بن حمدان لنازوك عندما أحدثاه على المقتدر مما سيأتي ذكره ( وفى\r\nهذه السنة ) ولى أبو عبد الله أحمد بن محمد بن يعقوب بن إسحاق البريدي خراج\r\nالأهواز بعد أعمال كثيرة تصرف فيها هو وأخواه أبو يوسف وأبو الحسين\r\nفحمدت آثارهم وشاعت كفايتهم وحرص السلطان على اصطناعهم وزيادتهم\r\nفعلت أحوالهم وزادت مراتبهم وظهر من استقلال أبى عبد الله أحمد بن محمد\r\nبالاعمال وقرب مأخذها عليه والمعرفة بوجوه النظر والاجتهاد في إرضاء\r\nالسلطان ما تعارفه الناس وعلموه مع تخرق في الكرم والسودد وحسن\r\nالرعاية لمن خدمه واتصل به ولمن أمله وقصده حتى إنه لا يرضى لكل واحد\r\nمنهم إلا بغناه فأحب السلطان أن يلي هو وأخواه أكثر الأعمال الدنيا فلم يحبوا\r\nذلك واقتصر كل واحد منهم على دون ما يستحق من الأعمال ( وفيها )\r\nولى أبو الحسين عمر بن الحسن الأشناني قضاء المدينة مكان ابن البهلول\r\nإذ كبر واختلط عليه أمره ثم استعفى ابن الأشناني فأعفي وولى الحسين بن\r\nعبد الله بن علي بن أبي الشوارب قضاء المدينة وقلد أبو طالب محمد بن أحمد بن إسحاق\r\nابن البهلول قضاء الأهواز والأنبار عوضا مما كان يليه أبوه من قضاء المدينة\r\n( وفيها ) توفى أبو إسحاق بن الضحاك الخصيبي والليث بن علي بالرقة ( وحج\r\nبالناس ) في هذه السنة من تقدم ذكره\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nثم دخلت سنة 317\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها ثار بالمقتدر بعض قواده وخلعوه وهتك الجند داره ونهبوا ماله ثم أعيد\r\nإلى الخلافة وجددت له البيعة وذلك أن مؤنسا المظفر لما قدم من الرقة عند\r\nإخراجه إلى القرامطة وقرب من بغداد لقيه عبد الله بن حمدان ونازوك الحاجب\r\nفأغرياه بالمقتدر وأعلماه بأنه يريد عزله عن الامارة وتقديم هارون بن غريب\r\nمكانه لما تقدم ذكره من عزل المقتدر لابن حمدان عن الدينور مع استفساده\r\nإلى نازوك فعمل ذلك في نفس مؤنس ودخل بغداد أول يوم من المحرم وعدل\r\nإلى داره ولم يمض إلى دار الخليفة فوجه إليه المقتدر أبا العباس ولده ومحمد بن\r\nمقلة وزيره فأعلماه تشوقه إليه ورغبته في رؤيته فاعتذر بعلة شكاها وان تخلفه\r\nلم يكن الا بسببها فأرجف الناس بتكرهه الاقبال إليه وتجمعت الرجالة المصافية\r\nالملازمة بالحضرة إلى باب داره فواثبهم أصحابه ودافعوهم ووقع بنفس مؤنس\r\nأن الذي فعله الرجالة انما كان عن أمر المقتدر فخرج من الدار وجلس في طيار\r\nوصار إلى باب الشماسية وعسكر وتلاحق به أصحابه وخرج إليه نازوك\r\nفي جميع جيشه فعسكر معه وذلك يوم الأحد لتسع خلون من المحرم ولما بلغ\r\nالمقتدر ذلك ارتاع له ووعده بإخراج هارون بن غريب إلى الثغر وبذل له كل\r\nما رجا به استمالته وإذهاب وحشته وكتب المقتدر إلى مؤنس وأهل الجيش كتابا\r\nكان فيه واما نازوك فلست أدرى سبب عتبه واستيحاشه فوالله ما أعنت عليه\r\nهارون حين حاربه ولا قبضت يده حين طالبه والله يغفر له سوء ظنه واما\r\nعبد الله بن حمدان فلا أعرف شيئا أحفظه الا عزله عن الدينور وما كنا عرفنا\r\nرغبته فيها وانما أردنا نقله إلى ما هو أجل منها وما لاحد عندي إلا ما أحب لنفسه\r\nفان أربدبى نقض البيعة فإني مستسلم لأمر الله غير مسلم حقا خصى الله به\r\nوأفعل ما فعل عثمان بن عفان رضي الله عنه ولا ألزم نفسي حجة ولا آتي في سفك الدماء\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nما نهى الله عنه إلا في المواطن التي حدها الله في الكافرين والبغاة من المسلمين\r\nولست أستنصر إلا بالله لما أؤمله من الفوز في الآخرة وإن الله مع الذين\r\nاتقوا والذين هم محسنون فلما قرئ كتاب المقتدر في العسكر وثب وجوه\r\nالجيش وقالوا نمضى إلى دار الخليفة لنسمع منه ما يقول وبلغ ذلك المقتدر فأخرج\r\nعن الدار كل من كان يحمل سلاحا وجلس على سريره وفى حجره مصحف\r\nيقرأ فيه وأقام بنيه حوالي نفسه وأمر بفتح الأبواب وألا يمنع أحد الدخول\r\nفلما علم ذلك مؤنس المظفر أقبل إلى بالباب الخاصة ليعرف الحقيقة ويستقرب\r\nمراسلة الخليفة ثم كره أن يدخل عليه فيحث من الامر مالا يتلافاه\r\nفأمر الحجاب بأن يرجعوا إلى الدار وألزم معهم قوما من أصحابه وصرف\r\nالناس إلى منازلهم على حال جميلة وكلهم مسرور بالسلامة ورجع هو إلى داره\r\nليزيد بذلك في تسكين الناس وتطييب نفس الخليفة وذلك يوم الاثنين\r\nلعشر خلون من المحرم فلما كان يوم الخميس لثلاث عشرة خلت منه عاد أصحاب\r\nنازوك وسائر الفرسان إلى الركوب في السلاح وساروا إلى دار مؤنس المظفر\r\nفأحرجوه عن كره منه إلى المصلى العتيق وغلبه نازوك على التدبير واستأثر\r\nبالامر وباتوا في تلك الليلة على هذه الحال فلما أصبح نازوك ركب والناس معه\r\nفي السلاح إلى دار السلطان فوجدوا الأبواب مغلقة فأحرقوا بعضها ودخلوا\r\nالدار وقد تكامل على بابها من الفرسان نحو اثنى عشر ألفا فلما سمع المقتدر نفيرهم\r\nدخل هو وولده داخل القصر ونزل محمد بن مقلة إلى دجلة فركب طياره وصار\r\nإلى منزله وتقحم نازوك وأصحابه دخول الدار على دوابهم إلى أن صاروا إلى\r\nمجالس الخليفة وهم يطلبونه ويكشفون عنه فلما رأى مؤنس ذلك دخل الدار وسأل\r\nبعض الخدم عن المقتدر فأعلمه بمكانه فاحتال في إخراجه وإخراج أمه وولده\r\nووجه معهم ثقاته إلى داره ليستتروا فيها وأخرج علي بن عيسى من المكان الذي\r\nكان محبوسا فيه فصرفه إلى منزله وأخرج الحسين بن روح وكان محبوسا أيضا\r\nبسبب مال طولب به فصرفه إلى منزله ونهب الجند الدار ومحوا رسوم الخلافة\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nوهتكوا الحرمة وصاروا من أخذ الجوهر والثياب والفرش والطيب إلا مالا قدر\r\nله ثم وكل مؤنس أصحابه بالقصر وأبوابه وأجمع رأى نازوك وعبد الله بن حمدان\r\nعلى اقعاد محمد بن المعتضد للخلافة وأحضروه الدار ليلة السبت وحضر معهما مؤنس\r\nالمظفر ودعا لمحمد بن المعتضد بكرسي وخاطبه ثم انصرف مؤنس إلى داره وأقام\r\nنازوك في الدار إذ كان يتولى الحجابة مع الشرطة وانصرف عبد الله بن حمدان إلى\r\nمنزله ووجه نازوك بالليل من نهب دار هارون بن غريب الخال بنهر المعلى وداره\r\nبالجانب الغربي وأحرقتا جميعا ونهبت دور الناس طول ليلة السبت فكانت من\r\nأشأم الليالي على أهل بغداد وأفلت كل لص وجانى جناية ومقتطع مال وفتقوا\r\nالسجون التي كانوا فيها وأفلت من دار السلطان عبد الله صاحب الجنابي وعيسى بن موسى\r\nالديلمي وغيرهما من أهل الجرائر ثم أصبح الناس على مثل ذلك إلى أن ركب نازوك\r\nوأظهر الانكار لما حدث من النهب وضرب أعناق قوم وجد معهم أمتعة الناس فكف\r\nالامر قليلا وسمى محمد بن المعتضد القاهر بأمر الله وسلم عليه بالخلافة ووجه\r\nالقاضي محمد بن يوسف وجماعة معه إلى دار مؤنس المظفر ليجبروا المقتدر على\r\nالخلع فامتنع من ذلك ثم إن الرجالة المصافية طالبوا بست نوب وزيادة دينار وكان\r\nيجب لهم في كل نوبة مائة وعشرون ألف دينار عين إذ كانوا في عشرين ألف\r\nراجل وكان عدد الفرسان اثنى عشر ألفا ومبلغ ما لهم في كل شهر خمسمائة\r\nألف دينار فضمن نازوك ثلاث نوب للرجالة ودافعهم عن الزيادة فقالوا لا نأخذ\r\nالا الست نوب والدينار الزائد وأخر نازوك أعطاء الجند إذ لم يجتمع له المال وألحقوا\r\nفي قبضه فلم يعطوا شيئا يوم السبت ولا يوم الأحد وبكر الرجالة يوم الاثنين إلى الدار\r\nللمطالبة بالمال فدخل نازوك وخادمه عجيب الصقلبي إلى الصحن المعروف بالشعيبي\r\nودخل الرجالة إلى الدهليز يشتمون نازوك ويغلظون له ويتواعدونه لتأخيره العطاء\r\nوالزيادة عنهم ثم إنهم هجموا في الدار وثاروا على نازوك لعداوتهم له وحربهم له\r\nفي أول إمارته فقتلوا عجيبا خادمه وكان نازوك قد سد الطرق والممرات التي كانت\r\nفي دار السلطان تحصينا على نفسه واستظهارا على أمره فلما رأى فعل الرجالة\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوأيقن بالشر دخل ليهرب من بعض الممرات فوجدها مسدودة ولحقه رجل من\r\nالرجالة أصفر يقال له مظفر وآخر يقال له سعيد بن يربوع ويلقب بضفدع فقتلاه\r\nثم صلب جسده من وقته على بعض أدقاق الستائر التي تلى دجلة وصاحوا لا نريد\r\nإلا خليفتنا المقتدر بالله ووثب القاهر مع جماعة من خدمه فخرج من بعض أبواب\r\nالقصر وجلس في طيار ومضى إلى موضعه في دار ابن طاهر * قال الصولي ونحن\r\nنرى ذلك كله من دجلة ونهبت دار نازوك في ذلك الوقت ودار بنى بن نفيس\r\nوقد قيل إن مؤنسا المظفر لما رأى غلبة نازوك على الامر وجه ليلة الاثنين إلى\r\nنقباء الرجالة فواطأهم على ما فعلوه وكان لا يريد تمام خلع المقتدر ولذلك ما ستره\r\nولم يبت عنه منذ أدخله داره * وكان عبد الله بن حمدان في الوقت الذي قتل\r\nفيه نازوك بين يدي القاهر وهو يراه خليفة فلما هرب القاهر طلب ابن حمدان\r\nمن بعض الغلمان جبة صوف كانت عليه وضمن له مالا فلبسها وبادر يريد بعض\r\nالأبواب فندر به قوم من الغلمان والخدم فما زالوا يرمونه بالنشاب حتى قتلوه\r\nواحتزوا رأسه\r\nذكر صرف المقتدر إلى الخلافة\r\nوأخرج مؤنس المظفر المقتدر بالله وسأله الرجوع إلى الدار والظهور للناس\r\nفاستعفاه من ذلك فلم يدعه حتى رده في طياره مع خادمه بشرى فلما صعد القصر\r\nسأل عن عبد الله بن حمدان فأخبر بقتله فساءه ذلك وكان قد صح عنده أنه لم\r\nيرد من أول أمره ما أراده نازوك ولا ظن الحال تبلغ حيث بلغت ثم إن المقتدر\r\nقعد للناس وخاطبهم بنفسه وقال للرجالة لكم على ست نوب وزيادة دينار وقال\r\nللغلمان لكم على أرزاق أربعة أشهر وقال لسائر الجند لكم على أرزاق أربعة\r\nأشهر وزيادة خمسة دنانير لكل واحد منكم وما عندي ما بفى بهذا ولكني أبيع\r\nما بقي من ثيابي وفرشي وأبيع ضياعي وضياع من يجوز عليه أمرى فبايعه الناس بيعة\r\nمجددة واجتهد في توفيتهم ما ضمنه لهم وصرف أواني الذهب والفضة ثم أعجلوه عن\r\nصرفها فكان يزنها لهم مكان الدنانير والدراهم ووفى بكل الذي ضمنه وكان القاهر\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nلما أقعد للخلافة قد أحضر محمد بن علي الوزير يوم السبت ويوم الأحد وأمره\r\nأن يجرى الأمور مجاريها فلم يحدث شيئا ولاحاول أمرا فلما عاد المقتدر إلى حالته\r\nأحضره وشكر ما كان منه فكتب محمد بن علي إلى جميع الامراء والعمال والأطراف\r\nبما جدده الله للمقتدر بالله وكفاه إياه وارتجل الكتاب املاء بلا نسخة فأحسن فيها\r\nوأجاد * واضطربت الأمور ببغداد إلى أن ولى المقتدر شرطته إبراهيم ومحمدا ابني\r\nرائق مولى المعتضد وخلع عليهما وذلك بمشورة مؤنس المظفر وعن أمره\r\nفقاما بالامر أحسن قيام وضبطا البلد أشد ضبط وطاف كل واحد منهما بالليل\r\nفي جانبه من بغداد وكان أكثر الضبط لمحمد فهو الذي كان يقيم الحدود ويستوفى\r\nالحقوق وكانت في إبراهيم رحمة ورقة قلب * وقدم ياقوت من فارس في غرة\r\nشهر ربيع الأول فخلع عليه للحجابة وعلى محمد ولده لسبب هزيمتهم للسجستانية\r\nبكرمان وولى الأعمال جماعة ممن أشار بهم مؤنس ومحمد بن علي ولم يف مال\r\nالمقتدر والآنية التي أحضرها بأرزاق الجند فأمر بارتجاع ما كان أقطعه الناس\r\nمن الأموال والضياع والمستغلات وأفرد لها ديوانا وقلد الوزير ابن مقلة ذلك\r\nالديوان عبد الله بن محمد بن روح وسمى ديوان المرتجعة فتقلده في آخر المحرم\r\nفعسف عليه الجند بالمطالبة بالمال فاستعفي الوزير فأعفاه وقلد مكانه الحسين بن\r\nأحمد بن كردي الماذرائي ووردت الاخبار باستيلاء العدو على الثغور الجزرية\r\nونصبهم في كل مدينة رجلا منهم لقبض الجباية فأخرج السلطان طريفا السبكري\r\nلدفعهم وكتب إلى من قارب تلك الناحية أن يسيروا معه وورد الخبر بأن أصحاب أبي\r\nمسافر اضطربوا عليه بآذربيجان فزال عنهم إلى المراغة فحصروه بها حتى قتلوه\r\nوتراضوا على قائد منهم اسمه مفلح فرأسوه عليهم وترددت الانباء الشاغلة الغامة *\r\nوتوفى في هذا العام أبو الحسين بن أبي العباس الخصيبي والحسين بن أحمد الماذرائي\r\nبمصر وتوفيت ثمل القهرمانة التي كانت مع والدة المقتدر ( وفيها ) توفى أبو القاسم\r\nابن بنت منيع المحدث وهو ابن مائة سنة وثلاث سنين مولده سنة 214 * وتوفى\r\nنحرير الصغير بالموصل وكان يتولى معونتها * وتوفى أبو معد نزار بن محمد الضبي *\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوكان نصب الحج للناس في هذه السنة عمر بن الحسن بن عبد العزيز بن عبد الله\r\nابن عبيد الله بن العباس خليفة لأبيه الحسن بن عبد العزيز فصده الجنابي عن الحج\r\nثم دخلت سنة 318\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها أقبل مليح الأرميني إلى ناحية شمشاط للغارة على أهلها فخرج إليه نجم\r\nغلام جنى الصفواني وكان يلي المعاون بديار مضر ويتولى أعمال الرقة فأوقع بمليح\r\nوبأصحابه وقيعة عظيمة فأنفذ ابنا له يقال له منصور ويكنى أبا الغنائم إلى الخليفة\r\nببغداد بأربعمائة أسير منهم عشرة رؤساء مشاهير فأدخلهم بغداد في شهر ربيع\r\nالأول من هذه السنة مشاهير على الجمال ( وفى هذه السنة ) خرج أعراب بنى\r\nنمير بن عامر وبنى كلاب بن ربيعة فعاثوا بظهر الكوفة واستطالوا على المسلمين\r\nوأخافوا السبيل فخرج إليهم أبو الفوارس محمد بن ورقاء أمير الكوفة في جمع من أشراف\r\nالكوفة وبنى هاشم العباسيين والطالبيين ولم يكن معه جند سواهم فقاتل الاعراب بنفسه\r\nوصبر لمحاربتهم فأسروه وأسروا معه ابن عمر العلوي وابن عم شيبان العباسي من ولد\r\nعيسى بن موسى وسار بهم الاعراب إلى اخبائهم ولم يجسروا على ايقاع سوء بهم فطلبوا\r\nمنهم الفداء فأجابوهم إليه وفدوا أنفسهم وتخلصوا منهم ( وفيها ) خلع على عبد الله\r\nابن عمرويه وقلد شرطة البصرة مكان محمد بن القاسم بن سيما وخلع على علي بن\r\nيلبق لمعاون النهروان وواسط مكان سعيد بن حمدان فخرج إلى واسط وبلغه أن\r\nإسحق الكردي المعروف بأبي الحسين خرج لقطع الطريق على عادته ومعه جملة\r\nمن الأكراد فراسله على ولاطفه ووعده تقديم السلطان له على جميع الأكراد\r\nفأقبل إليه وبات عنده وخلع عليه وحمله ثم صرفه إلى عسكره ليغدو عليه في اليوم\r\nالثاني واجتمع رؤساء أهل واسط إلى علي فعرفوه بما قد هيأه الله له في الكردي\r\nوأنه لو أنفق مائة ألف دينار لما تمكن ما تمكن منه فيه وأنه إن أفلت من يديه\r\nأنكر السلطان ذلك عليه فلما بكر الكردي إلى علي بن يلبق تقبض عليه وعلى\r\nمن كان معه وركب من وقته إلى موضع عسكره فقتل منهم خلقا وأسر جماعة\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوأدخل أبو الحسين إلى بغداد مشهورا ومعه أربعة عشر رجلا بين يدي يلبق\r\nالمونسي وابنه على وذلك لثمان خلون من جمادى الأولى فحبسوا ولم يقتلوا\r\n( وفيها ) خلع على محمد بن ياقوت وولى شرطة بغداد على الجانبين مكان إبراهيم\r\nومحمد ابني رائق المعتضدي وقلد الحبسة\r\nذكر الايقاع بجند الرجالة ببغداد\r\nومن الحوادث في هذه السنة التي عظمت بركتها على السلطان والمسلمين أن\r\nالرجالة المصافية لما قتلوا نازوك وتهيأ لهم ما فعلوه في أمر المقتدر وقبضوا الست\r\nالنوائب والزيادة التي طلبوها ملكوا أمر الخلافة وضربوا خياما حوالي الدار\r\nوقالوا نحن أولى من الغلمان بحفظ الخليفة وقصره وانضوى إليهم من لم يكن\r\nمنهم وزادت عدتهم على عشرين ألفا وبلغ المال المدفوع إليهم لكل شهر مائة\r\nألف وثلاثين ألف دينار وتحكموا على القضاة وطالبوهم بحل الحباسات وإخراج\r\nالوقوف من أيديهم واكتنفوا الجناة وعطلوا الاحكام واستطالوا على المسلمين\r\nوتدلل قوادهم على الخليفة وعلى الوزير حتى حان لا يقدر أن يحتجب عن واحد\r\nمنهم في أي وقت جاء من ليل أو نهار ولا يرد عن حاجة كائنا ما كانت فلم يزالوا على\r\nهذه الحال إلى أن شغب الفرسان وطلبوا أرزاقهم وعسكروا بالمصلى ودخل بعضهم\r\nبغداد يريد دار أبى القاسم بن الوزير محمد بن علي فلما قربوا منها دفعهم الرجالة\r\nالذين كانوا ملازمين بها ومنعوهم الجواز في الشارع فتجمع الفرسان ورشقوهم\r\nبالنشاب وقتلوا منهم رجلا فانهزم الرجالة أقبح هزيمة فطمع الفرسان حينئذ فيهم\r\nوافترصوا ذلك منهم وراسلوا الغلمان الحجرية في أمرهم وتآمروا معهم على الايقاع بهم\r\nوبلغ محمد بن ياقوت صاحب الشرطة الخبر فحرص على نفاذه وأغرى الفرسان بالعزم\r\nفيه وسفر في الامر وأحكمه وأومى إليهم الوزير بوجه الرأي فيه ودبره من حيث\r\nلا يظن به إذ علم ما في نفس الخليفة عليهم من الغيظ لقبيح ما كانوا يحدثونه عليه\r\nفوثب الغلمان الحجرية يوم الأربعاء لثمان ليال بقين من المحرم بالرجالة المصافية\r\nوطردوهم عن المصاف ورشقوهم بالنشاب فانصرفوا منهزمين وأخرج ابن ياقوت\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nصاحب شرطة بغداد غلمانا كثيرا في طيارات وتقدم إليهم ألا يتركوا رجلا\r\nيعبر من جانب إلى جانب إلا قتلوه ولا ملاحا يجيز أحدهم إلا رموه بالنشاب\r\nوأخافوه ومنعوا من عبور الجسر وألح عليهم بالطلب ونودي فيهم ألا يبقى\r\nمنهم أحد وأعانت عليهم العامة وانطلقت فيهم الأيدي فلم يجتمع منهم اثنان\r\nوحظر عليهم ألا يخرجوا إلى الكوفة والبصرة والأهواز فتخطفوا في كل وجه\r\nوأميحوا بكل مكان فهل ترى لهم من باقية وقصد الفرسان مع العامة إلى الموضع\r\nالذي كان فيه مستقر السودان بباب عمار فنهبوهم وأحرقوا منازلهم فطلبوا\r\nالأمان وسألوا الصفح فرفع عنهم القتل وحبس منهم الوجوه وأسقطت عنهم\r\nالجرايات وكتب الوزير محمد بن علي بن مقلة فيهم نسخة أنفذت إلى القواد\r\nوالعمال وهى ( بسم الله الرحمن الرحيم ) قد جرى أعزك الله من أمر الرجالة\r\nالمصافية بالحضرة ما قد اتصل بك وعرفت جملته وتفصيله وجهته وسبيله وقد\r\nخار الله عز وجل لسيدنا أمير المؤمنين وللناس بعده بما تهيأ من قمعهم وردعهم\r\nخيرة ظاهرة متصلة بالكفاية الشاملة التامة بمن الله وفضله ولم ير سيدنا أيده الله\r\nاستصلاح أحد من هذه العصبة إلا السودان فإنهم كانوا أخف جناية وأيسر\r\nجريرة فرأى أعلى الله رأيه إقرارهم على أرزاقهم القديمة وتصفيتهم بالعرض\r\nعلى المحنة لعلمه أن العساكر لابدلها من رجالة وأمر أعلى الله أمره أن يستخدم\r\nبحضرته من تؤمن بائقته وتخف مؤنته وترجى استقامته وبالله ثقة أمير المؤمنين\r\nوتوفيقه وقبلك وقبل مثلك رجالة أنت أعلم بمن مرضت طاعته منهم ومن يعود\r\nإلى صحة وصلاح فان قنع من ترضاه منهم بأصل الجاري عليه فتمسك به وأقره\r\nعلى جاريه ومن رأيت الاستبدال به فأمره إليك والله المستعان\r\nذكر صرف ابن مقلة عن الوزارة وولاية ابن مخلد\r\nوفى جمادى الأولى يوم الأربعاء لأربع عشرة ليلة بقيت منه صرف محمد بن علي\r\nابن مقلة عن الوزارة ووكل به في الدار وحبس فيها وأحضر محمد بن ياقوت صاحب\r\nالشرطة أبا القاسم سليمان بن الحسن بن مخلد فوصل إلى الخليفة وقلده وزارته وخلع\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nعليه ومضى في الخلع التي كانت عليه إلى الدار التي كان يسكنها ابن الفرات والوزراء\r\nبعده ثم نزل منها إلى طياره ومضى إلى منزله فأقر عبيد الله الكلواذي على دواوين\r\nالسواد والأهواز وفارس وكرمان وأقر كثيرا ممن كان على سائر الدواوين\r\nوقلد ابنه أحمد بن سليمان ديوان المشرق واستخلف له عليه من يتولاه له وقلد\r\nابنه أبا محمد ديوان الفراتية وقلد أبا العباس أحمد بن عبيد الله الخصيبي الاشراف على\r\nأعمال فارس وكرمان ورد التدبير إليه فكان يعزل ويولى وقلد أبا بكر محمد بن علي\r\nالماذررائى أعمال مصر فسار سيرة جميلة وعضده علي بن عيسى برأيه وكان على\r\nيجلس للمظالم منذ خرج من الحبس إلى وقته ذلك ثم اتصل قعوده مدة ( وفى\r\nجمادى الآخرة ) من هذا العام شغب الفرسان وصاروا إلى دار علي بن عيسى\r\nفنهبوا اصطبله وقتلوا عبد الله بن سلامة حاجبه ثم إن الرجالة السودان طلبوا\r\nالزيادة على ما كان رسم لهم وشغبوا وحملوا السلاح فسار إليهم محمد بن ياقوت\r\nورفق بهم وداري أمرهم فلم يقنعهم ذلك وبقوا على حالهم وامتدوا إلى الفرسان\r\nوقاتلوهم فتقدم إليهم سعيد بن حمدان وجماعة من أصحاب ابن ياقوت ورشقوهم\r\nبالنشاب وأدخلوا إلى منازلهم النار فهربوا إلى النهران وقطعوا الجسر بعد\r\nأن قتل منهم خلق كثير ثم ساروا إلى واسط وتجمع إليهم خلق كثير من البيضان\r\nولحق بهم جماعة من قوادهم ورأسهم نصر الساجي وطالبوا عمال ذلك الجانب\r\nبالأموال فندب السلطان للشخوص إليهم مؤنسا المظفر فخرج إليهم ورفق بهم\r\nودعاهم إلى القناعة بما رسمه السلطان لهم فأبوا ولجوا في غيهم واجتمعوا في\r\nمصلى واسط من الجانب الغربي وحفروا الآبار حوالي عسكرهم وفجروا المياه\r\nوأقاموا النخل المقطوع منصوبة في الطرق المسلوكة إليهم ليمنع الخيل من التقحم\r\nعليهم فعبر مؤنس حتى نزل بقربهم ثم سار إليهم بمن كان معه على الظهر وفى\r\nالماء على مخاضة وجدوها ووضعوا فيهم السيف فقتل أكثرهم وغرق بعضهم\r\nوأسر رئيسهم نصر الساجي وأخذ ابن أبي الحسين الديراني واستأمن بعض\r\nالسودان فنقلهم مؤنس وفرقهم في النواحي وأقر علي بن يلبق على شرطة واسط\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nوكانت هذه الوقيعة لخمس بقين من رجب ورجع مؤنس إلى بغداد لعشر بقين من\r\nشعبان ( وفى هذه السنة ) أسر الحسن بن حمدان شاريا خرج بكفر غرثا يقال له\r\nعزون وأنفذه إلى السلطان فحمل على فيل وأدخل بغداد مشهورا ثم حبس وذلك\r\nفي ذي الحجة وقبل ذلك بشهر ما وجه أبو السرايا نصر بن حمدان بن سعيد بن\r\nحمدان شاريا خرج بالرادفية من موالى بجيلة فأدخل بغداد على فيل وبين يديه\r\nولدان له على جملين ومائة رأس من رؤس أصحابه وسار رجل من وجوه البرابر\r\nيعرف بأبي شيخ إلى دار السلطان في ذي القعدة فذكر أن جماعة من وجوه القواد\r\nوالكتاب قد بايعوا أبا أحمد محمد بن المكتفى بالله واستجاب له نحو ثلاثة آلاف رجل\r\nمن الجند فأمر السلطان بحفظ ابن المكتفى بالله في داره وانتشر خبر أبي شيخ\r\nفخيف عليه أن يقتله الجند فبعث إلى الجبل إلى ابن الخال ليكون في جيشه وورد\r\nالخبر في ذي القعدة بوقوع الحرب بالبصرة بين البلالية والسعدية وأن عبد الله\r\nابن محمد بن عمرويه والى المعونة بها أعان البلالية فهزموا السعدية وأحرقوا محالهم\r\nفأخرجوا من البصرة ثم ردوا إليها بعد مدة عن سؤال منهم وتضرع قال\r\nالصولي ولما ورد الخبر بذلك كتب علي بن عيسى إلى أهل البصرة في ذلك كتابا\r\nبليغا ينهاهم فيه عن العصبية ويعرفهم سوء عاقبتها فدخلت إليه وهو يملى الكتاب فلما\r\nأوعب إملاءه أمر كاتبه بدفعه إلى لا قرأه قال فحسن عندي الكتاب وقلت له قد كان\r\nلا إبراهيم بن العباس كتاب في العصبية فقال لي ما أعرفه فما هو قلت حدثني عون بن\r\nمحمد الكندي قال قدم علينا بسر من رأى كاتب من أهل الشأم يقال له عبد الله\r\nابن عمرو من بنى عبد كان المصريين فجعل يستصغر كتاب سر من رأى ولا يرضى\r\nأحدهم قال عون فحدثت أبى بحديثه فأنف من ذلك وقال والله يا بنى لأضعفنه\r\nولأهونن نفسه إليه فمضى به إلى إبراهيم بن العباس وأدخله عليه وهو يملى رسالة\r\nفي قتل إسحاق بن إسماعيل وفيها ذكر العصبية فسمع الشأمى ما أعجبه وقال لأبي\r\nهذا من لم تلد النساء مثله فانى سمعته يملى شيئا كأنه فيه تدبر مبين قال عون فنسخ\r\nأبى ما أملاه من الرسالة هو وقسم الله عدوه أقساما ثلاثة روحا معجلة إلى عذاب\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nالله وجنة منصوبة لأولياء الله ورأسا منقولا إلى دار خلافة الله استنزلوه من معقل\r\nإلى عقال وبدلوه آجالا من آمال وقد بما غذت العصبية أبناءها فحلبت عليهم درها\r\nمرضعة وركبت بهم مخاطرها موضعة حتى إذا وثقوا فأمنوا وركبوا فاطمأنوا\r\nوامتد رضاع وآن فطام فجرت مكان لبنها دما وأعقبتهم من حلو غذائها مرا ونقلتهم\r\nمن عز إلى ذل ومن فرحة إلى ترحة ومن مسرة إلى خسرة قتلا وأسرا وغلبة\r\nوقسرا وقل من أوضع في الفتنة مرهجا واقتحم لهبها موجحا الا استلحمته آخذة\r\nبمخنقه وموهنة بالحق كيده حتى جعلته لعاجله جزرا ولآجله حطبا وللحق موعظة\r\nوعن الباطل مزجرة أولئك لهم خزى في الدنيا ولعذاب الآخرة أشد وما الله\r\nبظلام للعبيد وورد الخبر في ذي الحجة بوثوب أصحاب أسفار بن شيرويه الديلمي\r\nالمتغلب على الري عليه واعتزامهم على قتله وأنه هرب في نفر من خاصته وغلمانه\r\nفصار مكانه إلى الري ديلمي يقال له مرداويج بن زيار * ومن الحوادث في هذه\r\nالسنة أن الحريق وقع ليلة الأحد لاحدى عشرة ليلة خلت من جمادى الأولى في\r\nدار محمد بن علي بن مقلة التي كان بناها بالزاهر على شاطئ دجلة ويقال إنه أنفق\r\nفيها مائتي ألف دينار فاحترقت بجميع ما كان فيها واحترقت معها دور له قديمة كان\r\nيسكنها قبل الوزارة وانتهب الناس ما بقي من الخشب والحديد والرصاص حتى صارت\r\nمستطرقا للسابلة من دجلة وبطل على السلطان ما كان يصير إليه من إجارات\r\nالزاهر وذلك جملة وافرة في السنة ثم أمر السلطان بسد أبوابها ومنع السابلة من\r\nتطرقها وتحدث الناس بأن محمد بن ياقوت فعل ذلك لضغن كان لمحمد بن علي بن\r\nمقلة عنده في قلبه * وفيها خلع المقتدر على ابنه أبى عبد الله هارون لتقلد فارس\r\nوكرمان يوم الاثنين لست بقين من شوال وركب في الخلع إلى داره المعروفة\r\nبجرادة بقرب الجسر وكان المقتدر قد ثقف ولده هذا بنصر الحاجب وجعله في\r\nحجره فلما مات نصر تكفل أمره ياقوت كما كان يتكفله نصر قبله إلا أن نصرا\r\nكان يهدى له ويتقرب إليه قال الصولي أنا شهدت نصرا الحاجب قد اشترى ضيعة\r\nعلى نهر ديالى والنهروان يقال لها قرهاطية كانت للنوشجاني فاشتراها حصصا وأقساما\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nوقامت عليه بثمانية عشر ألف دينار ثم أهداها إلى أبى عبد الله بن المقتدر وهى\r\nتساوى ثلاثين ألف دينار وصنع له فيها ولأخيه أبى العباس يوم أهداها إليه\r\nوخرجا معه إليها في وجوه القواد والغلمان فأقاموا بها يومين وأنفق عليهم نصر\r\nمالا جسيما ووصل الغلمان والخدم بصلات سنية وحمل بعضهم على خيل بسروجها\r\nولجمها قال وحكى لي بعض وكلائه أنه أحصى ما ذبح في هذين اليومين من جمل وجدى\r\nوطير وغير ذلك من صنوف الدراج والطائر فبلغ ذلك أربعة آلاف رأس قال الصولي\r\nولما خلع على أبى عبد الله هارون للولاية وصح عزمه على الخروج دعاني إلى\r\nالمسير معه والكون في عديد صحبه فكره ذلك الأمير أبو العباس بن المقتدر فاعتللت\r\nعلى أبى عبد الله فغضب على وقطع اجراءه عنى قال ثم بلغني أن خروجه غير تام\r\nفكتبت إليه بقصيدة فيها تشبيب حسن ومديح مثله واجتلب الصولي جميع القصيدة\r\nفي كتاب الورقة الذي ألفه بأخبار الدولة فرأيت إثبات أبيات منها في هذا الكتاب\r\nليستدل بمباطنة الصولي لهم على علمه بأخبارهم وحفظه لما جرى في أيامهم فليس\r\nالمخبر الشاهد كالسامع الغائب ومن قصيدة الصولي\r\nظلم الدهر والحبيب ظلوم * أين من ذين يهرب المظلوم\r\nعطفت باللقاء ريح بعاد * فاستهلت على فؤادي الهموم\r\nيا سقيم الجفون أي صحيح * لم يدعه هواك وهو سقيم\r\nأحرام عليك وصلى أم السائل * وصلا مباعد محروم\r\nقد كتمت الهوى وأصعب شئ * إن تأملته هوى مكتوم\r\nفمتى أخصم الحبيب وأيامي * بما يشتهى على خصوم\r\nلأبي عبد الله هارون عندي * حادث من فعاله وقديم\r\nهو بدر السماء يطلع في سعد * المعالي والناس فيها نجوم\r\nورث المجد عن خلاف غر * سبعة ما يعد فيهم بهيم\r\nيا نسيم الحياة أنت لايامين * إذا ما ركدن عنى نسيم\r\nقد تذوقت منك طعم نوال * مثله لأعدمته معدوم\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nلا تكلني إلى شواهد ظن * ليس يقضى بها على عليم\r\nليس تمضى إلا . . . ومن اتهمت * ناج مما ظننت سليم\r\nفأنا الآن راحل إن ترحلت * وثاو إذا أقمت مقيم\r\nأرني للرضا علامة إنصاف * فدهري وقد كفاك غسوم\r\nنظم هذا المديح إن أنصفوه * لا يدانيه لؤلؤ منظوم\r\nقد أتى ساحبا ذيول المعالي * فيك والمدح بالنوال زعيم\r\nوفيها مات أبو بكر محمد بن إبراهيم بن المنذر بن الجارود النيسابوري بمكة يوم الأحد\r\nانسلاخ شعبان * وحج بالناس في هذه السنة عمر بن الحسن العباسي\r\nثم دخلت سنة 319\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nقال أبو محمد عبد الله بن أحمد الفرغاني في كتابه الذي وصل به كتاب محمد بن\r\nجرير الطبري وسماه المذيل في هذه السنة في المحرم منها طالب قوم من الفرسان\r\nببغداد الوزير سليمان بن الحسن بأرزاقهم وشتموه وأغلظوا له فرماهم غلمانه بالآجر\r\nمن أعالي الدار وقتلوا رجلا من الأولياء فهجموا في الدار بعد أن أحرقوا الباب\r\nفخرج الوزير على باب ثان وجلس في طيار وسار إلى دار علي بن عيسى فانصرفوا\r\nعن بابه وفيه قلد إبراهيم بن بطحا الحسبة بمدينة السلام * وفى صفر ورد بغداد\r\nمؤنس الخادم الورقاني منصرفا من الحج بالناس سالمين فأظهر أهل مدينة السلام\r\nلذلك السرور والفرح ونشروا الزينة في الأسواق وأخرجوا الثياب والحلى\r\nوالجواهر ونصبت القباب في الشوارع وخلع السلطان على مؤنس وأوصله نفسه\r\nوخلع على جماعة معه وذلك يوم الخميس لعشر خلون من صفر فذكر الحاج أنها\r\nلحقتهم مجاعة عظيمة في الطريق إذ كانت خالية من العمارة وكاد يأكل بعضهم\r\nبعضا من الجوع * وللنصف من صفر قصد الشطار وأهل الذعارة من العامة دار\r\nالخليفة فأحرقوا باب الميدان ونقبوا في السور وصعد الخليفة إلى المجلس المثمن\r\nومعه يلبق وسائر الغلمان فضمن لهم يلبق إزاحة عللهم والانفاق عليهم فانصرفوا\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nثم شغبوا بعد ذلك وقصدوا دار أبى العلاء سعيد بن حمدان فحوربوا منها وقتل منهم\r\nرجل فانصرفوا وبكروا إليها من الغد وقد كان أو العلاء وضع حرمه وجميع\r\nما يملكه في الزوارق داخل الماء فلم يصلوا إلى ما أملوه منه فأحرقوا بابه وصاروا\r\nإلى السجون والمطبق ففتحت بعد محاربتهم لمن كان يمنع منها وقتل من طلاب الفتن\r\nمن العامة خلق كثير وقعدوا بعد ذلك في مجلس الشرطة وقتلوا رجلا يعرف بالذباح\r\nقيل إنه ذبح ابن النامي فلما أصبح الناس ركب ابن ياقوت إليهم زورقا وبعث بأصحابه\r\nوغلمانه على الظهر ثم وضع السيف والنشاب في أهل الذعارة من العامة فلم يزل\r\nالقتل يأخذهم من رحبة الحسين إلى سوق الصاغة بباب الطاق فارتدع الناس وكفوا\r\nوفى آخر صفر خرج طريف السبكري إلى الثغر غازيا وخرج في ربيع الأول\r\nنسيم الخادم الشرابي إلى الثغر أيضا وشيعه مؤنس المظفر وخرج من الفسطاط\r\nبمصر أحد عشر مركبا للغزو في البحر إلى بلاد الروم وعليها أبو علي يوسف الحجري\r\nوفى هذه السنة اجتمع نوروز الفرس والشعانين في يوم واحد وذلك يوم الأحد\r\nلاحدى عشرة ليلة خلت من ربيع الأول وقل ما يجتمعان * ولثمان بقين منه خلع على\r\nأبى العلاء بن حمدان وقلد ديار ربيعة وما والاها وتقدم إليه بالغزو وفيه تقلد أعمال\r\nالبصرة أبو إسحاق وأبو بكر ابنا رائق * وفى شهر ربيع الآخر من هذه السنة\r\nورد الخبر بأن الاعراب صاروا في جمع كثير إلى الأنبار فأفسدوا وقتلوا فجرد\r\nإليهم علي بن يلبق في جيش كثيف وخرج يلبق أبوه في أثره فلحقوهم وواقعوهم\r\nيوم الأحد لثلاث عشرة ليلة بقيت منه بعد حرب شديدة وانهزم الاعراب\r\nفقتلوا منهم وأسروا وغنم الأولياء غنيمة عظيمة * وفى ربيع الآخر وقع حريق\r\nفي مدينة الفسطاط بموضع يقال له خولان نهارا فذهبت فيه دور بنى عبد الوارث\r\nوغيرها * ولأربع عشرة ليلة بقيت من جمادى الأولى أدخل إلى مدينة السلام\r\nخمسة وسبعون رجلا من الأرمن وجه بهم بدر الخرشني ممن حارب فشهروا\r\nوطيف بهم وأدخل أسارى القرامطة الخارجين بسواد الكوفة بعث بهم بشر\r\nالنصري وهو نحو مائة فشهروا وطوفوا بمدينة السلام * وفى جمادى الآخرة من\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nهذه السنة ازدادت وحشة مؤنس المظفر من ياقوت وولده ودارت بينهم\r\nمدافعات فصرف ابن ياقوت عن الشرطة ورد أمرها بالجانب الشرقي إلى أحمد\r\nابن خاقان وبالجانب الغربي إلى سرور مولى المقتدر * وفى هذا الشهر قلد أبو بكر\r\nمحمد بن طغج مدينة دمشق وأعمالها وصرف الراشدي عنها ورد إليه عمل الرملة\r\nونفذ كتاب الخليفة إلى ابن طغج بالولاية فلما وصل إليه الكتاب سار من وقته\r\nإلى دمشق وخرج الراشدي إلى الرملة فسر أهل دمشق بقدوم ابن طغج ودخلها\r\nأحسن دخول . وفى مستهل رجب من هذه السنة راسل مؤنس الخليفة وسأله\r\nإخراج ياقوت وابنه عن مدينة السلام فلم يجبه إلى ذلك فأوحشه فعله واستأذن\r\nهو في الخروج فلم يمنع فخرج إلى مضاربه برقة الشماسية مغاضبا واتصل به أن\r\nياقوتا وابنه أمرا بقصده والفتك به فاستجلب مؤنس الرجالة المصافية إلى نفسه\r\nفلحقوا به بالشماسية وصاروا معه ثم طالب الأولياء ابن ياقوت ببقايا أرزاقهم\r\nفتهددهم فلحق جميعهم بمونس بعد أن قطعوا خيامهم التي كانت حوالي دار الخليفة\r\nبالسيوف فقوى أمر مؤنس وانضم عسكره على قريب من ستة آلاف فارس\r\nوسبعة آلاف راجل فتقدم ابن ياقوت إلى أصحاب السلاح ألا يبيعوا منهم سلاحا\r\nووجه إليهم مؤنس قواده يحذرهم أن يمنعوا أحدا من أصحابه بيع ما يلنمس من\r\nالسلاح وحمل يلبق وبشر واصطفن وابن الطبري إلى مؤنس مالا كثيرا وقالوا\r\nله هذا المال أفدناه معك وهذا وقت حاجتك إليه وحاجتنا فشكرهم على ذلك\r\nوفرقه في أصحابه وعلى من قصده ولما قوى أمر مؤنس وانحاز الجيش إليه ركب\r\nإليه الوزير سليمان بن الحسن وعلي بن عيسى وشفيع ومفلح فلما حصلوا في مضربه\r\nبباب الشماسية شغب عليهم حاشية مؤنس وضربوا وجوه دوابهم وقبضوا\r\nعليهم وأظهرت حاشية مؤنس أنهم يريدون الفتك بهم فأهمتهم نفوسهم واعتقلوا\r\nيومهم وبلغ المقتدر الخبر فأقلقه وجرى الامر بينهما على اخراج ياقوت وابنيه\r\nعن بغداد ووجه الخليفة إلى ياقوت وولده اخرجوا حيث شئتم فخرجوا في الغلس يوم\r\nالأربعاء لثمان خلون من الشهر وجميع حاشيتهم في الماء مع نيف وأربعين سفينة\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nمحملة مالا وسلاحا وسروجا وسيوفا ومناطق وغير ذلك وثمانية طيارات وشذاة\r\nفخلى مؤنس سبيل علي بن عيسى ومن اعتقله معه ورجع مؤنس إلى داره وأحرقت\r\nدار ياقوت وابنه ونودي بمدينة السلام ألا يظهر أحد ممن أثبت ابن ياقوت وأظهر\r\nمن سائر الناس ونظر مؤنس فيمن يرد إليه الحجابة فوقع اختياره على ابني رائق\r\nللمهانة التي كانت فيهما وأنهما كانا يلقبان بخديجة وأم الحسين فبعث فيهما وقلدهما\r\nالحجابة فقبلا يده ورجله وقالا له نحن عبدا الأستاذ وأبونا من قبلنا وانصرفا\r\nوغلمان مؤنس بين أيديهما حتى بلغا منازلهما * وفى يوم الاثنين لعشر بقين من\r\nرجب أدخل مفرج بن مضر الشاري مع رجلين وجه بهم ابن ورقاء من طريق\r\nخراسان فشهروا على فيل وجملين\r\nذكر القبض على سليمان بن الحسن الوزير وتقليد الكلواذي الوزارة\r\nوفى يوم السبت لست بقين من رجب قبض على الوزير سليمان بن الحسن وذلك\r\nأن المال ضاق في أيامه واتصل شغب الجند وظهر من سليمان في وزارته ما كان\r\nمستورا من سخف الكلام وضرب الأمثال المضحكة وإظهار اللفظ القبيح بين\r\nيدي الخليفة مما يجل الوزراء عنه فاستنقصه الخلق وهجاه الشعراء واستعظموا\r\nالوزارة لمثله وكانت لابن ياقوت فيه أبيات ضمن في آخرها هذا البيت\r\nيا سليمان غنني * ومن الراح فاسقني\r\nولابن دريد فيه\r\nسليمان الوزير يزيد نقصا * فأحر بأن يعود بغير شخص\r\nأعم مضرة من أبى خلاط * وأعيا من أبى الفرج بن حفص\r\nوولى الوزارة أبو القاسم عبيد الله بن محمد الكلواذي وأحضر الدار وخلع عليه وذلك\r\nيوم الأحد لأربع بقين من رجب من هذه السنة * وفى شعبان من هذه السنة ورد الخبر\r\nبأن أبا العباس أحمد بن كيغلغ لقى الاشكرى صاحب الديلم فهزمه الديلم وتفرق عنه\r\nأصحابه حتى بقي في نحو من عشرين ومضى الديلم في آثار من انهزم من أصحابه ودخلوا\r\nأصبهان وملكوا دورها وصاروا فيها ووافى الاشكرى على أثرهم في نفر من الديلم\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nفلما نظر إليهم ابن كيغلغ قال لمن حوله أوقعوا عيني على الاشكرى فأروه إياه\r\nفقصده وحده وكان الديلمي شديد الخلق فلما نظر إليه مقبلا سأل عنه فقيل له\r\nهذا ابن كيغلغ فبرز كل واحد منهما لصاحبه ورمى الديلمي أبا العباس بن\r\nكيغلغ بمزراق كان في يده فأنفذ ما كان يلبسه ووصل إلى خفه فأنفذ عضلة\r\nساقه وأثبتها في نداد سرجه فحمل عليه ابن كيغلغ وضربه بسيفه على أم رأسه فانصرع\r\nعن دابته وأخذ رأسه وتوجه به بين يديه فتفرق أصحاب الديلمي وتراجع أصحاب\r\nابن كيغلغ ودخل أصبهان والرأس قدامه فوضع أهل المدينة سيوفهم ورماحهم\r\nفي الديالمة الذين حصلوا بها فقتلوا عن آخرهم ونزل ابن كيغلغ في داره واستقام\r\nأمره وحسن أثره عند المقتدر وأعجب الناس ما ظهر من شجاعته وبأسه مع كبر\r\nسنه * ولعشر بقين من شعبان ورد الخبر بأن القرامطة صاروا إلى الكوفة ونزلوا\r\nالمصلى العتيق وعسكروا به وأقاموا وسارت قطعة منهم في مائتي فارس فدخلوا\r\nالكوفة وأقاموا بها خمسة وعشرين يوما مطمئنين يقضون حوائجهم وقتلوا بها\r\nخلقا كثيرا من بنى نمير خاصة واستبقوا بنى أسد ونهبوا اهراء فيها غلات كثيرة\r\nللسلطان وغيره * وفى هذه السنة وصل زكرى الخراساني إلى عسكر سليمان بن أبي\r\nسعيد الجنابي فجاز له عليهم من الحيلة والمخرقة ما افتضحوا به وعبدوه ودانوا له\r\nبكل ما أمرهم به من تحليل المحارم وسفك الرجل دم أخيه وولده وذوي قرابته\r\nوغيرهم وكان السبب في وصوله إليهم أن القرامطة لما انتشروا في سواد الكوفة\r\nوانتهوا إلى قصر ابن هبيرة فأسروا جماعة من الناس كانوا يستعبدون من يأسرونه\r\nويستخدمونهم وكان له عرفاء على كل طائفة منهم فأسر زكرى هذا فيمن أسر\r\nوملكه بعض العرفاء المترأسين عليهم فلما أراد الاستخدام به تمنع عليه وأسمعه\r\nما كره فلما نظر إلى قوة كلامه وجرأته هابه وأمسك عنه وأنهى خبره إلى الجنابي\r\nسليمان فأحضره من وقته وخلابه وسمع كلامه ففتنه ودان له وأمر أصحابه بأن\r\nيدينوا له ويتبعوا أمره وحمله في قبة وستره عن الناس وشغل خبره القرامطة\r\nوانصرفوا به راجعين إلى بلادهم وهم يعتقدون أنه يعلم الغيب ويطلع على ما في\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nصدورهم وضمائرهم وهو كان بعد ذلك السبب لهلاكهم وفنائهم على ما يأتي ذكره\r\nفي الوقت الذي دار فيه ذلك * وفى هذه السنة انحدر ياقوت وابنه من مدينة\r\nالسلام في الماء ومن تبعه من جيشه من الجانب الشرقي يريدان أعمالهما من بلد\r\nفارس وكان علي بن يلبق بواسط متقلدا لها ومعه من الغلمان الذين أشخصهم\r\nمؤنس إليه جملة مثل سيما المنخلي وكانجور وشفيع وتكين الخاقاني وغيرهم فحملت\r\nهذه الطبقة ابن يلبق على تلقى ياقوت ومحاربته واتصل الخبر بيلبق أبيه فأنكر\r\nالامر أشد الانكار وكاتب ابنه يخوفه ركوب هذه الحال ويأمره بأن يتقدم إلى\r\nخلفائه بواسط أن يتلقوا ياقوتا ويخدموه ويكونوا بين يديه إلى أن يخرج عن واسط\r\nوكاتب القواد الايطاوعوا ابنه على مكروه إن هم به وكاتب ياقوتا يسأله العبور إلى\r\nالجانب الغربي خوفا من اجتماع العسكرين ثم تحمل يلبق المصير إلى ابنه وملازمته\r\nأياما إلى أن جاز ياقوت وخرج عن واسط * وفى شعبان من هذا العام شغب\r\nالرجالة ببغداد فحاربهم يلبق وسائر الجيش ولم تزل الحرب بينهم من غدوة إلى\r\nصلاة العصر وجرح من الفرسان جماعة وقتل من الرجالة عدد كثير ثم تمزق\r\nالفريقان في الأزقة والدروب وانصرفوا\r\nذكر صرف الكلواذي عن الوزارة وتقليدها الحسين بن القاسم\r\nوكان عبيد الله بن محمد الكلواذي أحد الكتاب الكبار وجليلا في نفوس الناس فقدروا\r\nأن فيه كفاية وقياما بالامر فأقام على الوزارة شهرين وهو متبرم بها لضيق الأموال\r\nوكثرة الاعتراضات واتصال الشغب وقعود العمال عن حمل المال فاستعفي وقال\r\nما أصلح أن أكون وزيرا فصرف عنها ولم يعنف ولا نكب ولاتعرض أحد\r\nمن حاشيته وانصرف إلى داره واستقر فيها فأمر الخليفة بحفظها وصيانتها وكان\r\nأبو الجمال الحسين بن القاسم بن عبيد الله بن سليمان بن وهب يسعى دهره في طلب\r\nالوزارة ويتقرب إلى مؤنس وحاشيته ويصانعهم حتى جاز عندهم وملا عيونهم\r\nوكان يتقرب إلى النصارى الكتاب بأن يقول لهم إن أهلي منكم وأجدادي من\r\nكباركم وأن صليبا سقط من يد عبيد الله بن سليمان جده في أيام المعتضد فلما رآه\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالناس قال هذا شئ تتبرك به عجائزنا فتجعله في ثيابنا من حيث لا نعلم تقربا إليهم\r\nبهذا وشبهه يعنى إلى مؤنس وأصحابه وقلد الوزارة يوم السبت سلخ شهر رمضان\r\nوخلع عليه في هذا اليوم وركب في خلعه وسائر القواد والناس على طبقاتهم معه\r\nوأخذه بوله في الطريق فنزل وهو في خلع الخليفة إلى دار محمد بن فتح السعدي فبال\r\nعنده وأمر له بزيادة في رزقه ونزله وركب منها إلى داره * ولسبع بقين من شوال\r\nأخرج علي بن عيسى إلى ديرقنا * وفيه قرئت كتب في جامع الرصافة بما فتحه الله\r\nلثمل بطرسوس في البر والبحر * وفيه خلع على أبى العباس أحمد بن كيغلغ وطوق\r\nوسور وعقد لابن الخال على أعمال فارس ولياقوت على أصبهان ولابنه محمد على\r\nالجبل وأخرجت إليهما الخلع للولاية * وفى شوال من هذه السنة خلع على الوزير\r\nعميد الدولة وابن ولى الدولة الحسين بن القاسم لمنادمة المقتدر * وفى يوم الجمعة\r\nلخمس بقين منه ظهرت في السماء فيما يلي القبلة من مدينة السلام حمرة نارية شديدة\r\nلم ير مثلها وصلى في هذا النهار الوزير عميد الدولة وابن ولى الدولة الحسين بن\r\nالقاسم في مسجد الرصافة وعليه شاشية وسيف بحمائل فعجب الناس منه . وحج\r\nبالناس في هذه السنة جعفر بن علي الهاشمي من أهل مكة المعروف برقطة خليفة\r\nلأبي حفص عمر بن الحسن بن عبد العزيز\r\nثم دخلت سنة 320\r\nذكر ما دار في هذه السنة من أخبار بنى العباس\r\nفيها خالف مؤنس المظفر على المقتدر وخرج من بغداد إلى الموصل ثم خلعه\r\nبعد ذلك وقتله وكان السبب في ذلك أن مؤنسا لما أبعد ياقوتا وولده عن الحجابة\r\nوأخرجهما عن مدينة السلام واختار ابني رائق لملازمة المقتدر وحجابته ورجا\r\nطوعهما له وقلة مخالفتهما إياه وكان مؤنس عليلا من النقرس قاعدا في\r\nمنزله كالمقعد وكان يلبق غلامه الذي صيره مقام نفسه وعقد له على الجيش وضمه\r\nإليه ينوب عنه في لقاء الخليفة وإقامة أسباب الجند والامر والنهى فقوى أمر ابني\r\nرائق وتمكنا من الخليفة لقربهما منه وقيل لهما إن مؤنسا يريد أن يصير الحجابة إلى\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nيلبق فالتاثا على مؤنس واستوحشا منه وباطنا عليه من كان بحضرة الخليفة مثل\r\nمفلح والوزير ابن القاسم وغيرهما وراسلا ياقوتا وولده وابن الخال وغيرهم\r\nواتصل ذلك بمونس وصح عنده فأوحشه ذلك من المقتدر وممن كان معه ثم سألت\r\nالحجرية والساجية المقتدر بما أحكمه لها ابنا رائق بأن يصلوا إليه كما جلس\r\nللسلام واستعفوه من يبلق وطعنوا على مؤنس في ضمهم إليه فلما كان يوم الاثنين\r\nلخمس خلون من المحرم جلس المقتدر للسلام ووصل إليه الناس ووصلت إليه الحجرية\r\nوالساجية وصرف عنهم يلبق ولم يخلع عليه وأظهر المقتدر الانفراد بأمره\r\nوالاستبداد برأيه فانكشف لمونس الامر وصح عنده ما دبر عليه وعلم أنه مطلوب\r\nولما كان يوم الخميس لثمان خلون من الشهر جلس المقتدر أيضا للسلام فخرج\r\nمؤنس إلى باب الشماسية وعسكر بها ونهب أصحابه دار الوزير الحسين بن القاسم\r\nوبلغ ذلك المقتدر فأمر بشحن القصر بالرجال ونودي فيمن سخط عليه من\r\nالرجالة بالرضا عنهم فظفروا ووعدوا بزيادة دينار على النوبة ووعد الفرسان\r\nبزيادة خمسة دنانير على الرزق فظهر الرجالة وقوى أمر الخليفة واستتر أصحاب\r\nمؤنس ولحق به خاصته وخرج إليه يلبق فلما كان يوم الجمعة لتسع خلون من الشهر\r\nوتمت صلاة الناس في الجامع ركب المقتدربين الظهر والعصر في قباء تاختج وعمامة\r\nسوداء وعلى رأسه شمسة تظله وبين يديه أولاده الكبار ركبانا وهم سبعة وجميع\r\nالامراء والقواد معه وبين يديه فسار من باب الخاصة إلى المجلس الذي في طرف\r\nالميدان وقد ضرب له قبة شراع ديباج فدخلها ثم انصرف وظهر للعامة ودعا\r\nالناس له وبعث مؤنس بشرى خليفته إلى المقتدر يوم السبت مترضيا له ومعتذرا\r\nإليه بأنه لم يخرج خالعا ولا عاصيا وإنما خرج فارا من المطالبة له فقبض على بشرى\r\nوصفع وقيد فلما اتصل الخبر بمونس زاد في إيحاشه ونفاره وأمر بوضع العطاء في\r\nأصحابه ودخلوا السوق ليبتاعوا السلاح وما يحتاجون إليه فمنعوا من ذلك حتى\r\nوجه مؤنس من قواده إلى المدينة من حضر ابتياعهم لما أرادوا ثم انتقل مؤنس\r\nإلى البردان وزال عنه كثير من جيشه إلى دار السلطان وكان ممن رجع عنه أبو دلف\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nالقاسم بن دلف ومحمد بن القاسم بن سيما وغيرهم من قواده ودخل هارون بن\r\nغريب الخال إلى بغداد للنصف من المحرم ونزل في النجمي ودخل ابن عمرويه\r\nقافلا من البصرة ودخل نسيم الشرابي من الثغر وخلع على سرور وجمعت له\r\nالشرطتان ثم دخل محمد بن ياقوت لثمان بقين من المحرم فتجمع للمقتدر قواده\r\nوقوى أمره وخلع على الوزير أبى الجمال ولقب عميد الدولة وكنى ونفذت الكتب\r\nبذلك إلى العمال من الوزير أبى على عميد الدولة ابن ولى الدولة القاسم بن\r\nعبيد الله وكتب اسمه على السكك وخلع على ابنه لكتابة الأمير أبى العباس بن\r\nالمقتدر وهو الراضي ولما اجتمع الجيش ببغداد واتفقت كلمة أصحاب المقتدر\r\nوانتقل عن مؤنس كثير من أصحابه إلى دار السلطان قلع مؤنس عن البردان في\r\nالماء مضطرا ومعه نحو مائة أكابر وأصاغر من غلمانه وأربعمائة غلام سودان\r\nكانوا له وسار يلبق وابنه وباقي غلمان مؤنس على الظهر في نحو ألف وخمسمائة\r\nرجل وكان معه من وجوه القرامطة نحو سبعين رجلا منهم خطا أخو هند وزيد\r\nابن صدام وأسد بن جهور وكلهم أنجاد مبرزون في البأس لا يرد أحدهم وجها\r\nعن عدو فسار مؤنس إلى سر من رأى وعسكر بالجانب الشرقي واجتمع الناس\r\nبقصر الجص إلى مؤنس فكلمهم ووعدهم وقال لهم ما أنا بعاص لمولاي ولا\r\nهارب عنه وإنما هذه طبقة عادتني وغلبت على مولاي فآثرت التباعد إلى أن\r\nيفيقوا من سكرتهم وأتأمل أمرى معهم ولست مع هذا أتجاوز الموصل اللهم\r\nإلا أن يختار مولاي مسيري إلى الشأم فأسير إليها وقال لهم في خلال ذلك من\r\nأراد الرجوع إلى باب الخليفة فليرجع ومن أراد المسير معي فليسر فردوا عليه\r\nأحسن مرد وقالوا له نحن في طاعتك إن سرت سرنا وإن عدت عدنا وبعث\r\nمؤنس أبا على المعروف بزعفران مع عشرة من القرامطة في مال كان له مودعا\r\nعند بعض وكلائه بعكبراء فأتاه منها بخمسين ألف دينار فدفع منها مؤنس\r\nأرزاق من كان معه وزادهم خمسة دنانير وأقام مؤنس يومه ذلك بقصر الجص\r\nفاحترق سقف من سقوف القصر فشق ذلك على مؤنس واجتهد في إطفاء النار\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nفتعذر ذلك عليه ثم سار وهو مغموم لما دار من الحريق في القصر يريد الموصل\r\nونفذت كتب الوزير ابن القاسم عن المقتدر إلى جميع من في الغرب من القواد\r\nكبنى حمدان وابن طغج صاحب دمشق وإلى تكين صاحب مصر وإلى ولاة\r\nديار ربيعة والجزيرة وآذربيجان وملوك أرمينية والثغور الجزرية والشامية\r\nيأمرهم بأخذ الطرق على مؤنس ويلبق وولده وزعفران ومن كان معهم ومحاربتهم\r\nوالقبض عليهم وبلغ ذلك مؤنسا فغمه الامر وكتمه عن جميع من كان معه وسار\r\nإلى تكريت وقد انصرف عنه أكثر من كان معه ثم إن مؤنسا فكر في أمره\r\nوالى أين تكون توجهه فلم يجد في نفسه أوثق عنده ولا أشكر ليده من بنى حمدان\r\nفإنه كان عند ذكره إياهم يقول هم أولادي وأنا أظهرتهم وكانت له عند حسين\r\nابن حمدان وديعة فأراد أن يجتاز به ويأخذها ويسير بها إلى الرقة وقد كان بلغه\r\nتجمع بنى حمدان وحشدهم لمحاربته فلم يصدق ذلك ثقة منه بهم فرحل عن تكريت\r\nإلى بنى حمدان بعد أن شاور من حضره في الطرق التي يأخذ عليها فأشارت عليه\r\nطائفة بقطع البرية والخروج إلى هيت ثم المسير إلى شط الفرات وقال يلبق\r\nوزعفران لمونس الصواب مسيرك إلى الموصل كيف تصرفت الحال لوجوه\r\nمن المصالح أما واحدة فلعجزك عن ركوب البرية فتتعجل الرفاهية في الماء\r\nوأخرى لئلا يقال جزع لما بلغه خبر بنى حمدان وتجمعهم وثالثة أنك إن بليت\r\nبقتالهم كانوا أسهل عليك من غيرهم فوقع هذا الرأي من مؤنس بالموافقة وسار\r\nيريد بنى حمدان فلم يلق لهم في طريقه رسولا ولاسمع لهم خبرا\r\nإلى أن وافى عليه بشرى النصراني كاتب أبى سليمان داود بن حمدان\r\nفاستأذن عليه يوم السبت لليلة بقيت من المحرم وخلا بمونس وأدى إليه رسالة\r\nصاحبه ورسالة الحسين بن حمدان وأبى العلاء وأبى السرايا بأنهم على شكره ومعرفة\r\nحق يده ولكنهم لا يدرون كيف الخلاص مما وقعوا فيه فان أطاعوا سلطانهم\r\nكانوا قد كفروا نعمة مؤنس إليهم وان أطاعوا مؤنسا وعصوا سلطانهم نسبوا\r\nإلى الخلعان وسألوه أن يعدل عن بلدهم لئلا يلتقوا به ولا يمتحنوا بحربه فقال له\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nمؤنس قل لهم عنى قد كنت ظننت بكم غير هذا وما أخذت نحوكم إلا لثقتي بكم\r\nوطمعي في شكركم فإذا خالفتم الظن فليس إلى العدول عنكم سبيل ونحن سائرون\r\nنحوكم بالغد كائنا ما كان منكم وأرجو أن إحساني إليكم سيكون من أنصاري عليكم\r\nوخذلانكم لي غير صارف لفضل الله عنى وبات مؤنس بقصور مرج جهينة وكان\r\nعسكر بنى حمدان بحصباء الموصل وبات المحسن زعفران في الطلائع على المضيق\r\nالذي منه المدخل إلى الموصل وباكر مؤنس المسير في الماء على رسمه قبل ذلك\r\nوسار أهل العسكر على الظهر ووقع أبو علي المحسن زعفران في آخر الليل على\r\nمقدمة بنى حمدان التي كانوا أنفذوها نحو المضيق فقتل منهم جماعة وأسر نحو ثلاثين\r\nرجلا وملك المضيق وأمده يلبق برجال زيادة على من كان معه وصبح الناس\r\nالقتال يوم الأحد لثلاث خلون من صفر وما كان جميع من يضمه عسكر مؤنس\r\nإلا ثمانمائة وثلاثة وأربعون فارسا وستمائة وثلاثين راجلا بين أسود وأبيض\r\nهكذا حكى الفرغاني عن أحمد بن المحسن زعفران وكان شاهدا مع أبيه في عسكر\r\nمؤنس وعنه ينقل أكثر الحكايات وكان بنو حمدان في عساكر عظيمة قد حشدوها\r\nمن العرب والعجم وقبائل الاعراب وغيرهم فتلاقى الفريقان على تعبية وأخذ\r\nمؤنس ويلبق وابنه ومن كان معهم من القواد في حربهم أحزم مأخذ وتوزعوا\r\nعلى مقدمة وميمنة وميسرة وقلب وجعلوا في كل مصاف منها ثقاتهم وأكابر\r\nقوادهم ثم حملت مقدمتهم على مقدمة بنى حمدان فضرب داود بن حمدان بنبلة دخلت\r\nمن كم درعه فصرعته وحملت ميمنة يلبق على ميسرة بنى حمدان فقلعتها وطحنتها\r\nوغرق أكثرهم في دجلة ثم حمل يلبق بنفسه ورجاله الذين كانوا في القلب على\r\nقلب عسكر بنى حمدان فهزموا من كان فيه واتصل القتل فيهم وأسر ابن لأبي السرايا\r\nابن حمدان وغنم عسكرهم وتفرق جميعهم ودخل مؤنس الموصل لأربع خلون\r\nمن صفر وأعطى أصحابه الصلات التي كان وعدهم بها مع الزيادة وصار في عكسره\r\nخلق كثير من غلمان ابن حمدان ورجاله وتوجه أبو العلاء بن حمدان وأبو السرايا\r\nإلى بغداد مستنجدين للسلطان وانحاز الحسين بن عبد الله بن حمدان\r\nإلى جبال معلثايا واجتمع إليه بها بعض غلمانه وغلمان أهله فسار إليه يلبق\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفهزمه وفرق جمعه وعبر الحسين إلى الجانب الغربي هاربا مفلولا وقلد يلبق\r\nابنه نصيبين وما والاها وانصرف هو إلى موضع يلبق وقلدها يمنا الأعور وقلد\r\nيا نسا جزيرة بنى عمر وأبا عبيد الله بن خفيف الحديثة وبلغ أهل بغداد أخبار مؤنس\r\nوغلبته وفتوحاته فأخذ كل من زال عنه في الرجوع إليه واتصل بمونس أن\r\nجيوشا اجتمعت للروم وفيها بنو ابن نفيس وكانوا قد هربوا إلى بلاد الروم\r\nعند خلع المقتدر أولا وأنهم قاصدون ملطية للغارة على المسلمين فكتب\r\nمؤنس إلى بلد الروم يستدعى بنى بن نفيس ويعده ويمنيه ويسأله صرف\r\nالروم عن ملطية فأقبل بنى إلى الموصل وصرف الجيش عن ملطية فسر به\r\nمؤنس سرورا شديدا وخلع عليه وأكرمه وأنس به فكان يعاشره ويشار به\r\nووافاه أيضا بدر الخرشني من أرزن في نحو ثلاثمائة رجل فسر به مؤنس\r\nويلبق ومن كان معهما وقدم عليهم طريف السبكري من حلب في نحو\r\nأربعمائة فارس فسروا به أيضا وتوالت الفتوحات على مؤنس ويلبق فلما\r\nطال مقام مؤنس بالموصل ودامت فتوحه وعظمت هيبته ابتدأ رجال\r\nالسلطان الذين كانوا بالحضرة بالهرب إليه وتأكدت محبتهم له فكان أحد من\r\nجاءه بالدوا غلام ابن أبي الساج وكان بطلا شجاعا في نحو مائتي فارس ولقى\r\nبالدوا في طريقه عسكرا للسلطان فكسره وأخذ أحمال مال كانت معهم\r\nيريدون بها بغداد فجاء بها بالدوا إلى مؤنس ووهبها له ولرجاله ثم استأمنه\r\nالحسين بن عبد الله بن حمدان لما ضاقت به الأرض وانقطع رجاؤه من أمداد\r\nالسلطان وآمنه مؤنس وقدم عليه ففرح مؤنس بقدومه وقال له نحن في ضيافتك\r\nمنذ سبعة أشهر على كره لك فشكره الحسين ولم يزل يخدم واقفا بين يدي مؤنس\r\nفي دراعة وعمامة بغير سيف مدة مقام مؤنس بالموصل\r\nذكر عزل الوزير الحسين بن القاسم وتقديم الفضل بن جعفر مكانه\r\nوالتياث الأحوال ببغداد\r\nولما ظن الوزير أبو الجمال الحسين بن القاسم أن الامر قد صفا له بخروج\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nمؤنس من بغداد وان قد تم له ما أراد وقع فيما تكره فكثر عليه الشغب\r\nواشتدت مطالبة الجند له بالأموال وخيب الله ظنه فيما أراد ولازمه الحشم\r\nفي دار الخليفة ملازمة قبيحة وأهانوه وأهانوا الخليفة بسببه فثقل على قلب\r\nالمقتدر ولم يزل يقاسى منه كل صعب وذلول فأمر بالقبيض عليه في عقب ربيع\r\nالآخر وولى الفضل بن جعفر بن الفرات مكانه وقد كان مشهورا عند الخاص\r\nوالعام بالفضل والعلم والكتابة وترك الهزل واللهو وكان هو وأبو الخطاب من\r\nخيار آل الفرات فلما صارت إليه الوزارة أظهر الحب له والرغبة فيها فعجب\r\nالناس من ذلك وقال فيه بعض الشعراء\r\nأتطمع في الذي أعيا ابن مقله * وقد أعيا على الوزراء قبله\r\nوأدبر أمر من ولاك حتى * لما نرجو مع الادبار مهله\r\nكأنك بالحوادث قد توالت * عليك وجاءك المكروه جمله\r\nولما خلع على الفضل بن جعفر سار في خلعه إلى الدار التي بسوق\r\nالعطش فعطش في الطريق واستسقى ماء فشربه فأنكر ذلك عليه إذ لم يكن\r\nفي رسم من تقدمه . وفى مستهل جمادى الأولى اجتمع أهل الثغور والجبال إلى دار\r\nالسلطان واستنفروا الناس ببغداد وذكروا ما ينالهم من الديلم والروم وأن\r\nالخراج إنما يؤخذ منهم ومن غيرهم ليصان به عامة الناس ويدفع عدوهم عنهم\r\nوأنهم قد ضاعوا وضاعت ثغورهم واستطال عليهم عدوهم ورققوا القلوب بهذا\r\nوأشباهه فثار الناس معهم وساروا إلى الجامع بمدينة المنصور وكسرو ادرابزين\r\nالمقصورة وأعواد المنبر ومنعوا من الخطبة ووثبوا بحمرة الخطيب ورجموه\r\nحتى أدموه وسلخوا وجهه وجروا برجله وقالوا يا فاجر تدعو لرجل لا ينظر\r\nفي أمور المسلمين قد اشتغل بالغناء والزنا عن النظر في أمور الحرمين والثغور يفرق\r\nمال الله في أعداء الله ولا يخاف عقابا ولا ينتظر معادا فلم يزالوا في هذه الحال إلى\r\nوقت صلاة العصر وفعلوا بعد ذلك مثل فعلهم الأول في أول جمادى الآخرة\r\nونهضوا إلى باب الوزير الفضل بن جعفر وراموا كسره فرموا بالسهام من أعلى\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالدار وقتل منهم نفر فركب أحمد بن خاقان وتوسط أمرهم وضمن لهم ما يصلحهم *\r\nوفى ثمان خلون من رجب نقب الحسين بن القاسم في الدار الحاجبين نقبا\r\nأخرج منه غلمانه وأراد الخروج بنفسه ففطن به وقبض عليه وحدر إلى البصرة\r\nذكر مسير مؤنس إلى بغداد وقتل المقتدر\r\nولما كثر عند مؤنس من استأمن إليه من قواد العراق ورجال الخليفة\r\nوبلغه الاضطراب بها وأنس إلى الوزير الفضل بن جعفر لما كان عليه من\r\nترك المطالبة للناس ودارت بين مؤنس وبين الوزير مكاتبات ورجا الوزير\r\nأن يصلح الأحوال بمجئ مؤنس ويتأيد به على قمع المفسدين ويتمكن بحضوره\r\nمن صلاح أمور الخليفة التي قد اضطربت فراسل مؤنسا في القدوم ورغبه\r\nفي الصلاح وجنح مؤنس إلى ذلك ورغب فيه ورجا ما لم يعنه المقدار عليه\r\nفخرج مؤنس من الموصل يوم الأحد لثلاث عشرة ليلة بقيت من شوال بعد\r\nأن ضم إلى نفسه قواده ورجاله وقلد من وثق به الموصل ونصيبين وبعربايا\r\nوسائر الأعمال في تلك الناحية فلما انتهى مؤنس إلى البردان خرج إليه القواد\r\nوغيرهم مستأمنين إليه مثل مفلح وبدر الحمال وأبو علي كاتب بشر الأفشيني\r\nوابن هود وجماعة وبقى الغلمان الحجرية على الوزير وابن الخال في الشعيبي\r\nيطالبونهما بالمال والزيادة لما علموا به من إقبال مؤنس وكتب مؤنس إلى\r\nالمقتدر كتبا يقول فيها لست بعاص لأمير المؤمنين ولأشققت عصاه وإنما\r\nتنحيت عنه لمطالبة أعدائي لي عنده وقد جئت إلى بابه برجاله وليس مذهبي الفتن\r\nولا إراقة الدماء وقد بلغني أن مولاي يحمل على محاربتي ولاحظ في ذلك للفريقين\r\nبل فيه الشتات والفرقة وذهاب العدد وحدوث البلاء وفناء الرجال فيأمره مولاي\r\nللجند الذين معي بأرزاقهم فتدفع إليهم ثم يصيرون إليه وتطيب نفوسهم عليه\r\nفأصغى المقتدر إلى قوله وسر به وقيل إنه اصطبح في داره واصطبح مفلح وابن الخال\r\nفي دورهما سرورا بذلك ثم قال للمقتدر ابنا رائق وياقوت ومفلح وغيرهم ممن كان\r\nيكره مؤنسا ولا يريد رجوعه هذا عجز منك ونقص بك ولعلها حيلة عليك وخدعة\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nلك وحمل على اخراج مضاربه إلى باب الشماسية والعزم على قتاله وقالوا له لو\r\nقد رآك كل من مع مؤنس لانصرفوا عنه وتركوه وحده وأخذوه في ذلك بالوعيد\r\nوالترهيب فأخرج المقتدر مضاربه إلى الشماسية يوم الثلاثاء لأربع بقين من شوال\r\nوخرج بنفسه يوم الأربعاء لثلاث بقين منه بعد أن توضأ للصلاة وبرز إلى دار\r\nالعامة فصلى بها وكان كارها للخروج ومتثبطا فيه وإنما خرج مكرها حتى لقد\r\nحدثت بأنهم قالوا له إن خرجت معنا إلى حرب مؤنس والا تقربنا بك إليه\r\nوحدث ذكى عن المقتدر أنه رأى في الليلة التي خرج في صبيحتها إلى مؤنس كأن\r\nالنبي صلى الله عليه وسلم كان يقول له يا جعفر اجعل افطارك الليلة عندي ففزع\r\nله وحدث به والدته فجهدت به ألا يخرج وكشفت عن ثدييها وبكت فغلب القضاء\r\nونزل البلاء قال فحدثني أحد خلفاء الحجاب ممن أثق به قال رأيت المقتدر قبل\r\nخروجه إلى مؤنس في دار العامة وابن رائق يستحثه ويقول له عجل يا سيدي ليراك\r\nالناس فقال له إلى أين أعجل يا وجه الشؤم * قال وحدثني ابن زعفران عن تكين\r\nالخادم أن المقتدر لما عمل على الخروج إلى مؤنس لبس ثيابه وجلس على مسورة\r\nوقال لامه يا أمه أستودعك الله هذا يوم الحسين بن علي ثم تمثل بقول علي بن الرومي\r\nطأمن حشاك فإن دهرك موقع * بك ما تحب من الأمور وتكره\r\nوإذا حذرت من الأمور مقدرا * فهربت منه فنحوه تتوجه\r\nقال وأخبرني جماعة من أهل بغداد ممن عاين المقتدر خارجا من داره وقد شق\r\nالمدينة يريد رقعة الشماسية فقالوا كان عليه خفتان ديباج فضى تستري وعليه عمامة\r\nسوداء مصمت والبردة التي كانت للنبي صلى الله عليه وسلم على كتفيه وصدره\r\nوظهره وهو متقلد بذى الفقار سيف رسول الله صلى الله عليه وسلم وحمائله\r\nأدم أحمر وفى يده اليمنى الخاتم والقضيب وتحته الفرس المعروف بالاقبال ويعرف\r\nبالقابوس لان أباقا وس أهداه إليه وعلى الفرس سرج مغربي أحمر بحلية\r\nجديدة وتحت فخذه الأيسر سيف للركاب وبين يديه ابنه أبو أحمد عبد الواحد\r\nعليه خفتان ديباج رومي منقوش وعمامة بيضاء وخلفه وزيره الفضل بن جعفر\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nابن الفرات وقدامه لواء أبيض وراية سوداء يحملها ابن نصر اللابى واللواء\r\nيحمله أحمد بن خفيف السمرقندي وعلمان أبيضان وعلمان أصفران يحملها الأنصار\r\nومعهم رماح في رؤسها مصاحف وسار المقتدر على حاله هذه حتى وافى الرقة\r\nبالشماسية وقد وقعت الحرب بين العسكرين وكان الظهور أول النهار لعسكر المقتدر\r\nثم عادت بعد ساعة لأصحاب مؤنس عليهم فأسر أبو الوليد بن حمدان وأحمد بن كيغلغ\r\nوكانا في ميمنة المقتدر في جماعة من قواد بغداد فثبتا بأنفسهما لما خان المقتدر من\r\nكان حوله حتى أخذا أسيرين وكان في القلب من عسكر مؤنس بدر الخرشني وعلى\r\nابن يلبق ويمن الأعور وبإزائهم المقتدر وعبد الواحد ابنه ومفلح الأسود وشفيع\r\nالمقتدري وابنا رائق وهارون بن غريب الخال ومحمد بن ياقوت والحجرية وكان\r\nفي ميمنة مؤنس يلبق ويأنس المونسي وغلمان يلبق ومن استأمن إليهم من عسكر\r\nبغداد فلما اشتدت الحرب انكشف ابن يلبق قليلا فراسله أبوه بالتوقف والانحياز\r\nإليه وأرسل يلبق إلى ميمنته بأن يحملوا فحملوا وأخذوا على شط دجلة ليخرجوا\r\nفي ظهر عسكر المقتدر فتشوش العسكر وحمل يلبق وابنه ومن كان معهما حملة\r\nواحدة فانهزم جميع من كان مع المقتدر حتى لم يبق إلا هو وحده ولم يقتل بين\r\nيديه من غلمانه وأوليائه أحد إلا رجل من خلفاء الحجاب يقال له رشيد الهروي\r\nوقد كان المقتدر لما رأى الحرب قد وقعت بين علي بن يلبق وبين ابن الخال وابن\r\nياقوت أراد العدول إلى المضرب أو إلى الحراقة فلقيه سعيد بن حمدان فقال له\r\nيا أمير المؤمنين قد وقعت العين على العين فإن رآك من حولك قد زلت انهزموا\r\nوانفلوا فرجع إلى المصاف وذلك وقت صلاة الظهر ولم يكن في موكبه\r\nأحد من أهله إلا هارون بن عبد العزيز بن المعتمد على الله وعبد العزيز\r\nابن علي بن المنتصر بالله وإبراهيم بن قصي بن المؤيد بالله وإبراهيم بن عيسى\r\nابن موسى بن المتوكل على الله وكان أول من انهزم من أصحابه الحجرية ثم سائر\r\nالناس وحمل عبد الواحد بن المقتدر في جماعة من الرجالة عدة حملات فاسر من\r\nرجال مؤنس يلبق النعماني الصفعان وكان فارسا جيدا فأرادوا قتله فنهاهم المقتدر\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nعنه ولم يزل ابن ياقوت في ذلك اليوم ثابتا بعد أن انهزم ابن الخال وأبلى بلاء حسنا\r\nفلما لم يجد ابن ياقوت مساعدا انهزم وانهزم عبد الواحد بن المقتدر وبقى المقتدر\r\nوحده وحوله جماعة من العامة وهو يحض الناس على القتال ويسألهم الثبات معه\r\nويتوسل إليهم بالله وبنبيه وببردته ويمسح المصحف على وجهه إلى أن أقبل موكب\r\nعلي بن يلبق وكان قد أصابته جراح في الحرب فلم يهن لها وأقبل معه فارس تحته\r\nفرس أدهم وعليه درع على رأسه زردية فضرب المقتدر ضربة بالسيف في عاتقه\r\nالأيمن فقطعت الضربة طاقا من حمائل السيف وأثخنته الضربة وكان السيف بيد\r\nالمقتدر مجردا وقد كان نافع صاحب ركاب مؤنس ضرب بيده إلى عنان دابة المقتدر\r\nليسير به إلى مؤنس فلما ضربه الفارس خلى نافع عنانه ومضى الفارس بعد أن ضربه\r\nولم يقف عليه ووافى بعد هذا الفارس ثلاثة فوارس يقال لأحدهم بهلول وللثاني\r\nسيمجور ورفيق لهما لم أحفظ اسمه فوقفوا بالمقتدر يخاطبونه ويسمعون منه\r\nمنه فأخذ أحدهم السيف من يده وانترع الآخر البردة والخفتان منه وطالب\r\nالثالث بخاتمه فدفعه إليه وكان الخاتم ياقوتا أحمر مربعا فضربه أحد الثلاثة بالسيف\r\nعلى جبينه فألمه فأخرج المقتدر كم قميصه ليمسح الدم عن وجهه فضربه الآخر\r\nضربة ثالثة فتلقاها المقتدر بيده اليسرى فقطعت إبهامه وانقلبت الابهام إلى ذراعه\r\nوسقط إلى الأرض واجتمعت عليه جماعة رجالة فاحتزوا رأسه وحمل إلى مؤنس\r\nوذلك يوم الأربعاء لليلتين بقيتا من شوال سنة 320 وكان الذي حمله سراج البكتمري\r\nفلما نظر إليه مؤنس اشتد جزعه وغمه وناله عليه أمر عظيم وقيل إن الذي قتل\r\nالمقتدر نقيط غلام مؤنس وأن جثته بقيت مجردة فطرح بعض المطوعة على\r\nسوأته خرقة ثم أخذها رجل من العجم وألقى عليها حشيشا إلى أن حملت الجثة\r\nإلى مؤنس فأضاف إليها الرأس وسلمه إلى ابن أبي الشوارب القاضي ليتولى أمره\r\nفقيل إنه دفن مع أبيه وقيل إنه دفن في رقة الشماسية وقيل أيضا انه طرح في دجلة\r\nولم تزل الرعية يصلون في مصرعه ويدعون على قاتله وبنى في الموضع مسجد\r\nوحظيرة كبيرة وكان عمر المقتدر يوم قتل ثمانية وثلاثين سنة وشهرا وستة أيام\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nوكانت ولايته الخلافة أربعا وعشرين سنة وأحد عشر شهرا وولد أبا العباس\r\nالراضي محمدا والعباس أبا أحمد وهارون أبا عبد الله وعبد الواحد أبا على وإبراهيم\r\nأبا إسحاق المتقى والفضل أبا القاسم المطيع وعليا أبا الحسن وإسحاق أبا يعقوب\r\nوعبد الملك أبا محمد وعبد الصمد ولم يذكر الفرغاني جميعهم وإنما ذكر ستة منهم\r\nوبقى مؤنس في مضاربه بباب الشماسية ولم يدخل بغداد حتى أقام القاهر للخلافة\r\nواستأمن إليه القواد المنهزمون عن المقتدر فآمنهم وانقطع الطلب عن جميعهم\r\nوسكن الناس وهدنهم وأظهر الأسف لما دار في أمر المقتدر وجمع القواد للمشورة\r\nفي الخليفة بعده ودار الرأي بينهم في ذلك وأمر مؤنس باحضار بلال بواب دار\r\nابن طاهر التي كان فيها أولاد الخلفاء وسأله عمن فيها من أولاد الخلفاء فذكر جماعة\r\nفيهم محمد القاهر فمال هواهم إليه وكان مؤنس قد كرهه ونهاهم عنه فقالوا هو كهل\r\nولا أم له ونرجو أن تستقيم أمورنا معه فأطاعهم فيه وأجابهم إليه وأحضروه\r\nعلى ما سيقع بعد هذا ذكره * قال وحدثني أبو الفهم ذكى أن رشيقا الأيسر وكان\r\nالذي أقبل بالقاهر من دار ابن طاهر لولاية الخلافة وكان مقدما على الحرم حكى\r\nله بأن رأيهم اجتمع بعد مخاوضة طويلة على القاهر وعلى أبى أحمد بن المكتفى\r\n* قال ذكى ووجهوني فيهما ليتكلم مؤنس مع كل واحد منهما خاليا فمن ظهر\r\nلهم تقديمه منهما قدم فتوجه ذكى فيهما فلما صاربهما ؟ ؟ في بعض الطريق قال القاهر\r\nلأبي أحمد بن المكتفى لست أشك في أنا انما دعينا التعرض على كل واحد منا\r\nالخلافة فعرفني بما عندك فان كنت راغبا فيها أبيت أنا منها إذا دعيت إليها ثم\r\nكنت أول من يبايعك فقال له أبو أحمد ما كنت بالذي أتقدمك وأنت عمى\r\nوكبيري وشيخي بل أنا أول من يبايعك فلما تحقق عند القاهر مذهبه بنى أمره\r\nعليه ثم لما صار إلى مؤنس وحاشيته بدؤا بمخاطبة أبى أحمد لفضل كان فيه وعرضوا\r\nالامر عليه فأبى من تقلده ولم تكن رغبتهم فيه ثابتة إذ كانت له والدة وقد علموا ما كانت\r\nتحدثه والدة المقتدر في الخلافة فعقدوا الامر للقاهر بالله * قال وذكر لي ابن زعفران انه\r\nحضر ذلك وأن القاهر أجلس في خيمة بإزاء خيمة مؤنس ولم تزل المراسلات بينهما\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوالشروط متخذة على القاهر إلى أن أجاب إلى جميعها إلا النفقة التي كلفوه للجند على البيعة\r\nفإنه ذكر ألا مال فعذروه * قال ولم يكن عليه يوم أحضر للبيعة إلا قميصان ورداء فطلب\r\nما يلبس من الثياب التي تشاكله للجلوس للعامة وسيف ومنطقة فلم يوجد ما يصلح\r\nلذلك فنزع جعفر بن ورقاء ثيابه التي كان يلبسها ولبسها القاهر وهى عطاف\r\nوعمامة ومنطقة وسيف بحمائل ثم قعد في الخيمة وسلموا عليه بالخلافة وبويع له\r\nعلى ما سيأتي ذكره\r\nذكر البيعة لمحمد القاهر بالله\r\nوهو محمد بن أحمد المعتضد بن طلحة الموفق بن جعفر المتوكل وكنية محمد\r\nالقاهر أبو منصور وكانت أمه تسمى بقبول وبويع بالخلافة يوم الخميس لليلتين\r\nبقيتا من شوال سنة 320 وهو ابن خمس وثلاثين سنة وذلك أنه لما أحضر\r\nمن دار عبد الله بن طاهر التي كان فيها مع أولاد الخلفاء ودار بينه وبين مؤنس\r\nالمظفر ما تقدم ذكره من الشروط وتم الامر بينهم انحدروا به إلى دار الخلافة في\r\nاليوم المؤرخ فلما دخلها دعا بحصير فصلى أربع ركعات وجلس على سرير الملك\r\nولقب القاهر بالله وحضر عبيد الله بن محمد الكلواذي فاستخلفه على الوزارة لمحمد بن\r\nعلي بن مقلة إذ كان غائبا بفارس وأمر بأن تكتب الكتب إلى العمال باسم ابن\r\nمقلة وولى الحجابة علي بن يلبق ولم يمكنه الحضور لجراح كانت به فخلف على\r\nالحجابة بدر الخرشني وقلد أحمد بن خاقان شرطة الجانبين ولما كان يوم الاثنين\r\nلليلتين خلتا من ذي القعدة بعث القاهر في أولاد المتوكل على الله وغيرهم من أبناء\r\nالخلفاء وأبناء أبنائهم فأوصلهم إليه واستدناهم وأمرهم بالجلوس وأخذ عليهم الكلواذي\r\nالبيعة وخاطبه هارون بن عبد العزيز بن المعتمد بعد أن صافحه وهنأه ودعا له فقال\r\nقد نالت يا أمير المؤمنين أهلك جفوة أضرت بهم وآثرت في أحوالهم وليس يسألون\r\nاقطاعا ورد ضيعة وأحوالهم تصلح بادرار أرزاقهم فقال أنا آمر بادرارها ولا أقنع\r\nلكم بها وقد كان يتصل بي من أمركم ما يغمني فشكرته العامة على هذا القول وتكلم منهم\r\nأبو عبد الله محمد بن المنتصر ودعوا له جميعا ثم إن القاهر أظهر في أول قعوده في الخلافة\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nمن الجد وبعد الهمة والاختصار والقناعة ما هابه به الناس وأراد قطع ثوب يلبسه فحمل\r\nإليه من داره فقيل له لو أخذلك ثوب من خرانة الكسوة فقال لا تمسوا لهم شيئا\r\nوعرضت عليه صنوف الألوان والحلواء والفواكه التي كانت توضع بين أيدي الخلفاء\r\nفي كل يوم فاستكثرها وقال في الفاكهة بكم تبتاع هذه كل يوم فقيل له بثلاثين\r\nدينارا فقال نقتصر من ذلك على دينار واحد من الطعام على اثنى عشر لونا وكان\r\nيصلح لغيره كل يوم ثلاثون لونا من حلواء فاقتصر على الكافي له * وفى يوم\r\nالخميس لخمس خلون من ذي القعدة حمل أبو العباس وأبو عبد الله ابنا المقتدر مع\r\nأمهما إلى دار عبد الله بن طاهر بعد عتمة * وفيه طولبت أم المقتدر بالأموال\r\nوضربت وعلقت * قال الفرغاني حدثني أبو الحسين بن العجمي قال حدثنا ذلفاء\r\nالمنجمة التي كانت مع المقتدر قالت لما أراد المقتدر الخروج لمحاربة مؤنس قال لامه قد\r\nترين ما وقعت فيه وليس معي دينار ولا درهم ولابد من مال يكون معي فأعينيني\r\nبما معك فقالت له قد أخذت منى يوم سار القرمطي إلى بغداد ثلاثة آلاف ألف\r\nدينار وما بقيت لي بعدها ذخيرة إلا ما ترى وأحضرته خمسين ألف دينار فقال\r\nالمقتدر وأي شئ تغنى عنى هذه الدنانير وأي مقام تقوم لي في عظيم ما أستقبله\r\nثم قال لها أما أنا فخارج كيف كنت وعلى ما استطعت ولعلى أقتل فأستريح ولكن\r\nالشأن فيمن يبقى بعدي ويقبض عليها ويعذب ويعلق في هذه الشجرة دراجية\r\nفقالت ذلفاء وكانت في بعض دور الخلافة شجرة فوالله لقد قبض على أم المقتدر\r\nوعلقت في تلك الشجرة بعينها * وفيه ضرب شفيع وطولب بمال وصير بيع\r\nأملاكه إلى بشرى الخادم فضاع أكثر ذلك وقبض أيضا على أسباب خالة المقتدر\r\nوقبض على شفيع المقتدري وسلم المطبخ والبساتين إلى رشيق الأيسر الحرمي وسلم\r\nالبريد والاصطبل إلى علي بن يلبق وصرف أحمد بن خاقان عن الشرطة في الجانبين\r\nوقلدها يمن الأعور وقبض الأعور وقبض على يأنس الخادم ولم تزل الأمور\r\nمضطربة بقلة المال ومطالبة الجند بالأرزاق ومطالبتهم بمال البيعة حتى أنهم\r\nشغبوا واجتمعوا إلى باب الخليفة ودخلوا إلى الدهليز الشعيبي من باب العامة\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nوفتح السجن وحورب الموكلون عليه وأيدتهم العامة على ذلك فخرج يمن الأعور\r\nوأخذ رجلا من العامة وضربه بالسياط وصلبه فتفرق العوام وزاد أمر الجند\r\nشغبا وجدا فأرسل القاهر إليهم ليس عندي مال والمال عند يلبق وأوصى القاهر\r\nإلى مؤنس إما أن يرضى يلبق الرجال ويكفهم عنى وإلا اعتزلت فليس على هذا\r\nالشرط تقلدت * وقدم ابن مقلة بغداد لتسع خلون من ذي الحجة وخلع عليه وقعد\r\nودفع إلى الجيش الذي بالحضرة عن البيعة لكل واحد منهم رزقا واحدا وللجند\r\nأصحاب مؤنس ثلاثة أرزاق لكل واحد ثم إن ابن مقلة بسط يده على الناس فأخذ\r\nأموالهم وقبض على عيسى الطبيب فأخذ أملاكه ثم بدأ في بيع أملاك السلطان وأخذ\r\nالمال من حيث لاح له وابتدأ بانشاء داره وأدخل فيها من بستان الزاهر نحو\r\nعشرين جريبا ونقض دور بنى المقتدر واستولى ابن يلبق وحاشية مؤنس على\r\nالقاهر حتى صار لا يجوز له أمر ولانهى الا على أهل بيته وأولاد المقتدر\r\nالمحبوسين عنده قال وكان القاهر مستهترا بالشراب لا يكاد يفيق منه فإذا شرب\r\nاقبل إلى أولاد المقتدر والى الراضي وإخوة وكان قد أخذهم وضمهم إلى دار تعرف\r\nبالفاخر وأحضر أبا أحمد بن المكتفى واعتقله معهم فكان القاهر يدخل عليهم\r\nبالليل ويتخلق لأولاد المقتدر ولأبي أحمد بن المكتفى ويسقيهم بيده وكان يقول\r\nللراضي أنت المرشح للامر والمسمى له ثم يومى إليه بحربة كانت في يده وربما قفع\r\nأصابعه بقضيب كان معه والراضي في كل ذلك لا يخضع له ولا يقبل يده والمقادير\r\nتدفعه عنه وأقام علي بن يلبق وهو الحاجب يفتش جميع ما يدخل الدار على القاهر\r\nفي كل ذلك يزداد غضبا وكمدا ثم إن الراضي دس إلى يلبق وابنه وأهدى إليهما\r\nجوهرا وعرفهما أنه وإخوته خائفون على أنفسهم من القاهر وسألهما تخليص\r\nهؤلاء المحبوسين من يده فأجمع رأى يلبق وابنه على تخليصهم وقعد يلبق في بعض العشايا\r\nفي بعض مجالس الدار وأخرجهم على غيبة وأخرج الجدة معهم وكان القاهر قد سامها\r\nسوء العذب وطالبها بالأموال فوجه بهم إلى داره وأفرد لهم موضعا في دار\r\nحرمه وماتت الجدة بها فكفنها في أحسن كفن ودفنها بشارع الرصافة ( وفيها )\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nصرف أبو عثمان أحمد بن إبراهيم بن حماد عن القضاء بمصر وقلد القضاء بها عبد الله\r\nابن أحمد بن زيد * وفى ذي القعدة من هذه السنة ورد الخبر بمصر بقتل المقتدر\r\nفاضطربت الأحوال بها وشغب الجند ووكل التجار وطولبوا بالأموال وشغب\r\nالجند على تكين وطالبوه بمال البيعة فجمع التجار بمصر واستسلف منهم الأموال\r\nبسبب البيعة على أن يطالب يدم المقتدر ( وحج بالناس ) في هذه السنة أبو حفص\r\nعمر بن حسن الهاشمي\r\nوهذا ما انتهى إلينا من هذا التاريخ والحمد لله رب العالمين وحسبنا الله\r\nونعم الوكيل وصلى الله على سيدنا محمد المصطفى وآله الطاهرين الطيبين وسلم تسليما\r\nفرغ من نسخه الفقير المشكر المعترف بذنبه يحيى بن يوسف بن يحيى بن منصور\r\nابن المعمر بن عبد السلام الزريراني في شهر ربيع الآخر من سنة 627\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130}
  ]