[
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nكتاب الأمثال\r\nفي\r\nالحديث النبوي ( صلى الله عليه وسلم )\r\nالجزء الأول والثاني\r\nتأليف\r\nأبي محمد عبد الله بن محمد بن جعفر بن حيان\r\nالمعروف بأبي الشيخ الأصبهاني\r\nالمتوفي 369 ه‍\r\nتحقيق\r\nالدكتور عبد العلي عبد الحميد\r\nالأستاذ بقسم الدراسات الاسلامية\r\nجامعة بايور كانوا - بيجريا\r\nطبع تحت اشراف مختار أحمد الندوي\r\nمدير\r\nالدار السلفية\r\n13 - محمد علي بلدينج ، بيندي بازار\r\nبومباي 400003 الهند\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nسلسلة مطبوعات الدار السلفية رقم 43\r\nحقوق الطبع محفوظة للدار السلفية\r\nالطبعة الأولى\r\n1402 ه‍ - 1982 م\r\nيطبع من\r\nالدار السلفية\r\n13 - محمد علي بلدينج ، بيندي بازار بومباي 3 - الهند\r\nPrinter and publisher\r\nAl - DARUSSALAFIAH\r\n13 , mohammed Ali Bulding ,\r\nBhindia Bazar , BOMBAY - 400 003\r\n( INDIA )\r\nPhone . 333642 , 336288\r\nGRAM . ALSALAFIAH - BOMBAY 3\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nكلمة الناشر\r\nالحمد لله رب العالمين والصلاة والسلام على محمد وآله وأصحابه أجمعين وبعد .\r\nمما يثلج صدري ويزيد من غبطتي وسعادتي أن أقدم لقراء الأعزة « كتاب الأمثال في الحديث النبوي » تأليف أبي محمد عبد الله بن محمد بن جعفر ابن حيان المعروف بأبي الشيخ الأصبهاني المتوفى 369 هج\r\nوذلك من تحقيق الدكتور عبد العلي عبد الحميد الأستاذ بقسم الدراسات الاسلامية بجامعة بايرو كانوا في نيجريا .\r\nونظراً لأهمية هذا الكتاب فإنه يسرني أن أوضح للقراء الكرام بعض الخطوات القى اتخذت لاخراج هذا الكتاب إلى حيز الوجود ليقف القارئ العزيز على أهمية الكتاب وأهمية التحقيق والطبع والنشر . فالأمر واضح بالنسبة لأهمية الكتاب فهو يأتي ضمن الكتب البارزة والمؤلفة من المصدر الثاني للشريعة الإسلامية وهي السنة النبوية الشريفة . وتعود فكرة تحقيق هذا الكتاب إلى صاحب هذه الدار حيث دارت المناقشة حول موضوع التحقيق .\r\nوتم الاتفاق على تحقيقه ونشره . ولم كانت سعادتي وغبطتي بموافقة الأستاذ على تحقيق كتاب الأمثال حيث كانت هناك مخطوطة منه ثم البحث والتنقيب عن المصادر الأساسية لهذا الكتاب الجليل ، حتى استطاع الأستاذ الفاضل\r\n","description":"","footnote":"","page_name":" كلمة الناشر 3 ","page_number":3},
  {"content":"\r\nبجهوده المخلصة من اخراجه إلى النور وتمكين القراء من الوقوف على جانب مهم من جوانب السنة الشريفة كما استطاع الدار السلفية بتوفيق الله عزّ وجلّ ثم بمواصلة الجهود المبذولة والمتواصلة من التمكين من نشر هذا الكتاب ولا غرابة في ذلك ، فهي دائماً تسعى إلى احياء التراث السلف الصالح ونشره ، حيث كان لها الفضل في نشر بعض المؤلفات الأخرى المهمة ، والتي صدرت ونالت اعجاب كافة العلماء والمثقفين في العالم الإسلامي ككتاب المصنف في الأحاديث والآثار للإمام الحافظ ابن أبي شيبة ، وكتاب التبصرة في القراءات السبعة لمكي بن أبي طالب ، ومسند أبي بكر الصديق ومسند عائشة أم المؤمنين للسيوطي - التي تحتاج إليها المكتبات الإسلامية وأبناء المسلمين .\r\nوانطلاقاً من أهداف الدار السلفية التي هي تعميم التراث الإسلامي فيسرها لتقديم هذا الكتاب العلمي الجليل وترجو أن يقبل رواجاً حسناً بين العلماء بعد تلك الجهود الجبارة التي بذلها الأستاذ عبد العلي عبد الحميد في سبيل اخراجه من دقة البحث وعمق التحليل .\r\nوأخيراً نرجو الله سبحانه وتعالى أن يجعل عملنا هذا خالصاً لوجهه الكريم وأن ينفع به المسلمين انه نعم المولى ونعم النصير .\r\nوصلّى الله على أشرف الأنبياء نبينا وسندنا محمد وعلى آله وصحبه أجمعين .\r\nمختار أحمد الندوي\r\nمدير الدار السلفية بومباي الهند\r\n15 جمادي الأولى 1402 هج‍\r\n","description":"","footnote":"","page_name":" كلمة الناشر 4 ","page_number":4},
  {"content":"\r\nالاهداء\r\nإلى روح أبي الّذي رباني صغيراً وعاني كثيراً في سبيل توفير ضروريات الحياة لأولاده .\r\nولما كللت جهوده بالنجاح ووصلت حيث كان يتمنى أن يراني وأصبح في وسعى أن أوفر له وسائل الراحة بعد ذلك العناء الطويل فارقني . . توفى وأنا في الغربة على بعد آلاف من الأميال . . وكان بودي أن أكون عند فراشه وقت رحيله ولكن الله قدر غير ذلك فلم يبق لي الآن الا الابتهال إلى الله تعالى لاستنزال رحمته عليه .\r\nاللهم اغفر له وارحمه وعافه واعف عنه وأكرم نزله ووسع مدخله واسكنه جنة الفردوس . آمين !\r\nعبد العلى\r\n","description":"","footnote":"","page_name":" مقدمة 5 ","page_number":5},
  {"content":"\r\nالجزء الأول والثاني\r\nمن\r\nكتاب الأمثال\r\nتصنيف أبي محمد عبد الله بن محمد بن جعفر بن حيان\r\nالمعروف بأبي الشيخ رحمه الله\r\nرواية أبي أحمد محمد بن علي بن محمد بن عبد الله بن سمويه المعروف بالمكفوف عنه .\r\nرواية السيد الزاهد أبي محمد حمزة بن أبي الفضل العباس بن علي العلوي عنه .\r\nرواية الشيخ أبي الحسن مسعود بن أبي منصور بن محمد بن الحسن الجمال عنه .\r\nرواية الحافظ أبي الحجاج يوسف بن خليل بن عبد الله الدمشقي نفعه الله بالعلم .\r\nرواية أبي العباس أحمد بن محمد بن عبد الله الظاهري عنه .\r\nسماع لصاحبه عبد الكريم بن عبد النور بن منير الحلبي نفعه الله بذلك آمين .\r\n","description":"","footnote":"","page_name":" مقدمة 6 ","page_number":6},
  {"content":"\r\nكلمة المحقق\r\nترجع فكرة البحث في أمثال الحديث إلى سنوات مضت . وكان صاحب الفكرة أخي الفاضل الشيخ مختار أحمد الندوي صاحب الدار السلفية ودار المعارف في بومباي ، كنا جالسين في مكتبة تتجاذب أطراف الحديث .\r\nودارت المناقشة حول الأمثال في الحديث النبوي . فاقترح الشيخ مختار أحمد أن نقوم بجمع الأحاديث التي تتضمن الأمثال . وافترقنا ولم يتمكن أي واحد منا من تنفيذ الفكرة .\r\nومضت فترة من الزمن وبينما أنا انظر في كتاب تاريخ التراث العربي للدكتور فواد سزكين وجدته يذكر مخطوطات في أمثال الحديث فتذكرت ما كان جرى بيني وبين الشيخ مختار أحمد الندوى من الحديث حول هذا الموضوع ووجدت في نفسي دافعاً قوياً للاطلاع على هذه الكتب . وهي :\r\n( 1 ) الأمثال السائرة عن رسول الله لأبي عروبة الحراني\r\n( 2 ) أمثال الحديث المروية عن النبي صلّى الله عليه وسلّم لأبي محمّد الرامهرمزي\r\n( 3 ) كتاب الأمثال لأبي الشيخ الأصبهاني\r\nفكتبت للمكتبات التي كانت هذه الكتب محفوظة فيها وسافرت إلى تركيا وحصلت على الميكروفيلم لها وقرأتها فوجدت فيها مادة غزيرة لطلاب\r\n","description":"","footnote":"","page_name":" مقدمة 7 ","page_number":7},
  {"content":"\r\nالحديث فأردت تقديمها للقراء . وقضى الله وقدر ان يكون أول الكتب ظهوراً كتاب أبي الشيخ وقد صادفت في تحقيقه صعوبات كثيرة لأنها لم توجد له الا نسخة واحدة فقط ولم تكن مكتوبة بالدقة . ثم إن بضاعتي في علم الحديث لم تكن مزجاة ولكن الله وفقني لاتمامه ولا ادعى انه خال من الأخطاء - وجل من لا يخطئ - ولكن هذا ما استطعت وما توفيقي الا بالله .\r\nوفي الواقع يرجع فضل صدور الكتاب إلى الشيخ مختار أحمد الذي عكف منذ ان أسس الدار السلفية على خدمة العلم ونشر التراث الإسلامي وتقديم الكتب القيمة إلى العلماء . وهو الذي أصر على أن يطبع الكتاب فوراً وان كنت اشعر ان هناك حاجة إلى مزيد من البحث والاستقراء .\r\nفجزاه الله عني وعن سائر المسلمين أحسن الجزاء ووفقه لمزيد من العمل لخدمة العلم والعلماء . آمين\r\nوأود أن أسجل شكري وامتناني لشيخ الحديث في الهند العلامة عبيد الله الرحماني المباركفوري - حفظه الله - الذي تكرم ان يعطيني من وقته الثمين وتفضل بالجلوس معي يرد على أسئلتي ويحل المشاكل التي استعصت على .\r\nكما أود أن أشكر أخي وزميلي الدكتور مقتدى حسن الأزهري وكيل الجامعة السلفية في بنارس ، الهند - والمسؤلين في الجامعة على سماحهم لي باستخدام المكتبة ، واشكر أيضاً المسؤولين في الجامعة الاسلامية فيض عام بمئو الذين قدموا كل مساعدة في عملي . فجزاهم الله أحسن الجزاء .\r\n","description":"","footnote":"","page_name":" كلمة المحقق 8 ","page_number":8},
  {"content":"\r\nوأرجو من الله أن يجعله خالصاً لوجهه الكريم وينفع به المسلمين أنه على كل شيء قدير .\r\nربنا تقبل منا انك أنت السميع العليم .\r\n« الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله » وآخر دعوانا ان الحمد لله رب العالمين .\r\nعبد العلى عبد الحميد حامد\r\nقسم الدراسات الاسلامية\r\nجامعة بايرو\r\nكانوا - نيجريا\r\n5 محرم 1402\r\n7 نوفمبر 1981\r\n","description":"","footnote":"","page_name":" كلمة المحقق 9 ","page_number":9},
  {"content":"\r\nالمقدمة\r\nالأمثال جمع مثل . قال الزمخشري : « وهو في الأصل بمعنى المثل أي النظير ، يقال مثل ومثل ومثيل كشبه وشبه وشبيه » ثم قيل للقول السائر الممثل مضربه بمورده « مثل » ولم يضربوا مثلاً ولا رأوه أهلاً للتيسير ولا جديرا بالتداول والقبول الا قولا فيه غرابة من بعض الوجوه ومن ثم حوفظ عليه وحمى من التغيير .\r\n« وقد استعير المثل للحال أو الصفة أو القصة إذا كان لها شأن وفيها غرابة » ( 1 ) .\r\nفالمثل هو القول السائر الذي قيل في حادث معين وفي قصة خاصة لكنه جرى على السنة الناس وصار يطلق على أية حالة تشبه ذلك الحادث الذي قيل فيه .\r\nويفهم من كلام الزمخشري ان الغرابة في القصة شرط لاشتهار القول وتسميته مثلاً ولكن الزركشي يرد هذا الشرط ويعتبره مخالفاً لكلام اللغويين ( 2 ) . ولكن الذي يبدو هو انه يجب أن يكون الكلام فيه ما يجذب السامع إليه - من إيجاز اللفظ وصدق المعنى . وهذا ما يجعله يسير بين الناس ويقوم مقام\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف 1 / 72 .\r\n( 2 ) البرهان في علوم القرآن 1 / 490 .\r\n","page_name":" مقدمة 10 ","page_number":10},
  {"content":"\r\nالمثال الذي يعمل عليه غيره .\r\nويقرر أبو هلال العسكري ان كل حكمة سائرة تسمى مثلاً وقد يأتي القائل بما يحسن من الكلام أن يتمثل به الا انه لا يتفق ان يسير فلا يكون مثلاً - فأبو هلال يشترط الشيوع والانتشار في المثل .\r\nوقال بعض العلماء : سميت الحكم القائم صدقها في العقول أمثالا لانتصاب صورها في العقول . مشتقة من المثول الذي هو الانتصاب .\r\nوقال إبراهيم النظام : يجتمع في المثل أربعة لا تجتمع في غيره من الكلام : إيجاز اللفظ ، وإصابة المعنى وحسن التشبيه وجودة الكناية .\r\nوقال ابن المقفع : إذا جعل الكلام مثلاً كان أوضح المنطق وآنق للسمع وأوسع لشعوب الحديث ( 1 ) .\r\nوقد اهتم العلماء والأدباء بالأمثال وعدوها فنا أدبيا مستقلا وحاولوا حفظ ما وصل إليهم من أمثال العرب ، وأول من صنف في الأمثال عبيد ابن شرية ثم تبعه الآخرون فألف فيه أبو عبيدة وأبو فيد وأبو زيد وأبو عمرو وأبو عبيد القاسم بن سلام والأصمعي وأبو هلال العسكري وغيرهم ( 2 ) .\r\nويقول الميداني في مقدمة كتابه « مجمع الأمثال » انه استقى مادة كتابه من خمسين كتاباً ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الأمثال للميداني 1 / 5 ، 6 .\r\n( 2 ) راجع في ذلك كشف الظنون 1 / 67 وذيله ايضاح المكنون 1 / 272 ، 273 .\r\n( 3 ) مجمع الأمثال 1 / 3 .\r\n","page_name":" مقدمة 11 ","page_number":11},
  {"content":"\r\nوقد تستعمل كلمة « المثل » في تشبيه شيء بشيء . ورد هذا كثيرا في القرآن - الأمر الذي جعل العلماء يفردون لأمثال القرآن مؤلفات خاصة أو بابا مستقلا في كتبهم عن علوم القرآن .\r\nيقول الزمخشري عن الحكمة في ايراد الأمثال في القرآن « ان الأمثال لها شان كبير في ابراز خبيئات المعاني ورفع الاستار عن الحقائق حتى تريك المتخيل في صورة المتحقق والمتوهم في معرض المتيقن والغائب كأنه شاهد » بالإضافة إلى ذلك « فيه تبكيت للخصم الألد وقمع لسورة الجامح لأبي » ( 1 )\r\nوقال الزركشي ، الغرض من المثل تشبيه الخفي بالجلي والشاهد بالغائب فالمرغب في الايمان مثلا إذا مثل له بالنور تأكد في قلبه المقصود ، والمزهد في الكفر إذا مثل له بالظلمة تأكد قبحه في نفسه . ( 2 )\r\nوقال الزمخشري : التمثيل انما يصار إليه لما فيه كشف المعنى ورفع الحجاب عن الغرض المطلوب وادناء المتوهم من الشاهد فإن كان الممثل له عظيماً كان الممثل به مثله وان كان حقيراً كان الممثل به كذلك . فليس العظيم والحقارة في المضروب به المثل إذاً الا امرا تستدعيه حال الممثل له وتستجره إلى نفسها فيعمل الضارب للمثل على حسب تلك القضية . ( 3 )\r\nوللزمخشري فضل كبير في توضيح أمثال القرآن وبيان أهميتها وشرح\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكشاف 1 / 72 .\r\n( 2 ) البرهان 1 / 486 .\r\n( 3 ) الكشف 1 / 111 .\r\n","page_name":" مقدمة 12 ","page_number":12},
  {"content":"\r\nجوانبها . ويشير الميداني إلى أن كثيرين من العلماء تداولوا أمثال القرآن بالبحث واشتغلوا بالكتابة فيها وقال : أما الكلام النبوي من هذا الفن فقد صنف العسكري فيه كتاباً برأسه ولم يأل جهداً في تمهيد قواعده وأساسه ) ( 1 ) .\r\nوالعسكري هو أبو هلال صاحب « جمهرة الأمثال » المتوفى بعد 295 ه‍ ولم يصل إلينا كتابه ولكن نجد منه نقولا في كتب علماء الحديث من أمثال ابن حجر والسخاوي والسيوطي والمناوي . وأبو هلال العسكري لم يكن فريدا في هذا المضمار بل سبقه إلى ذلك آخرون مثل أبي عروبة الحسين بن محمد بن أبي معشر مودود الحراني المتوفى سنة 318 ه‍ الذي ألف كتاب « الأمثال السائرة عن رسول الله » وتلاه أبو محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي المتوفى سنة 360 ه‍ فألف كتاب « أمثال الحديث المروية عن رسول الله صلّى الله عليه وسلم » وأبو محمد عبد الله بن محمد بن جعفر بن حيان المعروف بأبي الشيخ الأصبهاني المتوفى سنة 369 ه‍ الذي صنف » كتاب الأمثال » الذي نحن بصدد تقديمه للقراء .\r\nوهذا الكتاب يشتمل معظمه على الأمثال التي أسندت عن النبي صلّى الله عليه وسلم . والحق المؤلف في آخره أمثالاً لبعض الحكماء وبخاصة الأمثال المنسوبة إلى أكثم بن صيفي الحكيم .\r\nوالأمثال النبوية تنقسم إلى قسمين :\r\n","description":"","footnote":"","page_name":" مقدمة 13 ","page_number":13},
  {"content":"\r\n\r\nالأول ما هو مثل بالمعنى المعروف أي القول السائر المشتهر على الألسنة وبدأ المؤلف كتابه به وذكر حوالي 123 مثلاً ثم ثناه بالقسم الثاني الذي هو من نوع التمثيل .\r\nوكان هدف المؤلف جمع هذه الحكم والأمثال النبوية فقط فلم يتعرض لها بالشرح والتأويل بخلاف الرامهرمزي الذي يتكلم باسهاب عن كل حديث فيه تمثيل .\r\nمؤلف الكتاب\r\nوالمؤلف هو أبو محمد عبد الله بن محمد بن جعفر بن حيان الأنصاري المعروف بأبي الشيخ الأصبهاني وهو محدث كبير وصفه الذهبي بحافظ أصبهان ومسند زمانه ( 1 ) .\r\nسمع من جده لأمه محمود بن الفرج وإبراهيم بن سعدان ومحمد بن عبد الله بن الحسن بن حفص الهمداني رئيس أصبهان ومحمد بن أسد المديني وأحمد بن محمد بن علي الخزاعي وأبي بكر بن أبي عاصم وإسحاق بن إبراهيم الرملي وأبي خليفة الجمحي وأحمد بن الحسن الصوفي وأبي يعلى الموصلي وأبي عروبة الحراني ( 2 ) .\r\nومن شيوخه الذين ورد ذكرهم في كتاب الأمثال : أبو محمد عبد الرحمن ابن محمد بن إدريس ، ابن أبي حاتم صاحب كتاب الجرح والتعديل\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الأمثال 1 / 4 .\r\n\r\n( 1 ) تذكرة الحفاظ 2 / 945 .\r\n( 2 ) أيضاً 2 / 946 .\r\n","page_name":" مقدمة 14 ","page_number":14},
  {"content":"\r\nوزكريا بن يحيى الساجي وعبدان الأهوازي ، وابن متويه ، إبراهيم بن محمد بن الحسن ، وأبو بكر البزار صاحب المسند وغيرهم .\r\nومن تلاميذه أبو نعيم الأصبهاني وأبو بكر بن مردويه وأبو أحمد محمد بن علي بن سمويه المؤدب الذي روى كتاب الأمثال عنه . وغيرهم .\r\nوكان مع سعة علمه وغزارة حفظه صالحا خيراً قانتا لله صدوقاً .\r\nوهو معاصر للطبراني ويشترك معه في كثير من الشيوخ وذكر الذهبي عن بعض العلماء أنه قال : « ما دخلت على الطبراني الا وهو يمزح أو يضحك وما دخلنا على أبي الشيخ الا وهو يملي » ( 1 ) .\r\nوله تصانيف كثيرة منها كتاب الأمثال ، وكتاب العظمة وكتاب الثواب وطبقات الاصبهانيين . يقول الذهبي « وقع لنا الكثير من كتب أبي الشيخ » .\r\nولكن لم يطبع أي واحد من مؤلفاته وهذا هو الكتاب الأول الّذي يصدر ونرجوا أن يكون مفتاحاً لظهور كتبه الأخرى .\r\nسند الكتاب\r\nوصل إلينا كتاب الأمثال رواية أبي أحمد محمد بن علي بن محمّد بن عبد الله بن سمويه عن مؤلفه أبي الشيخ . وهو مذكور في تلاميذ أبي الشيخ ( 2 ) ولم أجد له ترجمة ولكن يبدو انه ثقة فهو موصوف بالمؤدب .\r\n\r\n","description":"","footnote":"\r\n( 1 ) تذكرة الحفاظ 2 / 946 .\r\n( 2 ) نفس المرجع .\r\n","page_name":" مقدمة 15 ","page_number":15},
  {"content":"\r\nروى عنه الكتاب أبو محمد حمزة بن أبي الفضل العباس بن علي العلوي المتوفى سنة 517 ه‍ . وهو أيضاً من أهل أصبهان . قال السمعاني عنه . « سيد حسن السيرة ، ورع ، جميل الأمر ، مشهور في بلده عند الخواص والعوام ، عفيف . وكان شيخ الصوفية . عمر العمر الطويل حتى حدث وسمع منه الناس ورحلوا إليه . سمع أبا أحمد محمد بن علي بن سمويه المكفوف » . ( 1 )\r\nوالراوي عنه أبو الحسن مسعود بن أبي منصور بن محمد بن الحسن الجمال وهو أيضاً اصبهاني توفي سنة 595 ه‍ . ( 2 )\r\nويروى عنه أبو الحجاج يوسف بن خليل بن قراجا بن عبد الله ، محدث الشام قال فيه ابن العماد الحنبلي :\r\n« تشاغل بالكسب إلى الثلاثين من عمره ثم طلب الحديث وتخرج بالحافظ عبد الغني واستفرغ فيه وسعه وكتب مالا يوصف بخطه المليح المتقن ورحل إلى الأقطار فسمع بدمشق من الحافظ عبد الغنى وابن أبي عصرون وابن الموازين وغيرهم ، وببغداد من ابن كليب وابن بوش وهذه الطبقة ، وباصبهان من ابن مسعود الجمال وغيره .\r\nوكان إماما حافظاً ثقة نبيلاً متقنا واسع الرواية جميل السيرة متسع الرحلة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) التحبير في المعجم الكبير 253 ، وراجع تذكرة الحفاظ 4 / 1265 وشذرات الذهب 4 / 55 .\r\n( 2 ) شذرات الذهب 4 / 321 .\r\n","page_name":" مقدمة 16 ","page_number":16},
  {"content":"\r\nقال ابن ناصر الدين : كان من الأئمة الحفاظ المكثرين الرحالين بل كان أوحدهم فضلاً وأوسعهم رحلة وكتابة ونقلاً .\r\nوقال ابن رجب : تفرد في وقته بأشياء كثيرة عن الاصبهانيين وخرج وجمع لنفسه معجما عن أزيد من خمسمائة شيخ وثمانيات وعوالي وفوائد وغير ذلك . واستوطن في آخر عمره حلب وتصدر بجامعها وصار حافظاً والمشار إليه بعلم الحديث فيها .\r\nاثنى عليه الحافظ الضياء والصريفيني والذهبي ، توفى سنة ( 1 ) 648 ه‍\r\nويروى عنه أبو العباس أحمد بن محمد بن عبد الله الظاهري الحلبي مولى الملك الظاهر غازي بن يوسف . أخذ عنه الذهبي وأثنى عليه فقال : « كان ثقة خيراً حافظاً سهل العبارة مليح الانتخاب خبيراً بالموافقات والمصافحات . لا يلحق في جودة الانتقاء » إلى أن قال : قل من رأيت مثله . ما اشتغل بغير الحديث إلى أن مات وشيوخه يبلغون سبعمائة شخص .\r\nنزلت عليه بزاويته بالمغس وأكثرت عنه وانتفعت بأجزائه ( 2 ) . توفى سنة 696 ه‍ .\r\nولعل الذهبي أخذ مؤلفات أبي الشيخ بطريق هذا الشيخ . سمع منه عبد الكريم بن عبد النور بن منير الحلبي .\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المرجع 5 / 243 .\r\n( 2 ) تذكرة الحفاظ 4 / 1480 وراجع طبقات ابن الجرزي 1 / 122 .\r\n","page_name":" مقدمة 17 ","page_number":17},
  {"content":"\r\nوهو من الحفاظ المتقنين الاثبات . صنف وخرج وأفاد وعمل تاريخاً لمصر ، قال ابن حجر لو كمل لبلغ عشرين مجلدا بيض منه المحمدين في أربع مجلدات . ( 1 ) توفى سنة 735 ه‍\r\nنسخ الكتاب\r\nلم توجد من الكتاب الا نسخة واحدة كانت محفوظة في مكتبة امروزيانا برقم 29 . كتبت في 708 ه‍ وتقع في 83 ورقة وخطها جيد مقروء ولكنها لم تكن خالية من الأخطاء . وفي الصورة التي أرسلت إلى كان هناك خلل في ترتيب الأوراق ولكني استطعت أن أعيد ترتيبها .\r\nعملي في الكتاب\r\nقررت ان اخرج الكتاب للقراء بالرغم من انني لم أعثر على أكثر من نسخة واحدة لسببين :\r\nأولاً : يكون طبع الكتاب وسيلة لحفظه من الضياع لأننا لو تركنا كل كتاب لا توجد له أكثر من نسخة فلا نضمن من أن نفقد تلك النسخة ونخسر مصدرا من مصادر المعرفة .\r\nثانياً : ان الكتاب في الحديث ويمكن بالتخريج ان نعرف مدى صحته كما نستطيع أن نعرف بالرجوع إلى كتب الرجال درجات رواته .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرر الكامنة 3 / 12 وراجع شذرات الذهب 6 / 110 وذيل طبقات الحفاظ للحسيني ص 13 ، وللسيوطي ص 349 وطبقات ابن الجزري 1 / 402 .\r\n","page_name":" مقدمة 18 ","page_number":18},
  {"content":"\r\nوالنسخة التي في أيدينا متصلة السند بمؤلفه . فأردت ان أخرجها في شكل كتاب وعنيت بتقويم النص وتصحيح السند والمتن بالرجوع إلى المصادر الأصلية في علم الحديث فخرجت كل حديث وأوضحت درجة الرواة من الاتقان والضعف . وبخاصة إذا عرفت في الراوي جرحاً بينته وبذلت جهدي في بيان معنى الحديث وحل غريبه حيثما اقتضت الضرورة .\r\nوأرجو ان أكون وفقت في عملي هذا وأسأل الله سبحانه أن ينفع به ، ويتجاوز عن ما أكون أخطأت فيه . « ربنا لا تؤاخذنا إن نسينا أو أخطأنا » « ربنا تقبل منا إنك أنت السميع العليم » ؟\r\n","description":"","footnote":"","page_name":" مقدمة 19 ","page_number":19},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالله عوني وبه توفيقي\r\nأخبرنا الشيخ الجليل أبو الحسن مسعود بن أبي منصور بن محمد بن الحسن الحمال بقراءتي عليه في شعبان من سنة إحدى وتسعين وخمسمائة بأصبهان قلت له أخبركم السيد الزاهد أبو محمد حمزة بن العباس بن علي العلوي قراءة عليه وأنت تسمع في ذي الحجة سنة ثلاث عشرة وخمس مائة فأقر به أخبرنا أبو أحمد محمد بن علي بن محمد بن عبد الله بن سمويه المعروف بالمكفوف أخبرنا أبو محمد عبد الله بن محمد بن جعفر بن حيان قال ما حفظ عن رسول الله فصار مثلا\r\n1 أخبرنا أبو يعلى الموصلي حدثنا كامل بن طلحة حدثنا ابن\r\nلهيعة حدثنا\r\n","description":"","footnote":"","page_name":" 1 ","page_number":20},
  {"content":"\r\n\r\nيزيد بن عمرو عن شفى عن عبد الله بن عمرو أنه قال حفظت من رسول الله صلى الله عليه وسلم ألف مثل\r\nقوله صلى الله عليه وسلم ( الحَرْبُ خَدْعةٌ )\r\n2 أخبرنا أبو خليفة حدثنا ابن كثير حدثنا سفيان الثوري عن أبي إسحاق عن سعيد بن ذي حدان عن علي قال\r\nسمى رسول الله صلى الله عليه وسلم الحرب خدعة\r\n","description":"","footnote":"","page_name":" 2 ","page_number":21},
  {"content":"\r\n3 أخبرنا ابن أبي سويد الذارع حدثنا عبد الله بن رجاء حدثنا إسرائيل عن أبي إسحاق عن حبة عن علي رضي الله عنه عن النبي صلى الله عليه وسلم مثله\r\n4 أخبرنا عبد الله بن محمد بن سوار الهاشمي حدثنا ابن نمير حدثنا يونس\r\n","description":"","footnote":"","page_name":" 3 ","page_number":22},
  {"content":"\r\nبن بكير حدثنا مطر بن ميمون عن عكرمة عن ابن عباس قال\r\nوحدثنا يونس بن بكير عن محمد بن إسحاق عن يزيد بن رومان عن عروة عن عائشة أن النبي صلى الله عليه وسلم قال ( الحَرْبُ خَدْعَةٌ )\r\n","description":"","footnote":"","page_name":" 4 ","page_number":23},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( لَيْسَ الْخَبَرُ كالْمُعَايَنَةِ )\r\n5 حدثنا حامد بن شعيب البلخي حدثنا سريج بن يونس حدثنا هشيم عن أبي بشر عن سعيد بن جبير عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\r\n( لَيْسَ الْخَبرُ كالْمُعَايَنةِ إن الله عزّ وجلّ قال لموسى عليه السلام إنَّ قومَك فعلُوا كذا وكذا فلم يُبَالِ فلما عايَنَ ألْقَى الألْواحَ عليه )\r\n","description":"","footnote":"","page_name":" 5 ","page_number":24},
  {"content":"\r\n\r\nقوله عليه السلام ( إنَّ مِنَ الشِّعْر حِكْمةً وإنَّ مِن البيانِ سِحْراً )\r\n6 حدثنا محمد بن يحي المروزي حدثنا عاصم بن علي حدثنا أبو عوانة عن سماك عن عكرمة عن ابن عباس قال\r\nأتى أعرابي إلى النبي فتكلم بكلام بين فقال رسول الله صلى الله عليه وسلم\r\n( إنَّ مِن البيَانِ سِحْراً وإنَّ في الشِّعر حِكْمَةً )\r\nإسناده حسن\r\n7 حدثنا ابن الطهراني حدثنا القاسم بن محمد بن عباد قال حدثني أبي عن جدي عن شعبة عن سماك عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم قال\r\n( إنَّ مِنَ الشِّعْر حِكْمَةً )\r\n","description":"","footnote":"","page_name":" 6 ","page_number":25},
  {"content":"\r\n8 حدثنا محمد بن يزداد التوزي حدثنا محمود بن غيلان حدثنا أبو داود حدثنا قيس عن أبي إسحاق عن سعد بن عياض عن عبد الله قال قال النبي صلى الله عليه وسلم\r\n( إنَّ مِنَ البَيانِ سَحْراً )\r\n","description":"","footnote":"","page_name":" 7 ","page_number":26},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( لا يُلْدَغُ الْمُؤْمِنُ مِن جُحْرٍ مَرَّتَيْنِ )\r\n","description":"","footnote":"","page_name":" 8 ","page_number":27},
  {"content":"\r\n9 حدثنا محمد بن أحمد بن سعيد الواسطي حدثنا هشام بن خالد الأزرق حدثنا الوليد بن مسلم حدثنا سعيد بن عبد العزيز عن الزهري أن هشام بن عبد الملك قضى عنه سبعين ألف دينار فقال لا تعد لمثلها تدان قال يا أمير المؤمنين حدثني سعيد بن المسيب عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( لا يُلْسَعُ المُؤْمِنُ مِن جُحْرٍ مَرَّتِيْنِ )\r\n10 حدثنا أبو يعلى حدثنا كامل بن طلحة حدثنا ليث حدثنا عقيل عن ابن شهاب عن سعيد بن المسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( لا يُلْدَغُ المُؤْمِنُ مِن جُحْرٍ مَرَّتِيْنِ )\r\n","description":"","footnote":"","page_name":" 9 ","page_number":28},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( ويَأتِيْكَ بِالأَخْبَارِ مَنْ لَمْ تُزَوِّد )\r\n11 حدثنا محمد بن يحيى حدثنا أبو كريب حدثنا أبو أسامة عن زائدة عن سماك عن عكرمة عن ابن عباس قال كان رسول الله صلى الله عليه وسلم يتمثل ( ويَأتِيْكَ بِالأَخْبَارِ مَنْ لَمْ تُزَوِّد )\r\n","description":"","footnote":"","page_name":" 10 ","page_number":29},
  {"content":"\r\n12 حدثنا ابن رسته حدثنا محمد بن بكار حدثنا الوليد بن أبي ثور عن سماك عن عكرمة قال قلت لعائشة هل سمعت رسول الله صلى الله عليه وسلم يتمثل بشعر قط قالت كان أحيانا إذا دخل بيته يقول\r\n( ويَأتِيْكَ بِالأَخْبَارِ مَنْ لَمْ تُزَوِّد )\r\n","description":"","footnote":"","page_name":" 11 ","page_number":30},
  {"content":"\r\n\r\n13 حدثنا محمد بن يحيى حدثنا ابن حميد حدثنا إبراهيم بن\r\nالمختار عن عنبسة بن الأزهر عن سماك عن عكرمة عن ابن عباس قال كان النبي صلى الله عليه وسلم يتمثل\r\n( ستبدي لك الأيام ما كنت جاهلا * ويأتيك بالأخبار من لم تزود )\r\nقوله صلى الله عليه وسلم ( زُرْ غِبًّا تَزْدَدْ حُبًّا )\r\n14 حدثنا القاسم بن زكريا المطرز حدثنا سويد بن سعيد حدثنا القاسم بن غصن عن عبد الرحمن بن إسحاق عن النعمان ابن سعد عن علي رضي الله عنه عن النبي صلى الله عليه وسلم صلى الله عليه وسلم قال\r\n( زُرْ غِبًّا تَزْدَدْ حُبًّا )\r\n","description":"","footnote":"","page_name":" 12 ","page_number":31},
  {"content":"\r\n15 حدثنا إبراهيم بن محمد بن الحارث حدثنا محمد بن المغيرة حدثنا النعمان حدثنا طلحة بن عمرو عن عطاء عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( زُرْ غِبًّا تَزْدَدْ حُبًّا )\r\nقال النعمان وأنشدني يونس بن حبيب النحوي\r\n( أغبب زيارتك الصديق * يجدك كالثوب استجده )\r\n( إن الصديق يمله * ان لا يزال يراك عنده )\r\n16 حدثنا عمر بن الحسن الحلبي حدثنا عامر بن سيار حدثنا عثمان بن عبد الرحمن حدثنا عطاء بن أبي رباح قال سمعت أبا هريرة قال قال النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 13 ","page_number":32},
  {"content":"\r\n( زُرْ غِبًّا تَزْدَدْ حُبًّا )\r\n17\r\nحدثنا عبد الله بن يعقوب حدثنا إبراهيم بن فهد حدثنا محمد بن عمر الرومي حدثنا الحسن بن عبد الله - شيخ من أهل الكوفة - وفي الأصل عن يحيى بن عبيد الله والصواب محمد بن عبيد الله الفزاري عن أبي الزبير عن جابر قال قال لي رسول الله صلى الله عليه وسلم\r\n( يا جابرُ ! زُرْ غِبًّا تَزْدَدْ حُبًّا )\r\n18 حدثنا قاسم بن زكريا المطرز حدثنا سويد حدثنا ضمام\r\nعن أبي قبيل عن عبد الله بن عمرو قال ما زلت أسمع زر غبا تزدد حبا حتى سمعت ذلك من رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 14 ","page_number":33},
  {"content":"\r\n19\r\nحدثنا إبراهيم بن محمد بن الحارث حدثنا أبو أيوب\r\nوحدثنا ابن رسته حدثنا محمد بن المثنى قالا حدثنا عوبد بن أبي عمران الجوني عن أبيه عن عبد الله بن الصامت عن أبي ذر رضي الله عنه قال قال النبي صلى الله عليه وسلم ( زُرْ غِبًّا تَزْدَدْ حُبًّا )\r\n","description":"","footnote":"","page_name":" 15 ","page_number":34},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( الخَيْرُ عَادَةٌ والشَّرُّ لَجِاجَةٌ )\r\n20 أخبرنا ابن أبي عاصم حدثنا عبد الوهاب بن نجدة الحوطي حدثنا الوليد بن مسلم عن روح بن جناح عن يونس بن ميسرة بن حلبس أنه حدثهم قال سمعت معاوية رضي الله عنه يقول قال رسول الله صلى الله عليه وسلم\r\n( الخَيْرُ عَادَةٌ والشَّرُّ لَجِاجَةٌ )\r\n","description":"","footnote":"","page_name":" 16 ","page_number":35},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( الخَيْرُ كَثِيْرٌ ومَنْ يَعْمَلْ بِه قَلِيلٌ )\r\n21 أخبرنا ابن منيع حدثنا أحمد بن عمران الأخنسي حدثنا أبو خالد الأحمر عن إسماعيل بن أبي خالد عن عطاء بن السائب عن أبيه عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم\r\n( الخَيْرُ كَثِيْرٌ وقليلٌ فَاعِلُه )\r\n","description":"","footnote":"","page_name":" 17 ","page_number":36},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( المستشار مؤتمن )\r\n22 حدثنا\r\nإبراهيم بن شريك الأسدي حدثنا شهاب بن عباد حدثنا محمد بن بشر حدثنا داود بن أبي عبد الله - مولى الحسن بن علي - حدثني عبد الرحمن بن محمد بن زيد بن جدعان عن جدته عن أبي الهيثم بن التيهان أن النبي صلى الله عليه وسلم قال\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n23 حدثنا جبير بن هارون حدثنا علي الطنافسي حدثنا وكيع حدثنا داود بن أبي عبد الله عن ابن جدعان عن جدته عن أم سلمة عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 18 ","page_number":37},
  {"content":"\r\n24 حدثنا جعفر بن أحمد بن فارس حدثنا سهل بن عثمان حدثنا عبد الرحيم بن سليمان عن محمد بن كريب عن أبيه عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n25 حدثنا أحمد بن هارون بن روح حدثنا محمد بن عوف\r\nحدثنا الهيثم بن جميل حدثنا هشيم عن عمر بن أبي سلمة عن أبيه عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n26 حدثنا عبد الله بن محمد بن العباس حدثنا عمرو بن علي حدثنا يحيى بن أبي بكير حدثنا شيبان عن عبد الملك بن عمير عن أبي سلمة عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n","description":"","footnote":"","page_name":" 19 ","page_number":38},
  {"content":"\r\n27 حدثنا علي بن سعيد حدثنا محمد بن أحمد بن الجنيد حدثنا يحيى بن غيلان حدثنا أبو عوانة عن عمر بن أبي سلمة مثله\r\nغير عمر بن أبي سلمة\r\n28 حدثنا زكريا بن يحيى الساجي حدثنا زريق بن السخت حدثنا أحمد بن إسحاق الحضرمي حدثنا أبو عوانة حدثنا عبد الملك بن عمير عن ابن الزبير عن النبي صلى الله عليه وسلم مثله\r\nإسناده رجاله موثقون\r\n29 حدثنا أحمد بن يحيى بن زهير التستري حدثنا عبد الرحمن بن سارية الأيلي حدثنا موسى بن داود حدثنا المطلب بن زياد عن عبيد المكتب عن المسيب بن نجبة عن علي رضي الله عنه قال سمعت النبي صلى الله عليه وسلم يقول\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n","description":"","footnote":"","page_name":" 20 ","page_number":39},
  {"content":"\r\nإسناده فيه من لم أعرفه\r\n30 حدثنا عبد الله بن محمد بن عبد الكريم الحنيني حدثنا سعدويه عن حفص بن سليمان عن قيس بن مسلم عن طارق ابن شهاب عن النعمان بن بشير رضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\nوفيه من لم أعرفه\r\n31 حدثنا محمد بن إبراهيم بن شبيب حدثنا أبو أيوب حدثنا محمد بن عمر حدثني محمد بن عمران بن عبد الرحمن عن عمر بن\r\nحسين عن طلحة بن عبد الله بن عبد الرحمن عن أبي بكر رضي الله عنه أن النبي صلى الله عليه وسلم قال\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\nوفيه انقطاع\r\n32 حدثنا محمد بن عبد الله بن رسته حدثنا سليمان بن داود حدثنا محمد بن حمران عن إسماعيل بن مسلم عن الحسن عن سمرة عن النبي صلى الله عليه وسلم\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n","description":"","footnote":"","page_name":" 21 ","page_number":40},
  {"content":"\r\n33 حدثنا الحسن بن علوية القطان حدثنا نصر بن الحكم المؤدب حدثنا داود بن الزبرقان عن محمد بن عبيد الله عن\r\nقرظة الأزدي عن المغيرة بن شعبة رضي الله عنه أن النبي صلى الله عليه وسلم قال\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\n34 حدثنا أبو محمد عبد الرحمن بن محمد بن إدريس حدثنا أبو عقيل الجمال حدثنا عثمان بن زفر عن شريك عن الأعمش عن أبي عمرو الشيباني عن ابن مسعود رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\n( المُسْتَشَارُ مُؤتَمَنٌ )\r\nقوله صلى الله عليه وسلم ( كُلُّ مَعْرُوْفٍ صَدَقَةٌ )\r\n","description":"","footnote":"","page_name":" 22 ","page_number":41},
  {"content":"\r\n\r\n35 حدثنا أحمد بن محمد بن علي الخزاعي حدثنا محمد بن كثير حدثنا سفيان الثوري عن أبي مالك عن ربعي عن حذيفة رضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n( كُلُّ مَعْرُوْفٍ صَدَقَةٌ )\r\n36 حدثنا أحمد بن محمد بن البزار المديني حدثنا الحسن بن\r\nحماد حدثنا وكيع عن إبراهيم بن يزيد عن عطاء عن جابر\r\nرضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n( كُلُّ مَعْرُوفٍ تَصْنَعُهُ إلَى غَنِيٍّ أو فَقِيْرٍ فَهُو صَدَقَةٌ )\r\n","description":"","footnote":"","page_name":" 23 ","page_number":42},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( دَعْ مَا يَرِيبُك إلى مَا لا يَرِيْبُكَ )\r\n37 حدثنا إبراهيم بن محمد بن الحسن حدثنا أبو الأشعث أحمد بن المقدام حدثنا عبيد بن القاسم حدثنا العلاء بن ثعلبة عن أبي المليح الهذلي عن واثلة بن الأسقع قال قال النبي صلى الله عليه وسلم\r\n( دَعْ مَا يَرِيبُك إلى مَا لا يَرِيْبُكَ وإن أفتَاكَ المُفْتُونَ )\r\n","description":"","footnote":"","page_name":" 24 ","page_number":43},
  {"content":"\r\n38 حدثنا أحمد بن جعفر الجمال الرازي حدثنا يعقوب بن إسحاق الدشتكي حدثنا عبد الحميد الحماني حدثنا الحسن بن عمارة عن بريد بن أبي مريم عن أبي الحوراء عن الحسن بن علي رضي الله عنها قال النبي صلى الله عليه وسلم\r\n( دَعْ مَا يَرِيبُك إلى مَالا يَرِيْبُكَ فإنَّ الشَّرَّ رِيْبَةٌ والخيرَ طُماْنِينَةٌ )\r\n39 حدثنا إسحاق بن أحمد حدثنا عبد الله بن عمران حدثنا أبو داود حدثنا شعبة عن بريد نحوه وقال فإن الصدق طمأنينة والكذب ريبة\r\n","description":"","footnote":"","page_name":" 25 ","page_number":44},
  {"content":"\r\n\r\n40 حدثنا أبو الحريش ومحمد بن أحمد بن معدان قالا حدثنا\r\nعبد الله بن أبي رومان الإسكندراني حدثنا ابن وهب عن مالك عن نافع عن ابن عمر رضي الله عنهما قال قال النبي صلى الله عليه وسلم\r\n( دَعْ مَا يَرِيبُك إلى مَا لا يَرِيْبُكَ فإنَّكَ لن تجد فَقْدَ شيءٍ تَرَكتَه لله عَزَّ وجَلَّ )\r\nقوله صلى الله عليه وسلم ( لا حَليمَ إلا ذُو عَثْرَةٍ ولا حَكِيمَ إلا ذُو تَجْرِبة )\r\n41 حدثنا أحمد بن الحسن بن عبد الجبار حدثنا هارون بن\r\nمعروف حدثنا عبد الله بن وهب عن عمرو بن الحارث عن دراج عن أبي الهيثم عن أبي سعيد رضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 26 ","page_number":45},
  {"content":"\r\n\r\n( لا حَلِيْمَ إلاَّ ذُو أَنَاةٍ ولا حَكِيْمَ إلاَّ ذُو تجربةٍ )\r\nقوله صلى الله عليه وسلم ( اعْقِلْهَا وتَوَكَّلْ )\r\n42\r\nحدثنا محمد بن الحسن بن علي بن بحر حدثنا عمرو بن علي حدثنا يحيى بن سعيد حدثنا مغيرة بن أبي قرة السدوسي\r\nقال سمعت أنس بن مالك رضي الله عنه يقول قال رجل يا رسول الله صلى الله عليه وسلم أعقلها وأتوكل أو أطلقها وأتوكل قال\r\n( اعْقِلْهَا وتَوَكَّلْ )\r\n","description":"","footnote":"","page_name":" 27 ","page_number":46},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( المُؤمِنُ مِرْآةُ المُؤْمِنِ )\r\n43 حدثنا أبو يحيى عبد الرحمن بن محمد الرازي حدثنا عبد الله بن عبد الرحمن السمرقندي حدثنا عبد الله بن خازم حدثنا محمد بن\r\nعمار المؤذن حدثنا شريك بن أبي نمر عن أنس بن مالك قال قال النبي صلى الله عليه وسلم\r\n( المؤمِنُ مِرْآةُ المُؤْمِنِ )\r\n","description":"","footnote":"","page_name":" 28 ","page_number":47},
  {"content":"\r\n\r\n\r\n44 حدثنا أبو حامد محمود بن أحمد بن الفرج حدثنا إسماعيل بن عمرو البجلي حدثنا ابن المبارك عن يحيى بن عبيد الله سمعت\r\nأبي يقول سمعت أبا هريرة يقول قال النبي صلى الله عليه وسلم\r\n( إنَّ أحَدَكُمْ مِرْآةُ أخِيه فإذَا رَأى به شيئاً فَلْيُمِطْه عنه )\r\nقوله صلى الله عليه وسلم ( المُنْتَعِلُ رَاكِبٌ )\r\n45 حدثنا أبو سعيد المعيني حدثنا سهل بن عثمان حدثنا عبد الرحيم بن سليمان عن إسماعيل بن مسلم عن الحسن عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\n( المُنْتَعِلُ رَاكِبٌ )\r\n","description":"","footnote":"","page_name":" 29 ","page_number":48},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( المَرْءُ كَثيرٌ بأخِيه )\r\n46 حدثنا عبد الغفار الحمصي حدثنا المسيب بن واضح حدثنا\r\nسليمان بن عمرو النخعي عن إسحاق بن عبد الله بن أبي طلحة عن أنس قال قال النبي صلى الله عليه وسلم\r\n( المَرْءُ كَثيرٌ بأخيه يقول يَكْسُوْه يَحْمِلُه يُرْفِدُه )\r\nقوله صلى الله عليه وسلم ( لا خَيْرَ في صُحْبَةِ مَنْ لا يَرَى لكَ مَثْلَ مَا تَرَى له )\r\n47 حدثنا عبد الغفار الحمصي حدثنا المسيب بن واضح حدثنا سليمان\r\n","description":"","footnote":"","page_name":" 30 ","page_number":49},
  {"content":"\r\nبن عمرو النخعي عن إسحاق بن عبد الله عن أنس بن مالك قال قال النبي صلى الله عليه وسلم\r\n( لا خَيْرَ في صُحْبَةِ مَنْ لا يَرَى لكَ مَثْلَ مَا تَرَى له )\r\nهذا الحديث جزء من الحديث الذي سبق فكان ينبغي ذكره معه\r\n48\r\nحدثنا إسحاق بن أبي حسان الأنماطي حدثنا أحمد بن أبي الحواري حدثنا أبو خزيمة بكار بن شعيب عن ابن أبي حازم عن أبيه عن سهل بن سعد قال قال النبي صلى الله عليه وسلم\r\n( لا تَصْحَبَنَّ أحَداً لا يَرى لكَ مِن الفَضْلِ كما تَرَى له )\r\n","description":"","footnote":"","page_name":" 31 ","page_number":50},
  {"content":"\r\n\r\n49 حدثنا عبد الغفار حدثنا المسيب بن واضح حدثنا سليمان بن عمرو النخعي عن أبي حازم عن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم\r\n( ولا خَيْرَ لكَ في صُحْبَةِ مَنْ لا يَرَى لكَ مَثْلَ مَا تَرَى له )\r\nقوله صلى الله عليه وسلم ( البَلاءُ مُوَكَّلٌ بالمَنطِقِ )\r\n50 حدثنا عبد الله بن سليمان بن الأشعث السجستاني حدثنا هارون بن محمد بن بكار حدثنا محمد بن عيسى حدثنا محمد بن أبي الزعيزعة عن عطاء بن أبي رباح عن أبي الدرداء رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\n( البَلاءُ مُوَكَّلٌ بالْقَول )\r\n","description":"","footnote":"","page_name":" 32 ","page_number":51},
  {"content":"\r\n\r\n51 حدثنا أبو العباس الهروي حدثنا إبراهيم بن يعقوب الجوزجاني حدثنا علي بن سعيد حدثنا إسماعيل بن مهران السكوني حدثنا أحمد بن محمد بن أبي نصر السكوني عن أبي عثمان\r\nالأحمر عن أبان بن تغلب عن عكرمة عن ابن عباس قال حدثني علي بن أبي طالب رضي الله عنه في حديث طويل قال قلت لأبي بكر لقد وقعت علي باقعة قال أجل إن لكل طامة طامة والبلاء مؤكل بالمنطق\r\nقوله صلى الله عليه وسلم ( نِيَّةُ الْمُؤمِنِ خَيْرٌ مِنْ عَمَلِهِ )\r\n52 حدثنا محمد بن يعقوب الأهوازي حدثنا حفص الربالي\r\nحدثنا يوسف\r\n","description":"","footnote":"","page_name":" 33 ","page_number":52},
  {"content":"\r\n\r\nبن عطية عن ثابت البناني قال بلغني أن رسول الله صلى الله عليه وسلم كان يقول\r\n( نِيَّةُ الْمُؤمِنِ أبلغُ مِنْ عَمَلِهِ )\r\nقوله صلى الله عليه وسلم ( مِنْ حُسنِ إسلامِ الْمَرءِ تَرْكُهُ ما لا يعنيه )\r\n53 حدثنا أحمد بن الحسن بن عبد الملك حدثنا محمد بن عبد الله\r\nابن سابور الواسطي بالرقة حدثنا عبد الرحمن بن عبد الله العمري عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن النبي صلى الله عليه وسلم قال\r\n( مِنْ حُسنِ إسلامِ الْمَرءِ تَرْكُهُ ما لا يعنيه )\r\n54 حدثنا عبدان حدثنا هشام بن عمار حدثنا محمد بن\r\nشعيب عن الأوزاعي عن قرة عن الزهري عن أبي سلمة عن أبي هريرة قال قال\r\n","description":"","footnote":"","page_name":" 34 ","page_number":53},
  {"content":"\r\nرسول الله صلى الله عليه وسلم\r\n( مِنْ حُسنِ إسلامِ الْمَرءِ تَرْكُهُ ما لا يعنيه )\r\n","description":"","footnote":"","page_name":" 35 ","page_number":54},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( اتَّخِذْ تَقْوَى اللهِ تِجَارةً يَأْتِكَ الرِّبْحُ بلا بِضَاعةٍ )\r\n55 حدثنا محمد بن نصير حدثنا إسماعيل بن عمرو حدثنا سلام الطويل عن ثور بن يزيد عن خالد بن معدان عن معاذ بن جبل رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول\r\n( يَا أَيُّهَا النَّاسُ اتَّخِذُوا تَقْوَى اللهِ تِجَارةً يَأْتِكُمْ الرِّبْحُ بلا بِضَاعةٍ ولا تِجَارةٍ ) ثم قرأ ( وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجاً )\r\nقوله صلى الله عليه وسلم ( إنَّ الغَيْرَى لا تُبْصِرُ أسفَلَ الوَادي مِنْ أعْلاهُ )\r\n56 حدثنا إبراهيم بن محمد بن الحارث حدثنا حسن بن عمر بن شقيق حدثنا سلمة بن الفضل عن ابن إسحاق عن يحيى بن عباد بن عبد الله بن الزبير عن أبيه عن جده عن عائشة قالت\r\nخرجت مع رسول الله صلى الله عليه وسلم في حجة الوداع فأخرج معه نساءه وكان متاعي فيه خف فكنت على جمل\r\nناج وكان متاع صفية بنت حيي فيه ثقل وكانت على جمل\r\n","description":"","footnote":"","page_name":" 36 ","page_number":55},
  {"content":"\r\nبطئ فتباطأنا فقال رسول الله صلى الله عليه وسلم\r\n( حَوِّلُوا متاعَ عائشةَ على جَمَل صفِيَّة وحَوِّلُوا متاعَ صَفِيَّة على جمل عائشة لِيَمضِي الرَّكْبُ ) فلما رأيت ذلك قلت يا لعباد الله ! غلبتنا هذه اليهودية على رسول الله صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم ( يا أمّ عبد الله ! إنَّ متاعَكِ كان فيه خَفٌّ ومتَاع صفيّة كان فيه ثقلٌ فبطا بالرَّكبِ فحوَّلنا متاعكِ على بعيرها وحولنا متاعَها على بعيركِ )\r\nقلت ألست تزعم أنك رسول الله صلى الله عليه وسلم قالت فتبسم رسول الله صلى الله عليه وسلم فقال ( أفِيَّ شَكٍّ أنتِ يا أمّ عبد الله ) قلت ألست تزعم أنك رسول الله صلى الله عليه وسلم فهلا عدلت فسمعني أبو بكر رضي الله عنه وكان فيه ضرب من حدة فأقبل علي يلطم وجهي فقال رسول الله صلى الله عليه وسلم ( مَهْلاً يَا أبا بكر ) قال يا رسول الله صلى الله عليه وسلم أما سمعت ما قالت قال\r\n( إنَّ الغَيْرَى لا تُبْصِرُ أسفَلَ الوَادي مِنْ أعْلاهُ )\r\n( إنَّمَا التَّجَنِّي في القَلبِ )\r\n","description":"","footnote":"","page_name":" 37 ","page_number":56},
  {"content":"\r\n\r\n\r\n57 حدثنا إبراهيم بن جعفر الأشعري حدثنا الدقيقي حدثنا يزيد بن هارون عن محمد بن المنكدر عن جابر - قال الدقيقي - تكلم بكلام ثم قال\r\n( إنَّمَا التَّجَنِّي في القَلبِ )\r\nقوله ( سَوْدَاءُ وَلُودٌ خَيْرٌ من حَسناءَ لا تَلِدُ )\r\n58 حدثنا إبراهيم بن محمد بن الحسن حدثنا يحيى بن درست حدثنا علي بن ربيع عن بهز بن حكيم عن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم\r\n( سَوْدَاءُ وَلُودٌ خَيْرٌ من حَسناءَ لا تَلِدُ )\r\n","description":"","footnote":"","page_name":" 38 ","page_number":57},
  {"content":"\r\n\r\nقوله ( المُتَشَبِّعُ بِمَا لَمْ يُعْطَ كَلابِسِ ثَوْبَيْ زُوْرٍ )\r\n59 حدثنا أحمد بن محمد الخزاعي حدثنا أبو سلمة التبوذكي حدثنا وهيب حدثنا هشام عن فاطمة بنت المنذر عن أسماء\r\nبنت أبي بكر أن امرأة قالت للنبي إن لي ضرة فهل علي جناح أن أتشبع لها من زوجي فقال رسول الله صلى الله عليه وسلم\r\n( المُتَشَبِّعُ بِمَا لَمْ يُعْطَ كَلابِسِ ثَوْبَيْ زُوْرٍ )\r\n60\r\nحدثنا محمد بن يحيى حدثنا نصر بن علي حدثنا عمر بن علي المقدمي عن محمد بن إسحاق عن فاطمة بنت المنذر عن أسماء أنها سمعت رسول الله صلى الله عليه وسلم يقول مثله\r\n","description":"","footnote":"","page_name":" 39 ","page_number":58},
  {"content":"\r\n61 أخبرنا بهلول بن إسحاق حدثنا أبي عن أبيه عن مبارك بن فضالة عن هشام بن عروة عن أبيه عن عائشة عن النبي صلى الله عليه وسلم مثله\r\n62 حدثنا إسحاق بن أحمد حدثنا حفص بن عمر المهرقاني\r\nحدثنا عبد الرزاق عن معمر عن هشام بن عروة عن أبيه عن عائشة عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 40 ","page_number":59},
  {"content":"\r\nغير أني لم أجد ترجمة لإسحاق بن أحمد بن زيرك\r\n63 حدثنا محمد بن إبراهيم بن شبيب حدثنا إسماعيل بن عمرو حدثنا إسماعيل بن عياش عن عمارة بن غزية عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم\r\n( مَنْ تَحَلَّى بِمَا لَمْ يُعْطَ فَهُو كَلابِسِ ثَوْبَيْ زُوْرٍ )\r\n","description":"","footnote":"","page_name":" 41 ","page_number":60},
  {"content":"\r\n\r\n64 حدثني محمد بن يعقوب بن أبي يعقوب حدثنا علي بن عمرو ابن هبيرة حدثنا يحيى بن سعيد عن ابن جريج عن صالح مولى التوأمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( المُتَشَبِّعُ بِمَا لَمْ يُعْطَ كَلابِسِ ثَوْبَيْ زُوْرٍ )\r\n( أعظَمُ النِّساءِ بركةً أقلُهُنَّ مُؤوْنَةً )\r\n65 حدثنا إبراهيم بن محمد بن الحارث حدثنا محمد بن أبي بكر\r\nالمقدمي حدثنا عمر بن هارون حدثنا موسى المدني يعني ابن بليدان عن القاسم عن عائشة قالت قال رسول الله صلى الله عليه وسلم\r\n( أعظَمُ النِّساءِ بركةً أقلُهُنَّ مُؤوْنَةً )\r\n","description":"","footnote":"","page_name":" 42 ","page_number":61},
  {"content":"\r\n\r\n\r\n( الخبر الصالح يجيء به الرجلُ الصالحُ )\r\n66 حدثنا إبراهيم بن محمد بن الحسن حدثنا عبد الرحمن بن محمد ابن سلام الطرسوسي حدثنا داود بن المحبر حدثنا عنبسة بن\r\nعبد الرحمن القرشي عن عبد الله بن ربيعة عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\n( الرَّجُلُ الصَّالح يَجِيءُ بالخبرِ الصَّالح والرَّجلُ السُّوء يَجِيءُ بالخبر السُّوء )\r\n( اطلُبُوا الخَيْرَ عِنْدَ حِسانِ الوجُوهِ )\r\n67 حدثنا محمد بن يحيى المروزي حدثنا أبو بلال الأشعري\r\nحدثنا إسماعيل بن عياش عن حرة بنت محمد بن عبد الله عن أبيها عن عائشة\r\n","description":"","footnote":"","page_name":" 43 ","page_number":62},
  {"content":"\r\nقالت قال رسول الله صلى الله عليه وسلم\r\n( اطلُبُوا الخَيْرَ عِنْدَ حِسانِ الوجُوهِ )\r\n68 حدثنا محمد بن إبراهيم بن داود حدثنا نصر بن عبد الملك السنجاري حدثنا الحارث بن أبي المفلح الضبعي حدثنا عثمان بن عبد الرحمن عن الزهري عن عروة عن عائشة عن النبي صلى الله عليه وسلم قال\r\n( اطلُبُوا الحَاجاتِ إلى حِسانِ الوجُوهِ )\r\n69 حدثنا يوسف بن الحكم الخياط حدثنا يعقوب بن حميد بن\r\nكاسب حدثنا معن عن يزيد بن عبد الملك النوفلي عن عمران بن أبي أنس عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال\r\n( ابتَغُوا الخَيْرَ عِنْدَ حِسانِ الوجُوهِ )\r\n","description":"","footnote":"","page_name":" 44 ","page_number":63},
  {"content":"\r\n70 حدثنا القاسم بن سليمان الثقفي حدثنا أبو غسان مالك بن خالد الواسطي حدثنا زيد بن الحباب عن طلحة بن عمرو الحضرمي عن عطاء عن أبي هريرة عن النبي صلى الله عليه وسلم مثله\r\n71 حدثنا العباس بن حمدان الحنفي حدثنا شعيب بن عبد الحميد الطحان حدثنا يزيد بن هارون عن محمد بن عبد الرحمن بن المجبر عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\r\n( اطلُبُوا الخَيْرَ عِنْدَ حِسانِ الوجُوهِ )\r\n72 حدثنا إسحاق بن جميل حدثنا أحمد بن منيع حدثنا عباد بن عباد عن هشام بن زياد عن الحجاج بن يزيد عن أبيه قال قال رسول الله\r\n","description":"","footnote":"","page_name":" 45 ","page_number":64},
  {"content":"\r\nصلى الله عليه وسلم\r\n( إذا طَلَبْتُمُ الحَاجَاتِ فاطلبُوها عِنْدَ حِسانِ الوجُوهِ )\r\nحكى عن علي بن خشرم قال تفسير هذا الحديث قول عمر بن الخطاب رضي الله عنه إن للناس وجوها فأكرموا وجوه الناس فهذا من كان له في الناس وجه فذاك حسن الوجه\r\n73 حدثنا إبراهيم بن الحسن حدثنا هاشم بن القاسم حدثنا يعلى بن الأشدق عن عبد الله بن جراد وكليب بن جزي ورقاد ابن ربيعة أن النبي صلى الله عليه وسلم قال\r\n( إذا ابْتَغَيتُم المعروفَ ففِي حِسان الوُجوه من الرِّجال فابتغُوا )\r\n","description":"","footnote":"","page_name":" 46 ","page_number":65},
  {"content":"\r\n\r\n( الغِنَى غِنَى النَّفْس )\r\n74 أخبرنا أبو خليفة حدثنا إبراهيم بن بشار حدثنا سفيان\r\nعن\r\n","description":"","footnote":"","page_name":" 47 ","page_number":66},
  {"content":"\r\nأبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم قال\r\n( ليسَ الغِنَى عن كَثْرَةِ العَرْضِ ولكن الغِنَى غِنَى النَّفْس )\r\nوالحديث صحيح\r\n75 حدثنا محمد بن العباس وأحمد بن صالح الذارع قالا حدثنا محمد بن عبادة حدثنا أبو سفيان الحميري سعيد بن يحيى حدثنا هشيم عن حميد الطويل عن أنس بن مالك رضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n( ليسَ الغِنَى عن كَثْرةِ العَرض ولكنَّ الغِنَى غِنَى النَّفْس )\r\n76 حدثنا محمد بن يحيى حدثنا ابن حميد حدثنا زافر عن إسرائيل عن الأعمش عن أبي صالح عن أبي ذر قال قال لي النبي صلى الله عليه وسلم\r\n( يا أبا ذر أترى كثرةَ المال هُو الغِنى ) قلت نعم هو الغنى ثم قال ( تَرَى قلّة المالِ هو الفَقْر ) قلت نعم هو الفقر قال\r\n","description":"","footnote":"","page_name":" 48 ","page_number":67},
  {"content":"\r\n\r\n( الغِنى غِنى القلبِ والفقرُ فَقْرُ القلب )\r\n( لا يملأُ جوفَ ابنِ آدَمَ إلاّ التُّرابُ )\r\n77 أخبرنا أبو يعلى حدثنا أبو خيثمة زهير بن حرب حدثنا\r\nحجاج بن محمد حدثنا ابن جريج قال سمعت عطاء يقول سمعت ابن عباس يقول سمعت النبي صلى الله عليه وسلم يقول\r\n( لَو أنَّ لابن آدم مِلأَ وادٍ لأحبَّ أن يكونَ إليه مثلُه ولا يملأ نفس ابن آدم إلا التُّراب ويتُوب الله على مَنْ تابَ ) قال ابن عباس : فلا أدري أمن القرآن هو أم لا\r\n78 أخبرنا بهلول بن إسحاق حدثنا سعيد بن منصور حدثنا أبو عوانة عن قتادة عن أنس قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 49 ","page_number":68},
  {"content":"\r\n( لَوْ أنَّ لابن آدمَ وَادِيينِ من مالٍ لابتَغَى وَادياً ثالثاً ولا يَمْلأ جَوفَ ابن آدمَ إلا التُّرابُ ويتُوبُ اللهُ على مَنْ تَابَ )\r\n79 حدثنا محمد بن نصير حدثنا إسماعيل بن عمرو قال حدثني ثابت عن عاصم بن بهدلة عن زر عن أبي بن كعب عن النبي صلى الله عليه وسلم قال\r\n( إنَّ اللهَ أمرنِي أنْ أقرأ عليكَ القُرآن ) قال فقرأ عليه وقرأ عليه ( لَوْ كانَ لابن آدمَ وَادٍ من مالٍ لابتَغَى إليه ثانياً ولو أعطِى ثانياً لابتَغى إليه ثالثاً ولا يَمْلأ جَوفَ ابن آدمَ إلا التُّرابُ ويتُوبُ اللهُ على مَنْ تَابَ )\r\n","description":"","footnote":"","page_name":" 50 ","page_number":69},
  {"content":"\r\n\r\n( كفَى بالمرءِ إثماً أنْ يُضيّعَ مَن يقُوتُ )\r\n80 حدثنا جعفر بن أحمد بن سنان القطان حدثنا عبد الحميد بن\r\nبيان حدثنا علي بن هاشم عن الأعمش عن أبي إسحاق عن وهب بن جابر عن عبد الله بن عمرو أن النبي صلى الله عليه وسلم قال\r\n( كفَى بالمرءِ إثماً أنْ يُضيّعَ مَن يقُوتُ )\r\n","description":"","footnote":"","page_name":" 51 ","page_number":70},
  {"content":"\r\n\r\n\r\n( إذا لم تستحي فاصنع ما شئتَ )\r\n81 أخبرنا أبو خليفة والزريقي قالا حدثنا القعنبي عن شعبة عن منصور عن ربعي عن أبي مسعود قال قال رسول الله صلى الله عليه وسلم\r\n( إنَّ مِمَّا أدْرَكَ الناسُ مِنْ كَلاَمِ النُّبُوّةِ إذَا لَمْ تَسْتَحِي فَاصنَعْ مَا شِئْتَ )\r\n82\r\nحدثنا يوسف بن محمد حدثنا أحمد بن الوليد الفحام حدثنا أبو المنذر حدثنا سليمان بن أرقم عن محمد بن عبد الرحمن بن نباتة عن أبي الطفيل قال قال رسول الله صلى الله عليه وسلم\r\n( كانَ يُقالُ في النُّبوّة الأولى إذَا لَمْ تَسْتَحِي فَاصنَعْ مَا شِئْتَ )\r\n( القناعةُ مالٌ لا ينفدُ )\r\n83 حدثنا محمد بن عبد الله بن رسته حدثنا حاتم بن بكر الصيرفي حدثنا عبد الله بن إبراهيم حدثنا المنكدر بن محمد عن أبيه عن جابر قال قال\r\n","description":"","footnote":"","page_name":" 52 ","page_number":71},
  {"content":"\r\nرسول الله صلى الله عليه وسلم\r\n( القَنَاعةُ مالٌ لا يَنْفَدُ )\r\n84 حدثنا عبد الله بن محمد بن سوار الهاشمي حدثنا أبو نعيم ضرار ابن صرد حدثنا يحيى بن يمان عن المنهال بن خليفة عن أبي كريمة عن أبي الرقاد عن علي بن أبي طالب في قوله صلى الله عليه وسلم تعالى ( فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبةً )\r\nقال القناعة\r\n","description":"","footnote":"","page_name":" 53 ","page_number":72},
  {"content":"\r\n\r\n( ما عَالَ مَنِ اقْتَصَدَ )\r\n85 حدثنا عبدان حدثنا هشام بن خالد الأزرق حدثنا خالد ابن يزيد عن أبي روق عن الضحاك عن ابن عباس عن النبي صلى الله عليه وسلم قال\r\n( ما عَالَ مَنِ اقْتَصَدَ )\r\n86 حدثنا أبو القاسم الرازي حدثنا الحسن بن الصباح حدثنا عفان حدثنا سكين بن عبد العزيز حدثنا إبراهيم الهجري عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم قال\r\n( لا يَعِيْلُ أحَدٌ على قَصْدٍ ولا يَبْقَى على سَرفٍ كَثيرٌ )\r\n","description":"","footnote":"","page_name":" 54 ","page_number":73},
  {"content":"\r\n\r\n87 حدثنا الصوفي حدثنا علي بن عيسى المخرمي حدثنا خلاد ابن عيسى عن ثابت عن أنس قال قال النبي صلى الله عليه وسلم\r\n( الاقتِصَادُ نِصْفُ العَيْشِ )\r\n( الرِّفْقٌ فِي المَعِيْشَةِ خَيْرٌ مِنْ بَعْضِ التِّجَارَةِ )\r\n88 حدثنا عمر بن بحر الأسدي قال سمعت يونس بن\r\nعبد الأعلى يقول حدثنا الحجاج بن سليمان الرعيني قال قلت لابن لهيعة شيئا كنت أسمع عجائزنا يقلنه\r\n( الرِّفْقٌ فِي المَعِيْشَةِ خَيْرٌ مِنْ بَعْضِ التِّجَارَةِ )\r\nقال ابن لهيعة حدثني محمد بن المنكدر عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 55 ","page_number":74},
  {"content":"\r\n\r\n( الرِّفْقٌ فِي المَعِيْشَةِ خَيْرٌ مِنْ بَعْضِ التِّجَارَةِ )\r\n( أيُّ دَاءٍ أدْوَى مِنَ البُخْل )\r\n89 حدثنا عبدان بن أحمد وابن رسته قالا حدثنا سعيد بن أبي الربيع السمان حدثنا رشيد أبو عبد الله الزريري حدثنا ثابت البناني عن أنس بن مالك أن رسول الله صلى الله عليه وسلم وقف على مجلس بني سلمة فقال\r\n( يا بني سَلمة ! مَنْ سَيِّدُكُم ) قالوا جد بن قيس إلا أنا نبخله فقال ( إنَّ السَّيِّدَ لا يَكونُ بَخيلاً بَل سَيِّدُكُم الجَعدُ الأبيضُ عمرو بن الجموح )\r\n90 حدثنا أبو أيوب سليمان بن الحسن السلمي حدثنا سهيل بن\r\nإبراهيم الجارودي حدثنا سليمان بن مروان العبدي عن إبراهيم بن يزيد عن ابن دينار عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( يا بني سَلمة ! مَنْ سَيِّدُكُم اليَومَ ) قالوا الجد بن قيس ولكنا نبخله\r\n","description":"","footnote":"","page_name":" 56 ","page_number":75},
  {"content":"\r\nقال ( وأيُّ دَاءٍ أدْوَى مِنَ البُخْل ولكن سَيِّدُكُم عمرو بن الجموح )\r\n91 حدثنا محمد بن أحمد بن الوليد الثقفي حدثنا الربيع بن سليمان حدثنا أسد بن موسى حدثنا أبو الربيع عن عمرو بن\r\nدينار عن جابر بن عبد الله قال جاء حي إلى النبي صلى الله عليه وسلم يقال لهم بنو سلمة من رهط معاذ فقال\r\n( يا بني سَلمة ! مَنْ سَيِّدُكُم ) قالوا جد بن قيس وإنا لنبخله فقال النبي صلى الله عليه وسلم ( وأيُّ دَاءٍ أدْوَى مِنَ البُخْل )\r\n92 حدثنا أحمد بن محمد بن داود الهمداني حدثنا إبراهيم الهروي حدثنا إسماعيل بن علية حدثنا الحجاج بن أبي عثمان حدثني أبو الزبير حدثنا جابر قال قال لنا رسول الله صلى الله عليه وسلم\r\n( مَنْ سَيِّدُكُم يا بني سَلمة ) قلنا جد بن قيس على أنا نبخله فقال رسول الله صلى الله عليه وسلم ( وأيُّ دَاءٍ أدْوَى مِنَ البُخْل بل سَيِّدُكُم عمرو بن الجموح )\r\nقال وكان عمرو على أصنامهم في الجاهلية وكان يولم على رسول الله صلى الله عليه وسلم إذا تزوج\r\n","description":"","footnote":"","page_name":" 57 ","page_number":76},
  {"content":"\r\n93 حدثنا حسن بن هارون بن سليمان حدثنا القواريري حدثنا يزيد بن زريع حدثنا حجاج الصواف حدثنا أبو الزبير عن جابر عن النبي صلى الله عليه وسلم مثله\r\nرجال الصحيح غير شيخ المؤلف\r\n94 حدثنا إسحاق بن أحمد الفارسي حدثنا ابن أبي رزمة\r\nحدثنا النضر بن شميل حدثنا محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( وأيُّ دَاءٍ أدْوَى مِنَ البُخْل ! بَل سَيِّدُكُم بشْر بن البراء بن معرور )\r\n","description":"","footnote":"","page_name":" 58 ","page_number":77},
  {"content":"\r\n95 حدثنا إسحاق بن أحمد حدثنا أبو زرعة حدثنا عبد العزيز بن عبد الله العامري حدثنا إبراهيم بن سعد عن صالح بن\r\nكيسان عن ابن شهاب عن عبد الرحمن بن عبد الله بن كعب عن كعب بن مالك أن رسول الله صلى الله عليه وسلم قال\r\n( مَنْ سَيِّدُكُم يا بني سَلمة ) قالوا جد بن قيس وأنا لنزنه بالبخل فقال النبي صلى الله عليه وسلم ( وأيُّ دَاءٍ أدْوَى مِنَ البُخْل لَيْسَ ذاكَ سَيِّدُكُمْ )\r\n","description":"","footnote":"","page_name":" 59 ","page_number":78},
  {"content":"\r\n\r\n96 حدثنا عبد الرحمن بن محمد بن حماد حدثنا حاتم بن بكر حدثنا عبد الله بن إبراهيم الغفاري حدثنا عبد الرحمن بن زيد بن أسلم عن أبيه عن ابن عمر عن النبي صلى الله عليه وسلم قال\r\n( وأيُّ دَاءٍ أدْوَى مِنَ البُخْل ! بل سَيِّدُكُم الأبيضُ الجَعْدُ بِشر بن البراء بن معرور )\r\n( اليَدُ العُلْيَا خَيْرٌ مِنَ اليَدِ السُّفْلَى )\r\n","description":"","footnote":"","page_name":" 60 ","page_number":79},
  {"content":"\r\n97 أخبرنا أبو يعلى حدثنا غسان بن الربيع عن موسى بن مطير عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه وسلم\r\nاليَدُ العُلْيَا خَيْرٌ مِنَ اليَدِ السُّفْلَى وَابْدَأْ بِمَنْ تَعُوْلُ )\r\n98 أخبرنا أبو يعلى حدثنا محمد بن الصباح حدثنا إسماعيل بن\r\nزكريا عن عاصم الأحول قالت قلت للحسن ما قوله صلى الله عليه وسلم\r\nاليَدُ العُلْيَا خَيْرٌ مِنَ اليَدِ السُّفْلَى قال يَدُ المُعْطِي خَيْرٌ من اليَدِ المانعة )\r\n99 أخبرنا أبو خليفة حدثنا إبراهيم بن بشار حدثنا سفيان عن إسماعيل عن قيس عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( اليَدُ العُلْيَا خَيْرٌ مِنَ اليَدِ السُّفْلَى )\r\n","description":"","footnote":"","page_name":" 61 ","page_number":80},
  {"content":"\r\n\r\n( الأَرْوَاحُ جُنُوْدٌ مُجَنَّدَة فَما تَعَارَفَ مِنْها ائْتَلَف ومَا تَنَاكَرَ منهَا اخْتَلَفَ )\r\n100 أخبرنا أبو يعلى حدثنا يحيى بن معين حدثنا سعيد بن الحكم حدثنا يحيى بن أيوب حدثني يحيى بن سعيد عن عمرة\r\nبنت عبد الرحمن قالت كانت بمكة امرأة مزاحة فنزلت على امرأة مثلها فبلغ ذلك عائشة فقالت صدق حبي سمعت رسول الله صلى الله عليه وسلم يقول\r\n( الأَرْوَاحُ جُنُوْدٌ مُجَنَّدَة فَما تَعَارَفَ مِنْها ائْتَلَف ومَا تَنَاكَرَ منهَا اخْتَلَفَ )\r\nولا أعلمه إلا قال في الحديث ولا تعرف تلك المرأة\r\n101 حدثنا عبد الرحمن حدثنا إبراهيم بن معاوية البصري\r\n","description":"","footnote":"","page_name":" 62 ","page_number":81},
  {"content":"\r\nحدثني عكرمة بن أبي تميم العدني عن الحكم بن أبان عن عكرمة عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\r\n( الأَرْوَاحُ جُنُوْدٌ مُجَنَّدَة فَما تَعَارَفَ مِنْها ائْتَلَف ومَا تَنَاكَرَ منهَا اخْتَلَفَ )\r\nسنده ضعيف\r\n102 حدثنا إسحاق بن إبراهيم الكوفي حدثنا محمد بن الوليد الفحام حدثنا يحيى بن السكن عن شعبة عن سهيل عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم مثله\r\n103 حدثنا عبدان حدثنا خليفة بن خياط حدثنا الفضل بن العلاء حدثنا الهجري عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 63 ","page_number":82},
  {"content":"\r\n104 حدثنا هيثم بن خلف الدوري حدثنا محمد بن عبد الله بن عمار حدثنا عيسى بن يونس عن ابن علاثة حدثنا حجاج بن\r\nفرافصة عن أبي عثمان عن سلمان عن النبي صلى الله عليه وسلم مثله\r\n105 أخبرنا أبو يعلى حدثنا الحسن بن خالد العسكري حدثنا بشر بن إبراهيم حدثنا عبد الله بن مهران عن أبي هاشم صاحب الرمان عن زاذان عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\r\n( الأَرْوَاحُ جُنُوْدٌ مُجَنَّدَة فَما كَانَ في الله ائْتَلَف ومَا كَانَ في غَيْرِ اللهِ اخْتَلَفَ )\r\n106 حدثنا زيد بن عبد العزيز الموصلي حدثنا محمد بن عبد الله ابن عمار الموصلي حدثنا المعافى عن عبد الأعلى بن أبي المساور عن عكرمة عن\r\n","description":"","footnote":"","page_name":" 64 ","page_number":83},
  {"content":"\r\nالحارث بن عميرة عن سلمان قال قال رسول الله صلى الله عليه وسلم\r\n( الأَرْوَاحُ جُنُوْدٌ مُجَندٌة فَما تَعَارَفَ مِنْها في اللهِ ائْتَلَف ومَا تَنَاكَرَ منهَا في غَير اللهِ اخْتَلَفَ )\r\n107 حدثنا إسحاق بن أحمد الفارسي حدثنا ابن حميد حدثنا أبو زهير حدثنا الأزهر بن عبد الله الأزدي عن محمد بن عجلان\r\nعن سالم عن ابن عمر قال لقي عمر بن الخطاب علي بن أبي طالب رضي الله عنهما فقال يا أبا حسن ربما شهدت وغبنا وربما شهدنا وغبت ثلاث أسألك عنهن هل عندك منهن علم قال علي ما هن قال الرجل يحب الرجل ولم ير منه خيرا والرجل يبغض الرجل ولم ير منه سوءا قال علي نعم حدث رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 65 ","page_number":84},
  {"content":"\r\n( إنَّ الأَرْوَاحَ في الهَوى أجْنَادٌ مُجَنَّدَة تَلْتَقِي فَتَشَامٌّ فَما تَعَارَفَ مِنْها ائْتَلَف ومَا تَنَاكَرَ منهَا اخْتَلَفَ )\r\n108 حدثنا محمد بن سهل حدثنا حميد بن مسعدة حدثنا الفضل بن العلاء حدثنا إبراهيم الهجري عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم قال\r\n( إنَّ الأَرْوَاحَ جُنُودٌ مُجَنَّدَة فإذا التَقَتْ تَشَامُّ كما تَشَامُّ الخَيْلُ فَما تَعَارَفَ مِنْها ائْتَلَف ومَا تَنَاكَرَ منهَا اخْتَلَفَ فلو أنَّ رَجلاً مُؤْمِناً دَخَلَ\r\n","description":"","footnote":"","page_name":" 66 ","page_number":85},
  {"content":"\r\n\r\nمسجداً فيه مائةُ مُنَافِقٍ ليسَ فيه إلا مؤمنٌ واحدٌ لذَهَبَ حتى يَجْلِسَ إلى ذلك المؤمن الواحد ولو أنَّ رَجُلاً منافقاً دَخَلَ مَسجِداً فيه مائةُ مؤمنٍ ليسَ فيه إلا منافقٌ وَاحدٌ لَذَهَبَ حتَّى يَجْلِسَ إلى ذلكَ المنافقِ الواحدِ )\r\n109 حدثنا أحمد بن محمد بن حكيم حدثنا أبو أمية الطرسوسي حدثنا خالد بن مخلد حدثني موسى بن يعقوب الزمعي حدثني سهيل عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( الأَرْوَاحُ جُنُوْدٌ مُجَنَّدٌة تَطُوفُ باللَّيْلِ فَما تَعَارَفَ مِنْها ائْتَلَف ومَا تَنَاكَرَ منهَا اخْتَلَفَ )\r\n( لا يَشْكُرُ اللهَ مَنْ لا يَشْكُرُ النَّاسَ )\r\n110 أخبرنا أبو يعلى حدثنا عبد الرحمن بن بكر حدثنا الربيع\r\nابن مسلم عن محمد بن زياد عن أبي هريرة أن النبي صلى الله عليه وسلم قال\r\n( لا يَشْكُرُ اللهَ مَنْ لا يَشْكُرُ النَّاسَ )\r\n","description":"","footnote":"","page_name":" 67 ","page_number":86},
  {"content":"\r\n\r\n111 حدثنا محمود الواسطي حدثنا زكريا بن يحيى حدثنا سوار\r\nابن مصعب عن عبد الحميد عن الشعبي عن النعمان بن بشير قال قال رسول الله صلى الله عليه وسلم\r\n( لا يَشْكُرُ النَّاسَ من لا يَشْكُرُ اللهَ ومَنْ لا يَشْكُر في القليلِ لا يَشْكُر في الكَثير وإنَّ حَدِيثاً بِنِعمَةِ اللهِ شُكْرٌ والسُّكُوتَ عنها كُفْرٌ وإنَّ الجَمَاعَةَ رَحْمَةً والفُرْقَةَ عَذَابٌ )\r\n( أحْبِبْ حَبِيْبَكِ هَوْنَاً مَا عَسَى أنْ يَكُوْنَ بَغيِضَكَ يَوْماً مَا )\r\n112 حدثنا عبد الرحمن بن حماد الرازي حدثنا يحيى بن الفضل الخرقي حدثنا أبو عامر حدثنا هارون الأهوازي عن محمد بن سيرين عن حميد بن عبد الرحمن الحميري أن عليا رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول\r\n","description":"","footnote":"","page_name":" 68 ","page_number":87},
  {"content":"\r\nأحْبِبْ حَبِيْبَكِ هَوْنَاً مَا * عَسَى أنْ يَكُوْنَ بَغيِضَكَ يَوْماً مَا\r\nوأبْغِضْ بَغِيْضَكَ هَوْنَاً ما * عَسَى أنْ يَكُونَ حَبِيْبَكَ يَوْماً ما\r\n113 حدثنا عبد الرحمن بن محمد حدثنا يحيى بن الفضل حدثنا مسلم بن إبراهيم حدثنا الحسن بن أبي جعفر عن أيوب عن\r\nابن سيرين عن حميد بن عبد الرحمن عن علي عن النبي صلى الله عليه وسلم مثله\r\n114 حدثنا محمد بن يحيى وإسحاق بن أحمد الفارسي قالا حدثنا أبو كريب حدثنا سويد الكلبي حدثنا حماد بن سلمة عن أيوب عن محمد عن أبي هريرة - أراه رفعه - قال\r\n( أحْبِبْ حَبِيْبَكِ هَوْنَاً مَا * عَسَى أنْ يَكُوْنَ بَغيِضَكَ يَوْماً مَا )\r\n( وأبْغِضْ بَغِيْضَكَ هَوْنَاً ما * عَسَى أنْ يَكُونَ حَبِيْبَكَ يَوْماً ما )\r\n","description":"","footnote":"","page_name":" 69 ","page_number":88},
  {"content":"\r\n\r\n( حُبُّكَ الشَّيْءَ يُعْمِي ويُصِمُّ )\r\n115 حدثنا الحسن بن أحمد البالسي حدثنا محمد بن مصفى\r\nحدثنا بقية حدثنا صفوان بن عمرو عن عبد الرحمن بن جبير بن نفير عن أبيه قال كنا في قافلة فخرج علينا بلال بن أبي الدرداء فقطع علينا الحديث فقلنا ابن صاحب رسول الله صلى الله عليه وسلم وقال سمعت أبي يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\n( حُبُّكَ الشَّيْءَ يُعْمِي ويُصِمُّ )\r\n","description":"","footnote":"","page_name":" 70 ","page_number":89},
  {"content":"\r\n\r\n( تَعِسَ عَبْدُ الدِّرْهم )\r\n116\r\nحدثنا زرقان محمد بن عبدان الواسطي حدثنا محمد بن إسماعيل الواسطي الضرير حدثنا ابن نمير حدثنا إسماعيل بن رافع عن سعيد المقبري عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( تَعِسَ عَبْدُ الدِّرْهم وعَبْدُ الدِّيْنَارِ وتَعِسَ عَبْدُ الحُلَّةِ تَعِس عَبْدُ القطِيْفَةِ تَعِسَ عَبْدُ الخَمِيْصَةِ تَعِسَ وَانْتَكَسَ وإذا شِيْكَ فَلا انْتُقِشَ طُوْبَى لِعَبْدٍ عرسٍ جِلْدُه دَنِسٍ ثِيَابُه يكونُ بالنَّهار على السَّاقَةِ وبالليل في الحَرسِ إنَّ حَقّاً عَلى الله أن يُزَوِّجَه منَ الحُور )\r\n","description":"","footnote":"","page_name":" 71 ","page_number":90},
  {"content":"\r\n\r\n( اخْبُرْ تَقْلِه )\r\n117 حدثنا عبدان حدثنا ابن مصفى حدثنا بقية عن أبي بكر بن أبي مريم عن عطية بن قيس المذبوح عن أبي الدرداء قال قال رسول الله صلى الله عليه وسلم\r\n( اخبر تقله )\r\n","description":"","footnote":"","page_name":" 72 ","page_number":91},
  {"content":"\r\n\r\nحكي عن بقية في تفسيره قال : إذا خبرت بدا لك / من أكثرهم ما لا ترضى منهم حتى تقليهم .\r\n( أخوك البكري فلا تأمنه )\r\n118 أخبرنا بهلول بن إسحاق الأنباري حدثنا إسماعيل بن أبي أويس حدثني زيد بن عبد الرحمن بن زيد بن أسلم عن أبيه عن جده أسلم مولى عمر قال : خرجت سفرا فلما رجعت قال لي عمر من صحبت قال قلت\r\n","description":"","footnote":"","page_name":" 73 ","page_number":92},
  {"content":"\r\nصحبت رجلا من بني بكر فقال له عمر أما سمعت النبي صلى الله عليه وسلم يقول\r\n( أخُوكَ البكرِيَّ فلا تَأمَنْه )\r\n119 حدثنا محمد بن عبد الله بن رستة حدثنا أبو بكر الأعين\r\nحدثنا نوح المعلم حدثنا إبراهيم بن سعد عن محمد بن إسحاق عن عيسى بن معمر عن عبد الله بن عمرو الخزاعي عن أبيه قال قال النبي صلى الله عليه وسلم في عمرو بن أمية الضمري\r\n( إذا أتيتَ وَادِيَ قومِه فاحْذَرْه وقد قال القائل أخُوكَ البكرِيّ فلا تَأمَنْه )\r\n120 حدثني علي بن سعيد العسكري حدثنا إبراهيم بن محمد الصفار البغدادي حدثنا مخلد بن مالك حدثنا عطاف بن\r\nخالد حدثنا الليث عن ابن أبي مليكة\r\n","description":"","footnote":"","page_name":" 74 ","page_number":93},
  {"content":"\r\n\r\n\r\nأخبرني المسور بن مخرمة أن النبي صلى الله عليه وسلم قال\r\n( أخُوكَ البكرِيّ فلا تأمَنْه )\r\n( مَنْ رَتَعَ حَوْلَ الحِمِى يُوْشِكُ أن يُوَاقِعَه )\r\n121 حدثنا محمد بن زكريا حدثنا أبو حذيفة حدثنا سفيان الثوري عن أبي فروة عن الشعبي عن النعمان بن بشير عن النبي صلى الله عليه وسلم قال\r\n( المَعَاصِي حِمَى اللهِ عَزَّ وجَلَّ فَمَنْ رَتَعَ حَوْلَ الحِمِى أوْشِكُ أن يُوَاقِعَه )\r\n( لا يُجْتَنَى من الشَّوْكِ العِنَبُ )\r\n122 حدثنا أبو جعفر بن ماهان الحمال حدثنا محمد بن أبان البلخي حدثنا كثير بن هشام حدثنا فرات بن سلمان حدثنا\r\nأبو المهاجر الدمشقي عن أبي ذر قال سمعت خليلي أبا القاسم يقول\r\n( كما لا يُجْتَنَى من الشَّوْكِ العِنَبُ لا يُنْزَلُ الفُجَّارُ مَنازِلَ الأَبْرار وهما طريقانِ فأيهما أخذتُم اَدَّتْكم إليه )\r\n","description":"","footnote":"","page_name":" 75 ","page_number":94},
  {"content":"\r\n\r\n( أَقِيلُوا ذَوِي الهَيْئاتِ عَثَراتِهِم )\r\n123 أخبرنا أبو يعلى الموصلي حدثنا سعيد بن عبد الجبار حدثنا أبو بكر بن نافع قال سمعت أبا بكر بن عمرو بن حزم يقول قالت\r\nعمرة قالت عائشة قال رسول الله صلى الله عليه وسلم\r\n( أَقِيلُوا ذَوِي الهَيْئاتِ زَلاَّتهِم )\r\n124 حدثنا إبراهيم بن محمد بن الحسن حدثنا أحمد بن منيع حدثنا أبو قطن حدثنا أبو بكر بن نافع قال قال محمد قالت عمرة قالت عائشة سمعت\r\n","description":"","footnote":"","page_name":" 76 ","page_number":95},
  {"content":"\r\n\r\n\r\nالنبي صلى الله عليه وسلم مثله\r\n125 حدثنا العباس بن الوليد حدثنا محمد بن يحيى النيسابوري حدثنا أحمد بن عبد الملك بن واقد حدثني\r\nالمثنى أبو حاتم العطار حدثني عبيد الله بن العيزار عن القاسم عن عائشة قالت قال رسول الله صلى الله عليه وسلم\r\n( تهادَوْا تَزْدَادُوْا حُبًّا وهَاجِرُوا تُورِثُوا أَبْنَاءَكُم مَجْداً وأَقِيلُوا ذَوِي الهَيْئاتِ عَثَراتِهِم )\r\n( اتَّقُوا فِرَاسَةَ المُؤْمِنِ )\r\n126 حدثنا أحمد بن جعفر بن نصر الجمال حدثنا أحمد بن الخليل حدثنا عبد الرحمن بن يونس حدثنا يزيد بن هارون\r\nحدثنا سليمان بن أرقم عن الحسن عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 77 ","page_number":96},
  {"content":"\r\n( اتَّقُوا فِرَاسَةَ المُؤْمِنِ )\r\n127 حدثنا أحمد بن يحيى بن نصر العسال حدثنا إبراهيم بن يعقوب الجوزجاني حدثنا موسى بن داود حدثنا محمد بن كثير عن عمرو بن قيس عن عطية عن أبي سعيد قال قال رسول الله صلى الله عليه وسلم\r\n( اتَّقُوا فِرَاسَةَ المُؤْمِنِ فإنَّهُ يَنْظُرُ بِتَوْفِيْقِ الله )\r\n128 حدثنا أحمد بن يحيى حدثنا إبراهيم بن يعقوب حدثنا أبو أيوب الخبائري حدثنا مؤمل بن سعيد الحمصي حدثنا\r\nأبو العلاء أسد بن وداعة قال سمعت وهب بن منبه يحدث عن طاووس عن ثوبان رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\n( احْذَرُوا دَعوةَ المُؤْمِنِ وَفِرَاسَتَه فإنَّه يَنْظُرُ بِنُورِ اللهِ عَزَّ وَجَلَّ وبتَوْفِيْقِ اللهِ عَزَّ وَجَلَّ )\r\n","description":"","footnote":"","page_name":" 78 ","page_number":97},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( رَأْسُ العَقْل بعدَ الإيْمَانِ التَوَدُّدُ إلى النَّاسِ )\r\n129 حدثنا الوليد بن بنان الواسطي حدثنا الوليد بن سفيان العطار حدثنا عبيد بن عمرو الحنفي حدثنا علي بن زيد عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم قال\r\n( رَأْسُ العَقْل بعدَ الإيْمَانِ التَوَدُّدُ إلى النَّاسِ )\r\n","description":"","footnote":"","page_name":" 79 ","page_number":98},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( مُدَاراةُ النَّاسِ صَدَقَةٌ )\r\n130 حدثنا أبو جعفر أحمد بن علي بن ماهان حدثنا المسيب بن واضح حدثنا يوسف بن أسباط عن سفيان الثوري عن محمد ابن المنكدر عن جابر قال قال النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 80 ","page_number":99},
  {"content":"\r\n\r\n( مُدَاراةُ النَّاسِ صَدَقَةٌ )\r\nقوله صلى الله عليه وسلم ( النَّاسُ كَإِبِلٍ مِائةٍ لا تَجِدُ فيهَا رَاحِلةً )\r\n131 حدثنا إبراهيم بن جعفر الأشعري حدثنا حميد بن مسعدة حدثنا عبيد حدثنا معمر حدثنا الزهري عن سالم عن أبيه قال قال رسول الله صلى الله عليه وسلم\r\n( النَّاسُ كَإِبِلٍ مِائةٍ لا تُوْجِدُ فيهَا رَاحِلةً )\r\nغير عبيد لم أعرفه\r\n132 حدثنا محمود بن علي حدثنا سعيد المخزومي حدثنا سفيان عن معمر نحوه\r\n133 حدثنا القاسم بن عباد البصري حدثنا سويد بن سعيد حدثنا حفص بن ميسرة حدثنا زيد بن أسلم عن ابن عمر أن النبي صلى الله عليه وسلم قال\r\n( النَّاسُ كَإِبِلٍ مِائةٍ لا تَجِدُ فيهَا رَاحِلةً )\r\n","description":"","footnote":"","page_name":" 81 ","page_number":100},
  {"content":"\r\nغير أني لم أجد من ترجم شيخ المؤلف القاسم بن عباد البصري\r\n134 حدثنا ابن ماهان حدثنا إسحاق بن إبراهيم المروزي حدثنا الدراوردي حدثنا زيد مثله\r\n135 حدثنا أبو يعلى حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا وهيب عن معمر عن الزهري عن سعيد بن المسيب عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( إنَّما النَّاسُ كَإِبِلٍ مِائةٍ لا تُوْجِدُ فيهَا رَاحِلةً )\r\n136 حدثنا ابن عصام الرازي حدثنا عبد العزيز بن الحسن بن بكر بن الشرود حدثني أبي عن جدي حدثنا سفيان الثوري وأبو بكر بن أبي سبرة عن سهيل عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 82 ","page_number":101},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( ليسَ شَيْءٌ خَيْرٌ مِن ألفٍ مثلِه إلا الإنسانُ )\r\n137 حدثنا علي بن إسحاق بن إبراهيم حدثنا إبراهيم بن محمد بن يوسف حدثنا الفريابي حدثنا سفيان عن الأعمش عن أبي ظبيان عن سلمان رضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n( ليسَ شَيْءٌ خَيْرٌ مِن ألفٍ مثلِه إلا الإنسانُ )\r\n138 حدثنا أبو صالح الأعرج حدثنا سعيد بن عبد الله السواق\r\nحدثنا الفريابي حدثنا سفيان عن الأعمش عن عطية عن سلمان عن النبي صلى الله عليه وسلم مثله\r\n139 حدثنا عبد الرحمن بن أبي حاتم الرازي حدثنا يونس بن عبد الأعلى حدثنا ابن وهب أخبرني أسامة بن زيد عن محمد ابن عبد الله بن عمرو بن عثمان بن عفان عن عبد الله بن دينار عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 83 ","page_number":102},
  {"content":"\r\n( النَّاسُ كَالإبِلِ المائةِ هل تَرى فيها رَاحِلةً أو مَتَى تَرَى فيها راحِلَةً )\r\nوقال رسول الله صلى الله عليه وسلم\r\n( ليسَ شَيْءٌ خَيْرٌ من مائةٍ مثله إلا المؤمنُ )\r\n140 حدثنا محمد بن إبراهيم الصحاف وعبد الله بن جعفر قالا حدثنا\r\nأسيد بن عاصم حدثنا أبو ربيعة حدثنا مبارك بن فضالة عن الحسن قال قال رسول الله صلى الله عليه وسلم\r\n( ليسَ شَيْءٌ خَيْرٌ مِن ألفٍ مثلِه إلا الإنسانُ وعُمَرُ خَيْرٌ مِن ألفٍ مثله )\r\n141 روى مروان بن جعفر بن سعد بن سمرة بن جندب قال أخبرني محمد بن إبراهيم بن خبيب بن سليمان بن سمرة بن جندب\r\n","description":"","footnote":"","page_name":" 84 ","page_number":103},
  {"content":"\r\n\r\nعن جعفر بن سعد بن سمرة عن خبيب بن سليمان عن أبيه عن سمرة أن رسول الله صلى الله عليه وسلم كان يقول لنا\r\n( إني لا أجدُ من الدَّوَابِّ صِنْفاً الدَّابَّةُ الواحِدَةُ منه خَيرٌ من مائة دابَّةٍ من صَوَاحِبه غَيْرَ الرِّجَالِ أجِدُ الرَّجُلَ هُو خَيْرٌ من مائةِ رَجُلٍ )\r\nوقال الذهبي إسناد مظلم\r\nقوله صلى الله عليه وسلم ( إذَا أَتَاكُمْ كَرِيْمُ قومٍ فأَكْرِمُوْهُ )\r\n142 حدثنا حسن بن هارون بن سليمان حدثنا محمد بن أبي خلف حدثنا حصين بن عمر حدثنا إسماعيل بن أبي خالد\r\nعن قيس عن جرير قال قال النبي صلى الله عليه وسلم\r\n( إذَا أَتَاكُمْ كَرِيْمُ قومٍ فأَكْرِمُوْهُ )\r\n","description":"","footnote":"","page_name":" 85 ","page_number":104},
  {"content":"\r\n143 حدثنا يحيى بن محمد بن البختري الحنائي حدثنا زياد بن يحيى حدثنا عبد الله بن ميمون عن جعفر بن محمد عن أبيه\r\nعن علي قال قال رسول الله صلى الله عليه وسلم\r\n( إذَا جَاءَكُمْ كَرِيْمُ قومٍ فأَكْرِمُوْهُ )\r\n144 حدثنا أبو بكر البزار حدثنا الحسن بن محمد المنكدري حدثنا سعيد بن مسلمة حدثنا ابن عجلان عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 86 ","page_number":105},
  {"content":"\r\n145 حدثنا محمد بن عبد الله بن رسته حدثنا الخليل بن سالم حدثنا محمد بن ربيعة عن ابن أبي ليلى عن عطاء عن أبي الخليل عن أبي قتادة عن النبي صلى الله عليه وسلم مثله\r\n146 حدثنا أحمد بن عبد الله بن سابور الدقاق حدثنا أيوب الوزان حدثنا مروان بن معاوية حدثنا مالك بن أبي الحسن عن عتبة - شيخ من فزارة - عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم مثله\r\n147 حدثنا الحسن بن علي الطوسي حدثنا محمد بن عبد الكريم المروزي حدثنا الهيثم بن عدي عن مجالد عن الشعبي عن عدي بن حاتم عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 87 ","page_number":106},
  {"content":"\r\n148 حدثنا نوح بن منصور حدثنا سعيد بن عمرو حدثنا\r\nبقية حدثني يحيى بن مسلم حدثنا أبو المقدام عن موسى بن أنس عن أنس قال قال النبي صلى الله عليه وسلم\r\n( إذَا أَتَاكُمُ الزَّائرُ فأَكْرِمُوْهُ )\r\n149 حدثني سلم بن عصام حدثنا ابن أخي هلال الرأي حدثنا نضر بن قديد حدثنا حفص بن غياث عن معبد بن خالد\r\nعن أبيه عن أنس أن جرير بن عبد الله جاء إلى النبي صلى الله عليه وسلم فطرح له رداءه وأجلسه عليه وقال\r\n( إذَا أَتَاكُمْ كَرِيْمُ قومٍ فأَكْرِمُوْهُ )\r\n150 حدثني ابن برى وأحمد بن إبراهيم بن أبي يحيى المديني قالا حدثنا صابر بن سالم حدثني محمد بن يزيد حدثنا يزيد بن عبد الله قال\r\n","description":"","footnote":"","page_name":" 88 ","page_number":107},
  {"content":"\r\n\r\nحدثتني أختي أم القصاف بنت عبد الله قالت أخبرني عبد الله بن ضمرة قال قال رسول الله صلى الله عليه وسلم\r\n( إذَا أَتَاكُمْ كَرِيْمُ قومٍ فأَكْرِمُوْهُ )\r\nقوله صلى الله عليه وسلم ( لا يَنْبَغِي لِلْمُؤُمِنِ أَنْ يُذِلَّ نَفْسَه )\r\n151 حدثنا زكريا بن يحيى الساجي حدثنا عمر بن موسى الحادي حدثنا\r\n","description":"","footnote":"","page_name":" 89 ","page_number":108},
  {"content":"\r\nحماد بن سلمة عن علي بن زيد عن الحسن عن جندب عن حذيفة قال قال النبي صلى الله عليه وسلم\r\n( لا يَنْبَغِي لِلْمُؤُمِنِ أَنْ يُذِلَّ نَفْسَه قالوا يا رسولَ الله ! وكيفَ يُذِلُّ نفسَه قال يَتَعَرَّضُ مِنَ البَلاءِ لِمَا لاَ يُطِيْقٌ )\r\n152 حدثنا أحمد بن عمرو بن عبد الخالق حدثنا زكريا بن يحيى الضرير حدثنا شبابة عن ورقاء عن عبد الكريم عن مجاهد عن ابن عمر قال سمعت الحجاج يخطب فذكر كلاما أنكرته فأردت أن أغيره فذكرت قول رسول الله صلى الله عليه وسلم\r\n( لا يَنْبَغِي لِلْمُؤُمِنِ أَنْ يُذِلَّ نَفْسَه ) قالوا وكيفَ يُذِلُّ نفسَه قال ( يَتَعَرَّضُ مِنَ البَلاءِ مَا لاَ يُطِيْقٌ )\r\n","description":"","footnote":"","page_name":" 90 ","page_number":109},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( اليُسْرُ يُمْنٌ والعُسْرُ شُؤْمٌ )\r\n153 حدثنا محمد بن عبد الله بن رسته حدثنا عبد الواحد بن غياث حدثنا أشعث بن براز عن علي بن زيد عن سعيد بن\r\nجبير قال ما كنت أحسبها إلا مقولة اليسر يمن والعسر شوم حتى حدثني الثقة عن رسول الله صلى الله عليه وسلم أنه كان يقول\r\n( اليُسْرُ يُمْنٌ والعُسْرُ شُؤْمٌ )\r\nقوله صلى الله عليه وسلم ( مَنْ رُزِقَ فِي شَيْءٍ فَلْيَلْزَمْهُ )\r\n154 حدثنا أبو بكر محمد بن أحمد بن يعقوب حدثنا أبو حاتم حدثنا محمد بن عبد الله الأنصاري حدثنا فروة بن يونس الكلابي عن هلال بن جبير عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 91 ","page_number":110},
  {"content":"\r\n\r\n\r\n( مَنْ رُزِقَ فِي شَيْءٍ فَلْيَلْزَمْهُ )\r\nقوله صلى الله عليه وسلم ( الشَّاهِدُ يَرَى مَا لاَ يَرَى الغَائِبُ )\r\n155 حدثنا محمد بن عبد الله بن أسيد حدثنا محمد بن غالب حدثنا سعيد بن سليمان عن هشيم عن أبي بشر عن سعيد بن جبير عن ابن عباس قال قال النبي صلى الله عليه وسلم\r\n( الشَّاهِدُ يَرَى مَا لاَ يَرَى الغَائِبُ )\r\n156 حدثنا إسحاق بن أحمد حدثنا أبو كريب حدثنا يونس بن بكير عن محمد بن إسحاق عن إبراهيم بن محمد بن عمر بن علي بن أبي طالب عن\r\n","description":"","footnote":"","page_name":" 92 ","page_number":111},
  {"content":"\r\nأبيه عن جده علي رضي الله عنه قال قلت يا رسول الله صلى الله عليه وسلم أكون في أمرك إذا أرسلتني كالسكة المحماة لا يثنيني شيء حتى أمضي لما أمرتني به أو الشاهد يرى ما لا يرى الغائب فقال رسول الله صلى الله عليه وسلم\r\n( الشَّاهِدُ يَرَى مَا لاَ يَرَى الغَائِبُ )\r\n","description":"","footnote":"","page_name":" 93 ","page_number":112},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( النَّاسُ مَعَادِنُ )\r\n157 حدثنا أبو خليفة حدثنا إبراهيم بن بشار حدثنا سفيان عن طعمة بن عمرو الجعفري عن يزيد بن الأصم عن أبي هريرة\r\nعن النبي صلى الله عليه وسلم قال\r\n( النَّاسُ مَعَادِنُ خِيَارُهُمْ في الجَاهِلِيَّة خِيَارُهم في الإسلامِ إذَا فَقِهُوا )\r\n158 حدثنا العباس بن علي البغدادي حدثنا القاسم بن سعيد بن\r\nالمسيب حدثنا عبد الوهاب بن عطاء عن يونس بن عبيد عن ابن سيرين عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( النَّاسُ مَعَادِنُ في الخَيْر والشَّرِّ ) فذكر مثله\r\nقوله صلى الله عليه وسلم ( المُؤْمِنُ غِرٌّ كَرِيْمٌ والفَاجِرُ خِبٌّ لَئِيْمٌ )\r\n159 حدثنا محمد بن يحيى حدثنا نصر بن علي حدثنا أبو أحمد عن\r\n","description":"","footnote":"","page_name":" 94 ","page_number":113},
  {"content":"\r\n\r\nسفيان عن حجاج بن فرافصة عن رجل عن أبي سلمة\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( المُؤْمِنُ غِرٌّ كَرِيْمٌ والفَاجِرُ خِبٌّ لَئِيْمٌ )\r\nقوله صلى الله عليه وسلم ( جُبِلَتِ القُلُوبُ عَلَى حُبِّ مَنْ أَحْسَنَ إلَيْها وبُغْضِ مَنْ أَسَاءَ إلَيْها )\r\n160 حدثنا إبراهيم بن محمد الدستوائي حدثنا محمد بن عبيد بن عتبة حدثنا بكار بن الأسود قال حدثنا إسماعيل الخياط عن\r\nالأعمش قال بلغ الحسن بن عمارة أن الأعمش وقع فيه فبعث إليه بكسوة فلما كان بعد ذلك مدحه الأعمش فقيل له كيف تذمه ثم تمدحه فقال أن خيثمة حدثني عن ابن مسعود أن\r\n","description":"","footnote":"","page_name":" 95 ","page_number":114},
  {"content":"\r\n\r\nالنبي صلى الله عليه وسلم قال\r\n( جُبِلَتِ القُلُوبُ عَلَى حُبِّ مَنْ أَحْسَنَ إلَيْها وبُغْضِ مَنْ أَسَاءَ إلَيْها )\r\nقوله صلى الله عليه وسلم ( الناسُ لآدَمَ وحَوَّاءَ كطَفِّ الصاعِ لَنْ تَمْلأَّه )\r\n161 حدثنا إبراهيم بن محمد بن الحسن حدثنا أحمد بن سعيد حدثنا ابن وهب أخبرني ابن لهيعة عن الحارث بن يزيد عن علي بن رباح عن عقبة بن عامر قال قال النبي صلى الله عليه وسلم\r\n( الناسُ لآدَمَ وحَوَّاءَ كطَفِّ الصاعِ لَنْ تَمْلأَّه إنَّ اللهَ لاَ يَسْأَلُ عن أجْسَادِكُمْ ولا أَنْسَابِكُمْ يَوْمَ القِيَامَةِ أَكْرَمُكُمْ عندَ اللهِ أَتْقَاكُمْ )\r\n","description":"","footnote":"","page_name":" 96 ","page_number":115},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( الرَّغْبَةُ مِنَ الشُّؤْمِ )\r\n162 حدثنا عبد الله بن عبد السلام حدثنا عبد الله بن محمد بن يحيى بن أبي بكر حدثنا عمرو بن عبد الغفار حدثنا يعقوب بن محمد عن أبي الرجال عن عمرة عن عائشة أن رسول الله صلى الله عليه وسلم اشترى غلاما نوبيا فألقى بين يديه تمرا فأكثر من الأكل فقال\r\n( انَّ الرَّغْبَةُ مِنَ الشُّؤْمِ ) فرده\r\nقوله صلى الله عليه وسلم ( فِرَّ مِنَ المَجْذُوْمِ فِرَارَكَ مِنَ الأَسَدِ )\r\n163 حدثنا سلم بن عصام حدثنا يحيى بن حكيم حدثنا أبو داود وأبو قتيبة\r\n","description":"","footnote":"","page_name":" 97 ","page_number":116},
  {"content":"\r\n\r\nكلاهما عن سليم بن حيان عن سعيد بن مينا عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( فِرَّ مِنَ المَجْذُوْمِ فِرَارَكَ مِنَ الأَسَدِ )\r\nقوله صلى الله عليه وسلم ( العِرْقُ دَسَّاسٌ وأدَبُ السُّوْءِ كعِرْقِ السُّوْءِ )\r\n164 حدثنا خلف بن الفضل حدثنا محمد بن خشنام البلخي حدثنا يحيى بن موسى خت حدثنا محمد بن سليمان بن مسمول عن عبيد الله بن سلمة بن وهرام عن أبيه عن طاووس عن ابن عباس عن النبي صلى الله عليه وسلم قال\r\n( الناسُ مَعَادِن والعِرْقُ دَسَّاسٌ وأدَبُ السُّوْءِ كعِرْقِ السُّوْءِ )\r\n","description":"","footnote":"","page_name":" 98 ","page_number":117},
  {"content":"\r\n\r\n165 حدثنا حاجب الفرغاني حدثنا إسحاق بن سيار حدثنا إبراهيم بن عبد الرحمن بن مهدي حدثنا محمد بن سليمان بن مسمول عن عبيد الله بن سلمة بإسناده مثله\r\nقوله صلى الله عليه وسلم ( النَّاسُ سَوَاءٌ كأَسْنَانِ المُشْطِ وإنَّما يَتَفَاضَلُوْنَ بِالْعَافِيَةِ )\r\n166 حدثنا عبد الغفار الحمصي حدثنا المسيب بن واضح حدثنا سليمان بن عمرو النخعي عن إسحاق بن عبد الله بن أبي طلحة عن أنس بن مالك قال قال النبي صلى الله عليه وسلم\r\n( النَّاسُ سَوَاءٌ كأَسْنَانِ المُشْطِ وإنَّما يَتَفَاضَلُوْنَ بِالْعَافِيَةِ )\r\n","description":"","footnote":"","page_name":" 99 ","page_number":118},
  {"content":"\r\n\r\n167 حدثنا جعفر بن أحمد بن فارس حدثنا الحسين بن نصر القصباني حدثنا أبو داود سليمان بن عمرو النخعي حدثنا شريك ابن أبي نمر عن أبي سلمة بن عبد الرحمن بن عوف عن أبيه قال قال رسول الله صلى الله عليه وسلم\r\n( النَّاسُ سَوَاءٌ كأَسْنَانِ المُشْطِ وإنَّما يَتَفَاضَلُوْنَ بِالْعَافِيَةِ ولاَ خَيْرَ في صُحْبَةِ مَنْ لاَ يَعْرِفُ لَكَ مِثْلَ مَا تَعْرِفُ لَهُ )\r\n168 حدثنا إسحاق بن أبي حسان الأنماطي حدثنا أحمد بن\r\nأبي الحواري حدثنا أبو خزيمة بكار بن شعيب عن ابن أبي حازم عن أبيه عن سهل بن سعد قال قال النبي صلى الله عليه وسلم\r\n( إنما النَّاسُ سَوَاءٌ كأَسْنَانِ المُشْطِ وإنَّما يَتَفَاضَلُوْنَ بِالْعَافِيَةِ )\r\nقوله صلى الله عليه وسلم ( الصِّحَّةُ والفَرَاغُ نِعْمَتَانِ مَغْبُونٌ فِيْهِما كَثيرٌ مِنَ النَّاسِ )\r\n169 حدثنا إبراهيم بن محمد بن الحارث حدثنا إبراهيم بن مستمر العروقي حدثنا عمرو بن عاصم حدثنا حميد بن الحكم حدثنا الحسن حدثنا أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 100 ","page_number":119},
  {"content":"\r\n( الصِّحَّةُ والفَرَاغُ نِعْمَتَانِ مَغْبُونٌ فِيْهِما كَثيرٌ مِنَ النَّاسِ )\r\n","description":"","footnote":"","page_name":" 101 ","page_number":120},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( مَنْ لا يَرْحَمْ لا يُرْحَم )\r\n170 أخبرنا أبو يعلى حدثنا يحيى الحماني حدثنا علي بن\r\nمسهر عن ابن أبي ليلى عن عطاء عن جابر عن عبد الرحمن بن عوف قال قال رسول الله صلى الله عليه وسلم\r\n( مَنْ لا يَرْحَمْ لا يُرْحَم )\r\n171 أخبرنا ابن أبي عاصم حدثنا أبو بكر بن أبي شيبة حدثنا وكيع وعلي بن هاشم عن ابن أبي ليلى عن عطاء عن جابر عن النبي صلى الله عليه وسلم نحوه\r\n172 حدثنا محمود بن محمد الواسطي حدثنا أبو مصعب حدثنا عبد العزيز عن أبي سهيل بن مالك عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( مَنْ لا يَرْحَمْ لا يُرْحَم )\r\n","description":"","footnote":"","page_name":" 102 ","page_number":121},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( لَيسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيْرَنَا ويَعْرِفْ حَقَّ كَبِيرَنَا )\r\n173 أخبرنا ابن أبي عاصم حدثنا أبو بكر بن أبي شيبة حدثنا سفيان عن ابن أبي نجيح عن عبيد الله بن عامر عن عبد الله بن عمرو قال قال النبي صلى الله عليه وسلم\r\n( لَيسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيْرَنَا ويَعْرِفْ حَقَّ كَبِيرَنَا )\r\n","description":"","footnote":"","page_name":" 103 ","page_number":122},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( اللَّهُمَّ وَاقيةً كَوَاقِيَةِ الوَلِيدِ )\r\n174 حدثنا الحسن بن علي الطوسي حدثنا محمد بن عبد الكريم المروزي حدثنا الهيثم بن عدي حدثنا إسماعيل بن إبراهيم عن محمد بن عبد الرحمن بن سعد بن زرارة عن سالم بن عبد الله عن أبيه قال قال النبي صلى الله عليه وسلم\r\n( اللَّهُمَّ وَاقيةً كَوَاقِيَةِ الوَلِيدِ )\r\n","description":"","footnote":"","page_name":" 104 ","page_number":123},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( الدَّالُّ عَلَى الخَيْرِ كَفَاعِلِه )\r\n175 حدثنا محمد بن زكريا حدثنا محمد بن الفضل عارم حدثنا حماد بن زيد حدثنا أبان بن تغلب عن الأعمش عن أبي عمرو الشيباني عن أبي مسعود قال قال النبي صلى الله عليه وسلم\r\n( مَنْ دَلَّ عَلَى خَيْرٍ كَانَ لَهُ مِثْلُ أجْرِ فاعِلِه )\r\n176 حدثنا العمي حدثنا ابن عائشة حدثنا عمران أبو محمد عن أبي حازم عن سهل بن سعد عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 105 ","page_number":124},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( النَّاسُ كالذَّهَبِ والفِضَّة )\r\n177 حدثنا محمود بن أحمد بن الفرج حدثنا إسماعيل بن عمرو حدثنا قيس عن أبي حصين عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم\r\n( النَّاسُ مَعَادِنُ كَمَعَادِنِ الذَّهَبِ خِيَارُهُمْ في الجَاهِلِيَّة خِيَارُهم في الإسلامِ )\r\n178 حدثنا محمد بن يحيى حدثنا علي بن الحسن بن سالم حدثنا ابن يمان عن هشام بن حسان عن ابن سيرين عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( النَّاسُ كَالذَّهَبِ والفِضَّة فَخِيَارُهُمْ في الجَاهِلِيَّة خِيَارُهم في الإسلامِ )\r\nقوله صلى الله عليه وسلم ( المُؤْمِنُ مَألفَةٌ ولا خَيرَ في مَن لا يَأْلفُ ولا يُؤْلَف )\r\n179 حدثنا أبو جعفر بن ماهان الرازي حدثنا أبو همام بن شجاع\r\n","description":"","footnote":"","page_name":" 106 ","page_number":125},
  {"content":"\r\nحدثنا عيسى بن يونس حدثنا مصعب بن ثابت عن أبي حازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم\r\n( المُؤْمِنُ مَألفّ ولا خَيرَ في مَن لا يَأْلفُ ولا يُؤْلَف )\r\n180 حدثنا إبراهيم بن محمد بن الحسن حدثنا يونس بن عبد الأعلى حدثنا ابن وهب حدثنا أبو صخر عن أبي حازم عن أبي صالح عن أبي هريرة عن رسول الله صلى الله عليه وسلم\r\n( المُؤْمِنُ مَألفّ ولا خَيرَ في مَن لا يَأْلفُ ولا يُؤْلَف )\r\n","description":"","footnote":"","page_name":" 107 ","page_number":126},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( سَاقِي القَوْمِ آخِرُهُمْ )\r\n181 حدثنا محمد بن يحيى المروزي حدثنا عاصم بن علي حدثنا سليمان بن المغيرة عن ثابت عن عبد الله بن رباح عن أبي قتادة قال قال النبي صلى الله عليه وسلم\r\n( سَاقِي القَوْمِ آخِرُهُمْ )\r\n182 حدثنا محمد بن هارون بن المجدر حدثنا لوين حدثنا هشيم عن علي بن زيد حدثنا عبد الله بن رباح عن أبي قتادة قال قال رسول الله صلى الله عليه وسلم\r\n( سَاقِي القَوْمِ آخِرُهُمْ شُرْباً )\r\n","description":"","footnote":"","page_name":" 108 ","page_number":127},
  {"content":"\r\n183 حدثنا أبو يعلى حدثنا إبراهيم بن الحجاج السامي حدثنا حماد بن سلمة وحماد بن زيد عن ثابت البناني عن عبد الله بن رباح عن أبي قتادة قال قال النبي صلى الله عليه وسلم\r\n( سَاقِي القَوْمِ آخِرُهُمْ )\r\n184 حدثنا جعفر بن أحمد بن فارس حدثنا أحمد بن عبدة حدثنا حماد بن زيد حدثنا ثابت مثله\r\n185 حدثنا عيسى بن محمد الرازي حدثنا عبد الله بن إبراهيم ابن إسحاق السوسي حدثنا حاضر بن مطهر السوسي حدثنا\r\nعبد الله بن بزيع حدثنا عمر بن ذر عن مجاهد عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( سَاقِي القَوْمِ آخِرُهُمْ )\r\n186 حدثنا عبد الله بن عبد الكريم حدثنا جعفر بن محمد بن عامر حدثنا قبيصة حدثنا سفيان عن خالد الحذاء عن عبد الله بن رباح عن أبي قتادة\r\n","description":"","footnote":"","page_name":" 109 ","page_number":128},
  {"content":"\r\n\r\nعن النبي صلى الله عليه وسلم مثله\r\n187 حدثنا عبد الله بن محمد البغوي حدثنا هدبة حدثنا المبارك بن فضالة عن بكر بن عبد الله المزني أخبرني عبد الله بن رباح حدثني أبو قتادة أن رسول الله صلى الله عليه وسلم قال\r\n( سَاقِي القَوْمِ آخِرُهُمْ )\r\nقوله صلى الله عليه وسلم ( ما قَلَّ وكَفَى خَيْرٌ مِمَّا كَثُرَ وأَلْهَى )\r\n188 حدثنا أحمد بن عمرو بن عبد الخالق حدثنا أحمد بن عبيد بن إسحاق حدثنا أبي حدثنا عمرو بن ثابت حدثني أبي قال أعطى ابن أبي الدرداء\r\n","description":"","footnote":"","page_name":" 110 ","page_number":129},
  {"content":"\r\n\r\nعن عبد الملك بن مروان كتابا ذكر أنه عن أبيه أبي الدرداء قال قال النبي صلى الله عليه وسلم\r\n( ما قَلَّ وكَفَى خَيْرٌ مِمَّا كَثُرَ وألْهَى )\r\nقوله صلى الله عليه وسلم ( تَرْكُ الخَطِيْئَةِ أَهْوَنُ مِنْ طَلَبِ التَّوْبَةِ )\r\n189 حدثنا عبد الرحمن بن الحسن حدثنا عبد الرحيم بن سلام الواسطي حدثنا قرة بن عيسى حدثنا الركين بن عبد الله بن\r\nسعد الدمشقي عن مكحول عن علي بن أبي طالب رضي الله عنه عن النبي صلى الله عليه وسلم قال\r\n( تَرْكُ الخَطِيْئَةِ أَهْوَنُ مِنْ طَلَبِ التَّوْبَةِ )\r\n","description":"","footnote":"","page_name":" 111 ","page_number":130},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( مَطَلُ الغَنِيِّ ظُلْمٌ )\r\n190 حدثنا محمد بن الحسن بن علي بن بحر حدثنا إبراهيم بن محمد التيمي حدثنا صفوان بن عيسى عن معمر عن همام بن\r\nمنبه عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( مَطَلُ الغَنِيِّ ظُلْمٌ وإذَا أُتْبِعَ أحَدُكُمْ عَلَى مَلئٍ فَلْيَتَّبِعْ )\r\n191 حدثنا محمود بن محمد الواسطي حدثنا زكريا بن يحيى الواسطي حدثنا يزيد بن يوسف الشامي حدثنا أبو بكر\r\nالهذلي قال سمعت الحسن وابن سيرين يقولان عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( مَطَلُ الغَنِيِّ ظُلْمٌ )\r\n","description":"","footnote":"","page_name":" 112 ","page_number":131},
  {"content":"\r\n\r\n192 حدثنا محمد بن نصير حدثنا إسماعيل الشاذكوني حدثنا أبو أمية بن يعلى الثقفي أخبرني نافع مولى ابن عمر عن ابن عمر قال قال النبي صلى الله عليه وسلم\r\n( مَطَلُ الغَنِيِّ ظُلْمٌ )\r\nقوله صلى الله عليه وسلم ( لِيَبْدَأْ أَحَدُكُمْ بِمَنْ يَعُوْلُ )\r\n193 حدثنا أحمد بن عمرو بن عبد الخالق حدثنا أحمد بن عمرو ابن عبيدة العصفري حدثنا عبيد الله بن عبد المجيد عن عبد الرحمن بن أبي الزناد عن أبيه حدثني عروة بن الزبير عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( لِيَبْدَأْ أَحَدُكُمْ بِمَنْ يَعُوْلُ )\r\n","description":"","footnote":"","page_name":" 113 ","page_number":132},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم\r\n( الحَيَاءُ خَيْرٌ كُلُّه )\r\n194 حدثني خالي حدثنا أبو حاتم حدثنا محمد بن عبد الله الأنصاري حدثنا خالد بن رباح عن أبي السوار العدوي عن\r\nعمران بن حصين قال قال رسول الله صلى الله عليه وسلم\r\n( الحَيَاءُ خَيْرٌ كُلُّه )\r\n","description":"","footnote":"","page_name":" 114 ","page_number":133},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( الحَيَاءُ في العَيْنَيْنِ )\r\n195 حدثنا محمد بن عبد الله حدثنا محمد بن بكير حدثنا عمر\r\nوحدثني غيره عن عبد السلام بن عمرو حدثني عمر بن مساور عن أبي جمرة عن ابن عباس قال\r\n( لا تَطْلُبُوا الحاجةَ بِلَيْلٍ ولا تَطْلُبُوها إلى أعْمَى وباكِرُوا بالغَدَاةِ فإنَّ رسول الله صلى الله عليه وسلم قال ( اللهُمَّ بَارِكْ لأُمَّتِي في بُكُورِها ) وإذا أتيتَ بالحَاجَة فاسْتَقْبِلْه بوَجْهِكَ وليَنظُر في وَجْهِكَ فإنَّ الحَيَاءُ في العَيْنَيْنِ )\r\nوهذا لفظ حديث عبد السلام وفي حديث عبد السلام ألفاظ ليست في حديث محمد بن بكير\r\n","description":"","footnote":"","page_name":" 115 ","page_number":134},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( صوتُ أبي طَلْحَةَ في الجَيْشِ خيرٌ مِنْ فِئَةٍ )\r\n","description":"","footnote":"","page_name":" 116 ","page_number":135},
  {"content":"\r\n196 حدثنا حسن بن هارون بن سليمان حدثنا محمد بن أبي خلف حدثنا سفيان عن ابن جدعان عن أنس قال قال رسول الله صلى الله عليه وسلم\r\n( صوتُ أبي طَلْحَةَ في الجَيْشِ خيرٌ مِنْ فِئَةٍ )\r\n197 حدثنا ابن معدان حدثنا إسماعيل بن عبد الله حدثنا أبو حذيفة حدثنا سفيان الثوري عن عبد الله بن محمد بن عقيل عن أنس لا أعلمه إلا رفعه إلى النبي صلى الله عليه وسلم قال\r\n( صوتُ أبي طَلْحَةَ في الجَيْشِ خيرٌ مِنْ ألْفٍ )\r\n","description":"","footnote":"","page_name":" 117 ","page_number":136},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( مَلَكْتَ فَأَسْجِحْ )\r\n198 حدثنا القاسم بن فورك حدثنا إبراهيم بن عبد الله الهروي حدثنا حاتم عن يزيد عن سلمة\r\nوحدثنا أحمد بن إبراهيم بن أبي يحيى حدثنا أبي حدثني أبو عاصم حدثنا يزيد بن أبي عبيد عن سلمة بن الأكوع قال قال النبي صلى الله عليه وسلم\r\n( مَلَكْتَ فَأَسْجِحْ )\r\nقوله صلى الله عليه وسلم ( إنَّ الكَلْبَ يَهِرُّ عَلَى أهْلِه )\r\n199 أخبرنا ابن أبي عاصم حدثنا ابن مسكين حدثنا عبد الله بن يوسف حدثنا الهيثم بن حميد حدثنا زيد بن واقد - ثقة - عن سليمان بن موسى عن كثير بن مرة عن يزيد بن الأخنس أن النبي صلى الله عليه وسلم قال\r\n","description":"","footnote":"","page_name":" 118 ","page_number":137},
  {"content":"\r\n\r\n( لا تَنَافُس بينكم ) فقال رجل يا رسول الله صلى الله عليه وسلم أرأيت النجدة تكون في الرجل فيحسد عليها كما يحسد على القرآن والمال قال\r\n( إنَّ الكَلْبَ يَهِرُّ عَلَى أهْلِه )\r\nقوله صلى الله عليه وسلم ( إنَّ لِكُلِّ نِعْمَةٍ حَسَدةً )\r\n200 حدثنا نوح بن منصور حدثنا محمد بن معقل بحلب حدثنا وكيع عن ثور بن يزيد عن خالد بن معدان عن معاذ بن جبل رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\n( استَعِيْنوُا عَلَى طَلَبِ حَوَائِجِكُمْ بِكِتْمَانِهَا فإنَّ لِكُلِّ نِعْمَةٍ حَسَدةً ولَوْ أنَّ امرءاً كانَ أقوَمَ مِنْ قِدحٍ لكانَ له مِن النَّاسِ غَامِزٌ )\r\n","description":"","footnote":"","page_name":" 119 ","page_number":138},
  {"content":"\r\n201 حدثنا محمد بن نصير حدثنا إسماعيل بن عمرو حدثنا محمد ابن مروان عن ابن جريج عن عطاء عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\r\n( إنَّ لأَهْلِ النِعْمَةِ حُسَّاداً فَاحْذَرُوهُمْ )\r\n","description":"","footnote":"","page_name":" 120 ","page_number":139},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( لا تُظْهِرِ الشَّمَاتَةَ لأَخِيْكَ فَيَرْحَمُه اللهُ ويَبْتَلِيكَ )\r\n202 حدثنا أحمد بن عبد الله بن سابور حدثنا عمر بن إسماعيل بن مجالد حدثنا حفص عن برد بن سنان عن مكحول عن وائلة بن الأسقع قال قال رسول الله صلى الله عليه وسلم\r\n( لا تُظْهِرَنَّ الشَّمَاتَةَ لأَخِيْكَ فَيُعَافِيه اللهُ ويَبْتَلِيكَ )\r\n","description":"","footnote":"","page_name":" 121 ","page_number":140},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( فَضْلُ العِلْمِ خَيْرٌ مِنْ فَضْلِ العَمَلِ )\r\n203 حدثنا حسن بن هارون حدثنا محمد بن بكار\r\nعن عبد الله بن العلاء عن مكحول عن عبادة بن الصامت رضي الله عنه قال قال النبي صلى الله عليه وسلم\r\n( فَضْلُ العِلْمِ خَيْرٌ مِنْ فَضْلِ العَمَلِ ورأْسُ الدِّيْنِ الوَرَعُ )\r\nنسي الناسخ كتابة سند هذا الحديث فأثبته على الهامش ولكنه لم يظهر في الصورة وقد ذكرت ما تمكنت من قراءته\r\nقوله صلى الله عليه وسلم ( رُبَّ مُبَلِّغٍ أَوْعَى مِنْ سَامِعٍ )\r\n204 حدثنا محمد بن الفضل بن الخطاب حدثنا أحمد بن بديل حدثنا مفضل بن صالح حدثنا سماك بن حرب عن عبد الرحمن ابن عبد الله بن مسعود عن أبيه قال قال رسول الله صلى الله عليه وسلم\r\n( رُبَّ مُبَلِّغٍ أَوْعَى مِنْ سَامِعٍ )\r\n","description":"","footnote":"","page_name":" 122 ","page_number":141},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( السَّفَرُ قِطْعَةٌ مِنَ العَذَابِ )\r\n205 حدثنا أبو العباس الخزاعي حدثنا القعنبي حدثنا مالك عن سمي عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( السَّفَرُ قِطْعَةٌ مِنَ العَذَابِ يَمْنَعُ أَحَدَكُمْ نَوْمَه وطَعَامَه وشَرَابَه فَإذَا قَضَى أَحَدُكُمْ من نُهْمَتَه مِنْ وَجْهه فَلْيَعْجَلْ إلَى أَهْلِه )\r\n","description":"","footnote":"","page_name":" 123 ","page_number":142},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( المُؤْمِنُ كالجَمَل الأُنُفِ حيثُ ما قِيْدَ انْقَادَ )\r\n206 حدثنا محمد بن العباس بن أيوب حدثنا إسماعيل بن بشر ابن منصور حدثنا عبد الرحمن بن مهدي عن معاوية بن صالح عن ضمرة بن حبيب عن عبد الرحمن بن عمرو السلمي أنه سمع العرباض بن سارية رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\n( عَلَيْكُمْ بِالطّاعَةِ وإنْ كانَ عَبْداً حَبَشِيّاً فإنَّما المُؤْمِنُ كالجَمَل الأُنُفِ حيثُما قِيْدَ انْقَادَ )\r\n","description":"","footnote":"","page_name":" 124 ","page_number":143},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( مَنْ صَمَتَ نَجَا )\r\n207 أخبرنا ابن أبي عاصم حدثنا حسين المروزي حدثنا ابن\r\nالمبارك حدثنا ابن لهيعة حدثني يزيد بن عمرو المعافري عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم\r\n( مَنْ صَمَتَ نَجَا )\r\n","description":"","footnote":"","page_name":" 125 ","page_number":144},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( المُؤْمِن القوِيُّ أحب إلى الله من المؤمن الضعيف )\r\n208 حدثنا أبو خليفة حدثنا إبراهيم بن بشار حدثنا سفيان عن ابن عجلان عن رجل من آل ربيعة\r\nعن الأعرج عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n( المُؤْمِنُ القَوِيُّ خَيْرٌ مِنَ المُؤْمِنِ الضَّعِيْفِ وفِي كُلٍّ خَيْرٌ فَاحْرِصْ عَلَى مَا يَنْفَعُكَ ولا تَعْجَزْ فإنْ غَلَبَكِ أمرٌ فقُلْ قَدَّرَ اللهُ مَا شَاءَ اللهُ وإيَّاكَ والَّلوْ فإنَّ الَّلوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ )\r\n209 حدثنا محمد بن يحيى حدثنا أبو كريب حدثنا ابن إدريس حدثنا ربيعة بن عثمان عن محمد بن يحيى بن حبان عن الأعرج عن أبي هريرة عن النبي\r\n","description":"","footnote":"","page_name":" 126 ","page_number":145},
  {"content":"\r\nصلى الله عليه وسلم مثله\r\n210 حدثنا إبراهيم بن محمد بن الحارث حدثنا محمد بن المغيرة حدثنا النعمان بن عبد السلام حدثنا أبو سعيد عن سفيان الثوري عن ثور بن يزيد عن خالد بن معدان عن أبي أمامة قال قال النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 127 ","page_number":146},
  {"content":"\r\n\r\n( إنَّ اللهَ يَلُومُ عَلَى العِجْزِ فَابْلُ مِن نَفْسِكَ الجَهْدَ فإنْ غُلِبْتَ فَقُلْ حَسْبِيَ اللهُ ونِعْمَ الوَكيلُ )\r\nرجاله موثقون غير أبي سعيد فلم أعرفه\r\nقوله صلى الله عليه وسلم ( العَائِدُ في هِبَتِه كالعَائِدِ فِي قَيْئِهِ )\r\n","description":"","footnote":"","page_name":" 128 ","page_number":147},
  {"content":"\r\n\r\n211 أخبرنا أبو يعلى حدثنا أبو خيثمة زهير بن حرب حدثنا ابن أبي عيينة عن أيوب عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم\r\n( ليسَ لنَا مَثَلُ السُّوْءِ العَائِدُ في هِبَتِه كالعَائِدِ فِي قَيْئِهِ )\r\nقوله صلى الله عليه وسلم ( الوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الحَجَرُ )\r\n212 أخبرنا بهلول بن إسحاق بن بهلول حدثنا سعيد بن منصور عن جرير عن مغيرة عن أبي وائل عن ابن مسعود\r\nقال قال رسول الله صلى الله عليه وسلم\r\n( الوَلَدُ لِلْفِرَاشِ وبِفِي الْعَاهِرِ الحَجَرُ )\r\n213 أخبرنا بهلول حدثنا سعيد بن منصور عن سفيان عن الزهري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 129 ","page_number":148},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( ابْغِنِي حَبِيباً أحَبَّ إلَيَّ مِنْ نَفْسي )\r\n","description":"","footnote":"","page_name":" 130 ","page_number":149},
  {"content":"\r\n214 حدثنا الوليد بن أبان حدثنا أبو مسعود أحمد بن الفرات حدثنا موسى بن مسعود حدثنا عكرمة بن عمار عن أياس بن سلمة عن أبيه قال\r\n","description":"","footnote":"","page_name":" 131 ","page_number":150},
  {"content":"\r\n\r\nقدمنا الحديبية مع رسول الله صلى الله عليه وسلم\r\nفقال لي يا سلمة ما فعلت الجحفة والدرقة قلت يا رسول الله صلى الله عليه وسلم سألني عامر فأعطيته إياها وآثرته بها فقال النبي صلى الله عليه وسلم أنت كما قال\r\n( ابْغِنِي حَبِيباً أحَبَّ إلَيَّ مِنْ نَفْسي )\r\nقوله صلى الله عليه وسلم لعمر بن الخطاب ( البَسْ جَديداً وعِشْ حَمِيْداً )\r\n215 حدثنا أبو العباس الجمال حدثنا أبو مسعود حدثنا\r\nعبد الرزاق أخبرنا معمر عن الزهري عن سالم عن أبيه أن النبي صلى الله عليه وسلم رأى على عمر بن الخطاب ثوبا فقال غسيل ثوبك هذا أم جديد قال بل جديد فقال النبي صلى الله عليه وسلم\r\n( البَسْ جَديداً وعِشْ حَمِيْداً ومُتْ شَهِيْداً ويُعْطيك الله عزَّ وجلَّ قُرَّةَ عَيْنٍ في الدُّنيا والآخِرَةِ )\r\n","description":"","footnote":"","page_name":" 132 ","page_number":151},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( الوُدُّ والعَدَاوَةُ يَتَوارَثانِ )\r\n216 أخبرنا ابن عبد الله بن محمد بن سوار حدثنا أبو نعيم ضرار بن صرد حدثنا ابن أبي فديك عن عبد الرحمن بن أبي بكر عن محمد\r\nابن طلحة عن أبيه عن أبي بكر رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\n( الوُدُّ والعَدَاوَةُ يَتَوارَثانِ )\r\n","description":"","footnote":"","page_name":" 133 ","page_number":152},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( تُبْصِرُ القَذَاةَ فِي عَيْنِ أخِيْكَ وتَدَعُ الجِذْعَ فِي عَيْنِكَ )\r\n217 حدثنا إبراهيم بن محمد بن الحسن حدثنا محمد بن حفص ويحيى بن عثمان قالا حدثنا محمد بن حمير حدثنا جعفر بن برقان عن يزيد بن الأصم عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( تُبْصِرُ أحَدُكُمْ القَذَاةَ فِي عَيْنِ أخِيْهِ ويَنْسَى الجِذْعَ أو الجذلَ فِي عَيْنِهِ )\r\nقوله صلى الله عليه وسلم ( الآنَ حَمِيَ الوَطِيْسُ )\r\n218 حدثنا أبو محمد بن أبي حاتم الرازي حدثنا العباس بن يزيد البصري حدثنا عبد الأعلى بن عبد الأعلى حدثنا قرة بن خالد عن عمرو بن دينار\r\n","description":"","footnote":"","page_name":" 134 ","page_number":153},
  {"content":"\r\nلا أعلمه إلا رفعه إلى جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم يوم حنين\r\n( الآنَ حَمِيَ الوَطِيْسُ )\r\nثم انتحى في ركابه فقال ( انهزَمُوا ورَبِّ الكَعبةِ )\r\n219 حدثنا جبير بن هارون حدثنا علي الطنافسي حدثنا يحيى بن آدم حدثنا ابن المبارك عن معمر عن الزهري عن\r\nكثير بن العباس قال لما انكشف الناس وأعرى رسول الله صلى الله عليه وسلم - يعني يوم حنين - فلما كثروا قال رسول الله صلى الله عليه وسلم\r\n( الآنَ حَمِيَ الوَطِيْسُ )\r\nورواه أبو العوام عن معمر عن الزهري عن أنس\r\n","description":"","footnote":"","page_name":" 135 ","page_number":154},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( الرِّفْقُ يُمْنٌ والخَرْقٌ شُؤْمٌ )\r\n220 حدثنا محمد بن يحيى حدثنا هارون بن عبد الله الحمال\r\nحدثنا الحسن بن الحكم بن طهمان حدثني عبد الرحمن بن أبي مليكة عن الزهري عن عروة عن عائشة قالت قال النبي صلى الله عليه وسلم\r\n( الرِّفْقُ يُمْنٌ والخَرْقٌ شُؤْمٌ )\r\nقوله صلى الله عليه وسلم ( إنْ وَجَدْنَاه لَبَحْراً )\r\n221 أخبرنا أبو يعلى حدثنا أبو خيثمة حدثنا يحيى القطان حدثنا شعبة عن قتادة عن أنس قال بالمدينة فزع فركب رسول الله صلى الله عليه وسلم فرسا لأبي طلحة فقال\r\n","description":"","footnote":"","page_name":" 136 ","page_number":155},
  {"content":"\r\n\r\n( مَا رَأَيْنَا مِن فَزَعٍ وإنْ وَجَدْنَاه لَبَحْراً )\r\n222 أخبرنا ابن أبي عاصم حدثنا محمد بن عبد الرحيم حدثنا حسين بن محمد المروزي حدثنا جرير بن حازم عن ابن سيرين عن أنس بن مالك قال فزع الناس فركب رسول الله صلى الله عليه وسلم فرسا لأبي طلحة ثم خرج يركض فركب الناس يركضون خلفه فقال\r\n( لَنْ تُرَاعُوْا إنَّه لَبَحْرٌ )\r\nفوالله ما سبق بعد ذلك اليوم\r\nقوله صلى الله عليه وسلم ( الصَّوْمُ فِي الشِّتَاءِ الغَنِيْمَةُ البَارِدَةُ )\r\n223 حدثنا أحمد بن عبد الله بن سابور حدثنا أبو نعيم الحلبي حدثنا أبو إسحاق الفزاري عن سفيان عن أبي إسحاق عن نمير ابن عريب عن\r\n","description":"","footnote":"","page_name":" 137 ","page_number":156},
  {"content":"\r\n\r\nعامر بن مسعود قال قال رسول الله صلى الله عليه وسلم\r\n( الصَّوْمُ فِي الشِّتَاءِ الغَنِيْمَةُ البَارِدَةُ )\r\nقوله صلى الله عليه وسلم ( إنَّما لَكَ مِنْ مَالِكَ ما أكَلْتَ فَأفْنَيْتَ )\r\n224 حدثنا العباس بن مجاشع حدثنا محمد بن أبي يعقوب\r\nحدثنا عبد الوهاب الثقفي عن المثنى بن الصباح عن عمرو بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال لرجل من جهينة مالك أحب إليك أم مال مولاك قال مالي يا رسول الله صلى الله عليه وسلم قال\r\n( فإنَّهُ لَيسَ لَكَ مِنْ مَالِكَ إلا ما أكَلْتَ فَأفْنَيْتَ أو لَبِسْتَ فَأَبْلَيْتَ أو أَعْطَيْتَ فَأمْضَيْتَ\r\n","description":"","footnote":"","page_name":" 138 ","page_number":157},
  {"content":"\r\n\r\nمالُكَ لَك وَلِلْوَارِث ولِلثَّرى فلا تَكُنْ شَرَّ الثلاثة )\r\n225 حدثنا إبراهيم حدثنا هاشم بن القاسم حدثنا يعلى بن الأشدق عن عبد الله بن جراد رضي الله عنه قال قيل للنبي ما للرجل من ماله بعد موته قال\r\n( ما أكَلَ فَأفْنَى أو لَبِسَ فأبْلَى أو أَعْطَى فأمْضَى )\r\nقوله صلى الله عليه وسلم ( إيَّاكَ والطَّمَعَ فإنَّه فقرٌ حاضرٌ )\r\n226 حدثنا المروزي حدثنا عاصم بن علي حدثنا أبي عن عبد الله بن عثمان خيثم عن عثمان بن بن جبير عن جده عن أبي أيوب رضي الله عنه\r\n","description":"","footnote":"","page_name":" 139 ","page_number":158},
  {"content":"\r\n\r\nأن رجلا أتى النبي صلى الله عليه وسلم فقال يا رسول الله صلى الله عليه وسلم أوصني وأوجز فقال\r\n( عَلَيْكَ بِالْيَأسِ ممَّا في أَيْدي النَّاس وإيَّاكَ والطَّمَعَ فإنَّه الفَقٌرُ الحَاضِر وصَلِّ صَلاتَكَ وأنْتَ مُوَدِّعٌ وإيَّاكَ وما تَعْتَذِرُ منه )\r\nقوله صلى الله عليه وسلم ( الدُّنْيَا مَتَاعٌ )\r\n227 أخبرنا أبو يعلى حدثنا ابن نمير حدثنا المقرئ حدثنا عبد الرحمن بن زياد بن أنعم عن عبد الله بن يزيد قال سمعت\r\nعبد الله بن عمرو يقول كان رسول الله صلى الله عليه وسلم يقول\r\n( الدُّنْيَا مَتَاعٌ وخَيْرُ مَتَاعِ الدُّنْيَا الْمرأةُ الصَّالِحَةُ )\r\n","description":"","footnote":"","page_name":" 140 ","page_number":159},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( أفْرِخْ رَوْعَكَ )\r\n228 حدثنا محمد بن يعقوب بن أبي يعقوب وابن صاعد قالا حدثنا سعيد بن عبد الرحمن المخزومي حدثنا سفيان عن داود الأودي\r\nعن الشعبي عن عروة بن مضرس قال انتهيت إلى النبي صلى الله عليه وسلم وهو بجمع قبل أن يصلي الصلاة فقلت طويت الجبلين ولقيت شدة فقال لي\r\n","description":"","footnote":"","page_name":" 141 ","page_number":160},
  {"content":"\r\n\r\n\r\n( أفْرِخْ رَوْعَكَ فَمَنْ أدرَكَ إفَاضَتَنَا هذه فَقَدْ أَدْرَكَ الحَجَّ )\r\nقوله صلى الله عليه وسلم ( إنَّ المُنْبَتَّ لا أرضاً قَطَعَ )\r\n229 حدثنا ابن الجارود حدثنا أحمد بن محمد بن الحسين حدثنا\r\nخلاد بن يحيى حدثنا أبو عقيل يحيى بن المتوكل عن محمد بن سوقة عن محمد بن المنكدر عن جابر قال قال النبي صلى الله عليه وسلم\r\n( إنِّ هذَا الدِّيْنَ مَتِيْنٌ فأوْغِلْ فيه بِرِفْقٍ ولا تُبْغِضْ إلى نَفِسكَ عِبَادَةَ الله فإنَّ المُنْبَتَّ لا أرضاً قَطَعَ ولا ظَهْراً أبْقَى )\r\nقوله صلى الله عليه وسلم ( في المَعَارِيْض مَنْدُوحَةٌ عَنِ الكَذِبِ )\r\n","description":"","footnote":"","page_name":" 142 ","page_number":161},
  {"content":"\r\n\r\n230 حدثنا عبد الله بن خالد حدثنا محمد بن عبد الله السراج حدثنا إسماعيل الترجماني حدثنا داود بن الزبرقان عن سعيد بن\r\nأبي عروبة عن قتادة عن عمران بن حصين قال قال رسول الله صلى الله عليه وسلم\r\n( إنَّ في المَعَارِيْض لَمَنْدُوحَةٌ عَنِ الكَذِبِ )\r\nقوله صلى الله عليه وسلم ( بَيْتٌ لا تَمْرَ فِيهِ جِيَاعٌ أَهْلُه )\r\n231 حدثنا أبو القاسم البغوي حدثنا داود بن عمرو المسيبي\r\nحدثنا\r\n","description":"","footnote":"","page_name":" 143 ","page_number":162},
  {"content":"\r\n\r\nيعقوب بن محمد بن طحلاء عن أبي الرجال عن عمرة عن عائشة قالت قال رسول الله صلى الله عليه وسلم\r\n( بَيْتٌ لا تَمْرَ فِيهِ جِيَاعٌ أَهْلُه )\r\nقوله صلى الله عليه وسلم ( الجارُ قَبْلَ الدَّارِ والرَّفِيْقٌ قَبْلَ الطَّرِيقِ )\r\n232 حدثنا محمد بن يحيى حدثنا أبو كريب حدثنا عثمان بن\r\nعبد الرحمن الحراني حدثنا أبان بن المحبر عن سعيد بن معروف بن رافع عن أبيه عن جده قال قال النبي صلى الله عليه وسلم\r\n( التمسِ الرَّفِيْقٌ قَبْلَ الطَّرِيقِ والجارُ قَبْلَ شَرى الدَّار )\r\n","description":"","footnote":"","page_name":" 144 ","page_number":163},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( تَظْهَرُ فيكُمُ السَّكْرَتَانِ سَكْرَةُ الجَهْلِ وسكرةُ حُبِّ العَيْشِ )\r\n233 حدثنا محمد بن العباس بن أيوب حدثنا إسحاق بن إبراهيم حدثنا سفيان بن عيينة عن أسلم أنه سمع سعيد بن أبي الحسن يذكر عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\n( أَنْتُمُ اليَوْمَ عَلَى بَيِّنَةٍ مِنْ رَبِّكُمْ تَأْمُروْنَ بِالِمَعْرُوْف وتَنْهَوْنَ عَنِ المُنْكَر وتُجاهِدُوْنَ في اللهِ ثم تَظْهَرُ فيكُمُ السَّكْرَتَانِ سَكْرَةُ الجَهْلِ وسكرةُ حُبِّ العَيْشِ وستُحَوَّلُوْنَ عَن ذلك فلا تَأْمُرُوْنَ بمَعْرُوفٍ ولا تَنْهَوْنَ عَن مُنْكَرٍ ولا تُجَاهِدُوْنَ في اللهِ عَزَّ وجَلَّ القائمون يَوْمَئِذٍ بالكِتَابِ والسُّنَّةِ له أَجْرُ خَمْسِيْنَ صِدِّيقَاً قالوا يا رسول الله صلى الله عليه وسلم ! منَّا أَوْ مِنْهُمْ قال بل مِنْكُمْ )\r\n","description":"","footnote":"","page_name":" 145 ","page_number":164},
  {"content":"\r\nقوله صلى الله عليه وسلم ( إنَّ اللهَ يُبْغِضُ كُلَّ جَعْظَرِيٍّ جَوَّاظٍ )\r\n234 حدثنا محمد بن عبد الله بن أسيد حدثنا جعفر بن محمد الصائغ حدثنا هاشم بن عبد الواحد حدثنا يزيد بن عبد العزيز عن عبد الله بن سعيد المقبري عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( إنَّ اللهَ عَزَّ وجَلَّ يُبْغِضُ كُلَّ جَعْظَرِيٍّ جَوَّاظٍ سخَّابٍ فِي الأسْوَاق جِيْفَةِ الَّليْلِ حِمَارِ النَّهَارِ عَالمٍ بالدُّنْيا جاهلٍ بالآخِرَة )\r\n","description":"","footnote":"","page_name":" 146 ","page_number":165},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( لا تَحْقِرَنَّ مِنَ المَعْرُوفِ شَيْئاً )\r\n235 حدثنا أبو يعلى حدثنا شيبان حدثنا سلام بن مسكين حدثنا عقيل بن طلحة السلمي قال سمعت أبا جرى السلمي يقول أتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله صلى الله عليه وسلم إنا قوم من أهل البادية فجئت أن تعلمني شيئا لعل الله أن ينفعنا به فقال\r\n( لا تَحْقِرَنَّ مِنَ المَعْرُوفِ شَيْئاً وَلَوْ أن تفرغَ مِن دَلْوِكَ في إنَاءِ المُسْتَسْقِي وَلَوْ أن تُكَلِّمَ أَخَاكَ وَوَجْهُكِ إلَيه مُنْبَسِطٌ\r\nوإيَّاكَ وإسْبَالَ الإزَارِ فإنَّهُ مِنَ الخُيَلاَءِ والخُيَلاءُ لا يُحِبُّهُ اللهُ وإذا سَبَّكَ رَجُلٌ بِمَا يَعْلَمُ فِيكَ فَلا تَسُبُّهُ بِما تَعْلَمُ فيه فإنَّهُ يَكُونُ أجْرُ ذاكَ لكَ ووَبَالُهُ عليه )\r\n236 حدثنا محمد بن يحيى حدثنا عمرو بن علي حدثنا عبد العزيز بن عبد الصمد حدثنا يونس بن عبيد عن عبيدة أبي خداش عن سليم بن جابر\r\n","description":"","footnote":"","page_name":" 147 ","page_number":166},
  {"content":"\r\n\r\nالهجيمي قال أتيت رسول الله صلى الله عليه وسلم فذكر نحوه\r\nقوله صلى الله عليه وسلم ( الإثْمُ مَا حَاكَ فِي نَفْسِكَ وَإنْ أفْتَاكَ النَّاسُ )\r\n237 حدثنا إبراهيم بن محمد بن الحارث حدثنا هدبة حدثنا حماد عن الزبير أبي عبد السلام عن أيوب بن عبد الله بن مكرز عن وابصة بن معبد\r\n","description":"","footnote":"","page_name":" 148 ","page_number":167},
  {"content":"\r\n\r\nقال أتيت رسول الله صلى الله عليه وسلم فقال ( جئتَ تسألُني عن البَرِّ والإثمِ ) قلت نعم فجمع أنامله فجعل ينكت في صدري ويقول\r\n( اسْتَفْتِ نَفْسَكَ البِرُّ ما اطْمَأّنَّتْ إليهِ النَّفْسُ البِرُّ مَا اطْمَأَنَّ إليهِ القَلْبُ الإثْمُ مَا حَاكَ فِي النَفْسِ وتَرَدَّدَ في الصَّدْرِ وَإنْ أفْتَاكَ النَّاسُ وَأَفْتَوْكَ ثلاثا )\r\n238 حدثنا محمد بن محمد بن سليمان حدثنا عبد الوهاب بن الضحاك حدثنا إسماعيل بن عياش عن صفوان بن عمرو عن يحيى بن جابر عن عبد الرحمن بن جبير بن نفير عن أبيه عن\r\nالنواس بن سمعان أنه سأل رسول الله صلى الله عليه وسلم عن البر فقال ( حُسْنُ الخُلق ) فقال ما الإثم قال\r\n( مَا حَاكَ فِي نَفْسِكَ وَكَرِهْتَ أَنْ يَعْلَمَه النَّاسُ )\r\n( لاَ وَجَعَ إلا وَجَعَ العَيْنِ ولا هَمَّ إلاَّ هَمَّ الدَّيْنِ )\r\n239 حدثنا محمد بن يونس العصفري حدثنا قرين بن سهل السدوسي\r\n","description":"","footnote":"","page_name":" 149 ","page_number":168},
  {"content":"\r\nحدثنا أبي عن محمد بن أبي ذئب عن محمد بن\r\nالمنكدر عن جابر قال قال رسول الله صلى الله عليه وسلم\r\n( لا هَمَّ إلاَّ هَمَّ الدَّيْنِ ولاَ وَجَعَ إلا وَجَعَ العَيْنِ )\r\n( أَعِلَّةً وَبُخْلاً )\r\n240 حدثنا أبو يعلى حدثنا إبراهيم السامي حدثنا حماد بن سلمة عن أبي حمزة عن إبراهيم عن الأسود عن عائشة أن رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 150 ","page_number":169},
  {"content":"\r\n\r\n\r\nوسلم كان يصلي فوجد القر فقال\r\n( يا عائشة ! أَرْخِي عليَّ مِرْطَكِ قالت إَنِّي حائضٌ قال أَعِلَّةً وَبُخْلاً إنَّ حَيْضَتَكِ لَيْسَتْ في ثَوْبِكِ )\r\nقوله صلى الله عليه وسلم ( أَنْزِلُوا النَّاسَ مَنَازِلَهُمْ )\r\n241 أخبرنا ابن أبي عاصم حدثنا أبو هشام حدثنا ابن يمان حدثنا سفيان عن حبيب بن أبي ثابت عن ميمون بن أبي شبيب عن عائشة قالت أمرنا رسول الله صلى الله عليه وسلم\r\n( أَنْ نُنْزِلَ النَّاسَ مَنَازِلَهُمْ )\r\n","description":"","footnote":"","page_name":" 151 ","page_number":170},
  {"content":"\r\n\r\nقوله صلى الله عليه وسلم ( أَوْلِمْ وَلَوْ بِشَاةٍ )\r\n242 حدثنا ابن راشد علي بن عبد الرحمن بن المغيرة حدثنا سعيد بن كثير بن عفير حدثنا سليمان بن بلال حدثنا يحيى بن سعيد عن حميد عن أنس عن النبي صلى الله عليه وسلم قال آخى النبي صلى الله عليه وسلم بين سعد بن الربيع وعبد الرحمن بن عوف فقال\r\n( أَوْلِمْ وَلَوْ بِشَاةٍ )\r\n","description":"","footnote":"","page_name":" 152 ","page_number":171},
  {"content":"\r\n\r\n\r\nقوله صلى الله عليه وسلم ( أَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ )\r\n243 حدثنا عبد الله بن قحطبة حدثنا محمد بن الهيثم حدثنا عمرو بن عون الواسطي حدثنا هشيم عن سيار أبي الحكم قال\r\nسمعت خالد بن عبد الله القسري يحدث عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال له\r\n( يا يَزِيدَ بن أسد ! أَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ )\r\n( صافحوا يذهب الغل وتهادوا تذهب الشحناء )\r\n","description":"","footnote":"","page_name":" 153 ","page_number":172},
  {"content":"\r\n244 حدثنا إبراهيم بن محمد بن الحسن حدثنا أبو عمار حدثنا الفضل بن موسى عن عائذ بن شريح عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 154 ","page_number":173},
  {"content":"\r\n( يا مَعْشَرَ مَنْ حَضَرَ تَهَادَوْا فإنَّ الهَدِيَّةَ - قلَّتْ أو كَثُرَتْ - تُذْهِبُ السَّخِيْمَةَ وتُوْرِثُ المَوَدَّةَ )\r\n245 حدثنا قاسم المطرز حدثنا سويد حدثنا ضمام عن موسى بن وردان عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n( تَهَادَواْ تَحَابُّوْا نِعْمَ مِفْتَاحُ الحَاجَةِ الهَديةُ )\r\n246 أخبرنا إسحاق بن أحمد حدثنا المهرقاني حدثنا أشعث بن\r\nعطاف عن أبي معشر عن سعيد المقبري عن أبي هريرة قال قال النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 155 ","page_number":174},
  {"content":"\r\n\r\n( تَهَادَوْا فإنَّه يَذْهَبُ بِغِلِّ الصَّدْرِ )\r\n( أبخل الناس من بخل بالسلام )\r\n247 حدثنا عبدان حدثنا مسروق حدثنا حفص عن عاصم عن أبي عثمان عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 156 ","page_number":175},
  {"content":"\r\n\r\n\r\n( أَعْجَزُ النَّاسِ مَنْ عَجَزَ عَنِ الدُّعَاءِ وَأَبْخَلُ النَّاسِ مَنْ بَخِلَ بِالسَّلاَمِ )\r\n( اعْتَمُّوْا تَزْدَادُوا حِلْماً )\r\n248 حدثنا أحمد بن يحيى بن زهير حدثنا محمد بن سفيان بن أبي الزرد حدثنا عتاب بن حرب عن عبيد الله بن أبي حميد عن أبي المليح عن ابن عباس أن رسول الله صلى الله عليه وسلم قال\r\n( اعْتَمُّوْا تَزْدَادُوا حِلْماً )\r\nقوله صلى الله عليه وسلم ( العِدَةُ عَطِيَّةٌ )\r\n249 حدثنا إبراهيم حدثنا سعيد بن عمرو السكوني حدثنا بقية عن أبي إسحاق الفزاري\r\n","description":"","footnote":"","page_name":" 157 ","page_number":176},
  {"content":"\r\n\r\nعن سليمان عن شقيق عن ابن مسعود قال إذا وعد أحدكم حبيبه فلينجز له فإني سمعت رسول الله صلى الله عليه وسلم يقول\r\n( العِدَةُ عَطِيَّةٌ )\r\n( لا تُؤْذُوْا الطَّيْرَ في أَوْكَارِها فإنَّ اللَّيْلَ أمانٌ لَها )\r\n250 حدثنا محمد بن العباس بن أيوب حدثنا عبد الرحمن بن واقد حدثنا عثمان بن عمر الوقاصي حدثنا مكحول عن أبي أمامة قال قال رسول الله\r\n","description":"","footnote":"","page_name":" 158 ","page_number":177},
  {"content":"\r\n\r\nصلى الله عليه وسلم\r\n( لا تُؤْذُوْا الطَّيْرَ في أَوْكَارِها فإنَّ اللَّيْلَ أمانٌ لَها )\r\n( مَنْ كَثُرَ كَلاَمُه كَثُرَ سَقطُهُ )\r\n251 أخبرنا ابن أبي عاصم حدثنا الحوطي حدثنا وهب بن عمرو الأحموسي حدثنا أبو سبأ عتبة بن تميم عن عبد الله بن أبي زكريا قال\r\n( مَنْ كَثُرَ كَلاَمُه كَثُرَ سَقطُهُ وَمَنْ كَثُرَ سَقطُه قَلَّ وَرعُه ومَنْ قَلَّ وَرعُه ماتَ قَلبُه ومَنْ مَاتَ قَلبُه حَرَّمَ اللهُ عليهِ الجَنَّةَ )\r\n","description":"","footnote":"","page_name":" 159 ","page_number":178},
  {"content":"\r\n\r\n( جامع الأمثال في قوله صلى الله عليه وسلم\r\nحدثنا أحمد بن عمرو بن عبد الخالق حدثنا أحمد بن عبيد بن إسحاق حدثني أبي حدثنا عمرو بن ثابت حدثني أبي قال أعطي ابن أبي الدرداء عبد الملك كتابا ذكر أنه عن أبيه أبي الدرداء عن النبي صلى الله عليه وسلم قال\r\n( إنَّ أشرَف الحَدِيثِ كتابُ اللهِ وأوثَقَ العُرَى كَلِمَةُ التَّقْوَى وخيرَ المِلَل مِلّةُ إبراهيم وأحسنَ السُّنَن سُنَّة محمَّدٍ وأحسنَ الحديثِ ذِكرُ اللهِ وأحسنَ القَصَص هذا الكتابُ وخيرَ الأُمورِ عَوازمُها وشَرَّ الأُمورِ مُحْدثاتُها وأحسنَ الهَدْي هَدْيُ الأنبياء وأشرفَ القَتْل قَتلُ الشُّهَداء\r\n","description":"","footnote":"","page_name":" 160 ","page_number":179},
  {"content":"\r\nوأَعظَمَ الضَّلالةِ الضَّلالَةُ بعدَ الهُدى وخيرَ العِلْمِ ما نَفَعَ وخيرَ الهَدْي ما اتُّبِع وشَرَّ العَمى عمى القَلب واليدُ العُلْيا خيرٌ مِن اليَدِ السُّفْلى وما قَلَّ وكَفى خَيرٌ ممَّا كَثُرَ وأَلْهَى ونفسٌ تُنْجِيْهَا خيرٌ من إمارةٍ لا تُحْصِيها وشرُّ العاذلةِ حينَ حضورِ الموت وشَرُّ النَّدَامَةِ ندامةُ يوم القِيامة ومِن شِرارِ النَّاس مَن لا يأتي\r\nالجُمعة إلا دُبُراً ولا يذكُرُ اللهَ إلا مهاجِراً وخيرُ الغِنَى غِنَى النَّفْس ورأسُ الحِكمةِ مخافةُ الله وخيرُ ما أُلقِيَ في القلب اليقينُ والنَّوْحُ مِن عمل الجاهلية والغَلُولُ من جَمرِ جهَنَّم والكَنزُ كنزٌ من النار والشِّعْر من مَزاميرِ إبليسُ والخَمْرُ جِمَاعُ الإثم والنِّساءُ حَبَائلُ الشَّيْطانِ والشَّبابُ شُعْبةٌ من الجنون وشرُّ المَكاسِبِ كسبُ الرِّبَا وشر المآكل أكل مال اليتيم والسعيد\r\n","description":"","footnote":"","page_name":" 161 ","page_number":180},
  {"content":"\r\n\r\nمن وعظ بغيره والشقي من شقي في بطن أمه وملاك الأمر خواتمه وشَرُّ الرَّوَايَا رَوَايَا الكَذِب وكُلُّ ما هو آتٍ قَريبٌ وسِبابُ المؤمنِ فسوقٌ وقِتالُه كفرٌ وأَكلُ لحمِه مِن مَعصيةِ الله وحُرمةُ مالِه كحُرْمةِ دَمِه ومَن يَتَأَلَّ على الله يُكَذِّبْه وَمن يَغْفِرْ يَغفِرِ اللهُ له ومن يعف يعف الله عنه ومن يكظم الغيظ يأجره الله ومن يعرف البلاء يصبر عليه وَمَن لا يَعرِفْه يُنْكِرْه ومن يُسَمِّعْ يُسَمِّع اللهُ به ومن يَستكبرْ يَضَعْه اللهُ ومَن يُطِع الشيطانَ يعصَي اللهَ ومن يعصِ الله يُعَذِّبْه اللهُ )\r\n( ما تمثل به رسول الله صلى الله عليه وسلم فقال مثلي ومثلكم )\r\n253 حدثنا محمد بن سهل حدثنا أبو مسعود حدثنا أبو نعيم حدثنا بشير بن مهاجر عن ابن بريدة عن أبيه قال خرج النبي صلى الله عليه وسلم ذات\r\n","description":"","footnote":"","page_name":" 162 ","page_number":181},
  {"content":"\r\n\r\nيوم فنادى ثلاث مرات فقال\r\n( أَيُّها النَّاسُ ! أَتَدْروْنَ ما مَثَلي وَمثَلُكم قالوا اللهُ ورسولُه أعلَمُ قال إنَّمَا مَثَلي وَمَثَلُكم كَمثَلِ قومٍ خَافُوا عَدُوًّا يَأْتيهم فبَعثُوا رَجُلاً يَرْبؤُّهُمْ فَبَيْنَا هُم كذلكَ أبْصَرَ العَدُوَّ فأقْبَل لِيُنْذِرَهُم - أراه قال خشيةَ أن يُدْرِكَه العَدُوُّ قبل أن يُنْذِرَ قومَه فأهْوَى بثوبه ) أيُّها النَّاسُ ! أُتِيتُم ! أيُّها النَّاسُ ! أُتِيتُم ! ثلاث مرات\r\n( ما مثل رسول الله صلى الله عليه وسلم فقال مَثلي في النَّبِيِّيْن )\r\n254 حدثنا أبو يعلى حدثنا هارون بن معرون حدثنا سفيان عن أبي الزناد عن الأعرج عن أبي هريرة\r\nوحدثنا أحمد بن يحيى بن زهير حدثنا أحمد بن سنان حدثنا\r\nيزيد بن هارون حدثنا سليم بن حيان عن سعيد بن مينا عن جابر قال قال النبي صلى الله عليه وسلم\r\n( مَثَلِي فِي النَّبِيِّيْنَ كَمَثَلِ رَجُلٍ بَنَى داراً فأحْسَنَها وأجْمَلَها وأكْمَلَها إلاَّ مَوضِعَ لَبِنَةٍ فكانَ مَنْ دخلها ونَظرَ إليها قالَ ما أحْسَنَها إلاَّ مَوْضِعَ هذه اللَّبِنَةِ ! فأنا مَوْضِعُ اللَّبِنَةِ خُتِمَ بيَ الأّنْبِيَاءُ )\r\n","description":"","footnote":"","page_name":" 163 ","page_number":182},
  {"content":"\r\n\r\n255 حدثنا ابن رستة حدثنا سعيد بن أبي الربيع حدثنا سعيد ابن سلمة حدثنا عبد الله بن محمد بن عقيل عن الطفيل بن أبي ابن كعب عن أبيه عن النبي صلى الله عليه وسلم نحوه\r\nما تَمَثَّل به رسول الله صلى الله عليه وسلم فقال مَثَلي وَمَثلكم )\r\n256 حدثنا عبد الله بن محمد بن زكريا حدثنا أبو خالد الرملي حدثنا الليث عن محمد بن عجلان عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم\r\nوحدثنا أحمد بن يحيى بن زهير حدثنا أحمد بن سنان حدثنا يزيد حدثنا سليم بن حيان حدثنا سعيد بن مينا عن جابر\r\nقال قال رسول الله\r\n","description":"","footnote":"","page_name":" 164 ","page_number":183},
  {"content":"\r\n\r\nصلى الله عليه وسلم\r\n( مَثَلي ومَثَلُكم رَجُلٍ أَوْقَدَ نَاراً فَجعَلَ الفَراشُ والجَنَادِبُ يَقَعْنَ فِيها وهو يَذُبُّهُم عَنها وأَنا آخِذٌ بِحُجُزِكُم عَن النًّار وأَنْتُم تَفَلَّتُوْنَ مِن يدي )\r\nقوله صلى الله عليه وسلم ( مثلي ومثل الأعرابي )\r\n257 حدثنا محمد بن العباس حدثنا إسحاق بن الضيف حدثنا\r\nإبراهيم بن الحكم بن أبان حدثني أبي عن عكرمة عن أبي هريرة قال جاء أعرابي إلى النبي صلى الله عليه وسلم فقال يا محمد أعطني فإنك لا تعطي من مالك ولا من مال أبيك وأغلظ للنبي فوثب أصحابه فقالوا يا عدو الله تقول هذا لرسول الله صلى الله عليه وسلم فقال عزمت عليكم لما أمسكتم فدعاه فدخل بيته فأعطاه فقال أرضيت قال لا ثم أعطاه أيضا فقال أرضيت قال لا ثم أعطاه الثالثة فقال أرضيت قال نعم قال فأخرج إلى أصحابي فأخبرهم أنك قد رضيت فإن في قلوبهم عليك شيئا ثم قال رسول الله صلى الله عليه وسلم\r\n( أَتَدْرُوْنَ ما مَثَلي ومَثَل هذا الأعْرَابِيّ مثلُ رجلٍ في فلاةٍ من الأرض معَه زادُه ورَاحلتُه فَنَفَرَتْ راحِلَتُه فَاتَّبَعَها الناسُ فما زَادُوها إلا نُفُوراً فقال دَعُوْني فإنِّي أعلمُ بِناقتي مِنكم فَعَمِد إلى قُمامِ الأرضِ يعني الحشيش\r\n","description":"","footnote":"","page_name":" 165 ","page_number":184},
  {"content":"\r\nفجعل يقول لها هوى هوى حتى رجعَت فأناخَها فحملَ عليها زادَه ثم استوى على مَتنها فلو تَركتُكُم حين قالَ ما قالَ\r\nفقَتَلْتُمُوْه دخلَ النارَ حتى فعلت ما فعلت وقال ما قال .\r\nنجز الجزء الأول في الثالث والعشرين من شهر شوال سنة ثمان وسبعمائة أحسن الله فتحها بخير وعافية\r\nكتبه الفقير الحقير المعترف بالتقصير الراجي عفو الله الكريم الناسخ على الزعيم عفا الله عنه وأرضاه وجعل الجنة متقلبه ومثواه\r\nالحمد لله أولا وآخرا باطنا وظاهرا وصلى الله على سيدنا محمد النبي صلى الله عليه وسلم وسلم تسليما\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":185}
  ]