[
  {"content":"\r\nنام كتاب : تاريخ طبرى - مؤخره\r\nنام مؤلف : م . ابوالقاسم پاينده\r\nموضوع : تاريخ عمومى\r\nزبان : فارسى\r\nقرن : معاصر\r\nمشخصات نشر : تاريخ طبرى ، محمد بن جرير طبرى ( م 310 ) ، ترجمه ابو القاسم پاينده ، تهران ، اساطير ، چ پنجم ، 1375 ش .\r\n","description":"","footnote":"","page_name":" تعريف الكتاب ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nديباچه\r\nبسيارى از مردمان تاريخ را همچون داستان و افسانه و شرح احوال و تراجم دانشمندان و بزرگان را مانند سرگذشت و قصه مىانگارند و جز سرگرمى آنى و حظ و لذت موقتى فايدهء ديگر بران مترتب نميدانند . تا اندازه‌اى هم اين عقيده نسبت به بيشتر تواريخ و تراجم احوال درست است زيرا نويسندگان تواريخ و تذكره‌هاى مذكور چون خود به خوبى پى بحقيقت تاريخ و فلسفهء آن نبرده‌اند ازينرو در نگارش قضايا و حوادث تاريخى و بيان شرح احوال بزرگان و دانشمندان نتوانسته‌اند نتايج و ثمره‌هائى را كه بايد از مجموعهء حوادث تاريخى و يا سرگذشت زندگانى آنان بيرون آورند ، در كاب خود بياورند . در نتيجه اغلب كتب تاريخ و تذكره داراى مطالب خشك و كم فايده و يا مانند افسانه و قصه شده و ارزش حقيقى خود را از دست داده است .\r\nاين نقيصه و نارسائى ناشى از خود تاريخ و « تاريخ ادبيات » و تراجم احوال و شرح زندگانى بزرگان و دانشمندان - كه قسمت سودمندتر و فصل شيرينتر و پر معنىتر تاريخ است - نميباشد بلكه نقيصهء مذكور نتيجهء نارسائى انديشهء نويسندگان تاريخ و ناتمامى كتب آنان است و گرنه بىشك - چنان كه گفته‌اند - تاريخ آئينهء عبرت است و چنان كه نويسندهء اين اوراق معتقد است : تاريخ ادبيات و شرح احوال و زندگانى بزرگان و دانشمندان و نوابغ گذشته راهنماى سعادت و سرمشق زندگانى علمى و عملى آيندگان است .\r\nميگوئيم تاريخ آئينهء عبرت است زيرا تاريخ آئينه‌ايست صافى و شفاف و حقايق نما كه نيكيها و زشتيهاى مردمان پيشين در آن نمايان است . ترقى و انحطاط\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\nملل و امم گذشته در آن هويدا و عدالت و ستمكارى پادشاهان ، امرا و فرمانروايان گذشته در آن آشكار و روشن است . علل و اسباب هر يك از امور مذكوره نيز بر مرد هوشيار و خردمند از زوايا و خلال حوادث و قضاياى تاريخى كاملا پديدار و راه وصول بخوشبختى و كاميابى و طريق اجتناب از شر و بدى به روى آشكار مىشود .\r\nحوادث و امورى كه پيوسته و مسلسل از آغاز پيدايش جهان تا فرجام آن از كارخانهء عظيم اين چرخ گردنده سرميزند ، متشابه و مانند يك ديگر هستند و در حقيقت امور جارى جهان جز مكررات چيز ديگرى نيست و ازينرو در اصطلاح فارسى براى تعبير ازين حقيقت بهترين تعبير يعنى كلمهء ( چرخ دوار ) استعاره شده است [ 1 
  ] بنا بر ين مرد خردمند و فرزانه ميتواند از مطالعه كتب تاريخ و بدست آوردن علل و اسباب حوادث و قضاياى تاريخى راه و روش زندگى خود را منظم كند و خوشبختى و كاميابى را بدست آورد چه آنكه زندگى خصوصى وى مشابه و مانند زندگانى هزاران تن از مردمانى است كه خود آنان د و يا هزاران سال است كه از ميان رفته و اعمال و رفتار و وضع و روش زندگى و علل سعادت و شقاوت آنان در صفحات تاريخ ضبط شده و براى عبرت آيندگان بيادگار مانده است . همچنين ملل و امم حاضر مىتوانند از مطالعه تاريخ ملل و اقوام گذشته بموجبات ترقى و انحطاط آنان كاملا پى ببرند . چنان كه فى المثل در صفحات تاريخ ملل باستان خواننده گاهى از جهانگشائى و جهاندارى پادشاهان و ترقيات علمى و اقتصادى و آسايش مردمان ايران و روم قديم دچار اعجاب و شگفتى مىشود و زمانى از شكستهاى پى در پى و از دست دادن قطعات كشور و شيوع فقر و جهالت و هرج و مرج در ميان مردمان همان\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] مسعودى در مقدمه كتاب مروج الذهب در بيان فوايد تاريخ مينويسد :\r\n« . . . و از جملهء فوايد تاريخ آنست كه براى انسان از خواندن كتب تاريخ تجارب بسيار و آشنائى بحوادث و نتايج آنها پيدا مىشود زيرا در جهان هيچ امرى واقع نميشود مگر عين آن يا نظير آن در گذشته بوقوع پيوسته است بنا بر ين از مطالعهء قضاياى تاريخى بر خرد آنان افزوده مىشود و شايستهء آن ميگردد كه تجاربش مورد استفادهء ديگران قرار گيرد . . . » نقل بترجمه از كتاب مروج الذهب و معادن الجوهر . چاپ پاريس\r\n","page_name":" 2 ","page_number":3},
  {"content":"\r\nكشورها دستخوش اندوه و تأثر ميگردد . آيا آن همه پيشرفت و ترقى در چندين قرن و باز آن همه انحطاط و بدبختى در قرون ديگر در يك كشور و در ميان يك گروه از افراد بشر فقط نتيجه تصادف و اتفاق بوده است ؟ قطعا مرد خردمند و آگاه به اين سؤال جواب منفى ميدهد و هيچ عاقلى امور اين جهان و تعالى و انحطاط افراد و ملل را ناشى از بخت و اتفاق نميداند و براى هر معلول و اثرى علت و مؤثر آن را جويا مىشود . چنان كه مثلا علل و اسباب ترقى و تعالى ايران و روم قديم كه مورد مثال بودند در يك زمان و انحطاط و عقب افتادگى آن دو كشور در زمان ديگر كاملا بر كسى كه از روى بينش و بصيرت تاريخ قديم آن دو كشور را مطالعه كند روشن مىشود .\r\nهنگامى كه مردمان كشورى پيروى از عقل و حقيقت كنند و كار كردن و درست بودن و راست گفتن شعار آنان باشد و پادشاهان و فرماندهان و بزرگان دادگستر و غمخوار مردمان باشند و مردمان نيز سنن و اصول دينى و قوانين و آداب مدنى را محترم و واجب الاطاعه بدانند و فرماندهان و فرمانبران همه با هم بفكر آبادى كشور و ترقى امور اجتماعى باشند بىشك نتيجهء آن پيشرفت و تعالى در همهء شئون خواهد بود و هر گاه مردمان كشورى اسير شهوات و دچار فقر علمى و اخلاقى شوند و دروغ و رشوه‌خوارى و نادرستى و خيانتكارى و جاسوسى در ميان آنان رواج يابد و عدالت اجتماعى و رعايت قوانين مذهبى و مدنى از ميان برود قطعا آن ملت دچار انحطاط و شكست مىشود و اگر علل مزبور قوت و دوام گيرد ممكن است آن ملت به كلى منقرض گردد و وجودش از صحيفهء روزگار محو شود . چنان كه اغلب ملل و اممى كه منقرض شده‌اند مقدمات و موجبات انقراض شيوع فساد و بىدينى در ميان آنان بوده است .\r\nمنتسكيو [ 1 
  ] در كتاب « علل عظمت و انحطاط روم قديم » درين موضوع بسط سخن داده و بزرگترين عامل ضعف و انحطاط قومى را رواج فساد اخلاق در\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] Montesquieu ( 1755 - 1689 ميلادى ) دانشمند اجتماعى بزرگ فرانسه و يكى از پيشقدمان انقلاب فرانسه مىباشد . كتب اجتماعى او از قبيل : نامه‌هاى ايرانى ، روح القوانين و كتاب نامبرده در متن هنوز در نزد محققان و دانشمندان كاملا ارزش و اهميت خود را حفظ كرده است .\r\n","page_name":" 3 ","page_number":4},
  {"content":"\r\nميان آنان دانسته است .\r\nبا ذكر مقدمه فوق روشن مىشود كه تعبير « آئينهء عبرت » براى تاريخ تعبيرى است صحيح و موافق واقع و حقيقت به شرط آنكه نويسندهء تاريخ در نگارش قضايا و حوادث تاريخى جنبهء امانت و بىطرفى را حفظ كند و خواننده بتواند حقائق را از خلال مطالب بيرون آورد و نتايج را از مقدمات دريافت كند و آن گاه علل و اسباب خوشبختى و بدبختى ، بلندى و پستى ، غنا و فقر ، علم و جهل و هزاران امثال اينها را كه در مردمان گذشته مىبيند بر زندگانى خود تطبيق كند تا ببهره و حظ وافر از مطالعه تاريخ برسد . يعنى از علل و موجبات بدى و بدبختى دورى جويد و دنبال علل و اسباب خوشبختى و فيروزى و كاميابى رود تا شاهد مقصود را در آغوش گيرد .\r\nفايده بيشتر و نفع عمومىتر از آن قسمت تاريخ حاصل مىشود كه مخصوص شرح احوال و جزئيات زندگانى يك طبقه از بزرگان گذشته ( دانشمند ، فلاسفه ، شعرا ، نويسندگان ، هنرمندان و غير آنان ) مىباشد . زيرا در اين قسمت از تاريخ نظر خواننده از آغاز امر معطوف گزارش احوال و آثار و روش زندگانى علمى و عادى يك تن از افراد نامى و بزرگ جهان است و احتياج ندارد كه علل و اسباب خوشبختى و بدبختى ، پيشرفت و عقب افتادگى را از خلال و زواياى تاريخ بيرن كشد . ( چنان كه در تاريخ عمومى اين احتياج وجود دارد ) .\r\nاين قسمت از تاريخ جزئى از تاريخ ادبيات است كه قدماى ما آن را تذكره و ترجمهء احوال ميناميده‌اند .\r\nگفتيم استفادهء از نتايج تاريخى درين قسمت بيشتر و كاملتر است زيرا اگر انسان بدقت و از روى فهم و بصيرت فصول پر معنى و شيرين آن را بخواند و مطالب آن را در حافظه بسپارد و بر آن شود كه رفتار و روش بزرگان و دانشمندانى را كه نام و شرح احوال آنان درين فصل از تاريخ نگارش يافته است ، سرمشق خود قرار دهد ، البته بدرجه‌اى نظير و مشابه درجات علمى و فنى آنان نايل خواهد شد . چه آنكه بعقيدهء نويسنده اين اوراق وصول ابو على سيناها ، فارابيها ، ابو ريحانها ، طبريها ، غزاليها ،\r\n","description":"","footnote":"","page_name":" 4 ","page_number":5},
  {"content":"\r\nخواجه نصيرها بدان مقامات شامخهء علمى نه تنها در نتيجهء هوش و استعداد خدادادى بوده بلكه بيشتر معلول راه و روش خاصى بوده است كه در زندگانى علمى خود انتخاب كرده بودند . شكى نيست كه هر كس اين راه و روش را در زندگانى خود انتخاب كند و در زمان فرا گرفتن دانش و هنر آسايش و تن آسائى را از خود دور و كوشش و مراقبت در كار تحصيل را عادت خود قرار دهد ، كم و بيش از نتايج سودمند آن برخوردار مىشود و مانند بزرگان علمى و هنرى گذشته بمقامات عالى ميرسد .\r\nدر شرح حال و زندگانى حكيم و دانشمند نامى شرق يعنى شيخ الرئيس ابو على سينا ميخوانيم كه ببلندترين درجات علمى رسيد و كتب گوناگون در علوم مختلف تأليف كرد و شهرت دانش او جهانگير شد چنان كه پس از هزار سال هنوز آثار علمى او مورد بحث و تحقيق و استفادهء اهل دانش مىباشد . شايد در آغاز امر عده‌اى چنان گمان كنند كه تنها هوش و استعداد خدادادى بو على علت اصلى رسيدن وى بدان درجه از حكمت و دانش بوده است ولى اگر صفحهء ديگر از تاريخ زندگانى او را بدقت مطالعه كنند و ببينند كه بو على در زمان كسب علوم چگونه زحمت ميكشيده و شبها را تا صبح بيدار بوده و چنان كه خودش ميگويد براى فهميدن عقيدهء ارسطو در بارهء نفس كتاب او را صد بار از اول تا به آخر مطالعه كرده است و يا براى تحقيق فلان مسئلهء علمى چه اندازه رنج سفر كشيده و چه راههاى درازى پيموده تا استاد و دانشمندى يافته است ، آن وقت متوجه ميشوند كه تنها استعداد طبيعى و هوش و ذوق خدادادى او را بدان درجهء علمى نرسانده است بلكه چگونگى دوران تحصيل و كوشش و زحمتى كه در راه فرا گرفتن علوم از خود نشان داده ، تأثير فراوانى در رسيدن بدان مقام داشته است .\r\nدر شرح زندگانى عالم و مورخ و فقيه بزرگ محمد بن جرير طبرى ميخوانيم كه شاگردانش پس از مرگ استاد ايام زندگانى او را از هنگام بلوغ ( 15 سالگى ) تا زمان مرگ ( در 86 سالگى ) حساب كردند و آن گاه صفحات و اوراق مصنفات و مؤلفاتش را بر شمردند و بر مدت عمرش تقسيم كردند بهر روز چهارده ورق رسيد ! !\r\n","description":"","footnote":"","page_name":" 5 ","page_number":6},
  {"content":"\r\nبسيار تعجب ميكنيم كه چگونه يك تن توفيق نوشتن اين همه كتب - آن هم كتب علمى و تاريخ كه هر يك در نوع خود بى نظير است - يافته است . ميخوانيم كه يكى از دانشمندان در حق طبرى ميگويد : « بر روى صفحهء پهناور زمين مردى دانشمندتر از پسر جرير نشان ندارم . » [ 1 
  ] باز هم شايد گمان كنيم كه تنها علت پيروزى و كاميابى طبرى در رسيدن بمقامات عاليه علمى هوش و استعداد خدادادى باشد ولى اگر شرح زندگانى علمى و كيفيت مسافرتهاى دور و دراز او را براى فرا گرفتن مسائل علمى و حتى يك خبر و يك روايت بدقت مطالعه كنيم خواهيم فهميد كه راه و روش تحصيلى طبرى را بدان مقام رسانده است و هر كس در زندگانى تحصيلى چنان روشى اتخاذ كند بمقامى نظير مقام طبرى در علم خواهد رسيد .\r\nنويسندهء اين اوراق نيز مانند بيشتر از مردم تا مدتها برين عقيده بود كه تنها علت رسيدن مردمان نامى و بزرگ دنيا بدرجات شامخ علمى و هنرى همانا هوش و استعداد اضافى آنان نسبت به ديگران بوده است . ولى پس از تحقيق و مطالعه در احوال و زندگانى تحصيلى و علمى دانشمندان و آگاهى يافتن از چگونگى راه و روش آنان در دوران دانش اندوزى پى بردم كه گمانم درين موضوع بر خطا و انديشه‌ام نادرست بوده است . زيرا با اذعان اين حقيقت كه تا اندازه‌اى هوش و استعداد طبيعى مردمان دخالت در پيشرفت آنان دارد معهذا بايد قبول كنيم كه آنچه بيشتر مؤثر است راه و روش خاصى است كه مردمان در راه كسب علوم و آداب و صنايع براى خود انتخاب ميكنند .\r\nاز كسانى كه بهترين روش و اسلوب را در زندگانى خود اختيار كرده و در تمام شئون زندگى از آن پيروى مينموده است محمد بن جرير طبرى است كه يكى از ستارگان درخشان آسمان دانش و فرهنگ ايران و يكى از مردان بزرگ اسلام و نوابغ روزگار شمرده مىشود ، ازينرو نگارنده اين سطور بران شد كه رساله‌اى در احوال و اخلاق و سيرت و روش تحصيلى و آثار و مؤلفات گرانبها و نفيس وى فراهم آورد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] معجم الادباء ياقوت حموى و انساب سمعانى نقل از قول ابو بكر محمد بن خزيمه\r\n","page_name":" 6 ","page_number":7},
  {"content":"\r\nتا هم كمكى بشناساندن اين دانشمند و مورخ بزرگ ايرانى شود و هم كيفيت و روش تحصيلى او براى طلاب علوم و دانشجويان سرمشق قرار گيرد .\r\nاين رساله شامل دو بخش است كه در يكى از زندگانى علمى و احوال و رفتار طبرى بحث شده و در ديگرى آثار و مؤلفات وى مورد تحقيق قرار گرفته است .\r\nدر نوشتن اين رساله بيشتر باخلاق و رفتار و روش طبرى در تحصيل كه مورد استفاده دانشجويان است پرداخته شده و از ذكر اختلافات و مناقشات لا طائل در بارهء روز و ماه و سال تولد و وفات - كه متداول برخى از نويسندگان است - خوددارى شده است .\r\nآنچه در بارهء زندگانى طبرى نگارش يافته است يا مستند بگفتهء خود طبرى و شاگرد وى و يا نقل از مورخان و نويسندگان نزديك به زمان او مىباشد .\r\nاميد است اين رسالهء كوچك مورد استفادهء اهل دانش قرار گيرد و اگر لغزش و اشتباهى در آن ديده شود مورد عفو و اغماش قرار گيرد . از خداوند توفيق در ادامه اين گونه خدمات علمى را خواهانم .\r\nتهران شهريور ماه 1314 تجديد نظر ارديبهشت ماه 1334 على اكبر شهابى .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":8},
  {"content":"\r\n\r\n[ احوال و آثار محمد بن جرير طبرى 
  ]\r\n\r\nبخش نخستين زندگانى طبرى نام و نسب مولد و مدفن\r\nسمعانى در كتاب الانساب در ذيل كلمهء طبرى كنيه و نام طبرى و اجدادش را بدين گونه نوشته است . ابو جعفر محمد بن جرير بن يزيد بن كثير بن غالب الطبرى - مؤلفان و مورخان ديگر نيز در نام و كنيهء خود او و نياكانش اختلافى نكرده‌اند طبرى بكنيه و نام و نسبت هر سه مشهور است . در كتب فارسى و مخصوصاً در ترجمهء تاريخ طبرى كه بوسيلهء ابو على بلعمى از عربى به فارسى ترجمه شده است از طبرى به پسر جرير نيز تعبير شده است گويند روزى كسى از نسب او سؤال كرد . طبرى در جواب گفت : « محمد بن جرير » سائل درخواست كرد كه بيش از اين در نسب خود سخن گويد . طبرى در پاسخ اين شعر رؤبه را خواند .\r\n\r\nقد رفع العجاج ذكرى فادعنى\r\nبه اسمى اذا الانساب طالت يكفنى\r\n\r\n( مفاد آن بفارس آنست كه : آوازهء نام من بلند شده است و چون شمردن نسبتها طولانى مىشود كافى است كه مرا بنامم بخوانى . ) ولادت طبرى در آخر سال 224 و يا اول سال 225 هجرى در آمل مازندران اتفاق افتاده است . ابن كامل قاضى كه از شاگردان طبرى بوده و قسمتى از احوال و شرح زندگانى استاد را نوشته است گويد : از ابن جرير پرسيدم كه چرا اين ترديد در سال تولد واقع شده است ، در پاسخ گفت :\r\n","description":"","footnote":"","page_name":" 8 ","page_number":9},
  {"content":"\r\nمردمان شهر ما چنان عادت دارند كه منشأ تواريخ خود را حوادث و اتفاقات قرار ميدهند نه سنوات ( عربها نيز قبل از اسلام تاريخ ثابت نداشتند و حوادث و وقايع اتفاقيه را مبدأ تاريخ خود قرار ميدادند و چون حادثهء ديگرى پيش مىآمد باز مبدأ تاريخ را از آن هنگام شروع ميكردند مانند عام الفيل و عام الجدب و غيرها ) و تاريخ ولادت من مصادف بوده است با يكى از حوادث جاريه . پس از آنكه بزرگ شدم ، از حادثهء مزبور جويا شدم ، پيرمردان و ريش سفيدان اختلاف كردند ، برخى گفتند حادثهء نامبرده در آخر سال 224 بوده است و جمعى ديگر عقيده داشتند كه آن واقعه در اول سال 225 اتفاق افتاده است .\r\nطبرى منسوب است به طبرستان كه در زمان ما بنام قديمى ديگرش مازندران شهرت دارد . علما و دانشمندانى كه در دورهء اسلامى از مازندران برخاسته و شهرت « طبرى » داشته‌اند بسيار ميباشند كه در كتب تواريخ و تراجم احوال نام آنان ديده مىشود .\r\nطبرى در وجه تسميهء طبرستان چنين گفته است كه : در نزد ابو حاتم سجستانى كه از دانشمندان علم حديث و خبر و فقه بود ، براى فرا گرفتن علم حديث حاضر شدم از من پرسيد كه از كدام شهر هستم . گفتم از طبرستان . گفت طبرستان را چرا طبرستان ناميده‌اند . گفتم نميدانم . آنگاه خود استاد چنين بيان كرد : « چون طبرستان گشوده شد و آبادى آن آغاز گرديد ، زمينى بود پر از درخت و جنگل از اين رو فاتحان ابزارى طلب كردند كه بدان درختان را قطع كنند . مردمان آنجا براى اين كار طبر ( تبر ) آوردند كه با آن درختان را ميبريدند ، از اين رو سرزمين مذكور بنام طبرستان ( تبرستان ) خوانده شد [ 1 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - شايد اين وجه تسميه در نزد اساتيد و دانشمندانى كه بزبانهاى اوستايى و پهلوى آشنائى دارند چندان مقرون به صحت نباشد ولى نويسنده در كتب متقدمان و متأخران بوجه ديگرى كه براى تسميهء طبرستان ذكر شده باشد برنخوردم . اگر مانند جمعى از فضلفروشان و نوخاستگان علم و ادب خود را ملزم نكنيم كه هر لغت و كلمه‌اى را از معنى متداول ظاهرى دور كنيم و تأويل و تفسير مصنوعى و دور از ذهن براى آن بياوريم ، اين وجه تسميه كه طبرى از استادش نقل كرده است دور از عقل و بر خلاف دستور زبان نيست و العلم عند الله .\r\n","page_name":" 9 ","page_number":10},
  {"content":"\r\nوفات طبرى مطابق اصح احوال و نقل اكثر مورخان در روز شنبه 25 شوال و دفنش در يكشنبه 26 سنهء 310 هجرى در بغداد اتفاق افتاد [ 1 
  ] و در خانهء خودش به خاك سپرده شد . هنگام مرگ 84 سال داشت و هنوز بيشتر موهاى ريش و سرش سياه بود ! طبرى مردى گندمگون كشيده قامت ، لاغر اندام و سياه چشم بود و زبانى فصيح و بيانى شيوا و گيرنده داشت .\r\n\r\nروش تحصيلى و زندگانى علمى و اخلاق و رفتار طبرى\r\nدر ميان دانشمندان اسلامى كمتر كسى سراغ داريم كه باندازهء ابو جعفر طبرى در علوم و فنون گوناگون تصرف و مهارت داشته و در هر يك از آنها آثار نفيسى از خود بيادگار گذاشته باشد . شايد مؤلفات برخى ديگر از دانشمندان بزرگ ايرانى از جهت اهميت موضوع و مسائل برترى بر بعضى از مؤلفات طبرى داشته باشد ولى بيقين مجموعهء آثار و مؤلفات طبرى از نفيسترين و پر ارزش ترين آثار علماى ايران در دورهء اسلام مىباشد و همچنين شماره و مقدار تأليفات كمتر مؤلفى باندازهء كتب و رسائل طبرى در علوم گوناگون بوده است .\r\nاين كاميابى و پيروزى در راه علم و عمل و رسيدن بدان مقام عالى از فضيلت و تقوى كه براى طبرى پيدا شده ، سبب و علتى نداشته است مگر روش تحصيلى وى و نداشتن غرض و هدفى از فراگرفتن علوم و آداب ، جز عشق و علاقه به خود علم و فضل و ادب و كوشش و رنج فراوان در راه تحصيل علم و تحمل زحمات و مشقات بسيار\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ياقوت حموى در ارشاد الاريب الى معرفة الاديب معروف به معجم الادباء مينويسد كه : « بعضى وفات طبرى را در 311 و برخى ديگر در 316 نوشته‌اند و همگى اين سنوات در ايام خلافت المقتدر بالله عباسى ( مقتول در 320 ) بوده است » لكن چنان كه نوشتيم وفات طبرى در 310 تقريبا اتفاقى و اجماعى مؤرخان و تذكره نويسان است و علاوه بر اينكه سمعانى و ديگر تذكره نويسان و مورخان وفات او را در سال مذكور نوشته‌اند شاگرد طبرى و پسر او كه ياقوت شرح حال طبرى را از گفته و نوشتهء آن دو بتفصيل نقل كرده است ، وفات او را در سال مذكور دانسته‌اند . )\r\n","page_name":" 10 ","page_number":11},
  {"content":"\r\nو مسافرتهاى گوناگون براى كسب علوم و فنون متداول عصر . شكى نيست كه هر طالب علم و فضيلتى كه روش طبرى را سرمشق قرار دهد و مانند طبرى و هزاران تن ديگر از دانشمندان جهان هدف و غرض خود را در تحصيل علم ، عشق و علاقهء به خود علوم و ادبيات قرار دهد و در راه فرا گرفتن دانش و فرهنگ از كوشش و زحمت دريغ ندارد و از زحمات و مشقات نهراسد ، بمقام و مرتبه‌اى نظير مقام و درجهء طبرى و ساير بزرگان دانش و ادب خواهد رسيد و از مزاياى بىشمار علم و هنر بهره‌مند خواهد شد .\r\nخوشبختانه با فاصلهء بسيارى كه بين عصر ما با زمان طبرى در ميان است ، معهذا مآخذ و منابعى در دست داريم كه بطور مشروح و مبسوط شرح زندگانى علمى و كيفيت دوران تحصيل و چگونگى اخلاق و رفتار طبرى و قضايا و حوادثى كه در روزگار تحصيلى براى وى پيش آمده است و همچنين مسافرتهاى او را براى درك محضر اساتيد و استماع احاديث و اخبار و آثار و مؤلفات او را ضبط كرده و براى سرمشق طالبان علم و ادب و دانشجويان در دسترس گذارده است .\r\nياقوت حموى در كتاب « ارشاد الاريب الى معرفة الاديب » معروف به « معجم - الادباء » شرحى ممتع و جامع دربارهء زندگانى طبرى و مقام علمى و آثار و تأليفات و سيره و اخلاق وى نوشته است . اهميت و اعتبار مطالب اين كتاب از آن جهت است كه بيشتر آنها منقول از گفتهء پسر طبرى بنام عبد العزيز بن محمد طبرى [ 1 
  ] و يكى از شاگردان او بنام ابو بكر بن كامل است . مأخذ عمدهء نويسندهء اين اوراق نيز در گردآورى اين رساله كتاب ياقوت مىباشد .\r\n\r\nآغاز دوران تحصيلى و چگونگى فرا گرفتن علوم و آداب\r\nابو بكر بن كامل شاگرد طبرى حكايتى نقل مىكند كه طبرى در آن آغاز تحصيل خود و چگونگى آن را بيان كرده است .\r\nچون اين حكايت مشتمل است بر نخستين دورهء تحصيل طبرى ، و فرا گرفتن وى پاره‌اى از مقدمات را در سنين كودكى و توجه و علاقه‌اى كه مردمان در آن زمان بتعليم و تهذيب\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] بگفتهء ياقوت حموى : عبد العزيز بن محمد طبرى كتابى مخصوص در سيرت و اخلاق پدرش تأليف كرده و نيز ابو بكر بن كامل كتابى در احوال و اخبار طبرى نوشته بوده است .\r\nمأخذ ياقوت دو كتاب نامبرده بوده و از آنها استفاده كرده است . )\r\n","page_name":" 11 ","page_number":12},
  {"content":"\r\nكودكان و جوانان داشته‌اند از اين رو ذكر آن در اينجا خالى از فايده نيست .\r\nابن كامل چنين گفته است كه : « پيش از غروب آفتاب بنزد طبرى رفتم و پسرم ابو رفاعه نيز با من بود چون بر ابو جعفر وارد شدم از من پرسيد كه اين پسر فرزند تو مىباشد ؟ گفتم : بلى گفت چه نام دارد ؟ گفتم عبد الغنى . گفت : خدا او را بىنياز كند .\r\nكنيهء او چيست ؟ [ 1 
  ] گفتم ابو رفاعه گفت خدا او را بلند كند . آيا جز او فرزند ديگرى نيز دارى ؟ گفتم آرى ، كوچكتر از وى . گفت نامش چيست ؟ گفتم : عبد الوهاب ابو يعلى .\r\nگفت خدا او را بزرگ كند نامها و كنيه‌هاى خوبى برگزيده‌اى . آنگاه پرسيد كه اين چند سال دارد ؟ گفتم نه سال . گفت چرا او را وادار نكردى كه از من حديث و خبر بشنود و چيزى بياموزد . گفتم بواسطهء كمى سن و قلت ادبش خوددارى كردم . پس از اين گفتگو طبرى چنين گفت كه : من قرآن را در هفت سالگى از بر كردم و در هشت سالگى با مردم در نماز جماعت حاضر شدم و در نه سالگى شروع به نوشتن حديث كردم .\r\nپدرم در خواب ديده بود كه من در پيش روى حضرت پيغمبر صلى الله عليه و آله و سلم هستم و با من فلاخنى است پر از سنگريزه و من آنها را در فلاخن ميگذارم و پرتاب ميكنم از معبر تعبير خواب را پرسيد . معبر بپدرم گفت كه اين كودك اگر بزرگ شود ، در دين پيغمبر عالمى نامى و خدمتگزار خواهد شد و از شريعت و دين وى حمايت خواهد كرد . پس پدرم از همان زمان كودكى و صغر سن من ، بكمك من در طلب و تحصيل علم كوشيد و از هيچگونه همراهى و تهيهء وسايل خوددارى نكرد . » آغاز اشتغال طبرى بفراگرفتن و نوشتن علم حديث - بگفتهء ابن كامل - در رى\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] در ميان مسلمانان رسم و سنت چنان بوده است كه غالبا براى فرزندان خود نامى و كنيه‌اى انتخاب ميكرده‌اند . كنيه در مردان بكلمهء « اب » يا ابن و در زنان بكلمهء « ام » يا بنت آغاز ميشده است مانند : ابو القاسم ابو على ، ابو جعفر و ام كلثوم ، ام هانى ، ام البنين و غيرها .\r\nغير از اسم و كنيه عموما مردمان مشهور بزرگ داراى لقبى هم بوده‌اند از قبيل : نظام الملك شيخ الرئيس ، صدر الدين شمس المعالى و غيرها . بعضى از دانشمندان و بزرگان بنام و برخى بكنيه و عده‌اى بلقب و جمعى بهر سه شهرت يافته‌اند مانند : محمد زكرياى رازى و ابو على سينا و خواجه نظام الملك و حجة الاسلام ابو حامد محمد بن محمد غزالى .\r\n","page_name":" 12 ","page_number":13},
  {"content":"\r\nو نواحى نزديك آن بوده و بيشتر علوم خود را در آنجا از محمد بن حميد رازى [ 1 
  ] فرا گرفته بوده است . خود طبرى روش تحصيل و چگونگى حاضر شدن در مجلس درس استاد را در رى بدين گونه نوشته است : نزد محمد بن حميد رازى كتابت حديث ميكرديم و او در شب چندين بار بنزد ما مىآمد و از آنچه در روز نوشته بوديم سؤال ميكرد و باز آنها را بر ما فرا ميخواند . همچنين رهسپار مجلس درس احمد بن حماد [ 2 
  ] دولابى [ 3 
  ] ميشديم و وى در يكى از دهات رى ساكن بود كه مسافتى تا شهر فاصله داشت پس از فراگرفتن درس او باز ميگشتيم و در راه همچون ديوانگان ميدويديم تا خود را بمجلس درس ابن حميد در سر وقت برسانيم .\r\nنوشته‌اند كه طبرى متجاوز از صد هزار حديث [ 4 
  ] از ابن حميد فرا گرفت و آنها را نوشت .\r\n\r\n","description":"","footnote":"\r\n[ 1 ، 2 
  ] هر دو از علما و فقهاى بزرگ بوده‌اند ولى ترجمهء زندگى آنان به نظر نرسيد . ابن النديم در كتاب الفهرست از محمد بن حميد رازى نام ميبرد و او را از شيوخ و اساتيد بزرگ طبرى ميداند از آنچه در همين رساله نيز بطور اختصار ذكر شده است جلالت قدر آن دو روشن مىشود\r\n[ 3 
  ] دولاب نام چندين محل بوده است از آن جمله قريه‌اى است كه نزديك شهر قديمى رى قرار داشته و تاكنون به همين نام باقيمانده است . فعلا در داخل تهران در قسمت شرقى شهر قرار دارد . علما و بزرگان زيادى از دولاب برخاسته‌اند كه در تاريخ بنام دولابى مشهور شده‌اند .\r\n[ 4 
  ] شايد بعضى از طلاب علم و دانشجويان امروز اين موضوع را كه يك تن صد هزار حديث نوشته باشد و يا در همين حدود احاديث با ذكر سند و تعيين اسامى راويان از بر داشته باشد دور از عادت و طبيعت بدانند ولى وقتى بتراجم و شرح احوال دانشمندان و فقهاى سلف مراجعه شود بتواتر نظير اين موضوع در شرح احوال آنان ديده مىشود .\r\nچنان كه امروز بيشتر اعتماد و اطمينان دانشمندان و دانشجويان بوسايلى از قبيل يادداشت كردن مطالب و استنساخ و چاپ كردن آنهاست ، در قديم چون اين وسائل در دست نبود تمام اعتماد و توجه بقوهء حافظه بود . ازينرو شعراى درجهء اول براى خود راوى داشتند كه تمام اشعار آنان را از بر ميخواند بسيارى از مردم خطبه‌ها يا قصيده‌هاى طولانى را كه در مجلسى خوانده ميشد در همان بار اول حفظ ميكردند .\r\n","page_name":" 13 ","page_number":14},
  {"content":"\r\n\r\nفروتنى طبرى با مقام شامخى كه داشت و كوشش دائمى او در زياد كردن معلومات خود\r\nطبرى با مقام بلندى كه در ميان دانشمندان معاصر خود پيدا كرده بود و با احاطه و استيلائى كه بر علوم و فنون متداول زمان خود داشت معهذا هرگز خودبينى و غرورى از وى ديده نميشد و هيچ سوء ادب و بىاحترامى ازو نسبت به ديگران سر نميزد . چه بسيار اتفاق افتاد كه با يكى از علماى فقه و حديث و يا دانشمندان ديگر مباحثه كرد و برو چيره شد ولى كوچكترين حركتى ازو ظاهر نشد كه دليل خودپسندى و غرور وى و حقارت و نادانى طرف گردد . حتى گاهى شاگردان و اصحابش ميخواستند كه حريف و رقيب استاد را اهانت كنند و او شديدا آنان را منع ميكرد .\r\nاگر كسى ازو مسأله‌اى ميپرسيد كه نميدانست با نهايت صراحت و سادگى جهل خود را نسبت بان مسئله ميگفت و اگر مسئله مذكور متوقف بر فراگرفتن علم يا فنى بود كه وى تا آن هنگام نخوانده بود از سائل مهلت ميخواست و آنگاه بيدرنگ در صدد تحصيل آن علم بر مىآمد و از پاى فرو نمىنشست تا آن فن يا علم را فرا ميگرفت .\r\nحكايات و قضاياى زيادى درين زمينه در تاريخ زندگانى علمى و تحصيلى طبرى نوشته اند و ما در اين جا براى نمونه و عبرت دانش پژوهان يكى دو داستان را نقل ميكنيم .\r\nنوشته‌اند هنگامى كه طبرى براى حضور در مجالس درس و بحث علما و فقهاى مصر بدان ديار كوچ كرد ، ويرا با يكى از علماى معروف شافعى آنجا بنام اسماعيل بن ابراهيم مزنى اتفاق مباحثه و مذاكره افتاد و دربارهء مسائل زيادى گفتگو شد از آن جمله در مسئلهء اجماع [ 1 
  ] كه طبرى خود در آن مسئله راى و مذهب خاصى داشت و در آن اجتهاد كرده بود . ابو بكر بن كامل شاگرد طبرى گفته است كه : « طبرى را با مزنى اتفاق ملاقات و مباحثهء علمى افتاد و پس از بحث و جدال زياد بطور آشكار طبرى بر مزنى فائق شد و در مجلس مباحثه شافعيون حضور داشتند و مباحثهء آن دو را مىشنيدند » ابن كامل از آنچه بين طبرى و مزنى گذشته چيزى ذكر نكرده است گويد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] اجماع يكى از دلائل چهارگانه است كه موضوع علم اصول فقه از آنها تشكيل مىشود .\r\n","page_name":" 14 ","page_number":15},
  {"content":"\r\nاز ابو جعفر طبرى پرسيدم كه در چه مسأله‌اى با مزنى مناظره كردى ؟ ولى وى جوابى نداد زيرا طبرى بالاتر از آن بود كه خويشتن را بستايد و چگونگى تفوق خود را بر حريف در مسأله‌اى بيان كند . طبرى همواره از مزنى به خوبى ياد ميكرد و مقامات علمى و فضلى او را بيان مينمود و زهد و ديندارى ويرا ميستود .\r\nمناظره و مباحثهء طبرى با داود بن على اصفهانى كه شرح آن در بخش دوم اين رساله ايراد خواهد شد و همچنين با محمد پسر داود به خوبى حسن اخلاق و فروتنى او را مىرساند .\r\nابو كريب يكى از بزرگان و نامداران اصحاب حديث بود و خلقى تند و ناستوده داشت . ابو جعفر گويد كه : « با اصحاب حديث بدر خانهء او حاضر شدم و او سر خود را از پنجرهء خانه بيرون كرده بود و اصحاب حديث التماس دخول ميكردند و فرياد و همهمه داشتند . پس وى رو بحاضران كرد و گفت كدام يك از شما همگى حديثهايى را كه از من شنيده است حفظ دارد ؟ جمعيت بهمديگر نگاه كردند و هيچكدام ياراى پاسخ نداشتند آنگاه بجانب من نظر كردند و گفتند : تو آنچه را كه نوشته‌اى حفظ دارى ؟ گفتم : آرى .\r\nپس مرا بوى نشان دادند و گفتند از وى سؤال كن . آنگاه به او گفتم : در فلان مسئله چنان گفتى و در فلان روز بفلان حديث ما را آگاه كردى . گفته است ابو كريب پيوسته از ما سؤال ميكرد و من پاسخ ميدادم تا اينكه من در نظرش بزرگ نمودم و مرا اجازهء دخول داد » از آن پس طبرى با كمى سن در نزد ابو كريب معزز و محترم شد و مقام و قدرش معلوم گرديد و ابو كريب سلسلهء احاديث خود را بر او فراخواند . گفته‌اند طبرى بيش از صد هزار حديث از ابو كريب شنيد و آنها را فرا گرفت .\r\nو نيز از جمله حكاياتى كه كوشش و همت طبرى را در فرا گرفتن علوم مىرساند حكايت ذيل است : طبرى گفته است كه : « چون داخل مصر شدم كسى از دانشمندان باقى نماند كه بملاقات من نيايد . همگى دسته دسته نزد من مىآمدند و مرا در علومى كه خود در آنها تبحر و مهارت داشتند مىآزمودند . تا آنكه روزى مردى نزد من آمد و مسأله‌اى\r\n","description":"","footnote":"","page_name":" 15 ","page_number":16},
  {"content":"\r\nاز علم عروض سؤال كرد و من پيش از آن روز بعلم عروض ميل و توجهى نداشتم .\r\nپس بدان مرد گفتم : با خود قرار گذارده‌ام كه امروز در علم عروض سخنى نرانم ، چون فردا شود نزد من آى . آنگاه كتاب عروض خليل بن احمد [ 1 
  ] را از يكى از دوستان خود گرفتم و در تمام شب بمطالعهء آن پرداختم . پس روز را بشب آوردم در حالى كه از عروض بىخبر بودم و شب را بروز آوردم در حالى كه يك تن عالم عروضى بودم » روزى محمد بن جرير از اصحابش پرسيد كه آيا از تفسير قرآن لذت ميبريد ؟\r\nپرسيدند اوراق آن چه مقدار خواهد بود ؟ گفت : سى هزار ورق . گفتند اين مقدار عمر انسان را بپايان مىرساند پيش از آنكه خود بپايان رسد . پس طبرى آن را در سه هزار ورق مختصر كرد . پس از آن پرسيد كه آيا از تاريخ عالم از زمان آدم تا عصر ما لذت ميبريد ؟ گفتند : اوراقش چه اندازه خواهد بود . طبرى آنچه را براى تفسير گفته بود براى تاريخ نيز گفت و آنان نيز همان پاسخ را كه پيش داده بودند ، باز گفتند .\r\nابو جعفر گفت : دريغ كه همتها مرده است ! پس از آن تاريخ را نيز باندازهء تفسير مختصر كرد [ 2 
  ] حكايت شده است كه محمد بن جرير در مدت چهل سال از عمرش هر روز چهل ورق مينوشت و نيز فرغانى صاحب كتاب صله يا المذيل [ 3 
  ] نوشته است كه جمعى از شاگردان طبرى مدت زندگانى استاد را از هنگام بلوغ تا زمان مرگ ( 86 سالگى ) حساب كردند ، پس از آن اوراق مصنفاتش را بر ايام حياتش قسمت كردند بهر روزى 14 ورق رسيد [ 4 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] خليل بن احمد اصلش از قبيلهء ازد بوده است و نخستين كسى است كه علم عروض را براى شعر عرب وضع كرد و نيز اول كسى است كه كتابى بنام العين در لغت عرب تأليف نمود وفات او در بصره بسال 170 واقع شد .\r\n[ 2 
  ] انساب سمعانى و معجم الادباء .\r\n[ 3 
  ] ابو محمد الفرغانى از شاگردان طبرى بوده است كه بر كتاب طبرى ذيلى نوشته است بنام المذيل يا صله كه از بين رفته است . Encyclopedie de lislam .\r\n[ 4 
  ] معجم الادباء .\r\n","page_name":" 16 ","page_number":17},
  {"content":"\r\n\r\nسفرهاى تحصيلى طبرى و مباحثات و مناظرات او با علما و حوادثى كه براى او در مسافرتها رخ داده است\r\nازين پيش گفته شد كه طبرى در آمل مازندران متولد شد و چون بنقل خود طبرى پدرش خوابى ديده بود از همان زمان كودكى طبرى ، بتعليم و تربيت وى همت گماشت و از همراهى به فرزند در راه تحصيل علوم و آداب هيچ دريغ نكرد . طبرى مقدمات علمى را در همان آمل نزد فضلاى آنجا فرا گرفت و پس از آن بگردش و مسافرت در داخل و خارج ايران پرداخت و در هر جا عالم و فقيه و محدثى سراغ داشت بدانجا رهسپار ميشد و فقه و حديث و ادبيات و ديگر علوم متداول آن عصر را از آنان فرا ميگرفت تا بدان پايه رسيد كه بر اغلب دانشمندان معاصرش پيشى گرفت و شهرت و آوازهء علميش در شهرهاى بزرگ اسلامى آن زمان پراكنده شد چنان كه بهر شهرى وارد ميشد دانشمندان و دانش پژوهان آنجا گردش را فرا ميگرفتند و از محضر و مجلس درس و بحث او بهره ميگرفتند و درك صحبتش را غنيمت ميشمردند . تا آخر الامر ، بغداد ، مركز خلافت و علوم و دانشگاههاى اسلامى و بزرگترين شهر آباد و پر جمعيت آن عصر را محل اقامت خود قرار داد و بتعليم و تدريس و تأليف و تصنيف پرداخت .\r\n\r\nمسافرت برى\r\nنخستين سفرى كه طبرى براى فرا گرفتن و نوشتن علم حديث كرد ، بسوى رى بود . در آن عصر علم حديث از مهمترين و رائج ترين علوم اسلامى بود و شهر رى نيز يكى از مراكز علمى و محل رفت و آمد دانشمندان و دانش پژوهان بود . طبرى در رى صحبت و محضر اغلب فقها و اساتيد را درك كرد و در آنجا علوم و احاديث بسيارى فرا گرفت . از اساتيد مشهور وى در رى يكى محمد بن حميد رازى و ديگرى مثنى بن ابراهيم ابلى [ 1 
  ] است . طبرى بيشتر علوم خود را در رى از آن دو تن فرا گرفت چنان كه نوشته‌اند كه طبرى افزون از صد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ابلى منسوب به ابله بضم اول و دوم و تشديد سوم نام شهرى بوده است نزديك بصره و در نزد قدما يكى از جنات سه‌گانه شمرده ميشده است . )\r\n","page_name":" 17 ","page_number":18},
  {"content":"\r\nهزار حديث از ابن حميد نوشت چگونگى تحصيل طبرى در رى و دولاب قبلًا بيان شد .\r\n\r\nورود ببغداد\r\nپس از آن طبرى رخت سفر بغداد كه در آن زمان مشهور به مدينة السلام بود بست و بر آن انديشه بود كه مجلس درس ابو عبد الله احمد بن حنبل [ 1 
  ] را درك نمايد و از وى حديث بشنود و بنويسد ولى بدين مقصود نرسيد زيرا ابن حنبل اندكى پيش از ورود طبرى ببغداد از جهان رخت بربسته بود . طبرى در بغداد به خدمت اكثر اساتيد و دانشمندان رسيد و از علماى فقه و حديث اخبار و احاديث زياد نوشت و مدتى در آن شهر اقامت گزيد .\r\n\r\nمسافرت ببصره و كوفه\r\nطبرى پس از توقف مدتى در بغداد و استفاده از مجلس درس دانشمندان آنجا بسوى بصره كه در آن زمان يكى از مراكز علم و ادب بود ، رهسپار شد و در بين راه از علماى فقه و حديث شهر واسط [ 2 
  ] احاديث بسيارى فرا گرفت و نوشت . پس از آن وارد بصره گرديد و در آنجا بمجلس درس و بحث علماى معروف و بزرگ راه يافت و از آنان احاديث و اخبار زيادى فرا گرفت و نوشت . اسامى اساتيد و شيوخ طبرى را در بصره ياقوت حموى بتفصيل ذكر كرده است و چون در اين جا فايده‌اى بر دانستن آنها مترتب نبود از ذكر آنها خوددارى شد .\r\nچون از محضر درس علماى بصره استفادهء خود را كامل كرد ، بجانب كوفه رهسپار شد و از فقها و علماى آنجا احاديث زيادى شنيد و نوشت .\r\nاز معاريف استادان او در بصره ، ابو كريب محمد بن علاء همدانى بوده كه از\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ابو عبد الله احمد بن محمد بن حنبل مروزى يكى از ائمه اربعهء اهل سنت است و پيروان او بنام حنبلى معروف ميباشند . احمد بن حنبل احاديث بسيارى ميدانست و كتابهائى نوشت كتاب معروف او بنام مسند است كه در آن افزون از چهل هزار حديث آورده شده است .\r\nوفاتش در 241 هجرى قمرى اتفاق افتاد .\r\n[ 2 
  ] واسط نام چندين شهر بوده است و مقصود از آن در اين جا شهرى است كه ميان بصره و كوفه قرار داشته است .\r\n","page_name":" 18 ","page_number":19},
  {"content":"\r\nبزرگان اصحاب حديث بشمار ميرفته است و ازين پيش داستان او را با طبرى ذكر كرديم .\r\n\r\nبازگشت ببغداد\r\nچون مدتى در بصره و كوفه اقامت كرد ببغداد بازگشت و شروع به نوشتن احاديث كرد و مدتى در آنجا اقامت گزيد و به تحصيل و تكميل علوم فقه و قرآن پرداخت .\r\n\r\nمسافرت بمصر و شام\r\nپس از آنكه طبرى در شهرهاى شرقى ممالك اسلامى باندازهء كافى گردش كرد و از محضر علما و اساتيد برخوردار شد ، تصميم گرفت كه به شهرهاى غربى مملكت اسلامى نيز سفرى بكند و محضر درس اساتيد آن بلاد را درك كند . ازينرو عزيمت سفر مصر كرد . مصر از همان آغاز صدر اسلام و در دورهء خلفاى عباسى و فاطمى هميشه يكى از مراكز بزرگان و نامداران علوم اسلامى بود . در بين راه طبرى هر جا بيكى از علما و اساتيد بر مىخورد بحضورش ميشتافت و ازو حديث ميپرسيد و مينوشت و همواره در تحقيق و بحث و فراگرفتن علوم و احاديث بود . چنان كه از فقها و مشايخ نواحى شام و سواحل و سرحدات احاديث بسيارى شنيد و نوشت تا آنكه بسال 253 وارد مصر شد و هنوز در آنجا جمع بسيارى از مشايخ و علماى فقه و حديث باقى بودند و مجامع و مجالس درس و بحث داير و رايج بود . طبرى در مصر احاديث زيادى از مالك [ 1 
  ] و شافعى [ 2 
  ] و ابن وهب و غير ايشان نوشت و آنگاه بسوى شام رفت و پس از توقف كمى بمصر بازگشت .\r\nهنگامى كه طبرى در مصر اقامت داشت ، يكى از علماى متبحر و نامدار بنام :\r\nابو الحسن على بن سراج مصرى در آنجا زمامدار علم و ادب بود و خود در علوم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] مالك بن انس بن ابى عامر از قبيلهء قريش و يكى از چهار امام اهل سنت مىباشد .\r\nدر زمان خود از زهاد و فقهاى بزرگ حجاز بشمار ميرفت . كتاب معروفش بنام موطاء مىباشد .\r\nوفاتش بسال 179 در مدينه اتفاق افتاد .\r\n[ 2 
  ] ابو عبد الله محمد بن ادريس شافعى نيز از قبيلهء قريش و يكى ديگر از ائمهء اربعهء اهل سنت است . شافعى معروف بتشيع و محبت حضرت على عليه السلام بوده و اشعارى در مدح آن بزرگوار بوى نسبت داده شده است . كتاب معروفش در فقه بنام مبسوط است . وفاتش بسال 204 در مصر اتفاق افتاد .\r\n","page_name":" 19 ","page_number":20},
  {"content":"\r\nو آداب مهارتى بسزا داشت چنان كه هر كس از دانشمندان و فضلا وارد مصر ميشد بديدن او ميرفت ، و از محضر او استفاده ميكرد . چون طبرى وارد مصر شد و با علما و فقهاى آنجا آشنا گرديد به زودى شهرت فضل و دانشش بالا گرفت و تبحر او در قرآن و حديث و فقه و لغت و نحو و شعر آشكار گرديد . ابو الحسن سراج بملاقات او رفت و ويرا در هر علم و فنى مردى دانشمند و با اطلاع يافت چنان كه هر سؤالى از او ميكرد ، جواب وافى و درست دريافت ميداشت تا اينكه سخن از شعر و ادب بميان آمد و سراج درين قسمت نيز طبرى را اديب و سخنورى بى بديل و فاضل و دانشمندى كم نظير ديد .\r\nآنگاه از شعر طرماح پرسيد و در آن هنگام در مصر كسى نبود كه از شعر طرماح آگاه باشد ، طبرى اشعار طرماح را برو فرو خواند . پس ابو الحسن از طبرى خواهش كرد كه قسمتى از احاديث خود را برو بخواند تا بنويسد و طبرى خواهش او را پذيرفت .\r\nياقوت در معجم الادباء حكايتى از ابتداى ورود طبرى بمصر آورده است كه نقل آن در اين جا خالى از فايده نيست . نوشته است كه : « چنان اتفاق افتاد كه محمد بن جرير طبرى و محمد بن اسحق بن خزيمه و محمد بن نصر مروزى و محمد بن هرون رويانى [ 1 
  ] در مصر با هم در يك زمان جمع شدند و پس از مدتى اندوخته و پولشان تمام شد و بى زاد و توشه شدند چنان كه ديگر براى امرار معاش چيزى نداشتند .\r\nپس يك شب در خانه‌اى كه سكونت داشتند گرد هم نشستند و قرار گذاشتند كه قرعه بكشند بنام هر كس اصابت كند ، از خانه بيرون رود و از مردم براى ياران خوراكى طلب كند . قرعه بنام محمد بن اسحق بن خزيمه بيرون آمد . وى از ياران مهلت خواست كه وضو بگيرد و نماز حاجت بخواند . ياران موافقت كردند و او مشغول نماز شد . در اين وقت ناگهان شمعهاى بسيارى بدست خادمى نمايان گرديد كه از جانب والى مصر آمده بود . پس از اينكه خادم داخل خانه شد ، گفت : كدام يك از شما محمد بن نصر است ؟ او را بوى نشان دادند . وى كيسه‌اى كه در آن پنجاه دينار بود بيرون آورد و به پسر نصر داد و باز پرسيد : كه كدام يك از شما محمد بن جرير است ؟\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] رويانى منسوب به رويان شهر بزرگى در قسمت كوهستان مازندران بوده است .\r\n","page_name":" 20 ","page_number":21},
  {"content":"\r\nو چون او را نشان دادند كيسه‌اى به مثل كيسهء نخستين بوى داد . باز پرسيد : كدام يك محمد بن هرون است ؟ او را نشان دادند ، پنجاه دينار نيز بوى داد و باز پرسيد : كدام يك محمد بن اسحق بن خزيمه است ؟ گفتند آنست كه نماز ميخواند . چون از نماز فارغ شد كيسه‌اى كه در آن پنجاه دينار بود بوى داد ، آن گاه گفت : امير در خواب بود در عالم رؤيا چنان بر وى ظاهر شد كه كسى ميگويد : محمدها ( محامد ) در سختى افتاده‌اند ! پس اين كيسه‌ها را فرستاد و شما را سوگند ميدهد كه هر گاه اينها تمام شود ، كسى را بسوى وى گسيل داريد تا باز مبلغى افزونتر ازينها فرستد »\r\n\r\nبازگشت ببغداد و مازندران\r\nطبرى پس از آنكه چندى در مصر اقامت گزيد و بتحقيق و مطالعه و مباحثه مشغول بود ، ببغداد بازگشت و در آنجا مشغول نوشتن گرديد توقف در بغداد درين دفعه زياد به طول نيانجاميد و پس از مدت كمى بسوى طبرستان مولد و موطن اصلى خود بازگشت . پس از بيرون آمدن از طبرستان به قصد تحصيل علم و نوشتن احاديث و اخبار ، اين نخستين سفر وى بود بطبرستان و سفر دوم در سال 290 اتفاق افتاد . در مازندران مدتى توقف كرد و آنگاه بار ديگر رهسپار شهر بغداد گرديد و در محلهء قنطرة البردان ساكن شد و آوازهء دانش و فضلش بالا گرفت و احاطه‌اش بر علوم و تفوقش بر دانشمندان عصر بر همه مسلم گرديد .\r\n\r\nآغاز برخورد و جدال طبرى با حنبليان و آزارى كه از آنان بوى رسيد\r\nدر رجوع ببغداد از طبرستان ، پيش آمد ناگوارى براى طبرى اتفاق افتاد . در آن عصر بازار جنگ و جدال مذهب و عقيده و تعصبات شديد و ناشايست عاميانه بين اصحاب فرق مختلفهء اسلامى سخت رواج داشت . مجالس و محاضر علما و فقها بيشتر بستيز و جدال و مناظره دربارهء حقانيت مذهب و عقيدهء خود و ابطال مذاهب و عقايد ديگران برگزار ميشد . ازينرو علم كلام و منطق در آن عصر رواج بسزا يافت . از جمله ابتلائات و اشكالات بزرگى كه براى علما و عقلا پيدا شده بود كثرت نفوذ پيروان احمد بن حنبل [ 1 
  ] كه يكى از ائمهء اربعهء\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ترجمهء احمد بن حنبل پيش ازين در پاورقى ذكر شد .\r\n","page_name":" 21 ","page_number":22},
  {"content":"\r\nاهل سنت است بود . حنبليان مردمى متعصب و جامد بودند و عقل و برهان را در امور مذهبى به كار نميبردند و در تمام مواضيع و مسائل حتى در مرتبهء توحيد و اثبات صفات وجودى و عدمى خداوند - كه بايد فقط متكى بدليل عقل باشد و تعبد و تقليد در آن راه نيابد - تعبد صرف را رويهء خود قرار داده بودند . و چون در اثبات عقايد سخيفهء خود و ابطال عقايد ديگران پافشارى و سماجت داشتند ازينرو سخت موى دماغ و مزاحم فلاسفه و خردمندان و علما و فقهاى ساير مذاهب اسلامى شده بودند و از هيچگونه آزار و اذيت دربارهء مخالفان مذهب و عقيدهء خود فرو گذار نميكردند .\r\nكم كم خلفاى عباسى و زمامداران امور نيز كم و بيش بمقتضاى سياست وقت گاهى آنان را براى خرد كردن و از بين بردن مخالفان خود دستاويز قرار ميدادند ، و همه نوع فشار و شكنجه بحكما و فلاسفه و مخالفان وارد ميساختند .\r\nاز جمله عقايد سخيفى كه حنبليان داشتند يكى عقيده بقدمت قرآن بود و ديگرى نشستن خداوند بر « عرش » . چون هيچيك از عقلا و دانشمندان اسلامى حاضر نبودند عقايد سخيفهء مذكور و مانند آنها را و مخصوصاً گمان ناشايست « جلوس بر عرش » را بپذيرند ازينرو در معرض اذيت و آزار حنابله قرار ميگرفتند . طبرى نيز كه خود از خردمندان و دانشمندان اسلامى بود هرگز زير بار عقايد مذكور نميرفت و در نتيجه با ابن حنبل و پيروان قشرى او ميانهء خوبى نداشت .\r\nهنگامى كه از سفر دومش بطبرستان ، بازگشت و وارد بغداد گرديد ، گروهى از متعصبان جاهل حنبلى از قبيل : ابو عبد الله جصاص و جعفر بن عرفه و بياضى آهنگ وى كردند و روز جمعه در مسجد جامع نزد او آمدند و دربارهء احمد بن حنبل و حديث « جلوس بر عرش » از وى سؤال كردند ابو جعفر طبرى در پاسخ آنان با كمال آزادى و شجاعت گفت : « اما احمد بن حنبل پس خلاف او اعتبارى ندارد . و من تاكنون نديده‌ام كه ازو حديثى روايت شده باشد و نديده‌ام براى او اصحاب و پيروانى كه بسخنان آنان اعتماد و اعتبارى باشد . و اما حديث « جلوس بر عرش » پس محال است » آنگاه اين شعر را خواند :\r\n","description":"","footnote":"","page_name":" 22 ","page_number":23},
  {"content":"\r\n\r\nسبحان من ليس له انيس\r\nو لا له فى عرشه جليس\r\n\r\n« منزه و پاك است خداوندى كه يار و همدمى ندارد و نه در عرش او جليسى وجود دارد » حنابله و اصحاب حديث چون گفتار او را شنيدند برو تاختند و دواتهاى خود را كه افزون از هزار بود بسوى او پرتاب كردند . ابو جعفر از ميان آن گروه متعصب نادان برخاست و داخل خانه‌اش شد . مردم نادان دور خانه‌اش را فرا گرفتند و از گوشه و كنار آنجا را سنگباران كردند ، چنان كه بر در خانه‌اش تودهء انبوهى از سنگ فراهم شد . درين موقع نازوك صاحب شرطهء بغداد با جمعى كثير از لشكريان سوار شد و مردم را از دور خانه دور كرد و خود يك روز و يك شب براى محافظت ابن جرير و خانهء وى از تعرض حنبليان نادان در پيرامون خانه پاس ميداد و دستور داد كه سنگها را از در خانه بردارند . طبرى بر پيشانى خانهء خود شعر سابق الذكر : سبحان من ليس له انيس . . . را نوشته بود ، نازوك فرمان داد كه آن را پاك كردند و بجاى آن اشعار ذيل را كه در مدح احمد بن حنبل بود و اشعار بجلوس بر عرش داشت نوشتند :\r\n\r\nلا حمد منزل لا شك عال\r\nاذا وافى الى الرحمن وافد\r\nفيدنيه و يقعده كريما\r\nعلى رغم لهم فى الف حاسد\r\nعلى عرش يغلفه بطيب\r\nعلى الاكباد من باغ و عاند\r\nله هذا المقام الفرد حقا\r\nكذاك رواه ليث عن مجاهد\r\n\r\nابن خزيمه كه از معاصران طبرى است گفته است ، حنبليان دربارهء طبرى ظلم كردند و نميگذاردند هيچكس نزد طبرى آيد و ازو حديث بشنود .\r\nطبرى پس از آنكه سفرهاى بسيارى براى طلب علم كرد و از علما و فقهاى هر شهرى علومى فراگرفت و احاديثى نوشت ، آخر الامر در بغداد - مركز خلافت اسلامى - اقامت گزيد و در آن شهر مشغول تعليم و تأليف و كارهاى علمى بود تا آنكه سرانجام در شوال 310 هجرى وفات يافت و در خانهء خودش مدفون شد .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":24},
  {"content":"\r\n\r\nمقام علمى و وسعت معلومات و اطلاعات طبرى\r\nچنان كه ازين پيش گفتيم ، در ميان دانشمندان بزرگ ايرانى و نوابغ مشهور اسلامى ، در دورهء اسلام كمتر دانشمندى از جهت توسعهء دايرهء معلومات و تبحر در هر يك از آنها مانند طبرى برخاسته است . طبرى با اينكه در اغلب علوم متداول عصر خود سر رشته داشت در هر يك نيز تبحر و تخصص داشت و با كثرت تأليفات - كه سابقه و لاحقه ندارد - هر يك از كتب او در نهايت اتقان و استحكام است . تمام دانشمندان اسلامى اذعان دارند كه كمتر كتابى به صحت و استحكام تاريخ بزرگ طبرى ( در تاريخ عالم ) و تفسير بزرگ او نوشته شده است .\r\nابو محمد عبد العزيز پسر طبرى كه خود از دانشمندان بوده گفته است :\r\n« طبرى از حيث فضل و دانش و هوش داراى مقامى بود كه هر كس ويرا ديده و شناخته بود منكر آن نميشد ، زيرا وى چندان از علوم اسلامى جمع كرده بود كه هيچكس ديگر بپايهء او درين قسمت نرسيده است و نيز باندازه‌اى كتب و رسالات نوشته است كه از هيچيك از علما و فقهاى اسلامى آن اندازه كتب نوشته و منتشر نشده است . طبرى در علوم قرآن و قراآت مختلف و علم تاريخ پيغمبران ، خلفا و پادشاهان و همچنين از اختلاف فقهاء با ذكر روايت ( چنان كه در كتب : بسيط و تهذيب و احكام قراآت ديده مىشود ) تبحرى بسزا و مهارتى كامل داشت . در روايات كتابهاى مذكور بسخنانى كه در ميان مردم رد و بدل ميشد و به اجازاتى كه از علما به كسانى داده ميشد اعتماد نميكرد بلكه به عين اسناد مشهور استناد مينمود . طبرى در علم لغت و نحو هم فضل و اطلاع كامل داشت چنان كه اين قسمت را در كتاب تفسير و كتاب تهذيب كه در آن شرح حالش را نوشته تذكر داده است ، همچنين در علم جدل مهارتى بسزا داشت . نقضهائى كه وى بر مخالفانش كرده و در كتبش نوشته است خود بهترين دليل است كه او ازين علم نيز بهرهء كافى و وافى داشته است . » ابو جعفر طبرى با اينكه عالمى متبحر و فقيهى جامع و محدثى بى بديل بود ، از علوم ادب و شعر و لغت نيز حظى وافر و اطلاعى كامل داشت . ثعلب كه يكى از علماى\r\n","description":"","footnote":"","page_name":" 24 ","page_number":25},
  {"content":"\r\nمعروف ادب است ، گويد : « پيش از آنكه مردم براى فرا گرفتن علوم ادب و اشعار نزد من آيند ، ابو جعفر طبرى شعر شعرا را نزد من ميخواند » ابو العباس نحوى كه از معاريف علوم ادبيه است روزى از اصحاب خود پرسيد چه كسى از علماى نحو در جانب شرقى بغداد باقيمانده است ؟ گفتند هيچكس باقى نمانده است ، تمام شيوخ و اساتيد از ميان رفتند آنگاه ابو العباس بمخاطب خود گفت : حتى جانب شما هم از بزرگان و دانشمندان نحو خالى شده است ؟ جواب داد : آرى مگر اينكه طبرى فقيه را جزء علماى نحو هم حساب كنيم . ابو العباس پرسيد :\r\nپسر جرير ؟ جواب شنيد : آرى آنگاه گفت كه وى از علماى متبحر و بصير در نحو « مكتب كوفيين » مىباشد . گفته‌اند اين سخن از ابو العباس غريب است زيرا وى مردى تندخو و مغرور بود و براى هيچكس شهادت بحذاقت و تبحر در علمى نميداد ، و از اينكه دربارهء طبرى از علمى كه خود در آن يگانه بود اين گونه شهادت داده است ، دليل روشنى بر احاطه و اطلاع كامل طبرى از علم نحو مىباشد . داستان ملاقات طبرى را با ابو الحسن سراج مصرى كه از نامداران و مشاهير علماى شعر و ادب بوده است و مذاكره و مباحثهء آن دو را در علوم شعر و ادب ازين پيش ذكر كرديم .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":26},
  {"content":"\r\n\r\nطبرى در تمام علوم زمان خود دست داشت\r\nچنان كه اشاره شد طبرى در اغلب علوم متداول عصر خود از : حديث ، فقه ، تفسير ، تاريخ ، قرائت قرآن ، نحو ، لغت ، عروض ، شعر ، حساب ، هندسه ، جبر و مقابله ، منطق ، جدل ، طب مهارت و تبحر داشت و از استادان محسوب ميشد .\r\nنكتهء قابل توجه آنست كه طبرى در بيشتر علوم مذكوره تأليفات نفيس دارد و هر يك از مؤلفات او در قسمت خود از جهت استحكام و صحت مطالب كم نظير مىباشد . طبرى با اينكه يك تن فقيه و محدث و آشنا بعلوم قرآن و قراآت مختلف آن بود ، در عين حال از علم طب نيز بهرهء وافى و اطلاع كافى داشت و اين گونه وسعت اطلاعات و تخصص و تبحر در علوم گوناگون براى كمتر كسى از دانشمندان اسلامى بلكه از مردم جهان اتفاق افتاده است .\r\nدربارهء تبحر و تخصص طبرى در يكى يكى از علوم مختلفى كه فرا گرفته بود چنين نوشته‌اند :\r\n« طبرى مانند يك تن عالم بعلوم قرآن بود و چنان مينمود كه از هيچ علمى بهره‌اى ندارد مگر از قرآن و چون يك تن محدث بود كه جز حديث علم ديگرى نميداند . و همچون فقيهى بود كه به غير از فقه از علوم ديگر آگاهى ندارد و مثل عالم نحوى بود كه بجز نحو چيز ديگرى نميشناسد ، و چون حسابدانى بود كه فقط علم رياضى و حساب ميداند . » بنابرين طبرى همچون ذو فنونى بود كه در هر يك از علوم و فنون مانند يك تن ذى فن تبحر و تخصص داشت چنان كه هر ذى فنى كه با وى در مباحثه و مناظره روبرو ميشد چنان گمان ميكرد كه طبرى فقط در همان علم و فن تخصص دارد . [ 1 
  ] در نتيجهء اين وسعت اطلاعات و تبحر در علوم گوناگون بود كه ابن خزيمه يكى از دانشمندان همعصر طبرى دربارهء او گفت : « بر روى سطح پهناور زمين مردى داناتر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] طبرى از جهت ذو فنونى و ذو فنى مصداق شعر نظامى بوده است :\r\nچو هر ذو فنونى بفرهنگ و هوش بسا يك فنان را كه ماليده گوش\r\n","page_name":" 26 ","page_number":27},
  {"content":"\r\nاز پسر جرير نميشناسم . » هر گاه يكى يكى از آثار علمى طبرى را با يكى يكى از كتب و مؤلفات علماى ديگر جمع كنند و آنها را با يك ديگر مقايسه و موازنه نمايند ، آنگاه فضل و رجحان كتب وى بر كتب ساير علما - چه از نظر كيفيت و چه از نظر كميت - معلوم خواهد شد . سمعانى دربارهء طبرى چنين نوشته است [ 1 
  ] « . . . يكى از بزرگان و پيشوايان علمى در مسائل بعقيدهء طبرى فتوى و حكم ميداد ، و در مواقع اختلاف بآراء و عقايد او رجوع ميكرد زيرا او را عالمتر و متبحرتر ميدانست . طبرى آن اندازه از علوم جمع كرده بود كه هيچيك از دانشمندان عصرش بپايهء او نميرسيدند . طبرى حافظ قرآن و آشنا بقراآت مختلف و بصير بمعانى و احكام آن بود . . . همچنين در فقه و حديث مهارت تمام داشت و باقوال صحابه و تابعان و كسانى كه بعد از آنان بودند محيط بود . در علم تاريخ و آشنائى باخبار مردمان گذشته نيز اطلاع كامل داشت . . . » ابن خلكان در تاريخ خود نوشته است : [ 2 
  ] « . . . و طبرى را مصنفات گرانبهائى است كه در فنون عديده نوشته شده و دلالت دارد بر وسعت علم و بسيارى فضل او . طبرى از ائمه مجتهدين بود كه از هيچكس تقليد نكرد . ابو الفرج نهروانى معروف به ابن طرار در مذهب پيرو او بود . . . »\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] الانساب خطى - كتابخانهء مجلس شوراى ملى .\r\n[ 2 
  ] وفيات الاعيان ج 2 - چاپ ايران .\r\n","page_name":" 27 ","page_number":28},
  {"content":"\r\n\r\nخوى و خلق شخصى و روش و رفتار اجتماعى طبرى\r\nطبرى نه تنها از جهت وسعت معلومات و بسيارى تأليفات و تبحر در انواع علوم و فنون عصر خود كم نظير بوده است ، بلكه از حيث خوى و روش زندگى و تهذيب اخلاق و مناعت طبع و بلندى همت و مراعات اصول و قوانين مربوط بتكميل مراتب نفسانى و حفظ صحت جسمانى ، نيز از دانشمندان كم نظير بوده است .\r\nخوى و خلق شخصى و روش و رفتار علمى و اجتماعى طبرى شايسته است كه سرمشق طالبان دانش و ادب قرار گيرد تا آنان را به راه نيكبختى و رستگارى رهبرى كند .\r\nچنان كه بزرگان و پيشوايان دين دستور داده‌اند كه انسان معتدل آنست كه هم در تهذيب و تكميل قواى نفسانى و عقلانى بكوشد و هم مراقبت در صحت و سلامت تن و قواى جسمانى داشته باشد ، طبرى نيز كمال مراقبت و رعايت را دربارهء تن و روان خود داشت . تكميل قواى روحانى و فكرى همان فرا گرفتن علوم و فنون گوناگون و اشتغال دائمى بمطالعه و مباحثه و نوشتن كتب و رسائل و عمل كردن بمعلومات خود و انجام دادن تمام تكاليف و وظايف دينى و اخلاقى بود مراقبت و توجه به بدن و قواى جسمانى ، رعايت بهداشت واقعى و اعتدال در خواب و خوراك و ساير امور مربوط به صحت و سلامت بدن بود . بهترين دليل اين مطلب طول عمر وى توأم با صحت كامل و سلامت تمام اعضا و قواى جسمانى و فكرى او مىباشد ، چنان كه در سن 86 سالگى كه وفات يافت هنوز بيشتر موهاى سر و رويش سياه و قوايش سالم بود و تا همان نزديك مرگ بتعليم و تدريس و تأليف و تصنيف اشتغال داشت . با اين وصف اگر بگوييم پيروى از روش و رفتار طبرى در زندگى تحصيلى و علمى و در زندگانى عادى و اجتماعى دانشجويان و طالبان مقامات علمى و اجتماعى را بسر منزل مقصود رهبرى ميكنند ، سخنى بگزاف و دور از حقيقت نگفته‌ايم .\r\nازين پيش بپاره‌اى از محاسن اخلاق طبرى اشاره كرديم ، اينك نيز براى تعميم فايده و تكميل مطالب سابق مختصرى از اخلاق و عادات او را ذكر ميكنيم :\r\nابو جعفر طبرى از جهت رعايت امور مذهبى ، مردى پرهيزگار و پارسا بود و\r\n","description":"","footnote":"","page_name":" 28 ","page_number":29},
  {"content":"\r\nبانچه علم و عقيده داشت عمل ميكرد . در اظهار عقايد دينى و علمى خود كمال صراحت لهجه و شجاعت داشت و بپيروى از دستور قرآن كريم : * ( لا يَخافُونَ لَوْمَةَ لائِمٍ 5 : 54 ) * ، در مقابل بيان حق و حقيقت از هيچگونه سرزنش و ملامتى ترس و واهمه نداشت چنان كه در داستان مباحثهء او با پيروان احمد بن حنبل اين حقيقت كاملا آشكار مىشود .\r\nطبرى در امانتدارى و خلوص اعمال و صدق و صفاى نيت و پاكيزگى و طهارت نفس و حسن عقيدت از مردان كم نظير بود . بهترين گواه و شاهد اين معنى كتابى است كه وى در « آداب نفوس » تأليف كرده است . كتاب مذكور به خوبى مرتبهء ديندارى و پاكيزگى اخلاق او را نشان ميدهد . طبرى با آنكه بيشتر اوقات خود را مصروف كارهاى علمى از تأليف و تصنيف و املاء احاديث و مباحثه و تدريس ميكرد ، از بجا آوردن اعمال مذهبى و عبادات روحانى اندكى غفلت نميورزيد . گفته‌اند : در هر شب ربعى از قرآن و گاهى مقدار بسيار قرائت ميكرد .\r\nشكى نيست كه تمسك باعمال روحانى و عبادات مذهبى كه از روى بصيرت و فهم باشد براى خردمندان و دانشجويان و دانشمندان بهترين راهى است براى رسيدن بحقائق و درك مشكلات و معضلات علمى و پاك شدن نفس از آلودگيها و پليديها و ارتقاء آن بعوالم ملكوتى و نيل بمقامات عاليهء انسانى .\r\nبزرگان علم و ادب كسانى بوده‌اند كه در تكميل و تهذيب قواى نفسانى و پرورش فكر و ذوق از راه عبادات بىريا و خالص و خشوع و خضوع در مقابل ذات واجب الوجود ، اقدام كرده‌اند . در شرح حال بزرگترين فيلسوف و دانشمند اسلامى ، شيخ الرئيس ابو على سينا ، نوشته‌اند كه در مواقع برخورد بمسائل غامض و لا ينحل فلسفه ، نخست تن خود را از آلودگيهاى ظاهرى پاك ميكرد ، خود را شست و شو ميداد و وضو ميگرفت و آنگاه براى تصفيهء روح با كمال خلوص و عجز روى بدرگاه آفرينندهء جهان مىآورد و به نماز مىايستاد و ازين راه آئينه فكر و خرد را از گرد و غبار و آلايشهاى طبيعى صيقلى ميكرد و صفا و جلا ميداد ، پس از آن بفهم و درك قضايا و مسائل علمى و فلسفى - كه در ابتدا لا ينحل مينمود - توفيق مىيافت .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":30},
  {"content":"\r\n\r\nصفا و پاكيزگى تن و روان از راه عمل كردن بدستورات دينى پيدا مىشود\r\nدر اين جا بىمناسبت نيست اندكى درين موضوع بسط سخن داده شود . چون در عصرى كه ما زندگى ميكنيم ، « ماده » و افكار ماديگرى زياد توجه و نظر مردمان جهان را به خود معطوف داشته است و تمام امور و شئون زندگى را از نظر ماديگرى نگاه ميكنند ازين جهت شايد اين گونه حقايق در ابتداى امر به نظر غريب و بر خلاف اصول علمى جلوه كند زيرا كسانى كه در چهار ديوار تنگ ماديگرى فرو رفته‌اند نميتوانند انديشه و خرد خود را از تنگناى « ماده » و ماديگرى خارج سازند و آثار شگرف روح و صفاى آن را درك كنند .\r\nبعقيدهء نويسندهء اين اوراق ، يكى از بزرگترين علل موفقيت علما و بزرگان پيشين و رسيدن آنان بمدارج عاليهء علمى و مقامات شامخهء روحانى پاكيزگى روح و جسم آنان از آلودگيها و پليديها بوده است . اين پاكيزگى تن و صفاى روح پيدا نميشود مگر از راه تهذيب نفس و تزكيهء اخلاق و كشتن هوى و هوسهاى شيطانى و غلبه دادن عقل خود را بر احساسات و تمايلات نفسانى راه راست و آسان براى رسيدن به اين نتيجه پيروى از دستورات بزرگان و پيشوايان دين و انجام دادن وظايف و تكاليف دينى است مخصوصا عبادات كه اگر با خلوص نيت و صفاى عقيدت و با جمع بودن شرايط انجام شود بىشك موجب پاكيزگى و نورانيت روح و خرد آدمى مىشود .\r\nدر اين جا نميخواهم فقط از راه تعبد و حديث و خبر فوايد ايمان و ديندارى را بيان كنم بلكه چون بحث و گفتگوى ما دربارهء علل رسيدن دانشمندان پيشين بمقامات عاليهء علمى است ، اين موضوع را نيز از راه علمى تجزيه و تحليل ميكنم .\r\n\r\nبا تن سالم و روح پاك بهتر ميتوان بدرجات عاليهء علمى رسيد\r\nمعلوم است كه علوم و فنون از نوع معقولات و معنويات است و مفاهيم و معنويات مستقيما با عقل و روح انسان سر و كار دارند ، پس هر چند روح آدمى صافىتر و عقل و خردش كمتر آلوده\r\n","description":"","footnote":"","page_name":" 30 ","page_number":31},
  {"content":"\r\nبآلايشهاى مادى و پليديهاى طبيعى باشد بمعقولات نزديكتر مىشود و براى درك آنها مهياتر ميگردد . و هر چند فرو رفتگيش در امور مادى زيادتر باشد و تن و قواى جسمانيش آلوده بناخوشيها و پليديهاى طبيعى و روح و عقلش آلوده بناخوشيهاى معنوى و هوى و هوس و آز و آلودگيهاى ديگر باشد از معقولات و امور معنوى دور تر مىافتد .\r\nآن كس كه فراغ خاطر و صفاى روح و پاكيزگى جسم داشته باشد بدان مقام ميرسد كه حقايق بىپرده برو مكشوف و مشكلات و معضلات بىوساطت اسباب و علل مادى بوى اشراق و الهام ميشوند . در نتيجه آن فرد شاخص و يگانه‌اى كه صفاى روح و سلامت عقلش از همه بيشتر است يعنى مولاى متقيان و سرور پرهيزكاران حضرت على عليه السلام بدان درجه ميرسد كه ميگويد و حق ميگويد : * ( لو كشف الغطاء ما ازددت يقينا ) * ( اگر پرده‌هائى كه ميان ما و حقايق فاصله است از ميان برود بر علم و يقين من چيزى افزوده نخواهد شد ) .\r\nبارى از موضوع دور نيفتيم ، اميد است از همين فشرده و خلاصه‌اى كه ذكر شد طالبان حقيقت و دانش را بهره و سودى حاصل گردد و راه رسيدن به مقصود و هم آهنگ كردن تن و روح خود را با علوم و فنون بر آنان آشكار و نمايان گردد .\r\nاينك برگرديم بشرح حال و رفتار طبرى كه از همين راه بدان درجهء علمى و زهد و تقوى رسيد كه شمه‌اى از آن بيان و پارهء ديگر بيان مىشود .\r\nعبد العزيز پسر محمد طبرى گفته است : « ابو جعفر ، ظاهرى ظريف و نظيف و باطنى پاكيزه و مصفى داشت . در معاشرت داراى خلق و خوئى نيكو بود و همواره از حال جميع اصحاب و معاشرانش جويا ميشد » در خوراك و پوشاك و رفتار و گفتار داراى ادب نيك و پسنديده بود . با همگى دوستان و يارانش با روئى گشاده و چهرهء متبسم سخن ميگفت و گاهى با نيكوترين وجهى با آنان به شوخى و مزاح ميپرداخت و لطائف و ظرائف ذوقى و ادبى ميگفت .\r\nبسا اتفاق مىافتاد كه ميوه‌اى براى او هديه مىآوردند و او سخنان بسيار در بارهء آن ميوه ميگفت كه از هيچيك از مسائل علمى و فقهى خارج نبود . »\r\n","description":"","footnote":"","page_name":" 31 ","page_number":32},
  {"content":"\r\nاز عادات و اخلاق طبرى آن بود كه هر گاه كسى براى او هديه‌اى ميفرستاد ، اگر ميتوانست عوض آن را بفرستد و جبران احسان بنمايد ، آن را ميپذيرفت و تلافى ميكرد و در غير اين صورت از قبول آن خوددارى ميكرد و از هديه فرستنده بوجه نيكوئى پوزش ميخواست .\r\nيكى از ثروتمندان آن زمان بنام ابو الهيجاء پسر حمدان سه هزار دينار براى طبرى فرستاد ، چون طبرى را بران نظر افتاد در شگفت شد و گفت : « آنچه را كه بمكافات و جبران آن توانائى ندارم نميپذيرم . كجا مرا توانائى است كه ازين مبلغ زياد جبران كنم ؟ ! » بوى گفتند كه غرض از اهداء اين دينارها نزديكى به خداوند و تحصيل اجر و ثواب است . ولى طبرى خوددارى از قبول كرد و آن را براى صاحبش باز پس فرستاد .\r\nابو الفرج بن ابو العباس اصفهانى كاتب نزد ابو جعفر طبرى آمد و شد داشت و كتابهاى خود را پيش او قرائت ميكرد ، روزى ابو جعفر از وى خواست كه براى ايوان كوچكى بوريايى ببافد ابو الفرج اندازهء ايوان را گرفت و پس از چند روز بوريا را ساخت و محض تقرب و ارادت تقديم ابو جعفر كرد . چون از خانه بيرون شد ، ابو جعفر پسر خود را خواند و چهار دينار بوى داد كه بابت بهاى بوريا به ابو الفرج دهد .\r\nابو الفرج از گرفتن پول خوددارى كرد ، طبرى نيز از قبول حصير امتناع ورزيد مگر اينكه ابو الفرج دينارها را بگيرد .\r\nديگر از حكاياتى كه دلالت بر مناعت و بزرگوارى طبرى دارد ، حكايت ذيل است كه يكى از معاصران طبرى نقل كرده است .\r\nابو على محمد بن عبيد الله وزير ، انارى بعنوان هديه نزد طبرى فرستاد . طبرى آن را قبول كرد و در ميان همسايگان خود پخش نمود . چون زمانى ازين واقعه گذشت ، وزير مذكور ، زنبيلى كه در آن كيسه‌اى بود و در ميان كيسه ده هزار درهم بود بسوى طبرى گسيل داشت و با آن رقعه‌اى فرستاد كه در آن درخواست كرده بود كه طبرى هديهء مذكور را بپذيرد . سليمان واسطهء هديه گفته است كه وزير به من\r\n","description":"","footnote":"","page_name":" 32 ","page_number":33},
  {"content":"\r\nگفت : « اگر طبرى خود هديه را بپذيرد چه بهتر و الا ازو درخواست كنيد كه آن را در ميان ياران و دوستانش كه استحقاق دارند قسمت كند . » سليمان گويد : كيسه را برداشتم و بدر خانهء طبرى رفتم و در را كوبيدم ، و طبرى از پيش با من آشنا و مأنوس بود و چنان عادت داشت كه هر گاه بعد از مجلس درس بدرون خانه ميرفت هيچكس نميتوانست برو وارد شود مگر براى كار فورى و ضرورى ، زيرا اوقاتش مستغرق در تصنيف و تأليف و مطالعه بود گفته است : بوى پيغام دادم كه از جانب وزير برسالت آمده‌ام ازينرو به من اذن دخول داد ، پس نامهء وزير را بوى دادم ، نامه را گرفت ولى از گرفتن درهمها خوددارى كرد و گفت : « خدا او را و ما را بيامرزد ، بوى سلام رسان و بگو براى ما همان انار را باز فرست . گفتم : درهمها را در ميان يارانت بكسانيكه مستحق ميباشند پخش كن و رد هديهء وزير مكن . گفت : وزير بهتر از من به حال مردمان آشناست . اگر ميخواهد بمحتاجان بخششى كند خود ميتواند . »\r\n","description":"","footnote":"","page_name":" 33 ","page_number":34},
  {"content":"\r\n\r\nشعر طبرى\r\nطبرى گاهى اشعارى ميخوانده است كه از مضامين آنها نيز ميتوان بمكارم اخلاق و مناعت نفس و عفت و پاكيزگى اخلاق او پى برد . مورخان و نويسندگان معين نكرده‌اند كه اشعار از خود طبرى است و يا از ديگرى زيرا به كلمه « انشاء » كه احتمال هر دو وجه را ميدهد تعبير كرده‌اند .\r\nدور نيست كه اشعار از خود طبرى باشد ، زيرا چنان كه از اين پيش در « مقام علمى طبرى » بحث كرديم ، طبرى در علوم ادبيه نيز مهارت و حذاقت داشت و از اشعار شعراى عرب چه از دورهء جاهليت و چه از عصر اسلام باندازهء كافى حفظ داشت .\r\nدر نكوهش از نخوت و تكبر ثروتمندان و اظهار زبونى و مذلت فقيران اين دو بيت را ميخوانده است :\r\n\r\nخلقان لا ارضى طريقهما\r\nتيه الغنى و مذلة الفقر\r\nفاذا غنيت فلا تكن بطراً\r\nو اذا افتقرت فته على الدهر\r\n\r\n« دو خوى مرا ناپسنديده است : يكى تكبر در هنگام بىنيازى و ديگرى اظهار بيچارگى در موقع نيازمندى » « پس هر گاه بىنياز شوى متكبر و سركش مشو و چون فقير گردى در مقابل روزگار سربلند بايست » در بزرگوارى طبع و مناعت نفس اين اشعار را ميخوانده است :\r\n\r\nاذا اعسرت لم اعلم رفيقى\r\nو استغنى فيستغنى صديقى\r\nحيائى حافظ لى ماء وجهى\r\nو رفقى فى مطالبتى رفيقى\r\nو لو انى سمحت ببذل وجهى\r\nلكنت الى الغنى سهل الطريق [ 1 
  ]\r\n\r\n« هر گاه تنگدست گردم ، دوستم را آگاه نميكنم ، من اظهار بىنيازى ميكنم و دوستم بىنياز مىشود .\r\n« شرمم نگهدارندهء آبروى من است ، و رفق و نرمى كه در خواستن ميكنم بهترين رفيقم مىباشد اگر من هم آبروى خود را براى بدست آوردن پول از دست ميدادم به زودى پولدار ميشدم »\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ابن خلكان نوشته است : در مجموعه‌اى اين اشعار بطبرى نسبت داده شده است .\r\nوفيات الاعيان .\r\n","page_name":" 34 ","page_number":35},
  {"content":"\r\nطبرى خود گفته است كه احمد بن عيسى علوى مكتوبى براى او فرستاده بود كه در آن اين اشعار نوشته شده بوده است : [ 1 
  ]\r\n\r\nالا ان اخوان الثقاة قليل\r\nفهل لى الى ذاك القليل سبيل ؟\r\nسل الناس تعرف غثهم عن سمينهم\r\nفكل عليه شاهد و دليل\r\n\r\n« همانا دوستان امين و استوار كم هستند . آيا براى من به اين « كم » راهى « هست ؟ از مردمان جويا شو تا خوب و بد آنان را بشناسى ، همگى دليل و شاهد اين مدعى ميباشند » طبرى در پاسخ او اين اشعار را نوشته است :\r\n\r\nيسيئى اميرى الظن فى جهد جاهد\r\nفهل لى بحسن الظن منه سبيل ؟\r\nتأمل اميرى ما ظننت و قلته\r\nفان جميل القول منك جميل\r\n\r\n« امير من درباره كوشش كوشش كننده سوء ظن دارد ، آيا براى من راهى بحسن ظن او هست ؟\r\nبينديش ، امير من ، در آنچه گمان كردى و گفتى زيرا گفتار نيك از تو نيكوست . »\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] معجم الادباء . چاپ مصر\r\n","page_name":" 35 ","page_number":36},
  {"content":"\r\n\r\nرعايت حفظ صحت و آداب غذا خوردن طبرى\r\nابو بكر بن كامل كه از شاگردان و اصحاب طبرى بوده است ، شرحى مبسوط دربارهء آداب غذا خوردن طبرى و نظافت و پاكيزگى و رعايت امور بهداشتى او نقل كرده است كه چون خالى از فايده نيست ، در اين جا بنقل مختصرى از آن قناعت ميكنيم . گفته است : من هيچكس را نظيفتر و پاكيزه‌تر در غذا خوردن از ابو جعفر نديدم . هرگز در مجلسى صداى دماغ وى شنيده نشد و هرگز كسى آب دهان و بينى او را نديد و نيز كسى نديد كه ابو جعفر قسم بخورد و يا غلطى بر زبانش جارى گردد . طبرى از خوردن چربى خوددارى ميكرد و گوشت خالص قرمز را مىخورد و هميشه آن را با كشمش مىپخت . از خوردن كنجد و عسل خوددارى ميكرد و ميگفت آن دو معده را فاسد و دهان را بدبو ميكنند و نيز ميگفت خرماى خشك معده را فاسد و چشم را كم نور و دندانها را ضايع مىكند . كسى بوى گفت من در تمام مدت عمرم از آن ميخورم و جز خوبى از آن چيزى نديده‌ام . طبرى گفت خرما دربارهء تو هيچ فرو گذار نكرده است . چه ميخواهى دربارهء تو بكند بيشتر از آنچه كرده است ؟ ! گفته‌اند كسى كه اين سخن را بطبرى گفت دندانهايش ريخته و چشمش كم نور و جسمش لاغر و رنگش زرد شده بود .\r\nياقوت حموى نيز بتفصيل چگونگى غذا خوردن طبرى را نوشته و مطالبى بيان كرده است كه دلالت بر اطلاع كامل طبرى از مبانى و مبادى علم طب دارد و نيز حاكى از آنست كه وى بقواعد و دستورات طبى و حفظ الصحه عمل ميكرده و معالجات سودمندى دربارهء خود و ديگران كرده و نتيجهء مطلوب گرفته بوده است . همچنين ياقوت شرح داده است كه طبرى از چه غذاهائى دورى ميكرد و زيانهاى آنها را بيان مينمود و بچه نوع غذا رغبت داشت و چگونه غذا را ترتيب ميداد . براى آگاهى بيشتر مراجعه شود بكتاب ارشاد الاريب الى معرفة الاديب ( معجم الادباء )\r\n","description":"","footnote":"","page_name":" 36 ","page_number":37},
  {"content":"\r\n\r\nمذهب و معتقدات محمد بن جرير طبرى\r\nاين اندازه مسلم است كه طبرى در زمان حيات متهم بتشيع و دوستى حضرت على عليه السلام و ائمه اطهار بوده است . در نتيجهء همين اتهام پس از مرگش ، از ترس عوام و متعصبان اهل سنت و جماعت ، او را در شب دفن كردند [ 1 
  ] آنچه تأييد مىكند تمايل او را بتشيع آنست كه مردم طبرستان و گيلان از همان اوايلى كه بدين مقدس اسلام درآمدند اكثر آنان شيعى مذهب بودند و بدوستى اهل بيت شهرت داشتند ازينرو يكى از پناهگاههاى شيعيان و سادات علوى در زمانهائى كه خلفاى اموى و عباسى در صدد آزار و افناء آنان بودند ، جبال طبرستان و گيلان بود . سلاطين آل بويه نيز كه خود شيعه پاك اعتقاد بودند و از مذهب شيعهء اثنى عشرى ترويج ميكردند از گيلان برخاسته بودند .\r\nدر عصرى كه طبرى نشو و نما يافت مردم طبرستان عموما پيرو حضرت على عليه - السلام و اولاد بزرگوار او بودند . از مجموع اين قرائن ميتوان استنباط كرد كه طبرى نيز از جهت تأثير محيط و خانواده و پرورش ابتدائى قطعاً شيعه و يا متمايل بتشيع بوده است ولى معلوم نيست كه بر فرض تشيع طبرى و يا تمايل او بتشيع ، معتقدات وى دربارهء صحابه و خلفاى راشدين همچون معتقدات شيعه‌هاى دوازده امامى بوده است ؟\r\nاز حكايات و قضايائى كه در تاريخ زندگانى وى ديده مىشود چنان بر مىآيد كه اگر هم تمايل بمذهب شيعه داشته است ، نسبت بخلفاى راشدين و صحابه حضرت رسول اكرم صلى الله عليه و آله نيز بدبين نبوده و آنان را گرامى ميداشته است . مگر اينكه بگوييم تجليل وى از خلفا و صحابه از راه تقيه بوده است و اين گمان در پاره‌اى از موارد چندان دور از حقيقت نمىنمايد زيرا چنان كه معلوم است شيوع مذهب تسنن در زمان طبرى آن هم در مركز خلافت اسلامى و در دربار خليفه در نهايت شدت بود و مخالفان آن مذهب بويژه شيعيان دوازده امامى هيچگونه آزادى اظهار عقايد و عمل نمودن بآداب و مراسم مذهبى خود نداشتند و ازينرو برخى از علماى آن عصر كه محققاً شيعه بوده‌اند ، به ظاهر خود را همرنگ ديگران ميكردند و از تقيه خوددارى نمينمودند .\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] معجم الادباء : چاپ مصر\r\n","page_name":" 37 ","page_number":38},
  {"content":"\r\nممكن است طبرى نيز كه محل اقامتش بغداد ، مركز خلافت اسلامى و اجتماع علما و مفتيان بزرگ اهل سنت و مدارس و مجامع تدريس و تدريس بر وفق مذهب اهل سنت بود ، خواهى نخواهى به ظاهر خود را همرنگ عموم قرار داده بوده است .\r\nنويسندهء اين اوراق دربارهء طبرى و كسانى كه مانند وى در نظر ما مشتبه هستند و از شرح احوال و عقايد آنان بطور قطع و مسلم نميتوانيم مذهب و معتقدات آنان را بدست بياوريم ولى در گوشه و كنار تاريخ زندگانى آنان اشارات و كناياتى ديده مىشود كه حاكى از تمايل آنان بمذهب تشيع است ، چنان عقيده دارد كه قطعا طرف تشيع آنان رجحان دارد زيرا اگر كسى فى الحقيقه معتقد به اين مذهب نباشد هيچ دليل منطقى و عقلائى وجود ندارد كه در عصرى كه همهء مردمان بر خلاف مذهب مذكور هستند و تمايل و تظاهر بدان مذهب موجب ضررها و خسارات مالى و جانى و اعتبارى است معهذا كسى كه معنا و باطنا معتقد و متمايل به آن مذهب نيست ، اظهار ميل به آن مذهب كند و جسته و گريخته و به اشاره و تلويح حقانيت آن مذهب و علاقه و تمايل خود را بدان برساند و يا بطرزى سخن گويد كه در آن ايهام و ابهام باشد چه آنكه اگر در حقيقت اين گونه كسى معتقد بمذهب تسنن باشد ، هيچ ترس و واهمه‌اى از اظهار عقيدهء باطنى خود ندارد بلكه آن را موجب سرافرازى و افتخار ميداند ولى در غير اين صورت ناگزير است كه سخن در پرده گويد و از راه اشاره و ايهام گاهى معتقدات باطن خود را بيان كند .\r\nاز اين گونه كلمات و سخنان دو پهلو و ايهام دار در گفتار اغلب كسانى كه مشتبه هستند از قبيل : طبرى ، نظامى ، سعدى و غير ايشان زياد ديده مىشود .\r\nاينك پس از ذكر اين مقدمه مختصر ، مطالب و قضايائى را كه مورخان و محققان دربارهء مذهب و معتقدات او نوشته‌اند در اين جا نقل و داورى را بذوق سليم خوانندگان واگذار ميكنيم : تذكر اين نكته در اين جا لازم است كه طبرى در فروع احكام و مسائل فقهى خود مذهب خاصى داشت كه از مجموع احاديث و اخبار و كلمات فقها و محدثان استنباط كرده و در فروع از هيچيك از ائمهء اربعهء اهل سنت كه مدار\r\n","description":"","footnote":"","page_name":" 38 ","page_number":39},
  {"content":"\r\nاحكام و مسائل در مذهب اهل سنت بستگى بگفته آنان دارد پيروى نميكرد و چنان كه در سابق اشاره كرديم ، در زمان طبرى و بعد از او جمعى از علماء كه بنام « جريريه » معروف شده‌اند در فروع و مسائل فقه از طبرى پيروى ميكردند .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":40},
  {"content":"\r\n\r\nنقل عقايد ديگران دربارهء مذهب و معتقدات طبرى\r\nعبد العزيز بن محمد طبرى گفته است : [ 1 
  ] « ابو جعفر طبرى در قسمت عمدهء مذاهب و آراء خود بران راه ميرفت كه پيشينيان و علما بران راه رفته بودند . وى كاملا بآداب و سنن دينى عمل ميكرد و از مخالفت پيشينيان شديدا احتراز مينمود و درين روش هرگز از ملامت و سرزنش مردم باكى نداشت و دست از عقيدهء خود برنميداشت . . . و نيز با معتزله در عقايدى كه آنان بر خلاف جماعت داشتند مخالف بود . . . » در موضوع جبر و اختيار و اعمال و افعال بندگان چنين عقيده داشت كه :\r\n« . . . هر چه در عالم از افعال بندگان وجود دارد مخلوق خداست و آنچه را كه خداوند باهل ايمان از استطاعت و توفيق بر كارهاى نيك عطا كرده است غير از آن است كه باهل كفر از عقل داده است ، و خداوند بر قلوب بندگانى كه كافر شده‌اند مهر نهاده است تا مجازات كفر آنان داده شود . » ياقوت حموى پس از ذكر اين عقيده بطبرى شديدا اعتراض كرده و چنين گفته است : « اين عقيده طبرى جدا نادرست و غلط است زيرا اگر خداوند قبل از كفر كفار بر دل آنان مهر نهاده باشد ، كارى ظالمانه انجام يافته است و اگر بعد از كفر ختم كرده باشد پس ختم بر مختوم است ( يعنى تحصيل حاصل لازم مىآيد ) و چنين قولى را هيچكس از اهل سنت و جماعت نگفته است و اين قول رافضيان ( شيعه اثنى عشرى ) و معتزله است قبحهم الله » نويسنده اين اوراق گويد ، اعتراض ياقوت حموى بر طبرى بيشتر ناشى از جنبهء تعصب خشك مذهبى است كه ياقوت حموى بدان متصف بوده است زيرا چنان كه مورخان و محققان در شرح حال ياقوت نوشته‌اند و شواهد زيادى از كتب خود او در دست است ، ياقوت با آن مرتبه فضل و احاطهء بر تاريخ عمومى و تاريخ رجال و بزرگان و جغرافياى مسالك و ممالك معهذا مردى بوده است متعصب و جامد و چون از كوچكى عقايد خاصى در وى تزريق شده بوده با همان عقايد نشو و نما يافته است از اين رو هر عقيده‌اى كه مخالف عقايد خود مىديده است جدا انكار ميكرده و در صدد رد و اعتراض برمىآمده است\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] اين قسمت و مطالب بعد از اين از كتاب معجم الادباء نقل شده است .\r\n","page_name":" 40 ","page_number":41},
  {"content":"\r\nچنان كه نسبت بطبرى نيز همين عمل را كرده است . از لهجه و لحن وى مشهور است كه تعمق زياد در اصل گفتار طبرى نكرده بلكه چون عقيدهء مذكور را منتسب برافضيان و معتزله ميدانسته است و با رافضيان بر اثر همان پرورش ابتدائى كمال عداوت داشته و حتى اين عداوت را به جائى رسانده كه نسبت بمولاى متقيان و امير - مؤمنان نيز شهرت ببغض و عداوت پيدا كرده است ازين جهت از همان آغاز امر دامن همت براى رد آن بر كمر بسته و با آوردن عبارت ركيك « رديء يعنى زشت » در اول و نفرين « قبّحهم الله » در آخر چماق تكفير را بر سر طبرى و روافض و معتزله فرو كوبيده است . اين روش و اخلاق آميخته بتعصب جاهلانه بهيچوجه شايستهء دانشمندان و دانش پژوهان نميباشد و بزرگترين آفت تحقيق مىباشد .\r\nطبرى در اظهار عقيدهء بيان شده امرى واقعى و حقيقتى ثابت را خواسته است روشن سازد - و از نظر واقع بينى و حقيقت پژوهى طبرى درين عقيده مصاب است .\r\nآيا ياقوت حموى ميتواند انكار كند كه يك تن بودائى ، هندو ، بتپرست ، گاوپرست ، ستاره‌پرست و هزاران كسان ديگر كه در نظر او كافر محسوب ميشوند و شقى و اهل دوزخ بشمار مىآيند از همان آغاز وجود و ابتداى رشد و شعور بر دين بود آيا هندو و يا بتپرستى و غيره بزرگ ميشوند و فكر و عقيدهء بودائى و بتپرستى در سرشت آنان رسوخ مىيابد و يك تن مسلمان شيعى يا سنى از همان آغاز امر بر خلاف كفار پرورش مىيابد و بزرگ مىشود ؟ كلام مأثور در ميان شيعيان كه با اصول روانشناسى و علم پزشكى امروز مطابقت دارد يعنى حديث مشهور : * ( الشقى شقى فى بطن امه و السعيد سعيد فى بطن امه ) * » نيز حكايت از همين معنى و عقيده دارد .\r\nطبرى عقايدش دربارهء قضا و قدر و جبر و اختيار بيشتر متوجه جبر و قدر مىباشد - و هر عاقل و متفكرى نيز پس از تفكر و تأمل و تجربه و ممارست در امور و شئون اين جهان به همين نتيجه ميرسد - وى چنان عقيده داشت كه « آنچه را خطا كرده است نميتوانسته است در آن به راه صواب برود و در آن چه به راه راست و درست رفته است نميتوانسته است در آن خطا كند و جملگى آنچه در عالم كون و فساد جريان دارد باراده و مشيت آفريدگار جهان است . . . »\r\n","description":"","footnote":"","page_name":" 41 ","page_number":42},
  {"content":"\r\nابو على گفته است : « طبرى در مسئلهء امامت معتقد بامامت ابو بكر ، عمر ، عثمان و على ( رضى الله عنهم ) بود و در موضوع « تفضيل » [ 1 
  ] پيروى از اصحاب حديث داشت و هر كس را از هر مذهبى كه مخالف او بود تكفير ميكرد و اخبار و شهادات آنان را قبول نمينمود و اين عقيدهء خود را در كتاب شهادات و در كتاب رساله و در اول ذيل المذيل ذكر كرده است [ 2 
  ] در باب ارث نيز راى خاصى داشت . در آنجا كه قول حضرت رسول اكرم را ذكر كرده است كه : « مسلم ارثش بكافر و كافر ارثش بمسلم نميرسد و نيز مردمان دو مذهب مختلف از يك ديگر ارث نميبرند » [ 3 
  ] چنين گفته است كه دو كافر از يك دين كه داراى دو مذهب باشند نيز از يك ديگر ارث نميبرند بنابر اين پيروان مذهب يعقوبى از دين نصارى از پيروان مذهب ملكى از همان دين ارث نميبرند و همچنين ملكى از نسطورى . و نيز پيروان مذهب شمعتى از دين يهود از پيروان مذهب سامرى از همان دين ارث نميبرند و همچنين پيروان مذهب عنانى از پيروان مذهب شمعتى - بنابرين وقتى پيروان كليساها و كنيسه‌هاى مسيحى و يهودى از حيث مذهب و مسلك اختلاف داشته باشند از يك ديگر ارث نميبرند . درين عقيده اوزاعى نيز از طبرى پيروى كرده است .\r\nدربارهء مذهب طبرى اين بحث را خاتمه ميدهيم بنقل قول مرحوم سيد محمد باقر چهارسوقى اصفهانى اعلى الله مقامه صاحب كتاب نفيس روضات الجنات . وى در ضمن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] عده‌اى از اهل سنت با آنكه معتقد بتقدم ابا بكر و عمر و عثمان در خلافت ظاهرى بر حضرت على عليه السلام ميباشند ولى از نظر فضل و علم و تقوى و نزديكى به حضرت پيغمبر اكرم صلى إله عليه و إله حضرت على ( ع ) را افضل و اعلم و ازهد ميدانند و اين طائفه معروف به « مفضله » ميباشند .\r\n[ 2 
  ] كتابهاى مذكور در دست نيست كه بتوان از آنها معتقدات و مذهب طبرى را بطور قطع و يقين بدست آورد كتاب ذيل المذيل نيز كه در دست است باز مورد حاجت را نميتوان از آن استفاده كرد زيرا آنچه از آن در ذيل تاريخ طبرى چاپ شده است منتخبى بيش نيست و قسمت اول آن چاپ نشده است .\r\n[ 3 
  ] لا يورّث المسلم الكافر و لا الكافر المسلم و لا يتوارث اهل ملتين شتى\r\n","page_name":" 42 ","page_number":43},
  {"content":"\r\nشرح احوال طبرى دربارهء مذهب او چنين مينويسد :\r\n« . . . ولى در پيش من شبههء بزرگى است دربارهء مذهب ابو جعفر طبرى بلكه بودن او از اهل مذهب حق ( يعنى شيعه ) نزد من رجحان دارد بدلايل ذيل :\r\nاول - طبرى از شهرى بوده است كه مردمان آنجا از قديم معروف بتشيع بوده‌اند و درين مذهب كمال تصلب و تعصب داشته‌اند بويژه در زمان پادشاهان آل بويه .\r\nدوم : اقدام وى بتأليف كتابى دربارهء حديث « غدير خم » در صورتى كه عموم اهل سنت و مخصوصاً متعصبان اين طايفه بهيچوجه راضى به نوشتن اين گونه كتب نيستند .\r\nسوم : پيروى نكردن طبرى در فروع از هيچيك از مذاهب چهارگانه اهل سنت كه تمام سنيان پيرو يكى از آن مذاهب ميباشند و غير از طبرى هيچكس را از اهل سنت سراغ نداريم كه پيرو يكى از مذاهب چهارگانه نباشد . با اين وصف هيچگونه دليل و باعثى براى اين امور وجود ندارد مگر اينكه بگوييم كه طبرى هر چند به ظاهر از نظر رعايت جانب خلفاء و بزرگان دولت كه همگى مذهب اهل تسنن داشتند ، تظاهر بمذهب اهل سنت داشته است ولى در باطن از پيروان مذهب تشيع بوده است . . . » [ 1 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] روضات الجنات چاپ تهران\r\n","page_name":" 43 ","page_number":44},
  {"content":"\r\n\r\nبخش دوم آثار علمى طبرى\r\nكتبه انجم لها زاهرات موذنات رسومها بالدثور ( ابن اعرابى در مرثيهء طبرى ) ازين پيش گفتيم در ميان علماى ايران و اسلام كمتر كسى باندازهء ابو جعفر طبرى در زمينه‌هاى گوناگون كتب و رسالات تأليف و تصنيف كرده است . در ميان آثار علمى طبرى دو كتاب از همه مشهورتر است و بعد از طبرى همواره در ميان ارباب فضل و دانش مورد استفاده بوده است و بمطالب آن استناد ميجسته‌اند . اين دو كتاب گذشته از جهت امتيازات و اختصاصات معانى و مطالب ، از حيث كميت و مقدار نيز بر ساير مؤلفات طبرى برترى دارند . دو كتاب مذكور عبارتند از :\r\n1 - التاريخ الكبير يا تاريخ بزرگ مسمى به « تاريخ الرسل و الملوك و اخبارهم و من كان فى زمن كل واحد منهم » 2 - تفسير بزرگ مسمى به « جامع البيان عن تأويل القرآن » درين بخش ازين رساله دربارهء دو كتاب مذكور - تا آنجا كه در خور اين رساله است - بتفصيل سخن ميرانيم و دربارهء ديگر كتب و رسالات و مؤلفات طبرى نسبت به اهميت موضوعات دربارهء بعضى توضيح و شرح مختصرى ايراد و دربارهء بعضى فقط بذكر نام و عنوان قناعت ميكنيم .\r\n\r\n1 - تاريخ بزرگ\r\nپيش از آنكه بشرح و بيان اختصاصات و مزاياى كتاب مذكور بپردازيم ، چون كتاب نامبرده از كتب اوليه‌اى است كه در تاريخ عمومى دنيا از ابتداى خلقت تا زمانى كه مؤلف ميزيسته است برشتهء تحرير\r\n","description":"","footnote":"","page_name":" 44 ","page_number":45},
  {"content":"\r\nدرآمده است ، شايسته است مختصرى دربارهء پيدايش فن تاريخ نويسى در ميان مسلمانان و مصادر و مآخذ تواريخ اسلامى و انواع و طبقات تواريخ متداول در ميان مورخان و تذكره نويسان اسلام ، نگارش دهيم .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":46},
  {"content":"\r\n\r\nچگونگى پيدايش تاريخ در اسلام\r\nعربها پيش از اسلام چنان كه همهء مورخان گفته‌اند از جهت تمدن و سياست و شوكت و اقتدار و ثروت و نيز از حيث علوم و فنون و صنايع فقيرترين و ضعيفترين ملل و امم بودند .\r\nطبعاً در فن تاريخ نويسى كه خود يكى از علوم سودمند است نيز دستى نداشتند و اثرى از خود بيادگار نگذاشتند .\r\nچون اسلام ظاهر گرديد ، در نتيجهء تعاليم عاليه پيشواى بزرگوار اسلام عربها در مدت كمى از آن مقام پست بيرون آمدند و بدرجات شامخ تمدن نايل شدند و با قوىترين و متمدنترين ملل آن زمان يعنى ايران و روم بناى جنگ و مبارزه را گذاشتند و در اندك مدتى آن دو كشور بزرگ را زير سيطره و نفوذ اسلام درآوردند .\r\nشهرهاى بزرگ و آباد ايران و روم يكى پس از ديگرى بدست مسلمانان گشوده شد و طولى نكشيد كه مردم آن شهرها مسلمان و خود شهرها رنگ اسلام به خود گرفت .\r\nاين جهانگشائى و گشودن شهرها و بسط و توسعهء تمدن و علوم اسلامى در ميان ساير ملل موجب آن شد كه مسلمانان نياز خود را بعلم تاريخ - مانند ساير علوم درك كنند و براى نوشتن شرح حال بزرگان دين و تعيين ايام و سنواتى كه در آنها حوادث و قضايائى مربوط باسلام واقع شده و نيز تاريخ صدور احكام و نظاير اينها در صدد نوشتن تاريخ و نشر آن برآيند .\r\n\r\nدانشمندان ايرانى نخستين مورخان اسلام بودند\r\nچنان كه مترجمان و نويسندگان اغلب علوم و آداب اسلامى از ميان دانشمندان ايرانى بوده‌اند ، پيشقدمان تاريخ نويسى در اسلام نيز ايرانيان بوده‌اند [ 1 
  ] عربهاى صدر اسلام بيشتر علاقه و توجهشان بمشاغل كشورى و لشكرى بود و از اشتغال بعلوم و ادبيات و فنون جميله خوددارى ميكردند و رغبتى به كارهاى علمى نداشتند .\r\nعلل شيوع و رواج علم تاريخ و پيدا شدن مورخان زياد در ميان مسلمانان امور\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] جزء سيم تاريخ تمدن اسلامى تأليف جرجى زيدان\r\n","page_name":" 46 ","page_number":47},
  {"content":"\r\nزيادى بوده است از آن جمله آنكه چون مسلمين اشتغال بجمع قرآن و احاديث و نوشتن تأويل و تفسير قرآن داشتند محتاج شدند بتحقيق اماكن و حالات كسانى كه در آيات يا احاديث بدانها اشاره شده بود ازينرو در صدد برآمدند كه نخست « سيرت نبوى » را جمع كنند زيرا با نوشتن سيرت نبى اكرم اين مقصود به عمل مىآمد [ 1 
  ]\r\n\r\nنخستين كسانى كه سيرهء نبوى نوشتند\r\nنخستين كسى كه بتدوين و تأليف « سيرهء نبوى » پرداخت محمد بن اسحق ( وفات 151 هجرى ) بود كه كتاب خود را براى منصور تأليف كرد [ 2 
  ] حاجى خليفه صاحب كتاب كشف الظنون نوشته است كه محمد بن مسلم زهرى ( وفات 124 ) كتابى در « مغازى جنگها » تدوين كرده بوده است بنابرين تأليف وى پيش از ابن اسحق خواهد بود زيرا او پيش از ابن اسحق به بيست سال و اندى وفات يافته بوده است .\r\nقديمترين كتاب جامع و مشروحى كه در سيرهء نبى اكرم نوشته شده و در دست است كتاب سيرهء عبد الملك بن هشام ( 213 هجرى ) معروف به « سيرهء ابن هشام » است .\r\nمطالب اين كتاب بيشتر نقل از ابن اسحق است و تاكنون چندين بار در كشورهاى عربى چاپ شده است .\r\n\r\nپيدايش تواريخ دربارهء فتح شهرها\r\nپس از آنكه مسلمين شهرهايى گشودند و خراج و ماليات مطابق احكام اسلامى بر مردمان آن شهرها نهادند اختلافى در كيفيت فتح پاره‌اى از شهرها پيدا شد كه به زور گشوده شده است يا به صلح يا بزنهار - و مطابق فقه اسلام خراج گرفتن از ملل غير مسلم كه شهرهاى آنان بدست مسلمانان گشوده شده است در هر يك از احوال مذكوره اختلاف دارد و در هر مورد حكم و دستور خاصى براى گرفتن خراج رسيده است - ازينرو مسلمانان ناگزير شدند كه دربارهء چگونگى فتح هر يك از شهرها بحث و تحقيق\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] جزء سيم تاريخ تمدن اسلامى تأليف جرجى زيدان\r\n[ 2 
  ] ابن النديم در كتاب الفهرست ابن اسحق را غير موثق ميداند . مينويسد كه كتاب او در نزد علماى حديث اعتبارى ندارد و در مطالب كتاب بيشتر بگفتهء علماى يهود و نصارى اعتماد كرده است .\r\n","page_name":" 47 ","page_number":48},
  {"content":"\r\nكنند و نتيجهء تحقيقات خود را در كتب و رسالاتى تدوين نمايند . در نتيجه كتب بسيارى دربارهء فتح هر شهرى نوشته شد از قبيل فتوح الشام و فتوح العراق ابو مخنف لوط بن يحيى و ابو عبد الله محمد بن عمر واقدى ( 207 - 130 هجرى ) و كتاب فتوح مصر و مغرب تدوين عبد الحكم ( وفات 257 هجرى ) و فتوح بيت المقدس و فتوح خراسان و كتاب خبر بصره و فتح آن تأليف ابو الحسن على بن محمد معروف به مدائنى ( 215 - 135 هجرى ) 1 پس از آن بتدريج دامنهء تاليف كتب تاريخى رو بتوسعه گذارد و موضوعات بزرگتر شد چنان كه كم كم فتوح ممالك و كشورها در يك كتاب نوشته شد مانند كتاب فتوح البلدان يا فتح الامصار تأليف بلاذرى ( وفات 279 هجرى ) كه از بهترين و موثقترين كتب تاريخ دربارهء فتح شهرها بدست مسلمانان مىباشد .\r\nهر چند تمدن و حضارت اسلام رو بفزونى مينهاد و وسعت ممالك اسلامى بيشتر ميشد و علوم و فنون و ادبيات بسط و توسعه مىيافت احتياج مسلمين بعلم تاريخ و شعب و انواع آن كه عبارت از تذكره و تراجم احوال بزرگان و دانشمندان از هر طبقه باشد زيادتر ميشد زيرا بواسطهء تحقيق در مسائل قرآن و حديث و نحو و صرف و ديگر علوم كه در ميان مسلمين رشد و نمو مىيافت و رو بتوسعه و رواج ميگذارد و همچنين بحث و تحقيق در سندهاى احاديث و جدا كردن احاديث صحيح از ضعيف مجبور شدند كه تحقيق در حال روات سندهاى حديث كنند و مقام و مرتبهء آنان را از حيث ثقه و مورد اعتماد بودن يا ضعيف بودن معين كنند ازين جهت راويان هر فنى را بطبقاتى تقسيم كردند و براى هر طبقه تراجم و تذكرهء احوال نوشتند از قبيل :\r\nطبقات الشعراء طبقات النحويين طبقات الفقهاء طبقات الفرسان طبقات المحدثين طبقات المفسرين طبقات اللغويين طبقات المتكلمين طبقات النسابين طبقات الاطباء طبقات الندماء و غيرها .\r\nاز آنچه ذكر شد معلوم گرديد كه در مدت كمى علم تاريخ و شعب آن در ميان مسلمانان توسعه و رواج بسيار گرفت و نگارش تراجم احوال و تذكرهء دانشمندان از هر صنف و طبقه در بين مسلمين از ساير ملل بيشتر معمول و متداول گرديد .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":49},
  {"content":"\r\n\r\nآغاز پيدايش تاريخ عمومى در ميان مسلمانان\r\nقرن دوم هجرى و نيمهء اول قرن سوم سپرى گرديد و هنوز كتب تاريخ مسلمين منحصر به همان « سيره » و « فتوح » و « مغازى » و « طبقات » بود .\r\nپيدايش تواريخ عمومى و تاريخ عالم از قبيل : تواريخ امم جهان و تاريخ شهرها و كشورها چه از امم و ملل قديمه و چه از ملل جديد بعد ازين تاريخ در ميان مسلمين رواج يافت .\r\nنخستين كسى كه در « تاريخ عمومى » كتاب تدوين كرد ابن واضح مشهور به « يعقوبى » است و كتاب تاريخ او نيز شهرت به « تاريخ يعقوبى » دارد . اين كتاب در دو جزء چاپ شده است : يك جزء در تاريخ امم و ملل قديم مانند : ايران ، روم ، هنود ، يونان و غير ايشان . جزء ديگر در تاريخ اسلام از آغاز ظهور پيغمبر اكرم تا روزگار خلافت معتمد عباسى كه در 256 بخلافت نشست .\r\nبعد از تاريخ يعقوبى ، « تاريخ بزرگ » تأليف ابو جعفر محمد بن جرير طبرى مفسر و مورخ شهير كه مورد بحث و تحقيق درين رساله مىباشد نوشته شد كه از آغاز خلقت تا حوادث سال 302 هجرى را در بر دارد .\r\nبعد از دو تاريخ مذكور ، كتاب تاريخ مروج الذهب مسعودى ( وفات 346 هجرى ) تأليف گرديد كه در آن علاوه بر ذكر تاريخ عالم ، توصيف بلاد و بحار و حيوانات و جبال و جزائر شده و بر حسب دولتها و امتها مرتب گشته است . اين كتاب چاپ شده و در دسترس مىباشد .\r\nتا قرن هفتم هجرى چندان ترقى محسوسى در نوشتن كتب تاريخ عمومى در ميان مسلمانان پيدا نشد و بر تواريخ مدونه پيش مطلب قابل ذكر و اعتنائى افزوده نگرديد تا آنكه كم كم دول اسلامى عرب در گوشه و كنار رو بانقراض گذارد .\r\nدولت و خلافت عباسى در عراق ، دولت فاطميين در مصر و دولت امويين در اندلس از ميان رفت و دول ترك و بربر و كرد و مغول جانشين آنان گرديد و مردم ممالك\r\n","description":"","footnote":"","page_name":" 49 ","page_number":50},
  {"content":"\r\nاسلامى داخل دوره و عصرى جديد شدند ازينرو درصدد تدوين اخبار و حوادث اعصار و قرون گذشته برآمدند و از كتب و نوشته‌هاى دانشمندان و مورخان قرون اوليه اسلام براى پايه‌گذارى كتب مفصل تاريخ استفاده بردند و آنها را مرتب و مبوب كردند چنان كه مطالب زائد و سلسلهء اسناد و اسامى روات را حذف نمودند و آنچه از قضايا و حوادث تاريخى مربوط بعالم كه در آنها ذكر نشده بود بر آنها افزودند و در نتيجه كتابهاى بزرگ و مشروح در تاريخ اسلام و در تاريخ عمومى جهان بوسيلهء دانشمندان اسلامى نوشته شد .\r\nاز كتب مشهور و مفصل در تاريخ يكى كتاب كامل التواريخ تأليف شيخ عز الدين على بن محمد معروف به ابن اثير جزرى ( وفات 30 6 ) هجرى ) است . اين كتاب مشتمل است بر مطالب تاريخ طبرى بحذف اسناد و اختصار نصوص مطول . پس از ذكر مطالب كتاب تاريخ طبرى رشتهء تاريخ و بيان حوادث را تا قرن هفتم هجرى كه خودش زندگى ميكرده كشيده است و نيز مطالبى دربارهء خلفاى اموى كه در غرب و اندلس سلطنت ميكرده‌اند و طبرى در تاريخ خود از آنان ياد نكرده بود ، در تاريخ خود اضافه كرده است .\r\nاين كتاب داراى 13 مجلد است و چندين بار بچاپ رسيده و از مآخذ مهم تاريخ در نظر دانشمندان اسلامى و غير اسلامى مىباشد . [ 1 
  ] بعد از ابن الاثير ، ابو الفداء ( وفات 732 هجرى ) كتاب كامل را مختصر كرد و بسيارى از اخبار ادبا و علما و اخبار عرب جاهليت را بر آن افزود . [ 2 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] بگفتهء كاتب چلپى مؤلف كتاب نفيس كشف الظنون ، كتاب كامل التواريخ بوسيلهء مولانا نجم الدين طارمى كه از اعيان دولت ميرزا ميرانشاه پسر امير تيمور گورگانى بوده است ، باشارهء آن پادشاه به فارسى ترجمه شده بوده است .\r\n[ 2 
  ] جزء سيم تاريخ تمدن اسلامى تأليف جرجى زيدان )\r\n","page_name":" 50 ","page_number":51},
  {"content":"\r\nاينك كه مختصرى دربارهء چگونگى پيدايش علم تاريخ در ميان مسلمانان و انواع و شعب تاريخ ذكر شد ، برميگرديم بشرح و بيان كتاب تاريخ طبرى و نقل عقايد و گفتهء دانشمندان و مورخان بزرگ دربارهء اين كتاب :\r\n\r\nارزش تاريخ طبرى و چگونگى جمع آورى مطالب آن\r\nكتاب تاريخ طبرى از كتب بسيار سودمند است كه در تاريخ عمومى جهان و در تاريخ اسلام نوشته شده است . اين كتاب از نظر صحت و اتقان مطالب در تمام قرون اسلامى ، پس از مؤلف ، مورد استناد و استفادهء مورخان و مرجع افاضل و دانشمندان بوده است . تاريخ طبرى مشتمل است بر اخبار و حوادث پادشاهان و پيغمبران سلف و وقايع ايام و روزگار آنان از ابتداى اين جهان تا سال 302 هجرى [ 1 
  ] در حوادث و وقايع قبل از اسلام ، شرحى مبسوط و ممتع دربارهء سلسلهء پادشاهان ايران از ابتداى تاريخ ايران و ذكر تاريخ هر يك از سلسله‌ها و نام هر يك از پادشاهان مطابق كتب سير الملوك يا شاهنامه ايراد كرده است . دربارهء سلسلهء ساسانيان كه نزديكتر به زمان مؤلف بوده‌اند و مآخذ و روايات بيشترى دربارهء آنان در دست بوده است ، مفصلتر بحث كرده و مطالب اين قسمت روشنتر و سودمندتر است .\r\nمصنف در آغاز كتاب پس از ذكر خطبه و ستايش آفريدگار دو جهان و مدح خاتم پيغمبران و خاندان و اصحاب و جانشينان آن بزرگوار چنين گفته است :\r\n« خوانندهء اين كتاب بداند كه استناد ما بدانچه درين كتاب مىآوريم بروايات و اسنادى است كه از ديگران ، يكى پس از ديگرى ، بما رسيده و من نيز خود از آنان روايت ميكنم و يا سند روايت را بايشان ميرسانم نه آنكه در آوردن مطالب تاريخ استنباط فكرى و استخراج عقلى شده باشد . . . » چنان كه ملاحظه مىشود مؤلف كتاب كمال امانت و صداقت را از خود نشان ميدهد و نسبت بتاريخ امم و ملل قديمه كه جز نقل سينه به سينه از گذشتگان بايندگان\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] در كشف الظنون تا سال 309 يعنى يك سال قبل از وفات طبرى نوشته شده است . )\r\n","page_name":" 51 ","page_number":52},
  {"content":"\r\nو حفظ كردن نسلهاى بعدى آنچه را از نسلهاى قبلى شنيده‌اند راه ديگرى براى ضبط قضايا و حوادث تاريخى نبوده ، خودش به اين موضوع تصريح كرده است ، و نيز چون در روايات و اخبار تاريخ قديم بسيارى مطالب غريب و دور از ذهن و خارج از موازين طبيعى ديده مىشود ازينرو مؤلف كتاب نيز چون خود متوجه اين معنى بوده است در مقام اعتذار از ذكر اين مطالب چنين ميگويد :\r\n« اگر ناظران و شنوندگان اخبار اين كتاب ببرخى داستانها و قصه‌ها برخورند كه عقل وجود آنها را انكار كند و سامعه از شنيدن آنها تنفر حاصل نمايد ، نبايد به من خرده‌گيرى و عيبجوئى كنند چه آنكه اين گونه اخبار را ديگران و پيشينيان براى ما نقل كرده‌اند و ما نيز آنها را چنان كه شنيده‌ايم در كتاب خود آورديم . » مؤلف در ابتداى كتاب شرحى مفيد در خصوص كيفيت و كميت زمان و تعريف آن ذكر كرده پس از آن ببيان حادث بودن زمان پرداخته و ثابت كرده كه محدث آن خداوند مىباشد ، سپس دربارهء نخستين مخلوق بر وفق احاديث و اخبار كه قلم است سخن گفته و داستان حضرت آدم و حوا و چگونگى فريب دادن ابليس آنان را بيان كرده است . بعد بذكر قصص و تاريخ يكى يكى از پيغمبران اولوا العزم و غير اولوا العزم و پادشاهان ايران و روم و ملوك الطوائف پرداخته تا آنكه رشتهء تاريخ را بمولد و مبعث حضرت رسول اكرم و نبى خاتم صلى الله عليه و آله و سلم رسانده است . پس از آن تاريخ حيات حضرت پيغمبر اكرم و نسبت شريف آن بزرگوار و ازواج و اولاد و جنگها و حوادث و قضاياى زمان آن حضرت و سيرهء آن بزرگوار و خلفا و صحابه و تاريخ اسلام را بتفصيل تا سال 302 هجرى قمرى شرح داده است [ 1 
  ] روش تاريخ طبرى در ذكر حوادث و وقايع بعد از اسلام سال بسال است از روى تاريخ هجرى .\r\nطبرى خود كتاب مذكور را تا حوادث سال 294 براى شاگردان و اصحابش تدريس كرده و به آنان اجازهء نقل داده است .\r\nابن جوزى - بنقل صاحب كشف الظنون - گفته است : « تاريخ طبرى داراى مجلدات بسيار بوده و آنچه بما رسيده است مختصرى از مفصل است . »\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] معجم الادباء ياقوت حموى .\r\n","page_name":" 52 ","page_number":53},
  {"content":"\r\nچنان كه ازين پيش نيز اشاره شده طبرى هر يك از تفسير و تاريخ بزرگ را نخست درسى هزار ورق نوشته بود و چون شاگردانش از درازى آن تعجب كردند و خواستار اختصار شدند هر يك از آن دو كتاب را در سه هزار ورق خلاصه كرد . .\r\nياقوت حموى در كتاب معجم الادباء گفته است : « . . . اين كتاب از جهت شرف و بزرگى در دنيا بى نظير است و درين كتاب بسيارى از علوم دين و دنيا فراهم شده است و اوراق آن نزديك به پنج هزار مىباشد . » طبرى كتاب ديگرى در تاريخ تأليف كرده و نام آن را ذيل المذيل گذارده است ، اين كتاب در حقيقت دنبالهء كتاب تاريخ بزرگ او و جزء اخير آن كتاب محسوب ميگردد . كتاب اخير دربارهء شرح حال اصحاب حضرت پيغمبر صلى الله عليه و آله و سلم است كه در حال حيات آن حضرت يا بعد از آن وفات يافته و يا بقتل رسيده‌اند بعد بذكر تابعان و كسانى كه بعد از آنان آمده‌اند پرداخته است تا ميرسد باساتيد و شيوخى كه خود از آنان حديث و روايت شنيده است . دربارهء هر يك مختصرى از اخبار و عقايد و مذاهب آنان نيز آورده است و از ارباب فضل و دانش كه بمذهب و عقيدهء ناشايستى منسوب شده‌اند و در واقع از آن عقيده و مذهب برى ميباشند از قبيل حسن بصرى ، قتاده و عكرمه و غير آنان دفاع كرده است . طبرى در سال 300 هجرى از نوشتن اين كتاب فراغ يافته است .\r\nبگفتهء ياقوت حموى ذيل المذيل بهترين و سودمندترين كتابى است كه در نوع خود نوشته شده است و طلاب و افاضل اهل علم در آن ميل و رغبت زياد دارند و عدد اوراق آن به هزار ورق ميرسد .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":54},
  {"content":"\r\n\r\nگفتار مورخان و دانشمندان دربارهء تاريخ طبرى\r\nكتاب تاريخ طبرى از جمله كتب پر ارزش و سودمندى است كه از زمان تأليف تاكنون همواره ارزش و مقام خود را حفظ كرده و مورد توجه و استناد و استشهاد دانشمندان و مورخان بوده است . مورخان اسلام و غير اسلام در تمام اين مدت كه متجاوز از هزار سال مىشود از كتاب مذكور استفاده نموده و آن را مرجع و مأخذ خود قرار داده‌اند .\r\nمسعودى در مقدمهء كتاب نفيس و پرارزش خود بنام مروج الذهب پس از نام بردن جمع بسيارى از مورخان و شمردن كتب هر يك از آنان با ذكر مزايا و اختصاصات آنها چنين مينويسد :\r\n« . . . و اما تاريخ ابو جعفر طبرى كه برترى بر كتب ديگر تاريخ دارد و افزونتر از آنهاست ، جامع انواع خبرها و آثار و حاوى اقسام فنون و علوم مىباشد .\r\nاين كتاب داراى محسنات و فوايد زياد است و نفعش به تمام طالبان و پژوهندگان تاريخ و آثار گذشتگان ميرسد . مؤلف اين كتاب فقيه عصر و زاهد و پرهيزكار زمان خود بوده است و علوم فقهاء و دانشمندان شهرها و اخبار محققان سير و آثار بوى منتهى گرديده بوده است . . . » [ 1 
  ] مورخ علامه ابو الحسن على بن ابو الكرم معروف به ابن اثير جزرى در مقدمه كامل التواريخ خود نوشته است :\r\n« . . . و ابتدا كردم بتاريخ بزرگ تأليف امام ابو جعفر طبرى زيرا كتاب مذكور در نزد عموم محققان مورد اعتماد و در موارد اختلاف محل رجوع مىباشد . . .\r\nو من از ميان همگى مورخان بطبرى اعتماد كردم زيرا وى از روى حق و صواب درين فن پيشوا و از روى حقيقت و واقع جامع علوم و فنون مىباشد . . . » [ 2 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] مروج الذهب مسعودى چاپ پاريس\r\n[ 2 
  ] كامل التواريخ ابن اثير جلد اول چاپ مصر\r\n","page_name":" 54 ","page_number":55},
  {"content":"\r\n\r\nاهتمام دانشمندان اروپا بطبع و نشر تاريخ طبرى و استفادهء از آن\r\nشهرت و رواج كتاب تاريخ طبرى تنها در ميان مسلمانان و استفاده از آن منحصر به آنان نبوده است بلكه از زمانى كه غربيان بعلوم و فرهنگ و آثار درخشان اسلامى و شرقى آشنا شدند و در صدد كسب و اقتباس برآمدند كتاب مذكور نيز مورد استفادهء آنان قرار گرفت و براى بحث و تحقيق از تاريخ عالم و تاريخ اسلام بدان كتاب مراجعه كردند . گروهى از مستشرقين كتاب تاريخ طبرى را بزبانهاى اروپائى ترجمه و تلخيص كردند تا دانشمندان و محققان كشورهاى آنان بيشتر از آن استفاده كنند . مستشرق معروف دخويه M . D . Goeje با جمعى از محققان و علماى هلاند در سال 1879 ميلادى بطبع و نشر اين اثر بزرگ پرداختند و در سال 1901 ميلادى چاپ آن در ده مجلد بپايان رسيد .\r\nجلد دهم مشتمل بر مدخل و حواشى و نسخه بدلها و تصحيحات و تعليقات مىباشد . در همين تاريخ مستشرق دانشمند ديگر نولدكه M . Noldeke از كتاب مذكور قسمت مربوط بتاريخ ايران قبل از اسلام يعنى سلسلهء ساسانيان را استخراج كرد و ترجمه نمود . ترجمهء مذكور خود كتابى سودمند مىباشد . [ 1 
  ]\r\n\r\nترجمهء فارسى تاريخ طبرى بوسيلهء ابو على بلعمى\r\nكتاب تاريخ طبرى را ابو على محمد بن محمد بلعمى وزير منصور بن نوح سامانى در سال 352 كه هنوز نيم قرن از وفات طبرى نگذشته بوده است به فارسى ترجمه و تلخيص كرده است [ 2 
  ] « اين كتاب چنان كه در مقدمهء آن اشاره شده است به فارسى هر چه نيكوتر ترجمه شده است و تمام تاريخ محمد جرير را شامل بوده است مگر آنكه نام روات و اسناد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] كتاب : متفكران اسلام تأليف بارونكارراى فرانسوى De l ، islam , - Par : Barron Carrade Vaau Les Penseurs\r\n[ 2 
  ] نويسندهء اين رساله دربارهء « خاندان بلعميان » رسالهء جداگانه نوشته و در آن راجع بمزايا و اختصاصات ترجمهء تاريخ طبرى كه بوسيلهء وزير دانشمند ابو على بلعمى به فارسى ترجمه شده بتفصيل بحث كرده است .\r\n","page_name":" 55 ","page_number":56},
  {"content":"\r\nپياپى از آن افكنده شده است و از ذكر روايات مختلف در يك مورد كه در اصل عربى ذكر شده مترجم احتراز كرده و از اختلاف روايتها ، بر يك روايت كه در نزد مؤلف يا مترجم مرجح به نظر رسيده اكتفا جسته است و نيز هر جا كه روايتى ناقص يافته است آن را از مأخذهاى ديگر در متن كتاب نقل كرده و اشاره نموده است كه پسر جرير اين روايت را نياورده بود و ما آن را آورديم مانند مقدمهء مفصلى از به دو تاريخ يا داستان بهرام چوبين در سلطنت هرمز و نظاير اينها . . . » [ 1 
  ] از آن چه گفته شد روشن گرديد كه ابو على بلعمى وزير دانشمند در حقيقت بترجمه خشك و مقيد اكتفا نكرده و برخى فصول را نسبت باصل كتاب مقدم و مؤخر قرار داده است همچنين بتعبير خود گاهى « بيرون از كتاب پسر جرير » اخبار و تأويلات فلسفى و حكايات و قصصى دربارهء پيغمبران آورده است .\r\nترجمهء فارسى تاريخ طبرى مأخذ و مرجع بسيارى از ترجمه‌هاى ديگر تاريخ طبرى مانند ترجمه بتركى و ترجمه به عربى شده است زيرا بواسطهء اطناب و تفصيل تاريخ طبرى و زيادى حجم آن و اختصار و شيوائى ترجمهء بلعمى اولى موجب زحمت و عسرت استنساخ و كسالت و ملالت خوانندگان و دومى سهل التناول براى نوشتن و شيرين و شيوا براى خواننده است .\r\nيكى از مستشرقان فرانسوى بنام دوبو LDubeaux بر آن شد كه ترجمهء بو على را بفرانسه ترجمه كند و اين كار را شروع كرد و مستشرق ديگر فرانسوى بنام زوتامبرك M . Zotemberg كار ناتمام او را دنبال كرد و بانجام رسانيد [ 2 
  ] مؤلف كتاب متفكران اسلام دربارهء ارزش اين كتاب چنين نوشته است :\r\n« عبارات كتاب ترجمهء تاريخ طبرى فصيحتر و شيواتر از متن عربى است و يكى از گنجينه‌هاى نفيس نثر قديم فارسى شمرده مىشود . بلعمى در مجلد اول و قسمتى از مجلد دوم كتاب خود تا اندازه‌اى بحوادث و قضاياى تاريخى صورت داستان و قصه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] جلد دوم سبك شناسى تأليف ملك الشعراء بهار .\r\n[ 2 
  ] متفكران اسلام\r\n","page_name":" 56 ","page_number":57},
  {"content":"\r\nداده است و ازينرو خواننده با كمال ميل و رغبت به خواندن آن ميپردازد . باقى مجلدات شامل مطالب تاريخى و حاوى فوائد مهمى است » در اين جا بحث و تحقيق دربارهء تاريخ طبرى را خاتمه ميدهيم و براى اينكه خوانندهء اين رساله تا اندازه‌اى از چگونگى مطالب تاريخ طبرى آگاه شود و نيز در پارهء از موارد كه ابو على بلعمى در ترجمه خود اضافاتى آورده است ترجمه را با اصل مقايسه كند ، چند قسمت از مجلد اول را كه شامل تاريخ قبل از اسلام است به فارسى ترجمه ميكنيم و چند مورد از ترجمهء ابو على را نيز عينا در اين جا نقل و خود ما نيز همان مورد را از تاريخ طبرى ترجمه ميكنيم :\r\nدر جزء دوم تاريخ طبرى كه بيشتر از پادشاهان ايران از كيانيان و اشكانيان و ساسانيان بحث كرده است ، شرح مبسوط و سودمندى درباره واليان و فرماندهانى كه از جانب شاهنشاه ايران در خاك حيره ( عراق عرب ) و خاك حمير ( يمن ) حكومت كرده‌اند نوشته است از آن جمله دربارهء حاكم يمن در زمان خسرو پرويز چنين مينويسد :\r\n\r\nمروزان فرمانده ايرانى از جانب هرمز در يمن\r\n« از هشام بن محمد شنودم كه : هرمز پسر انوشيروان « زين » را كه حاكم يمن بود عزل كرد و « مروزان » را بجاى او برگزيد . « مروزان » زمان درازى در يمن فرمانروا بود چنان كه داراى فرزندانى شد و فرزندانش بسن رشد و بلوغ رسيدند . يمن داراى ناحيهء كوهستانى بود بنام « مصانع » . در زمان « مروزان » مردمان آن ناحيه بناى سركشى و مخالفت گذاردند و از دادن ماليات و خراج خود - دارى كردند . در مدخل دژ محكم مصانع كوه بلندى وجود داشت كه صعود بدان ممتنع بود نزديك آن كوه ، كوه مرتفع ديگرى بود كه ميان آن دو بريدگى و دره عميقى وجود داشت كه عبور از آن نيز مشكل بود و بخاطر كسى نميرسيد كه بتواند از آن تنگه بگذرد . مروزان براى سركوبى مردم مصانع بدان ناحيت لشكر كشيد چون بدانجا رسيد و وضع طبيعى آنجا را ديد دريافت كه جز از يك دروازه بدان دژ راهى نيست و آن دروازه را نيز هميشه يك تن نگهبانى مىكند . مروزان براى دست يافتن به آن دژ محكم بر كوهى كه برابر دژ بود بر شد و تنگترين فاصله ميان دو كوه را در نظر گرفت\r\n","description":"","footnote":"","page_name":" 57 ","page_number":58},
  {"content":"\r\nو تنها راه رسيدن بدژ را در عبور از آن قلهء مرتفع كه تا زمين فاصلهء زيادى داشت ديد پس بلشكريانش فرمان داد كه در دو صف قرار گرفتند . آن گاه بفرمان او همه يك باره فرياد بركشيدند و خود مهميز بر اسب زد و اسب را از آن تنگه جهانيد ، و بر روى دژ قرار گرفت . مردم حمير يعنى ساكنان دژ كه اين كار شگفت و دلاورى مروزان را ديدند به زبان حميرى گفتند اين شيطان است . پس مروزان دژ را گشود و مردمان آنجا را سركوبى و گوشمالى سخت داد . بفرمان او مردم دژ بازوهاى يك ديگر را بستند آن گاه آنان را از دژ فرود آورد و گروهى را كشت و جمعى را اسير كرد . پس نامه‌اى بخسرو پرويز شاهنشاه ايران نوشت و داستان سركوبى مردم مصانع را گزارش داد .\r\nخسرو از تدبير و شجاعت او در شگفت شد و فرمان داد هر كه را خواسته باشد در يمن بجاى خود بگمارد و خود بپايتخت رهسپار گردد .\r\nمروزان دو پسر داشت كه يكى از آن دو بشعر و ادب عرب علاقه و ميل فراوان داشت و اشعار عرب را حفظ ميكرد و ميخواند و نامش « خرخسره » بود و ديگرى از اسواران [ 1 
  ] بود كه بپارسى سخن ميگفت و چون ايرانيان و دهقانان لباس ميپوشيد [ 2 
  ] . مروزان خره‌خسره را كه از پسر ديگرش بيشتر دوست ميداشت بجانشينى خود برگزيد و بسوى پايتخت روانه شد ليكن در بين راه اجلش فرا رسيد و در يكى از بلاد عرب درگذشت . جنازهء او را در تابوتى گذاردند و نزد خسرو فرستادند خسرو فرمان داد تابوت را در دخمه‌اى نهادند و بر روى آن نام مروزان و داستان شجاعت و تدابير او را در گرفتن دژ مصانع بر آن ثبت كردند .\r\nپس از آن بخسرو آگاهى رسيد كه خره‌خسره بزى عرب درآمده و بفرهنگ و ادب و شعر عرب توجه و علاقه دارد ازينرو ويرا عزل كرد و « باذان » را بجاى او برگزيد و باذان آخرين كسى است كه از طرف شاهنشاهان ايران بر يمن فرماندهى داشته است . . . »\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ايرانيانى كه در يمن ساكن شده بودند ، در كتب سير و تواريخ عربى بنام اساوره خوانده شده‌اند و اين كلمه جمع اسوار است كه اكنون سوار ميگوئيم .\r\n[ 2 
  ] در كتب قديمى فارسى و عربى دهقان بعموم ايرانيان و مخصوصاً به نجبا و بزرگان ايرانى گفته ميشده است . )\r\n","page_name":" 58 ","page_number":59},
  {"content":"\r\nطبرى پس از ذكر اين قسمت از تاريخ مينويسد كه خسرو پرويز در آخر سلطنتش بناى بد رفتارى و ستمكارى با مردم گذارد و در نتيجهء زيادى اموال و جواهر و متاعهاى نفيس كه در خزانه جمع كرده و شهرهاى بسيارى كه گشوده بود تكبر و نخوت و حرص پيدا كرد و اموال مردم را به زور از آنان ميگرفت كه همين امور موجب شورش ايرانيان و بر تخت نشاندن شيرويه و از بين بردن پرويز گرديد .\r\nدربارهء وسعت كشور ايران در زمان خسرو پرويز و بسيارى تجملات و شكوه دربار خسرو ، طبرى شرح مبسوطى مينويسد كه در اين جا ترجمهء قسمتى از آن آورده مىشود .\r\n\r\nوسعت كشور ايران در زمان خسرو پرويز و شكوه و جلال دربار او و سبب زوال سلطنتش\r\n« از هشام بن محمد شنودم كه خسرو پرويز چندان سيم و زر در خزانه انباشته بود كه در خزانهء هيچيك از شاهان ديگر آن اندازه مال و متاع فراهم نشده بود .\r\nلشكريان خسرو تا قسطنطنيه و افريقيه پيش رفته بودند . وى زمستانها در كاخهاى مدائن بسر ميبرد و تابستانها در شهرهاى بين مدائن و همدان .\r\nگفته‌اند كه در شبستان او دوازده هزار زن و كنيزك و در اصطبلش نهصد و نود و نه فيل وجود داشت وى علاقهء بسيارى بجواهر گرانبها و ظروف نفيس و اشياء تجملى داشت . برخى ديگر از مورخان گفته‌اند در شبستان او هزار زن عقدى و هزاران كنيزك و پرستار براى خدمت و خوانندگى و خنياگرى وجود داشته است . سه هزار مرد نيز كارهاى خصوصى او را انجام و تمشيت ميدادند .\r\nبفرمان خسرو در شهرها آتشكده‌ها ساختند و دوازده هزار هيربد در آتشكده‌ها بمراسم مذهبى و زمزمه [ 1 
  ] ميپرداختند .\r\nخسرو در هيجدهمين سال پادشاهيش فرمان داد كه آمارگران آنچه خراج و ماليات و ساير درآمدها از شهرهاى ايران و كشورهاى تابعه جمع آورى شده است شمارش كنند و به او گزارش دهند . آمارگران بعرض شاهنشاه رسانيدند كه در آن سال چهار صد و بيست ميليون درهم جمع آورى و بخزانه تحويل شده است . . . !\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] زمزمه در ميان زرتشتيان عبارت بوده است از كلماتى كه در هنگام ستايش آتش و غذا خوردن موبدان و هيربدان آهسته بر زبان ميرانده‌اند . )\r\n","page_name":" 59 ","page_number":60},
  {"content":"\r\nبفرمان پرويز در شهر تيسفون خزانه‌اى براى ماليات و خراج و ساير اموال بنا نهادند و نام آن را « بهار حفرد خسرو » گذارد و تمام سيم و زر و ساير اموال را بدان خزانه انتقال دادند . . . در خزانه خسرو باندازه‌اى سيم و زر و جواهر و جامه‌هاى نفيس و ساير اشياء قيمتى فراهم شده بود كه جز خدا كسى شمارهء آن را نميدانست .\r\nخسرو مردم را حقير و خوار ميشمرد و اين سزاوار پادشاه خردمند و دورانديش نيست . از جمله كارهاى زشت و ناپسند او كه گستاخى در برابر خداوند شمرده ميشد آن بود كه برئيس پاسبانان كاخ پادشاهى كه « زادان فرخ » نام داشت فرمان قتل عام زندانيان را داد . زندانيان را شماره كردند ، تعداد آنان به سى و شش هزار تن رسيد . زادان فرخ از كشتن آنان خوددارى كرد و براى تأخير در اجراى فرمان دليلهائى نزد پرويز آورد . خسرو با رفتارهاى بد و ناشايست دشمنى مردم كشور خود را بىجهت متوجه خود ساخت .\r\nنخستين رفتار بدش آن بود كه مردمان را خوار و بزرگان را حقير شمرد .\r\nدوم آنكه « فرخان زاد » را كه مردى ناپاك و پست بود بر مردم مسلط كرد .\r\nسوم آنكه فرمان قتل عام زندانيان را داد .\r\nچهارم آنكه فرمان داد جمعى را كه از نزد هرقل امپراطور روم فرار كرده و بايران پناه آورده بودند ، بقتل رسانند .\r\nاين سوء رفتار و ستمكاريهاى پرويز سبب شد كه جمعى از بزرگان بجانب بابل رفتند و در آن هنگام شيرويه پسر پرويز با برادرانش در آنجا بودند و گروهى از مربيان بدستور پرويز بتعليم و تربيت او ميپرداختند . . . مردمى كه از پايتخت آمده بودند رو بسوى شيرويه آوردند و شيرويه در شب وارد شهر « بهرسير » [ 1 
  ] شد و زندانيان آنجا را آزاد ساخت . زندانيان آزاد شده و مردمى كه از روم فرار كرده و خسرو فرمان قتل آنان را داده بود همگى در پيرامون شيرويه جمع شدند و فرياد زدند : « شاهنشاه قباد » [ 2 
  ] از آنجا بسوى پايتخت روانه شدند و چون نزديك كاخ شاهى رسيدند پاسبانان و دربانان همگى گريختند و پرويز را تنها گذاردند . پرويز از ترس بباغى كه نزديك قصر بود و « باغ\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] بهرسير چنان كه از تاريخ طبرى برمىآيد شهرى بوده است نزديك مدائن\r\n[ 2 
  ] نام نخستين شيرويه قباد بوده است . )\r\n","page_name":" 60 ","page_number":61},
  {"content":"\r\nهندوان » ناميده ميشد پناه برد . عده‌اى در دنبالش بجستجو پرداختند تا آنكه در ماه آذر و روز آذر [ 1 
  ] به او دست يافتند و بزندانش انداختند . شيرويه داخل پايتخت شد و بزرگان دور او جمع شدند و او را بتخت شاهى نشاندند . شيرويه كسى نزد پدر فرستاد و او را از كارهاى زشت و ناستوده‌اش توبيخ و سرزنش كرد .\r\nو نيز از هشام بن محمد شنودم كه خسرو پرويز داراى هجده پسر بود و بزرگترين آنان شهريار نام داشت كه « شيرين » او را بفرزندى پذيرفته بود . منجمان پرويز گفته بودند كه به زودى يكى از فرزندان او داراى پسرى خواهد شد كه نقصى در تن خواهد داشت و انقراض شاهنشاهى ساسانى بدست او و در زمان او خواهد بود . ازينرو پرويز پسران خود را از نزديك شدن بزنان منع كرده بود مدتى سپرى شد و هيچيك از پسران او اجازه نزديكى بزنان نداشتند تا اينكه شهريار بشيرين شكايت كرد و ميل و علاقهء خود را بزن اظهار داشت و اجازه خواست كه زنى به اختيار او گذارند و الا خود را هلاك خواهد كرد . شيرين بوى پيغام داد كه نميتواند زنى در اختيار او گذارد مگر زنى باشد كه از زشتى و پستى كسى ميل نزديكى به او نكند . شهريار پاسخ داد هر زنى كه باشد براى او يكسان است . پس شيرين كنيزى را كه حجامتش ميكرد نزد شهريار فرستاد گفته‌اند اين كنيز از اشراف زادگان و نجبا بوده است ولى چون شيرين برو خشم گرفته بود او را جزء زنان حجام قرار داد . چون كنيز بر شهريار داخل شد شهريار به او نزديكى كرد و كنيز از او به « يزدجرد » باردار شد . شيرين او را در جائى پنهان كرد تا يزدجرد از او متولد شد . مدت پنج سال نيز تولد او را پنهان داشت . پس از آن چون ديد كه پرويز بكودكان اظهار علاقه و ميل مىكند به او گفت آيا خشنود مىشود از اينكه يكى از فرزندانش را ببيند با اينكه از اين امر كراهت داشته است ؟ خسرو اجازه داد او را نزد وى بياورند . شيرين دستور داد تا كودك را خوشبو كردند و جامهء نيكو بر پوشاندند و او را نزد خسرو بردند . آن گاه شيرين گفت اين كودك يزدجرد پسر شهريار است .\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ايرانيان قديم براى هر يك از سى روز ماه نام جداگانه داشتند و بسيارى از نامهاى روزها با نامهاى ماهها يكى بود چنان كه مثلا مهر و آذر هم نام ماه بوده است و هم نام يكى از روزهاى ماه . )\r\n","page_name":" 61 ","page_number":62},
  {"content":"\r\nخسرو كودك را در آغوش گرفت و نوازش كرد و علاقهء زيادى به او پيدا كرد چنان كه او را در نزد خود نگاه داشت . در يكى از روزها كه كودك در پيش خسرو بازى ميكرد ، خسرو به ياد گفتهء منجمان افتاد . از اين رو كودك را نزد خود خواند و جامه از تن او در آورد و در اندام و اعضاء او بدقت نگريست ناگهان چشمش بر ران او افتاد كه داراى نقصى بود ، پس خشمگين گرديد و اراده كرد كودك را هلاك سازد . شيرين بخسرو درآويخت و او را از كشتن كودك باز داشت و گفت اگر خواست و تقدير خداى توانا بر آن قرار گرفته باشد كه اين پادشاهى از ميان برود كسى نميتواند از آن جلو گيرد . خسرو گفت ، اين پسر همان مشئومى است كه منجمان ازو خبر داده‌اند . او را بيرون بريد و هرگز در نزد من نياوريد . پس كودك را بسيستان و بگفته‌اى بيكى از دهات عراق نزد دايه‌اش بردند درين هنگام مردم ايران بر خسرو پرويز شوريدند و بكمك فرزندش شيرويه پسر مريم رومى او را كشتند . پرويز مدت سى و هشت سال پادشاهى كرد و چون از سلطنت وى سى و دو سال و پنج ماه سپرى شده بود حضرت نبى اكرم صلى الله عليه و آله و سلم از مكه بمدينه مهاجرت فرمود . »\r\nچنان كه قبلا يادآورى گرديد ، بلعمى در ترجمهء تاريخ طبرى خود را مقيد نكرده است كه هر چه پسر جرير در كتابش آورده است بپارسى برگرداند بلكه گذشته از تلخيص مطالب ، در بسيارى از موارد زياده و نقصان نسبت باصل مطالب در ترجمه ديده مىشود اينك براى نمونه ، ترجمهء بلعمى را دربارهء وسعت كشور خسرو پرويز و بسيارى اموال و خزائن او در اين جا ميآوريم تا با مقايسه آنچه ما از اصل تاريخ طبرى ترجمه و نقل كرديم معلوم شود چه اندازه ترجمهء بلعمى با اصل تاريخ اختلاف دارد . اينك ترجمهء بلعمى :\r\n\r\nذكر آن چيزها كه ملك پرويز را بود\r\nو پرويز پس از كشته شدن بهرام سى و هشت سال بزيست اندر پادشاهى و چندان خواسته بر گرد وى جمع شده بود كه شرح نداشت . نخستين چيز ويرا تختى زرين بود و چهار پايهء او از ياقوت سرخ كه هيچ ملك را آن نبود و در تاج او صد دانه مرواريد بود هر يك چندان بيضهء گنجشكى و اسبى داشت شبديز نام كه\r\n","description":"","footnote":"","page_name":" 62 ","page_number":63},
  {"content":"\r\nهيچ پادشاه را نبود . هر طعامى كه پرويز خوردى آن اسب را دادى . چون اسب بمرد او را كفنى ساخت و در گور نهاد و نقش آن اسب بر سنگ كرده بود كه هر گاه آرزوى آن اسب داشتى بر آن نقش نظر كردى و كنيزكى داشت نام او شيرين كه در روم ازو نيكوتر كسى نبود [ 1 
  ] پرويز بفرمود كه او را نيز تصوير بدان سنگ كردند و چون آن كنيزك بمرد بروم كس فرستاد تا چنان كنيزكى بياورند عديل او نيافتند و اين آن زن بود كه فرهاد [ 2 
  ] عاشق او شده بود . پرويز فرهاد را عقوبت كرد و بكوه گيلان فرستاد .\r\nگنج باد آورد و ديگر « گنج باد آورد » بود كه ملك الروم بحبشه فرستاده بود هزار كشتى زر و مرواريد و سيم كه ملك الروم از دشمن همى ترسيد آن خواسته همه بحبشه فرستاده بود و باد آن كشتيها برگرفت و بعمان افكند و بدست پرويز افتاد و آن گنج را « باد آورد » نام كرد . و او را پنجاه هزار اسب بود و استر و خر و از آن جمله هشت هزار مركب او را بود خاصه و او را هزار پيل بود و دوازده هزار زن آزاد و پرستار و ديگر چيزها بود كه هيچ ملك را نبوده » [ 3 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] در كتب ديگر مورخان و افسانه سرايان شيرين را از ارمنستان دانسته‌اند ولى از عبارت بلعمى در اين جا چنان معلوم مىشود كه او را از روم دانسته است .\r\n[ 2 
  ] نام فرهاد در تاريخ طبرى درين مورد وجود ندارد و آنچه بلعمى درين قسمت و در پاره‌اى از موارد ديگر از خود اضافه كرده است گويا مستند بمآخذ و مداركى از تاريخ قديم ايران بوده است كه وى در دست داشته و از آنها استفاده كرده است .\r\n[ 3 
  ] بلعمى خود در آغاز كتاب اشاره‌اى دارد كه از خود نيز مطالبى بر كتاب طبرى افزوده و در حقيقت به خود او نيز همچون مورخى بوده است كه به نوشتن تاريخ پرداخته است .\r\nدر مقدمهء كتاب گفته است : « اما بعد بدانكه اين تاريخ نامهء بزرگ است كه گرد آوردهء ابو جعفر محمد بن جرير بن يزيد الطبرى رحمة الله عليه كه در شهر خراسان ابو صالح منصور بن نوح فرمان داد كه دستور خويش ابو على بن محمد بلعمى را كه اين نامه تاريخ محمد بن جرير كه عربى است پارسى گردان هر چه نيكوتر چنان كه اندر وى نقصان نيفتد . پس گويد كه چون اندر وى نگاه كردم علمها ديدم و بسيار حجتها و آيتهاى قرآن و اشعار نيكو و امثال خوب و سرگذشتهاى پيغمبران و ملوك ماضى و در وى فوايد بسيار ديدم ، پس رنج بردم و جهد بر خود نهادم و پارسى گردانيدم به قوت خداى عز و جل و ما خواستيم كه تاريخ روزگار « بقيهء حاشيه در صفحهء بعد »\r\n","page_name":" 63 ","page_number":64},
  {"content":"\r\nدر داستان بهرام چوبين و خسرو پرويز نيز بلعمى در ترجمه مطالب زيادى كه در اصل وجود ندارد از خود آورده است . طبرى دربارهء گريختن پرويز از مدائن و رفتن او بجانب روم چنين نوشته است :\r\n« . . . پرويز و ياران بسوى فرات رفتند و از آب گذشتند و راه بيابان را براهنمائى مردى بنام « خرشيذان » گرفتند تا اينكه نزديك « عماره » بديرى رسيدند و در آنجا براى آسايش فرود آمدند . هنوز چيزى نگذشته بود كه سپاهيان بهرام چوبين بسركردگى بهرام پسر سياوش اطراف دير را فرا گرفتند . بندويه پرويز را از خواب بيدار كرد و به او گفت : براى خودت چاره‌اى كن زيرا سپاهيان بهرام ما را فرا گرفته‌اند .\r\nپرويز گفت من چاره‌اى نميدانم . بندويه پرويز را مطمئن ساخت و گفت او خود را فداى پرويز مىكند . پس بپرويز گفت كه جامه و نشانه‌هاى شاهى را از تن در آورد و به بندويه دهد و با يارانش از دير خارج گردد .\r\nپرويز بگفتهء بندويه رفتار كرد و از دير بيرون شد . بهرام سياوش با سپاهيانش بسوى دير هجوم آوردند و آنجا را در ميان گرفتند . بندويه از بام دير در جامهء پرويز خود را نشان داد و بنام اينكه پرويز است از بهرام سياوش خواهش كرد كه او را تا فردا مهلت دهد . فردا تسليم خواهد شد . بهرام پذيرفت و از هجوم بدير خوددارى كرد ولى به زودى از حيلهء بندويه آگاه شد و او را گرفت و با خود نزد بهرام چوبين برد و بهرام چوبين بندويه را در نزد بهرام سياوش زندانى كرد . . . گفته‌اند بهرام سياوش با بندويه توطئه كشتن بهرام چوبين كردند و بهرام چوبين ازين خبر آگاه شد و بهرام سياوش را كشت و بندويه خود را از بند نجات داد و بجانب آذربايجان گريخت . . . » بلعمى\r\n\r\n","description":"","footnote":"\r\n[ 
  ] « بقيهء حاشيه از صفحهء قبل » عالم در وى پيدا كنيم آنچه هر كس گفته از اهل نجوم و مسلمان و گبر و جهود هر گروه آنچه گفته‌اند ياد كنيم درين كتاب بتوفيق خداى عز و جل و از روزگار آدم عليه السلام تا گاه رستخيز كه چند بودند .\r\nدر كتاب محمد بن جرير اين حديث نبود و ما اندر وى باز نموديم كه هر كه نگرد به آسانى دريابد » از جملات اخير مقدمه به خوبى روشن مىشود كه ابو على بلعمى غير از ترجمه تاريخ طبرى كه در مطالب آن نيز از خود تصرفاتى كرده است ، اصولا خود مانند مؤلفى در صدد بوده است كه ترجمه‌اش از هر جهت كامل باشد . )\r\n","page_name":" 64 ","page_number":65},
  {"content":"\r\nاين مختصر را تفصيل زياد داده و مطالبى بر اصل افزوده است كه شايد پاره‌اى از آنها فقط نتيجهء قلمفرسايى و داستانسرائى خود بلعمى است و قسمتى از آنها مستند بمدارك و مآخذى از تاريخ قديم ايران بوده كه بلعمى بدانها دست داشته است .\r\nاينك ترجمهء بلعمى :\r\n\r\n« گريختن پرويز از مدائن »\r\n« و پرويز برفت با ياران تا بسه روز از عراق بيرون شدند و روز و شب همى تاختند تا به حد شام برسيدند ايمن شدند ، و از دور صومعه‌اى ديدند ، راهبى آنجا ، بذان صومعه شدند و فرود آمدند . راهب لختى نان خشكار آورد و خود ايشان را نشناخت . پس آن نان به آب تر كردند و بخوردند ، پرويز را خواب گرفت كى سه روز بوذ تا نخفته بوذ سر بر كنار بند وى نهاد و بخفت و هر كس همچنان بخفتند ، و بهرام شوبين بمداين آمذ . . .\r\nپس بهرام سياوشان را بخواند و چهار هزار مرد بوى داذ و گفت از پس پرويز برو برين اسبان آسوده بتاختن ، و هر كجا او را بيابى با ياران باز گردان و پرويز با ياران اندر صومعهء راهب خفته بوذ . آن راهب بانك كرد كى چه خسبيد كه سپاه آمذ گفتند كجاست گفت بر دو فرسنگ همى بينم . ايشان هم بر جاى بدست و پاى بمردند و دانستند كى بطلب ايشان آمذند . دل بمرگ بنهادند . پرويز گفت چه كنيم ؟ مشورتى بكنيذ كه خداوند عقل را چون متحير شود هر چند كارى بزرگ برو آيذ ناچار عقل با ويست .\r\nبندوى گفت : من يكى حيلت دانم كردن كه ترا برهانم و خود اندر مانم و كشته شوم .\r\nپرويز گفت : يا خال باشذ كه نشوى كى جان به حكم خدايست و اگر تو كشته شوى و من برهم ترا خود اين فخر بس است تا جاودان ، و اگر تو برهى ترا اين عز بيش باشد .\r\nبندوى گفت : همه جامه‌هاى شاهانهء خويش بيرون كن و مرا ده ، و خوذ با ياران برنشين و برو و مرا با اين لشكر بگذار . پرويز جامه‌هاى شاهانه از تن بيرون كرد و\r\n","description":"","footnote":"","page_name":" 65 ","page_number":66},
  {"content":"\r\nبندوى را داذ همه از سر تا پاى و خوذ با بسطام و ياران برفت .\r\nبندوى آن جامه پرويز اندر پوشيذ و راهب را گفت : اگر اين سخن بگويى بكشمت راهب گفت هر چه خواهى كن .\r\nبندوى جامه‌ها را اندر پوشيد زربفت ، و عصابه با گوهرها بربست و بر بام صومعه بايستاذ و در صومعه ببست تا سپاه فراز رسيذ . بنگريستنذ او را بديذند با آن جامه‌ها و گوهرها كى همى بتافت بآفتاب اندر ، چون چراغ ، شك نكردند كى وى ملك است . سپاه گرد آن صومعه فروذ آمذند . پس بندوى از بام فرو شذ و جامهء خويش اندر پوشيذ و بر بام آمذ و بانك كرد مر سپاه را كى منم بندوى ، اميرتان را بگوييد تا ايذر فراز آيذ تا پيغامى از كسرى بوى دهم كى فرمانى فرمايذ . بهرام سياوشان از ميان لشكر بيرون آمذ و فراز صومعه شذ و بندوى او را سلام كرد و سلام پرويز بداذ .\r\nگفتا كسرى پرويز ترا سلام كند و همى گويد كى الحمد لله كه تو آمذى از پس ما .\r\nبهرام او را بشناخت ، بر وى سلام كرد و گفت : من رهى پرويزم .\r\nبندوى گفت : پرويز ايذون همى گويد كى امروز سه روز است تا من همى تازم و غمين شذه‌ام ، و دانم كه با تو ببايذ آمذ ، و خويشتن را به قضاى خداى سپردن ، اگر بينى يك امروز فروذ آى تا شبانگاه ، تا ما بياسائيم ، و تو نيز با مردمان خويش بياساى چون شب اندر آمذ برويم .\r\nبهرام سياوشان گفت : نعمة و كرامة ، كمترين چيزى كه ملك پرويز از من درخواست اين است ، آن روز بگذشت ، چون آفتاب فرو شذ بندوى بسر ديوار صومعه بر آمذ و بهرام را بخواند و گفت پرويز همى ايذون گويذ كه تو امروز با ما نيكوئى كردى و صبر كردى تا شب اندر آمذ و تاريك شذ و بايد كى امشب نيز صبر كنى تا بامداذ پگاه رويم .\r\nبهرام گفتا : روا باشذ ، سپاه را بگرد صومعه اندر ، فراز آورد و چون سپيده دم بوذ بهرام سپاه بر نشانده و بندوى را آواز كرد كى ببايذ رفتن .\r\nبندوى گفت : اينك بيرون آيذ ، و همى بودند تا آفتاب فراخ بر آمد و خواست\r\n","description":"","footnote":"","page_name":" 66 ","page_number":67},
  {"content":"\r\nكه نيم روز شوذ ، بهرام تنگ دلى كرد ، بندوى در صومعه بگشاذ و بيرون آمذ و گفت : ايذر منم تنها و پرويز ازدى باز برفته است و همى تازند ، و من خواستم تا شما را يك شبانروز بدارم تا وى دور بشوذ ، اكنون اگر شما بر ابر و باذ بنشينيذ او را در نيابيذ و هر چه با من خواهيذ كنيذ ! بهرام سياوشان متحير بماند ، بندوى را برگرفت و سوى بهرام برد ، بهرام او را گفت : يا فاسق آن نه بس بوذ كه ملك هرمز را بكشتى كى اين حرامزاده را نيز از دست من برهانيدى ، من ترا كشتنى كنم پيش همه خلق تا از تو عبرت گيرند و ليكن آن گاه كنم كه بسطام و پرويز را گرفته باشم ، پس همه‌تان به يك جاى بكشم .\r\nبهرام بند وى را بدست بهرام سياوشان اندر نهاد ، و گفتا اين را بزندان اندر همىدار ، بتنگتر جائى ، تا خداى ايشان را بدست من باز آرذ .\r\nبهرام سياوشان بندوى را بدست خويش به خانه برد و آنجا باز داشتش و نيكو همى داشت ، بروز به خانه اندر داشتى و بشب با وى بمجلس شراب بنشستى و مىخوردندى و تا روز حديثها همى كردندى بر او ميدانكه مگر روزى پرويز باز رسذ و او را نيكو دارد .\r\nپس چون ماهى بر آمذ و بهرام بمملكت همى بوذ ، هرمز را پسرى بوذ خرد ، نام وى شهريار ، بهرام ، ملك خويش را دعوى نكرد گفت : من اين ملك بر شهريار بن هرمز همى نگاه دارم ، تا وى بزرگ شوذ آن گاه بوى سپارم . پس چون سه چهار ماه بگذشت يك شب بندوى با بهرام سياوشان شراب همى خوردند و حديث كردند ، بندوى گفت : من بيقين دانم كه اين ملك بر بهرام نپايذ و راست نايستد كه وى ستمكار است و نخوت بسيار گرفتست و خداى عز و جل داذ پرويز از وى بستاند .\r\nبهرام سياوشان گفت : من نيز دانم آنكه تو دانى و خداى او را عقوبت كند ، و من اوميذوارم كى اگر خداى مرا نيرو دهد تا آن كار بكنم .\r\nبندوى گفت : چه نيت دارى ؟\r\nگفت نيت آن كى روزى اندر ميدان بايستم ببهانهء چوگان زدن ، و چون\r\n","description":"","footnote":"","page_name":" 67 ","page_number":68},
  {"content":"\r\nبهرام بيرون آيذ ، از كوشك ، من او را بكشم ، و پرويز را باز آرم و بملك بنشانم .\r\nبندوى گفت : پس اين كار كى خواهى كردن ؟\r\nگفت : گاه كى وقت باشذ و راه يابم .\r\nگفت : فردا وقت است .\r\nگفتا : راست گوئى و بر اين بنهاذند كى اين كار فردا راست كنند .\r\nديگر روز بهرام سياوشان برخاست و زره اندر پوشيذ و بر زبر زره صدرهء چوگانى اندر پوشيذ ، و چوگان بر گرفت كى بميدان شوذ .\r\nبندوى گفت : اگر اين كار بخواهى كردن نخست بنداز من بردار و اسب و سلاح به من ده كى من ترا به كار آيم ، اگرت كارى افتذ .\r\nبهرام بند از وى برداشت و اسب و سلاح دادش ، و خود بر نشست و برفت با چوگان بندوى بخانهء بهرام سياوشان همى بوذ ، و خواهرزادهء بهرام شوبين زن بهرام سياوشان بوذ ، اين زن كس فرستاذ سوى بهرام شوبين كه شوى من امروز جامهء چوگان زدن اندر پوشيذ و با چوگان بيرون شد . و به زير صدره اندر زره دارد ، ندانم اين چيست ؟ خويشتن را از وى بر حذر دار . . . » بهرام شوبين بترسيذ پنداشت كه بهرام سياوشان با همه سپاه بيعت كردست بر كشتن وى ، بر نشست و چوگان بدست و بر در ميدان بايستاذ و هر كه بوى برگذشت چوگانى بر پشت وى زدى نرم نرم ، با هيچكس زره نيافت ، دانست كه اين تدبير وى تنها ساختست ، شمشير بر ميان داشت ، چون بهرام سياوشان اندر آمذ ، چوگانى بر پشت وى زد ، آواز زره آمذ گفت : هى ! بميدان و چوگان زدن زره چرا دارى ؟ شمشير بزد و سرش بينداخت .\r\nچون خبر بهرام سياوشان سوى بندوى شذ كى ويرا كشتند ، بر اسب نشست و برفت و بآذربايگان شذ ، و بهرام ديگر روز بندوى را طلب كرد ، گفتند بگريخت .\r\nبهرام دريغ بسيار خورد به ناكشتن او » . [ 1 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] جلد دوم سبك شناسى . در نقل داستان بهرام چوبين و خسرو پرويز از ترجمهء بلعمى ، رسم الخط آن زمان رعايت گرديده است چنان كه مثلا بجاى « كه » « كى » و بجاى « بود » « بوذ » نوشته شده است . )\r\n","page_name":" 68 ","page_number":69},
  {"content":"\r\nطبرى در شرح حوادث و قضاياى تاريخى ايران گاهى قصه‌ها و داستانهاى تاريخى از كشورگشائى و سياست و تدبير شاهنشاهان ايران و دلاورى و شجاعت فرماندهان و سربازان ايرانى ذكر مىكند كه بهترين سند افتخار و مجد و بزرگترين شاهد تمدن و عظمت ايران باستان مىباشد . اين گونه داستانها و مطالب سودمند در تاريخ ساسانيان بيشتر ديده مىشود زيرا غير از مآخذ و منابع كه از سير الملوك و تاريخهاى قديمى ايران در دسترس طبرى بوده است ، نسبت بدورهء ساسانيان ، از جهت اينكه دو سرزمين مهم عربنشين يعنى كشور حيره ( عراق ) و يمن در آن زمان زير نفوذ و فرمان شاهنشاهان ساسانى بوده است ، از مآخذ عربى نيز كه سينه به سينه نقل ميشده ، روايات و اخبار زيادى در دسترس طبرى بوده و از آنها در تاريخ بزرگ خود استفادهء بسيار كرده است .\r\nآنچه بيشتر ارزش اين قسمت از تاريخ طبرى را تأييد مىكند استشهاد طبرى است به اشعارى از شعراى نامى عرب كه دربارهء پاره‌اى از حوادث و قضاياى تاريخى مربوط بايران سروده‌اند و در آن اشعار بعظمت و جلال و شكوه ايران و سياست و تدبير شاهان و شجاعت و ميهن دوستى فرماندهان ايران در خاك عربستان اشاره كرده‌اند .\r\nدر اين جا داستانى را كه مربوط به زمان پادشاهى انوشيروان و تسلط حبشيان بر يمن و كمك خواستن مردم يمن از شاهنشاه ايران است و در آن كمك شجاعت و فداكارى فرمانده ايرانى در يمن و سربازان او نمايان است بطور خلاصه نقل و ترجمه مىشود اين داستان و نظاير آن را كه در تاريخ طبرى راجع بدوره‌هاى مجد و عظمت ايران زياد ديده مىشود شايسته است كه همهء مردم ايران بخوانند و سرمشق خود قرار دهند .\r\n\r\nتسلط حبشيان بر يمن و كمك خواستن مردم يمن از انوشيروان\r\nيكى از فرماندهان حبشه بنام ابرهه بر يمن حمله برد و آنجا را به تصرف در آورد . پس از او پسرش بنام يكسوم جانشين پدر شد و در زمان او حبشيان انواع ستم و تجاوز را از كشتن مردان و اسير و بىناموس كردن زنان و غارت كردن اموال\r\n","description":"","footnote":"","page_name":" 69 ","page_number":70},
  {"content":"\r\nدربارهء مردم يمن روا داشتند . چون يكسوم هلاك شد برادرش مسروق جانشين او گرديد و در دورهء فرماندهى او ظلم و تعدى حبشيان نسبت بمردم بيچارهء يمن به حد اعلى رسيد .\r\nازينرو سيف بن ذى يزن كه يكى از اشراف و بزرگان يمن بود نزد قيصر روم رفت و ازو يارى خواست و پيشنهاد كرد كه اگر قيصر روم حبشيان را از يمن بيرون كند ، يمن زير فرمان قيصر خواهد آمد و هر فرماندهى را كه بيمن گسيل دارد ، مردم يمن فرمانش را پيروى خواهند كرد .\r\nقيصر روم بدرخواست سيف توجهى نكرد و وى نااميد از نزد او بازگشت و پيش نعمان بن منذر كه از جانب خسرو انوشيروان فرماندهء حيره ( عراق ) بود روانه شد و از حبشيان و تجاوز و ستم آنان بمردم بينواى يمن شكايت آغاز كرد . نعمان بن منذر بوى وعده داد هنگامى كه نزد انوشيروان براى گزارش امور حيره برود او را با خود خواهد برد . چون زمان رفتن نعمان بنزد انوشيروان فرا رسيد سيف را با خود برد و او را ببارگاه باشكوه و جلال انوشيروان وارد كرد . انوشيروان بر روى تخت شاهى نشسته بود و تاج بزرگى كه از زر و سيم ساخته شده بود و در آن دانه‌هاى درشت ياقوت و زبرجد و در ميدرخشيد و با زنجيرى زرين از سقف كاخ آويخته بود ، بر روى سر او قرار داشت و چنان با شكوه و هيبت و جلال مينمود كه هر واردى پيش او به خاك مىافتاد .\r\n\r\nورود سيف بن ذى يزن ببارگاه انوشيروان\r\nسيف بن ذى يزن نيز به خاك افتاد و گفت :\r\nشاهنشاها ! زاغان بر كشور ما چيره شده‌اند .\r\nانوشيروان گفت : كدام زاغان ؟ زاغان حبشه يا زاغان سند ؟\r\nسيف گفت : زاغان حبشه . اينك آمده‌ام كه شاهنشاه ايران مرا يارى كند و ستمكاران را از كشور من بيرون نمايد و خود بر كشور يمن فرمانروائى فرمايد .\r\nانوشيروان گفت : كشور يمن از ايران دور است و خاك آن خير و بركت زياد ندارد و مخصوص گوسفندان و شتران است ما را بدان نيازى نيست و شايسته نميدانم لشكرى از ايرانيان را برنج و مشقت اندازم و بدان سوى گسيل دارم .\r\n","description":"","footnote":"","page_name":" 70 ","page_number":71},
  {"content":"\r\nپس فرمود از خزانه ده هزار درهم به سيف جايزه دادند و جامه‌اى نيكو بر وى پوشانيدند . چون سيف از نزد شاهنشاه بيرون شد ، درمها را ميان مردم ميريخت و كودكان و بندگان و كنيزان آنها را ميربودند .\r\nاين خبر به گوش انوشيروان رسيد . فرمان داد سيف را نزدش بردند و ازو سبب پخش كردن بخشش پادشاه را در ميان مردم پرسيد . سيف در پاسخ گفت : با زر و سيم پادشاه كارى نداشتم . اگر نظرى بسيم و زر داشتم كوههاى كشورم همه داراى زر و سيم است ! ( قصدش از اين سخن آن بود كه علاقه و توجه انوشيروان را بسوى يمن معطوف دارد ) . من بدان جهت نزد شاهنشاه آمدم كه بدادم برسد و ستم و تجاوز حبشيان را از سر مردم بيچارهء يمن دور كند و خوارى و مذلتى كه از اين راه به من وارد شده است جبران فرمايد .\r\nانوشيروان فرمود كه او را در پايتخت نگاه دارند تا دربارهء كارش رسيدگى نمايند .\r\n\r\nراى زدن انوشيروان با مرزبانان و وزيران دربارهء كار يمن\r\nآن گاه دستور داد كه مرزبانان و وزيران در بارگاه جمع شدند و دربارهء كار سيف بن ذى يزن و گسيل داشتن لشكر بيمن با آنان بمشورت پرداخت و از آنان راى خواست ، يكى از مشاوران گفت : در زندان گروه بىشمارى زندانى هستند اگر شاهنشاه آنان را بكمك مردم يمن گسيل دارد كارى سودمند است ، زيرا اگر اينان كشته شوند مقصود به عمل آمده است و اگر بر مردم حبش پيروز شوند و آنان را از يمن بيرون كنند كشورى بر كشورهاى شاهنشاه افزوده خواهد شد .\r\nانوشيروان را اين راى پسند آمد و دستور داد كه زندانيان را شماره كنند .\r\nپس از شمارش معلوم شد ، هشتصد تن ميباشند شاهنشاه گفت : جستجو كنند كه در ميان آنان كدام يك از جهت حسب و نسب و خاندان از همه شريفتر است تا او را بر آنان فرمانروا كنند . پس از رسيدگى مردى سالخورد را بنام « وهرز » برگزيدند و او را\r\n","description":"","footnote":"","page_name":" 71 ","page_number":72},
  {"content":"\r\nبه سمت فرمانده سپاه با سيف بن ذى يزن و هشتصد مرد آزاد شده بسوى يمن روانه كردند .\r\nچون خط مسير آنان از دريا بود ، هشت كشتى براى عبور آنان فراهم آوردند و در هر كشتى صد تن نشستند و بسوى مقصد روانه شدند . در ميان راه دو كشتى با مردمش غرق گرديد و شش كشتى ديگر بساحل عدن رسيد و ششصد تن مردم كشتى با « وهرز » و سيف بن ذى يزن از كشتى پياده شدند .\r\n\r\nپياده شدن لشكر ايرانى با فرمانده خود در خاك يمن\r\nچون ايرانيان در خاك يمن قرار گرفتند ، فرمانده ايرانى به سيف بن ذى يزن گفت : چه كمكى ميتوانى انجام دهى ؟\r\nسيف گفت : هر چه از مرد عربى و اسب عربى بخواهى آماده ميكنم و آن گاه خودم از تو جدا نميشوم ( پايم را بپايت مىبندم ) مگر اينكه هر دو شربت مرگ را با هم بچشيم و يا شاهد پيروزى را در آغوش گيريم .\r\n« وهرز » سخن او را پسنديد و گفت : انصاف دادى و سخن براستى گفتى پس از آن سيف بن ذى يزن تا آنجا كه توانست از كسان خود جمع آورى كرد و با فرمانده ايرانى لشكر را مرتب و آماده جنگ كردند .\r\nاز آن سوى مسروق فرمانده حبشيان در يمن ، از آمدن ايرانيان و پياده شدن در خاك يمن آگاه شد و لشكر خود را بياراست [ 1 
  ] .\r\nچون دو لشكر در برابر هم قرار گرفتند و چشم مسروق بلشكر ايران افتاد از كمى عدد آنان بطمع افتاد و بفرمانده ايرانى پيغام داد كه : با اين كمى سپاه كه تراست\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] طبرى در ذكر حوادث و قضاياى تاريخى ، سند خود را منتهى براويان و مورخان مىكند . در داستان كمك خواستن مردم يمن از انوشيروان دو گونه روايت ذكر كرده است كه با هم در مواردى اختلاف دارند . يكى از دو روايت از ابن اسحاق و ديگرى از هشام بن محمد است . آنچه در اين جا ترجمه شد از مجموع دو روايت مىباشد . تا اين قسمت از روايت ابن اسحاق و ازين قسمت ببعد از روايت هشام است . )\r\n","page_name":" 72 ","page_number":73},
  {"content":"\r\nو با زيادى لشكر حبش چه امرى ترا برانگيخته است كه بجنگ آئى و سپاهيانت را بخطر اندازى ؟ ! گويا دستخوش فريب شده و گول خورده‌اى ! با اين وصف اگر بخواهى اجازه‌ات مىدهم كه بسوى كشورت برگردى و هيچگونه تعرضى از من و سپاه من به تو و سپاهيانت نخواهد شد ، و اگر بخواهى هم اكنون نبرد را كار بنديم ، و اگر هم ميخواهى مهلتى دهم تا در كار خود بينديشى و با يارانت مشورت كنى .\r\nفرمانده ايرانى در كار جنگ انديشناك شد و پاسخ داد كه مهلتى در ميان باشد و پيمان استوار بسته شود كه در مدت مهلت هيچيك از سپاهيان دو طرف به يكديگر تعرض نكنند تا مدت معهود سپرى گردد و درين ميان تصميم قطعى گرفته شود . مسروق اين پيشنهاد را پذيرفت و هر يك از دو لشكر در لشكرگاه خود اقامت گزيد .\r\n\r\nكشته شدن پسر فرمانده ايرانى بدست حبشيان\r\nچون ده روز از مدت مهلت سپرى شد ، روزى پسر فرمانده ايرانى كه نامش « نوزاد » بود ، براى گردش بر اسب خود سوار شد و از لشكرگاه خارج گرديد ، قضا را اسبش سركشى كرد و او را بميان لشكر دشمن برد . حبشيان چون او را ديدند بيدرنگ در ميانش گرفتند و بقتلش رسانيدند . وقتى خبر بفرمانده ايرانى رسيد كسى نزد مسروق فرستاد و او را از شكستن پيمان و كشتن فرزندش ملامت كرد و سبب را جويا شد . مسروق پاسخ داد كه فرزند تو داخل لشكرگاه ما شد و بسپاهيان ما حمله كرد ، ازين جهت گروهى از نادانان و سفيهان سپاه او را كشتند و من از كردهء آنان ناخرسندم . فرمانده ايرانى گفت : به مسروق بگوييد كه اين جوان فرزند من نبوده است بلكه پسر زنى روسبى بوده است اگر پسر من بود شتاب نميكرد و محل خود را ترك نميگفت مگر پس از تمام شدن مهلتى كه در ميان بود . پس فرمان داد كه نعش او را در ميان ريگها انداختند چنان كه لشكريان او را به‌بينند . آنگاه سوگند خورد كه تا مهلت سپرى نشود ، مى نياشامد و روغن بسر خود نمالد .\r\n","description":"","footnote":"","page_name":" 73 ","page_number":74},
  {"content":"\r\n\r\nآغاز جنگ ايرانيان با حبشيان و دلاورى و فداكارى شگفتانگيز « وهرز » فرمانده ايرانى و پيروزى ايرانيان\r\nچون از مدت مهلت يك روز باقى ماند « وهرز » فرمان داد كه كشتيها را آتش زدند و آنچه از پوشاك ، افزون از جامه‌هاى تنشان بود سوختند . پس از آن دستور داد آنچه خوردنى و توشه در لشكر بود فراهم آوردند و بلشكريان گفت آنچه مىتوانند بخورند . چون از خوردن كنار نشستند فرمان داد كه مازاد خوردنيها را در دريا ريختند ، آنگاه مانند خطيبى در ميان لشكريان به پا ايستاد و چنين گفت :\r\nخطبهء فرماندهء ايرانى آگاه باشيد ! اينكه كشتيهاى شما را سوختم براى آن بود كه بدانيد ديگر هرگز براى شما راهى ببازگشت نميباشد ! و اينكه پوشاك شما را سوختم براى آن بود كه بر من دشوار است كه مردم حبش بر شما پيروز شوند و جامه‌هاى شما را بيغما برند ! و اينكه توشهء شما را به دريا ريختم براى اين بود كه هيچكس از شما اميدوار نباشد كه براى يك روز توشه‌اى دارد كه با آن زندگى كند ! بنابرين اگر شما مردمانى هستيد كه صبر را پيشهء خود قرار ميدهيد و تا آخرين رمق جنگ ميكنيد مرا آگاه سازيد تا با دشمن مردانه بجنگيم ، و گرنه هم اكنون شمشير خود را در شكم خود فرو ميكنم چنان كه از پشتم درآيد و پيش از آنكه دشمن بر من دست يابد دست از زندگى بشويم ، زيرا من هرگز زنده تن بتسليم نميدهم و زبون دشمن دون نميشوم . نيك بينديشيد كه حال شما چگونه خواهد بود كه فرمانده شما با خود چنين كند ! همگى در پاسخ فرمانده شجاع خود فرياد زدند : ما همگى در ركاب تو جنگ خواهيم كرد : يا همگى مردانه در راه ميهن جان دهيم و يا شاهد پيروزى را در آغوش گيريم و مايهء سربلندى و افتخار كشور و شاهنشاه خود شويم .\r\nمدت مهلت سپرى گرديد . بامداد روزى كه مهلت تمام شد ، « وهرز » ياران و سپاهيان خود را بسيج كرد و در حالى كه دريا را در پشت سر قرار داده بود رو به آنان كرد و ايشان را بصبر و ثبات سفارش نمود و گفت ، كار ما از دو گونه بيرون نيست :\r\nيا بر دشمن پيروز ميشويم و تاج سرافرازى و افتخار بر سر مينهيم و يا با بزرگى و مردانگى\r\n","description":"","footnote":"","page_name":" 74 ","page_number":75},
  {"content":"\r\nدر راه شرف و ميهن جان ميسپاريم و نام نيكى از خود بيادگار ميگذاريم .\r\nپس بهمگى مردان سپاه فرمان داد كه كمانهاى خود را منظم كنند و در دست گيرند و تا وى فرمان دهد بيدرنگ همه بيكبار دشمن را با پنجگان [ 1 
  ] تير باران كنند .\r\nاز آن سوى مسروق در ميان سپاه عظيم خود كه آخر آن ديده نميشد ، پديدار شد .\r\nوى بر پيلى كوه پيكر سوار بود و بر سرش تاجى قرار داشت و در ميان پيشانى او ياقوت سرخ بزرگى كه باندازهء تخم مرغى بود ميدرخشيد . باد نخوت و غرور در دماغش جاى گرفته بود و جز پيروزى قطعى خيال و انديشه‌اى در سر نداشت .\r\n« وهرز » فرمانده دلاور و سالخورده ايرانى ، چون پير بود ، چشمش به زحمت ميديد ازينرو از اطرافيان خود پرسيد كه فرمانده حبشيان را به او نشان دهند . گفتند :\r\nآنكه بر پيل سوار است فرمانده مىباشد . طولى نكشيد كه مسروق از پيل پائين آمد و بر اسبى سوار شد . به « وهرز » گفتند كه مسروق بر اسب سوار گرديد . وى بيارانش گفت ابروهاى او را كه از زيادى سن بر روى چشمانش افتاده بود بلند كنند . ابروهايش را بلند كردند و با دستمالى بستند . آنگاه تيرى از تركش درآورد و در كمان خود گذارد و گفت مسروق را به من نشان دهيد . او را بوى نشان دادند : پس بسپاهيان خود فرمان داد كه دشمن را يكباره تير باران كنند . خود نيز تيرى در كمان گذارد و كمان را به سختى كشيد و ناگهان كمان را رها كرد و تير مانند آهوئى از كمان بيرون جست و بر چهرهء مسروق فرو نشست و آن را از هم دريد .\r\nمسروق از اسب بر زمين افتاد و در دم جان داد .\r\n\r\nكشته شدن فرمانده حبشيان به تير فرمانده ايرانى\r\nاز تيرباران لشكر ايرانى ، گروه بسيارى از مردم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] در متن كتاب طبرى « بنجكان » با باى يك نقطه نوشته شده است كه البته معرب پنجگان با پاى سه نقطه است . در فرهنگ برهان قاطع در ذيل لغت : پنجه چند معنى ذكر كرده است كه بىتناسب با اين مورد نميباشد از آن جمله : « . . . و گلوله‌هاى سنگ باشد كه ديده‌بانان براى جنگ نگاه دارند و سنگ منجنيق را نيز گفته‌اند . . . » )\r\n","page_name":" 75 ","page_number":76},
  {"content":"\r\nحبش و يمن كشته شدند و رشتهء سپاه دشمن از هم گسيخت ، چون حبشيان فرمانده خود را كشته ديدند همگى رو بهمزيست نهادند . درين هنگام « وهرز » فرمان داد كه نعش پسرش را از ميان ريگها برداشتند و دفن كردند و بجاى آن نعش مسروق را در ميان خاك افكندند تا عبرت بينندگان باشد .\r\nايرانيان درين جنگ از دشمن غنيمتهاى بسيار گرفتند كه افزون از شمارش بود . سواران ايرانى ، از مردم حبش و يمن پنجاه تن و شصت تن ميگرفتند و شانه‌هاى آنان را مىبستند و آنان هيچگونه مقاومتى نميكردند .\r\nفرمانده ايرانى دستور داد كه عربها و مردم يمن را آزاد گذارند و كسى به آنان تعرضى نكند ولى همگى مردم حبش را بقتل رسانند ازينرو ايرانيان بجان حبشيان افتادند و از آنان درين جنگ جز تنى چند ، كسى جان بسلامت بيرون نبرد .\r\n« وهرز » پس ازين فتح داخل شهر « صنعا » پايتخت يمن شد و تمام شهرهاى يمن را به تصرف آورد و بهر يك از شهرها از جانب خود عامل و حاكمى گسيل داشت .\r\nيكى از شعراى معروف عرب بنام « ابو الصلت امية بن ابو الصلت ثقفى » دربارهء اين داستان و كمك خواستن سيف بن ذى يزن از قيصر روم و نااميد شدن او و كمك خواستن از انوشيروان و انجام دادن انوشيروان تقاضاى او را و شجاعت و دلاورى ايرانيان چنين گفته است :\r\n\r\nليطلب الوتر امثال ابن ذى يزن\r\nريّم فى البحر للاعداء احوالًا\r\nاتى هرقل و قد شالت نعامتهم\r\nفلم يجد عنده بعض الذى قالا\r\nثم انتحى نحو كسرى بعد سابعة\r\nمن السنين لقد ابعدت ايغالا\r\nحتى اتى ببنى الاحرار يحملهم\r\nانك لعمرى لقد اطولت قلقالا\r\nمن مثل كسرى شهنشاه الملوك له\r\nاو مثل و هرز يوم الجيش اذ صالا\r\nللله درّ هم من عصبة خرجوا\r\nما ان ترى لهم فى الناس امثالا\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":77},
  {"content":"\r\n\r\nغر جحاجحة بيض مراذبة\r\nاسد تربّب فى الغيضات اشبالا\r\nيرمون عن شدفٍ كانّها عبط\r\nفى زمخر يعجل المرمى اعجالا\r\nارسلت اسدا على سود الكلاب فقد\r\nاضحى شريد هم فى الارض فلالا\r\nفاشرب هنيئاً عليك التاج متّكئاً\r\nفى راس غمدان داراً منك محلالا\r\nو اطل بالمسك اذ شالت نعامتهم\r\nو اسبل اليوم فى برديك اسبالا\r\nتلك المكارم لا قعبان من لبنٍ\r\nشيباً بماء فعادا بعد ابوالًا\r\n\r\nچون امية بن ابى الصلت كه يكى از شعراى مشهور عصر جاهلى است ، در اشعار فوق خلاصه‌اى از يك داستان تاريخى را كه از مفاخر و مآثر ايران است برشتهء نظم درآورده و اين سند از زبان يك تن شاعر عرب گفته شده است نه از زبان و قلم يك تن ايرانى ، ازين جهت تمام اشعار به همان ترتيب كه طبرى در تاريخ خود آورده است ، درين رساله آورده شد .\r\n« امية بن ابى الصلت » در ابتداى اشعار اشاره برفتن « سيف بن ذى يزن » نزد هراكليوس امپراطور روم و نااميد شدن او مىكند آنگاه شرحى دربارهء انوشيروان و ايرانيان ميگويد مفاد و خلاصه‌اش اين است . سيف پس از هفت سال سرگردانى و نوميدى ، بسوى خسرو انوشيروان شاهنشاه ايران روى آورد . انوشيروان گروهى از « آزادگان » [ 1 
  ] را با او بجانب يمن فرستاد . چه كسى مانند خسرو انوشيروان شاهنشاه شاهان بفرياد او رسيد ؟ و چه فرماندهى مانند « وهرز » در روز جنگ او را يارى كرد ؟ خداى پاداش دهاد اين مردم آزاده و شريف را ؟ هرگز در ميان ساير مردمان مانند آنان را نمىبينى . مردمانى دلاور و شجاع و مرزبانانى سپيد رو و بزرگوار هستند .\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ايرانيانى كه بيمن رفته بودند و از آنان فرزندانى بوجود آمد در يمن و در نزد عربها به « بنى الاحرار » يا « آزادگان » شهرت يافته بودند . )\r\n","page_name":" 77 ","page_number":78},
  {"content":"\r\nشيرانى هستند كه در بيشه‌ها ، بچه شيران پرورش ميدهند ! در تيراندازى مانند ندارند و تير آنان خطا نميكند .\r\nاى شاهنشاه ، تو شيرى را بسوى دشمنان فرستادى كه آنان را در هم شكست و در روى زمين پراكنده كرد اينك ، گوارا باد به تو تاج شاهى يمن ، بر اورنگ غمدان [ 1 
  ] تكيه زن و آنجا را همچون كشور خود بدان . . . ! اينك سخن را دربارهء تاريخ گرانبهاى طبرى خاتمه ميدهيم و ببحث دربارهء تفسير نفيس و مشهور او و ذكر ساير مؤلفات وى ميپردازيم .\r\n\r\n2 - تفسير بزرگ طبرى و گفتار بزرگان دربارهء آن\r\nازين پيش گفته شد كه تفسير بزرگ طبرى مسمى به « جامع البيان عن تأويل القرآن » مىباشد دانشمندان و محققان اسلامى ، اين اثر سودمند و نفيس محمد بن جرير را بهترين و بزرگترين آثار او دانسته‌اند .\r\nابو حامد اسفراينى كه يكى از دانشمندان و فقهاى بنام اسلام است دربارهء تفسير طبرى چنين گفته است :\r\n« اگر كسى براى بدست آوردن تفسير طبرى به چين مسافرت كند كارى بزرگ نكرده است ! » .\r\nسيوطى در كتاب اتقان گفته است :\r\n« كتاب تفسير طبرى بهترين و بزرگترين تفسير است زيرا طبرى در آن كتاب گفته و روايات مختلف را مورد مطالعه و بررسى قرار داده و آنچه را صحيح بنظرش آمده انتخاب و همچنين دربارهء اعراب و قراآت بهترين اقوال را پيروى كرده است .\r\nازين جهت كتاب او بر كتب پيشينيان ترجيح دارد . » نووى گفته است : « تمام علماى اسلامى اتفاق دارند كه كتابى در تفسير مانند كتاب تفسير طبرى تأليف نشده است ! » [ 2 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] غمدان بضم غ قصر ييلاقى و خوش آب و هواى ملوك حمير و يمن بوده است .\r\n[ 2 
  ] كشف الظنون .\r\n","page_name":" 78 ","page_number":79},
  {"content":"\r\nكتاب تفسير طبرى در سال 270 بپايان رسيد و به زودى صيت شهرت و آوازهء آن در ممالك غربى و شرقى اسلام بلند شد و تمام كتب و آثار ديگر طبرى تحت الشعاع آن قرار گرفت . [ 1 
  ] فقها و علماى شهرهاى مختلف ، كتاب مذكور را قرائت و مطالعه كردند و همگى تصديق كردند كه اين كتاب بر ساير آثار و مؤلفات طبرى برترى و فضيلت دارد .\r\nابو جعفر طبرى خود دربارهء اين اثر نفيس چنين گفته است :\r\n« . . . از زمان كوچكى اين معنى بذهن من خطور كرده بود . . . سه سال پيش از آنكه بتأليف تفسير خود بپردازم ، با خداى استخاره كردم و ازو مدد خواستم و آنگاه به نوشتن پرداختم و خدا مرا در تأليف آن يارى كرد . . . » نوشته‌اند كه يكى از بزرگان در خواب ديد كه گويا در مجلس درس ابو جعفر طبرى نشسته است و مردم برو كتاب تفسير ميخوانند . درين ميان شنيد كه هاتفى در ميان زمين و آسمان ميگويد : « هر كس ميخواهد قران را چنان كه نازل شده است بشنود بايد اين كتاب را گوش دهد . » ابو بكر بن مجاهد همواره مقام بلند طبرى را در علوم ستايش ميكرد و ميگفت كتابى در تفسير مانند كتاب طبرى نوشته نشده است و همو ميگفت : « هيچكس را در محراب نماز از ابو جعفر طبرى عالمتر بقرائت قران نديدم » صاحب قاموس الاعلام گفته است : « كتاب تفسير حاوى مطالبى است كه حكايت از فراوانى علم و تحقيق و تتبع طبرى مىكند . »\r\n\r\nچگونگى تأليف تفسير بزرگ\r\nطبرى در كتاب تفسير نخست بر عادت و رسم مؤلفان اسلامى خطبه‌اى در ستايش خداى يگانه و نعت پيغمبر اكرم صلى الله عليه و آله و خاندان و عترت آن بزرگوار آورده ، آنگاه شرحى دربارهء اختصاصات و مزاياى قرآن مجيد از بلاغت و فصاحت و اعجاز ذكر كرده است . پس از آن شرحى بعنوان مقدمه دربارهء تفسير قرآن و انواع و اقسام\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] متفكران اسلام )\r\n","page_name":" 79 ","page_number":80},
  {"content":"\r\nتأويل و آنچه تأويل آن بر ما معلوم است و آنچه دربارهء جواز و منع تفسير وارد شده و نيز دربارهء كلام منسوب به حضرت نبى اكرم صلى الله عليه و آله كه « قرآن به هفت حرف نازل گشته » و در خصوص اينكه بچه زبانى نازل شده و رد بر كسى كه گفته است در قرآن كلام غير عربى وجود دارد و مطالب و كليات ديگر ايراد كرده است .\r\nطبرى در كتاب تفسير باقوال و آراء و اخبار كسانى كه در نزد او امين و ثقه نبوده‌اند از قبيل : محمد بن سائب كلبى ، مقاتل بن سليمان و محمد بن عمر واقدى اعتماد نكرده و فقط باخبار و احاديث صحاح و مورد وثوق اكتفا كرده است ولى در نقل تواريخ و سير و اخبار عرب از قول مورخان مذكور و نظاير آنان استفاده كرده است .\r\nياقوت حموى نوشته است : « كتاب تفسير مشتمل است بر ده هزار ورق يا كمتر از آن بر حسب گشادى يا تنگى خط » ! و همو از قول عبد العزيز بن محمد طبرى نقل كرده كه وى گفته است : « نسخه‌اى از تفسير را در بغداد ديدم كه مشتمل بر چهار هزار ورقه بود . » طبرى در كتاب تفسير خود ، از كتب تفسيرى كه قبل ازو تأليف شده بوده است نام ميبرد و بدانها استناد ميجويد از جمله از ابن عباس پنج طريق و از سعيد بن جبير دو طريق و از مجاهد بن جبير سه طريق و از قتادة بن دعامه سه طريق و از حسن بصرى سه طريق و از عكرمه سه طريق و از ضحاك بن مزاحم دو طريق و از عبد الله بن مسعود يك طريق نقل مىكند .\r\nهمچنين از تفسير عبد الرحمن ابن زيد و از تفسير ابن جريح و از تفسير مقاتل بن حيان و از چند تفسير ديگر نام ميبرد .\r\n\r\nترجمهء فارسى تفسير طبرى\r\nكتاب تفسير بزرگ در مصر چاپ شده و داراى 30 جزء است در 7 مجلد بزرگ ، اين كتاب نيز مانند كتاب تاريخ بزرگ در زمان امراى دانشمند و دانشپرور سامانى و بفرمان منصور بن نوح ( 350 - 365 ه . ق ) بهمكارى جمعى از دانشمندان و فضلاى عصر\r\n","description":"","footnote":"","page_name":" 80 ","page_number":81},
  {"content":"\r\nبه فارسى ترجمه شده است و خوشبختانه ترجمهء مذكور كه از قديمترين آثار نثر فارسى است در دست مىباشد .\r\n« اين كار يعنى ترجمهء تفسير محمد بن جرير با ترجمهء تاريخ ظاهراً در يك زمان ابتدا شده و بايد در حدود 352 يا سالى پيش و پس باشد . اين ترجمه در 14 مجلد گرد آمده و سپس آن را بهفت مجلد كرده‌اند ، هر مجلدى سبعى از قرآن و نسخهء نفيسى از آن كه تحريرش سال 606 هجرى است در هفت مجلد در كتابخانهء سلطنتى ايران موجود است كه از كتب مقبرهء شيخ صفى الدين بوده و جلد چهارم آن مفقود است » [ 1 
  ] اينك در اين جا براى مزيد فايده نمونه‌اى از ترجمهء تفسير طبرى مىآوريم [ 2 
  ] از مقدمهء تفسير « اين كتاب تفسير بزرگست از روايت محمد بن جرير الطبرى رحمة الله عليه به زبان پارسى درى راه راست [ 3 
  ] و اين كتاب را بياوردند از بغداذ چهل مصحف بوذ نبشته به زبان تازى ، و باسنادهاى دراز بوذ ، و بياوردند سوى امير سيد مظفر ابو صالح منصور بن نوح بن نصر بن احمد بن اسماعيل رحمة الله عليهم اجمعين . پس دشخوار آمد بر وى خواندن اين كتاب و عبارت كردن آن به زبان تازى و چنان خواست كى مر اين را ترجمه كنند به زبان پارسى ، پس علماى ما وراء النهر را گرد كرد و اين از ايشان فتوى كرد كى روا باشذ كه ما اين كتاب را به زبان پارسى گردانيم ؟ گفتند روا باشد خواندن و نبشتن قرآن بپارسى مرآن كسى را كه او تازى ندانذ از قول خداى عز و جل كه گفت :\r\n* ( ما أَرْسَلْنا من رَسُولٍ إِلَّا بِلِسانِ قَوْمِه 14 : 4 ) * ، گفت من هيچ پيغامبرى را نفرستادم مگر به زبان قوم او ، و آن زبان كايشان دانستند ، و ديگر آن بوذ كاين زبان پارسى از قديم باز دانستند از روزگار آدم تا روزگار اسماعيل ( ع ) و همهء پيغامبران و ملوكان زمين بپارسى سخن گفتندى و اول كسى كه سخن گفت به زبان تازى اسماعيل ( ع ) پيغامبر بوذ\r\n\r\n","description":"","footnote":"\r\n[ 1 ، 2 
  ] جلد دوم سبك شناسى ملك الشعراء بهار\r\n[ 3 
  ] يعنى درى ساده و همه كس فهم . )\r\n","page_name":" 81 ","page_number":82},
  {"content":"\r\nو پيغامبر ما صلى الله عليه از عرب بيرون آمذ و اين قرآن به زبان عرب برو فرستاذند و اين بذين ناحيت زبان پارسى است و ملوكان اين جانب ملوك عجماند .\r\nپس بفرمود ملك مظفر ابو صالح تا علماى ما وراء النهر را گرد آوردند از شهر بخارا چون فقيه ابو بكر بن احمد بن حامد و چون خليل بن احمد السجستانى و از شهر بلخ ابو جعفر محمد بن على [ و 
  ] از باب الهند فقيه الحسن بن على مندوسى را و ابو الجهم خالد بن هانى المتفقه را و از شهر سپيچاپ و فرغانه و از هر شهرى كى بوذ در ما وراء النهر و همه خطها بداذند بر ترجمهء اين كتاب كى اين راه راست است . پس بفرموذ امير سيد ملك مظفر ابو صالح اين جماعت علما را تا ايشان از ميان خويش هر كدام فاضلتر و عالمتر اختيار كنند تا اين كتاب را ترجمه كنند پس ترجمه كردند . . . »\r\n\r\n3 - كتاب اختلاف علماء الامصار فى احكام شرائع الاسلام ، مشهور به كتاب اختلاف الفقهاء\r\n. اين كتاب چنان كه ياقوت حموى نوشته است از جهت فضل و بلندى مقام در ميان علماى شرق و غرب شهرت دارد . طبرى در اين كتاب اراده كرده است كه اقوال و عقايد فقهاى مشهور را كه مورد اعتماد او بوده‌اند بيان كند و آنان عبارتند از :\r\nمالك بن انس فقيه مدينه و عبد الرحمن بن عمرو اوزاعى فقيه شام و سفيان ثورى فقيه كوفه . پس از آنان محمد بن ادريس شافعى آنگاه از اهل كوفه ابو حنيفه نعمان بن ثابت و ابو يوسف يعقوب بن محمد انصارى و ابو عبد الله محمد بن حسن شيبانى ، پس از آنان ابراهيم بن خالد كلبى .\r\nطبرى درين كتاب موارد اجماع و موارد اختلاف فقها را بيان مىكند مثلا در باب جهاد و قتال با اهل شرك ، فصول و مباحثى بدين ترتيب دارد :\r\nاجماع فقهاء دربارهء سيرت رسول اكرم صلى الله عليه و آله در دعوت مشركان .\r\nاختلاف آنان در واجب بودن دعوت براى مسلمانانى كه در عصر پيغمبر بوده‌اند در هنگام جنگ با اهل شرك .\r\n","description":"","footnote":"","page_name":" 82 ","page_number":83},
  {"content":"\r\nاجماع آنان در اينكه مسلمان مىتوانند مشركان را تير باران كنند هر گاه در ميان مشركان مسلمانانى اسير و يا كودكان و زنان نباشند .\r\nاختلاف آنان درين مسئله كه اگر با مشركان كودكانى از كودكان مسلمانان و يا اسرائى از مسلمانان باشند . و همچنين در موردى كه ممكن باشد تير به كسانى بخورد كه قتل آنان عمداً جايز نيست .\r\nاختلاف آنان درين موضوع هر گاه مسلمانان با مشركان در جنگ باشند .\r\nاجماع آنان در اينكه كشتن مشركان محارب جائز است الخ [ 1 
  ] طبرى درين كتاب از بيان عقيدهء خود خوددارى كرده است زيرا مذهب و عقيدهء خود را در كتاب ديگرش بنام لطيف القول ذكر كرده است .\r\nكتاب اختلاف نخستين تأليف طبرى است و خود وى بسيار ميگفته است :\r\n« براى من دو كتاب است كه هيچ فقيهى بى نياز از آن دو نيست : يكى الاختلاف و ديگرى اللطيف . » . كتاب مذكور در حدود سه هزار ورق بوده است .\r\nاين كتاب باهتمام و تصحيح مستشرق آلمانى ژوزف شاخت JosepheSchacht در ليدن بسال 1933 چاپ شده است .\r\n\r\n4 - كتاب لطيف القول فى احكام شرائع الاسلام\r\n. اين كتاب شامل مجموع عقايد و آراء مخصوص محمد بن جرير طبرى است كه پيروان و اصحاب او بر آنها اعتماد و استناد دارند . چنان كه خود طبرى نيز گفته است اين كتاب از آثار بسيار نفيس و سودمند او مىباشد . هر كس بدقت و تحقيق اين كتاب را مطالعه كند ، اذعان مىكند كه در ميان كتب فقها كمتر كتابى از حيث اشتمال بر اصول و امهات عقيده و مذهب به خوبى و نفاست اين كتاب نوشته شده است .\r\nابو بكر بن راميد گفته است : تاكنون كتابى دربارهء مذهب و عقايد مانند كتاب طبرى كه دربارهء عقايد و مذهب خود نوشته ، تأليف نشده است .\r\nاين كتاب نسبت بكتاب اختلاف كتب و ابواب ذيل را اضافه دارد :\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] نقل از كتاب اختلاف الفقهاء چاپ ليدن . )\r\n","page_name":" 83 ","page_number":84},
  {"content":"\r\nكتاب لباس - كتاب امهات اولاد - كتاب شرب .\r\nنبايد توهم شود كه مقصود طبرى از تعبير « لطيف » كمى اوراق و كوچكى حجم كتاب است بلكه مقصود وى دقت در معانى و تحقيق در مطالب و مباحث آن است .\r\nاين كتاب مشتمل بر مبحث بسيار سودمندى است در شروط بنام امثله عدول و درين كتاب رساله‌اى است كه در آن از اصول فقه و از اجماع و اخبار آحاد و ناسخ و منسوخ در احكام و مجمل و مفسر اخبار و اوامر و نواهى و خصوص و عموم و اجتهاد و ابطال استحسان و نظاير اينها بحث شده است .\r\n\r\n5 - كتاب الخفيف فى احكام شرائع الاسلام\r\n. اين كتاب مختصر كتاب اللطيف است و از كتب خوب و سودمند طبرى مىباشد .\r\nاين كتاب را طبرى به خواهش يكى از دوستانش بنام ابو احمد عباس بن حسن عزيزى كه ميخواست خلاصه‌اى از احكام را در دست باشد تا مورد مطالعه و استفاده‌اش باشد تأليف كرد . اين كتاب براى هر خواننده‌اى اعم از عالم و مبتدى قابل استفاده و سهل التناول است و مشتمل بر اصول احكام و مسائل مىباشد . عدد اوراق كتاب خفيف در حدود چهار صد ورقه است .\r\n\r\n6 - كتاب بسيط القول فى احكام شرائع الاسلام\r\n. طبرى كتاب سودمند ديگرى بعنوان كتاب مراتب العلماء بعنوان مقدمه اين كتاب نوشته و در آن پس از خطبه شرحى دربارهء فوايد طلب علم و تفقه در احكام و اخبار نوشته و از كسانى كه فقط بنقل مطالب كتاب او بىآنكه در آنها تعمق و تفقه كنند اكتفا كرده‌اند نكوهش كرده است . پس از آن بذكر علما و فقهائى كه بمذهب او تفقه كرده‌اند پرداخته و ابتدا كرده است از علماى مدينه زيرا پيغمبر صلى الله عليه و آله از آن شهر مقدس هجرت فرمود ، پس از آن بذكر علماى مكه پرداخته است زيرا در آنجا حرم شريف قرار دارد . آن گاه بذكر علماى عراقين ( كوفه و بصره ) و بعد بذكر علماى شام و خراسان پرداخته است .\r\nدرين كتاب بذكر اختلاف و اتفاق فقهاء در موارد استقصاء و تبيين و دلائل هر يك اشاره كرده و آنچه در نظر خودش صواب بوده اختيار كرده است : اين كتاب در حدود\r\n","description":"","footnote":"","page_name":" 84 ","page_number":85},
  {"content":"\r\nدو هزار ورق بوده است .\r\nاز كتاب مذكور كتابى بنام « آداب قضات » استخراج كرد و اين از كتب بسيار مفيد و مشهور بفضل و خوبى است .\r\nپس از بيان خطبه شرحى در مدح قضات خوب و نويسندگان آنان و آنچه بايد قاضى در مسند قضاء بدان عمل كند آورده و نيز دربارهء سجلات و شهادات و دعاوى گواهان بتفصيل بحث كرده است .\r\nاين كتاب در حدود هزار ورق بوده است .\r\nطبرى باصحاب خود سفارش و تأكيد ميكرد كه همواره دو كتاب بسيط و تهذيب را با خود داشته باشند و در مطالعه و فهميدن مطالب آن دو كوشش كنند .\r\n\r\n7 - كتاب تهذيب الاثار و تفصيل الثابت عن رسول الله ( ص ) من الاخبار\r\n، دربارهء اين كتاب نوشته‌اند كه بر علما دشوار است كه بتوانند مثل آن را تأليف و يا آن را تمام و تكميل كنند .\r\nابو بكر بن كامل گفته است : پس از ابو جعفر طبرى دانشمندى را نيافتم كه ازو جامعتر در علوم و كتب علما و شناسائى موارد اختلاف فقهاء باشد . خود من سالها رياضت كشيدم و رنج بردم تا در مسند عبد الله بن مسعود دربارهء حديثى از آن نظير آنچه ابو جعفر فراهم آورده بود ، بنويسم و موفق بانجام آن نشدم و فكرم يارى نكرد .\r\n\r\n8 - كتاب ادب النفوس الجيدة و الاخلاق النفيسة كه گاهى بنام ادب النفس - الشريفة و الاخلاق الحميدة خوانده شده است\r\n. اين كتاب چنان كه از نامش هويداست دربارهء تهذيب نفس و تزكيهء اخلاق است و در نوع خود كم نظير بوده است .\r\nطبرى درين اثر نفيس و ممتع خود از علوم دين و فضل و پارسائى و اخلاص و شكر سخن گفته و نيز دربارهء ريا و كبر و خضوع و صبر و امر بمعروف و نهى از منكر بحث كرده است .\r\nدر ابتداى كتاب شرحى در معنى وسوسه و اعمال قلوب و دعاء و فضيلت قرآن\r\n","description":"","footnote":"","page_name":" 85 ","page_number":86},
  {"content":"\r\nو اوقات اجابت دعا و دلائل آن و آنچه درباره مستحبات و سنن از صحابه و تابعان روايت شده ذكر كرده است . آنچه از اين كتاب پاكنويس شده در حدود پانصد ورق بوده است .\r\n\r\n9 - كتاب فضائل على بن ابى طالب عليه السلام\r\nدرين كتاب طبرى از صحيح بودن حديث غدير خم [ 1 
  ] سخن رانده و پس از آن بذكر فضائل حضرت على عليه السلام پرداخته ولى موفق باتمام كتاب نشده است .\r\n\r\n10 - كتاب فضائل ابى بكر و عمر\r\n. اين كتاب نيز ناتمام مانده است و علت تأليف كتاب مذكور آن بود كه چون طبرى بطبرستان برگشت ، ديد شيعيان آنجا در مذهب تشيع غلو كرده و بصحابه و خلفا سب ميكنند ، ازينرو بتأليف كتاب مذكور پرداخت .\r\nكتاب ديگرى نيز در فضائل عباس نوشت ولى آن هم ناتمام ماند .\r\n\r\n11 - كتاب رد بر صاحب اسفار ( الرد على ذى الاسفار )\r\n. طبرى درين كتاب آراء و عقايد سست داود بن على اصفهانى را رد كرده است .\r\nداود بن على از دانشمندان و فقهاى همزمان با طبرى و از علوم نظرى و فقه و حديث و سنن با خبر بود ولى در آنها زياد تبحر و تعمق نداشت در مقابل زبانى فصيح و بيانى شيوا و دلنشين داشت بر خلاف طبرى كه از تمام علوم زمان خود با خبر بود و در آنها تبحر و مهارت كامل داشت .\r\nروزى بين ابو جعفر طبرى و داود بن على اصفهانى در مسأله‌اى سخن بميان آمد و كار بمباحثه و مناظره كشيد و داود در مقابل ابو جعفر از آوردن دليل عاجز شد و ناچار خاموش گشت اصحاب داود كه مردمانى بد زبان و اهل هزل بودند ازين پيش آمد خشمگين شدند و يكى از آنان سخن ناهنجارى دربارهء طبرى بر زبان راند . طبرى از آن مجلس بلند شد و پس از آن شروع بتأليف اين كتاب كرد و قسمت قسمت از آن را پاكنويس ميكرد تا صد ورق نوشت و آنچه نوشته بود در نهايت نفاست و استحكام\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] موضعى در ميان مكه و مدينه بوده است . )\r\n","page_name":" 86 ","page_number":87},
  {"content":"\r\nبود . درين هنگام چون آگاه شد كه داود وفات يافته است ، از اتمام كتاب خوددارى كرد و آنچه نوشته بود نيز در دسترس مردم قرار نگرفت مگر آنچه را برخى از اصحاب او قبلا نوشته بودند .\r\nيكى از اصحاب داود نقل كرده است كه داود سخن كسى را كه به ابو جعفر اهانت كرده بود قطع كرد و يك سال با او سخن نگفت .\r\nبعد از داود ، پسرش بنام محمد كتابى در رد كتاب طبرى بطرفدارى از پدرش نوشت بنام الرد على ابى جعفر بن جرير .\r\nخود محمد بن داود گفته است كه از آنچه ميان پدرم و ابو جعفر طبرى گذشته بود ، همواره در خاطرم چيزى بود تا آنكه روزى بر ابو بكر بن ابو حامد وارد شدم و ابو جعفر طبرى را نزد او ديدم ابو بكر بطبرى گفت اين محمد بن داود اصفهانى است .\r\nطبرى چون مرا شناخت ، به من خوش آمد گفت و شروع كرد بستايش پدرم چنان كه من از آنچه در دل داشتم و ميخواستم بطبرى بگويم ، خوددارى كردم :\r\n\r\n12 - كتاب رسالة البصير فى معالم الدين\r\n- اين كتاب را براى اهل طبرستان كه درباره اسم و مسمى اختلاف كرده بودند و در رد مذاهب بدعت تأليف كرد .\r\n\r\n13 - رسالهء معروف به كتاب صريح السنة\r\n- درين رساله طبرى مذهب و معتقدات خود را نوشته است .\r\n\r\n14 - كتاب المسترشد فى علوم الدين و القراآت\r\n. [ 1 
  ]\r\n\r\n15 - كتابى در تعبير رؤيا ( ناتمام )\r\n\r\n16 - كتاب مختصر مناسك حج .\r\n\r\n17 - كتاب مختصر الفرائض .\r\n\r\n18 - كتاب الموجز فى الاصول\r\n.\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] قاموس الاعلام . )\r\n","page_name":" 87 ","page_number":88},
  {"content":"\r\nاينك بتوفيق خداى توانا اين رسالهء مختصر را در اين جا ختم ميكنيم و در پايان آن برخى از مراثى را كه شعرا و فضلا دربارهء مرگ ابو جعفر طبرى گفته‌اند و معرف مقام شامخ علمى او مىباشد ، مىآوريم . [ 1 
  ] ابن اعرابى :\r\n\r\nحدث مفظع و خطب جليل\r\nدق عن مثله اصطبار الصبور\r\nقام ناعى العلوم اجمع لمّا\r\nقام ناعى محمد بن جرير\r\nكتبه انجم لها زاهرات\r\nموذنات رسومها بالدثور\r\nيا ابا جعفر مضيت حميدا\r\nغير وانٍ فى الجّد و التشمير\r\n\r\n. . .\r\nمحمد بن رومى\r\n\r\nكان بحراً من العلوم فلمّا\r\nفاض بالنفس غاض بحر معين\r\nمن له بعده اذا هولا\r\nهو مثله غيره عليه امين\r\n\r\nدربارهء آرامگاه طبرى ازين پيش گفته شد كه در بغداد در خانهء خودش به خاك سپرده شد ولى ابن خلكان مؤلف كتاب نفيس وفيات الاعيان در كتاب مذكور نوشته است كه : در مصر قبرى ديدم كه مورد احترام مردم است و به زيارت آن ميروند و بر روى سنگ قبر نوشته شده است كه : « اين قبر ابن جرير طبرى است » و مردم ميگويند كه اين ابن جرير همان صاحب تاريخ مشهور است .\r\nپس از ذكر اين قسمت خود ابن خلكان مينويسد كه اين عقيدهء مردم مصر صحيح نيست زيرا قبر ابن جرير در بغداد است .\r\nچنان كه در آغاز اين رساله نيز اشاره شد مأخذ عمدهء نويسندهء اين رساله در گردآورى مطالب آن ، كتاب معجم الادباء ياقوت حموى بوده است و ياقوت نيز چنان كه خودش تصريح كرده است مأخذش دو كتاب نفيس و معتبر بوده است . يكى\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] نقل از مقدمهء جزء اول تفسير طبرى چاپ مصر . )\r\n","page_name":" 88 ","page_number":89},
  {"content":"\r\nكتابى كه پسر طبرى بنام عبد العزيز در سيرت و اخلاق و احوال پدر نوشته بوده است و ديگرى كتابى كه شاگرد طبرى ابو بكر بن كامل دربارهء زندگانى استاد تأليف كرده بوده است . و الحمد لله اولا و آخراً .\r\nتهران شهريور ماه 1314 تجديد نظر 1334 على اكبر شهابى\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":90}
  ]