[
  {"content":"\r\nأساس التقديس في علم الكلام\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nأساس التقديس\r\nفي علم الكلام\r\nالإمام\r\nفخر الدين أبي عبد الله\r\nمحمد بن عمر بن الحسين الرازي\r\nالمتوفى 606 ه‍\r\nطبعة جديدة ، مصححة ومنقحة ومدققة\r\nمؤسسة الكتب الثقافية\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nملتزم الطبع والنشر والتوزيع\r\nمؤسسة الكتب الثقافية فقط\r\nالطبعة الأولى\r\n1415 ه‍ - 1995 م\r\nمؤسسة الكتب الثقافية\r\nالصنائع - بناية الاتحاد الوطني - الطابق السابع - شقة 78\r\nهاتف المكتب : 640208\r\nص . ب : 5115 / 114 - برقيا : ألكتبكو - تلكس : 40459 - بيروت - لبنان\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nمقدمة الناشر\r\nالحمد لله الذي وسع كرسيه السماوات والأرض ولا يؤده حفظهما وهو العلي العظيم .\r\nوأشهد ألا إله إلا الله الذي لا يستحق أحد أن يعبد سواه . الإله الذي لا قسيم لذاته ، ولا عدين ولا نظير ولا شبيه ولا شريك له . الإله الذي يصمد إليه في الأمور ويقصد في الحوائج وهو الغني الذي لا يحتاج إلى شيء .\r\nالإله الذي تنزه عن الأبوة والبنوة والحدوث بلا شك ولا ريب ، المتعالي عن النقص والعيب ، والذي بيده مفاتيح الغيب الذي خلق الماء والعرش ، والسماء والأرض وما بينهما ، والجنة والنار والفرش . وخلق السكون والضوضاء . وجعل الظلمات والضياء والخلاء والملاء ، والصحة والبلاء ، وتنزه عن الوقوف والقعود والاقعاد ، الذي علم الجهر والسر ، وخلق الخير والشر والبحر والبر والحر والقر والحصى والدر . خالق الأعيان والأعمال والصور والاشكال ، والجواهر والاعراض ، والاجزاء والأبعاض . الحي القيوم . الكائن أزلا أبدا . الآمر الذي لا آمر له . الناهي الذي لا ناهي له . الموجود الذي واجب وجوده ، المعبود الذي عبده أهل السماء وعبده كثير من الناس .\r\nوأشهد أن محمدا عبده ورسوله ، صلى الله عليه وعلى آله وأصحابه . النبي الذي جعله الله تبارك وتعالى أشرف ولد عدنان ، وسيد الإنس والجان ، والذي أوتي شطري الحسن والاحسان ، المؤيد بإعجاز القرآن ، والحجة والبرهان ، وفصاحة اللسان ، ونواصع البيان ، وجعله الله شمس العلوم الزاهرة ، وأيده بالمعجزات الباهرة ، فشهدت لنبوته الأشجار ، وحنت إليه جذوعها . النبي الذي أوتي أعلى الهمم . وأوفى الذمم ، فجعله الله علما فوق كل علم ، وجعل أمته خير الأمم ، فكان خير من مشي على قدم . وصلى الله على آله الذين رفعوا علم الهداية ، وحملوا البند والراية ، وجاهدوا في الحق حتى بلغوا النهاية . وصلى الله على أصحابه الأبرار ،\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nالمهاجرين والأنصار ، الذين آمنوا به وعذروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون .\r\nأما بعد :\r\nفإن علم التوحيد هو أشرف العلوم وأعلاها جنابا ، وأوسعها رحابا ، وأرفعها قدرا .\r\nفمن نهل من سلسالها العذب فقد أخذ بحظ وافر من الدنيا والآخرة ومن أعرض عنه فقد خاب ظنه وحبط عمله . والحاجة إلى هذا العلم أولى الحاجات ، وأهم الغايات ، وأنبل المطلوبات ، فهو دواء الأرواح وغذاؤها ، وعطرها الفواح وشفاؤها ، ونورها الوضاح ونقاؤها ، ومفتاح السعادة وبهاؤها ، به تكشف الجهالات ، وتتقي الهلكات ، وتقال العثرات ، وهو الطريق إلى أعلى الجنات .\r\nفلا جرم أن لنا قسطنا من هذا العلم ليكون دائما عما سواه في كل حركاتنا وخلجاتنا وسائر مناحي حياتنا نفعا لنا ولغيرنا ورجاء للمثوبة وحسن الختام .\r\nولما كان الإمام الرازي ، العالم العاقل ، والجهبذ العامل ، للوذعي الكامل ، والحبر الفاضل ، إمام أهل زمانه ، وفريد عصره ، شيخ الإسلام ، وإمام علوم العقل والكلام ، الفصيح لسانه ، المليح جنانه ، الصريح بيانه الذي بهر خصومه ، وقهر مناوئيه ، فكان سيف السنة ، وسهم أهل الحق .\r\nوكان كتابه أساس التقديس بينا صريحا ينال طالب الحق فيه بغيته ، وكان صاعقة على أهل البدع والأهواء ، جنب فيه الكثيرين من شرهم وضلالهم ، وما بذوره من غي وفتن وأهواء وشبه .\r\nولشدة حرصه على نصرة الحق وأهله واعلاء كلمة التوحيد وانقاذ الكثيرين مما طمس على قلوبهم من زيغ وانحراف ، ولتدمير الظلم على أهله ، هب لا يأل جهدا مجاهدا بلسانه وقلمه يحدث ويدرس ويعظ ويكتب ويؤلف ذودا عن الدين الحنيف وانتصارا لمذهب أهل السنة والجماعة ، ومن جملة هذه الدوافع كان هذا الكتاب الجليل القدر ، العظيم الفائدة يحمل بين دفتيه الدرر النفيسة والجواهر التي لا تعادلها أثمان .\r\nولطالما كثر المحرفون في زمان الإمام الرازي فقد كثر نشاطه وشمر عن ساعده وكشفت حربه عن ساقها وانتضى أسهم الحق وانطلق بحججه الباهرة ولسانه الذي يصدح بالحق وقلمه الذي مضى كالسيف على أعناق أهل الزيغ .\r\nلهذه الأسباب كان ما كتبه الإمام الرازي نورا مضيئا اهتدى به الكثيرون . وكان هدفه\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nأولا وآخرا نشر مذهب الحق واصلاح الزلل وسد الخلل ورفع راية الإسلام ، ونصرة دين الله تعالى والتأسي بسيدنا رسول الله صلى الله عليه وعلى آله وصحبه وسلم تسليما كثيرا .\r\nوإذا كنا قد اشتغلنا بهذا الكتاب قدر المستطاع ، فلأننا ندرك المسؤولية الملقاة على عاتقنا تجاه أنفسنا ، إلا وهي الاستزادة والاغتراف من بحر هذه العلم العظيم الذي لا يدرك غوره ، وكذلك لوضع القارئ في هالة جديدة تكشف له ما غمض عليه بتأثير الحشو والتحريف والخلط والغلط في معان كثيرة ومبان مثيرة وألفاظ غريبة عن المؤلف ومؤلفه أدخلت في الكتاب لمقاصد كثيرة ولتشوه الصورة الناصعة للإمام الرازي وكتابه ، فترانا نلحظ الكثير في الكتاب مما ليس من أصله ولا علم للإمام الرازي به .\r\nلذلك كله كان لا بد ما استطعنا إلى ذلك سبيلا من مراجعة الكتاب والبحث والتحقيق والتمحيص والتدقيق لتنقيته من الشوائب العالقه به والغرائب الشوهاء الداخلة عليه افتراء ، وعلى مر قرون طويلة خلت والي يومنا هذا . ولا بد من تبديد السحب الداكنة التي انتشرت والعمل إزالة البقع السوداء التي وضعوها هنا وهناك في هذا الكتاب .\r\nوجاء اخراجه الآن يليق بالمعاني الجليلة كتبها الشيخ الإمام الرازي والدرر التي نثرها منذ مئات طويلة من السنين في كتبه التي أشرقت شموسا ساطعة تضيء بأنوارها الآفاق ومنها ما بين دفتي هذا الكتاب مما خطه بيده .\r\nوحتى يفهمه القارئ بدون كبير عناء ، وحتى لا تلتبس عليه كثير من الأمور ويميز الطيب من الخبيث والغث من السمين ، وحتى يتألق نجم الاهتداء في نفوس كثيرة غشيها الظلام ، ولتستيقظ قلوب سودها الجهل ، فينكشف عنها غشاء الصدا ويتلاشى ضبابها ، فتنهض من كبوتها لتوحد ربها .\r\nوإنا نأمل أن نكون قد قدمنا ما استطعنا تحقيقا للنفع وتوخيا لإظهار الحق والله تعالى نسأل أن يلهمنا سبل الرشاد وأن يجعلنا ممن يستحقون القول فيتبعون أحسنه ، والحمد لله الذي نرجو جميل عفوه أنه سميع مجيب .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالإمام فخر الدين الرازي\r\nترجمته\r\nأبو عبد الله محمد بن عمر بن الحسين بن الحسن بن علي التيمي البكري الطبرستاني الأصل ، الرازي المولد ، الملقب فخر الدين ، المعروف بابن الخطيب ، الفقيه الشافعي ، فريد عصره ونسيج وحده ، فاق أهل زمانه في علم الكلام والمعقولات وعلم الأوائل ، له التصانيف المفيدة في فنون عديدة ، منها تفسير القرآن الكريم .\r\nجمع فيه كل غريب وغريبة ، وهو كبير جدا لكنه لم يكمله ، وشرح سورة الفاتحة في مجلد ، ومنها في علم الكلام ، « المطالب العالية » و « نهاية العقول » وكتاب « الأربعين » .\r\nو « المحصل » وكتاب « البيان والبرهان في الرد على أهل الزيغ والطغيان » وكتاب « المباحث العمادية في المطالب المعادية » وكتاب « تهذيب الدلائل وعيون المسائل » وكتاب « ارشاد النظار إلى لطائف الأسرار » وكتاب « أجوبة المسائل التجارية » وكتاب « تحصيل الحق » وكتاب « الزبدة » و « المعالم » وغير ذلك ؛ وفي أصول الفقه « المحصول » و « المعالم » ؛ وفي الحكمة « الملخص » و « شرح الإشارات » لابن سينا و « شرح عيون الحكمة » وغير ذلك ؛ وفي الطلسمات « السر المكتوم » و « شرح أسماء الله الحسنى » ويقال : إن له شرح « المفصل في النحو للزمخشري » وشرح « الوجيز » في الفقه للغزالي ، وشرح « سقط الزند » للمعري ، وله مختصر في الإعجاز ، ومؤاخذات جيدة على النحاة ، وله طريقة في الخلاف ، وله في الطب شرح الكليات للقانون ، وصنف في علم الفراسة ، وله مصنف في مناقب الشافعي ، وكل كتبه ممتعة وانتشرت تصانيفه في البلاد ورزق فيها سعادة عظيمة فإن الناس اشتغلوا بها ورفضوا كتب المتقدمين ، وهو أول من اخترع هذا الترتيب في كتبه ، وأتى فيها بما لم يسبق إليه .\r\nوكان له في الوعظ اليد البيضاء ، ويعظ باللسانين العربي والعجمي ، وكان يلحقه\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالوجد في حال الوعظ ويكثر البكاء ، وكان يحضر مجلسه بمدينة هراة أرباب المذهب والمقالات ويسألونه وهو يجيب كل سائل بأحسن إجابة ، ورجع بسببه خلق كثير من الطائفة الكرامية وغيرهم إلى مذهب أهل السنة ، وكان يلقب بهراة شيخ الإسلام .\r\nوكان مبدأ اشتغاله على والده إلى أن مات ، ثم قصد الكمال السمناني واشتغل عليه مدة ، ثم عاد إلى الري واشتغل على المجد الجيلي ، وهو أحد أصحاب محمد بن يحيى ، ولما طلب المجد الجيلي إلى مراغة ليدرس بها صحبه فخر الدين المذكور إليها ، وقرأ عليه مدة طويلة علم الكلام والحكمة ، ويقال إنه كان يحفظ « الشامل » لإمام الحرمين في علم الكلام ، ثم قصد خوارزم وقد تمهر في العلوم فجري بينه وبين أهلها كلام فيما يرجع إلى المذهب والاعتقاد ، فأخرج من البلاد ، فقصد ما وراء النهر ، فجرى له أيضا هناك ما جرى له في خوارزم ، فعاد إلى الري ، وكان بها طبيب حاذق له ثروة ونعمة ، وكان للطبيب ابنتان ، ولفخر الدين ابنان ، فمرض الطبيب وأيقن بالموت فزوج ابنتيه لولدي فخر الدين ، ومات الطبيب فاستولى فخر الدين على جميع أمواله ، فمن ثم كانت له النعمة ، ولازم الأسفار ، وعامل شهاب الدين الغوري صاحب غزنة في جملة من المال ، ثم مضى إليه لاستيفاء حقه منه فبالغ في إكرامه والإنعام عليه وحصل له من جهته مال طائل ، وعاد إلى خراسان ، واتصل بالسلطان محمد بن تكش المعروف بخوارزم شاه ، وحظي عنده ، ونال أسنى المراتب ، ولم يبلغ أحد منزلته عنده ، ومناقبه أكثر من أن تعد ، وفضائله لا تكاد تحصى ولا تحد .\r\nوكان له مع هذه العلوم شيء من النظم ، فمن ذلك قوله :\r\nنهاية إقدام عقال * وأكثر سعي العالمين ضلال\r\nوأرواحنا في وحشة من جسومنا * وحاصل دنيانا أذى ووبال\r\nولم نستفد من بحثنا طوال عمرنا * سوى أن جمعنا فيه قيل وقالوا\r\nوكم قد رأينا من رجال ودولة * فبادوا جميعا مسرعين وزالوا\r\nوكم من جبال قد علت شرفاتها * رجال فزالوا والجبال جبال\r\nوكان العلماء يقصدونه من البلاد ، وتشد إليه الرجال من الأقطار ، وحكى شرف\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nالدين بن عين أنه حضر درسه يوما وهو يلقي الدروس في مدرسته بخوارزم ودرسه حافل بالأفاضل واليوم شات وقد سقط ثلج كثير وخوارزم بردها شديد إلى غاية ما يكون ، فسقطت بالقرب منه حمامة وقد طردها الجوارح ، فلما وقفت رجع عنها الجارح عنها الجارح خوفا من الناس الحاضرين ، فلم تقدر الحمامة على الطيران من خوفها وشدة البرد ، فلما قام فخر الدين من الدرس وقف عليها ورق لها وأخذها بيده ، فأنشد ابن عنين في الحال :\r\nيا ابن الكرام المطعمين إذا شتوا * في كل مسغبة وثلج خاشف\r\nالعاصمين إذا النفوس تطايرت * بين الصوارم والوشيج الراعف\r\nمن نبأ الورقاء أن محلكم * حرم وأنك ملجأ للخائف\r\nولابن عنين المذكور فيه قصيدة من جملتها :\r\nماتت ب بدع تمادى عمرها * دهرا وكاد ظلامها لا ينجلي\r\nفعلا به الإسلام أرفع هضبة * ورسا سواه في الحضيض الأسفل\r\nلو أن رسطاليس يسمع لفظة * من لفظه لعرته هزة أفكل\r\nولحار بطليموس لو لاقاه من * برهانه في كل شكل مشكل\r\nوقال أبو عبد الله الحسين الواسطي : سمعت فخر الدين بهراة ينشد على المنبر عقيب كلام عاتب فيه أهل البلد :\r\nالمرء ما دام حيا يستهان به * ويعظم الزرء فيه حين يفتقد\r\nوذكر فخر الدين في كتابه الذي سماه « تحصيل الحق » أنه اشتغل في علم الأصول على والده ضياء الدين عمر ، ووالده علي أبي القاسم سليمان بن ناصر الأنصاري ، وهو على الشيخ أبي الحسين الباهلي ، وهو على شيخ السنة أبي الحسن علي بن إسماعيل الأشعري ، وهو على أبي علي الجبائي أولا ثم رجع عن مذهبه ونصر مذهب أهل السنة والجماعة .\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوأما اشتغاله في المذهب فإنه اشتغل على والده ، ووالده على أبي محمد الحسين ابن مسعود الفراء البغوي ، وهو على القاضي حسين المروزي ، وهو على القفال المروزي ، وهو على أبي زيد المروزي ، وهو على أبي إسحاق المروزي ، وهو على أبي العباس بن سريج ، وهو على أبي القاسم الأنماطي ، وهو على أبي إبراهيم المزني ، وهو على الإمام الشافعي ، رضي الله عنه .\r\nوكانت ولادة فخر الدين في الخامس والعشرين من شهر رمضان سنة أربع وأربعين ، وقيل ثلاث وأربعين وخمسمائة ، بالري . وتوفي يوم الاثنين ، وكان عيد الفطر ، سنة ست وستمائة بمدينة هراة ، ودفن آخر النهار في الجبل المصاقب لقرية مزداخان ، رحمه الله تعالى ، ورأيت له وصية أملاها في مرض موته على أحد تلامذته تدل على حسن العقيدة .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n* ( فاعلم أنه لا إله إلا الله ) *\r\nبسم الله الرحمن الرحيم\r\nخطبة الكتاب\r\nقال الشيخ الإمام فخر الدين محمد بن عمر الرازي تغمده الله بغفرانه الحمد لله الواجب وجوده وبقاؤه الممتنع تغيره وفناؤه العظيم قدره واستعلاؤه العميم نعماؤه وآلاؤه الدالة على وحدانيته أرضه وسماؤه المتعالية عن شوائب التشبيه والتعطيل صفاته وأسماؤه فاستواؤه قهره واستيلاؤه ونزوله بره وعطاؤه ومجيئه حكمه وقضاؤه ووجهه وجوده أو جوده وحباؤه وعينه حفظه وعونه اجتباؤه وضحكه عفوه أو إذنه وارتضاؤه ويده إنعامه وإكرامه واصطفاؤه ولا يجري في الدارين من أفعاله إلا ما يريده ويشاؤه العظمة إزاره والكبرياء رداؤه\r\nأحمده على جزيل نعمه وجميل كرمه وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله أرسله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون صلى الله عليه وسلم\r\nأما بعد فإني وإن كنت ساكنا في أقاصي بلاد المشرق إلا أني سمعت أهل المشرق والمغرب مطبقين متفقين على أن السلطان المعظم العالم العادل المجاهد سيف الدنيا والدين سلطان الإسلام والمسلمين أفضل سلاطين الحق واليقين أبا بكر بن أيوب لا زالت راياته في تقوية الحق والمذهب الصدق متصاعدة إلى عنان السماء وآثار أنوار قدرته ومكنته باقية بحسب تعاقب الصباح والمساء أفضل الملوك وأكمل السلاطين في آيات الفضل وبينات الصدق وتقوية الدين القويم\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nونصرة الصراط المستقيم فأرت أن أتحفه بتحفة سنية وهدية مرضية فأتحفته بهذا الكتاب الذي سميته ب‍ « أساس التقديس » على بعد الدار وتباين الأقطار وسألت الله الكريم أن ينفعه به في الدارين بفضله وكرمه ورتبته على أربعة أقسام\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالقسم الأول\r\nفي الدلائل الدالة على أنه تعالى\r\nمنزه عن الجسمية والحيز\r\nوفيه فصول :\r\nالفصل الأول\r\nفي تقرير المقدمات التي يجب إيرادها قبل الخوض في الدلائل وهي ثلاثة :\r\nالمقدمة الأولى :\r\nفي دعوى وجود موجود وإثباته\r\nأعلم أنا ندعي وجود موجود لا يمكن أن يشار إليه بالحس أنه ههنا هنالك أو نقول إنا ندعي وجود موجود غير مختص بشيء من الأحياز والجهات أو نقول إنا ندعي وجود موجود غير حال في العالم ولا مباين عنه في شيء من الجهات الست التي للعالم هذه العبارات متفاوتة والمقصود من الكل شيء واحد\r\nومن المخالفين من يدعي أن فساد هذه المقدمات معلوم بالضرورة وقالوا لأن العلم الضروري حاصل بأن كل موجودين فإنه لا بد وأن يكون أحدهما حالا في الآخر أو مباينا عنه مختصا بجهة من الجهات الست المحيطة به قالوا وإثبات موجودين على خلاف هذه الأقسام السبعة باطل في بداية العقول واعلم أنه لو ثبت كون هذه المقدمة بديهية لم يكن الخوض في ذكر الدلائل جائزا لأن على تقدير أن يكون الأمر على ما قالوه كان الشروع في الاستدلال على كون الله تعالى غير حال في العالم ولا مباين عنه في الجهة إبطالا للضروريات والقدح في الضروريات بالنظريات يقتضي القدح في الأصل بالفرع وذلك يوجب تطرق الطعن إلى الأصل والفرع معا وهو باطل بل يجب علينا بيان أن هذه المقدمة ليست من المقدمات البديهية حتى يزول هذا الإشكال فنقول الذي يدل على أن هذه المقدمات ليست بديهية وجوه :\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nالأول أن جمهور العقلاء المعتبرين اتفقوا على أنه تعالى ليس بمتحيز ولا مختص بشيء من الجهات وأنه تعالى غير حال في العالم ولا مباين عنه في شيء من الجهات ولو كان فساد هذه المقدمات معلوما بالبديهة لكان إطباق أكثر العقلاء على إنكارها ممتنعا لأن الجمع العظيم من العقلاء لا يجوز إطباقهم على إنكار الضروريات بل نقول الفلاسفة اتفقوا على إثبات موجودات ليست بمتحيزة ولا حالة في المتحيزة مثل العقول والنفوس والهيولى بل زعموا أن الشيء الذي يشير إليه كل إنسان بقوله أنا موجود ليس بجسم ولا جسماني ولم يقل أحد بأنهم في هذه الدعوى منكرون للبديهيات بل جمع عظيم من المسلمين اختاروا مذهبهم مثل معمر بن عباد السلمي من المعتزلة ومثل محمد بن نعمان من الرافضة ومثل أبي القاسم الراغب وأبي حامد الغزالي من أصحابنا وإذا كان الأمر كذلك فكيف يمكن أن يقال بأن القول بأن الله ليس بمتحيز ولا حال في المتحيز قول مدفوع في بداية العقول\r\nالثاني أنا إذا عرضنا على العقل وجود موجود لا يكون حالا في العالم ولا مباينا عنه في شيء من الجهات الست وعرضنا على العقل أيضا أن الواحد نصف الاثنين وأن النفي والإثبات لا يجتمعان وجدنا العقل متوقفا في المقدمة الأولى جازما في المقدمة الثانية وهذا التفاوت معلوم بالضرورة وذلك يدل على أن العقل غير قاطع في المقدمة الأولى لا بالنفي ولا بالإثبات إلا أنا نقول لما رأينا أن العقل لم يجزم بهذه المقدمة مثل جزمه بأن الواحد نصف الاثنين علمنا أنه غير قاطع بأن ما سوى العالم لا بد وأن يكون حالا فيه أو مباينا عنه بالجهة بل هو مجوز لنقيضه وإذا ثبت هذا فنقول إن ذلك الظن إنما حصل بسبب أن الوهم والخيال لا يتصرفان إلا في المحسوسات فلا جرم كان من شأنهما أنهما يقضيان على كل شيء بالأحكام اللائقة بالمحسوسات فهذا الميل إنما جاء بسبب الوهم والخيال لا بسبب العقل البتة\r\nالثالث إنا إذا قلنا الموجود إما أن يكون متحيزا أو حالا في المتحيز أو لا متحيزا ولا حالا في المتحيز وجدنا العقل قاطعا لصحة هذا التقسيم ولو قلنا\r\nالموجود إما أن يكون متحيزا أو حالا في المتحيز واقتصرنا على هذا القدر علمنا\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبالضرورة أن هذا التقسيم غير تام ولا منحصر وأنه لا يتم إلا بضم القسم الثالث وهو أن يقال وإما أن لا يكون متحيزا ولا حالا في التحيز وإذا كان الأمر كذلك علمنا بالضرورة أن احتمال هذا القسم وهو وجود موجود لا يكون متحيزا ولا حالا في المتحيز قائم في العقول من غير مدافعة ولا منازعة وأنه لا يمكن الجزم بنفيه ولا بإثباته إلا بدليل منفصل\r\nالرابع أنا نعلم بالضرورة أن أشخاص الناس مشتركة في مفهوم الإنسانية ومتباينة بخصوصياتها وتعيناتها وما به المشاركة غير ما به الممايزة وهذا يقتضي أن يقال الإنسانية من حيث هي إنسانية مجرد عن الشكل المعين فالإنسانية من حيث هي هي معقول مجرد فقد أخرج البحث والتفتيش عن المحسوس ما هو معقول مجرد وإذا كان كذلك فكيف يستبعد في العقل أن يكون خالق المحسوسات منزها عن لواحق الحس وعلائق الخيال\r\nالخامس أن كل ماهية فإنا إذا اعتبرناها بحدها وحقيقتها فإنا قد نعقلها حال غفلتنا عن الوضع والحيز فكيف والإنسان إذا كان مستغرق الفكر في تفهم أن حد العلم ما هو وحد الطبيعة ما هو فإنه في تلك الحالة يكون غافلا عن حقيقة الحيز والمقدار فضلا عن أن يحكم بأن تلك الحقيقة لا بد وأن تكون مختصة بمحل أو بجهة وهذا يقتضي أنه يمكننا أن نعقل الماهيات حال ذهولنا عن الحيز والشكل والمقدار\r\nالسادس هو أن الواحد منا حال ما يكون مستغرق الفكر والروية في استخراج مسألة معضلة قد يقول في نفسه إني قد حكمت بكذا أو عقلت فحال ما يقول في نفسه إني عقلت كذا وحكمت بكذا يكون عارفا بنفسه إذ لو لم يكن عارفا بنفسه لامتنع منه أن يحكم على ذاته بأنه حكم بكذا أو عرف كذا مع أنه في تلك الحالة قد يكون غافلا عن معنى الحيز والجهة وعن معنى الشكل والمقدار فضلا عن أن علم كون ذاته في الحيز أو كون ذاته موصوفة بالشكل والمقدار فثبت أن العلم بالشيء قد يحصل عند العلم عدم بحيزه وشكله ومقداره وذلك يفيد القطع بأن المجرد عن الوضع والجهة يصح أن يكون معقولا\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nالسابع أنا نبصر الأشياء إلا أن القوة الباصرة لا تبصر بنفسها وكذلك القوة الخيالية تتخيل الأشياء إلا أن هذه القوة لا يمكنها أن تتخيل نفسها فوجود القوة الباصرة يدل على أنه لا يجب أن يكون كل شيء متخيلا وذلك يفتح باب الاحتمال المذكور\r\nالثامن أن خصومنا لا بد لهم من الاعتراف بوجود شيء على خلاف حكم الحس والخيال وذلك لأن خصومنا في هذا الباب إما الكرامية وإما الحنابلة أما الكرامية فإنا إذا قلنا لهم لو كان الله تعالى مشارا إليه بالحس لكان ذلك الشيء إما أن يكون منقسما فيكون مركبا وأنتم لا تقولون بذلك وإما أن يكون غير منقسم فيكون في الصغر والحقارة مثل النقطة التي لا تنقسم ومثل الجزء الذي لا يتجزأ وأنتم لا تقولون بذلك فعند هذا الكلام قالوا إنه واحد منزه عن التركيب والتأليف ومع هذا فإنه ليس بصغير ولا حقير ومعلوم أن هذا الذي التزموه مما لا يقبله الحس والخيال بل لا يقبله العقل أيضا لأن المشار إليه بحسب الحس إن حصل له امتداد في الجهات والأحياز كان أحد جانبيه مغايرا للجانب الثاني وذلك يوجب الانقسام في بديهة العقل وإن لم يحصل له امتداد في شيء من الجهات لا في اليمين ولا في اليسار ولا في الفوق ولا في التحت كان نقطة غير منقسمة وكان في غاية الصغر والحقارة فإذا لم يبعد عندهم التزام كونه غير قابل القسمة مع كونه عظيما غير متناه في الامتداد كان هذا جمعا بين النفي والإثبات ومدفوعا في بداية العقول وأما الحنابلة الذين التزموا الأجزاء والأبعاض فهم أيضا معترفون بأن ذاته تعالى مخالف لذوات هذه المحسوسات فإنه تعالى لا يساوي هذه الذوات في قبول الاجتماع والافتراق والتغير والفناء والصحة والمرض والحياة والموت إذ لو كانت ذاته تعالى مساوية لسائر الذوات في هذه الصفات لزم إما افتقاره إلى خالق آخر ولزم التسلسل أو لزم القول بأن الإمكان والحدوث غير محوج إلى الخالق وذلك يلزم منه نفي الصانع فثبت أنه لا بد لهم من الاعتراف بأن خصوصية ذاته التي بها امتازت عن سائر الذوات ما لا يصل الوهم والخيال إلى كنهها وذلك اعتراف بثبوت أمر على خلاف ما يحكم به الوهم ويقضي به الخيال وإذا كان الأمر\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nكذلك فأي استبعاد في وجود موجود غير حال في العالم ولا مباين بالجهة للعالم وإن كان الوهم والخيال لا يمكنهما إدراك هذا الموجود وأيضا فعمدة مذهب الحنابلة أنهم متى تمسكوا بآية أو بخبر يوهم ظاهره شيئا من الأعضاء والجوارح صرحوا بأنا نثبت هذا المعنى لله تعالى على خلاف ما هو ثابت للخلق فأثبتوا لله تعالى وجها بخلاف وجوه الخلق ويدا بخلاف أيدي الخلق ومعلوم أن اليد والوجه بالمعنى الذي ذكروه مما لا يقبله الخيال والوهم فإذا عقل إثبات ذلك على خلاف الوهم والخيال فأي استبعاد في القول بأنه تعالى موجود وليس داخل العالم ولا خارج العالم وإن كان الوهم والخيال قاصرين عن إدراك هذا الوجود\r\nالتاسع أن أهل التشبيه قالوا العالم والباري موجودان وكل موجودين فإما أن يكون أحدهما حالا في الآخر أو مباينا عنه قالوا والقول بوجوب هذا الحصر معلوم بالضرورة قالوا والقول بالحلول محال فتعين كونه مباينا للعالم بالجهة فبهذا الطريق احتجوا بكونه تعالى مختصا بالحيز والجهة وأهل الدهر قالوا العالم والباري موجودان وكل موجودين فإما أن يكون وجودهما معا أو أحدهما قبل الآخر ومحال أن يوجد العالم والباري معا وإلا لزم إما قدم العالم أو حدوث الباري وهما محالان فثبت أن الباري قبل العالم ثم قالوا والعلم الضروري حاصل بأن هذه القبلية لا تكون إلا بالزمان والمدة وإذا ثبت هذا فتقدم الباري إن كان بمدة متناهية لزم حدوث الباري وإن كان بمدة لا أول لها لزم كون المدة قديمة فأنتجوا بهذه الطريق قدم المدة والزمان\r\nفنقول حاصل هذا الكلام أن المشبهة زعمت أن مباينة الباري تعالى عن العالم لا يعقل حصولها إلا بالجهة وانتخبوا منه كون الإله في الجهة وزعمت الدهرية أن تقدم الباري على العالم لا يعقل حصوله إلا بالزمان وأنتجوا منه قدم المدة وإذا ثبت هذا فنقول حكم الخيال في حق الله تعالى إما أن يكون مقبولا أو غير مقبول فإن كان مقبولا فالمشبهة يلزم عليهم مذهب الدهر وهو أن يكون الباري متقدما على العالم بمدة غير متناهية ويلزمهم القول بكون الزمان أزليا والمشبهة لا يقولون بذلك والدهرية يلزم عليهم مذهب المشبهة وهو مباينة الباري عن العالم بالجهة\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nوالمكان فيلزمهم القول بكون الباري مكانيا وهم لا يقولون به فصار هذا النقض واردا على الفريقين وأما إن قلنا حكم الوهم والخيال غير مقبول البتة في ذات الله تعالى وفي صفاته فحينئذ نقول قول المشبهة إن كل موجودين فلا بد وأن يكون أحدهما حالا في الآخر أو مباينا عنه بالجهة قول خيالي باطل وقول الدهري بأن تقدم الباري على العالم لا بد وأن يكون بالمدة والزمان قول خيالي باطل وذلك هو قول أصحابنا أهل التوحيد والتنزيه الذين عزلوا حكم الوهم والخيال عن ذات الله تعالى وصفاته وذلك هو المنهج القويم والصراط المستقيم\r\nالعاشر أن معرفة أفعال الله تعالى وصفاته أقرب إلى العقول من معرفة ذات الله تعالى ثم المشبهة وافقونا على أن معرفة أفعال الله تعالى وصفاته على خلاف حكم الحس والخيال أما تقرير هذا المعنى في أفعال الله تعالى فذاك من وجوه\r\nأحدها أن الذي شاهدناه هو تغير الصفات مثل انقلاب الماء والتراب نباتا وانقلاب النبات جزء بدن الإنسان فأما حدوث الذوات ابتداء من غير سبق مادة وطينة فهذا شيء ما شاهدناه البتة ولا يقضي بجوازه وهمنا وخيالنا مع أنا سلمنا أنه تعالى هو المحدث للذوات ابتداء من غير سبق مادة وطينة\r\nوثانيها أنا لا نعقل حدوث شيء وتكونه إلا في زمان مخصوص ثم حكمنا بأن الزمان حدث لا في زمان البتة\r\nوثالثها أنا لا نعقل فاعلا يفعل بعد ما لم يكن فاعلا إلا لتغير حالة وتبدل صفة ثم إنا اعترفنا بأنه تعالى خالق العالم من غير شيء من ذلك\r\nورابعها أما لا نعقل فاعلا يفعل فعلا إلا لجلب منفعة أو لدفع مضرة ثم إنا اعترفنا بأنه تعالى خالق العالم لغير شيء من هذا وأما تقرير هذا المعنى في الصفات فذلك من وجوه\r\nأحدها أنا لا نعقل ذاتا يكون عالما بمعلومات لا نهاية لها على التفصيل دفعة\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nوإنا إذا جربنا أنفسنا وجدناها متى اشتغلت باستحضار معلوم معين امتنع عليها في تلك الحالة استحضار معلوم آخر ثم إنا مع ذلك نعتقد أنه تعالى عالم بما لا نهاية له من المعلومات على التفصيل من غير أن يحصل فيه اشتباه والتباس فكان كونه تعالى عالما بجميع المعلومات أمرا على خلاف مقتضى الوهم والخيال\r\nوثانيها أنا نرى أن كل من فعل فعلا فلا بد له من آلة وأداة وأن الأفعال الشاقة تكون سببا للكلالة والمشقة لذلك الفاعل ثم إنا نعتقد أنه تعالى يدبر من العرش إلى ما تحت الثرى مع أنه منزه عن المشقة واللغوب والكلالة\r\nوثالثها أنا نعتقد أنه يسمع أصوات الخلق من العرش إلى ما تحت الثرى ويرى الصغير والكبير فوق أطباق السماوات العلى وتحت الأرضين السفلى ومعلوم أن الوهم البشري والخيال الإنساني قاصران عن الاعتراف بهذا الموجود مع أنا نعتقد أنه تعالى كذلك فثبت أن الوهم والخيال قاصران عن معرفة أفعال الله سبحانه وتعالى وصفاته ومع ذلك فإنا نثبت الأفعال والصفات على مخالفة الوهم والخيال وقد ثبت أن معرفة كنه الذات أعلى وأجل وأغمض من معرفة كنه الصفات فلما عزلنا الوهم والخيال في معرفة الصفات والأفعال فلأن نعزلهما في معرفة الذات أولى وأحرى\r\nفهذه الدلائل العشرة دالة على أن كونه سبحانه وتعالى منزها عن الحيز والجهة ليس أمرا يدفعه صريح العقل وذلك هو تمام المطلوب وبالله التوفيق ونختم هذا الباب بما روي عن أرسطاليس أنه كتب في أول كتابه في الإلهيات من أراد أن يشرع في المعارف الإلهية فليستحدث لنفسه فطرة أخرى قال الشيخ رضي الله عنه وهذا الكلام موافق للوحي والنبوة فإنه ذكر مراتب تكون الجسد في قوله تعالى : * ( ولقد خلقنا الإنسان من سلالة من طين ) * فلما آل الأمر إلى تعلق الروح بالبدن قال : * ( ثم أنشأناه خلقا آخر ) * وذلك كالتنبيه على أن كيفية تعلق الروح\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبالبدن ليس مثل انقلاب النطفة من حال إلى حال بل هذا نوع آخر مخالف لتلك الأنواع المتقدمة فلهذا السبب قال : * ( ثم أنشأناه خلقا آخر ) * فكذلك الإنسان إذا تأمل في أحوال الأجرام السفلية والعلوية وتأمل في صفاتها فذلك له قانون فإذا أراد أن ينتقل منها إلى معرفة الربوبية وجب أن يستحدث لنفسه فطرة أخرى وعقلا آخر بخلاف العقل الذي به اهتدى إلى معرفة الجسمانيات وهذا آخر الكلام في هذه المقدمة وبالله التوفيق .\r\nالمقدمة الثانية :\r\nفي أنه ليس كل موجود يجب أن يكون له نظير وشبيه\r\nإنه ليس كل موجود يجب أن يكون له نظير وشبيه وإنه ليس يلزم من نفي النظير والشبيه نفي ذلك الشيء ويدل عليه وجوه\r\nالحجة الأولى إن بديهية العقل لا تستبعد وجود موصوف بصفات مخصومة بحيث يكون كل ما سواه مخالفا له في تلك الخصوصية وإذا لم يكن هذا مدفوعا في بداية العقول علمنا أنه لا يلزم من عدم نظير الشيء عدم ذلك الشيء\r\nالحجة الثانية هي أن وجود الشيء إما أن يتوقف على وجود ما شابهه أو لا يتوقف والأول باطل لأن الشيئين لو كانا متشابهين وجب استواؤهما في جميع اللوازم فيلزم من توقف وجود هذا على وجود الثاني توقف وجود الثاني على وجود الأول بل توقف كل واحد منهما على نفسه وذلك محال في بداية العقول فثبت أنه لا يتوقف وجود الشيء على وجود نظير له فلا يلزم من نفي النظير نفيه\r\nالحجة الثالثة هي أن تعين كل شيء من حيث أنه هو ممتنع الحصول في غيره وإلا لكان ذلك الشيء عين غيره وذلك باطل في بداية العقول فثبت أن تعين كل شيء من حيث إنه ممتنع الحصول في غيره فعلمنا أن عدم النظير والمساوي لا يوجب القول بعدم الشيء فظهر فساد قول من يقول إنه لا يمكننا أن نعقل وجود موجود لا يكون متصلا بالعالم ولا منفصلا عنه إلا إذا وجدنا له نظيرا فإن عندنا\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالموصوف بهذه الصفة ليس إلا لله تعالى وبيننا أنه لا يلزم من عدم النظير والشبيه عدم الشيء فثبت أن هذا الكلام ساقط بالكلية وبالله التوفيق .\r\nالمقدمة الثالثة :\r\nفي بيان قول القائلين بأنه تعالى جسم\r\nأعلم أن القائلين بأنه تعالى جسم اختلفوا فمنهم من يقول إنه على صورة الإنسان ثم المنقول عن مشبهة الأمة أنه على صورة الإنسان الشاب وعن مشبهة اليهود أنه على صورة إنسان شيخ وهو لا يجوزون الإنتقال والذهاب والمجيء على الله تعالى وأما المحققون من المشبهة فالمنقول منهم أنه تعالى على صورة نور من الأنوار\r\nوذكر أبو معشر المنجم أن سبب إقدام الناس على اتخاذ عبادة الأوثان دينا لأنفسهم هو أن القوم في الدهر الأقدم كانوا على مذهب المشبهة وكانوا يعتقدون أن إله العالم نور عظيم فلما اعتقدوا ذلك اتخذوا وثنا هو أكبر الأوثان على صورة الإله وأوثانا أخرى على أصغر من ذلك الوثن على صورة الملائكة واشتغلوا بعبادة هذه الأوثان على اعتقاد أنهم يعبدون الإله والملائكة فثبت أن دين عبادة الأصنام كالفرع من مذهب المشبهة\r\nوأعلم أن كثيرا من هؤلاء يمتنع من جواز الحركة والسكون على الله تعالى وأما الكرامية فهم لا يقولون بالأعضاء والجوارح بل يقولون إنه مختص بما فوق العرش ثم إن هذا المذهب يحتمل وجوها ثلاثة فإنه تعالى إما أن يقال إنه ملاق للعرش وإما أن يقال إنه مباين عنه ببعد متناه وإما أن يقال إنه مباين ببعد غير متناه وقد ذهب إلى كل واحد من هذه الأقسام الثلاثة طائفة من الكرامية واختلفوا أيضا في أنه تعالى مختص بتلك الجهات لذاته أو لمعنى قديم وبينهم اختلاف في ذلك فهذا تمام الكلام في المقدمات وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالفصل الثاني\r\nفي تقدير الدلائل السمعية على أنه تعالى\r\nمنزه عن الجسمية والحيز والجهة\r\nالحجة الأولى قوله تعالى : * ( قل هو الله أحد الله الصمد لم يلد ولم يولد ولم يكن له كفوا أحد ) * واعلم أن قد اشتهر في التفسير أن النبي صلى الله عليه وسلم سئل عن ماهية ربه وعن نعته وصفته فانتظر الجواب من الله تعالى فأنزل هذه السورة إذا عرفت ذلك فنقول هذه السورة يجب أن تكون من المحكمات لا من المتشابهات لأنه تعالى جعلها جوابا عن سؤال المتشابه بل وأنزلها عند الحاجة وذلك يقتضي كونها من المحكمات لا من المتشابهات وإذ ثبت هذا وجب الجزم بأن كل مذهب يخالف هذه السورة يكون باطلا فنقول إن قوله تعالى أحد يدل على نفي الجسمية ونفي الحيز والجهة أما دلالته على أنه تعالى ليس بجسم فذلك لأن الجسم أقله أن يكون مركبا من جوهرين وذلك ينافي الوحدة وقوله أحد مبالغة في الواحدية فكان قوله أحد منافيا للجسمية وأما دلالته على أنه ليس بجوهر فنقول أما الذين ينكرون الجوهر الفرد فإنهم يقولون إن كل متحيز فلا بد وأن يتميز أحد جانبيه عن الثاني وذلك لأنه لا بد من أن يتميز يمينه عن يساره وقدامه عن خلفه وفوقه عن تحته وكل ما تميز فيه شيء عن شيء فهو منقسم لأن يمينه موصوف بأنه يمين لا يسار ويساره موصوف بأنه يسار لا يمين فلو كان يمينه عين يساره لاجتمع في الشيء الواحد أنه يمين وليس بيمين ويسار وليس بيسار فيلزم اجتماع النفي والإثبات في الشيء الواحد وهو محال قالوا فثبت أن كل متحيز فهو منقسم وثبت أن كل منقسم فهو ليس بأحد فلما كان الله تعالى موصوفا بأنه أحد وجب أن لا يكون متحيزا أصلا وذلك ينفي كونه جوهرا وأما الذين يثبتون الجوهر الفرد فإنه لا يمكنهم الاستدلال على نفي كونه تعالى جوهرا من هذا الاعتبار ويمكنهم أن يحتجوا بهذه الآية على نفي كونه جوهرا من وجه آخر وبيانه هو أن الأحد كما يراد\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nبه نفي التركيب والتآلف في الذات فقد يراد به الضد والند ولو كان تعالى جوهرا فردا لكان كل جوهر فرد مثلا له وذلك ينفي كونه أحدا ثم أكدوا هذا الوجه بقوله تعالى : * ( ولم يكن له كفوا أحد ) * ولو كان جوهرا لكان كل جوهر فرد كفوا له فدلت هذه السورة من الوجه الذي قررناه على أنه تعالى ليس بجسم ولا بجوهر وإذا ثبت أنه تعالى ليس بجسم ولا بجوهر وجب أن لا يكون في شيء من الأحياز والجهات لأن كل ما كان مختصا بحيز وجهة فإن كان منقسما كان جسما وقد بينا إبطال ذلك وإن لم يكن منقسما كان جوهرا فردا وقد بينا أنه باطل ولما بطل القسمان ثبت أنه يمتنع أن يكون في جهة أصلا فثبت أن قوله تعالى أحد يدل دلالة قطعية على أنه تعالى ليس بجسم ولا بجوهر ولا في حيز وجهة أصلا\r\nواعلم أنه تعالى كما نص على أنه تعالى واحد فقد نص على البرهان الذي لأجله يجب الحكم بأنه أحد وذلك أنه قال : * ( هو الله أحد ) * وكونه إلها يقتضي كونه غنيا عما سواه وكل مركب فإنه مفتقر إلى كل واحد من أجزائه وكل واحد من أجزائه غيره فكل مركب فهو مفتقر إلى غيره وكونه إلها يمنع من كونه مفتقرا إلى غيره وذلك يوجب القطع بكونه أحدا وكونه أحدا يوجب القطع بأنه ليس بجسم ولا جوهر ولا في حيز وجهة فثبت أن قوله تعالى : * ( هو الله أحد ) * برهان قاطع على ثبوت هذه المطالب وأما قوله : * ( الله الصمد ) * فالصمد هو السيد المصمود إليه في الحوائج وذلك يدل على أنه ليس بجسم وعلى أنه غير مختص بالحيز والجهة أما بيان دلالته على نفي الجسمية فمن وجوه\r\nالأول أن كل جسم فهو مركب وكل مركب فهو محتاج إلى كل واحد من أجزائه وكل واحد من أجزائه غيره فكل مركب فهو محتاج إلى غيره والمحتاج إلى الغير لا يكون غنيا محتاجا إلى غيره فلم يكن صمدا مطلقا\r\nالثاني لو كان مركبا من الجوارح وأعضاء لاحتاج في الإبصار إلى العين وفي الفعل إلى اليد وفي المشي إلى الرجل وذلك ينافي كونه صمدا مطلقا\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nالثالث أنا نقيم الدلالة على أن الأجسام متماثلة والأشياء المتماثلة يجب اشتراكها في اللوازم فلو احتاج بعض الأجسام إلى بعض لزم كون الكل محتاجا إلى ذلك الجسم ولزم أيضا كونه محتاجا إلى نفسه وكل ذلك محال ولما كان ذلك محال وجب أن لا يحتاج إليه شيء من الأجسام ولو كان كذلك لم يكن صمدا على الإطلاق وأما بيان دلالته على أنه تعالى منزه عن الحيز والجهة فهو أنه تعالى لو كان مختصا بالحيز والجهة لكان إما أن يكون حصوله في الحيز المعين واجبا أو جائزا فإن كان واجبا فحينئذ يكون ذاته تعالى مفتقرا في الوجود والتحقق إلى ذلك الحيز المعين وأما ذلك الحيز المعين فإنه يكون غنيا عن ذاته المخصوص لأنا لو فرضنا عدم حصول ذات الله تعالى في ذلك الحيز المعين لم يبطل ذلك الحيز أصلا وعلى هذا التقدير يكون تعالى محتاجا إلى ذلك الحيز فلم يكن صمدا على الإطلاق أما إن كان حصوله في الحيز المعين جائزا لا واجبا فحينئذ يفتقر إلى مخصص يخصصه بالحيز المعين وذلك يوجب كونه محتاجا وينافي كونه صمدا وأما قوله تعالى : * ( ولم يكن له كفوا أحد ) * فهذا أيضا يدل على أنه ليس بجسم ولا جوهر لأنا سنقيم الدلالة على أن الجواهر متماثلة فلو كان تعالى جوهرا لكان مثلا لجميع الجواهر فكان كل واحد من الجواهر كفؤ له ولو كان جسما لكان مؤلفا من الجواهر لأن الجسم يكون كذلك وحينئذ يعود الإلزام المذكور فثبت أن هذه السورة من أظهر الدلائل على أنه تعالى ليس بجسم ولا بجوهر ولا حاصل في مكان وحيز\r\nواعلم أنه كما أن الكفار لما سألوا الرسول عن صفة ربه فأجاب الله بهذه الصورة الدالة على كونه تعالى منزها عن أن يكون جسما أو جوهرا أو مختصا بالمكان فكذلك فرعون سأل موسى عليه السلام عن صفة الله تعالى فقال : * ( وما رب العالمين ) * ثم إن موسى لم يذكر الجواب عن هذا السؤال إلا بكونه تعالى خالقا للناس ومدبرا لهم وخالق السماوات والأرض ومدبرا لهما وهذا أيضا من أقوى\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nالدلائل على أنه تعالى ليس بمتحيز ولا في جهة لأنا سنبين إن شاء الله تعالى أن كون الشيء حجما ومتحيزا عين الذات ونفسها وحقيقتها لا أنه صفة قائمة بالذات وأما كونه خالقا للأشياء ومدبرا لها فهو صفة ولفظه ما سؤال عن الماهية وطلب للحقيقة فلو كان تعالى متحيزا لكان الجواب عن قوله : * ( وما رب العالمين ) * بذكر كونه متحيزا أولى من الجواب منه بذكر كونه خالقا ولو كان كذلك كان جواب موسى عليه السلام خطأ ولكان طعن فرعون بأنه مجنون لا يفهم السؤال ولا يذكر في مقابله السؤال ما يصلح أن يكون جوابا متجها لازما ولما بطل ذلك علمنا أنه تعالى ما كان متحيزا فلا جرم ما كان يمكن تعريف حقيقته سبحانه وتعالى إلا بأنه خالق مدبر فلا جرم كان جواب موسى عليه السلام صحيحا وكان سؤال فرعون ساقطا فاسدا فثبت أنه كما أن جواب محمد عن سؤال الكفار عن صفة الله تعالى يدل على تنزيه الله تعالى عن التحيز فكذلك جواب موسى عليه السلام أما الخليل صلى الله عليه وسلم فقد حكى الله تعالى عنه في كتابه بأنه استدل بحصول التغير في أحوال الكواكب على حدوثها ثم قال عند تمام الاستدلال * ( وجهت وجهي للذي فطر السماوات والأرض حنيفا مسلما ) * .\r\nواعلم أن هذه الواقعة تدل على تنزيه الله تعالى وتقديسه عن التحيز والجهة أما دلالتها على تنزيه الله تعالى عن التحيز فمن وجوه\r\nأحدها أنا سنبين إن شاء الله تعالى أن الأجسام متماثلة فإذا ثبت ذلك فنقول ما صح على أحد المثلين وجب أن يصح على المثل الآخر فلو كان تعالى جسما أو جوهرا وجب أن يصح عليه كل ما صح على غيره وأن يصح على غيره كل ما صح عليه وذلك يقتضي جواز التغير عليه ولما حكم الخليل صلى الله عليه وسلم بأن المتغير من حال إلى حال لا يصلح للإلهية وثبت أنه لو كان جسما لصح عليه التغير لزم القطع بأنه تعالى ليس بمتحيز أصلا\r\nالثاني أنه عليه السلام قال عند تمام الاستدلال وجهت وجهي للذي فطر السماوات والأرض فلم يذكر من صفات الله تعالى إلا كونه خالقا للعالم\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nوالله تعالى مدحه على هذا الكلام وعظمه فقال : * ( وتلك حجتنا آتيناها إبراهيم على قومه نرفع درجات من نشاء ) * ولو كان إله العالم جسما موصوفا بمقدار مخصوص وشكل مخصوص لما كمل العلم به تعالى إلا بعد العلم بكونه جسما متحيزا ولو كان كذلك لما كان مستحقا للمدح والتعظيم بمجرد معرفة كونه خالقا للعالم فلما كان هذا القدر من المعرفة كافيا في كمال معرفة الله تعالى دل ذلك على أنه تعالى ليس بمتحيز\r\nالثالث أنه تعالى لو كان جسما لكان كل جسم مشاركا له في تمام الماهية فالقول بكونه جسما يقتضي إثبات الشريك لله تعالى وذلك ينافي قوله وما أنا من المشركين فثبت بما ذكرناه أن العظماء من الأنبياء صلوات الله عليهم كانوا قاطعين بتنزيه الله تعالى وتقديسه عن الجسمية والجوهرية والجهة فبالله التوفيق\r\nالحجة الثانية من القرآن قوله تعالى : * ( ليس كمثله شيء ) * ولو كان جسما مثلا لسائر الأجسام في تمام الماهية لأنا سنبين إن شاء الله تعالى بالدلائل الباهرة أن الأجسام كلها متماثلة وذلك كالمناقض لهذا النص فإن قيل لم لا يجوز أن يقال إنه تعالى وإن كان جسما إلا أنه مخالف لغيره من الأجسام كما أن الإنسان والفرس وإن اشتركا في الجسمية لكنهما مختلفان في الأحوال والصفات ولا يجوز أن يقال الفرس مثل الإنسان فكذا هنا والجواب من جهتين\r\nالأول أنا سنقيم الدلالة على أن الأجسام كلها متماثلة في تمام الماهية فلو كان تعالى جسما لكان ذاته مثلا لسائر الأجسام وذلك يخالف النص والإنسان والفرس ذات كل واحد منهما مماثلة لذات الآخر والاختلاف إنما وقع في الصفات والأعراض والذاتان إذا كانتا متماثلتين لكان اختصاص كل واحدة منهما بصفاته المخصوصة من الجائزات لا من الواجبات لأن الأشياء المتماثلة في تمام الذات والماهية لا يجوز اختلافها في اللوازم فلو كان الباري تعالى جسما لوجب أن يكون اختصاصه بصفاته المخصوصة من الجائزات ولو كان كذلك لزم افتقاره إلى\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالمدبر والمخصص وذلك يبطل القول بكونه تعالى إله العالم\r\nالثاني أن بتقدير أن يكون تعالى مشاركا لسائر الأجسام في الجسمية ومخالفا لها في الماهية المخصوصة يجب وقوع الكثرة في ذات الله تعالى لأن الجسمية مشترك فيها بين الله وبين غيره وخصوصية ذاته غير مشتركه فيما بين الله تعالى وبين غيره وما به المشاركة غير ما به الممايزة وذلك يقتضي وقوع التركيب في ذاته المخصوصة وكل مركب ممكن لا واجب على ما بيناه فثبت أن هذا السؤال ساقط والله أعلم\r\nالحجة الثالثة قوله تعالى : * ( والله الغني وأنتم الفقراء ) * دلت هذه الآية على كونه تعالى غنيا ولو كان جسما لما كان غنيا لأن كل جسم مركب وكل مركب محتاج إلى كل واحد من أجزائه وأيضا لو وجب اختصاصه بالجهة لكان محتاجا إلى الجهة وذلك يقدح في كونه غنيا على الإطلاق\r\nالحجة الرابعة قوله تعالى : * ( لا إله إلا هو الحي القيوم ) * والقيوم من يكون قائما بنفسه مقوما لغيره فكونه قائما بنفسه عبارة عن كونه غنيا عن كل ما سواه وكونه مقوما لغيره عبارة عن احتياج كل ما سواه إليه فلو كان جسما لكان هو مفتقرا إلى غيره وهو جزؤه ولكان غيره غنيا عنه وهو جزؤه فحينئذ لا يكون قيوما وأيضا لو وجب حصوله في شيء من الأحياز لكان مفتقرا محتاجا إلى ذلك الحيز فلم يكن قيوما على الإطلاق فإن قيل ألستم تقولون إنه يجب أن يكون موصوفا بالعلم ولم يقدح ذلك عندكم في كونه قيوما فلم لا يجوز أيضا أن يقال أنه يجب أن يحصل في حيز معين ولم يقدح ذلك في كونه قيوما قيل عندنا أن ذاته كالموجب لتلك الصفة وذلك لا يقدح في وصف الذات بكونه قيوما أما ههنا فلا يمكن أن يقال إن ذاته توجب ذلك الحيز المعين لأن بتقدير أن لا يكون حاصلا في ذلك الحيز لم يلزم بطلان ذلك ولا عدمه فكان الحيز غنيا عنه وكان هو مفتقرا إلى ذلك الحيز فظهر الفرق والله أعلم\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nالحجة الخامسة قوله تعالى هل تعلم له سيما قال ابن عباس رضي الله عنهما هل تعلم له مثلا ولو كان متحيزا لكان كل واحد من الجواهر مثلا\r\nالحجة السادسة قوله تعالى : * ( هو الله الخالق البارئ المصور ) * وجه الاستدلال به أنا بينا في سائر كتبنا أن الخالق في اللغة هو المقدر ولو كان تعالى جسما لكان متناهيا ولو كان متناهيا لكان مخصوصا بمقدار معين ولما وصف نفسه بكونه خالقا وجب أن يكون تعالى هو المقدار لجميع المقدرات بمقاديرها المخصوصة فإذا كان هو مقدار في ذاته بمقدار مخصوص لزم كونه مقدرا لنفسه وذلك محال وأيضا لو كان جسما لكان متناهيا وكل متناه فإنه محيط به حد أو حدود مختلفة وكل ما كان كذلك فهو مشكل وكل مشكل فله صورة فلو كان جسما لكان له صورة ثم إنه تعالى وصف نفسه بكونه مصورا فيلزم كونه مصورا لنفسه وذلك محال فيلزم أن يكون منزها عن الصورة والجسمية حتى لا يلزم هذا المحال\r\nالحجة السابعة قوله تعالى : * ( هو الأول والآخر والظاهر والباطن ) * وصف نفسه بكونه ظاهرا وباطنا ولو كان جسما لكان ظاهره غير باطنه فلم يكن الشيء الواحد موصوفا بأنه ظاهر وبأنه باطن لأنه على تقدير كونه جسما يكون الظاهر منه سطحه والباطن منه عمقه فلم يكن الشيء الواحد ظاهرا وباطنا وأيضا المفسرون قالوا أنه ظاهر بحسب الدلائل باطن بحسب أنه لا يدركه الحس ولا يصل إليه الخيال ولو كان جسما لما أمكن وصفه بأنه لا يدركه الحس ولا يصل إليه الخيال\r\nالحجة الثامنة قوله تعالى : * ( ولا يحيطون به علما ) * وقوله تعالى : * ( لا تدركه الأبصار ) * وذلك يدل على كونه تعالى منزها عن المقدار والشكل والصورة وإلا لكان الإدراك والعلم محيطين به وذلك على خلاف هذين النصين\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nفإن قيل لم لا يجوز أن يقال إنه وإن كان جسما لكنه جسم كبير فلهذا المعنى لا يحيط به الإدراك والعلم قلنا لو كان الأمر كذلك لصح أن يقال بأن علوم الخلق وأبصارهم لا تحيط بالسماوات ولا بالجبال ولا بالبحار ولا بالمفاوز فإن هذه الأشياء أجسام كبيرة والأبصار لا تحيط بأطرافها والعلوم لا تصل إلى تمام أجزائها ولو كان الأمر كذلك لما كان في تخصيص ذات الله تعالى بهذا الوصف فائدة\r\nالحجة التاسعة قوله تعالى : * ( وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعاني فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون ) * وسئل النبي صلى الله عليه وسلم أقريب ربنا فنناجيه أم بعيد فنناديه فأنزل الله تعالى هذه الأية ولو كان تعالى في السماء أو في العرش لما صح القول بأنه تعالى قريب من عباده\r\nالحجة العاشرة لو كان تعالى في جهة فوق لكان سماء ولو كان سماء لكان مخلوقا لنفسه وذلك محال فكونه في جهة فوق محال وإنما قلنا أنه تعالى لو كان في جهة فوق لكان سماء لوجهين\r\nالأول أن السماء مشتق من السمو وكل شيء سماك فهو سماء فهذا هو الاشتقاق الأصلي اللغوي وعرف القرآن أيضا متقرر عليه بدليل أنهم ذكروا في تفسير قوله تعالى : * ( وينزل من السماء من جبال فيها من برد ) * أنه السحاب قالوا وتسمية السحاب بالسماء جائز لأنه حصل فيه معنى السمو وذكروا أيضا في تفسر قوله تعالى : * ( وأنزلنا من السماء ماء طهورا ) * أنه من السحاب فثبت أن الاشتقاق اللغوي والعرف القرآني متطابقان على تسمية كل ما كان موصوفا بالسمو والعلو سماء\r\nالثاني أنه تعالى لو كان فوق العرش لكان من جلس في العرش ونظر إلى فوق لم ير إلا نهاية ذات الله تعالى فكانت نسبة نهاية السطح الأخير من ذات الله تعالى إلى سكان العرش كنسبة السطح الأخير من السماوات إلى سكان الأرض وذلك\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nيقتضي بالقطع بأنه لو كان فوق العرش لكان ذاته كالسماء لسكان العرش فثبت أنه تعالى لو كان مختصا بجهة فوق لكان ذاته سماء وإنما قلنا أنه لو كان ذاته سماء لكان ذاته مخلوقا لقوله تعالى : * ( تنزيلا ممن خلق الأرض والسماوات العلى ) * ولفظه السماوات لفظه جمع مقرونة بالألف واللام وهذا يقتضي كون كل السماوات مخلوقة لله تعالى فلو كان هو تعالى سماء لزم كونه خالقا لنفسه وكذلك أيضا قوله تعالى : * ( إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ) * يدل على ما ذكرناه فثبت أنه تعالى لو كان مختصا بجهة فوق لكان سماء ولو كان سماء لكان مخلوقا لنفسه وهذا محال فوجب أن لا يكون مختصا بجهة فوق فإن قيل لفظ السماء مختص في العرف بهذه الأجرام المستديرة وأيضا فهب أن هذا اللفظ في أصل الوضع يتناول ذات الله تعالى إلا أن هذا الفرق ممنوع وكيف لا نقول ذلك وقد دللنا على أن بتقدير أن يكون الله تعالى مختصا بجهة فوق فإن نسبة ذاته تعالى إلى سكان العرش كنسبة السماء إلى سكان الأرض فوجب القطع بأنه لو كان مختصا بجهة فوق لكان سماء وأما الجواب عن الثاني فهو ان تخصيص العموم إنما يصار إليه عند الضرورة فلو قام دليل قاطع عقلي على كونه تعالى مختصا بجهة فوق لزمنا المصير إلى هذا التخصيص أما ما لم يقم شيء من الدلائل على ذلك بل قامت القواطع العقلية والنقلية على امتناع كونه تعالى في الجهة فلم يكن بنا إلى التزام هذا التخصيص ضرورة فسقط هذا الكلام\r\nالحجة الحادية عشرة قوله تعالى : * ( قل لمن ما في السماوات والأرض قل لله ) * وهذا مشعر بأن المكان وكل ما فيها ملك لله تعالى وقوله : * ( وله ما سكن في الليل والنهار ) * وذلك يدل على أن الزمان وكل ما فيه ملك لله تعالى ومجموع الآيتين يدلان على أن المكان والمكانيات والزمان والزمانيات كلها ملك لله تعالى وذلك يدل على تنزيهه عن المكان والزمان وهذا الوجه ذكره أبو مسلم الأصفهاني رحمه الله في تفسيره\r\nواعلم أن في تقديم ذكر المكان على ذكر الزمان سرا شريفا وحكمة عالية\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nالحجة الثانية عشرة قوله تعالى : * ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) * ولو كان الخالق في العرش لكان حامل العرش حاملا لمن في العرش فيلزم احتياج الخالق إلى المخلوق ويقرب منه قوله تعالى : * ( الذين يحملون العرش ) *\r\nالحجة الثالثة عشرة لو كان تعالى مستقرا على العرش لكان الابتداء بتخليق العرش أولى من الابتداء بتخليق السماوات لأن تقدير القول بأنه مستقر على العرش يكون العرش مكانا له والسماوات مكان عبيده والأقرب إلى العقول أن يكون تهيئة مكان نفسه مقدما على تهيئة مكان العبيد لكن المعلوم أن تخليق السماوات مقدم على تخليق العرش قوله تعالى : * ( إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش ) * وكلمة ثم للتراخي\r\nالحجة الرابعة عشرة قوله تعالى : * ( كل شيء هالك إلا وجهه ) * ظاهر الآية يقتضي فناء العرش وفناء جمع الأحياز والجهات وحينئذ يبقى الحق سبحانه وتعالى منزها عن الحيز والجهة وإذا ثبت ذلك امتنع أن يكون الآن في جهة وإلا لزم وقوع التغير في الذات فإن قيل الحي والجهة ليس شيئا موجودا حتى يصير هالكا فانيا قلنا الأحياز والجهات أمور مختلفة بحقائقها متباينة بماهيتها بدليل أنكم قلتم أنه يجب حصول ذات الله تعالى في جهة فوق ويمتنع حصول ذاته في سائر الجهات فلولا أن جهة فوق مخالفة بالماهية لسائر الجهات لما كانت جهة فوق مخالفة لسائر الجهات في هذه الخاصة وهذا الحكم وأيضا فلأنا نقول هذا الجسم حصل في هذا الحيز بعد أن كان حاصلا في حيز آخر فهذه الأحياز معدودة متباينة متعاقبة والعدم المحض لا يكون كذلك فثبت أن هذه الأحياز أمور متخالفة بالحقائق متباينة بالعدد وكل ما كان كذلك امتنع أن يكون عدما محضا فكان أمرا\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nموجودا وإذا ثبت هذا دخل تحت قوله تعالى : * ( كل شيء هالك إلا وجهه ) * وإذا هلك الحيز والجهة بقي ذات الله تعالى منزها عن الحيز وبقية الكلام قد تقدمت\r\nالحجة الخامسة عشرة قوله تعالى : * ( هو الأول والآخر ) * فهذا يقتضي أن يكون ذاته متقدما في الوجود على كل ما سواه وأن يكون متأخرا في الوجود عن كل ما سواه وذلك يقتضي أنه كان موجودا قبل الحيز والجهة ويكون موجودا بعد فناء الحيز والجهة وإذا ثبت هذا فالتقريب ما ذكرناه في الحجة الثالثة عشرة والرابعة عشرة\r\nالحجة السادسة عشرة قوله تعالى : * ( واسجد واقترب ) * ولو كان في جهة الفوق لكانت السجدة تفيد البعد من الله تعالى لا القرب منه وذلك خلاف الأصل\r\nالحجة السابعة عشرة قوله تعالى : * ( فلا تجعلوا لله أندادا ) * والند المثل ولو كان تعالى جسما لكان مثلا لكل واحد من الأجسام لما سنبين إن شاء الله تعالى أن الأجسام كلها متماثلة فحينئذ يكون الند موجودا على هذا التقدير وذلك على مضادة هذا النص\r\nالحجة الثامنة عشرة الحديث المشهور وهو ما روي أن عمران بن الحصين قال يا رسول الله أخبرنا عن أول هذا الأمر فقال : * ( كان الله ولم يكن معه شيء ) * وقد دللنا مرارا كثيرة على أنه تعالى لو كان مختصا بالحيز والجهة لكان ذلك الحيز شيئا موجودا معه وذلك على نقيض هذا النص\r\nواعلم أن هذه الوجوه التي ذكرناها بعضها قوي وبعضها ضعيف وكيفما كان الأمر فقد ثبت أن في القرآن والأخبار دلائل كثيرة تدل على تنزيه الله تعالى عن الحيز والجهة وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالفصل الثالث\r\nفي إقامة الدلائل العقلية\r\nعلى أنه تعالى ليس بمتحيز البتة\r\nاعلم أنا إذا دللنا على أنه تعالى ليس بمتحيز فقد دللنا على أنه تعالى ليس بجسم ولا جوهر فرد لأن المتحيز إن كان منقسما فهو الجسم وإن لم يكن منقسما فهو الجوهر الفرد فنقول الذي يدل على أنه تعالى ليس بمتحيز وجوه\r\nالبرهان الأول أنه تعالى لو كان متحيزا لكان مماثلا لسائر المتحيزات في تمام الماهية وهذا ممتنع فكونه متحيزا ممتنع وإنما قلنا أنه تعالى لو كان متحيزا لكان مماثلا لسائر المتحيزات في تمام الماهية لأنه لو كان متحيزا لكان مساويا لسائر المتحيزات في كونه متحيزا ثم بعد هذا لا يخلو إما أن يقال إنه مخالف غيره من الأجسام في ماهيته المخصوصة وإما أن لا يخالفه في الحقيقة والقسم الأول باطل فتعين الثاني وحينئذ يحصل منه أنه تعالى لو كان متحيزا لكان مثلا لسائر المتحيزات فيفتقر ههنا إلى بيان أنه يمتنع أن يكون مساويا لسائر المتحيزات في عموم المتحيزية ومخالفا لها في ماهيته المخصوصة فنقول الدليل على أن ذلك ممتنع هو أن بتقدير أن يكون مساويا لسائرها في المتحيزية ومخالفا لها في الخصوصية كان ما به الاشتراك مغايرا لا محالة لما به الامتياز فحينئذ يكون عموم المتحيزية مغايرا لخصوص ذاته المخصوصة وحينئذ نقول إما أن يكون الذات هي المتحيزية ويكون تلك الخصوصية صفة لتلك الذات وإما أن يقال المتحيزية صفة وتلك الخصوصية هي الذات أما القسم الأول فإنه يقتضي حصول المقصود لأنه إذا كان مجرد المتحيزية هو الذات وثبت أن مجرد المتحيزية أمر مشترك فيه بينه وبين سائر المتحيزات فحينئذ يحصل منه أن بتقدير أن يكون تعالى متحيزا كانت ذاته مماثلة لذوات سائر المتحيزات وليس المطلوب إلا ذلك وأما القسم الثاني وهو أن يقال الذات هي تلك الخصوصية والصفة هي المتحيزية فنقول هذا محال وذلك لأن تلك الخصوصية من حيث أنها هي هي قطع النظر عن المتحيزية إما أن يكون لها اختصاص بالحيز وإما أن لا يكون كذلك والأول محال لأن كل ما كان\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nحاصلا في حيز وجهة على سبيل الاستقلال كان متحيزا فلو كانت تلك الخصوصية التي فرضناها خالية عن التحيز حاصلة في الحيز لكان الخالي عن التحيز متحيزا وذلك محال وأما القسم الثاني وهو أن يقال إن تلك الخصوصية غير مختصة بشيء من الأحياز والجهات فنقول أنه يمتنع أن تكون المتحيزية صفة قائمة بها لأن تلك الخصوصية غير مختصة بشيء من الأحياز والجهات والمتحيزية أمر لا يعقل إلا أن يكون حاصلا في الجهات والشيء الذي يجب أن يكون حاصلا في الجهات يمتنع أن يكون حاصلا في الشيء الذي يمتنع حصوله في الجهة وإذا لم تكن المتحيزية صفة للشيء كان نفس الذات وحينئذ يلزم أن تكون الأشياء المتساوية في المتحيزية متساوية في تمام الذات فثبت بما ذكرنا أن المتحيزات يجب أن تكون كلها متساوية في تمام الماهية وهذا برهان قاطع في تقرير هذه المقدمة وإنما قلنا إنه يمتنع أن يكون ذات الله تعالى مساويا لذوات الأجسام في تمام الماهية لوجوه\r\nالأول أن من حكم المتماثلين الاستواء في جميع اللوازم فيلزم من قدم ذات الله تعالى قدم سائر الأجسام أو حدوث من سائر الأجسام حدوث ذات الله تعالى وذلك محال\r\nالثاني أن المثلين يجب استواؤهما في جميع اللوازم فكما صح على سائر الأجسام خلوها عن صفة العلم والقدرة والحياة وجب أن يصح على ذاته الخلو عن هذه الصفات فحينئذ يكون اتصاف ذاته بحياته وعلمه وقدرته من الجائزات وإذا كان الأمر كذلك امتنع كون تلك الذات موصوفا بالحياة والعلم والقدرة إلا بإيجاد موجد وتخصيص مخصص وذلك يقتضي احتياجه إلى الإله فحينئذ كل ما كان جسما كان محتاجا إلى الإله وهذا يقتضي أنا لإله يمتنع أن يكون جسما\r\nالثالث أنه لما كان ذاته تعالى مساويا لذوات سائر المتحيزات فكما صح في سائر المتحيزات كونها متحركة تارة وساكنة تارة أخرى وجب أن تكون ذاته أيضا كذلك فعلى هذا التقدير يلزم أن يكون ذاته تعالى قابلا للحركة والسكون وكل ما كان كذلك وجب القول بكونه محدثا لما ثبت في تقرير هذه الدلائل في مسألة حدوث الأجسام ولما كان محدثا وحدوثه محال فكونه جسما محال\r\nالرابع أنه لو كان جسما لكان مؤتلف الأجزاء وتلك الأجزاء تكون متماثلة\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nبأعيانها وهي أيضا مماثلة لأجزاء سائر الأجسام وعلى هذا التقدير كما صح الاجتماع والافتراق على سائر الأجسام وجب أن يصح على تلك الأجزاء وعلى هذا التقدير لا بد له من مركب ومؤلف وذلك على إله العالم محال\r\nالبرهان الثاني في بيان أنه يمتنع أن يكون متحيزا هو أنه لو كان متحيزا لكان متناهيا وكل متناه ممكن وكل ممكن محدث فلو كان متحيزا لكان محدثا وهذا محال فذاك محال\r\nأما المقدمة الأولى وهي بيان أنه تعالى لو كان متحيزا لكان متناهيا فالدليل عليه أن كل مقدار فإنه يقبل الزيادة والنقصان وكل ما كان كذلك فهو متناه وهذا يدل على أن كل متحيز فهو متناه وشرح هذا الدليل قد قررناه في سائر كتبنا\r\nوأما المقدمة الثانية وهي بيان أن كل متناه فهو ممكن فذلك لأن كل ما كان متناهيا فإن فرض كونه أزيد قدرا أو نقص قدر أمر ممكن والعلم بثبوت هذا الإمكان ضروري فثبت أن كل متناه فهو في ذاته ممكن\r\nوأما المقدمة الثالثة وهي بيان أن كل ممكن محدث فهو أنه لما كان الزائد والناقص والمساوي متساوية في الإمكان امتنع رجحان بعضها على بعض إلا لمرجح والافتقار إلى المرجح إما أن يكون حال وجوده أو حال عدمه فإن كان حال وجوده فإنه يكون إما حال بقائه أو حال حدوثه ويمتنع أن يفتقر إلى المؤثر حال بقائه لأن المؤثر تأثيره بالتكوين فلو افتقر حال بقائه إلى المؤثر لزم تكوين الكائن وتحصيل الحاصل وذلك محال فلم يبقى إلا أن يحصل الافتقار إما حال حدوثه أو حال عدمه وعلى التقدير فإنه يلزم أن يكون كل ممكن محدثا فثبت أن كل جسم متناه وكل متناه ممكن وكل ممكن محدث فثبت أن كل جسم محدث والإله يمتنع أن يكون محدثا وبالله التوفيق\r\nالبرهان الثالث لو كان إله العالم متحيزا لكان محتاجا إلى الغير وهذا محال فكونه متحيزا محال بيان الملازمة أنه لو كان متحيزا لكان مساويا لغيره من المتحيزات في مفهوم كونه متحيزا ولكان مخالفا لها في تعينه وتشخصه ثم نقول\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nإن بعد حصول الامتياز بالتعين إما أن يحصل الامتياز في الحقيقة وعلى هذا التقدير يكون المتحيز جنسا تحته أنواع\r\nأحدها واجب الوجود وإما أن لا يحصل الامتياز في الحقيقة وعلى هذا التقدير يكون المتحيز نوعا تحته أشخاص أحدها واجب الوجود فنقول الأول باطل لأن على هذا التقدير يكون ذاته مركبا من الجنس والفصل وكل مركب فهو مفتقر إلى جزئه وجزؤه غيره فكل مركب فهو مفتقر إلى غيره فلو كان واجب الوجود متحيزا لكان مفتقرا إلى غيره والثاني باطل أيضا لأن على هذا التقدير يكون تعينه زائدا على ماهية النوعية وذلك التعين لا بد من مقتض وليس هو تلك الماهية وإلا لكان نوعه منحصرا في شخصه وقد فرضنا أنه ليس كذلك فلا بد وأن يكون المقتضى لذلك التعين شيئا غير تلك الماهية وغير لوازم تلك الماهية فيكون محتاجا إلى غيره فثبت أنه لو كان متحيزا لكان محتاجا إلى غيره وذلك محال لأنه واجب الوجود لذاته وواجب الوجود لذاته لا يكون واجب الوجود لغيره فثبت أن كونه متحيزا محال\r\nالبرهان الرابع لو كان إله العالم متحيزا لكان مركبا وهذا محال فكونه متحيزا محال بيان الملازمة من وجهين\r\nأحدهما وهو على قول من ينكر الجوهر الفرد أن كل متحيز فلا بد وأن يتميز أحد جانبيه عن الثاني وكل ما كان كذلك فهو منقسم فثبت أن كل متحيز فهو منقسم مركب\r\nالثاني أن كل متحيز فإما أن يكون قابلا للقسمة أو لا يكون فإن كان قابلا للقسمة كان مركبا مؤلفا وإن كان غير قابل للقسمة فهو الجوهر الفرد وهي في غاية الصغر والحقارة وليس في العقلاء أحد يقول هذا القول فثبت أنه تعالى لو كان متحيزا لكان مؤلفا منقسما وذلك محال لأن كل ما كان كذلك فهو مفتقر في حقيقته إلى كل واحد من أجزائه وكل واحد من اجزائه غيره فكل مركب فهو مفتقر في الحقيقة إلى غيره وكل ما كان كذلك فهو ممكن لذاته فكل مركب ممكن لذاته\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nفيلزم أن يمون الممكن لذاته واجبا لذاته وذلك محال فيمتنع أن يكون متحيزا\r\nالبرهان الخامس أنه لو كان متحيزا لكان مركبا من الأجزاء إذ ليس في العقلاء من يقول أنه في حجم الجوهر الفرد ولو كان مركبا من الأجزاء فإما أن يكون الموصوف بالعلم والقدرة والحياة جزءا واحدا من ذلك المجموع أو يكون الموصوف بهذه الصفات مجموع تلك الأجزاء فإن كان الأول كان إله العالم هو ذلك الجزء الواحد فيكون إله العالم في غاية الصغر والحقارة وقد بينا أنه ليس في العقلاء من يقول بذلك وإن كان الثاني فإما أن يقال القائم بمجموع تلك الأجزاء علم واحد وقدرة واحدة أو يقال القائم بكل واحد من تلك الأجزاء علم على حدة وقدرة على حدة والأول محال لأنه يقتضي قيام الصفة الواحدة بالمحال الكثيرة وذلك محال وإن كان الثاني لزم أن يكون كل واحد منها إلها قديما وذلك يقتضي تكثر الإلهة وهو محال فإن قيل هذا يشكل بالإنسان فإن ما ذكرتم قائم فيه بعينه فيلزم أن لا يكون جسما وهذه مكابرة فإنا نعلم بالضرورة أن الإنسان ليس إلا هذه البنية ثم نقول لم لا يجوز أن يقال قام علم واحد بمجموع تلك الأجزاء إلا أنه انقسم ذلك المجموع وقام بكل واحد من تلك الأجزاء جزء من ذلك العلم وأيضا لم لا يجوز أن يقول قام كل واحد من تلك الأجزاء علم بمعلوم واحد وقدرة على مقدور واحد وبهذا الطريق كان مجموع الأجزاء عالما بجملة المعلومات قادرا على جملة المقدورات والجواب عن السؤال الأول أن نقول أما الفلاسفة فقد طردوا قولهم وزعموا أن الإنسان ليس عبارة عن هذه البنية فإن الإنسان عبارة عن الشيء الذي يشير إليه بقوله أنا وذلك الشيء موجود ليس بجسم ولا جسماني قالوا وأما قول من يقول بأن هذا باطل بالضرورة لأن كل أحد يعلم أن الإنسان ليس إلا هذه البنية المخصوصة فقد أجابوا عنه بأن الإنسان مغاير لهذه البنية المشاهدة ويدل عليه وجوه\r\nالأول أنا قد نعقل أنفسنا حال ما نكون غافلين عن جملة أعضائنا الظاهرة والباطنة والمعلوم مغاير لغير المعلوم\r\nالثاني أني أعلم بالضرورة أني أنا الإنسان الذي كنت موجودا قبل هذه المدة\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nبخمسين سنة وجملة أجزاء هذه البنية متبدلة بسبب السمن والهزال والصحة والمرض والباقي مغاير لما ليس بباق\r\nالثالث أن المشاهد ليس إلا السطح الموصوف باللون المخصوص وباتفاق العقلاء ليس الإنسان عبارة عن هذا القدر فثبت أن الإنسان ليس بمشاهد البتة وأما سائر الطوائف والفرق فقد ذكروا الفرق بين الشاهد والغائب من وجهين\r\nأحدهما قال الأشعري كل واحد من أجزاء الإنسان موصوف بعلم على حدة وقدرة على حدة وهذا يقتضي أن يكون هذا البدن مركبا من أشياء كثيرة وكل واحد منها عالم قادر حي وهذا مما لا نزاع فيه وأما التزام ذلك في حق الله سبحانه وتعالى فإنه يقتضي تعدد الآلهة وذلك محال فظهر الفرق\r\nالثاني قال ابن الراوندي الإنسان جزء واحد لا يتجزاء في القلب وهذا يقتضي أن يكون الإنسان في غاية الحقارة وذلك غير ممتنع أما لو قلنا بمثله في حق الله تعالى يلزم كونه في غاية الحقارة وذلك لم يقل به عاقل وأما السؤال الثاني وهو قوله لم لا يجوز أن يقال العلم ينقسم فقال بكل واحد من تلك الأجزاء جزء واحد من ذلك فنقول هذا محال لأن كل واحد من أجزاء العلم إما أن يكون علما وإما أن لا يكون علما فإن كان الأول كان القائم بكل واحد من تلك الأجزاء علما على حده وذلك غير هذا السؤال وإن كان الثاني لم يكن شيء من تلك الأجزاء موصوفا بالعلم والمجموع ليس إلا تلك الأمور فوجب أن لا يكون المجموع موصوفا بالعلم والقدرة وأما السؤال الثالث وهو قولهم كل واحد من تلك الأجزاء يكون موصوفا بعلم متعلق بمعلوم معين وبقدرة متعلقة بمقدور معين فنقول هذا أيضا محال لأنه يقتضي كون كل واحد من تلك الأجزاء عالما بمعلومات معينة قادرا على مقدورات معينة فيرجع حاصل الكلام إلى إثبات آلهة كثيرة كل واحد منها مخصوص بمعرفة بعض المعلومات وبالقدرة على بعض المقدورات وذلك يناقض القول بأن إله العالم موجود واحد والله أعلم\r\nالبرهان السادس أنه تعالى لو كان جسما لكانت الحركة إما أن تكون جائزة\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nعليه أو لا تكون جائزة والقسم الأول باطل لأنه لما لم يمتنع أن يكون الجسم الذي تكون الحركة عليه جائزة إلها فلم لا يجوز أن يكون إله العالم هو الشمس أو القمر أو الفلك وذلك لأن هذه الأجسام ليس فيها عيب يمنع من إلهيتها إلا أمور ثلاثة وهي كونها مركبة من الأجزاء وكونها محدودة متناهية وكونها موصوفة بالحركة والسكون فإذا لم تكن هذه الأشياء مانعة من الإلهية فكيف يمكن الطعن في إلهيتها وذلك عين الكفر والإلحاد وإنكار الصانع تعالى\r\nوالقسم الثاني هو أن يقال إنه تعالى جسم ولكن الانتقال والحركة عليه محال فنقول هذا باطل من وجوه\r\nالأول أن هذا يكون كالزمن المقعد الذي لا يقدر على الحركة وهذا صفة نقص وهو على الله تعالى محال\r\nالثاني أنه تعالى لما كان جسما كان مثلا لسائر الأجسام فكانت الحركة جائزة عليه\r\nالثالث أن القائلين بكونه جسما مؤلفا من الأجزاء والأبعاض لا يمنعون من جواز الحركة عليه فإنهم يصفونه بالذهاب والمجيء فتارة يقولون إنه جالس على العرش وقدماه على الكرسي وهذا هو السكون وتارة يقولون إنه ينزل إلى السماء الدنيا وهذا هو الحركة فهذا مجموع الدلائل على أنه تعالى ليس بجسم ولا بجوهر وبالجملة فليس بمتحيز أما شبه الخصم فمن وجوه\r\nالشبهة الأولى أن العالم موجود والباري تعالى موجود وكل موجودين فلا بد وأن يكون أحدهما ساريا في الآخر أو مباينا عنه بالجهة وكون الباري تعالى ساريا في العالم محال فلا بد وأن يكون مباينا عنه بالجهة وكل ما كان كذلك فهو متحيز ثم أنه إما أن يكون غير منقسم فيكون في الصغر والحقارة كالجوهر الفرد وهو محال وإما أن يكون شيئا كثيرا مركبا من الأجزاء والأبعاض وهو المقصود\r\nالشبهة الثانية أنا لم نشاهد حيا عالما قادرا إلا وهو جسم وإثبات شيء على خلاف المشاهدة لا يقبله العقل ولا يقر به القلب فوجب القول بكونه تعالى جسما\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالشبهة الثالثة أن إله العالم يجب أن يكون عالما بهذه الجسمانيات والعالم بها يجب أن يحصل في ذاته صورها ومن كان كذلك يجب أن يكون جسما فهذه مقدمات ثلاث متى ظهرت لزم القول بأنه جسم\r\nأما المقدمة الأولى فقد اتفق المسلمون عليها وأيضا فهذه الأجسام الموصوفة بهذه المقادير فلا بد لها من خالق وذلك الخالق هو الله تعالى وخالق الشيء لا بد وأن يكون عالما به فثبت أن خالق العالم عالم بهذه الجسمانيات\r\nوأما المقدمة الثانية فهي في بيان أن العالم بهذه الجسمانيات يجب أن يحصل في ذاته صور الجسمانيات فالدليل عليه أن خالقها يجب أن يكون عالما بها قبل وجودها وإلا لم يصح منه خلقها وإيجادها والعالم بالشيء يجب أن يتميز ذلك في علمه عن سائر المعلومات وإلا لم يكن عالما به وإذا تميز ذلك المعلوم عن غيره فذلك المعلوم ليس عدما محضا لأن العدم المحض لا يحصل فيه الامتياز فذلك المعلوم يجب أن يكون أمرا موجودا وهو غير موجود في الخارج لأن الكلام فيما إذا علمها قبل وجودها ولما لم يكن وجوده في الخارج وجب أن يكون وجوده في علم صانع العالم\r\nوأما المقدمة الثالثة وهي في بيان أن من يحصل في ذاته صور الجسمانيات وجب أن يكون جسما فالدليل عليه أن من علم مربعا مجنحا بمربعين متساويين وجب أن يحصل هذا في ذات ذلك العالم وذلك العالم لا بد وأن يميز بين ذينك المربعين المتطرفين وذلك الامتياز ليس في الماهية ولا في لوازمها لأنهما متماثلان في الماهية فلا بد وأن يكون بالعوارض ولو كان محلاهما واحد لامتنع امتياز أحدهما عن الآخر بشيء من العوارض لأن المثلين إذا حصلا في محل واحد فكل عارض يعرض لأحدهما فهو بعينه عارض للآخر وذلك يمنع من حصول الامتياز ولما بطل هذا وجب أن يكون محل أحد المربعين مغايرا لمحل المربع الآخر حتى يكون امتياز أحد المحلين عن الثاني سببا لامتياز إحدى الصورتين عن الأخرى وامتياز أحد المحلين عن الثاني لا يحصل إلا إذا كان ذلك المحل جسما منقسما فثبت أن خالق العالم مدرك للجسمانيات وثبت أن كل من كان كذلك فهو جسم فيلزم أن\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nيكون إله العالم جسما الجواب عن الشبهة الأولى أنا بينا أن قولهم كل موجودين فإما أن يكون أحدهما حالا أو مباينا عنه بالجهة مقدمة غير بديهية بل مقدمة محتاجة في النفي والإثبات إلى برهان منفصل فسقط الكلام والجواب عن الشبهة الثانية ما بيناه أنه لا يلزم من عدم النظير للشيء عدم ذلك الشيء فسقطت هذه الشبهة\r\nوالشبهة الثالثة ساقطة أيضا والدليل عليه أنه يمكننا تخيل صورة الشجر والخيل فهذه الصورة لو كانت منتقشة في ذاتنا لكانت ذاتنا إما أن يكون هو هذا الجسم وإما أن يكون جوهرا مجردا والأول محال لأنا نعلم بالضرورة أن الأشياء العظيمة لا يمكن انطباعها في المحل الصغير وأما الثاني فإنه اعتراف بأن صور المحسوسات يمكن انطباعها فيما لا يكون جسما وذلك يوجب سقوط هذه الشبهة وبالله التوفيق .\r\nالفصل الرابع\r\nفي إقامة البراهين على أنه\r\nتعالى ليس مختصا بحيز وجهه\r\nفي إقامة البراهين على أنه تعالى ليس مختصا بحيز وجهة بمعنى أنه يصح أن يشار إليه بالحس بأنه ههنا أو هناك وذلك أنه لم يخل إما أن يكون منقسما أو غير منقسم فإن كان منقسما كان مركبا وقد تقدم إبطاله وإن لم يكن منقسما كان في الصغر والحقارة كالجزء الذي لا يتجزاء وذلك باطل باتفاق كل العقلاء وأيضا فلأن من ينفي الجوهر الفرد يقول إن كل ما كان مشارا إليه بحسب الحس بأنه ههنا أو هناك فإنه لا بد وأن يتميز أحد جانبيه عن الآخر وذلك يوجب كونه منقسما فثبت أن القول بأنه مشار إليه بحسب الحس يفضي إلى هذين القسمين الباطلين فوجب أن يكون القول به باطلا فإن قيل لم لا يجوز أن يقال أنه تعالى واحد منزه عن التأليف والتركيب ومع كونه كذلك فإنه يكون عظيما والعظيم يجب أن يكون مركبا منقسما وذلك ينافي كونه أحدا قلنا سلمنا أن العظيم يجب أن يكون مركبا منقسما وذلك ينافي كونه أحدا قلنا سلمنا أن العظيم يجب أن يكون منقسما في الشاهد فلم قلتم أنه يجب أن يكون في الغائب كذلك فإن قياس\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nالغائب على الشاهد من غير جامع باطل وأيضا لم لا يجوز أن يكون غير منقسم ويكون في غاية الصغر وهو يقتضي أنه حقير وذلك على الله تعالى محال قلنا الذي لا يمكن أن يشار إليه البتة ولا يمكن أن يحس به يكون كالعدم فيكون أشد حقارة وإذا جاز هذا فلم لا يجوز ذلك والجواب على الأول أن نقول إنه إذا كان عظيما فلا بد وأن يكون منقسما وليس هذا من باب قياس الغائب على الشاهد بل هذا بناء على البرهان القطعي وذلك لأنا إذا أشرنا إلى نقطة لا تنقسم فإما أن يحصل فوقها شيء آخر أو لا يحصل فإن حصل فوقها شيء آخر كان ذلك الفوقاني مغايرا له إذ لو جاز أن يقال إن هذا المشار إليه عينه لا غيره جاز أن يقال هذا الجزء عين ذلك الجزء فيفضي إلى تجويز أن الجبل شيء واحد وجزء لا يتجزأ مع كونه جبلا وذلك شك في البديهيات فثبت أنه لا بد من التزام التركيب والانقسام وإما أن لا يحصل فوقها شيء آخر ولا على يمنيها ولا على يسارها ولا من تحتها فحينئذ يكون نقطة غير منقسمة وجزء لا يتجزأ وذلك باتفاق العقلاء باطل فثبت أن هذا ليس من باب قياس الشاهد على الغائب بل هو مبني على التقسيم الدائر بين النفي والإثبات واعلم أنه الحنابلة القائلين بالتركيب والتأليف أسعد حالا من هؤلاء الكرامية وذلك لأنهم اعترفوا بكونه مركبا من الأجزاء والأبعاض أما هؤلاء الكرامية فإنهم زعموا أنه مشار إليه بحسب الحس وزعموا أنه غير متناه ثم زعموا أنه مع ذلك واحد لا يقبل القسمة فلا جرم صار قولهم قولا على خلاف بديهة العقل أما قولهم الذي لا يحس به ولا يشار إليه أشد حقارة من الجزء الذي لا يتجزأ قلنا كونه موصوفا بالحقارة إنما يلزم لو كان ذا حيز ومقدار حتى يقال إنه أصغر من غيره أما إذا كان منزها عن الحيز والمقدار فلم يحصل بينه وبين غيره مناسبة في الحيز والمقدار فلم يلزم وصفه بالحقارة\r\nالبرهان الثاني في بيان أنه يمتنع أن يكون مختصا بالحيز والجهة أنه لو كان مختصا بالحيز والجهة لكان محتاجا في وجوده إلى ذلك الحيز وتلك الجهة وهذا محال فكونه في الحيز والجهة محال بيان الملازمة أن الحيز والجهة أمر موجود والدليل عليه وجوه\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالأول هو أن الأحياز الفوقية مخالفة في الحقيقة والماهية للأحياز التحتانية بدليل أنهم قالوا يجب أن يكون الله تعالى مختصا بجهة فوق ويمتنع حصوله في سائر الجهات والأحياز يعني التحت واليمين واليسار ولولا كونها مختلفة في الحقائق والماهيات لامتنع القول بأنه يجب حصوله تعالى في جهة فوق ويمتنع حصوله في سائر الجهات وإذا ثبت أن هذه الأحياز مختلفة في الماهية وجب كونها أمورا موجودة لأن العدم المحض يمتنع كونه كذلك\r\nالثاني هو أن الجهات مختلفة بحسب الإشارات فإن جهة الفوق متميزة عن جهة التحت في الإشارة والعدم المحض والنفي الصرف يمتنع تمييز بعضه عن بعض في الإشارة الحسية\r\nالثالث أن الجوهر إذا انتقل من حيز إلى حيز فالمتروك مغاير لا محالة للمطلوب والمنتقل عنه مغاير للمنتقل إليه فثبت بهذه الوجوه الثلاثة أن الحيز والجهة أمر موجود ثم إن المسمى بالحيز والجهة أمر مستغن في وجوده عما يتمكن ويستقر فيه وأما الذي يكون مختصا بالحيز والجهة فإنه يكون مفتقرا إلى الحيز والجهة فإن الشيء الذي يمكن حصوله في الحيز مستحيل عقلا حصوله لا مختصا بالجهة فثبت أنه تعالى لو كان مختصا بالحيز والجهة لكان مفتقرا في وجوده إلى الغير وإنما قلنا إن ذلك محال لوجوه\r\nالأول أن المفتقر في وجوده إلى الغير يكون بحيث يلزم من عدم ذلك الغير عدمه وكل ما كان كذلك كان ممكنا لذاته وذلك في حق واجب الوجود لذاته محال\r\nالثاني أن المسمى بالحيز والجهة أمر متركب من الأجزاء والأبعاض لما بينا أنه يمكن تقديره بالذراع والشبر ويمكن وصفه بالزائد والناقص وكل ما كان كذلك كان مفتقرا إلى غيره والمفتقر إلى غيره ممكن لذاته فالشيء المسمى بالحيز والجهة ممكن لذاته فلو كان الله تعالى مفتقرا إليه لكان مفتقرا إلى الممكن والمفتقر إلى الممكن أولى أن يكون ممكنا لذاته فالواجب ممكن لذاته وهو محال\r\nالثالث لو كان الباري تعالى أزلا وأبدا مختصا بالحيز والجهة لكان الحيز\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nوالجهة موجودين في الأزل فيلزم إثبات قديم غير الله تعالى وذلك محال بإجماع المسلمين فثبت بهذه الوجوه أنه لو كان في الحيز والجهة يلزم هذه المحذورات فيلزم امتناع كونه تعالى في الحيز والجهة فإن قيل لا معنى لكونه تعالى مختصا بالحيز والجهة إلا كونه تعالى مباينا عن العالم منفردا عنه ممتازا عنه وكونه تعالى كذلك لا يقتضي أمر آخر سوى ذات الله تعالى فبطل قولكم لو كان تعالى في الجهة لكان مفتقرا إلى الغير والذي يدل على صحة ما ذكرناه أن العالم لا نزاع في أنه مختص بالحيز والجهة وكونه مختصا بالحيز والجهة لا معنى له إلا كون البعض منفردا عن البعض ممتازا عنه فإذا عقلنا هذا المعنى ههنا فلم لا يجوز مثله في كون الباري تعالى مختصا بالجهة والحيز الجواب أما قوله الحيز والجهة ليس أمرا موجودا فجوابه أنا بينا بالبراهين القاطعة أنها أشياء موجودة وبعد قيام البراهين على صحته لا يبقى في صحته شك وأما قوله المراد من كونه مختصا بالحيز والجهة كونه تعالى منفردا عن العالم أو ممتازا عنه أو مباينا عنه قلنا هذه الألفاظ كلها مجملة فإن الانفراد والامتياز والمباينة قد تذكر ويراد بها المخالفة في الحقيقة والماهية وذلك مما لا نزاع فيه ولكنه لا يقتضي الجهة والدليل على ذلك هو أن حقيقة ذات الله تعالى مخالفة لحقيقة الحيز والجهة وهذه المخالفة والمباينة ليست بالجهة فإن امتياز ذات الله تعالى عن الجهة لا تكون بجهة أخرى وإلا لزم التسلسل وقد تذكر هذه الألفاظ ويراد بها الامتياز في الجهة وهو كون الشيء بحيث يصح أن يشار إليه بأنه ههنا أو هناك وهذا هو مراد الخصم من قوله إنه مباين عن العالم أو منفرد عنه وممتاز عنه إلا أنا بينا بالبراهين القاطعة أن هذا يقتضي كون ذلك الحيز أمرا موجودا ويقتضي أن المتحيز محتاج إلى الحيز قوله الأجسام حاصلة في الأحياز فنقول غاية ما في الباب أن يقال الأجسام تحتاج إلى شيء آخر وهذا غير ممتنع أما كونه تعالى محتاجا في وجوده إلى شيء آخر فممتنع فظهر الفرق وبالله التوفيق\r\nالبرهان الثالث في بيان أنه يمتنع أن يكون تعالى مختصا بالجهة والحيز هو أنه لو كان مختصا بحيز وجهة لكان لا يخلو إما أن يقال إنه غير متناه من جميع\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nالجوانب أو يقال إنه غير متناه من بعض الجوانب ومتناه من سائر الجوانب أو يقال إنه متناه من كل الجوانب والأقسام الثلاثة باطلة فالقول بكونه مختصا بجهة وحيز باطل أما قولنا إنه يمتنع أن يكون غير متناه من جميع الجوانب فيدل عليه وجوه\r\nالأول أن وجود بعد لا نهاية له محال والدليل عليه أن فرض بعد غير متناه يفضي إلى المحال فوجب أن يكون محالا وإنما قلنا إنه يفضي إلى المحال لأنا إذا فرضنا بعدا غير متناه وفرضنا بعدا آخر متناهيا موازيا له ثم زال الخط المتناهي الموازي من الموازاة إلى المسامتة فنقول هذا يقتضي أن يحصل في الخط الأول الذي هو غير متناه نقطة هي أول نقطة المسامتة وذلك الخط المتناهي ما كان مسامتا للخط غير المتناهي ثم صار مسامتا له فكانت هذه المسامتة في أول أوان حدوثها لا بد وأن تكون مع نقطة معينة فتكون تلك النقطة هي أول نقط المسامتة لكن كون ذلك غير متناه يمنع من ذلك لأن المسامتة مع النقطة الفوقانية يحصل قبل المسامتة مع النقطة التحتانية فإذا كان الخط غير متناه فلا نقطة فيها إلا وفوقها نقطة أخرى وذلك يمنع حصول المسامتة في المرة الأولى مع نقطة معينة فثبت أن هذا يقتضي أن يحصل في خط غير المتناهي نقطة هي أول نقط المسامتة وأن لا يحصل وهذا المحال إنما لزم من فرضنا أن ذلك الخط غير متناه فوجب أن يكون ذلك محالا فثبت أن القول بوجود بعد غير متناه محال\r\nالوجه الثاني هو أنه إذا كان القول بوجود بعد متناه ليس محالا فعند هذا لا يمكن إقامة الدليل على أن العالم متناه بكليته وذلك باطل بالإجماع\r\nالوجه الثالث أنه تعالى لو كان غير متناه من جميع الجوانب وجب أن يخلو شيء من الجهات والأحياز عن ذاته فحينئذ يلزم أن يكون العالم مخالطا لأجزاء ذاته وأن تكون القاذورات والنجاسات كذلك وهذا لا يقوله عاقل\r\nأما القسم الثاني وهو أن يقال إنه غير متناه من بعض الجوانب ومتناه من سائر الجوانب فهو أيضا باطل لوجهين\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nالأول أن البرهان الذي ذكرناه على امتناع بعد غير متناه قائم سواء قيل إنه غير متناه من كل الجوانب أو من بعض الجوانب\r\nالثاني أن الجانب الذي فرض أنه غير متناه والجانب الذي فرض أنه متناه إما أن يكونا متساويين في الحقيقة والماهية وإما أن لا يكونا كذلك\r\nأما القسم الأول فإنه يقتضي أن يصح على كل واحد من هذين الجانبين ما صح على الجانب الآخر وذلك يقتضي أن ينقلب الجانب المتناهي غير متناه والجانب غير المتناهي متناهيا وذلك يقتضي جواز الفصل والوصل والزيادة والنقصان في ذات الله تعالى وهو محال\r\nوأما القسم الثاني وهو القول بأن أحد الجانبين مخالف للجانب الثاني في الحقيقة والماهية فنقول إن هذا محال من وجوه\r\nالأول أن هذا يقتضي كونه ذاته مركبا وهو باطل لما بينا\r\nالثاني أنا بينا أنه لا معنى للمتحيز إلا الشيء الممتد في الجهات المختص بالأحياز وبينا أن المقدار يمتنع أن يكون صفة بل يجب أن يكون ذاتا وبينا أنه متى كان الأمر كذلك كان جميع المتحيزات متساوية وإذا كان كذلك امتنع القول بأن أحد جانبي ذلك الشيء مخالف للجانب الآخر في الحقيقة والماهية\r\nوأما القسم الثالث وهو أن يقال إنه متناه من كل الجوانب فهذا أيضا باطل من وجهين\r\nالأول أن كل ما كان متناهيا من جميع الجوانب كانت حقيقته قابلة للزيادة والنقصان وكل ما كان كذلك كان محدثا على ما بيناه\r\nالثاني أنه لما كان متناهيا من جميع الجوانب فحينئذ يفرض فوقه أحياز خالية وجهات فارغة فلا يكون الله تعالى فوق جميع الأشياء بل تكون تلك الأحياز أشد فوقية من الله تعالى وأيضا فهو تعالى قادر على خلق الجسم في الحيز الفارغ فلو فرض حيز خال لكان قادرا على أن يخلق فيه جسما وعلى هذا التقدير يكون ذلك الجسم فوق الله تعالى وذلك عند الخصم محال فثبت أنه تعالى لو كان في\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nجهة لم يخل الأمر عن أحد هذه الأقسام الثلاثة وثبت أن كل واحد منها باطل محال فكان القول بأن الله تعالى في الحيز والجهة محال فإن قيل ألستم تقولون إنه تعالى غير متناه في ذاته فيلزمكم جميع ما ألزمتموه علينا قلنا الشيء الذي يقال له إنه غير متناه على وجهين\r\nأحدهما أنه غير مختص بحيز وجهة ومتى كان كذلك امتنع أن يكون له طرف ونهاية وحد\r\nوالثاني أنه مختص بجهة وحيز إلا أنه مع ذلك ليس لذاته مقطع وحد فنحن إذا قلنا إنه لا نهاية لذات الله تعالى عنينا به التفسير الأول فإن كان مرادكم ذلك فقد ارتفع الخلاف بيننا وإن كان مرادكم هذا الوجه الثاني فحينئذ يتوجه عليكم ما ذكرناه من الدليل ولا ينقلب ذلك علينا لأنا نقول أنه تعالى غير متناه بهذا التفسير حتى يلزمنا ذلك الإلزام فظهر الفرق والله أعلم\r\nالبرهان الرابع على أنه يمتنع أن يحصل في الجهة والحيز هو أنه لو حصل في شيء من الجهات والأحياز لكان إما أن يحصل مع وجوب أنه يحصل فيه أو لا مع وجوب أن يحصل فيه والقسمان باطلان فكان القول بأنه تعالى حاصل في الجهة محالا وإنما قلنا إنه يمتنع أن يحصل فيه مع الوجوب لوجوه\r\nالأول أن ذاته مساو لذوات سائر الأجسام في كونه حاصلا في الحيز ممتدا في الجهة وإذا ثبت التساوي من هذا الوجه ثبت التساوي في تمام الذات على ما بيناه في البرهان الأول في نفي كونه تعالى جسما وإذا ثبت التساوي مطلقا فكل ما صح على أحد المتساويين وجب أنه يصح على الآخر ولما لم يجب في سائر الذوات حصولها في ذلك الحيز وجب أن لا يجب في تلك الذات حصوله في ذلك الحيز وهو المطلوب\r\nالثاني أنه لو وجب حصوله في تلك الجهة وامتنع حصوله في سائر الجهات لكانت تلك الجهة مخالفة في الماهية لسائر الجهات فحينئذ تكون الجهات شيئا موجودا فإذا كان الله سبحانه وتعالى واجب الحصول في الجهة أزلا وأبدا التزموا\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nقديما آخر مع الله تعالى في الأزل وذلك محال\r\nالثالث لو جاز في شيء مختص بجهة معينة أن يقال إن اختصاصه بتلك الجهة واجب جاز أيضا ادعاء أن بعض الأجسام حصل في حيز معين على سبيل الوجوب بحيث يمتنع خروجه عنه وعلى هذا التقدير لا يتمشى دليل حدوث الأجسام في ذلك فثبت أن القائل بهذا القول لا يمكنه الجزم بحدوث كل الأجسام بل يلزمه تجويز أن يكون بعضها قديما\r\nالرابع وهو أنا نعلم بالضرورة أن الأحياز بأسرها متساوية لأنها فراغ محض وخلاء صرف وإذا كانت بأسرها متساوية يكون واحدا وذلك يمنع من القول بأنه تعالى واجب الاختصاص ببعض الأحياز على التعيين فإن قالوا لم لا يجوز أن يكون اختصاصه بجهة فوق أولى قلنا هذا باطل لوجهين\r\nأحدهما أن قبل خلق العالم ما كان إلا العدم المحض فلم يكن هناك فوق ولا تحت فبطل قولكم\r\nثانيهما أنه لو كان الفوق متميزا عن التحت بالتميز الذاتي لكانت الجهات أمورا وجودية ممتدة قابلة للانقسام وذلك يقتضي تقدم الجسم لأنه لا معنى للجسم إلا ذلك\r\nثالثهما هو أنه لو جاز إن يختص ذات الإله تعالى ببعض الجهات على سبيل الوجوب مع كون الأحياز متساوية في العقل لجاز اختصاص بعض الحوادث المعينة ببعض الأوقات دون البعض على سبيل الوجوب مع كونها متساوية في العقل وعلى هذا التقدير يلزم اسغناؤها عن الصانع ولجاز أيضا اختصاص عدم القديم ببعض الأوقات على سبيل الوجوب وعلى هذا التقدير ينسد باب إثبات الصانع وباب إثبات وجوبه وقدمه\r\nرابعهما أنه لو حصل في حيز معين مع أنه لا يمكنه الخروج لكان كالمفلوج الذي لا يمكنه أن يتحرك أو كالمربوط الممنوع عن الحركة وكل ذلك نقص والنقص على الله تعالى محال وأما القسم الثاني وهو أن يقال إنه تعالى لو حصل في الحيز\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nمع جواز كونه حاصلا فيه فنقول هذا محال لأنه لو كان كذلك لما ترجح وجود ذلك الاختصاص إلا بفعل فاعل وتخصيص مخصص وكل ما كان كذلك فالفاعل يتقدم عليه فيلزم أن لا يكون حصول ذات الله تعالى في الحيز أزليا لأن ما تأخر عن الغير لا يكون أزليا وإذا كان الأزلي مبرأ عن الوضع والحيز امتنع أن يصير بعد ذلك مختصا بالحيز وإلا لزم وقوع الانقلاب في ذاته تعالى وأنه محال وبالله التوفيق\r\nالبرهان الخامس هو أن الأرض كرة وإذا كان كذلك امتنع كونه تعالى في الحيز والجهة بيان الأول أنه إذا حصل خسوف قمري فإذا سألنا سكان أقصى المشرق عن ابتدائه قالوا إنه حصل في أول الليل وإذا سألنا أقصى المغرب قالوا حصل في آخر الليل فعلمنا أن أول الليل في أقصى الشرق هو بعينه آخر الليل في أقصى المغرب وذلك يوجب كون الأرض كرة وإنما قلنا إن الأرض لو كانت كرة امتنع كون الخالق في شيء من الأحياز وذلك لأن الأرض إذا كانت كرة فالجهة التي هي فوق بالنسبة إلى سكان أهل المشرق هي تحت بالنسبة إلى سكان أهل المغرب وعلى العكس فلو اختص الباري تعالى بشيء من الجهات لكان تعالى في جهة التحت بالنسبة إلى بعض الناس وعلى العكس وذلك باطل بالاتفاق بيننا وبين الخصم فثبت أنه يمتنع كونه تعالى مختصا بالجهة\r\nالبرهان السادس لو كان تعالى مختصا بشيء من الأحياز والجهات لكان مساويا للمتحيزات هذا محال فذلك محال بيان الملازمة أنه تعالى لو كان مختصا بحيز لكان معنى كونه شاغلا لذلك الحيز كونه بحيث يمنع غيره من أن يكون بحيث هو ولو كان كذلك لكان متحيزا وقد بينا في الفصل المتقدم أن المتحيزات بأسرها متماثلة في تمام الماهية فثبت أنه تعالى لو كان متحيزا لكان مثلا لسائر المتحيزات وإنما قلنا إن ذلك محال لأن المثلين يجب تساويهما في جميع اللوازم فيلزم إما قدم الكل وإما حدوث الكل وذلك محال فإن قيل حصول الشيء في الحيز وكونه مانعا لغيره عن أن يحصل بحيث هو حكم من أحكام الذات ولا يلزم الاستواء في الأحكام\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nواللوازم الاستواء في الماهية والجواب عنه من وجهين\r\nالوجه الأول\r\nالأول أن المتحيز له أحكام ثلاثة أحدها أنه حاصل في الحيز شاغل له\r\nوالثاني كونه مانعا لغيره من أن يحصل بحيث هو\r\nوالثالث كونه بحال لو ضم إليه مثال له حجم كبير ومقدار عظيم ولا شك أن كل ما يحصل في حيز فقد حصل له هذه الأمور الثلاثة إلا أن الذات الموصوف بهذه الأحكام الثلاثة لا بد وأن يكون في نفسه الحجمية والمقدار في نفسه وهذا المعنى معقول مشترك بين كل الأحجام ثم إنا دللنا على أن هذا المفهوم المشترك يمتنع أن يكون صفة لشيء آخر بل لا بد وأن يكون ذاتا وإذا كان كذلك فالمتحيزات في ذواتها متماثلة والاختلاف إنما وقع في الصفات وحينئذ يحصل التقريب المذكور\r\nوالوجه الثاني أن السؤال الذي ذكرتم إن صح فحينئذ لا يمكنكم القطع بتماثل الجواهر لاحتمال أن يقال الجواهر وإن اشتركت في الحصول في الحيز إلا أن هذا الاشتراك في حكم من الأحكام والاشتراك في الحكم لا يقتضي الاشتراك في الماهية وإذا لم يثبت كون الجواهر متماثلة فحينئذ لا يبعد في العقل وجود جواهر مختصة بأحيازها على سبيل الوجوب بحيث يمتنع خروجها عن تلك الأحياز وحينئذ لا يطرد دليل حدوث الأجسام في تلك الأشياء وعلى هذا التقدير لا يمكنكم القطع بحدوث كل الأجسام والله أعلم\r\nالبرهان السابع أنه تعالى لو كان مختصا بالجهة والحيز لكان عظيما لأنه ليس في العقلاء من يقول إنه مختص بجهة ومع ذلك فإنه في الحقارة مثل النقطة التي لا تنقسم ومثل الجزء الذي لا يتجزأ بل كل من قال مختص الجهة والحيز قال إنه عظيم في الذات وإذا كان كذلك فنقول الجانب منه يحاذي يمين العرش إما أن يكون هو الجانب الذي منه يحاذي يسار العرش أو غيره والأول باطل لأن إن عقل ذلك فلم لا يعقل أن يقال إن يمين العرش عين يسار العرش حتى يقال العرش على عظمته مثل الجوهر الفرد والجزء الذي لا يتجزأ وذلك لا يقوله عاقل والثاني أيضا\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nباطل لأن على هذا التقدير يكون ذات الله تعالى مركبا من الأجزاء ثم تلك الأجزاء إما تكون متماثلة الماهية أو مختلفة الماهية والأول محال لأن على هذا التقدير يكون بعض تلك الأجزاء المتماثلة متباعدة وبعضها متلاقية والمثلان صح على كل واحد منهما ما يصح على الأجزاء فعلى هذا يلزم القطع بأنه يصح على المتلاقيين أن يصيرا متباعدين وعلى المتباعدين أن يصيرا متلاقيين وذلك يقتضي جواز الاجتماع والافتراق على ذات الله تعالى وهو محال\r\nوأما القسم الثاني وهو أن يقال إن تلك الأجزاء مختلفة في الماهية فنقول كل جسم مركب من أجزاء مختلفة في الماهية فلا بد وأن ينتهي تحليل تركيبه إلى أجزاء يكون كل واحد منها مبرأ عن التركيب لأن التركيب عبارة عن اجتماع الوحدات فلولا حصول الوحدات لما عقل اجتماعها إذا ثبت هذا فنقول إن كل واحد من تلك الأجزاء البسيطة لا بد وأن يماس كل واحد منها بيمينه شيئا ويساره شيئا آخر لكن يمينه مثل يساره وإلا لكان هو في نفسه مركبا وقد فرضناه غير مركب هذا خلف وإذا ثبت أن يمينه مثل يساره وثبت أن المثلين لا بد وأن يشتركا في جمع اللوازم لزم القطع بأن ممسوس يمينه يصح أن يصير ممسوس يساره وبالعكس ومتى صح ذلك فقد صح التفرق والانحلال على تلك الأجزاء فحينئذ يعود الأمر إلى جواز الاجتماع والافتراق على ذات الله تعالى محال فثبت أن القول بكونه في جهة من الجهات يفضي إلى هذه المحالات فيكون القول به محالا وبالله التوفيق\r\nالبرهان الثامن لو كان علو الباري تعالى على العالم بالحيز والجهة لكان علو تلك الجهة من علو الباري تعالى وذلك لأن بتقدير أن يحصل ذات الله تعالى في يمين العالم أو يساره لم يكن موصوفا بالعلو على العالم أما تلك الجهة التي في جهة العلو فلا يمكن فرض وجودها خاليا عن هذا العلو فثبت أن تلك الجهة عالية عن العالم لذاتها وثبت أن الحاصل في تلك الجهة يكون عاليا لا لذاته لكن تبعا لكونه حاصلا في تلك الجهة العالية على العالم وإذا كان كذلك فحينئذ يلزم أن يكون الباري تعالى ناقصا لذاته مستكملا بغيره وذلك محال فثبت أنه يمتنع أن يكون علوه على العالم بالجهة والحيز وذلك هو المطلوب\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالفصل الخامس\r\nفي حكاية الشبه العقلية\r\nفي كونه تعالى مختصا بالحيز والجهة\r\nالشبهة الأولى : أنهم قالوا العالم موجود والباري موجود وكل موجودين فلا بد وأن يكون أحدهما محايثا للآخر أو مباينا عنه بجهة من الجهات الست ولما لم يكن الباري تعالى محايثا للعالم وجب كونه تعالى مباينا عن العالم بجهة من الجهات الست وإذا ثبت ذلك وجب كونه تعالى مختصا بجهة فوق أما قولهم إن كل موجودين فلا بد أن يكون أحدهم محايثا للآخر أو مباينا عنه بجهة فلهم فيه طريقان\r\nالأول ادعاء البديهية فيه إلا أنه سبق الكلام على هذه الطريقة في أول الكتاب\r\nوالطريق الثاني أنهم يستدلون عليه وهو الطريق الذي اختاره ابن الهيصم في المناظرة التي حكاها عن نفسه مع ابن فورك وأنا أذكر محصل تلك الكلمات على الترتيب الصحيح وعلى أحسن وجه يمكن تقرير الشبهة به وهو أن يقال لا شك أن كل موجودين في الشاهد فأحدهما لا بد وأن يكون محايثا للآخر أو مباينا عنه بالجهة وكون كل موجودين في الشاهد كذلك إما أن يكون لخصوص كونه جوهرا أو لخصوص كونه عرضا أو لأمر مشترك بين الجوهر والعرض وذلك المشترك إما الحدوث أو الوجود والكل باطل سوى الوجود فوجب أن تكون العلة لهذا الحكم هو الوجود والباري تعالى موجود فوجب الجزم بأنه تعالى إما أن يكون محايثا للعالم أو مباينا عنه بالجهة\r\nواعلم أن هذا الكلام لا يتم إلا بتقدير مقدمات نحن نذكرها ونذكر الوجوه التي يمكن ذكرها في تقرير تلك المقدمات\r\nأما المقدمة الأولى فهي أن نقول قولنا إن كل موجودين في الشاهد لا بد وأن يكون أحدهما محايثا للآخر أو مباينا عنه بجهة حكم لا بد له من علة يحتاج إلى دليل والدليل عليه هو أن المعدومات لا يصح فيها هذا الحكم وهذه الموجودات\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nيصح فيها هذا الحكم فلولا امتياز ما صح فيه هذا الحكم عما لا يصح فيه الحكم بأمر من الأمور لما كان هذا الامتياز واقعا\r\nوأما المقدمة الثانية وهي في بيان أن هذا الحكم لا يمكن تعليله بخصوص كونه جوهرا ولا بخصوص كونه عرضا فالدليل عليه أن المقتضى لهذا الحكم لو كان هو كونه جوهرا لصدق على الجوهر أنه منقسم إلى ما يكون محايثا لغيره وإلى ما يكون مباينا عنه ومعلوم أن ذلك محال لأن الجوهر يمنع أن يكون محايثا لغيره وبهذا الطريق تبين أن المقتضى لهذا الحكم ليس كونه عرضا لامتناع أن يكون العرض مباينا لغيره بالجهة\r\nالمقدمة الثالثة في بيان أن هذا الحكم غير معلل بالحدوث ويدل عليه وجوه\r\nالأول أن الحدوث عبارة عن وجود سبقه العدم والعدم غير داخل في العلة وإذا سقط العدم عن درجة الاعتبار لم يبق إلا الوجود\r\nوالثاني وهو الذي عول عليه ابن الهيصم في المناظرة التي زعم أنها دارت بينه وبين ابن فورك رحمه الله تعالى لو كان هذا الحكم معللا بالحديث لكان الجاهل بكون السماء محدثة يجب أن يكون جاهلا بأن السماء بالنسبة إلى سائر الموجودات التي في هذا العالم إما أن تكون محايثة لها أو مباينة عنها بالجهة لأن المقتضي للحكم إذا كان أمرا معينا فالجاهل بذلك المقتضى يجب أن يكون جاهلا بذلك الحكم ألا ترى أن الوجود لما كان هو المستدعى للتقسيم إلى القديم والمحدث لا جرم كان اعتقاد أنه غير موجود مانعا من التقسيم بالقدم والحدوث ولما كان التقسيم إلى الأسود والأبيض معلقا بكونه ملونا كان اعتقاد أن الشيء غير ملون مانعا من اعتقاد التقسيم إلى الأسود والأبيض ولما رأينا أن الذي يعتقد قدم السماوات والأرضين لا يمنعه ذلك من اعتقاد أن السماوات والأرضين إما أن تكون محايثة وإما أن تكون مباينة بالجهة علما أن هذا الحكم غير معلل بالحدوث\r\nالوجه الثالث في بيان أن المقتضى لهذا الحكم ليس هو الحدوث وقد ذكره ابن الهيصم أيضا في تلك المناظرة وتقريره أن كونه محدثا وصف يعلم\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nبالاستدلال وكونه بحيث يجب أن يكون إما محايثا وإما مباينا بالجهة حكم معلوم بالضرورة والوصف المعلوم الثبوت بالاستدلال لا يجوز أن يكون أصلا للحكم الذي يعلم ثبوته بالضرورة فثبت بهذه الوجوه أن المقتضى لهذا الحكم ليس الحدوث\r\nالمقدمة الرابعة وهي في بيان أنه لما كان المقتضى لهذا الحكم في الشاهد هو الوجود والباري تعالى موجود وكان المقتضى لكونه إما محايثا للعالم أو مباينا عنه بالجهة حاصلا في حقه كان هذا الحكم أيضا حاصلا هناك\r\nواعلم أنا نفتقر في هذه المقدمة إلى بيان أن الوجود حقيقة واحدة في الشاهد وفي الغائب وذلك يقتضي كون وجوده تعالى زائدا على حقيقته فإنه ما لم يثبت هذا الأصل لم يحصل المقصود فهذا غاية ما يمكن ذكره في تقرير لهذه الشبهة ومن نظر في تقريرنا في هذه الشبهة وتقريرهم لها علم التفاوت بينها والجواب أن مدار هذه الشبهة على أن كل موجودين في الشاهد فلا بد أن يكون أحداهما محايثا للآخر أو مباينا عنه بالجهة وهذه الطريقة ممنوعة وبيانه من وجوه\r\nالأول أن جمهور الفلاسفة يثبتون موجودات غير محايثة لهذا العالم الجسماني ولا مباينة عنه بالجهة وذلك لأنهم يثبتون العقول والنفوس الفلكية والنفوس الناطقة ويثبتون الهيولى ويزعمون أن هذه الأشياء موجودات غير متحيزة ولا حالة في المتحيز ولا يصدق عليها أنها محايثة لهذا العالم ولا مباينة عنه بالجهة وما لم تبطلوا هذا المذهب بالدليل لا يصح القول بأن كل موجودين في الشاهد فإما أن يكون أحدهما محايثا للآخر أو مباينا عنه\r\nالثاني أن جمهور المعتزلة يثبتون إرادات وكراهات موجودة لا في محل ويثبتون فناء لا في محل وتلك الأشياء لا يصدق عليها أنها محايثة للعالم أو مباينة عن العالم بالجهة فما لم تبطلوا ذلك لا تتم دعواكم\r\nالثالث أنا نقيم الدلالة على أن الإضافات موجودات في الأعيان ثم نبين أنها يمتنع أن تكون محايثة للعالم أو مباينة عنه بالجهة وذلك يبطل كلامكم وإنما قلنا\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nإن الإضافات أعراض موجودات في الأعيان لأن المعقول من كون الإنسان أبا لغيره مغايرا لذاته المخصوصة بدليل أنه يمكن أن يعقل ذاته من الذهول عن كونه أبا أو ابنا والمعلوم غير ما هو غير معلوم وأيضا فإنه يمكن ثبوت ذات منفكة عن الأبوة والبنوة مثل عيسى عليه السلام فإنه ما كان أبا لأحد ولا ابنا لأحد والثابت غير ما هو غير ثابت فكونه أبا وابنا مغاير لذاته المخصوصة ثم هذا المغاير إما أن يكون وصفا سلبيا أو ثبوتيا والأول باطل لأن عدم الأبوة هو الوصف السلبي والأبوة رافعة له ورافع العدم وجود فثبت أن الأبوة وصف وجودي مغاير لذات الأب إذا ثبت هذا فنقول إنه مستحيل أن يقال الأبوة محايثة لذات الأب وإلا لزم أن يقال أنه قام بنصف الأب نصف الأبوة وبثلثه ثلث الأبوة ومعلوم أن ذلك باطل ومحال أن يقال أنها مباينة عن ذات الأب مباينة بالجهة والحيز وإلا لزم كون الأبوة جوهرا قائما بذاته مباينا عن ذات الأب بالجهة وذلك أيضا محال فثبت بهذا الدليل وجود موجود لا يمكن أن يقال أنه محايث لغيره أو يقال أنه مباين عنه بالجهة وإذا ثبت بهذا بطل قولهم\r\nالسؤال الثاني سلمنا أن كل موجودين في الشاهد فلا بد وأن يكون أحدهما محايثا للآخر أو مباينا عنه بالجهة لكن كون الشيء بحيث يصدق عليه قولنا إما أن يكون وإما أن لا يكون إشارة إلى كونه قابلا للانقسام إليهما لكن قبول القسمة حكم عدمي والعدم لا يعلل وإنما قلنا إن قبول القسمة حكم عدمي لأن أصل القبول حكم عدمي فوجب أن يكون قبول القسمة حكما عدميا وإنما قلنا إن أصل القبول حكم عدمي لأنه لو كان أمرا لكان صفة من صفات الشيء المحكوم عليه بكونه قابلا فتكون الذات قابلة لتلك الصفة القائمة بها فيكون قبول ذلك القبول زائدا ولزم التسلسل وإننا قلنا إنه لما كان أصل القبول عدميا كان قبول القسمة أيضا كذلك لأن قبول القسمة قبول مخصوص فتلك الخصوصية إن كانت صفة موجودة لزم قيام الوجود بالعدم وهو محال وإن كانت عدمية لزم القطع بأن\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nقبول القسمة عدمي وإذا ثبت أنه حكم عدمي امتنع تعليله لأن العدم نفي محض فكان التأثير فيه محالا فثبت أن قبول القسمة لا يمكن تعليله\r\nالسؤال الثالث هب أنه من الأحكام فلم لا يجوز أن يكون معللا بخصوص كونه جوهرا أو بخصوص كونه عرضا لأن كونه جوهرا يمنع من المحايثة وكونه عرضا يمنع من المباينة بالجهة وما كان علة لقبول الانقسام إلى قسمين يمتنع كونه مانعا من أحد القسمين قلنا ما الذي تريدون بقولكم الوجود في الشاهد منقسم إلى المحايث وإلى المباين بالجهة إن أردتم به أن الوجود في الشاهد قسمان أحدهما هو الذي يكون محايثا لغيره وهو العرض والثاني يجب أن يكون مباينا لغيره بالجهة وهو الجوهر فهذا مسلم لكنه في الحقيقة إشارة إلى حكمين مختلفين معللين بعلتين فإن عندنا وجوب محايثا لغيره معلل بكونه عرضا ووجوب كون القسم الثاني مباينا عن غيره بالجهة معلل بكونه جوهرا فبطل قولكم أن خصوص كونه عرضا وجوهرا لا يصلحان لعلة هذا الحكم وإن أردتم به أن إمكان الانقسام إلى هذين القسمين حكم واحد فإنه في جميع الموجودات التي في الشاهد فهذا باطل لأن إمكان الانقسام إلى هذين القسمين لم يثبت في شيء من الموجودات التي في الشاهد فضلا عن أن يثبت في جميعها لأن كل موجود في الشاهد فهو إما جوهر وإما عرض فإن كان جوهر امتنع أن يكون محايثا لغيره فلم يكن قابلا لهذا الانقسام وإن كان عرضا امتنع أن يكون مباينا لغيره بالجهة فلم يكن قابلا لهذا الانقسام فثبت بما ذكرنا أن الذي قالوه مغالطة والحاصل أن هذا المستدل أوهم أن قوله الموجود في الشاهد إما أن يكون محايثا لغيره وإما أن يكون مباينا عنه بالجهة إشارة إلى حكم واحد ثم بني عليه أنه لا يمكن تعليل ذلك الحكم بخصوص كونه جوهرا ولا بخصوص كونه عرضا ونحن بينا أنه إشارة إلى حكمين مختلفين معللين بعلتين مختلفتين\r\nالسؤال الرابع سلمنا أنه لا يمكن تعليل هذا الحكم بخصوص كونه جوهرا ولا بخصوص كونه عرضا فلم قلتم أنه لا بد من تعليله إما بالحدوث وإما بالوجود وما الدليل على هذا الحصر وأقصى ما في الباب أن يقال سبرنا وبحثنا\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nفلم نجد قسما آخر إلا أنا بينا في الكتب المطولة أن عدم الوجدان لا يدل على عدم الوجود وشرحنا أن هذا السؤال هادم لكل دليل مبني على تقسيمات منتشرة غير منحصرة بين النفي والإثبات\r\nالسؤال الخامس سلمنا أن عدم الوجدان يدل على عدم الوجود لكن لا نسلم قولكم أنا ما وجدنا لهذا الحكم علة سوى الحدوث والوجود بيانه من وجهين\r\nالأول أن من المحتمل أن يقال المقتضى لقولنا أن الشيء إما أن يكون محايثا للعالم أو مباينا عنه هو كونه بحيث يصح الإشارة الحسية إليه وذلك أن كل شيئين يصح الإشارة الحسية إليهما فإما أن تكون الإشارة إلى أحدهما عين الإشارة إلى الآخر وذلك كما في اللون والمتلون وهذا هو المحايثة وإما أن تكون الإشارة إلى أحدهما غير الإشارة إلى الآخر وهذا هو المباينة بالجهة فثبت أن المقتضى لقبول هذه القسمة هو كون الشيء مشارا إليه بحسب الحس وعلى هذا التقدير ما لم يقيموا الدلالة على أنه مشار إليه بحسب الحس لا يمكن أن يقال أنه تعالى يجب أن يكون محايثا للعالم أو مباينا عنه بالجهة لكن كونه تعالى مشارا إليه بحسب الحس هو مما وقع النزاع فيه وحينئذ يتوقف صحة المطلوب وذلك يفضي إلى الدور وهو باطل\r\nالثاني أنه لا شك أن ما سوى الله تعالى أن يكون محايثا لغيره أو مباينا عن غيره بالجهة ولا شك أن الله تعالى مخالف لهذين القسمين بحقيقته المخصوصة إذ لو لم يكن مخالفا بحقيقته المخصوصة لكان إما مثلا للجواهر أو الأعراض ويلزم منه كونه تعالى محدثا كما أن الجواهر والأعراض مشتركان في الأمر الذي به وقعت المخالفة بينهما وبين ذات الباري تعالى فلم لا يجوز المقتضى لقبول الانقسام إلى المحايث وإلى المباين هو ذلك الأمر وعلى هذا التقدير سقط هذا السؤال لأنه لا مشترك بين الجواهر والأعراض إلا الحدوث\r\nالسؤال السادس سلمنا الحصر فلم لا يجوز أن يكون المقتضى لهذا الحكم\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nهو الحدوث قوله أولا الحدوث ماهية مركبة من العدم والوجود قلنا كل محدث فإنه يصدق كونه قابلا للعدم والوجود وأيضا كون الشيء منقسما إلى المحايث والمباين معناه كونه قابلا للانقسام إلى هذين القسمين فالقابلية إن كانت صفة وجودية كانت في الموضعين كذلك وإن كانت عدمية فكذلك ولا يبعد تعليل عدم بعدم أما قوله ثانيا لو كان المقتضى لهذا الحكم هو الحدوث لكان الجهل بحدوث الشيء يوجب الجهل بهذا الحكم قلنا الكلام عليه من وجهين\r\nالأول لم قلتم أن الجهل بالمؤثر يوجب الجهل بالأثر ألا ترى أن جهل الناس بأسباب المرض والصحة لا يوجب جهلهم بحصول المرض والصحة وجهل نفاة الأعراض بالمعاني الموجبة لتغير أحوال الأجسام لا يوجب جهلهم بتلك التغيرات وجهل الدهري بكونه تعالى قادرا على الخلق والتكوين لا يوجب جهله بوجود هذا العالم\r\nالثاني لو كان الجهل بالعلة يوجب الجهل بالمعلول لكان العالم بالعلة يوجب العلم بالمعلول وعلى هذا التقدير لو كان المقتضى لكون الموجودين في الشاهد إما متحايثين أو متباينين بالجهة هو الوجود لزم أن من علم كون الشيء موجودا أن يعلم وجوب كونه إما محايثا للعالم أو مباينا لكن الجمهور الأعظم وهو أهل التوحيد يعتقدون أنه تعالى موجود ولا يعلمون أنه تعالى لا بد وأن يكون إما محايثا للعالم أو مباينا له فوجب على هذا المساق أن لا يكون المقتضى لهذا الحكم هو كونه موجودا وهذا السؤال قد أورده الأستاذ ابن فورك رحمه الله من أصحابنا على ابن الهيصم ولم يقدر أن يذكر عنه جوابا سوى أن قال يمتنع أن يحصل العلم بالأثر ولا يحصل العلم بالمؤثر ولا يمتنع أن يحصل العلم بالمؤثر مع الجهل بالأثر وطال كلامه في تقرير هذا الفرق ولم يظهر منه شيء معلوم يمكن حكايته قوله ثالثا وكونه محدثا وصف استدلالي وكونه إما محايثا أو مباينا أمر معلوم بالبديهة والوصف الاستدلالي لا يجوز أن يكون علة للحكم المعلوم بالبديهية قلنا ممنوع فإنا بينا أن المؤثر في كثير من الأشياء استدلالي والأثر بديهي\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nالسؤال السابع سلمنا أن المؤثر في هذا الحكم ليس هو الحدوث وأنه هو الوجود لكن لم قلتم أنه يلزم حصوله في حق الله تعالى وبيانه أن المطلوب إنما يلزم لو كان الوجود أمرا واحدا في الشاهد وفي الغائب أما إذا لم يكن الأمر كذلك بل كان وقوع اللفظ الموجود على الشاهد والغائب ليس إلا بالاشتراك اللفظي كان هذا الدليل ساقطا بالكلية ثم أن الكرامية لا يمكنهم أن يقولوا أن الوجود في الغائب والشاهد واحد وإذا كان كذلك لزمهم إما القول بكون الباري تعالى مثلا للمحدثات من جميع الوجوه أو القول بأن وجوده زائد على ماهيته والقوم لا يقولون بهذين الكلامين\r\nالسؤال الثامن سلمنا أن ما ذكرتم يدل على أن الوجود هو العلة لهذا الحكم لكن ههنا دليل آخر يمنع منه وهو أن المقتضى لقبول الانقسام في الجوهر والعرض لو كان هو الوجود لزم في الجوهر وحده أن يقبل الانقسام إلى الجوهر وإلى العرض ومعلوم أن ذلك محال فإن قالوا إن كل جوهر وعرض فإنه يصح كونه منقسما إلى هذين القسمين نظرا إلى كونه موجودا وإنما يمتنع ذلك الانقسام نظرا إلى مانع منفك وهو خصوصية ماهيته قلنا هذا اعتراف بأنه لا يلزم من كون الوجود علة لصحة أمر من الأمور أن يصح ذلك الحكم على كل ما كان موصوفا بالوجود لاحتمال أن يكون ماهيته المخصوصة مانعة من ذلك الحكم وإذا كان كذلك فلم لا يجوز أن يقال الوجود وإن اقتضى كون الشيء إما محايثا لغيره وإما مباينا عنه إلا أنه خصوصية ذاته تعالى كانت مانعة من هذا الحكم فلم يلزم من كونه تعالى موجودا كونه بحيث يكون إما محايثا للعالم أو مباينا عنه بالجهة\r\nالسؤال التاسع إن ما ذكرتموه من الدليل قائم في صور كثيرة مع أن النتيجة اللازمة عنه باطلة قطعا وذلك يدل على أن هذا الدليل منقوض وبيانه من وجوه\r\nالأول أن كل ما سوى الله تعالى فهو محدث فيكون صحة الحدوث حكما مشتركا بينهما فنقول هذه الصحة حكم مشترك فلا بد لها من علة مشتركة والمشترك إما الحدوث أو الوجود ولا يمكن أن يكون المقتضى لصحة الحدوث هو\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nالحدوث لأن صحة الحدوث سابقة على الحدوث بالرتبة والسابق بالرتبة على الشيء لا يمكن تعليله بالمتأخر عن الشيء فثبت أن صحة الحدوث غير معللة بالحدوث فوجب كونها معللة بالوجود والله تعالى موجود فوجب أن يثبت في حقه تعالى صحة الحدوث وهو محال\r\nالثاني أن كل موجود في الشاهد فهو إما حجم وإما قائم بالحجم ثم نذكر التقسيم إلى آخره حتى يلزم أن يكون الباري تعالى إما حجما وإما قائما بالحجم والقوم لا يقولون ذلك\r\nالثالث أن كل موجودين في الشاهد فلا بد وأن يكون أحدهما محايثا للآخر أو مباينا عنه في أي جهة كان ثم نذكر التقسيم المتقدم حتى يظهر أن هذا الحكم معلل بالوجود والباري تعالى موجود فيلزم أن يصح على الباري تعالى كونه إما محايثا للعالم أو مباينا عنه في أي جهة كانت من الجوانب التي للعالم وذلك يقتضي أن لا يكون اختصاص الله تعالى بجهة فوق واجبا بل يلزم صحة الحركة على ذات الله تعالى من الفوق إلى أسفل وكل ذلك عند القوم محال\r\nالرابع أن كل موجودين في الشاهد فإنه يجب أن يكون أحدهما محايثا للآخر أو مباينا عنه بالجهة والمباين بالجهة لا بد وأن يكون جوهرا فردا أو يكون مركبا من الجواهر وكون كل موجود في الشاهد على أحد هذه الأقسام الثلاثة أعني كونه عرضا أو جوهرا فردا أو جسما مؤتلفا لا بد وأن يكون معللا بالوجود فوجب أن يكون الباري تعالى على أحد هذه الأقسام الثلاثة والقوم ينكرون ذلك لأنه تعالى عندهم ليس بعرض ولا بجوهر ولا بجسم مؤتلف مركب من الأجزاء والأبعاض\r\nالخامس أن كل موجود يفرض مع العالم فهو إما مساو للعالم وإما أزيد منه في المقدار وإما أنقص منه في المقدار فانقسام الوجود في الشاهد إلى هذه الأقسام الثلاثة حكم لا بد له من علة ولا علة إلا الوجود والباري تعالى موجود فوجب أن يكون الباري تعالى على أحد هذه الأقسام الثلاثة والقوم لا يقولون به فثبت بما\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nذكرنا أن هذه الشبهة منقوضة\r\nواعلم أنا إنما طولنا في الكلام على هذه الشبهة لأن القوم يعولون عليها ويظنون أنها حجة قوية قاهرة ونحن بعد أن بالغنا في تنقيحها وتقريرها أوردنا عليها هذه الأسئلة القاهرة والاعتراضات القادحة ونسأل الله العظيم أن يجعل هذه التحقيقات والتدقيقات سببا لمزيد الأجر والثواب بمنه وفضله\r\nالشبهة الثالثة للكرامية في إثبات كونه تعالى في الجهة قالوا ثبت أنه تعالى تجوز رؤيته والرؤية تقتضي مواجهة المرئي أو شيئا هو في حكم مقابلته وذلك يقتضي كونه تعالى مخصوصا بجهة والجواب اعلم أن المعتزلة والكرامية توافقتا في أن كل مرئي لا بد وأن يكون في جهة إلا أن المعتزلة قالوا لكنه ليس في الجهة فوجب أن لا يكون مرئيا والكرامية قالوا لكنه مرئي وجب أن يكون في الجهة وأصحابنا رحمهم الله نازعوا في هذه المقدمة وقالوا لا نسلم أن كل مرئي فإنه مختص بالجهة بل لا نزاع في أن الأمر في الشاهد كذلك لكن لم قلتم أن ما كان كذلك في الشاهد وجب أن يكون في الغائب كذلك وتقريره أن هذه المقدمة إما أن تكون مقدمة بديهية أو استدلالية فإن كانت بديهية لم يكن في إثبات كونه تعالى مختصا بالجهة حاجة إلى هذا الدليل وذلك لأنه ثبت في الشاهد أن كل قائم بالنفس فهو مختص بالجهة وثبت أن الباري تعالى قائم بالنفس فوجب القطع بأنه مختص بالجهة لأن العلم ضروري حاصل بأنه كل ما ثبت في الشاهد وجب أن يكون في الغائب كذلك فإذا كان هذا الوجه حاصلا في إثبات كونه تعالى في الجهة كان كونه تعالى في الجهة كان إثبات كونه تعالى في الجهة بكونه مرئيا ثم إثبات أن كل ما كان مرئيا فهو مختص بالجهة تطويل من غير فائدة ومن غير مزيد شرح وبيان وأما أن قولنا أن كل مرئي فهو مختص بالجهة ليست مقدمة بديهية بل هي مقدمة استدلالية فحينئذ ما لم يذكروا على صحتها دليلا لا تصير هذه المقدمة يقينية وأيضا إنا كما لا نعقل مرئيا في الشاهد إلا إذا كان مقابلا أو في حكم المقابل للرائي فكذلك لا نعقل مرئيا إلا إذا كان صغيرا أو كبيرا أو ممتدا في الجهات أو مؤتلفا من الأجزاء وهم يقولون أنه تعالى يرى لا صغيرا ولا كبيرا ولا ممتدا في الجهات والجوانب والأحياز فإذا جاز لكن أن تحكموا بأن الغائب مخالف للشاهد في هذا\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nالباب فلم لا يجوز أيضا أن المرئي في الشاهد وإن وجب كونه مقابلا للرائي إلا أن المرئي في الغائب لا يجوز أن يكون كذلك\r\nالشبهة الرابعة تمسكوا برفع الأيدي إلى السماء قالوا وهذا شيء يفعله أرباب النحل فدل على أنه تقرر في جميع عقول الخلق كون الإله في جهة فوق\r\nالجواب أن هذا معارض بما تقرر في جميع عقول الخلق أنهم عند تعظيم خالق العالم يضعون جباهم على الأرض ولما لم يدل هذا على كون خالق العالم في الأرض لم يدل ما ذكروه على أنه في السماء وأيضا فالخلق إنما يقدمون على رفع الأيدي إلى السماء لوجوه أخرى اعتقادهم أن خالق العالم في السماء\r\nالأول أن أعظم الأشياء نفعا للخلق ظهور الأنوار وأنه إنما تظهر من جانب السماوات\r\nوالثاني أن مبنى حياة الخلق على استنشاق النفس وليس ذلك الاستنشاق إلا من الهواء والهواء ليس إلا موجودا فوق الأرض فلهذا السبب كان فوق الأرض أشرف مما تحت الأرض\r\nالثالث أن نزول الغيث من جهة الفوق ولما كانت هذه الأشياء التي هي منافع الخلق إنما تنزل من جانب السماوات ولا جرم كان ذلك الجانب عندهم أشرف وتعلق الخاطر بالأشرف أقوى من تعلقه بالأخس وهذا هو السبب في رفع الأيدي إلى السماء وأيضا أنه تعالى جعل العرش قبلة لدعائنا كما جعل الكعبة قبلة لصلاتنا وأيضا أنه تعالى جعل الملائكة وسائط في مصالح هذا العالم قال تعالى : * ( فالمدبرات أمرا ) * وقال تعالى : * ( فالمقسمات أمرا ) * وأجمعوا على أن جبريل عليه السلام ملك الوحي والتنزيل والنبوة وميكائيل ملك الأرزاق وملك الموت ملك الوفاة وكذا القول في سائر الأمور وإذا كان الأمر كذلك لم يبعد أن يكون الغرض من رفع الأيدي إلى السماء رفع الأيدي إلى الملائكة وبالله التوفيق .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالفصل السادس\r\nاعلم أن المشهور عن قدماء الكرامية إطلاق لفظ الجسم على الله تعالى\r\nإلا أنهم يقولون لا نريد به كونه تعالى مؤلفا من الأجزاء ومركبا من الأبعاض بل نريد به كونه تعالى غنيا عن المحل قائما بالنفس وعلى هذا التقدير فإنه يصير النزاع في أنه تعالى جسم أو لا نزاعا لفظيا هذا حاصل ما قيل في هذا الباب إلا أنا نقول كل ما كان مختصا بحيز أو جهة يمكن أن يشار إليه بالحس بذلك المشار إليه أما أن لا يبقى منه شيء في جوانبه الست وإما أن يبقى فإن لم يبق منه شيء في جوانبه الست فهذا يكون كالجوهر الفرد وكالنقطة التي لا تتجزأ ويكون في غاية الصغر والحقارة ولا أظن أن عاقلا يرضى أن يقول إن إله العالم كذلك وأما إن بقي شيء في جوانبه الست أو في أحد هذه الجوانب فهذا يقتضي كونه مؤلفا مركبا من الجزءين أو أكثر وأقصى ما في الباب أن يقول قائل إن تلك الأجزاء لا تقبل التفرق والانحلال إلا أن هذا لا يمنع من كونه في نفسه مركبا مؤلفا كما أن الفلسفي يقول الفلك جسم ألا أنه لا يقبل الخرق والالتآم فإن ذلك لا يمنعه من اعتقاد كونه جسما طويلا عريضا عميقا فثبت أن هؤلاء الكرامية لما اعتقدوا كونه تعالى مختصا بالحيز والجهة ومشارا إليه بحسب الحس واعتقدوا أنه تعالى ليس في الصغر والحقارة مثل الجوهر الفرد والنقطة التي لا تتجزأ أوجب أن يكونوا قد اعتقدوا أنه تعالى ممتد في الجوانب أو في بعض الجوانب ومن قال ذلك فقط اعتقد كونه مركبا مؤلفا فكان امتناعه عن إطلاق لفظ المؤلف والمركب امتناعا عن مجرد هذا اللفظ مع كونه معتقدا لمعناه فثبت أنهم إنما أطلقوا لفظ الجسم لأجل أنهم اعتقدوا كونه تعالى طويلا عريضا عميقا ممتدا في الجهات فثبت أن امتناعهم عن هذا الكلام لمحض التقية والخوف وإلا فهم يعتقدون كونه تعالى مركبا مؤلفا فهذا تمام الكلام في القسم الأول من هذا الكتاب وهو القسم المشتمل على الوجوه العقلية وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالقسم الثاني\r\nوهو في تأويل المتشابهات من الأخبار والآيات والكلام فيه مرتب على مقدمة وفصول\r\nأما المقدمة فهي في بيان أن جميع فرق الإسلام مقرون بأنه لا بد من التأويل في بعض ظواهر القرآن والأخبار أما في القرآن فبيانه من وجوه\r\nالأول هو أنه ورد في القرآن ذكر الوجه وذكر العين وذكر الجنب الواحد وذكر الأيدي وذكر الساق الواحدة فلو أخذنا بالظاهر يلزمنا إثبات شخص له وجه واحد وعلى ذلك الوجه أعين كثيرة وله جنب واحد وعليه أيد كثيرة وله ساق واحدة ولا نرى في الدنيا شخصا أقبح صورة من هذه المتخيلة ولا أعتقد أن عاقلا يرضى بأن يصف ربه بهذه الصفة\r\nالثاني أنه ورد في القرآن أنه نور السماوات والأرض وأن كل عاقل يعلم بالبديهة أن إله العالم ليس هو هذا الشيء المنبسط على الجدران والحيطان وليس هو هذا النور الفائض من جرم الشمس والقمر والنار فلا بد بكل واحد منا من أن يفسر قوله تعالى : * ( الله نور السماوات والأرض ) * بأنه منور السماوات والأرض أو بأنه هاد لأهل السماوات والأرض أو بأنه مصلح السماوات والأرض وكل ذلك تأويل\r\nالثالث قال الله تعالى : * ( وأنزلنا الحديد فيه بأس شديد ) * ومعلوم أن الحديد ما نزل جرمه من السماء إلى الأرض وقال : * ( وأنزل لكم من الأنعام ثمانية أزواج ) * ومعلوم أن الأنعام ما نزلت من السماء إلى الأرض\r\nالرابع قوله تعالى : * ( وهو معكم أينما كنتم ) * وقوله تعالى : * ( ونحن أقرب إليه من حبل الوريد ) * وقوله تعالى : * ( ما يكون من نجوى ثلاثة إلا هو رابعهم ) * وكل عاقل يعلم أن المراد منه القرب بالعلم والقدرة الإلهية .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nالخامس قوله تعالى : * ( واسجد واقترب ) * فإن هذا القرب ليس إلا بالطاعة والعبودية فأما القرب بالجهة فمعلوم بالضرورة أنه لا يحصل بسبب السجود\r\nالسادس قوله تعالى : * ( فأينما تولوا فثم وجه الله ) * وقال تعالى : * ( ونحن أقرب إليه منكم ولكن لا تبصرون ) *\r\nالسابع قال تعالى : * ( من ذا الذي يقرض الله قرضا حسنا ) * ولا شك أنه لا بد فيه من التأويل\r\nالثامن قوله تعالى : * ( فأتى الله بنيانهم من القواعد ) * ولا بد فيه من التأويل\r\nالتاسع قال تعالى لموسى وهارون : * ( إنني معكما أسمع وأرى ) * وهذه المعية ليست إلا بالحفظ والعلم والرحمة فهذه وأمثالها من الأمور التي لا بد لكل عاقل من الاعتراف بحملها على التأويل وبالله التوفيق\r\nأما الأخبار فهذا النوع فيها كثير\r\nفالأول قوله عليه السلام حكاية عن الله سبحانه وتعالى : * ( مرضت فلم تعدني استطعمتك فما أطعمتني استسقيتك فما أسقيتني ) * ولا يشك عاقل أن المراد منه التمثيل فقط\r\nالثاني قوله صلى الله عليه وسلم حكاية عن ربه : « من أتاني يمشي أتيته هرولة » ولا يشك عاقل في أن المراد منه التمثيل والتصوير\r\nالثالث نقل الشيخ الغزالي رحمه الله عن أحمد بن حنبل رحمه الله أنه أقر بالتأويل في ثلاثة أحاديث\r\nأحدهما قوله عليه السلام « الحجر يمين الله في الأرض » .\r\nوثانيهما قوله عليه السلام : « إني لا أجد نفس الرحمن من قبل اليمين » .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nوثالثهما قوله عليه السلام حكاية عن الله عز وجل « أنا جليس من ذكرني » .\r\nالرابع حكي أن المعتزلة تمسكوا في خلق القرآن بما روي عنه عليه السلام أنه يأتي سورة البقرة وآل عمران كذا وكذا يوم القيامة كأنهما غمامتان فأجاب أحمد بن حنبل رحمه الله تعالى وقال يعني ثواب قارئهما وهذا تصريح بالتأويل\r\nالخامس قوله صلى الله عليه وسلم « إن الرحم يتعلق بحقوتي الرحمن فيقول سبحانه أصل من وصلك » وهذا لا بد له من التأويل\r\nالسادس قال عليه السلام : « إن المسجد لينزوي من النخامة كما تنزوي الجلدة من النار » ولا بد فيه من التأويل\r\nالسابع قال عليه السلام : « قلب المؤمن بين إصبعين من أصابع الرحمن » وهذا لا بد فيه من التأويل لأنا نعلم بالضرورة أنه ليس في صدورنا أصبعان بينهما قلوبنا\r\nالثامن قوله صلى الله عليه وسلم حكاية عن الله تعالى : « أنا عند المنكسرة قلوبهم » وليست هذه العندية إلا بالرحمة وأيضا قال صلى الله عليه وسلم حكاية عن الله تعالى في صفة الأولياء « فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به » ومن المعلوم بالضرورة أن القوة الباصرة التي بها يرى الأشياء ليست هي الله سبحانه وتعالى\r\nالتاسع قال عليه السلام حكاية عن الله سبحانه وتعالى « الكبرياء ردائي والعظمة إزاري » والعاقل لا يثبت لله تعالى إزارا ورداء\r\nالعاشر قال عليه السلام لأبي بن كعب « يا أبا المنذر آية آية في كتاب الله تعالى أعظم فتردد فيه مرتين ثم قال في الثالثة آية الكرسي فضرب يده عليه السلام على صدره وقال أصبت والذي نفسي بيده أن لها لسانا يقدس الله تعالى عند العرش » ولا بد فيه من التأويل فثبت بكل ما ذكرنا أن المصير إلى التأويل أمر لا بد منه لكل عاقل وعند هذا قال المتكلمون لما ثبت بالدليل أنه سبحانه وتعالى منزه عن الجهة والجسمية وجب علينا أن نضع لهذه الألفاظ الواردة في القرآن والأخبار\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمحملا صحيحا لئلا يصير ذلك سببا للطعن فيها فهذا تمام القول في المقدمة وبالله التوفيق .\r\nالفصل الأول\r\nفي إثبات الصورة\r\nاعلم أن هذه اللفظة ما وردت في القرآن لكنها واردة في الأخبار\r\nوالخبر الأول ما روي عن النبي صلى الله عليه وسلم أنه قال : « إن الله تعالى خلق آدم على صورته » وروى ابن خزيمة عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : « لا يقولن أحدكم لعبده قبح الله وجهك ووجه من أشبه وجهك فإن الله خلق آدم على صورته »\r\nوالجواب اعلم أن الهاء في قوله « على صورته » يحتمل أن يكون عائدا إلى شيء غير صورة آدم عليه السلام وغير الله تعالى ويحتمل أن يكون عائدا إلى آدم ويحتمل أن يكون عائدا إلى الله تعالى فهذه طرق ثلاثة\r\nالطريق الأول أن يكون هذا الضمير عائدا إلى غير آدم وإلى غير الله تعالى وعلى هذا التقدير ففي تأويل الخبر وجهان\r\nالأول هو أن من قال للإنسان قبح الله وجهك ووجه من أشبه وجهك فهذا يكون شتما لآدم عليه السلام فإنه لما كان صورة هذا الإنسان مشابهة لصورة آدم كان قوله قبح الله وجهك ووجه من أشبه وجهك شتما لآدم عليه السلام ولجميع الأنبياء عليهم السلام وذلك غير جائز فلا جرم نهى النبي صلى الله عليه وسلم عن ذلك وإنما خص آدم بالذكر لأنه عليه السلام هو الذي ابتدأت خلقة وجهه على هذه الصورة\r\nالثاني أن المراد منه إبطال قول من يقول إن آدم كان على صورة أخرى مثل ما يقال إنه كان عظيم الجثة طويل القامة بحيث يكون رأسه قريبا من السماء فالنبي صلى الله عليه وسلم أشار إلى إنسان معين وقال « إن الله خلق آدم على صورته » أي كان شكل آدم مثل شكل هذا الإنسان من غير تفاوت البتة فأبطل هذا البيان وهم من توهم أن آدم عليه السلام كان على صورة أخرى غير هذه الصورة\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nالطريق الثاني أن يكون الضمير عائدا إلى آدم عليه السلام وهذا أولى الوجوه الثلاثة لأن عود الضمير إلى أقرب المذكورات واجب وفي هذا الحديث أقرب الأشياء المذكورة هو آدم عليه السلام فكان عود الضمير إليه أولى ثم على هذا الطريق ففي تأويل الخبر وجوه\r\nالأول أنه تعالى لما عظم أمر آدم بجعله مسجود للملائكة ثم إنه أتى بتلك الزلة فالله تعالى لم يعاقبه بمثل ما عاقب به غيره فإنه نقل أن الله تعالى أخرجه من الجنة وأخرج معه الحية والطاووس وغير تعالى خلقهما مع أنه لم يغير خلقة آدم عليه السلام بل تركه على الخلقة الأولى إكراما له وصونا له من عذاب المسخ فقوله عليه السلام « إن الله تعالى خلق آدم على صورته » معناه خلق آدم على هذه الصورة التي هي الآن باقية من غير وقوع التبدل فيها والفرق بين هذا الجواب والذي قبله أن المقصود من هذا بيان أنه عليه السلام كان مصونا عن المسخ والجواب الأول ليس فيه إلا بيان أن هذه الصورة الموجودة ليست إلا هي التي كانت موجودة قبل من غير تعرض لبيان أنه جعل مصونا عن المسخ بسبب زلته مع أن غيره صار ممسوخا\r\nالثاني المراد منه إبطال قول الدهرية الذين يقولون إن الإنسان لا يتولد إلا بواسطة النطفة ودم الطمث فقال عليه السلام « إن الله تعالى خلق آدم على صورته » ابتداء من غير تقدم نطفة وعلقة ومضغة\r\nالثالث إن الإنسان لا يتكون إلا في مدة طويلة وزمان مديد بواسطة الأفلاك والعناصر فقال عليه السلام « إن الله خلق آدم على صورته » أي من غير هذه الوسائط والمقصود منه الرد على الفلاسفة\r\nالرابع المقصود منه بيان أن هذه الصورة الإنسانية إنما حصلت بتخليق الله تعالى وإيجاده لا بتأثير القوة المصورة والمولدة على ما تذكره الأطباء والفلاسفة ولهذا قال الله تعالى : * ( هو الله الخالق البارئ المصور ) * فهو الخالق أي فهو\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nالعالم بأحوال الممكنات والمحدثات والبارئ أي هو المحدث للأجسام والذوات بعد عدمها والمصور أي هو الذي يركب تلك الذوات على صورها المخصوصة وتركيباتها المخصوصة\r\nالخامس قد تذكر الصورة ويراد بها الصفة يقال شرحت له صورة هذه الواقعة وذكرت له صورة هذه المسألة والمراد من الصورة في كل هذه المواضع الصفة فقوله عليه السلام « إن الله خلق آدم على صورته » أي على جملة صفاته وأحواله وذلك لأن الإنسان حين يحدث يكون في غاية الجهل والعجز ثم لا يزال علمه وقدرته إلى أن يصل حد الكمال فبين النبي صلى الله عليه وسلم أن آدم خلق من أول الأمر كاملا تاما في علمه وقدرته قوله خلق الله آدم على صورته معناه أنه خلقه في أول الأمر على صفته التي كانت حاصلة في آخر الأمر وأيضا لا يبعد أن يدخل في لفظه الصورة كونه سعيدا أو شقيا كما قال عليه السلام « السعيد من سعد في بطن أمه والشقي من شقي في بطن أمه » فقوله عليه السلام « إن الله خلق آدم على صورته » أي على جميع صفاته من كونه سعيدا أو شقيا أو تائبا أو مقبولا من عند الله تعالى\r\nالطريق الثالث أن يكون ذلك الضمير عائدا إلى الله تعالى وفيه وجوه\r\nالأول المراد من الصورة الصفة لما بيناه فيكون المعنى أن آدم امتاز عن سائر الأشخاص والأجسام بكونه عالما بالمعقولات قادرا على استنباط الحرف والصناعات وهذه صفات شريفة فصح قوله عليه السلام « إن الله خلق آدم على صورته » بناء على هذا التأويل\r\nالثاني أن كما يصح إضافة الصفة إلى الموصوف فقد يصح إضافتها إلى الخالق والموجد فيكون الغرض من هذه الإضافة الدلالة على أن هذه الصورة ممتازة عن سائر الصور بمزيد الكرامة والجلالة\r\nالثالث قال الشيخ الغزالي رحمه الله ليس الإنسان عبارة عن هذه البنية بل هو موجود ليس بجسم ولا بجسماني ولا تعلق له بهذا البدن إلا على سبيل التدبير أو التصرف فقوله عليه السلام « إن الله خلق آدم على صورته » أي إن نسبة ذات\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nآدم عليه السلام إلى هذا البدن كنسبة الباري تعالى إلى العالم من حيث أن كل واحد منهما غير حال في هذا الجسم وإن كان مؤثرا فيه بالتصرف والتدبير والله أعلم\r\nالخبر الثاني ما رواه ابن خزيمة في كتابه الذي سماه بالتوحيد بإسناده عن ابن عمر رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال « لا تقبحوا الوجه فإن الله خلق آدم على صورة الرحمن )\r\nواعلم أن ابن خزيمة ضعف هذه الرواية ويقول إن صحت هذه الرواية فلها تأويلان\r\nالأول أن يكون المراد هذه الصورة الصفة على ما بيناه\r\nالثاني أن يكون المراد من هذه الإضافة بيان شرف هذه الصورة كما في قوله بيت الله وناقة الله\r\nالخبر الثالث ما روى صاحب شرح السنة رحمه الله في كتابه في باب آخر من يخرج من النار عن أبي هريرة في حديث طويل عن رسول الله صلى الله عليه وسلم أنه قال « فيأتيهم الله في غير الصورة التي يعرفون فيقول أنا ربكم فيقولون نعوذ بالله هذا مكاننا حتى يأتينا ربنا فإن بيننا وبينه علامة فإذا أتانا ربنا عرفناه فيأتيهم الله في الصورة التي يعرفون فيقولون أنت ربنا فيتبعونه » .\r\nواعلم أن الكلام على هذا الحديث من وجوه\r\nالأول أن تكون في بمعنى الباء والتقدير فيأتيهم الله بصورة غير الصورة التي عرفوه في الدنيا وذلك بأن يريهم ملكا من الملائكة ونظيره قول ابن عباس رضي الله عنه في قوله تعالى : * ( هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام ) * أي بظلل من الغمام ثم إن تلك الصورة تقول أنا ربكم وكأن ذلك آخر محنة تقع للمكلفين في دار الآخرة وتكون الفائدة فيه تثبيت المؤمنين على القول الصالح وإنما يقال الدنيا دار محنة والآخرة دار الجزاء على الأعم والأغلب وإن كان يقع في كل واحدة منهما ما يقع في الأخرى نادرا\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nأما قوله عليه السلام « إنهم يقولون إذا جاء ربنا عرفناه » فيحمل على أن يكون المراد فإذا جاء إحسان ربنا عرفناه وقولهم فيأتيهم الله في الصورة التي يعرفونها فمعناه فيأتيهم بالصورة التي يعرفون أنها من أمارات الإحسان\r\nوأما قوله عليه السلام « فيقولون بيننا وبينه علامة » فيحتمل أن تكون تلك العلامة كونه تعالى في حقيقته مخالفا للجواهر والأعراض فإذا رأوا تلك الحقيقة عرفوا أنه هو الله\r\nالتأويل الثاني أن يكون المراد من الصورة الصفة والمعنى أن يظهر لهم من بطش الله وشدة بأسه ما لم يألفوه ولم يعتادوا من معاملة الله تعالى معهم ثم تأتيهم بعد ذلك أنواع الرحمة والكرامة على الوجه الذي اعتادوا وألفوه\r\nالخبر الرابع ما روي عنه عليه السلام أنه قال « رأيت ربي في أحسن صورة » واعلم أن قوله في أحسن صورة يحتمل أن يكون من صفات الرائي كما يقال دخلت على الأمير في أحسن هيئة أي وأنا كنت على أحسن هيئة ويحتمل أن يكون ذلك من صفات المرئي فإن كان ذلك من صفات الرائي كان قوله على أحسن صورة عائدا إلى الرسول صلى الله عليه وسلم وفيه وجهان\r\nالأول أن يكون المراد من الصورة نفس الصورة فيكون المعنى أن الله تعالى زين خلقه وجمل صورته عندما رأى ربه وذلك يكون سببا لمزيد الإكرام في حق الرسول صلى الله عليه وسلم\r\nالثاني أن يكون المراد من الصورة الصفة ويكون المعنى الإخبار عن حسن حاله عند الله وأنه أنعم عليه بوجوه عظيمة من الأنعام كما كان وذلك لأن الرائي قد يكون بحيث يتلقاه المرئي بالإكرام والتعظيم وقد يكون بخلافه فعرفنا الرسول صلى الله عليه وسلم أن حاله كان من القسم الأول وأما إن كان عائدا إلى المرئي ففيه وجوه\r\nالأول أن يكون صلى الله عليه وسلم رأى في المنام في صورة مخصوصة وذلك جائز لأن الرؤيا من تصرفات الخيال ولا ينفك ذلك عن صورة متخيلة\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالثاني أن يكون المراد من الصورة الصفة وذلك لأنه يقال لما خص بمزيد الإكرام والإنعام في الوقت الذي رآه صح في العرف المعتاد إني رأيته على أحسن صورة وأجمل هيئة\r\nالثالث لعله عليه السلام لما رآه اطلع على نوع صفات الجلال والعزة والعظمة ما كان مطلعا عليه قبل ذلك\r\nالفصل الثاني\r\nفي لفظ الشخص\r\nهذا اللفظ ما ورد في القرآن لكنه روي أن النبي صلى الله عليه وسلم قال « لا شخص أحب للغيرة من الله عز وجل » وفي هذا الخبر لفظان يجب تأويلهما\r\nالأول الشخص والمراد منه الذات المعينة والحقيقة المخصوصة لأن الجسم الذي له شخص وحجمية يلزم أن يكون واحدا فإطلاق اسم الشخصية على الوحدة إطلاق اسم أحد المتلازمين على الآخر\r\nوالثاني لفظ الغيرة ومعناه الزجر لأن الغيرة حالة نفسانية مقتضية للزجر والمنع فكنى بالسبب عن المسبب ههنا والله أعلم .\r\nالفصل الثالث\r\nفي لفظ النفس\r\nاحتجوا على إطلاق هذا اللفظ بالقرآن والأخبار أما القرآن فقوله تعالى في حق موسى عليه السلام : * ( واصطنعتك لنفسي ) * وقال حاكيا عن عيسى عليه السلام : * ( تعلم ما في نفسي ولا أعلم ما في نفسك ) * وقال في صفة أهل الثواب : * ( كتب ربكم على نفسه الرحمة ) * وقال في تخويف العصاة : * ( ويحذركم الله نفسه ) * وأما الأخبار فكثيرة\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nالخبر الأول ما روى أبو صالح عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال « يقول الله تعالى أنا مع عبدي حين يذكرني فإن ذكرني في نفسه ذكرته في نفسي وإن ذكرني في ملأ ذكرته في ملأ خير منه »\r\nالخبر الثاني قوله عليه السلام « سبحان الله وبحمده عدد خلقه ورضاء نفسه وزنة عرشه »\r\nالخبر الثالث عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال « لما قضى الله الخلق كتب في كتابه على نفسه أن رحمتي سبقت غضبي » وأعلم أن النفس جاء في اللغة على وجوه\r\nأحدها البدن قال الله تعالى : * ( كل نفس ذائقة الموت ) * ويقول القائل كيف أنت في نفسك يريد كيف أنت في بدنك\r\nوثانيها الدم يقال هذا حيوان له نفس سائلة أي دم سائل ويقال للمرأة عند الولادة أنها نفست بخروج الدم منها عقيب الولادة\r\nوثالثهما الروح قال تعالى : * ( الله يتوفى الأنفس حين موتها ) *\r\nورابعها العقل قال تعالى : * ( وهو الذي يتوفاكم بالليل ) * وذلك لأن الأحوال بأسرها باقية حالة النوم إلا العقل فإنه هو الذي يختلف الحال فيه عند النوم واليقظة\r\nوخامسها ذات الشيء وعينه وقد قال الله تعالى : * ( وما يخدعون إلا أنفسهم ) * * ( فاقتلوا أنفسكم ) * ولكن ظلموا أنفسهم إذا عرفت هذا فنقول لفظ النفس في حق الله تعالى ليس إلا الذات والحقيقة فقوله : * ( واصطنعتك لنفسي ) * كالتأكيد الدال على مزيد المبالغة فإن الإنسان إذا قال جعلت هذه الدار لنفسي وعمرتها لنفسي فهم منه المبالغة وقوله تعالى : * ( تعلم ما في نفسي ولا أعلم ما في نفسك ) * المراد تعلم معلومي ولا أعلم\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمعلومك وكذا القول في بقية الآيات وأما قوله عليه السلام حكاية عن رب العزة « فإن ذكرني في نفسه ذكرته في نفسي » فالمراد إن ذكرني بحيث لا يطلع غيره على ذلك ذكرته بإنعامي وإحساني من غير أن يطلع عليه أحد من عبيدي لأن الذكر في النفس عبارة عن الكلام الخفي والذكر الكامن في النفس وذلك على الله تعالى محال وأما قوله « سبحان الله زنة عرشه ورضاء نفسه » فالمراد ما يرتضيه الله تعالى لنفسه ولذاته أي تسبيحا يليق به وأما قوله صلى الله عليه وسلم « كتب كتابا على نفسه » فالمراد به كتب كتابا وأوجب العمل به والمراد من قوله على نفسه التأكيد والمبالغة في الوجوب اللزوم فثبت أن المراد بالنفس في هذه المواضع هو الذات وأن الغرض من ذكر هذا اللفظ المبالغة والتأكيد وبالله التوفيق .\r\nالفصل الرابع\r\nفي لفظ الصمد\r\nقال الله تعالى : * ( الله الصمد ) * ذكر بعضهم في تفسير الصمد أنه الجسم الذي لا جوف له ومنه قوله من يقول لسداد القارورة الصماد وشئ مصمد أي صلب ليس فيه رخاوة قال ابن قتيبة وعلى هذا التفسير الدال مبدلة من التاء وقال بعضهم الصمد الأملس من الحجر الذي لا يقبل الغبار ولا يدخل فيه شيء ولا يخرج منه شيء واحتج قوم من جهال المشبهة بهذه الآية في إثبات أنه تعالى جسم وهذا باطل لأنا بينا أنه كونه أحدا ينافي كونه جسما فمقدمة هذه الآية دالة على أنه لا يمكن أن يكون المراد من الصمد هذا المعنى ولأن الصمد بهذا التفسير صفة الأجسام الغليظة وتعالى الله عن ذلك والجواب عنه من وجهين\r\nالأول أن الصمد فعل بمعنى مفعول من صمد إليه أي قصد والمعنى أنه المصمود إليه في الحوائج قال الشاعر :\r\nألا بكر الناعي بخيري بني أسد * نعم وابن مسعود وبالسيد الصمد\r\nوقال آخر :\r\nعلوته بحسامي ثم قلت له * خذها حذيف فأنت السيد الصمد\r\nوالذي يدل على صحة هذا الوجه ما روى ابن عباس رضي الله عنه أنه قال لما\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nنزلت هذه الآية قالوا ما الصمد فقال صلى الله عليه وسلم السيد الذي يصمد إليه في الحوائج قال أبو الليث صمدت صمد هذا الأمر أي قصدت قصده\r\nالوجه الثاني في الجواب أنا سلمنا أن الصمد في أصل اللغة المصمت الذي لا يدخل فيه شيء غيره إلا أنا نقول قد دللنا على أنه لا يمكن ثبوت هذا المعنى في حق الله تعالى فوجب حمل هذا اللفظ على مجازه وذلك لأن الجسم الذي يكون هذا شأنه يكون مبرأ عن الانفصال والتباين والتأثر عن الغير وهو سبحانه وتعالى واجب الوجود لذاته وذلك يقتضي أن يكون تعالى غير قابل للزيادة والنقصان وكان المراد من الصمد في حقه تعالى هذا المعنى وبالله التوفيق .\r\nالفصل الخامس\r\nفي لفظ اللقاء\r\nقال الله تعالى الذين يظنون أنهم ملاقوا ربهم وقال : * ( فمن كان يرجو لقاء ربه ) * وقال : * ( بل هم بلقاء ربهم كافرون ) * وأما الحديث فقوله عليه السلام « من أحب الله لقاءه » قالوا واللقاء من صفات الأجسام يقال التقى الجيشان إذا قرب أحدهما من الآخر في المكان واعلم أنه لما ثبت بالدليل أنه تعالى ليس بجسم وجب حمل هذا اللفظ على أحد وجهين\r\nأحدهما أن من لقي إنسانا أدركه وأبصره فكان المراد من اللقاء هو الرؤية إطلاقا لاسم السبب على المسبب\r\nوالثاني أن الرجل إذا حضر عند ملك ولقيه دخل هناك تحت حكمه وقهره دخولا لا حيلة له في دفعه فكان ذلك اللقاء سببا لظهور قدرة الملك عليه على هذا الوجه فلما ظهرت قدرته وقوته وقهره وشدة بأسه في ذلك اليوم عبر عن تلك الحالة باللقاء والذي يدل على سبيل صحة قولنا أن أحدا لا يقول بأن الخلائق تتلاقى ذواتهم في ذات الله تعالى على سبيل المماسة ولما بطل حمل اللقاء على المماسة والمجاورة لم يبق إلا ما ذكرناه وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالفصل السادس\r\nفي لفظ النور\r\nقال الله تعالى : * ( الله نور السماوات والأرض مثل نوره كمشكاة ) * وروى ابن خزيمة في كتابه عن طاووس عن ابن عباس رضي الله عنه أن النبي صلى الله عليه وسلم كان يقول في دعائه « اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن فلك الحمد أنت قيم السماوات والأرض ومن فيهن » واعلم أنه لا يصح القول بأنه تعالى هو هذا النور المحسوس بالبصر ويدل عليه وجوه\r\nالأول أنه تعالى لم يقل أنه نور السماوات والأرض ولو كان نورا في ذاته لم يكن لهذه الإضافة فائدة\r\nالثاني لو كان كونه تعالى نور السماوات والأرض بمعنى الضوء المحسوس لوجب أن لا يكون في شيء من السماوات والأرض ظلمة البتة لأنه تعالى دائم لا يزال ولا يزول\r\nالثالث لو كان تعالى نورا بمعنى الضوء مغنيا عن ضوء الشمس والقمر والنار والحس دال على خلاف ذلك\r\nالرابع أنه تعالى أزال هذه الشبهة بقوله تعالى : * ( مثل نوره ) * أضاف النور إلى نفسه ولو كان تعالى نفس النور وذاته لامتنعت هذه الإضافة لأن إضافة الشيء إلى نفسه ممتنعة وكذلك قوله تعالى : * ( يهدي الله لنوره من يشاء ) *\r\nالخامس أنه تعالى قال : * ( وجعل الظلمات والنور ) * فتبين بهذا أنه تعالى خالق الأنوار\r\nالسادس أن النور يزول بالظلمة ولو كان تعالى عين هذا النور المحسوس لكان قابلا للعدم وذلك يقدح في كونه قديما واجب الوجود\r\nالسابع أن الأجسام كلها متماثلة على ما سبق تقريره ثم إنها بعد تساويها في الماهية تراها مختلفة في النور والظلمة فوجب أن يكون الضوء عرضا قائما\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nبالأجسام والعرض يمتنع أن يكون إلها فثبت بهذه الوجوه أنه لا يمكن حمل النور على ما ذكروه بل معناه أنه هادي أهل السماوات والأرض أو معناه منور السماوات والأرض على الوجه الأحسن والتدبير الأكمل كما يقال فلان نور هذه البلدة إذا كان سببا لصلاحها وقد قرأ بعضهم - * ( لله نور السماوات والأرض ) * - وبالله التوفيق .\r\nالفصل السابع\r\nفي الحجاب\r\nقال تعالى : * ( كلا إنهم عن ربهم يومئذ لمحجوبون ) * قالوا والحجاب لا يعقل إلا في الأجسام وتمسكوا أيضا بأخبار كثيرة\r\nالخبر الأول ما روى صاحب شرح السنة رحمه الله في باب الرد على الجهمية قال قام فينا رسول الله صلى الله عليه وسلم بخمس كلمات فقال « إن الله تعالى لا ينام ولا ينبغي أن ينام ولكنه يخفض القسط ويرفعه يرفع إليه عمل الليل قبل النهار وعمل النهار قبل الليل حجابه من نور لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه » قال المصنف هذا حديث أقر به الشيخان وقوله يخفض القسط ويرفعه أراد أنه يراعي العدل في أعمال عباده كما قال تعالى : * ( وما ننزله إلا بقدر معلوم ) *\r\nالخبر الثاني ما يروى في الكتب المشهورة عن النبي صلى الله عليه وسلم « إن لله تعالى سبعين حجابا من النور لو كشفها لأحرقت سبحات وجهه كل ما أدرك بصره » .\r\nالخبر الثالث روي في تفسير قوله تعالى : * ( للذين أحسنوا الحسنى وزيادة ) * أنه تعالى يرفع الحجاب فينظرون إلى وجهه تعالى\r\nواعلم أن الكلام في الآية هو أن أصحابنا رحمهم الله قالوا أنه يجوز أن يقال أنه تعالى محتجب عن الخلق ولا يجوز أن يقال أنه محجوب عنهم لأن لفظة الاحتجاب مشعرة بالقوة والقدرة والحجب مشعر بالعجز والذلة فيقال احتجب السلطان عن عبيده ويقال فلان حجب عن الدخول على السلطان وحقيقة الحجاب بالنسبة إلى الله تعالى محال لأنه عبارة عن الجسم المتوسط بين جسمين آخرين بل هو محمول عندنا على أن لا يخلق الله تعالى في العين رؤية متعلقة به وعند من\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nينكر الرؤية على أنه تعالى يمنع وصول آثار إحسانه وفضله من إنسان\r\nوأما الخبر الأول وهو قوله عليه السلام « حجابه النور » .\r\nفاعلم أن كل شيء يفرض مؤثرا في شيء آخر فكل كمال يحصل للأثر فهو مستفاد من المؤثر ولا شك أن ثبوت ذلك الكمال لذلك المؤثر أولى من ثبوته في ذلك الأثر وأقوى وأكمل ولا شك أن معطي الكمالات بأسرها هو الحق تعالى وكل كمالات الممكنات بالنسبة إلى كمال الله تعالى كالعدم ولا شك أن جملة الممكنات ليست إلا عالم الأجسام وعالم الأرواح ولا شك أن جملة كمالات عالم العناصر بالنسبة إلى كمالات عالم الأفلاك كالعدم ثم كمال حال الربع المسكون بالنسبة إلى كمال العناصر كالعدم ثم كمال الشخص المعين بالنسبة إلى كمالات الربع المسكون كالعدم فيظهر من هذا أن كمال الإنسان المعين بالنسبة إلى كمال الله تعالى أولى بأن يقال أنه كالعدم ولا شك أن روح الإنسان وحده لا تطيق قبول ذلك الكمال ولا يمكنه مطالعته بل الأرواح البشرية تضمحل في أدنى مرتبة من مراتب تلك الكمالات فهذا هو المراد بقوله صلى الله عليه وسلم « لو كشفه لأحرقت سبحات وجهه كل شيء أدركه بصره » .\r\nالفصل الثامن\r\nفي القرب\r\nقال الله تعالى : * ( ونحن أقرب إليه من حبل الوريد ) * وقال صلى الله عليه وسلم حكاية عن الله « من تقرب إلي شبرا تقربت إليه ذراعا ومن تقرب إلي ذراعا تقربت إليه باعا ومن أتاني يمشي أتيته هرولة » وروى الأستاذ ابن فورك رحمه الله في كتاب المتشابهات عن ابن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم أنه قال « يدنو المؤمن من ربه يوم القيامة حتى يضع الجبار كنفه عليه فيقر بذنوبه فيقول أعرف ثلاث مرات فيقول تعالى إني سترتها عليك في الدنيا وإني أغفرها لك فيعطى صحيفة حسناته وأما الكفار والمنافقون فينادي بهم على روؤس الأشهاد هؤلاء الذين كذبوا على ربهم » .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nواعلم أن المراد من قربه ومن دنوه قرب رحمته ودنوها من العبد وأما قوله فيضع الجبار كنفه عليه فهو أيضا مستفاد من قرب الرحمة يقال أنا في كنف فلان أي في إنعامه وأما ما رواه بعضهم فيضع الجبار كتفه فاتفقوا على أنه تصحيف والرواة ضبطوها بالنون ثم إن صحت تلك الرواية فهي محمولة على التقريب والغفران والله أعلم .\r\nالفصل التاسع\r\nفي المجيء والنزول\r\nاحتجوا بقوله تعالى : * ( هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام ) * وبقوله تعالى : * ( وجاء ربك ) * واحتجوا بالأخبار فمنها ما رواه صاحب شرح السنة رحمه الله في باب إحياء آخر الليل وفضله عن أبي هريرة وأبي سعيد الخدري رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال « ما اجتمع قوم يذكرون الله إلا حفتهم الملائكة وغشيتهم الرحمة وتنزلت عليهم السكينة وذكرهم الله فيمن عنده ثم إن الله تعالى يمهل حتى إذا كان ثلث الليل الأخير ينزل إلى هذه السماء الدنيا فينادي هل من مذنب يتوب هل من مستغفر هل من داع هل من سائل إلى الفجر » قال صاحب هذا الكتاب هذا حديث متفق على صحته وفي هذا الباب أيضا عن أبي هريرة أن النبي صلى الله عليه وسلم قال « ينزل ربنا كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل الأخير فيقول من يدعوني فأستجب له من يسألني فأعطيه من يستغفرني فأغفر له » ثم قال هذا حديث متفق على صحته وروى أيضا عن أبي هريرة عن رسول الله صلى الله عليه وسلم الحديث المذكور وزاد فيه « ثم يبسط يديه تبارك وتعالى فيقول من يقرض غير عديم ولا مظلوم » وروى صاحب هذا الكتاب في باب ليلة النصف من شعبان عن عروة عن عائشة رضي الله عنها قالت فقدت رسول الله صلى الله عليه وسلم ليلة فخرجت فإذا هو بالبقيع فقال أكنت تخافين أن يحيف الله ورسوله فقلت يا رسول الله ظننت أنك أتيت نسائك فقال « إن الله ينزل ليلة النصف من شعبان فيغفر لأكثر من عدد شعر غنم كلب » والبخاري ضعف هذا الحديث\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nواعلم أن الكلام في قوله : * ( هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام ) * من وجهين\r\nالأول أن نبين بالدلائل القاهرة أن سبحانه وتعالى منزه عن المجيء والذهاب\r\nوالثاني أن نذكر التأويلات في هذه الآيات\r\nأما النوع الأول فنقول الذي يدل على امتناع المجيء والذهاب على الله تعالى وجوه\r\nالأول ما ثبت في علم الأصول أن كل ما يصح عليه المجيء والذهاب فإنه لا ينفك عن المحدث وما لا ينفك عن المحدث فهو محدث فيلزم أن كل ما يصح عليه المجيء والذهاب وجب أن يكون محدثا مخلوقا فالإله القديم يستحيل أن يكون كذلك\r\nوالثاني أن كل ما يصح عليه الإنتقال والمجيء من مكان إلى مكان فهو محدود متناه فيكون مختصا بمقدار معين مع أنه كان يجوز في العقل وقوعه على مقدار أزيد منه فحينئذ يكون اختصاصه بذلك المقدار لأجل تخصيص وترجيح مرجح وذلك على الإله القديم محال\r\nوالثالث وهو أنا لو جوزنا فيما يصح عليه المجيء والذهاب أن يكون إلها قديما أزليا فحينئذ لا يمكننا أن نحكم بنفي إلهية الشمس والقمر\r\nالرابع أنه تعالى حكى عن الخليل عليه السلام أنه طعن في إلهية الكواكب والقمر والشمس بقوله : * ( لا أحب الآفلين ) * ولا معنى للأفول إلا الغيبة والحضور فمن جوز الغيبة والحضور على الإله تعالى فقد طعن في دليل الخليل وكذب الله في تصديق الخليل في ذلك حيث قال : * ( وتلك حجتنا آتيناها إبراهيم على قومه ) *\r\nوأما النوع الثاني في بيان التأويلات المذكورة في هذه الآية فنقول فيه وجهان\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nالأول المراد هل ينظرون إلا أن يأتيهم آيات الله فجعل مجيء آيات الله مجيئا له على التفخيم لشأن الآيات كما يقال جاء الملك إذا جاء جيش عظيم من جهته والذي يدل على صحة هذا التأويل أنه تعالى قال في الآية المتقدمة : * ( فإن زللتم من بعد ما جاءتكم البينات فاعلموا أن الله عزيز حكيم ) * فذكر ذلك في معرض الزجر والتهديد ثم أنه تعالى أكد ذلك بقوله : * ( هل ينظرون إلا أن يأتيهم الله ) * ومن المعلوم أن بتقدير أن يصح المجيء والذهاب على الله تعالى لم يكن مجرد حضوره سببا للزجر والتهديد لأنه عند الحضور كما يزجر قوما ويعاقبهم فقد يثيب قوما ويكرمهم فثبت أن مجرد الحضور لا يكون سببا للزجر والتهديد والوعيد فلما كان المقصود من الآية إنما هو التهديد فوجب أن يضمر في الآية مجيء الهيبة والقهر والتهديد ومتى أضمرنا ذلك زالت الشبهة بالكلية وهذا تأويل حسن موافق لنظم الآية\r\nالوجه الثاني أن يكون المراد هل ينظرون إلا أن يأتيهم أمر الله ومدار الكلام في هذا الباب الإضافة ممتنعا فالواجب صرف ذلك الظاهر إلى التأويل كما قال العلماء في قوله تعالى : * ( إن الذين يحادون الله ) * المراد يحادون أولياءه وقد قال تعالى وسئل القرية والمراد أهل القرية فكذا قوله تعالى : * ( يأتيهم الله ) * أي يأتيهم أمر الله وليس فيه إلا حذف المضاف وإقامة المضاف إليه مقامه وذلك مجاز مشهور يقال ضرب الأمير فلانا وأعطاه والمراد أنه أمر بذلك والذي يؤكد صحة هذا التأويل وجهان\r\nالأول أن قوله تعالى : * ( يأتيهم الله ) * وقوله : * ( وجاء ربك ) * إخبار عن حال القيامة ثم أن الله تعالى ذكر هذه الواقعة بعينها في سورة النحل فقال : * ( هل ينظرون إلا أن تأتيهم الملائكة أو يأتي أمر ربك ) * فصار هذا مفسرا لذلك المتشابه لأن كل هذه الآيات لما وردت في واقعة واحدة لم يبعد حمل بعضها على البعض\r\nوالثاني أنه تعالى قال بعد هذه الآية : * ( وقضي الأمر ) * ولا شك أن الألف\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nواللام للمعهود السابق وهذا يستدعي أن يكون قد جرى ذكره من قبل ذلك حتى يكون الألف واللام إليه وما ذاك إلا الذي أضمرناه من أن قوله : * ( يأتيهم الله ) * أي يأتي أمر الله فإن قيل أمر الله عندكم صفة قديمة فالإتيان عليها محال قلنا الأمر في اللغة له معنيان أحدهما الفعل والثاني الطريق قال تعالى وما أمرنا إلا واحدة كلمح البصر وقال وما أمر فرعون برشيد فيحمل الأمر في هذه الآية على الفعل وهو ما يليق بتلك المواقف من الأهوال وإظهار الآيات المهيبة وهذا هو التأويل الأول الذي ذكرناه وأما إن حملنا الأمر على الأمر الذي هو ضد النهي ففيه وجهان\r\nالأول أن يكون التقدير هو أن مناديا ينادي يوم القيامة ألا إن الله يأمركم بكذا وكذا ويكون إتيان الأمر هو وصول ذلك النداء إليهم وقوله : * ( في ظلل من الغمام ) * أي مع ظلل والتقدير أن سماع ذلك النداء ووصول تلك الظلل في زمان واحد\r\nالثاني أن يكون المراد من إتيان أمر الله تعالى في ظلل حصول أصوات مقطعة مخصوصة في تلك الغمامات دالة على حكم الله تعالى على كل واحد مما يليق به من السعادة والشقاوة أو يكون المراد أنه تعالى خلق نقوشا منظومة في ظلل من الغمام وتكون النقوش جلية ظاهرة لأجل شدة البياض ذلك الغمام وسواد تلك الكتابة وهي دالة على أحوال أهل الموقف في الوعد والوعيد وغيرهما وتكون فائدة الظلل من الغمام أنه تعالى جعلها أمارة لما يريد إنزاله بالقوم فيعلمون أن الأمر قد قرب وحضر\r\nالوجه الثالث في التأويل أن يكون المعنى هل ينظرون إلا أن يأتيهم الله بما وعد من العذاب والحساب فحذف ما يأتي تعويلا على الفهم إذ لو ذكر ذلك العذاب الذي يأتيهم به كان ذلك أسهل عليهم في باب الوعيد وإذا لم يذكره كان أبلغ في التهويل لأنه حينئذ تنقسم خواطرهم وتذهب أفكارهم في كل وجه ومثله قوله\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nتعالى : * ( فأتاهم الله من حيث لم يحتسبوا وقذف في قلوبهم الرعب يخربون بيوتهم بأيديهم وأيدي المؤمنين ) * والمعنى وأتاهم الله بخذلانه من حيث لم يحتسبوا وكذا قوله تعالى : * ( فأتى الله بنيانهم من القواعد ) * ويقال في الكلام المتعارف المشهور إذا سمع بولاية رجل جاءنا فلان بجوره وظلمه ولا شك أنه مجاز مشهور\r\nالوجه الرابع في التأويل أن يكون في بمعنى الباء وحروف الجر يقام بعضها مقام البعض وتقديره هل ينظرون أن يأتيهم الله بظلل من الغمام والملائكة والمراد أنه يأتيهم الله بالغمام مع الملائكة\r\nالوجه الخامس وهو أقوى من كل ما سبق إنا ذكرنا في التفسير الكبير أن قوله تعالى : * ( يا أيها الذين آمنوا ادخلوا في السلم كافة ) * إنما نزله في حق اليهود وعلى هذا التقدير يكون قوله تعالى : * ( فإن زللتم من بعد ما جاءتكم البينات ) * خطابا مع اليهود فيكون قوله : * ( هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام ) * حكاية عنهم والمعنى أنهم لا يقبلون دينكم إلا لأنهم ينظرون أن يأتيهم الله في ظلل من الغمام ومما يدل على أن المراد ذلك أنهم فعلوا ذلك مع موسى عليه السلام فقالوا : * ( لن نؤمن لك حتى نرى الله جهرة ) * وإذا ثبت أن هذه الآية حكاية عن حال اليهود واعتقادهم لم يمتنع إجراء الآية على ظاهرها وذلك لأن اليهود كانوا على دين التشبيه وكانوا يجوزون المجيء والذهاب على الله تعالى وكانوا يقولون أنه تعالى تجلى لموسى عليه السلام على الطور في ظلل من الغمام فظنوا مثل ذلك في زمان محمد صلى الله عليه وسلم ومعلوم أن مذهبهم ليس بحجة وبالجملة فإنه يدل على أن قوما ينتظرون أن يأتيهم الله وليس في الآية دلالة على أن أولئك الأقوام محقون وعلى هذا التقدير زال الإشكال وهذا هو الجواب المعتمد عن تمسكهم بالآية المذكورة في سورة الأنعام فإن قيل هذا التأويل كيف يتعلق بهذه الآية وأنه قال في آخرها : * ( وإلى الله ترجع الأمور ) * قلنا أنه تعالى حكى\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nعنادهم وتوقيفهم قبول الدين الحق على الشرط الفاسد ثم ذكر بعده ما يجري مجرى التهديد لهم فقال : * ( وإلى الله ترجع الأمور ) * وأما قوله تعالى : * ( وجاء ربك والملك صفا صفا ) * فالكلام فيه أيضا على وجهين\r\nالأول أنا نحمل هذه الآية على باب المضاف وعلى هذا الوجه ففي الآية وجوه\r\nأحدها وجاء أمر ربك بالمحاسبة والمجازاة\r\nوثانيها وجاء قهر ربك كما يقال جاءنا الملك القاهر إذا جاء عسكره\r\nوثالثها وجاء ظهور معرفة الله تعالى بالضرورة في ذلك اليوم فصار ذلك جاريا مجرى مجيئه وظهوره\r\nالوجه الثاني أنا لا نحمل هذه الآية على حذف المضاف ثم فيه وجهان\r\nالأول أن يكون المراد من هذه الآية التمسك بظهور آيات الله تعالى وسر آثار قدرته وقهره وسلطانه والمقصود تمثيل تلك الحالة بحال الملك إذا حضر فإنه يظهر بمجرد حضوره من آثار الهيبة والسياسة ما لا يظهر بظهور عساكره كلها\r\nالثاني أن الرب هو المربي فلعل ملكا عظيما هو أعظم الملائكة كان مربيا للنبي وكان هو المراد من قوله : * ( وجاء ربك ) * فأما الحديث المشتمل على النزول إلى السماء الدنيا فالكلام عليه من وجهين\r\nالأول بيان أن النزول قد يستعمل في غير الإنتقال وتقريره من وجوه\r\nأحدها قوله تعالى : * ( وأنزل لكم من الأنعام ثمانية أزواج ) * ونحن نعلم بالضرورة أن الجمل أو البقر ما نزل من السماء إلى الأرض على سبيل الإنتقال وقال الله تعالى : * ( فأنزل الله سكينته على رسوله ) * والانتقال على السكينة محال وقال الله تعالى : * ( نزل به الروح الأمين على قلبك ) * والقرآن سواء قلنا أنه عبارة عن صفة قديمة أو قلنا أنه عبارة عن الحرف والصوت الإنتقال عليه محال\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nوقال الشافعي المطلبي رضي الله عنه دخلت مصر فلم يفهموا كلامي فنزلت ثم نزلت ولم يكن المراد من هذا النزول الإنتقال\r\nالثاني أن القوم رأوا أن كل سماء في مقابلة السماء التي فوقها كقطرة في بحر وكدرهم في مفازة ثم كل السماوات في مقابلة الكرسي كقطرة في البحر والكرسي في مقابلة العرش كذلك ثم يقولون أن العرش مملو منه والكرسي موضع قدمه فإذا نزل إلى السماء الدنيا وهي في غاية الصغر بالنسبة إلى ذلك الجسم العظيم فإما أن يقال أن أجزاء ذلك الجسم العظيم يدخل بعضها في بعض وذلك يوجب القول بأن تلك الأجزاء قابلة للتفرق والتمزق ويوجب القول أيضا بتداخل الأجزاء بعضها في بعض وذلك يقتضي جواز تداخل حملة العالم في خردلة واحدة وهو محال وإما أن يقال إن تلك الأجزاء بليت عند النزول إلى السماء الدنيا وذلك قوله بأنه قابل للعدم والوجود وذلك مما لا يقوله عاقل في صفة الإله تعالى فيثبت بهذا البرهان القاهر أن القول بالنزول على الوجه الذي قالوه باطل\r\nالثالث أنا قد دللنا على أن العالم كرة فإذا كان كذلك وجب القطع بأنه أبدا يكون الحاصل في أحد نصفي الأرض هو الليل وفي النصف الآخر هو النهار فإذا وجب نزوله إلى السماء الدنيا في الليل وقد دللنا على أن الليل حاصل أبدا فهذا يقتضي أن يبقى أبدا في السماء الدنيا إلا أنه يستدير على ظهر الفلك بحسب استدارة الفلك وبحسب انتقال الليل من جانب من الأرض إلى جانب آخر ولو جاز أن يكون الشيء المستدير مع الفلك أبدا إلها للعالم فلم لا يجوز أن يكون إله العالم هو الفلك ومعلوم أن ذلك لا يقوله عاقل\r\nالنوع الثاني من الكلام في هذا الحديث بناؤه على التأويل على سبيل التفصيل وهو أن يحمل هذا النزول على نزول رحمته إلى الأرض وذلك الوقت والسبب في تخصيص ذلك الوقت بهذا الفعل وجوه\r\nالأول أن التوبة التي يؤتى بها في قلب الليل الظاهر أنها تكون خالية عن\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nشوائب الدنيا لأن الأغيار لا يطلعون عليها فتكون أقرب إلى القبول\r\nوالثاني أن الغالب على الإنسان في قلب الليل الكسل والنوم والبطالة فلولا الجد العظيم في طلب الدين والرغبة الشديدة في تحققه لما تحمل مشاق السهر ولما أعرض عن اللذات الجسمانية ومتى كان الجد والرغبة والإخلاص أتم وأكمل كان الثواب أوفر\r\nالثالث أن الليل وقت الكسل والفتور فاحتيج في الترغيب في الاشتغال بالعبادة في الليل إلى مزيد أمور تؤثر في تحريك دواعي الاشتغال والتهجد فيحسن أن الشارع يخص هذا الوقت بمثل هذا الكلام ليكون توفر الدواعي على التهجد أتم فهذه الجهات الثلاث تصلح أن تكون سببا لتخصيص الشرع هذا الوقت بهذا التشريف ولأجلها قال الله تعالى : * ( وبالأسحار هم يستغفرون ) * وقال : * ( والمستغفرين بالأسحار ) *\r\nالوجه الرابع أن جمعا من أشراف الملائكة ينزلون في ذلك الوقت بأمر الله تعالى فأضيف ذلك إلى الله تعالى لأنه حصل بسبب أمر الله تعالى كما يقال بنى الأمير دارا وضرب دينارا وممن ذهب إلى هذا التأويل من يروي الخبر بضم الباء تحقيقا لهذا المعنى\r\nواعلم أن تمام التقرير في هذا الخبر أن من نزل من الملوك عند إنسان لإصلاح شأنه والاهتمام بأمره فإنه يكرمه جدا بل يكون نزوله عنده مبالغة في إكرامه فلما كان النزول موجبا للإكرام أطلق اسم النزول على الإكرام وهذا أيضا هو المراد بقوله تعالى : * ( وجاء ربك والملك صفا صفا ) * وذلك أن الملك إذا جاء وحضر لفصل الخصوصات عظم وقعه واشتدت هيبته والله أعلم .\r\nالفصل العاشر\r\nفي الخروج والبروز والتجلي والظهور\r\nقال صلى الله عليه وسلم « سترون ربكم كما ترون القمر ليلة البدر ولا تضامون في\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nرؤيته » وفي رواية لا تضارون والتأويل أن المقصود تشبيه الرؤية بالرؤية لا تشبيه المرئي بالمرئي ومعنى قوله لا تضامون أي لا ينضم بعضكم إلى بعض كما تنضمون في رؤية الهلال رأس الشهر بل رؤية جهرة من غير تكلف كما ترون البدر وقوله لا تضارون أي لا يلحقكم ضرر في طلب رؤيته بل ترونه من غير تكلف الطلب وما روي تضامون مخففا فالمراد منه الضيم أي لا يلحقكم فيه ضيم وقال أيضا صلى الله عليه وسلم « إن الله يبرز كل يوم جمعة لأهل الجنة على كثيب من كافور فيكون في القرب على تبكرهم إلى الجمعة ألا فسارعوا إلى الخيرات » .\r\nواعلم أنه قيل إن هذا الخبر ضعيف وإن صح فالتأويل أن أهل الجنة يرون على مقادير أوقات الدنيا فيما سبق من أعمالهم الحسنة وأما بروزه لأهل الجنة وبذلك يتخيل لهم فهو أن يخلق لهم رؤية متعلقة وهو على كثيب من كافور وإما قربه منهم فمعناه القرب بالرحمة كما قال « من تقرب إلي شبرا تقربت إليه ذراعا » ويقال للفاسق أنه بعيد من الله وأيضا ما روي أنه عليه السلام قال « ما منكم من أحد إلا سيخلو به ربه يوم القيامة ويكلمه وليس بينه وبينه ترجمان » فنقول وجه التأويل فيه من أراد أن يتوجه إليه منهم فإنه يخلو به فعبر به عنه أيضا كما كان قادرا على أن يسمع كل واحد أنه لا يتكلم مع غيره والله أعلم .\r\nالفصل الحادي عشر\r\nفي الظواهر\r\nفي الظواهر التي توهم كونه قابلا للتجزي والتبعض تعالى عنه علوا كبيرا أما الذي ورد منه في القرآن فقوله تعالى في حق آدم عليه السلام : * ( فإذا سويته ونفخت فيه من روحي ) * وقال في مريم عليها السلام : * ( وروح منه ) * وأما الخبر فما روى أبو هريرة رضي الله عنه أنه صلى الله عليه وسلم قال « لما خلق آدم ونفخ فيه من روحه عطس آدم وشكر الله فقال له ربه يرحمك ربك ثم قال هذه تحيتك وتحية ذريتك » والتأويل أن نقول إما إضافة الروح إلى نفسه فهو إضافة التشريف وأما النفخ فالتبير بالسبب عن المسبب وهذا مما يجب المصير إليه لامتناع أن يكون\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nتعالى قابلا للتجزي والتبعيض .\r\nالفصل الثاني عشر\r\nفي الجواب عن استدلالهم بقوله تعالى\r\n* ( ألهم أرجل يمشون بها أم لهم أيد يبطشون بها أم لهم أعين يبصرون بها أم لهم آذان يسمعون بها ) * قالوا فإنه تعالى عاب هذه الأصنام وطعن في كونها آلهة بناء على عدم هذه الأعضاء لها فلو لم تكن هذه الأعضاء حاصلة لله تعالى لتوجه الطعن هناك وذلك باطل والجواب عنه أن يقال المقصود من هذه الأيدي شيء آخر سوى ما ذكرتم وبيانه هو أن الكفار الذي كانوا يعبدون الأصنام كانت لهم أرجل يمشون بها وأيد يبطشون بها وأعين يبصرون بها وآذان يسمعون بها ولأن المقصود من الرجل واليد والعين والأذن هو هذه القوى المتحركة والمدركة فإذا كانت هذه الأعضاء حاصلة لكم وغير حاصلة لها كنتم أشرف وأعلى منها فكيف يليق بالعقل إقدامكم على عبادتها وبالله التوفيق .\r\nالفصل الثالث عشر\r\nفي الوجه\r\nاحتجوا على إثباته لله تعالى بالأخبار والآيات أما الآيات فكثيرة\r\nأحدها قوله تعالى : * ( كل من عليها فان ) * * ( ويبقى وجه ربك ذو الجلال والإكرام ) * قالوا وامتنع أن يكون وجه الرب هو الرب ويدل عليه وجهان\r\nالأول أنه تعالى أضاف الوجه إلى نفسه وإضافة الشيء إلى نفسه ممتنعة\r\nوالثاني لو كان ذو الجلال صفة للرب لوجب أن يقال ذي الجلال لأن صفة المجرور مجرورة\r\nوثانيتها قوله تعالى كل شيء هالك إلا وجهه\r\nوثالثتها قوله تعالى : * ( واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه ) *\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nورابعتها قوله تعالى : * ( ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه ) *\r\nوخامستها قوله تعالى : * ( ولله المشرق والمغرب فأينما تولوا فثم وجه الله ) *\r\nوسادستها قوله تعالى : * ( يريدون وجه الله ) *\r\nوسابعتها قوله تعالى : * ( إلا ابتغاء وجه ربه الأعلى ) * وأما الأخبار فكثيرة\r\nالأول ما روى خزيمة عن جابر قال لما نزل قوله تعالى : * ( قل هو القادر على أن يبعث عليكم عذابا من فوقكم ) * قال النبي صلى الله عليه وسلم « وأعذوا بوجهك » ثم قال أو من تحت أرجلكم ثم قال أو يلبسكم شيعا ويذيق بعضكم بأس بعض قال صلى الله عليه وسلم « هاتان أهون وأيسر » .\r\nالثاني روى عمار بن ياسر عن النبي صلى الله عليه وسلم أنه قال « اللهم بعلمك الغيب وقدرتك على الخلق أحيني ما كانت الحياة خيرا لي وتوفني إذا كانت الوفاة خيرا لي اللهم أسألك خشيتك في الغيب والشهادة وكلمة الحق والعدل في الغضب والرضى وأسألك القضاء في الفقر والغنى وأسألك نعيما لا يتبدل وأسألك قرة عين لا تنقطع وأسألك الرضاء بعد القضاء وأسألك برد العيش بعد الموت وأسألك لذة النظر إلى وجهك وأسألك الشوق إلى لقائك في غير ضراء ولا فتنة مضلة اللهم زينا بزينة الإيمان واجعلنا هداة مهتدين » .\r\nالثالث قال صلى الله عليه وسلم « من صام يوما في سبيل ابتغاء وجه الله باعد الله وجهه من النار سبعين خريفا » .\r\nالرابع عن ابن عباس عن النبي صلى الله عليه وسلم أنه قال « من استعاذكم بالله فأعيذوه ومن سألكم بوجه الله فعظموه » .\r\nالخامس عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال « مثل المجاهد في سبيل الله ابتغاء وجه الله مثل القائم المصلي حتى يرجع من جهاده » .\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nالسادس قال عبد الله قسم رسول الله صلى الله عليه وسلم فقال رجل إن هذه القسمة ما أريد بها وجه الله فأتيت النبي صلى الله عليه وسلم فذكرت ذلك له فاحمر وجهه حتى وددت أني لم أخبره فقال « رحمنا الله وموسى قد أوذي بأكثر من هذا فصبر » .\r\nالسابع عن حذيفة عن النبي صلى الله عليه وسلم أنه قال « إن المسلم إذا دخل في صلاته أقبل الله إليه بوجهه ينصرف عنه حتى ينصرف عنه أو يحدث حديثا » .\r\nالثامن عن الحارث الأشقري أن النبي صلى الله عليه وسلم قال « إن الله تعالى أوحى إلى يحيى بن زكريا أن القول لبني إسرائيل إذا قمتم إلى الصلاة فلا تلتفتوا فإن الله يقبل بوجهه إلى عبده » .\r\nالتاسع الحديث المشهور وهو أنه عليه السلام قال في قوله تعالى : * ( للذين أحسنوا الحسنى وزيادة ) * وقال أيضا « جنتان من فضة أبنيتهما وما فيهما وجنتان من ذهب أبنيتهما وما فيهما وما بين القدم وبين أن ينظر إلى وجه ربهم في جنة عدن إلا رداء الكبرياء على وجهه » .\r\nالعاشر عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم أنه قال « المرأة عورة فإذا خرجت يستبشر بها الشيطان وأقرب ما تكون من وجه ربها إذا كانت في قعر بيتها » .\r\nواعلم أنه لا يمكن أن يكون الوجه المذكور في هذه الآيات وهذه الأخبار هو الوجه بمعنى العضو والجارحة ويدل عليه وجوه\r\nالأول قوله تعالى كل شيء هالك إلا وجهه وذلك لأنه لو كان الوجه هو العضو المخصوص لزم أن يفنى جميع الجسد والبدن وأن تفنى العين التي على الوجه وأن لا يبقى إلا مجرد وقد التزم بعض حمقى المشبهة ذلك وهو جهل عظيم\r\nالثاني أن قوله تعالى : * ( ويبقى وجه ربك ذو الجلال والإكرام ) * ظاهره\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nيقتضي وصف الوجه بالجلال والإكرام ومعلوم أن الموصوف بالجلال والإكرام هو الله تعالى وذلك يقتضي أن يكون الوجه كناية عن الذات\r\nالثالث قوله تعالى : * ( فأينما تولوا فثم وجه الله ) * وليس المراد من الوجه ههنا هو العضو المخصوص فإنا ندرك بالحس أن العضو المسمى بالوجه غير موجود في جميع جوانب العالم وأيضا فلو حصل ذلك العضو في جميع الجوانب لزم حصول الجسم الواحد دفعة واحدة في أمكنة كثيرة وذلك لا يقوله عاقل\r\nالرابع أن قوله تعالى : * ( يريدون وجهه ) * وقوله : * ( إلا ابتغاء وجه ربه الأعلى ) * لا يمكن حمل شيء منها على الظاهر لأن وجهه تعالى على مذهبهم قديم أزلي والقديم الأزلي لا يراد لأن الشيء الذي يراد معناه أنه حصوله ودخوله في الوجود وذلك في القديم الأزلي محال وأيضا فهؤلاء كانوا يعبدون الله تعالى وما كانوا يريدون وجه الله وأنه لو كان غضبان عليهم فهم لا يريدونه بل إنما يريدون منه كونه راضيا عنهم وذلك يدل على أنه ليس المراد من الوجه في هذه الآيات نفس الجارحة المخصوصة بل المراد منه شيء آخر وهو كونه تعالى راضيا عنهم\r\nالخامس الخبر الذي رويناه وهو قوله عليه السلام « أقرب ما تكون المرأة من وجه ربها إذا كانت في قعر بيتها » ومعلوم أنه لو كان المراد من الوجه العضو المخصوص لم يختلف الحال في القرب والبعد بسبب كونها في بيتها أو لم تكن أما إذا حملنا الوجه على الرضاء استقام ذلك فثبت بهذه الدلائل أنه لا يمكن أن يكون الوجه المذكور في هذه الآيات والأخبار بمعنى العضو والجارحة وإذا عرفت هذا فنقول لفظ الوجه يجعل كناية عن الذات تارة وعن الرضى أخرى\r\nأما الأول فنقول السبب في وجوب جعل الوجه كناية عن الرضى وجوه\r\nالأول أن المرئي من الإنسان في أكثر الأوقات ليس إلا وجهه وبوجهه يتميز ذلك الإنسان عن غيره فالوجه كأنه هو العضو الذي به يتحقق وجود ذلك الإنسان وبه\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nيعرف كونه موجودا فلما كان الأمر كذلك لا جرم حسن جعل الوجه اسما لكل الذات ومما يقوي ذلك أن القوم إذا كان معهم إنسان يرتب أحوالهم ويقوم بإصلاح أمورهم سمي وجه القوم ووجيهم والسبب فيه ما ذكرنا\r\nالثاني أن المقصود من الإنسان ظهور آثار عقله وحسه وفهمه وفكره ومعلوم أن معدن هذه الأحوال هو الرأس ومظهر آثار هذه القوى هو الوجه فلما كان معظم المقصود من خلق الإنسان إنما يظهر في الوجه لا جرم حسن إطلاق اسم الوجه على كل الذات\r\nالثالث أن الوجه مخصوص بمزيد الحسن واللطافة والتركيب العجيب والتأليف الغريب وكل ما في القلب من الأحوال فإنه يظهر على الوجه فلما امتاز عن سائر الأعضاء بهذه الخواص لا جرم حسن إطلاق لفظ الوجه على كل الذات وأما بيان السبب في جواز جعل لفظ الوجه كناية عن الرضى فهو أن الإنسان إذا مال قلبه إلى الشيء أقبل بوجهه عليه وإذا كره شيئا أعرض بوجهه عنه فلما كان إقبال الإنسان بوجهه عليه من لوازم كونه مائلا إليه لا جرم حسن جعل لفظ الوجه كناية عن الرضى إذا عرفت هذه المقدمة فنقول أما قوله تعالى كل شيء هالك إلا وجهه وقوله : * ( ويبقى وجه ربك ) * فالمراد منه الذات والمقصود من ذكره التأكيد والمبالغة فإنه يقال وجه هذا الأمر كذا وكذا ووجه هذا الدليل هو كذا وكذا والمراد منه هو نفس ذلك الشيء ونفس ذلك الدليل فكذا وهذا أما قوله تعالى : * ( فثم وجه الله ) * * ( إنما نطعمكم لوجه الله ) * * ( إلا ابتغاء وجه ربه الأعلى ) * فالمراد من الكل رضى الله تعالى وهكذا القول في تلك الأحاديث وبالله التوفيق .\r\nالفصل الرابع عشر\r\nفي العين\r\nاحتجوا على ثبوتها بالقرآن والأخبار أما القرآن فقوله تعالى لنوح عليه السلام : * ( واصنع الفلك بأعيننا ) * ولموسى عليه السلام : * ( ولتصنع على عيني ) * ولمحمد صلى الله عليه وسلم : * ( واصبر لحكم ربك فإنك بأعيننا ) * أما الأخبار\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nفروى صاحب شرح السنة رحمه الله في باب ذكر الدجال عن ابن عمر رضي الله عنهما قال « قام رسول الله صلى الله عليه وسلم في الناس فأثنى على الله بما هو أهله ثم ذكر الدجال فقال إني لأنذركموه وما من نبي إلا أنذر قومه لقد أنذر نوح قومه ولكني سأقول لكم فيه قولا لم يقله نبي لقومه إنه أعور وإن الله ليس بأعور » ثم قال صاحب الكتاب هذا حديث صحيح أخرجه البخاري في كتابه وروي أيضا عن ابن عباس رضي الله عنه أنه ذكر الدجال عن النبي صلى الله عليه وسلم فقال « إن الله لا يخفى عليكم إنه ليس بأعور وأشار بيده إلى عينه وإن المسيح الدجال أعور عين اليمنى كأن عينه عنبة طافية » ثم قال هذا حديث اتفق الشيخان على صحته ومما يدل أيضا على إثبات العين لله تعالى ما روي في الدعوات « احفظنا بعينك التي لا تنام » وأيضا يقال في العرف عين الله عليك\r\nواعلم أن نصوص القرآن لا يمكن إجراؤها على ظاهرها لوجوه\r\nالأول أن ظاهر قوله تعالى : * ( ولتصنع على عيني ) * يقتضي أن يكون موسى عليه السلام مستقرا على تلك العين ملتصقا بها مستعليا عليها وذلك لا يقوله عاقل\r\nالثاني أن قوله تعالى : * ( واصنع الفلك بأعيننا ) * يقتضي أن يكون آلة تلك الصنعة هي تلك الأعين\r\nوالثالث أن إثبات الأعين في الوجه الواحد قبيح فثبت أنه لا بد من المصير إلى التأويل وذلك هو أن يحمل هذه الألفاظ على شدة العناية والحراسة والوجه في حسن المجاز أن من عظمت عنايته بشيء وميله إليه ورغبته فيه كان كثير النظر إليه فجعل لفظ العين التي هي آلة لذلك النظر كناية عن شدة العناية وأما هذا الخبر الذي رويته فمشكل لأنه ظاهره يقتضي أن النبي صلى الله عليه وسلم أظهر الفرق بين الإله تعالى وبين الدجال الأعور وكون الله تعالى ليس بأعور وذلك بعيد وخبر الواحد إذا بلغ هذه الدرجة في ضعف المعنى وجب أن يعتقد أن الكلام كان مسبوقا بمقدمة لو ذكرت لزال هذا الإشكال أليس راوي هذا الحديث هو ابن عمر ثم إن ابن عمر لما روى قوله أن الميت ليعذب ببكاء أهله طعنت عائشة رضي الله عنها فيه وذكرت أن\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nهذا الكلام من الرسول كان مسبوقا بكلام آخر واحتجت على ذلك بقوله تعالى : * ( ولا تزر وازرة وزر أخرى ) * لو حكي لزال هذا الإشكال فكذا ههنا أنه من البعيد صدور مثل هذا الكلام من الرسول الذي اصطفاه الله تعالى لرسالته وأمر ببيان شريعته وبالله التوفيق .\r\nالفصل الخامس عشر\r\nفي النفس\r\nهذا اللفظ غير وارد في القرآن لكنه روي عن النبي صلى الله عليه وسلم أنه قال « لا تسبوا الريح فإنها من نفس الرحمن » وقال أيضا « إني لأجد نفس الرحمن من جانب اليمن » والتأويل أنه مأخوذ من قوله نفست عن فلان أي فرجت عنه وأنفس الله عن فلان أي فرج عنه والريح إذا كانت طيبة فقد زالت هذه المكاره فلما وجدها من قبل اليمن فقد حصل المقصود وأيضا فالمقرون بالمكروه مكروه والمقرون بالمحبوب فهو محبوب فلما وجد النبي صلى الله عليه وسلم النصرة من قبل اليمن فقد وجد التنفس من المكروهات من ذلك الجانب فلا جرم صدق قوله « إني لأجد نفس الرحمن من قبل اليمن » ولهذا قال النبي صلى الله عليه وسلم « الإيمان يمان والحكمة يمانية » وهذا هو المراد من قوله « إن الريح من نفس الرحمن » أي هي مما جعل الله فيها التفريج وبالله التوفيق .\r\nالفصل السادس عشر\r\nفي اليد\r\nاعلم أن هذه اللفظة وردت في القرآن والأخبار أما القرآن فقد وردت هذه الصفة بصيغة الوحدان تارة وبصيغة التثنية أخرى كقوله تعالى : * ( ما منعك أن تسجد لما خلقت بيدي ) * وقوله : * ( بل يداه مبسوطتان ) * وأما الأخبار فكثيرة\r\nالأول ما روي أن النبي صلى الله عليه وسلم قال « التقى آدم وموسى فقال موسى أنت الذي خلقك الله بيده وأسجد لك ملائكته ونفخ فيك من روحه أمرك بأمر فعصيته فأخرجك من الجنة فقال آدم يا موسى اصطفاك الله بكلامه وخط لك التوراة بيده\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nأفتلومني على أمر قدره الله علي قبل أن يخلقني بأربعين سنة قال فحج آدم موسى » وهذا الخبر اشتمل على أن موسى عليه السلام أثبت اليد لله تعالى وكذلك آدم قال بذلك\r\nالثاني روى أبو هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال « لما خلق الله تعالى الخلق كتب بيده على نفسه أن رحمتي سبقت غضبي » .\r\nالثالث روى عبد الله بن عمر عن النبي صلى الله عليه وسلم أنه قال « إنه يفتح أبواب السماء في ثلث الليل الباقي فيبسط يده فيقول ألا عبد يسألني فأعطيه ولا يزال كذلك حتى يطلع الفجر » .\r\nالرابع روى أبو هريرة عن النبي صلى الله عليه وسلم أنه قال « إن أحدكم ليتصدق بالتمرة إذا كانت من الطيب ولا يقبل الله إلا طيبا فيجعل الله في يده اليمنى ثم يربيها كما يربي أحدكم فلوه وفصيله حتى يصير مثل أحد » .\r\nالخامس الحديث المشهور وهو قوله صلى الله عليه وسلم « إن الصدقة تقع في يدي الرحمن قبل أن تقع في يد الفقير » .\r\nالسادس ما تواتر النقل عن النبي صلى الله عليه وسلم أنه كان يقول « والذي نفسي بيده » .\r\nالسابع قوله صلى الله عليه وسلم « إن الله خمر طينة آدم بيده أربعين صباحا » .\r\nواعلم أن لفظ اليد حقيقة في هذه الجارحة المخصوصة إلا أنه يستعمل على سبيل المجاز في أمور غيرها\r\nفالأول أنه يستعمل لفظ اليد في القدرة يقال يد سلطان فوق يد الرعية أي قدرته غالبة على قدرتهم والسبب في حسن هذا المجاز أن كمال حال هذا العضو إنما يظهر بالصفة المسماة بالقدرة فلما كان المقصود من اليد حصول القدرة أطلق اسم القدرة على اليد وقد يقال هذه البلدة في يد الأمير وإن كان الأمير مقطوع اليد ويقال فلان في يده الأمر والنهي والحل والعقد والمراد ما ذكرناه\r\nوالثاني أن اليد قد يراد بها النعمة وإنما حسن هذا المجاز لأن آلة إعطاء النعمة اليد فإطلاق اسم اليد على النعمة إطلاق لاسم السبب على المسبب\r\nالثالث أنه قد يذكر لفظ اليد صلة للكلام على سبيل التأكيد كقولهم يداك\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nأوكتا ويقرب منه قوله تعالى : * ( فقدموا بين يدي نجواكم صدقة ) * وقوله : * ( بين يدي رحمته ) * فإن النجوى الرحمة ولا يكون لها هذان العضوان المسميان باليدين إذا عرفت هذه المقدمة فنقول أما قوله تعالى : * ( يد الله فوق أيديهم ) * فالمعنى أن قدرة الله تعالى غالبة على قدرة الخلق وأما قوله تعالى حكاية عن اليهود أنهم قالوا : * ( يد الله مغلولة ) * فاليد ههنا بمعنى النعمة والدليل عليه أن اليهود إما أن يقال بأنهم مقرون بإثبات الخالق أو يقال بأنهم منكرون له فإن أقروا به امتنع أن نقول إن خالق العالم جعل مغلولا مقهورا فإن ذلك لا يقوله عاقل وإن أنكروه لم يكن للقول بكونه مغلولا فائدة\r\nفثبت أن المراد أنهم كانوا يعتقدون أن نعم الله تعالى محبوسة عن الخلق ممنوعة عنهم فصارت هذه الآية من أقوى الدلائل على أن لفظة اليد قد يراد بها النعمة وأما قوله تعالى : * ( بل يداه مبسوطتان ) * فالمراد منه أيضا النعمة ويدل عليه وجهان\r\nالأول أن هذا ورد في معرض الجواب عن قول اليهود : * ( يد الله مغلولة ) * ولما بينا بالدليل أن قولهم : * ( يد الله مغلولة ) * ليس معناه الغل والحبس بل معناه احتباس نعم الله عنهم وجب أن يكون قوله : * ( بل يداه مبسوطتان ) * عبارة عن كثرة نعم الله تعالى وشمولها للخلق حتى يكون الجواب مطابقا للسؤال\r\nوالثاني أن قوله : * ( بل يداه مبسوطتان ) * لو حملناه على ظاهره لزم كون يديه مبسوطتين مثل يد صاحب التسنج تعالى الله عنه فثبت أن\r\nالمراد منه إفاضة النعم وأما قوله تعالى : * ( ما منعك أن تسجد لما خلقت بيدي ) * فنقول للعلماء فيه قولان\r\nالأول أن اليدين صفتان قائمتان بذات الله تعالى يحصل بهما التخلق على وجه التكريم والاصطفاء كما في حق آدم عليه السلام واحتج القائلون بهذا الوجه بوجوه\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nالأول أن قوله تعالى : * ( ما منعك أن تسجد لما خلقت بيدي ) * مشعر بأنه تعالى إنما جعل آدم مسجود الملائكة لأنه تعالى خلقه بيديه فلو كانت اليد عبارة عن القدرة لكانت علة هذه المسجودية حاصلة في كل المخلوقات فوجب هذا الحكم في الكل وحيث لم يحصل علمنا أن اليد صفة سوى القدرة\r\nالثاني أن قدرة الله تعالى واحدة واليد موصوفة بالتثنية\r\nوالثالث أن قوله تعالى : * ( لما خلقت بيدي ) * يدل على كونه مخصوصا بأنه مخلوق والتخصيص بالذكر يدل على نفي الحكم عما عداه فوجب في كل من سوى آدم عليه السلام أن لا يكونوا مخلوقين باليدين ولا شك في أنهم مخلوقون بالقدرة وذلك يقتضي أن تكون اليد شيئا سوى القدرة والقول الثاني أن اليد ههنا هي القدرة ويدل عليه وجوه\r\nالأول أن القدرة عبارة عن الصفة التي يكون الموصوف بها متمكنا من الإيجاد والتكوين ونقل الشئ من العدم إلى الوجود فما كان المسمى باليد كذلك كان ذلك المعني نفس القدرة\r\nوالثاني أن قدرة الله تعالى صفة قديمة واجبة الوجود فيجب تعلقها بكل ما يصح أن يكون مقدورا وإلا لزم افتقارها في ذلك الاختصاص إلى المخصص لكن المصحح المقدورية وهو الامكان فهذا يقتضي أن يكون كل ممكن مقدور لله تعالى ولا شك أن وجود آدم عليه السلام من الممكنات فيكون وجود آدم من جملة متعلقات قدرة الله تعالى فلو فرضنا جهة أخرى مستقلة بإيجاد هذا الممكن لزم أن يجتمع على الأثر الواحد مؤثران مستقلان وذلك محال\r\nوالثالث أن إثبات صفة سوى القدرة مؤثرة في وجود آدم ما لا دليل على ثبوتها فلم يجز إثباتها لانعقاد الاجتماع على أن صفة من صفات الله من غير دليل لا يجوز فأما الجواب عن الوجه الأول أما ما تمسكوا به أولا فهو أنه لو كان تخليق آدم باليدين يوجب مزيد الاصطفاء لكان تخليق / البهائم والأنعام بالأيدي يوجب رجحانها على آدم في هذا الاصطفاء لقوله تعالى في صفة تخليقها : * ( مما عملت\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nأيدينا أنعاما فهم لها مالكون ) * ثم نقول لم لا يجوز أن يكون معنى قوله تعالى : * ( خلقت بيدي ) * هو بيان لكثرة عناية الله تعالى في إيجاده وتكوينه فإن الإنسان إذا أراد المبالغة في إصلاح بعض المهمات وفي تكميله فقد يقول هذا الشيء اعمله بيدي ومن المعلوم أن التخليق بغير هذا النوع من العناية ما كان حاصلا في حق غير آدم عليه السلام والجواب عما تمسكوا به ثانيا أن التثنية لا تدل على حصول العدد بدليل قوله تعالى : * ( فقدموا بين يدي نجواكم صدقة ) * وقوله : * ( بين يدي رحمته ) * والجواب عما تمسكوا به ثالثا أن التخصيص بالذكر هنا لم يدل على نفي حكمه عما عداه للناس بينا أن التخليق باليدين عبارة عن التخليق المخصوص بمزيد الكرامات والتشريف وهذا المجموع ما كان حاصلا في غير آدم وأما الأحاديث فنقول أما قوله خلق آدم بيده وكتب التوراة بيده فذلك حق يدل على أن المراد التخصيص بمزيد الكرامات وكذا قوله كتب بيده على نفسه أن رحمتي سبقت غضبي وأما قوله إن الله يفتح أبواب السماء في ثلث الليل الباقي فيبسط يده فالمراد إفاضة النعمة وإيصال الرحمة والمغفرة إلى المحتاجين وأما قوله الصدقة تقع في يدي الرحمن فالمراد منه شدة العناية لقبول تلك الصدقات وتكثير الثواب عليه وكذا المراد بقوله خمر طينة آدم بيده وأما قوله صلى الله عليه وسلم والذي نفسي بيده فالمراد باليد هنا القدرة والذي يدل على أن هذه الألفاظ يجب تأويلها أن قوله صلى الله عليه وسلم الصدقة تقع في يدي الرحمن ليس المراد منه اليد بمعنى العضو والجارحة وتدل عليه وجوه\r\nالأول أنا نشاهد أن تلك الصدقة ما وقعت إلا في يد الفقير فالقول في أنها وقعت في يد أخرى هي عضو من الأجزاء والأبعاض مع أنا لا نراها ولا نحس بها تشكيك في الضروريات\r\nالثاني هذا يقتضي أن تكون يد الله طرفا لصدقات العباد وذلك على خلاف ظاهر قوله تعالى : * ( بل يداه مبسوطتان ) *\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالثالث أن ذلك يقتضي أن تكون يد المعطى فوق يد المعبود حتى يمكنه أن يوقع الصدقة في يدي الرحمن وذلك مناقض لظاهر قوله تعالى : * ( فوق أيديهم ) *\r\nالرابع أن ذلك يقتضي أن يكون هو على العرش ويده على الأرض وذلك لا يقوله عاقل فثبت أنه لا بد في هذه الظواهر من التأويلات وبالله التوفيق .\r\nالفصل السابع عشر\r\nفي إثبات القبضة\r\nهذه اللفظة قد أفردت في الأخبار والقرآن أما القرآن فقوله تعالى : * ( والأرض جميعا قبضته يوم القيامة ) * وأما الأخبار فكثيرة\r\nالخبر الأول ما ورى ابن خزيمة في كتابه الذي سماه بالتوحيد عن أبي موسى الأشعري أن النبي صلى الله عليه وسلم قال إن الله خلق آدم من قبضة قبضها من جميع الأرض فجاء بنو آدم على قدر الأرض فجاء منهم الأحمر والأسود والسهل والجبل والخبيث والطيب\r\nالخبر الثاني ما ورى ابن خزيمة في كتابه عن أنس بن مالك عن النبي صلى الله عليه وسلم أن الله قد قبض قبضة فقال إلى الجنة برحمتي وقبض قبضة فقال إلى النار ولا أبالي\r\nوالخبر الثالث عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم في القبضتين هذه في الجنة ولا أبالي وهذه في النار ولا أبالي\r\nواعلم أن ظاهر الآية يقتضي أن تكون الأرض قبضته وذلك محال لأن الأرض محتوية على النجاسات فكيف يقول القائل إنها قبضه إله العالم ولأن التراب مخلوق من الأرض وقبضة الخالق لا تكون المخلوقة ولأن الأرض تقبل الاجتماع والافتراق والعمارة والتفريق وقبضة الخالق لا تكون كذلك فإذا لا بد من التأويل وهو أن يقال إن الأرض في قبضته ألا أن هذا الكلام كما يذكر ويراد به احتواء الأنامل على الشئ فقد يذكر ويراد به كون الشيء في قدرته ونصرته\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوملكه يقال هذه البلدة في قبضة السلطان والمراد ما ذكرناه وأما القبضة المذكورة في الخبر فالمراد أنه تعالى ميز من تراب الأرض مقدار القبضة وهذا مجاز مشهور يقال للشيء القليل أنه قبضة وحفنة والمراد أن مقداره مثل ذلك وبالله التوفيق .\r\nالفصل الثامن عشر\r\nفي إثبات اليدين\r\nمما تمسكوا به في إثبات اليدين لله عز وجل احتجوا بالقرآن والأخبار أما القرآن فقوله تعالى : * ( ما منعك أن تسجد لما خلقت بيدي ) * وقوله تعالى : * ( بل يداه مبسوطتان ) * وأما الخبر فما روى ابن خزيمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم « لما خلق آدم ونفخ فيه الروح عطس فقال الحمد لله فحمد الله بإذن الله فقال له يرحمك ربك يا آدم ثم قال له يا آدم اذهب إلى الملائكة فقل السلام عليكم فلما ذهب وقال فقالوا عليكم السلام ورحمة الله تعالى ويداه مقبوضتان اختر أيهما شئت فقال اخترت يمين ربي فكلتا يديه يمين مباركة ثم بسطها فإذا فيها آدم وذريته فقال أي رب ما هؤلاء فقال هؤلاء ذريتك فإذا كل إنسان مكتوب عمره بين عقبه » .\r\nواعلم أن هذا الحديث طويل ومقصودنا هنا هذا القدر وقد عرفت أنه لا يمكن حمل لفظ اليد في حق الله تعالى على الجارحة ويدل ههنا وجوه أخر\r\nفالأول أن ظاهر الحديث يدل على أن كلتا يديه يمين واليد بمعنى الجارحة إذا كانت كلتاهما يمينا كان ذلك في غاية القبح وتشويه الخلقة تعالى الله عن ذلك علوا كبيرا\r\nوالثاني أن إحدى اليدين إذا كانت غير وافية بالعمل كانت ناقصة وكذلك توجب نقصانا في الصورة 0\r\nوالثالث أن ظاهر الخبر الذي رويناه يدل على أنه كان يلعب مع آدم عليه\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالسلام كما يلعب الصبيان بعضهم مع بعض حتى يقبضون أيديهم على الزوج والفرد والصبيان إذا فعلوا ذلك ضربهم المعلم وأدبهم فكيف ينسب ذلك إلى رب العالمين وأحكم الحاكمين فثبت أنه يجب حمل ذلك على الباكورة في الحفظ والحراسة وشدة العناية وبالله التوفيق .\r\nالفصل التاسع عشر\r\nفي إثبات اليمين\r\nفي إثبات اليمين لله تعالى واحتجوا بالقرآن والأخبار أما القرآن فقوله تعالى : * ( والسماوات مطويات بيمينه ) * وقوله : * ( لأخذنا منه باليمين ) * وأما الأخبار فكثيرة\r\nالأول قوله عليه السلام كلتا يديه يمين والثاني عن أبي هريرة أنه قال قال رسول الله صلى الله عليه وسلم « يقبض الله الأرض يوم القيامة ويطوى السماوات بيمينه ثم يقول أنا الملك فأين ملوك الأرض » .\r\nالثاني روى صاحب شرح السنة في باب الإيمان بالقدر عن عمر بن الخطاب رضي الله عنه قال سمعت النبي صلى الله عليه وسلم يقول « إن الله خلق آدم ثم مسح ظهره بيمينه ثم استخرج منه ذرية فقال خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون ثم مسح ظهره فاستخرج منه ذرية فقال خلقت هؤلاء للنار وبعمل أهل النار يعملون » .\r\nالثالث روى ابن خزيمة في كتابه عن النبي صلى الله عليه وسلم فقال « إن أحدكم يتصدق بالتمرة من كسب طيب ولا يقبل الله إلا طيبا فيجعلها في يده اليمين ثم يربيها كما يربي أحدكم فلوه وفصيله حتى يصير مثل أحد » واعلم أن اليمين عبارة عن القوة والقدرة والدليل عليه أنه سمى الجانب الأيمن باليمين لأنه أقوى الجانبين وسمى الحلف باليمين لأنه يقوى عزم الإنسان على الفعل أو الترك قال الشاعر :\r\nإذا ما راية رفعت لمجد * تلقاها عرابة باليمين\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nإذا عرفت هذا ظهر الوجه في قوله تعالى : * ( والسماوات مطويات بيمينه ) * أما قوله تعالى : * ( لأخذنا منه باليمين ) * فالمراد منه يمين المأخوذ أي أخذنا من ذلك الإنسان وهو كما يقال أخذت بيمين الصبي وذهبت به إلى المكتب وإن كان المراد بيمين الآخذ فالمراد منه القوة والقدرة إذا عرفت ذلك من الآية فاعرف مثله في الأخبار .\r\nالفصل العشرون\r\nفي الكف\r\nهذا اللفظ غير وارد في القرآن لكنه مذكور في الخبر روى ابن خزيمة في كتابه الذي سماه بالتوحيد عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال « من تصدق بصدقة من كسب طيب ولا يقبل الله إلا طيبا ولا يصعد إلى السماء إلا الطيب فيقع في كف الرحمن فيربيه كما يربي أحدكم فصيله حتى أن التمرة لتعود مثل الجبل العظيم » وروي هذا الحديث برواية أخرى عن أبي هريرة وفيه « إن الرجل ليتصدق باللقمة فيربو في يد الله تعالى أو قال في كف الله تعالى حتى يكون مثل الجبل فتصدقوا » واعلم أن هذا يدل على أن أبا هريرة كان مترددا في أنه سمع لفظ اليد أو لفظ الكف ويمكن أن يقال إنه سمعها معا في مجلسين مختلفين وروى ابن خزيمة في آخر هذا الباب عن ابن حيان أنه سمع أبا هريرة يذكر هذا الحديث موقفا فثبت بطريق الضعف هذا الحديث وبتقدير الصحة فهو كناية عن زيادة الاهتمام بذلك الفعل وقوة العناية به كما تقدم مثله في سائر الألفاظ وبالله التوفيق .\r\nالفصل الحادي والعشرون\r\nفي الساعد\r\nذكر في آخر حديث طويل ساعد الله أشد من ساعدك قال الداعي إلى الله المصنف رضي الله عنه إذا صح هذا الحديث فمحمول على كمال القدرة ونظيره قوله تعالى : * ( إن الله هو الرزاق ذو القوة المتين ) *\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالفصل الثاني والعشرون\r\nفي الأصبع\r\nهذه اللفظة غير مذكورة في القرآن لكنها مذكورة في الأخبار\r\nفالخبر الأول روي القشيري عن مسلم بن الحجاج عن أنس بن مالك رضي الله عنه قال كان النبي صلى الله عليه وسلم يكثر أن يقول « يا مقلب القلوب ثبت قلبي على دينك قالوا يا رسول الله أما أنبأك غفران ما أتيته فهل تخاف بعد فقال القلوب بين إصبعين من أصابع الله تعالى يقلبها كيف شاء » .\r\nالخبر الثاني روى صاحب شرح السنة في باب قوله تعالى : * ( ونقلب أفئدتهم وأبصارهم ) * أن النبي صلى الله عليه وسلم قال « ما من قلب ألا وهو بين إصبعين من أصابع رب العالمين إذا شاء عصمه وإذا شاء غير بريقه إذا غر » قال فكان صلى الله عليه وسلم يقول « يا مقلب القلوب ثبت قلبي على دينك والميزان بين يدي الرحمن يرفع أقواما ويضع آخرين إلى يوم القيامة » .\r\nوالخبر الثالث روى ابن خزيمة في كتابه عن علقمة عن عبد الله بن مسعود رضي الله عنه قال « أتى النبي صلى الله عليه وسلم رجل من أهل الكتاب فقال يا أبا القاسم أبلغك أن الله يحمل الخلائق على إصبع والسماوات والأرضين على أصبع والشجر على أصبع والثرى على أصبع قال فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه فأنزل الله تعالى : * ( وما قدروا الله حق قدره ) * إلى آخر الآية » ثم ذكر ابن خزيمة هذا الحديث برواية أخرى عن عبد الله بإسناد حسن وقال « فضحك النبي صلى الله عليه وسلم تعجبا وتصديقا له » .\r\nواعلم أنه ليس المراد من الأصبع العضو الجسماني ويدل عليه وجوه\r\nالأول أنه يلزم أن يكون لله تعالى بحسب كل قلب أصبعان أو يلزم أن يكون لله أصبعان يعدان وهما حاصلان في بطن كل إنسان حتى يكون الجسم الواحد حاصلا في أمكنة كثيرة وذلك كله سخيف وباطل\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nالثاني أنه يلزم أن يكون إصبعاه في أجوافنا مع أنه تعالى على العرش عند المجسمة وذلك أيضا محال\r\nالثالث أنه يقتضي أن لا يصح منه التصرف إلا بالأصابع وهو عجز وحاجة وذلك على الله تعالى محال والتأويل الصحيح فيه أن الشيء الذي يأخذه الإنسان بأصابعه يكون مقدور قدرته ومحل تصرفه على وجه السهولة من غير ممانعة أصلا فلما كانت الأصابع سببا لهذه المكنة والقدرة جعل لفظ الأصبع كناية عن تلك القدرة الكاملة\r\nإذا عرفت هذه المقدمة فنقول اما الحديث الأول ففيه سر لطيف وذلك لأن المتصرف في البدن هو القلب والقلب لا ينفك عن الفعل وعن الترك والفعل موقوف على حصول الدواعي إلى الفعل والترك موقوف على حصول ضد تلك الدواعي ولا خروج عن هاتين الحالتين لأن الخروج عن طرفي النقيض محال ثم إن حصول الداعي إلى الفعل من الله تعالى ولا حصول له من العبد وإلا افتقر العبد في تحصيل ذلك الداعي إلى داع آخر فلزم التسلسل وهو محال فثبت أن القلب واقع بين هاتين الحالتين فان حصل فيه ما يدعوه إلى الفعل عزم على الفعل وان لم يحصل فيه ذلك بقي على الترك فحصول هاتين الحالتين في قلوب المؤمنين للفعل والترك كالأصبعين المؤثرين في تقليب الأشياء وتقليب القلب بسبب هاتين الداعيتين يشبه تقليب الشيء المأخوذ بالأصبعين من حال إلى حال فكما أن الإنسان يتصرف في الشيء المأخوذ بأصبعه بتلك الأصابع فالحق سبحانه يتصرف في قلوب عباده بواسطة خلق تلك الدواعي وهذا هو السر الأعظم والقانون الأشرف في مسألة القضاء والقدر وقد عبر النبي صلى الله عليه وسلم بهذه اللفظة الوجيزة عن هذا السر اللطيف ومما يدل على أن المراد ما ذكرناه ما رويناه في الخبر أنه صلى الله عليه وسلم كان كثيرا يقول « ثبت قلبي على دينك » .\r\nواما الخبر الذي رواه عبد الله عن اليهود فالكلام فيه من وجهين\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nالوجه الأول ان هذا الكلام لا يكون حجة ولعل النبي صلى الله عليه وسلم ضحك عند هذا الكلام استخفافا به فان الإنسان العاقل إذا سمع كلاما فقد يضحك عليه استخفافا به بقي أن يقال إن عبد الله نقل أنه صلى الله عليه وسلم ضحك في كلامه تصديقا له إلا انا نقول هذا تمسك بمجرد ظن فلا يكون حجة أصلا ثم إنه معارض بما روي في الخير أنه صلى الله عليه وسلم قرأ عند ذلك قوله تعالى : * ( وما قدروا الله حق قدره ) * وهذا مشعر بأنه صلى الله عليه وسلم كان منكرا لكلامه\r\nالوجه الثاني أنه إن صح هذا الخبر فهو محمول على كونه تعالى قادرا على التصرف في هذه الأجسام العظيمة بقدرة لا يدافعها دافع ولا يعارضها مانع وذلك لأنا بينا أن الشيء الذي يأخذه الانسان بأصبعه يكون قادرا على التصرف فيه على أكمل الوجوه فكان ذلك الأصبع هنا لتعريف كمال قدرة الله تعالى ونفاذ تصرفه في هذه الأجسام العظيمة ونظيره قولهم في وصف فعل من الأفعال بالسهولة واليسر هذا العمل في كفه بل على رأس إصبعه والمراد ما ذكرناه وبالله التوفيق .\r\nالفصل الثالث والعشرون\r\nفي الجنب\r\nقال الله تعالى يا حسرتي على ما فرطت في جنب الله واعلم أن المراد ههنا من الجنب الوجه والسبب في حسن هذا المجاز أن جنب الشيء إنما يسمى جنبا لأنه يصير ذلك الشيء مجانبا لغيره فمن أتي بعمل على سبيل الإخلاص في حق الله تعالى فقد جانب في ذلك العمل غير الله فيصح أن يقال ذلك العمل في جنب الله وهذه الاستعارة معروفة معتادة في العرف وبالله التوفيق .\r\nالفصل الرابع والعشرون\r\nفي الساق\r\nاحتجوا على الساق بالقران والخبر اما القرآن فقوله تعالى : * ( يوم يكشف عن ساق ويدعون إلى السجود ) * وأما الخبر فقد روى صاحب شرح السنة رحمه الله في قوله تعالى إن زلزلة الساعة شيء عظيم عن أبي سعيد الخدري\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nرضي الله عنه أنه قال سمعت النبي صلى الله عليه وسلم يقول « يكشف ربنا عن ساقه فيسجد له كل مؤمن ومؤمنة ويبقى من كان يسجد في الدنيا رياء وسمعة فيذهب ليسجد فيعود على ظهره طبعا » .\r\nواعلم أنه لا حجة للقوم في هذه الآية وفي الخبر ويدل عليه وجوه\r\nالأول أنه ليس في الآية أن الله يكشف عن ساقه بل قال : * ( يكشف عن ساق ) * بلفظ ما لم يسم فاعله\r\nوالثاني ان إثبات الساق الواحد للحيوان نقص وتعالى الله عنه\r\nوالثالث أن الكشف عن الساق انما يكون عند الاحتراز عن تلوث الثوب بشيء محذور وجل إله العالم عنه بل نقول المراد بالساق شدة أهوال القيامة يقال قامت الحرب على ساقها أي شدتها فقوله يكشف عن ساق أي شدة القيامة وعن أهوالها وأنواع عذابها وأضافه إلى نفسه لأنه شدة لا يقدر عليها إلا الله تعالى .\r\nالفصل الخامس والعشرون\r\nفي الرجل والقدم\r\nاما الرجل فروى صاحب شرح السنة رحمه الله في آخر كتابه عن أبي هريره رضي الله عنه قال قال رسول الله صلى الله عليه وسلم « تحاجت الجنة والنار وقالت النار أوثرت بالمتكبرين والمتجبرين وقالت الجنة فمالي لا يدخلني إلا ضعفاء المسلمين وسقطهم فقال تعالى للجنة إنما أنت رحمتي ارحم بك من أشاء من عبادي وقال للنار إنما أنت عذابي أعذب بك من أشاء من عبادي ولكل واحدة منكما ملؤها فأما النار فلا تملأ حتى يضع الله تعالى فيها رجله فتقول قط قط فهناك ينزوي بعضها إلى بعض ولا يظلم الله أحدا من خلقه وأما الجنة فإن الله ينشئ لها خلقا » قال صاحب شرح السنة رحمه الله هذا حديث متفق على صحته أخرجه الشيخان\r\nوأما القدم فروى صاحب هذا الكتاب عن أنس رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم « لا تزال جهنم تقول هل من مزيد حتى يضع رب العزة قدمه فيها فتقول قط وعزتك وينزوي بعضها إلى بعض ولا يزال في الجنة\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nفضل حتى ينشئ الله تعالى خلقا فيسكنهم فضول الجنة » قال صاحب شرح السنة هذا حديث متفق على صحته أخرجه الشيخان .\r\nالفصل السادس والعشرون\r\nفي الضحك\r\nهذا الوصف لم يرد في القرآن لكنه ورد في الخبر روى صاحب شرح السنة رحمه الله في باب آخر من يخرج من النار عن ابن مسعود رضي الله عنه حديثا طويلا في صفة من أخرجه الله بفضله من النار قال « فيسمع أصوات أهل الجنة فيقول أي رب أدخلنيها فيقول الله يا ابن آدم أيرضيك أن أعطيك الدنيا ومثلها فيقول أي رب أتستهزئ مني وأنت رب العالمين فضحك ابن مسعود وقال ألا تسألوني مم اضحك فقالوا مم تضحك فقال هنا ضحك رسول الله صلى الله عليه وسلم فقالوا ومما يضحك رسول الله صلى الله عليه وسلم فقال من ضحك رب العالمين فيقول الله وإني لا أستهزئ بك وأنا على ما أشاء قدير » وذكر أيضا في أول هذا الباب حديثا طويلا عن أبي هريرة رضي الله عنه إلى أن قال « ثم يقول يا رب أدخلني الجنة فيقول الله أولست قد زعمت أن لا تسألني غيره ويلك يا ابن آدم ما أغدرك فيقول يا رب لا تجعلني أشقى خلقك فلا يزال يدعو حتى يضحك فإذا ضحك منه ادن الله بالدخول في الجنة » .\r\nواعلم أن حقيقة الضحك على الله تعالى محال ويدل عليه وجوه\r\nالأول قوله تعالى : * ( وأنه هو أضحك وأبكى ) * فيتبين أن اللائق به أن يضحك ويبكي فأما الضحك والبكاء فلا يليقان به\r\nوالثاني ان الضحك سنح يحصل في جلد الوجه مع حصول الفرح في القلب وهو على الله تعالى محال\r\nوالثالث لو جاز الضحك عليه جاز البكاء عليه وقد التزمه بعض الحمقى وزعم أنه بكى على أهل طوفان نوع عليه السلام وهذا جهل شديد فإنه تعالى هو الذي خلق الطوفان فان كرهه فلم خلقه وان لم يكرهه فلم ينكر عليه\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالرابع ان الضحك إنما يتولد من التعجب والتعجب حالة تحصل للإنسان عند الجهل بالسبب وذلك في حق عالم الغيب والشهادة محال إذا أثبت هذا فنقول وجه التأويل فيه وجوه\r\nأحدها ان المصدر كما يحسن إضافته إلى المفعول فكذلك يحسن إضافته إلى الفاعل فقوله ضحكت من ضحك الرب أي من الضحك الحاصل في ذاتي بسبب أن الرب خلق ذلك الضحك\r\nالثاني ان يكون المراد أنه تعالى لو كان ممن يضحك كالملوك كان هذا القول مضحكا له\r\nالثالث ان يحمل الضحك على حصول الرضي والإذن وهذا نوع مشهور من الاستعارة وأما حديث أبي هريرة رضي الله عنه وهو « ان العبد يقول لا تجعلني أشقى خلقك فيضحك الله منه » فيجوز أن يكون قد وقع الغلط في الإعراب وكان الحق فيضحك الله منه أي يضحك الله الملائكة من ذلك القول والذي يدل على أن ما ذكرناه محتمل أن أبا هريرة وأبا سعيد الخدري رضي الله عنهما اختلفا في قدر عطية ذلك الرجل فقال أبو سعيد يعطيه الله ذلك المطلوب وعشرة أمثاله وقال أبو هريرة يعطيه الله ذلك ومثله معه وهذا الاختلاف بينهما في الحديث مذكور في كل كتب الأحاديث فلما لم يضبط هذا الموضع من الخبر فجوز عدم الضبط في ذلك الإعراب وبالله التوفيق .\r\nالفصل السابع والعشرون\r\nفي الفرح\r\nعن النعمان بن بشير رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال « الله أفرح بتوبة العبد من العبد إذا ضلت راحلته في ارض فلاة في يوم قايظ وراحلته عليها زاده ومزاده إذا ضلت راحلته أيقن بالهلاك وإذا وجدها فرح بذلك فالله أشد فرحا بتوبة عبده من هذا العبد » وقال صلى الله عليه وسلم « لا يطأ الرجل المساجد للصلاة والذكر إلا يتشيش الله تعالى إليه كما يتشيش أهل الغائب بغائبهم إذا قدم عليهم » والتأويل وهو ان من يرضى بالشئ يفرح به فسمى الرضا بالفرح وهذا هو الكلام في البشاشة ومن\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nهذا الباب قوله صلى الله عليه وسلم « عجب ربكم من شاب ليس له صبوة » وفي حديث آخر « عجب ربكم من ثلاثة القوم إذا اصطفوا في الصلاة والقوم إذا صلوا في قتال المشركين ورجل يقوم إلى الصلاة في جوف الليل وقرأ : * ( بل عجبت ويسخرون ) * بضم التاء وذلك يدل على ثبوت هذا المعنى في حق الله تعالى\r\nواعلم أن التأويل هو أن التعجب حالة تحصل عند استعظام الأمر فإذا عظم الله تعالى فعلا اما في كثرة ثوابه أو في كثرة عقابه جاز إطلاق لفظ التعجب عليه وبالله التوفيق .\r\nالفصل الثامن والعشرون\r\nفي الحياء\r\nقال الله تعالى إن الله لا يستحي أن يضرب مثلا ما وروى سلمان رضي الله عنه عن رسول الله صلى الله عليه وسلم « أن الله حيي كريم يستحي إذا رفع العبد يديه إليه أن يردهما صفرا حتى يضع فيهما خيرا » واعلم أن الحياء تغير وانكسار يعتري الإنسان في خوف ما يعاتب ويذم به واشتقاقه من الحياة يقال حيي الرجل كما يقال نسي الرجل وخشي وسطي القوس إذا أغفلت هذه الأعضاء جعل الحي لما يقر به الانكسار والتغير متنكس القوة منتقص الحياة ولهذا يقال فلان هلك حياء من كذا ورأيت الهلال في وجهه من شدة الحياء وذاب حياء إذا ثبت هذا فنقول لا بد من تأويله وفيه وجهان\r\nالأول وهو أن القانون الكلي في أمثال هذه الصفات أن كل صفة تثبت للعبد مما يختص بالأجسام فإذا وصف الله تعالى بذلك فهو محمول على نهايات الأعراض لا على بدايات الأعراض مثاله ان الحياء حالة تحصل للإنسان ولها مبدأ ونهاية أما البداية فيها فهو التغير الجسماني الذي يلحق الإنسان من خوف أن ينسب إلى القبيح وأما النهاية فهي أن يترك الإنسان ذلك الفعل فإذا ورد الحياء في حق الله تعالى فليس المراد منه ذلك الجواب الذي هو مبدأ الحياء وتقدمته بل المراد هو ترك الفعل الذي هو منتهاه وغايته وكذلك الغضب له مبدأ وهو غليان دم القلب وشهوة الانتقام وله غاية وهو إيصال العقاب إلى المغضوب عليه فإذا\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوصفنا الله تعالى بالغضب فليس المراد هو ذلك المبدأ أعني غليان دم القلب وشهوة الانتقام بل المراد تلك النهاية وهي إنزال العقاب فهذا هو القانون\r\nوالثاني ان الذي لا يجوز على الله من جنس هذه الأوصاف فهل يجوز ذكرها على سبيل النفي عن الله تعالى قال بعضهم إنه لا يجوز إطلاق هذه الألفاظ على طريقة النفي بل يجب أن يقال إنه تعالى لا يوصف فإما أن يقال إنه لا يستحي ويطلق ذلك فمحال لأنه يوهم نفي ما يجوز عليه وما ذكره الله تعالى في كتابه من قوله : * ( لا تأخذه سنة ولا نوم ) * * ( لم يلد ولم يولد ) * فهو ان كان في صورة النفي لكنه ليس في الحقيقة بل المراد منه نفي صحة الاتصاف وكذا قوله : * ( ما كان لله أن يتخذ من ولد ) * وقوله : * ( ما اتخذ الله من ولد ) * وقوله : * ( وهو يطعم ولا يطعم ) * وليس كل ما ورد في القرآن إطلاقه جاز أن يطلق في المخاطبات بل الحق أنه لا يحوز إطلاق ذلك إلا مع بيان أنه محال ممتنع في حق الله تعالى وقال آخرون لا باس بإطلاق هذا النفي لأن هذه الصفات منتفية عن الله تعالى فكان الأخبار عن عدمها صدقا فوجب أن يجوز ذلك النفي وقد يقال إن الإخبار عن انتفائها يقتضي صحة إطلاقها عليه إلا أنا نقول هذه الدلالة ممنوعة فان الإخبار عن عدم الشئ لا دلالة فيه على أن ذلك الشئ جائز عليه أو ممتنع بل لو قرن باللفظ ما يدل على انتفاء الصحة أيضا كان ذلك أحسن من حيث أنه يكون مبالغة في البيان في إزالة الإيهام وليس يلزم من كون غيره أحسن منه كونه في نفسه قبيحا والله أعلم .\r\nالفصل التاسع والعشرون\r\nفيما يتمسكون به في إثبات الجهة لله تعالى\r\nتمسكوا في ذلك القرآن والأخبار أما القرآن فمن عشرة أوجه\r\nالأول التمسك بالآيات الست الواردة بلفظ الاستواء على العرش\r\nالثاني التمسك بالآيات المشتملة على لفظ الفوق وقد قال تعالى : * ( وهو القاهر فوق عباده وهو الحكيم الخبير ) * وقال وهو القاهر فوق عباده ويرسل\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nعليكم حفظة ) * وقال : * ( يخافون ربهم من فوقهم ) *\r\nالثالث الآيات المشتملة على لفظ العلو كقوله تعالى : * ( وهو العلي العظيم ) * وقوله تعالى : * ( وهو العلي الكبير ) * وقوله : * ( سبح اسم ربك الأعلى ) * وقوله : * ( إلا ابتغاء وجه ربه الأعلى ) * وأيضا تواتر النقل في قوله تعالى سبحان ربي الأعلى\r\nالرابع الآيات المشتملة على لفظ العروج إليه والصعود قال تعالى : * ( تعرج الملائكة والروح إليه ) * وقال إليه يصعد الكلام الطيب\r\nالخامس الآيات المشتملة على لفظ الإنزال والتنزيل قالوا وهي كثيرة تزيد على المأتين في حق القرآن المبين والروح والملائكة المقربين والتوراة والإنجيل\r\nالسادس الآيات المقرونة بحروف « إلى » مع أنها لانتهاء الغاية منها قوله تعالى : * ( إلى ربها ناظرة ) * وذلك يقتضي انتهاء النظر إليه وقوله : * ( ثم إلى ربكم ترجعون ) * وقوله : * ( إلي المصير ) * وقوله : * ( ارجعي إلى ربك ) *\r\nالسابع قوله تعالى : * ( كلا إنهم عن ربهم يومئذ لمحجوبون ) * والحجاب إنما يصح في حق من يكون جسما وفي جهة حتى يصير محجوبا بسبب شئ آخر\r\nالثامن الآيات الدالة على أنه في السماء قال : * ( أم أمنتم من في السماء ) * وقال : * ( قل لا يعلم من في السماوات والأرض الغيب إلا الله ) *\r\nالتاسع الآيات المشتملة على الرفع إليه قال تعالى في حق عيسى عليه السلام : * ( إني متوفيك ورافعك إلي ) * وقوله : * ( وما قتلوه يقينا ) * * ( بل رفعه الله إليه ) *\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nالعاشر الآيات المشتملة على العندية كقوله : * ( إن الذين عند ربك ) * وقوله : * ( عند مليك مقتدر ) * وقوله : * ( رب ابن لي عندك بيتا في الجنة ) * وقوله : * ( فالذين عند ربك ) * وقوله : * ( ومن عنده لا يستكبرون عن عبادته ) * فهذا بيان وجوه تمسكاتهم من القرآن في إثبات الجهة لله تعالى قالوا والذي يدل على أنها محكمة غير متشابهة أنها في غاية الكثرة وقوة الدلالة فلو كانت من المتشابهات لتكلم فيها أحد من الصحابة والتابعين وذكروا تأويلاتها وحيث لم ينقل عن أحد منهم ذلك علمنا أنها محكمة لا متشابهة واما الأخبار فكثيرة\r\nالخبر الأول ما رواه أبو داود في باب الرد على الجهمية والمعتزلة عن حسن بن محمد بن مطعم عن أبيه عن جده قال « جاء أعرابي إلى النبي صلى الله عليه وسلم فقال يا رسول الله هلكت الأنفس وجاع العيال وهلكت الأموال فاستسق لنا ربك فإننا نستشفع بالله عليك وبك على الله فقال صلى الله عليه وسلم سبحان الله سبحان الله فما زال يسبح حتى عرف ذلك في وجوه أصحابه ثم قال ويحك أتدري ما الله شأنه أعظم من ذلك أنه لا يستشفع به على أحد أنه لفوق سماواته على عرشه وانه عليه لهكذا وأشار وقبب بيده مثل القبة عليه وأشار أبو الأزهر أيضا يئط به أطيط المرجل بالراكب » .\r\nالخبر الثاني ما روى صاحب شرح السنة في باب سعة رحمة الله تعالى عن أبي هريرة عن النبي صلى الله عليه وسلم « لما قضى الله الخلق كتب كتابا فهو عنده فوق العرش ان رحمتي سبقت غضبي » .\r\nالثالث ما اخرج في الصحيح عن عمر بن الحكم أنه قال « كنت عند النبي صلى الله عليه وسلم فقلت يا رسول الله إن لي جارية كانت ترعى غنما فجئتها ففقدت شاة فسألتها فقالت أكلها الذئب فأسفت عليها فلطمت وجهها وعلي ربعة أفأعتقها فقال لها رسول الله أين الله فقالت في السماء فقال من انا قالت أنت رسول الله فقال صلى الله عليه وسلم اعتقها فإنها مؤمنة » قالوا وهذا يدل على التصريح من رسول الله صلى الله عليه وسلم بأن\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nالله في السماء وأما المعقول فقد تقدم من قولهم إنا نعلم بالضرورة أن كل موجودين فلا بد وأن يكون أحدهما حالا في الآخر أو مباينا عنه بجهة من الجهات وتقدم الاستقصاء في الجواب عنها وبالله التوفيق\r\nالأول قصة المعراج تدل على أن المعبود مختص بجهة فوق وربما تمسكوا في هذا المقام بقوله : * ( ثم دنا فتدلى ) * * ( فكان قاب قوسين أو أدنى ) * وهذا يدل على أن ذلك الدنو بالجهة ثم قال : * ( فأوحى إلى عبده ما أوحى ) * وهذا يدل أن ذلك الدنو انما كان من الله تعالى وهذا يدل على أنه مختص بجهة فوق\r\nالثاني تمسكوا بقول فرعون : * ( يا هامان ابن لي صرحا لعلي أبلغ الأسباب ) * * ( أسباب السماوات فأطلع إلى إله موسى ) * ثم إن موسى عليه السلام أنكر عليه هذا الكلام فدل ذلك على أن الإله في السماء فهذه جملة ما يتمسكون به في هذا الباب\r\nواعلم أن لنا في الجواب عن هذه الكلمات نوعان عن الجواب\r\nالنوع الأول أن نقول للكرامية أنتم ساعدتمونا على أن ظواهر القرآن وان دلت على إثبات الأعضاء والجوارح لله تعالى فإنه يجب القطع بنفيها عن الله تعالى والجزم بأنه منزه عنها وما ذاك إلا أنه لما قامت الدلائل القطعية على استحالة الأعضاء والجوارح على الله تعالى وجب القطع بتنزيه الله تعالى عنها والجزم بأن مراد الله تعالى من تلك الظواهر شئ آخر فكذا في هذه المسألة نحن ذكرنا الدلائل العقلية القاطعة في أنه تعالى يمتنع أن يكون مختصا بالمكان والجهة والحيز وإذا كان الأمر كذلك وجب القطع بأن مراد الله تعالى من هذه الظواهر التي تمسكتم بها شئ آخر سوى إثبات الجهة لله تعالى وهذا إلزام قاطع وكلام قوي إلا أن نقول إن تلك الدلائل العقلية التي تمسكتم بها ليست قطعية بل هي محتملة فنحن إذن يجب\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nعلينا ان نتكلم معهم في تقرير تلك الدلائل ودفع وجوه الاحتمال عنها فثبت بهذا الطريق انا متى بينا ان تلك الدلائل العقلية قاطعة يقينية لم تقدر الكرامية على معارضة تلك العقليات اليقينية بهذه الظواهر وهذا كلام في غاية القوة وعند هذا نختار مذهب السلف ونقول لما عرفنا بتلك القواطع العقلية إنه ليس مراد الله تعالى من هذه الآيات إثبات الجهة لله تعالى فلا حاجة بنا بعد ذلك إلى بيان أن مراد الله تعالى من هذه الآيات ما هي وهذا الطريق اسلم في ذوق النظر وعن الشغب ابعد\r\nالنوع الثاني ان نتكلم عن كل واحد من هذه الوجوه على سبيل التفصيل اما الذي تمسكوا به أولا وهو الآيات الست الدالة على استواء الله تعالى على العرش فنقول إنه لا يجوز أن يكون مراد الله تعالى من ذلك الاستواء هو الاستقرار على العرش ويدل عليه وجوه\r\nالأول أن ما قبل هذه الآية وهو قوله تعالى : * ( تنزيلا ممن خلق الأرض والسماوات العلى ) * وقد بينا أن هذه الآية تدل على أنه تعالى غير مختص بشئ من الأحياز والجهات\r\nالثاني ان ما بعد هذه الآية وهو قوله تعالى : * ( له ما في السماوات وما في الأرض ) * فقد بينا أن السماء هو الذي فيه له سمو وفوقية فكل ما كان في جهة فوق فهو سماء وإذا كان كذلك فقوله : * ( له ما في السماوات وما في الأرض ) * يقتضي أن كل ما كان حاصلا في جهة فوق كان في السماء وإذا كان كذلك فقوله : * ( له ما في السماوات ) * يقتضي أن كل ما كان حاصلا في جهة فوق فهو ملك الله تعالى ومملوك له فلو كان تعالى مختصا بجهة فوق لزم كونه مملوكا لنفسه من غير محل وهو محال فثبت أن ما قبل قوله : * ( الرحمن على العرش استوى ) * وما بعده ينفي كونه سبحانه وتعالى مختصا بشئ من الأحياز والجهات فإذا كان كذلك امتنع أن يكون المراد بقوله : * ( الرحمن على العرش استوى ) * هو كونه مستقرا على العرش\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nالثالث ان ما قبل هذه الآية وما بعدها مذكور لبيان كمال قدرة الله تعالى وغاية عظمته في الإلهية وكمال التصرف لأن قوله : * ( تنزيلا ممن خلق الأرض والسماوات العلى ) * لا شك أن المفهوم منه بيان كمال قدرة الله تعالى وكمال إلهيته وقوله : * ( له ما في السماوات وما في الأرض وما بينهما وما تحت الثرى ) * بيان أيضا لكمال ملكه وإلهيته وإذا كان الأمر كذلك وجب أن يكون قوله : * ( الرحمن على العرش استوى ) * كذلك وإذا لزم ان يكن ذلك كلاما أجنبيا عما قبله وعما بعده وذلك غير جائز فأما إذا حملناه على كمال استيلائه على العرش الذي هو أعظم المخلوقات فالموجودات المحدثة كان ذلك موافقا لما قبل هذه الآية ولما بعدها فكان هذا الوجه أولى\r\nالرابع ان الجالس على العرش لا بد وأن يكون الجزء الحاصل منه في يمين العرش غير الحاصل منه في يسار العرش فيلزم في كونه في نفسه مؤلفا ومركبا وذلك على الله تعالى محال\r\nالخامس ان الجالس على العرش إن قدر على الحركة والانتقال كان محدثا لأن ما لا ينفك عن الحركة والسكون كان محدثا وان لم يقدر على الحركة لان ما لا ينفك عن الحركة والسكون كان محدثا وان لم يقدر على الحركة كان المربوط بل كان كالزمن بل أسوأ حالا منهما فإن الزمن إذا أراد الحركة في رأسه أو حدقتيه أمكنه ذلك وكذا المربوط وهو غير ممكن في الله تعالى\r\nالسادس أنه لو حصل في العرش لكان حاصلا في سائر الأحياز ويلزمه منه كونه مخالطا للقاذورات والنجاسات وان لم يكن كذلك كان له طرف ونهاية وزيادة ونقصان وكل ذلك على الله تعالى محال\r\nالسابع قوله تعالى : * ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) * فلو كان العرش مكانا لمعبودهم لكانت الملائكة الذين يحملون العرش حاملين إله العالم وذلك غير معقول لان الخالق هو الذي يحفظ المخلوق أما المخلوق فلا يحفظ الخالق ولا\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nيحمله لا يقال هذا إنما يلزم إذا كان الإله معتمدا على العرش متكئا عليه ونحن لا نقول ذلك لأنا نقول على هذا التقدير لا يكون الله تعالى مستقرا على العرش لأن الاستقرار على الشئ انما يحصل إذا كان معتمدا عليه الا ترى انا إذا وضعنا جسما على الأرض قلنا إنه مستقر على الأرض ولا نقول الأرض مستقرة عليه وما ذاك إلا لأن الشئ معتمد على الأرض والأرض غير معتمدة عليه فلو لم يكن الإله معتمدا على العرش فحينئذ لا يكون مستقرا على العرش وعلى هذا التقدير يلزمهم ترك ظاهر الآية وحينئذ تخرج الآية عن كونها حجة\r\nالثامن أنه تعالى كان ولا عرش ولا مكان فلما خلق الخلق فيستحيل أن يقال إنه تعالى صار مستقرا على العرش بعد أن لم يكن كذلك لأنه تعالى قال : * ( ثم استوى على العرش ) * وكلمة ثم للتراخي\r\nالتاسع ان ظاهر قوله تعالى : * ( ونحن أقرب إليه من حبل الوريد ) * وقوله وهو معكم أينما كنتم وقوله : * ( وهو الذي في السماء إله وفي الأرض إله ) * ينفي كونه مستقرا على العرش وليس تأويل هذه الآية لنفي الآيات التي تمسكوا بها على ظاهرها أولى من العكس\r\nالعاشر ان الدلائل العقلية القاطعة التي قدمنا ذكرها يبطل كونه تعالى مختصا بشئ من الجهات وإذا ثبت هذا ظهر أنه ليس المراد من الاستواء والاستقرار فوجب أن يكون المراد هو الاستيلاء والقهر ونفاذ القدر وجريان أحكام الإلهية وهذا مستقيم على قانون اللغة قال الشاعر :\r\nقد استوى بشر على العراق * من غير سيف ودم مهراق\r\nوالذي يقرر ذلك ان الله تعالى إنما أنزل القرآن بحسب عرف أهل اللسان وعادتهم ألا ترى أنه تعالى قال : * ( وهو خادعهم ) * وقال : * ( وهو أهون عليه ) * وقال : * ( ومكروا ومكر الله ) * وقال : * ( الله يستهزئ بهم ) * والمراد\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nفي الكل أنه تعالى يعاملهم معاملة الخادعين والماكرين والمستهزئين فكذا ههنا المراد من الاستواء على العرش التدبير بأمر الملك والملكوت ونظيره أن القيام أصله الانتصاف ثم يذكر بمعنى الشروع في الأمر كما يقال قام بالملك فإن قيل هذا التأويل غير جائز لوجوه\r\nالأول أنه الاستيلاء عبارة عن حصول الغلبة بعد العجز وذلك في حق الله تعالى محال\r\nالثاني أنه إنما يقال فلان استوى على كذا إذا كان له منازع ينازعه في وذلك حق الله تعالى محال\r\nالثالث أنه إنما يقال فلان استولى على كذا إذا كان المستولي عليه موجودا قبل ذلك وهذا في حق الله تعالى محال لأن العرش إنما حدث بتكوينه وتخليقه\r\nالرابع ان الاستيلاء بهذا المعنى حاصل بالنسبة إلى كل المخلوقات فلا يبقى لتخصيص العرش بالذكر فائدة\r\nوالجواب أن مرادنا بالاستيلاء القدرة التامة الخالية عن المنازع والمعارض والمدافع وعلى هذا التقدير فقد زالت هذه المطاعن بأسرها وأما تخصيص العرش بالذكر ففيه وجهان\r\nالأول أنه أعظم المخلوقات فخص بالذكر لهذا السبب كما أنه خصه بالذكر في قوله : * ( وهو رب العرش العظيم ) * لهذا المعنى\r\nالثاني قال الشيخ الغزالي رحمه الله في كتاب « الجام العوام » السبب في هذا التخصيص هو انه تعالى يتصرف في جميع العالم ويدبر الأمر من السماء إلى الأرض بواسطة العرش فإنه تعالى لا يحدث صورة في العالم ما لم يحدثها في العرش كما لا يحدث النقاش والكاتب صورة البناء على البياض ما لم يحدثها في الدماغ بل لا يحدث صورة البناء في الخارج ما لم يحدث صورته في الدماغ بواسطة القلب والدماغ يدبر الروح أمر عالمه الذي هو يدبر فكذا بواسطة العرش\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nيدبر الله أمر كل العالم\r\nواعلم أن هذا الكلام مبني على أصول الحكماء وهو أن تأثير الباري تعالى في العقل وتأثير العقل في تدبير العالم العلوي وتدبير العالم العلوي في السفلي وقد تكلمنا عليه في الكتب العقلية المحضة اما الذي ذكروه ثانيا وهو التمسك بالآيات المشتملة على ذكر الفوقية فجوابه أن لفظ الفوق في الرتبة والقدرة قال الله تعالى : * ( وفوق كل ذي علم عليم ) * * ( وإنا فوقهم قاهرون ) * * ( يد الله فوق أيديهم ) * والمراد بالفوقية في هذه الآيات الفوقية بالقهر والقدرة وقال تعالى : * ( بعوضة فما فوقها ) * أي أزيد منها في صفة الصفر والحقارة وإذا كان لفظ الفوق محتملا للفوق في الجهة والفوق في الرتبة فلم حملتموه على الفوق في الجهة والذي يدل على أن المراد بلفظ الفوق ههنا الفوق بالقدرة والملكة وجوه\r\nالأول أنه قال : * ( وهو القاهر فوق عباده ) * والفوقية المقرونة بالقهر هي الفوقية بالقدرة والمكنة لا بمعنى الجهة بدليل أن الحارس قد يكون فوق السلطان في الجهة ولا يقال فوق السلطان فقط\r\nالثاني أنه تعالى وصف نفسه بأنه مع عبيده فقال : * ( إن الله مع الذين اتقوا والذين هم محسنون ) * وقال : * ( إن الله مع الصابرين ) * وقال وهو معكم أينما كنتم : * ( ونحن أقرب إليه من حبل الوريد ) * * ( وإذا سألك عبادي عني فإني قريب ) * * ( ما يكون من نجوى ثلاثة إلا هو رابعهم ) * فإذا جاز حمل المعية في هذه الآيات على المعية بمعنى العلم والحفظ والحراسة فلم لا يجوز حمل الفوقية في الآيات التي ذكرتم على الفوقية بالقهر والقدرة والسلطنة\r\nالثالث ان الفوقية الحاصلة بسبب الجهة ليست صفة المدح لأن تلك الفوقية حاصلة للجهة والحيز بعينها وذاتها وحاصلة للمتمكن في ذلك الحيز بسبب ذلك الحيز فلو كانت الفوقية بالجهة صفة مدح لزم أن تكون الجهة أفضل وأكمل من الله تعالى ولا يقال يلزمكم أن تقولوا بأن القدرة أفضل وأكمل من الله تعالى لأنا نقول\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nالقدرة صفة القادر وممتنعة الوجود بدونه بخلاف الحيز والجهة فإنه غني عن الممكن فثبت أن الكمال والفضيلة انما تحصل بسبب الفوقية بمعنى القدرة والسلطنة وكان حمل الآية عليه أولى اما قوله تعالى في صفة الملائكة : * ( يخافون ربهم من فوقهم ) * ففيه جواب آخر وهو أنه يحتمل أن يكون قوله : * ( من فوقهم ) * صلة لقوله : * ( يخافون ) * أي يخافون من فوقهم ربهم وذلك لأنهم يخافون نزول العذاب عليهم من جانب فوقهم وأما الذي ذكروه ثالثا وهو التمسك في العلو بسبب الجهة فقد يستعمل أيضا في العلو بسبب القدرة فإنه يقال السلطان أعلى من غيره ويكتب في أمثلة السلاطين الديوان الأعلى ويقال لأوامرهم الأمر الأعلى ويقال لمجالسهم المجلس الأعلى والمراد في الكل العلو بمعنى القهر والقدرة لا بسبب المكان والجهة وأيضا قال الله تعالى لموسى : * ( لا تخف إنك أنت الأعلى ) * وقال : * ( ولا تهنوا ولا تحزنوا وأنتم الأعلون ) * وقال : * ( وكلمة الله هي العليا ) * وقال فرعون : * ( أنا ربكم الأعلى ) * والعلو في هذه المواضيع بمعنى العلو بالقدرة لا بمعنى العلو بالجهة والذي يدل على أن المراد ما ذكرناه وجوه\r\nالأول أنه تعالى قال : * ( سبح اسم ربك الأعلى ) * فحكم بأنه تعالى أعلى من كل ما سواه والجهة شئ سواه فوجب أن يكون ذاته أعلى من الجهة وما كان أعلى من الجهة يمتنع أن يكون علوه سبب الجهة فثبت أن علوه لنفس ذاته لا بسبب الجهة ولا يقال الجهة ليست بشئ موجود حتى يدخل تحت قوله : * ( سبح اسم ربك الأعلى ) * لأنا نقول قد بينا في باب الدلائل العقلية إنها لا بد وأن يكون أمرا موجودا\r\nالثاني هو أنه تعالى لو كان في جهة فوق فإما أن يكون له جهة فوق نهاية وإما أن لا يكون له في تلك الجهة نهاية فإن كان الأول لم يكن أعلى الأشياء لأن الأحياز الخالية فوقه تكون أعلى منه ولأنه قادر على خلق الأجسام في جميع الأحياز فيكون قادرا على خلق عالم في تلك الأحياز التي هي فوقه فيكون ذلك العالم على ذلك التقدير أعلى منه وإنما قلنا لا نهاية لذات الله تعالى من جهة فوق\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nلأن هذا الجانب المتناهي منه مخالف في الماهية للجانب الذي هو غير متناه ولا يصح على كل واحد منهما ما صح على الآخر وصح أن ينقلب غير المتناهي متناهيا والمتناهي غير متناه وذلك يقتضي جواز الفصل والوصل في ذات الله تعالى وهو محال\r\nالثالث أنه إذا كان غير متناه من جانب الفوق فلا جزء إلا وفوقه جزء آخر وكل ما فوقه غيره لم يكن أعلى الموجودات فإذا ليس في تلك الأجزاء شئ هو أعلى الموجودات فثبت بما ذكرنا أن كل ما كان مختصا بالجهة فإنه لا يمكن وصفه بأنه أعلى الموجودات وإذا كان كذلك وجب أن يكون علوه تعالى لا بالجهة والحيز وهو المطلوب\r\nوأما الذي تمسكوا به رابعا وهي الآيات المشتملة على لفظ العروج كقوله تعالى : * ( يدبر الأمر من السماء إلى الأرض ثم يعرج إليه ) * وقوله : * ( ذي المعارج ) * * ( تعرج الملائكة والروح إليه ) * فجوابه أن المعارج جمع معرج وهو المصعد ومنه قوله تعالى : * ( ومعارج عليها يظهرون ) * وليس في هذه الآيات بيان أن تلك المعارج معارج لأي شئ فسقطت حجتهم في هذا الباب بل يجوز أن تكون تلك المعارج معارج لنعم الله تعالى أو معارج الملائكة أو معارج لأهل الثواب\r\nوأما قوله تعالى : * ( تعرج الملائكة والروح إليه ) * فنقول ليس المراد من حرف إلى في قوله : * ( إليه ) * فنقول إلى مراده ونظيره قوله تعالى وإليه يرج الأمر كله والمراد انتهاء أهل الثواب إلى منازل العز والكرامة كقول إبراهيم : * ( إني ذاهب إلى ربي سيهدين ) * ويكون هذا إشارة إلى أن دار الثواب أعلى الأمكنة وأرفعها بالنسبة إلى أكثر المخلوقات\r\nوأما الذي تمسكوا به خامسا وهو لفظ الإنزال والتنزيل فجوابه أن مذهب الخصم ان القرآن حروف وأصوات فيكون الانتقال عليها محالا وكان إطلاق لفظ\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nالإنزال والتنزيل عليها مجازا بالاتفاق فلم يجز التمسك به وأيضا فقد يضاف الفعل إلى الأمر به كما يضاف إلى المباشر ألا ترى أنه تعالى أضاف قبض ألا والأرواح إلى نفسه فقال تعالى : * ( الله يتوفى الأنفس حين موتها ) * ثم إضافة إلى ملك الموت فقال : * ( قل يتوفاكم ملك الموت ) * ثم إضافة إلى الملائكة فقال : * ( حتى إذا جاء أحدكم الموت توفته رسلنا ) * وأيضا قال : * ( ورسلنا لديهم يكتبون ) * ثم قال : * ( وإنا له كاتبون ) * وأيضا قال تعالى : * ( يؤذون الله ) * أي أولياءه ثم قال : * ( فلما آسفونا ) * أي أولياءنا وقال : * ( يخادعون الله ) * أي رسوله والمؤمنين وبالله التوفيق\r\nوأما الذي تمسكوا به سادسا وهو التمسك بصيغة إلى في حق الله تعالى كقوله : * ( إلى ربها ناظرة ) * والنظر إلى الشئ يوجب رؤيته فجاز أن يكون المراد من النظر هو الرؤية على سبيل اطلاق اسم السبب على المسبب وأيضا حكى الله تعالى عن الخليل عليه السلام أنه قال : * ( إني ذاهب إلى ربي سيهدين ) * وليس المراد منه القرب بالجهة فكذا ههنا والله أعلم\r\nوأما الذي تمسكوا به سابعا وهو قوله تعالى أمن أمنتم من في السماء فجوابه أنه لا يمكن اجراء هذه الآية على ظاهرها ويدل عليه وجهان\r\nالأول أنه قال : * ( هو الذي في السماء إله وفي الأرض إله ) * وهذا يقتضي أن يكون المراد من كونه في السماء ومن كونه في الأرض معنى واحد لكن كونه في الأرض ليس بمعنى الاستقرار فكذلك كونه في السماء يجب أن لا يكون بمعنى الاستقرار فلم لا يجوز أن يكون المراد من : * ( أم أمنتم من في السماء ) * الملائكة الذين هم في السماء لأنه ليس في الكلام ما يدل على أن الذي في السماء هو الإله والملائكة ولا شك أن الملائكة أعداء الكفار والفساق لكن لم لا يجوز أن يكون المراد أم أمنتم من في السماء ملكه وخص السماء بالذكر لأنها أعظم من\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nالأرض تفخيما للشأن\r\nوأما الذي تمسكوا به ثامنا وهو لفظ الحجاب فجوابه لم لا يجوز أن يكون المراد من الحجاب عدم الرؤية وذلك بأن الحجاب يقتضي المنع من الرؤية فكان اطلاق لفظ الحجاب على المنع من الرؤية من باب اطلاق اسم السبب على المسبب\r\nوأما الذي تمسكوا به تاسعا وهو الآيات المشتملة على الرفع كقوله تعالى : * ( بل رفعه الله إليه ) * وقوله : * ( والعمل الصالح يرفعه ) * فالجواب أن الله تعالى لما رفعه إلى موضع الكرامة ومكان آخر صح على سبيل المجاز أن يقال إن الله تعالى رفعه إليه كما أن الملك إذا عظم إنسانا حسن أن يقال إنه رفعه إلى درجة عالية من تلك الدرجة وانه يريه من نفسه ومنه قوله تعالى : * ( والسابقون السابقون ) * * ( أولئك المقربون ) *\r\nوأما الذي تمسكوا به عاشرا وهو الآيات المشتملة على لفظ العندية فلا يجوز أن يكون المراد بالعندية الحيز بل المراد بها الشرف والدليل عليه قوله صلى الله عليه وسلم حكاية عن رب العزة « أنا عند المنكسرة قلوبهم لأجلي » وقوله « أنا عند ظن عبدي بي » بل هذا أقوى لأنه النصوص التي ذكروها تدل على أن الملائكة عند الله تعالى : * ( وإن له عندنا لزلفى ) * وليس المراد بهذه العندية الجهة كذا ههنا فهذا هو الإشارة إلى الجواب عن الوجوه التي تمسكوا بها من القران في إثبات الجهة لله تعالى وبالله التوفيق .\r\nاما الأخبار التي تمسكوا بها فنقول\r\nاما الخبر الأول فاعلم أن من الناس ما روى هذا الخبر على وجه آخر فقال إنه صلى الله عليه وسلم قال « وضع عرشه على السماوات هكذا وقبب بأصبعه مثل القبة » فان حملنا الرواية على هذا الوجه فلا إشكال فيه البتة والمقصود من هذا الكلام التقريب والتعليم وشرح عظمة الله من حيث يدركه فهم السائل وقوله « وإنه يئط به » معناه أنه يعجز عن جلالته وعظمته حتى يئط به إذا كان معلولا وذلك لان أطيط المرجل بالراكب يكون لقوة ما فوقه ولعجزه عن احتماله فهو صلى الله عليه وسلم قريب بهذا\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nالنوع من عظمة الله تعالى وارتفاع عرشه ليعلم المخاطب أنه تعالى أجل وأعلى من أن يجعل شبيها لأحد من خلقه وأقول إن ظاهر الحديث يدل على كونه جعل متناهيا في القوة وإلا لما حصل الأطيط وكل ذلك ينافي الإلهية فعلمنا أنه لا بد من حمل اللفظ على غير ظاهره\r\nوأما الخبر الثاني وهو قوله صلى الله عليه وسلم « لما قضى الله الخلق كتب كتابا فهو عنده فوق العرش » فالجواب عنه ما تقدم من لفظ عند في القرآن\r\nوأما الخبر الثالث فجوابه أن لفظ أين كما يجعل سؤالا عن المكان فقد يجعل سؤالا عن المنزلة والدرجة يقال أين فلان من فلان فلعل السؤال كان عن المنزلة وأشار بها إلى السماء أي هو رفيع القدر جدا وإنما اكتفى منها بتلك الإشارة لقصور عقلها وقلة فهمها وهذا الجواب يصلح أن يكون جوابا عن تمسكهم بالخبر الثاني وهو لفظ عند يذكر لبيان المنزلة والدرجة\r\nوأما قصة المعراج فالمقصود أنه يريد الله تعالى أنواع مخلوقاته في العالم العلوي والعالم السفلي لتكون مشاهدته لدلائل أكثر فتصير نفسه أقوى وأكمل كما في خلق الخليل عليه السلام\r\nوأما قوله : * ( ثم دنا فتدلى ) * * ( فكان قاب قوسين أو أدنى ) * فعنه وجوه\r\nالأول أن هذا الدنو المنزلة والكرامة كقوله تعالى من تقرب إلي شبرا تقربت إليه ذراعا\r\nالثاني ثم دنا فتدلى أي جبريل دنا من محمد عليهما السلام والدليل عليه قوله تعالى في آية أخرى : * ( ولقد رآه بالأفق المبين ) * ثم لما دنا جبريل من محمد عليهما السلام حصل الوحي من الله تعالى إليه فلهذا قال : * ( فأوحى إلى عبده ما أوحى ) * وأما الجواب عن التمسك بقول فرعون : * ( يا هامان ابن لي صرحا ) * فهو أن\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nهذا الكلام لفرعون وهو معارض بأن موسى عليه السلام لم يقل الرب في السماء بل قال رب السماء ثم إن فرعون كان ظن فيه أن الإله مستقر في السماء فهذا هو الجواب عن هذه الشبهة وبالله التوفيق .\r\nالفصل الثلاثون\r\nفي كلام كلي في أخبار الآحاد\r\nفنقول أما التمسك بخبر الواحد في معرفة الله تعالى فغير جائز يدل عليه وجوه\r\nالأول أن أخبار الآحاد مظنونة فلم يجز التمسك بها في معرفة الله تعالى وصفاته وإنما قلنا إنها مظنونة وذلك لأنا أجمعنا على أن الرواة ليسوا معصومين وكيف والروافض لما اتفقوا على عصمة علي رضي الله عنه وحده فهؤلاء المحدثون كفروهم فإذا كان القول بعصمة علي كرم الله وجهه يوجب عليهم تكفير القائلين بعصمة علي فكيف يمكنهم عصمة هؤلاء الرواة وإذا لم يكونوا معصومين كان الخطأ عليهم جائزا والكذب عليهم جائز فحينئذ لا يكون صدقهم معلوما بل مظنونا فثبت أن خبر الواحد مظنون فوجب أن لا يجوز التمسك به لقوله تعالى : * ( وإن الظن لا يغني من الحق شيئا ) * ولقوله تعالى في صفة الكفار : * ( إن يتبعون إلا الظن ) * * ( ولا تقف ما ليس لك به علم ) * ولقوله : * ( وأن تقولوا على الله ما لا تعلمون ) * فترك العمل بهذه العمومات في فروع الشريعة لأن المطلوب فيها الظن فوجب أن يبقى في مسائل الأصول على هذا الأصل والعجب من الحشوية أنهم يقولون الاشتغال بتأويل الآيات المتشابهة غير جائز لأن تعيين ذلك التأويل مظنون والقول بالظن في القرآن لا يجوز ثم إنهم يتكلمون في ذات الله تعالى وصفاته بأخبار الآحاد مع أنها في غاية البعد من القطع واليقين وإذا لم يجوزوا تفسير ألفاظ القرآن بالطريق المظنون فلأن يمتنعوا عن الكلام في ذات الحق تعالى وفي صفاته بمجرد الروايات الضعيفة أولى\r\nالثاني أن أجل طبقات الرواة قدرا وأعلاهم منصبا الصحابة رضي الله عنهم\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nثم إنا نعلم أن روايتهم لا تفيد القطع واليقين والدليل عليه أن هؤلاء المحدثين رووا عنهم أن كل واحد منهم طعن في الآخر ونسبه إلى ما لا ينبغي أليس من المشهور أن عمر طعن في خالد بن الوليد وأن ابن مسعود وأبا ذر كانا يبالغان في الطعن في عثمان ونقل عن عائشة رضي الله عنها أنها بالغت في الطعن في عثمان أليس أن عمر قال في عثمان إنه يحلف بأقاربه وقال في طلحة والزبير وأشياء أخر تجري هذا المجرى أليس أن عليا كرم الله وجهه سمع أبا هريرة يوما أنه كان يقول أخبرني خليلي أبو القاسم فقال له علي متى كان خليلك أليس أن عمر رضي الله عنه نهى أبا هريرة عن كثرة الرواية أليس أن ابن عباس طعن في خبر أبي سعيد في الهرق وطعن في خبر أبي هريرة في غسل اليدين وقال كيف يصنع طهرامنا أليس أن أبا هريرة لما روى من أصبح جنبا فلا صوم له طعنوا فيه أليس أن أبن عمر لما روى إن الميت ليعذب ببكاء أهله عليه طعنت عائشة فيه بقوله تعالى : * ( ولا تزر وازرة وزر أخرى ) * أليس أنهم طعنوا في خبر فاطمة بنت قيس وقالوا لا ندع كتاب ربنا وسنة نبينا بخبر امرأة لا ندري أصدقت أم كذبت أليس أن عمر طالب أبا موسى الأشعري في خبر الاستئذان بالشاهد وغلظ الأمر عليه أليس أن عليا كان يستحلف الرواة أليس أن عليا قال لعمر في بعض الوقائع إن قاربوك فقد غشوك واعلم إنك إذا طالعت كتب الحديث وجدت من هذا الباب ما لا يعد ولا يحصى إذا ثبت هذا فنقول الطاعن إن صدق فقد توجه الطعن على المطعون وإن كذب فقد توجه على الطاعن فكيف كان فتوجه الطعن لازم إلا أنا قلنا إن الله تعالى أثنى على الصحابة رضي الله عنهم في القرآن على سبيل العموم وذلك يفيد ظن الصدق فلهذا الترجح قبلنا روايتهم في فروع الشريعة أما الكلام في ذات الله تعالى وصفاته فكيف يمكن بناؤه على هذه الرواية الضعيفة\r\nالثالث وهو أنه اشتهر فيما بين الأمة أن جماعة من الملاحدة وضعوا أخبارا منكرة واحتالوا في ترويجها على المحدثين والمحدثون لسلامة قلوبهم ما عرفوها بل قبلوها وأي منكر فوق وصف الله تعالى بما يقدح في الإلهية ويبطل الربوبية فوجب القطع في أمثال هذه الأخبار بأنها موضوعة\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nأما البخاري والقشيري فهما ما كانا عالمين بالغيوب بل اجتهدا واحتاطا بمقدار طاقتهما فأما اعتقاد أنهما علما جميع الأحوال الواقعة في زمان الرسول صلى الله عليه وسلم إلى زماننا فذلك لا يقوله عاقل غاية ما في الباب أنا نحسن الظن بهما وبالذين رويا عنهم إلا أنا إذا شاهدنا خبرا مشتملا على منكر لا يمكن إسناده إلى الرسول صلى الله عليه وسلم قطعنا بأنه من أوضاع الملاحدة ومن ترويجاتهم على أولئك المحدثين\r\nالرابع أن هؤلاء المحدثين يخرجون الروايات بأقل العلل أنه كان مائلا إلى حب علي فكان رافضيا فلا تقبل روايته وكان معبد الجهني قائلا بالقدر فلا تقبل روايته فما كان فيهم عاقل يقول إنه وصف الله تعالى بما يبطل إلهيته وربوبيته فلا تقبل روايته إن هذا من العجائب\r\nالخامس أن الرواة الذين سمعوا هذه الأخبار من الرسول صلى الله عليه وسلم ما كتبوها عن لفظ الرسول بل سمعوا شيئا في مجلس ثم إنهم رووا تلك الأشياء بعد عشرين سنة أو أكثر ومن سمع شيئا في مجلس مرة واحدة ثم رواه بعد العشرين والثلاثين لا يمكنه رواية تلك الألفاظ بأعيانها وهذا كالمعلوم بالضرورة وإذا كان الأمر كذلك كان القطع حاصلا بأن شيئا من هذه الألفاظ ليس من ألفاظ الرسول صلى الله عليه وسلم بل ليس ذلك إلا من ألفاظ الراوي وكيف يقطع أن هذا الراوي سمع مما جرى في ذلك المجلس فإن من سمع كلاما في مجلس واحد ثم إنه ما كتبه وما كرر عليه كل يوم بل ذكره بعد عشرين سنة أو ثلاثين فالظاهر أنه نسي منه شيئا كثيرا أو يشوش عليه نظم الكلام وترتيبه وتركيبه ومع هذا الاحتمال فكيف يمكن التمسك به في معرفة ذات الله تعالى وصفاته\r\nواعلم أن هذا الباب كثير الكلام وأن القدر الذي أوردناه كاف في بيان أنه لا يجوز التمسك في أصل الدين بأخبار الآحاد والله أعلم\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالفصل الحادي والثلاثون\r\nفي أن البراهين العقلية إذا صارت معارضة\r\nبالظواهر النقلية فكيف يكون الحال فيها ؟\r\nاعلم أن الدلائل القطعية العقلية إذا قامت على ثبوت شئ ثم وجدنا أدلة نقلية يشعر ظاهرها بخلاف ذلك فهناك لا يخلو الحال من أحد أمور أربعة إما أن يصدق مقتضى العقل والنقل فيلزم تصديق النقيضين وهو محال وإما أن يبطل فيلزم تكذيب النقيضين وهو محال وإما أن يصدق الظواهر النقلية ويكذب الظواهر العقلية وذلك باطل لأنه لا يمكننا أن نعرف صحة الظواهر النقلية إلا إذا عرفنا بالدلائل العقلية إثبات الصانع وصفاته وكيفية دلالة المعجزة على صدق الرسول صلى الله عليه وسلم وظهور المعجزات على محمد صلى الله عليه وسلم ولو جوزنا القدح في الدلائل العقلية القطعية صار العقل متهما غير مقبول القول ولو كان كذلك لخرج أن يكون مقبول القول في هذه الأصول وإذا لم نثبت هذه الأصول خرجت الدلائل النقلية عن كونها مفيدة فثبت أن القدح لتصحيح النقل يفضي إلى القدح في العقل والنقل معا وإنه باطل ولما بطلت الأقسام الأربعة لم يبق إلا أن يقطع بمقتضى الدلائل العقلية القاطعة بأن هذه الدلائل النقلية إما أن يقال إنها غير صحيحة أو يقال إنها صحيحة إلا أن المراد منها غير ظواهرها ثم إن جوزنا التأويل واشتغلنا على سبيل التبرع بذكر تلك التأويلات على التفصيل وإن لم يجز التأويل فوضنا العلم بها إلى الله تعالى فهذا هو القانون الكلي المرجوع إليه في جميع المتشابهات وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nالقسم الثالث\r\nفي تقرير مذهب السلف\r\nوفيه فصول :\r\nالفصل الأول\r\nفي أنه هل يجوز أن يحصل في كتاب الله تعالى\r\nما لا سبيل لنا إلى العلم به\r\nاعلم أن كثيرا من الفقهاء والمحدثين والصوفية يجوزون ذلك والمتكلمون ينكرونه واحتجوا بالآيات والأخبار والمعقول اما الآيات فكثيرة\r\nأحدها قوله تعالى : * ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) * أمر الناس بالتدبير في القرآن ولو كان القرآن غير مفهوم فكيف يأمرنا بالتدبر فيه\r\nالثاني قوله : * ( أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا ) * فكيف يأمرنا بالتدبر فيه لمعرفة نفي التناقض في الاختلاف مع أنه غير مفهوم للخلق\r\nالثالث قوله تعالى : * ( وإنه لتنزيل رب العالمين ) * * ( نزل به الروح الأمين ) * * ( على قلبك لتكون من المنذرين ) * * ( بلسان عربي مبين ) * ولو لم يكن مفهوما فكيف يمكن أن يكون الرسول منذرا به وأيضا قوله بلسان عربي مبين يدل على أنه نازل بلغة العرب وإذا كان كذلك وجب أن يكون معلوما\r\nالرابع قوله تعالى : * ( لعلمه الذين يستنبطونه منهم ) * والاستنباط منه لا يمكن إلا بعد الإحاطة بمعناه\r\nالخامس قوله تعالى تبيانا لكل شئ وقوله ما فرطنا في الكتاب من شئ\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nالسادس قوله تعالى : * ( هدى للمتقين ) * وما لا يكون معلوما لا يكون هدى\r\nالسابع قوله تعالى : * ( حكمة بالغة ) * وقوله : * ( وشفاء لما في الصدور وهدى ورحمة للمؤمنين ) * وكل هذه الصفات لا تحصل في غير المعلوم\r\nالثامن قوله تعالى : * ( قد جاءكم من الله نور وكتاب مبين ) * ولا يكون مبينا إلا أن يكون معلوما\r\nالتاسع قوله تعالى أو لم يكفهم أنا نزلنا عليك الكتاب يتلى عليهم إن في ذلك لرحمة وذكرى فكيف يكون الكتاب كافيا وكيف يكون ذكرى مع أنه غير مفهوم\r\nالعاشر قوله تعالى : * ( هذا بلاغ للناس ولينذروا به ) * فكيف يكون بلاغا وكيف يقع الإنذار به وهو غير معلوم وقال في آخر الآية : * ( وليذكر أولوا الألباب ) * وإنما يكون كذلك أن لو كان معلوما\r\nالحادي عشر قوله تعالى : * ( قد جاءكم برهان من ربكم وأنزلنا إليكم نورا مبينا ) * فكيف يكون برهانا ونورا مبينا مع أنه غير معلوم\r\nالثاني عشر قوله تعالى : * ( فمن اتبع هداي فلا يضل ولا يشقى ) * * ( ومن أعرض عن ذكري فإن له معيشة ضنكا ) * وكيف يمكن اتباعه تارة والإعراض عنه أخرى مع أنه غير معلوم\r\nالثالث عشر قوله تعالى إن هذه القرآن يهدي للتي هي أقوم وكيف يكون هاديا مع أنه غير معلوم للبشر\r\nالرابع عشر قوله عز وجل : * ( آمن الرسول بما أنزل إليه من ربه ) * إلى قوله : * ( سمعنا وأطعنا ) * والطاعة لا تمكن إلا بعد العلم فوجب كون القرآن مفهوما\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nوأما الأخبار فقوله صلى الله عليه وسلم « إني تركت فيكم ما إن تمسكتم به لن تضلوا كتاب الله وسنتي وعترتي » وكيف يمكن التمسك به وهو غير معلوم وعن علي رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال « عليكم بكتاب الله فيه نبأ ما قبلكم وخبر ما بعدكم وحكم ما بينكم هو الفصل ليس بالهزل من تركه من جبار قصمه الله ومن ابتغى الهدى في غيره أضله الله هو حبل الله المتين والذكر الحكيم والصراط المستقيم هو الذي لا يزيغ به الأهواء ولا يشبع منه العلماء ولا يخلق عن كثرة الرد ولا تنقضي عجائبه من قال به صدق ومن حكم به عدل ومن خاصم به أفلح ومن دعى إليه هدى إلى صراط مستقيم » وأما المعقول فمن وجوه\r\nالأول أنه لو ورد في القرآن شئ لا سبيل لنا إلى العلم به لكانت تلك المخاطبة تجري مجرى مخاطبة العربية بالزنجية وهو غير جائز\r\nالثاني المقصود من الكلام الإفهام ولو لم يكن مفهوما لكان عبثا\r\nالثالث أن التحدي وقع بالقرآن وما لم يكن معلوما لم يجز التحدي به فهذا مجموع كلام المتكلمين وبالله التوفيق\r\nاحتج مخالفوهم بالآية والخبر والمعقول أما الآية فمن وجهين\r\nالأول قوله تعالى في صفة المتشابهات : * ( وما يعلم تأويله إلا الله ) * والوقوف ههنا لازم وسيأتي دليله إن شاء الله\r\nالثاني الحروف المقطعة المذكورة في أوائل السور\r\nوأما الخبر فقوله صلى الله عليه وسلم « إن من العلم كهيئة المكنون لا يعلمها إلا العلماء بالله فإذا نطقوا به أنكره أهل العزة بالله » .\r\nوأما المعقول فهو أن الأفعال التي كلفنا بها قسمان منها ما نعرف وجه الحكمة فيه على الجملة بعقولنا كالصلاة والزكاة والصوم فإن الصلاة تواضع وتضرع للخالق والزكاة إحسان إلى المحتاجين والصوم قهر النفس ومنها ما لا نعرف وجه الحكمة فيه كأفعال الحج فإنا لا نعرف وجه الحكمة في رمي الجمرات والسعي\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبين الصفا والمروة ثم اتفق المحققون على أنه كما يحسن من الحكيم تعالى أن يأمر عباده بالنوع الأول فكذا يحسن بالنوع الثاني لأن الطاعة من النوع الأول لا تدل على كمال الانقياد لاحتمال أن المأمور إنما أتى به لما عرفه بعقله من وجه المصلحة فيه أما الطاعة في النوع الثاني فإنها تدل على كمال الانقياد ونهاية التسليم لأنه لما لم يعرف فيه وجه المصلحة البتة لم يكن إتيانه به إلا لمحض الانقياد والتسليم فإذا كان الأمر كذلك في الأفعال فلم لا يجوز الأمر كذلك في الأقوال وهو أن الذي أنزل الله علينا وأمرنا بتعظيمه وقرآنه ينقسم إلى قسمين منه ما يعرف معناه ولا نحيط بفحواه ومنه ما لا نعرف معناه البتة ويكون المقصود من إنزاله والتكليف بقراءته وتعظيمه ظهور كمال العبودية والانقياد لأوامر الله تعالى بل ههنا فائدة أخرى وهي أن الإنسان إذا وقف على المعنى وأحاط به سقط وقعه عن القلب وإذا لم يقف على المقصود مع جزمه بأن المتكلم بذلك الكلام أحكم الحاكمين فإنه يبقى قلبه ملتفتا إليه أبدا ومتفكر فبه أبدا ولباب التكليف اشتغال السر بذكر الله تعالى والتفكير في كلامه فلا يبعد أن يقال إن في بقاء العبد ملتفت الذهن مشتغل الخاطر بذلك أبدا مصلحة عظيمة له فيتعبد الله تعالى بذلك تحصيلا لهذه المصلحة وهذا ما عندي من كلام الفريقين في هذا الباب وبالله التوفيق .\r\nالفصل الثاني\r\nفي وصف القرآن بأنه محكم ومتشابه\r\nاعلم أن كتاب الله تعالى دل على أنه بكليته محكم ودل على أنه بكليته متشابه ودل على أن بعضه محكم وبعضه متشابه أما الذي يدل على أنه بكليته محكم قوله تعالى : * ( الر كتاب أحكمت آياته ) * * ( الر تلك آيات الكتاب الحكيم ) * قد ذكر في هاتين الآيتين أن جميعه محكم والمراد من الحكم بهذا المعنى كونه حقا في ألفاظه وكونه حقا في معانيه وكل كلام سوى القرآن فالقرآن أفضل منه في لفظه ومعناه وإن أحدا من الخلق لا يقدر على الإتيان بكلام يساوي القرآن في لفظه وعناه والعرب تقول في البناء الوثيق والعهد الوثيق الذي لا يمكن نقضه إنه محكم فهذا معنى وصف كل القرآن أنه محكم أما الذي يدل على أنه بكليته متشابه فهو قوله\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nتعالى : * ( كتابا متشابها ) * والمعنى أنه يشبه بعضه بعضا في الحسن والفصاحة ويصدق بعضه بعضا وإليه الإشارة بقوله تعالى : * ( ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا ) * أي لكان بعضه واردا على نقيض الآخر ولتفاوت نسق الكلام في الجزالة والفصاحة وأما الذي يدل على أن بعضه محكم وبعضه متشابه فهو قوله تعالى : * ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات ) * ولا بد لنا من تفسير المحكم والمتشابه بحسب أصل اللغة ثم ممن يفسرها في عرف الشريعة اما المحكم في اللغة فالعرب تقول حكمت وأحكمت وحكمت بمعنى رددت ومنعت والحاكم يمنع الظالم عن الظلم وحكمة اللجام يمنع الفرس عن الاضطراب وفي حديث النخعي أحكم اليتيم كما تحكم ولدك أي امنعه عن الفساد وقوله أحكموا سفهاءكم أي امنعوهم وبناء محكم أي وثيق يمنع من تعرض له وسميت الحكمة حكمة لأنها تمنع الموصوف بها عما لا ينبغي\r\nوأما المتشابه فهو أن يكون أحد الشيئين مشابها للآخر بحيث يعجز الذهن عن التميز قال تعالى : * ( إن البقر تشابه علينا ) * وقال تشابهات قلوبهم ومنه اشتبه الأمران إذا لم يفرق بينهما ويقال لأصحاب المخاريق أصحاب الشبهات وقال صلى الله عليه وسلم « الحلال بين والحرام بين وبينهما أمور مشتبهات » وفي رواية أخرى متشابهات فهذا تحقيق الكلام في المحكم والمتشابه بحسب أهل اللغة\r\nوأما في عرف العلماء فاعلم أن الناس قد أكثروا في تفسير المحكم والمتشابه وكتب من تقدم منا مشتملة عليها والذي عندي فيه أن اللفظ الذي جعل موضوعا لمعنى فإما أن يكون محتملا لغير ذلك المعنى أو لا يكون فإن كان موضوعا لمعنى ولم يكن محتملا لغير فهو النص وإن كان محتملا لغير ذلك المعنى فإما أن يكون إحتماله لأحدهما راجحا على الآخر وإما لا يكون بل يكون إحتماله لهما على السوية فإن كان احتماله لأحدهما راجحا على احتماله للأخر فكان ذلك اللفظ بالنسبة إلى الراجح ظاهرا وبالنسبة إلى المرجوح مؤولا وأما إن كان إحتماله لهما على السوية كان اللفظ بالنسبة إليهما معا مشتركا وبالنسبة إلى كل واحد منهما\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nعلى المعنيين محتملا فخرج من هذا التقسيم أن اللفظ إما أن يكون نصا أو ظاهرا أو مجملا أو مؤولا فالنص والظاهر يشتركان في حصول الترجيح إلا أن النص راجح مانع من النقيض والظاهر راجح غير مانع من النقيض فالنص والظاهر يشتركان في حصول الترجيح فهذا القدر هو المسمى بالمحكم\r\nوأما المجمل والمؤول فهما يشتركان في أن دلالة اللفظ غير راجحة إلا أن المجمل لا رجحان فيه بالنسبة إلى كل واحد من الطرفين والمؤول فيه رجحان بالنسبة إلى طرف المشترك وهو عدم الرجحان بالنسبة إليه وهو المسمى بالمتشابه لأن عدم الفهم حاصل فيه ثم اعلم أن اللفظ إذا كان بالنسبة إلى المفهومين على السوية فههنا يتوقف الذهن مثل القرء بالنسبة إلى الحيض والطهر إنما الصعب المشكل أن يكون اللفظ بأصل وضعه راجحا في أحد المفهومين ومرجوحا في الآخر ثم إن الراجح يكون باطلا والمرجوح حقا\r\nمثاله من القرآن قوله تعالى : * ( وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها ) * فظاهر هذا الكلام أنهم يؤمرون بأن يفسقوا ومحكمة قوله تعالى : * ( إن الله لا يأمر بالفحشاء ) * ردا على الكفار فيما حكى عنهم : * ( وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا والله أمرنا بها ) * وكذلك قوله تعالى ونسوا الله فنسيهم وظاهر النسيان ما كان عند العلم ومرجوحه الترك فأنساهم أنفسهم ومحكمه قوله تعالى : * ( وما كان ربك نسيا ) * وقوله تعالى : * ( لا يضل ربي ولا ينسى ) * فهذا تلخيص الكلام في تفسير المحكم والمتشابه وبالله التوفيق .\r\nالفصل الثالث\r\nفي الطريق الذي يعرف به كون الآية محكمة أو متشابهة\r\nاعلم أن هذا موضع عظيم وذلك لأن كل واحد من أصحاب المذاهب يدعي أن الآيات الموافقة لمذهب الخصم متشابهة فالمعتزلي يقول إن قوله : * ( فمن شاء فليؤمن\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nومن شاء فليكفر ) * محكمة وقوله وما تشاءون إلا أن يشاء الله متشابهة والسني يقلب القضية في هذا الباب والأمثلة كثيرة فلا بد ههنا من قانون أصلي يرجع إليه في هذا الباب فنقول إذا كان لفظ الآية والخبر ظاهرا في معنى فإنما يجوز لنا ترك ذلك الظاهر بدليل منفصل وإلا لخرج الكلام عن أن يكون مفيدا ولخرج القرآن عن أن يكون حجة ثم ذلك الدليل المنفصل إما أن يكون لفظيا أو عقليا\r\nأما الأول فنقول هذا إنما يتم إذا حصل من ذينك الدليلين اللفظيين تعارض وإذا وقع التعارض بينهما فليس ترك أحدهما لإبقاء الآخر أولى من العكس اللهم إلا أن يقال أحد الدليلين قاطع والآخر ظاهر فالقاطع راجح على الظاهر أو يقال كل واحد منهما وإن كان ظاهرا إلا أن أحدهما أقوى إلا أنا نقول أما الأول فباطل لأن الدلائل اللفظية لا تكون قطيعة لأنها موقوفة على نقل اللغات ونقل وجوه النحو والتصريف وعلى عدم الاشتراك والمجاز والتخصيص والإضمار وعدم المعارض النقلي والعقلي وكل واحد من هذه المقدمات مظنونة والوقوف على المظنون أولى أن يكون مظنونا فثبت أن شيئا من الدلائل اللفظية لا يمكن أن يكون قطعيا\r\nوأما الثاني هو أن يقال أحد الظاهرين أقوى من الآخر إلا أن على هذا التقدير يصير ترك أحد الظاهرين لتقرير الظاهر الثاني مقدمة ظنية والظنون لا يجوز التعويل عليها في المسائل العقلية القطعية فثبت بما ذكرنا أن صرف اللفظ عن ظاهره إلى معناه المرجوح لا يجوز إلا عند قيام الدليل القاطع على أن ظاهره محال ممتنع فإذا حصل هذا المعنى فعند ذلك يجب على المكلف أن يقطع بأن مراد الله تعالى من هذا اللفظ ليس ما اشعر به ظاهره ثم عند هذا المقام من جوز التأويل عدل إليه ومن لم يجوزه فوض علمه إلى الله تعالى وبالله التوفيق .\r\nالفصل الرابع\r\nفي تقرير مذهب السلف\r\nحاصل هذا المذهب أن هذه المتشابهات يجب القطع فيها بأن مراد الله تعالى منها\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nشئ غير ظواهرها ثم يجب تفويض معناها إلى الله تعالى ولا يجوز الخوض في تفسيرها وقال جمهور المتكلمين بل يجب الخوض في تأويل تلك المتشابهات واحتج السلف على صحة مذهبهم بوجوه\r\nالأول التمسك بوجوب الوقف على قوله تعالى : * ( وما يعلم تأويله إلا الله ) * والذي يدل على أن الوقف واجب وجوه\r\nالأول أن ما قبل هذه الآية يدل على أن طلب المتشابه مذموم حيث قال : * ( فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله ) * لو كان طلب المتشابه جائزا لما ذم الله تعالى على ذلك فإن قيل لم لا يجوز أن يكون المراد منه طلب وقت قيام الساعة كما في قوله تعالى يسئلونك عن الساعة أيان مرساها قل إنما علمها عند ربي ويحتمل أن يكون المراد منه طلب العلم بمقادير الثواب والعقاب وطلب الأوقات التي يظهر فيها الفتح والنصر كما قالوا لو ما تأتينا بالملائكة قيل إنه تعالى لما قسم الكتاب إلى قسمين محكم ومتشابه ودل العقل على صحة هذه القسمة من حيث أن حمل اللفظ على معناه الراجح هو المحكم وحمله على معناه الذي ليس راجحا هو المتشابه ثم إنه تعالى ذم طريقة من طلب تأويل المتشابه كان تخصيص ذلك ببعض المتشابهات دون البعض تركا للظاهر\r\nالثاني أن الله تعالى مدح الراسخين في العلم بأنهم : * ( يقولون آمنا به ) * وقال في أول سورة البقرة : * ( فأما الذين آمنوا فيعلمون أنه الحق من ربهم ) * فهؤلاء الراسخون لو كانوا عالمين بتأويل ذلك المتشابه على التفصيل لما كان لهم في الإيمان به من مدح لأن كل من عرف شيئا على سبيل التفصيل آمن به أما الراسخون في العلم فهم الذين علموا بالدلائل القطعية العقلية أنه تعالى عالم بما لا نهاية له من المعلومات وعلموا أنه القرآن كلام الله تعالى وعلموا أنه لا يتكلم بالباطل ولا بالعبث فإذا سمعوا آية دلت القواطع على أنه لا يجوز أن يكون ظاهرها مراد الله تعالى بل مراد الله تعالى منه غير ذلك الظاهر ثم فوضوا تعيين ذلك المراد إلى عمله فقطعوا بأن ذلك المعنى أي معنى كان هو الحق والصواب فهؤلاء هم الراسخون في\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nالعلم حيث يدركون أمثال هذه المتشابهات عن الإيمان والجزم بصحة القرآن\r\nالثالث أنه لو كان قوله تعالى : * ( والراسخون في العلم ) * معطوفا على قوله : * ( إلا الله ) * لصار قوله : * ( يقولون آمنا به ) * ابتداء وأنه بعيد عن الفصاحة لأنه كان الأولى أن يقال وهم يقولون آمنا به أو يقال ويقولون آمنا به فإن قيل في تصحيحه وجهان\r\nالأول أن يكون التقدير هؤلاء قائلون بالتأويل يقولون آمنا به\r\nالثاني أن يكون يقولون حالا من الراسخين\r\nقيل أما الأول فمدفوع لأن تفسير كلام الله تعالى بما لا يحتاج معه إلى الإضمار أولى من تفسيره بما يحتاج معه إلى الإضمار\r\nوالثاني ضعيف أيضا لأن ذا الحال هو الذي تقدم ذكره وههنا تقدم ذكر الله تعالى وذكر الراسخين في العلم فوجب أن يكون قوله : * ( يقولون آمنا به ) * حالا من الراسخين لا من الله تعالى فيكون ذلك تركا للظاهر من حيث أن الظاهر يقتضي أن يكون ذلك حالا عن كل من تقدم ذكره فثبت أن القول بجواز التأويل محوج إلى الإضمار في هذه الآية والقول بعدم جوازه لا يحوج إليه فكان أولى\r\nالرابع قوله تعالى : * ( كل من عند ربنا ) * يعني أنهم آمنوا بما عرفوه على التفصيل وبما لم يعرفوا تفصيله وتأويله إذ لو كانوا عالمين بالتفصيل في الكلام لم يبق لهذا الكلام فائدة فهذا أجمل وجوه الاستدلال بهذه الآية في نصرة مذهب السلف فإن قيل هذا الاستدلال إنما يتم بإقامة الدليل على أن الوقف عند قوله تعالى : * ( وما يعلم تأويله إلا الله ) * واجب والعطف جائز لأن هذا العطف قراءة مشهورة منقولة بالنقل المتواتر إقامة الدليل على فساده طعن في النقل المتواتر وذلك لا يجوز قيل نحن لا نجعل هذه المسألة قطعية بل ظنية احتمالية وعلى هذا التقدير يزول السؤال\r\nالحجة الثانية على صحة مذهب السلف التمسك بإجماع الصحابة رضي الله عنهم أن هذه المتشابهات في القرآن والأخبار كثيرة والدواعي إلى البحث عنها\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوالوقف على حقائقها متوفرة فلو كان البحث عن تأويلها على سبيل التفصيل جائزا لكان أولى الخلق بذلك الصحابة والتابعون رضي الله عنهم ولو فعلوا ذلك لاشتهر ولنقل بالتواتر وحيث لم ينقل عن واحد من الصحابة والتابعين الخوض فيها علمنا أن الخوض فيها غير جائز\r\nالحجة الثالثة أنا قد ذكرنا أن اللفظ المتشابه قسمان المجمل والمؤول أما المجمل فهو الذي يحتمل معنيين فصاعدا احتمالا على التسوية فنقول إنه إما أن يكون محتملا لمعنيين فقط أو لمعان أكثر من اثنين فإن كان محتملا لمعنيين فقط ثم دل الدليل على عدم أحدهما فحينئذ يتعين أن المراد هو الثاني مثل أن الفوق إما أن يراد به الفوق في الجهة أو في الرتبة ولما بطل حمله على الجهة تعينت الرتبة أما إذا كان لفظ المفهومات مثله لم يلزم من عدم واحد منها تعين الثاني والثالث بعينه ولا يمكن أيضا حمل اللفظ عليهما معا لما ثبت أن لفظ المشترك لا يجوز استعماله في مفهومين معا\r\nوأما الأول فنقول اللفظ إذا كان له حقيقة واحدة ثم دل دليل على أنها غير مرادة وجب حمل اللفظ على مجازه ثم ذلك المجاز إن كان واحدا تعين صرف اللفظ إليه صونا عن التعطيل وإن كان معينا نفى اللفظ مطردا في تلك المجازات وحينئذ فذلك الكلام الذي ذكرناه في المجمل عائد ههنا بعينه فثبت بما ذكرنا أن تأويل المتشابه قد يكون معلوما وقد يكون مظنونا والقول بالظن غير حاصل على ما سبق تقريره في باب أن التمسك بخبر الواحد في معرفة الله غير جائز فهذا هو الكلام في تقرير مذهب السلف\r\nوأما المتكلمون القائلون في تأويلات المفصلة فحجتهم ما تقدم أن القرآن يجب أن يكون مفهوما ولا سبيل إليه في روايات المتشابهة إلا بذكر التأويلات فكان المصير إليه واجبا والله أعلم .\r\nالفصل الخامس\r\nفي تفاريع مذهب السلف وهي أربع\r\nالفرع الأول أنه لا يجوز تبديل لفظ من ألفاظ المتشابه بلفظ آخر غير متشابه سواء كان بالعربية أو بالفارسية وذلك لأن الألفاظ المتشابهة قد يكون بعضها أكثر\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nإيهاما للباطل من البعض والزيادة في الإيهام حاصلة في اللفظين إلا أن التمييز بين هذا القسم والقسم الأول فيه عسر فالاحتياط الامتناع من الكل ألا ترى أن الشرع أوجب العدة على الموطوءة لبراءة الرحم احتياطا لحكم النسب ثم قالوا تجب العدة على العقيم والآيسة وعند العزل لأن البواطن من الأرحام لا يعلمها إلا علام الغيوب فإيجاب العدة أهون من ركوب الخطر إلا أن الخطر في معرفة الله تعالى وصفاته أعظم من الخطر في العدة فإذا راعينا الاحتياط به فلأن نراعيه ههنا أولى\r\nالفرع الثاني أنه لا يجب الاحتراز عن التصريف فلا نقول في قوله تعالى : * ( استوى ) * إنه مستو لما أثبتنا في علم البيان أن اسم الفاعل يدل على كون المشتق ممكنا ومستقرا أما لفظ الفعل فدلالته على هذا المعنى ضعيف والذي يؤيد أنه ورد في القرآن أنه تعالى علم العباد فقال : * ( الرحمن ) * * ( علم القرآن ) * * ( وعلمك ما لم تكن تعلم ) * * ( وعلمناه من لدنا علما ) * * ( وعلم آدم الأسماء كلها ) * ثم أجمعنا أنه لا يجوز أن يقال إنه تعالى معلم كذلك ههنا\r\nالفرع الثالث أنه لا يجوز جمع الألفاظ المتشابهة وذلك لأن التلفظ باللفظ الواحد أو باللفظين قد يحمل على المجاز لأن الاستقراء دل على أن الغالب على الكلام التكلم بالحقيقة فإذا جمعنا الألفاظ المتشابهة وروينا هذا دفعة واحدة أوهمت كثرتها أن المراد منها ظواهرها فكان ذلك الجمع سببا لإيهام زيادة الباطل وأنه لا يجوز\r\nالفرع الرابع أنه كما لا يجوز الجمع بين متفرق فكذلك لا يجوز التفرق بين مجتمع فقوله تعالى : * ( وهو القاهر فوق عباده ) * لا يدل على جواز أن يقال إنه تعالى فوق لأنه لما ذكر القاهر قبله ظهر أن المراد بهذه الفوقية الفوقية بمعنى القهر لا بمعنى الجهة بل لا يجوز أن يقال وهو القاهر فوق غيره بل ينبغي أن يقال فوق عباده لأن ذكر العبودية عند وصف الله تعالى بالفوقية يدل على أن المراد من تلك الفوقية فوقية السيادة والإلهية\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nواعلم أن الله تعالى لم يذكر لفظ المتشابهات إلا وقرن بها قرينة تدل على زوال الوهم الباطل مثاله أنه تعالى قال : * ( الله نور السماوات والأرض ) * ذكر بعده : * ( مثل نوره ) * فأضاف النور إلى نفسه ولو كان تعالى نفس النور لما أضافه إلى نفسه لأن إضافة الشئ إلى نفسه ممتنعة ولما قال تعالى : * ( الرحمن على العرش استوى ) * ذكر قبله : * ( تنزيلا ممن خلق الأرض والسماوات العلى ) * وبعده قوله : * ( له ما في السماوات وما في الأرض وما بينهما وما تحت الثرى ) * فقد ذكرنا أن هاتين الآيتين تدلان على أن كل ما كان مختصا بجهة الفوقية مخلوق محدث فثبت بما ذكرنا أن الطريق في هذه المتشابهات التأويل في تلك الألفاظ تأدبا في حق واجب الوجود وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالقسم الرابع\r\nفي بقية الكلام في هذا الباب\r\nوفيه فصول :\r\nالفصل الأول\r\nفي حكم ذكر هذه المتشابهات\r\nاعلم أن ذكر هذه المتشابهات صار شبهة عظيمة للخلق في الإلهيات وفي النبوات وفي الشرائع أما في الإلهيات فلأن المصدقين بالقرآن اعتقدوا في الله تعالى اعتقادات باطلة صاروا جاهلين بالله تعالى واصفين له سبحانه وتعالى بما ينافي الإلهية والقدم\r\nوأما في النبوات فلأن العارفين لوجوب تنزيه الله عن هذه الصفات جعلوا طعنا في نبوة محمد صلى الله عليه وسلم وقالوا لو كان رسولا حقا من عند الله تعالى لكان أولى المراتب أن يكون عارفا بربه فحيث لم يعرف به بل وصفه بصفات المحدثات امتنع كونه رسول حقا\r\nوأما الشرائع فلأن فيهم من لو سئل لانساق بذلك إلى الطعن في القرآن وقالوا إن القرآن قد غير وبدل والقرآن الذي أنزل على محمد صلى الله عليه وسلم كان خاليا من هذه الشبهات واحتجوا عليه بأن هذا القرآن مملوء من وصف القرآن بكونه هدى وتبيانا وحكمة وشفاء ونورا ومن المعلوم بالضرورة أن هذه الآيات المتشابهات سبب عظيم لضلال الخلق ووقوعهم في التجسيم والتشبيه فإما أن تكون الآيات الدالة على كون القرآن نور أو شفاء كاذبة وإما أن تكون الآيات الدالة على التجسيم والتشبيه باطلة كاذبة وعلى التقديرين في القرآن طعن لازم فثبت أنا نحمل هذه الآيات المتشابهة على الكلام بالمجاز ولكن من الكلام مجاز موهوم لقول باطل واعتقاد فاسد فإنه يجب أن نتكلم بذلك الحق على وجه التصريح به ليصير ذلك\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nسببا لزوال ذلك الإيهام الباطل ولم يوجد في القرآن ألفاظ دالة على التنزيه والتوحيد على سبيل التصريح فإن قوله : * ( قل هو الله أحد ) * وقوله ليس كمثله شئ وهو السميع البصير لا يدل على التنزيه إلا دلالة ضعيفة تعل وكل ذلك يوجب الطعن في القرآن وهذا حكاية هذه الشبهة في هذا الباب\r\nواعلم أن العلماء المحققين ذكروا أنواعا من الفوائد في إنزال المتشابهات\r\nالأول أنه متى كانت المتشابهات موجودة كان الوصول إلى الحق أصعب وأشق فزيادة المشقة توجب زيادة الثواب قال الله تعالى : * ( أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين ) *\r\nوالثاني لو كان القرآن كله محكما لما كان مطابقا إلا لمذهب واحد فكان على هذا التقدير تصريحه مبطلا لكل ما سوى هذا المذاهب وذلك مما ينفر أرباب سائر المذهب عن قبوله وعن النظر فيه والانتفاع به أما لما كان مشتملا على المحكم والمتشابه فحينئذ يطمع صاحب كل مذهب أن يجد فيه ما يقوي مذهبه ويؤيد مقالته فحينئذ ينظر فيه جميع أرباب المذاهب ويجتهد في التأويل كل صاحب مذهب وإذا بالغوا في ذلك التأويل صارت المحكمات مفسرة للمتشابهات فبهذا الطريق يتخلص المبطل عن باطله فنصل إلى الحق\r\nوالثالث أن القرآن إذا كان مشتملا على المحكم والمتشابه افتقر الناظر فيه إلى الاستعانة بدلائل العقل والاستكثار من سائر العلوم وحينئذ يتخلص عن ظلمة التقليد ويصل إلى ضياء الاستدلال والحجة أما لو كان كله محكما لم يفتقر إلى التمسك بالدلائل العقلية فحينئذ يبقى في الجهل والتقليد\r\nوالرابع أن القرآن لما كان مشتملا على المحكم والمتشابه افتقر إلى تعلم طريق التأويلات وترجيح بعضها على بعض وافتقر في تعلم ذلك إلى تحصيل علوم كثيرة من علم اللغة والنحو وعلم أصول الفقه ومعرفة طريق الترجيحات ولو لم يكن القرآن مشتملا على هذه المتشابهات لم يفتقر إلى شئ من ذلك فكان لا يراد المتشابهات هذه الفوائد\r\nالخامس وهو السبب الأقوى أن القرآن مشتمل على دعوة الخواص والعوام\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nتنبو في أكثر الأمور عن إدراك الحقائق العقلية المحضة فمن سمع من العوام في أول الأمر إثبات موجود ليس بجسم ولا متحيز ولا مشار إليه ظن أن هذا عدم محض فوقع في التعطيل فكان الأصلح أن يخاطبوا بألفاظ دالة على بعض ما يناسب مما تخيلوه وتوهموه ويكون مخلوطا بما يدل على الحق الصريح\r\nفالقسم الأول وهو الذي يخاطبون به في أول الأمر يكون من باب المتشابهات\r\nوالقسم الثاني وهو الذي يكشف لهم في آخر الأمر هو من المحكمات فهذا ما لخصناه في هذا الباب وبالله التوفيق .\r\nالفصل الثاني\r\nفي أن المجسم هل يوصف بأنه مشبه أم لا ؟\r\nقال المجسم إنا وإن قلنا إنه تعالى جسم مختص بالحيز والجهة إلا أنا نعتقد أنه بخلاف سائر الأجسام في ذاته وحقيقته وذلك يمنع من القول بالتشبيه فإن إثبات المساواة في الأمور لا يوجب إثبات التشبيه ويدل عليه أنه تعالى صرح في كتابه بالمساواة في الصفات الكثير ولم يقل أحد بأن ذلك يوجب التشبيه\r\nفالأول قال في صفة نفسه : * ( إنني معكما أسمع وأرى ) * وقال في صفة الإنسان : * ( فجعلناه سميعا بصيرا ) *\r\nالثاني قال تعالى : * ( واصنع الفلك بأعيننا ) * وقال في الإنسان : * ( ترى أعينهم تفيض من الدمع ) *\r\nالثالث قوله تعالى : * ( بل يداه مبسوطتان ) * وفي الإنسان : * ( بما قدمت يداك ) * وقال في نفسه : * ( مما عملت أيدينا أنعاما ) * وفي الإنسان : * ( يد الله فوق أيديهم ) *\r\nالرابع قال تعالى : * ( الرحمن على العرش استوى ) * وفي الإنسان : * ( لتستووا على ظهوره ) * .\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nالخامس قال في صفة نفسه : * ( العزيز الجبار ) * ووصف الخلق بذلك فقال إخوة يوسف : * ( أيها العزيز ) * وقال : * ( كذلك يطبع الله على كل قلب متكبر جبار ) *\r\nوالسادس سمى نفسه بالعظيم ثم وصف العرش فقال : * ( رب العرش العظيم ) *\r\nوالسابع وصف نفسه بالحفيظ العليم ووصف يوسف نفسه بهما وقال : * ( إني حفيظ عليم ) * وقال : * ( وبشروه بغلام عليم ) * وقال في آية أخرى : * ( بغلام حليم ) *\r\nالثامن الحكم قال الله : * ( ألا له الحكم ) * ووصفنا به فقال : * ( فابعثوا حكما من أهله وحكما من أهلها ) *\r\nالتاسع الراحم الرحيم وهذا ظاهر\r\nالعاشر الشكور قال الله : * ( إن ربنا لغفور شكور ) *\r\nالحادي عشر العلي الإنسان يسمى بذلك منهم كعلي رضي الله عنه\r\nالثاني عشر الكبير قال في نفسه : * ( وهو العلي الكبير ) * وقال : * ( إن له أبا شيخا كبيرا ) * وقال حكاية عن المرأتين : * ( وأبونا شيخ كبير ) *\r\nالثالث عشر الحميد والله تعالى وصف نفسه في كتابه فقال : * ( تنزيل من حكيم حميد ) *\r\nالرابع عشر الشهيد فقال في حق الخلق : * ( فكيف إذا جئنا من كل أمة بشهيد ) *\r\nوالخامس عشر الحق قال : * ( فتعالى الله الملك الحق ) * * ( وبالحق أنزلناه\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nوبالحق نزل ) * الملك يومئذ للرحمن : * ( ولا يأتونك بمثل إلا جئناك بالحق ) * * ( هو الذي أرسل رسوله بالهدى ودين الحق ) *\r\nالسادس عشر الوكيل قال الله تعالى وهو على كل شئ وكيل وقد يوصف الخلق بذلك فيقال فلان وكيل فلان\r\nالسابع عشر المولى قال تعالى ذلك بأنه الله مولى الذين آمنوا وأن الكافرين لا مولى لهم ثم قال في حقنا : * ( ولكل جعلنا موالي ) * والنبي صلى الله عليه وسلم قال « من كنت مولاه فعلي مولاه » .\r\nالثامن عشر الولي قال الله تعالى : * ( إنما وليكم الله ورسوله والذين آمنوا ) * وقال النبي صلى الله عليه وسلم « أيما امرأة نكحت نفسها بغير إذن وليها فنكاحها باطل » وقال تعالى والمؤمنون والمؤمنات بعضهم أوليا بعض\r\nالتاسع عشر الحي قال تعالى وهو الحي لا إله إلا هو : * ( ألم ) * * ( الله لا إله إلا هو الحي القيوم ) * وقال وجعلنا من الماء كل شئ حي\r\nالعشرون الواحد قال تعالى : * ( قل إنما هو إله واحد ) * ويقع هذا الوصف على أكثر الأشياء فيقال ثوب واحد وإنسان واحد\r\nالحادي والعشرون التواب قال تعالى : * ( إن الله كان توابا رحيما ) * ويسمى الخلق به فقال : * ( إن الله يحب التوابين ) *\r\nالثاني والعشرون الغني قال تعالى : * ( والله الغني ) * وقال إنما السبيل على الذين يستئذنونك وهم أغنياء وقال « خذها من أغنيائهم وردها إلى فقرائهم » .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nالثالث والعشرون النور قال الله تعالى : * ( الله نور السماوات والأرض ) * وقال : * ( يسعى نورهم بين أيديهم ) *\r\nالرابع والعشرون الهادي قال الله تعالى : * ( ولكن الله يهدي من يشاء ) * وقال : * ( إنما أنت منذر ولكل قوم هاد ) *\r\nالخامس والعشرون المستمع قال الله تعالى : * ( قال كلا فاذهبا بآياتنا إنا معكم مستمعون ) * وقال لموسى عليه السلام : * ( فاستمع لما يوحى ) *\r\nالسادس والعشرون القديم قال تعالى : * ( حتى عاد كالعرجون القديم ) *\r\nواعلم أنه لا نزاع في اللفظ الموجود والشئ الواحد والذات والمعلوم والمذكور والعالم والقادر والحي والمريد والسميع والبصير والمتكلم والباقي واقع على الحق سبحانه وتعالى وعلى خلقه فثبت بما ذكرنا أن المشابهة من بعض الوجوه لا توجب أن يكون قائله موصوفا بأنه شبه الله بالخلق وبأنه شبهه ونحن لا نثبت المشابهة بينه وبين خلقه إلا في بعض الأحوال والصفات إلا أنا نعتقد أنه تعالى وإن كان جسما إلا أنه بخلاف سائر الأجسام في ذاته وحقيقته فثبت أن إطلاق اسم المشبه على هذه الطائفة كذب وزور هذا جملة كلامهم في هذا الباب\r\nواعلم أن حاصل هذا الكلام من جانبنا أنا قد دللنا في القسم الأول من هذا الكتاب على أن الأجسام متماثلة في تمام الماهية فلو كان الباري تعالى جسما لزم أن يكون مثلا لهذه الأجسام في تمام الماهية وحينئذ يكون القول بالتشبيه لازما أما ما لم يدل الدليل على الشئ في الموجودية والعالمية والقادرية فإنه لا يوجب تماثلها في تمام الماهية فظهر الفرق وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالفصل الثالث\r\nفي أنه من يثبت كونه تعالى جسما متحيزا مختصا\r\nبجهة معينة هو كافر\r\nإنه كافر وهذا لأن من مذهبنا أن كل شئ يكون مختصا بجهة وحيز فإنه مخلوق محدث وله إله أحدثه وخلقه وأما القائلون بالجسمية والجهة الذين أنكروا وجود موجود آخر سوى هذه الأشياء التي يمكن الإشارة إليها فهم منكرون لذات الموجود الذي يعتقد أنه هو الإله فإذا كانوا منكرين لذاته كانوا كفارا لا محالة وهذا بخلاف المعتزلة فإنهم يثبتون موجودا وراء هذه الأشياء التي يشار إليها بالحس إلا أنهم يخالفوننا في صفات الموجود والمجسمة يخالفوننا في إثبات ذات المعبود ووجوده فكان هذا الخلاف أعظم فيلزمهم الكفر لكونهم منكرين لذات المعبود الحق ولوجوده والمعتزلة في صفته لا في ذاته .\r\nوهذه آخر الكلام في هذا الكتاب ونحن نسأل الله العظيم أن يجعله في الدنيا والآخرة سببا للفوز والنجاة واستحقاق الدرجات برحمته إنه أرحم الراحمين والحمد الله رب العالمين .\r\nتم بحمد الله تعالى\r\nكتاب أساس التقديس\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149}
  ]