[
  {"content":"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nهذه رسالة\r\nشريفة ونسخة منيفة\r\nفي منجزات المريض من مصنفات\r\nعلم الاعلام البحر القمقام حجة الاسلام سيد\r\nالعلماء الأعاظم سند الفقهاء الأفاخم السيد\r\nمحمد كاظم اليزدي النجفي دام\r\nظله العالي\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله على محمد واله واللعنة على أعدائهم وبعد فيقول العبد الأقل محمد كاظم ابن عبد العظيم الطباطبائي اليزدي هذا ما جرى به قلمي\r\nحين البحث وعن تصرفات المريض وانها خارجية من الأصل أو الثلث إجابة لبعض الاخوان اعلم أن التصرف قسمان معلق ومنجز فههنا مقامان المقام\r\nالأول في التصرفات المعلقة على الموت والمراد بها التصرف في المال غنيا كان أو منفعة أو الحق المتعلق بالمال كحق التحجير والشفعة ونحوهما\r\nمما يورث معلقا على الموت سواء كان التصرف بنحو التمليك أو الفك أو الابراء والواقع منه في الشرع أمور أربعة لعدم الدليل على صحة ما عداها بل الدليل\r\nعلى العدم لمكان الاجماع على بطلان التصرف المعلق وكون التعليق مبطلا نعم هنا أمور أخر لا ينافيها التعليق الا انها خارجة عن المقام من التصرف المالي المعلق\r\nعلى الموت كاللعان والظهار والايلاء والكتابة وكيف كان فأحد الأربعة الوصية تمليكية وعهدية بل الايصاء أيضا في الجملة ثانيها التدبير بناء على\r\nعدم كونه وصية والا فليس قسما على حدة وهو وان كان محلا للخلاف حيث إن فيه أقوالا ثلاثة أحدها انه عتق معلق ثانيها انه ايقاع مستقل ثالثها انه وصية\r\nالا ان المعروف عدم كونه وصية بل يمكن دعوى الاجماع عليه بارجاع ما في النافع وعن ( ظ ) من كونه وصية إلى ما هو المعروف من كونه بمنزلتها\r\nويؤيده دعوى الشيخ الاجماع على أنه وصية مع أن المعروف كما عرفت على خلافه فيكشف هذا عن أن مراده المنزلة وهذا هو الأقوى لا لصحة\r\nالسلب لامكان منعها لغة وشرعا ولا يثمر صحة السلب في عرف الفقهاء ولا لعدم صدق المعروف من تعريف الوصية عليه وهو قولهم انها\r\nتمليك عين ومنفعة بعد الموت لا ان هذا من اصطلاح الفقهاء مع أنه لا يصلح ودليلا لامكان ان يكون التعريف لقسم من الوصية ولا لأنه لو كان\r\nوصية لاحتاج إلى صيغة أخرى بعد الموت إذ لم يثبت مشروعية انشاء التحرير بالوصية كما ثبت انشاء التمليك بها وذلك لان التدبير بناء على كونه\r\nوصية من قبيل الوصية التمليكية وعدم مشروعية انشاء العتق بمثله ممنوع وانما المسلم عدم حصول الانعتاق فيما لو قال أعتقوا بعد موتى فلانا وهو\r\nمن قبيل الوصية العهدية في الاحتياج إلى صيغة أخرى كما لو قال أعطوا فلانا كذا ومن المعلوم ان هذا ليس من التدبير\r\n( بل التدبير هو أن يقول فلان حر بعد وفاتي وحصول العتق بمثله اجماعي سواء قلنا إنه وصية أولا فالقدر المسلم عدم 2 العتق بالوصية العهدية ولا دخول ؟ لها بالتدبير ص ) ولا لأنه لو كان وصية لما\r\nاحتاج إلى القربة مع أنها معتبرة فيه وذلك لأنه لا منافاة في اعتبارها في هذا القسم من الوصية لا من حيث إنه وصية بل من حيث إنه عتق ولا لأنه\r\nلو كان وصية لم يجز التعليق على موت غير المولى من المخدوم والتزوج لأنه يمكن ان يدعى ان التدبير قسمان ويمكن ان ( يق ) الوصية أعم وان كانت المتعارف\r\nمنها المعلقة على موت الموصى بل التدبير هو أن يقول للأخبار الدالة على ذلك ففي صحيحة معاوية بن عمار عن الصادق ع هو بمنزلة\r\nالوصية يرجع فيما شاء منها وفى صحيح هشام عنه ( ع ) هو مملوكه بمنزلة الوصية وفى خبر أبي بصير عنه صلى الله عليه وآله المدبر مملوك إلى أن قال وهو من\r\nالثلث انما هو بمنزلة رجل أوصى بوصية ثم بدا له فغيرها من قبل موته هذا والانصاف عدم صلاحيتها أيضا الاثبات المدعى لأنها قابلة\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nلإرادة التنظير بالوصية المتعارفة فيمكن ان ( يق ) انها ليست بصدد كون بيان التدبير خارجا عن الوصية والحاقه لها في الحكم خصوصا بملاحظة\r\nمعارضتها بما يظهر منه كونه وصية كصحيحة محمد بن مسلم عن أحدهما المدبر من الثلث ولأجل ان يرجع في ثلثه ان كان أوصى في صحة أو مرض\r\nونحوها الموثق عن المدبر أهو من الثلث قال نعم وللموصى ان يرجع في وصيته في صحة أو مرض مع امكان دعوى صدق الوصية عليه ومجرد كون\r\nالمورد خصوص العتق لا يوجب خروجه عنها ودعوى اختصاصها بالتمليك كما ترى ولذا يصح الوصية بالعتق فيما إذا قال أعتقوا فلانا بعد موتى الا ان\r\n( يق ) ان الوصية غير صادقة لغة على مثل المقام مما ليس فيه عهد إلى الغير ولازم هذا وان كان خروج الوصية التمليكية ( أيضا ) عنها الا انه ثبت كونها وصية ولم\r\nيثبت فيما نحن فيه وفيه منع عدم الصدق بل العهد إلى الغير قسمان صريح كما إذا قال أعطوا أو أعتقوا وضمني كما إذا قال ملكت زيدا أو أعتقت عمرو أو الأولى\r\nالاكتفاء في عده قسما اخر في قبال الوصية بأنه مقتضى القاعدة بعد تعارض الاخبار والشك في كونه منها إذ ( ح ) لا بد من كونه مستقلا في الاحكام\r\nسوى ما ثبت بالدليل كونه بمنزلة الوصية فيه ثم على فرض عدم كونه وصية فالأقوى عدم انه أعتق معلق لا ايقاع مستقل لعدم الوجه له بعد معلومية\r\nصدق العتق عليه ثالثها النذر المعلق على الموت إذا كان نذرا للغاية والنتيجة كان يقول لله على عتق عبدي بعد وفاتي أو صدقة مالي أو ملكية زيد\r\nلمالي بعد وفاتي بناء على صحة مثل هذا النذر على ما يظهر من جماعة وهو الأقوى لعموم أدلة النذر بل يمكن ان يتمسك بعموم أدلة الصدقة والعتق\r\nونحوهما ولا يضر كونه المعروف بينهم وجوب تجريد العتق عن التعليق على الشرط والصفة وانه لو علق بطل في غير التدبير بل عن جماعة ودعوى الاجماع\r\nعليه اما المنع الاجماع إذ المحكى عن القاضي عدم المنع من التعليق على الوقت وعن ابن الجنيد عدم المنع عن التعليق على الشرط وعن النهاية والاستبصار\r\nانه يقع العتق مشروطا في النذور والقربات كقوله ان شفاني الله فعبدي حر و ( دون اليمين ) من المسلمين كقوله ان دخلت الدار فعبدي حر وكذا عن الغنية\r\nواما لمنع كونه مضرا بعد عدم الدليل على منافاة التعليق والظاهر أن هذا الاجماع هو الناشئ عن الاجماع على مبطلية التعليق كلية ولا\r\nيثمر بعد كون القدر المتيقن غير المقام مما يتحمل التعليق في الجملة خصوصا بعد تحقق الخلاف من الجماعة واما لان مورد الاجماع ما إذا علق العتق\r\nعلى شرط بصيغة العتق لا بصيغة النذر فالممنوع هو العتق المعلق لا النذر المعلق والمقام من الثاني الذي يقبل التعليق ولذا يظهر من بعضهم\r\nالمفروغية في صحة النذر المذكور هذا في العتق واما في الصدقة والتمليك فالامر أظهر هذا وربما يستشكل من جهة أخرى وهي ان الحرية يحتاج إلى\r\nصيغة خاصة فلا يجوز انشاء العتق بصيغة النذر وهو كما ترى إذ لا دليل على ذلك بعد عموم أدلة النذر نعم مثل البيع والرهن والنكاح\r\nوالطلاق وسائر العقود والايقاعات لا يصح نذر النتيجة فيها وإن لم يكن معلقا إذا أريد ثبوت عناوينها بل وكذا اثارها في غير البيع ونحوه\r\nحيث إن إرادة انشاء مطلق الملكية لا بأس به ففي المقام ( أيضا ) لا مانع من قصد الحرية بالنذر والمذكور بل لا بأس بقصد حصول العتق بعنوانه الخاص ( أيضا )\r\nوربما يستشكل بوجه آخر وهو ان نذر النتيجة يرجع إلى نذر غير المقدور فلا معنى لايجابه على نفسه وفيه أن الواجب هو ترتيب الآثار لا نفس\r\nالمنذور فمعنى قوله لله على عتق عبدي ترتيب اثار العتق كما في شرط ملكية زيد لماله في ضمن العقد وكيف كان فلا يعقل نذر المسبب معلقا على الموت\r\nإذ لا يمكنه الوفاء به ولا معنى لنذر الايجاب على الوارث بان يقول الله على أن يعتق ورثتي عبدي بعد موتى نعم يصح نذر الوصية والتدبير لكنه ليس\r\nمن المقام بل هو داخل اما في الوصية أو في التدبير إذ بعد النذر يجب عليه ايجاب الوصية أو التدبير بصيغتهما فلا يكون خارجا عنهما رابعها الشرط\r\nالشرط المعلق على الموت في ضمن عقد من العقود أو ابتداء بناء على صحة الشروط البدوية كان يشترط حرية عبده عند موته أو ملكية زيد لماله\r\nأو نحو ذلك وحاله حال النذر في الاشكالات المتقدمة ويمكن ان يزاد بأنه يرجع إلى الشرط المجهول والأقوى صحته فيما لم يثبت كونه مشروطا بصيغة\r\nخاصة كالملكية والصدقة والحرية ونحوها اما القسم الأول وهو الوصية فاما ان يكون لغير الواجب وهي الوصية التبرعية أو بواجب\r\nمالي كالوصية باخراج الخمس والزكاة والحج والكفارات ونحوها أو بواجب بدني كالصلاة والصوم ونحوهما اما الوصية التبرعية\r\nفلا اشكال في أنها من الثلث بل لا خلاف فيه الا ما يحكى عن علي بن بابويه ونقل عليه الاجماع مستفيضا أولا متواترا كما قيل بل يمكن تحصيله ( أيضا )\r\nبضميمة الاجماعات المنقولة والتتبع في الفتاوى في المسألة مع انحصار المخالف فيمن عرفت مع أن مخالفته غير محققة فان عبارته المحكية عنه غير\r\nصريحة قال فان أوصى بالثلث فهو الغاية في الوصية وان أوصى بماله كله فهو أعلم بما فعله ويلزم الوصي إنفاذ وصيته على ما أوصى فإنه يمكن ان يكون\r\nالمراد من قوله وان أوصى بماله كله فهو أعلم انه يرد وصيته إليه ولا يقبل منه سيما بعد قوله فهو الغاية في الوصية مشيرا به إلى الثلث و ( ح ) يكون قوله\r\nويلزم الوصي إنفاذ وصيته مستأنفا ويمكن حمله على الوصية بالواجب المالي حيث إنه يخرج عن الأصل بلا خلاف والأولى في توجيه كلامه ان ( يق ) ان\r\nمراده صورة الجهل بكون الوصية تبرعية أو لكون ذمته مشغولة و ( ح ) يحمل على الصحيح وينفذ في تمام المال لاطلاقات أدلة وجوب العمل بالوصية وانه\r\nمن بدله بعد ما سمعه فإنما اثمه على الذين يبدلونه فلا يكون مراده ان الوصية المعلوم كونها تبرعية ( أيضا ) تنفذ في تمام المال ويؤيد هذا قوله فهو أعلم\r\nبما فعله ونحن وإن لم نوافقه في ذلك ونقول بجواز الرد إلى الثلث ما لم يعلم أن ذلك بسبب من الأسباب الموجبة للاخراج من الأصل كما سيأتي الإشارة\r\nإليه الا انه كاف في التوجيه وخروج المسألة عن كونها خلافية وفى الرياض ان هذا التوجيه وإن لم يكن ظاهرا من عبارته فلا أقل من مساواة احتماله\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nلما فهموه منها فنسبتهم الخلاف إليه ليس في محله وعليه نبه في التذكرة فلا خلاف ( ح ) لاحد في المسألة هذا ومما يؤيد عدم ارادته من\r\nالعبارة المذكورة ما نسب إليه عدم نقل ولده عنه ذلك وتصريحه بعدم جواز الوصية بالزايد عن الثلث من غير إشارة إلى خلاف والده بل عنه في\r\nالمقنع انه روى عن الصادق ( ع ) انه سئل عن رجل أوصى بماله في سبيل الله عز وجل فقال اجعله إلى من أوصى له به وان كان يهوديا أو نصرانيا فان الله\r\nعز وجل يقول فمن بدله بعد ما سمعه فإنما اثمه على الذين يبدلونه ان الله سميع عليم ثم قال عقيب ذلك ماله هو الثلث لأنه لا مال للميت أكثر من الثلث\r\nوكيف كان فخلافه غير ثابت وعلى فرضه غير قادح في دعوى الاجماع الذي مداره على الكشف عن رأي الإمام ( ع ) وهو حاصل مع مخالفته في مثل هذا المسألة\r\nويدل على المطلب مضافا إلى ما ذكر النصوص المستفيضة أو المتواترة التي يمنعنا عن ذكرها وضوح المسألة إلى الغاية نعم بإزائها نصوص اخر ربما يكون ( ؟ )\r\nالخروج من الأصل كخبر عمار الرجل أحق بماله ما دام فيه الروح ان أوصى به كله فهو جايز وخبر ابن عبدوس أوصى رجل بتركته متاع وغير ذلك لأبي محمد ( ع )\r\nفكتبت إليه ( ع ) رجل أوصى إلى بجميع ما خلف لك وخلف ابنتي أخت له فرأيك في ذلك فكتب إلى بع ما خلف وابعث به إلى فبعت وبعثت به إليه فكتب إلى قد\r\nوصل والرضوي فان أوصى بماله كله فهو أعلم بما فعله ويلزم الوصي إنفاذ وصيته على ما أوصى به لكنها قاصرة عن المقاومة للاخبار السابقة المعمول عليها\r\nعند الطائفة مع تأيدها بالاجماعات المنقولة بل المحصل مضافا إلى أن الرضوي غير ثابت الحجية بل لم يثبت كونه خبرا مع احتماله ما نزلنا عليه كلام الصدوق\r\nفيخرج عن محل الكلام وخبر ابن عبدوس قضية في واقعة غير معلوم الوجه فيحتمل ان يكون من جهة إجازة الوارث ويحتمل ان يكون من باب كون الوارث\r\nمخالفا يمكن منعه عن الإرث ويحتمل ان الإمام ( ع ) طلب المال لاخذ الثلث ورد الباقي ويحتمل ان يكون ذلك اخذه من باب الولاية بصغر الوارث أو جنونه\r\nويحتمل اختصاص ( ع ) بهذا الحكم إلى غير ذلك واما خبر عمار فيحتمل ان يكون المراد من المال فيه الثلث بقرينة غيره من الاخبار الصريحة في ذلك ويحتمل ان يكون\r\nالمراد صورة التنجيز فيخرج عن فحل البحث ويحتمل ان يكون المراد من الجواز ما لا ينافي التوقف على إجازة الوارث إلى غير ذلك من الحامل التي يجب تطبيق هذه الأخبار\r\nعليها بعد ما عرفت من الاخبار الواضحة المفاد ثم مقتضى اطلاق النصوص ومعاقد الاجماعات عدم الفرق في الخروج من الثلث بين ما إذا كان\r\nللموصى وارث وما إذا لم يكن له وارث سوى الإمام ( ع ) لكن عن الشيخ والصدوق الحكم بنفوذ الوصية بتمام المال في الصورة الثانية الرواية السكوني عن جعفر ( ع )\r\nعن أبيه ( ع ) انه سئل عن الرجل انه يموت ولا وارث له ولا عصبة فقال يوصى بماله حيث شاء في المسلمين والمساكين وابن السبيل فان ظاهره انه لو أوصى يكون\r\nنافذا في تمامه وخبر محمد بن أحمد بن عيسى قال كتب إليه محمد بن إسحاق المتطيب وبعد أطال ( أيضا ) بقاك يا سيدنا انا في شبهة من هذه الوصية التي أوصى بها محمد\r\nبن يحيى بن رياب وذلك أن موالي سيدنا وعبيده الصالحين ذكروا انه ليس للميت ان يوصى إذا كان لها له ولد بأكثر من ثلث ماله وقد أوصى محمد بن يحيى\r\nبأكثر من النصف مما خلف من تركته فان وأي سيدنا ومولانا أطال الله بقائه ان يفتح غياهب هذه الظلمة التي شكونا ويفسر ذلك لنا نعمل عليه ( انش )\r\nفأجاب ان كان أوصى بها من قبيل ان يكون له ولد فجايز وصيته وذلك أن ولده ولد من بعده فإنه يدل على أنه لو لم يكن له ولد ينفذ وصيته من تمام المال\r\nولا ينافيه وجوب طرح ما تضمنه من النفوذ على تقدير تولد الولد بعد الوصية هذا ويمكن ان يؤيد بان مقتضى عمومات الوصية وجوب النفوذ\r\nمطلقا والأخبار الدالة على التراد إلى الثلث لا تشمل مثل المقام مما لا يكون حيفا وظلما على الوارث فلاستغنائه ( ع ) عن ذلك هذا مع امكان ان يدعى\r\nان ما دل من الأدلة على كونه ( ع ) وارث من لا وارث له انه يرث مالا ضايعا لا محل له فالمراد من الجواز فيه ليس هو النفوذ بل عدم الكراهة حيث إن الوصية بما\r\nزاد عن الثلث مكروهة فابعد دليل على عدم الكراهة إذا لم يكن له ولد حال الوصية فتدبر صلى الله عليه وآله إلى فلا يشمل المقام مما أوصى به الميت وعين له محللا خاصا\r\nوالجواب اما عن الخبرين فهما وان كانا أخص من المطلقات الدالة على الرد إلى الثلث الا انهما لا يقاومانها لان كثرة هذه الاطلاقات وعدم الإشارة إلى\r\nالتقييد في شئ منها يصير كالنص في التعميم خصوصا إذا كان بمثل هنا العبارة الميت لا مال له الا الثلث مع أنه يحتمل ان يكون المراد من المال في خبر\r\nالسكوني الثلث ويمكن حمله على الاذن من الإمام ( ع ) لأنه هو الوارث فليس من باب بيان الحكم الكلى واما الخبر الآخر فلا يمكن العمل به بظاهره وهذا مؤمن\r\nقوى له بل نقول إذا طرحنا التفصيل بين الولد قبل الوصية والولد بعدها فلا يبقى دلالته فيه على حكم من لا ولد له مع أن المدار ليس على الولد بل على\r\nالوارث كائنا من كان وكيف كان فهذا الخبر مخالف لما ذكراه نعم حكى في الوسائل عنهما العمل بظاهره لكن الحكاية قوله لامكان دعوى كونه خلاف الضرورة\r\nمن المذهب ويمكن ان ( يق ) ان المراد من الخبر جواز الوصية من غير كراهة إذا لم يكن له ولد حال الوصية والكراهة إذا كان له ولد ( فالمراد من\r\nالجواز فيه ليس هو النفوذ بل عدم الكراهة حيث إن الوصية بما زاد عن الثلث مكروهة فالمنبر دليل على عدم الكراهة إذا لم يكن له ولد حال الوصية فتدبر ص ص ص ) ثم إنه لا فرق بين الوصية التمليكية\r\nوالعهدية في ذلك بناء على جعل الثاني من الوصية ( أيضا ) وعدم اختصاصها بالتمليكية كما هو الحق بل هو أولى في صدق الوصية عليه لغة كما لا يخفى\r\nوالا فيكون الثانية قسما مستقلا وعلى أي حال لا اشكال في خروجه من الثلث كالأول فالوصية بالعتق والابراء والوقف والصدقة ونحوها مثل\r\nالتمليك بعد الموت وهذا واضح جدا بل وكذا الحال في الايصاء إذا استلزم تضرر الوارث بأزيد من الثلث كما إذا أوصى إلى رجل بالتصرف في ماله\r\nأو جعل فيما على أطفاله وعين له أجرة زايدة على ما يستحق فان الزيادة تخرج من الثلث هذا واما لو أوصى بالتصرف في جميع أمواله على وجه المعاوضة\r\nبما لا يستلزم الاصرار على الوارث فهل هو نافذ في تمام المال أو في خصوص الثلث وجهان مبنيان ؟ على أن المدار على خصوص ما يكون مضرا بحال الوارث\r\nمن حيث المالية لو ليس للموصى الا التصرف في ثلث ماله وسيأتي الكلام في ذلك ( انش ) واما الوصية بالواجب المالي كالدين والخمس والزكاة والكفارات\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوالحج ونذر الصدقة أو الحج أو الزيارات ونحوها فلا خلاف في خروجها من الأصل في الجملة بل عن الغنية دعوى الاجماع عليه ويظهر من بعضهم انه من\r\nالمسلمات كالسيد في الريا ( ض ) وصلى الله عليه وآله ( ك ) وغيرهما ممن ناقش في خروج الحج النذري من الأصل بأنه ليس من الواجب المالي ردا على من استدل على كونه\r\nمن الأصل بذلك حيث يظهر منهم مفروغية الحكم في الواجب الا إلى نعم عن الكفاية تخصيص ذلك بالحج والزكاة الواجبين قال والحجة في غيرهما غير واضحة\r\nلكنه نسب التعميم إلى الأصحاب كافة وكيف كان لا ينبغي التأمل والاشكال في خروج الدين من الأصل بل هو ضروري المذهب ويدل عليه الآية\r\nوالنصوص سواء كان مالا أو عملا في الذمة كما إذا اجر نفسه لايجاد عمل في الخارج وان كان مثل الصوم والصلاة فمات قبل الايجاد فإنه يجب اخراجه من\r\nصلب ماله إذا لم يتعلق الغرض بالمباشرة والا فيبطل الإجازة ويكون عليه الأجرة المسمى إذا اخذها وكذا لا اشكال في مثل الخمس والزكاة إذا قلنا\r\nبتعلقهما بالذمة أو تلفت العين وتعلقا بذمة الميت بل هما دين حقيقة واما إذا قلنا بتعلقهما بالعين وكانت موجودة فيتعلق بها حق صاحبهما\r\nوكذا لا اشكال في حجة الاسلام وعليه الاجماع محصلا ومنقولا مستفيضا ولا ينوط ذلك بكونه من الواجب المالي بل لو ناقشناها في ذلك ( أيضا )\r\nكان خارجا من الأصل ويدل عليه بعد الاجماع النصوص الكثيرة المصرحة بذلك منها حسن الحلبي عن الصادق ع يقضى عن الرجل حجة الاسلام من\r\nجميع ماله ومنها خبر سماعة عنه ( ع ) عن الرجل يموت ولم يحج حجة الاسلام ولم يوص ( أيضا ) وهو موسى قال يحج عنه من صلب ماله لا يجوز غير ذلك ومنها\r\nحسنة معاوية بن عمار قلت له رجل يموت وعليه خمسمأة درهم من الزكاة وعليه حجة الاسلام وترك ثلاثمائة درهم وأوصى بحجة الاسلام قال يحج عنه من\r\nأقرب ما يكون ويرد الباقي في الزكاة ومثلها ما عن الشيخ في ( يب ) عن أبي عبد الله ( ع ) في رجل مات وترك ثلاثمائة درهم وعليه من الزكاة سبعمائة درهم\r\nفأوصى ان يحج عنه قال يحج عنه من أقرب المواضع ويجعل ما بقي في الزكاة ومنها صحيح علي بن رباب عن الصادق ( ع ) في رجل أوصى ان يحج عنه حجة\r\nالأسلم فلم يبلغ جميع ما ترك الا خمسين درهما قال يحج عنه من بعض المواقيت التي وقت رسول الله ص من أقرب ومنها صحيح الحلبي عن أبي الحسن ( ع ) وان\r\nأوصى ان يحج عنه حجة الاسلام ولم يبلغ ماله ذلك فليحج عنه من بعض المواقيت إلى غير ذلك من النصوص المتفرقة في الأبواب واما في بقية\r\nالواجبات المالية فنقول يمكن ان يستدل على كونها من الأصل مضافا إلى ظهور الاجماع المؤيد بالشهرة والاجماع المنقول عن الغنية\r\nوالكفاية بصدق الدين عليها عرفا إذ ليس المناط فيه الا كونه مطلوبا مال أو عمل سواء كان الطالب هو الله أو غيره غاية الأمران الأول يسمى دين\r\nالله والثاني دين الناس و ( ح ) فيشمله عموم ما دل على وجوب كون الدين من الأصل والانصراف إلى دين الناس ممنوع هذا مع امكان دعوى صدق\r\nدين الناس على مثل نذر الصدقة واعطاء شئ للفقراء أو العلماء أو شخص معين من أحد الأصناف وكذا الكفارات فعلى فرض تسليم عدم صدقه\r\nبالنسبة إلى الحج والزيارات ونحوهما لا يسلم ذلك فيما ذكروا مع الاغماض عن ذلك يمكن ان يدعى تنقيح المناط في الدين إذ بعد اشتغال ذمته\r\nبما حق الناس أو حق الله واما ما ديته بماله الذي هو أولى به من وارثه يجب التأدية ولذا يصرف ديته في دينه لأنه أولى به من غيره والحاصل ان ماله\r\nالذي كان له في حياته انما ينتقل إلى وارثه من جهة انه كأنه هو وانما يصرف في دينه من جهة أولويته بماله مع حاجته إليه وهو صرفه في دينه وابراء\r\nذمته فينبغي ان يكون كذلك بالنسبة إلى غير الدين عما يكون فيه مناطه ( فت ) هذا مضافا إلى التعليل في بعض الأخبار كقول الصادق ع في حسنة\r\nمعاوية بن عمار في رجل توفى وأوصى ان يحج عنه قال إن كان ضرورة فمن جميع المال انه بمنزلة الدين الواجب وان كان قد حج فمن ثلثه فان الظاهر منه\r\nان كل ما هو بمنزلة الدين يخرج من الأصل ومن المعلوم ان جميع الواجبات المالية يصدق عليها هذا التنزيل عرفا ودعوى أنه ليس في مقام اعطاء\r\nالقاعدة بل غرضه انشاء الحكم بالمنزلة في خصوص الحج كما ترى وكذا دعوى عدم صدق المنزلة عرفا بالنسبة إلى الواجبات المالية ويمكن ان يستدل\r\n( أيضا ) بقوله صلى الله عليه وآله في خبر الخثعمية ان دين الله أحق بالقضاء يقضى فان مقتضى أحقية دين الله بالقضاء امر دين الناس كونه مثله في الخروج من الأصل\r\nوالا فلو كان عليه دين الناس ودين الله أيضا واخرج الأول من الأصل دون الثاني يكون منافيا لكونه أحق منه حيث إنه اخرج وقضى دونه فان\r\nقلت إن ما ذكرت انما يتم إذا صدق على المذكورات انها دين الله وهو يتوقف على ثبوت كونها مثل الدين مما له جهة وضعية زائدا على وجوبها فمجرد\r\nوجوب شئ وان كان ماليا لا يجعله دينا وفى مثل حجة الاسلام قد ثبت جهة الوضعية واشتغال الذمة به على نحو الديون مع قطع النظر عن حيثية\r\nالتكليف ولم يثبت ذلك في المذكورات ولا يمكن اثباته ( أيضا ) قلت سلمنا توقف صدق الدين على ثبوت الوضعية وان مجرد التكليف لا يكفى\r\nفي ذلك لكن نقول إن هذا المعنى متحقق في المذكورات إذ المفروض اشتغال الذمة بها ولذا يجوز التبرع بأدائها ويصح مع الوصية وكفاية الثلث\r\nلها فليست تكليفا محضا والا وجبت سقوطها بمجرد الموت وعدم القدرة على الامتثال نعم لو شك في بعض الموارد انه كذلك أولا لا يلحقه الحكم\r\nثم إنه لا فرق في الواجب المالي بين ان يوصى به أولا فعلى التقديرين يخرج من صلب المال ودعوى أنه على الأول يشمله عموم ما دل على أن الوصية من\r\nالثلث مدفوعه بمنع الشمول للمقام بل هو مختص بما كان للوصية مدخلية في الاخراج بحيث لولاها لم يخرج فلا يشمل المقام فتحصل ان جميع الواجبات\r\nالمالية خارجة من الأصل على تقديري الوصية وعدمها ومنها الحج المنذور فهو ( أيضا ) كذلك وكذلك الزيارة المنذورة من بعيد فالمراد بالواجب المالي\r\nما توقف نوعا على بذل المال ولذا ذهب ( المش ) إلى اخراج الحج المنذور من الأصل وعن المدارك اسناده إلى قطع الأكثر وعن كاشف اللثام نسبته\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nإلى قطعهم واستدلوا على ذلك بكونه من الواجب المالي ولكن ناقشهم في ( ك ) بأنه ليس كذلك إذ ليس بذل المال داخلا في ماهيته ولا من ضرورياته\r\nوتوقفه عليه في بعض الصور كتوقف الصلاة عليه على بعض الوجوه كما إذا احتاج إلى شراء الماء أو استيجار المكان والسائر مع القطع بعدم وجوب\r\nقضائها من التركة قال وذهب جمع من الأصحاب إلى وجوب قضاء الحج من الثلث ومستنده غير واضح وبالجملة النذر انما تعلق بفعل الحج مباشرة\r\nوايجاب قضائه من الأصل أو الثلث يحتاج إلى دليل وتبعه إلى دليل وتبعه على ذلك كاشف اللثام وسيد الرياض ويمكن ان ( يق ) يكفى في صدق كونه واجب ماليا\r\nودينا ماليا إلهيا كونه موقوفا على بذل المال عادة ونوعا بخلاف مثل الصلاة فعلى هذا يشمله ما دل على خروجه من الأصل ان خصصناه بالواجب المالي\r\nنعم ذهب جماعة من الأصحاب كأبي علي والشيخ في ( يب ) و ( ط ) وابني سعيد في الجامع والمعتبر إلى خروجه من الثلث وإن لم يوص به لصحيح ضريس سئل أبا جعفر ( ع )\r\nعن رجل عليه حجة الاسلام ونذر نذرا في شكر ليحجن رجلا إلى مكة فمات الذي نذر قبل أن يحج حجة الاسلام ومن قبل أن يفي بنذره قال إن ترك مالا يحج عنه\r\nحجة الاسلام من جميع المال واخرج من ثلثه ما يحج به رجلا لنذره وقد وفى بالنذر وإن لم يترك مالا الا بقدر ما يحج به حجة الاسلام حج عنه بما ترك ويحج\r\nعنه وليه حجة النذر انما هو مثل دين عليه وصحيح ابن أبي يعفور سئل الصادق ( ع ) عن رجل نذر الله ان عافى الله ابنه من وجعه ليحجنه إلى بيت الله الحرام فعافى الله\r\nالابن ومات الأب فقال ( ع ) الحجة على الأب يؤديها عنه بعض ولده قال هي واجبة على ابنه الذي نذر فيه فقال هي واجبة على الأب من ثلاثة أو يتطوع ابنه فيحج عن أبيه وصحيح مسمع ابن عبد الملك عن الصادق ( ع ) قلت لأبي عبد الله ( ع ) كانت لي جارية حبلى فنذرت\r\nلله تعالى ان هي ولدت غلاما ان أحجه أو أحج عنه فقال إن رجلا نذر لله في ابن له ان هو أدرك ان يحجه أو يحج عنه فمات الأب وأدرك الغلام بعد فاتى رسول الله صلى الله عليه وآله\r\nفسأله عن ذلك فامر رسول الله صلى الله عليه وآله ان يحج عنه مما ترك أبوه وهذه الأخبار كما ترى أجنبية عن مدعاهم فإنها واردة في نذر الاحجاج وهو واجب مالي بلا\r\nاشكال والاستدلال بفحواها فرع العمل بها في موردها والظاهر عدمه فلا بد من طرحها أو تأويلها بما عن ( لف ) من حمل الصحيحين الأولين على النذر\r\nفي فرض الموت بناء على كون المنجزات من الثلث ويمكن حمل الثالث ( أيضا ) عليه أو بما عن منتقى الجمان من حملهما على الندب المؤكد الذي قد يطلق عليه الواجب\r\nولعله لعدم ظهورهما بل الثالث ( أيضا ) في الموت بعد التمكن من النذر بل يمكن دعوى ظهور الجميع في الموت قبل الوجوب فلا يبعد إرادة الندب المؤكد\r\nإذ يشترط في الوجوب استقرار الحج في ذمته كما يأتي لإشارة إليه فلا يمكن بمجرد هذه الأخبار رفع إليه عن مقتضى القاعدة من الخروج عن الأصل ان قلنا\r\nبكونه واجبا ماليا ومن عدم الخروج أصلا إن لم نقل الا إذا أوصى فلا وجه للحكم بالخروج من الثلث مع عدم الوصية والأقوى ما عرفت أولا من الخروج من\r\nالأصل سواء أوصى أو لم يوص نعم يمكن المناقشة في ذلك باطلاق الخروج من الثلث مع الوصية فيما عدا حجة الاسلام في صحيحة معاوية بن عمار عن أبي عبد الله ( ع )\r\nثم قال سئلته عن رجل مات وأوصى ان يحج عنه قال إن كان صرورة حج عنه من وسط المال وان كان غير صرورة فمن الثلث وحسنته المتقدمة فان ظاهرهما\r\nالفرق بين حجة الاسلام وغيرها ولكن يمكن دعوى ظهور إرادة الحج الندبي فيكون من الوصية التبرعية لا أقل من الشك فالقاعدة محكمة مع أن التعليل في ذيل\r\nالحسنة يدور بداره التعميم والتخصيص على ما بين في محله فلا اشكال من جهتهما ( أيضا ) واما الواجب البدني كالصلاة والصوم ونحوهما في غير الاستيجار بين\r\nإذ هما من الواجبات المالية كساير الاعمال الواجبة بالاستيجار كما أشرنا إليه انفا فالمعروف بينهم خروجه من الثلث إذا أوصى به وعدم الخروج أصلا مع عدم\r\nالوصية وعن الدروس و ( كرى ) وجامع المقاصد عن بعضهم انه ( أيضا ) يخرج من الأصل كالمالي وهو ( ظ ) ( المح ) في ( فع ) و ( يع ) بل حكى عن ( ظ ) الغنية و ( ئر ) وغيرها مما طلق\r\nفيه الواجب الخارج من الأصل من غير تقييد بالمالي وربما ( يق ) وان هذا الاطلاق موجود في عشرة كتب أو أكثر ونفى عنه البأس في محكى الدروس وفى الجواهر\r\nالمتجه ان ينعقد اجماع على خلافه الحاقه بالواجب المالي في الاخراج من صلب المال إذا لم يكن له ولى يخاطب بما يفوت المولى عليه من صوم أو صلاة و ( ؟ )\r\nهو به ما لم يوص الميت باخراجه من ثلثه قلت وما ذكره هو الأقوى والاجماع غير متحقق بعد ما عرفت من الاطلاق في كثير من الكتب ونفى البأس عنه في الدروس\r\nونقله عن بعضهم فلا بد من الرجوع إلى ما تقدم في الواجب المالي من صدق الدين وان دين الله أحق ان يقضى والتعليل في حسنة معاوية المتقدمة نعم إذا\r\nكان له ولى مخاطب به فلا يكون دينا عليه بل هو دين على الولي فلا يجب الاخراج من ماله وان أوصى به يكون من الوصية التبرعية بقي هنا أمور الأول\r\nبناء على القول بخروج غير المالي ( أيضا ) من الأصل لا اشكال فيمن وجب عليه الحج وهو من أهل مكة واما بناء على الفرق بين الواجب المالي وغيره فهل هو\r\nملحق بالمالي أو بغيره حيث إنه لم يحتج إلى بذل المال في حق الميت الظاهر الأول اما لأنه ( أيضا ) مالي حيث إنه يحتاج إلى أجرة الدابة وثمن الأضحية واما لاطلاق\r\nأدلة كون حجة الاسلام من الأصل ومنع الانصراف إلى الآفاقي الثاني إذا نذر فعلا من أفعال الخير بحيث كان عليه كلى فعل الخير مخيرا بين مثل العتق\r\nوالصوم والصلاة والصدقة ونحوها فمات فبناء على عدم الفرق بين المالي وغيره لا اشكال وبناء على الفرق هل يجب الاستيجار ويكون من الأصل\r\nعلى فرض الوصية أولا الأقوى الثاني لعدم صدق اشتغال ذمته بواجب مالي لأنه ليس عليه الا الكلى ولا يكون من الواجب المالي وان كان بعض\r\nافراده ذلك واما لو كان عليه كفارة مخيرة بين الصوم والاطعام والعتق وأوصى بالعتق أو الاطعام فعلى التحقيق في التخيير الشرعي من وجوب الكل عليه\r\nتخيير الا الواجب حد لا بعينه أو معينا عند الله يصدق انه أوصى بواجب مالي وعلى القول بكون الواجب هو الكلى أو الواحد لا بعينه أو معينا لا يكون من\r\nالأصل لعدم الصدق ولكن يشكل بان لازم ذلك جواز الاخراج من الأصل على فرض عدم الوصية أيضا وهو مشكل الا ان يق بالالتزام به أيضا لأنه\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nمقتضى القاعدة بعد صدق كون ذمته مشغولة بالواجب المالي غاية الأمر انه يجوز للوصي أو الوارث اختيار الواجب الغير المالي وابراء ذمته فيسقط وجوب\r\nاخراج المالي وح فيتعين عليهم اختيار الواجب المالي بمعنى انه هو الذي يتعلق بماله لكن لهم تقويت الموضوع بابراء ذمته منه بان يأتوا بالبدني فالواجب هو\r\nالأول والثاني مسقط بالنسبة إليهم وان كان طرفا للتخيير بالنسبة إلى الميت نظير كون الحاضر مكلفا بالصوم وجوبا عينيا مع جواز اسقاطه باختيار\r\nالسفر فإنه ليس مخيرا بين الصوم والسفر بل الثاني مسقط للتكليف العيني فان قلت مقتضى كون الميت مخيرا كون الوصي والوارث أيضا كذلك\r\nفلهم يختاروا العتق يخرجوه من الأصل وان يختار والصيام ولا يخرجوه أصلا فلا وجه لكونه واجبا عليه مخيرا وتعينه بالنسبة إليهم قلت لا معنى\r\nللتخيير بالنسبة إليهم إذ يرجع إلى كونهم مخيرين بين الفعل والترك فبالنسبة إلى الميت لما كان الجميع واجبا كان الصوم طرفا للتخيير واما بالنسبة إليهم فالمفروض\r\nعدم وجوبه فلا يبقى التخيير بحاله ولا معنى لوجوب اخراج الصوم أيضا بعد فرض اختصاص الوجوب بالواجب المالي فلا يبقى الا ان يق بوجوب خصوص المالي\r\nوكون البدني مسقطا ومع عدمه اما ان يق بوجوب البدني أيضا وهو خلاف الفرض أو يق بعدم وجوبه أصلا ولا معنى لبقاء التخير وح ولا ينافي ما ذكر ما كون\r\nذمة الميت مشغولة بعد الموت أيضا على نحو التخيير فانا نقول إن الواجب التخييري بالنسبة إليه يتعين بعض أطرافه للاخراج لصدق الدين عليه دون الطرف الآخر\r\nلعدم الصدق ولكن لا يخرج الاخر عن كونه مبرء للذمة ومسقطا للواجب على فرض اختياره سواء أتوا به تبرعا أو بالاستيجار هذا كله بناء على كون الواجب\r\nكل واحد من الأطراف وان نحو الوجوب التخييري غير نحو الوجوب العيني لأنه مشوب بجواز الترك إلى بدل واما على الأقوال الأخر فقد عرفت أنه لا يجب شئ مع عدم\r\nالوصية ويخرج من الثلث على فرضهما سواء أوصى بالمالي أو بغيره ويحتمل بعيد ان يق انه لو اختار البدني يخرج من الثلث ولو اختار المالي يخرج من الأصل ولكنه\r\nكما ترى بل الأقوى انه من الثلث مطلقا بناء على سيار الأقوال على القول بالفرق بين المالي والبدني الثالث إذا أوصى بكلي يتفاوت افراده في القيمة أو كان\r\nالواجب عليه الخارج من الأصل كذلك فهل يتخير الوصي في الافراد ما دام الثلث وافيا في الأول وما دام المال موجودا في الثاني أولا بل يتعين أقلها قيمة\r\nأو يؤخذ بالمتعارف وجوه وذلك كما إذا كان الواجب عليه أو الموصى به عتق رقبة وكان افرادها مختلفة القيمة وفرض الكلام فيما إذا لم يجعل\r\nالامر بيد الوصي وبنظره في صورة الوصية وإلا فلا اشكال في جواز اختيار الفرد الكثير القيمة ما دام الثلث متحملا والمسألة سيالة في غير المقام\r\nأيضا كالكفر ونحوه مما يحتاج إليه في الميت تجهيزه فهل يجوز اختيار الكفر الثمين مع عدم رضا الوارث أو كونه صغيرا أو مجنونا أولا وكذا الكلام بالنسبة\r\nإلى رعاية المستحبات في ذلك العمل كما إذا أوصى بالصلاة فيجئ الكلام بالنسبة إلى الأذان والإقامة وسيار المستحبات إذا احتاج إلى زيادة أجرة\r\nوكما في مستحبات الكفن والأوجه في المقام هو الاقتصار على أقل الافراد وأقل الواجب لأنه مقتضى مطلوبية الكلى فليس للوصي أو الولي أو الحاكم الشرعي\r\nاجبار الوارث على الأزيد والمفروض عدم جعل امر التعيين بيده ليكون مخيرا في الافراد ومجرد صدق الكلى على كل واحد من الافراد لا ينفع في ذلك\r\nنعم لا يجب اختيار الافراد النادرة الغير المتعارفة مثل العبد المسن المريض القريب إلى الموت الذي يكونه قيمته قليلة في الغاية نعم في مسألة التكفين\r\nونحوه يمكن ان يدعى كون الامر بيد الولي من جهة الاطلاقات والأدلة الدالة على استحباب بعض القطع وكذا في مقام يكون كذلك فان الظاهر كما كل\r\nاعترف به في الجواهر ان نحو ذلك من المستحبات المالية التي خوطب بها الولي نظير استحباب خروج الزكاة من مال الطفل ولذا أطلق جملة من الأصحاب\r\nكون الكفن من أصل التركة نعم قيده في التذكرة بالواجب منه فيظهر منه ان المندوب يحتاج إلى رضا الوارث وبه صرح في المعتبر وجامع المقاصد\r\nوالأقوى ما عرفت من أن الظاهر من الأدلة تعلق حق الميت بمقدار الكفن بالنسبة إلى الواجبات على وجه الوجوب وبالنسبة إلى المستحبات على وجه\r\nالاستحباب وان المخاطب والمكلف هو الولي ولازم جواز اختيار الفرد الكثير القيمة على اشكال فيه إذا لم يكن مما يستحب اختياره وهذا بخلاف المقام\r\nحيث إن هذا المعنى غير متحقق فيه فليس الا وجوب ابراء ذمته الميت من الواجب الذي يكونه دينا أو بمنزلة الدين عليه فلا يستفاد تخيير ولا تعلق حق\r\nالا بمقدار الكلى بما هو كلى فلا يلزم الوارث الا بأقل الافراد قيمة بل الظاهر أن الحال كذلك لو كان ما وجب عليه مما يكون فيه التخيير الشرعي كخصال الكفارة\r\nفلا يجوز إلزام الوارث بأكثرها قيمة وان كان كل منها يصدق عليه انه واجب عليه بالخصوص بناء على التحقيق من كون كل واحد منها واجبا بالوجوب\r\nالتخييري وذلك لعدم ثبوت التخيير بالنسبة إلى غير الميت في اختيار تلك الخصال بل الواجب استيجار أحدها تفريغا لذمته وهذا لا ينافي كون الأكثر\r\nقيمة محتاجا إلى رضا الوارث الرابع لا اشكال في أنه يعتبر في وجوب اخراج الواجب عن ماله وكونه من الأصل ان يكون ذلك ثابتا في ذمته حال موته\r\nوهذا موقوف على استقرار ذلك الواجب عليه ويتوقف ذلك على مجئ زمان الفعل وهو مستجمع للشرائط ففي مثل النذر يعتبر ان يكون حيا إلى\r\nزمان حصول المعلق عليه إذا كان نذره معلقا ومجئ زمان الفعل إذا كان موقتا وكان مع ذلك قادرا على الاتيان بالنذور فمات قبل الاتيان\r\nوالا فلو مات قبل حصول المعلق عليه أو قبل مجئ الوقت أو قبل التمكن لم يستقر في ذمته ولا يكون دينا عليه فلا يخرج من ماله وفى مثل الصلاة تعبير\r\nان يكون تاركا لها مع دخول الوقت ومضى مقدار الصلاة وفى مثل الصوم يعتبر دخول الشهر عليه وهو متمكن من الفعل فلو كان مريضا ولم يبرأ منه\r\nلم يجب القضاء وكذا لو برء ولم يتمكن من القضاء حتى مات نعم لو مات مسافرا وجب القضاء وفى حجة الاسلام يعتبر بقائه مستطيعا إلى اخر زمان الحج فلو مات\r\nفي العام الأول قبل اخر الوقت أو زوال استطاعته كذلك لم يستقر وهذا هو المعروف فيما بينهم وهو مقتضى القاعدة أيضا وربما يحكى عن التذكرة\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nانه يكفى مضى زمان يمكن فيه تأدى الأركان خاصة ولا وجه له وقد يحكى عنه كفاية مضى زمان يمكنه فيه الاحرام ودخول الحرم ويحكى عن بعضهم كفاية ذلك أن\r\nزالت الاستطاعة بالموت ولا وجه له أيضا وكفاية عن الميت لو كان أحرم ودخل الحرم ثم مات انما هو بدليل خاص فلا دلالة فيه على أن ذلك معيار الاستقرار\r\nوإن لم يتلبس فعلا هذا وربما يمنع اعتبار الاستقرار في الحج أصلا وانه لو استطاع مالا ثم مات ولو في العام الأول قبل مضى الوقت وجب القضاء من ماله\r\nلاطلاق بعض الأخبار كصحيحة ضريس في رجل خرج حاجا حجة الاسلام فمات في الطريق قال إن مات في الحرم فقد أجزأت عنه حجة الاسلام وان مات دون\r\nالحرم فليقض عنه وليه حجة الاسلام وصحيحة العجلي عن رجل خرج حاجا ومعه حمل ونفقة وزاد فمات في الطريق فقال ع ان كان ضرورة ثم مات في الحرم فقد\r\nأجزء عنه حجة الاسلام وان كان مات وهو ضرورة قبلان يحرم جعل حمله وزاده ونفقته وما معه في حجة الاسلام ومال إلى هذا القول جماعة كص ك وخيره\r\nوالمفاتيح وشرحه والمستند وربما ينسب إلى الشيخين وألمح ولا ريب في كونه خلاف القول عدو الصحيحان غير صريحين بل ولا ظاهرين إذ يحتمل قريبا ان يكون ذلك لأجل\r\nاستقرار الحج في ذمته وربما حملا على الندب ثم بناء على العمل بهما ينبغي الاقتصار على موردهما فلا يتعدى إلى من لم يخرج حاجا أصلا فهما أخص من المدعى\r\nوتمام الكلام في تشخيص الصغرى في مجالسها والغرض الإشارة إلى أن المعتبر فعلية الاشتغال حين الموت وانه بمقتضى القاعدة منوط بثبوت التكليف الفعلي\r\nمع اجتماع الشرائط وفواته الا ان يثبت من الخارج ثبوت القضاء مع عدمه أيضا الخامس إذا كان على الميت واجب فهل يجب عليه الوصية به الظاهر و ( ؟ )\r\nأحد الامرين من الاعلام أو الايصاء إذا كان مما يخرج عن الأصل لأن المفروض انه مع عدم الوصية أيضا يجب الاخراج ووجوب خصوص الوصية إذا\r\nلم يكن كك بان كان واجبا غير مالي وقلنا بعدم خروجه من الأصل والوجه في الوجوب انه مقتضى القاعدة العقلية من وجوب الخروج عن عهدة ما في الذمة\r\nبعد ثبوته فيها على ما هو المفروض وكونه تكليفا مباشريا حال الحياة والمفروض عدم القدرة بعد الموت لا ينافي ذكرنا وذلك لان ذمته مشغولة\r\nبدين للناس أو لله على ما هو المفروض إذ المفروض ان له جهة وضعية فلا ينافي موته لبقائه في ذمته ويمكنه الخروج عن العهدة فيجب عليه التفريغ بل\r\nيمكن ان يق ان ذلك من قبيل تعدد المطلوب بمعنى انه يب عليه الاتيان بالفعل مباشرة ومع عدم امكانه كما في حال موته فيجب عليه تحصيل ذلك\r\nالفعل في الخارج ولو بالأمر بالاستيجار ويمكن ان يستدل على الوجوب مضافا إلى ما ذكرنا بقوله ع الوصية حق على كل مسلم ومسلمة وربما يق بعدم\r\nالوجوب للأصل خصوصا إذا لم يكن مقصرا في فوات التكليف ولعل النظر إلى غير مثل دين الناس فإنه لا ينبغي التأمل في وجوب السعي في أدائه باعلام أو\r\nوصية أو نحو ذلك هذا كله إذا كان له مال يمكن تفريغ ذمته منه واما مع عدمه فهل بحسب الاعلام لاحتمال تبرع متبرع أولا وجهان السادس إذا أوصى\r\nبواجب يخرج من الأصل وعلم الوارث بكونه في ذمته فلا اشكال واما إذا لم يعلم ذلك الامن قبل وصيته فهل يخرج من الأصل بمجرده أو يلحق بالاقرار في\r\nمرض الموصى فتأتي فيه الأقوال الآتية وجهان والظاهر الأول للشك في شمول أدلة الاقرار لمثل المقام الذي ليس من الاقرار ابتداء بل هو انشاء للوصية وكونه\r\nاقرار ضمني هذا إذا كان الواجب مما يتعلق بحق الناس كالخمس والزكاة والكفارات واما إذا كان مثل الصوم والصلاة فلا ينبغي الشك في عدم لحوقه بالاقرار\r\nوتمام الكلام في أن مفاد أدلة الاقرار أي مقدار وهل يشمل المقام أولا سيأتي انش السابع لو أوصى بواجب من جهة اعتقاده اشتغال ذمته به\r\nوكان الوارث معتقدا لخطئه في ذلك وانه ليس عليه شئ فهل يجب الاخراج من الأصل بناء عليه أولا بل يخرج من الثلث لأنه راجع إلى التبرعية باعتقاد\r\nالوارث أولا يجب اخراجه أصلا لان أصل الوصية مبنى على اعتقاد خطاء فلا اعتبار بها وجوه وهذه المسألة نظير مسألة وجوب القضاء على الولي\r\nفيما إذا اختلف اعتقاده واعتقاد الميت والحق ان يق ان علم بخطاء الميت في هذا الاعتقاد فلا يجب شئ وان ظن ذلك اجتهادا أو تقليدا فالمدار\r\nعلى اعتقاد الميت ان رجع إلى الاختلاف في الاجتهاد في الحكم الشرعي وذلك لان ظنه الحاصل من الاجتهاد أو التقليد حجة شرعية ومقتضاه كونه مشغول\r\nالذمة وظن الوارث أيضا وان كان كذلك ومقتضاه عدم الشغل الا انه لا يعتبر الا بالنسبة إلى نفسه ولا يثمر في حق الغير وان كان ناظرا إلى الواقع وهو لا\r\nيتفاوت بالنسبة إلى الاشخاص لان القدر المسلم من اعتباره انما هو في حتى نفسه لا في حق الغير إذ بالنسبة إليه معارض بالمثل لان كلا من الظنين يشمله أدلة\r\nالاعتبار وإذا كان كل منهما معتبرا في محله وفى حق صاحب فلازمه كون الميت مديونا شرعا فلا بد من ابراء ذمته واخراج دينه من الأصل وكذلك الحال إذا كان\r\nالاختلاف راجعا إلى الموضوعات لكن كان الظن فيها حجة شرعا فان المتبع اعتقاده نعم لو لم يكن كك بان اعتقد الميت من جهة اجتهاده في الموضوعات\r\nوظن الوارث خلافه فحاصله انه يرجع إلى الشك في وجوب شئ عليه وعدمه مع عدم الدليل الشرعي والحق في المقام عدم الوجوب لأنه راجع إلى الشبهة\r\nالمصداقية ولا يجوز التمسك بالعمومات فيها هذا إذا كانت الوصية مقيدة بان يظهر منها انه لولا اعتقاد الوجوب لما أوصى بشئ والا فيعتبر من\r\nالثلث فت والثامن هل الأصل في الوصية الزائدة عن الثلث النفوذ الا ان يعلم كونها تبرعية أو الأصل الرد إلى الثلث والتوقف على الإجارة\r\nالا ان يعلم كونها بواجب وجهان أو قولان فلو قال أعطوا فلانا بعد وفاتي كذا واحتمل كونه تبرعا ودينا أو زكاة أو خمسا أو نحو ذلك فعلى الأول\r\nيعمل به وان زاد عن الثلث دون الثاني وجوب محل الكلام انما هو فيما إذا لم يكن كلامه ظاهرا في كونه من الواجب والا فيجئ الكلام السابق من أنه معتبر\r\nأو ملحق بالاقرار وكيف كان يظهر من سيد الرياض الأول حيث حمل عبارة علي بن بابويه على ذلك كما عرفت والوجه فيه عموم ما دل على وجوب\r\nالعمل بالوصية وحرمة تبديلها مضافا إلى الرضوي فان أوصى بماله كله فهو أعلم بما فعله ويلزم الوصي إنفاذ وصيته على ما أوصى به بل يمكن التمسك\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبساير ما ذكرنا سابقا من الأخبار الدالة على أن الوصية من الأصل بحملها على صورة الشك كقوله ص الميت أحق بماله ما دام فيه الروح ان أوصى به\r\nكله فهو جايز لكن الأقوى هو الوجه الثاني لعدم جواز التمسك بالعمومات بعد العلم بكونها مخصصة بما دل على أن الزايد من الثلث يتوقف على إجازة\r\nالوارث الا إذا كان واجبا ماليا أو غيره بناء على التعميم والشبهة مصداقية لا يجوز التمسك فيها بالعموم على ما بين في محله فلا بد من الرجوع\r\nإلى الأصول العملية ومقتضى الأصل عدم وجوب الانفاذ لان الأصل عدم الانتقال إلى الموصى له بالنسبة إلى الزايد فان قلت الأصل عدم\r\nالانتقال إلى الوارث أيضا فكل منها حادث مدفوع بالأصل عدم الفعل بعد العلم بالانتقال عن الميت قلت بعد جريان أصالة عدم الانتقال\r\nإلى الموصى له وأصالة عدم ترتب الأثر على الوصية بالنسبة إلى الزايد لا يبقى شك في الانتقال إلى الوارث لان الحكم بالنسبة إليه معلق على مجرد الامر\r\nالعدمي وبعبارة أخرى المقتضى بالنسبة إليه وهو الوارثية ووجود المال للمورث موجود والوصية مانعة وإذا جرى أصل العدم بالنسبة إليه فيترتب\r\nالحكم فلا معارضة بين الأصلين فما نحن فيه نظير ما إذا شككنا في وجود الدين للميت المانع من الإرث أو في أنه نقل ماله إلى الغير أولا ومن المعلوم ان مقتضى\r\nالقاعدة اجراء أصالة العدم والحكم بالإرث فكذا فيما نحن فيه هذا واما الرضوي وسيأتي الاخبار فلا وجه للتمسك بها لعدم ثبوت خبرية الرضوي فضلا\r\nعن حجية وعدم دلالة سائر الأخبار وحملها على ذلك لا يمكن ان يجعل دليلا على الحكم المخالف للأصول هذا وسلك صاحب الجواهر مسلكا اخر في بيان\r\nالمختار من أن الأصل هو الرد إلى الثلث الا مع العلم بالخلاف وهو ان عموم ما دل على النفوذ ومعارض بعموم ما دل على الرد إلى الثلث هو ظاهر في التوقف\r\nعلى الإجازة بمجرد اشتمال الوصية على الأزيد فيكون الامر على العكس مما ذكره القائل وأصالة النفوذ لا تعارض حق الغير أي الوارث قال ومن هنا قد اشتملت\r\nجملة من النصوص على الحكم برد الوصية الزايدة إلى الثلث بمجرد صدورها من الموصى كذلك ما لم يعلم سبب من أسباب التعلق بالأصل ولو من اقراره\r\nولعل ذلك هو الأقوى ترجيحا لهذه الأدلة على تلك وان سلم كون التعارض بينهما من وجه أقول فيه نظر عن وجوه أحدها ان ظاهره\r\nجواز التمسك بالعموم في الشبهة المصداقية وانه بما لم يتمسك به في المقام من جهة المعارضة وظهور المعارض في أنه ما لم يعلم الخلاف يحكم بالتوقف\r\nعلى الإجازة وفيه ما بين في محله من أن العمومات ليست متكفلة لبيان حال الموضوعات ولا لبيان الأحكام الظاهرية والواقعية معا كما هو لازم التمسك\r\nبها في الشبهات المصداقية كما لا يخفى الثاني ان ما ذكره من أن عموم ما دل على الرد إلى الثلث ناظرا إلى أنه بمجرد الاشتمال على الأزيد يرد الا إذا علم الخلاف\r\nفيه أنه ممنوع بل هو كالعموم السابق لا يثبت الا الحكم الواقعي وليس ناظرا إلى حال الجهل والشك كما لا يخفى الثالث ما ذكره من كون النسبة بين الدليلين\r\nعموم من وجه ممنوع بل الا الدالة على التوقف أخص من عمومات النفوذ كما لا يخفى الا انه لا يمكن التشبث به بعد كون الشبهة مصداقية إذ محصل الامر انه\r\nيجب إنفاذ الوصية الا إذا كانت أزيد من الثلث في غير الواجب والشك انما هو في أن ما صدر من الموصى من الواجب أولا فالوجه ما ذكرنا وما ذكره من أن أصالة\r\nالنفوذ لا تعارض حق الغير صحيح الا ان ثبوت الحق غير معلوم إذ هو مقصود على غير مورد الوصية بالواجب فتدبر ثم لو ثبت ما ذكره من أن النصوص ظاهرة\r\nفي الحكم برد الوصية بمجرد الاشتمال على الزايد ما لم يعلم سبب الخلاف لم يحتج إلى هذا التطويل إذ من المعلوم حكومته على عموم الدليل النفوذ ولو قلنا بجواز\r\nالتمسك بالعموم في الشبهة المصداقية فتدبر التاسع لا يخفى ان الوصية الواجبة غير الوصية بالواجب فلا يعتبر الأول من الأصل فلو نذر الوصية\r\nالفقراء بشئ فيجب عليه الوصية وبعد ذلك حاله حال سائر الوصايا التبرعية إذ هي لا تخرج بذلك عن كونها تبرعية وهذا نظير ما لو شرط في ضمن عقد لازم\r\nان يوكل في بيع داره فالواجب عليه مجرد التوكيل ولا يمنع ذلك عن جواز العزل بعد ذلك وسيجئ خلاف بعضهم في ذلك وبعض الكلام فيه ثم لا يخفى ان ما\r\nيخرج من الأصل لا يتفاوت حاله في الوصية به وعدمها فبعد المعلومية يخرج من الأصل وإن لم يوص بل لو أوصى بالاخراج من الثلث يخرج منه إذا وفى وإذا\r\nلم يف فالزايد يحسب من الأصل بل لو أوصى بعدم الاخراج أصلا أيضا اخرج من الأصل ثم إنه لا فرق في خروج الوصية من الثلث أو الأصل بين كونها في حال\r\nالصحة أو المرض ( وهذا كله واضح ) ثم لا فرق في خروج الواجب من الأصل بين ما لو قلنا بكون المنجزات من الأصل أو الثلث فعلى الثاني أيضا يخرج من الأصل لأنه\r\nدين أو بحكمه وهو مقدم على الإرث وهذا كله واضح العاشر إذا توقف العمل بالوصية أو اخراج الواجب على بذل مال غير الموصى به وأجرة\r\nالواجب يجب صرفه ما دام الثلث وافيا في الأول واصل المال متحملا في الثاني الا ان يصدق عليه الضرر فلو توقف استيجار الحج على بذل\r\nمال لبغض الظلمة أو غير ذلك مما يعد ضررا ففي الوجوب اشكال وكذا بالنسبة إلى العمل بالوصية فما يكون من قبيل المقدمات يجب صرفه وإن لم\r\nيكن من الموصى به وكان التوقف نادرا اتفاقيا وما يكون من المساعدة بالظالم يشكل وجوبه لقاعدة نفى الضرر فتدبر واما القسم\r\nالثاني وهو التدبير فلا اشكال ولا خلاف في خروجه من الثلث وعليه الاجماع بقسميه والنصوص به مستفيضة أو متواترة ولا\r\nفرق بعد التصريح فيها بكونه من الثلث بين ما قلنا إنه عتق معلق أو قلنا إنه وصية أو قلنا إنه ايقاع مستقل ولا فرق أيضا من أن يوقعه في\r\nحال الصحة أو المرض هذا إذا كان معلقا على موت المولى واما إذا علقه على موت المخدوم أو الزوج بناء على صحته فيهما كما هو المعروف بينهم\r\nويدل عليه صحيحة يعقوب ابن شعيب في الأول وخبر محمد بن الجهم المنجر بالشهرة وبرواية الحسن ابن محبوب عنه الذي هو من أصحاب الاجماع في الثاني\r\nففي الأول سئلت أبا عبد الله ع عن الرجل يكون له الخادم ويقول هي لفلان تخدمه ما عاش فإذا مات فهي حرة فتأبق الأمة قبل أن يموت الرجل\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبخمس سنين أو ست سنين ثم يجدها ورثته اللهم ان يستخدموها بعد فقال لا إذا مات الرجل فقد عتقت وفى الثاني سئلت أبا الحسن موسى\r\nابن جعفر ع عن رجل زوج أمته من رجل اخر وقال لها إذا مات الزوج فهي حرة فمات الزوج قال إذا مات الزوج فهي حرة تعتد عدة المتوفى عنها زوجها\r\nولا ميراث لها لأنها انما صارت حرة بعد موت الزوج وعن الكفاية انه أسند الحكم في الثاني إلى الصحيح محمد بن مسلم وهو مؤيد اخر للخبر خلافا لابن\r\nإدريس حيث الحكم خص بموت المولى - لوم يعمل بالخبرين وما أبعد ما بينه وبين ما عن بعضهم من صحة التعليق على موت غير الادمي أيضا وكيف كان\r\nفبناء على الصحة هل يخرج من الأصل أو الثلث لا ينبغي الاشكال في خروجه من الأصل إذا مات ذلك الغير في حال صحة المولى والظاهر أنه موضع وفاق\r\nبل الأقوى ذلك أيضا إذا كان ايقاع التدبير حال الصحة وكان الموت في حال مرض المولى أو بعد موت واما إذا كان ايقاعه في حال المرض وموته فيه أو بعد\r\nموت المولى فحاله حال سائر المنجزات والحق انه من الأصل وعن لك انه ان كان موت الغير في حال مرض المولى أو بعد موته فهو من الثلث وتبعه سيد الرياض\r\nولا وجه له الا دعوى اطلاق النصوص في كون التدبير من الثلث أو بمنزلة الوصية أو انها وصية أو دعوى أن ذلك مقتضى اطلاق ما دل على أن لا مال للميت الا\r\nالثلث وكلاهما ضعيف ما لأول فلان الاطلاق منصرف إلى التدبير المتعارف مع أنه يمكن المناقشة في صدق التدبير عليه بل قد يق انه ليس من التدبير\r\nفي شئ وانما هو عتق معلق دل الدليل على صحته ومجرد كونه معلقا على الموت لا يدخله في التدبير ولذا ربما يذكره الأصحاب في اخر باب التدبير بحيث يظهر\r\nمنهم انه عنوان اخر غيره وان الحكم بصحته من جهة الخبرين المذكورين واما الثاني فلان مفاد ذلك الدليل أن لا مال للميت الا الثلث وهو انما يكون إذا كان\r\nالتصرف بعد موت المدبر لا بعد موت غيره وان اتفق كونه بعد موته أيضا ان هذا لا يعد تصرفا بعد الموت خصوصا إذا اتفق موته في وصية لا بعد\r\nموته هذا مع أنها منصرفة إلى الوصية ثم على فرض تمامية الأول لا فرق بين كون الموت في حال الصحة أو المرض فلا وجه للتخصيص وعلى فرض تمامية الثاني\r\nينبغي القصر على صورة كون التدبير حال الرض والا فلو كان حال الصحة لا يضره انحصار مال الميت في الثلث إذ المفروض انه لم يتصرف الا حال الصحة ووقوع\r\nالموت في المرض لا يستلزم كون التصرف فيه بل الاجل ولى تخصيص الحكم بما إذا مات بعد موت المولى سواء كان التدبير حال الصحة أو المرض إذا المراد من الخبر\r\nان الميت لا مال له بعد الموت الا الثلث ويحتمل بعيد ان يق ببطلان التدبير المعلق على موت الغير إذا مات المالك قبل موت ذلك الغير لأنه من الايقاعات\r\nالجايزة فيبطل بالموت إلى العبد ينتقل إلى الوارث فلا يبقى محل للانعتاق بموت ذلك الغير وفيه أن مجرد الجواز لا يقتضى البطلان بالموت وما ذكروا من أن\r\nالعقود الجائزة تبطل بالموت مع أنه لا يشمل الايقاعات لا دليل عليه كلية بل هو مختص بالعقود الاذنية المنوطة برضا المالك فإنه إذا مات لا\r\nيبقى الرضا فلا يبقى العقد وكيف كان فالأقوى ما ذكرنا واما القسم الثالث وهو النذر المعلق على موت الناذر كان يقول لله\r\nعلي عتق عبدي بعد وفاتي أو صدقة مالي أو كون مالي لزيد بعد وفاتي فالأقوى ان حكمه حكم المنجزات فإن كان في ( حال الصحة ) خرج من الأصل وان كان في حال\r\nالمرض يجئ فيه الخلاف الآتي ولعله المعروف بينهم بل في الرياض انه نسبه في الدروس إلى ظاهر الأصحاب مشعرا بدعوى الاجماع عليه وبانعقاده\r\nصرح في الانتصار وهو الحجة قلت ولعل مرادة ذلك إذا كان في حال الصحة أو قلنا بكون المنجزات من الأصل فيرجع إلى ما ذكرنا هذا ولكن العبارة\r\nالمحكية عن الدروس لا يظهر منها الا الخروج من الأصل واما الاسناد إلى الأصحاب فلا قال على ما حكى عنه في التدبير التدبير على ثلاثة أقسام واجب\r\nلا يصح الرجوع فيه أن قال لله على عتق عبدي بعد وفاتي ولو قال لله على أن أدبر عبدي فكذلك في ظاهر كلام الأصحاب لان الفرض التزام الحرية\r\nبعد الوفاة لا مجرد الصيغة وعن ابن نما جواز الرجوع لو فائه بنذره بايقاع الصيغة فيدخل في مطلق التدبير ثم قال في اخر كتاب التدبير ولو\r\nكان النذر واجبا أو معلقا بموت الغير فمات في حيوة المولى فهو من الأصل فإنك خبير بأنه لا اشعار في هذا الكلام بدعوى ظهور ذلك من\r\nالأصحاب واما الاجماع المحكى عن الانتصار فلا بد من ملاحظته هذا غ وقد يق بالخروج من الثلث إذا كان في حال المرض ولعل نظره إلى أنه من المنجزات\r\nوهي خارجة من الثلث ويمكن ان يق بالخروج من الثلث مطلقا ويظهر من بعضهم انه خارج من الأصل مطلقا وان كان في حال المرض وقلنا إن\r\nالمنجزات من الثلث بدعوى أن المنجز الخارج من الثلث ما كان تبرعا محضا وهذا لما كان واجبا يكون نظير الدين الخارج من الأصل على كل حال ويمكن\r\nان ينزل عليه ما عن الدروس من النسبة إلى الأصحاب على فرض الصاق إذ لا وجه لكونه من الأصل عند الأصحاب مع كونهم مختلفين في المنجزات\r\nالا دعوى أنه بمنزلة الدين لكنك عرفت أن النسبة في غير محلها فتحصل ان الأقوال أو الوجوه في المسألة ثلثه الخروج من الأصل مطلقا والالحاق\r\nبساير المنجزات والخروج من الثلث مطلقا والأقوى من هذه الوجوه هو الوسط فيكون من الأصل مطلقا بناء على المختار في المنجزات وذلك\r\nلعمومات أدلة النذر ولا مخصص لها الا ما قد يتخيل من أحد وجهين أحد بما أن يق انه داخل في عنوان الوصية أو التدبير فيلحقه حكمهما من الخروج\r\nهو من الثلث وفيه أنه داخل تحت عنوان النذر لا تحتهما ومجرد كونه مقتضيا اقتضائهما ومفيدا ثمرتهما لا يوجب دخولهما فيهما الثاني ان يق انه\r\nيشمله عموم ما دل على أن لا مال للميت الا الثلث إذ المراد منه اما ان يكون ان كل تصرف منه يكون اثره بعد الموت ولو اتفاقا فهو من الثلث كما لو\r\nعلق على امر اخر غير الموت واتفق حصول المعلق عليه بعده أو يكون خصوص ما إذا كان تصرفه متعلقا بما بعد موته كما في الوصية والتدبير فعلى\r\nالتقديرين يشمل المقام والفرض انه بناء على الثاني الذي هو القدر المتيقن منه أيضا يشمل المقام فلا بد من أن يكون من الثلث وفيه أنه منصرف\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nإلى خصوص الوصية والتدبير لا كل تصرف فيما بعد الموت لا أقل من الشك في الشمول فيؤخذ بعمومات النذر ومما ذكرنا ظهر وجه القول بالخروج\r\nمن الثلث مطلقا والجواب عنه واما وجه القول الأول فهو ما ذكره من أنه بمنزلة الدين لمكان وجوبه وفيه أن الدين الخارج من الأصل وهو ما كان\r\nدينا قبل التصرف لا ما يحصل بنفس التصرف والا لزم دخول جملة من المنجزات في الدين فما ذكره اشتباه محض ولعله لذا ذكر ذلك البغض بعد ما ألحقه\r\nبالدين ان الانصاف عدم صلوه من الاشكال ثم إن هذا كله إذا كان النذر بصيغة لله على عتق عبدي أو صدقة مالي بعد وفاتي بان يكون من نذر\r\nالقاعدة خروجه من الثلث كما أشرنا إليه سابقا إذ هو داخل تحت التدبير لو الوصية والنذر قد تعلق بانشائهما وبعد حصوله فيلحقه حكمهما\r\nومجرد وجوب هذا الانشاء لا يجعله ملحقا بالواجبات كما لا يخفى ولا فرق بين كون النذر في حال الصحة أو المرض وكذا بين كون الوفاء به بالانشاء في حال\r\nالصحة أو المرض لكن يظهر من بعضهم خروجه من الأصل فعن التحرير اما التدبير الواجب بالنذر وشبهه فلا يجوز فيه الرجوع ويخرج من صلب المال وعن الدروس\r\nما عرفت من عبارته المتقدمة ونسبته إلى الأصحاب والمسألة مبنية على أنه هل يجوز الرجوع في التدبير أو الوصية المنذورة أولا فان قلنا بجواز\r\nالرجوع كما يظهر من المحكى عن تلك وقد عرفت نقله عن ابن نما فيكون من الثلث لأنه ح كالوصية والتدبير من غير نذر وان قلنا بعدم جواز الرجوع كما\r\nاختاره الشهيد ونسبه إلى ظاهر الأصحاب في عبارته المتقدمة فيكون حاله حال نذر النتيجة من الخروج عن الأصل ان كان في حال الصحة ومجئ الخلاف\r\nفي المنجزات ان كان في حال المرض وخروجه من الأصل مطلقا على قول ذلك البعض وان كان في حال المرض وقلنا إن المنجزات من الثلث لالحاقه بالدين\r\nومقتضى القاعدة جواز الرجوع لان متعلق النذر لم يكن الا انشاء التدبير أو الوصية وقد وقع محصل الوفاء فلا يجب الالتزام به بل يجرى عليه احكامهما\r\nنظير ما لو اشترط التوكيل في ضمن عقد لازم أو نذره فإنه يجوز له العزل بعد ذلك نعم لو كان من قصده التدبير الذي لا رجوع فيه اتبع لأنه المنذور ح بمعنى\r\nانه يرجع إلى نذر عدم الرجوع فلا يجوز الرجوع ويخرج من الأصل هذا ولكن الانصاف انه لو قلنا بعدم جواز الرجوع أيضا لا يخرج من الأصل لان غاية الأمر\r\nانه تدبير لا يجوز الرجوع فيه أو وصية كذلك وبمجرد ذلك لا يخرج عن حكمهما من الخروج من الثلث فهو نظير ما إذا أوصى لزيد بمال ثم نذر أن لا يرجح في\r\nهذه الوصية فإنه لا يبغى التأمل في عدم خروج من الأصل فتدبر هذا ولو نذر معلقا على امر فمات قبل حصول المعلق عليه فإن كان من نذر السبب\r\nفقد عرفت سابقا انه لا يتعلق بماله شئ لعدم الاستقرار في ذمته وهو واضح واما لو نذر النتيجة فمات قبل حصول المعلق عليه كان قال لله على عتق\r\nعبدي لو شفى الله مريضي فهل يبطل بالموت أو ينعتق بعد حصول الشفاء وان مات قبله وجهان مبنيان على أنه هل يخرج العبد عن ملكه بمجرد هذا النذر\r\nكما هو ظ بعضهم في نذر الأضحية أو يتعلق به حق العبد أو الفقراء فيما إذا نذر مالا لهم أو لا يخرج عن ملكه ولا يتعلق به حق فعلى الأولين ينعتق بالموت\r\nلعدم تعلق الإرث به وعلى الثالث يبطل لا ما إذا مات دخل المال في ملك الورثة بمقتضى الإرث فلا يبقى الموضوع حتى يحصل الانعتاق كماله\r\nعلى الأولين لا يجوز له التصرف في المنذور قبل حصول المعلق عليه وعلى الثالث يجوز له ولو بما يوجب انتفاء الموضوع هذا ويمكن القول بعدم\r\nتعلق الحق وانه لابد مع ذلك من ابقاء المال إلى أن ينكشف الحال فلا يجوز له التصرف قبل الموت بما يوجب انتفاء الموضوع وعلى الورثة الضرر ذلك لأنه\r\nانشاء النذر والالتزام بكون العبد حرا أو المال للفقراء ومجرد كون الأثر تعبديا لا يقتضى جواز الرجوع ولا الانتقال إلى الوارث فهو نظير بيع ماله\r\nمع كون المشترى فضوليا فإنه قبل إجازة المالك لا يجوز البايع الرجوع لأنه أصيل فتأمل فإنه يمكن منع اللزوم في البيع وما نحن فيه ليس من قبيله بل من\r\nقبيل ما إذا كانت المعاملة تامة وكان الأثر متأخرا جعلا أو شرعا نعم يمكن بان يجعل من قبيل المقام بيع الصرف والسلم بالنسبة إلى القبض فان القبض\r\nشرط في التأثير ومع ذلك لا يجوز الفسخ قبله عند بعضهم مع أن القبض من فعل المتعاقدين ويكون بيدهما وما نحن فيه أولى منه بذلك من حيث إن حصول\r\nالمعلق عليه ليس بيد الناذر فالأقوى اللزوم وعدم دخوله في ملك الورثة ووجوب الصبر إلى انكشاف الحال ومن ذلك يظهر ان مقتضى القاعدة\r\nلزوم الوصية بالنسبة إلى الموصى وعدم جواز رجوعه فيما أوصى وان جواز الرجوع انما هو لدليل خاص لان المال بعد باق في ملكه ولم يخرج عنه وبالجملة\r\nفمقتضى القاعدة وجوب الالتزام بما الزم على نفسه ووجوب الوفاء به بالنسبة إلى نفسه وغيره وان كان الأثر متأخرا عن زار الانشاء شرعا أو جعلا\r\nولو لم يخرج المال عن ملكه بل يمكن ان يق انه يتعلق به الإرث على نحو كونه ملكا للمورث بمعنى انه لا ينافيه الخروج عن ملكه بعد حصول المعلق عليه هذا كله إذ كان\r\nمتعلق النذر عينا خاصا وكذا الحال إذا كان شايعا في تمام المال بان يكون كليا في المعين كما إذا قال لله على أن يكون مئة دينار من مالي للفقراء ان شفى الله\r\nمريضي نعم لو قال لله على أن يكون لزيد في ذمتي مئة دينار لو شفى الله مريضي فهو نظير نذر المسبب في أنه لا يجب الاخراج من ماله لو مات قبل الشفاء لأنه لا يبقى له\r\nذمة بعد الموت ويمكن بعيد ان يقال بوجوب الاخراج وان القدر المسلم انه لا يعقل التكليف بعد الموت واما الحكم الوضعي ثبوت المال في الذمة فهو معقول\r\nفهو نظيرا ما لو القى حجرا ثم مات قبل وصوله إلى كون الغير وكان كسر الكون بعد موته فإنه يحكم بضمانه ويؤخذ العوض من ماله قطعا فإذا كان المفروض كون نذره من نذر الغاية\r\nوالنتيجة لا السبب فيتعلق نفس المال بذمته ويجب اخراجه من ماله فتدبر واما القسم الرابع وهو الشرط المعلق على الموت فيظهر حاله\r\nمما ذكرنا في النذر بل يمكن ان يدعى أنه أولى بالخروج من الأصل لأنه بمنزلة جزء العوضين في المعاملة فيكون من قبيل المعاوضة المحاباتية فإذا كان في حال\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالصحة فينبغي الخروج من الأصل وإذا كان في حال المرض يكون من قبيل سائر المنجزات المقام الثاني في المنجزات إلى التصرفات الغير المعلقة على الموت\r\nوان كانت معلقه على امر اخر إذا كانت مما يصح فيها التعليق بل ولو حصل المعلق عليه بعد الموت فيما لا يبطل التصرف بالموت ولا اشكال في خروجها\r\nمن الأصل إذا كانت في حال الصحة أو المرض الذي لا يتصل بالموت وانما الكلام فيما إذا كانت في مرض الموت ففي خروجها من الأصل أو الثلث خلاف وقبل\r\nالشروع في البحث عنه نذكر أمور الأول معنى كون المنجز من الأصل واضح واما معنى كونه من الثلث فهو أنه يكون موقوفا قبل الموت فان مات في ذلك المرض\r\nوخرج من الثلث يكشف عن كونه نافذا من الأول والا فيكشف عن كونه فاسدا بمقدار الزايد عن الثلث إذا لم يجر الوارث لا انه يحكم بصحته إلى أن يموت\r\nفان مات ولم يجز الوارث يحكم بفساده من ذلك الحين كيف وبعض التصرفات لا يمكن فيه طرق الفساد بعد وقوعه صحيحا كما في العتق فإنه إذا صار العبد حرا\r\nفلا يمكن عوده رقا شرعا فان الحر لا يصير رقا الا بالاسترقاق إذا كان كافرا مع امكان ان يقال إن الكفار عبيد المسلمين قبل الاسترقاق أيضا والحاصل ان\r\nبعض التصرفات لا يمكن ان يجعل صحيحا ثم يحكم بفساده فضلا عن كونه مقتضى الأدلة بناء على الخروج من الثلث ذلك وذلك لان حالها في ذلك حال\r\nالوصية فكما انه إذا لم يجز الوراث لا يصح التصرف في الزائد فكذا في المقام وهو مقتضى ظاهرا وصريح الأخبار الواردة في العتق وكونه نافذا إذا كان\r\nالثلث وافيا وهذا واضح لا اشكال فيه ودعوى أن الميت قبل موته مالك للمال والمفروض انه مسلط عليه بمعنى انه غير ممنوع من التصرف ومقتضى\r\nذلك نفوذه ما دام حيا والبطلان انما يطرء بعد الانتقال إلى الغير الذي هو الوارث والفرق بينه وبين الوصية ان التصرف في المقام انما هو في المال\r\nحال الحياة بخلاف الوصية فإنه فيما بعد الموت فإنه لا ينتقل المال فيها الا بعد الموت الذي هو زمان الانتقال إلى الوارث فلهذا لا يحكم بصحته في وقت من\r\nالأوقات واما في المقام فمقتضى الجمع بين حق الميت والوارث النفوذ ما دام حيا والبطلان بعد الانتقال إلى الوارث مدفوعة بان مجرد كونه مالكا لا يكفى في\r\nذلك إذ يمكن ان يكون محجورا عن التصرف في ماله بمعنى عدم نفوذه لا بمعنى عدم تسلطه عليه تكليفا فان لا اشكال فيه والمفروض ان ظاهر أدلة الثلث\r\nأيضا ذلك نعم لو كان الدليل على الخروج من الثلث مجملا أمكن القول بما ذكر بقي هنا أمران أحدهما ان الموقوفية التي ذكرنا انما كانت بلحاظ الصحة الواقعية\r\nفلا يحكم بالصحة ولا الفساد واقعا الا بعد الموت وظهور الحال ولكن هل يحكم بالصحة ظاهرا ويترتب عليه اثار الصحة قبل الموت بان يعطى المال الموهوب\r\nللمتهب ويحلى سبيل العبد ويحكم بحريته ظاهرا أو لابل يجعل موقوفا ظاهرا أيضا وجهان من أنه محجورا عن التصرف في الزايد وان شرط النفوذ هو الخروج\r\nمن الثلث حين الموت وهو غير معلوم لاحتمال تلف أمواله مع امكان دعوى أنه ظاهرا لأدلة وان الحكم في الوصية كذلك ومن انه تصرف وقع من\r\nأهله في محله والمفروض انه مسلط عليه تكليفا فينبغي الحكم بصحته إلى أن ينكشف عدم الأهلية ومعنى كونه محجورا ليس أزيد من بطلانه في الواقع\r\nعلى فرض عدم الخروج من الثلث خصوصا إذا كان المال وافيا حين التصرف لان حق الوارث لم يتعلق بمقدار الثلث الموجود الآن ويحتمل الفرق بين\r\nما لو كان خارجا من الثلث حين التصرف فيحكم ظاهرا بالنفوذ لما ذكر من عدم تعلق الحق ولأصالة بقاء المال على حاله وبين ما لو كان الثلث انقص\r\nفلا يحكم بالصحة لأصالة عدم تجدد المال بعد ذلك فالأقوى عدم الحكم ظاهرا بالنفوذ لان الشرط فيه هو وفاء الثلث حين الموت وهو غير معلوم\r\nوأصالة بقاء المال لا تجدي لأنها من الأصول المثبتة وعدم تعلق حق الوارث بأزيد من الثلثين الموجودين لا يثمر لان الشرط هو الخروج حين الموت\r\nلا الوفاء حين التصرف هذا وعلى أي حال لا يجوز للميت ان ينصرف في ذلك المال تصرفا منافيا للتصرف الأول بان يرجع في تصرفه إذا كان من التصرفات\r\nاللازمة بدعوى أن النفوذ غير معلوم والأصل البقاء على ملكه فإنه لازم من قبله نظير الأصيل في البيع الفضولي قبل الإجازة على القول باللزوم بالنسبة\r\nإليه بل المقام أولى بذلك بل يمكن ان يدعى أنه لو علم عدم الخروج من الثلث وان الوارث لا يجيز لا يجوز له الرجوع أيضا لعموم ما دل على لزوم ذلك\r\nالتصرف في حقه فتأمل فإنه مع العلم بذلك ( يعلم بقاء المال على ملكه فلا مانع من التصرف فيه ثانيهما ان الممنوعية عن التصرف في الزائد لا يستلزم ثبوت حق ) للوارث في عين مال المريض بحيث يكون تصرفه فيه تصرفا في متعلق حق الغير بل هو أعم من ذلك\r\nومن أن يكون تعبدا شرعيا وان كان الحكمة في جعل الحكم كك مراعاة جانب الوارث والتوفير عليه فالمال باق على الطلقية للمورث ما دام\r\nفيه الروح كما في الوصية حيث إن ممنوعيته من التصرف على الزائد عن الثلث لا يدل على ثبوت حق للوارث في المال ما دام حيا وجواز الإجازة\r\nحال الحياة على القول به لا يستلزم ثبوت الحق وعلى هذا فلو اسقط الوارث حقه عن المال لا يؤثر شيئا لعدم الحق له فله بعد ذلك الرد بخلاف\r\nما لو قلنا بثبوت الحق له فان اسقاطه يوجب النفوذ ومما ذكرنا من عدم ثبوت الحق وان المنع تعبد شرعي يظهر ان ثبوت المنع في المنجزات لا يستلزم\r\nالمنع عن الاقرار فيما زاد على الثلث وبالعكس إذا لم نجعل الاقرار من المنجزات إذ التعبد إذا ثبت في واحد من المقامين ( لا ينفع في المقام الاخر ) بخلاف ما إذا كان كاشفا عن ثبوت\r\nالحق فان اللازم عليه الاطراد كما لا يخف يكشف عما ذكرنا أن الاجماع منعقد على الممنوعية في الوصية مع الخلاف في المقام ومسألة الاقرار\r\nولو كان المنع كاشفا عن ثبوت الحق لم يكن لذلك وجه الا ان يق انا إذا جعلنا ذلك من باب ثبوت الحق للوارث فلا ندعى الحق المطلق من جميع الجهات\r\nبل نقتصر على مقدار ما ثبت من الدليل وعلى هذا فلا يظهر الثمر من جعله من باب الحق أو الحكم الا في السقوط بالاسقاط وعدمه ولعله إلى هذا\r\nينظر ص الجواهر حيث إن بعد أن أيد القول بالثلث بالنصوص الواردة في الاقرار المتضمنة لنفوذ من الثلث مع التهمة وبدونها من الأصل قال\r\nولولا تعلق حق الوارث في الجملة بحيث لا يمضى الاقرار عليه لم يكن وجه للنفوذ من الثلث ولا ينافيه النفوذ من الثلث الأصل مع عدم التهمة إذ لعله تعلق لا\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nلا يمتنع من الاقرار مع عدم التهمة فان تعلق الحقوق بالنسبة إلى ذلك مختلف إذ قد عرفت عدم منع تعلق حق الغرماء من الاقرار بالدين السابق في المفلس\r\nعذر المصنف وغيره وعلى كل حال فلا ينكر ظهور هذه النصوص يعنى نصوص الاقرار في تعلق حق الورثة في الجملة بالتركة حال المرض وهو لا يتم الا بناء على\r\nما ذكره انتهى والانصاف عدم كون المنع في المقام من الحق في العين بل هو تعبد شرعي نعم لا نضائق من ثبوت حق الإجازة والرد للوارث بالنسبة إلى تصرف والمرض\r\nواما ثبوت الحق له في ماله حياته فلا ويمكن ودعوى ثبوت الحق في العين بعد الموت بعد الموت فله الرد لينتقل إليه والإجازة ليبقى على ملكية من ملكه الميت وكونه حقا في\r\nالجملة وبالنسبة إلى بعض المقامات دون بعض بعيد فالتفكيك بين المقامات دليل على التعبدية وعدم كونه من باب الحق لما عرفت من أن لازمه الاطراد\r\nوما ذكره ص الجواهر من عدم منع الغرماء من الاقرار بالدين السابق ممنوع ولذا قوى جماعة عدم سماعه ذلك الاقرار في حقهم ولازم من حكم بسماعه منع تعلق\r\nحقهم بالمال وجعله من باب التعبد على جنس ما ذكرنا في المقام فتأمل وراجع هذا ولصاحب الجواهر كلام اخر ينافي ما نقلنا منه في الجملة قال في اخر مسألة\r\nالاقرار في حال المرض الذي تقتضيه الظوابط كونه من الأصل مط لكن النصوص أخرجت عنها صورة التهمة لا ان مقتضاها الخروج من الثلث باعتبار تعلق\r\nحق الورثة وخرجنا عنها في صورة المأمونية بالنصوص إذا لظ من النص والفتوى عدم تعلق حق للوارث في العين حال الحياة انتهى بقي شئ وهو انه بناء على القول\r\nبالخروج من الثلث هل للمريض ان يتصرف على وجه لا يطلع عليه الوارث كان يعطى مقدار من ماله لشخص على وجه التبرع بمعنى انه هل يأثم لو فعل ذلك أولا الظ\r\nعدم الاثم بناء على ما ذكرنا من عدم تعلق حق الوارث بالمال حال الحياة فلو وهب جميع ماله ( بحيث لا يطلع عليه ص ) أحد لا اثم عليه إذ الخروج من الثلث وان كان من الأحكام الوضعية\r\nولا دخل للعلم والجهل فيها الا انه ليس متعلقا لتكليفه بل له التصرف في ماله كيف شاء وان كان لو اطلع عليه الوارث له الرد فيما زاد على الثلث فهذا من ثمرات\r\nثبوت الحق وعدمه فتدبر الثاني ليس مطلق التصرف المنجز محلا للخلاف وان كان الواقع في بعض العنوانات تصرفات المريض أو منجزاته أو تصرفاته\r\nالمنجز بل المدار على ما يستفاد من متفرقات الاخبار إذ ليس شئ من العناوين المذكورة موجودا فيها وانما المذكور فيها خصوص بعض التصرفات\r\nكالهبة والعطية والعتق والابراء وبعد العلم بكون ذكرها من باب المثال لكل ما يكون من قبيلها يكون المدار على كل تصرف تبرعي في المال عينا أو\r\nدينا أو منفعة أو في الحق المالي على وجه يوجب الاضرار بالوارث والضابط الجامع المانع هو التمليك أو الفك أو الابراء المتعلق بالمال أو الحق الفعلية\r\nتبرعا من غير لزوم سابق أو الالتزام بأحد هذه الأمور كذلك فيدخل فيه العتق والهبة والصدقة والوقف والبيع المحاباتي والإجازة المحاباتية\r\nوالصلح من غير عوض أو بعوض أقل وابراء الدين وشراء من ينعتق عليه ونحو ذلك ويخرج مثل التسبيبات كاتلاف مال الغير فإنه بصير دينا عليه\r\nويخرج من الأصل بلا اشكال وكالجناية على الغير بما يوجب الأرش أو الدية وكفعل ما يوجب الكفارة من حيث النذر والافطار ونحو هما من أسبابها\r\nوخرج بتقيد المال والحق بالفعليين مثل قبول هبة من ينعتق عليه وقبول وصيته ونحوهما كاشتراط سقوط خيار المجلس والحيوان في البيع ومثل\r\nما لو اجر نفسه بأقل من أجرة المثل أو جعل الأجرة من ينعتق عليه ومثل تزويج المرأة نفسها بأقل من مهر المثل ومثل رد الهبة أو الوصية والصدقة\r\nمع كونه من أهلها ونحو ذلك ومثل العفو عن القصاص مع امكان المصالحة بالمال ان قلنا إن الحق منحصر في القصاص وأنه لا يكون مخيرا بينه وبين اخذ\r\nالدية بل وكذا ان قلنا بالتخيير لأنه بعفوه كأنه اختار القصاص فعفى عنه فلا يكون اسقاطا لحق مالي إلى غير ذلك والوجه في خروج ذلك كله عن الأصل\r\nوعدم جريان الخلاف فيها كون المناط الاضرار بالوارث وليس في هذه الموارد حق ثابت مالي حتى يستلزم الاضرار وهذا في غير حق القصاص\r\nواضح وفيه وان أمكن أوله بالمال إلى بالصلح الا انه ليس حقا ماليا ابتداء فلا يشمله المناط المعلوم من الاخبار المتفرقة هذا وحكى عن العلامة في\r\nالتحرير ان حكم بخروج قبول الوصية إذا أوصى له بمن ينعتق عليه من الثلث قال لان اختيار السبب كاختيار المسبب فمي كان الأول مقدورا فالثاني كذلك\r\nوقهرية العتق لا مقتضى الخروج من الأصل مع اسنادها إلى اختيار المريض في التملك وقد ظهر ما فيه مما ذكرنا إذ ليس فيه هويت على الوارث بل هو من\r\nقبيل عدم الاكتساب وعدم قبول الوصية أصلا مع أنه لا يعقل حجره في الصورة المفروضة في الزائد عن الثلث إذ مقتضاه بطلان الوصية بالنسبة إلى الزائد\r\nوبقاء الأب مثلا على ملك مالكه الأول فحجره لا ينفع للوارث وان أراد انه يصح القول ولا ينعتق عليه فلا وجه له إذ ليس العتق شيئا أو راء قبول الوصية\r\nفان صح القبول ينعتق قهر أو الا فيبقى على ملك مالكه الأول وليس العتق تصرفا اخر بعد حصول التملك وهذا واضح وما أبعد ما بين ما ذكره العلامة ها هنا\r\nوما حكى عنه عد في أحد قوليه من الحكم بخروج شراء من ينعتق عليه من الأصل معللا بان الحجر انما يكون في التبرعات والشراء ليس منها والعتق انما حصل بغير\r\nاختياره فلا يعتبر فيه الثلث إذ فيه مع مناقضته لما ذكره في التحرير انه بعد كون الشراء موجبا لا انعتاق يكون من التبرعات أو نقول العتق تصرف تبرعي وهو\r\nاختياري بلحاظ اختيارية سببه وهو الشراء وخرج بالتقييد بالتبرع العقود المعاوضية كالبيع بثمن المثل والصلح كذلك والإجازة بأجرة المثل والهبة\r\nالمعوضة ونحوها فإنها خارجة عن الأصل بلا اشكال ولا خلاف وكذلك إذا كان ذلك بغير عقد من العقود المعاوضية كما إذا دفع المال لحفظ عرضه\r\nأو حفظ نفسه أو من يعول عليه أو حفظ ماله أو نحو ذلك قيل بل لعل الصدقة المندوبة المراد بها السلامة أيضا من هذا القبيل فيخرج من الأصل لان السلامة\r\nعوض قلت ويمكن دعوى السيرة أيضا على عدم الحجر عن مثلها مع أن الاخبار منصرفة عنها ولا أقل من الشك ومقتضى الأصل خروجها عن الأصل\r\nوكذا الكلام في الاستيجار القراءة القران والزيارات المندوبة والحج المندوب ونحوها فان المال فيها لم يبذل تبرعا بل بإزاء الاعمال وهكذا الكلام في\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالتزويج فان البضع عوض عن المهر وكذا المكاتبة فإنها معاوضة وان كان العبد وما يكسبه من مال المولى إلى غير ذلك من أقسام المعاوضات إذ لا أقل من الشك فيها\r\nوالأصل يقتضى الخروج عن الأصل وخرج بالتقييد بعدم كونه لازما عليه الواجبات المالية فإنها خارجة عن الأصل بلا اشكال كالخمس والزكاة والكفارة\r\nوالعتق المنذور والصدقة المنذورة ونحوها إذا كان النذر في حال الصحة وان حصل المعلق عليه في حال المرض وأوقع صيغة العتق أو الصدقة حينه واما إذا\r\nكان النذر في حال المرض فمقتضى القاعدة جريان الخلاف فيه على ما صرح به بعضهم لان المعاملة المنذورة وان كانت واجبة الا ان نفس النذر من التصرفات\r\nالمنجزة فيجرى الخلاف فيه ويظهر من بعضهم القول بخروجه من الأصل نظرا إلى كونه بمنزلة الدين بعد وجود أدلة الوفاء بالنذر وفيه أن الكلام انما هو في\r\nمقدار ثبوت الدين إذ القائل بالخروج من الثلث ( يقول ) لا يثبت وجوب الوفاء الا بمقدار وفاء الثلث فلم يثبت الدين أزيد من هذا المقدار والا لزم في كونه بمنزلة\r\nالدين ان يكون السبب سابقا على التصرف في حال المرض والا فيمكن ان يق بمثله في جميع المنجزات إذ بعد ايقاع صيغة الوقف أو الهبة أو نحو ذلك يجب\r\nبها الوفاء فتصير بمنزلة الدين ولعل نظر القائل إلى أن المعاملة المنذورة تكون واجبة عليه بخلاف ما ذكرنا في النقص من مثل الوقف ونحوه وفيه أنه\r\nوان كان كذلك الا فان تكلم في نفس ايقاع صيغة النذر جسما عرفت ونحكم بوجوب خروجه من الثلث لأن المفروض ايقاعها في حال المرض فتكون من منجزات\r\nالمريض وليس هذا واجبا عليه هذا ولو أوجد في حال المرض سبب وجوب منجز من هبة أو صدقة عليه مما لا يعد تصرفا ماليا والظ خروجه من الأصل\r\nوذلك كما إذا نذر الهبة على تقدير دخول الدار مثلا أو على تقدير ضرب زيد فدخل أو ضرب اختيارا في حال المرض فإنه يجب عليه الهبة ويخرج من\r\nالأصل فليس حال ايجاد ذلك السبب حال النذر في حال المرض وذلك لان نفس النذر يعد تصرفا ماليا بخلاف ايجاد ذلك السبب فإنه ليس من منجزات\r\nالمريض في شئ والهبة وان كانت منها الا انها واجبة عليه ثم إنه لا فرق في خروج التصرف الواجب من الأصل بين ان يكون واجبا عينيا أو تخيريا\r\nفلو كانت عليه كفارة مخير بين الاطعام والصيام والعتق فاختار العتق فهو خارج من الأصل وكذا لو نذر في حال الصحة فعل عبارة فعينها في حال\r\nالمرض بالوقف أو العتق هذا ودخل بالقيد الأخير النذر أو العهد أو اليمين أو الشرط المتعلقات بالمال أو الحق في حال المرض فلو نذر الوقف أو الهبة\r\nأو العتق فهو محل للخلاف جسما أشرنا إليه نعم لو كان النذر واجبا عليه بالنذر السابق على المرض خرج من الأصل ثم إن مقتضى ما ذكرنا من الضابط خروج\r\nالإباحات والاذن في الانتفاع كالعارية ونحوها من الأصل لعدم كونها داخلة تحت أحد العناوين المذكورة ولا بأس بالالتزام به إذ لاخبار غير شاملة\r\nلها والمناط غير منقح بالنسبة إليها ودعوى كون العارية مثل الإجارة فإذا شملها المناط فكذا بالنسبة إليها كما ترى إذ الفرق بينهما واضح ثم بما ذكرنا ظهر ما\r\nفيما ذكره العلامة في القواعد من الضابط من أن التبرع المبحوث عنه إزالة الملك عن عين مملوكة تجرى الإرث فيها من غير لزوم ولا اخذ عوض يماثلها\r\nفإنه يرد عليه أولا انه لا وجه للتخصيص بالعين بل يجرى في الدين والمنفعة والحق وثانيا لا وجه للتقييد بجريان الإرث إذ ما لا يجرى فيه الإرث كالوقف لا يمكن\r\nإزالة الملك عنه ان أريد من الإزالة بالتصرف وان أزيد الأعم من الاتلاف فيرد عليه ان الاتلاف خارجه عن الأصل بلا اشكال وان أراد\r\nاخراج مثل قبول وصية من ينعتق عليه أو قبول هبته فإنه خارج من الأصل ففيه انه وان كان كذلك ولا يصدق انه لا يجرى فيه الإرث الا انه خارج\r\nبقيد إزالة الملك فإنه قبل القبول لم يكن مملوكا وثالثا يرد على قوله من غير لزوم التصرف المنذور حال المرض فإنه محل خلاف مع أنه يصدق عليه\r\nانه لازم الا ان يريد اللزوم السابق على حال المرض ولا يمكن اجراء الكلام ح في نفس في النذر بان يقال إنه تصرف غير لازم كما منعنا سابقا لان\r\nالنذر ليس إزالة للملك وانما المزيل هو التصرف المنذور ولذا أردنا في تحديدنا قولنا أو الالتزام بأحد لأمور من التمليك أو الفك أو الابراء\r\nورابعا يلزم مما ذكره كون جملة من التصرفات محلا للخلاف وهي خارجة كالنكاح بمهر المثل والتصدق للسلامة ونحو ذلك مما ليس في مقابله عوض\r\nمماثل فان المراد من المماثلة في كلامه على ما حمله عليه جماعة المكافئة والبضع والسلامة ونحوها ليست مكافئة للمال هذا ولكن يمكن ان يقال إن\r\nمراده من المماثل المماثل في المقدار ليدخل في محل الخلاف البيع بأقل من ثمره المثل ونحوه وح يكون العوض باقيا على اطلاقه من حيث المكافئة وعدمها\r\nفيدفع هذا لا يراد وظهر مما ذكرنا أيضا ما في الضابط الذي ذكره في المسالك من أنه ما استلزم تفويت المال على الوارث بغير عوض إذ فيه أيضا\r\nانه يشمل الاتلافات ونحوها مع فزوجها ويشمل ما كان لازما أيضا مع خروجه ولا يشمل الحق مع كونه داخلا فالأولى في التحديد ما ذكرنا فلا تغفل\r\nالثالث لا اشكال في أن المراد من المرض الذي يكون التصرف فيه محلا للخلاف هو الذي يكون متصلا بالموت فلو تصرف في حال المرض ثم برء\r\nمن مرضه ذلك ومات في مرض اخر يخرج من الأصل اجماعا ولكن هل المدار على مطلق المرض أو المخوف منه وهل يشمل المرض الذي يبقى منه أو\r\nسنتين أو أزيد وهل يعتبر فيه أن يكون الموت بسببه أولا بل يكفى ولو مات فيه بسبب اخر من قتل أو اكل سبع أو لدغ حية أو نحو ذلك وعلى الأول\r\nهل يعتبر العلم باستناد الموت إلى المرض أو يكفى الاحتمال وأيضا هل يعتبر ان يكون الموت في خصوص ذلك المرض أو يكفى موته في مرض اخر متصل\r\nبذلك المرض والحاصل ما العيار والمدار في المرض وهل يلحق به حصول امارات الموت من غير مرض كان يكون في المرماة في الحرب أو تزاحم\r\nالأمواج في البحر أو في حال الطلق للمرأة أولا وكذا لو تصرف في حال صيرورته مجروحا إذا مات بذلك الجرح هل هو مرض أو يلحق به أو لا تقول\r\nحكى عن الشيخ وتابعيه ان المدار على المرض المخوف وعن جامع المقاصد متابعته وذكروا ان الأمراض على أقسام منها ما يكون الغالب فيها\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالموت كالسل حتى الدق وقذف الدم والأورام السوداوية والدموية والاسهال المنتن والدنى يمازجه دهنية أو براز اسود يعلى على الأرض وما\r\nشاكلها مما يرجع فيه إلى أهل الخبرة والتجربة من الأطباء ومنها ما يكون الغالب فيها السلامة كحمى يوم والصداع والرمد ونحوها ومنها ما يحتمل الامرين\r\nكحمى العفن والأورام البلغمية ونحوها فالأول مخوف ويكون التصرف فيه محلا للخلاف وبخلاف الأخيرين ثم إنهم أطنبوا في أنه هل يعتبر في تشخيص ذلك وانه\r\nمخوف أولا شهادة عدلين من أهل الخبرة أو يكفى عدل واحد وهل يكفى اخبار الفاسق من أهل الخبرة أولا وهل يكفى شهادة النساء إذا كان المريض امرأة\r\nأولا وهل يكفى شاهد واحد ويمين أولا وأطنبوا في البحث عن الأمراض وان أيها مخوف وايها غير مخوف إلى غير مخوف إلى غير ذلك وذهب المحقق في يع إلى أن المدار على\r\nكل مرض يتفق به الموت سواء كان مخوفا أولا وذكر العلامة في عدان المدار على المرض الذي اتفق معه الموت سواء كان مخوفا أولا وهذا أعم مما ذكره\r\nالمح من حيث شموله ما حصل الموت بسببه وغيره حتى لو قتله قاتل في حال المرض أو اكله سبع أو نحو ذلك وان كان يمكن ان يكون مراده خصوص الأول\r\nفيرجع إلى ما ذكره المح وفى الجواهر ان المدار على أحد أمرين المرض الذي يموت به سواء كان مخوفا أولا وحضور الموت وإن لم يكن بمرض سابق بل كان التصرف في حال\r\nالنزع وتشاغله بخروج روحه قلت اما ما ذكره الشيخ ومن تبعه فلا دليل عليه إذ ليس في الاخبار إشارة إلى اعتبار كونه مخوفا بل الموجود فيها لفظ المريض\r\nوغير الصحيح وحضرته الوفاة وعند موته وفاته فلا وجه للإطالة في البحث عن الأمراض وان أيها مخوف بعد عدم كون المدار على المخوفية وكذا عن اعتبار\r\nالخبر العدل الواحد أو المرأة ونحوهما الا ان يق باستفادة ذلك من قوله ع عند موته إذ المراد ظهور اماراته وهو لا يكون الا في الأمراض المخوفة أو يقال بعدم\r\nصدق المرض عرفا على غير المخوف ان ويقال ان الأصل هو ؟ من الأصل والقدر والمتيقن مما يخرج من الثلث ما كان في المرض المخوف وفى الأول منع إذ\r\nيصدق التصرف عند الموت مع عدم كون المرض نحو فإذا كان التصرف ( مقارنا ) للموت وفى الثاني ما لا يخفى إذ لا شك في صدق المرض على غير المخوف\r\nأيضا وفى الثالث ان الاقتصار على المتيقن انما هو فيها إذا لم يكن هناك اطلاق وهو موجود كقوله المريض محجور عليه أولا في ثلث ماله وغير ذلك ومن ذلك\r\nيظهر جواب اخر عن الأول فانا لو سلمنا ظهور قوله ع عند موته فيها إذا ظهر امارات الموت الا ان الاخبار الاخر المطلقة كافية إذ لا ينافي بينها وبينه\r\nحتى يحمل المطلق على المقيد وبالجملة الا دليل على اعتبار المخوفية في المرض واما ما ذكره المح والعلامة قدهما ففيه انه يكفى مجرد المرض الذي يتفق معه أو بسببه\r\nالموت إذ الاخبار لا تنصرف إلى مطلق المريض ولو كان مثل الرمد ونحوه مع أنه قد يطول المرض سنين عديده ويتفق في اخره الموت ومثله يشكل الحكم\r\nبكونه محللا للبحث سيما إذا لم يكن شديدا بحيث يتمكن المريض معه من الدخول والخروج والعمل باطلاق قوله ع المريض محجور عليه الا في ثلثه مشكل خصوصا\r\nمع أنه مرسل والظاهر أنه مضمون الاخبار وانما نقل بالمعنى واما القول الأخير فيرد على شقه الأول ما ورد على المح والعلامة قدهما وعلى شقه الأخير ان الظاهر\r\nقيام الاجماع على اعتبار المرض وان تصرفات الصحيح خارجة عن الأصل وان كانت قريبة من الموت نعم حكى عن ابن الجنيد الحاق وقت المرماة في الحرب\r\nوالطلق وتزاحم الأمواج بالمرض وكذا ما إذا قدم لاستيفاء القول أو ليقتل رجما في الزناء أو قطع الطريق أو كان أسيرا في يد عد ومن عادته قتل الأسير\r\nونحو ذلك مما كان في حاله كان الغالب فيها التلف والتحقيق ان يق المدار على مجموع الامرين من المرض وصدق حضور الموت فمثل الأمراض ( ؟ )\r\nالتي تطول سنين عديدة لا يكون محلا للبحث الا إذا كان التصرف في اخرها وكذا مثل وجع السن ونحوه إذ لا يصدق معه المرض وحضور الموت\r\nوان كان الموت بسببه ولا يضر انقلاب المرض إلى مرض اخر إذا صدق معه حضور الموت واما مثل المرماة ونحوها فإن لم يكن اجماع على عدم الحاقه\r\nكان الأقوى الالحاق والشمول الاخبار الا انك قد عرفت أن الظاهر قيام الاجماع وخلاف ابن الجنيد لا يعتد به مع أنه يمكن ان يقال إن المراد من حضور الوفاة\r\nوعند موته ونحوهما الفرد الغالب وهو ما كان بالمرض وكيف كان فالمرجع في ذلك هو العرف وحكمهم بكون التصرف في حال مرض الموت والظاهر\r\nعدم صدقه إذا كان الموت بغير ذلك المرض كقتل القاتل ولذع الحية وان كانا في حال المرض والظاهر صدق ذلك إذا كان مجروحا أو مات بذلك\r\nالجرح فإنه يصدق عليه مرض الموت فتدبر ثم إن التصرف في حال التشاغل بخروج الروح صحيح وان كان ملحقا بالميت في بعض الأحكام كعدم قبول توبته\r\nوعدم قبول اسلامه إذا كان كافرا وعدم القود به إذا قتله قاتل فان المدار في التصرف على الشعور والقصد فمتى كان موجودا صح وان لحق بالميت في احكام اخر\r\nفتدبر الرابع مقتضى الأصل خروج المنجزات من الأصل ويمكن تقريره بوجوه أحدها القاعدة المستفادة من الكتاب والسنة من أن الناس مسلطون على\r\nأموالهم فان مقتضاه نفوذ تصرف المريض من غير توقف على إجازة الورثة إذ لا شك ان المال باق على ملكيته ما دام فيه الروح والمراد من السلطنة أعم\r\nمن التكليفي والوضعي فلا يقال إن السلطنة معلومة ولا يجدي لان الكلام في الامضاء الشرعي فان قلت مرجع الشك في المقام إلى الشك في\r\nشرطية صحة المعاملة بإجازة الوارث أو مانعية رده والعموم المذكور لا يفي بنفي ذلك بل هل مثبت لأنحاء السلطنة على الوجوه الثابتة في الشرع\r\nمثلا إذا شك في جواز بيعه لماله فهو ذاك على جوازه لكن بعد كون ذلك البيع واجد الجميع الشرائط فاقد الجميع الموانع وكذا بالنسبة إلى غيره من انحاء\r\nالتصرفات واما إذا شك في كون التصرف على الوجه الفلاني ماضيا شرعا أولا فلا يجوز التمسك في جوازه بالعموم المذكور وهذا\r\nما يق من أن هذا العموم ليس مشرعا لمعاملة مشكوك الشرعية ولذا يورد على من تمسك به لاثبات صحة المعاملات أو لنفى اعتبار العربية\r\nأو الماضوية أو الترتيب أو نحو ذلك كاعتبار القبض في الرهن والوقف بأنه لا يثبت مشروعية المعاملة المعاطاتية وانما يدل على جواز\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالمعاملة ونفوذها بعد العلم بمشروعيتها من حيث هي بدليل اخر ففي المقام أيضا إذا شككنا في صحة التصرف مع عدم إجازة الوارث\r\nأو مع منعه فلا يمكن اثباتها بالعموم المذكور قلت أولا نمنع عدم جواز التمسك به لنفى الشرايط والموانع المشكوكة إذ هو دال على التسلط\r\nعلى انحاء التصرفات ومن المعلوم ان الهبة مثلا من جملتها كالأكل والشرب وهما مؤثران في نظر العرف للنقل والانتقال فإذا شك في اعتبار\r\nشئ منها شرعا يقال إنه مسلط بمقتضى العموم على هذا النحو من التصرفات ولازمه عدم شرطية ما شك في شرطية نعم لو اخترع معامله لم تكن\r\nمعدودة من التصرفات العرفية ولا الشرعية فالعموم لا يثبت صحتها لأنه في الحقيقة اثبات للموضوع لا لحكم وهو مثبت للحكم بعد احراز موضوعه\r\nوهذا بخلاف ما إذا كان الشك في الشرطية أو المانعية فان الموضوع مجرد عرفا وهو المعاملة العرفية المشكوك اعتبار شئ فيها شرعا\r\nوثانيا نقول فرق بين المقام وما ذكر من الشك الشرطية والمانعية في سائر المقامات فان المعاملة في المقام واجدة الجميع ما يعتبر فيها وانما\r\nالشك في توقف تأثيرها على امضاء الغير وعدمه ولازم التوقف عدم سلطنة المالك على ماله بخلاف سائر المقامات فإنه لا يلزم من\r\nتوقف المعاملة على الصيغة أو العربية عدم سلطنة المالك إذ أمرهما بيده فاعتبار الشارع لهما في صحة المعاملة غير مناف للسلطنة بخلاف ( اعتبار )\r\nإجازة الغير والحاصل ان توقف المعاملة على امضاء الغير منان للسلطنة واما توقفها على شرط اختياري للمالك فلا ينافي سلطنة\r\nفان قلت المفروض ان المعاملة جايزة للمريض ولازمة في حقه ولذا لا يجوز له فسخها ما دام حيا فالسلطنة التكليفية أو الوضعية ثابتة\r\nله وان قلنا بتوقفها في حق الوارث على الإجازة وهو لا ينافي سلطنته وذلك كما في صحة المعاملة ولزومها بالنسبة إلى الأصيل في بيع الفضولي\r\nفإنها لا تنافى التوقف على إجازة المالك في الطرف الآخر فكما أن سلطنته على بيع ماله لا ينافي عدم النفوذ على الطرف الآخر فكذا في المقام قلت\r\nمقتضى السلطنة الوضعية نقل ماله إلى من أراد نقله إليه واقعا وعلى فرض التوقف على إجازة الوارث لم يحصل النقل الواقعي وان كانت المعاملة\r\nلازمة في حقه مع أن اللزوم في حقه لم يكن الا ظاهريا ونمنع عدم جواز التصرف المخالف إذا علم عدم إجازة الوارث وعدم الصحة الواقعية\r\nفسلطنة الوارث على الرد أو عدم الإجازة منافية لسلطنة واما ذكر من أن سلطنة الأصيل لا ينافي عدم النفوذ على الطرف الآخر فلا دخل له\r\nبالمقام إذ الأصيل انما يكون مسلطا على ماله دون مال الطرف الآخر فسلطنة معارضه لسلطنة واما في المقام الوارث لا يكون مالكا للمال فلو\r\nكان مسلطا على المنع يكون مسلطا على مال الغير فالتوقف على امضاء الطرف الآخر في الفضولي لا ينافي سلطنة الأصيل والتوقف في المقام على\r\nإجازة الوارث ينافي سلطنة المريض والعموم ينفيه فلا يتوهم ان لازم التمسك بالعموم في المقام امكان التمسك به لنفى التوقف على إجازة المالك\r\nفي بيع الفضولي بدعوى أن مقتضاه تسلط الأصيل على بيع ماله الثاني الأدلة العامة الدالة على لزوم العقود والايقاعات كقوله تع أوفوا بالعقود\r\nوقوله تع تجارة عن تراض وقوله تعالى لا تأكلوا أموالكم بينكم بالباطل وقوله ص المؤمنون عنه شروطهم فان مقتضى وجوب الوفاء الخروج عن الأصل إذ الخطاب\r\nلا يختص بالمتعاقدين وكذا بالنسبة إلى الباقي وعلى فرض تخصيص تسليم الاختصاص بهما يمكن ان يقال لازم وجوب الوفاء بالنسبة إلى المريض حصول\r\nالنقل إلى الغير فيجب على الوارث ترتيب اثر ملكية ذلك الغير والتوقف على إجازة الوارث ينافي اطلاق وجوب الوفاء عليه واقعا ولو على فرض العلم\r\nبعدم الإجازة فاندفع ما يمكن ان يقال إن وجوب الوفاء على المريض ثابت ولو على القول بالثلث فلا ينفع التمسك بهذه العمومات وذلك لما عرفت\r\nمن أن الوجوب ظاهري ومن ألم ينكشف الرد والا فمع العلم بعدم مجئ الإجازة ولا يجب عليه الوفاء لعدم النقل عنه فالعمومات نافعة لأنها وافية\r\nباثبات النقل الواقعي الغير المسلم وعلى القول بالثلث وبالجملة فجميع ما دل عن الأدلة العامة على لزوم العقود والايقاعات قاضية بالخروج من الأصل\r\nنعم من جملتها الاستصحاب ولا مجزى له في المقام بنحو جريانه في سائر المقامات إذ ليس الشك في المقام في الجواز واللزوم بعد العلم بتحقق النقل والانتقال\r\nحتى يقال الأصل بقاء المال على ملكية المنقول إليه كما يقرى ذلك بالنسبة إلى المشترى في البيع المشكوك في لزومه فيقال الأصل عدم خروج المبيع\r\nعن ملك المشتري بفسخ البايع فيثبت بذلك لزومه بل الشك فيما نحن فيه انما هو في أصل الانتقال وعدمه في الزائد على الثلث إذ على القول بالثلث يكون\r\nالنقل باطلا بالنسبة إلى الزائد من الأول لا انه صحيح ويكون الوارث ( فاسخا ) ولذا يكون النماءات المتخللة للوارث دون المنقول إليه الثالث خصوص اطلاقات كل\r\nعقد من العقود وكل ايقاع وعموماتها الدالة على الصحة واللزوم وتقريب الاستدلال بها كما مر في العمومات السابقة من الوجهين الرابع الاستصحاب\r\nويمكن تقريره بوجهين أحدهما الاستصحاب التنجيزي وهو استصحاب نفوذ التصرفات الثابتة حال الصحة الذي يرجع إلى بقاء السلطنة الثابتة\r\nله قطعا نظير استصحاب نفوذ تصرفات الولي إذا شك في خروجه عن الولاية واستصحاب صحة التصرفات مع الشك في الجنون أو نحو ذلك من الموانع\r\nإذا شك في صيرورته محجورا للفلس أو للسفه أو نحو ذلك فإنه يجرى استصحاب الحكم مع الاغماض عن استصحاب الموضوع فالسلطنة من الأحكام الوضعية\r\nالثابتة حال الصحة فمع الشك فيها يجزى أصالة بقائها ولازمه نفوذ التصرفات والمناقشة في أن الموضوع هو الشخص الصحيح وقد ارتفع\r\nمدفوعة بالمنع من ذلك بل الموضوع هو الشخص المكلف ولم يعلق الحكم في شئ من الأدلة على عنوان الصحيح ودعوى أن الشك في ذلك كاف\r\nإذ لا بد من العلم ببقاء الموضوع في الاستصحاب مدفوعة بمنع الشك أيضا بل ندعى العلم بان الموضوع هو الشخص الخاص المالك للمال كيف\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nولون نوقش بمثل هذا في الاستصحاب لزم سد بابه إذ كل مورد لا محالة قد زال وصف من الأوصاف يحتمل مدخليته في الحكم فان\r\nقلت الشك انما هو في المقتضى وحجية الاستصحاب انما هي في الشك في الرافع خاصة قلت أولا نمنع ذلك بل السلطنة\r\nثابتة إلى أن يرفعها رافع من أسباب الحجر وثانيا قد بين في محله عدم الفرق بين الشك في المقتضى والشك في الرافع في الحجية لصدق\r\nالنقص في المقامين إذ هو انما يكون بلحاظ كون اليقين من حيث هو امرا مبرما ولا يحتاج إلى اعتبار كون المتيقن مما يحتاج إلى الرافع\r\nالثاني الاستصحاب التعليقي بان يقال كان بحيث لو تصرف كان نافذا من أصل ماله فالأصل بقائه ويرجع إلى استصحاب الملازمة بين\r\nالتصرفات والنفوذ ولا بأس به لكن لا بد من اثبات كون هذه الملازمة من الأحكام الشرعية المجعولة لا من الأمور الانتزاعية العقلية\r\nويمكن منع ذلك بيان ذلك أن الاستصحاب فزع الثبوت في السابق ومن المعلوم أنه لم يقع تصرف في السابق حتى يحكم بنفوذه فلا بد من\r\nاستصحاب الملازمة بين وقوعه وبين النفوذ وكذا في سائر افراد الاستصحاب التعليقي وهذه الملازمة قد يكون من المجعولات الشرعية\r\nبحيث يصدق على الموضوع انه ذا حكم شرعي كما إذا قال ماء العنب ينجس إذا على بحيث يكون غرضه جعل هذا الحكم الشأني لماء العنب وقد يكون\r\nمن الأمور الانتزاعية كما إذا قال ماء العنب الغالي نجس فقبل الغليان لا حكم الماء العنب لكن يصح عقلا ان يقال هذا الماء بحيث لو على يصير نجسا\r\nفهذه الملازمة ليست مجعولة شرعا وكذا إذا قال المستطيع يحج فقبل الاستطاعة لا حكم للمكلف وكذا إذا قال يجب على البالغ كذا إذ قبل ( البلوغ )\r\nلا حكم له لا أصلا وهكذا مع أن لا للعقل ان ينتزع الملازمة المذكورة فان كانت الملازم مجعوله شرعا جاز استصحابها وإلا فلا وفى المقام\r\nيمكن ان يقال إن الشارع لم يجعل للصحيح حكما وهو نفوذ تصرفه على فرض الايقاع بل انما جعل النفوذ لموضوع التصرف فقبله لا حكم له حتى\r\nيستصحب نعم السلطنة على التصرف ثابتة له وليس المقصود استصحابها والا يرجع إلى الوجه السابق كما والحاصل انه ان أريد استصحاب\r\nالسلطنة كان من الاستصحاب التنجيزي وان أريد استصحاب الصحة على فرض التصرف فهو ليس من الأحكام المجعولة الشرعية فعليك بالتأمل\r\nفي جميع ما يكون من هذا القبيل فإنه كثيرا ما يشتبه الحال فالتعين في تقرير الاستصحاب هو الوجه الأول والتمسك به فرع عدم تمامية\r\nالتمسك بعموم قاعدة ( السلطنة ) بطنه وإلا فلا حاجة إلى استصحابها كما هو واضح الخامس أصالة حق عدم الوارث بالنسبة إلى ما تصرفه المريض ودعوى أن\r\nحقه ثابت في الجملة بمقتضى ما ورد في الوصية من توقفها على اجازته فيما زائد على الثلث فهي كاشفه عن تعلق حقه بالثلثين إذ لا يعقل حقه ثبوت\r\nمن جهة دون أخرى مدفوعة بما مر سابقا من انا نمنع أولا كون ذلك من باب تعلق حق له بعين المال بل غاية الأمر ان له الامضاء والرد تعبد أوان\r\nالمال ملك طلق للميت ما دام فيه الروح وثانيا على فرض كونه من باب تعلق الحق نمنع عدم امكان التفكيك فإنه يمكن ان يكون ذا حق من حيث\r\nالتمليك المتعلق بما بعد الموت فقط فإذا شك في تعلق حقه بالنسبة إلى التصرفات المنجزة فالأصل عدمه ولازم نفوذ تلك التصرفات لعدم\r\nالمانع لها غيره إذا عرفت ذلك فنقول اختلف علمائنا رضوان الله عليهم في المسألة على قولين فالمحكى عن الكليني والصدوق ره في الكافي\r\nوالفقيه والشيخين ره في المقنعة ويب والاستبصار والنهاية والخلاف في مواضع والسيدين في الانتصار والغنية وبنى إدريس والبراج وسعيد وحمزة\r\nالخروج عن الأصل وحكى أيضا عن جامع الشرايع وكشف الرموز ومجمع البرهان والوسائل والكفاية والوافي والرياض وربما ينسب إلى الأكثر كما عن كشف الرموز\r\nولعله مراده أكثر القدماء والى مشهور المتقدمين كما عن الرياض بل قيل إنه صرح بكونه مشهور المتقدمين غير واحد ويساعده التتبع بل عن الانتصار\r\nوالغنية الاجماع عليه قال في الأول ممن انفردت به الإمامية ان من وهب شيئا في مرضه التي مات فيه إذا كان عاقلا مميزا تصح هبته ولا يكون من\r\nثلثه بل يكون من صلب المال وخالف باقي الفقهاء في ذلك وذهبوا إلى أن الهبة في مرض الموت محسوبة من الثلث ودليلنا الاجماع المردد انتهى وبمثل\r\nهذه العبارة في الثاني مع دعوى الاجماع وربما يستظهر الاجماع من السرائر أيضا وعن الشيخ ره اسناده إلى اخبار الطائفة قال إذا وهب في مرضه\r\nالمخوف شيئا واقبضه ثم مات فمن أصحابنا من قال لزمته الهبة في جميع الموهوب ولم يكن للورثة فيها شئ ومنهم من قال يلزم في الثلث ويبطل ما زاد عليه\r\nوبه قال جميع الفقهاء دليلنا على الأول اخبار الطائفة المروية في هذا الباب والرجوع إليها هو الحجة وقريب من ذلك في باب الوصاية وعن الفاضلة\r\nوالشهيدين والكركي بل ينسب إلى المشهور المتأخرين الخروج من الثلث وفى لك نسبته إلى الأكثر وسائر المتأخرين وعن غير واحد نسبته إلى عامته\r\nالمتأخرين بل ربما يستظهر من الخلاف في باب العتق دعوى الاجماع عليه وكذا عن الغنية قال الأول إذا أعتق عبده موته وله مال غيره كان عتقه\r\nمن الثلث وبه قال جميع الفقهاء وقال مسروق بكونه من صلب المال دليلنا الاجماع الفرقة واخبارهم وقال في الثاني العتق في مرض الموت من أصل التركة\r\nان كان واجبا وان كان تبرعا فهو من الثلث ويظهر منها دعوى الاجماع عليه كما قيل والظاهر أن مرادهما من العتق الوضية به كما يطلق عليها كثيرا في\r\nلسانهم ويشهد له كلامهما المتقدم وكيف كان فعن الشيخ لمن الاخبار به أي بالثلث أكثروا شهر وعن جامع المقاصد قد دلت عليه صحاح الاخبار وفى\r\nموضع اخر منه ان النصوص به متواترة والحق هو القول الأول للأصل بتقريراته والاجماعات المنقولة المعتضدة بالشهرة وبالسيرة المستمرة على عدم\r\nمنع المريض أيام مرضه عن تبرعاته مع زيادتها على الثلث وعلى عدم ضبطها بطور ما ونحوه مضافا إلى الأخبار الخاصة الناصة أو الظاهرة منها\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالصحيح إلى صفوان الذي هو من أصحاب الاجماع عن مرازم عن بعض أصحابنا عن أبي عبد الله ع في الرجل يعطى الشئ ممن ماله في مرضه قال ع إذا ابان به فهو جايز\r\nوان أوصى به فهو من الثلث ودلالته على المدعى واضحة إذ المراد من الإبانة سيما بقرينة المقابلة المنجز ومنها خبر أبي بصير عن أبي عبد الله ع الرجل له الولد\r\nيسعه ان يجعل ماله لقرابته قال ع هو ماله يصنع به ما يشاء إلى أن يأتيه الموت ان لصاحب المال ان يعمل بماله ما شاء ما دام حيا ان شاء وهب وان شاء\r\nتصدق به وان شاء تركه إلى أن يأتيه الموت فان أوصى به فليس له الا الثلث الا ان الفضل في أن لا يضيع من يعول به ولا يضر بورثته ودلالته أيضا\r\nواضحة ولا يضر عدم اختصاصه بحال المرض بعد شموله له بما يقرب من الصراحة إذ المراد من اتيان الموت نفسه لا حضوره فيكون كناية عن المرض المخوف كما\r\nفي الجواهر إذ هو في كمال البعد من ظاهر اللفظ وضعف سنده منجر بالشهرة والاجماعات ومنها خبر سماعة عنه ع قال قلت لأبي عبد الله ع\r\nالرجل يكون له الولدا يسعه ان يجعل ماله لقرابته قال هو ماله يصنع ما شاء به إلى أن يأتيه الموت وهو ظاهر في الموت إذ المراد من جعله لقرابته\r\nخصوص المنجز خصوصا بملاحظة الخبر السابق حيث إن السماعة هو الراوي عن أبي بصير فالظاهر اتحاد مضمونه مع السابق ولم ينقل الزيادة\r\nفي هذا الخبر ومنها موثق عمار عن أبي عبد الله ع قال قلت الميت أحق بماله ما دام فيه الروح يبين به قال نعم فان أوصى به فليس له الا الثلث وهو\r\nقريب من الثاني في الدلالة بل أظهر من حيث إن قوله ما دام فيه الروح كالنفس في الشمول لحال المرض ومنها موثقته الأخرى عنه ع قال الميت أحق\r\nبماله ما دام فيه الروح يبين به فان قال بعدي فليس له الا الثلث هكذا عن يب وعن الفقيه روايته هكذا فان تعدى فليس له الا الثلث مكان قوله\r\nفان قال بعدي ومن ذلك قد يخدش في صراحته في الدلالة من أجل ان اختلاف النسخة موجب للاجمال إذ المراد من التعدي التعدي عن الثلث\r\nفيكون منزلا على الوصية ولا يشمل المنجز أو يكون أعم وح يكون دليلا على القول الآخر الا انه يمكن ان يق انهما خبران ويمكن ان يقال المراد من التعدي التعدي\r\nعن ز من الحياة فيكون تعديا موافقا للنسخة الأولى مع أن غاية الأمر حصول الاجمال في الذيل ولا يضر بدلالة الصدر على أنه لو ابان أي نجز كان جايزا\r\nمن الأصل ومنها موثقته الثالثة عنه ع في الرجل يجعل بعض ماله لرجل في مرضه فقال إذا ابانه جاز ومنها موثقته الرابعة عنه ع الرجل أحق بماله\r\nما دام فيه الروح ان أوصى به كله فهو جايز ودلالته على المدعى انما هي بلحاظ صدرها ولا ينافيه كون ذيلها مخالفا للاجماع إذ لا يضر طرح بعض الخبر في\r\nالاستدلال ببعض الاخر مع امكان حمله على المنجز وإرادة المعنى اللغوي من لفظ الوصية ويمكن العمل بظهور صدره بحمل ذيله على إرادة جواز الوصية\r\nبكل واحد من أعيان التركة ومنها خبره الذي رواه المحمدون الثلاثة عنه ع صاحب المال أحق بماله ما دام فيه شئ من الروح يضعه حيث شاء ومنها\r\nالحسن كالصحيح بإبراهيم بن هاشم عن أبي شعيب المحاملي عنه ع الانسان أحق بماله ما دامت الروح في بدنه ودلالته كالسابقين انما هو بالظهور من\r\nحيث الأعمية من الوصية والمنجز ومنها خبر إبراهيم بن أبي سهاك عمن أخبره عن أبي عبد الله ع قال الميت أحق بماله ما دامت فيه الروح ودلالته كسوابقه\r\nومنها مرسلة الكليني قال وقد روى أن النبي ص قال لرجل من الأنصار أعتق مماليكه لم يكن له غيرهم فعابه النبي ص وقال ترك صبية صغارا يتكففون\r\nالناس ورواه الصدوق مسند إلا أنه قال فأعتقهم عند موته وح يكون دلالته واضحة لعدم امكان حاله على حال الصحة ومنها صحيحة محمد بن\r\nعن رجل حضره الموت فأعتق غلامه وأوصى بوصية وكان أكثر من الثلث قال يمضى عتق الغلام ويكون النقصان في ما بقي ومنها حسنته في رجل\r\nأوصى بأكثر من ثلثه واعتق مملوكه في مرضه فقال إن كان أكثر من الثلث يرد إلى الثلث وجاز العتق وجه الدلالة فيهما ان الحكم بنفوذ العتق مطلقا لا\r\nيصح الا يكون المنجز خارجا من الأصل وحملهما على إرادة البدءة بالنفوذ من الثلث خلاف الظاهر ومنها خبر إسماعيل بن همام في رجل أوصى عند موته\r\nبمال لذوي قرابته واعتق مملوكا وكان جميع ما أوصى يزيد على الثلث كيف يصنع في وصيته قال يبدء بالعتق فينفذه وتقريب الدلالة على ما\r\nذكره بعضهم انه حكم بنفوذ العتق وعدم دخول النقص عليه فهو دليل على خروجه من الأصل ولا ينافيه قوله يبدء بالعتق إذ لما ذكراه لراوي أمرين\r\nالوصية والمنجز قال الامام ع يبدء بالمنجز لأنه نافذ من الأصل لا ابن المراد يبدء به من الثلث وهو كما ترى ونحن في غنى عنه بما مر فهذه الأخبار\r\nمع تعاضد بعضها ببعض واعتضادها بالشهرة القديمة والاجماعات المنقولة مضافا إلى الأصول والعمومات واشتمالها على الإشارة\r\nإلى القاعدة العقلية القطعية من تسلط الانسان على ماله وانه يصنع فيه ما يشاء واشتمالها على الحسن كالصحيح وعلى ما هو في سنده بعض\r\nأصحاب الاجماع وعلى الموثق بل الموثقات واضحة المنار في الدلالة المشتمل على قوله ع فان قال بعدي فليس على المختار فلا وجه لما عن لك من أنها\r\nمشتركه في ضعف السند الا موثق واحد عن عمار وهو المشتمل على قوله ع فان قال بعدي فليس له الا الثلث وكذا لا وجه للخدشة في\r\nتعدد اخبار عمار من جمعه اتحاد الراوي في جملة من الطبقات واتحاد المروى عنه فيها فان ذلك لا ينافي تعددها مع أنه على فرضه لا يضر بالمدعى\r\nفان الواحد منها كاف في الاستدلال خصوصا مع ضم سائر الأخبار وكذا لا وجه للمناقشة في دلالتها بأعميتها من حال المرض وامكان حملها\r\nعلى حال الصحة إذ بعضها صريح في حال المرض وبعضها الاخر كالصريح فان قوله ع ما دام فيه الروح لا يمكن ان يحمل على خصوص حال الصحة كما لا يخفى\r\nودعوى أن الأحقية لا تنافى التوقف على الإجازة كما ترى كدعوى امكان حمل ماله في جملة منها على خصوص الثلث إذ هي غير ممكنة بملاحظة\r\nبعضها الاخر المشتمل على قوله فليس له الا الثلث وبالجملة لا وجه للمناقشة في الاستدلال بها من حيث هي مع قطع النظر عن اخبار القول\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالثاني وسيأتي الجواب عنها استدل للقول بالثلث باخبار قد عرفت من جامع المقاصد دعوى تواترها وهي طوائف إحديها ما دل على أن للرجل\r\nعند موته ثلث ماله بقول مطلق منها صحيح يعقوب بن شعيب عن الرجل يموت ماله من ماله فقال ع له ثلث ماله ومنها صحيحة علي بن يقطين ما للرجل من ماله عند\r\nموته قال الثلث والثلث كثير ومنها أخبر عبد الله بن سنان للرجل عند موته ثلث ماله وقال بعد ذلك وإن لم يوص فليس على الورثة اصغائه ومنها\r\nخبر البحار الوصية على كل مسلم ثم قال ليس للميت من ماله الا الثلث فإذا أوصى بأكثر من الثلث رد إلى الثلث ومنها خبر العلل الوارد في الاقرار في المرأة\r\nالتي استودعت رجلا من الأنصار ففي ذيله فإنما لها من مالها ثلثه ومنها خبر أبي بصير عن الرجل يموت ماله من ماله فقال له ثلث ماله وللمرأة أيضا ومنها\r\nمرسلة جامع المقاصد المريض محجور عليه الا في ثلثه ومنها خبر أبي حمزة المروى عن بعض الأئمة ع قال الله تبارك وتعالى يقول يا بن ادم تطولت عليك\r\nبثلاثة سترت عليك ما لو يعلم به أهلك ما واروك وأوسعت عليك فاستقرضت منك فلم تقدم خير أو جعلت لك نظرة عند موتك في\r\nثلاثك فلم تقدم خيرا ومنها النبوي ص ان الله قد تصدق عليكم بثلث أموالكم في اخر أعماركم زيادة في أعمالكم ولا يخفى قصور دلالتها جميعا مضافا\r\nإلى ضعف سندها ما عدا الصحيحين منها بحيث لا يمكن الركون إليها في حد نفسها مع قطع النظر عن الأخبار السابقة أيضا وذلك لأنها ظاهرة في\r\nإرادة الوصية فان المراد منها المال الذي للميت بعد موته اماما اشتمل منها على لفظ الميت ولفظ يموت فظاهر واماما اشتمل منها على لفظة عند موته\r\nفلحمله عليها مع أنها لو بقيت على ظاهرها أفادت عدم ملكية ما عدا الثلث وعدم جواز اتلافه واكله وصرفه على نفسه بلبس واستخدام وغير ذلك من\r\nالتصرفات الغير المحاباتية وهو خلاف الضرورة فيتعين إرادة الملكية البعدية هذا مع أن مقتضى ظاهر الصحيحين وخبر أبي بصير كون الثلث له وإن لم\r\nيتصرف فيه وهو خلاف الاجماع فيكشف عن أن الغرض بيان كونه له في الجملة فليس بصدد بيان تمام المطلب فتدبر وخبر عبد الله بن سنان والبحار\r\nكالصريح في إرادة الوصية بقرينة ذيلها بل هما قرينتان على البقية لان اخبارهم ع يفسر بعضها بعضا وخبر الاقرار لا دخل له بالمقام إذ مسألة الاقرار\r\nمسألة برأسها وفيها الأقوال المختلفة ومرسلة جامع المقاصد ليست ثابتة والظاهر أنها مضمون الاخبار عبر بها باجتهاده وخبر أبي حمزة\r\nوالنبوي ص ظاهران في الوصية بقرينة التعبير بالتصدق والتطول حيث إنه ما دام حيا المال ماله لا يحتاج في تصرفه إلى التصدق عليه والذي\r\nيحتاج إلى ذلك هو التمليك بعد الموت الذي ينتقل المال عنه إلى وارثه وهذا واضح جدا الثانية الأخبار الواردة في خصوص العتق المعتبرة\r\nبلفظ أعتق الظاهر في المنجز الحاكمة بنفوذه من الثلث منها خبر علي بن عقبة في رجل حضرة الموت فأعتق مملوكا له ليس له غيره فأبى الورثة ان\r\nيجيزوا ذلك كيف القضاء فيه قال ما يعتق منه الا ثلاثة وسائر ذلك الورثة أحق بذلك ولهم ما بقي ومنها خبر عقبة بن خالد عن أبي عبد الله ع ثم\r\nقال سئلته عن رجل حضرة الموت فأعتق مملوكا ليس له غيره فأبى الورثة ابن يجيز وذلك كيف القضاء فيه قال ما يعتق منه الا ثلثه ومنها خبر أبي\r\nبصير عنه ع ان أعتق رجل عند موته خادما ثم أوصى توصية أخرى ألغيت الوصية وأعتقت الجارية من ثلاثة الا ان يفضل من ثلثه ما يبلغ\r\nالوصية ومنها خبر السكوني عن علي ع ان رجلا أعتق عبدا له عند موته لم يكن له مال غيره قال سمعت رسول الله ص يقول يستسعى في ثلثي قيمته\r\nللورثة ومنها خبر العامي الذي ادعى في لك انه أجود ما في الباب متنا وسندا ومن ادعى خلاف ذلك فالسيرة يرد دعواه وعليه اقتصر ابن الجنيد في\r\nكتابه الأحمدي وهو ان رجلا من الأنصار أعتق ستة اعبد له في مرضه ولا له غيرهم فاستدعاهم رسول الله ص وجزاهم ستة اجزاء وأقرع\r\nبينهم فأعتق اثنين وارق أربعة وفيها أيضا مضافا إلى قصور السند قصور الدلالة فان ظاهرها أيضا إرادة الوصية بالعتق بملاحظة\r\nان الغالب الوقوع من العتق الواقع فيحال المرض هو ذلك لا العتق المنجز والشايع في الاخبار أيضا التعبير عن الوصية بالعتق بقولهم أعتق عند\r\nموته كما لا يخفى على من جاس خلال تلك الديار بل في كلمات العلماء أيضا كثيرا ما يكون كذلك كما عرفت من الخلاف والغنية ولذا أسند الشيخ في\r\nعبارته المتقدمة القول الأول إلى دلالة الاخبار بحيث يظهر منه ان هذا القول لا دليل عليه منها مع أن هذه الأخبار كان بمرأى منه\r\nومسمع وأيضا أرباب كتب الاخبار كالكليني وغيره أوردوا هذه الأخبار في باب الوصية أو وجوب ارجاعها إلى الثلث ويؤيده ان صاحب\r\nالمسالك جعل الخبر العامي المذكورة أجود ما في الباب متنا وسندا مع أن عدم اطلاعة على هذه الأخبار في غاية البعد هذا مع أن قوله ع\r\nفي خبر أبي بصير ثم أوصى بوصية أخرى يدل على ذلك بل يصير قرينة على سائر الأخبار أيضا وان أبيت عن حملها على ما ذكرنا من إرادة الوصية\r\nبالعتق فلا اشكال في امكان حملها على إرادة التدبير إذ هو عتق بعد الوفاة ويصدق على العتق حقيقة غاية الأمر ان لفظة أعتق\r\nأعم من المنجز والمعلق الا ان شيوع الثاني يوجب صرفه إليه إذ لا أقل من الشك في إرادة الأعم ولا يجرى دليل الحكمة فت ولو أغمضنا عن\r\nذلك كله نقول غاية الأمر كونها في أول درجة الظهور في شمول المنجز وسيأتي عدم مقاومتها للأخبار المتقدمة الثالثة ما ورد في خصوص\r\nالعتق أيضا بلفظ أعتق المحمول على المنجز بقرينة الحكم بتقديمه على الوصية بالمال إذ لو كان المراد الوصية لم يكن وجه لتقديمه مط وهي حسنة\r\nمحمد بن مسلم وصحيحته وخبر إسماعيل بن همام المتقدمات في اخبار القول بالأصل وفيها أولا انها على خلاف المطلوب أدل خصوصا\r\nالأوليين إذ ظاهرها نفوذ العتق مطلق أو لم يكن الثلث وافيا ولا دلالة فيها على نفوذه منه وثانيا انه لا منافاة لحملها على الوصية\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nبالعتق إذ يمكن ان يكون في تقديمه ح على سائر الوصايا بنائه على التغليب ولذا ذهب الشيخ والاسكان على ما حكى عنهما إلى تقديم العتق على\r\nغيره من الوصايا وان كان متأخرا هذا مع أن التقديم في الصحيحة يمكن ان يكون من جهة كونه مقدما في الذكر والانشاء والرابعة الاخبار ( ؟ )\r\nفي خصوص العتق ممن عليه دين الدالة على بطلانه إن لم يكن قيمة العبد بقدر الدين مرتين وصحته في سدسه وهو ثلث ما بقي بعد الدين إذا كان كذلك\r\nوهي صحيحة زرارة أو جميل عن أبي عبد الله ع في رجل أعتق مملوكه عند موته وكان عليه دين فقال ع ان كان قيمته مثل الذي عليه ومثله أجاز عتقه\r\nوالا لم يجز وموثقه ابن الجهم سمعت أبا الحسن ع يقول في رجل أعتق مملوكا وقد حضره واشهد له بذلك وقيمته سماة وعليه دين ثلاثمائة درهم\r\nولم يترك شيئا غيره قال يعتق منه سدسه لأنه انما له منه ثلاثمائة درهم وتقضى عنه ثلاثمائة درهم وله من الثلث مئة درهم ثلثها وله السدس من\r\nالجميع وصحيحة عبد الرحمن بن الحجاج الطويلة قال سألني أبو عبد الله ع هل يختلف ابن أبي ليلى وابن شبرمة فقلت بلغني انه مات مولى ؟ بن\r\nموسى فترك عليه دينا كثيرا وترك مماليك يحيط دينه بأثمانهم فأعتقهم عند الموت إلى أن قال الامام ع إذا استوى مال الغرماء ومال\r\nويكون ثلثه للورثة ويكون له السدس ولا يخفى أولا ان هذه الأخبار أيضا ظاهرة في الوصية خصوصا الأخيرة حيث قال فيها لم يتهم\r\nعلى وصية وأجيزت وصيته مع أن صحيحة زرارة لا دلالة فيها على الخروج من الأصل أو الثلث وانما تدل على أن الدين مقدم على العتق وان كان\r\nالعتق سابقا على الموت وثانيا لو سلمنا حملها على العتق المنجز ودلالتها على المطلوب أو كونها أعم منه ومن الوصية بقول لا يمكن الاستدلال\r\nبها على ما نحن فيه بل يجب الاقتصار على موردها لكونها على خلاف القاعدة بن بطلان العتق المنجز في صورة عدم كون القيمة ضعفي الدين\r\nولذا عمل طائفة من القائلين يكونه المنجزات من الأصل بها وجعلوها من الثلث بسببها ورودا على ابن إدريس حيث ردها وقال إن العتق تنفذ\r\nمن الأصل كما هو مقتضى القاعدة بان ما ذكره اجتهاد في مقابل النص وبالجملة فالاستدلال بهذه الاخبار لا وجه له كما لا يخفى على من لاحظ تلك\r\nالمسألة فان الفقهاء عنونوا لها عنوانا على حدة واختلفوا في أن هذا الحكم مختص بالعتق أو يجرى في سائر المنجزات وانه هل يجرى في الوصية أولا\r\nوأيضا منهم من عمل بظاهرها من أنه لو لم يكن قيمة العبد بقدر الدين مرتين لم ينعتق منه شئ وان بقي بعد الدين بقية ومنهم من حكم ببطلانه فيما\r\nلم يبق منه شئ بعده وبالصحة في صورة الزيادة ولو لم تكن بقدر الدين ومنهم من رد أصل الاخبار لمخالفتها للقواعد فلا دخل لها ولهذه المسألة\r\nبما نحن فيه ولعلنا نتعرض لها فيما سيأتي انش ومن الغريب ان صاحب الجواهر مع اعترافه بما ذكرنا من كون هذه المسألة مستقلة لا ربط لها بما\r\nنحن فيه مستشهدا بذهاب جمع من القائلين بكون المنجزات من الأصل إلى العمل لها والحكم بكون العتق في هذه الصورة من الثلث قال وعلى كل حال\r\nفلا ريب في دلالة الصحيح المزبور على المطلوب مع أن تمامية الاستدلال موقوفة على بيان عدم الفرق بين العتق وغيره وعدم الفرق بين ما إذا كان عليه\r\nدين أو لم يكن وبين ما إذا كان قيمة العبد أكثر من الدين أو أقل وكل هذه لا يتم الا بالاجماع على عدم الفرق وإلا فلا دليل غيره على التعدية ومن المعلوم أنه\r\nلا يمكن دعوى الجماع على ذلك بعد الاعتراف بان جماعة من القائلين بالأصل في المنجزات قالوا بالثلث في المقام الخامسة الأخبار الواردة في خصوص\r\nبعض المنجزات الظاهرة في عدم نفوذها مطلقا منها صحيح الحلبي سئل أبو عبد الله ع عن الرجل يكون لامرأته عليه الصداق أو بعضه فتبرئه منه\r\nفي مرضها فقال ع لا ومنها خبر سماعة سئلت أبا عبد الله ع عن عطية الوالد لولده فقال ع إذا كان صحيحا فهو ماله يصنع به ما شاء فاما في مرضه\r\nفلا يصلح ومنها خبر جراح المدائني سئلت أبا عبد الله ع عن عطية الوالد لولده ببينة قال إذا أعطاه في صحته جاز ومنها خبر السكوني عن علي ع\r\nانه كان يرد اليخلة في الوصية وما أقربه عند موته بلا ثبت ولا بنية رده على ما هو الظ منه من الرد أصلا لا الرد في الوصية واجراء احكامها عليها\r\nومنها خبر أبي ولاد سئلت أبا عبد الله ع عن الرجل يكون لامرأته عليه الدين فتبرئه منه في مرضها قال ع بل تهبه له فيجوز هبتها ويحسب\r\nذلك من ثلثها فان الاعراض عن الابراء ظاهر في عدم جوازه وتقريب الاستدلال بهذه الاخبار ان نفى الجواز فيها بظاهره خلاف الاجماع\r\nفلا بد ان يكون محمولا على نفيه مطلقا ومن الأصل فيكون دالا على جوازه ومع الخروج من الثلث والانصاف ان ساق هذه الأخبار ساق الكراهة\r\nويؤيد ذلك التعبير بلا يصلح في خبر سماعة مع أن ظاهرها إذا كان مخالفا للاجماع ووجب طرحه لا دليل على إرادة الخروج من الثلث والحمل\r\nعليه تأويل مرتكب بعد وجود الدليل على ذلك غيرها والمفروض ان الغرض هو الاستدلال بها نعم الجزء الأخير من خبر أبي ولاد ظاهر في\r\nالمدعى الا انه أيضا وهون بدلالة صدره على عدم جواز ابراء الدين وهو خلاف الاجماع ودعوى أن المراد منه الترقي وانه كما يجوز الابراء يجوز\r\nان تهبه أيضا ويخرج من الثلث بعيدة عن الظاهر ولذا قال في لك واما خبر أبي ولاد فاشتماله على ما يخالف المجمع عليه من صحة الابراء دون الهبة\r\nيمنع من الاستدلال به السادسة نصوص الاقرار الآتية الدالة على النفوذ من الثلث مطلقا أو في الجملة بدعوى أن ذلك من جهة ثبوت حق\r\nللوارث في الثلثين وإذا ثبت ذلك لزم عدم جواز التصرف الا بإجازتهم ولا يضر دلالتها على النفوذ من الأصل في صورة عدم الاتهام إذ الحق\r\nيمكن ان يختلف في الثبوت من جهة دون أخرى أو بدعوى أن الاقرار أيضا من جملة المنجزات إذا كان من الثلث فكذلك البقية وقد عرفت سابقا\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمنع ثبوت حق الوارث في مال المورث حال حياته وان الخروج من الثلث على فرضه تعبدي فلا يسرى الحكم من مورد إلى اخر وعلى فرضه إذا أمكن ثبوته\r\nمن جهة دون أخرى فلا وجه للتعدي عن الورد الثابت فيه والا أمكن الاستدلال باخبار الوصية أيضا بالتقريب المذكور واما دعوى كون الاقرار\r\nمن المنجزات فسيأتي دفعها مع أنه على فرضه لا يمكن الالحاق بعد كون مسألة الاقرار مسألة برأسها معركة للأقوال الآتية السابعة ما دل من\r\nالاخبار على عدم جواز الاضرار ( بالوارث ) مطلقا أو في خصوص الوصية وان الوصية بأزيد من الثلث اضرار بهم كخبر السكوني قال على ع ما أبالي أضررت بولدي\r\nلم سرفهم ذلك المال وكخبر محمد بن قيس عن أبي جعفر ع قال قضى أمير المؤمنين ع في رجل توفى وأوصى بماله كله أو أكثره فقال ص الوصية ترد إلى المعروف\r\nغير المنكر فمن ظالم نفسه واتى في وصيته المنكر والحيف فإنها ترد إلى المعروف ويترك لأهل الميراث ميراثهم إلى غير ذلك من النصوص الكثيرة الدالة على أن\r\nالضرار في الوصية من الكبائر فان من المعلوم ان ذلك انما هو من جهة التوفير على الوارث فتدل على عدم جواز المنجز أيضا بالمناط المعلوم والنصوص\r\nفي الخبر الثاني مع أن الخبر الأول باطلاقه شامل للمقام وأنت خبير بان ذلك ليس علة يدور مدارها الحكم والا لحرت في الصحيح أيضا بل هي حكمة لا يجب\r\nاطرادها واما اطلاق الخبر الأول فمنصرف إلى الوصية مع أن سرقة المال من الوارث لا يكون الا إذا كان داخلا في ملكه وهو ما بعد الموت فالتصرف\r\nالمعلق على الموت الذي هو ملكية زمان الوارث يصدق عليه السرقة واما التصرف حال الحياة الذي لا دخل للمال بالوارث فلا هذا حال\r\nالاخبار المستدل بها على هذا القول وقد عرفت عدم دلالة شئ منها ولو سلمنا دلالة بعضها كاخبار العتق وخبر السكوني كان على ع\r\nيرد الخ بالتقريب الاخر وذيل خبر أبي ولاد ونحو ذلك كمرسلة جامع المقاصد فنقول انها ضعيف السند ولا جابر لها إذ الشهرة القد مائية\r\nالصالحة لجبر السند على الخلاف مضافا إلى الاجماعات المنقولة فمع قطع النظر عن معارضة اخبار الأصل لا يمكن التعويل على هذه الأخبار\r\nواثبات الحكم المخالف للقواعد ومن هنا ظهر ما في وصف يتح اخبار القول بالثلث بالأكثرية والأشهرية وما في دعوى جامع المقاصد تواتر الاخبار\r\nبه ودعوى بعضهم انه لا يقصر عن نقل الاجماع هذا ومع الاغماض عن ذلك والقول بتمامية الاستدلال بجملة من الأخبار المذكورة فنقول انها معارضة\r\nبما تقدم للقول الأول من الاخبار وهي ان حج من هذه بوجوه بجميع التراجيح اما من حيث الدلالة فلأظهريتها وبعد التأويل فيها فإنه منحصر في\r\nحملها على حال الصحة وعلى صحتها مع الإجازة وهنا كما ترى فان قوله ع ما دام فيه شئ من الروح كالصريح في الشمول لحال المرض مع أن بعضها مقيدا\r\nبالمرض أو ما يفيد مؤداه وأيضا الأحقية المطلقة منافية للتوقف على الإجازة مع أن بعضها لا يقبل هذا لحمل وهذا بخلاف هذه الأخبار\r\nفإنها قابلة للحمل على خصوص الوصية أو غيرها واما من حيث المرجحات الداخلية فللأقوائيتها من هذه سندا من حيث اشتمالها على الحسن\r\nكالصحيح والموثق والمشتمل على من اجمع على صحة روايته ومن حيث كون الضعيف منها مجبورا بالشهرة بخلاف هذه واما حيث المضمون\r\nفلتأيدها بالقاعدة القطعية المستفادة من الكتاب والسنة بل العقل والاجماع واما من حيث المرجحات الخارجية فلموافقتها للشهرة\r\nالقديمة والاجماعات المنقولة ومخالفتها لما عليه جميع العامة لاطباقهم على الخروج من الثلث على ما حكى عن الانتصار والمبسوط والخلاف\r\nوالسرائر والتذكرة فيمكن حمل اخبار الثلث على التقية وما في الجواهر من أن حمل هذه الأخبار كلها على التقية مع كثرتها غريب سيما مع\r\nعدم قابلية بعضها وانه يمكن القطع بعدم ذلك في مثل هذه النصوص التي من رواتها البطانة بل لا يخفى على من مارس اخبارهم ع ان عادتهم الإشارة\r\nفي نصوص التقية إليها بذكر لفظ الناس ونحوه بل قد يقطع بعدمه في خصوص المقام إذ لو كان مخالفا للعامة عندنا لكان في جملة من النصوص الانكار\r\nعليهم والى بطلان ما هم عليه ومخالفتهم الكتاب والسنة مدفوع بأنه لا يجب حمل جميعها على التقية إذ غير الدال منها على المطلوب لا داعى إلى ارتكاب\r\nالحمل فيه والدال منها كما عرفت قليل ولا حاجة إلى الإشارة إلى الانكار عليهم مع أنه مناف التقية والنصوص التي من رواتها البطانة قد عرفت عدم\r\nدلالتها هذا مع أنه قد بين في محله ان الترجيح بمخالفة العامة لا ينحصر في الحمل على التقية بل يكفى في الترجيح مجرد كون الرشد في خلافهم هذا ولو سلمنا\r\nمكافئة الاخبار من الطرفين فالمرجع الأصول المقررة امكان التأمل والاشكال في الدلالة والا فالتخيير على ما بين في محله فظهره انه لا معدل عن القول\r\nبالأصل وصارت المسألة من الواضحات بحمد الله سبحانه وله المنة بقي الكلام تتميما في أمور الأول قد عرفت أن المنجز الذي هو محل الخلاف المذكور هو\r\nانشاء التصرف بالتمليك أو نحوه أو بالالتزام بأحدهما فعلى هذا يكون الاقرار في حال المرض خارجا عنه موضوعا إذ هو اخبار عن حق ثابت في\r\nالواقع سابقا على زمانه فلا يلزم من القول بكون المنجز من الثلث القول بكونه منه ولا العكس وكذا لا تلازم بينهما بالقول على الأصل مع أن الحكم في\r\nالمنجز الثلث على فرضه انما يثبت باخبار واردة في خصوص بعض افراده كالعتق والهبة ونحوهما والحاق الباقي انما كان بدعوى القطع بعدم الفرق ولا\r\nيمكن دعواه في الاقرار وكذا لا تلازم بينهما من جهة كشف الحكم يكون أحدهما من الثلث عن ثبوت حق للورثة في الثلثين بحيث يوجب ثبوت الحكم في\r\nالاخر لما عرفت من منع ثبوت الحق ومنع ايجابه التعدي عن مورد الدليل على فرضه بل يجب القصر على مقدار ما ثبت منه فلا وجه لما في الجواهر من احتمال\r\nكون الاقرار من المنجزات من حيث إنه وإن لم يكن انشاء للتصرف الا انه سبب للحكم الشرعي فيه بإزالة الملك عن العين وشغل الذمة بالنسبة إلى\r\nالدين كالنذر في أيام المرض ومن هنا احتمل جريان التفصيل بالتهمة وعدمها في سائر المنجزات والجمع بين النصوص السابقة به لكنه خلاف الاجماع\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nإذ فيه أن الحكم الشرعي وان كان من حين الاقرار الا ان المدار على ما فعله المقروض هو لم يتصرف في ماله بإزالة أو غيرها وانما أخبر بالواقع بظاهر اقراره فلا\r\nوجه لعده من باب المنجز والفرق بينه وبين النذر في أيام المرض واضح فإنه انشاء للتصرف أو للالتزام به هذا ولو قلنا بكونه من المنجز فلا يلزم جريان\r\nالتفصيل المذكور في المنجز لان هذا التفصيل انما ثبت بالاخبار الخاصة بالاقرار فلا يمكن تسريته إلى مطلق المنجزات وان جعلنا الاقرار منها\r\nففائدة جعله منها الرجوع إلى اخبارها عند الشك في حكمه لا تعميم الحكم الثابت باخباره إليها ومن ذلك ظهر ما فيما عن المهذب من أن القول\r\nبكون المنجز من الأصل يلزم القول بنفوذ الاقرار منه والقول بكونه من الثلث يلزم القول بكون الاقرار منه فإنه وان كان نظره إلى كون الاقرار منه\r\nموضوعا فقد عرفت فساده وان كان نظره إلى الكشف عن ثبوت الحق فقد عرفت منعه ولذا ترى اختلاف الأقوال في الاقرار غير ما هناك\r\nومن ذلك يظهر أن لا ملازمة اتفاقية بين المسألتين بحسب الأقوال بل ولا بحسب الأدلة كما ستعرف في حال المرض وكيف كان فالاقرار قد يكون بالعين\r\nوقد يكون بالدين وقد يكون بغيرهما ثم قد يكون للوارث وقد يكون للأجنبي واختلفوا في نفوذه من الأصل أو الثلث على أقوال ستة أو سبعة\r\nوربما أنهاها بعضهم إلى التسعة وقيل كما في الجواهر انها عشرة منها انه خارج من الأصل مط حكى عن السرائر والغنية والمراسم والجامع وكشف الرموز\r\nوعن الأولين دعوى الاجماع عليه في باب الاقرار وفى الجواهر انه المشهور بين القائلين بكون المنجزات من الأصل وهو ممنوع لان الش على التفصيل الآتي\r\nمع أن المش هناك بين القدماء الأصل وبين المتأخرين الثلث ومنها انه من الأصل مع عدم التهمة ومن الثلث\r\n( معها من غير فرق في الموضعين بين العين والدين والوارث والأجنبي حكى عن الأكثر والظ انه المش ومنها انه من الأصل مع العدالة وعدم التهمة ومن الثلث ) مع فقد القيدين حكى عن الشيخ ره في النهاية\r\nوالقاضي قال الأول اقرار المريض جايز على نفسه للأجنبي والوارث إذا كان مرضيا موثوقا بعدالته فإن كان غير موثوق به وكان متهما فإن لم يكن\r\nمع المقر له بينة أعطى من الثلث انتهى والظاهر رجوعه إلى السابق وان اعتبار العدالة من باب الطريقية لعدم التهمة ويؤيده انه لولاه لزم عدم\r\nالتعرض لحكم الواسطة وهي ما إذا انتفى أحد القيدين ومنها انه من الأصل ان كان عدلا والا فمن الثلث حكى عن جامع المقاصد نسبته إلى بعض\r\nالأصحاب ومنه انه من الأصل ان كان للأجنبي ولم يكن منهما والا بان كان متهما أو كان للوارث مطلقا فهو من الثلث وهو مختار المح في النافع\r\nوعن التنقيح انه من متفرداته ومنها انه من الأصل ان كان للأجنبي مط أو كان للوارث وكان غير متهم والا فمن الثلث حكى عن ابن حمزة ومنها انه من\r\nالأصل ان كان للأجنبي ولم يكن منهما مط ان كان بدين وان كان بعين وكان عليه دين محيط بما في يده قبل اقراره ان كان عدلا مأمونا ولم يقبل اقراره\r\nان كان متهما على ما حكى عن المقنعة وظاهره انه لا يقبل مع الاتهام مط حتى من الثلث ومنها انه من الثلث في حق الوارث مط من غير تعرض لحكم الأجنبي فيحتمل\r\nان يكون فيه من الأصل مطلقا أو على التفصيل أو من الثلث أيضا مط وتكون ذكر الوارث من باب المثال ويحتمل السقوط فيه رأسا حكى عن المقنع ومنها\r\nانه من الأصل ان كان مأمونا صحيحا كان أو مريضا ومن الثلث ان كان متهما كذلك حكى عن أبي الصلاح فهذه تسعة ولعل العاشر ما يظهر من مجمع البرهان\r\nحيث إنه في ذيل كلام العلامة في الارشاد ويقبل اقرار المفلس والمريض مع انتفاء التهمة ومعها يكون وصية قال ويحتمل البطلان وبالكلية وعدم الوصية\r\nأيضا فإنه اقرار غير مقبول وليس بوصية فإنها تمليك مال لغيره بعد موته وليس هناك بل اقرار بأنه ملك له وقد حكم بأنه ليس له فت انتهى وكيف كان فلم\r\nيحك القول بالثلث مط نعم هو محتمل المقنع كما عرفت و ؟ الخلاف اختلاف النصوص والحق هو القول الثاني لأنه مقتضى الجمع بينها بحمل مطلقاتها\r\nعلى مقيداتها وطرح ما يجب طرحه منها وذلك لأنها طوائف إحداها وما هو مطلق في النفوذ كخبر سعد بن سعد عن الرضا ع عن رجل مسافر حضره\r\nالموت فدفع ماله إلى رجل من التجار فقال له ان هذا المال لفلان بن فلان ليس لي فبه قليل ولا كثير فادفعه إليه يصرفه حيث يشاء فمات ولم يأمر صاحب\r\nالذي جعل له بأمر ولا يدرى صاحبه ما الذي حمله على ذلك كيف يصنع قال ع يضعه حيث يشاء وخبر أبي ولاد سئلت أبا عبد الله ع عن رجل مريض ؟ عند\r\nالموت الوارث بدين له عليه قال يجوز ذلك قلت فان أوصى لوارث بشئ قال جايز وخبر السكوني عن علي ع في رجل أقر عند موته لفلان وفلان\r\nلأحدهما عندي ألف درهم ثم مات على تلك الحال أيهما أقام البينة فله المال فإن لم يقيم واحد منهما البينة فالمال بينهما نصفان ولا يخفى ان الاطلاق في\r\nهذه الأخبار ليس في مقام البيان من الحيثية التي نحن بصددها ولذا حكم في خبر أبي ولاد بنفوذ الوصية للوارث أيضا من غير تعرض لكونها من الثلث\r\nالثانية ما هو مطلق في الخروج من الثلث كخبر إسماعيل بن جابر سئلت أبا عبد الله ع عن رجل أقر لوارث له وهو مريض بدين له عليه قال يجوز إذا أقر\r\nبه دون الثلث والمراد الثلث فما دون لشيوع التعبير في مثل ذلك وخبر سماعة سئلته عمن أقر لوارث له بدين عليه وهو مريض قال ع يجوز عليه\r\nما أقربه إذا كان قليلا وهو منزل على الثلث للاجماع على عدم اعتبار القلة بما هو الثالثة ما هو مطلق في عدم النفوذ مطلقا أو إذا كان المقر له وارثا\r\nكخبر السكوني كان على ع يرد النخلة في الوصية وما أقربه بلا ثبت ولا بينة رده بناء على ما هو الظ من الرد أصلا لا الرد في الوصية واجراء حكمها ؟\r\nوخبر القاسم بن سليمان سئلت أبا عبد الله ع عن رجل اعترف لوارث له بدين في مرضه فقال ع لا يجوز وصيته لوارث ولا اعتراف له بدين\r\nوخبر سعد بن صدقه عن جعفر بن محمد عن أبيه قال قال على ع لا وصية لوارث ولا اقرا وله بدين يعنى إذا أقر المريض لاحد من الورثة بدين عليه\r\nفليس له ذلك وظاهر هذه الأخبار مخالف للاجماع مع أنها ضعيفه السند فلا بد من طرحها أو حملها على ما يأتي وعن الشيخ أنه قال بعد نقل\r\nالأول الوجه هذا في أن تحمله على ضرب عن التقية لأنه مذهب جميع من خالف الشيعة والذي قدمناه مطابق الظاهر الفران وقال بعد نقل الاخر\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nهذا ورد مورد التقية ويحتمل ان يكون المراد لا اقرار له بدين فيما زاد على الثلث ان كان متهما لما تقدم الرابعة ما يستفاد منه التفضيل بين المتهم وغير كصحيحة\r\nالعلاء بياع السابري قال سئلت أبا عبد الله ع عن امرأة استودعت رجلا مالا فلما حضرها الموت قالت له ان المال الذي دفعته إليك لفلانة وماتت المرأة\r\nفاتى أوليائها فقالوا له انه كان لصاحبتنا مال ولا نراه لا عندك فاحلف لنا مالها قبلك شئ فيحلف لهم فقال ع ان كانت مأمونة عنده فليحلف\r\nلهم وان كانت متهمة فلا يحلف لهم ويضع الامر على ما كان فإنما لها من مالها ثلاثة وصحيحة منصور بن حازم سئلت أبا عبد الله ع عن رجل أوصى لبعض\r\nورثته ان له عليه دينا فقال ع ان كانت الميت مرضيا فاعطه الذي أوصى له ونحوهما موثقة أبى أيوب وصحيحة الحلبي قلت لأبي عبد الله ع الرجل يقر\r\nلوارث بدين فقال ع لا يجوز إذا كان مليا وخبر الاخر سئل أبو عبد الله ع عن رجل أقر لوارث بدين في مرضه يجوز ذلك قال نعم إذا كان مليا والمراد\r\nبالملاءة اما لوثوق على ما عن الصحاح صار مليا أي ثقة فيرجع إلى ما تقدم أو كونه ذا مال وح يكون طريقا لرفع التهمة إذا كان المراد ملائة المقر له بل وكذا\r\nان كان ملائة المقر فتأمل وعلى أي حال لا بد من حمله على ذلك لما تقدم وخبر أبي بصير سئلت أبا عبد الله ع عن رجل معه مال مضاربة فمات وعليه دين\r\nوأوصى ان هذا الذي ترك لأهل المضاربة أيجوز ذلك قال ع نعم إذا كان مصدقا وكاتبة محمد بن عبد الجبار إلى العسكري ع ان امرأة أوصت إلى\r\nرجل وأقرت له بدين ثمانية آلاف درهم وكذلك ما كان لها من متاع البيت من صوف وشعر وشبه وصفر ونحاس وكل مالها أقرت به للموصى له\r\nوأشهدت حين وصيتها وأوصت ان يحج عنها من هذه التركة حجة وتعطى مولاة لها أربعمأة درهم وماتت المرأة وتركت زوجها فلم ندر كيف الخروج\r\nمن هذا واشتبه علينا الامر وذكر كاتب ان المرأة استشارته فسئلته ان يكتب لها ما يصح لهذا الوصي فقال لها لا تصح تركتك لهذا الوصي\r\nالا باقرارك له بدين يحيط بتركتك بشهادة الشهود وتأمر به بعد أن ينفذ من توصيه من فكتبت له بالوصية على هذا وأقرت للوصي بهذا الدين فرأيك\r\nأدام الله عزك في مسألة الفقهاء قبلك عن هذا وتعرفنا ذلك لنعمل به انشاء الله فكتب ع بخطه ان كان الدين صحيحا معروفا مفهوما فيخرج\r\nالدين ان رأس المال انشاء الله وإن لم يكن الدين حقا انفذ لها ما أوصت به من ثلثها كفى أو لم فكيف والمراد من معروفية الدين ومفهومية\r\nالوثوق يعنى انه إن لم يحصل الاتهام وظن الكذب من جهة اخبار الكاتب يخرج من أصل المال والا فمن الثلث ولا يخفى انه لا يبقى مجال الريب بعد\r\nوجود هذه الطائفة الرابعة في حقية ما ذكره المشهور من التفصيل إذ من المعلوم ان الظاهر من قوله ع إذا كان مصدقا أو مرضيا أو مليا أو مأمونة\r\nأو نحو ذلك هو الكناية عن الوثوق بصدق المقر وعدم التهمة في اقراره بمعنى الظن بكذبه فتقيد المطلقات المتقدمة بهذه النصوص مع أنك قد\r\nعرفت قصور سندها ودلالتها وكون ظواهر بعضها خلاف الاجماع ودعوى أن مقتضى المفهوم في هذه النصوص عدم النفوذ أصلا في صورة\r\nعدم الوثوق الا الخروج من الثلث مدفوعة مضافا إلى استفادة ذلك من جملة منها كخبر إسماعيل بن جابر وصحيح العلا والمكاتبة والى انه مقتضى الجمع\r\nبينها وبين ما تقدم ما دل على النفوذ من الثلث مطلقا بان الاجماع على الظاهر المصرح به في بعض العبائر قائم على عدم الرد مطلقا وانه لا يحكم بالحرمان\r\nمط وان النفوذ في مقدار الثلث مسلم والخلاف انما هو فيما زاد عنه وأيضا إذا قام الاجماع على عدم الرد وكان مقتضى القاعدة مغايرة المفهوم للمنطوق\r\nالحاكم بكونه من الأصل فلا يبقى الا الخروج من الثلث لكن هذا إذا كان مجرد الاتهام وظن الكذب واما إذا علم كذبه في اقراره فلا يحكم بخروجه من الثلث\r\nأيضا ولا يجرى عليه حكم الوصية لعدم ظهور الكلام في ارادتها نعم لو على من الخارج انه أراد الوصية وانما عبر بالاقرار فلا يبعد الحكم بالاخراج من\r\nالثلث حتى مع العلم بالكذب في اقراره ومما ذكرنا ظهر بطلان سائر الأقوال وظهر مداركها أيضا في الجملة والمسألة بحمد الله في غاية الوضوح نعم الكلام\r\nفي أمور أحدها ربما يستشكل في نفوذ القرار من الثلث على فرض التهمة أو مط ويقال ان مقتضى القاعدة نفوذه في ثلث الثلث إذا أقر بالثلث أو بما\r\nيساويه وذلك لان للميت من ماله ثلثه بمقتضى الأدلة الدالة على الخروج من الثلث وان الثلثين منه متعلق حق الورثة والمفروض ان ثلثه مشاع في تمام المال\r\nفإذا أقر بما يساوى الثلث فقد أقر بما هو شايع في تمام المال الذي هو بمنزلة المشترك بينه وبين غيره فيكون نظير اقرار أحد الشريكين بحصة مشاعة من\r\nالعين لغيره مع عدم قبول الاخر فإنه لو أقر بالنصف ينزل على الربع وبالثلث ينزل على السدس وهكذا على ما بين في محله وتقرير الاشكال في صورة\r\nكون الاقرار بالعين واضح وفى صورة كونه بالدين انه متعلق بمجموع التركة فيكون المقر بهو هو الدين شايعا في تمام المال الذي ثلثاه للوارث بمعنى\r\nانه متعلق حقه ولا يخفى ان هذا الاشكال يجزى في المنجز أيضا لأنه نظير ما إذا باع مالك نصف الدار نصفها شاعا حيث يقولون إنه يصح في ربعها\r\nويحتاج في الربع الاخر إلى إجازة المالك الاخر وفيه أولا ان الاجماع والنصوص المذكورة في المقامين قاضية بالنفوذ في تمام الثلث فيهما الفارق\r\nبين المقامين الذين نحوه فيهما والمقامين المذكور بن وثانيا ان هذا انما يكون فيها إذا كانت الشركة ثابتة قبل الحكم بالنفوذ كما في المقامين المذكورين\r\nلا إذا كانت نابتة بدليل النفوذ في مقدار الثلث كما فيما نحن فيه حيث انا استكشفنا الشركة من حكم الشارع بنفوذ المنجز أو الاقرار من الثلث وحكمه\r\nهو النفوذ بالنسبة إلى تمام الثلث فحق الورثة في المقام ليس ثابتا قبل السماع بقدر الثلث حتى يكون من قبيل الشركة وانما يثبت بعد السماع بقدره\r\nويجعله الشارع للحكم على هذا الوجه فلا يعقل كونه مانعا عن هذا الثلث وثالثا انا نمنع شركة الوارث بمعنى تعلق حقه بالثلثين في حال الحياة وانما\r\nالخروج من الثلث حكم تعبدي فلا يكون من قبيل الاقرار بمال المشترك أو التصرف في المال المشترك حسبما عرفت مراد أو رابعا نقول إن هذا الاشكال لا\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nلا مجرى له في الدين أصلا لان المقر به لا ربط له بالعين وتعلق حق الديان بأعيان التركة انما هو بعد الموت فعلى فرض كون حق الوارث متعلقا بالثلثين\r\nبشكل الحال في الاقرار بالعين حيث إنه اقرار بالمال المشترك واما الاقرار بالدين فلا ربط له بالمال المشترك أصلا وهذا واضح غايته وبالجملة لا وقع للاشكال\r\nالمذكور أصلا ثانيها لا اشكال في أن مقتضى القاعدة الأولية خروج الاقرار من الأصل لعموم قوله ص اقرار العقلاء على أنفسهم جايز وقوله ع المؤمن\r\nأصدق على نفسه من سبعين مؤمنا عليه وقوله ع لا اقبل شهادة الفاسق الا على نفسه فعلى هذا كل مورد شك في الخروج من الأصل أو الثلث من\r\nجهة الشك في شمول الأخبار المذكورة بحيث كانت الشبهة حكمية يؤخذ فيه بالعموم المذكور نعم لو قلنا بأحد الامرين من كون الاقرار من المنجزات\r\nموضوعا وقلنا انها خارجة من الثلث أو بثبوت الحق للوارث في الثلثين من جهة كشف الاخبار عنه فمقتضى القاعدة الثانوية الخروج من الثلث فعنه\r\nالشك في شمول هذه الأخبار ترجع إلى اخبار المنجزات على الأول والى الثلث على الثاني لان الاقرار عليه اقرار في حق الغير فيكون السماع في صورة عدم\r\nالتهمة على خلاف القاعدة لكنك عرفت عدم تمامية شئ منها فلم ينقلب الأصل الأولى وثالثها الظاهر أن المأمونية شرط في النفوذ من الأصل\r\nبه ان الاتهام مانع وذلك لما عرفت من النصوص من تعليق النفوذ من الأصل على المأمونية أو كونه مرضيا أو مليا أو نحو ذلك ودعوى تعليق\r\nالخروج من الثلث على وصف الاتهام في ذيل صحيحة العلا مدفوعة بان في صدرها علق النفوذ ما إذا كانت مأمونة والظاهر أن قوله ع وان كانت متهمة\r\nهو مفهوم الصدور المصرح به فيكون المدار على الصدر إذ ح يكون من باب التصريح ببعض افراد المفهوم إذ يبعد وجود الواسطة في الواقع\r\nبان يكون كل من النفوذ من الأصل ومن الثلث معلقا على امر وجودي ويكون الواسطة مسكوتا عنها كما يبعد تحكيم الذيل على الصدر مع أن في\r\nالنصوص الاخر كفاية بعد تعارض مفهوم الفقرتين في الصحيحة بناء على عدم كون الثانية مفهوما للأولى والحاصل انه لا ينبغي التأمل في أن\r\nالمأمونية شرط نعم يبقى الكلام في المراد منها بعد العلم بعدم إرادة العدالة منها فيحتمل ان يكون المراد الوثوق الشخصي بالصدق بمعنى ظهور\r\nالقرائن الدالة عليه ويحتمل ان يكون المراد الوثوق النوعي به بمعنى وجود القرائن في الواقع سواء حصل الوثوق بها فعلا من جهة العلم بها أولا من\r\nمن جهة عدم العبور عليها ويحتمل ان يكون المراد وجود صفة واقعية في المقربان يكون ممن يوثق به نوعا نظير وصف العدالة حيث إنه صفة واقعية\r\nفعلى الأول لا يثبت الواسطة لا واقعا ولا ظاهرا بل المدار على ظهور الامارات الصدق وعدمه بناء على ما ذكرنا من كون المأمونية شرطا\r\nفان ظهرت يحكم بالنفوذ من الأصل والا فمن الثلث لكون يشكل فيما إذا ادعى المقر له الظن بالصدق والوارث الظن بالكذب ويمكن ان يق لكل منهما\r\nان يعمل بمقتضى ظنه ومع التنازع فالمدار على ظن الحاكم ووثوقه بالصدق وعدمه وعلى الأخيرين يثبت الواسطة في الظاهر كما إذا لم يظهر القرائن واحتمل\r\nوجودها واقعا ولم يعلم مأمونية المقر وعدمها وح يشكل الحال سواء جعلناها شرطا أو الاتهام مانعا لعدم العلم بوجودهما وعدم أصل يثبت أحدهما\r\nفي الظاهر ودعوى أن الأصل عدم وجود قرائن الصدق كما ترى إذ ليس لها حالة سابقة فلا بد من الرجوع إلى الأصل العمى وهو يقتضى عدم النفوذ الا\r\nبالقدر المعلوم الذي هو الثلث ولا يمكن الرجوع إلى عموم دليل الاقرار لأن المفروض هو العلم بالتخصيص وان الشبهة مصداقية لا يمكن التمسك\r\nفيها بالعموم ولا فرق في ذلك بين القول بثبوت الحق للوارث في الثلثين وعدمه إذ على التقديرين التخصيص معلوم والشك في المصداق الخارجي وح\r\nفمع الاختلاف القول قول الوارث بيمينه على عدم وجود المأمونية واقعا بأحد المعنيين والحق من هذه الوجوه هو الوجه الثاني ومما ذكرنا ظهر ما في\r\nكلام ص الجواهر في الانظار فإنه قال الذي يقتضيه الظوابط كونه من الأصل مطلقا لكن النصوص أخرجت عنها صورة التهمة لا ان مقتضاها الخروج\r\nمن الثلث باعتبار تعلق حق الوارث وخرجنا عنها في صورة المأمونية بالنصوص إذ الظاهر من النص والفتوى عدم تعلق حق للوارث في العين حالة\r\nالحياة ومن ذلك يظهر الحال في حكم الواسطة أي الذي لم يعلم كونه مأمونا أو غيره وفيما لو ادعاها الوارث على المقر له فان القول قول المقر له بيمينه على\r\nعدم العلم بالتهمة والعلم بعدمها لأنه يمين على نفى فعل الغير ويكفى ح في الحكم للمقر له بالحق بمجرد الاقرار مع عدم ظهور المانع من صحته وإن لم يعلم صحة\r\nالسبب كما جزم به في لك انتهى واما ما ذكره بعضهم بعد الاعتراف بان المأمونية شرط وان مقتضى القاعدة وجوب اثباتها في الحكم بالأصل من أن\r\nالمراد منها هو مجرد ظن الصدق وظهوره ومن لم تقم عليه قرائن الكذب المحققة للتهمة فاقراره ظاهر في الصدق قول المسلم في غير\r\nمقام الدعوى سيما فيما يتعلق بنفسه أو مع ملاحظة حرصه في حفظ ماله ما دامت الروح في بدنه خصوصا في حال المرض الذي هو ادعى إلى اجتناب\r\nالمحرمات فالأصل فيما لم يظهر الخلاف المأمونية وهو السر في اشتراط النفوذ من الثلث بالتهمة في صحيحة العلاء ولا معارضة فيها مع الاخبار الأخرى ففيه\r\nمع أنه أخص من المدعى إذ الكلام أعم من اقرار المسلم والكافر ومع أنه لا يتم فيما إذا تعارضت القرائن من الطرفين ان حمل فعل المسلم أو قوله على الصحة لا ينفع\r\nفي اثبات موضوع الوثوق كيف وهو موجود مع وجود امارات الكذب إذ ما لم يعلم الخلاف يحمل قوله وفعله على الصحة مع أن المدار على الوثوق بالصدق\r\nلا على الصحة الواقعية المحمول عليها فعل المسلم فت هذا مضافا إلى أوله إلى مانعية الاتهام بمعنى ظن الكذب فت رابعها يعتبر ان يكون الاقرار بعين\r\nأو دين على وجه يضر بالوارث فلو أقر بغير هما لا يجرى التفصيل المذكور وامكان موجبا الضرر الوارث كما لو أقر بالنسب أو بالزوجية على وجه يوجب\r\nالإرث أو النفقة أقر بحق خيار في معاملة للطرف المقابل فيما كان فسخه موجبا للضرر وأقر بحق رهانة بعد كون أصل الدين ثابتا أو نحو ذلك\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nكما لو أقر بجناية عمدية توجب القصاص وان استلزم تفويت المال في بعض الأحوال وكما لو أقر بان عليه حج أو صلاة أو صوم ولو أقر بحرية عبد أو وقفية\r\nملك ففيه اشكال من أنه تفويت المال ومن انه ليس اقرارا بعين لغيره وكذا لو أقر بملكية منافع داره لغيره فإنه ليس اقرار بالعين ولا بالدين الا ان يجعله\r\nكناية عن المال أو يدعى المناط القطعي وكذا لا يجرى التفصيل لو أقر بما لا يوجب ضرر الوارث كما لو أقر ببيع ماله مع عدم قبض ثمنه أو مع أن ثمنه الشئ الفلاني\r\nمما ليس في يده هذا ولا فرق في العين والدين بين ذكر السبب وعدمه بل مع الاقتصار على ذكر السبب كما لو أقر بجناية أو اتلاف أو بسبب كفارة أو نذر أو\r\nحلف أو بغصبية عين أو كونها سرقة أو وديعة أو عارية أو وجوب خمس عليه أو زكاة أو الشراء مع عدم دفع الثمن عينا أو دينا أو نحو ذلك فيجري التفصيل\r\nفي جميعها ولو أقر بمنجز كهبة أو ابراء أو صلح أو بيع محاباتي أو نحو ذلك مع اسنادها إلى حال الصحة أو حال المرض أو الاطلاق ففي جريان التفصيل وشمول\r\nاخبار المقام له اشكال من أنه يرجع إلى الاقرار بالعين أو بالدين ومن عدم كونه إياه ولا كون الحكم على خلاف والقاعدة فان قلنا بالجريان فلا اشكال في الخروج بن\r\nالثلث مع التهمة ومن الأصل مع العدم وان قلنا بكون المنجزات من الثلث لدلالة اخبار المقام على خروجه من الأصل مع عدم التهمة ويحتمل قويا الخروج من\r\nالثلث أيضا على البناء المذكور فيما إذا أسنده إلى حال المريض فإنه وان كان من حيث إنه اقرار مع عدم التهمة فيه اقتضاء الخروج من الأصل الا انه بعد سماع\r\nهذا الاقرار يكون كما لو علم بوقوع المنجز في حال المرض والمفروض انه خارج من الثلث وان قلنا بعدم جريان وعدم شمول اخبار المقام فيحكم فيه بقواعد\r\nالاقرار بمعنى انه يحكم بوقوعه على نحو ما أقر فان أسنده إلى حال الصحة نفذ من الأصل وان أسنده إلى حال المرض يكون كما لو أوقع المنجز في حال المرض فيجزى\r\nفيه الخلاف في المنجز وما يقال من عدم شمول أدلة المنجز له لازما مختصة بنفس المنجز لا بالاقرار به كما ترى إذ نحن لا نقول إن اخبار المنجزات تشمل الاخبار بها\r\nبل نقول إذا ثلث وقوع المنجز باقراره يكون ذلك المنجز شمولا لها هذا وان أطلق ولم يعلم أوقعه في حال الصحة أو المرض فربما يق الأصل تأخر الحادث فيثبت\r\nالوقوع في حال المرض فيكون من الثلث على تقدير كون المنجزات منه وهو كما ترى وعن جامع المقاصد أيضا انه يحكم بوقوعه في حال المرض من حيث إن\r\nالاقرار انما يقتضى اللزوم قبل زمان الاقرار بمقدار ما يمكن انشائه وهو أيضا كما ترى والأقوى انه من الثلث على التقدير المذكور الا لما ذكر بل للشك في نفوذ أزيد\r\nمن الثلث منه ومن حيث إن الشبهة مصداقية لا يمكن التمسك فيها بالعمومات والأصل عدم النفوذ ومن ذلك يظهر حكم الشك في سائر الموارد\r\nفي وقوع الاقرار والمنجز في حال المرض حتى يكون من الثلث أو في حال الصحة حتى يكون من الأصل فلو اختلف الوارث والمقر له أو الطرف الآخر في المنجز\r\nفي ذلك فالقول قول الوارث لان الأصل عدم النفوذ الا بالقدر المعلوم فت ثم إن القدر المتيقن من نصوص الاقرار في المقام بل من فتاوى العلماء الأعلام\r\nفي جريان التفصيل المذكور هو ما إذا لم يكن الاقرار في مقام المنازعة والمخاصمة فلو كان الوارث أو الأجنبي مدعيا عليه دينا أو عينا فأقر بهما\r\nفالظاهر نفوذه من الأصل وعدم جريان التفصيل المذكور ولا سائر الأقوال المذكورة فت خامسها ان الحكم بعدم النفوذ بالنسبة إلى الزايد في صورة\r\nالاتهام أو مطلقا على القول به انما هو في حق الوارث والا فهو نافذ على نفسيه فلا يستمع منه انكار ها بعد ذلك ولا يجوز له التصرف المنافى ولذا لو\r\nبرء من ذلك المرض نفذ في حقه بلا اشكال كما صرح به جماعة على ما حكى عنهم فما عن اقرار القواعد من الاشكال فيه في غير محله وان وجهه الفخر بأنه ناش من\r\nكونه صادرا حين لم ينفذ والمفروض عدم عوده بعد البرء إذ فيه أن معنى عدم النفوذ ما عرفت هذا مع أنه لو حكمنا بعدم النفوذ مط حتى في حق نفسه انما\r\nنقول بذلك في المرض المتصل بالموت وبعد البرء عدم يكشف المانع وهذا في غاية الوضوح ثم إن المراد من الأصل المرض في المقام امر في المنجزات وإن لم\r\nيتعرضوا هنا للتفصيل بين المخوف وغيره فان الظاهر ايكالهم على ما ذكروا هناك لاتحاد المقامين بحسب تعبيرات الاخبار فتدبر الأمر الثاني الثلث\r\nالذي يخرج منه تصرفاته المنجزة أو المعلقة واقراره بحسب بن مجموع ما تركه من مال عينا أو دينار أو حقا أو منفعة أو حق مالي كحق التحجير وحق الخيار والشفعة\r\nوحق القصاص الذي كان له وحق الجنابة عمدية أو خطئية ونحو ذلك كحق نصب الشبكة فلو الت إلى المال أو بذل بإزائها إلى المال مال كان من جملة ما\r\nيخرج منه الثلث ثم إنه شايع في تمام التركة ولو كان المنجز أو الوصية بعين معين فإنه لا يتعين الثلث فيها بحيث لا يخرج عن الإشاعة فلا يخرج عنها الا بعد\r\nالقسمة وعدم جواز التعدي عن تلك العبن لا يوجب القسمة القهرية بين الميت والوارث هذا والمدار فيه على ما زمان الموت لا زمان التصرف فلو نقص\r\nالمال عن زمان التصرف أو زاد يلاحظ ما هو الموجود حين الموت من غير اشكال ولا خلاف ويدل عليه مضافا إلى ظهور النصوص فيه فان المتبادر عن قوله ع\r\nماله من ماله الا الثلث ونحو ذلك الاجماع بقسميه ولا ينافيه ما عن المح والشهيد الثانيين في الوصية من أن كون المدار على زمان الوفاة انما يتم بغير\r\nاشكال إذا كانت الوصية بمقدار معين ان بشئ معين أو بجزء شاع وكانت التركة حين الوصية أزيد منها حين الوفاة واما لو انعكس أشكل اعتبارها\r\nعند الوفاة مع عدم العلم بإرادة الموصى للزيادة المتجددة لأصالة عدم المتعلق وشهادة الحال بأنه لا يريدها مع عدم كونها متوقفة خصوصا\r\nإذا كانت كثيرة انتهى وذلك لان هذا الاشكال انما يرجع إلى تعين الموصى به وانه الثلث حين الوصية لا ان المدار في الثلث الميت على ذلك الزمان\r\nفلو فرض انه أوصى بوصية أخرى في الفرض يجب العمل بها على بنائهما أيضا لوفاء الثلث حين الموت بها بعد تنزيل الثلث الموصى به أولا على الثلث حين\r\nالوصية الا ان المدار وفرض زيادة المال بعدها بما يخرج عند الثانية وهذا واضح فلا اشكال ولا تأمل من أحد في أن المدار فيه على زمان الموت\r\nمن غير فرق بين كون التصرف بحصته مشاعا أو عين معينة ومقتضى ما ذكرنا من كون ثلثه مشاعا في تمام التركة انه لو نقصت بعد الموت\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nقبل القسمة أو زادت بالنماء وارتفاع القيمة السوقية ح يكون النقصان والزيادة على الجميع ولو كان النقصان في سائر الأعيان غير ما تصرف فيه\r\nأو كانت الزيادة خاصة بأحدهما وذلك لان ثلثه المشاع بالفرض يزيد وينقص بذلك فلو فرض كونه خارجا من الثلث حين الموت فنقصت التركة\r\nقبل القسمة بحيث لا يخرج منه بعد ذلك لا يحكم بنفوذه وان كان محله معينا وكذا الكلام في العكس نعم نماء المنجز الحاصل قبل زمان الموت إلى زمان\r\nالقسمة في المقدار الخارج من الثلث لمن تملكه وكذا في الاقرار لكن في تعين هذا المقدار اشكال من حيث إنه يلزم من ملاحظة العين مجردة عن النماء\r\nنقصا في الثلث ويلزم النقصان في النماء في المقدار النافذ ومن ملاحظتها مع النماء بمعنى جعل نمائها من جملة التركة زيادة فيه فيزيد المقدار أو يكون\r\nنمائه لمن تملكه ولعلنا نتعرض لكيفية هذه القسمة في بعض المسائل الآتية انش ومما ذكرنا ظهر حال الزيادة الخارجية الحاصلة بعد الموت إذا كانت بسمه\r\nحق سابق كوقوع الصيد في الشبكة والصلح عن حق القصاص الثابت للميت أو عن سائر الحقوق كحق الشفعة ونحوه أو الزيادة الحاصلة بفسخ المعاملة\r\nالخيارية أو غيرها بالإقالة ونحو ذلك كما إذا كان مديونا فأبرأه الديان أو تبرع به متبرع فان هذه كلها مما يزيد به ثلث الميت بل وكذا إذا أوصى له أحد\r\nفمات قبل القبول على ما هو المعروف بينهم من أن الوارث يقوم مقامه فيقبل الموصى به فيأخذه فإنه بعد قبوله يزيد الثلث بناء على كون ذلك\r\nمن باب انتقال حق القبول إلى الورثة على ما يظهر من بعضهم وان كان يشكل أولا بان القبول ليس من الحقوق حتى يورث وثانيا انه لا يتم الا إذا\r\nمات الموصى له بعد موت الموصى إذ لو مات قبله لم يكن له القبول الا إذا قلنا بجواز قبول الوصية في حال حيوة الموصى أيضا كما هو المشهور والحق انه ليس\r\nمن باب انتقال الحق بل هو حكم تعبدي ثبت بالنصوص الخاصة على خلاف القاعدة وح فلا وجه لاحتسابه من التركة واحتساب الثلث منه الا ان نقول إن\r\nالوارث إذا قبل يكشف عن ملكية المورث حال موت الموصى وهو أيضا ممنوع مع أنه لا يتم إذا مات قبل موت الموصى فإنه لا معنى للكشف ح وهذا\r\nولو قلنا إنه بعد قبول الوارث يدخل في ملك الميت انا ما ثم يملكه الوارث كان حكمه ما سيأتي في الأموال المتجددة بعد الموت هذا والتحقيق ما عرفت من\r\nكونه تعبديا فيكون مختصا بالوارث واما المال المتجددة بالموت أو بعده كدية الميت إذا قتل خطاء أو عمدا أو صالح أوليائه على الدية فهل يحسب بن التركة\r\nويحسب الثلث منه ويخرج منه تصرفاته واقاويزه بل وديونه أولا قد يقال إن مقتضى القاعدة عدم الاحتساب وانه خاص بالوارث خصوصا في الدية\r\nالعمدية حيث إنها عوض عن حق القصاص الثابت للوارث بل لا يرثه كل الورثة أيضا على ما هو مقرر في محله وان كان لو صولح على الدية يرثها كل مناسب\r\nومسابب على ما ذكروه ودل عليه النصوص الآن المشهور ذكروا اخراج الدين والوصية منه حتى في العمدية بل يظهر منهم الاجماع على ذلك كما عن المهذب\r\nدعواه صريحا وعن المبسوط والخلاف انه قول عامة الفقهاء الا أبا ثور نعم حكى عن ابن إدريس المخالفة في ذلك حتى في الدين والاخذ بمقتضى ما تقدم\r\nمن القاعدة وعن اخر تخصيص المنع بالدية العمدية واستدلوا بجملة من النصوص الواردة في ذلك بعضها خاص بدية قتل الخطاء وبعضها مطلق\r\nوبعضها في خصوص العمد الا ان الأخيرين مختصان بالدين وتعدى الفقهاء منه إلى الوصية فمن الأول خبر محمد بن قيس عن أبي جعفر ع أنه قال قضى أمير المؤمنين\r\nفي رجل أوصى لرجل بوصية مقطوعة غير مسماة من ماله ثلثا أو ربعا أو أقل من ذلك أو أكثر ثم قتل خطاء الموصى فودى فقضى في وصية انها تنفذ من\r\nماله كما أوصى وخبر السكوني عن أبي عبد الله ع قال ع قال أمير المؤمنين ع من أوصى بثلثه ثم قتل خطاء فقال ثلث ديته داخل في وصيته وخبر محمد بن\r\nوالمرسل عن أبي عبد الله ع انه سئل عن رجل أوصى بثلث ماله ثم قتل خطاء فقال ع ثلث دينه داخل في وصيته وخبر محمد بن قيس قلت لأبي جعفر ع رجل\r\nأوصى الرجل بوصية من ماله ثلث أو ربع فقتل الرجل خطاء يعنى الموصى فقال ع تجاز هذه الوصية عن ميراثه ودينه ومن الثاني خبر عبد الحميد سئلت\r\nأبا الحسن الرضا ع عن رجل قتل وعليه دين أو اخذ أهله الدية من قاتله أعليهم ان يقضوا الدين قال ع نعم قلت وهو لم يترك قال ع اما إذا اخذوا الدية\r\nفعليهم ان يقضوا الدين وخبر يحيى الأزرق عن أبي الحسن ع في رجل قتل وعليه دين ولم يترك مالا واخذ أهله الدية من قاتله عليهم ان يقضوا دينه قال ع نعم قلت\r\nهو لم يترك شيئا قال ع انما اخذ والدية فعليهم ان يقضوا دينه ومن الثالث خبر أبي بصير عن أبي الحسن بن جعفر ع قالت قلت فان هو قتل\r\nعمدا وصالح أولياء قاتله على الدية فعلى من الدين على أوليائه من الدية أو على امام المسلمين فقال ع بل يؤدوا دينه من ديته التي صالح أوليائه فإنه أحق\r\nبديته من غيره فلا ينبغي الاشكال في الدين مطلقا ولا في الوصية في الدية الخطائية نعم يشكل في العمدية من جهة عدم النص الا انك قد عرفت\r\nتعدى الأصحاب ولعله من جهة التعليل في الخبر الأخير من كونه أحق بذمته بل يمكن ان يقال إنه بمقتضى القاعدة أيضا حيث إن الدية عوض عن نفس المقتول\r\nفهي انما تكون له أولا ولكونه غير قابل للمال أو غير محتاج إليه تدفع إلى وارثه ويكون التعليل في الخبر شاهدا على ذلك ومن ذلك يظهر التعدي إلى\r\nالمنجزات والأقارير أيضا وإن لم يتعرض إلى الفقهاء ولم يذكر في خبر من الاخبار مع امكان الاستدلال على ذلك بما مر في خبر اسحق ان رسول الله ص قال إذا\r\nقبلت دية العمد فصارت مالا فهي ميراث كساير الأموال إذ الحكم بكونها ميراثا يقتضى ما ذكرنا من احتسابها من التركة المفروض كون ثلثها\r\nللميت ويؤيد ذلك تسالم الأصحاب على كونها إرثا وانها يرثها كل مناسب ومسابب وان كان ممن لا يرث حق القصاص بل يمكن ان يقال\r\nلولا النص المذكور والاجماع أمكن الخدشة في كونها ميراثا حتى في الخطأي لأنها عوض عن نفس الميت وجد بعد موته فيكون مختصا به يصرف\r\nفي مصارفه أو يتصدق عنه لأنه ليس من متروكاته هذا كله إذا لم يكن الاقرار أو المنجز من الدين على الميت والا كما إذا أقر بالدين أو صالح محاباة\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nفي ذمته أو اشترى بأزيد من ثمن المثل في ذمته فيمكن التمسك في خروجها من الدية أيضا بالاخبار السابقة الحاكمة بقضاء دينه من ديته ومن ذلك\r\nيمكن تتميم المدعى بعدم القول بالفضل بين هذا القسم من المنجز والاقرار وغيره مما يتعلق بالعين فت هذا مضافا إلى أنه يمكن ان يقال إذا ثبت\r\nالحكم في الوصية ثبت في غيرها أيضا بمعلومية كون مناط الثلث الذي هو للميت واحدا في الجميع على ما يستفاد من الاخبار فان بغيرها في الجميع\r\nواحد فبعد ذلك كله لا يبقى محال الريب في كون الحكم في المنجز والاقرار أيضا كما ذكروه في الوصية ويمكن ان يكون عدم تعرضهم من جهة التسالم\r\nعلى اتحاد المناط وان أبيت عن ذلك كله فأقول ان ذلك كله مما يورث الشك في المطلب فنرجع إلى عمومات أدلتها الحاكمة بالنفوذ مطلقا ومن الأصل\r\nإذ القدر المسلم من الخارج عنها ما إذا لم يخرج من الثلث حتى مع ملاحظة الدية فإذا خرج من ثلث المجموع منها ومن التركة نرجع إلى تلك العمومات ودعوى أن\r\nظاهرا خبار الثلث الانصراف إلى الثلث حين الموت كما ترى خصوصا بعد معلومية ان الغرض عدم الضرر على الورثة وأن يكون لهم مثلي ما للمقر له\r\nأو المتهب أو الموصى له واما دية الجناية عليه بعد الموت كقطع رأسه حيث إن فيه مئة دينار على ما دل عليه جملة من الاخبار والجناية على سائر أطرافه بما\r\nيوجب الدية أو الإرث وعلى ما ذكروه في باب الديات فيظهر من تلك الأخبار انها الا تصل إلى الوارث بل هي للميت يحج بها عنه أو يتصدق بها عنه ففي حسن\r\nسليمان بن خالد الطويل عن أبي عبد الله بعد الحكم بان في قطع رأس الميت مئة دينار وانه مثل دية الجنين في الظن أمه وان دية الجنين لورثته قال ع\r\nوان هذا إذا قطع رأسه أو شق بطنه فليس لورثته انما هي له دون الورثة قلت وما الفرق بينهما فقال ع ان الجنين مستقبل مرجو نفعه وان\r\nهذا قد مضى وذهبت منفعته فلما فعل به بعد موته صارت ديته بتلك المثل له لا لغيره يحج بها عنه أو بفعل بها من أبواب الخير والبر صدقة\r\nأو غيرها وفى مرسل محمد بن الصباح عن أبي عبد الله ع أيضا وهو أيضا طويل بعد ما سئل عن انها لمن هي قال ع ليس لورثته فيها شئ انما هذا\r\nشئ صار إليه في بدنه بعد موته يحج بها عنه أو يتصدق بها عنه أو يصرف في سبيل من سبل الخير وقد عمل بهما الأصحاب بل عن الخلاف\r\nوالغنية عليه الاجماع نعم عن المرتضى والحلي انها تكون لبيت المال ولعله لخبر إسحاق بن عمار قال للصادق ع فمن يأخذ ديته قال الامام ع هذا لله\r\nأو لأنها عقوبة جناية لا دليل على تعين مصرفها ويمكن حمل الخبر على الدفع إلى الامام ع ليصرفه في مصارف الميت فلا ينافي ما مروا ما التعليل\r\nالمذكور فعليل إذ قد عرفت الدليل وح فمقتضى القاعدة جوازا ووجوب قضاء دينه منها لأنه أحوج إليه من التصدق عنه ووجوب إنفاذ\r\nاقاريزه ومنجزاته ووصاياه وهذا إذا كانت في ذمته واضح إذ الظاهر أن اقراره وكذا تصرفه المنجز المتعلق بذمته كما إذا صالح في ذمته أو نذر كك\r\nأو نحو ذلك يوجبان شغل ذمته وإن لم يكن الثلث وافيا بهما وعدم امضاء الوارث لا يقتضى بطلان الاقرار والتصرف بالنسبة إلى الزائد عن الثلث\r\nمطلقا بل غاية الأمر عدم النفوذ عليه فقط والا فذمة الميت مشغولة واقعا أو ظاهرا ولذا يجوز ان يتبرع عنه متبرع وان يودي من بيت المال ونحو\r\nذلك فح إذا حصل له مال بعد الموت كالدية المفروضة يجب صرفه فيها واما الاقرار والمنجز المتعلقان بالعين وكذلك الوصية فيشكل وجوب\r\nاخراج ما زاد عنها عن الثلث من الدية المذكورة لأن الظاهر بطلانه إذا لم يجز الورثة ولا دليل على وجوب دفع المال إلى الوارث عوضا عن ما زاد على\r\nالثلث حتى ينفذ تصرف الميت أو اقراره بتمامه مع احتمال ذلك أيضا فتدبر بقي شئ وهو ان ما ذكر من وجوب إنفاذ التصرف المنجز أو المعلق ما دام الثلث\r\nوافيا به وان حصل النقصان في التركة انما هو إذا كان متعلقا بالعين المعين أو بالذمة فان النقصان في الثلث الذي هو للميت لا يؤثر نقصانا فيه إذا كان\r\nوافيا به بعد النقصان أيضا واما إذا كان متعلقة حصة مشاعة كان أوصى بربع ماله مثلا فتلف منه شئ بعد الوفاة فلا اشكال في أن النقص وارد\r\nعليه وان كان الثلث أزيد منه لأنه مقتضى الإشاعة وهذا واضح انما الكلام في أنه إذا أوصى بكلي كماة دينار مثلا فهل ينزل على الإشاعة حتى يرد النقص\r\nعليه أيضا بان يكون الوصية المذكورة راجعة إلى الوصية بربع المال إذا فرض كونه أربعمأة أو لا حتى يجب إنفاذه ما دام الثلث وافيا به وفيه وجهان مبنيان\r\nعلى معقولية تمليك الكلى الخارجي لا على جهة الإشاعة كما يستفاد من خبر الأطنان المذكور في باب البيع أولا فيكون الحكم في بيع الصاع من الصبرة\r\nعلى خلاف القاعدة من جهة الخبر المشار إليه وتمام الكلام موكول إلى ذلك المقام الأمر الثالث ان ما ذكرنا من خروج المعلقات من الثلث\r\nوالمنجزات أيضا على القول به انما هو إذا لم يجز الوارث والا نفذت من الأصل ولو أجاز بعضهم نفذ بقدر حصة ولو أجاز الكل أو البعض بعضا من الزائد\r\nعن الثلث نفذ بقدره وهذا كله مما لا اشكال فيه انما الكلام في أمور الأول اجمع علمائنا على أن الإجازة من الوارث تنفيذ لما فعله الميت لا\r\nابتداء عطيه وخالف بعض العامة في ذلك حيث جعلها هبة في نحو الوصية واجري عليها حكمها من الحاجة إلى القبض ونحوه وفيه ما لا يخفى\r\nحيث إنها ليست الا الرضا بما فعله الميت فيكون هو المعطى للمال دون المجيز فليست الإجازة في المقام نظير الإجازة في الفضولي إذ فيه يكون\r\nالمال للمجيز بخلاف مقامنا ودعوى أن هذه انما يتم في المنجز والاقرار واما في الوصية فلا حيث إن المال بعد الموت للوارث فالميت متصرف\r\nفي مال الورثة إذ المفروض انه علق التمليك على ما بعد الموت الذي ينتقل المال إليهم فيكون حالهم حال المجيز في الفضولي في أنه هو الناقل للمال\r\nحقيقة مدفوعة بمنع ذلك فان من ملك شيئا ملكه إلى الأبد فالتصرف فيه تصرف في ملك نفسه غاية الأمران الموت قاطع للملكية بشرطي\r\nعدم تصرف المالك فيه حال حياته فليس بن قبيل ملكية الطبقة الأولى في التوقف حيث إنها موقتة ما دام الحياة والطبقة الثانية ؟ ؟\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nعن الواقف لا عن الأولى فالمقام نظير ما إذا اجر المالك ماله مدة معينة ومات قبل تمامها فان الإجارة صحيحة نافذة ولا يقال إنها فضولية بالنسبة\r\nإلى ما بعد الموت لكشفه عن كون العين ومنافعها للوارث وهذا واضح غايته فلا فرق بين الوصية وغيرها في أن المعطى حقيقة هو الميت وان الوارث\r\nالمجيز منفذ ورافع لليد عن حقه المجعول له ومما ذكرنا ظهر فساد ما ربما يقال بعد الاعتراف بأنها ليست هبة وعطية ولا تجرى عليها احكام الهبة\r\nانه يمكن ان يدعى ان المال ينتقل بعد الموت والإجازة إلى الورثة انا ما ثم ينتقل إلى الموصى له أو انه يقدر ملكهم له أولا وملكه ثانيا لا تحسب الترتب الزماني\r\nبل بالترتب الذاتي جمعا بين دليلها وأدلة الإرث وذلك لان مقتضى ما ذكرنا كون الإرث مشروطا بعدم مثل هذا التصرف النافذ بالفرض\r\nفأدلته مخصصة بما دل على صحة الوصية والإجازة ويترتب على ما ذكرنا عدم انعتاق من ينعتق على الوارث لو أوصى به الميت لغيره وأجاز هو\r\nبعد موت الموصى ولازم مذهب من جعلها هبة أو قال بدخوله في ملك الوارث انا ما أو تقديرا انعتاقه عليه ويترتب عليه أيضا عدم اعتبار خروجه\r\nمن الثلث إذا كان المجيز مريضا بناء على كون المنجزات من الثلث فإنها ح ليست من تمليك المال بل رضى بما ملكه غيره بخلافه على الوجوه الأخر خصوصا\r\nالأولين ويحتمل القول بوجوب خروج الزائد على الثلث ولو على ما ذكرنا إذ هو تصرف مالي موجب لضرر الورثة ويترتب عليه أيضا صحتها من المفلس\r\nالمهجور عليه لعدم كونها تصرفا في أمواله والحجر انما هو بالنسبة إليها وكذا صحتها من السفيه الا ان يقال إنه ممنوع عما يشمل مثل هذا التصرف أيضا\r\nلأنه وإن لم يكن ماليا الا انه أقل إليه بل وكذا بالنسبة إلى المفلس أيضا لكنه بعيد خصوصا في المفلس ويظهر الثمرة أيضا في النذور والايمان وتعلق\r\nالامر بأداء الدين والنفقة والحج بالمجيز فيما إذا كان ذلك بقدر الاستطاعة إلى غير ذلك ولا يخفى ان ترتب هذا اللوازم وهذه الثمرات انما هو\r\nفيما إذا كانت الإجازة بعد الموت لا في الحال الحياة لعدم معقولية الملكية للوارث حين الإجازة ح فتدبر الثاني هل تصح الإجازة في حال حيوة\r\nالمورث وتلزم على الوارث بحيث لا يجوز له الرد بعد ذلك أو لا يمكن ان يقال إن مقتضى القاعدة عدم الصحة لعدم انتقال المال إليه بعد الموت\r\nفقبله لا ربط له به فيكون كإجازة غير المالك في الفضولي ثم شرائه لذلك المال ولكن الحق صحتها ولزومها لا لتعلق حق الوارث بالثلثين في حال الحياة\r\nالمستكشف بالاخبار فيرجع إلى اسقاط حقه لما عرفت مكررا من منعه ولا لان له حق الإرث ولازمه جواز اجازته الراجعة إلى اسقاطه لان حق الإرث\r\nمما لا يسقط بالاسقاط مع امكان منع كونه حقا بل حكما شرعيا بل لأنه يمكن دعوى الاستفادة من اخبار المنع عن التصرف في الزائد عن الثلث\r\nان للوارث حقا في تصرف الميت بمعنى ان امره بالنسبة إلى الزائد سيده وان له الامضاء والمنع وذلك لان المعلوم من تلك الأخبار ان ذلك\r\nالمنع انما هو لرعاية جانبه والتوفير عليه وان منعت عن ذلك وقلت إن القدر المسلم كون امر التصرف بيده بعد الموت لا قبله فقبله\r\nليس إلا حكم تعبدي حكمته التوفير على الوارث فلا حق له في حال الحياة في شئ لا في المال ولا في التصرف ولم يجعل رضاه وعدمه مناطا في شئ\r\nأقول مقتضى العمومات الأولية نفوذ أقاريره وتصرفاته حتى المعلقة على الموت لما عرفت من أن ملكه ابدى لا موقت بالحياة حتى يكون\r\nتصرفه تصرفا في مال الغير والقدر الخارج منه هو ما إذا لم يجز الوارث لا قبل الموت ولا بعده وإذا شك في نفوذه مع الإجازة حال الحياة\r\nترجع إلى تلك العمومات ودعوى أن مقتضى اطلاق ما دل على أنه ليس له الا الثلث عدم نفوذ الزائد خرج صورة الإجازة بعد الموت فقط\r\nمدفوعة بان هذا الاطلاق مسوق لبيان انه محجور عن التصرف في الزائد في الجملة لا لبيان حجره مطلقا خصوصا بملاحظة الحكمة المعلومة في جعل\r\nهذا الحكم لا أقل من الشك في الشمول وهو كافي في الرجوع إلى العمومات الأولية هذا مع ورود جمله من الاخبار في باب الوصية ودالة على نفوذها\r\nولزومها فيها حال الحياة ويمكن تعميم المطلب بعدم الفضل واتحاد المناط فيها وفى المنجز والاقرار منها الصحيحان رجل أوصى بوصية وورثته\r\nشهود فأجازوا ذلك فلما مات الرجل نقضوا الوصية هل لهم ان يردوا ما أقروا به قال ع ليس لهم ذلك الوصية جايزة عليهم ونحوهما غيرهما وقد عمل المشهود\r\nبهما في الوصية بل عن الشيخ الاجماع على ذلك فالأقوى ما عرفت ولا وجه بعد ذلك لما عن جماعة كالمفيد وسلار والحلي وابني حمزة وسعيد وفخر\r\nالمحققين والأردبيلي من الحكم بعدم النفوذ في الوصية والظاهر ذلك عندهم في المنجز والاقرار أيضا بل بالأولى لعدم شمول الأخبار المذكورة لهما ولا لما\r\nعن بعضهم من التفصيل بين كون الإجازة في الوصية في حال المرض أو الصحة فتصح في الأول دون الثاني ولا لما عن اخر من التفصيل بين عناء الورثة وفقرهم\r\nفعلى الأول تصح حال الحياة دون الثاني هذا ولازم ما ذكرنا من الوجه وهو التمسك بالعمومات صحتها إذا كانت قبل التصرف أيضا فلو اذن الوارث\r\nللمورث في التصرف الزائد نفذ ولا يجوز له النقض بعد ذلك الثالث إذ قلنا بعدم تأثير الإجازة حال الحياة فلا اشكال في عدم تأثير الرد حالها\r\nأيضا وانه لا يوجب بطلان التصرف بالنسبة إلى الزايد بحيث لا يقبل الإجازة بعد ذلك واما ان قلنا بكونها مؤثرة فهل الرد أيضا مؤثر في\r\nالبطلان أولا بل يمكن لحوق الإجازة بعد الموت الحق عدم تأثيره وان الأهلية الإجازة بعد باقية لعدم الدليل على ذلك والفارق بين المقام\r\nوبين مسألة الفضولي حيث نقول إن المالك لمورد قبل الإجازة فلا يمكن تصحيح العقد بعده وانه يبطل بذلك واما الاجماع كما ادعوا هناك والا\r\nفنقول مقتضى القاعدة عدم البطلان فيه أيضا بل وكذا الرد بين الايجاب والقبول يمكن دعوى حدم تأثيره في بطلان الايجاب لولا الاجماع واما\r\nكون الإجازة في الفضولي بمنزلة الركن من المعاملة حيث إن المجيز في الحقيقة بمنزلة الطرف الآخر فيها بخلاف المقام فان المعاملة تامة في حد نفسها\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nغاية الأمران الشارع جعل للوارث حقا فيها فما دام متمسكا بحقه لا تؤثر اثرها وبعد دفع يده عنه يترتب عليها اثرها نظير إجازة المرتهن لبيع الراهن\r\nفان المال للراهن وبيعه انما وقع على ماله ولا دخل للمرتهن بأصل المعاملة غاية الأمر كونه ذا حق فيه فرده لا يوجب بطلان المعاهدة بين الطرفين إذ قوامها\r\nبالمالكين ولذا إذا ارتفع المانع وهو حق المرتهن بغير الإجازة كفك الرهن يؤثرا العقد اثره والحاصل انه فرق بين ما إذا كان المجيز طرفا للمعاهدة كما\r\nفي الفضولي وبين ما إذا لم يكن كما في المرتهن والمقام بناء على ما عرفت من كون الإجازة فيه تنفيذ لما فعله الميت لا ابتداء عطية فإنه ح يكون اثر\r\nالمعاهدة بيده ابقاء وفسخا بل انما له الابطال بالتمسك بحقه ابدا والا فليس له حل العقد وامضائه إذ هو أجنبي عنه بما هو عقد وهذا كل\r\nانما هو في الرد حال الحياة واما لو كان بعد الموت فلا ينفع الإجازة بعده لان المال به يدخل في ملكه فلا يمكن بعده الإجازة إذ لا يبقى معطلا\r\nإلى الأبد أو إلى أن يوجد التصرف المنافى وفى الحقيقة الرد بعد الموت أيضا لا يوجب البطلان بما هو رد وبعبارة أخرى من حيث إنه حل للعقد بل لعدم\r\nامكان لحوق الإجازة من جهة عدم بقاء المحل لدخول المال في ملك الوارث فيلزم من صحة الإجازة كونها ابتداء عطية ح الرابع ان إجازة الوارث\r\nانما تؤثر في النفوذ إذا لم يكن هناك دين مستغرق للتركة أو الثلثين منها والا فهي انما تنفع في حق نفسه فقط واما في حق الديان فلا اما في الوصية فواضح\r\nإذ الدين مقدم عليها حتى في مقدار الثلث واما في الاقرار والمنجز بناء على كونهما من الثلث فان قلنا بتقديم الدين عليهما أيضا كما هو أضعف الوجهين\r\nفكذلك واما على ما هو الحق من تقديمها عليه كما سيأتي فلان الظاهر مما دل على الحجر عن التصرف أو الاقرار بالأزيد من الثلث ليس خصوص مراعاة للوارث\r\nفقط بل له وللديان أيضا وأيضا انه مقتضى اطلاق قوله ع ماله من ماله الا الثلث وانه لا يحكم بنفوذ اقراره إذا كان متهما فيه أو لم يكن مصداقا فإنه قد يكون\r\nالاتهام من حيث الظن بتعلق عرضه بحرمان الديان فح لا ينفذ الاقرار والتصرف المنجز الا بإجازة الديان أيضا فتدبر الخامس هل الإجازة من الوارث\r\nفي المقام كاشفة أو ناقلة ان قلنا بكونها كاشفة في سائر المقامات كبيع الفضولي ونحوه فلا اشكال في كونها كذلك في المقام أيضا وان قلنا\r\nبكونها ناقلة فيها فيشكل الحال في المقام من عدم امكان التفكيك إذ المانع من كونها كاشفة وهو عدم معقولية الشرط المتأخر موجود في المقام\r\nأيضا ومن انه يلزم من كونها ناقلة اما انتقال المال بعد الموت وقبل الإجازة إلى الوارث ولازم كونها عطية بدوية منه فيترتب عليه ولوازمها من\r\nانعتاق من ينعتق عليه ونحو ذلك واما الحكم ببقاء المال بلا مالك وما الحكم بكونه باقيا في ملك الميت وكل ذلك مشكل وأيضا يلزم ان يكون نمائه قبل\r\nالإجازة للوارث إذ لا مقتضى لانتقاله إلى الموصى له وهو أيضا مشكل وأيضا يلزم في المنجز أن تكون العين بالنسبة إلى الزائد باقية على ملك الميت إلى حين\r\nالموت ولازمه صحة تصرفه المنافى للأول فيها ولا يمكن الالتزام به الا ان يقال إنه وان كان كذلك الا انه محجوب عن التصرف بواسطة تصرفه الأول في الواقع\r\nوالظاهر بخلاف ما إذا لم تتعقب الإجازة فإنه يكشف عن كون حجره ظاهريا فان قلت إن هذه الاشكالات انما ترد إذا جعلناها شرطا ولنا\r\nان نمنع ذلك بان نجعل الرد مانعا كما قد يقال به بالنسبة إلى قبول الوصية فيلتزم بأنه ليس شرطا بل التمليك انما يحصل بالايجاب فقط والرد من الوصي له\r\nمانع لدفع نظير هذه الاشكالات إذا تأخر القبول عن الموت قلت إن أردت بذلك انه بذلك يملك الوصي له أو المتهب أو المقر له تمام المال ثم يبطل بعد ذلك\r\nبالرد من الوارث فلا يمكن الالتزام به خصوصا في الوصية بل هو فيها خلاف الاجماع والضرورة من الفقهاء وإن أردت ان الرد يكشف عن عدم تملكه\r\nالا بمقدار الثلث فيعود الاشكال إذ كما أنه لا يمكن تأثير ( الشرط المتأخر كك لا يمكن تأثير ) عدم المانع المتأخر في المتقدم مع أن عدم المانع المتأخر شرط في تأثير المقتضى فيلزم كون الشرط\r\nمتأخر إذ العدم الذي هو شرط هو العدم المتأخر لا عدم الامر المتأخر لا عدم الامر المتأخر ومن ذلك يظهر عدم اندفاع الاشكال بالنسبة إلى القبول أيضا فإنه مع أنه كون الرد\r\nمن الموصى له مانعا دون كون قبوله شرطا أيضا يلزم اما التزام كون الرد فاسخا وهو خلاف الاجماع واما عود الاشكال فانحصر الامر في الالتزام يكون\r\nالإجازة كاشفة وكذا القبول في الوصية وان الشرط المتأخر انما لا يعقل في الأمور المتأصلة الخارجية والمؤثرات العقلية دون الأمور الاعتبارية\r\nكالأحكام الشرعية أو العرفية العقلائية فإنه يمكن ان يجعل الموجود المتأخر شرطا وفى الحقيقة يكون الشرط هو اعتبار وجوده لا وجوده الخارجي\r\nالحقيقي فلا تغفل السادس إذا ادعى الوارث بعد الإجازة ظن قلة المال وانه غير راض على فرض العلم بكونه بهذا المقدار فيما إذا كان المنجز أو\r\nالوصية بالحصة المشاعة الزائدة كالنصف مثلا أو ادعى بعدها ظن كثرته فيما إذا كانا متعلقين بعين معين وانه تخيل كونها بقدر الثلث أو أزيد يسير\r\nفهل تسمع منه هذه الدعوى أولا حكى عن جماعة السماع في المقامين فيحكم بلغوية الإجازة بالنسبة إلى ما زاد عن ظنه بعد حلفه على عدم العلم بالزيادة\r\nأو النقيصة وذلك لان الأصل عدم الإجازة بالنسبة إلى المقدار المشكوك فيه والأصل عدم علمه بمقدار المال وأيضا هذا شئ راجع إليه ولا يعلم\r\nالا من قبله فتسمع دعواه والا لزم الضرر عليه على فرض صدقة ولتعذر البينة عليه وح يدفع إلى المعطى له في الفرض المذكور نصف ما ظنه\r\nمن التركة وثلث الباقي وفى صورة كونه عينا ينفذ منها بقدر ثلث المال ويزاد عليه بالنسبة مقدار ما ظنه وقد يقال بعد السماع في المقامين\r\nعملا بمقتضى اجازته المتعلقة بالمقدار الموصوف أو العين المعلومة وفى الشرايع وعن غير واحد التفصيل بالسماع ( الأول في الامر ) وعدمه في الثاني لأنها فيه تضمنت\r\nمعلوما وهو العين المعين بخلاف الأول فان النصف فيه مجهول والتحقيق وان يقال إن الكلام تارة في حكم الواقع وانه لو علم صدق\r\nالورثة في دعواهم وان اجازتهم انما كانت بداعي القلة أو الكثرة هل يوجب ذلك لغوية الإجازة أولا وتارة في أنه على فرض كونها لغوا مع معلوميته\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nذلك هل تسمع دعواهم أم لا اما الأول فالحق فيه الفرق بين ما إذا كانت الإجازة مطلقة أو كان الظن المذكور من قبيل الداعي والمقارن\r\nواما إذا كانت مقيده بان يكون رضا هم بقيد القلة أو الكثرة ففي الأول يحكم بالنفوذ لان الداعي لا يوجب رفع إليه عن التصرف الواقع عن\r\nالرضا وفى الثاني لا لكون الرضا فيه مقيدا واما الثاني وهو ما إذا ادعوا التقيد في الرضا فان كلامهم مطلقا ويدعون عدم الرضا الباطني\r\nولا في المقيد فلا تسمع دعواهم لان ظواهر الألفاظ حجة في جميع المقامات فيؤخذ باطلاق كلامهم في مقام الإجازة وان كان النزاع في اللفظ\r\nالصادر منهم وانه كان مطلقا أو مقيدا ولو بالقرائن المقامية الموجبة للصرف فدعواهم مسموعة لان الأصل عدم تعلق الإجازة بالأزيد\r\nمن المقدار المعلوم ولا يلتفت إلى أصالة عدم التقيد وعدم ذكر القيد كما في نظائره وتمام الكلام فيه في الأصول الأمر الرابع إذا تزاحم\r\nالتصرفات أو الواجبات الخارجية من الأصل أو الثلث بعضها مع بعض من جنسه أو غيره بان لم يف المال أو الثلث بالجميع فهل يسقط أو يقدم\r\nبعضها فيه تفصيل لأنه لا يخلوا اما ان يكون هناك وصايا متعددة فقط أو منجزات فقط أو واجبات كذلك أو وصية ومنجزا ووصية وواجب\r\nأو منجز وواجب فالصور ست اما الصورة الأولى وهي وهل ما إذا اجتمع وصايا عديدة ولم يف الثلث بجميعها فلا يخ اما ان يكون مترتبة كان يوصى\r\nأولا بثلث ماله أو عين معينة لزيد وثانيا أو عين أخرى لعمر واما أن تكون مجتمعة كان يقول أعطوا فلانا كذا وفلانا كذا فعلى الثاني\r\nومنهما ماذا رتب في اللفظ ونص على عدم الترتيب لا اشكال في أن الثلث يقسط على الجميع بالنسبة مع عدم الإجازة ويدخل النقص على\r\nالمجموع وما في جملة من الاخبار كصحاح معاوية بن عمار من تقديم الحج في صورة الوصية بالثلث أو بمال للحج والصدقة والعتق بان يجعل طائفته\r\nمنه في الحج وطائفة في العتق وهكذا حيث يظهر منها ان الحكم كذا إذا الأولى بكل واحد منهما أيضا يجب حمله على صورة كون الحج واجبا كما يظهر من\r\nالتعليل لتقديمه بأنه فريضة من فرائض الله فالظاهر أن المراد كونه واجبا فعلا لا انه يقدم وان كان ندبا لكونه فريضة بحسب النوع في أصل الشرع\r\nمع أن في سؤال ان المرأة الموصية لم تحج وفى الجواب فإنه فريضة من فرائض الله عليها فلا منافاة فيها لما ذكرنا من التقسيط ثم هذا كله في غير العتق\r\nواما فيه فذكروا من غير خلاف فيه على الظاهر أنه لو أوصى بعتق عبيد ولم يف بهم الثلث انه يقرع بينهم فمن خرج اسمه يحكم بحريته وإذا استلزم ذلك\r\nتبعيض الحرية في واحد يحكم بالسراية ويستسعى في البقية فلا يحكمون بالتقسيط ولعله لاستلزامه الاضرار بالوارث مضافا إلى المرسل عن النبي ص في\r\nستة عبيدا عتقهم ومولاهم عند موته ولم يكن له غيرهم فجزاهم أثلاثا أقرع بينهم والصحيح كان على عليهم بينهم والخبر عن موسى ابن جعفر ع قال إن أبى\r\nترك ستين مملوكا واعتق ثلثهم فأقرعت بينهم وأخرجت عشرين وهذه الأخبار وان كانت ظاهرة في المنجر الا ان الأصحاب تعدوا منه إلى الوصية قيل\r\nوظاهرهم الاجماع على عدم الفرق قلت مع امكان حملها على الوصية أيضا فت وكيف كان لا اشكال في ذلك وان كان مقتضى القاعدة التقسيط\r\nوالحكم بانعتاق الكل للسراية والسعي في رفع ما بقي من حصة كل واحد لكن هذا إذا أعتق الجميع أو أوصى بعتقهم واما لو قال أعتقت أو أعتقوا ثلث كل واحد\r\nمن هذه العبيد فالظاهر عدم القرعة ح بل يحكم بعتق الجميع بقدر الحصة وسرايته إلى هذه العبيد فالظاهر بقيتهم مع السعي وذلك لان الحكم على\r\nخلاف القاعدة فمورد الاخبار وكلمات العلماء غير هذه الصورة مع أنه من تبديل الوصية كما لا يخفى واما على الأول فقد اختلف فيه كلماتهم\r\nوأقوالهم اختلافا كثير كما عن المالك حتى من الرجل الواحد في الكتب المتعددة بل الكتاب الواحد فعن المش على الظ عن نسبته إلى علمائنا انه يبدء بالأولى\r\nفالأولى مط وعن ابن حمزة ذلك الا إذا تباعد ما بين الوصيتين من الزمان فتكون الثانية ناسخة للأولى وعن الشيخ والإسكافي البدءة بالأولى\r\nفالأولى ان إذا كانت المتأخرة عتقا فإنه يقدم مط وهو ظاهر الوسائل أيضا كما هو مقتضى عنوانه لذكر الاخبار الآتية وعن الكركي وغيره وجوب الاخذ\r\nبالأخيرة وربما يفصل بين ما إذا كانت المتأخرة مضادة للمتقدمة فيؤخذ بها أو غير مضادة فتقدم الأولى فالأولى ولا بد من كلمات حمل الأولين\r\nأيضا على هذا وهذا هو الأقوى ولابد أولا من بيان معنى الخروج من الثلث فنقول لا اشكال ولا تأمل كما عرفت مرارا في أن تمام المال\r\nما دامت الحياة للموصى وانه لو أوصى به كله فقدا عطى ماله سواء كان دفعة وتدريجا وانه يجوز له الرجوع عن الوصية الأولى قولا وفعلا لكن الشارع\r\nجعل له من تمام ذلك المال ثلثه في مقام النفوذ وهذا الثلث شايع في تمام المال ومعنى كونه له انه انفذ من تصرفاته في مجموع ماله ما يساويه تعبدا من\r\nغير حاجة إلى قصده في تصرفه خصوص ذلك الثلث بل ولا يضر قصد خلافه بان كان من بيته سلامة ثلثه والتصرف في الثلثين الباقيين إذ ليس المقام\r\nمن قبيل العين المشتركة حتى يكون التصرف بمقدار حصته من باب الانصراف إلى حصته المختصة به كما في بيع نصف الدار المشاعة بينه وبين غيره كما\r\nقد يتخيل إذ لو كان من هذا الباب جاء فيه الخلاف المعروف حيث إن بعضهم ينزل البيع على الإشاعة وحكم بنفوذ الرابع واحتياج الربع والاخر إلى إجازة\r\nالشريك وبعضهم على النصف الخاص به من جهة الانصراف بخلاف الوصية بثلث المال فإنه لا اشكال في عدم تنزيله على الإشاعة ففي مقامنا إذا\r\nأطلق الثلث يكون انصرافه إلى ثلثه قهريا تعبديا لا قصد بابل لايق انه انصراف حقيقة بل أقول الامر في بيع نصف الدار أيضا كذلك على التحقيق\r\nبمعنى ان حمله على نصفه الخاص به قهري لأن المفروض انه باع حصة مشاعة هو مالك لها فينفذ بيعها فيها إذ النصف الذي هو المبيع مشاع\r\nالدار وهذا لا يقتضى الإشاعة في الملكين أيضا إذ هذه الإشاعة تحتاج إلى اعتبار اخر زائد على لحاظ النصف المشاع نعم الفرق بينه وبين المقام\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nانه لو قصد البيع في خصوص عقبه الشريك أو الحصة المشاعة في الملكين كان له ذلك وح يحتاج إلى الإجازة كلا أو بعضا بخلاف المقام فإنه لو\r\nقصد التصرف في ثلثي الوارث أيضا يلغو قصده وينزل على ثلثه والر ؟ ؟ في الفرق ان في مقامنا له معنى كون الثلث انه ينفذ تصرفه بمقداره لا انه له\r\nوالثلثان الاخر ان لغيره بخلاف المال المشترك فإنه كما أن له نصف الدار كذلك لشريكه أيضا نصفها مشاعا فيمكن قصد بيع حصته ويمكن قصد\r\nبيع ما لشريكه وهذا واضح ومما ذكرنا ظهر انه لا وجه لما يظهر من الجواهر من أنه لو قصد سلامة ثلثه واخراج الموصى به ثلثي الوارث صح وكان موقوفا على\r\nإجازة الوارث ولازمه انه لو لم يوص بعد ذلك بشئ ولم يجز الوارث تلك الوصية يكون جميع المال للوارث ولو أجاز وهنا يبقى ذلك الثلاثة له فله\r\nان يوصى به غير حاجة إلى إجازة الوارث بل أتعب نفسه في اثبات انه لا يحتاج إلى قصد الخروج من خصوص ثلثه وانه لو أطلق صح ويجب العمل به كان\r\nالأصل في الأسباب ترتب مسبباتها عليها ما لم يحصل لها معارض قال واحتمال البطلان في الفرض يعنى المجرد عن قصد ثلث وقصد خلافه مناف\r\nلاطلاق أدلتها المقتضى لصحتها وكأنه يتخيل ان المقام نظير بيع نصف الدار كما صرح به في موضع اخر وان الشركة فيه على نحو الأموال المشتركة مع أنك\r\nقد عرفت أن معناها في المقام ليس إلا مجرد عدم نفوذ تصرفه الا بمقدار الثلث وهذا لا يقتضى ما ذكروه فلا ينبغي التأمل في لغوية القصد المذكور\r\nعدم الحاجة إلى إجازة الوارث في مقدار الثلث من هذه الوصية إذ قصد الخروج من الثلثين الآخرين والتصرف فيهما لا يجعله من تمليك مال الغير حتى\r\nيحتاج إلى اجازته بل يشمله الأدلة الدالة على نفوذه إذ كان بقدر الثلث إذا عرفت ذلك فتقول إذا كانت الثانية مضادة للأولى بان تكون متعلقة بما\r\nتعلق به الأولى ومنه ما إذا قال ثلثي لزيد ثم قال ثلثي لعمرو فان ظاهرة إرادة ثلاثة الراجع إليه وضابط المضادة عدم امكان إنفاذ الجميع ولو بإجازة\r\nالوارث عمل بالتالية اما لأنها رجوع عن الأولى كما إذا كان ملتفتا وقاصدا للرجوع عنها واما لأنها مفوتة موضوعها كما في صورة الغفلة عنها وذلك\r\nلأنك قد عرفت أن الوصية من العقود الجايزة فيجوز الرجوع فيها ولو فعلا وأيضا المال بعد الوصية باق على ملك الموصى فله السلطنة على التصرف\r\nفيه بأنحاء التصرفات فإذا أوصى به ثانيا فقد أخرجه عن ملكه بعد موته فلاة يمكن بقاء الأولى الفوات موضوعه فهو كما لو نقله إلى الغير منجزا ببيع ونحوه\r\nفإنه نظيرا تلافه في كونه مفوتا للموضوع ويمكن ان ينزل على خصوص الشق الأول أي صورة الرجوع في الوصية الخبران ابن أخي أوصى بثلث وصايا فبأيهن\r\nاخذ فقال ع خذ بأخراهن قلت فإنها أقل قال وان قلت ثم إن الثانية انما تنسخ الأولى بمقدار المضادة فلو أوصى أولا بعين لزيد ثم أوصى بنصفها لعمرو\r\nيكون النسخ في مقدار النصف فيبقى النصف الأول وكذا إذا أوصى بمجموع ماله لزيد ثم بثلثه لعمر ويكون النسخ في الثلث فيبقى للأول الثلثان ويحتاج\r\nإلى الإجازة وهذا إذا لم يقصد الرجوع في نصفه الذي هو الثلث كما أن الثاني أيضا يحتاج إلى الإجازة وهذا إذا لم يقصد الرجوع في التمام بان\r\nكان من باب التفويت والا فمع قصد الرجوع في التمام تبطل الأولى بالمرة واطلاق الخبر المذكور قد عرفت تنزيله على خصوص هذه الصورة مع أنه ضعيف\r\nفلا يمكن الاخذ به والحكم بالنسخ مطلقا بالنسبة إلى التمام كما يظهر من اطلاق بعضهم واما إذا لم تكن الثانية مضادة للأولى بان يمكن تنفيذ الجميع\r\nولو بإجازة الوارث يبدء بالأولى فالأولى الخبر حران عن أبي جعفر ع في رجل أوصى عند موته وقال أعتقوا فلانا وفلانا حتى ذكر خمسة فنظرت في\r\nثلثه فلم يبلغ أثمان قيمة المماليك الخمسة الذين امر بعتقهم قال ع ينظر الذين سماهم وبدء بعتقهم فيقومون وينظر إلى ثلثه فيعتق منه أول شئ\r\nذكر ثم الثاني ثم الثالث ثم الرابع ثم الخامس وان عجز الثلث كان ذلك في الذي سمى أخيرا لأنه أعتق بعد مبلغ الثلث ما لا يملك فلا يجوز له ذلك\r\nبحمل الترتيب فيه على الوصايا العديدة لان يكون المراد عتق المجموع ويكون الترتيب ذكريا في مقام التعمد أو بقرينة الجواب إذ يبعد وجوب التقديم\r\nبمجرد هذا خصوصا مع التعليل المذكور وهذا الخبر وان كان ضعيفا الا انه منجز بالشهرة بل بعدم الخلاف المعتد به كما قيل مضافا إلى ما عرفت\r\nمن الاجماع المنقول عن التحرير ويمكن ان يستدل عليه أيضا بصحيحة العلا عن محمد بن مسلم عن أبي عبد الله ع قال سئلته عن رجل حضره الموت فأعتق\r\nغلامه وأوصى بوصية فكان أكثر من الثلث قال ع يمضى عتق الغلام ويكون النقصان فيما بقي وخبر أبي بصير عن أبي عبد الله ع أيضا قال إن أعتق رجل عند\r\nموته خادما له ثم أوصى بوصية أخرى أعتقت الخادمة من ثلثه وألغيت الوصية الا ان يفضل من الثلث ما يبلغ الوصية حيث قدم فيهما العتق\r\nالذي هو مقدم بناء على عدم حملها على المنجز بقرينة قوله ع ثم أوصى بوصية أخرى وانه لو كان من المنجز لم يخرج من الثلث وظاهرهما خروجه منه\r\nهذا وقد يق انه مقتضى القاعدة أيضا وذلك لان الوصية الأولى قد تعلقت بالثلث فلا مانع فينبغي انفاذها بخلاف الثانية فإنها صدرت بلا\r\nمحل ويشهد له التعليل في الخبر قلت يمكن الاستشكال في ذلك بان المفروض ان كل واحدة من الوصيتين تعلقت بحصة من مجموع المال واما معينة\r\nأو مشاعة غير ما تعلقت به الأخرى ولا تعلق الشئ منهما بالثلث الذي جعله الشارع للميت مشاعا في مجموع المال في قصد الموصى وانما التعلق به\r\nقهري تعبدي بعد الموت ونسبتهما إليه على حد سواء إذ ليس الزايد على الثلث الوصية المتأخرة بل المجموع من حيث المجموع زائد ومجرد تقدم تعلق أحدهما\r\nبه لا يفيد شيئا بعد عدم التعلق الا بعد الموت الا ترى ان تقدم سبب أحد الدينين على الاخر لا يقتضى تقدمه عليه إذا فرض عدم وفاء المال\r\nبهما والسر فيه أن تعلقهما بعين التركة انما هو بعد الموت وكذا تقدم سبب شغل الذمة في أحد الواجبين لا يتقضى وجوب تقديمه إذا تزاحما ولم يكن\r\nالزمان كافيا لهما معا وهكذا القسم لو كانت الوصية حين صدورها متعلقة بالثلث أمكن ان يق ان الأولى إذ تعلقت به حين صدورها تبقى الثانية\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nبلا محل لكن ليس كك إذ المفروض ان الحكم بالنفوذ انما هو بعد الموت والتعلق الشرعي به في حال الحياة بلا نفوذ بمعنى صيرورته بحيث ينفذ بعد الموت وان\r\nكان ممكنا وكافيا في المطلب إذ هو نظير ما لو علق الموصى عليه في قصده الا ان هذا مجرد فرض لا دليل عليه إذ لقدر المسلم بل الظاهر من أدلة الخروج\r\nمن الثلث انه ليس للميت من ماله الا ثلثه ليس إلا ما ذكرنا من التعلق به بعد الموت فظهر ان مقتضى القاعدة مع الاغماض عن الخبر المتقدم ادخال النقص\r\nعلى الجميع بالنسبة نعم هذا الخبر على فرض تماميته كما أنه دليل تعبدي على المطلب مثبت بلحاظ العلة المذكورة الموضوع القاعدة أيضا إذ مقتضى العلة\r\nالمذكورة تعلق الوصية الأولى بالثلث حال الحياة كيف وإلا فلا يصدق انه أعتق ما لا يملك الا ان يق إذا قلنا إن التعلق الشرعي القهري بالثلث\r\nالذي للميت بمقتضى القاعدة انما هو بعد الموت فيمكن ان يجعل التعليل في الخبر شاهدا على كون المفروض فيه تعلق الوصايا بالثلث في قصد الموصى\r\nوح فيخرج الخبر عن الدلالة على المطلب مضافا إلى أنه لا يثبت موضوع القاعدة فتدبر وكيف كان فتبين من البيان الذي ذكرنا أن هذه القاعدة انما يتم\r\nفي المنجزات إذ الحكم بنفوذها من الثلث انما هو في حال الحياة فالمتقدم منها إذا كان بقدر الثلث حين الموت فهو نافذ من حين صدورها فلا يبقى بعد\r\nمحل لنفوذ المتأخر الا بإجازة الوارث واما في الوصايا فيتوقف تماميتها على اثبات التعلق بالثلث من حين الصدور ولا دليل عليه إذا لم يكن على\r\nخلافه لاولى الاقتصار في الاستدلال على الأخبار المذكورة ولا يعارضها ما تقدم من الخبر الدال على الاخذ بالأخيرة لضعفه مع أنه محمول على صورة\r\nالمضادة كما عرفت جمعا بينها وبينه لأن هذه الأخبار نص في صورة عدم التضاد وهو أعم هذا واما ما حكى عن ابن حمزة من التفصيل فلا وجه له ولعل\r\nنظره إلى أنه إن لم يتباعد الزمان فلا يكون الثاني وجوعا عن الأول وان تباعد فهو ظاهر في إرادة الرجوع خصوصا بملاحظة انه جعل من عدم التباعد\r\nما إذا كان تعدد الوصايا بحرف العطف ومن عدم التباعد ما إذا كانت الأولى عدوة والأخرى ضحوة بل عبارة الوسيلة لا تعرض فيها المتباعد\r\nوعدمه وانما جعل فيها المدار على التعدد بحرف العطف والتعدد بحرف العطف والتعدد بفضل زماني قال وان أوصى لواحد بعد واحد لم يخلوا من وجهين اما عطف التالي\r\nبحرف العطف أو أوصى بكرة الواحد وضحوة الاخر أو غدا فالأول ان خرج الجميع من الثلث استحقوه وإن لم يخرج قدم الأول فالأول حتى يستوفى الثلث فان\r\nاشتبه اخرج بالقرعة والثاني ان خرج من الثلث استحق الجميع وإن لم يخرج قدم الأخير وعلى أي حال فيمكن حمله على ما ذكرناه فان الظاهر من حال الموصى\r\nفي الصورة الأولى انه يريد الوصايا العديدة بخلاف الثانية لكنه كما ترى وقد يستدل له بالخبر المتقدم الدال على الاخذ بالأخيرة بحمله على صورة\r\nالتباعد وفيه ما لا يخفى واما الوجه فيما ذهب إليه الشيخ والإسكافي من تقديم العتق وان كان متأخرا فهو دعوى دلالة جملة من الاخبار كصحيح العلا\r\nوخبر أبي بصير المتقدمين وخبر إسماعيل ابن همام عن أبي الحسن ع في رجل أوصى عند موته بمال لذوي قرابته واعتق مملوكا وكان جميع ما أوصى به يزيد على الثلث\r\nكيف يصنع في وصيته قال ع يبدء بالعتق فينفذه وخبر محمد بن مسلم عن رجل أوصى بأكثر من الثلث واعتق مماليكه في مرضه فقال ع ان كان أكثر\r\nمن الثلث رد إلى الثلث وجاز العتق والجواب انه يمكن حمل الأخبار المذكورة على العتق المنجز وكان المراد نفوذه من الأصل بناء على مختارنا مع أن مورد\r\nالخبرين الأولين تقدم العتق ولا دلالة فيهما على أن الحكم كك وان كان متأخرا واما وجه القول بوجوب الاخذ بالأخيرة فهو الخبر المتقدم مضافا إلى ما عن\r\nالكركي من أن الأصل في الوصية أن تكون نافذة فيجب حملها ما يقتضى النفوذ بحسب الامكان وانما تكون الثانية نافذة إذا كان متعلقها الثلث الذي\r\nيجوز للمريض الوصية به فيجب حملها عليه كما يجب حمل اطلاق بيع الشريك النصف على استحقاقه حملا للبيع على معناه الحقيقي وح فيتحقق التضاد\r\nفي مثل ما لو قال أوصيت بثلث لزيد وبثلث لعمر فيكون الثاني ناسخا للأول فيقدم وأولى منه ما لو قال ثلث مالي ثم فرع عليه انه لو أوصى لزيد\r\nبثلث ولعمرو بربع ولى له بسدس وانتفت القرائن يكون الوصية الأخيرة رافعة للأول مع اعترافه بأنه مخالف لما صرح به جميع الأصحاب وأورد عليه في\r\nالجواهر بما حاصله ان التعلق بالثلث ليس من باب الانصراف القصدي وبجعل الموصى حتى يتحقق التضاد بين الوصيتين بل من باب التعبد الشرعي القهري\r\nوكذلك الحال في بيع الشريك لأنه قد باع ما هو مالك له فينزل عليه شرعا وح فإذا أوصى أولا فمقتضى قاعدة الانفاذ نفوذه وتعلقه بالثلث لعدم\r\nالمانع منع بخلاف الوصية الثانية فإنها تبقى بلا محل والاطلاق لا يقتضى أزيد من النفوذ إذا أجاز الوارث لأن المفروض تعلقه بحصة أخرى من\r\nمجموع المال التي هي للوارث بعد مشغولية الثلث بالوصية الأولى قلت وأنت خبير بان المح أيضا يدعى الانصراف القصدي كما يظهر من ملاحظة كلامه\r\nوانما غرضه انه إذا وجب إنفاذ التصرف بقدر الامكان والمفروض انه تتعلق الوصية شرعا بالثلث الذي جعله الشارع للميت فيكون متعلق الثانية\r\nأيضا الثلث كما في الأولى ولازمه كونها ناسخة كما لو صرح بإرادة ثلثه في الوصية الثانية بعد الاطلاق في الأولى المنصرف شرعا إلى ثلثه فالتنزيل الشرعي\r\nكالقصدي فهو كما لو فرض انه وهب مالك نصف الدار مشاعا النصف المشاع ثم بعد ذلك وقبل القبض وهب نصف المشاع لاخر فإنه تبطل\r\nالأولى بالثانية لأن المفروض انه بعد بلق على ملكه بناء على كون القبض شرطا في الصحة فيصدق في الهبة الثانية انه وهب ما كان مالكا له كما\r\nفي الأولى مع أن التنزيل على نصفه الذي هو شرعي ففي المقام أيضا نقول إنه أوصى في الوصية الثانية ما يمكن إنفاذه بحمله على ما هو كذلك ولازمه\r\nالنسخ فالحق في الجواب ان يق انا نمنع التعلق بالثلث حين الوصية إذا لم يقصد الموصى ذلك بل انما تتعلق به شرعا بعد الموت والمفروض تساويهما\r\nفي ذلك وما ذكر ان الأصل في الوصية الانفاذ فيه أن غاية ما يدل عليه الدليل الانفاذ على حسب ما أراد الموصى إذا لم يكن مشروطا شرعا شرط\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nبشرط أو حصل الشرط وهو لم يرد في شئ من الوصيتين الا حصة من مجموع المال فإذا اعتبر الشارع عدم الزيادة على الثلث فلا بد في نفوذ\r\nكل منهما من عدم الزيادة والمجموع من حيث المجموع حين من حكم بالنفوذ زائد على الثلث فلا بد من التقسيط ونحن انما حكمنا بالأولى فالأولى امكان الاخبار\r\nوالا فقد قلنا إنه لا يتم بحسب القاعدة وان مقتضاها التقسيط فظهر ان لازم من يقول بالتعلق بالثلث حين الوصية ان يعترف بمقالة أعتق\r\nالمذكور فدعوى أن التعلق الشرعي بالثلث من حين الوصية ليس كالقصدي في أنه يكفيه امكان الانفاذ بل لا بد من عدم مزاحمته بشئ اخر فلا بد أولا\r\nمن ابطال الأولى لتمكن تعلق الثانية به شرعا وهذا بخلاف التعلق القصدي فإنه بنفسه مبطل وناسخ ولا يحتاج إلى ابطال الأولى أولا مدفوعة بان\r\nملاك التعلق بالثلث في الأولى وهو امكان النفوذ موجود في الثانية أيضا لان تعلق الأولى بالثلث شرعا يوجب عدم جواز التصرف فيه ثانيا\r\nفمجرد الوصية الثانية المحكومة بوجوب الانفاذ تبطل الأولى فإنها متعلقة شرعا بما تعلقت به فيحصل التضاد الموجب للنسخ بقي شئ وهو ان مقتضى\r\nظاهر كلام المحقق المذكور في الفرع الذي ذكره انه يجب الاخذ بالأخيرة وان كانت أقل من الأولى مع أنك قد عرفت سابقا ان للازم البطلان\r\nبالتضاد البطلان في مقدار المضادة إذا لم يكن قاصدا للرجوع أو كان قاصدا له في مقدار المضادة فقط ففي الفرع المذكور يبقى لزيد مقدار التفاوت\r\nبين الثلث والربع ولعم ومقدار التفاوت بين الربع والسدس ثم إنه قد يتخيل اعمال قاعدة الاطلاق التقيد والتعميم والتخصيص في المقام فلو\r\nأوصى بمجموع ماله لزيد وبثلث ماله لعم ويجعل الثاني مخصصا للأول وينزل المجموع على ما عد الثلث وهكذا وربما يستظهر ذلك من كلمات بعض العلماء\r\nوأنت خبير بان مورد حمل العام أو المطلق على الخاص أو المقيد ما إذا اشتبه المراد ولم يكن في وقت الحاجة وفى المقام نعلم تعلق قصد الموصى بالمجموع\r\nفي الأولى وبالثلث في الثانية فالمراد غير مشتبهة وأيضا هو في كل من الوصيتين في مقام بيان تمام المراد فحمل كلامه على خلاف ظاهره موجب لتأخير\r\nالبيان عن وقت الحاجة ويمكن حمل كلام من يظهر منه ذلك على ما ذكرنا من الاخذ بالأخيرة في مقدار المضادة ولازمه عدم الاخذ بالأقل إذا كان مقدما\r\nكما إذا قال ثلث مالي لزيد ثم قال مجموع مالي لعمر وفان مقتضى ما ذكرنا طرح الأول بالمرة ولعل من يستظهر منه العمل بالاطلاق والتقييد لا يقول به\r\nفي هذه الصورة حتى لا يمكن حمله على ما ذكرنا ثم إن ما ذكرنا من التقسيط في الثلث مع عدم الترتيب في الوصايا والاخذ بالأولى فالأولى مع الترتيب انما\r\nهو إذا كانت تبرعية واما إذا كانت ملفقة منها ومن الواجب الخارج من الأصل فهل الحكم كذلك غاية الأمر انه لو لم يف الثلث أو ما بقي منه أو قدر الحصة\r\nمنه بالواجب يتم بما بقي من المال أولا يلتفت إلى الوصية بالواجب فتكون بالنسبة إليه لغوا فالحال كما لو لم يوص به من خروجه من الأصل وص صرف\r\nالثلث بعده في سائر الوصايا على ما تقدم أو يحكم بتقديمه وان كان متأخرا عن سائر الوصايا فيكون الثلث مصروفا إليه أولا وإن لم يف به\r\nيتم بما بقي من المال وجوه أقر بها وسطها كما هو ظاهر الشرايع أيضا حيث قال وان أوصى بواجب وغيره فان وسع الثلث عمل بالجميع وان قصروا\r\nلم تجز الورثة بدء بالواجب من الأصل وكان الباقي من الثلث وذلك لان ظاهر ما دل على أن الوصية من الثلث الوصية التبرعية وأيضا مقتضى\r\nما دل على وجوب اخراج الواجب من أصل المال انه لا يصرف الثلث فيه بل يخرج ذلك الواجب أولا من صلب المال ثم يلاحظ الثلث ويخرج معه سائر\r\nالوصايا إذ لا فرق في اطلاق ذلك الدليل بين ان يكون موصى به أولا بل مورد بعض الأخبار الوصية لكن هذا إذا كانت الوصايا مطلقة\r\nاما إذا أوصى باخراجها من الثلث فمقتضى القاعدة التخصيص والتقسيط أو الاخذ بالأول فالأول لان مرجع الامر ح إلى الوصية بصرف ثلثه\r\nفي واجب غاية الأمر انه على فرض عدم الكفاية يؤخذ البقية من البقية أو مع عدم كفايتها أيضا يصرف تمام المال فيه هذا ولكن الذي يستفاد من غير\r\nواحد من العلماء على ما قيل وحكى عن بعضهم نفى الخلاف فيه أن تقدم الواجب وان كان متأخرا فيصرف الثلث فيه أولا ويصرف في البقية ما بقي منه\r\nان بقي شئ ومقتضى اطلاق بعضهم وصريح اخر انه لا فرق في ذلك بين الواجب المالي والبدني ولو قلنا إن البدني لا يخرج من الأصل بل مع الوصية\r\nيخرج من الثلث ومعها لا يخرج أصلا ويدل على ما ذكروه صحاح معاوية ابن عمار المشار إليها سابقا أحدها عن أبي عبد الله ع ان امرأة من أهلي ماتت\r\nوأوصيت إلى بثلث مالها وأمرت ان يعتق عنها ويتصدق ويحج عنها فنظرت فيه فلم يبلغ فقال ع ابدأوا بالحج فإنه فريضة من فرايض الله سبحانه وتجعل\r\nما بقي طائفة في العتق وطائفة في الصدقة الحج ثانيها عن أبي عبد الله ع أيضا في امرأة أوصيت بمال في عتق وحج وصدقة أفلم يبلغ قال ابدأ بالحج فإنه\r\nمفروض فان بقي شئ فاجعل في الصدقة طائفة وفى العتق طائفة ثالثها قال معاوية ابن عمار ماتت أخت مفضل ابن غياث وأوصيت بشئ من مالها الثلث\r\nفي سبيل الله والثلث في ( المساكين ص ) المساكين والثلث في الحج فإذا هو لا يبلغ ما قالت إلى أن قال ولم تكن حجت المرأة فسئلت أبا عبد الله ع فقال لي أبد بالحج فإنه فريضة\r\nمن فرايض الله عليها وما بقي اجعله بعضها في ذا وبعضا في ذا الحديث ومورد هذه الأخبار وان كان هو الحج الا ان مقتضى التعليل فيها شمول الحكم الكل\r\nواجب حتى البدني وان قلنا بعدم وجوب اخراجه الا مع الوصية بل مقتضاه عموم الحكم أيضا لما إذا كانت الوصايا مطلقة بان لم يوص لصرف الثلث فيها\r\nفيكون الواجب في صورة الوصية متقدما في الخروج من الثلث وان كان متأخرا فيتعين ح الوجه الثالث من الوجوه المتقدمة الا ان يق ان قدر المتيقن\r\nمنها صورة الوصية بصرف الثلث فيها أو تعين مال ان لك فلا تشمل صورة الاطلاق التي مقتضى القاعدة فيها اخراج الواجب من الأصل جسما\r\nعرفت فهو إن لم يتعلق بالثلث حتى يكون مقدما فت وكيف كان لا بأس بالعمل بها في موردها أعني صورة تعيين الثلث أو الشئ من المال ان لك\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nولا ينافيها ما دل من الأخبار المتقدمة على البدئة بالأولى فالأولى الأخصية هذه الأخبار فلا وجه لما عن جامع المقاصد من أنه لا فرق بين الواجب وغيره\r\nبالبدئة بالأول فالأول ان كان أوصى بها مرتبة ولا لما في الجواهر من أن الانصاف انه ان تم الاجماع عليه أي على تقديم الواجب كان هو الحجة والا أشكل\r\nالحال بما سمعته فيما يأتي من الاستدلال على ما تطابق عليه النص والفتوى من تقديم الأول فالأول بما يقتضى عدم الفرق بين الواجب وغيره فيبطل\r\nالمتأخر لعدم متعلق له وان كان واجبا ماليا خرج من أصل المال وان كان بدينا بطل بناء على عدم كونه من الأصل اما لصورة الثانية وهي ما\r\nإذا اجتمعت المنجزات فلا ينبغي التأمل في يقدم منها الأول فالأول بناء على الخروج من الثلث لما عرفت من أن وفاء الثلث حين الموت كاشف عن حصول\r\nالتأثير حال صدورها فيكون السابق نافذا ويدخل النقص على المتأخر ودعوى أن حالها بناء على الخروج من الثلث حال الوصية في أن التعلق بالثلث\r\nانما هو حين الموت ولازمه التقسيط كما ترى هذا والمدار في التقدم على التقدم في تمامية السبب فلو تقدم أحدها على الانشاء وتأخر عن الاخر في\r\nالتمامية كان حصل شرطه بعد تمامية الاخر يكون متأخرا فلو وهب عينا لزيد وقبل حصول القبض وهب عينا أخرى لعمر وأقبضها كان المتقدم\r\nالثاني بناء على كون القبض شرطا في الصحة إذا قلنا بكونه ناقلا واما بناء على الكشف أو كونه شرطا في اللزوم فبالعكس ولو تقارن المنجزان في الانشاء فاللازم\r\nالتقسيط كان صدر أحدهما منه والاخر من وكيله في زمان واحد هذا في غير العتق واما فيه كما لو أعتق ستة عبيد ولم يف الثلث بهم فيقرع بينهم\r\nلما عرفت في الوصية من دلالة الاخبار عليها مضافا إلى ظهور الاجماع هذا إذا كان متعلقهما متعددا وان توارد أعلى متعلق واحد فمع التقارن\r\nبطلا معا ومع الترتب يبطل الثاني ان كان الأول لازما والعكس ان كان جابرا كما لو وهب عينا لزيد وقبل القبض وهبها لعمر وفان الثاني رجوع\r\nقصدي أو قهري عن الأول واما الصورة الثالثة وهي اجتماع الواجبات وتزاحمها كالدين والخمس والزكاة والحج والكفارات والنذر ورد المظالم ونحوها فإنه\r\nكان بعضها متعلقا بعين المال حال الحياة مشاعا أو معينا فهو المقدم كما إذ كانت العين المنذورة أو كان المال المتعلق به الزكاة أو الخمس\r\nموجودا بناء على تعلقهما بالعين وكذا إذا تعلق حق الراهن بعين أو حق الجناية بعبد ونحو ذلك واما مع كون الجميع في الذمة مع عدم وفاء المال بها\r\nوعدم تعلقها بعين فمقتضى القاعدة تقسيط التركة عليها بالنسبة ولا فرق في ذلك بين تقدم السبب في بعضها وعدمه لان التعلق بالمال انما\r\nيكون بعد الموت وهي متساوية النسبة إليه حينه والظاهر عدم الفرق في ذلك بين كون بعضها لهم من بعض وعدمه لعدم الدليل على التعين\r\nويحتمل تقديم حق الناس على حق الله كالصلاة والصوم بناء على وجوب اخراجهما من الأصل ولو مع عدم الوصية نعم لا ينبغي التأمل في عدم تقديم\r\nحق الناس على الحج الواجب كان بالأصالة أو بالنذر بل يظهر من بعض الأخبار تقديمه على الزكاة التي هي من حقوق الناس ففي الحسن عن معاوية ابن\r\nعمار عن أبي عبد الله ع قلت له رجل يموت وعليه خمس مئة درهم من الزكاة وعليه حجة الا سلم وترك ثلاثمائة درهم وأوصى بحجة الا سلم وترك وان\r\nيقضى عنه دين الزكاة قال يحج عنه من أقرب ما يكون ويرد الباقي في الزكاة وفى الخبر عنه ع أيضا في رجل مات وترك ثلث مائة درهم وعليه من الزكاة سبعمائة\r\nدرهم فأوصى ان يحج عنه قال يحج عنه من أقرب المواضع ويجعل ما بقي في الزكاة لكن المش بين الأصحاب عدم العمل بهما والحكم بما ذكرنا من التقسيط وربما\r\nيحملان على ما إذا كان ذلك مقتضى التوزيع والتقسيط وفيه بعد نعم عن الحدائق العمل بهما والحكم بتقديم الحج عن الدين مط وعن الجواهر احتماله قلت إن\r\nأغمضنا عن اعراض المش فلا بد من أن الاقتصار على موردهما من الزكاة الا التعبدي إلى مطلق الدين ويمكن حملها على صورة عدم العلم باشتغال ذمته\r\nبالزكاة ويكون الحكم برد الباقي فيها من باب الاحتياط والاستحباب وان كان بعيدا أيضا ويمكن ان يستكشف منهما أهمية حجة الاسلام من سائر الديون\r\nأو من خصوص الزكاة وان تقديم الأهم واجب كما قد يتراءى انه مقتضى كون الزكاة من حقوق الناس والحج من حقوق الله لا ينافي كونه أهم في نظر الشارع\r\nوالأقوى عدم العمل بهما والرجوع إلى ما ذكرنا من التقسيط وفاقا للمعظم هذا ولو فرض عدم وفاء حصة البعض به كما إذا لم يمكن الاتيان بالحج بحصة ولو\r\nمن أقرب المواضع أو من مكة سقط وصرف حصة في البواقي ولا دليل على الاقتصار على بعض الاعمال كالوقوف أو الطواف بعد عدم صدق الحج\r\nعليهما ولا يجزى قاعدة الميسور لعدم صدق ان الطواف فقط مثلا ميسور الحج مع أن هذه القاعدة يحتاج إلى جابر من عمل الأصحاب نعم لو كان وافيا\r\nبالحج دون العمرة أو بها دونه إلى الممكن منهما لم يصرف في البقية ولو لم يمكن التقسيط أصلا ودار الامر بين الاتيان بأحد الواجبات أو اثنين منها تخير\r\nالا ان يكون بعضها أهم فان الظاهر أنه يتعين ح اختياره والفرث بينه وبين ما لو أمكن التقسيط حيث لم تقل فيه بترجيح الأهم ان فيه لم يكن الامر دائرا\r\nبين الأهم وغيره حيث إن الجمع كان ممكنا وهو بقدر الامكان أولى من الطرح فتأمل ثم إن جملة الواجبات الخارجة من الأصل كفن غير الزوجة وسائر\r\nمؤن التجهيز مط أو في غير مقدمات الأولى فعال كالحفر والحمل والغسل ونحوها مما هي من الواجبات الكفائية ولا ينبغي اخذ الأجرة عليها وإذا تزاحم\r\nالكفن أو سائر المؤن مع الدين ونحوه فالكفن ونحوه مقدم لا اشكال ولا خلاف بل عليه الاجماع والنصوص كصحيحة ابن سنان الكفن من جميع المال\r\nوصحيحة زرارة عن رجل مات وعليه دين وخلف قدر ثمن كفنه قال يجعل ما ترك في ثمن كفنه الا ان يتجر عليه انسان فيكفنه ويقضى دينه بما ترك ورواية\r\nالسكوني عن أبي عبد الله ع أول شئ يبدء من المال الكفن ثم الدين ثم الوصية ثم الميراث وهذه الأخبار وان اشتملت على خصوص الكفن الا ان الظاهر أن\r\nذكره من باب المثال فيشمل سائر المؤن وعن الخلاف الاجماع عليه والأقوى الاقتصار على ما لا بد من بذل المال في مقابله مثل الماء والخليط ونحوها\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nمن الأعيان التي لا يجب بذلها على أحد لا مثل الاعمال ومقدماتها التي هي من الواجبات الكفائية ثم إنهم ذكروا ان الكفن مقدم على حق المرتهن والغرماء\r\nوالمجني عليه أيضا وبعضهم خص ذلك بحق الراهن وبعضهم به وبالجناية مط وبعضهم فرق فيها بين العمد والخطاء ونظرهم في ذلك مط أو في الجملة إلى اطلاق\r\nالأخبار المذكورة وأنت خبير بان اطلاقها مسوق لبيان تقدم الكفن على الدين بما هو دين لا حتى مع تعلق حق سابق بالعين ودعوى أن تأخر الدين عن الكفن\r\nيقتضى عن الاخذ بحق الرهن لأنه يقتضى وفاء الدين المفروض تأخيره مدفوعة بمنع شمول الاخبار لمثل هذا الدين ثم إن الحال حق الجناية لا وجه له لأنه لا ربط\r\nله بالدين الا ان يدعى ان ذلك مقتضى كون الكفن من جميع المال وفيه أنه متعارض ما دل على ثبوت الحق بالجناية مع أنه يكون سابقا على تعلق الكفن هذا\r\nواما كفن الزوجة فعلى زوجها إذا لم يكن معسرا والا فمن مالها على ما تقدم بلا اشكال وان احتمل بعضهم دفنها ح بلا كفن وان كانت موسرة إذ هو كما ترى\r\nإذ لا يشمل ما دل على كون كفنها على زوجها مثل هذه الصورة فبقي تحت الأخبار المتقدمة وغيرها مما دل على كون الكفن من مال الميت ولو ماتت\r\nوتعلق كفنها بزوجها ثم مات قبل تكفينها يصير كفنها في عرض سائر الديون فيقدم كفنه ح على كفنها وان كان سبق وجوبا للأخبار المذكورة وتمام\r\nالكلام في هذه المسائل في مقام اخر واما الصورة الرابعة وهي ان يجتمع المعلق والمنجز فلا اشكال في تقسيم الثاني سواء قلنا بكونه من الأصل والثلث\r\nاما على الأول فواضح واما على الثاني فللإجماع مضافا إلى أنه لمكان عدم كونه معلقا على الموت ينفذ من حين وقوعه فلا يبقى محل لنفوذ الاخر حين الموت\r\nولا فرق في ذلك بين كونهما متقارنين أو مترتبين نعم لو ذهب عينا لزيد أولا ثم أوصى بها بعينها لعمرو قبل القبض يقدم الوصية لكن هذا ليس من التقديم\r\nالذي نحن بصدده إذ محل الكلام ما إذا تعلق كل بغير ما تعلق به الاخر مع كونه الثلث قاصر أو في هذا الفرض انما يقدم الوصية لكونها رجوعا عن الهبة ولا\r\nفرق في ذلك بين القول بالأصل والثلث هذا ولو عين ثلاثة في عبدا وعين نذر كونه حرا أو كونها صدقة بعد موته ثم وهب عيبا أخرى من ماله في\r\nمرضه منجزا ففي تقديم المنجز ح اشكال من أنه تمليك منجز حال الحياة ومن أن النذر المفروض قد تعلق بثلث بحسب قصده وهو لازم فلا يبقى محل للمنجز بناء\r\nعلى كونه من الثلث واما لو أوصى بثلثه ونذر أن لا يرجع في وصية ثم وهب عيبا منجزا فلا اشكال في تقديم الهبة والفرق بينة وبين الأول يظهر بالتأمل واما\r\nالصورة الخامسة وهي ما إذا اجتمع الوصية والواجب فلا خلاف في تقديم الثاني سواء كان مقدما في التعلق بذمته أو لا ولا فرق بين الواجب المالي والبدني\r\nعلى المختار من خروج الثاني أيضا من الأصل بل وكذا لو قيل بخروجه من الثلث كما إذا أوصى به أيضا وكما في الحج المنذور بناء على مذهب الجماعة القاتلين بخروجه من\r\nالثلث وإن لم يوص بها والدليل على التقديم بناء على الأصل واضح وبناء على الخروج من الثلث التعليل المتقدم في صحاح معاوية ابن عمار المتقدمة واما الصورة\r\nالسادسة وهي ما إذا اجتمع المنجز والواجب فبناء على خروج المنجز من الأصل لا ينبغي الاشكال في تقديمه بسبق نفوذه فلا يبقى تركة حتى يتعلق بها الدين أو غيره\r\nمن غير فرق بين الكفن وغيره وبناء على الثلث فمقتضى القاعدة وان كان ذلك في مقدار الثلث لان تعلقه بالثلث انما هو في حال الحياة فيكون من حينه\r\nوخروجه من الثلث حين الموت كاشف عن ذلك ولا يبقى محل لخروج الدين بالنسبة إلى ذلك المقدار الا انه يظهر من العلامة ان حاله بناء على الثلث حال الوصية\r\nفي كونه مؤخرا عن الدين ونحوه وصرح به الشهيد في ذلك في مسألة من أعتق عبده وعليه الدين\r\nإذا لم يكن قيمت بقدرة مرتين ويظهر منه المفروغية بل يظهر\r\nمن الجواهر ان الحكم كذلك حتى على القول بالأصل فإنه في ذيل البحث المذكور بعد ما نقل عن الحلي الحكم بنفوذ العتق المذكور من الأصل وطرحه لصحيحة عبد الرحمن\r\nابن الحجاج وغيرها واسقاط الدين من رأس قال ولا ريب في ضعفه بل هو اجتهاد في مقابلة النص وأصحابه الموافقون له في كون المنجزات من الأصل لا يوافقونه\r\nفيما إذا زاحم التنجز الدين بل يخصونه بالنسبة إلى الورثة والا كانوا محجوجين بهذا الصحيح وغيره بل لعل مقابلته بالقول بالخروج من الثلث المعلوم كون\r\nالمراد منه بعد خروج الدين تشهد بعد المزاحمة المزبورة انتهى أقول ما على القول بالأصل فلا مجال للتأمل في تقديم المنجز كما عرفت إذ عليه تكون المريض\r\nكالصحيح في نفوذ التصرفات ومن المعلوم ان تصرفه نافذ ومقدم على الدين وان كان مستغرقا بل ولو كان قصده الاضرار بالديان والضرار من الدين\r\nإذ غاية الأمر حرمة ذلك واما المعاملة فصحيحة بعد عدم تعلق حق الديان في حال الحياة بالمال فيبقى الدين ح بلا وفاء المنجز وما ذكره صاحب\r\nالجواهر من أن القائلين بكون المنجز من الأصل لا يوافقون الحلي كما ترى فانى لا أظن أحدا منهم استشكل أو احتمل ما ذكره ولعل نظره مقصود على خصوص\r\nمسألة العتق من جهة الأخبار الخاصة وإلا فلا وجه له إذ لا يستفاد من هذه الأخبار حكم غير العتق مع أن الحكم فيه أيضا بناء على العمل بها تعبدي ومع\r\nالاغماض عن ذلك فغاية الامر شهادتها على ذلك على القول بالثلث إذ هي ناظرة إليه فلا يستفاد منها الحكم بناء على مذهب القائل بالأصل واما\r\nما ذكره من شهادة مقابلة القول بالأصل للقول بالثلث على المزاحمة المزبورة ففيه ان هذه المعاملة ترجع إلى أن المريض هل هو كالصحيح حتى ينفذ\r\nتصرفاته من الأصل أو لا حتى ينفذ من الثلث ولا دلالة فيه على أن المريض له خصوصية مطلقا حتى على القول بالأصل وهذا واضح جدا واما على القول\r\nبالثلث فيشكل الحال مما عرفت من أن مقتضى القاعدة ما ذكرنا ومما يظهر من الشهيد وصاحب الجواهر وبعض اخر ان كونه كالوصية من هذه الجهة\r\nمن المسلمات ويؤيده ما يظهر منهم من أن ثلث الميت انما يلاحظ بعد خروج ما خرج من أصل المال فما قابل الدين ليس من مال الميت حتى يخرج منه المنجز\r\nوأيضا يلزم مما ذكرنا نفوذ المنجز وان استلزم حرمان الوارث بالمرة كما إذا كان دينه بمقدار الثلثين وينجز بما يساوى الثلث أو أزيد ولا أظنهم يلتزمون\r\nبه ولا يمكن التفكيك بين ما لو كان الدين مستغرقا بحيث يكون المنجز مزاحما للدين فقط وبين ما لم يكن مستغرقا بان يكون مزاحما له وبحق الورثة بان\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nيق ان في الأول يحكم بنفوذ المنجز من الثلث ويقدم على الدين وفى الثاني يقدم الدين أولا ثم يلاحظ الثلث والثلثان وغاية ما يمكن ان بوجه بما ذكره\r\nالجماعة ان الأدلة الدالة على أنه ليس للميت من ماله الا ثلثه متساوية النسبة إلى الوصية والمنجز بل الدليل واحد وهو ما عرفت من الأخبار السابقة\r\nفكما أن في الوصية لا تنفذ في ثلثه مع مزاحمة الدين فكذا في المنجز لكن فيه أولا ان نقول إن هذه الأخبار دالة على أن الثلث له وظاهره ثلث مجموع\r\nالمال وانما هو محجور في الثلثين فمقتضى ذلك نفوذ جميع تصرفاته بهذا المقدار حتى الوصية فكان اللازم تقدمها على الدين لأنها تصرف في ثلثه\r\nالراجع إليه قبل تعلق حق الديان به ولا يضر كونه معلقا على الموت بعد كون المال المتصرف فيه له ابدا ما دام حيا بمعنى ان الموت قاطع للملكية لا أن تكون\r\nموقتة فتمليكه بمنزلة اكله واتلافه الا ان الاجماع والاخبار دلت على تقديم الدين عليها ويقتصر على موردهما فيبقى المنجز على مقتضى قاعدته وثانيا لو سلمنا\r\nان كون الدين مقدما على الوصية بمقتضى القاعدة من حيث كونها تمليكا بعد الموت الذي هو حال تعلق حق الديان بالتركة وانهما متساويان في التعلق\r\nوالدين مقدم لمكان كونه نقول إن المنجز ليس كذلك إذ هو تمليك حال الحياة ومحكوم بالنفوذ من حين وقوعه إذا كان الثلث وافيا به في علم الله ويمكن\r\nتوجيه ما ذكروه بوجه آخر وهو ان ما دل على الدين أو غيره من الواجبات من أصل المال أو من صلبه أو جميعه أو نحو ذلك من التعبيرات الموجودة في الاخبار\r\nمعناه انه لا يلاحظ الثلث الذي للميت التصرف فيه الا بعد خروجها وما دامت باقية لا يعتبر له ثلث وبعبارة أخرى مقتضاه ان مجموع المال\r\nمع قطع النظر عن المنجز والوصية ونحوهما مما يخرج من الثلث محل لخروج الدين ونحوه فالثلث أيضا محل لخروجه ولازمه تقديمها عليهما في صورة\r\nالمزاحمة لكن الانصاف ان مفاد ها ليس أزيد من أنه لا يعتبر في خروج الدين ونحوه وفاء الثلث كما يعتبر ذلك في الوصية الا انه خارج من جميع المال\r\nحتى الثلث الراجع إلى الميت نعم مقتضى اطلاق خروجه من الأصل انه يخرج حتى مع الوصية والمنجز أيضا الا ان هذا الاطلاق معارض بما دل على أن الميت\r\nثلثه وله التصرف فيه فان لازمه عدم صرفه في الدين إذا عينه لغيره بمنجز أو نحوه كالاقرار وكيف كان فالمسألة محل اشكال مما عرفت ومن ظهور\r\nاجماعهم على ما ذكره الجماعة كما يظهر بملاحظة كما يظهر بملاحظة الفروع التي يفرعونها على القول بكون المنجز من الثلث فراجع وتأمل وثم لا يخفى انه لا يلزم من القول بعدم\r\nمزاحمة المنجز من الدين ان يكون الثلث الذي للميت معتبرا في بقية المال بعده بل هو أعم من ذلك ومن كونه معتبرا في مجموع المال من حيث المجموع مع كون\r\nالدين مقدما من جهة كونه من الأصل بل الظ هو الثاني ففي الوصية المعلوم كونها بعد الدين أيضا نقول إن الثلث انما هو ثلث مجموع المال لكن لما كان\r\nحق الديان شايعا في تمام المال ومقدما على الوصية يزاحم الثلث كما يزاحم حق الوارث ولهذا يصح الوصية باخراج الدين أو سائرا لواجبات من ثلثه\r\nحسبما عرفت ولو كان الثلث ملحوظا بعد خروج ما يخرج من الأصل لم يكن معنى لهذه الوصية كما لا يخفى والحاصل ان المستفاد من الاخبار ان للميت ثلث\r\nماله وهو ظاهر في ثلث المجموع ومع قطع النظر عن كل شئ لكن قد يكون بعض ما يجب اخراجه من المال مقدما على حقه وان تصرف فيه من جهة وجوب\r\nاخراج ذلك البعض من صلب المال الذي لازمه ورود النقص عليه بالنسبة أيضا فيما يظهر من بعض الكلمات من المراد من الثلث ثلث ما بقي بعد\r\nالدين وسائر الواجبات منزل على المسامحة من جهة انه في الغالب بل دائما لا يتفاوت الحال بين اعتباره بعد الدين ونحوه وبين اعتبارها في المجموع\r\nوالحكم بتقديم الدين وادخال النقص عليه أيضا نعم بناء على الأول لا يبقى مجال للشك في كون الدين مقدما على المنجز في مقام المزاحمة كما ذكره لجماعة وبناء\r\nعلى الثاني يحتمل الامرين بل مقتضى القاعدة تقديم المنجز ولا بد من إقامة الدليل على تقدم كما عرفت وأيضا فيظهر الثمرة بين الوجهين فيما إذا سقط\r\nالدين ونحوه بغير الأداء من مال الميت بابراء أو أداء متبرع فإنه على الأول يكون كالمال المتجدد بعد الموت فيحتاج الحكم بزيادة الثلث به إلى دليل بخلافه\r\nعلى الثاني فإنه على القاعدة وأيضا إذا كان الدين مستغرقا لا يبقى للميت ثلث على الأول حتى يخرج منه سائر الوصايا إذا فرض سقوط الدين بخلافه على الثاني\r\nوأيضا إذا علق حكم على تعين مقدار ثلث هذا الميت يختلف الحال كما إذا أوصى رجل بمقدار ثلث هذا الميت إلى غير ذلك من الثمرات وكيف كان فلا ينبغي\r\nالتأمل فيما ذكرنا من أن المراد منه ثلث المجموع وان قلنا بتقديم الدين أو نحوه ودعوى الانصراف إلى ثلث ما بقي بعده ممنوعة فعلى هذا يقوى ما ذكرنا\r\nمن أن مقتضى القاعدة تقديم المنجز في مقدار الثلث حسبما عرفت ثم إن كل ذلك انما كان مع كون المنجز أو نحوه من الاقرار متعلقا بعين من أعيان مال\r\nالميت واما إذا كان متعلقا بذمته كما إذا أقر بدين أو صالح كليا في ذمته فعلى ما ذكره الجماعة يقدم الدين ويحكم ببطلانه من أصله إذا كان الدين مستغرقا\r\nوبالنسبة إذا لم يكن كذلك واما على ما ذكرنا فينفذ في مقدار الثلث بناء على الخروج منه ويقدم على الدين لكن بمعنى انه لا يحكم ببطلانه مع فرض\r\nالمزاحمة لا انه مقدم في مقام الأداء من التركة فهو في عرض سائر الديون فلو كان الجميع زائد على مقدار التركة يدخل النقض عليه بالنسبة وذلك لان\r\nمقتضى نفوذه ليس أزيد من ذلك وذلك كما إذا قلنا بكونه من الأصل وكان عليه دين اخر فإنه يزاحمه ويدخل النقص عليهما بالنسبة وهذا واضح ثم إن\r\nما ذكر من تقديم الدين المنجز بناء على ما ذكره الجماعة والحكم بنفوذه في ثلث ما بقي بعد الدين أو تقديم المنجز عليه مط حسبما ذكرنا أنه مقتضى\r\nالقاعدة انما هو إذا كان المنجز المزاحم له غير العتق وان كان عتقا في حال المرض ففي جملة من الاخبار انه لا ينفذ منه في غير ما قابل الدين أيضا الا إذا\r\nكان قيمته ضعف الدين كصحيحة عبد الرحمن ابن الحجاج الطويلة المتقدمة وصحيحة زرارة عن أحدهما ع في رجل أعتق مملوكه عند موته وعليه دين\r\nقال إن كان قيمته مثل الذي عليه ومثله جاز عتقه والألم يجز وصحيحة أخرى إذا ملك المملوك استسعى فمقتضى هذه الأخبار انه لو لم يكن قيمته العبد ضعف\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nالدين بحيث نصفه بعد خروجه لا يحكم بالنفوذ أصلا بل إن كان مستغرقا فيصرف في الدين والا فيكون الزائد كله للوارث سواء قلنا بكون\r\nالمنجزات من الأصل أو الثلث وان كان بقدر الضعف فيحكم بنفوذه في ثلث ما بقي وهو السدس ويسرى إلى الباقي ويستسعى للدين والورثة وقد عمل\r\nبها جماعة لكونها معتبرة من حيث السند والدلالة فلا بأس بتخصيصها للقواعد وعن الحلي طرحها والحكم بنفوذ العتق وان بقي الدين بلا وفاء بناء\r\nعلى مذهبه من كون المنجزات من الأصل وعن العلامة طرحها والحكم بنفوذ العتق في ثلث ما بقي بعد الدين وان كان قليلا بناء على مذهبه من كونها\r\nمن الثلث وانها بمنزلة الوصية في أنها لا تزاحم الدين وتبعه جماعة لكون الأخبار المذكورة مخالفة للقواعد الدالة على وجوب الانفاذ اما من الأصل أو من\r\nثلث مجموع المال أو ثلث ما بقي ثم من جملة العاملين بها من خص الحكم بالمنجز وجعل الوصية على مقتضى القاعدة من النفوذ في ثلث ما بقي كالمحقق في يع لكونها\r\nخاصة به والحاق الوصية قياس وعن جماعة كالشيخين وابن البراج وغيرهم طرد الحكم إلى الوصية أيضا ولعله لتساويهما في الاحكام بناء على الثلث مع أنها\r\nأولى بهذا لحكم من المنجز حيث إنه محل الخلاف في خروجه من الأصل أو الثلث وأيضا انه تصرف حال الحياة الذي لم يتعلق حق الديان بالمال بخلافها وإذا كان\r\nحكمه عدم النفوذ في صورة قصور القيمة عن الضعف فهي أولى هذا والحق وجوب العمل بها وان قلنا بكون المنجزات ولا يضر مخالفتها للقواعد بعد كونها\r\nأخص منها وصحتها من حيث السند والدلالة وعدم الاعراض المسقط لها عن الحجية إذ ما قيل من اعراض المش عنها غير معلوم بعد ما عرفت من عمل الشيخين\r\nوتابعيهم وألمح بها نعم يمكن ان يستشكل فيها بأنها مجملة من حيث احتمال إرادة خصوص المنجز بها ومن العتق عند الموت احتمال إرادة الوصية\r\nلأنه يعبر عنها بذلك غالبا في الاخبار واحتمال إرادة الأعم وأيضا من حيث احتمال اختصاصها بما إذا لم يكن للميت مال اخر ليكون المدار على مالكيته\r\nالعبد لسدسه الذي هو سدس مجموع التركة كما هو ظاهر عنوان الفقهاء وأعميتها منه ومن فرض كون المجموع من قيمته العبد ومال اخر للميت بقدر\r\nالدين مرتين بحيث يكون المدار على مالكيته لما يساوى سدس المجموع وان كان أزيد من سدس نفسه كما يستفاد من ذيل صحيحة عبد الرحمن حيث\r\nقال إذا استوى مال الغرماء ومال الورثة أكثر ولم يتهم الرجل على وصيته وأجرت وصيته على وجهها أو يكون المدار على مالكيته لسدسه وان كان أقل من\r\nسدس مجموع المال كما هو مقتضى الصحيحة الأخيرة بان يكون قيمته بقدر الدين وكان للميت مال اخر يساوى نصف قيمته فان ثلث الباقي عن الدين ح سدس\r\nمجموع التركة ومع ذلك فالانصاف عدم العدول عنها والفتوى بمقتضاها في المقامين من الوصية والمنجز اما لظهورها في الأعم لان العتق عند الموت\r\nيصدق على الامرين وظاهر في القدر المشترك مع أن الصحيحة الأخيرة كالصريحة في الأعم حيث جعل المدار على مالكية العبد لسدسه من غير فرق\r\nسبب ذلك واما لان صحيحة عبد الرحمن محمولة على الوصية أو ظاهرة فيها بقرينة ما في ذيلها من قوله ع ولم يتهم الرجل على وصية الخ والصحيحة الثانية\r\nظاهرة في المنجز هذا مضافا إلى الأولوية المتقدمة وما في ذلك من معارضة هذه الأخبار بصحيحة الحلبي قال قلت لأبي عبد الله ع رجل قال إن\r\nمت فعبدي حر وعلى الرجل دين فقال ع ان توفى دين وعليه قد أحاط بثمن الغلام بيع العبد وإن لم يكن بثمن العبد استسعى العبد في قضاء دين مولاه\r\nوهو حر إذا أوفى حيث إنها دالة باطلاقها على انعتاقه متى زادت قيمته عن الدين وهو الموافق لما تقرر من القواعد فلا وجه لالحاق الوصية بالمنجز إذ من\r\nالجائز اختلاف حكمها في مثل ذلك كما اختلف في كثير من الاحكام فيه أن اطلاق هذه الرواية منزله على صورة كون الزيادة بقدر الدين فتقيدها\r\nصحيحة عبد الرحمن نعم ما ذكره حق على ما بنى عليه من اختصاص الأخبار المتقدمة بالمنجز إذ على هذا لا وجه لالحاق الوصية بعد مثل هذا الاطلاق\r\nثم اللازم قصر الحكم على صورة كون التركة منحصرة في العبد لأنها ( القدر ) القلب المتيقن من الاخبار وكلمات العلماء المفروض ان الحكم على اخلاف القواعد مع أنه\r\nيمكن دعوى ظهور الاخبار خصوصا صدر صحيحة عبد الرحمن في ذلك فلو كان له مال اخر يرجع إلى القواعد فتدبر تتمة لو اشتبه المتقدم والمتأخر\r\nأو التقدم وعدمه في المنجزات أو الوصايا فمقتضى القاعدة القرعة التي هي لكل امر مشكل إذ لا معين غيرها ومن غير فرق بين العلم بتاريخ بعضها وعدمه\r\nإذ لا يثبت التأخر بالأصل والحكم ليس معلقا على عدم التقدم وعدم التأخر وهذا فيما لو كان المتأخر لغوا بالمرة كما في المنجزات الواردة على محل واحد\r\nواضح وفيما لو كان كك واحد مؤثر في حد نفسه وكان الشك في بطلانه بلحوق لاحق كما في الوصايا الواردة على محل واحد حيث يكون لاحقه\r\nوجوعا عن السابق يصير نظير مسألة الشك في المتقدم والمتأخر في مسألة الطهارة والحدث فيجرى ما ذكروه هناك ولكن الحق عدم جريان\r\nالأصل وتمام المسألة في محل اخر وحكى عن الشيخ في المبسوط في الوصيتين العلماء بهما بالنسبة ولا وجه له الا دعوى أن المال مشتبه بين شخصين والعدل\r\nيقتضى ذلك كما لو تداعيا عينا ولازمه القول بذلك في المنجز أيضا فتدبر الأمر الخامس انما يحسب أن الثلث في المنجز على القول به والوصية قيمة\r\nالعين المتصرف فيها مضافا إلى النقص أو التفويت الحاصل بسبب التصرف لا خصوص القيمة فقط ولو ذهب أحد مصراعي الباب أو أوصى به يحسب\r\nمن قيمته وما يقابل الهيئة الاجتماعية الا قيما وإن لم تصل إلى المتهب والموصى له لأنه نقص حاصل بسبب تصرفه وليس له من ماله الا ثلثه فهو كما\r\nلو أتلفه متلف حيث إنه يضمن ذلك أيضا وان قيمته التالف أقل لأنه صار سببا لفوات المال على المالك وكذا إذا وهب نصف الدار فحدث\r\nفي قيمتها نقص بسبب حصول شركة المتهب وكذا إذا لعتق جزء من عبدا وجارية فتسرى إلى الباقي فإنه بمنزلة عتق جميعة وكذا إذا كان مشتركا\r\nبينه وبين غيره وقلنا بالسراية كما هو أحد القولين فإنه يضمن حصة الشريك ويحسب الجميع من الثلث فإنه وفى به فهو والا فيستسعى العبد في الزائد\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nواحتمل في الجواهر خروج مقدار قيمة السراية من الأصل وان قلنا ( ان المنجز من الثلث ) بناء على انعتاق قهري تعبدي ولازمه كونه في الوصية أيضا كذلك فالقدر الموصى به من\r\nالثلث ومقدار السراية من الأصل ولكنك خبير بأنه حصل بتصرفه الاختياري فحكمه حكم ذلك التصرف هذا إذا كانا متعلقين بالأعيان واما لو كان\r\nمتعلقهما من المنافع فإن كان معدودة من جملة أمواله كما إذا كانت العين لغيره بان ملك منفعة الدار أو البستان أو العبد بالاستيجار ثم\r\nصالحها في مرضة أو أوصى بها فالمحسوب أيضا قيمته ملك المنفعة كائنة ما كانت وإن لم يكن كذلك بان كان مالكا للعين ولمنافعها تبعا\r\nلها فصالحها أو أوصى بها فخ لا يحسب قيمتها لعدم كونها من أمواله بل لا بد من احتساب النقص الحاصل بسببهما في العين فتبق العين مسلوبة\r\nالمنفعة في تلك المدة وغير مسلوبتها وبحسب التفاوت من الثلث لان المعدود من أمواله ح نفس العين لا منافعها ودعوى انها وإن لم تكن\r\nمعدودة من جملة الأموال قبل التمليك الا انها منها بعده كما في منفعة الحر حيث إنها لا تعد مالا له لكن لو اجر نفسه يكون منفعته مالا والا\r\nلبطل الإجارة لأنها تمليك للمنفعة ففي المقام أيضا نقول إن المنافع ليست مستقلة في المالية بل هي تابعة للعين لكن لو ملكها بصلح أو وصية\r\nصارت من جملة الأموال ولا بد من تقويمها واحتسابها من الثلث مدفوعة بان ذلك لان تقتضي الا كونها قابلة للتمليك وصيرورتها مالا لمن بملكها\r\nولا تعد مالا لمالك العين بان يكون بعد هذا التصرف مالكا لشيئين فالمدار في عدها مالا عدم كونها لمالك العين من غير فرق بين كونها\r\nمتضررة أو لا فلو استأجر عينا صار مالكا لمنافعها وإذا اشتراها بعد ذلك صارت تابعة للعين ولا يقال إنه مالك لشيئين هذا ولا فرق فيما\r\nذكر من عدم احتساب قيمتها بين كونها مثل ثمرة البستان ونحوها مما تؤل إلى العين بعد الوجود وكونها مثل خدمته العبد وسكنى الدار مما لا تول\r\nإلى العين ومما ذكرنا ظهر ما ذكره في الشرايع من تقويم نفس المنفعة واخراجها من الثلث مط وما عن العلامة في عد من الفرق بين مثل البن الشاء وغيرها\r\nفحكم بتقويم نفس البن لكونه راجعا إلى العين بعد الوجود أي يصير عينا خارجيا هذا ويظهر مما مر حال ما إذا أوصى برقبة العين دون منافعها بان\r\nألقاها للورثة فإنه يلاحظ النقص الحاصل في المال مضافا إلى قيمته العين فتدبر ثم إن هذا كله إذا كانت المنفعة المملكة موقتة كشهر أو سنة أو أزيد\r\nواما إذا كانت مؤبدة بان أوصى بخدمة العبد ابدا ففي لك في كيفية تقويمها واخراجها من الثلث أوجه في الجواهر أقوال أحدها تقويم العين بمنافعها\r\nوخروج المجموع من الثلث لخروجها بتمليك جميع منافعها عن التقويم ثانيها ان المعتبر تفاوت ما بين قيمتها بمنافعها ومسلوبة كما في المؤقتة ثالثها\r\nتقويم المنافع وعدم احتساب نفس العين على واحد من الموصى له والوارث والأقوى هو الأوسط قلت ويمكن ارجاع الأول إليه أيضا لان مقتضى\r\nتعليله فرضه فيما لو لم يكن العين المسلوبة قيمته أصلا لا مثل العبد الموصى بخدمته حيث إنه يمكن عتقه في كفارة وغيرها ولا مثل البستان مما\r\nيكن الانتفاع بالأعيان والأشجار إذا يبست ونحو ذلك واما الوجه الأخير ففساده ظاهر ثم إنه لا اشكال ولا اختلاف في أن نفقة العبد الموصى بخدمته\r\nمدة معينة على الورثة لأنها تابعة للملك وهو ملكهم واما في المؤبدة فأوجه أو أقوال أحدها انها عليهم أيضا لذلك وهو الحق ويندفع الضرر بامكان\r\nعنقه وبيعه ونحو ذلك لتسقط عنهم الثاني انها على الموصى له لأنه منتفع به ومن له الغنم فعليه الغرم الثالث انها من بيت المال وضعفها ظاهر\r\nهذا وفى الجواهر لو لم يكن له غير العبد الذي أوصى بخدمته مؤبدا مضت وصيته في ثلثه خاصة لكن يعطى من المنفعة مدة يقابل مقدار الثلث ثم يرد\r\nإلى الورثة أو يكون له منها ما يقابل الثلث مؤيد أو لو عشر المنفعة أو أقل وجهان أقوى يهما الثاني قلت لكن لا طريق إلى تعين ذلك والأوجه ان\r\nيقال بالمهاياة فتدبر ثم إنه لم يتعرض للموقتة إذا لم تخرج من الثلث ولعل مختاره فيها الوجه الأول مع أنه يمكن الاستشكال فيه بان\r\nكل جزء يفرض من المنفعة فللوارث فيه حق فلا وجه لتقديم جانب الموصى له في الاستيفاء الا ان يظهر من الموصى إرادة ذلك فتدبر الأمر السادس\r\nهل المدار في خروج المنجز من الثلث بناء عليه وقوع العقد بتمام اجزائه وشرايطه في حال المرض أو يكفى بعض كون اجزائه أو شرايطه\r\nكالقبول أو القبض فيما يعتبر فيه في حاله لا اشكال في عدم الاعتبار بوقوع شرط اللزوم في حال المرض كما إذا قلنا إن القبض في الوقف والهبة\r\nشرط في اللزوم وحصل عقدهما في حال الصحة فان تمام السبب ح بأصل العقد الواقع في أصل حال الصحة وكذا إذا باع محاباة مع الخيار وأسقطه في حال\r\nالمرض ولا فرق بين ما يبطل بالموت إذا لم يوجد شرط اللزوم وبين ما لا يبطل وينتقل حق الخيار أو حق الاقباض إلى الوارث إذ على التقديرين يكون اخراج\r\nالملك في حال كونه نافذ التصرف من أن الخروج من الثلث على خلاف القاعدة يقتصر فيه على القدر المتيقن وانما لا اشكال في الاجزاء والشرايط\r\nللصحة فلو وقع الايجاب في حال الصحة والقبول في حال المرض ففي الخروج من الثلث وجوه ثالثها الفرق بين ما لو كان المريض هو القابل وكونه الطرف المقابل\r\nففي الأول يخرج من الثلث لأنه يصدق انه تصرف وهو مريض وما إذا أوجب وهو صحيح فمرض قبل قبول الاخر لا يقال إنه تصرف في حال المرض وهذا\r\nهو الأقوى وكذا إذا وهب وتصدق أو وقف في حال الصحة وأفيض في حال المرض بناء على كون القبض شرطا في الصحة فان فيه وجوها ثالثها\r\nالتفصيل بين القول يكونه كاشفا أو ناقلا والأقوى خروجه من الثلث لا يعد من التفرق في حال المرض ولو قلنا بكونه كاشفا إذ لا يخرج بناء عليه عن\r\nكونه مؤثرا في النقل السابق والا خرج عن كونه شرطا نعم لو جعلناه من قبيل العلامة الصرفة ولو قلنا إنه لا يتوقف عليه تأثير العقد أصلا وانما هو\r\nكاشف صرف عن حصول التأثير من الأول فاللازم الحكم بخروجه من الأصل الوقوع العقد المؤثر في حال الصحة لكن من المعلوم أنه لا معنى له إذ على\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nهذا لا يكون شرطا في صحة العقد كما هو المفروض ولذا قد بينا في محله انه تعقلنا الشرط المتأخر بان يكون الشئ بوجوده اللاحق مؤثرا في السابق كما هو\r\nالحق في التشريعيات الراجعة إلى الاعتبار دون التكوينات فهو وإلا فلا بد من جعلها ناقلة إذ الكشف الحقيقي بظاهره خروج عن فرض كون الشئ شرطا\r\nمع أنه مناف للأدلة الدال على الشرطية كأدلة اعتبار الرضا في التجارة والقبض والهبة والصرف والسلم والوقف ونحوها ومما ذكرنا ظهر حال ما إذا\r\nوهب فضولي ماله أو باعه محاباة فأجازه في حال المرض فان الحق كونه خارجا عن الثلث وان كان ايقاع العقد في حال الصحة من غير فرق بين القول\r\nبكون الإجازة كاشفة أو ناقلة بل هو أولى من السابق من حيث إن التصرف في حال الصحة لم يصدر منه وانما صدر من غيره فهو نظير ما لو قال وهبتك\r\nمالي قبل هذا الا يشهر فإنه لو لم يكن باطلا كان خارجا من الثلث بلا اشكال وان كان ذلك الشهر صحيحا فالمناط وقوع التصرف من المالك في\r\nحال الصحة أو المرض لا حصول الأثر في أحد الحالين وكذا الحال إذا وهب في حال الصحة مكرها وأجاز في حال المرض نعم لو وكل في حال الصحة وكالة الأوجه\r\nكان شرطها في عقد لازم أو نذرها أو نحو ذلك فأوقع الوكيل في حال المرض فالظاهر الخروج من الأصل إذ في الحقيقة يكون التصرف هو التوكيل الواقع\r\nفي حال الصحة وكذا لو وكله وغاب الوكيل بحيث لا ينفع الرجوع عن الوكالة لعدم امكان اخباره بالرجوع تمت والى منا جرى قلمه الشريف أو امر الله\r\nظلاله على برؤس الوضيع والشريف والقوي والضعيف بيد كاتبه\r\nتراب اقدام المؤمنين والموحدين عبد الخالق ابن مرحمت ؟\r\nفردوس الساير حاجى ميرزا رضا النهاوندي\r\nتحريرا في شهر شوال\r\nالمكرمة سنة 1316\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39}
  ]