[
  {"content":"\r\nالوجيز\r\nفي الفقه الإسلامي\r\nاحكام الزواج وفقه الأسرة\r\nآية الله السيّد محمد تقي المدرسي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nاسم الكتاب : الوجيز في الفقه الإسلامي\r\nأحكام الزواج وفقه الأسرة\r\nالمؤلف : آية الله السيد محمد تقي المدرسي\r\nالناشر : منشورات البقبع\r\nتنضيد الحروف : دار البصائر - طهران\r\nعدد النسخ : 3000 نسخة\r\nالطبعة الأولى ذي الحجة 1415 ه‍\r\nچاپ : نهضت\r\nالثمن : 250 تومان\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالمقدمة\r\nالحمد لله رب العالمين وصلى الله على محمد وآله الميامين وبعد . .\r\nأيها الأخ المؤمن وأيتها الأخت المؤمنة : أحمد إليكم الله تعالى الذي وفقني وإياكم للبحث عن تعاليم الدين الحنيف ، وفقه أحكام الشريعة الغراء ، وبالذات في أقرب القضايا إلى حياتنا الشخصية الا وهي قضايا الزواج ، أليس هدف الزواج بناء بيت السلام ، بيت السكينة ، بيت التقوى وبيت النور البيت الاسلامي المنشود ، وما فيه من أحكام إلهية تحفظنا من الفواحش والشرور وتصوننا من مزالق الهوى والشهوات ، وترفعنا إلى حيث الطهر والرحمة وتعيننا على تحمل مسؤولياتنا في الحياة .\r\nأخي المؤمن ، أختي المؤمنة :\r\nمن أسباب سعادتنا في الحياة الدنيا والفلاح في الآخرة ، تفقهنا في ديننا ، قبل أن نقوم بأي عمل ، وبالذات تفقه احكام النكاح وبناء البيت الإسلامي الأرفع ، وهكذا سألت الله سبحانه أن يوفقني لدراسة هذا الحقل من فقهنا الاسلامي الغني فاستجاب الله لي عندما بحثت وفريق من العلماء في مسائل النكاح زهاء عامين حسب أدلتها التفصيلية ،\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nثم وفقني الله سبحانه لكتابتها بالتعاون مع بعض الإخوة ، بصورة موجزة وقد راعينا في ذلك الأمور التالية :\r\nأولاً : الاستفادة من آيات الكتاب التي تزيدنا بصيرة في حكمة الشرائع الإلهية والغاية من الاحكام الدينية .\r\nثانياً : الاستضاءة بنور الأحاديث التي تبين الاحكام بلغة واضحة وبلمسات وجدانية مؤثرة .\r\nثالثاً : الاهتمام بالسنن والآداب إلى جنب الواجبات والمحرمات ، وذكرها تباعاً .\r\nرابعاً : رعاية الاختصار فيما يتصل ببعض المسائل التي قل حدوثها في هذه العصور . والله سبحانه أسأل أن يحفظ أعمالنا من الرياء والسمعة والأشر والبطر ، وان ينفع الإخوة والأخوات بهذا الوجيز وان يجعل عملهم به مجزئاً ومبرئاً للذمة إنه سميع الدعاء .\r\nمحمد تقي المدرسي 15 / شعبان / 1415\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالقسم الأول :\r\nمسائل تمهيدية\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n1 / بصائر القرآن في البيت الاسلامي\r\nالمتدبر في آيات الذكر - وبالذات في سورة النور - يهتدي بإذن الله ، إلى أن المراد من أحكام الشريعة في أمر العلاقة بين الذكر والأنثى بناء بيت الايمان ( الأسرة ) على أساس رصين .\r\nا - فسُور هذا البيت الرفيع ، حدود الشرع في الزانية والزاني ، حيث يعاقبان ( بأصل الشرع ) جلداً لكل واحد منهما مائة جلدة وبلا رأفة ، قال الله سبحانه :\r\n« الزانية والزاني فاجلدوا كل واحد منها مئة جلدة ولا تأخذكم بهما رأفة في دين الله إن كنتم تؤمنون بالله واليوم الآخر وليشهد عذابهما طائفة من المؤمنين » ( 1 ) .\r\n2 - وهكذا يشرع الدين حرمة البيت بتحصينه بسور منيع يتمثل في حرمة العلاقة الجنسية بين الذكر والأنثى الا من حيث امر الله ، ولعل هذا أصل سائر الأحكام في أمر العلاقة بين الرجل والمرأة ، ومنهما حرمة القذف ، التي تحصن بيت الزوجية من ألسنة العابثين وتجعل لها حرمة\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 2 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\nاعتبارية ( احتراماً اجتماعياً ) .\r\nقال الله تعالى :\r\n« والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة أبداً وأولئك هم الفاسقون » ( 1 ) .\r\n3 - ومن أجل تكريس حرمة البيت وحصانته من الألسن حرم الله اتهام الزوج لزوجته بالزنا ، وفرض عليه أحكام اللعان كما وطهّر المجتمع من استخدام القضية الجنسية من قبل عصابة الإفك في المصالح السياسية وأدَّب المسلمين بأسمى أدب حيث فضح الذين يتعاطون التهم الجنسية . قال الله سبحانه : « إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذاب أليم في الدنيا والآخرة والله يعلم وأنتم لا تعلمون » ( 2 ) .\r\n4 - وفرض احترام البيوت بحرمة دخولها بلا استئذان وجعل حكمة ذلك أنه أزكى للمسلمين وقال الله سبحانه :\r\n« يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تذكرون فإن لم تجدوا فيها أحداً فلا تدخلوها حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا هو أبر لكم والله بما تعملون عليم » ( 3 ) .\r\n5 - وأمر المؤمنين والمؤمنات بغض البصر عما يحرم عليهم ، وبين أنه أزكى لهم .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 4 .\r\n( 2 ) النور / 19 .\r\n( 3 ) النور / 27 - 28 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\nقال الله سبحانه :\r\n« قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم أن الله خبير بما يصنعون * وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن » ( 1 ) .\r\nنستوحي من الآية أن المراد حفظ الفروج من الزنا وزكاة القلوب من فتنته ، وان النظر زنا العين وانه سهم إبليس ، فغض البصر يكون احترازاً عن الوقوع فيما هو أخطر ، ولعله لذلك جاء الأمر بالغض من البصر ومعناه - حسب الظاهر - تخفيضه وعدم حدّيته لا إغماضه رأساً .\r\n6 - طهّر الحياة الاجتماعية من الإثارات الجنسية بتحريم التبرج حيث نهى المؤمنات من ابداء زينتهن ( إلا ما ظهر منها ) ، وضرب مثلاً على ذلك بحرمة ابداء صدورهن ونحورهن حيث أمرهن بضرب الخمار على الجيوب ، واستثنى من المنع طوائف ذوي القرابة ومن ملكت ايمانهن والتابعين ، وجعل حكمة ذلك عدم الحاجة ، واستثنى الطفل وجعل حد ذلك عدم اطلاعهم على عورات النساء . واستثنى من النساء القواعد حيث سمح لهن بوضع الثياب من غير التبرج بزينة ، وجعل الحكمة في ذلك إنهن لا يرجى نكاحهن .\r\nقال الله سبحانه : « ولا يبدين زينتهن الا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن الا لبعولتهن أو آبائهن أو آباء بعولهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بني إخوانهن أو بني أخواتهن أو نسائهن أوما ملكت ايمانهن أو التابعين غير أولي الإربة من الرجال أو الطفل\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 30 - 31 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\nالذين لم يظهروا على عورات النساء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون » ( 1 ) .\r\n7 - وأحاط غرف النوم الخاصة بحرمة الدخول عليها من قبل أهل البيت غير الزوجين والأطفال الصغار حيث توضع الثياب هناك ، ( مما يفهم منه ضرورة الاحتشام في الثياب ) واستثنى القواعد من النساء من وضع الثياب .\r\nقال الله سبحانه : « يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم ثلاث مرات من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلاة العشاء ثلاث عورات لكم ليس عليكم ولا عليهم جناح بعدهن طوافون عليكم بعضكم على بعض كذلك يبين الله لكم الآيات والله عليم حكيم » ( 2 ) .\r\nواستثنى من حرمة الطواف على غرف النوم في فترة الاستراحة والمنام واستثنى الأطفال الذين لم يبلغوا الحلم فإذا بلغوه وجب عليهم الاستئذان أيضاً .\r\nقال الله سبحانه : « وإذا بلغ الأطفال منكم الحلم فليستأذنوا كما استأذن الذين من قبلهم كذلك يبين الله لكم آياته والله عليم حكيم » ( 3 ) .\r\nكما استثنى القواعد من النساء من قاعدة الاحتشام وجعل محور الحكم عدم استثارة الشهوة فحيث لا يرجى نكاحهن ، وحيث اشترط عليهن عدم التبرج بزينة سمح لهن بوضع الثياب ، ثم بين ربنا سبحانه ان\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 31 .\r\n( 2 ) النور / 58 .\r\n( 3 ) النور / 59 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\nالتعفف أفضل .\r\nقال الله تعالى : « والقواعد من النساء اللاتي لا يرجون نكاحاً فليس عليهن جناح أن يضعن ثيابهن غير متبرجات بزينة وأن يستعففن خير لهن والله سميع عليم » ( 1 ) .\r\n8 - وحرم على نساء النبي - صلى الله عليه وآله - الخضوع بالقول مما يثير من في قلبه مرض فيطمع فيما هو أخطر .\r\nقال الله سبحانه : « يا نساء النبي لستن كأحد من النساء ان اتقيتن فلا تخضعن بالقول فيطمع الذي في قلبه مرض وقلن قولاً معروفاً » ( 2 ) .\r\nولعل الخضوع بالقول ترقيقه والغنج فيه وما يثير طمع مرضى القلوب والطامحين في الفاحشة . . ويبدو أن الحكم يعم كل النساء .\r\n9 - وحرم على نساء النبي - صلوات الله عليه - التبرج وألزمهن الاستقرار في البيوت .\r\nقال الله سبحانه : « وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى » ( 3 ) .\r\n10 - وحرم تواعد النساء سرا إلا بالقول المعروف ( وهو عرض الزواج بالطريقة المشروعة ) .\r\nقال الله سبحانه : « ولا جناح عليكم فيما عرضتم من خطبة النساء أو أكننتم في أنفسكم علم الله أنكم ستذكرونهن ولكن لا تواعدوهن سراً الا ان\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 60 .\r\n( 2 ) الأحزاب / 32 .\r\n( 3 ) الأحزاب / 33 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\nتقولوا قولاً معروفا » ( 1 ) .\r\n11 - ثم أمر بتزويج العزاب وأن لا يخشوا الفقر . قال الله سبحانه : « وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله واسع عليم » ( 2 ) .\r\n12 - ونهى عن إكراه الفتيات على البغاء ( بعد أن أمر بالتزويج ) .\r\nقال الله تعالى : « ولا تكرهوا فتياتكم على البغاء إن أردن تحصناً لتبتغوا عرض الحياة الدنيا ومن يكرههن فان الله من بعد اكراههن غفور رحيم » ( 3 ) .\r\nوهكذا نستبين من هذه الآيات الكريمة أن مراد القرآن من بناء بيت الزوجية بعيداً عن الزنا والقذف والإفك وتحصينه بعفة البصر ومنع التبرج وحرمة ساعات الاستراحة . وموارد الاسترخاء من النظر ومن التبرج إنما هي عند فقدان حكمة التحريم كالتبرج عند الأقارب وعند من لا إربة عنده كالتابعين والطفل وبالنسبة إلى من لا يرجى نكاحها كالقاعدة من النساء .\r\nوعند التأمل في الآيات السابقة والتدبر في تأكيد القران الحكيم على الزكاة ( التزكية ) في هذه الموارد نعرف ان جكمة كثير من أحكام المرأة حصانة المجتمع من الزنا . وفي أكثر من مناسبة ذكرنا ربنا بحكمة التشريع صراحة حيث جعل الحكم مرتبطاً بالحاجة الجنسية ( الإربة ) ورجاء\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 235 .\r\n( 2 ) النور / 32 .\r\n( 3 ) النور / 33 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\nالنكاح وبلوغ الحلم .\r\nوهكذا استفاد فقهاؤنا من جملة أحكام الشريعة حرمة النظر بتلذذ وريبة حتى في موارد الاستثناء ، والتلذذ المثير للغريزة كما أن الريبة هي خشية الفتنة .\r\nولقد بين القران الحكيم ان من أبرز صفات المؤمنين حفظهم لفروجهم . قال الله سبحانه : « والذين هم لفروجهم حافظون * إلا على أزواجهم أوما ملكت أيمانهم فإنهم غير ملومين * فمن ابتغى وراء ذلك فأولئك هم العادون » ( 1 ) .\r\nوهكذا نعرف أن حكمة أحكام الشريعة في العلاقة بين الذكر والأنثى هي حفظ الفرج وحصانة المجتمع من العبث بالأسرة والله العالم .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المؤمنون / 5 - 7 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n2 / أحكام الاستئذان\r\nالقرآن الكريم : « يا أيها الذين آمنوا ليستأذنكم الذين ملكت ايمانكم والذين لم يبلغوا الحلم منكم ثلاث مرات من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلاة العشاء ثلاث عورات لكم ليس عليكم ولا عليهم جناح بعدهن طوافون عليكم بعضكم على بعض كذلك يبين الله لكم الآيات والله عليم حكيم » ( 1 ) .\r\nلقد أدب الله المسلمين بان يأمروا عبيدهم واماءهم وأطفالهم غير البالغين بالاستئذان عليهم عند الدخول عليهم في خلواتهم ( غرف النوم ) في ثلاثة أوقات قبل الفجر وعند القيلولة ( بعد الظهر ) ، وبعد الخلود إلى النوم ( في الليل ) ، بعد صلاة العشاء .\r\nونستلهم من الآية ان للانسان نمطين من العورة ( الخلوة التي لا يجوز الدخول عليه فيها إلا بعد أذن ) الأولى عامة حيث لا يجوز للناس جميعاً الدخول عليه في بيته إلا من بعد الاذن .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 58 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\nالثانية خاصة بالنسبة إلى أهل البيت ، غير الزوجين ، من التابعين ، حيث يجب الاستئذان في أوقات الاستراحة حين يحتمل فيها التعري أو المباشرة الجنسية أوما أشبه .\r\nونستفيد من قوله سبحانه : « ثلاث عورات لكم » ان الحكم عام لكل عورة ، حتى ولو كانت في غير هذه الأوقات ، حسب عرف كل طائفة . فلو كان وقت الاستراحة عند البعض بعد صلاة الفجر وليس قبلها - كما نجد اليوم عند كثير من الأسر - فإن حكم الاستئذان يشمل ذلك الوقت أيضاً . ونستفيد من قوله تعالى : « الذين ملكت ايمانكم » انه يجوز للمملوك ( ذكراً كان أو أنثى ) ان يطوف على البيوت للخدمة في غير أوقات الخلوة ( العورة ) كما يجوز للطفل غير البالغ .\r\nونستفيد من قوله سبحانه :\r\n« وإذا بلغ الأطفال منكم الحلم فليستأذنوا كما أستأذن الذين من قبلهم كذلك يبين الله لكم آياته والله عليم حكيم » ( 1 ) .\r\nنستفيد منها ان الطفل الذي يؤمر بالاستئذان هو المميز ، وقد يكون من أطفال الجيران ، وقد جاء في حديث مأثور عن الحلبي عن الإمام الصادق - عليه السلام - قوله : قلت لأبي عبد الله : الرجل يستأذن على أبيه ؟ فقال : نعم . . قد كنت استأذن على أبي ، وليست أمي عنده ، إنما هي امرأة أبي\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 59 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n، توفيت أمي وانا غلام وقد يكون من خلوتهما ما لا أحب أن أفجأ هما عليه ولا يحبان ذلك مني والسلام أحسن وأصوب ( 1 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 157 من أبواب مقدمات النكاح ( الباب 119 - الحديث / 2 ) .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n3 / فقه النظر\r\nالقرآن الكريم : « قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم أن الله خبير بما يصنعون * وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها . . » ( 1 ) .\r\nالسنة الشريفة :\r\nفي صحيح الفضيل قال : سألت أبا عبد الله - عليه السلام - عن الذراعين من المرأة هما من الزينة التي قال الله تعالى : « ولا يبدين زينتهن إلا لبعولتهن » قال : « نعم . وما دون الخمار من الزينة ، وما دون السوارين » ( 2 ) .\r\nفي موثق زرارة عن أبي عبد الله - عليه السلام - في قول الله\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 30 - 31 .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 145 أبواب مقدمات النكاح وآدابه ( الباب 90 - حديث 1 ) .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n- عز وجل - : « إلا ما ظهر منها » ، قال : « الزينة الظاهرة الكحل والخاتم » ( 1 ) .\r\nوقال عليه السلام : « أول نظرة لك ، والثانية عليك لا لك ، والثالثة فيها الهلاك » ( 2 ) .\r\nالف : أحكام عامة\r\nتفصيل القول :\r\n1 - لا يجوز للرجل النظر إلى الأجنبية من غير ضرورة الا في الحد المتعارف عليه ( الوجه والكفين ) مع عدم الريبة والتلذذ .\r\n2 - يجوز النظر إلى المحارم نسباً ، أو رضاعاً ، أو مصاهرة على أن تكون المصاهرة بعلاقة شرعية .\r\n3 - يجوز النظر إلى الكتابيات ، بل مطلق الكافرات مع عدم التلذذ وعند الا من من الوقوع في الحرام ، والأحوط الاقتصار في النظر على المقدار الذي جرت عادتهن على عدم ستره . ويبدو انه لا أشكال من النظر بهذه الكيفية إلى نساء أهل البوادي والقرى ، واللواتي لا ينتهين إذا نهين .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 109 - الحديث 3 ) .\r\n( 2 ) المصدر ( الباب 104 - الحديث 8 ) .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nباء : متى يجوز فيها النظر أو اللمس ؟\r\nالسنة الشريفة : عن أبي عبد الله الصادق عليه السلام - في حديث - وفرض على البصر أن لا ينظر إلى ما حرم الله عليه ، وإن يعرض عما نهى الله عنه ، مما لا يحل له . وهو عمله من الايمان ، فقال تبارك وتعالى : « قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم » . فنهاهم أن ينظروا إلى عوراتهم وان ينظر المرء إلى فرج أخيه ويحفظ فرجه أن ينظر إليه وقال : « وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن » . من أن تنظر إحداهن إلى فرج أختها وتحفظ فرجها من أن ينظر إليه ، وقال كل شيء في القران من حفظ الفرج فهو من الزنا الا هذه الآية فهو من النظر ( 1 ) .\r\nوعن أبي عبد الله ( الإمام الصادق ) - عليه السلام - أنه قال : « لا ينبغي للمرأة أن تنكشف بين يدي اليهودية والنصرانية فإنهن يصفن ذلك لأزواجهن » ( 2 ) .\r\nوروي أن من وصف امرأة لرجل فافتتن بها وأصاب منها\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان ( ج 15 / ص 115 ) عن الكافي عن أبي عمرو الزيدي .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 133 أبواب مقدمات النكاح وآدابه ( الباب 98 - الحديث 1 و 2 ) .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفاحشة لم يخرج من الدنيا إلا مغضوباً عليه ( 1 ) .\r\nتفصيل القول :\r\nا - يجوز لكل من الرجل والمرأة النظر إلى مثيله في الجنس من دون ريبة وإثارة جنسية الا العورة فلا يجوز لغير الزوجين النظر إليها ، ويجب حفظها من كل أحد .\r\n2 - يكره للمرأة أن تنكشف إمام اليهودية والنصرانية ، فأنهن يصفن ذلك لرجالهن وقد يسري الحكم إلى التكشف إمام كل امرأة تفعل مثل ذلك .\r\n3 - يجوز النظر إلى الأجنبية أو لمسها ( وبالعكس ) كلما استدعت الضرورة ذلك ، وكانت هذه الضرورة أهم عند الشارع من حرمة النظر واللمس ، فيجوز في حدود الضرورة فقط .\r\nولهذا الموضوع أمثلة منها :\r\nأ - يجوز النظر واللمس بهدف العلاج مثل الفحص ، وجبر الكسور ، وضماد الجروح . . شريطة عدم توفر من يمارس العلاج من ذات الجنس ، ولا يجوز النظر أو اللمس إلا في حدود الضرورة .\r\nب - يجوز ذلك عند انقاذ نفس من الغرق أو الحرق وما شابه ذلك إذا توقف الانقاذ على النظر أو اللمس .\r\nج - أداء الشهادة أو تحملها مع وجود ضرورة إلى ذلك ، والأقوى\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 133 أبواب مقدمات النكاح وآدابه ( الباب 98 - الحديث 1 و 2 ) .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\nعدم جواز النظر إلى الزانيين لتحمل الشهادة ، الا إذا ترتب على عدم النظر انتشار الفساد ، وتعطيل الحدود ، وما هو أهم عند الشارع من النظر .\r\nجيم : احكام النظر إلى القواعد من النساء\r\nالقرآن الكريم : « والقواعد من النساء اللاتي لا يرجون نكاحاً فليس عليهن جناح أن يضعن ثيابهن غير متبرجات بزينة ، وإن يستعففن خير لهن ، والله سميع عليم » ( 1 ) .\r\nالسنة الشريفة :\r\nفي صحيح البزنطي المروي عن الرضا - عليه السلام - في قرب الإسناد قال : سألته عن الرجل يحل له النظر إلى شعر أخت امرأته ؟ فقال - عليه السلام - : « لا ، الا أن تكون من القواعد . . » . قلت له : فما له من النظر إليه منها ؟ فقال - عليه السلام - : « شعرها وذراعها » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 60 .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 144 ( الباب 107 - الحديث 1 ) .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nتفصيل القول :\r\nتعريف القواعد : مصطلح يطلق على النساء المسنات اللاتي ليس لهن إلى الزواج حاجة . وقد قرر الشرع جواز النظر إلى هذا الصنف من النساء بالنسبة إلى ما هو معتاد من كشف بعض الشعر ، والذراع وما أشبه ذلك ، اما مثل الثدي والبطن وما إلى ذلك مما يعتاد سترهن له ، فلا ينبغي لهن كشفه ، ولا ينبغي للرجل النظر إليه ، ويجب عليهن أن لا يتبرجن بزينة ، والزينة تختلف حسب المكان والزمان ، والمعيار فيها العرف .\r\nدال : أحكام النظر إلى الصبي والصبية\r\nالقرآن الكريم : قال - تعالى - في بيان الاشخاص الذين يجوز للمرأة عدم التستر إمامهم : « . . أو الطفل الذين لم يظهروا على عورات النساء » ( 1 ) .\r\nالسنة الشريفة : عن الرضا - عليه السلام - : « يؤخذ الغلام بالصلاة وهو ابن سبع سنين ، ولا تغطي المرأة شعرها منه حتى يحتلم » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 31 .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 169 ( الباب 126 - الحديث 3 ) .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\nوجاء في حديث عن عبد الرحمن بن الحجاج قال : سألت أبا إبراهيم - عليه السلام - عن الجارية التي لم تدرك متى ينبغي لها أن تغطي رأسها ممن ليس بينها وبينه محرم ومتى يجب عليها أن تقنع رأسها للصلاة ؟ قال - عليه السلام - : « لا تغطي رأسها حتى تحرم عليها الصلاة » ( 1 ) .\r\nتفصيل القول :\r\nتعريف المميز : مصطلح يطلق على الأطفال الذين بلغوا سناًّ يؤهلهم لتمييز الخطأ من الصواب ، وإن لم يبلغوا سن البلوغ ، والمراد به هنا الأطفال الذين يستطيعون تمييز عورات الجسم من غيرها ، وادراك إنها عورة ، وغير المميز عكس ذلك .\r\nا - غير المميز من الصبيان والصبايا يجوز النظر إليه ولمسه ، ولا يجب التستر منه ، بل الظاهر جواز النظر إليه قبل البلوغ ، إذا لم يكن بحيث يثير النظر إليه الشهوة ، أو يؤدي إلى الفتنة .\r\n2 - لا بأس أن يقبل الرجل الصبية التي ليست له بمحرم ، كما ويجوز له وضعها في حجره قبل أن تتجاوز ست سنين ، إذا لم يكن ذلك التقبيل والاحتضان عن شهوة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 126 - الحديث 2 ) .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nهاء : حدود العلاقة بين الرجل والمرأة الأجنبية\r\nالقرآن الكريم : « فلا تخضعن بالقول فيطمع الذي في قلبه مرض » ( 1 )\r\n« وقل للمؤمنين يغضوا من أبصارهم . . » ( 2 ) .\r\nالسنة الشريفة : عن النبي - صلى الله عليه وآله - : « النساء عيٌّ وعورة ، فاستروا عيهن بالسكوت ، واستروا عوراتهن بالبيوت » ( 3 ) .\r\nعن أمير المؤمنين - عليه السلام - : « لا تبدأوا النساء بالسلام ، ولا تدعوهن إلى الطعام . . » ( 4 ) .\r\nوقال أمير المؤمنين - عليه السلام - : « يا أهل العراق نبئت ان نساءكم يدافعن الرجال في الطريق اما تستحيون » ( 5 ) .\r\nوروي عن الإمام الصادق - عليه السلام - إنه سئل عن خروج النساء في العيدين والجمعة ؟ فقال : « لا ، الا لامرأة مسنة » ( 6 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب / 32 .\r\n( 2 ) النور / 31 .\r\n( 3 ) وسائل الشيعة / ج 7 / ص 174 ( الباب 123 - الحديث 1 ) .\r\n( 4 ) المصدر السابق .\r\n( 5 ) المصدر / ج 7 / ص 174 ( الباب 132 - الحديث 1 ) .\r\n( 6 ) المصدر / ج 7 / ص 136 ( الباب 136 - الحديث 2 ) .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\nعن أبي بصير - عن أبي عبد الله - عليه السلام - قال : « قلت له : هل يصافح الرجل المرأة التي ليست بذات محرم ؟ فقال : « لا ، الا من وراء ثوب » ( 1 ) .\r\nوفي موثق سماعة قال : سألت أبا عبد الله - عليه السلام - عن مصافحة الرجل المرأة ، قال - عليه السلام - : « لا يحل للرجل ان يصافح المرأة الا امرأة يحرم عليه أن يتزوجها ؛ أخت ، أو بنت ، أو عمة ، أو خالة ، أو بنت أخت ، أو نحوها ، واما المرأة التي يحل له أن يتزوجها فلا يصافحها إلا من وراء الثوب ، ولا يغمز كفها » ( 2 ) .\r\nتفصيل القول :\r\nتعريف المرأة الأجنبية : مصطلح يطلق على كل امرأة يحل للرجل أن يتزوجها - بأصل الشرع : - أي كل النساء باستثناء المحارم كالأخت ، والعمة والخالة » ( 3 ) .\r\nا - يجوز للرجل ، أن يسمع صوت المرأة الأجنبية ، ما لم يكن هذا السماع عن تلذذ وريبة ، وان كان الأحوط استحباباً الترك في غير مقام الحاجة أو الضرورة العرفية .\r\n2 - يحرم على المرأة اسماع الرجل الصوت الذي فيه تهييج من خلال تحسينه وترقيقه .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 115 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 115 - الحديث 2 ) .\r\n( 3 ) لاحظ حديث الإمام الصادق - عليه السلام - السابق .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n3 - لا تجوز مصافحة الأجنبية الا من وراء ثوب ، من دون أن يغمز .\r\n4 - لا بأس من لمس المحارم من دون شهوة أو خشية الفتنة .\r\n5 - يكره للرجل ابتداء النساء بالسلام ، ودعوتهن إلى الطعام ، وتتأكد الكراهة في المرأة الشابة .\r\n6 - يكره الجلوس في مجلس المرأة إذا قامت عنه الا بعد أن يبرد .\r\n7 - الأحوط عدم النظر إلى العضو المفصول عن الأجنبي مثل اليد والأنف واللسان وما إلى ذلك ، يستثنى من ذلك السن والظفر والشعر وان كان الأقوى فيهما الجواز .\r\n8 - يجوز للمرأة أن تصل شعر الغير بشعرها ، ويجوز لزوجها النظر إليه ، ولا يجوز لغيره النظر إليه ، لأنه يعتبر من شعرها .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n4 / حكم النظر بهدف الزواج\r\nالسنة الشريفة :\r\nعن محمد بن مسلم قال : سألت أبا جعفر - عليه السلام - عن الرجل الذي يريد أن يتزوج المرأة أينظر إليها ؟ قال - عليه السلام - : « نعم ، إنما ليشتريها بأغلى الثمن » ( 1 ) .\r\nعن الحسن بن السري قال : قلت لأبي عبد الله - عليه السلام : - الرجل الذي يريد أن يتزوج المرأة يتأملها ، وينظر إلى خلفها ، والى وجهها ؟\r\nقال - عليه السلام - : « نعم ، لا بأس أن ينظر الرجل إلى المرأة إذا أراد أن يتزوجها ، ينظر إلى خلفها ووجهها » ( 2 ) .\r\nوجاء في حديث مأثور عن يونس عن الإمام الصادق - عليه السلام - قال : قلت لأبي عبد الله - عليه السلام - الرجل يريد أن يتزوج المرأة يجوز له أن ينظر إليها ؟\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 59 أبواب مقدمات النكاح وآدابه ( الباب 36 - الحديث 3 ) .\r\n( 2 ) المصدر ( الباب 36 - الحديث 3 ) .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\nقال : « نعم وترقق له الثياب ، فإنه يريد أن يشتريها بأغلى الثمن » ( 1 ) .\r\nوجاء في حديث مأثور عن عبد الله بن النصل عن الإمام الصادق - عليه السلام : - قال : قلت : أينظر الرجل إلى المرأة يريد أن يتزوجها فينظر إلى شعرها ومحاسنها ؟ قال : « لا بأس بذلك إذا لم يكن متلذذا » ( 2 ) .\r\nتفصيل القول :\r\nللرجل أن ينظر إلى المرأة التي يتقدم لخطبتها حيث أنه سيتخذها شريكة لحياته ، ويرتبط معها بعقد الزواج الدائم ، وكذلك الحال بالنسبة إلى المرأة حيث لا يبعد جواز نظرها إلى الرجل الذي يتقدم إليها إذا احتاجت إلى معرفته للحكمة المشتركة والمنصوصة .\r\nوفي هذا الموضوع تفصيلات وفروع نذكرها فيما يلي :\r\nا - يجوز للرجل النظر إلى وجه المرأة وكفها وشعرها ومحاسنها شريطة أن يحتمل اختيارها زوجة ، ولا يترك الاحتياط في أن يقتصر على من ينوي الزواج منها بالخصوص ، أما النظر إلى النساء بقصد اختيار واحدة منهن فالأحوط اجتنابه ، كما يشترط أن لا يكون الرجل عارفاً بها سلفاً وبوصف حالها مما يغنيه عن النظر إليها كاملاً .\r\n2 - يبعد جواز النظر إلى سائر جسدها ما عدا المحاسن وترقيق الثياب لمعرفة أبعاد جسدها ، ولا يترك الاحتياط في استئذانها وترك\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 36 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 36 - الحديث 5 ) .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\nالنظر إلى مفاتنها من دون معرفتها وإذنها ولو من باب الفحوى ، خصوصاً إذا استوجب النظر هتك سترها ، والتلصص عليها ، لان محاسنها من حقها ، والتصرف في حق الغير لا يجوز من دون إذنه .\r\n3 - النظر إلى مثل هذه المرأة يجب أن لا يكون بقصد التلذذ .\r\n4 - يجوز تكرار النظر إذا لم يحصل له الاطلاع على حالها بالنظر الأول .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n5 / الزواج سنة إلهية\r\nالقرآن الكريم :\r\n1 - « وانكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله واسع عليم » ( 1 ) .\r\n2 - « ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها وجعل بينكم مودة ورحمة إن في ذلك لآيات لقوم يتفكرون » ( 2 ) .\r\n3 - « يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة ، وخلق منها زوجها وبث منهما رجالاً كثيراً ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً » ( 3 ) .\r\nالسنة الشريفة :\r\nا - عن النبي - صلى الله عليه وآله - : « النكاح سنتي فمن رغب عن\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 32 .\r\n( 2 ) الروم / 21 .\r\n( 3 ) النساء / 1 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسنتي فليس مني » ( 1 ) .\r\n2 - « ما بني بناء أحب إلى الله تعالى من التزويج » ( 2 )\r\n3 - « من تزوج فقد أحرز نصف دينه فليتق الله في النصف الآخر » ( 3 ) .\r\nالزواج سنة إلهية :\r\nندب الاسلام إلى الزواج باعتباره ركناً حياتياً فجعله مستحباً أكيداً وقد يسمو إلى مستوى الوجوب ، وقد حث الخالق - تعالى - عليه في آيات عديدة من القرآن الكريم ، وتحدث عن حكمته ، وبعض احكامه ، كما وحث عليه النبي - صلى الله عليه وآله - والأئمة المعصومون - عليهم السلام - في روايات كثيرة ، وقد ذكرنا طائفة منها آنفا ، وسنذكر - إن شاء الله - في كل فصل من هذا الوجيز النصوص المناسبة له .\r\nوقد أشار القران الكريم إلى أن الزواج يعد من السنن الإلهية للحياة ، وان من المفترض بالانسان أن يجاري هذه السنة ، وكذلك هي استجابة لمتطلبات الفطرة التي جبل عليها ، فقال - تعالى - في بيان سنة سيادة ( الزوجية ) و ( الاثنينية ) على كل شيء :\r\n« من كل شيء خلقنا زوجين لعلكم تذكرون » ( 4 ) .\r\nوقال أيضاً في انسحاب هذا الحكم على الانسان باعتباره جزءاً من الخليقة :\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل ( الباب 1 - الحديث 15 ) .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 3 أبواب مقدمات النكاح وآدابه ( الباب 1 - الحديث 4 ) .\r\n( 3 ) المصدر السابق ( الباب 1 - الحديث 12 ) .\r\n( 4 ) الذاريات / 49 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n« والله خلقكم من تراب ثم من نطفة ثم جعلكم أزواجا . . » ( 1 ) .\r\nآثار الزواج :\r\nوالزواج مجلبة للخير والبركة في الرزق ، كما قال - تعالى : -\r\n« . . إن يكونوا فقراء يغنهم الله من فضله ، والله واسع عليم » ( 2 ) .\r\nوقد روى إسحاق بن عمار عن الإمام الصادق - عليه السلام - حديثاً جاء فيه :\r\nقلت لأبي عبد الله - عليه السلام : - الحديث الذي يرويه الناس حق ، ان رجلاً أتى النبي - صلى الله عليه وآله - فشكى إليه الحاجة ، فأمره بالتزويج حتى أمره ثلاث مرات ؟ ثم قال - عليه السلام - : « الرزق مع النساء ، والعيال » ( 3 ) .\r\nبلى . . أليس الرزق من عند الله أوليس للمرأة والذرية رزق عند الله الذي جعل لكل شيء رزقاً ؟ وان الرجل ليزداد نشاطاً عند إحساسه بالمسؤولية بإعالة الأسرة فتتفجر طاقاته ، ويطور بذلك الامكانات الاقتصادية في البيئة التي يعيش ضمنها .\r\nوهكذا رغّبت النصوص في الزواج وحذرت الناس من مغبة الاعراض عن الزواج خشية الفقر ؛ أليس الله - عز وجل - قد ضمن لهم أن يفتح باب الرزق إن هم أقدموا على هذه الخطوة الايجابية التي لا بد ان\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاطر / 11 .\r\n( 2 ) النور / 32 .\r\n( 3 ) وسائل الشيعة / ج 7 / ص 25 ( الباب 11 - الحديث 4 ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nتعود عليهم وعلى مجتمعاتهم بالخير .\r\nالزواج في خدمة الأمة :\r\nومن الآثار الاجتماعية للزواج زيادة الذرية المسلمة الموحدة في انحاء الأرض ، وبذلك يكون الانسان المتزوج قد أسهم في زيادة الثقل التوحيدي في الأرض .\r\nهكذا روى الإمام الباقر - عليه السلام - عن النبي - صلى الله عليه وآله : -\r\n« ما يمنع المؤمن أن يتخذ أهلاً لعل الله أن يرزقه نسمة تثقل الأرض بلا إله إلا الله » ( 1 ) .\r\nوعن النبي - صلى الله عليه وآله : -\r\n« . . اطلبوا الولد فإني مكاثر بكم الأمم غدا » ( 2 ) .\r\nوعن أبي عبد الله الصادق - عليه السلام : -\r\n« إن استطعت أن تكون لك ذرية تثقل الأرض بالتسبيح فافعل » ( 3 ) .\r\nالزواج عون على الدين :\r\nأكدت النصوص أن ( الزواج ) وسيلة لرفع المستوى الإيماني للانسان\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ( الباب 1 - الحديث 3 ) .\r\n( 2 ) المصدر السابق ( الباب 1 - الحديث 6 ) .\r\n( 3 ) المصدر السابق ( الباب 19 - الحديث 9 ) .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالمسلم .\r\nان الشاب يتمتع بحجم هائل من الدوافع الجنسية التي تلح عليه باستمرار أن يشبعها ويرضيها ، وهذه الدوافع الفعّالة النشيطة من شأنها - في حالة عدم إشباعها - ان تلعب دوراً مخرباً في حياة الانسان ، فتستنزف قدراته ومواهبه ، وتجره إلى الفساد والى عقد جنسية مدمرة .\r\nبينما الزواج يصد الشاب عن الانغماس في الرذائل ويدعوه إلى صب جهوده في المجالات الخيرة .\r\nوبالإضافة إلى الحاجة الجنسية التي يشبعها الزواج كذلك يسد الزواج الحاجة النفسية التي أشار إليها القران الكريم في قوله - تعالى : -\r\n« ومن آياته إن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها وجعل بينكم مودة ورحمة » ( 1 ) .\r\nفمن خلال الزواج يؤمِّن الانسان حاجته العاطفية والروحية إلى الطرف الآخر عبر المودة ، والحب ، والاستئناس بالبعض .\r\nوالتعبير القرآني نافذ البلاغة والجمال ، حيث الزوج جزء منفصل من الذات - لا تتكامل الا به ، والانشداد إليه يتم بالمودة ، تلك العاطفة النابعة من الحاجة المادية وبالرحمة ، تلك العاطفة المنبعثة من الحاجة الروحية ، وبالمودة والرحمة يتم بناء البيت الأسري حيث الاستقرار والألفة ، وخصوصاً إذا تمخض الزواج عن ذرية صالحة مباركة تعمر البيت بالدفء والسرور ، وتجعل كلاً من الرجل والمرأة يشعران بمسؤوليتهما المشتركة إزاء الكيان العائلي الذي أسهما في بناءه ، وتشييد صرحه .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الروم / 21 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\nتعالوا لنجلس معا على مائدة السنة الشريفة ونستفيد منها معارف هامة حول حكمة الزواج . -\r\nعن النبي - صلى الله عليه وآله - : « . . ما من شيء أحب إلى الله عز وجل من بيت يعمر في الاسلام بالنكاح » ( 1 ) .\r\nوعنه - صلى الله عليه وآله - : « من أحب أن يلق الله طاهرا مطهرا فليلقه بزوجة » ( 2 ) . -\r\nوعنه أيضاً - صلى الله عليه وآله - : « ركعتان يصليهما متزوج أفضل من رجل اعزب يقوم ليله ويصوم نهاره » ( 3 ) .\r\nذم ظاهرة العزوبة :\r\nوقد ذمت الروايات بقاء الانسان عازبا مع تمكنه من الزواج ، واعتبرتها من العوامل المساعدة على نقص دين الانسان ، وضعف ايمانه ، لما يترتب عليها من مخاطر وآثار سلبية على جميع الأصعدة . فقد جاء عن النبي - صلى الله عليه وآله : - -\r\n« أكثر أهل النار العزاب » ( 4 ) . -\r\n« رذال موتاكم العزاب » ( 5 ) .\r\nبلى . . العزوبة من شأنها أن تقطع نسل الانسان فينمحي بذلك\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 ( الباب 1 - الحديث 10 ) .\r\n( 2 ) المصدر السابق ( الباب 2 - الحديث 2 ) .\r\n( 3 ) المصدر السابق .\r\n( 4 ) المصدر السابق ( الباب 2 - الحديث 7 ) .\r\n( 5 ) المصدر السابق ( الباب 2 - الحديث 3 ) .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nذكره ، وينقطع عن الدنيا زاده . أليس كل شخص بحاجة إلى أولاد صالحين يزودونه بعد موته ، وانقطاع أمله من الحياة بالأعمال الصالحة وبالاستغفار والرحمة ؟\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالقسم الثاني : فيمن يحرم نكاحهن\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nأ / المحرمات باختلاف الدين\r\nالقرآن الكريم : « ولا تنكحوا المشركات حتى يؤمن ولامة مؤمنة خير من مشركة ولو أعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو أعجبكم أولئك يدعون إلى النار والله يدعو إلى الجنة والمغفرة باذنه ويبين آياته للناس لعلهم يتذكرون » ( 1 ) .\r\n« يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله اعلم بإيمانهن فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن وآتوهم ما انفقوا ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ولا تمسكوا بعصم الكوافر واسألوا ما أنفقتم وليسألوا ما أنفقوا ذلكم حكم الله يحكم بينكم والله عليكم حكيم » ( 2 ) .\r\n« اليوم أحل لكم الطيبات وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم والمحصنات من المؤمنات والمحصنات من الذين أوتوا\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 221 .\r\n( 2 ) الممتحنة / 10 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\nالكتاب من قبلكم إذا آتيتموهن أجورهن محصنين غير مسافحين ولا متخذي أخدان ومن يكفر بالايمان فقد حبط عمله وهو في الآخرة من الخاسرين » ( 1 ) .\r\nتبين هذه الآيات الكريمة حرمة التزاوج بين المؤمنين والمشركين ؛ فلا ينكح المؤمن مشركة ولا يسمح للمشرك أن ينكح مؤمنة ، وإذا هاجرت المرأة من دار الكفر إلى دار الاسلام فقد انفسخ نكاحها ، ولكن يجوز أن ينكح المؤمن الذمية من أهل الكتاب إذا كانت محصنة .\r\nولا يجوز الامساك بعصم الكوافر ( ولعلهن المشركات بدلالة السياق ) أو ان الآية نسخت بعد نزول الآية الأخرى في سورة المائدة إذ أن هذه السورة هي آخر ما نزل من القران الحكيم وهي تنسخ ما جاءت في سائر السور القرآنية حسب ما جاء في الأحاديث المأثورة .\r\nالسنة الشريفة :\r\nا - روى حفص بن غياث قال : كتب إلي بعض اخواني أن اسأل أبا عبد الله الإمام الصادق - عليه السلام - عن مسائل فسألته عن الأسير هل يتزوج في دار الحرب ؟\r\nفقال : « اكره ذلك فإن فعل في بلاد الروم فليس هو بحرام هو نكاح وأما في الترك والديلم والخزر فلا يحل له ذلك » ( 2 ) .\r\n2 - وروى معاوية بن وهب عن أبي عبد الله الصادق - عليه\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة / 5 .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 413 أبواب ما يحرم بالكفر ( الباب 2 - الحديث 4 ) .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالسلام - في الرجل المؤمن يتزوج اليهودية والنصرانية ؟\r\nفقال : « إذا أصاب المسلمة فما يصنع باليهودية والنصرانية » ؟\r\nفقلت له : يكون له فيها الهوى .\r\nقال : « إن فعل فليمنعها من شرب الخمر وأكل لحم الخنزير ، واعلم أن عليه في دينه غضاضة » ( 1 ) .\r\n3 - وروى زرارة عن الإمام الباقر - عليه السلام - أبي جعفر قال سمعته يقول : « لا بأس ان يتزوج اليهودية والنصرانية متعة وعنده امرأة » ( 2 ) .\r\n4 - وروى محمد بن مسلم عن أبي جعفر الباقر - عليه السلام - قال : سألته عن نكاح اليهودية والنصرانية فقال : « لا بأس به ، اما علمت أنه كانت تحت طلحة بن عبيد الله يهودية على عهد النبي » ( 3 ) .\r\n5 - وروى ابن أبي الحجاج عن ( الإمام ) أبي الحسن - عليه السلام - في نصراني تزوج نصرانية فأسلمت قبل ان يدخل بها قال : « قد انقطعت عصمتها منه ولا مهر لها ولا عدة عليها منه » ( 4 ) .\r\n6 - وجاء في رواية منصور بن حازم قال سألت أبا عبد الله الصادق - عليه السلام - عن رجل مجوسي كانت تحته امرأة على دينه فأسلم أو أسلمت قال : « ينتظر بذلك انقضاء عدتها فإن هو أسلم أو\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق / ص 412 ( الحديث 1 ) .\r\n( 2 ) المصدر السابق / ص 415 ( الباب 4 - الحديث 2 ) .\r\n( 3 ) المصدر السابق / ص 417 ( الباب 5 - الحديث 4 ) .\r\n( 4 ) المصدر السابق / ص 422 ( الباب 9 - الحديث 6 ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\nأسلمت قبل ان تنقضي عدتها فهما على نكاحهما الأول ، وان هي لم تسلم حف تنقضي العدة فقد بانت منه » ( 1 ) .\r\nوروى الساباطي فقال : سمعت أبا عبد الله الصادق - عليه السلام - يقول : « كل مسلم بين مسلمين ارتد عن الاسلام وجحد رسول الله - صلى الله عليه وآله - نبوته وكذبه فإن دمه مباح لمن سمع ذلك منه ، وامرأته بائنة منه يوم ارتد ، ويقسم ماله على ورثته وتعتد امرأته عدة المتوفى عنها زوجها وعلى الإمام أن يقتله ولا يستتيبه » ( 2 ) .\r\nتفصيل القول :\r\n1 - لا يجوز للمسلم أن ينكح المشركات اما النكاح في أهل الكتاب من اليهود والنصارى والمجوس فالأقوى جوازه على احتياط لا يترك في المجوسية وعلى كراهة شديدة في غيرها ، وتخف الكراهة في العقد المنقطع ، وفي المستضعفات منهن . وينبغي تأديبهن بآداب الاسلام من الطهارة والنظافة وتجنب شرب الخمر واكل لحم الخنزير وما أشبه .\r\n2 - لو أسلم الكتابي بقي على نكاحه من زوجته الكتابية ولو أسلمت دونه بطل نكاحهما ، ولكن أن اسلم قبل انقضاء العدة كان أحق بها وهما على نكاحهما ، هذا إذا كان بعد الدخول اما قبل الدخول فقد بطل النكاح رأسا ولا مهر لها .\r\n3 - الارتداد عن الدين يوجب فسخ النكاح قبل الدخول ، اما\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق / ص 421 ( الباب 9 - الحديث 3 ) .\r\n( 2 ) المصدر السابق ( الباب 1 - من أبواب حد المرتد - الحديث 3 من كتاب الحدود ) .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\nبعده فلو ارتدت المرأة أو أرتد من كان في الأصل غير مسلم فإنه ينتظر بهما حتى انقضاء العدة ، فإن لم يتوبا بطل النكاح منذ ارتدادهما ، وان تابا كانا على زواجهما الأول ، اما إذا انقضت عدتها منه ، انفسخ النكاح ، وعليهما إذا أرادا الرجوع بعد التوبة أن يعقدا من جديد .\r\n4 - إذا ارتد المسلم الفطري ( الذي انحدر من أبوين مسلمين ) فإن النكاح يبطل من لحظة ارتداده ، لأنه لا توبة له .\r\n5 - لا يجوز نكاح الناصبية ولا الناصبي ، ولكن لا بأس بنكاح المخالفة في المذهب ، وهكذا المخالف على احتياط لا يترك في الظروف العادية لأن المرأة تأخذ من دين زوجها .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n2 / المحرمات بالنسب\r\nالقرآن الكريم :\r\n« حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت » ( 1 ) .\r\nتفصيل القول :\r\nيحرم بالنسب الأصناف التالية :\r\nا - الأم والجدة ، وان علت ، لأب كانت الجدة أم لأم .\r\n2 - البنت والحفيدة وبنت الحفيد وان نزلن ، وإذا عرف الرجل ان بنتا قد خلقت من مائه لم يجزله ان ينكحها حتى ولو انتفى نسبها عنه شرعا مثل ما إذا كانت قد خلقت من زنا أو كان قد لاعن أمها .\r\n3 - بنات الأبن ، وان نزلن .\r\n4 - الأخوات ، للأب كن أو للأم أولهما .\r\n5 - وبنات الأخوات ، وبنات أولادهن .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 23 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n6 - ( العمة ) أخت الأب الشقيقة ( من الأب والأم ) أو غير الشقيقة ( من أحدهما ) وكذلك عمات أبيه وعمات أمه .\r\n7 - ( الخالة ) أخت الأم الشقيقة وغير الشقيقة ، وخالة أمه وخالة أبيه وان علون .\r\n8 - بنات الأخ سواء كان الأخ شقيقاً أو غير شقيق ، وهكذا حفيدة الأخ وابنة حفيده أو حفيدته .\r\n9 - بنات الأخت ( شقيقة كانت أم غير شقيقة ) وبناتهن ، وهكذا يحرم مثلهن من الرجال على النساء فيحرم الأب والعم والخال وان علا والولد وان سفل ، والأخ وابنه وابن الأخت .\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n3 / المحرمات بالرضاع\r\nالقران الكريم : « حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة وأمهات نسائكم وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم وحلائل أبنائكم الذين من أصلابكم وإن تجمعوا بين الأختين إلا ما قد سلف أن الله كان غفورا رحيما » ( 1 ) .\r\nبصائر الوحي :\r\nالف : حرم الشرع الحنيف جملة من النساء على الرجل ، ومنها الأم الرضاعية والأخت من الرضاعة . . وقد جاء التحريم في سياق بيان تحريم القريبات من النسب كالأم والأخت مما يدل على أن الرضاع لحمة كلحمة النسب وانه يحرم منه ما يحرم من النسب .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 23 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\nباء : ان التعبير القرآني ب‍ « أمهاتكم اللاتي أرضعنكم » و « أخواتكم من الرضاعة » يدل على عدم انتشار الحرمة الا بعد ان تصبح المرضعة اما وبنتها أختا للرضيع ، ولا تصبح كذلك الا بعد ان ينمو جسمه من لبنها ( فيشتد العظم وينبت اللحم ) كما جاء في الحديث الشريف ، والذي لا يتحقق الا بعد عشر رضعات أو أكثر ، أو بعد الارتضاع يوما وليلة .\r\nجيم : إذا أصبحت المرضعة أماً فإنها تصبح أيضا جدة لابن الرضيع ، وعمة لابن أخيه وخالة لابن أخته وكما يصبح زوجها والدا رضاعيا ، والدليل على هذا الانتشار قوله سبحانه « أخواتكم من الرضاعة » فالأخت تنتسب إلى الرضيع بسبب نسبتها إلى الأم ، فهذا دليل على أن الانتساب إلى الرضيع يمكن أن يكون عبر الانتساب إلى الأم .\r\nالسنة الشريفة :\r\nجاء في الحديث المأثور عن الإمام الباقر - عليه السلام - إن رسول الله - صلى الله عليه وآله - قال : « يحرم من الرضاع ما يحرم من النسب » ( 1 ) .\r\nوروي عن زياد بن سوقة قال قلت لأبي جعفر الإمام الباقر - عليه السلام : - هل للرضاع حد يؤخذ به ؟ قال : « لا يحرم الرضاع أقل من يوم وليلة أو خمس عشرة رضعة متواليات من امرأة واحدة من لبن فحل واحد لم يفصل بينهما رضعة امرأة غيرها » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 280 .\r\n( 2 ) المصدر / ص 283 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nروي عن الإمام الصادق - عليه السلام - بعد سؤال عما يحرم من الرضاع : « ما أنبت اللحم وشد العظم » . قال الراوي : قلت : فيحرم عشر رضعات ؟ قال : « لا ، لأنه لا تنبت اللحم ولا تشد العظم عشر رضعات » ( 1 ) .\r\nشروط الرضاع\r\nجاء في حديث مأثور عن الإمام الصادق - عليه السلام - انه سئل عن امرأة در لبنها من غير ولادة فأرضعت جارية وغلاماً من ذلك اللبن هل يحرم بذلك اللبن ما يحرم من الرضاع ؟ قال : « لا » ( 2 ) .\r\nوفي خبر الدعائم مرويا عن الإمام علي - عليه السلام - أنه قال : « لبن الحرام لا يحرم الحلال ، ومثل ذلك امرأة أرضعت بلبن زوجها ثم أرضعت بلبن فجور » ( 3 ) .\r\nذكر الفقهاء جملة شروط للرضاع الذي ينشر الحرمة وهي التالية :\r\nالشرط الأول : أن يكون اللبن بعد نكاح\r\nولهذا الشرط فروع نذكرها فيما يلي ؟\r\nالف : ان يدر اللبن من المرأة بعد نكاح فلو در لبن فتاة فأرضعت\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر .\r\n( 2 ) وسائل الشيعة / ج 14 / ص 302 من أبواب ما يحرم الرضاع ( الباب 9 - الحديث 1 ) .\r\n( 3 ) مستدرك الوسائل / ج 2 / ص 574 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\nطفلا لا ينشر الرضاع حرمة ، ولا ينشئ علاقة حسب الأحاديث المأثورة ، والأحوط اجتناب الزواج ممن سميت اماً رضاعية أو أختاً رضاعية .\r\nباء : لو زنت امرأة فحملت ووضعت ثم أرضعت طفلا بلبنها من ولد الزنا ما انتشرت الحرمة ، حسب الرأي المشهور ، والأحوط الاجتناب .\r\nجيم : لو باشر رجل امرأة بزعم انها زوجته ، مما يسمى بالشبهة فقهيا ، فحملت ثم أرضعت بعد الوضع طفلا ، فان انتشار الحرمة بذلك اللبن هو الأشبه والأحوط .\r\nدال : لو طلقت الحامل ثم وضعت وأرضعت انتشرت الحرمة أو لأن اللبن جاء من نكاح صحيح .\r\nهاء : لو طلقت الحامل ثم وضعت ثم تزوجت من زوج آخر فأرضعت طفلا انتشرت الحرمة ، وكان صاحب اللبن هو الزوج الأول . وعليه فهو الأب الرضاعي للطفل وليس الزوج الثاني ، إلا إذا حملت من جديد وانقطع اللبن الأول ، ثم در لبنها فقالوا : ان اللبن للثاني وهو سيصبح الأب الرضاعي للطفل وليس الزوج الأول .\r\nوإذا تسنى لنا أن نعرف علميا منشأ اللبن هل هو من الحمل الأول أو من الثاني فعلينا العمل بالعلم واعتبار صاحب اللبن ( الزوج الأول أو الثاني ) هو الأب الرضاعي للطفل .\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nالشرط الثاني : كمية الرضعة\r\nالقران الكريم : « وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة » ( 1 ) .\r\nنستفيد من الآية ان الرضاع الذي ينشر الحرمة إنما هو الذي يجعل المرضعة أماً وابنتها أختا ، والأم هي . أصل وجود الانسان ، وهكذا لا يكفي من الرضاع ما لا ينبت اللحم والدم .\r\nالسنة الشريفة :\r\nا - روي عن الإمام الصادق - عليه السلام - : « لا يحرم الرضاع الا ما انبت اللحم والدم » ( 2 ) .\r\n2 - وقال - عليه السلام - : « لا يحرم من الرضاع الا ما انبت اللحم وشد العظم » ( 3 ) .\r\n3 - وحين سئل الإمام الباقر - عليه السلام - عن حد الرضاع قال : « لا يحرم الرضاع أقل من يوم وليلة أو خمس عشرة رضعة متواليات من امرأة واحدة من لبن فحل واحد لم يفصل بينهما رضعة امرأة غيرها » ( 4 ) .\r\n4 - وروي عن ابن أبي يعفور قال : سألته عما يحرم من الرضاع\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 23 .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 289 أبواب ما يحرم بالرضاع ( الباب 3 - الحديث 1 ) .\r\n( 3 ) المصدر ( الحديث 2 ) .\r\n( 4 ) المصدر / ص 283 ( الباب 2 - الحديث 1 ) .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\nقال : « إذا رضع حتى يمتلئ بطنه فإن ذلك ينبت اللحم والدم وذلك الذي يحرم » ( 1 ) .\r\nمعيار التحريم انبات اللحم\r\nلكي ينشر الرضاع الحرمة ، ويحقق القرابة ، لا بد أن يكون بقدر ينبت اللحم والدم أو يشتد به العظم ويعرف ذلك من خلال زيادة وزنه واستمرار نمو عظمه وانتشار الدم في وجنتيه ونضارة بشرته وما إلى ذلك من العلائم التي تعرفها المرضعات .\r\nوالأقوى كفاية انبات اللحم والدم حتى ولو لم يشتد العظم ، والذي هو - حسب الظاهر - مرحلة متأخرة عنهما .\r\nولا بد أن يستند الانبات إلى الرضعات بصورة رئيسية ، اما إذا تغذى الطفل بلبن آخر فان الشرط لا يتحقق .\r\nوقد جعل الشارع حدين عرفيين لتحقق هذا الشرط ، تيسيرا وتوسعة على الناس ، وهما الارتضاع يوما وليلة ، أو خمس عشرة رضعة متواليات .\r\nالف : الرضاع يوما وليلة :\r\nلو ارتضع الطفل من ثدي امرأة ابتداءً من منتصف نهار الجمعة إلى زوال يوم السبت ، فإنها تصبح اما رضاعية له . ويشترط أن يكون غذاؤه في تلك الفترة من الرضاع ، إما إذا تغذى بلبن أو طعام آخر بحيث اشتد\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 290 ( الباب 4 - الحديث 1 ) .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nعظمه أو نبت لحمه ودمه منهما جميعا فإنه لا يكفي .\r\nبلى . . لا يضر الطعام القليل .\r\nوإذا كان الطفل مريضا في تلك الفترة ، أو كانت المرضعة قليلة اللبن بحيث لم ينبت بالرضاع لحمه ودمه فإن انتشار الحرمة مبتعد ، والاحتياط في مثله أمثل .\r\nباء : الرضاع خمس عشرة رضعة :\r\nإذا بلغ عدد الرضعات خمس عشرة رضعة فإنها تنبت اللحم والدم ، اما عشر رضعات فإذا اشتد بها العظم أو نبت اللحم والدم فالظاهر كفايتها ، والا فلا .\r\nوللرضعة قيود نذكرها تباعاً :\r\nا - أن تكون الرضعة كاملة عرفا ، وعلامة ذلك ارتواء الطفل وتركه الثدي وربما نومه ، اما إذا ازعج عن محلبها أو التفت إلى من يلاعبه ثم عاد إلى الارتضاع فإنه لا يعد رضعة جديدة ، بل اكمالا للأولى .\r\n2 - ان تتوالى الرضعات ، فلو تراوحت عليه مرضعتان لم يكف حتى ولو كانتا زوجتي فحل واحد .\r\nنعم لا يضر بالتوالي لو سقي الطفل بقدر ضئيل من اللبن أومن ماء السكر في أثناء الرضعات ، بحيث يعد الرضاع غذاءه الرئيسي الذي ينبت لحمه ودمه .\r\nاما إذا كان انبات لحمه ودمه بالطعام والشراب أو بهما ولبن المرضعة جميعا ، فان انتشار الحرمة مستبعد .\r\n3 - ان يتم الرضاع من الثدي ، اما لو سقي اللبن بعد أن يحلب فإن\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nأغلب الفقهاء قالوا إنه لا ينشر حرمة ، لأنه لا يسمى رضاعا ، والاحتياط أمثل خصوصا إذا تم إنبات اللحم والدم بذلك اللبن .\r\nاما مص الثدي عبر أنبوب متصل أوما أشبه فإنه لا يضر ، لأنه يسمى رضاعا عندهم .\r\nوهذا القيد جاء في الارتضاع يوما وليلة .\r\n4 - وقيد البعض أن يكون الارتضاع في حالة حياة المرضعة ، فلو أكمل الطفل الرضعة الأخيرة بعد وفاتها لا يكفي ، لأنه لا يسمى ارتضاعا ، ولا يترك الاحتياط في مثل هذه الحالة .\r\nالشرط الثالث : الرضاع قبل فطام\r\nالقران الكريم : « والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة » ( 1 ) .\r\nالسنة الشريفة :\r\nا - روي عن الإمام الصادق - عليه السلام - إنه قال : « قال رسول الله - صلى الله عليه وآله : - لا رضاع بعد فطام ، ولا وصال في صيام ، ولا يتم بعد احتلام ، ولا صمت يوما إلى الليل ولا تعرب بعد الهجرة » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 233 .\r\n( 2 ) الحديث طويل ومصدره الوسائل / ج 7 / ص 290 أبواب ما يحرم بالرضاع ( الباب 5 - الحديث 1 ) .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n2 - وعن الإمام الصادق - عليه السلام - أنه قال : « الرضاع قبل الحولين قبل أن يفطم » ( 1 ) .\r\n3 - وروى حماد بن عثمان قال سمعت أبا عبد الله الصادق - عليه السلام - قال : « لا رضاع بعد فطام » . قلت : وما الفطام ؟ قال : « الحولين الذي قال الله عز وجل » ( 2 ) .\r\nتفصيل القول :\r\nيشترط أن يتم الرضاع في الحولين ، اما إذا ارتضع الطفل بعد تمامهما فان الحرمة لا تنتشر بينه وبين مرضعته لأنه في أيام الفطام . ولا يعتبر أن يكون عمر ولد المرضعة أقل من سنتين ، والأولى مراعاة الاحتياط في أمرها كما الأولى الاحتياط فيما لو فطم الطفل ثم ارتضع بعد فطامها ولو قبل بلوغه الحولين ، والأقوى عدم لزوم العمل بالاحتياط في كلا الموضوعين . وهكذا لو تمت الرضعة الأخيرة قبل أن تتم للرضيع سنتان انتشرت الحرمة وإلا فلا . والمعيار مرور أربعة وعشرين شهرا على الرضيع وليس بداية السنة الهجرية أو نهايتها\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر - ص 291 ( الحديث 4 ) .\r\n( 2 ) المصدر ( الحديث 5 ) .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالشرط الرابع : لبن الفحل الواحد\r\nالسنة الشريفة :\r\n1 - روى عمار الساباطي قال سألت أبا عبد الله الصادق - عليه السلام - عن غلام رضع من امرأة أيحل له ان يتزوج أختها لأبيها من الرضاع ؟\r\nفقال : « لا ، فقد رضعا جميعاً من لبن فحل واحد من امرأة واحدة » .\r\nقال : فيتزوج أختها لأمها من الرضاعة . قال - عليه السلام - : « لا بأس بذلك أن أختها التي لم ترضعه كان فحلها غير فحل التي أرضعت الغلام فاختلف الفحلان فلا بأس » ( 1 ) .\r\n2 - وروى محمد بن أبي نصر قال سألت أبا الحسن - عليه السلام - عن امرأة أرضعت جارية ولزوجها ابن من غيرها أيحل للغلام ابن زوجها ان يتزوج الجارية التي أرضعت ؟\r\nفقال - عليه السلام - : « اللبن للفحل » ( 2 ) .\r\nالفحل ( الزوج - الذكر - ) هو محور أحكام الرضاع ، ويعتبر اللبن له وتنتشر الحرمة إذا كان اللبن لفحل واحد حتى ولو تعددت الزوجات ، ولا تنتشر الحرمة عندما يتعدد الفحل ولو كانت المرضعة واحدة ، ولهذا\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 294 ( الباب 6 - الحديث 2 ) .\r\n( 2 ) المصدر / ص 295 ( الحديث 7 ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\nالشرط فروع توضيحية :\r\n1 - زهراء زوجة جعفر ترضع غلاما اسمه هادي ، ورقية زوجته الثانية ترضع طفلة اسمها أسماء فلا يجوز أن يتزوج هادي من أسماء ، لأنهما ارتضعا من لبن جعفر ( الزوج - الفحل ) بالرغم من اختلاف المرضعة .\r\n2 - ثم طلق جعفر زوجته زهراء وتزوجت من غيره وأرضعت من لبنه طفلة اسمها هاجر ، فهل يجوز أن يتزوج هادي من هاجر ؟\r\nنعم لأن اللبن للزوج ، والزوج مختلف بالرغم من أن المرضعة واحدة ، وقد جاء في رواية أخرى حرمة نكاحهما أيضا ولكن الفقهاء لم يأخذوا بها .\r\n3 - زهراء أنجبت من زوجها الثاني طفلة اسمها صديقة فهل يجوز أن يتزوجها هادي الذي أرضعته زهراء ؟\r\nلا يجوز ، لان أولادها بالنسب يحرمون على من ارتضع منها ، وإنما لا يحرم أولادها بالرضاع إذا اختلف الزوج .\r\nمعنى الاحتياط في الرضاع\r\nفي بعض الفروع السابقة اوصينا بالاحتياط فماذا يعني الاحتياط هنا ؟\r\nالاحتياط يقتضي ترك الزواج ممن نشك في أنها ذات صلة رضاعية بالفرد ، كما يقتضي - في الوقت نفسه - عدم النظر إليها ، فهي من جانب الزواج تعتبر محرمة عليه احتياطا ، وهي من جانب النظر أجنبية .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nانتشار الحرمة في الرضاع\r\nالسنة الشريفة :\r\nروي عن الإمام الصادق - عليه السلام - : « إن عليا - عليه السلام - ذكر لرسول الله ابنة حمزة فقال - صلى الله عليه وآله : - اما علمت أنها ابنة أخي من الرضاعة ، وكان رسول الله وعمه حمزة قد رضعا من امرأة » ( 1 ) .\r\nوروي عن الإمام الصادق - عليه السلام - قوله : « لا يصلح للمرأة ان ينكحها عمها ولا خالها من الرضاعة » ( 2 ) .\r\nوروى عثمان بن عيسى عن أبي الحسن - عليه السلام - قال : قلت له ان أخي تزوج امرأة فأولدها فانطلقت امرأة أخي فأرضعت جارية من عرض الناس فيحل لي ان أتزوج تلك الجارية التي أرضعتها امرأة أخي ؟ فقال - عليه السلام - : « لا ، انه يحرم من الرضاع ما يحرم من النسب » ( 3 ) .\r\nتفصيل القول :\r\nالرضاع يجعل العلاقة بين الطفل ومرضعته وهكذا بينه وبين زوج المرضعة ( الفحل ) كالعلاقة النسبية فهو ابنهما تماما . وهكذا تنتشر الحرمة\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 300 ( الباب 8 - الحديث 6 ) .\r\n( 2 ) المصدر ( الحديث 5 ) .\r\n( 3 ) المصدر ( الحديث 7 ) .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمنهما إلى الأقارب فأم المرضعة جدته وأختها خالته وأخت الفحل عمته ، وإذا كان الطفل أنثى حرمت على أبناء المرضعة نسبا ، وعلى أبناء الفحل نسبا ورضاعا ( على تفصيل مضى ) ، وعلى أخ المرضعة ( لأنه خالها ) وعلى أخ الفحل ( لأنه عمها ) .\r\nوالمعيار في الأمر أن نضع كلمة النسب مكان كلمة الرضاع ثم ننظر فإذا كانت صلة القربى محكومة بعنوان محرم حرّمناه وإلا فلا فالأم من النسب محرمة وكذلك الأم من الرضاع ، والأخت والعمة . والخالة من النسب محرمات كذلك من الرضاع ، وما نكح أبي ( نسبا ) حرام علي ، كذلك أبي من الرضاع إذا نكح امرأة حرمت علي ، وحليلة ابني النسبي علي محرمة ، كذلك حليلة ابني الرضاعي .\r\nأما أخت أخي من النسب فهي غير محرمة إذا لم تكن بيني وبينها آية صلة غير أنها أخت أخي كذلك أخت أخي من الرضاعة .\r\nوأم أخي من النسب محرمة لا لأنها أم أخي ، بل لأنها اما أن تكون أمي أيضا أو منكوحة أبي ، ومن هنا فهي ليست محرمة علي من الرضاعة ، فلو رضعت انا وابن عمي من امرأة فهل تحرم علي أمه ؟ إنها ليست حراما لأنه ليس في الشريعة عنوان محرم باسم « أم الأخ » نسباً حتى تحرم رضاعا .\r\nحكم أخوات الابن بالرضاعة\r\nالسنة الشريفة :\r\nكتب علي بن شعيب إلى أبي الحسن - عليه السلام - امرأة أرضعت\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nبعض ولدي هل يجوز لي ان أتزوج بعض ولدها ؟ فكتب : « لا يجوز ذلك لك ، لان ولدها صاروا بمنزلة ولدك » ( 1 )\r\nتفصيل القول :\r\nا - قال أكثر فقهائنا لا يجوز أن يتزوج الرجل أخوات ابنه الرضاعيات ، لأنهن أصبحن وكأنهن بناته .\r\nوقد ذهب بعض الفقهاء إلى جواز ذلك ، لأنهن لم يدخلن ضمن عنوان تحريمي في أصل الشرع بالنسب .\r\nوالأحوط هو ما ذهب إليه المشهور من الفقهاء .\r\n2 - ولا فرق في أولاد صاحب اللبن ( الفحل ) الذي أصبح أبا رضاعيا لابنه بين ان يكونوا أولاده بالنسب أو بالرضاع .\r\n3 - اما أولاد المرضعة فان المحرم منهم على والد المرتضع المنتسبين إليها ولادة لا رضاعا .\r\n4 - ولا بأس بان يتزوج الرجل من أخت أخته أو أخت أخيه بالرضاعة ، كما لا بأس بذلك في النسب . فلو تزوج أبي من مطلقة كانت لها بنت من زوجها الأول ، فهل يجوز لي أن أتزوجها ؟ بلى لأنها قد تصبح أختا لأخي ، ولكنها لا تمت لي بصلة قربى ؛ فلا أمها أمي ولا أبوها أبي فيجوز لي ذلك . وهكذا بالرضاعة ، لان الرضاعة أدنى .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 306 ( الباب 16 - الحديث 1 ) .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nحكم الرضاع بعد النكاح\r\nالسنة الشريفة :\r\nروي عن الإمام الباقر - عليه السلام - أنه قال : « لوان رجلا تزوج جارية رضيعة فأرضعتها امرأته فسد النكاح » ( 1 ) .\r\nتفصيل القول :\r\nلان الرضاع سبب التحريم تماما كالنسب فإنه يفسد النكاح السابق عليه كما يمنع النكاح اللاحق ، ولهذه المسألة فروع نذكرها تباعا :\r\nا - لو تزوج رجل بنتا رضيعة فأرضعتها أمه أو جدته أو أخته أو زوجة أبيه أو زوجة أخيه بلبنيهما فسد نكاحه منها ، لأنها أصبحت أخته من الرضاعة عندما أرضعتها أمه ، وصارت عمته أو خالته ( إذا أرضعتها جدته من أبيه أو جدته من أمه ) ، وبرضاع أخته لها أصبحت الزوجة الصغيرة بنت أخته اما لرضاع زوجة أبيه من لبن أبيه فإنه يجعل الرضيعة أخته من أبيه ، وكذلك زوجة الأخ من لبنه فإنها تصبح آنئذ بنت أخيه . ومعروف أن هذه العناوين تسبب التحريم بالنسب فكذلك بالرضاع .\r\n2 - لو تزوج رجل رضيعة فأرضعتها زوجته حرمتا عليه أبدا ، ان كان قد دخل بالمرضعة وذلك لان الرضيعة قد أصبحت بنت زوجته المدخول بها ، بينما صارت الثانية اما لزوجته وأم الزوجة تحرم أبدا بينما\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 302 ( الباب 10 - الحديث 1 ) .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\nالربيبة إنما تحرم إذا كان قد دخل بأمها . اما المهر فقد قالوا إن فساد النكاح يعني عدم اقتضائه شيئاً . بلى لو تسببت الكبيرة في فساد العقد ولو من دون عمد وعلم فإنها تضمن مهر الرضيعة . لأنه ظلم وقد أمر الله بالقسط وهو يقتضي ارجاع حق كل ذي حق إلى صاحبه . ولكن الأحوط أن يصالح ولي الرضيعة على المهر لأنها استحقته بالعقد .\r\nسنن الرضاع\r\nالسنة الشريفة :\r\nا - روي عن الإمام الصادق - عليه السلام - : « الرضاع واحد وعشرون شهرا فما نقص فهو جور على الصبي » ( 1 ) .\r\n2 - روى بعضهم عن الإمام موسى بن جعفر - عليه السلام - قال : سألته عن امرأة ولدت من الزنا هل يصلح أن يسترضع بلبنها . قال : « لا يصلح ولا لبن ابنتها التي ولدت من الزنا » ( 2 ) .\r\n3 - وجاء في الحديث « لا تسترضع الصبي المجوسية وتسترضع اليهودية والنصرانية ولا يشر بن الخمر يمنعن من ذلك » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 178 أبواب أحكام الأولاد ( الباب 7 - الحديث 5 ) .\r\n( 2 ) المصدر / ص 184 ( الباب 75 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 185 ( الباب 76 - الحديث 1 ) .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n4 - وقال الإمام الصادق - عليه السلام - : « رضاع اليهودية والنصرانية خير من رضاع الناصبية » ( 1 ) .\r\n5 - وقال أمير المؤمنين - عليه السلام - : « انظروا من يرضع أولادكم فان الولد يشب عليه » ( 2 ) .\r\n6 - وقال رسول الله - صلى الله عليه وآله - : « لا تسترضعوا الحمقاء ولا الفحشاء فان اللبن يعدي » ( 3 ) .\r\n7 - وكان الإمام علي - عليه السلام - يقول : « تخيروا للرضاع كما تتخيرون للنكاح فان الرضاع يغير الطباع » ( 4 ) .\r\n8 - وقال الإمام الباقر - عليه السلام - : « استرضع لولدك بلبن الحسان وإياك والقباح فإن اللبن قد يعدي » ( 5 ) .\r\n9 - وسأل فضل أبي العباس الإمام الصادق - عليه السلام - وقال : الرجل أحق بولده أم المرأة ؟ قال : لا ، بل الرجل ، فإن قالت المرأة لزوجها الذي طلقها انا ارضع ابني بمثل ما تجد من يرضعه فهي أحق به » ( 6 ) .\r\nتفصيل القول :\r\nا - ينبغي منع النساء من ارضاع الأطفال بلا قيد ولا ضبط ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 187 ( الباب 77 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 188 ( الباب 78 - الحديث 1 ) .\r\n( 3 ) المصدر ( الحديث 4 ) .\r\n( 4 ) المصدر ( الحديث 6 ) .\r\n( 5 ) المصدر / ص 189 ( الباب 79 - الحديث 1 ) .\r\n( 6 ) المصدر / ص 191 ( الباب 81 - الحديث 3 ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nلأن من الممكن ان ينسين فيقع الناس في الحرام .\r\n2 - صلة الرضاعة توجب حرمة النكاح وحلية النظر ، ولكن لا يوجب التوارث بين أطراف الرضاع بلى ينبغي أن يتواصلوا بالبر ، وإذا كان الرضيع يتيما من طرف أمه فان ارتضاعه من عائلة يجعله وكأنه عضو فيها .\r\n3 - يستحب أن ترضع الوالدة طفلها فان لبنها لا يعوض ، وإذا خشيت عليه من الضرر في حالة عدم ارضاعها له فإن ذلك واجب عليها .\r\n4 - مدة الرضاع حولان كاملان وينبغي أن تكمل الوالدة الرضاع فيهما الا إذا أضر بصحتها .\r\n5 - يمكن أن تطالب الأم بالأجرة على رضاعها من أبيه ، ولكنها إذا طالبت بأكثر من أجرة مثلها فان للأب ان يختار لابنه مرضعة أرخص أجرة منها .\r\n6 - ينبغي أن يتشاور الوالدان في أمر فطام رضيعهما .\r\n7 - إذا أراد الأب اختيار مرضعة فيستحب أن يختار أفضل المراضع لابنه ، ويهتم بعقلها ودينها وسلوكها وأخلاقها وجمالها وعافيتها من الأمراض ، فان اللبن يعدي .\r\n8 - ويكره استرضاع اليهودية والنصرانية ، والأولى ترك استرضاع المجوسية والناصبية إلا مع الاضطرار ، وهكذا من كان لبنها من فجور .\r\n9 - قال الفقهاء ؛ بما ان زوجة الأخ محرمة عليه وقد تعيش في بيت واحد معه ، ويسبب بعض الاحراج في النظر إليها فإن هنالك طريقة لرفع هذا الحرج بان يتزوج الأخ طفلة رضيعة ( زواجا مؤقتا أو دائما ثم يطلقها ) ثم ترضع زوجة أخيه تلك الرضيعة رضاعا يستوجب انتشار الحرمة فتصبح\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nزوجة أخيه اما رضاعية لزوجته فتحرم عليه أبداً .\r\n10 - اثبات الرضاع يتم بالطرق الشرعية والعقلانية الأخرى للاثبات كالاعتراف واليقين وما يبعث الطمأنينة وشهادة عدلين وما إلى ذلك .\r\n11 - استجدت هذه الأيام حالة استئجار الرحم حيث يلقح ماء الزوجين ثم يوضع في رحم امرأة أجنبية فيكبر الطفل في غير رحم أمه فهل حكمه حكم الرضاع باعتباره قد تغذى خلال اشهر متطاولة منها حتى صارت عرفا أمه ، أم هي كأية امرأة أجنبية ؟ الأحوط بل الأقوى اعتبارها اما رضاعية فتجري عليها احكام الرضاع . هكذا يظهر من قوله سبحانه « وأمهاتكم اللاتي أرضعنكم » والله العالم .\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n4 / محرمات أخريات\r\nألف : المحرمات بالمصاهرة\r\nالقرآن الكريم : « وهو الذي خلق من الماء بشرا فجعله نسباً وصهرا » ( 1 ) .\r\n« ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف انه كان فاحشة وساء سبيلا * حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة وأمهات نسائكم * وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم ، وحلائل أبنائكم الذين من أصلابكم وإن تجمعوا بين الأختين إلا ما قد سلف إن الله كان غفورا رحيما » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفرقان / 54 .\r\n( * ) هناك نوعان من النساء المحرمات : المحرمات بالسبب ؛ أي أن يكون سبب التحريم غير علاقة القرابة على ما هو مفصل في الشرع ، والمحرمات بالنسب إذا كانت علاقة القرابة هي سبب التحريم كالأم والأخت .\r\n( 2 ) النساء / 22 - 23 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\nالسنة الشريفة :\r\nا - عن أبي جعفر - عليه السلام - في حديث : « . . وإذا تزوج الرجل امرأة تزويجاً حلالا فلا تحل تلك المرأة لأبيه ، ولابنه » ( 1 ) .\r\n2 - عن أبي عبد الله - عليه السلام - في رجل كان بينه وبين امرأة فجور هل يتزوج ابنتها ؟ فقال : « إن كان من قبلة أو شبهها فليتزوج ابنتها وليتزوجها هي إن شاء » ( 2 ) .\r\n3 - وجاء عن العياشي في تفسيره عن أبي حمزة عن أبي جعفر الإمام الباقر - عليه السلام - عن رجل تزوج امرأة وطلقها قبل أن يدخل بها أتحل له ابنتها ؟\r\nقال : فقال : « قد مضى في هذا أمير المؤمنين ؟ لا بأس به ان الله يقول : « وربائبكم اللاتي في حجوركم من نساءكم اللاتي دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم » ، ولو تزوج الابنة ثم طلقها قبل أن يدخل بها لم تحل له أمها » . قال : قلت أليس هما سواء ؟\r\nقال : فقال : « لا ليس هذه مثل هذه ان الله يقول : « وأمهات نساءكم » لم يستثن في هذه كما اشترط في تلك هذه هنا مبهمة ليس فيها شرط وتلك فيها شرط » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 322 / أبواب ما يحرم بالمصاهرة ونحوها ( الباب 6 - الحديث 2 ) .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 323 / أبواب ما يحرم بالمصاهرة ونحوها ( الباب 6 - الحديث 3 و 4 ) .\r\n( 3 ) المصدر ( الباب 20 - الحديث 7 ) .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n4 - وقال الإمام الباقر ( كما في الصحيح عن محمد بن مسلم ) : « لا تزوج ابنة الأخ ولا ابنة الأخت على العمة ولا على الخالة الا بإذنهما ، وتزوج العمة والخالة على ابنة الأخ وابنة الأخت بغير إذنهما » ( 1 ) .\r\nتعريف المصاهرة : هي علاقة بين أحد الطرفين مع أقرباء الآخر تحدث بالزواج أو التملك ( سواء تملك العين أو امتلاك المنفعة كالتحليل ) أو الوطء ( سواء بالشبهة أو بالزنا ) أو النظر واللمس ( في صورة واحدة يأتي تفصيلها إن شاء الله ) .\r\nتفصيل القول :\r\n1 - تحرم زوجة كل من الأب والابن على الآخر صاعدا في الأول ، ونازلا في الثاني نسبا أو رضاعا ، دواما أو متعة ، بمجرد العقد وان لم يكن قد دخل ، ولا فرق ( في الزوجين ، والأب والابن ) بين الحر والمملوك .\r\n2 - تحرم على الزوج أم الزوجة ( بمجرد العقد حتى ولو لم يدخل ) وان علت ( كالجدة وأم الجدة ) سواء بالنسب أو الرضاع وكذلك تحرم ابنة الزوجة بشرط الدخول سواء كانت البنت بنت الزوجة قد تربت في حجر الزوج أم لا ، بل وحتى لو ولدت بعد مفارقته لها وطلاقها منه .\r\n3 - لا يجوز التزويج من بنت الأخ أو الأخت على العمة أو الخالة الا بإذن الأخيرتين أو رضاهما من غير فرق بين الدوام والانقطاع ، ولا بين علم العمة والخالة وجهلهما ولو رضين ثم رجعت مضى العقد ، ويجوز على\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 30 - الحديث 1 ) .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\nالأقوى العكس ( التزويج من العمة أو الخالة بعد التزويج من بنت الأخ أو الأخت ، وان كانت العمة والخالة جاهلتين بالحال .\r\nباء : ما يحرم بالزنا\r\nالسنة الشريفة :\r\nروى محمد بن مسلم في الصحيح عن أحد الصادقين - عليهما السلام - انه سئل عن الرجل يفجر بالمرأة أيتزوج بأبنتها .\r\nقال - عليه السلام - : « لا ولكن ان كانت عنده امرأة ثم فجر بأهلها أو أختها لم تحرم عليه امرأته ان الحرام لا يفسد الحلال » ( 1 ) .\r\nوجاء في حديث ابن الصباح الكناني عن الإمام الصادق - عليه السلام - قال : « إذا فجر الرجل بالمرأة لم تحل له ابنتها أبدا ، وإن كان قد تزوج ابنتها قبل ذلك ولم يدخل بها فقد بطل تزويجه وان هو تزوج ابنتها ودخل بها ثم فجر بأمها بعد ما دخل بابنتها فليس يفسد فجوره بأمها نكاح ابنتها إذا هو دخل بها وهو قوله لا يفسد الحرام الحلال إذا كان هكذا » ( 2 ) .\r\nوعن أبي بصير ، عن أبي عبد الله - عليه السلام - قال : سألته عن رجل فجر بامرأة ثم بدا له ان يتزوجها . فقال : « حلال أوله سفاح ، وآخره نكاح ، أوله حرام وآخره حلال » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 8 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 8 - الحديث 8 ) .\r\n( 3 ) المصدر ( الباب 11 - الحديث 1 ) .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\nتفصيل القول :\r\nا - الزنا الطارئ بعد النكاح لا ينشر الحرمة إذا كان بعد الدخول ؛ فلو تزوج بامرأة ثم زنى بأمها أو بنتها لم تحرم عليه زوجته ، وإذا كان قبل الدخول بها فالأحوط تركها .\r\n2 - وهكذا لو زنى الأب بزوجة ابنه لم تحرم على الابن ، وكذا لو زنى الابن بزوجة أبيه لا تحرم على أبيه .\r\nواللواط الطارئ هو الآخر لا يفسد النكاح الصحيح ، فلو لاط بعد الزواج بشقيق زوجته أو أبيها أو ابنها لم تحرم الزوجة عليه وان كان الاحتياط يقتضي مفارقتها .\r\n3 - إذا كان الزنا سابقاً على الزواج فإن كان بالعمة أو الخالة ، فإنه يوجب حرمة بنتيهما ، وان كان بغيرهما فالأحوط التحريم .\r\n4 - لا فرق في الحكم السابق بين الزنا في القبل أو الدبر .\r\n5 - ألحق البعض الوطء بشبهة إلى الزنا في نشر الحرمة ان كان سابقا على النكاح بخلاف ما إذا كان لاحقا له ، وهو الأحوط .\r\nحالات الشك :\r\nا - إذا شك في تحقق الزنا وعدمه بنى على العدم .\r\n2 - إذا شك في كونه سابقاً على الزواج أو لا بنى على كونه لاحقا .\r\n3 - لا فرق بين كون الزنا اختياريا أو كان مجبراً عليه ، ولا بين كون الزاني بالغا أو غير بالغ ، وكذلك المزني بها كل ذلك شريطة صدق\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالفجور والزنا على افعالهم .\r\n4 - إذا علم أنه زنى بإحدى الامرأتين ولم يدر أيتهما هي ، وجب عليه الاحتياط إذا كان لكل منهما أم أو بنت ، اما إذا لم يكن لإحداهما أم ولا بنت فالظاهر جواز التزويج من الأم أو البنت من الأخرى .\r\nجيم : حرمة الجمع بين الأختين\r\nالقرآن الكريم :\r\nقال تعالى في النص على النساء اللاتي يحرم على الرجل التزويج منهن : « . . وان تجمعوا بين الأختين » ( 1 ) .\r\nالسنة الشريفة :\r\n1 - في صحيح محمد بن قيس عن أبي جعفر - عليه السلام - قال : « قضى أمير المؤمنين - عليه السلام - في أختين نكح إحديهما رجل ثم طلقها وهي حبلى ، ثم خطب أختها ، فجمعهما قبل ان تضع أختها المطلقة ولدها ، فأمره أن يفارق الأخيرة ، ثم تضع أختها المطلقة ولدها ثم يخطبها ويصدقها صداقا مرتين » ( 2 ) .\r\n2 - في قرب الإسناد عن الرضا - عليه السلام - قال : سألته عن\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 123 ,\r\n( 2 ) وسائل الشيعة / ج 7 / ص 366 / أبواب ما يحرم بالمصاهرة ونحوها ( الباب 24 - الحديث 1 ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\nرجل تكون عنده امرأة ، يحل له أن يتزوج أختها متعة ؟ قال - عليه ا لسلام - : « لا » ( 1 ) .\r\n3 - وعن فروع الكافي عن أحد الصادقين - عليهما السلام - أنه قال في رجل تزوج أختين في عقدة واحدة ، قال : « هو بالخيار يمسك أيتهما شاء ويخلي سبيل الأخرى » ( 2 ) .\r\nيحرم الجمع بين الأختين في النكاح وفيما يلي نذكر فروع هذه المسألة :\r\nتفصيل القول :\r\nا - لا يجوز للرجل الجمع بين الأختين في الزواج سواء كان النكاح بصورة دائمة أم موقتة ، وسواء كانت علاقة الأختين ببعضهما نسبية أو رضاعية .\r\n2 - لو تزوج الرجل بامرأة ثم تزوج أختها بطل العقد على الثانية سواء كان بعد الدخول بالأولى أم قبله ، ولو دخل على الثانية لم تحرم عليه الأولى لان نكاح الأولى حلال ونكاح الثانية حرام ولا يفسد الحرام الحلال أبدا .\r\n3 - لو تزامن عقدا الأختين بأن تزوجهما بصيغة واحدة ، أو عقد على إحديهما وعقد وكيله على الأخرى في نفس الوقت ، بطل العقدان معا . ولو قيل يختار بينهما كان وجيها .\r\n4 - لو تزوجهما وشك في سبق أحد العقدين ، أو تزامنهما ، حكم\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 24 - الحديث 4 ) .\r\n( 2 ) المصدر ( الباب 25 - الحديث 2 ) .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nببطلان العقدين على احتياط .\r\n5 - إذا تزوج بإحدى الأختين ثم طلقها رجعيا لا يجوز له التزويج من الأخرى الا بعد خروج الأولى من العدة ، وإذا كان الطلاق بالفسخ لأحد العيوب أو الخلع جاز له التزويج من الأخرى وعندئذ لا يمكن للمرأة الرجوع عن البذل لان الطلاق لا يصبح رجعيا .\r\n6 - إذا زنا بإحدى الأختين جاز له التزويج من الأخرى في مدة استبراء الأولى وكذلك إذا باشرها شبهة ، والأحوط اعتبار الخروج من العدة خصوصا إذا كانت من طرفه الشبهة ومن طرفها الزنا لمعرفتها بأنه ليس زوجها اتباعا للنص الخاص .\r\n7 - جاء في روايات مستفيضة انه إذا تزوج امرأة متعة ثم انقضت مدتها لا يجوز نكاح أختها الا بعد انقضاء عدتها .\r\nدال : حرمة تزوج المرأة في عدتها\r\nالقرآن الكريم :\r\n« ولا تعزموا عقدة النكاح حتى يبلغ الكتاب أجله » ( 1 ) .\r\n« فان طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فان طلقها فلا جناح عليهما أن يتراجعا » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 235 ، المقصود ببلوغ الكتاب أجله انتهاء العدة .\r\n( 2 ) البقرة / 230 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\nالسنة الشريفة :\r\nا - عن الحلبي عن أبي عبد الله الصادق - عليه السلام - : « إذا تزوج الرجل المرأة في عدتها ودخل بها لم تحل أبداً ، عالما كان أو جاهلا ، وان لم يدخل حلت للجاهل ولم تحل للآخر » ( 1 ) .\r\n2 - عن محمد بن مسلم قال : سألت أبا عبد الله - عليه السلام - عن الرجل يتزوج المرأة في عدتها ؟ فقال - عليه السلام - : « يفرق بينهما ولا تحل له أبداً » ( 2 ) .\r\n3 - عن إسحاق بن عمار قال : قلت لأبي إبراهيم - عليه السلام : - بلغنا عن أبيك ان الرجل إذا تزوج المرأة في عدتها لم تحل له أبدا .\r\nفقال - عليه السلام - : « هذا إذا كان عالما ، فإذا كان جاهلا فارقها وتعتد ، ثم يتزوجها نكاحا جديداً » ( 3 ) .\r\n4 - في مصحح زرارة عن أبي جعفر - عليه السلام - قال : « العدة والحيض للنساء إذا ادعت صدقت » ( 4 ) .\r\nتفصيل القول :\r\nا - لا يجوز للرجل ان يتزوج امرأة وهي في عدة زوجها السابق\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 345 / أبواب ما يحرم بالمصاهرة ونحوها ( الباب 17 - الحديث 3 ) .\r\n( 2 ) المصدر ( الباب 17 - الحديث 22 ) .\r\n( 3 ) المصدر ( الباب 17 - الحديث 10 ) .\r\n( 4 ) الوسائل ( الباب 47 - الحديث 1 ) .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nسواء كان الزواج دواما أو متعة ، وسواء كانت عدة الطلاق بائنة ( 1 ) أو رجعية ، أو عدة الوفاة ، أو عدة وطء الشبهة .\r\n2 - إذا تزوج الرجل المرأة في هذه الحالة حرمت عليه أبدا إذا كانا عالمين بالحكم والموضوع ، أو كان أحدهما عالما بهما سواء باشرها أم لا .\r\n3 - كذلك يحرم النكاح إذا كانا جاهلين شريطة مباشرة الرجل للمرأة .\r\n4 - لا فرق في الزواج بين الدوام والمتعة ولا فرق أيضاً بين أن تكون المباشرة من طريقها الطبيعي أو غير الطبيعي .\r\n5 - محور الحكم علم الزوج فلو كان جاهلا بحرمة الزواج في العدة أو بأن هذه المرأة لا تزال في عدتها لا تحرم عليه حتى ولو كان المباشر للتزويج عالما .\r\nكان زوّجه وكيله العارف ، رغم معرفته بالحرمة ، أو زوجه وليّه العارف فإنها لا تحرم على الزوج .\r\n6 - لو شك الرجل في أن المرأة التي يريد زواجها في العدة أم لا مع عدم العلم سابقا بأنها كانت كذلك جاز له الزواج ، وكذلك إذا علم كونها في العدة سابقا وشك في بقائها فأخبرته بانقضاء العدة .\r\n7 - إذا علم اجمالاً بكون إحدى الامرأتين المعينتين في العدة ولم يعلمها بعينها ، وجب عليه ترك تزوجهما ، ولو تزوج إحداهما بطل الزواج ، ولكن لا يوجب هذا الزواج الحرمة الأبدية لعدم التأكد من أن هذا الزواج\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطلاق البائن هو الطلاق الذي لا يحق للرجل بموجبه أن يعود للمرأة إلا بعد أن يعقد عليها من جديد ، والطلاق الرجعي على العكس من ذلك .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\nفي العدة ، الا إذا تزوجهما معا فان إحداهما حرمت عليه اجمالا وعليه أن يطلقهما .\r\n8 - إذا طلق الرجل زوجته طلاقا بائنا فان عليها أن تعتد منه فإذا بدا له ان يعقد عليها في تلك العدة جاز لأن العدة إنما هي منه لا من غيره .\r\nأحكام الزواج بذات البعل\r\nالسنة الشريفة :\r\nجاء في موثق أديم عن الإمام الصادق - عليه السلام - إنه قال : « التي تتزوج ولها زوج يفرق بينهما ثم لا يتعاودان أبداً » ( 1 ) .\r\nوجاء في الموثق عن زرارة عن الإمام الباقر - عليه السلام - في امرأة فقد زوجها أو نعي إليها فتزوجت ثم قدم زوجها بعد ذلك فطلقها .\r\nقال : « تعتد منهما جميعا ثلاثة اشهر عدة واحدة وليس لآخر أن يتزوجها أبداً » ( 2 ) .\r\nتفصيل القول :\r\nا - يلحق بالزواج في العدة في ايجاب الحرمة الأبدية التزوج من\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 321 / أبواب ما يحرم بالمصاهرة ونحوها ( الباب 16 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 16 - الحديث 2 ) .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\nذات بعل ( أي المتزوجة ) .\r\n2 - لو تزوج الرجل مثل هذه المرأة مع علمه بأنها متزوجة حرمت عليه أبدا بشكل مطلق سواء باشرها أم لا .\r\n3 - إذا تزوجها مع الجهل لم تحرم عليه الا إذا باشرها .\r\nالحاق الأولاد في الزواج بذات العدة\r\nالسنة الشريفة :\r\nا - في مرسل جميل بن صالح ، عن بعض أصحابه ، عن أحدهما - عليهما السلام - في المرأة تزوج في عدتها .\r\nقال - عليه السلام - : « يفرق بينهما وتعتد عدة واحدة منهما جميعا ، وإذا جاءت بولد لستة اشهر أو أكثر فهو للأخير وان جاءت بولد لأقل من ستة اشهر فهو للأول » ( 1 ) .\r\n2 - عن زرارة قال : سألت أبا جعفر - عليه السلام - عن الرجل إذا طلق امرأته ثم نكحت وقد اعتدت ووضعت لخمسة اشهر فهو للأول ، وإن كان ولد انقص من ستة اشهر فلأمه ولأبيه الأول ، وإن ولدت لستة اشهر فهو للأخير ( 2 ) .\r\nتفصيل القول :\r\n1 - إذا تزوج الرجل امرأة في عدتها وباشرها مع الجهل فحملت\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 17 - الحديث 14 ) .\r\n( 2 ) المصدر ( الباب 17 - الحديث 11 ) .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمع كونها مدخولة للزوج الأول ثم ولدت انطبق على الولد من ناحية إلحاقه بالزوج الأول أو الثاني الاحكام التالية حسب المدة التي تمضي من المباشرة :\r\nأ - ان مضى من مباشرة الثاني للمرأة أقل من ستة اشهر ، ولم تمض من مباشرة الزوج الأول أقصى مدة الحمل لحق الولد بالزوج الأول .\r\nب - ان مضت من مباشرة الأول أقصى المدة ، ومن مباشرة الثاني ستة اشهر أو أكثر إلى ما قبل أقصى فترة الحمل فهو ملحق بالثاني .\r\nج - ان مضى من الأول أقصى المدة ، ومن الثاني أقل من ستة اشهر فلا يلحق بأي منهما .\r\nد - ان مضى من الأول ستة اشهر فصاعدا وكذلك من الثاني ، فالأقوى في هذه الحالة لحوقه بالثاني بعد انعدام الإمارات الأخرى الدالة على لحوقه بالأول كالتحليل الموثوق به .\r\nه‍ - نفس الحكم السابق ينطبق إذا تزوجها الثاني بعد تمام العدة للأول وشك في لحوق الولد .\r\nحالة تداخل العدتين :\r\nإذا اجتمعت عدتان على المرأة من مثل عدة وطء الشبهة وعدة الطلاق أو الوفاة أو نحوهما فهل تتداخل العدتان ، أم يجب التعدد ؟ أي التفريق بين العدد ؟ الأحوط في هذه الحالة ترتيب احكام التعدد .\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nواو : حرمة الزواج حال الاحرام\r\nالسنة الشريفة :\r\nا - عن أبي عبد الله - عليه السلام - في حديث قال : « . . والمحرم إذا تزوج وهو يعلم أنه حرام عليه لم تحل له أبداً » ( 1 ) أي لم تحل له المرأة التي تزوجها ) .\r\n2 - وعنه أيضا - عليه السلام - : « ليس للمحرم ان يتزوج ولا يزوج وان تزوج أو زوج محلا فتزويجه باطل » ( 2 ) .\r\n3 - عن أبي جعفر - عليه السلام - قال : « قضى أمير المؤمنين - عليه السلام - في رجل ملك بضع امرأة وهو محرم قبل ان يحل ، فقضى أن يخلي سبيلها ولم يجعل نكاحها شيئا حتى يحل فإذا أحل خطبها إن شاء ، وإن شاء أهلها زوجوه ، وإن شاؤوا لم يزوجوه » ( 3 ) .\r\n4 - عن أبي عبد الله - عليه السلام - قال : « ان المحرم إذا تزوج وهو محرم فرق بينهما ، ولا يتعاودان أبدا » ( 4 ) .\r\nتفصيل القول :\r\n1 - لا يجوز للمحرم ان يتزوج امرأة محرمة أو محلة مطلقا وفي جميع\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 31 - الحديث 1 ) .\r\n( 2 ) وسائل الشيعة / أبواب تروك الأحرام ( الباب 14 - الحديث 1 ) .\r\n( 3 ) المصدر ( الباب 15 - الحديث 2 ) .\r\n( 4 ) المصدر ( الباب 15 - الحديث 3 ) .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\nالأحوال .\r\n2 - إذا تم الزواج مع العلم بالحرمة حرمت الزوجة على الرجل أبدا سواء باشرها أم لا .\r\n3 - ان تم التزوج مع الجهل لم تحرم عليه على الأقوى سواء باشرها أم لم يباشرها ، ولكن العقد باطل على أي حال .\r\n4 - لا فرق في البطلان والتحريم الأبدي بين أن يكون الاحرام لحج واجب أو مندوب ( أي مستحب ) أو لعمرة واجبة أو مندوبة ، ولا في النكاح بين الدوام والمتعة .\r\n5 - لو شك في أن تزويجه هل كان في الاحرام أو قبله بنى على عدم كون التزويج في الاحرام .\r\n6 - إذا تزوج حال الاحرام عالما بالحكم والموضوع ، ثم انكشف له فساد احرامه صح العقد ولم يوجب الحرمة .\r\n7 - يجوز للمحرم ان يوكل محَّلاً في أن يزوجه بعد احلاله ، وكذلك يجوز له ان يوكل محرما في أن يزوجه بعد احلالهما .\r\nزاء : التزوج من الزانية\r\nالقرآن الكريم : « الزاني لا ينكح إلا زانية أو مشركة ، والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين » ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 3 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالسنة الشريفة :\r\nا - في صحيح زرارة قال : سألت أبا عبد الله - عليه السلام - عن قول الله - عز وجل - « الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك » ، قال - عليه السلام - : « هن نساء مشهورات بالزنا ، ورجال مشهورون بالزنا ، قد شهروا بالزنا وعرفوا به ، والناس اليوم بذلك المنزل ، فمن أقيم عليه حد الزنا ، أو شهر منهم بالزنا لم ينبغ لأحد أن يناكحه حتى يعرف منه توبته » ( 1 ) .\r\n2 - في قرب الإسناد قال : سألت أبا عبد الله - عليه السلام - عن المرأة الفاجرة يتزوجها الرجل المسلم ؟\r\nقال - عليه السلام - : « نعم ، وما يمنعه ؟ ولكن إذا فعل فليحصن بابه مخافة الولد » ( 2 ) .\r\n3 - عن زرارة عن أبي جعفر - عليه السلام - قال : سئل عن رجل أعجبته امرأة فسأل عنها فإذا عليها في شيء من الفجور ، فقال - عليه السلام - : « لا بأس أن يتزوجها ويحصنها » ( 3 ) .\r\n4 - في موثق إسحاق بن حريز عن أبي عبد الله - عليه السلام - قال : قلت له : الرجل يفجر بالمرأة ثم يبدو له في تزويجها هل يحل له ذلك ؟ قال - عليه السلام - : « نعم ، إذا هو اجتنبها حتى تنقضي عدتها\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / أبواب ما يحرم بالمصاهرة ( الباب 13 - الحديث 2 ) .\r\n( 2 ) المصدر ( الباب 12 - الحديث 6 ) .\r\n( 3 ) المصدر ( الباب 12 - الحديث 2 ) .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nباستبراء رحمها من ماء الفجور فله ان يتزوجها ، وإنما يجوز له ان يتزوجها بعد ان يقف على توبتها » ( 1 ) .\r\nتفصيل القول :\r\nاسهاما من الاسلام في القضاء على مظاهر الفساد والرذيلة في المجتمع فقد أجازت الشريعة الاسلامية للرجال التزوج من النساء المتهمات بالزنا شريطة أن يعلموا منهن التوبة ، والارتداع عن الرذيلة التي يمارسنها ، وفي هذه المسألة فروع وتفصيلات نذكرها فيما يلي :\r\nا - لا بأس بنكاح الزانية بعد أن تتوب من قبل الزاني بها أو غيره والأحوط الأولى أن يكون الزواج بعد استبراء رحمها بحيضة من مائه أو ماء غيره ، واما الحامل فلا حاجة فيها إلى الاستبراء ، بل يجوز تزويجها ومباشرتها بلا فصل .\r\n2 - الأحوط ترك التزويج من المشهورة بالزنا إلا بعد علم توبتها ، بل لا يترك الاحتياط بترك تزوج الزانية مطلقاً قبل ان يؤنس منها التوبة ومن علامة ذلك دعوتها إلى الفجور فان أبت فقد تابت .\r\nفروع عن الزنا :\r\nا - لا تحرم الزوجة على زوجها بزناها وإن كانت مصرة على ذلك ، ولكن الظاهر أنه يستحب له طلاقها إذا اشتهرت بالزنا ، بل هو الأحوط .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 12 - الحديث 4 ) .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n2 - إذا زنا الرجل بامرأة متزوجة دواما أو متعة فالأحوط ان تحرم عليه أبداً ، وإن كان الأقوى عدم الحرمة ويلحق بها الزنا في العدة الرجعية .\r\n3 - في هذه الحالة لا يجوز له التزويج منها بعد الانفصال من زوجها بطلاق أو موت أو انقضاء مدة التمتع .\r\nحاء : المحرمات باللواط\r\nالسنة الشريفة :\r\n1 - في صحيح ابن أبي عمير عن أبي عبد الله - عليه السلام - في رجل يعبث بالغلام ، قال - عليه السلام - : « إذا أو قبة حرمت عليه بنته وأخته » ( 1 ) .\r\nوعنه - عليه السلام - في رجل لعب بغلام هل تحل له أمه ؟\r\nقال - عليه السلام - : « إذا كان ثقب فلا » ( 2 ) .\r\n3 - وعنه - عليه السلام - في رجل يأتي أخا امرأته فقال : « إذا أو قبة فقد حرمت عليه المرأة » ( 3 ) .\r\nتفصيل القول :\r\nيعتبر اللواط - والعياذ بالله - واحدا من أسباب التحريم الأبدي ، فمثل\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 12 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 12 - الحديث 7 ) .\r\n( 3 ) المصدر ( الباب 12 - الحديث 2 ) .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nهذه الممارسة الشاذة تنشئ التحريم بشأن أقارب الشخص الملاط به على تفصيل نذكره فيما يلي :\r\nا - من لاط بشخص فأوقب ( 1 ) ولو بعض الحشفة حرمت عليه أم الملاط به وإن علت ، وبنته وإن نزلت ، وأخته ، من غير فرق بين كون الملوط به كبيراً أو صغيرا ، والأحوط التحريم أيضا إذا كان اللائط صغيرا وإن كان الأقوى خلافه .\r\n2 - وعلى العكس من ذلك لا تحرم على الملاط به أم اللائط وبنته وأخته على الأقوى .\r\n3 - إذا كان الملاط به خنثى حرمت على اللائط أم هذه الخنثى وبنتها ، لأن المباشرة الجنسية هذه لا تخلو من أن تكون لواطاً ( إذا كان الخنثى ذكرا ) أو زنا ( إذا كان الخنثى أنثى ) ، والتحريم يشمل كلتا الحالتين .\r\n4 - الأحوط حرمة الأم والبنت على اللائط وإن كان اللواط بعد التزوج من واحدة منهما ، وخصوصا إذا طلقها وأراد أن يتزوجها من جديد .\r\n5 - يشمل الحكم الأم الرضاعية وكذلك الأخت والبنت من الرضاعة .\r\n6 - يشمل الحكم في صورة الاكراه والشبهة ، وإن كان الأحوط انتشار الحرمة .\r\n7 - لو شك في تحقق الايقاب وعدمه بنى على العدم .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الايقاب أو الثقب مصطلح يطلق على حالة الادخال الكلي أو الجزئي .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n8 - لا بأس بأن يتزوج ابن اللائط من ابنة الملاط به أو أخته أو أمه ، والأولى الترك في ابنته .\r\nطاء : المحرمات باللمس والنظر\r\nالسنة الشريفة :\r\n1 - عن النبي - صلى الله عليه وآله - : « لا ينظر الله - تعالى - إلى رجل نظر إلى فرج امرأة وابنتها » ( 1 ) .\r\n2 - في صحيح محمد بن مسلم ؛ سئل أحدهما - عليهما السلام - عن رجل تزوج امرأة فنظر إلى رأسها والى بعض جسدها ، أيتزوج بنتها ؟ قال - عليه السلام - : « لا إذا رأى منها ما يحرم على غيره فليس له ان يتزوج ابنتها » ( 2 ) .\r\n3 - عن أبي الربيع قال : سئل أبو عبد الله - عليه السلام - عن رجل تزوج امرأة فمكث أياماً معها لا يستطيعها غير أنه قد رأى منها ما يحرم على غيره ثم يطلقها أيصلح له أن يتزوج ابنتها ؟ قال : « أيصلح له وقد رأى من أمها ما رأى ؟ » ( 3 ) .\r\nتفصيل القول :\r\nمن أسباب التحريم الأخرى النظر أو اللمس بشهوة ، ويقتصر على\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن البيهقي / ج 7 / ص 170 نقلاً عن مستمسك العروة الوثقى .\r\n( 2 ) وسائل الشيعة / من أبواب ما يحرم بالمصاهرة ونحوها ( الباب 19 - الحديث 1 ) .\r\n( 3 ) المصدر ( الباب 19 - الحديث 1 ) .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\nبعض الأقارب حسب التفصيل الآتي :\r\nا - إذا كان للأب مملوكة نظر إليها أو لمسها بشهوة حرمت على ابنه ، وكذا العكس على الأقوى .\r\n2 - لا تحرم أم المملوكة الملموسة والمنظورة على اللامس والناظر على الأقوى ، والأحوط الاجتناب .\r\n3 - الأحوط للرجل اجتناب الربيبة التي لمس أمها أو نظر إليها ، وإن كان الأقوى عدم الحرمة .\r\n4 - الأقوى عدم تسبيب النظر إلى الوجه والكفين أو لمسهما بشهوة الحرمة ، ولكن الاحتياط يقتضي الاجتناب .\r\n5 - يخرج من النظر أو اللمس المسببين للحرمة إذا ما كانا بغير شهوة ، أو إذا كانا للاختبار أو للطبابة والعلاج ، أو كانا عن طريق الصدفة حتى ولو آثارا الشهوة ، إلاّ إذا قصد ذلك لإثارة الشهوة كما إذا مس فرجها ، أو ثديها ، أو ضمها لإثارة الشهوة فالظاهر أن ذلك يدخل ضمن احكام اللمس ، والله العالم .\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالقسم الثالث : في عقد النكاح\r\nا / أحكام العقد الدائم\r\nالسنة الشريفة :\r\nا - عن محمد بن علي بن الحسين بإسناده عن زرارة بن أعين قال : ولماّ تزوج أبو جعفر محمد بن علي الرضا - عليه السلام - ابنة المأمون خطب لنفسه فقال : « الحمد لله متمم النعم » إلى أن قال : « وهذا أمير المؤمنين زوجني ابنته على ما فرض الله » ، ثم ذكر قدر المهر وقال : « زوجتني يا أمير المؤمنين » ؟ قال : بلى ، قال : قبلت ورضيت » ( 1 ) .\r\n2 - عن أبي جعفر - عليه السلام - قال : « جاءت امرأة إلى النبي - صلى الله عليه وآله - فقالت : زوجني ، فقال : من لهذه ؟ فقام رجل فقال : انا يا رسول الله فلما سأله النبي عما لديه للمهر ، قال : ما لي شيء . . فقال : أتحسن شيئا من القرآن ؟ قال : نعم ، قال : زوجتكما على ما تحسن من القرآن فعلمها إياه » ( 2 )\r\n3 - عن أمير المؤمنين - عليه السلام - في حديث طويل إنه قال\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / أبواب عقد النكاح وأولياء العقد ( الباب 1 - الحديث 3 ) .\r\n( 2 ) المصدر السابق ( الحديث 3 ) .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\nلامرأة : « ألك ولي ؟ قالت : نعم هؤلاء إخوتي ، فقال لهم : أمري فيكم وفي أختكم جائز ؟ قالوا : نعم ، فقال - عليه السلام : - اشهد الله ، وأشهد من حضر من المسلمين إني قد زوجت هذه الجارية من هذا الغلام بأربعمائة درهم ، والنقد من مالي » ( 1 ) .\r\nتفصيل القول :\r\nتعريف : حقيقة عقد النكاح انه التزام من طرفيه بالتعايش ضمن حياة مشتركة ، وبموجبه تحل المرأة للرجل ، وهو عبارة عن ايجاب من قبل المرأة أو وكيلها ، وقبول من قبل الزوج أو وكيله لقوله - تعالى : - « وأخذن منكم ميثاقاً غليظاً » ( 2 ) .\r\nالف : شروط الصيغة\r\n1 - يجب أن يكون الايجاب من قبل الزوجة أو الوكيل ( النكاح ) أو ( التزويج ) ويكفي أيضا بلفظ ( المتعة ) في النكاح الدائم شريطة ذكر ما يدل على قصد الدوام .\r\nثم هل يجب الايجاب والقبول بخصوص اللفظ ( أي من خلال النطق المباشر باللسان ) أم يكفي أي مظهر مثل التوقيع على ورقة العقد ؟\r\nالجواب : لا ريب إن اللفظ أحوط .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ( الحديث 6 ) .\r\n( 2 ) النساء / 21 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n2 - يشترط في العقد العربية مع التمكن منها ولو بالتوكيل حسب الاحتياط المستحب .\r\n3 - في غير الحالة السابقة يكفي غيرها من اللغات إذا أدت معنى النكاح والتزويج .\r\n4 - الأحوط التحدث بلفظي الايجاب والقبول بصيغة الفعل الماضي ، ولكن يكفي المستقبل ، والجملة الخبرية ، وحتى بجملة ظاهرها أمر أو استفهام شريطة ايفائها معنى انشاء العقد .\r\n5 - الأحوط أيضاً أن يكون الايجاب من جانب الزوجة ، والقبول من جانب الزوج وإن كان الأقوى جواز العكس .\r\nكيفية الايجاب والقبول :\r\nأ - من جانب المرأة نفسها ومن جانب الرجل نفسه :\r\nتقول المرأة : « زوجتك أو أنكحتك أو متعتك نفسي على الصداق المعلوم » ، ثم يجيب الرجل مباشرة : « قبلت التزويج أو يقول قبلت النكاح ، أو يقول قبلت المتعة » .\r\nب - من جانب وكيل الزوجة ، ووكيل الزوج . يقول وكيل الزوجة لوكيل الزوج : « زوجت أو أنكحت أو متعت موكلتي ( فلانة ) موكلك ( فلان ) على الصداق المعلوم » .\r\nيجيب وكيل الرجل فوراً « قبلت لموكلي ( فلان ) التزويج ، أو النكاح ، أو التمتيع » .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nتبصرة :\r\nا - لا يجب التطابق بين الايجاب والقبول في التعابير ؛ أي بالألفاظ الأخرى غير لفظي الايجاب والقبول ، فيجوز أن تقول المرأة مثلا : « أنكحتك نفسي » فيقول الرجل : « قبلت التزويج » مستعملا لفظ التزويج بدلا من النكاح ، وهكذا الحال بالنسبة إلى المتعلقات الأخرى كأن يقول الأول : « . . . على المهر المعلوم » فيقول الآخر : « . . . على الصداق المعلوم » .\r\n2 - الأخرس يكفيه الايجاب والقبول بالإشارة ، أو بأية وسيلة تدل على العقد كالكتابة ، ووضع البصمات ، شريطة أن يكون ذلك مظهرا للعقد عند العرف .\r\n3 - إذا لحن أحد الطرفين في تلفظ الصيغة فإن كان هذا اللحن مغيراً للمعنى لم تكف الصيغة ، وإن لم يكن مغيرا فلا بأس به على أن يكون في المتعلقات ، وأما اللحن في نفس لفظي الصيغة فان الأحوط عدم الاكتفاء باللفظ الملحون فيه ، كأن يقول : « جوزتك » بدلا من « زوجتك » ، وهكذا الحال بالنسبة إلى اللحن في الاعراب .\r\n4 - يشترط في اجراء الصيغة قصد الانشاء ، أي التعبير بصيغة العقد بهدف اجراء العقد .\r\n5 - لم يشترط في المجري للصيغة أن يكون عارفا بمعناها تفصيلا ، بل يكفي علمه أن معنى هذه الصيغة انشاء النكاح والتزويج ، ومع ذلك فان الأحوط العلم التفصيلي .\r\n6 - تشترط الموالاة بين الايجاب والقبول ، بان يذكر لفظ القبول\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nبعد الايجاب مباشرة دون فاصل ، والمعيار هو صدق التعاقد عرفاً ، وإن كان مع الفصل غير المخل بالموالاة عرفاً ، صح ، مثل ان يبادر أحد الطرفين بقول أنكحتك فلم يقل الطرف الآخر إلا بعد ما ينصحه وليه حتى يقنع ثم يقول : « قبلت » لأن الفصل بين الايجاب والقبول كان بما يتناسب والعقد .\r\n7 - لا يشترط اتحاد مجلس الايجاب والقبول ( أي أن تجري صيغة العقد في مكان واحد ) .\r\nفلو كان القابل غائباً عن المجلس فقال الموجب : « زوجت فلاناً فلانة » وبعد بلوغ الخبر إليه قال : « قبلت » صح العقد شريطة عدم الفصل الطويل ، وصدق المعاقدة والمعاهدة ؛ كما إذا خاطبه وهو في مكان آخر لكنه يسمع صوته ويقول : « قبلت » بلا فصل مضر فإنه يصدق عليه التعاقد ، ومن هنا يجوز العقد عبر الهاتف ، أو الفاكس ، والتلغراف شريطة صدق العقد عرفاً .\r\nباء : شروط العاقد\r\nا - يشترط في العاقد المجري للصيغة الكمال بالبلوغ والعقل ، سواء كان عاقداً لنفسه أو لغيره ، وكالة أو ولاية ، أو فضولاً ( 1 ) .\r\n2 - وبناء على ذلك لا اعتبار بعقد الصبي ، ولا المجنون ، وكذلك\r\n\r\n","description":"","footnote":"\r\n( 1 ) العاقد الفضولي ؛ هو العاقد الذي يجري صيغة العقد لنفسه أو لغيره من غير إذن من الولي كما سيأتي بتفصيل أكثر .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\nلا اعتبار بعقد السكران فلا يصح ولو مع الإجارة بعد إفاقته احتياطا في الأخير .\r\n3 - لا بأس بعقد السفيه ( 1 ) إذا كان وكيلا عن الغير في اجراء الصيغة ، أو أصيلا مع إجازة الولي .\r\n4 - لا بأس بعقد المكره على اجراء الصيغة للغير أو لنفسه إذا أجاز العقد بعد ارتفاع حالة الاكراه .\r\n5 - لا تشترط الذكورة في العاقد ، فتجوز للمرأة الوكالة عن الغير في اجراء الصيغة كما يجوز أن تجريها لنفسها .\r\n6 - يشترط تعيين الزوج والزوجة على وجه يمتاز كل منهما عن غيره بالاسم أو الوصف ، أو الإشارة . فلو قال الموجب : « زوجتك إحدى بناتي » ، أو قال : « زوجت بنتي أحد ابنيك » ، أو « أحد هذين » ، وكذا لو عين كل منهما غير ما عينه الآخر لم يصح العقد .\r\n7 - لا يشترط في النكاح علم كل من الرجل والمرأة بأوصاف الآخر تفصيلا ، فلا يضر بعد تعيين الشخص ، الجهل بأوصافه الثانوية .\r\n8 - لا يجوز في النكاح دواما أو متعة اشتراط خيار الفسخ ( 2 ) في نفس العقد ، فلو شرط فالأقوى بطلان العقد به ، اما اشتراط الخيار في المهر فلا مانع منه بحيث لا يسري التزلزل إلى ذات العقد وإلا فهو باطل ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصطلح يطلق على الإنسان الذي لا يمتلك قدرة على اتخاذ قرار بنفسه بسبب طيشه المالي وعدم معرفته للمصلحة في الأمور وإن تجاوز سن البلوغ ، قال - تعالى - « ولا تؤتوا السفهاء أموالكم » .\r\n( 2 ) خيار الفسخ : أن يعلق العاقد صحة العقد نفسه على تحقق شرط معين فإن لم يتحقق فسخ العقد .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nولكن لا بد من تعيين مدته ، وإذا فسخ قبل انقضاء المدة يكون كالعقد بلا ذكر المهر فيرجع إلى مهر المثل ( 1 ) ، وأما في المتعة حيث إنها لا تصح بلا مهر فاشتراط الخيار فيها لا يخلو من اشكال .\r\nجيم : أولياء العقد\r\nالقرآن الكريم : « فلا تعضلوهن أن ينكحن أزواجهن إذا تراضوا بينهم بالمعروف » ( 2 )\r\n« إلا أن يعفون أو يعفو الذي بيده عقدة النكاح » ( 3 ) .\r\nالسنة الشريفة :\r\nا - عن أبي جعفر - عليه السلام - قال : « المرأة التي قد ملكت نفسها غير السفيهة ولا المولى عليها ، تزويجها بغير ولي جائز » ( 4 ) .\r\n2 - عن أبي عبد الله - عليه السلام - قال : « الجارية البكر التي لها أب لا تتزوج إلا بأذن أبيها » ( 5 ) .\r\n3 - عن أبي الحسن - عليه السلام - : « في المرأة البكر اذنها صمتها ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو المهر العادي الذي يعين عادة للنساء المشابهات لهذه المرأة التي فسخ عقدها قبل انقضاء مدة المهر .\r\n( 2 ) البقرة / 232 .\r\n( 3 ) البقرة / 237 .\r\n( 4 ) وسائل الشيعة / من أبواب عقد النكاح وأولياء العقد ( الباب 3 - الحديث 1 ) .\r\n( 5 ) المصدر السابق ( الباب 4 - الحديث 1 ) .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\nوالثيب أمرها إليها » ( 1 ) .\r\n4 - عن عبد الله بن الصلت قال : سألت أبا عبد الله - عليه السلام - عن الجارية الصغيرة يزوجها أبوها لها أمر إذا بلغت ؟ قال : « لا ، ليس لها مع أبيها أمر » ، قال : وسألته عن البكر إذا بلغت مبلغ النساء ألها مع أبيها أمر ؟ قال : « ليس لها مع أبيها أمر ما لم تكبر » ( 2 ) .\r\n5 - عن أبي عبد الله - عليه السلام - في رجل يريد أن يزوج أخته قال : « يؤامرها فإن سكتت فهو اقرارها ، وان أبت لم يزوجها ، فإن قالت : زوجني فلانا ، زوجها ممن ترضى » ( 3 ) .\r\nتفصيل القول :\r\nتعريف : أولياء العقد مصطلح يطلق على من يمتلكون صلاحية اجراء العقد ، والاذن به بالنسبة إلى الرجل أو المرأة الذين لا يتمتعان بصلاحية تامة في اجراء العقد أو الوكالة عنه بسبب من الأسباب .\r\n1 - أولياء العقد هم الأب ، والجد من جهة الأب بمعنى ؟ أب الأب فصاعدا ، فلا يندرج فيه أب أم الأب .\r\n2 - تثبت ولاية الأب والجد على الصغيرين ، والمجنون المتصل جنونه بالبلوغ بل والمنفصل على الأقوى ، ولا ولاية لهما على البالغ الرشيد ولا على البالغة الرشيدة إذا كانت ثيباً ( 4 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ( الباب 5 - الحديث 1 ) .\r\n( 2 ) المصدر السابق ( الباب 6 - الحديث 3 ) .\r\n( 3 ) المصدر السابق ( الباب 7 - الحديث 1 ) .\r\n( 4 ) أي المرأة التي انفصلت عن زوجها لطلاق أو موت .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n3 - بالنسبة إلى البكر الرشيدة لا يترك الاحتياط بالاستئذان من وليها بالرغم من أن الأقوى نفاذ أمرها إذا امتلكت شؤونها وخرجت عملاً عن ولايته ، ويسقط اعتبار إذنه إذا كان غائبا بحيث لا يمكن الاستئذان منه مع حاجتها إلى التزويج .\r\n4 - لا يشترط في ولاية الجد حياة الأب ولا موته .\r\n5 - كل من الأب والجد مستقل في الولاية ، فلا يلزم الاشتراك في اعطائهما الإذن ولا استئذان أحدهما من الآخر ، فأيهما سبق - مع مراعاة ما تجب مراعاته - لم يبق محل للآخر ، وفي حالة التزامن يقدم عقد الجد ، وكذلك إذا جهل التأريخان .\r\n6 - يشترط في صحة تزويج الأب والجد ونفوذه عدم تسبيبه للمفسدة ، والأحوط في هذا المجال مراعاة المصلحة ، وعلى سبيل المثال لا يجوز للولي تزويج المولى عليه بمن به عيب سواء كان من العيوب المجوزة للفسخ أم لا لأن فيه المفسدة .\r\nأما اختيار الأزواج بأرخص المهر للولد وأغلى المهر للبنت فإنه ليس شرطا . إذا منع الولي ( الأب والجد ) البكر من التزويج مما تسبب ضررا عليها أو مفسدة للمجتمع أو حرجا لها فإن ولايته تسقط ولها المبادرة إلى الزواج من غير إذنه وإذا كانت غير رشيدة فإن الولاية تكون للحاكم الشرعي .\r\nمسائل فرعية :\r\nا - يستحب للمرأة المالكة أمرها ان تستأذن أباها وجدها ، وان لم\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nيكونا فتوكل أخاها ، وإن تعدد الاخوان اختارت الأكبر إذا تساوى في سائر القيم مع غيره والا اختارت حسب الموازين الشرعية الأتقى والأعلم والأحزم .\r\n2 - للوصي أن يزوج المجنون الموصى عليه الذي بلغ مجنونا إذا كان محتاجاً إلى الزواج وذلك بعد إذن الحاكم احتياطاً ، وينبغي تحري المصلحة في الأمر سواء مصلحة الفرد أم مصلحة المجتمع .\r\n3 - نفس الحكم ينطبق على الصغير ، والأحوط انتظار بلوغه ، الا إذا كانت هناك ضرورة فلا بأس بعد اذن الحاكم ، ووجود مصلحة ، وفي هذه الحالة يكفي وجود دلالة عامة في الوصية وان لم يصرح الموصي بذلك ، مثلا يكفي أن يكون في الوصية اصلاح شؤون الأولاد .\r\n4 - للحاكم الشرعي تزويج من لا ولي له من الأب والجد والوصي بشرط الحاجة إليه أو اقتضاء المصلحة العامة ، وذلك باعتبار الحاكم ولياً للأمر أو باعتباره مرجعا للأمور الحسبية ، وفي حالة عدم وجوده فإنه يجب على سائر المؤمنين وجوبا كفائياً عند اقتضاء المصلحة ، وعندئذ فإنهم . يختارون من يقوم عنهم بذلك .\r\n5 - جاء في السنة الشريفة : ان سكوت البكر رضاها ، فإذا استوذنت في أمر الزواج فلم ترفض كان ذلك دليلا على قبولها ، لان من شأنها الحياء عن النطق بالقبول . نعم لو لم يكن السكوت دليلاً - عرفاً - على الرضى كما لو كانت بالغة الحياء مما يجعلها تخجل من الرفض أيضاً فإن ذلك السكوت لا يدل على الرضى .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nدال : شروط وحدود أولياء العقد\r\nا - يشترط في ولاية أولياء العقد المذكورين ؛ البلوغ ، والعقل ، والاسلام إذا كان المولى عليه مسلما .\r\n2 - الأقوى ثبوت ولاية الأب الكافر على ولده الكافر .\r\n3 - الأقوى ثبوت ولاية العبد على أبنائه ، الا انه مولى عليه من قبل مالكه . فولايته محدودة بولاية المالك .\r\n4 - يجب على الوكيل في التزويج ان لا يتعدى عما عينه الموكل من حيث الشخص ، والمهر ، وسائر الخصوصيات وإلا كان العقد فضولياً تتوقف صحته على الإجازة .\r\nهاء : أحكام العقد الفضولي\r\nالسنة الشريفة : جاء في الحديث المأثور عن الإمام الباقر - عليه السلام : - أنه سئل عن رجل زوجته أمه وهو غائب قال : « النكاح جائز ، إن شاء المتزوج قبل وإن شاء ترك ، فإن ترك المتزوج تزويجه فالمهر لازم لأمه » ( 1 ) .\r\nوفي حديث آخر مأثور عنه أيضا : قال : سألته عن مملوك تزوج بغير اذن سيده ، فقال : ذاك إلى سيده إن شاء أجازه وإن شاء فرق\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 211 / أبواب عقد النكاح ( الباب 7 - الحديث 3 ) .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\nبينهما » ( 1 ) .\r\nتفصيل القول :\r\nتعريف : المراد بالعقد الفضولي العقد الصادر ممن لا صلاحية له على العقد ، واليك أمثلة على ذلك : الأخ يزوج أخته من غير اذنها ، أو الأم تزوج ابنها ، أو وكيل المرأة يزوجها من دون إذنها ، أو الولي يزوج المولى عليه من به عيب ، أو المملوك يتزوج من غير اذن مالكه ، كل هذه أمثلة على الزواج الفضولي .\r\n1 - الأقوى صحة النكاح الواقع فضولا مع الإجازة في كل الأحوال ، سواء كان فضوليا من أحد الطرفين أو كليهما .\r\n2 - لا يشترط في الإجازة لفظ خاص ، بل تقع بكل ما دل على حصول الرضى بذلك العقد ، بل تقع بالفعل الدال على الرضى .\r\n3 - الإجازة كاشفة عن صحة العقد من حين وقوعه ، فيجب ترتيب الآثار من حينه .\r\nواو : الدعاوي في الزوجية\r\nالسنة الشريفة :\r\n1 - عن يونس قال : سألته ( أي الإمام الرضا - عليه السلام ) -\r\nعن رجل تزوج امرأة في بلد من البلدان فسألها : ألك زوج ؟ فقالت :\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 523 / أبواب نكاح العبيد ( الباب 24 - الحديث 1 ) .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nلا ، فتزوجها ، ثم إن رجلا أتاه فقال : هي امرأتي ، فأنكرت المرأة ذلك ، ما يلزم الزوج ؟ فقال - عليه السلام - : « . هي امرأته إلا أن يقيم البينة » ( 1 ) .\r\n2 - وعن عبد العزيز بن المهتدي قال : سألت الرضا - عليه السلام - قلت : جعلت فداك أن أخي مات وتزوجت امرأته ، فجاء عمي فأدعي إنه كان تزوجها سرا ، فسألتها عن ذلك ، فأنكرت أشد الانكار ، وقالت : ما بيني وبينه شيء قط ، فقال - عليه السلام - : « يلزمك اقرارها ، ويلزمه انكارها » ( 2 ) .\r\n3 - عن ميسر قال : قلت لأبي عبد الله - عليه السلام : - القى المرأة بالفلاة التي ليس فيها أحد ، فأقول لها : ألك زوج ؟ فتقول : لا ، فأتزوجها ؟ قال - عليه السلام - : « نعم وهي المصدقة على نفسها » ( 3 ) .\r\nتفصيل القول :\r\nقاعدة : الأصل في هذا المجال أن النساء مصدقات على أنفسهن فيما يخص الزواج أو التمتع ، فعلى الرجل أن يتصرف وفقا لما تخبره المرأة كما ورد في الحديث السابق ، وفي هذا الأصل فروع وتفصيلات نذكر بعضاً منها فيما يلي :\r\nا - إذا ادعى رجل زوجية امرأة فصدقته ، أو ادعت امرأة زوجية\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / من أبواب عقد النكاح ( الباب 23 - الحديث 3 ) .\r\n( 2 ) المصدر السابق ( الباب 23 - الحديث 1 ) .\r\n( 3 ) المصدر السابق ( الباب 25 - الحديث 2 ) .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nرجل فصدقها حكم لهما بذلك في ظاهر الشرع .\r\n2 - إذا دلت الشواهد على أن دعوى الزوجية تستهدف تضييع حق طرف ثالث فإن من المحتمل النظر في الدعوى حسب الأصول المرعية في الدعاوى .\r\n3 - اما إذا ادعى أحدهما الزوجية وأنكر الأخر فتجري عليهما قواعد الدعوى .\r\n4 - إذا تزوج الرجل امرأة تدعي خلوها من الزوج فادعى زوجيتها رجل آخر لم ينظر في دعواه إلا بالبينة ، أو شواهد كافية تجعلنا نشك في ادعائها .\r\n5 - إذا علم أحد الطرفين بوجود العلاقة الزوجية ، ولم يعلمها الطرف الثاني فإن على الأول العمل وفق علمه وترتيب آثار الزوجية ، بينما ، لا يجب على الطرف الثاني ، وليس للأول اكراه الثاني عليها . هذا في مقام الثبوت ، اما في مرحلة الاثبات عند الناس فإن حكم الحاكم الشرعي هو الذي يفصل في الأمر .\r\n6 - يجوز نكاح امرأة تدعي انها غير متزوجة من دون فحص ، وان علم أنها كانت ذات بعل سابقاً ، إذا ادعت موت زوجها أو الطلاق منه ، إلا إذا كانت متهمة في دعواها فالأحوط الفحص عن حالها .\r\n7 - إذا غاب شخص وانقطعت اخباره وادعت زوجته علمها بوفاته جاز نكاحها ، وان لم يحصل العلم بقولها ، ما لم يعلم بكذبها . ولكن الأحوط ترك نكاحها إلا بعد الفحص إذا كانت متهمة .\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n2 - أحكام المهر\r\nالقرآن الكريم :\r\n1 - « وآتوا النساء صدقاتهن نحلة فإن طبن لكم عن شيء منه نفساً فكلوه هنيئا مريئا » ( 1 ) .\r\n2 - « وان أردتم استبدال زوج مكان زوج وآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا أتأخذونه بهتاناً وإثما مبينا * وكيف تأخذونه وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقاً غليظاً » ( 2 ) .\r\n3 - « لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين * وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم الا أن يعفون أو يعفو الذي بيده عقدة النكاح وأن تعفوا أقرب للتقوى ولا تنسوا الفضل بينكم إن الله بما تعملون بصير » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 4 .\r\n( 2 ) النساء / 20 - 21 .\r\n( 3 ) البقرة / 236 - 237 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n4 - « يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبينة وعاشروهن بالمعروف فإن كرهتموهن فعسى أن تكرهوا شيئاً ويجعل الله فيه خيرا كثيرا » ( 1 ) .\r\nالتدبر في الآيات :\r\n1 - نستوحي من الآية الكريمة ( النساء / 4 ) ان المهر صداق ، وان على الزوج ان يؤتيه زوجته نحلة فلا يطمع في استرداده يوما ما فهو نحلة وعطاء وكأنه بلا مقابل ، وإنه شرع الله وليس مبادلة مادية .\r\nوهكذا يفرق بين المهر والأجر ( في الإماء والمتعة ) فالمهر صداق وانه نحلة ، بينما الأجر يكون في مقابل البضع .\r\n2 - ونستفيد من الآية المباركة ( النساء / 20 ) ما يزيد هذا المعنى وضوحا فإذا أعطى المرء زوجته المهر ثم أراد ان يطلقها ويتزوج غيرها فلا يجوز له ان يطالبها بالمهر حتى ولو كان مقدار المهر كبيرا ( قنطاراً من الذهب مثلا ) .\r\n3 - ويبدو من الآية التالية ( النساء / 21 ) ان سبب استقرار المهر العقد ( الميثاق الغليظ ) والدخول ( الافضاء ) فإذا تم العقد فقد استقر نصف المهر حتى ولو طلقها فعليه أن يدفع إليها ذلك النصف إلا أن تهبه له ( وتلك وصية الله لها ولأوليائها أن يعفوا عن نصف المهر المستقر على ذمة الرجل ) وهذه الوصية نقرأها في الآيتين ( البقرة / 236 - 237 ) . أما\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 19 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nإذا دخل بها وأفضى إليها فقد استقر المهر كله .\r\n4 - ولا يحل للزوج أن يؤذي زوجته حتى تتنازل له عن مهرها لكي يطلقها ، إلا إذا كانت هنالك أسباب شرعية مثل ان تأتي بفاحشة مبينة ، انظر ( الآية 19 من سورة النساء ) .\r\n5 - وهكذا تهدينا بصائر الوحي إلى أن المهر حق مشروع من حقوق المرأة بأصل الشرع ، فإذا لم يحدد لها الزوج مهرا وأراد أن يطلقها ، فعليه أن يمتعها ويعطيها حسب وسعه بالمعروف ، وهكذا يجب أن ينظر في حالهما عند تقدير المتعة ( ووسعه وما تستحق هي عرفا ) .\r\nالسنة الشريفة :\r\nا - روي عن الإمام الصادق - عليه السلام - أنه قال :\r\n« إنما صار الصداق على الرجل دون المرأة ، وإن كان فعلهما واحداً ، لأن الرجل إذا قضى حاجته منها قام عنها ، ولم ينتظر فراغها ، فصار الصداق عليه دونها لذلك » ( 1 ) .\r\n2 - وروى محمد بن مسلم عن الإمام الصادق - عليه السلام - أنه قال : قلت له أدنى ما يجزي من المهر ، قال : « تمثال من سكر » ( 2 ) .\r\n3 - وعن فضيل بن يسار عن الإمام الباقر - عليه السلام - قال : « الصداق ما تراضيا عليه من قليل أو كثير » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 3 أبواب المهور ( الباب 11 - الحديث 10 ) .\r\n( 2 ) المصدر / ج 7 / ص 1 أبواب المهور ( الباب 1 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 2 ( الباب 1 - الحديث 3 ) .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n4 - وروي عن الوشاء عن الإمام الرضا - عليه السلام - أنه قال سمعته يقول : « لوان رجلا تزوج المرأة وجعل مهرها عشرين الفاً ، وجعل لأبيها عشرة آلاف كان المهر جائزاً ، والذي جعله لأبيها فاسداً » ( 1 ) .\r\n5 - وروى الإمام الباقر - عليه السلام - من سيرة الرسول - صلى الله عليه وآله - في الامهار بالمنفعة ما يلي :\r\n« جاءت امرأة إلى النبي فقالت : زوجني . فقال رسول الله - صلى الله عليه وآله : - من لهذه ؟ فقام رجل فقال : انا يا رسول الله زوجنيها . فقال : ما تعطيها ؟ فقال : ما لي شيء قال : لا ، فأعاد رسول الله الكلام فلم يقم أحد غير الرجل ، ثم أعاد فقال رسول الله في المرة الثالثة : أتحسن من القرآن شيئاً ؟ قال : نعم ، قال : قد زوجتكما على ما تحسن من القرآن فعلّمها إياه » ( 2 ) .\r\n6 - وروى بريد العجلي عن الإمام الباقر - عليه السلام - قال : سألته عن رجل تزوج امرأة على أن يعلمها سورة من كتاب الله ، فقال : « ما أحب أن يدخل حتى يعلمها السورة ويعطيها شيئاً » ( 3 ) .\r\n7 - وقال ابن عواض سألت أبا عبد الله الصادق - عليه السلام - عن الرجل يتزوج المرأة فلا يكون عنده ما يعطيها فيدخل بها ، قال : « لا بأس إنما هو دين عليه لها » ( 4 ) .\r\n8 - وعن عبيد بن زرارة قال : قلت لأبي عبد الله : النصراني\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 19 ( الباب 8 - الحديث 1 )\r\n( 2 ) المصدر / ص 4 ( الباب 2 - الحديث 1 )\r\n( 3 ) المصدر / ص 12 ( الباب 7 - الحديث 2 )\r\n( 4 ) المصدر / ص 14 ( الباب 8 - الحديث 2 )\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\nيتزوج النصرانية على ثلاثين زقاً خمراً وثلاثين خنزيراً ، ثم أسلما بعد ذلك ، ولم يكن دخل بها قال : « لينظركم قيمة الخنازير وكم قيمة الخمر ، ويرسل به إليها ثم يدخل عليها وهما على نكاحهما الأول » ( 1 ) .\r\n9 - وروى علي بن أبي حمزة قال : قلت لأبي الحسن الرضا - عليه السلام : - تزوج رجل امرأة على خادم قال فقال لي : « وسط من الخدم » ، قال : قلت : على بيت ، قال : « وسط من البيوت » ( 2 ) .\r\nتفصيل القول :\r\nا - كل ما يتراضى عليه الطرفان يصح أن يكون مهرا في العقد .\r\n2 - يصح أن يجعل المهر عيناً أو منفعة أو حقا . . فلو عقد عليها وجعل المهر تعليمها القرآن الحكيم أو الفقه ، جاز .\r\n3 - لو جعل المهر إجارة نفسه مدة من الزمان ، صح إذا عادت إليها المنفعة ، ويكفي أن يكون المهر مشاهدا مثل هذه القطعة من الأرض أو هذا البيدر من القمح أو هذه القلادة من الذهب .\r\n4 - ولا حد لقليل المهر ولا لكثيره والأفضل أن يكون بقدر مهر السنة خمسمائة درهم فضة ، فإذا أراد أن يزيدها فالأفضل أن يعطيها نحلة .\r\n5 - وإذا جعل المهر شيئا مجهولاً ( كتعليم سورة من القرآن غير محددة أو تعليم اللغة العربية أو اعطاء أراض زراعية ) . فلو اعتمد على\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 4 ( الباب 3 - الحديث 2 )\r\n( 2 ) المصدر / ص 36 ( الباب 25 - الحديث 2 )\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\nالعرف صح ورجعا إليه في تحديده ، اما إذا لم يعتمدا عليه فقد بطل المهر ورجع إلى مهر المثل ، والأحوط فيه الصلح وإذا كان رضاها يعني تفويضها المهر إليه فإن ذلك يرجع إلى احكام التفويض .\r\n6 - ولو أمهرها بضاعة فاسدة ، أو أوراقا نقدية مزورة ، أو شيكاً بلا رصيد ، فإن المهر يكون الصحيح من ذلك كقيمة البضاعة ، أو مقدار النقود ، أو مبلغ الشيك ، وقيل يرجعان إلى مهر المثل .\r\nفروع عن المهر\r\nالقران الكريم :\r\n« الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من أموالهم » ( 1 ) .\r\nنستفيد من الآية الكريمة ان قيمومة الرجل على المرأة انما هي بسبب تدبيره ( وهو الذي يجعل بعض الناس يقودون البعض الآخر ) وبسبب الانفاق الذي يقدمه الرجل فلو لم ينفق فلا قيمومة له .\r\nالسنة الشريفة :\r\nا - روى ابن أبي نصر قال : سئل أبو الحسن الأول الكاظم - عليه السلام - عن الرجل يزوج ابنته أله أن يأكل صداقها ؟ قال : « لا ، ليس\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 34 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\nذلك له » ( 1 ) .\r\n2 - عن الفضيل بن يسار عن الإمام الصادق - عليه السلام - في الرجل يتزوج المرأة ولا يجعل في نفسه أن يعطيها مهرا ، فهو زنا ( 2 ) .\r\n3 - وعن الصادق - عليه السلام : - في الرجل يتزوج بعاجل وآجل قال : « الأجل إلى موت أو فرقة » ( 3 ) .\r\n4 - وروى إسحاق بن عمار عن الإمام الصادق - عليه السلام - عن أبيه ان علي بن أبي طالب - عليه السلام - كان يقول : « من شرط لامرأته شرطا فليف لها به ، فإن المسلمين عند شروطهم ، إلا شرطا حرم حلالا أو أحل حراما » ( 4 ) .\r\n5 - وروي عن حمادة بنت الحسن ، قالت : سألت أبا عبد الله الصادق - عليه السلام - عن رجل تزوج امرأة وشرط لها ان لا يتزوج عليها ورضيت ان ذلك مهرها ، قالت فقال أبو عبد الله : « هذا شرط فاسد لا يكون النكاح إلا على درهم أو درهمين » ( 5 ) .\r\n6 - وروى الحلبي قال : سألته عن الرجل يتزوج امرأة فدخل بها ولم يفرض لها مهرا ثم طلقها ، فقال : « لها مهر مثل مهور نسائها ويمتعها » ( 6 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 26 ( الباب 15 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 21 ( الباب 11 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 20 ( الباب 10 - الحديث 1 )\r\n( 4 ) المصدر / ص 50 ( الباب 40 - الحديث 4 )\r\n( 5 ) المصدر / ص 29 ( الباب 20 - الحديث 1 )\r\n( 6 ) المصدر / ص 24 ( الباب 12 - الحديث 1 )\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n7 - وعن أبي بصير قال سألت أبا عبد الله الصادق - عليه السلام - عن الرجل يفوض إليه صداق امرأته فنقص عن صداق نسائها : قال : « تلحق بمهر نسائها » ( 1 ) .\r\n8 - وعن زرارة قال سألت أبا جعفر الباقر - عليه السلام - عن رجل تزوج امرأة على حكمها ، قال : « لا يجاوز حكمها مهور آل محمد اثنتي عشرة أوقية ونشأ ، وهو وزن خمسمائة درهم من الفضة » قلت : أرأيت ان تزوجها على حكمه ورضيت بذلك ، قال فقال : « ما حكم من شيء فهو جائز عليها قليلاً كان أو كثيراً » ( 2 ) .\r\n9 - وعن علي بن حمزة قال قلت لأبي الحسن الرضا - عليه السلام - تزوج رجل امرأة على خادم قال : فقال لي : « وسط من الخدم » قال : قلت على بيت قال : « وسط من البيوت » ( 3 ) .\r\n10 - وعن عبيد بن زرارة قال : قلت لأبي عبد الله الصادق - عليه السلام : - رجل تزوج امرأة على مائة شاة ثم ساق إليها الغنم ، ثم طلقها قبل أن يدخل بها وقد ولدت الغنم ، قال : « ان كانت الغنم حملت عنده رجع بنصفها ونصف أولادها ، وإن لم يكن الحمل عنده رجع بنصفها ولم يرجع من الأولاد بشيء » ( 4 ) .\r\n11 - وروي عن النبي - صلى الله عليه وآله - :\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 33 ( الباب 21 - الحديث 4 )\r\n( 2 ) المصدر / ص 32 ( الباب 21 - الحديث 1 )\r\n( 3 ) المصدر / ص 36 ( الباب 25 - الحديث 2 )\r\n( 4 ) المصدر / ص 44 ( الباب 34 - الحديث 1 )\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n« أيما امرأة تصدقت على زوجها قبل أن يدخل بها إلا كتب الله لها بكل دينار عتق رقبة » .\r\nقيل يا رسول الله فكيف بالهبة بعد الدخول ؟ قال : « انما ذلك من المودة والألفة » ( 1 ) .\r\n12 - وجاء عن الحلبي عن الإمام الصادق - عليه السلام : - في الرجل يطلق امرأته قبل أن يدخل بها قال : « عليه نصف المهر إن كان فرض لها شيئاً وإن لم يكن فرض لها شيئا فليمتعها على نحو ما يمتع به مثلها من النساء » ( 2 ) .\r\n13 - وعن العياشي في تفسيره عن أبي عبد الله وأبي الحسن موسى - عليهما السلام - قال : سألت أحدهما عن المطلقة ما لها من المتعة ، قال : « على قدر مال زوجها » ( 3 ) .\r\n14 - وروى زرارة عن أبي جعفر الباقر - عليه السلام - في رجل أسر صداقا ، وأعلن أكثر منه فقال : « هو الذي أسر ، وكان عليه النكاح » ( 4 ) .\r\nتفصيل القول :\r\n1 - بالعقد تملك الزوجة مهرها . فلو تلف في يد الزوج فمنه ، ولو وجدت فيه عيبا كان لها ردها أو أخذ الفرق ، ويجوز لها إلا تمكنه من\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 36 ( الباب 26 - الحديث 1 )\r\n( 2 ) المصدر / ص 55 ( الباب 48 - الحديث 7 )\r\n( 3 ) المصدر / ص 58 ( الباب 49 - الحديث 7 )\r\n( 4 ) المصدر / ص 26 ( الباب 15 - الحديث 7 )\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\nنفسها حتى تقبض المهر المعجل كاملا ، ولا فرق في ذلك بين أن يكون الزوج مؤسراً أو معسرا ، اما المهر المؤجل فأمره يختلف إذ لا يجوز لها ذلك .\r\n2 - يجب الوفاء بالشرط في المهر حسب ما تراضيا عليه . فلو اشترط عليها ان تشتري بمهرها ، أثاث البيت فعليها الوفاء بذلك ولو لم تشترط ولكن كان ذلك أمراً عرفيا قد تراضيا بالعقد على أساسه ، لزمها أيضا لأنه شرط ضمني . بلى لو شرطا ما يخالف كتاب الله وسنة الرسول مثل الا يتزوج عليها أولا يعدل بينها وبين ضرتها بطل الشرط وصح العقد والمهر ، ولكن لو كانت لا ترضى بذلك القدر من المهر من دون ذلك الشرط الفاسد فان عليهما ان يتصالحا في مقدار المهر أو يرجعا إلى مهر أمثالها من الأزواج .\r\n3 - لو لم يذكرا مهرا في العقد ان دخل بها وجب أن يعطيها مهر أمثالها ، وان طلقها قبل الدخول وجب أن يمتعها بما يناسب مستواهما الاجتماعي .\r\n4 - مهر المثل ، يعنى تقدير مثل هذه المرأة من مختلف الجهات ( جمالاً وشرفا ) لمعرفة مقدار مهر أمثالها عرفا .\r\n5 - المتعة تعني أيضا تقدير حالة الزوج وتقديم ما يناسبه ، فإن كان غنيا دفع إليها هدية ثمينة ( مثل قلادة ذهبية أو ثياب فاخرة ) ، وان كان متوسطا قدم لها هدية متوسطة ( مثل أساور ذهبية ) ، وان كان فقيراً قدم هدية متواضعة ( مثل خاتم مذهب ) ، والمعيار هو العرف .\r\n6 - لو تراضيا بعد العقد بقدر محدد من المهر جاز .\r\n7 - إذا فوضت المرأة المهر إلى الزوج ، جاز أن يحكم بما شاء ،\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nقليلا أو كثيرا ، شريطة ان يتناسب ومراد الزوجة في التفويض عرفاً ، والأفضل اختيار مهر السنة أو مهر أمثالها .\r\n8 - إذا فوض الرجل أمر المهر إلى زوجته فلها أن تحكم بما شاءت في حدود مهر أمثالها ، وقال الفقهاء ؛ لا يجوز أن تزيد عن مهر السنة ( 500 درهم ) وهذا هو الأحوط .\r\n9 - لو اشترطت عليه إلا يتزوج عليها ، وجعلت ذلك بمثابة المهر صح العقد وبطل المهر ولها مهر أمثالها .\r\n10 - والصداق يملك بالعقد ولكنه لا يثبت كله إلا بالدخول أو بالقبض ، فإن طلقها بعد القبض وقبل الدخول وكان للمهر فوائد ( غلة البستان أو ايجار البيت خلال الفترة بين قبضها للمهر وبين الطلاق ) فإنها تملك الفوائد ويرجع الزوج بنصف المهر دون تلك الفوائد فقط وإن طلقها قبل ان يقبضها فإن فوائد المهر تكون بينهما .\r\n11 - وهكذا يجوز للزوجة ان تتصرف في كل المهر فور اتمام العقد ، فلو أبرأته منه صح فإن طلقها رجع عليها بنصف المهر .\r\n12 - إذا طلقها قبل الدخول يستحب لها أو لوليها العفو عما عليه من المهر .\r\n13 - إذا اتفقا على مهر ، سرا وأظهرا للناس غيره ، فإن المهر هو المتفق عليه ، ولا يعتني بما أظهراه ما دام عقد النكاح تم على أساس المهر الذي تراضيا به بصورة سرية .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n3 / أحكام العيوب\r\nالف : عن عيوب الرجل\r\nالقرآن الكريم : « وما جعل عليكم في الدين من حرج ملة أبيكم إبراهيم هو سماكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم وتكونوا شهداء على الناس » ( 1 ) .\r\nنستفيد من الآية ان كل حكم شرعي يسبب حرجا منفيا لا يكون مقبولا حتى يرفع الحرج ، فإذا كان بقاء الزوجية سببا للحرج على الزوج أو الزوجة فإن لهما الفسخ .\r\nالسنة الشريفة :\r\nا - روي عن الإمام الصادق - عليه السلام - : « المرأة ترد من أربعة أشياء ؟ من البرص والجذام والجنون والقرن وهو العفل ما لم يقع عليها\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحج / 78 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\nفإذا وقع عليها فلا » ( 1 ) .\r\n2 - وقال الحسن بن صالح سألت أبا عبد الله الصادق - عليه السلام - عن رجل تزوج امرأة فوجد بها قرناً قال : « هذه لا تحبل وينقبض زوجها من مجامعتها ترد على أهلها » ( 2 ) .\r\n3 - وقال الإمام الباقر . - عليه السلام - : « ترد العمياء والبرصاء والجذماء والعوجاء » ( 3 ) .\r\n4 - وسئل ( الإمام الكاظم ) أبو إبراهيم - عليه السلام - عن امرأة يكون لها زوج قد أصيب في عقله بعد ما تزوجها أو عرض له جنون قال : « لها أن تنزع نفسها منه إن شاءت » ( 4 ) .\r\n5 - وعن الإمام الصادق - عليه السلام - عن أبيه : « أن علياً - عليه السلام - لم يكن يرد من الحمق ويرد من العسر » ( 5 ) .\r\n6 - وسأل أبو بصير المرادي الإمام الصادق - عليه السلام - عن امرأة ابتلى زوجها فلا يقدر على جماع اتفارقه ؟ قال : « نعم إن شاءت » ( 6 ) .\r\n7 - وعن الحلبي في حديث قال الإمام - عليه السلام - في رجل يتزوج المرأة فيقول لها أنا من بني فلان فلا يكون كذلك ، فقال : « تفسخ\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 593 / من أبواب العيوب ( الباب 1 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 1 - الحديث 3 )\r\n( 3 ) المصدر / ص 594 ( الباب 1 - الحديث 7 )\r\n( 4 ) المصدر / ص 607 ( الباب 12 - الحديث 1 )\r\n( 5 ) المصدر ( الباب 12 - الحديث 2 )\r\n( 6 ) المصدر / ص 610 ( الباب 14 - الحديث 1 )\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nالنكاح أو قال ترد » ( 1 ) .\r\nتفصيل القول :\r\nكل عيب في الرجل يجعل الحياة الزوجية غير ممكنة أو يسبب حرجا يتيح للزوجة الفراق وذلك حسب التفصيل التالي :\r\n1 - الجنون البالغ درجة فقدان التمييز ، سواء كان دائما أو أدواريا شريطة أن يشمله اسم المجنون عرفا ، فلو مر عليه طائف من الخبل لا يصدق عليه هذا الاسم فإنه لا يسلط الزوجة على الفسخ .\r\n2 - لا فرق في الجنون بين أن يكون سابقا على العقد أو يتجدد بعده .\r\n3 - يلحق بالجنون الأمراض العصبية التي يفقد صاحبها السيطرة على تصرفاته ، وتسبب معاشرته حرجا على الزوجة .\r\n4 - الخصاء والجب والعنن وكلما يفقد الزوج القدرة على المعاشرة الجنسية ، فقدانا كاملا يعطي المرأة حق الفسخ .\r\n5 - هل يلحق بالعنن الابتلاء بمرض يمنع من المباشرة بسببه منعا باتاً كمرض نقص المناعة ( الإيدز ) ؟ الأقوى نعم .\r\n6 - لو حكم عليه بالأعدام أو السجن المؤبد أو ابتلي بالمخدرات وأصر عليها ، مما جعل حياته العائلية حرجا على الزوجة ، فان لها الفراق .\r\n7 - لو تبين لها أن زوجها عقيم أوان دمها لا يتناسب ودمه فهل يجوز لها أن تفارقه ؟ الأقوى نعم ، لو كان في ذلك حرج عليها .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 614 ( الباب 16 - الحديث 1 )\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n8 - لو تبين لها أنه مدمن على الفواحش ، أوانه مبتلى بأمراض معدية خطيرة لا تستطيع أن تتجنبها لو عاشرته أوما يسبب لها حرجا حقيقا في معاشرته يجوز لها أن تفارقه .\r\n9 - كلما كان لها الخيار وجب أن تأخذ به فورا اما إذا رضيت به ، ثم عادت تريد الفراق فليس لها ذلك إلا إذا تجدد عيب أو تزايد مما يعطيها حقا جديدا .\r\n10 - الأولى أن يتم الفراق بعد مرافعة إلى الحاكم الشرعي وحكم صريح منه .\r\nباء : عن التدليس وعيوب المرأة\r\nالسنة الشريفة :\r\nا - روى رفاعة بن موسى عن أبي عبد الله الصادق عليه السلام قال : « ترد المرأة من العفل والبرص والجذام والجنون ، وأما ما سوى ذلك فلا » ( 1 ) .\r\n2 - وعن الحسن بن صالح قال سألت أبا عبد الله الصادق - عليه السلام - عن رجل تزوج امرأة فوجد بها قرنا ، قال : « هذه لا تحبل وينقبض زوجها من مجامعتها وترد على أهلها » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 593 / أبواب العيوب والتدليس ( الباب 1 - الحديث 2 ) .\r\n( 2 ) المصدر ( الباب 1 - الحديث 3 ) القرن والعفل ( بالفاء ) حسب ما عن كتاب المغرب في اللغة القرن في الفرج مانع يمنع من سلوك الذكر فيه ، اما غدة غليظة أو لحمة مرتفعة أو عظم ( راجع جواهر الكلام / ج 3 / ص 333 ) .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n3 - وعن أبي عبيدة عن أبي جعفر الباقر - عليه السلام - « إذا دلست العفلاء والبرصاء والمجنونة والمفضاة ومن كان بها زمانة ظاهرة فإنها ترد على أهلها من غير طلاق » ( 1 ) .\r\n4 - وعن محمد بن مسلم عن أبي جعفر الباقر - عليه السلام - قال : « ترد العمياء والبرصاء والجذماء والعرجاء » ( 2 ) .\r\n5 - وروى محمد بن مسلم عن أبي جعفر - عليه السلام - فقال سألته عن رجل خطب إلى رجل بنتا له من مهيرة ( زوجة حرة ) فلما كان ليلة دخولها على زوجها ادخل عليه بنتا له أخرى من أمة قال : « ترد على أبيها وترد إليه امرأته ويكون مهرها على أبيها » ( 3 ) .\r\nتفصيل القول :\r\nيستحق طرفا النكاح حق الفسخ متى كانت صفات الطرف الأخر مخالفة لما تراضيا عليه رضا كلاميا أو ضمنياً ، وبنيا عليه إجراء العقد بحيث لم يرض بالعقد من دونه وفروع المسألة :\r\n1 - إذا تزوج الرجل المرأة على أساس إنها سالمة فإذا بها مجنونة أو مجذومة أو برصاء أو عرجاء أو عمياء أو قرناء أو ذات زمانة ظاهرة أو خفية أو مفضاة ، فان لزوجها فسخ العقد ان لم يرض بحالها فإذا رضي سقط خياره .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 594 ( الباب 1 - الحديث 5 ) .\r\n( 2 ) المصدر / ص 594 ( الباب 1 - الحديث 7 ) .\r\n( 3 ) المصدر / ص 603 ( الباب 8 - الحديث 2 ) .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n2 - إذا تراضيا على عقد النكاح بناء على شروط مذكورة أو معروفة ضمنيا ، فإذا بالمرأة أو الرجل كانا بغير تلك الصفات ، فان للزوج أو الزوجة حق الفسخ .\r\n3 - لو اشترطا أن تكون المرأة بكرا فكانت ثيبا ، أو حرة فإذا هي أمة ، أو أن تكون البنت الصغرى فإذا بها الكبرى ، أو علوية فإذا بها غير علوية ، وهكذا سائر الصفات التي يختلف فيها الانظار فإن للزوج حق الفسخ .\r\n4 - إذا ادعى الرجل انه مهندس أو تاجر ، فإذا به عامل أو كاسب ، أو ادعى انه غير متزوج فإذا به متزوج أو انه من البلد الكذائي أو الطائفة الكذائية فلم يكن ، فإن للزوجة الحق في الفسخ إذا كان رضاها بالنكاح على أساس تلك الصفات التي ذكرت لها .\r\n5 - لو ارتكبت الزوجة أو الزوج الفاحشة قبل الدخول وكان في ذلك ما يتنافى وشرط النكاح أو كان يسبب حرجا للطرف الأخر فان له الفسخ .\r\nأحكام الفسخ بالعيب والتدليس\r\nالسنة الشريفة :\r\nا - روى أبو البختري عن جعفر عن أبيه أن عليا - عليه السلام - كان يقول : « يؤخر العنين سنة من يوم ترافعه امرأته فإن خلص إليها والا فرق بينهما فإن رضيت ان تقيم معه ثم طلبت الخيار بعد ذلك فقد سقط الخيار ولا خيار\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nلها » ( 1 ) .\r\n2 - وفي حديث مفصل عن أبي حمزة عن الإمام الباقر - عليه السلام - قال : « فإن تزوجت وهي بكر فزعمت أنه لم يصل إليها فإن مثل هذا تعرفه النساء فلينظر إليها من يوثق به منهن ، فإذا ذكرت انها عذراء فعلى الإمام أن يؤجله سنة ، فإن وصل إليها والا فرق بينهما ، وأعطيت نصف الصداق ولا عدة عليها » ( 2 ) .\r\n3 - وعن الحلبي عن الإمام الصادق - عليه السلام - ؛ سألته عن المرأة تلد من الزنا ولا يعلم بذلك أحد الا وليها ، أيصلح له ان يزوجها ويسكت على ذلك إذا كان قد رأى منها توبة أو معروفا ؟ فقال : « ان لم يذكر ذلك لزوجها ثم علم بعد ذلك فشاء ان يأخذ صداقها من وليها بما دلس عليه كان ذلك على وليها ، وكان الصداق الذي أخذت ، لها لا سبيل عليها فيه بما استحل من فرجها وإن شاء زوجها ان يمسكه فلا بأس » ( 3 ) .\r\nتفصيل القول :\r\n1 - إنما يحق للزوج الفسخ من عيوب زوجته التي ذكرت أنفاً إذا كانت قبل . العقد ، اما العيوب التي تتجدد بعد الدخول أو بعد العقد حتى ولو كانت قبل الدخول ، فإنها لا تعطيه حق الفسخ لأن له حق الطلاق .\r\n2 - لو لم يبادر الذي يملك حق الفسخ إلى الأخذ به سقط خياره ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 612 ( الباب 14 - الحديث 9 ) .\r\n( 2 ) المصدر / ص 613 ( الباب 15 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 601 ( الباب 6 - الحديث 1 ) .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nومعيار المبادرة العرف ، والا يعتبر بسكوته راضيا بالعقد .\r\n3 - ليس الفسخ بالعيب طلاقاً ، فلا يجب على الزوج اعطاء نصف المهر إلا في العنن فإنه يدفع إليها نصف المهر ولا يعتبر واحداً من جملة التطليقات الثلاث .\r\n4 - إذا تم الفسخ قبل الدخول فلا شيء بينهما ، وإن تم بعده ، فلها المهر وله الرجوع به إلى من دلس عليه من ولي أو غيره .\r\n5 - إذا ثبت العنن فعليها أن ترافع إلى الحاكم الذي قد يؤجله إلى سنة ، فإن عولج وإلا أعطاها حق الفسخ هذا إذا كان يرجى زوال عننه ، وهكذا في كثير من أسباب الفسخ حيث الأحوط مراجعة الحاكم كالعسر والجنون الأدواري الذي يشتبه فيه وما أشبه ، وذلك دفعاً للخصومة وقطعاً للشبهة في العلاقة الزوجية .\r\nأحكام النفقات\r\nالقرآن الكريم :\r\nا - « وعلى المولود له رزقهن كسوتهن بالمعروف » ( 1 ) .\r\n2 - « لينفق ذو سعة من سعة ومن قدر عليه رزقه فلينفق مما آتاه الله » ( 2 ) .\r\n3 - « الرجال قوّامون على النساء بما فضل الله بعضهم على بعض وبما\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 233 .\r\n( 2 ) الطلاق / 7 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\nانفقوا من أموالهم فالصالحات قانتات حافظات للغيب بما حفظ الله » ( 1 ) .\r\n4 - « فإمساك بمعروف أو تسريح بإحسان » ( 2 ) .\r\nنستفيد من الآيات ان الانفاق على الأسرة ( الزوجة والأولاد ) واجب حسب الحاجة وبالمستوى اللائق الذي يصبح الانفاق معروفاً ، يتلقاه العرف بالقبول والرضا ، وهكذا ينبغي أن ينظر في الانفاق مستوى الأسرة ( البقرة / 233 ) ولكن يجب أن ينظر أيضا حال الزوج فلا يكلف أكثر من قدرته ( الطلاق / 7 ) فإن ما يكلف به الغني هو اشراك أسرته في غناه والانفاق عليهم من سعته ، اما إذا كان محدود الدخل فإن عليه أن ينفق مما آتاه الله .\r\nوانما منح الرجل حق إدارة البيت والقيمومة على المرأة لأنه أكثر حكمة ولأنه ينفق من أمواله ، وهكذا يكون الزوج المناسب هو الأفضل إدارة وقياماً للأسرة والأفضل انفاقا .\r\nاما الزوجة المناسبة فهي المطيعة الحافظة لحقوق زوجها ولأمواله وأولاده ، وقد أوتي الرجل أداة السلطة على الأسرة بالموعظة ثم ترك المضجع والضرب ( بالسواك ) ( النساء / 16 ) . ونستلهم من الآية الأخيرة ( النساء / 32 ) ان عدم الإدارة الجيدة للبيت ، ترك الامساك بالمعروف يعرض الزوج لعقاب فقدان زوجته ، حيث يفرق الحاكم الشرعي بينهما عند عدم الانفاق عليها أو الاضرار بها .\r\nالسنة الشريفة :\r\n1 - عن أبي بصير عن الإمام الباقر - عليه السلام - كان يقول :\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 16 .\r\n( 2 ) النساء / 34 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n« من كانت عنده امرأة فلم يكسها ما يواري عورتها ، ويطعمها ما يقيم صلبها ، كان حقاً على الإمام أن يفرق بينهما » ( 1 ) .\r\n2 - وروى العياشي عن أبي القاسم الفارسي قال قلت للرضا - عليه السلام - جعلت فداك أن الله تعالى يقول في كتابة « فإمساك بمعروف أو تسريح بإحسان » وما يعني بذلك ؟ فقال : « أما الامساك بالمعروف فكف الأذى وإحباء النفقة واما التسريح باحسان فالطلاق على ما نزل به الكتاب » ( 2 ) .\r\n3 - وجاء عن سعيد بن جبير عن ابن عباس قال : قال رسول الله - صلى الله عليه وآله - : « من دخل السوق فاشترى تحفة فحملها إلى عياله كان كحامل صدقة إلى قوم محاويج وليبدأ بالإناث قبل الذكور ، فإن من فرح ابنة فكأنما أعتق رقبة من ولد إسماعيل » ( 3 ) .\r\n4 - وروى السكوني عن الإمام الصادق - عليه السلام : - قال قال رسول الله : « إيما امرأة خرجت من بيتها بغير أذن زوجها ، فلا نفقة لها حتى ترجع » ( 4 ) .\r\n5 - وعن ابن سنان عن الإمام الصادق - عليه السلام : - في الرجل يطلق امرأته وهي حبلى ، قال : « أجلها ان تضع حملها وعليه نفقتها حتى\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 223 / أبواب النفقات ( الباب 1 - الحديث 2 ) .\r\n( 2 ) المصدر / ص 226 ( الباب 1 - الحديث 13 ) .\r\n( 3 ) المصدر / ص 227 ( الباب 3 - الحديث 1 ) .\r\n( 4 ) المصدر / ص 220 ( الباب 6 - الحديث 1 ) .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\nتضع حملها » ( 1 ) .\r\n6 - وروى زرارة عن الإمام الباقر - عليه السلام - قال : « المطلقة ثلاثا ليس لها نفقة على زوجها إنما ذلك للتي لزوجها عليها رجعة » ( 2 ) .\r\nتفصيل القول :\r\nتجب نفقة الزوجة غير الناشزة ، والمطلقة رجعية ، والمطلقة الحامل على التفصيل التالي :\r\nا - ينظر في قدر النفقة ومستوى الزوج والزوجة الاجتماعي ، فالمؤسر يختلف عن المعسر ، وبنت العز تختلف عن غيرها ، والميزان في كل ذلك العرف .\r\n2 - الرجل هو القيم في البيت ، فهو الذي يحدد نمط النفقة حسب مصلحة الأسرة مثل موقع السكن وطبيعة المسكن ونوع الطعام وطبيعة الثياب وأوقات السفر وما أشبه ، والأفضل مشاورة الزوجة والأولاد في ذلك ولا يجوز له مخالفة المعروف في العشرة .\r\n3 - يشترط في وجوب النفقة التمكين ، فلو كانت الزوجة ناشزة ، فلا نفقة لها ، كما لو سافرت بغير اذنه في رحلة غير واجبة ولا ضرورية .\r\n4 - لا نفقة للمتمتع بها ، ولا للمطلقة البائنة غير الحامل ، اما المطلقة رجعية فإنه ينفق عليها حتى انتهاء عدتها .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 7 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 232 ( الباب 8 - الحديث 2 ) .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\nآداب الانفاق في السنة\r\nآداب الانفاق في السنة تزيد من حكمة الانسان في إدارة البيت اقتصاديا ، ونستعرض معاً طائفة منها لتكميل الفائدة .\r\nا - يستحب القناعة بالقليل والاستغناء به ، فقد جاء عن الإمام الصادق - عليه السلام : -\r\n« من رضي من الله باليسير من المعاش رضي الله منه باليسير من العمل » ( 1 ) .\r\n2 - يستحب أن يكون عيش الانسان كفافاً ، فقد روي عن رسول الله - صلى الله عليه وآله - : « طوبى لمن اسلم وكان عيشه كفافاً » ( 2 ) .\r\n3 - استحباب القصد في النفقة وتجنب كل من الأقتار والاسراف ، فقد روى داود الرقي عن الإمام الصادق - عليه السلام - أنه قال :\r\n« إن القصد أمر يحبه الله عز وجل ، وان السرف أمر يبغضه الله عز وجل حتى طرحك للنواة فإنها تصلح لشيء ، وحتى صبك لفضل شرابك » ( 3 ) .\r\n4 - وجاء في حديث مأثور عن أبي الحسن - عليه السلام - قوله : « ما عال امرؤ في اقتصاد » ( 4 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 240 / أبواب المهور ( الباب 15 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 242 ( الباب 16 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 257 ( الباب 25 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 259 ( الباب 25 - الحديث 11 ) .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n5 - وليس فيما يصلح البدن سرف ، وجاء في حديث مأثور عن الإمام الصادق - عليه السلام : -\r\n« انما الاسراف فيما أفسد المال وأضر بالبدن » ( 1 ) .\r\n6 - ويستحب اتباع حد الوسط بين الاسراف والاقتار ، وقد جاء في تفسير هذا الحد عن الصادق - عليه السلام - ما يلي : تلا أبو عبد الله الصادق - عليه السلام - هذه الآية : « والذين إذا انفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواماً » ، قال : فأخذ قبضة من حصى فقبضها بيده فقال : « هذا الإقتار الذي ذكره الله في كتابه » ، ثم أخذ قبضة أخرى وأرخى كفه كلها ثم قال : « هذا الاسراف » ثم أخذ قبضة أخرى فأرخى بعضها وامسك بعضها وقال : « هذا القوام » ( 2 ) .\r\n7 - ويستحب التوسعة على العيال فقد روى أبو حمزة عن الإمام علي بن الحسين - عليه السلام - أنه قال : « أرضاكم عند الله أسبغكم على عياله » ( 3 ) .\r\nوقال الإمام الرضا - عليه السلام : -\r\n« ينبغي للرجل أن يوسع على عياله لئلا يتمنوا موته » ( 4 ) .\r\n8 - ويجب أن ينفق الانسان حتى يكتفي عياله وهكذا يقدم الانفاق على الصدقة حتى تتم كفايتهم ، وهكذا جاء في الحديث المأثور عن الإمام الباقر - عليه السلام - أنه قال له رجل : إن لي ضيعة بالجبل اشتغلها\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 260 ( الباب 26 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 264 ( الباب 29 - الحديث 6 ) .\r\n( 3 ) المصدر / ص 248 ( الباب 20 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 249 ( الباب 20 - الحديث 6 ) .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\nفي كل سنة ثلاثة آلاف درهم فانفق على عيالي منها ألفي درهم وأتصدق منا بألف درهم في كل سنة ، فقال أبو جعفر : « ان كانت الألفان تكفيهم في جميع ما يحتاجون إليه لسنتهم فقد نظرت لنفسك ووفقت لرشدك وأجريت نفسك في حياتك بمنزلة ما يوصي به الحي عنه موته » ( 1 ) .\r\n9 - ولعن النبي - صلى الله عليه وآله - من يضيع العيال ، فقد روي عنه - صلى الله عليه وآله - قوله : « ملعون ملعون من القى كله على الناس ، ملعون ملعون من ضيع من يعول » ( 2 ) .\r\n10 - وأمر بالسخاء ، فقد روي عنه - صلى الله عليه وآله - إنه أتاه رجل فقال : يا رسول الله أي الناس أفضلهم ايماناً ؟ قال : « أبسطهم كفا » ( 3 ) .\r\nوروي عن الصادق - عليه السلام - أنه قال : « شاب مرهق في الذنوب سخي أحب إلى الله من شيخ عابد بخيل » ( 4 ) .\r\n11 - وعلى الانسان إلا يخاف الفقر فيصاب بالبخل ، فقد روي عن الإمام - عليه السلام : -\r\n« ينزل الله المعونة من السماء إلى العبد بقدر المؤونة ، ومن أيقن بالخلف سخت نفسه بالنفقة » ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 250 ( الباب 21 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 251 ( الباب 21 - الحديث 5 ) .\r\n( 3 ) المصدر / ص 252 ( الباب 22 - الحديث 3 ) .\r\n( 4 ) المصدر / ص 253 ( الباب 22 - الحديث 7 ) .\r\n( 5 ) المصدر / ص 255 ( الباب 23 - الحديث 7 ) .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n12 - ويستحب أن ينفق الانسان في كل يوم ولو درهماً واحداً ، فقد روي عن أبي الحسن الرضا - عليه السلام - إنه قال : دخل عليه مولى له فقال له : « هل أنفقت اليوم شيئا ؟ » قال : لا ، قال : « فمن أين يخلف الله علينا ، أنفق ولو درهماً واحداً » ( 1 ) .\r\nوجاء في حديث مأثور عن الصادق - عليه السلام - : « من يضمن أربعة بأربعة أبيات في الجنة ؟ أنفق ولا تخف فقراً ، وأنصف الناس من نفسك ، وافش السلام في العالم ، واترك المراء ولو كنت محقاً » ( 2 ) .\r\n13 - ويستحب أن يصل المسلم أرحامه بالانفاق عليهم فقد روي عن أحد الصادقين - عليهما السلام - أنه قال لميسر : « يا ميسر إني لأظنك وصولاً لبني أبيك » ، قلت : نعم جعلت فداك لقد كنت في السوق ، وأنا غلام وأجرتي درهمان ، وكنت أعطي واحداً عمتي وواحدا خالتي ، فقال : « اما والله لقد حضر أجلك مرتين كل ذلك يؤخر » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 23 - الحديث 8 ) .\r\n( 2 ) المصدر / ص 256 ( الباب 23 - الحديث 9 ) .\r\n( 3 ) المصدر / ص 246 ( الباب 17 - الحديث 13 ) .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n4 / أحكام العقد المنقطع\r\nالقرآن الكريم :\r\nا - « والمحصنات من النساء إلا ما ملكت ايمانكم كتاب الله عليكم وأحل لكم ما وراء ذلكم ان تبتغوا بأموالكم محصنين غير مسافحين فما استمتعتم به منهن فآتوهن أجورهن فريضة ولا جناح عليكم فيما تراضيتم به من بعد الفريضة أن الله كان عليماً حكيماً » ( 1 ) .\r\nدين الله دين الفطرة ، ومن فطرة البشر حب الشهوات ، والمتعة الجنسية غريزة بشرية كأية حاجة أخرى وقد شرع الدين القويم سبلا معروفة ، إلى إشباعها ، منها النكاح الدائم ، ومنها ملك اليمين ، ومنها المتعة ، وحرم الفاحشة واتخاذ الأخدان واتيان الرجال شهوة من دون النساء ، وأية وسيلة غير مشروعة لإشباع الغريزة قال الله سبحانه : « فمن ابتغى وراء ذلك فأولئك هم العادون » ( 2 ) .\r\nوعقد المتعة ، تنظيم لاشباع الغريزة الجنسية في إطار الشريعة الغراء ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 24 .\r\n( 2 ) المعارج / 31 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\nوتحت رقابة المجتمع والقانون ، وضمن ميثاق غليظ ( التعاقد ) ويلتزم الطرفان فيه بالشروط القانونية المفروضة شرعاً ، وبالشرائط الفردية التي يلزمان أنفسهما بهما .\r\nوبهذا يفترق عن الفاحشة ، التي هي قضاء وطر الجنس من دون التزام بالواجبات المترتبة عليها ( واهم شيء في ذلك مصير الذرية ) .\r\nكما أن اتخاذ الأخدان ( الصداقة بين الشاب والشابة والتي تتم عادة في هامش الحياة ، وربما بصورة سرية ) ان ذلك يختلف جذرياً عن المتعة ، لأن الخدن لا يخضع لحالة قانونية يرعاها النظام الاجتماعي ، ويلتزم الطرفان به كالصداقة في أي شيء آخر ، ولذلك فهي مرفوضة في مسألة الجنس بما يترتب عليها من فساد اجتماعي كبير .\r\nذلك ان الجنس من أقوى الغرائز ، وقد جعله الله سبحانه كذلك ، لشد أواصر العلاقة بين الذكر والأنثى ، ولضمان استمرار تعاونهما في بناء الأسرة ، ومواجهة تحديات الحياة ، ولتكون اللبنة الأولى في صرح المجتمع ، فإذا سمح لهذه الغريزة بالانفلات من قبضة القانون ، ورعاية المجتمع ، فإنها لا تنفع في شد الأواصر ، بل وقد تسبب في تفكيك البناء الرصين للأسرة .\r\nوالخدن - كما الفاحشة - علاقة غير منظمة قانونيا ، بينما النكاح الدائم أو المنقطع ميثاق بين فردين يرعاه القانون ويحاسب عليه ويراقبه المجتمع .\r\nومن الآية الكريمة نستوحي عدة حقائق :\r\n1 - أن من يملك مالا يمكنه أن يتمتع بماله ويقضي حوائجه المختلفة شريطة الا يسبب في فساد المجتمع أو فساد نفسه .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n2 - ان الحرام هو إراقة ماء الرجل فيما لا يبني أسرة ولا ينبت ذرية ، وهكذا فان حكمة المتعة كما حكمة النكاح الدائم ، بناء حصن الأسرة .\r\n3 - إن هذا الاستمتاع ( طلب المتعة ) يجب أن يقابله مقدار الأجر حسب الاتفاق ، وكلما زادت المدة زاد الأجر وبالعكس .\r\nهكذا نعرف وجود شرطين في المتعة ؟ الأجر والمدة .\r\n4 - هذا حسب الاتفاق الأولي بين الطرفين ولكن يجوز تغيير هذا الاتفاق حسب التراضي ، فيمكن أن تهب المرأة من أجرها شيئا ، كما يمكن أن يهبها الرجل بعضا من مدتها .\r\nالسنة الشريفة :\r\nا - في تفسير العياشي عن محمد بن مسلم عن أبي جعفر - عليه السلام - قال : « قال ( روى ) جابر بن عبد الله عن رسول الله إنهم غزوا معه فأحل لهم المتعة ولم يحرمها ، وكان علي يقول : لولا ما سبقني به ابن الخطاب - يعني عمر - ما زنى الا شقي ، وكان ابن عباس يقول : فما استمعتم به منهن إلى أجل مسمى فأتوهن أجورهن فريضة وهؤلاء يكفرون بها ورسول الله أحلها ولم يحرمها » ( 1 ) .\r\n2 - وعن الدر المنثور اخرج ابن أبي حاتم عن ابن عباس : كانت متعة النساء في أول الاسلام ، كان الرجل يقدم البلدة ليس معه من يصلح له ضيعته ، ولا يحفظ متاعه فيتزوج المرأة إلى قدر ما يرى أنه يفرغ\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان ج 4 ص 290 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\nمن حاجته فتنظر له متاعه ، وتصلح له ضيعته ( 1 ) .\r\n3 - وجاء في تفسير الفخر الرازي : ما روي أن عمر قال على المنبر : متعتان كانتا مشروعتين في عهد رسول الله - صلى الله عليه وآله - ، وانا انهى عنهما متعة الحج ومتعة النساء .\r\nوأضاف الرازي : وهذا منه تنصيص على أن متعة النكاح ، كانت موجودة في عهد الرسول - صلى الله عليه وآله - وقوله : وانا انهى عنهما يدل على أن الرسول - صلى الله عليه وآله - ما نسخها ، وانما عمر هو الذي نسخها ، وإذا ثبت هذا فنقول إن هذا الكلام يدل على أن المتعة كانت ثابتة في عهد الرسول - صلى الله عليه وآله - ، وانه - عليه السلام - ما نسخها وانه ليس ناسخ إلا نسخ عمر ، وإذا ثبت هذا وجب الا يصير منسوخاً ، لأن ما كان ثابتا في زمن الرسول - صلى الله عليه وآله - ، وما نسخه الرسول يمتنع أن يصير منسوخا بنسخ عمر ، وهذا هو الحجة التي احتج بها عمران بن الحصين حيث قال : إن الله أنزل في المتعة آية وما نسخها بآية أخرى ، وأمرنا رسول - صلى الله عليه وآله - بالمتعة وما نهانا عنها . ثم قال رجل برأيه ما شاء يريد أن عمر نهى عنها ( 2 ) .\r\n3 - وروي عن الإمام الباقر - عليه السلام - إنه قال : « كان علي - عليه السلام - يقول : لولا ما سبقني به ابن الخطاب ، ما زنا إلا شقي » وفي نسخة شقي يعني قليل ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 291 .\r\n( 2 ) تفسير الفخر الرازي ج 10 ص 53 .\r\n( 3 ) وسائل الشيعة / ج 7 / ص 436 / أبواب المتعة ( الباب 1 - الحديث 2 ) .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n4 - وعنه - عليه السلام - إنه قال : « إن الله رأف بكم فجعل المتعة عوضاً لكم من الأشربة » ( 1 ) .\r\n5 - وروى ابن بابويه باسناده إن عليا - عليه السلام - نكح امرأة بالكوفة من بني نهشل متعة ( 2 ) .\r\nونستفيد من الأحاديث : إن المتعة باقية على أصل التشريع الذي نزل به الوحي وأكدت عليه السنة ومضى السابقون من المسلمين عليه . وان الحكمة منها منع انتشار الزنا ، والتوسعة على المسلمين في الانتفاع بالطيبات ، وقضاء الحوائج الملحة خصوصا عند الاسفار ، والابتعاد عن الأهل والعيال .\r\nاستحباب المتعة\r\nالسنة الشريفة :\r\nا - روي عن بكر بن محمد عن الإمام الصادق - عليه السلام - ، قال سألته عن المتعة فقال : « اني لأكره للرجل المسلم أن يخرج من الدنيا وقد بقيت عليه خلة من خلال رسول الله لم يقضها » ( 3 ) .\r\n2 - وروي عن الإمام الباقر - عليه السلام - أنه قال :\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 438 ( الباب 1 - الحديث 7 ) .\r\n( 2 ) المصدر / ص 440 ( الباب 1 - الحديث 23 ) .\r\n( 3 ) المصدر / ص 442 ( الباب 2 - الحديث 1 ) .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n« لهو المؤمن في ثلاثة أشياء : التمتع بالنساء ، ومفاكهة الاخوان ، والصلاة بالليل » ( 1 ) .\r\n3 - وروي عن الإمام الصادق - عليه السلام - : « يستحب للرجل أن يتزوج المتعة ، وما أحب للرجل منكم أن يخرج من الدنيا حتى يتزوج المتعة ولو مرة » ( 2 ) .\r\nمتى تترك المتعة ؟\r\nالسنة الشريفة :\r\nا - روي عن الإمام الصادق - عليه السلام : - أنه قال له بعض الأصحاب انه يدخلني من المتعة شيء فقد حلفت إلا أتزوج متعة أبداً . فقال أبو عبد الله - عليه السلام : -\r\n« إنك إذا لم تطع الله فقد عصيته » ( 3 ) .\r\n2 - وروى الفتح بن يزيد ، قال سألت أبا الحسن - عليه السلام - عن المتعة ، فقال : « هي حلال مباح مطلق لمن لم يغنه الله بالتزويج ، فليستعفف بالمتعة ، فان استغنى عنها بالتزويج فهي مباحة له إذا غاب عنها » ( 4 ) .\r\n3 - وروى محمد بن الحسن بن شمون قال : كتب أبو الحسن\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 443 ( الباب 2 - الحديث 6 ) .\r\n( 2 ) المصدر ( الباب 2 - الحديث 10 ) .\r\n( 3 ) المصدر / ص 445 ( الباب 3 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 449 ( الباب 5 - الحديث 2 ) .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n- عليه السلام - إلى بعض مواليه : « لا تلحوا على المتعة انما عليكم إقامة السنة ، فلا تشتغلوا بها عن فرشكم وحرائركم فيكفرن ويتبرين ويدعين على الآمر بذلك ويلعنونا » ( 1 ) .\r\n4 - وروي عن الإمام الباقر - عليه السلام - انه سئل عن المتعة فقال : « إن المتعة اليوم ليست كما كانت قبل اليوم ، انهن كن يومئذ يؤمن ، واليوم لا يؤمن فاسألوا عنهن » ( 2 ) .\r\nنستفيد من الأحاديث أن اليمين على ترك المتعة لا يصح لأنه يمين على ترك الطاعة ، وان الأفضل لمن أغناه الله بالزواج أن يكتفي به الا عند الحاجة إلى المتعة ، ولكن إذا أثارت المتعة غيرة الزوجة وسبب ذلك تغيرا في دينها ، فإنه ينبغي تركها ، كذلك عند عدم الأمن من المرأة التي يتمتع بها خصوصاً هذه الأيام .\r\nعقد المتعة\r\nالسنة الشريفة :\r\nا - روي عن أبان بن تغلب قال : قلت لأبي عبد الله الإمام الصادق - عليه السلام - كيف أقول لها إذ خلوت بها ؟ قال : « تقول أتزوجك متعة على كتاب الله وسنة نبيه لا وارثة ولا موروثة كذا\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 450 ( الباب 5 - الحديث 4 ) .\r\n( 2 ) المصدر / ص 451 ( الباب 1 - الحديث 6 ) .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوكذا يوما ، وإن شئت كذا وكذا سنة ، بكذا وكذا درهما ، وتسمى من الأجر لم تراضيتما عليه قليلا كان أو كثيرا ، فإذا قالت : نعم ، فقد رضيت وهي امرأتك وأنت أولى الناس بها » ( 1 ) .\r\n2 - وروي عن الأحول قال سألت أبا عبد الله قلت ما أدنى من يتزوج الرجل به المتعة ؟ قال : « كف من بر يقول لها زوجيني نفسك متعة على كتاب الله وسنة نبيه نكاحا غير سفاح على أن لا إرثك ولا ترثيني ولا اطلب ولدك إلى أجل مسمى فان بدا لي زدتني وزدتك » ( 2 ) .\r\nتفصيل القول :\r\nا - حقيقة نكاح المتعة : تعاقد الرجل والمرأة على الزواج المؤقت ، حسب المدة والمهر المعينين .\r\nوقد قال الفقهاء انه يشترط أن يتم التعبير عن هذا الميثاق والعقد بألفاظ واضحة مثل قولها زوجتك أو متعتك وأنكحتك ، اما التعبير عنها بألفاظ أخرى مثل ملكتك ووهبتك وأجرتك نفسي فإنها غير جائزة عندهم .\r\nوالقبول يتم من طرف الرجل بألفاظ واضحة ، تعبر عن رضاه بما تقوله المرأة من بيان العقد والمهر والمدة .\r\nوالأصح كفاية اظهار العقد ( وهو - في الحقيقة - ميثاق غليظ بين الطرفين ) إظهاره بأية كلمة واضحة ، سواء كانت بصيغة الماضي ( وهي\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 466 ( الباب 18 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 467 ( الباب 18 - الحديث 5 ) .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالأفضل ) أو المستقبل ، بلغة عربية أو غيرها وسواء تلفظا بها بصورة صحيحة أولا شريطة أن تكون معبرة عن العقد ، وحتى الكتابة والتوقيع على صيغة العقد أوما أشبه كافية ، وان كان الأحوط الاستفادة من الكلام في بيان المقصود .\r\n2 - لو كانت الكلمة عارية عن النية ، ( بل كان مجرد لقلقة لسان ) أو كان المتحدث لاهيا أو ساهيا أو مجبرا على التعبير ، فإنه لا ينفع كلامه شيئا ، لأن أصل النكاح عقد القلب وإرادة الالتزام .\r\nفإذا علم أحد الطرفين أن الثاني ليس صادقا في العقد ، وإنما يبحث عن اللذة والمال بلا أدنى اهتمام أو التزام بروح العقد ، فإنه ليس بعقد متعة .\r\nفلو التقى شاب مؤمن بفاجرة ، وطلب يدها نكاحا مؤقتا ، فقبلت من دون اقتناع بالنكاح بل تمشية للأمر وعرف الشاب ذلك منها فإن ذلك لا يعتبر عقدا ، لأن روح العقد نية الالتزام من الطرفين معا . وهكذا لو عرفت المرأة أن مراد الرجل ليس الالتزام بشروط العقد ومستلزماته ، بل قضاء حاجته الجنسية فقط ، فان في صحة العقد اشكالا .\r\n3 - لو فقد العقد معناه العرفي فإن في صحته اشكالا كما لو عقد على صغيرة ساعة واحدة ليحل له النظر إلى أمها ، بلى إذا كان من الممكن التمتع بها فإنه لا اشكال .\r\n4 - وهكذا لو لم تعرف المرأة عقد المتعة ولم تؤمن به ، لمخالفته لمذهبها الذي تدين به فأقدمت عليها طلبا للمال والاستمتاع ومن دون نية التقيد بها فإن التمتع بها مشكل ، وقد جاء في حديث عن الفقيه مرسلا\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nعن الإمام الرضا - عليه السلام - : « المتعة لا تحل إلا لمن عرفها وهي حرام على من جهلها » ( 1 ) .\r\nمحل المتعة\r\nالسنة الشريفة :\r\nا - في حديث روي عن الإمام الرضا - عليه السلام - إنه سئل عن المتعة فقال : « لا ينبغي لك ان تتزوج إلا بمؤمنة أو مسلمة » ( 2 ) .\r\n2 - وروى علي بن فضال عن بعض الأصحاب عن الإمام الصادق - عليه السلام - أنه قال : « لا بأس أن يتمتع الرجل باليهودية والنصرانية وعنده حرة » ( 3 ) .\r\n3 - وروي عنه أيضا : « لا بأس بالرجل أن يتمتع بالمجوسية » ( 4 ) .\r\nتفصيل القول :\r\n1 - يجوز عقد نكاح المتعة بين مؤمنين ، ويجوز أن يتمتع المؤمن بمسلمة حتى لو خالفته في مذهبه على أن تعترف بالمتعة عقداً شرعيا .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر من أبواب المتعة ( الباب 1 - الحديث 11 ) .\r\n( 2 ) المصدر / ص 452 ( الباب 7 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 462 ( الباب 13 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 462 ( الباب 13 - الحديث 5 ) .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n2 - لا يجوز التمتع بالمشركة اما المسيحية واليهودية والمجوسية فيجوز التمتع بها ، ولكن يمنعها عن شرب الخمر وارتكاب المحرمات .\r\n3 - لا يجوز التمتع بالناصبية التي تظهر العداء لأهل بيت الرسول - صلى الله عليه وآله - .\r\n4 - ولا يجوز التمتع بمن يحرم نكاحها دواماً ، كالمحرمات بالنسب أو بالرضاع أو بالمصاهرة ، وكذلك لا يجوز الجمع بين الأختين متعة ، ولا يجوز التمتع ببنت أخت زوجته أو بنت أخيها الا برضاها .\r\nالصفات المثلى للمن يتمتع بها\r\nالسنة الشريفة :\r\nا - روى الحسن التفليسي قال سألت الرضا - عليه السلام - أيتمتع باليهودية والنصرانية ؟ فقال : « يتمتع من الحرة المؤمنة أحب إلي وهي أعظم حرمة منها » ( 1 ) .\r\n2 - وروى عبد الله بن أبي يعفور عن الإمام الصادق - عليه السلام - قال سألته عن المرأة لا يدري ما حالها أيتزوجها الرجل متعة ؟ قال :\r\n« يتعرض لها فان أجابته إلى الفجور فلا يفعل » ( 2 ) .\r\n3 - وجاء في حديث عن الإمام الصادق - عليه السلام - التحذير\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 452 ( الباب 7 - الحديث 3 ) .\r\n( 2 ) المصدر / ص 453 ( الباب 8 - الحديث 2 ) .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nمن التمتع ببعض النساء فقال : « وإياكم والكواشف والدواعي والبغايا وذات الأزواج » . قال الراوي قلت : ما الكواشف ؟\r\nقال : « اللواتي يكاشفن وبيوتهن معلومة ويؤتين » .\r\nقلت : فالدواعي ؟ قال : « اللواتي يدعون إلى أنفسهن وقد عرفن بالفساد » .\r\nقلت : فالبغايا ؟ « المعروفات بالزنا » .\r\nقلت فذوات الأزواج ؟ قال : « المطلقات على غير السنة » ( 1 ) .\r\n4 - وفي حديث مأثور عن الصادقين - عليهما السلام - قالوا : « تمتع بالفاجرة فإنك تخرجها من حرام إلى حلال » ( 2 ) .\r\n5 - وروى زرارة عن أبي جعفر الباقر - عليه السلام - قال سئل عن رجل أعجبته امرأة فسأل عنها فإذا الثناء عليها في شيء من الفجور فقال : « لا بأس بان يتزوجها ويحصنها » ( 3 ) .\r\n6 - وجاء في حديث مروي عن الإمام الصادق - عليه السلام - حين سأله مبشر وقال : ألقي المرأة بالفلاة التي ليس فيها أحد ، فأقول لها\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 454 ( الباب 8 - الحديث 3 )\r\n( 2 ) المصدر / ص 455 ( الباب 6 - الحديث 4 ) والحديث مفصل نقلنا موضع الحاجة .\r\n( 3 ) المصدر / ص 333 / أبواب ما يحرم بالمصاهرة ( الباب 12 - الحديث 2 ) .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nلك زوج ، فتقول لا فأتزوجها ؟ قال : « نعم هي المصدقة على نفسها » ( 1 ) .\r\n7 - وقد سئل الإمام الصادق - عليه السلام - عن البكر يتزوجها الرجل متعة ، قال : « لا بأس ما لم يقتضها » ( 2 ) .\r\n8 - وروى البزنطي عن الإمام الرضا - عليه السلام - أنه قال : « البكر لا تتزوج متعة الا بإذن أبيها » ( 3 ) .\r\nتفصيل القول :\r\nا - في الظروف العادية يستحب الاختيار للزوجة المؤقتة كما يستحب للزوجة الدائمة ، ومعايير الاختيار هي المعايير الشرعية من العفاف والتقوى والأخلاق وهكذا المعايير الحياتية كالجمال والبكارة وما أشبه .\r\n2 - ويجوز التمتع بالمرأة التي لا يعرف الرجل عنها شيئا بعد اختبارها بدعوتها إلى الفجور فان رفضت كانت موضع ثقة ، وهكذا بسائر ألوان الاختبار والتحقيق .\r\n3 - ويكره التمتع بالمرأة غير الملتزمة وقد يحرم إذا كانت لا تعترف بعقد المتعة ، وإذا تزوج الرجل بالفاجرة متعة بهدف تحصينها من الفجور فان له في ذلك أجرا .\r\n4 - اما الباكرة ، فإذا ملكت أمرها فالظاهر جواز التمتع بها كما\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 456 ( الباب 10 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 458 ( الباب 11 - الحديث 2 ) .\r\n( 3 ) المصدر ( الباب 11 - الحديث 5 ) .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\nيجوز نكاحها دائما ، وإن كان الأحوط ترك ذلك .\r\n5 - وإذا رضي أبوها جاز التمتع بها بلا إشكال أما مع عدم رضاه فلا يجوز الدخول بها على الأحوط مخافة أن يلحق بأهلها عيب .\r\n6 - ولا يجوز التمتع بالبكر وعند خوف فسادها أو الحاق ضرر بها أو بأهلها .\r\nفي مهر المتعة\r\nالسنة الشريفة :\r\nا - عن الإمام الصادق - عليه السلام - أنه قال : « لا تكون متعة الا بأمرين ؟ أجل مسمى وأجر مسمى » ( 1 ) .\r\n2 - وقال في حديث آخر بعد أن سئل عن المتعة : « مهر معلوم إلى أجل معلوم » ( 2 ) .\r\n3 - روي عن أبي بصير قال سألت أبا عبد الله عن أدنى مهر المتعة ما هو ؟ قال : « كف من طعام دقيق أو سويق أو تمر » ( 3 ) .\r\n4 - وعنه - عليه السلام - قال :\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 465 ( الباب 17 - الحديث 1 ) .\r\n( 2 ) المصدر ( الباب 17 - الحديث 3 ) .\r\n( 3 ) المصدر / ص 471 ( الباب 21 - الحديث 5 ) .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n« جاءت امرأة إلى عمر فقالت : إني زنيت فطهرني ، فأمر بها أن ترجم ، فأخبر بذلك أمير المؤمنين فقال : كيف زنيت ؟ قالت مررت بالبادية فأصابني عطش شديد فاستسقيت أعرابياً فأبى أن يسقيني إلا أن أمكنه من نفسي ، فقال أمير المؤمنين : تزويج ورب الكعبة » ( 1 ) .\r\n5 - وعن عمر بن حنظلة قال : قلت لأبي عبد الله الصادق - عليه السلام - أتمتع المرأة شهرا تريد مني المهر كاملا ، وأتخوف أن تخلفني قال : « يجوز أن تحبس ما قدرت عليه ، فان هي أخلفتك فخذ بقدر ما تخلفك » ( 2 ) .\r\nتفصيل القول :\r\nا - المهر في عقد المتعة ركن كما الأجل ، ولا يمكن أن يتم عقد المتعة بدون المهر .\r\n2 - لا بد أن يكون المهر معلوما سواء بالعدد أو الكيل أو الوزن ، ويكفي مثل كف من طعام حيث إنه معلوم اجمالا .\r\n3 - يجب أن يقبضها كل المهر عند العقد إلا أن يخاف إلا تفي بشرطه فالأظهر جواز حبس كل المهر أو بعضه عنها بلى كلما وفت من المدة استحقت المهر بقدرها ولا يجوز له ان يحبسه عنها .\r\nاما إذا اشترط عليها تأخير المهر أو كان ذلك هو المعروف الشائع في عقد المتعة فلا ضير .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 472 ( الباب 21 - الحديث 8 ) .\r\n( 2 ) المصدر / ص 481 ( الباب 27 - الحديث 1 ) .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n4 - ويجوز لها ان تهب كل المهر أو بعضه بعد العقد .\r\n5 - إذا أخلت المرأة بأيام المتعة فللرجل ان يسترجع من المهر بقدرها .\r\n6 - قال الفقهاء انه لو وهبها المدة قبل الدخول بها سقط نصف المهر كما يسقط بالطلاق والأحوط دفعه إليها كاملاً .\r\nأحكام الأجل في المتعة\r\nالسنة الشريفة :\r\nا - عن الإمام الصادق - عليه السلام - : « لا تكون متعة الا بأمرين أجل مسمى وأجر مسمى » ( 1 ) .\r\n2 - وقال الإمام الصادق - عليه السلام - : « ان سمي الأجل فهو متعة وإن لم يسم الأجل فهو نكاح » ( 2 ) .\r\n3 - وعن الإمام الصادق - عليه السلام - : « يشارطها ما شاء من الأيام » ( 3 ) .\r\nتفصيل القول :\r\n1 - الأجل شرط في عقد المتعة ، ولا بد أن يكون محددا لا يحتمل\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 465 ( الباب 17 - الحديث 17 ) .\r\n( 2 ) المصدر / ص 469 ( الباب 20 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 471 ( الباب 21 - الحديث 4 ) .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\nالزيادة والنقيصة ، فلو اشترط أياما معينة أو أسابيع أو سنين كذلك صح .\r\n2 - يصح العقد المنقطع باشتراط يوم أو بعض يوم أو مرة أو مرتين وعندئذ يتركها بعد تمام الوقت أو انتهاء المباشرة وتوابعها العرفية ، ويشترط أن يكون زمان المباشرة محددا عرفا ، فلو حدد المرتين وكانت الفاصلة بينهما غير محددة أشكل الا إذا حدد المدة ، أو كانت محددة عرفاً .\r\n3 - هل يجوز تعيين مدة في المستقبل ، كما لو قال شهر رمضان في السنة القادمة ؟ قالوا بلى .\r\n4 - لا يمكن أن يحدد مقدارا من الوقت لا يكفي للاستمتاع فيها ، أو يعين مائتي عام مما يخالف مقتضى التوقيت على الأقوى .\r\n5 - لو لم يذكر الأجل فإن كان قصده من العقد مطلق النكاح ، فقد انقلب دائما ، ولو كان قصده خصوص النكاح المؤقت فالظاهر فساد عقده .\r\nالشرط في عقد المتعة\r\nالسنة الشريفة :\r\nا - روى ابن بكير قال قال أبو عبد الله الصادق - عليه السلام - : « إذا اشترطت على المرأة شروط المتعة فرضيت بها وأوجبت التزويج فاردد عليها شرطك الأول بعد النكاح فإن أجاز له فقد جاز وإن لم تجزه فلا يجوز عليها ما كان من شرط قبل النكاح » ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 468 ( الباب 19 - الحديث 1 ) .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n2 - وروى أحمد بن محمد بن أبي نصر عن الإمام الصادق - عليه السلام - إنه قال :\r\n« نكاح المتعة نكاح بميراث ونكاح بغير ميراث إن اشترطت كان وإن لم تشترط لم يكن » ( 1 ) .\r\nتفصيل القول :\r\n1 - كل شرط يذكر في عقد المتعة بالتصريح أو يبنى عليه العقد بمعرفة الجانبين فهو ملزم ، أما الحديث الذي يجري بينهما قبل العقد وما قد ينطوي عليه من الوعود المغرية فإنه ليس ملزماً إن لم يتراضيا عليه في العقد ذاته .\r\n2 - يجوز أن يحددا وقت اللقاء ليلاً أو نهاراً أو حتى ساعة معينة ، وإذا اشترطا عدم المباشرة الجنسية أو حددا المرات بالأسبوع ، أو ما إلى ذلك مما يوافق عليه الطرفان جاز ووجب الوفاء به .\r\n3 - لا توارث في عقد المتعة ، ولكن هل يجوز اشتراطه قيل نعم ، وقال البعض إن الإرث يتحقق بحكم الله لا بشرط البشر فلا يجوز .\r\nأحكام الأولاد ومسائل الفراق\r\n1 - روى هشام بن سالم عن الإمام الصادق - عليه السلام - ( في حديث قال ) / قلت ما أقول لها ؟ قال : « تقول لها : أتزوجك على كتاب\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 485 ( الباب 32 - الحديث 1 ) .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالله وسنة نبيه والله وليي ووليك ، كذا وكذا شهر ، بكذا وكذا درهم على أن لي الله عليك كفيلا لتفين لي ، ولا أقسم لك ، ولا اطلب ولدك ، ولا عدة لك علي ، فإذا مضى شرطك فلا تتزوجي حتى يمضي لك خمس وأربعون يوما ، وأن حدث بك ولد فأعلميني » ( 1 ) .\r\n2 - وروى محمد بن مسلم عن الإمام الصادق - عليه السلام : - إنه قال قلت أرأيت أن حبلت ؟ قال : « هو ولده » ( 2 ) .\r\n3 - وروى ابن أبي يعفور عن الإمام الصادق - عليه السلام - : « لا يلاعن الرجل المرأة التي يتمتع بها » ( 3 ) .\r\n4 - وعن زرارة عن الإمام الباقر - عليه السلام - أنه قال : « فإذا جاز الأجل كانت فرقة بغير طلاق » ( 4 ) .\r\nتفصيل القول :\r\nا - يجوز للرجل العزل عن المعقودة متعة ، بل يستحب إذا خشي على الذرية من الضياع ، وينبغي أن يشترط ذلك عليها عند العقد .\r\n2 - لو حملت المتمتع بها الحق به الولد ، ولا يجوز له ان ينفيه عن نفسه الا عند العلم بأن الولد ليس له وحتى ولو عزل عنها ، فان الماء قد يسبق إلى رحمها دون علمه .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 468 ( الباب 18 - الحديث 6 ) .\r\n( 2 ) المصدر / ص 488 ( الباب 33 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 8 / ص 605 / أبواب اللغات ( الباب 10 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 473 ( الباب 22 - الحديث 3 ) .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n3 - لو نفي الولد انتفى ظاهرا ، دون حاجة إلى اللعان .\r\n4 - لا طلاق في المتعة ولو أراد الانفصال عنها ، فليس عليه إلا أن يهبها بقية المدة فتبين منه ، ولو انتظر حتى تنتهي مدتها ، فإنها تبين منه دون حاجة إلى صيغة معينة .\r\n5 - لا ايلاء ولا لعان في المتعة .\r\n6 - اما الظهار فقد اختلفوا فيه ، والأشبه إنه لا يقع والاحتياط أمثل .\r\nعدة عقد المتعة\r\nالسنة الشريفة :\r\nا - روى عبد الله بن عمر عن أبي عبد الله الصادق - عليه السلام - قال ( في حديث عن المتعة ) قلت كم عدتها ؟ فقال : « خمسة وأربعون يوما أو حيضة مستقيمة » ( 1 ) .\r\n2 - وروى الحميري عن صاحب الزمان - عجل الله تعالى فرجه - انه كتب إليه في رجل تزوج امرأة بشيء معلوم إلى وقعت معلوم وبقي له عليها وقت ، فجعلها في حل مما بقي له عليها ، وقد كانت طمثت قبل ان يجعلها في حل من أيامها بثلاثة أيام أيجوز ان يتزوجها رجل آخر بشيء معلوم إلى وقت معلوم عند طهرها من هذه الحيضة أو يستقبل بها حيضة أخرى فأجاب - عليه السلام - : « يستقبل بها حيضة غير تلك الحيضة لان\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 474 ( الباب 21 - الحديث 4 ) .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\nأقل العدة حيضة وطهرة تامة » ( 1 ) .\r\n3 - وسأل زرارة الإمام الباقر - عليه السلام - وقال : ما عدة المتعة إذا مات عنها الذي يتمتع بها ؟ قال : « أربعة أشهر وعشرا » ، ثم قال : « يا زرارة كل النكاح إذا مات الزوج فعلى المرأة حرة كانت أو أمة وعلى أي وجه كان النكاح منه متعة أو تزويجاً أو ملك يمين ، فالعدة أربعة اشهر وعشراً » ( 2 ) .\r\nتفصيل القول :\r\nا - على المرأة ان تعتد من عقد المتعة بعد انقضاء أجلها خمسة وأربعين يوما أو حيضة وطهرا تامين ، فإذا كانت في عادتها انتظرت حتى تطهر فإذا حاضت ثانية فقد خرجت من عدتها .\r\n2 - إذا انتهت مدتها وهي طاهرة انتظرت حتى تحيض ثم تطهر ثم تحيض ثم تخرج من عدتها بمجرد رؤية الدم .\r\n3 - اما إذا تزامن انتهاء مدتها مع انتهاء عادتها فان عليها أن تنتظر حتى تطهر من الحيضة التالية بحيث يتم لها - عندئذ - طهر تام وحيضة كاملة ، والأحوط أن تنتظر الحيضة التالية .\r\n4 - إذا مات الرجل قبل انقضاء المدة ، فعلى المتمتع بها ان تعتد أربعة اشهر وعشراً كما الزوجة الدائمة .\r\n5 - يجوز للرجل أن يتمتع بامرأة مرارا ، وليس أمرها مثل الدائمة\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ( الباب 21 - الحديث 7 ) .\r\n( 2 ) المصدر / ج 8 / ص 484 / أبواب العدد ( الباب 52 - الحديث 2 ) .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالتي تحرم بعد التاسعة ، وإذا انقضى أجلها ، يجوز أن يعقد عليها من جديد ، ولا ينتظر انتهاء عدتها منه ، اما قبل ان ينقضي أجلها فيجوزان يزيدها أجراً وتزيده في المدة ولكن لا يجوز أن يعقد عليها من جديد حتى يهبها المدة على الأحوط .\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nالقسم الرابع : العشرة بالمعروف\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nا / أحكام المباشرة\r\nألف - أحكام العزل\r\nتعريف العزل : ان يمنع الرجل وصول مائه إلى الرحم .\r\nالسنة الشريفة :\r\nا - عن يعقوب الجعفي قال : سمعت أبا الحسن - عليه السلام - يقول : « لا بأس في العزل في ستة وجوه : المرأة التي تيقنت إنها لا تلد ، والمسنة ، والمرأة السليطة ، والبذية ، والمرأة التي لا ترضع ولدها ، والأمة » ( 1 ) .\r\n2 - عن عبد الرحمان الحذاء ، عن أبي عبد الله - عليه السلام - قال : « كان علي بن الحسين - عليه السلام - لا يرى بالعزل بأسا . . » ( 2 ) .\r\nوروي عن النبي - صلى الله عليه وآله - إنه نهى ان يعزل عن الحرة إلا بإذنها ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 107 / أبواب مقدمات النكاح وآدابه ( الباب 76 - الحديث 4 ) .\r\n( 2 ) المصدر / ج 7 / ص 105 ( الباب 75 - الحديث 3 ) .\r\n( 3 ) راجع مستدرك الوسائل / الباب ( 56 ) من أبواب مقدمات النكاح / الحديث 1 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\nتفصيل القول :\r\nأ - عزل الرجل :\r\nا - يجوز العزل من قبل الرجل بالنسبة إلى الأمة وان كانت زوجة بعقد دائم .\r\n2 - يجوز له العزل أيضاً عن الحرة مؤقتاً كان عقدها أم دائما فيما إذا اشترطت ذلك عليها ضمن عقد النكاح .\r\n3 - يجوز العزل في العجوز ، والعقيمة والسليطة والبذيئة ، والتي لا ترضع ولدها ، كما جاء في الحديث الشريف السابق .\r\n4 - يجوز العزل في الظروف العادية على كراهية خصوصا مع عدم رضى المرأة ، الا إذا كانت هنالك مصلحة دينية أو دنيوية أهم مثل ضعف المرأة ، وخشية عدم الوفاء بحقها ، أو بحق الطفل في الجوانب المادية والمعنوية فلا كراهة .\r\n5 - إذا كان في العزل إضرار بالمرأة أو مخالفة للعشرة بالمعروف فإن ذلك يحرم ، إلا بترضيتها .\r\nب - عزل المرأة :\r\nالظاهر في عزل المرأة - أي منعها الرجل من القذف في رحمها - الحرمة بدون رضى الزوج إذا كان هذا العزل منافيا للتمكين الواجب عليها لزوجها أو منافيا للقيمومة التي هي للرجل عليها واما ان لم يكن أي من ذلك فلا دليل على الحرمة . وعلى العموم فان الحقوق بين الزوج والزوجة متبادلة لقوله - تعالى -\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\n« ولهن مثل الذي عليهن بالمعروف » .\r\nباء : أحكام ترك المباشرة الزوجية\r\nالسنة الشريفة :\r\nعن صفوان بن يحيى ، عن أبي الحسن الرضا - عليه السلام - انه سأله عن الرجل تكون عنده المرأة الشابة فيمسك عنها الأشهر والسنة لا يقربها ، ليس يريد الاضرار بها ، يكون لهم مصيبة ، يكون في ذلك إثماً ؟ قال : « إذا تركها أربعة اشهر كان إثماً بعد ذلك » ( 1 ) .\r\nتفصيل القول :\r\nحرمت الشريعة الاسلامية على الرجل ان يترك المباشرة الجنسية مع زوجته لمدة طويلة تتجاوز الأربعة اشهر بالتفصيل التالي :\r\n1 - لا يجوز ترك المباشرة الجنسية للزوجة أكثر من أربعة اشهر من غير فرق بين الدائمة ، والمتمتع بها .\r\n2 - لا يجوز على الأقوى ترك المجامعة بالنسبة إلى الزوجة الشابة الدائمة وكذلك في غيرها إذا كان الترك مسبباً للأضرار بها أو كان مخلا بالعشرة معها بالمعروف .\r\n3 - يجوز ترك المباشرة في الحالات التالية :\r\nأ - عند رضاها .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 100 ( الباب 71 - الحديث 1 ) .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\nب - عند اشتراطه عليها حين العقد .\r\nج - عدم التمكن من الجماع بسبب أو آخر .\r\nد - خوف الضرر عليه أو عليها .\r\nه‍ - غيبتها باختيارها .\r\nو - نشوزها .\r\nفروع تتعلق بترك المباشرة :\r\n1 - لا يجب في الجماع الواجب أكثر من الادخال ، فلا بأس بترك سائر المقدمات من الاستمتاعات إذا لم يخالف العشرة بالمعروف .\r\n2 - إذا ترك مباشرتها عند انتهاء الأربعة اشهر لمانع من حيض أو نحوه ، أو عصيانا فاللازم المبادرة إلى مباشرتها عند زوال المانع .\r\nجيم : أحكام المباشرة الجنسية للزوجة من العجز\r\nالقرآن الكريم :\r\nا - « نساؤكم حرث لكم فأتوا حرثكم إني شئتم » ( 1 ) .\r\n2 - « . . فإذا تطهرن فأتوهن من حيث أمركم الله » ( 2 ) .\r\n3 - وقال - سبحانه - على لسان نبيه لوط - عليه السلام - وهو يخاطب قومه :\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 223 .\r\n( 2 ) البقرة / 222 ( وقد استدل القائلون بالحرمة بهذه الآية ) .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n« هؤلاء بناتي هن أطهر لكم » ( 1 ) .\r\n« هؤلاء بناتي ان كنتم فاعلين » ( 2 )\r\nالسنة الشريفة :\r\nا - عن عبد الله بن يعفور قال : سألت أبا عبد الله - عليه السلام - عن الرجل يأتي المرأة في دبرها ، قال : « لا بأس إذا رضيت . . » ( 3 ) .\r\n2 - وعنه أيضاً قال : سألته ( أي أبا عبد الله ) عن اتيان النساء في إعجاز هن ، فقال : « ليس به بأس ، وما أحب ان تفعله » ( 4 ) .\r\n3 - وعن علي بن الحكم قال : سمعت صفوان يقول : قلت للرضا - عليه السلام - ان رجلاً من مواليك أمرني ان أسألك عن مسألة فهابك ، واستحيا منك ان يسألك عنها ، قال : « ما هي » ؟ قال : قلت : الرجل يأتي امرأة في دبرها ، قال : « نعم ، ذلك له » . قلت : وأنت تفعل ذلك ؟ قال : « لا انا لا نفعل ذلك » ( 5 ) .\r\nتفصيل القول :\r\nا - الأقوى - طبقا للمشهور - جواز مضاجعة الزوجة والمملوكة\r\n\r\n","description":"","footnote":"\r\n( 1 ) هود / 78 .\r\n( 2 ) الحجر / 71 ( استدل القائلون بالجواز بهذه الآية والآية ( 78 ) من سورة هود و ( 223 ) من سورة البقرة ) .\r\n( 3 ) وسائل الشيعة / ج 7 / ص 103 ( الباب 73 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 103 ( الباب 73 - الحديث 6 ) .\r\n( 5 ) المصدر / ص 102 ( الباب 73 - الحديث 1 ) .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمن العجز على كراهة شديدة ، بل إن الأحوط تركه بالذات عند عدم رضاها أو ضررها ، كما يشير إلى ذلك خبر ابن أبي يعفور السابق .\r\n2 - بناء على الجواز فهل تجوز المباشرة عجزا أثناء الحيض ؟ الأقوى ذلك .\r\n3 - المجامعة - عجزا - كالمجامعة الطبيعية في وجوب الغسل ، والعدة ، واستقرار المهر ، وبطلان الصوم ، وثبوت حد الزنا إذا كانت أجنبية ، وكون المقياس فيه دخول الحشفة ( مقدمة العضو التناسلي للذكر ) أو مقدارها ، وفي حرمة البنت والأم وغير ذلك من احكام المصاهرة المترتبة على الدخول .\r\n4 - لا يكفي هذا الجماع في حصول تحليل المطلقة ثلاثا ، لما ورد في الاخبار من اعتبار ذوق عسيلته وعسيلتها ( 1 ) ، فيجب أن تكون المباشرة في هذه الحالة من الطريق الطبيعي .\r\n5 - يستبعد كفايته عن المجامعة الواجبة كل أربعة اشهر مرة .\r\nدال : أحكام الزوجة الصغيرة السن\r\nالسنة الشريفة :\r\nا - عن أبي عبد الله - عليه السلام - : « إذا تزوج الرجل الجارية وهي صغيرة فلا يدخل بها حتى يأتي بها تسع سنين » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) كناية عن الانزال في القبل .\r\n( 2 ) وسائل الشيعة / ج 7 / ص 70 ( الباب 45 - الحديث 1 ) .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n2 - عن علي - عليه السلام - : « لا توطأ جارية لأقل من عشر سنين ، فان فعل وعيبت فقد ضمن » ( 1 ) .\r\nتعريف : الافضاء يعني تمزق الجدار الفاصل بين مسلك البول ومسلك الحيض بسبب المباشرة ، ولعله يشمل كل تمزق يؤدي إلى تعطيل المرأة .\r\nتفصيل القول :\r\nا - لا يجوز الدخول على الزوجة قبل أن تكمل تسع سنين حرة كانت أم أمة ، وسواء كان الزواج دائميا أم مؤقتا ، اما الاستمتاع بما عدا الدخول من النظر واللمس بشهوة والضم والتفخيذ فجائز في الجميع .\r\n2 - إذا تزوج الرجل فتاة صغيرة ، دواماً أو مؤقتا ، ودخل بها قبل اكمال تسع سنين فأفضاها كان عليه ديتها - وهي نصف دية الرجل - أو الانفاق عليها ما دامت في الحياة إلا إذا أبقاها في حبالته ولم يطلقها وقيل عليه الانفاق عليها ما دامت في الحياة مطلقا ، والقول بذلك موافق للاحتياط .\r\n3 - الأحوط ترك مباشرة الزوجة الصغيرة قبل اكتمالها جسدياً وبلوغها مبالغ النساء ، ويحرم المباشرة عند احتمال الضرر كالافضاء وما أشبه .\r\nفروع :\r\n1 - لا يلحق بالزوجة في حكم الافضاء المملوكة والمحللة والمدخول\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 71 ( الباب 45 - الحديث 1 ) .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nعليها بشبهة ( 1 ) أو بالزنا ، ولا الزوجة الكبيرة .\r\n2 - تثبت الدية في الجميع عدا الزوجة الكبيرة .\r\n3 - يشترط - في الحالة السابقة - أن يفضيها بالدخول بها ، حتى في الزنا ، وفي ثبوت الدية للكبيرة المطاوعة اشكال لإقدامها على الاضرار بنفسها .\r\n4 - لا يلحق بالدخول ، الافضاء بالأصبع ونحوه ، وإن ثبتت فيه الدية .\r\n5 - إذا دخل بزوجته بعد اكمال التسع فأفضاها لم تحرم عليه ولا تثبت الدية كما مر على احتياط في بعض صوره ولا يترك الاحتياط بالانفاق عليها ما دامت في الحياة .\r\n6 - إذا حصل بالدخول - قبل التسع - عيب آخر غير الافضاء ضمن الرجل أرشه ( تعويضه ) ، وكذلك إذا حصل مع الافضاء عيب آخر يوجب التعويض أو الدية فإنه يضمنه مع دية الافضاء .\r\n7 - إذا شك في اكمالها تسع سنين لا يجوز له الدخول بها لاعتبارها في حكم غير البالغة .\r\n8 - يجري عليها بعد الافضاء جميع أحكام الزوجية - إذا لم يطلقها - من حرمة الأخت وسائر الأحكام .\r\n9 - لا يسقط وجوب الانفاق عليها ما دامت حية بالنشوز لاحتمال كون هذه النفقة ليست من باب انفاق الزوجة بل باعتباره تعويضا عن\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدخول بشبهة يعني أن يباشر الرجل امرأة على تصور أنها محللة عليه ثم يتضح له بعد ذلك أنها غير محللة عليه .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\nالعيب ، ولذلك يثبت بعد الطلاق ، بل بعد التزويج بالغير .\r\n10 - ظاهر المشهور إن النفقة كما تسقط بموت الزوجة تسقط بموت الزوج أيضا .\r\n11 - الظاهر عدم سقوطها بعدم تمكنه فتصير دينا عليه ، وكذا تصير دينا إذا امتنع من دفعها مع تمكنه .\r\n12 - الاحكام السابقة تخص ما بعد الطلاق ، واما قبله فالظاهر أن حكمها حكم الزوجة .\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n2 / بصائر القران في العشرة\r\nكيف نبني البيت الاسلامي السعيد ؟ وكيف ننظم العلاقة بين الرجل والمرأة بأفضل ما يكون ؟\r\nللإجابة تعالوا نتدبر في آيات الذكر لعلنا نهتدي إلى بصائر الدين في العلاقة بين الذكر والأنثى ، وبناء بيت الزوجية القائم على المودة والرحمة وقد فصلنا القول في هذه البصائر في خمسة أقسام :\r\nالف / من هي المرأة ، وكيف ينبغي حبها وتكريمها والدفاع عنها ؟\r\nإنها أسئلة نهتدي بإذن الله إلى أجوبتها من خلال التدبر في القسم الأول من الآيات التي نتلوها ونتدبر فيها معا .\r\nباء / النكاح وصية الله ، وسنة رسوله ، والصداق هدية الزوج والإسلام يوصي بالمساعدة في أمر الزواج والطلاق إنما هو مرتان ، والمعروف هو معيار التعامل الحسن ، كل ذلك نعرفه بالتأمل في آيات القسم الثاني .\r\nجيم / في القسم الثالث تبصرنا الآيات الكريمة بمنهج التعامل بين الزوجين على أساس الحقوق والواجبات المتبادلة ، وأمر برعاية المجتمع للعدالة في محيط البيت ، وفرض قيمومة الرجل في ذلك المحيط .\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nدال / في القسم الرابع أمر ربنا بالمعاشرة الحسنى حيث أوجب اعتزال النساء في المحيض ، وأباح المباشرة إني شاءوا ، وفرض على من اقسم يمينا بألا يقارب زوجته ، أو ظاهرها ، بأن يعود إليها خلال أربعة اشهر .\r\nهاء / وفي القسم الأخير ، نتلو آيات القرآن عن الحقوق المالية ، فللنساء نصيب مما اكتسبن ، كما للرجال ، ولا يحل لهم ان يرثوهنَّ كرها ولهن من الإرث نصف نصيب الذكور .\r\nحب الشهوات من النساء\r\nالقران الكريم :\r\n1 - « زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة » ( 1 ) .\r\nنستفيد من الآية هذه :\r\nالف : ان حب النساء من الغرائز الأساسية عند الناس ، والذين يخالفون هذا الحب فإنما يخالفون الفطرة السليمة .\r\nباء : ان هذا الحب يجب أن يكون في إطار الايمان بالله وباليوم الآخر وإلا يطغى على حب المؤمن لربه وعمله الصالح .\r\nجيم : على الانسان ان يجمع بين حب الشهوات وبين حب الله سبحانه .\r\n2 - « يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران / 14 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nمنها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا » ( 1 ) .\r\nنستلهم من الآية هذه البصائر التالية :\r\nالف : ان المرأة خلقت من الرجل فهما يتكاملان ( بالرغم من الاختلاف بينهما ) ، هكذا تهوى المرأة الرجل ويهواها .\r\nباء : ان العلاقة بين الزوجين كما بين الأرحام - عموما - هي علاقة فطرية ولا بد من تقوى الله فيها وذلك برعايتها وأداء حقوق الله فيها .\r\n3 - « يا أيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم ولا نساء من نساء عسى أن يكن خيرا منهن ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الايمان ومن لم يتب فأولئك هم الظالمون » ( 2 ) .\r\nنستوحي من هذه الآية الكريمة ان للمرأة - كما للرجل - الكرامة فلا يجوز السخرية منها - إني كانت - فلعلها أفضل من الساخر .\r\n4 - « فاستجاب لهم ربهم إني لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض » ( 3 ) .\r\nومن هذه الآيات وغيرها ، نعرف : إن الدين لا يفرق في الاحكام التي تتصل بالآخرة بين الذكر والأنثى ، والله سبحانه يجازي كل نفس بما\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 1 .\r\n( 2 ) الحجرات / 11 .\r\n( 3 ) آل عمران / 195 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nكسبت ، وتلك السنة الإلهية ( المسؤولية الكاملة ) يجب أن تكون أساسا لسائر الاحكام التي تشرع للمرأة ، فهي مستقلة ، في قرارها ومسؤولياتها ( الا في حدود يعينها الشرع المقدس ) .\r\n5 - « وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا » ( 1 ) .\r\nوهكذا أمر الله سبحانه بالقتال في سبيل انقاذ النساء ودفاعا عن حياتهن وحريتهن ، وكرامتهن .\r\nآصرة النكاح\r\nالقرآن الكريم :\r\nا - « وإن خفتم الا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع فان خفتم الا تعدلوا فواحدة أو ما ملكت ايمانكم ذلك أدنى الا تعولوا » ( 2 ) .\r\nان الدين شرع تعدد الزواج للحفاظ على مصالح الأيتام بعد وفاة آبائهم ، والمعيار هو إقامة العدالة بين الأزواج فإن لم يقدر على ذلك فليكتف بامرأة واحدة فإنه أقرب إلى العدل لكي لا يعول ويظلم المرأة ، فيجمع من النساء عددا لا يمكن له أداء حقوقهن .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 75 .\r\n( 2 ) النساء / 3 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n2 - « وأتوا النساء صدقاتهن نحلة ، فان طبن لكم عن شيء منه نفسا ، فكلوه هنيئا مريئا » ( 1 ) .\r\nنستفيد من الآية ان علامة صدق الرجل في عقد الزواج هو المهر ، الذي يقدمه الرجل هدية لزوجته ، ولا يجوز له ان يسترده الا إذا طابت به نفس زوجته ، حيث تدل على المودة التي بينهما ، وهنالك فقط يهنأ الرجل بأكل المهر ، لأنه مال حلال ، وتعبير عن وفاء الزوجة لزوجها .\r\n3 - « وانكحوا الأيامى منكم والصالحين من عبادكم وإمائكم أن يكونوا فقراء يغنهم الله من فضله والله واسع عليم » ( 2 ) .\r\nالبصائر التي نستفيدها من هذه الآية هي التالية :\r\nالف : ينبغي السعي في تزويج الأعزب من الأحرار والصالحين من العبيد والإماء .\r\nباء : الزواج يجلب الرزق ولا يجوز أن يتركه الانسان خشية الفقر ، لان الله قد وعد باغناء من يتزوج ، من فضله . والله ، واسع الرحمة ، واسع العطاء ، وهو عليم بمن يحتاج من عباده إلى فضله .\r\n4 - « الطلاق مرتان فامساك بمعروف أو تسريح باحسان ولا يحل لكم ان تأخذوا مما آتيتموهن شيئاً الا أن يخافا الا يقيما حدود الله فان خفتم الا يقيما حدود الله فلا جناح عليها فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمون » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 4 .\r\n( 2 ) النور / 32 .\r\n( 3 ) البقرة / 229 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nتهدينا الآيات ( 226 / 229 ) من سورة البقرة إلى بصائر هامة نذكر بعضها :\r\nالف : الطلاق حالة استثنائية ينبغي الا يلجأ إليها الزوج إلا بعد صعوبة الاستمرار في المعاشرة بالحسنى ( مثل حالة الايلاء التي سنعود إليها ) .\r\nباء : ان الزوج أحق بزوجته بعد ان طلقها ان أرادا اصلاحا ( وحياة زوجية خالية من المشاكل التي كانت بينهما سابقا ) .\r\nجيم : الطلاق لا يستمر إلى الأبد ، بل حده تطليقتان ، ففي الثالثة يجب أن يختار الزوج بين الامساك بها وبدء حياة زوجية سليمة ، أو تركها حتى النهاية وهكذا امر الله سبحانه - عند الامساك - بالمعروف - وعند التسريح - امر بالاحسان .\r\nوالمعروف هو العشرة التي تتناسب ومستوى معيشتها وشأنها في الانفاق عليها وأداء حقوقها المتعارفة .\r\nوالإحسان هو أداء الحقوق المتبقية في ذمته ، وبالذات المهر ، وربما عدم مطالبتها بما يدعي عليها من حقوق .\r\nدال : لا يجوز أخذ شيء من المهر ( الذي أعطاها الزوج ) اللهم الا إذا أرادت هي الطلاق ، فهي تعطي شيئا من مهرها أوكل مهرها ثمناً لطلاقها مما يسمى في الشرع بالخلع .\r\nهاء : نستلهم من قوله سبحانه « فان خفتم » حيث خاطب ربنا الناس ( ومنهم الأقارب من طرفي الزوج والزوجة ) . نستلهم أن على المجتمع أن يرعى الحياة الزوجية وإن يراقب عشرة الزوجين لبعضهما ، ولعل حكمة شرط الشهادة على الطلاق هي مثل هذه الرقابة .\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nزاء : مسوغ الطلاق هو الخوف ( من الطرفين أومن أحدهما ) بعدم الوفاء بالأحكام الشرعية . ( مثلا حقوق المعاشرة الجنسية أو حق الانفاق أو حق التمكين ) .\r\n5 - « وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف ولا تمسكوهن ضراراً لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا آيات الله هزوا واذكروا نعمة الله عليكم وما انزل عليكم من الكتاب والحكمة يعظكم به واتقوا الله واعلموا إن الله بكل شيء عليم » ( 1 ) .\r\nنستعرض معاً بعض الحكم التي نستفيدها من الآية :\r\nالف : على الزوج ان يختار قبل تمام عدة المطلقة بين الامساك بها على أساس المعاشرة بالمعروف ( وتطبيق احكام الدين حسب مقتضيات العرف ) ، وبين تركها بعد أداء حقوقها .\r\nباء : لا يجوز أن يسترجع الرجل زوجته المطلقة قبل تمام عدتها بهدف الاضرار بها ( كأن يطلقها وقبل تمام الأجل يرجع إليها ثم يطلقها بعد فترة ، وهكذا ليعذبها لعلها تتنازل له عن حقوقها أو ترضخ لشروطه في الحياة الزوجية ) .\r\nجاء في الحديث المأثور عن الإمام الصادق - عليه السلام : - أنه قال : « لا ينبغي للرجل ان يطلق امرأته ثم يراجعها وليس له فيها حاجة ثم يطلقها فهذا الذي نهى الله عنه الا ان يطلق ثم يراجع وهو ينوي\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 231 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\nالامساك » ( 1 ) .\r\n6 - « وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن ان ينكحن أزواجهن إذا تراضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الآخر ذلكم أزكى لكم واطهر والله يعلم وأنتم لا تعلمون » ( 2 ) .\r\nللمرأة التي ملكت أمرها كامل الحرية في اختيار شريك حياتها وليس لوالديها أو إخوتها أو أرحامها منعها من الرجوع إلى زوجها ما دامت قد اختارته .\r\nالعشرة بالمعروف\r\nالقرآن الكريم :\r\nا - « والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن ان يكتمن ما خلق الله في أرحامهن ان كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك ان أرادوا إصلاحاً ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم » ( 3 ) .\r\nالف : من حق المرأة ان تعيش في ظل زوجها الوفي مطمئنة البال ، لتهتم بالحمل والرضاع ، إنها وعاء ميمون للذرية الصالحة وهكذا تنتظر بعد الطلاق ثلاث حيضات فإذا رأت الدم في الثالثة بانت منه فإذا أرادها\r\n\r\n","description":"","footnote":"\r\n( 1 ) نور الثقلين ج 1 ص 226 الحديث رقم ( 878 ) .\r\n( 2 ) البقرة / 232 .\r\n( 3 ) البقرة 228 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\nخطبها كغيره من الخطاب .\r\nجاء في الحديث المروي في الكافي عن زرارة عن الإمام الباقر - عليه السلام - عن الإمام علي - عليه السلام - : «\r\nإذا رأت الدم من الحيضة الثالثة فقد انقضت عدتها ، ولا سبيل له عليها ، وإنما القرء ما بين المحيضتين وليس لها ان تتزوج حتى تغتسل من الحيضة الثالثة » ( 1 ) .\r\nباء : وقبل انقضاء عدتها يجوز للزوج ان يراجعها وهو أحق بها شريطة ان يريد اصلاحا .\r\nجيم : ان حقوق المرأة والواجبات المفروضة عليها متعادلة ، فإذا وجب عليها الانتظار ثلاثة قروء فان على زوجها الانفاق عليها طيلة هذه الفترة ، وإذا كانت قد حملت ذرية الرجل في رحمها فعلى الرجل أن يتحمل تكاليف حياتها في تلك الفترة . وهكذا امر الاسلام بتوازن حكيم بين الحقوق والواجبات في شأن المرأة لا تكلف بشيء الا ويكفل الشرع حقها بقدر ذلك التكليف ، وهذه بصيرة هامة تجري في كافة الحقوق .\r\nدال : ان للرجال عليهن درجة ، هي درجة القيمومة التي سنقرأها إن شاء الله .\r\n2 - « وان امرأة خافت من بعلها نشوزا أو اعراضا فلا جناح عليها ان يصلحا بينهما صلحاً والصلح خير وأحضرت الأنفس الشح وإن تحسنوا وتتقوا فان الله كان بما تعملون خبيراً » ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) نور الثقلين ج 1 ص 220 الحديث رقم ( 845 ) .\r\n( 2 ) النساء / 128 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nالبصائر التالية نستلهمها من هذه الآية الكريمة :\r\nالف : لدى الخلاف بين الزوجين ينبغي جعل الصلح مبدءا أساسيا لحل النزاع ( وهو التفاهم على حل وسط وعلى تبادل المصالح حسب الظروف الموضوعية ) .\r\nباء : وصية الله للطرفين المبادرة إلى الاحسان لتحسين العلاقة ، وهي النقطة المقابلة للشح الذي يسيطر على النفوس في مثل هذه الحالات .\r\nجيم : التقوى ومراعاة الحدود الشرعية في التعامل ، هي القاعدة الطبيعية التي يجب أن تسود علاقات الزوجية وهي ضمانة عدم تكرار النزاع .\r\nدال : وعلى الزوجة ان تعرف أن عليها أن تحافظ على مكانتها عند زوجها ولو بالتنازل عن بعض حقوقها أو قيامها ببعض المبادرات الايجابية .\r\n3 - « الرجال قوامون على النساء بما فضل الله بعضهم عل بعض وبما انفقوا من أموالهم فالصالحات قانتات حافظات للغيب بما حفظ الله واللاتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فان أطعنكم فلا تبغوا عليهن سبيلاً إن الله كان علياً كبيراً » ( 1 ) .\r\nتنظم هذه الآية العلاقة بين الزوجين بأفضل طريقة ممكنة ووفق البصائر التالية :\r\nالف : لا بد للمجتمع من التنظيم ، ولا بد للتنظيم من قيم تحكمه ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 34 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\nوتحد من طغيانه وتجاوزه ، ويبدأ التنظيم في الأسرة انطلاقا من العلاقة بين الزوج والزوجة فمن يقود الآخر ؟\r\nان الفوضى مرفوضة في الاسلام ، كما ترفضها الطبيعة ، ولكن بما أن الله خلق الذكر بحيث جبل على حب القيادة فهو القائد في تنظيم الأسرة ، بينما خلق الأنثى وفطرها على الانسجام والطاعة .\r\nباء : ان اعطاء الاسلام حق القيادة للرجل داخل الأسرة يهدف إلى تنظيم حالة القيادة عنده ، وتحديد أطار مناسب لها يمنع الزوج من تجاوزه . وقد استخدم القرآن هنا كلمة قوام للتعبير عن تحمل الرجال تنظيم شؤون نسائهم بشكل مستمر ، ويحمل هذا اللفظ معنى المسؤولية التامة عن شؤونهم .\r\nجيم : أول معيار للقيادة الحكمة والجهد والذي جعل بعض الناس أفضل من بعض .\r\nدال : المعيار الثاني العطاء ، فعلى الرجال ان ينفقوا على النساء ، بل إن طبيعة الرجال وفطرتهم الصافية تدفعهم إلى الانفاق على النساء ، وقد بين التشريع السماوي هذه الطبيعة ، وفرض على الرجال الانفاق على النساء .\r\nوبكلمة : المسؤول ( والقائد والمنظم ) يجب أن يكون الأكثر جهداً والأكثر انفاقاً من الرجال ، ولذلك فهم المسؤولون الطبيعيون عن الأسرة ، وسوف يفقدون هذه المسؤولية بقدر توانيهم عن العمل أو العطاء .\r\nهاء : وإذا كانت القيادة للرجال ، فعلى النساء الطاعة . فالمرأة الصالحة هي الأكثر طاعة لله ولزوجها ، والأكثر حفظاً لفرجها الذي\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nاختص به الزوج ، ولقد زود الله المرأة بالحياء الفطري والعلاقة الرقيقة بالزوج ، وأمرها بان تحفظ نفسها عن التعلق بغير الزوج .\r\nوروي عن رسول الله - صلى الله عليه وآله - قوله : « ما استفاد امرءٌ مسلم فائدة بعد الاسلام أفضل من زوجة تسره إذا نظر إليها ، وتطيعه إذا أمرها ، وتحفظه إذا غاب عنها في نفسها وماله » ( 1 ) .\r\nواو : اما إذا تجاوزت المرأة حدها ، ولم تطع الزوج في حقوقه ، هنالك يعطي الاسلام الحق للزوج بأن يفرض النظام على مملكته داخل البيت بالقوة المتدرجة ، فيبدأ بالنصيحة ، ثم يبتعد عنها في الفراش ليشعرها بالوحدة ، ثم يضربها ضربا خفيفاً ( وقد جاء في الحديث يضربها بالمسواك ) ( 2 ) كل ذلك ليعبر عن انزعاجه وغضبه من تصرفاتها .\r\nويبدو أن المرأة العادية تستجيب لهذه العقوبات ، وعليه فلا بد للزوج أن يقتصر عليها ، ولا يستخدم العقوبات لإشاعة الظلم في البيت ، بل فقط في فرض الحقوق ، وليعلم الزوج ان الله أكبر منه ، وإنه لو ظلم الزوجة فان الله سوف ينتصر لها .\r\n4 - « والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس الا وسعها لا تضار والدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فإن أرادا فصالاً عن تراض منهما وتشاور فلا جناح عليكم وإن أردتم أن تسترضعوا أولادكم فلا جناح عليكم إذا سلمتم ما آتيتم بالمعروف واتقوا الله واعلموا\r\n\r\n","description":"","footnote":"\r\n( 1 ) نور الثقلين ج 1 ص 478 .\r\n( 2 ) نور الثقلين ج 1 ص 378 في رواية عن الإمام الباقر - عليه السلام - .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\nان الله بما تعملون بصير » ( 1 ) .\r\nما هي المعاشرة بالمعروف ؟\r\nلعل هذه الآية التي جاءت في سياق الآيات التي تنظم العلاقة السليمة بين الزوجين جاءت لتضرب أمثلة على تلك العلاقة المثلى التي حددتها آية سابقة في قول الله سبحانه : « فأمسكوهن بمعروف أو سرحوهن بمعروف » ( 2 ) ، وقوله سبحانه : « إذا تراضوا بينهم بالمعروف » ( 3 ) ، وقوله تعالى : « إلا أن تقولوا قولاً معروفاً » ( 4 ) .\r\nوالبصائر التالية نستوحيها من حديث القرآن الكريم عن الرضاع باعتباره من أكثر قضايا الأسرة إثارة وأهمية لأنه يتعلق بثمرة حياة الطرفين وبغذائه ، وقد نستفيد من هذه الأمثلة ما ينفعنا في سائر أبعاد الحياة .\r\nالف : خلال حولين كاملين تتم الرضاعة الفطرية التي يحتاج الوليد خلالها إلى لبن الأم الذي هو أفضل غذاء للولد ، خصوصا في أيامه الأولى .\r\nولا ينبغي للام ان تتهرب من واجبها كأم ولا ترضعه فتخاطر بمصير ولدها ، لأسباب كمالية ، إذ يعتمد مستقبل ولدها على هذا اللبن ، وقد ثبت علمياً ان كثيراً من الضعف والمرض في الأولاد يأتي نتيجة عدم الرضاعة من لبن الأم .\r\nباء : على الأب الذي ولدت الأم وليدها له وفي صلاحه ، عليه إلا يبخل بالنفقة ، حسب المعروف ووفقاً لمستوى معيشتهما الاجتماعية .\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 233 .\r\n( 2 ) البقرة / 231 .\r\n( 3 ) البقرة / 232 .\r\n( 4 ) البقرة / 234 .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\nجيم : لا ينبغي ان تتأثر علاقة الزوجين بالفتور بسبب الولد فيلحق بهما ضرر عبر الولد كأن يمنع الرجل زوجته أو العكس من لذة الجنس رعاية لحق الولد .\r\nجاء في الحديث المأثور عن الصادق - عليه السلام - في تفسير الآية في قوله تعالى : « لا تضار والدة » قال - عليه السلام - : « كانت المرأة ممن ترفع يدها إلى الرجل إذا أراد مجامعتها ، فتقول : لا أدعك ، أني أخاف أن احمل على ولدي ، ويقول الرجل للمرأة : لا أجامعك إني أخاف أن تعلقي فأقتل ولدي فنهى الله أن يضار الرجل المرأة والمرأة الرجل » ( 1 ) .\r\nدال : لا يجوز منع الأم من زيارة ولدها عند وفاة الأب وانتقال كفالة الولد إلى الوارث ، كما لا يجوز ا عليه ان كان في كفالة الأم .\r\nفقد جاء في الحديث المأثور عن الإمام الصادق - عليه السلام - : « لا ينبغي للوارث - أيضا - أن يضار المرأة فيقول : لا ادع ولدها يأتيها ، ويضار ولدها إن كان لهم عنده شيء ، ولا ينبغي أن يقتر عليه » ( 2 ) .\r\nهاء : فان أراد الزوجان فصالا لابنهما عن الرضاعة ، فلا بد أن يكون ذلك بعد التشاور والتراضي ، شأنه شأن سائر أمور البيت . لكن بشرط إلا يسبب ذلك في تضييع حقوق الأم التي أرضعت ولدها ، بل على الأب ان ينفق عليها بقدر ما أرضعت ثم يعطي الولد للمرضعة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان الجزء الثاني ص 256 .\r\n( 2 ) نور الثقلين ج 1 ص 226 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\nوقد جاءت أحاديث مأثورة عن الأئمة - عليهم السلام - في حقوق الزوجين على بعضهما في الرضاع وذلك في تفسير الآية الكريمة نذكرها فيما يلي :\r\nعن أبي عبد الله - عليه السلام - في قول الله عز وجل : « والوالدات يرضعن أولادهن حولين كاملين » قال : « ما دام الولد في الرضاع فهو بين الأبوين بالسوية ، فإذا فطم فالأب أحق به من الأم ، فإذا مات الأب فالأم أحق به من العصبة » ( 1 ) .\r\nعن أبي عبد الله - عليه السلام - قال : « إذا طلق الرجل المرأة وهي حبلى أنفق عليها حتى تضع حملها ، وإذا رضعته أعطاها أجرها ولا يضارها الا ان يجد من هو أرخص أجراً منها ، فان هي رضيت بذلك الأجر فهي أحق بابنها حتى تفطمه » ( 2 ) .\r\nالمعاشرة الجنسية\r\nالقرآن الكريم :\r\nا - « ويسألونك عن الميحض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوابين ويحب المتطهرين » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر ص 227 .\r\n( 2 ) المصدر .\r\n( 3 ) البقرة / 222 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\nللمعاشرة الجنسية احكام وآداب تجمعها التقوى والطهر ، مما يفصل بين الانسان وممارسته للجنس واشباعه لهذه الحاجة الضرورية ، وبين سائر الاحياء ، والبصائر التالية نستفيدها من هذه الآية الكريمة .\r\nالف : إذا كانت المرأة في دورتها الشهرية فعلى الرجل أن يكف شهوته ولا يقاربها حتى تطهر من الخبث والقذارة الظاهرية وذلك بانقطاع الدم . بل حتى تتطهر من الحدث الباطني فتغتسل وتتطهر .\r\nباء : ان موضع الدم هو موضع اللذة الفطرية ، وموضع ابتغاء الذرية ، وهو موضع امر الله فلا يتعداه الرجل إلى مواضع شاذة .\r\nجيم : المقاربة تتحدد بأحكام تقتضيها التقوى كاعتزال المرأة في دورتها ( وكذلك عند الصيام والاعتكاف والاحرام وما أشبه ) بل تتحدد بآداب تقتضيها الطهارة كإعتزالها بعد انقطاع الدم وقبل الاغتسال . والله يحب التوابين الذين إذا مارسوا الجنس بصورة خاطئة استغفروا الله ، ويحب المتطهرين الذين يتوخون الطهارة بكل ألوانها عند الممارسة ، ولعل من ذلك التنظف بعد المقاربة بمنديل مختلف عن منديل الشريك وغسل الموضع ثم الاغتسال سريعا ، وما إلى ذلك قال الله سبحانه :\r\n2 - « نساؤكم حرث لكم فأتوا حرثكم انى شئتم وقدموا لأنفسكم واتقوا الله واعلموا إنكم ملاقوه وبشر المؤمنين » ( 1 ) .\r\nتتصل هذه الآية بالتي سبقتها في تبصير المؤمن بآداب المعاشرة وأحكامها ، واهم أحكامها ان الزوج في سعة من امر المباشرة ليلاً أو نهاراً وفي أية حالة يشاء وبأية كيفية ما دامت المباشرة في القبل حيث رجاء\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 223 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nالولد ، ولكن المباشرة الجنسية يجب أن تكون في أطار التقوى والبحث عن الولد الصالح الذي يثقل الأرض بكلمة لا إله إلا الله ويكون خلفا صالحا لأبيه يدعو له بعد وفاته .\r\n3 - « للذين يؤلون من نسائهم تربص أربعة اشهر فان فاؤوا فإن الله غفور رحيم * وإن عزموا الطلاق فإن الله سميع عليم » ( 1 ) .\r\nحين يقسم الزوج يميناً بعدم مباشرة زوجته فإن كان واعيا لما يقوله فان عليه إلا يضيع حق زوجته في المضاجعة ، وهكذا يعطى فرصة أربعة اشهر ، ثم عليه أن يختار اما كفارة قسمه ومباشرة زوجته أو طلاقها .\r\nونستفيد من الآية ضرورة الوفاء بحق الزوجة في المضاجعة ولو كان أربعة اشهر مرة واحدة .\r\n4 - « الذين يظاهرون منكم من نسائهم ما هن أمهاتهم أن أمهاتهم الا اللائي ولدنهم وإنهم ليقولون منكراً من القول وزورا وإن الله لعفو غفور * والذين يظاهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل ان يتماسا ذلكم توعظون به والله بما تعملون خبير » ( 2 ) .\r\nوكما الايلاء : وهو ( القسم بعدم المضاجعة ) كذلك الظهار ( حيث يتعهد الزوج بعدم مقاربة زوجته بأن يقول لها أنت علي كظهر أمي كناية عن تحريم مواقعتها على نفسه ) فإنه يفوت حق المرأة في المباشرة الجنسية ، ومن هنا فان الشرع قد امر الزوج بأن يباشرها بعد مدة معلومة وبين أن أم الانسان هي التي ولدته لا التي يجعلها اماً ، ان على الذي يظاهر ان\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة / 226 - 227 .\r\n( 2 ) المجادلة / 2 - 3 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\nيقدم كفارة الظهار قبل أن يمس زوجته ، وهي تحرير رقبة أو صيام شهرين أو اطعام ستين مسكيناً على الترتيب ، على تفصيل يذكر في باب الظهار .\r\nوهكذا ضمن الشرع حق الزوجة في الممارسة الجنسية .\r\nالحقوق المالية\r\nالقرآن الكريم :\r\n1 - « ولا تتمنوا ما فضل الله بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسألوا الله من فضله ان الله كان بكل شيء عليماً » ( 1 ) .\r\nونستفيد من هذه الآية أن النساء يملكن جهدهن كما يملك الرجال في حدود الملكية المشروطة والنسبية التي يقررها الدين الحنيف ، والتي يتفاضل بها الناس فيتسابقون إلى الخيرات .\r\n2 - « للرجال نصيب مما ترك الوالدان والأقربون وللنساء نصيب مما ترك الوالدان والأقربون مما قل أو كثر نصيباً مفروضاً » ( 2 ) .\r\nوهكذا تملك المرأة بالإرث كما يملك الرجل في حدود الأحكام الشرعية التي يفرضها الدين في مسألة الإرث ، وهكذا تتكون شخصية المرأة المستقلة في الجانب المالي .\r\n3 - « يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهاً ولا\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 32 .\r\n( 2 ) النساء / 7 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\nتعضلوهن لتذهبوا ببعض ماء أتيتموهن الا أن يأتين بفاحشة مبينة وعاشروهن بالمعروف فان كرهتموهن فعسى أن تكرهوا شيئا ويجعل الله فيه خيراً كثيراً » ( 1 ) .\r\nالف : نستلهم من بصائر هذه الآية أن ملكية المرأة محصنة بالشرع ، حيث ينهى ربنا المؤمنين ( وهذا الخطاب يوحي بان ما بعده من شروط الايمان ) ينهاهم من ممارسة الضغط على المرأة ، سعيا وراء إرثها ، وذلك بأن تجعل كل إرثها لزوجها بينما للزوج منه نصيب مفروض .\r\nوقد فسرت الآية تفسيرا آخر حيث كانت المرأة تورث في الجاهلية كما يورث المتاع ، فالولد الأكبر يلقي ثوبه على زوجة أبيه فتكون من نصيبه وقد نهى الله سبحانه عن نكاح ما نكح الآباء .\r\nباء : لا يجوز الضغط على المرأة ، بسوء المعاملة ، حتى تتنازل عن بعض مهرها ، بإزاء طلاقها أو حتى من دون ذلك .\r\nجيم : في حالة واحدة يجوز التضييق عليها ، وهي إذا أتت بفاحشه مبينة ( كالزنا ) ، وفي غير هذه الحالة ، يجب أن يعاشرها الزوج بالمعروف ، وهو يشمل رزقها بكسوتها واطعامها حسب امكانه ووفق متطلبات الحياة في عرف المجتمع .\r\nوقد جاء في حديث شريف : ان النبي - صلى الله عليه وآله - قال : « اتقوا الله في النساء فإنكم أخذتموهن بأمانة الله واستحللتم فروجهن بكلمة الله ولكم عليهن حق ، ومن حقكم عليهن ان لا يوطئن فرشكم أحدا ، ولا يعصينكم في معروف ، وإذا فعلن ذلك فلهن رزقهن وكسوتهن\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء / 19 .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nبالمعروف » ( 1 ) .\r\nدال : عندما يكره الزوج زوجته بسبب أو بآخر ( لسوء في أخلاقها أو كبر سنها وذهاب بهائها وجمالها ) فإن عليه ان يصبر عليها ، فقد يقدر الله فيها البركة والخير له ، وهكذا لا ينبغي أن يجعل الزوج عاطفته معيارا للمعاشرة مع الزوجة ، بل هي شريكة حياته وعونه في السراء والضراء .\r\n4 - « وإن أردتم استبدال زوج مكان زوج وآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا ، أتأخذونه بهتانا وإثماً مبيناً وكيف تأخذونه وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقاً غليظاً » ( 2 ) .\r\nنستفيد من هذه الآية الحقائق التالية :\r\nالف : الطلاق هو الحل الأخير الذي ينبغي أن يلجأ الزوج إليه بعد نفاد كل السبل الأخرى ، ولكن لا يجوز عند الطلاق أن يأخذ الزوج المهر الذي دفعه للزوجة وإنه بهتان واثم مبين .\r\nباء : ان هناك سببين لامتلاك المرأة للمهر ، الأول العقد حيث إنه ميثاق غليظ يوجب الوفاء به وبموجبه تملك المرأة المهر ، اما السبب الثاني فهو الدخول على المرأة حيث تصبح به ملكية المرأة منجزة لا رجعة فيها ، حتى بالطلاق .\r\nهكذا نعرف : ان المرأة تملك ، اما بالإرث ، أو بالكسب أو بالصداق . كما انها تملك حق النفقة والكسوة من قبل الزوج ، وتلك بعض حقوقها المالية .\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان الجزء الرابع الصفحة 259 عن كتاب الدر المنثور .\r\n( 2 ) النساء / 20 - 21 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n3 / في البيت الاسلامي\r\nتكريما للمرأة استن الاسلام سننا تحافظ على عفافها خدرها لكي لا تصبح لعبة لأصحاب الهوى ، ومن هنا نهى رسول الله من ركوب المرأة السروج وجاء في رواية عنه : « نهى رسول الله - صلى الله عليه وآله - ان يركب سرج بفرج » ( 1 ) .\r\nوأمر الزوج بعصيانها إذا طلبت الخروج إلى مواضع التبرج ، وقال : « من أطاع امرأته أكبه الله على وجهه في النار . قيل وما تلك الطاعة . ؟ قال : تطلب إليه الذهاب إلى الحمامات والعرسات والعيدات والنايحات والثياب الرقاق » ( 2 ) .\r\nوأمر الرسول النساء بالمشي في جوانب الطرق محافظة لهن عن ملاحقة العيون الخائنة وروي عنه قوله : « ليس للنساء من سروات الطريق شيء ، ولكنها تمشي في جانب الحائط والطريق » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 ( القسم الثاني ) ص 128 .\r\n( 2 ) المصدر / ج 7 / ص 130 ( الباب 95 - الحديث 1 ) ، يبدو أن هذه المواضع كانت مظنة الاختلاط بالرجال ، أو مظنة الفتنة والفساد ومجالس اللهو والفجور .\r\n( 3 ) المصدر / ج 7 / ص 132 ( الباب 97 - الحديث 1 ) .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\nونهين من التبرج عند اللواتي يصفنها للرجال فقد روي عن الإمام الصادق - عليه السلام - أنه قال : « لا ينبغي للمرأة ان تنكشف بين يدي اليهودية والنصرانية فإنهن يصفن ذلك لأزواجهن » ( 1 ) .\r\nوحفاظا عليها من الفتنة حرم الاسلام خلوة الرجل بها ، وجاء في حديث عن النبي - صلى الله عليه وآله - : « من كان يؤمن بالله واليوم الآخر فلا يبت في موضع يسمع نفس امرأة ليست له بمحرم » ( 2 ) .\r\nوحرم مصافحة المرأة الأجنبية ( إلا من وراء ثياب ) وحرم ضمها واحتضانها ، وجاء في حديث النبي - صلى الله عليه وآله - : « ومن ملأ عينيه من حرام ملأ الله عينيه يوم القيامة من النار الا ان يتوب ويرجع ، وقال - صلى الله عليه وآله - : « ومن صافح امرأة تحرم عليه فقد باء بسخط من الله عز وجل ، ومن التزم امرأة حراما ، قرن في سلسلة من نار مع شيطان ، فيقذفان في النار » ( 3 ) .\r\nونهى الاسلام عن ممازحة المرأة الأجنية ، وقال رسول الله - صلى الله عليه وآله - : « ومن فاكه امرأة لا يملكها حبسه الله بكل كلمة كلمها في الدنيا الف عام » ( 4 ) .\r\nونهى الرجال من النظر في أدبار النساء ( نظرة شهوة وريبة ) ، فقال الإمام الصادق - عليه السلام - : « اما يخشى الذين ينظرون في أدبار النساء\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 133 ( الباب 98 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 134 ( الباب 99 - الحديث 2 ) .\r\n( 3 ) المصدر / ج 7 / ص 142 ( الباب 105 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 143 ( الباب 106 - الحديث 4 ) .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nان يبتلوا بذلك في نسائهم » ( 1 ) .\r\nونهى عن النظر إلى أكثر من وجهها وكفيها وقدميها ( بلا ريبة ) ففي حديث مأثور عن الإمام الصادق - عليه السلام - قلت له : ما يحل للرجل أن يرى من المرأة إذا لم يكن محرما قال : « الوجه والكفان والقدمان » ( 2 ) .\r\nوإذا أراد الرجل أن يصافح امرأة أجنبية ، فعليه أن يصافحها من وراء الثوب دون ان يعصر يدها ، هكذا قال الإمام الصادق - عليه السلام - في الحديث التالي : عن سماعة بن مهران قال سألت أبا عبد الله عن مصافحة الرجل للمرأة ، قال : « لا يحل للرجل ان يصافح المرأة إلا امرأة يحرم عليه ان يتزوجها أخت أو بنت أو عمة أو خالة أو بنت أخت أو نحوها ، واما المرأة التي يحل له أن يتزوجها فلا يصافحها إلا من وراء الثوب ولا يغمز كفها » ( 3 ) .\r\nونهى النبي - صلى الله عليه وآله - عن دخول الرجال على النساء إلا بإذن من أهلهن ، ففي الحديث : « نهى رسول الله إن يدخل الرجال على النساء إلا بإذن أوليائهن » ( 4 ) .\r\nوكره تقبيل البنت الصغيرة إذا بلغت ست سنين ، فعن الإمام الصادق - عليه السلام - : « إذا بلغت الجارية ست سنين فلا ينبغي لك ان تقبلها » ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 145 ( الباب 108 - الحديث 4 ) .\r\n( 2 ) المصدر / ج 7 / ص 146 ( الباب 109 - الحديث 2 ) .\r\n( 3 ) المصدر / ج 7 / ص 151 ( الباب 115 - الحديث 2 ) .\r\n( 4 ) المصدر / ج 7 / ص 157 ( الباب 118 - الحديث 1 ) .\r\n( 5 ) المصدر / ج 7 / ص 170 ( الباب 127 - الحديث 2 ) .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\nوفرض الفصل بين الأولاد بعد العاشرة في مضاجع النوم ، فقد روي عن رسول الله - صلى الله عليه وآله - إنه قال : « الصبي والصبي والصبي والصبية ، والصبية والصبية يفرق بينهم في المضاجع لعشر سنين » ( 1 ) .\r\nوكره ابتداء المرأة ( بالذات الشابة ) بالسلام من قبل الرجل غير المحرم ، أو دعوتها إلى طعام فقد جاء عن الإمام أمير المؤمنين - عليه السلام - قوله : « لا تبدأوا النساء بالسلام ، ولا تدعوهن إلى الطعام ، فإن النبي قال : النساء عي وعورة ، فاستروا عيهن بالسكوت ، واستروا عوراتهن بالبيوت » ( 2 ) .\r\nونهى الاسلام عن الاختلاط بين الرجال والنساء في المرافق العامة ، فلقد خطب الإمام علي - عليه السلام - في أهل العراق يوما وزجرهم عن الاختلاط وقال : « يا أهل العراق نبئت أن نساءكم يدافعن الرجال في الطريق اما تستحون » ( 3 ) .\r\nولعل من ذلك كان النهي عن خروج النساء إلى العيدين حيث سأل محمد بن شريح الإمام الصادق عن ذلك ، فقال الإمام - عليه السلام - : « لا ، الا العجوز عليها منقلاها يعني الخفين » ( 4 ) .\r\nوكره الرسول جلوس الرجل في مجلس المرأة قبل أن يبرد ( كراهة الإثارة الجنسية بتلك الحرارة ) ، وقال - صلى الله عليه وآله - : « إذا جلست\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 171 ( الباب 128 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 173 ( الباب 131 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 174 ( الباب 132 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 176 ( الباب 136 - الحديث 1 ) .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\nالمرأة مجلسا فقامت عنه ، فلا يجلس في مجلسها رجل حتى يبرد » ( 1 ) .\r\nوفي رواية شريفة فصل الإمام محمد بن علي الباقر أحكام المرأة الخاصة ، نتلو معاً بعض فقراتها : « ليس على النساء آذان ولا إقامة ، ولا جمعة ولا جماعة ، ولا عيادة المريض ، ولا اتباع الجنائز ، ولا اجهار بالتلبية ، ولا الهرولة بين الصفا والمروة ، ولا استلام الحجر ، ولا دخول الكعبة ، ولا الحلق وإنما يقصرن من شعورهن ، ولا تولى المرأة القضاء ، ولا تولي الإمارة ، ولا تستشار ، ولا تذبح إلا من اضطرار ، وتبدأ في الوضوء بباطن الذراع والرجل بظاهره ، ولا تمسح كما يمسح الرجال ، بل عليها أن تلقي الخمار عن موضع مسح رأسها في صلاة الغداة والمغرب ، وتمسح عليه في سائر الصلوات ، تدخل إصبعها فتمسح على رأسها ، من غيران تلقي عنها خمارها ، فإذا قامت في صلاتها ، ضمت رجليها ووضعت يديها على صدرها ، وتضع يديها في ركوعها على فخذيها ، وإذا أرادت السجود سجدت لاطية بالأرض ، وإذا رفعت رأسها من السجود جلست ثم نهضت إلى القيام ، وإذا قعدت للتشهد رفعت رجليها وضمت فخذيها » ( 2 ) .\r\nوالملاحظ من هذا الحديث ان حكمة تلك الآداب والسنن المحافظة على كرامة المرأة لكي لا تصبح وسيلة لإثارة الشهوة ، وفتنة للناس ، وتبق محفوظة عن الريبة ، والله العالم .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 185 ( الباب 145 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 162 ( والحديث مفصل ذكرنا فقرات منه للحاجة ) ( الباب 123 - الحديث 1 ) .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\nسنن الدين في الذرية\r\nاعتبر الاسلام الولد من سعادة المرء وجاء في حديث مروي عن الإمام الباقر - عليه السلام - : « من سعادة الرجل أن يكون له الولد يعرف فيه شبهه وخلقه ، وخلقه وشمائله » ( 1 ) .\r\nوقال أبو الحسن - عليه السلام - : « إن الله إذا أراد بعبد خيرا لم يمته حتى يريه الخلف » ( 2 ) .\r\nوعلى المؤمن اكرام الولد الصالح فقد جاء في الحديث : « الولد الصالح ريحانة من رياحين الجنة » ( 3 ) .\r\nوقال الإمام الصادق - عليه السلام - : « إن الله ليرحم الرجل لشدة حبه لولده » ( 4 ) .\r\nوكره الاسلام عدم طلب الولد مخافة الفقر ، وقال بكر بن صالح كتبت إلى أبى الحسن - عليه السلام - إني اجتنبت طلب الولد منذ خمس سنين ، وذلك أن أهلي كرهت ذلك وقالت : إنه يشتد علي تربيتهم لقلة الشيء فما ترى ، فكتب إلي اطلب فإن الله يرزقهم ( 5 ) .\r\nوندب الاسلام إلى طلب البنات وقال رسول الله - صلى الله عليه\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 95 / أبواب أحكام الأولاد ( الباب 1 - الحديث 6 ) .\r\n( 2 ) المصدر / ج 7 / ص 96 ( الباب 1 - الحديث 10 ) .\r\n( 3 ) المصدر / ج 7 / ص 97 ( الباب 2 - الحديث 2 ) .\r\n( 4 ) المصدر / ج 7 / ص 98 ( الباب 2 - الحديث 7 ) .\r\n( 5 ) المصدر / ج 7 / ص 99 ( الباب 3 - الحديث 1 ) .\r\n","page_name":" 189 ","page_number":189},
  {"content":"\r\nوآله - : « نعم الولد البنات ملطفات مجهزات مؤنسات مباركات مفليات » ( 1 ) .\r\nونهى الاسلام من كراهة البنات واعتبر هن حسنات وقال الإمام الصادق - عليه السلام - : « البنات حسنات والبنون نعمة والحسنات يثاب عليها والنعمة يسأل عنها » ( 2 ) .\r\nوقال النبي - صلى الله عليه وآله - : « إن الله تبارك وتعالى على الإناث ارق منه على الذكور وما من رجل يدخل فرحة على امرأة بينه وبينها حرمة ، الا فرحه الله يوم القيامة » ( 3 ) .\r\nومن أراد الذرية يدعو بالمأثور عن أهل البيت - عليهم السلام - فإن الله يرزقه ما يطلب إن شاء تعالى كما فعل الحارث النضري قال : قلت لأبي عبد الله : إني من أهل بيت قد انقرضوا وليس لي ولد . قال : « ادع وأنت ساجد ؛ رب هب لي من لدنك وليا ، رب لا تذرني فرداً وأنت خير الوارثين » . قال ففعلت فولد لي علي والحسين ( 4 ) .\r\nوفي حديث آخر أمر الإمام الصادق بالاستغفار لمن أراد ذرية فعن سعيد بن يسار قال : قال رجل لأبي عبد الله - عليه السلام - لا يولد لي ، فقال : « استغفر ربك في السحر مأة مرة فإن نسيته فأقضه » ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 100 ولعل معنى مفليات ( بالفاء ) أي ذات أولاد من قول العرب أفلى الفرس كانت ذات فلو ( الولد المنقطع عن الرضاع ) ( الباب 4 - الحديث 4 ) .\r\n( 2 ) المصدر / ج 7 / ص 103 ( الباب 5 - الحديث 7 ) .\r\n( 3 ) المصدر / ج 7 / ص 104 ( الباب 7 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 106 ( الباب 8 - الحديث 2 ) .\r\n( 5 ) المصدر / ج 7 / ص 108 ( الباب 10 - الحديث 3 ) .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nوقد جاء في رواية أخرى استحباب رفع الصوت بالآذان في البيت طلبا للولد ، فقد روي عن هشام بن إبراهيم إنه شكي إلى أبي الحسن - عليه السلام - سقمه وإنه لا يولد له فأمره أن يرفع صوته بالأذان في منزله ، قال ففعلت فأذهب الله عني سقمي ، وكثر ولدي ( 1 ) .\r\nورغب الحديث المروي عن الإمام الصادق في اكل السفرجل حيث نظر إلى غلام جميل فقال : « ينبغي أن يكون أبو هذا الغلام اكل السفرجل » ( 2 ) .\r\nوأمر الرسول ان تطعم النفساء الرطب وقال - صلى الله عليه وآله - : « ليكن أول ما تأكله النفساء الرطب فإن الله قال لمريم : « وهزي إليك بجذع النخلة تساقط عليك رطبا جنياً .\r\nقيل يا رسول الله فإن لم تكن أيام الرطب ؟ قال : « سبع تمرات من تمر المدينة ، فإن لم يكن فسبع تمرات من تمر أمصاركم » ( 3 ) .\r\nكما أمر باطعام الحامل اللبان فقال رسول الله - صلى الله عليه وآله - : « اطعموا حبالاكم اللبان فإن الصبي إذا غذى في بطن أمه باللبان اشتد عقله فإن يك ذكراً كان شجاعاً وإن ولدت أنثى عظمت عجيزتها فتحظى عند زوجها » ( 4 ) .\r\nوفي حديث مأثور عن الصادق - عليه السلام - إنه شكي إليه رجل انه\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 109 ( الباب 11 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 133 ( الباب 32 - الحديث 2 ) .\r\n( 3 ) المصدر / ج 7 / ص 134 ( الباب 33 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 136 ( الباب 34 - الحديث 1 ) .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\nلا يولد له ، فقال له : « إذا جامعت فقل اللهم إن رزقتني ولداً سميته محمداً ، قال ففعل ذلك فرزق » ( 1 ) .\r\nورغب في التهنئة بالولد والأمثل أن يكون بالمأثور مثلما جاء في رواية رزام قال : قال رجل لأبي عبد الله الصادق - عليه السلام - ولد لي غلام فقال : « رزقك الله شكر الواهب وبارك لك في الموهوب وبلغ أشده ورزقك الله بره » ( 2 ) .\r\nسنن تسمية الأولاد\r\nوأمر الدين بتسمية الولد قبل ان يولد حتى السقط هكذا قال أمير المؤمنين - عليه السلام - : «\r\nسموا أولادكم قبل ان يولدوا فإن لم تدروا أذكر أم أنثى فسموهم بالأسماء التي تكون للذكر والأنثى ، فإن أسقاطكم إذا لقوكم في القيامة ولم تسموهم ، يقول السقط لأبيه : الا سميتني وقد سمى رسول الله محسنا قبل أن يولد » ( 3 ) .\r\nويستحب أن يكون الاسم حسنا ، وهو أول بر للولد من قبل والده ، وفي الحديث المروي عن أبي الحسن - عليه السلام - قال : « أول ما يبر الرجل ولده ان يسميه باسم حسن ، فليحسن أحدكم اسم ولده » ( 4 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 113 ( الباب 14 - الحديث 7 ) .\r\n( 2 ) المصدر / ج 7 / ص 120 ( الباب 20 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 121 ( الباب 21 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 122 ( الباب 22 - الحديث 1 ) .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\nوقد كانت العرب تسمي أبناءها بأسماء قبيحة في الجاهلية ، وعلة ذلك ما جاء في رواية أحمد بن اشيم عن الإمام الرضا - عليه السلام - حيث قال قلت له : لم يسمي العرب أولادهم بكلب وفهد ونمر وأشباه ذلك ؟ قال : « كانت العرب أصحاب حرب ، فكانت تهول على العدو بأسماء أولادهم ، ويسمون عبيدهم فرج ومبارك وميمون وأشباه هذا يتيمنون بها » ( 1 ) .\r\nولكن رسول الله - صلى الله عليه وآله - كان يغير الأسماء القبيحة في الرجال والبلدان كما جاء في رواية الإمام الصادق - عليه السلام - ( 2 ) .\r\nوقد حددت الرواية التالية أصدق الأسماء وأفضلها فعن الإمام الباقر - عليه السلام - : « أصدق الأسماء ما سمي بالعبودية ، وأفضلها أسماء الأنبياء » ( 3 ) .\r\nوهكذا فان عبد الرحمن ، عبد الكريم ، عبد الله . . هي أصدق الأسماء إما محمد ، إبراهيم ، نوح ، عيسى ، وموسى . . فهي أفضل الأسماء وقد قال رسول الله - صلى الله عليه وآله - : « ما من أهل بيت فيهم اسم نبي إلا بعث الله عز وجل إليهم ملكا يقدسهم بالغداة والعشي » ( 4 ) .\r\nويستحب أن يسمى الذكر باسم « محمد » سبعة أيام بعد ولادته ثم يغيروا إن شاءوا إلى غير ذلك حسب سنة الأئمة - عليهم السلام - ، إذ قال\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 123 ( الباب 22 - الحديث 5 ) .\r\n( 2 ) المصدر / ج 7 / ص 124 ( الباب 22 - الحديث 6 ) .\r\n( 3 ) المصدر / ج 7 / ص 125 ( الباب 23 - الحديث 3 ) .\r\n( 4 ) المصدر / ج 7 / ص 125 ( الباب 23 - الحديث 3 ) .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nالصادق - عليه السلام - : « لا يولد لنا ولد إلا سميناه محمدا فإن مضى سبعة أيام ، فإن شئنا غيرنا وإلا تركنا » ( 1 ) .\r\nوفي الحديث الشريف قال رسول الله - صلى الله عليه وآله - : « من ولد له ثلاثة بنين ولم يسم أحدهم محمداً فقد جفاني » ( 2 ) .\r\nوجاء في حديث مأثور عن أبي الحسن - عليه السلام - : « لا يدخل الفقر بيتا فيه اسم محمد أو علي أو الحسن أو الحسين أو جعفر أو طالب أو عبد الله أو فاطمة من النساء » ( 3 ) .\r\nوندب الاسلام إلى وضع كنية للطفل قبل ان ينبز بكنية سيئة ، قال الإمام الباقر - عليه السلام - : « إنا لنكني أولادنا في صغرهم مخافة النبز ان يلحق بهم » ( 4 ) .\r\nكما ندب ان يكنى الرجل باسم ابنه ، حسب رواية السكوني عن الإمام الصادق - عليه السلام - ( 5 ) .\r\nوكره الاسلام ان يسمى بأسماء غير حقيقية مثل الحكم ، الحكيم ، خالد ، ومالك حسب رواية مأثورة عن الإمام الصادق - عليه السلام - ( 6 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 125 ( الباب 24 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 127 ( الباب 24 - الحديث 5 ) .\r\n( 3 ) المصدر / ج 7 / ص 128 ( الباب 26 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 129 ( الباب 27 - الحديث 1 ) .\r\n( 5 ) المصدر / ج 7 / ص 129 ( الباب 27 - الحديث 2 ) .\r\n( 6 ) المصدر / ج 7 / ص 130 ( الباب 28 - الحديث 1 ) .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\nسنن الولادة\r\nمن سنن الاسلام في المولود الجديد رفع الآذان والإقامة في اذنيه ، فقد قال رسول الله - صلى الله عليه وآله - : « من ولد له مولود فليؤذن في أذنه اليمنى بأذان الصلاة ، وليقم في أذنه اليسرى فإنها عصمة من الشيطان الرجيم » ( 1 ) .\r\nوقبل إذٍ يستحب تحنيك الوليد بالتمر كما فعل رسول الله بالحسن والحسين - عليهم جميعا صلوات الله - ( 2 ) .\r\nوفي رواية الإمام الباقر - عليه السلام - : « يحنك المولود بماء الفرات ويقام في اذنه » ( 3 ) .\r\nومن سنن الولادة ، ما قام به نبينا - صلى الله عليه وآله - عند ولادة ريحانتيه الحسن والحسين - عليهما السلام - ، حسبما تفصله رواية الإمام الرضا - عليه السلام - عن أسماء بنت عميس قالت : « لما ولدت فاطمة الحسن ، جاء النبي فقال : يا أسماء هاتي ابني فدفعته إليه في خرقة صفراء فرمى بها وقال ألم أعهد إليكم الا تلفوا المولود في خرقة صفراء ؟ ودعا بخرقة بيضاء فلفه بها ، ثم أذن في أذنه اليمنى وأقام في أذنه اليسرى .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 136 ( الباب 35 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 137 ( الباب 36 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 138 ( الباب 36 - الحديث 2 ) .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\nثم ذكرت ( أسماء ) في الحسين - عليه السلام - مثل ذلك إلى أن قالت : « فلما كان يوم سابعه جاءني النبي فقال هلمي إلي بأبني ففعل به كما فعل بالحسن وعق عنه كما عق عن الحسن ، كبشا أملح ، وأعطى القابلة رجلا ، وحلق رأسه وتصدق بوزن الشعر ورقا ( 1 ) وطلى رأسه بالخلوق ( 2 ) قال : « إن الدم من فعل الجاهلية » ( 3 ) .\r\nوقد أكدت الروايات على العقيقة حتى جاء في حديث الإمام الصادق - عليه السلام - : « كل امرئ مرتهن يوم القيامة بعقيقته ، والعقيقة أوجب من الأضحية » ( 4 ) .\r\nبل ذكرت النصوص ان الانسان إذا لم يعلم إنه قد عق عنه ، فعليه ان يعق عن نفسه كما فعل النبي بعد النبوة ( 5 ) .\r\nويعق عن الذكر والأنثى بكبش أو بقرة أو بدنة ( 6 ) ، وعن التوأمين بكبشين ( 7 ) وإذا كان فقيرا انتظر اليسار حتى يعق فإن لم يقدر فليس عليه شيء ( 8 ) - .\r\nوسئل الإمام الصادق - عليه السلام - عن العقيقة إذا ذبحت يكسر\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي فضة .\r\n( 2 ) وهو عطر فيه زعفران .\r\n( 3 ) وسائل الشيعة / ج 7 / ص 142 ( الباب 36 - الحديث 15 ) .\r\n( 4 ) المصدر / ج 7 / ص 143 ( الباب 38 - الحديث 1 ) .\r\n( 5 ) المصدر / ج 7 / ص 145 ( الباب 39 - الحديث 3 ) .\r\n( 6 ) المصدر / ج 7 / ص 146 ( الباب 41 - الحديث 2 ) .\r\n( 7 ) المصدر / ج 7 / ص 146 ( الباب 40 - الحديث 2 ) .\r\n( 8 ) المصدر / ج 7 / ص 148 ( الباب 43 - الحديث 1 ) .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nعظمها فقال : « نعم يكسر عظمها ويقطع لحمها ويصنع بها بعد الذبح ما شئت » ( 1 ) .\r\nولا يجب أن تكون فيها شروط الأضحية وقال الإمام الصادق - عليه السلام - : « إنما هي شاة لحم ليست بمنزلة الأضحية يجزي منها كل شيء » ( 2 ) .\r\nويستحب الدعاء عند ذبح العقيقة بالمأثور عن أبي عبد الله الصادق - عليه السلام - : « بسم الله وبالله اللهم عقيقة عن فلان لحمها بلحمه ، ودمها بدمه ، وعظمها بعظمه ، اللهم اجعله وقاء لآل محمد » ( 3 ) .\r\nويكره اكل الأبوين من العقيقة حسب رواية عن أبي عبد الله الصادق - عليه السلام - : « لا يأكل هو ولا أحد من عياله من العقيقة » ( 4 ) .\r\nونهى الاسلام عن تلطيخ رأس الولد بدم العقيقة لأنه من شرك الجاهلية ( 5 ) .\r\nوأمر الاسلام بختان الأولاد يوم السابع وجاء في الحديث النبوي الشريف : « طهروا أولادكم يوم السابع ، فإنه أطيب وأطهر وأسرع لنبات اللحم ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 152 ( الباب 44 - الحديث 17 ) .\r\n( 2 ) المصدر / ج 7 / ص 154 ( الباب 45 - الحديث 12 ) .\r\n( 3 ) المصدر / ج 7 / ص 154 ( الباب 46 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 156 ( الباب 47 - الحديث 1 ) .\r\n( 5 ) المصدر / ج 7 / ص 157 ( الباب 48 - الحديث 1 ) .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\nوإن الأرض تنجس من بول الأغلف أربعين صباحاً » ( 1 ) .\r\nاما من ولد مختونا ، فيستحب أن يمرر الموسي على موضع ختانه ، عملا بالسنة ، وجاء في حديث مأثور عن الإمام الكاظم إنه قال لما ولد الرضا ( ابنه ) : « ان ابني هذا ولد مختوناً طاهرا مطهراً ، وليس من الأئمة أحد يولد الا مختونا طاهرا مطهراً ، ولكنا سنمر عليه الموسي لإصابة السنة واتباع الحنفية » ( 2 ) .\r\nوختان الغلام من السنة ، اما خفض الجارية فليس منها حسب حديث الإمام الصادق - عليه السلام - حيث قال : « ختان الغلام من السنة وخفض الجارية ليس من السنة » ( 3 ) .\r\nبلى في بعض الأحاديث ان خفض الجارية مكرمة ( 4 ) .\r\nويستحب الدعاء عند الختان بالمأثور ومن جملة الدعاء « اللهم هذه سنتك وسنة نبيك واتباع منا لك ، ولدينك بمشيئتك وبإرادتك ، لأمر أردته ، وقضاء حتمته ، وأمر أنفذته فاذقته حر الحديد في ختانه وحجامته لأمر أنت أعرف به مني ، اللهم فطهره من الذنوب ، وزد في عمره ، وادفع الآفات عن بدنه ، والأوجاع عن جسمه ، وزده من الغنى ، وادفع عنه الفقر فإنك تعلم ولا نعلم » ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 161 ( الباب 52 - الحديث 4 ) .\r\n( 2 ) المصدر / ج 7 / ص 164 ( الباب 53 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 167 ( الباب 56 - الحديث 2 ) .\r\n( 4 ) المصدر / ج 7 / ص 167 ( الباب 56 - الحديث 3 ) .\r\n( 5 ) المصدر / ج 7 / ص 169 ( الباب 59 - الحديث 1 ) .\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\nآداب التعامل مع الرضيع\r\nورغب الاسلام الوالدين على تحمل بكاء الطفل ، ونهاهم أن يضربوه على بكائه ، وروي عن رسول الله - صلى الله عليه وآله - إنه قال : « لا تضربوا أطفالكم على بكائهم ، فإن بكاءهم أربعة اشهر ، شهادة أن لا إله إلا الله ، وأربعة اشهر الصلاة على النبي وآله ، وأربعة اشهر الدعاء لوالديه » ( 1 ) .\r\nوحرضت السنة على ارضاع الطفل ، وجاء في حديث شريف عن النبي - صلى الله عليه وآله - في أجر المرضعة عند الله : « فإذا أرضعت كان ، لها بكل مصة تعدل عتق من ولد إسماعيل فإذا فرغت من رضاعه ، ضرب ملك كريم على جنبها وقال : استأنفي العمل فقد غفر لك » ( 2 ) .\r\nوقال الإمام أمير المؤمنين - عليه السلام - : « ما من لبن رضع به الصبي أعظم بركة عليه من لبن أمه » ( 3 ) .\r\nوأمر الإمام الصادق - عليه السلام - مرضعة أن ترضع الطفل من الثديين ، وقالت أم إسحاق نظر إلي أبو عبد الله وأنا أرضع ابني محمد\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 171 ( الباب 63 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 174 ( الباب 67 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 175 ( الباب 68 - الحديث 2 ) .\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\nوإسحاق ، فقال : « يا أم إسحاق لا ترضعيه من ثدي واحد وارضعيه من كليهما يكون أحدهما طعاما والآخر شرابا » ( 1 ) .\r\nوجعل الاسلام فترة الرضاع حولين كاملين ، وقال الإمام الصادق - عليه السلام - : « ليس للمرأة ان تأخذ في رضاع ولدها أكثر من حولين كاملين ، ان أرادا الفصال قبل ذلك عن تراض منهما فهو حسن والفصال الفطام » ( 2 ) .\r\nوحرم الشرع أن يضار الزوجان بعضهما بمنع المباشرة ، خشية الحمل وخوفا على الرضيع ، جاء بذلك القرآن ثم فسرته السنة الشريفة ففي الحديث المأثور عن أبي عبد الله الصادق - عليه السلام - حين سأله أبو الصباح الكناني عن قول الله عز وجل : « لا تضار والدة بولدها ولا مولود له بولد 5 » .\r\nفقال : « كانت المراضع مما تدفع إحداهن الرجل ، إذا أراد الجماع ، تقول : لا أدعك إني أخاف أن أحبل فاقتل ولدي هذا الذي أرضعه ، وكان الرجل تدعوه المرأة فيقول إني أخاف ان أجامعك فأقتل ولدي فيدفعها فلا يجامعها . فنهى الله عز وجل عن ذلك ان يضار الرجل المرأة والمرأة الرجل » ( 3 ) .\r\nومن احكام الرضاع كراهة استرضاع الزانية وابنتها من الزنا ، هكذا جاء عن الإمام الكاظم - عليه السلام - حيث سأله أخوه علي بن جعفر\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 176 ( الباب 69 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 176 ( الباب 70 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 180 ( الباب 72 - الحديث 1 ) .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nعن امرأة ولدت من الزنا هل يصلح ان يسترضع بلبنها قال : « لا يصلح ولا لبن ابنتها التي ولدت من الزنا » ( 1 ) .\r\nوكذلك المجوسية لا تسترضع حسبما جاء في حديث مروي عن الإمام الصادق - عليه السلام - : « لا تسترضع الصبي المجوسية وتسترضع اليهودية والنصرانية ولا يشربن الخمر ويمنعن من ذلك » ( 2 ) .\r\nوكذلك لا تسترضع الناصبية ( 3 ) .\r\nورغب الاسلام في انتخاب المرضعة حسب القيم الشرعية والعقلية فقد قال الإمام أمير المؤمنين - عليه السلام : -\r\n« انظروا من يرضع أولادكم فإن الولد يشب عليه » ( 4 ) ، ومن ذلك كراهة استرضاع الحمقاء أو العمشاء ، فإن اللبن يعدي ( 5 ) .\r\nوهكذا ندب الاسلام إلى استرضاع الحسناء ، دون القبيحة ، فجاء في حديث عن الإمام الباقر - عليه السلام - : « عليكم بالوضاء من الضئورة فإن اللبن يعدي » ( 6 ) .\r\nسنن الاسلام في تربية الأولاد\r\nولقد أوصى الاسلام خيرا بالأولاد فأمر بحبهم والوفاء بالوعد معهم ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 184 ( الباب 75 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 185 ( الباب 76 - الحديث 1 ) .\r\n( 3 ) المصدر / ج 7 / ص 187 ( الباب 77 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 187 ( الباب 78 - الحديث 1 ) .\r\n( 5 ) المصدر / ج 7 / ص 188 ( الباب 78 - الحديث 2 ) .\r\n( 6 ) المصدر / ج 7 / ص 189 ( الباب 79 - الحديث 2 ) .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\nفقد جاء في الحديث عن رسول الله - صلى الله عليه وآله - « أحبوا الصبيان وارحموهم ، وإذا وعدتموهم شيئاً ففوا لهم فإنهم لا يرون إلا إنكم ترزقونهم » ( 1 ) .\r\nوجاء في حديث مأثور عن الإمام الصادق - عليه السلام - في ثواب من يحب أولاده : « إن الله يرحم العبد لشدة حبه لولده » ( 2 ) .\r\nومن الرحمة اتجاه الأولاد تقبيلهم الذي حرض عليه النبي - صلى الله عليه وآله - حينما قدم عليه رجل وقال له : ما قبلت لي صبياً قط فلما ولى قال رسول الله - صلى الله عليه وآله - : « هذا رجل عندي إنه من أهل النار » ( 3 ) .\r\nوفي حديث آخر عنه - صلى الله عليه وآله - : « من قبل ولده كتب الله له حسنة » ( 4 ) .\r\nومن ذلك المواساة بين الأولاد ( عند عدم التمايز بينهم ) فقد رأى رسول الله رجلاً يقبل أحد ابنيه وترك الآخر ، فقال - صلى الله عليه وآله - : « فهلا ساويت بينهما » ( 5 ) .\r\nومن الرحمة الاهتمام بأداء حقوق الأولاد التي فصلها الشرع ، فهذا رسول الله - صلى الله عليه وآله - يأتي إليه رجل فقال يا رسول الله ما حق\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 201 ( الباب 88 - الحديث 2 ) .\r\n( 2 ) المصدر / ج 7 / ص 201 ( الباب 88 - الحديث 4 ) .\r\n( 3 ) المصدر / ج 7 / ص 202 ( الباب 89 - الحديث 1 ) .\r\n( 4 ) المصدر / ج 7 / ص 202 ( الباب 89 - الحديث 2 ) .\r\n( 5 ) المصدر / ج 7 / ص 204 ( الباب 91 - الحديث 3 ) .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nابني هذا ؟ قال - صلى الله عليه وآله - : « تحسن اسمه وأدبه وضعه موضعا حسناً » ( 1 ) .\r\nوكان رسول الله أسوة في ذلك ، حيث صلى بالناس الظهر فخفف في الركعتين الأخيرتين فلما انصرف قال الناس : هل حدث في الصلاة شيء قال : « وما ذاك » ؟ قالوا : خففت في الركعتين الأخيرتين فقال لهم : « أوما سمعتم صراخ الصبي » ( 2 ) .\r\nوبر الوالد لولده يعود عليه غداً في صورة بر الولد لوالده . قال رسول الله - صلى الله عليه وآله - : « رحم الله من أعان ولده على بره . قال قلت : كيف يعينه على بره ؟ قال : يقبل ميسوره ويتجاوز عن معسوره ولا يرهقه ولا يخرق به » ( 3 ) .\r\nوقد وضع الاسلام مراحل ثلاث للتربية : كل مرحلة بسبع سنين ، قال الإمام الصادق - عليه السلام - : « الغلام يلعب سبع سنين ، ويتعلم الكتاب سبع سنين ، ويتعلم الحلال والحرام سبع سنين » ( 4 ) .\r\nوقال - عليه السلام - : « أمهل صبيك حتى يأتي له ست سنين ، ثم ضمه إليك سبع سنين ، فأدبه بأدبك فإن قبل وصلح وإلا فخل عنه » ( 5 ) .\r\nوقال النبي - صلى الله عليه وآله - : « من قبّل ولده كتب الله له حسنة ، ومن فرّحه فرّحه الله يوم القيامة ، ومن علمه القران دعي بالأبوين ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 198 ( الباب 86 - الحديث 1 ) .\r\n( 2 ) المصدر / ج 7 / ص 198 ( الباب 86 - الحديث 3 ) .\r\n( 3 ) المصدر / ج 7 / ص 199 ( ذكرنا من الحديث موضع الحاجة ) ( الباب 86 - الحديث 8 ) .\r\n( 4 ) المصدر / ج 7 / ص 194 ( الباب 83 - الحديث 1 ) .\r\n( 5 ) المصدر / ج 7 / ص 193 ( الباب 82 - الحديث 2 ) .\r\n","page_name":" 203 ","page_number":203},
  {"content":"\r\nفكسيا حلتين تضئ من نورهما وجوه أهل الجنة » ( 1 ) .\r\nوقال - صلى الله عليه وآله - : « الولد سيد سبع سنين ، وعبد سبع سنين ووزير سبع سنين ، فإن رضيت خلائقه لإحدى وعشرين سنة ، وإلا ضرب على جنبه فقد أعذرت إلى الله » ( 2 ) .\r\nوفرض الاسلام على الوالدين المبادرة إلى تعليم الأولاد علم الدين ( ثقافة وشريعة ) فقال الإمام أمير المؤمنين في وصيته لولده الحسن - التي تعتبر مثالاً في التربية الصالحة - قال - عليه السلام : - فبادرتك بوصيتي لخصال منها ، ان تعجل بي أجلي ( إلى أن قال ) وإن يسبقني إليك بعض غلبة الهوى وفتن الدنيا ، وتكون كالصعب النفور ، وإنما قلب الحدث كالأرض الخالية ما ألقي فيها شيء قبلته . فبادرتك بالأدب قبل ان يقسو قلبك ويشغل لبك » ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ج 7 / ص 194 ( الباب 83 - الحديث 3 ) .\r\n( 2 ) المصدر / ج 7 / ص 195 ( الباب 83 - الحديث 7 ) .\r\n( 3 ) المصدر / ج 7 / ص 197 ( الباب 84 - الحديث 6 ) .\r\n","page_name":" 204 ","page_number":204},
  {"content":"\r\nالقسم الخامس : في السنن والآداب\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nهكذا ابتدأت الحياة الزوجية\r\nجاء في حديث مأثور عن زرارة بن أعين عن الإمام الصادق - عليه السلام - إنه شرح بدء الخلق ، وكيف خلق الله حواء لآدم - عليهما السلام - وجعل بينهما مودة ورحمة ، وجاء ضمن الحديث :\r\nفقال آدم : يا رب ما هذا الخلق الحسن فقد : آنسني قربه والنظر إليه ؟ فقال الله : يا آدم هذه أمتي حواء ، أفتحب أن تكون معك تؤنسك وتحدثك وتكون تبعاً لأمرك فقال : نعم يا رب ولك بذلك علي الحمد والشكر ما بقيت ، فقال الله عز وجل : فاخطبها إلي فإنها أمتي وقد تصلح لك أيضاً زوجة للشهوة ؛ وألقى الله عليهما الشهوة وقد علمه قبل ذلك المعرفة بكل شيء ؛ فقال : يا رب فإني اخطبها إليك فما رضاك لذلك ؟ فقال الله عز وجل : رضاي ان تعلمها معالم ديني ( 1 ) .\r\nالزواج ضرورة في كل حال\r\nنرى فريقاً من الناس يعزفون عن الزواج عندما تصيبهم فاجعة بفقد\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 2 / أبواب مقدمات النكاح وآدابه ( الباب 1 - الحديث 1 ) .\r\n","page_name":" 207 ","page_number":207},
  {"content":"\r\nعزيز أو خسارة مال أو ضياع وطن ، كلا ان الزواج مسؤولية قبل أن يكون شهوة ، وعلى الانسان أن يؤدي مسؤوليته على كل حال . وهكذا تحدثنا رواية طريفة نقلت عن الإمام الصادق عليه السلام إنه :\r\nلما لقي يوسف الصديق - عليه السلام - أخاه ( وشقيقه بنيامين ) قال : يا أخي كيف استطعت أن تزوج النساء بعدي ؟ ( 1 ) فقال ان أبي أمرني فقال : « ان استطعت أن تكون لك ذرية تثقل الأرض بالتسبيح فأفعل » ( 2 ) .\r\nوهكذا روي عن رسول الله - صلى الله عليه وآله - : « ما يمنع المؤمن أن يتخذ أهلاً لعل الله يرزقه نسمة تثقل الأرض بلا إله إلا الله » ( 3 ) .\r\nومن هنا كانت العزوبة مكروهة ، وجاء في حديث مأثور عن الرسول - صلى الله عليه وآله - : « رذال موتاكم العزاب » ( 4 ) .\r\nوفي حديث مروي عن الإمام الصادق - عليه السلام - قال : قال أبي : « ما أحب إن لي الدنيا وما فيها وإني بت ليلة وليست لي زوجة » ( 5 ) .\r\nوعلى الانسان الا يدع الزواج خشية الفقر فإنه بمثابة سوء الظن بالله سبحانه ، فقد جاء في الآية الكريمة : « وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم ان يكونوا\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان ذلك مثل عتاب له حيث أنه يزعم بالرغم من فقده لأخيه اهتم بالزواج .\r\n( 2 ) المصدر / ص 5 ( الباب 1 - الحديث 5 ) .\r\n( 3 ) المصدر / ص 3 ( الباب 1 - الحديث 6 ) .\r\n( 4 ) المصدر / ص 7 ( الباب 2 - الحديث 3 ) .\r\n( 5 ) المصدر / ص 7 ( الباب 2 - الحديث 4 ) .\r\n","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n\r\nفقراء يغنهم الله من فضله والله واسع عليم » ( 1 ) .\r\nوروي عن الإمام الصادق - عليه السلام - إنه قال : « من ترك التزويج مخافة العيلة فقد أساء بالله الظن » ( 2 ) .\r\nحب النساء\r\nوهكذا رغب الدين في حب النساء ، بهدف بناء الأسرة الكريمة ، وابتغاء الذرية الصالحة ، فجاء في رواية عن الإمام الصادق - عليه السلام - : « ما أظن رجلا يزداد في الايمان خيراً الا ازداد حباً للنساء » ( 3 ) .\r\nوقال : « من اخلاق الأنبياء حب النساء » ( 4 ) .\r\nوقد رغب الدين في الافصاح عن هذا الحب للزوجة فإن ذلك يزيد المودة والرحمة بينهما .\r\nجاء في حديث شريف عن الرسول - صلى الله عليه وآله - : « قول الرجل للمرأة إني أحبك لا يذهب من قلبها أبدا » ( 5 ) .\r\nولكن حب النساء يجب إلا يكون فتنة للرجل تمنعه من القيام بواجباته ، فقد قال الله سبحانه : « يا أيها الذين آمنوا ان من أزواجكم وأولادكم عدواً لكم فاحذروهم وإن تعفوا وتصفحوا وتغفروا فإن الله غفور\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 32 .\r\n( 2 ) المصدر / ص 24 ( الباب 10 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 9 ( الباب 3 - الحديث 1 ) .\r\n( 4 ) المصدر ( الباب 3 - الحديث 2 ) .\r\n( 5 ) المصدر / ص 10 ( الباب 3 - الحديث 9 ) .\r\n","page_name":" 209 ","page_number":209},
  {"content":"\r\nرحيم » ( 1 ) .\r\nوجاء في حديث شريف عن الإمام الصادق - عليه السلام - : « أغلب الأعداء للمؤمن زوجة السوء » ( 2 ) .\r\nوروي عنه أيضاً : « أول ما عصي الله تعالى بست خصال : حب الدنيا ، وحب الرئاسة ، وحب النوم ، وحب النساء ، وحب الطعام ، وحب الراحة » ( 3 ) .\r\nاما إذا أدى المؤمن مسؤولياته الشرعية ، ولم تمنعه حياته عن القيام بواجباته الشرعية فإنه لا يحاسب على ذلك الحب ، وهكذا نقرأ في الحديث المأثور عن الإمام الصادق - عليه السلام - : « ثلاثة أشياء لا يحاسب عليهن المؤمن ؟ طعام يأكله وثوب يلبسه ، وزوجة صالحة تعاونه ويحصن بها فرجه » ( 4 ) .\r\nبل تصبح الزوجة الصالحة عونا له على دينه وأداء واجباته كما نقرأ في رواية الإمام الصادق - عليه السلام - : « ما أعطي أحد شيئا أفضل من امرأة صالحة إذا رآها سرته ، وإذا اقسم عليها أبرته ، وإذا غاب عنا حفظته ( 5 ) .\r\nتزويج الأعزب :\r\nوهكذا شجع الاسلام على الزواج وندب إلى تزويج الأعزب وقال\r\n\r\n","description":"","footnote":"\r\n( 1 ) التغابن / 14 .\r\n( 2 ) المصدر / ص 12 ( الباب 4 - الحديث 4 ) .\r\n( 3 ) وسائل الشيعة / ج 7 / ص 12 ( الباب 4 - الحديث 6 ) .\r\n( 4 ) المصدر / ص 21 ( الباب 9 - الحديث 1 ) .\r\n( 5 ) المصدر / ص 22 ( الباب 9 - الحديث 4 ) .\r\n","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nسبحانه : « انكحوا الأيامى منكم والصالحين من عبادكم وإمائكم أن يكونوا فقراء يغنهم الله من فضله والله واسع عليم » ( 1 ) .\r\nوجاء في حديث مروي عن الإمام الصادق - عليه السلام - : « من زوج أعزبا كان ممن ينظر الله إليه يوم القيامة » ( 2 ) .\r\nكيف تنتخب الزوجة ؟\r\nفي فصول مضت من هذا الكتاب تلونا أحاديث حول صفات المرأة التي ينبغي انتخابها شريكة للحياة ، ولكن أهم تلك الصفات انتخاب المرأة لدينها وليس لمالها وجمالها دون النظر إلى الدين ، فقد جاء في الحديث المأثور عن أبي عبد الله الصادق - عليه السلام - : « إذا تزوج الرجل المرأة لجمالها أو مالها وكل إلى ذلك ، وإذا تزوجها لدينها رزقه الله المال والجمال » ( 3 ) .\r\nوندب إلى ذات الرحم فرغب فيها ، وقال الإمام علي بن الحسين زين العابدين - عليه السلام - : « من تزوج لله ولصلة الرحم توّجه الله بتاج ملك » ( 4 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور / 32 .\r\n( 2 ) المصدر / ص 26 ( الباب 12 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 30 ( الباب 14 - الحديث 1 ) .\r\n( 4 ) المصدر / ص 31 ( الباب 14 - الحديث 6 ) .\r\n","page_name":" 211 ","page_number":211},
  {"content":"\r\nورغب في المرأة الولود دون العاقر حتى ولو كانت حسناء جميلة ، فقد روي عن الإمام الباقر - عليه السلام - إنه قال : « اعلموا أن السوداء إذا كانت ولوداً أحب إلي من الحسناء العاقر » ( 1 ) .\r\nوروي عنه أيضا عن جده رسول الله - صلى الله عليه وآله - إنه قال . . ( وهو يبين سبب اختيار الولود ( : « تزوجوا بكرا ولوداً ولا تزوجوا حسناء جميلة عاقراً فإني أباهي بكم الأمم يوم القيامة ( 2 ) .\r\nولكن الاسلام لم يهمل جانب الجمال ، بل أمر باختيار الحسناء ، بالإضافة إلى الدين وكثرة النسل ، فقد حدثنا الإمام الرضا - عليه السلام - عن جده المصطفى - صلى الله عليه وآله - فقال : « قال رسول الله اطلبوا الخير عند حسان الوجوه فإن فعالهم أحرى أن تكون حسناً » ( 3 ) .\r\nالاسراع في تزويج البنت\r\nوقد رغب الاسلام في المسارعة في تزويج البنت أول ما بلغت مبلغ النساء ، وذلك بالطمث ( العادة الشهرية ) فقد قال الإمام الصادق - عليه السلام - : « ومن سعادة المرء ان لا تطمث ابنته في بيته » ( 4 ) .\r\nوبين النبي المصطفى - صلى الله عليه وآله - حكمة ذلك التحصن دون\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 33 ( الباب 15 - الحديث 3 ) .\r\n( 2 ) المصدر / ص 33 ( الباب 16 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 37 ( الباب 21 - الحديث 4 ) .\r\n( 4 ) المصدر / ص 39 ( الباب 23 - الحديث 1 ) .\r\n","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nفسادهن ، وقال في خطبة شريفة : « أيها الناس ان جبرئيل أتاني عن اللطيف الخبير فقال : ان الأبكار بمنزلة الثمر على الشجر إذا أدرك ثمارها فلم تجتن أفسدته الشمس ونثرته الرياح ، وكذلك الأبكار إذا أدركن ما يدرك النساء فليس لهن دواء الا البعولة ، وإلا لم يؤمن عليهن الفساد لأنهن بشر » فقام إليه رجل فقال : يا رسول الله فمن نزوج ؟ فقال : « الأكفاء » .\r\nفقال : ومن الأكفاء ؟\r\nفقال - صلى الله عليه وآله - : « المؤمنون بعضهم إكفاء بعض ، المؤمنون بعضهم إكفاء بعض » ( 1 ) .\r\nوقد قال رسول الله - صلى الله عليه وآله - في معنى هذه الكلمة : « إن الله قد وضع بالاسلام من كان في الجاهلية شريفاً ، وشرف بالاسلام من كان في الجاهلية وضيعاً ، وأعز بالاسلام ما كان من نخوة الجاهلية وتفاخرها بعشائرها وباسق أنسابها . فالناس اليوم كلهم أبيضهم وأسودهم وقرشيهم وعربيهم وعجميهم من آدم ، وإن آدم خلقه الله من طين وإن أحب الناس إلى الله أطوعهم له وأتقاهم ( 2 ) .\r\nومن أجل ذلك قام عملياً بذلك ليكون سنة من بعده فقد زوج ابنة الزبير ، عمه ، من المقداد بن الأسود حسبما جاء في حديث الإمام الصادق - عليه السلام - حيث قال : « ان رسول الله زوج المقداد بن الأسود ضباعة ابنة الزبير بن عبد المطلب ، وإنما زوجه لتتضع المناكح وليتأسوا برسول الله وليعلموا\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 39 ( الباب 23 - الحديث 2 ) .\r\n( 2 ) المصدر / ص 44 ( الباب 25 - الحديث 1 ) .\r\n","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nان أكرمهم عند الله اتقاهم » . ( 1 )\r\nوهكذا أجاز الفقهاء ، رحمهم الله ان يتزوج الهاشمية غير الهاشمي ، حسب هذه الرواية وروايات أخرى . والمعيار في الرجل أن يكون مرضيا دينا وخلقا . .\r\nفقد روي عن رسول الله صلى الله عليه وآله قوله : « إذا جاءكم من ترضون خلقه ودينه فزوجوه إلا تفعلوه تكن فتنة في الأرض وفساد كبير » ( 2 ) .\r\nوقد أضافت رواية مأثورة عن الإمام الصادق - عليه السلام - اليسار حيث قال : « الكفؤ أن يكون عفيفا وعنده يسار » ( 3 ) .\r\nولا ريب ان الرجل الميسور خير من غيره ، ولكن الأصل هو الدين والأخلاق ، فمن كان غنيا ولكن ضعيف الايمان ، سئ الأخلاق فان الفقير المؤمن الخلوق أفضل منه .\r\nومن الدين ترك الموبقات وبالذات شرب الخمر ، وهكذا نهى الشرع عن تزويج من يعاقر الخمرة ، وجاء في حديث شريف عن الإمام الصادق - عليه السلام - : « من زوج كريمته من شارب خمر فقد قطع رحمها ( 4 ) .\r\nكما نهى الاسلام عن تزويج المخنث ( الشاذ جنسياً ) ، وجاء في\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 45 ( الباب 26 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 51 ( الباب 28 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 52 ( الباب 28 - الحديث 5 ) .\r\n( 4 ) المصدر / ص 53 ( الباب 29 - الحديث 1 ) .\r\n","page_name":" 214 ","page_number":214},
  {"content":"\r\nحديث رواه علي بن جعفر عن الإمام الصادق - عليه السلام : - قال : سألته ان زوج ابنتي غلام فيه لين وأبوه لا بأس به ، قال : « إذا لم يكن فاحشة فزوجه يعني الخنث » ( 1 ) .\r\nومن بعد الأخلاق نهي الشرع عن مناكحة بعض الأقوام البعيدين عن الوفاء ، فقد روي عن الإمام الصادق - عليه السلام - إنه قال : « لا تناكحوا الزنج والخزر فان لهم أرحاما تدل على غير الوفاء » ( 2 ) .\r\nومن ظاهر الحديث نستوحي ان الحكمة في النهي قلة وفائهم ، والحكمة تعم كل حالة مشابهة كما أن الحكم يزول عند زوال سببه ! فلو عرف من أهل الخزر الوفاء فلا بأس بمصاهرتهم .\r\nومن الدين العقل ، فإنه يكره شرعاً نكاح الحمقاء حيث قال الإمام أمير المؤمنين - عليه السلام - : « إياكم وتزويج الحمقاء فإن صحبتها بلاء وولدها ضياع » ( 3 ) .\r\nوأشد كراهة من الحمقاء المجنونة فإن جنونها يؤثر في أولادها .\r\nآداب الزواج\r\nالخطبة مستحبة قبل العقد ، ويستحب أن تشتمل على حمد الله والثناء عليه والوصية بالتقوى وينبغي أن تكون جامعة لما يحتاج إليه\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 54 ( الباب 30 - الحديث 2 ) .\r\n( 2 ) المصدر / ص 55 ( الباب 31 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 56 ( الباب 33 - الحديث 1 ) .\r\n","page_name":" 215 ","page_number":215},
  {"content":"\r\nالزوجان ، والحضور ، من التذكرة بأصول الايمان ومحاسن الأخلاق والآداب وما يراه العالم مناسبا .\r\nولنا في خطبة الأئمة المعصومين - عليهم السلام - أسوة حسنة ، وقد روي خطبة عن الإمام أمير المؤمنين - عليه السلام - إنه قال بعد ان حمد الله فان الله عز وجل قد جعل للمتقين المخرج مما يكرهون ، والرزق من حيث لا يحتسبون فتنجزوا من الله موعده ، واطلبوا ما عنده بطاعته ، والعمل بمحابه ، فإنه لا يدرك الخير لا به ؛ ولا ينال ما عنده الا بطاعته ، ولا تكلان فيما هو كائن إلا عليه ، ولا حول ولا قوة إلا بالله .\r\nأما بعد فان الله أبرم الأمور وأمضاها على مقاديرها ، فهي غير متناهية عن مجاريها دون بلوغ غاياتها ، فيما قدر وقضى من ذلك ، وقد كان فيما قدر وقضى من أمره المحتوم وقضاياه المبرمة ، ما قد تشعبت به الأخلاف ، وجرت به الأسباب ، وقضى من تناهي القضايا بنا وبكم إلى حضور هذا المجلس الذي خصنا الله وإياكم للذي كان من تذكرنا آلائه وحسن بلائه ، وتظاهر نعمائه ، فنسأل الله لنا ولكم بركة ما جمعنا وإياكم عليه ، وساقنا وإياكم إليه ، ثم إن فلان بن فلان ذكر فلانة بنت فلان وهو في الحسب من قد عرفتموه وفي النسب من لا تجهلونه ، وقد بذل لها من الصداق ما قد عرفتموه فردوا خيرا تحمدوا عليه وتنسبوا إليه وصلى الله على محمد وآله وسلم » ( 1 ) .\r\nويستحب الاشهاد على الزواج من أجل اثبات النسب والميراث ، ولعل هذه الحكمة تنسحب إلى كل ما ينفع حفظ النسب والميراث ويقطع\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفروع من الكافي / ج 5 / ص 370 .\r\n","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nالخلاف مثل التسجيل في المحكمة أوما أشبه ، وقد جاء في حديث مأثور عن الإمام الصادق - عليه السلام - : « إنما جعلت البينات للنسب والمواريث » ( 1 ) .\r\nويستحب الاطعام في الزواج بغير سرف ولا رياء أو سمعة ( ومن ذلك اطعام الفقراء وعدم تحديده بالأغنياء والوجهاء ، ومنه عدم جعل الزواج مناسبة للاستعلاء على الناس وما يوجب وقوع الطبقات المستضعفة والمتوسطة في الاحراج لعدم قدرتهم على مجاراة الأغنياء ) ، وهكذا روي عن النبي - صلى الله عليه وآله - قوله : « ان من سنن المرسلين الاطعام عند التزويج » ( 2 ) .\r\nوقال - صلى الله عليه وآله - : « الوليمة أول يوم حق والثاني معروف وما زاد رياء وسمعة » ( 3 ) .\r\nومن آداب الزواج اختيار الأوقات المناسبة للزفاف ، فالليل للدخول أفضل من النهار ، والنهار للوليمة . أفضل من الليل ، ففي رواية عن الإمام الصادق - عليه السلام - : « زفوا عرائسكم ليلاً وأطعموا ضحى » ( 4 ) .\r\nوهكذا نهى الاسلام من السهر إلا في ثلاث منها الزفاف ، فقد جاء عن النبي - صلى الله عليه وآله - قوله : « لا سهر إلا في ثلاث : متهجد بالقران ، أو في طلب العلم ، أو عروس تهدى إلى زوجها ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 7 / ص 67 ( الباب 43 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 65 ( الباب 40 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 65 ( الباب 40 - الحديث 4 ) .\r\n( 4 ) المصدر / ص 62 ( الباب 37 - الحديث 2 ) .\r\n( 5 ) المصدر / ص 63 ( الباب 37 - الحديث 5 ) .\r\n","page_name":" 217 ","page_number":217},
  {"content":"\r\nوكره الاسلام اختيار الساعة الحارة للزفاف ، فقد روي عن الإمام الباقر - عليه السلام - إنه بلغه ان رجلاً تزوج في ساعة حارة عند نصف النهار فقال أبو جعفر الباقر - عليه السلام - : « ما أراهما يتفقان فافترقا » ( 1 ) .\r\nكذلك كره اختيار الأيام التي يدخل القمر فيه في برج العقرب ، وجاء في رواية عن الإمام الصادق - عليه السلام : - « من تزوج امرأة والقمر في العقرب لم ير الحسن » ( 2 ) .\r\nوكذلك عند محق الشهر ( في الأيام الأخيرة من الشهر القمري ) ، وفي حديث مأثور عن الإمام الحسن العسكري عن آبائه - عليهم السلام - : « من تزوج في محاق الشهر فليسلم لسقط الولد » ( 3 ) .\r\nويستحب عند الدخول على الزوجة الوضوء والدعاء بالمأثور الذي روي عن الإمام الصادق - عليه السلام - قال : « إذا دخلت بأهلك فخذ بناصيتها واستقبل القبلة وقل : اللهم بأمانتك أخذتها وبكلماتك استحللتها فإن قضيت منا ولداً فأجعله مباركا تقيا من شيعة آل محمد ولا تجعل للشيطان فيه شركاً ولا نصيباً » ( 4 ) .\r\nوإذا أراد المباشرة قال ما جاء في رواية مأثورة عن الإمام الباقر - عليه السلام - : « اللهم ارزقني ولداً واجعله تقياً زكيا ليس في خلقه زيادة\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 63 ( الباب 38 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 80 ( الباب 54 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 80 ( الباب 54 - الحديث 3 ) .\r\n( 4 ) المصدر / ص 81 ( الباب 55 - الحديث 2 ) .\r\n","page_name":" 218 ","page_number":218},
  {"content":"\r\nولا نقصان واجعل عاقبته إلى خير » ( 1 ) .\r\nوعند المباشرة ينبغي إلا يعجلها ولا يتركها وفي نفسها حاجة ، هكذا أدبنا الاسلام على لسان الإمام علي - عليه السلام - الذي قال : « إذا أراد أحدكم ان يأتي زوجته فلا يعجلها فإن للنساء حوائج » ( 2 ) .\r\nوالحكمة في ذلك إنها لو لم تشبع منه ربما فكرت في غيره . قال الإمام الصادق - عليه السلام - : « ان أحدكم يأتي أهله ، فتخرج من تحته فلو أصابت زنجياً لتشبثت به ، فإذا أتي أحدكم أهله فليكن بينهما ملاعبة فإنه أطيب » ( 3 ) .\r\nويستحب المبادرة إلى المباشرة إذا أثيرت غريزته بالنظر إلى امرأة أخرى ، هكذا أدبنا الاسلام على لسان الإمام علي - عليه السلام - حيث قال : « إذا رأى أحدكم امرأة تعجبه فليأت أهله فإن عند أهله مثل ما رأى فلا يجعلن للشيطان على قلبه سبيلاً ليصرف بصره عنها » ( 4 ) .\r\nولكن لا ينبغي ان يثير الانسان نفسه بشهوة امرأة ثم يجامع زوجته بتلك الشهوة فإنها مكروهة حسب الرواية المأثورة عن النبي - صلى الله عليه وآله - حيث قال : « يا علي . لا تجامع امرأتك بشهوة امرأة غيرك ، فأني أخشى أن يقضي بينكما ولد أن يكون مخنثاً مخبلاً » ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 82 ( الباب 55 - الحديث 5 ) .\r\n( 2 ) المصدر / ص 83 ( الباب 56 - الحديث 4 ) .\r\n( 3 ) المصدر / ص 82 ( الباب 56 - الحديث 3 ) .\r\n( 4 ) المصدر / ص 73 ( الباب 47 - الحديث 3 ) .\r\n( 5 ) المصدر / ص 188 ( الباب 150 - الحديث 1 ) .\r\n","page_name":" 219 ","page_number":219},
  {"content":"\r\nوقال بعض الفقهاء إنه يستحب المباشرة عند ميل الزوجة وذكروا حديث رسول الله - صلى الله عليه وآله - حيث رأى رجلا فسأله قائلا : « أصبحت صائماً » ؟ فقال : لا .\r\nقال : « فأطعمت مسكينا » ؟ قال : لا .\r\nقال : « فارجع إلى أهلك فإنه منك عليم صدقة » ( 1 ) .\r\nولا بأس شرعاً أن يمتع زوجته بأية وسيلة ممكنة ، ولكن إياه أن يستعين بغير جسده في إمتاعها هكذا روي عن الإمام الصادق - عليه السلام - إنه قال : « لا بأس أن يستعين بكل شيء من جسده عليها ولكن لا يستعين بغير جسده عليها » ( 2 ) .\r\nوبالرغم من جواز النظر إلى عورة امرأته ولكن يكره ذلك عند المباشرة ، كما يكره الكلام عندئذ .\r\nفقد جاء في الأحاديث المأثورة ان رسول الله - صلى الله عليه وآله - كره النظر إلى فرج النساء ، وقال إنه يورث العمى . وكره الكلام عند الجماع ، وقال إنه يورث الخرس . وكره المجامعة تحت السماء » ( 3 ) .\r\nويستحب أن يتخذ كل من الزوج والزوجة منديلا مستقلا ولا يشتركان في منديل واحد لمسح الموضع بعد المباشرة ، هكذا قال النبي للإمام علي - عليهما صلوات الله - : « يا علي لا تجامع امرأتك الا ومعك خرقة ومع أهلك خرقة ولا تمسحا بخرقة واحدة فتقع الشهوة على الشهوة فإن ذلك\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 75 ( الباب 49 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 77 ( الباب 51 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 86 ( الباب 59 - الحديث 6 ) .\r\n","page_name":" 220 ","page_number":220},
  {"content":"\r\nيعقب العدواة بينكما » ( 1 ) .\r\nويظهر من حديث كراهة المباشرة عند الإحتصار كأن تكون له حاجة تستعجله ، فقد قال الصادق - عليه السلام - : « لا يجامع المختضب » قلت : جعلت فداك لم لا يجامع المختضب ؟ قال : « لأنه محتصر » ( 2 ) .\r\nوكذلك عند الامتلاء ( بعد الطعام مباشرة ) فقد روي عن الإمام أبي عبد الله الصادق - عليه السلام - قوله : « ثلاثة يهدمن البدن وربما قتلن ؛ دخول الحمام على البطنة ، والغشيان على الامتلاء ، ونكاح العجائز » ( 3 ) .\r\nوينبغي ترك المباشرة عند الأوقات المذكورة في الحديث المروي عن الإمام الباقر - عليه السلام - ويجمعها - حسب الظاهر - حالة التوتر والخوف فإنها تؤثر في الولد بل وفي الزوجين أيضاً ، حيث سأل هل يكره الجماع في وقت من الأوقات وإن كان حلالاً قال : « نعم ما بين طلوع الفجر إلى طلوع الشمس ، ومن مغيب الشمس إلى مغيب الشفق ، في اليوم الذي تنكسف فيه الشمس ، وفي الليلة التي ينكسف فيها القمر ، وفي الليلة وفي اليوم اللذين يكون فيهما الريح السوداء أو الريح الحمراء أو الريح الصفراء ، واليوم والليلة اللذين يكون فيهما الزلزلة » .\r\nثم قال الإمام - عليه السلام - : « وأيم الله لا يجامع أحد في هذه الأوقات التي نهى عنها رسول الله وقد انتهى إليه الخبر فيرزق ولداً فيرى في ولده ذلك ما يحب » ( 4 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 188 ( الباب 150 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 88 ( الباب 61 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 191 ( الباب 152 - الحديث 1 ) .\r\n( 4 ) المصدر / ص 89 ( الباب 62 - الحديث 1 ) .\r\n","page_name":" 221 ","page_number":221},
  {"content":"\r\nويمكن الحاق كل حالة توتر بذلك كالمباشرة عند الخوف من سلطان جائر أو في حالات الحرب وما أشبه .\r\nونهى النبي - صلى الله عليه وآله - من المباشرة في أول ليلة من الأشهر القمرية ، وقال للإمام علي - عليه السلام - : « يا علي لا تجامع أهلك في أول ليلة من الهلال ولا في ليلة النصف ولا في آخر ليلة فإنه يتخوف على ولد من يفعل ذلك الخبل » ( 1 ) .\r\nكما كره الاسلام للرجل الدخول على أهله ليلا بعد العودة من السفر حتى يصبح ، وجاء في حديث روي عن الإمام الصادق - عليه السلام - : « يكره للرجل إذا قدم من سفره أن يطرق أهله ليلاً حتى يصبح » ( 2 ) .\r\nوكذلك تكره المباشرة في ليلة السفر حيث القلق واحتمال الضعف فقد روي عن النبي - صلى الله عليه وآله : - إنه كره رسول الله - صلى الله عليه وآله - الجماع في الليلة التي يريد فيها الرجل سفرا ( 3 ) .\r\nوكذلك في أثناء سفر قريب ، حيث جاء في الحديث عن النبي - صلى الله عليه وآله - : « يا علي لا تجامع أهلك إذ خرجت إلى سفر مسيرة ثلاثة أيام ولياليهن فإنه ان قضى بينكم ولد يكون عونا لكل ظالم » ( 4 ) .\r\nوأمر الاسلام بالاهتمام بإخفاء المباشرة ، فلا يجامع زوجته بين يدي ضرتها ولا يباشرها وعندهما صبي يسمع ويرى ، فقد روي عن الإمام\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 90 ( الباب 64 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 93 ( الباب 65 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 189 ( الباب 150 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 189 ( الباب 150 - الحديث 1 ) .\r\n","page_name":" 222 ","page_number":222},
  {"content":"\r\nالصادق - عليه السلام - قوله : « قال رسول الله ؛ والذي نفسي بيده لوان رجلاً غشي امرأته وفي البيت صبي مستيقظ يراهما ويسمع كلامهما ونفسهما ما أفلح ( 1 ) أبدا ، ان كان غلاما كان زانيا أو جارية كانت زانية » .\r\nوأضافت الرواية « وكان علي بن الحسين - عليه السلام - إذا أراد أن يغشى أهله أغلق الباب وأرخى الستار وأخرج الخدم » ( 2 ) .\r\nوكذلك كره الجماع تحت السماء ( 3 ) ، وفوق سقوف البنايات ( 4 ) وفي وجه الشمس ( 5 ) ، وتحت شجرة مثمرة ( 6 ) .\r\nوجاءت الأحاديث بكراهة المباشرة مستقبل القبلة أو مستدبرها وفي حالة العري وفي السفينة أو على ظهر طريق ، فقد روي عن الإمام الصادق عن آبائه عن رسول الله - صلى الله عليه وآله - : « نهى رسول الله أن يجامع الرجل أهله مستقبل القبلة ، وعلى ظهر طريق عامر ، فمن فعل ذلك فعليه لعنة الله والملائكة والناس أجمعين » ( 7 ) .\r\nوكذلك كره الاسلام المباشرة من قيام واعتبر ذلك من فعل الحمير .\r\nوجاء في الحديث النبوي الشريف : « يا علي لا تجامع امرأتك من قيام ، فإن ذلك من فعل الحمير » ( 8 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعني الصبي .\r\n( 2 ) وسائل الشيعة / ج 7 ص 94 ( الباب 149 - الحديث 2 ) .\r\n( 3 ) المصدر / ص 188 ( الباب 149 - الحديث 2 ) .\r\n( 4 ) المصدر / ص 189 ( الباب 150 - الحديث 1 ) .\r\n( 5 ) المصدر / ص 187 ( الباب 141 - الحديث 1 ) .\r\n( 6 ) المصدر / ص 187 ( الباب 149 - الحديث 1 ) .\r\n( 7 ) المصدر / ص 98 ( الباب 69 - الحديث 3 ) .\r\n( 8 ) المصدر / ص 189 ( الباب 150 - الحديث 1 ) .\r\n","page_name":" 223 ","page_number":223},
  {"content":"\r\nوكذلك تكره المباشرة بعد الاحتلام ، فقد روي عن رسول الله - صلى الله عليه وآله - : « وكره أن يغشى الرجل امرأته وقد احتلم حتى يغتسل من احتلامه الذي رأى ، فإن فعل وخرج الولد مجنوناً فلا يلومن إلا نفسه » ( 1 ) .\r\nوأمر الاسلام بالتوجه إلى الله سبحانه والاستعاذة به من الشيطان عند المباشرة . فقد روي عن الإمام أمير المؤمنين - عليه السلام - : « إذا جامع أحدكم فليقل بسم الله وبالله اللهم جنبني الشيطان وجنب الشيطان ما رزقتني قال - عليه السلام - : « فإن قضى الله بينما ولداً لا يضره الشيطان بشيء أبداً » ( 2 ) .\r\nويندب الوضوء قبل مباشرة الحامل حيث أمر النبي - صلى الله عليه وآله - بذلك وقال : « يا علي إذا حملت امرأتك فلا تجامعها إلا وأنت على وضوء » ( 3 ) .\r\nونهى عن ترك مباشرة نسائه مما قد يتسبب في فجورهن ، وقال الإمام الصادق - عليه السلام - : « من جمع من النساء ما لا ينكح فزنت منهن بشيء فالأثم عليه » ( 4 ) .\r\nونهى عن اتيان المرأة في دبرها وجاء في حديث النبي - صلى الله عليه وآله - : « محاش نساء أمتي على رجال أمتي حرام » ( 5 ) .\r\nوأمر الرجال بالغيرة ونهى النساء عنها وأمرهن بالصبر على غيرة\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 99 ( الباب 70 - الحديث 1 ) .\r\n( 2 ) المصدر / ص 96 ( الباب 68 - الحديث 3 ) .\r\n( 3 ) المصدر / ص 189 ( الباب 150 - الحديث 1 ) .\r\n( 4 ) المصدر / ص 100 ( الباب 71 - الحديث 2 ) .\r\n( 5 ) المصدر / ص 101 ( الباب 72 - الحديث 2 ) .\r\n","page_name":" 224 ","page_number":224},
  {"content":"\r\nالرجال ، ففي رواية عن الإمام الصادق - عليه السلام : - « إن الله غيور يحب كل غيور ومن غيرته حرم الفواحش ظاهرها وباطنها » ( 1 ) .\r\nوفي حديث آخر قال - عليه السلام - : « إن الله كتب على الرجال الجهاد ، وعلى النساء الجهاد ، فجهاد الرجل ان يبذل ماله ودمه حتى يقتل في سبيل الله ، وجهاد المرأة ان تصبر على ما ترى من أذى زوجها وغيرته » ( 2 ) .\r\nوقال الإمام أمير المؤمنين - عليه السلام - : « غيرة المرأة كفر ، وغيرة الرجل ايمان ( 3 ) .\r\nوأوجب الشرع حقوقا جمة للرجل على زوجته تحصينا عن ابتغاء اللذة في موضع آخر .\r\nوجاء في حديث مأثور عن الإمام الصادق - عليه السلام - إنه قال : « جاءت امرأة إلى رسول الله - صلى الله عليه وآله - فقالت يا رسول الله ما حق الزوج على المرأة ؟ فقال : « أكثر من ذلك » ( 4 ) .\r\nقالت فخبرني عن شيء منه قال : « ليس لها ان تصوم إلا بإذنه يعنى تطوعا ، ولا تخرج من بيتها بغير أذنه ، وعليها ان تتطيب بأطيب طيبها وتلبس أحسن ثيابها وتزين بأحسن زينتها وتعرض نفسها عليه غدوة وعشية ، وأكثر من ذلك حقوقه عليها » ( 5 ) .\r\nوفي الحديث عن النبي - صلى الله عليه وآله - : « لا يحل لامرأة ان تنام\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 108 ( الباب 77 - الحديث 2 ) .\r\n( 2 ) المصدر / ص 111 ( الباب 78 - الحديث 6 ) .\r\n( 3 ) المصدر / ص 111 ( الباب 78 - الحديث 8 ) .\r\n( 4 ) لعل معناه أن حقه أكثر مما نتصور .\r\n( 5 ) المصدر / ص 112 ( الباب 79 - الحديث 1 ) .\r\n","page_name":" 225 ","page_number":225},
  {"content":"\r\nحتى تعرض نفسها على زوجها وتدخل معه في لحافه فتلصق جلدها بجلده فإذا فعلت ذلك فقد عرضت » ( 1 ) .\r\nوالحقوق والواجبات متبادلة بين الزوجين وأي واحد منهما اغضب صاحبه فعليه الوزر والعذاب ، ويفصل الحديث المروي عن النبي - صلى الله عليه وآله - القول في آداب العشرة بين الزوجين فيقول : « من كان له امرأة تؤذيه لم يقبل الله صلاتها ولا حسنة من عملها حتى تعينه وترضيه ، وإن صامت الدهر ، وقامت وأعتقت الرقاب ، وأنفقت الأموال في سبيل الله وكانت أول من ترد النار . ثم قال ( الرواي ) قال رسول الله - صل الله عليه وآله : - وعلى الرجل مثل ذلك الوزر والعذاب إذا كان لها مؤذيا ظالما ، ومن صبر على سوء خلق امرأته وأحتسبه أعطاه الله بكل مرة يصبر عليها من الثواب مثل ما أعطى على بلائه » ( 2 ) .\r\nوحتى إطالة الصلاة لا ينبغي ان تصبح مبررا لمنع المرأة عن الاهتمام بزوجها والاستجابة لرغباته هكذا أدب الرسول المؤمنات فقال صلى الله عليه وآله - للنساء : « لا تطولن صلاتكن لتمنعن أزواجكن » ( 3 ) .\r\nوأوصى النبي الرجال بالنساء كثيراً فكان مما قاله - صلى الله عليه وآله - : « أكثر أهل الجنة من المستضعفين من النساء علم الله ضعفهن فرحمهن » ( 4 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 126 ( الباب 91 - الحديث 5 ) .\r\n( 2 ) المصدر / ص 116 ( والحديث مفصل ذكرنا بعضه ) ( الباب 82 - الحديث 1 ) .\r\n( 3 ) المصدر / ص 117 ( الباب 83 - الحديث 1 ) .\r\n( 4 ) المصدر / ص 119 ( الباب 85 - الحديث 4 ) .\r\n","page_name":" 226 ","page_number":226},
  {"content":"\r\nوقال - صلى الله عليه وآله - : « خيركم خيركم لأهله وأنا خيركم لأهلي » ( 1 ) .\r\nوقال - صلى الله عليه وآله - : « ملعون ملعون من ضيع من يعول » ( 2 ) .\r\nوفي رسالة بعثها الإمام أمير المؤمنين - عليه السلام - إلى ابنه الحسن جاء فيها ما يلي : « لا تملك المرأة من الأمر ما يجاوز نفسها ، فإن ذلك أنعم لحالها ، وأرضى لبالها ، وأدوم لجمالها فإن المرأة ريحانة وليست بقهرمانة » ( 3 ) .\r\nوقد قضى النبي تقسيم العمل بين الصديقة فاطمة وبين زوجها الإمام علي - عليهم صلوات الله - ، فقضى على فاطمة بخدمتها ما دون الباب وقضى على علي بما خلفه » ( 4 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر / ص 122 ( الباب 88 - الحديث 8 ) .\r\n( 2 ) المصدر / ص 122 ( الباب 88 - الحديث 6 ) .\r\n( 3 ) المصدر / ص 120 ( والحديث مفصل ) ( الباب 87 - الحديث 1 ) .\r\n( 4 ) المصدر / ص 123 ( الباب 89 - الحديث 1 ) .\r\n","page_name":" 227 ","page_number":227}
  ]