[
  {"content":"\r\n407\r\nإفاضة القدير\r\nفي أحكام العصير\r\nالحبر الخبير والعلامة البصير\r\nشيخ الشريعة الإصفهاني\r\n- عطّر الله مرقده -\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nاسم الكتاب : إفاضة القدير في أحكام العصير\r\nالمؤلف : العلامة شيخ الشريعة الإصفهاني - قدّس سره -\r\nالناشر : مؤسسة النشر الاسلامي التابعة لجماعة المدرسين\r\nالمطبوع :\r\nالتاريخ :\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nبسم اللَّه الرّحمن الرّحيم\r\nله الحمد والثناء والصلاة والسلام على سيدنا محمد خاتم الأنبياء وآله الأئمة الأمناء الأصفياء\r\n( وبعد ) فان من الواجب على الأمّة سيّما على روّاد العلم وطلاب الحقيقة الاهتمام الشديد بحفظ شؤون العلم وتوقير حامليه وتبجيل الراسخين فيه وهم حملة العلوم الدينية ونقلة الآثار الإسلامية الذين ثابروا على عملهم الصادق وبذلوا جهدهم وسهروا على خدمة العلم والدين وهم الوسائط بيننا وبين أئمتنا الطاهرين « ع » وهم القرى الظاهرة التي ذكرها اللَّه تعالى في كتابه الكريم : « وجَعَلْنا بَيْنَهُمْ وبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها قُرىً ظاهِرَةً » « سورة سبأ آية 18 » كما فسرها لنا أهل بيت الوحي وحملة الكتاب في عدة من الأخبار المستفيضة المروية في الجوامع الحديثية للإمامية وقد كفى في ذلك ما صدر عن الناحية المقدسة\r\n( الحجة القائم المنتظر عجل اللَّه تعالى فرجه وأرواحنا فداه )\r\n( نحن واللَّه القرى التي بارك فيها وأنتم القرى الظاهرة )\r\nوهذه الوسائط المقدسة بعد ما فارقوا هذه النشأة الفانية وارتحلوا إلى جوار ربهم بالنفوس المطمئنة الراضية وهم احياء عند ربهم يرزقون يجب على أهل العلم وخدام الشرع الشريف أن يبذلوا جهودهم الجبارة ومساعيهم المشكورة لضبط تواريخ هؤلاء المشايخ والسلف الصالح وتنسيق حالاتهم ومكارم أخلاقهم وأوصافهم وخدماتهم التي أدوها إلى العالم الإسلامي وغير خفي على أهل الكمال ان هذا العمل الصادق أيضا توقير وتكريم لهم بعد مماتهم مضافا إلى ما يترتب على ذلك من الفوائد الكثيرة والفضائل النفسانية التي هي نتائج الاتصاف والتحلي بأوصافهم الفاضلة الإنسانية وأما من لم يقدر لهذا الفن قدروه ولا يعطى له قيمة ويعده مجرد حبر على الأوراق فليس لنا في حقه الا الاعراض والسكوت فان لكل امرئ حدّ رأيه ونظره وعقيدته أصاب الحق أو أخطأ ، وانظر إلى كلام سيد الموحدين\r\n","description":"","footnote":"","page_name":" مقدمة 1 ","page_number":3},
  {"content":"\r\nأمير المؤمنين عليه السلام في وصيته لولده وتدبر فيه وتفكر في حثه للاطلاع على اخبار السالفين ( أحي قلبك بالموعظة وأمته بالزهادة وقوة باليقين ونوره بالحكمة وذلله بذكر الموت وقرره بالفناء وبصره فجائع الدنيا وحذره صولة الدهر وفحش تقلب الليالي والأيام واعرض عليه اخبار الماضين وذكره بما أصاب من كان قبلك من الأولين وسر في ديارهم وآثارهم وانظر فيما فعلوا وعما انتقلوا وأين حلوا ونزلوا )\r\nومن التكريم الواجب على الأمة جمعاء هو حفظ مصنفات هؤلاء العظماء ونشر آثارهم الخالدة وأثمارهم اليانعة ولا شك ان في ذلك ترويجا للدين وبثا للعلم ونصرة للحقيقة ، وممن نبغ من هؤلاء الزعماء والأساطين الكبراء في هذه الأواخر وأذعن الكل له بالقداسة والعبقرية الفذة والثقابة العالية وقام بعلمه المتدفق في قطب دائرة العالم الإسلامي ومركز جامعة التشيع ناشرا ألوية الحنيفية البيضاء كالشمس على ارجاء الغبراء هو مصنف كتاب ( إفاضة القدير ) أعني أستاذ الفقهاء والمجتهدين المجاهد في سبيل اللَّه العلامة في أنواع العلوم الإسلامية المجتهد الأكبر آية اللَّه ( الحاج ميرزا فتح اللَّه ) بن محمد جواد النمازي الشيرازي الشهير ( بشيخ الشريعة ) الأصفهاني من الأسرة الشهيرة النمازية بشيراز .\r\nولد في ( أصفهان ) التي صادت ردحا من الزمان مركزا علميا في إيران وطلع هذا البدر الزاهر وظهر إلى عالم الشهود ( 12 ع 2 في عام 1266 ه‍ ) وشب وترعرع وترقب له مستقبلا باهرا وله الاستعداد العجيب لأخذ العلوم ودرس الفنون الأدبية وأكب على العلوم العربية وانقطع إلى العلم والبحث والتحصيل وحضر عند جمع من علماء أصفهان وفضلائها الأعيان منهم العلمان الجليلان المولى حيدر على الأصفهاني والمولى عبد الجبار الخراساني والشيخ العالم المولى أحمد السبزواري والعالم النحرير المولى محمد صادق التنكابني وتلمذ مدة عند العلامة الكبير الشيخ محمد باقر بن العلامة الشهير الشيخ محمد تقي صاحب\r\n","description":"","footnote":"","page_name":" مقدمة 2 ","page_number":4},
  {"content":"\r\nالحاشية ، ثم هاجر إلى العراق مجازا من أساتذته الاعلام في أصفهان سنة ( 1295 ه‍ ) وحضر عند الفقيه الأكبر الشيخ محمد حسين الكاظمي المتوفى في ( 1308 ه‍ ) وفي عام ( 1313 ه‍ ) قصد زيارة مكة المعظمة زادها اللَّه تعالى شرفا واتفق له في هذه الرحلة المباركة مباحثات كثيرة ومناظرات عديدة مع جمع من أعاظم علماء العامة في جملة من المسائل العلمية فتعجبوا من علومه الجمة وإحاطته التامة على الفنون العقلية والنقلية فقفل إلى النجف الأشرف واشتهر صيت تبحره في جميع العلوم الإسلامية والفلسفية وغيرها وكان منذ قدومه إلى العراق مدرسا كبيرا في المعقول والمنقول ويشتمل مجلس بحثه على المئات من المشتغلين وهو يحضر في بحث العلامة الأكبر آية اللَّه الحاج ميرزا حبيب اللَّه الرشتي « قده » لرعاية الاحترام إلى أن انتقل الميرزا إلى رحمة اللَّه سنة ( 1312 ه‍ ) فتوجهت طلاب العلوم نحوه وازدلفوا إليه للاستفادة من أفكاره العلمية وليس لهم أغراض دنيوية ولذا كان مجلس بحثه لا يشتمل الأعلى رواد العلم ورجال الفضيلة وقد القى دروسه العالية على جم غفير من التلامذة المبرزين مع فكره الحر وقوله الصريح ببيانات كافية وتحقيقات شافية مجاهرا بالدليل صادعا بالحق وله قوة في البيان وجرأة في الجنان وسرعة في الخاطر وكان قدس سره آية في الذكاء وقوة الحافظة بحيث يعدّ ذلك من خوارق العادات والخاصة من التأييدات والعنايات التي أودعها اللَّه تعالى في نفسه القدسية وهو وحيد عصره وعلامة دهره في علوم القرآن والحديث والرجال والفقه وأصوله والفلسفة والكلام والمعارف واللغة وفنون الأدب وغيرها وله الإلمام الشديد والمهارة العجيبة في المناظرة مع حسن المحاضرة ، وكان بحّاثة كبيرا جامعا للعلوم قلما يوجد نظيره في الجامعية وسعة الاطلاع والتتبع فهو المثل الا على من كل فضيلة وله الشباهة التامة في ذلك لزعمائنا الأقدمين وهو نظير لسلفنا الصالح من رؤساء الدين فإنهم كانوا للعلوم جامعين ولدين اللَّه من الناصرين قل ان يوجد منهم من كان علمه منحصرا في فن أو فنين كما يظهر من آثارهم الخالدة إلى زماننا هذا : ان آثارنا تدل علينا * فانظروا بعدنا إلى الآثار\r\n","description":"","footnote":"","page_name":" مقدمة 3 ","page_number":5},
  {"content":"\r\nويروى شيخنا المترجم عن أستاذه الفقيه الأكبر الشيخ محمد حسين الكاظمي وعن السيد الحجة الميرزا محمد هاشم الخوانساري الأصفهاني الشهير ( بچهار سوقي ) المتوفى في ( 1318 ه‍ ) صاحب مباني الأصول وعن السيد الخبير السيد محمد باقر الخوانساري في ( 1313 ه‍ ) صاحب الروضات الجنات ، وإجازاته لتلامذته مشحونة بذكرهما وعن السيد الحجة الكبير السيد مهدي القزويني الحلي المتوفى في ( 1300 ه‍ ) وعن الفقيه الورع الحجة الشيخ محمد طه نجف التبريزي المتوفى في ( 1323 ه‍ ) وغيرهم من الجهابذة الأجلاء وكان قدس سره ناطقا بليغا فصيحا يعظ تلامذته وعظا علميا وقد عين لذلك في كل أسبوع يوما وقد سعى بقوله وفعله وعلمه في تربية تلامذته ورباهم أحسن تربية وجمع منهم من زعماء عصرنا وأساتذتنا ومراجع زماننا ورؤساء الشيعة اليوم أدام اللَّه ظلالهم ، « وسمعت » كرارا عن حضرة سيدنا الوالد الماجد نور اللَّه ضريحه ان أستاذه شيخنا المترجم وعد لتلامذته ان يباحث في بعض الأيام في المسائل الفرعية التي صدر فيها عن فقيه واحد من فقهائنا أقوال مختلفة في كتاب واحد أو في كتب متعددة ويبين أدلة كل قول عقيبه وعلة اختلاف أقواله ثم عمل بما وعده وأتى بشيء عجاب وعكف جمع من تلامذته على تحرير هذا الدرس واشتهر بينهم ( بدرس الخلافيات ) والعلماء كانوا يتعجبون في تدريسه هذا من كثرة إحاطته وإطلاعاته بالفقه وسعة دائرة تتبعاته وتحقيقاته ولا يزال هذا الشيخ الإمام مربيا للعلماء الإعلام إلى أن وقعت نائرة الفتنة البريطانية في العراق العربي وفي أثنائها اتفقت الداهية العظمى وفاة الزعيم الإمام الميرزا محمد تقي الشيرازي الحائري سنة ( 1338 ) ه‍ وانتهت الزعامة الكبرى للشيعة إليه وتوجهت الناس كافة نحوه وانقادوا لرئاسته الدينية فتقلد هذا الإمام للإمامة والمرجعية بلا منازع وصار قائدا روحيا بلا مدافع فاستعمل الرأي السديد وأخذ على أمر الجماعة بيد من حديد واجتهد في الذبّ عن الدين بالعزم القوى الشديد وقد حفظ له تاريخ العراق مساعي مشكورة ومواقف مشهورة والخدمات الجليلة التي بذلها في سبيل الإصلاح العام لا تنسى على مر القرون والأعوام ولولا خوف الإطالة لذكرنا شطرا منها ، فانظر إلى تاريخ النجف الأشرف : ( ماضي\r\n","description":"","footnote":"","page_name":" مقدمة 4 ","page_number":6},
  {"content":"\r\nالنجف وحاضرها ) ( ص 263 ) إلى ( ص 271 ) وغيرها\r\nعلى أنه « ره » كان لا يرى لفخامة الزعامة وقرأ ، ولا في مسند الصدارة فخرا ، ولا يطيب بإشارة الأنامل نفسا ، وقد شوهد في بعض خلواته وقد فرغ عن إحدى فرائضه اليومية وهو يناجي ربه ودموعه تجرى على خده الشريف ويقول :\r\n( يا رب صرت في آخر أيام حياتي من الدنيا مبتلى بالرئاسة ومتحملا لأثقال الأمانة إلهي ليس لي التحمل لهذا الأمر العظيم فإن الزعامة الدينية لها الشؤون والتكاليف العظيمة وأنت سائل غدا عنها ممن تقلدها وتحمل أوزارها )\r\nولا يزال يقول أمثال هذه الكلمات الشريفة ويبكي بقلب حزين\r\nولم تطل أيام زعامة هذا الشيخ الإمام وانتقل إلى جوار اللَّه تعالى ورضوانه في النجف الأشرف ليلة الأحد ( 8 ع 2 1339 ه‍ ) ودفن في إحدى الحجر الشرقية من للصحن الشريف العلوي وقد وجد سيدنا الثقة العلامة الزنجاني مؤلف كتاب ( الكلام يجر الكلام ( 1 )\r\n\r\n) وغيره من المؤلفات نزيل قم دام ظله مادة تاريخ وفاته في قوله ( عطر اللَّه ضريحه )\r\nوله تصانيف ممتعة تشتمل على مطالب علمية نفيسة مبتكرة\r\n( 1 ) رسالة في قاعدة لا ضرر طبعت أخيرا بقم في هذه السنة ( 1368 ه‍ )\r\n( 2 ) رسالة في قاعدة الطهارة ( 3 ) رسالة في التفصيل بين جلود السباع وغيرها\r\n( 4 ) إبانة المختار في إرث الزوجة من ثمن العقار بعد الأخذ بالخيار ، قال شيخنا البحاثة الحجة الشيخ « آقا بزرگ » الطهراني دام ظله في الذريعة ( ج 1 - ص 59 ) : انه فرغ منه سنة ( 1319 ) ويوجد في خزانة كتبه عند ولده الفاضل الحاج آقا حسن وقد خالف في المسألة معاصره العلامة الفقيه السيد محمد كاظم الطباطبائي اليزدي المتوفى سنة ( 1337 ) كتبه معترضا عليه وكتب على حواشيه شيخنا العلامة المولى محمد كاظم الخراساني المتوفى سنة ( 1329 ) اعتراضات ونقودا فكتب شيخنا في دفع اعتراضاته ( صيانة الإبانة عن وصمة الرطانة ) توجد نسخة من هذا الكتاب مع رسالة صيانة\r\n","description":"","footnote":"\r\n( 1 ) وقد طبع الكتاب المذكور مع هذا السفر الشريف في مطبعة ( قم ) ومن أراده فليطلبه منها ( المصحح )\r\n","page_name":" مقدمة 5 ","page_number":7},
  {"content":"\r\nالإبانة في مكتبتنا الشخصية بتبريز وهذه المسئلة سألها بعض أهل جيلان عن شيخ الطائفة وفقيهها آية اللَّه الشيخ محمد حسن الممقاني المتوفى سنة ( 1323 ه‍ ) ثم وقعت المسئلة بأيدي أجلاء ذلك العصر وأعاظمه من أهل النظر والتحقيق وطال التشاجر بينهم حتى كتبوا رسائل مستقلة في تحقيقها حسب ما أدت إليه نظرياتهم الدقيقة وكتب شيخنا المترجم الإبانة ثم الصيانة وكتب المجتهد الأكبر شيخنا العلامة الممقاني المتوفى ( 1351 ه‍ ) صاحب تنقيح المقال رسالة في المحاكمة بين العلمين الآيتين الطباطبائي اليزدي وشيخنا الشريعة الأصفهاني وطبعت في سنة ( 1344 ) في النجف الأشرف\r\n« 5 » صيانة الإبانة عن وصمة الرطانة « 6 » رسالة في المتمم كرا\r\n« 7 » إنارة الحالك في قراءة ملك ومالك كتاب مبسوط جليل يقرب من ألفين وثلاث مائة بيت وجعل له خاتمة وجعل للخاتمة ذيلا مشتملا على خمس فوائد نافعة كل منها ذات فوائد علمية مفيدة وغالبها مبتكرات وقد ذكر تفصيل ذلك شيخنا في الذريعة ( ج 2 ص 353 ) فراجع .\r\n« 8 » رسالة مناظرته مع الآلوسي البغدادي في إثبات وجود الحجة المنتظر عجل اللَّه تعالى فرجه وإثبات إمامته وقد أرسل الآلوسي إلى شيخنا المترجم رسالة في رد الشيعة وأجاب الشيخ « قده » عنه ورده ثم رد ثانيا الآلوسي فأجاب الشيخ « قده » ثانيا وردّه بأحسن ما يكون\r\n« 9 » رسالة قاعدة الواحد البسيط\r\n« 10 » حاشية على الفصول من أول الكتاب إلى آخر مباحث الوضع وهي كما ذكره شيخنا في الذريعة ( ج 6 - ص 167 ) تعليقة نافعة جدا لطيفة جيدة سلسلة العبارة مدونة بخطه في ثلاثة آلاف بيت وزيادة توجد نسخة منها في مكتبتنا بخط تلميذه حضرة سيدنا الوالد الماجد قدس اللَّه روحه\r\n« 11 » رسالة مبسوطة في نقده على الصحاح الستة للعامة وجرح رواتها قال شيخنا العلامة الطهراني صاحب الذريعة في مشيخته ( الاسناد المصطفى ) ( ص 29 ) ( وهي كراريس بخطة تلف منها بعض صفحاتها تزيد على خمسة آلاف بيت استكتبتها في مجلد وبما انه لم يذكر لها عنوانا كتبت على ظهر النسخة إنه يحق ان يسمى بالقول الصراح في نقد الصحاح )\r\n","description":"","footnote":"","page_name":" مقدمة 6 ","page_number":8},
  {"content":"\r\n« 12 » رسالة في أصالة الصحة « 13 » رسالة في الحق والحكم\r\n« 14 » إفاضة القدير في حكم العصير ، وهو هذا الكتاب النفيس القيم الذي نقدمه بين يدي القارئ الكريم يظهر منه كسائر مصنفاته تبحر مصنفه وإحاطته وتحقيقه الأنيق في العلوم وقد صنفه في أواخر أمره وشخص موضوع العصير العنبي والزبيبي والتمري وحكمها تشخيصا دقيقا علميا نفيسا وأورد الروايات ونظر فيها نظر تعمق وتحقيق وتفكير على أحسن وجه وامتن طريق وأفئدة مضافا إلى اشتمال هذا السفر الجليل على فوائد كثيرة نافعة في موضوعات ومسائل مختلفة كما هو غير خفي على من طالعة وأنصف وجانب عن الاعتساف ، كيف لا وقد تخطى هذا الجوهر الثمين بعد ان انتشر نسخه الخطية مكانة عالية في أنظار فحول العلماء وأكابر الفقهاء وقد سمعت عن بعض أساتذتنا الاعلام دام ظلهم انه لما صنف شيخنا المترجم هذا الكتاب ووصل إلى نظر جمع من أعاظم مراجع عصره فأفتوا بطهارة العصير العنبي إذا غلا واشتد ولم يذهب ثلثاه بعد ان كانوا مفتين بنجاسته ولا يزال كان العلماء وأهل التتبع والاطلاع يجتهدون في استنساخه واقتناعه للأخذ من نفائس أفكار مصنفه والتقاط درره حتى قيض اللَّه تعالى همة بعض أهل الخير والصلاح لطبعه ونشره وإذاعة عطرة خدمة للعلم والدين ونشرا لتعاليم الشريعة المقدسة الغراء ، « هذا » وقد ترجم شيخنا الإمام المترجم جمع كثير من المؤلفين وكتب تلميذه العالم الفاضل الشيخ عبد الحسين الحلي رسالة مستقلة في ترجمته كما في الذريعة ( ج 4 ص 158 ) وذكره المحدث القمي « ره » في سفينة البحار ( ج 1 - ص 695 ) وذكره أيضا في فوائده الرضوية ( ج 1 ص 245 ) ولكنه لم يؤد حقه في الموضعين واقتصر على ترجمة مختصرة غير مفيدة في غاية الإيجاز والاختصار .\r\nوأقدم جزيل شكري وتقديري إلى صديقي الفاضل الجليل الأخ الأمجد السيد ناصر الدين الحسيني القمي دام مجده فقد صرف الهمة في أعداد مقدمات طبع الكتاب وبذل جيدا بليغا وعناية صادقة في إخراج الكتاب إلى عالم النشر والانتفاع شكر اللَّه مساعيه الجميلة ووفقنا وإياه على الخدمة للدين والشريعة فإنه خير موفق ومعين\r\n3 شعبان المعظم 1368 ه‍ قم\r\n( محمد علي بن باقر القاضي الطباطبائي التبريزي )\r\n","description":"","footnote":"","page_name":" مقدمة 7 ","page_number":9},
  {"content":"\r\nإفاضة القدير\r\nفي أحكام العصير\r\nلمؤلفه العلامة النحرير شيخ الشريعة الاصفهاني ( قدّس سره )\r\n","description":"","footnote":"","page_name":" 1 ","page_number":10},
  {"content":"\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه رب العالمين وأفضل صلواته وتسليماته على أفضل أنبيائه محمد وآله الطاهرين .\r\nوبعد فيقول العاثر الخاسر الخازي ، فتح اللَّه الأصبهاني النمازي ، ابن التقي النقي محمد جواد الشيرازي ، أصلح اللَّه حاله ، وختم الخير مآله ، إني طالما تأمّلت في مسئلة العصير بأقسامه ، واستقصيت الغور في استنباط احكامه ، وتطلبت مظان استكشاف هذه العضلة ، ونقضت وأبرمت ، وهدمت وأحكمت ، وأنجدت ( 1 )\r\n\r\nواتهمت ، فلم يزدني التأمل في المآخذ والأدلة ، وكلمات المشايخ الجلة ، ورؤساء المذهب والملة ، إلا كثرة العجب عما غفل عنه كثيرون وأغفلوه ، وكثرة خطاء ثلة ممن أطنبوا فيه وفصلوه ، وأنهم كيف لم يهتدوا إلى ما دلت عليه الأدلة الواضحة ، ولم يتنبهوا بما نبه عليه شيوخ الطائفة ، واعتقدت ان التحقيق يقتضي خلاف ما نقحه كثير من الذين تكلموا في المسئلة وأطالوا ، والغور والتفتيش ينتجان غير ما بنوا عليه وقالوا ، وإنهم لم يأتوا المسئلة من بابها ، بل سدوا طريق تحصيلها لطلابها ، فوقعت منهم غفلة جرت إلى غفلات ، وصدرت منهم زلة أدت إلى زلات ، فبنى ثلة منهم على الحكم بطهارة العصير\r\n","description":"","footnote":"\r\n( 1 ) أنجدت : أي دخلت النجد . اتهمت : اى دخلت التهامة\r\n","page_name":" 2 ","page_number":11},
  {"content":"\r\nالمغلي بأقسامه من العنبي والتمري والزبيبي مما غلى بنفسه أو بالنار وحليتها ذهب ثلثاها أو لم يذهب عدا العنبي الذي غلى ولم يذهب ثلثاه فاختاروا حرمته فقط دون النجاسة وهم كثير من المتأخرين وجل المعاصرين أو كلهم ، . وبنى ثلة أخرى على مثل ما بنوا الا إنهم أضافوا إلى حرمة العنبي النجاسة ، وهو الذي يدعى انه المشهور أو عليه الأكثر ، واختار بعضهم كالوحيد البهبهاني حرمة الجميع ونجاسته قبل ذهاب الثلثين زعما منه ان كلها مما يوجب الإسكار ولو خفيا ، . ومال بعضهم إلى الحرمة في الزبيبي والعنبي والتمري من دون نجاسته ، وبعضهم إلى الحرمة فقط في خصوص الأولين وبعضهم إلى الحرمة والنجاسة فيهما ، . وكل هذه الأقوال منحرفة عندي من سنن الطريق غير مبنية على الإتقان والتحقيق ، وتحديق النظر والتدقيق ، وكان الحق عندي ما لوح إليه كثير من أساطين القدماء وأعيان الفقهاء وإن صارت مهجورة بعد ما كانت شايعة ، وعادت مستورة غب ما كانت ظاهرة ، وعلمت يقينا ان من يأتي بعد هؤلاء المطنبين المتأخرين ينظر إلى مقالهم ، وينسج على منوالهم ، ولا يخرج عما عرفت من أقوالهم ، فأوحببت على نفسي كشف هذه الملمة ، وتنقيح هذه المسئلة المهمة ، ولا أظن بمن له تيقظ وفطانة ، وغور في الرواية والدراية ، واتصاف بالإنصاف ، وتجنب عن الاعتساف أين يعدل عما أوقفت عليه في هذه الرسالة ، وأوضحته في هذه العجالة ، وسميتها ( إفاضة القدير في أحكام العصير ) ورتبتها على مقالات وفصول وخاتمة .\r\nالمقالة الأولى\r\nبيان مورد الخلاف والاشكال في العصير\r\n( 1 )\r\n\r\nاعلم أن المتحصل من كلمات جل المتعرضين للاحتجاج والاستدلال ، المستوعبين بزعمهم للأدلة والأقوال ، انه لا إشكال في حلية جميع أنواع العصير ما لم تغل ، كما أنه لا إشكال في حلية ما عدا عصير العنب والرطب والتمر والزبيب غلى أو لم يغل ما لم يسكر ولا في حرمة عصير العنب إذا غلى بنفسه أو بالنار ولم يذهب ثلثاه وإنما الخلاف والاشكال في موضعين : ( أحدهما ) في عصير العنب الذي غلى ولم يذهب ثلثاه ولم يصر\r\n","description":"","footnote":"\r\n( 1 ) لا يخفى ان العناوين الموضوعة في هذا المقام وما بعده ليست من كلام المصنف ( قده ) بل إنما وضعناها تسهيلا للقاري ( المصحح )\r\n","page_name":" 3 ","page_number":12},
  {"content":"\r\nمسكرا ، فالخلاف فيه من حيث الطهارة والنجاسة ، ( والآخر ) في الثلاثة الباقية ، بالقيود الثلاثة الماضية ، فالخلاف فيها من حيث الطهارة والنجاسة ، ومن حيث الحل والحرمة جميعا . وقد استفاضت الروايات بل تواترت في حرمة العصير الذي غلى وحرمة ما طيخ ولم يذهب ثلثاه ( تارة ) بعنوان العصير ( وأخرى ) بعنوان البختج ( وثالثة ) بعنوان الطلا ، .\r\nاخبار الباب\r\nففي صحيحة عبد اللَّه بن سنان قال ( ذكر أبو عبد اللَّه ( ع ) ان العصير إذا طبخ حتى يذهب ثلثاه ويبقى ثلثه فهو حلال ) وفي صحيحة أخرى له عن أبي عبد اللَّه ( ع ) ( كل عصير أصابته النار فهو حرام حتى يذهب ثلثاه ويبقى ثلثه ) والمراد به ما غلى بإصابته النار من باب إقامة العلة القريبة للشيء مقامه ، وفي صحيحة زرارة عن أبي جعفر ( ع ) ( إذا أخذت عصير الطبخية حتى يذهب الثلثان نصيب الشيطان فكل واشرب ) وفي صحيحة حماد عن أبي عبد اللَّه ( ع ) ( لا يحرم العصير حتى يغلى ) وفي معتبرة أخرى له ( قال سئلته عن شرب العصير قال ( ع ) تشرب ما لم يغل وإذا غلى فلا تشربه قلت اى شيء الغليان قال ( ع ) القلب ) ( وفي موثقة ) ذريح عن أبي عبد اللَّه ( ع ) ( إذا نش العصير وغلى حرم ) « بالواو » كما في النسخ المصححة من الكافي ( وفي التهذيب ) « أو » بدل الواو ، والأول أصح لأضبطية الكافي ولأنه لا وجه لجعل النشيش ( وهو الصوت الحاصل بالغليان ) مقابلا له الا على وجه راجع إلى عدم المقابلة ، ( وفي الصحيح ) عن ابن أبي عمير المجمع على تصحيح ما يصح عنه الذي قالوا فيه انه لا يروى ولا يرسل إلا عن ثقة ، عن محمد بن عاصم عن أبي عبد اللَّه ( ع ) ( لا بأس بشرب العصير ستة أيام ) قال ابن أبي عمير معناه ما لم يغل ( وفي صحيحة ) معاوية بن وهب عن البختج ( قال ( ع ) إذا كان حلوا يخضب الإناء وقال صاحبه قد ذهب ثلثاه وبقي ثلثه فاشربه ) ( وفي صحيحة ) معاوية بن عمار على الصحيح ( عن الرجل من أهل المعرفة يأتيني بالبختج ويقول قد طبخ على الثلث وأنا اعلم أنه يشربه على النصف فقال ( ع ) لا تشربه ) ( وفي صحيحة ) ابن أبي يعفور ( إذا زاد الطلاء على الثلث فهو حرام ) ( وفي الصحيح )\r\n","description":"","footnote":"","page_name":" 4 ","page_number":13},
  {"content":"\r\nعن علي بن حمزة عن أبي بصير ( قال سمعت أبا عبد اللَّه ( ع ) وقد سئل عن الطلاء فقال ( ع ) ان طبخ حتى يذهب منه اثنان ويبقى واحد حلال وما كان دون ذلك فليس فيه خير ) ( وفي ذيل ) معتبرة محمد بن مسلم ( فمن هناك طاب الطلاء على الثلث ) فالمقصود بالتكلم في هذه المقالة هو تحقيق الحال في هذه العناوين الثلاثة .\r\nفي بيان المراد من العصير\r\n( أما ) الأول فهو العصير ، فهل يراد به في هذه الأخبار ما يعم الأقسام الأربعة وغيرها غاية الأمر خروج ما عدا الأربعة بدليل منفصل أو يراد به خصوص ما اعتصر من العنب ، فقد يدعي الأول نظرا إلى أن العصير فعيل من العصر وهو استخراج ماء الشيء مطلقا عينا كان ذلك الشيء أو غيره أصليا كان المستخرج أم عارضيا ابتدائيا كان الاستخراج أم مسبوقا بعمل كالنقيع وغيره وهو كغيره من المشتقات موضوع بالوضع النوعي للذات المبهمة المتصفة بالمبدء على وجه مخصوص ومن الواضح المقطوع به ان وضع أهل اللغة ما لم يخص العصير من بين المشتقات بالوضع لذات معينة مشخصة كالعنب ، فعمومه لغة مما لا ينبغي ان يرتاب فيه كبقائه عليه شرعا وعرفا وعدم نقله إلى معنى آخر لأصالة بقاء الثابت وانتفاء الحادث ، وشيوع إضافة العصير إلى العنب للاحتراز عن غيره في الاخبار وكلمات الأصحاب وكلام أئمة اللغة والأدب ، وهو لا يجامع النقل فان هجر المعنى الأصلي شرط في النقل ، ولصحة استثناء الزبيبي والتمري في العرف والشرع من العصير ، وصحة توصيفه بالعنبي ، وصحة إضافته إلى العنب وغيره ، والأصل في الإطلاق الحقيقة ، وفي الوصف والإضافة هو التخصيص والإخراج دون البيان والإيضاح .\r\nودعوى ان التمر والزبيب إنما ينبذ وينقع في الماء فيؤخذ مائه ويطبخ أو يشرب من غير أن يكون هناك عصر ، مدفوعة بأن المتعارف فيهما وفي أشباههما أنها تنقع ثم تعصر قبل الطبخ أو بعده ، . وقد يدعي الثاني إما بدعوى اختصاص العصير لغة وشرعا وعرفا بما اعتصر من العنب كما ينسب إلى صاحب الحدائق « ره » وإن كان التأمل في مجموع كلماته يرشد إلى عدم صحة النسبة ، أو بدعوى ان إطلاق العصير على المعتصر\r\n","description":"","footnote":"","page_name":" 5 ","page_number":14},
  {"content":"\r\nمن العنب مجاز فكيف في غيره ، والقدر المعلوم المسلم إرادته من هذا الاستعمال المجازي هو العصير العنبي\r\nبحث مع العلامة النراقي ( ره )\r\nوهذه الدعوى مما أبداها العلامة النراقي ( قدس سره ) وهي على طرف الضد من الدعوى المتقدمة ، واحتج عليها بان فعيلا إما بمعنى الفاعل أو المفعول وشئ منهما لا يصدق على ماء العنب وغيره إذ ليس عاصرا بالضرورة ولا معصورا بل المعصور هو نفس العنب أو الشيء المستخرج مائه ، لا الماء المستخرج بالعصر وإنما يسمى ذلك عصارا وعصارة ، صرح بذلك في القاموس قال :\r\n( عصر العنب ونحوه يعصر فهو معصور وعصير ، واعتصره : استخرج ما فيه ، أو عصره :\r\nولى ذلك بنفسه ، واعتصره عصر له ، وقد انعصر وتعصر ، وعصارته وعصارة ما تحلب منه فشربه ) صرح بان العصير هو نفس العنب وإن مائه عصارة وعصار ، وعليهذا فإطلاق العصير على الماء المستخرج ليس بمقتضى وضعه الاشتقاقي حتى يستدعي عموما بل هو معنى مجازي فيمكن أن يكون ذلك المعنى المجازي هو خصوص ماء العنب أو هو ونحوه عصرا من باب ضرب : استخرجت مائه ، فانعصر ، واعتصرته كذلك ، واسم ذلك الماء ، العصير ، فعيل بمعنى مفعول ، والعصارة بالضم : ما سال من العصر ( انتهى ) ولكنه حقيقة طارئة إذ حقيقته الاشتقاقية ما وقع عليه العصر اى الجسم الذي استخرج مائه كما صرح به في القاموس ، وتلك الحقيقة الطارية يمكن أن يكون ما لا يصدق على مثل ما يستخرج من التمر والزبيب ، بل يختص بما كان ماء نفسه ، ولذا لا يقال لما يخرج من الثوب ونحوه بعد العصر عصير ، وكذا ما يخرج من اليد الرطبة بعد عصرها ، ولا عموم في كلاح المصباح لأنه قال : العنب ونحوه فيمكن أن يكون مراده بنحوه ما كان الماء من نفسه بل هو الظاهر من قوله استخرجت مائه ، حيث أضاف الماء إلى الضمير الراجع إلى نفس الشيء ولم يقل الماء الذي فيه ، ويؤكد ذلك عدم وقوع تصريح\r\n","description":"","footnote":"","page_name":" 6 ","page_number":15},
  {"content":"\r\nفي كلام لغوي باستعمال العصير في غير ما كان الماء المستخرج من نفسه ، ودعوى ان قول صاحب المصباح : فعيل بمعنى مفعول ، يدل على أنه وضعه الاشتقاقي فيكون عاما لكل ما يصدق فيه مبدء اشتقاقه ، مدفوعة : بأنه لا حجية في قوله فقط ، وإنه لو كان حجة فإنما هو في تعيين المعاني وأما في غير ذلك فلا ، وكون ذلك فعيلا بمعنى المفعول مما نعلم انتفائه ، ولو كان ذلك مقتضى الوضع الاشتقاقي للزم صحة استعماله في الماء المستخرج من عصر الثوب واللبد واليد والشعر بل في كلام المصباح إشارة إلى أنه ليس وضعا اشتقاقيا ، حيث قال واسم ذلك الماء العصير ، ثم قال : والعصارة ما سال من العصر ، فإنه لا يقال للضارب انه اسم ذلك الشخص ، ولذا فرق بين العصير والعصارة فالأول ليس مقتضى الوضع الاشتقاقي بل هو علمي عارضي .\r\n( أقول ) : والدعاوي الثلث كلها ممنوعة عندي أعني دعوى التجوز في الكل كما سمعت ، ودعوى الاختصاص وضعا بعصير العنب ، ودعوى تعميم المراد من الروايات لكل عصير ومعصور الا ما خرج بالدليل ، والحق انه حقيقة في كل ما اعتصر من شيء عنبا كان أو غيره أصليا كان المستخرج أم عارضيا ، وإن المراد في مواقع استعماله هو خصوص عصير العنب .\r\nأما كونه حقيقة في مطلق المعتصر من أي شيء كان فلما مر من أنه فعيل من العصر وسبيله سبيل سائر المشتقات لا يعتبر فيهما الا ما دلت عليه الهيئة أو المادة ( 1 )\r\n\r\nوالنقل غير ثابت بل ثابت العدم ،\r\nفائدة أدبية\r\n( وأما ) بطلان شبهة المدعى للتجوز فمبنى على كلام أقدمه أولا ثم أفرع عليه وجوه النظر فيما أفاده ، وهو ان العصر إذا تحقق من أحد بالنسبة إلى شيء باستخراج مائه فكما انه لا يشك في صدق العاصر على الفاعل وفي صدق المعصور من غير تقييد على ذلك الشيء الذي وقع العصر عليه فكذلك لا ينبغي ان يشك في أنه يصدق على ذلك الماء المستخرج انه المفعول بمن فيقال : انه معصور من ذلك الشيء فالفاعل عاصر وذلك\r\n","description":"","footnote":"\r\n( 1 ) والمادة ( ظ )\r\n","page_name":" 7 ","page_number":16},
  {"content":"\r\nالشيء معصور والماء معصور من ذلك الشيء وقد يؤدى هذا المعنى بالفعل المجهول فيقال : عصر هذا من ذاك ، ولا أظن بالمستشكل المدعى للتجوز ان يدعيه في هذا الإطلاق أيضا ، وقد يؤدي بصيغة المفعول ، فيقال : انه معصور منه ، فالعنب ومائه كلاهما يصدق عليهما انه معصور منه لكن كلمة ( منه ) في الأول نائب الفاعل وفي الثاني الضمير المستتر في معصور الراجع إلى الماء هو نائب الفاعل ، وهل يشك أحد في أنه يصدق على ماء العنب حقيقة أنه عصر من العنب أو معصور منه ، بل الماء المجتمع المعصور من الثوب واللبد واللحاف وأشباهها أيضا مما لا شبهة في أنه يقال إنه عصر منها ومعصور منها من غير ابتناء على استعارة أو علاقة أو عناية أو لمراعاة نكتة كما في المجازات ، وذلك لأحد وجهين :\r\n( أحدهما ) ان العصر إذا وقع على الشيء المتضمن للماء فقد وقع على جميع أجزائه التي منها الماء سيما إذا كان جزئه الغالب كما في العنب والرمان إذا لم يقع العصر على خصوص القشر والحب ، فيصح إطلاق العصير على الماء الذي يحلب منهما حقيقة ( ولذا ) صرح غير واحد من أئمة اللغة بأنه من الفعيل بمعنى المفعول .\r\n( والثاني ) ما يبتني على مراعاة دقيقة لغوية ظهرت من المقدمة السابقة : وهي ان إطلاق الفعيل بمعنى المفعول على شيء على وجه الحقيقة لا يختص بما إذا كان مفعولا من غير تقييد ، بل كما يصح معه كذلك يصح إذا كان مفعولا مع التقييد بحرف ، وقد تأملت كثيرا في إيراد نظائر له حتى تنبهت بجملة من الموارد ومنها بقية ألفاظ الفعيل المستعملة في مسئلتنا هذه استعمالا شائعا أعني : النبيذ ، والنقيع ، والمريس حيث إن الأول يستعمل في الماء الذي ينبذ فيه التمر ، والماء ليس نابذا ولا منبوذا ، والنقيع فيما ينقع فيه الزبيب ، والماء ليس ناقعا ولا منقوعا ، والمريس في الماء الذي مرس إلى ذلك فيه التمر أو الزبيب ، والماء ليس مارسا ولا ممروسا ، لكنه منبوذ فيه فيه ومنقوع فيه وممروس فيه ، فهو المفعول المقيد بكلمة ( في ) وإن لم يكن مفعولا مطلقا ، ولعله لخفاء هذا المعنى في الجملة احتاج إلى التنبيه عليه من مثل الفيومي ،\r\n","description":"","footnote":"","page_name":" 8 ","page_number":17},
  {"content":"\r\nحيث قال واسم ذلك الماء العصير وإنه فعيل بمعنى مفعول ، ولعل المدعى للتجوز لم يراع حقهما ( 1 )\r\n\r\nحيث ادعى الجزم بخطائهما ( 2 )\r\n\r\nفي هذا القول فإن أمثال هذه الأمور ليس مما يخفى على مثلهما ( 3 )\r\n\r\nولو خطائهما ( 4 )\r\n\r\nفي أمر دقيق على أمر دقيق عقلي يغيب عن ذهن اللغوي كان في محله .\r\nوينبغي ان يعلم أيضا ان كون العصير حقيقة في الماء المستخرج من العنب كما أنه حقيقة في نفس العنب ، هو الذي يظهر من كثير من أئمة اللغة حتى صاحب القاموس الذي اعتضد بكلامه ونقل عنه غير مرة التصريح بخلافه ، ففي لسان العرب ، وهو امتن كتاب في اللغة وأوعية وأجمعه ، ما لفظه : عصير العنب ونحوه مما له دهن أو شراب أو عسل يعصره عصرا فهو معصور وعصير ، أو اعتصره استخرج ما فيه ، وقيل عصره : ولى ذلك بنفسه ، واعتصره : إذا عصر له خاصة ، واعتصر عصيرا : اتخذه ، وقد انعصر وتعصر ، وعصارة الشيء وعصارة : ما تحلب منه إذا عصرته ، ( وفي القاموس ) أيضا مثله ، قال وعصارته وعصاره وعصيره : ما تحلب منه ، وهو الذي يظهر من تاج العروس أيضا حيث شرح العبارة ساكتا عليه ، والظاهر أن لفظة العصير قد سقط من ذيل عبارة القاموس في النسخة التي كانت حاضرة عند النراقي ( ره ) فأوقعه فيما وقع ، ومن جميع ما ذكرنا تعرف وجوه النظر فيما ذكره ( ره ) ونشير إليها إجمالا :\r\nوجوه النظر فيما ذكر النراقي ( ره )\r\n( الأول ) دعوى التجوّز في إطلاق العصير على ماء العنب المستخرج بالعصر وقد تبيّن ما فيها ( الثاني ) دعوى تصريح القاموس مرارا بان العصير خصوص العنب المعصور ، وإن الماء إنما يسمى عصارا وعصارة ، وقد سمعت انه صرح بخلافه .\r\n( الثالث ) طعنه على صاحب المصباح بتفرده وإنه لا حجية في قوله فقط ، وقد عرفت انه شاركه فيه أئمة اللغة\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخة والظاهر افراد الضمير ليرجع إلى الفيومي صاحب المصباح ولم يعلم وجه للتثنية\r\n\r\n( 2 ) كذا في النسخة والظاهر افراد الضمير ليرجع إلى الفيومي صاحب المصباح ولم يعلم وجه للتثنية\r\n\r\n( 3 ) كذا في النسخة والظاهر افراد الضمير ليرجع إلى الفيومي صاحب المصباح ولم يعلم وجه للتثنية\r\n\r\n( 4 ) كذا في النسخة والظاهر افراد الضمير ليرجع إلى الفيومي صاحب المصباح ولم يعلم وجه للتثنية\r\n","page_name":" 9 ","page_number":18},
  {"content":"\r\n( الرابع ) دعوى العلم بعدم كون العصير فعيلا بمعنى مفعول ( الخامس ) دعوى ان في كلام المصباح إشارة إلى ما ذكره ، حيث قال واسم ذلك الماء العصير ، مع أن لفظ الاسم إذا وقع في كلام اللغوي ظاهر في الحقيقة اللغوية ، بل قالوا : لا تمتاز الحقائق عن المجازات في كلامهم غالبا إلا إذا صرحوا بكون اللفظ اسما لكذا ، .\r\nنكتة خفية\r\nوإما انه لا يقولون إن الضارب مثلا اسم لذلك الشخص فذلك لوضوحه فيه واشتمال المقام على خفاء في الجملة ولذا خفي عليه بعد التصريح .\r\n( السادس ) منعه إطلاق العصير على المستخرج من الثوب واللبد ، مع أنه لا إشكال في أنه يصدق عليه حقيقة ، أنه عصر من الثوب أو انه معصور منه ولا فرق بينهما وبين الفعيل بمعنى المفعول ، وإنما لا يطلق لعدم تعلق غرض في العادة بماء اعتصر من الثوب واللبد غالبا .\r\n( السابع ) جعله إطلاق العصير على الماء المستخرج علميا ، مع أنه ليس علم شخص ولا جنس قطعا ، وليس هذا اللفظ من المعارف ولا يعامل معاملتها .\r\nوقد رأيت أن أذيل هذا المقام بفائدة في مطلق لفظ الفعيل ، وهي : انه قد قرع سمعي نقل لكلام بعض أهل العصر من أن استعمال الفعيل بمعنى الفاعل ( تارة ) كالقدير ، والرحيم ، والدليل ، والحميل . وبمعنى المفعول ( أخرى ) ، كالكسير ، والقتيل ، والجريح ، والطريح ، ليس من باب الاشتراك اللفظي ، بل زنة فعيل موضوع لمعنى جامع بينهما هو حامل المبدء ، والاختلاف إنما هو في مصاديق هذا المفهوم ، لا في أصل المعنى أو الوضع ، فإن القدرة مما يقوم بالقادر فهو قدير ، والقتل يحمله المقتول فهو قتيل ، وكذلك الكسير والجريح ، لكني أراه كلاما مموها لا أساس له ، فإنه ان أراد بحامل المبدء حامل المعنى المصدري فلا شك في أن الفعيل ليس حاملا له ، فان الكسير بمعنى المكسور ليس حاملا للكسر ، بل هو حامل الانكسار ، وإنما الحامل للكسر المصدري هو الكاسر\r\n","description":"","footnote":"","page_name":" 10 ","page_number":19},
  {"content":"\r\nولا يقال له كسير ، ومثله القتيل ، والطريح ، والجريح ، فان الحامل للقتل المصدري هو القاتل ، وإنما القتيل حامل لأثره ، وكذلك الجريح حامل للجرح ( بالضم ) لا الجرح ( بالفتح ) الذي هو المعنى المصدري . وإن أراد بحامل المبدء حامل اسم المصدر مدعيا انه الموضوع له المطرد في إطلاقات الفعيل ، ففيه ان القدير والرحيم حاملان للمعنى المصدري فإنهما بمعنى القادر والراحم ولا ينكر ان اسم الفاعل حامل للمعنى المصدري كالضارب والكاسر ، وإنما الذي حمل اسم المصدر كالرحمة ، هو المرحوم الذي نزلت عليه الرحمة ، فلو صح ما ذكره لزم ان يطلق الرحيم على المرحوم وهو غلط ، ودعوى ان الاشتراك اللفظي ملازم لصحة استعمال الفعيل في ضمن كل مادة وإطلاقه على المعنيين ، مدفوعة بعدم الملازمة كما فيما لا يحصى من النظائر ، فهل ترى ان اشتراك هيئة ( فعل ) بالفتح والسكون بين المعنى المصدري والاسمي كفلس ، ملازم محذورا ، وتفصيل الكلام غير مناسب للمقام .\r\nومن هذا كله تبين فساد دعوى اختصاص العصير وضعا بما اعتصر من العنب كدعوى كونه مجازا فيه وفي غيره ، وأما دعوى ان المراد منه في الروايات مطلق المعتصر من أي شيء كان فالظاهر أن من تتبع روايات الفريقين وشاهد استعمالات الطائفتين لم يشك في عدم إرادة العموم من لفظ العصير في مواقع استعماله بحيث يشمل عصير العنب والرطب والتمر والزبيب والرمان والحصرم والتوت والبطيخ والسفر جل والتفاح والسماق والتين والبنفسج ولسان الثور ، إلى غير ذلك مما لا يحصى من الثمار والفواكه والأدوية والأعشاب التي هي مثل الزبيب في أنها ننقع في الماء ثم تعصر لاستخراج حلاوتها أو مرارتها أو حموضتها ، بل والماء المعصور من الثوب واللبد واللحاف ، بل لم يشك في أنه لا يراد منه إلا فرد خاص ، والظاهر أنه ماء العنب فإنه الذي تضمن ماء أصليا تعارف استخراجه منه ويعرضه الإسكار والخمرية في بعض الأحيان وله أفراد محللة وافراد محرمة توجب وقوع السؤال عن حكمه وكان إطلاق العصير عليه شائعا ، وهذه القيود لم تجتمع في غير العنب وهذا هو الذي ينبغي ان يدعيه\r\n","description":"","footnote":"","page_name":" 11 ","page_number":20},
  {"content":"\r\nالمحاول لإثبات إرادة خصوص العنبي من الروايات لا وضع اللفظ له لغة أو نقله إليه شرعا فان شيوع استعمال المطلق في بعض الأفراد يكفي في انصراف اللفظ ( وفي صحيحة ابن الحجاج ) عن الصادق ( ع ) ( قال قال رسول اللَّه صلَّى اللَّه عليه وآله الخمر من خمسة العصير من الكرم والنقيع من الزبيب والبتع من العسل والمرز من الشعير والنبيذ من التمر ) وهو الذي يسئل عنه في الاخبار تارة عن بيعه ممن يخمره ( وتارة ) عن بيعه فيصير خمرا قبل ان يقبض الثمن ( وتارة ) عن جواز شربه وعدمه ( ورابعة ) عمن يشربه قبل ذهاب ثلثيه وشبه ذلك ولم يستفصل الإمام ( ع ) في الجواب عمن سئله عن العصير وشربه ( ففي مرسلة محمد بن الهثيم ) عن الصادق ( ع ) قال ( سئلته عن العصير يطبخ في النار حتى يغلى من ساعته فيشربه صاحبه قال ( ع ) إذا تغير عن حاله وغلى فلا خير فيه حتى يذهب ثلثاه ويبقى ثلثه ) وقد مر فيما رواه حماد ( انه سئله عن شرب العصير قال اشربه ما لم يغل ) ( وفي موثقة ذريح ) ( إذا نش العصير وغلى حرم ) وقد سمعت في صحيحة عبد اللَّه بن سنان التنصيص على حرمة كل عصير أصابته النار وهل يسوغ الحكم بإرادة مطلق العصير اللغوي ثم ارتكاب تخصيص الأكثر المستهجن ( وفي صحيحة رفاعة بن موسى ) قال : ( سئل الصادق ( ع ) عن بيع العصير عمن بخمرة قال حلال ألسنا نبيع تمرنا ممن يجعله شرابا خبيثا ( وفي صحيحة البزنطي ) قال ( سئلت أبا الحسن عن بيع العصير فيصير خمرا قبل ان يقبض الثمن قال ( ع ) لو باع تمرته ممن يعلم أنه يجعله حراما لم يكن بذلك بأس وأما إذا كان عصيرا فلا يباع له الا بالنقد ) ( وفي رواية أبي بصير ) عن الصادق ( ع ) قال سئلته عن العصير قبل ان يغلي لمن يبتاعه ليطبخه أو أو يجعله خمرا قال ( ع ) إذا بعته قبل أن يكون خمرا فهو حلال لا بأس به ) وفي رواية يزيد بن خليفة ) ( قال ) : ( كره أبو عبد اللَّه بيع العصير بتأخير ) ( قال في الوافي ) بعد ذكر هذا الخبر لأنه لا يؤمن ان يصير خمرا قبل قبض الثمن فيأخذ ثمن الخمر وستسمع بعد ذلك أنشأ اللَّه تعالى بعض ما ورد من طرق العامة من استعمالات مدركين لأعصار حضور الأئمة عليهم السلام لفظ العصير في ماء العنب كانس وأبى طلحة والحسن البصري وسعيد\r\n","description":"","footnote":"","page_name":" 12 ","page_number":21},
  {"content":"\r\nبن المسيب والشعبي والنخعي وغيرهم مما لا يبقى معه شك في معهودية هذا المعنى في تلك الأعصار ، ويشهد به أيضا كلمات أئمة اللغة في مواضع شتى ( منها ) ما ذكر في مادة عصر ( ومنها ) ما ذكروه في تفسير البختج من أنه العصير المطبوخ وما ذكروه في تفسير الطلا أيضا من أنه العصير المطبوخ بعد الفراغ عن كون البختج والطلا من ماء العنب ( وبالجملة ) هذا ما عندنا في تحقيق لفظ العصير وليس الغرض إثبات حرمة الزبيبي أو حليته إذ لا يتوقف شيء منهما على شيء من الدعويين فيمكن دعوى اختصاص العصير بماء العنب وحرمة الزبيبي بأدلة أخرى غير عمومات العصير كما يمكن دعوى عموم أدلة العصير للزبيبى وخروجه بارتكاب التخصيص والتقييد وتحقيق الحال فيه يأتي إنشاء اللَّه تعالى في بعض الفصول الآتية ،\r\nتفسير بختج\r\nوالبختج فهو مفسر في كلام الكل بالعصير المطبوخ وهو معرب ( پخته ) وقد يعبر عنه ( بالميبختج ) ( 1 )\r\n\r\nوهو معرب من كلمتين فارسيتين ( مى ) وهو الخمر و ( پخته ) وهو المطبوخ والظاهر أنه لا خلاف في صحة إطلاقه على ماء العنب المطبوخ في الجملة إما على النصف أو على الثلث أو ما يقاربهما والظاهر أن إطلاق الميبختج على ما طبخ حتى بقي ثلثه بمعنى الخمر المطبوخ باعتبار ان مادته مادة الخمر وإن لم يتصف بالخمرية فعلا بذهاب ثلثيه فيقرب من إطلاق الخمر على العنب في قوله ( تعالى ) ( إِنِّي أَرانِي أَعْصِرُ خَمْراً ) اى عنبا\r\nوأما الطلا\r\nففسره الجوهري بما طبخ من عصير العنب حتى ذهب ثلثاه وتسميه العجم الميبختج وبعض العرب تسمى الخمر الطلاء يريد بذلك تحسين اسمها لا أنها الطلا بعينها وقال ( الزمخشري ) في الأساس ويقرب الطلاء المثلث شبه في خثورته بالقطران ومثلهما غيرهما ، ( وفي القاموس ) انه خاثر المنصف وفهم منه بعض الأعاظم انه يريد ما طبخ حتى بلغ النصف الا ان شارحه صاحب تاج العروس فسر خاثر المنصف بأنه ما طبخ من عصير العنب حتى ذهب ثلثاه ( وفي كثير ) من كتب الحنفية إن الطلا ما طبخ\r\n","description":"","footnote":"\r\n( 1 ) مى پخته\r\n","page_name":" 13 ","page_number":22},
  {"content":"\r\nمن عصير العنب حتى بقي أكثر من الثلث وإن تجاوز الباقي النصف ، والذي يظهر لي ان الطلا هو عصير العنب الخاثر في الجملة سواء بلغ النصف أو ذهب ثلثاه وبقي الثلث ولذا وقع التفصيل في رواياتنا بعد السؤال عن الطلا بأنه ان بقي الثلث فحلال وإن بقي أكثر منه فحرام وكذا المنقول عن الصحابة والتابعين وغيرهم من أن جماعة منهم كا ( لبراء ) و ( أبى جحيفة ) و ( جرير ) و ( انس ) و ( شريح ) كانوا يشربون الطلاء على النصف ( وعن أمير المؤمنين « ع » ) وجمهور الصحابة إنهم كانوا يشربون على الثلث كعمرو وأبى عبيدة بن الجراح ومعاذ بن جبل وأبي موسى وأبى الدرداء وأبى أمامة وخالد بن الوليد وغيرهم وتخصيص الحنفية له بما بقي أكثر من الثلث وإن تجاوز النصف خطاء على أهل اللغة والشرع فإن أهل الشرع متفقون على حل الطلاء في الجملة إما ببقاء الثلث أو بالنصف وإن ما بقي ثلثه طلاء حلال وعلى ما ذكروه لا يكون طلاء و ( كك ) أهل اللغة ، وأما تخصيص الأكثرين بما بقي ثلثه فإما لان المناسبة المعتبرة في النقل هناك أكثر فإنه في الأصل اسم للقطران الخاثر الذي يطلى به الإبل أو لأن بدو تسمية طلاء كان البناء على الثلث\r\nتسمية طلا من عمر\r\n، فقد اتضح بتتبع الروايات وكتب اللغة والأدب ان هذه التسمية نشأت من عمر حين طبخوا له العصير على الثلث ( واخرج ) مالك في الموطأ ان عمر بن الخطاب حين قدم الشام شكى إليه أهل الشام وباء الأرض وثقلها وقالوا لا يصلحنا الا هذا الشراب فقال عمر اشربوا العسل قالوا ما يصلحنا العسل فقال رجال من أهل الأرض هل لك ان نجعل لك من هذا الشراب شيئا لا يسكر ، فقال : نعم ، فطبخوه حتى ذهب منه ثلثاه وبقي الثلث فأتوا به فادخل إصبعه فيه ثم رفع يده فتبعها يتمصط فقال هذا الطلاء مثل طلاء الإبل فأمرهم أن يشربوه ، وقال : اللهم إني لا أحل لهم شيئا حرمته عليهم ، ( والأظهر ) عندي في هذه القضية ما رواه ابن راهويه وغيره عن سفيان بن وهب الخولاني ( قال كنت مع عمر بن الخطاب بالشام فقال أهل الذمة انك كلفتنا وفرضت علينا ان نرزق المسلمين العسل ولا نجده فقال عمر : ان المسلمين إذا دخلوا أرضا لم يوطنوا\r\n","description":"","footnote":"","page_name":" 14 ","page_number":23},
  {"content":"\r\nفيها اشتد عليهم ان يشربوا الماء القراح فلا بدلهم مما يصلحهم فقالوا له ان عندنا شرابا نصنعه من العنب شيئا يشبه العسل فأتوا به فجعل يرفعه بإصبعه يتمدد كهيئة العسل فقال كان هذا طلاء الإبل فدعى بماء فصب عليه ثم خفض وشرب منه وشرب منه أصحابه وقال ما أطيب هذا فارزقوا المسلمين منه فرزقوهم منه فلبث ما شاء اللَّه ثم إن رجلا خدر منه فقام المسلمون فضربوه بنعالهم وقالوا سكران وقال الرجل لا تقتلوني فواللَّه ما شربت إلا الذي رزقنا عمر فقام عمر بين ظهراني الناس فقال أيها الناس إنما أنا بشر لست أحل حراما ولا أحرم حلالا وإن رسول اللَّه ( ص ) قبض فرفع الوحي فأخذ عمر ثوبه فقال إني أبرء إلى اللَّه من هذا ان أحل لكم حراما فاتركوه فإني أخاف ان يدخل الناس فيه دخولا وقد سمعت رسول اللَّه ( ص ) يقول كل مسكر حرام فدعوه ) أقول : والظاهر إنهم طبخوا الطلاء أولا على الثلث ثم تسامحوا فطبخوه على النصف أو على أكثر من الثلث وإلا فلو طبخوه على الثلث لم يكن يسكر على إنهم كانوا يريدون ان يصنعوا شيئا يقوم مقام الشراب حيث شكى أهل الشام ومعلوم ان ما ذهب ثلثاه دبس لا يقوم مقامه وربما يشهد به تسميتهم إياه شرابا فإنه وإن كان أعم لغة لكنه بحسب العرف الطاري يستعمل كثيرا فيما أسكر كما صرح به كثيرون ويشهد به تتبع الاستعمالات ( وقال ابن حجر العسقلاني ) في فتح الباري ان الطلاء هو الدبس شبيه بطلاء الإبل وهو القطران الذي يدهن به فإذا طبخ عصير العنب حتى تمدد وأشبه ( 1 )\r\n\r\nطلاء الإبل هذا بعض الكلام في الموضوعات الثلاثة وانتظر لتمام التحقيق فيما سيأتي أنشأ اللَّه تعالى\r\nالمقالة الثانية\r\nقد ظهرت لي ببركة التأمل في أدلة المسئلة والتروي في أخبار أهل العصمة\r\n","description":"","footnote":"\r\n( 1 ) الظاهر كون الواو زائدة لتكون الكلمة جوابا لا ذا الشرطية ولم يكن عندنا كتاب فتح الباري حتى نراجعه فلو كان موجودا عند القاري فليراجعه ، ( المصحح )\r\n","page_name":" 15 ","page_number":24},
  {"content":"\r\nسلام اللَّه عليهم اعضالات وانحلالات لا يتضح من دونها حل المسئلة ولا يكشف بغيرها النقاب عن وجه هذه العضلة أرى التنبيه عليها مهما جداً\r\nاعضالات وانحلالات ( أحدها )\r\n( أحدها ) ان الروايات المتضمنة لحرمة العصير المطبوخ كلها مغياة بذهاب الثلثين ولم يتفق التحديد بذهابهما الا فيما تضمن لفظ الطبخ أو ما يساوقه كالبختج والطلا وأما الروايات الحاكمة بتحريم العصير بالغليان فكلها خالية عن التحديد بهما وإن شئت فراجع الروايات التي قد منا نقلها وغيرها مما في كتب الفقه والحديث فإنك لا تظفر بتخلف في هاتين الكليتين ، وأما رواية زيد النرسي فستعرف حق القول فيها في المقالة اللاحقة إنشاء اللَّه تعالى ، بل هذا هو الحال أيضا في الروايات الواردة في طرق أهل السنة فكل اخبار التحديد بذهاب الثلثين في المطبوخ وكل اخبار تحريم المغلي لم يذكر فيها غاية وربما ترى المجازف الذي لا يبالي بما يقول ولا يصده لوم اللائمين وتشنيع المشنعين عن التفوه بكل ما خطر بباله إذا عرض عليه هذا الأمر ونبه عليه ، أجاب بأنه إنما وقع ( كك ) من باب الاتفاق وليس مبنيا على مقدمة دقيقة خفية بل الصنف الأول كان في مقام البيان من جميع الجهات ولذا ذكر التحريم بالطبخ وإن المحلل ماذا والصنف الثاني ورد مورد الاجمال والإهمال وكان مسوقا لإفادة التحريم بالغليان وعدم جواز شربه وإما انه متى يحل والمحلل ماذا فموكول إلى مقام آخر وأما كون جميع ما ورد مورد البيان في الجملة متضمنا للفظ الغليان وكون جميع ما ورد مورد البيان التام متضمنا للفظ الطبخ أو ما يساوقه فذلك أمر حدث من باب الاتفاق وليس مبنيا على ملاحظة جهة شرعية أو مراعاة نكتة أدبية وسيأتيك ما تعرف به شناعة هذا القول السخيف ، ولو ساعدنا هذا المجازف على جزافه لكن يبقى مطالبة العلة في إلحاق المغلي بنفسه بالمطبوخ في الحلية بذهاب الثلثين مع أن هذا التحديد لم يرد إلا في المطبوخ وليست هناك علة منصوصة ولا ظاهرة ولا إجماع على الاتحاد كما ستعرف والمعروف بين القوم سيما المتأخرين والمعاصرين ان ذهاب الثلثين غاية للحرمة أو\r\n","description":"","footnote":"","page_name":" 16 ","page_number":25},
  {"content":"\r\nالنجاسة في كل قسم العصير حكم باتصافه بإحداهما من غير فرق بين ما غلى بنفسه أو بالنار ويرسلون هذا الأمر إرسال الواضحات المسلمات بل لم يتصد كثير ممن أطال في المسئلة بل أفردها برسالة مبسوطة مستقلة وتكلم في الفروض البعيدة والفروع النادرة أو في الأمور الغير المرتبطة بالمسئلة لإثبات هذا التعميم بعموم لفظي أو تنقيح مناط قطعي أو ظني كأنهم يرونه واضحا مفروغا عنه ،\r\nثانيها\r\n( ثانيها ) انه قد ورد في صحيحة عبد اللَّه بن سنان عن الصادق ( ع ) ( ان كل عصير أصابته النار فهو حرام حتى يذهب ثلثاه ) وهذا التقييد مما لا يتضح وجهه فإنه ( ع ) بصدد إعطاء القاعدة وبيان الضابطة وموضوع الحكم هو مطلق ما غلى بنفسه أو بالنار قطعا فأي وجه لهذا التقييد المخل في مثل هذا المقام الموجب للدلالة على حلية ما غلى بنفسه وعدم حرمته بناء على اعتبار مفهوم الوصف ، أو لعدم دلالته على حكم ما غلى بنفسه وسكوت الحديث عنه مع مشاركته للمذكور في الحكم ، بناء على عدم اعتباره ، بل كان المناسب أو المتعين ان يقول : ( كل عصير غلى فهو حرام حتى يذهب ثلثاه ) وربما يعتذر عنه بان القيد وارد مورد الغالب فلا يفيد تقييدا في الحقيقة كما في قوله تعالى ( وَرَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ ) لان الغالب في غليان العصير إنما هو بإصابة النار ، وهو سخيف جدا ، إذ فيه ان جعل التقييد من هذا القبيل التزام بأنه بمثابة غير المذكور بالمرة وإن التحريم ثابت لمطلق العصير وهو ضروري الفساد ، مضافا إلى أن الغلبة المدعاة إنما هي في العصير المغلي لا في مطلق العصير فلو كان لفظ الحديث ( ان كل عصير غلى بإصابته النار فهو حرام ) كان لهذا الاعتذار السخيف وجه ، وأما توصيف مطلق العصير بهذا الوصف فلا يمكن ان يوجه بمثله ، مضافا إلى منع الغلبة جدا فان كل ما يوجد في الدنيا من الخل على كثرته ووفوره فهو من العصير المغلي بغير أصابته النار ، وكذلك أغلب أنواع الخمور وأصناف الأنبذة مما يتحقق فيها الغليان بنفسه\r\n","description":"","footnote":"","page_name":" 17 ","page_number":26},
  {"content":"\r\nهذا كله ، مع أن لنا في هذه القضية المشهورة ( من أنه قد يكون موضوع الحكم أعم الا ان بعض مصاديقه أشيع من بعض فيقيد المتكلم في اللفظ موضوع حكمه بذلك الفرد الغالب مراعاة لغلبته وهو يريد التعميم واقعا كما في الآية السابقة ) كلاما طويلا حققناه في محله وبينا ان ظهور التقييد في الاحتراز فيما إذا كان القيد معلوما مفهوما ، شائعا لو لم يأت به المتكلم أيضا لم يفت عن المخاطب العمل به أكثر منه في بقية المواضع سواء بلغ الشيوع حد الصرف أم لا ، فهل ترى انه إذا قال ( جئني بإنسان ذي رأس واحد ) أو ( اسقني من المياه الغير الزاجية أو الغير الكبريتية ) فأتاه المأمور بذي رأسين أو بماء زاجى كان ممتثلا ولم يكن لتعنيف العقلاء ولومهم عليه مساغ ، وذكرنا ان الآية ليست شاهدة لهم فيما يدعونه ولو كان الموجب لرفع اليد عن هذا التقييد فيها وروده مورد الغالب لكان المتعين اجراء مثله في القيد الآخر المذكور فيها متصلا بها من قوله تعالى ( مِنْ نِسائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ ) فان الغالب في النساء أيضا كونها مدخولات وإنما الموجب له ورود النصوص في التعميم وإن الربائب محرمة كن في الحجور أو لم يكنّ ، فبمعونتها حكمنا بان الغرض من ذكر الوصف في الآية إفادة حكمة تحريم الربائب ومن شأن الحكم كفاية وجودها في أغلب الافراد في الحكم على الجميع وإن كان يعارض هذه النصوص ما رواه الطبرسي في الاحتجاج عن محمد بن عبد اللَّه بن جعفر الحميري عن صاحب الزمان عجل اللَّه فرجه ( انه كتب إليه هل يجوز للرجل ان يزوج بنت امرأته فأجاب ( ع ) إن كانت ربيت في حجره فلا يجوز وإن لم تكن ربيت في حجره وكانت أمها في غير حباله فقد روى أنها جائز ) وربما يقع الكلام في ترجيحها عليها بالأحدثية التي هي من المرجحات المنصوصة وبموافقة ظاهر القرآن ومخالفتها للعامة ولتحقيقه مقام آخر .\r\nثالثها\r\n( ثالثها ) انه قد وقع في موثقة عمار المعروفة المستدل بها على حرمة الزبيبي قبل ذهاب الثلثين وحليته بعدهما المروية في الكافي ما لم يهتد إلى وجهه وسره أغلب الواقفين عليها ، قال عمار الساباطي : ( وصف لي أبو عبد اللَّه\r\n","description":"","footnote":"","page_name":" 18 ","page_number":27},
  {"content":"\r\nالمطبوخ كيف يطبخ حتى يصير حلالا فقال تأخذ ربعا من زبيب ثم تصب عليه اثنى عشر رطلا من ماء ثم تنقعه ليلة فإذا كان أيام الصيف وخشيت ان ينش فاجعله في تنور مسجور قليلا حتى لا ينش ( إلى أن قال ) ثم تغليه بالنار فلا تزال تغليه حتى يذهب الثلثان ويبقى الثلث ) ( الحديث ) فان هذه الفقرة أعني قوله ( ع ) فإذا كان أيام الصيف ( إلخ ) مما تحير الناظر من وجهين ( أحدهما ) انه إذا كان أيام الصيف وكان العصير ينش خارج التنور المسجور فهو بان ينش بعد جعله في مثل ذلك التنور أولى عند كل من له أدنى شعور فكيف داوى الإمام ( ع ) هذا الداء بما يؤكده وعالج هذا المرض بما يضاعفه ( الثاني ) ان المفروض في الخبر انه أمره بالغليان بعد ذلك حتى يذهب ثلثاه فالنشيش خارج التنور مما ليس فيه محذور يخشى منه فلو فرض ان ما يخاف منه قد وقع فهو بالغليان بعد ذلك بالنار حتى يذهب ثلثاه يندفع ويرتفع\r\nرابعها\r\n( رابعها ) انه قد ورد في صحيحة محمد بن مسلم عن أبي جعفر الباقر ( ع ) أنه قال : ( سئلته عن نبيذ سكن غليانه قال ( ع ) كل مسكر حرام ) ووجه الاشكال انه قد دل جواب السؤال سيما بمعونة ترك الاستفصال ان مطلق الغليان في النبيذ اى الماء المنبوذ فيه التمر يوجب اسكاره سواء غلى بنفسه أو بالنار ، بل يدل على كون اندراج مورد السؤال في موضوع الجواب مفروغا عنه عند السائل ، وهو مع مخالفته للوجدان ولصريح الرواية الطويلة الآتية المتضمنة لسؤال الوفد عن رسول اللَّه ( ص ) الدالة على أن الطبخ لا يوجب إسكارا ، يشكل أيضا بأنه لو كان الغليان موجبا للإسكار لم يكن معنى لجعل ذهاب الثلثين محللا فان تسخين المسكر وتغليظه مما لا يزيل اسكاره لا يفيد حليته بالضرورة ولا يحتمله أحد حتى الجماعة الذين يجوّزون شرب المسكر غير الخمر بعد صب الماء عليه بحيث يكسر شدته وحدته كما عن كثير من الحنيفة وجماعة من أصحابنا الذين سرت الشبهة إلى أذهانهم منهم كأبي بصير\r\nو ","description":"","footnote":"","page_name":" 19 ","page_number":28},
  {"content":"\r\nأصحابه على ما ورد في رواياتنا\r\nالإنحلالات\r\nوتحقيق المقال ، في حل جميع ما مر من الاشكال والإعضال ، مبنى على تقديم أمرين ( أحدهما ) ان الغليان والنشيش إذا أسند إلى الأشياء التي يحدثان فيها تارة بسبب خارجي منفرد في الاقتضاء كالنار وتارة باقتضاء طبيعتها ذلك سواء كان بمعونة أمر خارجي أو لا فإن لم يذكر في إسنادهما إليها بسبب ( 1 )\r\n\r\nمنفرد بالاقتضاء بل أسند إليها من دون ذكر سبب يوجبها لم يفهم منهما عند أهل المحاورات من أهل اللسان الا حدوثهما فيها بنفسها لا الأعم فإذا قيل ( غلى العصير أو غلى النبيذ أو غلى ماء الرمان أو ماء التين ) وأشباهها من غير ذكر سبب فهم منه الغليان بنفسها ولا يفهم منه غيره الا إذا ذكر السبب بان قيل طبخت العصير فغلى أو أغليته فغلى ، وعلى ما ذكرنا استقرت سيرة المهرة باللسان ، من الأساطين والأعيان ، في تعبيراتهم عن هذا العنوان ، كالشيخ وابن إدريس وابن البراج والشهيد وصاحب الدعائم وستعرف عباراتهم جميعا وإنهم جعلوا الغليان والنشيش قسيما للطبخ بالنار ، ( الثاني ) ان العصير إذا غلى بنفسه بطول المكث بمعاونة حرارة خارجية لا تفعل فعل النار كالشمس أولا بمعاونتها حدث فيه تغير في ريحه وشدة وحدة في طعمه وصار مسكرا الا انه ناقص في الخمرية ما دام يغلى فإذا سكن وقذف الزبد زيدت شدته وصار أكمل في الخمرية من الأول وستعرف عبارة كثيرين من أئمة اللغة والأدب والتفسير والفقه والحديث الدالة على ملازمة الغليان بنفسه للإسكار وهو الذي عناه أبو جعفر عليه السلام فيما أجاب به أبا الجارود بقوله : ( ما زيد على الترك جودة فهو خمر ) وستسمع الروايات المستفيضة الدالة على أن النقيع والنبيذ إذا مضى عليهما أزيد من يوم وليلة أو من ثلاثة أيام في الشتاء صار مسكرا والروايات المستفيضة الناهية عن الانتباذ في أوعية مخصوصة كالدباء والحنتم والنقير ، المعللة في كلام الأساطين بأنها مما يتسارع إليها الإسكار كما ستعرف ان كون عصير العنب الذي غلى بنفسه وسكن خمرا حقيقة ، متفق عليه بين جميع طبقات أهل العلم من الخاصة والعامة من أهل اللغة والتفسير\r\n","description":"","footnote":"\r\n( 1 ) سبب - ظ\r\n","page_name":" 20 ","page_number":29},
  {"content":"\r\nوالفقه وغيرهم مع قذف الزبد كما عند نادر ، أولا معه ، كما عند الباقين ، بل هذا المعنى لا يختص بالعنب والتمر والزبيب بل كل ما فيه حلاوة في الجملة إذا كانت مشتملة على ما يوجب النقع والازباد والغليان كان حاله حالها ، وأما إذا عجل في طبخ العصير بالنار لم يوجب الغليان فيه إسكارا بل لم يحدث فيه إلا قلة مائيته وكثرة حلاوته فان بولغ في طبخه حتى ذهب ثلثاه صار دبسا سالما عن طرو الفساد والتغير والنشيش عليه بطول المكث وإن طبخ أدنى طبخة بحيث لم يذهب عليه الا يسير من اجزائه المائية وترك حتى حتى برد عاد إلى الغليان بنفسه وحدث فيه ما يحدث في غير المطبوخ من النشيش والإسكار وهو المسمى بالباذق وهو نوع خاص من الخمر ( وفي القاموس ) الباذق بكسر الذال وفتحها ما طبخ من عصير العنب أدنى طبخة فصار شديدا ، ( وفي النهاية الأثيرية ) هو بفتح الذال تعريب ( باده ) قال : وهو اسم الخمر بالفارسية ( وفي صحيح البخاري ) عن أبي الجويرية قال ( سئلت ابن عباس عن الباذق فقال سبق محمد ( ص ) الباذق فما أسكر فهو حرام ، وبعد اتضاح هذين الأمرين تقدر على حل الإشكالات الأربعة والجواب عنها ، وتوضيحه :\r\nأما بالنسبة إلى الأول\r\nفبان عدم التحديد فيما تضمن لفظ الغليان إنما هو لان المراد فيها ما غلى بنفسه ولكونه ملازما لحلاوة الإسكار الذي لا يزول بالتغليظ والتثخين لم يكن معنى لتحديده بذهاب الثلثين فان هذا الموضوع ما دام موجودا يتصف بالحرمة لا ينقلب عنها إلى الحلية إلا بتبدله إلى موضوع آخر كان يصير خلا ومن المعلوم ان الاستحالة ليست تحديدا لحكم الموضوع كما في قولنا ( الخمر حرام ) ( والكلب نجس ) وتحول الخمر خلا والكلب ملحا ليس تحديدا للقضيتين بالضرورة بخلاف الحرمة الحاصلة بالطبخ فإنها محدودة بذهاب الثلثين .\r\nوأما الثاني\r\nفبان الحديث في مقام بيان الحرمة المحدودة بذهاب الثلثين وليست إلا في العصير المطبوخ فالتقييد واقع موقعه والضابطة تامة والقاعدة محكمة وإنما يتجه الإشكال بأن ذكر القيد مخل في مقام إعطاء القاعدة لو كان كلا قسمي الغليان متساويين في إيجاب التحريم متشاركين في التحديد بذهاب الثلثين\r\n","description":"","footnote":"","page_name":" 21 ","page_number":30},
  {"content":"\r\nكما هو المشهور في هذه الأعصار ، على خلاف ما يظهر من الأدلة والاخبار ، وثلة من الأكابر الأبرار ، أعلى اللَّه مثاويهم في دار القرار ،\r\nوأما الثالث\r\nفلأنه إذا كان أيام الصيف ونش ماء الزبيب بنفسه حدث فيه الإسكار وبطل المقصود وانتقض الغرض إذ لا بد ( ح ) من إراقته أو تخليله وفي كليهما نقض للمرام بخلاف تعجيل غليانه بالتنور المسجور فإنه يمنع من تسارع الفساد إليه بالاسكار فيغلي بعد ذلك ويذهب ثلثاه ويحصل الغرض .\r\nوأما الرابع\r\nفبعد كون المراد من الغليان ما كان بنفسه فإندراجه تحت الكبرى التي ذكرها الإمام لما كان مفروغا عنه ، أجابه بما أجاب ، ( نعم ) ربما يبقى الإشكال بأنه لو كان اسكاره مفروغا عنه لم يتجه سؤال مثل محمد بن مسلم عن حله وحرمته وستعرف حق المقال في الجواب عن هذا السؤال أيضا ، ومحصله ان الذي كانت حرمته ضرورية في تلك الأعصار هو الخمر المتخذ من العنب وهو الذي يطلقون اسم الخمر عليه مطلقا أو بعض أقسامه وهو ما غلى بنفسه وباقي المسكرات فربما يبيحونها مطلقا أو بالمقدار الذي لا يسكر ولذا وقع السؤال عنها كثيرا وبين لهم الأئمة سلام اللَّه عليهم ضابطتين ثابتتين عن النبي ( ص ) : ان كل مسكر حرام ، وما أسكر كثيره فقليله حرام ، وسيمر عليك الكلام المقنع المشبع في هذه المقامات إنشاء اللَّه تعالى ، ( ومن جميع ) ما مر ظهر ان ما اشتهر من تسوية قسمي الغليان في الحلية والطهارة بذهاب الثلثين مما لا وجه له وسيأتيك ما يتضح به هذا المعنى أوضح من النور على الطور وتسمع كلمات جماعة من أكابر الطائفة في المقالة الرابعة إنشاء اللَّه .\r\nالمقالة الثالثة\r\nقد اتفق في جملة من الكتب الفقهية كالحدائق وتعليقات الوحيد البهبهاني على شرح الإرشاد ، والجواهر ، وطهارة شيخنا العلامة الأنصاري ، والبرهان للسيد الفقيه المعاصر ، وغيرها نقل رواية عن زيد النرسي مصرحة بالتعميم والتسوية بين قسمي\r\n","description":"","footnote":"","page_name":" 22 ","page_number":31},
  {"content":"\r\nالغليان في التحديد بذهاب الثلثين ، قالوا : ( انه روى زيد عن الصادق ( ع ) في الزبيب يدق ويلقى في القدر ويصب عليه الماء فقال حرام حتى يذهب ثلثاه قلت الزبيب كما هو يلقى في القدر قال ( ع ) هو ( كك ) إذا أدت الحلاوة إلى الماء فقد فسد كل ما غلى بنفسه أو بالنار فقد حرم حتى يذهب ثلثاه )\r\nتحريفات في الراوية المأخوذة عن أصل زيد النرسي\r\nوفي جملة منها نسبة الرواية إلى الزيدين : النرسي ، والزراد ( وهذه الرواية ) كما ترى صريحة في خلاف ما حققناه في المقالة الماضية فإن أمكن الاعتذار عن الإطلاق في الحملة الأولى وتاليها انه ظاهر فيما طبخ بقرينة إلقائه في القدر لم يكن بالنسبة إلى التصريح بالتسوية في ذيلها ، الا ان هذا الذي اتفق من هؤلاء الأكابر أمر ينبغي الاسترجاع عند تذكر مثله والاستعاذة باللَّه العاصم عن الوقوع في شبهه فان الرواية على ما نقلوها متضمنة لتحريفات عديدة بالزيادة والنقيصة وليس لهذه الكلية التي نقلوها في ذيلها عين ولا أثر في شيء من نسخ أصل زيد النرسي ولا في كتب الحديث المنقول فيها هذه الرواية كأطعمة البحار للعلامة المجلسي وأصل الرواية وقع على هذا الوجه : زيد النرسي ( قال سئل أبو عبد اللَّه ( ع ) عن الزبيب يدق ويلقى في القدر ثم يصب عليه الماء ويوقد تحته فقال لا تأكله حتى يذهب الثلثان ويبقى الثلث فان النار قد أصابته قلت فالزبيب كما هو يلقى في القدر ويصب عليه الماء ثم يطبخ ويصفى عنه الماء فقال ( كك ) هو سواء إذا أدت الحلاوة إلى الماء فصار حلوا بمنزلة العصير ثم نش من غير أن يصيبه النار فقد حرم و ( كك ) إذا أصابه النار فأغلاه فقد فسد ) ( هذا تمام الرواية ) وهي كما ترى أيضا على طبق الضابطة الآتية من تحديد المطبوخ وإطلاق ما نش بنفسه وأما الإطلاق الأخير فلوضوح حكمه مما صرح به في الرواية مرتين ، وقد حذفت من التي نقلوها جملة ( ويوقد تحته ) والتعليل بان ( النار قد أصابته ) ومن الجملة الثانية قوله ( ثم يطبخ ) وزيدت تلك الكلية الباطلة في آخرها ، وصحفت جملة من ألفاظها بألفاظ أخر ، والذي نقلناه مطابق لجميع نسخ أصل زيد المصحة الموجودة في عصرنا المنتشرة في بلاد مختلفه المنتهى\r\n","description":"","footnote":"","page_name":" 23 ","page_number":32},
  {"content":"\r\nكلها إلى نسخة صحيحة عتيقة كانت بخط الشيخ منصور بن الحسن الآبي تاريخ كتابتها سنة ( أربع وسبعين وثلاثمائة « 374 » ) ذكر انه كتبها من أصل محمد بن الحسن بن الحسين بن أيوب القمي الناقل عن خط الشيخ الأجل الجوال هارون بن موسى التلعكبري وتلك النسخة كانت عند شيخنا المجلسي ( ره ) كما صرح به في أول البحار ، وعند شيخنا الحر العاملي ، ومنها انتشرت النسخ ، والنسخة التي عندي منقولة بواسطة عن خط شيخنا الحر ( قدس سره ) وقد أصاب في نقل هذه الرواية العلامة المجلسي في أطعمة البحار والعلامة الطباطبائي في المصابيح والمحقق المقدس الكاظمي في الوسائل والعلامة النراقي في المستند رووها كلهم كما روينا ونقلوها كما نقلنا وأول من عثرت عليه ممن وقع في تلك الورطة الموحشة والهوة المظلمة الشيخ الفاضل المتبحر الشيخ سليمان الماخورى البحراني فتبعه من تبعه ممن لا يراجع إلى أصل زيد ولا البحار كالذين سميناهم أولا وسلم منه من راجعه أو البحار كالذين سميناهم أخيرا ثم إن نسبة الرواية إلى الزيدين أيضا عجيبة لاختصاص النرسي بروايتها وليس في أصل الزراد منها عين ولا أثر ووقوع هذا وأمثاله مما يوجب على الفقيه المتقن المتحفظ الرجوع إلى الأصول المنقول عنها الحديث أو غيره\r\nتوصية من الفاضل الهندي ( ره )\r\nونعم ما أوصى به سحاب الفضل المطير ، والخريت الحاذق الخبير ، والنقاد النقاب النقار البصير ، الفاضل الأصبهاني الشهير بالهندي في آخر كشف اللثام قال : وصيتي إلى علماء الدين وأخوان المجتهدين ان لا ينسبوا إلى أحد قولا الا بعد وجدانه في كتابه ، أو سماع منه شفاها في خطابه ، ولا يتكلوا على نقل النقلة ، فلا كل تعويل عليه وإن كانوا كملة ، فالسهو والغفلة والخطاء لوازم عادية للناس ، واختلاف النسخ واضح ليس به التباس ، ولا يعتمدوا في الاخبار إلى أخذها من الأصول ، ولا يعولوا ما استطاعوا على ما عنها من النقول ، حتى إذا وجدوا في التهذيب عن محمد بن يعقوب خبرا ، فلا يقتصروا عليه بل ليجيلوا له ( 1 )\r\n\r\nفي الكافي نظرا ، فربما طغى فيه القلم أو زل\r\n","description":"","footnote":"\r\n( 1 ) أجال يجيل\r\n","page_name":" 24 ","page_number":33},
  {"content":"\r\nفعن خلاف في المتن أو السند جل أو قل ، ولقد رأيت جماعة من الأصحاب أخلدوا إلى اخبار وجدوها فيه أو في غيره كما وجدوها ، وأسندوا إليها آرائهم من غير أن ينقدوها ، ويظهر عند الرجوع إلى الكافي أو غيره ان الأقلام أسقطت منها ألفاظا أو صحفتها وأزالت كلمة أو كلما عن مواضعها وحرفتها وما هو الا تقصير بالغ ، وزيغ عن الحق غير سائغ ، ( انتهى ) وليت شعري ماذا يقول لو عثر على مثل هذا التحريف والزيادة والنقيصة بهذا الطول والتفصيل ، المؤدية إلى التحليل ، فيما ليس إلى حليته سبيل ، واللَّه ولى كل نعيم وجميل ،\r\nفي حال أصل زيد النرسي واعتباره\r\nوحيث إن هذه الرواية أوضح دلالة من جميع ما استدل به على حرمة الزبيبي والمتأخرون المحللون يجيبون عنه بتضعيف السند فينبغي ان نتكلم فيه محررا منقحا مختصرا إنشاء اللَّه تعالى فنقول الطعن في الخبر تارة بجهالة زيد النرسي الراوي له حيث إنه لم ينص عليه علماء الرجال بمدح ولا قدح وأخرى بالطعن في الأصل المنقول عنه بما حكى شيخ الطائفة في فهرسته من أن الصدوق محمد بن علي بن بابويه لم يروه كما لم يرو أصل زيد الزراد وإنه حكى الصدوق في فهرسته انه لم يروهما شيخه محمد بن الحسن بن الوليد وكان يقول هما موضوعان وكذلك كتاب خالد بن عبد اللَّه بن سدير وكان يقول وضع هذه الأصول محمد بن موسى الهمداني المعروف بالسمان .\r\nوقد تصدى العلامتان الخريتان الحاذقان الماهران في هذه الأمور الوحيد المجدد البهبهاني في بعض حواشيه والعلامة الطباطبائي في رجاله وغيره للجواب عنها بما محصله مع زيادات منى : ان هذا الأصل مما صح عن ابن أبي عمير روايته له والأصل في الطعن على الكتاب هو محمد بن الحسن بن الوليد وتبعه على ذلك الصدوق على ما دأبه معه في الجرح والتعديل والتضعيف والتصحيح لشدة وثوقه به حتى قال في كتاب من لا يحضره الفقيه ان كل ما لم يصححه شيخنا ابن الوليد ولم يحكم بصحته من الاخبار فهو عنده متروك غير صحيح الا ان أئمة الحديث والرجال لم يلتفتوا إلى ما قاله هذان الشيخان في هذا المجال ، بل المستفاد من تصريحاتهم وتلويحاتهم تخطئهتما وتغليطهما\r\n","description":"","footnote":"","page_name":" 25 ","page_number":34},
  {"content":"\r\nفي ذلك المقال ، قال الشيخ ابن الغضائري المعروف بكثرة الطعن في الرواة بأدنى شيء ما لفظه : زيد الزراد ، وزيد النرسي ، رويا عن أبي عبد اللَّه ( ع ) قال أبو جعفر بن بابويه ان كتابهما موضوع وضعه محمد بن موسى السمان وغلط أبو جعفر في هذا القول فإني رأيت كتبهما مسموعة من ابن أبي عمير ، وناهيك بهذه المجاهرة في الرد من هذا الشيخ الذي بلغ الغاية في تضعيف الروايات والطعن في الرواية ، فإنه إذا وجد في أحد ضعفا بيتا وطعنا ظاهرا خصوصا إذا تعلق بصدق الحديث أقام عليه النوائح وبلغ منه كل مبلغ ، ومزقه كل ممزق .\r\n( ثم إن شيخ الطائفة ) أيضا بعد ما نقل عن الصدوق وشيخه ما نقلنا قال وكتاب زيد النرسي رواه ابن أبي عمير عنه ، وفي هذا الكلام تخطئة ظاهرة لهما فإنه متى صحت رواية ابن أبي عمير عن صاحب الأصل وسماعه منه امتنع اسناد وضعه إلى الهمداني المتأخر عن زمن الراوي والمروي عنه\r\nوأما النجاشي وهو أبو عذرة هذا الأمر وسابق حلبته ، فذكر ان زيد النرسي من أصحاب الصادق والكاظم عليهما السلام وإن له كتابا يرويه عنه جماعة ثم يروى هو بنفسه عنه بسند صحيح مشتملا على الأجلاء ( قال : أخبرنا أحمد بن علي بن نوح السيرافي قال حدثنا محمد بن أحمد الصفواني قال حدثنا علي بن إبراهيم عن أبيه عن زيد النرسي بكتابه ) فراجع أيها المنصف من نفسك إذا قال لك مثل الشيخ الورع المقدس النقي شيخنا العلامة الأنصاري مثلا انه حدثني الشيخ الجليل أنه حدثني السيرافي عن الصفواني إلى آخر ما ذكر ، وقد أخرج ثقة الإسلام الكليني في جامعه الكافي في باب التقبيل من الايمان والكفر حديثا ، وفي باب صوم عاشوراء حديثا بإسناده المذكور في الموضعين عن ابن أبي عمير عن زيد النرسي ، واخرج الشيخ في التهذيب في باب وصية الإنسان لعبد ، حديثا بإسناده عن ابن أبي عمير عنه ، بل اخرج الصدوق الذي نقلوا عنه الطعن في مثل الفقيه الذي صحة أحاديثه وأن لا يذكر فيه الا ما يفتي به ويحكم بصحته وما هو حجة بينه وبين ربه في باب ضمان الوصي لما يغيره عما أوصى\r\n","description":"","footnote":"","page_name":" 26 ","page_number":35},
  {"content":"\r\nبه الميت عن ابن أبي عمير عن زيد النرسي حديثا طويلا موجودا في الأصل المذكور فعلا ، ثم إن ابن أبي عمير ممن قرع سمع كل أحد ان روايته عن شخص تدل على كمال الوثوق بمن روى عنه وذكر الشيخ انه لا يروى ولا يرسل الا عن ثقة والمستفاد من تتبع الحديث وكتب الرجل بلوغه الغاية في الثقة والعدالة والورع والضبط والتحذر عن التخليط والرواية عن الضعفاء والمجاهيل ، ولذا ترى الأصحاب يسكنون إلى مراسيله فروايته عن زيد سيما مع إكثاره عنه تدل على وثاقته مضافا إلى أنه ممن أجمعت العصابة على تصحيح ما يصح عنه ومعاملة المتأخرين مع روايات أصحاب الإجماع معروفة\r\nالنسخة المأخوذة منها الرواية هل هو أصل زيد أم لا\r\nأقول : لكن يبقى اشكال آخر في الرواية لعله أصعب دفعا مما مضى وهو انه غاية ما ثبت مما أتعب هذان الجليلان أنفسهما في إثباته هو وثاقة زيد واعتبار أصله وأما ان هذه النسخة التي وجدت في زمن العلامة المجلسي ( ره ) وتضمنت هذه الرواية هو الأصل المذكور فكلا إذ ليس للمجلسي ( ره ) إليه اسناد متصل صحيح ولم يكن نسبته إلى زيد متواترة فمن أين يعلم أن هذا هو الأصل الذي كان يرويه ابن أبي عمير واعتمد عليه المتقدمون فإنه صار مهجورا في هذه الأزمنة المتطاولة ولم تنقل هذه الرواية في شيء من كتب الحديث وإنما اعتمد العلامة المجلسي ( ره ) على تلك النسخة العتيقة ونقل منها الرواية وشاع نقلها بين من تأخر عنه ولذلك لم ينقل عنها شيخنا الحر ( ره ) في الوسائل مع وجود النسخة عنده ونسختها بخطه مع حرصه على الإكثار من النقل عن الكتب المعتمدة وما ذلك الا لعدم صحة إثبات النسخة إلى زيد بخبر واحد فكيف بالتواتر ، الا ان يقال إن تراكم الظنون وتوفر القرائن كثيرا ما يوجب العلم القطعي بشيء أو الاطمئنان العادي الملحق بالعلم موضوعا أو حكما فأن وجود الأخبار المنقولة في غيرها عن أصله في هذا الموجود كما ستقف عليه وكون النسخة عتيقة مكتوبة في حدود الثلاثمائة من الهجرة وكون كاتبها الشيخ منصور بن الحسن الآبي مما يفيد اجتماعها الاطمئنان بكونها هي الأصل المعهود ، وقد روى جعفر بن قولويه في كامل\r\n","description":"","footnote":"","page_name":" 27 ","page_number":36},
  {"content":"\r\nالزيارة بإسناده إلى ابن أبي عمير عن زيد النرسي عن أبي الحسن موسى ( ع ) حديثا في فضل زيارة الرضا ( ع ) موجودا في هذه النسخة ، وروى الصدوق في ثواب الأعمال بإسناده إلى ابن أبي عمير عن زيد النرسي عن بعض أصحابه قال سمعت أبا عبد اللَّه ( ع ) يقول كان رسول اللَّه يغسل رأسه بالسدر إلى آخر الخبر الموجود فيها ورواه في الوسائل أيضا عن الصدوق ، وقد أخرجه جعفر بن أحمد القمي في كتاب العروس عن زيد واخرج ابن فهد في عدة الداعي عن الأصل المذكور حديث معاوية بن وهب في الموقف وهو حديث شريف في الدعاء على الاخوان ، واخرج الحسين بن سعيد في كتاب الزيد بإسناده إلى ابن أبي عمير عن زيد النرسي خبر فناء العالم مختصرا ، واخرج علي بن إبراهيم في تفسيره عن أبيه عن ابن أبي عمير عن زيد النرسي كما هو مسطور في هذا الموجود فبعد ملاحظة المجموع ربما يحصل القطع بان هذا الموجود هو الأصل المعهود والألم يوجد فيه هذه الروايات التي نقلها السابقون عن زيد واحتمال ان واضع هذه النسخة لعله تتبع كتب الحديث والدعاء والتفسير والمزار والوعظ وجمع منها ما رووه عن زيد ونقلها كما رووها وضم إليها ما وضعها من عند نفسه احتمال سوفسطائي خارج عن مجاري عادات العقلاء ودواعيهم والاطمئنان بأكثر الكتب أو العلم بها ربما يحصل بأقل من هذه القرائن فمن رأى مثلا ان جماعة من العلماء في كتب مختلفة نقلوا عن وسيلة ابن حمزة أشياء في مواضع متشتتة ثم وجد نسخة يقال إنها الوسيلة ورأى أن تلك المنقولات في الكتب كلها موجودة مطابقة لما في هذه النسخة جزم عادة بأنها هي الوسيلة وأما الكلام في دلالة الخبر فيأتي في محله إنشاء اللَّه تعالى\r\nالمقالة الرابعة في بيان ان ابن حمزة غير منفرد فيما اختاره والحق معه\r\nحكى كثير من الفقهاء عن ابن حمزة في الوسيلة التفصيل بين ما غلى بنفسه وما غلى بالنار بتنجيس الأول إلى أن يعود خلا وتحريم الثاني إلى أن يذهب ثلثاه ، وذكروا تفرده بهذا التفصيل\r\n","description":"","footnote":"","page_name":" 28 ","page_number":37},
  {"content":"\r\nوخلو كلامه عن الحجة والدليل ، واقتصر بعضهم كالشهيد الثاني في الرد بأنه تحكم لا مستند له ، وكاشف اللثام بنظيره ، وثالث بأنه فرق من غير فارق ، وقد عرفت في الجملة وستعرف انه الحق الذي لا ريب فيه ، ولا شبهة تعتريه ، فاعلم أن جماعة من أعيان فقهائنا ممن سبقه أو لحقه ، اختار هذا القول وحققه ، وحكمهم بأنه لا حجة له فيما أفاد ، كحكمهم بأنه لا موافق له من العلماء الأمجاد ، بل ستحقق ان مرجع أقوال عدا من شذ ، إلى هذا القول الواضح برهانه ، المتين بنيانه ، ولننقل الآن كلام من وقفنا على اختياره لهذا التفصيل ، بعد التتبع في الكتب والأقاويل ،\r\nكلام لشيخ الطائفة ( ره )\r\nقال مقدم الفرقة وشيخ الطائفة في كتاب النهاية ، المنزل عند كثير من الأعيان منزلة الرواية ، ما لفظه :\r\n( والعصير لا بأس بشربه وبيعه إلى أن يعود إلى كونه خلا وإذا غلى العصير على النار لم يجز شربه إلى أن يذهب ثلثاه ويبقى ثلثه ) فانظر إلى كلامه ( قدس سره ) كيف جعل غاية الحرمة فيما غلى بنفسه الانقلاب خلا وحكم بحرمة شربه وبيعه لكونه بيع خمر وجعل الغاية فيما غلى بالنار ذهاب الثلثين وحكم بحرمة شربه فقط دون بيعه فهل ترى ابن حمزة بعد هذا الصريح من الكلام ، من مثل هذا الإمام الهمام ، بقي بلا موافق من العلماء الأعلام ؟ .\r\nكلام ابن إدريس ( ره )\r\nوقال السنام الأعظم والفحل المقدم ابن إدريس الحلي في السرائر : ( وأما عصير العنب فلا بأس بشربه ما لم يلحقه نشيش فان لحقه طبخ قبل نشيشه حتى يذهب ثلثاه ويبقى ثلثه حل شرب الثلث الباقي و ( كك ) القول فيما ينبذ من الثمار في الماء واعتصر من الأجسام في الاعمال في جواز شربه ما لم يتغير فان تغير بالنشيش لم يشرب ) فلاحظ كيف لم يذكر لما لحقه النشيش المراد به ما حصل بالغليان بنفسه حدا ولا غاية وقيد الطبخ البالغ حد ذهاب الثلثين بما كان قبل النشيش تنبيها على أن الذهاب بعده لا يفيد شيئا ، ولو كان الغليان بكلا قسميه متحدا في الغاية والتحديد كان هذا التقييد مستدركا بل مخلا ، ثم تراه الحق به باقي الثمار\r\n","description":"","footnote":"","page_name":" 29 ","page_number":38},
  {"content":"\r\nإذا حدث فيها النشيش ومن المعلوم انه لا يحتمل فيها الحرمة بما عدا الإسكار ،\r\nفي جلالة دعائم الإسلام\r\nومثله في الدلالة وتقريبها عبارة ( دعائم الإسلام ) للقاضي نعمان المصري الذي كان قاضيا من قبل الخلفاء الإسماعيلية وهو كتاب متين جليل استفدنا منه في غير موضع فوائد لا توجد في غيره وتنبهنا ببركته على تصحيفات وقعت في الكافي وغيره أورثت عقدا لا تحل الا به وأثبتنا جلالة مؤلفه وكونه من الإمامية الاثني عشرية في بعض فوائدنا الحديثية ، وإن المجلسي في أول البحار وإن ذكر انه لم يرو عن الأئمة بعد الصادق ( ع ) خوفا من الخلفاء الإسماعيلية وتحت شر التقية أظهر الحق لمن نظر فيه متعمقا الا ان هذا القاصر وجد روايته عن الكاظم ( ع ) الذي يعتقد فيه الإسماعيلية ما لا يذكر لكن على نحو التستر ، بل وجدت روايته عن الجواد سلام اللَّه عليه موهما انه الباقر ( ع ) لاشتراكه معه في الاسم والكنية كما في نقل صحيحة علي بن مهزيار ( 1 )\r\n\r\nالمستدل بها في بيع الوقف وفي متنها بحسب نقله فائدة جليلة . وذكر ابن خلكان انتقاله إلى مذهب الإمامية وذكر ابن ذولاق انه كان في غاية الفضل من أهل القرآن والعلم بمعانيه وعالما بوجوه الفقه وعلم اختلاف الفقهاء واللغة والشعر والمعرفة بأيام الناس مع عقل وانصاف و ( بالجملة ) هو وكتابه عندي عظيمان جليلان جدا ، والغرض من هذا المقدار المختصر الغير الوافي بشيء من شئونهما تدارك ما وقع في حقه من بعض المعاصرين من حيث إن السيد العلامة الطباطبائي أورد عبارته في المصابيح مستشهدا بها لشهرة القول بتحريم العصير الزبيبي بين قدماء أصحابنا ، فأورد عليه المعاصر بان التمسك بقوله في هذا المقام من باب ان الغريق يتشبث بكل حشيش ، وهو كما ترى إسائة أدب معه ومع السيد الأيد المستشهد غفر اللَّه له ولنا ، وهذا نص عبارة الدعائم وقد نقلها المجلسي أيضا في البحار : ( وكل ما استخرج من عصير العنب والتمر والزبيب وطبخ قبل ان ينش حتى يصير له قوام العسل فهو حلال\r\n","description":"","footnote":"\r\n( 1 ) علي بن مهزيار من أصحاب الرضا والجواد عليهما السلام وكذا ابن أبي عمير وقد روى عنهما الرواية في الدعائم وهذا من أدلة كون مصنفه من الفرقة الحقة الاثني عشرية ( أحمد الحسيني الزنجاني )\r\n","page_name":" 30 ","page_number":39},
  {"content":"\r\nشربه صرفا ومشوبا بالماء ما لم يغل ) ، قال في المصابيح : وهذا الكلام ظاهر الدلالة في التسوية بين أنواع العصير في تحريمها بالطبخ ما لم يحصل لها قوام وثخانة ، وهو كناية عن ذهاب الثلثين أو ناظر إلى الاكتفاء بالدبسية في حل العصير كما إليه بعض والغليان في قوله ما لم يغل كناية عن الإسكار فان الدبس متى حل لم يحرم إلا به إجماعا ( انتهى ) أقول : بل هذا الكلام ظاهر الدلالة في التفصيل المنسوب إلى ابن حمزة من جهة تقييد الطبخ بكونه قبل النشيش كما عرفت من السرائر ، ( وكذا ) من قوله في آخر كلامه ما لم يغل ، فإنه أريد به الغليان بنفسه قطعا ( ضرورة ) انه لا معنى لان يقال إن ما طبخ حتى صار ( كذا ) فهو حلال ما لم يطبخ ولولا إيجابه الإسكار لم يكن وجه لتحريم ما صار دبسا بالضرورة ، كما أفاده العلامة المذكور ، كما أنه لو لم يكن ملازمة بين الغليان بنفسه والإسكار لم يكن معنى لجعله كناية عنه ولم يتجه الاكتفاء بالغليان عند بيان الإسكار ، وفي موضع آخر من السرائر : ( العصير لا بأس بشربه وبيعه ما لم يغل وحد الغليان على ما أروى الذي يحرم ذلك هو ان يصير أسفله أعلاه فإذا غلى حرم شربه وبيعه والتصرف فيه إلى أن يعود إلى كونه خلا ولا بأس بإمساكه ولا يجب إراقته بل يجوز إمساكه إلى أن يعود خلا ) والمراد بالغليان فيه هو ما كان بنفسه بقرينة مقابلته مع ما سبق منه من حلية المطبوخ بذهاب الثلثين وحصره غاية الحرمة في التخليل وهذا الحصر وحكمه بعدم وجوب الإراقة وجواز الإمساك مما ينبه صريحا على أنه يرى المغلي بنفسه خمرا فإنها التي يتكلم في وجوب إراقتها وعدمه وإنها تحل بالعود خلا ،\r\nكلام القاضي ابن البراج ( ره )\r\nوقال القاضي ابن البراج الطرابلسي الشامي نور اللَّه مرقده السامي ، وكان خصيصا بشيخ الطائفة وصار خليفته في البلاد الشامية وصنف الشيخ له بعد جملة من كتبه معبرا عنه في أوائلها بالشيخ الفاضل ، قال في كتابه المهذب : ( ان كل عصير لم يغل فإنه حلال استعماله على كل\r\n","description":"","footnote":"","page_name":" 31 ","page_number":40},
  {"content":"\r\nحال والغليان الذي يحرم معه استعماله هو ان يصير أسفله أعلاه بالغليان فان صار بعد ذلك خلا جاز استعماله وإذا طبخ العصير على النار وغلى ولم يذهب ثلثاه لم يجز استعماله فان ذهب ثلثاه وبقي الثلث جاز استعماله وحد ذلك ان يصير حلوا يخضب الإناء ) ودلالته على التفصيل المعهود واضحة\r\nكلام ابن حمزة\r\nوقال ابن حمزة في الوسيلة : ( فإن كان عصيرا لم يخل إما غلى أو لم يغل فان غلى لم يخل أما غلى من قبل نفسه حتى يعود أسفله أعلاه وأعلاه أسفله حرم ونجس إلى أن يصير خلا بنفسه أو بفعل غيره فيعود حلالا طيبا ، وإن غلى بالنار حرم حتى يذهب بالنار نصفه ونصف سدسه ولم ينجس أو يخضب الإناء ويعلق به ويحلو ، وإن لم يغل أصلا حل خلا كان أو عصيرا ) وستعرف سر ما ذكره من التحديد بالنصف السدس ، وقد وقع مثله أيضا في نهاية الشيخ ، وتعلم أنهما بهذا التحديد ليسا بمخالفين للقوم ولا للروايات وإنهما قد أجادا فيه .\r\nكلام الشهيد ( ره )\r\nقال شمس الفقهاء وعلامة العلماء السعداء ، زين الصالحين والشهداء الشهيد السعيد « قدس اللَّه روحه في - الدروس : ( ولا يحرم العصير من الزبيب ما لم يحصل منه نشيش فيحل طبخ الزبيب على الأصح لذهاب الثلثين بالشمس غالبا وخروجه عن مسمى العنب ) فهو ( ره ) مع أنه اعتقد في الزبيب انه مما ذهب ثلثاه ولذا حكم بحل طبخه من غير اشتراط بشيء حكم بحرمة ما حصل فيه نشيش يعنى به صوت الماء عند الغليان بنفسه ، وإن ذهاب الثلثين الملتحق في الزبيب لا يفيد فيه شيئا فلم يبق الا انه يراه مسكرا المجرد النشيش ولو أراد بالنشيش مطلق الغليان ولو بالنار لكان تفريعا لنقيض الشيء عليه .\r\nبل هذا التفصيل هو الذي يظهر من الشيخ الأجل الأكمل الأمثل الجامع بين منقبتى العلم والعمل علي بن بابويه والد الصدوق ، المدرك للغيبة الصغرى ، المخالط مع السفراء المكاتب مع من قامت به الأرض والسماء في رسالته التي لا يزال يعول عليها الصدوق ويذكر عبارتها في عداد الروايات في مثل كتاب من لا يحضره الفقيه بل حكى\r\n","description":"","footnote":"","page_name":" 32 ","page_number":41},
  {"content":"\r\nالشهيد في الذكرى عن الأصحاب إنهم كانوا يعملون بها عند إعواز النصوص بناء على أن الرسالة هي الشرائع ، قال يا بني اعلم أن أصل الخمر من الكرم إذا أصابته النار أو غلى من غير أن تصيبه النار فيصير أسفله أعلاه فهو خمر لا يحل شربه إلى أن يذهب ثلثاه ويبقى ثلثه فان نش من غير أن تصيبه النار فدعه حتى يصير خلا من ذاته ) والذي أحصله من هذا الكلام ان عصير الكرم إذا أصابته النار ولم يذهب ثلثاه وترك على هذا الحال أو غلى من غير أن تصيبه النار فهو خمر وإن لم يترك طبخه حتى ذهب ثلثاه كان حلالا وإن غلى بنفسه كان خمرا لا يفيد فيه التثليث الا ان ينقلب خلا وعلى كل حال فمحل الشاهد في كلامه قوله فان نش ( اه ) ويظهر من الصدوق أيضا هذا التفصيل في المقنع والفقيه حيث نقل فيهما العبارة بعينها مرتضيا لها كما هو معلوم من عادته ، ثم إن هذه العبارة بعينها هي عبارة الفقه الرضوي ، فمن ذهب إلى اعتباره كان عنده أيضا في المسئلة ما يحتج به ويستند إليه ويعتمد عليه الا ان الأقوى عندي عدم اعتباره وإنه يصلح مؤيدا لا دليلا بل ستعرف ان المحقق والعلامة والفاضل المقداد كلهم موافقون لما عزى إلى ابن حمزة من التفصيل وإن عد قولهم مقابلا لقوله ناش من عدم تدقيق النظر وتحديق البصر فانتظر لهذه الفائدة التي لم يتنبه لها أحد في الحديث والقديم ، ولا ينبئك مثل الخبير العليم ، فهؤلاء جماعة كثيرة من أساطين مذهب الشيعة ، ودعائم الملة المنيعة ، وبهم انتظمت أحكام الشريعة ، ولا تحصى من أيامهم الرفيعة ، ذهبوا إلى ما ذهب إليه ابن حمزة في الوسيلة ، ولعل الذين فاتت مني أقوالهم ولم تصل إلى فتاويهم أضعاف أضعاف هؤلاء ، فإن أغلب مصنفات أغلب الإمامية مما لم تصل إلى كثير من الأكابر ، فكيف بهذا الخاسر العاثر القاصر ، مع قلة كتبي ، وقصور تتبعي ، وكثير منهم لم يكن له كتاب ولا مصنف ، ومن هذا وأمثاله تعلم أن دعوى الإجماع على قول أو قيامه على خلاف أحد مما لا ينبغي البلاء ( 1 )\r\n\r\nإليه ، والتهجم عليه ، وما ربما يتفوه به بعض المجازفين من أن هؤلاء الجماعة أرادوا بالنشيش ما هو المسكر منه فسيأتي توضيح فساده في المقالة الخامسة إنشاء اللَّه تعالى\r\n","description":"","footnote":"\r\n( 1 ) بلاء بر وزن كتاب ومبالاة بر وزن مفاعلة بمعنى پروا وباك نمودن\r\n","page_name":" 33 ","page_number":42},
  {"content":"\r\nكلام لابن عبد ربه\r\nولنختم هذه المقالة بكلام للفاضل اللغوي الأديب ابن عبد ربه في كتابه المسمى ب ( العقد الفريد ) ما ينفع في بعض المقامات السابقة واللاحقة قال : اجمع الناس على أن الخمر المحرمة في الكتاب هي خمر العنب وهي ما غلى وقذف الزبد من عصير العنب من غير أن تمسه نار ولا يزال خمرا حتى يصير خلا وذلك إذا غلبت عليه الحموضة وفارقتها النشوة ، ثم نقل عن ابن قتيبة أنه قال : ان النبيذ لا يسمى نبيذا حتى يشتد ويسكر كثيره كما أن عصير العنب لا يسمى خمرا حتى يشتد ، وأطال الكلام معه بأنه ( تارة ) يجعل مطلق المسكر خمرا و ( أخرى ) خصوص ما اشتد من عصير العنب ، بما لا فائدة في نقله ، وغرضه من الإجماع الذي ادعاه ان الكل مجمعون على كون غير المطبوخ من العنب إذا غلى وقذف الزبد خمرا حقيقة ثبت تحريمها بعينها بالكتاب بخلاف غيرها من المسكرات فان خمريتها ليست اجماعية بل جماعة يدرجونها في الخمر حقيقة وجماعة يلحقونها بها في التحريم أو يفصلون بين أنواعها كالحنفية لا إنهم مجمعون على أن الخمر المحرمة في الكتاب لا يراد منها الا خصوص ما اتخذ من العنب فإنه لا يخفى على مثله النزاع العظيم القديم في كون كل مسكر خمرا حقيقة ولا سيما وهو أيضا من المتعرضين لذكر هذا الخلاف وفي موضع آخر منه النبيذ كل ما ينبذ في الدباء والمزفت فاشتد حتى يسكر كثيره وما لم يشتد فلا يسمى نبيذا كما أنه ما لم يعمل من عصير العنب حتى يشتد لا يسمى خمرا وعلى كل حال فكون غير المطبوخ من العنب إذا غلى وقذف الزبد خمرا حقيقة متفق عليه بين مهرة اللغة والأدب والحديث والتفسير ، إنما الخلاف في غيره وسنفرد لتحقيق القول فيه على وجه الإجمال ، مقالة على وجه الاستقلال ، إنشاء اللَّه العزيز المتعال .\r\nوكأني بالمغرور الغافل الذي هو من هذه المسائل بمراحل ، تأخذه عداوة المرة لما هو به جاهل ، ويتجاسر على الأساطين الأماثل ، فيقول ليس تحقيق كون المغلي بنفسه بمهم للفقيه وإنما المهم له الحكم بطهارته على تقدير كونه غير مسكر والحكم\r\n","description":"","footnote":"","page_name":" 34 ","page_number":43},
  {"content":"\r\nبحلية النبيذ والنقيع في التمر والزبيب إذا غليا بنفسهما ولم يسكرا فيقال له بعد إرشاده إلى تعرض أساطين المذهب وأعيان الفرقة لهذا الأمر ان الذي لا يهم للفقيه ان يتكلم في موضوع وهمي فرضي من قبيل اتصاف الشيء بنقيضه أو سلب الشيء عن نفسه وإن يتعرض لحكم الكوسج العريض اللحية أو العنين المستهتر بالجماع أو الليل الذي هو أضوء من النهار أو الأعمى الذي يبصر ما في الأقطار أو المثلث الذي لم يتساو زواياه للقائمتين وأشباه ذلك كعصير العنب الذي غلى بطول المكث ولم تحدث فيه الشدة المسكرة بل يموت العلم بموت حامليه وحيوة جهلة منتحليه إنا للَّه وإنا إليه راجعون\r\nالمقالة الخامسة\r\nفي اعتبار الاشتداد في التحريم أو التنجيس وعدمه\r\nاجمع فقهائنا على حرمة العصير العنبي إذا غلى سواء كان بنفسه أم بالنار اشتد أم لا وقد يعزى إلى أشربة الإرشاد وحدود اللمعة اعتبار الاشتداد في التحريم أيضا الا ان الظاهر إنهما اعتبراه ليندرج في المسكرات التي كانا بصدد بيانها كما يظهر بالتأمل في كلامهما وفيما سيأتي منا وعلى تقدير إرادتهما ما نوهمه العازى ( 1 )\r\n\r\nفلا يضر في الإجماع على المسئلة ، وأما نجاسة العصير بالغليان فنسبوا إلى جماعة نفيها مطلقا ، والى جماعة إثباتها مطلقا ، والى ابن حمزة التفصيل المعهود ، والى الحليين الأربعة أعني ابن إدريس ، والمحقق ، والعلامة ، والفاضل المقداد ، إثباتها مع الاشتداد ، ويظهر منهم ان نجاسته معه مما لا تردد فيه ولا اشكال .\r\nقال ( ابن إدريس ) في أوائل السرائر في مسئلة تتميم النجس كرا في مقام رفع الاستبعاد عن صيرورة الماء النجس طاهرا بمجرد ضم شيء من الماء إليه ما لفظه :\r\n( الا ترى ان عصير العنب قبل ان يشتد حلال طاهر فإذا حدثت الشدة حرمت العين ونجست والعين التي هي جوهر على ما كانت عليه و ( كك ) إذا انقلب خلَّا زالت الشدة\r\n","description":"","footnote":"\r\n( 1 ) اسم فاعل من عزى يعزى\r\n","page_name":" 35 ","page_number":44},
  {"content":"\r\nعن العين وطهرت وهي على ما كانت عليه ) بل كلامه هذا ظاهر أو صريح في كون النجاسة بعد الاشتداد مفروغا عنه ولذا صدره بقوله الا ترى وجعله شاهدا على المسئلة الخلافية من باب التوصل بمعلوم إلى مجهول ، ورفع الاستبعاد عن مسئلة خلافية بمسئلة وفاقية ، ( وقال المحقق ) في المعتبر وفي نجاسة العصير قبل اشتداده تردد ، أما التحريم فعليه إجماع فقهائنا ثم منهم من اتبع التحريم النجاسة والوجه الحكم بالتحريم مع الغليان حتى يذهب الثلثان ووقوف النجاسة على الاشتداد ويظهر منه أيضا ان نجاسته بعد اشتداده مما لا تردد فيه ، ( وفي التذكرة ) والعصير إذا غلى حرم حتى يذهب ثلثاه وهل ينجس بالغليان أو يقف على الشدة إشكال ، ويظهر منه أيضا ان نجاسته بعد الشدة مما لا اشكال فيها ( وفي كنز العرفان ) العصير من العنب قبل غليانه طاهر حلال وبعد غليانه واشتداده نجس وحرام وذلك إجماع فقهائنا وأما بعد غليانه وقبل اشتداده فحرام إجماعا منا وأما النجاسة فعند بعضنا انه نجس أيضا وعند آخرين انه طاهر ، ثم إن فقهائنا اللاحقين للجماعة اختلفوا في مرادهم من الاشتداد ، ففي جامع المقاصد و ( حاشية الإرشاد ) للمحقق الثاني ان المراد به حصول الثخانة المسببة عن مجرد الغليان عند الشهيد ، وعن شارح الألفية ان المراد باشتداده أول أخذه في الثخانة وهو لازم الغليان لكنك خبير بان هذا التفسير مع أنه يسقط الاشتداد عن كونه شرطا زائدا على الغليان خلاف صريح الجماعة المعتبرين له حيث تريهم مصر حين بانفكاك الغليان عنه وإنه مناط التحريم والشدة مناط التنجيس وإن العصير بعد الغليان وقبل الاشتداد طاهر وبعد الاشتداد نجس ، وما ذكره شارح الروضة توجيها للتفسير من أنه لما لم يكن قيد الاشتداد في شيء من الاخبار حمل كلام الأصحاب على ما يوافقها ولا يمكن الا بحمل الاشتداد على ما يلازم الغليان ، ( فيه ) انه يحسن إذا أمكن ذلك الحمل ( واما ) بعد نصهم على التفكيك فلا ولهذا كله ذكر كثيرون ان المراد بالاشتداد هو القوام\r\n","description":"","footnote":"","page_name":" 36 ","page_number":45},
  {"content":"\r\nوالثخانة المحسوسة المنفكة عن الغليان ، ( وفي الحدائق ) نسبة هذا التفسير إلى الأكثر وأطال بعضهم في إثبات ان هذا هو المقصود والمرام بما سماه تحقيقا في المقام ، ومحصله : وجوب حمل الألفاظ المستعملة في عبائر الفقهاء وغيرهم على المعاني اللغوية ان لم يكن لهم اصطلاح فيما يخالفها ولم يتحقق عرف عام على ما لا يساعدها والذي يظهر في المقام بملاحظة عباراتهم وسياق كلماتهم عدم تحقق اصطلاح خاص لهم في هذا اللفظ ، بل صرح بعضهم كصاحبي المدارك والذخيرة إلى إحالة صدقها على مساعدة العرف فاللازم حملها على ما هو المعنى اللغوي للفظ الاشتداد المطابق لمعناه العرفي وهو عبارة : عن القوة بالثخانه والقوام ، ومنه : لا تبيعوا الحب حتى يشتد اى يتقوى وبتصلب وشد اللَّه ملكه اى قواه ، ولا يخفى ان هذا المعنى لا يتحقق بمجرد الغليان بل يتأخر عنه لتوقفه على مضى زمان وكثرة غليان\r\nالاشكال على من فسر الاشتداد بالثخانة والقوام\r\nأقول : الآن الاشكال كله انه مع إطلاق جميع النصوص المعلقة للحكم على مجرد الغليان وخلوها عن ذكر هذا الشرط كيف ساغ لهم اعتباره ثم إنهم كيف لم يوضحوا فيه السبيل ، ولم يقيموا عليه الحجة والدليل حتى تعجب منهم جماعة وصرح كثير من المتأخرين بأن اشتراط الاشتداد إما لغو بناء على تفسيره بما هو من لوازم الغليان أولا مأخذ له رأسا ، وفي المعالم بعد نقل كلام المعتبر والتذكرة ، والعجب بعد هذا من تفسير بعض المتأخرين الاشتداد الواقع في كلام الأصحاب بالثخانة المسببة عن مجرد الغليان كيف وهو مخالف للغة والعرف ومناف لما وقع التصريح به في كلام الفاضلين حيث أثبتا الواسطة بينه وبين الغليان فكيف يفسر بما يقتضي نفيها ، ولو تنزلنا إلى تسليم التلازم بينهما في الواقع نظرا إلى ما يقال إن الغليان الحاصل بالنار مقتض لتصاعد الأجزاء المائية بالبخار وهو موجب لتحقق قوام ماله وإن قل ، وإن ما يحصل بغير النار مستند إلى سبب مجفف للرطوبة فلا يخفى ان ذلك يقتضي المصير إلى الاكتفاء بالغليان لا حمل كلام الجماعة مع انتفاء القرينة على إرادته بل مع التصريح بخلافه هذا ،\r\n","description":"","footnote":"","page_name":" 37 ","page_number":46},
  {"content":"\r\nمع ما في التقريب المزبور من التعسف فان اقتضاء مطلق التصاعد والتجفيف حصول القوام الذي يصدق عليه اسم الاشتداد في اللغة والعرف المقدم عليها مما تشهد البديهة بفساده على أنه لو تم هذا التقريب لاقتضى حصول الاشتداد قبل الغليان فلو كان بمجرده موجبا لحصول الاشتداد لتقدم على الغليان وما أظن القائل يرضاه ( لا يقال ) إنما لوحظ اعتبار التصاعد فيما بعد الغليان لاقتضائه حصول القوام بخلاف ما قبله ( لأنا نقول ) ان كان مناط الحكم هو نقصان المائية فهو حاصل في الموضعين فلا يعقل التفرقة وإن كان المناط هو حصول القوام فادعاء تحققه بمجرد الغليان مما يكذبه العيان ، وفصل شيخنا الشهيد الثاني في حدود الروضة بعد تسليمه وذهابه إلى أن المراد بالاشتداد هو القوام والثخانة ، بين ما غلى بالنار ، فحكم بانفكاكه عنه ، وهو في الغالب كما ذكره لا على وجه الكلية ، لكن في الاشتداد بمعنى أول درجات الأخذ في الثخانة ، ( وبالجملة ) فكلام جل من وقفنا على كلامه لا يخلو من أحد المعنيين أما إرجاعه إلى الغليان أو تفسيره بما لا مأخذ له ، وقال بعض أجلاء العصر : ( ان الذي يقوى في نظري ، بعد خلو الأخبار التي هي مستند الأصحاب قديما وحديثا عن ذكر الاشتداد ، ان المصرح به منفردا ومع الغليان ممن لم يصرح بالتغاير لم يرد به سوى الغليان المنصوص عليه ، والمذكور في فتاوى جلة من السلف والخلف ويؤيده تسامحهم في عنوان البحث المقصود منه بيان النجاسة ( فتارة ) يعزى إلى المشهور أو الأكثر نجاسة العصير إذا غلى ( وأخرى ) إذا غلى واشتد ولم يتعرضوا للمخالفة في ذكر الشرط ولم ينسب المتأخر خلافا بسبب اختلاف التعبير إلى المتقدم فلاحظ وتدبر ) ( وقال ) ويمكن الغفلة للفاضلين وصاحب الكنز والمجمع المفصلين وما المعصوم الا من عصمه اللَّه ( انتهى ) الا ان شيخنا الإمام المرتضى الأنصاري لم ترخصه قريحته الوقادة وفطنته النقادة بان يفسر الاشتداد بما هو من لوازم الغليان ولا بان يبقى كلام مثل هؤلاء المشايخ الجلة ، ورؤساء المذهب والملة ، خاليا عن دليل وحجة ، فاحتج لاعتبار القوام المنفك عن الغليان في النجاسة بأن العمدة في الدليل عليها موثقة معاوية بن عمار المتضمنة لجوابه ( ع ) بعد السؤال عن البختج\r\n","description":"","footnote":"","page_name":" 38 ","page_number":47},
  {"content":"\r\nالذي يشرب صاحبه على النصف بأنه خمر لا تشربه ، وهي كما ترى مختصة بما غلظ وثخن جدا وعلم ذهاب نصفه الا ان صاحبه يخبر بذهاب ثلثيه فيقتصر في الحكم بالنجاسة على ما قاد إليه الدليل ، وبان الأصل ، الطهارة ، وإنما يخرج عنه بالإجماع المنقول أو بالشهرة بين الفحول ، وهما أيضا مختصان بما غلى وغلط وثخن ثخانة منفكة عن الغليان كما هو صريح مدعى الإجماع في كنز العرفان\r\nلكني أقول لا ينبغي ان يخفى أن الإسناد إلى الموثقة في الحكم بالنجاسة لم يكن معهودا بين الأصحاب ، ولم يكن للاحتجاج بها عين ولا أثر في كلام علمائنا الأطياب ، إلى زمن الأسترآبادي ، وهو أول من استدل بها كما يظهر من الحدائق وغيره ، وفي حاشية الروضة لجمال المحققين إمكان الاستدلال بها ولم يسبقهما فيما اعلم سابق وإن لحقهما جماعة ، و ( لذا ) قال المتبحر النحرير أعني صاحب المعالم :\r\nان الأصحاب لم ينقلوا على هذا الحكم أي النجاسة من أصله دليلا وإنما ذكره القائلون به على طريق الدعوى المجردة وهو غريب ، ومن ثم توقف فيه جميع من المتأخرين حتى الشهيد ( ره ) مع ما علم حاله من وفاق المشهور ( ثم ) نقل كلام والده في المسالك من أن نجاسته من المشاهير بغير أصل مضافا أن الموثقة على تقدير تمامية دلالتها إنما حكمت بخمرية مورد السؤال لأنه عصير لم يذهب ثلثاه وبقي فيه شيء من نصيب الشيطان كما يفصح عنه باقي الروايات ، لا لأنه عصير ذهب نصفه بحيث لو لم يذهب عنه كل نصيبه وغلى كان حلالا طيبا طاهرا ولعله واضح جدا ، واما الاستناد إلى الشهرة والإجماع المنقول ، ففيه مع المنع من تحقق الشهرة كما ستعرف والمنع من حجيتها وحجية أخيها ان الكلام في مستند المعتبرين لهذا الشرط في النجاسة ومن المعلوم ان مستند الذين تحققت منهم الشهرة لا يمكن أن يكون نفس الشهرة ، ( وليعلم ) بعد هذا كله ان المنقول عن فخر المحققين في شرح الإرشاد ان المراد بالاشتداد عند الجمهور هو الشدة المطربة ، وعندنا ان يصير أسفله أعلاه ويقذف بالزبد ، وهو أيضا مما لم يتضح وجهه حيث إن الشق الأول مما نسبه النيافى تفسير الاشتداد ، وهو الذي ذكره\r\n","description":"","footnote":"","page_name":" 39 ","page_number":48},
  {"content":"\r\nكثير من الأساطين الذين مرت عبائر جملة منهم في تفسير الغليان فكيف يجعل تفسيرا لما ينفك عنه ، والشق الثاني منه مما لا مأخذ له رأسا ، ثم إنهم طعنوا في الإجماع الذي ادعاه المقداد في الكنز بان صريح كلام الشهيد الذي هو شيخه وفي عصره وكان اعرف منه بمذاهب الأصحاب وأقوالهم بل لم يعرف مثله في كثرة الاطلاع ووفور التتبع وقوة الفقاهة ان القائل بالنجاسة قليل من الأصحاب ، وهم : ابن حمزة والفاضلين فكيف يسوغ للفاضل المقداد دعوى إجماع فقهائنا على النجاسة ، ومن البعيد والممتنع عادة أن يكون الإجماع منعقدا في تلك الأعصار إلى عصر الشهيد ( ره ) ولم يطلع عليه أو ان ينعقد بعد الشهيد ( ره ) فيما امتد من عمر مقداد بعده ، وعلى تقدير تحققه لم يعتد به ما لم يكشف عن اتفاق الأعصار السابقة عليه . ( وبالجملة ) فأشباه هذه الكلمات ونظائرها دائرة بين القوم في هذه المسئلة ، وكلها عندي ساقطة عن درجة الاعتبار لا ينبغي الإصغاء إليها ، والتعويل عليها ، وسأنبئك بما فيها ، وأعلمك بما في قوادمها وخوافيها ، فيما سيأتي من تحقيقات تلذ منها العقول وتساعده النقول ، وتقابلها الألباب بالإذعان والقبول ، ببيان سهل لحم ذلول\r\nفي بيان المراد من الاشتداد\r\nيتضح به الحال في أمور ( أحدها ) شيوع استعمال لفظي الشدة والاشتداد وما يساوقها في روايات الفريقين وكلمات الطائفتين مرادا بهما غير ما تخيله الجماعة ( ثانيها ) ان الشدة والحدة التي يأخذونها معرفا للمسكر وعلامة له مما يلازم الغليان بنفسه ( ثالثها ) ان المعتبرين للاشتداد في التنجس كالحليين الأربعة لم يريدوا القوام والثخانة ، بل أرادوا هذا المعنى الشائع عند الخاصة والعامة ( رابعها ) إثبات رجوع قولهم إلى ما هو المعروف نقله عن ابن حمزة وإن قولهم ليس مقابلا لقوله ( خامسها ) تحقيق المراد من قذف الزبد المتكرر ذكره في كلمات الخاصة والعامة ( سادسها ) ان ما ذكره الفخر ( ره ) في تفسير الشدة لا وجه له بالمرة وإنه في غاية الغرابة منه ( سابعها ) إثبات ان ما غلى بنفسه واشتد خمر حقيقة عند الكل ( وثامنها ) ان الإجماع الذي ادعاه المقداد واقع في موقعه وإن الطعن عليه بوهنه بقول مثل الشهيد ( ره ) ناش من قلة التأمل\r\n","description":"","footnote":"","page_name":" 40 ","page_number":49},
  {"content":"\r\n( تاسعها ) سر اكتفاء الأساطين بالدعوى المجردة ودفع طعن صاحب المعالم وغيره واستغرابه عنهم ، ويتبين ذلك كله في ضمن عدة من المقالات اللاحقة إنشاء اللَّه تعالى\r\nالمقالة السادسة\r\nكلمات الخاصة والعامة على وصف الخمر والمسكر\r\nقد أطبقت كلمات الخاصة والعامة من جميع طبقاتهم من اللغويين والمفسرين والفقهاء والمحدثين على وصف الخمر والمسكر بالشدة مريدين بها الحدة والقوة الحاصلة فيه ، بل ( كثيرا ما ) يكتفون بذكر هذا الوصف من بين أوصاف الخمر عند إرادة تعريفها وبيانها ، بل وقع الوصف بها وبما يساوقها كالعادية ، والصلابة ، والاغتلام ، والقوة ، في روايات الفريقين ، وشيوع توصيف المسكر بها وجعلها كناية عن الإسكار بلغ حدا لا يمكن استيعاب موارد استعمالها وإن أتعب الفارغ نفسه أياما ، بل شهورا وأعواما ، ونحن نقتصر على بعض ما عثرنا عليه من مواقع استعمالها في الروايات ، وبعض كلمات علمائنا الإثبات ، وبعض ما وقع في الرسوم والتعريفات ، واما استيعاب الكل بل العشر ، فكلا ، ثم كلا ، فان الكتب الفقهية للخاصة والعامة لا يحصيها الا اللَّه ( تعالى ) وكلهم أو جلهم مستعملون لهذه اللفظة سيما العامة في أبواب الحدود والأشربة وغيرها ( ففي الكافي ) و ( التهذيب ) عن عمر بن حنظلة ( قال قلت لأبي عبد اللَّه ( ع ) ما ترى في قدح من مسكر يصب إليه الماء حتى يذهب عاديته ويذهب سكره قال لا واللَّه ولا قطرة قطرت في الحب إلا أهريق ذلك الحب ، وفي لسان العرب عن ابن شميل رددت عنى عادية فلان اى حدته وغضبه ، وفي ( تاج العروس ) فيما استدركه في مادة ( عدا ) على القاموس : العادية : الحدة والغضب ، وفي ( طب الأئمة ) عن عمر بن يزيد قال ( حضرت أبا عبد اللَّه ( ع ) وقد سئله رجل به البواسير الشديد وقد وصف له دواء سكرجة من نبيذ صلب لا يريد به اللذة بل لا يريد به الا الدواء فقال لا ولا جرعة ) وفي ( الكافي ) في ذيل صحيحة حنان بن سدير الواردة في النبيذ ( يجعله بالليل ويشربه بالنهار ويجعله بالغدوة ويشربه بالعشي وكان أبي يأمر الخادم بغسل الإناء في كل ثلث أيام لئلا يغتلم فان\r\n","description":"","footnote":"","page_name":" 41 ","page_number":50},
  {"content":"\r\nكنتم تريدون النبيذ فهذا هو النبيذ ) وفي ( تاج العروس ) سقاء مغتلم وخابية مغتلمة اشتد شرابهما ، قال : ومنه معنى الحديث ( إذا اغتلمت عليكم هذه الأشربة فاقصعوا قوتها بالماء ) وقد استعمل لفظ القوة المساوقة للشدة في هذا الحديث ، وفي حديث ابن عباس ( ان النبي صلى اللَّه عليه وآله قال : انتبذوا في الأسقية ولا تنتبذوا في الجر ولا الدباء ولا المزفت ولا النقير فإني نهيت عن الخمر والميسر والكوبة وهي الطبل وكل مسكر حرام فإذا اشتد فصبوا عليه الماء فإذا اشتد فأهريقوه ) و ( ذكر المحدثون ) ان قوله اشتد في الجملة الأولى أريد به ان خفتم الاشتداد والقرينة عليه هي الجملة الثانية إذ لو صلح شرب ما اشتد بصب الماء لم يكن وجه للإراقة ولم يكن فرق بين الاشتداد في المرة الأولى والثانية ، « ومثله » ما روى بطريق آخر أنه قال لا تشربوا في نقير ولا مزفت ولا في دباء ولا حنتم واشربوا في الجلد المذكى عليه فان اشتد فاكسروه بالماء فان أعياكم فأهريقوه ، وفي حديث أبي رافع إذا خشيتم من نبيذ شدته فاكسروه بالماء قال عبد اللَّه راوي الحديث قبل ان يشتد يريد إذا خفتم ان تحصل فيه الشدة فصبوا عليه الماء حتى لا يشتد و ( في المبسوط ) لشيخ الطائفة الخمر مجمع على تحريمها وهو عصير العنب الذي اشتد وأسكر ، وفيهم من قال إذا اشتد وأسكر وأزبد ، واعتبر ان يزبد ، والأول مذهبنا ، فهذا حرام نجس يحد شاربها أسكر أم لم يسكر بلا خلاف ، ثم قال واما النبيذ في الأوعية فجائز في أي وعاء كان زمانا لا تظهر الشدة فيه ، وفي ( مجمع البيان ) للعلامة الأديب اللغوي المفسر ، الطبرسي ، وناهيك به وبهذا الكتاب ، في تفسير قوله تعالى ( إِنَّمَا الْخَمْرُ والْمَيْسِرُ ) ما لفظه : ( اللغة ) الخمر عصير العنب المشتدة ، وهو العصير الذي يسكر كثيره وسمى خمرا لأنها بالسكر تغطي على العقل ، وأصله في الباب التغطية من قولهم أخمرت الإناء : إذا غطيته ، ودخل في خمار الناس : إذا خفي فيما بينهم ، وقال « الفحل المقدم » محمد ابن إدريس في السرائر :\r\nالخمر مجمع على تحريمها ، وهو عصير العنب الذي اشتد وأسكر ، وفي المخالفين من قال : إذا اشتد وأزبد ، والأول مذهبنا ، فهذا حرام نجس يحد شاربها أسكر أم لم\r\n","description":"","footnote":"","page_name":" 42 ","page_number":51},
  {"content":"\r\nيسكر بلا خلاف بين المسلمين ، وقد عرفت عبارته الماضية التي ذكرها في مسئلة التتميم وإن العصير قبل ان يشتد حلال طاهر وبعد ان اشتد حرام نجس وإذا انقلب خلا زالت الشدة وعاد طاهرا ، فإنه صريح في أنه لم يرد إلا الشدة الموجبة للإسكار بقرينة ما ذكره أخيرا من قوله : إذا انقلب خلا زالت الشدة ، ولجعله النجاسة حال الاشتداد مفروغا عنه ، وعدم ذكر الغليان ولا ذهاب الثلثين ، ولأنه لو كان العصير المشتد بمعنى الغليظ الثخين نجسا عنده ثم يطهر بصيرورته أغلظ بذهاب الثلثين لكان ذكره ادخل فيما هو غرضه من رفع الاستبعاد عن تبدل الحكم مع بقاء العين على ما كانت عليه من الانقلاب إلى الخل بالضرورة ، وستعرف عبارته الأخرى أيضا في بعض المقامات الآتية المقصودة للنواهى عن أوعية مخصوصة من قوله : فان نبذ في شيء من تلك الظروف فلا يشرب الا ما وقع اليقين بأنه لم تحله شدة ظاهرة ولا خفية وفي ( حدود الشرائع ) ان ما عدا العصير المغلي لا يحد شاربه إلا إذا حصلت فيه الشدة المسكرة ثم قال وكذا البحث في الزبيب إذا نقع في الماء فغلى من نفسه أو بالنار فالأشبه انه لا يحرم ما لم يبلغ الشدة المسكرة ، وقال ( آية اللَّه ) في رهن التذكرة : الخمر قسمان خمر محترمة وهي التي اتخذ عصيرها ليصير خلا وإنما كانت محترمة لأن اتخاذ الخل جائز إجماعا والعصير لا ينقلب إلى الحموضة إلا بتوسط الشدة فلو لم يحترم وأريقت في تلك الحال لتعذر اتخاذ الخل ، وفي ( المسالك ) تحريم الجمع اى جمع الخمر بعد إراقته إنما يتم لو لم يرد الخل واما لو أراده صح له ذلك كما يصح إبقائها وحفظها لذلك ، ومن ثم سميت محترمة اى يحرم غصبها وإتلافها على من في يده ولولا احترامها لأدّى ذلك إلى تعذر اتخاذ الخل لان العصير لا ينقلب إلى الحموضة إلا بتوسط الشدة ، فالقول بملك الجامع بها أقوى ، وانظر إلى كلام هؤلاء العظماء الثلاثة الحاكمين على وجه الجزم واليقين بتعذر اتخاذ الخل واستحالته من غير توسط الشدة التي يريدون بها الخمرية كما هو صريح كلامهم ، وفي ( التذكرة ) أيضا قد بينا انه يجوز إمساك الخمر المحترمة إلى أن يصير\r\n","description":"","footnote":"","page_name":" 43 ","page_number":52},
  {"content":"\r\nخلا ، وهو قول الشافعية وإلا لا تحترم يجب إراقتها لكن لو لم يرقها حتى تخللت طهر عندنا وهو قول أكثر الشافعية ، لأن النجاسة والتحريم إنما ثبتا للشدة وقد زالت ( وقال أيضا ) أما إذا طرح في العصير بصلا أو ملحا واستعجل به الحموضة بعد الاشتداد فللشافعية وجهان وقال ( الفاضل المقداد ) في كنز العرفان في باب المطاعم والمشارب الخمر في الأصل مصدر خمره إذا ستره ، سمى به عصير العنب والتمر إذا غلى واشتد ، لأنه يخمر العقل اى يستره ، كما سمى مسكرا لأنه يسكره اى يحجره ، وقد مرت عبارة القاموس في تفسير ( الباذق ) الذي هو معرب ( باده ) وهو اسم الخمر بالفارسية ، من قوله : انه ما طبخ من عصير العنب أدنى طبخة فصار شديدا ، وقد مر كلام ابن قتيبة وهو من أئمة اللغة ان النبيذ لا يسمى نبيذا حتى يشتد ويسكر كثيره كما أن عصير العنب لا يسمى خمرا حتى يشتد وفي ( كنز الدقائق ) : الخمر هي ( التي ) ( 1 )\r\n\r\nمن ماء العنب إذا غلى واشتد وقذف بالزبد ، وفي ( البحر الرائق ) ان التعريف المذكور للخمر هو قول الإمام يعني أبا حنيفة ، وعند هما اى عند صاحبيه إذا اشتد صار خمرا ولا يشترط فيه القذف بالزبد لان اللذة تحصل به ، وهو المؤثر في إيقاع العداوة والصد عن الصلاة ، وله أي لأبي حنيفة ان الغليان بداية الاشتداد وكماله يقذف الزبد ،\r\nإزاحة شبهة في معنى الازباد انه بمعنى إزالة الزبد لا احداثه\r\n( وليعلم ) أنى كنت اعتقد قديما ان المراد بالازباد في كلمات الخاصة والعامة كما رأيته من المبسوط والسرائر كغير هما هو حدوث الزبد والرغوة وارتفاعه على العصير ، كما أن المراد بقذف الزبد المتكرر ذكره في كلماتهم هو خروج الزبد وارتفاعه ورأيت التصريح بهذا المعنى أيضا ممن لا أحب التصريح بأساميهم ، وربما يقف عليه المتتبع فكنت أتعجب من ذلك ، فان هذا الأمر من لوازم الغليان وصيرورة الأعلى أسفل فكيف وقع النزاع في اعتباره مستقلا بين الخاصة والعامة كما سمعته من المبسوط والسرائر و ( كك ) بين أبي حنيفة وصاحبيه كما سمعته من البحر الرائق ، ومثله ما لا يحصى من\r\n","description":"","footnote":"\r\n( 1 ) التي : خام\r\n","page_name":" 44 ","page_number":53},
  {"content":"\r\nكتب فقه الحنفية وغيرهم وكيف يقولون إن الشدة والإسكار يتحقق قبلها وإن كمالها بقذف الزبد حتى وقفت على عبارة المطرزي في المغرب فتنبهت بالمراد قال الخمر هو ( التي ) من ماء العنب يعنى غير المطبوخ منه إذا غلى واشتد ، وقذف بالزبد اى رماه وإزاله فانكشف وسكن ، وجلالة المطرزي ومهارته ومهارته وإمامته في اللغة والأدب معروفة عند أهله كجلالة كتابه المزبور ومتانته ، ثم وقفت على عبارة الفاضل السندي في تعليقته على صحيح النسائي ، قال في شرح ما روى فيه عن سعيد بن مسيب ( اشرب العصير ما لم يزبد ) : انه بالزاء المعجمة والباء الموحدة والدال المهملة من أزبد البحر اى رماه وفي ( تنوير الابصار ) وشرحه المسمى ب ( الدر المختار ) ان الشراب اصطلاحا ما يسكر والمحرم منها أربعة أنواع ( الأول ) الخمر وهي التي بكسر النون فتشديد الياء من ماء العنب إذا غلى واشتد وقذف اى رمى بالزبد اى ( الرغوة ) ولم يشرطا قذفه وبه قالت الثلاثة وبه أخذ أبو حفص الكبير ، ثم ذكر ( الثاني ) وهو الطلاء قال وهو العصير يطبخ حتى يذهب أقل من ثلثه ، ( والثالث ) السكر بفتحتين التي من ماء الرطب ( والرابع ) نقيع الزبيب وهو التي من ماء الزبيب ، قال : والكل اى الثلاثة المذكورة حرام إذا غلى واشتد ، ومثله فيما لا يحصى من كتبهم الفقهية المتفقة على أن ماء العنب والزبيب والرطب إذا غلى بنفسه واشتد كان مسكرا يحرم قليلها وكثيرها ، ثم ذكروا الحلال من الأشربة المسكر عند الحنيفة ، وهي نبيذ التمر والزبيب إذا طبخ أدنى طبخة ثم اشتد ، ونبيذ العسل والتين والبر والشعير إذا اشتد ، والمثلث وهو ما طبخ ماء العنب ( 1 )\r\n\r\nحتى ذهب ثلثاه وبقي ثلثه ثم اشتد ، فهذه كلها يحل عند أبي حنيفة وأغلب اتباعه إذا شرب المقدار الذي لا يسكر ، والشافعية على تحريم الجميع قليلها وكثيرها ، ( إلى غير ذلك ) مما لا يمكن احصائه والجرعة تدل على الغدير ، والحفنة تدل على البدر الكبير ، فهل يبقى بعد ذلك لأحد مجال ريبة أو يختلج في ذهن أحد توهم أو شبهة ، في أن من يذكر العصير ويصفه بالاشتداد والشدة يريد به غير الشدة المطربة ، والعادية المسكرة ، والحدة\r\n","description":"","footnote":"\r\n( 1 ) من ماء العنب ( ظ )\r\n","page_name":" 45 ","page_number":54},
  {"content":"\r\nوالقوة والنشطة ؟ أو ان مثل العلامة الذي يصف في التذكرة العصير مرارا بالشدة ويريد به ما يريده كل المستعملين لهذه اللفظة ، أو ان الفاضل المقداد الذي أخذ هذه اللفظة من المعنى اللغوي للخمر وعرفه في الكنز بأنه ما غلى واشتد من عصير العنب يريد ان في نفس التذكرة والكنز من الشدة ، الثخانة والقوام ، ويجعلان موضوع النجاسة الغلظة والثخانة ، وينفى أحدهما الإشكال عن نجاسته إذا صار ثخينا غليظا بعد ما كان طاهرا وهو في الحالين لا يسكر ويدعى الآخر الإجماع على نجاسته بعد الغلظة والثخانة ؟\r\nكلا ، ثم كلا ، .\r\nومما يوجب الجزم بأنهم لم يريدوا الا ما ذكرنا عند اللبيب ، وينفى ريب كل مستريب ، ان دعوى مثل هذا الأمر الغريب العجيب ، الذي هو بالسفسطة قريب ، ( وهو ان الشيء الطاهر يعود نجسا بمجرد تثخينه وتغليظه من غير أن يحدث فيه صفة غير الغلظة ، ثم إذا بولغ في هذا الذي أوجب التنجيس وزيد في التغليظ والتثخين حتى ذهب ثلثاه عاد طاهرا ) لا يمكن الا بدليل قاطع قاهر ، ونص تعبدي ظاهر باهر ، ولا يمكن الاكتفاء في مثل هذه الدعوى من أمثال هؤلاء الأعاظم بالدعوى المجردة كما نسب إليهم صاحب المعالم وغيره ، سيما مع جريان عادتهم واستقرار سيرتهم على الاحتجاج والاستدلال للفروع التي ربما لا يخفى ، بأدلة الطرفين ، واحتجاجات الفريقين ، من الخاصة والعامة ، كما لا يخفى على من لاحظ المعتبر والتذكرة ، فكيف خرقوا هذه العادة المستمرة في مثل هذه الدعوى البعيدة عن الأذهان السليمة ، المنكرة عند أولي الأنظار المستقيمة فاكتفوا بصرف الدعوى ومحض التحكم بل لم يقنعوا لذلك حتى نفى أحدهم التردد عنه ، والآخر نفى الاشكال فيه ، والثالث ادعى الإجماع عليه ما كنت أظن بجماعة من أصحابنا المحققين تجويز هذه الأمور ، ( وليت شعري ) ما الذي عرضهم ( 1 )\r\n\r\nوذهابهم حتى وقعوا فيما وقعوا ، واختلفوا في تفسير الاشتداد ، فبين من جعله راجعا\r\n","description":"","footnote":"\r\n( 1 ) هكذا في النسخة وعرضتها على جناب ناسخها سيدنا الأجل الزنجاني دام ظله فأجاب بكون نسخة الأصل التي نقلها منه ( كك ) أيضا ( المصحح )\r\n","page_name":" 46 ","page_number":55},
  {"content":"\r\nإلى الغليان ، وبين من جعله عبارة عن القوام والثخانة ، وبين من فصل ، وبين من نسبهم إلى الغفلة ، كما أسمعناك شطرا سابقا فتذكر وتعجب ، نعم الأمر كما ذكره من عزاهم إلى الغفلة ، من أن المعصوم ليس الا ما عصمه اللَّه ، ( وبالجملة ) تبين ان تركهم الاحتجاج وإكتفائهم بالدعوى إنما هو لما حرروه في مقام آخر من نجاسة الخمر أو نجاسة كل مسكر أعاذنا اللَّه من قلة التأمل ، ومن هذا تبين اندفاع الطعن عن الفاضل المقداد بأنه كيف يدعى الإجماع في مسئلة يعترف شيخه الشهيد بقلة القائل بها وظهر ان الإجماع الذي ادعاه بعد ضم العبارة الذي ذكرها في أول الكتاب بما ذكره في أواخره ، إنما هو على نجاسة الخمر ، وهو صحيح واقع موقعه ، والشهيد إنما يدعى ندرة القائل بنجاسة العصير الغير المسكر وقد بخيل ان ابن حمزة والمحقق حكما على العصير الذي علم عدم اسكاره بالنجاسة\r\nبحث مع فخر المحققين قدس سره\r\nوبقي الكلام فيما ذكره الفخر في شرح الإرشاد في تفسير الشدة من أنها عند الجمهور هي الشدة المطربة ، وعندنا ان يصير أعلاه أسفله أو يقذف بالزبد ، وهو كلام عجيب من مثله كما أن العجب من اللاحقين له ، الناقلين لهذا الكلام ، عدم تفطنهم لما فيه من ضروب الملام ، إذ فيه ( مضافا إلى أن هذه اللفظة أيضا كباقي الألفاظ المستعملة في كتب الخاصة والعامة كلفظ القيام والقعود والمجيء والذهاب وليست من الألفاظ المصطلحة بينهم كما أسمعناك شطرا من عبارات الفريقين وكلمات الطائفتين ، ) ان ما نسبه أيضا من شقه الأول أعني صيرورة الأعلى أسفل ، فقد عرفت إنهم فسروا الغليان في كلامهم ، فتذكر عبارة الصدوقين ، والشيخ في النهاية ، وابن البراج في المهذب ، وابن حمزة في الوسيلة ، وابن إدريس في السرائر ، وغيرهم في غيرها بل هذا المعنى هو المنصوص عليه في رواية حماد في تفسير الغليان ، حيث إنه بعد سؤال الراوي عنه فسره الإمام بالقلب ، فكيف يجعله الفخر تفسيرا للشدة التي يصرحون بإنفكاكها عنه ، واما القذف بالزبد فقد عرفت وستعرف انه لم يعتبره أحد عدا أبي حنيفة حتى أن صاحبيه ( اللذين\r\n","description":"","footnote":"","page_name":" 47 ","page_number":56},
  {"content":"\r\nيتكلفان غالبا لتصحيح أقواله وإليهما ينتهى فتاوى أبي حنيفة غالبا ) ، لم يتبعاه في هذا المقام ، وصرحا بمخالفته في هذا الكلام ، لما اتضح عندهما كغيرهما من أن الإسكار يحصل قبل قذف الزبد وإن كان كما له يتوقف عليه ، كما حكى عن إمامهم .\r\nفالطوائف المعروفة من المسلمين من الإمامية والشافعية والحنفية والمالكية والحنبلية كلهم ذاهبون إلى عدم اعتبار هذا الشرط ، فكيف ينسب إلى جماعة من أعلامنا المعتبرين للاشتداد ، إنهم أرادوا هذا المعنى الذي اختص باعتباره أبو حنيفة واعرض عنه اتباعه ومقلدوه ، ثم إني لا أظنك في مرية بعد ما نبهناك عليه في هذا المقالة الشريفة وما سبقها بما تفطنت له بعد التأمل التام والتروي الكامل من أن أصحابنا الإمامية كلهم متفقون في مسئلة العصير ، غير متفرقين ، ومجتمعون غير مختلفين ، عدا شاذ لم يهتدوا إلى وجه المسئلة فاعتقدوا نجاسة العصير الذي علم عدم اسكاره ، وعدا العماني ومثله ممن كان مخالفا في أصل مسئلة نجاسة الخمر ، وإلا فالكل متفقون على حرمة ما على ولم يسكر وطهارته ، ونجاسة ما أسكر وحرمته ، أما القائلون بالطهارة في المقام ممن ذهب إلى نجاسة المسكر فحالهم معلوم من أن قولهم بالطهارة مبنى على عدم اسكاره واما المفصلون بين ما اشتد وغيره فقد عرفت على وجه الجزم واليقين إنهم لا يريدون الا الشدة المسكرة ، وإنما فصلوا وقيد والغليان بالاشتداد عند الحكم بالتنجيس وأطلقوه عند التحريم ، لان الغليان في الخارج على نوعين منه ما يترتب عليه الإسكار كالغليان بنفسه بطول المكث الموجب لحدوث الشدة والحدة في طعم العصير والتغير في ريحه الملازمين للإسكار ، ومنه ما لا يترتب عليه كالغليان بالنار ، فلذلك حكموا بأن الغليان المجرد بنفسه لا يقتضي إلا الحرمة ، فإذا اجتمع مع الشدة أوجب النجاسة الا ان الشيخ وابن البراج وابن حمزة عينوا موضع اجتماع الغليان والشدة وهو ما غلى بنفسه ، فاختار ابن حمزة عين ما اختاروه وذكر عين ما ذكروه فلا خلاف بينه وبين مثل المحقق والعلامة والمقداد ، الا ان المتأخرين الناظرين إلى كلامهم المتخيلين ان\r\n","description":"","footnote":"","page_name":" 48 ","page_number":57},
  {"content":"\r\nمفروض كلام الكل فيما علم عدم اسكاره ، حملوا كلام ابن حمزة على التفصيل بين قسمي العصير بعد فرض مساواتهما في عدم الإسكار ، فالتجأوا إلى نسبة الحكم ، وحملوا كلام الفاضلين والمقداد على التفصيل بين ما صار غليظا وبين ما لم يصر ، بتنجيس الأول دون الثاني فنسبوهم إلى الغفلة ، والى الدعوى المجردة والى ان الغلظ والثخانة يوجب النجاسة والحرمة ، وزيادتهما يوجب الحلية والطهارة ، وإن العصير إذا غلى وبقي كل ما هو نصيب الشيطان أو أغلبه فيه كان طاهرا ، فإذا ذهبت جملة وافرة منه عاد نجسا خبيثا وهو في الحالتين لا يسكر ، ولم يلتفتوا إلى أن هذا المعنى الغريب الذي لا تقتضيه القواعد العامة ، ولا يتطرق إليه الترجيحات الظنية ، والتخريجات الحدسية لا يمكن ان ينسب إلى هؤلاء الجماعة الواقفين على نصوص أئمتهم ، وقادتهم وسادتهم ، سيما مع نفيهم التردد والاشكال عنه ، اكتفائهم بصرف الدعوى ، وإني لا أزال اشكر واهب النعماء ، شكرا يملأ الأرض والسماء ، على أن ألهمني هذه الفوائد الجماء ، في مثل هذه الطخية العمياء ، والمعضلة العظماء ، وكم له بالنسبة إلى هذا الضعيف من أشباه هذه الآلاء ، وأمثال هذه النعماء ، في كثير من المسائل التي زلت فيها اقدام ، وحسرت أولى البصائر والافهام ، وهو ولى الافضال والانعام ، وقد خرجنا في هذه المقالة عن عهدة سبعة من الفوائد والأمور التي وعدناك آنفا تحقيقها وتنقيحها ، فضمها إلى الفوائد الكثيرة التي تبين لك من المقالات السابقة عليها ، واغتنمها ، وكن من الشاكرين ، والحمد للَّه رب العالمين ، بقي اثنان من هذه الأمور التسعة ، مضافا إلى فوائد أخرى كثيرة جمة ، نحققها فيما يأتي إنشاء اللَّه تعالى\r\n","description":"","footnote":"","page_name":" 49 ","page_number":58},
  {"content":"\r\nالمقالة السابعة\r\nفي بيان ان الإسكار يعلم في العصر بالآثار الخاصة\r\nاعلم أن العصير إذا غلى بنفسه بطول المكث يحدث فيه صوت خاص يسمى بالنشيش ، وتحصل فيه شدة وحدة في طعمه ، وتغير في ريحه ، ورغوة وزبد في ظاهره ، وكل هذه الأمور الخمسة أعني الغليان والشدة والتغير والزبد ناش من سخونة وحرارة تظهر فيه بذاته بطول المكث يحمى العصير بسببها ويوجب إسكار شاربه ويدور شدة السكر وضعفه مدار قوة هذه الحرارة وضعفها على ما صرح به حذاق الأطباء وأهل المعرفة بخواص الأشياء وقالوا انه ما دام أبيض ولم تقوه حرارته يضعف اسكاره فإذا اصفر وأحمر اشتدت حرارته وقوى اسكاره وهذه الأمور يلازم بعضها بعضا كما أن الكل ملازم للإسكار وحيث إن الإسكار أمر خفي غير محسوس في نفس الخمر الا بعد الشرب الممنوع عنه احتاج أئمة اللغة والأدب والتفسير والفقه والحديث وغيرهم في مقام الكشف عن حقيقة المسكر وبيان موضوعه إلى ذكر هذه الأمور كلا أو بعضا لينتقل منها إلى الإسكار الذي لا ينفك عنها الا ان ملازمتها له إنما هي إذا نشأت هذه الأمور من الحرارة والحمى التي تظهر منه في ذاته واما الغليان والنشيش الحادث من حرارة النار فلا يوجب شدة وتغيرا في الطعم والريح ولا يلازم الإسكار ( ومن هنا ) اختلفت تعبيراتهم في شرح المسكر ، وهي في الحقيقة مما لا اختلاف فيها عند المتأمل المتدبر ، المتنبه لما نبه عليه هذا القاصر ، فترى جماعة يكتفون بالتغير أو تغير الريح علامة كما ستسمع ، وجماعة يجعلون النشيش بنفسه أمارة كما سمعت من الصدوقين وصاحب دعائم الإسلام وابن إدريس والشهيد ( ره ) وطائفة يجعلون الغليان بغير النار ملازما للإسكار كما سمعته من الشيخ وابن إدريس وابن البراج وابن حمزة وصاحب الدعائم وربما يجمعون بين الاثنين منها كالغليان بنفسه والاشتداد لزيادة التوضيح كما سمعت أيضا ، وربما ترى المجازف الذي لا يشعر بما يقول يدعى في كلام الذين ذكروا ( ان ما نش\r\n","description":"","footnote":"","page_name":" 50 ","page_number":59},
  {"content":"\r\nبنفسه من العنب والتمر فهو خمر ) أرادوا بالنشيش المسكر ، فيقال له هل النشيش الحاصل بنفسه يتنوع إلى نوعين في الخارج وينقسم إلى قسمين في الواقع ؟ ثم يطالب بتعيين أحد القسمين وتمييزه عن الآخر وإن أيا منها مسكر وأيا منها غير مسكر ؟ ثم يطالب بعلة ترك الجماعة للتقييد وإطلاقهم موضوع الحكم ، مع أنه غير مقيد فلو كان موضوع الحكم الإسكار المرتب على بعض أقسام النشيش بنفسه دون بعض ، لم يكن معنى لجعل موضوع الحكم هو النشيش بنفسه ، فان جعل الملزوم موضوعا مع أن لازمه في الواقع هو الموضوع وإن كان متعارفا الا ان جعل أحد العامين من وجه كناية عن الآخر مع عدم ملازمة دائمية ولا غالبية بينهما فمن أفحش الأغلاط ،\r\nولننبه على جملة من الآيات والكلمات التي جعل تغير الريح أو التغير فيها علامة للإسكار ( فنقول ) روى في الكافي في ذيل الرواية الطويلة نقلها عن أبي عبد اللَّه ( ع ) ( حرم الله على ذرية آدم كل مسكر لأن الماء جرى ببول عدو اللَّه في النخلة والعنب وصار كل مختمر خمرا لما اختمر في الكرم والنخلة من رائحة بول عدو الله ) وما في بعض النسخ من قوله ( لأن الماء اختمر ) فهو تصحيف لا ينبغي ان يخفى ، و ( في الصحاح ) و ( لسان العرب ) عن ابن الأعرابي سميت الخمر خمرا لأنها تركت واختمرت قال واختمارها تغير ريحها ، وفي ( تاج العروس ) مازجا لعبارة القاموس واختمارها إدراكها وذلك عند تغير ريحها الذي هو إحدى علامات الإدراك وغليانها وفي ( المصباح المنير ) : اختمرت الخمر : أدركت وغلت ، وقال أيضا عند قول الفيروزآبادي ( أو لأنها تركت فاختمرت ) الذي نقله الجوهري وغيره عن ابن الأعرابي ما نصه : وسميت الخمر خمرا لأنها تركت فاختمرت واختمارها تغير ريحها ، فلو اقتصر المصنف على النص الوارد كان أولى ، أو قدم ( اختمرت ) على ( أدركت ) ليكون كالتفسير له ، قال :\r\nوهو ظاهر ، وفي الدعائم : وما خلط به الماء من لبن أو عسل أو ما يحل أكله وشربه من تمر أو زبيب أو غير ذلك من المحللات فشربه حلال ما لم بتغير بالغليان والنشيش وفيه أيضا عن أمير المؤمنين ( ع ) ( كنا ننقع لرسول الله ( ص ) زبيبا أو تمرا في\r\n","description":"","footnote":"","page_name":" 51 ","page_number":60},
  {"content":"\r\nمطهرة من الماء لنخليه له فإذا كان اليوم واليومين شربه فإذا تغير أمر به فأهريق ) وفي نهاية الشيخ المنزل عند كثير من الأعيان منزلة الرواية ( لا بأس بشرب النبيذ غير المسكر وهو ان ينقع التمر أو الزبيب ثم يشربه وهو حلو قبل ان يتغير ) وفيها أيضا ( ويجوز ان يعمل الإنسان لغيره الأشربة من التمر والزبيب وغير ذلك ويأخذ عليها الأجرة ويسلمها إليه قبل تغيرها ) وفي ( السرائر ) بعد نقل هذا الكلام من النهاية وتسليمه ان تغيرها بمنزلة التلف أورد عليه بأنه لا يمنع من استحقاق الأجرة قال : إذا استأجره على عمل ذلك فحلال الأجرة ، سواء سلمها قبل التغير أو بعده فإنها تهلك الأجرة من مال صاحبها لأنها ما زالت عن ملكه ، وفي ( موضع آخر ) منه لا بأس بشرب النبيذ غير المسكر وهو ان ينقع التمر والزبيب ثم يشربه وهو حلو قبل ان يتغير وعن ( المهذب ) لابن البراج ويجوز شرب النبيذ الذي لا يسكر مثل ان يلقى التمر أو الزبيب في الماء المر أو المالح وينقع فيه إلى أن يحلو فان تغير لم يجز شربه ( وفي الوسيلة ) لابن حمزة ان النبيذ وهو ان يطرح شيء من التمر أو الزبيب في الماء ان تغير كان في حكم الخمر\r\nوهؤلاء الجماعة تريهم حكموا بأن ماء العنب والتمر والزبيب يصير مسكرا بمجرد حدوث التغير فيه وأظهر أفراده الذي لا يريدون إلا إياه أو هو المتيقن من كلامهم تغير الريح الذي جعله اللغويون عبارة عن اختمار الخمر ، وصرح في تاج العروس أنه إحدى علامات الإدراك ، وحكم بأن الأولى للقاموس ان يجعل الاختمار بهذا المعنى تفسيرا للإدراك ، كما أن الظاهر من المصباح ولسان العرب أنهما جعلا نفس الغليان علامة للإدراك فعطفاه عليه ليكون تفسيرا له ، وقد سمعت عبارة المصباح ، وفي ( اللسان ) واختمار الخمر إدراكها وغليانها .\r\nفي بيان ان النشيش والشدة والتغير والزبد لازم للغليان\r\nثم إن ملازمة الأمور الأربعة أعني : النشيش ، والشدة ، والتغير والزبد للغليان وإن كانت واضحة أو اتضحت الا انه ربما يترائى في بوادي الانظار عدم استلزام الغليان بنفسه للشدة التي هي المعيار ، وذلك لما يرى من تقييد كثير منهم للغليان\r\n","description":"","footnote":"","page_name":" 52 ","page_number":61},
  {"content":"\r\nبالشدة وذكرها عاطفا لها عليه كما في غير واحد من كتب الفقه واللغة ، ولا يمكن جعلها تفسيرا له ، والظاهر من التقييد هو الاحتراز ، لكنه مدفوع بما هو المعلوم من معلولي علة واحدة هي السخونة والحرارة التي تظهر في العصير بطول المكث ويأتي في آخر المقالة العاشرة ما يتضح به المقام ومما ينبه على الملازمة تسمية الشدة والحدة الحاصلة في الخمر ب ( الحميا ) على زنة ( الثريا ) وتسمية نفس الخمر بالحميا باعتبار ما فيها من الشدة فان الحميا على ما صرح به أئمة اللغة عبارة عن الحدة والشدة ، وهي مأخوذة من حمى بمعنى سخن وأحميت حديدة اى أسخنتها ، قالوا : و ( حميا كل شيء ) شدته وحدته ، وحميا الكأس سورتها وشدتها ، وقيل أول سورتها وشدتها ، وقيل إسكارها وحدتها ، فتسمية الشدة بالحميا من جهة مقارنتها معها أو نشوها عنها أو كونها من مصاديقها كما في أغلب ألفاظ لغة العرب ، أوضح شاهد على عدم انفكاك أحدهما عن الآخر ومن هذا الباب أيضا تسمية شدة الغضب بالحمياء كما أنه يستعمل حمى فلان بمعنى غضب ، وهذه فائدة لغوية فقهية لا يتنبه لها إلا الأوحدي المتروى في الاستعمالات المضطلع بلغة العرب من النظم والنثر والمحاورات ، واما ما ترى من تقييد الغليان بالاشتداد ، فان وقع في كلام من كان موضوع حكمه مطلق الغليان فهو قيد احترازي لا بد منه في الحكم بالتنجيس عند من لا يقول بنجاسة غير المسكر ، فان الغليان كما عرفت مرارا منه ما يترتب عليه الاشتداد والإسكار كما إذا حصل بغير النار بل بطول المكث ومنه ما لا يترتب عليه كما أن حصل بها أو بالتراب المعهود ، فمن كان بصدد بيان حقيقة الخمر لم يجز له ان يقول هو العصير الذي غلى وكذا من يريد بيان موضوع النجاسة فإن موضوع التحريم هو مطلق المغلي مما كان بنفسه أو بالنار بل المغلي بالنار هو مورد أكثر الاخبار حتى جعل بعضهم كصاحب المنهاج المغلي بنفسه فردا خفي ( 1 )\r\n\r\nالا ان موضوع النجاسة هو المسكر فلذا تراه يقول : إذا غلى حرم ، لكنه إذا غلى واشتد تنجس لإخراج الفرد المتيقن دخوله في موضوع التحريم عن موضوع التنجيس ، واما من ذكره عقيب الغليان\r\n","description":"","footnote":"\r\n( 1 ) فردا خفيا ( ظ )\r\n","page_name":" 53 ","page_number":62},
  {"content":"\r\nبنفسه فإما أن يكون تحرزا عما غلى بالتراب المعهود أو انه لم يرد إلا زيادة التوضيح وإفادة التصريح بما هو الملاك والمناط ، فتحفظ عن الاختلاط والاختباط ، واستقم على سواء الصراط\r\nالمقالة الثامنة\r\nفيما يدل على أن النبيذ يتغير بمضي زمان\r\nاستفاضت الروايات بل تواترت بحسب المجموع مما ورد من طرقنا وطرق أهل السنة في جوامعنا المعتبرة وصحاحهم الستة وغيرها في تحديد شرب النقيع والنبيذ أعني الماء الذي انتبذ فيه الزبيب والتمر بمضي مقدار خاص من الزمان يوم وليلة أو يومين إلى الثالثة أو ثلاثة أيام في الشتاء ويوما وليلة في الصيف ووجوب الإراقة بعد ذلك ويستفاد من مجموعها ان ذلك لحدوث الغليان في أزيد من هذه المدة وإيجاب الغليان فيه الإسكار كما أنه يستفاد منها ان النبيذ والنقيع إما حرام مسكر أو حلال غير مسكر وليس هناك قسم ثالث متصف بالحرمة بغير الإسكار ، ولنقدم شطرا مما ورد من طرقنا ونتبعه ببعض ما ورد من طرقهم ، فنقول : روى ثقة الإسلام الكليني في الصحيح عن حنان بن سدير قال ( سمعت رجلا يقول لأبي عبد اللَّه ( ع ) ما تقول في النبيذ فإن أبا مريم شربه ويزعم أنك أمرت بشربه فقال صدق أبو مريم سئلني عن النبيذ فقلت انه حلال ولم يسئلني عن المسكر ثم قال إن المسكر ما اتقيت فيه أحدا سلطانا ولا غيره قال رسول اللَّه ( ص ) : وكل مسكر حرام وما أسكر كثيره فقليله حرام فقال له الرجل هذا النبيذ الذي أذنت لأبي مريم في شربه أي شيء فقال أما أبي فكان يأمر الخادم فيجيء بقدح فيجعل فيه زبيبا ويغسله غسلا نقيا ويجعله في إناء ثم يصب عليه ثلاثة مثله أو أربعة ماء ثم يجعله بالليل ويشربه بالنهار ويجعله بالغدوة ويشربه بالعشي وكان يأمر الخادم بغسل الإناء في كل ثلث لئلا يغتلم فان كنتم تريدون النبيذ فهذا النبيذ ) وفي ( الصحيح ) عن صفوان الجمال ( قال كنت مبتلى بالنبيذ معجبا به فقلت لأبي عبد اللَّه ( ع ) أصف لك النبيذ فقال بل أنا أصفه لك قال رسول اللَّه كل مسكر حرام\r\n","description":"","footnote":"","page_name":" 54 ","page_number":63},
  {"content":"\r\nوما أسكر كثيره فقليله حرام فقلت له هذا النبيذ السقاية بفناء الكعبة فقال : ليس هكذا كانت السقاية إنما السقاية زمزم أفتدري أول من غيرها ؟ قلت لا ، قال : العباس بن عبد المطلب كانت له حبلة أفتدري ما الحبلة ؟ قلت لا قال : الكرم فكان ينقع الزبيب غدوة ويشربونه بالعشي وينقعه بالعشي ويشربونه غدوة يريد ان يكسر غلظ الماء على الناس وإن هؤلاء قد تعدوا فلا تقربه ولا تشربه ) وعن علي بن أسباط عن أبيه قال ( كنت عند أبي عبد اللَّه فقال له رجل ان بي أرياح البواسير وليس يوافقني إلا شرب النبيذ فقال ما لك ولما حرم اللَّه ورسوله ( ص ) يقول ذلك ثلثا عليك بهذا المريس الذي تمرسه بالليل وتشربه بالغدوة وتمرسه بالغدوة وتشربه بالعشي فقال هذا ينفخ في البطن فقال أدلك على ما هو أنفع ، عليك بالدعاء فإنه شفاء من كل داء فقلنا له فقليله وكثيره حرام فقال نعم قليله وكثيره حرام ( وعن إسماعيل بن الفضل الهاشمي قال ( شكوت إلى أبى عبد اللَّه ( ع ) قراقر تصيبني في معدتي وقلة استمرائي الطعام فقال لي لم لا تتخذ نبيذا نشربه نحن وهو يمرئ الطعام ويذهب بالقراقر والرياح من البطن قال فقلت له صفه لي جعلت فداك قال تأخذ صاعا من زبيب فتنقيه من حبه وما فيه ثم تغسله بالماء غسلا جيدا ثم تنقعه في مثله من الماء أو ما يغمره ثم تتركه في الشتاء ثلاثة أيام بلياليها وفي الصيف يوما وليلة فإذا أتى عليه ذلك القدر صفيته وأخذت صفوته وجعلته في إناء وأخذت مقداره بعود ثم طبخته طبخا رقيقا حتى يذهب ثلثاه ويبقى ثلثه ) ( الحديث ) وهو نظير ما مر في موثقة عمار وإن أمكن ان يقال إن هذا التحديد لترتب الآثار والخواص المطلوبة منه وتوقفه على هذه المدة ، وفي ( صحيحة ) عبد الرحمن بن الحجاج قال : ( استأذنت لبعض أصحابنا على أبى عبد اللَّه ( ع ) فسيلة عن النبيذ فقال ( ع ) حلال فقال إنما سئلتك عن النبيذ الذي يجعل فيه العكر فيغلي ثم يسكن فقال أبو عبد اللَّه قال رسول اللَّه ( ص ) كل مسكر حرام بناء على عدة من النسخ الصحيحة من يسكن بالنون فيدل على أن ما غلى ثم سكن مسكر ) ، وفي ( صحيحة ) محمد بن مسلم عن أحدهما عليهما السلام قال : ( سئلته عن نبيذ\r\n","description":"","footnote":"","page_name":" 55 ","page_number":64},
  {"content":"\r\nسكن غليانه قال ( ع ) قال رسول اللَّه ( ص ) كل مسكر حرام ) وفي ( حديث وفد اليمن ) الذي رواه في الكافي ( انه قدم رسول اللَّه قوم من اليمن فسئلوه عن معالم دينهم فأجابهم فخرج القوم بأجمعهم فلما ساروا مرحلة قال بعضهم لبعض نسينا ان نسأل رسول اللَّه ( ص ) عما هو أهم إلينا ثم نزل القوم ثم بعثوا وفدا لهم فاتى الوفد رسول اللَّه ( ص ) فقالوا يا رسول اللَّه ( ص ) ان القوم قد بعثوا بنا إليك يسئلونك عن النبيذ فقال رسول اللَّه ( ص ) وما النبيذ صفوه لي قالوا يؤخذ التمر فينبذ في إناء ثم يصب عليه الماء حتى يمتلئ ثم يوقد تحته حتى ينطبخ فإذا انطبخ أخرجوه فألقوه في إناء آخر ثم صبوا عليه ماء ثم مرس ثم صفوه بثوب ثم القى في إناء ثم صب عليه من عكر ما كان قبله ثم يهدر ويغلى ثم يسكن على عكره فقال رسول اللَّه ( ص ) يا هذا قد أكثرت على أفيسكر ؟ قال نعم ، قال كل مسكر حرام فرجع القوم فقالوا يا رسول اللَّه ( ص ) ان أرضنا أرض رديّة ونحن نعمل الزرع ولا نقوى على ذلك العمل الا بالنبيذ فقال صفوه لي فوصفوه كما وصفه أصحابهم فقال رسول اللَّه أفيسكر قالوا نعم قال كل مسكر حرام وفي « الكافي » عن الكلبي النسابة قال : ( سئلت أبا عبد اللَّه عن النبيذ فقال حلال فقلت إنا ننبذه ونطرح فيه العكر وما سوى ذلك قال ( شه ) ( شه ) تلك الخمرة المنتنة ) ، وفي ( التهذيب ) عن مولى جرير بن يزيد قال ( سئلت أبا عبد اللَّه فقلت له إني أصنع الأشربة من العسل وغيره وإنهم يكلفونني صنعتها أفأصنعها لهم ؟ قال اصنعها وادفعها إليهم وهي حلال من قبل ان يصير مسكرا ) ثم إن المراد بالعكر المتكرر في الاخبار هو الغليظ الذي يبقى من ماء الزبيب والتمر أو من نفسهما بعد التصفية يلقى في العصير ليتسارع إليه الغليان ، ( والعكر ) بالكسر فالسكون هو الأصل من الشيء ، وهو بفتحتين : آخر الشيء وخاثره وكلاهما مناسبان فإنه بمنزلة الخميرة للعجين .\r\nوفيما رواه في الكافي عن إبراهيم بن أبي البلاد قال : ( دخلت على أبى جعفر ابن الرضا ( ع ) فقلت إني أريد أن ألصق بطني ببطنك فقال هيهنا يا أبا إسماعيل فكشف\r\n","description":"","footnote":"","page_name":" 56 ","page_number":65},
  {"content":"\r\nعن بطنه وحسرت عن بطني وألصقت بطني ببطنه ثم أحبسنى ودعى بطبق فيه زبيب فأكلت ثم أخذ في الحديث فشكى إلى معدتي وعطشت فاستقيت فقال يا جارية أسقيه من نبيذي فجائني بنبيذ مريس في قدح من صفر فشربت أحلى من العسل فقلت هذا الذي أفسد معدتك فقال لي هذا تمر من صدقة النبي ( ص ) يؤخذ غدوة فيصب عليه الماء فتمرسه الجارية فاشربه على أثر طعامي وسائر نهاري فإذا كان الليل أخرجته الجارية وأسقت أهل الدار قلت لكن أهل الكوفة لا يرضون بهذا قال وما نبيذهم قلت يؤخذ التمر فينقى وتلقى عليه القعوة قال وما القعوة قلت الزازى قال وما الزازى قلت حب يؤتى به من البصرة يلقى في هذا النبيذ حتى يغلى ويسكن ثم يشرب قال ذلك حرام ) وفيما رواه عن أيوب بن راشد قال سمعت أبا البلاد يسئل أبا عبد اللَّه عن النبيذ فقال لا بأس به فقال إنه يصنع فيه العكر فقال أبو عبد اللَّه بئس الشراب ولكن انتبذه غدوة واشربه بالعشي فقلت هذا يفسد بطوننا فقال أبو عبد اللَّه ( ع ) أفسد لبطنك ان تشرب ما لا يحل لك ) وفي دعائم الإسلام عن أمير المؤمنين ( ع ) ( كنا ننقع لرسول اللَّه زبيبا أو تمرا في مطهرة من الماء لنحلبه له فإذا كان اليوم واليومين شربه فإذا تغير أمر به فأهريق ) دلت هذه الأخبار على أن ما غلى بغير النار بل بطول المكث إما بإلقاء شيء فيه يوجب غليانه ويعين على سرعة اشتداده كما في بعضها أولا به كما في آخر يصير مسكرا يحرم شربه ويجب إراقته )\r\n( ولنذكر ) بعض ما وقفنا عليه من روايات أهل السنة في صحاحهم وغيرها ليتبين بكثرة الطرق والنقلة والروايات تواتر هذا المضمون ، فروى مسلم في صحيحه وغيره في غيره عن عائشة ( قالت كنا ننبذ لرسول اللَّه في سقاء يوكى أعلاه وله عزلاء ننبذه غدوة فيشربه عشاء فننبذه عشاء فيشربه غدوة والعزلاء فم المزادة ) وروى أيضا عن ابن حزن القشري ( قال لقيت عائشة فسئلتها عن النبيذ فدعت جارية حبشية فقالت سل هذه فإنها كانت تنبذ لرسول اللَّه ( ص ) فقالت الحبشية كنت انبذ له في\r\n","description":"","footnote":"","page_name":" 57 ","page_number":66},
  {"content":"\r\nسقاء من الليل واوكيه وأعلقه فإذا أصبح شرب منه )\r\nوروى النسائي في صحيحه ( أن أناسا سئلوا عائشة كلهم يسئل عن النبيذ قالت ننبذ التمر غدوة ونشربه عشيا وننبذه عشيا ونشربه غدوة ثم قالت لا أحل مسكرا وإن كان خبزا وإن كان ماء قالها ( 1 )\r\n\r\nثلث مرات )\r\nوروى أيضا عن ابن بسام ( قال سئلت أبا جعفر يعنى الباقر ( ع ) عن النبيذ قال كان علي بن الحسين ينبذ له من الليل ويشربه غدوة وينبذه غدوة فيشربه من الليل ، وعن سفيان وقد سئل عن النبيذ قال انتبذ عشيا واشربه غدوة ، وعن عبد اللَّه بن الديلمي عن أبيه فيروز قال قدمت إلى رسول اللَّه ( ص ) فقلت إنا أصحاب الكرم وقد انزل اللَّه عز وجل تحريم الخمر فما ذا نصنع ؟ قال تتخذه زبيبا قلت فنصنع بالزبيب ماذا ؟ قال تنقعونه على غدائكم وتشربونه على عشائكم ولتنقعوا على عشائكم وتشربونه على غدائكم قلت أفلا نؤخره حتى يشتد قال لا تجعلوه في القلل واجعلوه في الشنان فإنه ان تأخر صار خلا ) ثم إن كثيرا من أرباب الصحاح والسنن رووا عن ابن عباس ( يقول كان رسول اللَّه ينبذ له أول الليل فيشربه إذا أصبح يومه ذلك والليلة التي تجيء والغد إلى العصر فإن بقي شيء سقاه الخادم وأمر به فصب )\r\nوبسند آخر عن ابن عباس ( كان رسول اللَّه ينقع له الزبيب فيشربه اليوم والغد وبعد الغد إلى مساء الثالثة ثم يأمر به فيسقى أو يهراق )\r\nوبسند آخر عنه ( كان رسول اللَّه « ص » ينبذ له الزبيب في السقاء فيشربه اليوم والغد وبعد الغد إلى مساء الثالثة شربه وسقاه فان فضل شيء أهرقه )\r\nوروى مسلم وغيره عن ابن عباس ( قال خرج رسول اللَّه ( ص ) في سفر ثم رجع وقد نبذ ناس من أصحابه في حناتم ( 2 )\r\n\r\nونقير ودباء فأمر به فأهريق ثم أمر بسقاء فجعل فيه زبيب وماء فجعل من الليل فأصبح فشرب منه يومه ذلك وليلته المستقبلة ومن الغد\r\n","description":"","footnote":"\r\n( 1 ) كذا والظاهر قالتها\r\n\r\n( 2 ) حناتم جمع حنتم . حنتم بر وزن جعفر سبوى سبز است\r\n","page_name":" 58 ","page_number":67},
  {"content":"\r\nحتى أمسى فشرب وسقى فلما أصبح أمر بما بقي منه فأهريق )\r\nوحكى الحافظ العسقلاني في شرح البخاري عن ابن المنذر ان الشراب في المدة التي ذكرتها عائشة يشرب حلوا\r\nواما الصفة التي ذكرها ابن عباس فقد ينتهي إلى الشدة والغليان لكن يحمل ما ورد من أمر الخدم بشربه على أنه لم يبلغ ذلك ولكن قرب منه لأنه لو بلغ ذلك لأسكر ولو أسكر لحرم تناوله ( مط ) ثم احتمل الحافظ أن يكون ( أو ) في الخبر للتنويع لأنه قال ( سقاه الخدم أو أمر به فأهريق ) اى ان كان بدا في طعمه بعض التغير ولم يشتد سقاه الخادم وإن اشتد أمر بإهراقه ، قال وبهذا جزم النووي ، فقال هو اختلاف على حالين ان ظهر فيه شدة صبه وإن لم تظهر شدة سقاه الخدم لئلا تكون فيه إضاعة مال وإنما يتركه هو تنزها ثم احتمل أن يكون باختلاف حال أو زمان بحمل الذي يشرب في يومه على ما إذا كان قليلا وذاك على ما كان كثيرا فيفضل منه ما يشربه فيما بعد واما بان يكون في شدة الحر مثلا فيتسارع إليه الفساد وذاك في شدة برد فلا يتسارع إليه ، ثم إنه ينبغي ان يعلم أنه قد يستدل ببعض الأحاديث الماضية من طرقنا كالأولين والأخير أعني صحيحة حنان بن سدير وصحيحة صفوان الجمال ورواية أيوب بن راشد على حرمة العصير التمري والزبيبي بعد الغليان وإن لم يسكر وسيأتي في الفصول اللاحقة تحقيق الحال في هذا الاستدلال وماله وعليه إنشاء اللَّه كما أنه قد يستدل بحديث وفد اليمن على عدم حرمتهما مطلقا غليا بالنار أو بنفسهما حيث إن الوفد بعد تصريحهم بالطبخ مرارا والهدر والغلي وجعل العكر فيه لم يحكم النبي ( ص ) بالتحريم بل سئلهم عن الإسكار وعدمه الا ان الغرض من هذا الكلام ان كان إثبات ان ما هدر وغلى ليس بمسكر فهو خلاف صريح الخبر حيث إن فيه اخبار الوفد بإسكاره والملازمة بينه وبينه ، واما سؤال النبي ( ص ) فإنما هو للتصريح بموضوع الحكم ومناطه فان الغليان بنفسه ليس بموضوع الحكم بل الإسكار الذي هو لازم فسئلهم عن الإسكار ليتنبهوا بما هو موضوع التحريم وملاكه ولذا بعد رجوع الوفد بأنفسهم ووصفهم للنبيذ كما وصفه من قبلهم سئلهم ثانيا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":68},
  {"content":"\r\nعن الإسكار مع أن القوم قبلهم أخبروه بأنه يسكر وإن كان الغرض إثبات ان نفس الغليان من حيث هو هو ليست بموضوع للحكم حتى يتصف بالتحريم مطلق ما غلى سواء كان بالنار أو بنفسه أسكر أولا فهو كلام حق يصلح ردا على من لم يحكم بتحريم التمري والزبيبي بالغليان ( مط ) وتمام الكلام في هذه المراحل يأتي إنشاء اللَّه تعالى في محله\r\nالمقالة التاسعة\r\nفي النهي عن الانتباذ في أوعية مخصوصة\r\nقد استفاضت الروايات بل تواترت بحسب المجموع مما ورد من طرق الفريقين في النهي عن أوعية مخصوصة من أن ينتبذ فيها وفي جملة منها الأمر بالإنتباذ في الأسقية وهي المتخذة من الأدم والجلد وثبت الرخصة فيها بعد النهي بشرط ان لا ينتهي إلى الإسكار وفي الكل إشارة إلى ترتب الإسكار على الغليان حيث إنه بعد تكرر الأمر بالإنتباذ غدوة للعشاء أو عشاء للغدوة أو ان لا يتأخر عن ثلاثة أيام نهاهم عن الانتباذ في الأوعية وأمرهم بالأسقية لتسارع الغليان الملازم للشدة في الأول فيؤدي إلى إضاعة المال كما ستعرف ومعلوم ان الماء الملقى فيه التمر والزبيب لا يصير في هذه المدة القليلة خمرا كامل الخمرية بل غاية ما يحدث فيه هو الغليان والنشيش فيدل على ملازمته للشدة في الجملة وأول درجات الإسكار وستعرف في كلام أعيان الفريقين ما فيه شهادة للمرام ولم أر في كلام أحد من الاعلام الاحتجاج بشيء من هذه الأخبار لهذا المقام وإنما هو من سوانح هذا القاصر المستضام ولنذكر بعض ما وصل إلينا من روايات الخاصة وكلمات أعيان الفرقة ثم نعقبه بروايات العامة وكلماتهم ، « ففي الكافي » صحيحا عن محمد بن مسلم عن أحدهما قال سئلته عن نبيذ سكن غليانه فقال قال رسول اللَّه كل مسكر حرام قال وسئلته عن الظروف فقال نهى رسول اللَّه عن الدباء والمزفت وزدتم أنتم الحنتم يعنى الغضار ، والمزفت يعنى الزفت الذي في الزق\r\n","description":"","footnote":"","page_name":" 60 ","page_number":69},
  {"content":"\r\nويصير في الخوابي يكون أجود للخمر ) وهذا التفسير المذكور بعد الحنتم لم يعلم أنه من محمد بن مسلم أو من الكليني أو من غيرهما - وروى عن جراح المدايني عن أبي عبد اللَّه ( ع ) ( انه منع مما يسكر من الشراب كله ومنع النقير ونبيذ الدباء قال : ( قال رسول اللَّه ما أسكر كثيره فقليله حرام ) وعن أبي الربيع عن أبي عبد اللَّه قال ( نهى رسول اللَّه عن كل مسكر فكل مسكر حرام قلت فالظروف التي يصنع فيها منه فقال نهى رسول اللَّه عن الدباء والمزفت والحنتم والنقير قلت وما ذلك قال الدباء القرع والمزفت الدنان والحنتم جرار والنقير خشب كان أهل الجاهلية ينقرونها حتى يصير لها أجواف ينبذون فيها ) ورواه الشيخ بإسناد عن الحسن بن محبوب ورواه الصدوق في معاني الأخبار والخصال وقد مر في الروايات السابقة انه كان ينبذ له في المطهرة والسقاء ( قال ) شيخ الطائفة في المبسوط واما النبيذ في الأوعية فجائز في أي وعاء كان إذا كان زمانا لا تظهر الشدة فيه ونهى رسول اللَّه عن الدباء والحنتم والنقير والمزفت وقال انبذوا في الأدم فإنها توكى وتعلق أما الدباء فالقرع متى قطع رأسها بقيت كالجرة ينبذ فيها واما الحنتم فالجرة الصغيرة والنقير خشبة تنقر فيها وتخرط كالبرمة والمزفت ما قير بالزفت كل هذا النهي عنه لأجل الظروف وإنما تكون في الأرض وتسرع الشدة إليها ثم أباح هذا كله بما روى عن أبي بريدة عن أبيه عن النبي قال : ( نهيتكم عن زيارة القبور فزوروها فان زيارتها تذكرة ونهيتكم عن الأشربة إن تشربوا إلا في ظروف الأدم فاشربوا في كل وعاء غير أن لا تشربوا مسكرا ونهيتكم عن لحوم الأضاحي أن تأكلوها بعد ثلث فكلوا واستمتعوا ) ثم قال ( وهذه الأوعية متى نبذ فيها سارعت الشدة إليه ) ثم اذن في ذلك لان الزمان الذي يبقى فيه النبيذ لا يتغير ولا يشتد لقلته على أنه بين ( ص ) في آخر ذلك بقوله غير أن لا تشربوا مسكرا ، ( قال ) الخريت الخبير والفحل النحرير في السرائر ولا اختار ان ينبذ بالشراب الحلال إلا في أسقية الأدم التي تملأ ثم توكى رؤسها ، فإنه قد قيل إن الشدة حين تبدء بالنبيذ لسوء الأسقية وإنه لحقه منه اى من الأدم شيء أخرجته إلى الحموضة في الرواية عن النبي « ص » ثم أخذ في تفسير الحنتم وغيره إلى أن قال وكل هذا النهي عنه لأجل الظروف فإنها تكون في الأرض\r\n","description":"","footnote":"","page_name":" 61 ","page_number":70},
  {"content":"\r\nفتسرع الشدة إليها ثم أباح هذا كله بما روى عن أبي بريدة ، ونقل الرواية الماضية ثم قال : فان نبذ في شيء من تلك الظروف فلا يشرب الا ما وقع اليقين بأنه لم تحله شدة ظاهرة ولا خفية ولا يكون ذلك إلا بسرعة شرب ما ينبذ فيه .\r\n( أقول ) ولينظر المحتاط في الدين إلى البون البائن بين هذا الاهتمام العظيم في الاخبار ، وكلمات علمائنا الأخيار ، بترك شرب ما غلى أو قرب منه من ماء التمر والزبيب ، وبين ما اشتهر في هذه الأعصار من إباحة ما غلى بنفسه منهما ، وهم وإن كانوا يقيدون بعدم الإسكار إلا أنك قد عرفت انه من قبيل تقييد الشيء بنقيضه وبلغني عن بعض الطلبة الذين هم أشقى من الجهال إنهم يشربونها ويسمونه بالشراب الحلال سامحنا اللَّه وإياهم يوم السؤال ،\r\nروايات العامة\r\n( واما روايات العامة ) وكلماتهم في هذا الباب فكثيرة جدا اكتفى بيسير عن كثير ، روى ( البخاري ) في صحيحه وغيره في غيره عن الحارث بن سويد عن علي « ع » ( قال نهى النبي « ص » عن الدباء والمزفت ) وعن إبراهيم النخعي ( قال قلت للأسود النخعي وهو خاله هل سئلت عائشة أم المؤمنين عما يكره ان ينتبذ فيه ؟ فقال نعم قلت يا أم المؤمنين عما نهى النبي ( ص ) ان ينتبذ ؟ قالت نهينا أهل البيت ان ننبذ في الدباء والمزفت قلت يعني « الأسود » أما ذكرت « يعنى العائشة » الجر والحنتم قال إنما أحدثك ما سمعت أفأحدثك ما لم اسمع ؟ قال العسقلاني إنما استفهم إبراهيم عن الجر والحنتم لاشتهار الحديث بالنهي عن الانتباذ في الأربعة ) ولعل هذا هو السر في التقييد بأهل البيت فان الدباء والمزفت كان عندهم فلذلك خص نهيهم عنهما ، وأخرج البخاري أيضا في باب الايمان عن ابن عباس ( ان النبي « ص » نهى وفد عبد القيس عن أربع عن الحنتم والدباء والنقير والمزفت وربما قال المقير ) ورواه مسلم وغيره .\r\nوروى عن عائشة ( ان وفد عبد القيس قدموا على النبي فسئلوه عن النبيذ فنهاهم ان ينبذوا في الدباء والنقير والمزفت والحنتم ) وعن سعيد بن جبير عن ابن عباس ( نهى رسول اللَّه عن الدباء والحنتم والمزفت ،\r\n","description":"","footnote":"","page_name":" 62 ","page_number":71},
  {"content":"\r\nوعن ابن عمر ( ان رسول اللَّه خطب الناس في بعض مغازيه قال ابن عمر فأقبلت نحوه فانصرف قبل ان أبلغه فسئلت ماذا قال ؟ قالوا نهينا ان ننبذ في الدباء والمزفت وعن زاذان ( قلت لابن عمر حدثني بما نهى عنه النبي « ص » من الأشربة بلغتك وفسر لي بلغتنا فان لكم لغة سوى لغتنا فقال نهى رسول اللَّه عن الحنتم وهي الجرة وعن الدباء وهي القرعة وعن المزفت وهو المقير وعن النقير وهي النخلة تنسخ نسخا وتنقر نقرا وأمر ان ننبذ في الأسقية ) .\r\nوعن عبد اللَّه بن بريدة عن أبيه ( قال رسول اللَّه نهيتكم عن النبيذ الا في سقاء فاشربوا في الأسقية كلها ولا تشربوا مسكرا )\r\nوبطريق آخر عن بريدة ( كنت نهيتكم عن الأشربة إلا في ظرف الأدم فاشربوا في كل وعاء غير أن لا تشربوا مسكرا ) ( إلى غير ذلك ) من رواياتهم المتكثرة\r\nقال ابن حجر العسقلاني والفرق بين الأسقية من الأدم وغيرها ان الأسقية بتخللها الهواء من مسامها فلا يسرع إليها الفساد مثل ما يسرع إلى غيرها من الجرار ونحوها مما نهى عن الانتباذ فيه ( وأيضا ) فالسقاء إذا نبذ فيه ثم ربط أمنت مفسدة الإسكار بما يشرب منه لأنه متى تغير وصار مسكرا شق الجلد فلما لم يشقه فهو غير مسكر بخلاف الأوعية لأنها قد يصير النبيذ فيه مسكرا ولا يعلم به ( واما ) الرخصة في بعض الأوعية دون بعض فمن جهة المحافظة عن صيانة المال لثبوت النهي عن إضاعته لأن التي نهى عنها يسرع التغير إلى ما ينبذ فيها بخلاف ما اذن فيه فإنه لا يسرع إليه التغير ولكن حديث « بريدة » ظاهر في تعميم الاذن في الجميع بقيد ان لا يشربوا المسكر فكان الأمن حصل بالإشارة إلى ترك الشرب من الوعاء ابتداء حتى يختبر حاله هل تغير أولا فإنه لا يتعين الاختبار بالشرب بل يقع بغير الشرب مثل ان يصير شديد الغليان ويقذف بالزبد أو نحو ذلك و ( عن ابن بطال ) ان النهي عن الأوعية إنما كان قطعا للذريعة فلما قالوا لا نجد بدا من الانتباذ في الأوعية قال انتبذوا وكل مسكر حرام ( وهكذا ) الحكم في كل شيء نهى عنه بمعنى النظر إلى غيره فإنه يسقط للضرورة كالنهي عن الجلوس في\r\n","description":"","footnote":"","page_name":" 63 ","page_number":72},
  {"content":"\r\nالطرقات فلما قالوا لا بد لنا منها قال فأعطوا الطريق حقها ( إلى غير ذلك ) من كلمات الفريقين وتنبيهات الطائفتين وفيما ذكرناه كفاية لمن كان من أهل الدراية واللَّه ولي الإرشاد والهداية .\r\nالمقالة العاشرة\r\nفي بيان حقيقة السكر\r\nاعلم أن أغلب كتب اللغة التي وقفنا عليها خالية عن ذكر حقيقة السكر وإيضاحه ، بل ذكر بعضهم انه تغطية العقل ونحوه مما يصدق على المرقد ، واقتصر كثير منهم على أن السكر نقيض الصحو ، كما في ( أساس البلاغة ) للزمخشري و ( المصباح ) للفيومى و ( القاموس ) للفيروزآبادى ومثلها ( لسان العرب ) لابن منظور الإفريقي ، مع أنه أعظم كتب اللغة واوعيها حيث جمع فيه بين ( الصحاح ) للجوهري و ( حاشيته ) لابن بري و ( التهذيب ) للأزهري و ( المحكم ) لابن سدة و ( الجمهرة ) لابن دريد و ( النهاية ) لابن الأثير و ( غير ذلك ) ما زاد على أن قال السكر نقيض الصحو ، وعن ( مفردات ) انه حالة تعترض بين الإنسان وعقله وقريب منه ما في ( المصباح ) و ( المجمع ) قالا : أسكره الشراب : أزال عقله ( وعن أبي حنيفة ) ان السكر هو ان لا يعرف السماء من الأرض ولا المرأة من الرجل ، وهو الذي حكاه الوحيد المجدد البهبهاني فيما سيأتي من كلامه عن بعض المتأخرين ، ( والمحكي عن أكثر الحنفية ) ان السكران هو الذي يهتدي ويخلط كلامه غالبا فإن كان نصفه مستقيما فليس بسكران لأنه السكران في العرف ( وقريب منه ) ما عن الشافعي واحمد من أن حد السكر ان يخلط في كلامه على خلاف عادته ( وعن مالك ) حده أن يستوي الحسن والقبح عنده ، وجمع بعض محققيهم بين هذه الأقوال بأن الكل من مراتب السكر ( وأخفيها ) ما عن مالك ثم ما عن الشافعي « وأشدها » ما عن أبي حنيفة ، وذكر ان بعضهم تورع في إقامة الحد إذا لم يصل إلى أعلى الحالات وإن قل تورعه من جهة الغيرة على انتهاك محارم اللَّه ، وبعضهم تورع وأقام الحد بوجود أدنى الصفات وإن قل تورعه من جهة احترام ذلك\r\n","description":"","footnote":"","page_name":" 64 ","page_number":73},
  {"content":"\r\nالمسلم الشارب للمسكر و « في الجواهر » انه يرجع فيه إلى العرف كغيره من الألفاظ وإن قيل هو ما يحصل معه اختلال الكلام المنظوم وظهور السر المكتوم أو ما يغير العقل ويحصل معه سرور وقوة نفس في غالب المتناولين ( أما ) ما يغير العقل لا غير فهو المرقد ان حصل معه تغيب الحواس الخمس وإلا فهو المفسد للعقل كالبنج والشوكران ولكن التحقيق ما عرفته فإنه الفارق بينه وبين المرقد والمخدر ونحوهما مما لا يعد مسكرا « انتهى » ولا يخفى ان العرف الذي هو طريق استكشاف اللغة لا يراد به الأعرف المتحاورين بتلك اللغة والانصاف أن المتحاورين باللغة العربية مضطربون في إطلاق السكر واستعمال السكر ان والمسكر فربما لا يطلقونه على الأفيون وقد اجمع حذاق الأطباء وأهل المعرفة بقوي الأدوية وخواصها على أنه مسكر بل مفرط في الإسكار فإنهم بعد ان ذكروا شطرا من المسكرات كجوز الطيب ، والعود الهندي ، والشيلم وورق القنب ، وبذره ، قالوا : واما البنج والشوكران واللفاح والأفيون فمفرط في الإسكار ولا شك في أن أرباب الكتب المؤلفة بالعربية في الطب عارفون بدقائق موارد الاستعمالات كما لا يخفى على من راجع كتبهم وشاهد موارد إطلاقاتهم ، كما أن من الواضح إنهم لا يريدون بقولهم ( ان كذا أسكر ) إلا معناه كقولهم حار ، ورطب ، وبارد ، وملين ، ومسهل ، وقابض ، ورادع ، الا ان جملة من أهل العرف ربما يخالفونهم في كون الأفيون مسكرا ، وكذلك تريهم مختلفين قديما وحديثا في أن الحشيشة المعروفة مسكرة أولا ( فعن كثير من الفقهاء ) وأهل العرف أنها مخدرة وليست بمسكرة ، وعن كثير منهم إنها مسكرة ، ومثله الخلاف في جوزة الطيب بل الشيكران ومثلهما الكفة والقات وكأنهما نوع خاص من البنج أو قريبان إليه وقد وقع فيهما خلف شديد بين الأواخر حتى كتب علماء صنعاء وزبيد في تحريمهما وتحليلهما كتبا ورسائل ، فمنهم من أقام حججا ودلائل على أنها مسكرة ، ومنهم من أقام على خلافه شواهد متكثرة ، ومن الواضح ان أهل الحجاز واليمن وصنعاء وزبيد من أهل المعرفة باللغة العربية ومتحاورون بها\r\n","description":"","footnote":"","page_name":" 65 ","page_number":74},
  {"content":"\r\nوإليهم يرجع في استكشاف المعاني اللغوية الا ان يقال إن اختلافهم فيهما من جهة الاختلاف في خواصهما وما يترتب عليهما كما يظهر من ( ابن حجر المكي ) في رسالته التي سماها ( تحذير الثقات من أكل الكفة والقات ) قال : إني تصفحت تلك الكتب والرسائل فإذا هي متسعة الفجاج ، قوية الحجاج ، محكمة الاطناب ، سانحة الاطناب ، شامخة الذرى ، رافضة المري ، رافلة في حلل الإتقان ، واضحة الدلالة والبرهان ، وحكى فيها عن جماعة ممن يتعاطى استعمال القات إنهم لا يثبتون له الا نشاطا وروحة ، وطيب وقت وتقوية ، وإنه ليس بمغيب للعقل ولا مسكر ولا مخدر للبدن ( وعن جماعة ) إثبات الإسكار والتخدير وتغطية العقل ودوران الرأس له ( وعن جماعة ) انه ان انضم لأكله دسومة لم يؤثر وإلا أثر وبالجملة فالذي إرادة أن إحالة حقيقة الإسكار إلى العرف مع قطع النظر عما يأتي مما لا يفيد إلا الإبهام والاجمال في المصاديق المشتبهة والموارد المشكوكة وليس عندي بعد الغور والتفتيش والفحص كلام أولى من أن يقال : ان الإسكار قد يطلق على تغطية العقل ، وهذا إطلاق أعم ، وقد يطلق على تغطية العقل مع نشاط وطرب وعربدة بمعنى ما من شأنه أن يكون ( كك ) ( والأول ) يتحقق في ضمن المسكرات الباردة اليابسة كالأفيون ، والبنج ، والحشيشة ، والشوكران ، واللفاح ، ( والثاني ) يتحقق في ضمن المسكر الحار الرطب كالخمر والنبيذ فإنه من شأنه ان يغطى عقل شاربه مع نشاط وطرب وعربدة وحمية وغضب بخلاف الأول فإنه من شأنه أن يولد مع التغطية أضداد ذلك من تخدير البدن وفتوره ومن طول السكوت والنوم وعدم الحمية بل تقليل شهوة الغذاه والباه ويبس الأمعاء والمعدة وبردها وكلا القسمين مغط للعقل ، ( ولذا ) اجمع الأطباء والحذاق العارفون بالخواص على عدا القسمين من المسكر يريدون به المعنى الذي هو أعم وبينه وبين المخدرة عموم مطلق فكل مخدر مسكر ، ولا عكس .\r\nقضية ابن بيطار الطبيب\r\nوعليه يحمل قول ابن البيطار ان الحشيشة تسكر جدا وكان علَّامة زمنه في معرفة الأعشاب والنبات يرجع إليه في ذلك محققوا الأطباء قالوا : وقد امتحنه بعض معاصريه عند السلطان\r\n","description":"","footnote":"","page_name":" 66 ","page_number":75},
  {"content":"\r\nبقضية ( 1 )\r\n\r\nعجيبة أوجبت زيادة مكانته الا ان الظاهر أن الأدلة الدالة على تحريم المسكر قليله وكثيره يراد به المعنى الأخص الذي هو المعروف المتبادر منه عند الإطلاق عند أهل العرف وهو الذي يحصل من الخمر والنبيذ بل صرح غير واحد من أئمة اللغة ان السكر لا يطلق غالبا الا على الحاصلة من شرب الخمر والنبيذ وفي ( لسان العرب ) و ( تاج العروس ) ان أكثر ما يستعمل لفظ السكر في الشراب المسكر ،\r\nدفع إشكال علمي في الأفيون\r\nوعلى هذا يسهل الجواب عن اشكال يخطر كثيرا بالبال في أكل القليل من الأفيون حيث إنه مسكر باتفاق الأطباء وأهل المعرفة بالخواص وتواترت النصوص بان ما أسكر كثيره فقليله حرام فينتج ان القليل منه وإن لم يحصل منه تغير في المزاج حرام ، ( فيجاب عنه ) بأنه بعد ما ثبت غلبة استعمال السكر بنص اللغويين فيما يحصل من الشراب المسكر وثبت تبادر المعنى الأخص عند أهل العرف إذا أطلق ، نقول بحلية أكل القليل من الأفيون الغير المغير للعقل منه كما جرت عليه السيرة فإنه ينبغي ان يعد من المرقد أو المخدر كالشوكران واللفاح وليس من المسكر الذي يحرم قليله وإن لم يسكر بل تدور الحرمة مدار حصول صفة الارقاد وشرب المقدار الذي مرقد ، ويغطى العقل وما حرم قليله\r\n","description":"","footnote":"\r\n( 1 ) قالوا جاء بعض حساده إلى السلطان بنبات وقال إذا طلع إليك ابن البيطار فأعطه هذا يشم من هذا المحل فيتبين لك معرفته أو جهله فلما طلع إليه أعطاه وأمره بأن يشمه من الموضع المعين له فشمه فرعف لوقته رعافا شديدا فقلبه وشمه من الجانب الأخر فسكن رعافه لوقته ثم قال للسلطان من أعطاه ذلك يشمه من الموضع الأول فإن عرف ان فيه الفائدة الأخرى فهو طبيب وإلا فهو مشبع بما لم يعط فلما طلع للسلطان أمره يشمه من ذلك الموضع فرعف فقال له اقطعه وكادت نفسه تتلف فأمره أن يقلبه ويشمه ففعل فقطع رعافه فمن ثم زيدت مكانة ابن البيطار عند السلطان فقطعت أعدائه وحساده ( منه قدس سره الشريف )\r\n","page_name":" 67 ","page_number":76},
  {"content":"\r\nوكثيره هو ما حرم بعينه كالمسكر بالمعنى الأخص فيحرم وإن لم يسكر شاربه ، وحاله في هذا المعنى أعني تحريم القليل والكثير كحال لحم الخنزير ، وهذا هو تحقيق المقام وإن خفي على كثير من الاعلام ولا يضرنا إجماع الأطباء على عدها من المسكر فإنهم لا يريدون بالمسكر الا ما يغطى العقل وإن كان في ضمن الارقاد والإغماء والتخدير وإنما يرجع إليهم في معرفة خواص الأدوية والأعشاب والعقاقير لكونهم أهل الخبرة بها ، لا في معرفة ما يراد من موضوعات الاحكام ، وما أنيط به الحلال والحرام ، وما قصد بالألفاظ الواقعة في الكتاب والسنة ، وفائدة قولنا : ان المسكر ما من شأنه ان يغطى العقل مع نشاط وحمية وإن المرقد ما من شأنه أن يغطيه مع تخدير وتنويم ، مما لا يخفى على المتفطن الفهيم ، ثم إن الحكم بالاسكار بهذا المعنى في بعض المصاديق المشتبهة المشكوكة يحتاج إما إلى توقيف شرعي أو إلى تكرر من الاستعمال مع اعتدال المزاج والزمان والمكان وعدم سبق مانع ولا لحوقه حتى يحصل الجزم بوجود أول درجات الإسكار فيه أو عدمه ، ونقل ابن حجر المكي في الرسالة المتقدم ذكرها عن بعض أفاضل الأطباء انه حكم بتعذر التجربة في الكفة والقات في مثل المكة واليمن بان التجربة تستدعي مزاجا وزمانا ومكانا معتدلات وعدالة المجرب لأنه يخبر عما وجده من ذلك النبات وذلك كله متعذر في هذه الأقاليم لأنها غير معتدلة ، ووجود عدل يقدم على هذا النبات المجهول مستبعد ، وبه يندفع ما قد يقال : ( ان دعوى كون غليان العصير بغير النار ملازما للإسكار دعوى في أمر عادى يكذبها الحس والعيان وشاهد الوجدان ولو كان بينهما تلازم لما وقع هذا النزاع العظيم والتشاجر القديم ولما كان وجه لإلحاقه بالمسكرات عند من يحرمه أو ينجسه ، بل كان من افرادها الحقيقية ) الا انه يزيد فساده تذكر ما مر من الشواهد العقلية الباهرة والحجج النقلية الفاخرة الظاهرة من موثقة عمار والأخبار المتواترة وتصرفات أساطين الفرقة الحقة ودعائم الأئمة المحقة الكافي بعضها فضلا عن كلها في إثبات أن الإسكار والغليان بنفسه بينهما ملازمة ( مضافا ) إلى أنه قد كفانا\r\n","description":"","footnote":"","page_name":" 68 ","page_number":77},
  {"content":"\r\nمؤنة الجواب عن هذه الشبهة والقدح في هذه الوسوسة ، المحقق المجدد الوحيد البهبهاني ( أعلى اللَّه درجته ) من أن الذي يحكم الوجدان بانتفائه هو السكر بالمعنى الذي عرفه بعض المتأخرين ، وهو ان لا يعرف السماء من الأرض والطول من العرض لكن قصر السكر في هذا المعنى مخالف للعرف واللغة والحديث والاعتبار ، إذ ربما لا يختل عقل بعض المتعودين للشرب وكلماتهم مضبوطة ، وحركاتهم منتظمة ، قلما يصدر عنهم شائبة اختلال ومع هذا إذا صدر عنهم كلام غير منظوم حكم أهل العرف بان هذا من سكره\r\nفي مراتب السكر\r\nوأيضا الخمور سكرها متفاوت جدا شدة وضعفا بحسب الرقة والغلظة والحداثة والعتاقة بل بعض الخمور الردية عند الشاربين له سكر في غاية الضعف ( وذكر أئمة اللغة والأدب ) كالثعالبى وغيره في ترتيب السكر انه إذا شرب الإنسان فهو نشوان فإذا أدب فيه الشراب فهو ثمل فإذا أخذ من عقله فهو سكران فإذا زاد امتلاء فهو سكران طافح فإذا كان لا يتماسك ولا يتمالك فهو ملتخ وملطخ فإذا كان لا يعقل شيئا من أمره ولا ينطلق لسانه فهو سكر ان بات قيل ما يبت من المجرد وما يبت من المزيد وذكروا في أوائل الأشياء ان النشو أول السكر ، ( وفي لسان العرب ) و ( النهاية الأثيرية ) ان في حديث شارب الخمر ان انتشى لم تقبل صلاته أربعين يوما قال : الانتشاء أول السكر أو مقدماته وفي مجمع البحرين أيضا الانتشاء أول السكر أو مقدماته .\r\nثم إن الأحكام الشرعية معلقة على السكر وإن كان أول درجاته كما يفصح عنه صحيحة أبي الصباح الكناني عن أبي عبد اللَّه ( ع ) قال : ( كان النبي إذا أتى بشارب الخمر ضربه فان أتى به ثانية ضربه فان أتى به ثالثة ضرب عنقه قلت فالنبيذ قال إذا أخذ شاربه قد انتشى ضرب ثمانين ) ( الحديث ) فجعل حد الخمر مرتبا على الانتشاء الذي صرح اللغويون بأنه أول درجات السكر ، ( وفي توقيع الحجة سلام اللَّه عليه ) المروي في الاحتجاج ( إذا كان كثيره يسكر\r\n","description":"","footnote":"","page_name":" 69 ","page_number":78},
  {"content":"\r\nأو يغير فقليله وكثيره حرام ) دل على أن أدنى تغير من عالم السكر يكفى لكونه مسكرا واما الاعتبار فهو شاهد على ما ظهر من اللغة ، وذكر حذاق الأطباء إن السكر هو تشويش الروح الذي في الدماغ ، ثم إنه من الذي جرب فوجد أن كثير العنب المغلي بنفسه لا يسكر أصلا ؟ ولو شهد أحد بنفيه في حال اجتماعه لشرائط قبول الشهادة فلعله لم يسكر في مزاجه ويسكر في مزاج غيره أو أسكره سكرا ضعيفا فلم يتفطن ، فان التغير السكرى يتفاوت بحسب الأمزجة والأهوية والأمكنة شدة وسرعة وبطؤ وبحسب قوة الدماغ وضعفه ، وغير ذلك ، مثل ان كان مسبوقا أو ملحوقا بأكل شيء أو شربه بما يمنع عن السكر ،\r\nكلام للأطباء\r\nوذكر الأطباء الحذاق المهرة ان قوة الدماغ وضعفه يعلم بسرعة السكر وبطؤه ، فان الدماغ إذا كان ضعيفا كان قبوله للأبخرة الشرابية كثيرا فيضطرب ويتشوش حركاته بحرارة تلك الأبخرة ومزاحمتها له في المكان ويحدث فيه من غلظ الروح وكدورته بحسب مخالطة تلك الأبخرة أكثر ما يحدث فيه من الصفاء واللطافة بحرارته ، مع أن الدماغ الضعيف يكون عاجزا عن هضم غذائه فيكثر فيه لذلك رطوبات فضلية وحرارة الشراب تحركها وتبخرها فتصير تلك الأبخرة معاونة لأبخرة الشراب في تغليظ الروح ومزاحمته فيكون اضطرابه وتشويشه في الحركات أكثر ، ثم نقول إنه من المعلوم ان مزاج الخمر وحالتها مخالف لمزاج العنب وحالته ولا يتبدل عن الحالة الأولى إلى الحالة الثانية دفعة بل يحدث شيئا فشيئا على التدريج حتى تزول الحالة الأولى وتكمل الثانية ، مع أن الثانية أيضا درجاته متفاوتة كما أشرنا إليه وأول درجة الانتقال إلى الإسكار لا يكاد يشعر به الا الحذاق المهرة المعتدلى المزاج ولا يظهر إلا بإكثار الشرب ، إذ المعتبر إسكار كثيره لا ( مطلقا ) وهذا كله أو بعضه هو السر لإنكار بعضهم لإسكاره ، وإلحاق آخر له بالمسكرات تنبيها على أن السكر فيه خفي ، وإلحاق الأفراد الخفية المشتبهة بالمصاديق الواضحة البينة أمر متعارف عند أرباب الفنون\r\n","description":"","footnote":"","page_name":" 70 ","page_number":79},
  {"content":"\r\nولو أراد غير ذلك كان ممنوعا عليه أشد منع كما عرفت منا مرارا ،\r\nوليعلم ان الوحيد البهبهاني وإن كان في أغلب كلماته مصرا على كون الغليان بقسميه موجبا للإسكار ولو خفيا ، إلا أنك قد عرفت بما أوضحنا لك مرارا فساد هذه الدعوى في الغليان بالنار ، ولم يدعه أحد قبله وإن ادعوا في قسميه انه ملازم له كما أسمعناك عباراتهم سابقا وأقمنا عليه الشواهد ، ولو كان الغليان بالنار مفيدا للإسكار لم يفد زيادة الغليان أزالته وإذهابه وكيف يكون الموجب للشيء المقتضي له مانعا عنه ؟ أم كيف يكون تثخين المسكر وتغليظه محللا مطهرا ؟\r\nوربما يستشهد في الرد عليه كما في الحدائق بحديث وفد اليمن ، قال : لو كان الأمر كما توهمه ( يعنى الوحيد ) لم يكن لسؤال النبي ( ص ) عن الإسكار معنى فان الرجل قد ذكر في حكايته في صفة النبيذ انه غلى مرتين وفي الغلية الثانية وضع فيه العكر ولو كان السكر يحصل بمجرد الغليان لحرم رسول اللَّه ( ص ) بمجرد الغليان الأول ، قال :\r\nوبالجملة فالحديث المذكور واضح الظهور ، ساطع النور ، الا على من اعترى فهمه وذهنه نوع فتور وقصور .\r\nأقول لولا إسائة الأدب لقلنا ما ذكره عليه فان سؤال النبي ( ص ) عن الإسكار لو كان دالا على عدم حصوله بالغليان لكان دالا على عدم حصوله بعد ما هدر وغلى وسكن على عكره أيضا حيث إنهم ذكروا هذه الأمور أيضا في السؤال كما اعترف مع أن كون مثله مسكرا من اليقينيات ولذا أخبر الوفد بعد سؤاله عن الإسكار بأنه مسكر فمن تخيل أن سؤاله « ص » عنه مبنى على أنه كان يرى عدم الإسكار بعد العكر والهدر والغلى كان كنسبة الجهل المركب إليه ( ص ) في الأمور الواضحة والعياذ باللَّه .\r\n« ثم » على هذا التخييل اى وجه لسؤاله ثانيا عن الوفد الذين رجعوا ووصفوا كما وصف من قبلهم عن الإسكار ؟ مع أن الأولين أخبروه به ، بل هذا كله مبنى على ما ذكرنا سابقا من أن الغليان بنفسه أو بالنار من حيث هو ليس موضوعا للحكم بل موضوعه ومناطه\r\n","description":"","footnote":"","page_name":" 71 ","page_number":80},
  {"content":"\r\nوملاكه هو الأمر اللازم معه فأراد ( ص ) تنبيههم عليه ، وإن التحريم يدور مدار الإسكار حصلت هذه المقدمات أم لم تحصل ، صفى أم لا ، وضع فيه العكر أم لا ، غلى مرتين أم لا .\r\nوبالجملة فمدعاه من عدم ملازمة الإسكار لمطلق الغليان وإن كان حقا بالنسبة إلى ما كان بالنار الا ان الاستشهاد في غير محله كما أن ما ذكره أيضا من أن عامة الناس في جميع الأقطار يطبخون الأطعمة بعصير التمر والدبس بل يطبخونها خاصة ويأكلونها ولم يدع أحد منهم حصول الإسكار حق أيضا وإن كان ذكر الدبس في المقام لغوا وعليك بالتأمل والنظر المحدق ، واللَّه هو المعين والموفق ، وقد أودعت من الفوائد النفيسة في هذه المقالة ، ما لا تكاد تظفر بها في غير هذه الرسالة ( 1 )\r\n\r\nالمقالة الحادية عشرة\r\nاعلم أن حقيقة الخمر وإنها اسم لكل مسكر أو لمسكر خاص مما اعتنى به كثير من طبقات العلماء العظام ، واهتموا به غاية الاهتمام ، وأطالوا فيه النقض والإبرام ، والهدم والأحكام ، فالأدباء واللغويون لما هو وظيفتهم من تحقيق معاني الألفاظ إما ( مط ) أو خصوص ما وقع في الكتاب والسنة ، والمفسرون لتوضيح ما أريد منها حيثما وقعت في الكتاب العزيز ، والمحدثون للجمع بين الروايات المختلفة المتعارضة حقيقة أو ظاهرا ، والفقهاء إما لإثبات تحريم كل مسكر ، كالشافعية وغيرهم ، ردا على أبي حنيفة واتباعه المفصلين بين أنواعه أو لتنقيح شمول ما دل على نجاسة الخمر لجميع ما أسكر أو ما دل على حرمة الحضور على مائدة يشرب عليها الخمر ونحن وإن كنا مستغنين عن جميع ذلك ببركة ما رواه ثقات الرواة عن الأئمة الهداة عليهم أفضل السلام\r\n","description":"","footnote":"\r\n( 1 ) اى واللَّه ، آمنا وصدقنا ، بل لا يختص ما ذكره طاب ثراه بهذه المقالة بل جل مطالب سائر مقالاتها مما لا يوجد بهذه الجامعية والتحقيق في غيرها وإن كانت الكتب الفقهية مما لا يحصى عددها كما ذكره هو ( طه ) الا اللَّه ، فجزاه اللَّه من حملة العلم وطلابه أحسن جزاء المحسنين المجاهدين . ( المصحح )\r\n","page_name":" 72 ","page_number":81},
  {"content":"\r\nوالصلاة الا أنى حيث رأيتها فائدة أدبية ، لغوية ، تفسيرية ، حديثية ، فقهية ، أحببت ان لا أخلى هذه الرسالة الحاوية لشتات الفوائد ، الجامعة لنفائس العوائد ، عن تحقيقها ، مضافا إلى ما ستعرف في مطاويه من فوائد أخرى إنشاء اللَّه تعالى ، والى إيضاح ما هو الغرض المهم من إثبات أن عصير العنب الذي غلى بنفسه خمر حقيقة ،\r\nفايدة أدبية لغوية تفسيرية حديثية فقهية\r\nفليعلم ان جميع أرباب العناية بتحقيق معاني الألفاظ من الأدباء واللغويين والفقهاء والمحدثين والمفسرين ( بعد اتفاقهم على أن عصير العنب الذي غلى بنفسه واشتد وقذف الزبد ، كما عند أبي حنيفة وبعض اتباعه ، أو لم يقذف ، كما عن الباقين ، خمر حقيقة يحرم قليلها وكثيرها كلحم الخنزير ) اختلفوا في غيره ، فعن العراقيين ومنهم أبو حنيفة ، النفي وقصر الخمر في الأول ولذا أباحوا كثيرا من المسكرات وهي المتخذة من العسل والتين والبر والشعير ( مط ) أعني التي والمطبوخ منها ونبيذ التمر والزبيب إذا طبخ ثم اشتد والمتخذ من العنب إذا طبخ حتى ذهب ثلثاه ثم اشتد كل هذا إذا شرب المقدار الذي لا يسكر وإنما حرموا نبيذ التمر والزبيب إذا غلى بنفسه قليله وكثيره لا لكونه خمرا بل لعلة أخرى ، وعن الحجازيين ومنهم الشافعي كون كل مسكر خمرا يحرم قليله وكثيره ، وعن جماعة أنها ما يتخذ من العنب ( مط ) وعن جماعة انه المتخذ من العنب والتمر ، واللغويون غالبا يتبعون إمامهم الذي يقلدونه ، فترى صاحب ( القاموس ) يرجح العموم لكونه شافعيا ، وصاحب ( المغرب ) يخصه بالأول لكونه حنفيا ، وفي ( لسان العرب ) و ( تاج العروس ) عن صاحب المحكم انه نسب الدينوري وهو من أئمة اللغة إلى التسامح ، حيث قال : ان الخمر قد يتخذ من الحبوب ، الا ان كثيرا من المحققين من الشافعية مع غاية انقيادهم لإمامهم عدلوا في المسئلة إلى قول أبي حنيفة ، وذكر صاحب تاج العروس وهو شافعي ان في قول أبي حنيفة والكوفيين مراعاة لفقه اللغة ،\r\n","description":"","footnote":"","page_name":" 73 ","page_number":82},
  {"content":"\r\nبل الرافعي القزويني ( وهو من أعظم علماء الشافعية ، وفي رياض العلماء ان تذكرة العلامة قدس اللَّه روحه مأخوذة من كتابه المسمى بالعزيز ، وذكر الشهيد الثاني في الروضة في مسئلة الوقت ان جماعة منا ومنهم قلدوا الرافعي من غير تحقيق للمحل )\r\nهل الخمر حقيقة في خصوص المتخذ من العنب أم الأعم منه\r\nذكر انه ذهب أكثر الشافعية إلى أن الخمر حقيقة فيما يتخذ من العنب مجاز في غيره ، ولم يتعقبه النووي في شرح الروضة ، بل كلامه في شرح سلم ( 1 )\r\n\r\nيوافقه ، وجمع العسقلاني بينه وبين ما نسب إلى أكثرهم انه حقيقة في خصوص المتخذ من العنب وهو المعنى المعروف المتبادر منها عند الإطلاق وقد تواترت النصوص من طرقنا المتضمنة لجعل الخمر قسيما لباقي المسكرات وإن الخمر مما حرمها اللَّه تعالى وإن سائر المسكرات حرمها النبي ( ص ) كما أنه تواتر تحليل جماعة عظيمة من المسلمين لجملة من المسكرات المتخذة من غير العنب إذا صب عليه الماء أو شرب المقدار الذي لا يسكر ، وفيهم جماعة من أجلاء أصحاب الأئمة عليهم السلام ولم يكن ذلك الا لجزمهم بعدم صدق الخمر على بقية المسكرات واعتقادهم فيها جواز المقدار الذي لا يسكر ، وهم أهل اللسان عارفون باللغة والمحاورات وإنما جهلوا الحكم الشرعي من أن ما أسكر كثيره فقليله حرام ، واما حرمة الخمر الحقيقية عينا قليلها وكثيرها كلحم الخنزير فمما لا يجهله عوام المسلمين فكيف بأجلاء فضلائهم حتى أن الحنفية أيضا يصرحون بأن حرمة الخمر الحقيقية قليلها وكثيرها من ضروريات الدين ،\r\nالأدلة على التخصيص\r\nولنذكر شطرا من كل واحد من الصنفين أعني ما جعل الخمر فيه قسيما للمسكرات وما دل على استحلال بعض أصحابنا لبعض أنواعها واما استحلال الحنفية لكثير منها فمن الضروريات لمن له أدنى خبرة بالكلمات ، ولا طائل تحت نقلها ، فنقول في جوامعنا المعتبرة عن زرارة عن أبي جعفر ( ع ) قال ( وضع\r\n","description":"","footnote":"\r\n( 1 ) مسلم ( خ ل )\r\n","page_name":" 74 ","page_number":83},
  {"content":"\r\nرسول اللَّه دية العين ودية النفس وحرم النبيذ وكل مسكر ، فقال له رجل وضع رسول اللَّه من غير أن يكون جاء فيه شيء ؟ قال نعم ليعلم من يطيع الرسول ممن يعصيه )\r\nوروى القاسم بن محمد عن أبي عبد اللَّه ( ع ) في حديث قال ( حرم اللَّه الخمر بعينها وحرم رسول اللَّه ( ص ) كل مسكر فأجاز اللَّه ذلك له ولم يفوض إلى أحد من الأنبياء قبله ) وروى الفضيل بن يسار عن أبي عبد اللَّه في حديث قال ( حرم اللَّه الخمر بعينها وحرم رسول اللَّه ( ص ) المسكر من كل شراب فأجاز اللَّه له ذلك )\r\nوروى عبد اللَّه بن سنان عن بعض أصحابنا عن أبي جعفر ( ع ) في حديث قال ( انزل اللَّه في القرآن تحريم الخمر بعينها وحرم رسول اللَّه كل مسكر فأجاز اللَّه ذلك له في أشياء كثيرة فما حرم رسول اللَّه فهو بمنزلة ما حرم اللَّه )\r\nوروى أبو الصباح الكناني قال قال أبو عبد اللَّه ( ع ) ان اللَّه حرم الخمر قليلها وكثيرها كما حرم الميتة والدم ولحم الخنزير وحرم النبي ( ص ) من الأشربة المسكرة وما حرمه النبي فقد حرم اللَّه عز وجل )\r\nوروى سليمان عن أبي جعفر ( ع ) في حديث قال ( حرم اللَّه في كتابه الخمر بعينها وحرم رسول اللَّه كل مسكر أجاز اللَّه له ذلك )\r\nوروى أبو بصير وعبد اللَّه بن سنان وعمار بن موسى الساباطي وإسحاق بن عمار وأبو الربيع الشامي أيضا كل منهم عن أبي عبد اللَّه مثل ما مر ،\r\n« ثم » ان ما تضمنته هذه الروايات من تحريم النبي ( ص ) من مصاديق اخبار التفويض ، وهي في الجملة متواترة دالة على أن اللَّه تعالى بعد ما هذب نبيه وأدبه فوض إليه الاحكام ، والحلال والحرام ، وفي بعضها انه قول اللَّه تعالى ( هذا عطاؤنا فامنن أو أمسك بغير حساب )\r\nوفي روايات خلل الصلاة ( ان الركعتين الأخيرتين مما زادهما النبي في الصلاة ولذلك يدخلهما الوهم والشك ، وإن الأوليين مما فرضهما اللَّه تعالى ويجب ان تكونا\r\n","description":"","footnote":"","page_name":" 75 ","page_number":84},
  {"content":"\r\nمحفوظتين من الوهم ) ما هي متواترة أو يقرب منها ، ( وكذا ) في جملة من الأبواب الأخر وللتكلم في مسئلة التفويض وتصويرها وتوضيح المراد منها والجمع بين رواياتها وما يترائى منه التنافي ، كقوله تعالى ، ( ما يَنْطِقُ عَنِ الْهَوى إِنْ هُوَ إِلَّا وَحْيٌ يُوحى )\r\nمقام آخر وقد حققناه في بعض المباحث بأوضح وجه وأتم تفصيل .\r\nومما جعل فيه الخمر قسيما للمسكر موثقة عمار ( لا تصل في بيت فيه خمر ولا مسكر لأن الملائكة لا تدخله ولا تصل في ثوب قد أصابه خمر أو مسكر حتى تغسله )\r\nوفي رواية يونس ( إذا أصاب ثوبك خمر أو نبيذ مسكر فاغسله )\r\nوفي صحيحة علي بن مهزيار ( إذا أصاب ثوبك خمر أو نبيذ ) « إلى غير ذلك »\r\nولبعض هذه الأخبار التجأ بعض المصرين على إثبات كون الخمر حقيقة في المعنى الأعم إلى دعوى الحقيقة الشرعية فيه ( وأنت خبير ) بما فيه فان هذه الروايات كما تنفى الحقيقة اللغوية تنفى الشرعية بل المتشرعة أيضا حيث إنها تنادي باستعمال لفظ الخمر في الأعصار اللاحقة لعصر النبي ( ص ) أيضا في المعنى المقابل لبقية المسكرات فأين الحقيقة الشرعية ، وما يتوهم منه النقل سيأتي الجواب عنه مفصلا إنشاء اللَّه ( تعالى )\r\nالأدلة على التعميم مع أجوبتها أحدها\r\nوعمدة ما يحتج به للحجازيين ومن ذهب مذهبهم في التعميم أمور\r\nأحدها ما استدل به المحقق في المعتبر وغيره في غيره من أن الخمر إنما سمى بذلك لكونه يخمر العقل ويستره فما ساواه في المسمى يساويه في الاسم .\r\nأقول ولو قيل كما عن جماعة من أهل اللغة إنها سميت خمرا لأنها تخالط العقل ، ومنه قولهم خامره الداء اى خالطه ، قالوا : وهو أعم من الأول إذ لا يلزم من المخالطة التغطية ، أو قيل كما عن جماعة بأنها سميت بها لأنها تخمر حتى تدرك اى تغطي حتى تغلي ، من خمرت العجين فتخمر اى تركته حتى أدرك ،\r\nومنه خمرت الرأي أي تركته حتى ظهر وتحرر في دعائم الإسلام وإنما اشتق اسم الخمر من التخمير وهو التغطية له ليدنى فيغتلى فان هذه المعاني أيضا حاصلة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":85},
  {"content":"\r\nفي بقية المسكرات فإنها تخالط العقل وتغطى حتى تدنى فتغتلى وتدرك .\r\n( والجواب عنه ) مع أنه إثبات اللغة بالقياس ، ان المشاركة في وجه التسمية لا يوجب المشاركة في الاسم الأعلى رأى تمجه العقول بأسرها ، ( ا لا ترى ) ان العيوق إنما سمى عيوقا لكونه عائقا بين النجمين ، والدبران سمى دبرانا لكونه دبر نجم ، والحوار ولد الناقة سمى حوارا لأنه يراجع أمه ، والخيل سمى خيلا لاختياله في المشي ، والجنة بالفتح ، والضم ، والكسر ، للبستان ، والوقاية ، وخلاف الانس ، لتضمن كل منها نحوا من الستر وذلك لا يوجب ان يسمى كل ما عاق بين شيئين ، أو كان في دبر شيء أو راجع غيره ، أو اختال في مشيه ، أو ستر شيئا ، عيوقا ، أو دبرانا ، أو حوارا أو خيلاء أو جنة ، ( إلى غير ذلك ) من الأسماء وهذا ظاهر جدا ،\r\nثانيها\r\n( الثاني ) الروايات الدالة على هذا المعنى مثل ( صحيحة عبد الرحمن بن الحجاج ) عن الصادق ( ع ) ( قال قال رسول اللَّه ( ص ) الخمر من خمسة ، العصير من الكرم ، والنقيع من الزبيب ، والبتع من العسل ، والمرز من الشعير ، والنبيذ من التمر ، ) ورواية ( علي بن إسحاق الهاشمي ) عن الصادق ( قال قال رسول اللَّه ( ص ) الخمر من خمسة ) ( الحديث المتقدم )\r\nوما رواه الشيخ أبو علي الحسن بن محمد الطوسي في الأمالي بسنده فيه عن النعمان بن بشير ورواه كثير من أرباب الصحاح والسنن من العامة عنه ( قال سمعت رسول اللَّه ( ص ) يقول أيها الناس ان من العنب خمرا ، وإن من الزبيب خمرا وإن من التمر خمرا ، وإن من الشعير خمرا ، الا أنهاكم أيها الناس عن كل مسكر )\r\nوروى الكليني في الصحيح عن الحضرمي عمن أخبره عن علي بن الحسين ( ع ) ( قال الخمر من خمسة أشياء من التمر والزبيب والشعير والحنطة والعسل )\r\nوروى العياشي في تفسيره عن عامر بن السمط عن علي بن الحسين ( ع ) قال الخمر من ستة أشياء ثم ذكر الخمسة المذكورة وزاد الذرة ،\r\n","description":"","footnote":"","page_name":" 77 ","page_number":86},
  {"content":"\r\nوروى عطاء بن يسار عن الباقر ( ع ) قال ( قال رسول اللَّه كل مسكر حرام وكل مسكر خمر ) وقد ورد نظير ما مر من طرق أهل السنة أيضا\r\n( والجواب ) ان المراد من الجميع اتحاد المسكر المتخذ من جميع هذه الأشياء مع الخمر في الأحكام كالتحريم لا بيان الوضع اللغوي الذي ليس من شأنهم ولا من عادتهم ولا هو محتاج إليه للإلقاء على أهل اللسان ولا يراد بها بيان الاصطلاح أيضا بأني كلما أطلقت لفظ الخمر أردت المعنى الأعم بل يراد ان الخمر وما هو بمنزلتها من خمسة ، وبعبارة أخرى الخمر بنفسها وبمناطها من خمسة ، وبعبارة ثالثة الخمر التي حرمها اللَّه ورسوله من خمسة ، من قبيل الاستعمال في القدر المشترك والمراد بالخمر فيما روى عن السجاد ( ع ) هو خصوص ما بمنزلة الخمر في الحكم قطعا ولذا لم يذكر العنب في شيء من طرقها ولو سلم ظهور الروايات في غير ما ذكر ، فلا بد ان يصرف عنه بالنصوص السابقة المتواترة ، ومن العجب تمسك بعضهم بما تضمن ان ما كان عاقبته عاقبة الخمر فهو خمر كما رواه علي بن يقطين عن أبي الحسن الماضي مع أنه بالدلالة على الخلاف أولى .\r\nثالثها\r\n( الثالث ) ما استدل به كثيرون منهم صاحب القاموس قال والعموم أصح لأنها حرمت وما بالمدينة خمر عنب وما كان شرابهم الا البسر والتمر ، وتفصيله انه قد ثبت بالروايات المعتبرة من طرق الخاصة والعامة انه نزلت آية تحريم الخمر ولم يكن من خمر العنب بالمدينة شيء أصلا أو إلا قليل بمجرد سماع تحريمها بادر الصحابة وهم أهل اللسان وبلغتهم نزل القرآن إلى إتلاف ما كان عندهم من الفضيح فلو كان عندهم تردد في شمول الخمر له لتوقفوا عن الإراقة حتى يستكشفوا أو يستفصلوا لما كان قد تقرر عندهم من النهي عن إضاعة المال ،\r\nروى الثقة الجليل علي بن إبراهيم القمي في تفسير قوله تعالى ( إِنَّمَا الْخَمْرُ والْمَيْسِرُ ) عن أبي الجارود عن أبي جعفر ( ع ) أما الخمر فكل مسكر من الشراب إذا اختمر فهو\r\n","description":"","footnote":"","page_name":" 78 ","page_number":87},
  {"content":"\r\nخمر وما أسكر كثيره فقليله حرام وذلك أن أبا بكر شرب قبل ان تحرم الخمر فسكر فجعل يقول الشعر ويبكي على قتلي المشركين من أهل بدر فسمع النبي ( ص ) فقال اللهم أمسك على لسانه فأمسك على لسانه فلم يتكلم حتى ذهب عنه السكر فانزل اللَّه تحريمها بعد ذلك وإنما كانت الخمر يوم حرمت بالمدينة فضيح البسر والتمر فلما انزل اللَّه تحريمها خرج النبي فقعد في مسجده ثم دعى بآنيتهم التي كانوا ينبذون فيها فأكفاها كلها وقال هذه كلها خمر وقد حرمها اللَّه تعالى وكان أكثر شيء أكفى في ذلك اليوم من الأشربة الفضيح ، ولا اعلم أنه أكفئ يومئذ من خمر العنب شيئا إلا إناء واحد كان فيه زبيب وتمر جميعا واما عصير العنب فلم يكن يومئذ بالمدينة منه شيء وروى البخاري في صحيحه عن ابن عمر ( لقد حرمت الخمر وما بالمدينة شيء )\r\nوعن ثابت عن أنس قال « حرمت علينا الخمر حين حرمت وما نجد ( يعنى بالمدينة ) خمر الأعناب إلا قليلا وعامة خمرنا البسر والتمر »\r\nوعن أنس قال « كنت أسقي أبا عبيدة وأبا طلحة وأبي بن كعب من فضيح زهو وتمر فجائهم آت فقال ان الخمر قد حرمت فقال أبو طلحة قم يا أنس فأهرقها فأهرقتها وعنه قال ( كنت قائما على الحي أسقيهم عمومتي وأنا أصغرهم ، الفضيح ، فقيل حرمت الخمر ، فقالوا اكفئها فكفأنا ( 1 )\r\n\r\nقلت لأنس ما شرابهم ؟ قال رطب وبسر )\r\nوالجواب ( أما ) عن رواية علي بن إبراهيم فبعد الغمض عن كون راويها أبا الجارود ( 2 )\r\n\r\nبعدم الدلالة إذ الاحتجاج إما بصدرها من قوله ( ع ) ( كل مسكر خمر ) وقد مر بما فيه واما بعدم وجود خمر العنب بالمدينة حين حرمت ولا دلالة فيه رأسا إذ لا يشترط في صحة تحريم الخمر العنبي وجودها بها واما بقول النبي ( ص ) هذه كلها خمر وقد حرمها اللَّه تعالى والحال فيه أيضا مثل ما مر ، وما حرمه رسول اللَّه فقد حرمه اللَّه وليس في هذه\r\n","description":"","footnote":"\r\n( 1 ) كفأت الإناء واكفأته : إذا كببته وإذا أملته ، ومنه حديث الهرة : كان يكفى له الإناء لتشرب منه بسهولة - ( مج )\r\n\r\n( 2 ) عن الكشي : زياد بن المنذر أبو الجارود الأعمى السرحوب بالسين المهملة المضمومة والراء والحاء المهملة والباء المنقطة تحتها نقطة واحدة بعد الواو ، مذموم لا شبهة في ذمه وسمى سرحوبا باسم شيطان أعمى يسكن البحر .\r\n","page_name":" 79 ","page_number":88},
  {"content":"\r\nالرواية ان الصحابة بأنفسهم أراقوا ما عندهم بل الأمر بالإراقة إنما هو النبي ( ص ) وقد ثبت في الروايات المتواترة من طرقنا انه ( ص ) هو الذي حرم كل مسكر وليس فيه ما يدل على فهم الصحابة العموم\r\nواما رواية ابن عمر فهي على الخلاف أدل حيث نفى وجود الخمر رأسا بالمدينة حين نزول تحريمها مع ما علم بالضرورة باعترافه في روايات أخر من وجود الأشربة المسكرة المتخذة من غير العنب فيها والرواية الأولى عن أنس لا دلالة فيها رأسا كما عرفت ، والعمدة في الدلالة ، الروايتان الأخيرتان عن أنس ، الدالَّتان على أن الصحابة فهموا من تحريم الخمر تحريم ما عندهم من الفضيح فأراقوه ( والجواب ) عنه بعد الغمض عن كون الراوي أنسا انه قضية واحدة وردت عن أنس بمتون مختلفة واختلافات متشتتة وتغييرات متكثرة يكفي بعضها في اضطراب الخبر وسقوطه فكيف بكلها ( فتارة ) روى أنّه كان يسقى الثلاثة الذين سماهم كما عرفت ( وتارة ) يروى كما في البخاري أيضا وغيره أنى كنت أسقي أبا طلحة وأبا دجانة وسهيل بن بيضاء ( وثالثة ) كما في صحيح مسلم وغيره هذه الثلاثة الأخيرة مع معاذ بن جبل ( ورابعة ) كما في مسند أحمد ( كنت أسقي أبا عبيدة وأبي بن كعب وسهيل بن بيضاء ونفرا من الصحابة عند أبي طلحة ) ( وخامسة ) كما رواه عبد الرزاق عن معمر بن ثابت وقتادة عنه ( ان القوم كانوا أحد عشر رجلا ) وأورد ابن مردويه في تفسيره عنه ان أبا بكر وعمر كانا فيهم ، قال ابن حجر وهو منكر مع نظافة سنده ثم إنه ( تارة ) يروى انه جائهم آت فأخبرهم كما تقدم ( وتارة ) انه كان يسقيهم فإذا مناد ينادى ان الخمر قد حرمت كما في صحيح مسلم ( وفي بعض طرق مسلم ) ان أبا طلحة قال اخرج فانظر ما هذا الصوت ( وثالثة ) كما رواه ابن مردويه عنه قال ( لما حرمت الخمر دخلت على أناس من أصحابي وهي بين أيديهم فضربتها برجلي وقلت نزل تحريم الخمر ) ثم إنه ( تارة ) يروى ان الأمر بالإراقة هو أبو طلحة كما في الثانية بما قدمنا من رواياتهم وتارة ان عمومته وهم الحي أمروه بالأكفاء كما في الثالثة منها ( وفي رواية مالك ) قم إلى هذه الجرار فاكسرها قال أنس فقمت إلى مهراس لنا فضربتها بأسفله حتى انكسرت ( والمهراس ) ما يتخذ من صخر وينقر قالوا :\r\n","description":"","footnote":"","page_name":" 80 ","page_number":89},
  {"content":"\r\nقد يكون كبيرا وقد يكون صغيرا بحيث يتأتى الكسر به وكأنه لم يحضره ما يكسر به غيره أو كسر بآلة المهراس التي يدق بها فيه كالهاون وبعد هذا كله نقول لعل ذلك الآتي الذي أتى وبلغهم الخبر بلغهم فعل النبي ( ص ) بالفضيح ما فعل من إراقته وكسر أوانيه فعلموا منه تحريم كل مسكر ولم ينقله أنس اختصارا كما إنهم يذكرون مثله في الجمع بين رواياته من أنه ربما طول في بيان القصة فيخبر عن أحد عشر من الحاضرين وربما يختصر فيخبر عن ثلاثة وربما ينقل الإراقة من دون الكسر وربما ينقل الكسر أيضا أو نقول لعلهم علموا ان تحريم الخمر إنما هو لعلة الإسكار الموجود فيها الحاصل فيما يشربون سيما بعد ان كان أحدهم عمر وهو ما يقولون كان مسددا جعل اللَّه الحق في لسانه وقلبه وسمعه وينزل الوحي على طبق ترجيحه مع كونه خلاف ترجيح النبي ( ص ) وأبى بكر كما في قضية قتل الأسارى والفدية ثم إن أنسا ذكر ان هذه القضية وهذا الاجتماع كان في منزل أبي طلحة كما في البخاري في باب التفسير\r\nشأن نزول آية تحريم الخمر قد تضمن منقبة لمولانا أمير المؤمنين ( ع )\r\nويظهر مما رواه القطان في تفسيره على ما نقله عنه ابن شهرآشوب في المناقب ان هذا الاجتماع كان في منزل سعد وقاص وإن الآية نزلت فيمن اجتمعوا هناك ولننقلها لتضمنها فايدة طريفة ، روى عن عمر بن حمران عن سعيد عن قتادة عن الحسن البصري قال : اجتمع عثمان بن مظعون وأبو طلحة وأبو عبيدة ومعاذ بن جبل وسهل بن بيضاء وأبو دجانة في منزل سعد بن أبي وقاص فأكلوا شيئا ثم قدم إليهم شيئا من الفضيح فقام على وخرج من بينهم فقال عثمان في ذلك فقال علي ( ع ) لعن اللَّه الخمر واللَّه لا أشرب شيئا يذهب بعقلي ويضحك بي من رآني وأزوج كريمتي من لا أريد وخرج من بينهم فاتى المسجد وهبط جبرئيل بهذه الآية ( : « يا أَيُّهَا الَّذِينَ آمَنُوا » « يعني هؤلاء الذين اجتمعوا في منزل سعد » : « إِنَّمَا الْخَمْرُ والْمَيْسِرُ » ) « الآية » فقال على تبا لهما واللَّه يا رسول اللَّه ( ص ) لقد كان بصري فيهما نافذا مذ كنت صغيرا قال الحسن واللَّه الذي لا اللَّه الا هو ما شربها قبل تحريمها ولا ساعة قط ) وفي هذه الرواية من الفوائد مضافا إلى ظهور حال الرواية المعروفة عن أنس ظهور منقبة لمولينا أمير المؤمنين عليه أفضل السلام والصلاة وإنه لا ينبغي ان\r\n","description":"","footnote":"","page_name":" 81 ","page_number":90},
  {"content":"\r\nيعادل بمن رووا في حقه انه شرب فسكر فقعد ينوح على قتلى بدر ويقول تحي بالسلامة أم بكر ( إلى آخر الأبيات المعروفة )\r\nفرية فظيعة\r\nوفيها أيضا من الفوائد ظهور ان ما رواه الترمذي في صحيحه السقيم من أن أمير المؤمنين سلام اللَّه عليه شرب قبل التحريم فسكر فقرء في الصلاة سورة الجحد على هذا النهج ( قل يا أيها الكافر لا أعبد ما تعبدون ونحن نعبد ما تعبدون ) وإن قوله تعالى ( لا تَقْرَبُوا الصَّلاةَ وأَنْتُمْ سُكارى ) نزلت فيه ، من الموضوعات الشنيعة والافتراءات الفظيعة التي لم يضعها الا المفرط في النصب والعداوة والمتجاوز في الوقاحة والشقاوة أقصى الغاية لعن اللَّه واضعها إلى يوم القيمة ، وكم من هذا القبيل في صحاحهم السقام ، جازاهم بما يستحقون شديد البطش والانتقام ، وقد أفردنا في سالف الزمان كتابا في حال صحاحهم وأخبارها ورواتها ، يتضمن من الفوائد الأنيفة والنفائس الطريفة ما لا تحصى ولنذكر الآن شطرا من الصنف الثاني من الروايات أعني ما دلت على استحلال جماعة من أجلاء أصحابنا لبعض المسكرات ولم يكن ذلك الا لجزمهم بعدم صدق الخمر المحترمة عينا قليلها وكثيرها عليه واعتقادهم في باقي المسكرات انه يحرم المقدار المسكر منها ، زاعمين ان تحريم الإسكار كتحريم التخمة لا يراد به القدح الذي لا يسكر كما لا يراد بتحريم التخمة مثلا تحريم أول لقمة وقد كانت هذه الشبهة متحققة في تلك الا زمان في كثير من الأذهان حتى ردع الأئمة سلام اللَّه عليهم كثيرا منهم بالروادع والزواجر وهدد وهم بعذاب المنتقم القاهر وبلغوهم قول النبي ( ص ) ما أسكر كثيره فقليله حرام ففي الكافي عن كليب بن معاوية ( كان أبو بصير وأصحابه يشربون النبيذ يكسرونه بالماء فحدثت أبا عبد اللَّه ( ع ) فقال لي وكيف صار الماء يحل المسكر مرهم لا يشربون منه قليلا ولا كثيرا ففعلت فأمسكوا عن شربه فاجتمعنا عند أبي عبد اللَّه فقال أبو بصير ان ذا جائنا عنك ( بكذا ) و ( كذا ) فقل صدق يا أبا محمد ان الماء لا يحل المسكر فلا تشربوا منه قليلا ولا كثيرا ، ( وقد مرت ) صحيحة صفوان الجمال سابقا قال كنت مبتلى بالنبيذ معجبا به فقلت لأبي عبد اللَّه ( ع ) أصف لك النبيذ فقال ( ع ) بل أنا أصف لك قال رسول اللَّه ( ص ) كل مسكر حرام وما أسكر كثيره فقليله حرام فقلت له هذا نبيذ السقاية بفناء الكعبة\r\n","description":"","footnote":"","page_name":" 82 ","page_number":91},
  {"content":"\r\nفقال ليس هكذا كانت السقاية « الحديث »\r\nوعن مسعدة بن صدقة عن أبي عبد اللَّه ( ع ) ( كان عند أبي قوم فاختلفوا فقال بعضهم القدح الذي يسكر هو حرام وقال بعضهم قليل ما أسكر كثيره حرام فردوا الأمر إلى أبى فقال أبى أرأيتم القسط لولا ما يطرح فيه أولا كان يمتلئ وكك القدح الآخر لولا الأول ما أسكر ثم قال قال رسول اللَّه من ادخل عرقا من عروقه قليل ما أسكر كثيره عذب اللَّه عز وجل ذلك العرق بثلث مأة وستين نوعا من العذاب )\r\nوفي صحيحة عبد الرحمن بن الحجاج قال ( استأذنت لبعض أصحابنا على أبى عبد اللَّه ( ع ) فسيلة عن النبيذ فقال حلال فقال أصلحك اللَّه إنما سئلتك عن النبيذ الذي يجعل فيه العكر فيغلي حتى يسكن فقال أبو عبد اللَّه قال رسول اللَّه كل ما أسكر حرام فقال الرجل ان من عندنا بالعراق يقولون إن رسول اللَّه عنى بذلك القدح الذي يسكر فقال أبو عبد اللَّه ( ع ) ان ما أسكر كثيره فقليله حرام فقال له الرجل فأكسره بالماء فقال له أبو عبد اللَّه ( ع ) لا ، وما بالماء يحل الحرام ؟ اتق اللَّه ولا تشربه )\r\nوعن يزيد بن خليفة من بنى الحرث بن كعب قال ( أتيت المدينة وزياد بن عبيد اللَّه الحارثي وال عليها فاستأذنت على أبى عبد اللَّه ( ع ) فدخلت وسلمت عليه وتمكنت من مجلسي فقلت لأبي عبد اللَّه إني رجل من بنى الحارث بن كعب قد هداني اللَّه إلى محبتكم ومودتكم أهل البيت قال فقال لي أبو عبد اللَّه ( ع ) كيف اهتديت لمودتنا أهل البيت فواللَّه ان محبتنا في بني الحرث بن كعب لقليل قال فقلت جعلت فداك ان لي غلاما خراسانيا وهو يعمل القصارة وله همشهريجون ( 1 )\r\n\r\nأربعة وهم يتداعون كل جمعة لتقع الدعوة على رجل منهم فتصيب غلامي كل خمس جمع جمعة فيجعل لهم النبيذ واللحم قال ثم إذا فرغوا من الطعام واللحم جاء بأجانة فملأها نبيذا ثم جاء بمطهرة وإذا ناول إنسانا منهم قال له لا تشرب حتى تصلى على محمد وآل محمد فاهتديت إلى مودتكم بهذا\r\n","description":"","footnote":"\r\n( 1 ) همشهريجون جمع معرب لهمشهرى وهو لفظ فارسي\r\n","page_name":" 83 ","page_number":92},
  {"content":"\r\nالغلام قال فقال لي استوص به خيرا واقرئه منى السلام وقل له يقول لك جعفر بن محمد ( ع ) انظر شرابك هذا الذي تشربه فإن كان يسكر كثيره فلا تقربن قليله فان رسول اللَّه ( ص ) قال كل مسكر حرام وما أسكر كثيره فقليله حرام قال فجئت إلى الكوفة وأقرأت الغلام السلام من جعفر بن محمد ( ع ) فبكى ثم قال اهتم بي جعفر بن محمد ( ع ) حتى يقرئني السلام ؟ قال قلت نعم وقد قال لي انظر شرابك هذا الذي تشربه فإن كان يسكر كثيره فلا تقربن قليله فان رسول اللَّه ( ص ) قال كل مسكر حرام وما أسكر كثيره فقليله حرام وقد أوصاني بك فاذهب فأنت حر لوجه اللَّه تعالى فقال الغلام واللَّه انه لشراب ما يدخل جوفي ما بقيت في الدنيا ) .\r\nوفي صحيحة معاوية بن وهب ( قال قلت لأبي عبد اللَّه ( ع ) ان رجلا من بنى عمى وهو من صلحاء مواليك يأمرني أن أسئلك عن النبيذ وأصفه لك فقال ( ع ) أنا أصف لك قال رسول اللَّه ( ص ) كل مسكر حرام وما أسكر كثيره فقليله حرام قال فقلت فقليل الحرام يحله كثير الماء فرد بكفه مرتين : لا ، لا\r\nولنختم هذه المقالة بما رواه الكشي في كتابه ليكون ختامه مسكا ( روى ) عن حنان بن سدير عن أبي نجران ( قال قلت لأبي عبد اللَّه ( ع ) ان لي قرابة يحكم الا انه يشرب هذا النبيذ قال حنان وأبو نجران هو الذي يشرب النبيذ غير أنه كنى عن نفسه قال فقال أبو عبد اللَّه ( ع ) فهل كان يسكر ؟ فقال قلت اى واللَّه جعلت فداك انه ليسكر فقال فيترك الصلاة قال ربما للجارية صليت البارحة ؟ فربما قالت نعم قد صليت ثلث مرات وربما قال للجارية صليت البارحة العتمة ؟ فتقول لا واللَّه ما صليت ولقد أيقظناك وجهدنا بك فأمسك أبو عبد اللَّه ( ع ) يده على جبهته طويلا ثم نحى يده ثم قال له قل يتركه فان زلت به قدم فان له قدما ثابتا بمودتنا أهل البيت ) والحمد للَّه رب العالمين وصلى اللَّه على محمد وآله الطاهرين أجمعين\r\n( المقالة الثانية عشرة )\r\n","description":"","footnote":"","page_name":" 84 ","page_number":93},
  {"content":"\r\nنسبة نجاسة العصير إلى الأكثر مخالف للواقع\r\nنسب جماعة من فقهائنا إلى الأكثر نجاسة العصير العنبي بعد الغليان قبل ذهاب الثلثين سواء غلى بنفسه أم بالنار اشتد أو لا والأصل في هذه النسبة عبارة العلامة في المختلف ، وعندي ان هذه النسبة مخالفة للواقع قطعا وإن عبارة المختلف وإن كان توهم صحتها الا ان المراد منها غير ما يترائى منها يقينا ولا تتضح الدعويان الا بعد نقل عبارته وإيضاح ما عندنا فيها ( فنقول ) قال ( ره ) الخمر وكل مسكر والفقاع والعصير إذا غلى قبل ذهاب ثلثيه بالنار أو بنفسه نجس ذهب إليه أكثر علمائنا كالشيخ المفيد والشيخ أبى جعفر والسيد المرتضى وأبى الصلاح وسلار وابن إدريس ، وقال أبو علي بن عقيل من أصاب ثوبه أو جسده خمر أو مسكر لم يكن عليه غسله لان اللَّه تعالى إنما حرمها تعبدا لا لأنهما نجسان ، وكك سبيل العصير والخمر إذا أصاب الثوب والجسد ، وقال أبو جعفر بن بابويه ، لا بأس بالصلاة في ثوب أصابه خمر لان اللَّه إنما حرم شربها ولم يحرم الصلاة في ثوب أصابته مع أنه حكم بنزح ماء البئر اجمع بانصباب الخمر فيها ، ( لنا وجوه ) الأول الإجماع على ذلك فان السيد المرتضى قال لا خلاف بين المسلمين في نجاسة الخمر الا ما يحكى عن شذاذ لا اعتبار بقولهم وقال الشيخ الخمر نجسة بلا خلاف وكل مسكر عندنا حكمه حكم الخمر والحق أصحابنا الفقاع بذلك وقول السيد المرتضى والشيخ حجة في ذلك فإنه إجماع منقول بقولهما وهما صادقان فيغلب على الظن ثبوته والإجماع كما يكون حجة إذا نقل متواترا فكذا إذا نقل آحادا ( الثاني ) قوله تعالى ( إِنَّمَا الْخَمْرُ والْمَيْسِرُ ) « الآية » وذكر تقريب الدلالة من وجهين قوله تعالى : « رِجْسٌ » ، وقوله تعالى : « فَاجْتَنِبُوهُ » ( الثالث ) الروايات مثل قول الصادق ( ع ) في رواية عمار الساباطي ( لا تصل في ثوب أصابه خمر أو مسكر حتى يغسل ) ثم ذكر احتجاج ابن عقيل والصدوق على طهارة الخمر ، ومن تأمل في هذه العبارة من أولها إلى آخرها من نسبة الخلاف إلى خصوص ابن بابويه وابن عقيل وإنما هما مخالفان في أصل نجاسة الخمر ومن اختصاص ما ذكره من الإجماع والآية بالخمر ومن انه لم يتعرض الا للاحتجاج على طهارة الخمر والجواب عنه وغير ذلك ، عرف على وجه القطع واليقين بان محط نظره في نقل المذاهب\r\n","description":"","footnote":"","page_name":" 85 ","page_number":94},
  {"content":"\r\nوالاحتجاج على إثباته ودفع معارضه لم يكن إلا في الخمر ونجاستها لا نجاسة تواليها وأنها هي التي يريد ذهاب أكثر العلماء إليها ولو أبقيت العبارة على ظاهرها لا شكلت الحال من وجوه ( أحدها ) ذهب إليها عدا ابن حمزة والمحقق وكثرة اطلاع الشهيد ووفور تتبعه معلوم عند كل من له أدنى خبرة بمصنفاته ( وثانيها ) ان الجماعة الذين نسب إليهم العلامة غير من عزى الشهيد إليهم وكك العكس ( وثالثها ) ان كلام الجماعة المذكورين في كلامه خال عن الحكم بنجاسة العصير كما يشهد به تتبع كتبهم ومصنفاتهم بل ظاهر تعدادهم للنجاسات وعدم تعرضهم للعصير ذهابهم إلى طهارته ولذا لم ينسب القول بالنجاسة إليهم أحد من المعتنين بهذه الأمور ( رابعها ) ان الإجماع الذي حكاه عن السيد والشيخ لا يرتبط بالعصير ( خامسها ) ان الآية والروايات التي استدل بها لو تمت دلالتها وخلت عن المعارض لم تجر في غير الخمر أو المسكر بل قد يستشكل عليه بخلو كلامه عن تقييد المسكر بالمائع فان الجامد منه لا إشكال في طهارته ، وبخلوه أيضا عن عطف الانقلاب إلى الخل إلى ذهاب الثلثين لكنها هينة بالنسبة إلى ما سلف ، و ( بالجملة ) من المقطوع به لمن تأمل في مجموع كلامه ان غرضه إثبات نجاسة الخمر بخصوصها وهي التي حاول الاحتجاج لها ودفع منافيها وإنها مما ذهب إليه أكثر علمائنا لا ذهابهم إلى نجاسة كل ما أخذه في العنوان وإنما وقع تسامح منه في التعبير ، وملاحظة كلامه ( ره ) في التذكرة أيضا مما يعين على استكشاف ما ادعيناه ، فإنه أسند نجاسة الخمر فقط فيها إلى الأكثر ، ثم حكى خلاف ابني بابويه وعقيل كما في المختلف ثم ذكر مسئلة العصير مستقلا واستشكل في نجاسته بمجرد الغليان أو وقوفها على الشدة ولم يسم موافقا ولا مخالفا ، ومن جميع ما مر ظهر أن ما في كثير من كتب المتأخرين من حكاية ذهاب أكثر العلماء إلى نجاسة العصير عن مختلف العلامة ناش عن عدم الوقوف على أصل كلامه أو عدم التأمل فيه كما أن ما ذكره العلامة الوحيد البهبهاني ( ره ) في مقام تأييد ما اختاره من النجاسة من أن العلامة أعرف بمذاهب الأصحاب وإن المختلف آخر مصنفاته الفقهية وحكى فيها ذهاب الأكثر إلى نجاسة العصير تبين ما فيه ، ( وأعجب من ذلك ) ان المحقق الثاني في جامع المقاصد حكى\r\n","description":"","footnote":"","page_name":" 86 ","page_number":95},
  {"content":"\r\nعن المختلف نسبة القول بنجاسة العصير إلى المشهور مع البون البائن بين ذهاب الأكثر وبين كونه القول المشهور لاقتضاء الثاني ندرة المخالف والأول يجامع كثرته ، ثم إن الظاهر أن نسبة النجاسة إلى الأكثر والمشهور في كلام جماعة من المتأخرين إنما نشأت من عبارة المختلف التي عرفت الحال فيها حتى أن الشهيد الثاني ( ره ) مع أنه من المنكرين للنجاسة سلم كونها مشهورة حيث قال في حدود المسالك ان نجاسة العصير من المشاهير بغير أصل وتبعه غيره في دعوى الشهرة إلا أنك بما قدمنا لك في المقدمات السابقة عرفت حق القول في هذه المقامات ، وميزت الصحيح من الفاسد من هذه الكلمات ، وإن القول بان الغليان من حيث هو هو يوجب نجاسة العصير لم يذهب إليه أحد عدا شاذ منا لم يهتد إلى وجه المسئلة ، وتخيل ان نجاسته تعبدا من غير إسكار مشهور فتكلف لتصحيحها من جهة إحسان الظن بالمشهور وهو وإن كان ينبغي أن يكون « كك » لكن أين تحققت الشهرة ، ومتى عرفت الكثرة في الذهاب إلى النجاسة التعبدية ، بل لو ادعى أحد الإجماع على عدمها لم يكن مجازفا ، ولا أظنك في ريبة من هذه الأمور بعد التذكر لما أسلفنا ، والتنبيه لما نبهنا ، وذكر شيخنا الشهيد الثاني في حدود الروضة وفي شرح الألفية ان كل من قال بتنجس العصير بالغليان اعتبر فيه الاشتداد أيضا ، وهذا الكلام بضميمة ما أوضحنا في بعض المقالات السابقة أتم إيضاح من أن المعتبرين للاشتداد لا يريدون الا الشدة المسكرة ، ينتج انه لا قائل بالنجاسة التعبدية فيما خلى عن الإسكار ، ثم إن من القائلين بالطهارة هو الشهيد ( ره ) كما عزاها إليه كاشف اللثام ، والشهيد الثاني في حواشي القواعد ، وغيرها والمولى الورع الأردبيلي ، وصاحب المدارك والفاضل المحقق صاحب المعالم ، والكاظمي في الفوائد العلية شرح الجعفرية ، والقاساني في المعتصم ، والسيد الجليل المحدث السيد نعمة اللَّه الجزائري والفاضل المحقق السبزواري ، وكاشف اللثام وصاحب الحدائق ، وجل المعاصرين أو كلهم ، وقد اتضح لك ما هو الصواب في الباب ، وسيأتي أيضا ما ينفي الشبهة والارتياب ، وعليه التكلان في المبدء والمآب\r\n( المقالة الثالثة عشرة )\r\n","description":"","footnote":"","page_name":" 87 ","page_number":96},
  {"content":"\r\nقد أشرنا سابقا إلى أن العصير الزبيبي والتمري أي الماء المنقوع فيه الزبيب والمنبوذ فيه التمر إذا غلى ولم يذهب ثلثاه ، مما وقع الكلام فيهما من حيث الطهارة والنجاسة والحل والحرمة ، الا ان نجاستهما بالغليان من حيث هو هو وإن لم يحدث فيها الشدة المسكرة مما لم أعلم قائلا بها بعد التتبع التام والاستقراء الكامل ولذا ذكر الشهيد الثاني في الروضة بعد نقل القول بالحرمة في عصير الزبيب : أما النجاسة فلا شبهة في نفيها ، وفي الفوائد العلية لا يلحق به عصير التمر وغيره للإجماع على طهارته وكذا عصير الزبيب على الأصح وإن حرما وفي شرح الألفية لشيخنا الشهيد الثاني ولا يلحق به عصير التمر وغيره إجماعا ولا الزبيب على أصح القولين وفي الذخيرة وهل يلحق به عصير الزبيب إذا غلى في النجاسة ؟ لا اعلم به قائلا واما في التحريم فالأكثر على عدمه وهو كما قال ، وإن كان ظاهر شرح الرسالة وجود القائل ، ولعله من غيرنا واما اختيار الوحيد الفرد نجاستهما فإنما هو لذهابه إلى أن الغليان فيهما مطلقا يوجب الإسكار سواء كان بنفسه أو بالنار ، وهو كلام آخر وإن كان مخالفا للدليل والاعتبار كما عرفت الحال فيه ( وبالجملة ) فطهارتهما ما لم يسكرا مما لا ينبغي الإشكال فيها ، واما التحريم فيأتي الكلام فيه مفصلا إنشاء اللَّه تعالى في الفصول الآتية الا ان الغرض في هذه المقالة توضيح ندرة القول به أو شهرته\r\nقلة القائل بتحريم الزبيبي وعدمه في التمري\r\nفليعلم ان الذي تبين عندي بعد بذل الجهد واستفراغ الوسع قلة القائل بتحريم الزبيبي بالغليان من حيث هو بين الفقهاء المعروفين الذين وصل إلينا كلامهم وعدمه في التمري وإن التحريم فيه مما روجه في هذه الأعصار الأخيرة جماعة من الاخبارية ، كالمحدث الحر العاملي ، والشيخ سليمان البحراني والسيد عبد اللَّه الجزائري ، والشيخ عبد اللَّه السماهجي ، وعزى الحل فيها في الحدائق إلى المشهور بين الأصحاب مصرحا في التمري بأنه كاد أن يكون إجماعا قال هو إجماع فإنا لم نقف على قائل بالتحريم ممن تقدمنا من الأصحاب وإنما حدث القول\r\n","description":"","footnote":"","page_name":" 88 ","page_number":97},
  {"content":"\r\nبه في هذه الأعصار الأخيرة\r\nأقول واستظهر القول بالحل في الزبيبي فكيف بالتمرى من المقنعة ، والنهاية والمهذب والوسيلة والسرائر ( وفي الرياض ) انه اختار حل عصير الزبيب الفاضلان والشهيدان ، وفخر الإسلام والفاضل المقداد ، والمفلح الصيمري ، والمقدس الأردبيلي وصاحب الكفاية ، مدعين كالمفلح الصيمري الشهرة ، ( أقول ) والى الحل ذهب الفاضل القاساني في ظاهر النخبة وصريح المعتصم والعلامة المجلسي في البحار وجل المعاصرين أو كلهم الا ان العلامة المحقق المتبحر الطباطبائي اختار القول بتحريم الزبيبي بل تصدى لإبطال دعوى الشهرة المطلقة واستظهر اشتهار التحريم إما مطلقا أو بين المتقدمين وأصحاب الحديث وأتعب نفسه الشريفة في إثبات هذا المعنى بيانات وافرة على كثير منها آثار التكلف ظاهرة ونقلها والتعرض لما فيها وإن لم يتضمن كثير فائدة فان الشهرة على تقدير صدقها وثبوتها ليست بحجة في المسئلة الا ان اشتمال كلماته على بعض الفوائد أوجب علينا نقل بعضها\r\nفلننقل ملخصها ثم نعقبها ببعض ما فيها مما ينفع في المسئلة وغيرها في مقالة أخرى ،\r\nقال ( ره ) أما التحريم فقد رواه كثير من القدماء الأعاظم من أصحاب الحديث ورواة الاحكام وفقهاء أصحاب الأئمة كعلي بن جعفر وموسى بن القاسم ، وأحمد بن محمد بن أبي نصر ، ويونس بن عبد الرحمن ومحمد بن أحمد بن يحيى بن عمران ، ومحمد بن يحيى العطار وأبى على أحمد بن إدريس الأشعري وعلي بن إبراهيم القمي فإنهم قد أوردوا الأحاديث الظاهرة في تحريم العصير الزبيبي في كتبهم المصنفة للاعتماد وما ذلك الا لكونها معتبرة عندهم مقبولة لديهم ، وإن مضامينها عين مذاهبهم وفتاويهم إذ ليس فتوى المحدثين الا نفس المعنى الظاهر من الحديث الذي يروونه ما لم يطعنوا فيه ويذكروا له معارضا ولولا ذلك لانسد الطريق إلى معرفة مذاهب القدماء من أصحابنا إذ قلما يتفق منهم الإفتاء والحكم الصريح بالتحليل والتحريم على ما هو طريقة الفقهاء في كتب الفتوى ، واستنباط أقوال القدماء بهذا الوجه ليس ببدع منا ، بل هو طريق جدد قد سلكه متقدمو الفقهاء المصنفين في الفقه ، كما يعلم بمراجعة كتب المفيد والمرتضى والشيخ وغيرهم ، وينبه على اشتهار\r\n","description":"","footnote":"","page_name":" 89 ","page_number":98},
  {"content":"\r\nالتحريم بين السلف في الصدر الأول سؤال علي بن جعفر أخاه موسى ( ع ) عن ماء الزبيب يطبخ حتى يذهب ثلثاه هل يصلح ان يرفع ويشرب منه طول السنة ؟ حيث إن المستفاد منه كون المشتبه حكم المطبوخ على الثلث باعتبار بقائه وطول مكثه لا لاشتراط الحلية فيه بطبخه على الثلث يعنى انه كان مفروغا عنه عنده ، وكذا ما تضمنته موثقة عمار الساباطي من السؤال عن ماء الزبيب انه كيف يطبخ حتى يحل ؟ لدلالته على علم السائل بان الحل في المسؤول مشروط وليس بمطلق وإن اشتبه عليه تعيين الشرط ، وقد أورد ثقة الإسلام الكليني في الكافي في باب أصل تحريم الخمر الأخبار المتضمنة لتحريم ثمرة الكرم بالغليان وإنها في حكم الخمر ما لم يذهب منه الثلثان ، وفي باب صفة الشراب الحلال ، الروايات الدالة على تحريم ماء الزبيب بعينه ، وفي باب الطلاء رواية علي بن جعفر الواردة في شرب الزبيب ، وتطبيق ما أورد من الاخبار على نحو عنوان الباب وكذا طريقته المعروفة التي نبه عليها في مفتتح الكتاب يقتضي كونه عاملا بما دلت عليه تلك الظواهر التي لم يذكر لها معارضا ، وحكى رئيس المحدثين الصدوق في كتابي المقنع والفقيه عن أبيه الشيخ الجليل علي بن بابويه ، ونقل العبارة الماضية سابقا ، وهذه العبارة بعينها هي عبارة الفقيه المنسوب إلى الرضا ( ع ) وظاهرها تحريم ثمرة الكرم مطلقا ولو بعد جفافها وصيرورتها زبيبا ، وهذا بإطلاقه يدل على أن تحريم العصير الزبيبي مذهب علي بن بابويه ، ومن طريقة الصدوق العمل برسالة أبيه إليه ، وقد أورد في كتاب علل الشرائع والأحكام الأحاديث المتضمنة لتعليل ذهاب الثلثين من ثمرة الكرم بما وقع بين نوح وإبليس ، من النزاع حتى استقر الأمر فيه على الثلثين وظاهرها اعتبار ذهابهما في حاصل الكرم مطلقا رطبا ويابسا وقال في الباب الأول من كتاب من لا يحضره الفقيه ان النبيذ الذي أحل شربه والوضوء به هو الذي ينبذ في الغداة ويشرب بالعشي أو ينبذ بالعشي ويشرب بالغداة ، ويستفاد منه ان ما تجاوز الحد المذكور هو النبيذ المحرم وهو خلاف ما عليه المحللون من تحليل النقيعين مطلقا ما لم يتحقق الإسكار\r\nوأورد شيخ الطائفة في التهذيب رواية علي بن جعفر الظاهرة في تحريم ماء الزبيب\r\n","description":"","footnote":"","page_name":" 90 ","page_number":99},
  {"content":"\r\nفي جملة روايات العصير وصحيحته المتضمنة لعدم تصديق من لم يكن مسلما عارفا فيما لم يعلم أنه مطبوخ على الثلث وكذا موثقة عمار الدالة على ذلك وإطلاق الشراب فيهما يشمل الزبيبي ثم حمل ما رواه على الواسطي مما دل على التمشط بما فيه الخمر على ما رواه عمار الساباطي قال ( سئلت أبا عبد اللَّه عن النضوح قال يطبخ التمر ) « الحديث » وهذا يدل على أن العصير التمري عند الشيخ حرام نجس لا يطهر ولا يحل الا بذهاب ثلثيه وتحريم التمري يقتضي تحريم الزبيبي لأن تحريم الزبيبي أشهر فتوى وأوضح دليلا وثبوت الأضعف يستلزم ثبوت الأقوى وأيضا فالظاهر أن كل من قال بتحريم التمري قال بتحريم الزبيبي ومن قال بحلية الزبيبي قال بحلية التمري فالقول بحلية التمري دون الزبيبي خلاف الإجماع ، وقال القاضي نعمان في دعائم الإسلام ونقل العبارة الماضية وبين وجه الدلالة ونقل عن الأصحاب إنهم رووا تحريم العصير وأطلق جماعة منهم تحريمه في كتب الفتوى من دون تقييد بالعنبي وظاهرهم تحريم العصير بأنواعه الثلاثة المشهورة ومنهم الفاضلان في أشربة الشرائع والقواعد والتحرير والإرشاد حيث إن فيها ان العصير حرام أو حرام أو نجس كما في الثاني حتى يذهب ثلثاه أو ينقلب خلا ولو أراد خصوص العنبي لكان الحكم في الزبيبي والتمري مع عموم البلوى به ومسيس الحاجة إليه مهملا في موضعه متروك البيان في محله وهو باب الأشربة والاعتماد على حكم الأصل في هذا الأمر الذي تتوفر إليه الدواعي بعيد من طريقة الفقهاء فان من عادتهم التعرض لمثل ذلك خصوصا مع وجود الخلاف وتطرق الشبهة باعتبار تعارض الأدلة ثم إن تصريحهما بإباحة الزبيبي والتمري في كتاب الحدود من هذه الكتب ليس قرينة على إرادتهما خصوص العنبي في باب الأشربة فإن اختلاف الفتوى وتجدد النظر غير عزيز منهما ولو في الكتاب الواحد بل ربما يكون شوبهما التخصيص في الحدود بالنظر والتردد مما يشهد بإرادتهما العموم من العصير في كتاب الأشربة مع أن المحقق في النافع الذي هو مختصر الشرائع ومتأخر التصنيف عنه قد أطلق تحريم العصير في الحدود أيضا وكذا العلامة في التبصرة وحكى فخر المحققين في حواشي الإرشاد عن والده العلامة أنه يجتنب عصير الزبيب وكلامه في أجوبة المسائل المهنائية واضح الدلالة على التحريم\r\nو ","description":"","footnote":"","page_name":" 91 ","page_number":100},
  {"content":"\r\nربما يظهر من الشهيد في البيان وعزى القول بتحريم الزبيب في الدروس إلى بعض مشايخه المعاصرين وكان المراد به فخر المحققين لأنه أشهر مشايخه والنقل عنه متكرر في كتب الشهيد « ره » ولعله سمع منه مذاكرة أو ثبت عنده بطريق النقل وربما يلوح من ابن فهد في حدود المهذب اختصاص الحل بطعام الزبيبة وعصير التمر والرطب دون العصير الزبيبي وقد ذهب إلى التحريم صريحا الشيخ الحر العاملي والشيخ سليمان البحراني والسيد عبد اللَّه الجزائري في شرح النخبة ونقل فيه موافقة كثير من المشايخ الذين عاصرهم أو قارب عصرهم - والى هذا القول ميل الفاضل الهندي في شرح القواعد وهو ظاهر الفاضل القاساني في الوافي وأطعمة المفاتيح وهو اختيار شيخنا المحقق دام ظله يعنى به الوحيد البهبهاني وما يقال إنه لعل الوجه في ادعاء الشهرة على التحليل كونه قول معظم فقهائنا المعروفين في الفقه مدفوع » بأنه غير ثابت لان مذاهب أكثر المتقدمين على المفيد من الفقهاء كابن الجنيد وابن أبي عقيل وغيرهما لم تعرف الا بالنقل عنهم لذهاب أكثر كتبهم واندراسها ولم ينقل أحد من الأصحاب في المسئلة عنهم قولا بالحل ومصنفات المفيد والسيد المرتضى وسلار ليس فيها تعرض لحكم العصير فضلا عن الزبيبي بخصوصه وكلام الشيخ في المسئلة مختلف وهو مع اختلافه ليس نصا في شيء من الحل والحرمة وكذا كلام ابن البراج وابن حمزة وغيرهما من اتباع الشيخ . واما الفاضلان فالظاهر أن الذي استقر عليه رأيهما هو التحريم . كما يقتضيه إطلاق المحقق تحريم العصير في كتابي الحدود والمطاعم من النافع الذي هو متأخر التصنيف وكذا العلامة في المسائل المدينة المتأخرة عن كتبه الفقهية وفتوى الشهيد مختلفة وظاهر اللمعة التحليل مطلقا والمستفاد من الدروس التفصيل بحل الطبيخ دون النقيع وهو خلاف ما ذهب إليه القائلون بالحل وكلام ابن فهد في حدود المهذب يقتضي رجوعه عن اختياره الحل في أطعمة الكتاب فإذا لم يخلص للقول بالحل الا آحاد لا يثبت بهم اشتهار القول المذكور قطعا وباقي الأصحاب بين قائل بالتحريم ومختلف في فتواه وساكت عن المسئلة ومسكوت عنه والأمر الثابت المقطوع به هنا حكم الأصحاب بتحريم العصير وروايتهم الأخبار الواردة فيه وفي خصوص المعتصر من الزبيب وهو عند التحقيق\r\n","description":"","footnote":"","page_name":" 92 ","page_number":101},
  {"content":"\r\nراجع إلى القول بالتحريم ما لم يعلم خلافه وقد علم من ذلك بطلان دعوى الاشتهار في جانب الحل وإن الظاهر اشتهار التحريم بين المتقدمين وخصوصا عند القدماء من أصحاب الحديث وغاية ما يقال في مقام التسليم هو نفى الشهرة من الجانبين والقول بثبوت شهرتين اشتهار التحريم بين المتقدمين وشهرة الحل بين المتأخرين فأما اشتهار الحل مطلقا ، فلا\r\n( المقالة الرابعة عشرة )\r\nينبغي للمتأمل المتروى في اخبار الباب وكلمات الأصحاب ان لا يغتر بما في كلام هذا الجليل المستطاب وما أتعب فيه نفسه الشريفة أي إتعاب فإن الذي لا يدخله الشك والارتياب ، ان هذه الكلمات والاستفادات من مثل هذه العلامة المعروف بالدقة والتحقيق من أعجب العجاب واقتصر سبطه البارع في البرهان القاطع في ردها على كونه تكلفا واضحا والتجأ إلى الاعتذار بأنه صدر منه لمجرد المباحثة وإجالة النظر موهما انه غير معتقد لها لكن مقابلة مثل هذا التطويل والإبرام والإصرار بمثل هذا الاعتذار أعجب ،\r\nاعتراضات على العلامة الطباطبائي قدس سره\r\nومواضع النظر والاشكال في الكلمات المسطورة وإن كانت كثيرة جدا الا ان التعرض بكلها تطويل بلا طائل ونحن نقتصر على عشرة منها يتضمن التنبيه عليها بعض الفوائد المهمة حرصا على تكثير الفائدة وتعميم العائدة وتقليلا لإسائة الأدب مع هذا البحر الخضم والطود الأشم ،\r\n( أحدها )\r\n( أحدها ) قوله رواه كثير من أصحاب الحديث مسميا للجماعة المذكورين في كلامه ( فليعلم ) أولا انه أراد برواية علي بن جعفر وموسى بن القاسم ما في الكافي والتهذيب عن عدة من أصحابنا عن سهل بن زياد عن موسى بن القاسم عن علي بن جعفر عن أخيه أبي الحسن ( قال سئلته عن الزبيب هل يصلح ان يطبخ حتى يخرج طعمه ثم يؤخذ الماء فيطبخ حتى يذهب ثلثاه ويبقى ثلثه ثم يرفع فيشرب منه السنة فقال لا بأس به ) وليس لموسى بن القاسم ذكر\r\n","description":"","footnote":"","page_name":" 93 ","page_number":102},
  {"content":"\r\nفي شيء من الروايات المتعلقة بالعصير والزبيب إلا في هذه الرواية ، ولعلى بن جعفر رواية أخرى استظهر العلامة المذكور منها أيضا حرمة الزبيبي ( قال سئلته عن الرجل يصلى إلى القبلة لا يوثق به أتى بشراب يزعم أنه على الثلث فيحل شربه ؟ قال لا يصدق الا أن يكون مسلما عارفا )\r\nوأراد برواية أحمد بن أبي نصر ويونس بن عبد الرحمن ، روايتهما المتعلقة بمشاجرة إبليس ( لعنه الله ) مع نوح ( ع ) وبعض ما تضمن لفظ العصير\r\nوبرواية محمد بن أحمد بن يحيى ، ما رواه في التهذيب عنه مرفوعا إلى عمار القريب إلى الرواية الثانية لعلي بن جعفر سؤالا وجوابا ودلالة على ما زعمه وبعض ما تضمن لفظ العصير مطلقا\r\nوبرواية محمد بن يحيى العطار ، ما روى عنه في الكافي مرفوعا إلى عمار المتضمن لسؤاله عن الزبيب ( كيف يطبخ حتى يشرب حلالا ؟ ) وما يشبهه\r\nوبرواية أبى على الأشعري ما روى عنه من بعض اخبار مشاجرة إبليس ( لعنه الله )\r\nوبرواية علي بن إبراهيم جملة مما روى عنه في الكافي من أشباه هذه المضامين ثم إن طريق الاطلاع على روايات هذه الأجلاء في هذه الأعصار المتأخرة منحصر فيما نقل في الكتب الأربعة وما يشبهها وهؤلاء الجماعة الذين سميناهم بعضهم واقع في آخر السند يروى بلا واسطة كعلي بن جعفر ، وبعضهم في وسطه ، كموسى بن القاسم وأحمد بن أبي نصر ، ويونس بن عبد الرحمن ، وبعضهم في أول السند ، كعلي بن إبراهيم ، ومحمد بن يحيى العطار ، وأبى على الأشعري وكثيرا ما يختفى وجه افراد العلامة المذكور هؤلاء الجماعة بالذكر ، وسر هذا التفكيك الذي ارتكبه ، فإن أراد تعداد كل من وقع في أسانيد روايات العصير والزبيب وما يشبههما أولا وآخرا فربما يزيدون على مأة وإن أراد من وقع في الآخر ويروى بلا واسطة فلا وجه لذكر مثل موسى بن القاسم ويونس ، ولم يختلف أمثال هذه الأمور إلا لاندراس علم الحديث والرجال والدراية في هذه العصور ، وإنما الوجه فيه ان هذه الجماعة الذين سماهم كلهم أرباب كتب معتبرة علم بوجودها عند مشايخ الحديث وبنقلهم عنها ، كما\r\n","description":"","footnote":"","page_name":" 94 ","page_number":103},
  {"content":"\r\nيظهر ذلك من الطرق التي ذكرها الشيخ ( ره ) في آخر التهذيب والاستبصار إلى هؤلاء الجماعة ، واما الباقون ممن وقع في أساتيد الروايات المتعلقة بالعصير فهم أيضا وإن كانوا أجلاء وأصحاب أصول وكتب معتبرة وفيهم مثل زرارة ومحمد بن مسلم ومن يشبههما الا ان الطريق إلى رواياتهم غالبا كتب هؤلاء الجماعة الذين سماهم السيد المرحوم ( قده ) كما يظهر أيضا من كتابي الشيخ « ره » ثم إنهم وإن كانوا ينقلون عن هذه الكتب الا أنهم يذكرون الأساتيذ إليها لما كانوا يعتقدون من أن النقل عن الكتاب إرسال ( ولذا ) أورد الشيخ قده في آخر التهذيب طرقه إلى الكتب معللا بان ذكر الأسانيد يخرج الأحاديث المنقولة عن الكتب عن حد المراسيل ويلحقها بباب المسانيد فمن ثبت عند السيد المرحوم انه ذو كتاب مصنف معتبر وإن الحديث في الكتب الأربعة منقول عن كتابه سماه أولا كان أو وسطا أو آخرا إذا عرفت هذه المقدمة فنقول يرد عليه في هذا الاستظهار أمور ( الأول ) انه يبتني على تمامية دلالة هذه الأخبار ولو على وجه الظهور عند هؤلاء الذين ذكروها في كتبهم ولعلهم لا يرونها ظاهرة في هذا المعنى الذي يدعيه ، كما هو في الواقع كك كما ستعرف ، أو يرونها ظاهرة في غيره والظواهر مما يختلف باختلاف الأشخاص والافهام والأحوال ، وكيف يسند على وجه الجزم إلى أحمد بن أبي نصر وغيره انه روى تحريم الزبيبي بمجرد روايته قوله ( ع ) لا يحرم العصير حتى يغلى مع ابتنائه على شمول العصير الزبيبي وعلى أعمية الغليان مما كان بنفسه أو بالنار ولعلهما ممنوعان عند الراوي كما هو في الواقع كك والعجب أنه يدعى الظهور في مثل هذه الروايات التي وقف عليها القوم قديما وحديثا ولم يستظهروا منه ما يروم إثباته ثم يجزم بكونها ظاهرة فيه عند هؤلاء الجماعة ثم يستكشف من نقلهم افتائهم ( الثاني ) انه يبتني على عدم ذكر هؤلاء الجماعة في كتبهم ما هو أظهر منها دلالة أو نص في حلية العصير الزبيبي ولا طريق إلى هذا النفي إلا الحدس الظني تنزلا ( الثالث ) انه يبتني على كون الجماعة ملتزمين بان لا يودعون في كتبهم الا ما يفتون به ويعملون على طبقه ولم يثبت بل ثبت خلافه في حق كثير من المصنفين في الحديث ، فان غرضهم استيعاب ما سمعوه ورووه كما يظهر من خطبة الفقيه ، وقد ذكر كل من صنف في الرجال في حق محمد بن أحمد\r\n","description":"","footnote":"","page_name":" 95 ","page_number":104},
  {"content":"\r\nبن يحيى وهو أحد هؤلاء الجماعة انه كان يروى عن الضعفاء ويعتمد المراسيل ولا يبالي عمن أخذها عليه في نفسه طعن في شيء\r\nثانيها\r\n( ثانيها ) قوله ره وينبه على اشتهار التحريم بين السلف سؤال علي بن جعفر « إلخ » إذ فيه انه لا دلالة فيه أبدا على اعتبار ذهاب الثلثين في الحلية وإنه كان يعتقد ذلك بل الوجه في تخصيصه السؤال بما ذهب ثلثاه ما تقدم سابقا ان ما لم يذهب ثلثاه يتغير بطول المكث وينقلب خمرا وهو يعلم ذلك الا ان اشتباهه في أن ما ذهب ثلثاه هل يبقى على حاله ولا يتغير حتى يصلح لان يرفع ويشرب منه طول السنة أو انه أيضا مثل ما لم يذهبا منه ،\r\nثالثها ورابعها\r\nومنه يظهر الجواب عما ذكره من موثقة عمار ، وهو ( الموضع الثالث ) من مواضع الانظار ، ( رابعها ) قوله وقد أورد الكليني « ره » ( إلخ ) إذ فيه ( أولا ) انه لم يظهر من الكليني عمله بكل ما رواه في كتابه ولذا أورد كثيرا من الروايات المتعارضة المتنافية ، وأورد كثيرا من فتاوى الفضل بن شاذان ، وفتاوى يونس بن عبد الرحمن ، وفيها ما هو منكر جدا ، مخالف لإجماع الإمامية ( وثانيا ) انه يبتني على تمامية دلالة تلك الروايات عنده على أن مجرد طبخ الزبيب يوجب خمريته أو حرمته وكيف يظن بأحد ممن لم يسبق إلى ذهنه شبهة انه يعتقد ان مجرد طبخ الزبيب بالنار يوجب حدوث الإسكار ، و ( ثالثا ) ان ما رواه مما يدل على تحريم الزبيبي إنما هو فيما غلى بنفسه بطول المكث وحدث فيه الإسكار كما أفصحت به الروايات وقد مر ويأتي\r\nخامسها إلى ثامنها\r\nومنه يظهر الحال فيما نسبه إلى الشيخ قده ( وهو سادسها ) وتبين مما ذكرنا سابقا وأوضحناه غاية الإيضاح مفاد كلام الدعائم فلا نعيد ( وهو سابع المواضع ) ( وثامنها ) ما نسبه إلى الفاضلين من جهة إطلاقها تحريم العصير في باب الأشربة إذ من المتيقن أو الظَّاهر ولا من المحتمل ( 1 )\r\n\r\nإرادتهما عصير العنب فكيف يصح اسناد تحريم الزبيبي\r\n","description":"","footnote":"\r\n( 1 ) الظاهر : ولا أقل من المحتمل\r\n","page_name":" 96 ","page_number":105},
  {"content":"\r\nإليهما بمجرد هذه العبارة سيما مع تنصيصهما في باب الحدود بحلية الزبيبي وجعله من باب اختلاف الفتوى عجيب جدا ، وأين فتويهما بالحرمة المخالفة لهذا التنصيص وما حكى عنه الفخر من الاجتناب يجتمع مع الاحتياط المطلوب في كل باب واستظهاره من أجوبة المسائل المهنائية التحريم أيضا عجيب فإنه تعرض لإباحة ما انضم إلى غيره لمطابقة الجواب مع السؤال حيث إنه لم يقع السؤال إلا عنه لا لان غيره حرام عنده وإنه يفصل هذا التفصيل العجيب وأين الدلالة في كلامه فكيف بوضوحها ومثله في عدم الدلالة كلام ابن فهد فان غايته التصريح بحلية ما سواه أيضا في أطعمة الكتاب فكيف يجعل هذا رجوعا عن ذاك\r\nتاسعها وعاشرها\r\nوهو ( تاسع المواضع ) و ( عاشرها ) ما نسبه إلى الدروس من ذهابه إلى التفصيل بين النقيع والطبيخ مع أن عبارته كما عرفت صريحة في أن الزبيب مما ذهب ثلثاه بالشمس فلا يبقى عنده وجه لحرمة ما حصل فيه النشيش بنفسه إلا صيرورته مسكرا ولذا لا ينفع ذهابهما فيه شيئا وأين هذا مما رامه من تحريم الزبيب وإن لم يسكر وبقيت بعد في كلامه مواضع يحتاج توضيح النظر فيها إلى تطويل لا طائل تحته وإذ أتينا بما عندنا من الكلام في هذه المقالات فلنعقبها بفصول متضمنة لأحكام أقسام العصير مستقلا فإنها وإن تبينت مما سبق الا أنها بقيت بعد فوائد لا ينبغي اخلاء الرسالة منها فنقول\r\nالفصل الأول\r\n« في العصير المتخذ من العنب »\r\nرسالة مستقلة في العصير اعلم أن الذي لا يزال نفسي تميل إليه ويلوح لي من مجموع الآثار والاخبار ان الحال في جميع أقسام العصير والنبيذ والنقيع على نهج سواء وإنه لا فرق بين العنب والتمر والرطب والزبيب والتين والعسل والشعير وأشباهها وإن الحرمة والنجاسة في الجميع يدور مدار الإسكار فما أسكر منها كان محرما نجسا لم يغل أو غلى بنفسه أو بالنار ذهب ثلثاه أو لم يذهب ان أمكن الفرضان وما لم يسكر فلا وإن تعليق التحريم في الأدلة في العصير مثلا على الغليان إنما هو لامتناع تحقق الإسكار بدونه عادة كما أن تعليق التحليل على ذهاب الثلثين إنما هو لامتناع تحقق الإسكار\r\n","description":"","footnote":"","page_name":" 97 ","page_number":106},
  {"content":"\r\nبعده عادة وأن ما لم يذهب ثلثاه يسرع إليه الشدة والإسكار فلو فرض الأمن من طروهما بالدبسية مثلا من غير ذهابهما كان محللا فلا يعتد في التحريم بالغليان كما أنه لا يعتد في جعل ذهاب الثلثين محللا ، والمشهور يساعدون على جميع ما ذكرنا إلا في موضعين ( أحدهما ) الحكم بحرمة عصير العنب بعد الغليان بالنار وإن علم بعدم حدوث صفة التغير والإسكار فيه ( والآخر ) الحكم ببقاء التحريم فيما حكم بتحريمه ما لم يذهب ثلثاه وإن صار دبسا مثلا\r\n( أما الأول ) الحكم بحرمة عصير العنب بعد الغليان بالنار\r\nفيدعون الإجماع عليه ويساعدهم إطلاق الأدلة ظاهرا وإن صرح الوحيد المجدد البهبهاني بعدم تحقق الفرض وإن الغليان في العنب وما يشبهه ولو بالنار يلازم الإسكار دائما ومثله العلامة الطباطبائي حيث استظهر كون تحريم العصير العنبي بعد الغليان معللا بالاسكار الخفي بل ظاهر شهادات المبسوط عدم حرمة ما لم يسكر قال :\r\nفأما ما لا يسكر من الأشربة وهو عصير العنب قبل ان يشتد ، وكك ما عمل من تمر وغيره فكله حلال قبل ان يسكر ، وقد أسمعناك حق القول في المقام وإن الغليان بنفسه في العنب والتمر والزبيب وإن كان ملازما لحدوث الإسكار الا ان الغليان بالنار بمجرده لا يحدث إسكارا جليا ولا خفيا ، وعلى كل حال فالإطلاق المتراءى من الأدلة ظاهرا سيما في مثل قوله ( كل عصير أصابته النار فهو حرام حتى يذهب ثلثاه ) أو عمومها بالنسبة إلى ما طال عليه المكث فتغير أولا ، بل ظاهر تعليق التحريم على نفس الغليان بالنار الغير الملازم للإسكار عادة وتحديده بالغاية المذكورة كظهور الإجماع ، يثبطني عن القول بحلية عصير العنب الذي على بالنار من غير مضى زمان عليه يوجب غليانه بنفسه فهذا الفرد فقط مستثنى من تلك الكلية التي ادعينا ويحكم عليه بالحرمة تعبدا ولعله حماية للحمى وإنه لو رخص في المغلي بالنار المستعد لتسارع الإسكار لأدى إلى شربه بعد مضى زمان يوجب تغيره ولو من حيث لا يشعر كما أن هذا بعينه صار علة للنهي عن الانتباذ في أوعية مخصوصة كما عرفت وإن نسخ بعد ذلك لما اشتكى الصحابة بعد ان شرط عليهم ان لا يشربوا مسكرا بل هذا بعينه هو العلة في النهي عن التعليل من المسكر الذي لا يبلغ حد الإسكار فإن مقتضى الجمع بين تحريمه وبين تعليل حرمة الخمر بالاسكار والإفساد والأداء إلى القبائح كما في\r\n","description":"","footnote":"","page_name":" 98 ","page_number":107},
  {"content":"\r\nالروايات لأنها ليست موجودة في قليلها مع ثبوت تحريمه فليس الا لما ذكرنا وقد عرفت من الوحيد البهبهاني والعلامة الطباطبائي إنهما لم يرضيا باستثناء هذا الفرد أيضا من تلك الكلية .\r\n( واما الثاني ) فستسمع النصوص الدالة على أن صيرورة العصير حلوا يخضب الإناء يقوم مقام ذهاب الثلثين وأن جماعة اكتفوا بصيرورته دبسا قبل ذهاب الثلثين « وبالجملة » فلنتكلم في هذا الفصل في تحقيق حال خصوص العنبي ودفع توهم النجاسة فيه من غير إسكار ( فنقول ) ان العصير العنبي المغلي على قسمين ( الأول ) ما غلى بطول المكث وقد عرفت الحال فيه وإنه خمر حقيقة وإنه يحدث فيه الشدة والإسكار سواء لم تمسسه النار أصلا وهو الذي اتفقوا على خمريته أو طبخ أدنى طبخة ثم ترك حتى برد ثم غلى بنفسه وهو المسمى بالباذق معرب « باده » من أسماء الخمر بالفارسية ( الثاني ) ما غلى بالنار وقد عرفت ان حرمة ما لم يذهب ثلثاه ولم يصر دبسا مورد اتفاق النص والفتوى وإنه لو كان نزاع فإنما هو في النجاسة وعدمها مع عدم الإسكار كما إنك قد عرفت ان دعوى اشتهار القول بالنجاسة لا أصل لها وإنما نشأت من عبارة المختلف بتخيل انه أراد بما عزاه إلى الأكثر جميع ما وقع في عنوان كلامه مع أنه لم يرد الا الخمر والمسكر كما تبين وقد عرفت ان الشهيد لم ينقل القول بها الا عن ابن حمزة والمحقق وعرفت أيضا إنهما لا يقولان بها الا مع الغليان بنفسه . كما في كلام الأول أو مع الشدة التي لا يراد بها إلا الشدة المسكرة كما في كلام الثاني فيخرج عن مفروض النزاع بل ذكر الشهيد الثاني في حدود الروضة ان كل من قال بتنجيس ( 1 )\r\n\r\nالعصير بالغليان اعتبر فيه الاشتداد « فح » يصير المسئلة المعروفة بالخلاف والاشكال عارية عن الخلاف والاشكال بناء على ما ذكرنا وأوضحنا من أن المراد بالاشتداد في كلام المعتبرين له لا يراد إلا الشدة المسكرة وإن هذا هو الذي يراد عند إطلاق هذا اللفظ في الاخبار وكلمات الفقهاء الأبرار في هذا المقام وإن هذا هو السر في اكتفائهم بالدعوى المجردة وأنه لا يمكن عادة منهم ولا ممن دونهم ان يقنع في مثل هذه الدعوى البعيدة المنكرة من أن الغلظة من حيث هي هي توجب النجاسة وزيادتها توجب الطهارة بصرف الادعاء بل لا بد أن يحتج لها ويستدل عليها ولو بحجة ضعيفة\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخة المخطوطة والأصح ( بتنجس ) كما لا يخفى\r\n","page_name":" 99 ","page_number":108},
  {"content":"\r\nكما هو المشاهد منهم في سائر المقامات ، وعرفت أيضا ان التمسك بموثقة معاوية بن عمار إنما حدث من الأسترآبادي وتبعه من تبعه ، ( وبالجملة ) صارت هذه المسئلة العظيمة القديمة مما لا خلاف فيها أصلا إلا لخلاف في نجاسة المسكر ، بناء على المقدمات التي نبهنا عليها ، حيث إن حرمته بعد الغليان كحليته قبله يقينية ، ونجاسته بعد الإسكار أيضا مفروغ عنها ، ونجاسته قبله لا قائل بها إذ القائل بالنجاسة أما يعتبر الغليان بنفسه الملازم للإسكار كابن حمزة أو يعتبر الاشتداد المعنى به الإسكار ولم يقل أحد بالتنجيس من غير اشتداد على ما في حدود الروضة ، وهذه فائدة جليلة ينبغي اغتنامها الا ان الذي يساعده التتبع الكامل وجود القول بالنجاسة من غير اشتداد كالبعض الذي حكى عنه المحقق في المعتبر وظاهر ابن فهد « ره » وشيخنا البهائي في اثنى عشريته ، أو مع الاشتداد المفسر بالغلظة كشيخنا الأنصاري ، والحال في هذا القول على تقدير وجوده وعدم كون المراد من البعض في المعتبر هو ابن إدريس وإن اتضحت مما مر منا في المقالات السابقة إلا أنا نتكلم فيه في الجملة تنبيها على بعض الفوائد التي لم ينبه عليها فيما سبق « فنقول » :\r\nالدليل على نجاسة العصير وجوابه\r\nعمدة ما يحتج به على النجاسة ما رواه الشيخ في التهذيب بإسناده عن أحمد بن محمد عن محمد بن إسماعيل عن يونس بن يعقوب عن معاوية بن عمار ( قال سئلت أبا عبد اللَّه « ع » عن الرجل من أهل المعرفة بالحق يأتيني بالبختج ويقول قد طبخ على الثلث وأنا أعرف أنه يشربه على النصف أفأشربه بقوله وهو يشربه على النصف ؟ فقال « ع » خمر لا تشربه ، قلت فرجل من غير أهل المعرفة ممن لا نعرفه يشربه على الثلث ولا يستحله على النصف يخبرنا ان عنده بختجا على الثلث قد ذهب ثلثاه وبقي ثلثه يشرب منه ؟ قال ( ع ) نعم ) وسند الرواية في غاية الاعتبار وجميع رواتها من المتفق على وثاقته وعدالته ، بل هي صحيحة على الصحيح وإن اشتهرت بالموثقة لمكان يونس بن يعقوب ، حيث وصفه أبو جعفر بن بابويه بالفطحية ، فإن المصرح به في كلام النجاشي ( وهو المقدم السابق ، والخريت الحاذق في هذا الفن ) رجوعه\r\n","description":"","footnote":"","page_name":" 100 ","page_number":109},
  {"content":"\r\nحال يونس بن يعقوب\r\nعنها ، قال إنه قد قال بعبد اللَّه ثم رجع وروى الكشي روايات تدل على صحة عقيدته وقد اهتم بتجهيزه وكفنه ودفنه أبو الحسن الرضا ( ع ) مما لا يجتمع مع إنكار إمامته وإمامة أبيه ففيما رواه علي بن فضال انه مات يونس بن يعقوب بالمدينة فبعث إليه أبو الحسن الرضا بحنوطه وكفنه وجميع ما يحتاج إليه وأمر مواليه وموالي أبيه وجده ان يحضروا جنازته وقال لهم احضروا له في البقيع فان قال لكم أهل المدينة عراقي لا ندفنه بالبقيع فقولوا لهم هذا مولى أبى عبد اللَّه ( ع ) وكان يسكن بالعراق فان منعتمونا ان ندفنه في البقيع منعناكم ان تدفنوا مواليكم بالبقيع فدفن في البقيع ( فأما الدلالة ) فإما من جهة تشبيهه البختج ( وهو العصير المطبوخ باتفاق اللغويين معرب « پخته » ) بالخمر ما لم يذهب ثلثاه فيوجب ثبوت الأحكام الظاهرة ومنها النجاسة . واما من جهة انه خمر حقيقة كما هو المحكي عن جماعة من فقهاء الخاصة والعامة كالصدوقين والكليني والبخاري بل عن المهذب البارع ان اسم الخمر حقيقة في عصير العنب إجماعا ، قال العلامة الوحيد البهبهاني في شرح المفاتيح يظهر من الاخبار التي رواه في الكافي في باب أصل تحريم الخمر وبدوه ، ورواها الصدوق في العلل انه داخل في حقيقة الخمر فلاحظ وتأمل ، والصدوق في الفقيه في باب حد شرب الخمر قال قال أبى في رسالته اعلم يا بنى ان أصل الخمر من الكرم إذا أصابته النار أو غلى من غير أن يمسه فيصير أعلاه أسفله فهو خمر لا يحل شربه حتى يذهب ثلثاه ثم أتى بعبارات صريحة في أن مراده من الخمر هذا الخمر الحقيقي المعهود ثم قال وللخمر خمسة أسامي العصير من الكرم « إلخ » فظاهر الصدوقين والكليني كونه خمرا حقيقة وهو الظاهر من صحيح البخاري من علماء العامة ومما يشير إلى ذلك أنه سئل الصادق من ثمن العصير قبل ان يغلي قال ( ع ) لا بأس ، وإن غلى لا يحل وفي آخر بعد ما سئل عنه قال ( ع ) إذا بعته قبل أن يكون خمرا وهو حلال فلا بأس وصرح بعض المتأخرين بمساواته للخمر في جميع الأحكام ويؤيده أيضا ان حده حد شارب الخمر وله « ره » رسالة مستقلة في العصير أصر فيها على كون العصير خمرا حقيقة بمجرد الغليان ولو بالنار ومحصل ما أطنب فيها يرجع إلى هذا الذي نقلناه وربما يورد على الاحتجاج بالرواية السابقة بأنه مبنى على وجود لفظة\r\n","description":"","footnote":"","page_name":" 101 ","page_number":110},
  {"content":"\r\n« خمر » فيها مع أن جميع نسخ الكافي متفقة على عدمها ، ومن المعلوم كونه أضبط من التهذيب الذي ذكر غير واحد من المهرة كثرة اشتماله على السهو والغفلة والتحريف والنقصان في متون الاخبار وأسانيدها ، بل قيل إنه قلما يخلو خبر من علة في ذلك كما لا يخفى على من نظر في كتاب التنبيهات التي صنفها السيد المحدث الماهر السيد هاشم البحراني فيما يتعلق برجال التهذيب ويجاب بان احتمال السقوط أظهر عن احتمال الزيادة حتى من مثل الشيخ وكم من موضع قدموا الرواية على ما في نسخة التهذيب على نسخة الكافي ، ومنه تعين الجانب الذي يخرج منه الحيض فان متن رواية أبان على ما في الكافي يدل على خروجه من الأيمن ، ورجح المحققون متنها المنقول في التهذيب الدال على خروجه من الأيسر ، واعتذروا عن تلك باعتضاده في المقام بالقرائن الخارجة ، وكذا في مسئلتنا المعتضدة بعد الوثوق بعدم الزيادة لوجود لفظة الخمر في رسالة الصدوق التي هي كالروايات ،\r\nأقول أما وجود لفظة الخمر في الصحيحة فلا يظن به مع خلو الكافي وكثرة اختلال التهذيب بل عدم العلم باتفاق نسخ التهذيب في الزيادة حيث إن بعض نسخة الصحيحة القديمة أيضا خال عنها وإنما ذكرت في الحاشية معلما عليها بعلامة الصحة وربما يظهر من صاحبي الوافي والوسائل ان النسخة الحاضرة عند هما من التهذيب كانت خالية عنها أيضا حيث نسبا الرواية الخالية عنها إلى الكافي والتهذيب على حد سواء ولم يبنها على وجود الزيادة في أحدهما وتأييد وجودها بتضمن رسالة والد الصدوق لها عجيب جدا ، إذ محصل عبارة الرسالة تقسيم الخمر المتخذ من العنب إلى نى ومطبوخ ، وأين هذا من الموثقة وأي ارتباط بينهما وأي إشارة فيها باستنادها إليها مضافا إلى أنه على تقدير الظن بوجود الزيادة فإنما هو ظن في موضوع عادى خارجي وليس من الظنون اللفظية فلا يصلح التعويل عليه في الأحكام الشرعية ، الا ان يقال إنه ظن ناش من نقل ثقات الرواة فيشمله ما دل على وجوب الأخذ بالروايات الموثوق بصدورها ، لكنه موقوف على تحقق الوثوق وفي تحققه بمجرد كون احتمال السقوط أظهر إشكال مضافا إلى كون النجاسة من الأحكام الظاهرة للخمر مما يمكن منعه ، والى ان تفريع حرمة الشرب على قوله خمر يفيد ان\r\n","description":"","footnote":"","page_name":" 102 ","page_number":111},
  {"content":"\r\nالغرض المشابهة في خصوص الحرمة ، بل الرواية ظاهرة سؤالا وجوابا بحسب السؤالين أو الجوابين المذكورين فيها في استعلام جواز الشرب وعدمه وإفادة حكم الشرب ولو كان الغرض إفادة نجاسته لكان المناسب أو المتعين ان يقول هو نجس لا تشربه أو يقول خمر لا تشربه واغسل ما أصابه كيف ؟ ! وبالبلوى بالنجاسة من حيث يده وفمه وثيابه وأوانيه وأواني من يلوذ به أكثر وأشد ، والأحكام المتعلقة بالنجس كثيرة لا تنحصر في الشرب ، فكان الاهتمام ببيانه أكثر وأوفر سيما مع تعارف التشبيه بالخمر في خصوص الحرمة حتى قيل إنه صار كالمثل السائر أنه يشرب ( 1 )\r\n\r\nالمشروب عند المبالغة في حرمته بالخمر والمطعوم بلحم الخنزير ( ثم أقول ) قد عرفت مرارا ان من أقسام الخمر الحقيقية ما يسمى باذقا وإنه العصير الذي مسته النار ولم يذهب معظم مائيته فترك حتى غلى واختمر وإنه معرب ( باده ) من أسماء الخمر ومورد الرواية ما إذا علم أن العصير لم يطبخه صاحبه الأعلى النصف بقرينة استمرار عمله على شربه كك وإن كان يخبر اخبارا كاذبا بأنه مطبوخ على الثلث ولذا لم يعول على قوله واخباره مع أنه ذو اليد ومن أهل المعرفة ومن المعلوم ان المطبوخ على النصف إذا بقي زمانا قليلا تسارع إليه الإسكار والغالب فيما يطبخ لأجل البيع بقائه عند صاحبه في الجملة بمقدار يوجب غليانه واسكاره فالحكم بالخمرية في الرواية يراد به بحسب ما هو المتعارف فيما يبقى عند الصانعين للبختج البائعين له وإن أمكن فرض الخلو عن الشدة فيما إذا طبخه على النصف وعرضه للبيع فورا الا انه نادر وأسئلة الروايات وأجوبتها تنزل على الافراد الشائعة ، والغالب في أهل صنعته انه لا ينفد ما عندهم بل يبقى عندهم مما صنعوه سابقا فإما ان يعلم المشتري بكونه من صنعته السابقة فهو خمر حقيقة أو لا يعلم بكونه مما صنعه اليوم أو مما صنعه سابقا فيكون بمنزلة الخمر الحقيقية مع انحصار الشبهة ، واما دعوى كون الغليان بالنار موجبا للخمرية الحقيقية من غير مكث ولا طول زمان ، كما تصدى لإثباتها الوحيد البهبهاني فهي دعوى في أمر عادى تحقق في الخارج خلافها ، والوجدان مكذب لها ، ولو صار مسكرا لما أجدى في حليته وطهارته ذهاب ثلثيه بالنار الذي اتفقوا على كونه غاية للحرمة والنجاسة\r\n","description":"","footnote":"\r\n( 1 ) يشبه ( ظ )\r\n","page_name":" 103 ","page_number":112},
  {"content":"\r\nإذا الخمر المسكر النجس لا يحل ولا يطهر الا بانقلابه خلا ، وكيف يفيد تسخين المسكر وتغليظه في حليته واما ما عزاه إلى فقهاء الخاصة والعامة من كون الغليان بالنار بمجرده موجبا للخمرية الحقيقية فخطاء واشتباه منه ( ره ) قطعا وهم لا يريدون الا ان الخمر الحقيقية مما يحصل من العصير المغلي بنفسه ومما أصابته النار لكن لا بمجرد الإصابة والغليان وهم مصيبون في ذلك فالأول هو المعروف عند إطلاق الخمر والثاني هو المعروف بالباذق واما ان مجرد إصابة النار والغليان بها يوجب الخمرية فمما لم يتوهمه أحد في شيء من الا زمان ، ولا دلالة في شيء من العبارات والروايات على ذلك واعتبار الإسكار في الخمر ولو بحسب كثيره من البديهيات ، وقد تطابق الشرع واللغة والعرف كلها عليه كما أن عدمه أيضا فيما غلى بالنار ويمر عليه زمان أيضا ينبغي ان يعد من الواضحات ، وقد أتعب نفسه الزكية في هذا المقام بما لا محصل له ، تبصر وتذكر ما أسلفنا لك واشكر اللَّه تعالى على سطوح الحجة وإيضاح المحجة ،\r\n( واما ) ما عن المهذب البارع من دعوى الإجماع على خمرية عصير العنب فهو وإن كان مما خفي المراد منه على من لم يتيقن مقالاتنا السابقة ، ولذا تمسكوا بذيله في هذا المقام ، الا انه تبين المراد منه مما أوضحنا وفصلنا لك في المقالة العاشرة وسابقتها ولاحقتها ، فان الغرض منه الإشارة إلى أن المختلفين في حقيقة الخمر وإنه عبارة عن كل مسكر أو عن خصوص غير المطبوخ من العنب ، أو عنه وعن التي من النبيذ التمر . أو عن مطلق المسكر المتخذ منهما اتفقوا على أن المسكر المأخوذ من عصير العنب خمر حقيقة . وقد أسمعناك جملة من العبارات الماضية على هذا المعنى وأين الدلالة على هذا المطلب الذي هو الغرض من عبارة المهذب قطعا مما تخيلوا من أنه يريد ان عصير العنب المغلي وإن كان بالنار وكان خاليا عن الإسكار خمر حقيقة إجماعا . وليت شعري ! كيف لم يسندوا إليه انه يدعى الإجماع على خمرية مطلق عصير العنب وإن لم يغل ؟ ! فان التقييد بالغليان أيضا ليس مذكورا في كلامه كالتقييد بالاسكار وقد أسمعناك سابقا ما يغني عن الإطالة وعرفت ان الحنفية أباحوا جملة من المسكرات ما لم يبلغ حد الإسكار بدعوى ان الخمر المحرمة عينا هي\r\n","description":"","footnote":"","page_name":" 104 ","page_number":113},
  {"content":"\r\nالمتخذة من العنب ، وذكر كثير من فقهائنا ان المسكرات وإن كانت محرمة بأجمعها الا ان من استحل غير المتخذة من العنب فليس بكافر ، وقال الراغب الأصفهاني ( وهو المسلم تقدمه وإمامته ومهارته في اللغة في « مفردات القرآن » وهي من الكتب النفيسة الممتعة ) سمى الخمر خمرا لكونه خامرا للعقل اى ساترا له ، وهو عند بعض الناس اسم لكل مسكر ، وعند بعضهم للمتخذ من العنب خاصة ، وعند بعضهم للمتخذ من العنب والتمر ، وعند بعضهم لغير المطبوخ ، فغير المطبوخ من العنب هو المتفق عليه ، واستفاد ابن حجر العسقلاني من هذا الكلام ان الراغب رجح كون كل ما يستر العقل خمرا حقيقة ، وفيه ما مر من أن قولهم سمى به لكونه ساترا كقولهم سمى العيوق به لكونه عائقا ، وسميت الخيل خيلا لاختيالها في المشي ، إلى غير ذلك مما مر ، فتذكر ،\r\nبعض الاحتجاجات على نجاسة العصير مع أجوبتها\r\nوقد يستدل على النجاسة ببعض الإجماعات المنقولة وبالأخبار المتضمنة لمشاجرة إبليس لعنه اللَّه مع آدم ونوح عليهما السلام وبما تضمن نفى الخيرية عن العصير الذي طبخ ولم يذهب ثلثاه .\r\n( والجواب ) عن الكل ظاهر للمتدبر المتأمل فلا نطيل بالتعرض له وقد يستدل بما روى في الكافي والتهذيب عن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن الحسن بن عطية عن عمر بن يزيد ( قال قلت لأبي عبد اللَّه ( ع ) الرجل يهدى إلى البختج من غير أصحابنا فقال ( ع ) إن كان ممن يستحل المسكر فلا تشربه وإن كان ممن لا يستحل فاشربه ) فقال جمال المحققين انه يستفاد منها انه بحكم المسكر .\r\nأقول أما السند فرجاله كلها ثقات عدول على ما هو الأصح في إبراهيم بن هاشم وليس فيه من يتوقف في شأنه عدا عمر بن يزيد فإنه على التحقيق مشترك بين اثنين لا أزيد كما توهمه المجلسي ( ره ) ( أحدهما ) عمر بن يزيد بياع السابري المتفق على وثاقته ( والآخر ) ابن يزيد الصيقل الغير المصرح بوثاقته بل ولا مدحه من أحد من أئمة الرجال وحكاية ابن داود توثيقه عن النجاشي غير مطابقة للواقع بل توهم منه فيكون السند في حكم الضعيف بجهالة الراوي الناشئة من الاشتراك الا ان الظاهر أن الواقع في السند هو\r\n","description":"","footnote":"","page_name":" 105 ","page_number":114},
  {"content":"\r\nالثقة فإنه الأغلب وقوعا في الأسانيد . وصرح الكاظمي في المشتركات بأن رواية الحسن بن عطية من المميزات فإنه يروى عن بياع السابري مضافا إلى صحة السند إلى ابن أبي عمير المجمع على تصحيح ما يصح عنه بناء على القاعدة المشهورة ( وبالجملة ) فالسند معتبر جدا صحيح أو مثله ( واما الدلالة ) فلم أر تقريبها من أحد بل ولا الاحتجاج بها أصلا الا ان الظاهر عند هذا القاصر ان دلالتها على كون المنع منه مستندا إلى اسكاره تامة ، وتقريبها ان من المعلوم ان المدار في جواز شرب البختج وعدمه ذهاب الثلثين وعدمه وقد جعل في الرواية كون صانعه أو الآتي به مستحلا للمسكر أمارة لعدم ذهاب الثلثين ولا أقل من باب عدم ثبوت الأمارة على الذهاب وتعليق الحكم عليه ليس قطعا من باب انه أحد الأمارات على الفسق وعدم المبالاة بان يكون بمنزلة قوله ( إذا كان ممن يغتاب أو يشهد بالزور ، أو من أعوان الظلمة ، أو ممن يقامر ويلعب بالنرد مثلا بل في هذا الموضوع من المناسبة الواضحة للحكم ما لا ينبغي ان يخفى فان البختج على ما عرفت مرارا إذا ذهب ثلثاه لا يتغير بطول المكث ولا يعود مسكرا بخلاف ما إذا لم يذهبا فإنه يتسارع إليه الإسكار وتعبيره عما لم يذهب ثلثاه بكونه مما أهداه من يستحل المسكر يدل على أنه مسكر أو في حكمه إذ لا يحسن الكناية عما لم يذهب ثلثاه بكون المهدي ممن يستحل المسكر الا انه بعد كونه مسكرا كما لا يخفى على العارف بأساليب التعبيرات والمحاورات فمفاد الرواية انه لا يشرب البختج إذا أهداه إليك من يستحل المسكر لأنه لا يؤمن من أن يكون مسكرا بان يكون مما لم يذهب ثلثاه الا ان هذه الرواية أيضا كالصحيحة السابقة أما منزلة على الغالب فيما يبقى عند الصانعين للبختج على النصف أو على عدم جواز الشرب لعدم إحراز الذهاب وعدم الأمن من الإسكار لا على ما علم على وجه القطع واليقين بعدم اسكاره . فان كون المهدي ممن يستحل المسكر لا يرتبط بعدم جواز الشرب مما علم عدم اسكاره ولو تنزلت على كونه بمنزلة المسكر في التحريم إذا أهداه من يستحله وإن قطع بعدم اسكاره كان وجيها أيضا إلا أنّ الأوجه ما قدمنا .\r\n","description":"","footnote":"","page_name":" 106 ","page_number":115},
  {"content":"\r\nفروع مهمة في حكم حبات العنب\r\nبقي الكلام في بعض الفروع المهمة المتعلقة بالباب\r\nفي حكم حبات العنب\r\n( منها ) ما إذا غلت حبات العنب في نفسها إما بنفسها أو بالنار فهل هي محكومة بحكم العصير في نجاسة الأول وحرمة الثاني ؟ أو أنها محكومة بالحل والطهارة ؟ لم أر في كلام الأصحاب بعد التتبع الكامل تعرضا له بالمرة وإن كان يظهر من المحقق الأردبيلي والعلامة المجلسي والمحقق الخوانساري ان المصرح به في كلام الأصحاب أو جماعة منهم مساواته للعصير ولم اعلم من أين استفادها . ولكن صرح في البحار بعد نقل التحريم انه غير موجه لعدم صدق العصير عليه فالأدلة العامة تقتضي حله . وكذا الأردبيلي فإنه مال إلى الحل فقال لو غلى ماء العنب في حبه لم يصدق عليه انه عصير غلى ففي تحريمه تأمل . ولكن صرحوا به ( فتأمل ) ( 1 )\r\n\r\nوالعمومات وحصر المحرمات دليل التحليل حتى يعلم الناقل وفي الحدائق التصريح بحله مصرا عليه وصرح غير واحد من أعاظم المعاصرين أو المقاربين بالتحريم .\r\nوالذي يمكن ان يستدل به على الحل والطهارة أمور\r\nالأدلة على حلها وطهارتها\r\n( أحدها ) ان التحريم والنجاسة على خلاف الأصل والقاعدة فيقتصر فيهما على مقدار وفاء الدليل وقيام الحجة ومن المعلوم انه لم يقم الأعلى حرمة العصير أو نجاسته وعدم صدقه على العنب معلوم ودعوى تعلق الحكم بمائه وإن لم يخرج عن الحب خروج عن ظواهر الاخبار وبناء على مجرد الاعتبار قال البحراني ان بناء الأحكام الشرعية على مثل هذه الاعتبارات التخمينية الظنية لا يخلو عن مجازفة .\r\n( الثاني ) ان التحريم معلق بالغليان المفسر بالقلب وصيرورة الا على أسفل في رواية حماد وكلمات الأصحاب ومن المعلوم انتفائه في حبات العنب .\r\n( الثالث ) انه يلزم ان لو وضع العنب في الشمس يوما أو يومين بحيث لم يبلغ إلى حد الزبيب أن يكون حراما ولا يظن بأحد أن يلتزمه .\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخة - ( المصحح )\r\n","page_name":" 107 ","page_number":116},
  {"content":"\r\n( الرابع ) مفهوم رواية زيد النرسي ( إذا أدت الحلاوة إلى الماء فقد فسد ) والرواية وإن كان موردها الزبيب الا انه يدل على أن المدار في التحريم على تأثر الماء بالحلاوة\r\nفي أجوبتها\r\nويجاب عن الجميع ( أما عن الأول ) فبان صدق العصير عليه وإن كان معلوم العدم الا ان من المعلوم ان تعلق الحكم على العصير إنما هو باعتبار الغالب ولا يدور مداره ، لوضوح تعلق الحكم بما خرج من العنب من غير عصر ، بل بالنار مثلا ، سيما إذا جمع منه شيء كثير في قدر ونحوه ، وما في الحدائق من أن ارتكاب المجاز في إطلاق العصير على ما يخرج بالطبخ لا يستلزم انسحابه إلى ما في العنب قبل ان يخرج بالكلية مدفوع بعد وضوح عدم ارتكاب المجاز في حمل الموضوع على الغالب وبعد مطالبته بالفرق بان ثبوت الحكم في الماء الكثير الذي خرج من العنب بالطبخ الذي تسالم هو وغيره عليه ، ليس لنص تعبدي ولا لقرينة خاصة قائمة فيه مختصة به ، بل ليس الا لوضوح كون موضوع الحكم هو ماء العنب ( وعن الثاني ) بأن الظاهر تحقق القلب في العنب بحسب حاله إذ الظاهر أنه يكفى في ذلك مجرد حركته ، كذا أجاب شيخنا الأنصاري « ره » ( وعن الثالث ) انه لا محذور في التزامه أبدا ، وممن صرح بالتزامه المحقق ، القمي « ره » في أجوبة مسائله ( وعن الرابع ) بضعف الرواية مضافا إلى أنها واردة في الزبيب الذي ليس فيه ماء يغلى ، فلا يقاس به العنب ( ومن هنا ) ظهر حجة القول بإلحاقه بالعصير ،\r\nفي رد الأجوبة\r\n( أقول ) والظاهر عندي الحل والطهارة لأن موضوع الحكم في الأدلة هو العصير وهو ماء العنب المستخرج بالعصر ، والقدر الذي يمكن دعوى العلم بعدم مدخليته هو كون الاستخراج بالعصر ، وأما ماء العنب فهو موضوع الحكم قطعا والذي يصدق إذا غلت حبات العنب انه غلى العنب لا مائه ، إذ من المعلوم ان العنب ليس موضوعا لخصوص الجرم المجرد عن الماء بل لمجموع الجرم والماء وإضافة الماء إليه من إضافة الجزء إلى الكل ، لا بمعنى ان العنب يصدق على بعض اجزائه\r\n","description":"","footnote":"","page_name":" 108 ","page_number":117},
  {"content":"\r\nحال اجتماعها أنه مائه ، و « كك » الرمان بل بعد انفصال الرقيق من الغليظ يقال إن هذا مائه بمعنى انه شيء نسبته إلى الغليظ كنسبة الماء إلى الباقي ، و ( بالجملة ) فلا يصدق غليان ماء العنب الذي هو الموضوع ( على غليان حبات العنب « ظ » ) وهو القدر الذي ثبت لزوم الأخذ به لثبوت الحكم في الماء الذي خرج من العنب بنفسه أو بالطبخ ولا يلزم انسحابه إلى غليان العنب أيضا ، هذا كله ، مضافا إلى الوجه الثاني من عدم تحقق الغليان المفسر بالقلب وصيرورة الأعلى أسفل في رواية حماد وكلمات الأصحاب والجواب بتحققه في العنب بحسب حاله لا محصل له ثم إن ما ذكرنا كله إنما هو مع قطع النظر عما استظهرناه من الاخبار وشيدنا أركانه بالقرائن الساطعة الأنوار ، من أن الحكم بالمنع فيما غلى بنفسه إنما هو لملازمته للشدة والإسكار والنشيش ، وفيما غلى بالنار لصيرورته مما يتسارع إليه الإسكار إذا بقي زمانا ، وإن محصل الصنفين من الروايات انه يحرم العصير الذي أسكر ، والعصير الذي لا يؤمن من ترتب الإسكار ، فالأول كما فيما غلى بنفسه والثاني كما في البختج والطلاء ومن المعلوم انتفاء هذا المعنى في العنب الذي غلى مائه في نفس حبته فإنه مستعد لكثرة الحلاوة التي جعلت معيارا للحلية لا للشدة ، والعلة المذكورة لو لم تكن مستظهرة أو منصوصة فلا أقل من كونها محتملة ، فلا يلحق بالعصير المغلي ما لم يعلم اتحاده معه في المناط ، كما أنه قد اتضح غاية الاتضاح ان ماء العنب الخارج منه إذا غلى بنفسه حدثت فيه الشدة والإسكار ، ( فكك ) من المتضح ان العنب الذي يوضع في الشمس فيجف تدريجا حتى يصير زبيبا لا تحدث فيه حالة إسكار قطعا ، ولو حدثت فيه لما زالت بالمرة بصيرورته زبيبا ، فإلحاق أحدهما بالآخر مع أنه قياس يكون مع الفارق الواضح أيضا ، ( ومن العجب ) ان بعض المعاصرين بعد ان اعترف بان موضوع الحكم في الأدلة هو العصير ، ورجح لحوق غليان العنب في نفس حبته به ، اعترض على نفسه بأنه قياس ، وليس بأوضح من قياس أبان الذي ورد التوبيخ في العمل به ( فأجاب ) بأنه من قبيل القطع بعدم الخصوصية ووضوح أعمية الموضوع بعدم احتمال صفة ذات مدخلية موجودة فيما علق عليه الحكم ظاهرا مفقودة فيما الحق به ، وقد اتضح بما ذكرنا فساده ، إذ لو لم يكن مدخلية ملازمة غليان الماء الخارجي للإسكار معلومة\r\n","description":"","footnote":"","page_name":" 109 ","page_number":118},
  {"content":"\r\nفلا أقل من أن تكون مظنونة أو محتملة فأين القطع بعدم الفرق ؟\r\nحكم العصير الممتزج بغيره\r\n( ومنها ) انه إذا امتزج العصير بغيره وغلى ، فهل هو في حكم الخالص أم لا فلجماعة من الأصحاب كلمات مختلفة في الباب والذي يقتضيه التحقيق ان يقال إن الممتزج ( ان غلى بنفسه ) بعد الامتزاج كان محرما نجسا ، بناء على ما ثبت في الخارج من الملازمة بين غليان الأشياء الحلوة المتضمنة لما يوجب النقع والازباد وبين الشدة والإسكار ، ( وإن غلى بالنار ) وإن بنى على ما ربما يستفاد من الروايات من أن تحريم العصير قبل ذهاب ثلثيه لكونه مما لا يؤمن عليه الإسكار أو يتسارع إليه ، فإن كان مختلطا بما يوجب الأمن من ترتب الإسكار عليه بمعنى انه صار بحيث إذا سكن غليانه بالنار وبرد لا يعود إلى الغليان بنفسه كان محللا طاهرا ، وإلا كان محرما ما لم يغل بنفسه ، ومما يعلم أن اختلاطه لا يؤثر شيئا ولا يرفع تأثير العصير عما كان عليه هو الماء المطلق فان امتزاجه بالعصير ما لم يبلغ حد استهلاكه لا يمنع من تأثيره ، بل كل المائعات أو جلها إذا وضع فيها الماء كان الحكم والتأثير تابعا لذلك المائع غايته انه ينقسم إلى رقيق وثخين ، مضافا إلى التصريح به في خبر عقبة بن خالد ( في رجل أخذ عشرة أرطال من عصير العنب وصب عليه عشرين رطلا من ماء ثم طبخه حتى ذهب منه عشرون رطلا وبقي عشرة أرطال أيصح ان يشرب تلك العشرة أم لا ؟ فقال ما طبخ على الثلث فهو حلال ) وفي كون الغرض من القضية الواقعة في جوابه إفادة حلية شرب تلك العشرة أو حرمتها كلام سيأتي في محله إنشاء اللَّه تعالى ، ومثل الماء في عدم منع اختلاطه عن تأثير العصير العسل والدبس والتين وأشباهها ظاهرا واما الاختلاط باللحم والمرق فمما لا نعلم أنه مؤثر في المنع أم لا ، ولعل الترخيص المستفاد من الرواية الآتية عن المستطرفات مبنى على كون مثله مانعا عن ترتب الشدة والإسكار عليه وإن بقي ، وسيأتي الكلام عليه إنشاء اللَّه تعالى سواء قلنا إن هذه ( 1 )\r\n\r\nالعلة أعني كونها مما يتسارع إليه الإسكار أو لا يؤمن عليه ( 2 )\r\n\r\nمما ليست منصوصة ولا مستظهرة من دليل لفظي بل قد ثبت تخلفها ، فقد حكم بالحرمة مع عدم وجود المناط في عصير غلى بالنار ولم يمض عليه زمان أصلا بأن يراد شربه فورا ، وحكم\r\n","description":"","footnote":"\r\n( 1 ) هي - ( ظ )\r\n\r\n( 2 ) لأنها - ( ظ )\r\n","page_name":" 110 ","page_number":119},
  {"content":"\r\nبالحلية في عصير التمر والزبيب مع وجود المناط فيه فينبغي ان يقال إن استهلك الخليط بحيث يصدق على الممتزج انه عصير فلا إشكال في حرمته بالطبخ ، كما أنه لا إشكال في الحلية إذا استهلك العصير قبل الغليان ، وإن لم يستهلك أحدهما في الآخر فإن صدق انه غلى العصير أو طبخ العصير بالنار حرم ، وإن لم يصدق أن المغلي عصير أو صدق على ذلك الخليط أيضا انه غلى أو طبخ فان المدار في الاندراج تحت الأدلة صدق غليان العصير لا انه غلى منفردا أو لأن المغلي عصير ولعله واضح لا ينبغي الإشكال فيه ، ( الا انه روى ) في مستطرفات السرائر نقلا عن كتاب المسائل من مسائل محمد بن علي بن عيسى بواسطة محمد بن أحمد بن محمد بن زياد وموسى بن محمد بن عيسى ( قال كتبت إلى أبى الحسن ( ع ) جعلت فداك عندنا طبيخ يجعل فيه الحصرم وربما جعل فيه العصير من العنب وإنما هو لحم يطبخ به وقد روى عنهم ( ع ) في العصير انه إذا جعل على النار لم يشرب حتى يذهب ثلثاه ويبقى ثلثه وأن الذي يجعل في القدر من العصير بتلك المنزلة وقد اجتنبوا أكله إلى أن يستأذن مولينا في ذلك فكتب ( 4 ) بخطه لا بأس بذلك ) ورواه يحيى بن سعيد في كتابه المسمى ب ( الجامع ) ( قال كتب محمد بن علي إلى علي بن محمد الهادي ( ع ) جعلت فداك عندنا طبيخ ) وذكر نحوه ، وظاهره ولو بقرينة ترك الاستفصال وعدم وجود فرد ظاهر ولا مقدار معين متعارف بجعل العصير في الطبيخ انه إذا امتزج لم يحرم بالغليان ولم يشترط فيه ذهاب الثلثين وإن صدق ان العصير غلى ، بل لا ينفك صدق ان اللحم طبخ بالعصير من صدق غليان العصير ، كما أنه ينسبق إلى ذهن كل أحد من قول القائل اللحم طبخ بالماء ان الماء غلى ، قال العلامة المجلسي في البحار أن الرواية تدل على أنه إذا صب العصير في الماء وغلى الجميع لا يحرم ولا يشترط في حله ذهاب الثلثين ، ولم أر قائلا به من الأصحاب ، ( ثم قال ) ويمكن حمله على ما إذا كان العصير المصبوب فيه قليلا يضمحل فيه فلا يسمى عصيرا ( وأنت خبير ) بأنه لا مجال لهذا الحمل أصلا حيث إن السائل صرح بأنه لحم يطبخ بالعصير ، وكيف يصدق هذا المعنى مع كون العصير قليلا مستهلكا مضمحلا فيه منفيا عنه اسم العصير ، ( مضافا ) إلى منافاته لترك الاستفصال في الجواب ، وهذه الرواية قد حيرت جماعه من الفضلاء فلم يهتدوا إلى حلها سبيلا ، فان الالتزام بظاهرها\r\n","description":"","footnote":"","page_name":" 111 ","page_number":120},
  {"content":"\r\nفي غاية الإشكال ، فإن الموجب للتحريم وهو الغليان وكون ثلثيه نصيب الشيطان موجود فيه كغير الممتزج وكيف يرفع اليد عن الإطلاق والعموم المصرح به في الأخبار المتواترة من حرمة العصير بالغليان من غير اشتراط انفراده ، بل التصريح باعتبار ذهاب الثلثين في الممتزج أيضا في خبر عقبة بن خالد وغيرها بمثلها ، مع مخالفته للاعتبار جدا وحملها على صورة الاستهلاك والاضمحلال قد عرفت بعده أو بطلانه\r\nتوجيه رواية مستطرفات السرائر\r\nوعندي توجيه حسن وجيه للرواية خال عن التكلف وهو ان الاشكال إنما نشأ من حمل سؤال السائل واشتباهه على أنه يعتبر في مثل هذا العصير أيضا ذهاب الثلثين أم لا وحمل الجواب على عدم اعتباره ، والترخيص في أكل ذلك الطبيخ المطبوخ به مطلقا مع أنه من المحتمل أو الظاهر أن اشتباههم إنما نشأ من أن ذهاب ثلثي المجموع من العصير والمختلط به هل يكفي في الحل أم لا نظرا إلى ما هو المعلوم ان ما يذهب بالغليان من اجزاء الماء للطافته أكثر مما يذهب من اجزاء العصير والمعتبر ذهاب ثلثي العصير لا ذهاب ثلثي كل شيء فكون ذهاب ثلثي العصير معتبرا أمر مفروغ عنه عندهم حتى في العصير الممتزج ، ولذا ذكروا في السؤال ان الذي يجعل في القدر من العصير بتلك المنزلة ، يعنون به لزوم ذهاب ثلثيه وإنه بمنزلة باقي أفراد العصير وإنه قد ذهب ثلثا هذا العصير الخاص الا ان الشك في كفايته كما أن هذا بعينه هو منشأ السؤال في خبر عقبة بن خالد فإنك تراه انه صرح بذهاب ثلثي المجموع ، ومع ذلك فقد سئل انه هل يصح شرب الثلث الباقي ؟ فلم يبق الا أن يكون جهة السؤال والاشتباه ما ذكرناه ، وكون الحديث ظاهرا في حال الممتزج وإن لم يذهب ثلثاه بعد الغليان كما ادعاه شيخنا المجلسي « ره » لا وجه له ، بل الظاهر ما ذكرناه ، ويؤيده ان الشيخ الفقيه المحدث الوجيه يحيى بن سعيد صاحب الجامع فهم منه ما ذكرناه فقال لا بأس ان يجمع بين عشرة أرطال عصيرا وبين عشرين رطلا ماء ثم يغلى حتى يبقى عشرة فيحل ثم ذكر هذه الرواية من غير تعرض للتكلم فيها على وجه يظهر أنها مستندة فيما ذكره ،\r\n","description":"","footnote":"","page_name":" 112 ","page_number":121},
  {"content":"\r\nحكم ما لو غلى العصير بإلقاء شيء فيه\r\n( ومنها ) انه لو غلى عصير العنب لا بالنار ولا بطول المكث بل بإلقاء شيء فيه يوجب غليانه وفورانه مما لا يحدث فيه إسكارا كما في التراب الذي سمعت عن بعض الطلبة أن يلقيه الصانعون للدبس ( 1 )\r\n\r\nمن أهل بلاده في إناء عصير العنب قبل وضعه على النار فيغلي العصير فورا ويحدث فيه نشيش وصوت خاص زمانا يسيرا ربما يبلغ ربع ساعة من الساعات المستوية ثم يسكن ولا يحدث في العصير شدة بسببه بل يوجب فتوره وانحلاله وله مدخل في كثرة حلاوته فالظاهر أن مثل هذا الغليان لا يوجب تحريما ولا تنجيسا بل العصير بعد باق على حليته وطهارته لما هو الأصل فيهما والفتاوى كالنصوص ظاهرة في غيره وإطلاقات الغليان قد عرفت غير مرة أنها لا يراد بها الا ما غلى بنفسه كما هو الظاهر عند إطلاق اسناد الغليان إلى هذه الأشياء من غير ذكر موجب له كالنار وعرفت ان هذا هو السر في عدم تحديد التحريم فيها بذهاب الثلثين ولو تنزلنا فغاية ما يدعى إطلاقها إنما هو بالنسبة إلى ما غلى بنفسه أو بالنار واما الغليان بمثل ما ذكرنا فالأخبار منصرفة عنه قطعا إلى غيره وهو المفهوم المتيقن من اللفظ عند أهل المحاورات سيما مع عدم وجوده في تلك الأعصار والأزمان وفي زماننا أيضا في أغلب البلدان ، وإن شيوع استعمال لفظ الغليان إنما هو في غيره ، وبالجملة فلا ينبغي الإشكال في حليته وطهارته ، نعم إذا غلى بعد ذلك بنفسه عاد حراما نجسا أو غلى بالنار صار محرما ما لم يذهب ثلثاه ، وربما يتوهم انه يستلزم تفصيلا في العصير غير معهود\r\n","description":"","footnote":"\r\n( 1 ) بل هو الشائع المتعارف في البلاد التي يصنع فيها الدبس ، بل الظاهر أنه لا بد منه في صنع الدبس ، فان ما يصنع من العصير المطبوخ على قسمين : منه ما لا يلقى فيه التراب فهو لا يصير دبسا بل يسمونه عندهم ب ( الرب ) بضم الراء وتشديد الباء ويكون حلوا حامضا والظاهر أنه هو الذي سمى بالطلاء في الروايات الماضية الحاكية لفعل عمر والقسم الآخر الذي يصير دبسا ما يلقى فيه التراب ، وكان طبخ العصير لم يكن متعارفا فيما سكنه المصنف ( قده ) من البلاد حتى أسند ما ذكره إلى بعض الطلبة ( المصحح ) ( ج ) 9\r\n","page_name":" 113 ","page_number":122},
  {"content":"\r\nمن الأصحاب بل مخالفا لإجماعهم المركب حيث بنينا على الحرمة والنجاسة فيما غلى بنفسه ، والحرمة فقط فيما غلى بالنار وعدمهما جميعا في مثل هذا الموضوع الا انه يزاح بعد شناعة دعوى الإجماع المركب الراجع إلى الإجماع البسيط على عدم جواز الفصل في أمثال هذه المسائل ، بان ما اخترناه في الأولين مطابق على ما عرفت لما اختاره أساطين الفرقة ، ودعائم الملة ، بل لما اختاره غير شاذ ممن تكلم في المسئلة ، وإن الثالث مما سكتوا عن التصريح بحكمه فيرجع فيه إلى ما يقتضيه الأصول والقواعد ، وعرفت ان الغليان المطلق في كلامهم لا يراد به الا القسم الأول وغايته ان يراد به القسمان ، ( وبالجملة ) فما نصوا على حكمه فهو موافق لنا وما سكتوا عنه فلم يعلم مذهبهم فيه ، فأين المخالفة .\r\nالفصل الثاني\r\n( في العصير الزبيبي المعروف بالنقيع )\r\nفي العصير الزبيبي\r\nوقد عرفت ندرة القول بالتحريم فيه ، وإن دعوى بعض الأساطين اشتهاره مبنية على مقدمات ممنوعة واستفادات مخدوشة وإن نجاسته مما لم يعرف القائل بها ، والأقوى حرمته ونجاسته إذا على بنفسه لما اتضح سابقا من ملازمته مع الإسكار وطهارته وحليته إذا طبخ لما هو الأصل والقاعدة فيهما بعد عدم وجود ما يوجب الخروج عنهما الا ما يظهر من النصوص الواردة في علة تحريم العصير من أنها شركة إبليس في شجرة الكرم وثمرته بالثلثين ، وإنه إذا ذهب نصيبه منها حل الباقي ، ولا ريب ان الزبيب قد ذهب ثلثاه وزيادة ، ( ودعوى ) ان ذهابهما إنما يقيد « بماظ » إذا كان بعد الغليان والتحريم مدفوعة بأنه لا أثر لهذا لاشتراط في شيء من النصوص بل ظاهرها اعتبار ذهابهما ( مطلقا ) بعد الغليان أو قبله وقد أشار إليه الشهيد « ره » فيما مر من كلامه من أنه يحل طبيخ الزبيب على الأصح لذهاب ثلثيه بالشمس غالبا وخروجه عن مسمى العنب ، ويؤيد المطلوب أو يدل عليه ما سيأتي من رواية إسحاق بن عمار ، فان المستفاد منها حيث قال ( ع ) ( أليس حلوا ) كون العلة في إباحة الشراب المسؤول عنه كونه\r\n","description":"","footnote":"","page_name":" 114 ","page_number":123},
  {"content":"\r\nحلوا غير متغير بما يوجب الإسكار فيطرد فيما كان ( كك ) وإن لم يذهب الثلثان لحجية العلة المنصوصة ، وقد رواها في طب الأئمة مع التصريح بالتعميم قال ( ع ) ( اشرب الحلو حيث وجدته ) أو ( حيث أصبته ) ( وصحيحة أبي بصير ) قال : ( وكان أبو عبد اللَّه ( ع ) يعجبه الزبيبة ) وهي على ما صرح به جماعة ، الطعام المطبوخ فيه الزبيب ، وما رواه الراوندي في الخرائج ، ونقله في البحار في البحار في معجزات مولينا الصادق ( ع ) عنه وعن مناقب ابن شهرآشوب عن صفوان من أمر أبى عبد اللَّه ( ع ) ( بان نطعم امرأة غضارة مملوة زبيبا مطبوخا ) وظاهر ان طعام الزبيبة لا يذهب فيه ثلثا ماء الزبيب ولا ثلثا ماء طبخ فيه الزبيب واكتسب منه الحلاوة و ( كك ) ( الروايات لماضية جملة منها الدالة على إناطة حرمة النبيذ بالاسكار بناء على شمول النبيذ لكل ما ينبذ في الماء تمرا أو زبيبا مع ترك الاستفصال الراجع إلى العموم ، وربما يناقش في الكل بأمور تقدر على دفع بعضها بالتأمل فيما مر ويأتي ، كالمناقشة في ذهاب الثلثين في الزبيب بعدم اطراده فان من العنب ما هو كثير اللجاء قليل الماء والعلم بذهاب ثلثي كل حبة من حبات العنب دونه خرط القتاد وذهاب ثلثي المجموع لا يجدى لكل حبة بل يتجه على ما قدمنا توضيحه مرارا على هذا الوجه انه لو ذهب نصيب الشيطان من الزبيب لما أسكر وإن غلى بنفسه والملازمة واضحة كبطلان التالي لمن أتقن المقدمات السابقة :\r\nوفي رواية إسحاق بن عمار بضعف السند بالإرسال واشتمالها على أحمد بن محمد بن سيار وإن كان يؤيّدها تعدد طرقها كما يظهر من نقلها في كتاب طب الأئمة بغير اسناد الكافي وقصور الدلالة ، إذا المفهوم منها ليس الا الحث على شرب الحلو والاستشفاء به واختياره على الأدوية الشبعة ، وفي رواية أبي بصير بضعف السند بالإرسال وإن وصفها غير واحد بالصحة ، حيث إن البرقي رواها في المحاسن عن أبيه عن النضر بن سويد عن رجل عن أبي بصير وهذا يقتضي سقوط الواسطة المجهولة بين النضر وأبى بصير من نسخ الكافي ، ويشهد له ما رواه الكشي عن بعض مشايخه ان محمد بن خالد الذي جعله في الكافي راويا عن أبي بصير لم يكن أبا بصير والواسطة بينهما القاسم بن حمزة فالواسطة أما رجل مجهول أو القاسم بن حمزة وهو أيضا مجهول بل مهمل في كتب الرجال ، وقصور الدلالة أيضا فلعل\r\n","description":"","footnote":"","page_name":" 115 ","page_number":124},
  {"content":"\r\nالزبيبة هو الطبيخ المعروف الذي يطبخ باللحم والفواكه كالزبيب والتين والسفر جل ونحوها والمعهود فيه إلقاء قليل من الزبيب مع غيره من غير دق ولا تصب ( 1 )\r\n\r\nولا يكتسب الماء منه حلاوة بل إنما يكتسب من مجموع ما القى فيه حلاوة ضعيفة مركبة ، وحلية مثل هذا لا يستلزم حلية الماء الذي اكتسب من الزبيب واستوفى منه حلاوته كما هو مورد بعض أدلة التحريم وفي رواية الراوندي أيضا بضعف السند بالإرسال وقصور الدلالة فإن أقصى ما دلت عليه : حلية الزبيب المطبوخ ومحل النزاع هو عصير الزبيب دون الزبيب نفسه وعن روايات النبيذ بان المراد منها الماء الذي ينبذ فيه التمر كما هو الإطلاق الشائع في الروايات واما ما يلقى فيه الزبيب فيسمى نقيعا وآثار التكلف على بعض هذه المناقشات ظاهرة ، وعلى تقدير اتجاه الجميع فأصالة الحل كافية في المقام بعد ما ستعرف من عدم\r\nفي الأدلة على تحريم الزبيبي ( منها ) استصحاب حكم حال العينية\r\nاتجاه أدلة التحريم ، فإن عمدة ما يحتج به له أمور « أحدها » استصحاب الحالة السابقة الموجودة حال العنبية ، ويقرر بوجهين ( أحدهما ) ان ملازمة الغليان للحرمة وسببيته لها كانت ثابتة حال العنبية ولم يعلم زوالها ، فإذا تحقق ذات الملزوم بالوجدان ووصف ملازمته بالاستصحاب ترتب عليه اللازم ، وهذا المعنى من الملازمة أمر موجود سابقا حقيقة أو اعتبارا صحيحا في مقابل الأشربة الأخرى التي لا تحرم بالغليان ، وليس فيه تعليق وتقدير فإذا شك في زواله جرى فيه الاستصحاب ( الثاني ) ان حرمته على تقدير الغليان كانت متحققة سابقا من غير تقدير وكما يثبت بالاستصحاب في الآن اللاحق ما كان ثابتا سابقا من غير تعليق كك يثبت به ما ثبت على وجه الشرطية والمستصحب على هذا التقرير لكونه من الأحكام الشرعية لا يحتاج إلى أثر آخر يترتب عليه بل معنى استصحابه الالتزام في الآن اللاحق وهو في هذا الآن لتحقق المعلق عليه يكون حكما عمليا للجاهل فيرتب على الموضوع الخارجي آثار الحرام الواقعي ، وهذا الوجه أسلم من الأول الغير الخالي عن اشكال كونه من الأصول المثبتة كما لا يخفى ، وعلى الوجهين يندفع ما يورد تبعا للمناهل من أنه يشترط في حجية الاستصحاب ثبوت أمر من حكم\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخة - أحمد الحسيني الزنجاني\r\n","page_name":" 116 ","page_number":125},
  {"content":"\r\nوضعي أو تكليفي أو موضوع خارجي في زمان من الأزمنة قطعا ثم يحصل الشك في ارتفاعه بسبب من الأسباب فلا يكفى مجرد قابلية الثبوت باعتبار من الاعتبارات وقد يورد « ثانية » بأنه يعتبر في الاستصحاب العلم ببقاء الموضوع ولا أقل من عدم العلم بزواله كما عن بعض وقد تغير في المقام قطعا حيث إن الزبيب غير العنب قطعا ، ولذا يصح سلب كل منهما عن الآخر ولا يندرج أحدهما تحت الآخر ولا يصح جعل كل منهما قسما للآخر ولا التقيد به ولا الاستفهام عنه ولا استثنائه من ذلك « وثالثة » بمعارضة هذا الاستصحاب باستصحاب الإباحة والحل الذي كان ثابتا للزبيب قبل الغليان فإما يرجح عليه باعتضاده بالعمومات الدالة على الحلية وبالشهرة العظيمة القائمة عليها كما يراه جماعة أو يتساقطان فيرجع إلى قاعدة الحل والإباحة ، ويجاب ( عن الأول ) بأن الزبيب وإن زالت عنه تسمية العنب بجفافه وتغير صفته الا ان حقيقة العنب باقية معه لم تزل عنه بشهادة الوجدان ودلالة العقل وزوال التسمية لا يطرد معها زوال الحقيقة فإن النسبة بين الرطب واليابس في جميع الأجناس نسبة واحدة والتسمية في كثير منها مطردة كالتين ، والجوز ، والتفاح ، والسفر جل ، والعناب ، والباقلا ، وغيرها ، من الفواكه والثمار التي يميز بين رطبها ويابسها بالصفات والنعوت دون الأسماء غاية الأمر ان لكل من الرطب واليابس في ثمرتي الكرم والنخل اسما يختص به ومن المعلوم ان الحقيقة لا يختلف بمحض التسمية ، وبقائها كاف في ثبوت الحكم واستصحابه ، وقول الفقهاء الأحكام الشرعية تتبع الأسماء إنما يعنون به تبعية الحكم للاسم وجودا وعدما مع انحصار العلة في المسمى وكونه سببا تام الاقتضاء ضرورة جواز تخلف الحكم عن العلة إذا كانت ناقصة وتخلفها عنه مع ثبوته بدليل آخر ، ويحتمل أن يكون المراد انتفاء الحكم الثابت من جهة الاسم بزوال الاسم ، فلا يجوز التمسك بإطلاق ذلك الدليل الذي علق فيه الحكم على الاسم أو عمومه ، لا بان ينتفي الحكم بالمرة فلا يمنع من الاستصحاب و ( عن الثاني ) بأن الشك في الحل والإباحة مسبب عن بقاء الملازمة والسببية في هذا الحال واستمرار الحرمة التقديرية فإذا أحرز البقاء والاستمرار بالاستصحاب لم يجر الأصل في المسبب ( فان قلت ) ان الشك في الحل والإباحة مرجعه إلى الشك في الحرمة\r\n","description":"","footnote":"","page_name":" 117 ","page_number":126},
  {"content":"\r\nالتقديرية وليس شيئا غيره مسببا عنه فان العنب كان متصفا بالحرمة التقديرية قطعا وبعد الزبيب وقبل الغليان وإن كان معلوم الحلية الا انه لا يعلم أن حليته مطلقة ثابتة له على جميع التقادير غلى أو لم يغل أو أنها مقيدة بعدم الغليان لبقاء حرمته على تقديره فالشك في حليته وإباحته بعد الغليان هو بعينه الشك في حرمته على تقدير الغليان ليس شيئا غيره مسببا عنه ( قلت ) انه قبل الغليان وإن كان يشك في إطلاق حليته وتقيدها الا انه يعلم قطعا اتصافه بالحلية الفعلية على التقديرين إما لإطلاقها أو لعدم حصول القيد ، كما أنه يشك في بقاء هذه الحلية الفعلية وعدمها من جهة الشك في أن الحرمة التقديرية باقية حال الزبيب أو انقلب إلى الحلية على جميع التقادير ، ويشهد لمغايرة أحدهما للآخر اجراء استصحابين في بقاء الحلية الفعلية وبقاء الحرمة التقديرية إذ لا معنى لاتحاد الشك حقيقة واجراء استصحابين متوقفين جميعا على معلوم سابق يشك في بقائه سواء قلنا بمعارضة أحدهما للآخر أو عدمها نعم يتجه ان استلزام بقاء الحرمة التقديرية لانتفاء الحلية الفعلية عقلي غير شرعي كاستلزام وجود أحد الضدين لنفى الآخر فهذه الحرمة التي يحاول إثباتها في الزمن اللاحق من اللوازم العقلية الا انه غير ضائر بعد ان كان انتفاء أحد الضدين مرتبا على وجود الآخر إما واقعا أو ظاهرا كترتب وجوب المقدمة على وجوب ذيها واقعا أو ظاهرا وإنما الضائر أن يكون الأثر ملازما عقليا أو عاديا لخصوص الوجود الواقعي على ما حرر في محله ومن جميع ما قررنا تقدر على الجواب عن تقرير آخر في منع الاستصحاب ربما تخيل انه الصواب في الباب وهو ان الشك في المقام ليس في ارتفاع الملازمة والسببية بعد العلم بثبوتها سابقا بل الشك في عمومها لهذا الحال أعني حال التزبيب فلا يعلم أن وصف العنبية له مدخل في التحريم والتنجيس بالغليان حتى لا يتصف الزبيب بشيء منهما بالمرة في شيء من الأزمان أو لا حتى يتصف بهما بعد الغليان فالشك في أصل حدوث هذه الحرمة التقديرية في الزبيب لا في زوالها بعد ثبوتها كما أن الشك في عموم الملازمة لهذه الصورة لا في ارتفاعها بعد تحققها إذ فيه ، ان أراد تغاير الموضوع وعدم بقائه حال التزبيب لتغاير العنب والزبيب ( 1 )\r\n\r\nرجع إلى\r\n","description":"","footnote":"\r\n( 1 ) أنه ( ظ )\r\n","page_name":" 118 ","page_number":127},
  {"content":"\r\nما مر بجوابه ، وإن أراد الإشكال فيه مع غمض النظر عن اتحاد الموضوع وتعدده ففيه ان الشك في جميع الاستصحابات راجع إلى عموم الحكم السابق للحالة التي يراد استصحابه فيها ،\r\nوالتحقيق في الجواب المنع من جريان الاستصحاب للمنع من بقاء الموضوع ، لا من جهة دعوى التغاير بين حقيقتي العنب والزبيب حتى يقابل بما ذكر سابقا ، بل من جهة ان الملازمة والسببية والحرمة التقديرية كلها كانت سابقه لماء العنب فإنه هو الذي يحرم لو غلى ، لا للعنب ولا للماء الخارجي الملقى عليه بحيث لا يصدق عليه ماء العنب ، ولم يتفق في شيء من الأدلة ان العنب يحرم إذا غلى ، وإنما الموجود فيها ان العصير وهو ماء العنب يحرم إذا غلى وهل يسوغ لأحد دعوى اتحاد الحقيقة العرفية بين ماء العنب وماء الفرات ، واما دعوى عموم العصير لمثله فهي على تقدير صحتها راجعة إلى التمسك بعموم الأدلة اللفظية وإطلاقها كما سيأتي وتسمع الجواب عنه مفصلا .\r\nوقد تفطن العلامة الطباطبائي الذي أبدى هذا التقرير للاستصحاب وأصر على تشييده وسد ثغوره بهذا الاشكال والجواب فتصدى لدفعه ( أولا ) بأن المستصحب هو التحريم بالغليان في الجملة ، غاية الأمر ان حصوله في العنب بنفسه وفي الزبيب بواسطة الماء الخارجي ( وثانيا ) بان التحريم في العنب ليس مقصورا على الغليان بنفسه ، إذ لو أضيف إلى ماء العنب ماء من خارج ثم غلى الجميع حرم قطعا ، وليس الغليان هنا بماء العنب وحده بل به وبما أضيف إليه من الماء ثم أمر بالتأمل ، ولعله راجع إلى كلا الوجهين فان فسادهما مما لا يخفى على مثله ، إذ يرد على الأول ، انه لا يستصحب الا ما علم ثبوته سابقا وهو تحريم ماء العنب بالغليان ومن المعلوم انه راح وذهب حين جف وتزبب فكيف حكمه يستصحب ، وليس هناك معلوم ثابت على وجه الاجمال ينسحب إلى الزمان الثاني ، ( وعلى الثاني ) انه بعد إضافة الماء الخارجي فالذي يغلى هو الماءان فيصدق غليان ماء العنب فيندرج في موضوع التحريم إذ لا يشترط فيه أن يكون وحده وأين هذا من المقام الذي لا يغلى الا الماء الملقى من الخارج اكتسب من الزبيب طعم الحلاوة إما بنقعه فيه أو بفورانه\r\n","description":"","footnote":"","page_name":" 119 ","page_number":128},
  {"content":"\r\nمعه ، هذا كله مضافا إلى إمكان تصحيح الجواب بتغاير العنب والزبيب أيضا بأن الحكم المعلق على المسمى باسم ظاهر في مدخلية ذلك المسمى فيه وإنه هو الموضوع للحكم لا ماهيته وحقيقته التي تعتور عليه الحالات المختلفة الموجبة لتسميته بأسام متعددة ، وما يرى من عدم اختلاف أغلب أحكام الحنطة والدقيق والقطن والغزل ، بل العنب والزبيب أيضا في مثل الحكم بالحلية أو التنجس بملاقاة النجاسة فإنما هو لما علم من الخارج في هذه المقامات ان الموضوع للحكم هو الجسم الخاص ولو لم يعلم لم يتعد من الحكم المعلق على المسمى باسم إلى غيره ولذا لا نحكم بتعدي الوظيفة المستحبة من أكل أحد وعشرين زبيبية على الريق كما ورد في حديث الأربعمائة من الخصال بأكل مثلها من العنب وكذا ما في الكافي من رجحان أكل هذا المقدار كل يوم انه لا يمرض الا مرض الموت\r\nالثاني من أدلة حرمة الزبيبي\r\n( ثانيها ) ما احتج به الفاضل الماخورى وشيده العلامة الطباطبائي ما دل بالعموم أو الإطلاق الراجع إليه على أن كل عصير غلى أو غلى بالنار فهو حرام ، والمعتصر من الزبيب بعد نقعه في الماء أو مرسه عصير فيجب ان يحرم بالغليان ( أما الثانية ) فظاهرة ( واما الأولى ) فلان العصير فعيل من العصر وهو استخراج الماء من الشيء ( مطلقا ) عينا كان ذلك الشيء أو غيره ، أصليا كان المستخرج أو عارضيا ، ابتدائيا كان الاستخراج أو مسبوقا بعمل كالنقع وغيره وخروج ما خرج لا ينافي التمسك به فيما شك في خروجه فان العام المخصص حجة فيما لم يثبت خروجه و ( دعوى ) ان النقيع لا يتضمن عصرا بل إنما ينقع الزبيب في الماء ثم يطبخ ( مدفوعة ) بتضمنه للعصر بعد النقع ولا يشترط في صدق العصير ان لا يكون مسبوقا بعمل ، و ( دعوى ) استلزامه لتخصيص الأكثر ( مدفوعة ) بجوازه ( أولا ) كما يدل عليه بعض الآيات المستدل بها في كتب الأصول ( وثانيا ) بعدم اقتضاء امتناع تخصيص الأكثر إرادة خصوص العنبي من اللفظ ولا وضعه له لجواز إرادة الثلاثة أعني العنبي والزبيبي والتمري بتوجه الخطاب إلى الافراد دون الأنواع ، فإن أفراد هذه الثلاثة أكثر من افراد غيرها ، والجواب ما عرفت مفصلا في المقالة الأولى من الشواهد على أنه لا يراد من العصير المطلق في الروايات إلا العنبي ، واما ما دفع به دعوى استلزام تخصيص الأكثر من الجوابين فقد كفانا بعض من\r\n","description":"","footnote":"","page_name":" 120 ","page_number":129},
  {"content":"\r\nسبقنا من المحققين بتوضيح ما فيهما مؤنة التعرض لها ،\r\nالثالث منها\r\n( ثالثها ) ما دل على حرمة كل شراب غلى ولم يذهب ثلثاه خرج ما علم خروجه وبقي ما لم يعلم ، كصحيحة علي بن جعفر عن أخيه ( ع ) ( عن الرجل يصلى إلى القبلة لا يوثق به أتى بشراب زعم أنه على الثلث فيحل شربه قال ( ع ) لا يصدق الا أن يكون مسلما عارفا ) وروى مثله في قرب الإسناد ( وموثقة ) عمار الساباطي ( عن الرجل يأتي بالشراب فيقول هذا مطبوخ على الثلث فقال إن كان مسلما ورعا مأمونا فلا بأس ان يشرب ) ( والجواب عنه ) مضافا إلى لزوم تخصيص الأكثر المستهجن غايته إنهما مسوقان سؤالا وجوابا لجواز تصديق البائع أو من في يده الشراب بمجرد قوله من غير معرفة حاله وعدم جوازه بالنسبة إلى ما كان توقف حليته على ذهاب الثلثين مفروغا عنه عند البائع والمشتري والسائل ، وأين هذا من إطلاقهما ودلالتهما على حرمة كل ما يصدق عليه انه شراب ما لم يعلم ذهاب ثلثيه ، مضافا إلى ما قيل من معارضتهما مع الأخبار الكثيرة الدالة على اعتبار قول ذي اليد ، واستيمان الصانع في عمله ، وجواز الأخذ من سوق المسلمين ، وعدم وجوب التفتيش والسؤال بل لإجماع المسلمين حيث يأخذون الدبس في أسواق الخاصة والعامة خلفا وسلفا من غير تفحص عن حال الصانع ، مع أن صناعة غالبا ليسوا ورعين مأمونين ، نعم في المتهم بالاستحلال قبل التثليث قد ورد النهي عن الاشتراء منه في بعض الروايات ، وذهب إليه جماعة من العلماء الإثبات ( لا مطلقا ) كما هو مورد الروايتين ،\r\nالرابع منها\r\n( رابعها ) الروايات المستفيضة المروية في الكتب المعتبرة المتضمنة لمنازعة إبليس مع آدم ونوح عليهما السلام الدالة على أن ثلثي ما يحصل من الكرم عنبا كان أو زبيبا لإبليس وإن ذلك علة تحريم الثلثين وتحريم الخمر كصحيحة زرارة ، وروايات سعد بن يسار وأبى الربيع وخالد بن نافع وإبراهيم المروية جميعا في الكافي وروايات محمد بن مسلم ووهب بن منبه وأبى الربيع ، المروية في العلل ورواية سعد بن يسار المروية في تفسير العياشي ، ولنكتف بنقل بعضها ( ففي خبر أبي الربيع ) الشامي ( قال سئلت أبا عبد اللَّه عن أصل الخمر كيف كان بدو حلالها وحرامها ؟ ومتى اتخذ\r\n","description":"","footnote":"","page_name":" 121 ","page_number":130},
  {"content":"\r\nالخمر ؟ فقال ( ع ) ان آدم لما هبط من الجنة اشتهى من ثمارها فانزل اللَّه عليه قضيبين من عنب فغرسهما فلما أن أورقا وأثمرا وبلغا جاء إبليس فحاط عليهما حائطا فقال آدم ما حالك يا ملعون فقال إبليس إنهما لي قال كذبت فرضيا بينهما بروح القدس فلما انتهيا إليه قص آدم قصته فأخذ روح القدس ضغثا من نار فرمى به عليهما والعنب في أغصانها حتى ظن آدم انه لم يبق منه وظن إبليس مثل ذلك فدخلت النار حيث دخلت وقد ذهب منهما ثلثاهما وبقي الثلث فقال الروح أما ما ذهب منها فحظ إبليس وما بقي فلك يا آدم ، وفي خبر إبراهيم عن أبي عبد اللَّه ( قال إن اللَّه تعالى لما هبط آدم أمره بالحرث والزرع وطرح عليه غرسا من غرس الجنة فأعطاه النخل والعنب والزيتون والرمان فغرسها لعقبه وذريته فأكل هو من ثمارها ، فقال إبليس ائذن لي ان آكل منه شيئا فأبى أن يطعمه ، فجاء عند آخر عمر آدم فقال لحواء قد أجهد بي الجوع والعطش أريد أن تذيقني من هذه الثمار قالت له ان آدم عهد إلى أن لا أطعمك شيئا من هذا الغرس وإنه من الجنة ولا ينبغي لك ان تأكل منه فقال لها فاعصري منه في كفى شيئا فأبت عليه فقال ذريني أمصه ولا آكله فأخذت عنقودا من عنب فأعطته فمصه ولم يأكل منه لما كانت حوا قد أكدت عليه ، فلما ذهب يعض عليه اجتذبته حوا من فيه ، فأوحى اللَّه إلى آدم ان العنب قد مصه عدوى وعدوك إبليس وقد حرمت عليك من عصيره الخمر ما خالطه نفس إبليس فحرمت الخمر لان عدو اللَّه إبليس مكر بحواء حتى أمصته العنبة ولو أكلها لحرمت الكرمة من أولها إلى آخرها وجميع ثمارها وما يخرج منه ، ثم أنه قال لحوّاء : ولو امصصتني شيئا من التمر كما امصصتني من العنب فأعطته تمرة فمصها ) ( إلى أن قال ) ( ثم إن إبليس ذهب بعد وفاة آدم فبال في أصل الكرمة والنخلة فجرى الماء في عودهما ببول عدو اللَّه فمن ثم يختمر العنب والكرم فحرم اللَّه على ذرية آدم كل مسكر لأن الماء جرى ببول عدو اللَّه في النخلة والعنب وصار كل مختمر خمرا لأن الماء اختمر في النخلة والكرمة من رائحة بول عدو اللَّه ، وقريب منهما غيرهما ، ( والجواب ) عن الجميع عدم الدلالة على المدعى بوجه ، فإنها من قصور الافهام عن عن حقيقة ما أريد بها ، ومع كونها من قبيل الحكمة للأحكام الشرعية لا العلة الحقيقية : ان\r\n","description":"","footnote":"","page_name":" 122 ","page_number":131},
  {"content":"\r\nبعضها كالخبر الأول يدل على نقيض المدعى ، وإن ثلثي ماء العنب قد ذهب بالنار التي طرحها روح القدس فلا يحتاج بعد ذلك إلى ذهاب الثلثين ، وبعضها صريح أو ظاهر في أن المتفرع على هذه المنازعة حرمة الخمر وكل مسكر كالخبر الثاني حسب ما فصله في موضعين منه وبعضها دال على أن المتفرع عليها حرمة العصير الذي قد مر ان المراد منه العنبي ويشترك الكل في أن الوجه الظاهر من جميعها بيان استلزام غليان العنب والزبيب والرطب والتمر بنفسها للإسكار وإن ماء العنب أو الذي اكتسب حلاوة العنب أو التمر إذا بقي يتغير طعمها وريحها وأسكر ما لم يذهب ثلثاه واما ما ذهب ثلثاه وصار دبسا سلم من التغير والفساد ، وهذا هو الذي ذكرناه وأوضحناه مرارا من أن العنب والرطب وأخويهما إذا غلت من غير أن تمسها نار أو طبخت ولم يذهب عنها ثلثاها تسارع إليها الإسكار ،\r\nالخامس منها\r\n( خامسها ) الأخبار الواردة في الزبيب بخصوصه وبيان ما يحل منه وما لا يحل كموثقة عمار عن أبي عبد اللَّه ( ع ) ( قال سئل عن الزبيب كيف طبخه حتى يشرب حلالا ؟ قال ( ع ) تأخذ ربعا من زبيب فتنقيه ثم تطرح عليه اثنى عشر رطلا من ماء ثم تنقعه ليلة فإذا كان من الغد نزعت سلافته ثم تصب عليه من الماء بقدر ما يغمره ثم تغليه بالنار غلية ثم تنزع مائه فتصبه على الماء الأول ثم تطرحه في إناء واحد جميعا ثم توقد تحته النار حتى يذهب ثلثاه ويبقى ثلثه وتحته النار ثم تأخذ رطلا من عسل فتغليه بالنار غلية وتنزع رغوته ثم تطرحه على المطبوخ ثم تضربه حتى يختلط به واطرح فيه ان شئت زعفرانا وطيبه إن شئت بزنجبيل قليل ، قال فإذا أردت أن تقسمه أثلاثا فكله ( 1 )\r\n\r\nبشيء واحد حتى تعلم كم هو ثم اطرح عليه الأول في الإناء الذي تغليه فيه ثم تضع فيه مقدارا وحده حيث يبلغ الماء ثم توقد تحته بنار لينة حتى يذهب ثلثاه ويبقى ثلثه ) ( وموثقته الأخرى ) ( قال وصف لي أبو عبد اللَّه ( ع ) المطبوخ كيف يطبخ حتى يصير حلالا فقال لي تأخذ ربعا من زبيب وتنقيه ثم تصب عليه اثنى عشر رطلا من ماء ثم تنقعه ليلة فإذا كان أيام الصيف وخشيت ان ينش جعلته في تنور مسخون قليلا حتى لا ينش ثم تنزع الماء\r\n","description":"","footnote":"\r\n( 1 ) بكسر الكاف من الكيل\r\n","page_name":" 123 ","page_number":132},
  {"content":"\r\nمنه كله إذا أصبحت ثم تصب عليه من الماء قدر ما يغمره ثم تغليه حتى تذهب حلاوته ثم تنزع الماء الآخر فتصبه على الماء ثم تكيله كله فتنظر كم الماء ثم تكيل ثلثه فتطرحه في الإناء الذي تريد ان تغليه فيه وتقدره وتجعل قدره قصبة أو عودا فتحدها على قدر منتهى الماء ثم تغلي الثلث الآخر حتى يذهب الماء الباقي ثم تغليه بالنار فلا تزال تغليه حتى يذهب الثلثان ويبقى الثلث ثم تأخذ لكل ربع رطلا من عسل فتغليه حتى تذهب رغوته وتذهب غشاوة العسل في المطبوخ ثم تضربه ضربا شديدا حتى يختلط ، وإن شئت ان تطيبه بشيء من زعفران أو بشيء من زنجبيل فافعل ثم اشربه فإن أحببت أن يطول مكثه عندك فروقه ) قال العلامة المجلسي « ره » في شرح الخبر ( قوله ) حتى يصير حلالا اى لا يتغير بالمكث عندك فيصير مسكرا حراما كما يومي إليه بعض ألفاظ الخبر ( قوله ) تأخذ ربعا اى ربع رطل ، ( قوله ) في تنور مسخون في بعض النسخ ( مسجور ) من سجرت التنور إذا أحميته وفي بعضها سخن والنش الغليان ( قوله ) بقدر ما يغمره ماء اى تصب الثلث كله في القدر أو زبيبا آخر بقدر ما يغمره الماء الأول وإن كان بعيدا الا انه أوفق بخبره الآخر ، ( قوله ) ثم تغلي الثلث الآخر أو الأخير كما في بعض النسخ لعل معناه انه بعد تقدير كل ثلث بالعود تغليه حتى يذهب الثلث الذي صببت أخيرا فوق القدر ثم تغليه حتى يذهب الثلث الآخر قال ومثل هذا التشويش ليس ببعيد من حديث عمار كما لا يخفى على المتتبع ( انتهى )\r\nومثل الموثقتين في الدلالة رواية إسماعيل بن الفضل الهاشمي ( قال شكوت إلى أبى عبد اللَّه ( ع ) قراقر تصيبني في معدتي وقلة استمرائي الطعام فقال لي لم لا تتخذ نبيذا نشرب نحن وهو يمرئ الطعام ويذهب بالقراقر والرياح من البطن قال فقلت له صفه لي جعلت فداك قال تأخذ صاعا من زبيب فتنقيه من حبه وما فيه ثم تغسل بالماء غسلا جيدا ثم تنقعه في مثله من الماء أو ما يغمره ثم تتركه في الشتاء ثلاثة أيام بلياليها وفي الصيف يوما وليلة فإذا أتى عليه ذلك القدر وصفيته وأخذت صفوته وجعلته في إناء وأخذت مقداره بعود ثم طبخته رقيقا حتى يذهب ثلثاه ويبقى ثلثه ثم تجعل عليه نصف رطل\r\n","description":"","footnote":"","page_name":" 124 ","page_number":133},
  {"content":"\r\nمن عسل وتأخذ مقدار العسل ثم تطبخه حتى تذهب الزيادة ثم تأخذ زنجبيلا وخولنجان ، ودار دارچيني وزعفران وقرنفلا ، ومصطكى ، وتدقه وتجعله في خرقة رقيقة وتطرحه فيه وتغليه معه غلية ثم تنزله فإذا برد صفيته وأخذت فيه على غدائك وعشائك قال ففعلت فذهب عنى ما كنت أجده وهو شراب طيب لا يتغير إذا بقي إنشاء اللَّه ) و ( الجواب ) عن الموثقتين ( أولا ) بانتهائهما إلى عمار المعروف بالتشويش والتصحيف في الحديث عند المحدثين ، وذكر العلامة المجلسي انه كان ينقل بالمعنى ولسوء فهمه كثيرا ما يقع منه الخلط والغلط في الرواية ، وقالوا انه كثير التفرد بالغرائب وربما كان في نفس الموثقتين شهادة واضحة على ما رمى به من التشويش في النقل حيث إن الظاهر المصرح به في كلام السيد الصدر الرضوي القمي فيما كتبه على المختلف ان الموثقتين حكايتان لقضية واحدة سمعها من الإمام ( ع ) وترى اختلافهما جدا في جملة من الخصوصيات ،\r\nقال السيد « قده » من تأمل في الخبرين يجدهما واحدا غير أن الثاني فيه تفصيل ما ليس في الأول لكنه كأكثر إخبار عمار فيه من التشويش في المتن ما يصعب به فهم المعنى المقصود منه « انتهى » و ( ثانيا ) بقصور الدلالة حيث إن الظاهر أو المحتمل ان الأمر بإذهاب الثلثين وغيره إنما هو للحفظ من طرو الإسكار عليه إذا بقي لا لتوقف الحلية عليه ، فإنه لا يحتاج إلى هذه الخصوصيات الكثيرة بل يكفيه ان يقول أغله حتى يذهب ثلثاه ، كما ربما يشهد بذلك ما في آخر رواية الهاشمي من أنه شراب لا يتغير إذا بقي ، وما في رواية علي بن جعفر ثم يرفع ويشرب منه السنة ، ومن المحتمل أن يكون الخاصية المطلوبة منه متوقفة على هذه الكيفية ، كما يدل عليه الأمر بمثله في الرواية المتضمنة لطبخ ماء السفر جل على الثلثين ، وكذا الأمر بالطبخ حتى يذهب العسل الزائد بل تدل رواية إسحاق بن عمار على أن الأطباء كانوا يأمرون بالطبخ على الثلث ، ولذا قيل إن نضج الثمار وما يعمل منها لا يكون الا بالتثليث ( قال شكوت إلى أبى عبد اللَّه ( ع ) بعض الوجع وقلت إن الطبيب وصف لي شرابا آخذ الزبيب وأصب عليه الماء للواحد اثنين ثم أصب عليه العسل ثم أطبخه حتى يذهب ثلثاه ويبقى الثلث فقال أليس حلوا ؟ قلت بلى فقال اشربه ولم أخبره كم العسل )\r\n","description":"","footnote":"","page_name":" 125 ","page_number":134},
  {"content":"\r\nوالظاهر أن أمر الأطباء بالتثليث أيضا للحفظ عن طرو الإسكار الموجب لتغير الطعم والريح المسقط للشراب عن الخاصية المطلوبة عنه مضافا إلى أن موضع الدلالة على توقف الحلية على التثليث في الأول إنما هو في كلام السائل ، وفي حجية التقرير في أمثال المقام اشكال محرر في محله ، ومن الظاهر أو المحتمل كون الثاني عين الأول ، وإنما وقع الاختلاف في التعبير من سوء نقله المعتاد له ، مضافا إلى لزوم الخروج عن هذا الظاهر قطعا ، فإن أصل الحلية لا يتوقف على هذه التفاصيل ضرورة ( واما ) رواية الهاشمي فلا دلالة فيها أصلا حتى يحتاج إلى الجواب مضافا إلى جريان ما تقدم فيها أيضا ،\r\nالسادس منها\r\nومن جميع ما ذكرنا يظهر الجواب ( عن سادس ) أدلة المحرمين وهو رواية علي بن جعفر عن أخيه ( ع ) ( قال سئلته عن الزبيب هل يصلح ان يطبخ حتى يخرج طعمه ثم يؤخذ ذلك الماء فيطبخ حتى يذهب ثلثاه ويبقى الثلث ثم يرفع ويشرب عنه السنة ؟ قال لا بأس به )\r\nالسابع منها\r\n( سابعها ) رواية زيد النرسي المتقدمة في المقالة الثالثة ، والانصاف إنها هي العمدة في دليل التحريم وليس عند المحللين للعصير الزبيبي على ما وقفت عليه من كلماتهم جواب عنها الا تضعيف السند ، أو عدم ثبوت كون النسخة المنقولة عنها الرواية عين ذلك الأصل ، وقد عرفت الجواب عنهما مفصلا في تلك المقالة بما لا نعيد ( وقد يجاب عنها ) باعراض المشهور عنها حيث إن الشهرة المقارنة للإجماع قائمة على حلية الزبيبي « وفيه » ان الاعراض على تقدير أجدائه إنما ينفع في الخبر الذي اطلعوا عليه ولم يعملوا به ونحن نعلم أن أرباب الفتاوى الذين تحققت من أقوالهم الشهرة لم يقفو عليها ولم يكن لها عندهم عن ولا أثر ولعل الكل لو وقفوا عليها تشبثوا بها ولم يتعدوا عن مقتضاها ووضعوها على الرأس والعين واما المتأخرون الواقفون عليها فبين آخذ بها مفت على طبقها وتارك لها معتذر بما عرفت عدم قبوله وهل يصلح للجعفري الذي اعتقد ان ما ثبت عن جعفر بن محمد عليه أفضل السلام حجة عليه يجب ان يدين اللَّه به في السر والعلانية ان يعدل عنها بمجرد أن جماعة من أهل مذهبه لم يعثروا عليها فلم يعملوا بها ؟ ولو أن حنفيا\r\n","description":"","footnote":"","page_name":" 126 ","page_number":135},
  {"content":"\r\nثبت عنده عن أبي حنيفة بعض الفتاوى بمثل ثبوت هذه الرواية ثم عدل عنه إلى غيره بغير معارض أقوى منه بالاعتذار المذكور كان ملوما فالواجب إما إظهار عدم الدلالة أو إبداء معارض أقوى أو الاعتذار بعدم الثبوت\r\nولنذكر أمورا يتضح بالتأمل في مجموعها الوجه في اختيارنا حلية الزبيبي المطبوخ وترك العمل بظاهر رواية النرسي\r\n( أحدها ) انه قد وقع في ذيل رواية النرسي تفكيك في بيان حكم قسمي الغليان ما كان بنفسه وما كان بالنار فقال ( ع ) ( إذا أدت الحلاوة إلى الماء فصار حلوا بمنزلة العصير ثم نش من غير أن تصيبه النار فقد حرم وكذلك إذا أصابه النار فأغلاه فقد فسد ) فعبر عن حكم الثاني بالفساد دون التحريم ولا يبعد أن يكون الوجه فيه انه بعد إصابة النار صار معرضا لطرو الإسكار وتسارعه إليه ما لم يذهب ثلثاه وإصلاح هذا الفساد إنما هو بالإيقاد حتى يبقى الثلث ، بخلاف ما نش بنفسه فإنه صار محرما لا علاج له الا ان يتحول خلا فالأول أعني المطبوخ لم يصر محرما بل صار متصفا بالفساد الذي يراد به صيرورته معرضا لتسارع الإسكار إليه ولذلك لم يحكم عليه بالحرمة بل الفساد الذي يطلق كثيرا ما على مطلق المنقصة ولو كانت يسيرة كما يرشد إليه تتبع موارد استعماله ( منها ) ما في الكافي عن أبي سعيد دينار ( قال مررت بالحسن ( ع ) والحسين ( ع ) وهما بالفرات مستنقعان في إزارين فقلت لهما يا ابني رسول اللَّه أفسدتما الإزارين فقالا يا أبا سعيد فساد الإزارين أحب إلينا من فساد الدين ان للماء أهلا وسكانا ) « الحديث » ( وبالجملة ) فهذا التفكيك ربما يوجب ظهور الخبر في عدم تحريم المطبوخ ولا ينافيه تشبيهه بالأول بقوله : ( وكك ) فان المراد انه كما أن الأول صار محرما فعليا بالغليان « كك » الثاني صار مستعدا لطرو الحرمة عليه وفعليتها في حقه ، « وبالجملة » فربما يستظهر من هذا الاختلاف في التعبير اختلافهما في الحرمة الفعلية الا ان يقال يكفي في سر الاختلاف في التعبير كون التحريم في أحدهما مما لا يقبل الزوال ما دام الموضوع باقيا ، ولا يمكن إصلاحه ، بخلاف الآخر ، فإن التحريم الفعلي فيه مما يقبل للإصلاح مع بقاء الموضوع بالتثليث ، لكن الناظر في الأخبار الواردة في العصير يرى أنها بأجمعها متضمنة\r\n","description":"","footnote":"","page_name":" 127 ","page_number":136},
  {"content":"\r\nللحكم بتحريمه قبل ان يذهب ثلثاه ، فلو كان الزبيبي مثله في التحريم فما الداعي إلى تغيير العبارة الحكم ( 1 )\r\n\r\nبفساده ؟ وما المانع عن الحكم بتحريمه ؟ وما الذي يقتضي هذا التفصيل بعد اتحاد هما في التحريم وعدم ذكر الغاية ؟ كما في ذيل الرواية ، بل ينبغي ان يقول إذا غلى بنفسه أو بالنار فقد حرم ، و ( بالجملة ) فهذه الفقرة لا يعد ظهورها في عدم تحريم الزبيبي المطبوخ\r\n( ثانيها ) ان دلالة صحيحة أبي بصير : ( ان الصادق « ع » كان يعجبه الزبيبة ) على حليته الزبيب المطبوخ والماء الذي اكتسب منه حلاوته عندي تامة بناء على ثبوت التفسير المعروف عن الشهيد الثاني والأردبيلي وغيرهما كدلالة رواية إسحاق بن عمار المروية في الكافي وطب الأئمة من قوله « ع » ( أليس حلوا ) فإنه نظير قوله « ع » في الجواب عن بيع الرطب بالتمر ( أينقص إذا جف ) بل وقع التصريح بالتعميم في المروي عن طب الأئمة و ( كك ) دلالة الروايات المستفيضة الظاهرة في انقسام النبيذ إلى قسمين حلال وحرام ، وإنهما يدوران مدار الإسكار وعدمه ، وقد مر شطر منها ، والمناقشة التي أوردتها سابقا من أن المراد بها الماء الذي ينبذ فيه التمر فيدل على حلية العصير التمري دون الزبيبي فإنه يسمى نقيعا غير متجهة فإن النبيذ أعم لغة ومستعمل شرعا في ماء الزبيب كثيرا بل استعماله فيه أكثر من استعمال النقيع فيه ، ولا بد من الإرشاد إلى جملة من المواضع ( منها ) رواية الهاشمي المتقدمة المتضمنة لقوله ( ع ) ( لم لا تتخذ نبيذا نشرب نحن فقلت صفه لي جعلت فداك قال تأخذ صاعا من زبيب فتنقيه ) إلى « آخر الرواية » و ( منها ) رواية حنان بن سدير ( قال له الرجل هذا النبيذ الذي أذنت لأبي مريم في شربه أي شيء هو ؟ فقال أما أبي فكان يأمر الخادم فيجيء بقدح فيجعل فيه زبيبا ( إلى أن قال « ع » فان كنتم تريدون النبيذ فهذا النبيذ ) ، ( ومنها ) صحيحة صفوان الجمال ( قال كنت مبتلى بالنبيذ معجبا به فقلت لأبي عبد اللَّه ( ع ) أصف لك النبيذ ؟ فقال ( ع ) بل أنا أصفه لك قال رسول اللَّه ( ص ع ) كل مسكر حرام ، وما أسكر كثيره فقليله حرام ، فقلت له هذا نبيذ السقاية بفناء الكعبة ؟ فقال ( ع ) ليس هكذا كانت السقاية إنما السقاية زمزم ، أفتدري أول من غيرها ؟ قلت لا قال العباس بن عبد المطلب كانت له حبلة ، أفتدري\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخة والظاهر التعبير بقوله ( للحكم ) أو ( في الحكم ) كما لا يخفى ( المصحح )\r\n","page_name":" 128 ","page_number":137},
  {"content":"\r\nما الحبلة ؟ قلت لا ، قال الكرم فكان ينقع الزبيب غدوة ويشربونه بالعشي وينقعه بالعشي ) ويشربونه غدوة يريد ان يكسر غلظ الماء على الناس ان هؤلاء قد تعدوا فلا تقربه .\r\n( ومنها ) ما رواه عاصم بن حميد الحناط عن أبي بصير ( قال سئلت أبا جعفر ( ع ) عن نبيذ السقاية فقال يا أبا محمد كانوا يومئذ أشد جهدا من أن يكون لهم زبيب ينبذونه ، إنما السقاية زمزم ) دلت الروايتان على أن نبيذ السقاية المعروف في زمن الأئمة ( ع ) الذي كان أهل الحجاز لا يطلقون عليه الا النبيذ كان ماء الزبيب ، « ومنها » موثقة سماعة ( قال سئلته عن التمر والزبيب يخلطان للنبيذ ؟ قال لا ، وقال كل مسكر حرام ، ) إلى غير ذلك ، بل لا يحضرني الآن استعمال النقيع في الأسئلة والأجوبة الواردة في الروايات ، وما في صحيحة ابن الحجاج كما مر لا يراد به الا ان النقيع هو الاسم الخاص وفي ( لسان العرب ) وإنما سمى نبيذا لأن الذي يتخذه يأخذ تمرا أو زبيبا فينبذه في وعاء أو سقاء عليه الماء ويتركه حتى يفور فيصير مسكرا ، وفي « النهاية الأثيرية » قد تكرر في الحديث ذكر النبيذ ، وهو ما يعمل من الأشربة من التمر والزبيب والعسل والحنطة والشعير وغير ذلك ، يقال نبذت التمر والعنب :\r\nإذا تركت عليه الماء ليصير نبيذا ، فصرف من مفعول إلى فعيل ، وفي « مجمع البحرين » مثله بعينه ، وفي « تاج العروس » مازجا لعبارة القاموس النبيذ فعيل بمعنى المنبوذ ، وهو الملقى ومنه ما نبذ من عصير ونحوه ، كتمر وزبيب وحنطة وشعير وعسل ، وعن ( المحكم ) مثل ما مر من اللسان بعينه :\r\n( ثالثها ) انه كثيرا ما يقع النهي عن شيء حماية للحمى وحسما لمادة الفساد وخوفا عن الوقوع في الحرام من حيث لا يشعر ، ومنه النهي عن الانتباذ في أوعية مخصوصة مرت في المقالة التاسعة ، كالنقير والحنتم ، خوفا من طرو الفساد والإسكار عليه ، ولا يعلم به الشارب فيقع في مفاسد شرب المسكر ، بخلاف الانتباذ في الأسقية فإنها مع تسارع الفساد إليها كثيرا ما يعلم به الشارب فإنها على ما يقال تنشق إذا اشتد فيها النبيذ ومثل هذا في المكروهات كثير بمعنى ان الأمور التي يخاف من ارتكابها الوقوع في الحرام من حيث لا يعلم ينهى عنه\r\n","description":"","footnote":"","page_name":" 129 ","page_number":138},
  {"content":"\r\nالشارع الحكيم بالنهي التنزيهي ، ومنه النواهي الكثيرة عن الشبهات على ما تقرر في محله فلا يبعد أن يكون النهي الوارد عن شرب ماء الزبيب المطبوخ الذي لا يحدث فيه المسكر بمجرده من جهة ان إباحته والترخيص فيه يؤدى إلى حفظه وبقائه عنده فيحدث فيه الإسكار فيشربه صاحبه وهو لا يعلم وهذه الحكمة يقتضي النهي التنزيهي عن شرب المطبوخ وإن لم يسكر الا ما علم بذهاب ثلثيه فإنه يؤمن من طرو الإسكار عليه بالبقاء وليس الغرض من هذا الأمر رفع اليد عن ظهور النهي بمجرد هذا الاحتمال بل الغرض منه رفع الاستبعاد عن حمله على التنزيه مضافا إلى ما اشتهر من كثرة استعمال الأمر والنهي في اخبار الأئمة ( ع ) لمجرد الرجحان والمرجوحية وقد حققنا في محله وضع صيغة الأمر والنهي للأعم من الوجوب والندب والإرشاد وغيرها في الأول والتحريم والكراهة والإرشاد وغيرها في الثاني وإنهما لمجرد البعث والزجر الا ان الدواعي تختلف فيهما وإن الطريقة المتداولة في جميع اللغات التلفظ بهما وإن كان الداعي على البعث والزجر ضعيفا لا يبلغ درجة الإلزام بل لا طريق لهم غالبا في الندبيات والتنزيهيات الا هذا .\r\n( والحاصل ) ان ظهور النهي في التحريم مما يرفع اليد عنه بأدنى قرينة حالية أو أو مقالية وليس كظهور الحقائق في معانيها الموضوع لها\r\n( رابعها ) قد يتفق المخالفة في المتن المنقول في الكافي أو غيره عن زيد النرسي مع ما هو الموجود في كتابه بما يجب معه الحكم بوقوع تصحيف في أحدهما ومن المعلوم ان الكافي أضبط من هذه النسخة الموجودة فلا يؤمن فيما لم ينقل ( 1 )\r\n\r\nفي الكتب المعتبرة من روايات هذا الأصل من تحريف أو تصحيف أو زيادة أو نقيصة « ولننبه » على موضع واحد يتضمن فائدة مهمة وهو انه روى في الكافي حديثين في تقبيل اليد ( أحدهما ) عن ابن أبي\r\n","description":"","footnote":"\r\n( 1 ) منها ما روى عن كتاب زيد النرسي في مسئلة سقوط الأذان والإقامة عن الجماعة الثانية مما لا يخلو عن تشويش واضطراب قد أوجب فيه الاجمال ففيه تأييد لما ذكره هنا ( أحمد الحسيني )\r\n","page_name":" 130 ","page_number":139},
  {"content":"\r\nحديث في النهي عن تقبيل اليد\r\nعمير عن رفاعة عن أبي عبد اللَّه ( ع ) ( قال ( ع ) لا يقبل رأس أحد ولا يده الا رسول اللَّه ( ص ) أو من أريد به رسول اللَّه « ص » ( والثاني ) عن ابن أبي عمير عن زيد النرسي عن علي بن يزيد صاحب السابري ( قال دخلت على أبى عبد اللَّه ( ع ) فتناولت يده فقبلتها فقال أما أنها لا تصلح إلا لنبي أو وصى نبي ) وربما يستفاد من الحديث الأول جواز تقبيل أيدي السادات والعلماء الحاملين لعلم النبي « ص » أو المروجين لشرعه الا ان الثاني ربما يقال بكونه مقيدا للأول شارحا لما أريد منه والمسطور في هذا الأصل الموجود هكذا : ( ان زيدا قال دخلت على أبى عبد اللَّه ( ع ) فتناولت يده فقبلتها فقال إما انه لا يصلح إلا لنبي أو من أريد به النبي ) فيكون كالأول ولا يصلح للتقييد وقد سقطت الواسطة من الرواية أعني علي بن يزيد ، )\r\n( إذا عرفت هذه الأمور ) تبين لك العذر في ترك الإفتاء بما يترائى انه ظاهر رواية النرسي من تحريم الزبيبي المطبوخ فإنه على تقدير الاطمئنان بعدم وقوع تصحيف فيها وعدم توسط مجهول أو ضعيف في النقل يتجه ان يقال إن التفصيل المذكور في ذيلها الظاهر في عدم تحريم المطبوخ يوجب رفع اليد عن ظهور النهي الواقع في صدرها عن الأكل قبل ذهاب الثلثين في التحريم بعد تسليمه وعلى تقدير منع ظهور الذيل وتسليم ظهور الصدر فهو في أول درجة الظهور ويجب رفع اليد عنه بالروايات الدالة على دوران تحريم النبيذ وتحليله مدار الإسكار وعدمه هذا ما سنح لي في المقام واللَّه ولي الافضال والانعام\r\n( الفصل الثالث )\r\n( في العصير التمري )\r\nفي حكم العصير التمري\r\nوقد عرفت إجماعهم على طهارته وعدم وجود القول بحرمته بين المتقدمين والمتأخرين وحدوث القول بها في الأواخر من جماعة من الأخباريين « والحق » فيه أيضا حرمة ما غلى بنفسه ونجاسته وحلية ما طبخ بالنار وطهارته وكلمات القوم غير منافية للمختار إذ من المعلوم\r\n","description":"","footnote":"","page_name":" 131 ","page_number":140},
  {"content":"\r\nان ما رجحوه من الحلية والطهارة مبنى على عدم الإسكار واما حرمة المسكر فمن الواضحات الضرورية عندهم كنجاسته عند غير الشاذ منهم\r\nوالدليل على الجزء الأول من المدعى اتضح مما سبق من ملازمة الغليان بنفسه في التمر للإسكار وعلى الجزء الثاني فأصالة ( 1 )\r\n\r\nالحل والطهارة من غير ثبوت مخرج عنهما ، والروايات الدالة على دوران التحريم والتحليل في النبيذ مدار الإسكار وعدمه ، بل الأمر في هذا العصير أسهل من الزبيب من جهات عديدة ، كشذوذ القول بالتحريم فيه ، واختصاص ما هو العمدة في التحريم كرواية النرسي بغيره ، ووجود بعض الأدلة الخاصة الناصة على حليته من غير الإسكار كرواية الوفد الماضية ملخصا ولا بأس بإعادتها بعينها تنبيها على بعض الفوائد التي لم تذكر\r\nروى في الكافي بسنده عن محمد بن جعفر عن أبيه ( ع ) ( قال قدم على رسول اللَّه ( ص ) قوم من اليمن فسئلوه عن معالم دينهم فأجابهم فخرج القوم بأجمعهم فلما ساروا مرحلة قال بعضهم لبعض نسينا ان نسأل رسول اللَّه ( ص ) عما هو أهم إلينا ثم نزل القوم ثم بعثوا وفدا لهم فاتى الوفد رسول اللَّه ( ص ) فقالوا يا رسول اللَّه ( ص ) ان القوم قد بعثونا إليك يسئلونك عن النبيذ فقال رسول اللَّه ( ص ) وما النبيذ ؟ صفوه لي فقالوا يؤخذ من التمر فينبذ في إناء ثم يصب عليه الماء حتى يمتلئ ويوقد تحته حتى يطبخ فإذا انطبخ أخذوه فألقوه في إناء آخر ثم صبوا عليه ماء ثم يمرس ثم صفوه بثوب ثم يلقى في إناء ثم يصب عليه من عكر ما كان قبله ثم يهدر ويغلى ثم يسكن على عكره فقال رسول اللَّه ( ص ) يا هذا قد أكثرت أفيسكر ؟ قال نعم قال ( ص ) فكل مسكر حرام قال فخرج القوم حتى انتهوا إلى أصحابهم فأخبروهم بما قال رسول اللَّه ( ص ) فقال القوم ارجعوا بنا إلى رسول اللَّه ( ص ) حتى نسأله عنها مشافهة ولا يكون بيننا وبينه سفر فرجع القوم جميعا فقالوا يا رسول اللَّه أرضنا أرض ردية ونحن قوم نعمل الزرع ولا نقوى على العمل الا بالنبيذ فقال لهم رسول اللَّه ( ص ) صفوه فوصفوه كما وصفه أصحابهم فقال رسول اللَّه ( ص ) أفيسكر ؟ فقالوا نعم قال ( ص ) ( كل مسكر حرام ) وحق على اللَّه ان يسقى كل شارب مسكر من طينة خبال أتدرون ما طينة خبال ؟ قالوا لا ، قال ( ص ) صديد أهل\r\n","description":"","footnote":"\r\n( 1 ) لم يظهر وجه لذكر الفاء في المقام كما لا يخفى على العارف بالقواعد - المصحح\r\n","page_name":" 132 ","page_number":141},
  {"content":"\r\nالنار ) وفيه دلالة واضحة على دوران التحريم مدار الإسكار ، كما أن كون الإسكار في مثله ناشئا من وضع العكر فيه وهدره وغليانه بنفسه من الواضحات ، وقد مر منا ما ينبغي ان يلاحظ في المقالة العاشرة حيث إن صاحب الحدائق « ره » استدل بهذه الرواية في الرد على ما ادعاه الوحيد البهبهاني « ره » من أن الغليان بالطبخ أيضا يفيد الإسكار ولو خفيا وذكرنا ان ما ادعاه وإن كان غير صحيح قطعا الا ان احتجاجه بالرواية في الرد عليه أيضا غير صحيح فراجع ، فللمحرمين جملة مما مر في الزبيب بجوابها وقد يزاد عليها ما يختص بالمقام كموثقتي عمار « إحداهما » ما رواه عن الصادق ( ع ) ( انه سئل عن النضوح المعتق كيف يصنع به حتى يحل ؟ قال ( ع ) خذ ماء التمر فأغله حتى يذهب ثلثا ماء التمر ) و « الأخرى » ( سئلت أبا عبد اللَّه « ع » عن النضوح قال يطبخ التمر حتى يذهب ثلثاه ويبقى ثلثه ثم يتمشطن ) دلت الأولى على توقف الحل على ذهاب ثلثي ماء التمر فتكون قرينة على المراد من الثانية\r\nفي بيان ان النضوح ضرب من الطيب\r\n« والجواب » ان النضوح على ما في « النهاية الأثيرية » ضرب من الطيب تفوح رائحته ومثله في « لسان العرب » و « تاج العروس » قالوا : وأصل النضح الرشح شبه كثرة ما تفوح منه بالرشح وفي « مجمع البحرين » عن بعض الأفاضل ان النضوح طيب مائع ينقعون التمر والسكر والقر نقل والتفاح والزعفران وأشباه ذلك في قارورة فيها قدر مخصوص من الماء ويشد رأسها ويصبر أياما حتى ينش ويختمر وهو شائع بين نساء الحرمين الشريفين وكيفية تطيب المرأة به ان تحط الأزهار بين شعر رأسها ثم ترش به الأزهار ليشتد رائحتها قال وفي أحاديث أصحابنا أنهم نهوا نساءهم عن التطيب به بل أمر ( ع ) بإهراقه بالبالوعة « انتهى » وعلى كل حال فهو ليس من المشروبات قطعا وإنما يستعمل في التطيب والسائل إنما سئل عن النضوح المعتق في الرواية الأولى وهو الذي يراد جعله عتيقا بان يبقى مدة مديدة من عتق الشيء اى قدم وعتقت الخمر اى قدمت والغرض من حله حل استعماله في التطيب وهو ليس بمحرم وإن كان مما يحرم شربه ولم يقل أحد بنجاسة ماء التمر من دون ان يصير مسكرا فالسائل لما علم أن ماء التمر بعد الغليان لو بقي زمانا لأسكر وبعد الإسكار ينجس وينجس وتفسد الصلاة\r\n","description":"","footnote":"","page_name":" 133 ","page_number":142},
  {"content":"\r\nفيما أصابه أراد ان يتعلم ما يكون علاجا لدفع اسكاره فأمره بإذهاب ثلثيه ، فان من المجرب المعلوم انه بعد ذهاب ثلثيه لا يعرضه الإسكار ، كما هو مشاهد في الدبس وفي الرواية الثانية دلالة واضحة على أن إذهاب الثلثين مقدمة للتمشط ومن الواضح ان التمشط بغير النجس لا بأس به وإن كان مما يحرم شربه ، فلم يبق الا أن يكون طبخه حتى يذهب ثلثاه علاجا لعدم طرو الإسكار عليه وجواز الصلاة معه لا توقف حل شربه عليه ،\r\n( الفصل الرابع )\r\n( في الفقاع )\r\nفي بيان الفقاع موضوعا وحكما\r\nواضطربت كلمات الأصحاب فيه موضوعا وحكما من أنه المتخذ من الشعير ؟ أو أعم منه ومن القمح والزبيب والذرة ، وهل هو ما غلى بنفسه من الشعير ؟ أو أعم منه ومن المطبوخ ، وإنه نجس حرام بجميع أقسامه ؟ أولا وهل تدور الحرمة والنجاسة فيه مدار الإسكار ؟ أو يتصف بهما وإن لم يكن مسكرا حتى أنه قام احتمال أن يكون المعمول عند الأطباء للمريض منه ، وإن نفى صدقه عليه في الجواهر ، لكن على وجه يشعر بتأمله فيه ، قال قد يمنع صدقه على ما يستعمله الأطباء في زماننا هذا من ماء الشعير لعدم وجود خاصيته على الظاهر ، والصحيح عندي ان المراد به ما يعمل من الشعير بان يصب عليه الماء ويترك أياما حتى يغلى بنفسه وينش ويعلوه الزبد ويحدث فيه لذع قريب من الحدة والشدة الحاصلة في الخمر أو يطبخ قليلا ثم يترك حتى يصير ( كك ) وتسميتها بالفقاع على ما صرح به كثير من أهل اللغة لما يرتفع في رأسه ويعلوه من الزبد من الفقاقيع بمعنى نفاخات ( 1 )\r\n\r\nالماء التي ترتفع كالقوارير مستديرة ، و « كك » ترتفع على الشراب عند المزج بالماء واحدها فقاعة كرمانة على ما في « تاج العروس » وهو مما يسكر كثيره وقد يعمل من غير الشعير كالأرز والذرة والقمح ، وغيرها ، ويظهر مما نقله علم الهدى في الانتصار عن حمزة ان الفقاع هو « الغبيراء » ونقل عن زيد بن أسلم أن\r\n","description":"","footnote":"\r\n( 1 ) بالفارسية ( حباب )\r\n","page_name":" 134 ","page_number":143},
  {"content":"\r\n« الغبيراء » هو الأسكركة وعن أبي موسى ان « الأسكركة » خمر الحبشة وفي لسان العرب ان ( العبيراء ) هو السكركة وهو شراب يعمل من الذرة يتخذه الحبشي وهو يسكر ، قال وفي الحديث إياكم والغبيراء فإنها خمر العالم أي مثل الخمر التي يتعارفها جميع الناس لا فصل بينهما في التحريم وفي مادة « سكر » نقل عن أبي موسى الأشعري أنه قال ( السكركة ) خمر الحبشة وعن أبي عبيدة أنها من الذرة وعن مالك ( قال سئلت زيد بن أسلم ما الغبيراء ؟ قال هي السكركة بضم السين وسكون الراء نوع من الخمور تتخذ من الذرة وهي لفظة حبشية قد عربت ) وقيل القرقع ، وفي غير واحد من كتب الأطباء ومنها « مخزن الأدوية » أن الفقاع اسم لنوع من النبيذ مركب طعمه من حلاوة قليلة وحموضة ومرارة ويصنع من أكثر الحبوب كالشعير والأرز والدخن ، والذرة ، والخبز الحوارى والزبيب والتمر ، والسكر ، والعسل ، وقد يضيفون إليه الفلفل وسنبل الطيب والقرنفل\r\n( وليعلم ) ان المروي في كثير من الاخبار عن الأئمة الأطهار سلام اللَّه عليهم ان الفقاع من أنواع الخمر ، والظاهر منها دوران أحكام الخمر من الحرمة والنجاسة مدار الإسكار ، وإن ما كان من الفقاع لم يغل بنفسه ولم يحدث فيه النشيش والحركة فليس بمحرم ولا نجس ، بل لا يطلق عليه الفقاع عند الإطلاق إلا نادرا ولقد أجاد العلامة المجلسي في أطعمة البحار بعد ان نقل عن الأكثر انه حرام وإن لم يسكر فقال لكن صدق الفقاع على غير المسكر غير معلوم ، وظاهر التعليلات الواردة في الاخبار ان تحريمه باعتبار الإسكار « انتهى » وفي « الحدائق » المفهوم من الاخبار ان الفقاع على قسمين منه ما هو حلال طاهر ، وهو ما لم يحصل فيه الغليان والنشيش أيام نبذه ، ومنه ما هو حرام نجس وهو ما يحصل فيه الغليان ، والى ذلك أشار ابن الجنيد فيما نقله عنه في المعتبر « انتهى » ولننقل شطرا من الروايات التي يستفاد منها الأمر ان أعني كون الفقاع المحرم من المسكرات وإنه يطلق على ما هو حلال طاهر فنى ( صحيحة ) ابن أبي عمير عن مرازم ( قال كان يعمل لأبي الحسن ( ع ) الفقاع في منزله قال ابن أبي عمير : ولم يعمل فقاع يغلى ) وكتب عبد اللَّه بن محمد الرازي إلى أبى جعفر الثاني ( ان رأيت أن تفسر لي الفقاع فإنه قد اشتبه علينا أمكروه هو بعد غليانه ؟ أم قبله فكتب ( ع )\r\n","description":"","footnote":"","page_name":" 135 ","page_number":144},
  {"content":"\r\nلا تقرب الفقاع الا ما لم يضر آنيته أو كان جديدا فأعاد الكتاب إليه كتبت اسئل عن الفقاع ما لم يغل فأتاني ان اشربه ما كان في إناء جديد أو غير ضار ولم أعرف حد الضرورة والجديد وسئل ان يفسر ذلك له وهل يجوز شرب ما يعمل في الغضارة والزجاج والخشب ونحوه من الأواني ؟ فكتب « ع » يفعل الفقاع في الزجاج وفي الفخار الجديد إلى قدر ثلث عملات ثم لا يعد منه بعد ثلث عملات إلا في إناء جديد والخشب مثل ذلك ) وفي موثقة ابن فضال كتبت إلى أبى الحسن « ع » أسئله عن الفقاع فقال هو الخمر وفيه حد شارب الخمر ) وفي موثقة عمار ( قال سئلت أبا عبد اللَّه « ع » عن الفقاع فقال هو خمر ) وفي رواية محمد بن سنان سئلت أبا الحسن الرضا « ع » عن الفقاع فقال لا تقربه فإنه من الخمر ) وفي رواية أخرى له ( سئلته « ع » عن الفقاع فقال هي الخمر بعينها ) وفي رواية هشام بن الحكم ( انه سئل أبا عبد اللَّه « ع » عن الفقاع فقال « ع » لا تشربه فإنه خمر مجهول وإذا أصاب ثوبك فاغسله ) وفي رواية زاذان عن أبي عبد اللَّه « ع » ( قال « ع » لو أن لي سلطانا على أسواق المسلمين لرفعت عنهم هذه الخميرة يعني الفقاع ) وفي رواية الوشاء عن أبي الحسن « ع » ( أنه قال الفقاع خمرة استصغرها الناس ) وفي رواية سليمان بن جعفر ( قلت لأبي الحسن الرضا « ع » ما تقول في شرب الفقاع ؟ فقال « ع » هو خمر مجهول ) ( إلى غير ذلك ) فهذه الروايات كما ترى كلها ظاهرة الدلالة في أن الفقاع من الافراد الحقيقية للخمر بمعنى المسكر كما عرفت سابقا انه متى أطلق الخمر أريد به مطلق المسكر ومتى جعل قسيما للمسكر أريد به خصوص المتخذ من العنب وتأويل الجميع بان المراد منها انه مثل الخمر في التحريم تكلف لا داعي إليه بل ربما لا يصح في مثل قوله « ع » انه من الخمر وقوله « ع » هي الخمر بعينها ويزيده وضوحا جعل حده كحد شارب الخمر والحكم على ما أصابه بالنجاسة ، « نعم » الذي يظهر لي بعد التتبع التام والتأمل في أطراف المقام : ان السكر الحاصل من شربه ضعيف لا يبلغ حد السكر الحاصل من شرب الخمر والنبيذ ، ولا يتصف بالشدة بل باللذع ، كما يأتي في كلام العلامة التفتازاني ولذا وصف بالخميرة بالتصغير « تارة » وبأنه مجهول ( أخرى ) وبأنه\r\n","description":"","footnote":"","page_name":" 136 ","page_number":145},
  {"content":"\r\nاستصغرها الناس « ثالثة » بل الحالة الحاصلة من شربه إنما يسمى إنتشاء كما عرفت سابقا مما نقلنا عن أئمة اللغة في درجات السكر ومراتبه ان أولها يسمى نشوا وانتشاء ، وشيوع إطلاق السكر على بعض المراتب التالية الشديدة أوجب عدم تحرز أهالي تلك الأعصار عن شربه وبيعه في أسواقهم من غير زاجر ورادع ، فهم يرونه غير مسكر والسكر عندهم زوال العقل كما قال غير واحد من أئمة اللغة انه إذا شرب الإنسان فهو نشوان ، وإذا أدب فيه الشراب فهو ثمل ، وإذا أخذ من عقله فهو سكران ، وعرف بعضهم السكر كما تقدم بعدم معرفة السماء من الأرض والطول من العرض والرجل من المرأة الا ان النصوص دلت على أن جميع مراتبه سكر يترتب عليه احكامه وفي « التهذيب » عن أبي الصباح الكناني ( قال قال أبو عبد اللَّه كان النبي ( ص ) إذا أتى بشارب الخمر ضربه ثمانين فان أتى به ثانية ضربه فان أتى به ثالثة ضرب عنقه قلت النبيذ ؟ قال إذا أخذ شاربه قد انتشى ضرب ثمانين قلت أرأيت إن أخذته ثانية ؟ قال اضربه . قلت فإن أخذته ثالثة ؟ قال يقتل كما يقتل شارب الخمر وفي « الاحتجاج » عن الحميري عن صاحب الزمان « ع » ( انه كتب إليه يسئله عن معجون يصنع من الجواز والعسل والزعفران بكيفية خاصة ذكرها في السؤال فأجاب « ع » إذا كان كثيره يسكر أو يغير فقليله وكثيره حرام ) وبهذا التحقيق الأنيق والتدقيق الرشيق تقدر ان تجمع بين ما دلت عليه ظواهر النصوص من أن الفقاع مسكر وبين ما صرح به كثير من الخاصة والعامة من نفى الإسكار عنه ففي فقه الرضا ( كل صنف من صنوف الأشربة التي لا يغير العقل شرب الكثير منها لا بأس به سوى الفقاع فإنه منصوص عليه بغير هذه العلة ) وفي ( المعتبر ) بعد ان استدل على تحريمه بأنه خمر وكل خمر حرام أورد على نفسه بان الخمر من ستر ولا ستر في الفقاع ، وفي « مجمع البحرين » وبعض كتب الأطباء كالتحفة انه ليس بمسكر ، وفي ( العقائد ) للمحقق النسفي وشرحه للعلامة التفتازاني ما لفظه : ولا يحرم نبيذ الجر وهو ان ينبذ تمرا أو زبيبا في الماء فيجعل في إناء من الخزف فيحدث منه لذع كما للفقاع وكأنه نهى عن ذلك في بدو الإسلام لما كانت الجرار أواني الخمور ثم نسخ فعدم تحريمه من قواعد أهل السنة والجماعة خلافا للروافض وهذا بخلاف ما إذا اشتد وصار\r\n","description":"","footnote":"","page_name":" 137 ","page_number":146},
  {"content":"\r\nمسكرا فان القول بحرمة قليله أو كثيرة مما ذهب إليه كثير من أهل السنة « انتهى » فإن النفي في كلامهم إنما يتوجه إلى نفى الإسكار بمعنى إزالة العقل وستره كما في « المعتبر » الا ان الحكم الشرعي لما كان في الواقع معلقا على مطلق مراتب السكر ودرجاته حتى التي يتعارف التعبير عنها بالإنتشاء وردت النصوص في تحريمه ونجاسته ، وإنه هي الخمر بعينها كما في رواية ابن سنان عن الرضا « ع » فالنفي والإثبات لم يتوجها إلى محل واحد ، بل الأول على المترتبة القوية والآخر على الضعيفة ؛\r\n« ثم » ان الحكم واضح بناء على دورانه مدار الإسكار فيما علم اسكاره أو عدمه وفي المشتبه يرجع إلى استصحاب الحل أو أصالة الحل واما بناء على ما ذكره الجماعة من عدم دورانه مداره فالظاهر الحكم بالحل فيما لم يعلم مطابقته للفقاع المحكوم بالتحريم في ذلك الزمان ولم يعلم بوجود خاصيته فيه والاقتصار في الحكم على ما علم فيه أحد الأمرين من مطابقته له أو وجود خاصيته فيه ، وربما يقال بالتحريم فيما أطلق عليه اسم الفقاع فعلا وإن جهل بوجود الخاصية فيه وشك في وجوده في تلك الأعصار بل ومع العلم بحدوث التسمية وعدم وجوده قبل ، نظرا إلى أصالة الحقيقة في هذا الاستعمال الفعلي بضميمة أصالة عدم الاشتراك وأصالة عدم النقل المقتضى لوضع اللفظ لمعنى جامع أعم إذ لولاه لزم الاشتراك المرجوح على تقدير عدم هجر المعنى الأول أو النقل المرجوح على تقدير هجره الا انه بعد تسليم كفاية الأصل في إثبات ان المعنى الجامع هو الموضوع له يتجه عليه انه إنما يتم لو لم يثبت وضعه في تلك الأزمان لما يعم المحلل والمحرم واما بعد ثبوت انقسامه أولا إلى قسمين فلا يجدى كون هذا الموجود من افراد الموضوع له في الحكم بالتحريم في الشبهة الموضوعية مضافا إلى عدم انصراف إطلاقات تحريم الفقاع إلى مثله بل هي منصرفة إلى ما شاع استعماله فيه في تلك الأعصار وفي « المسالك » ان الحكم معلق على ما يطلق عليه اسم الفقاع عرفا مع الجهل بأصله أو وجود خاصيته فيه وهي النشيش وهو المعبر عنه في بعض الأخبار بالغليان ولو أطلق الفقاع على شراب يعلم حله قطعا كالأقسام الذي طال مكثه ولم يبلغ هذا الحد لم يحرم قطعا ، وفي « صحيحة » علي بن يقطين عن الكاظم « ع » قال\r\n","description":"","footnote":"","page_name":" 138 ","page_number":147},
  {"content":"\r\n( سئلته عن شرب الفقاع الذي يعمل في السوق ويباع ولا أدرى كيف عمل ولا متى عمل أيحل شربه ؟ قال « ع » لا أحبه ) وهذه الرواية تشعر بكراهة المجهول « انتهى » وما ذكره أو لا غير خال عن نظر ومنع يعرف مما قدمناه ،\r\n( خاتمة )\r\n( في جملة من الفروع المهمة النافعة التي وعدنا تحقيق )\r\n( بعضها فيما سبق )\r\nفي جملة من الفروع المهمة\r\n( أحدها ) قد عرفت فيما تقدم ذهاب ابن حمزة في الوسيلة إلى الاكتفاء بذهاب نصف العصير ونصف سدسه في الحلية قال ( وإن غلى بالنار حرم حتى يذهب بالنار نصفه ونصف سدسه ولم ينجس أو يخضب الإناء ويعلق به ويحلو ) واستغربه غير واحد ممن تأخر عنه لتواتر الاخبار باعتبار ذهاب الثلثين ، الا ان الظاهر أنه ليس مخالفة منه « قده » مع القوم بل الذي ذكره طريق إلى معرفة ذهاب الثلثين ، كما ذكره الشيخ في النهاية ودلت عليه رواية عبد اللَّه بن سنان التي رواها الشيخ في « التهذيب » عنه عن أبي عبد اللَّه ( قال « ع » العصير إذا طبخ حتى يذهب منه ثلاثة دوانيق ونصفه ثم يترك حتى يبرد فقد ذهب ثلثاه وبقي ثلثه ) وفي « نهاية الشيخ » ( إذا غلى العصير على النار لم يجز شربه إلى أن يذهب ثلثاه ويبقى ثلثه وحد ذلك ان تراه قد صار حلوا أو يخضب الإناء ويعلق به أو يذهب من كل درهم ثلاثة دوانيق ونصف وهو على النار ثم ينزل به ويترك حتى ببرد فإذا برد فقد ذهب ثلثاه ويبقى ثلثه ) الا ان الرواية مع عدم صحتها مخالفة للاعتبار إذ لا ينقص من كل درهم نصف دانق بالبرودة فإن الشيء الحار لا ينقص من وزنه بعد البرودة إلا مقدار يسير جدا فلو كان العصير ستة أمنان وذهب منه ثلاثة أمنان ونصف وهو على النار وبقي منان ونصف ثم ترك حتى برد لم ينقص منه نصف من قطعا وستعرف ما يمكن ان ينزل عليه الرواية عن قريب إنشاء اللَّه تعالى\r\n","description":"","footnote":"","page_name":" 139 ","page_number":148},
  {"content":"\r\nهل يكتفى بالدبسية في حلية العصير أم لا\r\n( ثانيها ) نسب إلى بعض الأصحاب الاكتفاء بالدبسية في حلية العصير المطبوخ وإن علم بعدم ذهاب الثلثين واختاره في محكي « اللوامع » حاكيا له عن الجامع وهو الظاهر من الوسيلة فيما تقدم آنفا وليس مما يبعد وقوعه بل كثيرا ما اسمع عن جملة من الأمصار ان العصير المطبوخ عندهم يصير دبسا قبل ذهاب ثلثيه ، ويدعون انه لو بولغ في طبخه حتى يذهب ثلثاه احترق وسقط عن الانتفاع المعتد به ، واحتمل المحقق الأردبيلي التمسك في حليته بإطلاق ما دل على أن الدبس حلال بل ربما يستظهر من كلامه ان حلية العصير بالدبسية مظنة الإجماع وقال « ره » بعد كلام له فقد ظهر المناقشة في حصول الحل بصيرورة العصير دبسا أو بانقلابه خلا فان الدليل كان مخصوصا بذهاب الثلثين الا ان يدعى الاستلزام أو الإجماع أو انه يصير خلا بعد ان يصير خمرا وقد ثبت بالدليل ان الخمر يحل إذا صار خلا ، أو يقال إن الدليل الدال على أن الدبس والخل حلال مطلقا يدل عليه « انتهى » الا ان من الجائز بل الظاهر أن يكون الاستلزام في كلامه راجعا إلى الدبس والإجماع راجعا إلى الخل فإنه الذي يدعى الإجماع على إفادته للتحليل والدبسية هي التي يدعي ملازمتها لذهاب الثلثين وقد ذكر الشهيد الثاني في المسالك ان العصير لا يصير دبسا حتى يذهب أربعة أخماسه غالبا بالوجدان فضلا عن الثلثين ويحتمل الاكتفاء بصيرورته دبسا قبل ذلك على تقدير إمكانه لانتقاله عن اسم العصير ، كما يظهر بصيرورته خلا لذلك ( أقول ) الا ان عد مثل تغليظ الشيء وتثخينه استحالة يترتب عليها جميع آثار انتفاء الموضوع الأول كما ترى ، كما أن الفرق بينه وبين الخل لعله مما لا يخفى ، وعلى كل حال فيدل على الاكتفاء بالدبسية ما رواه الشيخ في « الصحيح » عن عمر بن يزيد ( إذا كان يخضب الإناء فاشربه ) ولا يعارضها مفهوم « صحيحة » معاوية بن وهب ( قال سئلت أبا عبد اللَّه عن « البختج » قال إذا كان حلوا يخضب الإناء وقال صاحبه قد ذهب ثلثاه وبقي الثلث فاشربه ) للزوم إخراجها عن ظاهرها بجعل الواو بمعنى « أو » أو حمل الشرط الأخير على الأولوية أو حمل الأول عليها فيخرج عن المعارضة ، وذلك لان قول الصاحب ان كان مثبتا لما ادعاه فلا وجه لاشتراط\r\n","description":"","footnote":"","page_name":" 140 ","page_number":149},
  {"content":"\r\nالحلاوة وخضب الإناء وإلا فلا وجه لاشتراطه لكن يبقى في الصحيح المتقدم احتمال أن يكون أمارة غالبية لذهاب الثلثين كما فهمه الشيخ « ره » ( حيث « ظ » ) انه بعد ان اعتبر ذهاب الثلثين جعل الحلاوة وخضب الإناء علامة له وقد مر كلامه ومثله القاضي ابن البراج في « المهذب » قال وإذا طبخ العصير على النار وغلى ولم يذهب ثلثاه لم يجز استعماله فان ذهب ثلثاه وبقي الثلث جاز استعماله وحد ذلك ان يصير حلوا يخضب الإناء\r\nهل المعتبر في ذهاب الثلثين الكيل أو الوزن\r\n( ثالثها ) هل المعتبر في ذهاب الثلثين هو الكيل أو الوزن أو يتخير بينهما ؟ فيرجع إلى الأول كما سيأتي ، لم يتعرض له الأكثر ومعلوم ان نسبة الذاهب إلى الباقي مختلفة بحسب الاعتبارين لتقدم ذهاب جزء مفروض منه بحسب الكيل على مثل هذا الجزء بحسب الوزن ، وذلك ظاهر بالتجربة والعقل القاطع شاهد عليه فان معظم اجزاء العصير هو الماء والمادة الحلوة والماء أقل وزنا من صاحبه ( 1 )\r\n\r\nوالطف فينقلب إلى الهواء أكثر منها ، وقد يقرر بان نقصان الكيل والوزن مسبب عن انقلاب بعض أجزائه إلى الهواء ومعلوم ان المنقلب إلى الهواء من تلك الأجزاء هو الألطف فالألطف وإن اللطيف أقل وزنا وأكثر حجما من الكثيف فما ينقص من وزنه بالانقلاب المذكور يلزم أن يكون أقل مما ينقص من كيله به دائما على أن نقصان الحجم قد يكون بسبب آخر أيضا كمداخلة بعض الاجزاء إلى قوام بعض آخر ، و « دعوى » ان تلك المداخلة لا يمكن فيما نحن فيه بناء على أن الحرارة موجبة للتخلخل الذي هو ضدها « ساقطة » لجواز وقوعها من جهة ما يستلزمه من انفتاح السدد المانعة عنها وحصول الفرج المعدة لها ، مع ما يمكن هناك من أن يكون في بعض الأجزاء قوة نفوذ وفي بعضها قوة جذب وقبض فيدخل لتينك القوتين وزوال المانع وحصول المعد ما هو من قبيل الأول فيما هو من قبيل الثاني ويستحكم فيه كما قيل في سبب حصول السواد من ممازجة الزاج والعفص « لكنك خبير » بان هذا التقرير مع توجه بعض المناقشات عليه ( كما في الكلية القائلة بأن اللطيف أقل وزنا وأكثر حجما ) بان الماء أكثر\r\n","description":"","footnote":"\r\n( 1 ) صاحبته ( ظ )\r\n","page_name":" 141 ","page_number":150},
  {"content":"\r\nوزنا وأقل حجما من أغلب الادهان ولذا لا ترسب فيه وأسرع منها انقلابا إلى البخار ، وفي دعوى المداخلة بان نقصان حجم العصير بعد برودته ربما يكشف عن عدم المداخلة ، انه من قبيل جعل الضرورية نظرية ، والاحتجاج بمقدمات بعيدة في مسئلة بديهية وعلى كل حال فذهاب الثلثين في العصير المذكور من حيث الكيل والحجم يتحقق قبل ذهابهما فيه من حيث الوزن فربما يقال بان المعيار في الحلية هو التقدير الوزني أو ما في حكمه مما يطابقه وذلك لوجوه\r\nفي وجوه اعتبار الوزن - أحدها\r\n( أحدها ) ان الروايات المعتبرة لذهاب الثلثين أو ما في معناه من ذهاب اثنين وبقاء واحد يدل على وجوب تحقق فناء هذا القدر منه بالطبخ فسواء أخذ هذا القدر بحسب الكيل أو الوزن ( ولكن « ظ » ) لا يتحقق هذا الفناء بالنسبة مع بقاء الزائد على الثلث بحسب الوزن فإنه مستلزم لإمكان بقاء الزائد عليه بحسب الكيل أيضا لتوافقهما في العصير المذكور قبل الطبخ بلا شبهة ، وإنما اشتبهت حال الكيل بعده من جهة حصول القوام واحتمال مداخلة بعض الاجزاء في بعض ، فلا يعرف بمحض الكيل في هذا الوقت قدر ثلثي العصير أو ثلثه ، وإنما يعرف بحسب الوزن فيه ذلك لعدم حصول الاشتباه في حاله من جهة أصلا « ولنوضح » ذلك بمثل فرضنا العصير ستة أمنان موافقا لست قصعات معينة فيجب ان يذهب ويفنى منه أربعة أمنان مطابق لأربع قصعات حتى يصير حلالا ، فإذا طبخ إلى تبقى قصعتان « فح » وإن كان مجال ان يتوهم بلوغه النصاب من حيث كون الباقي بقدر ثلث المجموع بحسب الصورة فيكون الذاهب بقدر ثلثيه ، لكن العقل بمعونة ملاحظة القوام الحاصل فيه بالطبخ يحكم بإمكان كونه زائدا على الثلث بحسب الحقيقة ، فإنه حال كونه رقيقا كان ثلثه بقدر قصعتين فيمكن أن يكون هذا القدر مع هذا القوام والغلظ أكثر من الثلث بقدر زيادة وزن الغليظ على الرقيق فلا يكون الذاهب والفاني بقدر ثلثيه لبقاء بعضه بالمداخلة المذكورة في قوام الثلث المذكور فما دام لم يبلغ حدا يطابق وزنه منين موافقا لقدر قصعتين في حال رقته لم يتحقق كون الباقي ثلثا والذاهب ثلثين ، فيكون المعيار لمعرفة بلوغه هذا الحد بلوغه\r\n","description":"","footnote":"","page_name":" 142 ","page_number":151},
  {"content":"\r\nهذا الوزن أو ما في حكمه كبلوغه قدر قصعة ونصف إذا علم أن النسبة بين وزني الرقيق والغليظ اى بين وزني العصير والطلاء عند كونهما على حجم واحد كنسبة واحد ونصف إلى اثنين ، وهكذا و « بالجملة » يمكن ان تقوم تلك المعرفة أيضا لمن تتبع واستخرج النسبة مقام معرفة الوزن الذي هو المعيار هيهنا على ما عرفت ، فتلخص بهذا التحقيق ان تحقق اليقين بذهاب ثلثي العصير مطلقا موقوف على تحقق الذهاب على الوجه المذكور ،\r\nثانيها\r\n( الثاني ) التعبير بذهاب الثلثين في النصوص في مقابل البقاء فإنه يشعر بان المراد بالذهاب هو الفناء والانفصال لا ما يشمل الدخول والاندماج في قوام سائر الأجزاء فان الذهاب بهذا المعنى لا ينافي البقاء في الجملة ولا يقابله ولعل ذكر بقاء الثلث بعد ذهاب الثلثين في أكثر الروايات مع أنه بحسب الظاهر مستغنى عنه لدفع هذا التوهم ،\r\nثالثها\r\n( الثالث ) استعمال لفظ الأوقية في صحيحة ابن أبي يعفور عن أبي عبد اللَّه قال « ع » ( إذا زاد الطلاء على الثلث أوقية فهو حرام ) فإنها سواء كانت تميزا أو مفعولا بحسب التركيب تكون باعتبار أنها مفسرة بأربعين درهما أو سبعة مثاقيل صريحة في الوزن بلا شائبة احتمال الكيل فيها فتدل على أن المعيار هيهنا هو الوزن ، وكان المعنى إذا زاد على الثلث بقدر أوقية وهذا إما كناية عن القلة أو مبنى ( 1 )\r\n\r\nإذا كان أقل من أوقية يذهب بالهواء ويمكن أن يكون هذا فيما إذا كان العصير رطلا فان الرطل أحد وتسعون مثقالا ونصف سدسه سبعة ونصف سدس وقد مر في رواية عبد اللَّه بن سنان ان نصف السدس يذهب بالهواء ونصف السدس على هذا الوجه قريب من الأوقية بالمعنى الأول ؛\r\nرابعها\r\n( الرابع ) استعمال لفظ الدوانيق في رواية ابن سنان المذكورة فإن الدانق في الأصل وضعه ( 2 )\r\n\r\nعبارة عن سدس الدرهم الذي\r\n","description":"","footnote":"\r\n( 1 ) على ما « ظ »\r\n\r\n( 2 ) في أصل وضعه « ظ »\r\n","page_name":" 143 ","page_number":152},
  {"content":"\r\nلا يجرى فيه شائبة الكيل ، خصوصا إذا كان المقصود هناك المعنى الحقيقي كما فهمه الشيخ « ره » حيث عبر عنه في النهاية بقوله : أو يذهب من كل درهم ثلاثة دوانيق ونصف ،\r\nالجواب عنها\r\nهذا غاية ما يقال في ترجيح التقدير بالوزن ، ولكنك خبير بان هذه الوجوه والتقادير وإن بلغت الغاية بل تجاوزت النهاية في التدقيق والتقدير الا أنها بالاعراض عنها جدير ، فان محصل الوجه الأول على طوله الخارق للعادة انه بعد ذهاب الثلثين بحسب الكيل لا يعلم فناء الثلثين من العصير الموجود أو لا بحسب الوزن فلا يعلم الحل فيستصحب الحرمة ، « وفيه » ان الغاية المجعولة للتحريم في الروايات هي ذهاب الثلثين الصادق على ذهابهما بالكيل قطعا أو عرفا فتلك الأدلة بأنفسها أدلة على حليته ولا معنى للرجوع إلى الاستصحاب بعد وجود الأدلة اللفظية الظاهرة وليس في تلك الأدلة إهمال ولا في الغاية إجمال بل المتعارف في تقدير أمثال هذه المائعات سيما المطبوخ في القدر تقديره بالكيل وهو الذي يتمكن منه كل أحد في كل وقت بعود وشبهه بل بحس البصر سيما وقد وقع التصريح به في غير واحد من الروايات ، كما ستعرف بل لو فرضنا القطع بعدم ذهاب الثلثين بحسب الوزن لكن ذهبا بحسب الكيل حكمنا بالحل لصدق الذهاب الذي جعل بإطلاقه غاية للتحريم ، ( ويرد على الوجه الثاني ) ان مقابلة الذهاب بالبقاء وإن كان يقتضي كونه بمعنى الفناء الا انه تابع للمراد من البقاء فإن أريد به بقاء الثلث بحسب الوزن أريد ذهاب الثلثين وفنائهما بحسبه وإن أريد بقائه بحسب الكيل أريد فنائهما بحسبه أيضا وكون المراد بالبقاء هو الأول ليس ببين ولا مبين بل ظهور الذهاب فيه بحسب الكيل يقتضي إرادة البقاء بحسبه أيضا ( واما الوجه الثالث ) وهو أوجهها بحسب الظاهر إذا التقدير بالأوقية الموضوعة لوزن معين وإن كان بالنسبة إلى المقدار الزائد على الثلث الا انه يدل على تقدير الذهاب والبقاء أيضا بحسب الوزن إذا المتعارف في التعبير عما يراد تعيينه بالكيل تقدير زيادته أيضا بالكيل فيقال لو زيد عليه رأس أنملة مثلا لكان كذا « فالجواب عنه » ، مضافا إلى عدم وضوح المراد\r\n","description":"","footnote":"","page_name":" 144 ","page_number":153},
  {"content":"\r\nمن الحديث بناء على تفسيره بسبعة مثاقيل وأربعين درهما ، فان جعله كناية عن القلة في مثل المقام المبنى على المداقة غير صحيح بل غيره أيضا مع شيوع جعل الأقل منها بكثير كناية واحتمال ان الأقل من الأوقية يذهب بالهواء في مطلق العصير المطبوخ مجازفة ، كما أن تعين كون المراد ما إذا كان العصير رطلا « كك » مع عدم انطباقه على نصف السدس أيضا ، بعد هذا التكلف كما اعترف به بل المراد به نصف السدس وهو إطلاق ثابت يظهر من بعض أئمة اللغة شيوعه وإن لم يذكر في أكثر كتب اللغة ففي « لسان العرب » و « تاج العروس » عن الأزهري ان الأوقية في جزء الحديث يعنى حديث اصداق النبي « ص » لنسائه نصف سدس الرطل قال : وهو جزء من اثنى عشر جزءا وهو يختلف باختلاف البلاد « انتهى » وهذا هو المعين إرادته في صحيحة ابن أبي يعفور فيخرج عن الاجمال وينطبق على رواية ابن سنان بناء على أن يكون المراد منها انه إذا زاد المطبوخ وهو على النار على الأوقية من الثلث فهو حرام فإنه بعد ان ترك وبرد لا يذهب منه الثلثان « وبالجملة » فالاحتجاج مبنى على كون الأوقية بمعنى الوزن وبعد ثبوت استعماله في الكيل واحتمال المقام له يسقط الاستدلال واما الرطل فاستعماله في الكيل مسلم عند الكل وقد فسره اللغويون بأنه ما يوزن أو يكال بل ذكر هذا المستدل ان الرطل يطلق غالبا على الكيل دون الوزن وأحاله على ما حققه في رسالته في الأوزان . وقال العلامة المجلسي في رسالة الأوزان ان المد والرطل والصاع كانت في الأصل مكائيل معينة كما صرح به في الاخبار وكلام الأصحاب واللغويون ( 1 )\r\n\r\nأيضا فقدروها بالوزن لئلا يلحق التغيير بها بمرور الأزمان ( والجواب عن رابع الوجوه ) مضافا إلى عدم صحة سند الرواية « أولا » ان استعمال الدانق وإن كان في سدس الدينار والدرهم أشبع الا ان ظاهر الرواية أو صريحها إضافته فيها إلى مجموع العصير المطبوخ لا إلى كل درهم منه فيراد منه سدس العصير فيصير مثل بقية الروايات الظاهرة في ذهاب الثلثين بحسب الكيل ، ولا أقل من أن لا يكون ظاهرا في الوزن وكون الدانق في الأصل موضوعا\r\n","description":"","footnote":"\r\n( 1 ) واللغويين - « ظ »\r\n","page_name":" 145 ","page_number":154},
  {"content":"\r\nلسدس الدرهم بعد تسليمه لا ينافي استعماله في سدس شيء آخر ،\r\nدانك الفارسي معجم لا ان الدانق معرب\r\nبل كنت أتخيل انه معرب « دانك » الموضوع في اللغة الفارسية لمطلق السدس لكني تتبعت الكتب الموضوعة في اللغة الفارسية فلم أجد هذا اللفظ فيها بل يظهر منها انه ليس من تلك اللغة ولعله معجم من العربية ، « وثانيا » ما عرفت سابقا من عدم ذهاب نصف سدس الشيء الحار بعد برودته قطعا فلا بد ان يراد بالرواية انه إذا ذهب نصف العصير ونصف سدسه بالوزن وهو على النار ثم ترك حتى برد فقد ذهب ثلثاه بحسب الكيل الذي هو المعيار فتكون الرواية دليلا على التقدير بالكيل ويكون موافقا للاعتبار ،\r\nفي كفاية ذهاب الثلثين بالكيل\r\n( إذا عرفت هذا كله ) فنقول : الحق ان ذهاب الثلثين بالكيل كاف في التحليل وهو المعيار لأنه المتعارف في أمثال ذلك وهو الذي يسهل على الناس من حيث إمكانه بالقصعة والقدر وأمثالها من الأدوات الدائرة وبالعود وشبهه بخلاف التقدير بالوزن المحتاج إلى ميزان صحيح أو قبان مجرب لا يطمئن إلا بعد تقويمات وتدقيقات لا يهتدى إليها أكثر الناس بل يتيسر لهم التخمين بحس البصر ويدل عليه أيضا التصريح بالكيل في موثقتي عمار ورواية الهاشمي الماضية في الفصل الثاني المتضمنة كلاهما ( 1 )\r\n\r\nلتقدير العصير بالكيل « ودعوى » انه قد مر ان ذلك التقدير ليس لإفادة الحلية بل لعدم طرو الفساد عليه بطول المكث « مدفوعة » بأن طرو الفساد أيضا لعدم ذهاب الثلثين كما يظهر من كثير من الاخبار ومنها روايات منازعة إبليس فإن المستفاد من الكل ان وجود نصيب الشيطان علة للتحريم بالغليان ومنشأ للإختمار بطول المكث ، فإذا دل الدليل على أن ذهاب الثلثين بالكيل توجب عدم الاختمار دل على إيجابه للتحليل أيضا ،\r\nهل المعتبر في ذهاب الثلثين كونه بالنار أو يكفي مطلقا\r\n( رابعها ) إذا ذهب الثلثان بالنار أفاد التحليل نصا وإجماعا ومقتضى إطلاق الأكثر ان ذهابهما بنفسه أو بالشمس أيضا يفيده الا ان بعضهم اقتصر على الأول استصحابا للتحريم الحاصل بالغليان مع عدم اليقين بحصول الغاية لكن الظاهر\r\n","description":"","footnote":"\r\n( 1 ) كلتاهما - « ظ »\r\n","page_name":" 146 ","page_number":155},
  {"content":"\r\nمن التعليلات الواردة في الروايات ان مطلق ذهاب الثلثين كاف في عروض الحل وفي الطهارة أيضا على القول بنجاسته ،\r\n( خامسها ) ذهاب الثلثين من العصير لا يجدى في حلية جسم وقع فيه قبل ذهابهما فجذب من العصير ولم يعلم ذهاب الثلثين ، وهيهنا فروع كثيرة متفرعة على القول بنجاسة العصير بالطبخ أغنانا عن التعرض لها عدم القول بأصلها .\r\nولنختم الكلام في المقام حامد اللَّه المفضال المنعام ، مصليا على رسوله وآله الأطهار الكرام ، عليهم أفضل الصلاة والسلام ؛\r\nوقد وقع الفراغ منه ليلة الجمعة ثالث عشر شهر محرم الحرام من شهور « 13 - 1 - 1324 »\r\nالسنة الرابعة والعشرين بعد الثلاثمائة والألف من الهجرة المقدسة\r\nالنبوية على هاجرها آلاف ألف سلام وتحية على يد\r\nمصنفه الآثم الخاطى الجاني\r\n( فتح اللَّه الغروي الأصبهاني ) ( 1 )\r\n\r\nوفقه اللَّه للعمل في يومه لغده ، قبل خروج الأمر من يده\r\n* * *\r\nثم حصل الفراغ من طبعه ونشره بتصدى وتصحيح الأحقر أقل الطلبة\r\nيحيى الأبوطالبي العراقي\r\nفي 30 « ع » 2 / 1370\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد توفي مؤلفها السامي يوم الأحد ثاني شهر ربيع الآخر عام تسع وثلثين بعد الثلاثمائة والألف مطابقا لما أرخت له بقولي ( عطر اللَّه ضريحه ) وأنا الأحقر أقل الطلبة ( أحمد الحسيني الزنجاني )\r\n","page_name":" 147 ","page_number":156}
  ]