[
  {"content":"\r\nحقوق الحيوان في الإسلام\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nحقوق الطبع محفوظة للمؤلف\r\nالطبعة الأولى\r\nشوال / 1425 ه . - كانون الأول / 2004 م .\r\nالمركز الإسلامي للدراسات\r\nبيروت - لبنان - بئر العبد - سنتر الإنماء 2 - ط 2\r\nتلفون + فاكس : 274519 - 1 - 00961 - ص . ب : 52 / 25\r\nالإنترنت : www . alhadi . org - البريد الإلكتروني : alhadi @ alhadi . org\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nحقوق الحيوان في الإسلام\r\nالسيد جعفر مرتضى العاملي\r\nالمركز الإسلامي للدراسات\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nتقديم :\r\nبسم الله الرحمن الرحيم\r\nوالحمد لله رب العالمين ، والصلاة والسلام على سيّدنا محمد وآله الطاهرين ، واللعنة على أعدائهم أجمعين ، من الأولين والآخرين ، إلى قيام يوم الدّين .\r\nوبعد . .\r\nفإن الله تعالى قد منَّ علينا بهذا الدين ، ليكون هو سبيلنا ونهجنا الذي نلتزم به في حياتنا وسبيلنا الذي يحفظ لنا سلامة المسيرة ، وصحة الهدف ، وحيوية الانطلاقة إليه . .\r\nوذلك لما يهيئه لنا هذا النهج من قدرة على أداء الأمانة ، والنهوض بالمسؤوليات الملقاة على عاتق كل منا في نطاق تحقيق أهداف الأنبياء ، وإيصال كل هذا الذي يحيط بنا ، ونتعاطى معه إلى كماله ، من خلال التشبث بمعاني الكمال في داخل أنفسنا ، وفق ما رسمه الله لنا في مسيرتنا الكادحة إليه تبارك وتعالى . .\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nوكان من جملة ما رسمه لنا في نهجه القويم ، وصراطه المستقيم ، تلك الطريقة التي رضيها لنا في التعامل مع ذوات الأرواح ، بعد أن قرر أننا مسؤولون عنها ؛ فقد روي عن الإمام أمير المؤمنين « عليه السلام » قوله :\r\n« اتقوا الله في عباده وبلاده ، فإنكم مسؤولون حتى عن البقاع والبهائم . . » ( 1 )  .\r\nوقد أحببنا أن نعرض للقارئ الكريم ، طائفة من النصوص التي ترتبط بموضوع الرفق بالحيوان ، فلعل وعسى ، وعسى ولعل يتمكن بعض المهتمين بهذا الشأن من العمل على التطبيق العملي ، ولو بصورة جزئية لشيء من ذلك . . فإن ما لا يدرك كله ، لا يترك جلُّه . .\r\nوالحمد لله والصلاة والسلام على محمد وآله الطاهرين . .\r\n15 شوال 1425 الموافق 29 تشرين ثاني 2004 م\r\nبيروت - لبنان\r\nجعفر مرتضى العاملي\r\n","description":"","footnote":" ( 1 ) نهج البلاغة ( بشرح عبده ) ج 2 ص 80 ( خطبة 167 ) وبحار الأنوار ج 32 ص 9 و 41 وج 65 ص 290 وشرح النهج للمعتزلي ج 9 ص 288 ونور الثقلين ج 4 ص 402 والميزان ج 17 ص 142 وتاريخ الأمم والملوك ج 3 ص 475 والبداية والنهاية ج 7 ص 254 . ","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالفصل الأول : أخلاق الحيوان\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبداية :\r\nقد يتخيل متخيل أن الحيوانات طبيعة واحدة لا اختلاف فيما بينهما . . من حيث أن فقدها للعقل يجعلها كسائر المخلوقات من ذوات الأرواح . مثل الجماد والنبات وما إلى ذلك . .\r\n\r\nللحيوانات أخلاق :\r\nغير أن من يراقب ذوات الأرواح من الحيوانات يجد أن لها أخلاقاً ، وأنها تختلف فيها ، وأن اختلافها في خلقها يوجب اختلافاً في سلوكها . .\r\nولسنا بحاجة إلى إيراد الكثير من النصوص الدالة على أن لدى الحيوانات أخلاقاً مختلفة ، ويكفي أن نحيل القارئ إلى ما روي عن الإمام الرضا « عليه السلام » أنه قال :\r\n« في الديك الأبيض خمس خصال من خصال الأنبياء : معرفته بأوقات الصلاة ، والغيرة ، والسخاء ، والشجاعة ، وكثرة الطروقة » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 8 ص 383 وبحار الأنوار ج 62 ص 3 وكنز العمال ج 12 ص 286 و 287 و 288 . ","page_name":" 9 ","page_number":9},
  {"content":"\r\nكما أن من أخلاق الغراب الطمع ، فقد روى مهزم : أنه قال : دخلت على أبي عبد الله « عليه السلام » فذكرت الشيعة ، فقال :\r\n« يا مهزم ، إنما الشيعة من لا يعدو سمعه صوته . .\r\nإلى أن قال : « ولا يطمع طمع الغراب » ( 1 )  .\r\nوقال « عليه السلام » :\r\n« تعلموا من الغراب ثلاث خصال : إستتاره بالسفاد ، وبكوره في طلب الرزق ، وحذره » ( 2 )  .\r\nوأمثال ذلك كثير ، وهو ذائع وشائع ، والحر تكفيه الإشارة . فإن هذه حقيقة أثبتتها التجارب ، وأظهرتها الوقائع . .\r\n\r\nأخلاق شيطانية :\r\nهذا . . وقد ذكرت الروايات : أن بعض الحيوانات يكون ذا طبع شيطاني ، وبعضها الآخر بخلافه .\r\nويشهد على ذلك : أن علياً « عليه السلام » أمر أصحابه بأن يعقروا أو يعرقبوا الجمل الذي كانت تركبه عائشة ، وقال « عليه السلام » :\r\n« ما أراه يقاتلكم غير هذا الهودج : اعقروا الجمل - وفي رواية -\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 65 ص 179 و 184 .  ( 2 ) بحار الأنوار ج 61 ص 262 وج 68 ص 339 وج 100 ص 41 و 285 . ","page_name":" 10 ","page_number":10},
  {"content":"\r\nعرقبوه ، فإنه شيطان . . » ( 1 )  .\r\nوكان سلمان ( المحمدي ) قبل ذلك يضرب ذلك الجمل إذا رآه ، فيقال :\r\n« يا أبا عبد الله ، ما تريد من هذه البهيمة ؟\r\nفيقول : ما هذا بهيمة ! ( 2 )  ولكن هذا عسكر بن كنعان الجني » ( 3 )  .\r\nوعن أبي جعفر « عليه السلام » قال :\r\n« اشتروا عسكراً بسبع مائة درهم . وكان شيطاناً » ( 4 )  .\r\n","description":"","footnote":" ( 1 ) مناقب آل أبي طالب ج 2 ص 346 وبحار الأنوار ج 32 ص 182 و 201 شجرة طوبى ج 2 ص 324 ورسائل المرتضى للشريف المرتضى ج 4 ص 36 وراجع أمالي المفيد ص 59 والاحتجاج للطبرسي ج 1 ص 240 وبحار الأنوار 32 ص 187 وص 201 وج 60 ص 328 وشرح نهج البلاغة للمعتزلي ج 1 ص 253 والمناقب للخوارزمي ص 188 والأنوار العلوية للنقدي ص 220 و 207 .  ( 2 ) راجع : بحار الأنوار ج 22 ص 382 عن اختيار معرفة الرجال ص 9 ومستدرك سفينة بحار الأنوار ج 7 ص 220 .  ( 3 ) راجع : بحار الأنوار ج 22 ص 382 وج 32 ص 147 واختيار معرفة الرجال ج 1 ص 58 ومعجم رجال الحديث ج 9 ص 200 .  ( 4 ) بحار الأنوار ج 22 ص 383 عن اختيار معرفة الرجال ص 11 وبحار الأنوار ج 32 ص 147 ومستدرك سفينة بحار الأنوار ج 7 ص 220 . ","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nأخلاق رضية :\r\nوقد ذكر أهل المعرفة بالخيل أموراً كثيرة عن أخلاقها ، وتصرفاتها ، ومع غض النظر عن ذلك كله ، فإن الروايات قد تحدثت عن أن للحيوانات التي كانت عند المعصومين « عليهم السلام » آداباً وأخلاقاً ، وتصرفات مميزة ، وفريدة ، والنصوص الدالة على ذلك كثيرة جداً .\r\nومن أمثلة ذلك :\r\nما رواه هارون بن موسى ، فقد قال : كنت مع أبي الحسن « عليه السلام » في مفازة ، فحمحم فرسه ، فخلى عنه عنانه ، فمر الفرس يتخطى إلى أن بال وراث ورجع ، فنظر إليَّ أبو الحسن ، وقال :\r\n« إنه لم يعط داود شيئاً إلا وأعطي محمد وآل محمد أكثر منه » ( 1 )  .\r\n\r\nتفاوت درجاتها في الشعور والإدراك :\r\nونلاحظ أيضاً :\r\nأن للبهائم درجات متفاوتة من حيث مستويات شعورها ، وإدراكها ، غير أن هناك أموراً تشترك فيها جميع الحيوانات .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 49 ص 57 وج 27 ص 270 ومستدرك سفينة بحار الأنوار ج 8 ص 174 والاختصاص ص 299 ومناقب آل أبي طالب ج 3 ص 447 ومسند الإمام الرضا ( عليه السلام ) ج 1 ص 205 . ","page_name":" 12 ","page_number":12},
  {"content":"\r\nفقد روي عن الحسين بن علي « عليه السلام » ، أنه قال :\r\n« ما بهمت البهائم منه ، فلم تبهم عن أربعة : معرفتها بالرب تبارك وتعالى ، ومعرفتها بالموت ، ومعرفتها بالأنثى والذكر ، ومعرفتها بالمرعى الخصب » ( 1 )  .\r\nوسيأتي المزيد مما يدل على ذلك إن شاء الله .\r\nوقد صرح القرآن الكريم بحشر الوحوش ، فقال : * ( وَإِذَا الْوُحُوشُ حُشِرَتْ ) * ، وصرحت الروايات بأن الله حين يحشر الحيوانات يوم القيامة سوف يقتص للجماء من القرناء ( 2 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 50 و 51 و 3 والكافي ج 6 ص 539 والوسائل ( ط الإسلامية ) ج 8 ص 350 و 351 و 352 و 353 و 354 .\r\nوراجع : من لا يحضره الفقيه ج 2 ص 288 والأمالي للشيخ الطوسي 594 وتاريخ اليعقوبي ج 2 ص 200 والخصال ص 260 ومستدرك سفينة بحار الأنوار ج 1 ص 446 ومنتقى الجمان ج 3 ص 104 وراجع : التفسير الكبير للرازي ج 12 ص 212 والفصول المهمة ج 3 ص 401 .  ( 2 ) راجع : بحار الأنوار ج 61 ص 4 و 6 وج 7 ص 256 و 257 و 272 و 90 و 91 و 92 و 276 وج 46 ص 76 وج 58 ص 4 و 6 وراجع : تفسير المنار ج 7 ص 397 وجامع البيان ج 7 ص 120 وتفسير الثعالبي ج 1 ص 518 ونور الثقلين ج 1 ص 592 والدر المنثور ج 3 ص 11 والتفسير الكبير للرازي ج 12 ص 218 والمجازات النبوية ص 99 وشرح أصول الكافي ج 10 ص 187 ومجمع الزوائد ج 10 ص 352 والرحلة في طلب الحديث 117 وشرح النهج للمعتزلي ج 9 ص 290 ومجلس في حديث جابر ص 41 وكشف الخفاء ج 2 ص 399 والتبيان ج 10 ص 250 ومجمع البيان ج 4 ص 49 وج 10 ص 249 و 277 وج 3 ص 297 وتفسير القرآن للصنعاني ج 2 ص 206 وزاد المسير ج 3 ص 26 والجامع لأحكام القرآن ج 6 ص 420 وج 19 ص 229 وتفسير القرآن العظيم ج 2 ص 136 وتفسير الجلالين ص 167 وفتح القدير ج 5 ص 388 والمستدرك للحاكم ج 2 ص 316 . ","page_name":" 13 ","page_number":13},
  {"content":"\r\nوالحشر ، والإقتصاص إنما يكون من المذنب المدرك .\r\nثم إن علمها بموتها وإن كان يستلزم وجود درجة من الشعور والإدراك لديها ، ولكنه يبقى محدوداً ، وليس في مستوى ما لدى البشر من ذلك .\r\nفقد روي عن النبي « صلى الله عليه وآله » وعن علي « عليه السلام » :\r\n« لو تعلم البهائم من الموت ما يعلم ابن آدم ما أكلتم سميناً قط » ( 1 )  .\r\nكما أن مما يشير إلى وجود درجة من الإدراك لدى الحيوانات ، ما\r\n","description":"","footnote":" ( 1 ) راجع : بحار الأنوار ج 61 ص 46 و 51 عن من لا يحضره الفقيه ج 2 ص 27 و 188 وميزان الحكمة ج 4 ص 2972 ومسند الشهاب ج 2 ص 314 والجامع الصغير ج 2 ص 430 وكنز العمال ج 15 ص 552 و 570 وفيض القدير ج 5 ص 400 وكشف الخفاء ج 2 ص 154 . ","page_name":" 14 ","page_number":14},
  {"content":"\r\nحكاه الله تعالى عن الهدهد وعن النملة مع سليمان ، فقد قال تعالى :\r\n* ( . . قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ ، فَتَبَسَّمَ ضَاحِكاً مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ . . ) * ( 1 )  .\r\nوقال تعالى عن الهدهد :\r\n* ( وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ ، لَأُعَذِّبَنَّهُ عَذَاباً شَدِيداً أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُّبِينٍ ،\r\nفَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِن سَبَأٍ بِنَبَأٍ يَقِينٍ ، إِنِّي وَجَدتُّ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ ، وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ ، أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ ، اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ،\r\nقَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ الْكَاذِبِينَ ، اذْهَب بِّكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانظُرْ مَاذَا يَرْجِعُونَ ،\r\nقَالَتْ يَا أَيُّهَا المَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ ، إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ\r\n","description":"","footnote":" ( 1 ) الآيتان 19 و 20 من سورة النمل . ","page_name":" 15 ","page_number":15},
  {"content":"\r\nاللَّهِ الرَّحْمَنِ الرَّحِيمِ ، أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ ) * ( 1 )  .\r\nوقال تعالى :\r\n* ( وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ ) * ( 2 )  .\r\nوفي هذه الآيات دلالات هامة ، وكثيرة ، ومتنوعة . وهي تحتاج في بيان ما ظهر لنا منها إلى جهد فائق ، وتأليف مستقل . .\r\n1 - ونكتفي هنا بالقول : بأن قصة الهدهد : تدل في جملة ما تدل عليه :\r\n- أن التكليف يتوجه للطير .\r\n- وأنه يصدق ويكذب .\r\n- ويطيع ، ويعصي .\r\n- ويعاقب على المخالفة .\r\n- وهو يستدل ويحتج .\r\n- كما أنها تدل على أنه ينتقل من المجهول إلى المعلوم .\r\n- ويعرف أنواع العبادات .\r\n- ويميز بين صحيحها وفاسدها .\r\n","description":"","footnote":" ( 1 ) الآيات 20 - 31 من سورة النمل .  ( 2 ) الآية 17 من سورة النمل . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n- ويكتشف ملكاً جديداً .\r\n- ويميز بين الملك والرعية .\r\n- ويدرك الفرق بين الذكر والأنثى .\r\n- ثم هو يعرف حجم وعظمة ما اكتشفه وعرفه ، وأنه عرش ، وأنه عظيم . .\r\n- ثم هو يعرف الشمس ، ويعرف أن عبادة أولئك الناس كانت لها . .\r\n- ثم هو يستدل على فساد عبادتهم ، وبطلان أديانهم .\r\n- ويعرف السماء والأرض .\r\n- ويعرف أن الله تعالى يخرج الخبء في السماوات والأرض .\r\n2 - أما النملة ، فقد أدركت أيضاً :\r\n- الخطر المتوجه إليها .\r\n- وعرفت بأن هناك جيشاً في منطقتها ، وعرفت اسم قائد الجيش ، وعرفت أن الجيش وكذلك القائد سوف لا يشعر بوجودها لو حطمها . .\r\n- ثم هي أعطت لمثيلاتها الأوامر المناسبة ، للتحرز من ذلك الخطر الداهم .\r\n- وسمع سليمان ما قالته ، وتبسم ضاحكاً من قولها . .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nطاعات وعبادات الحيوانات :\r\nهذا كله ، عدا عن أن للحيوانات عباداتها وطاعاتها . .\r\nوقد تحدثت الآيات والروايات عن تسبيح الطير ، والوحوش ، والكلاب ، وحيوانات البحار .\r\nقال سبحانه وتعالى :\r\n* ( . . وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ وَلَكِن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً ) * ( 1 )  .\r\nوقد روي عن أبي عبد الله « عليه السلام » ، أنه قال : قال أمير المؤمنين « عليه السلام » :\r\n« لا تضربوا الدواب على وجوهها ، فإنها تسبح بحمد ربها » ( 2 )  .\r\nوروي عن الإمام الحسين « عليه السلام » ذلك مفصلاً ، فراجع ( 3 )  .\r\nوقد ذكرت الروايات : آثار تركها للتسبيح ، فعن أبي عبد الله « عليه السلام » :\r\n","description":"","footnote":" ( 1 ) الآية 44 من سورة الإسراء .  ( 2 ) راجع : بحار الأنوار ج 14 ص 4 وج 27 ص 273 وج 57 ص 171 وج 61 ص 3 و 10 و 11 و 23 و 29 و 46 والثاقب في المناقب ص 165 ومدينة المعاجز ج 5 ص 205 وفيض القدير ج 4 ص 673 وج 5 ص 576 والتبيان ج 7 ص 268 وتفسير مجمع البيان ج 7 ص 104 والبداية والنهاية ج 6 ص 317 .  ( 3 ) راجع : بحار الأنوار ج 61 ص 27 . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n« ما يصاد من الطير إلا ما ضيَّع التسبيح » ( 1 )  .\r\nوقد ورد في النهي عن الغناء على الدابة ، عن أبي عبد الله « عليه السلام » :\r\n« أما يستحي أحدكم أن يغني على دابته وهي تسبح » ( 2 )  ،\r\nونهى عن ضرب وجوه الدواب ؛ لأنها تسبح بحمد الله ( 3 )  ، والنصوص التي تشير إلى ذلك كثيرة ، لا مجال لاستقصائها .\r\n","description":"","footnote":" ( 1 ) راجع : وسائل الشيعة ج 6 ص 6 وج 8 ص 350 و 351 ومستدرك الوسائل ج 3 ص 65 وبحار الأنوار ج 61 ص 24 و 46 و 25 عن العياشي وتفسير القمي ، وقرب الإسناد ، وجامع أحاديث الشيعة ج 8 ص 22 و 23 و 33 عن الكافي ، ومن لا يحضره الفقيه والمصنف لابن أبي شيبة ج 8 ص 146 وكنز العمال ج 2 ص 253 والدر المنثور ج 4 ص 184 وفتح القدير ج 3 ص 232 وزاد المسير ج 5 ص 30 والأصول الستة عشر ص 77 والفصول المهمة ج 2 ص 128 والمحاسن ج 1 ص 294 .  ( 2 ) بحار الأنوار ج 61 ص 204 و 206 وج 73 ص 291 وج 46 ص 245 و 246 ومستدرك سفينة بحار الأنوار ج 2 ص 248 والوسائل ( ط الإسلامية ) ج 8 ص 306 و 307 والمحاسن ص 627 .  ( 3 ) بحار الأنوار ج 61 ص 201 و 202 و 28 و 29 و 300 و 302 و 303 و 204 و 47 عن الكافي ، والمحاسن ، والخصال ، ومن لا يحضره الفقيه ، والوسائل ( ط الإسلامية ) ج 8 ص 353 و 350 و 351 و 354 عنهم أيضاً . ","page_name":" 19 ","page_number":19},
  {"content":"\r\nوعن أبي ذر رضوان الله عليه :\r\n« تقول الدابة : اللهم ارزقني مليك صدق يرفق بي ، ويحسن إلي ، ويطعمني ويسقيني ، ولا يعنف علي » ( 1 )  ونحوه غيره .\r\nوعن الإمام الكاظم « عليه السلام » :\r\n« ما من دابة يريد صاحبها أن يركبها إلا قالت : اللهم اجعله بي رحيماً » ( 2 )  .\r\nوغير ذلك مما دل على أن الحيوانات تكلمت بأمور ذات مغزى إيماني ، يفيد في توضيح ما نرمي إليه .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 205 والمحاسن ص 626 .  ( 2 ) المصدران السابقان . ","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالفصل الثاني : الرفق بالحيوان : أحكام وضوابط\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nقانون الرفق بالحيوان :\r\nوبعد . . فإننا نورد هنا بعض ما ورد في الحديث الشريف عن رسول الله « صلى الله عليه وآله » ، وعن الأئمة المعصومين صلوات الله وسلامه عليهم أجمعين ، مما يرتبط بالرفق بالحيوان ، ويصح أن يكون نموذجاً لقانون شامل في هذا المجال ، مع تأكيدنا على أننا قد لا نوفق لاستقصاء ذلك ، بل قد يفوتنا منه الكثير . .\r\nفنقول ، والله هو الموفق والمسدد :\r\nلقد أوصت النصوص الشريفة الواردة عن المعصومين بما يلي :\r\n1 - الرفق بالبهائم .\r\n2 - أن لا توقف وعليها أحمالها ( 1 )  .\r\n","description":"","footnote":" ( 1 ) دستور معالم الحكم ص 71 وكنز العمال ( ط الهند ) ج 9 ص 34 و 35 و 36 والسنن الكبرى ج 6 ص 221 و 122 والجامع الصغير .\r\nوراجع فيه وفيما سبقه أيضاً نفس المصادر بالإضافة إلى : المحاسن ج 2 ص 361 وبحار الأنوار ج 61 ص 203 والوسائل ( ط الإسلامية ) ج 8 ص 350 و 351 و 394 ومستدرك الوسائل ج 8 ص 300 ومن لا يحضره الفقيه ج 2 ص 292 ومكارم الأخلاق ص 263 .\r\nوراجع : وميزان الحكمة ج 1 ص 712 والتفسير الصافي ج 2 ص 119 ونور الثقلين ج 1 ص 715 والمحجة البيضاء ج 4 ص 71 والمعرفة والتاريخ ج 1 ص 339 ومسند أحمد ج 4 ص 181 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n3 - أن لا تسقى بلجمها ( 1 )  .\r\n4 - أن لا تحمَّل فوق طاقتها .\r\nفعن علي « عليه السلام » :\r\n« ارفق بالبهائم ، ولا توقف عليها أحمالها . ولا تسقى بلجمها . ولا تحمل فوق طاقتها » .\r\n5 - أن لا تقف وعليها جهازها ( 2 )  .\r\nفقد روي : أن النبي « صلى الله عليه وآله » « . . أبصر ناقة معقولة وعليها جهازها ، فقال : أين صاحبها ؟ ! مروه فليستعد غداً للخصومة » .\r\n","description":"","footnote":" ( 1 ) دستور معالم الحكم ص 71 .  ( 2 ) بحار الأنوار ج 7 ص 276 وج 61 ص 203 والمحاسن ج 2 ص 361 ومن لا يحضره الفقيه ج 2 ص 292 والوسائل ( ط الإسلامية ) ج 8 ص 394 ومستدرك الوسائل ج 8 ص 300 ومكارم الأخلاق ص 263 والتفسير الصافي ج 2 ص 119 ونور الثقلين ج 1 ص 715 . ","page_name":" 24 ","page_number":24},
  {"content":"\r\n6 - أن لا يقف على ظهورها ( 1 )  .\r\n7 - أن لا يكلف الدابة من المشي ما لا تطيقه ( 2 )  .\r\n","description":"","footnote":" ( 1 ) كنز العمال ( ط الهند ) ج 9 ص 35 و 36 عن أبي داود ، وأحمد ، والطبراني ، وغير ذلك . وراجع : مستدرك الحاكم ج 1 ص 444 وج 2 ص 100 وعون المعبود ج 2 ص 332 ومستدرك الوسائل ج 2 ص 50 والوسائل ( ط دار الإسلامية ) ج 8 ص 350 و 351 و 352 وسنن أبي داود ج 3 ص 27 وسنن الدارمي ج 2 ص 286 والسنن الكبرى للبيهقي ج 5 ص 255 وبحار الأنوار ج 73 ص 271 وج 61 ص 201 و 220 و 210 و 202 و 205 عن الكافي والمحاسن ومن لا يحضره الفقيه ، والخصال ، وأمالي الصدوق ، ونوادر الراوندي ، ومنتهى المطلب ( ط ق ) ج 2 ص 648 والتحفة السنية ص 342 والحدائق الناضرة ج 25 ص 142 وجواهر الكلام ج 31 ص 395 وجامع المدارك ج 4 ص 490 و 491 وفقه الصادق ج 22 ص 348 ومن لا يحضره الفقيه ج 2 ص 286 و 287 والخصال ص 330 ومكارم الأخلاق ص 262 و 263 والفصول المهمة ج 3 ص 348 و 349 والمحاسن ص 633 والكافي ج 6 ص 539 و 537 وتهذيب الأحكام ج 6 ص 164 وكتاب النوادر ص 121 .  ( 2 ) راجع : بحار الأنوار ج 61 ص 201 و 202 و 205 و 210 و 227 عن الكافي ، والمحاسن ، والخصال ، ومن لا يحضره الفقيه ، وأمالي الصدوق والوسائل ( ط الإسلامية ) ج 8 ص 350 و 351 ومستدرك الوسائل ج 2 ص 350 و 351 ومسالك الأفهام ج 8 ص 503 وجواهر الكلام ج 31 ص 397 وفقه الصادق ج 22 ص 348 وسبل السلام ج 4 ص 199 والحدائق الناضرة ج 25 ص 142 وجامع المدارك ج 4 ص 490 . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n8 - أن يكون أول ما يبدأ به حين وصوله للمنزل هو أن يقدم الماء والعلف للدابة ( 1 )  .\r\nولأجل ذلك لا تقبل شهادة سابق الحاج ؛ أي لأنه قتل راحلته ( 2 )  .\r\n","description":"","footnote":" ( 1 ) ومنتهى المطلب ( ط ق ) ج 2 ص 648 و 996 والتحفة السنية ص 343 الحدائق الناضرة ج 25 ص 142 ومستند الشيعة ج 13 ص 349 وجواهر الكلام ج 5 ص 116 وج 31 ص 394 و 395 والعروة الوثقى ( ط ق ) ج 2 ص 415 وج 4 ص 334 وجامع المدارك ج 4 ص 490 وفقه الصادق ج 22 ص 347 والمحاسن ج 2 ص 627 و 633 والكافي ج 6 ص 537 .\r\nوراجع : دعائم الإسلام ج 1 ص 347 ومن لا يحضره الفقيه ج 2 ص 286 والخصال ص 330 وأمالي الصدوق ص 597 وتهذيب الأحكام ج 6 ص 162 والوسائل ( ط الإسلامية ) ج 8 ص 350 و 351 وج 15 ص 240 ومستدرك الوسائل ج 8 ص 260 وج 15 ص 222 ومكارم الأخلاق ص 262 وكتاب النوادر ص 120 والفصول المهمة ج 3 ص 348 وبحار الأنوار ج 59 ص 201 و 202 و 205 و 210 وتفسير الميزان ج 13 ص 122 .  ( 2 ) الوسائل ( ط الإسلامية ) ج 8 ص 330 و 331 وج 18 ص 280 والكافي ج 7 ص 396 ، وتهذيب الأحكام ج 6 ص 243 ، ومن لا يحضره الفقيه ج 2 ص 293 وج 3 ص 46 والجامع لأحكام الشرايع ص 540 ومباني تكملة المنهاج ج 1 ص 89 ومصباح المنهاج ص 248 والقضاء في الفقه الإسلامي ص 348 ونقد الرجال ج 2 ص 318 والأمالي ص 597 . ","page_name":" 26 ","page_number":26},
  {"content":"\r\nفقد روي عن أمير المؤمنين « عليه السلام » أنه قال :\r\nقال رسول الله « صلى الله عليه وآله » : « للدابة على صاحبها خصال ست : يبدأ بعلفها إذا نزل ، ويعرض عليها الماء إذا مر به ، ولا يضرب وجهها ، فإنها تسبح بحمد ربها ، ولا يقف على ظهرها إلا في سبيل الله عز وجل ، ولا يحملها فوق طاقتها ، ولا يكلفها من المشي إلا ما تطيق » ( 1 )  .\r\nوورد الأمر أيضاً بما يلي :\r\n9 - أن ينظف مرابضها ( 2 )  .\r\n10 - مسح رعام الغنم . أي : ما يخرج من أنوفها ( 3 )  .\r\n11 - إماطة الأذى عنها .\r\n","description":"","footnote":" ( 1 ) دستور معالم الحكم ص 71 وبحار الأنوار ج 61 ص 201 و 202 و 227 و 205 و 210 عن الخصال ، ومن لا يحضره الفقيه ، والمحاسن ، وأمالي الصدوق ، والكافي .\r\nوراجع : الوسائل ج 8 ص 350 و 351 ومستدرك الوسائل ج 8 ص 260 ودعائم الإسلام ج 1 ص 347 وعيون الحكم والمواعظ ص 80 والعهود المحمدية ص 798 .  ( 2 ) بحار الأنوار ج 61 ص 150 والمحاسن ص 641 والكافي ج 6 ص 544 والوسائل ( ط الإسلامية ) ج 8 ص 372 و 375 .  ( 3 ) المحاسن ج 2 ص 642 و 641 وبحار الأنوار ج 61 ص 150 وج 80 ص 326 وتاج العروس ج 8 ص 314 ومجمع الزوائد ج 2 ص 27 . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nفقد روي عن رسول الله « صلى الله عليه وآله » أنه قال :\r\n« نظفوا مرابض الغنم ، وامسحوا رعامهن ، فإنهن من دواب الجنة » ( 1 )  .\r\n12 - أن يسقي ذوات الأرواح إذا عطشت ، حتى لو كانت من الهوام ، ومن غير مأكول اللحم ( 2 )  .\r\n13 - أن لا يحبسها ( 3 )  .\r\n","description":"","footnote":" ( 1 ) كشف الأستار عن مسند البزار ج 1 ص 22 و 113 و 114 ومجمع الزوائد ج 2 ص 27 وج 4 ص 69 وبحار الأنوار ج 61 ص 150 والمحاسن ص 641 و 642 والكافي ج 6 ص 544 والنهاية في اللغة ج 2 ص 92 و 93 و 95 .  ( 2 ) راجع : المصنف لابن أبي شيبة ج 9 ص 40 و 41 و 43 وبحار الأنوار ج 62 ص 65 وج 73 ص 351 وسنن البيهقي ج 8 ص 14 وسنن أبي داود ج 3 ص 24 وجامع أحاديث الشيعة ج 8 ص 511 و 512 و 515 و 516 ومستدرك الوسائل ج 7 ص 252 ومسند أحمد ج 2 ص 507 و 521 وعن صحيح البخاري ج 1 ص 51 وعن صحيح مسلم ج 7 ص 44 وشرح صحيح مسلم ج 14 ص 242 ومسند أبي يعلى ج 10 ص 423 وصحيح ابن حبان ج 2 ص 110 والفايق في غريب الحديث ج 1 ص 376 .  ( 3 ) مسند أبي يعلى ج 10 ص 346 والمبسوط ج 6 ص 47 والذكرى ص 246 ومسالك الإفهام ج 8 ص 498 وكشف اللثام ( ط ج ) ج 7 ص 611 والحدائق الناضرة ج 7 ص 271 ورياض المسائل ج 2 ص 168 وجواهر الكلام ج 31 ص 395 وسبل السلام ج 3 ص 9 ونيل الأوطار ج 7 ص 144 وفقه السنة ج 3 ص 468 ودعائم الإسلام ج 2 ص 126 والوسائل ( ط الإسلامية ) ج 8 ص 397 وج 19 ص 6 ومستدرك الوسائل ج 8 ص 303 ومكارم الإخلاق ص 129 وعوالي اللآلي ج 1 ص 154 وبحار الأنوار ج 58 ص 218 و 267 و 268 وج 59 ص 64 وج 70 ص 163 وج 98 ص 378 ومستدرك سفينة بحار الأنوار ج 10 ص 523 وميزان الحكمة ج 1 ص 317 ومسند أحمد ج 2 ص 188 و 261 و 269 و 286 وج 2 ص 217 و 457 و 479 و 501 و 507 و 519 وج 3 ص 374 و 351 وعن صحيح البخاري ج 1 ص 182 وج 3 ص 77 وج 4 ص 100 و 152 وسنن الدارمي ج 2 ص 330 وعن صحيح مسلم ج 3 ص 31 وج 7 ص 43 وج 8 ص 35 و 98 وسنن ابن ماجة ج 1 ص 402 وج 2 ص 1421 وسنن النسائي ج 3 ص 139 و 149 والسنن الكبرى للبيهقي ج 3 ص 324 وج 5 ص 214 وج 8 ص 13 وشرح صحيح مسلم ج 6 ص 207 وج 14 ص 240 ومجمع الزوائد ج 1 ص 116 وج 10 ص 190 وعن فتح الباري ج 6 ص 254 ومسند الطيالسي ص 199 و 242 والمصنف للصنعاني ج 11 ص 284 ومسند ابن أبي الجعد ص 177 ومسند ابن راهويه ج 1 ص 14 و 147 ومنتخب مسند عبد بن حميد ص 252 والأدب المفرد ص 87 والسنن الكبرى للنسائي ج 1 ص 574 و 580 وصحيح ابن خزيمة ج 2 ص 316 وصحيح ابن حبان ج 2 ص 305 وج 12 ص 438 وج 16 ص 534 والمعجم الأوسط ج 1 ص 169 وج 7 ص 273 والمعجم الكبير ج 24 ص 95 ومسند الشاميين ج 3 ص 120 وج 4 ص 278 ومسند أبي حنيفة ص 142 وإثبات عذاب القبر ص 71 والفايق في غريب الحديث ج 1 ص 320 ورياض الصالحين للنووي ص 623 وموارد الظمآن ص 157 والجامع الصغير ج 1 ص 646 والعهود المحمدية ص 397 وكنز العمال ( ط سوريا ) ج 7 ص 823 وج 8 ص 425 و 428 وج 15 ص 38 وج 16 ص 8 وفيض القدير ج 3 ص 698 وكشف الخفاء ج 1 ص 403 وإرواء الغليل ج 3 ص 128 وج 7 ص 240 وكنز الدقائق ج 1 ص 157 والجامع لأحكام القرآن ج 7 ص 216 وتفسير الثعالبي ج 5 ص 175 وتاريخ مدينة دمشق ج 63 ص 282 وج 67 ص 351 وج 4 ص 374 وتهذيب الكمال ج 2 ص 59 وج 31 ص 153 وسير أعلام النبلاء ج 4 ص 554 وج 12 ص 501 وذكر أخبار أصبهان ج 2 ص 184 والبداية والنهاية ج 2 ص 169 والنصائح الكافية ص 89 . ","page_name":" 28 ","page_number":28},
  {"content":"\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n14 - أن لا تربط حتى تموت جوعاً أو عطشاً .\r\nفقد روي عن أبي عبد الله « عليه السلام » :\r\n« أن امرأة عُذبت في هرة ، ربطتها حتى ماتت عطشاً » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 267 وج 62 ص 64 و 65 وج 73 ص 351 والسنن الكبرى للبيهقي ج 8 ص 13 و 14 والوسائل ( ط الإسلامية ) ج 8 ص 397 ودعائم الإسلام ج 2 ص 126 ومسند أحمد ج 2 ص 188 وج 3 ص 374 وعن صحيح مسلم ج 3 ص 31 وسنن النسائي ج 3 ص 139 و 149 وشرح صحيح مسلم لنووي ج 6 ص 207 وعن فتح الباري ج 6 ص 254 وشرح سنن النسائي ج 3 ص 139 ومسند الطيالسي ص 244 وعن السنن الكبرى للنسائي ج 1 ص 574 و 580 وصحيح ابن خزيمة ج 2 ص 316 وصحيح ابن حبان ج 12 ص 439 ومسند أبي حنيفة ص 142 وإثبات عذاب القبر ص 71 وموارد الظمآن ص 157 وكنز العمال ج 7 ص 823 و 829 وج 8 ص 425 وإرواء الغليل ج 3 ص 128 . ","page_name":" 30 ","page_number":30},
  {"content":"\r\nوعن موسى بن جعفر عن آبائه « عليهم السلام » قال :\r\nقال رسول الله « صلى الله عليه وآله » : « رأيت في النار صاحب العباء التي قد غلها ، ورأيت في النار صاحب المحجن الذي كان يسرق الحاج بمحجنه ، ورأيت في النار صاحبة الهرة تنهشها مقبلة ومدبرة ، كانت أوثقتها ، لم تكن تطعمها ، ولم ترسلها تأكل من حشاش الأرض ، ودخلت الجنة فرأيت صاحب الكلب الذي أرواه من الماء » .\r\n15 - أن لا تقتل البهيمة عبثاً ( 1 )  .\r\n","description":"","footnote":" ( 1 ) راجع : بحار الأنوار ج 61 ص 4 و 306 و 270 و 8 وج 62 ص 15 و 328 ومستدرك الوسائل ج 16 ص 158 وسنن الدارمي ج 2 ص 84 والمصنف للصنعاني ج 4 ص 450 و 451 ونيل الأوطار ج 8 ص 295 وفقه السنة ج 3 ص 309 ودعائم الإسلام ج 2 ص 175 ومسند أحمد ج 4 ص 389 وسنن النسائي ج 7 ص 239 ومجمع الزوائد ج 4 ص 30 والآحاد والمثاني ج 3 ص 214 وعن السنن الكبرى للنسائي ج 3 ص 73 وصحيح ابن حبان ج 13 ص 214 والمعجم الكبير ج 7 ص 317 وج 22 ص 245 ومسند الشهاب ج 1 ص 312 وموارد الظمآن ص 263 وكنز العمال ج 15 ص 37 و 40 وفيض القدير ج 6 ص 250 والتاريخ الكبير ج 4 ص 277 والكامل ج 3 ص 189 وج 5 ص 82 وتاريخ بغداد ج 8 ص 11 وأسد الغابة ج 5 ص 118 وتهذيب الكمال ج 8 ص 298 وتهذيب التهذيب ج 3 ص 134 والإصابة ج 6 ص 532 والنهاية في غريب الحديث ج 3 ص 169 و 184 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\nفينبغي أن لا تقتل البهيمة إلا لغرض شرعي أو عقلائي ؛ فإن أكلها والانتفاع بجلودها وغيره أمر عقلائي ، كما أن الشارع قد أوجب في حين ، وأجاز في الآخر أن تعق ، أو يضحى بها ، وما أشبه ذلك .\r\nفعن النبي « صلى الله عليه وآله » أنه قال :\r\n« من قتل عصفوراً عبثاً جاء يوم القيامة يعج إلى الله تعالى يقول : يا رب ، إن هذا قتلني عبثاً ، لم ينتفع بي ، ولم يدعني فآكل من حشارة الأرض » .\r\nوقد روي عن الصادق « عليه السلام » :\r\nأن أقذر الذنوب ثلاثة : قتل البهيمة ، وحبس حق المرأة ، ومنع الأجير حقه ( 1 )  .\r\nوقد غرم أمير المؤمنين « عليه السلام » من فعل ذلك قيمته ، وجلده\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 8 ص 397 وج 13 ص 248 ومستدرك الوسائل ج 15 ص 73 ومكارم الأخلاق ص 237 والبحار ج 61 ص 268 وج 100 ص 269 و 351 ومستدرك سفينة البحار ج 1 ص 514 . ","page_name":" 32 ","page_number":32},
  {"content":"\r\nجلدات ، فقد روي :\r\n« أنه قضى فيمن قتل دابة عبثاً ، أو قطع شجراً ، أو أفسد زرعاً ، أو هدم بيتاً ، أو عوَّر بئراً أو نهراً ، أن يغرم قيمة ما استهلك وأفسد ، ويضرب جلدات نكالاً ، وإن أخطأ ولم يتعمد ذلك ، فعليه الغرم . ولا حبس [ عليه 
  ] ولا أدب ، وما أصاب من بهيمة فعليه ما نقص من ثمنها » ( 1 )  .\r\n16 - أن لا يتخذ أحد شيئاً فيه روح غرضاً ، ليرميه بسهامه .\r\nفقد روي عن الإمام الرضا ، عن آبائه « عليهم السلام » أنه قال :\r\n« مر رسول الله « صلى الله عليه وآله » على قوم نصبوا دجاجة حية ، وهم يرمونها يالنبل ، فقال : من هؤلاء ، لعنهم الله » ؟ ! ( 2 )  .\r\n","description":"","footnote":" ( 1 ) مستدرك الوسائل ج 4 ص 272 عن دعائم الإسلام ، وسنن الدارمي ج 2 ص 83 والمصنف للصنعاني ج 4 ص 454 .  ( 2 ) المصنف لابن أبي شيبة ج 5 ص 397 و 368 والمصنف للصنعاني ج 4 ص 454 وبحار الأنوار ج 73 ص 359 وج 61 ص 268 و 282 ومجمع الزوائد ج 5 ص 265 وج 4 ص 31 وسنن ابن ماجة ج 2 ص 1063 ومستدرك الحاكم ج 2 ص 34 وعون المعبود ج 3 ص 59 وسنن أبي داود ج 3 ص 100 وفتح الباري ج 9 ص 554 وعن مقدمة فتح الباري ص 374 وسنن الدارمي ج 2 ص 83 وعن البخاري ج 7 ص 121 و 122 ونيل الأوطار ج 8 ص 249 ومسند أحمد ج 1 ص 216 و 273 و 297 و 285 و 274 و 280 و 340 و 345 وج 2 ص 86 و 141 وسبل السلام ج 4 ص 86 وعن صحيح مسلم ج 6 ص 73 وسنن الترمذي ج 3 ص 18 وسنن النسائي ج 7 ص 238 والسنن الكبرى للبيهقي ج 9 ص 70 و 71 وشرح صحيح مسلم ج 1 ص 114 وج 13 ص 108 والديباج على مسلم ج 5 ص 24 وشرح سنن النسائي ج 7 ص 238 ومسند الطيالسي ص 341 ومسند ابن أبي الجعد ص 85 والسنن الكبرى للنسائي ج 3 ص 72 و 73 ومسند أبي يعلى ج 10 ص 21 وشرح معاني الآثار ج 3 ص 181 وصحيح ابن حبان ج 12 ص 422 والمعجم الأوسط ج 2 ص 46 و 314 والمعجم الكبير ج 11 ص 219 و 220 و 352 وج 12 ص 73 وج 20 ص 386 والكفاية في علم الرواية ص 140 والأذكار النووية ص 353 ورياض الصالحين للنووي ص 632 وعن الجامع الصغير ج 2 ص 707 و 729 وكنز العمال ج 4 ص 351 وفيض القدير ج 6 ص 448 و 503 وتاريخ ابن معين للدوري ج 2 ص 208 والعلل ج 2 ص 85 والتاريخ الكبير ج 1 ص 206 وضعفاء العقيلي ج 3 ص 96 والكامل ج 5 ص 342 وطبقات المحدثين بأصبهان ج 3 ص 478 وتاريخ بغداد ج 5 ص 438 وتاريخ مدينة دمشق ج 36 ص 420 الموضوعات ج 1 ص 151 وتهذيب الكمال ج 22 ص 513 وتهذيب التهذيب ج 8 ص 164 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n17 - أن لا تطرق الطيور ليلاً ، فإن الليل أمان لها ( 1 )  .\r\n","description":"","footnote":" ( 1 ) مجمع الزوائد ج 4 ص 30 وكنز العمال ج 21 ص 2 ( ط الهند ) . وراجع : ج 16 ص 239 عن الكافي والتهذيب والاستبصار ج 4 ص 64 .\r\nوراجع : بحار الأنوار ج 59 ص 286 ومستدرك سفينة البحار ج 6 ص 436 والحد الفاصل للرامهرمزي ص 259 .\r\nوأما ما نقل عن الإمام الرضا « عليه السلام » : فقد قيل له : جعلت فداك ، ما تقول في صيد الطير في أوكارها والوحش في أوطانها ليلاً ، فإن الناس يكرهون ذلك ؟ فقال : لا بأس بذلك . فهو ناظر إلى إرادة نفي تحريم ذلك ، فلا ينافي ما ذكرناه . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nفعن أبي عبد الله « عليه السلام » ، أنه قال :\r\n« نهى رسول « صلى الله عليه وآله » عن إتيان الطير بالليل ، وقال : إن الليل أمان لها » .\r\n18 - أن لا تؤخذ فراخ الطير من أوكارها حتى تنهض ، أو حتى يريش ويطير ( 1 )  . فإن الفرخ في ذمة الله ما لم يطر .\r\nفقد قال الأفلح : سألت علي بن الحسين « عليه السلام » عن العصفور يفرخ في الدار ، هل يؤخذ فراخه ؟\r\nفقال « عليه السلام » :\r\n« لا ، إن الفرخ في وكره في ذمة الله ما لم يطر ، ولو أن رجلاً رمى صيداً في وكره فأصاب الطير والفراخ جميعاً فإنه يأكل الطير ولا يأكل الفراخ ، وذلك أن الفراخ ليس بصيد ما لم يطر ، وإنما يؤخذ باليد ، وإنما\r\n","description":"","footnote":" ( 1 ) الأشعثيات ص 75 والوسائل ( ط الإسلامية ) ج 16 ص 239 و 240 و 241 وفي هوامشه عن الكافي ( الفروع ) ج 2 ص 143 وعن التهذيب ج 2 ص 342 وج 9 ص 22 وراجع : مستدرك الوسائل ج 3 ص 63 والاستبصار ج 4 ص 65 والكافي ج 6 ص 216 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\nيكون صيداً إذا طار » ( 1 )  .\r\n19 - أن لا تُصْبَر البهائم .\r\nفعن جابر قال :\r\n« نهى رسول الله « صلى الله عليه وآله » أن يقتل شيء من الدواب صبراً .\r\nوالصبر هو : ربطها ثم ترمى حتى تموت » ( 2 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 16 ص 241 وفي هامشه عن تهذيب الأحكام ج 9 ص 20 .  ( 2 ) نيل الأوطار ج 8 ص 249 و 250 ودعائم الإسلام ج 2 ص 175 والمجازات النبوية ص 408 ومستدرك الوسائل ج 16 ص 158 وبحار الأنوار ج 62 ص 328 ومسند أحمد ج 3 ص 117 و 171 و 191 وعن صحيح البخاري ج 6 ص 228 وعن صحيح مسلم ج 6 ص 72 وسنن ابن ماجة ج 2 ص 1063 وشرح معاني الآثار ج 3 ص 183 والمعجم الأوسط ج 2 ص 331 ورياض الصالحين ص 633 وموارد الظمآن ص 263 والجامع الصغير ج 2 ص 700 و 704 وسنن أبي داود ج 1 ص 643 وسنن النسائي ج 7 ص 238 والسنن الكبرى للبيهقي ج 9 ص 234 و 334 وج 10 ص 24 وشرح صحيح مسلم ج 13 ص 107 ومجمع الزوائد ج 4 ص 108 وج 5 ص 265 وعن فتح الباري ج 9 ص 529 والديباج على مسلم ج 5 ص 24 وحاشية السندي على النسائي ج 7 ص 238 وتحفة الأحوذي ج 4 ص 170 وج 5 ص 39 وعون المعبود ج 8 ص 8 ومسند الطيالسي ص 275 والمصنف للصنعاني ج 4 ص 454 والمصنف لابن أبي شيبة ج 4 ص 633 والسنن الكبرى للنسائي ج 3 ص 72 والمنتقى من السنن المسندة ص 226 واللمع في أسباب ورود الحديث ص 65 وكنز العمال ج 5 ص 393 وج 15 ص 39 وفيض القدير ج 3 ص 243 وج 6 ص 441 و 431 والجامع لأحكام القرآن ج 5 ص 391 والدر المنثور ج 2 ص 223 وفتح القدير ج 1 ص 518 وسبل الهدى والرشاد ج 7 ص 391 . ","page_name":" 36 ","page_number":36},
  {"content":"\r\n20 - وأن لا يمثَّل بها .\r\nفعن النبي « صلى الله عليه وآله » أنه قال :\r\n« لعن الله من مثل بالحيوان » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) راجع في هذا وفي سابقه : كشف الأستار عن مسند البزار ج 2 ص 274 ومجمع الزوائد ج 5 ص 265 وسنن الدارمي ج 2 ص 83 وعون المعبود ج 3 ص 4 ومستدرك الوسائل ج 3 ص 70 ودعائم الإسلام ج 2 ص 173 و 175 وبحار الأنوار ج 61 ص 282 وج 62 ص 328 و 329 وج 46 ص 252 وعن البخاري ج 7 ص 121 وسنن الترمذي ج 4 ص 23 والفايق في غريب الحديث ج 3 ص 225 .\r\nوراجع في النهي عن المثلة بالحيوان المصادر التالية أيضاً : بحار الأنوار ج 62 ص 30 وج 61 ص 282 وسنن ابن ماجة ج 2 ص 63 والمصنف للصنعاني ج 4 ص 454 وكنز العمال ( ط الهند ) ج 9 ص 36 و 37 و 38 و 67 عن أحمد والبيهقي ، والنسائي ، والطبراني ، ونهج البلاغة الرسالة رقم 47 ولسان العرب ج 11 ص 615 ، والنهاية في اللغة ، ومستدرك الوسائل ج 3 ص 70 و 71 وج 2 ص 59 وصحيح ابن حبان ج 1 ص 170 والنهاية في غريب الحديث ج 4 ص 294 وتاج العروس ج 8 ص 111 ومسند أحمد ج 1 ص 338 وج 2 ص 43 و 103 والمستدرك للحاكم ج 4 ص 234 ونصب الراية ج 3 ص 223 والمصنف لابن أبي شيبة ج 4 ص 633 وج 6 ص 434 وشرح معاني الآثار ج 3 ص 182 والكامل ج 2 ص 152 وبداية المجتهد ج 1 ص 300 وسبل السلام ج 4 ص 47 ونيل الأوطار ج 6 ص 334 وج 7 ص 335 وج 8 ص 251 ومن لا يحضره الفقيه ج 3 ص 346 وعلل الشرايع ج 2 ص 484 وموارد الظمآن ص 263 والسير الكبير ج 3 ص 1029 وتنزيه الأنبياء ص 218 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\n21 - وجاء الأمر بذبح الدابة ، وأن لا تعرقب ، إذا حرنت في أرض العدو .\r\nفعن أبي عبد الله « عليه السلام » أنه قال :\r\nقال رسول الله « صلى الله عليه وآله » : « إذا حرنت على أحدكم دابة في أرض العدو ، فليذبحها ولا يعرقبها » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) وسائل الشيعة ج 16 ص 307 و 308 وج 8 ص 396 وج 5 ص 52 والكافي ج 5 ص 49 والتهذيب ج 6 ص 173 وج 9 ص 82 ، وبحار الأنوار ج 61 ص 222 و 23 وج 94 ص 25 عن الكافي وعون المعبود ج 2 ص 333 وسنن أبي داود ج 3 ص 29 والمحاسن ج 2 ص 634 ومستدرك الوسائل ج 8 ص 301 وج 16 ص 157 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\n22 - أن يأمن الطير ما دام في وكره .\r\nفقد ورد :\r\n« أن الطير في وكره آمن بأمان الله ، فإذا طار فصيدوه إن شئتم » ( 1 )  .\r\nأي أن صيده وهو في وكره ممنوع ، سواء أكان مكثه في وكره بالليل ، أم في النهار .\r\n23 - لا ينتف الريش إذا كان الحيوان حياً .\r\nفعن أبي عبد الله « عليه السلام » قال :\r\n« كان رجل شيخ ناسك يعبد الله في بني إسرائيل ، فبينا هو يصلي وهو في عبادته إذ بصر بغلامين صبيين قد أخذا ديكاً وهما ينتفان ريشه ، فأقبل على ما فيه من العبادة ولم ينههما عن ذلك ، فأوحى الله إلى الأرض : أن سيخي بعبدي ، فساخت به الأرض ، فهو يهوي في الدردور أبد الآبدين ، ودهر الداهرين » ( 2 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 62 ص 275 والوسائل ( ط الإسلامية ) ج 16 ص 239 و 240 و 241 و 117 راجع : مستدرك الوسائل ج 3 ص 63 ودعائم الإسلام ج 2 ص 168 .  ( 2 ) بحار الأنوار ج 61 ص 223 عن أمالي الطوسي ، وعن ثواب الأعمال ، والسنن الكبرى ج 8 ص 13 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n24 - لا يحرق الحيوان .\r\nفقد ورد في مناهي النبي « صلى الله عليه وآله » :\r\n« أنه نهى عن أن يحرق شيء من الحيوان » ( 1 )  .\r\n25 - أن يقلِّم الذي يحلب الحيوان أظافره ، حتى لا يؤذي ضرع الحيوان بأظافره حال الحلب .\r\nفقد قال سوادة بن الربيع :\r\nأتيت النبي « صلى الله عليه وآله » ، فسألته .\r\nفأمر لي بذود ، ثم قال لي : « إذا رجعت إلى بيتك فمرهم فليحسنوا غذاء رباعهم ، ومرهم\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 267 وج 73 ص 329 وج 30 ص 515 والوسائل ( ط الإسلامية ) ج 12 ص 220 وج 8 ص 379 .\r\nوراجع : منتهى المطلب ( ط ق ) ج 2 ص 924 والحدائق الناضرة ج 18 ص 100 ونيل الأوطار ج 8 ص 139 ومن لا يحضره الفقيه ج 4 ص 5 والأمالي ص 510 ومكارم الأخلاق ص 425 .\r\nوراجع أيضاً : مستدرك سفينة بحار الأنوار ج 2 ص 507 ومكاتيب الرسول ج 2 ص 141 وشرح صحيح مسلم ج 12 ص 218 وعن فتح الباري ج 6 ص 130 وتحفة الأحوذي ج 5 ص 24 وعون المعبود ج 7 ص 273 والسير الكبير ج 3 ص 1045 . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nفليقلموا أظفارهم ، ولا يعبطوا بها ضروع مواشيهم إذا حلبوا » ( 1 )  .\r\n26 - أن لا يجر الحيوان بأذنه ، وإنما برقبته .\r\nفقد روي : أنه « صلى الله عليه وآله » مر برجل يجر شاة بأذنها ، فقال :\r\n« دع أذنها وخذ بسالفتها » ( 2 )  .\r\nومن وصايا علي « عليه السلام » لجابي الزكاة :\r\n27 - أن لا يفرق بين الناقة وبين ولدها في أخذ الزكاة ( 3 )  .\r\n28 - أن لا يلح عليها بالحلب ، حتى لا يتضرر ولدها ( 4 )  .\r\n","description":"","footnote":" ( 1 ) مسند أحمد ج 3 ص 484 ومجمع الزوائد ج 5 ص 259 و 168 وج 8 ص 196 وكشف الأستار عن مسند البزار ج 2 ص 273 والسنن الكبرى للبيهقي ج 8 ص 14 وراجع : المعجم الكبير ج 5 ص 67 وكنز العمال ج 15 ص 423 وأسد الغابة ج 2 ص 163 و 367 .  ( 2 ) سنن ابن ماجة ج 2 ص 1059 .  ( 3 ) نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 .  ( 4 ) نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 والوسائل ( ط الإسلامية ) ج 6 ص 89 و 91 وبحار الأنوار ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n29 - أن يفرق ركوبه على ما معه من الدواب ، ولا يحصره بواحدة منها ( 1 )  .\r\n30 - أن يريح الجمل الذي يتعب ، ويرفق به ( 2 )  .\r\n31 - أن يراعي حال الجمل الذي نقب خفه وتخرق ( 3 )  .\r\n32 - أن يراعي حال الجمل الذي يغمز في مشيته ( 4 )  .\r\n33 - أن لا ينفِّر بهيمة ، ولا يفزعها .\r\n34 - أن لا يتعبها ( 5 )  .\r\n","description":"","footnote":" ( 1 ) نفس المصادر .  ( 2 ) نفس المصادر .  ( 3 ) نفس المصادر .  ( 4 ) نفس المصادر .  ( 5 ) ذكر هذه الخصوصية أيضاً في كنز العمال ( ط الهند ) ج 9 ص 37 ونهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 والوسائل ( ط الإسلامية ) ج 6 ص 89 و 91 وبحار الأنوار ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\n35 - أن لا يعنف في سَوْقِها ( وستأتي مصادر أخرى لهذا الأمر أيضاً ) .\r\n36 - أن لا يجهدها بركوبه ( 1 )  .\r\n37 - أن يوردها المياه التي تمر بها ( 2 )  .\r\n","description":"","footnote":" ( 1 ) نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 .\r\nراجع : الوسائل ( ط الإسلامية ) ج 6 ص 89 و 91 وبحار الأنوار ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 .  ( 2 ) نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 .\r\nوراجع : تذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 والوسائل ( ط الإسلامية ) ج 6 ص 89 و 91\r\nوراجع أيضاً : بحار الأنوار ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n38 - أن لا يعدل بها عن مواضع النبات إلى جوادّ الطرق ( 1 )  فإن جادة الطريق لا نبات فيها .\r\n","description":"","footnote":" ( 1 ) ذكر هذه الخصوصية أيضاً في بحار الأنوار ج 61 ص 201 و 202 وج 25 ص 210 و 211 ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 والوسائل ( ط الإسلامية ) ج 6 ص 89 و 92 و 91 وج 8 ص 324 و 350 و 351 .\r\nوراجع : نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 .\r\nوراجع أيضاً : مدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\n39 - أن يروحها في الساعات ( 1 )  .\r\n40 - أن يمهلها عندما تمر بالمياه القليلة أو بالأعشاب ( 2 )  .\r\n","description":"","footnote":" ( 1 ) نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 .\r\nوراجع : الوسائل ( ط الإسلامية ) ج 6 ص 89 و 91 وبحار الأنوار ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 .  ( 2 ) نهج البلاغة ( بشرح عبده ) ج 3 ص 25 الوصية رقم 25 وراجع : الكافي ج 3 ص 536 و 537 والمقنعة للشيخ المفيد ص 542 و 256 والسرائر ص 107 ومستدرك الوسائل ط حجرية ج 1 ص 516 و ( ط أهل البيت ) ج 7 ص 69 وج 6 ص 89 و 91 وروضات الجنات ج 8 ص 122 وربيع الأبرار الباب 52 باختلاف يسير ، وبحار الأنوار ج 93 ص 90 و 91 وج 8 ص 733 ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 والغارات ج 1 ص 128 - 130 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\nفمن وصيته « عليه السلام » لجابي الزكاة ، قوله :\r\n« . . فإذا أخذها أمينك ، فأوعز إليه ألا يحول بين ناقة وبين فصيلها ، ولا يمصر لبنها ، فيضر ذلك بوليدها ، ولا يجهدنها ركوباً . وليعدل بين صواحباتها في ذلك وبينها ، وليرفه على اللاغب . وليستأن بالنقب والظالع . وليوردها ما تمر به من الغُدر ، ولا يعدل بها عن نبت الأرض إلى جواد الطريق ، وليروحها في الساعات ، وليمهلها عند النطاف والأعشاب ، حتى تأتينا بإذن الله بدناً منقيات ، غير متعبات ولا مجهودات » ( 1 )  .\r\n41 - أن لا يضرب الدابة إذا مشت تحته كمشيتها إلى مذودها .\r\nفعن إبراهيم الجعفري ، رفعه ، قال : سألت الصادق « عليه السلام » :\r\n« متى أضرب دابتي تحتي ؟ !\r\n","description":"","footnote":" ( 1 ) نهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 والكافي ج 3 ص 537 والوسائل ( ط الإسلامية ) ج 6 ص 89 و 91 وبحار الأنوار ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 . ","page_name":" 46 ","page_number":46},
  {"content":"\r\nفقال : إذا لم تمش تحتك كمشيتها إلى مذودها » ( 1 )  .\r\n42 - أن لا يضرب الدابة على وجهها ( 2 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 8 ص 354 و 353 و 356 و 350 و 351 و 357 ج 6 ص 89 و 91 وبحار الأنوار ج 61 ص 210 و 215 و 213 و 317 ج 33 ص 525 وج 41 ص 127 وج 94 ص 91 عن أمالي الصدوق ، وعن من لا يحضره الفقيه ، وعن الكافي ، والجامع للشرايع ص 398 .\r\nوراجع : الكافي ج 6 ص 538 وج 3 ص 537 ومن لا يحضره الفقيه ج 2 ص 286 وتهذيب الأحكام ج 6 ص 164 ومكارم الأخلاق ص 263 ونهج البلاغة ج 3 ص 25 والمقنعة ص 256 ومستدرك الوسائل ج 7 ص 69 والغارات ج 1 ص 128 ومنتهى المطلب ( ط ق ) ج 1 ص 481 وتذكرة الفقهاء ط حجرية ج 1 ص 232 وج 5 ص 247 ومدارك الأحكام ج 5 ص 210 وذخيرة العبادة ج 3 ص 454 وجواهر الكلام ج 15 ص 334 ونهج السعادة ج 8 ص 114 وميزان الحكمة ج 30 ص 1933 وشرح النهج للمعتزلي ج 15 ص 152 ومنتقى الجمان ج 2 ص 420 .  ( 2 ) الوسائل ( ط الإسلامية ) ج 8 ص 324 و 350 و 351 و 353 و 354 وج 6 ص 350 ومستدرك الوسائل ج 3 ص 64 وبحار الأنوار ج 61 ص 201 و 202 و 203 و 204 و 205 و 210 و 212 و 213 وج 73 ص 271 عن الكافي ج 6 ص 538 ومن لا يحضره الفقيه ج 2 ص 287 ، والمحاسن ج 2 ص 628 و 633 والخصال ص 618 ، وأمالي الصدوق ص 597 ، ونوادر الراوندي ، والمصنف لابن أبي شيبة ج 5 ص 407 و 408 وج 4 ص 640 وكنز العمال ( ط الهند ) ج 9 ص 36 و 37 و 38 و 67 وسنن أبي داود ج 3 ص 26 والسنن الكبرى للبيهقي ج 5 ص 255 و 254 وعون المعبود ج 2 ص 331 وج 7 ص 166 والجامع للشرايع ص 398 ومنتهى المطلب ( ط ق ) ج 2 ص 996 .\r\nوراجع : الموسوعة الفقهية الميسرة ج 3 ص 239 ومكارم الأخلاق ص 263 وتحف العقول ص 108 ومستدرك سفينة بحار الأنوار ج 5 ص 54 وميزان الحكمة ج 1 ص 713 وصحيح ابن حبان ج 12 ص 437 ونيل الأوطار ج 8 ص 250 وشرح صحيح مسلم ج 14 ص 96 وفقه السنة ج 3 ص 509 وتحفة الأحوذي ج 5 ص 300 والجامع الصغير ج 1 ص 240 وفيض القدير ج 2 ص 207 وإرواء الغليل ج 7 ص 242 وتفسير الميزان ج 13 ص 121 والتحفة السنية ص 330 و 343 وتفسير العياشي ج 2 ص 294 ونور الثقلين ج 3 ص 168 . ","page_name":" 47 ","page_number":47},
  {"content":"\r\nوقد تقدم الحديث الدال عليه .\r\nبل إن الإمام السجاد « عليه السلام » حج على دابة له عشرين حجة ، أو عشر حجج ولم يضربها ضربة واحدة .\r\nفلم يضربها على وجهها ولا على غيره .\r\n43 - أوصى الإمام السجاد « عليه السلام » بالجمل الذي حج عليه مراراً ، أن يدفن بعده إذا مات ، حتى لا تأكل لحمه السباع .\r\nفعن أبي عبد الله « عليه السلام » قال :\r\nقال علي بن الحسين « عليه السلام » لابنه محمد « عليه السلام » حين\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nحضرته الوفاة :\r\n« إني قد حججت على ناقتي هذه عشرين حجة ، فلم أقرعها بسوط قرعة ، فإذا نفقت فادفنها لا يأكل لحمها السباع ، قال رسول الله « صلى الله عليه وآله » ما من بعير يوقف عليه موقف عرفة سبع حجج ، إلا جعله الله من نعم الجنة ، وبارك في نسله ، فلما نفقت حفر لها أبو جعفر « عليه السلام » ودفنها » ( 1 )  .\r\n44 - إذا ركب الدابة ، فعليه أن يحملها على ملاذِّها .\r\nفعن رسول الله « صلى الله عليه وآله » :\r\n« إذا ركب أحدكم الدابة فليحملها على ملاذها ، فإن الله تعالى\r\n","description":"","footnote":" ( 1 ) راجع : بحار الأنوار ج 61 ص 206 وراجع ص 204 و 212 و 215 وج 46 ص 70 و 71 وج 93 ص 386 والمحاسن ج 2 ص 635 .\r\nوراجع : عن من لا يحضره الفقيه ج 2 ص 191 عن الإرشاد للمفيد ص 240 ط الآخندي والوسائل ( ط الإسلامية ) ج 8 ص 353 و 354 و 395 و 396 عن المحاسن ، ومن لا يحضره الفقيه ، والإرشاد ، وثواب الأعمال ص 50 ، والخصال ص 518 والمحجة البيضاء ج 4 ص 235 .\r\nوراجع : وشرح الأخبار ج 3 ص 554 ومستدرك سفينة بحار الأنوار ج 10 ص 188 ودرر الأخبار ص 328 وشرح معاني الآثار ج 4 ص 209 ونور الثقلين ج 1 ص 715 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\nيحمل على القوي والضعيف » ( 1 )  .\r\n45 - أن يعطيها حقها من المنازل ( 2 )  .\r\nفقد روي عن رسول الله « صلى الله عليه وآله » أنه قال :\r\n« إذا ركبتم هذه الدواب فأعطوها حقها من المنازل ، ولا تكونوا عليها شياطين » .\r\n46 - أن لا يركبها إلا إذا كانت صحيحة سالمة ( 3 )  .\r\n47 - أن لا يتخذها كراسي للحديث في الطرق والأسواق ( 4 )  .\r\n","description":"","footnote":" ( 1 ) كنز العمال ( ط الهند ) ج 9 ص 35 عن الدارقطني في الأفراد ، والفايق في غريب الحديث ج 3 ص 198 والجامع الصغير ج 1 ص 100 وفيض القدير ج 1 ص 468 .  ( 2 ) كنز العمال ( ط الهند ) ج 9 ص 35 .  ( 3 ) كنز العمال ( ط الهند ) ج 9 ص 35 و 37 عن الطبراني ، ومستدرك الحاكم ، وأحمد ، وأبي داود ، وصحيح ابن خزيمة ، وابن حبان وغير ذلك .  ( 4 ) المجازات النبوية ص 437 وميزان الحكمة ج 1 ص 712 ومسند أحمد ج 3 ص 439 و 440 ومجمع الزوائد ج 8 ص 107 وج 10 ص 140 والجامع الصغير ج 1 ص 146 وفيض القدير ج 1 ص 161 وتفسير الميزان ج 13 ص 122 وتفسير القرآن العظيم ج 3 ص 45 والدر المنثور ج 4 ص 111 و 183 وتاريخ مدينة دمشق ج 9 ص 388 و 387 وبغية الباحث ص 270 .\r\nوراجع : صحيح ابن خزيمة ج 4 ص 142 وصحيح ابن حبان ج 12 ص 437 والمعجم الكبير ج 20 ص 193 وموارد الظمآن ص 491 وذيل تاريخ بغداد ج 5 ص 96 والإصابة ج 1 ص 282 وبحار الأنوار ج 61 ص 205 و 214 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nفعن رسول الله « صلى الله عليه وآله » :\r\n« اركبوا هذه الدواب سالمة ، واتدعوها سالمة ، ولا تتخذوها كراسي لأحاديثكم في الطريق والأسواق ، فرب مركوبة خير من راكبها ، وأكثر ذكراً الله تبارك وتعالى منه » .\r\n48 - أن لا يسمها في وجوهها وفي خدها ( 1 )  ، وإنما في أذنها .\r\n","description":"","footnote":" ( 1 ) المصنف لابن أبي شيبة ج 5 ص 407 وكنز العمال ( ط الهند ) ج 9 ص 36 و 37 و 38 عن أحمد ، ومسلم ، والترمذي ، وأبي داود ، والطبراني ، وعبد الرزاق ، والدارقطني في المؤتلف ، والبارودي ، وابن قانع ، وابن السكن ، وابن شاهين ، وأبي نعيم ، وسعيد بن منصور ، وراجع : عون المعبود ج 2 ص 332 وبحار الأنوار ج 61 ص 202 و 228 و 205 و 215 و 226 و 227 و 210 والمصنف للصنعاني ج 4 ص 458 والوسائل ( ط الإسلامية ) ج 8 ص 354 و 355 و 353 وسنن أبي داود ج 3 ص 26 والسنن الكبرى للبيهقي ج 5 ص 255 وعن فتح الباري ج 9 ص 579 وعن البخاري ج 7 ص 126 والمحاسن ج 2 ص 633 و 627 وجامع المدارك ج 4 ص 490 وفقه الصادق ج 22 ص 347 والكافي ج 6 ص 537 والفصول المهمة ج 3 ص 349 وتفسير الميزان ج 13 ص 122 والمبسوط ج 1 ص 261 والبيان ص 201 ومجمع الفائدة ج 4 ص 227 والحدائق الناضرة ج 25 ص 142 وأمالي الصدوق ص 597 والفايق في غريب الحديث ج 1 ص 189 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\nفقد روي : أن رسول الله « صلى الله عليه وآله » رأى بعيراً قد وسم في وجهه ، فقال : من وسم هذا ؟\r\nفقالوا : العباس .\r\nفقال : أتسم في الوجه وأنت عم رسول الله « صلى الله عليه وآله » .\r\nقال : والله لا أسم إلا في أبعد شيء من الوجه ، فكان يسم في الجاعرتين .\r\nوروي أيضاً : أن النبي « صلى الله عليه وآله » رأى حماراً قد وسم في وجهه ، فقال : لعن الله من فعل هذا .\r\nوروى يونس بن يعقوب قال : قلت لأبي عبد الله « عليه السلام » : أسم الغنم في وجوهها ؟\r\nقال : سمها في آذانها .\r\n49 - أن يرفق في السير إذا سار بها في أرض مخصبة ، ويسرع السير إذا سار بها في أرض مجدبة ( 1 )  .\r\n","description":"","footnote":" ( 1 ) كنز العمال ( ط الهند ) ج 9 ص 35 عن البزار وسنن سعيد بن منصور ج 2 ص 237 وراجع : بحار الأنوار ج 61 ص 213 وج 73 ص 279 وج 72 ص 62 والوسائل ( ط الإسلامية ) ج 8 ص 331 والسنن الكبرى للبيهقي ج 5 ص 256 ومجمع الزوائد ج 5 ص 257 وسنن أبي داود ج 3 ص 28 وعون المعبود ج 2 ص 333 وعن صحيح مسلم ج 3 رقم 1525 والجامع للشرايع ص 398 والمحاسن ج 2 ص 361 ومن لا يحضره الفقيه ج 2 ص 290 ومكارم الأخلاق ص 262 والجامع الصغير ج 1 ص 103 و 104 وفيض القدير ج 1 ص 474 و 480 وشرح أصول الكافي ج 8 ص 336 ومسند أحمد ج 2 ص 337 وشرح صحيح مسلم ج 13 ص 68 والمصنف للصنعاني ج 5 ص 161 وصحيح ابن خزيمة ج 4 ص 144 ورياض الصالحين للنووي ص 435 والكامل ج 3 ص 35 وسنن الترمذي ج 4 ص 220 .\r\nوراجع : تحفة الأحوذي ج 8 ص 119 والسنن الكبرى للنسائي ج 5 ص 252 وصحيح ابن حبان ج 6 ص 420 و 422 والفايق في غريب الحديث ج 2 ص 55 وموارد الظمآن ص 242 والجامع لأحكام القرآن ج 10 ص 73 وج 16 ص 136 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\nفقد روي عن أبي جعفر « عليه السلام » ، أنه قال :\r\n« إذا سرت في أرض خصبة فارفق بالسير ، وإذا سرت في أرض مجدبة فعجل بالسير » .\r\n50 - أن لا يخصي البهائم ( 1 )  .\r\n","description":"","footnote":" ( 1 ) راجع : مجمع الزوائد ج 5 ص 265 وكشف الأستار ج 2 ص 274 وراجع : بحار الأنوار ج 61 ص 223 و 223 وج 100 ص 191 والوسائل ( ط الإسلامية ) ج 8 ص 382 ومستدرك الوسائل ج 2 ص 48 و 55 والسنن الكبرى للبيهقي ج 10 ص 24 وتحفة الأحوذي ج 4 ص 170 والمصنف للصنعاني ج 4 ص 456 وشرح معاني الآثار ج 4 ص 317 والكامل ج 2 ص 181 والفصول المهمة ج 3 ص 254 و 352 والمحاسن ج 2 ص 634 . ","page_name":" 53 ","page_number":53},
  {"content":"\r\n51 - أن لا يحرِّش فيما بينها ( 1 )  إلا الكلاب .\r\nفعن طلحة بن زيد ، عن أبي عبد الله ، عن أبيه « عليه السلام » : أنه كره إخصاء الدواب ، والتحريش بينها .\r\nوعن أبان بن عثمان ، قال : سألت أبا عبد الله « عليه السلام » عن التحريش بين البهايم ؟\r\n","description":"","footnote":" ( 1 ) كنز العمال ( ط الهند ) ج 9 ص 37 عن الترمذي ، وأبي داود وراجع : بحار الأنوار ج 61 ص 223 و 226 و 227 وج 97 ص 191 والمحاسن ص 634 و 628 ومن لا يحضره الفقيه ج 4 ص 60 ، والسرائر ج 3 ص 563 المستطرفات ، والكافي ج 6 ص 554 ، وسنن أبي داود ج 1 ص 577 وج 3 ص 36 وعون المعبود ج 2 ص 331 وج 7 ص 165 والوسائل ( ط الإسلامية ) ج 8 ص 382 ومسند ابن أبي الجعد ص 313 والأدب المفرد ص 263 والمعجم الأوسط ج 2 ص 331 والكامل ج 3 ص 191 و 238 وج 6 ص 6 والجامع للشرايع ص 397 ونيل الأوطار ج 8 ص 249 وفقه السنة ج 3 ص 511 ومستدرك الوسائل ج 8 ص 287 وكنز الفوائد ص 294 وعوالي اللآلي ج 1 ص 171 والفصول المهمة ج 3 ص 352 و 353 ومستدرك سفينة بحار الأنوار ج 2 ص 255 ومواقف الشيعة ج 3 ص 201 وميزان الحكمة ج 1 ص 714 وسنن الترمذي ج 3 ص 126 والسنن الكبرى للبيهقي ج 10 ص 22 وتحفة الأحوذي ج 5 ص 299 والمصنف للصنعاني ج 11 ص 454 ومسند أبي يعلى ج 4 ص 389 والمعجم الكبير ج 11 ص 70 والجامع الصغير ج 2 ص 683 وفيض القدير ج 2 ص 452 وضعيف سنن الترمذي ص 195 . ","page_name":" 54 ","page_number":54},
  {"content":"\r\nقال : أكره ذلك كله ، إلا الكلب .\r\nوفسره المجلسي : بأن المراد : تحريش الكلب على الصيد ، لا تحريش الكلاب على بعضها .\r\n52 - أن يهئ للبهيمة الضالة ، مكاناً ويطعمها ويسقيها .\r\nفعن سعيد بن المسيب : أن علياً « عليه السلام » بنى للضوال مربداً ، فكان يعلفها علفاً لا يسمنها ولا يهزلها من بيت المال ( 1 )  .\r\n53 - أن لا يجيعها ( 2 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 41 ص 118 والمناقب لابن شهرآشوب ج 2 ص 111 ودعائم الإسلام ج 2 ص 497 ومستدرك الوسائل ج 17 ص 134 والمصنف لابن أبي شيبة ج 5 ص 133 .  ( 2 ) كنز العمال ( ط الهند ) ج 9 ص 37 و ( ط سوريا ) ج 13 ص 382 عن الطبراني وبحار الأنوار ج 61 ص 111 وميزان الحكمة ج 1 ص 712 ومسند أحمد ج 1 ص 204 ز 205 وسنن أبي داود ج 1 ص 574 والمستدرك للحاكم ج 2 ص 100 والسنن الكبرى للبيهقي ج 8 ص 13 والمصنف لابن أبي شيبة ج 7 ص 437 ومسند أبي يعلى ج 12 ص 159 ودلائل النبوة لأبي نعيم ص 159 ورياض الصالحين للنووي ص 437 والعهود المحمدية ص 395 وتفسير الإمام العسكري ص 639 وتفسير الثعالبي ج 3 ص 384 وج 5 ص 176 وتاريخ مدينة دمشق ج 4 ص 374 وأسد الغابة ج 3 ص 134 وتهذيب الكمال ج 1 ص 237 وج 6 ص 165 وسير أعلام النبلاء ج 3 ص 457 والبداية والنهاية ج 6 ص 151 وسبل الهدى والرشاد ج 9 ص 512 وج 12 ص 405 . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nفعن عبد الله بن جعفر :\r\nأن النبي « صلى الله عليه وآله » دخل حائطاً لبعض الأنصار ، فإذا فيه جمل ، فلما رأى النبي « صلى الله عليه وآله » ذرفت عيناه ، فمسح النبي « صلى الله عليه وآله » سنامه .\r\nفسكن ثم قال : من رب هذا الجمل ؟ !\r\nفجاء فتى من الأنصار فقال : هو لي يا رسول الله .\r\nفقال « صلى الله عليه وآله » :\r\nألا تتقي الله في هذه البهيمة التي ملكك الله إياها ؟ !\r\nفإنه يشكو إليَّ أنك تجيعه وتذيبه .\r\n54 - أن لا يورد ذا عاهة منها على مصح ( 1 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 8 ص 371 عن معاني الأخبار ص 82 وكنز العمال ( ط الهند ) ج 10 ص 68 و 69 و 71 عن أحمد والبيهقي ، وأبي داود ، وابن جرير والتحفة السنية ص 339 ونيل الأوطار ج 7 ص 372 و 375 و 377 وفقه السنة ج 1 ص 497 والقواعد والفوائد ج 1 ص 397 وج 2 ص 383 والطرائف ص 213 ونهاية الدراية ص 186 ومسند أحمد ج 2 ص 406 وعن صحيح البخاري ج 7 ص 31 وصحيح مسلم ج 7 ص 31 وسنن أبي داود ج 2 ص 231 والسنن الكبرى للبيهقي ج 7 ص 135 و 216 وشرح صحيح مسلم ج 1 ص 35 وج 14 ص 213 وفتح الباري ( المقدمة ) ص 139 وج 10 ص 134 و 135 و 136 و 206 والديباج على مسلم ج 5 ص 237 وعن عون المعبود ج 10 ص 290 و 291 والمصنف للصنعاني ج 10 ص 404 وشرح معاني الآثار ج 4 ص 303 و 307 و 310 وصحيح ابن حبان ج 13 ص 482 و 484 والمعجم الأوسط ج 4 ص 12 .\r\nوراجع : فيض القدير ج 6 ص 561 وكشف الخفاء ج 2 ص 379 والفصول في الأصول ج 3 ص 131 والعلل ج 3 ص 200 والتاريخ الكبير ج 2 ص 2701 وتهذيب الكمال ج 35 ص 69 والإصابة ج 1 ص 66 و 67 والبداية والنهاية ج 8 ص 113 . ","page_name":" 56 ","page_number":56},
  {"content":"\r\nفعن رسول الله « صلى الله عليه وآله » :\r\nلا يورد ذو عاهة على مصح .\r\nوأما الروايات التي تحدثت عن أنه لا عدوى ولا طيرة ( 1 )  ، فلعله يراد بها : المنع من أن يصل في ذلك إلى حد الوسواس . .\r\nوإلا فقد روي عنه « صلى الله عليه وآله » :\r\nما يدل على عدوى بعض الأمراض ، مثل الجذام ، والطاعون ، فراجع ( 2 )  .\r\n","description":"","footnote":" ( 1 ) راجع على سبيل المثال كنز العمال ( ط الهند ) ج 10 ص 68 - 73 وسائر المصادر السابقة .  ( 2 ) كنز العمال ( ط الهند ) ج 10 ص 68 و 69 و 70 عن أحمد ، والبخاري ، وابن خزيمة ، والطحاوي ، وابن حبان ، والبيهقي وسائر المصادر السابقة . ","page_name":" 57 ","page_number":57},
  {"content":"\r\nمع ملاحظة : أن بعض ما كان يظنه الناس معدياً لم يكن معدياً في واقع الأمر ، فلعل رسول الله « صلى الله عليه وآله » حين قال :\r\nلا عدوى ، أو من الذي عدى الأول ( 1 )  ناظر إلى خصوص المرض الذي سأله السائل عنه .\r\n55 - أن يؤخر حمل الدابة .\r\nفقد جاء في الخبر أن النبي « صلى الله عليه وآله » قال :\r\nأخروا الأحمال ، فإن اليدين مغلقة ، ( أو معلقة ) ، والرجلين موثقة ( 2 )  .\r\n56 - أن تكون الأحمال على ظهور الدواب متعادلة غير مائلة ( 3 )  .\r\nفقد روي : أنه مر قطار لأبي عبد الله « عليه السلام » ، فرأى زاملة قد مالت ، فقال :\r\nيا غلام ، اعدل على هذا الجمل ، فإن الله تعالى يحب العدل .\r\n","description":"","footnote":" ( 1 ) راجع : كنز العمال ( ط الهند ) ج 10 ص 68 - 73 .  ( 2 ) من لا يحضره الفقيه ج 2 ص 292 والوسائل ( ط آل البيت ) ج 11 ص 541 وبحار الأنوار ج 61 ص 215 .  ( 3 ) بحار الأنوار ج 61 ص 204 والوسائل ( ط الإسلامية ) ج 8 ص 394 عن المحاسن ، ومن لا يحضره الفقيه ج 2 ص 292 والمحاسن ج 2 ص 361 . ","page_name":" 58 ","page_number":58},
  {"content":"\r\n57 - أن لا يجلس على الدابة متوركاً ( 1 )  .\r\nعن أبي عبد الله « عليه السلام » : أن رسول الله « صلى الله عليه وآله » قال :\r\nلا تتوركوا على الدواب ، ولا تتخذوا ظهورها مجالس .\r\n58 - النهي عن إعطاء القنبرة للصبيان يلعبون بها ( 2 )  .\r\nروى سليمان الجعفري عن الرضا « عليه السلام » قال :\r\nلا تأكلوا القبرة ، ولا تسبوها ، ولا تعطوها الصبيان يلعبون بها ، فإنها كثيرة التسبيح لله تعالى ، وتسبيحها ، لعن الله مبغضي آل محمد .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 214 عن الكافي ، والوسائل ( ط الإسلامية ) ج 8 ص 352 عن الكافي ومن لا يحضره الفقيه ج 2 ص 287 ومنتهى المطلب ( ط ق ) ج 2 ص 648 والتحفة السنية ص 342 والعروة الوثقى ( ط ق ) ج 2 ص 415 وج 4 ص 334 والكافي ج 6 ص 539 ومكارم الأخلاق ص 263 وكتاب النوادر ص 121 .  ( 2 ) الوسائل ( ط الإسلامية ) ج 16 ص 249 عن الكافي ( الفروع ) ج 6 ص 225 وعن التهذيب ج 9 ص 19 وكشف اللثام ( ط ق ) ج 2 ص 264 ومستدرك سفينة بحار الأنوار ج 8 ص 609 ومسند الإمام الرضا ج 2 ص 317 وشرح اللمعة ج 7 ص 284 ومسالك الأفهام ج 12 ص 46 ومجمع الفائدة ج 11 ص 184 وجواهر الكلام ج 36 ص 313 وجامع المدارك ج 5 ص 155 ومستدرك الوسائل ج 16 ص 123 وبحار الأنوار ج 58 ص 303 . ","page_name":" 59 ","page_number":59},
  {"content":"\r\n59 - كان الإمام السجاد « عليه السلام » يتعمد أن يزرع ، لتنال القنبرة من الطير من ذلك الزرع ( 1 )  .\r\nففي رواية : أن علي بن الحسين « عليه السلام » يقول :\r\n« ما أزرع الزرع أطلب الفضل فيه ، وما أزرعه إلا ليناله المعتر ، وذو الحاجة ، ولتنال منه القنبرة خاصة من الطير » .\r\n60 - أن يبقي في الصحراء ما يقع من الخوان لتنال منه هوام الأرض .\r\nفعن معمر بن خلاد قال : سمعت أبا الحسن الرضا « عليه السلام » يقول :\r\n« من أكل في منزله طعاماً فسقط منه شيء فليتناوله ، ومن أكل في الصحراء أو خارجاً فليتركه للطير والسبع » ( 2 )  .\r\nوعن ميسر بن محمد بن الوليد بن يزيد قال :\r\n« أتيت أبا جعفر « عليه السلام » ، فوجدت في فناء داره قوماً كثيراً . .\r\nإلى أن قال : ثم عدت من الغد ، وما معي خلق ولا ورائي خلق ،\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 16 ص 250 والكافي ( الفروع ) ج 6 ص 225 ومجمع الفائدة ج 11 ص 184 وأمالي الطوسي ص 688 وبحار الأنوار ج 61 ص 304 وج 100 ص 67 ومستدرك الوسائل ج 16 ص 123 .  ( 2 ) المحاسن ج 2 ص 445 والكافي ج 6 ص 301 والوسائل ج 16 ص 499 والفصول المهمة ج 2 ص 440 وبحار الأنوار ج 63 ص 429 . ","page_name":" 60 ","page_number":60},
  {"content":"\r\nوأنا أتوقع أن يأتي أحد ، فضاق ذلك علي حتى اشتد الحر ، واشتد علي الجوع ، ( حتى جعلت أشرب الماء وأطفئ به حرماً أجد من الحر والجوع ) ، فبينا أنا كذلك إذ أقبل نحوي غلام قد حمل خواناً عليه ألوان طعام ، وغلام آخر معه طست وإبريق ، حتى وضعه بين يدي ، فقال لي : مولانا يأمرك أن تغسل يدك وتأكل .\r\nفغسلت يدي وأكلت ، فإذا أنا بأبي جعفر « عليه السلام » قد أقبل ، فقمت إليه ، فأمرني بالجلوس والأكل ، فجلست وأكلت ، فنظر إلى الغلام يرفع ما يسقط من الخوان ، فقال له : « كل معه » حتى إذا فرغت ورفع الخوان ، ذهب الغلام يرفع ما سقط من الخوان على الأرض ، فقال « عليه السلام » له :\r\nما كان في الصحراء فدعه ولو فخذ شاة ، وما كان في البيت فتتبعه والقطه وكله ، فإن فيه رضى الرب ، ومجلبة للرزق ، وشفاء من كل سقم . . الخبر » ( 1 )  .\r\n61 - أن لا يركب على الدابة ثلاثة أشخاص .\r\nفقد روي عن أمير المؤمنين « عليه السلام » : أن رسول الله « صلى الله\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 50 ص 87 ومستدرك الوسائل ج 16 ص 289 ومكارم الأخلاق ص 141 والخرايج والجرايح ج 1 ص 389 وراجع : من لا يحضره الفقيه ج 3 ص 356 ومستند الشيعة ج 15 ص 254 والوسائل ( ط الإسلامية ) ج 16 ص 499 والفصول المهمة ج 2 ص 440 ","page_name":" 61 ","page_number":61},
  {"content":"\r\nعليه وآله » قال :\r\n« لا يرتدف ثلاثة على دابة ، فإن أحدهم ملعون ، وهو المقدم » ( 1 )  .\r\n62 - أن لا ينام على الدابة ، فإن ذلك يسرع في دبرها ( 2 )  . ( أي في ظهور التقرحات ، والجروح في ظهرها ) .\r\nفعن أبي عبد الله « عليه السلام » : قال لقمان لابنه :\r\n« . . ولا تنامن على دابتك ، فإن ذلك سريع في دبرها ، وليس ذلك من فعل الحكماء ، إلا أن تكون في محمل يمكنك التمدد » .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 8 ص 363 و 572 عن الكافي ، ومن لا يحضره الفقيه ، والمحاسن والخصال ، وبحار الأنوار ج 61 ص 203 و 219 وج 73 ص 357 و 157 والمصنف لابن أبي شيبة ج 6 ص 22 وكنز العمال ج 9 ص 195 وسنن أبي داود ج 3 ص 27 وفتح الباري ج 10 ص 332 وتحفة الأحوذي ج 8 ص 49 والمحاسن ج 2 ص 627 والكافي ج 6 ص 541 وعلل الشرايع ج 2 ص 583 والخصال ص 99 .  ( 2 ) الوسائل ( ط الإسلامية ) ج 8 ص 353 عن المحاسن ، والكافي ، ومن لا يحضره الفقيه ، والتحفة السنية ص 342 والحدائق الناضرة ج 14 ص 58 وكشف الغطاء ج 2 ص 423 وجواهر الكلام ج 18 ص 169 والعروة الوثقى ( ط ق ) ج 2 ص 417 وج 4 ص 337 والمحاسن ج 2 ص 375 والكافي ج 8 ص 349 ومن لا يحضره الفقيه ج 2 ص 297 وشرح أصول الكافي ج 12 ص 491 ومكارم الأخلاق ص 253 وبحار الأنوار ج 13 ص 423 وج 73 ص 271 وتفسير مجمع البيان ج 8 ص 83 وقصص الأنبياء ص 370 . ","page_name":" 62 ","page_number":62},
  {"content":"\r\n63 - أن لا يلعنها ( 1 )  .\r\nفقد قال علي « عليه السلام » في الدواب :\r\n« لا تضربوها على الوجوه ، ولا تلعنوها ، فإن الله عز وجل لعن لاعنها » .\r\nوفي رواية أن النبي « صلى الله عليه وآله » قال :\r\n« إن الدواب إذا لعنت لزمتها اللعنة » .\r\n64 - أن لا يشتمها ( 2 )  . بأن يقول لها : قبح الله وجهك مثلاً .\r\nفقد ورد في الرواية : لا تقبحوا الوجوه .\r\n","description":"","footnote":" ( 1 ) راجع : عون المعبود ج 2 ص 331 وسنن الدارمي ج 2 ص 288 وبحار الأنوار ج 61 ص 212 و 203 والوسائل ( ط الإسلامية ) ج 8 ص 353 وسنن أبي داود ج 3 ص 26 والسنن الكبرى ج 5 ص 254 .\r\nوراجع : من لا يحضره الفقيه ج 2 ص 287 وصحيح ابن حبان ج 13 ص 51 وكتاب الدعاء ص 577 والمعجم الكبير ج 18 ص 189 ومكارم الإخلاق ص 263 وميزان الحكمة ج 4 ص 2784 .  ( 2 ) راجع : بحار الأنوار ج 73 ص 329 ومستدرك الوسائل ج 3 ص 64 والوسائل ( ط الإسلامية ) ج 8 ص 351 و 353 وجواهر الكلام ج 31 ص 394 والتحفة السنية ص 343 وتهذيب الأحكام ج 6 ص 164 والفصول المهمة ج 3 ص 349 . ","page_name":" 63 ","page_number":63},
  {"content":"\r\n65 - عليه أن يسمن دوابه ، وأن تكون فارهة ( 1 )  .\r\nفعن الحسن بن الحسين العلوي قال : قال أبو الحسن « عليه السلام » :\r\n« من مروَّة الرجل أن يكون دوابه سماناً ، قال : وسمعته يقول : ثلاث من المروة : فراهة الدابة ، وحسن وجه المملوك . والفرس السري » .\r\n66 - نُهي عن ضراب الجمل للناقة ، وولدها طفل ، إلا أن يتصدق بولدها ، أو يذبح ( 2 )  .\r\nفعن أبي عبد الله « عليه السلام » قال :\r\n« نهى رسول الله « صلى الله عليه وآله » عن الكشوف ، وهو أن تضرب الناقة وولدها طفل . إلا أن يتصدق بولدها ، أو يذبح ، ونهى أن يُنزىَ حمار على عتيقة » .\r\n","description":"","footnote":" ( 1 ) راجع : بحار الأنوار ج 61 ص 215 عن الكافي والسنن الكبرى ج 8 ص 14 والوسائل ( ط الإسلامية ) ج 8 ص 346 و ( ط آل البيت ) ج 11 ص 472 ومستدرك الوسائل ( ط حجرية ) ج 2 ص 49 والدروس ج 1 ص 129 والذكرى ص 20 وميزان الحكمة ج 4 ص 288 .  ( 2 ) بحار الأنوار ج 61 ص 224 والوسائل ( ط الإسلامية ) ج 12 ص 173 والكافي ج 6 ص 254 و 255 وج 5 ص 309 وجواهر الكلام ج 22 ص 467 وتهذيب الأحكام ج 6 ص 378 مستدرك سفينة بحار الأنوار ج 3 ص 252 ومسند الشاميين ج 2 ص 232 وج 4 ص 134 والثقات ج 5 ص 327 . ","page_name":" 64 ","page_number":64},
  {"content":"\r\n67 - أن لا يضرب الدابة إذا عثرت ( 1 )  ، وفي رواية أخرى : نفرت ( 2 )  .\r\nونرجح الرواية التي تقول :\r\n« إضربوها على العثار ولا تضربوها على النفار ، لأنها قد عللت ذلك بالقول : فإنها ترى ما لا ترون .\r\nأي : أن نفورها لم يكن بلا سبب ، بل لأنها قد رأت أمراً لا ترونه أنتم .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 205 و 206 و 214 و 219 وج 76 ص 245 والمحاسن ج 2 ص 627 و 633 والكافي ج 6 ص 538 و 539 والوسائل ( ط الإسلامية ) ج 8 ص 357 و 633 ومنتهى المطلب ( ط ق ) ج 2 ص 996 والتحفة السنية ( مخطوط ) ص 343 وتهذيب الأحكام ج 6 ص 165 والكامل ج 4 ص 336 وتهذيب الكمال ج 14 ص 149 وميزان الإعتدال ج 2 ص 375 وأصول السرخسي ج 2 ص 344 والسير الكبير ج 1 ص 56 ورد المحتار لابن عابدين ج 4 ص 348 .  ( 2 ) بحار الأنوار ج 61 ص 202 والأمالي للصدوق ص 597 والوسائل ( ط الإسلامية ) ج 8 ص 351 ومنتهى المطلب ( ط ق ) ج 2 ص 648 والتحفة السنية ( مخطوط ) ص 343 ومن لا يحضره الفقيه ج 2 ص 286 وتأويل مختلف الحديث ص 50 ومجمع البحرين ج 3 ص 121 العروة الوثقى ج 2 ص 415 وج 4 ص 343 ومكارم الأخلاق ص 263 والفصول المهمة للعاملي ص 349 . ","page_name":" 65 ","page_number":65},
  {"content":"\r\nوأما عثارها فيدل على خمولها وتكاسلها فيما يطلب منها الجد فيه » .\r\nوقد يؤيد ذلك : بما ورد من جواز ضربها إذا لم تمش فيك كما تمشي إلى مذودها .\r\n68 - أن لا يقول للدابة إذا عثرت : تعست ( 1 )  .\r\nفعن أمير المؤمنين « عليه السلام » أنه قال :\r\n« إذا عثرت الدابة تحت الرجل ، فقال لها : تعست . تقول : تعس ، وانتكس أعصانا لربه » .\r\n69 - أن لا يستقصي حلب الدابة حتى لو لم يكن لها ولد ، بل يبقي شيئاً في ضرعها ، فإن ذلك يوجب در الحليب ( 2 )  .\r\nفقد ورد أن النبي « صلى الله عليه وآله » مرَّ بضرار بن الأزور وهو\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 8 ص 352 و 356 وبحار الأنوار ج 61 ص 169 و 209 والتحفة السنية ( مخطوط ) ص 343 ومن لا يحضره الفقيه ج 2 ص 287 وتهذيب الأحكام ج 6 ص 164 .  ( 2 ) راجع : مسند أحمد ج 4 ص 311 و 322 و 339 وسنن الدارمي ج 2 ص 88 وبحار الأنوار ج 73 ص 348 وج 61 ص 148 ومعاني الأخبار ص 284 والنهاية في اللغة ج 2 ص 25 والمجازات النبوية ص 250 ونهج البلاغة الرسالة رقم 25 والسنن الكبرى ج 8 ص 14 وتهذيب تاريخ ابن عساكر ج 7 ص 33 ومستدرك سفينة بحار الأنوار ج 2 ص 365 وسبل الهدى والرشاد ج 6 ص 269 . ","page_name":" 66 ","page_number":66},
  {"content":"\r\nيحلب ، فقال له :\r\n« دع داعي اللبن » .\r\n70 - أن لا يجز نواصي الخيل ، ولا أعرافها ، ولا أذنابها .\r\nفعن النبي « صلى الله عليه وآله » :\r\n« لا تجزوا نواصي الخيل ، ولا أعرافها ، ولا أذنابها ، فإن الخير في نواصيها ، وإن أعرافها دفؤها ، وإن أذنابها مذابُّها » ( 1 )  .\r\n71 - أن لا يصري الضرع ( 2 )  .\r\nفعن رسول الله « صلى الله عليه وآله » ، أنه نهى عن التصرية ، وقال :\r\n","description":"","footnote":" ( 1 ) مكارم الأخلاق ص 264 وبحار الأنوار ج 61 ص 173 ومستدرك سفينة بحار الأنوار ج 3 ص 245 ومسند أحمد ج 4 ص 184 والمصنف لابن أبي شيبة ج 7 ص 573 ومسند الشاميين ج 1 ص 268 وكتاب أمثال الحديث ص 153 وكنز العمال ج 14 ص 181 والدر المنثور ج 3 ص 197 وأسد الغابة ج 3 ص 363 .  ( 2 ) دعائم الإسلام ج 2 ص 30 ومستدرك الوسائل ج 13 ص 304 وشرح مسلم للنووي ج 10 ص 165 ومسند الطيالسي ص 329 وشرح معاني الآثار ج 4 ص 20 ومجمع البحرين ج 2 ص 607 والخلاف ج 3 ص 102 و 126 وتذكرة الفقهاء ( ط ق ) ج 1 ص 526 ومجمع الفائدة ج 8 ص 443 والحدائق الناضرة ج 19 ص 93 ومختصر المزني ص 82 وتلخيص الحبير ج 8 ص 333 والمغني ج 4 ص 233 . ","page_name":" 67 ","page_number":67},
  {"content":"\r\n« من اشترى مصراة فهي خلابة ، فليردها إن شاء إذا علم ، ويرد معها صاعاً من تمر » .\r\nوالتصرية : ترك ذات الدر أن لا تحلب أياماً ليجتمع اللبن في ضرعها ، فيُرى غزيراً .\r\nغير أن هذا النهي قد لا يكون لأجل الرفق بالدابة ، وإنما لأنه يستبطن تدليساً ، أو غشاً للمشتري . .\r\n72 - أن لا يطأ بها زرعاً ، لكي لا تعثر ( 1 )  .\r\nفعن أمير المؤمنين « عليه السلام » أنه قال :\r\n« ما عثرت دابتي قط .\r\nقيل : ولم ذلك ؟\r\nقال : لأني لم أطأ بها زرعاً قط » .\r\n73 - أن لا يطيل الركوب على الدابة بغير حاجة ، وترك النزول للحاجة ( 2 )  .\r\nفعن النبي « صلى الله عليه وآله » قال :\r\n« إياكم أن تتخذوا ظهور دوابكم منابر ، فإن الله عز وجل إنما سخرها لكم لتبلغكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس ، وجعل\r\n","description":"","footnote":" ( 1 ) مكارم الأخلاق ص 349 و 263 وبحار الأنوار ج 73 ص 291 .  ( 2 ) بحار الأنوار ج 61 ص 219 والسنن الكبرى ج 5 ص 255 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\nلكم الأرض فعليها فاقضوا حاجاتكم » .\r\n74 - أن يهتم بحفظها حتى لا تضيع وتتلف ( 1 )  .\r\nفعن علي « عليه السلام » :\r\n« أن رسول الله « صلى الله عليه وآله » نهى أن تحمل الدواب فوق طاقتها ، وأن تضيع حتى تهلك » .\r\n75 - أن لا يربط قوائم الدابة بعضها ببعض ، ثم يتركها لترعى ( 2 )  .\r\nفقد روي : أن النبي « صلى الله عليه وآله » كره الشكال في الخيل .\r\nوقد فسروا الشكال : بكون رجلي الفرس محجلتين بأن يكون فيها بياض ، وهو كلام غير دقيق ، فقد اختلفت أقوالهم من حيث أن الشكال هل يكون في يد ورجل ، أو يكون في رجل واحدة ، أو في رجلين ويد ، أو في يدين ورجل .\r\n","description":"","footnote":" ( 1 ) مستدرك الوسائل ج 3 ص 50 عن دعائم الإسلام .  ( 2 ) معاني الأخبار ص 284 وبحار الأنوار ج 61 ص 197 وج 73 ص 348 وسنن الترمذي ج 3 ص 121 وصحيح ابن حبان ج 10 ص 533 والمعجم الأوسط ج 7 ص 234 والفايق في غريب الحديث ج 2 ص 213 والتاريخ الكبير ج 4 ص 156 وغريب الحديث ج 3 ص 18 والصحاح ج 5 ص 1737 والنهاية في غريب الحديث ج 2 ص 496 ولسان العرب ج 11 ص 359 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\nونقول :\r\nإن ما ذكروه في معنى الشكال : هو المعنى المجازي للشكال ، ومعناه الحقيقي هو العقال . ولم يظهر أنه « صلى الله عليه وآله » قد قصد المعنى المجازي ، بل الظاهر هو إرادة معناه الحقيقي ، أي أنه ربط قوائم الفرس ببعضها .\r\nوهو معنى صحيح ، فلماذا لجأوا إلى المعنى المجازي ، وتركوا المعنى الحقيقي للعبارة ؟ !\r\n76 - أن لا يصفِّر بالغنم ، إذا كانت ذاهبة إلى مرعاها ( 1 )  .\r\nفعن الجعفري قال : سمعت أبا الحسن « عليه السلام » يقول :\r\n« لا تصفر بغنمك ذاهبة ، وانعق بها راجعة » .\r\n77 - أن لا يقتل النحل ، والنمل ، والصرد ، والخطاف ، والهدهد ، وغيرها مما ورد النص بخصوصه ( 2 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 150 والوسائل ( ط الإسلامية ) ج 8 ص 371 والمحاسن ص 642 ومستدرك سفينة بحار الأنوار ج 8 ص 24  ( 2 ) الجامع للشرايع ص 384 ومن لا يحضره الفقيه ج 2 ص 265 وج 4 ص 9 وأمالي الصدوق ص 512 والوسائل ( ط الإسلامية ) ج 8 ص 353 ومكارم الأخلاق ص 427 وبحار الأنوار ج 61 ص 215 و 267 وج 73 ص 331 ومستدرك سفينة بحار الأنوار ج 2 ص 507 وج 10 ص 7 و 222 ومكاتيب الرسول ج 2 ص 144 والمعجم الكبير ج 12 ص 304 والجامع لأحكام القرآن ج 13 ص 172 والكامل ج 6 ص 101 وفتح العزيز ج 7 ص 489 وتلخيص الحبير ج 7 ص 489 . ","page_name":" 70 ","page_number":70},
  {"content":"\r\n78 - أن لا يسقي البهائم الخمر ( 1 )  وغير ذلك مما لا يحل أكله أو شربه . .\r\nفقد روي : أن النبي « صلى الله عليه وآله » نهى أن يسقى البهائم الخمر .\r\nوروى أبو بصير ، عن الصادق « عليه السلام » قال :\r\nسألته عن البهيمة ، البقرة وغيرها ، تسقى أو تطعم ما لا يحل للمسلم أكله أو شربه ، أيكره ذلك ؟\r\nقال : نعم يكره ذلك .\r\n79 - أن يجلس على الولايا ، أو يضطجع عليها ، ربما لكي لا يعلق بها الشوك أو التراب ، فتضر الدابة حين توضع على ظهرها ( 2 )  .\r\nفقد ورد : أن النبي « صلى الله عليه وآله » نهى أن تترك القمامة في الحجرة ، فإنها مجلس الشيطان ، وأن يترك المنديل الذي يمسح به من الطعام في البيت ، وأن يجلس على الولايا ، أو يضطجع عليها .\r\n","description":"","footnote":" ( 1 ) النهاية ص 592 والمهذب ج 2 ص 433 والسرائر ج 3 ص 132 ومختلف الشيعة ج 8 ص 346 وبحار الأنوار ج 63 ص 499 والمصنف لابن أبي شيبة ج 5 ص 432 والدر المنثور ج 2 ص 325 .\r\nوراجع : طبقات المحدثين بأصبهان ج 2 ص 331 وج 3 ص 589 وميزان الإعتدال ج 3 ص 9 وذكر أخبار أصبهان ج 2 ص 133 وج 2 ص 247 .  ( 2 ) المصنف للصنعاني ج 11 ص 32 والفايق في غريب الحديث ج 3 ص 378 . ","page_name":" 71 ","page_number":71},
  {"content":"\r\n80 - إذا كان يأكل طعامه ، فليطعم منه الحيوان الذي ينظر إليه ( 1 )  .\r\nفعن نجيح قال : رأيت الحسن بن علي « عليهما السلام » يأكل وبين يديه كلب ، كلما أكل لقمة طرح للكلب مثلها ، فقلت له :\r\n« يا ابن رسول الله ألا أرجم هذا الكلب عن طعامك ؟\r\nقال : دعه ، إني لأستحيي من الله عز وجل أن يكون ذو روح ينظر في وجهي وأنا آكل ثم لا أطعمه » .\r\n81 - أن لا يغني في حال ركوبه الدابة ( 2 )  .\r\nفعن أبي عبد الله « عليه السلام » :\r\n« لا تغنوا على ظهورها ، أما يستحي أحدكم أن يغني على دابته وهي تسبح » ؟ ( 3 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 43 ص 352 وجامع أحاديث الشيعة ج 8 ص 516 ومستدرك الوسائل ج 7 ص 197 وج 8 ص 295 ومستدرك سفينة بحار الأنوار ج 1 ص 155 وميزان الحكمة ج 1 ص 92 .  ( 2 ) بحار الأنوار ج 76 ص 291 و 245 وج 61 ص 205 و 206 والوسائل ( ط الإسلامية ) ج 8 ص 306 و 307 و 352 والمحاسن ج 2 ص 375 ومستدرك سفينة بحار الأنوار ج 2 ص 248 .  ( 3 ) البحار ج 61 ص 204 و 206 وج 73 ص 291 وج 46 ص 245 و 246 ومستدرك سفينة البحار ج 2 ص 248 والوسائل ج 8 ص 306 و 307 والمحاسن ص 627 . ","page_name":" 72 ","page_number":72},
  {"content":"\r\n82 - أن لا ينزي حماراً على عتيقة ( 1 )  .\r\nوالمراد بالعتيقة الفرس العربية .\r\nفقد روي عن رسول الله « صلى الله عليه وآله » أنه قال :\r\n« إنا أهل بيت لا تحل لنا الصدقة وأمرنا بإسباغ الوضوء ، وأن لا ننزي حماراً على عتيقة » .\r\n83 - أن يقلد الخيل ، ولا يقلد الدابة الأوتار .\r\nفعن علي « عليه السلام » : قال رسول الله « صلى الله عليه وآله » :\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 224 و 225 وج 16 ص 366 وج 27 ص 50 وج 70 ص 321 وج 77 ص 270 و 303 وج 100 ص 59 والوسائل ( ط الإسلامية ) ج 1 ص 343 وج 6 ص 187 وج 12 ص 173 والرسالة السعدية ص 93 .\r\nوراجع : مصباح المنهاج ج 3 ص 280 ومسند زيد بن علي ص 463 وعيون أخبار الرضا ج 1 ص 33 ومستدرك الوسائل ج 1 ص 334 وج 8 ص 301 وج 13 ص 186 ومسند الرضا لداود الغازي ص 144 .\r\nوراجع أيضاً : سنن النبي ص 273 ومسند الإمام الرضا للعطاردي ج 2 ص 212 وصحيفة الرضا ص 94 و 5 والدروس ج 3 ص 183 والكافي ج 5 ص 309 ومستدرك سفينة بحار الأنوار ج 3 ص 252 وتفسير الميزان ج 6 ص 330 وحياة الإمام الرضا ج 1 ص 248 ومجمع البحرين ج 3 ص 117 . ","page_name":" 73 ","page_number":73},
  {"content":"\r\n« قلدوا النساء ولو بسير ، وقلدوا الخيل ، ولا تقلدوها الأوتار » ( 1 )  .\r\nوأما ما ورد : من أن النبي « صلى الله عليه وآله » نهى عن أن تقلد\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 210 والمجازات النبوية ص 259 ومستدرك الوسائل ج 8 ص 260 ودعائم الإسلام ج 1 ص 345 وكتاب النوادر ص 122 ومستدرك سفينة بحار الأنوار ج 3 ص 245 ومسند أحمد ج 3 ص 352 وج 4 ص 345 وسنن أبي داود ج 1 ص 576 وسنن النسائي ج 6 ص 218 والسنن الكبرى للبيهقي ج 6 ص 330 .\r\nوراجع : مجمع الزوائد ج 5 ص 259 و 261 وعن فتح الباري ج 6 ص 99 وحاشية السندي على النسائي ج 6 ص 218 وعن عون المعبود ج 7 ص 161 والمصنف لابن أبي شيبة ج 7 ص 706 والسنن الكبرى للنسائي ج 3 ص 37 ومسند أبي يعلى ج 13 ص 115 وشرح معاني الآثار ج 3 ص 274 والمعجم الأوسط ج 9 ص 13 والمعجم الكبير ج 22 ص 381 ومسند الشاميين ج 1 ص 430 الفايق في غريب الحديث ج 3 ص 344 والجامع الصغير ج 1 ص 640 وكنز العمال ج 16 ص 422 وج 12 ص 328 وفيض القدير ج 3 ص 682 و 683 وكشف الخفاء ج 1 ص 398 وأحكام القرآن ج 3 ص 89 و 502 والجامع لأحكام القرآن ج 8 ص 37 والدر المنثور ج 3 ص 196 و 198 .\r\nوراجع أيضاً : سبل الهدى والرشاد ج 7 ص 384 و 386 والنهاية في غريب الحديث ج 4 ص 99 وج 5 ص 148 ولسان العرب ج 3 ص 366 وج 5 ص 274 ومجمع البحرين ج 3 ص 540 وتاج العروس ج 2 ص 475 . ","page_name":" 74 ","page_number":74},
  {"content":"\r\nالدابة الأوتار ، وأمر بقطع قلائد الخيل ( 1 )  ، فقد يكون ذلك النهي لأجل أنها قد قلدت الأوتار التي كان قد نهى عنها .\r\n84 - أن لا يسفد الفحل أنثاه على ظهر الطريق ، إلا أن يواريا ، بحيث لا يراهما رجل ولا امرأة ( 2 )  .\r\nفقد روى السكوني : « أن علياً « عليه السلام » مر على بهيمة وفحل يسفدها على ظهر الطريق ، فأعرض عنه بوجهه ، فقيل له : لم فعلت ذلك يا أمير المؤمنين ؟\r\nفقال : لأنه لا ينبغي أن تصنعوا مثل ما يصنعون ، وهو من المنكر إلا أن تواريه ، حيث لا يراه رجل ولا امرأة » .\r\n85 - أن لا يجعل الحيوان المتصرف ( أي المتحرك ) بمنزلة الجماد الثابت ، والشيء الثابت .\r\nأي أن عليه أن لا يفرض على الحيوان الوقوف وعدم الحركة .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 61 ص 217 وحياة الحيوان ج 1 ص 288  ( 2 ) المحاسن ص 634 وبحار الأنوار ج 61 ص 225 و 226 وج 100 ص 78 عنه وعن نوادر الراوندي ومستدرك سفينة بحار الأنوار ج 3 ص 252 والمهذب البارع ج 3 ص 186 ومن لا يحضره الفقيه ج 3 ص 473 والوسائل ( ط الإسلامية ) ج 8 ص 381 وج 14 ص 94 ومستدرك الوسائل ج 8 ص 286 وج 14 ص 288 ومكارم الأخلاق ص 236 وكتاب النوادر ص 119 وعوالي اللآلي ج 3 ص 305 . ","page_name":" 75 ","page_number":75},
  {"content":"\r\nفقد قال الشريف الرضي « حمه الله » :\r\nومن ذلك قوله « عليه الصلاة والسلام » ، وقد مر على قوم وقوف على ظهور دوابهم ورواحلهم ، يتنازعون الأحاديث ، فقال « عليه الصلاة والسلام » :\r\n« لا تتخذوها كراسي لأحاديثكم في الطرق والأسواق ، فرب مركوب خير من راكبه » .\r\nوهذه استعارة ، كأنه عليه الصلاة والسلام شبه الدواب والرواحل في حالة إطالة الوقوف على ظهورها ، بالكراسي التي يجلس عليها ، لأنها تثبت في مواضعها ، ولا تزول إلا بمزيل لها ، فنهى عليه الصلاة والسلام أن يجعل الحيوان المتصرف بمنزلة الجماد الثابت ، والشيء النابت » ( 1 )  .\r\nوقد أظهرت الشروط المعتبرة في الذبح ، الكثير من الحالات التي يجب مراعاتها ، والتي تدخل في سياق الرفق بالحيوان ، ومنها ما يلي :\r\n86 - أن يخفي السكين عن الحيوان ( 2 )  .\r\n","description":"","footnote":" ( 1 ) المجازات النبوية ص 437 .  ( 2 ) ميزان الحكمة ج 3 ص 2500 والمستدرك للحاكم ج 4 ص 231 و 233 والسنن الكبرى للبيهقي ج 9 ص 280 وتحفة الأحوذي ج 4 ص 553 والمصنف للصنعاني ج 4 ص 493 والمعجم الوسط ج 4 ص 53 والمعجم الكبير ج 11 ص 63 ونصب الراية ج 6 ص 46 والعهود المحمدية ص 211 و 394 و 721 وكنز العمال ج 6 ص 265 وفيض القدير ج 6 ص 175 وسبل الهدى والرشاد ج 9 ص 77 . ","page_name":" 76 ","page_number":76},
  {"content":"\r\n87 - أن لا تراه البهيمة وهو يحدُّ شفرته ، لذبحها ( 1 )  .\r\nفقد روي : أن رسول الله « صلى الله عليه وآله » قال لمن فعل ذلك : أفلا قبل هذا ؟ أتريد أن تميتها ميتتين .\r\n88 - أن يسرع في عملية الذبح ( 2 )  .\r\nفقد روى شداد بن أوس : أن النبي « صلى الله عليه وآله » قال :\r\n« إن الله كتب عليكم الإحسان في كل شيء ، فإذا قتلتم فأحسنوا القتلة ، وإذا ذبحتم فأحسنوا\r\n","description":"","footnote":" ( 1 ) مستدرك الحاكم ج 4 ص 231 والمعجم الكبير ج 12 ص 289 وكنز العمال ( ط الهند ) ج 6 ص 137 و 265 وبحار الأنوار ج 62 ص 316 و 328 ومستدرك الوسائل ج 5 ص 63 والمعجم الصغير للطبراني ج 2 ص 105 والمصنف للصنعاني ج 4 ص 493 والسنن الكبرى للبيهقي ج 9 ص 280 تحفة الأحوذي ج 4 ص 553 وعون المعبود ج 8 ص 8 وسنن ابن ماجة ج 2 ص 1058 والعهود المحمدية ص 394 وسبل الهدى والرشاد ج 9 ص 77 .  ( 2 ) راجع : مسند أحمد ج 2 ص 108 وج 4 ص 123 وسنن النسائي ج 7 ص 230 والسنن الكبرى ج 3 ص 65 مسالك الأفهام ج 11 ص 491 وجواهر الكلام ج 36 ص 134 ونيل الأوطار ج 9 ص 18 وبحار الأنوار ج 62 ص 316 وسنن ابن ماجة ج 2 ص 1059 والسنن الكبرى ج 9 ص 280 ونصب الراية ج 6 ص 47 والجامع الصغير ج 1 ص 95 والعهود المحمدية ص 212 و 721 وفيض القدير ج 1 ص 446 والكامل ج 4 ص 148 وتاريخ بغداد ج 8 ص 49 وميزان الإعتدال ج 2 ص 479 . ","page_name":" 77 ","page_number":77},
  {"content":"\r\nالذبحة ، وليحد أحدكم شفرته ، وليرح ذبيحته » .\r\nوفي حديث آخر : أنه « صلى الله عليه وآله » أمر أن يحد الشفار ، وأن يوارى عن البهائم ، وقال : إذا ذبح أحدكم فليجهز .\r\n89 - أن لا يفصل رأس الذبيحة .\r\n90 - أن لا يشرع بسلخ جلدها قبل خروج الروح ( 1 )  .\r\nفقد ورد : أن رسول الله « صلى الله عليه وآله » نهى عن أن تسلخ الذبيحة ، أو يقطع رأسها حتى تموت وتهدأ .\r\n91 - أن يسقي الحيوان الذي يريد ذبحه قبل ذبحه ( 2 )  .\r\nفقد روي : أن الإمام السجاد « عليه السلام » مر على قصاب يذبح كبشاً ، فقال له : هل سقيت ؟ !\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ج 62 ص 328 والجواهر ج 36 ص 123 ومستدرك الوسائل ج 3 ص 66 و 570 ط حجرية وج 16 ص 135 ( ط أهل البيت ) والمصنف للصنعاني ج 4 ص 490 وكشف اللثام ج 2 ص 260 ومستند الشيعة ج 15 ص 437 ومختلف الشيعة ج 8 ص 302 وفتاوى ابن الجنيد ص 314 .  ( 2 ) مسالك الأفهام ج 11 ص 491 والتحفة السنية ص 307 ورياض المسائل ( ط ق ) ج 2 ص 276 ومستند الشيعة ج 15 ص 448 وجواهر الكلام ج 36 ص 133 وفقه الصادق ج 24 ص 44 وبحار الأنوار ج 62 ص 315 . ","page_name":" 78 ","page_number":78},
  {"content":"\r\n92 - أن لا يذبح ذات الجنين لغير علة ( 1 )  .\r\n93 - أن لا يذبح ذات الدَر . أي التي تحلب ، بغير سبب ( 2 )  .\r\nفعن رسول الله « صلى الله عليه وآله » :\r\n« أنه كره ذبح ذات الجنين وذات الدر بغير علة » .\r\n94 - أن يُرْسَلَ إذا ذُبِحَ ولا يكتف . ( وهذا في الطير خاصة ) .\r\n","description":"","footnote":" ( 1 ) دعائم الإسلام ج 2 ص 177 ومستدرك الوسائل ج 16 ص 158 وبحار الأنوار ج 62 ص 329 .  ( 2 ) سنن ابن ماجة ج 2 ص 1062 وعن صحيح مسلم ج 6 ص 117 وشرح صحيح مسلم ج 13 ص 214 ومجمع الزوائد ج 10 ص 318 ودعائم الإسلام ج 2 ص 177 ومستدرك الوسائل ج 16 ص 158 وبحار الأنوار ج 62 ص 329 .\r\nوراجع : المصنف للصنعاني ج 11 ص 440 وتركة النبي ص 66 والمعجم الكبير ج 19 ص 252 و 258 والفايق في غريب الحديث ج 3 ص 208 وتحفة الأحوذي ج 7 ص 31 وإكرام الضيف ص 52 ومسند أبي يعلى ج 1 ص 80 وج 11 ص 37 وج 11 ص 42 ورياض الصالحين للنووي ص 274 والجامع الصغير ج 1 ص 446 وكنز العمال ج 6 ص 332 وج 7 ص 194 و 196 وفيض القدير ج 3 ص 153 و 154 .\r\nوراجع أيضاً : جامع البيان ج 30 ص 367 والجامع لأحكام القرآن ج 20 ص 175 وتفسير القرآن العظيم ج 4 ص 583 والدر المنثور ج 6 ص 389 وفتح القدير ج 5 ص 490 . ","page_name":" 79 ","page_number":79},
  {"content":"\r\n95 - أن لا يقلب السكين إذا ذبح ، ليدخلها تحت الحلقوم ، ويقطعه إلى فوق .\r\n96 - أن لا يمسك يد الغنم ورجله إذا ذبحه ، بل يمسك صوفه وشعره .\r\n97 - أن يعقل البقر ، ويطلق الذنب ، إذا ذبحها .\r\n98 - أن يشد أخفاف البعير إلى آباطه ، ويطلق رجليه إذا نحره ( 1 )  .\r\nفعن أبي عبد الله « عليه السلام » قال : سألته عن الذبح ، فقال :\r\n« إذا ذبحت فأرسل ولا تكتف . ولا تقلب السكين لتدخلها من تحت الحلقوم وتقطعه إلى فوق ، والإرسال للطير خاصة ، فإن تردى في جب أو وهدة من الأرض فلا تأكله ولا تطعمه ، فإنك لا تدري التردي قتله أو الذبح ، وإن كان شيء من الغنم فأمسك صوفه أو شعره ، ولا تمسك يداً ولا رجلاً ، وأما البقرة فاعقلها وأطلق الذنب ، وأما البعير فشد أخفافه إلى آباطه ، وأطلق رجليه ، وإن أفلتك شيء من الطير وأنت\r\n","description":"","footnote":" ( 1 ) راجع : في هذه الموارد : الوسائل ( ط الإسلامية ) ج 16 ص 255 والكافي ( الفروع ) ج 6 ص 229 وفقه الصادق ج 44 ص 60 وكشف الرموز ج 2 ص 355 والنهاية ص 584 ومسالك الأفهام ج 11 ص 386 ومجمع الفائدة ج 11 ص 131 وكفاية الأحكام ص 247 ورياض المسائل ( ط ق ) ج 2 ص 276 ومستند الشيعة ج 15 ص 445 وجواهر الكلام ج 36 ص 132 وجامع المدارك ج 5 ص 127 وتهذيب الأحكام ج 9 ص 55 وبحار الأنوار ج 62 ص 300 . ","page_name":" 80 ","page_number":80},
  {"content":"\r\nتريد ذبحه أو ندَّ عليك فارم بسهمك ، فإذا هو سقط فذكه بمنزلة الصيد » .\r\n99 - أن لا يذبح الشاة عند الشاة ، ولا الجزور عند الجزور ، وهو ينظر إليه ( 1 )  .\r\nفقد روى غياث بن إبراهيم ، عن الصادق « عليه السلام » ، قال :\r\n« إن أمير المؤمنين « عليه السلام » كان لا يذبح الشاة عند الشاة ، والجزور عند الجزور ، وهو ينظر إليه .\r\n100 - أن لا يكسر رقبة الذبيحة ، بعدما يذبح حتى تبرد ( 2 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 16 ص 258 والكافي ج 6 ص 230 والتهذيب ج 9 ص 56 و 80 مختلف الشيعة ج 8 ص 305 و 552 وإيضاح الفوائد ج 4 ص 138 والدروس ج 2 ص 416 والمهذب البارع ج 4 ص 174 ومسالك الأحكام ج 11 ص 490 ومجمع الفائدة ج 11 ص 133 وكشف اللثام ( ط ق ) ج 2 ص 260 والتحفة السنية ص 307 ورياض المسائل ج 2 ص 276 ومستند الشيعة ج 15 ص 451 وجواهر الكلام ج 36 ص 137 وجامع المدارك ج 5 ص 128 وعوالي اللآلي ج 2 ص 321 وج 3 ص 460 .  ( 2 ) الوسائل ( ط الإسلامية ) ج 16 ص 267 و 258 وراجع ص 276 والتهذيب ج 9 ص 55 - 60 وبحار الأنوار ج 10 ص 256 وج 62 ص 314 و 328 كشف الرموز ج 2 ص 353 والمهذب البارع ج 4 ص 172 وشرح اللمعة ج 7 ص 231 ومجمع الفائدة ج 11 ص 118 و 129 و 134 وكشف اللثام ( ط ق ) ج 2 ص 259 ومستند الشيعة ج 15 ص 435 وجواهر الكلام ج 36 ص 135 وجامع المدارك ج 5 ص 121 و 128 وفقه الصادق ج 24 ص 42 والكافي ج 6 ص 229 و 233 ودعائم الإسلام ج 2 ص 175 ومستدرك الوسائل ج 16 ص 134 وعوالي اللآلي ج 2 ص 320 وج 3 ص 458 والسنن الكبرى للبيهقي ج 9 ص 280 وعن فتح الباري ج 9 ص 527 والفايق في غريب الحديث ج 3 ص 21 و 283 . ","page_name":" 81 ","page_number":81},
  {"content":"\r\nفعن أبي جعفر « عليه السلام » أنه قال :\r\n« اذبح في المذبح - يعني دون الغلصمة - ولا تنخع الذبيحة ، ولا تكسر الرقبة حتى يموت » .\r\n101 - أن لا يذبح حتى يطلع الفجر .\r\nعن أبان بن تغلب قال : سمعت علي بن الحسين « عليه السلام » ، وهو يقول لغلمانه :\r\n« لا تذبحوا حتى يطلع الفجر ، فإن الله عز وجل جعل الليل سكناً لكل شيء » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ج 16 ص 275 و 274 وعن الكافي ( الفروع ) ج 2 ص 149 و 148 وعن التهذيب ج 2 ص 353 وجامع المدارك ج 5 ص 124 ومسالك الأفهام ج 11 ص 489 وكشف اللثام ( ط ق ) ج 2 ص 260 ورياض المسائل ( ط ق ) ج 2 ص 276 وجواهر الكلام ج 36 ص 134 والمبسوط ج 1 ص 393 ومنتهى المطلب ج 2 ص 759 ومستند الشيعة ج 15 ص 450 ونيل الأوطار ج 5 ص 217 . ","page_name":" 82 ","page_number":82},
  {"content":"\r\n102 - أن لا يُجر الحيوان إلى الذبح بعنف ( 1 )  .\r\n103 - أن لا يُجره برجله إلى الذبح ( 2 )  .\r\n104 - أن ينزله ويضجعه برفق قبل الذبح .\r\nفعن أبي جعفر محمد بن علي « عليهما السلام » ، أنه قال :\r\n« يرفق بالذبيحة ولا يعنف بها قبل الذبح ولا بعده ، وكره أن يضرب عرقوب الشاة بالسكين » ( 3 )  .\r\nوعن جعفر بن محمد « عليهم السلام » : أنه سئل عن الشاة تذبح قائمة ، قال :\r\n« لا ينبغي ذلك ، السنة أن تضجع ويستقبل بها القبلة » ( 4 )  .\r\n","description":"","footnote":" ( 1 ) مسالك الأفهام ج 11 ص 491 والتحفة السنية ص 307 ورياض المسائل ( ط ق ) ج 2 ص 276 ومستند الشيعة ج 15 ص 448 وجواهر الكلام ج 36 ص 133 وفقه الصادق ج 24 ص 44 وبحار الأنوار ج 62 ص 315 والمصنف لابن أبي شيبة ج 4 ص 640 وسنن ابن ماجة ج 2 ص 1059 والمصنف للصنعاني ج 4 ص 493 والعهود المحمدية ص 394 وفيض القدير ج 6 ص 175 .  ( 2 ) المصنف لابن أبي شيبة ج 4 ص 640 والمصنف للصنعاني ج 4 ص 493 والعهود المحمدية للشعراني 394 وفيض القدير ج 6 ص 175 .  ( 3 ) دعائم الإسلام ج 2 ص 179 ومستدرك الوسائل ج 16 ص 132 عنه .  ( 4 ) دعائم الإسلام ج 2 ص 180 ومستدرك الوسائل ج 16 ص 132 عنه وراجع ص 133 عن دعائم الإسلام أيضاً . ","page_name":" 83 ","page_number":83},
  {"content":"\r\nفعن الوضين بن عطاء : أن جزاراً فتح باباً على شاة ليذبحها ، فانفلتت منه حتى أتت النبي « صلى الله عليه وآله » ، واتبعها ، فأخذها يسحبها برجلها ، فقال لها النبي « صلى الله عليه وآله » : إصبري لأمر الله ، وأنت يا جزار ، فسقها إلى الموت سوقاً رفيقاً .\r\n105 - أن يستعمل السكين الحادة ( 1 )  .\r\n106 - أن لا يقطع النخاع قبل خروج الروح ( 2 )  .\r\nفعن أبي جعفر « عليه السلام » أنه قال :\r\n« إذا أردت أن تذبح ذبيحة فلا تعذب البهيمة ، أحد الشفرة ، واستقبل القبلة ، ولا تنخعها حتى تموت » .\r\nيعني بقوله : « ولا تنخعها » قطع النخاع ، وهو عظم في العنق .\r\n","description":"","footnote":" ( 1 ) مستند الشيعة ج 10 ص 448 وكشف اللثام ( ط ق ) ج 2 ص 258 ودعائم الإسلام ج 2 ص 174 وبحار الأنوار ج 62 ص 327 والمعجم الأوسط ج 2 ص 179 والكامل ج 6 ص 426 ومستدرك الوسائل ج 16 ص 131 .  ( 2 ) راجع : مستدرك الوسائل ج 16 ص 131 والمصنف للصنعاني ج 4 ص 492 و 463 والوسائل ج 16 ص 258 و 167 وراجع ص 276 وفي هامشه عن الكافي ج 2 ص 147 و 148 وعن التهذيب ج 2 ص 351 و 352 و 353 وبحار الأنوار ج 10 ص 256 وج 62 ص 327 ومن لا يحضره الفقيه ج 3 ص 333 وإيضاح الفوائد ج 4 ص 137 . ","page_name":" 84 ","page_number":84},
  {"content":"\r\n107 - أن لا يذبح شيئاً من الحيوان قد رباه ( 1 )  .\r\nفعن محمد بن الفضيل ، عن أبي الحسن الرضا « عليه السلام » قال :\r\nقلت له : « كان عندي كبش سمنته لأضحى به ، فلما أخذته فأضجعته نظر إليَّ فرحمته ورققت له ، ثم إني ذبحته .\r\nقال : فقال : ما كنت أحب لك أن تفعل . لا تربين شيئاً من هذا ثم تذبحه » .\r\n108 - أن لا يذبح الحيوان الذي كان قد اقتناه ( 2 )  .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 16 ص 308 وج 10 ص 175 عن تهذيب الأحكام ، والكافي ، ومستدرك الوسائل ج 3 ص 69 . ومجمع الفائدة ج 11 ص 165 وج 7 ص 315 والحدائق الناضرة ج 17 ص 213 ومستند الشيعة ج 12 ص 369 ومسالك الأفهام ج 12 ص 34 .\r\nوراجع : مدارك الأحكام ج 8 ص 87 وذخيرة المعاد ج 3 ص 679 وجواهر الكلام ج 19 ص 230 وج 36 ص 293 وجامع المدارك ج 2 ص 479 وفقه الصادق ج 12 ص 122 والكافي ج 4 ص 544 ومن لا يحضره الفقيه ج 2 ص 393 وتهذيب الأحكام ج 5 ص 452 وج 9 ص 83 .  ( 2 ) الفايق في غريب الحديث ج 3 ص 208 والجامع الصغير ج 2 ص 689 وكنز العمال ج 4 ص 98 وفيض القدير ج 6 ص 406 وشرح الأسماء الحسنى ج 1 ص 276 والكامل ج 3 ص 135 . ","page_name":" 85 ","page_number":85},
  {"content":"\r\nفقد ورد : أن النبي « صلى الله عليه وآله » نهى عن الحكرة بالبلد ، وعن التلقي ، وعن السوم قبل طلوع الشمس ، وعن ذبح قني الغنم .\r\n109 - أن لا يكون الذبح هو جزاء المملوك الصالح ، فلا يذبح الدابة إذا خدمت خدمة حسنة زماناً ( 1 )  .\r\nفعن جابر ، قال : « خرجنا مع رسول الله « صلى الله عليه وآله » في غزوة ذات الرقاع ، حتى إذا كنا بحرة وأقم أقبل جمل يرفل حتى دنا من رسول الله « صلى الله عليه وآله » ، فجعل يرغو على هامته .\r\nفقال « صلى الله عليه وآله » : إن هذا الجمل يستعديني على صاحبه ، يزعم أنه كان يحرث عليه منذ سنين حتى أجربه ، وأعجفه ، وكبر سنه أراد نحره ، اذهب يا جابر إلى صاحبه فأت به .\r\nقال : ما أعرفه .\r\nقال : إنه سيدلك عليه .\r\nقال : فخرج بين يدي معنفاً حتى وقف بي مجلس بني حطمة .\r\nفقلت : أين رب هذا الجمل ؟ !\r\nقالوا : هذا لفلان بن فلان ، فجئته .\r\nفقلت : أجب رسول الله « صلى الله عليه وآله » .\r\n","description":"","footnote":" ( 1 ) راجع : بحار الأنوار ج 61 ص 112 و 137 وج 17 ص 402 عن الطبراني والثاقب في المناقب ص 78 والعهود المحمدية ص 396 وسبل الهدى والرشاد ج 12 ص 405 وبصائر الدرجات ص 371 والاختصاص ص 300 . ","page_name":" 86 ","page_number":86},
  {"content":"\r\nفخرج معي حتى إذا جاء رسول الله « صلى الله عليه وآله » .\r\nقال : إن جملك يزعم أنك حرثت عليه زماناً ، حتى إذا أجربته ، وأعجفته ، وكبر سنه أردت نحره .\r\nقال : والذي بعثك بالحق إن ذلك كذلك .\r\nقال « صلى الله عليه وآله » : ما هكذا جزاء المملوك الصالح ، ثم قال : بعنِيه .\r\nقال : نعم .\r\nفابتاعه منه ، ثم أرسله « صلى الله عليه وآله » في الشجر حتى نصب سنامه . وكان إذا اعتل على بعض المهاجرين والأنصار من نواضحهم شيء أعطاه إياه فمكث كذلك زماناً » .\r\n110 - أن يجير الطير إذا استجار به ، فإذا دخل منزلك طائر فلا تذبحه ( 1 )  .\r\nفعن الصادق « عليه السلام » قال :\r\n« خرؤ الخطاف لا بأس به ، هو مما يؤكل لحمه ، ولكن كره أكله ، لأنه استجار بك ، وأوى إلى منزلك ، وكل طير يستجير بك فأجره » .\r\n","description":"","footnote":" ( 1 ) الوسائل ( ط الإسلامية ) ج 16 ص 248 وج 2 ص 1012 ومختلف الشيعة ج 8 ص 291 وكشف اللثام ( ط ق ) ج 2 ص 264 وإيضاح الفوائد ج 4 ص 148 ومسالك الأفهام ج 12 ص 45 والتحفة السنية ص 305 والحدائق الناضرة ج 5 ص 6 ومستند الشيعة ج 15 ص 280 وج 36 ص 312 وتهذيب الأحكام ج 9 ص 81 والفصول المهمة ج 2 ص 420 وبحار الأنوار ج 75 ص 109 . ","page_name":" 87 ","page_number":87},
  {"content":"\r\n111 - أن لا يركلها برجله ليعجل خروج نفسها ( 1 )  .\r\n112 - أن لا يحرك الذبيحة من مكانها حتى تفارق الروح ( 2 )  .\r\nكما في فتاوى الفقهاء كابن الجنيد والعلامة وغيرهما .\r\n113 - أن لا يعتدي عليها جنسياً .\r\nفقد روي عن سماعة قال : سألت أبا عبد الله « عليه السلام » عن الرجل يأتي بهيمة أو شاة ، أو ناقة ، أو بقرة ، قال : فقال :\r\n« عليه أن يجلد حداً غير الحد ثم ينفى من بلاد إلى غيرها ، وذكروا أن لحم تلك البهيمة محرم ولبنها » ( 3 )  .\r\nوقد روى ابن عباس عن النبي « صلى الله عليه وآله » أنه قال :\r\n« من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به\r\n","description":"","footnote":" ( 1 ) مختلف الشيعة ج 8 ص 302 وفتاوى ابن الجنيد ص 314 .  ( 2 ) مستند الشيعة ج 15 ص 448 وروضة الطالبين ج 2 ص 476  ( 3 ) الكافي ج 7 ص 204 الإستبصار ج 4 ص 223 وتهذيب الأحكام ج 10 ص 60 والوسائل ( ط الإسلامية ) ج 16 ص 358 وج 18 ص 571 والفصول المهمة ج 2 ص 531 ومجمع الفائدة للمحقق الأردبيلي ج 3 ص 351 ورياض المسائل ( ط ق ) ج 2 ص 498 ومستند الشيعة ج 15 ص 119 وجواهر الكلام ج 26 ص 285 وج 41 ص 638 . ","page_name":" 88 ","page_number":88},
  {"content":"\r\nومن وجدتموه يأتي بهيمة فاقتلوه واقتلوا البهيمة معه » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) مستدرك الحاكم ج 4 ص 355 وعون المعبود ج 12 ص 101 و 103 وج 14 ص 67 ونصب الراية ج 4 ص 144 ومسند أبي يعلى ج 4 ص 347 والانتصار ص 514 والمجموع ج 20 ص 30 وإعانة الطالبين ج 4 ص 163 والمغني ج 10 ص 164 و 165 والشرح الكبير ج 10 ص 179 .\r\nوراجع : كشف القناع ج 6 ص 121 والمحلى ج 11 ص 387 وسبل السلام ج 4 ص 13 ونيل الأوطار ج 7 ص 288 و 289 ومسند أحمد ج 1 ص 269 وسنن الترمذي ج 3 ص 8 وسنن البيهقي ج 8 ص 233 و 234 وفتح الباري المقدمة ص 431 ومنتخب مسند عبد بن حميد ص 200 والسنن الكبرى للنسائي ج 4 ص 322 وناسخ الحديث مونسوخه لابن شاهين ص 459 وسنن الدارقطني ج 3 ص 69 وكنز العمال ج 5 ص 338 و 339 وفيض القدير ج 6 ص 7 وكشف الخفاء ج 1 ص 169 ورد اعتبار الجامع الصغير ص 37 وأحكام القرآن للجصاص ج 3 ص 343 .\r\nوراجع : الجامع لأحكام القرآن ج 7 ص 244 والمجروحون لابن حبان ج 1 ص 110 والكامل لابن عدي ج 1 ص 32 وتهذيب الكمال ج 22 ص 170 وسير أعلام النبلاء ج 6 هامش ص 119 . ","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nنهاية المطاف :\r\nقد كان هذا الذي ذكرناه غيضاً من فيض ، مما يمكن استخلاصه من النصوص المختلفة ، من ضوابط وأحكام ، ونصائح وتوجيهات ، تحدد نظرة الإسلام إلى المخلوقات ، وتبين طريقة التعامل معها في الحالات المختلفة . .\r\nنسأل الله أن يوفق العاملين لاستخلاص ذلك كله من مصادره ، وعرضه بالطريقة اللائقة به ، ليكون ذلك طريقة عمل ، ونهج حياة ، وسبيل نجاة . .\r\nوالحمد لله ، والصلاة والسلام على عباده الذين اصطفى محمد وآله الطاهرين . .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90}
  ]