[
  {"content":"\r\nعلي الكوراني العاملي\r\nأجوبة مسائل جيش الصحابة\r\nأجوبة على مسائل وجهتها إلى علماء الشيعة\r\nمجلة الخلافة الراشدة الباكستانية\r\nالتابعة لميليشيا الجيش الصحابة\r\nدار السيرة\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين وأفضل الصلاة وأتم السلام على سيدنا ونبينا محمد وآله الطيبين الطاهرين\r\nوبعد ، فهذه إجابات على مسائل وجهتها المجلة المذكورة إلى علماء الشيعة ، في أربع وأربعين سؤالاً أو إشكالاً ، وقد رغب اليَّ بعض الإخوة الباكستانيين أن أجيب عليها لأهميتها عندهم ، رغم أن مستواها العلمي عادي جداً ، فاحتسبت ذلك للدفاع عن مذهب أهل البيت الطاهرين صلوات الله عليهم .\r\nأسأله تعالى أن يهدي بها طالب الحق ويسكت المكابر ، وهو حسبنا ونعم الوكيل .\r\nحرره : علي الكوراني العاملي\r\nفي العاشر من رجب المحرم 1423\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nزواج أبي بكر من أسماء بنت عميس\r\nسؤال رقم 1 - إذا كان الصديق الأكبر أبو بكر ( رض ) عندكم منافقاً ومرتداً وظالماً وغاصباً ، فكيف أجرى علي عقد زواجه على أسماء بنت عميس ، أرملة أخيه جعفر الطيار ؟\r\n* *\r\nالجواب\r\nهذا السؤال يدل على عدم اطلاع صاحبه ، فإن أبا بكر تزوج بأسماء بنت عميس في زمن النبي صلى الله عليه وآله بعد شهادة زوجها جعفر بن أبي طالب رضوان الله عليه . روى ذلك مسلم النيشابوري في صحيحه : 4 / 27 : ( عن عائشة قالت نَفَسَت أسماء بنت عميس بمحمد بن أبي بكر بالشجرة ، فأمر رسول الله ( ص ) أبا بكر يأمرها أن تغتسل وتَهِلّ ) . انتهى .\r\nولم نجد في أي مصدر أن أمير المؤمنين عليه السلام قد أجرى عقد زواج أسماء بنت عميس على أبي بكر ! !\r\nأما لماذا تزوجت أسماء بأبي بكر ولم ينهها النبي صلى الله عليه وآله أو علي عليه السلام ؟\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nفجوابه : أن النبي صلى الله عليه وآله أجرى الأحكام الشرعية على الظاهر ، ولم يعامل الناس على ما في قلوبهم ، ولم يكن يكشف ستراً عن أحد ، فمع أنه صلى الله عليه وآله قال : كما في مسند أحمد : 4 / 83 : ( إن في أصحابي منافقين ) ، فقد قال أيضاً في الصحيح عندهم : ( لا نخرق على أحد ستراً ) رواه في مجمع الزوائد : 9 / 410 : ( عن ابن عمر قال كنت عند النبي ( ص ) إذ جاء حرملة بن زيد فجلس بين يدي رسول الله ( ص ) فقال : يا رسول الله الإيمان ههنا وأشار إلى لسانه والنفاق ههنا وأشار إلى صدره ، ولا يذكر الله إلا قليلاً ، فسكت عنه النبي ( ص ) ، فردد ذلك عليه حرملة ، فأخذ النبي ( ص ) بطرف لسان حرملة فقال : اللهم اجعل له لساناً صادقاً وقلباً شاكراً ، وارزقه حبي وحب من يحبني وصل أمره إلى الخير . فقال حرملة : يا رسول الله إن لي إخواناً منافقين كنت فيهم رأساً ألا أدلك عليهم ؟ فقال النبي ( ص ) : من جاءنا كما جئتنا استغفرنا له كما استغفرنا لك ، ومن أصر على ذنبه فالله أولى به ، ولا نخرق على أحد ستراً . ورجاله رجال الصحيح ) . انتهى .\r\nوأبو بكر كان على ظاهر الإسلام ، ولذا عامله النبي صلى الله عليه وآله وعلي عليه السلام على ذلك ، ولم يكشف له ستراً .\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n( وأما ما أشار اليه الكاتب من اعتقادنا في أهل البيت عليهم السلام والصحابة ، فنحن نطيع نبيا صلى الله عليه وآله الذي أمرنا أن نتمسك بعده بالقرآن والعترة الطاهرة ، وقد صح حديث الثقلين عند الجميع ، فنحن نتلقى القرآن والسنة من أهل البيت وحدهم ، ونجعلهم مقياساً للمرضيين وغير المرضيين من الصحابة ، وقد روى الجميع أن حب علي وبغضه كان المقياس للإيمان والنفاق في حياة النبي صلى الله عليه وآله فكذلك هو بعد وفاته ، ( راجع الغدير للأميني : 3 / 182 ، وفيه العديد من مصادر ذلك كالترمذي وأحمد ) ، وكذلك الأمر في بقية المعصومين من العترة عليهم السلام ، فإن ثبت عندنا أن علياً أو فاطمة أو الحسن أو الحسين أو أحداً من المعصومين عليهم السلام له رأي سلبي في شخص أخذنا به حتى لو كان الطرف صحابياً ، لأنا مكلفون باتباع أهل البيت عليهم السلام ، ولسنا مكلفين باتباع الصحابة .\r\nلكن المشكلة عندكم حيث رويتم أنتم أن علياً عليه السلام كان رأيه سيئاً في أبي بكر وعمر ، ففي صحيح مسلم : 5 / 152 : من قول عمر مخاطباً علياً والعباس : ( فقال أبو بكر قال رسول الله ( ص ) : ما نورث ما تركنا صدقة ، فرأيتماه كاذباً آثماً غادراً خائناً ، والله يعلم إنه لصادق بار راشد تابع للحق .\r\nثم توفي أبو بكر وأنا ولي رسول الله ( ص ) وولي أبي بكر\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nفرأيتماني كاذباً آثماً غادراً خائناً ، والله يعلم إني لصادق بار راشد تابع للحق ، فوليتها ، ثم جئتني أنت وهذا وأنتما جميع وأمركما واحد ، فقلتما إدفعها إلينا . . . الخ . ) انتهى .\r\nوعلى هذا فمصادركم الصحيحة تروي عمر يشهد بأن علياً عليه السلام والعباس قد شهدا في حقهما بأربع صفات فظيعة ، وتشير شهادتهما إلى اتهمهما لأبي بكر وعمر بأنهما دبرا مؤامرة السقيفة ، وغصبا الخلافة من أمير المؤمنين عليه السلام ، وصادرا مزرعة فدك من فاطمة الزهراء عليهما السلام ! وهذا كلامكم وليس كلامنا !\r\n* *\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالنسب الشرعي يتحقق بالأب ؟\r\n2 - ما دام السيد في مذهبكم هو الذي ينتسب بالأب إلى بني هاشم ، فلماذا لم يكن بقية أولاد علي من غير فاطمة سادة عندكم ؟ أعطونا الدليل من كتب معتبرة ؟\r\n3 - وإذا كان من ينتسب من جهة الأم إلى غير بني هاشم ليس سيداً ، فإن الإمام زين العابدين ليس سيداً ، لأن أمه ( بنت كسرى ) ليست سيدة ولا قرشية !\r\n4 - هل علي عندكم سيد أم لا ؟ إذا كان سيداً فلماذا جعلتم بعض أولاده غير سادة ؟\r\n* *\r\nجواب الأسئلة 2 و 3 و 4\r\nالملاك في كون الشخص سيداً هاشمياً هو نسبه من جهة الأب فقط ، سواء كانت أمه هاشمية أم لا ، قال الله تعالى : ( أدْعُوهُمْ لآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ) ( الأحزاب : 5 ) وأمير المؤمنين عليه السلام أول هاشمي ولد من هاشميين ، وكل من انتسب اليه بالبنوة فهو سيد هاشمي ، ولم يقل أحد من الشيعة إن أولاد علي عليه السلام من غير الصديقة الكبرى الزهراء عليهما السلام ليسوا سادة ، نعم لأولاد الزهراء عليهما السلام وذرياتها الصالحين خصوصيتهم وامتيازهم .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمن هم آل محمد صلى الله عليه وآله وأهل البيت عليهم السلام ؟\r\n5 - هل المراد من آل محمد أولاده فقط ، أو يشمل الباقين ؟\r\n6 - وإن كان لفظ الآل مختصاً بأولاد النبي ( ص ) فقط فلماذا صار عندكم شاملاً لعلي مع أنه ليس ابن النبي ، بل هو ابن عمه ؟\r\n7 - وإن كان المراد من الآل أهل بيت النبي ( ص ) فلماذا لم تجعلوا نساء النبي من أهل البيت ؟ !\r\n* *\r\nجواب الأسئلة 5 و 6 و 7\r\nآل الرجل في اللغة العربية عصبته ، والعصبة لا تشمل النساء فعندما تقول إن الحكم في البلد الفلاني لآل الملك فلان ، أي لعصبته ، ولا يدخل فيها نساؤه . فآل النبي من الأساس لا تشمل نساءه . نعم أهل بيت الرجل يشمل في اللغة عصبته ونساءه وبقية أقاربه .\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nفمعنى الآل في اللغة واسع لأنه يشمل كل عصبته لصلبه وأقاربه القريبين ، ومعنى أهل البيت في اللغة واسع أيضاً لأنه يشمل العصبة والنساء ، لكن النبي صلى الله عليه وآله غيَّر المفهوم اللغوي وجعله مصطلحاً إسلامياً ، فحصر مفهوم أهل بيته وآله بعلي وفاطمة والحسن والحسين وتسعة من ذرية الحسين آخرهم المهدي عليهم السلام ، فصار ( أهل بيت النبي وآل النبي ) مصطلحاً إسلامياً لأناس معينين لا يدخل معهم غيرهم .\r\nوذلك مثل كلمة الصلاة ، حيث أن معناها اللغوي واسع يشمل كل دعاء ، لكن النبي صلى الله عليه وآله جعلها مصطلحاً لعبادة خاصة .\r\nفكما أنه لا يجوز أن نفسر قوله تعالى مثلاً : ( وَأَنْ أَقِيمُوا الصَّلاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ ) ( الأنعام : 72 ) بالدعاء ونقول إن من رفع يديه ودعا الله أو دعاه بقلبه فقد أقام الصلاة ! لأن المقصود بقوله تعالى ( أَقِيمُوا الصَّلاةَ ) الصلاة الاصطلاحية وليس المعنى اللغوي .\r\nفكذلك لا يجوز أن يقول أحد إن آل النبي وأهل بيته صلى الله عليه وآله في اللغة يشملون كل عصبته ونساءه ، لأن النبي صلى الله عليه وآله جعلهم مصطلحاً خاصاً لأشخاص حددهم وسماهم ، فالمقصود بهم في الآيات والأحاديث الشريفة المعنى المصطلح وليس\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nاللغوي ، الا بقرنيه واضحة تدل علي إرادة المعني اللغوي .\r\nوالدليل على هذا الاصطلاح النبوي حديث الكساء وهو صحيح صريح في أن النبي صلى الله عليه وآله لم يرض بدخول أم سلمة معهم ، بل روى أحمد في مسنده أن النبي صلى الله عليه وآله جذب الكساء من يدها !\r\n( قال في : 6 / 323 : ( عن أم سلمة أن رسول الله ( ص ) قال لفاطمة ائتينى بزوجك وابنيك ، فجاءت بهم فألقى عليهم كساء فدكياً ، قال ثم وضع يده عليهم ثم قال : اللهم إن هؤلاء آل محمد فاجعل صلواتك وبركاتك على محمد وعلى آل محمد إنك حميد مجيد . قالت أم سلمة فرفعت الكساء لأدخل معهم فجذبه من يدي ! وقال : إنك على خير ) . انتهى . ( ورواه أبو يعلى في مسنده : 21 / 344 ، و 456 ، والطبراني في المعجم الكبير : 3 / 53 و : 32 / 336 ، وغيرهم ) .\r\n( والنتيجة : أنا لو سلمنا أن آية التطهير لها إطلاق يشمل نساء النبي فإن النبي صلى الله عليه وآله بنص أحاديث الكساء قد حصر المقصود بها ، وحرم نساءه من هذه الدرجة ، وأخرجهن من أهل بيته المطهرين فمن يقول بدخولهن في أهل البيت فقد رد عليه رسول الله صلى الله عليه وآله والراد عليه رادٌّ على الله تعالى !\r\nويكون من جهة أخرى قد ظلم أهل البيت عليهم السلام وتعدى على الحق الذي خصهم الله تعالى به !\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nمطالبة الزهراء عليهما السلام لأبي بكر بفدك\r\n8 - سمعنا أن فاطمة الزهراء ذهبت إلى أبي بكر تطالبه بفدك ، وأبو بكر في عقيدتكم غاصب ظالم ، فهل يجوز في الشرع الذهاب إلى الظالم والشكوى له والأمل بأن ينصف خصمه ؟\r\n9 - وهل ذهبت فاطمة لأخذ حقها من أبي بكر بإجازة زوجها حيد الكرار أم بدون إجازته ، فإن قلتم ذهب بإجازته فأعطونا دليلاً من كتاب بالصفحة والسطر والطبعة .\r\n10 - وإذا قلتم ذهبت بدون إجازته أليس ذلك طعناً في كرامة سيد النساء ؟ !\r\n* *\r\nجواب الأسئلة 8 _ 10\r\nأولاً : الجميع يعرف زهد الصديقة الكبرى فاطمة الزهراء عليهما السلام وأنها كانت هي وزوجها وأطفالها يؤثرون بطعامهم المسكين واليتيم والأسير على أنفسهم ، وفيهم نزل قوله تعالى ( وَيُطْعِمُونَ\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nالطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً ) ( الانسان : 8 )\r\nوالجميع يعرفون أن النبي الصادق الأمين صلى الله عليه وآله قد أسرَّ إلى ابنته الزهراء عليهما السلام في مرضه الذي توفي فيه أنها ستلحق به عن قريب ، وأنها أول أهل بيته لحوقاً به ( صحيح البخاري : 4 / 248 و : 8 / 79 )\r\nمن هذا يتبين أن هدفها من المطالبة بمزرعة فدك ليس الحصول على المزرعة !\r\nإن هدفها أن تثبت للمسلمين أن الذي جلس في مكان النبي صلى الله عليه وآله يخالف أحكام الإسلام ويغصب مزرعة أعطاها النبي صلى الله عليه وآله إلى ابنته وورثته الوحيدة ، فإذا كان أبو بكر يظلم بنت النبي صلى الله عليه وآله في أول يوم من خلافته ، فياويل بقية المسلمين من ظلمه ! وظلم من سيجلس بعده مكان النبي صلى الله عليه وآله ؟ ! !\r\nثانياً : أنها عليهما السلام لم تذهب إلى أبي بكر بصفته قاضياً تعترف به وبعدالته ، فهي لم تبايعه ولم تعترف به خليفة ، فكيف تعترف به قاضياً عادلاً ؟\r\nثالثاً : أن الزهراء عليهما السلام لم تذهب إلى بيت أبي بكر ، بل ذهبت إلى المسجد ، عندما كان أبو بكر والصحابة مجتمعين فيه ، وخطبت خطبتها العظيمة ، وأقامت عليهم الحجة في غصبهم لخلافة أمير المؤمنين عليه السلام وبينت ظلمهم لها في مصادرة فدك .\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nومما أجمع عليه المسلمون أنه يجوز للإنسان أن يذهب إلى ظالمه ويحتج عليه أمام الناس ، حتى لو كان ظالمه كافراً .\r\nرابعاً : الصديقة الكبرى الزهراء عليهما السلام معصومة بنص آية التطهير ، والمباهلة ، فآية التطهير وحدها كافية للجزم بأنها لم تكن لتعصي ربها وتخرج من بيتها بغير إذن زوجها أمير المؤمنين صلى الله عليه وآله .\r\nوكذلك حديث إن الرب يرضى لرضا فاطمة ويغضب لغضبها الذي رواه الحاكم وصححه ( : 3 / 154 ) ،\r\nفدليلنا على أن خروجها بإذن زوجها صلى الله عليه وآله هو عصمتها عليهما السلام ، والذي يزعم أنها خرجت بغير إذنه يحتاج إلى دليل !\r\n* *\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nما دامت خلافة علي عليه السلام إرادة ربانية فلماذا لم تتحقق ؟\r\n11 - ما دامت خلافة علي عندكم عهد من الله تعالى وإعلان نبوي من رسوله ( ص ) ، فلماذا لم يَصِرْ علي الخليفة الأول للنبي ( ص ) بلا فصل ؟ فهل عجز الله عن تحقيق إرادته نعوذ بالله ؟\r\n12 - تقولون إن خلافة علي وعد إلهي ، فهل أن الخلافة الموعودة هي خلافة الصديق الأكبر أبو بكر وغلبته هي الخلافة الموعودة لعلي أم غيرها ؟\r\nفإن كانت غيرها فكيف صار أبو بكر غاصباً ، وإن كانت نفسها فكيف تحققت لأبي بكر ولم تتحقق لعلي ؟\r\n13 - هل أن الإمامة والخلافة عندكم منصوصة من الله تعالى ؟\r\n14 - يشترط في الإمامة والخلافة الغلبة ، وقد غلبت خلافة الخلفاء ، فلماذا لم تغلب إمامة الأئمة الاثني عشر ، أم أنهم لم يكونوا أئمة بالحق فلم تغلب إمامتهم ؟\r\n* *\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nالجواب على الأسئلة 11 _ 14\r\nأولاً : أن السائل لم يميز بين الإرادة التكوينية لله تعالى والإرادة التشريعية ، فالإرادة التكوينية هي التي يقول عنها عز وجل : ( بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ ) ( البقرة : 117 ) فما أراده سبحانه بهذه الإرادة يستحيل أن يتخلف .\r\nأما الإرادة التشريعية فهي كإرادته عز وجل من إبليس أن يسجد ، ومن كل الناس أن يؤمنوا ، لكنه أعطاهم الاختيار والقدرة فلم يسجد إبليس ولم يحقق إرادة الله تعالى منه ، ولم يؤمن أكثر الناس ولم يحققوا إرادة الله تعالى منهم ، وهذا لا يعني العجز من الله تعالى ، لأن إرادته هنا تشريعية لا تكوينية .\r\nوكذلك هو حال الأمم بعد أنبيائهم عليهم السلام فقد أمرهم الله تعالى وأراد منهم أن يطيعوا أوصياء الأنبياء عليهم السلام ، ولكنهم عصوا الله تعالى وعزلوا الأوصياء عليهم السلام ونصبوا غيرهم من قبائلهم وأحزابهم ، واختلفوا واقتتلوا !\r\nوهذا لا يعني العجز من الله تعالى ، لأن إرادته هنا تشريعية لا تكوينية ، قال الله تعالى : ( تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nالْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ ) ( البقرة : 253 )\r\nفهو سبحانه أراد أي سمح لهم أن يختاروا الخير أو الشر .\r\nوثانياً : إن الغلبة والحكم ليست من شرط الإمامة أبداً ، فإن أكثر أوصياء الأنبياء عليهم السلام لم يحكموا بعدهم ، وكانوا مغلوبين مضطهدين ، كما أشارت الآية المتقدمة .\r\nبل نص النبي صلى الله عليه وآله على أن الأئمة من بعده سوف تكذبهم الأمة وتعاديهم وتقتل علياً والحسن والحسين عليهم السلام ، وسوف يكونون مغلوبين ، لكنهم لا يضرهم تكذيب من كذبهم ! !\r\n( ففي معجم الطبراني الكبير : 2 / 213 و 214 ح 1794 : ( عن جابر بن سمرة عن النبي قال : يكون لهذه الأمة اثنا عشر قيماً ، لا يضرهم من خذلهم ، ثم همس رسول الله صلى الله عليه وآله بكلمة لم أسمعها ، فقلت لأبي ما الكلمة التي همس بها النبي ( ص ) ؟ قال أبي : كلهم من قريش ) .\r\n( وفي معجم الطبراني الكبير : 2 / 256 ح 2073 : ( عن جابر بن سمرة : ( قال سمعت رسول الله ( ص ) وهو يخطب على المنبر ويقول : اثنا عشر قيماًَ من قريش ، لا يضرهم عداوة من عاداهم ! قال : فالتفت خلفي ، فإذا أنا بعمر بن الخطاب رضي الله عنه وأبي في ناس ، فأثبتوا لي الحديث كما سمعت ) . انتهى . وقال عنه في مجمع الزوائد : 5 /\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n191 : رواه البزار عن جابر بن سمرة وحده ، وزاد فيه : ثم رجع ، يعني النبي ( ص ) إلى بيته ، فأتيته فقلت : ثم يكون ماذا ؟ قال : ثم يكون الهرج . ورجاله ثقات ) . انتهى .\r\nفقد نصت الأحاديث النبوية في مصادركم على أن هؤلاء الأئمة الربانيين عليهم السلام الذين بشر بهم النبي صلى الله عليه وآله سيكونون مغلوبين ويكذبهم الناس ، وأن ذلك لا يضر بإمامتهم وهدايتهم وبركتهم على الأمة . وهذه الصفات لا توجد إلا في الأئمة من أهل البيت عليهم السلام\r\nوثالثاً : أن الغلبة والتمكين ليست شرطاً في النبوة ، فكيف تكون شرطاً في الإمامة ؟ ! ألا ترى أن أكثر أنبياء الله عليهم السلام مغلوبين مكذبين مقتولين ، وأن الذين غلبوا وحكموا منهم قلة قليلة ؟ ! !\r\nفأوصياء نبينا صلى الله عليه وآله كانوا مغلوبين كغيرهم من الأوصياء عليهم السلام .\r\n* *\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nهل كان التشيع موجوداً في زمن النبي صلى الله عليه وآله ؟\r\n15 - بينوا لنا هل كان التشيع في زمن النبي ( ص ) وعلي ؟ !\r\n* *\r\nالجواب\r\nنعم كان عدد من الصحابة في زمن النبي صلى الله عليه وآله يحبون علياً عليه السلام ويلتفون حوله ، فعرفوا باسم ( شيعة علي ) ، وقد نزلت الآيات من الله تعالى في مدحهم ، ومدحهم الذي لا ينطق عن الهوى صلى الله عليه وآله .\r\n( قال السيوطي في الدر المنثور : 6 / 379 ، في تفسير قوله تعالى : ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ ) ( البينة : 7 ) قال : ( وأخرج ابن عساكر عن جابر بن عبد الله قال : كنا عند النبي ( ص ) فأقبل علي فقال النبي ( ص ) : والذي نفسي بيده إن هذا وشيعته لهم الفائزون يوم القيامة ، ونزلت : ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ ) فكان أصحاب النبي ( ص ) إذا أقبل علي قالوا : جاء خير البرية . وأخرج ابن عدي وابن عساكر عن أبي سعيد مرفوعاً : علي خير البرية .\r\n( وأخرج ابن عدي عن ابن عباس قال لما نزلت : ( إِنَّ الَّذِينَ\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nآمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ ) ، قال رسول الله ( ص ) لعلي : هو أنت وشيعتك يوم القيامة راضين مرضيين .\r\n( وأخرج ابن مردويه عن علي قال قال لي رسول الله ( ص ) : ألم تسمع قول الله : إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ ، أنت وشيعتك . وموعدي وموعدكم الحوض إذا جاءت الأمم للحساب ، تدعون غراًّ محجلين ) . انتهى .\r\nإلى غير ذلك من الأحاديث الشريفة ، وإن من العجائب أن هذه الأحاديث بقيت في حق علي عليه السلام وشيعته ، رغم كل ما عملته الدول المتعاقبة من أجل إطفاء نوره ، حتى أن دولة النواصب الأموية جعلت لعنه فرضاً واجباً في صلاة الجمعة في جميع البلاد نحو سبعين سنة ، ومع ذلك بقيت في مصادر العامة أمثال هذه الأحاديث العظيمة في فضله وفضل شيعته !\r\nأليس هذا بحد ذاته كرامة ومعجزة ؟ !\r\n* *\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nهل رد علي عليه السلام مذهب أهل السنة ؟\r\n16 - أعطونا حديثاً واحداً على أن حيدراً الكرار قد رد مذهب أهل السنة ولفظ أهل السنة ؟\r\n* *\r\nالجواب\r\nفي عهد أبي بكر وعمر وعثمان لم يَتَسَمَّ أتباعهما ب‍ ( أهل السنة والجماعة ) وكيف يتسمون بأهل السنة ، وقد رفضوا السنة وصاحوا في وجه النبي صلى الله عليه وآله : ( كتاب الله حسبنا ) حتى لا يكتب لهم كتاباً ولا يضلوا بعده ؟ ! !\r\nويؤيد ذلك أنهم في سنة أربعين هجرية عندما صارت الخلافة لمعاوية سموا أنفسهم ( أهل الجماعة ) بدون أهل السنة .\r\nوأول ما ظهر اسم أهل السنة في القرن الثاني ، وكان إسماً لأهل الحديث مقابل المعتزلة .\r\n( قال الأشعري في مقالات الإسلاميين : 1 / 261 : ( وقال أهل السنة وأصحاب الحديث . . . وإنه ينزل إلى السماء الدنيا كما جاء في الحديث عن رسول الله ( ص ) ) .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nلكن تسميتهم لأنفسهم بأهل الجماعة لم يقرها الصحابة !\r\n( ففي تاريخ دمشق : 34 / 798 : قال ابن مسعود : الجماعة ما وافق الحق ، إن جمهور الناس فارقوا الجماعة ! إن الجماعة ما وافق طاعة الله .\r\nوسئل علي عليه السلام عن معنى أهل السنة والبدعة والجماعة والفرقة ، ففسرها كما فسرها له النبي صلى الله عليه وآله .\r\n( قال في منتخب كنز العمال بهامش مسند أحمد : 1 / 109 : روى العسكري عن سليم بن قيس العامري قال : سأل ابن الكواء علياً عن السنة والبدعة وعن الجماعة والفرقة ، فقال : يا ابن الكواء حفظت المسألة فافهم الجواب : السنة والله سنة محمد ( ص ) ، والبدعة ما فارقها ، والجماعة مجامعة أهل الحق وإن قلوا ، والفرقة مجامعة أهل الباطل وإن كثروا . انتهى .\r\n( وروى ابن ميثم البحراني في شرح نهج البلاغة : 1 / 289 ، أن رجلاً سأل أمير المؤمنين عليه السلام فقال : يا أمير المؤمنين أخبرني من أهل الجماعة ومن أهل الفرقة ، ومن أهل السنة ومن أهل البدعة ؟ فقال : ويحك إذا سألتني فافهم عني ولا عليك أن لا تسأل أحداً بعدي : أما أهل الجماعة فأنا ومن اتبعني وإن قَلُّوا ، وذلك الحق عن أمر الله وأمر رسوله صلى الله عليه وآله ، وأما أهل الفرقة فالمخالفون لي\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nولمن اتبعني وإن كثروا . وأما أهل السنة فالمتمسكون بما سنه الله ورسوله ، لا العاملون برأيهم وأهوائهم وإن كثروا ) !\r\nوالخلاصة : أن أهل الجماعة صار اسماً للسنيين في زمن معاوية ، ولم يكن فيه ذكرٌ للسنة . ثم اتخذه المحدثون إسماً لهم في القرن الثاني .\r\nأما أمير المؤمنين عليه السلام فقد فسر أهل السنة به وبشيعته ، في مقابل الذين رفضوا السنة وقالوا للنبي صلى الله عليه وآله لا حاجة لنا بسنتك ولا بكتابك ، حسبنا كتاب الله !\r\n* *\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nهل صحيح أن الزهراء عليه السلام اعترضت على تزويجها من علي عليه السلام ؟\r\n17 - هل صحيح أن فاطمة اعترضت على شكل علي وقيافته اعتراضات عديدة عندما ذكره النبي ( ص ) لها للزواج ؟\r\n18 - إذا كانت فاطمة اعترضت فأين العفة والعصمة ؟ ! وإذا لم تعترض فلماذا جاء في أحد كتبكم ( كتاب مال مقبول ) من علماء الهند صفحة 529 ، أن فاطمة عندما سمعت ذلك من النبي ( ص ) نكست رأسها وقالت للنبي ( ص ) : إن اختيارك مقدم على اختياري ، لكني سمعت من نساء قريش أن بطن علي كبيرة ، ويداه ورجلاه كبيرتان ، وأنه أصلع وجبهته عريضة وعيناه كبيرتان وكتفه عريض مثل كتف الجمل !\r\n* *\r\nالجواب\r\nهذه الروايات مكذوبة على لسان علي والزهراء صلى الله عليه وآله ، فقد كان علي عليه السلام من أجمل الناس ، أبيض مشرب بحمرة ، بهي الطلعة نوراني الوجه كبير العينين . وقد شهد ثقات المؤرخين بأن بني هاشم كلهم كانوا\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nصباح الوجوه مميزين عن قبائل قريش ، وأن حياة علي والزهراء صلى الله عليه وآله كانت حياة مثالية .\r\nلكن رواة بني أمية وضعوا أمثال هذه الروايات ، كما كذبوا على علي عليه السلام أنه خطب على الزهراء عليهما السلام بنت أبي جهل ، وكل ذلك لينتقصوا منه عليه السلام .\r\nويكفينا أن الكاتب لم يذكر ولو مصدراً واحداً لهذه الأكاذيب !\r\nوقد تكفلت كتب السيرة والكلام إثبات بطلان ما روي منها ، مثل كتاب العبقات والغدير وغيرها .\r\n* *\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nهل النبي والأئمة من آله صلى الله عليه وآله أفضل من كل الأنبياء ؟\r\n19 - هل أن مرتبة علي عندكم أفضل من جميع الأنبياء ما عدا النبي ( ص ) ؟ !\r\n* *\r\nالجواب\r\nنعم أمير المؤمنين علي عليه السلام هو أفضل الناس بعد النبي صلى الله عليه وآله وهو وزيره ووصيه وأخوه في الدنيا والآخرة ، وتدل أحاديث كثيرة عندنا وعندكم على أن علياً والأئمة من عترة النبي صلى الله عليه وآله هم معه ملحقون بدرجة النبي صلى الله عليه وآله يوم القيامة ، وما دامت درجته أفضل من درجات الأنبياء عليهم السلام ، فأهل بيته معه في تلك الدرجة .\r\nإن أعلى درجة في جنة الفردوس هي لمحمد وآل محمد ، ثم لإبراهيم وآل إبراهيم ، ثم لبقية الأنبياء عليهم السلام ، وقد روت ذلك مصادركم !\r\nبل روت مصادركم أن محبي أهل البيت يلحقون بهم فهم في درجتهم ودرجة النبي صلى الله عليه وآله ، فكيف بأهل البيت عليهم السلام ! ! !\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n( روى الترمذي في سننه : 4 / 331 : أن النبي ( ص ) أخذ بيد حسن وحسين وقال : من أحبني ، وأحب هذين ، وأباهما ، وأمهما ، كان معي في درجتي يوم القيامة . هذا حديث حسن . انتهى .\r\nكما ورد عندكم أن أهل بيته صلى الله عليه وآله أول من يرد عليه الحوض وأن علياً حامل لواء الحمد الذي هو لواء رئاسة المحشر ، وأنه الساقي على حوض الكوثر ، وذائد المنافقين عنه . . . الخ .\r\n( من ذلك ما رواه أحمد بن حنبل في مناقب الصحابة 661 : عن أبي سعيد الخدري قال قال رسول الله ( ص ) : أعطيت في علي خمساً هن أحب إلى من الدنيا وما فيها ! أما واحدة : فهو تكأتي إلى بين يدي حتى يفرغ من الحساب . وأما الثانية : فلواء الحمد بيده ، آدم عليه السلام ومن ولد تحته . وأما الثالثة : فواقف على عقر حوضي يسقى من عرف من أمتي . وأما الرابعة : فساتر عورتي ومسلمي إلى ربي . وأما الخامسة : فلست أخشى عليه أن يرجع زانياً بعد إحصان أو كافراً بعد إيمان ) . ( ورواه أبو نعيم في الحلية : 10 / 211 ، والطبري في الرياض النضرة : 2 / 203 ، والهندي في كنز العمال : 6 / 403 ) .\r\nوما دام محبو علي وفاطمة والحسنين عليهم السلام مع النبي يوم القيامة فلماذا لا يكون علي أفضل الخلق بعد النبي صلى الله عليه وآله ؟ !\r\n* *\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nهل كان علي عليه السلام مع النبي صلى الله عليه وآله في المعراج ؟\r\n20 - سمعت أنكم تعتقدون أن علياً كان مع النبي ( ص ) في المعراج ، فهل هذا صحيح وفي أي آية من القرآن ورد ؟\r\n* *\r\nالجواب\r\nلم يدع الشيعة أن علياً عليه السلام عرج به إلى السماء مع النبي صلى الله عليه وآله ، نعم ورد في الحديث الشريف أن الله تعالى خاطب نبيه بأحب الأصوات اليه وهو صوت علي عليه السلام\r\n( قال السيد جعفر مرتضى في الصحيح من السيرة : 3 / 14 : ( إنه إذا تأكد لنا أن الإسراء والمعراج كان في السنة الثالثة من البعثة أي قبل أن يسلم من المسلمين أربعون رجلاً ، فإننا نعرف أن الإسراء كان قبل إسلام أبي بكر بمدة طويلة ، لأنه كما تقدم قد أسلم بعد أكثر من خمسين رجلاً ، بل إنما أسلم حوالي السنة الخامسة من البعثة ، بل في السابعة أي بعد\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nوقوع المواجهة بين قريش وبين النبي صلى الله عليه وآله أو بعد الهجرة إلى الحبشة ، فهو أول من أسلم بعد هذه المواجهة أو الهجرة على الظاهر . وإذا كان الإسراء قد حصل قبل اسلامه بمدة طويلة ، فلا يبقى مجال لتصديق ما يذكر هنا من أنه قد سمي صديقاً ، حينما صدق رسول الله صلى الله عليه وآله في قضية الاسراء ! ولا لما يذكرونه من أن ملكاً كان يكلم رسول الله حين المعراج بصوت أبي بكر ( 2 ) وقد صرح الحفاظ بكذب طائفة من تلك الروايات ( 3 ) .\r\nوالصحيح هو أنه قد كلمه بصوت علي عليه السلام ( 4 ) .\r\nوقال في هامشه :\r\n( 2 ) المواهب اللدنية : 2 / 29 / 30 . وراجع الدر المنثور : 4 / 155 وراجع ص 154 .\r\n( 3 ) راجع الغدير : 5 / 303 و 324 و 325 ، فإنه قد نقل هذه الروايات وتكذيبها عن ميزان الإعتدال : 1 / 370 ، ولسان الميزان : 5 / 235 ، وتهذيب التهذيب : 5 / 138 ، والسيوطي في الموضوعات ، وابن حبان ، وابن عدي .\r\n( 4 ) المناقب للخوارزمي ص 37 وينابيع المودة ص 83 ) . انتهى .\r\n( وفي كنز الفوائد لأبي الفتح الكراجكي ص 259 : ( وقد جاء في الحديث أن رسول الله صلى الله عليه وآله رأى في السماء لما عرج به ملكاً على صورة أمير المؤمنين عليه السلام . وهذا خبر قد اتفق أصحاب الحديث على نقله ، حدثني به من طريق العامة الشيخ الفقيه أبو\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالحسن محمد بن أحمد بن الحسن بن شاذان القمي ، ونقلته من كتابه المعروف بإيضاح دقائق النواصب وقرأته عليه بمكة في المسجد الحرام سنة اثنتي عشرة وأربعمائة ، قال : حدثنا أبو القاسم جعفر بن مسرور اللجام قال : حدثنا الحسين بن محمد قال : حدثنا أحمد بن علوية المعروف بابن الأسود الكاتب الأصبهاني قال : حدثني إبراهيم بن محمد قال : حدثني عبد الله بن صالح قال : حدثني جرير بن عبد الحميد ، عن مجاهد ، عن ابن عباس قال : سمعت رسول الله صلى الله عليه وآله يقول : لما أسري بي إلى السماء ما مررت بملأ من الملائكة إلا سألوني عن علي بن أبي طالب حتى ظننت أن اسم علي أشهر في السماء من اسمي ، فلما بلغت السماء الرابعة نظرت إلى ملك الموت عليه السلام فقال : يا محمد ما خلق الله خلقاً إلا أقبض روحه بيدي ما خلا أنت وعلي ، فإن الله جل جلاله يقبض أرواحكما بقدرته ، فلما صرت تحت العرش نظرت فإذا أنا بعلي بن أبي طالب واقفاً تحت عرش ربي فقلت يا علي سبقتني فقال لي جبرائيل عليه السلام يا محمد من هذا الذي يكلمك قلت هذا أخي علي بن أبي طالب ، قال لي يا محمد ليس هذا علياً ، ولكنه ملك من ملائكة الرحمن خلقه الله تعالى على صورة علي بن أبي طالب ، فنحن\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nالملائكة المقربون كلما اشتقنا إلى وجه علي بن أبي طالب زرنا هذا الملك لكرامة علي بن أبي طالب على الله سبحانه ) . انتهى .\r\n* *\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nلماذا لم يحل علي مشكلة من غصب منه الخلافة ؟\r\n21 - في عقيدتكم أن علياً حلال المشاكل ، فلماذا لم يحل مشكلته عندما غصبوا منه الخلافة وأخذوا محرابه ؟ !\r\n* *\r\nالجواب\r\nمعنى هذا السؤال أن علياً عليه السلام لو كان إماماً حقاً ووصياً للنبي صلى الله عليه وآله فلا يمكن أن يغلبه أبو بكر وعمر ويغصبوا منه الخلافة ويعزلوه عن الحكم . وكيف تسمونه حلال المشاكل وهو لم يحل هذه المشكلة ؟ !\r\nوقد فات هذا السائل أن الله تعالى ترك للناس الاختيار ولم يجبرهم على الإيمان ، وأمر أنبياءه وأوصياءه عليهم السلام أن يعملوا بالأسباب الطبيعية فكانوا مرة غالبين ومرة مغلوبين ، مع أن باستطاعته سبحانه أن ينصر رسله بمعجزة ويهلك أعدائهم !\r\nقال تعالى لنبيه صلى الله عليه وآله : ( لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ ) ( الغاشية : 22 )\r\nوقال تعالى : ( وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَئٍ نَحْنُ وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَئٍ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلا الْبَلاغُ الْمُبِينُ ) ( النحل : 35 ) فهذا الإشكال باطل ، لأنه يعم جميع الأنبياء والأوصياء عليهم السلام ، الذين غلبهم الكفار والمنافقون ولم يأذن الله تعالى لهم بحل مشكلتهم بالمعجزة ، فكم قتل بنو إسرائيل من الأنبياء عليهم السلام ، وكم ظلموا من الأوصياء عليهم السلام ، ومنهم أوصياء موسى وسليمان عليهم السلام وقد كان وصي سليمان آصف بن برخيا عنده اسم الله الأعظم ، وعنده علم من الكتاب كما نص على ذلك القرآن ، وأتى بعرش بلقيس من اليمن في لحظات ! ومع ذلك غصبوا منه خلافة سليمان صلى الله عليه وآله ولم يستعمل المعجزة ضدهم !\r\nفكذلك علي عليه السلام الذي عنده الاسم الأعظم وعنده علم الكتاب ، والذي هو بطل الأبطال ، ولو دعا عليهم لأهلكهم ، ولو جرد سيفه ذا الفقار عندما هاجموا بيته لسقى الأرض من دماء فرسانهم ، ولكنه عليه السلام مأمور أن يصبر ويعاملهم بالأسباب الطبيعية ، كما هي سنة الله تعالى في أنبيائه وأوصيائه عليهم السلام .\r\nأما لماذا نتوسل بالنبي صلى الله عليه وآله وعترته الطاهرين ، علي وفاطمة والحسن والحسين والتسعة المعصومين من ذرية الحسين عليهم السلام ولماذا نعتقد أن التوسل بهم يحل المشاكل بإذن الله تعالى ؟\r\nفجوابه أن الله تعالى أمرنا بالتوسل بهم بقوله :\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ ) ( المائدة : 35 ) ونحن ابتغينا الوسيلة إلى الله تعالى فلم نجد أقرب اليه وسيلة منهم !\r\n( روى الصدوق قدس سره في من لا يحضره الفقيه : 2 / 617 ، هذا الدعاء :\r\n( اللهم إني لو وجدت شفعاء أقرب إليك من محمد وأهل بيته الأخيار الأئمة الأبرار عليهم السلام لجعلتهم شفعائي ، فبحقهم الذي أوجبت لهم عليك ، أسألك أن تدخلني في جملة العارفين بهم وبحقهم ، وفي زمرة المرحومين بشفاعتهم ، إنك أرحم الراحمين ) .\r\n* *\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nهل الذين قتلوا الحسين عليه السلام هم شيعته ؟\r\n22 - إن الذين كتبوا آلاف الرسائل للإمام الحسين ودعوه إلى الكوفة قالوا له نحن شيعتك ، كما ورد في كتاب جلاء العيون ، فهؤلاء هم الذين قتلوه ، لا شيعة بني أمية كما تدعون !\r\n* *\r\nالجواب\r\nنعم كتب أكثر زعماء الكوفة رسائل إلى الإمام الحسين عليه السلام يدعونه فيها إلى المجئ إليهم ، وزعموا أنهم من شيعته ، ثم وفَى له قسم منه وقاتلوا معه ، وقسم كبير منهم أرادوا الذهاب اليه فسجنهم ابن زياد حتى امتلأت سجونه ، وكثير منهم خانوا وغدروا به وقاتلوه مع يزيد وابن زياد .\r\nفانكشف بذلك أن الذين ادعوا أنهم من شيعته كان بعضهم صادقاً ، وكان أكثرهم كاذبين وأنهم كانوا في الواقع من شيعة بني أمية ، وأنهم كتبوا اليه بتوجيه السلطة لكي يجروه إلى الكوفة ويقتلونه ، لأن السلطة خافت أن يبقى في مكة .\r\n( جاء في كلمات الإمام الحسين عليه السلام ص 310 : ( فلما بلغ أهل\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nالكوفة هلاك معاوية ، أرجف أهل العراق بيزيد ، وقالوا قد امتنع حسين وابن الزبير ولحقا بمكة .\r\nقال محمد بن بشر الهمداني : اجتمعنا في منزل سليمان بن صرد الخزاعي فخطبنا فقال : إن معاوية قد هلك ، وإن حسيناً عليه السلام قد تقبض على القوم ببيعته وقد خرج إلى مكة ، وأنتم شيعته وشيعة أبيه ، فإن كنتم تعلمون أنكم ناصروه ومجاهدوا عدوه فاكتبوا إليه ، وإن خفتم الوهل والفشل فلا تغروا الرجل من نفسه ! فقالوا : لا ، بل نقاتل عدوه ونقتل أنفسنا دونه ! قال : فاكتبوا إليه فكتبوا إليه :\r\nبسم الله الرحمن الرحيم ، للحسين بن علي من سليمان بن صرد ، والمسيب بن نجبة ، ورفاعة بن شداد ، وحبيب بن مظاهر ، وشيعته من المؤمنين والمسلمين من أهل الكوفة ، سلام عليك ، فإنا نحمد إليك الله الذي لا إله إلا هو ، أما بعد : فالحمد لله الذي قصم عدوك الجبار العنيد ، الذي انتزى على هذه الأمة فابتزها وغصبها فيئها ، وتأمر عليها بغير رضاً منها ، ثم قتل خيارها واستبقى شرارها ، وجعل مال الله دولة بين جبابرتها وأغنيائها ، فبعداً له كما بعدت ثمود . إنه ليس علينا إمام فأقبل لعل الله أن يجمعنا بك على الحق ، والنعمان بن بشير في قصر\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nالأمارة لسنا نجتمع معه في جمعة ولا نخرج معه إلى عيد ، ولو قد بلغنا أنك قد أقبلت إلينا أخرجناه حتى نلحقه بالشام إن شاء الله ، والسلام عليك ورحمة الله . ثم سرحنا بالكتاب مع عبد الله بن سبع الهمداني وعبد الله بن وال التميمي ، فخرج الرجلان مسرعين حتى قدما على الحسين عليه السلام بمكة ، لعشر مضين من شهر رمضان . ثم لبثنا يومين ، ثم سرحنا إليه : قيس بن مسهر الصيداوي وعبد الرحمن بن عبد الله بن الكدن الأرحبي وعمارة بن عبيد السلولي ، فحملوا معهم نحواً من مائة وخمسين صحيفة من الرجل والاثنين والأربعة .\r\nقال : ثم لبثنا يومين آخرين ، ثم سرحنا إليه هانئ بن هانئ السبيعي وسعيد بن عبد الله الحنفي وكتبنا معهما :\r\nبسم الله الرحمن الرحيم\r\nللحسين بن علي من شيعته من المؤمنين والمسلمين .\r\nأما بعد ، فحي هلا ، فإن الناس ينتظرونك ولا رأي لهم في غيرك فالعجل العجل . والسلام عليك ) .\r\nوكتب شبث بن ربعي ، وحجار بن أبجر ، ويزيد بن الحارث بن يزيد بن رويم ، وعزرة بن قيس ، وعمرو بن الحجاج\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالزبيدي ، ومحمد بن عمر التميمي :\r\nأما بعد فقد اخضر الجنان ، وأينعت الثمار ، وطم الجمام ، فإذا شئت فأقدم على جند لك مجند ، والسلام عليك .\r\nفلما جاء هاني بن هاني وسعيد بن عبد الله إلى الإمام عليه السلام وقرءا كتاب أهل الكوفة قال لهانئ وسعيد بن عبد الله الحنفي : خبراني من اجتمع على هذا الكتاب الذي كتب معكما إلي ، فقالا : اجتمع عليه شبث ابن ربعي ، وحجار بن أبجر ، ويزيد بن الحارث ، ويزيد بن رويم ، وعروة بن قيس ، وعمرو بن الحجاج ، ومحمد بن عمير بن عطارد .\r\nكتابه عليه السلام لأهل الكوفة\r\nثم كتب عليه السلام مع هاني السبيعي ، وسعيد بن عبد الله الحنفي ، وكانا آخر الرسل : بسم الله الرحمن الرحيم .\r\nمن الحسين بن علي ، إلى الملأ من المؤمنين والمسلمين ، أما بعد : فإن هانئاً وسعيداً قدما علي بكتبكم - وكانا آخر من قدم علي من رسلكم - وقد فهمت كل الذي اقتصصتم وذكرتم ، ومقالة جلكم : إنه ليس علينا إمام فأقبل لعل الله أن يجمعنا بك على الهدى والحق .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nوقد بعثت إليكم أخي وابن عمي وثقتي من أهل بيتي مسلم بن عقيل وأمرته أن يكتب إلي بحالكم وأمركم ورأيكم ، فان كتب إلي أنه قد أجمع رأي ملئكم ، وذوي الفضل والحجى منكم ، على مثل ما قدمت علي به رسلكم ، وقرأت في كتبكم أقدم عليكم وشيكاً إن شاء الله ، فلعمري ما الإمام إلا العامل بالكتاب ، والآخذ بالقسط والدائن بالحق ، والحابس نفسه على ذات الله ، والسلام ) . انتهى .\r\nونلاحظ أنه عليه السلام عنون رسالته إليهم : ( إلى الملأ من المؤمنين والمسلمين ) لأنه يعرف أن أكثرهم ليسوا من شيعته .\r\nوأنه عندما أرسل ابن عمه مسلم بن عقيل إلى الكوفة كتب شيعة يزيد من أهل الكوفة إلى يزيد بأخبار مسلم ، فكتب يزيد إلى ابن زياد واليه على البصرة ، كما رواه الفتال النيشابوري في روضة الواعظين ص 174 : ( أما بعد : فإنه كتب إلي من شيعتي من أهل الكوفة تخبرني أن ابن عقيل بها يجمع الجموع ليشق عصا المسلمين ، فسر حين تقرأ كتابي هذا حتى تأتى الكوفة فتطلب ابن عقيل طلب الخرزة حتى تثقبه فتوثقه أو تقتله أو تنفيه والسلام ، وسلم إليه عهده على الكوفة ) . انتهى .\r\nفهذا يدل على أن الكوفة كان فيها شيعة لبني أمية وفيها شيعة\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nلأهل البيت عليهم السلام . ولاشك أن الذين حاربوا الحسين عليه السلام هم شيعة آل أبي سفيان وليسوا شيعته ، بل إن عدداً من الذين كتبوا اليه كانوا في الباطن من شيعة بني أمية ، وكان غرضهم أن يأتي الحسين عليه السلام إلى الكوفة ليقتلوه !\r\nوكان الحسين عليه السلام يعرف نياتهم وهدفهم ، لكنه يعمل حسب برنامجه وهداية ربه ، وقد وصفهم الحسين عليه السلام بأنهم شيعة آل أبي سفيان كما في لواعج الأشجان للسيد الأمين ص 185 :\r\n( فصاح الحسين عليه السلام : ويلكم يا شيعة آل أبي سفيان إن لم يكن لكم دين وكنتم لا تخافون يوم المعاد فكونوا أحراراً في دنياكم هذه ، وارجعوا إلى أحسابكم إن كنتم عرباً كما تزعمون ! فنادى شمر : ما تقول يا ابن فاطمة ؟ فقال : أقول إني أقاتلكم وتقاتلونني والنساء ليس عليهن جناح ، فامنعوا عتاتكم وجهالكم وطغاتكم من التعرض لحرمي ما دمت حياً ، فقال شمر : لك ذلك يا ابن فاطمة . ثم صاح إليكم عن حرم الرجل واقصدوه بنفسه فلعمري هو كفو كريم ! فقصدوه بالحرب وجعل شمر يحرضهم على الحسين فجعلوا يحملون على الحسين والحسين عليه السلام يحمل عليهم فينكشفون عنه وهو في ذلك يطلب شربة من ماء فلا يجد ، وكلما حمل\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nبفرسه على الفرات حملوا عليه بأجمعهم حتى أجلوه عنه ! ) . انتهى .\r\nمن هذا يتضح أن الذين قتلوا الحسين عليه السلام هم شيعة بني أمية أما شيعة الحسين عليه السلام فكانوا في السجون ووصل اليه منهم عدد قليل تمكنوا أن يفلتوا من الحصار الشديد على الكوفة .\r\n( قال الإمام الرضا عليه السلام كما رواه الصفار في بصائر الدرجات ص 193 : ( إن شيعتنا مكتوبون بأسمائهم وأسماء آبائهم ، أخذ الله علينا وعليهم الميثاق ، يردون موردنا ويدخلون مدخلنا ) .\r\n( وفي قرب الإسناد للحميري ص 350 : ( وقال أبو جعفر عليه السلام : إنما شيعتنا من تابعنا ولم يخالفنا ، ومن إذا خفنا خاف ، وإذا أمنا أمن ، فأولئك شيعتنا ) . انتهى .\r\n* *\r\nما معنى أن الإنسان يدفن في التربة التي خلق منها ؟\r\n23 - في ترجمة مقبول من علماء الهند في تفسير القرآن أنه يوجد في صفحة 62 من أصول الكافي قول الإمام جعفر الصادق أن الإنسان يدفن في التربة التي خلق منها ، وأبو بكر الصديق وعمر الفاروق مدفونان في روضة النبي الطاهرة التي قال النبي ( ص ) عنها : ما بين قبري ومنبري روضة من رياض الجنة . فعلى قولكم يكونان مخلوقين من تلك التربة الطاهرة التي دفنا فيها ؟\r\n* *\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالجواب\r\nأولاً : أن الكاتب يحتج علينا بحديث ضعفه علماؤهم أو شهدوا بأنه موضوع !\r\n( فقد عقد الهيثمي في مجمع الزوائد : 3 / 42 ، باباً بعنوان ( باب يدفن في التربة التي منها خلق ) وروى فيه ثلاثة أحاديث وضعفها ! وهي :\r\n( عن أبي سعيد أن النبي ( ص ) مرَّ بالمدينة فرأى جماعة يحفرون قبراً فسأل عنه فقالوا حبشياً قدم فمات ، فقال النبي ( ص ) : لا إله إلا الله سيق من أرضه وسمائه إلى التربة التي خلق\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nمنها . رواه البزار وفيه عبد الله والد علي بن المديني وهو ضعيف .\r\nوعن أبي الدرداء قال : مر بنا النبي ( ص ) ونحن نحفر قبراً فقال ما تصنعون ؟ فقلنا نحفر قبراً لهذا الأسود ، فقال : جاءت به منيته إلى تربته . قال أبو أسامة : تدرون يا أهل الكوفة لم حدثتكم بهذا الحديث ؟ لأن أبا بكر وعمر خلقا من تربة رسول الله ( ص ) .\r\nرواه الطبراني في الأوسط وفيه الأحوص بن حكيم وثقه العجلي وضعفه الجمهور .\r\nوعن ابن عمر أن حبشياً دفن بالمدينة فقال رسول الله ( ص ) دفن بالطينة التي خلق منها . رواه الطبراني في الكبير وفيه عبد الله بن عيسى الخزاز وهو ضعيف ) . انتهى . ( راجع أيضاً مصنف عبد الرزاق : 3 / 515 ) :\r\n( وقال ابن حزم في المحلى : 7 / 285 : ( واحتجوا بأخبار موضوعة يجب التنبيه عليها والتحذير منها . منها : خبر رويناه أن النبي عليه السلام قال في ميت رآه : دفن في التربة التي خلق منها قالوا : والنبي عليه السلام دفن بالمدينة فمن تربتها خلق وهو أفضل الخلق فهي أفضل البقاع ، وهذا خبر موضوع لأن في أحد طريقيه محمد بن الحسن بن زبالة وهو ساقط بالجملة قال فيه يحيى ابن معين : ليس بثقة ، وهو بالجملة متفق عن اطراحه ، ثم هو أيضاً عن أنيس بن يحيى مرسل ، ولا يدرى من أنيس بن يحيى .\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nوالطريق الأخرى من رواية أبي خالد وهو مجهول عن يحيى البكاء وهو ضعيف .\r\nثم لو صح لما كانت فيه حجة لأنه إنما كان يكون الفضل لقبره عليه السلام فقط وإلا فقد دفن فيها المنافقون وقد دفن الأنبياء عليهم السلام من إبراهيم وإسحاق ويعقوب وموسى وهارون وسليمان وداود عليهم السلام وغيرهم بالشام ولا يقول مسلم : إنها بذلك أفضل من مكة ) . انتهى .\r\n( وقال الشوكاني في نيل الأوطار : 5 / 99 : ( قال القاضي عياض : إن موضع قبره ( ص ) أفضل بقاع الأرض ، وإن مكة والمدينة أفضل بقاع الأرض ، واختلفوا في أفضلها ما عدا موضع قبره ( ص ) فقال أهل مكة والكوفة والشافعي وابن وهب وابن حبيب المالكيان إن مكة أفضل وإليه مال الجمهور ، وذهب عمر وبعض الصحابة ومالك وأكثر المدنيين إلى أن المدينة أفضل ، واستدل الأولون بحديث عبد الله بن عدي المذكور في الباب ، وقد أخرجه أيضاً ابن خزيمة وابن حبان وغيرهم . قال ابن عبد البر : هذا نص في محل الخلاف ، فلا ينبغي العدول عنه ، وقد ادعى القاضي عياض الاتفاق على استثناء البقعة التي قبر فيها ( ص ) وعلى أنها أفضل البقاع ، قيل لأنه قد روي أن المرء يدفن في البقعة التي أخذ منها ترابه عندما يخلق\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n، كما روى ذلك ابن عبد البر في تمهيده من طريق عطاء الخراساني موقوفاً .\r\nويجاب عن هذا : بأن أفضلية البقعة التي خلق منها ( ص ) إنما كان بطريق الاستنباط ونصبه في مقابلة النص الصريح الصحيح غير لائق ، على أنه معارض بما رواه الزبير بن بكار أن جبريل أخذ التراب الذي منه خلق ( ص ) من تراب الكعبة فالبقعة التي خلق منها من بقاع مكة ، وهذا لا يقصر عن الصلاحية لمعارضة ذلك الموقوف ، لا سيما وفي إسناده عطاء الخراساني ، نعم إن صح الاتفاق الذي حكاه عياض كان هو الحجة عند من يرى أن الإجماع حجة .\r\nوقد استدل القائلون بأفضلية المدينة بأدلة منها حديث : ما بين قبري ومنبري روضة من رياض الجنة كما في البخاري وغيره ، مع قوله ( ص ) : موضع سوط في الجنة خير من الدنيا وما فيها وهذا أيضاً مع كونه لا ينتهض لمعارضة ذلك الحديث المصرح بالأفضلية هو أخص من الدعوى ، لأن غاية ما فيه أن ذلك الموضع بخصوصه من المدينة فاضل وأنه غير محل النزاع .\r\nوقد أجاب ابن حزم عن هذا الحديث بأن قوله : إنها من الجنة مجاز ، إذ لو كانت حقيقة لكانت كما وصف الله الجنة : ( إن لك\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nألا تجوع فيها ولا تعرى ) ( طه : 118 ) وإنما المراد أن الصلاة فيها تؤدي إلى الجنة ، كما يقال في اليوم الطيب هذا من أيام الجنة ، وكما قال ( ص ) : الجنة تحت ظلال السيوف .\r\nقال : ثم لو ثبت أنه على الحقيقة لما كان الفضل إلا لتلك البقعة خاصة .\r\nفإن قيل : إن ما قرب منها أفضل مما بعد ، لزمهم أن يقولوا : إن الجحفة أفضل من مكة ولا قائل به !\r\nومن جملة أدلة القائلين بأفضلية مكة على المدينة حديث ابن الزبير عند أحمد وعبد بن حميد وابن زنجويه وابن خزيمة والطحاوي والطبراني والبيهقي وابن حبان وصححه قال : قال رسول الله ( ص ) : صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام ، وصلاة في المسجد الحرام أفضل من صلاة في مسجدي بمائة صلاة وقد روي من طريق خمسة عشر من الصحابة . ووجه الاستدلال بهذا الحديث أن أفضلية المسجد لأفضلية المحل الذي هو فيه ) . انتهى .\r\n( وقال ابن حجر في فتح الباري : 3 / 55 : ( لكن استثنى عياض البقعة التي دفن فيها النبي ( ص ) فحكى الاتفاق على أنها أفضل البقاع ، وتعقب بأن هذا لا يتعلق بالبحث المذكور لأن محله ما يترتب عليه الفضل للعابد .\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nوأجاب القرافي بأن سبب التفضيل لا ينحصر في كثرة النصارى على العمل ، بل قد يكون لغيرها ، كتفضيل جلد المصحف على سائر الجلود .\r\nوقال النووي في شرح المهذب لم أر لأصحابنا نقلاً في ذلك ، وقال ابن عبد البر : إنما يحتج بقبر رسول الله ( ص ) من أنكر فضلها ، أما من أقر به وأنه ليس أفضل بعد مكة منها فقد أنزلها منزلتها ، وقال غيره سبب تفضيل البقعة التي ضمت أعضاءه الشريفة أنه روي أن المرء يدفن في البقعة التي أخذ منها ترابه عندما يخلق ، رواه بن عبد البر في أواخر تمهيده من طريق عطاء الخراساني موقوفاً .\r\nوعلى هذا فقد روى الزبير بن بكار أن جبريل أخذ التراب الذي خلق منه النبي ( ص ) من تراب الكعبة ، فعلى هذا فالبقعة التي ضمت أعضاءه من تراب الكعبة فيرجع الفضل المذكور إلى مكة إن صح ذلك والله أعلم ) . انتهى .\r\n( وقال الشهيد الأول في القواعد والفوائد : 2 / 124 : ( وزعم بعض مغاربة العامة ( يقصد القاضي عياض في الشفا ) أن الأمة أجمعت على أن البقعة التي دفن فيها رسول الله صلى الله عليه وآله أفضل البقاع . ونازعه بعض العلماء في تحقق الأفضلية هنا أولاً ، وفي دعوى الإجماع ثانياً ) . انتهي .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nفهذا ما عند السنيين في المسألة ، وخلاصة ما ذكروه :\r\nأولاً : أنهم ردوا الحديث الذي استشهد السائل بمضمونه عن الكافي .\r\nثانياً : أن كلامهم في التفضيل وعدمه مختص بالبقعة التي حوت جثمان النبي صلى الله عليه وآله ولا يشمل ما حولها ، فلا يشمل قبر أبي بكر وعمر . فمن صح عنده الحديث منهم فهو يفضل البقعة التي حوت أعضاء النبي صلى الله عليه وآله ولا تشمل ما جاورها من قبره الشريف أو المسجد .\r\nوثالثاً : لا يصح الإستدلال بقول النبي صلى الله عليه وآله : ( ما بين قبري ومنبري روضة من رياض الجنة ) لأن قبريهما من الجهة الثانية وليسا في الروضة التي هي بين القبر والمنبر .\r\nورابعاً : إن المدح في قوله صلى الله عليه وآله : ( ما بين قبري ومنبري روضة من رياض الجنة ) للبقعة وليس لمن يكون فيها ، ولم يرو أحد من المسلمين عن النبي صلى الله عليه وآله أو عن الصحابة أن التفضيل يسري من هذه البقعة المباركة إلى الذين يدفن فيها أو يجلس فيها !\r\nولو كان فضيلة المكان تسري لصح للفاسق الفاجر أن يجلس هناك ويقول أنا أفضل الناس لأني في روضة من رياض الجنة ، وكل\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nالمسلمين أقل مني لأنهم ليسوا فيها .\r\nوالنتيجة : أنه على المذاهب السنية لا يصح الإستدلال على أفضلية أبي بكر وعمر بمكان دفنهما .\r\n* *\r\nوكذلك على مذهبنا لا يصح أيضاً .\r\nأما ما رواه في الكافي : 3 / 202 ، عن الإمام الباقر أو الصادق صلى الله عليه وآله قال : ( من خلق من تربة دفن فيها ) . وما رواه في نفس الباب عن الحارث بن المغيرة قال : سمعت أبا عبد الله عليه السلام يقول : ( إن النطفة إذا وقعت في الرحم بعث الله عز وجل ملكاً فأخذ من التربة التي يدفن فيها فماثها في النطفة فلا يزال قلبه يحن إليها حتى يدفن فيها ) . انتهى .\r\nفليس معناه كما تخيله الكاتب حتى يدل على إثبات فضيلة لأبي بكر وعمر ، بل يقصد به أن الذرة الأصلية التي خلق منها الإنسان تؤخذ من بدنه عند موته وتدفن في مكانها الأصلي الذي أخذت منه من الأرض ، والدليل عليه :\r\nما رواه في الكافي : 3 / 251 ، عن الإمام الصادق عليه السلام أنه سئل عن الميت يبلى جسده ؟ قال : نعم حتى لا يبقى له لحم ولا عظم إلا طينته التي خلق منها فإنها لا تبلى ، تبقي في القبر مستديرة حتى يخلق منها كما خلق أول مرة ) . انتهى .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nفالمقصود بالتربة أو الطينة التي خلق منها الإنسان هي الذرة المستديرة التي لا تبلى ، والتي هي أصل خلقته في الذر .\r\n( وفي الكافي : 2 / 11 ، عن الإمام الصادق عليه السلام قال : ( إن الله تبارك وتعالى لما أراد أن يخلق آدم خلق تلك الطينتين ، ثم فرقهما فرقتين فقال لأصحاب اليمين كونوا خلقاً بإذني ، فكانوا خلقاً بمنزلة الذر يسعى ، وقال لأهل الشمال : كونوا خلقاً بإذني ، فكانوا خلقاً بمنزلة الذر يدرج ثم رفع لهم ناراً فقال أدخلوها بإذني ، فكان أول من دخلها محمد صلى الله عليه وآله ثم اتبعه أولو العزم من الرسل وأوصياؤهم وأتباعهم ! ثم قال لأصحاب الشمال أدخلوها بإذني فقالوا : ربنا خلقتنا لتحرقنا ؟ ! فعصوا ، فقال لأصحاب اليمين أخرجوا بإذني من النار ، لم تَكْلُمِ النارُ منهم كَلْماً ، ولم تؤثر فيهم أثراً ، فلما رآهم أصحاب الشمال قالوا : ربنا نرى أصحابنا قد سلموا فأقِلنا ومُرْنا بالدخول ! قال : قد أقلتكم فادخلوها ، فلما دنوا وأصابهم الوهج رجعوا فقالوا : يا ربنا لا صبر لنا على الاحتراق فعصوا ، فأمرهم بالدخول ثلاثاً ، كل ذلك يعصون ويرجعون !\r\nوأمر أولئك ثلاثاً كل ذلك يطيعون ويخرجون ، فقال لهم : كونوا طيناً بإذني فخلق منه آدم ، قال : فمن كان من هؤلاء\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nلا يكون من هؤلاء ومن كان من هؤلاء لا يكون من هؤلاء ) !\r\n( وفي نهج البلاغة : 2 / 227 : عن مالك بن دحية قال : كنا عند أمير المؤمنين عليه السلام وقد ذكر عنده اختلاف الناس فقال : إنما فرق بينهم مبادئ طينهم ، وذلك أنهم كانوا فلقة من سبخ أرض وعذبها ، وحزن تربة وسهلها . فهم على حسب قرب أرضهم يتقاربون ، وعلى قدر اختلافها يتفاوتون . فتام الرواء ناقص العقل ، وماد القامة قصير الهمة ، وزاكي العمل قبيح المنظر ، وقريب القعر بعيد السبر ، ومعروف الضريبة منكر الجليبة ، وتائه القلب متفرق اللب ، وطليق اللسان حديد الجنان . . ) . انتهى .\r\nوبذلك يتبين : أن معنى دفن طينة كل إنسان بعد موته في التربة التي خلق منها ، أن ذرته الأصلية أو طينته ، تؤخذ من بدنه وترد إلى بقعة الأرض التي خلق منها عندما أرسل الله جبرئيل عليه السلام فقبض من الأرض تربة الأخيار والفجار .\r\nفالإنسان الصالح أينما دفن ترد تربته إلى موضعها الذي خلقت منه أول مرة ، وكذلك الشرير ترد تربته إلى موضعها .\r\nوقد روت مصادر الشيعة والسنة الحديث النبوي التالي الذي يؤيد ذلك ، ففي روضة الواعظين للفتال النيسابوري ص 490 : ( قال رسول الله صلى الله عليه وآله : لما خلق الله آدم اشتكت الأرض إلى ربها لما أخذ\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nمنها فوعدها أن يرد فيها ما أخذ منها ، فما من أحد إلا يدفن في التربة التي خلق منها ) . ومثله في تفسير البغوي : 1 / 234 .\r\nوعلى هذا فدعواكم مردودة في مذهبكم ، لرد علمائكم لروايتها ، ومردوده وفي مذهبنا ، لأن معناها عندنا أن التربة التي خلق منها أبو بكر وعمر قد ردت يوم موتهما إلى موضعها الذي خلقت منه في الخلق الأول الذي يعلمه الله تعالى ، ولا علاقة لذلك بدفنهما قرب قبر النبي ( عليه السلام ) أو في مكان آخر !\r\nفمن منكم يعرف التربة التي خلقا منها في أول الخلق ؟ !\r\n* *\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nهل الشهادة الثالثة لعلي والأئمة عليهم السلام فريضة ؟\r\n24 - هل التشهد الذي يقوله أهل السنة ( لا إله إلا الله محمد رسول الله ) ؟ كامل عندكم أم ناقص ؟\r\n25 - إن كان كاملاً فأعلنوا ذلك حتى ترتفع الشبهات عند عوامكم .\r\n26 - وإن كان غير كامل فلماذا روى المجلسي في كتابه حياة القلوب في المجلد الأول الصفحة الثانية ، أن ختم النبوة لنبينا ( ص ) فيه هذا التشهد ؟\r\n27 - في كتاب الغزوات الحيدرية صفحة 29 سطر 18 ، أن خديجة عندما أسلمت تشهدت بهذه الشهادة التي يتشهدها أهل السنة اليوم ، فما هي فتوى الشيعة في إسلام خديجة ؟\r\n28 - أنتم تقولون في الأذان ( أشهد أن علياً ولي الله ) ، أعطونا رواية صحيحة من كتبكم على هذه الشهادة الثالثة التي تقولونها .\r\n* *\r\nالجواب\r\nنعتقد بأن الحد الأدنى الواجب لتحقق الإسلام هو شهادة : ( لا إله إلا الله محمد رسول الله ) فمن اعتقد\r\nبهاتين\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nالشهادتين فهو مسلم شرعاً ، له ما للمسلمين وعليه ما عليهم ، ما عدا الغلاة والنواصب .\r\nلكن لا يكمل إسلام المسلم ولا تبرأ ذمته ، حتى يشهد بولاية أمير المؤمنين وبقية العترة النبوية الطاهرة عليهم السلام ويبرأ من أعدائهم .\r\nوالاعتقاد بهذه الشهادة الثالثة من أصول الدين عندنا ، فنحن بعد الشهادة للنبي صلى الله عليه وآله بالنبوة والرسالة ، نشهد لعلي والأئمة المعصومين من ولده عليهم السلام بالإمامة والولاية .\r\nهذا عن الإعتقاد بها ، أما قولها وإعلانها ، فهو واجب في بعض الحالات ، ومستحب في بعضها .\r\nومع أن ولاية أهل البيت عليهم السلام من أصول الدين ، فنحن نحكم بإسلام من يتشهد بالشهادتين ولم يعتقد بها ، لأنه صح عندنا من الحديث وسيرة النبي وآله صلى الله عليه وآله أنه حكم بإسلامه .\r\nمن ذلك : أن النبي صلى الله عليه وآله عامل الذين ردوا عليه أمره ، ومنعوه من كتابة الكتاب حتى لا تضل الأمة بعده ، معاملة المسلمين ، مع أنهم ردوا أمره وصاحوا في وجهه صلى الله عليه وآله : ( حسبنا كتاب الله ) ، وصرحوا بأنهم لا يريدون أن يكتب الكتاب ! واتهموه بأنه يهجر وأساؤوا معه الأدب ، وضلوا وسببوا ضلال الأمة ! !\r\nومع ذلك اكتفى النبي صلى الله عليه وآله بأن طردهم من بيته ولم يكفرهم !\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n( ففي صحيح البخاري : 1 / 37 : ( عن ابن عباس قال لما اشتد بالنبي ( ص ) وجعه قال : ائتوني بكتاب أكتب لكم كتاباً لا تضلوا بعده قال عمر : إن النبي ( ص ) غلبه الوجع وعندنا كتاب الله حسبنا ، فاختلفوا وكثر اللغط ! قال : قوموا عني ولا ينبغي عندي التنازع ! فخرج ابن عباس يقول إن الرزيئة كل الرزيئة ما حال بين رسول الله ( ص ) وبين كتابه ) . انتهى ، ورواه في عدة مواضع أخرى .\r\nفنحن نطيع نبينا صلى الله عليه وآله حيث لم يعلن كفرهم ، وعاملهم معاملة المسلمين ، لأنهم يتشهدون الشهادتين !\r\nومنها : أن النبي صلى الله عليه وآله أخير علياً عليه السلام أن الأمة ستغدر به وتعصي فيه النبي صلى الله عليه وآله ، وتنكر ولايته وإمامته ، ومع ذلك أمره أن يعاملهم معاملة المسلمين المفتونين ولا يكفرهم .\r\n( ففي مستدرك الحاكم : 3 / 142 : إن الأمة ستغدر بك بعدي ، وأنت تعيش على ملتي وتقتل على سنتي ، ومن أبغضك أبغضني ، وإن هذه ستخضب من هذا ، يعني لحيته من رأسه ، وقال الحاكم : صحيح . وصححه الذهبي أيضاً في تلخيصه .\r\n( ورواه أيضاً الخطيب في تاريخ بغداد : 11 / 216 ، والهندي في كنز العمال : 11 / 297 ، و : 617 وابن أسامة في بغية الباحث ص 296 وابن عساكر في تاريخ دمشق : 42 / 448 ) .\r\n( وفي البداية والنهاية لابن كثير : 7 / 360 : ( وروى البيهقي من طريق فطر بن خليفة ، وعبد العزيز بن سياه ، كلاهما عن حبيب بن\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nأبي ثابت ، عن ثعلبة الحماني قال : سمعت علياً على المنبر وهو يقول : والله إنه لعهد النبي الأمي إلي إن الأمة ستغدر بك بعدي . قال البخاري : ثعلبة بن زيد الحماني في حديثه هذا نظر .\r\nقال البيهقي : وقد رويناه بإسناد آخر ( الدلائل : 6 / 440 ) عن علي إن كان محفوظاً ، أخبرنا أبو علي الروذباري ، أنا أبو محمد بن شوذب الواسطي بها ، ثنا شعيب بن أيوب ، ثنا عمرو بن عون ، عن هشيم ، عن إسماعيل بن سالم ، عن أبي إدريس الأزدي عن علي قال : إن مما عهد إلي رسول الله ( ص ) أن الأمة ستغدر بك بعدي ! قال البيهقي : فإن صح فيحتمل أن يكون المراد به والله أعلم في خروج من خرج عليه ، ثم في قتله ) . انتهى .\r\nولا ينفع البيهقي محاولته إبعاد الحديث عن غدرهم به في السقيفة ، ولا محاولته تضعيفه بعد أن صححه الحاكم وتابعه الذهبي المعروف بتشدده في أحاديث فضائل أهل البيت عليهم السلام .\r\nأما أمر النبي صلى الله عليه وآله لعلي عليه السلام أن يعاملهم معاملة المفتونين وليس المرتدين عن الإسلام ، فقد روته مصادرنا وبعض مصادرهم :\r\n( ففي نهج البلاغة : 2 / 49 : ( وقام إليه رجل فقال يا أمير المؤمنين أخبرنا عن الفتنة وهل سألت رسول الله صلى الله عليه وآله عنها ؟\r\nفقال عليه السلام : لما أنزل الله سبحانه قوله : ( أ . ل . م . أَحَسِبَ النَّاسُ أَنْ\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nيُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ ) ، علمت أن الفتنة لا تنزل بنا ورسول الله صلى الله عليه وآله بين أظهرنا . فقلت يا رسول الله ما هذه الفتنة التي أخبرك الله تعالى بها ؟ فقال : يا علي إن أمتي سيفتنون من بعدي !\r\nفقلت يا رسول الله أوليس قد قلت لي يوم أحد حيث استشهد من استشهد من المسلمين وحيزت عني الشهادة فشق ذلك علي فقلت لي : أبشر فإن الشهادة من ورائك ؟\r\nفقال لي : إن ذلك لكذلك فكيف صبرك إذاً ؟\r\nفقلت : يا رسول الله ليس هذا من مواطن الصبر ، ولكن من مواطن البشرى والشكر .\r\nفقال : يا علي إن القوم سيفتنون بأموالهم ، ويمنون بدينهم على ربهم ، ويتمنون رحمته ، ويأمنون سطوته . ويستحلون حرامه بالشبهات الكاذبة والأهواء الساهية ، فيستحلون الخمر بالنبيذ ، والسحت بالهدية . والربا بالبيع ! قلت يا رسول الله : بأي المنازل أنزلهم عند ذلك ، أبمنزلة ردة أم بمنزلة فتنة ؟ فقال : بمنزلة فتنة ) . انتهى .\r\n( وفي الخصال ص 462 : ( ذكرت قول رسول الله صلى الله عليه وآله : يا علي إن القوم نقضوا أمرك ، واستبدوا بها دونك ، وعصوني فيك ، فعليك بالصبر حتى ينزل الأمر ! ألا وإنهم سيغدرون بك لا محالة ، فلا تجعل لهم سبيلاً إلى إذلالك وسفك دمك ، فإن الأمة ستغدر بك بعدي ،\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nكذلك أخبرني جبرئيل عليه السلام عن ربى تبارك وتعالى ) . انتهى .\r\n( وفي شرح ابن أبي الحديد : 9 / 206 ، قال : وهذا الخبر مروي عن رسول الله صلى الله عليه وآله ، قد رواه كثير من المحدثين عن علي عليه السلام أن رسول الله صلى الله عليه وآله قال له : إن الله قد كتب عليك جهاد المفتونين كما كتب علي جهاد المشركين . فقلت : يا رسول الله فبأي المنازل أنزل هؤلاء المفتونين من بعدك أبمنزلة فتنة أم بمنزلة ردة ؟\r\nفقال : بمنزلة فتنة يعمهون فيها إلى أن يدركهم العدل .\r\nفقلت : يا رسول الله أيدركهم العدل منا أم من غيرنا ؟\r\nقال : بل منا ، بنا فتح وبنا يختم ، وبنا ألف الله بين القلوب بعد الشرك ، وبنا يؤلف بين القلوب بعد الفتنة .\r\nفقلت : الحمد لله على ما وهب لنا من فضله ) . انتهى .\r\nفلهذه الأحاديث الشريفة وأمثالها أفتى فقهاء الشيعة بأن الشهادة الثالثة لعلي والأئمة عليهم السلام وإن كانت من أصول الدين ، لكن لا نحكم بكفر من خالفها ، بل هو مفتون ناقص الإسلام .\r\n* *\r\n( أما قول السائل إن ختم النبوة الشريف فيه الشهادتان فقط ، فهو لا يدل على نفي الشهادة الثالثة التي بلغها النبي صلى الله عليه وآله إلى الأمة في مناسبات عديدة ومنها حديث الغدير المتفق على صحته .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nوكذلك قوله إن خديجة أم المؤمنين رضوان الله عليها قد دخلت في الإسلام بتشهد الشهادتين فقط .\r\nفإن عدم ذكر الشهادة الثالثة في ختم النبوة أو في إسلام خديجة ، وبل في إسلام كل المسلمين ، ليست دليلاً على أن الشهادة لعلي عليه السلام ليست من الإسلام . ففي ذلك الوقت لم تكن فريضة عامة على المسلمين ، ثم عندما جعلت فريضة عامة لم يحكم بكفر من اعترض عليها ولم يؤمن بها !\r\nثم إنه ثبت عند الفريقين أن النبي صلى الله عليه وآله كثيراً ما كان يقول للناس : ( قولوا لا إله إلا الله تفلحوا ) ( السيرة النبوية لابن كثير : 1 / 462 وغيرها ) ، فهل معنى ذلك أن الشهادة الثانية ليست جزءاً من الإسلام ؟ !\r\n( أما إعلاننا للشهادة الثالثة في الأذان والإقامة ، فإن فقهائنا لم يُفْتوا بوجوب إعلانها فيه ، وبأنها جزءٌ لازم من تشريع الأذان ، وإن كانت ركناً من أركان الإيمان والإسلام ، فنحن نقولها في الأذان على نحو الاستحباب ، ونعتبرها من توابع الشهادة للنبي صلى الله عليه وآله بالنبوة والرسالة ، وأنه كلما شُهِد للنبي صلى الله عليه وآله بالنبوة يستحب أن نشهد لعلي والأئمة المعصومين عليهم السلام بالإمامة .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمعنى قوله تعالى ( صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً ) ؟\r\n29 - في آية الصلاة على النبي ( ص ) في القرآن : ( صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً ) ، فلماذا لا يقول الشيعة : ( وبارك وسلم ) ؟\r\n* *\r\nالجواب\r\nيفتي فقهاؤنا وغيرهم بوجوب استحباب الصلاة على رسول الله وآله صلى الله عليه وآله في تشهد الصلاة وتسليمها وباستحبابه في غيرها . وكذلك باستحباب التسليم عليه في تسليم الصلاة بصيغة :\r\n( السلام عليك أيها النبي ورحمة الله وبركاته ) .\r\nولكن التسليم في قوله تعالى : ( يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً ) ( الأحزاب : 56 ) ليس معناه وسلموا عليه سلاماً بل معناه سلموا له تسليماً وأطيعوا أوامره ونواهيه . كقوله تعالى : ( فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً ) ( النساء : 65 )\r\n( ففي معاني الأخبار للصدوق قدس سره ص 368 : ( عن أبي حمزة قال سألت أبا عبد الله عليه السلام عن قول الله عز وجل : ( إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً )\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n( الأحزاب : 56 ) فقال : الصلاة من الله عز وجل رحمة ، ومن الملائكة تزكية ، ومن الناس دعاء . وأما قوله عز وجل : وَسَلِّمُوا تَسْلِيماً ، فإنه يعني التسليم له فيما ورد عنه ) .\r\n( وفي البحار : 2 / 204 عن الصادق عليه السلام قال : ( الصلاة عليه والتسليم له في كل شئ جاء به ) .\r\n( وفي الإحتجاج للطبرسي قدس سره : 1 / 377 : ( ولهذه الآية ظاهر وباطن فالظاهر قوله : صَلُّوا عَلَيْهِ ، والباطن قوله : وَسَلِّمُوا تَسْلِيماً ، أي سلموا لمن وصاه واستخلفه وفضَّله عليكم وما عهد به إليه تسليماً ) .\r\n( ويؤيد ذلك ما قاله النووي في شرح مسلم : 1 / 44 : ( فإن قيل : فقد جاءت الصلاة عليه ( ص ) غير مقرونة بالتسليم وذلك في آخر التشهد في الصلوات ؟ فالجواب : أن السلام تقدم قبل الصلاة في كلمات التشهد وهو قوله : السلام عليك أيها النبي ورحمة الله وبركاته ، ولهذا قالت الصحابة رضي الله عنهم يا رسول الله قد علمنا السلام عليك فكيف نصلي عليك . . . الحديث ) . انتهى .\r\nفنحن نصلي على النبي صلى الله عليه وآله ونقرن به آله عليهم السلام في الصلاة وغيرها كما أمرنا صلى الله عليه وآله . ونسلم عليه في الصلاة كما علمنا : ( السلام عليك أيها النبي ورحمة الله وبركاته ) ، نسلم عليه كذلك في\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nزيارتنا له عند قبره الشريف أو من بعيد .\r\nويصح أن نقول في الصلاة عليه ( صلى الله عليه وآله وسلم ) وبعض علمائنا يقول ذلك ويكتبه في مؤلفاته . ولكنه تسليم ناقص لأنه في الحقيقة دعاء بالسلام عليه صلى الله عليه وآله وليس سلاماً ، فإن المتبادر من السلام عليه صلى الله عليه وآله مخاطبته بالسلام ، مثل : ( السلام عليك يا رسول الله ، أو السلام عليك أيها النبي ورحمة الله وبركاته ) ، ويدل على نقصان قولنا ( وسلَّم ) عن السلام عليه صلى الله عليه وآله أن الشخص لو نذر أن يسلم على النبي صلى الله عليه وآله لما صح له أن يكتفي به .\r\nويبدو لي أن صيغة التسليم السنية ( صلى الله عليه وسلم ) روجها العثمانيون الأتراك ، فقد كان الرائج في الصلاة عليه ذكر آله حتى عند علماء السنة ، كما نشاهده في مخطوطات مؤلفاتهم القديمة ، فحذف الأتراك ( وآله ) فبقيت صلى الله عليه ناقصة ، فأضافوا إليها ( وسلم ) لتكميل قافيتها !\r\nعلى أي حال ، لا مشكلة عندنا في هذا الموضوع ، لكن المشكلة عندكم في خمس مسائل ، بل خمس مصائب لا جواب عندكم عليها :\r\n1 - أنكم تقرنون بالنبي غير آله صلى الله عليه وآله الذين خصهم بالصلاة\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nعليهم وقرنهم به صلى الله عليه وآله . ولا دليل عندكم على جواز هذه البدعة !\r\n2 - أنكم تخصصون صيغة الصلاة النبوية الإبراهيمية بتشهد الصلاة ؟ مع أن حديث النبي صلى الله عليه وآله فيها جاء جواباً على من سأله كيف نصلي عليك ؟ فهو صلى الله عليه وآله في مقام البيان والتعليم ، وأمره بالصلاة على آله معه مطلق ، فلا وجه لتخصيص هذا الأمر النبوي التعليمي التوقيفي بالتشهد ، ولا وجه لابتداع صلاة أخرى عليه صلى الله عليه وآله في غير التشهد ؟ !\r\n3 - أنكم أحياناً تردون على النبي صلى الله عليه وآله فتحذفون آله من الصلاة عليه ، وتضعون مكانهم الصحابة وتقرنوهم بالنبي صلى الله عليه وآله ! بلا دليل عندكم ، ولو نصف حديث عن النبي صلى الله عليه وآله !\r\n4 - أنكم تنوون بصلاتكم على آل النبي صلى الله عليه وآله جميع ذريته من فاطمة وعلي صلى الله عليه وآله وكل ذرية بني هاشم وعبد المطلب إلى يوم القيامة ، فتقرنون هؤلاء كلهم بالنبي صلى الله عليه وآله مع أن فيهم من ثبت أنهم أعداء لله ورسوله ، وفيهم اليوم نصارى وملحدون وقتلة وفسقة وأشرار ؟ ! فلماذا تخربون صلاتكم على نبيكم بنيتكم الصلاة عليهم ؟ !\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nومحال أن يأمرنا الله تعالى أن نصلي على كفار فجار ونقرنهم بسيد المرسلين صلى الله عليه وآله ؟ !\r\nبينما نحن لا يرد علينا هذا الإشكال لأنا نقصد ( آل محمد ) الذين حددهم المصطلح النبوي : علي وفاطمة والحسن والحسين وتسعة من ذرية الحسين آخرهم المهدي عليهم السلام ، وأحاديثنا فيهم صحيحة متواترة عن الأئمة المعصومين من العترة الطاهرة ، وعن الصحابة ، وقد ألف الصدوق قدس سره وكذا الخزاز القمي قدس سره كتاباً جمع فيه النصوص بأسانيده عن الصحابة عن النبي صلى الله عليه وآله على إمامة الأئمة الاثني عشر ، وأنهم هم العترة وأهل البيت عليهم السلام .\r\n5 - حتى لو حليتم مشكلة ضمكم للصحابة وقرنكم إياهم مع النبي في الصلاة عليه صلى الله عليه وآله ، فهل يجوز لكم أن تعمموا الصلاة عليهم جميعاً بدون تخصيص أو تقييد ، لأنكم عندما تقولون ( صلى الله وعلى أصحابه أجمعين ) تشملون أكثر من مئة ألف شخص ، وتقرنونهم بالنبي صلى الله عليه وآله وهؤلاء فيهم من شاركوا في محاولة اغتياله صلى الله عليه وآله ليلة العقبة ، وفيهم من ثبت نفاقهم بنص القرآن ونص النبي صلى الله عليه وآله ، وفيهم جماعة شهد النبي صلى الله عليه وآله بأنهم لن يروه بعد وفاته ، وأنهم سوف\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nينقلبون من بعده ، ويمنعون من ورود حوضه يوم القيامة ويؤمر بهم إلى النار ! بل روى البخاري بأنه لا ينجو منهم من جهنم إلا مثل هَمَل النَّعَم ! فلماذا تقرنون هؤلاء بنبيكم ، وتخربون صلاتكم عليه صلى الله عليه وآله بهذه البدعة ؟ !\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nهل يجب عندكم أن تتكتف المرأة في الصلاة ؟\r\n30 - إذا قلتم إن التكتف في الصلاة للرجل ، أي وضع اليد على الأخرى لم يرد في القرآن الكريم ، ففي أي آية ورد التكتف في الصلاة للمرأة ؟\r\n* *\r\nالجواب\r\nالتكفير أو التكتف بدعة ، وهو وضع اليد على الأخرى في الصلاة ، وبهذه الصفة مُبطلٌ للصلاة ، سواءً للرجل أو المرأة .\r\n( ففي الحدائق الناضرة للمحقق البحراني قدس سره : 9 / 10 :\r\n( وعن حريز عن رجل عن أبي جعفر عليه السلام قال : ( لا تُكَفِّر ، إنما يصنع ذلك المجوس ) ! أقول : ويدل عليه أيضاً ما رواه في الخصال عن أبي بصير ومحمد بن مسلم عن الصادق عن آبائه عليهم السلام قال : قال أمير المؤمنين عليه السلام : لا يجمع المؤمن يديه في صلاته وهو قائم بين يدي الله عز وجل ، يتشبه بأهل الكفر يعني المجوس ) .\r\n( وفي كتاب الصلاة للسيد الخوئي قدس سره : 4 / 445 : ( غير خفى أن عملية التكفير لم تكن معهودة في عصر النبي الأعظم صلى الله عليه وآله وإن نطقت به جملة من النصوص المروية من غير طرقنا ، فإنها بأجمعها مفتعلة\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nوعارية عن الصحة ، ضرورة أنه لو كان لشاع وبان ، وكان يعرفه حتى الصبيان ، وأصبح من الواضحات المتواترة كساير أفعال الصلاة !\r\nوكيف يخفى مثل هذا الأمر الظاهر البارز الذي استمر صلى الله عليه وآله طيلة تلك الفترة الطويلة والسنين العديدة ، وما هو معنى السؤال عن حكمه من الأئمة عليهم السلام ؟ وأي موقع للجواب عنه كما في صحيحة ابن جعفر الآتية بأنه عمل وليس في الصلاة عمل ؟ ! مع قرب العهد ! وأي وجه للخلاف بين العامة في كيفية وضع اليدين وأنه فوق السرة أو تحتها ؟ !\r\nإذاً ، فلا ينبغي التردد في كونه من البدع المستحدثة بعد عصره صلى الله عليه وآله ، إما في زمن الخليفة الأول كما قيل به ، أو الثاني ولعله الأظهر كما جاء في الأثر من أنه لما جئ بأسارى الفرس إلى عمر وشاهدهم على تلك الهيئة فاستفسر عن العلة أجيب بأنهم هكذا يصنعون أمام ملوكهم تعظيماً وإجلالاً فاستحسنه وأمر بصنعه في الصلاة ، لأنه تعالى أولى بالتعظيم !\r\nوكيف ما كان : فيقع الكلام تارة في حكم التكفير تكليفا ووضعاً وأخرى في موضوعه ، فهنا مقامان . . الخ . ) . انتهى .\r\nويؤيد ذلك أن أحاديثهم المدعاة على مشروعية التكتف متعارضة متناقضة ، وأن بعض مذاهبهم رفضه كالمالكية .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nهل صحيح أن فاطمة كرهت الحسين صلى الله عليه وآله عند حمله ؟\r\n31 - ورد في تفسير مقبول من علماء الهند أن الحسين عندما عندما كان في بطن فاطمة كانت كارهة لهذا الحمل ، فهل صحيح أنها كانت تكره الحسين ؟ نرجو توضيح ذلك .\r\n* *\r\nالجواب\r\nيقصد الكاتب ما رواه الكليني قدس سره في الكافي : 1 / 464 : عن الإمام الصادق عليه السلام قال : لما حملت فاطمة عليهما السلام بالحسين جاء جبرئيل إلى رسول الله صلى الله عليه وآله ، فقال : إن فاطمة عليهما السلام ستلد غلاماً تقتله أمتك من بعدك ، فلما حملت فاطمة بالحسين عليه السلام كرهت حمله ، وحين وضعته كرهت وضعه .\r\nثم قال أبو عبد الله عليه السلام : لم تُرَ في الدنيا أمٌّ تلد غلاماً تكرهه ، ولكنها كرهته لما علمت أنه سيقتل ، قال : وفيه نزلت هذه الآية : ( وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ إِحْسَاناً حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْراً ) .\r\n( وفي الكافي : 1 / 464 : عن الإمام الصادق عليه السلام قال : نزل على\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nمحمد صلى الله عليه وآله فقال له : يا محمد إن الله يبشرك بمولود يولد من فاطمة ، تقتله أمتك من بعدك ، فقال : يا جبرئيل وعلى ربي السلام لا حاجة لي في مولود يولد من فاطمة ، تقتله أمتي من بعدي . فعرج ثم هبط عليه فقال له مثل ذلك ، فقال : يا جبرئيل وعلى ربي السلام لا حاجة لي في مولود تقتله أمتي من بعدي . فعرج جبرئيل عليه السلام إلى السماء ثم هبط فقال : يا محمد إن ربك يقرئك السلام ويبشرك بأنه جاعل في ذريته الإمامة والولاية والوصية ، فقال : قد رضيت .\r\nثم أرسل إلى فاطمة أن الله يبشرني بمولود يولد لك ، تقتله أمتي من بعدي ، فأرسلت إليه لا حاجة لي في مولود تقتله أمتك من بعدك ، فأرسل إليها إن الله قد جعل في ذريته الإمامة والولاية والوصية ، فأرسلت إليه أن قد رضيت ، ف‍ - ( حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْراً حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ) ( الأحقاف : 15 )\r\nفلولا أنه قال : أصلح لي في ذريتي لكانت ذريته كلهم أئمة . انتهى . ( ورواهما في كامل الزيارات ص 122 )\r\nوأنت ترى أن الكاتب تعمد التحريف ، حيث أخذ من\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nالحديث الشريف كلمة : ( كرهت حمله ) ، وترك تفسير الإمام الصادق عليه السلام معنى كراهتها لحمله ! ثم أغمض الكاتب بصيرته عن هذه المنقبة العظيمة للزهراء والأئمة من ذريتها عليهم السلام .\r\nوهذه قليل من كثير من تحريفاتهم لفضايل أهل البيت الطاهرين ، وجعلهم المنقبة منقصة !\r\nوفي المقابل تحريفهم لمطاعن من اتخذوهم أيمة بدون سلطان ، وجعلهم الفسق تقويً ، والكفر إيماناً !\r\n* *\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nزهراء هي البنت الوحيدة للنبي صلى الله عليه وآله ؟\r\n32 - القرآن يقول للنبي ( ص ) : ( وبناتك ) بالجمع ، فلماذا تركتم المعنى الحقيقي للقرآن وقلتم لم يكن عند النبي ( ص ) إلا بنت واحدة هي فاطمة ، وأنكرتم بقية بناته وقلتم إنهن ربيباته ولسن بناته !\r\n* *\r\nالجواب\r\nأولاً : أن ذكر البنات بالجمع في قوله تعالى : ( يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَن ْيُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً ) ( الأحزاب : 59 )\r\nلا يدل على أن للنبي صلى الله عليه وآله أكثر من بنت واحدة .\r\nفالقضية الفرضية لا يجب أن يكون لها واقع مطابق ، والتعبير بالعام المقصود به الخاص كثير في القرآن الكريم ، كما قال الله تعالى في آية المباهلة : ( فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ ) ( آل عمران : 61 )\r\nوقد أجمع المسلمون على أن المقصود بالأنفس وهي جمع ،\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nالنبي وعلياً صلى الله عليه وآله ، وبالنساء وهي جمع ، فاطمة الزهراء وحدها عليهما السلام ، وبالأبناء وهي جمع ، الحسن والحسين فقط صلى الله عليه وآله .\r\nثانياً : لعلماء الشيعة رأيان في الموضوع ، فبعضهم يرى أن رقية وزينب وأم كلثوم بنات النبي صلى الله عليه وآله ، وبعضهم يرى أنهن ربائبه وأنهن بنات هالة أخت خديجة ، وقد ماتت أمهما وربتهما خديجة رضوان الله عليها ، ويرون أن خديجة كانت عذراء ولم تتزوج قبل النبي صلى الله عليه وآله كما أشيع عنها .\r\n( قال ابن شهرآشوب في مناقب آل أبي طالب : 1 / 138 : ( وروى أحمد البلاذري ، وأبو القاسم الكوفي في كتابيهما ، والمرتضى في الشافي ، وأبو جعفر في التلخيص أن النبي صلى الله عليه وآله تزوج بها وكانت عذراء ، يؤكد ذلك ما ذكر في كتابي الأنوار والبدع أن رقية وزينب كانتا ابنتي هالة أخت خديجة ) . انتهى .\r\nولأصحاب هذا القول أدلتهم من مصادر الحديث والأنساب والتاريخ . ( راجع بنات النبي أم ربائبه للسيد جعفر مرتضى ، وخلفيات كتاب مأساة الزهراء عليهما السلام والصحيح من السيرة : 2 / 129 لنفس المؤلف : 6 / 24 ) .\r\n( ويؤيده ما في صحيح البخاري : 5 / 157 : ( عن نافع أن رجلاً أتى ابن عمر فقال : يا أبا عبد الرحمن ما حملك على أن تحج عاماً\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nوتعتمر عاماً وتترك الجهاد في سبيل الله عز وجل ، وقد علمت ما رغب الله فيه ؟\r\nقال : يا ابن أخي بني الإسلام على خمس : إيمان بالله ورسوله والصلوات الخمس ، وصيام رمضان ، وأداء الزكاة ، وحج البيت .\r\nقال : يا أبا عبد الرحمن ألا تسمع ما ذكر الله في كتابه : ( وإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ ) ( الحجرات : 9 )\r\n( وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لله ) ( البقرة : 193 ) ؟ قال : فعلنا على عهد رسول الله ( ص ) وكان الإسلام قليلاً فكان الرجل يفتن في دينه إما قتلوه وإما يعذبوه ، حتى كثر الإسلام فلم تكن فتنة . قال : فما قولك في علي وعثمان ؟ قال : أما عثمان فكان الله عفا عنه ، وأما أنتم فكرهتم أن تعفوا عنه ، وأما علي فابن عم رسول الله ( ص ) وختنه ، وأشار بيده فقال : هذا بيته حيث ترون ) . انتهى .\r\nيقصد ابن عمر بإشارته إلى بيت علي أنه كان مع النبي صلى الله عليه وآله ، ويلاحظ أنه ذكر أن علياً عليه السلام خَتَن النبي صلى الله عليه وآله أي صهره على ابنته ولم يذكر ذلك لعثمان ، مما يشير إلى أنه صهره على ربيبته !\r\n* *\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nسؤال عن نساء أهل البيت بعد كربلاء\r\n33 - لم يبق في كربلاء من عترة النبي ( ص ) إلا زين العابدين فقط ، وعدة نساء وبنات . أخبرونا بمن تزوجن ؟\r\n* *\r\nالجواب\r\nبعض نساء شهداء كربلاء رضوان الله عليهم لم يتزوجن بعد شهادة أزواجهن ، وبعضهن تزوجن ، وتفصيل ذلك في كتب السيرة والتاريخ والأنساب .\r\n* *\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nهل تزوج الإمام زين العابدين عليه السلام بهاشمية ؟\r\n34 - هل تزوج زين العابدين بسيدة علوية ، بينوا لنا اسمها ؟\r\n35 - وإن لم يتزوج بسيدة علوية فكيف لم يعمل بقوله تعالى ( وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ ) ( النور : 32 ) فهل أن عترة النبي ( ص ) لم يعملوا بالقرآن ؟\r\n* *\r\nالجواب\r\nلم يقل أحد من فقهاء المسلمين إن معنى العمل بالقرآن أنه يجب على الهاشمي أن يتزوج من هاشمية ! فالنبي صلى الله عليه وآله لم يتزوج من هاشمية ، مع أنه أعمل الناس بالقرآن !\r\nومع ذلك فقد تزوج الإمام زين العابدين عليه السلام من هاشمية هي فاطمة بنت الحسن رضي الله عنها ، وهي أم الإمام الباقر عليه السلام وكان يسميها الصديقة .\r\nوعن الصادق عليه السلام : وكانت اُمّه صدِّيقة لم يدرك في آل الحسن مثلها .\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nوعن الباقر عليه السلام : كانت اُمّي قاعدة عند جدار فتصدّع الجدار وسمعنا هدّة شديدة ، فقالت بيدها : لا وحقّ المصطفى ، ما أذن ( آذن ) لك في السقوط ، فبقي معلّقاً حتّى جازته ) ( الكافي : 1 / 469 ) .\r\n* *\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nهل بايع علي أبا بكر مختاراً ، أو مجبراً ؟\r\n36 - في كتاب الإحتجاج للطبرسي ص 53 طبع النجف الأشرف : ( ثم تناول يد أبي بكر فبايعه ) . أخبرونا عن هذه البيعة هل كانت شكلية لتضليل الناس ، وهذا لا يناسب شأن الإمام بالحق ، أو كانت بيعة أصلية وبذلك ينتهي الخلاف بين السنة والشيعة ؟ !\r\n* *\r\nالجواب\r\nالثابت عندنا في جميع مصادرنا التي تعرضت للموضوع أن بيعة علي عليه السلام وشيعته لأبي بكر كانت بالإجبار والإكراه !\r\nومع ذلك يحاول المخالفون أن يتمسكوا بها ! مع أنك لو سألتهم عن الحكم الشرعي لمن باع بيته بالإجبار تحت تهديد السلاح ؟ لقالوا إن البيع باطل ! فكيف يبطل البيع بالإجبار ، وتصح البيعة على حكم المسلمين وهي أعظم وأهم من بيع بيت ، وألف بيت ؟ !\r\n( روى الصدوق رحمه الله في الخصال ص 461 بسنده عن عثمان بن\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nالمغيرة ، عن زيد بن وهب قال : كان الذين أنكروا على أبي بكر جلوسه في الخلافة ، وتقدُّمَه على علي بن أبي طالب اثني عشر رجلاً من المهاجرين والأنصار ، وكان من المهاجرين خالد بن سعيد بن العاص ، والمقداد بن الأسود ، وأبي بن كعب ، وعمار بن ياسر ، وأبو ذر الغفاري ، وسلمان الفارسي ، وعبد الله بن مسعود ، وبريدة الأسلمي ، وكان من الأنصار خزيمة بن ثابت ذو الشهادتين ، وسهل بن حنيف ، وأبو أيوب الأنصاري ، وأبو الهيثم بن التيهان ، وغيرهم ، فلما صعد المنبر تشاوروا بينهم في أمره ، فقال بعضهم : هلا نأتيه فننزله عن منبر رسول الله صلى الله عليه وآله . وقال آخرون : إن فعلتم ذلك أعنتم على أنفسكم وقال الله عز وجل : ( وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ) ولكن امضوا بنا إلى علي بن أبي طالب نستشيره ونستطلع أمره ، فأتوا علياً عليه السلام فقالوا : يا أمير المؤمنين ضيعت نفسك وتركت حقاً أنت أولى به ، وقد أردنا أن نأتي الرجل فننزله عن منبر رسول الله صلى الله عليه وآله فإن الحق حقك ، وأنت أولى بالأمر منه ، فكرهنا أن ننزله من دون مشاورتك ، فقال لهم علي عليه السلام : لو فعلتم ذلك ما كنتم إلا حرباً لهم ولا كنتم إلا كالكحل في العين أو كالملح\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nفي الزاد ، وقد اتفقت عليه الأمة التاركة لقول نبيها ، والكاذبة على ربها ، ولقد شاورت في ذلك أهل بيتي فأبوا إلا السكوت لما تعلمون من وَغَر صدور القوم وبغضهم لله عز وجل ولأهل بيت نبيه صلى الله عليه وآله وإنهم يطالبون بثارات الجاهلية ، والله لو فعلتم ذلك لشهروا سيوفهم مستعدين للحرب والقتال ، كما فعلوا ذلك حتى قهروني وغلبوني على نفسي ولببوني ! وقالوا لي : بايع وإلا قتلناك ، فلم أجد حيلة إلا أن أدفع القوم عن نفسي ، وذاك أني ذكرت قول رسول الله صلى الله عليه وآله : يا علي إن القوم نقضوا أمرك واستبدوا بها دونك وعصوني فيك ، فعليك بالصبر حتى ينزل الأمر ، ألا وإنهم سيغدرون بك لا محالة ، فلا تجعل لهم سبيلاً إلى إذلالك وسفك دمك ، فإن الأمة ستغدر بك بعدي ! كذلك أخبرني جبرئيل عليه السلام عن ربى تبارك وتعالى .\r\nولكن ائتوا الرجل فأخبروه بما سمعتم من نبيكم ولا تجعلوه في الشبهة من أمره ليكون ذلك أعظم للحجة عليه ، وأبلغ في عقوبته إذا أتى ربه وقد عصى نبيه وخالف أمره ! قال : فانطلقوا حتى حفوا بمنبر رسول الله صلى الله عليه وآله يوم جمعة فقالوا للمهاجرين : إن الله عز وجل بدا بكم في القرآن فقال : ( لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ ) فبكم بدأ .\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nوكان أول من بدأ وقام خالد بن سعيد بن العاص بإدلاله ببني أمية . فقال : يا أبا بكر إتق الله فقد علمت ما تقدم لعلي من رسول الله ، ألا تعلم أن رسول الله قال لنا ونحن محتوشوه في يوم بني قريظة ، وقد أقبل على رجال منا ذوي قدر فقال : يا معشر المهاجرين والأنصار أوصيكم بوصية فاحفظوها ، وإني مؤد إليكم أمراً فاقبلوه ، ألا إن علياً أميركم من بعدي وخليفتي فيكم أوصاني بذلك ربي ، وإنكم إن لم تحفظوا وصيتي فيه وتأووه وتنصروه ، اختلفتم في أحكامكم ، واضطرب عليكم أمر دينكم وولي عليكم الأمر شراركم ! ألا وإن أهل بيتي هم الوارثون أمري القائلون بأمر أمتي ، اللهم فمن حفظ فيهم وصيتي فاحشره في زمرتي ، واجعل له من مرافقتي نصيباً . . . إلى آخر احتجاجهم جميعاً . . !\r\n( أما كتاب الإحتجاج الذي نقل عنه الكاتب الفقرة ، فقد ارتكب التدليس في نقله وبتر النص ، وهذه فقرة منه ، وهي في الإحتجاج : 1 / 109 طبع دار النعمان في النجف الأشرف ، تحقيق السيد الخرسان ، قال :\r\n( ثم انطلقوا بعلي عليه السلام ملبباً بحبل حتى انتهوا به إلى أبي بكر ، وعمر قائم بالسيف على رأسه وخالد بن الوليد وأبو عبيدة بن الجراح وسالم والمغيرة بن شعبة وأسيد بن حضير وبشير بن\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nسعد ، وسائر الناس قعود حول أبي بكر عليهم السلاح ، وهو عليه السلام يقول : أما والله لو وقع سيفي بيدي لعلمتم أنكم لن تصلوا اليَّ ، هذا جزاء مني ، وبالله لا ألوم نفسي في جهد ولو كنت في أربعين رجلاً لفرقت جماعتكم ، فلعن الله قوماً بايعوني ثم خذلوني !\r\nفانتهره عمر فقال : بايع . فقال : وإن لم أفعل ؟ قال : إذا نقتلك ذلاً وضعاراً ! قال : إذن تقتلون عبداً لله وأخا رسول الله صلى الله عليه وآله . فقال أبو بكر : أما عبد الله فنعم ، وأما أخو رسوله فلا نقر لك به . قال عليه السلام : أتجحدون أن رسول الله صلى الله عليه وآله آخى بين نفسه وبيني ؟ ! فأعادوا عليه ذلك ثلاث مرات ، ثم أقبل علي عليه السلام فقال :\r\nيا معاشر المهاجرين والأنصار : أنشدكم بالله أسمعتم رسول الله يقول يوم غدير خم كذا وكذا ، وفي غزاة تبوك كذا وكذا ، فلم يدع شيئاً قاله فيه علانية للعامة إلا ذكره . . .\r\nقال علي : يا زبير ويا سلمان وأنت يا مقداد أذكركم بالله وبالاسلام أسمعتم رسول الله صلى الله عليه وآله يقول ذلك لي إن فلاناً وفلاناً حتى عد هؤلاء الخمسة قد كتبوا بينهم كتاباً وتعاهدوا وتعاقدوا على ما صنعوا ؟ قالوا : اللهم نعم قد سمعناه يقول ذلك لك ، فقلت له بأبي أنت وأمي يا نبي الله فما تأمرني أن أفعل إذا كان ذلك ؟\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nفقال لك : إن وجدت عليهم أعواناً فجاهدهم ونابذهم ، وإن لم تجد أعوانا فبايعهم واحقن دمك .\r\nفقال علي عليه السلام : أما والله لو أن أولئك الأربعين رجلاً الذين بايعوني وفوا لجاهدتكم في الله ولله ، أما والله لا ينالها أحد من عقبكم إلى يوم القيامة .\r\nثم نادى قبل أن يبايع : ( ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي ) ثم تناول يد أبي بكر فبايعه ، فقيل للزبير بايع الآن ، فأبى فوثب عليه عمر وخالد بن الوليد والمغيرة بن شعبة في أناس فانتزعوا سيفه من يده فضربوا به الأرض حتى كسر ، فقال الزبير وعمر على صدره : يا ابن صهاك أما والله لو أن سيفي في يدي لحدت عني ، ثم بايع !\r\nقال سلمان : ثم أخذوني فوجؤوا عنقي حتى تركوها مثل السلعة ثم فتلوا يدي ، فبايعت مكرهاً ، ثم بايع أبو ذر والمقداد مكرهين ) ! انتهى .\r\nثم روى نحو ما تقدم عن الخصال للصدوق رحمه الله ، بسند آخر عن الإمام الصادق عليه السلام .\r\nفانظر إلى تدليس هذا الكاتب كيف جعل بيعة علي عليه السلام بيعة اختيار ، فبتر عبارةً من نص صريح في أنها بيعة إجبار ! !\r\n( ويؤيد ذلك من مصادرهم ما رواه ابن عبد ربه في العقد الفريد : 3 / 64 ،\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nتحت عنوان : ( الذين تخلفوا عن بيعة أبي بكر ) :\r\nفأما علي والعباس والزبير ، فقعدوا في بيت فاطمة حتى بعث إليهم أبو بكر عمر بن الخطاب ليخرجهم من بيت فاطمة ، فقال له إن أبوا فقاتلهم ! فأقبل بقبس من نار على أن يضرم عليهم الدار ، فلقيته فاطمة فقالت : يا ابن الخطاب أجئت لتحرق دارنا ؟ ! قال : نعم أو تدخلوا فيما دخلت فيه الأمة ، فخرج علي حتى دخل علي أبي بكر فبايعه ) . إنتهى .\r\n( وقد روى البلاذري في أنساب الأشراف : 1 / 586 - 587 ، عدة روايات في إجبارهم علياً على البيعة ، منها :\r\n( عن ابن عباس قال : بعث أبو بكر عمر بن الخطاب إلى علي حين قعد عن بيعته وقال : ائتني به بأعنف العنف ، فلما أتاه جرى بينهما كلام فقال له علي : إحلب حلباً لك شطره ، والله ما حرصك على إمارته اليوم إلا ليؤمرك غداً . . . ثم أتى فبايعه . . .\r\n( وعن عدي بن حاتم قال : ما رحمت أحداً رحمتي علياً حين أتى به مُلَبَّبا فقيل له : بايع ، قال : فإن لم أفعل ؟ قالوا : إذاً نقتلك ، قال : إذاً تقتلون عبد الله وأخا رسوله ، ثم بايع كذا ، وضم يده اليمنى !\r\n( وعن أبي عون أن أبا بكر أرسل إلى علي يريده على البيعة فلم يبايع ، فجاء عمر ومعه قبس فلقيته فاطمة على الباب\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nفقالت : يا ابن الخطاب أتراك محرقاً عليَّ بابي قال : نعم وذلك أقوى فيما جاء به أبوك ! وجاء علي فبايع .\r\n( وعن حمران بن أعين عن أبي عبد الله جعفر بن محمد عليه السلام قال : والله ما بايع علي عليه السلام حتى رأى الدخان قد دخل بيته ) . انتهى .\r\n( أقول : إن المخالفين يعرفون جيداً أن البيعة بالإكراه والإجبار باطلة شرعاً ، وحكم كل تصرف أجبر عليه الإنسان كالعدم ، فلا يصير صاحبها خليفةً وحاكماً شرعياً ، وأن بيعة أبي بكر قد تمت بالخلسة في أولها ، ثم بالتهديد بقوة السيف ، ولذا وصفها عمر بأنها فلتة ! وبسببها صار التهديد بالسيف سنَّةً للبيعة ، والغلبة بالسيف قانوناً للخلافة ! ! وقد مشى على هذه البدعة جميع الخلفاء فأجبروا الناس على بيعتهم ، لا تستثني منهم أحداً إلا أمير المؤمنين والإمام الحسن صلى الله عليه وآله فهما الوحيدان اللذان لم يجبرا الناس على بيعتهما ، وأعطيا الحرية لمن لم يبايعهما !\r\n* *\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمعنى قول علي عليه السلام ( إنما الشورى للمهاجرين والأنصار )\r\n37 - في نهج البلاغة طبعة مصر صفحة 8 هذه العبارة : ( إنما الشورى للمهاجرين والأنصار إن اجتمعوا على رجل سموه إماماً كان ذلك لله رضاً ) فهل يوافق مذهبكم على هذا الكلام ؟\r\n38 - وإذا كان إمامكم علي يقول إن بيعة الخلفاء الثلاثة مرضية لله ، فلماذا تعترضون ولا ترضون بها ؟\r\n* *\r\nالجواب\r\nأولاً : أن هذا الكلام لأمير المؤمنين عليه السلام في كتابه إلى معاوية وهو في نهج البلاغة : 3 / 7 : ( ومن كتاب له إلى معاوية : إنه بايعني القوم الذين بايعوا أبا بكر وعمر وعثمان على ما بايعوهم عليه ، فلم يكن للشاهد أن يختار ولا للغائب أن يرد ، وإنما الشورى للمهاجرين والأنصار ، فإن اجتمعوا على رجل وسموه إماماً كان ذلك لله رضى ، فإن خرج من أمرهم خارج بطعن أو بدعة ردوه إلى ما خرج منه ، فإن أبى قاتلوه على أتباعه غير سبيل المؤمنين وولاه الله ما تولى .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nولعمري يا معاوية لئن نظرت بعقلك دون هواك لتجدني أبرأ الناس من دم عثمان ، ولتعلمن أني كنت في عزلة عنه إلا أن تتجنى ، فتجن ما بدا لك . والسلام ) .\r\n( وفي كتاب صفين لنصر بن مزاحم رحمه الله : 1 / 31 طبع مصر : ( عن نمير بن وعلة عن عامر الشعبي أن علياً عليه السلام حين قدم من البصرة نزع جريراً عن همدان فجاء حتى نزل الكوفة ، فأراد أن يبعث إلى معاوية رسولاً فقال له جرير : ابعثني إليه فأدعوه على أن يسلم لك هذا الأمر ويكون أميراً من أمرائك ، وأدعو أهل الشام إلى طاعتك وجلهم قومي وأهل بلادي ، وقد رجوت أن لا يعصوني . فقال له الأشتر : لا تبعثه ودعه ولا تصدقه ، فوالله إني لأظن هواه هواهم ونيته نيتهم ! !\r\nفقال له علي عليه السلام : دعه حتى ننظر ما يرجع به إلينا . فبعثه علي وقال له حين أراد أن يبعثه : إن حولي من أصحاب رسول الله صلى الله عليه وآله من أهل الدين والرأي من قد رأيت ، وقد اخترتك عليهم لقول رسول الله صلى الله عليه وآله فيك : ( من خير ذي يمن ) إئت معاوية بكتابي فإن دخل فيما دخل فيه المسلمون وإلا فانبذ إليه ، وأعلمه أني لا أرضى به أميراً ، وأن العامة لا ترضى به خليفة .\r\nفانطلق جرير حتى أتى الشام ونزل بمعاوية فدخل عليه\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nفحمد الله وأثنى عليه ثم قال : أما بعد يا معاوية فإنه قد اجتمع لابن عمك أهل الحرمين وأهل المصرين وأهل الحجاز وأهل اليمن وأهل مصر ، وأهل العروض ( العروض عمان ) وأهل البحرين . واليمامة فلم يبق إلا أهل هذه الحصون التي أنت فيها ولو سال عليها سيل من أوديته غرقها ، وقد أتيتك أدعوك إلى ما يرشدك ويهديك إلى مبايعة هذا الرجل . ودفع إليه كتاب علي بن أبي طالب عليه السلام :\r\nبسم الله الرحمن الرحيم .\r\nأما بعد ، فإن بيعتي بالمدينة لزمتك وأنت بالشام لأنه بايعني الذين بايعوا أبا بكر وعمر وعثمان على ما بويعوا عليه ، فلم يكن للشاهد أن يختار ولا للغايب أن يرد ، وإنما الشورى للمهاجرين والأنصار إذا اجتمعوا على رجل فسموه إماماً كان ذلك لله رضاً ، فإن خرج من أمرهم خارج بطعن أو رغبة ردوه إلى ما خرج منه ، فإن أبى قاتلوه على اتباعه غير سبيل المؤمنين وولاه الله ما تولى ، ويصله جهنم وساءت مصيرا .\r\nوإن طلحة والزبير بايعاني ثم نقضا بيعتي فكان نقضهما كردتهما فجاهدتهما على ذلك حتى جاء الحق وظهر أمر الله وهم كارهون فادخل فيما دخل فيه المسلمون ، فإن أحب\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nالأمور إلي فيك العافية إلا أن تتعرض للبلاء ، فإن تعرضت له قاتلتك واستعنت بالله عليك .\r\nوقد أكثرت في قتلة عثمان فادخل فيما دخل فيه الناس وحاكم القوم إليَّ أحملك وإياهم على كتاب الله ، فأما تلك التي تريدها فهي خدعة الصبي عن اللبن . ولعمري لئن نظرت بعقلك دون هواك لتجدني أبرأ قريش من دم عثمان .\r\nواعلم أنك من الطلقاء الذين لا تحل لهم الخلافة ولا تعرض فيهم الشورى . وقد أرسلت إليك والى من قبلك جرير بن عبد الله وهو من أهل الإيمان والهجرة فبايع ولا قوة إلا بالله .\r\nفلما قرأ الكتاب قام جرير فحمد الله وأثنى عليه ثم قال :\r\nأيها الناس إن أمر عثمان أعيا من شهده فما ظنكم بمن غاب عنه ، وإن الناس بايعوا علياً غير واتر ولا موتور ، وكان طلحة والزبير ممن بايعه ثم نكثا بيعته على غير حدث . ألا وإن هذا الدين لا يحتمل الفتن ، ألا وإن العرب لا تحتمل السيف وقد كانت بالبصرة أمس ملحمة إن تشفع البلاء بمثلها فلا نبأ للناس .\r\nولو ملكنا والله أمورنا لم نختر لها غيره ، ومن خالف هذا استعتب . فادخل يا معاوية فيما دخل فيه الناس . فإن قلت : استعملني عثمان ثم لم يعزلني فإن هذا أمر لو جاز لم يقم لله\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nدين ، وكان لكل امرئ ما في يده ، ولكن الله لم يجعل للآخر من الولاة حق الأول ، وجعل تلك أموراً موطأة وحقوقاً ينسخ بعضها بعضاً .\r\nفقال معاوية : أنظر وتنظر وأستطلع رأي أهل الشام .\r\nفلما فرغ جرير من خطبته أمر معاوية منادياً فنادى الصلاة جامعة ، فلما اجتمع الناس صعد المنبر وقال بعد كلام طويل :\r\nأيها الناس قد علمتم أني خليفة أمير المؤمنين عمر بن الخطاب وأني خليفة عثمان بن عفان عليكم ، وأني لم أقم رجلاً منكم على خزاية قط ، وأني ولي عثمان وقد قتل مظلوماً والله يقول : ( ومن قتل مظلوما فقد جعلنا لوليه سلطاناً فلا يسرف في القتل إنه كان منصورا ) وأنا أحب أن تعلموني ذات أنفسكم في قتل عثمان ؟ ! فقام أهل الشام بأجمعهم وأجابوا إلى الطلب بدم عثمان وبايعوه على ذلك ، وأوثقوا له على أن يبذلوا أنفسهم وأموالهم أو يدركوا ثاره أو يفني الله أرواحهم ! ) . انتهى .\r\n( ونقل له المحمودي في نهج السعادة : 4 / 89 مصادر أخرى : كتاب صفين ص 29 ط 2 بمصر وص 18 ، ط إيران . وقريب منه في عنوان ( أخبار علي ومعاوية من كتاب العسجدة الثانية في تواريخ الخلفاء من العقد الفريد : 3 / 106 / ط 2 ، والإمامة والسياسة : 1 / 93 وابن أبي الحديد ، عنه في شرح المختار ( 43 ) من خطب نهج البلاغة : 3 / 75 . ورواه ابن عساكر في ترجمة معاوية من تاريخ دمشق : 56 / 974 وص 60 برواية الكلبي ) .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nوثانياً : من الواضح أن أمير المؤمنين عليه السلام يحتج على معاوية بأنه أطاع أبا بكر وعمر وعثمان واعترف بخلافتهم بسبب بيعة المهاجرين والأنصار لهم ، ونفس هذا السبب موجود في بيعة أمير المؤمنين عليه السلام . فقوله عليه السلام : ( فإن اجتمعوا على رجل وسموه إماماً كان ذلك لله رضى ) ليس صريحاً في إعطاء الشرعية لمن يبايعه المهاجرون والأنصار ، حتى يكون معارضاً للنص النبوي !\r\nولو سلمنا واعتبرنا أنه يعطي الشرعية لمن أجمع المهاجرون والأنصار على بيعته فمعناه فرض أن تجتمع الأمة بمهاجريها وأنصارها على بيعة شخص ، وهم الأمة الإسلامية في وقتهم التي لا تجتمع على ضلال وفيها أهل البيت عليهم السلام ، كما أخبر النبي صلى الله عليه وآله . فكلام أمير المؤمنين عليه السلام كلامٌ فرضي قاله ليبين لمعاوية أنه من الطلقاء الذين ليسوا من الأمة التي إجماعها حجة لامن مهاجريها ولا أنصارها ، ولا مخالفتهم تضر بإجماعها .\r\nوهذا الإجماع الفرضي لم يحصل من الأمة على خلافة أحد لا خلافة أبي بكر ولا عمر ولا عثمان ولا علي عليه السلام . فإن مخالفة شخص واحد تبطل تحقق الإجماع ، وقد خالف بيعة كل واحد منهم عدد من الأمة .\r\n( قال السيد النقوي الهندي في خلاصة عبقات الأنوار : 3 / 299 :\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n( قوله : وإذا دل هذا الحديث على إمامة العترة ، فكيف يصح الحديث الصحيح المروي عن علي بن أبي طالب بصورة متواترة عند الشيعة يقول فيه : إنما الشورى للمهاجرين والأنصار ؟\r\nأقول : هذا مردود بوجوه :\r\nالأول : لقد أثبتنا دلالة حديث الثقلين على إمامة الأئمة الاثني عشر من العترة الطاهرة عليهم السلام بالدلائل القاهرة والبراهين الساطعة ، التي لا تبقي ريباً ولا تذر شكاً في ذلك ، فتشكيك ( الدهلوي ) فيه واهٍ .\r\nالثاني : تعبيره عن ( إنما الشورى للمهاجرين والأنصار ) بالحديث المروي ، تخديع وتضليل ، لأنه إنما ورد عنه ذلك في بعض كتب السير والتواريخ ، وفي ضمن كتاب له إلى معاوية بن أبي سفيان ، على سبيل الإلزام له به .\r\nالثالث : دعوى تواتره عند الشيعة باطلة .\r\nالرابع : أن هذا الكلام لا ينافي دلالة حديث الثقلين على إمامة الأئمة عليهم السلام ، لأن المهاجرين والأنصار مأمورون بأجمعهم باتباع الثقلين ، فلو أجمعوا على رجل مع الاهتداء بهدي الكتاب والعترة صحت إمامته ، ومن الواضح أن ذلك لن يتحقق إلا بالنسبة إلى رجل من أهل بيت العصمة ، ومنه يظهر بطلان خلافة غيره .\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nالخامس : أن ما اجتمع عليه المهاجرون والأنصار كلهم حق ، لأن أهل البيت عليهم السلام من المهاجرين ، بل هم سادتهم بلا نزاع . وعلى هذا يكون التمسك بهكذا إجماع عين التمسك بالعترة المأمور به في حديث الثقلين ، وعين التمسك بالكتاب بمقتضى الحديث المذكور ، فلا تنافي .\r\nالسادس : أن هذا الكلام يدل على لزوم المشورة من جميع المهاجرين والأنصار ، ولا ريب في أن بيعة أبي بكر لم تكن عن مشورة ، بل كانت - على حد تعبير عمر - فلتة وقى الله شرها ، فمن دعا إلى مثلها فاقتلوه ! ثم قال : من بايع رجلاً من غير مشورة من المسلمين فلا يبايع هو ولا الذي بايعه تَغِرَّةَ أن يقتلا . قال البخاري : حدثنا عبد العزيز بن عبد الله حدثني إبراهيم بن سعد ، عن صالح ، عن ابن شهاب ، عن عبيد الله بن عبد الله بن عتبة بن مسعود ، عن ابن عباس ، قال : كنت أقرئ رجالاً من المهاجرين منهم عبد الرحمن بن عوف ، فبينما أنا في منزله بمنى وهو عند عمر بن الخطاب في آخر حجة حجها إذ رجع إلى عبد الرحمن فقال : لو رأيت رجلاً أتى أمير المؤمنين اليوم فقال : يا أمير المؤمنين هل لك في فلان يقول لي قد مات عمر لقد بايعت فلاناً فوالله ما كانت بيعة أبي بكر إلا فلتة فتمت .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nفغضب عمر ثم قال : إني إن شاء الله لقائم العشية في الناس فمحذرهم هؤلاء الذين يريدون أن يغصبوهم أمورهم .\r\nقال عبد الرحمن : فقلت يا أمير المؤمنين لا تفعل فإن الموسم يجمع رعاع الناس وغوغاءهم ، فإنهم هم الذين يغلبون على قربك حين تقوم في الناس ، وأنا أخشى أن تقوم فتقول مقالة يطيرها عنك كل مطير وأن لا يعوها وأن لا يضعوها على مواضعها ، فأمهل حتى تقدم المدينة فإنها دار الهجرة والسنة ، فتخلص بأهل الفقه وأشراف الناس فتقول ما قلت متمكناً فيعي أهل العلم مقالتك ويضعونها على مواضعها . فقال عمر : أما والله إن شاء الله لا قومن بذلك أول مقام أقومه بالمدينة .\r\nقال ابن عباس : فقدمنا المدينة في عقب ذي الحجة فلما كان يوم الجمعة عجلنا الرواح حين زاغت الشمس حتى أجد سعيد بن زيد بن عمرو بن نفيل جالساً إلى ركن المنبر فجلست حوله تمس ركبتي ركبته ، فلم أنشب أن خرج عمر بن الخطاب فلما رأيته مقبلاً قلت لسعيد بن زيد بن عمرو بن نفيل : ليقولن العشية مقالة لم يقلها منذ استخلف قط قبله ! فأنكر علي وقال : ما عسيت أن يقول ما لم يقل قبله ؟ ! فجلس عمر على المنبر فلما سكت المؤذنون قام فأثنى على الله بما هو أهله ثم قال :\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nأما بعد ، فإني قائل لكم مقالة قد قدر لي أن أقولها لا أدري لعلها بين يدي أجلي ، فمن عقلها ووعاها فليحدث بها حيث انتهت به راحلته ومن خشي أن لا يعقلها فلا أحل لأحد أن يكذب علي . إن الله بعث محمداً ( ص ) بالحق وأنزل عليه الكتاب فكان مما أنزل الله آية الرجم ، فقرأناها وعقلناها ووعيناها ، فلذا رجم رسول الله ( ص ) ورجمنا بعده ، فأخشى إن طال بالناس زمان أن يقول قائل والله ما نجد آية الرجم في كتاب الله ، فيضلوا بترك فضيلة أنزلها الله ، والرجم في كتاب الله حق على من زنى إذا أحصن من الرجال والنساء إذا قامت البينة أو كان الحبل أو الاعتراف .\r\nثم إنا كنا نقرأ فيما نقرأ من كتاب الله أن لا ترغبوا عن آبائكم فإنه كفر أن ترغبوا عن آبائكم أو إن كفراً بكم أن ترغبوا عن آبائكم الإثم ، إن رسول الله ( ص ) قال : لا تطروني كما أطري عيسى بن مريم وقولوا : عبد الله ورسوله .\r\nثم إنه بلغني أن قائلاً منكم يقول : والله لو مات عمر بايعت فلاناً ! فلا يغترن امرؤ أن يقول إنما كانت بيعة أبي بكر فلتة وتمت ، ألا وإنها كانت كذلك ولكن الله وقى شرها ! وليس منكم من تقطع الأعناق إليه مثل أبي بكر ، من بايع رجلاً\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nمن غير مشورة من المسلمين فلا يبايع هو ولا الذي بايعه تغرة أن يقتلا . وإنه قد كان من خبرنا حين توفى الله نبيه ( ص ) أن الأنصار خالفونا واجتمعوا بأسرهم في سقيفة بني ساعدة ، وخالف عنا علي والزبير ومن معهما . . ) انتهى .\r\nأقول : فقد شهد عمر بأن بيعة أبي بكر لم تكن بإجماع المهاجرين والأنصار ، حتى تكون لله رضاً كما حاولوا أن يثبتوا ذلك بكلام أمير المؤمنين عليه السلام !\r\n* *\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nما هو دليلكم على إقامة مجالس التعزية ؟\r\n39 - عن أي إمام عندكم نص بإقامة مجالس التعزية على الإمام الحسين ، أعطونا ذلك من كتاب معتبر ثابت ؟\r\n40 - إذا كانت التعزية بطريقتها الفعلية مروية عن النبي ( ص ) فأثبتوا لنا ذلك من مصدر صحيح .\r\n* *\r\nالجواب\r\nأولاً : نحن تعلمنا البكاء على الحسين عليه السلام من رسول الله صلى الله عليه وآله فقد رويتم وروينا أنه أخبر بأن الأمة ستقتل ولده الحسين عليه السلام وبكى عليه قبل مقتله بأكثر من خمسين سنة !\r\nوحديثه عندكم صحيح على شرط الشيخين البخاري ومسلم ، ومع الأسف أنهما لم يخرجاه !\r\nقال الحاكم في المستدرك : 3 / 176 : ( أخبرنا أبو عبد الله محمد بن علي الجوهري ببغداد ، ثنا أبو الأحوص محمد بن الهيثم القاضي ، ثنا محمد بن مصعب ، ثنا الأوزاعي ، عن أبي عمار شداد بن عبد الله ، عن أم الفضل بنت الحارث ، أنها دخلت على\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nرسول الله صلى الله عليه وآله وسلم فقالت : يا رسول الله إني رأيت حلماً منكراً الليلة ! قال : وما هو ؟ قالت : إنه شديد ، قال : وما هو ؟ قالت : رأيت كأن قطعةً من جسدك قطعت ووضعت في حجري !\r\nفقال رسول الله صلى الله عليه وآله : رأيت خيراً تلد فاطمة إن شاء الله غلاماً فيكون في حجرك ، فولدت فاطمة الحسين فكان في حجري كما قال رسول الله صلى الله عليه وآله فدخلت يوماً إلى رسول الله صلى الله عليه وآله فوضعته في حجره ، ثم حانت مني التفاتة فإذا عينا رسول الله صلى الله عليه وآله تهريقان من الدموع ! قالت فقلت : يا نبي الله بأبي أنت وأمي مالك ؟ قال : أتاني جبريل فأخبرني أن أمتي ستقتل ابني هذا ! فقلت : هذا ؟ ! فقال : نعم ، وأتاني بتربة من تربته حمراء ! هذا حديث صحيح على شرط الشيخين ولم يخرجاه ) . انتهى .\r\nفالعجيب أنكم لا تواسون النبي صلى الله عليه وآله ولا تقيمون مجلس العزاء على سبطه وريحانته ، وقد بكى هو عليه ، وأنزل الله عليه سيد ملائكته جبرئيل عليه السلام ليخبره بمصيبته به ، وبجريمة الأمة في حقه وأتى له بتربة من أرض كربلاء المقدسة التي سيقتل فيها !\r\nثانياً : كأنكم لا تعرفون أن العاطفة على الأنبياء وأولادهم وأوصيائهم عليهم السلام عبادةٌ وسنة ، ولم تقرؤوا قوله تعالى في بكاء\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nيعقوب على يوسف : ( وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ ) ( يوسف : 84 )\r\nثالثاً : إن فعل الأئمة عليهم السلام وقولهم وتقريرهم عندنا حجة ، بعد قول النبي وفعله وتقريره صلى الله عليه وآله ، لأنه قال : ( إني تاركٌ فيكم الثقلين كتاب الله وعترتي أهل بيتي . . ) وقد روينا عنهم عليهم السلام عشرات الأحاديث الصحيحة في استحباب البكاء على الحسين عليهم السلام وإقامة المآتم له ، وأن الجزع على الميت حرام إلا عليه عليه السلام .\r\nرابعاً : أن الأصل في الأشياء عندنا أنها الحلية ، لقاعدة : ( كل شئ لك حلال حتى تعلم أنه حرام ) ، فيجوز أن تقام مجالس التعزية على الحسين عليه السلام حسب أعراف الناس في البلدان والأزمان ، ما لم تتضمن محرماً شرعياً .\r\n* *\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمن الذي روى أحداث كربلاء ؟\r\n41 - ما دام قد استشهد في كربلاء كل عترة النبي ( ص ) ولم يبق منهم إلا زين العابدين علي بن الحسين ، وكان في الخيمة مريضاً ، والنساء في الحجاب ، ولم يسمحوا لهم بالخروج ليشاهدوا المعركة ، فأي راوِ روى لكم ما جرى في كربلاء ؟ !\r\n* *\r\nالجواب\r\nإن معركة كربلاء جرت على مرأى ومسمع من عشرات الألوف من جيش يزيد ، وعشرات من أهل البيت النبوي وسكان كربلاء ، وقد روى أحداثها رواة من الطرفين ، ثم دونها بعضهم من ذلك الوقت في كتاب مستقل !\r\nوتتميز حادثة كربلاء بأن الرواة والمؤرخين رووا منها تفاصيل كثيرة ، سجلتها أغلب المجاميع الحديثية والتاريخية .\r\nثم إن بقية العترة النبوية كان فيهم إمام معصوم هو الإمام الزين العابدين علي بن الحسين عليه السلام وآخرون ، وكان فيهم نساء\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nفاضلات مثل الحوراء زينب رضوان الله عليها .\r\nوليس صححياً ، أن النساء لم يشاهدن أحداث يوم كربلاء ، فقد شاهدن كثيراً منها ، وروت ذلك مصادر الحديث عندكم إن كنتم تقرؤون !\r\n* *\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nهل صحيح أن يزيداً أمر بقتل الحسين عليه السلام ؟\r\n42 - هل صحيح أن يزيد بن معاوية هو الذي قتل الحسين ؟ فقد قالوا إن يزيداً لم يأمر بقتله ، والذين قتلوه أشخاص موظفون عند يزيد ، فما رأيكم ؟\r\n* *\r\nالجواب\r\nأولاً : اتفق المحدثون والمؤرخون على أن يزيد بن معاوية أرسل إلى عامله على المدينة أن يأخذ له البيعة جبراً من الحسين عليه السلام فإن أبى فليقتله !\r\nثم لما تخلص الإمام الحسين عليه السلام من حاكم المدينة ، وذهب إلى مكة ، أرسل اليه يزيد من يغتاله ولو عند الكعبة !\r\nوعندما توجه الحسين عليه السلام إلى العراق بعث يزيد زياداً بن أبيه والياً على العراق ، وأمره أن يرسل جيشاً إلى الحسين ، ولا يقبل منه إلا بأن يبايع يزيد أو ينزل على حكمه فيه ! وأمره إن أبى أن يقتله ويوطئ الخيل صدره وظهره ، ويبعث اليه برأسه !\r\nوفي هذه المدة التي امتدت أكثر من خمسة أشهر ،\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nمن نصف رجب حيث هلك معاوية إلى العاشر من شهر محرم ، كانت المراسلات بين يزيد وعماله في الحجاز والعراق متواصلة في قضية الحسين عليه السلام فالذي يدعي أن ابن زياد تصرف من نفسه بدون أمر يزيد ، فهو جاهل أو مكابر !\r\nثانياً : العجب كل العجب من هؤلاء الذين يحبون يزيد بن معاوية ، ويسلكون طريق المكابرة الوعر لتبرئته من دم الحسين عليه السلام ! ! فماذا أعجبهم في يزيد الذي شهد في حقه الثقاة أنه كان فاسقاً سكيراً يلعب بالكلاب والقرود ، ويترك الصلاة ، وينكح المحرمات ! أما يرون أنه يكفي لمن شكك في مسؤولية يزيد عن قتل الحسين عليه السلام أن يرجع إلى مصادر الحديث والتاريخ مثل تاريخ الإسلام للذهبي ، وتاريخ ابن كثير ، وهما حنبليان محبان لابن تيمية ، وغيرهما كالطبري وابن الأثير وابن خلدون ، وابن عساكر . بل إلى مجاميعهم الحديثية التي روت مخزيات يزيد !\r\nلكن أصل بلاء هذه الحفنة المشككة من ابن تيمية الذي بلغ من تعصبه ونصبه ، أنه حاول تبرئة يزيد ، وأغمض عينيه عن\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nالأحاديث ومصادر التاريخ ، وعن آراء علماء المذاهب وأئمتهم !\r\n( قال في كتابه رأس الحسين 207 : ( إن يزيد لم يظهر الرضا بقتله وإنه أظهر الألم لقتله ، والله أعلم بسريرته !\r\nوقد عُلم ( ! ) أنه لم يأمر بقتله ابتداء ، ولكنه مع ذلك ما انتقم من قاتليه ، ولاعاقبهم على ما فعلوه إذ كانوا قتلوه لحفظ ملكه ! ولا قام بالواجب في الحسين وأهل بيته ، ولم يظهر له من العدل وحسن السيرة ما يوجب حمل أمره على أحسن المحامل ، ولا نقل أحد أنه كان على أسوأ الطرائق التي توجب الحد !\r\nولكن ظهر من أمره في أهل الحرة ، ما لا نستريب أنه عدوان محرم ) ! انتهى .\r\nومعنى كلامه الأخير أنه يستريب ويشك في أن قتل الحسين عليه السلام عدوان محرم ! كما حاول أن يبرئ يزيد باللف والدوران وزعم أنه يعلم أنه لم يأمر بقتل الحسين ابتداءً ! ! أي أمر بقتله إن لم يبايع ! !\r\nلكن ابن تيمية بسبب نصبه وسوء توفيقه حكم بجواز لعن يزيد لإحداثه في المدينة وقتله الصحابة غير الحسين عليه السلام !\r\nقال في كتابه رأس الحسين ص 205 : ( ويزيد بن معاوية قد أتى أموراً منكرة منها وقعة الحرة ، وقد جاء في الصحيح عن\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nعلي رضي الله عنه عن النبي ( ص ) قال : المدينة حرم ما بين عائر إلى كذا . من أحدث فيها حدثاً أو آوى محدثاً فعليه لعنة الله والملائكة والناس أجمعين ، لا يقبل الله منه صرفاً ولا عدلاً . وقال : من أراد أهل المدينة بسوء أماعه الله كما ينماع الملح في الماء .\r\nولهذا قيل للإمام أحمد : أتكتب الحديث عن يزيد ؟ فقال : لا ، ولا كرامة ، أوَ ليس هو الذي فعل بأهل الحرة ما فعل ؟ !\r\nوقيل له : إن قوماً يقولون إنا نحب يزيد ! فقال : وهل يحب يزيد أحدٌ يؤمن بالله واليوم الآخر ؟ ! فقيل : فلماذا لا تلعنه ؟ فقال : ومتى رأيت أباك يلعن أحداً ) . انتهى .\r\nثالثاً : لا قيمة لمحاولة ابن تيمية تبرئة يزيد ، بعد أن حكم كبار علماء المذاهب بأن يزيداً هو الذي قتل الحسين عليه السلام وتبرؤوا من يزيد وأفتوا بجواز لعنه ، وبعضهم أفتى بكفره ! وهذه بعض أقوالهم :\r\nألَّف ابن الجوزي وهو من كبار علماء الحنابلة كتاباً خاصاً في وجوب لعن يزيد والبراءة منه ، سماه ( الرد على المتعصب العنيد المانع من ذم يزيد ) وقد أثبت فيه أن يزيدا هو الذي قتل الحسين عليه السلام وبين فيه فتوى إمام المذهب أحمد بن حنبل وغيره بلعن يزيد .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n( وقال القندوزي في ينابيع المودة : 3 / 33 : ( فإن ابن الجوزي في كتابه المسمى بالرد على المتعصب العنيد المانع من لعن يزيد :\r\nسألني سائل عن يزيد بن معاوية . فقلت له : يكفيه ما به . فقال : أيجوز لعنه ؟ قلت : قد أجازه العلماء الورعون ، منهم أحمد بن حنبل ، فإنه ذكر في حق يزيد ما يزيد على اللعنة .\r\nثم روى ابن الجوزي عن القاضي أبي يعلى أنه روى كتابه المعتمد في الأصول بإسناده إلى صالح بن أحمد بن حنبل رحمهما الله قال : قلت لأبي : إن قوماً ينسبوننا إلى تولي يزيد ! فقال : يا بني وهل يتولى يزيد أحد يؤمن بالله ، ولم لا يلعن من لعنه الله تعالى في كتابه ؟ ! فقلت : في أي آية ؟\r\nقال : في قوله تعالى : ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ ) ( محمد : 22 ) فهل يكون فساد أعظم من القتل ؟ !\r\nقال ابن الجوزي : وصنف القاضي أبو يعلى كتاباً ذكر فيه بيان من يستحق اللعن وذكر منهم يزيد ، ثم ذكر حديث : ( من أخاف أهل المدينة ظلما أخافه الله وعليه لعنة الله والملائكة والناس أجمعين ) .\r\n( وفي الكنى والألقاب للقمي : 1 / 92 : ( قال السبط ابن الجوزي : ولما لعنه جدي أبو الفرج على المنبر ببغداد بحضرة الإمام الناصر\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nوأكابر العلماء ، قام جماعة من الجفاة من مجلسه فذهبوا ، فقال جدي : ( أَلا بُعْداً لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ ) ( هود : 95 ) .\r\nوحكى لي بعض أشياخنا عن ذلك اليوم أن جماعة سألوا جدي عن يزيد فقال : ما تقولون في رجل ولي ثلاث سنين ، في السنة الأولى قتل الحسين بن علي ، وفي الثانية أخاف المدينة وأباحها ، وفي الثالثة رمى الكعبة بالمجانيق وهدمها ؟ !\r\nفقالوا نلعن ! فقال فالعنوه !\r\nوقال جدي في كتاب الرد على المتعصب العنيد : وقد جاء في الحديث لعن من فعل مالا يقارب عشر معشار فعل يزيد ، ثم ذكر لعن الواشمات والمتوشمات والمصورين وآكل الربا وموكله ولعنت الخمرة على عشرة وجوه . انتهى .\r\n( وروى الهيثمي في مجمع الزوائد : 9 / 193 ، ووثق رواته ، قال : ( وعن الضحاك بن عثمان قال خرج الحسين بن علي إلى الكوفة ساخطاً لولاية يزيد بن معاوية ، فكتب يزيد بن معاوية إلى عبيد الله بن زياد وهو واليه على العراق : إنه قد بلغني أن حسيناً قد سار إلى الكوفة ، وقد ابتلى به زمانك من بين الأزمان وبلدك من بين البلاد ، وابتليت به من بين العمال ، وعندها تعتق أو تعود\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nعبداً كما تعتبد العبيد ، فقتله عبيد الله بن زياد وبعث برأسه إليه فلما وضع بين يديه تمثل بقول الحصين بن حمام المري :\r\nنفلق هاماً من رجال أحبة . . . الينا وهم كانوا أعقَّ وأظلما\r\n( ورواه الطبراني في المعجم الكبير : 3 / 115 ، وابن عساكر في تاريخ دمشق : 14 / 214 : 65 / 396 ، والذهبي في سير أعلام النبلاء : 3 / 305 ، وابن كثير في النهاية : 8 / 178 ، وغيرهم ) .\r\n( وقال الذهبي في سير أعلام النبلاء : 4 / 37 ، في ترجمة يزيد : ( كان قوياً شجاعاً ، ذا رأي وحزم وفطنة ، وفصاحة وله شعر جيد . وكان ناصبياً ، فظاً ، غليظاً ، جلفاً ، يتناول المسكر ، ويفعل المنكر . افتتح دولته بمقتل الشهيد الحسين ، واختتمها بواقعة الحرة ، فمقته الناس . ولم يبارك في عمره . وخرج عليه غير واحد بعد الحسين . كأهل المدينة قاموا لله ، وكمرداس بن أدية الحنظلي البصري ، ونافع بن الأزرق ، وطواف بن معلى السدوسي وابن الزبير بمكة ) . انتهى .\r\n( وقال الآلوسي في تفسيره : 26 / 73 في تفسير قوله تعالى : فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ .\r\n( من يقول إن يزيد لم يعص بذلك ، ولا يجوز لعنه فينبغي أن ينظم في سلسلة أنصار يزيد . وأنا أقول إن الخبيث لم يكن مصدقاً بالرسالة للنبي ( ص ) وإن مجموع ما فعله مع أهل\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nحرم الله وأهل حرم نبيه ( ص ) وعترته الطيبين الطاهرين في الحياة وبعد الممات ، وما صدر منه من المخازي ليس بأضعف دلالة على عدم تصديقه من إلقاء ورقة من المصحف الشريف في قذر . ولا أظن أن أمره كان خافياً على أجلة المسلمين إذ ذاك ، ولكن كانوا مغلوبين مقهورين ولم يسعهم إلا الصبر . . .\r\nإلى أن يقول : وأنا أذهب إلى جواز لعن مثله على اليقين ، ولو لم يتصور أن يكون له مثل .\r\nثم قال : نقل البرزنجي في الإشاعة ، والهيثمي في الصواعق أن الإمام أحمد لما سأله ابنه عبد الله عن لعن يزيد قال : كيف لا يلعن من لعنه الله في كتابه ؟ ! فقال عبد الله : قرأت كتاب الله عز وجل فلم أجد فيه لعن يزيد ، فقال الإمام : إن الله يقول : فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ أُوْلَئِكَ الَّذِينَ لَعَنَهُمْ اللَّهُ . وأي فساد وقطيعة أشد مما فعله يزيد . ثم ذكر جزم وتصريح جماعة من العلماء بكفره ولعنه ، منهم القاضي أبو يعلى ، والحافظ ابن الجوزي .\r\nثم نقل قول التفتازاني : لا نتوقف في شأنه لعنة الله عليه وعلى أعوانه وأنصاره .\r\nثم نقل من تأريخ ابن الوردي والوافي بالوفيات لابن خلكان\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nقول يزيد عند ورود نساء الحسين وأطفاله والرؤوس على الرماح وقد أشرف على ثنية جيرون ونعب الغراب :\r\nلما بدت تلك الحمول وأشرقت * تلك الشموس على ربى جيرون\r\nنعب الغراب فقلت قل أو لا تقل * فلقد قضيت من النبي ديوني\r\nوعلق بقوله : يعني أنه قتله بمن قتل رسول الله يوم بدر ، كجده عتبة وخاله ولد عتبة وغيرهما ، وهذا كفر صريح . . . الخ . ) . انتهى .\r\n( وقال الشوكاني في نيل الأوطار : 7 / 147 : ( لقد أفرط بعض أهل العلم فحكموا بأن الحسين رضي الله عنه باغ على الخمِّير السكير الهاتك لحرمة الشريعة المطهرة ، يزيد بن معاوية لعنهم الله ! فيا للعجب من مقالات تقشعر منها الجلود ، ويتصدع من سماعها كل جلمود ! ) .\r\n( وقال الجاحظ في الرسالة الحادية عشر في بني أمية من رسائله ص 398 : ( المنكرات التي اقترفها يزيد من قتل الحسين وحمله بنات رسول الله ( ص ) سبايا ، وقرعه ثنايا الحصين بالعود ، وإخافته أهل المدينة ، وهدم الكعبة ، تدل على القسوة والغلظة ، والنصب ، وسوء الرأي ، والحقد والبغضاء والنفاق والخروج عن الايمان ، فالفاسق ملعون ، ومن نهى عن شتم الملعون فملعون ) .\r\n( وقال ابن العماد الحنبلي في شذرات الذهب : 1 / 68 : ( قال التفتازاني\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nفي شرح العقائد النسفية : اتفقوا على جواز اللعن على من قتل الحسين ، أو أمر به ، أو أجازه ، أو رضي به ، والحق أن رضا يزيد بقتل الحسين واستبشاره بذلك وإهانته أهل بيت رسول الله مما تواتر معناه وإن كان تفصيله آحاداً ، فنحن لا نتوقف في شأنه ، بل في كفره وإيمانه ، لعنة الله عليه وعلى أنصاره وأعوانه )\r\n( وقال الشبراوي في كتابه الإتحاف بحب الأشراف ص 62 ، بعد أن ذكر أعمال يزيد : ( ولا يشك عاقل أن يزيد بن معاوية هو القاتل للحسين ، لأنه هو الذي ندب عبيد الله بن زياد لقتل الحسين ) .\r\nمعاوية هو المسؤول عن كل جرائم يزيد\r\n( قال السمهودي في وفاء الوفاء : 1 / 91 : ( وأخرج ابن أبي خيثمة بسند صحيح إلى جويرية بنت أسماء : سمعت أشياخ المدينة يتحدثون أن معاوية لما احتضر دعا يزيد فقال له : إن لك من أهل المدينة يوماً فإن فعلوا فارمهم بمسلم بن عقبة فإني عرفت نصيحته . فلما ولي يزيد وفد عليه عبد الله بن حنظلة وجماعة فأكرمهم وأجازهم فرجع فحرض الناس على يزيد وعابه ودعاهم إلى خلع يزيد فأجابوه ، فبلغ ذلك يزيد فجهز إليهم مسلم بن عقبة . . الخ ) .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n( وقال الحافظ ابن عقيل في ( النصائح الكافية لمن يتولى معاوية ص 62 : ( قال المحدث الفقيه ابن قتيبة رحمه الله في كتاب الإمامة والسياسة ، والبيهقي في المحاسن والمساوئ ، واللفظ للأول : قال أبو معشر : دخل رجل من أهل الشام على امرأة نفساء من نساء الأنصار ومعها صبي لها ، فقال لها : هل من مال ؟ قالت : لا والله ما تركوا لي شيئاً ! فقال : والله لتخرجن إليَّ شيئاً أو لأقتلنك وصبيك هذا ! !\r\nفقالت له : ويحك إنه ولد أبي كبشة الأنصاري صاحب رسول الله ( ص ) ، ولقد بايعت رسول الله ( ص ) معه يوم بيعة الشجرة على أن لا أسرق ولا أزني ولا أقتل ولدي ولا آتي ببهتان أفتريه فما أتيت شيئاً فاتق الله ، ثم قالت : يا بني والله لو كان عندي شئ لافتديتك به !\r\nقال : فأخذ برجل الصبي والثدي في فمه فجذبه من حجرها فضرب به الحائط فانتشر دماغه في الأرض ! ! قال فلم يخرج من البيت حتى اسود نصف وجهه وصار مثلاً ! ! وأمثال هذه من أهل الشام ومن مسلم نفسه كثيرة ! فمسلم في هذا كله منفذ لأمر يزيد ، ويزيد منفذ لأمر معاوية !\r\nفكل هذه الدماء وكل هذه المنكرات الموبقات ودم الحسين\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nومن معه في عنق معاوية أولاً ، ثم في عنق يزيد ثانياً ، ثم في عنق مسلم وابن زياد ثالثاً ! !\r\nأفبعد هذا يتصور أن يقال لعله تاب ورجع ؟ كلا والله ولقد صدق من قال : أبقى لنا معاوية في كل عصر فئة باغية . فهاهم أشياعه وأنصاره إلى يومنا هذا يقلبون الحقائق ويلبسون الحق بالباطل ( وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئاً ) ( المائدة : 41 )\r\n* *\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nما تفسيركم لروايات النهي عن لبس السواد ؟\r\n43 - في كتاب ( من لا يحضره الفقيه ) صحفه 81 المجلد الأول لا تلبسوا الأسود فإنه لباس فرعون . فما معنى هذه العبارة ومقصدها ؟\r\n* *\r\nالجواب\r\nنعم روى الصدوق قدس سره في كتاب من لا يحضره الفقيه : 1 / 251 :\r\n( 767 - وقال أمير المؤمنين عليه السلام فيما علم أصحابه : لا تلبسوا السواد فإنه لباس فرعون . 768 - وكان رسول الله صلى الله عليه وآله يكره السواد إلا في ثلاثة : العمامة والخف والكساء ) . انتهى .\r\nلذلك يتساءل البعض : هل أن لبس السواد حزناً على الإمام الحسين عليه السلام مستحب شرعاً في عاشوراء ، وبقية مناسبات عزاء المعصومين عليهم السلام ؟ وهل يتنافى ذلك مع الفتوى المعروفة في فقهنا بكراهة لبس السواد في الصلاة ؟\r\nالجواب : أنه على فرض ثبوت كراهة لبس السواد في بعض الحالات فإن لبسه في عزاء سيد الشهداء عليه السلام مستثنى من الكراهة لأنه من مصاديق الحزن المستحب ، وقد كان هذا المظهر وما\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nزال من مظاهر الحزن على أهل البيت النبوي عليهم السلام من صدر الإسلام إلى يومنا هذا .\r\nفالأخبار الواردة عن الأئمة من أهل البيت عليهم السلام ، في النهي عن لبس السواد لو تمت ، فهي غير ناظرة إلى لبس السواد حزناً على الحسين عليه السلام ، بل ناظرة إلى التشبه بجبابرة بني العباس ، الذين اتخذوا السواد لباساً رسمياً لهم وأجبروا المسلمين عليه ! !\r\nفمن الثابت تاريخياً أن العباسيين جعلوا شعارهم في حركتهم الرايات السود ، لكي يطبقوا عليهم أحاديث النبي صلى الله عليه وآله في المهدي عليه السلام والرايات السود التي تمهد له من المشرق ! ثم ألبسوا أنصارهم الثياب السود ، وعللوه بأنه حزن على شهداء كربلاء وغيرهم من شهداء أهل البيت عليهم السلام ولذلك عرفوا باسم ( المُسَوِّدة ) وبعد سيطرتهم ألزموا أعضاء دولتهم بلبس السواد ، ثم ألزموا بذلك عامة الناس ، ومنه لبس قلانس سوداء طويلة ! ! . . الخ .\r\nفالروايات الناهية عن لبس السواد ناظرة إلى التشبه بهم . ولا تشمل لبس السواد حزناً على الإمام الحسين عليه السلام .\r\n( قال المحقق البحراني في الحدائق الناضرة : 7 / 116 : ( ومنها : أنه يكره الصلاة في الثياب السود ، عدا العمامة والخف والكساء ، وهو ثوب من صوف ومنه العباء ، كذا نقل عن الجوهري . . .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nثم أقول : لا يبعد استثناء لبس السواد في مأتم الحسين عليه السلام من هذه الأخبار ، لما استفاضت به الأخبار من الأمر بإظهار شعائر الأحزان . ويؤيده ما رواه شيخنا المجلسي قدس سره عن البرقي في كتاب المحاسن أنه روى عن عمر بن زين العابدين عليه السلام أنه قال : لما قتل جدي الحسين المظلوم الشهيد لبس نساء بني هاشم في مأتمة ثياب السواد ، ولم يغيرنها في حر أو برد . وكان الإمام زين العابدين يصنع لهن الطعام في المأتم ) . انتهى .\r\n( وقال الحر العاملي في وسائل الشيعة : 2 / 357 : ( عن الحسن بن ظريف بن ناصح ، عن أبيه ، عن الحسين بن زيد ، عن عمر بن علي بن الحسين قال : لما قتل الحسين بن علي عليه السلام لبس نساء بني هاشم السواد والمسوح ، وكن لا يشتكين من حر ولا برد ، وكان علي بن الحسين عليه السلام عمل لهن الطعام للمأتم .\r\n( وفي بحار الأنوار : 45 / 195 : ( وفي رواية أخرى . . . قال : فلما أصبح استدعى حرم رسول الله صلى الله عليه وآله فقال لهن أيما أحب إليكن : المقام عندي أو الرجوع إلى المدينة ولكم الجائزة السنية ؟\r\nقالوا : نحب أولاً أن ننوح على الحسين ، قال : افعلوا ما بدا لكم ، ثم أخليت لهن الحجر والبيوت في دمشق ، ولم تبق هاشمية ولا قرشية إلا ولبست السواد على الحسين ، وندبوه\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nعلى ما نقل سبعة أيام ، فلما كان اليوم الثامن دعاهن يزيد ، وعرض عليهن المقام فأبين ، وأرادوا الرجوع إلى المدينة ، فأحضر لهم المحامل وزينها ، وأمر بالأنطاع الأبريسم .\r\n( وفي وفيات الأئمة عليهم السلام ص 85 : ثم رجع الحسن والحسين صلى الله عليه وآله وأخوتهما من دفنه ، وقعد في بيته ولم يخرج ذلك اليوم ، ثم خرج عبد الله بن العباس بن عبد المطلب إلى الناس فقال : إن أمير المؤمنين قد توفى وانتقل إلى جوار الله ، وقد ترك بعده خلفاً ، فإن أحببتم خرج إليكم وإن كرهتم فلا أحد على أحد ، فبكى الناس وضجوا بالبكاء والنحيب ، فقالوا : بل يخرج إلينا ، فخرج إليهم الحسن وعليه ثياب سود وهو يبكى لفقد أبيه ، فصعد المنبر فحمد الله وأثنى عليه ، وذكر النبي فصلى عليه ، ثم قال : أيها الناس : اتقوا الله فإنا أمراؤكم وساداتكم وأهل البيت الذين قال الله فيهم : إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيراً .\r\nأيها الناس : لقد قبض في هذه الليلة رجل لم يسبقه الأولون ، ولا يلحقه الآخرون . لقد كان يجاهد مع رسول الله صلى الله عليه وآله فيفديه بنفسه ، لقد كان يوجهه برايته فيكنفه جبرائيل عن يمينه وميكائيل عن شماله ، فلا يرجع حتى يفتح الله عليه ) . انتهى .\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nهل يجوز عندكم تطهير محل البول بالريق ؟\r\n44 - في كتاب من لا يحضره الفقيه صفحة 81 المجلد الأول : إذا لم يحد ماء للتطهر من البول ، فليطهره بماء فمه !\r\nما هو رأيكم في هذه المسألة ؟\r\nوالسلام .\r\n* *\r\nالجواب\r\nلم نجد ما ذكره الكاتب في أي مصدر من مصادرنا ، والعنوان الذي أعطاه غير دقيق ، فكتاب من لا يحضره الفقيه أربع مجلدات ، وليس فيها في الصفحة المذكورة ولا غيرها ما ذكره .\r\n* *\r\nوالحمد لله رب العالمين ،\r\nوصلى الله على نبينا محمد وآله الطيبين الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118}
  ]