[
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالمهدي المنتظر\r\nالإمام الذي يملأ الأرض قسطا وعدلا\r\nمؤسسة في طريق الحق\r\nالناشرون يسألونكم الدعاء\r\nالفهرس\r\nمقدمة\r\nالإعتقاد بالمهدي ( ع ) والإصلاح العالمي\r\nالقرآن والإعتقاد بالمهدي ( ع )\r\nالمهدي في المصادر السنية\r\nالمصلح الغيبي عند الشيعة\r\nبعض النصوص الواردة\r\nرأي علماء الاجتماع\r\nطول عمر الإمام ( ع )\r\nغيبة الإمام المهدي\r\nلماذا الغيبة\r\nوعند الإجابة على هذا السؤال\r\n1 - امتحان الأمة\r\n2 - حفظه ( ع ) من القتل\r\n3 - لئلا تكون في عنقه ( ع ) بيعه لأحد\r\nفوائد وجود الإمام الغائب ( ع )\r\nتذكير لازم\r\nالحواشي\r\nملاحظة : الرقم ( س ) يعني هناك حاشية لهذه الفقرة ، والحواشي في نهاية الكتاب .\r\nالمقدمة\r\nولد الإمام المهدي القائم بالعدل في النصف من شعبان ( 1 ) سنة 255 هجرية قمرية وفي\r\nمدينة سامراء ( سر من رأى ) وأصبح إماما سنة 260 هجرية قمرية أي في السنة التي\r\nتوفى فيها والده العظيم الإمام الحسن العسكري ( ع ) ، اسمه وكنيته هما مثل اسم النبي\r\nوكنيته ، وأبوه هو الإمام العسكري الإمام الحادي عشر للشيعة وأمه هي المرأة\r\nالطاهرة \" نرجس \" سلام الله عليها .\r\nولم يظهر الإمام لعموم الناس منذ أيامه الأولى ، ولم يتصل به الناس إلى حدود 70\r\nسنة إلا بواسطة نوابه الخاصين ( وهم على الترتيب : عثمان بن سعيد ، محمد بن عثمان\r\n، الحسين بن روح ، وعلي بن محمد السمري ) ، ويطلق على هذه الفترة الزمانية التي\r\nبلغت 70 سنة اسم ( الغيبة الصغرى ) وبعد ذلك بدأت الغيبة الكبرى وفي عهد الغيبة\r\nالكبرى لم ولن يعين أحد كنائب خاص ، وعلى الأمة في هذا العهد أن ترجع إلى نوابه\r\nالعامين وهم الفقهاء ورواة الحديث المتخصصون في الشؤون الدينية .\r\nالإعتقاد بالمهدي ( ع ) والإصلاح العالمي\r\nليس الإعتقاد بظهور الإمام المهدي ( ع ) والمصلح العالمي مختصا بالشيعة بل هو أمر\r\nتعتقد به سائر الفرق الإسلامية وحتى غير المسلمين أيضا كاليهود والنصارى\r\nوالعلماء الكبار في العالم .\r\nجاء في زبور داود :\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\" والذين ينتظرون الرب هم يرثون الأرض . . . أما الودعاء فيرثون الأرض ويتلذذون\r\nفي كثرة السلامة . . . وعاضد الصديقين الرب . . . الرب عارف أيام الكملة وميراثهم\r\nإلى الأبد يكون . . . لأن المباركين منه يرثون الأرض والملعونين منه يقطعون . . .\r\nالصديقون يرثون الأرض ويسكنون فيها إلى الأبد \" ( 2 ) .\r\nالقرآن والإعتقاد بالمهدي ( ع )\r\nلقد وعد القرآن الكريم الأمة بيوم يستلم فيه رجال الحق والأناس اللائقون أزمة\r\nالقيادة في الأرض ، وينتصر فيه الدين الإسلامي على سائر الأديان ويعم الأرض ، هذا\r\nبالإضافة إلى ورود آيات فيه تفسر بالإمام المهدي ( ع ) :\r\n1 - 
  { ولقد كتبنا في الزبور ( 3 ) من بعد الذكر أن الأرض يرثها عبادي الصالحون } . ( 4 )\r\n2 - 
  { وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف\r\nالذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم أمنا\r\nيعبدونني لا يشركون بي شيئا } ( 5 )\r\n3 - 
  { هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون\r\n} ( 6 ) .\r\n4 - 
  { ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين }\r\n( 7 )\r\nوهكذا يتوضح من هذه الآيات أن العالم سيصل حتما إلى اليوم الذي تستلم فيه القيادة\r\nالرشيدة اللائقة أزمة الأمور فيه ، فيكون أولياء الله قادة الأرض يعلو الإسلام فيه\r\nعلى سائر العقائد ( 8 ) .\r\nالمهدي في المصادر السنية\r\nوقد روى علماء السنة في هذا المجال روايات كثيرة عن رواة يوثقونهم عن النبي الأكرم\r\n( ص ) وتؤكد هذه الروايات على أن الأئمة هم اثنا عشر إماما وإنهم كلهم من قريش ،\r\nوأن المهدي من أهل بيته ( ص ) وأبناء علي وفاطمة ، وقد صرح الكثير منها انه من نسل\r\nالإمام الحسين ( ع ) . وقد رووا في هذا المجال المئات من الأحاديث والتي جاءت في\r\nأكثر من 70 مصدرا معتبرا ونحن نشير إلى بعض منها فيما يلي :\r\n- المسند تأليف أحمد بن حنبل المتوفي سنة 24 سنة 241 هجرية .\r\n- صحيح البخاري تأليف البخاري المتوفي\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nسنة 256 هجرية .\r\n- صحيح مسلم تأليف مسلم بن حجاج النيشابوري المتوفي سنة 275 هجرية .\r\n- صحيح الترمذي تأليف محمد بن عيسى الترمذي المتوفي سنة 279 هجرية .\r\nومن الملاحظ أن مؤلفين هذه الكتب المذكورة . وكل منها أصح المسانيد المعتبرة عن\r\nأهل السنة هؤلاء توفوا إما قبل ولادة الإمام المهدي ( ع ) ج سنة 255 هجرية - أو بعد\r\nولادته بقليل .\r\nوهكذا :\r\n- مصابيح السنة تأليف البغوي المتوفي سنة 516 هجرية .\r\n- جامع الأصول تأليف ابن الأثير المتوفي سنة 606 هجرية .\r\n- الفتوحات المكية تأليف محي الدين بن عربي المتوفي سنة 654 هجرية .\r\n- تذكرة الخواص تأليف سبط ابن الجوزي المتوفي سنة 654 هجرية .\r\n- فوائد السميطي تأليف الحموي المتوفي سنة 716 هجرية .\r\n- الصواعق تأليف ابن حجر الهيثمي المتوفي سنة 973 هجرية .\r\n- ينابيع المودة تأليف الشيخ سليمان القندوزي المتوفي سنة 1293 هجرية .\r\nوقد ألف عدة من علماء السنة كتبا مستقلة حول الإمام المهدي ( ع ) ومنها :\r\n1 - \" البيان في أخبار صاحب الزمان \" للعلامة الكنجي الشافعي .\r\n2 - \" عقد الدرر في أخبار الإمام المنتظر \" للشيخ جمال الدين يوسف الدمشقي .\r\n3 - \" مهدي آل الرسول \" لعلي بن سلطان محمد الهروي الحنفي .\r\n4 - \" كتاب المهدي \" تأليف أبى داود .\r\n5 - \" علامات المهدي \" جلال الدين السيوطي .\r\n6 - \" مناقب المهدي \" الحافظ أبى النعيم الأصفهاني .\r\n7 - \" القول المختصر في علامات المهدي المنتظر \" لابن حجر .\r\n8 - \" البرهان في علامات مهدي آخر الأزمان للملا علي المتقي .\r\n9 - \" أربعون حديثا في المهدي \" لأبي العلاء الهمداني وغيرها ( 9 )\r\nالمصلح الغيبي عند الشيعة\r\nلدينا أكثر من ثلاثة آلاف حديث ( 3000 ) عن النبي ( ص ) والأئمة الطاهرين حول الإمام\r\nالمهدي ( ع ) ويستفاد منها\r\nأن الإمام المهدي ( ع ) هو التاسع من ولد الحسين ( ع ) وأن أباه هو الإمام الحسن\r\nالعسكري ( ع ) وأن أمه هي \" نرجس خاتون \" واسمه اسم نبي آخر الزمان ( ص ) وو طفولته\r\nوهو حي إلى اليوم وسيبقى إلى ما شاء الله وأنه سيظهر في يوم من الأيام ويملأ\r\nالأرض قسطا وعدلا بعد ما\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nملئت ظلما وجورا وأنه غائب عن الناس لحكم في ذلك\r\nوانه ما أن يظهر بطلعته المباركة ، حتى يتكي على جدار الكعبة ويعلن ذلك ، ويدعو\r\nأتباعه وعددهم 313 شخصا فيلبون نداءه ويحيطون به ، وينزل عيسى من السماء ويصلي\r\nجماعه خلفه ، وسينشر أحكام الإسلام في أرجاء العالم وتصير الأرض كالفردوس .\r\nإن الأحاديث التي نقلها علماء الشيعة والسنة في الأمور المختلفة التي تطوف حول\r\nالإمام العظيم ( ع ) كثيرة جدا وقد ذكرت في كتب مثل \" بحار الأنوار ، ومنتخب الأثر\r\n\" وغيرها ونحن هنا نعطي إحصائية لبعضها كما ذكرها صاحب منتخب الأثر في كتابه ، ثم\r\nنعقب ذلك بذكر بعض متون تلك الأحاديث :\r\nموضوع الرواية عدد الأحاديث\r\nالتي تصرح بأن الأئمة اثنا عشر أولهم علي ( ع ) وآخرهم المهدي ( ع ) 58\r\nالتي تبشر بظهور المهدي 657\r\nالتي تصرح بأن المهدي من أهل البيت ( ع ) 389\r\nالتي تصرح بأن اسمه وكنيته هما كاسم النبي ( ص ) وكنيته 48\r\nالتي تصرح بأنه من أبناء أمير المؤمنين علي بن أبي طالب ( ع ) 214\r\nالتي تصرح بأنه من أبناء الزهراء ( ع ) 192\r\nالتي تصرح بأنه من أبناء الحسين ( ع ) 185\r\nالتي تصرح بأنه التاسع من أبناء الحسين ( ع ) 148\r\nالتي تصرح بأنه من أبناء الإمام زين العابدين ( ع ) 185\r\nالتي تصرح بأنه من أبناء الإمام الباقر ( ع ) 103\r\nالتي تصرح بأنه من أبناء الإمام الصادق ( ع ) 103\r\nالتي تصرح بأنه من أبناء الإمام الكاظم ( ع ) 101\r\nالتي تصرح بأنه من أبناء الإمام الرضا ( ع ) 95\r\nالتي تصرح بأنه من أبناء الإمام الجواد ( ع ) 90\r\nالتي تصرح بأنه من أبناء الهادي ( ع ) 90\r\nالتي تصرح بأنه ابن الإمام العسكري ( ع ) 146\r\nالتي تصرح بأن اسم أبيه هو الحسن ( ع ) 147\r\nالتي تقول بأنه سيملأ العالم عدلا 123\r\nالتي تقول بأن غيبته طويلة الأمد 91\r\nالتي\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nتبين طول عمره الشريف ( ع ) 318\r\nالتي تقول بأن دين الإسلام سيكون عالميا على يديه 47\r\nالتي تقول أنه الإمام الثاني عشر وأنه الإمام الأخير 136\r\nمجموع الأحاديث 3666\r\nمع ملاحظة الأرقام التي ذكرناها وغير ذلك الأحاديث يتوضح تماما أن الروايات\r\nالواردة في هذا المجال قد تجاوزت حد التواتر بلا شك وأنه يقل ورود مثل هذا العدد\r\nمن الروايات في موضوع إسلامي آخر وعلى هذا فيجب على كل مؤمن بالإسلام والنبي\r\nالأكرم أن يؤمن إيمانا راسخا بوجود المهدي الموعود الذي يعيش الآن غائبا عن عيون\r\nالناس\r\nبعض النصوص الواردة\r\n1 - يذكر مؤلف كتاب \" ينابيع المودة \" في هذا الكتاب أن النبي ( ص ) قال : \" المهدي من\r\nولدي تكون له غيبة إذا ظهر يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما \" ( 10 )\r\n2 - وجاء في ذلك الكتاب أن سلمان الفارسي قال : \" دخلت على رسول الله صلى الله عليه\r\nوسلم إذا الحسين بن علي على فخذه وهو يقبل عينيه ويلثم فاه وهو يقول أنت سيد ابن\r\nسيد أخو سيد أنت إمام ابن إمام أخو إمام أنت حجة ابن حجة أخو حجة وأنت أبو حجج\r\nتسعة تاسعهم قائمهم \" ( 11 ) .\r\n3 - يقول ابن أبي دلف \" سمعت علي بن محمد بن علي الرضا يقول : الإمام بعدي الحسن ابني\r\nوبعد الحسن ابنه القائم الذي يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما \"\r\n( 12 )\r\n4 - ويروي حذيفة أن النبي ( ص ) قال : \" المهدي من ولدي وجهه كالكوكب الدري \" ( 13 ) .\r\n5 - ينقل مسعدة عن الإمام الصادق أنه قال : \" إن قائمنا يخرج من صلب الحسن ( يعني\r\nالعسكري ) والحسن يخرج من صلب علي ( يعني الهادي ) وعلي يخرج من صلب محمد ( يعني\r\nالجواد ) ومحمد يخرج من صلب علي ( يعني الرضا ) وعلي يخرج من صلب ابني هذا ( يعني\r\nالكاظم ) - وأشار إلى موسى - وهذا خرج من صلبي ، ونحن اثنا عشر إماما ، كلنا معصومون\r\nمطهرون ، والله لو لم يبق إلا يوم واحد لطول الله ذلك اليوم حتى يخرج قائمنا أهل\r\nالبيت \" ( 14 ) .\r\nرأي علماء الاجتماع\r\nيرى علماء الاجتماع\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nالكبار في العالم أن الحروب وسفك الدماء وقتل الأنفس وكل هذه\r\nالمفاسد المتزايدة اليوم إنما هي ناتجة من عدم توفر التوازن بين متطلبات الجسم\r\nوالروح الإنسانين .\r\nفالإنسان اليوم قد سحق الفضائل الأخلاقية والمنابع المعنوية ، وإن كان قد سخر\r\nالبحر والفضاء والصحراء لصالحه وصعد إلى القمر .\r\nومن البديهي أنه لا يمكن إقرار العدالة والنظام الصحيح بالقوة والقدرة ولا يمكن\r\nأن تضمن سعادة البشرية بحصول التكنيك المتقدم وباقي العلوم المادية وليس\r\nللإنسانية محيص من أن تقيم علاقاتها على أساس من الإيمان والأخلاق وتنجي نفسها من\r\nدوامة الخطر بقيادة مصلح عالمي عظيم ، وتصل إلى إقرار الحكم القائم على أساس\r\nالعدالة والأمن والصفاء والأخوة .\r\nوعلى هذا نستنتج أن البشرية تسرع اليوم وتستعد لتقبل قيادة الإمام صاحب الزمان\r\n( ع ) .\r\nطول عمر الإمام ( ع )\r\nنحن نرى أن طول عمر الإنسان ليس من الأمور المستحيلة وذلك لأنا نقرأ في القرآن\r\nالكريم أن نوحا ( ع ) قد عمر طويلا إذ دامت مدة تبليغه فقط 950 سنة ( 15 ) .\r\nوعلى أساس من التحقيقات العلمية التي قام بها علماء الطبيعة فقد ثبت إمكان كون عمر\r\nالإنسان طويلا وحتى أن أكابر العلماء صمموا على تهيئة أنواع من الأغذية والأدوية\r\nالتي تساعد في إطالة العمر .\r\nوينقل المرحوم آية الله الصدر في كتابه ( المهدي ) مقالا ورد في مجلة ( المقتطف\r\n) العدد الثالث من سنة 1959 وذلك كشاهد على المدعى السابق ونحن نذكر مقتبسات مما\r\nجاء فيه : \" لكن العلماء الموثوق بعلمهم يقولون أن كل الأنسجة الرئيسية من جسم\r\nالحيوان تقبل البقاء إلى ما لا نهاية وأنه في الإمكان يبقى الإنسان حيا ألوفا من\r\nالسنين إذا لم تعرض عليه عوارض تصرم حبل حياته وقولهم هذا ليس مجرد ظن بل هو نتيجة\r\nعملية مؤيدة بالامتحان . . .\r\nقال الأستاذ ديمندوبرل من أساتذة جامعة جونس هبكنس : أن كل الأجزاء الخلوية\r\nالرئيسية من جسم الإنسان قد ثبت أن خلودها بالقوة صار أمرا مثبتا بالامتحان أو\r\nمرجحا ترجيحا تاما لطول ما عاشه\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nحتى الآن . . . والظاهر أن أول من امتحن ذلك في\r\nأجزاء من جسم الحيوان هو الدكتور جاك لوب . . . ثم أثبت الدكتور ( ودن لويس ) وزوجته\r\nأنه يمكن وضع أجزاء خلوية من جسم جنين طائر في سائل ملحي فتبقى حية وتوالت التجارب\r\n. . . حتى قام الدكتور الكسيس كارل وأثبت منها أن هذه الأجزاء لا تشيخ الحيوان\r\nالذي أخذت منه بل تعيش أكثر مما يعيش هو عادة وقد شرع في التجارب المذكورة في شهر\r\nيناير سنة 1912 ميلادية ولقي عقبات كثيرة وثبت له :\r\n1 - أن هذه الأجزاء الخلوية تبقى حية ما لم يعرض لها عارض يميتها إما من قلة الغذاء\r\nأو من دخول بعض الميكروبات .\r\n2 - أنها لا تكتفي بالبقاء حية بل تنمو خلاياها وتتكاثر كما لو كانت باقية في جسم\r\nالحيوان .\r\n3 - أنه يمكن قياس نموها وتكاثرها ومعرفة ارتباطها بالغذاء الذي يقدم لها .\r\n4 - لا تأثير للزمن أي أنها لا تشيخ وتضعف بمرور الزمن بل لا يبدو عليها أقل أثر\r\nللشيخوخة تنمو وتتكاثر هذه السنة كما كانت تنمو وتتكاثر في السنة الماضية وما\r\nقبلها من السنين .\r\nولكن لماذا يموت الإنسان ؟ ولماذا نرى سنينه محدودة لا تتجاوز المائة إلا نادرا\r\nجدا ؟ الجواب : أن أعضاء الإنسان كثيرة مختلفة وهي مرتبطة بعضها ببعض ارتباطا\r\nمحكما حتى أن حياة بعضها تتوقف على حياة البعض الآخر فإذا ضعف بعضها أو مات لسبب\r\nمن الأسباب مات بموته سائر الأعضاء ناهيك بفتك الأمراض الميكروبية المختلفة وهذا\r\nمما يجعل متوسط العمر أقل جدا من سبعين والثمانين . . . وغاية ، ثبت الآن العمر\r\nأقل جدا من سبعين أو الثمانين أو مائة أو أكثر بل لأن العوارض تثاب ببعض تموت كلها\r\nفإذا استطاع العلم أن يزيل هذه العوارض أو يمنع فعلها لم يبق مانع يمنع استمرار\r\nالحياة مئات من السنين \" ( 15 ) .\r\nوعلى أساس هذا فإنه بعد أن علمنا بعدم المانع من طول العمر فلا إشكال إذن في أن\r\nيمن الله القادر تعالى بحفظه على إنسان ويبقيه آلاف السنين وذلك لأن تنظيم وتحقيق\r\nالشروط التي تؤدي إلى طول العمر ، كل ذلك\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nبيده تعالى ن وهو تعالى ، يستطيع أن يوجد\r\nنظاما حاكما ومقدما على النظام العادي وذلك كما فعل في إجراء كل المعاجز ، فإن\r\nكل معاجز الأنبياء كصيرورة النار بردا على إبراهيم ، وتحول عصى موسى إلى ثعبان ،\r\nوإحياء الموتى لعيسى وغيرها كانت قد تمت على أساس خرق العادة المألوفة حيث أن\r\nالله تعالى أوجد نظاما آخر بقدرته ما أنتج حصول المعجزة ، وأن جميع المسلمين بل\r\nاليهود والنصارى ليصدقون بتلك المعاجز ، فلا يبقى ة الحالة هذه أي إشكال في طول\r\nعمر الإمام المهدي ( ع ) وذلك لأن الحكم بعد إمكانه لا يمكن قبوله بعد تصريح القرآن\r\nالكريم بطول عمر نوح ( ع ) ورؤية نتائج المكتشفات العلمية الحديثة ، وإذا قيل لنا أن\r\nهذا الأمر ممكن لكنه يجري على خلاف النظام المألوف وجب أن نقول في الجواب قلنا لا\r\nمانع في أن يكون طول عمر الإمام خلافا للمألوف المعتاد بعد أن كانت كل معاجز\r\nالأنبياء تجري هذا المجرى بقدرة الله تعالى ووقوع المعاجز لا يحصل في ذهنه أي\r\nإشكال في مسألة طول عمر الإمام ( ع ) .\r\nغيبة الإمام المهدي ( ع )\r\nكان النبي الأكرم ( ص ) يذكر الإمام الثاني عشر للأمة بين الحين والآخر وقد ذكر\r\nالأئمة الأطهار بهذه المسألة دائما . وقد كان لكل ذلك التذكير المتواصل بغيبة\r\nالإمام أثر في جعل كل إنسان معتقد بالإمام المهدي معتقدا بطول عمره ( ع ) وهذه\r\nنماذج من الروايات الكثيرة الواردة في هذا المجال .\r\n1 - قال رسول ( ص ) : \" والذي بعثني بالحق بشيرا ليغيبن القائم من ولدي بعد معهود له\r\nمني حتى يقول أكثر الناس : ما لله في آل محمد حاجة ويشك آخرون في ولادته فمن أدرك\r\nزمانه فليتمسك بدينه ولا يجعل للشيطان عليه سبيلا بشكه فيزيله عن ملتي ويخرجه من\r\nديني فقد أخرج أبويكم من الجنة من قبل وأن الله عز وجل جعل الشياطين أولياء للذين\r\nلا يؤمنون \" ( 17 ) .\r\n2 - وقال أمير المؤمنين ( ع ) : \" للقائم منا غيبة أمدها طويل كأني بالشيعة يجولون\r\nجولان النعم في غيبته يطلبون المرعى فلا يجدونه ، ألا فمن ثبت منهم على دينه ، ولم\r\nيقس قلبه بطول غيبته\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nإمامه فهو معي في درجتي يوم القيامة ثم قال : إن القائم منا\r\nإذا قام لم يكن لأحد في عنقه بيعة فلذلك تخفى ولادته ويغيب شخصه \" ( 18 ) .\r\n3 - وروى محمد بن مسلم قال : سمعت أبا عبد الله ( ع ) يقول : \" إن بلغكم عن صاحبكم غيبة\r\nفلا تنكروها \" ( 19 )\r\n4 - ويقول العلامة الطبرسي صاحب تفسير مجمع البيان متحدثا عن أخبار الغيبة \" وخلدها\r\nالمحدثون من الشيعة في أصولهم المؤلفة في أيام السيدين الباقر والصادق ( ع ) . . ومن\r\nجملة ثقات المحدثين والمصنفين من الشيعة الحسن بن محبوب الزراو وقد صنف كتاب\r\nالمشيخة . . . ذكر فيه بعض ما أوردناه من أخبار الغيبة ومنها ما عن أبي بصير عن\r\nأبي عبد الله ( ع ) قال : قلت له كان أبو جعفر يقول : \" لقائم آل محمد غيبتان واحدة\r\nطويلة والأخرى قصيرة ، قال : فقال لي : نعم يا أبا بصير أحدهما أطول من الأخرى \"\r\n( 20 )\r\nويتوضح في هذا أن الرسول ( ص ) والأئمة ( ع ) أخبروا بوجود الإمام المهدي ( ع ) أخبروا\r\nبأن الإعتقاد بوجوده يصحبه الإعتقاد بغيبته ، ينقل الشيخ الصدوق عليه الرحمة عن\r\nالسيد الحميري قوله : \" كنت أقول بالغلو وأعتقد غيبة محمد بن علي - ابن حنيفة - قد\r\nضللت في ذلك زمانا فمن الله علي بالصادق جعفر بن محمد وأنقذني به من النار وهداني\r\nإلى سواء الصراط ، فسألته بعد ما صح عندي بالدلائل التي شاهدتها منه أنه حجة الله\r\nعلى وعلى جميع أهل زمانه وأنه الإمام الذي فرض الله طاعته وأوجب الاقتداء به\r\nفقلت له : يا بن رسول الله قد روى لنا أخبار عن آبائك عليهم السلام في الغيبة وصحة\r\nكونها فأخبرني بمن تقع ؟ فقال عليه السلام : \" إن الغيبة ستقع بالسادس من ولدي وهو\r\nالثاني عشر من الأئمة الهداة بعد رسول الله صلى الله عليه وآله ، أولهم أمير\r\nالمؤمنين علي بن أبي طالب وآخرهم القائم بالحق بقية الله في الأرض وصاحب الزمان .\r\n. \" ( 21 )\r\nلماذا كانت الغيبة ؟\r\nإن وجود الإمام ( ع ) ووصي النبي ( ص ) أمر ضروري لجهات عديدة منها رفع الاختلافات ،\r\nوتفسير وتوضيح القوانين الإلهية والهداية المعنوية\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالباطنية وغير ذلك وأن الله\r\nتعالى برحمته جعل الإمام أمير المؤمنين ( ع ) وبعده أحد عشر إماما من أبنائه واحدا\r\nبعد الآخر أوصياء للنبي ( ص ) وأئمة للأمة ومن الواضح أن مهمة الإمام صاحب الزمان\r\nتشبه من حيث تمام جوانب الإمامة وظائف الأئمة الآخرين ( ع ) ، وأنه لو لم تكن هناك\r\nموانع فإن عليه أن يظهر للناس لكي يستفيدوا منه ، وإذا كان الأمر كذلك فلماذا كان\r\nغائبا منذ بدء حياته ؟\r\nوعند الإجابة على هذا السؤال نقول :\r\nإن الإعتقاد بحكمة الله تعالى يجعل من غير اللازم أساسا نعرف فلسفة الغيبة بعد أن\r\nثبتت ثبوتا قاطعا لا شك فيه ، فلا يضرنا مطلقا إذن أن لا نعرف علة الغيبة وذلك\r\nشبيه بتلك الموارد الكثيرة التي لا نعرف وجه الحكمة فيها ، وإنما يكفينا فقط أن\r\nيثبت لدينا بالروايات الصحيحة والبراهين القوية أن الله العظيم أرسل حجته إلى\r\nالأمة ولكن كانت هناك بعض المصالح التي استدعت أن يبقى وراء ستار الغيبة ويبدو من\r\nبعض الروايات أن السبب الأصلي للغيبة سيعرف بعد ظهوره ( ع ) يقول : \" إن لصاحب هذا\r\nالأمر غيبة لابد منها يرتاب منها كل مبطل فقلت له : ولم جعلت فداك ؟ قال : لأمر لم\r\nيؤذن لنا في كشفه لكم قلت فما وجه الحكمة في غيبته ، قال : وجه الحكمة في غيبة وجه\r\nالحكمة في غياب من تقدم من حجج الله تعالى ذكره ، إن وجه الحكمة في ذلك لا ينكشف\r\nإلا بعد ظهوره كما لم ينكشف وجه الحكمة فيما أتاه الخضر ( ع ) لموسى عليه السلام إلا\r\nبعد افتراقهما ، يا بن الفضل إن هذا الأمر من أمر الله وسر من سر الله وغيب من غيب\r\nالله ومتى علمنا أن الله عز وجل حكيم صدقنا بأن أفعاله كلها حكمة وإن كان وجهها\r\nغير منكشف \" ( 22 ) .\r\nعلى أنه يمكننا أن نعد للغيبة بعض الفوائد التي قد تكون بعض الأخبار قد أشارت إليه\r\nومنها :\r\n1 - امتحان الأمة\r\nفإن إحدى فوائد غيبة صاحب الزمان هي امتحان الناس ليظهروا على واقعهم فتنكشف الفئة\r\nالتي استبطنت السوء وعدم الإيمان ، وتبدو ظاهرة متميزة عن الفئة التي تمكن\r\nالإيمان من\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nأعماق قلوبها وراح يزداد ويتعمق بانتظارها للفرح وصبرها في الشدائد\r\nواعتقادها بالغيب ، وبازدياد الإيمان ترتفع قدرها وتحصل على درجات عالية من الثواب\r\n.\r\nيقول الإمام موسى بن جعفر ( ع ) : \" إذا فقد الخامس من ولد السابع من الأئمة فالله في\r\nأديانكم لا يزيلنكم عنها أحد يا بني أنه لا بد لصاحب هذا الأمر من غيبة حتى يرجع عن\r\nهذا الأمر من كان يقول به إنما هي محنة من الله امتحن الله بها خلقه \" ( 23 ) .\r\n2 - حفظه ( ع ) من القتل\r\nإن ملاحظة تاريخ الأئمة ( ع ) والجور الذي توجه إليهم من قبل خلفاء بني أمية وبني\r\nالعباس ، ترشدنا إلى أن الإمام الثاني عشر لو كان ظاهرا فإنه سيقتل لا محاله كما\r\nقتل آباؤه من قبل ، وذلك لأن الأعداء والسلطة الجائرة كان قد انتهى إلى سمعها أنه\r\nسيظهر شخص من أهل بيت النبي ( ص ) من ولد علي وفاطمة سلام الله عليهما ، يحطم عروش\r\nالظالمين المستبدين وأنه ابن الإمام العسكري ( ع ) ، لذا فإن العباسيين لم يدخروا\r\nوسعا في تقصي أخبار هذا الإمام ولكن الله تعالى سلمه من كيدهم وخيب آمالهم .\r\nينقل زرارة عن الإمام الصادق ( ع ) أنه قال : \" إن للقائم غيبة قبل ظهوره قلت : لم\r\nقال يخاف القتل \" ( 24 ) .\r\n3 - لئلا تكون في عنقه ( ع ) بيعة لأحد\r\nفهناك بعض الروايات تؤكد هذا المعنى وأن غيبته ( ع ) حفظته من بيعة الظالمين\r\nوالحكام الغاصبين ، وأن سيظهر حين يظهر وليس لأحد بيعة في عنقه ، فيظهر الحق عيانا\r\nوبلا أي مدار به ويقر في الأرض حكم القسط والعدل .\r\nيقول الإمام الصادق ( ع ) : \" يقوم القائم وليس لأحد في عنقه بيعة \" ( 25 )\r\nفوائد وجود الإمام الغائب ( ع )\r\nقلنا - سابقا - بأن الله تعالى عين الإمام المهدي ( ع ) لكي يهدي الناس إلى الحق ولكن\r\nالناس أنفسهم هم الذين منعوه ( ع ) من تنفيذ هذه المهمة ، ومتى ما كان الناس أنفسهم\r\nمستعدين للسير نحو الحكومة الإلهية العالمية الموحدة .\r\nالقائمة عل أساس من العدالة الواقعية ورعاية الحقائق والواقع ، وتطبيق كل أحكام\r\nالإسلام بلا أي خوف أو تقية فإنه ( ع ) سيظهر .\r\nإذن\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nليس هناك من جانب الله الرحيم تعالى أي تقصير في مجال العناية والرحمة ، بل إن\r\nتقصير الناس أنفسهم هو الذي أوجب غيبة الإمام وتأخير ظهور هذه الحكومة العالمية ،\r\nولكنا يجب أن نعلم أن فوائد وجود الإمام لا تنحصر بالإرشادات والهداية الظاهرية\r\nأن كان بين الناس ، بل أن هناك فوائد أخرى من حيث ( التكوين والتشريع ) تترتب على\r\nوجوده وإن كان غائبا عن الناس .\r\nوإن أهم فوائد وجوده ( ع ) هو كونه ( واسطة في الفيض ) وذلك لأنه طبقا للأدلة في\r\nمجال الإمامة ، توضح أن الرابطة بين العالم والخالق تنقطع بعدم وجود الإمام ،\r\nوذلك لأن تمام أنواع الفيض الإلهي أنما تنزل على الناس بواسطة الإمام وقد ورد مضمون\r\nالحديث التالي في أحاديث كثيرة وهو \" لو بقيت الأرض بغير إمام لساخت \" ( 26 ) ، نعم\r\nإن الإمام هو قلب عالم الوجود وقائد البشرية ومربيها ومن هذه الزاوية فإن وجوده\r\nظاهرا أو غائبا لا يفترقان بالنسبة إلى مركزه .\r\nهذا وإن الهداية المعنوية للإمام ( ع ) بالنسبة للأفراد واللائقين لذلك هي هداية\r\nمتصلة وإن لم يستطيع هؤلاء أن يروه ( ع ) خصوصا وأنه ورد أنه يتردد على مجالس\r\nالناس ومحافلهم وإن لم يكونوا يعرفونه .\r\nوعلى هذا فإن صيانة الإمام للدين وهداية الأناس هما أمران حاصلان بتمام المعنى في\r\nزمان الغيبة .\r\nإن الإمام في الحقيقة كالشمس التي يغطيها السحاب تستمد الخلائق منها النور\r\nوالحرارة كان الجهال والعمى ينكرونها .\r\nوهذا هو الإمام الصادق ( ع ) يجيب على سؤال عن كيفية استفادة الناس من الإمام الغائب\r\nبأنهم ينتفعون ، \" كما ينتفعون بالشمس إذا سترها سحاب \" ( 27 ) .\r\nوهنا لا بأس من ملاحظة ما يقول أحد المستشرقين بهذا الصدد \" أعتقد أن مذهب التشيع\r\nهو المذهب الوحيد الذي احتفظ دائما بوجود رابطة الهداية الإلهية بين الله والخلق\r\nوجعل رابطة الولاية حية قائمة بشكل مستمر .\r\nإن المذهب اليهودي ختم النبوة وهي رابطة واقعية بين الله والإنسان بموسى ولم\r\nيذعن بعد ذلك بنبوة السيد المسيح والرسول محمد ( ص )\r\nو ","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nقطع تلك الرابطة وهكذا\r\nالمسيحيون الذين ختموا النبوة بالمسيح وهكذا أهل السنة عندما قطعوا الرابطة\r\nبالرسول الأكرم ( ص ) ومع ختم النبوة به ( ص ) فهم لا يقيمون الترابط بين الخالق\r\nوالمخلوق .\r\nولكن مذهب التشيع لوحده هو الذي يعتقد بختم بالرسول محمد ( ص ) ولكن الولاية وهي\r\nرابطة الهداية والتكميل ستبقى حية وإلى يوم القيامة . . نعم إن قيام هذه الحقيقة\r\nبين العالم الإنساني والإلهي إلى الأبد إنما هو في مذهب التشيع وحسب \" ( 29 ) .\r\nتذكير لازم\r\nإن الاعتقاد بالإمام المهدي ( ع ) يعني أن ارتباط الناس بعالم الغيب لم ينقطع وإن من\r\nيعتقدون بذلك يجب أن يتذكروا الإمام دائما وينتظروا ظهور ذلك المصلح الغيبي\r\nالعظيم وطبيعي أن انتظار الإمام المهدي ( ع ) لا يعني أن يتخلى المسلمون والشيعة عن\r\nمسؤولياتهم ولا يقوموا بأي خطوة في سبيل تحقيق الأهداف الإسلامية ويكتفوا . بمجرد\r\nاستظهاره ( ع ) بل الأمر على العكس من ذلك تماما كما صرحوا به العلماء الكبار\r\nوباحثوا الشيعة منذ مئات السنين بأن المسلمين والشيعة يجب عليهم - مهما كانت الظروف -\r\nأن يعملوا على نشر المعارف الإسلامية وإقرار الأحكام الشرعية وأن يصمدوا في وجه\r\nالظلم والذنب والانحراف ويعارضوه بما يمكنهم . وبعبارة أخرى فإن عليهم أن يعملوا\r\nعلى تهيئة الأرضية المساعدة لقيام حكومة العدل فيربوا الأفراد والمجتمع حتى يكون\r\nبنفسه مجتمعا يسعى نحو الحق وإذا كان الظلم هو الحاكم في المجتمع فإن عليهم أن\r\nيعترضوا عليه ويعرضوا عنه ، إن على كل مسلم أن يضحي في سبيل الإيمان والإسلام\r\nوأن يكون مستعدا في كل آن لاستقبال دعوة الإمام المهدي ( ع ) وذلك بأن ينظم حياته\r\nبشكل لا يتناقض مع دعوته ( ع ) لكي يكون مؤهلا للانخراط في سلك أتباعه وأنصاره\r\nويقارع أعداءه بكل ثبات .\r\nوالسلام\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتم والحمد لله رب العالمين\r\nاللهم عجل لوليك النصر\r\n\r\n","description":"","footnote":" 1 - أصول الكافي ، ج 1 ص 514 طبعة 1388 .\r\n2 - المزمور 37 ، الدرقام 10 - 30 .\r\n3 - وقد نقلنا من قبل عبارة الزبور \" إذا علنت أن القيادة اللائقة ستتسلم الأمور في\r\nالعالم .\r\n4 - سورة الأنبياء آية 105\r\n5 - سورة النور آية 55\r\n6 - سورة الصف آية 9\r\n7 - سورة القصص آية 5\r\n8 - هناك آيات أخرى تؤكد هذا المعنى بعد أن فسرتها أو أولتها الروايات بما يتصل\r\nوقضية الإمام المهدي ( ع ) وذلك من مثل ( آية \" الذين يؤمنون بالغيب \" وآية \" أمن يجيب\r\nالمضطر إذا دعاه \" وغيرها ) وهي آيات كثيرة ذكر عمدتها المرحوم السيد هاشم\r\nالبحراني في كتاب ( المحجة فيما نزل في القائم الحجة )\r\n9 - كشف الظنون ج 1 ، 2 ، هدية العارفين ج 1 ، 2 ، إيضاح المكنون\r\n10 - منتخب الأثر ص 249\r\n11 - المهدي ص 60\r\n12 - منتخب الأثر ص 225\r\n13 - ذخائر العقبى ص 136\r\n14 - اثبات الهداة ج 2 ص 562\r\n15 - سورة العنكبوت الآية 14\r\n16 - المهدي ص 136 - 132\r\n17 - اثبات الهداة ج 6 ص 386\r\n18 - اثبات الهداة ج 6 ص 395 - 394\r\n19 - اثبات الهداة ج 6 ص 350\r\n20 - إعلام الورى ص 416\r\n21 - كمال الدين ص 33\r\n22 - اثبات الهداة ج 6 ص 438\r\n23 - بحار الأنوار ج 52 ص 113\r\n24 - منتخب الأثر ص 269\r\n25 - اثبات الهداة ج 6 ص 436\r\n26 - أصول الكافي ج 1 ص 178 طبع الآخندي\r\n27 - منتخب الأثر ص 271\r\n28 - الدكتور كربن أستاذ الفلسفة في جامعة السوربون\r\n29 - الكتاب السنوي \" مكتب تشيع \" السنة الثانية ص ج 20 21 ","page_name":" 14 ","page_number":14}
  ]