[
  {"content":"\r\nمعجم الأدباء\r\nلياقوت\r\nالجزء الأول\r\nالطبعة الثالثة\r\nمنقحة ومصححة وفيها زيادات\r\n1400 ه‍ - 1980 م\r\nدار الفكر\r\nللطباعة والنشر والتوزيع\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nمقدمة الناشر للطبعة الثالثة\r\nلما كانت الطبعان الأولى والثانية من هذا السفر الجليل قد نفدت جميعها ولا زال هذا الكتاب يطلب بكثرة لحاجة الباحثين إليه .\r\nفقد قامت دار الفكر بمراجعة الكتاب وتصحيح الأخطاء المطبعية التي وردت فيه .\r\nكما قامت بمراجعة الكتاب لتفادي أية أخطاء قد تكون فاتت على المصححين الطابعين .\r\nوبعد استدراك هذه الأخطاء قامت دار الفكر بطبع هذا المؤلف النفيس بطريقة التصوير عن طبعة دار المأمون .\r\nوقد أبقينا في الكتاب مقدمة ناشر الطبعة الأولى المستشرق « مرجليوث » لما فيها من الفائدة ومقدمة ناشر الطبعة الثانية اعترافا بفضله .\r\nوالله ولي التوفيق\r\nدار الفكر\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nوبه الإعانة\r\nالحمد لله ذي القدرة القاهرة والآيات الباهرة والآلاء الظاهرة والنعم المتظاهرة حمدا يؤذن بمزيد نعمه ويكون حصنا مانعا من نقمه وصلى الله على خير الأولين والآخرين من النبيين والصديقين محمد النبي والرسول الأمي ذي الشرف العلي والخلق السني والكرم المرضي وعلى آل الكرام وأتباعه سرج الظلام وشرف وعظم وبجل وكرم\r\nوبعد فما زلت منذ غذيت بغرام الأدب وألهمت حب العلم والطلب مشغوفا بأخبار العلماء متطلعا إلى أنباء الأدباء أسائل عن أحوالهم وأبحث عن نكت أقوالهم\r\n","description":"","footnote":"","page_name":" 45 ","page_number":3},
  {"content":"\r\nبحث المغرم الصب والمحب عن الحب وأطوف على مصنف فيهم يشفي العليل ويداوي لوعة الغليل فما وجدت في ذلك تصنيفا شافيا ولا تأليفا كافيا\r\nمع أن جماعة من العلماء والأئمة القدماء أصحاب كتب التراجم أعطوا ذلك نصيبا من عنايتهم وافرا فلم يكن عن صبح الكفاية سافرا كأبي بكر محمد بن عبد الملك التاريخي وأرى أنه أول من أعارهم طرفه وسود في تبييض أخبارهم صحفه لأنه قال في مقدمة كتابه وقد أجتهد أبو العباس محمد بن مؤيد الأزدي وأبو العباس أحمد بن يحيى الشيباني في مثل ما أودعناه كتابنا من أخبار النحويين فما وقعا ولا طارا هذا مع أن كتابه صغير الحجم قليل التراجم محشو بالنوادر التي رووها لا يختص بأخبارهم أنفسهم\r\nثم ألف بعده في هذا الأسلوب أبو محمد عبد الله بن\r\n","description":"","footnote":"","page_name":" 46 ","page_number":4},
  {"content":"\r\nجعفر بن درستويه كتابا لم يقع إلينا إلا أننا نظنه كذلك\r\nثم صنف فيه أبو عبيد الله محمد بن عمران المرزباني كتابا حفيلا كبيرا على عادته في تصانيفه إلا أنه حشاه بما رووه وملأه بما وعوه فينبغي أن يسمى مسند النحويين وقد وقفت على هذا الكتاب وهو تسعة عشر مجلدا ونقلت فوائده إلى هذا الكتاب مع أنه أيضا قليل التراجم بالنسبة إلى كبر حجمه\r\nثم ألف فيه أبو سعيد الحسن بن عبد الله بن المرزبان السيرافي القاضي كتابا صغيرا في نحاة البصرة نقلنا أيضا فوائده إلى هذا الكتاب\r\nثم جمع في ذلك أبو بكر محمد بن حسن الإشبيلي الزبيدي كتابا لم يقصر فيه وهو أكثر هذه الكتب فوائد وأكثرها تراجم وفرائد وقد نقلنا فوائده أيضا إلى هذا الكتاب\r\n","description":"","footnote":"","page_name":" 47 ","page_number":5},
  {"content":"\r\nثم ألف فيه القاضي أبو المحاسن المفضل بن محمد بن مسعر المغربي كتابا لطيفا نقلنا فوائده\r\nثم ألف فيه علي بن فضال المجاشعي كتابا وسماه شجرة الذهب في أخبار أهل الأدب وقع إلي منه شيء فوجدته كثير التراجم إلا أنه قليل الفائدة لكونه لا يعتني بالأخبار ولا يعبأ بالوفيات والأعمار\r\nثم ألف فيه الكمال عبد الرحمن بن محمد بن الأنباري كتابا سماه نزهة الألبا في أخبار الأدباء نقلنا فوائده أيضا\r\nوكنت مع ذلك أقول للنفس مماطلا وللهمة مناضلا رب غيث غب البارقة ومغيث تحت الخافقة إلى أن هزم اليأس الطمع واستولى الجد على اللعب الولع وعلمت أنه طريق لم يسلك ونفيس لم يملك فاستخرت الله الكريم واستنجدت بحوله العظيم وجمعت في هذا الكتاب ما وقع إلي من أخبار النحويين واللغويين والنسابين والقراء المشهورين والأخباريين والمؤرخين والوراقين المعروفين\r\n","description":"","footnote":"","page_name":" 48 ","page_number":6},
  {"content":"\r\nوالكتاب المشهورين وأصحاب الرسائل المدونة وأرباب الخطوط المنسوبة والمعينة وكل من صنف في الأدب تصنيفا أو جمع في فنه تأليفا مع إيثار الاختصار والإعجاز في نهاية الإيجاز ولم آل جهدا في إثبات الوفيات وتبيين المواليد والأوقات وذكر تصانيفهم ومستحسن أخبارهم والإخبار بأنسابهم وشئ من أشعارهم فأما من لقيته أو لقيت من لقيه فأورد لك من أخباره وحقائق أموره ما لا أترك لك بعده تشوفا إلى شيء من خبره وأما من تقدم زمانه وبعد أوانه فأورد من خبره ما أدت الاستطاعة إليه ووقفني النقل عليه في تردادي إلى البلاد ومخالطتي للعباد وحذفت الأسانيد إلا ما قل رجاله وقرب مناله مع الاستطاعة لإثباتها سماعا وإجازة\r\nإلا أنني قصدت صغر الحجم وكبر النفع وأثبت مواضع نقلي ومواطن أخذي من كتب العلماء المعول في هذا الشأن عليهم والمرجوع في صحة\r\n","description":"","footnote":"","page_name":" 49 ","page_number":7},
  {"content":"\r\nالنقل إليهم وكنت قد شرعت عند شروعي في هذا الكتاب أو قبله في جمع كتاب في أخبار الشعراء المتأخرين والقدماء ونسجتها على هذا المنوال وسبكتها على هذا المثال في الترتيب والوضع والتبويب فرأيت أكثر أهل العلم المتأدبين والكبراء المتصدرين لا تخلو قرائحهم من نظم شعر وسبك نثر فأودعت ذلك الكتاب كل من غلب عليه الشعر فدون ديوانه وشاع بذلك ذكره وشأنه ولم يشتهر برواية الكتب وتأليفها والآداب وتصنيفها وأما من عرف بالتصنيف واشتهر بالتأليف وصحت روايته وشاعت درايته وقل شعره وكثر نثره فهذا الكتاب عشه ووكره وفيه يكون ثناؤه وذكره وأجتزئ به عن التكرار هناك إلا النفر اليسير الذي دعت الضرورة إليهم ودلتنا عنايتهم بالصناعتين عليهم ففي هذين الكتابين أكثر أخبار الأدباء من العلماء والشعراء وقصدت بترك التكرار خفة محمله في الأسفار وحيازة\r\n","description":"","footnote":"","page_name":" 50 ","page_number":8},
  {"content":"\r\nما أهواه من هذا النشوار وجعلت ترتيبه على حروف المعجم أذكر أولا من أول اسمه ألف ثم من أول اسمه باء ثم تاء ثم ثاء إلى آخر الحروف وألتزم ذلك في أول حرف من الاسم وثانيه وثالثه ورابعه فأبدأ بذكر من اسمه آدم ألا ترى أن أول اسمه همزة ثم ألف ثم من اسمه إبراهيم لأن أول اسمه ألف وبعد الألف باء ثم كذلك إلى آخر الحروف وألتزم ذلك في الآباء أيضا فاعتبره فإنك إذا أردت الاسم تجد له موضعا واحدا لا يتقدم عليه ولا يتأخر عنه اللهم إلا أن يتفق أسماء عدة رجال وأسماء آبائهم فإن ذلك مما لا حصر فيه إلا بالوفاة فإني أقدم من تقدمت وفاته على من تأخرت وأفردت في آخر كل حرف فصلا أذكر فيه من اشتهر بلقبه على ذلك الحرف من غير أن أورد شيئا من أخباره فيه إنما أدل على اسمه واسم أبيه لتطلبه في موضعه ولم أقصد أدباء قطر ولا علماء عصر ولا إقليم معين ولا بلد مبين بل\r\n","description":"","footnote":"","page_name":" 51 ","page_number":9},
  {"content":"\r\nجمعت للبصريين والكوفيين والبغداديين والخراسانيين والحجازيين واليمنيين والمصريين والشاميين والمغربيين وغيرهم على اختلاف البلدان وتفاوت الأزمان حسب ما اقتضاه الترتيب وحكم بوضعه التبويب لا على قدر أقدارهم في القدمة والعلم والتأخر والفهم وابتدأته بفصل يتضمن أخبار قوم من متخلفي النحويين والمتقدمين المجهولين وإني لجد عالم ببغيض يندد ويزري علي ويقبل بوجه اللائمة إلي ممن قد أشرب الجهل قلبه واستعصى على كرم السجية لبه يزعم أن الاشتغال بأمر الدين أهم ونفعه في الدنيا والآخرة أعم أما علم أن النفوس مختلفة الطبائع متلونة النزائع ولو اشتغل الناس كلهم بنوع من العلم واحد لضاع باقيه ودرس الذي يليه وأن الله جل وعز جعل لكل علم يحفظ جملته وينظم جوهرته والمرء ميسر لما خلق له ولست\r\n","description":"","footnote":"","page_name":" 52 ","page_number":10},
  {"content":"\r\nأنكر أني لو لزمت مسجدي ومصلاي واشتغلت بما يعود بعاقبة دنياي في أخراي لكان أولى وبطريق السلامة في الآخرة أحرى ولكن طلب الأفضل مفقود واعتماد الأحرى غير موجود وحسبك بالمرء فضلا ألا يأتي محظورا ولا يسلك طريقا غرورا\r\nوبعد فهذه أخبار قوم عنهم أخذ علم القرآن المجيد والحديث المفيد وبصناعتهم تنال الإمارة وببضاعتهم يستقيم أمر السلطان والوزارة وبعلمهم يتم الإسلام وباستنباطهم يعرف الحلال من الحرام ألا ترى أن القارئ إذا قرأ أن الله بريء من المشركين ورسوله بالرفع فقد سلك طريقا من الصواب واضحا وركب منهجا من الفضل لائحا فإن كسر اللام من رسوله كان كفرا بحتا وجهلا قحا\r\nوقد روي أن أبا عمرو بن العلاء كان يقول لعلم العربية هو\r\n","description":"","footnote":"","page_name":" 53 ","page_number":11},
  {"content":"\r\nالدين بعينه فبلغ ذلك عبد الله بن المبارك فقال صدق لأني رأيت النصارى قد عبدوا المسيح لجهلهم بذلك قال الله تعالى أنا ولدتك من مريم وأنت نبيي فحسبوه يقول أنا ولدتك وأنت بنيي فبتخفيف اللام وتقديم الباء وتعويض الضمة بالفتحة كفروا\r\nوحسبك من شرف هذا العلم أن كل علم على الإطلاق مفتقر إلى معرفته محتاج إلى استعماله في محاورته وصاحبه فغير مفتقر إلى غيره وغير محتاج إلى الاعتضاد والاعتماد على سواه فإن العلم إنما هو باللسان فإذا كان اللسان معوجا فمتى يستقيم ما هو به وإن أردت إقامة الدليل على شأن أهل هذا الشان وإيضاح فضلهم بالدلائل والبرهان كنت كمن تكلف دليلا على ضياء النهار وإشراق الشمس وإحراق النار فإن ذلك لا يخفى على الصامت من الحيوان فكيف الناطق وعلى كل كه فه فكيف الحاذق\r\nفقد جمعت من أخبار هذه الطائفة بين حكم وأمثال\r\n","description":"","footnote":"","page_name":" 54 ","page_number":12},
  {"content":"\r\nوأخبار وأشعار ونثر وآثار وهزل وجد وخلاعة وزهد ومبك ومضحك وموعظة ونسك .\r\nمن كل معنى يكاد الميت يفهمه * حسنا ويعبده القرطاس والقلم\r\nفهو لا ينفق إلا على من جبل على العلم طبعه وعمر بحب الفضل ربعه فظل للآداب خدينا ولصحة العقل قرينا قد عجنت بالظرافة طينته وسيرت باللطافة سيرته وأما أهل الجهل والغي والفهاهة والعي فليس ذا عشك فادرجي ولا مبيتك فادلجي فليعفني المفند البغيض وليعرض عن التعريض على\r\n","description":"","footnote":"","page_name":" 55 ","page_number":13},
  {"content":"\r\nأنني معترف بقول يحيى بن خالد لا يزال الرجل في فسحة من عقله ما لم يقل شعرا أو يصنف كتابا\r\nوقد كتب جعفر بن يحيى إلى بعض عماله وقد وقف على سهو في كتاب ورد منه اتخذ كاتبا متصفحا لكتبك فإن المؤلف تنازعه أمور وتعتوره خروق تشغل قلبه وتشعب فكره من كلام ينسقه وتأليف ينظمه ومعنى يتعلق به يشرحه وحجة يوضحها والمتصفح للكتاب أبصر بمواضع الخلل من مبتدئ تأليفه\r\nوأنا فقد اعترفت بقصوري فيما اعتمدت عن الغاية وتقصيري عن الانتهاء إلى النهاية فأسأل الناظر فيه ألا يعتمد العنت ولا يقصد قصد من إذا رأى حسنا ستره وعيبا أظهره وليتأمله بعين الإنصاف لا الانحراف فمن طلب عيبا وجد وجد ومن أفتقد زلل أخيه بعين الرضا فقد فقد فرجم الله أمرا قهر هواه وأطاع الإنصاف ونواه وعذرنا\r\n","description":"","footnote":"","page_name":" 56 ","page_number":14},
  {"content":"\r\nفي خطأ إن كان منا وزلل إن صدر عنا فالكمال محال لغير ذي الجلال فالمرء غير معصوم والنسيان في الإنسان غير معدوم وإن عجز عن الاعتذار عنا والتصويب فقد علم أن كل مجتهد مصيب فإنا وإن أخطأنا في مواضع يسيرة فقد أصبنا في مواطن كثيرة فما علمنا فيمن تقدمنا وأمنا من الأئمة القدماء إلا وقد نظم في سلك أهل الزلل وأخذ عليه شيء من الخطل وهم هم فكيف بنا مع قصورنا واقتصارنا وصرف جل زماننا في نهمة الدنيا وطلب المعاش وتنميق الرياش الذي مرادنا منه صيانة العرض وبقاء ماء الوجه لدى العرض\r\nوإنما تصديت لجمع هذا الكتاب لفرط الشغف والغرام والوجد بما حوى والهيام لا لسلطان أجتديه ولا لصدر أرتجيه غير أتي أرغب إلى الناظر فيه أن يترحم علي ويعطف جيد دعائه إلي فذلك ما لا كلفه فيه عليه ولا\r\n","description":"","footnote":"","page_name":" 57 ","page_number":15},
  {"content":"\r\nضرر يرجع به إليه فربما انتفعت بدعوته وفزت بما قد أمن هو من معرته\r\nومع ما تقدم من اعتذارنا ومر من تنصلنا واستغفارنا فقد رآني جماعة من أهل العصر وقد نظمت لآلئ هذا الكتاب وأبرزته في أبهى من الحلي على ترائب الكعاب فاستحسنوه والتمسوه لينسخوه فوجدت في نفسي شحا عليهم وبخلا بعطف جيده إليهم لأنه مني بمنزلة الروح من جسد الجبان والسوداوين من العين والجنان مع كوني غير راض لنفسي بذلك المنع ولا حامد لها على ذلك الصنع لكنها طبيعة عليها جبلت وسجية إليها جبرت حتى قلت فيه مع اعترافي بقلة بضاعتي في الشعر وعلمي بركاكة نظمي والنثر .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":16},
  {"content":"\r\nفكم قد حوى من فضل قول محبر * ومن نثر مصقاع ومن نظم ذي فهم\r\nومن خبر حلو طريف جمعته * على قدم الأيام للعرب والعجم\r\nترنح أعطافي إذا ما قرأته * كما رنحت شرابها ابنة الكرم\r\nولو أنني أنصفته في محبتي * لجلدته جلدي وصندقته عظمي\r\nعزيز على فضلي بألا أطيعه * على بذله للطائفين على العلم\r\nولو أنني أسطيع من فرط حبه * لما زال من كفي ولا غاب عن كمي\r\nوقد قرأت بخط أبي سعد السمعاني لأبي عبد الله محمد بن سلامة المقري في هذا النشوار :\r\n","description":"","footnote":"","page_name":" 59 ","page_number":17},
  {"content":"\r\nإني لما أنا فيه من منافستي * فيما شغفت به من هذه الكتب\r\nلقد علمت بأن الموت يدركني * من قبل أن ينقضي من حبها أربي\r\nومجموعة فيها علوم كثيرة * يقر بما فيها عيون الأفاضل\r\nألذ من النعمى وأحلى من المنى * وأحسن من وجه الحبيب المواصل\r\nحكت روضة حاكت يد القطر وشيها * ومسك رياها نسيم الأصائل\r\nأطالعها في كل وقت فأجتلي * عقائل يغلي مهرها كل عاقل\r\n","description":"","footnote":"","page_name":" 60 ","page_number":18},
  {"content":"\r\nوأمنعها الجهال فهي حبيبة * جرى حبها مجرى دمي في مفاصلي\r\nتضمين نصف بيت للمتنبي واعلم أنني لو أعطيت حمر النعم وسودها ومقانب الملوك وبنودها لما سرني أن ينسب هذا الكتاب إلى سواي وأن يفوز بقصب سبقه إلاي لما قاسيت في تحصيله من المشقة وطويت في تكميله من طول الشقة فإنني علم الله أني لم أقف على باب أحد من العالم أجتديه ولا أحصي عدد ما وقفت على الأبواب للفوائد التي فيه فلا غرو أن أمنعه من ملتمسيه وأحجبه من الراغبين فيه على أني ما زلت أعاتب نفسي على هذا الصنيع وأعده من الأمر الفظيع والخلق الشنيع إلى أن وقفت على الكتاب الذي ألفه محمد بن عبد الملك التاريخي في أخبار النحويين وقد قال في ديباجته ولم أقصد بهذا\r\n","description":"","footnote":"","page_name":" 61 ","page_number":19},
  {"content":"\r\nالكتاب لهوا ولا لعبا ولا سمحت نفسي ببذله ولا طابت ببثه وإخراجه إلى غير أبي الحسين محمد بن عبد الرحمن الروذباري الكاتب أطال الله بقاه فإنه لي كما قال معاوية بن قرة في ابنه إياس بن معاوية وقد قيل له كيف ابنك فقال خير ابن كفاني أمر الدنيا وفرغني لأمر الآخرة ثم قال وما أحصي عدد من انقطع بيننا وبينه من الإخوان في ردنا إياه عن هذا الكتاب فحينئذ خففت عن نفسي اللوم إذ كان التأسي من أخلاق القوم وعلمت أن النفوس بخيلة بالنفائس شحيحة بإبراز العرائس\r\nهذا وإنما يشتمل كتابه على ثلاث وعشرين ترجمة نقلت زبدها إلى هذا الكتاب فلم ألام إذا أخفيته على طالبيه وحجبته عن خاطبيه وقد أقسمت ألا أسمح بإعارته ما دام في مسودته لئلا يلح طالب بالتماسه ولا يكلفني إبرازه من كناسه فحملهم منعي على احتذائه وتصنيف شرواه\r\n","description":"","footnote":"","page_name":" 62 ","page_number":20},
  {"content":"\r\nفي استوائه وما أظنهم يشقون غباره ويحسنون ترتيبه وإسطاره وفقت وإن وقفت لنظر الجميع فستعرف الظالع من الضليع فإذا هذبته وبيضته فتمتع به فإنه كتاب أسهرت لك فيه طرفي وأنضيت في تحصيله طرفي وطرفي وقد حصلته عفوا وملكته صفوا فاجعل جائزتي دعاء يزكو غرسه عند ذي العرش واحمدني في بسطه والفرش واذكرني في صالح دعائك فرب دعوة صادفت إجابة ورمية حصلت إصابة ولو أنصف أهل الأدب لاستغنوا به عن المأكل والمشرب ولكنني أخاف أن يأتيه النقص من جهة زيادة فضله وأن يقعد بقيام جده عظم خطره ونبله وأستشعر له أمرين منبعهما من قلة الإنصاف واجتناب الحق والانحراف أحدهما أن يقال هل هو\r\n","description":"","footnote":"","page_name":" 63 ","page_number":21},
  {"content":"\r\nإلا تصنيف رومي مملوك وما عسى أن يأتي به وليس في أبناء جنسه له نظير وما كان في أمته رجل خطير لاستيلاء التقليد على العالم والبليد فهم لا ينظرون ما قيل أنما يسألون عمن قال ونعم العون للعالم القئول حسن الاعتقاد والقبول والأمر الآخر قصور الهمم الغالب على أكثر الأمم إذ كل همه تحصيل المأكول والملبوس ولا تسمو همته إلى تشريف النفوس\r\nواعلم حباك الله بحسن رعايته وأمدك بفضل هدايته أن هذا الفن من العلم ليس من بابه من يطلب العلم للمعاش أو ليحصل الزينة والرياش ولا هو مما ينفق في المدارس أو يناظر به في المجالس إنما هو علم الملوك والوزراء والجلة من الناس والكبراء يجعلونه ربيعا لقلوبهم ونزهة لنفوسهم ترتاح إليه أرواحهم وتشتمل عليه أفراحهم فهو ربيع النفوس النفيسة ورأس مال العلوم الرئيسة\r\n","description":"","footnote":"","page_name":" 64 ","page_number":22},
  {"content":"\r\nوقد سميت هذا الكتاب إرشاد الأريب إلى معرفة الأديب ومن الله أستمد المعونة وإياه أسأل التوفيق لما يرضيه والهداية إلى ما يحبه ويزلف إليه إنه جواد كريم رؤوف رحيم\r\n","description":"","footnote":"","page_name":" 65 ","page_number":23},
  {"content":"\r\n\r\n( الفصل الأول )\r\nفي فضل الأدب وأهله وذم الجهل وحمله\r\nقال أمير المؤمنين علي بن أبي طالب رضي الله عنه كفى بالعلم شرفا أنه يدعيه من لا يحسنه ويفرح إذا نسب إليه من ليس من أهله وكفى بالجهل خمولا أنه يتبرأ منه من هو فيه ويغضب إذا نسب إليه فنظم بعض المحدثين ذلك فقال :\r\nكفى شرفا للعلم دعواه جاهل * ويفرح أن يدعى إليه وينسب\r\nويكفي خمولا بالجهالة أنني * أراع متى أنسب إليها وأغضب\r\nوقال رضي الله عنه قيمة كل إنسان ما يحسن فنظمه شاعر وقال :\r\nلا يكون الفصيح مثل العيي * لا ولا ذو الذكاء مثل الغبي\r\n","description":"","footnote":"","page_name":" 66 ","page_number":24},
  {"content":"\r\nقيمة المرء قدر ما يحسن المرء * قضاء من الإمام علي\r\nوقال كرم الله وجهه كل شيء يعز إذا نزر ما خلا العلم فإنه يعز إذا غزر\r\nومر عمر بن الخطاب رضي الله عنه على قوم يسيئون الرمي فقرعهم فقالوا إنا قوم متعلمين فأعرض مغضبا وقال والله لخطؤكم في لسانكم أشد علي من خطئكم في رميكم سمعت أن رسول الله صلى الله عليه وسلم كان يقول رحم الله امرأ أصلح من لسانه\r\nوروي أن أمير المؤمنين علي بن أبي طالب رضي الله عنه لما قرأ ونادوا يا مال ليقض علينا ربك أنكر عليه ابن عباس فقال علي هذا من الترخيم في النداء فقال ابن عباس ما أشغل أهل النار في النار عن الترخيم في النداء فقال علي صدقت .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":25},
  {"content":"\r\nفهذا يدل على تحقق الصحابة من النحو وعلمهم به\r\nاستأذن رجل على إبراهيم النخعي فقال أبا عمران في الدار فلم يجبه فقال أبي عمران في الدار فناداه قل الثالثة وادخل\r\nوكان الحسن بن أبي الحسن يعثر لسانه بشيء من اللحن فيقول أستغفر الله فقيل له فيه فقال من أخطأ فيها فقد كذب على العرب ومن كذب فقد عمل سوءا وقال الله تعالى « ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما »\r\nوذكر أبو حيان في كتاب محاضرات العلماء حدثنا القاضي أبو حامد أحمد بن بشر قال كان الفراء يوما عند محمد بن الحسن فتذاكرا في الفقه والنحو ففضل الفراء النحو على الفقه وفضل محمد بن الحسن الفقه على النحو حتى قال الفراء قل رجل أنعم النظر في العربية وأراد علما غيره إلا سهل عليه فقال محمد بن الحسن يا أبا زكريا قد أنعمت النظر\r\n","description":"","footnote":"","page_name":" 68 ","page_number":26},
  {"content":"\r\nفي العربية وأسألك عن باب من الفقه فقال هات على بركة الله تعالى فقال له ما تقول في رجل صلى فسها في صلاته وسجد سجدتي السهو فسها فيهما فتفكر الفراء ساعة ثم قال لا شيء عليه فقال له محمد لم قال لأن التصغير عندنا ليس له تصغير وإنما سجدتا السهو تمام الصلاة وليس للتمام تمام فقال محمد بن الحسن ما ظننت أن آدميا مثلك\r\nوحكي عن بعض الفقهاء أنه كان يقول حب من الناس حب من الله وما صلح دين إلا بحياء ولا حياء إلا بعقل وما صلح حياء ولا دين ولا عقل إلا بأدب\r\nوأنشد أبو الفضل الرياشي :\r\nطلبت يوما مثلا سائرا * فكنت في الشعر له ناظما\r\nلا خير في المرء إذا ما غدا * لا طالب العلم ولا عالما\r\nوفي الخبر ارحموا ثلاثة عزيز قوم ذل وغني قوم افتقر وعالما يلعب الجهال بعلمه\r\nفنظمه شاعر فقال :\r\nإني من النفر الثلاثة حقهم * أن يرحموا لحوادث الأزمان\r\n","description":"","footnote":"","page_name":" 69 ","page_number":27},
  {"content":"\r\nمثر أقل وعالم مستجهل * وعزيز قوم ذل للحدثان\r\nويقال فقدان الأديب الطبع كفقدان ذي النجدة السلاح ولا محصول لأحدهما دون الآخر وقال :\r\nنعم عون الفتى إذا طلب العلم * ورام الآداب صحة طبع\r\nفإذا الطبع فاته بطل السعي * وصار الغناء في غير نفع\r\nومما يقارب ذلك قول بعضهم :\r\nمن كان ذا عقل ولم يك ذا غنى * يكون كذي رجل وليس له نعل\r\nومن كان ذا مال ولم يك ذا حجى * يكون كذي نعل وليس له رجل\r\nوقال آخر :\r\nأرى نورا والتأدب حلية * فخذ منهما في رغبة بنصيب\r\nوليس يتم العلم في الناس للفتى * إذا لم يكن في علمه بأديب\r\n","description":"","footnote":"","page_name":" 70 ","page_number":28},
  {"content":"\r\nوأنشد أبو حاتم سهل بن يحيى السجستاني :\r\nإن الجواهر درها ونضارها * هن الفداء لجوهر الآداب\r\nفإذا اكتنزت أو ادخرت ذخيرة * تسمو بزينتها على الأصحاب\r\nفعليك بالأدب المزين أهله * كيما تفوز ببهجة وثواب\r\nفلرب ذي مال تراه مبعدا * كالكلب ينبح من وراء حجاب\r\nوترى الأديب وإن دهته خصاصة * لا يستخف به لدى الأتراب\r\nوقال آخر :\r\nما وهب الله لامرئ هبة * أحسن من عقله ومن أدبه\r\nهما جمال الفتى فإن فقدا * ففقده للحياة أجمل به\r\nوحدث أبو صالح الهروي قال كان عبد الله بن المبارك\r\n","description":"","footnote":"","page_name":" 71 ","page_number":29},
  {"content":"\r\nيقول : أنفقت في الحديث أربعين ألفا وفي الأدب ستين ألفا وليت ما أنفقته في الحديث أنفقته في الأدب قيل له كيف قال لأن النصارى كفروا بتشديدة واحدة خففوها قال تعالى يا عسى إني ولدتك من عذراء بتول فقالت النصارى ولدتك\r\nشاعر :\r\nولم أر عقلا صح إلا بشيمة * ولم أر علما صح إلا على أدب\r\nوقال آخر :\r\nلكل شيء حسن زينة * وزينة العالم حسن الأدب\r\nقد يشرف المرء بآدابه * فينا وإن كان وضيع النسب\r\nوقال آخر :\r\nمن كان مفتخرا بالمال والنسب * فإنما فخرنا بالعلم والأدب\r\nلا خير في رجل حر بلا أدب * لا لا وإن كان منسوبا إلى العرب\r\n","description":"","footnote":"","page_name":" 72 ","page_number":30},
  {"content":"\r\nقالوا والفرق بين الأديب والعالم أن الأديب من يأخذ من كل شيء أحسنه فيألفه والعالم من يقصد بفن من العلم فيعتمله ولذلك قال علي كرم الله وجهه العلم أكثر من أن يحصى فخذوا من كل شيء أحسنه شاعر :\r\nذخائر المال لا تبقى على أحد * والعلم تذخره يبقى على الأبد\r\nوالمرء يبلغ بالآداب منزلة * يذل فيها له ذو المال والعقد\r\nوحدث سفيان قال سمعت الخليل بن أحمد يقول إذا أردت أن تعلم العلم لنفسك فاجمع من كل شيء شيئا وإذا أردت أن تكون رأسا في العلم فعليك بطريق واحد ولذلك قال الشعبي ما غلبني إلا ذو فن\r\nشاعر :\r\nلا فقر أكبر من فقر بلا أدب * ليس اليسار بجمع المال والنشب\r\n","description":"","footnote":"","page_name":" 73 ","page_number":31},
  {"content":"\r\nمال المال إلا جزازات ملفقة * فيها عيون من الأشعار والخطب\r\nويقال من أراد السيادة فعليه بأربع العلم والأدب والعفة والأمانة\r\nشاعر :\r\nكم من خسيس وضيع القدر ليس له * في العز أصل ولا ينمي إلى حسب\r\nقد صار بالأدب المحمود ذا شرف * عال وذا حسب محض وذا نسب\r\nوقال بزر جمهر من كثر أدبه كثر شرفه وإن كان وضيعا وبعد صوته وإن كان خاملا وساد وإن كان غريبا وكثرت الحاجة إليه وإن كان فقيرا\r\nويقال عليكم بالأدب فإنه صاحب في السفر ومؤنس في الحضر وجليس في الوحدة وجمال في المحافل وسبب إلى طلب الحاجة\r\n","description":"","footnote":"","page_name":" 74 ","page_number":32},
  {"content":"\r\nويقال مروءتان ظاهرتان الفصاحة والرياش\r\nوكلم شبيب بن شيبة رجلا من قريش فلم يحمد أدبه فقال له يا ابن أخي الأدب الصالح خير لك من الشرف المضاعف وقال :\r\nوكم من ماجد أضحى عديما * له حسن وليس له بيان\r\nوما حسن الرجال لهم بزين * إذا لم يسعد الحسن اللسان\r\nوقال أبو نواس ما استكثر أحد من شيء إلا وثقل عليه إلا ملة الأدب فإنه كلما استكثر منه كان أشهى له وأخف عليه\r\nوقال الشره في الطعام دناءة وفي الأدب مروءة\r\nويقال الأديب نسيب الأديب :\r\nإن يكد مطرف الإخاء فإننا * نسري ونغدو في إخاء تالد\r\n","description":"","footnote":"","page_name":" 75 ","page_number":33},
  {"content":"\r\nأو نفترق نسبا يؤلف بيننا * أدب أقمناه مقام الوالد\r\nأو يختلف ماء الوصال فماؤنا * عذب تحدر من غمام واحد\r\nوقال ابن السكيت خذ من الأدب ما يعلق بالقلوب وتشتهيه الآذان وخذ من النحو ما تقيم به الكلام ودع الغوامض وخذ من الشعر ما يشتمل على لطيف المعاني واستكثر من أخبار الناس وأقاويلهم وأحاديثهم ولا تولعن بالغث منها\r\nوقال أبو عمرو بن العلاء قيل لمنذر بن واصل كيف شهوتك لأدب فقال أسمع بالحرف منه لم أسمعه فتود أعضائي أن لها أسماعا تتنعم مثل ما تنعمت الآذان قيل وكيف طلبك له قال طلب المرأة المضلة ولدها وليس لها غيره قيل وكيف حرصك عليه قال حرص الجموع المنوع على بلوغ لذته في المال\r\n","description":"","footnote":"","page_name":" 76 ","page_number":34},
  {"content":"\r\nقال الأصمعي قال لي أعرابي ما حرفتك قلت الأدب قال نعم الشيء فعليك به فإنه ينزل المملوك في حد الملوك\r\nوقال أرسطاطاليس ليت شعري أي فات من أدرك الأدب وأي شيء أدرك من فاته الأدب\r\nوقال البحتري :\r\nرأيت القعود على الاقتصاد * قنوعا به ذلة في العباب\r\nوعز بذي أدب أن يضيق * م بعيشته وسع هذي البلاد\r\nإذا ما الأديب ارتضى بالخمول * م فما الحظ في الأدب المستفاد\r\nوقال عمر رضي الله عنه تعلموا العربية فإنها تثبت العقل وتزيد في المروءة\r\nوقال عبد الملك ما الناس إلى شيء من العلوم أحوج منهم إلى إقامة ألسنتهم التي بها يتحاورون الكلام ويتهادون الحكم ويستخرجون غوامض العلم من مخابئها ويجمعون ما تفرق منها إن الكلام قاض يجمع بين\r\n","description":"","footnote":"","page_name":" 77 ","page_number":35},
  {"content":"\r\nالخصوم وضياء يجلو الظلام وحاجة الناس إلى مواده كحاجتهم إلى مواد الأغذية\r\nوقال الزهري ما أحدث الناس مروءة أحب إلي من تعلم النحو .\r\nوقال شاعر يصف النحو :\r\nاقتبس النحو فنعم المقتبس * والنحو زين وجمال ملتمس\r\nصاحبه مكرم حيث جلس * من فاته فقد تعمى وانتكس\r\nكأن ما فيه من العي خرس * شتان ما بين الحمار والفرس\r\nوقال آخر :\r\nلولاكم كان يلفى كل ذي خطل * للنحو مدعيا بين النحارير\r\n","description":"","footnote":"","page_name":" 78 ","page_number":36},
  {"content":"\r\nلم لا أشد على من لا يقوم بها * من وقعة السمر والبيض المآثير\r\nقرع رجل على الحسن البصري الباب وقال يا أبو سعيد فلم يجبه فقال أبي سعيد فقال الحسن قل الثالثة وادخل ( وقد مر مثل هذا )\r\nوحدث النضر بن شميل قال أخبرنا الخليل بن أحمد قال سمعت أيوب السجستاني يحدث بحديث فلحن فيه فقال أستغفر الله يعني أنه عد اللحن ذنبا\r\nوكان ابن سيرين يسمع الحديث ملحونا فيحدث به على لحنه وبلغ ذلك الأعمش فقال إن كان ابن سيرين يلحن فإن النبي صلى الله عليه وسلم لم يكن يلحن فقومه قال وكان عمر بن الخطاب رضي الله عنه يضرب أولاده على\r\n","description":"","footnote":"","page_name":" 79 ","page_number":37},
  {"content":"\r\nاللحن ولا يضربهم على الخطأ ووجد في كتاب عامل له لحنا فأحضره وضربه درة واحدة ودخل أعرابي السوق فسمعهم يلحنون فقال العجب يلحنون ويربحون وكان معاوية بن بجير عامل البصرة لا يلحن فمات بجير بالبصرة ومعاوية بفارس خلفة أبيه فقال الفيج الذي جاء بنعيه مات بجيرا فقال له لحنت لا أم لك فقال أخوه عبد الله بن بجير\r\nألم تر أن خير بني بجير * معاوية المحقق ما ظننتا\r\nأتاه مخبر ينعي بجيرا * علانية فقال له لحنتا\r\nوقال الجاحظ عيوب المنطق التصحيف وسوء التأويل والخطأ في الترجمة فالتصحيف يكون من وجوه من التخفيف والتثقيل ومن قبل\r\nالإعراب ومن\r\n","description":"","footnote":"","page_name":" 80 ","page_number":38},
  {"content":"\r\nتشابه صور الحروف وسوء التأويل من الأسماء المتواطئة أي أنك تجد اسما لمعان فتتأول على غير المراد وكذلك سوء الترجمة\r\nواعلم أن مذاكرة العلم عون على أدائه وزيادة في الفهم ولا بد للعالم من جهل أي أن يجهل كثيرا مما يسأل عنه إما لأنه ما سمعه أو نسيه وقد قال بعض الفرس ليس يحسن الأشياء كلها إنسان ولكن يحسن كل إنسان شيئا ومن الأدب قول القائل :\r\nإذا ما روى الراوي حديثا فلا تقل * سمعنا بهذا قبل أن يتمما\r\nولكن تسمع للحديث موهما * بأنك لم تسمعه فيما تقدما\r\nوقال الأصمعي من حق من يقبسك علما أن ترويه عنه\r\n","description":"","footnote":"","page_name":" 81 ","page_number":39},
  {"content":"\r\nقال أبو عمرو بن العلاء إنما النحوي نحويا لأنه يحرف الكلام إلى وجوه الإعراب\r\nواللحن مخالفة الإعراب واللحن على جهة أخرى أن يكلم الرجل صاحبه بالكلام يعرفانه بينهما ولا يعرفه سواهما وأنشد ابن الكلبي لمالك بن أسماء :\r\nمنطق صائب وتلحن أحيانا * وخير الحديث ما كان لحنا\r\nأمغط مني على بصري بالسحب * أم أنت أكمل الناس حسنا\r\nوحديث ألذه هو مما * ينعت الناعتون يوزن وزنا\r\nوقد روي أن عبد الله بن مسعود رضي الله عنه كان لحنا أي فطنا وفي حديث أبي الزناد أن رجلا قرأ عند رسول الله صلى الله عليه وسلم فلحن فقال رسول الله صلى الله عليه وسلم أرشدوا صاحبكم وحدث\r\n","description":"","footnote":"","page_name":" 82 ","page_number":40},
  {"content":"\r\nأبو العيناء عن وهب ابن جرير أنه قال لفتى من باهلة يا بني اطلب النحو فإنك لن تعلم منه بابا إلا تدرعت من الجمال سربالا وفي حديث سعيد بن العاص قال قال رسول الله صلى الله عليه وسلم ما نحل والد ولده أفضل من أدب حسن وعن ابن شهاب أنه قال ما أحدث الناس مروءة أعجب إلي من تعلم الفصاحة وحدث يحيى بن عتيق قال سألت الحسن فقلت يا أبا سعيد الرجل يتعلم العربية يلتمس بها حسن المنطق ويقيم بها قراءته قال حسن يا بني فتعلمها فإن الرجل يقرأ الآية فيعيا بوجهها فيهلك فيها وعن سعيد بن سلم قال دخلت على الرشيد فبهرني هيبة وجمالا فلما لحن في عيني وعن الشعبي قال حلي الرجال العربية وحلي النساء الشحم\r\nوحدث التاريخي بإسناد رفعه إلى ابن قتيبة قال :\r\n","description":"","footnote":"","page_name":" 83 ","page_number":41},
  {"content":"\r\nكنت عند ابن هبيرة الأكبر قال فجرى الحديث حتى ذكر العربية فقال والله ما استوى رجلان دينهما واحد وحسبهما واحد ومروءتهما واحدة أحدهما يلحن والآخر لا يلحن إن أفضلهما في الدنيا والآخرة الذي لا يلحن قال فقلت أصلح الله الأمير هذا أفضل في الدنيا لفضل فصاحته وعربيته أرأيت الآخرة ما باله فضل فيها قال إنه يقرأ كتاب الله على ما أنزله الله والذي يلحن يحمله لحنه على أن يدخل في كتاب الله ما ليس فيه ويخرج منه ما هو فيه قال قلت صدق الأمير وبر\r\nوحدث عن أبي ثوابة عن عمرو بن أبي عمرو الشيباني عن أبيه قال تكلم أبو جعفر المنصور في مجلس فيه أعرابي فلحن فصر الأعرابي أذنيه فلحن مرة أخرى أعظم من الأولى فقال الأعرابي أف لهذا ما هذا ثم تكلم فلحن الثالثة فقال الأعرابي أشهد لقد وليت\r\n","description":"","footnote":"","page_name":" 84 ","page_number":42},
  {"content":"\r\nهذا الأمر بقضاء وقدر وحدث بإسناد رفعه إلى الواقدي قال صلى رجل من آل الزبير خلف أبي جعفر المنصور وقرأ ألهاكم التكاثر فلحن في موضعين قال فلما سلم التفت الزبيري إلى رجل كان إلى جانبه فقال ما كان أهون هذا القرشي على أهله وقال بعض الشعراء :\r\nالنحو يبسط من لسان الألكن * والمرء نعظمه إذا لم يلحن\r\nوإذا طلبت من العلوم أجلها * فأجلها عندي مقيم الألسن\r\nوقال آخر :\r\nإما تريني تريني وأثوابي مقاربة * ليست بخز ولا من حر كتان\r\nفإن في المجد هماتي وفي لغتي * علوية ولساني غير لحان\r\n","description":"","footnote":"","page_name":" 85 ","page_number":43},
  {"content":"\r\nوحدث قال قدم طاهر بن الحسين والعباس بن محمد بن موسى على الكوفة فزاره طساسيج من سوادها فوجه العباس كاتبه إليه فلما دخل على طاهر قال له أخيك أبي موسى يقرأ عليك السلام قال وما أنت منه قال كاتبه الذي يطعمه الخبز قال نعم علي بعيسى بن عبد الرحمن قال فجاء وكان عيسى كاتب طاهر فقال اكتب وأنت قائم بصرف العباس بن محمد بن موسى عن الكوفة إذ لم يتخذ كاتبا يحسن الأداء عنه\r\nوحدث فيما أسنده إلى الضحاك بن زمل السكسكي وكان من أصحاب المنصور قال كنا مع سليمان بن عبد الملك بدابق إذ قام إليه السحاح الأزدي الموصلي فقال يا أمير المؤمنين إن أبينا هلك وترك مال كثير فوثب أخانا على مال أبانا فأخذه\r\n","description":"","footnote":"","page_name":" 86 ","page_number":44},
  {"content":"\r\nفقال سليمان فلا رحم الله أباك ولا نيح عظام أخيك ولا بارك الله لك فيما ورثت أخرجوا هذا اللحان عني فأخذ بيده بعض الشاكرية وقال قم فقد آذيت أمير المؤمنين فقال وهذا العاض بظر أمه اسحبوا برجله وحدث قال قال رجل للحسن يا أبا سعيد ما تقول في رجل مات وترك أبيه وأخيه فقال الحسن ترك أباه وأخاه فقال له فما لأباه وأخاه فقال له الحسن إنما هو فما لأبيه وأخيه قال يقول الرجل للحسن يا أبا سعيد ما أشد خلافك علي قال أنت أشد خلافا علي أدعوك إلى الصواب وتدعوني إلى الخطأ وحدث فيما رفعه إلى عبد الله بن المبارك قال بعث الحجاج إلى والي البصرة أن اختر لي عشرة ممن عندك فاختار رجالا منهم كثير بن أبي كثير قال وكان رجلا عربيا قال كثير فقلت في نفسي لا أفلت من الحجاج إلا باللحن قال فلما أدخلنا عليه دعاني\r\n","description":"","footnote":"","page_name":" 87 ","page_number":45},
  {"content":"\r\nفقال ما اسمك قلت كثير قال ابن من فقلت إن قلتها بالواو لم آمن أن يتجاوزها قال أنا ابن أبا كثير فقال عليك لعنة الله وعلى من بعث بك جئوا في قفاه قال فأخرجت وحدث فيما أسنده إلى الأصمعي قال سمعت مولى لعمر بن الخطاب يقول أخذ عبد الملك بن مروان رجلا كان يرى رأي الخوارج رأي شبيب فقال له ألست القائل :\r\nومنا سويد والبطين وقعنب * ومنا أمير المؤمنين شبيب\r\nقال إنما قلت أمير المؤمنين أي يا أمير المؤمنين فأمر بتخلية سبيله قال التاريخي حدثنا أبو بكر الدولابي حدثنا أبو مسهر قال سألت سعيد بن عبد العزيز التنوخي عن الحديث إذا سمعته ملحونا فقال اللحن يفسد الحديث وذلك أنه يغير معناه ولم يلق أحد من العلماء إلا مقوم اللسان قال وقد كان عمر بن عبد العزيز أشد الناس في اللحن على\r\n","description":"","footnote":"","page_name":" 88 ","page_number":46},
  {"content":"\r\nولده وخاصته ورعيته وربما أدب عليه قال وقال نافع مولى ابن عمر كان ابن عمر يضرب ولده على اللحن كما يضربهم على تعليم القرآن وحدث فيما أسنده إلى شريك عن جابر قال قلت للشعبي أسمع الحديث بغير إعراب فأعربه قال نعم لا بأس به قال قال حماد بن سلمة مثل الذي يكتب الحديث ولا يعرف النحو مثل الحمار عليه مخلاته ولا شعير فيها وروي عن الشعبي أنه قال لأن أقرأ وأسقط أحب إلى من أن أقرأ وألحن وقال محمد بن الليث النحو في الأدب كالملح في الطعام فكما لا يطيب الطعام إلا بالملح لا يصلح الأدب إلا بالنحو وروي عن عبد الله بن المبارك أنه قال تعلموا العلم شهرا والأدب شهرين وقال رجل لبنيه يا بني أصلحوا من ألسنتكم فإن الرجل تنوبه النائبة يحتاج أن يتجمل فيها فيستعير من أخيه دابة\r\n","description":"","footnote":"","page_name":" 89 ","page_number":47},
  {"content":"\r\nومن صديقه ثوبا ولا يجد من يعيره لسانا :\r\nلما قال الفرزدق الكامل\r\nإن الذي سمك السماء بنى لنا * بيتا دعائمه أعز وأطول\r\nقال بعض الحاضرين أعز وأطول من ماذا فتفكر الفرزدق فوافق ذلك قول المؤذن في الآذان الله أكبر فرفع الفرزدق رأسه فقال يا فلان أكبر من ماذا وقال الخطفى جد جرير :\r\nعجبت لإزراء العيي بنفسه * وصمت الذي قد كان بالقول أعلما\r\nوفي الصمت ستر للعيي وإنما * صحيفة لب المرء أن يتكلما\r\nوحدث عن الأصمعي أنه قال أخوف ما أخاف على طالب العلم إذا لم يعرف النحو أن يدخل في جملة\r\n","description":"","footnote":"","page_name":" 90 ","page_number":48},
  {"content":"\r\nقول النبي من كذب علي متعمدا فليتبوأ مقعده من النار لأنه لم يكن يلحن فمهما رويت عنه ولحنت فقد كذبت عليه .\r\nفصل في فضيلة علم الأخبار\r\nقال أبو الحسن علي بن الحسين قالوا لولا تقييد العلماء خواطرهم بالأخبار وكتبهم للآثار لبطل أول العلم وضاع آخره إذ كان كل علم من الأخبار يستخرج وكل حكمة منها تستنبط والفقر منها تشتار والفصاحة منها تستفاد وأصحاب القياس عليها يبنون وأهل المقالات بها يحتجون ومعرفة الناس منها تؤخذ وأمثال الحكماء فيها توجد ومكارم الأخلاق ومعاليها منها تقتبس وآداب سياسة الملك والحزم منها تلتمس فكل غريبة بها تعرف وكل عجيبة منها\r\n","description":"","footnote":"","page_name":" 91 ","page_number":49},
  {"content":"\r\nتستطرف وهو علم يستمتع بسماعه العالم ويستعذب موقعه الأحمق والعاقل يأنس مكانه وينزع إليه الخاصي والعامي ويميل إلى روايته العربي والعجمي وبعد فإنه يوصل به إلى كلام ويتزين به في كل مقام ويتجمل به في كل مشهد ويحتاج إليه في كل محفل ففضيلة علم الأخبار تتيه على كل علم وشرف منزلته صحيحة في كل فهم فلا يصبر على علمه ويتقن ما فيه من إيراده وإصداره إلا إنسان قد تجرد للعلم وفهم معناه وذاق ثمرته واستشعر من عزه ونال من سروره وقديما قيل إن علم النسب والأخبار من علوم الملوك وذوي الأخطار ولا تسمو إليه إلا النفوس الشريفة ولا يأباه إلا العقول السخيفة وقد قالت\r\n","description":"","footnote":"","page_name":" 92 ","page_number":50},
  {"content":"\r\nالحكماء الكتاب نعم الجليس والذخر إن شئت ألهتك بوادره وأضحكتك نوادره وإن شئت أشجتك مواعظه وإن شئت تعجبت من غرائب فوائده وهو يجمع لك الأول والآخر والناقص والوافر والغائب والحاضر والشكل وخلافة والجنس وضده وهو ميت ينطق عن الموتى ويترجم عن الأحياء وهو مؤنس ينشط بنشاطك وينام بنومك ولا ينطق إلا بما تهوى ولا يعلم جار ولا خليط أنصف ولا رفيق أطوع ولا معلم أخضع ولا صاحب أظهر كفاية ولا أقل جناية ولا أبدأ نفعا ولا أحمد أخلاقا ولا أدوم سرورا ولا أسلم غيبة ولا أحسن مواتاة ولا أعجل مكافأة ولا أخف مؤنة منه إن نظرت فيه أطال إمتاعك وشحذ طباعك وأكثر علمك وتعرف منه في شهر ما لا تعرف من أفواه الرجال في دهر\r\n","description":"","footnote":"","page_name":" 93 ","page_number":51},
  {"content":"\r\nيغنيك عن كد الطالب وعن الخضوع إلى من أنت أثبت منه أصلا وأرسخ منه فرعا وهو المعلم الذي لا يجفوك وإن قطعت عنه المادة لم يقطع عنك الفائدة وكان عبيد الله بن محمد ابن عائشة القرشي يقول الأخبار تصلح للدين والدنيا قلنا الدنيا قد عرفنا فما للآخرة قال فيها العبر يعتبرها الرجل وقال الله تعالى مخبرا عن قصة يوسف وإخوته لقد كان في قصصهم عبرة لأولي الألباب وقال تعالى « ومثلا من الذين خلوا من قبلكم وموعظة للمتقين » وقال عز وجل « كذلك نقص عليك من أنباء ما قد سبق » ولذلك قال بعضهم لولده عليك بالأخبار فإنها لا تعدم كلمة على هدى وأخرى تنهى عن ردى وعن أمير المؤمنين علي بن أبي طالب كرم الله وجهه أجموا هذه القلوب والتمسوا لها طرائف الحكمة فإنها تمل كما تمل الأبدان وكان أبو زيد الأنصاري لا يعدو النحو فقال له خلف الأحمر\r\n","description":"","footnote":"","page_name":" 94 ","page_number":52},
  {"content":"\r\nقد ألححت على النحو لم تعده ولقلما ينبل متفرد به فعليك بالأخبار والأشعار وقال ابن المقفع في كتابه في الأدب ثم انظر الأخبار الرائعة فتحفظ منها فإن من شأن الإنسان الحرص على الأخبار ولا سيما ما يرتاح له الناس وأكثر الناس من يحدث بما يسمع ولا يبالي ممن سمع وذلك مفسدة للصدق ومزراة بالرأي فإن استطعت ألا تخبر بشيء إلا وأنت به مصدق وألا يكون تصديقك إلا ببرهان فأفعل\r\nقال الأخفش علي بن سليمان أنشدني أبو سعيد السكري :\r\nوذكرني حلو الزمان وطيبة * مجالس قوم يملئون المجالسا\r\nحديثا وأشعارا وفقها وحكمة * وبرا ومعروفا وإلفا مؤانسا\r\nوقال ابن عتاب يكون الرجل نحويا عروضيا حسن الكتاب جيد الحساب حافظا للقرآن راوية للشعر\r\n","description":"","footnote":"","page_name":" 95 ","page_number":53},
  {"content":"\r\nوهو راض بأن يعلم أولادنا بستين درهما ولو أن رجلا كان حسن البيان حسن التخريج للمعاني ليس عنده غير ذلك لم يرض بألف درهم لأن النحوي ليس عنده إمتاع كالنجار الذي يدعى ليغلق بابا فلو كان أحذق الناس ثم فرغ من تغليق ذلك الباب قيل له انصرف وصاحب الإمتاع يراد في الحالات كلها وقال معاوية ليس ينبغي ( للقرشي وللرجل ) أن يستغرق شيئا من العلم إلا علم الأخبار فأما غير ذلك فالنتف والشذر وكتب عبد الملك بن مروان إلى الحجاج انظر لي رجلا عالما بالحلال والحرام عارفا بأشعار العرب وأخبارها أستأنس به وأصيب عنده معرفة فوجهه إلي من قبلك فوجه إليه الشعبي وكان أجمع أهل زمانه قال الشعبي فلم ألق واليا ولا سوقة إلا وهو يحتاج إلي ولا أحتاج إليه ما خلا عبد الملك ما أنشدته\r\n","description":"","footnote":"","page_name":" 96 ","page_number":54},
  {"content":"\r\nشعرا ولا حدثته حديثا إلا وهو يزيدني فيه وكنت ربما حدثته وفي يده اللقمة فأمسكها فأقول يا أمير المؤمنين أسغ طعامك فإن الحديث من ورائه فيقول ما تحدثني به أوقع بقلبي من كل لذة وأحلى من كل فائدة وكتب عبد الملك إلى الحجاج أنت عندي كقدح ابن مقبل فلم يدر الحجاج ما عنى فسأل قتيبة بن مسلم وكان راوية عالما عن ذلك فقال قد مدحك فإن ابن مقبل نعت قدحه فقال :\r\nمفدى مؤدى باليدين ملعن * خليع قداح فائز متمنح\r\nخروج من الغمى إذا صك صكة * بدا والعيون المستكفة تلمح\r\n","description":"","footnote":"","page_name":" 97 ","page_number":55},
  {"content":"\r\nقال فكانت في نفس الحجاج حتى ولاه خراسان وقال محمد بن عبد الملك الزيات في رجل خلو من الأدب :\r\nيا أيها العائبي ولم تر بي * عيبا ألا تنتهي وتزدجر\r\nهل لك وتر لدي تطلبه * أم لست مما أتيت تعتذر\r\nإن كان قسم الإله فضلني * وأنت صلد ما فيك معتصر\r\nفالحمد والشكر والثناء له * وللحسود التراب والحجر\r\nإقرأ لنا سورة تخوفنا * فإن خير المواعظ السور\r\nأو ارو فقها تحي القلوب به * جاء به عن نبينا أثر\r\n","description":"","footnote":"","page_name":" 98 ","page_number":56},
  {"content":"\r\n\r\nأو هات ما الحكم في فرائضنا * ما يستحق الإناث والذكر\r\nأو ارو عن فارس لنا مثلا * فإن أمثال فارس عبر\r\nأو من أحاديث جاهليتنا * فإنها عبرة ومعتبر\r\nأو هات كيف الإعراب في الرفع والخف‍ * ض وكيف التصريف والصدر\r\nأو ارو شعرا أو صف لنا عرضا * يتلى صحيح منه ومنكسر\r\nإذا جهلت الآداب مرتقيا * عنها وخلت العمى هو البصر\r\nولم تعوض من ذاك ميسرة * عليك منها لبهجة أثر\r\n","description":"","footnote":"","page_name":" 99 ","page_number":57},
  {"content":"\r\nفغن صوتا تلهي الفؤاد به * وكل ما قد جهلت مغتفر\r\nتعيش فينا ولا تلائمنا * فاذهب ودعنا حتام تنتظر\r\nتغلي علينا الأشعار أني وما * عندك نفع يرجى ولا ضرر\r\nهمك في مرتع ومغتبق * كما يعيش الحمير والبقر\r\n","description":"","footnote":"","page_name":" 100 ","page_number":58},
  {"content":"\r\n\r\nباب الألف\r\n( 1 - آدم بن أحمد بن أسد الهروي )\r\nأبو سعد النحوي اللغوي حاذق مناظر ذكره الحافظ أبو سعد السمعاني فقال هو من أهل هراة سكن بلخ كان أديبا فاضلا عالما بأصول اللغة صائبا حسن السيرة قدم بغداد حاجا سنة عشرين وخمسمائة ومات في الخامس والعشرين من شوال من سنة ست وثلاثين وخمسمائة ولما ورد بغداد اجتمع إليه أهل العلم وقرؤوا عليه الحديث والأدب وجرى بينة وبين الشيخ أبي منصور موهوب بن أحمد بن الخضر الجواليقي ببغداد مناظرة في شيء اختلفا فيه فقال له الهروي أنت لا تحسن أن تنسب نفسك\r\n","description":"","footnote":"","page_name":" 101 ","page_number":59},
  {"content":"\r\nفإن الجواليقي نسبة إلى الجمع والنسبة إلى الجمع بلفظه لا تصح قال وهذا الذي ذكره الهروي نوع مغالطة فإن لفظ الجمع إذا سمي به جاز أن ينسب إليه بلفظه كمدائني ومعافري وأنماري وما أشبه ذلك\r\nقال مؤلف هذا الكتاب وهذا الاعتذار ليس بالقوي لأن الجواليق ليس باسم رجل فيصح ما ذكره وإنما هو نسبة إلى بائع ذلك والله أعلم فإن كان اسم رجل أو قبيلة أو موضع نسب إليه صح ما ذكره وقال الحافظ الإمام السمعاني سمعت أبا القاسم الطريفي يقول سمعت أبا سعيد الهروي المؤدب يقول سئل سفيان الثوري عن التقوى فأنشد :\r\nإني وجدت فلا تظنوا غيره * هذا التورع عند ذاك الدرهم\r\n","description":"","footnote":"","page_name":" 102 ","page_number":60},
  {"content":"\r\nفإذا قدرت عليه ثم تركته * فاعلم بأن هناك تقوى المسلم\r\nوكان الرشيد محمد بن عبد الجليل الملقب بالوطواط كاتب الإنشاء لخوارزم شاه من تلاميذ الشيخ أبي سعد آدم بن أحمد الهروي وانتقل الرشيد من بلخ إلى خوارزم وأقام بها في خدمة خوارزم شاه أشهرا وكان يكاتب الشيخ أبا سعد ويخضع له ويقر بفضله فمما كتب إليه رسالة نسختها :\r\nكتابي وفي الأحشاء وجد على وجد * إلى الصدر مولانا الأجل أبي سعد\r\nأشم طويل الباع أصبح رافعا * إلى قمة الأفلاك ألوية المجد\r\n","description":"","footnote":"","page_name":" 103 ","page_number":61},
  {"content":"\r\nسراة بني الإسلام عقد جواهر * وفيهم أبو سعد كواسطة العقد\r\nسقى الله أيامنا بالعقيق ودهورنا باللوى وأعوامنا بالخليصاء وشهورنا بالحمى فإن هذه المغاني لألفاظ المسرات كالمعاني فيها أثمار أطايب الأماني من أشجار وصال الغواني لا بل سقى مواقفنا ببلخ في المدرسة النظامية واجتماعنا في المجالس الأجلية الإمامية :\r\nمجالس مولانا أبي سعد الذي * به سعد الأيام والدين والدنيا\r\nهمام حوى يوم الفخار بنانه * على رغم آناف العدا قصب العليا\r\n","description":"","footnote":"","page_name":" 104 ","page_number":62},
  {"content":"\r\nالإمام أبو سعد وما أدراك ما الإمام أبو سعد سعد كله خير قوله وفعله صاحب جيوش الفضاحة ومالك رقاب البلاغة وناظم عقد المحامد وجامع شمل المكارم وناشر أردية الفضل والكرم وعامر أبنية الأدب والحكم :\r\nلله در إمام كله أدب * بفضله يتحلى العجم والعرب\r\nالله يعلم أني وإن شط المزار وشحطت الديار لا أقطع أكثر أوقاتي ولا أزجي أغلب ساعاتي إلا في مدح معاليه وشرح أياديه لو أنفقت جميع عمري في ذلك وسلكت طول دهري تلك المسالك :\r\nلما كنت أقضي بعض واجب حقه * ولا كنت أحصي من صنائعه عشرا\r\n","description":"","footnote":"","page_name":" 105 ","page_number":63},
  {"content":"\r\nوكيف لا أبالغ في ثنائه ولا أواظب على دعائه وهو الذي رفع قدري وشرح للآداب صدري وسقاني كؤوس العلم وأحشائي صادية وكساني حلل الفضل وعوراتي بادية اغترفت من بحاره واقتطفت ما اقتطفت من ثماره :\r\nوأنت الذي عرفتني طرق العلا * وأنت الذي هديتني كل مقصد\r\nوأنت الذي بلغتني كل رتبة * مشيت إليها فوق أعناق حسدي\r\nعبد مجلسه الشريف أخي عمر أيده الله ورد من خراسان ذاكرا لما يجري على لسانه الكريم في المجالس والمحافل بين أيدي الأكابر والأماثل من مدحي وثنائي وتقريظي وإطرائي فما استبدعت ذلك من خصائص كرمه ولا استغربته من لطائف شيمه وكانت كلماته حاملة إياي على هذا التصديع لمجلسه الرفيع ورأيه في سحب ذيل العفو على هذا التجاسر وتبليغ\r\n","description":"","footnote":"","page_name":" 106 ","page_number":64},
  {"content":"\r\n\r\nتحيتي إلى القارئين عليه والمختلفين إليه من أبناء جنسي وشركاء درسي يقتضي الشرف والسلام\r\n( 2 - أبان بن تغلب بن رياح الجريري )\r\nأبو سعيد البكري مولى بنى جرير بن عباد بن ضبيعة بن قيس بن ثعلبة بن عكاشة بن صعب بن علي بن بكر بن وائل\r\nذكره أبو جعفر محمد بن الحسن الطوسي في مصنفي الإمامية ومات أبان في سنة إحدى وأربعين ومائة\r\nقال أبو جعفر هو ثقة جليل القدر عظيم المنزلة في أصحابنا لقي أبا محمد علي بن الحسين وأبا جعفر وأبا عبد الله عليهم السلام وروى عنهم وكانت له عندهم\r\n","description":"","footnote":"","page_name":" 107 ","page_number":65},
  {"content":"\r\n\r\nحظوة وقدم قال له أبو جعفر اجلس في مسجد المدينة وأفت الناس فإني أحب أن أرى في شيعتي مثلك وقال أبو عبد الله لما أتاه نعيه أما والله لقد أوجع قلبي موت أبان\r\nقال وكان قارئا فقها لغويا نبيها ثبتا وسمع من العرب وحكى عنهم وصنف كتاب الغريب في القرآن وذكر شواهده من الشعر فجاء فيما بعد عبد الرحمن بن محمد الأزدي الكوفي فجمع من كتاب أبان ومحمد بن السائب الكلبي وابن روق عطية بن الحارث فجعله كتابا فيما اختلفوا فيه وما اتفقوا عليه فتارة يجيء كتاب أبان مفردا وتارة يجيء مشتركا على ما عمله عبد الرحمن ولأبان أيضا كتاب الفضائل\r\n( 3 - أبان بن عثمان بن يحيى بن زكريا )\r\nاللؤلؤي يعرف بالأحمر البجلي أبو عبد الله مولاهم\r\n","description":"","footnote":"","page_name":" 108 ","page_number":66},
  {"content":"\r\n\r\nذكره أبو جعفر الطوسي في كتاب أخبار مصنفي الإمامية وقال أصله الكوفة وكان يسكنها تارة والبصرة أخرى وقد أخذ عنه من أهل البصرة أبو عبيدة معمر بن المثنى وأبو عبد الله محمد بن المثنى وأبو عبد الله محمد بن سلام الجمحي وأكثروا الحكاية عنه في أخبار الشعراء والنسب والأيام روى عن أبي عبد الله وأبي الحسن موسى بن جعفر وما عرف من مصنفاته إلا كتاب جمع فيه المبدأ والمبعث والمغازي والوفاة والسقيفة والردة\r\n( 4 - إبراهيم بن أحمد بن محمد توزون )\r\nالطبري النحوي أحد أهل الفضل والأدب سكن بغداد وصحب أبا عمر الزاهد وكتب عنه كتاب الياقوتة\r\n","description":"","footnote":"","page_name":" 109 ","page_number":67},
  {"content":"\r\nوعلى النسخة التي بخطه الاعتماد من كتاب أبي عمر كما ذكرناه في ترجمة أبي عمر\r\nولقي أكابر العلماء من هذه الطبقة وكان صحيح النقل جيد الخط والضبط\r\nذكر أبو القاسم بن الثلاج أنه حدثه عن إبراهيم بن عبد الوهاب الأبزاري الطبري صاحب أبي أبي حاتم السجستاني لا أعرف له تصنيفا غير جمعه لشعر أبي نواس فإنها رواية مشهورة بأيدي الناس\r\nوقال أبو القاسم التنوخي حدثني أبو الحسن الطبري غلام الزاهد غلام ثعلب وكان منقطعا إلى بني حمدان وقرأت بخطه قصيدة شبل بن عروة الضبعي وقد قرأها على أبي عمر الزاهد وتناولها من أبي محمد عبد الله بن جعفر بن درستويه وقد قرأ عليه إلى سيبا من حر سئل ثم قال بلغت بقراءتي إلى ههنا وقال لي ابن درستويه قد دفعت إليك كتابي بخطي من يدي إلى يدك وقد أجزت\r\n","description":"","footnote":"","page_name":" 110 ","page_number":68},
  {"content":"\r\n\r\nلك القصيدة فاروها عني فإن هذا ينوب عن السماع والقراءة فقبلت ذلك منه\r\nوكتب إبراهيم بن محمد الطبري الروياني بخطه والاعتماد عليه أولى ولكن الخطيب قال إبراهيم بن أحمد بن محمد المعروف ببيروز فإن كان نسب نفسه إلى جده فذاك والله أعلم\r\n( 5 - إبراهيم بن أحمد بن الليث )\r\nالأزدي اللغوي الكاتب لا أعرف من حاله إلا ما قاله السلفي أنشدني أبو القاسم الحسن بن الفتح الهمذاني قال أبو المظفر إبراهيم بن أحمد بن الليث الأزدي اللغوي الكاتب قدم علينا همذان وقد حضر مجلسه الأدباء والنحاة لمحله من الأدب :\r\n","description":"","footnote":"","page_name":" 111 ","page_number":69},
  {"content":"\r\n\r\nوقد أغدو وصاحبتي محوص * على عذراء ناء بها الرهيص\r\nكأن بني النحوص على ذراها * حوائم ما لها عنه محيص\r\n( 6 - إبراهيم بن إسحاق الحربي )\r\nنقلت من كتاب أبي بكر الخطيب قال إبراهيم بن إسحاق بن بشير بن عبد الله بن ديسم أبو إسحاق الحربي ولد سنة ثمان وتسعين ومائة ومات ببغداد سنة خمس وثمانين ومائتين في ذي الحجة ودفن في بيته في شارع باب الأنبار وكان الجمع كثيرا جدا\r\nوكان قد سمع أبا نعيم الفضل بن دكين وعفان بن مسلم وعبيد الله بن محمد ابن عائشة وأحمد بن\r\n","description":"","footnote":"","page_name":" 112 ","page_number":70},
  {"content":"\r\nحنبل وعثمان بن أبي شيبة وعبيد الله القواريري وخلقا من أمثالهم روى عنه موسى بن هارون الحافظ ويحيى بن صاعد وأبو بكر بن أبي داود والحسين المحاملي ومحمد بن مخلد وأبو بكر الأنباري النحوي وأبو عمر الزاهد صاحبه وخلق كثير غيرهم وكان إماما في العلم رأسا في الزهد عارفا بالفقه بصيرا بالأحكام حافظا للحديث مميزا لعلله قيما بالأدب جماعا للغة وصنف كتبا كثيرة منها كتاب غريب الحديث\r\nوأصله من مرو وكان يقول أمي تغلبية وأخوالي نصارى أكثرهم وقيل لم سميت إبراهيم الحربي فقال صحبت قوما من الحربية فسموني الحربي بذلك وحدث أحمد بن عبد الله بن خالد بن ماهان المعروف بابن أسد قال سمعت إبراهيم الحربي يقول أجمع عقلاء الأمة أنه من لم يجر مع القدر لم يهنأ بعيشه\r\n","description":"","footnote":"","page_name":" 113 ","page_number":71},
  {"content":"\r\nكان يكون قميصي أنظف قميص وإزاري أوسخ إزار ما حدثت نفسي أنهما يستويان قط وفرد عقبي مقطوع وفرد عقبي الآخر صحيح أمشي بهما وأدور بغداد كلها هذا الجانب وذاك الجانب لا أحدث نفسي أني أصلحهما وما شكوت إلى أمي ولا إلى أختي ولا إلى امرأتي ولا إلى بناتي قط حمى وجدتها الرجل هو الذي يدخل غمه على نفسه ولا يغم عياله\r\nكان بي شقيقة خمسا وأربعين سنة ما أخبرت بها أحدا قط ولي عشر سنين أبصر بفرد عين ما أخبرت به أحدا وأفنيت من عمري ثلاثين سنة برغيف في اليوم والليلة إن جاءتني امرأتي أو إحدى بناتي أكلته وإلا بقيت جائعا عطشان إلى الليلة الأخرى والآن آكل نصف رغيف وأربع عشرة تمرة إن كان برنيا\r\n","description":"","footnote":"","page_name":" 114 ","page_number":72},
  {"content":"\r\nأو نيفا وعشرين إن كان دقلا ومرضت ابنتي فمضت امرأتي فأقامت عندها شهرا فقام إفطاري في هذا الشهر بدرهم ودانقين ونصف ودخلت الحمام واشتريت لهم صابونا بدانقين فقام بقية شهر رمضان كله بدرهم وأربعة دوانيق ونصف ولا تزوجت ولا زوجت قط ولا أكلت من شيء واحد في يوم مرتين\r\nوحدث أحمد بن سليمان القطيعي قال أضقت إضاقة شديدة فمضيت إلى إبراهيم الحربي لأبثه ما أنا فيه فقال لي لا يضق صدرك فإن الله من وراء المعونة وإني أضقت مرة حتى انتهى أمري في الإضاقة إلى عدم عيالي القوت فقالت لي الزوجة هب أني وإياك نصبر فكيف نصنع بهاتين الصبيتين فهات شيئا من كتبك نبيعه أو نرهنه فضننت بذلك وقلت اقترضي لهما شيئا\r\n","description":"","footnote":"","page_name":" 115 ","page_number":73},
  {"content":"\r\nوأنظريني بقية اليوم والليلة وكان لي بيت في دهليز داري فيه كتبي فكنت أجلس فيه للنسخ والنظر فلما كان في تلك الليلة إذا داق يدق الباب فقلت من هذا فقال رجل من الجيران فقلت ادخل فقال أطف السراج حتى أدخل فكببت على السراج شيئا وقلت ادخل فدخل وترك إلى جانبي شيئا وانصرف فكشفت عن السراج فنظرت فإذا منديل له قيمة وفيه أنواع من الطعام وكاغد فيه خمسمائة درهم فدعوت الزوجة وقلت نبهي الصبيان حتى يأكلوا ولما كان من الغد قضينا دينا كان علينا من تلك الدراهم\r\nوكان مجيء الحاج من خراسان فجلست على بابي من غد تلك الليلة وإذا جمال يقود جملين عليهما حملان ورقا وهو يسأل عن منزل إبراهيم الحربي فانتهى إلي فقلت أنا إبراهيم الحربي فحط الحملين وقال هذان الحملان\r\n","description":"","footnote":"","page_name":" 116 ","page_number":74},
  {"content":"\r\nأنفذهما لك رجل من أهل خراسان فقلت من هو فقال قد استحلفني ألا أقول لك من هو ؟\r\nوحدث أبو عثمان الرازي قال جاء رجل من أصحاب المعتضد إلى إبراهيم الحربي بعشرة آلاف درهم من عند المعتضد يسأله عن أمير المؤمنين أن يفرق ذلك فرده وانصرف الرسول ثم عاد فقال إن أمير المؤمنين يسألك أن تفرقه في جيرانك فقال له عافاك الله هذا مال لم نشغل أنفسنا بجمعه فلا نشغلها بتفرقته قل لأمير المؤمنين إن تركتنا وإلا تحولنا من جوارك\r\nوحدث أبو القاسم الجيلي قال اعتل إبراهيم بن إسحاق الحربي علة حتى أشرف على الموت فدخلت عليه يوما فقال يا أبا القاسم أنا في أمر عظيم مع ابنتي ثم قال لها قومي واخرجي إلى عمك فخرجت وألقت على\r\n","description":"","footnote":"","page_name":" 117 ","page_number":75},
  {"content":"\r\nوجهها خمارها فقال إبراهيم هذا عمك كلميه فقالت لي يا عم نحن في أمر عظيم لا في الدنيا ولا في الآخرة الشهر والدهر مالنا طعام إلا كسر يابسة وملح وربما عدمنا الملح وبالأمس قد وجه إلينا المعتضد مع بدر بألف دينار فلم يأخذها ووجه إليه فلان وفلان فلم يأخذ منها شيئا وهو عليل فالتفت الحربي إليها وتبسم وقال يا بنية خفت الفقر فقالت نعم فقال لها انظري إلى تلك الزاوية فنظرت فإذا كتب فقال لها هناك اثنا عشر ألف جزء لغة وغريب كتبته بخطي إذا مت فوجهي في كل يوم بجزء تبيعينه بدرهم فمن كان عنده اثنا عشر ألف درهم فليس هو فقيرا\r\nوحدث أبو عمر الزاهد وابن المنادي سمعت ثعلبا يقول ما فقدت إبراهيم الحربي من مجلس لغة أو نحو خمسين سنة .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":76},
  {"content":"\r\nوحدث أبو بكر الشافعي قال قال إبراهيم الحربي ما أخذت على علم قط أجرا إلا مرة واحدة فإني وقفت على بقال فوزنت له قيراطا إلا فلسا فسألني عن مسألة فأجبته فقال للغلام أعط بقيراط ولا تنقصه شيئا فزادني فلسا وحدث إبراهيم الحربي وقد سألوه عن حديث عباس البقال فقال خرجت إلى الكبش ووزنت لعباس البقال دانقا إلا فلسا فقال لي يا أبا إسحاق حدثني حديثا في السخاء فلعل الله يشرح صدري فأعمل شيئا قال قلت له نعم روي عن الحسن بن علي رضي الله عنهما أنه كان مارا في بعض حيطان المدينة فرأى أسود بيد رغيف يأكل لقمة ويطعم الكلب لقمة إلى أن شاطره الرغيف فقال له الحسن ما حملك على أن شاطرته فلم تغابنه فيه بشيء فقال استحت عيناي من عينيه أن أغابنه فقال له\r\n","description":"","footnote":"","page_name":" 119 ","page_number":77},
  {"content":"\r\nالحسن أقسمت عليك لا برحت حتى أعود إليك فمر فاشترى الغلام والحائط وجاء إلى الغلام فقال يا غلام قد اشتريتك فقام قائما فقال السمع والطاعة لله ولرسوله ولك يا مولاي قال وقد اشتريت الحائط وأنت حر لوجه الله تعالى والحائط هبة مني إليك فقال الغلام يا مولاي قد وهبت الحائط للذي وهبتني له قال إبراهيم فقال عباس البقل حسين والله يا أبا إسحاق يا غلام لأبي إسحاق دانق إلا فلسا أعطه بدانق ما يريد ولا تنقصه شيئا فقلت والله لا أخذت إلا بدانق إلا فلسا\r\nوحدث عبد الله بن أحمد بن حنبل قال كان أبي يقول لي امض إلى إبراهيم الحربي يلق عليك الفرائض قال ولما مات سعد بن أحمد بن حنبل جاء إبراهيم الحربي إلى عبد الله فقام إليه عبد الله فقال تقوم إلي فقال لم لا أقوم إليك والله لو رآك أبي لقام إليك قال والله لو رأى ابن عيينة أباك لقام إليه وقال إبراهيم الحربي إن\r\n","description":"","footnote":"","page_name":" 120 ","page_number":78},
  {"content":"\r\nفي كتاب غريب الحديث الذي صنفه أبو عبيد ثلاثة وخمسين حديثا ليس لها أصل وقد أعلمت علتها في كتاب الشروى منها أتت امرأة النبي صلى الله عليه وسلم وفي يدها مناجذ ونهى النبي صلى الله عليه وسلم عن لبس السراويلات المخرفجة وأتى النبي صلى الله عليه وسلم أهل قاهة وقال عمر للنبي صلى الله عليه وسلم لو أمرت بهذا البيت فسفروا وعن النبي أنه قال للنساء إذا جعتن خجلتن وإذا شبعتن دقعتن وحدث أبو العباس بن مسروق قال قال لي إبراهيم الحربي لا تحدث فتسخن عينك كما سخنت عيني قلت له فما أعمل قال تطأطئ رأسك وتسكت قلت له فأنت لم تحدث قال ليس وجهي من خشب وحدث محمد بن عبد الله الكاتب قال كنت يوما عند المبرد فأنشدنا :\r\n","description":"","footnote":"","page_name":" 121 ","page_number":79},
  {"content":"\r\nجسمي معي غير أن الروح عندكم * فالجسم في غربة والروح في وطن\r\nفليعجب الناس مني أن لي بدنا * لا روح فيه ولي روح بلا بدن\r\nثم قال ما أظن أن الشعراء قالوا أحسن من هذا قلت ولا قول الأخرق قال هيه قلت الذي يقول :\r\nفارقتكم وحييت بعدكم * ما هكذا كان الذي يجب\r\nفالآن ألقى الناس معتذرا * من أن أعيش وأنتم غيب\r\nقال ولا هذا قلت ولا قول خالد الكاتب ؟\r\nروحان لي روح تضمنها * بلد وأخرى حازها بلد\r\nوأظن غائبتي كشاهدتي * بمكانها تجد الذي أجد\r\nقال ولا هذا قلت أنت إذا هويت شيئا ملت إليه ولم تعدل إلى غيره قال لا ولكنه الحق فأتيت ثعلبا فأخبرته فقال ثعلب ألا أنشدته :\r\nغابوا فصار الجسم من بعدهم * ما تنظر العين له فيا\r\n","description":"","footnote":"","page_name":" 122 ","page_number":80},
  {"content":"\r\nبأي وجه أتلقاهم * إذا رأوني بعدهم حيا\r\nيا خجلتي منهم ومن قولهم * ما ضرك الفقد لنا شيا\r\nقال وأتيت إبراهيم الحربي فأخبرته فقال ألا أنشدته :\r\nيا حيائي ممن أحب إذا ما * قلت بعد الفراق إني حييت\r\nلو صدقت الهوى حبيبا على الصحة * لما نأى لكنت أموت\r\nقال فرجعت إلي المبرد فقال أستغفر الله إلا هذين البيتين يعني بيتي إبراهيم\r\nقال وأنشد رجل إبراهيم قول الشاعر :\r\nأنكرت ذلي فأي شيء * أحسن من ذلة المحب\r\nأليس شوقي وفيض دمعي * وضعف جسمي شهود حبي\r\nفقال إبراهيم هؤلاء شهود ثقات قال وأنشد بعضهم لإبراهيم الحربي :\r\n","description":"","footnote":"","page_name":" 123 ","page_number":81},
  {"content":"\r\nاثنان إذا عدا * فخير لهما الموت\r\nفقير ماله زهد * وأعمى ماله صوت\r\nوروي عن إبراهيم الحربي أنه قال ما أنشدت شيئا من الشعر قط إلا قرأت بعده قل هو الله أحد ثلاث مرات\r\nوحدث الطوماري قال دخلت على إبراهيم الحربي وهو مريض وقد كان يحمل ماؤه إلى الطبيب وكان يجيء إليه ويعالجه وردت الجارية الماء وقالت مات الطبيب فقال :\r\nإذا مات المعالج من سقام * فيوشك للمعالج أن يموتا\r\nودخل عليه قوم يعودونه فقالوا كيف تجدك يا أبا إسحاق قال أجدني كما قال :\r\n","description":"","footnote":"","page_name":" 124 ","page_number":82},
  {"content":"\r\nدب في السقام سفلا وعلوا * وأراني أذوب عضوا فعضوا\r\nبليت جدتي بطاعة نفسي * وتذكرت طاعة الله نضوا\r\nقال أبو الحسن الدارقطني إبراهيم الحربي ثقة وكان إماما يقاس بأحمد بن حنبل في زهده وعلمه وورعه وهو إمام مصنف عالم بكل شيء بارع في كل علم صدوق وذكر وفاته كما تقدم هذا آخر ما نقلته من تاريخ الخطيب نقلت من خط الإمام الحافظ أبي نصر عبد الرحيم بن وهبان صديقنا ومفيدنا قال نقلت من خط أبي بكر محمد بن منصور السمعاني سمعت أبا المعالي ثابت بن بندار البقال يقول حكى لنا البرقاني رحمه الله قال كان إسماعيل بن إسحاق القاضي يشتهي رؤية إبراهيم الحربي وكان إبراهيم لا يدخل عليه يقول :\r\n","description":"","footnote":"","page_name":" 125 ","page_number":83},
  {"content":"\r\nلا أدخل دارا عليها بواب فأخبر إسماعيل بذلك فقال أنا أدع بابي كباب الجامع فجاء إبراهيم إليه فلم دخل عليه خلع نعليه فأخذ أبو عمر محمد بن يوسف القاضي نعليه ولفهما في منديل دبيقي وجعله في كمه وجرى بينهما علم كثير فلما قام إبراهيم التمس نعليه فأخرج أبو عمر النعل من كمه فقال له إبراهيم غفر الله لك كما أكرمت العلم فلما مات أبو عمر القاضي رئي في المنام فقيل له ما فعل الله بك فقال أجيبت في دعوة إبراهيم الحربي رحمه الله\r\nوحدثني صديقنا الحافظ أبو عبد الله محمد بن محمد بن محمود بن النجار حرسه الله قال حدثني أبو بكر أحمد بن سعيد بن أحمد الصباغ الأصبهاني بها قال حدثنا أحمد بن عمر بن الفضل الحافظ الأصبهاني ويعرف بجنك إملاء قال أخبرنا الحسن بن أحمد المقري يعني أبا علي الحداد قال أظنه عن أبي نعيم أنه كان يحضر في\r\n","description":"","footnote":"","page_name":" 126 ","page_number":84},
  {"content":"\r\nمجلس إبراهيم الحربي جماعة من الشبان للقراءة عليه ففقد أحدهم أياما فسأل عنه من حضر فقالوا هو مشغول فسكت ثم سألهم مرة أخرى في يوم آخر فأجابوه بمثل ذلك وكان الشاب قد ابتلي بمحبة شخص شغله عن حضور مجلسه وعظموا إبراهيم الحي أن يخبروه بجلية الحال فلما تكرر السؤال عنه وهم لا يزيدونه على أنه مشغول قال لهم يا قوم إن كان مريضا فقوموا بنا لعيادته أو مديونا اجتهدنا في مساعدته أو محبوسا سعينا في خلاصه فخبروني عن جلية حاله فقالوا نجلك عن ذلك فقال لا بد أن تخبروني فقالوا إنه قد ابتلي بعشق صبي فوجم إبراهيم ساعة ثم قال هذا الصبي الذي ابتلي بعشقه مليح أو قبيح فعجب القوم من سؤاله عن مثل ذلك مع جلالته في أنفسهم وقالوا أيها الشيخ مثلك يسأل عن مثل هذا فقال إنه بلغني أن الإنسان إذا ابتلي بمحبة\r\n","description":"","footnote":"","page_name":" 127 ","page_number":85},
  {"content":"\r\nصورة قبيحة كان بلاء يجب الاستعاذة من مثله وإن كان مليحا كان ابتلاءا يجب الصبر عليه واحتمال المشقة فيه قال فعجبنا مما أتى به قلت هذه الحكاية مع الإسناد حدثنيه مفاوهة بحلب ولم يكن أصله معه فكتبته بالمعنى واللفظ يزيد وينقص ومن مصنفات إبراهيم الحربي كتاب سجود القرآن كتاب مناسك الحج كتاب الهدايا والسنة فيها كتاب الحمام وآدابه والذي خرج من تفسيره لغريب الحديث مسند أبي بكر رضي الله عنه مسند عمر رضي الله عنه مسند عثمان رضي الله عنه مسند علي بن أبي طالب رضي الله عنه مسند الزبير رضي الله عنه مسند طلحة رضي الله عنه مسند سعد بن أبي وقاص مسند عبد الرحمن بن عوف مسند العباس رضي الله عنه مسند شيبة بن عثمان رضي الله عنه مسند عبد الله بن جعفر مسند المسور بن مخرمة رضي الله عنه مسند المطلب بن ربيعة مسند السائب\r\n","description":"","footnote":"","page_name":" 128 ","page_number":86},
  {"content":"\r\n\r\nمسند خالد بن الوليد مسند أبي عبيدة بن الجراح مسند ما روي عن معاوية مسند ما روي عن عاصم بن عمر مسند صفوان بن أمية مسند جبلة بن هبيرة مسند عمرو بن العاص مسند عمران بن الحصين مسند حكيم بن حزام مسند عبد الله بن زمعة مسند عبد الرحمن بن سمرة مسند عبد الله بن عمرو مسند عبد الله بن عمر\r\n( 7 - إبراهيم بن إسحاق الأديب )\r\nاللغوي أبو إسحاق الضرير البارع سمع الحديث بالبصرة والأهواز وببغداد بعد الأربعين والثلاثمائة وكان من الشعراء المجودين طاف بعض الدنيا ثم استوطن نيسابور إلى أن مات بها في سنة ثمان وسبعين وثلاثمائة ( وكان من الشعراء المجودين ) وممن تعلم الفقه والكلام قال ذلك كله الحاكم ولقيه وروى عنه شيئا\r\n","description":"","footnote":"","page_name":" 129 ","page_number":87},
  {"content":"\r\n\r\n\r\n( 8 - إبراهيم بن إسماعيل بن أحمد بن عبد الله )\r\nالطرابلسي يعرف بابن الأجدابي وأجدابية من نواحي أفريقية له أدب وحفظ ولغة وتصانيف ومن مشاهيرها كتاب كفاية المتحفظ صغير الحجم كثير النفع وكتاب الأنواء\r\n( 9 - إبراهيم بن السري بن سهل )\r\nأبو إسحاق النحوي قال الخطيب كان من أهل الدين والفضل حسن الاعتقاد جميل المذهب وله مصنفات حسان في الأدب مات في جمادى الآخرة سنة إحدى عشرة وثلاثمائة\r\nوحكى ابن مهذب في تاريخه حدثني الشيخ أبو العلاء المعري أنه سمع عنه ببغداد أنه لما حضرته الوفاة سئل عن سنه فعقد لهم سبعين وآخر ما سمع منه اللهم احشرني على مذهب أحمد بن أحمد بن حنبل وأبو إسحاق هو أستاذ أبي علي الفارسي\r\n","description":"","footnote":"","page_name":" 130 ","page_number":88},
  {"content":"\r\nقال الخطيب بإسناده قال أبو محمد عبد الله بن درستويه النحوي حدثني الزجاج قال كنت أخرط الزجاج فاشتهيت النحو فلزمت المبرد لتعلمه وكان لا يعلم مجانا ولا يعلم بأجرة إلا على قدرها فقال لي أي شيء صناعتك قلت أخرط الزجاج وكسبي في كل يوم درهم ودانقان أو درهم ونصف وأريد أن تبالغ في تعليمي وأنا أعطيك كل يوم درهما وأشرط لك أن أعطيك إياه أبدا إلى أن يفرق الموت بيننا استغنيت عن التعليم أو احتجت إليه قال فلزمته وكنت أخدمه في أموره مع ذلك وأعطيه الدرهم فينصحني في العلم حتى استقللت فجاء كتاب بعض بني مارقة من الصراة يلتمسون معلما نحويا لأولادهم فقلت له أسمني لهم\r\n","description":"","footnote":"","page_name":" 131 ","page_number":89},
  {"content":"\r\nفأسماني فخرجت فكنت أعلمهم وأنفذ إليه في كل شهر ثلاثين درهما وأزيده بعد ذلك بما أقدر عليه ومضت مدة على ذلك فطلب منه عبيد الله بن سليمان مؤدبا لابنه القاسم فقال له لا أعرف لك إلا رجلا بالصراة مع بني مارقة قال فكتب إليهم عبيد الله فاستنزلهم عني فنزلوا له فأحضرني وأسلم القاسم إلي فكان ذلك سبب غنائي وكنت أعطي المبرد ذلك الدرهم في كل يوم إلى أن مات ولا أخليه من التفقد بحسب طاقتي قال فكنت أقول للقاسم بن عبيد الله إن بلغك الله مبلغ أبيك ووليت الوزارة ماذا تصنع بي فيقول ماذا أحببت فأقول له تعطيني عشرين ألف دينار وكانت غاية أمنيتي فما مضت سنون حتى ولي القاسم الوزارة وأنا على ملازمتي له وصرت نديمة فدعتني نفسي إلى إذكاره بالوعد ثم هبته فلما كان في اليوم الثالث من وزارته قال لي يا أبا إسحاق لم أرك أذكرتني بالنذر فقلت عولت على رعاية الوزير\r\n","description":"","footnote":"","page_name":" 132 ","page_number":90},
  {"content":"\r\nأيده الله وأنه لا يحتاج إلى إذكار بنذر عليه في أمر خادم واجب الحق فقال لي إنه المعتضد ولولاه ما تعاظمني دفع ذلك إليك في مكان واحد ولكني أخاف أن يصير لي معه حديث فاسمح بأخذه متفرقا فقلت يا سيدي أفعل فقال اجلس للناس وخذ رقاعهم في الحوائج الكبار واستجعل عليها ولا تمتنع عن مسألتي شيئا تخاطب فيه صحيحا كان أو محالا إلى أن يحصل لك مال النذر قال ففعلت ذلك وكنت أعرض عليه فيسألني كل يوم رقاعا فيوقع لي فيها وربما قال لي كم ضمن لك على هذا فأقول كذا وكذا فيقول لي غبنت هذا يساوي كذا وكذا ارجع فاستزد فأراجع القوم فلا أزال أماكسهم ويزيدوني حتى أبلغ الحد الذي رسمه قال وعرضت عليه شيئا عظيما فحصلت عندي عشرون ألف دينار وأكثر منها في مديدة فقال\r\n","description":"","footnote":"","page_name":" 133 ","page_number":91},
  {"content":"\r\nلي بعد شهور يا أبا إسحاق حصل مال النذر فقلت لا فسكت وكنت أعرض عليه فيسألني في كل شهر ونحوه حصل المال فأقول لا خوفا من انقطاع الكسب إلى أن حصل لي ضعف ذلك المال\r\nوسألني يوما فاستحييت من الكذب المتصل فقلت قد حصل ذلك ببركة الوزير فقال فرجت والله عني فقد كنت مشغول القلب إلى أن يحصل لك قال ثم أخذ الدواة فوقع إلى خزانه بثلاثة آلاف دينار صلة فأخذتها وامتنعت أن أعرض عليه شيئا ولم أدر كيف أقع منه فلما كان من الغد جئته وجلست على رسمي فأومأ إلي أن هات ما معك يستدعي مني الرقاع على الرسم فقلت ما أخذت من أحد رقعة لأن النذر وقع الوفاء به ولم أدر كيف أقع من الوزير فقال يا سبحان الله أتراني أقطع عنك شيئا قد صار لك عادة وعلم به الناس وصارت لك به منزلة عندهم وجاه وغدو ورواح إلى بابك ولا يعلم سبب انقطاعه فيظن ذلك\r\n","description":"","footnote":"","page_name":" 134 ","page_number":92},
  {"content":"\r\nلضعف جاهك عندي أو تغير رتبتك عندي اعرض علي رسمك وخذ بلا حساب فقبلت يده وباكرته من غد بالرقاع فكنت أعرض عليه كل يوم شيئا إلى أن مات وقد تأثلت حالي هذه\r\nوحدث أبو علي الفارسي النحوي قال دخلت مع شيخنا أبي إسحاق الزجاج على القاسم بن عبيد الله الوزير فورد عليه خادم وساره بشيء استبشر له ثم تقدم إلى شيخنا أبي إسحاق بالمكوث إلى أن يعود ثم نهض فلم يكن بأسرع من أن عاد وفي وجهه أثر الوجوم فسأله شيخنا عن ذلك لأنس كان بينه وبينه فقال له كانت تختلف إلينا جارية لإحدى المغنيات فسمتها أن تبيعني إياها فامتنعت من ذلك ثم أشار عليها أحد من ينصحها أن تهديها إلي رجاء أن أضاعف لها ثمنها فلما وردت أعلمني الخادم بذلك فنهضت مستبشرا لأفتضها\r\n","description":"","footnote":"","page_name":" 135 ","page_number":93},
  {"content":"\r\nفوجدتها قد حاضت فكان مني ما ترى فأخذ شيخنا الدواة من بين يديه وكتب :\r\nفارس ماض بحربته * حاذق بالطعن في الظلم\r\nرام أن يدمي فريسته * فاتقته من دم بدم\r\nقال وجرى بين الزجاج وبين المعروف بمسيند وكان من أهل العلم تنمر فاتصل ونسجه إبليس وألحمه حتى خرج إبراهيم بن السري إلى حد الشتم فكتب إليه مسيند :\r\nأبى الزجاج إلا شتم عرضي * لينفعه فأثمه وضره\r\nوأقسم صادقا ما كان حر * ليطلق لفظة في شتم حرة\r\nولو أني كررت لفر مني * ولكن للمنون علي كره\r\nفأصبح قد وقاه الله شري * ليوم لا وقاه الله شره\r\nفلما اتصل هذا الشعر بالزجاج قصده راجلا حتى اعتذر\r\n","description":"","footnote":"","page_name":" 136 ","page_number":94},
  {"content":"\r\nإليه وسأله الصفح كل هذا من تاريخ الخطيب إبراهيم .\r\nأنبأنا يزيد بن الحسن الكندي عن أبي منصور الجواليقي عن المبارك الصيرفي عن علي بن أحمد بن الدهان عن عبد السلام بن حسن البصري قال كتب إلينا أبو الحسن علي بن محمد الشمشاطي من الموصل قال قال أبو إسحاق بن السري الزجاج رحمه الله دخلت على أبي العباس ثعلب رحمه الله في أيام أبي العباس محمد بن يزيد المبرد وقد أملى شيئا من المقتضب فسلمت عليه وعنده أبو موسى الحامض وكان يحسدني شديدا ويجاهرني بالعداوة وكنت ألين له وأحتمله لموضع الشيخوخة فقال لي أبو العباس قد حمل إلي بعض ما أملاه هذا الخلدي فرأيته لا يطوع لسانه بعبارة فقلت له إنه لا يشك في حسن عبارته اثنان ولكن سوء رأيك فيه يعيبه عندك فقال ما رأيته إلا ألكن متغلقا\r\n","description":"","footnote":"","page_name":" 137 ","page_number":95},
  {"content":"\r\nفقال أبو موسى والله إن صاحبكم ألكن يعني سيبويه فأحفظني ذلك ثم قال :\r\nبلغني عن الفراء أنه قال دخلت البصرة فلقيت يونس وأصحابه فسمعتهم يذكرونه بالحفظ والدراية وحسن الفطنة فأتيته فإذا هو أعجم لا يفصح سمعته يقول لجارية له هات ذيك الماء من ذاك الجرة فخرجت من عنده ولم أعد إليه فقلت له هذا لا يصح عن الفراء وأنت غير مأمون في هذه الحكاية ولا يعرف أصحاب سيبويه من هذا شيئا وكيف تقول هذا لمن يقول في أول كتابه هذا باب علم ما الكلم من العربية وهذا يعجز عن إدراك فهمه كثير من الفصحاء فضلا عن النطق به فقال ثعلب قد وجدت في كتابه نحوا من هذا قلت ما هو قال يقول في كتابه في غير نسخة حاشا حرف يخفض ما بعده كما تخفض حتى وفيها معنى الاستثناء فقلت له هذا كذا في كتابه وهو صحيح ذهب في التذكير إلى الحرف وفي التأنيث إلى الكلمة قال :\r\n","description":"","footnote":"","page_name":" 138 ","page_number":96},
  {"content":"\r\nوالأجود أن يحمل الكلام على وجه واحد قلت كل جيد قال الله تعالى « ومن يقنت منكن لله ورسوله وتعمل صالحا » وقرئ وتعمل صالحا وقال عز وجل « ومنهم من يستمعون إليك » ذهب إلى اللفظ وليس لقائل أن يقول لو حمل الكلام على وجه واحد في الاثنين كان أجود لأن كلا جيد فأما نحن فلا نذكر حدود الفراء لأن صوابه فيه أكثر من أن يعد ولكن هذا أنت عملت كتاب الفصح للمبتدئ المتعلم وهو عشرون ورقة أخطأت في عشرة مواضع منه قال لي اذكرها قلت له نعم قلت وهو عرق النساء ولا يقال عرق النساء كما لا يقال عرق الأبهر ولا عرق الأكحل\r\nقال امرؤ القيس :\r\n","description":"","footnote":"","page_name":" 139 ","page_number":97},
  {"content":"\r\nفأنشب أظفاره في النساء * فقلت هبلت ألا تنتصر\r\nوقلت حلمت في النوم أحلم حلما ليس بمصدر وإنما هو اسم قال الله تعالى « والذين لم يبلغوا الحلم منكم » وإذا كان للشيء مصدر واسم لم يوضع الاسم موضع المصدر ألا ترى أنك تقول حسبت الشيء أحسبه حسبا وحسابا والحسب المصدر والحساب الاسم ولو قلت ما بلغ الحسب إليك ورفعت الحسب إليك لم يجز وأنت تريد ورفعت الحساب إليك وقلت رجل عزب وامرأة عزبة وهذا خطأ إنما يقال رجل عزب وامرأة عزب لأنه مصدر وصف به فلا يجمع ولا يثنى ولا يؤنث كما يقال رجل خصم وامرأة خصم وقد أتيت بباب من هذا النوع في الكتاب وأفردت هذا منه قال الشاعر\r\nيا من يدل عزبا على عزب\r\nوقلت كسرى بكسر الكاف وهذا خطأ إنما هو\r\n","description":"","footnote":"","page_name":" 140 ","page_number":98},
  {"content":"\r\nكسرى والدليل على ذلك أنا وإياكم لا نختلف في النسب إلى كسرى يقال كسروي بفتح الكاف وليس هذا مما يغير بالنسب لبعده منها ألا ترى أنك لو نسبت إلى مغزى لقلت معزوي وإلى درهم قلت درهمي ولا يقال معزوي ولا درهمي وقلت وعدت الرجل خيرا وشرا فإذا لم تذكر الشر قلت أو عدته بكذا نقضا لما أصلت لأنك قلت بكذا وقولك بكذا كناية عن الشر والصواب أن تقول إذا لم تذكر الشر قلت أو عدته وقلت وهم المطوعة وإنما هم المطوعة بتشديد الطاء كما قال الله تعالى « يلمزون المطوعين من المؤمنين في الصدقات » فقال ما قلت إلا المطوعة فقلت هكذا قرأته عليك وقرأه غيري وأنا حاضر أسمع مرارا وقلت هو لرشدة وزنية كما قلت هو لغية والباب فيها واحد لأنه إنما يريد المرة الواحدة ومصادر الثلاثي إذا أردت المرة الواحدة لم تختلف\r\n","description":"","footnote":"","page_name":" 141 ","page_number":99},
  {"content":"\r\nتقول ضربته ضربة وجلست جلسة وركبت ركبة لا اختلاف في ذلك بين أحد من النحويين وإنما تكسر من ذلك ما كان هيئة حال فتصفها بالحسن والقبح وغيرهما فتقول هو حسن الجلسة والسيرة والركبة وليس هذا من ذلك وقلت أسنمة للبلدة ورواه الأصمعي بضم الهمزة أسنمة فقال ما روى ابن الأعرابي وأصحابنا إلا أسنمة\r\nفقلت قد علمت أنت أن الأصمعي أضبط لما يحكي وأوثق فيما يروي وقلت إذا عز أخوك فهن والكلام فهن وهو من هان يهين إذا لآن ومنه قيل هين لين لأن هن من هان يهون من الهوان والعرب لا تأمر بذلك ولا معنى لهذا الكلام يصح لو قالته العرب ومعنى عز ليس من العزة التي هي المنعة والقدرة وإنما هو من قولك عز الشيء إذا اشتد ومعنى الكلام إذا صعب أخوك واشتد فذل من\r\n","description":"","footnote":"","page_name":" 142 ","page_number":100},
  {"content":"\r\nالذل له ولا معنى للذل ههنا كما تقول إذا صعب أخوك فلن له قال فما قرئ عليه كتاب الفصيح بعد ذلك علمي ثم بلغني أنه سئم ذلك فأنكر كتاب الفصيح أن يكون له\r\nقال المؤلف وهذه المآخذ التي أخذها الزجاج على ثعلب لم يسلم إليه العلماء باللغة فيها وقد ألفوا تآليف في الانتصار لثعلب يضيق هذا المختصر عن ذكرها\r\nوحدث الزجاج قال أنشدنا أبو العباس المبرد :\r\nفي انقباض وحشمة فإذا * رأيت أهل الوفاء والكرم\r\nأرسلت نفسي على سجيتها * وجئت ما جئت غير محتشم\r\nقال عبيد الله الفقير وهذان البيتان يرويان لمحمد بن كناسة وقد رواهما آخرون لأبي نواس قال الزجاج فقلت له أليس يقول الأصمعي الحشمة الغضب والحشمة\r\n","description":"","footnote":"","page_name":" 143 ","page_number":101},
  {"content":"\r\nالاستحياء لأن الغضب والاستحياء جميعا نقصان في النفس وانحطاط عن الكمال فلذلك كان مخرجهما واحدا قال فقلت له أليس الحياء محمودا والغضب مذموما وقد روي أن الحياء شعبة من الإيمان وقد قيل إذا لم تستح فافعل ما تشاء فقال الحياء محمود في الدين وفي اجتناب المحارم وفي الإفضال وأما في ترك الحقوق والنكوص عن الخصوم عند الحجاج فهو نقصان في النفس\r\nقال أبو العباس وسمعت المازني يقول معنى قولهم إذا لم تستح فاصنع ما شئت أي إذا صنعت ما لا تستحي من مثله فاصنع ما شئت وليس على ما يذهب إليه العوام وهذا تأويل حسن\r\nقال حمزة بن الحسن الأصبهاني في كتاب الموازنة كان الزجاج يزعم أن كل لفظتين اتفقتا ببعض الحروف\r\n","description":"","footnote":"","page_name":" 144 ","page_number":102},
  {"content":"\r\nوإن نقص حروف إحداهما عن حروف الأخرى فإن إحداهما مشتقة من الأخرى فيقول الرجل مشتق من الرجل والثور إنما يسمى ثورا لأنه يثير الأرض والثوب إنما سمي ثوبا لأنه ثاب لباسا بعد أن كان غزلا حسيبه الله كذا قال وزعم أن القرنان إنما سمي قرنانا لأنه مطيق لفجور امرأته كالثور القرنان أي المطيق لحمل قرنه وفي القرآن « وما كنا له مقرنين » أي مطيقين قال وحكى يحيى بن علي بن يحيى المنجم أنه سأله بحضرة عبد الله بن أحمد بن حمدون النديم من أي شيء اشتق الجرجير قال لأن الريح تجرجره قال وما معنى تجرجره قال تجرره قال ومن هذا قيل للحبل الجرير لأنه يجر على الأرض قال والجرة لم سميت جرة قال لأنها تجر على الأرض فقال لو جرت على الأرض\r\n","description":"","footnote":"","page_name":" 145 ","page_number":103},
  {"content":"\r\nلانكسرت قال فالمجرة لم سميت مجرة قال لأن الله جرها في السماء جرا قال فالجرجور الذي هو اسم المائة من الإبل لم سميت به قال لأنها تجر بالأزمة وتقاد قال فالفصيل المجر الذي يشق طرف لسانه لئلا يرتضع أمه ما قولك فيه قال لأنهم جروا لسانه حتى قطعوه قال فإن جروا أذنيه فقطعوه تسميه مجرا قال لا يجوز ذلك فقال يحيى بن علي قد نقضت العلة التي أتيت بها على نفسك ومن لم يدر أن هذا مناقضة فلا حس له قال حمزة وشهدت ابن العلاف الشاعر وعنده من يحكي عن كتاب الزجاج من شنيع الاشتقاق الذي فيه ثم قال إني حضرته وقد سئل عن اشتقاق القصعة قال لأنها تقصع الجوع أي تكسره قال ابن العلاف يلزمه أن يقول الخضض مشتق من الخضيض\r\n","description":"","footnote":"","page_name":" 146 ","page_number":104},
  {"content":"\r\nوالعصفر مشتق من العصفور والدب مشتق من الدب والعذب من الشراب مشتق من العذاب والخريف من الخروف والعقل مشتق من العاقول والحلم مشتق من الحلمة والإقليم مشتق من القلم والخنفساء من الفساء والخنثى من الأنثى والمخنث من المؤنث ضرط إبليس على ذا من أدب\r\nوقال ابن بشران كان أبو إسحاق الزجاج ينزل بالجانب الغربي من بغداد في الموضع المعروف بالدويرة وأنشدت له :\r\nقعودي لا يرد الرزق عني * ولا يدنيه إن لم يقض شي\r\nقعدت فقد أتاني في قعودي * وسرت فعافني والسير لي\r\n","description":"","footnote":"","page_name":" 147 ","page_number":105},
  {"content":"\r\nفلما أن رأيت القصد أدنى * إلى رشدي وأن الحرص غي\r\nتركت لمدلج دلج الليالي * ولي ظل أعيش به وفي\r\nحدث أبو القاسم عبيد الله بن محمد بن جعفر الأزدي البصري قال لما مات أبو العباس أحمد بن يحيى بكى أبو إسحاق الزجاج فقلت ما بكاؤك فقال لي أين يذهب بك أليس كان يقال أحمد بن يحيى جالس وإبراهيم الزجاج اليوم فقال الزجاج ونفطويه وابن الأنباري مات الناقد ونفقت البهارج وحدث المرزباني في كتاب المقتبس ولم يذكر من خبره غير هذه القصة وذكرها ابن النديم في فهرسته قالا جميعا كان السبب في اتصال\r\n","description":"","footnote":"","page_name":" 148 ","page_number":106},
  {"content":"\r\nأبي إسحاق الزجاج بالمعتضد أن بعض الندماء وصف للمعتضد كتاب جامع النطق الذي عمله محبرة النديم قال محمد بن إسحاق خاصة واسم محبرة محمد بن يحيى بن أبي عباد ويكنى أبا جعفر واسم أبي عباد جابر بن زيد بن الصباح العسكري وكان حسن الأدب ونادم المعتضد وجعل كتابه جداول رجع الكلام إلى اتفاقهما فأمر المعتضد القاسم بن عبيد الله أن يطلب من يفسر تلك الجداول فبعث إلى ثعلب وعرضه عليه فلم يتوجه إلى حساب الجداول وقال لست أعرف هذا وإن أردتم كتاب العين فموجود ولا رواية له فكتب ابن عبيد الله إلى المبرد أن يفسرها فأجابهم إنه كتاب طويل يحتاج إلى تعب وشغل وإنه قد كبر وضعف عن ذلك وإن دفعتموه إلى صاحبي إبراهيم بن السري رجوت أن يفي بذلك فتغافل القاسم عن مذاكرة المعتضد بالزجاج حتى ألح عليه المعتضد\r\n","description":"","footnote":"","page_name":" 149 ","page_number":107},
  {"content":"\r\nفأخبره بقول ثعلب والمبرد وأنه أحال على الزجاج فتقدم إليه بالتقدم إلى الزجاج بذلك ففعل القاسم فقال الزجاج أنا أعمل ذلك على غير نسخة ولا نظر في جدول فأمره بعمل الثنائي فاستعار الزجاج كتب اللغة من ثعلب والسكري وغيرهما لأنه كان ضعيف العلم باللغة ففسر الثنائي كله وكتبه بخط الترمذي الصغير أبي الحسن وجلده وحمله إلى الوزير وح 4 مله الوزير إلى المعتضد واستحسنه وأمر له بثلاثمائة دينار وتقدم إليه بتفسيره كله ولم يخرج مما عمله الزجاج نسخة إلى أحد إلا إلى خزانة المعتضد ووزيره\r\nوقال ابن النديم ثم ظهر في كتاب السلطان هذا التفسير منقطعا ورأيناه في طلحي لطيف وصار للزجاج بهذا السبب منزلة عظيمة وجعل له رزق في الندماء ورزق في الفقهاء ورزق في العلماء نحو ثلاثمائة دينار قال ابن النديم\r\n","description":"","footnote":"","page_name":" 150 ","page_number":108},
  {"content":"\r\n\r\nوللزجاج من الكتب كتاب ما فسره من جامع النطق كتاب معاني القرآن قرأت على ظهر كتاب المعاني ابتدأ أبو إسحاق بإملاء كتابه الموسوم بمعاني القرآن في صفر سنة خمس وثمانين ومائتين وأتمه في شهر ربيع الأول سنة إحدى وثلاثمائة كتاب الاشتقاق كتاب القوافي كتاب العروض كتاب الفرق كتاب خلق الإنسان كتاب خلق الفرس كتاب مختصر النحو كتاب فعلت وأفعلت كتاب ما ينصرف وما لا ينصرف كتاب شرح أبيات سيبويه كتاب النوادر\r\n( 10 - إبراهيم بن سعدان بن حمزة )\r\nالشيباني المؤدب ذكره المرزباني في كتابه وقال كان أبو الحسن العنزي كثير الرواية عنه يروي عنه الأخبار ومستحسن الأشعار وكان لسعدان\r\n","description":"","footnote":"","page_name":" 151 ","page_number":109},
  {"content":"\r\nابن المبارك النحوي ابن يسمى إبراهيم روى عن أبيه النقائض ورواها عنه أبو سعيد السكري ولست أعلم أهو الذي نسبه العنزي إليه أم غيره لأن العنزي نسبه إلى سعدان بن حمزة الشيباني والله أعلم كل هذا كلام المرزباني\r\nوكان إبراهيم بن سعدان النحوي فيما رواه أحمد بن أبي طاهر يؤدب المؤيد وكان ذا منزلة عنده وحدث المرزباني فيما رفعه إلى أبي إسحاق الطلحي أحمد بن محمد بن حسان في جمال إبراهيم بن سعدان :\r\nألا أيها العير المصرف لونه * بلونين في قر الشتاء وفي الصيف\r\nهلم وقاك الله من كل آفة * إلى مجد مولاك الشفيق على الضيف\r\nوحدث المرزباني عن عبد الله بن يحيى العسكري عن أبي إسحاق الطلحي قال أخبرنا إبراهيم بن سعدان\r\n","description":"","footnote":"","page_name":" 152 ","page_number":110},
  {"content":"\r\nقال حرفان فيهما أربع وعشرون نقطة لا يعرف مثلهما حكاهما أبو الحسن الجبائي تتقتقت أي صعدت في الجبل وتبشبشت من البشاشة وحرف في القرآن هجاؤه عشرة أحرف متصلة ليس في القرآن مثله في سورة النور « ليستخلفنهم في الأرض »\r\nوحدث المرزباني عن الصولي عن أبي العيناء قال قال لي المتوكل بلغني أنك رافضي فقلت يا أمير المؤمنين وكيف أكون رافضيا وبلدي البصرة ومنشئي مسجد جامعها وأستاذي الأصمعي وجيراني باهلة وليس يخلو الناس من طلب دين أو دنيا فإن أرادوا دينا فقد أجمع المسلمون عل تقديم من أخروا وتأخير من قدموا وإن أرادوا دنيا فأنت وآباؤك أمراء المؤمنين لا دين إلا بك ولا دنيا إلا معك أبوك مستنزل الغيث وفي يديك خزائن الأرض وأنا مولاك فقال إن ابن سعدان زعم ذلك فيك فقلت :\r\n","description":"","footnote":"","page_name":" 153 ","page_number":111},
  {"content":"\r\n\r\nومن ابن سعدان والله ما يفرق ذلك بين الإمام والمأموم والتابع والمتبوع إنما ذاك حامل درة ومعلم صبية وآخذ على كتاب الله أجرة فقال لا تفعل لأنه مؤدب المؤيد فقلت يا أمير المؤمنين إنه لم يؤدبه حسبة وإنما أدبه بأجرة فإذا أعطيته حقه فقد قضيت ذمامه فقام ابن سعدان فقال يا أبا العيناء لا والله ما صدق يا أمر المؤمنين في شيء مما حكاه عني ثم أقبل على المتوكل فقال أي شيء أسهل عليك يا أمير المؤمنين من أن ينقضي مجلسك على ما تحب ثم يخرج هذا فيقطعني قال فضحك المتوكل :\r\n( 11 - إبراهيم بن سعيد بن الطيب )\r\nأبو إسحاق الرفاعي قال أبو طاهر السلفي وسألته يعني\r\n","description":"","footnote":"","page_name":" 154 ","page_number":112},
  {"content":"\r\nأبا الكرم الجوزي عن الرفاعي فقال هو من عبيد السبي وكان ضريرا قدم صبيا ذا فاقة إلى واسط فدخل الجامع إلى حلقة عبد الغفار الحصيني فتلقن القرآن فكان معاشه من أهل الحلقة ثم أصعد إلى بغداد فصحب أبا سعيد السيرافي وقرأ عليه كتاب شرح سيبويه وسمع منه كتب اللغة والدواوين وعاد إلى واسط وقد مات عبد الغفار فجلس صدرا يقرئ في الجامع ونزل الزيدية من واسط وهناك تكون الرافضة والعلويون فنسب إلى مذهبهم ومقت على ذلك وجفاه الناس وكان شاعرا حسن الشعر جيده وحدث في كتاب أبي غالب محمد بن أحمد بن سهل النحوي أنشدني أبو إسحاق الرفاعي لنفسه .\r\nوأحبة ما كنت أحسب أنني * أبلى ببينتهم فبنت وبانوا\r\n","description":"","footnote":"","page_name":" 155 ","page_number":113},
  {"content":"\r\nنأت المسافة فالتذكر حظهم * مني وحظي منهم النسيان\r\nومات سنة إحدى عشرة وأربعمائة\r\nسمت أبا نعيم أحمد بن علي ابن أخي سدة المقرئ الإمام يقول رأيت جنازة أبي إسحاق الرفاعي مع غروب الشمس تخرج إلى الجبانة وخلفها رجلان فحدثت بها شيخنا أبا الفتح بن المختار النحوي فقال سمى لك الرجلين فقلت لا فقال كنت أنا أحدهما وأبو غالب بن بشران الآخر وما صدقنا أنا نسلم خوفا أن نقتل\r\nومن عجائب ما اتفق أن هذا الرجل توفي وكان على هذا الوصف من الفضل فكانت هذه حاله وتوفي في غد يوم وفاته رجل من حشو العامة يعرف بدناءة كان سواديا فأغلق البلد لأجله وصلى عليه الناس\r\n","description":"","footnote":"","page_name":" 156 ","page_number":114},
  {"content":"\r\nكافة ولم يوصل إلى جنازته من كثرة الزحام آخر كلام الجوزي وذكر لي أبو عبد الله محمد بن سعيد الذهبي وذكره في أخبار النحويين الواسطيين أنه توفي في سنه اثنتين وعشرين وأربعمائة فذاكرته بما قاله الجوزي فقال الرجوع إلى الحق خير من التمادي على الباطل الذي ذكره الجوزي هو الحق أنا وهم\r\nوحدث أبو غالب بشران قال أنشدنا أبو إسحاق الرفاعي وما رأيت قط أعلم منه قال أنشدنا عبد الغفار بن عبد الله قال أنشدنا أبو عبد الله إبراهيم بن محمد نفطويه :\r\nإقبل معاذير من يأتيك معتذرا * إن بر عندك فيما قال أو فجرا\r\nفقد أطاعك من أرضاك ظاهره * وقد أجلك من يعصيك مستترا\r\n","description":"","footnote":"","page_name":" 157 ","page_number":115},
  {"content":"\r\n\r\n( 12 - إبراهيم بن سفيان الزيادي )\r\nهو إبراهيم بن سفيان بن سليمان بن أبي بكر بن عبد الرحمن بن زياد ابن أبيه كان نحويا لغويا راوية قرأ كتاب سيبويه على سيبويه ولم يتمه وروى عن الأصمعي وأبي عبيدة ونظرائهما وكان شاعرا مات سنة تسع وأربعين ومائتين ومن شعره الذي رواه المرزباني في حجر النار الهاشمي .\r\nدفع الرحمن عنكا * إن ذاك الدفع عني\r\nوأتى فيك بمن * يعذلني قارع سن\r\nإن تكن برزت في الحسن * فقد برز حزني\r\nحدث المرزباني عن المبرد عن الزيادي قال كان في\r\n","description":"","footnote":"","page_name":" 158 ","page_number":116},
  {"content":"\r\nجواري حق قد دعيت إليه فحضرت وجئ بنبيذ وطنبور فغنى مغنيهم :\r\nقولا لمن يتعرى * ومن يبدد شرا\r\nتركت فتيان صدق * يجلون في الحسن درا\r\nوصرت إلف خسيس * يعيد خيرك شرا\r\nهيهات فاتك والله * من يغرك غرا\r\nفقلت لمن هذا الشعر أصلحك الله قال لي يا سيدي وأنا جوان بن دست الباهلي سيدي قلت ليس جوان ودست عافاك الله من أسماء العرب قال أي شيء عليك من ذا سيدي قلت فردد الصوت قال تريد تقشمه كنك عقاب أو كني ما أعرفك ما تركت على كبد ابن عمي الأصمعي الماء وقد جئت إلي طارت فراخ برجك طارت قال فوثبت مما حل بي فلم أعد إليهم\r\n","description":"","footnote":"","page_name":" 159 ","page_number":117},
  {"content":"\r\nوحدث قال كان الزيادي يشبه بالأصمعي في معرفته للشعر ومعايبه وكان فيه دعابة ومزاج فمن شعره في ذلك :\r\nقد خرج الهجر على الوصل * وانقطع الحبل من الحبل\r\nودبق الهجر جناح الهوى * وانفلت الوصل من البخل\r\nفليت ذا الهجر قبيل الهوى * فيسلم الوصل من القتل\r\nوقال الجماز يهجو الزيادي :\r\nليس بكذاب ولا آثم * من قال إبراهيم ملعون\r\nحكم رسول الله في جده * ما ناله إلا الملاعين\r\nوبعد هذا كله إنه * يعجبه القثاء والتين\r\n","description":"","footnote":"","page_name":" 160 ","page_number":118},
  {"content":"\r\n\r\nوللزيادي من التصانيف كتاب النقط والشكل كتاب الأمثال كتاب تنميق الأخبار كتاب أسماء السحاب والرياح والأمطار كتاب شرح نكت كتاب سيبويه\r\nوقال إبراهيم الزيادي في جارية سوداء كان يحبها :\r\nألا حبذا حبذا حبذا * حبيب تحملت فيه الأذى\r\nويا حبذا برد أنيابه * إذا الليل أظلم واجلوذا\r\n( 13 - إبراهيم بن سليمان بن عبد الله )\r\nابن حبان النهمي بطن من همدان الخزار الكوفي أبو إسحاق أخباري ذكره أبو جعفر محمد بن الحسن الطوسي في كتاب مصنفي الإمامية وقال هو ثقة في الحديث سكن الكوفة في بني تميم فربما قيل التميمي قال ثم سكن في بني هلال فربما قيل الهلالي ونسبه في نهم\r\n","description":"","footnote":"","page_name":" 161 ","page_number":119},
  {"content":"\r\n\r\nله من الكتب كتاب النوادر كتاب الخطب كتاب الدعاء كتاب المناسك كتاب أخبار ذي القرنين كتاب إرم ذات العماد كتاب قبض روح المؤمن والكافر كتاب الدفائن كتاب خلق السماوات كتاب أخبار جرهم\r\n( 14 - إبراهيم بن صالح الوراق )\r\nأبو إسحاق تلميذ أبي نصر إسماعيل بن حماد الجوهري ذكره الباخرزي في كتاب دمية القصر فقال أنشدتي له الأديب يعقوب بن أحمد وهو أحسن ما قيل في معنى دود القز :\r\nوبنات جيب ما انتفعت بعيشها * ووأدتها فنفعنني بقبور\r\n","description":"","footnote":"","page_name":" 162 ","page_number":120},
  {"content":"\r\nثم انبعثن عواطلا فإذا لها * قرن الكباش إلى جناح طيور\r\nقال ومن المعاني المثارة من دود القز قول أبي الفتح البستي :\r\nألم تر أن المرء طول حياته * معنى بأمر لا يزال يعالجه\r\nتراه كدود القز ينسج دائبا * ويهلك غما وسط ما هو ناسجة\r\nولأبي إسحاق يهجو ابن زكريا المتكلم الأصبهاني :\r\nأبا أحمد يا أشبه الناس كلهم * خلاقا وخلقا بالرخال النواسج\r\n","description":"","footnote":"","page_name":" 163 ","page_number":121},
  {"content":"\r\n\r\n\r\nلعمرك ما طالت بتلك اللحى لكم * حياة ولكن بالعقول الكواسج\r\n( 15 - إبراهيم بن أبي عباد اليمني )\r\nوهو ابن الحسن بن إسحاق بن أبي عباد النحوي ذكر في موضعه\r\nوإبراهيم هذا من أعيان النحويين باليمن وله تصنيفان في النحو مختصران سمي أحدهما التلقين والأخر يعرف بمختصر إبراهيم وكان متأخرا بعد الخمسمائة\r\n( 16 - إبراهيم بن العباس الصولي )\r\nأبو إسحاق الكاتب هو إبراهيم بن العباس بن محمد\r\n","description":"","footnote":"","page_name":" 164 ","page_number":122},
  {"content":"\r\nابن صول مولى يزيد بن المهلب كنيته أبو إسحاق مات في شعبان سنة ثلاث وأربعين ومائتين بسامرا وهو يتولى ديوان النفقات والضياع مولده سنة ست وسبعين ومائة وقيل سنة سبع وستين وكان صول رجلا تركيا وكان هو وأخوه فيروز ملكي جرجان وتمجسا بعد التركية وتشبها بالفرس فلما حضر يزيد بن المهلب بن أبي صفرة جرجان أمنهما فأسلم صول على يده ولم يزل معه حتى قتل يزيد يوم العقر\r\nوكان يزيد بن المهلب لما دعا إلى نفسه لحق به صول وغيره فصادفه قد قتل وذكر الصولي أن صولا جده شهد الحرب مع يزيد بن المهلب وأن يزيد وجد مقتولا بلا طعنة ولا ضربة انسدت أذناه ومنخراه وامتلأ فمه بغبار العسكر فمات فلا يعرف مثله قتيل غبار\r\n","description":"","footnote":"","page_name":" 165 ","page_number":123},
  {"content":"\r\nقال ومعه قتل صول وجماعة من أصحابه وغلمانه وقيل بل انحاز إلى العباس بن الوليد في جماعة من غلمانه فأعطاه العباس أمانا وبعض أولاد المهلب معه فلما حصلا في يده غدر بهم وقتلهم جميعا وكان يقاتل كل من بينه وبين يزيد من جيوش بني أمية ويكتب على سهامه صول يدعوكم إلى كتاب الله وسنة نبيه فبلغ ذلك يزيد بن عبد الملك فاغتاظ وجعل يقول ويلي على ابن الغلفاء ماله وللدعاء إلى كتاب الله وسنة نبيه ولعله لا يفقه صلاته\r\nوكان محمد بن صول من رجال الدولة العباسية ودعاتها وكان يكنى أبا عمارة وقتله عبد الله بن علي لما خالف مع مقاتل بن حكيم العكي وكان بعض أهلهم ادعوا أنهم عرب وأن العباس بن الأحنف الشاعر خالهم\r\nوكان إبراهيم بن العباس وأخوه عبد الله من وجوه\r\n","description":"","footnote":"","page_name":" 166 ","page_number":124},
  {"content":"\r\nالكتاب وكان عبد الله أسنهما وأشدهما تقدما وكان إبراهيم آدبهما وأحسنهما شعرا وكان إذا قال شعرا اختاره وأسقط رذله وأثبت نخبته فمن ذلك قوله :\r\nولكن الجواد أبا هشام * وفي العهد مأمون المغيب\r\nبطيء عندما استغنيت عنه * وطلاع عليك مع الخطوب\r\nوهذا من نادر الشعر وجيده ومن ذلك قوله لأخيه عبد الله :\r\nولكن عبد الله لما حوى الغنى * وصار له من بين إخوانه مال\r\nرأى خلة منهم تسد بماله * فساهمهم حتى استوت بهم الحال\r\nوهذا الشعر يدل على أن قبله غيره ولولا أن يكون\r\n","description":"","footnote":"","page_name":" 167 ","page_number":125},
  {"content":"\r\nقبله غيره لقال ألا إن الجواد أبا هشام وألا إن عبد الله أو يكون قصد الإيهام بمدح قد تقدم هذه الأبيات من جملته والله أعلم\r\nوكان إبراهيم كاتبا حاذفا بليغا فصيحا منشئا وإبراهيم وأخوه عبد الله من صنائع ذي الرياستين الفضل بن سهل اتصلا به فرفع منهما وتنقل إبراهيم في الأعمال الجليلة والدواوين إلى أن مات وهو متول ديوان الضياع والنفقات بسر من رأى سنة ثلاث وأربعين ومائتين للنصف من شعبان وكان دعبل يقول لو تكسب إبراهيم بالشعر لتركنا في غير شيء وتعجب من قوله :\r\nإن امرأ ضن بمعروفه * عني لمبذول له عذري\r\nما أنا بالراغب في خيره * إن كان لا يرغب في شكري\r\nوكان إبراهيم صديقا لمحمد بن عبد الملك الزيات\r\n","description":"","footnote":"","page_name":" 168 ","page_number":126},
  {"content":"\r\nفولي محمد الوزارة وإبراهيم على الأهواز فقصده ووجه إليه بأبي الجهم أحمد بن سيف وأمره بكشفه فتحامل عليه تحاملا شديدا فكتب إبراهيم إلى محمد بن عبد الملك :\r\nوإني لأرجو بعد هذا محمدا * لأفضل ما يرجى أخ ووزير\r\nفأقام محمد على أمره ولج أبو الجهم في التحامل عليه فكتب إبراهيم إلى ابن الزيات يشكو إليه أبا الجهم ويقول هو كافر لا يبالي ما عمل وهو القائل لما مات غلامه يخاطب ملك الموت :\r\nتركت عبيد بني طاهر * وقد ملأوا الأرض عرضا وطولا\r\nوأقبلت تسعى إلى واحدي * ضرارا كأن قد قتلت الرسولا\r\n","description":"","footnote":"","page_name":" 169 ","page_number":127},
  {"content":"\r\nفسوف أدين بترك الصلا * ة وأصطبح الخمر صرفا شمولا\r\nفكان محمد لعصبيته على إبراهيم وقصده له يقول ليس هذا الشعر لأبي الجهم وإنما إبراهيم قاله ونسبه إلى أبي الجهم\r\nوكتب إبراهيم إلى ابن الزيات يستعطفه كتبت وقد بلغت المدية المحز وعدت الأيام علي بعد عدواي بك عليها وكان أسوأ الظن وأكثر خوفي أن تسكن في وقت حركتها وتكف عند أذاتها فصرت أضر علي منها فكف الصديق عن نصرتي خوفا منك وبادر إلي العدو تقربا إليك وكتب تحت ذلك :\r\nأخ بيني وبين الدهر * صاحب أينا غلبا\r\nصديقي ما استقام وإن * نبا دهر علي نبا\r\nوثبت على الزمان به * فعاد به وقد وثبا\r\n","description":"","footnote":"","page_name":" 170 ","page_number":128},
  {"content":"\r\nولو عاد الزمان لنا * لعاد به أخا حدبا\r\nوكتب إليه أما والله لو آمنت ودك لقلت ولكني أخاف منك عتبا لا تنصفني فيه وأخشى من نفسي لائمة لا تحتملها لي وما قدر فهو كائن عن كل حادثة أحدوثة وما استبدلت بحالة كنت فيها مغتبطا حالا أنا في مكروهها ولكنها أشد علي من أني فزعت إلى ناصري عند ظلم لحقني فوجدت من ظلمني أخف نية في ظلمي منه وأحمد الله كثيرا وكتب تحتها :\r\nوكنت أخي بإخاء الزمان * فلما نبا صرت حربا عوانا\r\nوكنت أذم إليك الزمان * فأصبحت فيك أذم الزمانا\r\nوكنت أعدك للنائبات * برفعه فها أنا أطلب منك الأمانا\r\nقال ثم وقف الواثق على تحامله عليه فرفع يده عنه وأمره أن يقبل منه ما رفعه ويرد إلى الحضرة مصونا\r\n","description":"","footnote":"","page_name":" 171 ","page_number":129},
  {"content":"\r\nفلما أحس إبراهيم بذلك بسط لسانه في ابن الزيات وهجاه هجاء كثيرا منه :\r\nقدرت فلم تضرر عدوا بقدرة * وسمت بها إخوانك الذل والرغما\r\nوكنت مليا بالتي قد يعافها * من الناس من يأبى الدنية والذما\r\nوقال أيضا فيه :\r\nأبا جعفر خف خفضة بعد رفعة * وقصر قليلا عن مدى غلوائكا\r\nفإن كنت قد أوتيت عزا ورفعة * فإن رجائي في غد كرجائكا\r\nوقال أيضا فيه :\r\nدعوتك في بلوى ألمت صروفها * فأوقدت من ضغن علي سعيرها\r\n","description":"","footnote":"","page_name":" 172 ","page_number":130},
  {"content":"\r\nوإني إذا أدعوك عند ملمة * كداعية بين القبور نصيرها\r\nولما مات ابن الزيات قال إبراهيم :\r\nلما أتاني خبر الزيات\r\nوأنه قد عد في الأموات * أيقنت أن موته حياتي\r\nولما انحرف محمد بن عبد الملك عن إبراهيم تحاماه الناس إن تلقوه وكان الحارث بن بشتخير الزريم المغني صديقا له مصافيا وهجره فيمن هجره من الإخوان فكتب إليه :\r\nتغير لي فيمن تغير حارث * وكم من أخ قد غيرته الحوادث\r\nأحارث إن شوركت فيك فطالما * غنينا وما بيني وبينك ثالث\r\nومن مستحسن شعر إبراهيم بن العباس قوله :\r\n","description":"","footnote":"","page_name":" 173 ","page_number":131},
  {"content":"\r\nخل النفاق لأهله * وعليك فالتمس الطريقا\r\nوارغب بنفسك أن ترى * إلا عدوا أو صديقا\r\nومنه :\r\nأميل مع الصديق على ابن أمي * وأقضي للصديق على الشقيق\r\nوأفرق بين معروفي ومني * وأجمع بين مالي والحقوق\r\nفإن ألفيتني حرا مطاعا * فإنك واجدي عبد الصديق\r\nوكان إبراهيم يهوى جارية لبعض المغنين بسر من رأى يقال لها ساهر شهر بها وكان منزله لا يخلو منها ثم دعيت في وليمة لبعض أهلها فغابت عنه ثلاثة أيام ثم جاءته ومعها جاريتان لمولاها وقالت له قد أهديت صاحبتي إليك عوضا عن مغيبي عنك فقال :\r\n","description":"","footnote":"","page_name":" 174 ","page_number":132},
  {"content":"\r\nأقبلن يحففن مثل الشمس طالعة * قد حسن الله أولاها وأخراها\r\nما كنت فيهن إلا كنت واسطة * وكن دونك يمناها ويسراها\r\nوجلس يوما مع إخوانه للشرب وبعث خلفها فأبطأت عليه وتنغص عليه وعلى جلسائه يومه وكان عندهم عدة من القيان ثم وافت فسري عنه وطابت نفسه وشرب وطرب وقال :\r\nألم ترنا يومنا إذ نأت * ولم تأت من بين أترابها\r\nوقد غمرتنا دواعي السرور * بإشعالها وبإلهابها\r\nونحن فتور إلى أن بدت * وبدر الدجى تحت أثوابها\r\nولما نأت كيف كنا بها * ولما دنت كيف صرنا بها\r\nفتغضبت فقالت ما القصة كما ذكرت وقد كنتم في قصفكم مع من حضر وإنما تجملتم لي لما حضرت فقال :\r\n","description":"","footnote":"","page_name":" 175 ","page_number":133},
  {"content":"\r\nيا من حنيني إليه * ومن فؤادي لديه\r\nومن إذا غاب من بي‍ * نهم أسفت عليه\r\nإذا حضرت فمن بي‍ * نهم أصب إليه\r\nمن غاب غيرك منهم * فإذنه في يديه\r\nفرضيت فأقاموا يومهم على أحسن حال ثم طال العهد بينهما فملها وكانت شاعرة وكانت تهواه أيضا فكتبت إليه تعاتبه :\r\nبالله يا ناقض العهود بمن * بعدك من أهل ودنا نثق\r\nواسوأتا ما استحيت لي أبدا * إن ذكر العاشقون من عشقوا\r\nلا غرني كاتب له أدب * ولا ظريف مهذب لبق\r\n","description":"","footnote":"","page_name":" 176 ","page_number":134},
  {"content":"\r\nكنت بذاك اللسان تختلني * دهرا ولم أدر أنه ملق\r\nفاعتذر إليها وراجعها فلم تر منه ما تكره حتى فرق الموت بينهما .\r\nوحدث علي بن الحسين الإسكافي قال كان لإبراهيم ابن قد يفع وترعرع وكان به معجبا فاعتل علة لم تطل حتى مات فرثاه مراثي كثيرة وجزع عليه جزعا شديدا فمن مراثيه فيه :\r\nكنت السواد لمقلتي * فبكى عليك الناظر\r\nمن شاء بعدك فليمت * فعليك كنت أحاذر\r\nوقال أيضا فيه :\r\nوما زلت مذ لد أعطيته * أدافع عنه حمام الأجل\r\nأعوذه دائبا بالقران * وأرمي بطرفي إلى حيث حل\r\n","description":"","footnote":"","page_name":" 177 ","page_number":135},
  {"content":"\r\nفأضحت يدي قصدها واحد * إلى حيث حل فلم يرتحل\r\nومر إبراهيم برجل يستثقله فسلم عليه فقال لبعض من معه إنه جرمي فقال له ما كان عندي إلا أنه من أهل السواد فضحك إبراهيم وقال إنما أردت قول الشاعر :\r\nيسائل عن أخي جرم * ثقيل والذي خلقه\r\nوكتب إبراهيم شفاعة لرجل إلى بعض إخوانه فلان ممن يزكو شكره ويعنيني أمره والصنيعة عنده واجدة موضعها وسالكة طريقها :\r\nوأفضل ما يأتيه ذو الدين والحجى * إصابة شكر لم يضع معه أجر\r\n( ونظر إبراهيم إلى الحسن بن وهب وهو مخمور فقال له :\r\nعيناك قد حكتا مبيتك * كيف كنت وكيف كانا\r\n","description":"","footnote":"","page_name":" 178 ","page_number":136},
  {"content":"\r\nولرب عين قد أرتك * مبيت صاحبها عيانا\r\nوقال ورفع أحمد بن المدبر على بعض عمال إبراهيم فحضر إبراهيم دار المتوكل فرأى هلال الشهر على وجهه ودعا له وضحك وقال له إن أحمد بن المدبر رفع على عاملك كذا وكذا فأصدقني عنه قال إبراهيم فضاقت على الحجة وخفت أن أحقق قوله إن اعترفت ثم لا أرجع منه إلى شيء فيعود علي الغرم فعدلت عن الحجة إلى الحيلة فقلت أنا في هذا يا أمير المؤمنين كما قلت فيك :\r\nرد قولي وصدق الأقوالا * وأطاع الوشاة والعذالا\r\nأتراه يكون شهر صدود * وعلى وجهه رأيت الهلالا\r\nفقال لا يكون ذلك والله لا يكون ذلك أبدا والتفت إلى الوزير وقال له كيف تقبل في المال قول صاحبه وكان أحمد بن يحيى ثعلب يقول إبراهيم ابن\r\n","description":"","footnote":"","page_name":" 179 ","page_number":137},
  {"content":"\r\nالعباس أشعر المحدثين وما روي شعر كاتب غيره وكان يستجيد قوله :\r\nلنا إبل كوم يضيق بها الفضا * ويفتر عنها أرضها وسماؤها\r\nفمن دونها أن تستباح دماؤنا * ومن دوننا أن نستذم دماؤها\r\nحمى وقرى فالموت دون مرامها * وأيسر خطب يوم حق فناؤها\r\nويقول والله لو أن هذا لبعض الأوائل لاستجيد له وقال إبراهيم في قينة كان يهواها :\r\nوعلمتني كيف الهوى وجهلته * وعلمكم صبري على ظلمكم ظلمي\r\nوأعلم مالي عندكم فيردني * هواي إلى جهلي فأرجع عن علمي\r\nومن أحسن ما قيل في قصر الليل قول إبراهيم بن العباس :\r\n","description":"","footnote":"","page_name":" 180 ","page_number":138},
  {"content":"\r\nوليلة من الليالي الزهر * قابلت فيها بدرها ببدر\r\nلم تك غير شفق وفجر * حتى تولت وهي بكر الدهر\r\nوقال أبو الغيث كنت عند إبراهيم بن العباس وهو يكتب كتابا فنقطت القلم نقطة مفسدة فمسحها بكمه فعجبت فقال لا تعجب المال فرع والقلم أصل ومن هذا السواد جاءت هذه الثياب والأصل أحوج إلى المراعاة من الفرع ثم فكر قليلا وقال :\r\nإذا ما الفكر ولد حسن لفظ * وأسلمه الوجود إلى العيان\r\nووشاة فنمنمه بيان * فصيح في المقال بلا لسان\r\nترى حلل البيان منشرات * تجلى بينها حلل المعاني\r\n","description":"","footnote":"","page_name":" 181 ","page_number":139},
  {"content":"\r\nوقال إبراهيم في الفضل بن سهل :\r\nيقضي الأمور على بديهته * وتريه فكرته عواقبها\r\nفيظل يصدرها ويوردها * فيعم حاضرها وغائبها\r\nوإذا ألمت صعبة عظمت * فيها الرزيئة كان صاحبها\r\nالمستقل بها وقد رسبت * ولوت على الأيام جانبها\r\nوعدلتها بالعدل فاعتدلت * ووسعت راغبها وواهبها\r\nوإذا الحروب علت بعثت لها * رأيا تفل به كتائبها\r\nرأيا إذا نبت السيوف مضى * عزم به فشفى مضاربها\r\n","description":"","footnote":"","page_name":" 182 ","page_number":140},
  {"content":"\r\nأجرى إلى فئة بدولتها * وأقام في أخرى نوادبها\r\nوإذا الخطوب تأثلت ورست * هدت فواضله نوائبها\r\nوإذا جرت بضميره يده * أبدت له الدنيا مناقبها\r\nقال واجتمع هارون بن محمد بن عبد الملك بن الزيات وابن برد الخباز في مجلس عبيد الله بن سليمان فجعل هارون ينشد من شعر أبيه ومحاسنه\r\nويفضله ويقدمه فقال له ابن برد الخباز إن كان لأبيك مثل قول إبراهيم بن العباس الصولي :\r\nأسد ضار إذا هيجته * وأب بر إذا ما قدرا\r\nيعرف الأبعد إن أثرى ولا * يعرف الأدنى إذا ما افتقرا\r\n","description":"","footnote":"","page_name":" 183 ","page_number":141},
  {"content":"\r\nأو مثل قوله :\r\nتلج السنون بيوتهم وترى لهم * عن جار بيتهم ازورار مناكب\r\nوتراهم بسيوفهم وشفارهم * مستشرفين لراغب أو راهب\r\nحامين أو قارين حيث لقيتهم * نهب العفاة ونزهة للراغب\r\nفاذكره وفاخر به وإلا فأقلل فخجل هارون\r\nقال ودخل عليه أحمد بن المدبر بعد خلاصه من النكبة مهنئا وكان استعان به في أمر النكبة فقعد عنه وبلغه أنه كان يسعى ويحرض عليه ابن الزيات فقال :\r\nوكنت أخي بالدهر حتى إذا نبا * نبوت فلما عاد عدت مع الدهر\r\n","description":"","footnote":"","page_name":" 184 ","page_number":142},
  {"content":"\r\nفلا يوم إقبالي عددتك طائلا * ولا يوم إدباري عددتك من وتر\r\nوما كنت إلا مثل أحلام نائم * كلا حالتيك من وفاء ومن غدر\r\nوله أيضا فيه :\r\nلو قيل لي خذ أمانا * من أعظم الحدثان\r\nلما أخذت أمانا * إلا من الخلان\r\nفأنا أستحسن قوله :\r\nحتى متى أنا في حزن وفي غصص * إذا تجدد حزن هون الماضي\r\nوقد غضبت فما باليتم غضبي * حتى رجعت بقلب ساخط راض\r\nومما كتب إبراهيم بن العباس إلى ابن الزيات :\r\nمن رأى في المنام مثل أخ لي * كان عوني على الزمان وخلي\r\n","description":"","footnote":"","page_name":" 185 ","page_number":143},
  {"content":"\r\nرفعت حاله فحاول حطي * وأبى أن يعز إلا بذلي\r\nوكتب إليه يستعطفه :\r\nفهبني مسيئا مثل ما قلت ظالما * فعفوا جميلا كي يكون لك الفضل\r\nفإن لم أكن بالعفو منك لسوء ما * جنيت به أهلا فأنت له أهل\r\nومن منثور كلامه أتاني فلان في وقت أستثقل فيه لحظة الفرح\r\nوحدث الصولي عن العباس بن محمد قال أنشدني إبراهيم بن العباس في مجلسه في ديوان الضياع :\r\nربما تجزع النفوس من الأمر * له فرجة كحل العقال\r\nونكت بقلمه ثم قال :\r\n","description":"","footnote":"","page_name":" 186 ","page_number":144},
  {"content":"\r\nولرب نازلة يضيق بها الفتى * ذرعا وعند الله منها المخرج\r\nكملت فلما استحكمت حلقاتها * فرجت وكنت أظنها لا تفرج\r\nقال فعجبنا من سرعة طبعه وجودة قريحته\r\nوحدث الصولي عن أحمد بن يزيد المهلبي قال حدثني أبي قال لما قرأ إبراهيم بن العباس على المتوكل رسالته إلى أهل حمص أما بعد فإن أمير المؤمنين يرى من حق الله عليه بما قوم به من أود وعدل به من زيغ ولم به من منتشر استعمال ثلاث يقدم بعضهن أمام بعض أولاهن ما يتقدم به من تنبيه وتوقيف ثم ما يستظهر به من تحذير وتخويف ثم التي لا يقع حسم الداء بغيرها :\r\n","description":"","footnote":"","page_name":" 187 ","page_number":145},
  {"content":"\r\nأناة فإن لم تغن عقب بعدها * وعيدا فإن لم يغن أغنت عزائمه\r\nعجب المتوكل من حسن ذلك وأومأ إلى عبيد الله أما تسمع فقال يا أمير المؤمنين إن إبراهيم فضيلة خبأها الله لك واحتبسها على أيامك وهذا أول شعر نفذ في كتاب عن خلفاء بني العباس\r\nوحدث عن ميمون بن هارون عن أبيه قال قلت لإبراهيم بن العباس إن فلانا يحب أن يكون لك وليا فقال لي أنا والله أحب أن تكون الناس جميعا إخواني ولكني لا أخذ منهم إلا من أطيق قضاء حقه وإلا استحالوا أعداء وما مثلهم إلا كمثل النار قليلها مقنع وكثيرها محرق\r\nوقال الحسين بن علي الباقطائي شاورت أبا الصقر قبل وزارته في أمر لي فعرفني الصواب فيه فقلت له أنت أيدك الله كما قال إبراهيم بن العباس في هذا المعنى :\r\n","description":"","footnote":"","page_name":" 188 ","page_number":146},
  {"content":"\r\nأتيتك شتى الرأي لابس حيرة * فسددتني حتى رأيت العواقبا\r\nعلى حين ألقى الرأي دوني حجابه * فجبت الخطوب واعتسفت المذاهبا\r\nفقال لا تبرح والله حتى أكتب البيتين فكتبتهما له بين يديه بخطي\r\nوحدث أبو ذكوان قال لما توفي المعتصم بالله وقام ابنه الواثق خليفة بعده كتب إليه إبراهيم بن العباس يعزيه بأبيه ويهنئه بالخلافة إن أحق الناس بالشكر من جاء به عن الله وأولاهم بالصبر من كان سلفه رسول الله وأمير المؤمنين أعزه الله وآباؤه نصرهم الله أولو الكتاب الناطق عن الله بالشكر وعترة رسوله المخصوصون بالصبر وفي كتاب الله أعظم الشفاء وفي رسوله أحسن العزاء وقد كان\r\n","description":"","footnote":"","page_name":" 189 ","page_number":147},
  {"content":"\r\nمن وفاة أمير المؤمنين المعتصم بالله ومن مشيئة الله في ولاية أمير المؤمنين الواثق بالله ما عفا على أوله آخره وتلافت بدأته عاقبته فحق الله في الأولى الصبر وفرضه في الأخرى الشكر فإن رأى أمير المؤمنين أن يستنجز ثواب الله بصبره ويستدعي زيادته بشكره فعل إن شاء الله تعالى وحده\r\nومن كلامه ووجد أعداء الله زخرف باطلهم وتمويه كذبهم « كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئا » وكوميض برق عرض فأسرع ولمع فأطمع حتى انحسرت مغاربه وتشعبت مولية مذاهبه وأيقن راجيه وطالبه ألا ملاذ ولا وزر ولا مورد ولا صدر ولا من الحرب مفر هنالك ظهرت عواقب الحق منجية وخواتم الباطل\r\n","description":"","footnote":"","page_name":" 190 ","page_number":148},
  {"content":"\r\nمردية سنة الله فيما أزاله وأداله ولن تجد لسنة الله تبديلا ولا عن قضائه تحويلا\r\nوحدثني الصولي قال حدثني يحيى بن البحتري قال رأيت أبي يذاكر جماعة من شعراء الشام بمعان من الشعر فمر فيها قلة نوم العاشق وما قيل في ذلك فأنشدوا إنشادات فيها فقال لهم أبي فرغ من هذا كاتب العراق إبراهيم بن العباس فقال :\r\nأحسب النوم حكاكا * إذ رأى منك جفاكا\r\nمني الصبر ومنك ال‍ * هجر فابلغ بي مداكا\r\nكذبت همة عين * طمعت في أن تراكا\r\nأي ما حظ لعين * أن ترى من قد رآكا\r\nليت حظي منك أن تعلم * ما بي من هواكا\r\nثم قال البحتري تصرفت هذه الأبيات في معان من الشعر أحسن في جميعها قال فكتبتها عنه أجمعها ومما روى له الصولي :\r\n","description":"","footnote":"","page_name":" 191 ","page_number":149},
  {"content":"\r\nأولى البرية طرا أن تواسيه * عند السرور الذي واساك في الحزن\r\nإن الكرام إذا ما أسهلوا ذكروا * من كان يألفهم في المنزل الخشن\r\nوروي له وهو في الحماسة :\r\nلا يمنعنك خفض العيش في دعة * نزوع نفس إلى أهل وأوطان\r\nتلقى بكل بلاد إن حللت بها * أرضا بأرض وجيرانا بجيران\r\nقال الصولي حدثني جرير بن أحمد بن أبي دؤاد قال كان إبراهيم أصدق الناس لأبي فعتب على ابنه أبي الوليد في شيء فقال فيه أحسن قول ذمه فمدح أباه وما أحسن هذا من جهة جرير :\r\nعفت مساو تبدت منك واضحة * على محاسن نقاها أبوك لكا\r\n","description":"","footnote":"","page_name":" 192 ","page_number":150},
  {"content":"\r\nلئن تقدمت أبناء الكرام به * فقد تقدم آباء الكرام بكا\r\nوروي لإبراهيم في محمد بن عبد الملك :\r\nإن كان رزقي عليك فارم به * في ما صفا حبه على رصد\r\nلو كنت حرا كما زعمت وقد * كررتني بالمطال لم أعد\r\nلكنني عدت ثم عدت فإن * عدت إلى مثلها إذا فعد\r\nأعتقني سوء ما أتيت من الرق * فيا بردها على كبدي\r\nفصرت عبدا للسوء فيك وما * أحسن سوء قبلي إلى أحد\r\nوله فيه :\r\nوقائل لا أبدا * إن جد أو إن هزلا\r\nفهو إذا اضطر إلى * قول نعم قال بلى\r\n","description":"","footnote":"","page_name":" 193 ","page_number":151},
  {"content":"\r\nتعودوا منه لما ضمن * بالا قول لا\r\nومما يستحسن من شعر إبراهيم بن العباس :\r\nابتداء بالتجني * وقضاء بالتظني\r\nواشتفاء بتجني‍ * ك لأعدائك مني\r\nبأبي قل لي كي أعلم * لم أعرضت عني\r\nقد تمنى ذاك أعدائي * فقد نالوا التمني\r\nوقال أبو زيد البلخي وذكر إبراهيم بن العباس فقال كان من أبلغ الناس في الكتابة حتى صار كلامه مثلا كتب كتاب فتح عجيبا أثنى على الله وحمده ثم قال في خلال ذلك وقسم الله الفاسق أقساما ثلاثة روحا معجلة إلى نار الله وجثة منصوبة بفناء معقله وهامة منقولة إلى دار خلافته\r\nوحدث الجهشياري عن وهب بن سليمان بن وهب قال كنت أكتب لإبراهيم بن العباس على ديوان الضياع وكان رجلا بليغا ولم يكن له في الخراج تقدم وكان بينه وبين أحمد بن المدبر تباعد وكان أحمد مقدما في الكتابة فقال\r\n","description":"","footnote":"","page_name":" 194 ","page_number":152},
  {"content":"\r\nأحمد بن المدبر للمتوكل قلدت إبراهيم بن العباس ديوان الضياع وهو متخلف آية من الآيات لا يحسن قليلا ولا كثيرا وطعن عليه طعنا قبيحا فقال المتوكل في غد أجمع بينكما واتصل الخبر بإبراهيم فأيقن بحلول المكروه وعلم أنه لا يفي بأحمد بن المدبر في صناعته وغدا إلى دار السلطان آيسا من نفسه ونعمته وحضر أحمد فقال له المتوكل قد حضر إبراهيم وحضرت ومن أجلكم قعدت فهات اذكر ما كنت فيه أمس فقال أحمد أي شيء أذكر عنه فإنه لا يعرف أسماء عماله في النواحي ولا يعلم ما في دساترهم من تقديراتهم وكيولهم وحمل من حمل منهم ومن لم يحمل ولا يعرف أسماء النواحي التي تقلدها وقد اقتطع صاحبه بناحية كذا كذا ألفا واختلت ناحية كذا في العمارة وأطال في ذكر هذه الأمور فالتفت المتوكل إلى إبراهيم فقال ما سكوتك فقال يا أمير المؤمنين جوابي في\r\n","description":"","footnote":"","page_name":" 195 ","page_number":153},
  {"content":"\r\nبيتي شعر قلتهما فإن أذن أمير المؤمنين أنشدتهما فقال هات فأنشده البيتين المذكورين رد قولي وصدق الأقوالا فقال المتوكل زه زه أحسنت إيتوني بمن يعمل في هذا لحنا وهاتوا ما نأكل وجيئوا بالنساء ودعونا من فضول ابن المدبر واخلعوا على إبراهيم بن العباس فخلع عليه وانصرف إلى منزله\r\nقال الحسن فمكث يومه مغموما فقلت له هذا يوم سرور وجذل بما جدد الله لك من الانتصار على خصمك فقال يا بني الحق أولى بمثلي وأشبه إني لم أدفع أحمد بحجة ولا كذب في شيء مما ذكر ولا أنا ممن يعشره في الخراج كما أنه لا يعشرني في البلاغة وإنما فلجت برطازة ومخرقة أفلا أبكي فضلا عن أن أغتم من زمان يدفع ذلك كله\r\nوقال الجهشياري رأيت دفترا بخط إبراهيم بن العباس الصولي فيه شعره قال في حبس موسى بن عبد الملك\r\n","description":"","footnote":"","page_name":" 196 ","page_number":154},
  {"content":"\r\nإياه يصف غليظ ما هو فيه من الحبس وثقل الحديد والقيد ويذكر موسى في شعره وكان يكنى بأبي الحسن فكناه بأبي عمران فقال في قصيدة طويلة :\r\nكم ترى يبقى على ذا بدني * قد بلي من طول همي وفني\r\nأنا في أسر وأسباب ردى * وحديد فادح يكلمني\r\nوأبو عمران موسى حنق * حاقد يطلبني بالإحن\r\nليس يشفيه سوى سفك دمي * أو يراني مدرجا في كفني\r\nوقد كتب أحمد بن مدبر بخطه في ظهر هذا الدفتر :\r\nأبا إسحاق إن تكن الليالي * عطفن عليك بالخطب الجسيم\r\nفلم أر صرف هذا الدهر يجري * بمكروه على غير الكريم\r\n","description":"","footnote":"","page_name":" 197 ","page_number":155},
  {"content":"\r\n\r\nولإبراهيم بن العباس من التصانيف فيما ذكره محمد بن إسحاق النديم كتاب ديوان رسائله كتاب ديوان شعره كتاب الدولة كبير كتاب الطبيخ كتاب العطر ومات إبراهيم بن العباس الصولي في سنة ثلاث وأربعين ومائتين في شعبان وهو يتولى ديوان الضياع والنفقات بسامرا\r\n( 17 - إبراهيم بن عبد الله النجيرمي )\r\nأبو إسحاق النحوي اللغوي أخذ عنه أبو الحسين المهلبي وجنادة اللغوي الهروي وكثير من أهل العلم وكان مقامه بمصر\r\nقال أبو سعد السمعاني النجيرمي إلى نجارم ويقال نجارم وهي محلة بالبصرة قال المؤلف لم يصب السمعاني في قوله إلا أن يكون طائفة من أهل هذا الموضع أقاموا بموضع من محال البصرة فنسب إليهم ونجيرم قرية كبيرة على ساحل بحر فارس بينها\r\n","description":"","footnote":"","page_name":" 198 ","page_number":156},
  {"content":"\r\nوبين سيراف نحو خمسة عشر فرسخا رأيتها يسمونها أهلها والتجار نيرم فيسقطون الجيم تخفيفا أو تخلفا وليس مثلها يحتمل أن يكون لأهلها محلة بالبصرة\r\nوهم فرس من فرس الحال أكثر أكلهم النبق والسمك حدثني بعض أهل مصر عند كوني بها في سنة اثنتي عشرة وستمائة قال حدثت أن الفضل بن عباس دخل على كافور الإخشيدي فقال له أدام الله أيام سيدنا الأستاذ فخفض الأيام فتبسم كافور إلى أبي إسحاق النجيرمي فقال أبو إسحاق :\r\nلا غرو أن لحن الداعي لسيدنا * وغص من هيبة بالريق والبهر\r\nفمثل سيدنا حالت مهابته * بين البليغ وبين القول بالحصر\r\nفإن يكن خفض الأيام عن دهش * من شدة الخوف لا من قلة البصر\r\n","description":"","footnote":"","page_name":" 199 ","page_number":157},
  {"content":"\r\nفقد تفاءلت في هذا لسيدنا * والفأل نأثره عن سيد البشر\r\nبأن أيامه خفض بلا نصب * وأن دولته صفو بلا كدر\r\nقال فأمر له بثلاثمائة دينار ولابن عباس بمثلها هكذا أخبرني المصري في خبر هذا الشعر وأنه لأبي إسحاق النجيرمي\r\nووجدت في أخبار رواها أبو الجوائز الواسطي قال حدثني أبو الحسين بن أدين النحوي وكان شيخا قد نيف على الثمانين في سنة أربعمائة قال حضرت مع والدي وأنا طفل مجلس كافور الإخشيدي وهو غاص بأهله فدخل رجل غريب فسلم ودعا له وذكر القصة ولم يذكر الفضل بن عباس قال فقام رجل فأنشد ولم يذكر النجيرمي وأنشد الشعر بعينه وجهل الرجلين .\r\nقرأت في كتاب من إملاء النجيرمي قال كاتبها أنشدني أبو إسحاق وهي له :\r\n","description":"","footnote":"","page_name":" 200 ","page_number":158},
  {"content":"\r\nبدلني الدهر أميرا معوزا * بسيد كان خضما كوثرا\r\nإذا شممت كفه مؤملا * شممت منها غمرا مقترا\r\nبما أشم مسكها والعنبرا * يا بدلا كان لقاء أعورا\r\nوأنشدهم أيضا لنفسه :\r\nوإني فتى صبر على الأين والوجى * إذا اعتصروا للوح ماء فظاظها\r\nإذا ضربوها ساعة بدمائها * وحل عن الكوماء عقد شظاظها\r\nفإنك ضحاك إلى كل صاحب * وأنطق من قس غداة عكاظها\r\nإذا اشتغب المولى مشاغب مغشم * فعذره فيها آخذا بكظاظها\r\n","description":"","footnote":"","page_name":" 201 ","page_number":159},
  {"content":"\r\n\r\n\r\n( 18 - إبراهيم بن عبد الله الغزال اللغوي )\r\nلا أعرف من حاله شيئا إلا أن السلفي قال أنشدني أبو القاسم الحسن بن الفتح بن حمزة بن الفتح الهمذاني قال أنشدني إبراهيم بن عبد الله الغزال اللغوي لنفسه وكان يتبخبخ بهما :\r\nوالبرق في الديجور أهطل مرنة * أبدت نباتا أرضها كالزرنب\r\nفوجدت بحرا فيه نار فوقه * غيم يرى فيه بليل غيهب\r\n( 19 - إبراهيم بن عبد الرحيم العروضي )\r\nحكى عنه أبو العباس أحمد بن محمد النامي في كتاب القوافي فهو من طبقة ابن درستويه وعلي بن سليمان الأخفش\r\n","description":"","footnote":"","page_name":" 202 ","page_number":160},
  {"content":"\r\n\r\n( 20 - إبراهيم بن عثمان أبو القاسم بن الوزان )\r\nالقيرواني النحوي كان فقيها على مذهب العراقيين وإماما في النحو واللغة والعربية والعروض غير مدافع مع قلة ادعاء وخفض جناح وكان عبد الله بن محمد المكفوف يقر له بالفضل وانتهى من العلم إلى ما لعله لم يبلغه أحد قبله وأما في زمانه فلا يشك فيه مات سنة ست وأربعين وثلاثمائة وكان يحفظ كتاب العين للخليل بن أحمد وغريب المصنف لأبي عبيد وإصلاح المنطق لابن السكيت وغيرها من كتب اللغة وحفظ قبل ذلك كتاب سيبويه ثم كتب الفراء وكان يميل إلى مذهب البصريين مع إتقانه معرفة مذاهب الكوفيين قال ولو قال قائل إنه كان أعلم من المبرد وثعلب\r\n","description":"","footnote":"","page_name":" 203 ","page_number":161},
  {"content":"\r\n\r\nلصدقه من وقف على علمه ونفاذه وكان مع ذلك مقصرا في صناعة الشعر وله تصانيف كثيرة في النحو واللغة\r\n( 21 - إبراهيم بن علي أبو إسحاق الفارسي )\r\nالنحوي من تلاميذ أبي علي الفارسي وله كتاب شرح الجرمي معروف متداول بأيدي الناس\r\nذكره الثعالبي في البخاريين وقال هو من الأعيان في علم اللغة والنحو ورد بخارى في أيام السامانية فأجل وبجل ودرس عليه أبناء الرؤساء والكتاب بها وأخذوا عنه وولي التصفح في ديوان الرسائل ولم يزل يليه إلى أن استأثر الله به وله شعر لم يقع إلي منه إلا قوله في بعض الرؤساء بالحضرة يستهدي منه جبة حر بيضاء غير لبيس من قصيدة :\r\nوأعن على برد الشتاء بجبة * تذر الشتاء مقيدا مسجونا\r\n","description":"","footnote":"","page_name":" 204 ","page_number":162},
  {"content":"\r\nسوسية بيضاء يترك لونها * ألوان حسادي شواحب جونا\r\nعذراء لم تلبس فكفك في العلا * تأتي عذاراها وتأبى العونا\r\nتسبي ببهجتها عيونا لم تزل * تسبي قلوبا في الهوى وعيونا\r\nمثل القلوب من العداة حرارة * مثل الخدود من الكواعب لينا\r\nقال أبو حيان في كتاب الوزيرين وقد ذكر ابن العميد فقال وقد اجتاز به أبو إسحاق الفارسي وكان من غلمان أبي سعيد السيرافي وكان قيما بالكتاب وقريض الشعر وصنف وأملى وشرح وتكلم في العروض والقوافي والمعاني وناقض المتنبي وحفظ الطم والرم فما زوده درهما ولا تفقده برغيف بعد أن أذن له حتى حضره وسمع كلامه وعرف فضله واستبان سعيه\r\n","description":"","footnote":"","page_name":" 205 ","page_number":163},
  {"content":"\r\n\r\n( 22 - إبراهيم بن عقيل بن جيش بن محمد )\r\nابن سعيد أبو إسحاق القرشي المعروف بابن المكبري النحوي الدمشقي مات فيما ذكره ابن عساكر في تاريخ دمشق في سنة أربع وسبعين وأربعمائة ودفن بالباب الصغير وذكر أنه حدث عن أبي الحسن علي بن أحمد بن محمد الشرابي النحوي وروى عنه أبو بكر أحمد بن ثابت الخطيب وأبو محمد بن الأكفاني\r\nقال الخطيب وكان صدوقا قال ابن عساكر وفي قوله نظر قال وذكره الخطيب في كتابه الذي سماه تلخيص المتشابه قيده كما كتبناه في أول الترجمة قال ابن عساكر وكان أبو إسحاق يذكر أن عنده تعليقة أبي الأسود الدؤلي التي ألقاها إليه علي بن أبي طالب كرم الله وجهه وكان كثيرا ما يعد بها أصحابه ولا سيما أصحاب الحديث ولا يفي إلى أن كتبها عنه بعض تلاميذه الذين يقرؤون\r\n","description":"","footnote":"","page_name":" 206 ","page_number":164},
  {"content":"\r\n\r\nعليه وإذا به قد ركب عليها إسنادا لا حقيقة له اعتبر فوجد موضوعا مركبا بعض رجاله أقدم ممن روى عنه ولم يكن الخطيب علم بذلك ولا وقف عليه فلذلك وثقه\r\nقال وهذه التعليقة فهي في أمالي أبي القاسم عبد الرحمن بن إسحاق الزجاجي النحوي نحوا من عشرة أسطر فجعلها هذا الشيخ إبراهيم قريبا من عشرة أوراق وله كتاب في النحو رأيته قدر اللمع وقد أجاد فيه\r\n( 23 - إبراهيم بن الفضل الهاشمي اللغوي )\r\nقال الحاكم في تاريخ نيسابور أبو إسحاق الأديب اللغوي أقام بنيسابور سنة خمس وسبعين وثلاثمائة وسمعته يذكر جماعة من أبي محمد بن صاعد وأقرانه وسمعته يقول سمعت أبا بكر بن دريد ينشد لنفسه :\r\nودعته حين لا تودعه * نفسي ولكنها تسير معه\r\nثم افترقنا وفي القلوب له * ضيق مكان وفي الدموع سعة\r\n","description":"","footnote":"","page_name":" 207 ","page_number":165},
  {"content":"\r\n\r\n\r\n( 24 إبراهيم بن قطن المهري القيرواني )\r\nأخو أبي الوليد عبد الملك المذكور في بابه ذكره الزبيدي في كتابه وقال\r\nقرأ إبراهيم النحو قبل أخيه أبي الوليد وكان سبب طلب أبي الوليد النحو أن أخاه إبراهيم رآه يوما وقد مد يده إلى بعض كتبه يقلبها فأخذ أبو الوليد كتابا منها ينظر فيه فجذبه من يده وقال له مالك ولهذا وأسمعه كلاما فغضب أبو الوليد لما قابله به أخوه وأخذ في طلب العلم حتى علا عليه وعلى أهل زمانه كلهم واشتهر ذكره وسما قدره فليس أحد يجهل أمره ولا يعرف إبراهيم إلا القليل من الناس وكان إبراهيم يرى رأي الخوارج الإباضية\r\n( 25 - إبراهيم بن ماهويه الفارسي )\r\nرجل أديب لا أعرف من حاله إلا ما ذكره\r\n","description":"","footnote":"","page_name":" 208 ","page_number":166},
  {"content":"\r\n\r\nالمسعودي فقال له كتاب عارض فيه المبرد في كتابه الملقب بالكامل\r\n( 26 - إبراهيم بن محمد بن أبي حصن )\r\nالحارث بن أسماء بن خارجة بن حصن بن حذيفة بن بدر الفزاري أبو إسحاق كوفي الأصل نزل ثغر المصيصة حتى مات به في عدة روايات ذكرها ابن عساكر في تاريخ دمشق أصحها أنه مات سنة ثمان وثمانين وقد روي أنه مات سنة ست وقيل سنة خمس وثمانين وكان خيرا فاضلا ورعا صاحب سنة وأمر بالمعروف ونهي عن المنكر وله فضائل جمة يذكر منها في هذا الكتاب ما انتخبناه من كتاب دمشق وكان أبو إسحاق مع اشتهر من\r\n","description":"","footnote":"","page_name":" 209 ","page_number":167},
  {"content":"\r\nفضله كثير الغلط وله كتاب السيرة في الأخبار والأحداث رواه عنه أبو عمرو معاوية بن عمرو الرومي وتوفي أبو عمرو هذا ببغداد سنة خمس عشرة وثلاثمائة\r\nقال ابن عساكر أبو إسحاق أحد أئمة المسلمين وأعلام الدين روى عن الأعمش وسليمان البتي وأبي إسحاق سليمان بن فيروز الشيباني وعبد الملك بن عمير وعطاء بن السائب ويحيى بن سعيد الأنصاري وموسى بن عقبة وهشام بن عروة وحميد الطويل وسفيان الثوري وذكر خلقا كثيرا وروى عنه سفيان الثوري وأبو عمرو عبد الرحمن بن عمرو الأوزاعي وهما أكبر منه وذكر خلقا رووا عنه وحدث فيما رفعه إلى رباح بن الفرج الدمشقي قال سمعت أبا مسهر يقول قدم علينا إبراهيم بن الفزاري فاجتمع الناس يسمعون منه فقال لي اخرج إلى الناس فقل لهم من يرى رأى القدرية فلا يحضر مجلسنا ومن كان يأتي السلطان فلا يحضر مجلسنا قال فخرجت فأخبرت الناس قال\r\n","description":"","footnote":"","page_name":" 210 ","page_number":168},
  {"content":"\r\nوقال عبد الرحمن النسائي أبو إسحاق الفراري ثقة مأمون أحد الأئمة وكان يكون بالشام روى عنه ابن المبارك وحدث الأوزاعي بحديث فقال رجل من حدثك يا أبا عمرو فقال حدثني الصادق المصدق أبو إسحاق إبراهيم الفزاري وحدث فيما رفعه إلى أبي صالح محبوب بن موسى الفراء قال سألت ابن عيينة قلت حديث سمعت أبا إسحاق رواه عنك أحببت أن أسمعه منك فغضب علي فانتهزني وقال لا يقنعك أن تسمعه من أبي إسحاق والله ما رأيت أحدا أقدمه على أبي إسحاق وقال أبو صالح أيضا ولقيت الفضل بن عياض فعزاني بأبي إسحاق وقال لي والله لربما اشتقت إلى المصيصة ما لي فضل الرباط إلا لأرى أبا إسحاق حدث فيما رفعه إلى أبي مسلم صالح بن أحمد العجلي عن أبيه قال أبو إسحاق الفزاري كوفي اسمه إبراهيم بن محمد نزل الثغر بالمصيصة وكان ثقة رجلا صالحا صاحب سنة وهو الذي أدب أهل الثغر وعلمهم السنة\r\n","description":"","footnote":"","page_name":" 211 ","page_number":169},
  {"content":"\r\nوكان يأمر وينهى وإذا دخل الثغر رجل مبتدع أخرجه وكان كثير الحديث وكان له فقه أمر سلطانا يوما ونهاه فضربه مائتي سوط وتكلم فيه وسئل عنه يحيى بن معين فقال ثقة ثقة قال أبو صالح الحسين بن محمد بن موسى الفراء سمعت علي بن بكار يقول لقيت الرجال الذين لقيهم أبو إسحاق بن عون وغيرهم والله ما رأيت فيهم أفقه منه قال أبو صالح قال عطاء الخفاف كنت عند الأوزاعي فأراد أن يكتب إلى أبي إسحاق فقال للكاتب اكتب إليه وابدأ به فإنه والله قال وكنت عند الثوري فأراد أن يكتب إلى أبي إسحاق فقال للكاتب اكتب إليه فابدأ به فإنه والله خير مني\r\nوحدث فيما رفعه إلى إسماعيل بن إبراهيم قال أخذ الرشيد زنديقا فأمر بضرب عنقه فقال له الزنديق لم تضرب عنقي يا أمير المؤمنين قال أريح الناس منك\r\n","description":"","footnote":"","page_name":" 212 ","page_number":170},
  {"content":"\r\nقال فأين أنت عن ألف حديث وضعتها على رسول الله صلى الله عليه وسلم ما فيها حرف نطق به رسول الله صلى الله عليه وسلم قال فأين أنت يا عدو الله من أبي إسحاق الفزاري وعبد الله بن المبارك ينخلانها نخلا فيخرجانها حرفا حرفا\r\nوحدث فيما رفعه إلى عبد الرحمن بن مهدي قال كان الأوزاعي والفزاري إمامين في السنة إذا رأيت الشامي يذكر الأوزاعي والفزاري فاطمئن إليه كان هؤلاء الأئمة في السنة وحدث أبو علي الروزباري كان أربعة زمانهم واحد كان أحدهم لا يقبل من السلطان ولا من الإخوان يوسف بن أسباط ورث سبعين ألف درهم لم يأخذ منها شيئا وكان يعمل الخوص بيده وآخر كان يقبل من الإخوان والسلطان جميعا أبو إسحاق الفزاري فكان ما يأخذه من الإخوان ينفقه في المستورين الذين لا يتحركون والذي يأخذه من السلطان ينفقه في أهل طرسوس والثالث\r\n","description":"","footnote":"","page_name":" 213 ","page_number":171},
  {"content":"\r\nكان يأخذ من الإخوان ولا يأخذ من السلطان وهو عبد الله بن المبارك يأخذ من الإخوان ويكافئ عليه والرابع كان يأخذ من السلطان ولا يأخذ من الإخوان وهو مخلد بن الحسين كان يقول السلطان لا يمن والإخوان يمنون\r\nوحدث ابن عساكر فيما رفعه إلى الأصمعي قال كنت جالسا بين يدي هارون الرشيد أنشده شعرا وأبو يوسف القاضي جالس على يساره فدخل الفضل بن الربيع فقال بالباب أبو إسحاق الفزاري فقال أدخله فلما دخل قال السلام عليك يا أمير المؤمنين ورحمة الله وبركاته فقال له الرشيد لا سلم الله عليك ولا قرب دارك ولا حيا مزارك قال لم يا أمير المؤمنين قال أنت الذي تحرم السواد فقال يا أمير المؤمنين من أخبرك بهذا لعل هذا أخبرك وأشار إلى أبي يوسف وذكر كلمة والله يا أمير المؤمنين لقد خرج إبراهيم على جدك المنصور فخرج أخي معه\r\n","description":"","footnote":"","page_name":" 214 ","page_number":172},
  {"content":"\r\n\r\nوعزمت على الغزو فأتيت أبا حنيفة فذكرت له ذلك فقال لي مخرج أخيك أحب إلي مما عزمت عليه من الغزو ووالله ما حرمت السواد فقال الرشيد فسلم الله عليك وقرب دارك وحيا مزارك اجلس أبا إسحاق يا مسرور ثلاثة آلاف دينار لأبي إسحاق فأتى بها فوضعت في يده وانصرف بها فلقيه ابن المبارك فقال له من أين أقبلت قال من عند أمير المؤمنين وقد أعطاني هذه الدنانير وأنا عنها غني قال فإن كان في نفسك منها شيء فتصدق بها فما خرج من سوق الرافقة حتى تصدق بها كلها\r\nوفضائل أبي إسحاق كثيرة اختصرت منها حسب ما شرطت من الإيجاز من تاريخ دمشق لابن عساكر\r\n( 27 - إبراهيم بن محمد بن سعدان بن المبارك )\r\nالنحوي أحد من كتب وصحح ونظر وحقق وروى وصدق وقد صنف كتبا حسنة منها كتاب الخيل لطيف\r\n","description":"","footnote":"","page_name":" 215 ","page_number":173},
  {"content":"\r\n\r\nكتاب حروف القرآن وأبوه محمد بن سعدان المكفوف أحد أعيان أهل العلم من القراء وله باب يذكر فيه\r\n( 28 - إبراهيم بن القاسم الكاتب )\r\nيعرف بالرقيق القيرواني والرقيق لقب له رجل فاضل له تصانيف كثيرة في علم الأخبار ومنها كتاب تاريخ إفريقية والمغرب عدة مجلدات وكتاب النساء وكتاب الراح والارتياح كتاب نظم السلوك في مسامرة الملوك أربع مجلدات وذكره ابن رشيق فقال هو شاعر سهل الكلام محكمه لطيف الطبع قويه تلوح الكتابة على ألفاظه قليل صنعة الشعر غلب عليه اسم الكتابة وعلم التاريخ وتأليف الأخبار وهو بذلك أحذق الناس وكاتب الحضرة منذ نيف وعشرين سنة إلى الآن ومن شعره جوابا عن أبيات كتبها إليه عمار بن جميل وقد انقطع عن مجالس الشراب :\r\nقريض كابتسام الروض * جمشه نسيم صبا\r\n","description":"","footnote":"","page_name":" 216 ","page_number":174},
  {"content":"\r\nكعقد من جمان الطلل * منظوم وما ثقبا\r\nومنثور كنثر الدرر * من أسلاكه انسربا\r\nفأهدى نشر زهرته * فتيت المسك منتهبا\r\nإذا أثماره جنيت * جنيت العلم والأدبا\r\nبهزل حين ينشده * كأنك منتش طربا\r\nحباك به أخ يرعى * من العهد الذي وجبا\r\nصديق مثل صفو الماء * بالصهباء قد قطبا\r\nكنزت مودة منه * كفت أن أكنز الذهبا\r\nإذا عد امرؤ حسبا * فحسبي ذكره نسبا\r\nألذ من الحياة لد * ي لكن قلبه قلبا\r\nفهان عليه ما ألقى * وظن تجلدي لعبا\r\nجفوت الراح عن سبب * وكان لجفوتي سببا\r\nفصرت لوحدتي كلا * على الإخوان مجتنبا\r\nوذاك لتوبة أملت * أن أقضي بها أربا\r\nفها أنا تائب منها * فزرني تبصر العجبا\r\n","description":"","footnote":"","page_name":" 217 ","page_number":175},
  {"content":"\r\nوكان قدم مصر في سنة ثمان وثمانين وثلاثمائة بهدية من نصير الدولة باديس بن زيري إلى الحاكم فقال قصيدة يذكر فيها المناهل ثم قال :\r\nإذا ما ابن شهر قد لبسنا شبابه * بدا آخر من جانب الأفق يطلع\r\nإلى أن أقرت جيزة النيل أعينا * كما قر عينا ظاعن حين يرجع\r\nيقول فيها بعد مدح كثير ووصف جميل :\r\nهدية مأمون السريرة ناصح * أمين إذا خان الأمين المضيع\r\nوما مثل باديس ظهير خلافة * إذا اختير يوما للظهيرة موضع\r\nنصير لها من دولة حاتمية * إذا ناب خطب أو تفاقم مطمع\r\nحسام أمير المؤمنين وسهمه * وسم زعاف في أعاديه منقع\r\n","description":"","footnote":"","page_name":" 218 ","page_number":176},
  {"content":"\r\nقال ومن مليح كلامه قوله من قصيدة :\r\nإذا ارجحنت بما تحوي مآزرها * وخف من فوقها خصر ومنتطق\r\nثنى الصبا غصنا قد غازلته صبا * على كثيب له من ديمة لثق\r\nللشمس ما سترت عنا معاجرها * وللغزال احورار العين والعنق\r\nمظلومة أن يقال البدر يشبهها * البدر يكسف أحيانا وينمحق\r\nيجلل المتن وحف من ذوائبها * جنينها تحت داجي ليلة فلق\r\nكأنها روضة زهراء حالية * بنورها يرتعي في حسنها الحدق\r\nقال ومن أعجب ما سمعت له قوله من قصيدة يمدح محمد بن أبي العرب :\r\n","description":"","footnote":"","page_name":" 219 ","page_number":177},
  {"content":"\r\nأظالمة العينين يخلطها سحر * وإن ظلم الخدان واهتضم الخصر\r\nأعوذ ببرد من ثناياك قد ثنى * إليك قلوبا حشو أثنائها جمر\r\nلقد ضمنت أن ضمانتي * ستبري عظامي بالنحول ولا تبرو\r\nوما أم ساجي الطرف خفاقة الحشا * أطاع لها الحوذان والسلم النضر\r\nإذا ما رعاها نصت الجيد نحوه * أغن قصير الخطو في لحظه فتر\r\nبأملح منها ناظرا ومقلدا * ولكن عداني عن تقنصها الهجر\r\nيقول في مديحها :\r\n","description":"","footnote":"","page_name":" 220 ","page_number":178},
  {"content":"\r\nتصباه أبكار العلا ليس أنها * منعمة هيفاء أو غادة بكر\r\nيخال بأن العرض غير موفر * عن الذم إلا أن يدال له الوفر\r\nيقول فيها يصف بلاغته وكتابته\r\nيوشح ديباج البلاغة أحرف * يكاد يرى روضا يوشحه الزهر\r\nويفصح لفظا حظها من فصاحة * ويشرق من تحبير ألفاظها الحبر\r\nيصيب عيون المشكلات بديهة * وتبدي له أعقاب ما غيب الفكر\r\nثم ذكر الممدوح فقال :\r\nوملمومة شهباء يسعي أمامها * شهاب عزيم من طلائعه الذعر\r\nيزجي بنات الأعوجية شزبا * عليها بنو الهيجا دروعهم الصبر\r\n","description":"","footnote":"","page_name":" 221 ","page_number":179},
  {"content":"\r\nأسود وغى تحت العجاجة غابها * سريجية بيض وخطية سمر\r\nصبحت بها دهماء قوم أرتهم * وجوه الردى حمرا خوافقها الصفر\r\nقال ومثل هذه القصيدة في الجودة قصيدة طويلة يتشوق فيها إخوانه بمصر وهي :\r\nهل الريح إن سارت مشرقة تسري * تؤدي تحياتي إلي ساكني مصر\r\nفما خطرت إلا بكيت صبابة * وحملتها ما ضاق عن حمله صدري\r\nتراني إذا هبت قبولا بنشرهم * شممت نسيم المسك في ذلك النشر\r\nوما أنس من شيء خلا العهد دونه * فليس بخال من ضميري ولا فكري\r\n","description":"","footnote":"","page_name":" 222 ","page_number":180},
  {"content":"\r\nليال أنسناها على غرة الصبا * فطابت لنا إذ وافقت غرة الدهر\r\nلعمري لئن كانت قصارا أعدها * فلست بمعتد سواها من العمر\r\nأخادع دهري أن يعود بفرصة * فينقذ روح الوصل من راحة الهجر\r\nوترجع أيام خلت بمعاهد * من اللهو لا تنفك مني على ذكر\r\nفكم لي بالأهرام أو دير نهية * مصايد غزلان المكابد والقفر\r\nإلى الجيزة الدنيا وما قد تضمنت * جزيرتها ذات المواخير والجسر\r\nوبالمقس فالبستان للعين منظر * أنيق إلى شاطي الخليج إلى القصر\r\n","description":"","footnote":"","page_name":" 223 ","page_number":181},
  {"content":"\r\nوفي سردوس مستراد وملعب * إلى دير مرحنا إلى ساحل البحر\r\nوكم بين بستان الأمير وقصره * إلى البركة الزهراء من زهر نضر\r\nتراها كمرآة بدت في رفارف * من السندس الموشى ينشر للتجر\r\nوكم بت في دير القصير مواصلا * نهاري بليلي لا أفيق من السكر\r\nتبادرني بالراح بكر غريرة * إذا هتف الناقوس في غرة الفجر\r\nمسيحية خوطية كلما انثنت * تشكت أذى الزنار من دقة الخصر\r\nوكم ليلة لي بالقرافة خلتها * لما نلت من لذاتها ليلة القدر\r\nسقى الله صوب القطر تلك مغانيا * وإن غنيت بالنيل عن سبل القطر\r\n","description":"","footnote":"","page_name":" 224 ","page_number":182},
  {"content":"\r\nوله أيضا في الغزل :\r\nرئم إذا ما معاريض المنى خطرت * أجله المتمني عن أمانيه\r\nيا إخوتي أأقاحي فيه أقبل لي * أم خط راءين من مسك على فيه\r\nأم حسن ذاك التراخي في تكلمه * أم حسن ذاك التهادي في تثنيه\r\nأم سخطه أم رضاه أم تجنبه * أم عطفه أم نواه أم تدانيه\r\nنفسي فداؤك مالي عنك مصطبر * يا قاتلي كل معنى من معانيه\r\nوقال يرثي :\r\nأهون ما ألقى وليس بهين * بأن المنايا للنفوس بمرصد\r\n","description":"","footnote":"","page_name":" 225 ","page_number":183},
  {"content":"\r\n\r\nوإني وإن لم ألقك اليوم رائحا * لصرف رزاياها لقيتك في غد\r\nفلا يبعدنك الله ميتا بقفرة * معفر خد في الثرى لم يوسد\r\nتردى نجيعا حين بزت ثيابه * كأن على أعطافه فضل مجسد\r\nمضاء سنان في سنان مذلق * وفتك حسام في حسام مهند\r\n( 29 - إبراهيم بن محمد بن عبيد الله بن المدبر )\r\n( أبو إسحاق الكاتب )\r\nالأديب الفاضل الشاعر الجواد المترسل صاحب\r\n","description":"","footnote":"","page_name":" 226 ","page_number":184},
  {"content":"\r\nالنظم الرائق والنثر الفائق تولى الولايات الجليلة ثم وزر للمعتمد على الله لما خرج من سر من رأى يريد مصر ومات في سنة تسع وسبعين ومائتين وهو يتقلد للمعتضد ديوان الضياع ببغداد\r\n","description":"","footnote":"","page_name":" 227 ","page_number":185},
  {"content":"\r\nوأصلهم من ستمسيان وكان يدعي أنه من ضبة وأخوه أحمد من جلة الكتاب وأفاضلهم وكرامهم وحسدته الكتاب على منزلته من السلطان فأغروه به حتى أخرجه إلى دمشق متوليا عليها وناظرا في تحصيل أموالها وقبله ابن طولون في أمر قد ذكرته في كتابي التاريخ\r\nوإبراهيم بن المدبر هو القائل في إبراهيم بن العباس الصولي يهجوه :\r\nعز الطويل عن الأزمه * لا رده ربي بذمه\r\nإن كان طال فإنه * من أقصر الثقلين همه\r\nهب كنت صولا نفسه * من كان صول ناك أمه\r\nومن شعره أيضا :\r\nيا كاشف الكرب بعد شدته * ومنزل الغيث بعد ما قنطوا\r\n","description":"","footnote":"","page_name":" 228 ","page_number":186},
  {"content":"\r\nلا تبل قلبي بشحط بينهم * فالموت دان إذا هم شحطوا\r\nمن كتاب نظم الجمان للمنذري قال العطوي الشاعر أتيت إبراهيم بن المدبر فاستأذنت عليه فلم يأذن لي حاجبه فأخذت ورقة وكتبت فيها :\r\nأتيتك مشتاقا فلم أر جالسا * ولا ناظرا إلا بوجه قطوب\r\nكأني غريم مقتض أو كأنني * نهوض حبيب أو حضور رقيب\r\nفسألت الحاجب حتى أوصلها إليه فلما قرأها قال ويحك أدخل علي هذا الرجل فدخلت فأكرمني وقضى حوائجي\r\nقال أبو علي سمعت أبا محمد المهلبي يتحدث وهو وزير في مجلس أنس أن رجلا كان ينادم بعض الكتاب\r\n","description":"","footnote":"","page_name":" 229 ","page_number":187},
  {"content":"\r\nالظراف وأحسبه قال ابن المدبر قال كنت عنده ذات يوم فرجع غلام له أنفذه في شيء لا أدري ما هو فقال له رب الدار ما صنعت فقال ذهبت ولم يكن فقام يجيء فجاء فلم يجيء فجئت قال فتبينت في رب الدار تغيرا وهما ولم يقل للغلام شيئا فعجبت من ذلك ثم أخذ بيدي وقال قد ضيق صدري ما جاء به هذا الغلام فقم حتى ندور في البستان الذي في دارنا ونتفرج فلعله يخف ما بي فقلت والله لقد توهمت أن صدرك قد ضاق بانقلاب كلام الغلام عليك وقد فهمته وهو ظريف فقال إن هذا الغلام من أحصف وأظرف غلام يكون وذاك أنني ممتحن بعشق غلام أمرد وهو ابن نجاد في جيراننا والغلام يساعدني عليه وأبوه يغار عليه ويمنعه مني فوجهت هذا الغلام وقلت إن لم يكن أبوه هناك فقل له يصير إلينا فرجع فلما رآك عندي قدر أني لم أطلعك على الأمر\r\n","description":"","footnote":"","page_name":" 230 ","page_number":188},
  {"content":"\r\nفرد هذا الجواب الظريف الذي سمعته فقلت أعده علي أنت لأفهمه فقال إنه يقول ذهبت إلى الغلام ولم يكن أبوه هناك فقام الغلام يجيء فجاء أبوه فلم يجيء الغلام فجئت أنا فقلت له هذا الغلام يجب أن يكون أخا وصديقا لا غلاما\r\nوقال مخلد بن علي الشامي الحوراني يهجو ابن المدبر :\r\nعلى أبوابه من كل وجه * قصدت له أخو مر بن أد\r\nيعني ضبة بن أد يعني أبوابه مضببة باللؤم أو محكمة عن الخير وكان ابن المدبر ينسب إلى ضبة :\r\nأخو لخم أعارك منه ثوبا * هنيئا بالقميص لك الأجد\r\nوأخو لخم يريد جذاما\r\nأبوك أراد أمك حين زفت * فلم توجد لأمك بنت سعد\r\nبنت سعد يريد عذرة بن سعد بن هذيم القبيلة المعروفة .\r\n","description":"","footnote":"","page_name":" 231 ","page_number":189},
  {"content":"\r\n\r\nوزبد في الهجاء بغير دال * أحب إليك من عسل بزبد\r\nرأيتك لا تحب الود إلا * إذا ما كان من عصب وجلد\r\nأراني الله عرك في الجعبى * وعينك عين بشار بن برد\r\nالعر الجرب والجعبى الاست وعين بشار يعني أعمى لأن بشار بن برد كان أعمى :\r\n( 30 - إبراهيم بن محمد بن سعيد بن هلال )\r\nابن عاصم بن سعد بن مسعود بن عمرو بن عمير بن عوف بن عقدة بن غبرة بن عوف بن ثقيف الثقفي أصله كوفي وسعد بن مسعود هو أخو عبيد بن مسعود صاحب يوم الجسر في أيام عمر بن الخطاب مع الفرس وسعد هو عم المختار بن أبي عبيد الثقفي ولاه علي كرم الله وجهه المدائن وهو الذي لجأ إليه الحسن يوم ساباط وكنية إبراهيم أبو إسحاق وكان جبارا\r\n","description":"","footnote":"","page_name":" 232 ","page_number":190},
  {"content":"\r\nمن مشهوري الإمامية ذكره أبو جعفر محمد بن الحسين الطوسي في مصنفي الإمامية وذكر أنه مات في سنة ثلاث وثمانين ومائتين قال وانتقل من الكوفة إلى أصفهان وأقام بها وكان زيديا أولا وانتقل إلى القول بالإمامية\r\nوله مصنفات كثيرة منها كتاب المغازي كتاب السقيفة كتاب الردة كتاب مقتل عثمان كتاب الشورى كتاب بيعة أمير المؤمنين كتاب الجمل كتاب صفين كتاب الحكمين كتاب النهر كتاب الغارات كتاب مقتل أمير المؤمنين كتاب رسائل أمير المؤمنين وأخباره وحروبه غير ما تقدم كتاب قيام الحسن بن علي رضي الله عنهما كتاب مقتل الحسين كتاب التوابين وعين الوردة كتاب أخبار المختار كتاب فداك كتاب الحجة في فعل المكرمين كتاب السرائر كتاب المودة في ذوي القربى كتاب المعرفة كتاب الحوض والشفاعة كتاب الجامع الكبير في الفقه كتاب الجامع الصغير\r\n","description":"","footnote":"","page_name":" 233 ","page_number":191},
  {"content":"\r\n\r\nكتاب ما نزل من القرآن في أمير المؤمنين كتاب فضل الكوفة ومن نزلها من الصحابة كتاب الإمامة كبير كتاب الإمامة صغير كتاب المتعتين كتاب الجنائز كتاب الوصية كتاب المبتدأ كتاب أخبار عمر كتاب أخبار عثمان كتاب الدار كتاب الأحداث كتاب الحرورية كتاب الاستيفاء والغازات كتاب السير كتاب يزيد كتاب ابن الزبير كتاب التعبير كتاب التاريخ كتاب الرؤيا كتاب الأشربة الكبير والصغير كتاب محمد وإبراهيم كتاب من قتل من آل محمد كتاب الخطب :\r\n( 31 - إبراهيم بن محمد بن أحمد بن أبي عون )\r\nابن هلال أبي النجم الكاتب أبو إسحاق صاحب\r\n","description":"","footnote":"","page_name":" 234 ","page_number":192},
  {"content":"\r\nكتاب التشبيهات لابن أبي عون وكان من أصحاب أبي جعفر محمد بن علي الشلمغاني المعروف بابن أبي العزاقر وأحد ثقاته وممن كان يغلو في أمره ويدعي أنه إلهه تعالى الله عن ذلك وكان ابن أبي العزاقر من أهل قرية من قرى واسط تعرف بشلغمان وكان كاتبا ببغداد\r\nذكر ثابت أن المحسن بن الفرات كان له عناية به فاستخلفه ببغداد لجماعة من العمال بنواحي السلطان وكانت صورته صورة الحلاج وكان له قوم يدعون أنه إلههم وأن روح الله عز وجل حل في آدم ثم في شيث ثم في واحد واحد من الأنبياء والأوصياء والأئمة حتى حل في الحسن بن علي العسكري وأنه حل فيه ووضع كتابا سماه الحاسة السادسة وأباح الزنا والفجور فظفر به الراضي بالله فقتله في سنة اثنتين وعشرين وثلاثمائة وكان قد استغوى جماعة منهم ابن أبي عون صاحب كتاب\r\n","description":"","footnote":"","page_name":" 235 ","page_number":193},
  {"content":"\r\nالتشبيهات وكانوا يبيحونه حرمهم وأموالهم يتحكم فيها وكان يتعاطى الكيمياء وله كتب معروفة ولما أخذ ابن أبي العزاقر أخذ معه فلما قتل ابن أبي العزاقر عرض على إبراهيم بن أبي عون أن يشتمه أو يبصق عليه فأبى وأرعد وأظهر خوفا من ذلك للحين والشقاء فقتل وألحق بصاحبه وكان من أهل الأدب وتأليف الكتب وكان ناقص العقل متهورا\r\nقال ثابت قيل إن أبا جعفر محمد بن علي الشلمغاني المعروف بابن أبي العزاقر ادعى الربوبية فقتل هو وإبراهيم بن محمد بن أحمد بن أبي النجم المعروف بابن أبي عون صاحبه ضربا بالسوط ثم ضربت أعناقهما وصلبا ثم أحرقت جثتهما وذلك يوم الثلاثاء لليلة خلت من ذي القعدة سنة اثنتين وعشرين وثلاثمائة نقلته من خطه\r\nوله من التصانيف كتاب النواحي والبلدان كتاب الجوابات المسكتة\r\n","description":"","footnote":"","page_name":" 236 ","page_number":194},
  {"content":"\r\nوكتاب التشبيهات كتاب بيت مال السرور كتاب الدواوين كتاب الرسائل\r\nقال المزرباني أبو عون أحمد بن أبي النجم الكاتب الأنباري مولى لبني سليم وأبو عنون وعماه صالح وماجد ابنا أبي النجم شعراء كلهم وماجد يكنى أبا الدميل وأبو عون هو القائل في حاتم بن الفرج وكان أبو شبل البرجمي الشاعر في قدمته سر من رأى نزل عليه وكان أبو شبل أهتم فقال فيه أبو عون :\r\nلحاتم في بخله فطنة * أدق حسا من خطى النمل\r\nقد جعل الهتمان ضيفانه * فصار في أمن من الأكل\r\nليس على خبز امرئ ضيعة * آكله عصم أبو شبل\r\nكم قدر ما تحمله كفه * إلى فم من سنه عطل\r\nفحاتم الجود أخو طيء * كان وهذا حاتم البخل\r\nوذكر أبو محمد عبد الله بن أحمد الفرغاني وكان ابن أبي عون أحد القواد ممن قربه إليه أبو الهيثم\r\n","description":"","footnote":"","page_name":" 237 ","page_number":195},
  {"content":"\r\nالعباس بن محمد بن ثوابة وأكسبه مالا فلما قبض على أبي الهيثم صار ابن أبي عون عونا عليه مع أعدائه وكان فيمن وكله بدار أبي الهيثم ولم يحسن إليه أبو الهيثم إلا على بصيرة فيه بظلمه وفسقه فسلطه الله عليه كما كان هو يسلطه على الناس قال ابن أبي عون أظن أن أبا الهيثم كان يهوديا قيل وكيف ذلك قال لأني أخذت غلاما له ففسقت به في دبره وسكرت وطلبت أم ولده لأفجر بها ولم أقدر عليها ولو كان أبو الهيثم مسلما لغضب الله له وهذا قول متمرد على الله مستغر بإمهال الله تعالى له ولم يهمله الله عز وجل ثم أخذه بسوء عمله وكان ممن آمن بالحلاج وآمن بربوبيته وأخذا مع من أخذ من أصحاب الحلاج وقتل شر قتلة كذا قال الحلاج إنما هو ابن أبي العزاقر وإن كانت علتهما واحدة\r\nوقرأت بمرو رسالة كتبت من بغداد عن أمير\r\n","description":"","footnote":"","page_name":" 238 ","page_number":196},
  {"content":"\r\nالمؤمنين الراضي رضي الله عنه إلى أبي الحسين نصر بن أحمد الساماني والي خراسان بقتل العزاقري لخصت ما يتعلق بابن أبي عون قال فيها بعد أن ذكر أول من أبدع مذهبا في الإسلام من الرافضة وأهل الأهواء وآخر من اضطر المقتدر بالله رحمه الله فانتقم منهم من المعروف بالحلاج وخبره أرفع وأشهر من أن يوصف ويذكر وأراق دمه وأزال تمويهه وحسمه .\r\nولما ورث أمير المؤمنين ميراث أوليائه وأحله الله محل خلفائه اقتدى بسنتهم وجرى على شاكلتهم في كل أمر قاد إلى مصلحة ودفع ضرر وعاد إلى الإسلام وأهله بمنفعة وجعل الغرض الذي يرجو الإصابة بتيممه والمثوبة بتعمده أن يتتبع هذه الطبقة من الكفار ويطهر الأرض من بقيتهم الفجار فبحث عن أخبارهم وأمر بتقصص آثارهم\r\n","description":"","footnote":"","page_name":" 239 ","page_number":197},
  {"content":"\r\nوأن ينهى إليه ما يصح من أمورهم ويحصل له ما يظهر عليه من جمهورهم فلم يعد أن أحضر أبو علي محمد وزير أمير المؤمنين رجلا يقال له محمد بن علي الشلمغاني ويعرف بابن أبي العزاقر فأعلم أمير المؤمنين أنه من غمار الناس وصغارهم ووجوه الكفار وكبارهم وأنه قد استزل خلقا من المسلمين وأشرك طوائف من العمهين وأن الطلب قد كان لحقه في الأيام الخالية فلم يدرك وأودعت المحابس قوما ممن ضل وأشرك فلما رفع حكمه عنه وأذن في استنقاذ العباد منه واطلع من أبي علي على صفاء نية ونقاء طوية في ابتغاء الأجر وطلابه رضا الله عز وجل واكتسابه والامتعاض من أن ينازع في الإلهية أو يضاهى في الربوبية آنسه بناحيته فاسترسل وحثه بالمصير إلى حضرته فتعجل ففحص أمير المؤمنين عنه ووكل إليه همه\r\n","description":"","footnote":"","page_name":" 240 ","page_number":198},
  {"content":"\r\nففتش أمره تفتيش الحائط للمملكة المحامي عن الحوزة القائم بما فوضه الله إليه من رعاية الأمة ووقف أمير المؤمنين على أنه لم يزل يدخل على العقول من كل مدخل ويتوصل إلى ما فيها من كل متوصل ويعتزي إلى الملة وهو لا يعتقدها وينتمي إلى الخلة وهو عار منها ويدعي العلوم الإلاهية وهو عم عنها ويحقق استخراج الحكم الغامضة وهو جاهل بها ويتسم بالقدرة على المعجزات وهو عاجز عن ممكن الأشياء ومتهيئها وينتحل الثقة في دين آل محمد وهو يضمر التبرؤ منها ويشنؤه ويسبه صلى الله عليه وسلم ويعظمه يروق ظاهره العيون فيصرف عنه الظنون إلى أن دلته الحيلة والمكر والغيلة على قوم من ذوي الجدة واليسار والثروة والاحتكار قد أترفهم\r\n","description":"","footnote":"","page_name":" 241 ","page_number":199},
  {"content":"\r\nالنعيم فبطروا وألهاهم فأشروا ولججهم في بحار اللذة وتولجوها على كل علة والتمسوا في ذلك رخصة يجعلونها لأنفسهم عمدة وعصمة وآخرين لا جدة عندهم ولا سعة قد قويت شهواتهم وضعفت حالاتهم فهم يطلبون أقواتهم بالحق والباطل ويخوضون في مثلها مع الجاد والهازل فأباحهم المحظورات وأحل لهم المحرمات وامتطى لهم مركب الغرور وتهور بهم غايات الأمور ولم يدع فنا من الفنون ولا نوعا من الأنواع المخزية إلا فسح لهم فيه وشحذ عزائمهم عليه حتى دان له واتبعه وأطاعه وشايعه خلق رين على قلوبهم فهم لا يفقهون وضرب على آذانهم فهم لا يسمعون وغطي على أعينهم فهم لا يبصرون وحيل بينهم وبين الرشد فهم لا يرعوون وأنسوا التدبر والتفكر في خلق أنفسهم والسماء التي تظلهم والأرض التي تقلهم فأصفقوا بأجمعهم\r\n","description":"","footnote":"","page_name":" 242 ","page_number":200},
  {"content":"\r\nعلى أنه خالقهم وربهم ورازقهم ومحييهم يحل فيما شاء من الصور ويحدث ما شاء من الغير ويفعل ما يريد ولا يعجزه قريب ولا بعيد وادعوا له الدعاوى الباطلة وزعموا أنهم عاينوا منه الآيات المعضلة واستظهر أمير المؤمنين بأن تقدم إلى أبي علي بموافقة هذا اللعين على تمويهاته وقبائح تلبيساته ليكون إقامة أمير المؤمنين حد الله عليه بعد الإنعام في الاستبصار وانكشاف الشبهة فيه عن القلوب والأبصار فتجرد أبو علي في ذلك وتشمر وبلغ منه وما قصر وانثال عليه كل من اطلع على الحقيقة وتعرف جلية الصورة فوقف أبو علي أن العزاقري يدعي أنه لحق الحق وأنه إله الآلهة الأول القديم الظاهر الباطن الخالق الرازق التام الموصى إليه بكل معنى ويدعى بالمسيح كما كانت بنو إسرائيل تسمي الله عز وجل المسيح ويقول إن الله جل وعلا يحل في كل شيء على قدر ما يحتمل\r\n","description":"","footnote":"","page_name":" 243 ","page_number":201},
  {"content":"\r\nوأنه خلق الضد ليدل به على مضدوده فمن ذلك أنه حل في آدم عليه السلام لما خلقه وفي إبليس وكلاهما لصاحبه يدل عليه لمضادته إياه في معناه وأن الدليل على الحق أفضل من الحق وأن الضد أقرب إلى الشيء من شبهه وأن الله عز وجل إذا حل في هيكل جسد ناسوتي أظهر من القدرة المعجزة ما يدل على أنه هو وأنه لما غاب آدم عليه السلام ظهر اللاهوت في خمسة ناسوتية كلما غاب منهم واحد ظهر مكانه غيره وفي خمسة أبالسة أضداد لتلك الخمسة ثم اجتمعت اللاهوتية في إدريس عليه السلام وإبليسه وتفرقت بعدهما كما تفرقت بعد آدم عليه السلام واجتمعت في نوح عليه السلام وإبليسه وتفرقت عند غيبتهما حسب ما تقدم ذكره واجتمعت في صالح وإبليسه عاقر الناقة وتفرقت بعدهما واجتمعت في إبراهيم وإبليسه نمرود وتفرقت بعدهما واجتمعت في هارون وإبليسه فرعون وتفرقت على الرسم بعدهما واجتمعت في داود عليه\r\n","description":"","footnote":"","page_name":" 244 ","page_number":202},
  {"content":"\r\nالسلام وإبليسه جالوت وتفرقت لما غاب واجتمعت في سليمان عليه السلام وإبليسه وتفرقت كعادتها بعدهما واجتمعت في عيسى عليه السلام وإبليسه ولما غاب تفرقت في تلامذة عيسى كلهم عليهم السلام والأبالسة معهم واجتمعت في علي بن أبي طالب وإبليسه وتفرقت بعدهما إلى أن اجتمعت في ابن أبي العزاقر وإبليسه ويصف أن الله عز وجل يظهر في كل شيء بكل معنى وأنه في كل أحد بالخاطر الذي يخطر بقلبه فيتصور له ما يغيب عنه كأنه يشاهده وأن الله اسم لمعنى ومن احتاج إليه الناس فهو إلاههم ولهذا يستوجب كل كفي أن يسمى الله وأن كل واحد من أشياعه لعنه الله يقول إنه رب لمن هو دون درجته وأن الرجل منهم يقول إني رب فلان وفلان رب فلان حتى الانتهاء إلى ابن أبي العزاقر لعنه الله فيقول أنا رب الأرباب وإله الآلهة لا ربوبية لرب بعدي وأنهم لا ينسبون الحسن والحسين رضي الله عنهما إلى علي بن\r\n","description":"","footnote":"","page_name":" 245 ","page_number":203},
  {"content":"\r\nأبي طالب رضي الله عنه لأن من اجتمعت له اللاهوتية لم يكن له والد ولا ولد وأنهم يسمون موسى ومحمدا صلى الله عليهما الخائنين لأنهم يدعون أن هارون أرسل موسى عليهما السلام وأن عليا رضي الله عنه أرسل محمدا صلى الله عليه وسلم فخاناهما ويزعمون أن عليا أمهل النبي صلى الله عليه وسلم عدة أيام أصحاب الكهف سنين فإذا انقضت هذه المدة وهي خمسون وثلاثمائة سنة تنقلب الشريعة ويصفون أن الملائكة كل من ملك نفسه وعرف الحق ورآه وأن الحق حقهم وأن الجنة معرفتهم وانتحال نحلتهم والنار الجهل بهم والصدود عن مذهبهم ويغتفرون ترك الصلاة والصيام والاغتسال ويذكرون أن من نعم الله على العبد أن يجمع له اللذتين وأنهم لا يتناكحون بتزويج على السنة ولا بحال تأول أو رخصة ويبيحون الفروج ويقولون إن محمدا عليه السلام بعث إلى كبراء\r\n","description":"","footnote":"","page_name":" 246 ","page_number":204},
  {"content":"\r\nقريش وجبابرة العرب وقلوبهم قاسية ونفوسهم آبية فكان من الحكمة ما طالبهم به من السجود وأن من الحكمة الآن أن يمتحن الناس في إباحة فروج حرمهم وأن لا شيء عندهم في ملامسة الرجل نساء ذوي رحمه وحرم صديقه وأبيه بعد أن يكون على مذهبه ولا ينكرون أن يطلب أحدهم من صاحبه حرمته ويردها إليه فيبعث بها طيبة نفسه وأنه لا بد للفاضل منهم أن ينكح المفضول ليولج النور فيه وابن أبي العزاقر له في هذه الخصلة كتاب سماه كتاب الحاسة السادسة وقال إنه متى أبى ذلك آب قلب في الكون الذي يجيء بعد هذا امرأة إذ كان يحقق التناسخ وأنه ومن معه يرون البراءة من الطالبيين كما يرونها\r\n","description":"","footnote":"","page_name":" 247 ","page_number":205},
  {"content":"\r\nمن العباسيين ويدعون إلى أنفسهم دون غيرهم إذ كان الحق عندهم ويظهر فيهم ووجد كتاب من الحسين ابن القاسم بن عبيد الله بن سليمان بن وهب قيل إنه إلى إبراهيم بن محمد بن أحمد بن أبي النجم المعروف بابن أبي عون أحد وجوه العزاقرية ترجمته :\r\nإلى مولاي بشرى من غلامه مرزوق الثلاج المسكين الفقير الذي بفضل الله يجمع الله بينه وبينه في خير وعافية برحمته يقول في فضل منه على مولاي أعتمد وهو حسبي وف فضل آخر ومولاي أهل للتفضل علي ورحمة ضعفي وأرجو ألا يتأخر بفضله عني وينجزني وعده وعيني ممدودة إلى تفضل مولاي وأسأله به إعانتي فسئل ابن أبي العزاقر عن ذلك الكتاب فكتب بيده إنه بخط الحسين بن علي بن القاسم إلى ابن أبي عون ووافق ابن أبي عون على ذلك لأن الله أظفر به ومكن منه ورداه رداء ما عمل ووفاه غاية ما كتب له من المهل واعترف بأنه كتاب الحسين\r\n","description":"","footnote":"","page_name":" 248 ","page_number":206},
  {"content":"\r\nابن علي بن القاسم إليه وأن ما على عنوانه صحيح وأنه هو بشرى وأن مرزوقا الثلاج هو الحسين بن القاسم وكتب ذلك بخطه وأشهد جماعة من العدول على ما اعترف به :\r\nووجدت رقعة لابن أبي عون هذا بخطه إلى بعض نظرائه يخاطبه فيها كما يخاطب الإنسان ربه تبارك وتعالي ويقول في بعض فصولها لك الحمد وكل شيء وما شئت كان ربي وفي فصل آخر منها ولك الحمد على تشريفك وتقريبك فوقف عليها واعترف بها وأشهد على نفسه عدة من العدول بصحتها .\r\nووجدت رقعة من المعروف بابن شيث الزيات إلى ابن أبي عون هذا يقول فيها يا مولاي عوائد مولاي عندي لطيفة ورحمته وتفضله وجميل إحسانه بامتنانه علي على كل حال وائتناسي تفضل منه ورحمة\r\n","description":"","footnote":"","page_name":" 249 ","page_number":207},
  {"content":"\r\nفأسأله بجوده أن يتمم ما تفضل به ولا يسلبني إياه فإن نعمه علي ظاهرة وباطنة قد ألبسني عافيته وأصلح شأني وأصلح ولدي ورزقني القناعة وفي ذلك الغناء الأكبر وأكبر منه تفضله علي بأمر عظيم لا يجازي بشكر ولا يسعه إلا تفضله فإن مولاي الكبير دعاني ابتداء فصرت إليه فقربني وأدناني ومن علي بحديثه وسقاني بعد جهد بيده وقربني غاية القرب ومع هذه الحالة العظيمة وإعطائه لي الملك الخفي فقد صحا قلبي عن كل كسر كان فيه وكل شدة جرت وفعل بي ما لم يفعله بالثلاج وأرجو أن يمن مولاي بإتمام صلاحي دينا ودنيا والمنة لمولاي وأسأل مولاي الإحسان والتفضل فإني فقير على كل حال وأرجو منه توسعة في كل ضيق وأمنا من كل خوف وأمانا من الشدائد وما هو أولى به مما لا أعلمه وهو القادر عليه والرحيم فيه بمنه وجميل إحسانه وهو حسبي ونعم الوكيل .\r\n","description":"","footnote":"","page_name":" 250 ","page_number":208},
  {"content":"\r\nواعترف ابن أبي عون أنها إليه وأن المخاطبة فيها له وأن ابن شيث أراد بقوله مولاي الكبير أبن أبي العزاقر وبقوله الثلاج الحسين بن القاسم وأعطى بذلك خطه وأشهد به ووجد هذا الرجل مستبصرا في كفره مستظهرا في أمره مستقصيا في طريق غيه ماضيا في عنان شركه وإفكه حتى إنه كلف التبرؤ من ابن أبي العزاقر لعنه الله ونيله بإهانة يصغر بها قدره فامتنع من ذلك وأبى وحاد عنه واستعصى إلى أن لم يجد محيصا فمد يده إلى لحيته على سبيل توقير وتكريم وإجلال وتعظيم وصرف تعد وإماطة الأذى وقال معلنا غير مخافت مولاي مولاي هذا إلى ما وجد بخطه وخطوط نظرائه من الكبائر التي لا تسوغ في الدين ولا يحتملها ذو يقين وإلى ما رسمته هذه الفرقة من الأدعية التي موهت بها على أهل الوكالة والغباوة وإذا تأملها أولو الروية\r\n","description":"","footnote":"","page_name":" 251 ","page_number":209},
  {"content":"\r\nوالرواية وجدت مباينة لما ألف في الشريعة مشوبة بالمكر والتدليس مشحونة بالختل والتلبيس محلة دم مبتدعها والمتمسك بها واستفتى أبو علي القضاة والفقهاء في أمر ابن أبي العزاقر وصاحبه هذا الكافر وسائر من على مذهبه ممن وجدت له كتب ومخاطبة ومن لم يوجد له ذلك فأفتى من استفتي منهم بقتلهم وأباحوا دماءهم وكتبوا بذلك خطوطهم فأمر أمير المؤمنين بإحضار ابن أبي العزاقر اللعين وابن أبي عون صاحبه وضريبه وتابعه وأن يجلدا ليراهما من سمع بهما ويتعظ بما نزل من العذاب بساحتهما ويتبين من دان بربوبية ابن أبي العزاقر عجزه عن حراسة نفسه وأنه لو كان قادرا لدفع عن مهجته ولو كان خالقا دفع وكشف الضر عن جسده ولو كان ربا لقبض الأيدي عن نكايته وجدد أمير المؤمنين الاستظهار والحزم والروية فيما يمضيه عن العزم وأحضر عمر بن محمد القاضي بمدينة\r\n","description":"","footnote":"","page_name":" 252 ","page_number":210},
  {"content":"\r\nالسلام والعدول بها والفقهاء من أهل مجلسه وسألهم عما عندهم مما انكشف من أمر ابن أبي العزاقر وأمور أهل دعوته وغيه وضلالته فأقامت الكافة على رأيها في قتله وتطهير الأرض من رجسه ورجس مثله وزال الشك في ذلك عن أمير المؤمنين بالفتيا وإجماع القاضي والفقهاء وبما وضح من إزلال هذا الضلال المسلمين وإفساد الدين وذلك أعظم وأثقل وزرا من الإفساد في الأرض والسعي فيها بغير الحق وقد استحق من جرى هذا المجرى القتل فأوعز أمير المؤمنين بصلبه وصلب ابن أبي عون بحيث يراهما المنكر والعارف ويلحظهما المجتاز والواقف فصلبا في أحد جانبي مدينة السلام ونودي عليهما بما حاولاه من إبطال الشريعة ورأياه من إفساد الديانة ثم تقدم أمير المؤمنين بقتلهما ونصب رؤوسهما وإحراق أجسامهما ففعل ذلك بمشهد من الخاصة والعامة والنظارة والمارة :\r\n","description":"","footnote":"","page_name":" 253 ","page_number":211},
  {"content":"\r\n\r\n( 32 - إبراهيم بن محمد نفطويه )\r\nهو إبراهيم بن محمد بن عرفة بن سليمان بن المغيرة\r\n","description":"","footnote":"","page_name":" 254 ","page_number":212},
  {"content":"\r\nابن حبيب بن المهلب بن أبي صفرة العتكي الأزدي من أهل واسط وكنيته أبو عبد الله .\r\nقال الثعالبي لقب نفطويه تشبيها إياه بالنفط لدمامته وأدمته وقدر اللقب على مثال سيبويه لأنه كان ينسب في النحو إليه ويجري في طريقته ويدرس شرح كتابه وأنشدوا لو أنزل النحو على نفطويه :\r\nقال وقد صبره ابن بسام نفطوية بضم الطاء وتسكين الواو وفتح الياء فقال :\r\nرأيت في النوم أبي آدما * صلى عليه الله ذو الفضل\r\nفقال أبلغ ولدي كلهم * من كان في حزن وفي سهل\r\n","description":"","footnote":"","page_name":" 255 ","page_number":213},
  {"content":"\r\nبأن حوضا أمهم طالق * إن كان نفطوية من نسلي\r\nكان عالما بالعربية واللغة والحديث أخذ عن ثعلب والمبرد وغيرهما روى عنه أبو عبيد الله المرزباني وأبو الفرج الأصبهاني وابن حيوية وغيرهم ذكره المرزباني في المقتبس فقال ولد في سنة أربع وأربعين ومائتين قال ومات رحمه الله يوم الأربعاء لاثنتي عشرة ليلة خلت من شهر ربيع الأول سنة ثلاث وعشرين وثلاثمائة وحضرت جنازته عشاء ودفن في مقابر باب الكوفة وصلى عليه البربهاري وكان يخضب بالوسمة قال وكان من طهارة الأخلاق وحسن المجالسة والصدق فيما يرويه على حال ما شاهدت عليها أحدا ممن لقيناه\r\nوكان يقول جلست إلى هذه الأسطوانة مذ خمسون يعني محلته بجامع المدينة وكان حسن الحفظ للقرآن أول ما يبتدئ به في مجلسه بمسجد الأنباريين بالغدوات إلى أن يقرئ القرآن على قراءة عاصم ثم الكتب\r\n","description":"","footnote":"","page_name":" 256 ","page_number":214},
  {"content":"\r\nبعده وكان فقيها عالما بمذهب داود الأصبهاني رأسا فيه يسلم له ذلك جميع أصحابه وكان مسندا في الحديث من أهل طبقته ثقة صدوقا لا يتعلق عليه شيء من سائر ما رووه وكان حسن المجالسة للخلفاء والوزراء متقن الحفظ للسيرة وأيام الناس وتواريخ الزمان ووفاة العلماء وكانت له مروءة وفتوة وظرف\r\nولقد هجم علينا يوما ونحن في بستان كان له بالزبيدية في سنة عشرين أو إحدى وعشرين وثلاثمائة فرآنا على حال تبذل فانقبضت وذهبت أعتذر إليه فقال في التعاقل على التبذل سخف ثم أنشدنا لنفسه :\r\nلنا صديق غير عالي الهمم * يحصي على القوم سقاط الكلم\r\nما استمتع الناس بشيء كما * يستمتع الناس بحسم الحشم\r\nقال المرزباني وكان يقول من الشعر المقطعات في\r\n","description":"","footnote":"","page_name":" 257 ","page_number":215},
  {"content":"\r\nالغزل وما جرى مجراها كما يقول المتأدبون وسنورد من ذلك فيما بعد إن شاء الله حسب الكفاية .\r\nوكان بين أبي عبد الله نفطويه وبين محمد بن الأصبهاني مودة أكيدة وتصاف تام وكان ابن داود يهوى أبا الحسين محمد بن جامع الصيدلاني هوى أفضى به إلى التلف وقال ابن عرفة نفطويه فدخلت عليه في مرضه الذي مات فيه فقلت يا سيدي ما بك فقال حب من تعلم أورثني ما ترى فقلت ما يمنعك من الاستمتاع به مع القدرة عليه فقال الاستمتاع نوعان محظور ومباح أما المحظور فمعاذ الله منه وأما المباح فهو الذي صبرني إلى ما ترى ثم قال حدثني سويد بن سعيد الحدثاني عن أبي يحيى القتات عن مجاهد عن ابن عباس أن النبي صلى الله عليه وسلم قال من حب فعف وكتم ثم مات مات شهيدا ثم غشي عليه ساعة وأفاق ففتح عينيه فقلت\r\n","description":"","footnote":"","page_name":" 258 ","page_number":216},
  {"content":"\r\nله أرى قلبك قد سكن وعرق جبينك قد انقطع وهذا أمارة العافية فأنشأ يقول :\r\nأقول لصاحبي وسلياني * وغرهما سكون حمى جبيني\r\nتسلوا بالتعزي عن أخيكم * وخوضوا في الدعاء وودعوني\r\nفلم أدع الأنين لضعف سقم * ولكني ضعفت عن الأنين\r\nثم مات من ليلته وذلك في سنة سبع وتسعين ومائتين فيقال إن نفطويه تفجع عليه وجزع جزعا عظيما ولم يجلس للناس سنة كاملة ثم ظهر بعد السنة فجلس فقيل له في ذلك فقال إن أبا بكر بن داود قال لي يوما وقد تجارينا حفظ عهود الأصدقاء فقال أقل ما يجب للصديق أن يتسلب على صديقه سنة كاملة عملا بقول لبيد :\r\n","description":"","footnote":"","page_name":" 259 ","page_number":217},
  {"content":"\r\nإلى الحول ثم اسم السلام عليكما * ومن يبك حولا كاملا فقد اعتذر\r\nفحزنا عليه سنة كما شرط\r\nقال المؤلف لهذا الكتاب وأخبار أبي بكر بن داود كثيرة مليحة رائقة وقد أفردنا له بابا في هذا الكتاب فقف عليه تطرب وتعجب قال المرزباني ومما أنشدنا لنفسه في سنة اثنتين وعشرين وثلاثمائة :\r\nغنج الفتور يجول في لحظاته * والورد غض النبت في وجناته\r\nوتكل ألسنة الورى عن وصفه * أو أن تروم بلوغ بعض صفاته\r\nلا يعرف الإسعاف إلا خطرة * لكن طول الصد من عزماته\r\n","description":"","footnote":"","page_name":" 260 ","page_number":218},
  {"content":"\r\nلا يستطيع نعم ولا يعتادها * بل لا يسوغ لعل في لهواته\r\nقال وأنشدنا لنفسه :\r\nتشكو الفراق وأنت تزمع رحلة * هلا أقمت ولو على جمر الغضا\r\nفالآن عذ بالصبر أو مت حسرة * فعسى يرد لك النوى ما قد مضى\r\nقال وأنشدنا لنفسه :\r\nأتخالني من زلة أتعتب * قلبي عليك أرق مما تحسب\r\nقلبي وروحي في يديك وإنما * أنت الحياة فأين منك المهرب\r\nقال مؤلف الكتاب ولم يورد أبو عبيد الله إلا هذين البيتين وأنشدني بعض الأصدقاء البيت الأول\r\n","description":"","footnote":"","page_name":" 261 ","page_number":219},
  {"content":"\r\nمنهما وأتبعه بما لا أعلم أهو من قول نفطويه أو غيره وهو :\r\nلا يوحشنك ما صنعت فتنثني * متجنبا فهواك لا يتجنب\r\nأنت البريء من الإساءة كلها * ولك الرضى وأنا المسئ المذنب\r\nوحياة وجهك وهو بدر طالع * وسواد شعرك وهو ليل غيهب\r\nما أنت إلا مهجتي وهي التي * أحيا بها أترى على من أغضب\r\nقال المرزباني وأنشدني لنفسه :\r\nكفى بالهوى بلوى وللحب محنة * وبالهم تعذيبا وبالعذل مغرما\r\nأما والذي يقضي الأمور بأمره * فما شاء إمضاء وما شاء أحكما\r\n","description":"","footnote":"","page_name":" 262 ","page_number":220},
  {"content":"\r\nلقد حملتني صبوتي وصبابتي * من الشوق ما أضنى الفؤاد وتيما\r\nقال وأنشدنا لنفسه :\r\nتجل بلواي عن البلوى * ويذهل القلب عن الشكوى\r\nيظلمني من لا أرى ظلمه * وما عليه لي من عدوى\r\nعذبني الحب ولكنني * لا أطلب الراحة بالبلوى\r\nسلط من أهوى علي الضنى * لا آخذ الله الذي أهوى\r\nقال : وله :\r\nلك خذ تذيبه الأبصار * يخجل الورد منه والجلنار\r\n","description":"","footnote":"","page_name":" 263 ","page_number":221},
  {"content":"\r\nلا تغيبي عن ناظري فإني * أنا من لحظتي عليك أغار\r\nوكان بين نفطويه وابن دريد مماظة فقال فيه لما صنف كتاب الجمهرة :\r\nابن دريد بقره * وفيه لؤم وشره\r\nقد ادعى بجهله * جمع كتاب الجمهره\r\nوهو كتاب العين إلا * أنه قد غيره\r\nفبلغ ذلك ابن دريد فقال يجيبه :\r\nلو أنزل الوحي على نفطويه * لكان ذاك الوحي سخطا عليه\r\nوشاعر يدعى بنصف اسمه * مستأهل للصفع في أخدعيه\r\nأحرقه الله بنصف اسمه * وصير الباقي صراخا عليه\r\n","description":"","footnote":"","page_name":" 264 ","page_number":222},
  {"content":"\r\nوحدث ابن شاذان قال بكر نفطويه إلى درب الرواسين فلم يعرف الموضع فتقدم إلى رجل يبيع البقل فقال له أيها الشيخ كيف الطريق إلى درب الرواسين قال فالتفت البقلي إلى جار له فقال يا فلان ألا ترى إلى الغلام فعل الله به وصنع قد احتبس علي فقال وما الذي تريد منه فقال عوق السلق علي فما عندي ما أصفع به هذا العاض بظر أمه فانسل ابن عرفة ولم يجبه وأنشد الخطيب لنفطويه :\r\nكم قد خلوت بمن أهوى فيمنعني * منه الحياء وخوف الله والحذر\r\nكم قد خلوت بمن أهوى فيقنعني * منه الفكاهة والتحديث والنظر\r\nأهوى الملاح وأهوى أن أجالسهم * وليس لي في سواه منهم وطر\r\n","description":"","footnote":"","page_name":" 265 ","page_number":223},
  {"content":"\r\nكذلك الحب لا إتيان معصية * لا خير في لذة من بعدها سقر\r\nومنه :\r\nأستغفر الله مما يعلم الله * إن الشقي لمن لم يرحم الله\r\nهبه تجاوز لي عن كل مظلمة * واسوءتا من حياء يوم ألقاه\r\nوذكره الزبيدي في كتابه فقال كان بخيلا ضيقا في النحو واسع العلم بالشعر\r\nقال أبو هلال في كتاب الأوائل حدثني أبو أحمد قال كنا في مجلس نفطويه وهو يملي فدخل غلام وضيء الوجه وقال قال رجل من أهل عصرنا :\r\nكم خاس ميعادك يا مخلف * كم تخلف الوعد وكم تخلف ؟ ؟\r\n","description":"","footnote":"","page_name":" 266 ","page_number":224},
  {"content":"\r\nقد صرت لا أدعو على كاذب * ولا ظلوم الفعل لا ينصف\r\nفما شك أحد ممن حضر أن الغلام كان وعده وأخلفه وأن الشعر له وكان نفطويه مع كونه من أعيان العلماء وعلماء الأعيان غير مكترث بإصلاح نفسه فكان يفرط به الصنان فلا يغيره فحضر يوما مجلس حامد بن العباس وزير المقتدر فتأذى هو وجلساؤه بكثرة صنانه فقال حامد يا غلام أحضرنا مرتكا فجاء به فبدأ الوزير بنفسه فتمرتك وأداره على الجلساء فتمرتكوا وفطنوا ما أراد بنفطويه وأنه أراد من نفطويه أن يتمرتك فيزول صنانه من غير أن يجبهه بما يكره فقال نفطويه لا حاجة بي إليه فراجعه فأبى فاحتد حامد واغتاظ وقال له يا عاض كذا من أمه إنما تمرتكنا جميعا لتأذينا بصنانك قم لا أقام الله لك وزنا ثم قال أخرجوه عني أو أبعدوه إلى حيث لا أتأذى به وقال ابن بشران أبو محمد عبيد الله في تاريخه .\r\n","description":"","footnote":"","page_name":" 267 ","page_number":225},
  {"content":"\r\nومن شعر نفطويه :\r\nالجد أنفع من عقل وتأديب * إن الزمان ليأتي بالأعاجيب\r\nكم من أديب يزال الدهر يقصده * بالنائبات ذوات الكره والحوب\r\nوإمرئ غير ذي دين ولا أدب * معمر بين تأهيل وترحيب\r\nما الرزق من حيلة يحتالها فطن * لكنه من عطاء غير محسوب\r\nقال وكان كثير النوادر ومن نوادره قيل لبهلول في كم يوسوس الإنسان فقال ذاك إلى صبيان المحلة قال وقيل لبعض الشيعة معاوية خالك فقال لا أدري أمي نصرانية والأمر إليه بخط الوزير المغربي قال نفطويه أما سائر العلوم فهاهنا من يشركنا فيها وأما الشعر فإذا مت مات على الحقيقة وقال من\r\n","description":"","footnote":"","page_name":" 268 ","page_number":226},
  {"content":"\r\nأغرب علي ببيت لجرير لا أعرفه فأنا عبده وقال ابن خالويه وقال لي يوما وقد حضرته الوفاة قد جالستني فما رأيت منك إلا خيرا فادع لي ثم قال وضئوني وقد كنت آخذ بيده فمر بمسجد هشام بن خلف البزار فقال هذا مسجد هشام مقرئ أهل بغداد والله ما كان بأعلم مني ولكنه أطاع الله فرفع وعصيت الله فوضع مني\r\nقال الحسين بن أبي قيراط انصرفت من عند أبي عبد الله نفطويه وقد كتبت عنه شيئا فجئت إلى أبي إسحاق إبراهيم السري الزجاج فقال لي ما هذا الكتاب فأريته إياه وكان على ظهره مقطوعتان أنشدنيهما نفطويه لنفسه\r\nفلما قرأهما الزجاج استحسنهما وكتبهما بخطه على ظهر كتاب غريب الحديث وكان بحضرته :\r\nتواصلنا على الأيام باق * ولكن هجرنا مطر الربيع\r\n","description":"","footnote":"","page_name":" 269 ","page_number":227},
  {"content":"\r\nيروعك صوته لكن تراه * على روعاته داني النزوع\r\nكذا العشاق هجرهم دلال * ومرجع وصلهم حسن الرجوع\r\nمعاذ الله أن نلقى غضابا * سوى ذاك المطاع على المطيع\r\nوالأخرى :\r\nوقالوا شانه الجدري فانظر * إلى وجه به أثر الكلوم\r\nفقلت ملاحة نثرت عليه * وما حسن السماء بلا نجوم\r\nوذكر الفرغاني أن نفطويه كان يقول بقول الحنابلة إن الاسم هو المسمى وجرت بينه وبين الزجاج مناظرة أنكر الزجاج عليه موافقته الحنابلة على ذلك\r\nقرأت في تاريخ خوارزم قال أبو سعد الحمدلجي سمعت\r\n","description":"","footnote":"","page_name":" 270 ","page_number":228},
  {"content":"\r\nنفطويه يقول إذا سلمت على اليهودي والنصراني فقلت له أطال الله بقاءك وأدام سلامتك وأتم نعمته عليك فإنما أريد به الحكاية أي أن الله قد فعل بك إلى هذا الوقت وأعتقد به الدعاء للمسلم قال الحمدلجي وأنشدنا نفطويه لنفسه :\r\nإذا ما الأرض جانبها الأعادي * وطاب الماء فيها والهواء\r\nوساعد من تحب بها وتهوى * فتلك الأرض طاب بها الثواء\r\nيرى الأحباب ضنك العيش وسعا * ولا يسع البغيضين الفضاء\r\nوعقل المرء أحسن حليتيه * وزين المرء في الدنيا الحياء\r\nقال محمد بن إسحاق النديم وله من الكتب كتاب التاريخ كتاب الاقتصارات كتاب البارع كتاب\r\n","description":"","footnote":"","page_name":" 271 ","page_number":229},
  {"content":"\r\nغريب القرآن كتاب المقنع في النحو كتاب الاستثناء والشرط في القراءة كتاب الوزراء كتاب الملح كتاب الأمثال كتاب الشهادات كتاب المصادر كتاب القوافي كتاب أمثال القرآن كتاب الرد على من يزعم أن العرب يشتق كلامها بعضه من بعض كتاب الرد على من قال بخلق القرآن كتاب الرد على المفضل بن سلمة في نقضه على الخليل كتاب في أن العرب تتكلم طبعا لا تعلما والله أعلم .\r\n( انتهى الجزء الأول )\r\nمن كتاب معجم الأدباء\r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":230}
  ]