[
  {"content":"\r\nمعجم الأدباء\r\nفي عشرين جزءا\r\nلياقوت\r\nالجزء الثالث\r\nالطبعة الثالثة\r\nمنقحة ومصححة وفيها زيادات\r\n1400 ه‍ - 1980 م\r\nدار الفكر\r\nللطباعة والنشر والتوزيع\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n( 1 - أحمد بن الحارث بن المبارك الخزاز )\r\nأبو جعفر راوية أبي الحسن المدائني والعتابي كان راوية مكثرا موصوفا بالثقة وكان شاعرا وهو من موالي المنصور ومات الخزاز فيما ذكره قانع ورواه المرزباني عنه في ذي الحجة سنة سبع وخمسين ومائتين وكان ينزل في باب الكوفة فدفن في مقابرها وقيل مات في سنة تسع وخمسين\r\nوذكره المرزباني في المقتبس فقال حدثني علي بن هارون قال أخبرني عبيد الله بن أحمد بن طاهر عن أبيه عن محمد بن صالح بن النطاح مولى هاشم عن أبيه قال طلب المنصور رجالا يجعلهم بوابين له فقيل له لا يضبطهم إلا قوم لئام الأصول أنذال النفوس صلاب الوجوه ولا تجدهم إلا في رقيق اليمامة فاشترى له مائتي غلام من اليمامة فصير بعضهم بوابين وبقي الباقون فكان\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nممن بقي خلاد جد أبي العيناء محمد بن القاسم بن خلاد وحسان جد إبراهيم بن عطار جد أحمد بن الحارث الخزاز\r\nوقال المرزباني أخبرني محمد بن يحيى قال حدثني الحسين بن إسحاق قال أنشدت أحمد بن الحارث شعرا للبحتري فعاب منه شيئا فبلغ البحتري فقال :\r\nالحمد لله على ما أرى * من قدر الله الذي يجزي\r\nما كان ذا العالم من عالمي * يوما ولا ذا الدهر من دهري\r\nيعترض الحرمان في مطلبي * ويحكم الخزاز في شعري\r\nوروى محمد بن داود لأحمد بن الحارث في إبراهيم بن المدبر وحاجبه بشر :\r\nوجه جميل وصاحب صلف * كذاك أمر الملوك يختلف\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nفأنت تلقى بالبشر واللطف * وبشر يلقاهم به جنف\r\nيا حسن الوجه والفعال ويا * أكرم وجه سما به شرف\r\nويا قبيح الفعال بالحاجب الغث * الذي كل أمره نطف\r\nفأنت تبني وبشر يهدمه * والمدح والذم ليس يأتلف\r\nوذكر أبو بكر الخطيب فقال كان الخزاز ذا فهم ومعرفة صدوقا أسمع المدائني كتبه كلها وهو بغدادي روى عنه السكري وابن أبي الدنيا وغيرهما . وكان كبير الرأس طويل اللحية كبيرها حسن الوجه كبير الفم ألثغ خضب قبل موته لسنة خضابا قانئا فسئل عن ذلك فقال بلغني أن منكرا\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nونكيرا إذا حضرا ميتا فرأياه خضيبا قال منكر لنكير تجاف عنه\r\nومن سائر شعره قوله :\r\nإني امرؤ لا أرى بالباب أقرعه * إذا تنمر دوني حاجب الباب\r\nولا ألوم امرأ في رد ذي شرف * ولا أطالب ود الكاره الآبي\r\nولما قتل بغا التركي باغر التركي وهاجت الأتراك على المستعين بالله وخافهم وانحدر من سر من رأى إلى بغداد في سنة إحدى وخمسين إلى مائتين في المحرم قال أحمد بن الحارث :\r\nلعمري لئن قتلوا باغرا * لقد هاج باغر حربا طحونا\r\nوفر الخليفة والقائدان * بالليل يلتمسون السفينا\r\nوحل ببغداد قبل الشروق * فحل بهم منه ما يكرهونا\r\nفليت السفينة لم تأتنا * وغرقها الله والراكبينا\r\nهي قصيدة يذكر فيها الحرب وصفتها\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nوقال أحمد بن الحارث في بشر حاجب إبراهيم بن المدبر :\r\nقد تركناك لبشر * وتركنا لك بشرا\r\nوذكره محمد بن إسحاق النديم في كتابه وقال له من الكتب كتاب المسالك والممالك كتاب أسماء الخلفاء وكتابهم والصحابة\r\nكتاب مغازي البحر في دولة بني هاشم وذكر أبي حفص صاحب أقريطش كتاب كتاب الأشراف القبائل كتاب ما نهى النبي صلى الله عليه وسلم عنه كتاب أبناء السراري كتاب نوادر الشعراء كتاب مختصر كتاب البطون كتاب مغازي النبي صلى الله عليه وسلم وسراياه وأزواجه كتاب أخبار أبي العباس كتاب الأخبار والنوادر كتاب\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nشحنة البريد كتاب النسب كتاب الحلائب والرهان كتاب جمهرة نسب الحارث بن كعب وأخبارهم في الجاهلية\r\n( 2 - أحمد بن الحسن بن إسماعيل أبو عبد الله السكوتي )\r\nالكندي النسابة كان له اختصاص بالمكتفي ثم بالمقتدر\r\nذكره أبو الحسن محمد بن جعفر بن النجار الكوفي في تاريخ الكوفة وقال إنه كان ممن أخذ عن ثعلب الأدب وكان مليح المجلس حسن الترسل ممكنا من نفسه هذا لفظ ابن النجار بعينه\r\nوحكى ابن النجار عن أبي عبد الله قال قال ابن عبدة النساب ما عرف النساب أنساب العرب على حقيقة حتى قال الكميت النزاريات فأظهر بها علما كثيرا ولقد نظرت في شعره فما رأيت أحدا أعلم منه بالعرب وأيامها\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nقال أبو عبد الله فلما سمعت هذا جمعت شعره فكان عوني على التصنيف لأيام العرب\r\nورأيت أنا لأبي عبد الله كتابا في أسماء مياه العرب ونقلته غير تام\r\n( 3 - أحمد بن الحسن بن القاسم بن الحسن أبو علي )\r\nأبو بكر يلقب الفلكي جد أبي الفضل الفلكي الحافظ الهمذاني\r\nقال شيرويه روى عن الحسن بن التميمي وأبي الحسن علي بن الحسن بن البزاز وأبي بكر عمر بن سهل الحافظ روى عنه ابناه أبو عبد الله الحسين وأبو الصقر الحسن\r\nقال وكان إماما جامعا في كل فن عالما بالأدب والنحو والعروض وسائر العلوم وخصوصا في علم\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالحساب فإنه كان يقال له الحاسب ولذلك لقب بالفلكي وكان هيوبا ذا حشمة ومنزلة عند الناس مات في ذي القعدة سنة أربع وثمانين وثلاثمائة وهو ابن خمس وثمانين سنة .\r\n( 4 - أحمد بن الحسن بن محمد بن اليمان )\r\nابن الفتح الديناري أبو عبد الله رجل أديب إلا أن الغالب عليه الخط وذكرنا له إنما هو لحسن خطه الذي بلغ فيه الغاية\r\nوقال أبو الوزير عميد الدولة أبو سعد بن عبد الرحيم في أخبار ابنه عبد الجبار بن أحمد وكان والده أبو عبد الله الديناري مقدما مكرما يزور بحسن\r\nخطه على أبي عبد الله بن مقلة تزويرا لا يكاد يفطن له وله ولد أديب يقال له أبو يعلى عبد الجبار ذكر في بابه .\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n( 5 - أحمد بن الحسين يعرف بابن شقير )\r\nأبو بكر هو أحمد بن الحسين بن العباس بن الفرج النحوي أخذ عن أحمد بن عبيد بن ناصح وكان مشهورا برواية كتب الواقدي عن أحمد بن عبيد عنه\r\nومات في صفر سنة سبع عشرة وثلاثمائة في خلافة المقتدر وهو في طبقة أبي بكر بن السراج وله تصانيف منها كتاب مختصر في النحو كتاب المقصور والممدود كتاب المذكر والمؤنث\r\nقرأت في كتاب ابن مسعدة أن الكتاب الذي ينسب إلى الخليل ويسمى الجمل من تصانيف ابن شقير هذا قال يقول فيه النصب على أربعين وجها .\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n( 6 - أحمد بن الحسين بن مهران المقرئ )\r\nأبو بكر النيسابوري قال الحافظ أبو القاسم أصله من أصبهان سكن نيسابور\r\nقال الحاكم هو إمام عصره في القراءات وأعبد من رأينا من القراء وكان مجاب الدعوة مات في السابع والعشرين من شوال سنة إحدى وثمانين وثلاثمائة وهو يوم مات ابن ست وثمانين سنة وصلينا عليه في ميدان الطاهرية وتوفي في ذلك اليوم أبو الحسن العامري صاحب الفلسفة\r\nقال الحاكم فحدثني عمر بن أحمد الزاهد قال سمعت الثقة من أصحابنا يذكر أنه رأى أبا بكر بن الحسين بن مهران رحمه الله في المنام في الليلة التي دفن فيها قال فقلت أيها الأستاذ ما فعل الله بك فقال إن\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nالله عز وجل أقام أبا الحسن العامري بحذائي وقال هذا فداؤك من النار\r\nثم ذكر الحاكم بإسناد رفعه إلى أبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم إذا كان يوم القيامة أعطى الله كل رجل من هذه الأمة رجلا من الكفار فيقول هذا فداؤك من النار وهذا الخبر إذا قرن بالرؤيا صار من براهين الشرع\r\nقال الحاكم سمع ابن مهران بنيسابور أبا بكر بن محمد بن إسحاق بن خزيمة وأبا العباس السراج الثقفي وأبا العباس الماسرجسي\r\nوله من التصانيف كتاب الشامل كتاب الغاية كتاب قراءة أبي عمرو كتاب غرائب القرآن كتاب وقوف القرآن كتاب الانفراد كتاب شرح المعجم كتاب شرح التحقيق كتاب اختلاف عدد السور كتاب رؤوس الآيات كتاب الوقف والابتداء كتاب قراءة عبد الله بن عمرو كتاب علل\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nكتاب المبسوط كتاب آيات القرآن كتاب الاتفاق والانفراد كتاب المقطع والمبادئ\r\nقال الحاكم سمعت أبا بكر بن مهران يقول قرأت على أبي علي محمد بن أحمد بن حامد الصفار المقرئ القرآن من أوله إلى آخره وقال\r\nقرأت القرآن من أوله إلى آخره على أبي بكر محمد بن سليمان بن موسى الهاشمي ببغداد قال قرأت على قنبل بن عبد الرحمن بن محمد بن خالد بن سعيد بن خرجة المكي\r\nوقال قرأت على أبي الحسن النبال وأخبرني أنه قرأ على ابن الإخريط وهب بن واضح وقرأ ابن الإخريط على إسماعيل بن عبد الله بن قسطنطين وقرأ ابن قسطنطين على شبل بن عباد ومعروف بن مسكان فأخبراه أنهما قرءا على عبد الله بن كثير عن مجاهد عن ابن عباس عن أبي بن كعب عن رسول الله صلى الله عليه وسلم\r\nقال الحاكم ومحمد بن الحسين بن مهران الأديب الفقيه الكاتب أخو أبي بكر سمع عبد الله عبد الله بن شيرويه\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوأقرانه وسمع الكتب من أبي بكر محمد بن إسحاق بن خزيمة وأقرانه ومات في شعبان سنة ثمان وخمسين وثلاثمائة وهو ابن نيف وثمانين سنة\r\n( 7 - أحمد بن أبي خالد أبو سعيد الضرير )\r\nالبغدادي رأيت في فوائد أبي الحسين أحمد بن فارس بن زكريا اللغوي صاحب كتاب المجمل ما صورته وجدت في تفسير أبي موسى محمد بن المثنى العنزي ولم أسمعه حدثني أبو معاوية الضرير محمد بن حازم حدثنا إسماعيل روى عن أبي صالح هكذا أسماه وقد سماه السلامي كما ذكرناه في الترجمة والذي ترجمناه أصح لأني رأيته في مواضع أخر موافقا له والله أعلم\r\nقال الأزهري كان طاهر بن عبد الله بن طاهر استقدمه من بغداد إلى خراسان وقام بنيسابور وأملى\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nبها المعاني والنوادر ولقي أبا عمر والشيباني وابن الأعرابي وكان يلقى الأعراب الفصحاء الذين استوردهم ابن طاهر نيسابور فيأخذ عنهم وكان شمر وأبو الهيثم يوثقانه\r\nونقلت من كتاب نتف الطرف تأليف أبي علي الحسين بن أحمد السلامي صاحب كتاب ولاة خراسان وقد ذكرناه في بابه قال خرج أبو سعيد الضرير عن أبي عبيد من غريب الحديث جملة مما غلط فيه وأورد في تفسيره فوائد كثيرة ثم عرض ذلك على عبد الله بن عبد الغفار وكان أحد الأدباء فكأنه لم يرضه فقال لأبي سعيد ناولني يدك فناوله يده فوضع الشيخ في كفه متاعه وقال اكتحل بهذا يا أبا سعيد حتى تبصر فكأنك لا تبصر ثم قال سمعت أبا جعفر محمد بن سليمان الشرمقاني قال سمعت أبا سعيد الضرير يقول كان يقال إذا أردت أن تعرف خطأ أستاذك\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nفجالس غيره وله تصانيف منها كتاب الرد على أبي عبيد في غريب الحديث وكتاب الأبيات\r\nقال السلامي حدثني أبو العباس محمد بن أحمد الغضاري قال حدثني عمي محمد بن الفضل وكان قد بلغ مائة وعشرين سنة قال لما قدم عبد الله بن طاهر نيسابور وأقدم معه جماعة مثن فرسان طرسوس وملطية وجماعة من أدباء الأعراب منهم عرام وأبو العميثل وأبو العيسجور وأبو العجنس وعوسجة وأبو الغدافر وغيرهم فتفرس أولاد قواده وغيرهم بأولئك الفرسان وتأدبوا بأولئك الأعراب وبهم تخرج أبو سعيد الضرير واسمه أحمد بن خالد وكان وافى نيسابور مع عبد الله بن طاهر فصار بهم إماما في الأدب وقد كان صحب بالعراق أبا عبد الله محمد بن زياد الأعرابي وأخذ عنه فبلغ ابن الأعرابي أن أبا سعيد يروي عنه أشياء كثيرة\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nمما يفتي فيه فقال لبعض من لقيه من الخراسانية بلغني أن أبا سعيد يروي عني أشياء كثيرة فلا تقبلوا منه ذلك غير ما يرويه من أشعار العجاج ورؤبة فإنه عرض ديوانهما علي وصححه\r\nوحدث عن الغضاري عن عمه قال اختصم بعض الأعراب الذين كانوا مع عبد الله بن طاهر في علاقة بينهم إلى صاحب الشرطة بنيسابور فسألهم بينة وشهودا يعرفون فأعجزهم ذلك فقال أبو العيسجور :\r\nإن يبغ منا شهودا يشهدون لنا * فلا شهود لنا غير الأعاريب\r\nوكيف يبغي بنيسابور معرفة * من داره بين أرض الحزن واللوب\r\nقرأت بخط عبد السلام البصري في كتاب محمد بن أبي الأزهر قال حدثني وهب بن إبراهيم خال عبيد الله بن سليمان بن وهب قال كنا يوما بنيسابور في مجلس أبي سعيد\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالمكفوف وكان أبو سعيد عالما باللغة جدا إذ هجم علينا مجنون من أهل قم فسقط على جماعة من أهل المجلس فاضطرب الناس لسقطته ووثب أبو سعيد لا يشك أن آفة لحقتنا من سقوط جدار أو شرود بهيمة فلما رآه المجنون على تلك الحال قال الحمد لله رب العالمين على رسلك يا شيخ لا ترع آذاني هؤلاء الصبيان وأخرجوني عن طبعي إلى ما لا أستحسنه من غيري فقال أبو سعيد امتنعوا عنه عافاكم الله فوثبنا وشردنا من مكان ورجعنا فسكت ساعة لا يتكلم إلى أن عدنا إلى ما كنا فيه من المذاكرة وابتدأ بعضنا بقراءة قصيدة من شعر نهشل بن جرير التميمي حتى بلغ قوله :\r\nغلامان خاضا الموت من كل جانب * فآبا ولم يعقد وراءهما يد\r\nمتى يلقيا قرنا فلا بد أنه * سيلقاه مكروه من الموت أسود\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nفما استتم هذا البيت حتى قال قف يا أيها القارئ تتجاوز المعنى ولا تسأل عنه ما معنى قوله ولم يعقد وراءهما يد فأمسك من حضر عن القول فقال قل يا شيخ فإنك المنظور إليه والمقتدى به فقال أبو سعيد يقول إنهما رميا بأنفسهما في الحرب أقصى مراميها ورجعا موفورين لم يؤسرا فتعقد أيديهما كتفا فقال يا شيخ أترضى لنفسك بهذا الجواب فأنكرنا ذلك على المجنون فنظر بعضنا إلى بعض فقال أبو سعيد هذا الذي عندنا فما عندك فقال المعنى يا شيخ آبا ولم تعقد يد بمثل فعلهما بعدهما لأنهما فعلا ما لم يفعله أحد كما قال الشاعر :\r\nقرم إذا عدت تميم معا * ساداتها عدوه بالخنصر\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nألبسه الله ثياب الندى * فلم تطل عنه ولم تقصر\r\nأي خلقت له وقريب من الأول قوله :\r\nقومي بنو مذحج من خير الأمم * لا يصعدون قدما على قدم\r\nيعني أنهم يتقدمون الناس ولا يطئون على عقب أحد وهذان فعلا ما لم يفعله أحد فلقد رأيت أبا سعيد وقد احمر وجهه واستحيا من أصحابه ثم غطى المجنون رأسه وخرج وهو يقول يتصدرون ويغرون الناس من أنفسهم فقال أبو سعيد بعد خروجه اطلبوه فإني أظنه إبليس فطلبناه فلم نظفر به .\r\nقال الشافعي حدثني أبو جعفر الشرمقاني قال كان أبو سعيد الضرير مثريا ممسكا لا يكسر رأس رغيف له\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nإنما يأكل عند من يختلف إليهم لكنه كان أديب النفس عاقلا\r\nحضر يوما مجلس عبد الله بن طاهر فقدم إليه طبق عليه قصب السكر وقد قشر وقطع كاللقم فأمره عبد الله بن طاهر أن يتناول منه فقال أبو سعيد إن لهذا لفاظة ترتجع من الأفواه وأنا أكره ذلك في مجلس الأمير أيده الله فقال عبد الله تناول فليس بصاحبك من احتشمك واحتشمته أما إنه لو قسم عقلك على مائة رجل لصار كل رجل منهم عاقلا وقيل إن هذا الكلام جرى بين الضرير وبين أبي دلف في مجلسه وحدث قال حدثني الغضاري قال كان أبو سعيد الضرير يختار المؤدبين لأولاد قواد عبد الله بن طاهر ويبين مقدار أرزاقهم ويطوف عليهم ويتعهد من بين أيديهم من أولئك الصبيان فاستقبله يوما في ميدان الحسين بعض أولئك المؤدبين فقال له يا فلان من أين وجهك قال من\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nشاذياخ قال زد فيه ألفا ولاما فقال من شاذيا خال فقال أبو سعيد اللهم غفرا زدهما في أول الحرف ويلك فقال ألف لام شاذياخ فقال صم صداك كم رزقك قال سبعين درهما فقال يصرف ويبدل به غيره وهو صاغر صد\r\nوحدث الحاكم في كتاب نيسابور سمعت أبا زكريا يحيى بن محمد العنبري يقول سمعت أبي يقول لما قلد المأمون عبد الله بن طاهر ولاية خراسان سنة سبع عشرة ومائتين وناوله العهد بيده قال حاجة يا أمير المؤمنين قال مقضية قال يسعفني أمير المؤمنين في استصحاب ثلاثة من العلماء قال من هم قال الحسين بن الفضل البجلي وأبو سعيد الضرير وأبو إسحاق القرشي فأجابه إلى ذلك فقال عبد الله وطبيب\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nيا أمير المؤمنين فليس في خراسان طبيب حاذق قال من قال أيوب الرهاوي فقال يا أبا العباس لقد أسعفناك بما التمسته وقد أخليت العراق من الأفراد قال فقدم الحسن بن الفضل بنيسابور وابتاع بها دارا مشهورة بباب عزرة فبقي يعلم الناس العلم ويفتي إلى أن مات في شعبان سنة اثنتين وثمانين ومائتين وهو ابن مائة سنة وأربع سنين ودفن في مقبرة الحسين بن معاذ قال ولو كان في بني إسرائيل لكان من عجائبهم يعني الحسين بن الفضل ذكر ذلك كله في ترجمة الحسين بن الفضل\r\nقرأت بخط الأزهري من كتاب الجمان للمنذري سمعت أبا عبد الله المعقلي يقول سمعت أبا سعيد الضرير يقول كنت أعرض على ابن الأعرابي أصول الشعر أصلا أصلا وعرض عليه وأنا أحضر\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nشعر الكميت في المجالس التي كان يحضرها قال فحفظته بعرضه وحفظت النكت التي أفاد فيها فقال لي ابن الأعرابي يوما لم تعرض علي فيما عرضت شعر الكميت فقلت له عرضه عليك فلان فحفظته بعرضه وحفظت ما أفدت فيه من الفوائد والنكت والمعاني وجعلت أنشده وأعرفه من تلك النكت فعجب\r\nوقال أبو سعيد الضرير سألني أبو دلف عن بيت امرئ القيس :\r\n« كبكر المقاناة البياض بصفرة »\r\nقال أخبرني عن البكر هي المقاناة أم غيرها قال قلت هي هي قال أفيضاف الشيء إلى صفته قلت نعم قال وأين قلت قد قال الله تعالى « ولدار الآخرة » فأضاف الدار إلى الآخرة وهي هي بعينها والدليل على ذلك أنه قال في سورة أخرى « وللدار الآخرة » قال أريد أشفى من هذا فأنشدته لجرير :\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nيا ضب إن هوى القيون أضلكم * كضلال شيعة أعور الدجال\r\n( 8 - أحمد بن داود بن وتند )\r\nأبو حنيفة الدينوري أخذ عن البصريين والكوفيين وأكثر أخذه عن ابن السكيت وكان نحويا لغويا مهندسا منجما حاسبا راوية ثقة فيما يرويه ويحكيه مات في جمادى الأولى سنة اثنتين وثمانين ومائتين وجدت ذلك على ظهر كتاب النبات من تصنيفه ووجدت في كتاب عتيق مات أحمد بن داود أبو حنيفة الدينوري قبل سنة تسعين ومائتين ثم وجدت على ظهر النسخة التي بخط ابن المسبح بكتاب النبات من تصنيف أبي حنيفة توفي أبو حنيفة أحمد بن داود الدينوري ليلة الاثنين لأربع بقين من جمادى الأولى سنة ثمانين ومائتين ووجدت في كتاب الوفيات لأبي عبد الله محمد بن\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nسفيان بن هارون ابن بنت جعفر بن محمد الفريابي البغدادي مات أبو حنيفة أحمد بن داود بن وتند صاحب كتاب النبات في سنة إحدى وثمانين ومائتين\r\nقال أبو حيان في كتاب تقريظ الجاحظ ومن خطه الذي لا أرتاب فيه نقلت قال قلت لأبي محمد الأندلسي يعني عبد الله بن حمود الزبيدي وكان من عدد أصحاب السيرافي وله في هذا الكتاب ذكر قد اختلفت أصحابنا في مجلس أبي سعيد السيرافي في بلاغة الجاحظ وأبي حنيفة صاحب النبات ووقع الرضا بحكمك فما قولك فقال أنا أحقر نفسي عن الحكم لهما وعليهما فقال لا بد من قول قال أبو حنيفة أكثر ندارة وأبو عثمان أكثر حلاوة ومعاني أبي عثمان لائطة بالنفس سهلة في السمع ولفظ أبي حنيفة أعذب وأغرب وأدخل في أساليب العرب قال أبو حيان\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nوالذي أقول وأعتقد وآخذ به وأستهم عليه أني لم أجد في جميع من تقدم وتأخر ثلاثة لو اجتمع الثقلان على تقريظهم ومدحهم ونشر فضائلهم مدى الدنيا إلى أن يأذن الله بزوالها لما بلغوا آخر ما يستحقه كل واحد منهم أحدهم هذا الشيخ الذي أنشأنا له هذه الرسالة وبسببه جشمنا هذه الكلفة أعني أبا عثمان عمرو بن بحر والثاني أبو حنيفة أحمد بن داود الدينوري فإنه من نوادر الرجال جمع بين حكمة الفلاسفة وبيان العرب له في كل فن ساق وقدم ورواء وحكم وهذا كلامه في الأنواء يدل على حظ وافر من علم النجوم وأسرار الفلك فأما كتابه في النبات فكلامه فيه في عروض كلام آبدي بدوي وعلى طباع أفصح عربي ولقد قيل لي\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nإن له في القرآن كتابا يبلغ ثلاثة عشر مجلدا ما رأيته وإنه ما سبق إلى ذلك النمط هذا مع ورعه وزهده وجلالة قدره وقد وقف الموفق عليه وسأله وتحفى به والثالث أبو زيد أحمد بن سهل البلخي فإنه لم يتقدم له شبيه في الأعصر الأول ولا يظن أنه يوجد له نظير في مستأنف الدهر ومن تصفح كلامه في كتاب أقسام العلوم وفي كتاب أخلاق الأمم وفي كتاب نظم القرآن وفي كتاب اختيار السير وفي رسائله إلى إخوانه وجوابه عما يسأل عنه ويبده به علم أنه بحر البحور وأنه عالم العلماء وما رئي في الناس من جمع بين الحكمة والشريعة سواه وإن القول فيه لكثير ولو تناصرت إلينا أخبارهما لكنا نحب أن نفرد لكل واحد منهما تقريظا مقصورا عليه وكتابا منسوبا إليه كما فعلت بأبي عثمان .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nقرأت في كتاب ابن فرجة المسمى بالفتح على أبي الفتح في تفسير قول المتنبي :\r\nفدع عنك تشبيهي بما وكأنه * فما أحد فوقي وما أحد مثلي\r\nوقال فيه ما لم يرضه ابن فرجة ونسبه إلى أنه سأل عنه أبا الطيب فأجاب بهذا الجواب فأورد ابن فرجة هذه الحكاية :\r\nزعموا أن أبا العباس المبرد ورد الدينور زائرا لعيسى بن ماهان فأول ما دخل عليه وقضى سلامه قال له عيسى أيها الشيخ ما الشاة المجثمة التي نهى النبي صلى الله عليه وسلم عن أكل لحمها فقال هي الشاة القليلة اللبن مثل اللجبة فقال هل من شاهد قال نعم قول الزاجر :\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nلم يبق من آل الحميد نسمه * إلا عنيز لجبة مجثمه\r\nفإذا بالحاجب يستأذن لأبي حنيفة الدينوري فلما دخل قال له أيها الشيخ ما الشاة المجثمة التي نهينا عن أكل لحمها فقال هي التي جثمت على ركبها وذبحت من خلف قفاها فقال كيف تقول وهذا شيخ العراق يعني أبا العباس المبرد يقول هي مثل اللجبة وهي القليلة اللبن وأنشده البيتين فقال أبو حنيفة أيمان البيعة تلزم أبا حنيفة إن كان هذا التفسير سمعه هذا الشيخ أو قرأه وإن كان البيتان إلا لساعتهما هذه فقال صدق الشيخ أبو حنيفة فإنني أنفت أن أرد عليك من العراق وذكري ما قد شاع فأول ما تسألني عنه لا أعرفه فاستحسن منه هذا الإقرار وترك البهت\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nقال ابن فرجة وأنا أخلف بالله العلي إن كان أبو الطيب قط سئل عن هذا البيت فأجاب هذا الجواب الذي حكاه ابن جني وإن كان إلا متزيدا مبطلا فيما يدعيه عفا الله عنه وغفر له فالجهل والإقرار به أحسن من هذا وذكره محمد بن إسحاق النديم فقال وله من الكتب المصنفة كتاب الباه كتاب ما يلحن فيه العامة كتاب الشعر والشعراء كتاب الفصاحة كتاب الأنواء كتاب في حساب الدور كتاب البحت في حساب الهند كتاب الجبر والمقابلة كتاب البلدان كبير كتاب النبات لم يصنف في معناه مثله كتاب الرد على لغزة الأصفهاني كتاب الجمع والتفريق كتاب الأخبار الطوال كتاب الوصايا كتاب نوادر الجبر كتاب إصلاح المنطق كتاب القبلة والزوال كتاب الكسوف قال أبو حيان وله كتاب في تفسير القرآن .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n( 9 - أحمد بن رشيق الأندلسي )\r\nالكاتب أبو العباس ذكره الحميدي وقال كان أبوه من موالي بني شهيد ونشأ هو بمرسية وانتقل إلى قرطبة وطلب الأدب وبرز فيه وبسق في صناعة الرسائل مع حسن الخط المتفق على نهايته وتقدم فيهما فيهما وشارك في سائر العلوم ومال إلى الفقه والحديث وبلغ من رياسة الدنيا أبلغ منزلة وقدمه الأمير الموفق أبو الجيش مجاهد بن عبد الله العامري على كل من في دولته لأسباب أكدت له عنده من المودة والثقة والنصيحة والصحبة في النشأة وكان ينظر في أمور الجهة التي كان فيها نظر العدل والسياسة ويشتغل بالفقه والحديث ويجمع العلماء والصالحين ويؤثرهم ويصلح الأمور جهده وما رأينا من أهل الرياسة من يجري\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nمجراه من هيبة مفرطة وتواضع وحلم عرف به مع القدرة مات بعد الأربعين وأربعمائة عن سن عالية وله كتاب رسائل مجموعة متداولة منها رسالة إلى أبي عمران موسى بن عيسى بن أبي حاج نجح الفاسي وأبي بكر بن عبد الرحمن فقيهي القيروان في الإصلاح بينهما وكتاب على تراجم كتاب الصحيح للبخاري ومعاني ما أشكل منه وقد رأيته غير مرة إذا غضب في مجلس الحكم أطرق ثم قام ولم يتكلم بين اثنين فظننته كان يذهب إلى حديث أبي بكر عن رسول الله صلى الله عليه وسلم لا يحكم حاكم بين اثنين وهو غضبان وظننت أن قيامه عند الغضب شيء ما سبق إليه حتى رأيت بعض المصنفين القدماء قد حكى عن يزيد بن أبي حبيب أنه قال إنما غضبي في نعلي إذا سمعت ما أكره أخذتهما ومضيت .\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n( 10 - أحمد بن رضوان أبو الحسن )\r\nالنحوي أظنه ممن أخذ النحو عن أصحاب أبي علي الفارسي\r\n( 11 - أحمد بن زهير أبو خيثمة )\r\nهو أبو بكر أحمد بن أبي خيثمة زهير بن حرب بن شداد النسائي الأصل سمع أبا نعيم الفضل بن دكين ويحيى بن معين وأحمد بن حنبل وأخذ علم النسب عن مصعب بن عبد الله الزبيري وأيام الناس عن أبي الحسن المدائني والأدب عن محمد بن سلام الجمحي ومات في شوال سنة تسع وسبعين ومائتين في خلافة\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nالمعتمد على الله عن أربع وتسعين سنة ذكر ذلك كله الخطيب قال وله كتاب التاريخ الذي أحسن تصنيفه وكثر فائدته قال ولا أعرف أغزر فوائد من كتاب التاريخ الذي ألفه أحمد بن خيثمة وكان لا يرويه إلا على الوجه فسمعه منه الشيوخ الأكابر كأبي القاسم البغوي ونحوه قال واستعار أبو العباس بن محمد بن إسحاق السراج من أبي بكر بن أبي خيثمة شيئا من التاريخ فقال يا أبا العباس علي يمين أن لا أخذت بهذا الكتاب إلا على الوجه فقال أبو العباس وعلي عزيمة أن لا أكتب إلا ما\r\nأشتهيه فرده عليه ولم يحدث في تاريخه عنه بحرف وأنشد الخطيب لابن أبي خيثمة :\r\nقالوا اهتجارك من تهواه تسلاه * فقد هجرت فما لي لست أسلاه\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nمن كان لم ير في هذا الهوى أثرا * فليلقني ليرى آثار بلواه\r\nمن يلقني مرهونا بصبوته * متيما لا يفك الدهر قيداه\r\nمتيم شفه بالحب مالكه * ولو يشاء الذي أدواه داواه\r\nقال الخطيب وكان ابن أبي خيثمة كبير الكتاب أكثر الناس عنه السماع\r\nفي كتاب الفرغاني أنه مات سنة سبع وتسعين قال وفي آخر شوال مات ابن أبي خيثمة صاحب التاريخ من سكتة وكانت له معرفة بأخبار الناس وأيامهم وله مذهب كان الناس ينسبونه إلى القول بالقدر وكان مختصا بعلي بن عيسى .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n( 12 - أحمد بن سعد أبو الحسين الكاتب )\r\nذكره حمزة في أهل إصبهان فقال ندب في أيام القاهر بالله إلى عمل الخراج أبو الحسين أحمد بن سعد فورد إصبهان غرة جمادى الأولى سنة إحدى وعشرين وثلاثمائة وعزل عنها أبو علي بن سعد من فارس متقلدا لتدبير البلد وعمل الخراج من قبل الأمير علي بن بويه يعني عماد الدولة في جمادى الأولى سنة ثلاث وعشرين وثلاثمائة ثم صرف في سنة أربع وعشرين قال ثم رد جباية الخراج في أربع وعشرين إلى أبي القاسم سعد بن أحمد بن سعد قال ثم إن أبا الحسين عزل في شوال من هذه السنة لم يذكره بعد ذلك وعد\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nفضلاء إصبهان من أصحاب الرسائل ثم قال وأما أبو مسلم محمد وأبو الحسين أحمد بن سعد فقد استغنينا بشهرة هذين وبعد صوتهما في كور المشرق والمغرب وعند كتاب الخضرة وإجماع أهل الزمان على فضلهما عن وصفهما وعامة الرسائل لهما ثم ذكره في المصنفين فقال له من الكتب كتاب الاختيار من الرسائل لم يسبق إلى مثله وكتاب آخر في الرسائل سماه فقر البلغاء وكتاب الحلي والثياب وكتاب المنطق وكتاب الهجاء قرأت في كتاب عتيق .\r\nحدثني شيخ كبير قال تنبأ في مدينة إصبهان رجل في زمن أبي الحسين بن سعد فأت ي به وأحضر العلماء والعظماء والكبراء كلهم فقيل له من أنت فقال أنا نبي مرسل فقيل له ويلك إن لكل نبي آية فما آيتك وحجتك فقال ما معي من الحجج لم\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nيكن لأحد قبلي من الأنبياء والرسل فقيل له أظهرها فقال من كان منكم له زوجة حسناء أو بنت جميلة أو أخت صبيحة فليحضرها إلي أحبلها بابن في ساعة واحدة فقال أبو الحسين بن سعد أما أنا فأشهد أنك رسول وأعفني من ذلك فقال له رجل نساء ما عندنا ولكن عندي عنز حسناء فأحبلها لي فقام يمضي فقيل له إلى أين قال أمضي إلى جبرائيل وأعرفه أن هؤلاء يريدون تيسا ولا حاجة بهم إلى نبي فضحكوا منه وأطلقوه\r\nوأنشد للإصبهاني أبي الحسين هذا أشعارا منها في جواب معمى :\r\nرماني أخ أصفي له الود جاهدا * ومن يتطوع بالمودة يحمد\r\nبداهية تعيي على كل عالم * بوجه المعمى بالصواب مؤيد\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nوحمل سرب الوحش والطير سره * وأرسلها تكرا ببيداء فردد\r\nفانهضت قلبي وهو في نفس جارح * ومن يغد يوما بالجوارح يصطد\r\nفحاش لي الصنفين من بين أرنب * يقود الوحوش طائعات وهدهد\r\nيسوق لنا أسراب طير تتابعت * على نسق مثل الجمان المنضد\r\nومزقتها بالزجر حتى تحولت * وعادت عباديدا بشمل مبدد\r\nوراوضتها بالفكر حتى تذللت * فمن مسمح طوعا ومن متجلد\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nفأخرجت السر الخفي وأنشدت * قريض رهين بالصبابة ذي دد\r\nوإني وإياها لكالخمر والفتى * متى يستطع منها الزيادة يزدد\r\nوله في الفضل محمد بن الحسين بن العميد :\r\nالبين أفردني بالهم والكمد * والبين جدد حر الثكل في كبدي\r\nفارقت من صار لي من واحدي عوضا * يا رب لا تجعلنها فرقة الأبد\r\nأمسك حشاشة نفسي أن يطيف بها * كيد من الدهر بعد الفقد للولد\r\nلا في الحياة فإني غير مغتبط * بالعيش بعد انقصاف الظهر والعضد\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nبل ابق لي الخلف المأمول حيطته * على عيال وأطفال ذوي عدد\r\nمن أن يروا ضيعة في عرصة البلد * وأن يروا نهزة في كف مضطهد\r\nربي رجائي وحسب المرء معتمدا * نجل العميد وصنع الواحد الصمد\r\nوله إلي أبي الحسين بن لرة في مملوك له أسود كان تبناه :\r\nحذر فديتك بشرى من تبرزه * إني أخاف عليه لفعة العين\r\nإذا بدت لك منه طرة سبلت * على الجبين وتحريف كنونين\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nحسبت بدرا بدا تما فأكلفه * غمامة نشرت في الأرض ثوبين\r\nكأنما خط في أصداغه قلم * بالحبر خطين جاءا نحو قوسين\r\nلكن ذلك منه غير دافعه * عن القبول وعن بعد من الشين\r\nوهذه قطعة شعر لأبي الحسين بن سعد على أربع قواف كلما أفردت قافية كان شعرا برأسه إلى آخر الأبيات :\r\nوبلدة قطعتها بضامر * خفيدد عيرانة ركوب\r\nوليلة سهرتها لزائر * ومسعد مواصل حبيب\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nوقينة وصلتها بطاهر * مسود ترب العلا نجيب\r\nإذا غوت أرشدتها بخاطر * مسدد وهاجس مصيب\r\nوقهوة باكرتها لفاجر * ذي عتد في دينه وروب\r\nسورتها كسرتها بماطر * مبرد من جمة القليب\r\nوحرب خصم بختها بكاثر * ذي عدد في قومه مهيب\r\nمعودا بل سفتها بباتر * مهند يفري الطلى رسوب\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوكم حظوظ نلتها من قادر * ممجد بصنعة القريب\r\nكافيه إذ شكرتها في سامر * ومشهد للملك الرقيب\r\n( 13 - - أحمد بن سعيد بن عبد الله الدمشقي )\r\nأبو الحسن نزل ببغداد وحدث عن الزبير بن بكار\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nبالموفقيات وغيرها من مصنفاته وكان مؤدب ولد المعتز واختص بعبد الله بن المعتز روى عنه إسماعيل الصفار وغيره وكان صدوقا مات سنة ست وثلاثمائة ذكره المرزباني في كتابه فقال حدثني أبو بكر محمد بن القاسم الأنباري حدثني أحمد بن سعيد قال كنت أؤدب أولاد المعتز فتحمل أحمد بن يحيى بن جابر البلاذري على قبيحة أم المعتز بقوم سألوها أن تأذن له في أن يدخل إلى ابن المعتز وقتا من النهار فأجابت أو كادت تجيب فلما اتصل الخبر بي جلست في منزلي غضبان مفكرا لما بلغني عنها فكتب إلى أبو العباس عبد الله بن المعتز وله ثلاث عشرة سنة .\r\nأصبحت يا ابن سعيد حزت مكرمة * عنها يقصر من يحفى وينتعل\r\nسربلتني حكمة قد هذبت شيمي * وأججت غرب ذهني فهو مشتعل\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nأكون إن شئت قسا في خطابته * أو حارثا وهو يوم الفخر مرتجل\r\nوإن أشأ فكزيد في فرائضه * أو مثل نعمان ما ضاقت بي الحيل\r\nأو الخليل عروضيا أخا فطن * أو الكسائي نحويا له علل\r\nتغلي بداهة ذهني في مركبها * كمثل ما عرفت آبائي الأول\r\nوفي فمي صارم ما سله أحد * من غمده فدرى ما العيش والجذل\r\nعقباك شكر طويل لا نفاد له * تبقى معالمه ما أطت الإبل\r\nقس هو ابن ساعدة الإيادي والحارث ابن حلزة كان ارتجل قصيدة آذنتنا ببينها وزيد بن ثابت\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالأنصاري والنعمان أبو حنيفة صاحب الرأي والفقه\r\nوحدث أيضا قال كتب ابن المعتز إلى أحمد بن سعيد الدمشقي جوابا عن كتاب استزاده فيه قيد نعمتي عندك بمثل ما كنت استدعيتها به وذب عنها أسباب الظن واستدم ما تحب مني بما أحب منك وكتب ابن المعتز إلى الدمشقي جوابا عن اعتذار كان من الدمشقي في شيء بلغ ابن المعتز والله لا قابل إحسانك مني كفر ولا تبع إحساني إليك من فلك مني يد لا أقبضها عن نفعك وأخرى لا أبسطها إلى ظلمك ما يسخطني فإني أصون وجهك عن ذل الاعتذار .\r\n( 14 - أحمد بن سعيد بن شاهين )\r\nالبصري أبو العباس هو أحمد بن سعيد بن شاهين بن علي بن ربيعة ذكره محمد بن إسحاق النديم فقال\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهو من أهل الأدب وله من الكتب كتاب ما قالته العرب وكثر في أفواه العامة .\r\n( 15 - أحمد بن سعيد بن حزم )\r\nالصدفي الأندلسي المنتجيلي أبو عمر ذكره الحميدي فقال سمع بالأندلس جماعة منهم محمد بن أحمد الزراد وذكر غيره ورحل فسمع إسحاق بن إبراهيم بن النعمان وأحمد بن عيسى المصري المعروف بابن أبي عجينة وغيرهما وألف كتاب تاريخ الرجال كبيرا جمع فيه جميع\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nما أمكنه من أقوال الناس في أهل العدالة والتجريح سمعه منه خلف بن أحمد المعروف بابن أبي جعفر وأحمد بن محمد الأشبيلي المعروف بابن الحراز قال ابن عبد البر ويقال إنه لم يكمل سماعه إلا لهما ومات أبو عمر الصدفي سنة خمسين وثلاثمائة كل هذا من كتاب الحميدي\r\nوذكر بعض الناس أنه من ولد جعفر بن الحارث من أهل قرطبة ويكني أبا عمرو عني بالآثار والسنن وجمع الحديث والتاريخ وروى عنه جماعة\r\nبالأندلس منهم أحمد بن ثوابة وأسلم بن عبد العزيز وطبقتهم ورحل إلى المشرق سنة إحدى عشرة وثلاثمائة مع أحمد بن عبادة الرعيني فسمع بمكة من أبي جعفر المقبلي وأبي بكر بن المنذر صاحب الإشراق والديبلي أبي جعفر محمد بن إبراهيم وأبي سعيد بن الأعرابي وغيرهم وسمع بمصر على جماعة منهم أبو عبد الله محمد بن الربيع بن سليمان وبالقيروان من أحمد بن نصر ومحمد بن محمد ابن\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nاللباد ثم انصرف إلى الأندلس فصنف تاريخا في المحدثين بلغ فيه الغاية قرئ عليه ولم يزل يحدث إلى أن مات ليلة الخميس لتسع بقين من جمادى الآخرة سنة خمسين وثلاثمائة ومولده يوم الجمعة لخمس خلون من شهر ربيع الآخر سنة أربع وثمانين ومائتين\r\n( 16 - أحمد بن سليمان الطوسي أبو عبد الله )\r\nهو أبو عبد الله أحمد بن سليمان بن داود بن محمد\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nابن أبي العباس الطوسي واسم أبي العباس الفضل بن سليمان بن المهاجر بن سنان بن حكيم وكان فاضلا مات فيما ذكره الخطيب في صفر سنة اثنتين وعشرين وثلاثمائة عن ثلاث وثمانين سنة قال ابن شاذان قال الطوسي ولدت سنة أربعين ومائتين روى أبو حفص بن شاهين وأبو الفرج الإصبهاني صاحب كتاب الأغاني وأبو عبيد الله المرزباني وكان صدوقا\r\nحدث ابن طاهر المباشر أبو عبد الله المعروف بقنينة سمعت الخضر بن داود بمكة يقول قدم علينا سليمان بن داود الطوسي وهو علي البريد وكان الزبير قد فرغ من كتاب النسب فأهدى إليه الطوسي هدايا كثيرة فأهدى إليه الزبير كتاب النسب فقال له\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nسليمان أحب أن تقرأه علي فقرأه عليه وسمع ابنه أحمد بن سليمان مع أبيه جميع الكتاب فروى عنه أبو بكر بن شاذان وأبو حفص بن شاهين وأبو عبد الله المرزباني والمخلص .\r\n( 17 - أحمد بن سليمان بن وهب )\r\nابن سعيد الكاتب أبو الفضل وأبوه أبو أيوب سليمان بن وهب الوزير وعمه الحسن بن وهب معروفان مشهوران مذكوران في هذا الكتاب ونسب هذا البيت مستقصى في ترجمة الحسن بن وهب مات فيما ذكره أبو عبد الله في كتاب معجم الشعراء في سنة خمس وثمانين ومائتين وكان أبو الفضل هذا بارعا فاضلا ناظما ناثرا قد تقلد الأعمال ونظر للسلطان في جباية الأموال وأخوه عبيد الله بن سليمان والقاسم بن عبيد الله وزير المعتضد\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nوالمكتفي ولأحمد من التصنيفات كتاب ديوان شعره وكتاب ديوان رسائله\r\nحدث الصولي قال وجدت بخط بعض الكتاب أن أحمد بن سليمان سأل صديقا له حاجة فلم يقضها له فقال :\r\nقل لي نعم مرة إني أسر بها * وإن عداني ما أرجوه من نعم\r\nفقد تعودت لا حتى كأنك لا * تعد قولك لا إلا من الكرم\r\nقال وحدثني الطالقاني كنا عند أحمد بن سليمان على شرب ومعنا رجل من الهاشميين ورجل من الدهاقين فعربد الهاشمي على الدهقان فأنشد أحمد بن سليمان :\r\nإذا بدأ الصديق بيوم سوء * فكن منه لآخر ذا ارتقاب\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nوأمر بإخراج الهاشمي فقال له أتخرجني وتدع نبطيا فقال نعم رأس كلب أحب إلي من ذنب أسد وحدث عن الحسين بن إسحاق قال كنت عند أحمد بن سليمان بن وهب ونحن على شراب فوافته رقعة فيها أبيات مدح فكتب الجواب فنسخته ولم أنسخ الرقعة الواردة عليه وكان جوابه وصلت رقعتك أعزك الله فكانت كوصل بعد هجر وغنى بعد فقر وظفر بعد صبر ألفاظها در مشوف ومعانيها جوهر مرصوف وقد اصطحبا أحسن صحبة وتألفا أقرب ألفة لا تمجها الآذان ولا تتعب بها الأذهان وقرأت في آخرها من الشعر ما لم أملك نفسي أن كتبت لجلالته عندي وحسن موقعه من نفسي بما لا أقوم به مع تحيف الصهباء لبي\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nوشربها من عقلي مقدار شربي ولكني واثق منك بطي سيئتي ونشر حسنتي :\r\nنفسي فداؤك يا أبا العباس * وافى كتابك بعد طول الياس\r\nوافي وكنت بوحشتي متفردا * فأصارني للجمع والإيناس\r\nوقرأت شعرك فاستطلت لحسنه * فخرا على الخلصاء والجلاس\r\nعاينت منه عيون وشي سديت * ببدائع في جانب القرطاس\r\nفاقت دقائقه وجل لحسنه * عن أن يحد بفطنة وقياس\r\nشعر كجري الماء يخرج لفظه * من حسن طبعك مخرج الأنفاس\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nلو كان شعر الناس جسما لم يكن * لكماله إلا مكان الرأس\r\nوكان لأحمد خادم يقال له عرام ويكنى أبا الحسام وكان يهواه جدا فخرج مرة إلى الكوفة بسبب رزقه مع إسحاق بن عمران فكتب إلى إسحاق الهزج :\r\nدموع العين مذروفه * ونفس الصب بالكوفة\r\nمن الشوق إلى البدر الذي * يطلع بالكوفة\r\nفلما قرأ كتابه وفاه رزقه وأنفذه إليه سريعا ومن كلامه النعم أيدك الله ثلاث مقيمة ومتوقعة وغير محتسبة فحرس الله لك مقيمها وبلغك متوقعها وآتاك ما لم تحتسب منها\r\nقال ودخل أحمد بن سليمان إلى صديق له ولم يره كما ظن من السرور فدعا بدواة وكتب :\r\nقد أتينا ك زائرين خفافا * وعلمنا بأن عندك فضله\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nمن شراب كأنه دمع مرهاء * أضأت لها من الهجر شعله\r\nولدينا من الحديث هنات * معجبات نعدها لك جمله\r\nإن يكن مثل ما تريد وإلا * فاحتملنا فإنما هي أكله\r\nومن مشهور شعره الذي لا تخلو مجاميع أهل الفضل منه قوله يصف السرو من أبيات وربما نسبوه إلى غيره :\r\nخفت بسرو كالقيان تلحفت * خضر الحرير على قوام معتدل\r\nفكأنما والريح حين تميلها * تبغي التعانق ثم يمنعها الخجل\r\nوكتب في صدر كتاب إلى ابن أخيه الحسن بن عبيد الله بن سليمان :\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nيا ابني ويا ابن أخي الأدنى ويا ابن أبي * والمرتدي برداء العقل والأدب\r\nومن يزيد جناحي من قواك به * ومن إذا عد مني زان لي حسبي\r\nومن منثوره كتب إلي ابن أبي الإصبع لو أطعت الشوق إليك والنزاع نحوك لكثر قصدي لك وغشياني إياك مع العلة القاطعة عن الحركة الحائلة بيني وبين الركوب فالعلة إن تخلفت مخلفتي وإيثار التخفيف يؤخر مكاتبتي فأما مودة القلب وخلوص النية ونقاء الضمير والاعتداد بما يجدده الله لك من نعمة ويرفعك إليه من درجة ويبلغك إياه من رتبة فعلى ما يكون عليه الأخ الشقيق وذو المودة الشفيق وأرجو أن يكون شاهدي على ذلك من قلبك أعدل الشهود ووافدي بإعلامك إياه أصدق الوفود\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nوبحسب ذلك انبساطي إليك في الحاجة تعرض قبلك ويعنى بالنجاح منها عندك وعرضت حاجة ليس تمنعني قلتها من كثير الشكر عليها والاعتداد بما يكون من قضائك إياها وقد حملتها يحيى لتسمعها منه وتتقدم بما أحب فيها جاريا علي كرم سجيتك وعادة تفضلك إن شاء الله .\r\nوكتب إلي أخيه الوزير عبيد الله وقد سافر ولم يودعه أطال الله بقاء الوزير مصحبا له السلامة الشاملة والغبطة المتكاملة والنعم المتظاهرة والمواهب المتواترة في ظعنه ومقامه وحله وترحاله وحركته وسكونه وليله ونهاره وعجل إلينا أوبته وأقر عيوننا برجعته ومتعنا بالنظر إليه كان شخوص الوزير أعزه الله في هذه المدة بغتة أعجل عن توديعه فزاد ذلك في ولهي\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nوإضرام لوعتي واشتدت له وحشتي وذكرت قول كثير :\r\nوكنتم تزينون البلاد ففارقت * عشية بنتم زينها وجمالها\r\nفقد جعل الراضون إذ أنتم لها * بخصب البلاد يشتكون وبالها\r\nوالوزير أعزه الله يعلم ما قيل في يحيى بن خالد :\r\nينسى صنائعه ويذكر وعده * ويبيت في أمثاله يتفكر\r\nوكتب إلى صديق له ليس عن الصديق المخلص والأخ المشارك في الأحوال كلها مذهب ولا وراءه للواثق به مطلب والشاعر يقول :\r\nوإذا يصيبك والحوادث جمة * حدث حداك إلى أخيك الأوثق\r\nوأنت الأخ الأوثق والولي المشفق والصديق\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nالوصول والمشارك في المكروه والمحبوب قد عرفني الله من صدق صفائك وكرم وفائك على الأحوال المتصرفة والأزمنة المتقلبة ما يستغرق الشكر ويستعبد الحر وما من يوم يأتي علي إلا وثقتي بك تزداد استحكاما واعتمادي عليك يزداد توكدا والتياما أنبسط في حوائجي وأثق بنجح مسألتي والله أسأل لك طول البقاء في أدوم النعمة وأسبغها وأكمل العوافي وأتمها وألا يسلب الدنيا نضرتها بك وبهجتها ببقائك فما أعرف بهذا الدهر المتنكر في حالاته حسنة سواك ولا حيلة غيرك فأعيذك بالله من العيون الطامحة والألسنة القادحة وأسأله أن يجعلك في حرزه الذي لا يرام وكنفه الذي لا يضام وأن يحرسك بعينه التي لا تنام إنه ذو المن والإنعام .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n( 18 - أحمد بن سليمان المعيدي )\r\nأبو الحسين ذكره محمد بن إسحاق النديم فقال روى عن علي بن ثابت عن أبي عبيد وعن ابن أخيه أبي الوزير عن الأعرابي روى عنه أبو بكر محمد بن الحسين بن مقسم وخطه يرغب فيه وهو أحد العلماء المشاهير الثقات قرأت بخط ابن أبي نواس قال أبو عمر بن حيويه قال لي أبو عمران مات المعيدي ليلة الأربعاء ودفن يوم الأربعاء لثمان بقين من صفر سنة اثنتين وتسعين ومائتين\r\n( 19 - أحمد بن سهل البلخي أبو زيد )\r\nكان فاضلا قائما بجميع العلوم القديمة والحديثة\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nيسلك في مصنفاته طريقة الفلاسفة إلا أنه بأهل الأدب أشبه وكان معلما للصبيان ثم رفعه العلم إلى مرتبة علية كما اقتصصنا في أخباره وقد وصفه أبو حيان في كتابه في تقريظ الجاحظ بوصف ذكرته في أخبار أبي حنيفة أحمد بن داود فاحتسبت به كعادتي في الإيجاز وترك التكرير مات في سنة اثنتين وعشرين وثلاثمائة على ما أذكره فيما بعد عن سبع أو ثمان وثمانين سنة\r\nحكي عنه أنه قال كان الحسين بن علي المروروزي وأخوه وأنا صعلوك يجريان علي صلات معلومة دائمة فلما صنفت كتابي في البحت عن التأويلات قطعاها عني\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nوكان لأبي علي محمد بن أحمد بن جيهان بن خرخان الجيهاني وزير نصر بن أحمد الساماني جوار يدرها علي فلما أمليت كتاب القرابين والذبائح حرمنيها\r\nقال وكان الحسين قرمطيا وكان الجيهاني ثنويا وكان أبو زيد يرمى بالإلحاد ذكر ذلك كله محمد بن إسحاق النديم قال ولأبي زيد من الكتب كتاب أقسام العلوم كتاب شرائع الأديان كتاب اختيارات السير كتاب السياسة الكبير كتاب السياسة الصغير كتاب كمال الدين كتاب فضل صناعة الكتابة كتاب مصالح الأبدان والأنفس يعرف بالمقالتين كتاب أسماء الله وصفاته كتاب صناعة الشعر كتاب فضيلة علم الأخبار كتاب الأسماء والكنى والألقاب كتاب أسماء الأشياء كتاب النحو والتصريف كتاب الصورة والمصدر كتاب رسالة حدود الفلسفة كتاب ما يصح من أحكام النجوم كتاب الرد على عبدة\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالأوثان كتاب فضيلة علوم الرياضيات كتاب في أقسام علوم الفلسفة كتاب القرابين والذبائح كتاب عصمة الأنبياء كتاب نظم القرآن كتاب قوارع القرآن كتاب الفتاك والنساك كتاب ما أغلق من غريب القرآن كتاب في أن سورة الحمد تنوب عن جميع القرآن كتاب أجوبة أبي القاسم الكعبي كتاب النوادر في فنون شتى كتاب أجوبة أهل فارس كتاب تفسير صور كتاب السماء والعالم لأبي جعفر الخازن كتاب أجوبة أبي علي بن محتاج كتاب أجوبة أبي إسحاق المؤدب كتاب المصادر كتاب أجوبة أبي الفضل السكري كتاب الشطرنج كتاب فضائل مكة على سائر البقاع كتاب جواب رسالة أبي علي بن المنير الزيادي كتاب منية الكتاب كتاب البحث عن التأويلات كبير كتاب الرسالة السالفة إلى العاتب كتاب رسالته في مدح الوراقة كتاب الوصية كتاب صفات الأمم\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nكتاب القرود كتاب فضل الملك كتاب المختصر في اللغة كتاب صولجان الكتبة كتاب نثارات من كلامه كتاب أدب السلطان والرعية كتاب فضائل بلخ كتاب تفسير الفاتحة والحروف المقطعة في أوائل السور كتاب رسوم الكتب كتاب كتبه إلى أبي بكر بن المستنير عاتبا ومنتصفا في ذمه المعلمين والوراقين كتاب رسوم الكتب كتاب كتبه إلى أبي بكر بن المظفر في شرح ما قيل في حدود الفلسفة كتاب أخلاق الأمم وقرأت بخط أبي سهل أحمد بن عبيد الله بن أحمد مولى أمير المؤمنين وتصنيفه كتابا في أخبار أبي زيد البلخي وأبي الحسن شهيد البلخي فلخصت منه ما ذكرته في تراجم الثلاثة\r\nقال في أخبار أبي زيد ولد أبو زيد أحمد بن سهل ببلخ بقرية تدعى شامستيان من رستاق نهر غربنكي من جملة اثنتي عشر من أنهار بلخ وكان أبوه\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nسجزيا يعلم الصبيان هذا ما ذكره أبو محمد الحسن بن محمد الوزيري وله كتاب في أخبار أبي زيد البلخي\r\nوسمعت أنه كان يعلم بهذه القرية المدعوة شامستيان أعني أباه وكان أبو زيد يميل إليها ويحبها لأجل مولده بها ونزعه إليها حب المولد ومسقط الرأس والحنين إلى الوطن الأول ولذلك لما حسنت حاله ودعته نفسه إلى اعتقاد الضياع والأسباب والنظر للأولاد والأعقاب اختارها من قرى بلخ فاعتقد بها ضيعته ووكل بها همته وصرف إلى اتخاذ العقد بها عنايته وقد كانت تلك الضياع بعد باقية إلى قريب من هذا الزمان في أيدي أحفاده وأقاربه بها وبالقصبة ثم إنهم كما أقدر قد فنوا وانقرضوا في اختلاف هذه الحوادث ببلخ وغيرها من سائر البلدان\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nفلا أحسب أنه بقي منهم نافخ ضرم ولا عين تطرف لا تحس منهم من أحد ولا تسمع منهم ركزا\r\nسمعت أن الأمير أحمد بن سهل بن هاشم كان ببلخ وعنده أبو القاسم عبد الله بن أحمد بن محمود الكعبي وأبو زيد ليلة من الليالي وفي يد الأمير عقد لآلئ نفيسة ثمينة تتلألأ كاسمها ويتوهج نورها وكان حمل إليه من بعض بلاد الهند حين افتتحت فأفرد الأمير منها عشرة أعداد وناولها أبا القاسم وعشرة أعداد أخر وناولها أبا زيد وقال هذه اللآلئ في غاية النفاسة فأحببت أن أشرككما فيها ولا أستبد بها دونكما فشكرا له ذلك ثم إن أبا القاسم وضع لآلئه بين يدي أبي زيد وقال إن أبا زيد وهو من هو مهتم بشأنهن فأردت أن أصرف ما برني به الأمير إليه لينتظم في عقده فقال الأمير نعما فعلت ورمى بالعشرة الباقية إلى أبي زيد\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nوقال خذها فلست في الفتوة بأقل حظا ولا أوكس سهما من أبي القاسم ولا تغبنن عنها فإنها ابتيعت من الفيء بثلاثين ألف درهم فاجتمعت الثلاثون عند أبي زيد برمتها وباعها بمال جليل وصرف ثمنها إلى الضيعة التي اشتراها بشامستيان\r\nقال وكان أبو زيد كما ذكر أبو محمد الحسن الوزيري وكان رآه واختلف إليه ربعة نحيفا مصفارا أسمر اللون جاحظ العينين فيهما تأخر ومثل بوجهه آثار جدري صموتا سكيتا ذا وقار وهيبة وقد وصفه أبو علي أحمد المنيري الزيادي في رسالته التي كتبها إليه وأراد أن يهدم بنيانه ويضع شانه ويوهي أركانه فرد عليه أبو زيد في جوابها ما ألبسه الشنار والصغار ونبه العالم أن حظه من العلوم\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nحظه منكود وأنه فيما أجرى له من كلامه غير سديد قرأت على أبي محمد الوزيري كلتا الرسالتين فزعم أنه قرأهما عليهما أعني أبا زيد والمنيري كليهما فذكر المنيري في رسالته في جملة ما هجنه به وأنك لا تصلح إلا أن تكون زامرا أو مغيرا أو محتكرا فدل هذا الكلام على أنه كان جاحظ العين أشدق مع قصر قامته ودنو هامته قال ثم حدثت أنه كان في عنفوان شبابه وطراءة زمانه وأول حداثته ومائه دعته نفسه إلى أن يسافر ويدخل إلى أرض العراق ويجثو بين يدي العلماء ويقتبس منهم العلوم فتوجه إليها راجلا مع الحاج وأقام بها ثماني سنين وجازها فطوف البلدان المتاخمة لها ولقي الكبار والأعيان وتتلمذ لأبي يوسف يعقوب بن إسحاق الكندي وحصل\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nمن عنده علوما جمة وتعمق في علم الفلسفة وهجم على أسرار علم التنجيم والهيئة وبرز في علم الطب والطبائع وبحث عن أصول الدين أتم بحث وأبعد استقصاء حتى قاده ذلك إلى الحيرة وزل به عن النهج الأوضح فتارة كان يطلب الإمام ومرة كان يسند الأمر إلى النجوم والأحكام ثم إنه لما كتبه الله في الأول من السعداء وحكم بأنه لا يتركه يتسكع في ظلمات الأشقياء بصره أرشد الطرق وهداه لأقوم السبل فاستمسك بعروة من الدين وثيقة وثبت من الاستقامة على بصيرة وحقيقة فذكر أبو الحسن الحديثي قال كان أبو بكر البكري فاضلا خليعا لا يبالي ما قال وكان وكان يحتمل عنه لسنه\r\nقال أذكر إذ كنا عنده وقد قدمت المائدة وأبو زيد يصلي وكان حسن الصلاة فضجر البكري\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nمن طول صلاته فالتفت إلى رجل من أهل العلم يقال له أبو محمد الحجندي فقال يا أبا محمد ريح الإمامة بعد في رأس أبي زيد فخفف أبو زيد الصلاة وهما يضحكان\r\nقال أبو الحسن فلم أدر ما ذلك حتى سألت لا أدري الحجندي أو أبا بكر الدمشقي فقال أحدهما أعلم أن أبا زيد في أول أمره كان خرج في طلب الإمام إلى العراق إذ كان قد تقلد مذهب الإمامية فعيره البكري بذلك\r\nقال وكان حسن الاعتقاد ومن اعتقاده أنه كان لا يثبت من علم النجوم الأحكام بل كان يثبت ما يدل عليه الحسبان ولقد جرى ذكره رحمه الله في مجلس الإمام أبي بكر أحمد بن محمد بن العباس البزار وهو الإمام ببلخ والمفتي بها فأثنى عليه خيرا وقال إنه كان قويم المذهب حسن الاعتقاد لم يعرف بشيء\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nفي ديانته كما ينسب إليه من نسب إلى علم الفلسفة وكل من حضر من الفضلاء والأماثل أثنى عليه ونسبه إلى الاستقامة والاستواء وأنه لم يعثر له مع ما له من المصنفات الجمة على كلمة تدل على قدح في عقيدته ثم لما قضى وطره من العراق وصار في كل فن من فنون العلم قدوة وفي كل نوع من أنواعه إماما قصد العود إلى بلده فتوجه إليها مقبلا على طريق هراة حتى وصل إلى بلخ وانتشر بها علمه فلما ورد أحمد بن سهل بن هاشم المروزي بلخ واستولى على تخومها راوده على أن يستوزره فأبى عليه واختار سلامة الأولى والعقبى فاتخذ أبا القاسم الكعبي وزيرا وأبا زيد كاتبا وكان أبو القاسم الوزير وأبو زيد من الكتاب وعظم محلهما عنده وأصبحا بأرفع طرف عنده مرموقين وأروى كأس من جنابه مصبوحين\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nومغبوقين وكان رزق أبي القاسم في الشهر ألف درهم ورقا ولأبي زيد خمسمائة درهم ورقا وكان أبو القاسم يأمر الخازن بزيادة مائة درهم لأبي زيد من رزقه ونقصان مائة درهم من رزق نفسه فكان يصل إلى أبي زيد ستمائة درهم وإلى أبي القاسم تسعمائة درهم وكان يأخذ لنفسه مكسرة ويأمر لأبي زيد بالوضح الصحاح فبقوا على ذلك مدة غير طويلة وعاشوا على جملة جميلة حتى فتكت بهم يد المنون وهلك أحمد بن سهل عن عمر قصير واستمتاع بإمامة غير كبير قال أخبرني أبو محمد الحسن بن الوزيري وكان لقي أبا زيد وتتلمذ له قال كان أبو زيد ضابطا لنفسه ذا وقار وحسن استبصار قويم اللسان جميل البيان متثبتا نزر الشعر قليل البديهة واسع الكلام في الرسائل والتأليفات إذا أخذ\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nفي الكلام أمطر اللآلئ المنثورة وكان قليل المناظرة حسن العبارة وكان يتنزه عما يقال في القرآن إلا الظاهر المستفيض من التفسير والتأويل والمشكل من الأقاويل وحسبك ما ألفه من كتاب نظم القرآن الذي لا يفوقه في هذا الباب تأليف\r\nقرأت في كتاب البصائر لأبي حيان الفارسي من ساكني بغداد قال قال أبو حامد القاضي لم أر كتابا في القرآن مثل كتاب لأبي زيد البلخي وكان فاضلا يذهب في رأي الفلسفة لكنه تكلم في القرآن بكلام لطيف دقيق في مواضع وأخرج سرائره وسماه نظم القرآن ولم يأت على جميع المعاني فيه\r\nقال وللكعبي كتاب في التفسير يزيد حجمه على كتاب أبي زيد قال الوزيري وكان أيضا يتحرج عن تفضيل الصحابة بعضهم على بعض وكذلك عن مفاخرة\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالعرب والعجم ويقول ليس في هذه المناظرات الثلاث ما يجدي طائلا ولا يتضمن حاصلا لأن الله تعالى يقول في معنى القرآن « قرآنا عربيا غير ذي عوج » الآية وأما معنى الصحابة وتفضيل بعضهم على بعض فقوله عليه السلام أصحابي كالنجوم بأيهم اقتديتم وكذلك العربي والشعوبي فإنه سبحانه يقول « فلا أنساب بينهم يومئذ ولا يتساءلون » ويقول في موضع آخر « إن أكرمكم عند الله أتقاكم » قال وسمعت بعض أهل الأدب يقول اتفق أهل صناعة الكلام أن متكلمي العالم ثلاثة الجاحظ وعلي بن عبيدة اللطفي وأبو زيد البلخي فمنهم من يزيد لفظه على معناه وهو الجاحظ ومنهم من يزيد معناه على لفظه وهو علي بن عبيدة\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nومنهم من توافق لفظه ومعناه وهو أبو زيد\r\nوقال أبو حيان في كتاب النظائر أبو زيد البلخي يقال له بالعراق جاحظ خراسان وحكي أن أبا زيد لما دخل على أحمد بن سهل أول دخوله عليه سأله عن اسمه فقال أبو زيد فعجب أحمد بن سهل من ذلك حين سأله عن اسمه فأجاب عن كنيته وعد ذلك من سقطاته فلما خرج ترك خاتمه في مجلسه عنده فأبصره أحمد بن سهل فازداد تعجبا من غفلته فأخذه بيده ونظر في نقش فصه فإذا عليه أحمد بن سهل فعلم حينئذ أنه إنما أجاب عن كنيته للموافقة الواقعة بين اسمه واسمه وأنه أخذ بحسن الأدب وراعى حد الاحتشام واختار وصمة التزام الخطأ في الوقت والحال على أن يتعاطى اسم الأمير بالاستعمال والابتذال\r\nوحكي أن أبا زيد في حداثته وحال فقره وخلته كان التمس من أبي علي المنيري حنطة فأمره بحمل\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nجراب إليه ففعل فلم يعطه حنطة وحبس الجراب ومضى على هذا أعوام كثيرة وخرج شهيد بن الحسين إلى محتاج بن أحمد بالصعانيان وكتب إلى أبي زيد كتبا لم يجبه أبو زيد عنها فكتب إليه شهيد بهذين البيتين يعيره بحديث الجراب :\r\nأمني النفس منك جواب كتبي * وأطمعها لتسكن وهي تأبى\r\nإذا ما قلت سوف يجيب قالت * إذا رد المنيري الجرابا\r\nقال وقرأت بخط أبي الحسن الحديثي على ظهر كتاب كمال الدين لأبي زيد قال أبو بكر الفقيه ما صنف في الإسلام كتاب أنفع للمسلمين من كتاب البحث عن التأويلات صنفه أبو زيد البلخي وهذا الكتاب يعني كتاب كمال الدين .\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nوكان لأبي زيد حافد يقال له علي بن محمد بن أبي زيد قال ولأبي زيد نحو من سبعين تأليفا قال ولقي أحمد بن سهل الأمير أبا زيد في طريق وقد أجهده السير فقال له عييت أيها الشيخ فقال أبو زيد نعم أعييت أيها الأمير فنبهه أنه لحن في قوله عييت إذ العي في الكلام والإعياء في المشي وأنشد أبو زيد :\r\nلكل امرئ ضيف يسر بقربه * ومالي سوى الأحزان والهم من ضيف\r\nتناءت بنا دار الحبيب اقترابها * فلم يبق إلا رؤية الطيف للطيف\r\nوقال أبو زيد كان ببلخ مجنون من عقلاء المجانين\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nوكان يعرف بأبي إبراهيم إسحاق بن إسحاق البغدادي من عقلاء المجانين دخل إلي وكنت ألاعب الأهوازي بالشطرنج فقال أبو زيد والأهوازي لك فتحيرت في هذا الكلام فقال لي احسب فحسبت بحروف الجمل فكان ستون قال فصل بين كنيتك وكنية الأهوازي قال فوصلت فإذا أبو زيد ثلاثون والأهوازي ثلاثون فقضيت عجبا من اختراعه في تلك الوهلة هذا الحساب\r\nوأما خبر وفاته فقال صاحب الكتاب المذكور ذكر أبو زيد الدمشقي قال دخلت على أبي زيد رحمه الله يوم الجمعة ضحوة لعشر بقين من ذي القعدة سنة اثنتين وعشرين وثلاثمائة فوجدته ثقيلا من علته فسلمت سلاما ضعيفا ثم قال يا أبا بكر قد انقطع السبب وما هو إلا فراق الإخوان ودمعت عينه وبكيت\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nأنا وقلت أرجو أن يشفع الله الشيخ فينا وفي عترتنا بعافيته فقال أيهات وقرأ هذه الآية « أفرأيت إن متعناهم سنين ثم جاءهم ما كانوا يوعدون ما أغنى عنهم ما كانوا يمتعون » ثم قال لا تغب عني وكن بالقرب\r\nفلما كان عند العتمة قال انصرفوا حتى أدعوكم وقال لابنه الحسين إذا طلع القمر ونزل في الدار فأعلمني فلما طلع القمر أعلمه فصاح بهم فجاءوا وقال أطلع القمر فقالوا نعم قال اجمعوا كل من في المنزل فاجتمعوا عليه فسأل كل واحد منهم عن حاله وعن كسوته وعن آلة الشتاء ثم قال بقي شيء لم أصلحه لكم قالوا لا\r\nفاستحلفهم ثم قال عليكم السلام هذا آخر اجتماعي معكم ثم جعل يتشهد ويستغفر ثم قال قوموا فقد جاء نوبة غيركم فخرجوا من باب\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nالطارقة وهم يسمعون تشهده ثم سكت فرجعوا وقد قضى نحبه رحمه الله هذا العقل والتمييز صار كما قال أبو تمام :\r\nثم انقضت تلك السنون وأهلها * فكأنها وكأنهم أحلام\r\nقال المؤلف هذا آخر ما كتبته عن كتاب أبي سهل أحمد بن عبيد الله من أخبار أبي زيد وما أري أن أحدا جاء من خبر أبي زيد بأحسن مما جاء به أثابه الله على اهتمامه الجنة وسأكتب أخبار أبي القاسم عبد الله بن أحمد الكعبي البلخي عنه في موضعه ولم أخل من أخبار أبي زيد التي ذكرها بشيء مما يتعلق به إنما تركت أشياء من فوائده تتعلق بكتب المجاميع\r\nوقال المرزباني أحمد بن سهل البلخي محدث معتمدي\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nوهو القائل يرثي الحسن بن الحسين العلوي وقد توفي ببلخ :\r\nإن المنية رامتنا بأسهمها * فأوقعت سهمها المسموم بالحسن\r\nأبو محمد الأعلى فغادره * تحت الصفيح مع الأموات في قرن\r\nيا قبر إن الذي ضمنت جثته * من عصبة سادة ليسوا ذوي أفن\r\nمحمد وعلي ثم زوجته * ثم الحسين ابنه والمرتضى الحسن\r\nصلى الإله عليهم والملائكة المقربون * طوال الدهر والزمن\r\nقال المؤلف هكذا قال المرزباني ولا أدري أيريد\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nصاحبنا هذا أو غيره فإنه لم يذكره بأكثر مما كتبناه\r\nوقرأت في كتاب البلدان لأبي عبد الله البشاري أن صاحب خراسان استدعاه إلى بخارى ليستعين به على سلطانه فلما بلغ جيحون ورأى تغطمط أمواجه وجرية مائه وسعة قطره كتب إليه إن كنت استدعيتني لما بلغك من صائب رأيي فإني إن عبرت هذا النهر فلست بذي ورأى يمنعني من عبوره فلما قرأ كتابه عجب منه وأمره بالرجوع إلى بلخ .\r\n( 20 - أحمد بن الصنديد العراقي )\r\nيكنى أبا مالك كان من أهل الأدب والشعر روى شعر المعري عنه وله فيه شرح وله مع الحصري مناقضات\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nدخل الأندلس وكان عند بني طاهر ومدح الرؤساء والأكابر .\r\n( 21 - أحمد بن أبي طاهر أبو الفضل )\r\nواسم طاهر طيفور مروروزي الأصل أحد البلغاء الشعراء الرواة من أهل الفهم المذكورين بالعلم وهو صاحب كتاب تاريخ بغداد في أخبار الخلفاء والأمراء وأيامهم\r\nمات سنة ثمانين ومائتين ودفن بباب الشام ببغداد ومولده سنة أربع ومائتين مدخل المأمون بغداد من خراسان ذكر ذلك ابنه عبيد الله فيما ذيله على تاريخ والده وحكاه عنه قال وروى عن عمر بن شبة روى عنه ابنه عبيد الله ومحمد بن خلف بن المرزبان وحدث جعفر بن أحمد صاحب كتاب الباهر كان أحمد بن\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nأبي طاهر مؤدب كتاب عاميا ثم تخصص وجلس في سوق الوراقين في الجانب الشرقي قال ولم أر ممن شهر بمثل ما شهر به من التصنيف للكتب وقول الشعر أكثر تصحيفا منه ولا أبلد علما ولا ألحن ولقد أنشدني شعرا يعرضه علي في إسحاق بن أيوب لحن في بضعة عشر موضعا منه وكان أسرق الناس لنصف بيت وثلث بيت قال وكذا قال لي البحتري فيه وكان مع هذا جميل الأخلاق ظريف المعاشرة حلوا من بين الكهول وحدث أبو دهقان قال كنت أنزل في جوار المعلى بن أيوب صاحب العرض والجيش في أيام المأمون وكان أحمد بن أبي طاهر ينزل عنده فأضقنا إضاقة شديدة وتعذرت علينا وجوه الحيلة فقلت لابن أبي طاهر هل لك في شيء لا بأس به تدعني حتى أسجيك وأمضي إلى منزل المعلى بن أيوب فأعلمه أن صديقا لي قد توفي\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nفآخذ منه ثمن كفن فننفقه فقال نعم وجئت إلى وكيل المعلى فعرفته خبرنا فصار معي إلي منزلي فتأمل ابن أبي طاهر ثم نقر أنفه فضرط فقال لي ما هذا فقلت هذه بقية من روحه كرهت نكهته فخرجت من استه فضحك وعرف المعلى خبرنا فأمر لنا بجملة دنانير والمعلى هذا هو الذي يقول فيه دعبل وقيل أبو علي البصير :\r\nلعمر أبيك ما نسب المعلى * إلى كرم وفي الدنيا كريم\r\nولكن البلاد إذا اقشعرت * وصوح نبتها رعي الهشيم\r\nوحدث الجهشياري في كتاب الوزراء قال مدح أحمد بن أبي طاهر الحسن بن مخلد وزير المعتمد فأمر له بمائة دينار وقال إيت رجاء الخادم فخذها منه فلقي أحمد رجاء\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nفقال له لم يأمرني بشيء فكتب إلى الحسن :\r\nأما رجاء فأرجا ما أمرت به * فكيف إن كنت لم تأمره يأتمر\r\nبادر بجودك مهما كنت مقتدرا * فليس في كل حال أنت مقتدر\r\nفأمر بأضعافها له\r\nوذكره محمد بن إسحاق النديم وقال له من الكتب كتاب المنثور والمنظوم أربعة عشر جزءا والذي بيد الناس ثلاثة عشر جزءا كتاب سرقات الشعراء كتاب بغداد كتاب الجواهر كتاب المؤلفين كتاب الهدايا كتاب المشتق كتاب المختلف من المؤتلف كتاب أسماء الشعراء الأوائل كتاب الموشى كتاب ألقاب الشعراء ومن عرف بالكنى ومن عرف بالاسم كتاب المعروفين من الأنبياء\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nكتاب المعتذرين كتاب اعتذار وهب من ضرطته كتاب من أنشد شعرا وأجيب بكلام كتاب الحجاب كتاب مرثية هرمز بن كسرى بن أبي شروان كتاب خبر الملك العالي في تدبير المملكة والسياسة كتاب المصلح والوزير المعين كتاب الملك البابلي والملك المصري الباغيين والملك الحكيم الرومي كتاب المزاح والمعاتبات كتاب مفاخرة الورد والنرجس كتاب مقاتل الفرسان كتاب مقاتل الشعراء كتاب الخيل كبير كتاب الطرد كتاب سرقات البحتري من أبي تمام كتاب جمهرة بني هاشم كتاب رسالة إلي إبراهيم بن المدبر كتاب الرسالة في النهي عن الشهوات كتاب الرسالة إلى علي بن يحيى كتاب\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nالجامع في الشعراء وأخبارهم كتاب فضل العرب على العجم كتاب لسان العيون كتاب أخبار المتظرفات كتاب اختيار أشعار الشعراء كتاب اختيار شعر بكر بن النطاح كتاب المؤنس كتاب الغلة والغلة والغليل كتاب اختيار شعر العتابي كتاب اختيار شعر منصور النمري كتاب اختيار شعر أبي العتاهية كتاب أخبار بشار واختيار شعره كتاب أخبار مروان وآل مروان واختيار أشعارهم كتاب أخبار ابن ميادة كتاب أخبار ابن هرمة ومختار شعره كتاب أخبار ابن الدمينة كتاب أخبار وشعر عبيد الله بن قيس الرقيات وأنشد له ابنه عبيد الله في كتابه :\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nوما الشعر إلا السيف ينبو وحده * حسام ويمضي وهو ليس بذي حد\r\nولو كان بالإحسان يرزق شاعر * لأجدى الذي يكدي وأكدى الذي يجدي\r\nومن قوله أيضا :\r\nقد كنت أصدق في وعدي فصيرني * كذابة ليس ذا في جملة الأدب\r\nيا ذاكرا حلت عن عهدي وعهدكم * فنصرة الصدق أفضت بي إلى الكذب\r\nحدث المرزباني في كتاب المقتبس عن عبد الله بن محمد الحليمي قال أنشدني أحمد بن أبي طاهر لنفسه في أبي العباس المبرد :\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nكملت في المبرد الآداب * واستقلت في عقله الألباب\r\nغير أن الفتى كما زعم الناس * دعي مصحف كذاب\r\nوحدث عن الصولي عن أبي علي بن عينويه الكاتب قال حدثني أحمد بن أبي طاهر قال خرجت من منزل أبي الصقر نصف النهار في تموز فقلت ليس بقربي منزل أقرب من منزل المبرد فأدخلني إلى حويشة له وجاء بمائدة فأكلت معه لونين طيبين وسقاني ماء باردا وقال لي أحدثك إلى أن تنام فجعل يحدثني أحسن حديث فحضرني لشؤمي وقلة شكري بيتان فقلت\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nقد حضرني بيتان أنشدهما فقال ذاك إليك وهو يظن أني قد مدحته فأنشدته :\r\nويوم كحر الشوق في صدر عاشق * على أنه منه أحر وأومد\r\nظللت به عند المبرد قائلا * فما زلت في ألفاظه أتبرد\r\nفقال لي قد كان يسعك إذا لم تحمد ألا تذم ومالك عندي جزاء إلا أن أخرجك والله لا جلست عندي بعد هذا فأخرجني فمضيت إلى منزلي بباب الشام فمرضت من الحر الذي نالني مدة فعدت باللوم على نفسي\r\nقال الخالدي حدثنا جحظة عن أحمد بن أبي طاهر قال قصدت سر من رأى زائرا بعض كتابها بشعر مدحته به فقبلني وأحسن إلي وأجزل صلتي ووهب لي\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nغلاما روميا حسن الوجه ورحلت أريد بغداد سائرا على الظهر ولم أركب الماء فلما سرت نحو الفرسخ أخذتنا السماء بأمر عظيم من القطر ونحن بالقرب من دير السوسن فقلت للغلام أعدل بنا يا بني إلى هذا الدير نقيم فيه إلى أن يخف هذا المطر ففعل وازداد القطر واشتد وجاء الليل فقال الراهب أنت العشية ههنا وعندي شراب جيد فتبيت وتقصف ويسكن المطر وتجف الطريق وتبكر فقلت أفعل فأخرج إلي شرابا ما رأيت قط أصفى منه ولا أعطر فقلت هات مدامك وأمرت بخط الرحل وبت والغلام يسقيني والراهب نديمي حتى مت سكرا فلما أصبحت رحلت وقلت :\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nسقى سر من را وسكانها * وديرا لسوسنها الراهب\r\nسحاب تدفق عن رعده ال‍ * صفوق وبارقه الواصب\r\nفقد بت في ديره ليلة * وبدر على غصن صاحبي\r\nغزال سقاني حتى الصباح * صفراء كالذهب الذائب\r\nعلى الورد من حمرة الوجنتين * وفي الآس من خضرة الشارب\r\nسقاني المدامة مستيقظا * ونمت ونام إلى جانبي\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nفكانت هناة لك الويل من * جناها الذي خطه كاتبي\r\nفيا رب تب واعف عن مذنب * مقر بزلته تائب\r\n( 22 - أحمد بن الطيب السرخسي )\r\n( يعرف بابن الفرائقي )\r\nأحد العلماء الفهماء المحصلين الفصحاء البلغاء المتقنين له في علم الأثر الباع الواسع وفي علوم الحكماء الذهن الثاقب الوقاد وبسطة الذراع وهو تلميذ الكندي\r\nوله في كل فن تصانيف ومجاميع وتواليف وكان أحد ندماء أبي العباس المعتضد بالله والمختصين به فأنكر منه بعض شأنه فأذاقه حمامه\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nصبرا وجعله نكالا ولم يرع له ذمة ولا إلا\r\nوقال في تاريخ دمشق ذكره أبو الحسن محمد بن أحمد بن القواس قال ولي أحمد بن الطيب الحسبة يوم الاثنين والمواريث يوم الثلاثاء وسوق الرقيق يوم الأربعاء لسبع خلون من رجب سنة اثنتين وثمانين ومائتين وفي يوم الاثنين لخمس خلون من جمادى الأولى سنة ثلاث وثمانين غضب المعتضد على أحمد بن الطيب وفي يوم الخميس لثلاث بقين من جمادى الأولى ضرب ابن الطيب مائة سوط وحول إلى المطبق وفي صفر سنة ست وثمانين ومائتين مات ابن الطيب السرخسي\r\nحدث أبو القاسم عن عبد الله بن عمر الحاربي قال حدثني أبي قال حدثني أبو محمد عبد الله بن حمدون نديم المعتضد قال كان المعتضد في بعض متصيداته مجتازا بعسكره وأنا معه فصاح ناطور في قثاء فاستدعاه\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nوسأله عن سبب صياحه فقال أخذ بعض الجيش شيئا فقال اطلبوهم فجاءوا بثلاثة أنفس فقال هؤلاء الذين أخذوا القثاء فقال الناطور نعم فقيدهم في الحال وأمر بحبسهم فلما كان من الغد أنفذهم إلى القراح وضرب أعناقهم وسار وأنكر الناس ذلك وتحدثوا به ونحبت قلوبهم منه ومضت على ذلك مدة طويلة فجلست أحادثه ليلة فقال لي يا عبد الله هل يعتب الناس علي شيئا عرفني حتى أزيله فقلت كلا يا أمير المؤمنين فقال أقسمت عليك بحياتي إلا صدقتني قلت يا أمير المؤمنين وأنا آمن قال نعم قلت إسراعك إلى سفك الدماء فقال والله ما هرقت دما قط منذ وليت هذا الأمر إلا بحقه قال فأمسكت إمساك من ينكر عليه الكلام فقال بحياتي لما قلت فقلت يقولون إنك\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nقتلت أحمد بن الطيب وكان خادمك ولم تكن له جناية ظاهرة فقال ويحك إنه دعاني إلى الإلحاد فقلت له يا هذا أنا ابن عم صاحب هذه الشريعة وأنا الآن منتصب منصبه فألحد حتى أكون من وكان قال لي إن الخلفاء لا تغضب وإذا غضبت لم ترض فلم يصلح إطلاقه فسكت سكوت من يريد الكلام فقال في وجهك كلام فقلت الناس ينقمون عليك أمر الثلاثة الأنفس الذين قتلتهم في قراح القثاء فقال والله ما كان أولئك المقتولون هم الذين أخذوا القثاء وإنما كانوا لصوصا حملوا من موضع كذا وكذا ووافق ذلك أمر أصحاب القثاء فأردت أن أهول على الجيش بأن من عاث منهم في عسكري وأفسدوا في هذا القدر كانت هذه عقوبتي له ليكفوا عما فوقه ولو أردت قتلهم لقتلتهم في الحال والوقت وإنما حبستهم وأمرت بإخراج اللصوص من غد مغطين الوجوه\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nليقال إنهم أصحاب القثاء فقلت فكيف تعلم العامة قال بإخراجي القوم الذين أخذوا القثاء أحياء وإطلاقي لهم في هذه الساعة ثم قال هاتوا القوم فجاءوا بهم وقد تغيرت حالهم فقال لهم ما قصتكم فاقتصوا عليه قصة القثاء فاستتابهم عن فعل مثل ذلك وأطلقهم فانتشرت الحكاية فزالت التهمة .\r\n( 23 - أحمد بن عبد الله بن عبد الرحيم )\r\nابن سعيد بن أبي زرعة الزهري مولاهم يكنى أبا بكر البرقي وقد ذكرنا فيما بعد برقيا آخر اسمه أحمد بن محمد وهو أيضا من برقة قم وقد اشتد علي أمره وأمر هذا فنقلت كما وجدت ولا شك أنهما من بيت واحد والله أعلم\r\nوكانوا ثلاثة إخوة كلهم من أهل العلم أبو بكر أحمد وأبو عبد الله محمد وأبو سعيد عبد الرحيم يروي\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nثلاثتهم المغازي عن عبد الملك بن هشام وفي كتاب أصبهان لحمزة في الفصل الذي ذكر فيه أهل الأدب واللغة قال أحمد بن عبد الله البرقي كان من رستاق برق رود وهو أحد الرواة للغة والشعر واستوطن قم فخرج ابن أخيه أبو عبد الله البرقي هناك ثم قدم أبو عبد الله أصبهان فاستوطنها\r\nقرأت في كتاب جمهرة النسب قال ابن حبيب أخبرني أبو عبد الله البرقي وكان أعلم أهل قم بنسب الأشعريين أن ابن الكلبي قال في ثلاثة أحياء من الأشعريين لسن وإنما هو أسن وقال مراطة هو إمراطة وقال زكاز وإنما هو ركاز .\r\n( 24 - أحمد بن عبد الله بن مسلم بن قتيبة )\r\nأبو جعفر الكاتب ولد ببغداد ومات بمصر وهو\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nعلى قضائها سنة اثنتين وعشرين وثلاثمائة وقد روى عن أبيه تصانيفه كلها حدث عنه أبو الفتح المراغي النحوي وعبد الرحمن بن إسحاق الزجاجي وغيرهما وقال أبو يعقوب يوسف بن يعقوب بن خرزاذ النجيرمي إن أبا جعفر بن قتيبة حدث بكتب أبيه كلها بمصر حفظا ولم يكن معه كتاب وأحسب ذكر ذلك عن أبي الحسين المهلبي\r\nوحدث أبو سعيد بن يونس قال قدم أحمد بن عبد الله بن مسلم بن قتيبة مصر سنة إحدى وعشرين وثلاثمائة وتولى بها القضاء وتوفي بها وهو على القضاء سنة اثنتين وعشرين وثلاثمائة .\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n( 25 - أحمد بن محمد بن عبد الله المعبدي )\r\nمن ولد معبد بن العباس بن عبد المطلب بن هاشم أحد من اشتهر بالنحو وعلم العربية من الكوفيين وجه من وجوه أصحاب ثعلب الكبار ذكره الزبيدي وقد تقدم ذكر آخر يقال له أحمد بن سليمان لا أدري أهو هذا ونسب إلى جد له أعلى يقال له سليمان أم هو غيره قرأت بخط ابن أبي نواس قال أبو عمر بن حيوية قال لي أبو عمر مات المعبدي ليلة الأربعاء لثمان بقين من صفر سنة اثنتين وتسعين ومائتين .\r\n( 26 - أحمد بن عبد الله بن أحمد الفرغاني )\r\nأبو منصور بن أبي محمد عبد الله بن أحمد بن خزيان بن حامس الفرغاني كان أبوه صاحب محمد بن\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nجرير الطبري صاحب التفسير والتاريخ وقد كتبنا خبره فيما بعد في بابه مات أحمد هذا في شهر ربيع الأول سنة ثمان وتسعين وثلاثمائة ومولده لثمان عشرة ليلة خلت من ذي الحجة سنة سبع وعشرين وثلاثمائة وكانت وفاته كما أخبرني المصريون بها في سنة اثنتي عشرة وستمائة عند كوني بها\r\nروى أبو منصور عن أبيه تصانيف أبي جعفر محمد بن جرير الطبري وصنف أبو منصور أيضا عدة تصانيف منها كتاب التاريخ وصل به تاريخ والده وكتاب سيرة العزيز سلطان مصر المنتسب إلى العلويين وكتاب سيرة كافور الإخشيدي وبمصر كان مقامه .\r\n( 27 - أحمد بن عبد الله بن بدر القرطبي )\r\nالنحوي أبو مروان مولى الحكم المستنصر روى عن أبي عمر بن أبي الحباب وأبي بكر بن هذيل\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوكان نحويا لغويا شاعرا عروضيا مات سنة ثلاث وعشرين وأربعمائة حدث عنه أبو مروان الطبيبي وذكر خبره ووفاته قاله ابن بشكوال .\r\n( 28 - أحمد بن عبد الله بن سليمان )\r\nأبو العلاء المعري هو أبو العلاء أحمد بن عبد الله بن سليمان بن داود بن المطهر بن زياد بن ربيعة بن الحارث بن ربيعة بن أرقم بن أنور بن أسحم بن\r\nالنعمان ويقال له الساطع الجمال ابن عدي بن عبد غطفان بن عمرو بن يربح بن خزيمة بن تيم الله بن أسد بن وبرة بن تغلب بن حلوان ابن عمران بن الحاف بن قضاعة وتيم الله مجتمع تنوخ من أهل محلة النعمان من بلاد\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nالشام كان غزير الفضل شائع الذكر وافر العلم غاية الفهم عالما باللغة حاذقا بالنحو جيد الشعر جزل الكلام شهرته تغني عن صفته وفضله ينطق بسجيته\r\nولد بمعرة النعمان سنة ثلاث وستين وثلاثمائة واعتل بالجدري التي ذهب فيها بصره سنة سبع وستين وثلاثمائة وقال الشعر وهو ابن إحدى عشرة سنة ورحل إلى بغداد سنة ثمان وتسعين وثلاثمائة أقام ببغداد سنة وسبعة أشهر ثم رجع إلى بلده فأقام ولزم منزله إلى أن مات يوم الجمعة الثاني من شهر ربيع الأول سنة تسع وأربعين وأربعمائة في أيام القائم وكان في آبائه وأعمامه ومن تقدمه من أهله وتأخر عنه من ولد أبيه ونسله فضل وقضاة وشعراء أنا ذاكر منهم من حضرني لتعرف نسبه في العلم كما عرفت ما أعطيه من الفهم\r\nكان سليمان بن أحمد بن سليمان جده قاضي المعرة ولي القضاء بحمص وبها مات سنة تسعين ومائتين ثم\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nولي القضاء بعده بها ولده أبو بكر محمد عم أبي العلاء وفيه يقول الصنوبري الشاعر :\r\nبأبي يا ابن سليمان * سدت تنوخا\r\nوهم السادة شبانا * لعمري وشيوخا\r\nأدرك البغية من أضحى * بناديك منيخا\r\nواردا عندك نيلا * وفراتا وبليخا\r\nواجدا منك متى استصرخ * للمجد صريخا\r\nفي زمان غادر اله‍ * مات في الناس مسوخا\r\nثم بعده أخوه أبو محمد عبد الله والد أبي العلاء ولعبد الله شعر في مرثية والده :\r\nإن كان أصبح من أهواه مطرحا * بباب حمص فما حزني بمطرح\r\nلو بان أيسر ما أخفيه من جزع * لمات أكثر أعدائي من الفرح\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nوتوفي عبد الله بحمص سنة سبع وسبعين وثلاثمائة ومنهم أبو المجد محمد بن عبد الله أخو أبي العلاء وله أيضا شعر منه في الزهد :\r\nكرم المهيمن منتهى أملي * لا نيتي أجر ولا عملي\r\nيا مفضلا جلت فواضله * عن بغيتي حتى انقضى أجلي\r\nكم قد أفضت علي من نعم * كم قد سترت علي من زلل\r\nإن لم يكن لي ما ألوذ به * يوم الحساب فإن عفوك لي\r\nومنهم عبد الواحد أبو الهيثم أخو أبي العلاء القائل في الشمعة :\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nوذات لون كلوني في تغيره * وأدمع كدموعي في تحدرها\r\nسهرت ليلي وباتت لي مسهرة * كأن ناظرها في قلب مسهرها\r\nوله أيضا :\r\nقالوا تراه سلا لأن جفونه * ضنت عشية بيننا بدموعها\r\nومن العجائب أن يفيض مدامع * نار الغرام تشب في ينبوعها\r\nهؤلاء من حضرني ممن كان قبل أبي العلاء وفي زمانه وقد تأخر عن زمانه من أهله من كان عالما فاضلا وأنا ذاكرهم ههنا ليجيئوا على نسق واحد فمنهم القاضي أبو المجد محمد بن عبيد الله وأبو المجد الثاني هو أخو أبي العلاء وذكره العماد في الخريدة\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nفقال ذكر لي ابنه القاضي أبو اليسر الكاتب أنه كان فاضلا أديبا فقيها على مذهب الشافعي أريبا مفتيا خطيبا أدرك عم أبيه أبا العلاء وروى عنه مصنفاته وأشعاره وولي القضاء بالمعرة إلى أن دخلها الفرنج خذلهم الله في سنة اثنتين وتسعين وأربعمائة فانتقل إلى شيزر وأقام بها مدة ثم انتقل إلى حماة فأقام بها إلى أن مات في محرم سنة ثلاث وعشرين وخمسمائة ومولده سنة أربعين وأربعمائة وله ديوان ورسائل ومن شعره :\r\nرأيتك في نومي كأنك معرض * ملالا فداويت الملالة بالترك\r\nوأصبحت أبغي شاهدا فعدمته * فعدت فغلبت اليقين على الشك\r\nوعهدي بصحف الود تنشر بيننا * فإن طويت فاجعل ختامك بالمسك\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nلئن كانت الأيام أبلى جديدها * جديدي وردت من رحيب إلى ضنك\r\nفما أنا إلا السيف أخلق جفنه * وليس بمأمون الفرند على الفتك\r\nقال وأنشدني بعض أهل المعرة :\r\nجس الطبيب يدي جهلا فقلت له * إليك عني فإن بحراني\r\nفقال ما الذي تشكوه فقلت له * إني هويت بجهلي بعض جيراني\r\nفقام يعجب من قولي وقال لهم * إنسان سوء فداووه بإنسان\r\nقال وأنشدني مؤيد الدولة أسامة بن منقذ قال قال وأنشدني مؤيد الدولة أسامة بن منقذ قال :\r\nأنشدني القاضي أبو المجد المعري لنفسه :\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nوقائلة رأت شيبا علاني * عهدتك في قميص صبا بديع\r\nفقلت فهل ترين سوى هشيم * إذا جاوزت أيام الربيع\r\nقال الأمير أسامة ولما فارق أهله بالمعرة وبقي منفردا وكان له غلام اسمه شيعا قال :\r\nزمان غاض أهل الفضل فيه * فسقيا للحمام به ورعيا\r\nأسارى بين أتراك وروم * وفقد أحبة وفراق شعيا\r\nقال وقد سبقه إلى هذا المعنى الوزير المغربي فإنه لما تغيرت عليه الوزارة وتغرب كان معه غلام اسمه داهر فقال :\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nكفى حزنا أني مقيم ببلدة * يعللني بعد الأحبة داهر\r\nيحدثني مما يجمع عقله * أحاديث منها مستقيم وجائر\r\nقال الأمير أسامة لما بليت بفرقة الأهل كتبت إلى أخي أستطرد بغلامي أبي المجد والوزير المغربي اللذين ذكراهما في شعريهما :\r\nأصبحت بعدك يا شقيق النفس في * بحر من الهم المبرح زاخر\r\nمتفردا بالهم من لي ساعة * برفاق شعيا أو علالة داهر\r\nالحديث شجون يذكر الشيء بما يتصل به وأشعار أبي المجد المعري كثيرة منها :\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nقد أوسع الله البلاد وللفتى * إلى بعضها عن بعضها متزحزح\r\nفخل الهوينا إنها شر مركب * ودونك صعب الأمر فالصعب أنجح\r\nفإن نلت ما تهوى فذاك وإن نمت * فللموت خير للكريم وأروح\r\nومنهم أبو اليسر شاكر بن عبد الله بن محمد بن أبي المجد بن عبد الله بن محمد بن سليمان\r\nقال العماد كان كاتب الإنشاء لنور الدين محمود بن زنكي قبلي فلما استعفى وقعد في بيته توليت الإنشاء بعده ومولده بشيزر في جمادى الآخرة سنة ست وتسعين وأربعمائة وكان قد تولى ديوان الإنشاء سنين كثيرة قال وأنشدني لنفسه :\r\nوردت بجهلي مورد الصب فارتوت * عروقي من محض الهوى وعظامي\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nولم تك إلا نظرة بعد نظرة * على غرة منها ووضع لثام\r\nفحلت بقلبي من تثنيه لوعة * تفرت بها حتى الممات عظامي\r\nوله أيضا :\r\nسارقته نظرة أطال بها * عذاب قلبي وما له ذنب\r\nيا جور حكم الهوى ويا عجبا * تسرق عيني ويقطع القلب\r\nوله :\r\nيا له عارضا إذا دب في الخد * دبيبا من تحت عقرب صدغ\r\nقعد القلب منهما في بلاء * وعذاب ما بين قرص ولدغ\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوله :\r\nغريت بهم نوب الليالي فاغتدوا * ما يستقر لهم بأرض دار\r\nحتى كأنهم طريف بضائع * وكأن أحداث الزمان تجار\r\nوله أيضا :\r\nتعمم رأسي بالمشيب فساءني * ومما سرني تفتيح نور بياضه\r\nوقد أبصرت عيني خطوبا كثيرة * فلم أر خطبا أسودا كبياضه\r\nومنهم القاضي أبو مسلم وادع بن عبد الله بن محمد بن عبد الله بن سليمان كان أبو العلاء عم أبيه تولى\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nالقضاء بمعرة النعمان وكفرطاب وحماة وكان مشهورا بالكرم ومولده سنة إحدى وثلاثين وأربعمائة وله رسائل حسنة وشعر بديع منه :\r\nوقائلة ما بال جفنك أرمدا * فقلت وفي الأحشاء من قولها لدغ\r\nلئن سرقت عيناه من لون خده * فغير بديع ربما نفض الصبغ\r\nومن شعره أيضا :\r\nولما تلاقينا وهذا بناره * حريق وهذا بالدموع غريق\r\nتقلدت الدر الذي فاض جفنها * فرعه من مقلتي عقيق\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nومنهم أبو عدي النعمان بن مسلم وادع من أهل العلم والفضل وهو القائل :\r\nيا أيها الملاك لا تبرحوا الأملاك * وارجوها إلى\r\nفالعام قد صحت ولكنها * للعدل والمشرف والعامل\r\nومات أبو عدي بعد سنة خمسين وخمسمائة ومنهم أبو مرشد سليمان بن علي بن محمد بن عبد الله بن سليمان ولي القضاء بمعرة النعمان وانتقل إلى شيزر بعد أخذ الفرنج المعرة وتوفي بها وله رسائل وشعر منه قصيدة التزم في كل كلمة منها حرف النون أولها :\r\nنزه لسانك عن نفاق منافق * وانصح فإن الدين نصح المؤمن\r\nوتجنب المن المنكد للندى * وأعن بنيلك من أعانك وامنن\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nومنهم أبو سهل عبد الرحمن بن مدرك بن علي بن محمد بن عبد الله بن سليمان مولده ومنشؤه بشيزر وحماة وتوفي في الزلزلة التي كانت بحماة سنة اثنتين وخمسين وخمسمائة وكان شاعرا مطبوع الشعر ومنه :\r\nجرحت بلحظي حد الحبيب * فما طالب المقلة الفاعلة\r\nولكنه اقتص من مهجتي * كذاك الديات على العاقلة\r\nومن شعره أيضا :\r\nولما سألت القلب صبرا عن الهوى * وطالبته بالصدق وهو يروغ\r\nتيقنت منه أنه غير صابر * وأن سلوا عنه ليس يسوغ\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nفإن قال لا أسلوه قلت صدقتني * وإن قال أسلو عنه قلت دروغ\r\nهذه كلمة أعجمية معناها كذب ومنهم أخوه أبو المعالي صاعد بن مدرك ابن علي بن محمد بن عبد الله بن سليمان مولده ومنشؤه شيزر وحماة ومات بمعرة النعمان ومن شعره :\r\nأيا أيها الوادي المبيني هل لنا * تلاق فنشكو فيه صنع التفرق\r\nأبثك ما بي من غرام ولوعة * وفرط جوى يضني وطول تشوق\r\nعسى أن ترقي حين ملكت رقه * وترثي له مما بهجرك قد لقي\r\nبوصل يروي غلة الوجد والأسى * ويطفى به حر الجوى والتحرق\r\nوغير هؤلاء حذفت أسماءهم اختصارا وإنما قصدت\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nالإخبار عن إعراق أبي العلاء في بيت العلم .\r\nونقلت من بعض الكتب أن أبا العلاء لما ورد إلى بغداد قصد أبا الحسن علي بن عيسى الربعي ليقرأ عليه فلما دخل إليه قال علي بن عيسى ليصعد الإصطبل فخرج مغضبا ولم يعد إليه والإصطبل في لغة أهل الشام الأعمى ولعلها معربة\r\nودخل على المرتضى أبي القاسم فعثر برجل فقال من هذا الكلب فقال المعري الكلب من لا يعرف للكلب سبعين اسما وسمعه المرتضى فاستدناه واختبره فوجده عالما مشبعا بالفطنة والذكاء فأقبل عليه إقبالا كثيرا\r\nوكان أبو العلاء يتعصب للمتنبئ ويزعم أنه أشعر المحدثين ويفضله على بشار ومن بعده مثل أبي نواس وأبي تمام وكان المرتضى يبغض المتنبئ ويتعصب عليه\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nفجرى يوما بحضرته ذكر المتنبئ فتنقصه المرتضى وجعل يتبع عيوبه فقال المعري لو لم يكن للمتنبئ من الشعر إلا قوله :\r\nلك يا منازل في القلوب منازل\r\nلكفاه فضلا فغضب المرتضى وأمر فسحب برجله وأخرج من مجلسه وقال لمن بحضرته أتدرون أي شيء أراد الأعمى بذكر هذه القصيدة فإن للمتنبئ ما هو أجود منها لم يذكرها فقيل النقيب السيد أعرف فقال أراد قوله في هذه القصيدة :\r\nوإذا أتتك مذمتي من ناقص * فهي الشهادة لي بأني كامل\r\nولما رجع إلى المعرة لزم بيته فلم يخرج منه وسمى نفسه رهين المحبسين يعني حبس نفسه في المنزل وترك الخروج منه وحبسه عن النظر إلى الدنيا بالعمى :\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nوكان متهما في دينه يرى رأي البراهمة لا يرى إفساد الصورة ولا يأكل لحما ولا يؤمن بالرسل والبعث والنشور وعاش شيئا وثمانين سنة لم يأكل اللحم منها خمسا وأربعين سنة وحدثت أنه مرض مرة فوصف الطبيب له الفروج فلما جيء به لمسه بيده وقال استضعفوك فوصفوك هلا وصفوا شبل الأسد :\r\nوقد أوردنا من شعره ما يستدل به على سوء معتقده ويخبرك بنحلته ومستنده\r\nوحدث غرس النعمة أبو الحسن الصابئ أنه بقي خمسا وأربعين سنة لا يأكل اللحم ولا البيض ويحرم إيلام الحيوان ويقتصر على ما تنبت الأرض ويلبس خشن الثياب ويظهر دوام الصوم قال ولقيه رجل فقال له لم لا تأكل اللحم قال أرحم الحيوان قال فما تقول في السباع التي لا طعام لها إلا لحوم الحيوان فإن كان\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nلذلك خالق فما أنت بأرأف منه وإن كانت الطبائع المحدثة لذلك فما أنت بأحذق منها ولا أتقن عملا فسكت\r\nقال ابن الجوزي وقد كان يمكنه أن لا يذبح رحمة وأما ما قد ذبحه غيره فأي رحمة بقيت قال وقد حدثنا عن أبي زكريا أنه قال قال لي المعري ما الذي تعتقد فقلت في نفسي اليوم أقف على اعتقاده فقلت له ما أنا إلا شاك فقال وهكذا شيخك قال القاضي أبو يوسف عبد السلام القزويني قال لي المعري لم أهج أحدا قط فقلت له صدقت إلا الأنبياء عليهم السلام فتغير وجهه\r\nوحدث أبو زكرياء قال لما مات أبو العلاء أنشد على قبره أربعة وثمانون شاعرا مراثي من جملتها أبيات لعلي بن الهمام من قصيدة طويلة :\r\nإن كنت لم ترق الدماء زهادة * فلقد أرقت اليوم من جفني دما\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nسيرت ذكرا في البلاد كأنه * مسك مسامعها يضمخ أو فما\r\nوترى الحجيج إذا أرادوا ليلة * ذكراك أوجب فدية من أحرما\r\nكأنه يقول إن ذكراك طيب والطيب لا يحل للمحرم فيجب عليه فدية\r\nومن شعره في الزهد :\r\nضحكنا وكان الضحك منا سفاهة * وحق لسكان البسيطة أن يبكوا\r\nيحطمنا صرف الزمان كأننا * زجاج ولكن لا يعاد لنا سبك\r\nومن شعره في الزهد :\r\nفلا تشرف بدنيا عنك معرضة * فما التشرف بالدنيا هو الشرف\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nواصرف فؤادك عنها مثلما انصرفت * فكلنا عن مغانيها سينصرف\r\nيا أم دفر لحاك الله والدة * فيك الخناء وفيك البؤس والسرف\r\nلو أنك العرس أوقعت الطلاق بها * لكنك الأم ما لي عنك منصرف\r\nوحدث أبو الكرم خميس بن علي الجوزي النحوي حدثنا القاضي أبو يوسف القزويني قال لي ملحد المعرة ما سمعت في أمر الحسين بن علي رضي الله عنهما شيئا يجب أن يحفظ فقلت له قد قال سوادي من أهل بلادنا أبياتا لا يقول مثلها تنوخ جدك الأكبر :\r\nرأس ابن بنت محمد ووصيه * للمسلمين على قناة يرفع\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nوالمسلمون لمنظر ولمشهد * لا جازع فيهم ولا متفجع\r\nكحلت بمنظرك العيون عماية * وأصم رزؤك كل أذن تسمع\r\nأيقظت أجفانا وكنت لها كرى * وأنمت عينا لم تكن بك تهجع\r\nما روضة إلا تمنت أنها * لك تربة ولخط قبرك مضجع\r\nقال ولم يسم لنا قائلا :\r\nوقال أبو منصور الثعالبي في يتيمة الدهر وكان حدثني أبو الحسن الدلفي المصيصي الشاعر وهو من لقيته قديما وحديثا في مدة ثلاثين سنة قال لقيت بمعرة النعمان عجبا من العجب رأيت شاعرا ظريفا يلعب بالشطرنج والنرد ويدخل في كل فن من الجد والهزل يكنى أبا العلاء وسمعته يقول أنا أحمد الله على العمى\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nكما يحمده غيري على البصر قال وحضرته يوما وهو يملي في جواب كتاب ورد عليه من بعض الرؤساء :\r\nوافى الكتاب فأوجب الشكرا * فضممته ولثمته عشرا\r\nوفضضته وقرأته فإذا * أجلى كتاب في الورى يقرا\r\nفمحاه دمعي من تحدره * شوقا إليك فلم يدع سطرا\r\nقال وأنشدني لنفسه :\r\nلست أدري ولا المنجم يدري * ما يريد القضاء بالإنسان\r\nغير أني أقول قول محق * قد يرى الغيب فيه مثل العيان\r\nإن من كان محسنا فابكينه * لجميل عواقب الإحسان\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nحدث أبو سعد السمعاني في كتاب النسب وقد ذكر المعري فقال بعد وصفه وذكر تلميذه أبو زكريا التبريزي أنه كان قاعدا في مسجده بمعرة النعمان بين يدي أبي العلاء يقرأ عليه شيئا من تصانيفه قال وكنت قد أقمت عنده سنين ولم أر أحدا من أهل بلدي فدخل المسجد مغافصة بعض جيراننا للصلاة فرأيته وعرفته فتغيرت من الفرح فقال لي أبو العلاء إيش أصابك فحكيت له أني رأيت جارا لي بعد أن لم ألق أحدا من أهل بلدي سنتين فقال لي قم وكلمه فقلت حتى أتمم السياق فقال قم أنا أنتظر لك فقمت وكلمته بلسان الأذربية شيئا كثيرا إلى أن سألت عن كل ما أردت فلما رجعت وقعدت بين يديه قال لي أي لسان هذا قلت هذا لسان أهل أذربيجان فقال لي ما عرفت اللسان ولا فهمته غير أني حفظت\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nما قلتما ثم أعاد علي اللفظ بعينه من غير أن ينقص عنه أو يزيد عليه في جميع ما قلت وقال جاري فتعجبت غاية التعجب كيف حفظ ما لم يفهمه قال المؤلف وهذا غاية ليس بعدها شيء في حسن الحفظ وقال المؤلف وأنا كثير الاستحسان لقول أبي العلاء :\r\nأسالت أتي الدمع فوق أسيل * ومالت لظل بالعراق ظليل\r\nأيا جارة البيت الممنع أهله * غدوت ومن لي عندكم بمقيل\r\nلغيري زكاة من جمال وإن تكن * زكاة جمال فاذكري ابن سبيل\r\nوأرسلت طيفا خان لما بعثته * فلا تثقي من بعده برسول\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nخيالا أرانا نفسه متجنيا * وقد زار من صافي الوداد وصول\r\nنسيت مكان العقد من دهش النوى * فعلقته من وجنة بمسيل\r\nوكنت لأجل السن شمس غدية * ولكنها للبين شمس أصيل\r\nأسرت أخانا بالخداع وإنه * يعد إذا اشتد الوغى بقبيل\r\nفإن تطلقيه تملكي شكر قومه * وإن تقتليه تؤخذي بقتيل\r\nفإن عاش لاقى ذلة واختياره * وفاة عزيز لا حياة ذليل\r\nوكيف يجر الجيش يطلب غارة * أسير لمجرور الذيول كحيل\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nومن شعره لزوم ما لا يلزم :\r\nيا محلي عليك مني سلام * سوف أمضي وينجز وينجز الموعود\r\nفلجسمي إلى التراب هبوط * ولروحي إلى الهواء صعود\r\nوعلى حالها تدوم الليالي * فنحوس لمعشر وسعود\r\nأترجون أن أعود إليكم * لا ترجوا فإنني لا أعود\r\nقرأت بخط أبي سعد أنشدنا الوكيل بأصبهان أنشدنا عبيد الله القشيري أنشدنا أبو الوليد الدربندي قال أنشدني أبو العلاء التنوخي في داره عند وداعي إياه :\r\nكم بلدة فارقتها ومعاشر * يذرون من أسف علي دموعا\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nوإذا أضاعتني الخطوب فلن أرى * لعهود إخوان الصفاء مضيعا\r\nخاللت توديع الأصادق للنوى * فمتى أودع خلي التوديعا\r\nقال أبو الهبارية أنشدني أبو زكريا الخطيب التبريزي قال أنشدني أبو العلاء أحمد بن عبد الله بن سليمان المعري لنفسه :\r\nأرى جيل التصوف شر جيل * فقل لهم وأهون بالحلول\r\nأقال الله حين عبدتموه * كلوا أكل البهائم وارقصوا لي\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nومن شعر أبي العلاء في الغزل :\r\nيا ظبية علقتني في تصيدها * أشراكها وهي لم تعلق بأشراكي\r\nأعييت قلبي وما راعيت حرمته * فلم رعيت ولا راعيت مرعاك\r\nأتحرقين فؤادا قد حللت به * بنار حبك عمدا وهو واراك\r\nأسكنته حين لم يسكن به سكن * وليس يحسن أن يسخى بسكناك\r\nما بال داعي غرامي حين يأمرني * بأن أكابد حر الوجد ينهاك\r\nولم غدا القلب ذا يأس وذا طمع * يرجوك أن ترحميه ثم يخشاك\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nومن خط ابن العصار قال أبو العلاء في رجل اسمه أبو القاسم :\r\nهذا أبو القاسم أعجوبة * لكل من يدري ولا يدري\r\nلا ينظم الشعر ولا يحفظ القرآن * وهو الشاعر المقري\r\nقرأت بخط أبي سعيد قال سمعت المبارك بن أحمد بن الأخوث مذاكرة خرج رجل على سبيل الفرجة فقعد على الجسر فأقبلت امرأة من جانب الرصافة متوجهة إلى الجانب الغربي فاستقبلها شاب فقال لها رحم الله علي بن الجهم فقالت المرأة في الحال رحم الله أبا العلاء المعري ولم يقفا ومرا مشرقا ومغربة فتتبعت المرأة وقلت لها أخبريني عافاك الله عما قال لك وعما أجبته فقالت نعم رحم الله علي بن الجهم أراد قوله :\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nعيون المها بين الرصافة والجسر * جلبن الهوى من حيث أدري ولا أدري\r\nوأردت بترحمي على أبي العلاء قوله :\r\nفيا دارها بالحزن إن مزارها * قريب ولكن دون ذلك أهوال\r\nقال أبو زكريا يحيى بن علي الخطيب التبريزي أنشدني أبو العلاء أحمد بن عبد الله بن سليمان المعري لنفسه :\r\nمنك الصدود ومني بالصدود رضى * من ذا علي بهذا في هواك قضى\r\nبي منك ما لو غدا بالشمس ما طلعت * من الكآبة أو بالبرق ما ومضا\r\nجربت دهري وأهليه فما تركت * لي التجاريب في ود امرئ غرضا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nإذا الفتى ذم عيشا في شبيبته * فما يقول إذا عصر الشباب مضى\r\nوقد تعوضت عن كل بمشبهه * فما وجدت لأيام الصبا عوضا\r\nوله أيضا :\r\nغدوت مريض العقل والدين فالقني * لتعلم أنباء الأمور الصحائح\r\nالأبيات :\r\nقرأت بخط عبد الله بن محمد بن سعيد بن سنان الخفاجي الشاعر في كتاب له ألفه في الصرفة زعم فيه أن القرآن لم يخرق العادة بالفصاحة حتى\r\nصار معجزة للنبي صلى الله وسلم وأن كل فصيح بليغ قادر على الإتيان بمثله إلا أنهم صرفوا عن ذلك لا أن يكون القرآن في نفسه معجز الفصاحة وهو مذهب\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nلجماعة من المتكلمين والرافضة منهم بشر المريسي والمرتضى أبو القاسم قال في تضاعيفه وقد حمل جماعة من الأدباء قول أصحاب هذا الرأي على أنه لا يمكن أحد من المعارضة بعد زمان التحدي على أن ينظموا على أسلوب القرآن وأظهر ذلك قوم وأخفاه آخرون .\r\nومما ظهر منه قول أبي العلاء في بعض كلامه أقسم بخالق الخيل والريح الهابة بليل ما بين الأشراط ومطالع سهيل إن الكافر لطويل الويل وإن العمر لمكفوف الذيل اتق مدارج السيل وطالع التوبة من قبيل تنج وما إخالك بناج .\r\nوقوله أذلت العائذة أباها وأصاب الوحدة ورباها والله بكرمه اجتباها أولاها الشرف بما حباها أرسل الشمال وصباها ولا يخاف عقباها .\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nوقال :\r\nما جار شماسك في كلمة * ولا يهوديك بالطامع\r\nوالطيلسان اشتق في لفظه * من طلسة المبتكر الخامع\r\nوالقس خير لك فيما أرى * من خاطب يخطب في جامع\r\nوله أيضا :\r\nقالوا فلان جيد فأجبتهم * لا تكذبوا ما في البرية جيد\r\nفغنيهم نال الغناء ببخله * وفقيرهم بصلاته يتصيد\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nوالناس في أبي العلاء مختلفون فمنهم من يقول كان زنديقا وينسبون إليه أشياء مما ذكرناها ومنهم من يقول كان زاهدا عابدا متقللا يأخذ نفسه بالرياضة والخشونة والقناعة باليسير والإعراض عن أعراض الدنيا\r\nقال كمال الدين أبو القاسم عمر بن أبي جرادة قرأت بخط أبي اليسر شاكر بن عبد الله بن سليمان المعري أن المنتصر صاحب مصر بذل لأبي العلاء ما ببيت المال بالمعرة من الحلال فلم يقبل منه شيئا فقال :\r\nكأنما لي غاية من غنى * فعد عن معدن أسوان\r\nسرت برغمي عن زمان الصبى * يعجلني وقتي وأكواني\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nصد أبي الطيب لما غدا * منصرفا عن شعب بوان\r\nوقال أيضا مجزوء :\r\nلا أطلب الأرزاق والمولى * يفيض علي رزقي\r\nإن أعط بعض القوت أعلم * أن ذلك ضعف حقي\r\nقال وقرأت بخط أبي العلاء المعري في ذكره وكان رضي الله عنه يرمى من أهل الحسد له بالتعطيل وتعمل تلامذته وغيرهم على لسانه الأشعار يضمنونها أقاويل الملحدة قصدا لهلاكه وإيثارا لإتلاف نفسه فقال رضي الله عنه :\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nحاول إهواني قوم فما * واجهتهم إلا بإهوان\r\nيخرشوني بسعاياتهم * فغيروا نية إخواني\r\nلو استطاعوا لوشوا بي إلى ال‍ * مريخ في الشهب وكيوان\r\nوقال أيضا مجزوء :\r\nغريت بذمي أمة * وبحمد خالقها غريب\r\nوعبدت ربي ما أستطع * ت ومن بريته بريت\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nوقرتني الجهال حا * سدة علي وما فريت\r\nسعروا علي فلم أح‍ * س وعندهم أني هريت\r\nفهرست كتبه على ما نقلته من أحد مستملي أبي العلاء قال الذي أملاه أبو العلاء أحمد بن عبد الله بن سليمان التنوخي تجاوز الله عنه من الكتب على ضروب منها ما هو في الزهد وقرأت في نسخة أخرى فهرست كتبه ما صورته قال الشيخ أبو العلاء رضي الله عنه لزمت مسكني منذ سنة أربعمائة واجتهدت على أن أتوفر على تسبيح الله وتحميده إلى أن أضطر إلى غير ذلك فأمليت أشياء وتولى نسخها الشيخ أبو الحسن علي بن عبد الله بن أبي هاشم أحسن الله معونته فألزمني بذلك\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nحقوقا جمة وأيادي بيضاء لأنه أفنى في زمنه ولم يأخذ عما صنع ثمنه والله يحسن له الجزاء ويكفيه حوادث الزمن والأرزاء وهي على ضروب مختلفة فمنها ما هو في الزهد والعظات وتمجيد الله سبحانه وتعالى من المنظوم والمنثور فمن ذلك الكتاب المعروف بالفصول والغايات والمراد بالغايات القوافي لأن القافية غاية البيت أي منتهاه وهو كتاب موضوع على حروف المعجم ما خلا الألف لأن فواصله مبنية على أن يكون ما قبل الحرف المعتمد فيها ألفا ومن المحال أن يجمع بين ألفين ولكن تجيء الهمزة وقبلها ألف مثل العطاء والكساء وكذلك الشراب والسراب في الباء ثم على هذا الترتيب ولم يعتمد فيه أن تكون الحروف التي يبنى عليها مستوية الإعراب بل تجيء مختلفة .\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nوفي الكتاب قواف تجيء على نسق واحد وليست المطلقة بالغايات ومجيئها على حرف واحد مثل أن يقال عمامها وغلامها وغمامها وأمرا وتمرا وما أشبه وفيه فنون كثيرة من هذا النوع\r\nوقيل إنه بدأ بهذا الكتاب قبل رحلته إلى بغداد وأتمه بعد عوده إلى معرة النعمان وهو سبعة أجزاء وفي نسخة مقداره مائة كراسة وكتاب الشاذن أنشأه في ذكر غريب هذا الكتاب وما فيه من اللغز مقداره عشرون كراسة وكتاب إقليد الغايات لطيف مقصور على تفسير اللغز مقداره عشر كراريس الكتاب المعروف بالأيك والغصون وهو كتاب الهمزة والردف بخطه يبنى على إحدى عشرة حالة الهمزة في حال إفرادها وإضافتها ومثال ذلك السماء بالرفع السماء بالخفض سماء يتبع الهمزة التنوين\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nسماؤه مرفوع مضاف سماءه منصوب مضاف سمائه مخفوض مضاف ثم يجيء سماؤها وسماءها وسمائها على التأنيث ثم همزة بعدها هاء ساكنة مثل عبائه وملائه فإذا ضربت في حروف المعجم الثمانية والعشرين خرج من ذلك ثلاثمائة فصل وثمانية فصول وهي مستوفاة في كتاب الهمزة والردف وذكرت فيه الأرداف الأربعة بعد ذكر الألف وهي الواو المضموم ما قبلها والواو التي قبلها فتحه ويذكر لكل جنس من هذه أحد عشر وجها كما ذكر للألف ومن غير خطه وهو في العظات وذم الدنيا وهو اثنان وتسعون جزءا نسخة أخرى ويكون مقدار هذا الكتاب ألفا ومائتي كراسة ومن خطه الكتاب المعروف بتضمين الآي وهو كتاب مختلف الفصول فمنه طائفة على حروف المعجم وقبل الحرف المعتمد ألف مثل أن يقال في الهمزة بناء\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nونساء وفي الباء ثياب وعباب ثم على هذا إلى آخر الحروف ومنه فصول كثيرة على فاعلين مثل باسطين وقاسطين وعلى فاعلون مثل حامدون وعابدون وفيه ما هو على غير هذا الفن والغرض أن يأتي بعد انقضاء الكلام آية من الكتاب العزيز مثل قوله « إياك نعبد وإياك نستعين » وربما اقتصر على بعض الآية أو جيء بآيتين أو أكثر منهما إذا كانت الآيات من ذوات القصر كآيات عبس ونحوها ومقدار هذا الكتاب أربعمائة كراسة\r\nوكان السبب في تأليف هذا الكتاب أن بعض الأمراء سأله أن يؤلف كتابا برسمه ولم يؤثر أن يؤلف شيئا في غير العظات والحث على تقوى الله فأملى هذا الكتاب كتاب تفسير الهمزة والردف جزء كتاب سيف الخطبة جزءان يشتمل على خطب السنة فيه خطب للجمع والعيدين والخسوف والكسوف\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nوالاستسقاء وعقد النكاح وهي مؤلفة على حروف من حروف المعجم فيها خطب عمادها الهمزة وخطب بنيت على الباء وخطب على الدال وعلى الراء وعلى اللام وعلى الميم وعلى النون وتركت الجيم والحاء وما يجري مجراهما لأن الكلام المقول في الجماعات ينبغي أن يكون سجسجا سهلا ومقداره أربعون كراسة وكان سأله في الكتاب رجل من المتظاهرين بالديانة فصنف له كتاب نشر شواهد الجمهرة ولم يتم ثلاثة أجزاء كتاب دعاء وحرز الخيل كتاب مجد الأنصار في القوافي كتاب تاج الحرة في عظات النساء خاصة وتختلف فصوله فمنها ما يجيء بعد حرفه الذي بني الروي عليه ياء للتأنيث كقوله شائي وتشائي وتسائي وهابي وترائي ومنه ما هو مبني على الكاف نحو غلامك وكلامك ومنها ما يجيء على\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nتفعلين مثل ترغبين وتذهبين وأنواعه كثيرة فيكون هذا الكتاب نحو أربعمائة كراسة كتاب يعرف بدعاء ساعة وكتاب آخر يعرف بوقفة الواعظ وكتاب يعرف بسجع الحمائم يتكلم فيه على ألسن حمائم أربع وكان بعض الرؤساء سأله أن يصنف له تصنيفا يذكره فيه فأنشأ له هذا الكتاب وجعل ما يقوله على لسان الحمامة في العظة والحث على الزهد قال غيره هو أربعة أجزاء مقداره ثلاثون كراسة كتاب يعرف بلزوم ما لا يلزم وهو في المنظوم بني على حروف المعجم يذكر كل حرف سوى الألف بوجوهه الأربعة وهي الضمة والفتحة والكسرة والوقف ومعنى لزوم ما لا يلزم أن القافية يردد فيها حرف لو غير لم يكن مخلا بالنظم كما قال كثير :\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nخليلي هذا ربع عزة فاعقلا * قلوصيكما ثم انزلا حيث حلت\r\nفلزم اللام قبل التاء وذلك لا يلزمه ولم يفعل كما فعل الشنفرى في قصيدته التي على التاء لأنه لم يلزم فيها إلا حرفا واحدا ولكنه خالف بين الحروف التي قبل الروي فقال :\r\nأرى أم عمرو أزمعت فاستقلت * وما ودعت جيرانها يوم ولت\r\nوقال فيها :\r\nبريحانة من نبت حلية نورت * لها أرج ما حولها غير مسنت\r\nوقال فيها :\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nلها وفضة فيها ثلاثون سيحفا * إذا أنست أولى العداة اقشعرت\r\nومن غير خطه ما هو ثلاثة أجزاء أو أربعمائة وعشرون كراسة يحتوي على أحد عشر ألف بيت من الشعر كتاب زجر النابح يتعلق بلزوم ما لا يلزم وذلك أن بعض الجهال تكلم على أبيات من لزوم ما لا يلزم يريد بها التشرر والأذية فألزم أبا العلاء أصدقاؤه أن ينشئ هذا فأنشأ هذا الكتاب وهو كاره ومن غير خطه ما هو شرح اللزوم وهو جزء واحد مقداره أربعون كراسة كتاب يتعلق بزجر النابح سماه بحر الزجر كتاب ملقى السبيل صغير فيه نظم ونثر كتاب الجلي والحلي سأله فيه صديق له من أهل حلب يعرف بابن الحلي مجلد واحد وعشرون كراسة ومن غير هذا الجنس كتاب لطيف فيه شعر\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nقيل في الدهر الأول يعرف بكتاب سقط الزند وأبياته ثلاثة آلاف بيت كتاب يعرف بجامع الأوزان فيه شعر منظوم على معنى اللغز يعم به الأوزان الخمسة عشر التي ذكرها الخليل بجميع ضروبها ويذكر قوافي كل ضرب من ذلك مثاله أن يقال للضرب الأول من الطويل أربع قواف المطلقة المجردة مثل قول القائل :\r\nألا يا أسلمي يا هند هند بني بدر * وإن كان حيانا عدا آخر الدهر\r\nوالقافية المردفة مثل قول امرئ القيس :\r\nألا عم صباحا أيها الطلل البالي\r\nوالمقيدة المجردة وذلك مفقود في الشعر القديم والمحدث وربما جاء به المحدثون على النحو الذي يسمى مقصورا كما قال بعض الناس وهو في السجن هو صالح بن عبد القدوس :\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nإلى الله أشكو إنه موضع الشكوى * وفي يده كشف المصيبة والبلوى\r\nخرجنا من الدنيا ونحن من أهلها * فما نحن بالأحياء فيها ولا الموتى\r\nإذا ما أتانا مخبر عن حديثها * فرحنا وقلنا جاء هذا من الدنيا\r\nوتعجبنا الرؤيا فجل حديثنا * إذا نحن أصبحنا الحديث عن الرؤيا\r\nفإن حسنت لم تأت عجلى وأبطلت * وإن قبحت لم تحتبس وأتت عجلى\r\nوالقافية المقيدة المؤسسة مثل أن يكون العادل والقائل وذلك مرفوض متروك ثم على هذا النحو إلى آخر الكتاب ومقداره ستون كراسة ويكون عدد أبيات شعره نحو تسعة آلاف بيت وهو ثلاثة أجزاء كتاب يعرف بالسجع السلطاني يشتمل على مخاطبات للجنود والوزراء وغيرهم من الولاة .\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nوكان بعض من خدم السلطان وارتفعت طبقته لا قدم له في الكتابة فسأل أن ينشأ له كتاب مسجوع من أوله إلى آخره وهو لا يشعر بما يريد لقلة خبرته بالأدب فألف هذا الكتاب وهو أربعة أجزاء وكتاب يعرف بسجع الفقيه جزء ثلاثون كراسة وكتاب لطيف يعرف بسجع المضطرين عمله لرجل مسافر يستعين به على أمور دنياه وكتاب مختصر يعرف بذكرى حبيب في غريب شعر أبي تمام سأل فيه صديق لأبي العلاء من الكتاب وهو أربعة أجزاء ستون كراسة وهذه الكتب المسؤول في تأليفها إنما تكلفها مؤلفها من فرط الحياء وهو لتأليفها كاره وكتاب عبث الوليد فيما يتصل بشعر البحتري وكان سبب إنشائه أن بعض الرؤساء أنفذ نسخة ليقابل له بها فأثبت ما جرى من الغلط ليعرض ذلك عليه وهو جزء\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nواحد وعشرون كراسة وكتاب يعرف بالرياش المصطنعي في شرح مواضع من الحماسة الرياشية عمل لرجل يلقب بمصطنع الدولة ويخاطب بالإمرة واسمه كليب بن علي ويكنى أبا غالب أنفذ نسخة من الحماسة الرياشية وسأل أن يخرج على حواشيها شيئا لم يذكره أبو رياش مما يحتاج إلى تفسيره فخشي أن تضيق الحواشي عن ذلك فصنع هذا الكتاب وجمع فيه ما سنح مما لم يفسره أبو رياش أربعون كراسة وكتاب يعرف بشرف السيف عمل للرجل الذي كان مقيما بدمشق وهو المعروف بنشتكين الدزبري\r\nوكان السبب في عمله أنه كان يوجه إلى أبي العلاء بالسلام ويحفي المسألة عنه فأراد جزاءه على ما فعل جزءان وكتاب يعرف بتعليق الجليس مما يتصل بكتاب أبي القاسم عبد الرحمن بن إسحاق الزجاجي\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nالمعروف بالجمل جزء وكتاب إسعاف الصديق ثلاثة أجزاء يتعلق بالجمل أيضا وكتاب قاضي الحق يتصل بالكتاب المعروف بالكافي الذي ألفه أبو جعفر النحاس وكتاب الحقير النافع مختصر في النحو خمس كراريس وكتاب يتصل به يعرف بالطل الطاهري أنشئ لرجل يعرف بأبي طاهر حلبي وكتاب المختصر الفتحي يتصل بكتاب محمد بن سعدان صنعه لرجل يكنى أبا الفتح محمد بن علي بن أبي هاشم وكان أبو هذا الرجل تولى إثبات ما ألفه أبو العلاء من جميع هذه الكتب فألزمه بذلك حقوقا جمة وأيادي كثيرة وكتاب في الرسائل الطوال فيها رسالة الغفران كتاب سميته خطب الخيل يتكلم على ألسنتها ومقداره عشر كراريس كتاب يعرف بخطبة الفصيح يتكلم فيه على أبواب الفصيح مقداره خمس عشرة كراسة وكتاب شرح فيه ما جاء في الذي قبله من الغريب يعرف بتفسير خطبة الفصيح وكتاب رسل الراموز\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nنحو ثلاثين كراسة وكتاب راحة اللزوم ويشرح فيه ما في كتاب لزوم ما لا يلزم من الغريب نحو مائة كراسة وكتاب لطيف يعرف بخماسية الراح في ذم الخمر ومعنى هذا الوسم أنه بني على حروف المعجم فذكر لكل حرف تمكن حركته خمس سجعات مضمومات وخمسا مفتوحات وخمسا مكسورات وخمسا موقوفات يكون مقداره عشر كراريس وكتاب المواعظ الست وهو لطيف ومعنى ومعنى هذا التلقيب أن الفصل الأول منه في خطاب رجل والثاني في خطاب اثنين والثالث في خطاب جماعة والرابع في خطاب جماعة والرابع في خطاب امرأة والخامس في خطاب امرأتين والسادس في خطاب نسوة نحو خمس عشرة كراسة كتاب ضوء السقط تفسير غريب سقط الزند مقداره عشرون كراسة وكتاب الصاهل والشاحج يتكلم فيه على لسان\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nفرس وبغل مقداره أربعون كراسة صنفه لأبي شجاع فاتك الملقب بعزيز الدولة والي حلب من قبل المصريين وكان روميا وكتاب منار القائف في تفسير الكتاب الذي قبله فيما جاء فيه من اللغز والغريب عشر كراريس كتاب دعاء الأيام السبعة وكتاب رسالة على لسان ملك الموت عليه السلام وكتاب بعض فضائل أمير المؤمنين علي بن أبي طالب كرم الله وجهه وكتاب أدب العصفورين وكتاب السجعات العشر موضوع على كل حرف من حروف المعجم عشر سجعات في المواعظ كتاب شرح كتاب سيبويه لم يتم مقداره خمسون كراسة كتاب يتصل بكتاب الزجاجي يعرف بعون الجمل عمل أيضا لأبي الفتح محمد بن علي بن أبي هاشم المذكور آنفا وهو آخر شيء أملاه وكتاب في النحو يتصل بالكتاب المعروف بالعضدي ولقبه ظهير العضدي وكتاب ديوان الرسائل وهو ثلاثة أقسام .\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nالأول رسائل طوال تجري مجرى الكتب المصنفة مثل كتاب رسالة الملائكة وكتاب الرسالة السندية جزء وكتاب رسالة الغفران جزء وكتاب رسالة الفرض جزء ونحو ذلك\r\nوالثاني رسائل دون هذه في الطول مثل كتاب رسالة المنيح وكتاب رسالة الإغريض\r\nوالثالث كتاب الرسائل القصار كنحو ما تجري به العادة في المكاتبة قيل إنه أربعون جزءا وقيل إنه ثمانمائة كراسة وكتاب خادم الرسائل في تفسير ما تضمنته هذه الرسائل مما يحتاج إليه المبتدئون في الأدب كتاب نظم السور وكتاب عظات السور وكتاب الراحلة ثلاثة أجزاء في تفسير كتاب لزوم ما لا يلزم وكتاب في المنظوم يعرف بكتاب استغفر واستغفري مقداره مائة وعشرون كراسة فيه نحو من عشرة آلاف بيت\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nوكتاب يعرف بالرسالة الحضية وكتاب رسائل المعونة وهي ما كتبت على السن قوم وكتاب مثقال النظم في العروض جزء وكتاب اللامع العزيزي في تفسير شعر المتنبي عمل للأمير عزيز الدولة وغرسها ابن تاج الأمراء أبي الدوام ثابت بن ثمال بن صالح بن مرداس بن إدريس بن نصر بن حميد بن شداد بن عبد قيس بن ربيعة بن كعب بن عبد الله بن أبي بكر بن كلاب بن ربيعة بن عامر بن صعصعة ويقال له أيضا اللامع العزيزي مقداره مائة وعشرون كراسة\r\nهذا ما وجدناه وأثبتناه عن جماعة من أصحاب أبي العلاء قالوا وله بعض كتب في العروض والشعر بدأها ولم تتم أو تمت وشذ عنا أسماؤها .\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nومن شعره الدال على سوء عقيدته من لزوم ما لا يلزم :\r\nألا فانعموا واحذروا في الحياة * ملهى يسمى زوال النعم\r\nأتوكم بأقوالهم والحسام * يسد به زاعم ما زعم\r\nتلوا باطلا وجلوا صارما * وقالوا صدقنا فقلنا نعم\r\nزخارف ما ثبتت في القلوب * عمى عليكم بهن المعم\r\nومن ذلك أيضا :\r\nفقد طال العناء فكم تعاني * سطورا عاد كاتبها بطمس\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nدعا موسى وزال وقام عيسى * وجاء محمد بصلاة خمس\r\nوقيل يجيء دين غير هذا * فأودى الناس بين غد وأمس\r\nإذا قلت المحال رفعت صوتي * وإن قلت اليقين أطلت همسي\r\nومن ذلك أيضا :\r\nوجدت الشرع تخلقه الليالي * كما خلق الرداء الشرعبي\r\nهي العادات يجري الشيخ منها * على شيم تعودها الصبي\r\nوأشوى الحق رام مشرقي * ولم يرزقه آخر مغربي\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nفذا عمر يقول وذا سواه * كلا الرجلين في الدعوى غبي\r\nومن ذلك أيضا :\r\nإذا ما ذكرنا آدما وفعاله * وتزويجه بنتيه لابنيه في الخنا\r\nعلمنا بأن الخلق من أصل زنية * وأن جميع الناس من عنصر الزنا\r\nوقال في رسالة الغفران ولما أجلى عمر بن الخطاب أهل الذمة عن جزيرة العرب شق ذلك على الجالين فيقال إن رجلا من يهود خيبر يعرف بسمير بن أدكن قال في ذلك :\r\nيصول أبو حفص علينا بدرة * رويدك إن المرء يطفو ويرسب\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nمكانك لا تتبع حمولة ماقط * لتشبع إن الزاد شيء محبب\r\nفلو كان موسى صادقا ما ظهرتم * علينا ولكن دولة ثم تذهب\r\nونحن سبقناكم إلى المين فاعرفوا * لنا رتبة البادي الذي هو أكذب\r\nمشيتم على آثارنا في طريقنا * وبغيتكم في أن تسودوا وترهبوا\r\nوهذا يشبه أن يكون شعره قد نحله هذا اليهودي أو أن إيراده لمثل هذا واستلذاذه به من أمارات سوء عقيدته وقبح مذهبه ومن أشعاره الدالة على سوء اعتقاده قوله في لزوم ما لا يلزم أيضا :\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nوهيهات البرية في ضلال * وقد نظر اللبيب لما اعتراها\r\nتقدم صاحب التوراة موسى * وأوقع في الخسار من افتراها\r\nفقال رجاله وحي أتاه * وقال الناظرون بل افتراها\r\nوما حجي إلى أحجار بيت * كؤوس الخمر تشرب في ذراها\r\nإذا رجع الحليم إلى حجاه * تهاون بالمذاهب وازدراها\r\nوله أيضا :\r\nخذ المرآة واستخبر نجوما * تمر بمطعم الأري المشور\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nتدل على الممات بلا ارتياب * ولكن لا تدل على النشور\r\nومنها أيضا :\r\nهفت الحنيفة والنصارى ما اهتدوا * ويهود حارت والمجوس مضلله\r\nاثنان أهل الأرض ذو عقل بلا * دين وآخر دين لا عقل له\r\nومنها أيضا :\r\nإن الشرائع ألقت بيننا إحنا * وأورثتنا أفانين العداوات\r\nوما أبيحت نساء الروم عن عرض * للعرب إلا بأحكام النبوات\r\nومنها أيضا :\r\nتناقض ما لنا إلا السكوت له * وأن نعوذ بمولانا من النار\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nيد بخمس مئين عسجد فديت * ما بالها قطعت في ربع دينار\r\nقال المؤلف كان المعري حمارا لا يفقه شيئا وإلا فالمراد بهذا بين لو كانت اليد لا تقطع إلا في سرقة خمسمائة دينار لكثر سرقة ما دونها طمعا في النجاة ولو كانت اليد تفدى بربع دينار لكثر من يقطعها ويؤدي ربع دينار دية عنها نعوذ بالله من الضلال ومنها أيضا :\r\nضحكنا وكان الضحك منا سفاهة * وحق لسكان البسيطة أن يبكوا\r\nتحطمنا الأيام حتى كأننا * زجاج ولكن لا يعاد لنا سبك\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nومما يدل على كفره تصريحا قوله :\r\nعقول تستخف بها سطور * ولا يدري الفتى لمن الثبور\r\nكتاب محمد وكتاب موسى * وإنجيل ابن مريم والزبور\r\nومن ذلك أيضا :\r\nصرف الزمان مفرق الإلفين * فاحكم إلهي بين ذاك وبيني\r\nأنهيت عن قتل النفوس تعمدا * وبعثت أنت لقتلها ملكين\r\nوزعمت أن لها معادا ثانيا * ما كان أغناها عن الحالين\r\nومن ذلك أيضا :\r\nإذا كان لا يحظى برزقك عاقل * وترزق مجنونا وترزق أحمقا\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nفلا ذنب يا رب السماء على امرئ * رأى منك مالا يشتهي فتزندقا\r\nومن ذلك أيضا قوله :\r\nفي كل أمرك تقليد تدين به * حتى مقالك ربي واحد أحد\r\nوقد أمرنا بفكر في بدائعه * فإن تفكر فيه معشر لحدوا\r\nلولا التنافس في الدنيا لما وضعت * كتب التناظر لا المغني ولا العمد\r\nومن ذلك أيضا قوله :\r\nقلتم لنا خالق قديم * صدقتم هكذا نقول\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nزعمتموه بلا زمان * ولا مكان ألا فقولوا\r\nهذا كلام له خبي * معناه ليست لنا عقول\r\nومن ذلك أيضا قوله :\r\nدين وكفر وأنباء تقال وفر * قان ينص وتوراة وإنجيل\r\nفي كل جبل أباطيل ملفقة * فهل تفرد يوما بالهدى جيل\r\nومن ذلك أيضا :\r\nالحمد لله قد أصبحت في لجج * مكابدا من هموم الدهر قاموسا\r\nقالت معاشر لم يبعث إلا هكم * إلى البرية عيساها ولا موسا\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nوإنما جعلوا الرحمن مأكله * وصيروا دينهم للملك ناموسا\r\nولو قدرت لعاتبت الذين بغوا * حتى يعود حليف الغي مغموسا\r\nومن ذلك أيضا قوله :\r\nولا تحسب مقال الرسل حقا * ولكن قول زور سطروه\r\nوكان الناس في عيش رغيد * فجاءوا بالمحال فكدروه\r\nقال المؤلف نقلت هذا كله من تاريخ غرس النعمة محمد بن هلال بن المحسن الصابئ وحمدت الله تعالى على ما ألهم من صحة الدين وصلاح اليقين واستعذت به من استيلاء الشيطان على العقول .\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nقرأت في كتاب فلك المعاني إن كثيرا من الجهال يعد الموت ظلما من الباري عز وجل ويستقبحه بما فيه من النعمة والحكمة والراحة والمصلحة وقد قال أبو العلاء أحمد بن سليمان المعري مع تحذلقه ودعواه الطويلة العريضة وشهرة نفسه بالحكمة ومظاهرته :\r\nونهيت عن قتل النفوس تعمدا * وبعثت أنت لقتلها ملكين\r\nوزعمت أن لنا معادا ثانيا * ما كان أغناها عن الحالين\r\nوهذا كلام مجنون معتوه يعتقد أن القتل كالموت والموت كالقتل فليت هذا الجاهل لما حرم الشرع وبرده والحق وحلاوته والهدى ونوره واليقين وراحته لم يدع ما هو برئ منه بعيد عنه ولم يقل :\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nغدوت مريض العقل والرأي فالقني * لتعلم أنباء العقول الصحائح\r\nحتى سلط الله عليه أبا نصر بن أبي عمران داعي الدعاة بمصر فقال له أنا ذلك المريض رأيا وعقلا وقد أتيتك مستشفيا فاشفني وجرت بينهما مكاتبات كثيرة أمر في آخرها بإحضاره حلب ووعده على الإسلام خيرا من بيت المال فلما علم أبو العلاء أنه يحمل للقتل أو الإسلام سم نفسه ومات وليته لما ادعى العقل خرس ولم يقل مثل هذه الترهات التي يخلد إليها من لا حاجة لله تعالى فيه\r\nقال المؤلف لما وقفت على هذه القصة اشتهيت أن أقف على صورة ما دار بينهما على وجهه حتى ظفرت\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nبمجلد لطيف وفيه عدة رسائل من أبي نصر هبة الله بن موسى بن أبي عمران إلى المعري في هذا المعنى انقطع الخطاب بينهما على المساكتة ولم يذكر فيها ما يدل على ما ذهب إليه ابن الهبارية من سم المعري نفسه ونقلها على الوجه يطول فلخصت منها الغرض دون تفاصح المعري وتشدقه .\r\n- 1 -\r\n« كتب ابن أبي عمران إليه » :\r\nالشيخ أحسن الله توفيقه الناطق بلسان الفضل والأدب الذي ترك من عداه صامتا مشهود له بهذه الفضيلة من كل من هو فوق البسيطة غير أن الأدب الذي هو جالينوس طبه وعنده مفاتح غيبه ليس مما\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nيفيده كبير فائدة في معاشه أو معاده سوى الذكر السائر به الركبان مما هو إذا تسامع المذكور به علم أنه له بمكانة الجمال والزينة ما دام حيا فإذا رمت به يد المنون من ظهر الأرض إلى بطنها فلا بحسن ذكره ينتفع ولا بقبيحه يستضر وإذا كانت الصورة هذه كان مستحيلا منه أيده الله مع وفور عقله أن جعل مواده كلها منصبة إلى إحكام اللغة العربية والتقعر فيها واستيفاء أقسام ألفاظها ومعانيها ووفر عمره علي ما لا نتيجة له منها وترك نفسه المتوقدة نار ذكائها خلوا من النظر في شأن معاده وأن يختار من عمله ما لا ينفع فيمكث إذا ذهب الزبد جفاء من غيره فإذا هو حرسه الله بمقتضى هذا الحكم مرتو من عذب\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nمشرب هذا العلم وإنما ليس يبوح به لضرب من ضروب السياسة والدليل على كونه ناظرا لمعاده سلوكه سبيل العيش والتزهد وعدوله عن الملاذ من المأكول والمشروب والملبوس وتعففه عن أن يجعل جوفه للحيوان مدفنا أو أن يذوق من درها لبنا أو يستطعم من استبدت عليه في حرثه وإنشائه وهذه طريقة من يعتقد أنه إذا المها جوزي بألمها وهذا غاية في الزهد\r\nولما رأيت ذلك وسمعت داعية البيت الذي يعزى إليه وهو :\r\nغدوت مريض الدين والعقل فالقني * لتعلم أنباء الأمور الصحائح\r\nشددت إليه راحلة العليل في دينه وعقله إلى الصحيح الذي ينبئني أنباء الأمور الصحائح وأنا أول ملب لدعوته معترف بخبرته وهو حقيق ألا يوطئني\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nالعشواء فيسلك بي في المجاهل ولا يعتمد فيما يورده تلبيس الحق بالباطل\r\nوأول سؤالي عن أمر خفيف فإن استنشقت نسيم الصبا سقت السؤال إلي المهم أسأله عن العلة في تحريمه على نفسه اللحم واللبن وكل ما يصدر إلى الوجود من منافع الحيوان فأقول :\r\nأليس النبات موضوعا للحيوان يمتار منه وبوجوده وجوده وبقوة في الحيوان حساسة استولى على الانتفاع بالنبات ولو لم يكن الحيوان لكان موضوع النبات باطلا لا معنى له وعلى هذه القضية فإن القوة الإنسانية مستولية على الحيوان استيلاء الحيوان على النبات لرجحانها عليه بالنطق والعقل فهي مسخرة له على أنواع من التسخير ولولا ذلك لكان موضوع الحيوان باطلا\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nفتجافي الشيخ وفقه الله عن الانتفاع بما هو موضوع له مخلوق لأجله إبطال لتركيب الخلقة ثم امتناعه عن أكل الحيوان ليس يخلو القصد به من أحد أمرين الأول إما أنه تأخذه رأفة بها فلا يرى تناولها بالمكروه وما ينبغي له أن يكون أرأف بها من خالقها فإذا ادعى أن تحليلها وتحريمها إنما كان من بعض البشر يعني به أصحاب الشرائع وأن الله لم يبح إراقة دم حيوان وأكله كان الدليل على بطلان قوله وقوع المشاهدة لجنس السباع وجوارح الطير التي خلقها الله سبحانه على صيغة لا تصلح إلا لنتش اللحوم وفسخها وتمزيق الحيوانات وأكلها وإذا كان هذا الشكل قائم العين في الفطرة كان جنس البشر\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nوسيع العذر في أكل اللحوم وكان من أصل لهم ذلك محقا\r\nوالثاني أنه يرى سفك دماء الحيوان خارجا عن أوضاع الحكمة وذلك اعتراض منه على خالقه الذي أوجده وإذا أنعم الشيخ وساق إلي حجة اعتمدها رجوت كشف المرض الذي وقع اعترافي به .\r\n- 2 -\r\n« الجواب من أبي العلاء المعري إليه »\r\nقال العبد الضعيف العاجز أحمد بن عبد الله بن سليمان أول ما أبدأ به أني أعد سيدنا الرئيس الأجل المؤيد في الدين أطال الله بقاءه ممن ورث حكمة الأنبياء وأعد نفسي الخاطئة من الأغبياء وهو بكتابه إلي متواضع ومن أنا حتى يكتب مثله\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nإلى مثلي مثله في ذلك مثل الثريا كتب إلى الثرى وقد علم الله أن سمعي ثقيل وبصري عن الإبصار نقيل قضي علي وأنا ابن أربع لا أفرق بين النازل والطالع ثم توالت محني فأشبه شخصي العود المنحني ومنيت في آخر عمري بالإقعاد وعداني عن النهضة عاد وأما ما ذكره سيدنا الرئيس الأجل المؤيد في الدين فالعبد الضعيف العاجز يذكر له مما عاياه طرفا فأقول إن الله جلت عظمته حكم علي بالإزهاد فطفقت من العدم في جهاد وأما قول العبد الضعيف العاجز\r\n« غدوت مريض العقل والدين فألقني »\r\nفإنما خاطب به من هو في غمرة الجهل لا من\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nهو للرياسة علم وأصل وقد علم أن الحيوان كله حساس يقع به الألم وقد سمع العبد الضعيف من اختلاف القدماء\r\nوأول ما يبدأ به لو أن قائلا من البشر قال إذا بنينا القضية البتية المركبة من المسند والمسند إليه ولها واسطتان إحداهما نافية والأخرى استثنائية فقلنا الله لا يفعل إلا الخير فهذه القضية كاذبة أم صادقة فإن قيل صادقة فقد رأينا الشرور غالبة فعلمنا أن ذلك أمر خفي ولم يزل من ينسب إلى الدين يرغب في هجران اللحوم لأنها لم يوصل إليها إلا بإيلام حيوان يفر منه في كل أوان وأن الضائنة تكون في محل القوم وهي حامل فإذا وضعت وبلغ ولدها شهرا أو نحوه اعتبطوه فأكلوه ورغبوا في اللبن\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nوباتت أمه ثاغية لو تقدر سعت له باغية وقد تردد في كلام العرب ما يلحق الوحشية من الوجد والناقة إذا فقدت الفصيل فقال قائلهم :\r\nفما وجدت كوجدي أم سقب * أضلته فرجعت الحنينا\r\nوللسائل أن يقول إن كان الخير لا يريد ربنا سواه فالشر لا يخلو من أحد أمرين :\r\nإما أن يكون قد علم به أو لا فإن كان عالما به فلا يخلو من أحد أمرين إما أن يكون مريدا له أو لا فإن كان مريدا فكأنه الفاعل كما أن القائل يقول قطع الأمير يد السارق وإن لم يباشر ذلك بنفسه وإن كان غير مريد فقد جاز عليه ما لا يجوز على أمير مثله في الأرض أنه إذا فعل في ولايته شيء\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nلا يرضاه أنكره وأمر بزواله وهذه عقدة قد اجتهد المتكلمون في حلها فأعوزهم\r\nوقد ذكرت الأنبياء أن البارئ جلت عظمته رؤوف رحيم ولو رأف ببني آدم وجب أن يرأف بغيرهم من أصناف الحيوان الذي يجد الألم بأدنى شيء وقد علم أن الوحوش الراتعة يبكر إليها الفارس فيطعن العير أو الأتان وهن ما أسدين إليه ذنبا ولأي حال استوجب من يفعل بها هذا الرقة وهي لم تشرب من الماء بذنوب ولم تجز ما تكسب من الذنوب وقد رأيت الجيشين المنتسب كل واحد منهما إلى الشرع المنفرد يلتقيان وكلاهما في مدد ويقتل بينهما آلاف عددا فهذا محسوب من أي الوجهين فليس\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nعند النظر بهين فلما بلغ العبد الضعيف العاجز اختلاف الأقوال وبلغ ثلاثين عاما سأل ربه إنعاما فرزقة صوم الدهر فلم يفطر في السنة ولا الشهر إلا في العيدين وصبر على توالي الجديدين وظن اقتناعه بالنبات يثبت له جميل العاقبة\r\nوقد علم سيدنا الرئيس الأجل المؤيد في الدين ولا ريب أنه قد نظر في الكتب المتقدمة وما حكي عن جالينوس وغيره من اعتقاد يدل على الحيرة وإذا قيل إن البارئ رؤوف رحيم فلم سلط الأسد على افتراس نسمة إنسية ليست بالمفسدة ولا القسية وكم مات بلدغ الحيات جماعة مشهورة وسلط على الطير الراضية بلقط الحبة البازي والصفر وإن القطاة لتدع فراخها ظماء وتبتكر لترد ماء تحمله إليها في حوصلتها فيصادفها دونهن أجدل فيأكلها فيهلك\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nفراخها عطشا وذكر أشياء من هذا الباب ثم قال وأعوذ بالله وأتبرأ من قول الكافر :\r\nألمت بالتحية أم بكر * فحيوا أم بكر بالسلام\r\nوكائن بالطوي طوي بدر * من الشيزى يكلل بالسنام\r\nألا يا أم بكر لا تكري * علي الكأس بعد أخي هشام\r\nوبعد أخي أبيه وكان قرما * من الأقزام شراب المدام\r\nألا من مبلغ الرحمن عني * بأني تارك شهر الصيام\r\nإذا ما الرأس زايل منكبيه * فقد شبع الأنيس من الطعام\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nأبو عدنا ابن كبشة أن سنحيا * وكيف حياة أصداء وهام\r\nأينزل أن يرد الموت عني * ويحييني إذا بليت عظامي\r\nولعن الله القائل ويقال إنه الوليد بن يزيد بن عبد الملك :\r\nأدنها مني خليلي * عنه لا دون الإزار\r\nفلقد أيقنت أني * غير مبعوث لنار\r\nسأروض الناس حتى * يركبوا دين الحمار\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nوأرى من يطلب الجن‍ * ة يسعى في خسار\r\nوويل لابن رعيان إن كان قال :\r\nهي الأولى وقد نعموا بأخرى * وتسويف الظنون من السواف\r\nفإن يك بعض ما قالوه حقا * فإن المبتليك هو المعافي\r\nومما حثني على ترك أكل الحيوان أن الذي لي في السنة نيف وعشرون دينارا فإذا أخذ خادمي بعض ما يجب بقي لي ما لا يعجب فاقتصرت على فول وبلسن وما لا يعذب على الألسن فأما الآن فإذا صار إلى من يخدمني كبير فعندي وعنده هين فما حظي إلا اليسير المتعين ولست أريد في رزقي زيادة ولا أوثر لسقمي عيادة والسلام .\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n- 3 -\r\n« الجواب من ابن أبي عمران »\r\nحوشي الشيخ أدام الله سلامته من أن يكون ممن قطف في مرض دينه وعقله بعلته وأجاب دعوة الداعي منه بالبيت الشائع عنه لينال شفاء علته جوابا يزيده إلى غلته غلة إذا يكون كما قال المتني :\r\nأظمتني الدنيا فلما جئتها * مستسقيا مطرت علي مصائبا\r\nكان سؤالي له حرسه الله في شيء يختص بنفسه في هجره ما يسد الجسم من اللحم الذي ينبت اللحم فأجاب بما أقول في جوابه أهذه أنباء الخ وهل زاد السقيم بدوائه هذا إلا سقما والأعمى الأصم في دينه وعقله بما قال إلا عمى وصمما على أن جميع ما ذكره\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nبنجوة عن سؤالي الأول ومعزل عنه ولا مناسبة بينهما وبينه\r\nوأما القول بأن اللحوم لا يوصل إليها إلا بإيلام الحيوان فقد سبق الجواب لا يكونن الشيخ أرأف بها من خالقها فليس يخلو من كونه عادلا أو جائرا فإن كان عادلا فإنه سبحانه يقبض أرواح الآكل والمأكول جميعا وذلك مسلم له وإن كان جائرا لم ينبغ أن نرجع على خالقنا بعدلنا وجوره\r\nوأما قوله وللسائل أن يقول إن كان الخير هو الذي لا يريد ربنا سواه فالشر لا يخلو من أحد أمرين إما أن يكون قد علم به أو لا إلى آخره فأقول قيل إن إنسانا ضاع له مصحف فقيل له اقرأ « والشمس وضحاها » فإنك تجده فقال وهذه السورة أيضا فيه فأقول أي ضا إن هذا أيضا من ذلك وجميعه ظلمات\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nفأين النور وإنما قصدنا أن نعرف أنباء الأمور الصحائح كما قاله وأما قوله لما رأى اختلاف الأقوال وأيقن بنفاد وزوال سأل ربه أن يرزقه صوم الدهر واقتنع بالنبات فما صح لي أن الرب الذي سأله هو الذي يريد الشر وحده أو الذي يريدهما جميعا والصوم فرغ على أصل من شرع يأتي به رسول والرسول يتعلق بمرسل وقصتنا في الرسل مشتبهة يبعث رسولا يريد أن يطاع أم لا يطاع فإن كان يريد أن يطاع فهو مغلوب على إرادته لأن من لا يطيعه أكثر وإن كان يريد ألا يطاع فإرساله إياه محال وطلبة حجة على الضعفاء ليعذبهم فإن كان موضوع صومه على هذا فلم يفعل شيئا وإن كان على غيره مما هو أجلى وأوضح فهو الذي أطلبه\r\nوأما حكايته قول بعض الملحدين واستعاذته بالله أن يكون من المعترضين في قوله تعالى « وأنه أهلك عادا الأولى وثمود فما أبقى » الآيات إن كان البارئ\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nسبحانه خلقهم وهو يعلم أنهم مجرمون ومن التوبة والإنابة يحرمون فكان الأولى به وهو الرؤوف الرحيم ألا يخلقهم لئلا يعذبهم وإن كان لا يعلم فهو كأمثالنا ولا يدري ما يكون منه وقول الشيخ بعده معاذ الله أن نقول ذلك بل نسلم ونتلو الآية « من يهد الله فهو المهتد ومن يضلل فلن » تجد له وليا مرشدا فليس الملحد إذا قال إن السكر حلو والخل حامض لا يقبل منه لكونه ملحدا وقوله يقتضي جوابا فإن كان عند الشيخ جواب فهو نبغي وإلا فما التسليم في هذا الموضع إلا التسليم للملحد لا شيء غيره وأما إنشاده\r\n« ألمت بالتحية أم عمرو »\r\nوما بعده من الأشعار وذمه من قال ولعنه فمن الذي اتهمه بشيء من ذلك حاشاه وما الذي أوجب الإذكار بكفريات شعرهم وأما ختمه الرسالة بقوله إن الذي حثه على ترك أكل الحيوان أن الذي له في\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nالسنة نيف وعشرون دينارا يصير إلى خادمه معظمها ويبقى له أيسرها فتحمل مئونة القدر الذي يطعمه لو كان ثقيلا لوجب تحمله فكيف وهو الخفيف محمله وقد كاتبت مولاي تاج الأمراء حرس الله عزه أن يتقدم بإزاحة العلة فيما هو بلغة مثله من ألذ الطعام ومراعاته به على الإدرار والدوام ليتكشف عنه غاشية هذه الضرورة ويجري أمره في معيشته على أحسن ما يكون من الصورة ثم إن قام من الشيخ نشطة لجواب أعفاني فيه عن قصد الأسجاع ولزوم ما لا يلزم فإن ملتمسي فيه المعاني لا الألفاظ .\r\n- 4 -\r\n« الجواب من أبي العلاء »\r\nسيدنا الرئيس الأجل المؤيد في الدين عصمة المؤمنين هدى الله الأمم بهدايته وسلك بهم طريق\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nالخير على يده قد بدأ المعترف بجهله المقر بحيرته والداعي إلى الله سبحانه أن يرزقه ما قل من رحمته في أول ما خاطبه به أن ذكر اعتقاده في سيدنا الرئيس الأجل المؤيد في الدين ضوأ الله الظلم ببصيرته وأذهب شكوك الأفئدة برأيه وحكمته وما نفسه عليه من الذلة والحقرية عنده وأنه يحسبها ساكتة في بعض السوام وعجب أن مثله يطلب الرشد ممن لا رشد عنده فيكون كالقمر الذي هو دائب في خدمة ربه ليلا ونهارا يطلب الحقيقة ممن أقمر بفلاة يرد الماء على الصائد ويصيب قلبه بسهم وقد ذكر أبد الله الحق بحياته بيتا من أبيات على الحاء ذكر وليه ليعلم غيره ما هو عليه من الاجتهاد في التدين وما حيلته في الآية المنزلة التي هي قوله « من يهد الله فهو المهتد » وأولها :\r\nغدوت مريض العقل والدين فالقني * لتعلم أنباء الأمور الصحائح\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nفلا تأكلن ما أخرج الماء ظالما * ولا تبغ قوتا من غريض الذبائح\r\nولا يقدر أحد يدفع أن الحيوان البحري لا يخرج من الماء إلا وهو كاره وإذا سئل المعقول عن ذلك لم يقبح ترك أكله وإن كان حلالا لأن المتدينين لم يزالوا يتركون ما هو لهم حلال مطلق :\r\nوأبيض أمات أرادت صريحه * لأطفالها دون الغواني الصرائح\r\nوالمراد بالأبيض اللبن ومشهور أن الأم إذا ذبح ولدها وجدت عليه وجدا عظيما وسهرت لذلك ليالي وقد أخذ لحمه وتوفر على أصحاب أمه ما كان يرضع من لبنها وأي ذنب لمن تحرج عن ذبح السليل ولم يرغب في استعمال اللبن ولا يزعم أنه محرم وإنما تركه اجتهادا في التعبد ورحمة للمذبوح رغبة أن يجازى عن\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nذلك بغفران خالق السماوات والأرض وإذا قيل إن الله سبحانه يساوي بين عباده في الأقسام فأي شيء أسلفته الذبائح من الخطأ حتى تمنع حظها من الرأفة والرفق :\r\nفلا تفجعن الطير وهي غوافل * بما وضعت فالظلم شر القبائح\r\nوقد نهى النبي صلى الله عليه وسلم عن صيد الليل وذلك أحد القولين في قوله عليه الصلاة والسلام أقروا الطير في وكناتها وفي الكتاب العزيز « يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم » إلى غيرها من الآي في المعنى فإذا سمع من له أدنى حس هذا القول فلا لوم عليه إذا طلب التقرب إلى رب السماوات والأرضين بأن يجعل صيد الحل كصيد الحرم وإن كان ذلك ليس بمحظور :\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nودع ضرب النحل الذي بكرت له * كواسب من أزهار نبت فوائح\r\nلما كانت النحل تحارب الشائر عن العسل بما تقدر عليه وتجتهد أن ترده عن ذلك فلا غرو إن أعرض عن استعماله رغبة في أن تجعل النحل كغيرها مما يكره فيه ذبح الأكيل وأخذ ما كان يعيش به لتشربه النساء كي يبدن وغيرها من بني آدم وقد وصفت الشعراء ذلك فقال أبو ذئب يصف مشتار العسل :\r\nإذا لسعته النحل لم يرج لسعها * وخالفها في بيت لوب عواسل\r\nوروي عن علي عليه السلام حكاية معناها أنه كان له دقيق شعير في وعاء يختم عليه فإذا كان صائما لم يختم على شيء من ذلك الدقيق وقد كان عليه السلام يصل إلى غلة كثيرة ولكنه كان يتصدق بها ويقتنع\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nأشد اقتناع وروي عن بعض أهل العلم أنه قال في بعض خطبه إن غلته تبلغ في السنة خمسين ألف دينار وهذا يدل على أن الأنبياء والمجتهدين من الأئمة يقصرون نفوسهم ويؤثرون بما يفضل منهم أهل الحاجة .\r\nوقد عدل سيدنا الرئيس إلى الإيماء بأن من ترك أكل اللحم ذميم ولو أخذ بهذا المذهب لوجب على الإنسان ألا يصلي صلاة إلا ما افترض عليه لأن ما زاد على ذلك أداه إلى كلفة والله تبارك وتعالى لا يريد ذلك ولوجب أن الذي له مال كثير إذا أخرج عن الذهب ربع العشر لا يحسن به أن يزيد على ذلك وقد حث الناس على النفقات في غير موضع من الكتاب الأشرف والعبد الضعيف العاجز قد افتقر إلى مثل ذلك ولو مثل بحضرته السامية لعلم أنه لم يبق فيه بقية لأن\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nيسأل ولا أن يجيب لأن أعضاءه متخاذلة وقد عجز عن القيام في الصلاة فإنما يصلي قاعدا والله المستعان وكيف له أن يكون يصل إلا أن يدب على عكاز ثم استشهد على عجزه بأشعار العرب وإني لأعجز إذا اضطجعت عن القعود فربما استعنت بإنسان فإذا هم بإعانتي وبسط يديه لنهضتي ضربت عظامي لأنهن عاريات من كسوة كانت عليهن وأما استشهاده ببيت أبي الطيب فمن استرشد بمثل العبد الضعيف العاجز مثله مثل من طلب في القتادة ثمر النخلة وإنما حمل سائله على ذلك حسن الظن الذي هو دليل على كرم الطبع وشرف النفس وطهارة المولد وخالص الخيم\r\nوأما ما ذكره من المكاتبة في توسيع الرزق علي فيدل على إفضال ورثه عن أب فأب وجد في إثر جد حتى يصل النسب إلى التراب فالعبد الضعيف\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nالعاجز ما له رغبة في التوسع ومعاودة الأطعمة وتركها صار له طبعا ثانيا وإنه ما أكل شيئا من حيوان خمسا وأربعين سنة :\r\nوالشيخ لا يترك أخلاقه * حتى يوارى في ثرى رمسه\r\nوقد علم أن السيد الأجل تاج الأمراء فخر الملك عمدة الإمامة وعدة الدولة ومجدها ذا الفخرين نصيف أولاد سام وحام ويافث وود العبد الضعيف العاجز لو أن قلعة حلب وجميع جبال الشام جعلها الله ذهبا لينفقه تاج الأمراء نصير الدولة النبوية على إمامها السلام وكذلك على الأئمة الطاهرين من آبائه من غير أن يصير إلى العبد الضعيف من ذلك قيراط وهو يستحي من حضرة تاج الأمراء أن ينظر إليه بعين من رغب في العاجلة بعد ما ذهب وهو رضي أن يلقى الله جلت قدرته وهو لا يطالب إلا بما فعل من اجتناب اللحوم\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nفإن وصل إلى هذه الرتبة فقد سعد ثم اعتذر عن السجع بأخبار أوردها واحتجاجات ذكرها وسيدنا الرئيس الأجل المؤيد في الدين لا زالت حجته باهرة ودولته عالية كما قال ثعلبة بن صعير :\r\nولرب قوم ظالمين ذوي شذى * تغلي صدورهم بهتر هاتر\r\nلاقيتهم مني بما قد ساءهم * وخسأت باطلهم بحق ظاهر\r\nولو ناظر أرسطاليس لجاز أن يفحمه أو أفلاطون لنبذ حججه خلفه والله يجمل بحياته الشريعة وينصر بحججه الملة وحسبي الله الوكيل ونعم الوكيل .\r\n- 5 -\r\n« الجواب من ابن أبي عمران »\r\nما فاتحت الشيخ أحسن الله توفيقه بالقول\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nإلا مفاتحة متناكر عليه فيه مؤثر لأن يخفي من أين جاء السؤال فيكون الجواب عنه باستدلال ورفض حشمة وحذف تكلف للخطاب بسيدنا والرئيس وما يجري هذا المجرى إذ كان حكم ما يتجارى فيه موجبا ألا يتخلله شيء من زخارف الدنيا ولأني أعتقد أن سيدي بالحقيقة من تستقل دون يده يداي صدا منه للدنيا أو تمتار نفسي من نفسه استفادة من معالم الأخرى فما أدري كيف انكشفت الحال حتى صار الشيخ أدام الله تأييده يخاطبني بسيدنا والرئيس ولست مفضلا عليه في دنيا ولا دين بل شاد راحلتي إليه الاستفادة إن وردت موردها أو صادفت نهرا أو علالتها قابلتها بالشكر لنعمته والإسجال على نفسي بأستاذيته وبعد فإني أعلمه أدام الله سلامته أني شققت\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nجيب الأرض من أقصى دياري إلى مصر وشاهدت الناس بين رجلين إما منتحل لشريعة صبا إليها ولهج بها إلى الحد الذي إن قيل له من أخبار شرعه إن فيلا طار أو جملا باض لما قابله إلا بالقبول والتصديق ولكان يكفر من يرى غير رأيه فيه ويسفهه ويلعنه والعقل عند من هذه سبيله في مهواة وفي مضيعة فليس يكاد ينبعث أن الشريعة التي هو منتحلها لم يطوق طوقها ولم يسور سوارها إلا بعد بلوغ نور العقل منه فكيف يصح توليه أولا وعزله آخرا فلما رمت بي المرامي إلى الشام وسمعت أن الشيخ وفقه الله يفضل في الأدب والعلم وقد اتفقت عليه الأقاويل ووضح به البرهان والدليل ورأيت الناس فيما يتعلق بدينه مختلفين وفى أمره مبتلين فكل يذهب فيه مذهبا وحضرت مجلسا جليلا أجري فيه ذكره فقال الحاضرون فيه غثا\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nوسمينا فحفظته في الغيب وقلت إن المعلوم من صلابته في زهده يحميه من الظنة والريب وقام في نفسي أن عنده من حقائق الله سرا قد أسبل عليه من البقية سترا وأمرا يميز به عن قوم يكفر بعضهم بعضا ولما سمعت البيت غدوت مريض العقل توثقت من خلدي فيما حدثت عقوده وتأكدت عهوده وقلت إن لسانا يستطيع بمثل هذه الدعوى نطقا ويفتق من هذا الفخر العظيم رتقا للسان صامت عنده كل ناطق من ذروة من جبل العلم شاهق فقصدته قصد موسى للطور أقتبس منه نارا وأحاول أن أرفع بالفخر منارا لمعرفة ما تخلف عن معرفته المتخلفون واختلف في حقيقته المختلفون فأدليت دلوي بالمسألة الخفيفة التي سألت عنها ترقيا من دون إلى فوق وتدرجا من صغرى إلى كبير فكان جوابه أنه يصغر عن أن يكون للاسترشاد محلا فقلت هذه زيادة في فضله وما يجوز صدور مثله عن\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nمثله ثم انتهى إلى الإحالة على كون الناس ممن تقدم أو تأخر في وادي الحيرة تائهين وفي أذياله متعثرين من قائل يقول إن الخير والشر من الله ومجيب يجيبه هل كان ما كان يستعيذ منه رسول الله صلى الله عليه وسلم من وعث السفر وكل مستعاذ منه خيرا أو شرا فإن كان خيرا فالاستعاذة منه باطلة وإن كان شرا والله مريده فالاستعاذة منه كذلك فضول وزيادة في المعنى وسؤال من يسأل هل كان سم الحسن وقتل الحسين عليهما السلام خيرا أو شرا فإن كان خيرا فاللعنة على القاتل من أي جهة وإن كان شرا والله مريده زال اللوم عن القاتل وقائل يقول إن الخير من الله والشر من غيره ومجيب يجيب بالجواب الذي يقطع به الأسباب وغيره مما أطال به الخطاب من أشعار الملحدة وأقوالهم فكان جوابي أدام الله سلامته أني\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nمن هؤلاء الذين ذكرتهم تبريت إليك وتطايحت عليك وإن كلامهم عندي قبل أن عللته عليل وهو على مسامع القبول مني ثقيل فافتح لي إلى ما عندك بابا وافسح لي من لدنك جنابا فلم يفعل ثم خاطبته على امتناعه من أكل اللحوم فاحتج بكونه متحرجا من قصدها أعني البهائم بالمضرة والإيلام متعففا عنها لهذه الجهة فقطعت لسان حجته بعد تناهيها وقلت إذا كان الله تعالى سلط بعضها لتأكل بعضا وهو أعرف بوجوه الحكمة وأرأف بالخليقة فلا يكون أرأف بها من ربها ولا أعدل فيها من خالقها ثم عدل إلى قصور يد الاستطاعة دون ذلك إذ كان القدر الذي هو له في السنة منصرفا إلى من يتولى خدمته أكثره وخالصا له أقله فقطعت الحجة في هذا الباب أيضا وعينت له على جهة كريمة\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nمن الذين لا يتبعون ما أنفقوا منا ولا أذى ما يقوم بقدر كفايته من أطيب ما يأكلون وأزكى ما في البيوت يدخرون فتجافت نفسه وقاها الله السوء عن هذا الباب أيضا وكتب في الجواب الثاني بأنه لا يؤثر ذلك ولا يرغب فيه ولا يخرق عادته المستمرة في الترك وابتدأ يقول إني طلبت الرشد ممن لا رشد عنده وإن البيت الذي قاله مما تعلقت به وجعلته محجة إلي استقراء طريقته ومذهبه إنما أراد الإعلام باجتهاده في التدين وما حيلته في الآية المنزلة « من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا » فجمع بين المتضادين في كلمة واحدة لأنه إن كانت الآية حقا كان الاجتهاد باطلا وقال إن لله سبحانه أسرارا لا يقف عليها إلا الأولياء فنحن على ذلك السر ندور وعلى باب من هو عنده نطوف فإن قلنا إنه حرسه الله من أصحابه بدعوى صحته في دينه وعقله ومرض\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nالناس على موجب قوله قال لا رشد عندي فنظمه في هذا المعنى يناقض نثره ونثره يخالف نظمه فكيف الحيلة ثم قال إن البيت المقول :\r\nغدوت مريض العقل والدين فالقني * لتعلم أنباء العقول الصحائح\r\nيؤدي معناه البيت الثاني :\r\nفلا تأكلن ما أخرج الماء ظالما * ولا تبغ قوتا من غريض الذبائح\r\nفكأن مرض الدين والعقل من جهة أكل اللحوم وشرب الألبان وتناول العسل فمن ترك هذه المطاعم كان صحيحا دينه وعقله وهو يعلم أن صحة الأديان والعقول لا تقوم بذلك ولا يجوز أن يكون هذا البيت الثاني ناسخا لحكم الأول فيكون محصول دعواه في فقر الناس إلي أن يصح دينهم وعقلهم هو أن يقول لهم لا تأكلوا اللحم واللبن ! ! !\r\nوأما قوله إن الحيوان البحري كاره أن يخرج إلى\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nالبر وإنه ليس يقبح في العقول ترك أكله وإن كان حلالا لأن المتدينين لم يزالوا يتركون ما لهم طلقا فما من حيوان بحري ولا بري هو أجل من هذا الإنسان الحي العاقل وهو كاره للموت فيموت وكاره لأن يأكله شيء والدود يأكله في قبره فإن كان ذلك صادرا عن موضع حكمة كان ما ذكره من الحيوان البري والبحري جاريا في مضمار هذا مثلا بمثل وإن كان معدولا به عن وجه الحكمة كان محالا أن يكون صانعي سفيها وأكون وأنا مصنوعه حكيما\r\nوأما قوله إن النبي صلى الله عليه وسلم صلى إلى أن تقرحت قدماه فقيل له فيه فقال أفلا أحب أن أكون عبدا شكورا فما هذا مما نحن عليه في شيء والإنسان له أن يصلي من الصلوات في الأوقات التي تجوز فيها الصلاة على ألا يزيد في الفرائض ولا ينقص منها وهذا الكلام شرعي وكانت القضية للتكلم على العقليات .\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nوأما قوله إنه عليه الصلاة والسلام حرم صيد الحرم وإن لغيره أن يحرم صيد الحل تقربا إلى الله سبحانه فليس لأحد أن يحلل أو يحرم غيره وأما قوله\r\nإن عليا عليه السلام لما قدم إليه الخبيص سأل هل أكل النبي صلى الله عليه وسلم منه فلما قالوا لا رفعه ولم يأكله فهذه الحجة عليه لا له فإن الناس مجمعون على أن النبي صلى الله عليه وسلم لم يفارق أكل اللحم وهو يهجره دهره وذلك بالضد سواء ولو أنه حرسه الله لم يستظهر علي بالشريعة ولم يتجاوز نصبة العقل لصنته عن هذا الجواب الذي عسى أن يستغل سره ويعز علي ذلك\r\nوأما ما شكاه من ضعفه وقصور حركته وأنه لم يبق فيه بقية لأن يسأل ولا أن يجيب فما هو حرسه الله على علاته من الضعف والقوة إلا من محاسن الزمان وممن سارت بذكر فضله الركبان\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nإلا أنه على عدوان الدهر عليه عدا على نفسه بحرمانها ملاذ دنياها فإن وثقت نفسه بملاذ تعتاض عنها مما هو خير وأبقى منها فما خسرت صفقته وقام مصداق قوله بالبيت المقدم ذكره وإن كان يوسم بميسم الشح بمنع المنتجعين ورد السائلين وإن كان شق علي نفسه من غير بصيرة كما يدعيه الآن خوضا مع الخائضين وتحيرا مع أمثالنا من المتحيرين فقد أضاعها وجنى عليها وادعى في البيت المقدم ذكره ما لا برهان له والغرض في السؤال والجواب الفائدة وإذا عدمت فقد خفف الله عنه أن يتكلف جوابا\r\nوأما الأسجاع ومسائلتي التخلي عنها فما كانت إلا شحا بالمعاني أن تضل بتتبعها ولأنني إذا تتبعت فضله بصنعاته في الأدب والشعر وجدت في أرضه مراغما كثيرا وسعة ومن أين لي أن أظهر على مكنون\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nجواهر علوم دينه كظهوري على مصنفات أدبه وشعره وقبل وبعد فأنا أعتذر عن سر له أدام الله حراسته أذعته وزمان منه بالقراءة والإجابة شغلته لأنني من حيث ما نفعته ضررته والله تعالى يعلم أني ما قصدت به غير الاستفادة من علمه والاغتراف من بحره والسلام وكنا بحضرة القاضي الأكرم الوزير جمال الدين أبى الحسن علي بن يوسف بن إبراهيم الشيباني حرس الله مجده وفيه جماعة من أهل الفضل والأدب فقال أبو الحسن علي بن عدلان النحوي الموصلي حضرت بدمشق عند محمد بن نصر بن عنين الشاعر وزير المعظم فجاءته رقعة طويلة عريضة خالية من معنى فارغة من فائدة فألقاها إلي قائلا هل رأيت قط رقعة أسقط أو أدبر من هذه مع طول وعرض فتناولتها فوجدتها كما قال وشرعت أخاطبه فأومأ إلي بالسكوت وهو مفكر ثم أنشدني لنفسه :\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nوردت منك رقعة أسأمتني * وثنت صدري الحمول ملولا\r\nكنهار المصيف ثقلا وكربا * وليالي الشتاء بردا وطولا\r\nفاستحسن أهل المجلس هذه البديهة وعجبوا من حسن المعنى فقال القاضي الأكرم ما زلت أستحسن كلاما وجدته على ظهر كتاب ديوان الأعشى في مدينة قفط سنة خمس وثمانين يتضمن لأبي العلاء المعري شعرا يشبه ما في هذين البيتين من المقابلة ضدا بضد في موضعين ولعل هذين البيتين يفضلان على ذلك فقلنا له وما ذلك الكلام فقال حكي أن صالح بن مرداس صاحب حلب نزل على معرة النعمان محاصرا ونصب عليها المجانيق واشتد في الحصار لأهلها فجاء أهل المدينة إلي الشيخ أبي العلاء لعجزهم عن مقاومته\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nلأنه جاءهم بما لا قبل لهم به وسألوا أبا العلاء تلافي الأمر بالخروج إليه بنفسه وتدبير الأمر برأيه إما بأموال يبذلونها أو طاعة يعطونها فخرج ويده في يد قائده وفتح الناس له بابا من أبواب معرة النعمان وخرج منه شيخ قصير يقوده رجل فقال صالح هو أبو العلاء فجيئوني به فلما مثل بين يديه سلم عليه ثم قال الأمير أطال الله بقاءه كالنهار الماتع قاظ وسطه وطاب أبرداه أو كالسيف القاطع لان متنه وخشن حداه « خذ العفو وأمر بالعرف وأعرض عن الجاهلين » فقال صالح لا تثريب عليكم اليوم قد وهبت لك المعرة وأهلها وأمر بتقويض الخيام والمجانيق فنقضت ورحل ورجع أبو العلاء وهو يقول :\r\nنجى المعرة من براثن صالح * رب يعافي كل داء معضل\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nما كان لي فيها جناح بعوضة * الله ألحفهم جناح تفضل\r\nقال أبو غالب بن مهذب المعري في تاريخه في سنة سبع عشرة وأربعمائة :\r\nصاحت امرأة يوم الجمعة في جامع المعرة وذكرت أن صاحب الماخور أراد أن يغتصبها نفسها فنفر كل من في الجامع وهدموا الماخور وأخذوا خشبه ونهبوه وكان أسد الدولة في نواحي صيدا فوصل الأمير أسد الدولة فاعتقل من أعيانها سبعين رجلا وذلك برأي وزيره تادرس بن الحسن الأستاذ وأوهمه أن في ذلك إقامة للهيبة قال ولقد بلغني أنه دعي لهؤلاء المعتقلين بآمد وميافارقين على المنابر وقطع تادرس عليهم ألف\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nدينار وخرج الشيخ أبو العلاء المعري إلى أسد الدولة صالح وهو بظاهر المعرة وقال له الشيخ أبو العلاء مولانا السبد الأجل أسد الدولة ومقدمها وناصحها كالنهار الماتع اشتد هجيره وطاب أبرداه وكالسيف القاطع لان صفحه وخشن حداه « خذ العفو وأمر بالعرف وأعرض عن الجاهلين »\r\nفقال صالح قد وهبتهم لك أيها الشيخ ولم يعلم أبو العلاء أن المال قد قطع عليهم وإلا كان قد سأل فيه ثم قال الشيخ أبو العلاء بعد ذلك شعرا وهو :\r\nتغيبت في منزلي برهة * ستير العيون فقيد الحسد\r\nفلما مضى العمر إلا الأقل * وحم لروحي فراق الجسد\r\nبعثت شفيعا إلى صالح * وذاك من القوم رأي فسد\r\nفيسمع مني سجع الحمام * وأسمع منه زئير الأسد\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nفلا يعجبني هذا النفاق * فكم نفقت محنة ما كسد\r\n( 29 - أحمد بن عبد الرحمن بن نخيل الحميري )\r\nأبو العباس الشنتمري يقول فيه أبو العباس أحمد بن عبد العزيز بن غنزوان الكاتب الشنتمري وقد حضر القراءة عليه هو وجماعة من طلبة شنتمرية :\r\nومجلس ليس لشر به * باع وباع الخير فيه مديد\r\nوربما تقضى حياة به * وينثني العالم فيه بليد\r\nيزينه في جمعه فتية * غر كما تدري صباح الخدود\r\nما منهم في جمعهم واحد * إلا أخو نبل وذهن حديد\r\nتجمعوا حول فقيه حوى * حلما وعلما مع رأي سديد\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n\r\nإن خانك التفكير في مشكل * فآت من يبلغ ما قد تريد\r\nوإن يقل كان الذي قاله * ولم يكن فيه لخلق مزيد\r\nكأنه بين تلاميذه * بدر بدا بين نجوم السعود\r\n( 30 - أحمد بن عبد الله المهاباذي الضرير )\r\nمن تلاميذ عبد القاهر الجرجاني له شرح كتاب اللمع\r\n( 31 - أحمد بن عبد السيد بن علي )\r\nيعرف بابن الأشقر النحوي أبو الفضل متأخر من ساكني قطيعة باب الأزج ذكره أبو عبد الله بن الدبيثي في كتابه الذي ذيله على تاريخ السمعاني وقال هو\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nأديب فاضل قرأ على أبي زكريا يحيى بن علي الخطيب التبريزي ولازمه حتى برع فنه وسمع على علو سنه من أبي الفضل محمد بن ناصر السلامي قال وسمعت من يذكر أنه رأى أبا محمد بن الخشاب النحوي بالقطيعة من باب الأزج وهو يسأله عن مسائل من النحو ويباحثه وقد روى الأشقر وأقرأ العربية إلا أن الروايات عنه قليلة .\r\n( 32 - أحمد بن عبد الملك بن أحمد بن عبد الملك )\r\nابن عمر بن عيسى بن شهيد أبو عامر أشجعي\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nالنسب من ولد الوضاح بن رزاح الذي كان مضع الضحاك يوم المرج ذكره الحميدي وقال إنه مات في جمادى الأولى سنة ست وعشرين وأربعمائة بقرطبة ومولده سنة اثنتي عشرة وثلاثمائة وأبوه عبد الملك بن أحمد شيخ من شيوخ وزراء الدولة العامرية ومن أهل الأب وكان في أيام عبد الرحمن الناصر له شعر وبديهة ولم يخلف لنفسه نظيرا في علمي النظم والنثر قال وهو من العلماء بالأدب ومعاني الشعر وأقسام البلاغة وله حظ من ذلك بسق فيه ولم ير لنفسه في\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nالبلاغة أحدا يجاريه وله كتاب حانوت عطار في نحو من ذلك .\r\nوسائر رسائله وكتبه نافعة الجد كثيرة الهزل وشعره كثير مشهور وقد ذكره أبو محمد علي بن أحمد مفتخرا به فقال ولنا من البلغاء أحمد بن عبد الملك بن شهيد وله من التصرف في وجوه البلاغة وشعابها مقدار ينطق فيه بلسان مركب من لساني عمر ووسهل ومن شعر أبي عامر المختار :\r\nوما ألان قناتي غمز حادثة * ولا استخف بحلمي قط إنسان\r\nأمضي على الهول قدما لا ينهنهني * وأنثني لسفيهي وهو حردان\r\nولا أقارض جهالا بجهلهم * والأمر أمري والأيام أعوان\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nأهيب بالصبر والشحناء ثائرة * وأكظم الغيظ والأحقاد نيران\r\nوقوله :\r\nألمت بالحب حتى لو دنا أجلي * لما وجدت لطعم الموت من ألم\r\nوذادني كرمي عمن ولهت به * ويلي من الحب أو ويلي من الكرم\r\nقال وقال أبو محمد علي بن أحمد ولم يعقب أبو عامر وانقرض عقب الوزير أبيه بموته وكان جوادا لا يليق شيئا ولا يأسى على فائت عزيز النفس مائلا إلى الهزل وكان له من الطب نصيب وافر .\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\n( 33 - أحمد بن عبد الملك بن علي بن أحمد )\r\nابن عبد الصمد بن بكر المؤذن أبو صالح النيسابوري الحافظ الأمين الفقيه المفسر المحدث الصوفي نسيج وحده في طريقه وجمعه وإفادته ولد في سنة ثمان وثمانين وثلاثمائة ومات لتسع خلون من شهر رمضان سنة سبعين وأربعمائة وكان أبو سعد السمعاني في المزيد فقال ومن خطه نقلت كان عليه الاعتماد في الودائع من كتب الحديث المجموعة في الخزائن الموروثة عن المشايخ الموقوفة على أصحاب الحديث وكان يصونها ويتعهد\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nحفظها ويتولى أوقاف المحدثين من الحبر والكاغد وغير ذلك ويقوم بتفرقتها عليهم وإيصالها إليهم وكان يؤذن على منارة المدرسة البيهقية سنين احتسابا ووعظ المسلمين وذكرهم وكان يأخذ صدقات الرؤساء والتجار ويوصلها إلى ذوي الحاجات ويقيم مجالس الحديث وكان إذا فرغ جمع وصنف وأفاد وكان حافظا ثقة دينا خيرا كثير السماع واسع الرواية جمع بين الحفظ والإفادة والرحلة وكتب الكثير بخطه .\r\nثم ذكر أبو سعد جماعة كثيرة ممن سمع عليه بجرجان والري والعراق والحجاز والشام ثم قال كما ينطق به تصانيفه وتخريجاته ولم يتفرغ للإملاء لاشتغاله بالمهمات التي هو بصددها ثم ذكر جماعة رووا عنه ثم قال وصنف التصانيف وجمع الفوائد وعمل التواريخ منها كتاب التاريخ لبلدنا مرو ومسودته عندنا بخطه وأثنى عليه ثناء طويلا .\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nوذكر أن الخطيب أبا بكر ذكره في تاريخه وأنه كتب عنه وكتب هو عن الخطيب ووصفه بالحفظ والمعرفة والذب عن حديث النبي صلى فالله عليه وسلم ثم روى عنه أخبارا وأسانيد كثيرة منها ما أسنده إليه وقال أنشد الشريف أبو الحسن عمران بن موسى المغربي لنفسه :\r\nحذيت وفائي منك غدرا وخنتني * كذاك بدور التم شيمتها الغدر\r\nوحاولت عند البدر والشمس سلوة * فلم يسلني شمس ولا بدر\r\nوفي الصدر مني لوعة لو تصورت * بصورة شخص ضاق عن حملها الصدر\r\nأمنت اقتدار البين من بعد بينكم * فما لفراق بعد فرقتكم قدر\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\n( 34 - أحمد بن عبد الوهاب بن هبة الله )\r\nابن محمد بن علي بن يحيى بن السيني أبو البركات بن أبي الفرج مؤدب الخلفاء كانت له معرفة حسنة بالآداب ومات في سادس عشر من المحرم سنة أربع عشرة وخمسمائة عن ست وخمسين سنة وثلاثة أشهر\r\nقال أبو الفرج بن الجوزي كان أبو البركات يعلم أولاد المستظهر وكان له أنس بالمسترشد فلما قبض على ابن الجوزي صاحب المخزن ولي ابن السيني مكانه النظر في المخزن سنة وثمانية أشهر وكان عالما بالأدب والشعر كثير الإفضال على أهل العلم وخلف من المال ما حزر بمائة ألف دينار وقف وقوفا على مكة والمدينة .\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n( 35 - أحمد بن عبيد بن ناصح بن بلنجر )\r\nأبو جعفر النحوي الكوفي يعرف بأبي عصيدة ديلمي الأصل من موالي بني هاشم حدث عن الواقدي والأصمعي وأبي داود الطيالسي وزيد بن هارون وغيرهم وروى عنه القاسم بن محمد بن بشار الأنباري وأحمد بن حسن بن شهير ومات فيما ذكره أبو عبد الله محمد بن شعبان بن هارون ابن بنت الغرياني في تاريخ الوفيات له في سنة ثلاث وسبعين ومائتين\r\nقالوا وكان ضعيفا فيما يرويه وله من التصانيف كتاب المقصور والممدود وكتاب المذكر والمؤنث وكتاب الزيادات في السفر لابن السكيت في إصلاحه وكتاب عيون الأخبار والأشعار\r\nوحدث محمد بن إسحاق النديم قال كان أو عصيدة وابن قادم يؤدبان ولد المتوكل قال لما أراد المتوكل أن يتخذ المؤدبين لولده جعل ذلك إلى\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nإيتاخ فأمر إيتاخ كاتبه أن يتولى ذلك فبعث إلى الطوال والأحمر وابن قادم وأبي عصيدة هذا وغيرهم من أدباء ذلك العصر فأحضرهم مجلسه وجاء أبو عصيدة فقعد في آخر الناس فقال له من قرب منه لو ارتفعت فقال بل أجلس حيث انتهى بي المجلس فلما اجتمعوا قال لهم الكاتب لو تذاكرتم وقفنا على موضعكم من العلم واخترنا فألقوا بينهم بيت ابن عنقاء الفزاري :\r\nذريني إنما خطئي وصوبي * علي وإنما أنفقت مال\r\nفقالوا ارتفع مال بإنما إذ كانت ما بمعنى الذي ثم سكتوا فقال لهم أحمد بن عبيد من آخر الناس هذا الإعراب فما المعنى فأحجم الناس عن القول فقيل له فما المعنى عندك قال أراد ما لومك إياي وإن ما أنفقت مال ولم أنفق عرضا فالمال لا ألام على إنفاقه فجاءه خادم من صدر المجلس فأخذ بيده\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nحتى تخطى به إلى أعلاه وقال له ليس هذا موضعك فقال لأن أكون في مجلس أرفع منه إلى أعلاه أحب إلي من أن أكون في مجلس أحط عنه فاختير هو وابن قادم بخط عبد السلام البصري\r\nحدثنا أبو الحسن محمد بن يوسف بن يوسف بن موسى سبط فلان قال حدثنا أبو القاسم عبيد الله بن محمد بن جعفر الأزدي قال سمعت أحمد بن عبيد بن ناصح يقول لما أراد المتوكل أن يعقد للمعتز ولاية العهد حططته عن مرتبته قليلا وأخرت غداءه عن وقته فلما كان وقت الانصراف قلت للخادم احمله فضربته من غير ذنب فكتب بذلك إلى المتوكل فأنا في الطريق منصرفا إذ لحقني صاحب رسالة فقال أمير المؤمنين يدعوك فدخلت على المتوكل وهو جالس على كرسي والغضب يبين في وجهه والفتح قائم بين يديه متكئا على السيف فقال ما هذا الذي فعلته يا أبا عبد الله\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nقلت أقول يا أمير المؤمنين فقال قل إنما سألتك لتقول قلت بلغني ما عزم عليه أمير المؤمنين أطال الله بقاءه فدعوت ولي عهده وحططت منزلته ليعرف هذا المقدار فلا يعجل بزوال نعمة أحد وأخرت غذاءه ليعرف هذا المقدار من الجوع فإذا شكي إليه الجوع عرف ذلك وضربته من غير ذنب ليعرف مقدار الظلم فلا يعجل على أحد قال فقال أحسنت وأمر لي بعشرة آلاف درهم ثم لحقني رسول قبيحة بعشرة آلاف أخرى فانصرفت بعشرين ألفا قال وحدثنا أبو القاسم الأزدي قال سمعت أحمد بن عبيد بن ناصح يحدث قال قال لي المعتز يوما يا مؤدبي تصلي جالسا وتضربني قائما فقلت له وضربك من الفروض ولا أؤدي فرضي إلا قائما وقال عبد الله بن عدي الحافظ أحمد بن عبيد أبو عصيدة النحوي كان بسر من رأى يحدث عن الأصمعي ومحمد بن مصعب القرقساني بمناكير وقال أبو أحمد الحافظ النيسابوري\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nوذكره فقال لا يتابع على جل حديثه قال أبو بكر محمد بن القاسم الأنباري أنشدني أبي قال أنشدنا أحمد بن عبيد :\r\nضعفت عن التسليم يوم فراقنا * فودعتها بالطرف والعين تدمع\r\nوأمسكت عن رد السلام فمن رأى * محبا بطرف العين قبلي يودع\r\nرأيت سيوف البين عند فراقنا * بأيدي جنود الشوق بالموت تلمع\r\nعليك سلام الله مني مضاعفا * إلى أن تغيب الشمس من حيث تطلع\r\n( 36 - أحمد بن عبيد الله بن محمد )\r\n( ابن عمار أبو العباس )\r\nالثقفي الكاتب المعروف بحمار العزيز كذا قال الخطيب قال وله مصنفات في مقاتل الطالبيين وغير ذلك\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nوكان يتشيع ومات في سنة أربع عشرة وثلاثمائة حدث عن عثمان بن أبي شيبة وسليمان بن أبي شيخ وعمر بن شبة ومحمد بن داود بن الجراح وغيرهم\r\nوروى عنه القاضي الجابي وابن زنجي الكاتب وأبو عمرو بن حيويه وأبو الفرج علي بن الحسين الأصفهاني وغيرهم وفيه يقول ابن الرومي :\r\nوفي ابن عمار عزيرية * يخاصم الله بها والقدر\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nما كان لم كان وما لم يكن * لم لم يكن فهو وكيل البشر\r\nلا بل فتى خاصم في نفسه * لم لم يفز قدما وفاز البقر\r\nوكل من كان له ناظر * صاف فلا بد له من نظر\r\nهذا ما ذكره الخطيب .\r\nووجدت في كتاب ألفه أبو الحسن علي بن عبيد الله بن المسيب الكاتب في أخبار ابن الرومي وكان ابن المسيب هذا صديقا لابن الرومي وخليطا له قال كان أحمد بن محمد بن عبيد الله بن عمار هكذا قال في نسبه بتقديم محمد على عبيد الله صديقا لابن الرومي كثير الملازمة له وكان ابن الرومي يعمل له الأشعار وينحله إياها يستعطف بها من يصحبه وكان ابن\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nعمار محدودا فقيرا وقاعة في الأحرار وكان أيام افتقاره كثير السخط لما تجري به الأقدار في آناء الليل والنهار حتى عرف بذلك فقال له علي بن العباس بن الرومي يوما يا أبا العباس قد سميتك العزيز قال له وكيف وقعت لي على هذا الاسم قال لأن العزيز خاصم ربه بأن أسال من دماء بني إسرائيل على يدي بختنصر سبعين ألف دم فأوحى الله لئن لم تترك مجادلتي في قضائي لأمحونك من ديوان النبوة وقال فيه :\r\n« وفي ابن عمار عزيرية »\r\nوذكر البيتين في كتاب الخطيب وزاد :\r\nلا بل فتى خاصم في نفسه * لم لم يفز قدما وفاز البقر\r\nوكل من كان له ناظر * صاف فلا بد له من نظر\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nوكتب ابن الرومي إلى أحمد بن محمد بن بشر المرشدي قصيدة يمدحه فيها ويهنئه بمولود ولد له ويحضه على بر ابن عمار والإقبال عليه يقول فيها :\r\nولي لديكم صاحب فاضل * أحب أن يبقى وأن يصحبا\r\nمبارك الطائر ميمونه * خبرني عن ذاك من جربا\r\nبل عندكم من يمنه شاهد * قد أفصح القول وقد أعربا\r\nجاء فجاءت معه غرة * تقبل الناس بها كوكبا\r\nإن أبا العباس مستصحب * يرضي أبا العباس مستصحبا\r\nلكن في الشيخ عزيرية * قد تركته شرسا مشغبا\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nفاشتد أبا العباس كفا به * فقد ثقفت المحطب المحوبا\r\nباقعة إن أنت خاطبته * أعرب أو فاكهته أغربا\r\nأدبه الدهر بتصريفه * فأحسن التأديب إذ أدبا\r\nوقد غدا ينشر نعمائكم * في كل ناد موجزا مطنبا\r\nوالقصيدة طويلة قال وصار محمد بن داود بن الجراح يوما إلى ابن الرومي مسلما عليه فصادف عنده أبا العباس أحمد بن محمد بن عمار وكان من الضيق والإملاق في النهاية وكان علي بن العباس مغموما به فقال محمد بن داود لابن الرومي ولأبي عثمان الناجم لو صرتما إلي\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nوكثرتما بما عندي لأنس بعضنا ببعض فأقبل ابن الرومي على محمد بن داود فقال أنا في بقية علة وأبو عثمان مشغول بخدمة صاحبه يعني ابن بليل وهذا أبو العباس بن عمار له موضع من الرواية والأدب وهو على غاية الإمتاع والإيناس بمشاهدته وأنا أحب أن تعرف مثله وفي العاجل خذه معك لتقف على صدق القول فيه فأقبل محمد بن داود على أحمد بن عمار وقال له تفضل بالمصير إلي في هذا اليوم وقبله قبولا ضعيفا فصار إليه ابن عمار في ذلك اليوم ورجع إلى ابن الرومي فقال له إني أقمت عند الرجل وبت وأريد أن تقصده وتشكره وتؤكد أمري معه ومحمد بن داود في هذا الوقت متعطل ملازم منزله فصار إليه وأكد له الأمر معه وطال اختلافه إليه إلى أن ولي عبيد الله بن سليمان وزارة المعتضد واستكتب محمد بن داود بن الجراح وأشخصه معه وقد خرج إلى الجبل ورجع وقد\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nزوجه بعض بناته وولاه ديوان المشرق فاستخرج لابن عمار أقساطا أغناه بها وأجرى عليه أيضا من ماله ولم يزل يختلف إليه أيام حياة محمد بن داود وكان السبب في أن نعشه الله بعد العثار وانتاشه من الإقبار ابن الرومي فما شكر ذلك له وجعل يتخلفه ويقع فيه ويعيبه وبلغ ابن الرومي ذلك فهجاه بأهاج كثيرة منها وهو مصحف :\r\nألا قل لابن عمار * ألا تعظم من قدري\r\nبحر أختك وحر والدتك * لا تعرض لشعري\r\nوتذكر حين تنسى * حر عمتك وأيري\r\nوإذ فتى فرح الروحة * منقاد لأمري\r\nحر خالاتك للجيران * لكن لست تدري\r\nقال ابن المسيب ومن عجيب أمر عزير هذا أنه كان ينتقص ابن الرومي في حياته ويزري على شعره ويتعرض\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nلهجائه فلما مات ابن الرومي عمل كتابا في تفضيله ومختار شعره وجلس يمليه على الناس وذكره محمد بن إسحاق النديم في كتاب الفهرست فقال كان يصحب محمد بن داود بن الجراح ويروي عنه ثم توكل للقاسم بن عبيد الله بن سليمان وولده .\r\nوله من الكتب كتاب المبيضة وهو في مقاتل الطالبيين كتاب الأنواء كتاب مثالب أبي نواس كتاب أخبار سليمان بن أبي شيخ كتاب الزيادة في أخبار الوزراء لابن الجراح كتاب أخبار حجر بن عدي كتاب أخبار أبي نواس كتاب أخبار ابن الرومي ومختار شعره كتاب المناقضات كتاب أخبار أبي العتاهية كتاب الرسالة في بني أمية كتاب الرسالة في تفضيل بني هاشم ومواليهم وذم بني أمية وأتباعهم كتاب الرسالة في المحدب والمحدث كتاب أخبار عبد الله بن معاوية الجعدي كتاب الرسالة في مثالب معاوية .\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nوذكره أبو عبد الله المرزباني في كتاب المعجم فقال وذكر أنه مات في سنة عشر وثلاثمائة قال وهو القائل :\r\nوعيرتني النقصان والنقص شامل * ومن ذا الذي يعطى الكمال فيكمل\r\nوأقسم أني ناقص غير أنني * إذا قيس بي قوم كثير تقللوا\r\nتفاضل هذا الخلق بالعلم والحجى * ففي أيما هذين أنت فتفضل\r\nولو منح الله الكمال ابن آدم * لخلده والله ما شاء يفعل\r\nوذكر ابن زنجي أبو القاسم الكاتب قال كان الوزير أبو الحسن علي بن محمد بن الفرات قد أطلق في وزارته الأخيرة للمحدثين عشرين ألف درهم فأخذت\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\nلأبي العباس أحمد بن عبد الله بن عمار لأنه كان يجيئني ويقيم عندي وسمعت منه أخبار المبيضة ومقتل حجر وكتاب صفين وكتاب الجمل وأخبار المقدمي وأخبار سليمان بن أبي شيخ وغير ذلك خمسمائة درهم\r\n( 37 - أحمد بن عبد الله بن أحمد أبو الحسين )\r\nالكلوذاني المعروف بابن قرعة من أهل الأدب والفضل الغزير كتب بخطه الكثير من المصنفات الطوال ولازم أبا بكر الصولي وتضلع عليه من أدبه وروى عنه وطلب الأدب طول عمره ثم عاد إلى بلده كلوذى فأقام بها طول عمره وقصده الناس فكان أديبها وفاضلها ولم يزل بها إلى آخر عمره .\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\n\r\n( 38 - أحمد بن عبيد الله بن الحسن بن شقيرا )\r\nأبو العلاء البغدادي ذكره الحافظ أبو القاسم في تاريخ دمشق وقال حدث عن أبي بكر محمد بن هارون بن المحدو وحامد بن شعيب البلخي والهيثم بن خلف وأبي بكر الباغندي والبغوي وأبي عمر الزاهد وأبي بكر بن الأنباري وابن دريد وأحمد بن فارس وأبي بكر أحمد بن عبد الله سيف السجستاني روى عنه تمام الرازي ومكي بن محمد بن الغمر وأبو نصر عبد الوهاب بن عبد الله بن الحيان ومحمد بن عبد الله بن الحسن الدوري\r\n( 39 - أحمد بن علي بن يحيى بن أبي منصور )\r\nالمنجم أبو عيسى نذكر كل واحد من آبائه\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\nوأعمامه وأهل بيته في بابه إن شاء الله تعالى وحده وأما نسبهم وولاؤهم وأوليتهم فنذكره في باب جده يحيى بن أبي منصور المنجم إن شاء الله وكان أحمد هذا نبيلا فاضلا وذكره محمد بن إسحاق النديم فقال له كتاب تاريخ سني العالم .\r\n( 40 - أحمد بن علي أبو بكر الميموني )\r\nالبرزندي النحوي ذكره أبو الفتح منصور بن المعذر النحوي الأصفهاني المتكلم وقد ذكر جماعة من المعتزلة النحويين فذكر أبا سعيد السيرافي وأبا علي الفارسي وعلي بن عيسى الرماني وغيرهم ثم قال وأبو بكر أحمد بن علي النحوي البرزندي الشافعي النحوي المعتزلي القائل :\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\n\r\nإذا مت فانعيني إلى العلم والنهى * وما حبرت كفي بما في المحابر\r\nفإني من قوم بهم يصبح الهدى * إذا أظلمت بالقوم طرق البصائر\r\n( 41 - أحمد بن علي بن وصيف )\r\n( المعروف بابن خشكنانجه )\r\nيكنى أبا الحسين وكان أبوه علي الملقب بخشكنانجه فاضلا وقد ذكر في بابه مات أحمد ببغداد وذكره محمد بن إسحاق النديم وقال كان كاتبا بليغا فصيحا شاعرا وله من الكتب كتاب النثر الموصول بالنظم كتاب صناعة البلاغة كتاب الفوائد :\r\n( 42 - أحمد بن علي القاساني اللغوي )\r\nأبو العباس يعرف بلوه وقيل بابن لوه لا أعرف\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nمن أمره إلا ما قرأته بخط بديع بن عبد الله فيما كتبه عن أبي الحسين أحمد بن فارس اللغوي أنشدني أحمد بن علي بن القاساني اللغوي :\r\nإغسل يديك من الثقات * وأصرمهم صرم البتات\r\nواصحب أخاك على هواه * وداره بالترهات\r\nما الود إلا باللسان * فكن لساني الصفات\r\nوقال في موضع آخر منه سمعت أبا العباس أحمد بن علي القاساني يقول سمعت أعرابيا بالبادية يقول :\r\nقل لدنيا أصبحت تلعب بي * سلط الله عليك الآخرة\r\nقلت أنا هذا البيت معروف للحسين بن الضحاك مع بيت آخر هو :\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nإن أكن أبرد من قنينة * أو من الريش فأمي فاجره\r\nوقال في موضع آخر أخبرني أبو العباس أحمد بن علي القاساني يعرف بلوه وقال في موضع آخر يعرف بابن لوه بقزوين قال كنت بالبصرة وبها أبو بكر بن دريد فبينا نحن في مجلسه ورد علينا رجل من أهل الكوفة فجعل يسأله عن مسائل يظهر فيها لنا أنه يتعنته ويتسقطه فأقبل عليه أبو بكر فقال له يا هذا قد عرفت مغزاك وأحب أن تجمع ما تريد أن تسألني عنه في قرطاس وتأتيني به وتأخذ مني الجواب بديهة إن شئت أو روية فمضى الرجل وجاءه بعد ثلاث وقد جمع له فما سأله عن مسألة إلا وأبو بكر يبادره بالجواب والرجل يكتب ثم إنا سألنا الرجل فأعطانا المسائل والجواب فكتبتها\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nوهي هذه سماعي من أبي بكر لفظا القهوسة مشية بسرعة القعسرة الصلابة والشدة القعسنة الانتصاب في الجلسة ويقال الفقعسة أن يرفع الرجل رأسه وصدره القعوسة التذلل الفقعسة استرخاء وبلادة في الإنسان البحدلة القصر بهدل الكهدل الشابة الناعمة غطمش من قولنا تغطمش علينا إذا ظلمنا هجعم من الهجعمة وهي الجرأة خضارع من الخضرعة وهي التسمح بأكثر ما عند الإنسان التخثعم الانقباض الخثعمة التلطخ بالدم الشعفر المرأة الحسناء الكلحبة العبوس ويقال كلحبت النار إذا مدت لسانها سنبس من الصلابة واليبس البلندى الغليظ الصلب القرثعة تقرد الصوف في خروف ونحو هذه .\r\nقال ابن فارس أنشدني أبو العباس أحمد بن علي القاساني وكان يعرف بابن لوه قال أنشدني أبو عبد الله نفطويه لبعض الأعراب :\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nإذا واله حنت من الليل حنة * إلى إلفها جاوبتها بحنين\r\nهنالك لا روادهم يبلغوننا * ولا خبر يجلو العمى بيقين\r\nوقال قال أبو العباس حججت فوقفت على أعرابية فقلت لها كيف أصبحت فقالت :\r\nبخير على أن النوى مطمئنة * بليلى وأن العين باد معينها\r\nوإني لباك من تفرق شملهم * فمن مسعد للعين أم من يعينها\r\nقال وأنشدني :\r\nألا ليت شعري هل أبيتن ليلة * بواد به الجثجاث والسلم والنصر\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\nقال ابن فارس وأنشدني أحمد بن علي القاساني :\r\nوأمست أحب الناس قربا ورؤية * إلى قلبه سلمى وإن لم تحبب\r\nحبيب إليه كل واد تحله * سليمى خصيبا كان أو غير مخصب\r\nقال وأنشدني :\r\nوإذا دعا داع بها فديتها * وعضضت من جزع لفرقتها يدي\r\nلا يبعدن تلك الشمائل والحلى * منها وإن سكنت محل الأبد\r\n( 43 - أحمد بن علي بن هارون )\r\nابن علي بن يحيى بن أبي منصور المنجم والمنجم\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nأبو الفتح أحد من سلك سبيل آبائه في طرق الآداب واهتدى بهديهم في تلك إلى الفضائل من كل روى عنه أبو علي التنوخي في نشواره فأكثر ووصفه بالفضل وما قصر وأنشد له أشعارا قال أنشدني أبو الفتح أحمد بن علي بن هارون بن يحيى المنجم في الوزير أبي الفرج محمد بن العباس بن فسانجس في وزارته وقد عمل على الانحدار إلى الأهواز لنفسه :\r\nقل للوزير سليل المجد والكرم * ومن له قامت الدنيا على قدم\r\nومن يداه معا تجدي ندى وردى * يجريهما عدل حكم السيف والقلم\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nومن إذا هم أن يمضي عزائمه * رأيت ما تفعل الأقدار في الأمم\r\nومن عوارفه تهمي وعادته * في رب بدأته تنمي على القدم\r\nلا أنت أشهر في رعي الذمام وفي * حكم التكرم من نار على علم\r\nوالعبد عبدك في قرب وفي بعد * وأنت مولاه إن تظعن وإن تقم\r\nفمره يتبعك أو لا فاعتمده بما * تجري به عادة الملاك في الخدم\r\nقال وأنشدني لنفسه وذكر أنه لا يوجد لها قافية رابعة من جنسها في الحلاوة :\r\nسيدي أنت ومن عاداته * باعتدال وبجود جاريه\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nأنصف المظلوم وارحم عبرة * بدموع ودماء جاريه\r\nربما أكني بقول سيدي * عند شكواي الهوى عن جاريه\r\nقال وأنشدني لنفسه والقافية كلها عود باختلاف المعنى :\r\nالعيش عافية والريح والعود * فكل من حاز هذا فهو مسعود\r\nهذا الذي لكم في مجلس أنق * شنجاره العنبر الهندي والعود\r\nوقينة وعدها بالخلف مقترن * بما يؤمله راج وموعود\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\nوفتية كنجوم الليل دأبهم * إعمال كأس حداها النار والعود\r\nفاغدوا علي بكأس الراح مترعة * عودا وبدءا فإن أحمدتم عودوا\r\n( 44 - أحمد بن علي أبو الحسن البتي الكاتب )\r\nكان يكتب للقادر بالله عند مقامه بالبطيحة ولما وصلته البيعة كتب عنه إلى بهاء الدولة وكان البتي حافظا للقرآن تاليا له مليح المذاكرة بالأخبار والآداب عجيب النادرة ظريف المزح والمجون قال ابن عبد الرحيم كان البتي في بدء أمره يلبس الطيلسان ويسمع الحديث ويقرأ القرآن على شيوخ عصره وكان يذكر أنه قرأ القرآن على زيد بن أبي بلال وكان غاية في جمع خلال الأدب يتعلق بصدور وافرة من فنون العلم\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nويكتب خطا جيدا ويترسل ترسلا لا بأس به وينظم شعرا دون ما كان حظي به من العلم ثم لبس من بعد الدراعة وسلك في لبسه مذاهب الكتاب القدماء وكان يلبس الخفين والمبطنة ويتعمم العمة الثغرية وإن لبس لالجة لم تكن إلا مربدية وكان لا يتعرض لحلق شعره جريا على السنة السالفة وكتب من بعد في ديوان الخلافة وكان له حرمة بالقادر بالله رعاها له ثم غلب على أخلاقه الهزل وتجافى الجد بالواحدة وانقطع إلى اللعب وكان شكله ولفظه وما يورده من النوادر يدعو إلى مكاثرته والرغبة إلى مخالطته فحضر مجلس بهاء الدولة في جملة الندماء ونفق عنده نفاقا لا مزيد عليه ولم يكن لأحد من الرؤساء مسرة تتم ولا أنس يكمل إلا بحضوره فكانوا يتداولونه ولا يفارقونه ونادم الوزراء حتى انتهى إلى منادمة فخر الملك وأعجب به غاية\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nالإعجاب وأحسن إليه غاية الإحسان ومات في أيامه وكانت له نوادر مضحكة وجوابات سريعة لا يكاد يلحقه فيها أحد وتعرض لغيبة الناس تعرضا قلما أخل به على الوجه المضحك الذي يكون سببا إلى تدارك تلك المنقصة وطريقا إلى استقالة زلته فيها ما اعتمده من التطايب وكان يذهب مذهب المعتزلة ويميل إلى فقه أبي حنيفة ويتعصب للطائي تعصبا شديدا ويفضل البحتري على أبي تمام ويغلو فيه غاية الغلو\r\nفمن نوادره الشائعة أنه انحدر مع الرضي والمرتضى وابن أبي الريان الوزير وجماعة من الأكابر لاستقبال بعض الملوك فخرج عليهم اللصوص ورموهم بالحراقات وجعلوا يقولون ادخلوا يا أزواج القحاب فقال البتي ما خرج هؤلاء علينا إلا بعين قالوا ومن أين علمت قال وإلا فمن أين علموا أنا أزواج قحاب وكان\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nالبتي صاحب الخبر والبريد في الديوان القادري ومات في شعبان سنة ثلاث وأربعمائة وله تصانيف منها كتاب القادري وكتاب العميدي وكتاب الفخري\r\nقال الوزير أبو القاسم المغربي كان أبو الحسن البتي أحد المتفننين في العلوم لا يكاد يجارى في فن من العلوم فيعجز عنه وكان مليح المحاضرة كثير المذاكرة طيب النادرة مقبول المشاهدة رأيته علي باب أحد رؤساء العمال وقد حجب عنه فكتب إليه :\r\nعلى أي باب أطلب الإذن بعد ما * حجبت عن الباب الذي أنا صاحبه\r\nفخرج الإذن له في الحال\r\nوحدث الرئيس أبو الحسن هلال بن المحسن قال كنت عند فخر الملك أبي غالب بن خلف بالأهواز فكتب إلى أبي ياسر عماد بن أحمد الصيرفي احمل إلى أبي الحسن البتي مائتي دينار مع امرأة لا يعرفها واكتب معها رقعة غير مترجمة وقل فيها قد دعاني ما آثرته\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nمن مخالطتك ورغبت فيه من مودتك إلي استدعاء المواصلة منك وافتتاح باب الملاطفة بيني وبينك وقد أنفذت مع الرسول مائتي دينار فأخذها أبو الحسن وكتب على ظهر الرقعة مال لا أعرف مهديه فأشكر له ما يوليه إلا أنه صادف إضاقة دعت إلي أخذه والاستعانة في بعض الأمور به قلت :\r\nولم أدر من ألقى عليه رداءه * سوى إنه قد سل عن ماجد محض\r\nوإذا سهل الله لي اتساعا رددت العوض موفورا وكان المبتدئ بالبر مشكورا\r\nوكان أبو الحسن قد فطن للقصة وكتب على بصيرة ولما أنفذ أبو ياسر بالجواب أقرأنيه فخر الملك فاستحسنت وقوع هذا البيت موقعه من التمثل\r\nومن شعر الرضي الموسوي إليه الأبيات المشهورة :\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nأبا حسن أتحسب أن شوقي * يقل على مكاثرة الخطوب\r\nيهش لكم على الفرقان قلبي * هشاشته إلى الزور القريب\r\nوألفظ غيركم ويسوغ عندي * ودادكم مع الماء الشروب\r\nورثاه الموسوي بقوله :\r\nما للهموم كأنها * نار على قلبي تشب\r\nوالدمع لا يرقا له * غرب كأن العين غرب\r\nما كنت أحسب أنني * جلد على الأرزاء صعب\r\nما أخطأتك النائبا * ت إذا أصابت من تحب\r\nورثاه المرتضى أخو الرضي بقوله :\r\nعرج على الدار مغبرا جوانبها * فاسأل بها عجلا عن ساكن الدار\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nوقل لها ما كنا نراه على * مر المدى بك من نقض وإمرار\r\nوأين أوعية الآداب فاهقة * تجري خلالك جري الجدول الجاري\r\nيا أحمد بن علي والردى عرض * يزور بالرغم منا كل زوار\r\nعلقت منك بحبل غير منتكث * عند الحفاظ وعود غير خوار\r\nوقد بلوتك في سخط وعند رضى * وبين طي لأنباء وإظهار\r\nفلم تفدني إلا ما أضن به * ولم تزدني إلا طيب أخبار\r\nلا عار فيما شربت اليوم غصته * من المنون وهل بالموت من عار\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nولم ينلك سوى ما نال كل فتى * عالي المكان ولاقى كل جبار\r\nوأمر بهاء الدولة أبا الحسن البتي أن يعمل شعرا يكتب على تكة إبريسم فقال :\r\nلم لا أتيه ومضجعي * بين الروادف والخصور\r\nوإن اتشحت فإنني * بين الترائب والنحور\r\nولقد نشأت صغيرة * إلفا لربات الخدور\r\nوله يصف كوز الفقاع :\r\nيا رب ثدي مصصته بكرا * وقد عراني خمار مغبوق\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nله هدير إذا شربت به * مثل هدير الفحول في النوق\r\nكأن ترجيعه إذا رشف الرا * شف فيه صياح مخنوق\r\nوله أيضا :\r\nما احمرت العين من دمع أضر بها * في عرصتي طلل أو إثر مرتحل\r\nلكن رآها الذي يهوى وقد نظرت * في وجه آخر فاحمرت من الخجل\r\nقال ابن عبد الرحيم وكان القادر بالله استتر عنده لما طلبه الطائع قبل انحداره وأخذ يده أن يستلينه فلما ولي وقضي الأمر صرف ابن حاجب النعمان ورتبه في كتابته واتفق أن كان ذلك في وقت الأضحى فخرج إليه خادم على العادة في مثل ذلك فقال له\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nرسم أن تحصي أسقاط الأضاحي فقال لغلامه خذ الدواة فإن القوم يريدون كراعيا ولا يريدون كاتبا وانصرف بهذا المزج من الخدمة وكان الهزل قد غلب عليه وعزب عنه الجد جملة وكان بينه وبين الرضي مقارضة لكلام جرى بينهما فاتفق أن اجتاز بقرب دار الرضي عند مسجد الأنباري فقال لغلامه مل بنا عن تلك الدار فإني أكره المرور بها فالتفت فوقعت عينه على الرضي فتمم كلامه من غير أن يقطعه وقال فإنني لا وجه لي في لقائه لطول جفائه فاستحسن هذا من بديهته ودخل دار الرضي واصطلحا\r\nومن نوادره أنه سمع يوما أصوات الملاحين وارتفاع ضجة فقال ما هذا فقالوا هؤلاء أولاد أبي الفضل بن حاجب النعمان وأبي سعيد بن أبي الخطاب وجماعة أولادهم فقال ما بيننا وبين هؤلاء إلا موت\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nالآباء ورأى معلما قبيح الوجه يعرف بنفاط الجن وكان وحشا انكشفت سوأته فقال له يا هذا استر عورتك السفلى فإنك قد أدليت ولكن بغير حجة واستقبل أبا عبد الله بن الدراع في ميدان بستان فخر الدولة وهو متكئ على يد غلام أسود فقال أبو عبد الله هذا الأسود يصلح لخدمة سيدنا فقال البتي أي الخدم فقال خدمة الفراش فقال اللهم غفرا أرمى بالبغاء وليس في منزلي خنفساء ويعرى منه سيدنا وفي داره جميع بني حام\r\nبشر ابن الحواري بمولود وكان ابن الحواري سمج الخلقة فقال له البتي إن كان هذا المولود يشبهك فويه ثم وبه\r\nوسقاه الفقاعي دار فخر في فخر الدولة فقاعا فلم يستطبه فرد الكوز مفكرا فقال له الفقاعي في أي شيء\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nتفكر فقال في دقة صنعتك كيف أمكنك أن تخرى في هذه الكيزان كلها مع ضيق رأسها / وأتاه غلامه في مجلس حفل فقال له إن ابنك وقع من ثلاث درج فقال ويلك من ثلاث بقين أو خلون فلم يفهم عنه فقال إن كان خلون فسهل وإن بقين فيحتاج إلى نائحة\r\nودخل الرقي العلوي على فخر الملك فقال أطال الله بقاء مولانا وأسعده بهذا اليوم فقال له وأي يوم هذا فقال أيلون فقال البتي بالنون فقال ما قرأت النحو فقال البتي أنت إذا معذور فإنك ثلاثة أرباع رقيع أراد رقي إذا ألحقت به العين وهو الحرف الرابع صار رقيع\r\nقال ابن عبد الرحيم وكان بين البتي وبين أبي القاسم بن فهد ملاحاة ومنابذة ثم أصلح فخر الملك بينهما فعمل فيه أبياتا يقول فيها :\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nقلت للبتي لما * رام صلحي من بعيد\r\nوكان يرمى بالبخر ويزن بالأبنة أيضا وقال فيه أيضا :\r\nوكل شرط للصلح أقبله * إن أنت أعفيتني من القبل\r\nوحدث ابن عبد الرحيم قال وكان البتي مقبولا مستملحا في جميع أحواله ولم يكن فيه أقل من شعره فإنه كان في غاية البرد وعدم الطبع وكان قد عمل في فخر الملك وهو يسد النهروان قصيدة يصف فيها السكر قال فيها :\r\nإذا أتاه الماء من جانب عاجله * بالسد من جانب\r\nفقال له هذا والله أيها الأستاذ بارد وأعاده فحكى البيت وتأمله وقال نعم والله هو بارد وجعل يعوج على نفسه ويكرر الإنشاد مستبردا له فضحك فخر الملك منه وقطع الإنشاد ولم يتممه\r\nقال ولم يكن يسلم أحد من لسانه وتعويجه وثلبه\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nله وإذا اتفق أن يسمعه من يقول ذلك فيه التفت إليه كالمعتذر وقال مولاي ههنا ما علمت بحضوره ويجعل كونه ما علم بحضوره اعتذارا كأنه مباح له ثلبه بالغيبة\r\nقال وكان مع ذكائه وتوقده وكثرة طنزه وتولعه أشد الناس غباوة في الأمور الجديات وأبعدهم من تصورها وكان له معرفة بالغناء وصنعته ولا تكاد المغنية تغني بصوت إلا ذكر صنعته وشاعره وجميع ما قيل في معناه وله من قصيدة في ابن صالحان :\r\nسل الربع بالخبتين كيف معاهده * وأنى برجع القول منه هوامده\r\nعفت حقبا بعد الأنيس رسومه * فلم يبق إلا نؤيه وخوالده\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nديار نزفت الدمع في عرصاتها * تؤاما إلى أن أقرح الجفن فارده\r\nأرقت دما بعد الدموع نزحته * من القلب حتى غيضته شوارده\r\nسأستعتب الدهر الخئون بسيد * يرد جماح الدهر إذ هو قائده\r\nسواء عليه طارف المال في الندى * إذ ما انتحاه السائلون وتالده\r\nوله فيه :\r\nقرم إذا اعتذرت نوافل بره * لم يلف دافع حقها بمعاذر\r\nمن معشر ورثوا المكارم والعلا * وتقسموها كابرا عن كابر\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nقوم يقوم حديثهم بقديمهم * ويسير أولهم بمجد الآخر\r\nوكان أبو إسحاق الصابئ قد عمل لأبي بشر بن طازاد نسخة كتاب أراد إنشاءه ونحله إياه فكتب إليه أبو الحسن البتي يعرض بذلك :\r\nزكاة العلوم زكاة الندى * وعرف المعارف بذل الحجى\r\nولكن يجر به أهله * فأجر بنيلك فضل التقى\r\nلئن كنت أوجبته قربة * لما وقع الموقع المرتضى\r\nوما صدقاتك مقبولة * إذا ما تنكبت فيها الهدى\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n\r\nقد عرفت أطال الله بقاء سيدي العارية والمستعير وكيف جرى الأمر في ذلك وما ظننت أن هذا يجري مجرى الماعون الذي لا يحسن منعه إذ لا يقع الغرض موقعه بل ساء لنفرته من لابسه\r\n( 45 - أحمد بن علي بن محمد أبو عبد الله )\r\nالرماني النحوي المعروف بابن الشرابي ذكره أبو القاسم فقال سمع عبد الوهاب بن حسن الكلابي وأبا الفرج الهيثم بن أحمد الفقيه وأبا القاسم عبد الرحمن بن الحسين بن الحسن بن علي بن يعقوب بن أبي العقب حدث بكتاب إصلاح المنطق ليعقوب بن السكيت عن أبي جعفر محمد بن أحمد الجرجاني عن أبي علي الحسن بن إبراهيم الآمدي عن أبي الحسن علي بن سليمان الأخفش عن ثعلب عن ابن السكيت روى عنه\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nأبو نصر بن طلاب الخطيب قال ابن الأكفاني حدثنا عبد العزيز بن أحمد الكناني قال توفي أبو عبد الله أحمد بن علي الرماني الشرابي النحوي يوم الجمعة ليومين مضيا من ربيع الآخر سنة خمس عشرة وأربعمائة .\r\nاستدراك\r\nلما كانت مهمتنا في مراجعة تجارب الطبع النهائي لهذه الموسوعة الكبيرة ، مزدوجة الإرهاق ، سواء أكانت من ناحية تدارك ما فات على المستشرق الجليل ، الأستاذ « مرجليوث » ، صاحب الفضل الأول في إظهار الكتاب ، مع اعترافنا بما تجشمه من تذليل عقاب ، وحل صعاب ، أم من ناحية عدم استكمال نظام الشكل ، المتصل بالحرف نفسه في مطابعنا المصرية ، فقد وقعت - وينتظر أن تقع - بعض هنات مطبعية وفنية ، في غضون الكتاب ، مما نرى لزاما علينا - وفاء للعلم ، وأمانة للغة - أن نتدارك الهام منها ، في ملحق نذيل به نهاية كل أجزاء أربعة .\r\nمنتهزا هذه الفرصة ، للإشادة بحسن إرشادات زميلي الأستاذين الجليلين : على الجارم بك ، المفتش الأول للغة العربية بوزارة المعارف وأحمد يوسف نجاتي ، مدرس اللغة العربية بدار العلوم ، فيما استغلق من ألفاظ الكتاب ، وأبهم من معانيه ، ومقدرا ما بذله قسم التصحيح بدار المأمون ، وعلى رأسهم الأديب ، الشيخ محمود منصور ، وزملاؤه ، من جهد ، وصبر ، ومعونة .\r\nعبد الخالق عمر\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nانتهى الجزء الثالث\r\nمن كتاب معجم الأدباء\r\n( ويليه الجزء الرابع )\r\n( وأوله ترجمة )\r\n( أحمد بن علي بن خيران الكاتب )\r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272}
  ]