[
  {"content":"\r\nمعجم الأدباء\r\nفي عشرين جزءا\r\nلياقوت\r\nالجزء الرابع\r\nالطبعة الثالثة\r\nمنقحة ومصححة وفيها زيادات\r\n1400 ه‍ - 1980 م\r\nدار الفكر\r\nللطباعة والنشر والتوزيع\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nمقدمة الكتاب\r\nبسم الله الرحمن الرحيم\r\nبحمدك اللهم نستعين ، وبالصلاة على نبيك نسلهم التوفيق لما يقتضيه الدين . أما بعد فقد قال العماد الأصفهاني :\r\nإني رأيت أنه لا يكتب إنسان كتابا في يومه إلا قال في غده : لو غير هذا لكان أحسن ، ولو زيد كذا لكان يستحسن ولو قدم هذا لكان أفضل ، ولو ترك هذا لكان أجمل ، هذا من أعظم العبر ، وهو دليل على استيلاء النقص على جملة البشر .\r\nالعماد الإصفهاني\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n( 1 - أحمد بن علي بن خيران الكاتب )\r\nالمصري أبو محمد الملقب بولي الدولة صاحب ديوان الإنشاء بمصر بعد أبيه وكان أبوه أيضا فاضلا بليغا أعظم من ابنه وأكثر علما وكان أبو محمد هذا يتقلد ديوان الإنشاء للظاهر ثم للمستنصر وكان رزقه في كل سنة ثلاثة آلاف دينار وله عن كل ما يكتبه من السجلات والعهودات وكتب التقليدات رسوم يستوفيها من كل شيء بحسبه وكان شابا حسن الوجه جميل المروءة واسع النعمة طويل اللسان جيد العارضة وسلم إلى أبي منصور بن الشيرازي رسول ابن النجار إلى مصر من بغداد جزأين من شعره ورسائله واستصحبهما إلى بغداد ليعرضهما على الشريف المرتضى أبي القاسم وغيره ممن يأنس به من رؤساء البلد ويستشير في\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nتخليدهما دار العلم لينفذ بقية الديوان والرسائل إن علم أن ما أنفذه منها ارتضي واستجيد وأنه فارقه حيا ثم ورد الخبر بأنه مات في شهر رمضان سنة إحدى وثلاثين وأربعمائة في أيام المستنصر\r\nقال ابن عبد الرحيم ووقع إلي الجزء من الشعر فتأملته فما وجدته طائلا وعرفني الرئيس أبو الحسن هلال بن المحسن أن الرسائل صالحة سليمة قال وقد انتزعت من المنظوم على خلوة إلا من الوزن والقافية\r\nفمن شعره :\r\nعشق الزمان بنوه جهلا منهم * وعلمت سوء صنيعه فشنئته\r\nنظروه نظرة جاهلين فغرهم * ونظرته نظر الخبير فخفته\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nولقد أتاني طائعا فعصيته * وأباحني أحلى جناه فعفته\r\nومن شعره أيضا :\r\nولي لسان صارم حده * يدمي إذا شئت ولا يدمى\r\nومنطق ينظم شمل العلا * ويستميل العرب والعجما\r\nولو دجا الليل على أهله * فأظلموا كنت لهم نجما\r\nومن شعره أيضا :\r\nأخذ المجد يميني * لتفيضن يميني\r\nثم لا أرجئ إحسانا * إلى من يرتجيني\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nومن شعره أيضا :\r\nولقد سموت على الأنام بخاطر * الله أجرى منه بحرا زاخرا\r\nفإذا نظمت نظمت روضا حاليا * وإذا نثرت نثرت درا فاخرا\r\nوقال على لسان بعض العلويين يخاطب العباسيين :\r\nوينطقنا فضل البدار إلى الهدى * ويخرسكم عن ذكر فضل لنا بدر\r\nوما كانت الشورى علينا غضاضة * ولو كنتم فيها استطاركم الكبر\r\nومن شعره أيضا :\r\nيا من إذا أبصرت طلعته * سدت علي مطالع الحزم\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nقد كف لحظي عنك مذ كثرت * فينا الظنون فكف عن ظلمي\r\nومن شعره أيضا :\r\nحيوا الديار التي أقوت مغانيها * واقضوا حقوق هواها بالبكا فيها\r\nديار فاترة الألحاظ غانية * جنت عليك ولجت في تجنيها\r\nظلت تسح دموعي في معاهدها * سح السحاب إذا جادت عزاليها\r\nومن شعره أيضا :\r\nأيها المغتاب لي حسدا * مت بداء البغي والحسد\r\nحافظي من كل معتقد * في سوءا حسن معتقدي\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nومن شعره أيضا :\r\nأما ترى الليل قد ولت كواكبه * والصبح قد لاح وانبثت مواكبه\r\nومنهل العيش قد طابت موارده * والدهر وسنان قد أغفت نوائبه\r\nفقم بنا نغتنم صفو الزمان فما * صفو الزما لمخلوق يصاحبه\r\nومن شعره أيضا :\r\nخلقت يدي للمكرمات ومنطقي * للمعجزات ومفرقي للتاج\r\nوسموت للعلياء أطلب غاية * يشقى بها الغاوي ويحظى الراجي\r\nومن شعره :\r\nأنا شيعي لآل المصطفى * غير أني لا أرى سب السلف\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nأقصد الإجماع في الدين ومن * قصد الإجماع لم يخش التلف\r\nلي بنفسي شغل عن كل من * للهوى قرظ قوما أو قذف\r\nومن شعره :\r\nفقام يناوي غرة الشمس نوره * وتنصف من ظلم الزمان عزائمه\r\nأغر له في العدل شرع يقيمه * وليس له في الفضل ند يقاومه\r\nوقال على لسان ذلك الملك يخاطب الظاهر لإعزاز دين الله حين أمر بالختم على جميع ماله هذين البيتين وكانا السبب في الإفراج عما أخذ منه والرضى عنه :\r\nمن شيم المولى الشريف العلي * ألا يرى مطرحا عبده\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوما جزا من جن من حبكم * أن تسلبوه فضلكم عنده\r\nوكان ابن خيران قد خرج إلى الجيزة متنزها ومعه من أصحابه المتقدمين في الأدب والشعر والكتابة وقد احتفوا به يمينا وشمالا فأدى بهم السير إلى مخاضة مخوفة فلما رأى إحجام الجماعة من الفرسان عنها وظهور جزعهم منها قنع بغلته فولجها حتى قطعها وانثنى قائلا مرتجلا :\r\nومخاضة يلقى الردى من خاضها * كنت الغداة إلى العدا خواضها\r\nوبذلت نفسي في مهاول خوضها * حتى تنال من العدا أغراضها\r\nوله أيضا :\r\nمن كان بالسيف يسطو عند قدرته * على الأعادي ولا يبقي على أحد\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nفإن سيفي الذي أسطو به أبدا * فعل الجميل وترك البغي والحسد\r\nوله أيضا :\r\nقد علم السيف وحد القنا * أن لساني منهما أقطع\r\nوالقلم الأشرف لي شاهد * بأنني فارسه المصقع\r\nقال ابن عبد الرحيم وهو كثير الوصف لشعره والثناء على براعته ولسنه وجميع ما في الجزء بعد ما ذكرته لاحظ فيه وليس فيه مدح إلا في سلطانهم المستنصر والباقي على نحو ما ذكرته في مراثي أهل البيت عليهم السلام ولو كان فيه ما يختار لاخترته\r\n( 2 - أحمد بن علي بن ثابت بن أحمد بن مهدي )\r\nالخطيب أبو بكر البغدادي الفقيه الحافظ أحد\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nالأئمة المشهورين المصنفين المكثرين والحفاظ\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالمبرزين ومن ختم به ديوان المحدثين سمع ببغداد شيوخ وقته وبالبصرة وبالدينور وبالكوفة ورحل إلى نيسابور في سنة عشرة وأربعمائة حاجا فسمع بها ثم قدمها بعد فتنة البساسيري لاضطراب الأحوال ببغداد فآذاه الحنابلة بجامع المنصور سنة إحدى وخمسين فسكنها مدة وحدث بها بعامة كتبه ومصنفاته إلى صفر سنة سبع وخمسين فقصد صور فأقام بها وكان يتردد إلى القدس للزيارة ثم يعود إلى صور إلى أن خرج مثن صور في سنة اثنتين وستين وأربعمائة وتوجه إلى طرابلس وحلب فأقام في كل واحدة من البلدتين أياما قلائل ثم عاد إلى بغداد في أعقاب سنة اثنتين وستين وأقام بها سنة إلى أن توفي وحينئذ روى تاريخ بغداد وروى عنه من شيوخه أبو بكر البرقاني والأزهري وغيرهما\r\nوقال غيث بن علي الصوري سألت أبا بكر الخطيب\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nعن مولده فقال ولدت يوم الخميس لست بقين من جمادى الآخرة سنة اثنتين وتسعين وثلاثمائة كان الخطيب يذكر أنه لما حج شرب من ماء زمزم ثلاث شربات وسأل الله عز وجل ثلاث حاجات آخذا بقول النبي ماء زمزم لما شرب له فالحاجة الأولى أن يحدث بتاريخ بغداد والثانية أن يملي الحديث بجامع المنصور والثالثة أن يدفن إذا مات عند قبر بشر الحافي فلما عاد إلى بغداد حدث بالتاريخ بها ووقع إليه جزء فيه سماع الخليفة القائم بأمر الله فحمل الجزء ومضى إلى باب حجرة الخليفة وسأل أن يؤذن له في قراءة الجزء فقال الخليفة هذا رجل كبير في الحديث فليس له إلى السماع مني حاجة ولعل له حاجة أراد أن يتوصل إليها بذلك فسلوه ما حاجته فسئل فقال حاجتي أن يؤذن لي أن أملي بجامع المنصور فتقدم الخليفة إلى نقيب النقباء بأن يؤذن له في ذلك فحضر النقيب\r\nفلما مات أرادوا دفنه عند قبر\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبشر بوصية منه قال ابن عساكر فذكر شيخنا إسماعيل بن أبي سعد الصوفي وكان الموضع الذي بجنب بشر قد حفر فيه أبو بكر أحمد بن علي الطرثيثي قبرا لنفسه وكان يمضي إلى ذلك الموضع فيختم فيه القرآن ويدعو ومضى على ذلك عدة سنين فلما مات الخطيب سألوه أن يدفنوه فيه فامتنع فقال هذا قبري قد حفرته وختمت فيه عدة ختمات ولا أمكن أحدا من الدفن فيه وهذا مما لا يتصور فانتهى الخبر إلى والدي فقال له يا شيخ لو كان بشر في الأحياء ودخلت أنت والخطيب إليه أيكما كان يقعد إلي جنبه أنت أو الخطيب فقال لا بل الخطيب فقال له كذا ينبغي أن يكون في حالة الموت فإنه أحق به منك فطاب قلبه ورضي بأن يدفن الخطيب في ذلك الموضع فدفن فيه\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nوقال المؤتمن الساجي ما أخرجت بغداد بعد الدارقطني أحفظ من الخطيب وذكر في المنتظم أن الخطيب لقي في مكة أبا عبد الله بن سلامة القضاعي فسمع منه بها وقرأ صحيح البخاري على كريمة بنت أحمد المروزي في خمسة أيام ورجع إلى بغداد فقرب من رئيس الرؤساء أبي القاسم بن مسلمة وزير القائم بأمر الله تعالى وكان قد أظهر بعض اليهود كتابا وادعى أنه كتاب رسول الله صلى الله عليه وسلم بإسقاط الجزية عن أهل خيبر وفيه شهادات الصحابة وأنه خط علي بن أبي طالب رضي الله عنه فعرضه رئيس الرؤساء على أبي بكر الخطيب فقال هذا مزور فقيل له من أين لك ذلك قال في الكتاب شهادة معاوية بن أبي سفيان ومعاوية أسلم يوم الفتح وخيبر كانت في سنة سبع وفيه شهادة سعد بن معاذ وكان قد مات يوم الخندق في سنة خمس فاستحسن ذلك منه .\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nوذكر محمد بن عبد الملك الهمذاني أن رئيس الرؤساء تقدم إلى القصاص والوعاظ ألا يورد أحد حديثا عن رسول الله صلى الله عليه وسلم حتى يعرضه على أبي بكر الخطيب فما أمرهم بإيراده أوردوه وما منعهم منه ألغوه وفي المنتظم قال ولما جاءت نوبة البساسيري استتر الخطيب وخرج من بغداد إلى الشام وأقام بدمشق ثم خرج إلى صور ثم إلى طرابلس وإلى حلب ثم عاد إلي بغداد في سنة اثنتين وستين فأقام بها سنة ثم مات قال وله ستة وخمسون مصنفا بعيدة المثل منها كتاب تاريخ بغداد كتاب شرف أصحاب الحديث كتاب الجامع لأخلاق الراوي وآداب السامع كتاب الكفاية في معرفة علم الرواية كتاب المتفق والمفترق كتاب السابق واللاحق كتاب تلخيص المتشابه في الرسم كتاب في التلخيص كتاب في الفصل والوصل كتاب المكمل في بيان المهمل كتاب الفقيه والمتفقه كتاب الدلائل والشواهد على صحة العمل باليمين مع الشاهد كتاب غنية\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nالمقتبس في تمييز الملتبس كتاب الأسماء المبهمة في الأنباء المحكمة كتاب الموضح وهو أوهام الجمع والتفريق كتاب المؤتنف في تكملة المختلف والمؤتلف كتاب نهج الصواب في أن التسمية من فاتحة الكتاب كتاب الجهر بالبسملة كتاب الخيل كتاب رافع الارتباب في القلوب من الأسماء والألقاب كتاب القنوت كتاب التبيين لأسماء المدلسين كتاب تمييز المزيد في متصل الأسانيد كتاب من وافق كنيته اسم أبيه كتاب من حدث فنسي كتاب رواية الآباء عن الأبناء كتاب الرحلة في طلب الحديث كتاب الرواة عن مالك بن أنس كتاب الاحتجاج للشافعي فيما أسند إليه والرد على الجاهلين بطعنهم عليه كتاب التفصيل لمبهم المراسيل كتاب اقتضاء العمل كتاب تقييد العلم كتاب القول في علم النجوم\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nكتاب روايات الصحابة عن التابعين كتاب صلاة التسبيح كتاب مسند نعيم بن هماز جزء كتاب النهي عن صوم الشك كتاب الإجازة للمعلوم والمجهول كتاب روايات السنة من التابعين كتاب البخلاء كتاب الطفيليين كتاب الدلائل والشواهد كتاب التنبيه والتوقيف على فضائل الخريف\r\nقال ابن الجوزي فهذا الذي ظهر لنا من تصانيفه ومن نظر فيها عرف قدر الرجل وما هيئ له مما لم يهيأ لمن كان أحفظ منه كالدارقطني وغيره وحدث أبو سعد السمعاني قرأت بخط والدي سمعت أبا الحسين بن الطيوري ببغداد يقول أكثر كتب الخطيب سوى التاريخ مستفاد من كتب الصوري كان الصوري بدأ بها ولم يتممها وكانت للصوري أخت بصور مات وخلف عندها اثني عشر عدلا محزوما\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nمن الكتب فلما خرج الخطيب إلى الشام حصل من كتبه ما صنف منها كتبه قال وكان سبب وفاة الصوري أنه افتصد وكان الطبيب الذي فصده قد أعطي مبضعا مسموما ليفصد به غيره فغلط ففصده فقتله قال ابن الجوزي عند سماع هذه الحكاية وقد يضع الإنسان طريقا فيسلكه غيره وما قصر الخطيب على كل حال وكان حريصا على علم الحديث كان يمشي في الطريق وفي يده جزء يطالعه وكان حسن القراءة فصيح اللهجة عارفا بالأدب يقول الشعر الحسن\r\nقال ابن الجوزي ونقلت من خطه من شعره قوله :\r\nلعمرك ما شجاني رسم دار * وقفت بها ولا ذكر المغاني\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nولا أثر الخيام أراق دمعي * لأجل تذكري عهد الغواني\r\nولا ملك الهوى يوما فؤادي * ولا عاصيته فثنى عناني\r\nرأيت فعاله بذوي التصابي * وما يلقون من ذل الهوان\r\nفلم أطمعه في وكم قتيل * له في الناس لا يحصى وعان\r\nطلبت أخا صحيح الود مخضا * سليم الغيب مأمون اللسان\r\nفلم أعرف من الإخوان إلا * نفاقا في التباعد والتداني\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nوعالم دهرنا لا خير فيه * ترى صورا تروق بلا معاني\r\nووصف جميعهم هذا فما إن * أقول سوى فلان أو فلان\r\nولما لم أجد حرا يواتي * علي ما ناب من صرف الزمان\r\nصبرت تكرما لقراع دهري * ولم أجزع لما منه دهاني\r\nولم أك في الشدائد مستكينا * أقول لها ألا كفي كفاني\r\nولكني صليب العود عود * ربيط الجأش مجتمع الجنان\r\nأبي النفس لا أختار رزقا * يجئ بغير سيفي أو سناني\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nلعز في لظى باغيه يشوى * ألذ من المذلة في الجنان\r\nومن طلب المعالي وابتغاها * أدار لها رحا الحرب العوان\r\nومن شعره أيضا :\r\nلا تغبطن أخا الدنيا بزخرفها * ولا للذة وقت عجلت فرحا\r\nفالدهر أسرع شيء في تقلبه * وفعله بين للخلق قد وضحا\r\nكم شارب عسلا فيه منيته * وكم تقلد سيفا من به ذبحا\r\nقال أبو الفرج وكان الخطيب قديما على مذهب أحمد بن حنبل فمال عنه أصحابنا لما رأوا من ميله إلى المبتدعة وآذوه فانتقل إلى مذهب الشافعي وتعصب في تصانيفه عليهم فرمز إلى ذمهم فصرح بقدر\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nما أمكنه فقال في ترجمة أحمد بن حنبل سيد المحدثين وفي ترجمة الشافعي تاج الفقهاء فلم يذكر أحمد بالفقه وقال في ترجمة حسين الكرابيسي إنه قال عن أحمد إيش تعمل بهذا الصبي إن قلنا لفظنا بالقرآن مخلوق قال بدعة وإن قلنا غير مخلوق قال بدعة ثم التفت إلى أصحاب أحمد فقدح فيهم بما أمكن وله دسائس في ذمهم عجيبة\r\nوذكر شيئا مما زعم أبو الفرج أنه قدح في الحنابلة وتأول له ثم قال أنبأنا أبو زرعة طاهر بن محمد بن طاهر المقدسي عن أبيه قال سمعت إسماعيل بن أبي الفضل القومسي وكان من أهل المعرفة بالحديث يقول ثلاثة من الحفاظ لا أحبهم لشدة تعصبهم وقلة إنصافهم الحاكم أبو عبد الله وأبو نعيم الأصبهاني وأبو بكر الخطيب\r\nقال أبو الفرج وصدق إسماعيل وكان من أهل المعرفة فإن الحاكم كان متشيعا ظاهر التشيع والآخران كانا يتعصبان للمتكلمين والأشاعرة قال :\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nوما يليق هذا بأصحاب الحديث لأن الحديث جاء في ذم الكلام وقد أكد الشافعي في هذا حتى قال رأيي في أصحاب الكلام أن يحملوا على البغال ويطاف بهم قال وكان للخطيب شيء من المال فكتب إلى القائم بأمر الله إني إذا مت كان مالي لبيت المال وأنا أستأذن أن أفرقه على من شئت فأذن له ففرقه على أصحاب الحديث وكان مائتي دينار ووقف كتبه على المسلمين وسلمها إلى أبي الفضل بن خيرون فكان يعزها ثم صارت إلى ابنه الفضل فاحترقت في داره ووصى الخطيب أن يتصدق بجميع ما عليه من الثياب\r\nقال ابن طاهر سألت أبا القاسم هبة الله بن عبد الوارث الشيرازي قلت هل كان أبو بكر الخطيب كتصانيفه في الحفظ فقال لا كنا إذا سألناه عن شيء أجابنا بعد أيام وإن ألححنا عليه غضب وكانت له بادرة وحشة .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nوأما تصانيفه فمصنوعة مهذبة ولم يكن حفظه علي قدر تصانيفه\r\nوذكر أبو سعد السمعاني في ترجمة عبد الرحمن بن محمد بن عبد الواحد القزاز قال سمع جميع كتاب تاريخ مدينة السلام من مصنفه أبي بكر الخطيب الحافظ إلا الجزأين السادس والثلاثين فإنه قال توفيت والدتي واشتغلت بدفنها والصلاة عليها ففاتني هذان الجزءان وما أعيدا لي لأن الخطيب كان قد شرط في الابتداء ألا يعاد الفوت لأحد فبقيا غير مسموعين\r\nقال السمعاني لما رجعت إلى خراسان حصل لي تاريخ الخطيب بخط شجاع بن فارس الذهلي الأصل الذي كتبه بخطه لأبي غالب محمد بن عبد الواحد القزاز وعلى وجه كل واحد من الأجزاء مكتوب سماع لأبي غالب ولابنه أبي منصور عبد الرحمن ولأخيه عبد المحسن\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nإلا هذين الجزأين السادس والثلاثين فإنه كتب على وجهيهما إجازة لأبي غالب وابنه أبى منصور وشجاع أعرف الناس فيكون قد فاته الجزءان المذكوران لا جزء واحد ونقلت من خط أبي سعد السمعاني ومنتخبه لمعجم شيوخ عبد العزيز بن محمد النخشبي قال ومنهم أبو بكر أحمد بن علي بن ثابت الخطيب يخطب في بعض قرى بغداد حافظ فهم ولكنه كان يتهم بشرب الخمر كنت كلما لقيته بدأني بالسلام فلقيته في بعض الأيام فلم يسلم علي ولقيته شبه المتغير فلما جاز عني لحقني بعض أصحابنا وقال لقيت أبا بكر الخطيب سكران فقلت له قد لقيته متغيرا واستنكرت حاله ولم أعلم أنه سكران ولعله قد تاب إن شاء الله\r\nقال السمعاني ولم يذكر عن الخطيب رحمه الله هذا إلا النخشبي مع أني لحقت جماعة كثيرة من أصحابه .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nوقال في المذيل والخطيب في درجة القدماء من الحفاظ والأئمة الكبار كيحيى بن معين وعلي بن المديني وأحمد بن أبي خيثمة وطبقتهم وكان علامة العصر اكتسى به هذا الشأن غضارة وبهجة ونضارة وكان مهيبا وقورا نبيلا خطيرا ثقة صدوقا متحريا حجة فيما يصنفه ويقوله وينقله ويجمعه حسن النقل والخط كثير الشكل والضبط قارئا للحديث فصيحا وكان في درجة الكمال والرتبة العليا خلقا وخلقا وهيئة ومنظرا انتهى إليه معرفة علم الحديث وحفظه وختم به الحفاظ رحمه الله بدأ بسماع الحديث سنة ثلاث وأربعمائة وقد بلغ إحدى عشرة سنة من عمره ثم إنه قال وسمعت بعض مشايخي يقول دخل بعض الأكابر جامع دمشق أو صور ورأى حلقة عظيمة للخطيب والمجلس غاص يسمعون منه الحديث فصعد إلى جانبه وكأنه استكثر الجمع فقال له\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالخطيب القعود في جامع المنصور مع نفر يسير أحب إلي من هذا قال وسمعت أبا الفتح مسعود بن محمد بن أحمد أبي نصر الخطيب بمرو يقول سمعت عمر النسوي يعرف بابن أبي ليلى يقول كنت في جامع صور عند الخطيب فدخل عليه بعض العلوية وفي كمه دنانير وقال للخطيب فلان وذكر بعض المحتشمين من أهل صور يسلم عليك ويقول هذا تصرفه في بعض مهماتك فقال الخطيب لا حاجة لي فيه وقطب وجهه فقال العلوي فتصرفه إلى بعض أصحابك قال قل له يصرفه إلى من يريد فقال العلوي كأنك تستقله ونفض كمه على سجادة الخطيب وطرح الدنانير عليها وقال هذه ثلاثمائة دينار فقام الخطيب محمر الوجه وأخذ السجادة ونفض الدنانير على الأرض وخرج من المسجد .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nقال الفضل بن أبي ليلى ما أنسى عز خروج الخطيب وذل ذلك العلوي وهو قاعد على الأرض يلتقط الدنانير من شقق الحصر ويجمعها\r\nوحدث بإسناده رفعه إلى الخطيب قال حدثت ولي عشرون سنة حين قدمت من البصرة كتب عني شيخنا أبو القاسم الأزهري أشياء أدخلها في تصانيفه وسألني فقرأتها عليه وذلك في سنة اثنتي عشرة وأربعمائة وحدث قال ذكر أبو الفضل ناصر السلامي قال كان أبو بكر الخطيب من ذوي المروءات حدثني أبو زكريا يحيى بن علي اللغوي قال لما دخلت دمشق في سنة ست وخمسين كان بها ذاك الإمام أبو بكر الحافظ وكانت له حلقة كبيرة في بكرة كل يوم فيقرأ لهم وكنت أقرأ عليه الكتب الأدبية المسموعة له فكان إذا مر في كتابه شيء يحتاج إلى إصلاح\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nيصلحه ويقول أنت تريد مني الرواية وأنا أريد منك الدراية وكنت أسكن منارة الجامع فصعد إلي يوما وسط النهار وقال أحببت أن أزورك في بيتك وقعد عندي وتحدثنا ساعة ثم أخرج قرطاسا فيه شيء وقال الهدية مستحبة وأسألك أن تشتري به الأقلام ونهض ففتحت القرطاس بعد خروجه فإذا فيه خمسة دنانير صحاح مصرية ثم مرة ثانية صعد وحمل إلي ذهبا وقال لي تشتري به كاغدا وكان نحوا من الأول أو أكثر قال وكان إذا قرأ الحديث في جامع دمشق يسمع صوته في آخر الجامع وكان يقرأ مع هذا صحيحا وقال أبو طاهر أحمد بن محمد بن أحمد السلفي الحافظ الأصبهاني يمدح مؤلفات الخطيب :\r\nتصانيف ابن ثابت الخطيب * ألذ من الصبا الغض الرطيب\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nتراها إذ حواها من رواها * رياضا تركها رأس الذنوب\r\nويأخذ حسن ما قد صاغ منها * بقلب الحافظ الفطن الأريب\r\nفأية راحة ونعيم عيش * يوازي كتبه أم أي طيب\r\nوحدث محمد بن طاهر المقدسي سمعت أبا القاسم مكي بن عبد السلام الرميلي كان يقول سبب خروج أبي بكر الخطيب من دمشق إلى صور أنه كان يختلف إليه صبي صبيح الوجه وقد سماه مكي وأنا نكبت عن ذكره فتكلم الناس في ذلك وكان أمير البلدة رافضيا متعصبا فبلغه القصة فجعل ذلك سببا للفتك به فأمر صاحب الشرطة أن يأخذه بالليل ويقتله\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nوكان صاحب الشرطة من أهل السنة فقصده صاحب الشرطة تلك الليلة مع جماعة من أصحابه ولم يمكنه أن يخالف الأمر فأخذه وقال له قد أمرت بكذا وكذا ولا أجد لك حيلة إلا أني أعبر بك على دار الشريف ابن أبي الحسن العلوي فإذا حاذيت الباب فادخل الدار فإني أرجع إلى الأمير وأخبره بالقصة ففعل ذلك ودخل دار الشريف وذهب صاحب الشرطة إلى الأمير وأخبره الخبر فبعث الأمير إلى الشريف أن يبعث به فقال الشريف أيها الأمير أنت تعرف اعتقادي فيه وفي أمثاله ولكن ليس في قتله مصلحة هذا رجل مشهور بالعراق وإن قتلته قتل به جماعة من الشيعة بالعراق وخربت المشاهد قال فما ترى قال أرى أن يخرج من بلدك فأمر بإخراجه فخرج إلى صور وبقي بها مدة إلى أن رجع إلى بغداد فأقام بها إلى أن مات .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nومن شعر الخطيب أيضا :\r\nقد شاب رأسي وقلبي ما يغيره * كر الدهور عن الإسهاب في الغزل\r\nوكم زمانا طويلا ظلت أعذله * فقال قولا صحيحا صادق المثل\r\nحكم الهوى يترك الألباب حائرة * ويورث الصب طول السقم والعلل\r\nوحبك الشيء يعمي عن مقابحه * ويمنع الأذن أن تصغي إلى العذل\r\nلا أسمع العذل في ترك الصبا أبدا * جهدي فما ذاك من همي ولا شغلي\r\nمن ادعى الحب لم تظهر دلائله * فحبه كذب قول بلا عمل\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nوله أيضا :\r\nتغيب الخلق عن عيني سوى قمر * حسبي من الخلق طرا ذلك القمر\r\nمحله في فؤادي قد تملكه * وحاز روحي ومالي عنه مصطبر\r\nفالشمس أقرب منه في تناولها * وغاية الحظ منها للورى النظر\r\nأردت تقبيله يوما مخالسة * فصار من خاطري في خده أثر\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nوكم حليم رآه ظنه ملكا * وراجع الفكر فيه أنه بشر\r\nقال عبد الخالق بن يوسف أنشدني من لفظه الشيخ أبو العز أحمد بن عبد الله كادش عن الخطيب وقال هي في أبي منصور بن النفور :\r\nالشمس تشبهه والبدر يحكيه * والدر يضحك والمرجان من فيه\r\nومن سرى وظلام الليل معتكر * فوجهه عن ضياء البدر يغنيه\r\nروي له الحسن حتى حاز أحسنه * لنفسه وبقي للخلق باقيه\r\nفالعقل يعجز عن تحديد غايته * والوحي يقصر عن فحوى معانيه\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nيدعو القلوب فتأتيه مسارعة * مطيعة الأمر منه ليس تعصيه\r\nسألته زورة يوما فأعجزني * وأظهر الغضب المقرون بالتيه\r\nوقال لي دون ما تبغي وتطلبه * تناول الفلك الأعلى وما فيه\r\nرضيت يا معشر العشاق منه بأن * أصبحت أعلم أني من محبيه\r\nوأن يكون فؤادي في يديه لكي * يميته بالهوى منه ويحييه\r\nوله أيضا :\r\nبنفسي عاتب في كل حال * وما لمحبه ذنب جناه\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nحفظت عهودي ورعيت منه * ذماما مثله لي ما رعاه\r\nحرمت وصاله إن كنت يوما * جرى لي خاطر بهوى سواه\r\nولو تلفي رضاه لهان عندي * خروج الروح في طلبي رضاه\r\nوله أيضا :\r\nخمار الهوى يربي على نشوة الخمر * وذو الحزم فيه ليس يصحو من السكر\r\nوللحب في الأحشاء حر أقله * وأبرده يوفي على لهب الجمر\r\nأخبركم يا أيها الناس أنني * عليم بأحوال المحبين ذو خبر\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nسبيل الهوى سهل يسير سلوكه * ولكنه يفضي إلى مسلك وعر\r\nوترجع أوصاف الهوى ونعوته * لحرفين سعد الوصل أو شقوة الهجر\r\nوله أيضا :\r\nإلى الله أشكو من زماني حوادثا * رمت بسهام البين في غرض الوصل\r\nأصابت بها قلبي ولم أقض منيتي * ولو قتلتني كان أجمل بالفعل\r\nمتى ما تماثل بين قتل وفرقة * تجد فرقة الأحباب شرا من القتل\r\nقال أبو بكر الخطيب كتب معي أبو بكر البرقاني\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nإلى أبي نعيم الأصبهاني الحافظ كتابا يقول في فصل منه وقد نفذ إلى ما عندك عمدا متعمدا أخونا أبو بكر أحمد بن علي بن ثابت أيده الله وسلمه ليقتبس من علومك ويستفيد من حديثك وهو بحمد الله من له في هذا الشأن سابقة حسنة وقدم ثابتة وفهم حسن وقد رحل فيه وفي طلبه وحصل له منه ما لم يحصل لكثير من أمثاله الطالبين له وسيظهر لك منه عند الاجتماع من ذلك مع التورع والتحفظ وصحة التحصيل ما يحسن لديك موقعه ويجمل عندك منزلته وأنا أرجو إذا صحت منه لديك هذه الصفة أن تلين له جانبك وأن تتوفر له وتحمل منه ما عساه يورده من تثقيل في الاستكثار أو زيادة في الاصطبار فقديما حمل\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nالسلف عن الخلف ما ربما ثقل وتوفروا على المستحق منهم بالتخصيص والتقديم والتفضيل ما لم ينله الكل منهم وقال الرئيس أبو الخطاب بن الجراح يمدح الخطيب :\r\nفاق الخطيب الورى صدقا ومعرفة * وأعجز الناس في تصنيفه الكتبا\r\nحمى الشريعة من غاو يدنسها * بوضعه ونفى التدليس والكذبا\r\nجلا محاسن بغداد فأودعها * تاريخه مخلصا لله محتسبا\r\nوقال في الناس بالقسطاس منزويا * عن الهوى وأزال الشك والريبا\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nسقى ثراك أبا بكر على ظمأ * جون ركام يسح الواكف السربا\r\nونلت فوزا ورضوانا ومغفرة * إذا تحقق وعد الله واقتربا\r\nيا أحمد بن علي طبت مضطجعا * وباء شانيك بالأوزار محتقبا\r\nوقال أبو القاسم حدثني أبو محمد الأكفاني حدثني أبو القاسم مكي بن عبد السلام المقدسي قال مرض الشيخ أبو بكر الخطيب ببغداد في نصف رمضان إلى أن اشتد به الحال في ذي الحجة وأيسنا منه وأوصى إلى أبي\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالفضل بن خيرون ووقف كتبه على يده وفرق جميع ماله في وجوه البر وعلى أهل العلم والحديث وأخرجت جنازته من حجرة تلي المدرسة النظامية من نهر المعلى وتبعه الفقهاء والخلق العظيم ومرت الجنازة على الجسر وحملت إلى جامع المنصور وكان بين يدي الجنازة جماعة ينادون هذا الذي كان يذب عن رسول الله صلى الله عليه وسلم هذا الذي كان ينفي الكذب عن رسول الله هذا الذي كان يحفظ حديث رسول الله وعبرت الجنازة بالكرخ ومعها ذلك الخلق العظيم\r\n( 3 - أحمد بن علي بن قدامة أبو المعالي )\r\nقاضي الأنبار أحد العلماء بهذا الشأن المعروفين المشهورين به وله من الكتب كتاب في علم القوافي وكتاب في النحو مات في شوال سنة ست وثمانين وأربعمائة .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n( 4 - أحمد بن علي بن عمر بن سوار المقرئ )\r\nأبو طاهر مات فيما ذكره السمعاني في رابع شعبان سنة ست وتسعين وأربعمائة ودفن عند قبر معروف الكرخي قال وقال ابن ناصر أبو الفضل أظن أن مولد ابن سوار في سنة ست عشرة وأربعمائة قال وسمعت أبا المعمر المبارك بن أحمد الأنصاري قال سألت ابن سوار عن مولده فقال ولدت سنة اثنتي عشرة وأربعمائة .\r\nقال وهو والد شيخنا أبي الفوارس هبة الله بن محمد وكان ثقة أمينا مقرئا فاضلا وكان حسن الأخذ للقرآن العظيم ختم عليه جماعة كتاب الله وكتب الكثير بخطه من الحديث وصنف في القرآن كتاب المستنير وغيره سمع عبد الواحد بن رزمة صاحب أبي سعيد السيرافي في النحو وأبا القاسم علي بن المحسن التنوخي\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nوأبا طالب محمد بن محمد بن إبراهيم بن غيلان البزاز وغيرهم وروى عنه عبد الوهاب الأنماطي ومحمد بن ناصر الحافظان وغيرهما\r\nقال وسألت عنه الأنماطي فقال ثقة مأمون فيه خير ودين وسألت عنه الحافظ ابن ناصر فأحسن الثناء عليه وقال شيخ نبيل عالم ثبت متقن رحمه الله\r\nوأنشد السمعاني بإسناده إلى ابن سوار وقال أنشدني أبو الحسن علي بن محمد السمار أنشدنا أبو نصر عبد العزيز بن نباتة السعدي لنفسه :\r\nنعلل بالدواء إذا مرضنا * وهل يشفي من الموت الدواء\r\nونختار الطبيب وهل طبيب * يؤخر ما يقدمه القضاء\r\nوما أنفاسنا إلا حساب * ولا حركاتنا إلا فناء\r\nوذكره أبو علي بن محمد بن فيرو الصدفي في\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nشيوخه يذكر نسبه ثم قال البغدادي الضرير المقرئ الأديب ولعله أضر على كبر فإن المحب بن النجار أخبرني أنه رأى خطه تحت الطباق متغيرا\r\nسمع الصدفي منه كتابه المستنير وكتابه في المفردات أفرد ما جمعه في المستنير وقال هو شيخ فاضل في الحنفية سمع كثيرا وحبس نفسه على القرآن\r\nوذكره أبو بكر بن العربي في شيوخه فقال واقف على اللغة مذاكر ثقة فاضل قرأ على أبوي علي الشرمقاني والعطار وأبي الحسن بن فارس الخياط وأبي الفتح بن المقدر وأبي الفتح بن شيطا وغيرهم\r\n( 5 - أحمد بن علي بن مخلد البيادي الأديب )\r\nأبو العباس ذكره عبد الغافر فقال أحد وجوه أفاضل النواحي المشهورين باللهجة الفصيحة في النظم والنثر سمع الأحاديث وعني بجمعها .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n( 6 - أحمد بن علي بن أبي جعفر محمد )\r\nابن أبي صالح البيهقي أبو جعفر المقرئ اللغوي ويعرف ببو جعفرك ومعنى هذه الكاف المزيدة في آخر الاسم الفارسي التصغير يقولون في تصغير علي عليك وفي تصغير حسن حسنك وفي تصغير جعفر جعفرك وما أشبهه مات فيما ذكره أبو سعد السمعاني في مشيخة أبيه في سلخ شهر رمضان سنة أربع وأربعين وخمسمائة أخبرني بذلك الشيخ الإمام أبو المظفر عبد الرحيم بن سعد السمعاني عن والده وأخبرني أيضا أن مولده في حدود سنة سبعين وأربعمائة\r\nقال السمعاني كان إماما في القراءة والتفسير والنحو واللغة صنف التصانيف في ذلك وانتشرت عنه في البلاد وظهر له أصحاب نجباء وتخرج به خلق وكان ملازما لبيته لا يخرج منه إلا في أوقات الصلاة إلى مسجد نيسابور لأنه\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nكان إمامه وكان لا يزور أحدا إنما يقصده الناس إلى منزله للتعلم منه والتبرك به سمع أبا نصر أحمد بن محمد بن صاعد القاضي وأبا الحسن علي بن الحسن بن العباس الصندلي الواعظ وغيرهما وذكر وفاته كما تقدم\r\nوذكر تاج الدين محمود بن أبي المعالي الحواري في مقدمة كتاب ضالة الأديب قال أحمد بن علي البيهقي كان إماما في القراءات والأدب حفظ كتاب الصحاح في اللغة عن ظهر قلب بعد ما قرأه على أبي الفضل أحمد بن محمد الميداني وكتبا كثيرة وله مؤلفات منها كتاب المحيط بلغات القرآن كتاب ينابيع اللغة فيه صحاح اللغة من الشواهد وضم إليه من تهذيب اللغة والشامل لأبي منصور الجبان والمقاييس لابن فارس قدرا صالحا من الفوائد والفرائد وهو كتاب صالح كبير الحجم يقرب حجمه من الصحاح وله أيضا كتاب تاج المصادر كتاب المحيط بعلم القرآن .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوقال علي بن محمد بن علي الجويني يمدح بو جعفرك ويذكر كتابه تاج المصادر وقد راعى اللزوم :\r\nأبا جعفر يا من جعافر فضله * موارد منها قد صفت ومصادر\r\nكتابك ذا غيل تأشب نبته * وأنت به ليث بخفان خادر\r\nلبست صدار الصبر يا خير مصدر * مصادر لا تنهى إليها المصادر\r\nفقل لرواة الفضل والأدب انتهوا * إليها ونحو الري منها فبادروا\r\n( 7 - أحمد بن علي بن إبراهيم بن الزبير الغساني )\r\nالأسواني المصري يلقب بالرشيد وكنيته\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nأبو الحسين مات في سنة اثنتين وستين وخمسمائة على ما نذكره وكان كاتبا شاعرا فقيها نحويا لغويا ناشئا عروضيا مؤرخا منطقيا مهندسا عارفا بالطب والموسيقى والنجوم متفننا .\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nقال السلفي أنشدني القاضي أبو الحسن أحمد بن علي بن إبراهيم الغساني الأسواني لنفسه بالثغر :\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nسمحنا لدنيانا بما بخلت به * علينا ولم نحفل بجل أمورها\r\nفيا ليتنا لما حرمنا سرورها * وقينا أذى آفاتها وشرورها\r\nقال وكان ابن الزبير هذا من أفراد الدهر فضلا في فنون كثيرة من\r\nالعلوم وهو من بيت كبير بالصعيد من الممولين وولي النظر بثغر الإسكندرية والدواوين السلطانية بغير اختياره وله تأليف ونظم ونثر التحق فيها بالأوائل المجيدين\r\nقتل ظلما وعدوانا في محرم سنة اثنتين وستين وخمسمائة وله تصانيف معروفة لغير أهل مصر منها كتاب منية الألمعي وبلغة المدعي تشتمل على\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nعلوم كثيرة كتاب المقامات كتاب جنان الجنان وروضة الأذهان في أربع مجلدات يشتمل على شعر شعراء مصر ومن طرأ عليهم كتاب الهدايا والطرف كتاب شفاء الغلة في سمت القبلة كتاب رسائله نحو خمسين ورقة كتاب ديوان شعره نحو مائة ورقة\r\nومولده بأسوان وهي بلده من صعيد مصر وهاجر منها إلى مصر فأقام بها واتصل بملوكها ومدح وزرائها وتقدم عندهم وأنفذ إلى اليمن في رسالة ثم قلد قضاءها وأحكامها ولقب بقاضي قضاة اليمن وداعي دعاة الزمن ولما استقرت بها داره سمت نفسه إلى رتبة الخلافة فسعى فيها وأجابه قوم وسلم عليه بها وضربت له السكة وكان نقش السكة على الوجه الواحد « قل هو الله أحد الله الصمد » وعلى الوجه الآخر الإمام الأمجد أبو الحسين أحمد ثم قبض عليه وأنفذ مكبلا إلى قوص فحكى من حضر دخوله إليها أنه رأى رجلا ينادي\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nبين يديه هذا عدو السلطان أحمد بن الزبير وهو مغطى الوجه حتى وصل إلى دار الإمارة والأمير بها يومئذ طرخان سليط وكان بينهما ذحول قديمة فقال احبسوه في المطبخ الذي كان يتولاه قديما وكان ابن الزبير قد تولى المطبخ وفي ذلك يقول الشريف الأخفش من أبيات يخاطب الصالح بن رزيك :\r\nيولي على الشيء أشكاله * فيصبح هذا لهذا أخا\r\nأقام على المطبخ ابن الزبير * فولى على المطبخ المطبخا\r\nفقال بعض الحاضرين لطرخان ينبغي أن تحسن إلى الرجل فإن أخاه يعني المهذب حسن بن الزبير قريب من قلب الصالح ولا أستبعد أن يستعطفه عليه فتقع في خجل .\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nقال فلم يمض على ذلك غير ليلة أو ليلتين حتى ورد ساع من الصالح بن رزيك إلى طرخان بكتاب يأمره فيه بإطلاقه والإحسان إليه فأحضره طرخان من سجنه مكرما\r\nقال الحاكي فلقد رأيته وهو يزاحمه في رتبته ومجلسه\r\nوكان السبب في تقدمه في الدولة المصرية في أول أمره ما حدثني به الشريف أبو عبد الله محمد بن أبي محمد العزيز الإدريسي الحسني الصعيدي قال حدثني زهر الدولة حدثنا أن أحمد بن الزبير دخل إلى مصر بعد مقتل الظافر وجلوس الفائز وعليه أطمار رثة وطيلسان صوف فحضر المأتم وقد حضر شعراء الدولة فأنشدوا مراثيهم فقام في آخرهم وأنشد قصيدته التي أولها :\r\nما للرياض تميل سكرا * هل سقيت بالمزن خمرا\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nإلى أن وصل إلى قوله :\r\nأفكر بلاء بالعراق * وكربلاء بمصر أخرى\r\nفذرفت العيون وعج القصر بالبكاء والعويل وانثالت عليه العطايا من كل جانب وعاد إلى منزله بمال وافر حصل له من الأمراء والخدم وحظايا القصر وحمل إليه من قبل الوزير جملة من المال وقيل له لولا أنه العزاء والمأتم لجاءتك الخلع\r\nقال وكان على جلالته وفضله ومنزلته من العلم والنسب قبيح المنظر أسود الجلدة جهم الوجه سمج الخلقة ذا شفة غليظة وأنف مبسوط كخلقة الزنوج قصيرا\r\nحدثني الشريف المذكور عن أبيه قال كنت أنا والرشيد بن الزبير والفقيه سليمان الديلمي نجتمع بالقاهرة في منزل واحد فغاب عنا الرشيد وطال انتظارنا له\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nوكان ذلك في عنفوان شبابه وأبان صباه وهبوب صباه فجاءنا وقد مضى معظم النهار فقلنا له ما أبطأ بك عنا فتبسم وقال لا تسألوا عما جرى علي اليوم فقلنا لا بد من ذلك فتمنع وألححنا عليه فقال مررت اليوم بالموضع الفلاني وإذا امرأة شابة صبيحة الوجه وضيئة المنظر حسانة الخلق ظريفة الشمائل فلما رأتني نظرت إلي نظر مطمع لي في نفسه فتوهمت أنني وقعت منها بموقع ونسيت نفسي وأشارت إلي بطرفها فتبعتها وهي تدخل في سكة وتخرج من أخرى حتى دخلت دارا وأشارت إلي فدخلت ورفعت النقاب عن وجه كالقمر في ليلة تمامه ثم صفقت بيديها منادية يا ست الدار فنزلت إليها طفلة كأنها فلقة قمر وقالت لها إن رجعت تبولين في الفراش تركت سيدنا القاضي يأكلك ثم التفتت\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nوقالت لا أعدمني الله إحسانه بفضل سيدنا القاضي أدام الله عزه فخرجت وأنا خزيان خجلا لا أهتدي إلى الطريق\r\nوحدثني قال اجتمع ليلة عند الصالح بن رزيك هو وجماعة من الفضلاء فألقى عليهم مسألة في اللغة فلم يجب عنها بالصواب سواه فأعجب به الصالح فقال الرشيد ما سئلت قط عن مسألة إلا وجدتني أتوقد فهما فقال ابن قادوس وكان حاضرا :\r\nإن قلت من نار خلقت * وفقت كل الناس فهما\r\nقلنا صدقت فما الذي * أطفاك حتى صرت فحما\r\nوأما سبب مقتله فلميله إلى أسد الدين شيركوه عند دخوله إلى البلاد ومكاتبته له واتصل ذلك بشاور وزير العاضد فطلبه فاختفى بالإسكندرية\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nواتفق التجاء الملك صلاح الدين يوسف بن أيوب إلى الإسكندرية ومحاصرته بها فخرج ابن الزبير راكبا متقلدا سيفا وقاتل بين يديه ولم يزل معه مدة مقامه بالإسكندرية إلى أن خرج منها فتزايد وجد شاور عليه واشتد طلبه له واتفق أن ظفر به على صفة لم تتحقق لنا فأمر بإشهاره على جمل وعلى رأسه طرطور ووراءه جلواز ينال منه\r\nوأخبرني الشريف الإدريسي عن الفضل بن أبي الفضل أنه رآه على تلك الحال الشنيعة وهو ينشد :\r\nإن كان عندك يا زمان بقية * مما تهين به الكرام فهاتها\r\nثم جعل يهمهم شفتيه بالقرآن وأمر به بعد إشهاره بمصر والقاهرة أن يصلب شنقا فلما وصل\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nبه إلى الشناقة جعل يقول للمتولي ذلك منه عجل عجل فلا رغبة للكريم في الحياة بعد هذه الحال ثم صلب .\r\nحدثني الشريف المذكور قال حدثني الثقة حجاج بن المسبح الأسواني أن ابن الزبير دفن في موضع صلبه فما مضت الأيام والليالي حتى قتل شاور وسحب فاتفق أن حفر له ليدفن فوجد الرشيد بن الزبير في الحفرة مدفونا فدفنا معا في موضع واحد ثم نقل كل واحد منهما بعد ذلك إلي تربة له بقرافة مصر القاهرة\r\nومن شعر الرشيد قوله يجيب أخاه المهذب عن قصيدته التي أولها :\r\nيا ربع أين ترى الأحبة يمموا * رحلوا فلا خلت المنازل منهم\r\nويروي : ونأوا فلا سلت الجوانح عنهم\r\nوسروا وقد كتموا الغداة مسيرهم * وضياء نور الشمس ما لا يكتم\r\nوتبدلوا أرض العقيق عن الحمى * روت جفوني أي أرض يمموا\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nنزلوا العذيب وإنما في مهجتي * نزلوا وفي قلب المتيم خيموا\r\nما ضرهم لو ودعوا من أودعوا * نار الغرام وسلموا من أسلموا\r\nهم في الحشا إن أعرقوا أو أشأموا * أو أيمنوا أو أنجدوا أو أتهموا\r\nوهم مجال الفكر من قلبي وإن * بعد المزار فصفو عيشي معهم\r\nأحبابنا ما كان أعظم هجركم * عندي ولكن التفرق أعظم\r\nغبتم فلا والله ما طرق الكرى * جفني ولكن سح بعدكم الدم\r\nوزعمتم أني صبور بعدكم * هيهات لا لقيتم ما قلتم\r\nوإذا سئلت بمن أهيم صبابة * قلت الذين هم الذين هم هم\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nالنازلين بمهجتي وبمقلتي * وسط السويدا والسواد الأكرم\r\nلا ذنب لي في البعد أعرفه سوى * أني حفظت العهد لما خنتم\r\nفأقمت حين طعنتم وعدلت لم‍ * ما جرتم وسهدت لما نمتم\r\nيا محرقا قلبي بنار صدودهم * رفقا ففيه نار شوق تضرم\r\nأسعرتم فيه لهيب صبابة * لا تنطفي إلا بقرب منكم\r\nيا ساكني أرض العذيب سقيتم * دمعي إذا ضن الغمام المرزم\r\nبعدت منازلكم وشط مزاركم * وعهودكم محفوظة مذ غبتم\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nلا لوم للأحباب فيما قد جنوا * حكمتهم في مهجتي فتحكموا\r\nأحباب قلبي أعمروه بذكركم * فلطالما حفظ الوداد المسلم\r\nواستخبروا ريح الصبا تخبركم * عن بعض ما يلقى الفؤاد المغرم\r\nكم تظلمونا قادرين وما لنا * جرم ولا سبب لمن نتظلم\r\nورحلتم وبعدتم وظلمتم * ونأيتم وقطعتم وهجرتم\r\nهيهات لا أسلوكم أبدا وهل * يسلو عن البيت الحرام المحرم\r\nوأنا الذي واصلت حين قطعتم * وحفظت أسباب الهوى إذ خنتم\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nجار الزمان علي لما جرتم * ظلما ومال الدهر لما ملتم\r\nوغدوت بعد فراقكم وكأنني * هدف يمر بجانبيه الأسهم\r\nونزلت مقهور الفؤاد ببلدة * قل الصديق بها وقل الدرهم\r\nفي معشر خلقوا شخوص بهائم * يصدى بها فكر اللبيب ويبهم\r\nإن كورموا لم يكرموا أو علموا * لم يعلموا أو خطبوا لم يفهموا\r\nلا تنفق الآداب عندهم ولا ال‍ * إحسان يعرف في كثير منهم\r\nصم عن المعروف حتى يسمعوا * هجر الكلام فيقدموا ويقدموا\r\nفالله يغني عنهم ويزيد في * زهدي لهم ويفك أسري منهم\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n( 8 - أحمد بن علي الصفار الخوارزمي أبو الفضل )\r\nقال محمد بن أرسلان كان من فضلاء خوارزم وبلغائهم وكتابهم وله أشعار مونقة لطيفة ورسائل لبقة خفيفة جمع رسائله أبو حفص عمر بن الحسن بن المظفر الأديبي وجعلها على خمسة عشر بابا وذكر في أول جمعه وبعد فإني رغبت في مطالعة رسائل تكون إلى التخريج في البراعة وسائل ثم تقلبت وتطلبت فلم أر أعذب في السمع وأعلق بالطبع وأجرى في ميدان أهل الزمان من غرر أبي الفضل الصفاري ثم ذكرت ما كان بينه وبين والدي رحمه الله من المحبة المشتبكة اشتباك الرحم الجارية في عروقها مجرى الدم والأخوة الصافية من الكدر الباقية على الغير فاقترحت عليه أن يلقي إلي ما حصل لديه من رقاعه الصادرة إليه فأجابني إلى ملتمسي فدونت\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nما ألقاه من إنشائه وألحقت به ما وجدته عند من أودائه وهذا أنموذج من كلامه\r\nكتب عن أبي سعيد سهل بن أحمد السهلي إلى عميد الملك أبي نصر الكندري حين أنهض ولده إلى حضرته\r\nكتابي أطال الله بقاء الشيخ السيد وأنا معترف برق ولائه متصرف في شكر سوابق آلائه حامد لله تعالى على تظاهر أسباب عزه وعلائه ولم أزل منذ حرمت التشرف بخدمته أنطوي على مبايعته وأتلظى شوقا إلى التسعد بخدمة حضرته التي هي مجمع الوفود ومطلع الجود وعصره المحمود وأتمنى على الله تعالى حالا تدنيني من جنابه الرحب ومشرعه العذب ومتى تذكرت تلك الأيام التي كانت تسعفني بالتمكن من خدمته التي هي مادة الجمال وغاية الآمال انثنيت بحسرة مرة وانطويت على غصة مستمرة\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nوكم كاتبت شريف حضرته لا زالت محسودة مأنوسة فلم أؤهل لجواب ولم أشرف بخطاب فأمسكت عن العادة في المعاودة جريا على طريقة الأصاغر في مراعاة\r\nحشمة الأكابر ولو جريت في مكاتبة حضرته على حكم الاعتقاد والنية الخالصة في الوداد لأكثرت حتى أضجرت وهو بحمد الله أحسن أخلاقا وأوفر في الكرم والمجد خلاقا من أن يرى عن قدماء خدمه متجافيا ولخواص أصاغره جافيا ولو كان رحيلي ممكنا لاستعملت في الخدمة قدمي دون قلمي وحين عجزت عن ذلك لما أنا مدفوع إليه من اختلال الحال وتضاعف الاعتلال أنهضت ولدي أبا الحسين خادمه وابن ماجة نائيا عني في إقامة رسم حضرته التي من فاز بها فقد فاز وسعد وعلا نجمه وصعد فلا زال مولانا منيع الأركان رفيع القدر والمكان سابغ القدرة والإمكان محروس العز والسلطان تدين المقادير\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nلأحكامه وتجري السعود تحت راياته وأعلامه آمين إن شاء الله .\r\n( 9 - أحمد بن علي بن المعمر )\r\n( ابن محمد المعمر ابن أحمد بن محمد )\r\nابن محمد بن عبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب أبو عبد الله النقيب الطاهر نقيب نقباء الطالبيين ابن النقيب الطاهر أبي الغنائم أديب فاضل شاعر منشئ له رسائل مدونة حسنة مرغوب فيها يتناولها الناس في مجلدين وكان من ذوي الهيئات والمنزلة الخطيرة التي لا يجحدها أحد وكان فيه كيس ومحبة لأهل العلم وبينه وبين محمد بن الحسن بن حمدون مكاتبات كتبناها في ترجمته وكان وقورا عاقلا جدا تولى النقابة بعد أبيه في سنة ثلاثين وخمسمائة ولم يزل على ذلك إلى أن مات في\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nسنة تسع وستين وخمسمائة تاسع عشر جمادى الآخرة فيكون قد تولى النقابة تسعا وثلاثين سنة وبداره بالحريم الطاهري كانت وفاته وصلى عليه جمع كثير وتقدم في الصلاة عليه شيخ الشيوخ أبو القاسم عبد الرحيم بن إسماعيل النيسابوري بوصية منه بذلك بعد مشاجرة جرت بينه وبين قثم بن طلحة نقيب الهاشميين ودفن بداره المذكورة ثم نقل بعد ذلك إلى المدائن فدفن بالجانب الغربي منها في مشهد أولاد الحسين بن علي عليه السلام وكان قد سمع الحديث من أبي الحسين بن المبارك بن عبد الجبار الصيرفي وأبي الحسن علي بن محمد بن العلاف وأبي الغنائم محمد بن علي الزينبي وغيرهم وحدث عنهم سمع منه أبو الفضل أحمد بن صالح بن شافع وأبو إسحاق إبراهيم بن محمود بن الشعار والشريف أبو الحسن علي بن أحمد اليزيدي وغيرهم وله كتاب ذيله\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعلى منثور المنظوم لابن خلف الثيرماني وكتاب آخر مثله في إنشائه وكانت حزمته في الأيام المقتفوية وأمره لم ير أحد من النقباء مثلهما مقدرة وبسطة ثم مرض مرضة شارف فيها التلف فولي ولده الأسن النقابة موضعه ثم أفاق من مرضه واستمر ولده على النقابة حتى عزل عنها ومات ولده في سنة ثلاث وخمسين ولم تعد منزلته إلى ما كانت عليه في أيام المستنجد لأسباب جرت من العلويين\r\n( 10 - أحمد بن علوية الأصبهاني الكرماني )\r\nقال حمزة كان صاحب لغة يتعاطى التأديب ويقول الشعر الجيد وكان من أصحاب أبي علي لغذة ثم رفض صناعة التأديب وصار في ندماء أحمد بن\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nعبد العزيز ودلف بن أبي دلف العجلي وله رسائل مختارة فدونها أبو الحسين أحمد بن سعد في كتابه المصنف في الرسائل وله ثمانية كتب في الدعاء من\r\nإنشائه ورسالة في الشيب والخضاب وله شعر جيد كثير منه في أحمد بن عبد العزيز العجلي :\r\nيرى مآخير ما يبدوا أوائله * حتى كأن عليه الوحي قد نزلا\r\nركن من العلم لا يهفو لمحفظة * ولا يحيد وإن أبرمته جدلا\r\nإذا مضى العزم لم ينكث عزيمته * ريب ولا خيف منه نقض ما فتلا\r\nبل يخرج الحية الصماء مطرقة * من جحرها ويحط الأعصم الوعلا\r\nوله فيه :\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nإذا ما جنى الجاني عليه جناية * عفا كرما عن ذنبه لا تهيبا\r\nويوسعه رفقا يكاد لبسطه * يود برئ القوم لو كان مذنبا\r\nوله يهجو زامرا اسمه حمدان :\r\nحذار يا قوم من حمدان وانتبهوا * حذار يا سادتي من زامر زاني\r\nفما يبالي إذا ما دب مغتلما * بدا بصاحب دار أو بضيفان\r\nيلهي الرجال بمزمار فإن سكروا * ألهى النساء بمزمار له ثاني\r\nومن شعره :\r\nحكم الغناء تسمع ومدام * ما للغناء مع الحديث نظام\r\nلو أنني قاض قضيت قضية * إن الحديث مع الغناء حرام\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nقال حمزة وله وأنشدنيها في سنة عشر وثلاثمائة وله ثمان وتسعون سنة :\r\nدنيا مغبة من أثرى بها عدم * ولذة تنقضي من بعدها ندم\r\nوفي المنون لأهل اللب معتبر * وفي تزودهم منها التقى غنم\r\nوالمرء يسعى لفضل الرزق مجتهدا * وما له غير ما قد خطه القلم\r\nكم خاشع في عيون الناس منظره * والله يعلم منه غير ما علموا\r\nقال وقال بعد أن أتت عليه مائة :\r\nحنى الدهر من بعد استقامته ظهري * وأفضى إلى ضحضاح غايته عمري\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nودب البلى في كل عضو ومفصل * ومن ذا الذي يبقى سليما على الدهر\r\nقال ولأحمد بن علوية قصيدة على ألف قافية شيعية عرضت على أبى حاتم السجستاني فأعجب بها وقال يا أهل البصرة غلبكم أهل أصبهان وأول هذه القصيدة :\r\nما بال عينك ثرة الإنسان * عبرى اللحاظ سقيمة الأجفان\r\nوقال أحمد بن علوية يهجو الموفق لما أنفذ الأصبغ رسولا إلى أحمد بن عبد العزيز العجلي يأمره بإنفاذ قطعة من جيشه :\r\nأدى رسالته وأوصل كتبه * وأتى بأمر لا أبا لك معضل\r\nقال اطرح ملك أصبهان وعزها * وابعث بعسكرك الخميس الجحفل\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nفعلمت أن جوابه وخطابه * عض الرسول ببظر أم المرسل\r\n( 11 - أحمد بن عمر البصري النحوي )\r\nروى عن أبي بشر عن أبي المفرح الأنصاري عن ابن السكيت وروى عنه أبو عبد الله محمد بن المعلى بن عبد الله الأزدي\r\n( 12 - أحمد بن عمران بن سلامة الألهاني )\r\n( أبو عبد الله النحوي )\r\nيعرف بالأخفش قديم ذكره أبو بكر الصولي في\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالكتاب الذي ألفه في شعراء مصر فقال كان نحويا لغويا وأصله من الشام وتأدب بالعراق فلما قدم مصر أكرمه إسحاق بن عبد القدوس وأخرجه إلى طبرية فأدب ولده وله أشعار كثيرة في أهل البيت عليهم السلام منها :\r\nإن بني فاطمة الميمونه * الطيبين الأكرمين الطينه\r\nربيعنا في السنة الملعونه * كلهم كالروضة المهتونه\r\nقال وحد ثني علي بن سراج قال حدثني جعفر بن أحمد قال قال لي أحمد بن عمران قال الهيثم بن عدي ممن أنت قلت أنا من ألهان أخي همدان قلت نعم هم عرس الجن يسمع به ولا يرى ما رأيت ألهانيا قبلك قال وكان الألهاني قد نزل على رعل حي من بني سليم فلم يقروه فقال :\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nتضيفت بغلتي والأرض معشبة * رعلا وكان قراها عندهم علسي\r\nوأكلبا كأسود الغاب ضارية * وواقفات بأيدي أعبد عبس\r\nوالعام أرغد والأيام فاضلة * وما ترى في سواد الحي من قبس\r\nيستوحشون من الضيف الملم بهم * ويأنسون إلى ذي السوءة الشرس\r\nوله يمدح جعفر بن جدلة :\r\nإذا استسلم المال عند الهذيل * فمال الفتى جعفر خاسر\r\nوإن ضن جازر بالمدى * فإن الحسام له حاضر\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n( 13 - أحمد بن فارس بن زكريا اللغوي )\r\nوقال ابن الجوزي أحمد بن زكريا بن فارس ولا يعاج به مات سنة تسع وستين وثلاثمائة وقال قبل وفاته بيومين :\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nيا رب إن ذنوبي قد أحطت بها * علما وبي وبإعلاني وإسراري\r\nأنا الموحد لكني المقر بها * فهب ذنوبي لتوحيدي وإقراري\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nووجد بخط الحميدي أن ابن فارس مات في حدود سنة ستين وثلاثمائة وكل منهما لا اعتبار به لأني وجدت خط كفه على كتاب الفصيح تصنيفه وقد كتبه في سنة إحدى وتسعين وثلاثمائة وذكره الحافظ السلفي في شرح مقدمة معالم السنن للخطابي فقال أصله من قزوين وقال غيره أخذ أحمد بن فارس على أبى بكر أحمد بن الحسن الخطيب راوية ثعلب وأبى الحسن علي بن إبراهيم القطان وأبي عبد الله أحمد بن\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nطاهر المنجم وعلي بن عبد العزيز المكي وأبي عبيد وأبي القاسم سليمان بن أحمد الطبراني وكان ابن فارس يقول ما رأيت مثل ابن عبد الله أحمد بن طاهر ولا رأى هو مثل نفسه\r\nوكان ابن فارس قد حمل إلى الري بأجرة ليقرأ عليه مجد الدولة أبو طالب ابن فخر الدولة علي ابن ركن الدولة ابن أبي الحسن بويه الديلمي صاحب الري فأقام بها قاطنا\r\nوكان الصاحب ابن عباد يكرمه ويتتلمذ له ويقول شيخنا أبو الحسين ممن رزق حسن التصنيف وأمن فيه في التصحيف وكان كريما جوادا لا يبقي شيئا وربما سئل فوهب ثياب جسمه وفرش بيته وكان فقيها شافعيا فصار مالكيا وقال دخلتني الحمية لهذا البلد يعني الري كيف لا يكون فيه رجل\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nعلى مذهب هذا الرجل المقبول على جميع الألسنة وله من التصانيف كتاب المجمل وكتاب متخير الألفاظ كتاب فقه اللغة كتاب غريب إعراب القرآن كتاب تفسير أسماء النبي صلى الله عليه وسلم كتاب مقدمة كتاب دار العرب كتاب حلية الفقهاء كتاب العرق كتاب مقدمة الفرائض كتاب ذخائر الكلمات كتاب شرح رسالة الزهري إلى عبد الملك بن مروان كتاب الحجر كتاب سيرة النبي صلى الله عليه وسلم كتاب صغير الحجم كتاب الليل والنهار كتاب العم والخال كتاب أصول الفقه كتاب أخلاق النبي صلى الله عليه وسلم كتاب الصاحبي صنفه لخزانة الصاحب كتاب جامع التأويل في تفسير القرآن أربع مجلدات كتاب الثياب والحلي كتاب خلق الإنسان كتاب الحماسة المحدثة كتاب مقاييس اللغة وهو كتاب جليل لم\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nيصنف مثله كتاب كفاية المتعلمين في اختلاف النحويين وحدث ابن فارس سمعت أبي يقول حججت فلقيت ناسا من هذيل فجاريتهم ذكر شعرائهم فما عرفوا أحدا منهم ولكني رأيت أمثل الجماعة رجلا فصيحا وأنشدني :\r\nإذا لم تحظ في أرض فدعها * وحث اليعملات على وجاها\r\nولا يغررك حظ أخيك فيها * إذا صفرت يمينك من جداها\r\nونفسك فز بها إن خفت ضيما * وخل الدار تنعى من بناها\r\nفإنك واجد أرضا بأرض * ولست بواجد نفسا سواها\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nومن شعر ابن فارس :\r\nوقالوا كيف أنت فقلت خير * تقضى حاجة ويفوت حاج\r\nإذا ازدحمت هموم القلب قلنا * عسى يوما يكون لها انفراج\r\nنديمي هرتي وسرور قلبي * دفاتر لي ومعشوقي السراج\r\nومن شعره في همذان :\r\nسقى همذان الغيث لست بقائل * سوى ذا وفي الأحشاء نار تضرم\r\nوما لي لا أصفي الدعاء لبلدة * أفدت بها نسيان ما كنت أعلم\r\nنسيت الذي أحسنته غير أنني * مدين وما في جوف بيتي درهم\r\nوله أيضا :\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nإذا كنت في حاجة مرسلا * وأنت بها كلف مغرم\r\nفأرسل حكيما ولا توصه * وذاك الحكيم هو الدرهم\r\nوله أيضا :\r\nمرت بنا هيفاء مقدودة * تركية تنمى لتركي\r\nترنو بطرف فاتن فاتر * كأنه حجة نحوي\r\nقال الثعالبي حدثني ابن عبد الوارث النحوي قال كان الصاحب منحرفا عن أبي الحسين بن فارس لانتسابه إلى خدمة آل العميد وتعصبه لهم فأنفد إليه من همذان كتاب الحجر من تألفيه فقال الصاحب رد الحجر من حيث جاءك ثم لم تطب نفسه بتركه فنظر فيه وأمر له بصلة ولابن فارس في اليتيمة :\r\nيا ليت لي ألف دينار موجهة * وأن حظي منها فلس فلاس\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nقالوا فما لك منها قلت تخدمني * لها ومن أجلها الحمقى من الناس\r\nوله أيضا :\r\nإسمع مقالة ناصح * جمع النصيحة والمقه\r\nإياك واحذر أن تبيت * من الثقات على ثقة\r\nوله أيضا :\r\nوصاحب لي أتاني يستشير وقد * أراد في جنبات الأرض مضطربا\r\nقلت اطلب أي شيء شئت واسع ورد * منه الموارد إلا العلم والأدبا\r\nوله أيضا :\r\nإذا كان يؤذيك حر المصيف * وكرب الخريف وبرد الشتا\r\nويلهيك حسن زمان الربيع * فأخذك للعلم قل لي متى\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nوله أيضا :\r\nعتبت عليه حين ساء صنيعه * وآليت لا أمسيت طوع يديه\r\nفلما خبرت الناس خبر مجرب * ولم أر خيرا منه عدت إليه\r\nوله أيضا :\r\nتلبس لباس الرضا بالقضا * وخل الأمور لمن يملك\r\nتقدر أنت وجاري القضاء * مما تقدره يضحك\r\nقال يحيى بن مندة الأصبهاني سمعت عمي عبد الرحمن بن محمد العبدي يقول سمعت أبا الحسين أحمد بن زكريا بن فارس النحوي يقول دخلت بغداد طالبا للحديث فحضرت مجلس بعض أصحاب الحديث وليست معي قارورة فرأيت شابا عليه سمة جمال فاستأذنته في كتب الحديث من قارورته فقال من انبسط إلى الإخوان بالاستئذان فقد استحق الحرمان قال عبد الرحمن بن\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nمندة وسمعت ابن فارس يقول سمعت أبا أحمد بن أبي التيار يقول أبو أحمد العسكري يكذب على الصولي مثلما كان الصولي يكذب على الغلابي مثلما كان الغلابي يكذب على سائر الناس قرأت بخط الشيخ أبي الحسن علي بن عبد الرحيم السلمي وجدت أبياتا بخط ابن فارس على وجه المجمل والأبيات له ثم قرأتها على سعد الخير الأنصاري وأخبرني أنه سمعها من ابن شيخه أبي زكريا عن سليمان بن أيوب عن ابن فارس :\r\nيا دار سعدى بذات الضال من إضم * سقاك صوب حيا من واكف العين\r\nالعين سحاب ينشأ من قبل القبلة :\r\nإني لأذكر أياما بها ولنا * في كل إصباح يوم قرة العين\r\nالعين ههنا عين الإنسان وغيره :\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nتدني معشقة منا معتقة * تشجها عذبة من نابع العين\r\nالعين ههنا ما ينبع منه الماء :\r\nإذا تمززها شيخ به طرق * سرت بقوتها في الساق والعين\r\nالعين ههنا عين الركبة والطرق ضعف الركبتين :\r\nوالزق ملآن من ماء السرور فلا * تخشى توله ما فيه من العين\r\nالعين ههنا ثقب يكون في المزادة وتوله الماء أن يتسرب :\r\nوغاب عذالنا عنا فلا كدر * في عيشنا من رقيب السوء والعين\r\nالعين ههنا الرقيب :\r\nيقسم الود فيما بيننا قسما * ميزان صدق بلا بخس ولا عين\r\nالعين ههنا العين في الميزان :\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nوفائض المال يغنينا بحاضره * فنكتفي من ثقيل الدين بالعين\r\nالعين ههنا المال الناض :\r\nوالمجمل المجتبى تغني فوائده * حفاظه عن كتاب الجيم والعين\r\nقال وبخطه أيضا سمعت أبي يقول حججت فلقيت بمكة ناسا من هذيل فجاريتهم ذكر شعرائهم وجدت على نسخة قديمة بكتاب المجمل من تصنيف ابن فارس ما صورته تأليف الشيخ أبي الحسين أحمد بن فارس بن زكريا الزهراوي الأستاذ خرزي واختلفوا في وطنه فقيل كان من رستاق من القرية المعروفة بكرسفة وجيانا باذ وقد حضرت القريتين مرارا ولا خلاف أنه قروي\r\nحدثني والدي محمد بن أحمد وكان من جملة حاضري\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nمجالسه قال أتاه آت فسأله عن وطنه فقال كرسف قال فتمثل الشيخ :\r\nبلاد بها شدت علي تمائمي * وأول أرض مس جلدي ترابها\r\nوكتبه مجمع بن محمد بن أحمد بخطه في شهر ربيع الأول سنة ست وأربعين وأربعمائة وكان في آخر هذا الكتاب ما صورته أيضا قضى الشيخ أبو الحسين أحمد بن فارس رحمه الله في صفر سنة خمس وتسعين وثلاثمائة بالري ودفن بها مقابل مشهد قاضي القضاة أبي الحسن علي بن عبد العزيز يعني الجرجاني\r\nأنشد أبو الريحان البيروني في كتاب الآثار الباقية عن القرون الخالية لأحمد بن فارس مخلع :\r\nقد قال فيما مضى حكيم * ما المرء إلا بأصغريه\r\nفقلت قول امرء لبيب * ما المرء إلا بدرهميه\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nمن لم يكن معه درهماه * لم تلتفت عرسه إليه\r\nوكان من ذله حقيرا * تبول سنوره عليه\r\nوحدث هلال بن المظفر الريحاني قال قدم عبد الصمد بن بابك الشاعر إلى الري في أيام الصاحب فتوقع أبو الحسين أحمد بن فارس أن يزوره ابن بابك ويقضي حق علمه وفضله وتوقع ابن بابك أن يزوره ابن فارس ويقضي حق مقدمه فلم يفعل أحدهما ما ظن صاحبه فكتب ابن فارس إلى القاسم بن حسولة :\r\nتعديت في وصلي فعدي عتابك * وأدني بديلا من نواك إيابك\r\nتيقنت أن لم أحظ والشمل جامع * بأيسر مطلوب فهلا كتابك\r\nذهبت بقلب عيل بعدك صبره * غداة أرتنا المرقلات ذهابك\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nوما استمطرت عيني سحابة ريبة * لديك ولا مست يميني سخابك\r\nولا نقبت والصب يصبو لمثلها * عن الوجنات الغانيات نقابك\r\nولا قلت يوما عن قلى وسآمة * لنفسك سلي عن ثيابي ثيابك\r\nوأنت التي شيبت قبل أوانه * شبابي سقى الغر الغوادي شبابك\r\nتجنبت ما أوفى وعاقبت ما كفى * ألم يأن سعدى أن تكفي عتابك\r\nوقد نبحتني من كلابك عصبة * فهلا وقد حالوا زجرت كلابك\r\nتجافيت عن مستحسن البر جملة * وجرت على بختي جفاء ابن بابك\r\nفلما وقف أبو القاسم الحسولي على الأبيات أرسلها\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nإلى ابن بابك وكان مريضا فكتب جوابها بديها وصلت الرقعة أطال الله بقاء الأستاذ وفهمتها وأنا أشكو إليه الشيخ أبا الحسن فإنه صيرني فصلا لا وصلا وزجا لا نصلا ووضعني موضع الحلاوى من الموائد وتمت من أواخر القصائد وسحب اسمي منها مسحب الذيل وأوقعه موقع الذنب المحذوف من الخيل وجعل مكاني مكان القفل من الباب وفذلك من الحساب وقد أجبت عن أبياته بأبيات أعلم أن فيها ضعفا لعلتين علتي وعلتها وهي :\r\nأيا أثلات الشعب من مرج يابس * سلام على آثاركن الدوارس\r\nلقد شاقني والليل في شملة الحيا * إليكن ترجيع النسيم المخالس\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nولمحة برق مستضئ كأنه * تردد لحظ بين أجفان ناعس\r\nفبت كأني صعدة يمنية * تزعزع في نقع من الليل دامس\r\nألا حبذا صبح إذا أبيض أفقه * تصدع عن قرن من الشمس وارس\r\nركبت من الخلصاء أرقب سيلها * ورود المطي الظامئات الكوانس\r\nفيا طارق الزوراء قل لغيومها * أهلي على مغنى من الكرخ آنس\r\nوقل لرياض القفص تهدى نسيمها * فلست على بعد المزار بآيس\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nألا ليت شعري هل أبيتن ليلة * لقى بين أقراط المها والمحابس\r\nوهل أرين الري دهليز بابك * وبابك دهليز إلى أرض فارس\r\nويصبح ردم السد قفلا عليهما * كما صرت قفلا في قوافي ابن فارس\r\nفعرض أبو القاسم الحسولي المقطوعين على الصاحب وعرفه الحال فقال البادئ أظلم والقادم يزار وحسن العهد من الإيمان .\r\n( 14 - أحمد بن الفضل بن شبابة الكاتب أبو الصقر )\r\nالنحوي الهمذاني من أهل همذان ذكره شيرويه\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nكان يلقب بساسي دوير مات سنة خمسين وثلاثمائة ورى عن إبراهيم بن الحسين ديزيل وأبي خليفة الفضل بن الخباب الجمحي وأبي القاسم عبد الله بن محمد بن عبد العزير البغوي وأبي سعيد الحسن بن علي بن زكريا العدوي وأبي بكر محمد بن خلف وكيع وأبي العباس أحمد بن ثعلب وأبي العباس محمد بن يزيد المبرد وأبي بكر بن دريد النحوي وأبي الحسن علي بن سعيد العسكري وعلي بن الفضل الرشيدي وغيرهم روى عنه أبو بكر أحمد بن علي بن بلال وأبو العباس أحمد بن إبراهيم بن تركان وأبو الحسن إبراهيم بن جعفر الأسدي وأبو بكر بن خلف بن محمد الخياط وأبو عبد الله أحمد بن عمر الكاتب وابن روزنة وغيرهم\r\nحدثنا عبد الملك بن عبد الغفار الفقيه لفظا أخبرنا عبد الله بن عيسى الفقيه حدثنا محمد بن أحمد قال سمعت أبا الصقر بن شبابة الكاتب يقول : كنت\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nبالبصرة فاستأذنت على ابن خليفة وعنده جماعة مثن الهاشميين يتغدون فحبسني البواب فكتبت في رقعة وناولتها بعض غلمانه فناولها أبا خليفة :\r\nأبا خليفة تجفو من له أدب * وتتحف الغر من أولاد عباس\r\nما كان قدر رغيف لو سمحت به * شيئا وتأذن لي في جملة الناس\r\nفلما وصلت إليه الرقعة قال علي بالهمذاني صاحب الشعر فأدخلت إليه فقدم إلي طبقا من رطب وأجلسني معه .\r\n( 15 - أحمد بن الفضل بن محمد بن أحمد )\r\n( ابن محمد بن جعفر )\r\nالباطرقاني المقرئ مات في الثاني والعشرين مثن صفر سنة ستين وأربعمائة بأصبهان .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nقال السمعاني كان مقرئا فاضلا ومتحدثا مكثرا من الحديث كتب بنفسه الكثير وكان حسن الخط دقيقه قرأ القرآن على جماعة من مشاهير العلماء بالروايات وصنف التصانيف فيه منها كتاب طبقات القراء كتاب الشواذ وصلى بالناس إماما في الجامع الكبير سنين بعد ابن المظفر بن الشبيب سمع الحديث من أبي عبد الله محمد بن إسحاق بن إبراهيم بن عبد الله بن خرشيدة التاجر وجماعة وروى لنا عن جماعة كثيرة\r\nقال ابن مندة جرى ذكر الباطرقاني عند الإمام\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nعمر رحمه الله والشيخ الحافظ أبو محمد عبد العزيز بن محمد النخشبي وجماعة حاضرون فقال عبد العزيز صنف مسندا ضمنه ما اشتمل عليه صحيح البخاري إلا أنه كتب المتن من الأصل ثم ألحقه الإسناد وهذا ليس من شرط أصحاب الحديث وأهله يتكلم في مسائل لا يسع الموضع ذكرها ولو اقتصر على الإقراء والحديث لكان خيرا له .\r\n( 16 - أحمد بن كامل بن شجرة بن منصور بن كعب )\r\nابن يزيد أبو بكر القاضي قال الخطيب قال\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nالقاضي ابن كامل ولدت في سنة ستين ومائتين ومات في المحرم سنة خمسين وثلاثمائة قال الخطيب فكان ينزل في شارع عبد الصمد وهو أحد أصحاب محمد بن جرير الطبري وتقلد قضاء الكوفة من قبل أبي عمر\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nمحمد بن يوسف فكان من العلماء بالأحكام وعلوم القرآن والنحو والشعر وأيام الناس والتاريخ وأصحاب الحديث وله مصنفات في أكثر من ذلك قال النديم منها كتاب غريب القرآن كتاب القراءات كتاب\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nالتقريب في كشف الغريب كتاب موجز التأويل عن حكم التنزيل كتاب التنزيل كتاب الوقوف كتاب التاريخ كتاب المختصر في الفقه كتاب الشروط الكبير كتاب الشروط الصغير كتاب البحث والحث كتاب أمهات المؤمنين كتاب الشعر كتاب الزمان كتاب أخبار القضاة\r\nوكان قد اختار لنفسه مذهبا قال الخطيب وحدث ابن كامل عن محمد بن سعد العوفي ومحمد بن الجهم السمري وأبي قلابة الرقاشي وأحمد بن أبي خيثمة وأبي إسماعيل الترمذي روى عنه الدارقطني وأبو عبد الله المرزباني وحدثنا عنه ابن رزقويه وغيره وقال ابن رزقويه لم تر عيناي مثله ولما بلغ الثمانين أنشدنا :\r\nعقد الثمانين عقد ليس يبلغه * إلا المؤخر للأخبار والغير\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nقال وأنشدني القاضي ابن كامل لنفسه :\r\nصرف الزمان تنقل الأيام * والمرء بين محلل وحرام\r\nوإذا تقشعت الأمور تكشفت * عن فضل أيام وقبح أنام\r\nوسئل الدارقطني عن ابن كامل فقال كان متساهلا ربما حدث من حفظه بما ليس عنده في كتابه وأهلكه العجب فإنه كان يختار ولا يضع لأحد من الأثمة أصلا قيل أكان جريري المذهب فقال بل خالفه واختار لنفسه وأملى كتابا في السير وتكلم على الأخبار\r\nأنبأنا الخطيب أبو الفضل عبيد الله بن أحمد بن عبد الله المنصوري قال حدثنا أبو منصور موهوب بن الجواليقي حدثنا ثابت بن بندار حدثنا أبو علي الحسن بن أحمد بن شاذان حدثنا أبو بكر أحمد بن كامل بن\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nشجرة القاضي في سنة تسع وأربعين وثلاثمائة حدثني عبد الله بن أحمد بن عيسى المقرئ يعرف بالفسطاطي قال حدثنا أحمد بن سهل أبو عبد الرحمن قال قدم علينا سعد بن زنبور فأتيناه فحدثنا قال كنا على باب الفضيل بن عياض فاستأذنا عليه فلم يؤذن لنا قال فقيل لنا إنه لا يخرج إليكم إلا أن يسمع القرآن قال وكان معنا رجل مؤذن وكان صيتا فقلنا له أقرأ فقرأ « ألهاكم التكاثر » ورفع بها صوته قال فأشرف علينا الفضيل وقد بكى حتى بل لحيته بالدموع ومعه خرقة ينشف بها الدموع من عينيه وأنشأ يقول :\r\nبلغت الثمانين أو جزتها * فماذا أؤمل أو أنتظر\r\nأتاني ثمانون من مولدي * وبعد الثمانين ما ينتظر\r\nعلتني السنون فأبلينني .\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nقال ثم خنقته العبرة قال وكان معنا علي بن خشرم فأتمه له فقال :\r\nفدقت عظامي وكل البصر\r\nقال ثم قال القاضي أحمد بن كامل ولدت سنة ستين ومائتين وأنشدنا :\r\nعقد الثمانين عقد ليس يبلغه * إلا المؤخر للأخبار والغير\r\n( 17 - أحمد بن كليب النحوي )\r\nصاحب أسلم الأندلسي ذكر أبو الفرج عبد الرحمن\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nابن الجوزي في المنتظم أن أحمد بن كليب مات سنة ست وعشرين وأربعمائة وذكر قصته التي أذكرها فيما بعد بعينها ولا أدري من أين له هذه الوفاة فإن الحميدي ذكره في كتابه ولم يذكر وفاته قال الحميدي هو شاعر مشهور الشعر ولا سيما شعره في أسلم وكان قد أفرط في حبه حتى أداه ذلك إلى الموت وخبره في ذلك ظريف رواه عن محمد بن الحسن المذحجي\r\nقال كنت أختلف في النحو إلى عبد الله محمد بن خطاب النحوي في جماعة وكان معنا عنده أبو الحسن أسلم بن أحمد بن سعيد ابن قاضي الجماعة وأسلم بن عبد العزيز صاحب المزني والربيع قال محمد بن الحسن وكان من أجمل من رأته العيون وكان يجيء معنا إلى محمد بن خطاب أحمد بن كليب وكان من أهل الأدب البارع والشعر الرائق فاشتد كلفه بأسلم وفارق صبره\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nوصرف فيه القول متسترا بذلك إلى أن فشت أشعاره فيه وجرت على الألسنة وتنوشدت في المحافل فلعهدي بعرس وفيه زامر يزمر في البوق بقول أحمد بن كليب في أسلم :\r\nأسلمني في هواه * أسلم هذا الرشا\r\nغزال له مقلة * يصيب بها من يشا\r\nوشى بيننا حاسد * سيسأل عما وشى\r\nولو شاء أن يرتشي * على الوصل روحي ارتشى\r\nفلما بلغ هذا المبلغ انقطع أسلم عن جميع مجالس الطلب ولزم بيته والجلوس على بابه فكان أحمد بن كليب لا شغل له إلا المرور على باب أسلم سائرا ومقبلا نهاره كله فانقطع أسلم عن الجلوس على باب داره نهارا فإذا صلى المغرب واختلط الظلام خرج مستروحا وجلس على باب داره فعيل صبر أحمد بن كليب فتحيل\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nفي بعض الليالي ولبس جبة من جباب أهل البادية واعتم بمثل عمائمهم وأخذ بإحدى يديه دجاجا وبالأخرى قفصا فيه بيض وتحين جلوس أسلم عند اختلاط الظلام على بابه فتقدم إليه وقبل يديه وقال يأمر مولاي بأخذ هذا فقال له أسلم ومن أنت قال صاحبك في الضيعة الفلانية وقد كان تعرف أسماء ضياعه وأصحابه فيها فأمر أسلم بأخذ ذلك منه ثم جعل أسلم يسأله عن الضيعة فلما جاوبه أنكر الكلام وتأمله فعرفه فقال يا أخي وهنا بلغت بنفسك وإلى ههنا تبعتني أما كفاك انقطاعي عن مجالس الطلب وعن الخروج جملة وعن القعود على باب داري نهارا حتى قطعت علي جميع مالي فيه راحة قد صرت في سجنك\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nوالله لا فارقت بعد هذه الليلة عقر منزلي ولا قعدت ليلا ولا نهارا على بابي ثم قام وانصرف أحمد بن كليب حزينا كئيبا\r\nقال محمد بن الحسن واتصل ذلك بنا فقلنا لأحمد بن كليب قد خسرت دجاجك وبيضك فقال هات كل ليلة قبلة يده وأخسر أضعاف ذلك قال فلما يئس من رؤيته البتة نهكته العلة وأضجعه المرض قال فأخبرني شيخنا محمد بن خطاب قال قعدته فوجدته بأسوإ حال فقلت له ولم لا تتداوى فقال دوائي معروف وأما الأطباء فلا حيلة لهم فيه البتة فقلت له وما دواؤك قال نظرة من أسلم فلو سعيت في أن يزورني لأعظم الله أجرك وكان هو والله أيضا يؤجر قال :\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nفرحمته وتقطعت نفسي له ونهضت إلى أسلم فتلقاني بما يجب فقلت له لي حاجة قال وما هي قلت له قد علمت ما جمعك مع أحمد من ذمام الطلب عندي فقال نعم فقد تعلم أنه أشهر اسمي وآذاني فقلت له كل ذلك مغتفر في الحال التي هو فيها والرجل يموت فتفضل بعيادته فقال والله ما أقدر على ذلك فلا تكلفني هذا فقلت له لا بد فليس عليك في ذلك شيء فإنما هي عيادة مريض قال ولم أزل به حتى أجاب فقلت فقم الآن فقال لي لست والله أفعل ذلك ولكن غدا فقلت له ولا خلف فقال نعم\r\nقال فانصرفت إلى أحمد بن كليب وأخبرته بوعده بعد تأبيه فسر بذلك وارتاحت نفسه قال فلما كان من الغد بكرت إلى أسلم وقلت له الوعد فوجم وقال والله لقد تحملني على خطة صعبة وما أدري كيف\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nأطيق ذلك فقلت له لا بد من أن تفي بوعدك فأخذ رداءه ونهض معي راجلا فلما أتينا منزل أحمد بن كليب وكان يسكن في آخر درب طويل فلما توسط الدرب احمر وخجل وقال لي الساعة والله أموت وما أستطيع أن أنقل قدمي ولا أن أعرض لهذا نفسي فقلت لا تفعل بعد أن بلغت المنزل أن تنصرف قال لا سبيل والله إلى ذلك البتة قال ورجع مسرعا فأتبعته وأخذت بردائه فتمادى وتمزق الرداء وبقيت قطعة منه في يدي ومضى فلم أدركه فرجعت ودخلت إلى أحمد بن كليب وقد كان غلامه دخل إليه إذ رآنا من أول الدرب مبشرا فلما رآني دونه تغير لونه وقال وأين أبو الحسن فأخبرته بالقصة فاستحال من وقته واختلط وجعل يتكلم بكلام لا يعقل منه أكثره من التوجع فاستبشعت\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nالحال وجعلت أرجع وقمت فثاب إليه ذهنه وقال لي يا أبا عبد الله اسمع وأنشد :\r\nأسلم يا راحة العليل * رفقا على الهائم النحيل\r\nوصلك أشهى إلى فؤادي * من رحمة الخالق الجليل\r\nفقلت له اتق الله ما هذه العظيمة فقال لي قد كان ما كان فخرجت عنه فوالله ما توسطت الدرب حتى سمعت الصراخ عليه وقد فارق الدنيا هذا قتيل الحب لا دية ولا قود\r\nقال وهذه قصة مشهورة عندنا والرواة ثقات وأسلم هذا من بيت جليل وهو صاحب الكتاب المشهور في أغاني زرياب وكان شاعرا أديبا\r\nقال الحميدي وقد رأيت ابنه أبا الجعد قال وذكرت هذه القصة لمحمد بن سعيد الخولاني الكاتب فعرفها وقال لي أخبرني الثقة قال لقد رأيت أسلم\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nهذا في يوم شديد المطر لا يكاد أحد يمشي في طريق وهو قاعد على قبر أحمد بن كليب زائرا له وقد تحين غفلة الناس في مثل ذلك الوقت وكان أحمد بن كليب قد أهدى إلى أسلم في أول أمره كتاب الفصيح وكتب عليه :\r\nهذا كتاب الفصيح * بكل لفظ مليح\r\nوهبته لك طوعا * كما وهبتك روحي\r\nوقرأت في كتاب الديارات للخالدي حكاية أعجبني أمر صاحبها وأحببت أن يكون لها موضع من كتابي هذا وكأن المثل يذكر بالمثل ذكرتها عقيب خبر أحمد بن كليب فإنهما خبران متقاربان\r\nقال حدثني أبو الحسين يحيى بن الحسين الكندي الحراني الشاعر قال حدثني أبو بكر أحمد بن محمد الصنوبري قال كان بالرها وراق يقال له سعد وكان في\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nدكانه مجلس كل أديب وكان حسن الأدب والفهم يعمل شعرا رقيقا وما كنا نفارق دكانه أنا وأبو بكر المعوج الشامي الشاعر وغيرنا من شعراء الشام وديار مصر وكان لتاجر بالرها نصراني من كبار تجارها ابن اسمه عيسى من أحسن الناس وجها وأحلاهم قدا وأظرفهم طبعا ومنطقا وكان يجلس إلينا ويكتب عنا أشعارنا وجميعنا يحبه ويميل إليه وهو حينئذ صبي في الكتاب فعشقه سعد الوراق عشقا مبرحا ويعمل فيه الأشعار فمن ذلك وقد جلس عنده في دكانه :\r\nاجعل فؤادي دواة والمداد دمي * وهاك فابر عظامي موضع القلم\r\nوصبر اللوح وجهي وامحه بيد * فإن ذلك برء لي من السقم\r\nترى المعلم لا يدري بمن كلفي * وأنت أشهر في الصبيان من علم\r\nثم شاع بعشق الغلام في الرها خبره فلما كبر\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوشارف الائتلاف أحب الرهبنة وخاطب أباه وأمه في ذلك وألح عليهما حتى أجاباه وخرجا به إلى دير زكي بنواحي الرقة وهو في نهاية حسنه فابتاعا له قلاية ودفعا إلى رأس الدير جملة من المال عنها فأقام الغلام فيها وضاقت على سعد الوراق الدنيا بما رحبت وأغلق دكانه وهجر إخوانه ولزم الدير مع الغلام وسعد في خلال ذلك يعمل الأشعار فمما عمل فيه وهو في الدير وكان الغلام قد عمل شماسا :\r\nيا حمة قد علت غصنا من ألبان * كأن أطرافها أطراف ريحان\r\nقد قايسوا الشمس بالشماس فاعترفوا * بأنما الشمس والشماس سيان\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nفقل لعيسى كم هراق دما * إنسان عينك من عين لإنسان\r\nثم إن الرهبان أنكروا كثرة إلمام سعد به ونهوه عنه وحرموه أن أدخله وتوعدوه بإخراجه من الدير إن لم يفعل فأجابهم إلى ما سألوه من ذلك فلما رأى سعد امتناعه منه شق عليه وخضع للرهبان ورفق بهم ولم يجيبوه وقالوا في هذا علينا إثم وعار ونخاف السلطان فكان إذا وافى الدير أغلقوا الباب في وجهه ولم يدعوا الغلام يكلمه فاشتد وجده وازداد عشقه حتى صار إلى الجنون فحرق ثيابه وانصرف إلى داره فضرب جميع ما فيها بالنار ولزم صحراء الدير وهو عريان يهيم ويعمل الأشعار ويبكي\r\nقال أبو بكر الصنوبري ثم عبرت يوما أنا والمعوج من بستان بتنا فيه فرأيناه جالسا في ظل الدير وهو\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nعريان وقد طال شعره وتغيرت خلقته فسلمنا عليه وعذلناه وعتبناه فقال دعاني من هذا الوسواس أتريان ذلك الطائر على هيكل وأومأ بيده إلى طائر هناك فقلنا نعم فقال أنا وحقكما يا أخوي أناشده منذ الغداة أن يسقط فأحمله رسالة إلى عيسى ثم التفت إلي وقال يا صنوبري معك ألواحك قلت نعم قال اكتب :\r\nبدينك يا حمامة دير زكى * وبالإنجيل عندك والصليب\r\nففي وتحملي عني سلاما * إلى قمر على غصن رطيب\r\nعليه مسوحه وأضاء فيها * وكان البدر في حلل المغيب\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nوقالوا رابنا إلمام سعد * ولا والله ما أنا بالمريب\r\nوقولي سعدك المسكين يشكو * لهيب جوى أحر من اللهيب\r\nفصله بنظرة لك من بعيد * إذا ما كنت تمنع من قريب\r\nوإن أنا مت فاكتب حول قبري * محب مات من هجر الحبيب\r\nرقيب واحد تنغيص عيش * فكيف بمن له مائتا رقيب\r\nثم تركنا وقام يعدو إلى باب الدير وهو مغلق دونه وانصرفنا عنه وما زال كذلك زمانا ثم وجد في بعض الأيام ميتا إلى جانب الدير وكان أمير البلد يؤمئذ العباس بن كيغلغ فلم اتصل ذلك به وبأهل الرها خرجوا إلى الدير وقالوا ما قتلته غير الرهبان\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nوقال لهم ابن كيغلغ لا بد من ضرب رقبة الغلام وإحراقه بالنار ولا بد من تعزيز جميع الرهبان بالسياط وتصعب في ذلك فافتدى النصارى نفوسهم وديرهم بمائة ألف درهم\r\nوكان الغلام بعد ذلك إذا دخل الرها لزيارة أهله صاح به الصبيان يا قاتل سعد الوراق وشدوا عليه بالحجارة يرجمونه وزاد الأمر في ذلك حتى امتنع من دخول المدينة ثم انتقل إلى دير سمعان وما أدري ما كان منه\r\nومثل هذه الحكاية خبر مدرك بن علي الشيباني وكان مدرك شاعرا أديبا فاضلا وكان كثيرا ما يلم بدير الروم ببغداد ويعاشر نصاراه وكان بدير الروم غلام من أولاد النصارى يقال له عمرو بن يوحنا\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nوكان من أحسن الناس وجها وأملحهم صورة وأكملهم خلقا وكان مدرك بن علي يهواه وكان لمدرك مجلس يجتمع فيه الأحداث لا غير فإن حضر شيخ أو ذو لحية قال له مدرك إنه قبيح بك أن تختلط مع الأحداث والصبيان فقم في حفظ الله فيقوم وكان عمرو ممن يحضر مجلسه فعشقه وهام به فجاء عمرو يوما فكتب مدرك رقعة فطرحها في حجره فقرأها فإذا فيها :\r\nبمجالس العلم التي * بك تم حسن جموعها\r\nإلا رثيت لمقلة * غرقت لفيض دموعها\r\nبيني وبينك حرمة * الله في تضييعها\r\nفقرأ الأبيات عمرو ووقف عليها من كان بالمجلس وقرؤوها فاستحيا عمرو وانقطع عن الحضور وغلب\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nالأمر على مدرك وقال فيه قصيدته المزدوجة المشهورة التي أولها :\r\nمن عاشق ناء هواه داني * ناطق دمع صامت اللسان\r\nموثق قلب مطلق الجثمان * معذب بالصد والهجران\r\nوهي طويلة وكتب إليه لما هجره وقطع مجلسه :\r\nفيض الدموع وشدة الأنفاس * شهدا على ما في هواه أقاسي\r\nلبس الملاحة وهو ألبسني الضنا * شتان بين لباسه ولباسي\r\nيا من يريد وصالنا ويصده * ما قد يحاذر من كلام الناس\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nصلني فإن سبقت إليك مقالة * منهم فعصب ما يقال برأسي\r\nثم خرج مدرك إلى الوسواس وسل جسمه وتغير عقله وترك مجلسه وانقطع عن الإخوان ولزم الفراش\r\nقال حسان بن محمد بن عيسى بن شيخ فحضرته عائدا في جماعة من إخوانه فقال ألست صديقكم والقديم العشق لكم فما منكم أحد ليسعدني بالنظر إلى وجه عمرو قال فمضينا إلى عمرو فقلنا له إن كان قتل هذا الرجل دينا فإن إحياءه مروءة قال وما فعل قلنا قد صار إلى حال لا نحسبك تلحقه قال فنهض معنا فلما دخلنا عليه سلم عليه عمرو فأخذ بيده وقال كيف تجدك يا سيدي فنظر إليه ثم أغمي عليه وأفاق وهو يقول :\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nأنا في عافية إل‍ * لا من الشوق إليكا\r\nأيها العائد ما بي * منك لا يخفى عليكا\r\nلا تعد جسما وعد قلبا * رهيبا في يديكا\r\nكيف لا يهلك مرشو * ق بسهمي مقلتيكا\r\nثم شهق شهقة فارق الدنيا فيها فما برحنا حتى دفناه رحمه الله .\r\n( 18 - أحمد المحرر يعرف بالأحول )\r\nقديم كان في أيام الرشيد والمأمون وبعد ذلك قال أبو عبد الله بن عبدوس ذكر أبو الفضل بن\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nعبد الحميد في كتابه أن الأحول المحرر شخص مع محمد بن يزداد بن سعيد وزير المأمون عند شخوص المأمون إلى دمشق وأنه شكا يوما إلى أبى هارون خليفة محمد بن يزداد الوحدة والغربة وقلة ذات اليد وسأله أن يكلم له محمدا في كلام المأمون في أمره ليبره بشيء ففعل أبو هارون ذلك ورأى محمد بن\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nيزداد من المأمون طيب نفس فكلمه وعطفه عليه فقال له المأمون أنا أعرف الناس به ولا يزال بخير ما لم يكن معه شيء فإذا رزق فوق القوت بذره وأفسده ولكن أعطه لموضع كلامك أربعة آلاف درهم فدعا ابن يزداد بالأحول وعرفه ما جرى ونهاه عن الفساد وأمر له بالمال فلما قبضه ابتاع غلاما بمائة دينار واشترى سيفا ومتاعا وأسرف فيما بقي بعد ذلك حتى لم يبق معه شيء فلما رأى الغلام ذلك أخذ كل ما كان في بيته وهرب فبقي عريانا بأسوإ حال وصار إلى أبي هارون خليفة ابن يزداد فأخبره فأخذ أبو هارون نصف طومار ونشره ووقع في آخره :\r\nفر الغلام فطار قلب الأحول * وأنا الشفيع وأنت خير معول\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nثم ختمه ودفعه إليه وقال له امض به إلى محمد بن يزداد فأوصله إليه فلما رآه ابن يزداد قال له ما في كتابك قال لا أدري فقال هذا من حمقك تحمل كتابا لا تدري ما فيه ثم فضه فلم ير فيه شيئا فجعل ينشره وهو يضحك حتى أتى على آخره فوقف على البيت ووقع تحته :\r\nلولا تعنت أحمد لغلامه * كان الغلام ربيطة بالمنزل\r\nثم ختمه وناوله وأمره إن يرده إلى خليفته فقال له الله الله في جعلت فداك ارحمني من الحال التي صرت إليها فرق له ووعده أن يكلم المأمون فلما وجد بعد ذلك خلوة من المأمون كلمه فيه وشرح له ما جرى أجمع ووصف له ضعف عقل الأحول ووهي عقدته وسخفه فأمر المأمون بإحضاره فلما وقف بين يديه قال له يا عدو الله تأخذ مالي فتشتري به غلاما\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nحتى يفر منك فارتاع لذلك وتلجلج لسانه فقال جعلت فداك يا أمير المؤمنين ما فعلت فقال له ضع يدك على رأسي واحلف أنك لم تفعل فجعل ابن يزداد يأخذ بيده لذلك والمأمون يضحك ويشير إليه أن ينحيها ثم أمر له بإجراء رزق واسع في كل شهر ووصله مرة بعد مرة حتى أغناه وكان يعجبه خطه .\r\n( 19 - أحمد بن محمد بن حميد بن سليمان ابن حفص بن عبد الله )\r\nابن أبي الجهم بن حذيفة بن غانم بن عامر بن\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nعبد الله بن عبيد ابن عوتج بن عدي بن كعب العدوي الجهمي أبو عبد الله من بني عدي بن كعب القرشي ينسب إلى جده أبي الجهم بن حذيفة حجازي دخل العراق وبها تأدب ونشأ وكان أديبا راوية شاعرا متقنا عالما بالنسب والمثالب ويتناول جلة الناس وله في ذلك كتب مات\r\nذكره المرزباني ومحمد بن إسحاق النديم فقالا وقع بينه وبين قوم من العمريين والعثمانيين شر فذكر سلفهم بأقبح ذكر فكلمه بعض الهاشميين في ذلك فذكر العباس بأمر عظيم فأنهي خبره إلى المتوكل فأمر بضربه مائة سوط وتولى ضربه إياها إبراهيم بن إسحاق بن إبراهيم فلما فرغ من ضربه قال فيه :\r\nتبرا الكلوم وينبت الشعر * ولكل مورد غلة صدر\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nواللؤم في أثواب منبطح * لعبيده ما أورق الشجر\r\nقال وله من الكتب كتاب قريش وأخبارها كتاب المعصومين كتاب المثالب كتاب الانتصار في الرد على الشعوبية كتاب فضائل مصر .\r\n( 20 - أحمد بن أبي عبد الله بن محمد ابن خالد بن عبد الرحمن )\r\nابن محمد بن علي البرقي أبو جعفر الكوفي الأصل وكان يوسف بن عمر الثقفي والي العراق من قبل هشام بن عبد الملك قد حبس جده محمد بن علي بعد قتل زيد بن علي ثم قتله وكان خالد صغير السن فهرب مع أبيه عبد الرحمن إلى برقة قم فأقاموا بها .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nوكان ثقة في نفسه غير أنه أكثر الرواية عن الضعفاء واعتمد المراسيل وصنف كتبا كثيرة منها المحاسن وغيرها وقد زيد في المحاسن ونقص فمما وقع إلي منها كتاب الإبلاغ كتاب التراحم والتعاطف كتاب أدب النفس كتاب المنافع كتاب أدب المعاشرة كتاب المعيشة كتاب المكاسب كتاب الرفاهية كتاب المعاريض كتاب السفر كتاب الأمثال كتاب الشواهد من كتاب الله عز وجل كتاب النجوم كتاب المرافق كتاب الدواجن كتاب المشوم كتاب الزينة كتاب الأركان كتاب الزي كتاب اختلاف الحديث كتاب المأكل كتاب الفهم كتاب الإخوان كتاب الثواب كتاب تفسير الأحاديث وأحكامه كتاب العلل كتاب العقل كتاب التخويف كتاب التحذير كتاب التهذيب كتاب التسلية كتاب التاريخ كتاب التبصرة كتاب غريب كتب المحاسن كتاب مذام الأخلاق كتاب النساء كتاب المآثر\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nوالأحساب كتاب أنساب الأمم كتاب الزهد والموعظة كتاب الشعر والشعراء كتاب العجائب كتاب الحقائق كتاب المواهب والحظوظ كتاب الحياة وهو كتاب النور والرحمة كتاب التعيين كتاب التأويل كتاب مذام الأفعال كتاب الفروق كتاب المعاني والتحريف كتاب العقاب كتاب الامتحان كتاب العقوبات كتاب العين والخصائص كتاب النحو كتاب العيافة والقيافة كتاب الزجر والفأل كتاب الطيرة كتاب المراشد كتاب الأفانين كتاب الغرائب كتاب الخيل كتاب الصيانة كتاب الفراسة كتاب العويص كتاب النوادر كتاب مكارم الأخلاق كتاب ثواب القرآن كتاب فضل القرآن كتاب مصابيح الظلم كتاب المنتخبات كتاب الدعابة والمزاح كتاب الترغيب كتاب الصفوة كتاب الرؤيا كتاب المحبوبات والمكروهات كتاب خلق السماوات والأرض كتاب بدء خلق إبليس والجن\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nكتاب الدواجن والرواض كتاب مغازي النبي صلى الله عليه وسلم كتاب بنات النبي صلى الله عليه وسلم وأزواجه كتاب الأحناش والحيوان كتاب التأويل كتاب طبقات الرجال كتاب الأوائل كتاب الطب كتاب التبيان كتاب الجمل كتاب ما خاطب الله به خلقه كتاب جداول الحكمة كتاب الأشكال والقرائن كتاب الرياضة كتاب ذكر الكعبة كتاب التهانيء كتاب التعازي .\r\n( 21 - أحمد بن محمد بن يوسف الأصبهاني )\r\nقال حمزة في كتاب أصبهان وذكره في جملة الأدباء الذين كانوا بها وقال له كتاب في طبقات البلغاء وكتاب في طبقات الخطباء لم يسبق إلى مثلهما وكتاب أدب الكتاب وأنشد الأصبهاني في القاضي الوليد :\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nلعمرك ما حمدنا غب ود * بذلنا الصفو منه للوليد\r\nرجونا أن يكون لنا ثمالا * إذا ما المحل أذوى كل عود\r\nويحيى أحمد بن أبي دؤاد * سليل المجد والشرف العتيد\r\nفزرناه فلم نحصل لديه * على غير التهدد والوعيد\r\nنورد حوضه الآمال منا * فآبت غير حامدة الورود\r\nيظل عدوه يحظى لديه * بنيل الحظ من دون الودود\r\nرضينا بالسلامة من جداه * وأعفيناه من كرم وجود\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nوقال في مثل للفرس قلبه إلى العربية شعرا :\r\nإني إذا ما رأيت فرخ زنى * فليس يخفى علي جوهره\r\nلو في جدار تخط صورته * لماج في كف من يصوره\r\nوقال في رجل عدل عن انتحال علم الإسلام إلى علم الفلسفة :\r\nفارقت علم الشافعي ومالك * وشرعت في الإسلام رأي رقلس\r\nوأراك في دين الجماعة زاهدا * ترنو إليه بميل طرف الأشوس\r\nوكتب إلى بعض إخوانه :\r\nنفسي فداؤك من خليل مصقب * لم يشفني منه اللقاء الشافي\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nعندي غدا فئة تقوم بمثلها * لله حجته على الأصناف\r\nمثل النجوم يلذ حسن حديثهم * ليسوا بأوباش ولا أجناف\r\nأو روضة زهراء معشبة الثرى * كال الربيع لها بكيل واف\r\nمن بين علم يصول بعلمه * أو شاعر يقضي بحد قواف\r\nمنهم أبو الحسن ابن قلس دهره * وأبو الهذيل وليس بالعلاف\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوالهرمزاني الذي يسمو به * شرف أناف به على الأشراف\r\nفاجعل حديثك عندنا يشفي الجوى * فنفوسنا ولهى إلى الإيلاف\r\nألن الجواب فليس يعجبني أخ * في الدين شاب وفاءه بخلاف\r\n( 22 - أحمد بن محمد بن أبي محمد اليزيدي )\r\nأبو جعفر ذكره الحافظ أبو القاسم بن عساكر في تاريخ دمشق فقال أحمد بن محمد بن يحيى المبارك\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nابن المغيرة أبو جعفر العدوي النحوي المعروف أبوه باليزيدي كان من ندماء المأمون وقدم معه دمشق وتوجه منها غازيا للروم سمع جده أبا محمد يحيى وأبا زيد الأنصاري وكان مقرئا روى عنه أخواه عبيد الله والفضل ابنا محمد وابن أخيه محمد بن العباس ومحمد بن أبي محمد وعون بن محمد الكندي ومحمد بن عبد الملك الزيات مات قبيل سنة ستين ومائتين قرأت في كتاب أبي الفرج الأصبهاني حدثنا محمد بن العباس حدثني أبي عن أخيه أبي جعفر قال دخلت يوما على المأمون بقارا وهو يريد الغزو فأنشدته شعرا مدحته به أوله :\r\nيا قصر ذا النخلات من قارا * إني حننت إليك من بارا\r\nأبصرت أشجارا على نهر * فذكرت أنهارا وأشجارا\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nلله أيام نعمت بها * في القفص أحيانا وفي بارا\r\nإذ لا أزال أزور غانية * ألهو بها وأزور خمارا\r\nلا أستجيب لمن دعا لهدى * وأجيب شطارا ودعارا\r\nأعصي النصيح وكل عاذلة * وأطيع أوتارا ومزمارا\r\nقال فغضب المأمون وقال أنا في وجه عدو وأحض الناس على الغزو وأنت تذكرهم نزهة بغداد قلت الشيء بتمامه ثم قلت :\r\nوصحوت بالمأمون من سكري * ورأيت خير الأمر ما اختارا\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nورأيت طاعته مؤدية * للفرض إعلانا وإسرارا\r\nفخلعت ثوب الهزل من عنقي * ورضيت دار الخلد لي دارا\r\nوظللت معتصما بطاعته * وجواره وكفى به جارا\r\nإن حل أرضا فهي لي وطن * وأسير عنها حيثما سارا\r\nفقال له يحيى بن أكثم ما أحسن ما قال يا أمير المؤمنين أخبر أنه كان في سكر وخسار فترك ذلك وارعوى وآثر طاعة خليفته وعلم أن الرشد فيها\r\nفسكن وأمسك ولأحمد بن اليزيدي هذا بيت جمع فيه حروف المعجم كلها وهو :\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nولقد شجتني طفلة برزت ضحى * كالشمس خثماء العظام بذي الغضا\r\nوذكره أبو بكر الزبيدي فقال هو أمثل أهل بيته في العلم\r\n( 23 - أحمد بن محمد بن عبد الكريم بن سهل )\r\nويقال ابن أبي سهل الأحول أبو العباس ذكره محمد بن إسحاق النديم فقال هو من متقدمي الكتاب وأفاضلهم وكان عالما بصناعة الخراج متقدما في ذلك على أهل عصره مات سنة سبعين ومائتين وله كتاب الخراج .\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n( 24 - أحمد بن محمد بن ثوابة بن خالد الكاتب )\r\nأبو العباس قال محمد بن إسحاق النديم هو أحمد بن محمد بن ثوابة ابن يونس أبو العباس الكاتب أصلهم نصارى وقيل إن يونس يعرف بلبابة وكان حجاما وقيل أمهم لبابة ومات أبو العباس سنة سبع وسبعين ومائتين وقال الصولي مات في سنة ثلاث وسبعين قال وحدثني أبو سعيد وهب بن إبراهيم بن طازاذ قال كان بين علي بن الحسين وبين أبي العباس بن ثوابة منازعة في ضيعة فاجتمعا في مجلس بعض الرؤساء وأحسبه عبيد الله بن سليمان فرد علي بن سليمان فرد بن الحسين مناظرة أبي العباس إلى أخيه أبي القاسم بن الحسين فناظر\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nأبا العباس فأقبل أبو العباس يهاتره ويطنز به وقال في جملة قوله من أنتم إنما نفقتم بالبذيذة قال فالتفت علي بن الحسين إلى صبي كان معه كأنه الدنيا المقبلة فأخذ بيده وقام قائما في موضعه وكشف عن رأسه وقال بأعلى صوته يا معشر الكتاب قد عرفتموني وهذا ولدي من فلانة بنت فلان الفلاني وهي مني طالق طلاق الحرج والسنة على سائر المذاهب إن لم يكن هذا الشرط الذي في أخدعي شرط جده فلان المزين لا يكني عن جد ابن ثوابة قال فاستخذل أبو العباس ولم يحر جوابا ولا أجرى بعد ذلك كلاما في الضيعة وسلمها من غير منازعة ولا محاورة .\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nقال وكان أبو العباس من الثقلاء البغضاء وله كلام مدون مستهجن مستثقل منه علي بماء الورد أغسل فمي من كلام الحاجم ومنه لما رأى أمير المؤمنين الناس قد تدارسوا وتدقلموا وترنسعوا وتذورروا تدسقن وله من التصانيف كتاب رسائله المجموعة كتاب رسالته في الكتابة والخط وأخوه جعفر بن محمد بن ثوابة تولى ديوان الرسائل في أيام عبيد الله بن سليمان الوزير وله ابن اسمه محمد بن أحمد كان أيضا مترسلا بليغا وله كتاب رسائل وأبو الحسين محمد بن جعفر بن ثوابة وابنه أبو عبد الله أحمد بن محمد بن جعفر وله أيضا ديوان رسائل وهو آخر من بقي من فضلائهم .\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nومن كلام أبي العباس من حق المكاتبة أن يسبقها أنس وينعقد قبلها ود ولكن الحاجة أعجلت عن ذلك فكتبت كتاب من يحسن الظن إلى من يحققه ومن فصل له إلى عبيد الله بن سليمان لم يؤت الوزير من عدم فضيلة ولم أوت من عدم وسيلة وغلة الصادي تأبى له انتظار الوارد وتعجل عن تأمل ما بين الغدير والواد ولم أزل أترقب أن يخطرني بباله ترقب الصائم لفطره وأنتظره انتظار الساري لفجره إلى أن برح الخفاء وكشف الغطاء وشمت الأعداء وإن في تخلفي وتقدم المقصرين لآية للمتوسمين والحمد لله رب العالمين وقيل لابن ثوابة قد تقلد إسماعيل بن بلبل الوزارة فقال إن هذا عجز قبيح من الأقدار وكان محمد بن أحمد بن ثوابة كاتبا لباكباك التركي فلما أغري المهتدي\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nبالرافضة قال المهتدي لباكباك كاتبك والله أيضا رافضي فقال باكباك كذب والله على كاتبي ما كان يقول هؤلاء فشهدت الجماعة عليه فقال باكباك كذبتم ليس كاتبي كما تقولون كاتبي خير فاضل يصلي ويصوم وينصحني ونجاني من الموت لا أصدق قولكم عليه فغضب المهتدي وردد الأيمان على القول في ابن ثوابة وهو يقول لا لا فلما انصرف القوم من حضرة المهتدي أسمعهم باكباك وشتمهم ونسبهم إلى أخذ الرشا والمصانعات وأغلظ لهم وأمر ببعضهم فنيل بمكروه إلى أن تخلصوا من يده\r\nواستتر ابن ثوابة وقلد المهتدي كتابة باكباك سهل بن عبد الكريم الأحول ونودي على ابن ثوابة ثم تنصل باكباك إلى المهتدي واعتذر إليه فقبل عذره وصفح عنه فلما قدم موسى بن بغا سر من رأى من الجبل تلقاه باكباك\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nوسأله التلطف في المسألة في الصفح عن كاتبه ابن ثوابة فلما جدد المهتدي البيعة في دار أناجور التركي عاود باكباك المسألة في كاتبه فوعده بالرضا عنه وقال الذي فعلته بابن ثوابة لم يكن لشيء كان في نفسي عليه يخصني لكن غضبا لله تعالى وللدين فإن كان قد نزع عما أنكر منه وأظهر تورعا فإني قد رضيت عنه ثم رضي عنه الخليفة في يوم الجمعة النصف من محرم سنة خمسين ومائتين وخلع عليه أربع خلع وقلده سيفا ورجع إلى كتابة باكباك ميمون بن هارون\r\nقال لي الحسن علي بن محمد بن الأخضر كنا يوما في مجلس أبي العباس ثعلب إذ جاءه أبو هفان البصري للسلام عليه فسأله عن أمره وسبب قدومه من سامرا وأين يريد فقال أريد ثوابة يعني أحمد بن محمد بن ثوابة بن خالد وكان بالرقه وكان ذلك في أيام عيد\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nفقال أبو العباس كيف رضاك عن بني ثوابة فقال إني والله أكره هجاءهم في يوم مثل هذا ولكني أقمت هجائي لهم مقام الزكاة وقلت :\r\nملوك ثناهم كأحسابهم * وأخلاقهم شبه آدابهم\r\nفطول قرونهم أجمعين * يزيد على طول أذنابهم\r\nوقال الصولي كانت بين أبي الصقر إسماعيل بن بلبل الوزير وبين أبي العباس أحمد بن محمد بن ثوابة وحشة شديدة لأسباب منها أشياء جرت في مجلس صاعد في آخر أيامه قد حدثني رشيق الموسوي الخادم وما رأيت خادما أعقل منه ولا أكتب يدا قال كنا في مجلس صاعد فسأل عن رجل فقال أبو الصقر قد كان أنفي يريد نفي فقال ابن ثوابة في الخرء فسمعها فقال أبو الصقر كيف تكلم من\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nحقه أن يشد ويحد فقال ابن ثوابة من جهلك أنك لا تعلم أن من يشد لا يحد ومن يحد لا يشد ثم ضرب الدهر من ضربه فرأيت ابن ثوابة قد دخل إلى أبى الصقر بواسط فوقف بين يديه ثم قال أيها الوزير لقد آثرك الله علينا وإن كنا لخاطئين فقال له أبو الصقر لا تثريب عليكم يا أبا العباس ثم رفع مجلسه وقلده طساسيج بابل وسورا وبربسما فضاعف وزاد في الدعاء له فما زال واليا إلى أن توفي في سنة ثلاث وسبعين ومائتين هكذا ذكر الصولي والأول منقول من كتاب محمد بن إسحاق وهذا أولى بالصواب\r\nقال الصولي وحدثني الحسين بن علي الكاتب قال كان أبو العيناء في جملة أبي الصقر قال وكان يعادي ابن ثوابة لمعاداة أبي الصقر فاجتمعا في مجلس بعقب ما جرى بين أبي الصقر وبين ابن ثوابة في مجلس صاعد فتلاحيا\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nفقال له ابن ثوابة أما تعرفني قال بل أعرفك ضيق العطن كثير الوسن قليل الفطن خارا على الذقن قد بلغني تعديك على أبي الصقر وإنما حلم عنك لأنه لم ير عزا فيذله ولا علوا فيضعه ولا حجرا فيهدمه فعاف لحمك أن يأكله وسهك دمك أن يسفكه فقال له اسكت فما تساب اثنان إلا غلب ألأمهما قال أبو العيناء فلهذا غلبت بالأمس أبا الصقر فأسكته\r\nومن كتاب الوزراء لهلال بن المحسن حدث علي بن سليمان الأخفش قال ذكر لي المبرد أنه كان في يوم نوبة له عند أبي العباس أحمد بن محمد ابن ثوابة حتى دخل عليه غلامه وفي يده رقعة البحتري\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nفقرأها أبو العباس ووقع فيها توقيعا خفيفا وأمر بإصلاحها فأصلحت وأعيدت إليه قال المبرد فرمى بها إلي فإذا فيها :\r\nإسلم أبا العباس وابق * فلا أزال الله ظلك\r\nوكن الذي يبقى لنا * ونموت حين نموت قبلك\r\nلي حاجة أرجو لها * إحسانك الأوفى وفضلك\r\nوالمجد مشترط عليك * قضاءها والشرط أملك\r\nفلئن كفيت ملمها * فلمثلها أعددت مثلك\r\nقال وإذا قد وقع أبو العباس مقضية والله الذي لا إله إلا هو ولو أتلفت المال وأذهبت الحال فقل رعاك الله ما شئت منبسطا وثق بما أنا عليه لك مغتبطا إن شاء الله تعالى\r\nوقال أحمد بن علي المادرائي الكاتب الأعور الكردي صديق المبرد يهجو ابن ثوابة من قصيدة :\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nتعست أبا الفضل الكتابة * من أجل مقت بني ثوابه\r\nوسألت أهل المهنتي‍ * ن من الخطابة والكتابة\r\nعن عادل في حكمه * فعليك أجمعت العصابة\r\nفاسمع فقد ميزتهم * ولكلهم طرز وبابه\r\nأما الكبير فمن جلالته * يقال له لبابه\r\nوإذا خلا فممدد * في البيت قد شالوا كعابه\r\nوارفض عنه زهوه * وتقشعت تلك المهابة\r\nنقلت من خط عبد السلام البصري حدثنا أبو العباس التميمي حدثنا جحظة في أماليه قال حضرت مجلس أبي العباس ثعلب وعنده جماعة من أصحابه وحضر أحمد بن علي المادرائي فسأله عن أبي العباس بن ثوابة وقال له متى عهدك به فقال لا عهد ولا عقد ولا وفاق ولا ميثاق فقال له ثعلب عهدي بك إذا غضبت هجوت فهل من شيء فأنشد :\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nبني ثوابة أنتم أثقل الأمم * جمعتم ثقل الأوزار والتخم\r\nأهاض حين أراكم من بشامتكم * على القلوب وإن لم أوت من بشم\r\nكم قائل حين غاظته كتابتكم * لو شئت يا رب ما علمت بالقلم\r\nفقال ثعلب أحسنت والله في شعرك وأسأت إلى القوم .\r\nوعن أبي الفرج الأصبهاني حدثني أبو الفضل العباس بن أحمد بن محمد بن ثوابة قال قدم البحتري النيل على أحمد بن علي الإسكافي مادحا له فلم يثبه ثوابا يرضاه بعد أن طالت مدته عنده فهجاه بقصيدته التي يقول فيها :\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nما كسبنا من أحمد بن علي * ومن النيل غير حمى النيل\r\nوهجاه بقصيدة أخرى أولها :\r\nقصة النيل فاسمعوها عجابه\r\nفجمع إلى هجائه إياه هجاء بني ثوابة وبلغ ذلك أبي فبعث إليه بألف درهم وثيابا ودابة بسرجها ولجامها فرده وقال قد أسلفتكم إساءة فلا يجوز معه قبول صلتكم فكتب إليه أبي أما الإساءة فمغفورة والمعذرة مشكورة والحسنات يذهبن السيئات وما يأسو جراحك مثل يدك وقد رددت إليك ما رددته علي وأضعفته فإن تلافيت ما فرط منك أثبنا وشكرنا وإن لم تفعل احتملنا وصبرنا فقبل ما بعث\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nبه وكتب إليه كلامك والله أحسن من شعري وقد أسلفتني ما أخجلني وحملتني ما أثقلني وسيأتيك ثنائي ثم غدا عليه بقصيدة أولها :\r\nضلال لها ماذا أرادت من الصد\r\nوقال فيه بعد ذلك :\r\nبرق أضاء العقيق من ضرمه\r\nوقال فيه أيضا :\r\nأن دعاه داعي الهوى فأجابه :\r\nفلم يزل أبي يصله بعد ذلك وتتابع بره لديه حتى افترقا\r\nوكتب أحمد بن محمد بن ثوابة إلى إسماعيل بن بلبل حين صاهر الناصر لدين الله الموفق بالله بسم الله الرحمن الرحيم بلغني للوزير أيده الله نعمة زاد\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nشكرها على مقادير الشكر كما أربى مقدارها على مقادير النعمة فكان مثلها قول إبراهيم بن العباس :\r\nبنوك غدوا آل النبي ووارثوا الخلافة * والحاوون كسرى وهاشما\r\nوأنا أسأل الله تعالى أن يجعلها موهبة ترتبط ما قبلها وتنتظم ما بعدها وتصل جلال الشرف حتى يكون الوزير أعزه الله على سادة الوزراء موفيا ولجميل العادة مستحقا ولمحمود العاقبة مستوجبا وأن يلبس خدمه وأولياءه من هذه الحلل العالية ما يكون لهم ذكرا باقيا وشرفا مخلدا\r\nوكان يلقب لبابة وكان عبيد الله بن سليمان قد صرف أحمد بن محمد ابن ثوابة عن طساسيج كان يتقلدها بأبي الحسن بن مخلد\r\nفقال أحمد بن علي المادرائي الأعور الكردي :\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nإني وقفت بباب الجسر في نفر * فوضى يخوضون في غرب من الخبر\r\nقالوا لبابة أضحت وهي ساخطة * قد قدت الجيب من غيظ ومن ضجر\r\nفقلت حقا وقد قرت بقولهم * عيني وأعين إخواني بني عمر\r\nلا تعجبوا لقميص قد من قبل * فإن صاحبه قد قد من دبر\r\nولأبي سهل فيه يخاطب عبيد الله بن سليمان :\r\nيا أبا القاسم الذي قسم الله * في الورى الهوى والمهابة\r\nكدت تنفي أهل الكتابة عنها * حين أدخلت فيهم ابن ثوابه\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nأنت ألحقته وما كان فيهم * بهم ظالما به للكتابة\r\nهل رأينا مخنثا كاتبا أو * هل يسمى أديب قوم لبابه\r\nوله فيه :\r\nأقصرت عن جدي وعن شغلي * والمكرمات وعدت في هزلي\r\nلما أراني الدهر من تصريفه * غير يغير مثله مثلي\r\nبلغ أحمد بن ثوابة بجنونه * ما ليس يبلغه ذوو عقل\r\nإن كان نقص المرء يجلب حظه * فالعقل يرفع رزق ذي فضل\r\nقال أبو حيان في كتاب الوزيرين حدثنا أبو بكر\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nالصيمري قال حدثنا ابن سمكة قال حدثنا ابن محارب قال سمعت أحمد بن الطيب يقول إن صديقا لابن ثوابة الكاتب أبي العباس يكنى أبا عبيدة قال له ذات يوم إنك يحمد الله ومنه ذو أدب وفصاحة وبراعة فلو أكملت فضائلك بأن تضيف إليه معرفة البرهان القياسي وعلم الأشكال الهندسية الدالة على حقائق الأشياء وقرأت إقليدس وتدبرته فقال له ابن ثوابة وما كان إقليدس ومن هو قال رجل من علماء الروم يسمى بهذا الاسم وضع كتابا فيه أشكال كثيرة مختلفة تدل على حقائق الأشياء المعلومة والمغيبة يشحذ الذهن ويدقق الفهم ويلطف المعرفة ويصفي الحاسة ويثبت الروية ومنه افتتح الخط وعرفت مقادير حروف المعجم قال له أبو العباس بن ثوابة وكيف ذلك قال لا تعلم كيف هو حتى تشاهد\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nالأشكال وتعاين البرهان قال فافعل ما بدا لك فأتاه برجل يقال له قويرى مشهور ولم يعد إليه بعد ذلك قال أحمد بن الطيب فاستظرفت ذلك وعجبت منه فكتبت إلى أبي ثوابة رقعة نسختها :\r\nبسم الله الرحمن الرحيم اتصل بي جعلت فداك أن رجلا من إخوانك أشار عليك بتكميل فضائلك وتقويتها بشيء من معرفة القياس البرهاني وطمأنينتك إليه وأنك أصغيت إلى قوله وأذنت له فأحضرك رجلا كان غاية في سوء الأدب ومعدنا من معادن الكفر وإماما من أئمة الشرك لاستغرارك واستغوائك يخادعك عن عقلك الرصين وينازلك في ثقافة فهمك المبين فأبى الله العزيز إلا جميل عوائده الحسنة قبلك ومننه السوابق لديك وفضله الدائم عندك بأن تأتي على قواعد برهانه من ذروته وتحط عوالي أركانه من أقصى معاقد\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nأسه فأحببت استعلامي ذلك على كنهه من جهتك ليكون شكري لك على ما كان منك حسب لومي لصاحبك على ما كان منه ولأتلافي الفارط في ذلك بتدبر المشيئة إن شاء الله تعالى قال فأجابني ابن ثوابة برقعة نسختها بسم الله الرحمن الرحيم وصلت رقعتك أعزك الله وفهمت فحواها وتدبرت متضمنها والخبر كما اتصل بك والأمر كما بلغك وقد لخصته وبينته حتى كأنك معنا وشاهدنا وأول ما أقول الحمد لله مولي النعم والمتوحد بالقسم « إليه يرد علم الساعة » « وإليه المصير » وأنا أسأله إتراع الشكر على ذلك وعلى ما منحنا من ودك وإتمامه بيننا بمنه ومما أحببت إعلامك وتعريفك بما تأدى إليك أن أبا عبيدة لعنه الله تعالى بنحسه ودسه وحدسه\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nاغتالني ليكلم ديني من حيث لا أعلم وينقلني عما أعتقده وأراه وأضمره من الإيمان بالله عز وجل وبرسوله صلى الله عليه وسلم موطدا إلى الزندقة بسوء نيته من الهندسة وأنه يأتيني برجل يفيدني علما شريفا تكمل به فضائلي فيما زعم فقلت عسى أفيد به براعة في صناعة أو كمالا في مروءة أو فخارا عند الأكفاء فأجبته بأن هلم فأتاني بشيخ ديراني شاخص النظر منتشر عصب البصر طويل مشذب محزوم الوسط متزمل في مسكة فاستعذت بالرحمن إذ نزغني الشيطان ومجلسي غاص بالأشراف من كل الأصناف وكلهم يرمقه ويتشوف إلى رفعي مجلسه وإدنائه وتقريبه ويعظمونه ويحيونه « والله\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nمحيط بالكافرين » فأخذ مجلسه ولوى أشداقه وفتح أوساقه فتبينت في مشاهدته النفاق وفي ألفاظه الشقاق فقلت بلغني أن عندك معرفة من الهندسة وعلما واصلا إلى فضل يفيد الناظر فيه حكمة وتقدما في كل صناعة فهلم أفدنا شيئا منها عسى أن يكون عونا لنا على دين أو دنيا في مروءة ومفاخرة لدى الأكفاء ومفيدا زهدا ونسكا فذلك هو الفوز العظيم « فمن زحزح عن النار وأدخل الجنة فقد فاز » « وما ذلك على الله بعزيز » قال فأحضرني دواة وقرطاسا فأحضرتهما فأخذ القلم ونكت نكتة نقط منها نقطة تخيلها بصري وتوهمها طرفي كأصغر من حبة الذرة فزمزم عليها من وساوسه وتلا عليها من حكم أسفار\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nأباطيله ثم أعلن عليها جاهرا بإفكه وأقبل علي وقال أيها الرجل إن هذه النقطة شئ لا جزء له فقلت أضللتني ورب الكعبة وما الشيء الذي لا جزء له فقال ك :\r\nفأذهلني وحيرني وكاد يأتي على عقلي لولا أن هداني ربي لأنه أتاني بلغة ما سمعتها والله من عربي ولا عجمي وقد أحطت علما بلغات العرب وقمت بها وسبرتها جاهدا واختبرتها عامدا وصرت فيها إلى ما لا أجد أحدا يتقدمني إلى المعرفة به ولا يسبقني إلى دقيقة وجليلة فقلت أنا وما الشيء البسيط فقال كالله وكالنفس فقلت له إنك من الملحدين أتضرب بالله الأمثال والله يقول « فلا تضربوا لله الأمثال إن الله يعلم وأنتم لا تعلمون » لعن الله مرشدا أرشدني إليك ودالا دلني عليك فما ساقك إلى إلا قضاء سوء ولا كسعك نحوي إلا الحين وأعوذ بالله من الحين وأبرأ إليه\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nمنكم ومما تلحدون والله ولي أمير المؤمنين إني بريء مما تشركون لا حول ولا قوة إلا بالله العلي العظيم فلما سمع مقالتي كره استعاذتي فاستخفه الغضب فأقبل علي مستبسلا وقال إني أرى فصاحة لسانك سببا لعجمة فهمك وتدرعك بقولك آفة من آفات عقلك فلولا من حضر والله المجلس وإصغاؤهم إليه مستصوبين أباطيله ومستحسنين أكاذيبه وما رأيت من استهوائه إياهم بخدعه وما تبينت من توازرهم لأمرت بسل لسان اللكع الألكن وأمرت بإخراجه إلى آخر نار الله وسعيره وغضبه ولعنته ونظرت إلى أمارات الغضب في وجوه الحاضرين فقلت ما غضبكم لنصراني يشرك بالله ويتخذ من دونه الأنداد ويعلن بالإلحاد لولا مكانكم لنهكته عقوبة فقال لي رجل منهم إنسان حكيم فغاظني قوله فقلت لعن الله حكمة مشوبة بكفر\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nفقال لي آخر إن عندي مسلما يتقدم أهل هذا العلم ورجوت بذكره الإسلام خيرا فقلت ائتني به فأتاني برجل قصير دحداح آدم مجدور الوجه أخفش العينين أجلح أفطس سئ المنظر قبيح الزي فسلم فرددت عليه السلام فقلت ما اسمك فقال أعرف بكنية قد غلبت علي فقلت أبو من فقال أبو يحيى فتفاءلت بملك الموت عليه السلام وقلت اللهم إني أعوذ بك من الهندسة اللهم فاكفني شرها فإنه لا يصرف إلا أنت وقرأت الحمد لله والمعوذتين و « قل هو الله أحد » وقلت إن صديقا لي جاءني بنصراني يتخذ الأنداد ويدعي أن لله الأولاد ليغويني فهلم أفدنا شيئا من هندستك واقبسنا من ظرائف حكمتك ما يكون لي سببا إلى رحمة الله ووسيلة إلى غفرانه فإنها أربح تجارة وأعوذ بضاعة فقال أحضرني دواة وقرطاسا فقلت أتدعو\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nبالدواة والقرطاس وقد بليت منهما ببلية كلها لم تندمل عن سويداء قلبي فقال وكيف كان ذلك فقلت إن النصراني نقط نقطة كأصغر من سم الخياط وقال لي إنها معقولة كربك الأعلى فوالله ما عدا فرعون وكفره وإفكه فقال إني أعفيك من النقطة لعن الله قويرى وما كان يصنع بالنقطة وهل بلغت أنت أن تعرف النقطة فقلت استجهلني ورب الكعبة وقد أخذت بأزمة الكتابة ونهضت بأعبائها واستقللت بثقلها يقول لي لا تعرف فحوى النقطة فنازعتني نفسي في معالجته بغليظ العقوبة ثم استعطفني الحلم إلى الأخذ بالفضل ودعا بغلامه وقال ائتني بالتخت فوالله ما رأيت مخلوقا بأسرع إحضارا له من ذلك الغلام فأتاه به فتخيلته هيئة منكرة ولم أدر ما هو وجعلت أصوب الفكر فيه وأصعد أخرى وأجيل الرأي مليا وأطرق طويلا\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nلأعلم أي شيء هو أصندوق هو فإذا ليس بصندوق أتخت فإذا ليس بتخت فتخيلته كتابوت فقلت لحد لملحد يلحد به الناس عن الحق ثم أخرج من كمه ميلا عظيما فظننته متطببا وإنه لمن شر المتطببين فقلت له إن أمرك لعجب كله ولم أر أميال المتطببين كميلك اتفقا به العين قال لست بمتطبب ولكن أخط به الهندسة على هذا التخت فقلت له إنك وإن كنت مباينا للنصراني في دينه لموازر له في كفره أتخط على تخت بميل لتعدل به عن وضح الفجر إلى غسق الليل وتميل بي إلى الكذب باللوح المحفوظ وكاتبيه الكرام إياي تستهوي أم حسبتني كمن يهتز لمكايدكم فقال لست أذكر لوحا محفوظا ولا مضيعا ولا كاتبا كريما ولا لئيما ولكن أخط فيه الهندسة وأقيم عليها البرهان بالقياس والفلسفة قلت له اخطط فأخذ يخط\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nوقلبي مروع يجب وجيبا وقال لي غير متعظم إن هذا الخط طول بلا عرض فتذكرت صراط ربي المستقيم وقلت له قاتلك الله أتدري ما تقول تعالى صراط ربي المستقيم عن تخطيطك وتشبيهك وتحريفك وتضليلك إنه لصراط مستقيم وإنه لأحد من السيف الباتر والحسام القاطع وأدق من الشعر وأطول مما تمسحون وأبعد مما تذرعون ومداه بعيد وهوله شديد أتطمع أن تزحزحني عن صراط ربي وحسبتني غرا غبيا لا أعلم ما في باطن ألفاظك ومكنون معانيك والله ما خططت الخط وأخبرت أنه طول بلا عرض إلا ضلة بالصراط المستقيم لتزل قدمي عنه وأن ترديني في جهنم أعوذ بالله وأبرأ إليه من الهندسة ومما تدل عليه وترشد إليه إني بريء من الهندسة ومما تعلنون وتسرون ولبئسما سولت لك نفسك أن تكون\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nمن خزنتها بل من وقودها وإن لك فيها لأنكالا وسلاسل وأغلالا وطعاما ذا غصة فأخذ يتكلم فقلت سدوا فاه مخافة أن يبدر من فيه مثل ما بدر من المضلل الأول وأمرت بسحبه فسحب إلى أليم عذاب ونار « وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون » ثم أخذت قرطاسا وكتبت بيدي يمينا آليت فيها بكل مؤكد وعقد مردد ويمين ليست لها كفارة أني لا أنظر في الهندسة أبدا ولا أطلبها ولا أتعلمها من أحد لا سرا ولا جهرا ولا على وجه من الوجوه ولا على سبب من الأسباب وأكدت بمثل ذلك على عقبي وعقب أعقابهم لا تنظروا فيها ولا تتعلموها ما دامت السماوات والأرض إلى أن تقوم الساعة لميقات يوم معلوم وهذا بيان ما سألت\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nأعزك الله عنه فيما دفعت إليه وامتحنت به ولتعلم ما كان مني ولولا وعكة أنا في عقابيلها لحضرتك مشافها وأخذت بحظ المتمني بك والاستراحة إليك تمهد على ذلك عذري فإنك غير مباين لفكري والسلام .\r\nقال عبد الله الفقير إليه مؤلف هذا الكتاب لا شك أن أكثر ما في هذه الرسالة مفتعل مزور وما أظن برجل مثل ابن ثوابة وهو بمكانة من العلم بحيث تلقى إليه مقاليد الخلافة فيخاطب عنها بلسانه القاصي والداني ويرتضيه العقلاء والوزراء بحيث لا يرون له نظيرا في زمانه في براعة لسانه تولى كتابة الإنشاء السنين الكثيرة أن يكون منه هذا كله ولكن عسى أن يكون منه ما كان من ابن عباد وهو الذي ساق أبو حيان خبر ابن ثوابة لأجله وهو أن قال كان ابن عباد يسب أصحاب الهندسة ويقول :\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nجاءني بعض هؤلاء الحمقى ورغبني في الهندسة فابتدأ فأثبت خمسة وعشرين وخط خطا ووضع شكلا وطول وزعم أنه يعمل برهانا على ذلك فقلت له كنت أعرف أن هذا خمسة وعشرون ضرورة وقد شككت الآن فأنا مجتهد حتى أعلم بالاستدلال وهذا هو الخسار قلت ومثل هذا لا يبعد أن يقول مثله من لم يتدرب بهذه الصناعة فأما ما تقدم من حديث ابن ثوابة فهو غاية في التجلف والرجل كان أجل من ذلك وإنما أتي إما من جهة أحمد بن الطيب لأنه كان فيلسوفا وكان ابن ثوابة متعجرفا كما ذكرنا فأخذ يسخر منه ليضحك المعتضد فإن أحمد بن الطيب كان من جلساء المعتضد وإما أن يكون أبو حيان جرى على عادته في وضع ما أكثر من وضعه من مثل ذلك والله أعلم .\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n( 25 - أحمد بن علي ابن المأمون النحوي اللغوي )\r\nالقاضي صاحب الخط المليح والعقل الصحيح مات في التاسع عشر من شعبان سنة ست وثمانين وخمسمائة ومولده في ذي القعدة سنة تسع وخمسمائة سألت ولده أبا محمد عبد الله بن أحمد عنه فأعطاني جزءا بخط والده هذا وقد ضمنه ذكر نفسه وذكر ولده فنقلت منه جميع ما أذكره في هذه الترجمة إلا ما أبينه فقال أنا أحمد بن علي بن هبة الله بن علي الزوال وأصله الزول وإنما غيره المتكلمون وزادوا ألفا والزول الرجل الشجاع وقد ذكر ذلك في كتاب الألفاظ لابن السكيت ابن محمد بن يعقوب بن الحسين بن عبد الله المأمون بالله الخليفة ابن هارون الرشيد بالله الخليفة ابن محمد المهدي بالله الخليفة ابن عبد الله\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nالمنصور بالله الخليفة ابن محمد الكامل ابن علي السجاد ابن عبد الله خير الأمة ابن العباس سيد العمومة ابن عبد المطلب شيبة الحمد ابن هاشم عمرو العلا ابن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر هو قريش بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان بن أدد بن اليسع بن الهميسع بن سلامان بن ثبت بن جميل بن قيدار بن إسماعيل بن إبراهيم الخليل ابن آزر بن تارح بن ناحور بن ساروغ بن أرغو بن فالغ بن عابر بن سالخ بن أرفخشد بن سام بن نوح بن لمك بن متوشلخ بن أخنوخ وهو إدريس بن ليارد بن مهلائيل بن قينان بن أنوش بن شيث بن آدم أبي البشر فطرة الله عز وجل ومولدي في ضحى نهار الثلاثاء ثالث عشر ذي القعدة\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nسنة تسع وخمسمائة ولدت بدرب فيروز في الدار المعروفة الآن بورثة ابن الثقفي القاضي عز الدين قاضي القضاة رحمه الله وكان والدي يومئذ كاتب الزمام في الأيام المستظهرية وبعد ذلك في الأيام المسترشدية مدة وكنت مذ نشأت ختمت القرآن وقرأته للعشرة على المرزقي رحمه الله الأمين أبي بكر أنا وحجة الإسلام أبو محمد إسماعيل بن الجواليقي وفقه الله وكنا نترافق حين الحداثة في القراءة على الشيوخ ويتكثر بعضنا ببعض ونتعاضد في القراءة وكتبت الخط على أبي سعيد الحسن بن منصور أبي الحسن الجزري رحمه الله وكان صالحا أديبا صائم الدهر عالما في فنون من العلم فقيها وكان والدي يؤثرني من دون إخوتي لما يراه من اشتغالي بالعلم فإنني منذ انفصلت من المكتب رجعت بقراءة النحو واللغة إلى شيخنا أوحد الزمان أبي منصور بن الجواليقي رحمه الله وصحبته إحدى عشرة سنة وقرأت عليه كتبا كثيرة من\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nحفظي وغير حفظي حتى توليت القضاء سنة أربع وثلاثين وخمسمائة وكان الحكم والقضاء على دجيل إلى والدي المقدم ذكره مضافا إلى الخطابة فحين ولي أمر ديوان الزمام ببغداد رد القضاء إلى ولده هبة الله الملقب بتاج العلا وكان يخاطب من الديوان العزيز مجده الله بالأجل الأوحد زين الإسلام نجم الكفاءة تاج العلا جمال الشرف مجد القضاة عين الكفاة وكان بعد ذلك أضيف إليه نظر دجيل أجمع مع المخزنيات وكان ذا سطوة وشجاعة وثروة كبيرة ومماليك من الأتراك والإماء والعبيد والقرايا والأملاك والرياسة التامة والصيت والذكر الجميل بين العرب والعجم وكان له معروف كبير ودار مضيف بحربى يجتمع إليها أمراء العرب على طبقاتهم وغيرهم من الغرباء وكان له نواب في القضاء بحربى والحظيرة\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nوغيرهما وكانت ولايته من قاضي القضاة الدامغاني إلى أن درج بالموصل مسموما مخافة منه لما شوهد من رياسته وتبع العرب والتركمان له وحمل السلاح والجند الكثير والاستطالة العظيمة وأنفذ ميتا في ستارة حتى دفن بحربى في أواخر سنة ثلاث وثلاثين وخمسمائة وانحدر ولده علي بن هبة الله بن علي طالبا مكانه ببذل المال الجم وكان وزير الزمان يومئذ شرف الدين علي بن طراد الزينبي في أوائل الأيام المقتفوية فترك مع بذله ووليت بعد أن أحضرت وقيل لي رسم توليك من غير قربة لتميزك بالعلم وكان لي من العمر يومئذ أربع وعشرون سنة واعتزى ابن أخي بعد ذلك إلى ديوان السلطنة وخاطب الديوان العزيز في ذلك فلم يجب ودخل في النوبة جماعة من الأهل والأكابر من ولاة الأمر فتوسط الحال على\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nأن يكون لولده مجلس وساطة وحكم بحربى في المداينات وما عداها إلي مع الخطابة ولذلك نصر يقين فكتبت رسالة إلى المواقف المقدسة النبوية المقتفوية قدسها الله ومنها ومعاذ الله أن يقارن هذا الفتى بالعبد ولا يعرف فتيلا من وثير ولا يؤلف بين كلمتين في تعبير لو سيم قراءة الفاتحة أخجلته أو ريم منه التماس حاجة في التطهر أحقرته وعد عن أسباب لا يمكن بسطها ولا يروق خطها وأما العبد فطرائقه معلومة ومآخذه مفهومة ومحل الشيء عنده قابل والجمهور إليه مائل وسحاب الاستحقاق لما أهل له في أرضه هاطل ومعاذ الله يتغير من كريم الآراء الشريفة في حقه رأي أو ينفصم من تلك الوعود فيما أهل له وأي والوعود كالعهود ومواقع الكلم الشريفة كالتربق في الجلمود وهو واثق من الإنعام بما سار بين الأنام ليغدو مستحكم الثقة بالإكرام والأمر أعلى والسلام .\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nفبرز التوقيع الأشرف المقتفوي يؤمر فيه بالعمل بسابق التوقيع وخرجت إلى العمل وبقيت مدة فتولى القضاء بمدينة السلام وفاء بن المرخم وكان على حالة جليلة من الاختصاص واستخدام قضاة الأطراف من جانبه فأبيت ذلك وخاطبت في الخروج عن يده وإضافة باقي دجيل مع ما والاه وقاربه من لدن تكريت إلى الأنبار وإلى الجبل وما والاه من بلد خانقين وروشن قبادوا إلى الحربية من الجانب الغربي ببغداد وكنت أحكم في ذلك أجمع حتى ولي المستنجد بالله رضي الله عنه وقصر القضاة وغيرهم وأنا في الجملة وبقيت إحدى عشرة سنة مقصورا إلى أن توفي إلى رحمة الله بعد أن استوعب ما كنت أملكه سائره فلم أضيع من زماني شيئا وكنت في الحبس احتفظت بمائتي مجلدة\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nمنها الجمهرة لأبي بكر بن دريد مجلدتان وشرح سيبويه ثلاث مجلدات وإصلاح المنطق محشي مجلدة واحدة والغريبان للهروي مجلدة واحدة وأشعار الهذليين ثلاث مجلدات وشعر المتنبي مجلدة وغريب الحديث لأبي عبيد مجلدتان وأشياء يطول شرحها من الكتب الكبار وحفظت أولادي الختمة وأيضا حفظهم كتبا كثيرة في علم العربية والتفاسير وغريب القرآن والخطب والأشعار وشرحت لهم كتاب الفصيح وجمعت لهم كتابا سميته أسرار الحروف يبين فيه مخارجها ومواقعها من الزوائد والمنقلب والمبدل والمتشابه والمضاعف وتصريفها في المعاني الموجودة فيها والمعاني الداخلة عليها وذكرت فيه من اشتقاق الأسماء كل ما تكلمت به علماء البصريين والكوفيين وغيرهم من أهل اللغة وهو مجلدة ضخمة تحتوي على عشرين كراسة في كل وجهة عشرون سطرا\r\nولما درج الإمام المستنجد بالله وأتاح الله الخروج\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nمن ذلك الضيق وولي بعده الإمام العادل الرحيم المستضئ بالله أمير المؤمنين وشملت رحمته من كان في السجن من الأمة حتى لم يبق فيه أحدا إلا أفرج عنه ومن وجد له بخزانته المغمورة من ماله شيئا عليه اسمه أعاده عليه وكل من كان في ولاية أعاده إليها ومن وجد من ملكه شيئا تحت الاعتراض أفرج عنه وأعاده إليه وأنا ممن أنعم في حقه بإعادة خرقة كان ختمها باقيا عليها واسمي فيها ثلاثمائة دينار إمامية صحاح من جملة ما أخذ من مالي فأعادها علي وأعاد علي سهاما في ثلث قراي بالرذان وقراحا ببلدة الحظيرة وما كان فات وبيع لم يرجع وأنعم في حقي بإعادة ولايتي علي وتقريبي واستخدامي في مهام عدة وكان الوسيط في ذلك كله الوزير عضد الدولة أبو الفرج ابن رئيس الرؤساء وكان محبا لإسداء العوارف والاصطناع وجذب الباع\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nوإدخال المكارم عند الرجال وكان كريما رحب الفناء لأرباب الحوائج بعيدا ما ينفصل من بابه محروم\r\nهذا آخر ما نقلته من خطه واجتمعت بولده قوام الدين أبي محمد عبد الله بن أحمد وقد أفردت له ترجمة في هذا الكتاب فأنشدني لوالده من حفظه :\r\nفؤاد المشوق كثير العنا * ومن كتم الوجد أبدى الضنا\r\nوكم مدنف في الهوى بعدهم * وكانوا الأماني له والمنا\r\nلقد خلفوه أخا لوعة * موله شوق يعاني العنا\r\nينادي من الشوق في إثرهم * إذا آده ما به قد منا\r\nبيا جسدا ناحلا بالعراق * مقيما وقلبا بوادي مني\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nتحرقه زفرات الحنين * ويغدو بهن الشجا ديدنا\r\nوهي طويلة قالها في زعيم الدين بن جعفر عند عوده من مكة\r\n( 26 - أحمد بن أبي عمر المقرئ )\r\n( المعروف بأحمد الزاهد )\r\nأبو عبد الله الأندرابي مات في العشرين من ربيع الأول سنة سبعين وأربعمائة ذكره عبد الغافر وقال شيخ زاهد عابد عالم بالقراءات له التصانيف الحسنة في علم القراءات سمع الحديث وأكثر سماعه مع السيد أبي المعالي جعفر بن حيدر العلوي الهروي الصوفي وكان رفيقه سمعا صحيح مسلم وغيره وروى عن محمد بن يحيى بن الحسن الحافظ روى عنه أبو الحسن الحافظ .\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n( 27 - أحمد بن محمد بن بشر بن سعد )\r\n( المرثدي أبو العباس )\r\nذكره الخطيب فقال كنيته أبو علي ومات في صفر سنة ست وثمانين ومائتين وذكر ابن بنت الغرياني أنه مات في سنة أربع وثمانين وسمع علي بن الجعد والهيثم بن خارجة في آخرين وروى عنه أبو بكر الشافعي وغيره وكان عبد الرحمن بن يوسف يثني عليه وقال ابن المنادي هو أحد الثقات وذكره محمد بن إسحاق النديم فقال كنيته أبو العباس الكبير وهو\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nالذي كان ابن الرومي يكاتبه في السمك كان المرثدي يكتب للموفق في خاصة أمره وله من الكتب كتاب الأنواء في نهاية الحسن كتاب رسائله كتاب أشعار قريش وعليه عول أبو بكر الصولي في كتاب الأوراق وله انتحل وقد ذكرت ذلك في أخبار الصولي\r\n( 28 - أحمد بن محمد بن عاصم أبو سهل الحلواني )\r\nذكره محمد بن إسحاق النديم وقال بينه وبين أبي سعيد السكري نسب قريب فروى عن أبي سعيد\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nكتبه وكان كثيرا ما توجد بخطه وخطه في نهاية القبح إلا أنه من العلماء وله من الكتب كتاب المجانين الأدباء\r\n( 29 - أحمد بن محمد ابن بنت الشافعي )\r\nهو صحيح الخط متقن الضبط من أهل الأدب\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nيعتمد على خطه وضبطه لا أعرف من خطه إلا ما رأيته بخطه بكتاب تفسير القرآن لابن جرير الطبري وقد ذكر عند خاتمته وكتبه أحمد بن محمد ابن بنت الشافعي وراق الجهشياري .\r\n( 30 - أحمد بن محمد بن سليمان بن بشار الكاتب )\r\nذكره محمد بن إسحاق النديم فقال هو أستاذ أبي عبد الله الكوفي الوزير وكان أحد الأفاضل من الكتاب بلاغة وفصاحة وصناعة وله كتاب الخراج نحو ألف ورقة وكتاب الشراب والمنادمة .\r\n( 31 - أحمد بن محمد المهلبي أبو العباس )\r\nكذا ذكره محمد بن إسحاق النديم في كتابه وقال :\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nهو مقيم بمصر ويعرف بالبرجاني وله من الكتب كتاب شرح علل النحو كتاب المختصر في النحو وكان بمصر نحوي يعرف بالمهلبي اسمه علي بن أحمد وكان في هذا العصر فإن كان هذا فقد وهم النديم في اسمه وإلا فهو غيره والله أعلم وقد كتبنا لذلك ترجمة في بابه .\r\n( 32 - أحمد بن محمد بن نصر )\r\nالجيهاني أبو عبد الله وزير نصر بن أحمد بن نصر الساماني صاحب خراسان كان أديبا فاضلا ذكره محمد بن إسحاق النديم وقال له من الكتب كتاب آئين كتاب العهود والخلفاء كتاب المسالك والممالك\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nكتاب الزيادات في كتاب الناشئ من المقالات ولأحمد بن أبي بكر الكاتب يهجو أبا عبد الله الجيهاني :\r\nأيا رب فرعون لما طغى * وتاه وأبطره ما ملك\r\nلطفت وأنت اللطيف الخبير * فأقحمته اليم حتى هلك\r\nفما بال هذا الذي لا أراه * يسلك إلا الذي قد سلك\r\nمصونا على نائبات الدهور * يدور بما يشتهيه الفلك\r\nألست على أخذه قادرا * فخذه وقد خلص الملك لك\r\nفقد قرب الأمر من أن يقال * ذا الأمر بينهما مشترك\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nوإلا فلم صار يملى له * وقد لج في غيه وانهمك\r\nولن يصفو الملك ما دام ه‍ * ذا شريكا وهل ثم شك\r\nذكر هذه الأبيات أبو الحسن محمد بن سليمان بن محمد في كتاب فريد التاريخ في أخبار خراسان وقال فيه بعضهم يهجوه قال وأظنه اللحام :\r\nلا لمسان لا رواء * لا بيان لا عبارة\r\nلا ولا رد سلام * منك إلا بالإشاره\r\nأنا أهواك ولكن * أين آثار الوزارة\r\nقال ثم مات السديد منصور بن نوح وقام مقامه الرضي أبو القاسم نوح بن منصور والجيهاني على وزارته ثم صرفت عنه الوزارة في شهر ربيع الآخر سنة سبع وستين وثلاثمائة ووليها أبو الحسين عبد الله بن أحمد العتبي .\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n( 33 - أحمد بن محمد بن يزداد بن رستم )\r\nأبو جعفر النحوي الطبري سكن بغداد قال الخطيب وحدث بها عن نصير بن يوسف وهاشم بن عبد العزيز صاحبي علي بن حمزة الكسائي روى بإسناده قال قال عبد الله بن مسعود إني قد سمعت القراء فوجدتهم متقاربين فأقرؤوا كما علمتم فإنما هو كقول أحدكم هلم وتعال قال عمر بن محمد بن سيف الكاتب سمعت من ابن رستم في سنة أربع وثلاثمائة قال محمد بن إسحاق النديم وله من الكتب كتاب غريب القرآن كتاب المقصور والممدود كتاب المذكر والمؤنث كتاب صورة الهمز كتاب التصريف كتاب النحو وقرأت في كتاب الغاية لأبي بكر بن مهران النيسابوري في القراءات قرأت على أبي عيسى بكار بن أحمد المقرئ قال قرأت\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nعلى أبي جعفر أحمد بن محمد ابن رستم الطبراني وكان مؤدبا في دار الوزير ابن الفرات ووصلنا إليه بالحيل والشفعاء وكان بصيرا بالعربية حاذقا في النحو أخذ القراءات عن نصير بن يوسف أبي المنذر النحوي صاحب الكسائي وأخذ نصير عن الكسائي\r\n( 34 - أحمد بن محمد بن عبد الله بن صالح )\r\nابن شيخ بن عمير أبو الحسن أحد أصحاب أبي العباس ثعلب ذكره المرزباني في كتاب المقتبس وقال\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nابن بشران في تاريخه في سنة عشرين وثلاثمائة مات أبو بكر بن أبي شيخ ببغداد وكان محدثا أخباريا وله مصنفات ولا أدري أهو هذا أم غيره فإن الزمان واحد وكلاهما أخباري والله أعلم ولعل ابن بشران غلط في جعله ابن أبي شيخ أو جعله أبا بكر والله أعلم\r\nحدث المرزباني عن عبد الله بن يحيى العسكري قال أنشدني أبو الحسن أحمد بن محمد بن صالح بن شيخ بن عمير الأسدي لنفسه وكتب بها إلى بعض إخوانه :\r\nكنت يا سيدي على التطفيل * أمس لولا مخافة التثقيل\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nوتذكرت دهشة القارع الباب * إذا ما أتى بغير رسول\r\nوتخوفت أن أكون على القوم * ثقيلا فقدت كل ثقيل\r\nلو تراني وقد وقفت أروي * في دخول إليك أو في قفول\r\nلرأيت العذراء حين تحايا * وهي من شهوة على التعجيل\r\nوحدث عن عمر بن بنان الأنماطي عن أبي الحسن الأسدي قال تركت النبيذ وأخبرت أبا العباس ثعلبا بتركي إياه ثم لقيت محمد بن عبد الله بن طاهر فسقاني فمررت على ثعلب وهو جالس على منزله عشيا فلما رآني أتكفأ في مشيتي علم أني شارب فقام ليدخل\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nإلى منزله ثم وقف على بابه فلما حاذيته وسلمت عليه أنشأ يقول :\r\nفتكت من بعد ما نسكت وصاحبت * ابن سهلان صاحب القسط\r\nإن كنت أحدثت زلة غلظا * فالله يعفو عن زلة الغلط\r\nقال عمر فسألت ثعلبا عن ابن سهلان صاحب القسط فقال أهل الطائف يسمون الخمار صاحب القسط .\r\nوحدث عن الصولي قال أنشدني أبو الحسن أحمد بن محمد الأنباري لنفسه في قصيدته المزدوجة التي تمم بها قصيدة علي بن الجهم التي ذكر فيها الخلفاء إلى زمانه :\r\nثم تولى المستعين بعده * فخار بيت ماله وجنده\r\nثم أتى بغداد في محرم * إحدى وخمسين برأي مبرم\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nوذكر قطعة من أخباره ثم قال :\r\nوثبتت خلافة المعتز * ولم يشب أموره بعجز\r\nوذكر طرفا من أموره ثم قال :\r\nوقلدوا محمد بن الواثق * في رجب من غير أمر عائق\r\nوقال أيضا :\r\nالمهتدى بالله دون الناس * جاء به الرحمن بعد الياس\r\nثم قال بعد أبيات :\r\nوقام بالأمر الإمام المعتمد * إمام صدق في صلاح مجتهد\r\nوساق قطعة من سيرته .\r\n( 35 - أحمد بن محمد جراب الدولة )\r\nهو أحمد بن محمد بن علوية من أهل سجستان\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nويكنى أبا العباس وكان طنبوريا أحد الظرفاء كان في أيام المقتدر وأدرك دولة بني بويه فلذلك سمى نفسه بجراب الدولة لأنهم كانوا يفتخرون بالتسمية في الدولة وكان يلقب بالريح أيضا وله كتاب ترويج الأرواح ومفتاح السرور والأفراح لم يصنف في فنه مثله اشتمالا على فنون الهزل والمضاحك\r\n( 36 - أحمد بن محمد بن إسحاق بن إبراهيم الهمذاني )\r\nأبو عبد الله يعرف بابن الفقيه أحد أهل الأدب ذكره محمد بن إسحاق في كتابه الذي ألفه في سنة\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nسبع وسبعين وثلاثمائة قال وله كتاب البلدان نحو ألف ورقة أخذه من كتب الناس وسلخ كتاب الجبهاني وكتاب ذكر الشعراء المحدثين والبلغاء منهم والمفحمين\r\nوقال شيرويه محمد بن إسحاق بن إبراهيم الفقيه أبو أحمد والد أبي عبيد الأخباري روى عن إبراهيم بن حميد البصري وغيره وروى عنه ابنه أبو عبد الله وقال شيرويه أحمد بن أحمد بن محمد بن إسحاق بن إبراهيم الأخباري أبو عبد الله يعرف بابن الفقيه ويلقب بحالان صاحب كتاب البلدان روى عن أبيه وإبراهيم بن الحسين بن ديزيل ومحمد بن أيوب الرازي وأبي عبد الله الحسين بن السرح الأخباري وذكر جماعة قال وروى عنه أبو بكر بن لآل وأبو بكر بن روزنة ولم يذكر وفاته .\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n( 37 - أحمد بن محمد بن الوليد بن محمد يعرف بولاد )\r\nمن أهل بيت علم ولأبيه وجده ذكر في هذا الكتاب وتراجم في مواضعها ، وكنية أحمد هذا\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nأبو العباس مات فيما ذكره الزبيدي في كتابه سنة اثنتين وثلاثمائة قال وكان بصيرا بالنحو سادا فيه ورحل إلى بغداد من موطنه مصر ولقي إبراهيم الزجاج وغيره وكان الزجاج يفضله ويقدمه على أبي جعفر النحاس وكانا جميعا تلميذته وكان الزجاج لا يزال يثني عليه عند كل من قدم إلى بغداد من مصر ويقول لهم لي عندكم تلميذ من حاله وصفته كذا فيقال له أبو جعفر النحاس فيقول بل أبو العباس بن ولاد قال :\r\nوجمع بعض ملوك مصر بين ابن ولاد وابن النحاس وأمرهما بالمناظرة فقال ابن النحاس لابن ولاد كيف تبني مثال أفعلوت من رميت فقال ابن ولاد أقول ارمييت فخطأه أبو جعفر وقال ليس في كلام العرب افعلوت ولا افعليت فقال أبو العباس إنما سألتني أن أمثل لك بناء ففعلت وإنما تعقله أبو جعفر بذلك\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nقال الزبيدي ولقد أحسن في قياسه حين قلت الواو ياء وقد كان أبو الحسن سعيد بن مسعدة الأخفش يبني من الأمثلة ما لا مثال له في كلام العرب\r\nوله كتاب المقصور والممدود وكتاب الانتصار لسيبويه فيما ذكره المبرد .\r\n( 38 - أحمد بن محمد ، البشتي الخارزنجي )\r\nقال السمعاني : خارزنج قرية بنواحي نيسابور ، بناحية\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nبشت ، والمشهور من هذه القرية : أبو حامد ، أحمد بن محمد الخارزنجي ، إمام أهل الأدب بخراسان في عصره بلا\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nمدافعة ، فإن فضلاء عصره شهدوا له ، لما حج بعد الثلاثين وثلاثمائة ، وشهد له أبو عمر الزاهد ، صاحب ثعلب ، ومشايخ\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nالعراق بالتقدم ، وكتابه المعروف بالتكملة ، البرهان في تقدمه وفضله ، ولما دخل بغداد ، تعجب أهلها من تقدمه في معرفة اللغة ، فقيل : هذا الخراساني لم يدخل البادية قط ، وهو من آدب الناس ، فقال : أنا بين عربين : بشت ، وطوس . سمع الحديث من أبي عبد الله محمد بن إبراهيم البوشنجي ، وحدث ، سمع منه الحاكم أبو عبد الله الحافظ ، ومات في رجب سنة ثمان وأربعين وثلاثمائة ، وهذا كله نقله السمعاني من كتاب الحاكم أبي عبد الله .\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nقال الأزهري وممن ألف وجمع من الخراسانيين في زماننا هذا فصحف وأكثر فغير رجلان أحدهما يسمى أحمد بن محمد البشتي ويعرف بالخارزنجي والآخر أبو الأزهر البخاري فأما الخارزنجي فإنه ألف كتابا سماه التكملة أراد أنه كمل كتاب العين المنسوب إلى الخليل بن أحمد بكتابه وأما البخاري فإنه سمى كتابه الحصائل فأعاره هذا الاسم لأنه أراد تحصيل ما أغفله الخليل ونظرت في أول كتاب البشتي فرأيته أثبت في صدره الكتب المؤلفة التي استخرج كتابه منها وعدد كتبا قال الخارزنجي استخرجت ما وضعت في كتابي هذا من الكتب المذكورة قال ولعل بعض الناس يبتغي العيب بتهجينه والقدح فيه لأني أسندت ما فيه إلى هؤلاء العلماء من غير سماع وإنما إخباري عن صحفهم كإخباري عنهم ولا يزري ذلك على من عرف الغث\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nمن السمين وميز بين الصحيح والسقيم وقد فعل مثل ذلك أبو تراب صاحب كتاب الاعتقاب فإنه روى عن الخليل بن أحمد وأبي عمرو بن العلاء والكسائي وبينه وبين هؤلاء فترة وكذلك العتبي روى عن سيبويه والأصمعي وأبي عمرو وهو لم ير منهم أحدا قال المؤلف ورد عليه الأزهري في هذا الفصل بما يطول علي كتبه وله من الكتب كتاب التكملة كتاب التفصلة كتاب تفسير أبيات أدب الكاتب\r\n( 39 - أحمد بن محمد بن إسحاق بن أبي خميصة )\r\nيعرف بالحرمي بن أبي العلاء أبو عبد الله من أهل مكة سكن بغداد ذكره الخطيب فقال مات سنة سبع\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n\r\nعشرة وثلاثمائة وكان كاتب أبي عمر محمد بن يوسف القاضي وحدث عن الزبير بكتاب النسب وغيره وحدث عنه أبو حفص بن شاهين وأبو عمر بن حيوية وأكثر عنه أبو الفرج علي بن الحسين الأصبهاني وغيره .\r\n( 40 - أحمد بن محمد بن موسى بن العباس أبو محمد )\r\nذكره ابن الجوزي في المنتظم وقال كان معتنيا بأمر الأخبار وطلب التواريخ وولي حسبة سوق الرقيق وكتب عنه ومات في محرم سنة أربع وعشرين وثلاثمائة\r\n( 41 - أحمد بن محمد بن عبد الله الزردي )\r\nاللغوي العلامة النيسابوري أبو عمرو الزردي\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nمن قرى إسفرايين من رساتيق نيسابور ذكره الحاكم وقال مات أبو عمرو الزردي في شعبان سنة ثمان وثلاثين وثلاثمائة قال وكان واحدا في هذه الديار في عصره بلاغة وبراعة وتقدما في معرفة أصول الأدب وكان رجلا ضعيف البنية مسقاما يركب حمارا ضعيفا ثم إذ تكلم تحير العلماء في براعته سمع الحديث الكثير\r\nمن أبي عبد الله محمد بن المسيب الأرغياني وأبي عوانة يعقوب بن إسحاق وأقرانهما\r\nقال الحاكم سمعت الأستاذ أبا عمرو الزردي في منزلنا يقول إن الله إذا فوض سياسة خلقه إلى واحد يخصه لها منهم وفقه لسداد السيرة وأعانه بإلهامه من حيث رحمته تسع كل شيء ولمثل ذلك كان يقول ابن المقفع تفقدوا كلام ملوككم إذ هم موفقون للحكمة ميسرون\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nللإصابة فإن لم تحظ به عقولكم في الحال فإن تحت كلامهم حيات فواغر وبدائع جواهر وكان بعضهم يقول ليس لكلام سبيل أولي من قبول ذلك فإن ألسنتهم ميازيب الحكمة والإصابة قال وسمعت أبا عمرو الزردي يقول العلم علمان علم مسموع وعلم ممنوح\r\n( 42 - أحمد بن محمد بن عبد ربه بن حبيب بن حدير )\r\nابن سالم مولى هشام بن عبد الرحمن بن معاوية بن هشام بن عبد الملك بن مروان كنيته أبو عمر\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nذكره الحميدي وقال إنه مات في سنة ثمان وعشرين وثلاثمائة ومولده سنة ست وأربعين ومائتين عن إحدى وثمانين سنة وثمانية أشهر وثمانية أيام وهو\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nمن أهل بلاد الأندلس قال الحميدي وأبو عمر من أهل العلم والأدب والشعر وهو صاحب كتاب العقد في\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nالأخبار مقسم على عدة فنون وسمى كل باب منه على نظم العقد كالواسطة والزبرجدة والياقوتة والزمردة وما أشبه ذلك وبلغني أن الصاحب بن عباد سمع بكتاب العقد فحرص حتى حصل عنده فلما تأمله قال هذه\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nبضاعتنا ردت إلينا ظننت أن هذا الكتاب يشتمل على شيء من أخبار بلادهم وإنما هو مشتمل على أخبار بلادنا لا حاجة لنا فيه فرده قال الحميدي وشعره كثير مجموع رأيت منه نيفا وعشرين جزءا من جملة ما جمع للحكم بن عبد الله الملقب بالناصر الأموي سلطان العرب وبعضها بخطه قال وكانت لأبي عمر بالعلم جلالة وبالأدب رياسة وشهرة مع ديانته وصيانته واتفقت له أيام وولايات للعلم فيها نفاق فتسود بعد الخمول وأثرى بعد فقر وأشير بالتفضيل إليه إلا أنه غلب عليه الشعر ومن شعره وكان بعض من تألفه قد أزمع على الرحيل في غداة عينها فأتت السماء في تلك الغداة بمطر جود منعته من الرحيل فكتب إليه أبو عمر بن عبد ربه :\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nهلا ابتكرت لبين أنت مبتكر * هيهات يأبى عليك الله والقدر\r\nما زلت أبكي حذار البين ملتهفا * حتى رثا لي فيك الريح والمطر\r\nيا برده من حيا مزن على كبد * نيرانها بغليل الشوق تستعر\r\nآليت ألا أرى شمسا ولا قمرا * حتى أراك فأنت الشمس والقمر\r\nومن شعره السائر :\r\nالجسم في بلد والروح في بلد * يا وحشة الروح بل يا غربة الجسد\r\nإن تبك عيناك لي يا من كلفت به * من رحمة فهما سهمان في كبد\r\nقال ووقف ابن عبد ربه تحت روشن لبعض الرؤساء\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nقد رش بماء وكان فيه غناء حسن ولم يعرف لمن هو فقال :\r\nيا من يضن بصوت الطائر الغرد * ما كنت أحسب هذا البخل في أحد\r\nلو أن أسماع أهل الأرض قاطبة * أصغت إلى الصوت لم ينقص ولم يزد\r\nفلا تضن على سمعي تقلده * صوتا يجول مجال الروح في الجسد\r\nلو كان زرياب حيا ثم أسمعه * لذاب من حسد أو مات من كمد\r\nأما النبيذ فإني لست أشربه * ولست آتيك إلا كسرتي بيدي\r\nوزرياب عندهم يجري مجرى إسحاق بن إبراهيم الموصلي في صنعة الغناء ومعرفته وله أصوات مدونة ألفت الكتب فيها وضربت به الأمثال قال ولأبي عمر أيضا\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nأشعار كثيرة سماها الممحصات وذلك أنه نقض كل قطعة قالها في الصبا والغزل بقطعة في المواعظ والزهد وأرى أن من ذلك قوله :\r\nألا إنما الدنيا غضارة أيكة * إذا اخضر منها جانب جف جانب\r\nهي الدار ما الآمال إلا فجائع * عليها ولا اللذات إلا مصائب\r\nوكم أسخنت بالأمس عينا قريرة * وقرت عيون دمعها الآن ساكب\r\nفلا تكتحل عيناك منها بعبرة * على ذاهب منها فإنك ذاهب\r\nومن شعره وهو آخر شعر قاله فيما قيل :\r\nبليت وأبلتني الليالي بكرها * وصرفان للأيام معتوران\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nوما لي لا أبكي لسبعين حجة * وعشر أتت من بعدها سنتان\r\nوقد أجاز لي رواية كتابه الموسوم بالعقد الحافظ ذو النسبين بني دحية والحسين أبو الخطاب عمر بن الحسين المعروف بابن دحية المغربي السبتي فإنه رواه عن شيخه أبي محمد عبد الحق بن عبد الملك بن ثوبة العبدي عن شيخه أبي عبد الله محمد بن معمر عن شيخه أبي بكر محمد بن هشام المصحفي عن أبيه عن زكريا بن بكير بن الأشج عن المصنف وقسم كتاب العقد على خمسة وعشرين كتابا كل كتاب منها جزءان فذلك خمسون جزءا في خمسة وعشرين كتابا كل كتاب باسم جوهرة من جواهر العقد فأولها كتاب اللؤلؤة في السلطان ثم كتاب الفريدة في الحروب ثم كتاب الزبرجدة في الأجواد ثم كتاب الجمانة في الوفود ثم كتاب المرجانة في مخاطبة الملوك ثم كتاب الياقوتة في العلم والأدب\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nثم كتاب الجوهرة في الأمثال ثم كتاب الزمردة في المواعظ ثم كتاب الدرة في التعازي والمراثي ثم كتاب اليتيمة في الأنساب ثم كتاب العسجدة في كلام الأعراب ثم كتاب المجنبة في الأجوبة ثم كتاب الواسطة في الخطب ثم كتاب المجنبة الثانية في التوقيعات والفصول والصدور وأخبار الكتبة ثم كتاب العسجدة الثانية في الخلفاء وأيامهم ثم اليتيمة الثانية في أخبار زياد والحجاج والطالبيين والبرامكة ثم الدرة الثانية في أيام العرب ووقائعهم ثم الزمردة الثانية في فضائل الشعر ومقاطعه ومخارجه ثم الجوهرة الثانية في أعاريض الشعر وعلل القوافي ثم الياقوتة الثانية في علم الألحان واختلاف الناس فيه ثم المرجانة الثانية في النساء وصفاتهن ثم الجمانة الثانية في المتنبئين والممرورين والطفيليين ثم الزبرجدة الثانية في التحف والهدايا والنتف\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nوالفاكهات والملح ثم الفريدة الثانية في الهيئات والبنائين والطعام والشراب ثم الؤلؤة الثانية في طبائع الإنسان وسائر الحيوان وتفاضل البلدان وهو آخر الكتاب\r\nومن شعر ابن عبد ربه :\r\nودعتني بزورة واعتناق * ثم نادت متى يكون التلاقي\r\nوبدت لي فأشرق الصبح منها * بين تلك الجيوب والأطواق\r\nيا سقيم الجفون من غير سقم * بين عينيك مصرع العشاق\r\nإن يوم الفراق أقطع يوم * ليتني مت قبل يوم الفراق\r\nومن شعره أيضا :\r\nيا ذا الذي خط الجمال بخده * خطين هاجا لوعة وبلابلا\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nما صح عندي أن لحظك صارم * حتى لبست بعارضيك حمائلا\r\nقال أخبرني بعض العلية أن الخطيب أبا الوليد بن عسال حج فلما انصرف تطلع إلى لقاء المتنبئ واستشرف ورأى أن لقيته فائدة يكتسبها وحلة فخر لا يحتسبها فصار إليه فوجده في مسجد عمرو بن العاص ففاوضه قليلا ثم قال ألا أنشدني لمليح الأندلس يعني ابن عبد ربه فأنشده :\r\nيا لؤلؤا يسبي العقول أنيقا * ورشا بتقطيع القلوب رفيقا\r\nما إن رأيت ولا سمعت بمثله * وردا يعود من الحياء عقيقا\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nوإذا نظرت إلى محاسن وجهه * أبصرت وجهك في سناه غريقا\r\nيا من تقطع خصره من ردفه * ما بال قلبك لا يكون رقيقا\r\nفلما أكمل إنشاده استعادها منه ثم صفق بيديه وقال يا ابن عبد ربه لقد يأتيك العراق حبوا ثم إن ابن عبد ربه أقلع في آخر عمره عن صبوته وأخلص لله في توبته فاعتبر أشعاره التي قالها في الغزل واللهو وعمل على أعاريضها وقوافيها في الزهد وسماها الممحصات فمنها القطعة التي أولها :\r\nهلا ابتكرت لبين أنت مبتكر\r\nمحصها بقوله :\r\nيا قادرا ليس يعفو حين يقتدر * ماذا الذي بعد شيب الرأس تنتظر\r\nعاين بقلبك إن العين غافلة * عن الحقيقة واعلم أنها سقر\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nسوداء تزفر من غيظ إذا سعرت * للظالمين فما تبقي ولا تذر\r\nلو لم يكن لك غير الموت موعظة * لكان فيه عن اللذات مزدجر\r\nأنت المقول له ما قلت مبتدئا * هلا ابتكرت لبين أنت مبتكر\r\n( 43 - أحمد بن محمد بن إسماعيل النحاس أبو جعفر )\r\nمن أهل مصر رحل إلي بغداد فأخذ عن المبرد والأخفش علي بن سليمان ونفطويه والزجاج وغيرهم ثم\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nعاد إلى مصر فأقام بها إلى أن مات بها فيما ذكره أبو بكر الزبيدي في كتابه في سنة سبع وثلاثين وثلاثمائة .\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nوأبو جعفر هذا صاحب الفضل الشائع والعلم المتعارف الذائع يستغنى بشهرته عن الإطناب في صفته\r\nقال الزبيدي ولم يكن له مشاهدة فإذا خلا بعلمه جود وأحسن وكان لا ينكر أن يسأل أهل النظر والفقه ويفاتشهم عما أشكل عليه في تصانيفه قال الزبيدي فحدثني قاضي القضاة بالأندلس وهو المنذر بن سعيد البلوطي قال أتيت ابن النحاس في مجلسه بمصر فألفيته يملي في أخبار الشعراء شعر قيس بن معاذ المجنون حيث يقول :\r\nخليلي هل بالشام عين حزينة * تبكي على نجد لعلي أعينها\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nقد أسلمها الباكون إلا حمامة * مطوقة باتت وبات قرينها\r\nتجاوبها أخرى على خيزرانة * يكاد يدنيها من الأرض لينها\r\nفقلت يا أبا جعفر ماذا أعزك الله باتا يصنعان فقال لي وكيف تقوله أنت يا أندلسي فقلت بانت وبان قرينها فسكت وما زال يستثقلني بعد ذلك حتى منعني كتاب العين وكنت ذهبت إلى الانتساخ من نسخته فلما قطع بي قيل انتسخ من أبي العباس بن ولاد فقصدته فلقيت رجلا كامل العلم حسن المروءة وسألته الكتاب فأخرجه إلي ثم تندم أبو جعفر لما بلغه إباحة أبي العباس الكتاب لي وعاد إلى ما كنت أعرفه منه .\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nقال وكان أبو جعفر لئيم النفس شديد التقتير على نفسه وكان ربما وهبت له العمامة فقطعها ثلاث عمائم وكان يلي شرى حوائجه بنفسه ويتحامل فيها على أهل معرفته\r\nوصنف كتبا حسانا مفيدة منها كتاب الأنوار كتاب الاشتقاق لأسماء الله عز وجل كتاب معاني القرآن كتاب اختلاف الكوفيين والبصريين سماه المقنع كتاب أخبار الشعراء كتاب أدب الكتاب كتاب الناسخ والمنسوخ كتاب الكافي في النحو كتاب صناعة الكتاب كتاب إعراب القرآن كتاب شرح السبع الطوال كتاب شرح أبيات سيبويه كتاب الاشتقاق كتاب معاني الشعر كتاب التفاحة في النحو كتاب أدب الملوك\r\nوسمعت من يحكي أن تصانيفه تزيد على الخمسين مصنفا وقد ذكر أبو عبد الله الحميدي القاضي المذكور في قصة ابن النحاس وقال هو أبو الحكم المندر\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nابن سعيد يعرف بالبلوطي ينسب إلى موضع هناك قريب من قرطبة يقال له فحص البلوط ولي قضاء الجماعة بقرطبة في حياة الحكم المستنصر وذكر له قصة استحسنتها فأثبتها ههنا إذ لم أجعل له ترجمة لأنه لم يذكره بالتصنيف في الأدب فقال\r\nكان الحكم المستنصر مشغوفا بأبي علي القالي يؤهله لكل مهمة في بابه فلما ورد رسول ملك الروم أمره عند دخول الرسول إلى الحضرة أن يقوم خطيبا بما كانت العادة جارية به فلما كان في ذلك الوقت وشاهد أبو علي الجمع وعاين الحفل جبن ولم تحمله رجلاه ولا ساعده لسانه ففطن له أبو الحكم منذر بن سعيد القاضي فوثب وقام مقامه وارتجل خطبة بليغة على غير أهبة وأنشد لنفسه في آخرها :\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nهذا المقال الذي ما عابه فند * لكن صاحبه أزرى به البلد\r\nلو كنت فيهم غريبا كنت مطرفا * لكنني منهم فاغتالني النكد\r\nلولا الجلافة أبقى الله بهجتها * ما كنت أبقى بأرض ما بها أحد\r\nواتفق الجمع على استحسانه وجمال استدراكه وصلب العلج وقال هذا كبش رجال الدولة ثم ذكر قصته مع ابن النحاس بعينها\r\n( 44 - أحمد بن محمد بن حمادة )\r\n( أبو الحسن الكاتب )\r\nحسن الأدب من أفاضل الكتاب صنف\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nالكتب ولقي الأدباء وله كتاب امتحان الكتاب وديوان ذوي الألباب كتاب شحذ الفطنة كتاب الرسائل ذكر ذلك محمد بن إسحاق\r\n( 45 - أحمد بن محمد بن عبد الله بن هارون )\r\nأبو الحسين أظنه من عسكر مكرم لأنه اعتنى بشرح مختصر محمد بن علي بن إسماعيل المبرمان ثم قرأت في بعض المجموعات :\r\nتقدم رجلان إلى القاضي أبي أحمد بن أبي علان رحمه الله فادعى أحدهما على الآخر شيئا فقال المدعى عليه ماله عندي حق فقال القاضي من هذا فقالوا ابن هارون النحوي العسكري فقال القاضي فأعطه ما أقررت له به له شرح كتاب التلقين رأيته وسماه البارع\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nوكتاب شرح العيون وكتاب شرح المجاري رأيت كتاب شرح التلقين بخطه وقد كتبه في رجب سنة تسع وستين وثلاثمائة\r\n( 46 - أحمد بن محمد بن أحمد بن نصر بن ميمون )\r\nابن مروان بن الأسلمي الكفيف النحوي أبو عمرو قال ابن الفرضي هو من أهل قرطبة ويقال له اشكابة سمع من قاسم بن أصبغ ومحمد بن محمد الخشني وغيرهما وكان صالحا عفيفا أدب عند الرؤساء والجلة من الملوك ومات لإحدى عشرة ليلة خلت من شوال سنة تسعين وثلاثمائة .\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\n( 47 - أحمد بن محمد بن أحمد أبو الحسن العروضي )\r\nمعلم أولاد الراضي بالله وجدت على كتابه في العروض بخطه وقد قرئ عليه في سنة ست وثلاثين وثلاثمائة وكان إماما في علم العروض حتى قال أبو علي الفارسي في بعض كتبه وقد احتاج إلى الاستشهاد ببيت قد تكلم عليه في التقطيع وقد كفانا أبو الحسن العروضي الكلام في هذا الباب ولقي أبو الحسن ثعلبا وأخذ عنه وروى أبو عبيد الله محمد بن عمران المرزباني نقلت من كتاب ألفه أبو القاسم عبيد الله بن جرو الأسدي في العروض وكان الكتاب بخط أبي الحسن السمسماني يقول فيه وكان أبو الحسن علي بن أحمد العروضي عمل كتابا كبيرا وحشاه بما قد ذكر أكثره ونقل كلام أبي إسحاق الزجاج وزاد فيه شيئا قليلا وضم\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nإليه بابا في علم القوافي وذاك علم مفرد مثل علم العروض وفيه مسائل لطيفة واختلاف كثير يحتاج إلى كشف واستقصاء نظر ولم أره كبير عمل ولو نسخ كتاب أبي الحسن الأخفش في القوافي لكان أعذر عندي ثم ضم إليه بابا في استخراج المعمى وهذا لا يتعلق بالعروض وضم إليه بابا في الإيقاع ونسبه وغيره به أحذق وختمه بقصيدة في العروض ولم يفد بها غير التكرير وكان ينبغي أن يوفي صناعته حقها ولا يخل بشيء منها ثم يتعرض لما قد ضمه إليها\r\n( 48 - أحمد بن محمد التاريخي الرعيني بالأندلس )\r\nقال الحميدي عالم بالأخبار ألف في مآثر المغرب\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nكتبا منها كتاب ضخم ذكر فيه مسالك الأندلس ومراسيها وأمهات مدنها وأجنادها الستة وخواص كل بلد منها ذكره ابن جرير وأثنى عليه\r\n( 49 - أحمد بن محمد بن موسى بن بشير بن جناد )\r\nابن لقيط الرازي الأندلسي أصله من الري ذكره أبو نصر الحميدي قال له كتاب في أخبار ملوك الأندلس\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\nوكتابهم وخططها على نحو كتاب أحمد بن أبي طاهر في أخبار بغداد وكتاب في أنساب مشاهير أهل الأندلس في خمس مجلدات ضخم من أحسن كتاب وأوسعه كتاب تاريخه الأوسط كتاب تاريخه الأصغر كتاب مشاهير أهل الأندلس في خمسة أسفار من جيد كتبه\r\nوقال ابن الفرضي أصله رازي قدم أبوه على الإمام محمد وكان أبوه من أهل اللسن والخطابة وولد أحمد هذا بالأندلس يوم الاثنين عاشر ذي الحجة سنة أربع وسبعين ومائتين ومات لاثنتي عشرة ليلة خلت من رجب سنة أربع وأربعين وثلاثمائة\r\n( 50 - أحمد بن محمد بن فرج الجياني الأندلسي )\r\nأبو عمرو وقد ينسب إلى جده فيقال أحمد ابن فرج\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nوكذلك أخوه وهو وافر الأدب كثير الشعر معدود في العلماء والشعراء وله الكتاب المعروف بكتاب الحدائق ألفه للحكم المستنصر عارض فيه كتاب الزهرة لابن داود الأصبهاني إلا أن ابن داود ذكر مائة باب في كل باب مائة بيت وأبو عمرو ذكر مائتي باب في كل باب مائة بيت ليس منها باب يكرر اسمه لأبي بكر ولم يورد فيه لغير الأندلسيين شيئا وأحسن الاختيار ما شاء\r\nوله أيضا كتاب المنتزين والقائمين بالأندلس وأخبارهم وكان الحكم قد سجنه لأمر نقمه عليه قال\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nالحميدي وأظنه مات في سجنه وله في السجن أشعار كثيرة مشهورة\r\n( 51 - أحمد بن محمد بن سعيد بن عبيد الله )\r\nابن أحمد بن سعيد بن أبي مريم أبو بكر القرشي الوراق وراق أبي الحسن أحمد بن عمير بن جوصى الحافظ الدمشقي ويعرف بابن فطيس\r\nقال ابن عساكر في تاريخ دمشق ومات في شوال سنة خمسين وثلاثمائة ومولده في رمضان سنة إحدى وسبعين ومائتين أو اثنتين وسبعين ومائتين وهو صاحب الخط الحسن المشهور مولى جويرية بنت أبي سفيان روى الحديث عن جماعة من أهل الشام قال ابن عساكر وقد ذكره عبد العزيز الكناني وقال كان ثقة مأمونا يورق للناس بدمشق له خط حسن .\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nقال المؤلف وإنما ذكرناه لما اشترطنا في أول الكتاب من ذكر أرباب الخطوط المنسوبة فذكرناه لما وصفه به ابن عساكر من جودة الخط وأما أنا فلم أر من خطه شيئا\r\n( 52 - أحمد بن محمد بن الفضل بن جعفر بن محمد )\r\nابن الجراح أبو بكر الخزاز سمع أبا بكر بن دريد وأبا بكر بن السراج وأبا بكر بن الأنباري\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nوروى كثيرا من مصنفاتهم ومات في سنة إحدى وثمانين وثلاثمائة وكان ثقة حسن الأدب والخط والإتقان والضبط فاضلا أديبا كثير الكتب حسن الحال ظاهر الثروة روى عنه القاضي أبو العلاء الواسطي والصيمري والتنوخي وأبو الحسين هلال بن المحسن وأولاد الصابئ كلهم كثيرا من كتب الأدب متصلة الرواية إلى الآن وقد روى شيخنا تاج الدين أبو اليمن من طريقه عدة كتب أدبية .\r\nقال أبو القاسم التنوخي سمعت ابن الجراح يقول كتبي بعشرة آلاف درهم ودوابي بعشرة آلاف درهم وسلاحي بعشرة آلاف درهم قال التنوخي وكان أحد الفرسان يلبس أداته ويركب فرسه ويخرج إلي الميدان ويطارد الفرسان .\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\n( 53 - أحمد بن محمد بن أحمد بن الحسين بن سعيد )\r\n( أبو علي الأصبهاني المقرئ )\r\nسكن دمشق وصنف تصانيف في القراءات وقرأ القرآن على أبي القاسم زيد ين علي بن أحمد بن أبي بلال الكوفي وأبي بكر النقاش وأبي العباس بن الحسن بن سعد الفاسي وأبي عبد الله صالح بن مسلم بن عبيد الله بن المقرء وأبي الفتح المظفر بن أحمد بن إبراهيم بن برهان وسمع بدمشق أبا محمد عبد الله بن عطية وعبد الوهاب بن الحسن الكلابي والحسين بن\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\nعلي وأبا القاسم بن الفرات وأبا نصر بن الجبان ومات سنة ثلاث وتسعين وثلاثمائة بدمشق في شهر ربيع الآخر وكان لجنازته مشهد عظيم\r\n( 54 - أحمد بن محمد بن هاشم بن خلف )\r\n( ابن عمرو بن سعيد )\r\nابن عثمان بن سلمان بن سليمان القيسي القرطبي الأعرج يكنى أبا عمر سمع محمد بن عمر بن لبابة وأسلم بن عبد العزيز وأحمد بن خالد ومال إلى النحو وغلب عليه وأدب به وكان وقورا مهيبا لا يقدم عليه ولا عنده هزل وكان يلقب بالقاضي لوقاره مات سنة خمس وأربعين وثلاثمائة قال ابن الفرضي ذكره محمد ابن حسن\r\n.\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\n( 55 - أحمد بن محمد بن جعفر بن ثوابة )\r\nيكنى أبا عبد الله أحد البلغاء الفهماء وأرباب الاتساع في علم البلاغة ولي ديوان الرسائل بعد أبيه محمد بن جعفر في سنة اثنتي عشرة وثلاثمائة في أيام المقتدر ولم يزل على ديوان الرسائل إلى أن مات وهو متوليه في أيام معز الدولة في سنة تسع وأربعين وثلاثمائة فولي ديوان الرسائل بعده أبو إسحاق الصابئ حدث أبو الحسين علي بن هشام الكاتب قال سمعت الوزير أبا الحسن علي بن عيسى يقول لأبي عبد الله أحمد بن محمد بن جعفر بن ثوابة ما قال أما بعد فما أحد على وجه الأرض أكتب من جدك وكان أبوك أكتب منه وأنت أكتب من أبيك قال أبو علي المحسن التنوخي وقد رأيت أنا أبا عبد الله هذا\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n\r\nفي سنة تسع وأربعمائة وإليه ديوان الرسائل وكان نهاية في حسن الكلام والكتبة\r\n( 56 - أحمد بن محمد بن الفضل الأهوازي )\r\nيعرف بابن كثير صاحب بلاغة وفضل ذكره محمد بن إسحاق النديم وقال له من الكتب كتاب مناقب الكتاب\r\n( 57 - أحمد بن محمد الأفريقي المعروف بالمتيم )\r\nأبو الحسن أحد الأدباء الفضلاء الشعراء له من التصانيف كتاب الشعراء الندماء كتاب الانتصار المنبئ عن فضل المتنبئ وغير ذلك وله ديوان شعر كبير قال الثعالبي رأيته ببخارى شيخا رث الهيئة تلوح\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nعليه سيماء الحرفة وكان يتطبب ويتنجم فأما صناعته التي يعتمد عليها فالشعر ومما أنشدني لنفسه :\r\nوفتية أدباء ما علمتهم * شبهتهم بنجوم الليل إذ نجموا\r\nفروا إلى الراح من خطب يلم بهم * فما درت نوب الأيام أين هم\r\nقال وأنشدني أيضا لنفسه :\r\nتلوم على تركي الصلاة حليلتي * فقلت اعزبي عن ناظري أنت طالق\r\nفوالله لا صليت لله مفلسا * يصلي له الشيخ الجليل وفائق\r\nلماذا أصلي أين مالي ومنزلي * وأين خيولي والحلى والمناطق\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nأصلي ولا فتر من الأرض يحتوي * عليه يميني إنني لمنافق\r\nبلى إن علي الله وسع لم أزل * أصلي له ما لاح في الجو بارق\r\nوله في تركي :\r\nقلبي أسير في يدي مقلة * تركية ضاق لها صدري\r\nكأنها من ضيقها عروة * ليس لها زر سوى السحر\r\n( 58 - أحمد بن محمد بن إبراهيم بن الخطاب )\r\nالخطابي أبو سليمان من ولد زيد بن الخطاب أخي\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nعمر بن الخطاب كذا ذكر أبو عبيد الهروي وكان تلميذه وأبو منصور الثعالبي وكان صديقه مات\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nالخطابي فيما ذكره عبد الرحمن بن عبد الجبار الفامي الهروي في تاريخ هراة من تصنيفه وسماه حمدا في\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nسنة ثمان وثمانين وثلاثمائة ومولده في رجب سنة تسع عشرة وثلاثمائة .\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nنقلت من خط أبي سعد السمعاني قال نقلت من خط الشيخ ابن عمر توفي الإمام أبو سليمان الخطابي ببست في رباط على شاطئ هندمند يوم السبت السادس عشر من شهر ربيع الآخر سنة ست وثمانين وثلاثمائة وذكر أبو الفرج عبد الرحمن بن الجوزي في كتاب المنتظم أنه توفي سنة تسع وأربعين وثلاثمائة وهذا ليس بشيء قال السمعانيه كان الخطابي حجة صدوقا رحل إلى العراق والحجاز وجال في خرسان وخرج إلى ما وراء النهر وكان يتجر في ملكه الحلال وينفق على الصلحاء من إخوانه وقد ذكره الثعالبي في كتاب يتيمة الدهر وقال كان يشبه في زماننا بأبي عبيد القاسم بن سلام وذكره الحافظ أبو طاهر أحمد بن محمد بن أحمد السلفي في شرح مقدمة كتاب معالم السنن له فقال وذكر الجم الغفير والعدد الكثير أن اسمه حمد وهو الصواب\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nوعليه الاعتماد قال المؤلف وإنما ذكرته أنا في هذا الباب لأن الثعالبي وأبا عبيد الهروي وكانا معاصريه وتلميذيه سمياه أحمد وقد سماه الحاكم بن البيع في كتاب نيسابور حمدا وجعله في باب من اسمه حمد وذكر أبو سعد السمعاني في كتاب مرو سئل أبو سليمان عن اسمه فقال اسمي الذي سميت به حمد لكن الناس كتبوه أحمد فتركته عليه قال ورثاه أبو بكر عبد الله بن إبراهيم الحنبلي ببست في شعر فسماه حمدا فقال :\r\nوقد كان حمدا كاسمه حمد الورى * شمائل فيها للثناء ممادح\r\nخلائق ما فيها معاب لعائب * إذا ذكرت يوما فهن مدائح\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nتغمده الله الكريم بعفوه * ورحمته والله عاف وصافح\r\nولا زال ريحان الإله وروحه * قرى روحه ما حن في الأيك صادح\r\nقال وأخذ العلم عن كثير من أهله ورحل في طلب الحديث وطوف وألف في فنون من العلم وصنف وأخذ الفقه عن أبي بكر القفال الشاشي وأبي علي بن أبي هريرة ونظرائهما من فقهاء أصحاب الشافعي\r\nومن تصانيفه كتاب معالم السنن في شرح كتاب السنن لأبي داود كتاب غريب الحديث ذكر فيه ما لم يذكره أبو عبيد ولا ابن قتيبة في كتابيهما وهو كتاب ممتع مفيد رواه عنه أبو الحسين عبد الغافر بن محمد بن عبد الغافر الفارسي ثم النيسابوري كتاب تفسير أسامي الرب عز وجل\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nشرح الأدعية المأثورة كتاب شرح البخاري كتاب العزلة كتاب إصلاح الغلط كتاب العروس كتاب أعلام الحديث كتاب الغنية عن الكلام كتاب شرح دعوات لأبي خزيمة ومن شيوخ الخطابي في الأدب وغيره إسماعيل الصفار وأبو عمر الزاهد وأبو العباس الأصم وأحمد بن سليمان النجار وأبو عمرو السماك ومكرم القاضي وجعفر الخلدي كل هؤلاء بغداديون سوى الأصم فإنه نيسابوري وبها كتب عنهم عالي الإسناد جدا وروى عنه خلق منهم عبد بن أحمد بن غفير الهروي وأبو مسعود الحسن بن محمد الكرابيسي البستي روى عنه ببست وأبو بكر محمد بن الحسين المقرئ روى عنه بغزنة وأبو الحسن علي بن الحسن الفقيه السجزي روى عنه بسجستان وأبو عبد الله محمد بن علي بن عبد الله الفسوي روى عنه بفارس وآخرون .\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nوقد روى عنه الإمام الفقيه أبو حامد الإسفراييني فقيه العراق والحاكم أبو عبد الله محمد بن البيع النيسابوري روى عنه بخراسان وقد حدث عنه أبو عبيد الهروي في كتاب الغريبين وأنشد أبو منصور عبد الملك بن محمد الثعالبي لأبي سليمان الخطابي في اليتيمة أشعارا منها :\r\nوما غربة الإنسان في شقة النوى * ولكنها والله في عدم الشكل\r\nوإني غريب بين بست وأهلها * وإن كان فيها أسرتي وبها أهلي\r\nولأبي منصور الثعالبي في الخطاب شعر منه :\r\nأبا سليمان سر في الأرض أو أقم * فأنت عندي دنا مثواك أو شطنا\r\nما أنت غيري فأخشى أن تفارقني * فديت روحك بل روحي فأنت أنا\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nنقلت من خط أبي سعد السمعاني أنبأنا إسماعيل بن أحمد الحافظ أنبأنا أبو القاسم سعد بن علي بن محمد الريحاني أدبا أنبأنا أبو سعد الخليل بن محمد الخطيب قال كنت مع أبي سليمان الخطابي فرأى طائرا على شجرة فوقف ساعة يستمع ثم أنشأ يقول :\r\nيا ليتني كنت ذاك الطائر الغردا * من البرية منحازا ومنفردا\r\nفي غصن بان دهته الريح تخفضه * طورا وترفعه أفنانه صعدا\r\nخلو الهموم سوى حب تلمسه * في الترب أو نفية يروي بها كبدا\r\nما إن يؤرقه فكر لرزق غد * ولا عليه حساب في المعاد غدا\r\nطوباك من طائر طوباك ويحك طب * من كان مثلك في الدنيا فقد سعدا\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nوحدث أبو بكر محمد بن علي بن الحسن بن البراغوثي اللغوي فيما ذكره السلفي قال أنشدني أبو منصور الثعالبي بنيسابور للخطابي يقوله في الثعالبي :\r\nقلبي رهين بنيسابور عند أخ * ما مثله حين تستقري البلاد أخ\r\nله صحائف أخلاق مهذبة * منها التقى والنهى والحلم ينتسخ\r\nقال أبو طاهر السلفي وقلت أنا فيه في سنة خمسين وخمسمائة لشغفي بتآليفه ورغبتي في تحصيل تصانيفه :\r\nظن هذا الخطاء في الخطابي * شيخ أهل العلوم والآداب\r\nمن علي كتبه اعتماد ذوي الفضل * ومن قوله كفضل الخطاب\r\nأن يحوز الفردوس إذ أتعب النفس * لذي العرش غاية الإتعاب\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nوتعنى في الأخذ جدا وفي التص‍ * نيف من بعد رغبة في الثواب\r\nنضر الله وجهه من إمام * ألمعي أتى بكل صواب\r\nولعمري قد فاز بالروح والري * حان من غير شبهة وارتياب\r\nهو قد كان شمس متبعي الشرع * على الزائغين سوط عذاب\r\nوللسلفي فيه أشعار غير هذا في نهاية الضعف والسقط كما ترى ومن شعره في اليتيمة :\r\nوليس اغترابي عن سجستان أنني * عدمت بها الإخوان والدار والأهلا\r\nولكنني مالي بها من مشاكل * وإن الغريب الفرد من يعدم الشكلا\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nوله :\r\nشر السباع العوادي دونه وزر * والناس شرهم ما دونه وزر\r\nكم معشر سلموا لم يؤذهم سبع * وما ترى بشرا لم يؤذه بشر\r\nومنه أيضا :\r\nما دمت حيا فدار الناس كلهم * فإنما أنت في دار المدارة\r\nمن يدر دارى ومن لم يدر سوف يرى * عما قليل نديما للندامات\r\nومنه أيضا :\r\nوقائل ورأى من حجبتي عجبا * كم ذا التواري وأنت الدهر محجوب\r\nفقلت حلت نجوم الدهر منذ بدا * نجم المشيب ودين الله مطلوب\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nفلذت من وجل بالاستتار عن ال‍ * أبصار إن غريم الموت مرهوب\r\nومنه أيضا :\r\nتغنم سكون الحادثات فإنها * وإن سكنت عما قليل تحر\r\nوبادر بأيام السلامة إنها * رهان وهل للرهن عندك مترك\r\nومنه أيضا :\r\nتسامح ولا تستوف حقك كله * وأبق ولم يستقص قط كريم\r\nولا تغل في شيء من الأمر واقتصد * كلا طرفي قصد الأمور ذميم\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n\r\nوقال أبو القاسم الداوودي الهروي قال الثعالبي له في مرثية الخطابي رحمه الله :\r\nانظروا كيف تخمد الأنوار * انظروا كيف تسقط الأقمار\r\nانظروا هكذا تزول الرواسي * هكذا في الثرى تغيض البحار\r\n( 59 - أحمد بن محمد بن عبد الرحمن أبو عبيد الهروي الباشاني )\r\nالمؤدب صاحب كتاب غريبي القرآن والحديث والسابق إلى الجمع بينهما في علمنا قرأ على جماعة منهم أبو سليمان الخطابي وكان اعتماده وشيخه الذي يفتخر به أبا منصور محمد بن أحمد الأزهري صاحب كتاب\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n\r\nالتهذيب في اللغة مات أبو عبيد هذا فما ذكره المليحي سنة إحدى وأربعمائة في رجبها روى عنه كتاب الغريبين أبو عمرو عبد الواحد بن أحمد المليحي وأبو بكر محمد بن إبراهيم بن أحمد الأزدستاني وله من الكتب كتاب الغريبين كتاب ولاة هراة\r\n( 60 - أحمد بن محمد بن عبد الله بن يوسف )\r\nابن محمد بن مالك السهلي الأديب أبو الفضل العروضي الصفار الشافعي ذكره عبد الغفار في السياق\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nفقال مات بعد سنة ست عشرة وأربعمائة ومولده سنة أربع وثلاثين وثلاثمائة وهو شيخ أهل الأدب في عصره حدث عن الأصم والمكاري وأبي الفضل المزكي وأبي منصور الأزهري وأقرانهم وتخرج به جماعة من الأئمة منهم علي بن أحمد الواحدي وغيره وذكره أبو منصور الثعالبي فقال إمام في الأدب خنق التسعين في خدمة الكتب وأنفق عمره على مطالعة اللوم وتدريس مؤدبي نيسابور وإحراز الفضائل والمحاسن وهو القائل في صباه :\r\nأوفى على الديوان بدر الدجى * فسل نجوم السعد ما حظه\r\nأخده أملح أم خطه * ولحظه أفتن أم لفظه\r\nقال وأنشدني لنفسه :\r\nلعزة الفضة المبره * أودعها الله قلب صخره\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n\r\nحتى إذا النار أخرجتها * بألف كد وألف كره\r\nأودعها الله كف وغد * أقسى من الصخر ألف مره\r\n( 61 - أحمد بن محمد بن أحمد بن سلمة )\r\n( ابن شرام الغساني )\r\nأحد النحاة المشهورين بالشام صحب أبا القاسم الزجاجي وأخذ عنه وكتب تصانيفه وكان جيد الخط والضبط صحيح الكتابة وجدت خطه في كتاب أمالي الزجاجي وقد فرغ من كتابتها في سنة وأربعين وثلاثمائة ذكره أبو القاسم فقال أحمد بن محمد بن أحمد بن سلمة أبو بكر بن أبي العباس الغساني المعروف بابن شرام النحوي سمع أبا بكر الخرائطي وأبا الدحداح أحمد بن محمد بن إسماعيل التميمي وأبا الحسن أحمد بن جعفر بن محمد الصيدلاني وعبد الغافر بن سلامة الحمصي وأبا القاسم عبد الرحمن بن إسحاق الزجاجي\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\nوأبا بكر أحمد بن محمد بن سعيد بن عبيد الله بن فطيس والحسن بن حبيب الحظائري وأبا الطيب أحمد بن إبراهيم بن عبادل الشيباني وإبراهيم بن محمد بن أبي ثابت وأبا على محمد بن القاسم بن أبي نصر روى عنه رشا بن نظيف وأبو بكر أحمد بن الحسن بن أحمد بن الطبال وأبو الحسن الربعي وأبو نصر بن الجبان قال ابن الأكفاني رأيت في كتاب عتيق توفي أبو بكر بن شرام يوم الثلاثاء لعشر خلون من شعبان سنة سبع وثمانين وثلاثمائة .\r\n( 62 - أحمد بن محمد بن الحسن )\r\n« الخلال الوراق الأديب »\r\nصاحب الخط المليح الرائق والضبط المتقن الفائق أظنه ابن أبي الغنائم الأديب وقد ذكرنا في باب علي بن محمد آخر ونراه أخا هذا والله أعلم . وجدت خطه على كتاب قد كتبه في سنة خمس وستين وثلاثمائة .\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nانتهى الجزء الرابع\r\nمن كتاب معجم الأدباء\r\n( ويليه الجزء الخامس )\r\n( وأوله ترجمة )\r\n( أحمد بن محمد بن يعقوب الملقب مسكويه )\r\nانتهى الجزء الأول من معجم الأدباء ويليه إن شاء الله الجزء الثاني وأوله ترجمة أحمد بن محمد بن يعقوب الملقب مسكويه\r\n\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265}
  ]