[
  {"content":"\r\nمعجم الأدباء\r\nفي عشرين جزءا\r\nلياقوت\r\nالجزء السادس عشر\r\nالطبعة الثالثة\r\nمنقحة ومصححة وفيها زيادات\r\n1400 ه‍ - 1980 م\r\nدار الفكر\r\nللطباعة والنشر والتوزيع\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمقدمة الكتاب\r\nبسم الله الرحمن الرحيم\r\nبحمدك اللهم نستعين ، وبالصلاة على نبيك نستلهم التوفيق لما يقتضيه الدين . أما بعد فقد قال العماد الأصفهاني :\r\nإني رأيت أنه لا يكتب إنسان كتابا في يومه إلا قال في غده :\r\nلو غير هذا لكان أحسن ، ولو زيد كذا لكان يستحسن ولو قدم هذا لكان أفضل ، ولو ترك هذا لكان أجمل ، وهذا من أعظم العبر ، وهو دليل على استيلاء النقص على جملة البشر\r\nالعماد الأصفهاني\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n( 1 - عمر بن أحمد بن أبي جرادة يعرف بابن العديم )\r\nالعقيلي يكنى أبا القاسم ويلقب كمال الدين من أعيان أهل حلب وأفاضلهم وهو عمر بن أحمد بن هبة الله بن محمد بن هبة الله بن أحمد بن يحيى بن زهير بن هارون بن موسى بن عيسى بن عبد الله بن محمد بن أبي جرادة صاحب أمير المؤمنين علي بن أبي طالب صلوات الله عليه\r\nواسم أبي جرادة عامر بن ربيعة بن خويلد بن عوف بن عامر بن عقيل أبي القبيلة ابن كعب بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن حفصة بن قيس بن عيلان بن مضر بن نزار بن معد بن عدنان\r\nوبيت أبي جرادة بيت مشهور من أهل حلب أدباء شعراء فقهاء عباد زهاد قضاة يتوارثون الفضل كابرا عن كابر وتاليا عن غابر وأنا أذكر قبل شروعي في ذكره شيئا من مآثر هذا البيت وجماعة من مشاهيرهم ثم أتبعه بذكره ناقلا ذلك كله من كتاب ألفه كمال الدين أطال الله بقاءه وسماه الأخبار المستفادة في ذكر بني\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nأبي جرادة وقرأته عليه فأقر به\r\nسألته أولا لم سميتم ببني العديم فقال سألت جماعة من أهلي عن ذلك فلم يعرفوه وقال هو اسم محدث لم يكن آبائي القدماء يعرفون بهذا ولا أحسب إلا أن جد جدي القاضي أبا الفضل هبة الله بن أحمد بن يحيى بن زهير بن أبي جرادة مع ثروة واسعة ونعمة شاملة كان يكثر في شعره من ذكر العدم وشكوى الزمان فسمي بذلك فإن لم يكن هذا سببه فلا أدري ما سببه\r\nحدثني كمال الدين أبو القاسم قال حدثني جمال الدين أبو غانم محمد بن هبة الله بن محمد بن أبي جرادة عمي قال لما ختمت القرآن قبل والدي رحمه الله بين عيني وبكى وقال الحمد لله يا ولدي هذا الذي كنت أرجوه\r\nفيك حدثني جدك عن أبيه عن سلفه أنه ما منا أحد إلى زمن النبي صلى الله عليه وسلم إلا من ختم القرآن\r\nقال المؤلف وهذا منقبة جليلة لا أعرف لأحد من خلق الله شرواها وسألت عنها قوما من أهل حلب فصدقوها وقال لي زين الدين محمد بن عبد القاهر بن النصيبي :\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nدع الماضي واستدل بالحاضر فإنني أعد لك كل من هو موجود في وقتنا هذا وهم خلق ليس فيهم أحد إلا وقد ختم القرآن وجعل يتذكرهم واحدا واحدا فلم يخرم بواحد\r\nحدثني كمال الدين أطال الله بقاءه قال وكان عقب بني أبي جرادة من ساكني البصرة في محلة بني عقيل بها فكان أول من انتقل منهم عنها موسى بن عيسى بن عبد الله بن محمد بن عامر بن أبي جرادة إلى حلب بعد المائتين للهجرة وكان وردها تاجرا وحدثني قال حدثني عمي أبو غانم محمد بن هبة الله بن أبي جرادة قال سمعت والدي يذكر فيما تأثره عن سلفه أن جدنا قدم من البصرة في تجارة إلى الشام فاستوطن حلب قال وسمعت والدي يذكر أنه بلغه أنه وقع طاعون بالبصرة فخرج منها جماعة من بني عقيل وقدموا الشام فاستوطن جدنا حلب قال وكان لموسى من الولد محمد وهارون وعبد الله فأما محمد فله ولد اسمه عبد الله ولا أدري أعقب أم لا وأما العقب الموجود الآن فلهارون وهو جدنا ولعبد الله وهم\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nأعمامنا\r\nفمن ولد عبد الله القاضي أبو طاهر عبد القاهر بن علي بن عبد الباقي بن عبد الله بن موسى بن أبي جرادة وهو من سادت هذا البيت وأعيانهم ومات في جمادى الأولى من سنة ثلاث وستين وأربعمائة فقال القاضي\r\nأبو الفضل هبة الله بن أحمد بن أبي جرادة يرثيه وكانت قد توفيت قبل وفاة والد القاضي أبي الفضل أخته بأيام قلائل فتوجع للماضين :\r\nصبرت لا عن رضى مني وإيثار * وهل يرد بكائي حتم أقدار\r\nأروم كف دموعي وهي في صبب * وأبتغي برد قلبي وهو في نار\r\nما لليالي تعري جانبي أبدا * من أسرتي وأخلائي وأوزاري\r\nتلذ طعم مصيباتي فأحسبها * تظما فيروي صداها ماء أشفاري\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nمحاسن جدت للأرض الفضاء بها * وطالما صنتها عن لحظ أبصار\r\nوواضح كسنا الإصباح أنقله * من رأي عيني إلى سري وإضماري\r\nإن الردى أقصدتني غير طائشة * سهامها في فتى كالكوكب الواري\r\nرمته صائبة الأقدار من كثب * وما رعت عظم أقدار وأخطار\r\nوهي قصيدة غراء طويلة\r\nومنهم أبو المجد عبد الله بن محمد بن عبد الباقي بن محمد شيخ فاضل أديب شاعر له معرفة باللغة والعربية سمع بحلب أستاذه أبا عبد الله الحسين بن عبد الواحد بن محمد بن عبد القادر القنسريني المقرئ مؤلف كتاب التهذيب في اختلاف القراء السبعة وسمعه ولده الشيخ أبو الحسن علي بن عبد الله وله أشعار حسان منها :\r\nتوسوس عن علي الزمان * ففي كل يوم له معضله\r\nفلو جعلوا أمره ليلة * إلي لأصبح في سلسله\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nومات الشيخ أبو المجد بحلب في حدود سنة ثمانين وأربعمائة\r\nومنهم ولده الشيخ أبو الحسن علي بن عبد الله بن محمد بن أبي جرادة صدر زمانه وفرد أوانه ذو فنون من العلوم وخطه مليح جدا على غاية من الرطوبة والحلاوة والصحة وله شعر يكاد يختلط بالقلب ويسلب اللب لطافة ورقة\r\nتصدر بحلب لإفادة العلوم الدينية والأدبية متفردا بذلك كله ورتب غريب الحديث لأبي عبيد على حروف المعجم رأيته بخطه وشرع في شرح أبياته شروعا لم يقصر فيه ظفرت منه بكراريس من مسوداته لأنه لم يتم\r\nسمع بحلب والده أبا المجد وأبا الفتح عبد الله بن إسماعيل الحلي وأبا الفتيان محمد بن سلطان بن حيوس الشاعر وغيرهم\r\nورحل عن حلب قاصدا للحج في ثالث شعبان سنة ست عشرة وخمسمائة ووصل إلى بغداد وسمع بها أبا محمد عبد الله بن علي المقرئ وغيره ولم يتيسر للناس في هذا العام حج فعاد من بغداد إلى حلب ثم سافر إلى الموصل بعد ذلك في سنة إحدى وثلاثين وسمع بها وأدركه تاج الإسلام أبو سعد عبد الكريم بن محمد\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nالسمعاني منه بحلب هو وجماعة وافرة وذكره السمعاني في المذيل لتاريخ بغداد\r\nقال المؤلف وقد ذكرته في هذا الكتاب في موضعه بما ذكره السمعاني به\r\nحدثني كمال الدين قال سمعت والدي رحمه الله يقول كتب الشيخ أبو الحسن بن أبي جرادة بخطه ثلاث خزائن من الكتب لنفسه وخزانة لابنه أبي البركات وخزانة لابنه أبي عبد الله\r\nومن شعره « أنبأنا به تاج الدين زيد بن الحسن الكندي » من قصيدة يصف فيها طول الليل :\r\nفؤاد بالأحبة مستطار * وقلب لا يقر له قرار\r\nوما أنفك من هجر وصد * وعتب لا يقوم له اعتذار\r\nوعين دمعها جم غزير * ولكن نومها نزر غرار\r\nكأن جفونها عند التلاقي * تلاقيها الأسنة والشفار\r\nوهذا حالها وهم حلول * فكيف بها إذا خلت الديار\r\nأبيت الليل مرتقبا كئيبا * لهم في الضلوع له أوار\r\nكأن كواكب الفلك اعتراها * فتور أو تخونها المدار\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nومنها :\r\nفيا لك ليلة طالت ودامت * فليس لصبحها عنها انسفار\r\nأسائلها لأبلغ منتهاها * لعل الهم يذهبه النهار\r\nومات الشيخ أبو الحسن في سنة ثمان وأربعين وخمسمائة عن ثمان وثمانين سنة\r\nومنهم ولده أبو علي الحسن بن علي الحسن بن علي بن عبد الله بن محمد بن أبي جرادة وكان فاضلا كاتبا شاعرا أديبا يكتب النسخ على طريقة أبي عبد الله بن مقلة والرقاع على طريقة علي بن هلال وخطه حلو جيد جدا خال من التكلف والتعسف\r\nسمع أباه بحلب\r\nوكتب عنه السمعاني عند قدومه حلب\r\nوسار في حياة أبيه إلى الديار المصرية واتصل بالعادل أمير الجيوش وزير المصريين وأنس به ثم نفق بعده على الصالح بن رزيك وخدمه في الجيش ولم يزل بمصر إلى أن مات بها في سنة إحدى وخمسين وخمسمائة\r\nومن شعره في صدر كتاب كتبه إلى أخيه عبد القاهر في سنة ست وأربعين وخمسمائة :\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nسرى من أقاصي الشام يسألني عني * خيال إذا ما راد يسلبني مني\r\nتركت له قلبي وجسمي كليهما * ولم يرض إلا أن يعرس في جفني\r\nوإني ليدنيني اشتياقي إليكم * ووجدي بكم لو أن وجد الفتى يدني\r\nوأبعث آمالي فترجع حسرا * وقوفا على ضن من الوصل أو ظن\r\nفليت الصبا تسري بمكنون سرنا * فتخبرني عنكم وتخبركم عني\r\nوليت الليالي الخاليات عوائد * علينا فنعتاض السرور من الحزن\r\nومن شعره :\r\nما ضرهم يوم جد البين لو وقفوا * وزودوا كلفا أودى به الكلف\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nتخلفوا عن وداعي ثمت ارتحلوا * وأخلفوني وعودا ما لها خلف\r\nوأوصلوني بهجر بعد ما وصلوا * حبلي وما أنصفوني لكن انتصفوا\r\nفليتهم عدلوا في الحكم إذ ملكوا * وليتهم أسعفوا بالطيف من شعفوا\r\nما للمحب وللعذال ويحهم * خانوا ومانوا ولما عنفوا عنفوا\r\nأستودع الله أحبابا ألفتهم * لكن على تلفي يوم النوى ائتلفوا\r\nعمري لئن نزحت بالبين دارهم * عني فما نزحوا دمعي وما نزفوا\r\nيا حبذا نظرة منهم على عجل * تكاد تنكرني طورا وتعترف\r\nسقت عهودهم غداء واكفة * تهمي ولو أنها من أدمعي تكف\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nأحبابنا ذهلت ألبابنا ومحا * عتابنا لكم الإشفاق والأسف\r\nبعدتم فكأن الشمس واجبة * من بعدكم وكأن البدر منخسف\r\nيا ليت شعري هل يحظى برؤيتكم * طرفي وهل يجمعن ما بيننا طرف\r\nومضمر في حشاه من محاسنكم * لفظا هو الدر لا ما يضمر الصدف\r\nكنا كغصنين حال الدهر بينهما * أو لفظتين لمعنى ليس يختلف\r\nفأقصدتنا صروف الدهر نابلة * حتى كأن فؤادينا لها هدف\r\nفهل تعود ليالي الوصل ثانية * ويصبح الشمل منا وهو مؤتلف\r\nونلتقي بعد يأس من أحبتنا * كمثل ما يتلاقى اللام والألف\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nوما كتبت على مقدار ما ضمنت * مني الضلوع ولا ما يقتضي اللهف\r\nفإن أتيت بمكنوني فمن عجب * وإن عجزت فإن العذر منصرف\r\nومنهم أخوه أبو البركات عبد القاهر بن علي بن عبد الله بن أبي جرادة كان ظريفا لطفا أديبا شاعرا كاتبا له الحظ الرائق والشعر الفائق والتهذيب الذي تبحر في جودته ويلتحق بالنسبة إلى ابن البواب والتأنق في الخط المحرر الذي يشهد بالتقدم في الفضل وإن تأخر\r\nسمع بحلب أباه أبا الحسن وغيره وكتب عنه جماعة من العلماء وكان أمينا على خزائن الملك العادل نور الدين محمود بن زنكي وذا منزلة لطيفة منه ومن شعره « وكتبه بليقة ذهب » :\r\nما اخترت إلا أشرف الرتب * خطا أخلد منه في الكتب\r\nوالخط كالمرآة ننظرها * فنرى محاسن صورة الأدب\r\nهو وحده حسب يطال به * إن لم يكن إلاه من حسب\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nما زلت أنفق فيه من ذهب * حتى جرى فكتبت بالذهب\r\nوقال أيضا وهو بدمشق في سنة تسع وأربعين وخمسمائة :\r\nأمت ببذلي خالصا من مودتي * إلى من سواء عنده المنع والبذل\r\nوتحسب نفسي والأماني ضلة * بأني من شغل الذي هو لي شغل\r\nألا إن هذا الحب داء موافق * وإن شفاء الداء ممتنع سهل\r\nعفى الله عمن إن جنى فاحتملته * تجنى فعاد الذنب لي وله الفضل\r\nومن كلما أجمعت عنه تسليا * تبينت أن الرأي في غيره جهل\r\nسأعرض إلا عن هواه فإنه * جميل بمثلي حب من ما له مثل\r\nوألقى مقال الناصحين بمسمع * ضربت عليه بالغواية من قبل\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nفعندي وإن أخفيت ذاك عن العدى * عزيمة هم لا تكل ولا تألو\r\nولي في حواشي كل عذل تلفت * إلى حب من في حبه قبح العذل\r\nوإني لأدنى ما أكون من الهوى * إذا أرجف الواشون بي أنني أسلو\r\nهذا لعمري والله الغاية في الحسن والطلاوة والرونق والحلاوة\r\nوقال أيضا :\r\nعاد قلبي إلى الهوى من قريب * ما محب بمنته عن حبيب\r\nطال يا همتي تماديك في الرشد * خذي من غواية بنصيب\r\nوإذا ما رأيت حسنا غريبا * فاستعدي له بوجد غريب\r\nيا غزالا مالت به نشوة العجب * فهزت عطفيه هز القضيب\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nبين ألحاظك المراض وبيني * نسب لو رعيت حق النسيب\r\nأنت أجريت أعين الدمع من عيني * وأرويت زند قلبي الكئيب\r\nلا تقل ليس لي بذلك علم * فعلى مقلتيك سيما مريب\r\nما تعديك في الذي أنت فيه * إن حظي لديك حظ أديب\r\nومات في سنة اثنتين وخمسين وخمسمائة\r\nومنهم ابن أخيه أبو الفتح عبد الله بن الحسن بن علي بن أبي جرادة وكان يجيد الكتابة وجمع مجاميع حسنة وجمع شعر والده أبي عبد الله الحسن وشعر عمه أبي البركات عبد القاهر وله شعر لا بأس به منه :\r\nمن ذا مجيري من يدي شادن * مهفهف القد مليح العذار\r\nقد كتب الشعر على وجهه * أسطر مسك طرسها جلنار\r\nفهؤلاء من بني عبد الله بن موسى بن عيسى\r\nوأما أخوه هارون بن موسى فهو أول من اشترى بحلب ملكا في قرية تعرف بأورم الكبرى وكان له ولدان زهير وأحمد\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nوالعقب لزهير وهو الذي اشترى أكثر أملاك بني أبي جردة مثل أورم الكبرى ويحمول وأقذار ولؤلؤة والسين وهي قرى ووقف وقفا على شرا فرس يجاهد به في سبيل الله\r\nوتوفي في حدود سنة أربعين وثلاثمائة\r\nفمن ولد زهير أبو الفضل وهو أبو الفضل عبد الصمد بن زهير بن هارون بن موسى ولادته في حدود سنة عشرين وثلاثمائة\r\nسمع بحلب أبا بكر محمد بن الحسين الشيعي وغيره وروى عنه ابن أخيه القاضي أبو الحسن أحمد ومشرق العابد وجماعة ولعله مات في حدود سنة تسعين وثلاثمائة وليس له عقب ومنهم\r\nأبو جعفر يحيى بن زهير بن هارون بن موسى وهو العديم إليه ينسبون\r\nوقد ذكرنا أنهم لا يعرفون لم سموا ذلك\r\nومنهم ولده القاضي أبو الحسن أحمد بن يحيى بن زهير وهو أول من ولي القضاء بمدينة حلب من هذا البيت وقد سمع الحديث ورواه وقرأ الفقه على القاضي أبي جعفر محمد بن أحمد السمعاني وكان السمعاني إذ ذاك قاضي حلب أنشدني كمال الدين أبو القاسم عمر بن أحمد بن أبي\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nجرادة أنشدني والدي لجد أبيه القاضي هبة الله بن أحمد بن يحيى يذكر أباه ويفتخر به :\r\nأنا ابن مستنبط القضايا * وموضح المشكلات حلا\r\nوابن المحازيب لم تعطل * من الكتاب العزيز تتلى\r\nوفارس المنبر استكانت * عيدانه من حجاه ثقلا\r\nتوفي بعد سنة تسع وعشرين وأربعمائة\r\nومنهم ابنه القاضي أبو الفضل هبة الله بن أحمد كان كبير القدر جميل الأمر مبجلا عند آل مرداس له شعر جزل فصيح ذو معان دقاق يترفع قدره عنه وإنما يقول ببلاغته وبراعته\r\nسمع الحديث من أبيه ولعله لقي أبا العلاء المعري وقرأ عليه شيئا وولي القضاء بحلب وأعمالها في سنة ثلاث وسبعين وأربعمائة وبقي على ذلك إلى أن مات وكانت ولايته للقضاء في أوائل دولة شرف الدولة أبي المكارم مسلم بن\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nقريش بعد وفاة حميه القاضي كسرى بن عبد الكريم بن كسرى وكتب تقليده من بغداد عن المقتدي بالله\r\nومن شعره :\r\nلي بالغوير لبانات ظفرت بها * قد سد من دونها لي أوضح الطرق\r\nوبالثنية بدر لاح في غصن * أصمى فؤادي لها سهم من الملق\r\nسراقة لقلوب الناظرين لها * وما يقام عليها واجب السرق\r\nلا يفلت المرء من أشراك مقلتها * وإن تخلص لم يفلت من العقق\r\nوأبرزت من خلال السجف ذا شعل * لولا بقا الليل قلنا غرة الفلق\r\nولائم ودموع العين واكفة * لا يستبين لها جفن من الغرق\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nيقول أفنيته والشمل مجتمع * ولم تصنه لتوديع ومفترق\r\nوله :\r\nربع لهند باللوى مصروم * أقوى فما آو به منهوم\r\nأخفاه إلحاح البلى فضللت في * إنشاده لولا النسيم تهوم\r\nتضياف طرفي فيه دمع ساجم * وقرى فؤادي في ذراه هموم\r\nهل عاذر في الربع رائي عيسهم * تحدى لها وخذ بهم ورسيم\r\nوهوى تبعده الليالي والنوى * إن قربته خواطر ورسوم\r\nيا صاحبي خذا المطايا وحدها * بدمي فما اغتالته إلا الكوم\r\nأمضين أحكام الهوى وأعنه * ومساعد المرء الظلوم ظلوم\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nوله :\r\nوما عسى يطلب الرجال من رجل * كأس من الفضل إن عري من المال\r\nكالبارد العذب يوم الورد من ظمأ * والصارم العضب في روع وأوجال\r\nهمومه في جسيمات الأمور فما * يلفى مصاحب أطماح وآمال\r\nألذ من ثروة تأتي بإذلال * عز القناعة مع صون وإقلال\r\nوما يضر امرأ أثرت مناقبه * أن أكسبته الليالي رقة الحال\r\nوقال أيضا يمدح أبا الفضائل سابق بن محمود بن نصر بن صالح بن مرداس صاحب حلب ويشكره إذ لم يسمع فيه قول حساد وشوا به إليه :\r\nخلها إن ظمئت تشكو الأواما * لا تقلها الأين إن طال وداما\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nواجعل السرج إذا ما سغبت * كلأ والمورد العذب اللجاما\r\nأو تراها كالحنايا بالسرى * وبإسراع إلى المرمى سهاما\r\nقصرت ظهرا ورسغا وعسيبا * مثل ما طالت عنانا وحزاما\r\nتنصب الأذنين حتى خيلت * بهما تبصر ما كان أماما\r\nوإذا ما بارت الريح اغتدت * خلفها النكباء حسرى والنعامى\r\nكم مقامي بين أحكام العدى * أتبع القائد لا أعصي الزماما\r\nأكلة الطاعم لا يرهب إثما * أو أسير المن إن كف احتشاما\r\nوإلام الحظ لا ينصفني * من زمان جار في قصدي إلا ما\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nتعتلي أرؤسه أذنابه * فترى الأرجل تعلو فيه هاما\r\nأتمنى راحة تنقذني * منهم عزت ولو كانت لماما\r\nومنها :\r\nكم رموني عامدا في هوة * نارها تعلو اشتعالا واضطراما\r\nقاصدي حتفي فكانت بك لي * نار إبراهيم بردا وسلاما\r\nوله في المعنى من قصيدة :\r\nهنئت يا أرض العواجم دولة * روى ثراك أشم أروع\r\nقد عاد في الأيام ماء شبابها * وتسالمت حرق الأسى والأضلع\r\nأشكو إليك عصابة نبذوا الحيا * حسدا وشدوا في أذاي وأوضعوا\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nراموا ابتزازي مورثي عن أسرتي * وتآزروا في قبضه وتجمعوا\r\nيتطلبون لي الذنوب كأنني * ممن عليه بالشنان يقعقع\r\nلم أخش قهرهم ونصلك مصلت * دوني ولي من حسن رأيك مرجع\r\nوله :\r\nوما الذل إلا أن تبيت مؤملا * وقد سهرت عيناك وسنان هاجعا\r\nأأخشى امرأ أو أشتكي منه جفوة * إذا كنت بالميسور في الدهر قانعا\r\nإذا ما رآني طالبا منه حاجة * ففي حرج إن لم يكن لي مانعا\r\nوكان المنجمون قد حكموا له أنه يموت في صدور الرجال\r\nفاتفق أنه اعتقل بالقلعة مدة لتهمة اتهم بها بالممالأة\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nلبعض الملوك ثم أطلق بعد مدة فنزل راكبا وأصحابه حوله فبينا هو سائر إذ وجد ألما فقال لأصحابه أمسكوني أمسكوني فأخذوه في صدورهم من على فرسه فلما وصل إلى منزله بقي على صدورهم إلى أن مات بحلب في سنة ثمان وثمانين وأربعمائة\r\nومنهم ولده القاضي أبو غانم محمد ابن القاضي أبي الفضل هبة الله ابن القاضي أبي الحسن أحمد وكان فقيها فاضلا زاهدا عفيفا سمع أباه وغيره وولي قضاء حلب وأعمالها وخطابتها بعد موت أبيه في أيام تاج الدولة دبيس في سنة ثمان وثمانين وأربعمائة ولم يزل قاضيا بها إلى أن عزله رضوان لما خطب للمصريين وولي القضاء القاضي الزوزني العجمي في شوال من سنة تسعين وأربعمائة\r\nثم عاود الملك رضوان الخطبة لبني العباس فأعاد القاضي أبا غانم إلى ولايته وجاءه التقليد من بغداد بالقضاء والحسبة عن القاضي علي بن الدامغاني بأمر المستظهر في صفر سنة ست وتسعين وأربعمائة\r\nوكان مولد القاضي أبي غانم في رجب سنة ست وأربعين\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nوأربعمائة وهو الذي شرع في عمارة المسجد الذي بحلب يعرف ببني العديم وأتمه القاضي أبو الفضل هبة الله وكان يتولى الخطابة في المسجد الجامع والإمامة بحلب وكان حنفي المذهب وكأن يؤم بالناس ثلاثين سنة وهو متكتف تحت ثيابه ويسبل أكمامه فارغة خوفا من الولاة في أيامه لأنهم كانوا إسماعيليين يرون رأي المصريين وكانوا يفطرون قبل العيد بيوم ويجتمع أكابر حلب في يوم عيدهم يهنئونهم فصعد القاضي أبو غانم للهناء فيمن صعد وقدم للناس سكر ولوز وأخذ\r\nالقاضي أبو غانم لوزة ووضعها في فيه فقال له صاحب حلب أيها القاضي لم لا تأكل من السكر فقال لأنه يذوب وتبسم فضحك الوالي وأعفاه من ذلك\r\nحدثني كمال الدين قال حدثني عمي حدثني أبي قال نزل جدك القاضي أبو غانم في بعض الأيام يصلي بالجامع وخلع نعليه قرب المنبر وكانا جديدين فلما قضى صلاته قام للبسهما فوجد نعله العتيق مكانهما فقال لغلامه ألم أنزل إلى الجامع\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nبالمداس الجديد فأين هو فقال الغلام بلى ولكن جاءنا الساعة رجل وطرق الباب وقال القاضي يقول لكم أنفذوا إليه مداسه العتيق إلى الجامع فقد سرق مداسه الجديد فضحك وقال هذا والله لص شفيق جزاه الله خيرا وهو في حل منه\r\nوالقاضي أبو غانم هذا هو الذي نهض من حلب في سنة ثماني عشرة وخمسمائة وقد حصرها الفرنج ودبيس بعد قتل بلك على منبج حتى أقدم البرسقي من الموصل فاستنقذها من الحصار وهربوا لما سمعوا بقدومه\r\nوكان أهل حلب لقوا شدة وأكلوا الميتة ولم يكن عندهم أمير وإنما تولوا حفظ البلد بأنفسهم وأبلوا بلاء حسنا حسنت به العاقبة\r\nومنهم ابنه القاضي أبو الفضل هبة الله سمي باسم جده وكني بكنيته وكان فقيها مرضيا ورعا زاهدا سمع الحديث ورواه وولي القضاء بحلب وأعمالها بعد موت أبيه القاضي أبي غانم وكتب له عهده من أتابك زنكي بن آقسنقر في سنة أربع وثلاثين وخمسمائة ثم جاء له العهد من بغداد من قاضي القضاة الزينبي بأمر المقتفي\r\nوكان مولده في\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nذي القعدة سنة تسع وتسعين وأربعمائة\r\nفلما قتل أتابك زنكي وولي ابنه نور الدين وولي كمال الدين محمد بن عبد الله الشهرزوري قضاء الشام ورزق البسطة والتحكم في الدولة وقاوم الوزراء بل الملوك التمس من القاضي أبي الفضل هذا أن يكتب في كتب سجلاته ذكر النيابة عنه فامتنع القاضي أبو الفضل ولج ابن الشهرزوري وساعده\r\nمجد الدين ابن الداية وهو والي حلب لشيء كان في نفسه على القاضي أبي الفضل لأمور كان يخالفه فيها في أقضية يؤثر فيها جانب الحق على أغراضه وترددت المراسلات بين نور الدين وبينه في قبول النيابة وهو يأبى إلى أن قال ابن الداية هذا تحكم منه في الدولة وفيك إذ تأمره بشيء ولا يمتثله فاعزله وول محيي الدين ابن كمال الدين\r\nفقال نور الدين « بياض في الأصل » يستناب له قاض حنفي فعزل القاضي أبو الفضل وولي محيي الدين قضاء حلب واستنيب له الكودري وذلك في سنة سبع وخمسين وخمسمائة وحج في تلك السنة .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nوكتب أبو الحسين أحمد بن منير الطرابلسي للقاضي أبي الفضل هبة الله يلتمس منه كتاب الوساطة بين المتنبي وخصومه للقاضي علي بن عبد العزيز الجرجاني وكان قد وعده بها ودافعه :\r\nيا حائزا غاي كل فضل * تضل في كنهه الإحاطه\r\nومن ترقى إلى محل * أحكم فوق السها مناطه\r\nإلى متى أسعط التمني * ولا ترى المن بالوساطه\r\nومات القاضي أبو الفضل لعشر بقين من ذي الحجة سنة اثنتين وستين وخمسمائة\r\nومنهم ابن أخته أبو المكارم محمد بن عبد الملك بن أحمد بن هبة الله بن أحمد بن يحيى بن زهير بن أبي جرادة سمع بحلب ورحل إلى بغداد وسمع بها محمد بن ناصر السلامي وغيره\r\nوحدثني كمال الدين أيده الله قال قال لي شيخنا أبو اليمن زيد الكندي كان أبو المكارم محمد بن عبد الملك بن أبي جرداة سمع ببغداد الحديث معنا على\r\nمشايخنا\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nفسمعت بقراءته وورد إلينا إلى دمشق بعد ذلك وكنا نلقبه « القاضي بسعادتك » وذلك أن القلانسي دعاه في وليمة وكنت حاضرها فجعل لا يسأله عن شيء فيخبر عنه بما سر أو ساء إلا وقال في عقبه بسعادتك فإن قال له ما فعل فلان قال مات بسعادتك وإن قال له ما خبر الدار الفلانية يقول خربت بسعادتك فسميناه القاضي بسعادتك وكان يقولها لاعتياده إياها لا لجهل كان فيه\r\nوكان له أدب وفضل وفقه وشعر جيد وقد روى الحديث\r\nولأبي المكارم شعر منه :\r\nلئن تناءيتم عني ولم تركم * عيني فأنتم بقلبي بعد سكان\r\nلم أخل منكم ولم أسعد بقربكم * فهل سمعتم بوصل فيه هجران\r\nوله أشعار كثيرة ومات بحلب في سنة خمس وستين وخمسمائة أو سنة ست وستين\r\nومنهم جمال الدين أبو غانم محمد ابن القاضي أبي الفضل هبة الله ابن القاضي أبي غانم محمد بن\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nالقاضي أبي الفضل هبة الله ابن القاضي أبي الحسين يحيى وهو عم جمال الدين أحد الأولياء العباد وأرباب الرياضة والاجتهاد عامل كثير الصوم والصلاة وهو حي يرزق إلى وقتنا هذا\r\nوكأن قد تولى الخطابة بجامع حلب وعرض عليه القضاء في أيام الملك الصالح إسماعيل بن محمود بن زنكي بعد القاضي ابن الشهرزوري فامتنع منه فقلد القضاء أخوه القاضي أبو الحسن والد كمال الدين أيده الله وكتب جمال الدين هذا بخطه الكثير وشغف بتصانيف أبي عبد الله محمد بن علي بن الحكيم الترمذي فجمع معظم تصانيفه عنده وكتب بعضها بخطه وكتب من كتب الزهد والرقائق والمصاحف كثيرا وكان خطه في صباه على طريقة ابن البواب القديمة ووهب لأهله مصاحف كثيرة بخطه وكان إذا اعتكف في شهر رمضان كتب مصحفا أو مصحفين وجمع براوات الأقلام فيكتب بها تعاويذ للحمى وعسر الولادة فيعرف بركتها\r\nبركتها قال وسألت عمي عن مولده فقال في سنة أربعين وخمسمائة وقد سمع\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nأباه وعمه أبا المجد عبد الله وغيرهما وروى الحديث وتفقه على العلاء الغزنوي واجتمع بجماعة من الأولياء وكوشف بأشياء مشهورة وهو الآن يحيا في محرم سنة عشرين وستمائة\r\nومنهم القاضي أبو الحسن أحمد ابن القاضي أبي الفضل هبة الله ابن القاضي أبي غانم محمد بن أبي الفضل هبة الله ابن القاضي أبي الحسن أحمد بن أبي جرادة كل هؤلاء ولوا قضاء حلب وهذا هو والد كمال الدين صاحب أصل هذه الترجمة كان يخطب بالقلعة بحلب على أيام نور الدين محمود بن زنكي ثم ولي الخزانة في أيام ولده الملك الصالح إسماعيل إلى أن عرض على أخيه كما ذكرنا فامتنع منه فقلده القاضي هذا بحلب وأعمالها في سنة خمس وسبعين وخمسمائة ولم يزل واليا للقضاء في أيام الملك الصالح ومن بعده في دولة عز الدين ثم عماد الدين ابن قطب الدين مودود بن زنكي وصدرا من دولة الملك الناصر صلاح الدين يوسف بن أيوب إلى أن عزل عن منزلي الخطابة والقضاء ونقل إلى مذهب الشافعي وكان عزله عن القضاء في سنة ثمان وسبعين وخمسمائة ووليه القاضي محيي الدين\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nمحمد بن علي بن الزكي قاضي دمشق الشافعي وكان صرف أخوه الأصغر أبو المعالي عبد الصمد عن الخطابة قبله فعلم أن الأمر يؤول إلى عزله عن القضاء لأن الدولة شافعية فاستأذن في الحج والإعفاء من القضاء فصرف عن ذلك بعد مراجعات\r\nوسمع الحديث من أبيه وأبي المظفر سعيد بن سهل الفلكي وغيرهما\r\nومولده سنة اثنتين وأربعين وخمسمائة ومات رحمه الله ليلة الجمعة لسبعة وعشرين من شعبان سنة ثلاث عشرة وستمائة\r\nهذا ما كتبه من الكتاب الذي ذكرته آنفا على سبيل الاختصار والإيجاز وهو قليل من كثير من فضائلهم\r\nوأنا الآن أذكر من أنا بصدده وهو كمال الدين أبو القاسم عمر ابن القاضي أبي الحسن أحمد ابن القاضي أبي الفضل هبة الله ابن القاضي أبي غانم محمد ابن القاضي أبي سعيد هبة الله ابن القاضي أبي الحسن أحمد بن أبي جرادة كل هؤلاء من آبائه ولي قضاء حلب وأعمالها وهم حنفيون وهو الذي نحن بصدده وإلى معرفة حاله ركبنا سنن المقال\r\nوجدده فإنه من شروط هذا الكتاب لكتابته التي فاقت ابن هلال وبلغت الغاية في الجودة\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nوالإتقان ولتصانيفه في الأدب التي تذكر آنفا إن شاء الله تعالى\r\nفأما أوصافه بالفضل فكثيرة وسماته بحسن الأثر أثيرة وإذا كان هذا الكتاب لا يتسع لأوصافه جميعا وكان الوقت يذهب بحلاوة ذكر محاسنه سريعا ورأيت من المشقة والإتعاب التصدي لجميع فضائله والاستيعاب فاعتمدت على القول مجملا لا مفصلا وضربة لا مبوبا فأقول إن الله عز وجل عني بخلقته فأحسن خلقه وخلقه وعقله وذهنه وذكاءه وجعل همته في العلوم ومعالي الأمور فقرأ الأدب وأتقنه ثم درس الفقه فأحسنه ونظم القريض فجوده وأنشأ النثر فزينه وقرأ حديث الرسول وعرف علله ورجاله وتأويله وفروعه وأصوله\r\nوهو كاسمه كمال في كل فضيلة لم يعتن بشيء إلا وكأن فيه بارزا ولا تعاطى أمرا إلا وجاء فيه مبرزا مشهور ذلك عنه لا يخالف فيه صديق ولا يستطيع دفاعه عدو .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nوأما قراءته للحديث في سرعته وصحة إيراده وطيب صوته وفصاحته فهو الغاية التي أقر له بها كل من سمعها فإنه يقرأ الخط العقد كأنه يقرأ من حفظه\r\nوأما خطه في التجويد والتحرير والضبط والتقييد فسواد مقلة لأبي عبد الله بن مقلة وبدر ذو كمال عند علي بن هلال :\r\nخلال الفضل في الأمجاد فوضى * ولكن الكمال لها كمال\r\nوإذا كان التمام من خصائص عالم الغيب كان الإنسان لا بد له من عيب فعيبه لطالب العنت والشين أنه يخاف عليه من إصابته العين هذا مع العفاف وألزمت والوقار وحسن السمت والجلال المشهور عند الخاص والجمهور :\r\nقاد الجيوش لسبع عشرة حجة * ولداته عن ذاك في إشغال\r\nسألته أدام الله علوه عن مولده فقال لي ولدت في ذي الحجة سنة ثمان وثمانين وخمسمائة\r\nقال فلما بلغت سبعة أعوام حملت إلى المكتب فأقعدت بين يدي المعلم فأخذ يمثل لي كما يمثل للأطفال ويمد خطا ويرتب عليه\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nثلاث سينات فأخذت القلم وكنت قد رأيته وقد كتب « بسم » ومد مدته ففعلت كما فعل وجاء ما كتبته قريبا من خطه فتعجب المعلم وقال لمن حوله لئن عاش هذا الطفل لا يكون في العالم أكتب منه\r\nوصحت لعمري فراسة المعلم فيه فهو أكتب من كل من تقدمه بعد ابن البواب بلا شك\r\nوقال وختمت القرآن ولي تسع سنين وقرأت بالعشر ولي عشر سنين وحبب إلي الخط وجعل والدي يحضني عليه فحدثني الشيخ يوسف بن علي بن زيد الزهري المغربي الأديب معلم ولده بحضرة كمال الدين قال\r\nحدثني والد هذا « وأشار إليه » قال ولد لي عدة بنات وكبرن ولم يولد لي غير ولد واحد ذكر وكان غاية في الحسن والجمال والفطنة والذكاء وحفظ من القرآن قدرا صالحا وعمره خمس سنين واتفق أن كنت يوما جالسا في غرفة لنا مشرفة على الطريق فمرت بنا جنازة فاطلع ذلك الطفل ببصره نحوها ثم رفع رأسه إلي وقال يا أبت إذا أنا مت بم تغشى تابوتي فزجرته وأدركني في الوقت استشعار\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nشديد عليه فلم يمض إلا أيام حتى مرض ودرج إلى رحمة الله ولحق بربه فأصابني عليه ما لم يصب والدا على ولد وامتنعت من الطعام والشراب وجلست في بيت مظلم وتصبرت فلم أعط عليه صبرا فحملني شدة الوله على قصد قبره وتوليت حفره بنفسي وأردت استخراجه والتشفي برؤيته فلمشيئة الله ولطفه بالطفل أو بي لئلا به ما أكره صادفت حجرا ضخما وعالجته فامتنع علي قلعه مع قوة وأيد كنت معروفا بهما فلما رأيت امتناع الحجر علي علمت أنه شفقة من الله على الطفل أو علي فزجرت نفسي ورجعت ولهان بعد أن أعدت قبره إلى\r\nحاله التي كان عليها فرأيت بعد ذلك في النوم ذلك الطفل وهو يقول يا أباه عرف والدتي أني أريد أجيء إليكم فانتبهت مرعوبا وعرفت والدته ذلك فبكينا وترحمنا واسترجعنا ثم إني رأيت في النوم كأن نورا خرج من ذكري حتى أشرف على جميع دورنا ومحلتنا وعلا علوا كبيرا فانتبهت وأولت ذلك فقيل لي أبشر بمولود يعلو قدره ويعظم أمره ويشيع بين الأنام ذكره بمقدار ما رأيت من ذلك النور\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nفابتهلت إلى الله عز وجل ودعوته وشكرته وقويت نفسي بعد الإياس لأني كنت قد جاوزت الأربعين فلم تمض إلا هنيهة حتى اشتملت والدة ولدي هذا « وأشار إلى كمال الدين أيده الله » على حمل وجاءت به في التاريخ المقدم ذكره فلم يكن بقلبي بحلاوة ذلك الأول لأنه كان نحيفا جدا فجعل كلما كبر نبل جسما وقدرا ودعوت عدة دعوات وسألت الله له عدة سؤالات ورأيت فيه والحمد لله أكثرها\r\nولقد قال له رجل يوما بحضرتي كما يقول الناس أراكه الله قاضيا كما كان آباؤه\r\nفقال ما أريد له ذلك ولكني اشتهيته أن يكون مدرسا فبلغه الله ذلك بعد موته وسمع الحديث على جماعة من أهل حلب والواردين إليها وأكثر السماع على الشيخ الشريف افتخار الدين عبد المطلب الهاشمي\r\nورحل به أبوه إلى البيت المقدس مرتين في سنة ثلاث وستمائة وفي سنة ثمان وستمائة ولقي بها مشايخ وبدمشق أيضا وقرأ على تاج الدين أبي اليمن في النوبتين كثيرا من مسموعاته .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nحدثني كمال الدين أدام الله معاليه قال قال لي والدي احفظ اللمع حتى أعطيك كذا وكذا فحفظته وقرأته على شيخ حلب يومئذ وهو الضياء ابن دهن الحصا ثم قال لي احفظ القدوري حتى أهب لك كذا وكذا من الدراهم كثيرة أيضا فحفظته في مدة يسيرة وأنا في خلال ذلك أجود وكان والدي رحمه الله يحرضني على ذلك ويتولى صقل الكاغد لي بنفسه فإني لأذكر مرة وقد خرجنا\r\nإلى ضيعة لنا فأمرني بالتجويد فقلت ليس ههنا كاغد جيد فأخذ بنفسه كاغدا كان معنا رديا وتناول شربة اسفيذر وكانت معنا فجعل يصقل بها الكاغد بيده ويقول لي اكتب ولم يكن خطه بالجيد وإنما كان يعرف أصول الخط فكان يقول لي هذا جيد وهذا ردي وكان عنده خط ابن البواب فكان يريني أصوله إلى أن أتقنت منه ما أردت ولم أكتب على أحد مشهور إلا أن تاج الدين محمد بن أحمد بن البرفطي البغدادي ورد إلينا إلى حلب فكتبت عليه أياما قلائل لم يحصل منه فيها طائل\r\nثم إن الوالد رحمه الله\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nخطب لي وزوجني بقوم من أعيان أهل حلب وساق إليهم ما جرت العادة بتقدمته في مثل ذلك ثم جرى بيننا وبينهم ما كرهته وضيق صدري منهم فوهب لهم الوالد جميع ما كان ساقه إليهم وطلقتهم ثم إنه وصلني بابنة الشيخ الأجل بهاء الدين أبي القاسم عبد المجيد بن الحسن بن عبد الله المعروف بابن العجمي وهو شيخ أصحاب الشافعي وأعظم أهل حلب منزلة وقدرا ومالا وحالا وجاها\r\nوساق إليهم المهر وبالغ في الإحسان وكان والدي رحمه الله بارا بي لم يكن يلتذ بشيء من الدنيا التذاذه بالنظر في مصالحي وكان يقول أشتهي أرى لك ولدا ذكرا يمشي فولد أحمد ولدي ورآه وبقي إلى أن كبر ومرض مرضة الموت فيوم مات مشى الطفل حتى وقع في صدره ثم مات والدي رحمه الله في الوقت الذي تقدم ذكره وكان الملك الظاهر غازي بن صلاح الدين صاحب حلب رحمه الله كثير الإكرام لي وما حضرت مجلسه قط فأقبل على أحد إقباله علي مع صغر السن واتفق أن مرضت في شهور سنة ثماني عشرة وستمائة\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nمرضا أيس مني فيه فكان يخطر ببالي وأنا مريض أن الله تعالى لا بد أن يمن بالعافية لثقتي بصحة رؤيا الوالد وكنت أقول ما بلغت بعد مبلغا يكون تفسيرا لتلك الرؤيا إلى أن من الله بالعافية وله الحمد والمنة فذهب\r\nعني ذلك الخيال وليس يخطر منه في هذا الوقت ببالي شيء لأن نعم الله علي سابغة وأياديه في حقي شائعة\r\nقلت ولما مات والده بقي بعده مدة ومات مدرس مدرسة شادبخت وهي من أجل مدارس حلب وأعيانها فولي التدريس بها في ذي الحجة سنة ست عشرة وستمائة وعمره يومئذ ثمان وعشرون سنة\r\nهذا وحلب أعمر ما كانت بالعلماء والمشايخ والفضلاء الرواسخ إلا أنه رئي أهلا لذلك دون غيره وتصدر وألقى الدرس بجنان قوي ولسان لوذعي فأبهر العالم وأعجب الناس\r\nوصنف مع هذا السن كتبا منها كتاب الدراري في ذكر الذراري جمعه للملك الظاهر وقدمه إليه يوم ولد\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nولده الملك العزيز الذي هو اليوم سلطان حلب\r\nكتاب ضوء الصباح في الحث على السماح صنفه للملك الأشرف وكان قد سير من حران يطلبه فإنه لما وقف على خطه اشتهى أن يراه فقدم عليه فأحسن إليه وأكرمه وخلع عليه وشرفه\r\nكتاب الأخبار المستفادة في ذكر بني أبي جرادة\r\nكتاب في الخط وعلومه ووصف آدابه وأقلامه وطروسه وما جاء فيه من الحديث والحكم وهو إلى وقتي هذا لم يتم\r\nكتاب تاريخ حلب في أخبار ملوكها وابتداء عمارتها ومن كان بها من العلماء ومن دخلها من أهل الحديث والرواية والدراية والملوك والأمراء والكتاب\r\nوشاع ذكره في البلاد وعرف خطه بين الحاضر والباد فتهاداه الملوك وجعل مع اللآلئ في السلوك وضربت به في حياته الأمثال وجعل للناس في زمانه حذوا ومثالا فمما رغب في خطه أنه اشترى وجهة واحدة بخط ابن البواب بأربعين درهما ونقلها إلى ورقة عتيقة ووهبها\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nمن حيدر الكتبي فذهب بها وادعى أنها بخط ابن البواب وباعها بستين درهما زيادة على التي بخط ابن البواب بعشرين درهما ونسخ لي هذه الرقعة بخطه فدفع فيها كتاب الوقت على أنها بخطه دينارا مصريا ولم يطب قلبي ببيعها وكتب لي\r\nأيضا جزءا فيه ثلاث عشرة قائمة نقلها من خط ابن البواب فأعطيت فيها أربعين درهما ناصرية قيمتها أربعة دنانير ذهبا فلم أفعل وأنا أعرف أن ابن البواب لم يكن خطه في أيامه بهذا النفاق ولا بلغ هذا المقدار من الثمن وقد ذكرت ما يدل على ذلك في ترجمة ابن البواب\r\nفممن كتب إليه يسترفده شيئا من خطه سعد الدين منوجهر الموصلي ولقد سمعته مرارا يزعم أنه أكتب من ابن البواب ويدعي أنه لا يقوم له أحد في الكتابة ويقر لهذا كمال الدين بالكمال فوجه إليه على لسان القاضي أبي علي القيلوي وهو المشهور بصحبة السلطان الأشرف يسأله سؤاله من خطه ولو قائمة أو وجهة وكان اعتماده على أن ينقل له الوجهة المقدم ذكرها\r\nوممن كتب إليه يسترفده خطه أمين الدين\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nياقوت المعروف بالعالم وهو صهر أمين الدين ياقوت الكاتب الذي يضرب به المثل في جودة الخط وتخرج به ألوف وتتلمذ له من لا يحصى كتب إلى كمال الدين رقعة وحموه حي يرزق نسختها الذي حض الخادم على عمل هذه الأبيات وإن لم يكن من أرباب الصناعات أن الصدر الكبير الفاضل عز الدين حرس الله مجده لما وصل إلى الموصل خلد الله ملك مالكها نشر من فضائل المجلس العالي العالمي الفاضلي كمال الدين كمل الله سعادته كما كمل الله سيادته وبلغه في الدارين مناه وإرادته ما يعجز البليغ عن فهمه فضلا عن أن يورده لكن فضائل المجلس كانت تملى على لسانه وتشغله فطرب الخادم من استنشاق رياها واشتاق إلى رؤية حاويها عند اجتلاء محياها فسمح عند ذلك الخاطر مع تبلده بأبيات تخبر المجلس محبة الخادم له وتعبده وهي :\r\nحيا نداك كمال الدين أحيانا * ونشر فضلك عن محياك حيانا\r\nوحسن أخلاقك اللائي خصصت بها * أهدت على البعد لي روحا وريحانا\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nحويت يا عمر المحمود سيرته * خلقا وخلقا وأفضالا وإحسانا\r\nإن كان نجل هلال في صناعته * ونجل مقلة عينا الدهر قد كانا\r\nفأنت مولاي إنسان الزمان وقد * غدوت في الخط للعينين إنسانا\r\nقد بث فضلك عز الدين مقتصدا * ونث شكرك إسرارا وإعلانا\r\nفضاع نشرك في الحدباء واشتهرت * آيات فضلك أرسالا ووحدانا\r\nأثني عليك وآمالي معلقة * بحسن عفوك ترجو منك غفرانا\r\nوإن تطفلت في صدق الوداد ولم * يقض التلاقي لنا عفوا ولا حانا\r\nفما ألام على شيء أتيت به * فالأذن تعشق قبل العين أحيانا\r\nيا أفضل الناس في علم وفي أدب * وأرجح الخلق عند الله ميزانا\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nقد شرف الله أرضا أنت ساكنها * وشرف الناس إذ سواك إنسانا\r\nقد هجم الكلام على المجلس العالي بوجه وقاح ولم يخش مع عفو المولى وصمة الافتضاح\r\nفليلق عليه المولى ستر المعروف فهو أليق بكرمه المألوف والسلام\r\nفكتب إليه كمال الدين بخطه الدري ولفظه السحري وأنشدنيها لنفسه :\r\nيا من أبحت حمى قلبي مودته * ومن جعلت له أحشاي أوطانا\r\nأرسلت نحوي أبياتا طربت بها * والفضل للمبتدي بالفضل إحسانا\r\nفرحت أختال عجبا من محاسنها * كشارب ظل بالصهباء نشوانا\r\nرقت وراقت فجاءت وهي لابسة * من البلاغة والترصيع ألوانا\r\nحكت بمنثورها والنظم إذ جمعا * بأحرف حسنت روضا وبستانا\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nجرت على جرول أثواب زينتها * إذ أصبحت وهي تكسو الحسن حسانا\r\nأضحت تغبر وجه العنبري فما * بنو اللقيطة من ذهل بن شيبانا\r\nيمسي لها ابن هلال حين ينظرها * يحكي أباه بما عاناه نقصانا\r\nكذاك أيضا لها عبد الحميد غدا * عبدا يجر من التقصير أردانا\r\nأتت وعبدك مغمور بعلته * فغادرته صحيحا خير ما كانا\r\nوكيف لا تدفع الأسقام عن جسدي * وهي الصبا حملت روحا وريحانا\r\nفما على طيفها لو عاد يطرقنا * فربما زار أحيانا وأحيانا\r\nفاسلم وأنت أمين الدين أحسن من * وشى الطروس بمنظوم ومن زانا\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nولا تخطت إليك الحادثات ولا * حلت بربعك يا أعلى الورى شانا\r\nوأنشدني كمال الدين أدام الله علائه لنفسه في الغزل فاعتمد فيه معنى غريبا :\r\nوأهيف معسول المراشف خلته * وفي وجنتيه للمدامة عاصر\r\nيسيل إلى فيه اللذيذ مدامة * رحيقا وقد مرت عليه الأعاصر\r\nفيسكر منه عند ذاك قوامه * فيهتز تيها والعيون فواتر\r\nكأن أمير النوم يهوى جفونه * إذا هم رفعا خالفته المحاجر\r\nخلوت به من بعد ما نام أهله * وقد غارت الجوزاء والليل ساتر\r\nفوسدته كفي وبات معانقي * إلى أن بدا ضوء من الصبح سافر\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nفقام يجر البرد منه على تقى * وقمت ولم تحلل لإثم مآزر\r\nكذلك أحلى الحب ما كان فرجه * عفيفا ووصل لم تشنه الجرائر\r\nوأنشدني لنفسه بمنزله بحلب في ذي الحجة سنة تسع عشرة وستمائة وإملائه :\r\nوساحرة الأجفان معسولة اللمى * مراشفها تهدي الشفاء من الظما\r\nحنت لي قوسي حاجبيها وفوقت * إلى كبدي من مقلة العين أسهما\r\nفوا عجبا من ريقها وهو طاهر * حلال وقد أضحى علي محرما\r\nفإن كان خمرا أين للخمر لونه * ولذته مع أنني لم أذقهما\r\nلها منزل في ربع قلبي محله * مصون به مذ أوطنته لها حمى\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nجرى حبها مجرى حياتي فخالطت * محبتها روحي ولحمي والدما\r\nتقول إلى كم ترتضي العيش أنكدا * وتقنع أن تضحي صحيحا مسلما\r\nفسر في بلاد الله واطلب الغنى * تفز منجدا إن شئت أو شئت متهما\r\nفقلت لها إن الذي خلق الورى * تكفل لي بالرزق منا وأنعما\r\nوما ضرني أن كنت رب فضائل * وعلم عزيز النفس حرا معظما\r\nإذا عدمت كفاي مالا وثروة * وقد صنت نفسي أن أذل وأحرما\r\nولم أبتذل في خدمة العلم مهجتي * لأخدم من لاقيت لكن لأخدما\r\nلا يظنن الناظر في هذه الأبيات أن قائلها فقير وقير فإن الأمر بعكس ذلك لأنه والله يحوطه رب ضياع واسعة\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nوأملاك جمة ونعمة كبيرة وعبيد كثيرة وإماء وخيل ودواب وملابس فاخرة وثياب\r\nومن ذلك أنه بعد موت أبيه اشترى دارا كانت لأجداده قديما بثلاثين ألف درهم ولكن نفسه واسعة وهمته عالية والرغبات في الدنيا بالنسبة إلى الراغبين والشهوة لها على قدر الطالبين\r\nوأنشدني لنفسه بمنزله في التاريخ :\r\nإحذر من ابن العم فهو مصحف * ومن القريب فإنما هو أحرف\r\nالقاف من قبر غدا لك حافرا * والراء منه ردى لنفسك يخطف\r\nوالياء يأس دائم من خيره * والباء بغض منه لا يتكيف\r\nفاقبل نصيحتي التي أهديتها * إني بأبناء العمومة أعرف\r\nوأنشدني أيضا لنفسه بمنزله سالكا طريق أهله في الافتخار :\r\nسألزم نفسي الصفح عن كل من جنى * علي وأعفو حسبة وتكرما\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nوأجعل مالي دون عرضي وقاية * ولو لم يغادر ذاك عندي درهما\r\nوأسلك آثار الألى اكتسبوا العلا * وحازوا خلال الخير ممن تقدما\r\nأولئك قومي المنعمون ذوو النهى * بنو عامر فاسأل بهم كي تعلما\r\nإذا ما دعوا عند النوائب إن دجت * أناروا بكشف الخطب ما كان أظلما\r\nوإن جلسوا في مجلس الحكم خلتهم * بدور ظلام والخلائق أنجما\r\nوإن هم ترقوا منبرا لخطابة * فأفصح من يوما بوعظ تكلما\r\nوإن أخذوا أقلامهم لكتابة * فأحسن من وشى الطروس ونمنما\r\nبأقوالهم قد أوضح الدر واغتدى * بأحكامهم علم الشريعة محكما\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nدعاؤهم يجلو الشدائد إن عرت * ويزل قطر الماء من أفق السما\r\nوقائلة يا ابن العديم إلى متى * تجود بما تحوي ستصبح معدما\r\nفقلت لها عني إليك فإنني * رأيت خيار الناس من كان منعما\r\nأبى اللؤم لي أصل كريم وأسرة * عقيلية سنوا الندى والتكرما\r\nوأنشدني لنفسه وقد رأى في عارضه شعرة بيضاء وعمره إحدى وثلاثون سنة :\r\nأليس بياض الأفق في الليل مؤذنا * بآخر عمر الليل إذ هو أسفرا\r\nكذاك سواد النبت يقرب يبسه * إذا ما بدا وسط الرياض منورا\r\nودخلت إلى كمال الدين المذكور يوما فقال لي ألا ترى\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nأنا في السنة الحادية والثلاثين من عمري وقد وجدت في لحيتي شعرات بيضا فقلت أنا فيه :\r\nهنيئا كمال الدين فضلا حبيته * ونعماء لم يخصص بها أحد قبل\r\nلداتك في شغل بداعية الصبا * وأنت بتحصيل المعالي لك الشغل\r\nبلغت لعشر من سنينك رتبة * من المجد لا يسطيعها الكامل الكهل\r\nولما أتاك الحكم والفهم ناشئا * أشابك طفلا كي يتم لك الفضل\r\n( 2 - عمر بن ثابت )\r\nأبو القاسم الثمانيني النحوي الضرير\r\nإمام فاضل وأديب كامل أخذ عن أبي الفتح بن جني وكان خواص الناس في ذلك الوقت يقرؤون على أبي\r\nالقاسم عبد الواحد بن برهان\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nالأسدي وعمومهم يقرؤون على الثمانيني\r\nمات الثمانيني في سنة اثنتين وأربعين وأربعمائة في خلافة القائم بأمر الله وهو منسوب إلى سوق ثمانين بليد صغير بأرض جزيرة ابن عمر بأرض الموصل من ناحية قردى\r\nيقال إنها أول مدينة بنيت بعد الطوفان وسميت بذلك لأنهم زعموا أن الذين نجوا من السفينة كانوا ثمانين آدميا\r\nوله من التصانيف كتاب شرح اللمع كتاب المفيد في النحو كتاب شرح التصريف الملوكي\r\nوجدت في بعض الكتب أن أول قرية بنيت بعد الطوفان ثمانين وإنما سميت بهذا الاسم لأن ثمانين نفرا خرجوا من السفينة وبنوها ولما خرجوا من السفينة نزلوا قردى وبازبدى بأرض الموصل وهي قرية الثمانين ثم وقع فيهم الوباء فماتوا إلا نوحا وسام بن نوح وحاما ويافثا ونساءهم وطبقت الدنيا منهم فلذلك قوله عز وجل « وجعلنا ذريته هم الباقين » .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n( 3 - عمر بن جعفر بن محمد الزعفراني )\r\nأبو القاسم يلقب دومى\r\nأحد أعيان أهل الأدب المخصصين بمعرفة علم الشعر من القوافي والعروض وغير ذلك ذكره محمد بن إسحاق النديم وكان في عصره وله كتاب العروض في خمس مجلدات ضخمة رأيتها بخطه في وقف جامع حلب وله كتاب القوافي وكتاب اللغات « ذكرهما ابن النديم »\r\n( 4 - عمر بن الحسين الخطاط غلام ابن خرنقا )\r\nكان كاتبا مليح الخط محظوظا منه وكان يكتب على طريقة علي بن هلال البواب ويجيد في ذلك وخطه مشهور عند كتاب الآفاق معروف مات فيما ذكره\r\nصدقه بن الحسين الحيار في حادي عشر جمادى الآخرة سنة اثنتين وخمسين وخمسمائة للهجرة ودفن في داره بدرب الدواب وكان له من آلة الكتابة ما لم يكن لأحد قبله وذلك\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nأنه حدثني محمد بن البرفطي الكاتب قال حدثني أبو اليمن زيد بن الحسن الكندي أنه بيع له في تركته آلة الكتابة بتسعمائة دينار إمامية من جملة ذلك دواة بأزهر اشتراها بعض ولد زعيم الدين ابن جعفر صاحب المخزن بتسعمائة دينار وبيع له بالباقي سكاكين وأقلام وبراكر وما شاكل ذلك\r\n( 5 - عمر بن شبة بن عبيدة بن ريطة البصري )\r\nأبو زيد مولى بني نمير واسم شبة زيد وإنما سمي شبة لأن أمه كانت ترقصه وتقول :\r\nيا بأبي وشبا * وعاش حتى دبا * شيخا كبيرا خبا\r\nمات لست بقين من جمادى الآخرة سنة اثنتين وستين ومائتين للهجرة بسامرا وبلغ من السن تسعين سنة وكان أبو زيد راوية للأخبار عالما بالآثار أديبا فقيها صدوقا\r\nقال المرزباني وهو القائل للحسن بن مخلد :\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nضاعت لديك حقوق واستهنت بها * والحر يألم من هذا ويمتعض\r\nإني سأشكر نعمى منك سالفة * وإن تخونها من حادث عرض\r\nوله :\r\nأصبحت كلا على أناس * قد كنت عن مثلهم عزوفا\r\nقال محمد بن إسحاق وله من التصانيف كتاب الكوفة كتاب البصرة كتاب أمراء المدينة كتاب أمراء مكة كتاب السلطان كتاب مقتل عثمان رضي الله عنه وأرضاه كتاب الكتاب كتاب الشعر والشعراء كتاب الأغاني كتاب التاريخ كتاب أخبار المنصور كتاب أخبار محمد وإبراهيم ابني عبد الله ابن حسن بن حسن كتاب أشعار الشراة كتاب النسب كتاب أخبار بني نمير كتاب ما يستعجم الناس فيه من القرآن كتاب الاستعانة بالشعر وما جاء في اللغات كتاب الاستعظام كتاب النحو ومن كان يلحن من النحويين كتاب طبقات الشعراء .\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوكان لأبي زيد ابن اسمه أبو طاهر أحمد وكان شاعرا مجيدا اعتبط قبل أن يبلغ مبلغ المشهورين مات بعد أبيه بعشر سنين\r\nومن شعر عمر بن شبة :\r\nوقائلة لم يبق للناس سيد * فقلت بلى عبد الرحيم بن جعفر\r\nومن شعر ابنه أبي طاهر أحمد :\r\nنظرت فلم أر في العسكر * كشؤمي وشؤم أبي جعفر\r\nغدا الناس للعيد في زينة * من اليوم في منظر أزهر\r\nويغدو عليهم بلا أهبة * فرارا من المنزل المقفر\r\nفنقعد للشؤم في عزلة * من الناس ننظر في دفتر\r\n( 6 - عمر بن عثمان بن الحسين بن شعيب الجنزي )\r\nأبو حفص من أهل ثغر جنزة ذكره عبد الكريم السمعاني فقال هو أحد أئمة الأدب وله باع طويل في الشعر والنحو ورد بغداد وأقام بها مدة\r\nوصحب الأئمة واقتبس منهم وأكثر ما قرأ الأدب على أبي المظفر الأبيوردي\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nثم رجع إلى بلده وعاد إلى بغداد وذاكر الفضلاء بها وبالبصرة وخوزستان وبرع في العلم حتى صار علامة زمانه وأوحد عصره وأوانه وكان غزير الفضل وافر العقل حسن السيرة كثير العبادة متوددا سخي النفس صنف التصانيف وجمع الجموع وشرع في إملاء تفسيره لو تم لم يوجد مثله سمع بهمذان عبد الرحمن الدوني كتبت عنه بمرو وأنشدني لنفسه :\r\nأحادي عيسى إن بلغت مقامي * فبلغ صحابي لا عدمت سلامي\r\nوخبرهم عما أعاني من الجوى * ومن لوعتي في هجرهم وسقامي\r\nوقل لهم إني متى ما ذكرتكم * غصصت لذكراكم بكل طعام\r\nوإن دموعي كلما لاح كوكب * ترقرق في خدي كصوب غمام\r\nوإن هب من أرض الحبيب نسيمه * تقلقل أحشائي وهاج غرامي\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nوإن غردت وهنا حمامة أيكة * أحنت بنوحي لحن كل حمام\r\nوله غريب العروض :\r\nقالت وخطتك شيبة كالعين * كم تذرف عيناك ذروف العين\r\nقد قلت لها أيا سواد العين * يزداد من الثلوج ماء العين\r\nالعين الأولى الطليعة\r\nومات الجنزي في رابع عشر ربيع الآخر سنة خمسين وخمسمائة للهجرة بمرو وقد جاوز السبعين\r\nوذكره أبو الحسن بن أبي\r\nالقاسم البيهقي في كتاب الوشاح فقال هو إمام في النحو والأدب لا يشق فيهما غباره ومع ذلك فقد تحلى بالورع ونزاهة النفس لكن الزمان عانده وما بسط في أسباب معاشه يده\r\nجاس خلال الديار وقال أدركت زمان الأشج ورأيت مصلاه في\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nطنجة المغرب إلا أني لم أمكث حتى أراه\r\nوأدب بنيسابور أولاد الوزير فخر الملك ثم ارتحل من نيسابور في شهور سنة خمس وأربعين وخمسمائة للهجرة ثم لم يعد إليها وقضى نحبه بعد انتقاله من نيسابور بأيام قلائل وأنشد له قصيدة واحدة في مدح الإمام محمد بن حمويه منها :\r\nألم تذكرا ربعا بعسفان عامرا * وبيضا يودعن الأحبة خردا\r\nيشعثن بالعناب ضغث بنفسج * ويضربن بالأسروع خدا موردا\r\nكأن النوى لم تلق غير جوانحي * ومقلتي العبري مرادا وموردا\r\nوتذري على الورد الجمان بنرجس * حمته بنان تترك الصب مقصدا\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nحكى خدها دمعي وقلبي قلبها * وحاجبها قدي لما قد تأودا\r\nوإن بخلت عيني وضنت بمائها * إذا جاد قلبي بالدماء وأنجدا\r\nوأبدع منه أن حر أضالعي * ولوعاتها تغلي التراب المبردا\r\nوشابهتها إذ عرضت في ثلاثة * تزيد لها حسنا وتورثنا الردى\r\nوتصعد من صدري رياح بوارد * إذا أنا ذكرت اللوى متنهدا\r\nقرأت بخط أبي سعد أنشدنا أبو حفص عمر بن عثمان الجنزي لنفسه يعزي الكمال المستوفي بزوجته :\r\nإذا جل قدر المرء جل مصاب * وكل جليل بالجليل يصاب\r\nيروح الفتى في غفلة عن مآله * ويشغله عنه هوى وشباب\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nفلم يتفكر أن من عاش ميت * وأن الذي فوق التراب تراب\r\nوأن ثراء يقتنيه مشتت * وأن بناء يبتنيه خراب\r\nونعمة ذي الدنيا بلاد ومحنة * وماذيها سم يضر وصاب\r\nوفرحتها عند الأكايس ترحة * وسلسالها للأولياء سراب\r\nفلا يخدعن المرء نعمى حلالها * حساب عليه والحرام عقاب\r\nوللدهر مستوف عليهم مناقش * له مع أهل الخافقين خطاب\r\nعلى كل نفس مشرفان لربه * غدا لهما فيما أتته كتاب\r\nوهي طويلة\r\n( 7 - عمر بن عثمان بن خطاب بن بشير التميمي )\r\nأبو حفص النحوي\r\nمغربي له كتاب الأمر والنهي ويعرف بكتاب المكتفي\r\n( 8 - عمر بن أبي عمر محمد بن يوسف بن يعقوب )\r\nابن إسماعيل بن حماد بن زيد بن درهم القاضي . حدث\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nأبو القاسم التنوخي قال حدثني أبو الحسين بن عياش القاضي قال لما قلد المقتدر أبا\r\nالحسين بن أبي عمر القاضي المدينة رياسة في حياة أبيه أبي عمر خلع عليه واجتمع الخلق من الأشراف والقضاة والشهود والجند والتجار وغيرهم على باب الخليفة حتى خرج أبو الحسين وعليه الخلع فساروا معه\r\nقال وكنت فيهم « للصهر الذي كان بينه وبينهم ولأنه كان أحد شهودهم » فصار عمي وأنا معه في أخريات الناس والموكب خوفا من الزحام ومعنا شيخ أسن أسماه أبو الحسين وأنسيته أنا فكنا لا نجتاز بموضع إلا سمعنا ثلب الناس لأبي الحسين وتعجبهم من تقلده رياسة\r\nفقال عمي للشيخ يا أبا فلان أما ترى كثرة تعجب الناس من تقلد هذا الصبي مع فضله ونفاسته وعلمه وجلالة سلفه فقال يا أبا محمد لا تعجب من هذا فلعهدي وقد ركبت مع أبي عمر يوم خلع عليه بالحضرة وقد اجتزنا بالناس وهم معجبون من تقلده أضعاف هذا العجب حتى خفنا أن\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nيثبوا علينا وهذا أبو عمر الآن وقدره في الفضل والنبل ولكن الناس يسرعون إلى العجب مما لم يألفوه\r\nوله من التصانيف كتاب غريب الحديث كبير لم يتم كتاب الفرج بعد الشدة لطيف وهو فيما أحسب أول من صنف في ذلك\r\nحدث ابن نصر والخطيب عن أبي أحمد بن ورقاء وبين القاضي أبي عمر وولده أبي الحسين مودة وكيدة فعن لأبي أحمد سفرة لم يودع فيها القاضيين فلما عاد من سفرته لم يقصداه ولم يعرفا خبره فكتب إليهما :\r\nأأستجفي أبا عمر وأشكو * أم استجفي فتاه أبا الحسين\r\nبأي قضية وبأي حكم * ألحا في قطيعة واصلين\r\nفما جاءا ولا بعثا رسولا * ولا كانا لحق قاضيين\r\nوإن من المروءة أن يكونا * لمن والاهما متواليين\r\nفإن نعتب فحقا غير أنا * نجل على العتاب القاضيين\r\nوأنفذ الرقعة إلى أبي عمر فلما وقف عليها ألقاها إلى\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nولده أبي الحسين وقال أجبه فأنت أقوم بجواب هذا الكلام فكتب إليه :\r\nتجن واظلم فلست منتقلا * عن خالص الود أيها الظالم\r\nكتبت تشكو قطيعة سلفت * وخلت أني لحبلكم صارم\r\nتركت حق الوداع منصرفا * وجئت تبغي زيارة القادم\r\nكأن حقي عليك مطرح * وحق ما تبتغيه بي لازم\r\nأمران لم يذهبا على فطن * وأنت بالحكم فيهما عالم\r\nوبعد ذا فالعتاب من ثقة * وصدره من حفيظة سالم\r\nفلما وقف عليها ركب إليهما وعاد معهما إلى ما كان عليه من المصافاة\r\n( 9 - عمر بن محمد النسفي الحافظ )\r\nونسف هي نخشب وبما وراء النهر . كنيته أبو حفص وصنف كتبا منها كتاب القند في علماء سمرقند ذكر فيها وقال وموسى بن عبد الله الأغماتي قدم علينا سنة إحدى وستين وخمسمائة وهو شاب فاضل وبقي عندي أياما\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوكتب عني الكثير ولأجله جمعت كتابا سميته عجالة النخشبي لضيفه المغربي وفيه قلت :\r\nلقد طلع الشمس من غربها * على خافقيها وأوساطها\r\nفقلنا القيامة قد أقبلت * وقد جاء أول أشراطها\r\nقال وأنشدني موسى الأغماتي لنفسه :\r\nلعمر الهوى إني وإن شطت النوى * لذو كبد حرى وذو مدمع سكب\r\nفإن كنت في أقصى خراسان نازحا * فجسمي في شرق وقلبي في غرب\r\n( 10 - عمر بن مطرف الكاتب )\r\nيكنى أبا الوزير من عبد القيس\r\nكان من أهل مرو وكان يتقلد ديوان المشرق للمهدي وهو ولي عهد ثم كتب له في خلافته والهادي والرشيد وكان يكتب للمنصور وللمهدي\r\nوقيل إنه مات في أيامه والصحيح أنه مات في أيام الرشيد فحزن عليه وصلى هو عليه بنفسه فلما فرغ من صلاته قال له رحمك الله ما عرض لك أمران أحدهما\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nلله والآخر لك إلا اخترت ما هو لله على هواك\r\nوله من الكتب كتاب مفاخرة العرب ومنافرة القبائل في النسب كتاب منازل العرب وحدودها وأين كانت محلة كل قوم وإلى أين انتقل منها كتاب رسائله\r\nقال محمد بن عبدوس وكان الرشيد أمر بإبطال دواوين الأزمة في سنة سبعين ومائة فأبطلت شهرين ثم أعيدت ووليها أبو الوزير عمر بن المطرف ابن محمد العبدي منسوب إلى عبد القيس لأنه كان مولاهم وكان مطرف بن محمد أحد كتاب المهدي وتقلد له ديوان الخراج أيام مقامه بالري\r\nوتوفي مطرف بن محمد سنة أربع وأربعين ومائة في قول وقيل غير ذلك وقد ذكرته بعد هذا\r\nوكان أبو الوزير عفيفا متصونا وكان يبخل\r\nوحكي أنه كلم عمر بن العلاء في رجل فوهب له مائة ألف درهم فدخل أبو الوزير على الرشيد وقال له يا أمير المؤمنين عمر خائن كلمته في رجل كانت هبته ألفي\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nدرهم فوهب له مائة ألف درهم\r\nفلم يضره ذلك عند الرشيد لعلمه ببخل أبي الوزير\r\nولما انصرف عمر بن العلاء إلى حضرة أبي الوزير أغلظ\r\nله وشدد معاتبته لأجل ما وهب للرجل وقال له قد كان يجزئه إذا أسرفت أن تهب له خمسة آلاف درهم قال له عمر بن العلاء فاعمل على أني أعطيته بكتابك خمسة آلاف درهم وأعطيته لنفسي خمسة وتسعين ألف درهم\r\nوفي أبي الوزير يقول بعض الشعراء :\r\nلبس الرئاء وراح في أثوابه * نحو الخليفة كاسرا لم يطرف\r\nيبدي خلاف ضميره ليغره * لله در رئائك ابن مطرف\r\nوكان حج الرشيد في سنة ست وثمانين ومائة وقد حج الرشيد بعد ذلك أيضا في سنة ثمان ولا أدري في أية حجتيه هاتين مات أبو الوزير\r\n( 11 - عمرو بن أبي عمرو إسحاق بن مرار الشيباني )\r\nقد تقدم ذكر نسبه وولائه عند ذكر أبيه وكان عمرو هذا أخذ علم أبيه وتصدر للقراءة عليه وأبوه حي\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمات سنة إحدى وثلاثين ومائتين وقال الأزهري مات سنة اثنتين وثلاثين ومائتين\r\n( 12 - عمرو بن بحر بن محبوب )\r\nأبو عثمان الجاحظ مولى أبي القلمس عمرو بن قلع الكناني ثم الفقمي أحد النسابين\r\nقال يموت بن المزرع الجاحظ خال أمي وكان جد الجاحظ أسود يقال له فرازة وكان جمالا لعمرو بن قلع الكناني\r\nوقال أبو القاسم البلخي الجاحظ كناني من أهل البصرة\r\nوكان الجاحظ من الذكاء وسرعة الخاطر والحفظ بحيث شاع ذكره وعلا قدره واستغنى عن الوصف\r\nقال المرزباني حدث المادي قال حدثني من رأى الجاحظ يبيع الخبز والسمك بسيحان قال الجاحظ أنا أسن من أبي نواس بسنة ولدت في أول سنة خمسين ومائة وولد في آخرها\r\nمات الجاحظ سنة خمس وخمسين ومائتين في خلافة المعتز وقد جاوز التسعين\r\nسمع من أبي عبيدة\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nوالأصمعي وأبي زيد الأنصاري وأخذ النحو عن الأخفش أبي الحسن وكان صديقه وأخذ الكلام عن النظام وتلقف الفصاحة من العرب شفاها بالمربد\r\nوحدثت أن الجاحظ قال نسيت كنيتي ثلاثة أيام حتى أتيت أهلي فقلت لهم بم أكنى فقالوا بأبي عثمان\r\nوحدث أبو هفان قال لم أر قط ولا سمعت من أحب الكتب والعلوم أكثر من الجاحظ فإنه لم يقع بيده كتاب قط إلا استوفى قراءته كائنا ما كان حتى إنه كان يكتري دكاكين الوراقين ويبيت فيها للنظر\r\nوالفتح بن خاقان فإنه كان يحضر لمجالسة المتوكل فإذا أراد القيام لحاجة أخرج كتابا من كمه أو خفه وقرأه في مجلس المتوكل إلى حين عوده إليه حتى في الخلاء\r\nوإسماعيل بن إسحاق القاضي فإني ما دخلت إليه إلا رأيته ينظر في كتاب أو يقلب كتبا أو ينفضها\r\nوقال المرزباني قال أبو بكر أحمد بن علي كان أبو عثمان الجاحظ من أصحاب النظام وكان واسع العلم بالكلام\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nكثير التبحر فيه شديد الضبط لحدوده ومن أعلم الناس به وبغيره من علوم الدين والدنيا وله كتب كثيرة مشهورة جليلة في نصرة الدين وفي حكاية مذهب المخالفين وفي الآداب والأخلاق وفي ضروب من الجد والهزل وقد تداولها الناس وقرؤوها وعرفوا فضلها\r\nوإذا تدبر العاقل المميز أمر كتبه علم أنه ليس في تلقيح العقول وشحذ الأذهان ومعرفة أصول الكلام وجواهره وإيصال خلاف الإسلام ومذاهب\r\nالاعتزال إلى القلوب كتب تشبهها\r\nوالجاحظ عظيم القدر في المعتزلة وغير المعتزلة من العلماء الذين يعرفون الرجال ويميزون الأمور\r\nقال المرزباني وكان الجاحظ ملازما لمحمد بن عبد الملك خاصا به وكان منحرفا عن أحمد بن أبي دؤاد للعداوة بين أحمد ومحمد\r\nولما قبض على محمد هرب الجاحظ فقيل له لم هربت فقال خفت أن أكون ثاني اثنين إذ هما في التنور يريد ما صنع بمحمد وإدخاله تنور حديد فيه مسامير كان هو صنعه ليعذب الناس فيه فعذب هو فيه حتى مات « يعني محمد بن الزيات » .\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nوحدث علي بن محمد الوراق قال من كتاب الجاحظ إلى ابن الزيات لا والله ما عالج الناس داء قط أدوى من الغيظ ولا رأيت شيئا هو أنفذ من شماتة الأعداء ولا أعلم بابا أجمع لخصال المكروه من الذل ولكن المظلوم ما دام يجد من يرجوه والمبتلى ما دام يجد من يرثي له فهو على سبب درك وإن تطاولت به الأيام فكم من كربة فادحة وضيقة مصمتة قد فتحت أقفالها وفككت أغلالها ومهما قصرت فيه فلم أقصر في المعرفة بفضلك وفي حسن النية بيني وبينك لا مشتت الهوى ولا مقسم الأمل على تقصير قد احتملته وتفريط قد اغتفرته ولعل ذلك أن يكون من ديون الإدلال وجرائم الإغفال ومهما كان من ذلك فلن أجمع بين الإساءة والإنكار وإن كنت كما تصف من التقصير وكما تعرف من التفريط فإني من شاكري أهل هذا الزمان وحسن الحال متوسط المذهب وأنا أحمد الله على أن كانت مرتبتك من المنعمين فوق مرتبتي في الشاكرين\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nوقد كانت على بك نعمة أذاقني طعم العز وعودتني روح الكفاية ولوت هذا الدهر وجهده ولما مسخ الله الإنسان قردا وخنزيرا ترك فيهما مشابه من الإنسان ولما مسخ زماننا لم يترك فيه مشابه من الأزمان\r\nوقال أبو عثمان ليس جهد البلاء مد الأعناق وانتظار وقع السيف لأن الوقت قصير والحين مغمور ولكن جهد البلاء أن تظهر الخلة وتطول المدة وتعجز الحيلة ثم لا تعدم صديقا مؤنبا وابن عم شامتا وجارا حاسدا ووليا قد تحول عدوا وزوجة مختلعة وجارية مسبعة وعبدا يحقرك وولدا ينتهرك\r\nوقال الجاحظ إذا سمعت الرجل يقول ما ترك الأول للآخر شيئا فاعلم أنه ما يريد أن يفلح\r\nقال أبو حيان في كتاب التقريظ ومن خطه نقلت\r\nوحدثنا أبو دلف الكاتب قال صدر الجاحظ في ديوان\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nالرسائل أيام المأمون ثلاثة أيام ثم إنه استعفى فأعفي\r\nوكأن سهل بن هارون يقول إن ثبت الجاحظ في هذا الديوان أفل نجم الكتاب\r\nقال أبو عبد الله المرزباني حدث إسحاق الموصلي وأبو العيناء قال كنت عند أحمد بن أبي دؤاد بعد قتل ابن الزيات فجيء بالجاحظ مقيدا وكان من أصحاب ابن الزيات وفي ناحيته فلما نظر إليه قال والله ما علمتك إلا متناسيا للنعمة كفورا للصنيعة معددا للمساوي وما فتني باستصلاحي لك ولكن الأيام لا تصلح منك لفساد طويتك ورداءة داخلتك وسوء اختيارك وتغالب طبعك\r\nفقال له الجاحظ خفض عليك أيدك الله فوالله لأن يكون لك الأمر علي خير من أن يكون لي عليك ولأن أسيء وتحسن أحسن عنك من أن أحسن فتسيء وأن تعفو عني في حال قدرتك أجمل من الانتقام مني\r\nفقال له ابن أبي دؤاد قبحك الله ما علمتك إلا كثير تزويق الكلام وقد جعلت ثيابك أمام قلبك ثم اصطفيت فيه النفاق والكفر ما تأويل\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nهذه الآية « وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد » قال تلاوتها تأويلها أعز الله القاضي فقال جيئوا بحداد\r\nفقال أعز الله القاضي ليفك عني أو ليزيدني فقال بل ليفك عنك\r\nفجيء بالحداد فغمزه بعض أهل المجلس أن يعنف بساق الجاحظ ويطيل أمره قليلا فلطمه الجاحظ وقال اعمل عمل شهر في يوم وعمل يوم في ساعة وعمل ساعة في لحظة فإن الضرر على ساقي وليس بجذع ولا ساجة\r\nفضحك ابن أبي دؤاد وأهل المجلس منه\r\nوقال ابن أبي دؤاد لمحمد بن منصور وكان حاضرا أنا أثق بظرفه ولا أثق بدينه ثم قال يا غلام صر به إلى الحمام وأمط عنه الأذى واحمل إليه تحت ثياب وطويلة وخفا فلبس ذلك ثم أتاه فتصدر في مجلسه ثم أقبل عليه وقال هات الآن حديثك يا أبا عثمان\r\nومن شعر الجاحظ في ابن أبي دؤاد :\r\nوعويص من الأمور بهيم * غامض الشخص مظلم مستور\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nقد تسنمت ما توعر منه * بلسان يزينه التحبير\r\nمثل وشي البرود هلله النسج * وعند الحجاج در نثير\r\nحسن الصمت والمقاطع إما * نصت القوم والحديث يدور\r\nثم من بعد لحظة تورث اليسر * وعرض مهذب موفور\r\nوكتب الجاحظ إلى أحمد بن أبي دؤاد :\r\nلا تراني وإن تطاولت عمدا * بين صفيهم وأنت تسير\r\nكلهم فاضل علي بمال * ولساني يزينه التحبير\r\nفإذا ضمنا الحديث وبيت * وكأني على الجميع أمير\r\nرب خصم أرق من كل روح * ولفرط الذكا يكاد يطير\r\nفإذا رام غايتي فهو كأب * وعلى البعد كوكب مبهور\r\nوحدث أبو العيناء عن إبراهيم بن رباح قال أتاني جماعة من الشعراء كل واحد منهم يدعي أنه مدحني بهذه الأبيات وأجزيه عليها :\r\nبدا حين أثرى بإخوانه * فقلل عنهم شباة العدم\r\nوذكره الدهر صرف الزمان * فبادر قبل انتقال النعم\r\nفتى خصه الله بالمكرمات * فمازج منه الحيا بالكرم\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nولا ينكت الأرض عند السؤال * ليقطع زواره عن نعم\r\nويقال إن الجاحظ مدح بهذه الأبيات أحمد بن أبي دؤاد وإبراهيم بن رباح ومحمد بن الجهم\r\nوحدث إبراهيم بن رباح قال مدحني حمدان بن أبان اللاحقي وذكر مثل ما مضى وقال في آخره فقال إن مادحك أعزك الله يجد مقالا والجاحظ يملأ عينيه مني ولا يستحيي\r\nقال وحدث يموت بن المزرع قال هجا خالي أبو عثمان الجاحظ الجماز بأبيات منها :\r\nنسب الجماز مقصو * ر إليه منتهاه\r\nتنتهي الأحساب بالنا * س ولا تعدو قفاه\r\nفكتب إليه الجماز :\r\nيا فتى نفسه إلى ال‍ * كفر بالله تائقه\r\nلك في الفضل والتزه‍ * د والنسك سابقه\r\nومن هجاء الجماز للجاحظ قوله :\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nقال عمرو مفاخرا * نحن قوم من العرب\r\nقلت في طاعة لربك * أبليت ذا النسب\r\nوحدث أبو العيناء محمد بن القاسم قال كان لي صديق فجاءني يوما فقال لي أريد الخروج إلى فلان العامل وأحببت أن يكون معي إليه وسيلة وقد سألت من صديقه فقيل لي أبو عثمان الجاحظ وهو صديقك وأحب أن تأخذ لي كتابه إليه بالعناية\r\nقال فصرت إلى الجاحظ فقلت له جئتك مسلما وقاضيا للحق ولي حاجة لبعض أصدقائي وهي كذا وكذا\r\nقال لا تشغلنا الساعة عن المحادثة وتعرف أخبارنا إذا كان في غد وجهت إليك بالكتاب\r\nفلما كان من غد وجه إلي بالكتاب\r\nفقلت لابني وجه هذا الكتاب إلى فلان ففيه حاجته\r\nفقال لي إن أبا عثمان بعيد الغور فينبغي أن نفضه وننظر ما فيه ففعل فإذا في الكتاب « هذا الكتاب مع من لا أعرفه وقد كلمني فيه من لا أوجب حقه فإن قضيت حاجته لم أحمدك وإن رددته لم أذممك »\r\nفلما قرأت الكتاب مضيت إلى الجاحظ من فوري فقال يا أبا عبد الله قد علمت أنك أنكرت\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nما في الكتاب فقلت أوليس موضع نكرة فقال لا هذه علامة بيني وبين الرجل فيمن أعتني به فقلت لا إله إلا الله ما رأيت أحدا بطبعك ولا ما جبلت عليه\r\nمن هذا الرجل علمت أنه لما قرأ الكتاب قال أم الجاحظ عشرة آلاف في عشرة آلاف قحبة وأم من يسأله حاجة\r\nفقلت له ما هذا تشتم صديقنا فقال هذه علامتي\r\nفيمن أشكره فضحك الجاحظ وحدث الفتح بن خاقان وحدث الفتح المتوكل\r\nفذلك كان سبب اتصالي به وإحضاري إلى مجلسه\r\nوحدث عبد الرحمن بن محمد الكاتب قال كان الجاحظ يتقلد خلافة إبراهيم بن العباس الصولي على ديوان الرسائل فلما جاء إلى الديوان جاءه أبو العيناء فلما أراد الانصراف تقدم الجاحظ إلى حاجبيه إذا وصل إلى الدهليز إلا يدعه يخرج ولا يمكنه من الرجوع إليه فخرج أبو العيناء ففعل به ذلك فنادى بأعلى صوته يا أبا عثمان قد أريتنا قدرتك فأرنا عفوك\r\nومن كلام الجاحظ احذر من تأمن كأنك حذر ممن تخاف\r\nوقال أجمع الناس على أربع أنه ليس في\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nالدنيا أثقل من أعمى ولا أبغض من أعور ولا أخف روحا من أحول ولا أقود من أحدب\r\nقال المرزباني وروى أصحابنا أن الجاحظ صار إلى منزل بعض إخوانه فاستأذن عليه فخرج إليه غلام عجمي فقال من أنت قال الجاحظ فدخل الغلام إلى صاحب الدار فقال الجاحد على الباب وسمعها الجاحظ فقال صاحب الدار للغلام اخرج فانظر من الرجل فخرج يستخبر عن اسمه فقال أنا الحدقي\r\nفدخل الغلام فقال الحلقي وسمعها الجاحظ فصاح به في الباب « ردنا إلى الأول » يريد أن قوله الجاحد مكان الجاحظ أسهل عليه من الحلقي مكان الحدقي فعرفه الرجل فأوصله وأعتذر إليه وقال الجاحظ أربعة أشياء ممسوخة أكل الأرز البارد والنيك في الماء والقبل على النقاب والغناء من وراء ستارة\r\nوحدث قال الجاحظ مرة بحضرة السدري إذا كانت المرأة عاقلة ظريفة كاملة كانت قحبة فقال له السدري وكيف قال لأنها تأخذ الدراهم وتمتع\r\nبالناس والطيب وتختار على عينها من تريد والتوبة معروضة لها متى شاءت . فقال له\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nالسدري فكيف عقل العجوز حفظها الله قال هي أحمق الناس وأقلهم عقلا\r\nوحدث المبرد قال قال الجاحظ أتيت أبا الربيع الغنوي أنا ورجل من بني هاشم فاستأذنا عليه فخرج إلينا وقال خرج إليكم رجل كريم والله\r\nفقلت له من خير الخلق يا أبا الربيع فقال الناس والله\r\nقلت ومن خير الناس قال العرب والله\r\nقلت فمن خير العرب قال مضر والله\r\nقلت فمن خير مضر قال قيس والله\r\nقلت ومن خير قيس قال أعصر والله\r\nقلت فمن خير أعصر قال غني والله\r\nقلت فمن خير غني قال أنا والله\r\nقلت فأنت خير الخلق قال إي والله\r\nقلت أيسرك لو أنك تزوجت بنت يزيد بن المهلب قال والله لا أدنس كرمي بلؤمها\r\nقلت على أن لك الجنة\r\nففكر ساعة ثم قال على ألا تلد مني وأنشد :\r\nتأبى لأعصر أعراق مهذبة * من أن تناسب قوما غير أكفاء\r\nفإن يكن ذاك حتما لا مرد له * فاذكر حذيف فإني غير أباء\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nحذيفة بن بكر وإنما ذكره من بين الأشراف لأنه أقربهم إليه نسبا لأن أعصر ابن سعد بن قيس بن عيلان وحذيفة ابن بدر بن عمرو بن جوية بن لوذان بن ثعلبة بن عدي بن فرازة بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس بن عيلان\r\nقال المرزباني وحدث أبو الحسن الأنصاري حدثني الجاحظ قال كان رجل من أهل السواد تشيع وكان ظريفا فقال ابن عم له بلغني أنك تبغض عليا عليه السلام ووالله لئن فعلت لتردن عليه الحوض يوم القيامة ولا يسقيك\r\nقال والخوض في يده يوم القيامة قال نعم\r\nقال وما لهذا الرجل الفاضل يقتل\r\nالناس في الدنيا بالسيف وفي الآخرة بالعطش فقيل له أتقول هذا مع تشيعك ودينك\r\nقال والله لا تركت النادرة ولو قتلتني في الدنيا وأدخلتني النار في الآخرة\r\nوقال الجاحظ ينبغي للكاتب أن يكون رقيق حواشي اللسان عذب ينابيع البيان إذا حاور سدد سهم الصواب إلى غرض المعنى لا يكلم العامة بكلام الخاصة ولا الخاصة بكلام العامة .\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nوحدث المبرد قال سمعت الجاحظ يقول كل عشق يسمى حبا وليس كل حب يسمى عشقا لأن العشق اسم لما فضل عن المحبة كما أن السرف اسم لما جاوز الجود والبخل اسم لما قصر عن الاقتصاد والجبن اسم لما فضل عن شدة الاحتراس والهوج اسم لما فضل عن الشجاعة\r\nوحدث ميمون بن هارون الكاتب عن الجاحظ قال ذم رجل النبيذ فقال من مثالبه أن صاحبه يتكرهه قبل شربه ويكلح وجهه عند شمه ويستنقص الساقي من قدره ويعتبر عليه مكياله ويمزجه بالماء الذي هو ضده ليخرجه عن معناه وحده ثم يكرعه على المبادرة ويعبه ويتجرعه ولا يكاد يسيغه ليقل مكثه في فيه ويسرع على اللهوات اجتيازه ثم لا يستوفي كليته ويرى أن يجعل عاقبة الشراب فضلة في قدحه ويشاح الساقي في المناظرة على ما بقي منه عند رده ليصرف عن نفسه عادية شربه ويذهب بساعته ويمنع من تهوعه كما يفعل بطبخ الغاريقون عند شربه وحب الاسطيخمول\r\nوكان الجاحظ يقول إن تهيأ لك في الشاعر أن تبره وترضيه وإلا فاقتله .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nوقال أبو العيناء أنشدني الجاحظ لنفسه :\r\nيطيب العيش أن تلقى حليما * غذاه العلم والرأي المصيب\r\nليكشف عنك حيلة كل ريب * وفضل العلم يعرفه الأريب\r\nسقام الحرص ليس له شفاء * وداء البخل ليس له طبيب\r\nوأنشد المبرد للجاحظ :\r\nإن حال لون الرأس عن لونه * ففي خضاب الرأس مستمتع\r\nهب من له شيب له حيلة * فما الذي يحتاله الأصلع\r\nوحدث أبو العيناء قال قال الجاحظ كان الأصمعي مانويا فقال له العباس بن رستم لا والله ولكن تذكر حين جلست إليه تسأله فجعل يأخذ نعله بيده وهي مخصوفة بحديد ويقول نعم قناع القدري فعلمت أنه يعنيك فقمت\r\nوحدث يحيى بن علي بن المنجم قال قلت للجاحظ مثلك في علمك ومقدارك في الأدب يقول في كتاب البيان والتبيين\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nويكره للجارية أن تشبه بالرجال في فصاحتها ألا ترى إلى قول مالك بن أسماء الفزاري :\r\nوحديث ألذه هو مما * ينعت الناعتون يوزن وزنا\r\nمنطق صائب وتلحن أحيانا * وخير الحديث ما كان لحنا\r\nفتراه من لحن الإعراب وإنما وصفها بالظرف والفطنة وإنما تلحن أي توري في لفظها عن أشياء وتتنكب ما قصدت له\r\nفقال فطنت لذلك\r\nقلت فغيره\r\nقال فكيف لي بما سارت به الركبان فهو في كتابه على خطئه\r\nقال أبو محلم أراد الفزاري بقوله هذا أن خير الحديث ما أومأت إلي به وورت عن الإفصاح به لئلا يعلمه غيرنا ومثله قول الكلابي :\r\nلقد لحنت لكم لكيما تفهموا * ووحيت وحيا ليس بالمرتاب\r\nومنه قوله تعالى « ولتعرفنهم في لحن القول » أي فيما يتوحونه بينهم من النفاق والطعن\r\nقال المؤلف وقد انتصر أبو حيان لهذا القول الذي اعترف الجاحظ بخطئه فيه فقال وعندي أن المسألة محتملة للكلام لأن مقابل المنطق الصائب المنطق الملحون واللحن من الغواني والفتيات غير منكر ولا مكروه بل\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nيستحب ذلك لأنه بالتأنيث أشبه وللشهوة أدعى ومع الغزل أجرى والإعراب جد وليس الجد من التغزل والتعشق والتشاجي في شيء وعلى مذهب علي بن يحيى أن المنطق الصائب هو الكلام الصريح وأن اللحن هو التعريض وأنها تعرف هذا وهذا فهب أن هذا المعنى مقبول لم ينبغي أن يكون المعنى الآخر لهوجا ومردودا وقد يجوز أن يكون مراد الشاعر ذاك لأن الشاعر يشعر بهذا كما يشعر بهذا\r\nقال أبو العيناء أنشدني الجاحظ لنفسه في إبراهيم بن رباح :\r\nوعهدي به والله يصلح أمره * رحيب الرأي منبلج الصدر\r\nفلا جعل الله الولاية سبة * عليه فإني بالولاية ذو خبر\r\nفقد جهدوه بالسؤال وقد أبى * به المجد إلا أن يلج ويستشري\r\nقال أبو علي التنوخي حدثني أبو الحسن أحمد بن محمد الأخباري قال حدثني أبو الفرج الأصبهاني قال أخبرني\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nالحسن بن القاسم بن مهرويه قال حدثني عبد الله بن جعفر الوكيل قال كنت عند إبراهيم بن المدبر فرأيت بين يديه رقعة يردد النظر إليها فقلت له ما شأن هذه الرقعة كأنه استعجم عليك شيء منه فقال هذه رقعة أبي عثمان الجاحظ وكلامه يعجبني وأنا أردده على نفسي لشدة إعجابي\r\nفقلت هل يجوز أن أقرأها قال نعم وألقاها إلي فإذا فيها ما ضاء لي نهار ولا دجا ليل مذ فارقتك إلا وجدت الشوق إليك قد حز في كبدي والأسف عليك قد أسقط في يدي والنزاع نحوك قد خان جلدي فأنا بين حشا\r\nخافقة ودمعة مهراقة ونفس قد ذبلت بما تجاهد وجوانح قد أبليت بما تكابد وذكرت وأنا على فراش الارتماض ممنوع من لذة الإغماض قول بشار :\r\nإذا هتف القمري نازعني الهوى * بشوق فلم أملك دموعي من الوجد\r\nأبى الله إلا أن يفرق بيننا * وكنا كماء المزن شيب مع الشهد\r\nلقد كان ما بيني زمانا وبينها * كما كان بين المسك والعنبر الورد\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nفانتظم وصف ما كنا نتعاشر عليه ونجري في مودتنا إليه في شعره هذا وذكرت أيضا ما رماني به الدهر من فرقة أعزائي من إخواني الذين أنت أعزهم ويمتحنني بمن نأى من أحبائي وخلصاني الذين أنت أحبهم وأخلصهم ويجرعنيه من مرارة نأيهم وبعد لقائهم وسألت الله أن يقرن آيات سروري بالقرب منك ولين عيشي بسرعة أوبتك وقلت أبياتا تقصر عن صفة وجدي وكنه ما يتضمنه قلبي وهي :\r\nبخدي من قطر الدموع ندوب * وبالقلب مني مذ نأيت وجيب\r\nولي نفس حتى الدجى يصدع الحشا * ورجع حنين للفؤاد مذيب\r\nولي شاهد من ضر نفسي وسقمه * يخبر عني أنني لكئيب\r\nكأني لم أفجع بفرقة صاحب * ولا غاب عن عيني سواك حبيب\r\nفقلت لابن المدبر هذه رقعة عاشق لا رقعة خادم ورقعة غائب لا رقعة حاضر\r\nفضحك وقال نحن ننبسط مع\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nأبي عثمان إلى ما هو أرق من هذا وألطف فأما الغيبة فإننا نجتمع في كل ثلاثة أيام وتأخر ذلك لشغل عرض لي فخاطبني مخاطبة الغائب وأقام انقطاع العادة مقام الغيبة\r\nقال الجاحظ كان يأتيني رجل فصيح من العجم قال فقلت له هذه الفصاحة وهذا البيان لو ادعيت في قبيلة من العرب لكنت لا تنازع فيها قال\r\nفأجابني إلى ذلك فجعلت أحفظه نسبا حتى حفظه وهذه هذا\r\nفقلت له الآن لاتته علينا\r\nفقال سبحان الله إن فعلت ذلك فأنا إذا دعي\r\nومن كلام الجاحظ يصف البلاغة ومتى شاكل أبقاك الله اللفظ معناه وكان لذلك الحال وفقا ولذلك القدر لفقا وخرج من سماجة الاستكراه وسلم من فساد التكلف كان قمنا بحسن الموقع وحقيقا بانتفاع المستمع وجديرا أن يمنع جانبه من تأول الطاعنين ويحمي عرضه من اعتراض العائبين ولا يزال القلوب به معمورة والصدور به مأهولة ومتى كان اللفظ أيضا كريما في نفسه متخيرا من جنسه وكان سليما من الفضول بريئا من التعقيد حبب إلى النفوس واتصل بالأذهان والتحم بالعقول\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nوهشت له الأسماع وارتاحت له القلوب وخف على ألسن الرواة وشاع في الآفاق ذكره وعظم في الناس خطره وصار ذلك مادة للعالم الرئيس ورياضة للمتعلم الريض ومن أعاره من معرفته نصيبا وأفرغ عليه من محبته ذنوبا حبب إليه المعاني وسلس له نظام اللفظ وكان قد أغنى المستمع عن كد التكلف وأراح قارئ الكتاب من علاج التفهم\r\nوقرأت بخط أبي حيان التوحيدي من كتابه الذي ألفه في تقريظ الجاحظ\r\nوحدثنا أبو سعيد السيرافي وهمك من رجل وناهيك من عالم وشرعك من صدوق قال حدثنا جماعة من الصابئين الكتاب أن ثابت بن قرة قال ما أحسد هذه الأمة العربية إلا على ثلاثة أنفس فإنه :\r\nعقم النساء فلا يلدن شبيهه * إن النساء بمثله عقم\r\nفقيل له أحص لنا هؤلاء الثلاثة\r\nقال أولهم عمر بن الخطاب في سياسته ويقظته وحذره وتحفظه ودينه وتقيته وجزالته وبذالته وصرامته وشهامته وقيامته\r\nفي صغير أمره وكبيره بنفسه مع قريحة صافية وعقل وافر ولسان\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nعضب وقلب شديد وطوية مأمونة وعزيمة مأمونة وصدر منشرح وبال منفسح وبديهة نضوح وروية لقوح وسر طاهر وتوفيق حاضر ورأي مصيب وأمر عجيب وشأن غريب دعم الدين وشيد بنيانه وأحكم أساسه ورفع أركانه وأوضح حجته وأنار برهانه ملك في زي مسكين ما جنح في أمر إلى ونى ولا غض طرفه على خنا ظهارته كالبطانة وبطانته كالظهارة جرح وأسا ولان وقسا ومنع وأعطى واستخذى وسطا كل ذلك في الله ولله لقد كان من نوادر الرجال\r\nقال والثاني الحسن بن أبي الحسن البصري فلقد كان من دراري النجوم علما وتقوى وزهدا وورعا وعفة ورقة وتألها وتنزها وفقها ومعرفة وفصاحة ونصاحة مواعظه تصل إلى القلوب وألفاظه تلتبس بالعقول وما أعرف له ثانيا لا قريبا ولا مدانيا كان منظره وفق مخبره وعلانيته في وزن سريرته عاش سبعين سنة لم يقرف بمقالة شنعاء ولم يزن بريبة ولا فحشاء سليم الدين نقي الأديم\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nمحروس الحريم يجمع مجلسه ضروب الناس وأصناف اللباس لما يوسعهم من بيانه ويفيض عليهم بافتنانه هذا يأخذ عنه الحديث وهذا يلقن منه التأويل وهذا يسمع الحلال والحرام وهذا يتبع في كلامه العربية وهذا يجرد له المقالة وهذا يحكي الفتيا وهذا يتعلم الحكم والقضاء وهذا يسمع الموعظة وهو جميع هذا كالبحر العجاج تدفقا وكالسراج الوهاج تألقا ولا تنس مواقفه ومشاهده بالأمر بالمعروف والنهي عن المنكر عند الأمراء وأشباه الأمراء بالكلام الفصل واللفظ الجزل والصدر الرحب والوجه الصلب واللسان العضب كالحجاج وفلان وفلان مع شارة الدين وبهجة العلم ورحمة\r\nالتقى لا تثنيه لائمة في الله ولا تذهله رائحة عن الله يجلس تحت كرسيه قتادة صاحب التفسير وعمرو وواصل صاحبا الكلام وابن أبي إسحاق صاحب النحو وفرقد السبخي صاحب الدقائق وأشباه هؤلاء ونظراؤهم فمن ذا مثله ومن يجري مجراه\r\nوالثالث أبو عثمان الجاحظ خطيب المسلمين وشيخ المتكلمين ومدره المتقدمين والمتأخرين إن تكلم حكى سحبان في البلاغة وإن\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nناظر ضارع النظام في الجدال وإن جد خرج في مسك عامر بن عبد قيس وإن هزل زاد على مزيد حبيب القلوب ومزاج الأرواح وشيخ الأدب ولسان العرب\r\nكتبه رياض زاهرة ورسائله أفنان مثمرة ما نازعه منازع إلا رشاه آنفا ولا تعرض له منقوص إلا قدم له التواضع استبقاء\r\nالخلفاء تعرفه والأمراء تصافيه وتنادمه والعلماء تأخذ عنه والخاصة تسلم له والعامة تحبه جمع بين اللسان والقلم وبين الفطنة والعلم وبين الرأي والأدب وبين النثر والنظم وبين الذكاء والفهم\r\nطال عمره وفشت حكمته وظهرت خلته ووطئ الرجال عقبه وتهادوا أدبه وافتخروا بالانتساب إليه ونجحوا بالاقتداء به لقد أوتي الحكمة وفصل الخطاب\r\nهذا قول ثابت وهو قول صابئ لا يرى للإسلام حرمة ولا للمسلمين حقا ولا يوجب لأحد منهم ذماما قد انتقد هذا الانتقاد ونظر هذا النظر وحكم هذا الحكم وأبصر الحق بعين لا غشاوة عليها من الهول ونفس لا لطخ بها من التقليد وعقل ما تحيل بالعصبية ولسنا نجهل مع ذلك فضل غير هؤلاء من السلف\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nالطاهر والخلف الصالح ولكنا عجبنا فضل عجب من رجل ليس منا ولا من أهل ملتنا ولغتنا ولعله ما خبر عمر بن الخطاب كل الخبرة ولا استوعب كل ما للحسن من المنقبة ولا وقف على جميع ما لأبي عثمان من البيان والحكمة يقول هذا القول ويتعجب هذا العجب ويحسد أمتنا بهم هذا الحسد ويختم كلامه بأبي عثمان ويصفه بما يأبى الطاعن عليه أن يكون له شيء منه ويغضب إذا ادعي ذلك له لموفز عليه هل هذا إلا الجهل الذي يرحم المبتلى به\r\nقال أبو حيان وحدثنا ابن مقسم وقد طال ذكر الجاحظ لأبي هفان قيل لأبي هفان لم لا تهجو الجاحظ وقد ندد بك وأخذ بمخنقك فقال أمثلي يخدع عن عقله والله لو وضع رسالة في أرنبة أنفي لما أمست إلا بالصين شهرة ولو قلت فيه ألف بيت لما طن منها بيت في ألف سنة\r\nقال أبو حيان سمعت أبا معمر الكاتب في ديوان بادوريا قال كتب الفتح بن خاقان إلى الجاحظ كتابا يقول في فصل منه إن أمير المؤمنين يجد بك ويهش عند ذكرك ولولا\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nعظمتك في نفسه لعلمك ومعرفتك لحال بينك وبين بعدك عن مجلسه ولغصبك رأيك وتدبيرك فيما أنت مشغول به ومتوفر عليه وقد كان ألقى إلي من هذا عنوانه فزدتك في نفسه زيادة كف بها عن تجشيمك فاعرف لي هذه الحال واعتقد هذه المنة على كتاب الرد على النصارى وافرغ منه وعجل به إلي وكن من جدا به على نفسه تنال مشاهرتك وقد استطلقته\r\nلما مضى واستسلفت لك لسنة كاملة مستقبلة وهذا مما لم تحتكم به نفسك وقد قرأت رسالتك في بصيرة غنام ولولا أني أزيد في مخيلتك لعرفتك ما يعتريني عند قراءتها والسلام\r\nقال الجاحظ قلت للحزامي قد رضيت بقول الناس فيك إنك بخيل قال لا أعد مني الله هذا الاسم\r\nقال لأنه لا يقال فلان بخيل إلا وهو ذو مال فإذا سلم المال فادعني بأي اسم شئت\r\nقلت ولا يقال سخي إلا وهو ذو مال فقد جمع هذا الاسم المال والحمد وجمع ذاك الاسم المال\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nوالذم قال بينهما فرق قلت هاته قال في قولهم بخيل تثبيت لإقامة المال في ملكه واسم البخيل اسم فيه حزم وذم واسم السخاء فيه تضييع وحمد والمال نافع مكرم لأهله معز والحمد ريح وسخرية واستماعه ضعف وفسولة\r\nوما أقل والله غناء الحمد عنه إذا جاع بطنه وعري جسده وشمت عدوه\r\nقال أبو حيان ومن عجيب الحديث في كتبه ما حدثنا به علي بن عيسى النحوي الشيخ الصالح قال سمعت ابن الأخشاد شيخنا أبا بكر يقول ذكر أبو عثمان في أول كتاب الحيوان أسماء كتبه ليكون ذلك كالفهرست ومر بي في جملتها الفرق بين النبي والمتنبئ وكتاب دلائل النبوة وقد ذكرهما هكذا على التفرقة وأعاد ذكر الفرق في الجزء الرابع لشيء دعاه إليه فأحببت أن أرى الكتابين ولم أقدر إلا على واحد منهما وهو كتاب دلائل النبوة وربما لقب بالفرق خطأ فهمني ذلك وساءني في سوء ظفري به فلما شخصت من مصر\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nودخلت مكة حرسها الله تعالى حاجا أقمت مناديا بعرفات ينادي والناس حضور من الآفاق على اختلاف بلدانهم وتنازح أوطانهم وتباين قبائلهم وأجناسهم من المشرق إلى المغرب ومن مهب الشمال إلى مهب الجنوب وهو المنظر الذي لا يشابهه منظر « رحم الله من دلنا على كتاب الفرق بين النبي والمتنبئ لأبي عثمان الجاحظ على أي وجه كان »\r\nقال فطاف المنادي في ترابيع عرفات وعاد بالخيبة وقال حجب الناس منى ولم يعرفوا هذا الكتاب ولا اعترفوا به\r\nقال ابن أخشاد وإنما أردت بهذا أن أبلغ نفسي عذرها\r\nقال المؤلف وحسبك بها فضيلة لأبي عثمان أن يكون مثل ابن الأخشاد وهو هو في معرفة علوم الحكمة وهو رأس عظيم من رؤوس المعتزلة يستهام بكتب الجاحظ حتى ينادي عليها بعرفات والبيت الحرام وهذا الكتاب موجود في أيدي الناس اليوم لا يكاد تخلو خزانة منه\r\nولقد رأيت أنا منه نحو مائة نسخة أو أكثر\r\nومن كتاب هلال قال أبو الفضل بن العميد ثلاثة\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nعلوم الناس كلهم عيال فيها على ثلاثة أنفس أما الفقه فعلى أبي حنيفة لأنه دون وخلد ما جعل من يتكلم فيه بعده مشيرا إليه ومخبرا عنه\r\nوأما الكلام فعلى أبي الهذيل وأما البلاغة والفصاحة واللسن والعارضة فعلى أبي عثمان الجاحظ\r\nوحدث أبو القاسم السيرافي قال حضرنا مجلس الأستاذ الرئيس أبي الفضل فقصر رجل بالجاحظ وأزرى عليه وحلم الأستاذ عنه\r\nفلما خرج قلت له سكت أيها الأستاذ عن هذا الجاهل في قوله الذي قال مع عادتك بالرد على أمثاله\r\nفقال لم أجد\r\nفي مقابلته أبلغ من تركه على جهله ولو واقفته وبينت له النظر في كتبه صار إنسانا يا أبا القاسم كتب الجاحظ تعلم العقل أولا والأدب ثانيا\r\nوحكى أبو علي القالي عن أبي معاذ عبدان الخولي المتطبب قال دخلنا يوما بسر من رأى على عمرو\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nابن بحر الجاحظ نعوده وقد فلج فلما أخذنا مجالسنا أتى رسول المتوكل إليه فقال وما يصنع أمير المؤمنين بشق مائل ولعاب سائل ثم أقبل علينا فقال ما تقولون في رجل له شقان أحدهما لو غرز بالمسال ما أحس والشق الآخر يمر به الذباب فيغوث وأكثر ما أشكوه الثمانون\r\nحدث أبو عبد الله الحميدي في الجذوة قرأت على الأمين بن أبي علي عن القاضي أبي القاسم البصري عن أبيه قال حدثنا محمد بن عمر بن شجاع المتكلم حدثنا أبو محمد الحسن بن عمرو النجيرمي قال كنت بالأندلس فقيل لي إن هاهنا تلميذا لأبي عثمان الجاحظ يعرف بسلام بن يزيد ويكنى أبا خلف فأتيته فرأيت شيخا هما فسألته عن سبب اجتماعه مع أبي عثمان ولم يقع أبو عثمان إلى الأندلس فقال كان طالب العلم بالمشرق يشرف عند ملوكنا بلقاء أبي عثمان فوقع إلينا كتاب التربيع والتدوير له\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nفأشاروا إليه ثم أردفه عندنا كتاب البيان والتبيين له فبلغ الرجل الصكاك بهذين الكتابين قال فخرجت لا أعرج على شيء حتى قصدت ببغداد فسألت عنه فقيل هو بسر من رأى فأصعدت إليها فقيل لي قد انحدر إلى البصرة فانحدرت إليه وسألت عن منزله فأرشدت ودخلت إليه فإذا هو جالس وحواليه عشرون صبيا ليس فيهم ذو لحية غيره فدهشت فقلت أيكم أبو عثمان فرفع يده وحركها في وجهي وقال من أين قلت من الأندلس فقال طينة حمقاء فما الاسم قلت سلام\r\nقال اسم كلب القراد ابن من قلت ابن يزيد\r\nقال بحق ما صرت أبو من قلت أبو خلف\r\nقال كنية قرد زبيدة ما جئت تطلب قلت العلم\r\nقال ارجع بوقت فإنك لا تفلح\r\nقلت له ما أنصفتني فقد اشتملت على خصال أربع جفاء البلدية وبعد الشقة وغرة الحداثة ودهشة الداخل\r\nقال فترى حولي عشرين صبيا ليس فيهم ذو لحية غيري ما كان يجب أن تعرفني بها قال فأقمت\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nعليه عشرين سنة\r\nوهذا فهرست كتب الجاحظ كتاب الحيوان وهو سبعة أجزاء وأضاف إليه كتابا آخر سماه كتاب النساء وهو الفرق فيما بين الذكر والأنثى وكتابا آخر سماه كتاب النعل\r\nقال ابن النديم ورأيت أنا هذين الكتابين بخط زكرياء بن يحيى يكنى أبا يحيى وراق الجاحظ وقد أضيف إليه كتاب سموه كتاب الإبل ليس من كلام الجاحظ ولا يقاربه\r\nوكتاب الحيوان ألفه باسم محمد بن عبد الملك الزيات\r\nقال ميمون بن هارون قلت للجاحظ ألك بالبصرة ضيعة فتبسم وقال إنما أنا وجارية وجارية تخدمها وخادم وحمار أهديت كتاب الحيوان إلى محمد بن عبد الملك فأعطاني خمسة آلاف دينار وأهديت كتاب\r\nالبيان والتبيين إلى ابن أبي دؤاد فأعطاني خمسة آلاف دينار وأهديت كتاب الزرع والنخل إلى إبراهيم بن العباس الصولي فأعطاني خمسة آلاف دينار فانصرفت إلى البصرة ومعي ضيعة لا تحتاج إلى تجديد ولا تسميد\r\nوكتاب البيان والتبيين نسختان أولى وثانية والثانية أصح وأجود\r\nكتاب النبي والمتنبئ كتاب المعرفة\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nكتاب جوابات كتاب المعرفة كتاب مسائل كتاب المعرفة كتاب الرد على أصحاب الإلهام كتاب نظم القرآن ثلاث نسخ\r\nكتاب مسائل القرآن كتاب فضيلة المعتزلة كتاب الرد على المشبهة كتاب الإمامة على مذهب الشيعة كتاب حكاية قول أصناف الزيدية كتاب العثمانية كتاب الأخبار وكيف تصح كتاب الرد على النصارى كتاب عصام المريد كتاب الرد على العثمانية كتاب إمامة معاوية كتاب إمامة بني العباس كتاب الفتيان كتاب القواد كتاب اللصوص كتاب ذكر ما بين الزيدية والرافضة كتاب صياغة الكلام كتاب المخاطبات في التوحيد كتاب تصويب علي في تحكيم الحكمين كتاب وجوب الإمامة كتاب الأصنام كتاب الوكلاء والموكلين كتاب الشارب والمشروب كتاب افتخار الشتاء والصيف كتاب المعلمين كتاب الجواري كتاب نوادر الحسن كتاب البخلاء كتاب الفخر ما بين عبد شمس ومخزوم كتاب العرجان والبرصان كتاب فخر القحطانية والعدنانية كتاب التربيع والتدوير كتاب الطفيليين كتاب أخلاق الملوك كتاب الفتيا كتاب مناقب جند\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nالخلافة وفضائل الأتراك كتاب الحاسد والمحسود كتاب الرد على اليهود كتاب الصرحاء والهجناء كتاب السودان والبيضان كتاب المعاد والمعاش كتاب النساء كتاب التسوية بين العرب والعجم كتاب السلطان وأخلاق أهله كتاب الوعيد كتاب البلدان كتاب الأخبار كتاب الدلالة على أن الإمامة فرض كتاب الاستطاعة وخلق الأفعال كتاب المقينين والغناء والصنعة كتاب الهدايا منحول كتاب\r\nالإخوان كتاب الرد على من ألحد في كتاب الله عز وجل كتاب آي القرآن كتاب الناشي والمتلاشي كتاب حانوت عطار كتاب التمثيل كتاب فضل العلم كتاب المزاح والجد كتاب جمهرة الملوك كتاب الصوالجة كتاب ذم الزنا كتاب التفكر والاعتبار كتاب الحجر والنبوة كتاب آل إبراهيم بن المدبر في المكاتبة كتاب إحالة القدرة على الظلم كتاب أمهات الأولاد كتاب الاعتزال وفضله عن الفضيلة كتاب الأخطار والمراتب والصناعات\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nكتاب أحدوثة العالم كتاب الرد على من زعم أن الإنسان جزء لا يتجزأ كتاب أبي النجم وجوابه كتاب التفاح كتاب الأنس والسلوة كتاب الكبر المستحسن والمستقبح كتاب نقض الطب كتاب الحزم والعزم كتاب عناصر الآداب كتاب تحصين الأموال كتاب الأمثال كتاب فضل الفرس كتاب على الهملاج كتاب الرسالة إلى أبي الفرج بن نجاح في امتحان عقول الأولياء كتاب رسالة أبي النجم في الخراج كتاب رسالته في القلم كتاب رسالته في فضل اتخاذ الكتب كتاب رسالته في كتمان السر كتاب رسالته في مدح النبيذ كتاب رسالته في ذم النبيذ كتاب رسالته في العفو والصفح كتاب رسالته في إثم السكر كتاب رسالته في الأمل والمأمول كتاب رسالته في الحلية كتاب رسالته في ذم الكتاب كتاب رسالته في مدح الكتاب كتاب رسالته في مدح الوراق كتاب رسالته في ذم الوراق كتاب رسالته فيمن يسمى من الشعراء عمرا كتاب رسالته اليتيمة كتاب رسالته في فرط جهل يعقوب بن إسحاق الكندي كتاب رسالته في الكرم إلى\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nأبي الفرج بن نجاح كتاب رسالته في موت أبي حرب الصفار البصري كتاب رسالته في الميراث كتاب في الأسد والذئب كتاب رسالته في كتاب الكيمياء كتاب الاستبداد والمشاورة في الحرب كتاب رسالته\r\nفي القضاة والولاة كتاب الملوك والأمم السالفة والباقية كتاب رسالته في الرد على القولية كتاب العالم والجاهل كتاب النرد والشطرنج كتاب غش الصناعات كتاب خصومه الحول والعور كتاب ذوي العاهات كتاب المغنين كتاب أخلاق الشطار\r\nوحدث يموت بن المزرع عن خاله الجاحظ قال يجب للرجل أن يكون سخيا لا يبلغ التبذير شجاعا لا يبلغ الهوج محترسا لا يبلغ الجبن ماضيا لا يبلغ القحة قوالا لا يبلغ الهذر صموتا لا يبلغ العي حليما لا يبلغ الذل\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nمنتصرا لا يبلغ الظلم وقورا لا يبلغ البلادة ناقدا لا يبلغ الطيش ثم وجدنا رسول الله صلى الله عليه وسلم قد جمع ذلك في كلمة واحدة وهي قوله « خير الأمور أوساطها »\r\nفعلمنا أنه صلى الله عليه وسلم قد أوتي جوامع الكلم وعلم فصل الخطاب\r\nوقال أبو زيد البلخي ما أحسن ما قال الجاحظ عقل المنشئ مشغول وعقل المتصفح فارغ\r\nوقال المرزباني بإسناده عن المبرد سمعت الجاحظ يقول لرجل آذاه أنت والله أحوج إلى هوان من كريم إلى إكرام ومن علم إلى عمل ومن قدرة إلى عفو ومن نعمة إلى شكر\r\nوقال الجاحظ في أبي الفرج نجاح بن سلمة يسأله إطلاق رزقه من قصيدة :\r\nأقام بدار الخفض راض بخفضه * وذو الحزم يسري حين لا أحد يسري\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nيظن الرضا شيئا يسيرا مهونا * ودون الرضى كأس أمر من الصبر\r\nسواء على الأيام صاحب حنكة * وآخر كأب لا يريش ولا يبري\r\nخضعت لبعض القوم أرجو نواله * وقد كنت لا أعطي الدنية بالقسر\r\nفلما رأيت القوم يبذل بشره * ويجعل حسن البشر واقية الوفر\r\nربعت على ظلعي وراجعت منزلي * فصرت حليفا للدراسة والفكر\r\nوشاورت إخواني فقال حليمهم * عليك الفتى المري ذا الخلق الغمر\r\nأعيذك بالرحمن من قول شامت * أبو الفرج المأمول يزهد في عمرو\r\nولو كان فيه راغبا لرأيته * كما كان دهرا في الرخاء وفي اليسر\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nأخاف عليك العين من كل حاسد * وذو الود منخوب الفؤاد من الذعر\r\nفإن ترع ودي بالقبول فأهله * ولا يعرف الأقدار غير ذوي القدر\r\nوحدث يموت بن المزرع قال وجه المتوكل في السنة التي قتل فيها أن يحمل إليه الجاحظ من البصرة فقال لمن أراد حمله وما يصنع أمير المؤمنين بامرئ ليس بطائل ذي شق مائل ولعاب سائل وفرج بائل وعقل حائل\r\nوحدث المبرد قال دخلت على الجاحظ في آخر أيامه فقلت له كيف أنت فقال كيف يكون من نصفه مفلوج لو حز بالمناشير ما شعر به ونصفه الآخر منقرس لو طار الذباب بقربه لآلمه وأشد من ذلك ست وتسعون سنة أنا فيها ثم أنشدنا :\r\nأترجو أن تكون وأنت شيخ * كما قد كنت أيام الشباب\r\nلقد كذبتك نفسك ليس ثوب * دريس كالجديد من الثياب\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوقال لمتطبب يشكو إليه علته اصطلحت الأضداد على جسدي إن أكلت باردا أخذ برجلي وإن أكلت حارا أخذ برأسي\r\nوحدث أحمد بن يزيد بن محمد المهلبي عن أبيه قال قال لي المعتز بالله يا يزيد ورد الخبر بموت الجاحظ فقلت لأمير المؤمنين طول البقاء ودوام النعماء\r\nقال وذلك في سنة خمس وخمسين ومائتين وفيه يقول أبو شراعة القيسي :\r\nفي العلم للعلماء إن * يتفهموه مواعظ\r\nوإذا نسيت وقد جمعت * علا عليك الحافظ\r\nولقد رأيت الظرف دهرا * ما حواه اللافظ\r\nحتى أقام طريقه * عمرو بن بحر الجاحظ\r\nثم انقضى أمد به * وهو الرئيس الفائظ\r\n( 13 - عمرو بن عثمان بن قنبر )\r\nأبو بشر ويقال أبو الحسن وأبو بشر أشهر مولى بني الحارث بن كعب ثم مولى آل الربيع بن زياد الحارثي وسيبويه لقب ومعناه رائحة التفاح\r\nيقال كانت أمه\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nترقصه بذلك في صغره\r\nورأيت ابن خالويه قد اشتق له غير ذلك فقال كان سيبويه لا يزال من يلقاه يشم منه رائحة الطيب فسمي سيبويه ومعنى سي ثلاثون وبوي الرائحة\r\nفكأنه رأى ثلاثين رائحة طيب\r\nولم أر أحدا قال ذلك غير ابن خالويه\r\nوأصله من البيضاء من أرض فارس ومنشؤه البصرة\r\nمات فيما ذكره ابن نافع بالبصرة سنة إحدى وستين ومائة\r\nوقال المرزباني مات بشيراز سنة ثمانين ومائة\r\nوذكر الخطيب أن عمره كان اثنتين وثلاثين سنة\r\nويقال إنه نيف على الأربعين سنة وهو الصحيح لأنه قد روى عن عيسى بن عمر وعيسى بن عمر مات سنة تسع وأربعين ومائة فمن وفاة عيسى إلى وفاة سيبويه إحدى وثلاثين سنة وما يكون قد أخذ عنه إلا وهو يعقل ولا يعقل حتى يكون بالغا والله أعلم\r\nوقال أحمد بن يحيى ثعلب في أماليه قدم سيبويه العراق في أيام الرشيد وهو ابن نيف وثلاثين سنة وتوفي وعمره نيف وأربعون سنة بفارس\r\nقال الأصمعي قرأت على قبر سيبويه بشيراز هذه الأبيات وهي لسليمان بن يزيد العدوي :\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nذهب الأحبة بعد طول تزاور * ونأى المزار فأسلموك وأقشعوا\r\nتركوك أوحش ما تكون بقفرة * لم يؤنسوك وكربة لم يدفعوا\r\nقضي القضاء وصرت صاحب حفرة * عنك الأحبة أعرضوا وتصدعوا\r\nوأخذ سيبويه النحو والأدب عن الخليل بن أحمد ويونس بن حبيب وأبي الخطاب الأخفش وعيسى بن عمر\r\nنقلت من خط أبي سعد السمعاني مما انتخبه من طبقات أهل فارس وشيراز تأليف الحافظ أبي عبد الله محمد بن عبد العزيز الشيرازي القصار بشير بن سعيد وقيل عمرو بن عثمان بن قنبر يكنى أبا بشر « سيبويه النحوي » عن الخليل بن أحمد وهو من الحارث بن كعب مات وكان على مظالم فارس وقبره في شيراز\r\nلم يزد في ترجمته على هذا\r\nوورد بغداد وناظر بها الكسائي وتعصبوا عليه وجعلوا للعرب جعلا حتى وافقوه على خلافه ولذلك قصة ذكرت فيما بعد وكان\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nسبب طلب سيبويه النحو ما ذكرناه في أخبار حماد بن سلمة\r\nوحدث أبو عبيدة قال لما مات سيبويه قيل ليونس بن حبيب إن سيبويه قد ألف كتابا في ألف ورقة من علم الخليل\r\nقال يونس ومتى سمع سيبويه هذا كله من الخليل جيئوني بكتابه فلما نظر فيه رأى كل ما حكى فقال يجب أن يكون هذا الرجل قد صدق عن الخليل في جميع ما حكاه كما صدق فيما حكاه عني\r\nوذكر صاعد بن أحمد الجياني من أهل الأندلس في كتابه قال لا أعرف كتابا ألف في علم من العلوم قديمها وحديثها فاشتمل على جميع ذلك العلم وأحاط بأجزاء ذلك الفن غير ثلاثة كتب أحدها المجسطي لبطليموس في علم هيئة الأفلاك والثاني كتاب أرسططاليس في علم المنطق والثالث كتاب سيبويه البصري النحوي فإن كل واحد من هذه لم يشذ عنه من أصول فنه شيء إلا ما لا خطر له\r\nوكان إذا أراد إنسان قراءة كتاب سيبويه على المبرد يقول له أركبت البحر تعظيما واستصعابا\r\nوحدث محمد بن سلام قال كان سيبويه جالسا في\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nحلقته بالبصرة فتذاكرنا شيئا من حديث قتادة فذكر حديثا غريبا وقال لم يرو هذا إلا سعيد بن أبي العروبة\r\nفقال بعض ولد جعفر بن سليمان ما هاتان الزائدتان يا أبا بشر فقال هكذا يقال لأن العروبة هي الجمعة ومن قال ابن عروبة فقد أخطأ\r\nقال ابن سلام فذكرت ذلك ليونس فقال أصاب لله دره\r\nوحدث ابن النطاح قال كنت عند الخليل بن أحمد فأقبل سيبويه فقال الخليل مرحبا بزائر لا يمل قال وكان كثير المجالسة للخليل وما سمعت الخليل يقولها لغيره قال وكان شابا جميلا نظيفا\r\nوحدث أحمد بن معاوية بن بكر العليمي قال ذكر سيبويه عند أبي فقال عمرو بن عثمان قد رأيته وكان حدث السن كنت أسمع في ذلك العصر أنه أثبت من حمل عن الخليل وقد سمعته يتكلم ويناظر في النحو وكانت في لسانه حبسة ونظرت في كتابه فرأيت علمه أبلغ من لسانه\r\nوحدث أبو الحسن سعيد بن مسعدة والمبرد وثعلب وجمعت بين أقاويلهم وحذفت التكرار قالوا :\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nقدم سيبويه إلى العراق على يحيى بن خالد البرمكي فسأله عن خبره فقال جئت لتجمع بيني وبين الكسائي فقال لا تفعل فإنه شيخ مدينة السلام وقارئها ومؤدب ولد أمير المؤمنين وكل من في المصر له ومعه\r\nفأبى إلا أن يجمع بينهما فعرف الرشيد خبره فأمره بالجمع بينهما فوعده بيوم فلما كان ذلك اليوم غدا سيبويه وحده إلى دار الرشيد فوجد الفراء والأحمر وهشام بن معاوية ومحمد بن سعدان قد سبقوه فسأله الأحمر عن مائة مسألة فما أجابه عنها بجواب إلا قال أخطأت يا بصري فوجم سيبويه وقال هذا سوء أدب ووافى الكسائي وقد شق أمره عليه ومعه خلق كثير من العرب فلما جلس قال له يا بصري كيف تقول خرجت وإذا زيد قائم قال خرجت فإذا زيد قائم قال فيجوز أن تقول خرجت فإذا زيد قائما قال لا قال الكسائي فكيف تقول قد كنت أظن أن العقرب أشد\r\nلسعة من الزنبور فإذا هو هي أو فإذا هو إياها فقال سيبويه فإذا هو هي ولا يجوز النصب\r\nفقال الكسائي لحنت وخطأه الجميع . وقال\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nالكسائي العرب ترفع ذلك كله وتنصبه ودفع سيبويه قوله فقال يحيى بن خالد قد اختلفتما وأنتما رئيسا بلديكما فمن يحكم بينكما وهذا موضع مشكل فقال الكسائي هذه العرب ببابك قد جمعتهم من كل أوب ووفدت عليك من كل صقع وهم فصحاء الناس وقد قنع بهم أهل المصرين وسمع أهل الكوفة والبصرة منهم فيحضرون ويسألون فقال يحيى وجعفر قد أنصفت وأمر بإحضارهم فدخلوا وفيهم أبو فقعس وأبو دثار وأبو ثروان فسئلوا عن المسائل التي جرت بينهما فتابعوا الكسائي فأقبل يحيى على سيبويه فقال قد تسمع أيها الرجل فانصرف المجلس على سيبويه وأعطاه يحيى عشرة آلاف درهم وصرفه فخرج وصرف وجهه تلقاء فارس وأقام هناك حتى مات غما بالذرب ولم يلبث إلا يسيرا ولم يعد إلى البصرة\r\nقال أبو الحسين علي بن سليمان الأخفش وأصحاب سيبويه إلى هذه الغاية لا اختلاف بينهم أن الجواب كما قال سيبويه وهو فإذا هو هي أي فإذا هو مثلها وهذا موضع رفع\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nوليس بموضع نصب\r\nفإن قال قائل فأنت تقول خرجت فإذا زيد قائم وقائما فتنصب فلم لم يجز فإذا هو إياها لأن إيا للمنصوب وهي للمرفوع والجواب في هذا أن قائما انتصب على الحال وهو نكرة وإيا مع ما بعدها مما أضيفت إليه معرفة والحال لا تكون إلا نكرة فبطل إياها ولم يكن إلا هي وهو خبر الابتداء وخبر الابتداء يكون معرفة ونكرة والحال لا يكون إلا نكرة فكيف تقع إياها وهي معرفة في موضع ما لا يكون إلا نكرة وهذا موضع\r\nالرفع وقد قال أصحاب سيبويه الأعراب الذين شهدوا للكسائي من أعراب الحطمية الذين كان الكسائي يقوم بهم ويأخذ عنهم\r\nولما مرض سيبويه مرضه الذي مات فيه جعل يجود بنفسه يقول :\r\nيؤمل دنيا لتبقى له * فمات المؤمل قبل الأمل\r\nحثيثا يروي أصول النخيل * فعاش الفسيل ومات الرجل\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nقالوا ولما اعتل سيبويه وضع رأسه في حجر أخيه فبكى أخوه لما رآه لما به فقطرت من عينه قطرة على وجه سيبويه ففتح عينه فرآه يبكي فقال :\r\nأخيين كنا فرق الدهر بيننا * إلى الأمد الأقصى ومن يأمن الدهرا\r\nوحدث أبو الطيب اللغوي عن أبي عمر الزاهد قال قال ثعلب يوما في مجلسه مات الفراء وتحت رأسه كتاب سيبويه فعارضه أبو موسى الحامض بما قد كتبناه في أخباره\r\nوحدث محمد بن عبد الملك التاريخي فيما رواه عن ثعلب عن محمد بن سلام قال حدثني الأخفش أنه قرأ كتاب سيبويه على الكسائي في جمعة فوهب له سبعين دينارا\r\nقال وكان الكسائي يقول لي هذا الحرف لم أسمعه فاكتبه لي فأفعل\r\nقال وكان الأخفش يؤدب ولد الكسائي\r\nقال التاريخي فكان الجاحظ سمع هذا الخبر فقال مما يعدده من فخر أهل البصرة على أهل الكوفة وهؤلاء يأتونكم بفلان وفلان وبسيبويه الذي اعتمدتم على كتبه\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nوجحدتم فضله\r\nوحدث التاريخي أيضا وهارون بن محمد بن عبد الملك\r\nالزيات قال هارون دخل الجاحظ على أبي وقد افتصد فقال له أدام الله صحتك ووصل غبطتك ولا سلبك نعمتك\r\nقال ما أهديت لي يا أبا عثمان قال أطرف شيء كتاب سيبويه بخط الكسائي وعرض الفراء\r\nوقال التاريخي قال الجاحظ أردت الخروج إلى محمد بن عبد الملك ففكرت في شيء أهديه له فلم أجد شيئا أشرف من كتاب سيبويه وقلت له أردت أن أهدي لك شيئا ففكرت فإذا كل شيء عندك فلم أر أشرف من هذا الكتاب وهذا كتاب اشتريته من ميراث الفراء\r\nقال والله ما أهديت إلي شيئا أحب إلي منه\r\nوحدث التاريخي عن المبرد عن الزراري أبي زيد قال قال رجل لسماك بالبصرة بكم هذه السمكة قال « بدرهمان » فضحك الرجل فقال السماك ويلك أنت أحمق سمعت سيبويه يقول ثمنها درهمان\r\nوحدث عن المبرد عن المازني عن الجرمي قال في كتاب سيبويه ألف وخمسون بيتا سألت عنها فعرف ألف ولم\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nتعرف خمسون\r\nوحدثت عن النظام أنه دخل على سيبويه في مرضه فقال له كيف تجدك يا أبا بشر قال أجدني ترحل العافية عني بانتقال وأجد الداء يخامرني بحلول غير أني وجدت الراحة منذ البارحة\r\nقلت فما تشتهي قال أشتهي أن أشتهي\r\nفلما كان من بعد ذلك اليوم دخلت إليه وأخوه يبكي وقد قطرت من دموعه قطرة على خده فقلت كيف تجدك فقال :\r\nيسر الفتى ما كان قدم من تقى * إذا عرف الداء الذي هو قاتله\r\nقال النظام ثم مات من يومه\r\nوحدث أبو حاتم السجستاني قال دخلت على الأصمعي في مرضه الذي مات فيه فسألته عن خبره ثم قلت كم سنة مضت\r\nمن عمرك فقال لا أدري ولكني أحدثك كنت شابا مقتبلا فتزوجت فولد لي وولد لأولادي وأنا حي ثم أنشد :\r\nإذا الرجال ولدت أولادها * واضطربت من كبر أعضادها\r\nوجعلت أسقامها تعتادها * فهي زروع قد دنا حصادها\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nفقلت له في نفسي شيء أريد أن أسألك عنه\r\nقال سل\r\nفقلت حدثني بما جرى بينك وبين سيبويه من المناظرة\r\nفقال والله لولا أني لا أرجو الحياة من مرضتي هذه ما حدثتك إنه عرض علي شيء من الأبيات التي وضعها سيبويه في كتابه ففسرتها على خلاف ما فسره فبلغ ذلك سيبويه فبلغني أنه قال لا ناظرته إلا في المسجد الجامع فصليت يوما في الجامع ثم خرجت فتلقاني في المسجد فقال لي اجلس يا أبا سعيد ما الذي أنكرت من بيت كذا وبيت كذا ولم فسرت على خلاف ما يجب\r\nفقلت له ما فسرت إلا على ما يجب والذي فسرته أنت ووضعته خطأ تسألني وأجيب\r\nورفعت صوتي فسمع العامة فصاحتي ونظروا إلى لكنته فقالوا لو غلب الأصمعي سيبويه فسرني ذلك فقال لي إذا علمت أنت يا أصمعي ما نزل بك مني لم ألتفت إلى قول هؤلاء ونفض يده في وجهي ومضى\r\nثم قال الأصمعي يا بني فوالله لقد نزل بي منه شيء وددت أني لم أتكلم في شيء من العلم\r\nوعن أبي عثمان المازني قال حدثني الأخفش قال حضرت مجلس الخليل فجاءه سيبويه فسأله عن مسألة\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nوفسرها له الخليل فلم أفهم ما قالا فقمت وجلست له في الطريق فقلت له جعلني الله فداءك سألت الخليل عن مسألة فلم أفهم ما رد عليك ففهمنيه فأخبرني بها فلم تقع لي ولا فهمتها فقلت له لا تتوهم أني\r\nأسألك إعناتا فإني لم أفهمها ولم تقع لي\r\nفقال لي ويلك ومتى توهمت أنني أتوهم أنك تعنتني ثم زجرني وتركني ومضى\r\nوحدث المازني قال قال الأخفش كنت عند يونس فقيل له قد أقبل سيبويه فقال أعوذ بالله منه\r\nقال فجاء فسأله فقال كيف تقول مررت به المسكين فقال جائز أن أجره على البدل من الهاء\r\nقال فقال له فمررت به المسكين على معنى المسكين مررت به فقال هذا خطأ لأن المضمر قبل الظاهر\r\nقال فقال له إن الخليل أجاز ذلك وأنشد فيها أبياتا\r\nفقال هو خطأ\r\nفغمني ذلك\r\nقال فمررت به المسكين فقال جائز فقال على أي شيء ينصب فقال على الحال\r\nفقال سيبويه أليس أنت أخبرتني أن الحال لا تكون بالألف واللام\r\nفقال له صدقت\r\nثم قال\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nلسيبويه فما قال صاحبك فيه يعني الخليل فقال سيبويه قال لي إنه ينصب على الترحم فقال ما أحسن هذا ورأيته مغموما بقوله نصبته على الحال\r\n( 14 - عمرو بن مسعدة بن سعد بن صول بن صول )\r\nالصولي كنيته أبو الفضل من جلة كتاب المأمون وأهل الفضل والبراعة والشعر منهم\r\nوذكر الجهشياري أن مسعدة كان مولى خالد بن عبد الله القسري وأنه كان يكتب لخالد وكان بليغا كاتبا مات في سنة أربع عشرة ومائتين وقيل في سنة سبع في أيام المأمون\r\nوكان مسعدة من كتاب خالد بن برمك ثم كتب بعده لأبي أيوب وزير المنصور على ديوان الرسائل\r\nقال الصولي قال أحمد بن عبد الله كان لمسعدة أربعة بنين مجاشع وهو الذي يقول فيه أبو العتاهية :\r\nعلمت يا مجاشع بن مسعده * أن الشباب والفراغ والجده\r\nمفسدة للمرء أي مفسده\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nومسعود وعمرو ومحمد\r\nوقد ذكر أن المنصور قال يوما لكتابه اكتبوا لي تعظيم الإسلام قال فبدر مسعدة فكتب الحمد لله الذي عظم الإسلام واختاره وأوضحه وأناره وأعزه وأنافه وشرفه وأكمله وتممه وفضله وأعزه ورفعه وجعله دينه الذي أحبه واجتباه واستخلصه وارتضاه واختاره واصطفاه وجعله الدين الذي تعتد به ملائكته وأرسل بالدعاء إليه أنبياءه وهدى له من أراد إكرامه وإسعاده من خلقه فقال جل من قائل « إن الدين عند الله الإسلام » وقال جل وعلا « ومن يبتغ غير الإسلام دينا فلن يقبل منه » وقال « ملة أبيكم إبراهيم هو سماكم المسلمين من قبل »\r\nفبهذا الإسلام والدخول فيه والعلم به وأداء شرائعه والقيام بمفروضاته وصلت ملائكته ورسله إلى رضوان الله ورحمته وجواره في جنته وبه تحرزوا من غضبه وعقوبته وأمنوا نكال عذابه وسطوته\r\nفقال\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nالمنصور حسبك يا مسعدة اجعل هذا صدر الكتاب إلى أهل الجزيرة بالإعذار والإنذار\r\nوأما عمرو بن مسعدة\r\nففضله شائع ونبله ذائع أشهر من أن ينبه عليه أو يدل بالوصف إليه قد ولي للمأمون الأعمال الجليلة وألحق بذوي المراتب النبيلة وسماه بعض الشعراء وزيرا لعظم منزلته لا لأنه كان وزيرا وهو قوله :\r\nلقد أسعد الله الوزير ابن مسعده * وبث له في الناس شكرا ومحمده\r\nفي أبيات\r\nفحدث إسماعيل بن أبي محمد الزيدي قال كان عمرو بن مسعدة أبيض أحمر الوجه وهو من أولاد صول الأكبر جد محمد بن صول بن صول\r\nوقد ذكرت أصلهم في أخبار إبراهيم بن العباس من هذا الكتاب\r\nوكان المأمون يسميه الرومي لبياض وجهه\r\nووصف الفضل بن سهل بلاغة عمرو بن مسعدة فقال هو أبلغ الناس ومن بلاغته أن كل أحد إذا سمع كلامه ظن أنه يكتب مثله فإذا رامه بعد عليه وهذا كما قيل لجعفر بن يحيى ما حد البلاغة فقال التي إذا سمعها الجاهل ظن أنه يقدر\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nعلى مثلها فإذا رامها استصعبت عليه\r\nوحدث العباس بن رستم قال كان لعمرو بن مسعدة فرس أدهم أغر لم يكن لأحد مثله فراهة وحسنا فبلغ المأمون خبره وبلغ عمرو بن مسعدة ذلك فخاف أن يأمر بقوده إليه فلا يكون له فيه محمدة فوجه به إليه هدية وكتب معه :\r\nيا إماما لا يدانيه * إذا عد إمام\r\nفضل الناس كما يفضل * نقصانا تمام\r\nقد بعثنا بجواد * مثله ليس يرام\r\nفرس يزهى به للحسن * سرج ولجام\r\nدونه الخيل كما دونك * في الفضل الأنام\r\nوجهه صبح ولكن * سائر الجسم ظلام\r\nوالذي يصلح للمولى * على العبد حرام\r\nوكتب عمرو بن مسعدة إلى الحسن بن سهل أما بعد فإنك ممن إذا غرس سقى وإذا أسس بنى ليستتم تشييد أسه ويجتني ثمار غرسه وثناؤك عندي قد شارف الدروس وغرسك مشف على اليبوس فتدارك بناء ما أسست\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nوسقى ما غرست إن شاء الله تعالى\r\nوحدث الصولي قال لما مات عمرو بن مسعدة رفع إلى المأمون أنه خلف ثمانين ألف ألف درهم فوقع على الرقعة هذا قليل لمن اتصل بنا وطالت خدمته لنا فبارك الله لولده فيه\r\nوعمرو القائل في رواية المرزباني :\r\nومستعذب للهجر والوصل أعذب * أكاتمه حبي فينأى وأقرب\r\nإذا جدت مني بالرضا جاد بالجفا * ويزعم أني مذنب وهو أذنب\r\nتعلمت ألوان الرضا خوف هجره * وعلمه حبي له كيف يغضب\r\nولي غير وجه قد عرفت طريقه * ولكن بلا قلب إلى أين أذهب\r\nقال وهذان البيتان الأخيران متنازعان\r\n( 15 - عمرو بن كركرة أبو مالك الأعرابي )\r\nكان يعلم بالبادية وورق في الحضرة وهو مولى\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nبني سعد وكان راوية أبي البيداء يقال إنه كان يحفظ لغة العرب وكان بصري المذهب وكان أحد الطيبات\r\nقال الجاحظ كان يزعم أن الأغنياء عند الله أكرم من الفقراء ويقول\r\nإن فرعون عند الله أكرم من موسى وكان يلتقم الحار الممتنع فلا يؤذيه\r\nوصنف كتبا منها كتاب خلق الإنسان كتاب الخيل\r\nوقال أبو الطيب اللغوي في كتاب مراتب النحويين كان ابن مناذر يقول كان الأصمعي يجيب في ثلث اللغة وكان أبو عبيدة يجيب في نصفها وكان أبو زيد يجيب في ثلثيها وكان أبو مالك يجيب فيها كلها\r\nوإنما عنى ابن مناذر توسعهم في الرواية والفتيا لأن الأصمعي كان يضيق ولا يجوز إلا أصح اللغات ويلح في ذلك ويمحك وكان مع ذلك لا يجيب في القرآن وحديث النبي صلى الله عليه وسلم\r\nفعلى هذا يزيد بعضهم على بعض\r\nوله قصة في أخبار ابن مناذر في كتاب الشعراء من تصنيفنا .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n( 16 - عنبسة بن معدان الفيل )\r\nأخذ النحو عن أبي الأسود الدؤلي ولم يكن فيمن أخذ النحو أبرع منه\r\nوأما معنى تسميته بمعدان الفيل فحدث محمد بن عبد الملك التاريخي عن يوسف بن يعقوب بن السكيت قال حدثني عبد الرحيم بن مالك عن الهيثم بن عدي عن أشياخه قال يوسف وحدثني مسلم بن محمد بن نوح عن هشام بن محمد عن رجل من قريش قال كانت لزياد ابن أبيه فيلة ينفق عليها في كل يوم عشرة دراهم\r\nفأقبل رجل من أهل ميسان يقال له معدان فقال ادفعوها إلي وأكفيكم المئونة وأعطيكم عشرة دراهم كل يوم فدفعوها إليه فأثرى وابتنى قصرا ونشأ له ابن يقال له عنبسة فروى الأشعار وظرف وفصح وروى شعر جرير والفرزدق\r\nوانتمى إلى بني أبي بكر بن كلاب فقيل للفرزدق ههنا رجل من بني أبي بكر بن كلاب يروي شعر جرير ويفضله عليك ووصفوا له فقال رجل من بني أبي بكر بن كلاب على هذه الصفة لا أعرفه فأروني داره فأروه فقال هذا ابن معدان الميساني ثم قص قصته وقال :\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nلقد كان في معدان والفيل زاجر * لعنبسة الراوي علي القصائدا\r\nفروي البيت بالبصرة ولقي عنبسة أبا عيينة بن المهلب فقال له أبو عيينة ما أراد الفرزدق بقوله :\r\nلقد كان في معدان والفيل زاجر\r\nفقال إنما قال لقد كان في معدان واللؤم زاجر\r\nفقال أبو عيينة وأبيك إن شيئا فررت منه إلى اللؤم لعظيم\r\nقال التاريخي فحدثت بهذا الحديث أبا العباس أحمد بن يحيى ثعلبا فسر به وسألني أن أكتبه له فكتبته له والحديث على لفظ مسلم بن محمد بن نوح\r\n( 17 - عوانة بن الحكم بن عوانة بن عياض بن وزر )\r\nابن عبد الحارث بن أبي ثعلبة بن جبير بن عامر بن النعمان\r\nكان عالما بالأخبار والآثار ثقة روى عنه الأصمعي والهيثم بن عدي وكثير من أعيان أهل العلم\r\nوقال أبو عبيدة في كتاب المثالب يقال في الحكم بن عوانة الكلبي إن أباه كان عبدا خياطا ادعي بعدما احتلم وكانت أمه أمة سوداء لآل أيمن بن خزيم بن فاتك الأسدي وله\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nإخوة موال قال في ذلك ذو الرمة :\r\nألكني فإنني مرسل برسالة * إلى حكم من غير حب ولا قرب\r\nفلو كنت من كلب صميما هجوتها * ولكن لعمري لا إخالك من كلب\r\nولكنما أخبرت أنك ملصق * كما ألصقت من غيره ثلمة القعب\r\nتدهدى فخرت ثلمة من صحيحه * فلز بأخرى بالغراء وبالشعب\r\nحدث أحمد بن يحيى قال أنشدني ذو الرمة شعرا وعوانة بن الحكم\r\nحاضر فعاب شيئا منه فقال فيه هذه الأبيات المتقدمة\r\nقال وقال محمد بن أحمد الكاتب وقال عياض بن وزر في ابنه عوانة :\r\nعجبا عجبت لمعشر لم يرشدوا * جعلوا عوانة لي بغيب إبنما\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nإني إلى الرحمن أبرأ صادقا * ما نكت أمك يا عوانة محرما\r\nأنكرت منك جعودة في حوة * ومشافرا هدلا وأنفا أخثما\r\nما كان لي في آل حام والد * عبد فأصبح في كنانة أكشما\r\nوكان يكنى أبا الحكم وكان ضريرا مات فيما ذكره المرزباني عن الصولي سنة سبع وأربعين ومائة في الشهر الذي مات فيه الأعمش\r\nقال المدائني مات عوانة سنة ثمان وخمسين ومائة في السنة التي مات فيها المنصور\r\nحدث الهيثم بن عدي قال كنت عند عبد الله بن عياش الهمذاني وعنده عوانة بن الحكم فذاكروا أمر النساء فقلت حدثني ابن الظلمة عن أمه أنها قالت والله ما أتى النساء مثل أعمى عفيف\r\nفضرب عوانة بيده على فخذي وقال حفظك الله يا أبا عبد الرحمن فإنك تحفظ غريب الحديث وحسنه\r\nقال وكان عوانة ضريرا\r\nقال عبد الله بن جعفر عوانة بن\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nالحكم من علماء الكوفة بالأخبار خاصة والفتوح مع علم بالشعر والفصاحة وله إخوة وأخبار ظريفة وكان موثقا وعامة أخبار المدائني عنه\r\nقال وروى عبد الله بن المعتز عن الحسن بن عليل العنزي أن عوانة بن الحكم كان عثمانيا وكان يضع أخبارا لبني أمية\r\nقال وحدث أبو العيناء عن\r\nالأصمعي قال أنشد عوانة بيتين فقيل له لمن هما قال أنا تركت الحديث بغضا مني للإسناد وليس أراكم تعفوني منه في الشعر\r\nوحدث هشام بن الكلبي عن عوانة قال خطبنا عتبة بن النهاس العجلي فقال ما أحسن شيئا قال الله عز وجل في كتابه :\r\nليس حي على المنون بباق * غير وجه المسبح الخلاق\r\nفقمت إليه فقلت أيها الرجل إن الله عز وجل لم يقل هذا إنما قاله عدي بن زيد\r\nثم نزل عن المنبر\r\nوأتي بامرأة من الخوارج فقال يا عدوة الله ما خروجك على أمير المؤمنين ألم تسمعي قول الله عز وجل :\r\nكتب القتل والقتال علينا * وعلى المحصنات جر الذيول\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nفحركت رأسها وقالت يا عدو الله حملني على الخروج جهلكم بكتاب الله عز وجل\r\nوحدث الهيثم بن عدي قال كنا عند عوانة فورد الخبر بأن محمد بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب قد قتل بالمدينة فترحم عليه عوانة وذكر فضله ثم قال أخطأ الرأي في استهدافه لهم ومقابلته إياهم بالقرب منهم ولو تباعد عنهم حتى يجتمع أمره ويرى رأيه لطالت مدته فقيل له قد أشير عليه بذلك فلم يقبله فتمثل عوانة بقول زهير :\r\nأضاعت فلم تغفر لها غفلاتها * فلاقت تبابا عند آخر معهد\r\nدما حول شلو تحجل الطير حوله * وبضع لحام في إهاب مقدد\r\nقال ثم قال هل علينا عين\r\nقالوا لا قفل ما شئت فقال محمد والله\r\nمن الذين قال الله فيهم « التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون بالمعروف والناهون عن المنكر والحافظون لحدود الله »\r\nوحدث التاريخي عن إسماعيل بن إسحاق عن نصر بن علي\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nعن الأصمعي عن عوانة قال كان ابن زياد يأكل بعد الشبع أربع جرادق أصبهانية وجبنة ورطلا عسلا\r\nوحدث عنه أحمد بن عبيد عن الأصمعي عن عوانة قال لقي رجلا أعرابيا فقال ممن الرجل قال من قوم إذا نسي الناس علمهم حفظوه عليهم\r\nقال فأنت إذا من كلب قال أجل\r\nوكان لعوانة أخ يقال له عياض نحوي أديب أقام بإفريقية وانتقل إليها من الكوفة فحدث المرزباني بإسناده قال كان عوانة بن الحكم يقول لأخ له يقال عياض نحوي لا تعمق في النحو فإنه لم يتعمق فيه أحد إلا صار معلما قال فصار عياض بعد ذلك معلما بإفريقية لولد المعلى\r\n( 18 - عوف بن محلم الخزاعي )\r\nأبو المنهال\r\nأحد العلماء والأدباء والرواة الفهماء والندامى الظرفاء والشعراء الفصحاء وكان صحب أخبار ونوادر وله معرفة بأيام الناس\r\nوكان طاهر بن الحسين بن مصعب قد اختصه لمنادمته واختاره لمسامرته\r\nوكان لا يخرج في سفر إلا أخرجه معه وجعله زميله وأنيسه وعديله وكأن يعجب به .\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nقال محمد بن داود ويقال إن سبب اتصاله بطاهر أنه نادى على الجسر بهذه الأبيات في أيام الفتنة ببغداد وطاهر ينحدر في حراقة في دحلة فسمعها منه فأدخله وأنشده إياها وهي :\r\nعجبت لحراقة ابن الحسين * كيف تعوم ولا تغرق\r\nوبحران من تحتها واحد * وآخر من فوقها مطبق\r\nوأعجب من ذاك عيدانها * وقد مسها كيف لا تورق\r\nوأصله من حران فبقي مع طاهر ثلاثين سنة لا يفارقه وكان يستأذنه في الانصراف إلى أهله ووطنه فلا يأذن له ولا يسمح به فلما مات طاهر ظن أنه قد تخلص وأنه يلحق بأهله ويرجع إلى وطنه فقربه عبد الله بن طاهر من نفسه وأنزله منزلته من أبيه\r\nوكان عبد الله أديبا فاضلا عالما بأخبار الناس فلما وقف على أدب عوف وفضله تمسك به وأفضل عليه حتى كثر ماله وحسن حاله وتلطف بجهده أن يأذن له عبد الله في العود إلى وطنه فلم يكن إلى ذلك سبيل وحفزه الشوق إلى أهله وأهمه أمرهم فاتفق أن خرج عبد الله من بغداد يريد خراسان فصير عوفا\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nعديله يستمتع بمسامرته ويرتاح إلى محادثته إلى أن دنا من الري فلما شارفها سمع صوت عندليب يغرد بأحسن تغريد وأشجى صوت فأعجب عبد الله بصوته والتفت إلى عوف بن محلم فقال له يا ابن محلم هل سمعت قط أشجى من هذا الصوت وأطرب منه فقال لا والله أيها الأمير وإنه لحسن الصوت شجي النغمة مطرب التغريد\r\nفقال عبد الله قاتل الله أبا كبير حيث يقول :\r\nإلا يا حمام الأيك إلفك حاضر * وغصنك مياد ففيم تنوح\r\nأفق لا تنح من غير شيء فإنني * بكيت زمانا والفؤاد صحيح\r\nولوعا فشطت غربة دار زينب * فها أنا أبكي والفؤاد قريح\r\nفقال عوف أحسن والله أبو كبير وأجاد ثم قال أصلح الله أمير المؤمنين إنه كان في الهذليين مائة وثلاثون شاعرا ما فيهم إلا مفلق وما كان مثل أبي كبير فإنه كان يبدع في شعره ويفهم آخر قوله وأوله وما شيء\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nأبلغ في الشعر من الإبداع فيه\r\nقال عبد الله أقسمت عليك إلا أجزت شعر أبي كبير قال عوف أصلح الله الأمير قد كبر سني وفني ذهني وأنكرت كل ما كنت أعرفه\r\nقال عبد الله سألتك بحق طاهر إلا فعلت وكان لا يسأل بحق طاهر شيئا إلا ابتدر إليه لما كان يوجبه له فلما سمع عوف ذلك أنشأ يقول :\r\nأفي كل عام غربة ونزوح * أما للنوى من ونية فتريح\r\nلقد طلح البين المشت ركائبي * فهل أرين البين وهو طليح\r\nوأرقني بالري نوح حمامة * فنحت وذو البث الغريب ينوح\r\nعلى أنها ناحت ولم تذر دمعة * ونحت وأسراب الدموع سفوح\r\nوناحت وفرخاها بحيث تراهما * ومن دون أفراخي مهامه فيح\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nألا يا حمام الأيك إلفك حاضر * وغصنك مياد ففيم تنوح\r\nعسى جود عبد الله أن يعكس النوى * فيلقي عصا التطواف وهي طريح\r\nفإن الغنى يدني الفتى من صديقه * وعدم الغنى بالمفترين طروح\r\nقال فاستعبر عبد الله ورق له وجرت دموعه وقال له والله إني لضنين بمفارقتك شحيح على الفائت من محاضرتك ولكن والله لا أعملت معي خفا ولا حافرا إلا راجعا إلى أهلك\r\nثم أمر بثلاثين ألف درهم\r\nفقال يمدح عبد الله وأباه :\r\nيا ابن الذي دان له المشرقان * وألبس الأمن به المغربان\r\nإن الثمانين وبلغتها * قد أحوجت سمعي إلى ترجمان\r\nوأبدلتني بالشطاط الحنا * وكنت كالصعدة تحت السنان\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n0 وعوضتني من زماع الفتى * وهمتي هم الجبان الهدان\r\nوقاربت مني خطى لم تكن * مقاربات وثنت من عنان\r\nوأنشأت بيني وبين الورى * عنانة من غير نسج العنان\r\nولم تدع في لمستمتع * إلا لساني وبحسبي لسان\r\nأدعو به الله وأثني به * على الأمير المصعبي الهجان\r\nوهمت بالأوطان وجدا بها * وبالغواني أين مني الغوان\r\nفقرباني بأبي أنتما * من وطني قبل اصفرار البنان\r\nوقبل منعاي إلى نسوة * أوطانها حران والرقتان\r\nسقى قصور الشاذياخ الحيا * من بعد عهدي وقصور الميان\r\nفكم وكم من دعوة لي بها * بأن تخطاها صروف الزمان\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nوهذه قصور بخراسان بناحية نيسابور لآل طاهر\r\nثم ودع عبد الله وسار راجعا إلى أهله فمات قبل أن يصل إليهم\r\nوقد روي في خبر هذه الأبيات أن عوف بن محلم دخل على عبد الله بن طاهر فسلم عبد الله عليه فلم يسمع فأعلم بذلك فزعموا أنه أنحل هذه القصيدة\r\nوكان قد ورد على عبد الله بن طاهر شاعر يقال له روح وعرض على عوف شعره فمنعه من إنشاده عبد الله وقال إن عبد الله رجل عالم فاضل لا ينفق عليه من الشعر إلا أحسنه\r\nفقال له قد حسدتني\r\nوتوصل حتى أنشده عبد الله فاسترذله واستبرده ورده فبلغ ذلك عوفا فقال :\r\nأنشدني روح مديحا له * فقلت شعرا قال لي فيش\r\nفصرت لما أن بدا منشدا * كأنني في قبة الخيش\r\nوقلت زدني وتفهمته * والثلج في الصيف من العيش\r\n( 19 - عون بن محمد الكندي )\r\nالكاتب أبو مالك أحد أصحاب ابن الأعرابي وأخذ عن سلمة بن عاصم صاحب الفراء وروى عنه الصولي فأكثر .\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nحدث الصولي قال حدثني عون بن محمد الكندي قال كنا في مجلس ابن الأعرابي فقدم قادم من سر من رأى فأخبر بنكبة سليمان بن وهب وأحمد بن الخصيب فأنشد ابن الأعرابي :\r\nرب قوم رتعوا في نعمة * زمنا والعيش ريان غدق\r\nسكت الدهر طويلا عنهم * ثم أبكاهم دما حين نطق\r\n( 20 - عيسى بن إبراهيم الربعي الوحاظي )\r\nبلدة باليمن\r\nلا أعرف حاله إلا أنه مصنف كتاب نظام الغريب في اللغة حذا فيه حذو « كفاية المتحفظ » وأجاده وأهل اليمن مشتغلون به\r\n( 21 - عيسى بن عمر الثقفي أبو عمر )\r\nمولى خالد بن الوليد نزل في ثقيف فنسب إليهم عالم بالنحو والعربية والقراءة مشهور بذلك أخذ عن عبد الله بن إسحاق الحضرمي ومات عيسى بن عمر سنة تسع وأربعين ومائة في خلافة المنصور قبل أبي عمرو بن العلاء بخمس\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nسنين أو ست\r\nحدث التاريخي محمد بن عبد الملك عن المبرد قال أول من وضع العربية ونقط المصاحف أبو الأسود الدؤلي ثم أخذ النحو عن أبي الأسود عنبسة بن معدان المهري الذي يقال له عنبسة الفيل ثم أخذه عن عنبسة ميمون الأقرن ثم أخذه عن ميمون ابن أبي إسحاق الحضرمي ثم أخذه عن ابن أبي إسحاق عيسى بن عمر ثم أخذه عن الخليل بن أحمد سيبويه ثم أخذه عن سيبويه الأخفش واسمه سعيد بن مسعدة\r\nقال التاريخي حدثنا المبرد مرة أخرى عن التوزي عن أبي عبيدة قال ووضع عيسى بن عمر كتابين في النحو سمى أحدهما الجامع والآخر المكمل فقال الخليل بن أحمد :\r\nبطل النحو جميعا كله * غير ما أحدث عيسى بن عمر\r\nذاك إكمال وهذا جامع * فهما للناس شمس وقمر\r\nقال المؤلف وهذان كتابان ما علمنا أحدا رآهما ولا عرفهما غير أن أبا الطيب اللغوي ذكر في كتابه أنهما مبسوط ومختصر\r\nوذكر عن المبرد أنه قال\r\nقرأت أوراقا من أحد كتابي عيسى بن عمر\r\nوذكر أيضا أن\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nعيسى بن عمر أخذ النحو عن أبي عمرو بن العلاء\r\nوحدث المرزباني فيما أسنده إلى الأصمعي قال كان عيسى بن عمر صاحب تقصير في كلامه وكان عمر بن هبيرة قد اتهمه بوديعة لبعض العمال فضربه مقطعا نحوا من ألف سوط فجعل يقول والله ما كان إلا أثياب في أسيفاط قبضها عشاروك فيقول له إنك لخبيث\r\nقال وكان دقيق الصوت\r\nقال فكان طول دهره يحمل في كمه خرقة فيها سكر العشر والإجاص اليابس وربما رأيته واقفا أو سائرا أو عند بعض ولاة البصرة فتصيبه نهكة في فؤاده فيخفق عليه حتى يكاد يغلب فيستغيث بإجاصة وسكرة يلقيها في فيه ثم يتمصصها فإذا فعل ذلك سكن عليه فسئل عن ذلك فقال أصابني هذا من الضرب الذي ضربني عمر بن هبيرة فعالجته بكل شيء فما رأيت له أصلح من هذا\r\nوحدث التاريخي عن المبرد قال سمعت يحيى بن معين\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nيقول عيسى بن عمر النحوي بصري وعيسى بن عمر الكوفي همذاني وهو صاحب الحروف وحدث عن يوسف بن يعقوب بن السكيت عن الجماز قال عيسى بن عمر أخو حاجب بن عمر ويكنى حاجب أبا خشينة روى عنه الحديث وهما موليان لبني مخزوم وهما من ولد الحكم بن عبد الله بن الأعرج الذي روى عنه الحديث\r\nوحدث عن أحمد بن عبيد النحوي عن الأصمعي قال حدثنا عيسى بن عمر قال قدمت من سفر فدخل ذو الرمة فعرضت ألا أكون أعطيته شيئا فقال لا أنا وأنت نأخذ ولا نعطي\r\nقال الأصمعي وحدثني عيسى بن عمر قال لقد كنت أكتب\r\nبالليل حتى ينقطع سوئي أي وسطي\r\nوحدث عن أحمد بن عبيد عن الأصمعي عن عيسى بن عمر قال اللهازم قيس بن ثعلبة وعجل وعنزة وتيم الله\r\nقال عيسى ابن عمر أرى اللهازم تجمعوا كما تجمع لهازم الدابة\r\nقال « والرباب ثور وعكل وتيم الله » والرباب ثور وعكل وتيم عدي وضبة وأطحل كلهم إخوة وإنما سموا الرباب لأنهم تجمعوا وتحالفوا\r\nوالربابة جماعة القداح إذا ضمت\r\nوجشم بن بكر وإخوتهم الأراقم وليس بنسب\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nولكن شبهت عيونهم بعيون الأراقم من الحيات فبقي عليهم\r\nقال مؤلف الكتاب أما قوله وأطحل فهو عجب من مثله لأن أطحل اسم جبل سكنه ثور فنسب إليه فقيل ثور أطحل ولا يفرد في اسم القبيلة\r\nوأما قوله إنهم تجمعوا مثل الربابة فأكثر أهل هذا الشأن يزعمون أنهم تجمعوا وغمسوا أيديهم في الرب وتحالفوا على بني تميم\r\nقال أبو العباس ثعلب جمع الحسن بن قحطبة عند مقدمه مدينة السلام الكسائي والأصمعي وعيسى بن عمر فألقى عيسى على الكسائي هذه المسألة همك ما أهمك\r\nفذهب الكسائي يقول يجوز كذا ويجوز كذا\r\nفقال له عيسى عافاك الله إنما أريد كلام العرب وليس هذا الذي تأتي به كلام العرب\r\nقال أبو العباس وليس يقدر أحد أن يخطئ في هذه المسألة لأنه كيف أعرب هذه الكلمة فهو مصيب وإنما أراد عيسى بن عمر من الكسائي أن يأتيه باللفظة التي وقعت إليه\r\n( 22 - عيسى بن مروان الكوفي أبو موسى )\r\nذكره محمد بن إسحاق النديم قال قرأت بخط ابن\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nالكوفي أنه أخذ عن أبي\r\nطالب المفضل بن سلمة وروى عنه وله من الكتب كتاب القياس على أصول النحو\r\n( 23 - عيسى بن المعلى بن مسلمة الرافقي )\r\nأحد أدباء عصرنا أخمل من ذكره خمول قطره كان مؤدبا بمدينة الرقة التي على الفرات وله شعر كثير وفضائل جمة وعدة تصانيف منها كتاب تبيين الغموض في علم العروض وجدته بخطه وقد كتبه في سنة تسعين وخمسمائة وعاش بعد ذلك\r\nوله كتاب في اللغة حسن في مجلدين ضخمين رأيته بخطه أيضا\r\nكتاب ديوان شعره مجلدان\r\n( 24 - عيسى بن مينا بن وردان بن عيسى )\r\nابن عبد الصمد بن عمرو بن عبد الله المدني المعروف بقالون القارئ كنيته أبو موسى صاحب نافع بن أبي نعيم مات سنة خمس ومائتين في أيام المأمون ومولده سنة عشرين ومائة في أيام هشام بن عبد الملك وقرأ على\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nنافع سنة خمسين ومائة في أيام المنصور وكان قالون أصم لا يسمع البوق وكان إذا قرأ عليه قارئ ألقم أذنه فاه ليسمع قراءته\r\nوهو مولى الأنصار\r\nحدث أبو موسى قالون كان نافع إذا قرأت عليه يعقد لي ثلاثين ويقول لي قالون قالون يعني جيد بالرومية\r\nوإنما كان يكلمه بذلك لأن قالون أصله من الروم جد جده عبد الله من سبي أيام عمر بن الخطاب رضي الله عنه فقدم به من أسره وباعه فاشتراه بعض الأنصار فأعتقه فهو مولى الأنصار\r\n( 25 - عيسى بن يزيد بن دأب الليثي )\r\nهو عيسى بن يزيد بن بكر بن كرز بن الحارث بن عبد الله بن أحمد بن يعمر\r\nالشداخ ابن عوف بن كعب بن عامر بن ليث بن بكر بن عبد مناة بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر وفي نسبه اختلاف\r\nهذا أظهره أبو الوليد الراوية النساب من أهل الحجاز\r\nوكان يضعف في روايته مات في سنة إحدى وسبعين ومائة في أول خلافة الرشيد\r\nوحدث المرزباني قال قال عبد الله بن جعفر :\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nكان عيسى بن يزيد بن دأب يكنى أبا الوليد وكان من رواة الأخبار والأشعار وحفاظهم وكان معلما من علماء الحجاز\r\nوحدث فيما رفعه إلى رفيع بن سلمة عن أبي عبيدة قال أنشد ابن دأب الهزج :\r\nوهم من ولدوا أشبوا * بسر الأدب المحض\r\nفبلغ ذلك أبا عمرو بن العلاء فقال أخطات استه الحفرة إنما هو أشبئوا أي كفوا أما سمع قول الشاعر الهزج :\r\nوذو الرمحين أشباء * من القوة والحزم\r\nفبلغه عن ابن دأب شيء فقال على نفسها تجني براقش أما سمعتم قول الليثي :\r\nألا من مبلغ دأب بن كرز * أبا الخنساء زائدة الظليم\r\nفلا تفخر بأحمر واطرحه * فما يخفى الأغر من البهيم\r\nفعند الله سر من أبيه * كراع زيد في عرض الأديم\r\nوحدث فيما رفعه إلى جابر بن الصلت البرقي قال وعد\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nالمهدي ابن دأب جارية فوهبها له فأنشد عبد الله بن مصعب الزبيري قول مضرس الأسدي :\r\nفلا تيأسن من صالح أن تناله * وإن كان قدما بين أيد تبادره\r\nفضحك المهدي وقال ادفعوا إلى عبد الله فلانة لجارية أخرى فقال عبد الله بن مصعب :\r\nأنجز خير الناس قبل وعده * أراح من مطل وطول كده\r\nفقال ابن دأب ما قلت شيئا هلا قلت :\r\nحلاوة الفضل بوعد منجز * لا خير في العرف كنهب منهز\r\nفضحك المهدي وقال أحسن الوفاء ما تقدمه ضمان\r\nوحدث عن سعيد بن سلم قال ما شيء أجل من العلم كان ابن دأب أحفظ الناس للأنساب والأخبار وكان تياها فكان ينادم الهادي ولا يتغدى معه ولا بين يديه فقيل له\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nفي ذلك فقال أنا لا أتغدى في مكان لا أغسل يدي فيه فقال له الهادي فتغد فكان الناس إذا تغدوا تنحوا لغسل أيديهم وابن دأب يغسل يده بحضرة الهادي\r\nوحدث المرزباني عن الحسين بن علي عن أحمد بن سعيد عن الزبير ابن بكار عن عمه مصعب عن موسى بن صالح قال كان عيسى بن دأب كثير الأدب عذب الألفاظ وكأن قد حظي عند الهادي خطوة لم تكن لأحد وكان\r\nيدعو له بتكأة ولم يكن يطمع أحد من الخلق في هذا في مجلسه ولا يفعل بغيره وكان يقول له ما استطلت بك يوما ولا ليلة ولا غبت عن عيني إلا تمنت ألا ترى غيرك\r\nوكان لذيذ المفاكهة طيب المسامرة كثير النادرة جيد الشعر حسن الانتزاع له قال فأمر له ليلة بثلاثين ألف دينار فلما أصبح ابن دأب وجه قهرمانه إلى باب موسى الهادي وقال له انطلق إلى باب الحاجب فقل له :\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nتوجه إلينا بالمال فانطلق فأبلغ الحاجب رسالته فتبسم وقال ليس هذا إلي فانطلق إلى صاحب التوقيع ليخرج لك كتابا إلى الديوان فتديره هناك ثم تفعل به كذا وتفعل به كذا\r\nفرجع الرسول إلى ابن دأب فأخبره فقال دعها فلا تعرض لها ولا تسأل عنها\r\nفبينما موسى في مستشرف له إذ نظر إلى ابن دأب قد أقبل وليس معه إلا غلام واحد فقال لإبراهيم بن ذكوان الحراني « وإليه ينسب طاق الحراني ببغداد بالكرخ » أما ترى ابن دأب ما غير من حاله ولا تزيى لنا وقد بررناه بالأمس ليرى عليه أثرنا فقال إبراهيم إن أذن أمير المؤمنين عرضت له بشيء من هذا\r\nفقال لا هو أعلم بأمره\r\nودخل ابن دأب فأخذ في حديثه إلى أن عرض له الهادي بشيء من أمره فقال أرى في ثوبك غسيلا وهذا الشتاء محتاج فيه إلى لبس الجديد واللين\r\nفقال يا أمير المؤمنين باعي قصير عما أحتاج إليه فقال وكيف ذاك وقد صرفنا إليك من برنا ما ظننا صلاح شأنك معه فقال :\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nما وصل إلي ولا قبضت منه شيئا\r\nفدعا بصاحب بيت المال فقال له عجل الآن بثلاثين ألف دينار فحملت بين يديه\r\nوحدث بإسناد رفعه إلى أبي زهير قال كان ابن دأب أحظى الناس عند الهادي فخرج الفضل بن الربيع يوما فقال إن أمير المؤمنين يأمر من ببابه بالانصراف فأما أنت يا ابن دأب فادخل\r\nقال ابن دأب فدخلت وهو منبطح على فراشه وإن عينيه لحمراوان من السهر وشرب الليل\r\nفقال لي حدثني بحديث من حديث الشراب فقلت نعم يا أمير المؤمنين خرج نفر من كنانة إلى الشام يجلبون الخمر فمات أحدهم فجلسوا على قبره يشربون فقال أحدهم :\r\nلا تصرد هامة من شربها * إسقه الخمر وإن كان قبر\r\nإسق أوصالا وهاما وصدى * ناشعا ينشع نشع المنبهر\r\nكان حرا فهوى فيمن هوى * كل عود ذي فنون منكسر\r\nقال فدعا بداوة فكتبها ثم كتب إلى الخزان بأربعين ألف درهم وقال عشرة آلاف لك وثلاثون\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nألفا للثلاثة الأبيات\r\nقال فأتيت الخزان فقالوا صالحنا على عشرة آلاف أنك تحلف لنا ألا تذكروها لأمير المؤمنين فحلفت ألا أذكرها حتى يبدأني فمات ولم يذكرها\r\nوحدث قال دخل ابن دأب على عيسى بن موسى عند منصرفه من فخ فوجده واجما يلتمس عذرا لمن قتل فقال له أصلح الله الأمير أنشدك شعرا كتب به يزيد بن معاوية يعتذر فيه إلى أهل المدينة من قتل الحسين بن علي عليهما السلام قال أنشدني فأنشده :\r\nيا أيها الراكب الغادي لطيته * على عذافرة في سيرها قحم\r\nأبلغ قريشا على شحط المزار بها * بيني وبين حسين الله والرحم\r\nوموقف بفناء البيت أنشده * عهد الإله وما يرعى به الذمم\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nعنفتم قومكم فخرا بأمكم * أم حصان لعمري برة كرم\r\nهي التي لا يداني فضلها أحد * بنت الرسول وخير الناس قد علموا\r\nوفضلها لكم فضل وغيركم * من قومكم لهم في فضلها قسم\r\nإني لأعلم أو ظنا كعالمه * والظن يصدق أحيانا فينتظم\r\nأن سوف يترككم ما تطلبون بها * قلبي تهاداكم العقبان والرخم\r\nيا قومنا لا تشهوا القوم إذ خمدت * ومسكوا بحبال السلم واعتصموا\r\nقد جرت الحرب من قد كان قبلكم * من القرون وقد بادت بها الأمم\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nفأنصفوا قومكم لا تهلكوا بذخا * فرب ذي بذخ زلت به القدم\r\nقال فسري عن عيسى بعض ما كان فيه\r\nقال ابن مناذر يهجو ابن دأب :\r\nومن يبغ الوصاة فإن عندي * وصاة للكهول وللشباب\r\nخذوا عن مالك وعن ابن عون * ولا ترووا أحاديث ابن دأب\r\nترى الغاوين يتبعون منها * ملاهي من أحاديث كذاب\r\nإذا طلبت منافعها اضمحلت * كما ينجاب رقراق السراب\r\nوحدث عن عمر بن أبي عبيدة النميري عن خاله ابن أبي شميلة قال كان خلف الأحمر ينسب ابن دأب إلى الكذب قال فغدوت يوما أنا وخلف على ابن دأب فأخذ في حديث ذي الخلصة حتى انقضى فلما انصرفنا قلت لخلف يا أبا محرز\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nأتراه كذب\r\nقال لا أدري والله لا أعرف مما حدث به قليلا ولا كثيرا\r\nقال عمر ولخلف الأحمر في أبي العيناء محمد بن عبيد الله :\r\nلنا صاحب مولع بالمراء * كثير الخطاء قليل الصواب\r\nأشد لجاجا من الخنفساء * وأزهى إذا ما مشى من غراب\r\nوليس من العلم في فقرة * إذا حصل العلم غير التراب\r\nأحاديث ألفها شوكر * وأخرى مؤلفة لابن دأب\r\nقال المرزباني وقوم يروون في هذه الأبيات زيادة وأبيات خلف هي هذه والزيادة عليها فيما ذكر المقدمي والكراني لأبان بن عبد الحميد اللاحقي\r\nوروى عبد الله بن المعتز عن عمر بن شبة قال شوكر شاعر بالبصرة يضع الأخبار والأشعار\r\nوحدث الرياشي قال قال الأصمعي قلت لخلف الأحمر أما ترى ما جاء\r\nبه ابن دأب من الحجاز والشوكري من\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nالكوفة فقال إنما يروي لهؤلاء من يقول قالت ستي ويدعو ربه من دفتر ويسبح بالحصى ويحلف محيت المصحف ويدع حدثنا وأخبرنا ويقول أكلنا وشربنا\r\nوزعم العنزي أن ابن دأب كان يتشيع ويضع أخبارا لبني هاشم وكان عوانة بن الحكم عثمانيا ويضع أخبارا لبني أمية\r\nوحدث مصعب بن عبد الله الزبيري قال شيطان الردهة شيء وضعه ابن دأب وهو ذو الثدية فيما زعم قال جاءت أمة تستسقي ماء فوقع بها شيطان فحملته فولدته\r\nوحدث المرزباني فيما رفعه إلى مصعب الزبيري عن أبيه قال كنا جماعة نجالس الهادي أنا وسعيد بن سلم الباهلي وابن دأب وعبد الله بن مسلم العزيزي وكان أجرأنا عليه فخرج علينا مغيظا متغيرا فسأله العزيزي عن خبره فقال لم أر كصاحب الدنيا أكثر آفات ولا أدوم هموما قد عرفتم موضع لبانة بنت جعفر بن أبي جعفر مني وأثرتها عندي وأنها أغلظت لي بإدلالها في شيء فلم أجد صبرا فنلتها بيدي فندمت عليه\r\nفسكتنا خوفا من تعنيفه أو تصويب رأيه فيبلغها ذلك\r\nفقال ابن دأب وما في ذلك\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nيا أمير المؤمنين هذا الزبير بن العوام حواري رسول الله صلى الله عليه وسلم وابن عمته ضرب امرأته أسماء بنت أبي بكر الصديق وهي من أفضل نساء زمانها حتى كسر يدها وكان ذلك سبب مفارقته إياها لأنه قال أنت طالق إن حال عبد الله بيني وبينك يعني ابنه عبد الله بن الزبير فلم يخله\r\nوخلصها وهذا عمر رضي الله عنه يقول لا يسأل الرجل فيم يضرب امرأته وهذا كعب بن مالك الأنصاري وهو أخو الزبير آخى رسول الله صلى الله عليه وسلم بينهما عتب على امرأته وهي من المهاجرات في شيء فضربها حتى حال بنوها بينهما فقال :\r\nلولا بنوها حولها لخبطتها * إلى أن تداني الموت غير مذمم\r\nولكنهم حالوا بمنعي دونها * فلا تعدميهم بين ناه ومقسم\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nفمالت وفيها حائش من عبيطها * كحاشية البرد اليماني المسهم\r\nقال فضحك الهادي وسري عنه وأمر بالطعام وأمر لابن دأب بخمسين ألف درهم وخمسين ثوبا\r\nقال عبد الله بن مصعب فتأسفت كيف سبقني إلى شيء أحفظه مثل حفظه\r\nوحدث أبو الطيب اللغوي في كتاب مراتب النحويين قال فأما مدينة الرسول صلى الله عليه وسلم فلا نعلم بها إماما في العربية\r\nحدث الأصمعي قال أقمت بالمدينة زمانا مع جعفر بن سليمان الهاشمي واليها فما رأيت بالمدينة قصيدة واحدة صحيحة إلا مصحفة أو مصنوعة وكان ابن دأب يضع الشعر وأحاديث السمر وكلاما ينسبه إلى العرب فسقط وذهب علمه وخفيت روايته\r\nقال وكان شاعرا وعلمه بالأخبار أكثر\r\nقال الأصمعي وأتعجب لابن دأب حين يزعم أن أعشى همدان يقول :\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nمن رأى لي غزيلي * أربح الله تجارته\r\nوخضاب بكفه * أسود اللون قارته\r\nثم قال الأصمعي يا سبحان الله يحذف الألف التي قبل الهاء في الله ويسكن الهاء ويرفع تجارته وهو منصوب ويجوز هذا عنه ويروي الناس عن مثله قال ولقد سمعت خلفا يقول لقد طمع ابن دأب في الخلافة حين يجوز مثل هذا عنه\r\n( 26 - عيينة بن عبد الرحمن المهلبي )\r\n( يكنى أبا المنهال )\r\nذكره الحاكم أبو عبد الله في تاريخ نيسابور فقال عيينة بن عبد الرحمن أبو المنهال اللغوي المهلبي صاحب العربية تلميذ الخليل بن أحمد مؤدب الأمير أبي العباس عبد الله بن طاهر بن الحسين ورد معه نيسابور وتوفي بها وروى عن داود بن أبي هند وسفيان بن عيينة وسعيد بن أبي عروبة ويحيى بن سليمان\r\nثم حدث بإسناد رفعه إلى المنهال أنه كان يقول لا تتصدر إلى فائق أو مائق قال :\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nقرأت بخط أبي عمر المستملي سمعت أبا أحمد الفراء سمعت عيينة المهلبي يقول سمعت سعيد بن أبي عروبة يقول ما وصى الله الناس بشيء ما وصاهم بأوطانهم\r\nقال عيينة جاء رجل إلى جعفر بن محمد الصادق وهو يصلي فقال إني مسترشد قال اجلس فجلس فلما قضى صلاته جاء إليه فقال إن أبانا مات وتركني وأخا لي هجينا\r\nفقال جعفر الملك بينكم أثلاث\r\nفقال الأعرابي والله الذي لا إله إلا هو بهذا قال نعم قال رضيت رضيت\r\nله كتاب في النوادر وكتاب في الشعر\r\nقال أبو العباس كان أبو المنهال مع إسحاق بن إبراهيم الطاهري وكان آنسا به يحادثه ويجالسه ويقرأ عليه وكان السبب في ذلك أن أبا المنهال كان مع\r\nعبد الله بن طاهر بن الحسين بخراسان وكان يقدمه وأحسن إليه ووصله بمائة ألف درهم وكنا نجلس إليه وقرأت عليه شيئا كثيرا\r\nومما قرأته عليه كتاب الأنصار وكتاب الأزد وكان ينزل إلى القنطرة عند منازل العاصميين في موضع يقال له\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nدار المهالبة وكان أحد من لقي الناس وسمع وكان حسن المعرفة بالإسناد والأخبار والأيام عمل كتابا لإسحاق في القرآن وكأن ابن الأعرابي لا يأتي إسحاق ولا يلقاه وكان يستأذنه في الانصراف إلى أهله ووطنه يوجه إليه في كل سنة بدرج فيه من سماعه الإشارات الحسنة واللغة الفصيحة فإذا قرأه إسحاق وقع إلى كاتبه ادفع إليه ثلاثمائة دينار\r\nفكان على ذلك إلى أن مات\r\n( 27 - غانم بن وليد المالقي )\r\nأبو محمد المخزومي النحوي قال ابن خاقان هو عالم متفرس وفقيه مدرس وأستاذ مجود\r\nوإمام لأهل الأندلس مجرد\r\nوأما الأدب فكان جل شرعته وهو رأس بغيته مع فضل وحسن طريقة وجد في جميع أموره وحقيقة\r\nوله :\r\nصير فؤادك للمحبوب منزلة * سم الخياط مجال للمحبين\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nولا تسامح بغيضا في معاشرة * فقلما تسع الدنيا بغيضين\r\nلا أعرف من أمره إلا ما ذكره ابن عساكر في ترجمة علي بن أحمد بن طيز\r\nقال أنشدني غانم بن وليد النحوي لنفسه :\r\nثلاثة يجهل مقدارها * الأمن والصحة والقوت\r\nفلا تثق بالمال من غيرها * لو أنه در وياقوت\r\nقال وأنشدني غانم لبعض الشعراء :\r\nيا أيها المبتغي أخا ثقة * عدمت ما تبتغي فدع طمعك\r\nداج المداجين ما لقيتهم * وخادع النفس لامرئ خدعك\r\nلا تكشف المرء عن سرائره * ودعه تحت النفاق ما ودعك\r\nأظهر له مثل قول ذي بله * تريه إن ضر أنه نفعك\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nولغانم أنشده ابن خاقان :\r\nالصبر أولى بوقار الفتى * من قلق يهتك ستر الوقار\r\nمن لزم الصبر على حاله * كان على أيامه بالخيار\r\n( 28 - فاطمة بنت الأقرع الكاتبة )\r\nوجدت بخطها رقعة هذه نسختها الأمة الكاتبة\r\nبسم الله الرحمن الرحيم ثقتي بالله وحده خشعت لصولة عز المجلس العالي العادلي المؤيدي المظفري المنصوري العزي السعدي الركني النصيري المجدي الشرفي الأميري أعز الله أنصاره وضاعف اقتداره عقب الدهور وانقادت لمشيئته تصاريف الأمور وامتدت إلى نواله آمال السؤال وأناخت بفنائه رواحل الرجال\r\nفما إنسان إلا موفور ببره ولا لسان إلا مسبح بشكره ولا آمل إلا مصروف إليه فأعطاه الله تعالى من الآمال في نفسه وذويه ما لا يرنو إليه طرف ولا يأتي عليه وصف :\r\nحتى تسير مسير الشمس رايته * وتعتلي باسمه العالي على القمر\r\nويختم الأرض طرا طين خاتمه * ويغتدي أمره أمضى من القدر\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nومن بعد فقد ذهبت أطال الله بقاء المجلس العالي وأعز سلطانه في درج قد قرنته بهذه الرقعة مذهب المطرف المعجب وهو مما لم أسبق إلى مثله من مقدمي أهل هذه الصناعة من الذكور دون الإناث أظهرت فيه المعجز من\r\nعاجز والكامل من ناقص كما قال قابوس بن وشمكير وقد يستعذب الشريب من منبع الزعاق ويستطاب الصهيل من مخرج النهاق\r\nجعلت في ذلك إقبال المجلس العالي ضاعف الله اقتداره قائدا إلى طرق الرشاد وعز سلطانه هاديا مبصرا إلى سبل الإصابة والمراد وأظهرت الحروف مفصولة وموصولة ومعماة ومفتحة في أحسن صيغها وأبهج خلقها منخرطة المحاسن في سلك نظامها متساوية الأجزاء في تجاورها والبناء\r\nفهي لينة المعاطف والأرداف متناسبة الأوساط والأطراف ظاهرها وقور ساكن ومفتشها رهج مائن وإن استخدمت إلى مهم يسنح أوفيت فيه على كل مرتسم في هذا الشأن قديما وحديثا وسالفا وآنفا\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nأؤمل بذلك الخطوة من إحماده وجميل رعايته سمع الله سبحانه فيه كل دعاء مستجاب من الأمة الكاتبة ومن يتعلق عليها من وليدة ومولود وشريف ومشروف وعجوز داعية وأمة خادمة لما يوليها وينعم عليها ويعرف موضع خدمتها ومحل صنعتها لا سلبها الله وسائر الخلق ظله بمنه قد ترادف الإنعام عليها دفعة بعد أخرى وثانية بعد أولى على يد الشيخ الأجل السيد فخر الكفاءة أبي الحسين أدام الله تأييده وتولى عني من غير حق عارفته ما لا يقوم بوسعه ألسنة القائلين وشكر الشاكرين فإذا أنعم على ما أصدرته من الخدم بلحظة وأحسن إليه بلمحة أدركت حظي وحزت أملي والرأي السامي في إجابتي إلى ما سألت وإثباتي في جملة المغمورين بالإحسان من الأدباء والحشم والعبيد والخدم علوه وشرفه إن شاء الله تعالى\r\n« ترجمة ثانية »\r\n« فاطمة بنت الحسن بن علي العطار »\r\nأم الفضل المعروفة ببنت الأقرع الكاتبة صاحبة\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nالخط المليح المعروف ماتت فيما ذكره تاج الإسلام ومن خطه نقلت « قاله المؤلف عن أبي الفضل محمد بن ناصر بن محمد بن علي السلامي الحافظ » في يوم الأربعاء الحادي والعشرين من المحرم من شهور سنة ثمانين وأربعمائة\r\nقال السمعاني وكان لها خط مليح حسن وهي التي أهلت لكتابة كتاب الهدنة إلى ملك الروم من الديوان العزيز وسافرت إلى بلاد الجبل إلى العميد أبي نصر الكندري\r\nوكتب الناس على خطها وكانت تكتب طريقة ابن البواب\r\nسمعت أبا عمر عبد الواحد بن عبد الله بن مهدي الفارسي وغيره\r\nسمع منها أبو القاسم مكي بن عبد الله الزميلي الحافظ\r\nوروى لنا عنها أبو القاسم إسماعيل بن أحمد بن عمر السمرقندي وأبو البركات عبد الوهاب بن المبارك بن أحمد الأنماطي ببغداد وأبو سعد أحمد بن محمد بن أحمد بن الحسن البغدادي الحافظ بأصبهان وغيرهم\r\nسمعت أبا بكر محمد بن عبد الباقي بن محمد البزاز العروضي يقول سمعت الكاتبة بنت الأقرع تقول كتبت ورقة لعميد الملك أبي نصر الكندري وأعطاني ألف دينار .\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nأخبرنا أبو البركات عبد الوهاب بن المبارك بن أحمد الحافظ بقراءتي عليه أخبرتنا فاطمة بنت الحسن بن علي العطار المقرئ قالت أخبرنا أبو عمر عبد الواحد بن محمد بن عبد الله بن مهدي الفارسي حدثنا أبو عبد الله الحسين بن إسماعيل المحاملي حدثنا أبو هشام الرفاعي حدثنا ابن فضيل حدثنا الأعمش عن عبد العزيز بن رفيع عن تميم بن طرفة عن عدي بن حاتم\r\nرضي الله عنه قال قال رسول الله صلى الله عليه وسلم « من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير وليكفر عن يمينه »\r\nأنشدنا أبو القاسم إسماعيل بن أحمد بن عمر الحافظ الأشعبي أنشدتنا الكاتبة أم الفضل فاطمة بنت الحسن بن علي المقرئ قالت أنشدنا أبو القاسم المطرز في دارنا بقطيعة الربيع لنفسه :\r\nسرى مغرما بالعيس ينتجع الركبا * يسائل عن بدر الدجى الشرق والغربا\r\nإذا ملأ البدر العيون فعنده * لعينك بدر يملأ العين والقلبا\r\nولما هوى دمعي ليوم فراقه * عقيقا تهاوى دمعه لؤلؤا رطبا\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nإذا لم تبلغني إليكم ركائبي * فلا وردت ماء ولا رعت العشبا\r\n( 29 - الفتح بن خاقان بن أحمد القائد )\r\nوقيل الفتح بن خاقان بن غرطوج كذا قال المرزباني في كتاب المعجم\r\nقال محمد بن إسحاق النديم كان في نهاية الذكاء والفطنة وحسن الأدب وكان من أولاد الملوك واتخذه المتوكل أخا وكان يقدمه على جميع أولاده\r\nقتل مع المتوكل ليلة قتل بالسيوف لأربع خلون من شوال سنة سبع وأربعين ومائتين بالمتوكلية وكانت له خزانة كتب جمعها له علي بن يحيى المنجم لم ير أعظم منها كثرة وحسنا\r\nوكان يحضر داره فصحاء الأعراب وعلماء الكوفيين والبصريين\r\nقال أبو هفان ثلاثة لم أر قط ولا سمعت بأكثر محبة للكتب والعلوم من الجاحظ والفتح بن خاقان وإسماعيل بن إسحاق القاضي\r\nقال المؤتلف وباقي القصة في أخبار الجاحظ فكرهت التكرار\r\nوللفتح من التصانيف كتاب البستان صنفه\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nرجل يعرف بمحمد بن عبد ربه ويلقب برأس البغل ونسبه إليه كتاب الصيد والجوارح\r\nوذكره أبو القاسم في تاريخ الشام فقال الفتح بن خاقان بن غرطوج التركي أبو محمد قدم الشام مع المتوكل معادله على جمازة ثم نزل بالمزة فلما رحل المتوكل عن دمشق استخلف بها كلباتكين التركي\r\nوكان على خاتم المتوكل وقتل معه\r\nروى عنه أبو زكريا يحيى بن حكيم الأسلمي شيئا من شعره وأبو العباس المبرد وأحمد بن يزيد المؤدب فلم يذكره الخطيب في تاريخه\r\nوعن محمد بن القاسم قال دخل المعتصم يوما إلى خاقان بن غرطوج يعوده فرأى الفتح بن خاقان ابنه وهو صبي لم يتغذ فمازحه ثم قال أيما أحسن داري أم داركم فقال الفتح بن خاقان يا سيدي دارنا إذا كنت فيها أحسن فقال المعتصم لا أبرح والله حتى أنثر عليه مائة ألف درهم وفعل ذلك\r\nوعن أبي العباس المبرد\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nقال أنشد الفتح بن خاقان :\r\nلست مني ولست منك فدعني * وامض عني مصاحبا بسلام\r\nوإذ ما شكوت ما بي قالت * قد رأينا خلاف ذا في المنام\r\nفزاد الفتح بن خاقان :\r\nلم تجد علة تجنى بها الذنب * فصارت تعتل بالأحلام\r\nقال المبرد وسمعت الفتح ينشد قبل أن يقتل بساعات هذا البيت وهو :\r\nوقد يقتل الغتمي مولاه غيلة * وقد ينبح الكلب الفتى وهو غافل\r\nوكان الفتح يتعشق خادما للمتوكل اسمه شاهك وله فيه أشعار منها :\r\nأشاهك ليلي مذ هجرت طويل * وعيني دما بعد الدموع تسيل\r\nوبي منك والرحمن ما لا أطيقه * وليس إلى شكوى إليك سبيل\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nأشاهدك لو يجزى المحب بوده * جزيت ولكن الوفاء قليل\r\nقال ابن حمدون كان الفتح بن خاقان يأنس بي ويطلعني على الخاص من سره فقال لي مرة شعرت يا أبا عبد الله أني انصرفت البارحة من مجلس أمير المؤمنين فلما دخلت منزلي استقبلتني فلانة يعني جاريته فلم أتمالك أن قبلتها فوجدت فيما بين شفتيها هواء لو رقد المخمور فيه لصحا\r\nفكان هذا من مستحسن كلام الفتح فكان الوأواء الدمشقي سمع هذا حين قال :\r\nسقى الله ليلا طاب إذ زار طيفه * فأفنيته حتى الصباح عناقا\r\nيطيب نسيم منه يستجلب الكرى * ولو رقد المخمور فيه أفاقا\r\nتملكني لما تملك مهجتي * وفارقني لما أمنت فراقا\r\nووجدت في بعض المجاميع للفتح بن خاقان يصف الورد :\r\nأما ترى الورد يدعو الشاربين إلى * حمراء صافية في لونها صنب\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nمداهن من يواقيت مركبة * على الزمرد في أجفانها ذهب\r\nخاف الملال إذا طالت إقامته * فصار يظهر أحيانا ويحتجب\r\nوكأن أديبا فاضلا زكي النفس حسن العشرة لطيف الأخلاق متوددا محببا إلى كل من يكلمه وكان غاية في الجود وكان قد تنزل من المتوكل بمنزلة الروح من الجسد وكان خدم قبله المعتصم والواثق\r\nفذكر أبو العيناء قال قال الفتح بن خاقان غضب علي المعتصم ثم رضي عني وقال لي ارفع حوائجك لتقضى فقلت يا أمير المؤمنين ليس شيء من عرض الدنيا وإن جل يفي برضا أمير المؤمنين وإن قل\r\nقال فأمر فحشي فمي جوهرا\r\nأخبرني أبو عبد الله محمد بن محمود بن النجار الحافظ قال أخبرني أبو القاسم الثعلبي حدثنا الفضل بن سهل حدثنا الخطيب أبو بكر أخبرنا محمد بن محمد بن المظفر السراج حدثنا المرزباني أخبرني محمد بن يحيى الصولي حدثني أحمد بن عبد الرحمن حدثني وهب بن وهب بن وهب حدثني البحتري قال قال المتوكل قل في شعرا وفي الفتح فإني أحب أن يحيا معي ولا أفقده فيذهب عيشي ولا يفقدني\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nفيذل فقل في هذا المعنى فقلت أبياتي :\r\nسيدي أنت كيف أخلفت وعدي * وتثاقلت عن وفاء بعهدي\r\nفقلت فيها :\r\nلا أرتني الأيام فقدك يا فتح * ولا عرفتك ما عشت فقدي\r\nأعظم الرزء أن تقدم قبلي * ومن الرزء أن تؤخر بعدي\r\nحسدا أن تكون إلفا لغيري * إذ تفردت بالهوى قبل وحدي\r\nقال البحتري فقتلا معا وكنت حاضرا وربحت هذه الضربة وأومأ إلي ضربة في ظهره\r\nفقال أحسنت والله يا بحتري وجئت بما في نفسي\r\nوأمر لي بألف دينار\r\nوقال غير وهب الراوي للخبر قال البحتري قد كنت عملت هذه الأبيات في غلام كنت أكلف به فلما أمرني المتوكل بما أمر تنحيت فقلت الأبيات وأريته أنني عملتها في وقتي وما غيرت فيها إلا لفظة واحدة فإنني كنت قد قلت :\r\nلا أرتني الأيام فقدك ما عشت\r\nفجعلته يا فتح\r\nوتحدث الشمشاطي علي بن محمد حدثني\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nمحمد بن عبد الله حدثني أحمد بن الفضل الهاشمي حدثنا علي بن الجهم القرشي قال دخلت على المتوكل يوما وهو جالس وحده فسلمت عليه فرد السلام وأجلسني فحانت مني التفاتة فرأيت الفتح بن خاقان واقفا في غير رتبته التي كان يقوم فيها متكئا على سيفه مطرقا فأنكرت حاله فكنت إذا نظرت إليه نظر إلى الخليفة فإذا صرفت وجهي نحو الخليفة أطرق فقال يا علي أأنكرت شيئا قلت نعم يا أمير المؤمنين\r\nفقال ما هو قلت وقوف الفتح في غير رتبته التي كان يقوم فيها\r\nقال سوء اختياره أقامه ذلك المقام\r\nقلت ما السبب يا أمير المؤمنين قال خرجت من عند قبيحة آنفا فأسررت إليه سرا فما عداني السر إذ عاد إلي\r\nقلت لعلك أسررته إلى غيره يا أمير المؤمنين\r\nقال ما كان هذا\r\nقلت فلعل مستمعا استمع عليكما\r\nقال ولا هذا أيضا\r\nقال فأطرقت مليا ثم رفعت رأسي فقلت يا أمير المؤمنين قد وجدت له مما هو فيه مخرجا\r\nقال ما هو قلت حدثنا أبو نعيم الفضل بن دكين حدثنا المستمر بن سليمان\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nعن أبي الجوزاء قال طلقت امرأتي في نفسي وأنا في المسجد ثم انصرفت إلى منزلي\r\nفقالت لي امرأتي أطلقتني يا أبا الجوزاء قلت من أين لك هذا قالت خبرتني جارتي الأنصارية قلت ومن خبرها بذلك قالت ذكرت أن زوجها خبرها بذلك\r\nفغدوت على ابن عباس فقصصت عليه القصة فقال علمت أن وسواس الرجل يحدث وسواس الرجل فمن ههنا يفشو السر\r\nقال أبو نعيم فكان في نفسي من هذا شيء حتى حدثني حمزة الزيات قال خرجت سنة من السنين أريد مكة فلما جزت في بعض الطريق ضلت راحلتي فخرجت أطلبها فإذا باثنتين قد قبضا علي أحس حسهما وأسمع كلامهما ولا أرى شخصهما فأخذاني وجاءا بي إلى شيخ قاعد على تلعة من الأرض حسن الشيبة فسلمت عليه فرد علي السلام فأفرخ روعي ثم قال من أين وإلى أين فقلت من الكوفة أريد مكة\r\nقال ولم تخلفت عن أصحابك فقلت ضلت راحلتي فجئت أطلبها فرفع رأسه إلى قوم\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nعلى رأسه فقال زاملة فأنيخت بين يدي\r\nثم قال لي أتقرأ القرآن قلت نعم قال هاته فقرأت حم الأحقاف حتى انتهيت إلى هذه الآية « وإذ صرفنا إليك نفرا من الجن يستمعون القرآن » الآية\r\nفقال لي على رسلك تدري كم كانوا قلت اللهم لا قال كنا أربعة وكنت المخاطب لهم عنه صلى الله عليه وسلم فقلت « يا قومنا أجيبوا داعي الله »\r\nثم قال لي أتقول الشعر فقلت اللهم لا قال أفترويه قلت نعم\r\nقال هاته فأنشدته قصيدة :\r\nأمن أم أوفى دمنة لم تكلم * بحومانة الدراج فالمتثلم\r\nفقال لمن هذه فقلت لزهير بن أبي سلمى قال الجني قلت بل الإنسي مرارا فرفع رأسه إلى قوم على رأسه فقال زهير فأتي بشيخ كأنه قطعة لحم فألقي بين يديه فقال له يا زهير قال لبيك قال « أمن أم أوفى » لمن قال لي قال هذا حمزة الزيات يذكر أنها لزهير بن أبي سلمى\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nالإنسي قال صدق هو وصدقت أنت\r\nقال وكيف هذا قال هو إلفي من الإنس وأنا تابعه من الجن أقول الشيء فألقيه في وهمه ويقول الشيء فآخذه عنه فأنا قائلها في الجن وهو قائلها في الإنس\r\nقال أبو نعيم فصدق عندي هذا الحديث حديث أبي الجوزاء أن وسواس الرجل يحدث وسواس الرجل فمن ههنا يفشو السر\r\nقال فاستفرغ المتوكل ضحكا وقال إلي يا فتح فصب عليه خلعا وحمل على شيء من الظهر وأمر له بمال وأمر لي بدون ما أمر له به فانصرفت إلى منزلي وقد شاطرني الفتح ما أخذ فصار الأكثر إلي والأقل عنده\r\nقال جحظة في أماليه حدثني المبرد قال أنشدني الفتح بن خاقان لنفسه :\r\nوإني وإياها لكالخمر والفتى * متى يستطع منها الزيادة يزدد\r\nإذا ازددت منها ازددت وجدا بقربها * فكيف احتراس من هوى متجدد\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nقال فحدثني ابن حمدون قال لما قال الفتح هذه الأبيات أنشدتها المتوكل فسألني عن قائلها فعرفت أنه الفتح فاستحسنها وقال لي بأبي أنت من جامع محاسن الدنيا\r\nوبلغ هذا الشعر أبا علي البصير الفضل بن جعفر فقال في الفتح :\r\nسمعت بأشعار الملوك فكلها * إذا عض متنيه الثقاف تأودا\r\nسوى ما رأينا لامرئ القيس أننا * نراه إذا لم يشعر الفتح أوحدا\r\nقال المرزباني ومن شعر الفتح بن خاقان :\r\nبني الحب على الجور فلو * أنصف المحبوب فيه لسمج\r\nليس يستملح في حكم الهوى * عاشق يحسن تأليف الحجج\r\nقال المؤلف وهذان البيتان يرويان لعلية بنت المهدي\r\nقال المرزباني وللفتح بن خاقان :\r\nأيها العاشق المعذب صبرا * فخطايا أخي الهوى مغفوره\r\nزفرة في الهوى أحط لذنب * من غزاة وحجة مبروره\r\nوقال عمران بن موسى سمعت الفتح بن خاقان يقول\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nلأحمد بن أبي فنن الشاعر يا أحمد قال لبيك يا سيدي وهذا في أول سنة سبع وأربعين ومائتين اعمل أبياتا حسانا تمدح بها سيدي أمير المؤمنين واذكر في آخرها أني شفيعك حتى آخذ لك منه ما يسد خلتك فما أسرع فقدك لي فبكى ابن أبي فنن وقال يا سيدي على الدنيا بعدك لعنة الله\r\nقال له على الدنيا قبلي وبعدي لعنة الله فما صافت منحرفا عنها نابذا لها ولا وفت لمتمسك بها راغب فيها\r\nأبو بكر محمد بن جعفر الخرائطي حدثنا العباس بن الفضل الربعي حدثنا علي بن الجهم قال إني لعند المتوكل يوما والفتح بن خاقان حاضر إذ قيل له فلان النخاس بالباب فأذن له فدخل ومعه وصيفة فقال له أمير\r\nالمؤمنين ما صناعة هذه الوصيفة قال تقرأ بالإلحان فقال الفتح اقرئي لنا خمس آيات فاندفعت تقول :\r\nقد جاء نصر الله والفتح * وشق عنا الظلمة الصبح\r\nخدين ملك ورجا دولة * وهمه الإشفاق والنصح\r\nالليث إلا أنه ماجد * والغيث إلا أنه سمح\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nوكل باب للندى مغلق * فإنما مفتاحه الفتح\r\nقال فوالله لقد دخل المتوكل من السرور ما قام إلى الفتح فوقع عليه يقبله ووثب الفتح فقبل رجله فأمره أمير المؤمنين بشرائها وأمر له بجائزة وكسوة وبعث بها إلى الفتح فكانت أحظى جواريه عنده فلما قتل الفتح رثته بهذه الأبيات :\r\nقد قلت للموت حين نازله * والموت مقدامة على البهم\r\nلو تبينت ما فعلت إذن * قرعت سنا عليه من ندم\r\nفاذهب بمن شئت إذ ذهبت به * ما بعد فتح للموت من ألم\r\nولم تزل تبكي وتنوم عليه حتى ماتت\r\n( 30 - الفتح بن محمد بن عبيد الله بن خاقان )\r\nالقيسي الإشبيلي وقيل هو من أهل الأندلس\r\nأديب فاضل شاعر بليغ فصيح بذيء اللسان قوي الجنان في هجاء الأعيان وكان متهم الخلوة\r\nفيما بلغني\r\nمات في\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nحدود سنة ثلاث وثلاثين وخمسمائة\r\nوقال العماد سألت عنه بمصر فقيل إنه عاش بالمغرب إلى عهد شاور بمصر فقد توفي بعد سنة خمس وخمسين وخمسمائة\r\nوقال لي بعض المغاربة إنه توفي قبل هذا التاريخ\r\nله من التصانيف كتاب قلائد العقيان كتاب مطمح الأنفس ومسرح التأنس\r\nحدثني الصاحب الكبير العالم جمال الدين بن أكرم أدام الله علوه قال لما عزم ابن خاقان على تصنيف كتاب قلائد العقيان جعل يرسل إلى كل واحد من ملوك الأندلس ووزرائها وأعيانها من أهل الأدب والشعر والبلاغة يعرفه عزمه ويسأله إنفاذ شيء من شعره ونظمه ونثره ليذكره في كتابه وكانوا يعرفون شره وثلبه فكانوا يخافونه وينفذون إليه ذلك وصرر الدنانير فكل من أرضته صلته أحسن في كتابه وصفه وصفته وكل من تغافل عن بره هجاه وثلبه وكان ممن تصدى له وأرسل إليه أبو بكر بن باجة المعروف بابن الصائغ وكان وزير\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nابن فلويت صاحب المرية وهو أحد الأعيان وأركان العلم والبيان شديد العناية بعلم الأوائل مستول على أهل الأشعار والرسائل وكانوا يشبهونه بالمغرب بابن سينا بالمشرق وله تصانيف في المنطق وغيره فلما وصلته رسالته تهاون بها ولم يعرها طرفه ولا لوى نحوها عطفه وذكر ابن خاقان بسوء فعله فجعله ختم كتابه وصيره مقطع خطابه وقال أبو بكر بن الصائغ هو رمد جفن الدين\r\nوكمد نفوس المهتدين اشتهر سخفا وجنونا وهجر مفروضا ومسنونا وضل فيما يتسرع ولا يأخذ في غير الأباطيل ولا يشرع ولا يرد سوى الغمة ولا يكرع ناهيك من رجل ما تطهر من جنابة ولا أظهر مخيلة إنابة ولا استنجى من حدث ولا أشجى فؤاده توار في جدث ولا أقر بباريه ومصوره ولا فر عن تباريه في ميدان تهوره الإساءة إليه أجدى من الإحسان والبهيمة عنده أهدى من الإنسان نظر في تلك\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nالتعاليم وفكر في أجرام الأفلاك وحدود الأقاليم ورفض كتاب الله العلي العظيم ونبذه وراء ظهره ثاني عطفه وأراد إبطال ما لا يأتيه الباطل من بين يديه ولا من خلفه واقتصر على الهيئة وأنكر أن تكون إلى الله الفيئة وحكم للكواكب بالتدبير فهو يعتقد أن الزمان دور وأن الإنسان نبات له نور مع منشأ وخيم ولؤم أصل وخيم وصورة شوهها الله وقبحها وطلعة إذا أبصرها الكلب نبحها وقذارة يؤبئ البلاد نفسها ووضارة\r\nيحكي الحداد دنسها وله نظم أجاد فيه بعض الإجادة وشارف الإحسان\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nأو كاده مع كلام طويل وهجو وبيل\r\nوبلغ ذلك ابن الصائغ فأنفذ له مالا استكفه به واستصلحه\r\nوصنف ابن خاقان كتابا آخر سماه « مطمح الأنفس ومسرح التأنس في ذيل شعراء الأندلس » وصله بقلائد العقيان وافتتحه بذكر ابن الصائغ وأثنى عليه فيه ثناء جميلا فقال الوزير أبو بكر بن الصائغ هو بدر فهم ساطع وبرهان علم لكل قاطع تفرحت بعطره الأعصار وتطيبت بذكره الأمصار وقام به وزن المعارف واعتدل ومال وتهدل وعطل بالبرهان التقليد وينفق بعد عدمه الاختراع والتوليد إذا قدح زند فهمه أورى بشرر للجهل محرق وإن طما بحر خاطره فهو لكل شيء مغرق مع نزاهة النفس وصونها وبعد الفساد من كونها والتحقيق الذي هو للإيمان شقيق والجد الذي يخلق العمر وهو مستجد وله أدب يود عطارد أن يلتحفه ومذهب يتمنى أن يعرفه\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nونظم تتمناه اللبات والنحور وتدعيه مع نفاسة جوهرها البحور\r\nوقد أتيت بما تهوى الأعين النجل أن يكون إثمدها ويزيل من النفس حزنها وكمدها فمن ذلك قوله يتغزل :\r\nأسكان نعمان الأراك تيقنوا * بأنكم في ربع قلبي سكان\r\nودوموا على حفظ الوداد فطالما * بلينا بأقوام إذا استحفظوا خانوا\r\nسلوا الليل عني مذ تناءت دياركم * هل اكتحلت لي فيه بالنوم أجفان\r\nوهل جردت أسياف برق دياركم * فكانت لها إلا جفوني أجفان\r\nوله :\r\nأتأذن لي آتي العقيق اليمانيا * أسائله ما للمغاني وماليا\r\nوسل دارهم بالحزن أقفر إنني * تركت الهوى يقتاد فضل زماميا\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nفيضا مكرع الوادي أما فيك شوبة * لقد سال فيك الماء أزرق صافيا\r\nويا شجرات الجزع هل فيك وقفة * فقد فاء فيك الفيء أخضر ضافيا\r\nوقد جرى في هذا الميدان فأحسن كل الإحسان\r\n( 31 - الفضل بن إسماعيل التميمي أبو عامر الجرجاني )\r\nأديب أريب فاضل لبيب أحد أصحاب عبد القاهر الجرجاني النحوي وكان مليح الخط صحيح الضبط رائق النظم فصيح النثر جيد التصنيف حسن التأليف ذكره محمد بن محمود في كتاب سر السرور فقال رباع الفضل بتصانيفه عامرة ورياض الأدب بكلماته ناضرة فكأن الربيع فضلة من بدائعها والزهر ضرة لروابعها وشعره يطرق السحر بين يديه ويهتف الملح بحفافيه\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nتقرأ آيات الإحسان من أبياته وتخفق عذبات الإبداع من راياته\r\nوله تصنيفات باسم الشيخ الأجل عبد الحميد أهداها إليه بغزنة فأشرقت بها أرجاؤها وأغدقت أنوارها منها كتاب البيان في علم القرآن وكتاب عروق الذهب من أشعار العرب وكتاب سلوة الغرباء وغيرها\r\nوقال عبد الغافر في كتاب السياق الفضل بن إسماعيل التميمي الشيخ أبو عامر الجرجاني النحوي الكاتب الأديب الشاعر من أفاضل دهره حسن النظم والنثر متين في الفضل\r\nكتب مدة للشيخ الرئيس أبي المحاسن الجرجاني وغيره وصحب الكتاب والمشايخ سمع الحديث من المشايخ الذين سمعنا منهم مثل الشيخ أبي سعد بن رامش وأبي نصر بن رامش المقرئ وأبي بكر أحمد بن علي بن خلف الشيرازي وأبي القاسم إسماعيل بن زاهر النوقاني وسمع من الشيخ أبي بكر أحمد بن منصور بن خلف المغربي سنة ثمان وخمسين وأربعمائة وسمع من المشايخ\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nالإسماعيلية وغيرهم في شبابه\r\nولم يذكر وفاته لكنه كان قد مات في حياة عبد الغافر\r\nوكان ورد نيسابور واجتمع به الأديب يعقوب بن أحمد المذكور في بابه وسأله أن يكتب له بخطه في كتابه الذي سماه جونة سماه جونة الند\r\nوهو مجموع جمع فيه يعقوب من أشعار نفسه وغيره من أهل عصره ومن تقدمه وظفرت أنا بأصل يعقوب الذي بخطه وفيه بخط أبي عامر لا أرتاب به ما نقلته بصورته بعد أن أسقطت بعض النظم وأما النثر فلا\r\nوهذا نسخة خطه سألني الشيخ الجليل الأديب أدام الله نعمته أن أكتب له في هذا الدفتر شيئا من هاذوري فترجحت بين صوارف تنهاني عن الإجابة سترا لعورتي ودواع تحثني على امتثال رسمه إظهارا لطاعتي وأنا على كل حال واثق بكرمه ساكن\r\nإلى حسن شيمه وعالم أنه يحرص على إقالة عثرة الإخوان وستر عيوبهم بقدر الإمكان والله أسأل أن يجبر\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nنقيصتنا بفضيلته ويمحو إساءتنا بحسنته فإنه عليه قدير\r\nوها هو الهاذور :\r\nبالله يا حتفي أما تستحي * حتى متى توردني حتفي\r\nتحلف لي أنك في كفي * وعض كفي منك في كفي\r\nوأنت يا قلبي إلى كم وكم * تحيل بالذنب على طرفي\r\nوأيضا :\r\nخده الياسمين والخط فيه * سنبل نابت على ياسمين\r\nسمته قبلة فقال تحرز * بين صدغي عقدتا التنين\r\nوأيضا :\r\nإذا حفزتك نائبة لأمر * فجئت إلى صغير أو كبير\r\nفكاثره بهز بعد هز * فإن الزبد بالمخض الكثير\r\nوأيضا في الرئيس أبي الفضل أدام الله علوه :\r\nتولى الغانيات فليس عندي * لهن سوى هوى أخفي وأبدي\r\nرأين الشيب ألبسني قتيرا * على حد البلى فنقضن عهدي\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nوسالمني الغيور فكل يوم * يوازن بيننا ود بود\r\nوقنعني الزمان فلست آس * على فوت الثراء وأنت عندي\r\nوكل تعجبي طول الليالي * لذلة ماجد يسعى لوغد\r\nفشكرا للإله فقد كفاني * تولي غير عباس بن سعد\r\nله قلبي وخالصتي وودي * وفيه ترددي وإليه قصدي\r\nومنه معيشتي وصلاح حالي * ومنصوب به غيي ورشدي\r\nوكل الناس يشرك في هواه * وقد أفردته بهواي وحدي\r\nفإن أفزع فكهف علاه حرزي * وإن أعطش فبحر نداه وردي\r\nفضلت الناس مأثرة وفخرا * وطلتهم بإحسان ومجد\r\nولما صرت عبدك صار يرضى * أنوشروان لو أرضاه عبدي\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nأدل عليك إدلال الموالي * فلا نكر لديك ولا تعدي\r\nوتلك مزية لي ليس تخفى * ورثت مكانها من أبي وجدي\r\nفعش ألفا معي في خير حال * وألفا بعدها ألفان بعدي\r\nفكل الناس دونك آل قفر * يغر بلمعة من غير رفد\r\nوأنت الفرد مكرمة فكن لي * تكن فردا بلا شك لفرد\r\nوأيضا :\r\nنشد على الموت مستبسلين * غلاظ الرقاب غلاظ الكبود\r\nونفترع البيض سود القرون * صفر الترائب حمر الخدود\r\nوله أيضا :\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nعذيري من شاطر أغضبوه * فجرد لي مرهفا باتكا\r\nيقول أنا لك يا ابن الوكيل * وهل لي رجاء سوى ذلك\r\nوأيضا :\r\nإني بليت بشادن * بلواه عندي تستحب\r\nفإذا بلوت طباعه * فالماء يشرب وهو عذب\r\nوإذا نضوت ثيابه * فاللوز يقشر وهو رطب\r\nوقصارى وصفي أنه * فيما أحب كما أحب\r\nوأيضا :\r\nقد ضاق صدري من صدور زماننا * فهم جماع الشر بالإجماع\r\nيتضارطون فإن شكوت ضراطهم * شفعوا سماع الضرط بالإسماع\r\nهذا يفرقع في الضراط وذاكم * يرمي بمثل حجارة المقلاع\r\nومن البلية أن تعاشر معشرا * يتضارطون الدهر بالإيقاع\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nوله :\r\nمللت مكافحة الحادثات * وكنت بها معجبا عاجبا\r\nوحيرني الدهر حتى نشدت * حماري وكنت له راكبا\r\nوأيضا :\r\nأصبحت مثل عطارد في طبعه * إذ صرت مثل الشمس في الإشراق\r\nفلذاك ما ألقاك يوما واحدا * إلا قضيت علي بالإحراق\r\nالشيخ الجليل الأديب أدام الله نعمته وأنعم علي بقراءة ما علقه عن دفتري علي والله يمتعه به وبفضله ويقر عين العلم بحراسته\r\nوسمع معه ابنه الشيخ الفاضل أبو بكر الحسن والفقيه الفاضل العالم أبو المجد محمد بن أبي القاسم أبقاهما الله وكذلك سمعوا جميعا ما أبنته من هاذوري بخطي\r\nوكتب الفضل بن إسماعيل أبو عامر الجرجاني ومن خطه نقلت كتب إلي الكيا الأجل أبو الفتح رحمه الله :\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nأبا عامر إن الرتائم إنما * تذكر بالأمر العبام المغمرا\r\nولكن من عيناه درج فؤاده * فليس بمحتاج إلى أن يذكرا\r\nوكتب أيضا إلى الشيخ الإمام أبي بكر عبد القاهر :\r\nما أبو عامر سوى اللطف شيء * إنه جملة كما هو روح\r\nكل ما لا يلوح من سر معنى * عند تفكيره فليس يلوح\r\nقال المؤلف هذا آخر ما نقلته من خط أبي عامر رحمه الله\r\nوله من التصانيف كتاب عروق الذهب في الشعر واختياره كتاب قلائد الشرف في الشعر أيضا كتاب البيان في علم القرآن كتاب سلوة الغرباء\r\nونقلت من خط الأديب يعقوب بن أحمد النيسابوري وتصنيفه رقعة كتبها الشيخ الفقيه الجليل أبو عامر الفضل بن إسماعيل الجرجاني أدام الله تأييده إلى الشيخ الرئيس الشهيد أبي المحاسن سعد رحمه الله\r\nقال\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nيعقوب وكتبتها من خطه إبان مقدمه نيسابور في شعبان سنة ثمان وخمسين وأربعمائة أنا في هذه السنة أطال الله بقاء الشيخ من الاختلال والتكشف والاعتلال والتشعث على صورة أستحيي من عرضها وآنف من شرحها وقد رحب عامتها بما أشكر الله تعالى عليه وأدرع الصبر في كل ما يمتحن عباده به وأعمل الحيلة من الآن في استقراض ما عسى أن يبلغني المحل ولكن من يقرض أبا فرعون بعد وقوفه بالأبواب مع العصا والجراب وأسأل الله تعالى السلامة ثم أسأل سيدنا أن ينظر واحدة فيما أقول من قبل أن يعضل الداء فلا ينفع الدواء ويعظم النقب فلا ينجع الهناء وأن يجعل عنوان بره ألا يرى تعليق هذه الرقعة ضراعة أو رقاعة فما في شرط الحكمة أن أكتم عنه متربة وأتضور جوعا ومسغبة\r\nولولا مكاني من خدمته ومكاني من شفقته\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nلكان استفاف الملة أحب إلي من إظهار الخلة والسلام\r\nومن كتاب مرو لأبي سعد السمعاني لأبي عامر الفضل بن إسماعيل الجرجاني التميمي يصف هرة :\r\nإن لي هرة خضبت شواها * دون ولدان منزلي بالرقون\r\nثم قلدتها لخوفي عليها * ودعات ترد شر العيون\r\nكل يوم أعولها قبل أهلي * بزلال صاف ولحم سمين\r\nوهي تلعابة إذا ما رأتني * عابس الوجه وارم العرنين\r\nفتغني طورا وترقص طورا * وتلهى بكل ما يلهيني\r\nلا أريد الصلاء إن ضاجعتني * عند برد الشتاء في كانون\r\nوإذا ما حككتها لحستني * بلسان كالمبرد المسنون\r\nوإذا ما جفوتها استعطفتني * بأنين من صوتها ورنين\r\nوإذا ما وترتها كشفت لي * عن جراب ليست متاع العيون\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nأملح الخلق حين تلعب بالفار * فتلقيه في العذاب المهين\r\nوإذا مات حسه أنشرته * بشمال مكروبة أو يمين\r\nوتصاديه بالغفول فإن رام * انجحارا علته كالشاهين\r\nوإذا ما رجا السلامة منها * عاجلته بنشطة التنين\r\nوكذاك الأقدار تفترس المرء * وتغتاله بقطع الوتين\r\nبينما كان في نشاط وأنس * إذ سقاه ساق بكأس المنون\r\nويروى له :\r\nعلقتها بيضاء ظامية الحشا * تسبي القلوب بحسنها وبطيبها\r\nمثل الشقائق في احمرار خدودها * للناظرين وفي اسوداد قلوبها\r\nوله :\r\nوقد يستقيم المرء فيما ينوبه * كما يستقيم العود في عرك أذنه\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\n\r\nويرجح من فضل الكلام إذا مشى * كما يرجح الميزان من فضل وزنه\r\n( 32 - الفضل بن إبراهيم بن عبد الله الكوفي )\r\nأبو العباس النحوي المقرئ أخذ القراءة عن أبي الحسن علي بن حمزة الكسائي وقرأ الكسائي على عيسى بن عمر الهمذاني عن حمزة الزيات ولا أعرف من حاله أكثر من هذا وله اختيار في أحرف يسيرة وإنما ذكرته لأنه يعرف بالنحوي\r\n( 33 - الفضل بن الحباب بن محمد بن شعيب بن صخر )\r\nالجمحي يكنى أبا خليفة من أهل البصرة\r\nقال أبو الطيب اللغوي هو ابن أخت محمد بن سلام من رواة الأخبار والأدب والأشعار والأنساب مات في\r\nشهر ربيع الأول من سنة خمس وثلاثمائة بالبصرة وكان قد ولي القضاء بالبصرة وكان أعمى روى عن خاله كتبه فأكثر\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nوعن غيره وروى له من الكتب كتاب طبقات شعراء الجاهلية كتاب الفرسان\r\nوكان شاعرا فمن شعره ما أنشده محمد بن عمر بن عثمان البغدادي عنه :\r\nقالوا نراك تطيل الصمت قلت لهم * ما طول صمتي من عي ولا خرس\r\nلكنه أحمد الأمرين عاقبة * عندي وأبعده من منطق شكس\r\nأأنشر البز فيمن ليس يعرفه * أو أنثر الدر للعميان في الغلس\r\nقالوا نراك أديبا لست ذا خطل * فقلت هاتوا أروني وجه مقتبس\r\nلو شئت قلت ولكن لا أرى أحدا * يروي الكلام فأعطيه مدى النفس\r\nوقد روي من جهة أخرى أن هذه الأبيات لابن دريد لما نزل سيراف سئل أن يجلس للقراءة عليه فأبى ذلك إن لم يكن هناك من يساوي أن يجلس له فكتب هذه الأبيات في قبلة مسجد سيراف وانصرف .\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nنقلت من خط أبي سعد السمعاني بإسناد له قال ألقيت رقعة إلى أبي خليفة الفضل بن الحباب القاضي فيها مجزوء الكلام :\r\nقل للحكيم أبي خليفه * يا زين شيعة أبي حنيفة\r\nإني قصدتك للذي * كاتمت من حذر وخيفه\r\nماذا تقول لطفلة * في الحسن منزلها شريفه\r\nتصبو إلى زين الورى * من غير ما بأس عفيفه\r\nفقرأ الرقعة ثم كتب على ظهرها :\r\nيا من تكامل ظرفها * حال الهوى حال شريفه\r\nإن كنت صادقة الذي * كاتمت من حزن وخيفه\r\nفلك السعادة والشهادة * والجلالة يا شريفه\r\nهذا النصاح بعينه * وبه يقول أبو حنيفة\r\nنقلت من خط الإمام الحافظ حقا صديقنا ومفيدنا أبي نصر عبد الرحيم بن النفيس بن وهبان من كتاب الإرشاد في معرفة علماء الحديث تصنيف الخليل بن عبد الله بن محمد الحافظ القاضي أنشدني الصاحب إسماعيل بن عباد الوزير\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nأنشدني أبي أنشدني أبو خليفة لنفسه :\r\nشيبان والكبش حدثاني * شيخان بالله عالمان\r\nقالا إذا كنت فاطميا * فاصبر على نكبة الزمان\r\nقال إني سألت أبا خليفة عن الكبش من هو قال أبو الوليد الطيالسي وشيبان هو ابن فروخ الأبلي\r\nقال الخليل قلت لعبد الله بن محمد هذا يدل على أن أبا خليفة كان يميل إلى التشيع فقال نعم\r\nقرأت بخط أبي سعد أيضا بإسناد له إلى أبي سهل هارون بن أحمد بن هارون الأستراباذي قال أنشدنا الفضل بن الحباب الجمحي القاضي لنفسه :\r\nومتعب السفر مرتاح إلى بلد * والموت يرصده في ذلك البلد\r\nوضاحك والمنايا فوق هامته * لو كان يعلم غيبا مات من كمد\r\nآماله فوق ظهر النجم شامخة * والموت من تحت إطليه على الرصد\r\nمن كان لم يعط علما في بقاء غد * ماذا تفكره في رزق بعد غد\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nقرأت في كتابه هراة للفامي قال روي عن محمد بن إبراهيم بن عبدويه بن سدوس بن علي أبي عبد الله المسندي أنه قال كنا عند أبي خليفة القاضي بالبصرة فدخل عليه اللص داره فصاح ابنه باللص فخرج أبو خليفة إلى صحن الدار وقال أيها اللص مالك ولنا إن أردت المال فعليك بفلان وفلان إنما عندنا قمطران قمطر فيه أحاديث وقمطر فيه أخبار إن أردت الحديث حدثناك عن أبي الوليد الطيالسي وأبي عمر الجوصي وابن كثير وهو محمد وإن أردت الأخبار أخبرناك عن الرياشي عن الأصمعي ومحمد بن سلام\r\nفصاح ابنه إنما كان كلبا\r\nفقال الحمد لله الذي مسخه كلبا ورد عنا حربا\r\nوذكر التنوخي هذه الحكاية وقال في آخرها فقال له غلامه يا مولاي ليس إلا الخير إنما هو سنور\r\nفقال أبو خليفة الحمد لله الذي مسخه هرا وكفانا شرا\r\nقال المؤلف ومثل هذه الحكاية تحكى عن أبي حية النميري مشهورة عنه وقال في آخرها الحمد لله الذي مسخه كلبا وردنا حربا .\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nوقرأت في كتاب أبي علي التنوخي\r\nحدثني أبي رضي الله عنه أن صديقا لأبي خليفة القاضي اجتاز عليه راكبا وهو في مسجده فسأله أن ينزل عنده فيحادثه فقال أمضي وأعود فقال له أبو خليفة إيحاشك فقد وإيناسك وعد\r\nقال وكان أبو خليفة كثير الاستعمال للسجع في كلامه وكان بالبصرة رجل يتحامق ويتشبه به يعرف بأبي الرطل\r\nلا يتكلم إلا بالسجع هزلا كله فقدمت هذا الرجل امرأته إلى أبي خليفة وهو يلي قضاء البصرة إذ ذاك وادعت عليه الزوجية والطلاق فأقر لها بهما فقال له أبو خليفة أعطيها مهرها\r\nفقال أبو الرطل كيف أعطها مهرها ولم تقلع مسحاتي نهرها\r\nفقال له أبو خليفة فأعطها نصف صداقها\r\nفقال لا أو أرفع بساقها وأضعه في طاقها\r\nفأمر به أبو خليفة فصفع\r\nقال وأخبرني غير واحد أن الرطل هذا كان إذا سمع رجلا يقول لا ننكر لله قدرة قال هو ولا للهندبا خضرة\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nولا للزردج صفرة ولا للنخلة بسرة ولا للعصفر حمرة ولا للقفا نقرة\r\nحدث أبو علي التنوخي حدثني أبو علي الحسن بن سهل بن عبد الله الإيذجي وكان يخلف أبا علي على القضاء بإيذج ورامهرمز ثم لم يزل على الحكم ونادم أبا محمد المهلبي في وزارته فغلب عليه وعلا محله عنده وتخالع وتهتك فيما لا يجوز للقضاة وكان يدعى بالقضاء ويخاطبه أبو محمد في الوزارة في كتبه بسيدي القاضي وكان له محل مكين من الأدب قال وردت البصرة وأنا حديث السن لأكتب العلم وأتأدب فلزمني أبو عبد الله المسمعي وكنت اقتصر عليه فكتب إلي يوما وقد قرص الهواء :\r\nأيهذا الفتى وأنت فتى الدهر * إذا عز أن يقال فتى\r\nطوبى لمن كان في الشتاء له * كأس وكيس وكسوة وكسا\r\nوكتب في الرقعة وقد بقيت كاف أخرى لولا أني أحب\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nتقليل المئونة عليك لذكرتها يعني الكس\r\nفبعث إليه بجميع ما التمسه\r\nقال التنوخي وحدثني قال كان أبو خليفة القاضي صديقا لأبي وعمي أيام وفد إلى كور الأهواز في فتنة الزنج فلما قدمت إلى البصرة قدمتها مع أبي فأنزلنا أبو خليفة داره وأكرمنا وأمكنني من كتبه فكنت أقرأ عليه كل ما أريد وأسمع كيف شئت وأكتب وأنسخ لنفسي وأصوله لي مبذولة فإذا كان الليل جلسنا وتحادثنا فربما أحببت القراءة عليه فيجيبني فإذا أضجرته يقول يا بني روحني فأقطع القراءة وإذا استراح أخرج من كمه دفترا من ورق أصفر فيقول اقرأ علي منه فإنه خطي وما تقرؤه علي فهو من خط غيري فكنت أقرأ عليه منه وكان فيه ديوان عمران بن حطان فكان يبكي على مواضع منه فأنشدته ليلة القصيدة التي فيها البيتان المشهوران :\r\nيا ضربة من تقي ما أراد بها * إلا ليبلغ من ذي العرش رضوانا\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nإني لأذكره يوما فأحسبه * أوفى البرية عند الله ميزانا\r\nفبكى عليهما لما انتهيت إليهما حتى كاد يعمى فاستطرفت ذلك وعجبت منه فلما كان من الغد اجتمعت مع المفجع فحدثته بذلك واغتررت به للأدب واستكتمته إياه فأشاعه وأذاعه وعمل :\r\nأبو خليفة مطوي على دخن * للهاشميين في سر وإعلان\r\nما زلت أعرف ما يخفي وأنكره * حتى اصطفى شعر عمران بن حطان\r\nوأنشدنيها لنفسه وأنشدها غيري فكتبها عنه بعض أهل الأدب في رقعة لطيفة وجعلها في مقلمته وحضرنا عند أبي خليفة في مجلس عام فنفض الرجل مقلمته وقد أنسي ما فيها فسقطت الرقعة وانصرف الناس ووجدها أبو خليفة وقرأها فاستشاط\r\nوقال ابن الإيذجي قبحه الله وترحه أشاط بدمي علي بأبي العباس الساعة يعني والدي\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nفجاءه وحدثه الحديث فوقعت في ورطة وكادت الحال أن تنفرج بيني وبين أبي ومنعني أبو خليفة القراءة واحتشمني فحملت إليه ثيابا لها قدر وأهديت إليه من مأكل الجند واعتذرت إليه فرجع إلي وقبل عذري وعاود تدريسي ومكنني من القراءة عليه فقرأت كتاب الطبقات وغيره مما كان عنده وقال لا أظهر الرضا عنك أو تكذب نفسك ففعلت ذلك وأعطيت المفجع ثوبا دبيقيا حتى كف عن إنشاد الأبيات وجحدها واعتذر إلى أبي خليفة\r\nقال وقال أبو علي عقيب هذا أكثر رواة العرب فيما بلغني عنهم إما خوارج وإما شعوبية كأبي عبيدة معمر بن المثنى وأبي حاتم سهل السجستاني وفلان وفلان وعدد جماعة\r\nوقرأت بخط ابن مختار اللغوي المصري أبو خليفة الفضل بن الحباب اشترى جارية فوجدها خشنة فقال يا جارية هل من بزاق أو بصاق أو بساق العرب تنقل السين صادا أو زايا فتقول\r\nأبو الصقر والزقر\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\n\r\nوالسقر فقالت الحمد لله الذي ما أماتني حتى رأيت حري قد صار ابن الأعرابي يقرأ عليه غرائب اللغة\r\n( 34 - الفضل بن خالد أبو معاذ النحوي )\r\nالمروزي مولى باهلة روى عن عبد الله بن المبارك وعبيد بن سليم\r\nروى عنه محمد بن علي بن الحسن بن شقيق وأهل بلده\r\nمات سنة إحدى عشرة ومائتين ذكر ذلك الحاكم بن البيع في تاريخ نيسابور\r\nقال الأزهري ولأبي معاذ كتاب في القرآن حسن\r\nقلت وقد روى عنه الأزهري في كتاب التهذيب فأكثر وذكره محمد بن حيان في تاريخ الثقات في الطبقة الرابعة بمثل ذلك سواء ولعل الحاكم عنه نقل\r\n( 35 - الفضل بن صالح العلوي الحسني )\r\nالنحوي أبو المعالي اليماني مات في سنة نيف وثمانين وأربعمائة\r\nقال عبد الغافر قال وحضر نيسابور وسمع الحديث من مشايخنا الذين رأيناهم ولا شك أنه سمع في أسفاره الكتب .\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\n\r\n( 36 - الفضل بن عمر بن منصور بن علي )\r\nأبو منصور يعرف بابن الرائض الكاتب من أهل باب الأزج كان حافظا لكتاب الله قرأ بالعشر على علي بن عساكر البطائحي وخطه غاية في الجودة على طريقة ابن هلال البواب ولذلك أوردناه في هذا الكتاب . بلغني أن\r\nمولده في سنة اثنتين وخمسين وخمسمائة ومات في جمادى الآخرة سنة تسع وستمائة\r\n( 37 - الفضل بن محمد بن أبي محمد اليزيدي )\r\nيكنى أبا العباس وقد ذكرنا نسبه ونسب أهله والسبب الذي لأجله سموا اليزيديين في باب جده أبي محمد يحيى بن المبارك وكان الفضل أحد الرواة العلماء والنحاة النبلاء أخذ عنه العلم الكثير ورواه من جهته الجم الغفير ومات فيما ذكره ابن النديم سنة ثمان وسبعين ومائتين\r\nحدث المرزباني عن الصولي عن أحمد بن يزيد المهلبي قال قال إبراهيم بن المدبر اجتمع عندي يوما الفضل\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nاليزيدي والبحتري وأبو العيناء فجلس الفضل يلقي على بعض فتياننا نحوا فقال له أبو العيناء هذا بابي وباب الوالدة حفظها الله\r\nفغضب الفضل وانصرف\r\nوخرج البحتري إلى سامرا من بغداد وكتب إلي شعرا أوله :\r\nذكرتنيك روحة للشمول\r\nوهجا فيها الفضل فقال :\r\nجل ما عنده التردد في الفاعل * من والديه والمفعول\r\nقال إبراهيم فأمرت أن يكتب جواب الكتاب ويوجه إليه بمائة دينار\r\nودخل أبو العيناء فأقرأته الشعر فقال أعطني نصف المائة فإنه هجاه والله بكلامي\r\nفأخذ خمسين ووجهت إلى البحتري بخمسين وعرفته الخبر فكتب لي صدق والله ما بنيت أبياتي إلا على معناه\r\nوحدث المرزباني في كتاب المعجم قال كتب الفضل بن محمد بن أبي محمد اليزدي إلى أبي صالح بن صالح بن يزداد وكان يداعبه وجرت بينهما جفوة :\r\nاستحي من نفسك في هجري * واعرف بنفسي أنت لي قدري\r\nواذكر دخولي لك في كل ما * يجمل أو يقبح من أمر\r\nقد مر لي شهر ولم ألقكم * لا صبر لي أكثر من شهر\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nوحدث ابن ناقياء في كتاب ملح الممالحة قال قال الفضل بن محمد اليزيدي كان محمد بن نصر بن منصور بن بسام الكاتب اشترى منزلا وآلة وطعاما وعبيدا وكان ناقص الأدب وكنت أختلف إلى ولده وولد عبد الله بن إسحاق بن إبراهيم ليقرؤوا علي الأشعار وكان عبد الله بن إسحاق سريا جاهلا\r\nفدخلت يوما والستارة مضروبة ومحمد بن بسام وعبد الله بن إسحاق يشربان وأولادهما بين أيديهما وكانوا قد تأدبوا وفهموا فغني بشعر جرير :\r\nألا حي الديار بسعد إني * أحب لحب فاطمة الديارا\r\nفقال عبد الله بن إسحاق لولا جهل العرب ما كان ذكر لسعد ههنا\r\nفقال محمد بن بسام لا تفعل يا أخي فإنه يقوي معدتهم ويصلح أسنانهم\r\nقال الفضل اليزيدي فقال لي علي بن محمد بن نصر بالله يا أستاذ اصفعهما وابدأ بأبي\r\nقال المؤلف أراد بسعد ههنا اسم موضع معروف\r\nوكتب الحمدوني إلى الفضل :\r\nيا أبا العباس إنا * في نعيم وسرور\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nولدينا أسعد الأمة * في كل الأمور\r\nما لنا عيب سوى بعدك * فامنن بحضور\r\nفأجاب سمعنا وأطعنا\r\n( 38 - الفضل بن محمد بن علي بن الفضل )\r\nالقصباني أبو القاسم النحوي البصري كان واسع العلم غزير الفضل إماما في علم العربية وإليه كانت الرحلة في زمانه وكان مقيما بالبصرة\r\nمات في سنة أربع وأربعين وأربعمائة في أيام القائم وأخذ عنه أبو زكرياء يحيى ابن التبريزي وأبو محمد الحريري\r\nوله تصانيف منها كتاب في النحو وكتاب في حواشي الصحاح وكتاب الأمالي وكتاب في أشعار العرب ومختارها كبير وسمه بالصفوة\r\nقال القاسم بن محمد بن الحريري صاحب المقامات أنشدنا شيخنا أبو القاسم القصباني النحوي لنفسه :\r\nفي الناس من لا يرتجى نفعه * إلا إذا مس بإضرار\r\nكالعود لا يطمع في ريحه * إلا إذا أحرق بالنار\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n( 39 - قابوس بن وشمكير بن زيار )\r\nالديلمي الملقب بشمس المعالي\r\nمن الملوك وكان صاحب جرجان وطبرستان وكان أخوه بهستون وأبوه وشمكير وعمه مرداويج ملوك الري وأصبهان وتلك النواحي لأن أول من ملك من الديلم ليلى بن النعمان فاستولى على نيسابور في أيام نصر بن أحمد الساماني وقام بعده أسفار بن شيرويه وكان مرداويج بن زيار أحد قواده فخرج عليه فحاربه فظفر به مرداويج فقتله وملك مكانه وعمل لنفسه سريرا من ذهب فجلس عليه واشترى عبيدا كثيرة من الأتراك وجعل يقول أنا سليمان وهؤلاء الشياطين\r\nوكان فيه ظلم وجبروت فدخل عليه غلمانه الأتراك فقتلوه في الحمام\r\nوكان بنو بويه من أتباعه فولاهم ولاية استظهروا بها عليه وحاربوه حتى ملكوا وأما هو فلما مات ولت الديلم عليهم أخاه وشكمير فاستولى على جرجان وطبرستان ودامت الحرب بينه وبين ركن الدولة أبي علي بن بويه نيفا وعشرين سنة وركب في آخر أيامه فرسا له فعارضه خنزير فشب به الفرس وهو غافل عنه فسقط على دماغه فهلك .\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nوكتب ابن العميد عن ركن الدولة كتابا يقول فيه الحمد لله الذي أغنانا بالوحوش عن الجيوش\r\nوقام بعده ابنه أبو منصور بهستون بن وشكمير مقامه وتوفي سنة سبع وستين وثلاثمائة وكان عضد الدولة أبو شجاع فناخسرو ابن ركن الدولة أبي علي زوج ابنة بهستون فنفذ معز الدولة إلى المطيع وسأله أن ينفذ إليه الخلع والعهد جرجان وطبرستان ففعل ذلك ولقبه ظهر الدولة ووصله ما نفذ إليه في جمادى الأولى سنة ستين وثلاثمائة فزين بلاده للرسول ونزل عن سريره عند وصول الخلع إليه ونثر عليه النثار العظيم ونفذ للمطيع لله في جواب اللقب ستين ألف دينار عينا وغير ذلك من الثياب والخيل\r\nولما توفي خلف أخوه قابوس بن وشكمير ونفذ إليه الطائع لله الخلع والعهد على طبرستان وجرجان ولقبه شمس المعالي وكان فاضلا أديبا مترسلا شاعرا ظريفا وله رسائل بأيدي الناس يتداولونها وكان بينه وبين الصاحب بن عباد مكاتبة\r\nمات سنة ثلاث وأربعمائة وكان فيه عسف وشدة فسئمه عسكره فتغيروا عليه وحسنوا لابنه منوجهر حتى قبض\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nعلى أبيه وقالوا له إن لم تقبض أنت عليه وإلا قتلناه وإذا قتلناه فلا نأمنك على نفوسنا فنحتاج أن نلحقك به\r\nفوثب عليه وقبض عليه وسجنه في القلعة ومنعه ما يتدثر به في شدة البرد فجعل يصيح أعطوني ولو جل دابة حتى هلك\r\nوكان حكم على نفسه في النجوم أن منيته على يد ولده فأبعد ابنه دارا لما كان يراه من عقوقه وقرب ابنه منوجهر لما رأى من طاعته وكانت منيته بسببه\r\nثم إن منوجهر قتل قتلته وكانوا ستة تواطئوا عليه فقتل خمسة وهرب السادس إلى خراسان فقبضه محمود بن سبكتكين وحمله إليه وقال له إنما فعلت هذا لئلا يتجرأ أحد على قتل الملوك فقتل الآخر\r\nثم مات منوجهر سنة ثلاث وعشرين وأربعمائة فقام ابنه أنوشروان بن منوجهر مقامه وتوفي أنوشروان سنة خمس وثلاثين وأربعمائة ثم ولي ابنه حسان بن أنوشروان\r\nومن شعر قابوس بن وشكمير :\r\nخطرات ذكرك تستثير صبابتي * فأحس منها في الفؤاد دبيبا\r\nلا عضو لي إلا وفيه صبابة * فكأن أعضائي خلقن قلوبا\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nومن رسائله ما كتب به إلى بعض إخوانه كتبت أطال الله بقاء مولاي وما في جسمي جارحة إلا وهي تود لو كانت يدا تكاتبه ولسانا يخاطبه وعينا تراقبه وقريحة تعاتبه بنفس ولهى وبصيرة ورهى وعين عبرى وكبد حرى منازعة إلى ما يقرب منه وتمسكا بما يتصل عنه ومثابرة على أمل هو غايته وتعلقا بحبل عهد هو نهايته وخاطري يميل نحوه ونفسي تأمل دنوه وترجو وتقول أتراه بل لعله وعساه يرق لنفس قد تصاعد نفسها ويرحم روحا قد فارقها روحها ومؤنسها وكيف بقلبه لو عاين صورة هذه صورتها وشاهد مهجة هذه جملتها فليرفق جعلت فداه بمن عاند برحا عظيما وكابد قرحا أليما وليرق لكبد قذفها\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nالبعاد وعين أرقها السهاد وأحشاء\r\nمحرقة بنار الفراق وأجفان مقروحة بدمعها المهراق وقلب في أوصابه متقلب ولب في عذابه معذب فلو أني أسعدت فأعطيت الرضا وخيرت فاخترت المنى لتمنيت أن أتصور صورتك وأطالع طلعتك وأمثل لها مثالي لتراه فأخبرها بكنه حالي ومعناه لترفق لإزالة ما أزاله الدهر إلي ولتتلطف لإماطة ما أماطه علي وأشكو بعض ما نابني من نوائبه وغوائله وأطلقني من أشراكه وحبائله\r\nوكان قد تمت عليه نكبة أخرجته من مقر عزه وموطن ملكه فشتتته عن الأوطان وألحقته بخراسان فأقام بها برهة من الزمان إلى أن أسفر صبحه وفاز بعد الخيبة قدحه وتحرج الزمان من جوره عليه فرد ملكه إليه فقال في حال نكبته :\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nقل للذي بصروف الدهر عيرنا * هل عاند الدهر إلا من له خطر\r\nأما ترى البحر يطفو فوقه جيف * ويستقر بأقصى قعره الدرر\r\nفإن تكن عبثت أيدي الزمان بنا * ونالنا من تأذي بؤسه ضرر\r\nففي السماء نجوم غير ذي عدد * وليس يكسف إلا الشمس والقمر\r\nأما البيت الثاني فأخذه من قول ابن الرومي :\r\nدهر علا قدر الوضيع به * وغدا الشريف يحطه شرفه\r\nكالبحر يرسب فيه لؤلؤه * سفلا ويعلو فوقه جيفه\r\nوقوله وفي السماء نجوم مأخوذ من قول أبي تمام :\r\nإن الرياح إذا ما أعصفت قصفت * عيدان نخل ولا يعبأن بالرتم\r\nبنات نعش ونعش لا كسوف لها * والشمس والبدر منها الدهر في الرقم\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nوكتب شمس المعالي قابوس إلى عضد الدولة وقد أهدى له سبعة أقلام :\r\nقد بعثنا إليك سبعة أقلام * لها في البهاء حظ عظيم\r\nمرهفات كأنها ألسن الحيات * قد جاز حدها التقويم\r\nوتفاءلت أن ستحوي الأقاليم * بها كل وأحد إقليم\r\nوهذا يشبه قول ابن الصابئ وقد ذكر في بابه\r\nقال مؤلف الكتاب وكنت في سنه سبع وستمائة قد توجهت إلى الشام وفي صحبتي كتب من كتب العلم أتجر فيها وكان في جملتها كتاب صور الأقاليم للبلخي نسخة رائقة مليحة الخط والتصوير فقلت في نفسي لو كانت هذه النسخة لمن يجتدي بها بعض الملوك ويكتب معها هذه الأبيات « وقلتها ارتجالا » لكان حسنا والأبيات في معنى أبيات قابوس ولم أكن شهد الله وقعت عليها ولا سمعتها\r\nوهي :\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nولما رأيت الدهر جار ولم أجد * من الناس من يعدى على الدهر عدواكا\r\nركبت الفلا يحدو بي الأمل الذي * يدني على بعد التنائف مثواكا\r\nورمت بأن أهدي إليك هدية * فلم أر ما يهديه مثلي لشرواكا\r\nفجئتك بالأرضين جمعا تفاؤلا * لعلمي بأن الفال رائد عقباك\r\nفخذ هذه واستخدم الفلك الذي * براه إلهي كي يدور ببغياكا\r\nثم إنني بعت النسخة من الملك الظاهر غازي ابن صلاح الدين يوسف بن أيوب صاحب حلب بتخيير المشتري من غير مكسب وجرت لي فيها قصة ظريفة أنزه هذا السلطان عن ذكرها فإنه وإن كان الحظ حرمني فإنه جواد عند\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nغيري\r\nوكان السبب في خروج قابوس عن دار ملكه ولحوقه بخراسان أن عضد الدولة أبا شجاع فناخسرو نقم على أخيه فخر الدولة على فخر الدولة أبي الحسن علي بن الحسن بن بويه\r\nأمرا خالفه فيه فخر الدولة فقصده عضد الدولة إلى همذان وكان مالكها وما والاها فهرب منه حتى لحق بجبال طبرستان فتلقاه قابوس وأكرم مثواه وأنزله عنده وآواه فأنفذ عضد الدولة أخاه الآخر الملقب بأمير الأمراء مؤيد الدولة نحوهما فانحازا عنه وذلك سنة إحدى وسبعين وبعثا إلى أبي الحسن محمد بن إبراهيم بن سيمجور وكان يتولى إمارة نيسابور وما دون جيحون من قبل السديد أبي صالح منصور بن نوح الساماني يستجديانه ويستعينانه فوعدهما وأبطأ عليهما لانحلال الأحوال بخراسان لاختلاف الأيدي بها فسارا هاربين حتى وردا نيسابور ومنها إلى بخارى فأرسل صاحب بخارى معهما جيشا صحبة تاش الحاجب وولاه نيسابور فلم يصنع معهما شيئا وقال قابوس في تلك الحال :\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nلئن زال أملاكي وفات ذخائري * وأصبح جمعي في ضمان التفرق\r\nفقد بقيت لي همة ما وراءها * منال لراج أو بلوغ لمرتقي\r\nولي نفس حر تأنف الضيم مركبا * وتكره ورد المنهل المتدفق\r\nفإن تلفت نفسي فلله درها * وإن بلغت ما ترتجيه فأخلق\r\nمن لم يردني والمسالك جمة * فأي طريق شاء فليتطرق\r\nوله :\r\nبالله لا تنهضي يا دولة السفل * وقصري فضل ما أرخيت من طول\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nأسرفت فاقتصدي جاوزت فانصرفي * عن التهور ثم امشي على مهل\r\nمخدمون ولم تخدم أوائلهم * مخولون وكانوا أرذل الخول\r\nفأما أبو الحسن علي بن بويه فإنه لما مات أخوه في سنة ثلاث وسبعين استدعاه ابن عباد وأقامه مقام أخيه وأما قابوس فإنه لما تطاولت مدته ولم ير عند السامانية ناصرا قصد أطراف بلاده فتجمعت إليه الجيوش وعاد إلى بلاده وقاتل المستولي عليها حتى عاد إلى سرير ملكه بعد ثماني عشرة سنة\r\nوذكر أبو الريحان محمد بن أحمد البيروني في رسالة له سماها التعلل بإجالة الوهم في معاني منظوم أولي الفضل قال وكنت أستحسن من شمس المعالي قابوس إعراضه عن إنشاد مدائحه في وجهه وبين يديه وكان يطلق للشعراء المجتمعين على بابه في النيروز والمهرجان مقدارا من البر ويرسم لأبي الليث الطبري توزيعه عليهم بحسب رتبهم « ويقول » إنهم قوم مستميحون\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nبما يتفاضلون فيه لكني لا أستجيز سماع أكاذيبهم التي أعرف من نفسي خلافها وأتحرز بذلك من الاستغبان\r\nولقابوس فصل يعزي حشو هذا الدهر أطال الله بقاء مولاي أحزان وهموم وصفوه من غير كدر معدوم فما أولاه أيده الله بأن يتأمل أحواله ويستشف ضروبه وأحكامه فإن وجد أحدا سلم من وجد أو عري من فقد\r\nلقي خلاف المعهود وحق له التأسي على المفقود وإن علم أن الخلق فيه شرع وأن الباقي للماضي تبع قدم من السلوة والصبر ما لا بد من المصير إليه آخر الأمر ليحصل له الثواب والأجر\r\nوالسلام\r\nقال أبو حيان قال لي البديهي مدحت وشمكير بمدائح فاحت رياها شرقا وغربا بعدا وقربا فما أثابني عليها إلا بشيء يسير وقصده بعض الأغتام من الجبال فمدحه بقصيدة ركيكة غير موزونة تعلقها بالهجاء\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nأكثر من تعلقها بالمديح فأعطاه ما أغناه وأعقابه بعده فشكوت إلى ابن ساسان ذلك فقال لي إفراط العلم مضر بالجد والجد والعلم قلما يجتمعان والكد للعلم والجد للجهل وأنشأ يقول :\r\nإن المقادير إذا ساعدت * ألحقت العاجز بالحازم\r\nوللصاحب يهجو قابوس :\r\nقد قبس القابسات قابوس * ونجمه في السماء منحوس\r\nوكيف يرجى الفلاح من رجل * يكون في آخر اسمه بوس\r\nفأجابه قابوس :\r\nمن رام أن يهجو أبا قاسم * فقد هجا كل بني آدم\r\nلأنه صور من مضغة * تجمعت من نطف العالم\r\nقال أبو سعد الآبي في تاريخه في شهر ربيع الآخر سنة ثلاث وأربعمائة كانت الأخبار تواترت بموت قابوس بن وشمكير ثم ورد الخبر بأنه لم يمت ولكنه نكب وأزيل عن الملك وذلك أنه كان قد أسرف في القتل\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nوتجاوز الحد في سفك الدماء ولم يكن يعرف حدا في التأديب وإقامة السياسة غير ضرب الأعناق وإماتة الأنفس وكان يأتي ذلك في الأقرب فالأقرب والأخص فالأخص من الجند والحاشية حتى أفنى جميعهم وأتى على جلهم وأذل الخيل وأصناف العسكر للرعية وجرأهم عليهم ولم يتظلم أحد من أهل البلد من واحد من أكابر عسكره إلا قتله وأتى على نفسه من غير أن يتفحص عن الشكوى أصحيحة أم باطلة فتبرم به عسكره وحاشيته وخافوا سطوته ولم يأمنوا ناحيته فمشى بعضهم إلى بعض وتمالؤوا عليه وتعاهدوا وتحالفوا وخفي الأمر لأنه كان خرج إلى حصن بناه وسماه « شمراباذ » وعزم القوم أن يتسلقوا عليه ويغتالوه وقد واطأهم على الأمر جميع من كان معه في الحصن فتعذر عليهم الصعود إليه والهجوم عليه وعلموا أنهم لو قد أصبحوا وقد عرف الخبر لم ينج منهم أحد فنعوه إلى الناس وذكروا أنه قد قضى نحبه فانتهبت اصطبلاته وسيقت دوابه وبغاله ولم يقدر هو على مفارقة الموضع لإعواز الظهور التي تحمل وتنقل عليها خزائنه وكان عنده\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nوزيره أبو العباس الغانمي فأتهمه بممالأة القوم فأوقع به وقتله\r\nوخاطب العسكر من ذلك الموضع ومن جرجان منوجهر وكان إذ ذاك مقيما بطبرستان فاستدعوه وكتبوا إليه بالحضور وأنه متى تأخر قدموا غيره فبادر إليهم فقلدوه الأمر وبلغ ذلك قابوس وقد تفرق عنه من غدر به فجمع أمراء الرستاق\r\nوفارق المكان وصحبه طائفة من العرب وغيرهم من الجند وخرج إلى بسطام مع خزائنه وأسبابه وتبعه منوجهر ابنه مع العسكر فحصره وامتنع هو عليه ثم أمكن من نفسه عند الضرورة فقبض عليه وحمل إلى بعض القلاع وتقرر أمر ابنه منوجهر ولقب « بفلك المعالي » وكان أبوه يلقب « شمس المعالي » ثم ورد الخبر في جمادى الآخرة بصحة موت قابوس وأقام التعزية في ممالكه عنه وكان موته في مجلسه بقلعة جناشك وذكر أنه اغتيل\r\nوحمل تابوته إلى جرجان ودفن في مشهد عظيم كان بناه لنفسه وأنفق عليه الأموال العظيمة وبالغ في تحصينه وتحسينه .\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\n( 40 - القاسم بن أحمد بن الموفق أبو محمد الأندلسي )\r\nاللورقي يلقب علم الدين مولده فيما أخبرني عن نفسه في حدود سنة إحدى وستين وخمسمائة وهو إمام في العربية وعالم بالقرآن والقراءة\r\nاشتغل بالأندلس في صباه وأتعب نفسه حتى بلغ من العلم مناه فصار عينا للزمن ينظر به إلى حقائق الفضائل فما من علم إلا وقد أخذ منه بأوفر نصيب وحصل منه على أعلى ذروة\r\nوكنت لقيته بمحروسة حلب في سنة ثمان عشرة وستمائة ففزت من لقائه بالأمنية واقتضبت من فوائده كل فضيلة شهية\r\nوحدثني أنه قرأ القرآن بمرسية من بلاد الأندلس على الشيخ أبي عبد الله محمد بن سعيد بن محمد المرادي المرسي وعلى أبي الحسن علي بن يوسف بن الشريك الداني بمرسية\r\nوببلنسية على أبي عبد الله محمد بن أيوب بن محمد بن نوح الغافقي الفقيه وعلى الشيخ المقرئ أبي العباس أحمد بن علي بن محمد بن عون الله الأندلسي\r\nوقرأ النحو على أبي الحسن علي بن الشريك المذكور ابن نوح المذكور\r\nثم خرج إلى مصر في سنة إحدى وستمائة فقرأ بها\r\nالقرآن على الشيخ أبي الجود غياث بن فارس بن\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nمكي اللخمي وبدمشق على الشيخ الإمام تاج الدين أبي اليمن الكندي قرأ عليه القرآن جميعه بكتاب المهج تصنيف أبي محمد المقرئ وكتاب سيبويه وكثيرا من كتب الأدب وسمع منه أكثر سماعاته كتاريخ الخطيب والحجة وأدب الكاتب وغير ذلك\r\nوكان وروده إلى دمشق سنة ثلاث وستمائة\r\nوببغداد على الشيخ أبي البقاء الحسين ابن عبد الله العكبراوي وسمع الحديث على جماعة منهم\r\nوأما معرفته بالفقه والأصول وعلوم الأوائل كالمنطق وغيره فهو الغاية فيه\r\nوله من التصانيف كتاب شرح المفصل في عشر مجلدات وكتاب في شرح قصيدة الشاطبي وكتاب شرح مقدمة الجزولي مجلدان\r\nوأنشدني قال أنشدني تاج الدين أبو اليمن لنفسه رحمه الله :\r\nتركت قيامي للصديق يزورني * ولا عذر لي إلا الإطالة في عمري\r\nولو بلغوا من عشر تسعين نصفها * تبين في تركي القيام لهم عذري\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n\r\n( 41 - القاسم بن إسماعيل أبو ذكوان الراوية )\r\nقال محمد بن إسحاق النديم قال أبو سعيد يعني السيرافي وقد كان في أيام المبرد جماعة نظروا في كتاب سيبويه ولم يكن لهم نباهته منهم أبو ذكوان القاسم بن إسماعيل\r\nولأبي ذكوان كتاب معاني الشعر رواه عنه ابن درستويه\r\nووقع أبو ذكوان إلى السيراف أيام الزنج وكان علامة أخباريا قد لقي جماعة من أهل العلم\r\nوكان التوزي زوج أم أبي ذكوان\r\n( 42 - قاسم بن أصبغ بن محمد بن يوسف بن ناصح )\r\nابن عطاء البياني أبو محمد مولى الوليد بن عبد الملك إمام من أئمة العلم حافظ مكثر مصنف كان أصله من بيانه وسكن قرطبة وبها مات سنة أربعين وثلاثمائة عن سن عالية\r\nويقال إنه لم يسمع منه شيء قبل موته بسنتين\r\nذكره الحميدي فقال سمع محمد بن وضاح ومحمد بن عبد السلام الحسني وجماعة ورحل\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\nفسمع إسماعيل بن إسحاق القاضي وأبا إسماعيل محمد بن إسماعيل الترمذي والحارث بن أبي أسامة وأبا قلابة الرقاشي وعبد الله بن مسلم بن قتيبة وأحمد بن زهير بن حرب وأبا بكر بن أبي الدنيا وذكر جماعة ثم قال وغيرهم\r\nوصنف كتبا منها كتاب الحمر وكتاب في أحكام القرآن على أبواب كتاب ابن الجارود المنتقى قال أبو محمد علي بن أحمد وهو خير منه انتقاء وأنقى حديثا وأعلى سندا وأكثر فائدة وله كتاب في فضائل قريش وكتاب في الناسخ والمنسوخ وكتاب في غرائب حديث مالك بن أنس مما ليس في الموطأ وكتاب في الأنساب في غاية الحسن والإيعاب\r\nوكان من الثقة والجلالة بحيث اشتهر أمره وانتشر ذكره وروى عنه جماعة من أهل بلده وغيرهم\r\n( 43 - قاسم بن ثابت السرقسطي )\r\nذكره الحميدي فقال هو مؤلف كتاب غريب\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nالحديث رواه عنه ابنه ثابت\r\nوله فيه زيادات وهو كتاب حسن مشهور وذكره أبو محمد علي بن أحمد وأثنى عليه وقال ما شآه أبو عبيد إلا بتقدم العصر\r\n( 44 - القاسم بن الحسين بن محمد أبو محمد الخوارزمي )\r\nصدر الأفاضل حقا وواحد الدهر في علم العربية صدقا ذو الخاطر الوقاد والطبع النقاد والقريحة الحاذقة والنحيزة الصادقة برع في علم الأدب وفاق في نظم الشعر ونثر الخطب فهو إنسان عين الزمان وغرة جبهة هذا الأوان سألته عن مولده فقال مولدي في الليلة التاسعة من شعبان سنة خمس وخمسين وخمسمائة\r\nوحضرت في منزله بخوارزم فرأيت منه صدرا يملأ الصدر ذا بهجة سنية وأخلاق هنية وبشر طلق ولسان ذلق فملأ قلبي وصدري وأعجز وصفه نظمي ونثري واستنشدته من قبله فأنشدني لنفسه بمنزله في خوارزم\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nفي سلخ ذي القعدة سنة ست عشرة وستمائة :\r\nيا زمرة الشعراء دعوة ناصح * لا تأملوا عند الكرام سماحا\r\nإن الكرام بأسرهم قد أغلقوا * باب السماح وضيعوا المفتاحا\r\nورأيته شيخا بهي المنظر حسن الشيبة كبيرها سمينا بدينا عاجزا عن\r\nالحركة وكان في حلقه حوصلة كبيرة\r\nوقلت له ما مذهبك فقال حنفي ولكن لست خوارزميا لست خوارزميا يكررها إنما اشتغلت ببخارى فأرى رأي أهلها\r\nنفى عن نفسه أن يكون معتزليا رحمه الله\r\nقال وسألني قاضي القضاة بخوارزم أن أنشئ له أبياتا يكتبها على جدران دار استحدث بناءها فقلت :\r\nمن كان يفخر بالبنيان والشرف * فليس فخري بغير المجد والشرف\r\nما قيمة الدار لولا فضل ساكنها * وأي وزن بدون الدر للصدف\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nإن كان يعجبني خشب مسندة * فلست أكرم نجل من بني خلف\r\nقد صح لي باتفاق الناس كلهم * رواية العدل والإنصاف عن سلفي\r\nإني لمن معشر كانت معايشهم * بالقصد أما عطاياهم فبالسرف\r\nقوم متى طلعت ليلا مآثرهم * رأيت بدر الدجى في زي منخسف\r\nبدولة الملك الميمون طائره * أنى توجهت فالإقبال مكتنفي\r\nوأنشدني لنفسه :\r\nأيا سائلي عن كنه علياه إنه * لأعطي ما لم يعطه الثقلان\r\nفمن يره في منزل فكأنما * رأى كل إنسان وكل مكان\r\nوأنشدني لنفسه في أنباء شيخ الإسلام الرستاني\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nورشتان من قرى مرغينان ومرغينان من بلاده فرغانة :\r\nفديت إماما صيغ من عزة النفس * أنامله والسحب نوعان من جنس\r\nأشد ارتياحا نحو طلعة معتف * من المفلس الخاوي اليدين إلى الفلس\r\nوأفقه في تدريسه من محمد * وأجود من كعب وأخطب من قس\r\nمناقب لو أن الحرابي مرة * بصرن بها استنكفن عن خدمة الشمس\r\nويغدو على طرف من الشقر كلما * رأته إماء الحي وافته للقبس\r\nعلى سابح من خلقة الوهم طالع * وأهون شيء عنده درك الأمس\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nفتى سومته خلقه وهو فاغم * ولا فغمة المسك الخرائد للعرس\r\nله الصفو من ودي وإخوته الألى * غدوا من سهام الزيغ للدين كالترس\r\nلفتيان صدق ما اقتنوا طول عمرهم * سوى البحث والإفتاء والوعظ والدرس\r\nلأربعة شادوا الهدى بعد شيخهم * فقد بني الإسلام منهم على خمس\r\nبنور إلهي عليهم وزهدهم * وعلمهم أضحوا ملائكة الإنس\r\nفعاشوا لترشيح الهدى ويراعهم * بصائبة الأحكام يقطر في الطرس\r\nوقال بعض الفضلاء الخراسانية في الإمام صدر الأفاضل يمدحه :\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nإن للعالمين فخرا وزينا * وجمالا يجل عن كل شين\r\nبفتى وافر العلوم نقاب * مثله ما رأيت قط بعيني\r\nليس ذاك الفتى المبرز إلا * أفضل الناس قاسم بن الحسين\r\nوحدثني صدر الأفاضل قال بعض الفضلاء العراقية في وهو من أصحابي :\r\nيقولون إن الأصمعي لبارع * وبالنحو والآداب والشعر عالم\r\nكذا ابن دريد والخليل وجاحظ * وكل لدر العلم والفضل ناظم\r\nفقلت أجل قد جل في الناس شأنهم * وأفضل منهم صدر خورزم قاسم\r\nوأنشدني صدر الأفاضل لنفسه :\r\nأتحمل مني نحو ذيالك الرشا * سلاما كصدغيه وحالي مشوشا\r\nوإني لوجدي أستضيء لذي الحمى * بشعلة أنفاسي إذا الليل أغطشا\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nويرحمني العذال حتى يقول لي * أموقد نار بين جنبيك أم حشا\r\nوهل ترد الجرعاء مني بحنة * على طرفيها رونق العهد قد مشى\r\nوإني قد كتمت سري وإنما * برغمي صوب المدمعين به فشا\r\nكما أن صدر الشرق أخفى سخاءه * ولكنه بشر الجبين به وشى\r\nمتى جحدت نعماه أنهض جوده * شهودا من الإحسان لا تقبل الرشا\r\nوإن هزه الإطراء ثم تبجست * أياديه لم يسكر له فقد انتشا\r\nأيلحقه الوهم القطوف إذا سعى * لإدراك غايات العلا متكمشا\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nلك المنهل المسكي ما زال نقعه * يعلل صلا في يمينك أرقشا\r\nفيلفظ في منسابه من لعابه * حتوفا وأرزاقا على حسب ما تشا\r\nوهو أطول من هذا\r\nوحدثني الإمام صدر الأفاضل قال كتب إلي الصوفي المعروف بالصواف يسألني عن بيت حسان بن ثابت وهو :\r\nفمن يهجو رسول الله منكم * ويمدحه وينصره سواء\r\nوقولهم بأن فيه ثلاثة عشر مرفوعا فأجبته :\r\nأفدي إماما وميض البرق منصرع * من خلف خاطره الوقاد حين خطا\r\nيبغي الصواب لدينا من مباحثه * أما درى أن ما يعدو الصواب خطا\r\nالذي يحضرني في هذا البيت من المرفوعات اثنا عشر\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nفمنها قوله فمن يهجو فيه ثلاثة مرفوعات المبتدأ والفعل المضارع والضمير المستكن ومنها المبتدأ المقدر في قوله ويمدحه المعنى ومن يمدحه فيكون هاهنا على حسب المثال الأول ثلاثة مرفوعات أيضا\r\nومنها المرفوعان في قوله وينصره أحدهما الفعل المضارع والثاني الضمير المستكن\r\nومنها المرفوعات الأربعة في قوله سواء اثنان من حيث إنه في مقام الخبرين للمبتدأين واثنان آخران من حيث إن في كل واحد ضميرا راجعا إلى المبتدأ\r\nفهذا يا سيدي جهد المقل وغير مرجو قطع المدى من الكل فليعذرني سيدي قبل الله معاذيره من المرفوع الثالث عشر فإنه لعمري قد استكن واستتر حتى لا أعرف له عينا وكيف يعرف له وجار وقد صار أعزب من العنقاء وأشد عوزا من الوفاء\r\nوأنشدني صدر الأفاضل لنفسه :\r\nسرى ناشدا أنسي قضيب من الآس * فناولني الصهباء والشهد في كأس\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nوأرشدني وهنا لتقبيل خاله * وميض ثناياه وشعلة أنفاسي\r\nولو لم يكن يلقى على جمر خده * من الطرة السوداء ظلة أنقاس\r\nإذا لأضاء الليل حتى انجلت لنا * هواجس تخفيهن أفئدة الناس\r\nوكتب الإمام صدر الأفاضل إلى بعض أصدقائه كتابي إلى المجلس الرفيع جمال الحرمين إمام الفريقين يديم الله رفعته ثم يديم وينيم عنه طوارق الحدثان ثم ينيم وأنا إليه كالصادي إلى قعقعة الجمد وبجماله كهو بجمال المجد لا أروي إلا عن فضله وإفضاله ولا أرتوي إلا من ورده وزلاله ولا أتحسر إلا على ليال وشيتها بجواره ثم طرزتها بحواره :\r\nإذا ذكرتها النفس باتت كأنها * على حد سيف بين جنبي ينتضى\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nتولى الصبا والمالكية أعرضت * وزال التصابي والشباب قد انقضى\r\nرفع الله البين من البين حتى أرى نضاره في قميص من اللجين\r\nومن إنشائه إلى الدار العزيزة ببغداد حرسها الله تعالى رايات مولانا الصوام القوام أمير المؤمنين وإمام المتقين وخليفة رب العالمين الإمام الذي ليس للتابعين غيره إمام ولا دون عتبته متمسك واعتصام هي التي لم أزل أدعو الله أن يعقد بعذباتها النصر ويجعل من أشياعها الذئب والنسر تسايرها الآمال وتحل حيثما رفعت الآجال ويحتف بها الجدود ويرفرف عليها السعود وهذا دعاء\r\nلو سكت كفيته وأمل إن لم أسأله فقد أوتيته منى العبد أن يسعى إلى المواقف المقدسة مسعى القلم يحبو على رأسه لا على القدم ليشم بثراها الثري لخلخلة المسك الذكي ويعفر\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nبها جبينه وأنفه ويجيل في مسارح الحمد طرفه ويستلم عتبة بها التف الثقلان ودانت لها الأيام بعد حران لكن الحوادث قلما توافقه والأيام تماكسه في ذلك وتضايقه وظني بأن الله سوف يريك\r\nولما ورد الرسم أعلى نور الله به مشارق الأرض ومغاربها تلقاه العبد بالتعظيم والإجلال ووضعه على قمة الامتثال وفض ختامه عن الدر المكنون بل أناسي العيون وعن مشمول من الروض مجنوب وكلم على صفحات الدهر مكتوب فما زالت أعضاؤه تود أن تكون شفاها تقبله وخواطر تتأمله تمنيا يلذ به المستهام ويحلو له الغرام ثم استدعى الأرامل والأيامى فأعطاهم واستحضر المساكين واليتامى فأغناهم وأنحى على ما ملكت يمينه من العبيد والأسرى فأعتقهم وأطلقهم شكرا وسأل الله تعالى أن يديم أكناف العرصة الفيحاء مرتعا للعزة القعساء إن شاء الله تعالى :\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nسنا جبينك مهما لاح في الظلم * بتنا نطالع منه نسخة الكرم\r\nإن يزرع الناس في أخلاقهم كرما * فالبدر من جودك الطنان بالديم\r\nتبدو على أشقر خضر حوافره * بحرا يلاطم أمواجا على ضرم\r\nتشم عندك صيد العجم لخلخة * من الرغام بآناف من القمم\r\nكادت لحبك تأتي وهي ساعية * على الرؤوس بدون الساق كالقلم\r\nمن ظن غير نظام الملك ذا كرم * نادى به لؤمه استسمنت ذا ورم\r\nلما أنشدني هذا البيت قال لي من نظام الملك\r\nقلت أنت حرسك الله قائل الشعر تسألني عن ممدوحك فقال لي متبسما لست تعرفه قلت لا والله\r\nقال ولا أنا شهد الله أعرفه لأني ما تعرضت لمدح أحد قط ولا رغبت\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nفي جداه ولا أعرف أحدا أفضل علي إلا مرة واحدة فإن الغربة أحوجتني إليه فلعن الله الغربة\r\nقلت له وكيف ذلك قال إني مضيت إلى بخارى طالبا للعلم وقاصدا للقراءة على الرضي فاجتمع إلي أولا صدر جيهان وغيره فقد أنسيت القصة فلما حذقوا الأدب برني بسبعين دينارا ركنية ووعدني بوعود جميلة ولولا الحاجة والغربة ما قبلتها منه ولقد عرض علي الشهاب الحوفي وهو أحد صدور خوارزم المتقربين من السلطان على أن ينصب لي منصبا ومجلسا بطراحة سوداء إلى جانبه ويعطيني كل شهر عشرة دنانير لأقرأ الأدب فلم أفعل\r\nقلت فمن أين مادة الحياة قال لي خلف لي والدي قدرا يسيرا لا يقنع بمثله إلا أصحاب الزوايا فأنا أنفقه بالميسور وأتلذذ بالغنى عن الجمهور وأنا أقول الشعر والنثر تطربا لا تكسبا وأستعير اسما لا أعرفه :\r\nأفديك ذا منظر بالبشر ملتحف * عن اليمين وللإقبال مبتسم\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nيد الجلال وشت في لوح جبهته * الناس من خولي والدهر من خدمي\r\nولو أناف على هام السها وطني * لما لوت نحوه أجيادها هممي\r\nعلى الندى وقفت أيامه وعلى * نشر المحامد منه ألسن الأمم\r\nما جئت أخدمه إلا وقد سحقت * يدا تلطفه عطرا من الشيم\r\nزف الندى نحوه بكرا مخدرة * لولاه زفت إلى كفن من العدم\r\nيريه شعري نجوم الليل طالعة * والنيرين معا من مشرق الكلم\r\nلا زال مثل هلال العيد حضرته * في الحسن واليمن والإقبال والشمم\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nوعاش للملك يحميه وينصره * فالملك من دونه لحم على وضم\r\nودام كاليم للعافين ملتطما * بنانه وهو مرشوف بكل فم\r\nوله من التصانيف كتاب المجمرة في شرح المفصل صغير وكتاب السبيكة في شرحه أيضا وسط وكتاب التجمير في شرح المفصل أيضا بسيط كتاب شرح سقط الزند كتاب التوضيح في شرح المقامات كتاب لهجة الشرع في شرح ألفاظ الفقه كتاب شرح المفرد والمؤلف كتاب شرح النموذج كتاب شرح الأحاجي لجار الله كتاب خلوة الرياحين في\r\nالمحاضرات كتاب عجائب النحو كتاب السر في الإعراب كتاب شرح الأبنية كتاب الزوايا والخبايا في النحو كتاب المحصل للمحصلة في البيان كتاب عجالة السفر في الشعر كتاب بدائع الملح كتاب شرح اليمني للعتبي .\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\n( 45 - القاسم بن سلام أبو عبيد )\r\nكان أبوه رومانيا مملوكا لرجل من أهل هراة وكان أبو عبيد إمام أهل عصره في كل فن من العلم وولي قضاء طرسوس أيام ثابت بن نصر بن مالك ولم يزل معه ومع ولده ومات سنة ثلاث وعشرين ومائتين أو أربع وعشرين ومائتين أيام المعتصم بمكة وكان قصدها مجاورا في سنة أربع عشرة ومائتين وأقام بها حتى مات عن سبع وستين سنة\r\nوأخذ أبو عبيد عن أبي زيد الأنصاري وأبي عبيدة معمر بن المثنى والأصمعي وأبي محمد اليزيدي وغيرهم من البصريين وأخذ عن ابن الأعرابي وأبي زياد الكلابي ويحيى بن سعيد الأموي وأبي عمرو الشيباني والفراء والكسائي من الكوفيين وروى الناس من كتبه المصنفة نيفا وعشرين كتابا في القرآن والفقه واللغة والحديث\r\nوقال أبو الطيب عبد الواحد بن علي اللغوي في كتاب مراتب النحويين وأما أبو عبيد القاسم بن سلام فإنه مصنف حسن التأليف إلا أنه قليل الرواية يقتطعه\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nعن اللغة علوم افتن فيها\r\nوأما كتابه المترجم بالغريب المصنف فإنه اعتمد فيه على كتاب عمله رجل من بني هاشم جمعه لنفسه\r\nوأخذ كتب الأصمعي فبوب ما فيها وأضاف إليه شيئا من علم أبي زيد الأنصاري وروايات عن الكوفيين\r\nوأما كتابه في غريب الحديث فإنه اعتمد فيه على كتاب أبي عبيدة في غريب الحديث وكذلك كتابه في\r\nغريب القرآن منتزع من كتاب أبي عبيدة وكان مع هذا ثقة ورعا لا بأس به ولا بعلمه\r\nسمع من أبي زيد شيئا وقد أخذت عليه مواضع في غريب المصنف وكان ناقص العلم بالإعراب وروي أنه قال عملت كتاب غريب المصنف في ثلاثين سنة وجئت به إلى عبد الله بن طاهر فأمر لي بألف دينار\r\nوذكره الجاحظ في كتاب المعلمين وقال كان مؤدبا لم يكتب الناس أصح من كتبه ولا أكثر فائدة\r\nوبلغنا أنه إذا ألف كتابا حمله إلى عبد الله بن طاهر فيعطيه مالا خطيرا فلما صنف غريب الحديث أهداه إليه فقال إن عقلا بعث صاحبه على عمل هذا الكتاب لحقيق ألا يحوج إلى طلب معاش\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nوأجرى له في كل شهر عشرة آلاف درهم\r\nوسمعه منه يحيى بن معين وكان دينا ورعا جوادا\r\nوسير أبو دلف القاسم بن عيسى إلى عبد الله بن طاهر يستهدي منه أبا عبيد مدة شهرين فأنفذه فلما أراد الانصراف وصله أبو دلف بثلاثين ألف درهم فلم يقبلها وقال أنا في جنبة رجل لا يحوجني إلى غيره فلما عاد أمر له ابن طاهر بثلاثين ألف دينار فاشترى بها سلاحا وجعله للثغر وخرج إلى مكة مجاورا في سنة أربع عشرة ومائتين فأقام بها إلى أن مات في الوقت المقدم ذكره\r\nوقال إسحاق بن راهويه يحب الله الحق أبو عبيد أعلم مني ومن أحمد بن حنبل ومن محمد بن إدريس الشافعي\r\nقال ولم يكن عنده ذاك البيان إلا أنه إذا وضع وضع\r\nولما قدم أبو عبيد مكة وقضى حجه أراد الانصراف فاكترى إلى العراق ليخرج في صبيحة غد\r\nقال أبو عبيد فرأيت النبي صلى الله عليه وسلم في النوم وهو جالس على فراشه وقوم يحجبونه والناس يدخلون إليه ويسلمون عليه ويصافحونه\r\nقال فلما دنوت لأدخل مع\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nالناس منعت فقلت لهم لم لا تخلون\r\nبيني وبين رسول الله صلى الله عليه وسلم فقالوا إي والله لا تدخل إليه ولا تسلم عليه وأنت خارج غدا إلى العراق فقلت لهم فإني لا أخرج إذا فأخذوا عهدي ثم خلوا بيني وبين رسول الله صلى الله عليه وسلم فدخلت وسلمت وصافحت\r\nفلما أصبح فاسخ كريه وسكن مكة حتى مات بها ودفن في دور جعفر\r\nوقال أبو عبد الله بن طاهر علماء الإسلام أربعة عبد الله بن عباس في زمانه والشعبي في زمانه والقاسم بن معن في زمانه وأبو عبيد القاسم بن سلام في زمانه\r\nثم قال يرثيه :\r\nيا طالب العلم قد مات ابن سلام * وكان فارس علم غير محجام\r\nكان الذي كان فيكم ربع أربعة * لم نلق مثلهم إستار أحكام\r\nإستار أي أربعة وحدث أبو بكر الزبيدي\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nقال قال علي بن عبد العزيز قال عبد الرحمن اللحنة صاحب أبي عبيد وقد اجتاز على دار رجل من أهل الحديث كان يكتب عنه الناس وكان يزن بشر إن صاحب هذه الدار يقول أخطأ أبو عبيد في مائتي حرف من المصنف\r\nفقال أبو عبيد ولم يقع في الرجل بشيء مما كان يعرف به في المصنف مائة ألف حرف فلم أخطئ في كل ألف حرف إلا حرفين ما هذا بكثير مما استدرك علينا ولعل صاحبنا هذا لو بدا لنا فناظرناه في هاتين المائتين بزعمه لوجدنا لها مخرجا\r\nوحدث عن عباس الخياط قال كنت مع أبي عبيد فاجتاز بدار إسحاق\r\nالموصلي فقال ما أكثر علمه بالحديث والفقه والشعر مع عنايته بالعلوم فقلت له إنه يذكرك بضد هذا\r\nقال وما ذاك قلت إنه يزعم أنك صحفت في المصنف نيفا وعشرين حرفا\r\nفقال ما هذا بكثير في الكتاب عشرة آلاف حرف مسموعة يغلط فيها بهذا ليسير لعلي لو ناظرت فيها لاحتججت عنها\r\nولم يذكر إسحاق إلا بخير :\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nقال الزبيدي ولما اختلفت هاتان الروايتان في العدد امتحنت ذلك في المصنف فوجدت فيه سبعة عشر ألف حرف وتسعمائة وسبعين حرفا\r\nوحدث موسى بن نجيح السلمي قال جاء رجل إلى عبيد القاسم بن سلام فسأله عن الرباب فقال هو الذي يتدلى دون السحاب وأنشد لعبد الرحمن بن حسان :\r\nكأن الرباب دوين السحاب * نعام تعلق بالأرجل\r\nفقال لم أدر هذا فقال الرباب اسم امرأة وأنشد :\r\nإن الذي قسم الملاحة بيننا * وكسا وجوه الغانيات جمالا\r\nوهب الملاحة للرباب وزادها * في الوجه من بعد الملاحة خالا\r\nفقال لم أدر هذا أيضا فقال عساك أردت قول الشاعر الهزج :\r\nرباب ربة البيت * تصب الخل في الزيت\r\nلها سبع دجاجات * وديك حسن الصوت\r\nفقال هذا أردت\r\nفقال من أين أنت قال من البصرة\r\nقال على أي شيء جئت على الظهر أو في الماء ؟\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nقال في الماء قال كم أعطيت الملاح قال أربعة دراهم قال اذهب استرجع منه ما أعطيته وقل لم تحمل شيئا فعلام تأخذ مني الأجرة\r\nقال محمد بن إسحاق النديم ولأبي عبيد من التصانيف كتاب غريب المصنف كتاب غريب الحديث كتاب غريب القرآن\r\nكتاب معاني القرآن كتاب الشعراء كتاب المقصور والممدود كتاب القراءات كتاب المذكر والمؤنث كتاب الأموال كتاب النسب كتاب الأحداث كتاب الأمثال السائرة كتاب عدد آي القرآن كتاب أدب القاضي كتاب الناسخ والمنسوخ كتاب الأيمان والنذور كتاب الحيض كتاب فضائل القرآن كتاب الحجر والتفليس كتاب الطهارة وله غير ذلك من الكتب الفقهية\r\nقال علي بن محمد بن وهب المشعري عن أبي عبيد القاسم بن سلام قال سمعته يقول هذا الكتاب « يعني غريب المصنف » أحب إلي من عشرة آلاف دينار\r\nفاستفهمته ثلاث مرات فقال نعم هو أحب إلي من عشرة آلاف دينار\r\nوقال أبو العباس أحمد بن يحيى قدم طاهر بن عبد الله بن طاهر من خراسان وهو حدث في حياة أبيه يريد الحج\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n\r\nفنزل في دار إسحاق بن إبراهيم فوجه إسحاق إلى العلماء فأحضرهم ليراهم طاهر ويقرأ عليهم فحضر أصحاب الحديث والفقه وأحضر ابن الأعرابي وأبو نصر صاحب الأصمعي ووجه إلى أبي عبيد القاسم بن سلام في الحضور فأبى أن يحضر وقال العلم يقصد فغضب إسحاق من قوله ورسالته وكان عبد الله بن طاهر يجري له في الشهر ألفي درهم فقطع إسحاق عنه الرزق وكتب إلى عبد الله بالخبر فكتب إليه عبد الله قد صدق أبو عبيد في قوله وقد أضعفت له الرزق من أجل فعله فأعطه فائته وأدر عليه بعد ذلك ما يستحقه\r\n( 46 - القاسم بن علي بن محمد بن عثمان )\r\nابن الحريري أبو محمد البصري من أهل بلد قريب من البصرة يسمى المشان مولده ومنشؤه به وسكن البصرة في محلة بني حرام وقرأ الأدب على\r\nأبي القاسم الفضل بن محمد القصباني البصري بها ومات ابن الحريري في سادس رجب سنة ست عشرة وخمسمائة عن سبعين سنة ومولده\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nفي حدود سنة ست وأربعين وأربعمائة في خلافة المسترشد وبالبصرة كانت وفاته\r\nوكان غاية في الذكاء والفطنة والفصاحة والبلاغة وله تصانيف تشهد بفضله وتقر بنبله وكفاه شاهدا كتاب المقامات التي أبر بها على الأوائل وأعجز الأواخر وكان مع هذا الفضل قذرا في نفسه وصورته ولبسته وهيئته قصيرا ذميما بخيلا مبتلى بنتف لحيته\r\nقال العماد في كتاب الخريدة لم يزل ابن الحريري صاحب الخبر بالبصرة في ديوان الخلافة ووجدت هذا المنصب لأولاده إلى آخر العهد المقتفوي\r\nأخبرني عبد الخالق بن صالح بن علي بن زيدان المسكي البصري بها في سنة اثنتي عشرة وستمائة في صفر قال حدثنا الشيخ الإمام أبو عبد الله محمد بن عبد الرحمن بن محمد المسعودي البندهي قال وكان يكتب هو بخطه الفنجديهي قال وهي قرية من قرى مرو الشاهجان قال سمعت الشيخ الثقة أبا بكر عبد الله بن محمد بن محمد بن أحمد النقور البزاز ببغداد يقول سمعت الرئيس أبا محمد القاسم بن علي بن محمد بن عثمان الحريري صاحب\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nالمقامات يقول أبو زيد السروجي كان شيخا شحاذا بليغا ومكديا فصيحا ورد علينا البصرة فوقف يوما في مسجد بني حرام فسلم ثم سأل الناس وكان بعض الولاة حاضرا والمسجد غاص بالفضلاء فأعجبتهم فصاحته وحسن صياغة كلامه وملاحته وذكر أسر الروم ولده كما ذكرناه في المقامة الحرامية وهي الثامنة والأربعون\r\nقال واجتمع عندي عشية ذلك اليوم جماعة من فضلاء البصرة وعلمائها فحكيت لهم ما شاهدت من ذلك السائل وسمعت من لطافة عبارته في\r\nتحصيل مراده وظرافة إشارته في تسهيل إيراده فحكى كل واحد من جلسائه أنه شاهد من هذا السائل في مسجده مثل ما شاهدت وأنه سمع منه في معنى آخر فصلا أحسن مما سمعت وكان يغير في كل مسجد زيه وشكله ويظهر في فنون الحيلة فضله فتعجبوا من جريانه في ميدانه وتصرفه في تلونه وإحسانه فأنشأت المقامة الحرامية ثم بنيت عليها سائر المقامات وكانت أول شيء صنعته\r\nقال المؤلف وذكر ابن الجوزي في تاريخه مثل هذه الحكاية وزاد فيها أن ابن الحريري عرض المقامة الحرامية\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nعلى أنوشروان بن خالد وزير السلطان فاستحسنها وأمره أن يضيف إليها ما يشاكلها فأتمها خمسين مقامة\r\nوحدثني من أثق به أن الحريري لما صنع المقامة الحرامية وتعانى الكتابة فأتقنها وخالط الكتاب أصعد إلى بغداد فدخل يوما إلى ديوان السلطان وهو منغص بذوي الفضل والبلاغة محتفل بأهل الكفاية والبراعة وقد بلغهم ورود ابن الحريري إلا أنهم لم يعرفوا فضله ولا أشهر بينهم بلاغته ونبله فقال له بعض الكتاب أي شيء تتعانى من صناعة الكتابة حتى نباحثك فيه فأخذ بيده قلما وقال كل ما يتعلق بهذا وأشار إلى القلم فقيل له هذه دعوى عظيمة فقال امتحنوا تخبروا فسأله كل واحد عما يعتقد في نفسه إتقانه من أنواع الكتابة فأجاب عن الجميع أحسن جواب وخاطبهم بأتم خطاب حتى بهرهم فانتهى خبره إلى الوزير أنوشروان بن خالد فأدخله عليه ومال بكليته إليه وأكرمه وناداه فتحادثا يوما في مجلسه حتى انتهى الحديث إلى ذكر أبي زيد السروجي المقدم ذكره وأورد\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nابن الحريري المقامة الحرامية التي عملها فيه فاستحسنها أنوشروان جدا وقال ينبغي أن يضاف إلى هذه أمثالها وينسج على منوالها عدة من أشكالها\r\nفقال أفعل ذلك مع رجوعي إلى البصرة وتجمع خاطر بها\r\nثم انحدر إلى البصرة فصنع أربعين مقامة ثم أصعد إلى بغداد وهي معه وعرضها على أنوشروان فاستحسنها وتداولها الناس واتهمه من يحسده بأن قال ليست هذه من عمله لأنها لا تناسب فضائله ولا تشاكل ألفاظه وقالوا هذا من صناعة رجل كان استضاف به ومات عنده فادعاها لنفسه\r\nوقال آخرون بل العرب أخذت بعض القوافل وكان مما أخذ جراب بعض المغاربة وباعه العرب بالبصرة فاشتراه ابن الحريري وادعاه فإن كان صادقا في أنها من عمله فليصنع مقامة أخرى\r\nفقال نعم سأصنع\r\nوجلس في منزله ببغداد أربعين يوما فلم يتهيأ له تركيب كلمتين والجمع بين لفظتين وسود كثيرا من الكاغد فلم يصنع شيئا فعاد إلى البصرة والناس يقعون فيه ويغيطون في قفاه كما تقول العامة فما غاب عنهم إلا مديدة حتى\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nعمل عشر مقامات وأضافها إلى تلك وأصعد بها إلى بغداد فحينئذ بان فضله وعلموا أنها من عمله\r\nوكان مبتلى بنتف لحيته فلذلك قول ابن جكينا فيه :\r\nشيخ لنا من ربيعة الفرس * ينتف عثنونه من الهوس\r\nأنطقه الله بالمشان وقد * ألجمه في العراق بالخرس\r\nوقرأت بخط صديقنا الكمال عمر بن أبي بكر الدباس رحمه الله حدثني علي بن جابر بن هبة الله بن علي حاكم ساقية سليمان قال حدثني والدي جابر بن هبة الله أنه قرأ على القاسم بن علي الحريري المقامات في شهور سنة أربع عشرة وخمسمائة قال وكنت أظن أن قوله :\r\nيا أهل ذا المغنى وقيتم شرا * ولا لقيتم ما بقيتم ضرا\r\nقد دفع الليل الذي اكفهرا * إلى ذراكم شعثا مغبرا\r\nأنه سغبا معترا فقرأت كما ظننت سغبا معترا ففكر ساعة ثم قال والله لقد أجدت في التصحيف فإنه أجود\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nفرب شعث مغبر غير محتاج والسغب المعتز موضع الحاجة ولولا أنني قد كتبت خطي إلى هذا اليوم على سبعمائة نسخة قرئت علي لغيرت الشعث بالسغب والمغبر بالمعتر\r\nقال مؤلف الكتاب ولقد وافق كتاب المقامات من السعد ما لم يوافق مثله كتاب ألفته فإنه جمع بين حقيقة الجودة والبلاغة واتسعت له الألفاظ وانقادت له نور البراعة حتى أخذ بأزمتها وملك ربقتها فاختار ألفاظها وأحسن نسقها حتى لو ادعى بها الإعجاز لما وجد من يدفع في صدره ولا يرد قوله ولا يأتي بما يقاربها فضلا عن أن يأتي بمثلها ثم رزقت مع ذلك من الشهرة وبعد الصيت والاتفاق على استحسانها من الموافق والمخالف ما استحقت وأكثر\r\nومن عجيب ما رأيته وشاهدته أني وردت آمد في سنة ثلاث وتسعين وخمسمائة وأنا في عنفوان الشباب وريعه فبلغني أن بها علي بن الحسن بن عنتر المعروف بالشميم الحلي\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nوكان من العلم بمكان مكين واعتلق من حباله بركن ركين إلا أنه كان لا يقيم لأحد من أهل العلم المتقدمين ولا المتأخرين\r\nوزنا ولا يعتقد لأحد فضيلة ولا يقر لأحد بإحسان في شيء من العلوم ولا حسن فحضرت عنده وسمعت من لفظه إزراءه على أولي الفضل وتنديده بالمعيب عليهم بالقول والفعل فلما أبرمني وأضجر وامتد في غيه وأصحر قلت له أما كان فيمن تقدم على كثرتهم وشغف الناس بهم عندك قط مجيد فقال لا أعلم إلا أن يكون ثلاثة رجال المتنبي في مديحه خاصة ولو سلكت طريقه لما برز علي ولسقت فضيلته نحوي ونسبتها إلي\r\nوالثاني ابن نباتة في خطبه وإن كانت خطبي أحسن منها وأسير وأظهر عند الناس قاطبة وأشهر\r\nوالثالث ابن الحريري في مقاماته\r\nقلت فما منعك أن تسلك طريقته وتنشئ مقامات تخمد بها جمرته وتملك بها دولته فقال يا بني الرجوع إلى الحق خير من التمادي في الباطل ولقد أنشأتها ثلاث مرات ثم أتأملها فأسترذلها فأعمد إلى\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nالبركة فأغسلها\r\nثم قال ما أظن الله خلقني إلا لإظهار فضل الحريري\r\nوشرح مقاماته بشرح قرئ عليه وأخذ عنه\r\nوكتب ابن الحريري إلى سديد الدولة في صدر كتاب :\r\nوما نومة بعد الضحى لمسهد * زوى همه بالليل عن جفنه السنة\r\nبأحلى من البشرى بأن ركابكم * ستسري إلى بغداد في هذه السنة\r\nوقرأت في كتاب لبعض أدباء البصرة قال الشيخ أبو محمد حرس الله نعمته معاياة :\r\nميم موسى من نون نصر ففسر * أيهذا الأديب ماذا عنيت\r\nلتفسيره ميم الرجل إذا أصابه الموم وهو البرسام ويقال إنه أشد الجدري\r\nونون نصر حوت نصر والنون السمكة يعني أنه أكل سمكة نصر فأصابه الموم\r\nوله في مثله :\r\nباء بكر بلام ليلى فما ينفك * منها إلا بعين وهاء\r\nباء أي أقر واللام الدرع فلما أقر لليلى به ألزمته\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nفلا ينفك منها إلا بعين أي بالدرع بعينه وهاء أي خذي\r\nحدثني أبو عبد الله الدبيثي قال حدثني أبو الحسن علي بن جابر حدثني أبي أبو الفضل جابر بن زهير قال حضرنا مع ابن الحريري في دعوة لظهير الدين بن الوجيه رئيس البصرة في ختان ابنه أبي الغنائم وكان هناك مغن يعرف بمحمد المصري وكان غاية في امتداد الصوت وطيب النغمة فغنى :\r\nبالذي ألهم تعذي‍ * بي ثناياك العذابا\r\nما الذي قالته عينا * ك لقلبي فأجابا\r\nفطرب الحاضرون وسألوا ابن الحريري أن يزيد فيها شيئا فقال :\r\nقل لمن عذب قلبي * وهو محبوب محابى\r\nوالذي إن سمته الوصل * تغالى وتغابى\r\nثم البيتان\r\nفاستحسنها الجماعة وأقسموا على المغني ألا يغنيهم غيرها فمضى يومهم أجمع بهذه الأبيات\r\nوأنشد أيضا للحريري :\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nلا تخطون إلى خطء ولا خطأ * من بعد ما الشيب في فوديك قد وخطا\r\nوأي عذر لمن شابت ذوائبه * إذا سعى في ميادين الصبا وخطا\r\nومن شعره :\r\nخذ يا بني بما أقول ولا تزغ * ما عشت عنه تعش وأنت سليم\r\nلا تغترر ببني الزمان ولا تقل * عند الشدائد لي أخ ونديم\r\nجربتهم فإذا المعاقر عاقر * والآل آل والحميم حميم\r\nولابن الحريري من التصانيف كتاب المقامات كتاب درة الغواص في أوهام الخواص كتاب ملحة الإعراب وهي قصيدة في النحو كتاب شرح ملحة الإعراب كتاب رسائله المدونة كتاب شعره\r\nحدثني أبو عبد الله محمد بن سعيد بن الدبيثي قال سمعت\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nالقاضي أبا الحسن علي بن جابر بن زهير يقول سمعت أبي أبا الفضل جابر بن زهير يقول كنت عند أبي محمد القاسم بن الحريري البصري بالمشان أقرأ عليه المقامات فبلغه أن صاحبه أبا زيد المطهر بن سلام البصري الذي عمل المقامات عنه قد شرب مسكرا فكتب إليه وأنشدناه لنفسه :\r\nأبا زيد اعلم أن من شرب الطلا * تدنس فافهم سر قولي المهذب\r\nومن قبل سميت المطهر والفتى * يصدق بالأفعال تسمية الأب\r\nفلا تحسها كيما تكون مطهرا * وإلا فغير ذلك الاسم واشرب\r\nقال فلما بلغه الأبيات أقبل حافيا إلى الشيخ أبي محمد وبيده مصحف فأقسم به ألا يعود إلى شرب مسكر\r\nفقال له الشيخ ولا تحاضر من يشرب\r\nحدثني ابن الدبيثي قال وأنشدني ابن جابر قال أنشدني أبو عبد الله محمد بن الحسن بن المنقبة الفقيه بالرحبة لنفسه يعارض أبا محمد بن الحريري في بيتيه اللذان قال فيهما أسكتا\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nكل نافث وأمنا أن يعززا بثالث :\r\nملأمة الوكعاء بين الورى * أحسن من حر أتى ملأمه\r\nفمه إذا استجديت عن قول لا * فالحر لا يملأ منها فمه\r\nنقلت من خط أبي سعد السمعاني أنشدنا أبو القاسم عبد الله بن القاسم بن علي بن الحريري أنشدني والدي لنفسه وهو مما كاتب به شيخ الشيوخ أبا البركات إسماعيل بن أبي سعد :\r\nسلام كأزهار الربيع نضارة * وحسنا على شيخ الشيوخ الذي صفا\r\nولو لم يعقني الدهر عن قصد ربعه * سعيت كما يسعى الملبي إلى الصفا\r\nولكن عداني عنه دهر مكدر * ومن ذا الذي واتاه من دهره الصفا\r\nومن خطه أنشدني أبو العباس أحمد بن بختيار بن علي الواسطي أنشدنا القاسم بن علي الحريري لنفسه :\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nأخمد بحلمك ما يذكيه ذو سفه * من نار غيظك واصفح إن جنى جاني\r\nفالحلم أفضل ما ازدان اللبيب به * والأخذ بالعفو أحلى ما جنى جاني\r\nوكتب ابن الحريري إلى سديد الدولة محمد بن عبد الكريم الأنباري كتابا على يد ولده قال فيه كتب الخادم وعنده من تباريح الأشواق إلى الخدمة ما يصدع الأطواد فكيف الفؤاد ويوهي الجبال فكيف البال ولكنه يستدفع الخوف بسوف ويبرد حر الأسى بعسى « وهو على جمعهم إذا يشاء قدير » :\r\nألا ليت شعري والتمني خرافة * وإن كان فيه راحة لأخي الكرب\r\nأتدرون أني مذ تناءت دياركم * وشط اقترابي من جنابكم الرحب\r\nأكابد شوقا ما يزال أواره * يقلبني بالليل جنبا إلى جنب\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nوأسكب للبين المشت مدامعا * كأن عزاليها امترين من السحب\r\nوأذكر أيام التلاقي فأنثني * لتذكارها بادي الأسى ذاهب اللب\r\nولي حنة في كل وقت إليكم * ولا حنة الصادي إلى البارد العذب\r\nفوالله إني لو كتمت هواكم * لما كان مكتوبا بشرق ولا غرب\r\nومما شجا قلبي المعنى وشفه * رضاكم بإهمال الإجابة عن كتبي\r\nعلى أنني راض بما ترتضونه * وأفخر بالإعتاب فيكم وبالعتب\r\nولما سرى الوفد العراقي نحوكم * وأعوزني المسرى إليكم مع الركب\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\nجعلت كتابي نائبا عن ضرورة * ومن لم يجد ماء تيمم بالترب\r\nوأنفذت أيضا بضعة من جوارحي * تنبئكم مشروح حالي وتستنبي\r\nوقلت له عند الوداع وقلبه * شج وأبوه الشيخ مكتئب القلب\r\nألا ابشر بما تحظى به حين تجتلي * محيا سديد الدولة الماجد الندب\r\nولست أرى إذكاركم بعد خبركم * بمكرمة حسبي اهتزازكم حسبي\r\nهذه على عاهتها بنت ساعتها فإن حظيت منه بالقبول المأمول فيا بشرى للحامل والمحمول وإن لمحت لمحة المستثقل فيا خيبة المرسل والمرسل والسلام\r\nومن رسائل ابن الحريري رسالة التزم في كل كلمة منها السين نثرا ونظما كتبها على لسان بعض أصدقائه يعاتب صديقا له أخل به في دعوة دعا غيره\r\nإليها\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\nوكتب على رأسها باسم القدوس أستفتح وبإسعاده أستنجح سجية سيدنا سيف السلطان سدة سيدنا الإسفهسلار السيد النفيس سيد الرؤساء حرست نفسه واستنارت شمسه وبسق غرسه واتسق أنسه استمالة الجليس ومساهمة الأنيس ومواساة السحيق والنسيب ومساعدة الكسير والسليب والسيادة تستدعي استدامة السنن والاستحفاظ بالرسم الحسن\r\nوسمعت بالأمس تدارس الألسن سلاسة خندريسه وسلسال كئوسه ومحاسن مجلس مسرته وإحسان مسمعة ستارته فاستسلفت الاستدعاء وتوسمت الإسراء وسوفت نفسي بالاحتساء ومؤانسة الجلساء وجلست أستقري السبل وأستطلع الرسل وأستطرف تناسي رسمي وأسامر الوسواس لاستحالة وسمي :\r\nوسيف السلاطين مستأثر * بأنس السماع وحسو الكئوس\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\nسلاني وليس لباس السلو * يناسب حسن سمات النفيس\r\nوسن تناسي جلاسه * وأسوا السجايا تناسي الجليس\r\nوسر حسودي بطمس الرسوم * وطمس الرسوم كرمس النفوس\r\nوأسكرني حسرة واستعاض * لقسوته سكرة الخندريس\r\nوساقى الحسام بكأس السلاف * وأسهمني بعبوس وبوس\r\nسأكسوه لبسة مستعتب * وألبس سربال سال يئوس\r\nوأسطر سيناته سيرة * تسير أساطيرها كالبسوس\r\nوكتب إلى أبي طلحة بن النعمان الشاعر لما قصده إلى البصرة يمدحه ويشكره ويتأسف على فراقه بإرشاد المنشئ أنشئ شغفي بالشيخ شمس الشعراء ريش معاشه وفشا رياشه وأشرق شهابه\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nواعشوشبت شعابه يشاكل شغف المنتشي بالنشوة والمرتشي بالرشوة والشادن بشرخ الشباب والعطشان بشم الشراب\r\nوشكري لتجشمه ومشقته وشواهد شفقته يشابه شكر الناشد للمنشد والمسترشد للمرشد والمستبشر للمبشر والمستجيش للجيش المشمر\r\nوشعاري إنشاد شعره وإشجاء المكاشر والمكاشح بنشره\r\nوشغلي إشاعة وشائعه وتشييد شوافعه والإشارة\r\nبشذوره وشفوفه والمشورة بتشييعه وتشريفه وأشهد شهادة تشده المقشر المكاشف والمشنع الكاشف\r\nلإنشائه ومشاهدته تدهش الشائب والناشي وتلاشي شعر الناشي ولمشافهته تباشير الرشد واستشيار الشهد ولمشاحنته تشقي المشاحن وتشين المشاين ولمشاغبته\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nتشظي الأشطان وتشيط الشيطان\r\nفشرفا للشيخ شرفا وشغفا بشنشنته شغفا :\r\nفأشعاره مشهورة ومشاعره * وعشرته مشكورة وعشائره\r\nشأى الشعراء المشمعلين شعره * فشانيه مشجو الحشا ومشاعره\r\nوشوه ترقيش المرقش رقشه * فأشياعه يشكونه ومعاشره\r\nوشاق الشباب الشم والشيب وشيه * فمنشوره بشرى المشوق وناشره\r\nشكور ومشكور وحشو مشاشه * شهامة شمير يطيش مشاجره\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nشقاشقه مخشية وشباته * شبا مشرفي جاش للشر شاهره\r\nشفا بالأناشيد النشاوى وشفهم * فمشفيه مستشف وشاكيه شاكره\r\nويشدو فيهتش الشحيح لشدوه * ويشغفه إنشاده فيشاطره\r\nتجشم غشياني فشرد وحشتي * وبشر ممشاه ببشر أباشره\r\nسأنشده شعرا تشرق شمسه * وأشكره شكرا تشيع بشائره\r\nوأشهد شاهد الأشياء ومشبع الأحشاء ليشعلن شواظ اشتياقي شحطه وليشعثن شمل نشاطي نشطه فناشدت الشيخ أيشعر باستيحاشي لشسوعه وإجهاشي لتشييعه ووشايتي بنشيده الموشي وتشكلي شخصه بالإشراق والعشي\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nحاشاه تعتشيه شبهة وتغشاه فليستشف شرح شجوي بشطونه وليرشحني لمشاركة شجونه وليشغلني بتمشية شؤونه وليشيد جاشي ويشارف انكماشي عاش منتعش الحشاشة مستشري البشاشة مشحوذ الشفار منتشر الشرار شتاما للأشرار شحاذا بالأشعار يشرخ ويحوش ويقنفش\r\nالمنفوش الشديد البطش الشامخ العرش وتشريفه لبشير البشير وشفيع المحشر\r\nوله من المقامات :\r\nوأحوى حوى رقي برقة لفظه * وغادرني إلف السهاد بغدره\r\nتصدى لقتلي بالصدود وإنني * لفي أسره مذ حاز قلبي بأسره\r\nأصدق منه الزور خوف ازوراره * وأرضى استماع الهجر خشية هجره\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nواستعذب التعذيب منه وكلما * أجد عذابي جد بي حب بره\r\nتناسى ذمامي والتناسي مذمة * وأحفظ قلبي وهو حافظ سره\r\nله مني المدح الذي طاب نشره * ولي منه طي الود من بعد نشره\r\nوإني على تصريف أمري وأمره * أرى المر حلوا في انقيادي لأمره\r\nوقال الرئيس أبو الفتح هبة الله بن الفضل بن صاعد بن التلميذ الكاتب كان الشيخ الأجل الإمام الأوحد أبو محمد القاسم بن علي بن الحريري رضي الله عنه الإمام المشهور الفضل من أعيان دهره وفريد عصره وممن لحق طبقة الأوائل وغبر عليهم في الفضائل وكانت بيني وبينه مكاتبة قديمة في سنة خمس وتسعين وأربعمائة عند ابتدائه حمل المقامات التي أنشأ ولما وقع الاجتماع به في سنة أربع وخمسمائة ببغداد وسماعها منه عدة دفعات جاريته وسألته\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nأن ينظم في النحو مختصرا يحفظه المبتدئون فشرع في نظم هذه الأرجوزة وأملى علي منها أبوابا يسيرة وانحدر من غير إتمامها واستعاد مني ما أملاه ليحرره فكاتبته دفعات أقتضيه بها وأذكره بإنفاذها وإنفاذ كتابه « درة الغواص في أوهام الخواص » فكتب إلي جوابين نسخة الأول منهما\r\nوصل من حضرة سيدنا أطال الله بقاءه ومدته وحرس عزه ونعمته وضاعف سعادته وكبت حسدته كتاب كريم مودعه طول جسيم وفي ضمنه در نظيم فابتهجت بتناوله وقررت عينا بتأمله وتذكرت الأوقات التي أسعد الدهر فيها برؤيته وأحظى باجتلاء فضله وروايته وشكرت الله على ما يوليه من حسن صنعه وسألته جلت عظمته أن يجعل النعمة راهنة بربعه والسعادة جاذبة أبدا بضبعه وسررت بما بشرني به من نجابة السيد الرئيس الولد النفيس أمتع الله ببقائه وأتاح لي تجدد الأنس بلقائه\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nولم أستبعد أن يقمر هلاله بل يبدر ولا استبدعت أن يورق غصن دوحته الزكية ويثمر والله تعالى يمليه أطول الأعمار في رفاهة الأسرار ومواتاة الأقدار حتى يعاين أسباطه ويضاعف باجتماعهم وتضاعفهم بحوزته اغتباطه\r\nفأما الملحة إن أمكن تنفيذها مع أحد المترددين إلى هذا المكان لألحق بها الزيادة وأهذبها كما يطابق الإرادة فأوعز به\r\nوأما « درة الغواص في أوهام الخواص » فأرجو أن ينشئ الإصعاد إلى\r\nبغداد لتصفحها من البدء وكأن قد وإلى أن يسهل المأمول من الالتقاء فما أولى همته الكريمة بإتحافي بالأنباء وإنهاضي بما يسنح من الأوطار والأهواء ورأيه أعلى إن شاء الله\r\nنسخة الكتاب الثاني وهو المنفذ مع الملحة المذكورة :\r\nلئن كانت الأيام أحسن مرة * إلي لقد عادت لهن ذنوب\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nإذا فكرت أطال الله بقاء سيدنا وضاعف سعادته وكبت حسدته فيما كان سمح به الزمان من تلك الملاقاة الحلوة وإن كانت أقل من الحسوة أعظمت قيمة حسناه ووجدتها أحلى إسعاف وأسناه ثم إذا فكرت فيما أعقب من الفرقة وألهب في الصدر من الحرقة وجدته كمن رجع في المنحة وطمس الفرحة بالترحة ولولا تعلة القلب المشجو بالتلاقي المرجو لذاب من اتقاد الشوق ولقال شب عمرو عن الطوق وفي لوامح تلك الألمعية ما يغني عن تبيان تلك الطوية\r\nوكان قد وصل من حضرته أنسها الله تعالى ما أعرب فيه عن كريم عهده وتباريح وجده فلم أستبدع العذوبة من ورده ولا استغربت ما توالى من بره وحسن عهده وبمقتضى هذه الأوامر والطول المتناصر انعكافي على الشكر واعترافي بعوارفه الغر\r\nفأما استطلاع ملحة الإعراب المشتبهة بالسراب فقد آثرت خزائنه عمرها الله تعالى بمسودتها على شعب بنيتها\r\nوشوه خلقتها ولو لم تعرض حادثه العرب العائقة عن كل\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nأرب لزففتها كما تزف العروس المقينة والخطب المزينة غير أني أرجو أن ترزق حظوة القباح وألا تجبه بالذم الصراح ولكتبه حرس الله نعمته عندي موقع أنفس التحف وشكري على التكرم بها شكر من اتشح بها والتحف وسيدنا أمين الدولة رئيس الحكماء مخدوم بأفضل دعاء وأطيب ثناء وسلام ولرأيه أدام الله نعمته في الإيعاز بالوقوف على ما شرحته وتمثل ما أوضحته علوه إن شاء الله تعالى\r\nنسخة كتاب كتبه ابن الحريري إلى أبي الفتح بن التلميذ قبل اللقاء :\r\nجزى الله خيرا والجزاء بكفه * بني صاعد أهل السيادة والمجد\r\nهم ذكروني والمهامه بيننا * كما ارفض غيث في تهامة من نجد\r\nلو أخذت في وصف شغفي بمناقب سيدنا أطال الله بقاءه وأدام علائه وحرس نعماءه وكبت حساده وأعداءه وما أنا بصدده من مدح سودده وشرح تطوله وتودده\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nلكنت بمثابة المغترين في محاولة عد رمل يبرين لكنني راج أن أحظى من ألمعيته الثاقبة\r\nوبصيرته الصائبة بما يمثل له عقيدتي ويطلعه على نخيلة مودتي وما أملك في مقابلة مفاتحته التي أخلصت له إيجاب الحق وفضيلة السبق إلا الثناء الذي أتلو صحائفه والدعاء الذي أقيم في كل وقت\r\nوظائفه والله سبحانه يحسن توفيقي لما يشيد مباني المودة التي أعتدها أفضل مقاني العدة ثم إني لفرط اللهج باستملاء فضائله النيرة واستطلاع محاسنه المسيرة أسائل عن خصائصه الركبان وأطرب بسماعها ولا طرب النشوان\r\nولما حضر الشيخ الأديب أبو الرئيس أبو القاسم ابن الموذ أدام الله تمكينه ألفيته مواليا مغاليا وداعية إليه وداعيا فازددت كلفا بما وعيته منه وشغفا بما استوضحته عنه واستدللت على كمال سيدنا باستخلاص شكر مثله وتحققت وفور أفضاله وفضله فافتتحت المكاتبة بتأدية هذه الشهادة واستمداد سنة المواصلة المعتادة\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nوالتكرمة التي تقتضيها بواعث السيادة ولرأيه في الوقوف على ما كتبته والتطول فيه بما توجبه أريحيته علوه إن شاء الله تعالى\r\nوكتب إلى سديد الدولة رسالة صدرها بهذين البيتين :\r\nعندي بشكرك ناطقان فواحد * آثار طولك واللسان الثاني\r\nومجال منتك التي أوليتني * في الشكر أفصح من مجال لساني\r\nوصدر رسالة أخرى إليه بهذه الأبيات :\r\nأهنيك بل نفسي أهني بما سنى * لك الله من نيل المنى وبما أسنى\r\nشكرت زماني بعدما كنت عاتبا * عليه لما أسدى إليك من الحسنى\r\nوأيقنت إذ واتاك أن قد تيقظت * لإرضاء أهل الأرض مقلته الوسنى\r\nففخرا بما في عظم فخرك شبهه * ولا لك شبه في الأنام إذا قسنا\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nجمال الورى مليت تشريفك الذي * أفاض عليك الصيت والعز والحسنى\r\nومن عجب أني أهنيك بالذي * أهني به لكن كذا سن من سنا\r\nوكتب إلى المؤيد أبي إسماعيل الطغرائي يهنئه بولاية الطغرا في سنة تسع وخمسمائة فأجابه الطغرائي بجواب هذا نسخته :\r\nما الروض أضحكت السحاب ثغوره * وأفاح أنفاس الصبا منثوره\r\nيوما بأبهج من كتاب نمنمت * يمناك يا شرف الكفاة سطوره\r\nوافى إلي فتهت حين رأيته * تيه المولى إذ رأى منشوره\r\nفلثمته عشرا ولو قبلته * ألفا وألفا لم أوف مهوره\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\nوفضضته عن لؤلؤ ولو أنه * للسمط زان فصوله وشذوره\r\nوأجلت منه الطرف فيما راقه * وأتاح للقلب الكئيب سروره\r\nقسما لأنت الفرد في الفضل الذي * لولاك أطفأت الجهالة نوره\r\nمنك امترى لما ارتضعت لبانه * وبك ازدهى لما احتلبت شطوره\r\nفاسلم له حتى تجدد ما عفا * منه وتجبر وهنه وكسوره\r\nواعذر وليك إن تقاصر سعيه * واغفر له تقصيره وقصوره\r\nوصل من المجلس السامي المؤيدي ضاعف الله علوه وأضعف عدوه وأكمل سعوده وأكمد حسوده كتاب اتسم بالمكرمة الغراء وابتسم عن التكرمة العذراء\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\nفخلته كتاب الأمان من الزمان وتلقيته كما يتلقى الإنسان صحيفة\r\nالإحسان وقابلت ما أودع من البر والطول المبر بالشكر الذي هو جهد المقل ونسك المستقل ووجدت ما ألحف من التجميل وأتحف من الجميل ما كانت أطماعي تتوق إليه وآمالي تحوم حواليه إذ ما زلت منذ استمليت وصف المناقب المؤيدية ورويت خبرها عن الرواية الشريفة الشرفية أبعث قلمي على أن يفاتح وأن يكون الرائد لي والماتح وهو ينكص نكوص الهيوبة وينكل نكول الهام عن الضريبة فأكابد لإحجامه الأسى وأزجي الأيام بلعل وعسى إلى أن بديت وهديت وأريت كيف يحيي الله من يميت فلم يبق بعد أن أنشط العقال واستدعي المقال إلا أن أنقل الحشف إلى هجر وأزف الهشيم إلى الشجر فأصدرت هذه الخدمة المتشحة\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n\r\nبالخجل المرتعشة من الوجل وأنا معترف بسالف التقصير ومعتذر عنه باللسان القصير فإن قربت عند الوصول وقرنت بخطوة القبول فلذلك الذي كانت تتمنى وحق لي ولها أن تهنى وإن ألغيت إلغاء الحوار في الدية وندد بمفاضحها في الأندية فما هضمت فيما قوبلت ولا ظلمت إذ ما قبلت على أن لكل امرئ ما نوى وأن تعفوا أقرب للتقوى وإن كان وضح اجتهادي فيما وقف من الوطر الذي تأكد فيه اعتراض القدر وانتقاص النظر فيا بردها على الكبد ويا بشرى خادمه\r\nالمجتهد ثم إن استخدمت بعد في خدمة اجتهدت وانتهزت فرصة فريضتها ولو جاهدت وللرأي الشريف في الإمام بتحسين ما يتأمل وتحقيق ما يؤمل مزيد السمو إن شاء الله تعالى\r\n( 47 - القاسم بن فيرة بن أبي القاسم )\r\nأبو محمد الرعيني ثم الشاطبي المقرئ كان فاضلا في\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nالنحو والقراءة وعلم التفسير له لحديث رسول الله صلى الله عليه وسلم نظم قصيدة من خمسمائة بيت في كتاب التمهيد لابن عبد البر\r\nوكان شعره عقدا صعبا لا يكاد يفهم\r\nمن ذلك قوله :\r\nيلومونني إذ ما وجدت ملائما * ومالي مليم حين سمت الأكارما\r\nوقالوا تعلم للعلوم نفاقها * بسحر نفاق تستخف العزائما\r\nوهي قصيدة طويلة\r\nوله :\r\nبكى الناس قبلي لا كمثل مصائبي * بدمع مطيع كالسحاب الصوائب\r\nوكنا جميعا ثم شتت شملنا * تفرق أهواء عراض المواكب\r\nوله قصيدة نظم فيها المقنع لأبي عمرو الداني في خط المصحف\r\nوكان رجلا صالحا صدوقا في القول مجدا في الفعل ظهرت عليه كرامات الصالحين كسماع الأذان بجامع\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nمصر وقت الزوال من غير مؤذن ولا يسمع ذلك إلا عباد الله الصالحون وكان يعذل أصحابه على أشياء لم يطلعوه عليها وكان مولده\r\nفي سنة ثمان وثلاثين وخمسمائة\r\nومات رحمه الله يوم الأحد بعد صلاة العصر الثامن والعشرين من جمادى الآخرة سنة تسعين وخمسمائة ودفن في مقبرة البيساني بسارية مصر بعد أن أضر\r\nأخذ القراءة عن الشيخين الإمامين أبي الحسن علي بن هذيل وأبي عبد الله محمد بن أبي العاص النفري\r\nقال الشيخ الإمام علم الدين أبو الحسن علي بن محمد السخاوي تلميذه وشارح قصيدته وقد وصف دينه وورعه وصلاحه ثم قال وذكرت له يوما جامع مصر وقلت له قد قيل إن الأذان يسمع فيه من غير المؤذنين ولا يدرى ما هو فقال قد سمعته مرارا لا أحصيها عند الزوال\r\nوقال لي يوما جرت بيني وبين الشيطان مخاطبة فقال فعلت كذا فسأهلكك فقلت له والله ما أبالي بك\r\nوقال لي يوما كنت في طريق وتخلف عني من كان معي وأنا على الدابة وأقبل اثنان فسبني أحدهما سبا قبيحا فأقبلت على الاستعاذة\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n\r\nوبقي كذلك إلى ما شاء الله ثم قال الآخر دعه وفي تلك الحال لحقني من كان معي فأخبرته بذلك فطلب يمينا وشمالا فلم يجد أحدا\r\nوكان رحمه الله يعذل أصحابه في السر على أشياء لا يعلمها منهم إلا الله عز وجل وكان يجلس إليه من لا يعرفه فلا يرتاب به أنه يبصر لأنه لذكائه لا يظهر منه ما يظهر من الأعمى في حركاته\r\n( 48 - القاسم بن القاسم بن عمر بن منصور )\r\nالواسطي أبو محمد مولده بواسط العراق في سنة خمسين وخمسمائة في ذي الحجة ومات بحلب في يوم الخميس رابع ربيع الأول سنة ست وعشرين وستمائة\r\nأديب نحوي لغوي فاضل أريب له تصانيف حسان ومعرفة بهذا الشان\r\nقرأ النحو بواسط وبغداد على الشيخ مصدق بن شبيب واللغة على عميد الرؤساء هبة الله بن أيوب وقرأ القرآن على الشيخ أبي بكر الباقلاني بواسط وعلى الشيخ علي بن هياب الجماجمي بواسط أيضا وسمع كثيرا من كتب اللغة والنحو\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nوالحديث على جماعة يطول شرحهم علي منهم أبو الفتح محمد بن أحمد بن بختيار الماندائي وأحمد بن الحسين بن المبارك بن نغوبا سمع عليه المقامات عن الحريري فانتقل من بغداد إلى حلب في سنة تسع وثمانين وخمسمائة فأقام بها يقرئ العلم ويفيد أهلها نحوا ولغة وفنون علوم الأدب وصنف بها عدة تصانيف وهي على ما أملاه علي هو بباب داره من حاضر حلب في جمادى الآخرة سنة ثلاث عشرة وستمائة كتاب شرح اللمع لابن جني كتاب شرح التصريف الملوكي لابن جني أيضا كتاب فعلت وأفعلت بمعنى على حروف المعجم كتاب في اللغة لم يتم إلى هذه المدة كتاب شرح المقامات على حروف المعجم ترتيب العزيزي كتاب شرح المقامات آخر على ترتيب المقامات كتاب شرح المقامات آخر على ترتيب آخر كتاب خطب قليلة كتاب رسالة فيما أخذ على ابن النابلسي الشاعر في قصيدة نظمها في الإمام الناصر لدين الله أبي العباس صلوات الله عليه أولها\r\nالحمد لله على نعمه المتظاهرة والصلاة على خير\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nخلقه محمد وعترته الطاهرة وبعد فإنه لما أخرت الفضائل عن الرذائل وقدمت الأواخر على الأوائل ونبذ عهد القدماء وجهل قدر العلماء وصار عطاء الأموال باعتبار الأحوال لا باختيار الأقوال وظهر عظيم الإجلال بالأسماء لا بالأفعال علمت أن الأقدار هي التي تعطي وتمنع وتخفض وترفع فأخملت عند ذلك من\r\nذكري وقدري وأخفيت من نظمي ونثري ولأمر ما جدع قصير أنفه ومن شعر فقه :\r\nوما لي إلى العلياء ذنب علمته * ولا أنا عن كسب المحامد باعد\r\nوقلت اصبر على كيد الزمان وكده فعسى الله أن يأتي بالفتح أو أمر من عنده :\r\nفلو لم يعل إلا ذو محل * تعالى الجيش وانحط القتام\r\nإلى أن بلغني ممن يعول عليه ويرجع في القول إليه عن بعض شعراء هذا الزمان ممن يشار إليه بالبنان أنه\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nأنشد عنده بيت الوليد يشهد له بالفصاحة والتجويد وهو قوله :\r\nإذا محاسني اللائي أدل بها * صارت ذنوبي فقل لي كيف أعتذر\r\nفقال مقال المفتري كم قد خرينا على البحتري فصبرت قلبي على أذاته وأغضيت جفني على قذاته حتى ابتدرني بالبادرة التي يقصر عنها لسان الحادرة فلو كان النابلسي كابن هانئ الأندلسي لزلزلت الأرض زلزالها وأخرجت الأرض أثقالها فيا لله العجب متى أشرفت الظلمة على الضياء\r\nأو علت الأرض على السماء وأين السها من القمر وكيف يضاهى الغمر بالغمر فإنا لله وأفوض أمري إلى الله أفي كل سحابة أراع برعد وفي كل واد بنو سعد :\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nوإني شقي باللئام ولا ترى * شقيا بهم إلا كريم الشمائل\r\nلقد تحككت العقرب بالأفعى واستنت الفصال حتى القرعى :\r\nوطاولت الأرض السماء سفاهة * وفاخرت الشهب الحصا والجنادل\r\nوما ذلك التيه والصلف والتجاوز للحد والسرف إلا لأنه كلما جر جريرا اعتقد أنه قد جر جريرا وكلما ركب الكميت ظن أنه قد ارتكب الكميت وكلما أعظم من غير عظم وأكرم من غير كرم شمخ بأنفه وطال وتطاول إلى ما لن ينال وزعم أنه قد بلد لبيدا وعبد عبيدا ولا والله ليس الأمر كما زعم ولا الشعر كما نظم ولكنها المكارم السلطانية الملكية الظاهرية التي نوهت بذكره فسترها ورفعت من قدره\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nفكفرها بقول سأذكره إذا انتهيت إليه\r\nولما طلب\r\nالعبد كراعا فأعطي ذراعا خرج على من يعرفه وبهرج على من يكشفه فقلت لا مخبأ بعد بوس ولا عطر بعد عروس :\r\nوما أنا بالغيران من دون جاره * إذا أنا لم أصبح غيورا على العلم\r\nوقصدت قصيدا من شعره يزعم أنها من قلائد دره قد هذبها في مدة سنين ومدح بها أمير المؤمنين وقال فيها :\r\nفانظر لنفسك أي در تنظم\r\n:\r\nفكان لعمري ناظما غير أنه * كحاطب ليل فاته منه طائل\r\nفواعجبا كم يدعي الفضل ناقص * ووا أسفا كم يظهر النقص فاضل\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nوتتبعت ما فيها من غلطاته وأظهرت ما خفي فيها من سقطاته ولبست له جلد النمر واندفقت عليه كالسيل المنهمر\r\nبعد أن كتبها بخطه وزينها بإعرابه وضبطه :\r\nوابن اللبون إذا ما لز في قرن * لم يستطع صولة البزل القناعيس\r\nفوجدته قد أخطأ منها في واحد وعشرين مكانا عدم فيها تمكنا من العلم\r\nوإمكانا فمنها ستة عشر موضعا توضحها الكتابة والنظر ومنها خمسة توضحها المجادلة والنظر فهذا من جيد مختاره وما يظهر على اختياره\r\nوإن وقع إلي شيء من مزوق شعره أو منوق مستعاره لأعصبنه فيه عصب السلمة ولأعذبنه تعذيب الظلمة :\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\nفإن قلتم إنا ظلمنا فلم نكن * بدأنا ولكنا أسأنا التقاضيا\r\nولو أنه اقتصر على قصوره وأنفق من ميسوره وستر عواره ولم يبد شواره لطويته على غره ولم أنبه على عاره وعره فإن من سلك الجدد أمن العثار وسلم من سالم النقع المثار ولكن كان كالباحث عن حتفه بظلفه فلحق « بالأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا » وخطؤه في هذه القصيدة ينقسم قسمين قسم فاته فيه أدب الدرس فيقسم أيضا قسم لفظي وقسم معنوي فأما القسم اللفظي فإنه ينقسم أيضا قسمين قسم لغوي وقسم صناعي فأما القسم اللغوي فإنه كذا وكذا لم يحتمل هذا المختصر ذكره\r\nوأنشدني لنفسه من قصيدة :\r\nديباج وجهك بالعذار مطرز * برزت محاسنه وأنت مبرز\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nوبدت على غصن الصبا لك روضة * والغصن ينبت في الرياض ويغرز\r\nوجنت على وجنات خدك حمرة * خجل الشقيق بها وحار القرمز\r\nلو كنت مدعيا نبوة يوسف * لقضى القياس بأن حسنك معجز\r\nوأنشدني لنفسه من قصيدة :\r\nزهر الحسن فوق زهر الرياض * منه للغصن حمرة في بياض\r\nقد حمى ورده ونرجسه الغض * سيوف من الجفون مواض\r\nفإذا ما اجتنيت باللحظ فاحذر * ما جنت صحة العيون المراض\r\nفلها في القلوب فتكة باغ * رويت عنه فتكة البراض\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nوإذا فوقت سهاما من الهدب * رمين السهام بالأغراض\r\nواغتنم بهجة الزمان وبادر * شمس أيامه الطوال العراض\r\nبشموس الكئوس تحت نجوم * في طلوع من أفقها وانقضاض\r\nواجل من جوهر الدنان عروسا * نطقت عن جواهر الأعراض\r\nكلما أبرزت أرتك لها وجه * انبساط يعطيك وجه انقباض\r\nفعلى الأفق للغمام ملاء * طرزتها البروق بالإيماض\r\nوكأن الرعود إرزام نوق * فصلت دونها بنات المخاض\r\nأو صهيل الجياد للملك الظاهر * تسري بالجحفل النهاض\r\nوأنشدني لنفسه يهجو ابن النابلسي المذكور :\r\nلا تعجبن لمدلوي‍ * ه إذا بدا شبه المريض\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nقد ذاب من بخر بفي‍ * ه بدا من الخلق البغيض\r\nوتكسرت أسنانه * بالعض في جعس القريض\r\nوتقطعت أنفاسه * عرضا بتقطيع العروض\r\nوأنشدني لنفسه يهجو ابن النابلسي المذكور :\r\nيا من تأمل مدلوي‍ * ه وشك فيما يسقمه\r\nأنظر إلى بخر بفيه * وما أظنك تفهمه\r\nلا تحسبن بأنه * نفس يغيره فمه\r\nلكنما أنفاسه * نتنت بشعر ينظمه\r\nوأنشدنا لنفسه في ذي الحجة سنة عشرين وستمائة بحلب :\r\nأرى بغضي على الجهلاء داء * يموت ببغضه القلب العليل\r\nفهم موتى النفوس بغير دفن * وأحياء عزيزهم ذليل\r\nيغطون السماء بكل كف * لها في الطول تقصير طويل\r\nويبدون الطلاقة من وجوه * كما يبدو لك الحجر الصقيل\r\nإذا قاموا لمجد أقعدتهم * مسالك ما لهم فيها سبيل\r\nوإن طلبوا الصعود فمستحيل * وإن لزموا النزول فما يزول\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nكذاك السجل في الدولاب يعلو * صعودا والصعود له نزول\r\nوأنشدنا لنفسه بالتاريخ :\r\nلنا صديق به انقباض * ونحن بالبسط نستلذ\r\nلا يعرف الفتح في يديه * إلا إذا ما أتاه أخذ\r\nفكفه « كيف » حين يعطى * شيئا وبعد العطاء « منذ »\r\nوأنشدني لنفسه أيضا :\r\nلا ترد من خيار دهرك خيرا * فبعيد من السراب الشراب\r\nرونق كالحباب يعلو على الكاس * ولكن تحت الحباب الحباب\r\nعذبت في النفاق ألسنة القوم * وفي الألسن العذاب العذاب\r\nوأنشدني لنفسه أيضا موشحة على طريقة المغاربة موشح :\r\nفي زهرة وطيب * بستاني من أوجه ملاح\r\nأجلو على القضيب * ريحاني والورد والأقاح\r\nما روضة الربيع * في حلة الكمال\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nتزهو على ربيع * مرت به الشمال\r\nفي الحسن كالبديع * بالحسن والجمال\r\nناهيك من حبيب * نشوان بالدل وهو صاح\r\nإن قلت والهيبي * حياني من ثغره براح\r\nكم بت والكئوس * تجلى من الدنان\r\nكأنها عروس * زفت من الجنان\r\nتبدو لنا الشموس * منها على البنان\r\nلم أخش من رقيب * ينهاني ألهو إلى الصباح\r\nمع شادن ربيب * فتان زندي له وشاح\r\nخيل الصبا بركضي * تجري مع الغواه\r\nفي سنتي وفرضي * لا أبتغي سواه\r\nوحجتي لعرضي * ما تنقل الرواه\r\nعن عاقل لبيب * أفتاني أن الهوى مباح\r\nوالرشف من شنيب * ريان ما فيه من جناح\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nوأنشدني لنفسه أيضا موشحة :\r\nأي عنبريه * في غلائل الغلس\r\nمن زبرجديه * تنبه النعس\r\nجادها الغمام * فانتشى بها الزهر\r\nوابتدا الكمام * أعينا بها سهر\r\nوشدا الحمام * حين صفق النهر\r\nوارتدت عشيه * كملابس العرس\r\nحللا سنيه * ما دنت من الدنس\r\nواملإ الكئوسا * فضة على الذهب\r\nواجلها عروسا * توجت من الشهب\r\nتطلع الشموسا * في سنا من اللهب\r\nفلها مزيه * في الدجى على القبس\r\nبحلى شهيه * كمحاسن اللعس\r\nمخبر سناها * عن تطاير الشرر\r\nفاز من جناها * من قلائد الدرر\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nفإذا تناهى * في الخلائق الغرر\r\nقلت ظهريه * أظهرت لملتمس\r\nمن علا أبيه * ما تنال بالخلس\r\nوأنشدني لنفسه أيضا :\r\nلا خير في أوجه صباح * تسفر عن أنفس قباح\r\nكالجرح يبني على فساد * بظاهر ظاهر الصلاح\r\nفقل لمن ماله مصون * أصبت في عرضك المباح\r\nوأنشدني أيضا لنفسه :\r\nجد الصبا في أباطيل الهوى لعب * وراحة اللهو في حكم النهى تعب\r\nوأقرب الناس من مجد يؤثله * من أبعدته مرامي العزم والطلب\r\nوقادها كظلام الليل حاملة * أهلة طلعت من بينها الشهب\r\nمنقضة من سماء النقع في أفق * شيطانه بغمام الدرع محتجب\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nواسود وجه الضحى مما أثار به * وأشرق الأبيضان الوجه والنسب\r\nفي موقف يسلب الأرواح سالبها * حيث المواضي قواض والقنا سلب\r\nلا يرهب المرء ما لم تبد سطوته * لولا السنان استوى الخطي والقصب\r\nإن النهوض إلى العلياء مكرمة * لها التذاذان مشهود ومرتقب\r\nوالملك صنفان محصول وملتمس * والمجد نوعان موروث ومكتسب\r\nوالناس ضدان مرزوق ومحترم * تحت الخمول ومغصوب ومغتصب\r\nوالطاهر النفس لا ترضيه مرتبة * في الأرض إلا إذا انحطت لها الرتب\r\nوالفضل كسب فمن يقعد به نسب * ينهض به الأفضلان العلم والحسب\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nلله در المساعي ما استدر بها * خلف السيادة إلا أمكن الحلب\r\nوحبذا همة في العزم ما انتدبت * لمبهم الخطب إلا زالت الحجب\r\nوموطن يستفاد العز منه كما * أفادت العز من سلطانها حلب\r\nومنها :\r\nمؤيد الرأي والرايات قد ألفت * ذوائب القوم من راياتها العذب\r\nإن نازلوه وقد حق النزال فمن * أنصاره الخاذلان الجبن والرعب\r\nأو كاتبوه فخيل من كتائبه * تجيب لا المخبران الرسل والكتب\r\nمغاور ينهب الأعمار ذابله * في غارة الحرب والأموال تنتهب\r\nفي جحفل قابلوا شمس النهار على * مثل البحار بمثل الموج يضطرب\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nحتى كأن شعاع الشمس بينهم * فوق الدروع على غدرانها لهب\r\nما أنكر الهام من أسيافه ظبة * وإنما أنكرت أسيافه القرب\r\nما يدفع الخطب إلا كل مندفع * في مدحه الأفصحان الشعر والخطب\r\nومن إذا ما انتمى في يوم مفتخر * أطاعه العاصيان العجم والعرب\r\nوأنشدني من قصيدة لنفسه أيضا :\r\nأفي البان إن بان الخليط مخبر * عسى ما انطوى من عهد لمياء ينشر\r\nفكم حركات في اعتدال سكونها * أحاديث يرويها النسيم المعطر\r\nيود ظلام الليل وهو ممسك * لذاذتها والصبح وهو مزعفر\r\nأحاديث لو أن النجوم تمتعت * بأسرارها لم تدر كيف تغور\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nيموت بها داء الهوى وهو قاتل * ويحيا بها ميت الجوى وهو مقبر\r\nفيا لنسيم صحتي في اعتلاله * وصحوي إذا ما مر بي وهو مسكر\r\nكأن به مشمولة بابلية * صفت وهي من غصن الشمائل تعصر\r\nإذا نشأت مالت بلبك نشوة * كما مال مهزور يماح ويمطر\r\nوقال يمدح الوزير جمال الدين القاضي الأكرم أبا الحسن علي بن يوسف بن إبراهيم الشيباني القفطي من صعيد مصر ويلتمس منه أن يرتبه في خدمة :\r\nيا سيدي قد رميت من زمني * بحادث ضاق عنه محتملي\r\nوأنت في رتبة إذا نظرت * إلي صار الزمان من قبلي\r\nوالنظم والنثر قد أجدتهما * فيك فلا تترك الإجادة لي\r\nفداك قوم إذا وقفت بهم * رأيتني واقفا على طلل\r\nتشغل أموالهم مساعيهم * فهم عن المكرمات في شغل\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\nتحمي حماها أعراضهم فإذا * ماتت حماها سور من البخل\r\nمعاول الذم فيه عاملة * إعمالها في مغائر الجبل\r\nنعلك تاج إذا رفعتهم * لرأس حاف منهم ومنتعل\r\nفاسمع حديثي في مغازلة * تبث شكوى في موضع الغزل\r\nقد كنت في راحة مكملة * أحيي المعالي بميت الأمل\r\nأرفل في عزة القناعة في * ذيل على النائبات منسدل\r\nفعندما طالت البطالة بي * وصار لي حاجة إلى العمل\r\nقال أناس نبه لها عمرا * فقلت حسبي رأي الوزير علي\r\nيعني عمر بن الوبار أحد حجاب أتابك طغرل شهاب الدين الخادم المستولي في أيامنا على حلب وقلعتها :\r\nقد بت من وعده على ثقة * أمنت في حليها من العطل\r\nفالأكرم ابن الكرام لو سبقت * وعوده بالشباب لم يحل\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n\r\nيفر من وعده المطال كما * تفر آراؤه من الزلل\r\nأخلاقه حلوة المذاق فلو * شبهتها ما ارتضيت بالعسل\r\nتنظم درا على الطروس كما * ينظم در الحلي في الحلل\r\nبمنطق لو سرت فصاحته * في اللكن لاستعصمت من الخطل\r\nتمج أحلافه إذا كتبت * ماء المنى من أسنة الأسل\r\nوإن سطت في ملمة نسيت * صفين منها ووقعة الجمل\r\nمبين علمه لسائله * مسائلا أشكلت على الأول\r\nلكل علم في بابه علم * يهدي إلى قبلة من القبل\r\nأي جمال ما فيه أجمله * على وجوه التفصيل والجمل\r\nجل الذي أظهرت بدائعه * منه معاني الرجال في رجل\r\n( 49 - القاسم بن محمد بن بشار الأنباري أبو محمد )\r\nوالد أبي بكر محمد بن الأنباري كان محدثا أخباريا\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\nثقة صاحب عربية أخذ عن سلمة بن عاصم وأبي عكرمة الضبي\r\nمات سنة أربع وثلاثمائة غرة ذي القعدة وقال ثابت بن سنان مات في صفر سنة خمس وثلاثمائة ومن خطه نقلت\r\nقال محمد بن إسحاق وله من التصانيف كتاب خلق الإنسان كتاب خلق الفرس كتاب الأمثال كتاب المقصور والممدود كتاب المذكر والمؤنث كتاب غريب الحديث كتاب شرح السبع الطوال رواها أبو غالب بن بشران عن علي بن كردان عن أبي بكر أحمد بن محمد بن الجراح الخزاز عن أبي بكر عن أبيه\r\nومما يروى لابن الأنباري هذا :\r\nإني بأحكام النجوم مكذب * ولمدعيها لائم ومؤنب\r\nالغيب يعلمه المهيمن وحده * وعن الخلائق أجمعين مغيب\r\nالله يعطي وهو يمنع قادرا * فمن المنجم ويحه والكوكب\r\nقرأت في كتاب الفهرست الذي تممه الوزير الكامل\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nأبو القاسم المغربي ولم أجد هذا في النسخة التي بخط المصنف أو قد ذهب عن ذكري قال ذكر أبو عمر الزاهد قال أخبرني أبو محمد الأنباري قال قدمت إلى بغداد ومحمد صغير وليس لي دار فبعث بي ثعلب إلى قوم يقال لهم بنو بدر فأعطوني شيئا لا يكفيني وذكروا كتاب العين فقلت عندي كتاب العين فقالوا لي بكم تبيعه فقلت بخمسين دينارا فقالوا لي قد أخذناه بما قلت إن قال ثعلب إنه للخليل قلت فإن لم يقل إنه للخليل بكم تأخذونه قالوا بعشرين دينارا فأتيت أبا العباس من فوري فقلت له يا سيدي هب لي خمسين دينارا\r\nفقال لي أنت مجنون وهذا تأكيد\r\nفقلت له لست أريد من مالك وحدثه الحديث\r\nقال فأكذب قلت حاشاك ولكن أنت أخبرتنا أن الخليل فرغ من باب العين ثم مات فإذا حضرنا بين يديك للحكومة فضع يدك على ما لا تشك فيه\r\nفقال تريد أن أنجش لك قلت نعم قال هاتهم فبكروا وسبقوني وحضرت فأخرجوا\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n\r\nالكتاب وناولوه وقالوا هذا للخليل أم لا ففتح حتى توسط باب العين وقال هذا كلام الخليل « ثلاثا » قال فأخذت خمسين دينارا\r\n( 50 - القاسم بن محمد الديمرتي أبو محمد الأصبهاني )\r\nمن قرية من قراها يقال لها ديمرت روى عن إبراهيم بن متونة الأصبهاني وقال حمزة أبو محمد القاسم الديمرتي لغوي نحوي عني في صغره بتصحيح كتب وقراءاتها ثم هو منتصب منذ أربعين سنة تقرأ عليه الكتب\r\nوحدث أبو نصر منصور بن أحمد بن محمد بن الشيرازي خازن كتب عضد الدولة ومعلم ولده صمصام الدولة وقاضي فارس وأعمالها قال أنشدنا أبو محمد القاسم بن محمد الديمرتي لنفسه وقد سئل أن يجمع الشعراء العشرة :\r\nالأصل أن تحكم شعر العشرة * أشعار قوم في زمان لم تره\r\nأشعار بشر ولبيد وعدي * نعم والأعشى وعبيد الأسدي\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nحتى إذا أحكمت شعر النابغة :\r\nفابتد في شعر امرئ القيس * فالفخر في ذاك وشعر أوس\r\nوابتدر القوم وفيهم طرفه * وكل ما قال زهير في صفه\r\nقال المؤلف وهذا شعر هذا العلامة كما ترى في غاية الركاكة والرداءة ولم يستطع تصريع البيت الذي فيه ذكر النابغة\r\nقال محمد بن إسحاق وله من الكتب كأب تقويم الألسنة كتاب العارض في الكامل كتاب تفسير الحماسة كتاب غريب الحديث كتاب الإبانة\r\nقال حمزة وله كتب كبار وصغار فمن كبار كتبه كتاب الصفات كتاب تفسير ضروب المنطق كتاب سماه كتاب تهذيب الطبع يشتمل على قطعة كبيرة من نوادر اللغة\r\nذكره أبو نعيم في تاريخ أصبهان فقال القاسم بن محمد الديمرتي الأديب أبو محمد روى عن إبراهيم بن متونة وإسحاق بن جميل ومحمد بن سهل بن الصباح .\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nانتهى الجزء السادس عشر\r\nمن كتاب معجم الأدباء\r\n( ويليه الجزء السابع عشر )\r\n( وأوله ترجمة )\r\n( القاسم بن محمد بن رمضان العجلاني )\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321}
  ]