[
  {"content":"\r\nالسفر الثامن من كتاب\r\nالمخصص\r\nتأليف\r\nأبي الحسن علي بن إسماعيل النحوي اللغوي الأندلسي\r\nالمعروف بابن سيده . المتوفى سنة 458 تغمده الله برحمته\r\nتحقيق\r\nلجنة إحياء التراث العربي\r\nدار إحياء التراث العربي\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nباب أصوات الغنم\r\nأبو عبيد العنز تيعر يعارا غيره وقيل هو الشديد من أصوات الشاء أبو عبيد التيس ينب نبيبا والنعجة تثأج ثؤاجا ابن دريد تثاج وتثوج وترك الهمزأ على أبو عبيد الضأن تخور أبو زيد خارت خوارا وبنات خورة الضأن أبو عبيد المعز تثغو ثغاءً أبو زيد الثغاء صوت الغنم عند الولادة ابن السكيت وكذلك الكبش وقال ماله ثاغية ولا راغية الثاغية الشاة والرغية الناقة وقال أتيته فما أثغى ولا أرغى يعني ما أعطاني ثاغيةً ولا راغية أبو عبيد ما بها ثاغ ولا راغ ابن السكيت فإذا كان في صوته مجوحة قيل فحم بفحم فهو فاحم وفحم واللبلبة حكاية صوت التيس عند السفاد وكذلك النبنبة وقد نب التيس ينب نيبا\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nونبنبة صاحب العين نبح التيس ينبح نبحاً ونباحاً ونبيحاً ونبوحاً كالكلب والعفط والعفيط نثرة الضأن بأنوفها وهو صوت ليس بالعطاس عفطت تعفط عفطاً ابن دريد نخفت العنز تنخف نخفا وهو نفخ نحو نفخ الهرة وقيل هو شبيه بالعطاس .\r\nنعوت الغنم من قبل سمنها وهزالها\r\nأبو عبيد السحوف التي لها سحفة وقد تقدمت وهي المنتهية السمن التي لها سحفتان إحداهما فوق الأخرى ولا تكون الا على السحر والجنبين والعليا شحمة لا يخالطها لحم والثانية شحمة تحت العليا وهي يخالطها لحم قال وكل دابة لها سحفة الا الخف لا يقال ناقة سحوف ولكن شطوط وحكى صاحب العين ناقة سحوف وجمل سحوف وقال كبش ربيس وربيز مكتنز سمين أبو عبيد الزعوم التي لا يدري أبها شحم أم لا ومنه قيل في قول فلان مزاعم وهو الذي لا يوثق به ابن السكيت أرمت عظام الشاة إذا كان فيها رم وهو المخ يقال للشاة المهزولة ما يرم منها مضرب أي إذا كسر عظم من عظامها لم يصب فيه مخ صاحب العين التعسين قلة الشحم في الشاة وقال شاة طعوم وطعيم فيها بعض الشحم يقدر على أكله أبو عبيد سحت الشاة تسح سحوحةً وسحوحاً سمنت وشحم ساح كثير الإهالة صاحب العين سحت الشاة سحاً وسحوحاً وشاة ساح بغير هاء وأما غيره فقال ساحة وساح على الفعل والنسب واختلفوا في ذلك فقيل هو أن لا تبلغ غاية السمن وقيل هو أن تبلغها وقال غنم سحاح وسحاح أبو عبيد الشحصاء من الغنم السمينة وقد تقدم أنها التي لا حمل لها ولا لبن صاحب العين كبش رداح ضخم الألية وقد تقدم في الإبل والنساء والكتائب أبو عبيد عنز حنطئة عريضة ضخمة وجرئضة ضخمة ابن دريد جراهية الغنم ضخامها وقال نعجة ضريطة ضخمة سمينة صاحب العين توعنت الغنم انتهى سمنها وقد تقدم في الإبل والدواب\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nابن دريد شاة عجفاء وغنم عجاف وهذا أحد ما جاء على أفعل وفعال والحقوا بها ضدها فقالوا سمان كما قالوا عجاف وقالوا جاءت لها نظار كأبطح وبطاح وأجرب وجراب أبو عبيد الرعوم التي يسيل رعامها من الهزال أي مخاطها وقد أرعمت أبو عبيد رعمت ترعم رعاماً ورعم مخاط الشاة يرعم رعوماً سال على الرعوم ليس على أرعمت لأن فعولاً لا يبنى من أفعل وقد تقدم أن الرعام مخاط الخيل ثعلب حفر الغزر الشاة يحفرها حفراً أهزلها أبو عبيد شاة مزخرط إذا سال زخرطها وهو لعابها وقد تقدم في الإبل وهو فيهما من الهزال وقال كبش متجرف وهو الذي قد ذهب عامة سمنه ابن السكيت هو المتقدد الأعجف بعد سمن أبو عبد جاء بغنمه سود البطون وجاء بها حمر الكلى أي مهازيل ابن السكيت الرجاج مهازيل الغنم وعم به أبو زيد الإبل والناس والغنم صاحب العين الطفاشاء المهزولة من الغنم وقد تكون من غيرها وقال جاءت الغنم ما تساوك أي ما تحرك رؤوسها من الهزال ابن السكيت الذأوة المهزولة من الغنم وأنشد\r\nألجأني القرّ إلى سهوات * فيها وقد حاحيت بالذأوات\r\nالسهوة الصخرة المقعالة وهي التي ليس لها أصل في الأرض كأنها ساقطة من جبل إلى الأرض ليست من الجبل صاحب العين الهرطة النعجة الكبيرة المهزولة أبو عبيد هي النعجة الكبيرة ولم يحدها بالهزال والهرط اللحم المهزول الذي كأنه مخاط لا ينتفع به لغثاثته .\r\nجس الغنم\r\nأبو عبيد غبطت الشاة أغبطها غبطاً إذا جسستها لتعرف سمنها من هزالها وأنشد\r\nإنّي وأتيي ابن غلاّق ليقريني * كالغابط الكلب يبغي الطّرق في الذّنب\r\nقال أبو علي فاستعاره أبو عبيد العفل الموضع الذي يجس من الشاة\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nإذا أرادوا أن يعرفوا سمنها من غيره وقد تقدم أنه شحم خصيتي الكبش وما بعده .\r\nخيارها\r\nابن الأعرابي جراهية الغنم خيارها وقد تقدم قبل ذلك أنها ضخامها ابن دريد كبش هجر حسن كريم .\r\nنعوتها من قبل صوفها وشعرها\r\nوإعبارها وجزها\r\nأبو عبيد كبش أصوف وصوف وصائف وصاف كثير الصوف ابن دريد وقد قالوا صاف قال أبو علي صاف وصاف على حد القلب قال وقال أبو العباس نعجة صافة صاحب العين كبش صوفاني ونعجة صوفانية قال أبو علي الصوف جمع واحدته صوفة وقد يقال للصوفة صوف كما يقال للرائحة ريح وهذا على مثال ما ذهب إليه النحويون من أن فعلت قد تجئ لا يراد بها التكثير ولذلك قال سيبويه كما أن الصوف والريح في معنى صوفة ورائحة ابن دريد كبش موسب كثير الصوف قال أبو علي هو من الوسب وهو منبت العانة أبو حنيفة أو سبت الأرض كثر نباتها وسيأتي ذكره في موضعه إن شاء الله صاحب العين الوسب من الغنم ما كثر صوفه غيره تيس علفوف كثير الشعر وقد تقدم أنه الجافي من الرجال والنساء مع غرارة وبلهنية أبو زيد شاة سحوف رقيقة صوف البطن وقد تقدم أنها السمينة أبو عبيد شاة معبرة وهي التي تترك سنةً لا يجز صوفها وقد تقدم أنه الغلام الذي لم يختن وأنه البعير الكثير الوبر أبو عبيد الجزوزة من الغنم التي يجز صوفها جززتها أجزها جزاً ابن دريد الجزز والجزة الصوف المجزوز وقد أجز القوم حان أن تجز غنمهم ابن السكيت\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nالجز للضأن والحلق للمعز وهي حلاقة المعزى صاحب العين حلقت الشعر أحلقه حلقاً وحلقته أبو زيد الحليق الشعر المحلوق من المعز والجمع حلاق وقال نفشت الصوف ونحوه أنفشه نفشاً إذا مددته حتى يتجوف وقد انتفش ابن درستويه المورة والموارة ما نسل من صوف الشاة وعقيقة الجحش حية كانت أو ميتة وقد أنمار أبو زيد التمم والتمم الصوف والشعر والوبر وقال أتموا لصاحبكم وقد جاء يستتمكم أي يطلب إليكم قال ثعلب التمة والثلة من الصوف خاصة واستعملها غيره في الصوف والشعر والوبر وقال لا يقال لواحد دون الا خرثلة وجمل مثل كثير الثلة غيره الضريبة الصوف أو الشعر ينفش ثم يدرج ليغزل والعقيقة صوف الجذع والخبيبة صوف الثني وهي أفضل من العقيقة ابن السكيت جرم صوف الشاة وجلمه يجلمه جلماً جزه صاحب العين الجلامة ما جلمت منه والجلم الذي يجز به الشعر أبو حاتم هما الجلمان والمقراضان والقلمان ولا يفرد لواحد منهما واحد أبو عبيد القرد نفاية صوف الضأن خاصةً ثم استعير في غيره من نفاية الوبر والشعر والقطن والكتان وكل ما غزل الواحدة فردة صاحب العين القرد ما تساقط وتمعط من الغنم قد قرد قردا فهو قرد تجعد وانعقدت أطرافه وقد تقدم كل في موضعه وتقول العرب في مثل عثرت على الغزل باخرة فلم تدع بنجد قردةً وأصله أن تدع المرأة الغزل وهي تجد ما تغزل من قطن أو كتان أو غيرهما حتى إذا فاتها الغزل تتبعت القرد في القمامات تلتقطه وتغزله وقد تقدم القرد في القطن والكتان ونحوه صاحب العين العهن الصوف المصبوغ وقيل كل صوف عهن الواحدة عهنة وهي العهون أبو عبيد الرعث العهن والقزع ما انتتف من أصواف الغنم في أيام الربيع وقد قزع قزعاً فهو أقزع والأنثى قزعاء وكل منتتف متقزع ومنه رجل أقزع للذي في رأسه شعيرات تفرقها الريح والقزعة موضع تقزع الشعر وقزعته إذا انتتفت ناصيته لترق وقيل المقزع الرقيق الناصية خلقة وقال العمت لف الصوف بعضه على بعض مستديراً ومستطيلاً عمته أعمته عماً وهي العميتة والجمع أعمتة وعمت وعميت وقيل العميتة من الصوف كالفليلة من الشعر والسبيخة من القطن وقد تقدم أن العميتة القطعة من الوبر تلف كذلك\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nوقال صوف قرثع فيه وبر صغار وقيل هو كالوبر الصغار يكون على الدابة صاحب العين الصواحة فضالة من تشقق الصوف وقد صوحته ابن السكيت مرقت الصوف أمرقه مرقاً نتفته وكذلك الشعر وقد تقدم والمراقة ما انتتف منه وخص بعضهم به ما ينتتف من الجلد المعطون إذا دفن ليسترخي والمرقة ما ينتف من عجاف الغنم ورجاجها وفي المثل أنتن من مرقات الغنم صاحب العين المرق الصوف أول ما ينتف وقيل هو ما يبقى في الجلد من اللحم إذا سلخ .\r\nومن أخلاق الشاء\r\nأبو عبيد الحزون السيئة الخلق والرؤوم التي تلحس ثياب من مر بها والثموم التي تقلع الشيء بفيها ثمت تثم ثماً ابن دريد النجف عطف العنز بأنفها وقد نجفت تنجف صاحب العين شاة عاطف تثني عنقها من غير داء أبو زيد شاة ثانية بينة الثني كذلك وشاة حانية وحان تثني عنقها لغير علة وقد تقدم أنها المريدة للفحل أبو عبيد شاة يعور تبول على حالبها فتفسد اللبن وشاة ناحط سعلة وبها نحطة أبو عبيد كبش أجهر ونعجة جهراء لا تبصر في الشمس وقد تقدم في الانسان .\r\nرعي الغنم ونشرها وسيرها\r\nابن دريد أهجأت الغنم والإبل كففتها لترعى وألزأت غنمي أشبعتها ابن السكيت وجدت أرضاً قد غدرت غنمها وذلك حين تشبع الغنم في المرتع في أول نبت الغيث فلا تذكر في النبت ولا تسأل عن أحظها لأن النبت قد ارتفع وإنما تذكر فيه الإبل تقول غودرت فلا تذكر وتذكر الإبل فيقال قد شبعت قلوصاء وهما بنت اللبون وبنت العشار ثعلب ابتقلت الغنم رعت البقل وتبقلت سمنت عن البقل صاحب العين\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nإذا تعرقت الغنم من غرة من راعيها قيل انتشرت وإن كان هو الذي فرقها قيل نشرها ينشرها نشراً وقد تقدم الانتشار والنشر في الإبل أبو زيد استوأرت الغنم واستأورت تفرقت من فزع وكذلك الوحش وقد تقدم في الإبل باختلاف عبارة على لم يقل استآرت لكون ما قبل الواو وأنه لا فعل منها غير مزيد وانما أعل باب استقام واستباع إعلال قام وباع وليس من المقلوب لأن أبا زيد حكى عن العقيليين ما أشد استئوارها ولا مصدر للمقلوب ابن السكيت فريقة الغنم أن تتفرق منها قطعة شاة أو شاتان أو ثلاث شياه فتذهب تحت الليل عن جماعة الغنم صاحب العين الحريسة الشاة تسرق ليلاً وجمعها حرائس وقد احترسها وفي الحديث حريسة الجبل لا قطع فيها وقيل الحريسة السرقة ابن السكيت مررنا على فلان فرأينا غنمه عبيثةً واحدةً وبكيلةً واحدةً أي قد اختلط بعضها ببعض وهو مثل وأصله من الأقط والدقيق يبكل بالسمن فيؤكل قال غدرت الشاة تخلفت عن الغنم وقد تقدم الغدر في الرعي أبو زيد وكذلك الناقة عن الإبل أبو عبيد استرعلت الغنم تتابعت في السير ابن السكيت السريبة من الغنم التي تصدرها إذا رويت فتتبعها الغنم أبو عبيد أجفيت الماشية إذا أتعبتها فلم تدعها تأكل ابن السكيت قنعت الغنم إذا أقبلت نحو أهلها وقد تقدم في الإبل أبو حنيفة رمشت الغنم ترمش رمشاً رعت شيئا يسيراً سيبويه هو أحنك الشاتين أي آكلهما وليس له فعل وإنما حملهما على أرعاهما وقد تقدم ذلك في الإبل أبو حنيفة غنم مغنمة أي عازبة يعني بعيدة وكذلك بقر مبقرة ابن السكيت ذهبت غنمه شذر مذر وشذر مذر وشغر بغر وشغر بغر تفرقت في كل وجه وقد تقدمت هذه الأخيرة في الإنسان .\r\nتعليفها\r\nابن دريد شاة داجن إذا كان صاحبها يعلفها ولا يسميها وهي التيمة والربائب الغنم الداجنة .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nافتراس الغنم\r\nابن السكيت فرس السبع الشاة أخذها فدق عنقها وهو الافتراس والفرس وقد فرس يفرس فرساً قال سيبويه ظل يفرسها ويؤكلها إذا أكثر ذلك فيها ابن السكيت أفرس الراعي إذا فرس الذئب شاةً من غنمه وقال هي أكيلة السبع فأما الأكولة فالتي تعزل للأكل وقال غلث الذئب بغنم فلان يفرسها أي لزمها غيره هاث الذئب في الغنم هيثا أفسد ابن دريد ختل الذئب الصيد تخفي له أبو حاتم زم الذئب السخلة وازدمها إذا رفع رأسه ذاهباً بها صاحب العين رجل مذؤوب وقع الذئب في غنمه وقال عاث الذئب في الغنم عيثا أفسد .\r\nالصوت بالغنم\r\nأبو زيد هرهر دعاؤها للماء وقد هرهرتها أبو عبيد وهرهرت بها ابن الأعرابي ومنه قولهم ما يعرف هراً من بر فالهر دعاء الغنم والبر سوقها صاحب العين هرهر سوق الغنم وبربر دعاؤها أبو عبيد طرطبت بها كذلك أبو عبيد الطرطبة صوت الحالب للمعز يسكنها بشفتيه وقد طرطب بها صاحب العين داع داع من زجر صغار المعز وقد دعدعت بها أبو عبيد ويقال للمعز خاصةً دعدعت بها وحاحيت ابن السكيت حأحأ يهمز ولا يهمز قالها في الضأن والمعز أبو الدقيش حوحو دعاء بالغنم وقد حوحيت بها وأحو أحو كذلك أبو عبيد نعقت بها أنعق نعيقاً في المعز والضأن صاحب العين نعقت بها نعقاً ونعيقاً ونعاقاً أبو عبيد أنقضت بالمعز دعوتها والإبساس والرأرأة إشلاؤكها إلى الماء يعني الدعاء وقد رأرأت وقال نسست الشاة أنسها نساً إذا زجرتها فقلت إس إس تشير بالشفة وقال بعضهم\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nأسستها أؤسها أساً وهو أقيس ابن دريد هس زجر للغنم بالضم النضر هس وهس كذلك أبو زيد فعفع الراعي بالغنم زجرها أو جمعها وأنشد\r\nمثلي لا يحسن قول فعفع * والشّاة لا تمشي على الهملّع\r\nأبو حاتم رجل فعفاع إذا فعل ذلك والعلعل واللعلع كالفعفعة والسعسعة زجر الضأن إذا قال لها سع سع وقال ثأثأت بالتيس إذا قلت له ثأ ثأ لينزو وشأشأت بالغنم قلت لها تشؤ تشؤ غيره جطح وجدح من زجر الغنم كأن الدال دخلت على الطاء أو الطاء على الدال ابن دريد جحض وجحط وحجح وحنح وإجط كله من زجر الغنم غيره جحجح من زجرها صاحب العين يقال للعنز إذا استصعبت عند الحلب جزح أي قرى فتقر ابن دريد خدج وخدج زجر للغنم ابن السكيت حيز زجر للعنز وأنشد\r\nشمطاء جاءت من أعالي البر * قد تركت حيز وقالت حرّ\r\nصاحب العين الضاضاة غير مهمور من زجر الراعي أبو حاتم يقال للكبش إذا زجرته جخ والعزعزة من زجر الغنم إذا قلت لها عزعز وعتعت الجدي زجره صاحب العين دهاع ودهداع من زجر الغنم وقد دهع الراعي بالعنوق ودهدع زجرها بذلك وعا وعاء وعاي من زجر الضأن وقد عاعيتها عاعاةً وعيعاءً وربما قالوا عو وقد عوعيت عوعاة وعيعيت عيعاةً وعيعاءً .\r\nمواضع الغنم حيث تكون\r\nابن دريد الحظار ما حظرته على غنم أو غيرها بأغصان الشجر أو بما كان وقيل هي الحظيرة وحائطها الحظار وكل ما حال بينك وبين شيء حظار وحظار وقد حظرت الشيء أحظره حظراً حزنه أبو عبيد الزريبة حظيرة من خشب تعمل للغنم زربتها أزربها زربا وقال مرة الزرب المدخل ومنه زرب الغنم ابن السكيت\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nهو الزرب والزرب وأنشد ثعلب لشاعر يخاطب ذئبا اعترضه فقال\r\nفاعمد إلى أهل الوقير فإنّما * يخشى أذاك مقرمص الزّرب\r\nغيره إذا كانت الحظيرة من قصب فهي دبن نبطي فان كانت من حجارة فهي صيرة وقد عم بها أبو عبيد وقال جمعها صير وأنشد\r\nمن الحبلّق تبنى حولها الصّير\r\nابن دريد هي الصيرة والصيارة وأنشد\r\nمن مبلغٌ عمرا بأن المرء لم يخلق صياره\r\nويروى صباره وهي الصخرة وقيل زبرة الحديد وسيأتي ذكرها واشتقاقها إن شاء الله صاحب العين وقد تكون الصيرة للبقر وقال الوصيدة بيت يتخذ من الحجارة في الجبال ابن دريد الجديرة حظيرة تتخذ للبهم من الحجارة صاحب العين الحباك والحبك حبل يشد به وسط الخشب الذي يجمع للحظيرة وقال خز الحائظ يخزه خزاً وضع عليه شوكا لئلا يطلع عليه ابن السكيت الكنيف حظيرة من خشب أو شجر تتخذ للغنم والإبل وقد كنفته أكنفه كنفا وكنوفا عملته وكنفت الغنم والإبل أكنفها كنفا عملت لها كنيفا واكتنفت كنيفا اتخذته صاحب العين تكنف القوم بالغثاث وذلك أن تموت غنمهم هزالا فيحظروا بالتي ماتت حول الأحياء اللاتي بقين فتسترها من الرياح أبو عبيد الثوية والثاية مأوى الغنم والثاية أيضاً حجارة ترفع فتكون علما بالليل للراعي إذا رجع إليه ابن السكيت الثاية تكون للغنم وهي عازبة ومأواها حول البيوت وتكون للإبل والمرابض للغنم خاصة ابن دريد ربضت الشاة تربض ربضاً وربوضاً ورضبت مرغوب عنها وقد تقال للحافر وربما قيلت للسباع والمعروف للسباع جثم أبو عبيد ربضت الغنم وأربضتها الزجاج تبحبحت الغنم سكنت أينما كانت ابن السكيت تندحت الغنم من مرابضها تبددت واتسعت من البطنة والمنتدح والندح المكان الواسع والجمع أنداح وقال هو عطن الغنم ومعطنها لمربضها حول الماء والمراح يكون للغنم وقد تقدم في الإبل ابن الأعرابي الأخلام مرابض الغنم وقال أوطان الغنم والبقر مرابضها وأنشد سيبويه\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nكرّوا إلى حرتيكم تعمرونهما * كما تكّر إلى أوطانها البقر\r\nضرط الغنم\r\nأبو زيد حبقت العنز تحبق حبقا وحبقا وحباقا والحبق والحباق أيضاً الاسم وقد تقدم في الإبل والناس عفطت الضأن تعفط عفطاً كذلك ومنه ماله عافطة ولا نافطة وسيأتي ذكره بعد هذا إن شاء الله .\r\nبعر الغنم\r\nابن دريد أقرنت الشاة ألقت بعرها مجتمعاً لاصقاً بعضه ببعض ابن الأعرابي الوألة أبعار الغنم وأبوالها وقد أوأل المكان فأما أبو عبيد فقال الوألة أبعار لغنم والإبل وأبوالها جميعاً وقد قدمت ذلك أبو عبيد الوذح ما يتعلق بأصواف لغنم من أبعارها فيجف عليها وأنشد\r\nفترى الأعداء حولي شرّبا * خاضعي الأعناق أمثال الوذح\r\nابن دريد الواحدة وذحة أبو زيد وذحت الغنم وذحاً وهو كالعبس في الإبل وقد تقدم ذلك صاحب العين الردج عقي الجدي والردق لغة فيه .\r\nمخاط الشاء\r\nأبو عبيد الزخرط مخاط الشاء ولعابها وقد تقدم في الإبل ابن السكيت وهو الرؤال وعم به أبو عبيد فقال الرؤال بالهمز لعاب الدواب ابن السكيت المرغ لعاب الشاة وهو في الإنسان مستعار وقد قدمت تصريفه أبو عبيد الرعام مخاط الشاة وقد تقدم عند ذكر الرعوم .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nجماعات الغنم وأسماؤها\r\nأبو عبيد الفزر من الضأن ما بين العشر إلى الأربعين وقد تقدم أن الفزر الجدي والصبة من المعز مثل ذلك والجزمة والقصلة والصدعة والصديع والقطيع كله نحو الفزر والصبة وقد تقال هذه الخمسة في الإبل وقد يكون القطيع أيضاً في النعام ونحوه والجمع أقطاع وأقطعة وقطعان وقطاع وأقاطيع وقد تقدم في الإبل والقطعة أيضاً القطيع وقيل إن القطيع ما بين خمس عشرة إلى خمس وعشرين والغالب عليه أنه ما بين عشر إلى أربعين غيره يقال للمائة من الضأن الغني ورد هذا أبو علي وقد قدمت هذا وأشباهه في باب الدم أبو عبيد القوط المائة فما زادت وخص به بعضهم المائة من الضأن وقيل هو القطيع اليسير منها والجمع أقواط ابن السكيت الخطر مائتان من الغنم وكذلك هي من الإبل وقد تقدم أبو عبيد فإذا كثرت الغنم فهي الضاجنة والضجناء والكلعة والعلبطة وقيل العلبطة والعلابط منها المائة والخمسون إلى ما زادت أبو عبيد الثلة الكثيرة من الغنم وجمعها ثلل مثل بدرة وبدر صاحب العين هي ما ليس بكثير من الغنم ابن السكيت يقال للضأن الكثيرة ثلة ولا يقال للمعزى إلا حيلة فإذا اجتمعا معاً قيل لهما جميعاً ثلة أبو عبيد الرف من الغنم الجماعة صاحب العين الباضعة الكثير من الغنم ابن دريد الوقير القطعة من الغنم وقيل لا يكون وقيراً حتى يكون فيه الكلب والحمار لأن الراعي لا يستغنى عن الكلب ليذود عن غنمه والحمار يحمل قماشه وزاده أبو عبيد الوقير والقرة الغنم وأنشد\r\nما إن رأينا ملكا أغارا * أكثر منه قرة وقارا\r\nالقار الإبل وقال مرة الوقير الغنم التي بالسواد وقد تقدم بيت ذي الرمة مولعة خنساء وتعليل أبي علي في أسنان الغنم ابن السكيت الفرق القطيع العظيم من الغنم وأنشد\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nولكنّما أجدى وأمتع جدّه * بفرقٍ يخشّيه بهجهج ناعقه\r\nابن دريد الربيض الجماعة من الغنم الضأن والمعز فيه واحد صاحب العين الربيض شاء برعائها اجتمعت في مربض واحد ابن دريد الشوي جمع الشاء وقال شاء دوكس كثير وأنشد\r\nمن عكر دثرٍ وشاءٍ دوكس\r\nوالديكسي والديكسي والديكسي القطعة العظيمة من الغنم وديسكي كذلك صاحب العين الزارة القطعة الضخمة من الغنم وقد تقدم ذلك في الإبل والناس ابن دريد قطعة غنم علطوس أي عظيمة قال أبو علي أصله في الإبل وقد قدمته هنالك ابن دريد آلفت الغنم صارت ألفا وقد تقدم ذلك في الإبل صاحب العين الجزيعة القطعة من الغنم أبو عبيد التيعة الأربعون من غنم الصدقة والتيمة الشاة الزائدة عليها ومنه الحديث على التيعة شاة والتيمة لصاحبها وقد تقدمت التيمة في تعليف الغنم .\r\nتناطحها\r\nصاحب العين النطح للكباش ونحوها نطحه ينطحه وينطحه وانتطح الكبشان وتناطحا ويقتاس من الأمواج والرجال في الحرب وكبش نطيح من كباش نطحى ونعجة نطيح ونطيحة من نعاج نطحى ونطائح وقوله تعالى \" والمُتَرّدِيَةُ والنَّطِيحةُ \" أي ما تناطح فمات .\r\nعلامات الغنم التي تعرف بها\r\nأبو عبيد السومة العلامة تجعل على الشاة وقال ذريت الشاة جززت صوفها وتركت فوق ظهرها منه شيئا تعرف به وذلك في الضأن والإبل وقال عذقت العنز أعذقها عذقاً جعلت لها علامةً بسواد أو غيره وهي العذقة\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nابن السكيت عذقت الشاة ربطت في صوفها صوفة تخالف لونها أو خرقةً ابن دريد وأعذقتها ابن السكيت الشمال وعاء كالكيس تجول فيه ضرع الشاة غذا ثقل أبو عبيد شملت الشاة أشملها شملاً شددت الشمال عليها صاحب العين القرعة سمة في وسط أنف الشاة وقد تقدم في الناقة .\r\nخصاء الغنم\r\nأبو عبيد خصيت التيس خصاءً وهو أن تسل خصيتيه ومثله الملس وقد ملستهما أملسهما فان شققت الصفن وهو الجلدة فأخرجتهما بعروقهما فذلك المتن وقد متنتها أمتنها وأمتنها وإن وجأت العروق حتى ترضها من غير إخراج فذلك الوجاء وقد وجأته أجؤه وجاء فان شددت خصيتيه حتى تسقطا من غير أن تنزعهما فذلك العصب وقد عصبته أعصبه صاحب العين شظفته أشظفه نحو ذلك ابن دريد وهص الرجل الكبش شد خصيتيه ثم شدخهما بين حجرين والكبش موهوص ووهيص ويعير الرجل فيقال له يا ابن واهصة الخصي إذا كانت أمه راعية أبو عبيد المعل الخصاء معلته معلاً فعم به قال أبو علي وخص ثعلب به الغنم ومعلت الشيء معلاً اختطفته قال والمعن جذب الخصية وأراه معموماً به أيضاً وقد قدمت أن المعن النكاح .\r\nما يعزل منها للأكل\r\nأبو عبيد الأكولة من الغنم التي تعزل للأكل صاحب العين طعومة القوم كذلك .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nذبح الغنم واقتسامها\r\nصاحب العين الذبح قطع الحلقوم من باطن ذبحه يذبحه ذبحاً والذبح ما ذبح قال الله عز وجل \" وفَدَيْناه بِذِبْح عَظِيمٍ \" وهي الذبيحة كما قالوا الضحية قال أبو علي وأنشد أبو زيد\r\nأصبح من أسماء قيسٌ كقابضٍ * على الماء لا يدري بما هو قابض\r\nفانّ أباها مقسمٌ بيمينه * لئن نبضت كفّي وإنّي لنابض\r\nثم رآني لأكونن ذبيحةً * وقد كثرت بين الأعمّ المضائض\r\nالأعم الجماعة وشاة ذبيح كرمى والجمع ذبائح وذباحى وقد تقدم عامة ذلك في الناس والإبل أبو حاتم المذبح السكين الذي يذبح به والمذبح موضع الذبح من الحلق وذبحت كذبحت واذبح القوم اتخذوا ذبيحة أبو عبيد الإتيام أن تذبح المرأة التيمة وهي الشاة تكون لها تحتلبها وأنشد\r\nفما تتّام جارة آل لأيٍ * ولكن يضمنون لها قراها\r\nأي يغنونها عن ذبحها ابن السكيت قفنت الشاة أقفنها قفناً إذا ذبحتها حتى تفصل قفاها وهي قفينة وقفية مذبوحة من قفاها صاحب العين هي التي بان رأسها من أي جهة ذبحت والعقيقة الشاة تذبح عن المولود وقد عق عنه يعق عقاً ذبح وقال ذعمط الشاة ذعمطةً ذبحها ذبحاً وحياً أبو عبيد التذكية الذبح وجدي ذكي مذبوح ابن السكيت دحصت الشاة تدحص دحصاً إذا ذبحت فضربت برجلها أبو زيد حدس بالشاة دبحها صاحب العين السدح ذبحك الشيء وبسطكه على الأرض وقد يكون إضجاعك الشيء كما تسدح القربة المملوءة إلى جنبك النضر تشزن الشاة اضطجعها ليذبحها ابن دريد النسيكة شاة كانوا يذبحونها في المحرم في أول الاسلام ثم نسخ ذلك بالأضاحي أبو زيد اهتزمت الشاة ذبحتها وأنشد\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nإنّي لأخشى ويحكم أن تحرموا * فاهتزموها قبل أن تندّموا\r\nصاحب العين الجزر ما يذبح من الشاء ذكراً كان أو أنثى واحدتها جزرة ابن دريد هي الشاة التي يقرم إليها أهلها فيذبحونها وقد أجزرته إياها وقيل لا يقال أجزرته جزوراً إنما يقال أجزرته جزرة وقد تقدم ذلك في الإبل وقال فرست الذبيحة أفرسها فرساً فصلت عنقها وقال ثردت الذبيحة إذا قتلتها من غير أن تفري أوداجها وقال اغتث بنو فلان شاةً لهم ذبحوها من الهزال وقد تقدم في الإبل ابن السكيت السلخ للشاة كالجلد للجزور سلخ يسلخ سلخاً صاحب العين شاة مسلوخة وسليخ كشط عنها جلدها فلا يزال ذلك اسمها حتى يؤكل منها فإذا أكل منها سمي ذلك شأوا قل أو كثر ابن دريد شصبت الشاة سلختها وقال صحبت المذبوح سلخته في بعض اللغات ودحسته إذا أدخلت يدك بين الجلد والصفاق فسلخته صاحب العين كشطت الجلد عن الجزور أكشطه كشطاً نزعته وكذلك كشطت الغطاء عن الشيء واسم المنزوع الكشاط ابن دريد وقف رجل على كنانة وأسد ابني خزيمة وهما يكشطان عن بعير لهما فقال لرجل قائم ما جلاء الكاشطين فقال خابئة المصادع يعني كنانة وهصار والأقران فقال يا أسد ويا كنانة أطعماني من لحمكما أراد بقوله ما جلاؤهما ما أسماؤهما أبو عبيد رجل الشاة يرجلها رجلاً وارتجلها علقها برجلها صاحب العين الجلف قشر الجلد مع شيء من اللحم ومنه جلفت ظفره عن إصبعه وطعنة جالفة وجلفت الطين عن رأس الدن وعم بعضهم بالجلف جميع القشر جلفت الشيء أجلفه جلفاً ابن السكيت الجلف بدن الشاة المسلوخة بلا رأس ولا قوائم ولا بطن والجمع أجلاف ومنه قولهم أعرابي جلف وشاة مجلوفة مسلوخة والمصدر الجلافة ابن دريد تخبر القوم بينهم خبرة إذا اشتروا شاة وذبحوها واقتسموا لحمها والشاة خبيرة أبو عبيد الخبرة النصيب تأخذه من لحم .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nصغار الغنم ورديئها\r\nأبو عبيد الحبلق غنم صغار وأنشد\r\nواذكر غدانة عدّاناً مزغّةً * من الحبلّق تبنى حولها الصّير\r\nصاحب العين هي غنم بجرش أبو عبيد النقد صغار الغنم واحدتها نقدة والنقاد راعيها أبو حاتم الجمع نقد وجمع الجمع نقاد ابن السكيت الحذف صغار من الغنم صاحب العين هي سود صغار واحدتها حذفة وفي الحديث سوا الصفوف لا تتخللنكم الشياطين كأنها بنات حذف وقيل هي أولادها أبو عبيد هي غنم سود صغار جرد باليمن ابن دريد دقال الغنم صغارها وشاة دقلة ودقيلة وقد أدقلت فهي مدقل وهي الضاوية أبو زيد القرار صغار الضأن الواحدة قرارة ابن دريد القهد ولد الضأن الصغير تعلوه حمرة والجمع القهاد وقيل هو ضرب من الضأن صاحب العين القهب الأبيض من أولاد المعز وقد تقدم في الإنسان وإنه لقهب الأديم وقهابه وقهابيه والأنثى قهبة لا غير الدردق الصغار من الغنم هذا الأصل ثم استعمل في الصغير من كل شيء والذكاوين صغار السرح واحدته ذكوانة أبو عبيد شاة قزمة وجدمة وهما من الرداءة غيره القزم في المال صغر الجسم وفي الناس صغر الأخلاق وقد تقدم والوقير صغار الغنم وقد تقدم أن الوقير الغنم التي بالسواد .\r\nعيوب الغنم\r\nأبو عبيد كبش أجهر لا يبصر في الشمس ونعجة جهراء قال والشعرة التي ينبت الشعر بين ظلفيها فتدمى وقيل هي التي تجد في ركبها كالحكة وقيل هي التي تشبع سريعاً وهي الشعراء أبو عبيد النافر والناثر التي تسعل فينتثر من أنفها شيء ابن دريد هي التي ينتثر من أنفها كالدود وشاة نثور والنثير للدواب كالعطاس للناس وقد نثر ينثر نثيراً .\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nأمراض الغنم\r\nأبو عبيد الأبي أن تشرب أبوال الأيل فيصيبها منه داء يقال عنز أبواء وتيس آبي وقد أبيت أبى ابن دريد وهي أبية والأبى وجع يأخذ الغنم في رؤوسها أبو عبيد الأميهة جدري الغنم وقد أمهت الشاه أمها وأميهةً فهي أميهة ومأموهة وأنشد ابن السكيت\r\nطبيخ نحاز أو طبيخ أميهةٍ\r\nقال وقولهم آهةً وأميهةً منه ابن دريد وهو النبخ واحدته نبخة وقد تقدم في الانسان وقال شاة جدراء إذا تقوب جلدها من داء يصيبها وليس من الجدري أبو عبيد كثعت الغنم كثوعاً استرخت بطونها غيره كثعت سلحت أبو عبيد حذيت الشاة حذىً وهو أن ينقطع سلاها في بطنها فتشتكي فان نزعته قلت سليتها سلياً وهي سلياء ابن السكيت المجر أن يعظم بطن الشاة وتهزل وقد أمجرت الغنم وشاة مجرة وممجر وأنشد\r\nوتحمل الممجر في كسائها\r\nومنه قيل للجيش العظيم مجر لضخمه وثقله سيبويه الجمع مماجر لأن مفعلاً ومفعالاً معتقبان كثيراً ابن دريد وإذا كان ذلك عادةً لها فهي ممجار ابن السكيت سئل ابن لسان الحمرة عن الضأن فقال مال صدق قرية لا حمى بها إذا أفلتت من حزتيها يعني من المجر في الدهر الشديد ومن النشر وهو أن تنتشر بالليل فيأتي عليها السباع وقال رمضت الغنم رمضاً رعت في شدة الحر فحبنت رئاتها وأكبادها يصيبها فيها قرح صاحب العين حبطت الشاه حبطاً انتفخ بطنها عن الذرق وقد تقدم في الإبل ابن السكيت النقرة داء يأخذ الغنم في بطون أفخاذها وفي جنوبها فإذا أخذها في أفخاذها ظلعت وإذا أخذها في جنوبها انتفخت بطونها وحظلت المشي أي كفت بعض مشيها وقد نقرت الشاة نقراً فهي نقرة وأنشد\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوحشوت الغيظ في أضلاعه * فهو يمشي حظلاناً كالنّقر\r\nأبو عبيد المذح أن تمذح خصيتاه فتصيبه مشقة وهو أن يحتك الشيء بالشيء فيتشقق والنفاص داء يأخذها فتنفص بأبوالها أي تدفعه دفعا دفعا حتى تموت وقال أخذها قوام وهو داء يأخذها في قوائمها تقوم منه وقد حكى سيبويه التقويم في الإبل أبو عبيد الخمال داء يأخذ في قائمة الشاة ثم يتحول في جميع القوائم فيدور بينهن وقد خملت الشاة قال أبو علي أصل ذلك في الإبل وقد تقدم صاحب العين العقاف داء يأخذ الشاة في قوائمها حتى تعوج وشاة عاقف ومعقوفة الرجل وربما اعترى كل الدواب أبو عبيد وقع في الشاء نزاء ونقاز وهو داء يأخذها فتنز ومنه وتنفز حتى تموت ابن السكيت الثول كالجنون يصيب الشاة فلا تتبع الغنم وتستدير في مرتعها وهي شاة ثولاء ابن دريد الثول شبيه بالزمانة والسول استرخاء في مفاصل الشاة كالخبل وقال القحاز داء يصيب الغنم والقحال داء يصيبها فتجف جلودها حتى تموت والقعاص داء يصيبها فتموت أبو زيد الكداس للضأن مثل العطاس للناس والعارضة في الغنم التي يصيبها الذئب أو السبع وقد تقدم في لا بل .\r\nضروب الغنم\r\nوقد قدمت أن القهد ضرب من الغنم صغار حمر الأصمعي الساجسي ضرب من الغنم كبار الأبدان صاحب العين الحضنية ضرب من العنز أسود شديد السواد وضرب أحمر شديد الحمرة .\r\n( تم كتاب الغنم ويليه كتاب الوحوش )\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n\r\nكتاب الوحوش\r\nصاحب العين الوحش كل شيء من دواب البر مما لا يستأنس والجمع وحوش وكل ما لا يستأنس وحشي أبو علي وحشي ووحش كزنجي وزنج أبو حاتم الوحش أنثى أبو عبيد أرض موحشة من الوحش .\r\nالظباء\r\nأسنان الظباء\r\nأبو عبيد الظبي أول ما يولد طلي ثم خشف أبو زيد ظبية مخشف قال أبو العباس الخشف من قولهم خشف في الأرض ذهب وإنما يسمى بذلك في أول مشيه ابن السكيت الجحش الخشف بلغة هذيل قال أبو ذؤيب\r\nبأسفل ذات الدّبر أُفرد جحشها * فقد ولهت يومين فهي خلوج\r\nأبو عبيد فإذا طلع قرناه فهو شادن ابن دريد شدن يشدن شدوناً أبو زيد أشدنت الظبية وهي مشدن سيبويه والجمع مشادين أبو زيد وكذلك الخف والحافر وجميع الظلف صاحب العين وكذلك الصبي والمهر وقد تقدم في عامة هذه الأنواع قال أبو علي قال أبو العباس كل ما قارب القوة من الحيوان فقد شدن وحقيقة الشدون الحركة يقولون ناقة مشدن للتي قد شدن ولدها وتحرك وغلب الشادن على ولد الظبية حتى صار اسماً غالباً أبو زيد شدنت السخلة نشدن شدونا وجدلت تجدل جدولاً يقال هذا لأولاد الظباء ويقتاس منه لكل السخال ولأولاد البقر والإبل وهو أن يمالك أمه وممالكته إياها أن لا يحبسها وأن يسعى خلفها مطيقاً لذلك أبو عبيد فإذا قوي وتحرك فهو\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nشصر والأنثى شصرة صاحب العين وهي في لغة الشوصر ابن السكيت الشصر من الظباء مثل الجدي من الغنم أبو عبيد الشاصر كالشصر والجداية الذكر والأنثى منها وهي أولادها أبو زيد لا يكون الجداية الا ذكراً لسبعة أشهر أو ثمانية قبل أن يجذع أبو حاتم إذا بلغ ولد الظبية ستة أشهر أو سبعةً وعدا ولحق بالظباء فهي جدابة ذكراً كان أو أنثى ابن السكيت الجداية والجداية الغزال الشادن وأنشد\r\nتريح بعد النّفس المحفوز * إراحة الجداية النفوز\r\nوقال مرة إذا أتى على الظبي شهران أو ثلاثة فهو جداية ثم ظبي إذا تم أبو زيد والجمع أظب وظباء وظبي والأنثى ظبية والجمع ظبيات وظباء أبو حاتم أرض مظباة كثيرة الظباء ابن السكيت الفور الظباء لا واحد لها وأنشد\r\nيلبسن ريطاً وديباجاً وأكسيةً * شتّى بها اللّون إلا أنّها فور\r\nالسيرافي اليعفور ولد الظبي وكذلك اليعفور والأنثى يعفورة صاحب العين هو الخشف لكثرة لزوقه بالعفر وهو التراب أبو عبيد هو بعد الشصر جذع ثم ثنى فلا يزال ثنياً أبو حاتم قال الحنشي الظبي ثنياً يكون أبداً قلت ما إثناؤه قال تكون أسنانه رواضع وهي التي ولد بها ثم لا يهتم منها ولا يثغر الا بثنيته ثم لا يزال ثنياً حتى يموت هرما وإنما تعرف سنه بقرنيه لكل عقدة سنة وكذلك الوعل أسنانه مثل أسنان الظبي لا يطرح الا ثنيتيه وأسنانه الباقية لا يسقط منها شيء ويقال لك عندي مائة سن الظبي إذا كن ثنيانا وأنشد\r\nفجاءت كسنّ الظّبي لم أر مثلها * بواء قتيلٍ أو حلوبة جائع\r\nفهذا ترتيب أبي عبيد وابن السكيت لأسنان الظباء فأما أبو زيد فقال يقال لولد الظبي حين تلده أمه غزال والأنثى غزالة وجماعه الغزلان قال أبو علي هي الغزلان والغزلة وأنشد بيتا لامرئ القيس أظنه\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوفوق الحوايا غزلةٌ وجآذرٌ * تضمّخن من مسكٍ ذكيٍّ وزنبق\r\nوقيل هو الشادن قبل الأثناء حين يتحرك ويمشي وقيل هو بعد الطلي أبو زيد هو غزال إلى أن يبلغ أشد الإحضار وذلك حين يقرن قوائمه فيضعها ويرفعها معاً ابن السكيت غزل الكلب غزلاً إذا طلب الغزال حتى إذا أدركه وثغا من فرقه انصرف عنه ولهى أبو زيد الغزال حين يقرن قوائمه ويضعها ويرفعها معاً بائع والجمع بوع وبوائع والبوع سعيه ثم الجداية ثم الخشف ثم الشصر وجماعها الأشصار ابن دريد الغادة من الظباء الفتية والهميج الفتية الحسنة الجسم صاحب العين العنز الأنثى منها وقد تقدم في الشاء والحر ولد الظبي أبو عبيد العنبان النيس من الظباء قال أبو علي وأرى أنه حكى لي العتبان بالتاء غيره المسن من الظباء ابن جني هو التيس النشيط منها قال وهو اسم يعرب بذلك لأن فعلاناً يفتح العين إنما هو في المصادر كالنزوان والنقزان إلى غير ذلك مما قد حكاه سيبويه وسائر أهل اللغة وفي الصفات كيوم صخدان وعير فلتان وأما في الاسم فهو قليل على أنه قد جاء منه نحو الورشان والكروان وذكر أن سعيد بن المسيب قرأ كمثل صفوان عليه تراب بفتح الفاء فهو من باب ورشان ابن دريد العلهب التيس من الظباء غيره هو المسن منها وقال الحربي البغيبغ التيس من الظباء إذا كان سمينا .\r\nنعوت الظباء من قبل\r\nأولادها وألبانها\r\nأبو زيد ظبية مشدن ذات شادن ابن دريد ظبية مغزل ذات غزال والمطافيل من الظباء التي معها أولادها وظبية مطفل وقد تقدم في الإبل أبو عبيدة المرشق التي معها أولادها من الظباء وغيرها من الوحوش\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nوهي أيضاً التي أرشقت بولد واحد وقد تقدم في النساء والمرشق التي ترشق في النظر وللأرشاق مواضع منها ما تقدم ومنها ما سيأتي إن شاء الله أبو زيد لسدت الوحشية ولدها لعقته قال أبو علي ظبية رغوث مرضع وقد تقدمت في الشاء من الضأن خاصة ابن دريد الهميج المغزل التي قد أهزلها الرضاع وقد تقدم أنها الفنية الحسنة الجسم والأزفي لبن الظبية قال وربما سميت الظبية نعجة وقد تقدم أنها من الضأن .\r\nأسماء ما فيها من خلقها\r\nأبو حنيفة الحملاج قرن الظبية وبه قيل للحبل المفتول حملاج وطرتاها جانباها وكذلك هي من الحمار وغيره الأصمعي المشقة التخطيط في قوائمها وحكى أبو علي ظبية ممشقة بينة المشقة والمشق والظلف منها كالظلف من الشاة .\r\nنعوتها من قبل خلقها\r\nأبو علي الصدع الوسط في خلقه ابن السكيت صدع وصدع وأنشد\r\nيا ربّ أبّازٍ من العفر صدع * تقبّض الذّئب إليه واجتمع\r\nلمّا رأى أن لا دعه ولا شبع * مال إلى أرطاة حقف فاضطجع\r\nابن دريد ظبية همير سبطة الجسم أبو حاتم الطملال من الظباء الخفي الشخص الأطلس ويقال للذئب طملال وكذلك ما أشبهه من الرجال ابن دريد ظبية عوهج تامة الخلق أبو عبيد هي الطويلة العنق صاحب العين وقد يوصف به الغزال والعطبول من الغزال الطويلة العنق وقد تقدم في المرأة والأغيد من الظباء الطويل العنق وكذلك هو في الانسان\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوقد تقدم صاحب العين ظبية عاطف تعطف عنقها إذا ربضت أي تثنيها ابن دريد العاقد الظبي الذي في عنقه التواء ابن السكيت العاقد التي انعقد طرف ذنبها وقيل هي الرافعة رأسها حذراً وقيل هي العاطف والعميثل من الظباء الطويل الذنب وقد تقدم أنه الذي يطيل ثيابه من الناس .\r\nنعوت الظباء من قبل ألوانها\r\nأبو عبيد من الظباء الأدم وهي بيض تعلوهن جدد فيهن غبرة وهي التي تسكن الجبال فهي على ألوان الجبال ابن جني هي الطوال القوائم والأعناق البيض البطون السمر الظهور وهي ظباء الحجاز الكحل أبو عبيد ومنها الأرآم وهي البيض الخالصة البياض وقد تسكن الرمل ابن السكيت واحدها رئم أبو عبيد ومنها العفر وهي التي تسكن القفاف وصلابة الأرض وهي حمر ابن دريد العفر اللواتي يرعين عفر الأرض وسهولتها وهن ألأم الظباء وأصغرهن أجساما صاحب العين الأعفر من الظباء الذي تعلو بياضه حمرة وقيل هو منها الذي في سراته حمرة وبنائقه بيض سرانه ظهره وبنائقه أقرابه وأرفاغه وعضداه وما حول بطنه وقيل العفرة غبرة في حمرة عفر عفرا فهو أعفر والأنثى عفراء وقد قدمت أن العفراء من المعز الخالصة البياض ابن جني هذه الثلاثة جماع أنواع الظباء غيره القهد الأبيض من أولاد الظباء والبقر وعم أبو عبيد به البياض ابن دريد الهبيج الظبي الذي له جدتان في جنبيه بين شعر بطنه وظهره غيره وهو الهميج وكذلك الأنثى وقد تقدم أنها المعز التي أهزلها الرضاع أبو عبيد الموشحة من الظباء التي لها طرتان من جانبيها وأنشد\r\nأو الأُدم الموشّحة العواطي * بأيديهنّ من سلم النّعاف\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nقال يعني الظباء والأعصم من الظباء الذي في ذراعيه بياض صاحب العين العوهج من الظباء الحسنة اللون وقيل هي التي في حقويها خطتان سوداوان وقد تقدم أنها الحسنة الخلق والطويلة العنق منها وأنها الفتية من الإبل والعيس في الظباء مثله في الإبل وهو بياض مشرب صفاءً في ظلمة خفية صاحب العين ظبية مولعة فيها لمع ألوان من غير بلق وقد تقدم في الخيل والشاء .\r\nنعوت الظباء من قبل قرونها\r\nوآذانها\r\nابن دريد ظبي أشعب إذا تباعد طرفا قرنيه صاحب العين شعب شعبا وقد تقدم في المنكب أبو عبيد ظبية جابة المدري غير مهموز وذلك حين يطلع قرنها أبو زيد وذلك أن القرن جاب الجلد أي خرقه فالألف لذلك منقلبة عن الواو لأن الجوب الخرق أبو عبيد وقيل هي الملساء اللينة القرن صاحب العين ظبي أعقف معطوف القرن وقد تقدمت العقفاء من الغنم والمصمع من الظباء الملتزق الأذن وأنشد\r\nومرّ قبيل الصّبح ظبيٌ مصمّع\r\nوقد تقدم تحذيد الصمع في الانسان\r\nأصوات الظباء\r\nابن دريد البغام صوت إناث الظباء خاصةً صاحب العين هو دعاؤها ولدها بأرخم ما يكون من الصوت أبو زيد وهي ظبية بغوم ابن السكيت بغم الظبي يبغم بغاما والبغام اختلاس الصوت وأنشد\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nلا يرفع الصّوت إلّا ما تخوّنه * داعٍ يناديه باسم الماء مبغوم\r\nقال أبو علي قوله باسم الماء أراد بذلك حكاية صوت الظبي وذلك أنه يقول ما ما وأنشد لذي الرمة\r\nونادى به ماء إذا ثار ثورةً * أُصيبح نوامٌ يقوم فيخرق\r\nالخرق أن تضعف قوائمه عند الفزع فلا يقدر على الهرب يقال خرق خرقا فهو خرق أبو زيد المأمأة حكاية صوت الظبي إذا وصل صوته وقد تقدم في الشاء أبو عبيد نز الظبي ينز نزيزاً ونفط ينفط نفيطاً ونزب ينزب نزيباً كل هذا من الصوت ابن السكيت نزب نزيباً ونزاباً ابن دريد ونزباً وهو صوت الذكر خاصة أبو زيد هو صوت تيوس الظباء عند الهباب وقال نبح الظبي ينبح نبيحاً وظبي نباح كالكلب وقد تقدم في المعز وقال خار الظبي وقد تقدم في الضأن .\r\nرعي الظباء\r\nأبو عبيد عطت الظبية عطوا تناولت الشجر وهو العطو وكل تناول عطو وظبي عطو عاط وقد تقدم في الجدي صاحب العين الخواضع الظباء إذا مالت رؤوسها في الرعي .\r\nباب عدو الظباء\r\nأبو عبيد نزا الظبي وثب سيبويه نزواً ونزواناً جاؤوا به على فعلان لأنه تحرك والحركة مما تبنى على هذا النحو كثيراً كالغليان والطوفان أبو عبيد نز الظبي ينز نزيزاً عدا وقد تقدم أنه الصوت وقال أبز الظبي يأبز وأفز يأفز وكر ونفز ينفز كله نزاً وقال مرة النفز أن يجمع قوائمه ثم يثب ابن دريد نفز الظبي وثبه ثم وقعه منتشر القوائم\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوالنفز انتشار قوائمه والقفز انضمامها أبو عبيد فان وثب من شيء عال إلى أسفل فهو الطمور وقد طمر يطمر وكذلك الإنسان وقد تقدم في الفرس ابن دريد نقز الظبي ينقز نقزاً ونقوزاً ونقزاناً جمع قوائمه ووثب وهو ظبي ينقوز قال أبو حاتم وأحسب العصفور يسمى نقازاً لمشيته أبو عبيد الظبي يمزع ويقزع ويمحص كل هذا إذا عدا عدواً شديداً قال أبو علي وهو المحص وأنشد\r\nوعاديةٍ تلقي الثّياب كأنّها * تيوس ظباءٍ محصها وانبتارها\r\nوهو الإمتحاص وأنشد\r\nوهنّ يمحصن امتحاص الأظبي\r\nأبو إسحاق فحص كمحص أبو عبيد مر يهزع كيمحص غيره يهزع هزعاً ويهتزع إذا مر ينتفض وقد تقدم ذلك في الناقة والفرس أبو عبيد فإذا خف على الأرض واشتد عدوه قيل مر يهفو هفواً ويذرو ويطفو أبو زيد إذا خلى الظبي عن قوائمه فمضى لا يلوي على شيء قيل تطلق واستطلق وأنشد\r\nيمرّ كمرّ الشادن المتطلّق\r\nوظبي عنبان نشيط وقد تقدم أنه المسن منها .\r\nتخلف الظباء وتفردها وامتناعها\r\nأبو عبيد إذا تخلف عن القطيع قلت خذل أبو حاتم خذلت الظبية أخدلها ولدها ابن دريد خذلت الوحشية وهي خاذل وأخذلت أقامت على ولدها ولم تتبع السرب وهو مقلوب لأنها من المخذولة الأصمعي ظبية خذول كخاذل وأنشد\r\nخذولٌ تراعى ربرباً بخميلةٍ * تناول أطراف البربر وترتدي\r\nأبو عبيد خدر مثل خذل ابن السكيت وهو في الشاء\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n\r\nوالنوق الغدر وقد تقدم ابن دريد ظبية فارد انفردت عن قطيعها وسدرة فاردة انفردت عن السدر وقال أبو علي هو منه وأنشد\r\nفي ظلّ فاردةٍ من السّدر\r\nوقد تقدمت الفارد في الإبل أبو عبيد عقل الظبي يعقل عقولاً امتنع في الجبل وبه سمي الظبي عاقلاً صاحب العين ظبية وكوب لازمة لسربها .\r\nتحركها\r\nابن السكيت لألأت الظباء بأذنابها حركتها أبو عمرو وهي البصبصة وقد تكون في الكلاب .\r\nجماعة الظباء\r\nأبو عبيد الأمعوز الثلاثون من الظباء إلى ما زادت وقيل هي ما بين الثلاثين إلى الأربعين وقيل هو القطيع منها ولم يحد ابن السكيت الأجل القطيع من الظباء والجمع آجال والسرب القطيع من الظباء غيره الصدعة والصديع القطيع من الظباء وقد تقدم في الغنم\r\nباب الوعول\r\nصاحب العين الوعل الشاة الجبلي وفي لغة الوعل والوعل كدؤل نادر والجمع أوعال ووعول ووعلة قال أبو علي وعل ووعلة فأما وعلة فليست من أبنية الجموع وإن ثبتت فهي اسم للجمع والموعلة الوعول والأنثى وعلة وقد استوعل في الجبل أبو عبيد الأروية الأنثى من الوعول وثلاث أراوي إلى العشر فإذا كثرت فهي الأروى ابن السكيت يقولون أروية للذكر والأنثى قال صاحب العين القرميد اسم الأروية ابن دريد القرميد\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nوالقرمود الذكر من الوعول والنعجة الشاة الجبلي وقد تقدم أن الظبية ربما سميت به وأنها الضائنة وقال غيره العنز الأنثى من الوعول وقد تقدم في الشاء والظباء ابن دريد الثيتل والبدن الوعل المسن والفادر والفدور الذي تم سنه وذكاؤه والجمع فدر وفدر فأما الفادر من الإبل فجمعه فوادر وقد تقدم والمفدرة موضع الوعول الفدر صاحب العين الأعصم الذي في يديه أو في إحداهما بياض وعصمته بياض منه في موضع الزمعة من الشاة وقيل في إحدى يديه كالسوار أبو عبيد الأعصم منها الذي في ذراعيه أو يديه بياض وقد تقدم في الظباء والشاء والصدع الوسط في خلقه وقد تقدم هنالك أيضاً ابن السكيت هو الصدع والصدع والأنثى بالهاء ابن دريد الوقيفة الوعل تلجئه الكلاب أو الرماة إلى صخرة فلا يمكنه أن ينزل حتى يصاد وأنشد\r\nفلا تحسبنّي شحمةً من وقيفةٍ * مطرّدةٍ مما تصيدك سلفع\r\nسلفع اسم كلبة ابن السكيت الموقفة التي فيها خطوط سواد في بياض أو خطوط بياض في سواد ويقال لها المخدمة يراد به أن البياض منها في موضع الخلاخيل وعلى هذين التفسيرين وجه أبو علي بيت الشماخ\r\nوما أروى وإن كرمت علينا * بأدنى من موقّفةٍ حرون\r\nابن دريد وعل أدفى وهو الذي يعوج قرناء وينعطفان على ظهره والأنثى دفواء أبو حاتم وهو الدفا وقد تقدم في الشاة قال وهو في الإيل كالحدب وفي الناس كالحنا وقد تقدم فيهما ابن السكيت وعل ناخس ونخوس وهو الذي يطول قرناه حتى ينخسا أبو زيد نخس ينخس نخساً ولا سن فوق الناخس ويقال للجرب يكون في مؤخر البعير عند أسته ناخس وكذلك الدمل وقد تقدم أبو حاتم وعل صلود وقد صلد في الجبل حتى أعجزني والصلد العدو في الجبل ابن السكيت وعل وقل ووقل ووقل وقد وقل\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nفي الجبل وهو السريع التوقل في الجبل ويقال للوعل عاقل إذا عقل في الجبل وامتنع وقد تقدم في الظباء ابن دريد الجهبل العظيم الرأس من الوعول وأنشد\r\nيحطم قرني جبلي جهبل\r\nوقيل هو المسن منها أبو عبيد القنعان العظيم من الوعول والعميثل الذيال بذنبه وقد تقدم ذلك في الظباء صاحب العين وعل رفل كذلك ابن دريد اليأمور جنس من الأوعال أو شبيه بها أبو عبيد الأزمولة المصوت من الوعول وغيرها فأما سيبويه فقال إزمولة ولم يخص به شيئا غير أنه أنشد بيت ابن مقبل\r\nعودا أحمّ القرى إزمولةً وقلا\r\nصاحب العين الأمعوز جماعة الوعول وقد تقدم أنه القطيع من الظباء محدوداً وغير محدود والغضبة جلد المسن من الوعول حين يسلخ وقد تقدم أنه جلد البعير يسلخ ثم يطوي الأصمعي التألب الوعل والأنثى تألبة .\r\nأولاد الوعول\r\nأبو عبيد الغفر ولد الأروى وهو واحد وجمعه أغفار وهي أروى مغفر ومغفرة إذا كان لها ولد ابن دريد أغفار وغفرة أبو زيد الأنثى غفر والأروية أم غفر ابن دريد والأرخية ولد الثيتل ولا أحقه أبو عبيدة المرشق من الوعول التي معها ولدها وقيل هو في جميع الوحوش وقد تقدم في الظباء والنساء والفرهد ولد الوعل .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n\r\nباب الإيل ونحوه\r\nأبو عبيد هو الأيل والأيل والوجه الكسر قال أبو علي وزن إيل فعل فان قال قائل وما أنكرت أن يكون إفعلاً قيل لأنهم يقولون أيل فلو كان إيل إفعلاً لكان أيل أفعلا وليس في الكلام أفعل فان قلت فما أنكرت أن يكون أيل أفعلا ويكون من باب انقحل قيل له إن النظار من أهل العربية وغيرهم لا يجعلون ما فيه الأشكال أصلاً أو لا ترى أن أبا الحسن لما أثبت أن في الكلام فعللا لم يحتج بجندب لأن جندباً قد يكون فنعلاً وانما احتج بجخدب إذ ليس فيه ما يوهم الزيادة وقال مرة الهمزة في إيل عندي أصل فاء غير زائدة كأنه من آل يؤل إذا رجع ومن هذا قولهم التأويل إنما هو ترجيعك الشيء إلى أمر يحتمله فالإيل على هذا هو فعيل سمي بذلك لكثرة ما يكون منه من الرجوع إلى الجبل واعتصامه به أبو حاتم الثيتل والتيثل شيء يشبه الإيل وليس به وقد تقدم في الوعول وحكى عن أبي خيرة بغم الإيل والثيتل يبغم لم يعرف في صوتهما غير ذلك وقد تقدم البغام في الإبل والظباء غير واحد اليحمور نوع من الإيل .\r\nالبقر\r\nإرادة البقر وحملها\r\nأبو عبيد استقرعت البقرة إذا أرادت الفحل والاستحرام لها ولكل ذات ظلف أرادت الفحل وقد يكون الاستحرام للمخلب وسيأتي ذكره إن شاء الله ابن دريد بقرة ضاعف حامل ليست بالعالية صاحب العين أغزت البقرة وهي مغز عسر حملها والقفخة البقرة المستحرمة وقد أقفخت .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nأسنان أولاد البقر\r\nابن السكيت الطلا ولد البقرة حين تلقيه وقد تقدم في الغنم والظباء والجمع أطلاء وأنشد\r\nبها العين والأرآم يمشين خلفةً * وأطلاؤها ينهضن من كلّ مجثم\r\nقال وتستعار في الناس يقال في مثل كيف الطلا وأمه وقد تقدم ذكره ابن دريد وهو الطلو أبو عبيد ولد البقرة أول سنة تبيع صاحب العين هو العجل المدرك منها والجمع أتبعة وأتابع جمع الجمع وهو التبع والجمع أتباع والأنثى تبعة وبقرة متبع ذات تبيع أبو عبيد ثم جذع ثم ثنى ثم رباع ثم سدس ثم صالغ وهو أقصى أسنانه فيقال صالغ سنة وصالغ سنتين وكذلك ما زاد وقد تقدم أنه ليس بعد الصالغ في الظلف سن ابن السكيت ويقال له إذا تمت أسنانه شبب ومشب وشبوب وقيل هو المسن منها وأنشد\r\nوالدّهر لا يبقى على حدثانه * شببٌ أفزّته الكلاب مروّع\r\nوأنشد أيضاً\r\nولا مشبٌّ من الثّيران أفرده * عن كوره كثرة الإغراء والطّرد\r\nالكور كثرة الإبل فاستعاره فجعله للبقر أبو حاتم لا يقال للأنثى شبوبة إنما هي شبوب النضر الكحكح من البقر الذي تكسرت أسنانه وتحانت وقد تقدم في الإبل والغنم أبو عبيد ولد البقرة عجل والأنثى عجلة صاحب العين الجمع عجلة وخص بعضهم به الأهلي ابن السكيت وهو العجول أبو عبيد بقرة معجل ذات عجل وقال ولد البقرة أيضاً حسيل والأنثى حسيلة ابن السكيت والجمع حسيل ابن دريد الحسيل ولد البقرة لا واحد له وأنشد\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nوهنّ كأذناب الحسيل صوادر\r\nوقيل هو ولد البقرة الأهلي خاصة صاحب العين البهمة الصغير من أولاد البقر والجمع بهم وبهم وبهام على ليس البهم جمع بهمة لعدم ذلك ولكن الذي يسوغ فيه أن يكون جمع بهام كرهن ورهان وكرهن مقبوضة في قول أبي الحسن أبو عبيد وهو البرغز ابن دريد برغز وبرغز أبو عبيد اليعفور ولد البقرة قال سيبويه فأما قولهم يعفور بالضم فأتباع ليس في الكلام يفعول قال أبو علي فان قال قائل فيعفور يفعول منفرد بنفسه في بنائه ليس بأتباع فان الأمر عند النظار من أهل العربية وغيرها ليس على مثل هذا لا يجعل ما فيه الأشكال ولا الالتباس أصلاً ولذلك لم يحتج سيبويه بمثل جندب وعنظب حين نفي سيبويه أن في الكلام فعللا وأثبته هو لامكان جندب وعنظب أن يكون فنعلا وإنما احتج بجخدب حين أمن الاشكال لأنه لا زيادة فيه وقد تقدم أن اليعفور التيس من الظباء أبو حاتم الماري ولد البقرة الأبيض الأملس أبو عبيد الجؤذر ولد البقرة ابن السكيت جؤذر وجوذر والأنثى جؤذرة ابن دريد الجؤذر فارسي معرب ابن جني وهو الجوذر والجوذر على فهذه الثلاث الأخيرة تشهد لزيادة همزة جؤذر وجؤذر مع قولهم بقرة مجذر فوزن جؤذر على هذا فؤعل ووزن جؤذر فؤعل ويقوي ذلك زيادة الهمزة ثانيةً وأما جؤذر بترك الهمزة مبدلة الواو من جؤذر إبدالاً صحيحاً لأن الواو لا تكون أصلاً في بنات الأربعة ولا أقطع على بدلها بدليل قولهم جواذر لأن جواذر قد يكون جمع جوذر فلم يعرف جؤذراً فان في جواذر عنده دليلاً على البدل والذي يعذر سيبويه في ترك هذا من المثالين أعني فؤعلاً وفؤعلاً أن الكلمة فارسية معربة أبو عبيد البحزج ولد البقرة ابن السكيت الأنثى بحزجة أبو عبيد الذرع ولد البقرة وأما مذرع ابن دريد جمع الذرع ذرعان صاحب العين اليرع أولاد بقر الوحش أبو عبيد الفرير ولد البقرة وجمعه فرار وقد تقدم أنه الخروف قال ابن السكيت انما الفرير الخروف ولكن البقر تجري\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nمجرى النعجة والأروية تجري مجرى الماعزة ابن دريد الفرير والفرار سواء يريد أنه ليس بجمع أبو عبيد الفرقد ولد البقرة ابن السكيت الأنثى فرقدة أبو عبيد الفز ولد البقرة وجمعه أفزاز وأنشد\r\nكما استغاث بشيءٍ فزّغيطلةٍ\r\nما فيها من الطوائف\r\nأبو عبيد غبغب البقرة وغببها ما تثني من لحم ذقنها من أسفل سيبويه الجمع أغباب أبو عبيدة هو ما تغضن من جلد منبت العثنون غيره واستعاره العجاج في الفحل فقال\r\nإنّ لنا قرما إذا ما قبقبا * بذات أثناءٍ تمسّ الغبغبا\r\nيعني شقشقة البعير النضر واستعاره بعضهم للحرباء فقال\r\nإذا جعل الحرباء يبيضّ رأسه * وتخّضّر من شمس النّهار غباغبه\r\nأبو عبيد النغنغ الغبغب والثعل والثعل الشيء الزائد في ضرعها وقد تقدم في الشاء والإبل أبو حنيفة ويقال لقرنه الحملاج وقد تقدم في الظبية ثابت الأزلام أظلاف البقر واحدها زكم ابن الأعرابي هي على التشبيه بالأزلام التي هي القداح وعم به بعضهم جميع الظلف .\r\nأسماء البقر وصفاتها\r\nصاحب العين البقرة من الأهلي والوحشي يكون للمذكر والمؤنث ابن السكيت بقرة والجمع بقر وقال رأيت لبني فلان بقراً وبقيراً وباقورةً وباقراً واحدته باقرة فأما سيبويه فقال الباقر اسم للجمع كالجامل ابن دريد البيقور البقر ابن جني بقر وأبقار وأباقر جمع\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nالجمع ورجل بقار صاحب بقر ابن السكيت ويسمى البقر ثوراً والجمع أثوار وثيران وثورة وثيرة وأنشد\r\nفظلّ يأكل منها وهي لاهيةٌ * صدر النهّار تراعي ثيرةً رتعا\r\nقال أبو علي ثور وثورة وثيرة وثيارة وثيرة وأنشد\r\nحدّ النّهار تراعي ثيرةً نثرا\r\nأي متفرقة قال فأما تحريك عين ثيرة مع وقوعها هذا الموقع فذهب صاحب الكتاب إلى أنه نادر وذهب أبو العباس إلى أنها إنما حركت ليفرق بينه وبين جمع الثور من الأقط وهو القطعة منه إلا أنهم يقولون في جمع ذلك ثيرة وذهب أبو بكر محمد بن السري إلى أنه انما حركوا الياء فيه للأشعار أنه منقوص عن ثيارة كما صحت واوعور لكونه في معنى أعور وحكي عن ثعلب أرض مثورة كثيرة الثيران أبو عبيد الخزومة البقرة هدلية ابن السكيت وجمعها خزوم وأنشد\r\nأرباب شاء وخزوم ونعم\r\nوقال ابن أبي طرفة الخزومة البقرة المسنة القصيرة وقال أبو الفيض الخزائم البقر الواحدة خزوم وأنشد البيت الذي أنشده ابن السكيت صاحب العين جمع الخزوم خزم وقيل الخزوم جمع أبو عبيد المهاة البقرة والجمع مهاً وقالوا مهيات وقال الفارسي سميت بذلك لبياضها وانما المهاة في الأصل البلورة وقال في التذكرة في بيت أمية بن أبي الصلت\r\nرسخ المهار فيها فأصبح لونها * في الوارسات كأنّهنّ الأثمد\r\nالمها الكواكب وكما سمي الكواكب المها فكذلك سمي الظباء الكواكب قال في صفة فلاة\r\nكأنّ نجومهنّ سماء ليلٍ\r\nيريد ظباءهن نجوم سماء ليل وقوله فأصبح لونها وضع الواحد موضع الجمع ابن السكيت وتسمى الأرخ وجمعها إراخ وأنشد\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nأو نعجةٌ من إراخ الرّمل أخذلها * عن إلفها واضح الخدّين مكحول\r\nقال أبو علي الأرخ فتى البقر الخليل هو الأرخ والأرخ والأنثى أرخة وإرخة قطرب الجمع إراخ وآراخ ابن درستويه اشتقاق الأرخ من التأريخ لأن الفتاء وقت من السن وتأريخ الكتاب وقت أبو عبيد الفناة البقرة وجمعها فنوات ابن السكيت وهي الحيرمة وجمعها الحيرم وأنشد\r\nتبدّل أُدما من ظباءٍ وحيرما * فأصبحت في أطلاله اليوم حابسا\r\nأبو عبيد نعاج الرمل البقر من الوحش واحدتها نعجة ولا يقال لغير البقر من الوحش نعاج وقد تقدم أنها الشاة الجبلية قال أبو علي النعاج البقر الوحشي لبياضه من قولهم نعج اللون نعجاً ونعوجاً أبيض وصفا ابن جني فأما قراءة الحسن إن هذا أخي له تسع وتسعون نعجةً فأحربه أن يكون لغة في نعجة أبو عبيد الغيطلة البقرة قال أبو علي طغيا اسم البقرة كان أحمد بن يحيى يقول هو من قولهم طغت تطغي إذا صاحت وأنشد\r\nوإلا النّعام وحفّانه * وطغيا مع اللّهق الناشط\r\nقال وليست طغياً كسعياً لأن سعياً شاذ قال ابن جني في هذا البيت رواه الأصمعي طغياً أي نبذا منه قال وروى أبو عمرو وأبو عبد الله طغياً أي صوتاً طغت تطغي إذا صاحت تكون للناس والدواب سمعت طغياً من فلان أي صوتاً قال واعلم أن في طغيا هذه إذا كانت فعلي نظراً وذلك أنها لا تخلو أن تكون اسماً أو صفة ألا ترى أن الأصمعي فسر هذا فقال نبذ منه وهذا اسم لا محالة وإذا كانت اسماً فكان قياسها طغوى كما قالوا في مصدر طغي طغوى كالعدوى والدعوى وذلك أن فعلي إذا كانت اسماً وكان لامها ياءً فإنها مما تقلب واواً نحو الشروى والبقوى فمن هذا أشكلت طغياً ووجه جوازها أن تكون خرجت على أصلها كخروج القصوى على أصلها ويجوز وجه آخر وهو أن تكون مقصورةً من طغياء كعمياء كما أن قولهم مسولي ينبغي أن تكون مقصورةً عن مسولاء فعولاء كبروكاء ألا ترى أن صاحب الكتاب قد حظر فعولي مقصورةً ووجه آخر\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nعندي وهو أن يكون فعللاً من طغيت وقلب اللام الثانية لوقوعها طرفاً في موضع حركة مفتوحاً ما قبلها إلا أنه لم يصرفه لأنه جعل ذلك علماً للفطعة والفرقة فاجتمع التعريف والتأنيث ونظيره\r\nعدّت عليّ بزوبرا\r\nالقول فيهما واحد وإنما شرح ابن جني هذا البيت على رواية من روى من اللهق الناشط قال أبو علي الأطوم البقرة وأنشد\r\nكأطومٍ فقدت برغزها * أعقبتها الغبس منه ندما\r\nغفلت ثم أنت تطلبه * فإذا هي بعظام ودما\r\nهكذا بلغتني هذه الرواية عن أبي إسحاق ودما بفتح الدال كأنه ذهب به مذهب الحمل على المعنى كما قال\r\nفكّرت تبتغيه فوافقته * على دمه ومصرعه السّباعا\r\nوروايتي عن أبي بكر فإذا هي بعظام ودما وهو الصحيح ابن جني ليس دماً هنا على قوله فوافقته على دمه ومصرعه السباعا لأن هناك فعلاً وهو وافقته وليس هنا فعل وإنما دماً مقصور كقفاً في بعض اللغات ابن السكيت بقرة جلحاء إذا لم يكن لها قرنان ابن دريد وهي التي ذهب قرناها أخراً وقد تقدم أنها الجماء من البقر ابن السكيت يقال لها عيناء لسعة عينها صاحب العين العين اسم جامع للبقر كالعيس للإبل ولا يوصف به الثور إنما يسمى أعين يقال أعين من غير ذكر الثور والعوان النصف منها ومن غيرها وفي التنزيل \" عَوَانٌ بيْنَ ذلك \" وقيل هي التي نتجت بعد بطنها البكر ومنه قولهم في الحرب عوان أي رفعت إلى حال أشد من حالها الأولى حين سميت بكراً كما أن البقرة ترفع من سن إلى غيرها والجمع عون أبو حاتم الممرية بقرة الوحش التي لها ولد ماري أي براق اللون أبو حنيفة اللأى البقرة والجمع ألاء ولا يقال للذكر أبو عبيد اللأى الثور وأنشد ابن السكيت\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nكظهر الّلأى لو تبتغي ريّةٌ بها * نهار العيّت في بطون الشّواجن\r\nويروى لعنت قوله لعيت أي أعيتهم وعنت أتعبت من العناء والرية ابن السكيت الخطوط من بقر الوحش التي تخط الأرض بأظلافها ابن الأعرابي الحور البقر اسم للجمع وأنشد\r\nليس بها وابرٌ سوى حورٍ * فيها تطوّافها ومجزأها\r\nابن السكيت الناشط التي تخرج من بلد إلى بلد وقد تقدم بيت الهذلي صاحب العين المخراق الثور الوحشي لأنه يخرق الأرض وهذا كما قيل له ناشط أبو عمرو الإران الثور غيره سمي بذلك لأنه يؤارن البقرة أي يطلبها أبو عبيد الشاة الثور من الوحش خاصةً وأنشد\r\nوحان انطلاق الشاة من حيث خيّما\r\nأي أقام صاحب العين وقد يكون من الظباء والحمر والنعام وحقيقته في الغنم وتشوهت شلةً اصطدتها أبو عبيد القرهب من الثيران المسن اللحياني وهو القرهم غيره وهو اللهم وجمعه لهوم قال صخر الغي\r\nبها كان طفلاً ثم أسدس فاستوى * فأصبح لهما في لهومٍ قراهب\r\nأبو حاتم الحنتة الثور المسن الضخم ابن السكيت ويقال له ذيال لطول ذنبه ويقال له أخنس وللبقرة خنساء والبقر كلها خنس والخنس تأخر الأنف في الوجه وقصره وأن لا يسبغ إلى الشفة أبو حاتم الأخثم كالأخنس ابن دريد يقال للثور الوحشي ذب الرياد سمي بذلك لأنه يجيء ويذهب ولا يثبت في موضع واحد وأنشد\r\nيمشّي بها ذبّ الرّياد كأنّه * فتىً فارسيٌّ في سراويل رامح\r\nقال أبو علي قوله رامح أي ذو رمح يعني بالرمح قرنه ولذلك قال ذو الرمة\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوكائن ذعرنا من مهاةٍ ورامح * بلاد الورى ليست له ببلاد\r\nابن دريد بقرة ضاعف وفارض مسنة وقد تقدمت في الإبل وتقدم أن الضاعف البقرة الحامل وبقرة نوار تنفر من الفحل .\r\nألوان البقر\r\nصاحب العين العوهق الثور الذي لونه واحد إلى السواد السفع خطوط سود في وجهه الواحدة سفعة وثور أسفع ومسفع صاحب العين ثور مذرع ملمع الذراع بلمع سود والعيس بياض مشرب صفاءً في ظلمة خفية ثور أعيس وأنشد\r\nوعانق الظّل الشّبوب الأعيس\r\nوقد تقدم في الإبل والظباء والمولعة من البقر التي فيها لمع ألوان من غير بلق وقد تقدم في الخيل والشاء والظباء صاحب العين حضار الثور الأبيض معرفة على هذا طريف لأن فعال إنما يكون للمؤنث ولذلك قال سيبويه بنيت على الكسر لأن الكسر مما يؤنث به والقهب الأبيض من أولاد البقر وقد تقدم في المعز وألوان الناس ابن دريد ثور أغصن في ذنبه بياض وقال ثور أبرد فيه لمع سواد وبياض يمانية صاحب العين الرمل خطوط في يدي البقرة ورجليها تخالف سائر ألوانها وثور مخطط فيه خطوط وقد خط وجهه واختط صارت فيه خطوط والخطة من الخط كأنها اسم للطرة ابن السكيت الغضب واللهق واللياح الثور الأبيض وأنشد\r\nسيكفيك العواذل أرحبيٌّ * هجان اللّون كالفرد اللّياح\r\nقال أبو علي اللياح بالفتح وهو شاذ قلبت فيه الواو ياءً لغير علة الا طلب الخفة وقد أبنت هذا في عامة الألوان أبو حاتم البلق البيض من البقر نادرة .\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nأصوات البقر\r\nابن السكيت خارت البقرة خواراً وقد تقدم في الشاء والظباء وأنشد\r\nخوار المطافيل الملمّعة الشّوى * وأطلائها صادفن عرنان مبقلا\r\nصاحب العين الغمغمة أصوات الثيران عند الذعر وقد تقدم أنها أصوات الأبطال في الوغى ابن السكيت جأرت البقرة تجأر جؤاراً والانسان يجأر إلى ربه بالدعاء وقد تقدم وأنشد\r\nنبذ الجؤار وضلّ هدية روقه * لما احتززت فؤاده بالمطرد\r\nويقال بغمت تبغم وأكثر ما يكون البغام في الظباء وقد يقال في الأيل وإنما سمع البغام للبقر في شعر لبيد قال يصف بقرةً سبعت\r\nخنساء ضيّعت الفرير فلم يزل * عرض الشّقائق طوفها وبغامها\r\nابن دريد ثأجت البقرة تثأج وتثؤج ثؤاجاً وترك الهمز أعلى وقال نأج الثور ينأج وينئج نأجاً ونؤاجاً صاح ثعلب طغت البقرة تطغي صاحت وبه سميت طغياً وقد تقدم قال ابن جني طغت تطغي صاحت صاحب العين صعق الثور يصعق صعاقاً خار خواراً شديداً\r\nأخثاء البقر\r\nأبو عبيد خثى الثور وخثى خثياً وهو الخثي وجمعه أخثاء أبو حاتم ثلخ البقر يثلخ ثلخاً وهو خرؤه في أيام الربيع إذا خالطه الرطب .\r\nأسماء اقاطيعها\r\nأبو عبيد الربرب جماعة البقر وكذلك الأجل ابن السكيت الجمع آجال وأنشد\r\nفوق ديمومةٍ تغوّل بالسّ * فر قفارٍ إلاّ من الآجال\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوقد تقدم أنه القطيع من الظباء صاحب العين تأجل الصوار صار قطيعاً قطيعاً أبو عبيد الصوار والصوار جماعة البقر وجمعه صيران قال سيبويه وافق الذين يقولون صوار الذين يقولون صوار ذهب إلى تسوية الجمع لهما وأنشد ابن السكيت\r\nأشبهن من بقر الخلصاء أعينها * وهنّ أحسن من صيرانها صورا\r\nقال ويقال صيرا والخنطلة قطعة من البقر وقد تقدم في الخيل والغنم والإبل وأنشد غيره\r\nدعت ميّة الأعداد واستبدلت بها * خناطيل آجالٍ من العين خذّل\r\nالأصمعي الكور القطيع من البقر وأنشد\r\nولا شبوب من الثّيران أفرده * عن كوره كثرة الإغراء والطرد\r\nوقد تقدم قول ابن السكيت في الكور من هذا البيت وقال السرب القطيع من البقر وكذلك هو من الظباء والطير والنساء والجمع أسراب وأنشد\r\nقطا باص أسراب القطا المتواتر\r\nباب مواضع الظباء\r\nوالبقر وربضها\r\nغير واحد المكنس والكناس مولج الوحش من الظباء والبقر والجمع أكنسة وكنس وقد كنس الوحش وتكنس واكتنس أبو زيد الربض مرابض البقر صاحب العين الخلم مربض الظبية وقد تقدم أن الأخلام مرابض الغنم والحرى كل موضع يأوي إليه الظبي والبهو كناس واسع يتخذه الثور والجمع أبهاء وبهي وبهو وقد بهي البهو وأنشد\r\nأجوف بهّي بهوه فأوسعا\r\nابن دريد ادمج الظبي في كناسه دخل فيه صاحب العين\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالتولج كناس الظبي التاء فيه بدل من الواو وقد اتلج الظبي في كناسه وأتلجه فيه الحر وقال هكعت البقر تحت الشجر تهكع فهي هكوع استظلت تحته من شدة الحر وأنشد\r\nترى العين فيها من لدن متع الضّحى * إلى الليل في الغيضات وهي هكوع\r\nوقال خيم الوحشي بالكناس أقام وأنشد أبو عبيد\r\nوحان انطلاق الشاة من حيث خيّما\r\nصاحب العين أتلعت الظبية والبقرة أخرجت رأسها من كناسها وأنشد\r\nكما أتلعت من تحت أرطي صريمةٍ * إلى نبأة الصّوت الظّباء الكوانس\r\nقال خدرت الظبية خشفها في الخمر والهبط سترته غيره ظبية خنبة رابضة لا تبرح مكانها أبو عبيد كبن الظبي لطأ بالأرض صاحب العين اجتاف الثور الكناس دخل في جوفه أبو حاتم الطاوي من الظباء الذي يطوي عنقه عند الربوض ثم يربض .\r\nحمل حمر الوحش وأولادها\r\nأبو عبيد يقال لكل ذات حافر استودقت وودقت ودقاً وودوقاً ابن دريد والاسم الوداق ابن السكيت أتان وديق وودوق أبو عبيد يقال للحمار باك الحمارة بوكاً وعفقها عفقاً أتاها مرةً بعد مرة ابن دريد فاشها فيشاً علاها وقيل فاشها من الفيشة أبو عبيد الأتان أول ما تحمل جامع غيره وقد جمعت أبو عبيد فإذا استبان حملها وصار في ضرعها لمع من سواد فهي ملمع قال ويقال لذات الحافر خاصة إذا كانت حاملاً نتوج والعقاق الحوامل منها ومن كل حافر الواحدة عقوق وقال وسقت الأتان حملت فإذا مكثت سبعة أيام بعد حملها فهي فريش والجمع فرائش وقد تقدم في الحجر صاحب العين النعرة ما أجنت حمر الوحش في بطونها والجمع نعر وقيل إذا استحالت المضغة فهي نعرة وقيل إذا مؤتت أولاد الحوامل فهي النعر\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوقد تقدم في الناقة والمرأة أبو عبيد الجحش ولد الأتان من حين تضعه أمه إلى أن يفصل من الرضاع وقد تقدم أنه ولد الظبية بلغة هذيل ابن دريد وقد يكون في الأهلي وربما سمي المهر به تشبيهاً وقد تقدم والجمع جحشان ابن السكيت الجمع جحشة وجحاش ويقال في مثل الجحش إذ أفلتك الأعيار أي خذ القليل إذ فاتك الكثير صاحب العين هو جحيش وحده للمتفرد برأيه غير المصيب فيه كقولهم عيير وحده أبو عيد الأنثى جحشة ابن دريد التلو الجحش الذي يتلو أمه وقد تقدم في الظبي أبو عبيد فإذا استكمل الحول فهو تولب ابن دريد وقد يستعار للانسان وأنشد\r\nوذات هدمٍ عارٍ نواشرها * تصمت بالماء تولبا جدعا\r\nسيبويه تاء تولب أصل ولا تكون زائدة الا بثبت صاحب العين قرح الحمار وسلغ سواء وقد تقدم السلوغ في الظلف أبو عبيد العفو الجحش والأنثى عفوة ابن السكيت هو العفو والعفو والعفو والعفا والعفا وأنشد\r\nوطعنٍ كتشهاق العفا هّم بالنّهق\r\nأبو عبيد الجمع أعفاء وعفاء ابن دريد وعفوة علي ليست عفوة من أبنية جمع عفو ولا عفو ولا عفاً وإنما هو جمع عفو كحب وحبة وجمع عفا بالفتح كأخ وإخوة لأنهما متفقان في أنهما فعل أبو عبيد الهنبر الجحش ومنه قبل للأتان أم الهنبر ابن دريد الدوبل ولد الحمار صاحب العين اللكع الجحش والأنثى لكعة وقد تقدم أنه المهر .\r\nنعوت الإناث منها وأسماؤها\r\nأبو عبيد هي الأتان والجمع آتن أبو حاتم وهي الأتن أبو عبيد المأتوناء الأتن وقد استأتنت أتاناً اتخذتها الأصمعي استأتن الحمار\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nكاستنوق الجمل أبو عبيد النجود التي لا تحمل وهي أيضاً الطويلة العنق وقيل هي التي لا تبرك إلا على مرتفع من الأرض وكذلك هي من الإبل وقد تقدم والعلبط التي لا تحمل وقد تقدم في الإبل الأصمعي العيطاء الطويلة صاحب العين كل طول عيط والنحوص الأتان الوحشية الحائل والجمع نحص ونحائص أبو عبيد هي التي لا لبن لها منها خاصةً أبو زيد وهي الغارز وقد تقدم في الإبل أبو عبيد وهي الجداء والجدود وقد تقدم في الإبل أيضاً قال ابن جني أتان جدود وأتن جدد وهو أحد ما خرج إلى فعل في الشذوذ أبو حاتم أتان جاذب وجذوب تجذب لبنها فيذهب من الضرع صاعداً أبو عبيد السمحج الطويلة الظهر وجمعها سماحيج ابن دريد هي الطويلة على وجه الأرض وكذلك الناقة قال أبو حاتم قال الأصمعي طول ذوات الأربع الانبساط على وجه الأرض قال وقد قالوا سمحوج وسمحاج والضمعج الأتان الضخمة وقد تقدم في النساء صاحب العين أتان شهيرة عريضة وقد تقدم في المرأة أبو عبيد القيدود الطويلة وأنشد\r\nراحت يقوّمها ذو أزملٍ وسقت * له الفرائش والقبّ القياديد\r\nويروى السلب جمع سلوب وهي التي سلبت أولادها قال سيبويه قيدود فيعول لأنه الطويل في قيد السماء أبو زيد القهبسة الأتان الغليظة وليس بثبت وكذلك القهبلة الجلنفق السمينة صاحب العين القنفج الأتان القصيرة العريضة أبو زيد الخدوف الأتان السمينة وقيل السريعة وأنشد\r\nلا تنسيا ذكرى على لذّة ال‍ * كأس وطوفٍ بالخذوف النّحوص\r\nيقول لا تنسياني عند الشرب والصيد وأتان كرشاء ضخمة الخاصرتين ثعلب هي من الوحش خاصة والعلجوم الأتان الكثيرة اللحم وقد تقدم أنها الظلمة المتراكبة السيرافي أتان إبد وحشية ابن دريد إبد أتى عليها الدهر وقال في سجع لهم أتان إبد في كل عام تلد ولا يقال هذا السجع إلا للأتان خاصة صاحب العين المراغة أتان لا تمتنع\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعن الفحولة وبه سمت سليط جريراً ابن المراغة قال وهي أم الهنبر تذهب إلى عبه بأمه وقيل لأن كليباً كانت أصحاب حمر أبو عبيد الهنبرة الأتان والخقوق التي يصوت حياؤها خقت تخق ويكون ذلك في الهزال أبو زيد خقت خقيقاً وكذلك كل دابة أنثى وأتان خقوق واسعة الدبر وقد تقدم في المرأة أبو عبيد البيدانة من أسمائها ابن دريد منسوبة إلى البيد أبو حاتم صعدة أتان وبنات صعدة حمير الوحش .\r\nحمر الوحش الذكور منها\r\nالعير الحمار الوحشي والأهلي والجمع أعيار وعيار وعيور وعيورة وعيارات ومعيوراء أبو عبيد يقال لحمار الوحش الفرأ مقصور مهموز وجمعه وجمعه فرآه وأنشد\r\nبضرب كآذان الفراء فضوله * وطعنٍ كإيزاغ المخاض تبورها\r\nأي تخبرها قال أبو علي فأما قولهم نكحنا إلى الفرا فسنرى فعلى الأتباع كما قالوا إني لآتيه بالغدايا والعشايا والعضرس حمار الوحش صاحب العين النوص الحمار الوحشي أبو عبيد الجأب الحمار الغليظ وأنشد ابن السكيت\r\nكأنّني فوق أقبّ سهوقٍ * جأبٍ إذا عشّر صات الإرنان\r\nوالعلج الحمار الغليظ وقد تقدم في الانسان وحمار جلعد شديد وقد تقدم في الإبل الخليل الوزي من أسماء الحمار المصك ابن دريد حمار بهصل ومهصل وحزابية غليظ قال أبو علي حزابية فعالية من الخزباءة وهي الأرض الشديدة وأنشد\r\nحزابية قد كدّمته المساحل\r\nوقد تقدم في الإنسان ابن دريد حمار صنادل وقنادل صلب صاحب العين حمار أعر سمين الصدر والعنق والزهلق الحمار السمين المستوي الظهر من الشحم وكذلك الزهلقي وقيل الزهلق الهملاج منها أبو عبيد الكندر\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nوالكنادر العظيم ابن دريد الكندر والكدر منها الصلب الشديد وبنات الأكدر حمير وحش تنسب إلى فحل منها ومنه المسئلة الأكدرية في الفرائض قال سيبويه الكندر رباعي وقد تقدم ذلك في الأناسي في باب القصار الغلاظ أبو علي الأخدري منسوب إلى العراق أبو حاتم الأخدري والأخدرية من الحمير هو من نسل حمار أو فرس يقال له الأخدر كانت فيما بين كاظمة والبصرة تزعم العرب أن أباه كان فرساً من خيل تبع ضرب في هذه الحمير في الجاهلية ولا أدري الأخدر هو الفرس أو الحمار ابن الفرس غير أن الحمير تسمى ببنات أخدر وأنشد\r\nأم من لراسيةٍ كأنّ أُوارها * نقع تعاوره بنات الأخدر\r\nأبو حاتم حمار مصك شديد قوي وقد تقدم في الناس والإبل ابن دريد حمار ذفر وذفر صلب شديد والكسر أعلى الأصمعي التألب الذي غلظ واشتد من حمر الوحش وقد تقدم أنه الوعل أبو علي إن سميت رجلاً بتألب لم تصرفه لأنه تفعل من قولك ألب الحمار طريدته وألبها إذا ساقها وطردها أبو عبيد القلو الحمار الخفيف ابن دريد هو الشديد السوق لأتنه وكل شديد السوق قلو وقال حمار مقلاء أتن إذا كان يسوقها أبو حاتم الأنثى قلوة وقيل القلو الجحش الفتي أبو عبيد المسحل الذكر والوأي الحمار وأنشد\r\nإذا انشّقت الظلماء أضحّت كأنّها * وأي منطوٍ باقي الثميلة قارح\r\nوالمسحج الذي به آثار من عضاض الحمر صاحب العين حمار سحيج ومسحج معضض وسحاج ومسحاج عضاض والجدر انبتار في عنق الحمار وربما كان من الكدم وقد جدرت عنقه جدوراً ابن دريد المكدح المسحج والكعسم الحمار الوحشي يمانية والعكسوم والكسعوم الحمار حميرية والقلهبس المسن منها الأموي القلخ الحمار المسن أبو زيد وهو من الرجال المخراق وهو الطويل الحسن الجسم صاحب العين عير مغلج شلال للعانة وقال شرس الحمار أتنه يشرسها شرساً أمر لحييه على ظهورها أبو عبيد كرف الحمار يكرف شم\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nأبوال الأتن ثم رفع رأسه أبو عبيد كل ما شممته فقد كرفته وهو الكرف صاحب العين كرف يكرف ويكرف وربما قالوا كرفها وقد يكون لكل دابة أبو عبيدة المصدر الكراف أبو عبيد الزامل الذي أنه يظلع من نشاطه قال أبو حاتم كأن به زمالاً من بغيه أي كأنه مشكول وقد زمل يزمل زملاً وزمالاً وزملاناً فأما ما أنشده سيبويه\r\nعودا أحمّ القرا إزمولةً وقلاً * يأتي تراث أبيه يتبع القذفا\r\nقال السيرافي الإزمولة الذي يزمل يعني يتبع غيره لضعفه وقيل هو النشيط كما تقدم في الزامل صاحب العين حمار عذور واسع الجوف فحاش أبو حاتم حمار محنق ضامر لاحق البطن بالظهر وقيل الإحناق في الخف والحافر وقد تقدم صاحب العين حمار هزق كثير الاستنان ابن السكيت الملق ضرب الحمار الأرض بحوافره وأنشد ملاخ الملق أراد الملق فحرك .\r\nألوان الحمر\r\nأبو عبيد حمار أخطب فيه خضرة وقال مرة هو الذي له خط أسود على متنه والأنثى خطباء غيره الاسم الخطب أبو عبيد الأحقب الأبيض موضع الحقب وأتان حقباء في متنها بياض صاحب العين حمار أقمر يضرب إلى الحمرة والاسم القمرة ابن دريد القمرة بياض فيه كدرة والدخناء من الدخن وهو لون فيه غبرة .\r\nالتكاك الحمير وتزاحمها\r\nالإقراع صك الحمير بعضها بعضاً بحوافرها والجعمرة أن يجمع الحمار جراميزه ويحمل على العانة وقال اصعنفرت الحمر نفرت فراراً وتفرقت وقد صعفرها الخوف .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nأدواؤها\r\nالطلاطلة والطلاطل داء يأخذ الحمر في أصلابها فيقطع ظهورها .\r\nأصوات الحمر\r\nأبو عبيد نهق ينهق وينهق ابن السكيت نهق نهيقاً ونهاقاً ونهقاً وهو التنهاق وأنشد\r\nصحل يرجّع خلفها التّنهاقا\r\nالصحل الأبح ويقال سحل يسحل سحيلاً وسحالاً وأنشد\r\nكأنّ سحيله في كلّ فجر * على أحساء يمؤودٍ دعاء\r\nوقد شحج يشحج ويشحج شحيجاً وشحاجاً وتشحج واستشحج وأنشد\r\nلم يعد أن فتح الشّحاج لهاته * وافتر قارحه كلق المجمر\r\nصاحب العين الشحيج والشحاج صوت البغل وبعض الحمير وهو التشحاج والشحجان وبنات شحاج وشحاج البغال وقد تقدم أبو عبيد شهق يشهق ويشهق ابن السكيت هو الشهيق والشهاق صاحب العين حمار وهواه يردد صوته حول عانته شفقا وقد وهوه ابن دريد حمار صخب الشوارب يردد نهافه في شواربه والشوارب مجاري الماء في الحلق على هو من الصخب وهو شدة الصوت وقد صخب واصطخب ابن دريد عشر الحمار نهق عشراً في طلق واحد وأنشد ابن السكيت\r\nلعمري لئن عشّرت من خشية الرّدى * نهاق الحمير إنّني لجزوع\r\nقال أبو علي الرواية\r\nلعمري لئن عشّرت في أرض مالكٍ * حذار المنايا إنّني لجزوع\r\nقال ومعناه أن العرب تزعم أنه إذا ورد الرجل أرضاً وبئةً فمثل على ربوة ثم عشر أي نهق نهاق الحمير عشر مرات ثم دخلها أمن من سوء هوائها ابن السكيت صلصل الحمار صوت وحمار صلصال وأنشد\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nإذا تتلاّهنّ صلصال الصّعق ابن دريد حمار صلاصل وصلصل شديد النهاق ابن السكيت حشرج الحمار نهق وأنشد\r\nوضمّنا الصوت إذا ما حشرجا\r\nابن دريد شخر الحمار يشخر شخراً وشخيراً صوت وحمار شخير وبه سمي الرجل شخيراً وقد تقدم الشخير في الخيل أبو عبيد الحمار ينشج نشيجاً صاحب العين حمار قعقعاني إذا حمل على العانة صك لحييه وقال حمار صعق شديد الصوت وقال عرش الحمار بعانته حمل عليها فاتحاً فمه رافعاً صوته وقيل إذا شحا فاه بعد الكرف وقال صدح الحمار يصدح إذا اشتد صوته وقد تقدم في الانسان وأنشد ابن السكيت\r\nمحشرجا ومرّة صدوحا\r\nوالصحير من صوتها فوق الصهيل من صوت الخيل صخر يصحر صحراً الأصمعي حمار همهيم يردد النهيق في صدره صاحب العين الشخس فتح الحمار فمه عند التثاؤب أو الكرف للبول وكذلك الكلب وأنشد\r\nتراه في آثارهنّ خانفا * مشاخسا طورا وطورا كارفا\r\nالزجر بالحمير\r\nأبو عبيد سأسأت بالحمار ابن دريد وكذلك شأشأت به شئشاءً عرضت عليه الماء وقال أبو سعيد السيرافي شأ وتشؤ زجر للحمار ابن السكيت حر زجر للحمار صاحب العين عوه من دعاء الجحش وقد عوهت به .\r\nجماعات الحمير\r\nابن دريد حمير وحمر وحمور أبو عبيد العانة جماعة الحمر ابن دريد الجمع عون وسميت عانة الانسان عانةً تشبيها بذلك قال أبو علي\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nواستعارها زهير لجماعة الخيل فقال\r\nنحلّ سولها فإذا فزعنا * جرت بهم إلى المضمارعون\r\nابن دريد وهي الجربة وربما سمي الأقوياء من الناس إذا اجتمعوا جربة وقد تقدم السيرافي جربة وجرنبة قال أبو علي هو على حد قولهم إجاص وإنجاص .\r\nأسماء النعام وصفاتها وما فيها\r\nابن السكيت هي النعامة والجمع نعائم ونعامات أبو حاتم النعامة يقع على المذكر والمؤنث ويقال للذكر منها نعام ابن السكيت الذكر من النعام ظليم والجمع ظلمان وأظلمة والأنثى ظليمة أبو حاتم يقال للظليم الفجاج وأنشد\r\nبيضاء مثل بيضة الفجاج\r\nصاحب العين العسنج الظليم وإنما اشتق من الصلابة وهو العسلق والهبل المسن منها وقد تقدم في الناس والإبل صاحب العين العلهان الظليم والخواضع النعام إذا أمات رؤوسها للرعي وقد تقدم في الظباء والهاجة النعامة وتصغيرها هويجة وقال ظليم وخاص سريع وقد وخط في السير وخطاً وكذلك البعير وقرعت النعامة قرعاً سقط ريشها من الكبر ظليم أقرع ونعامة قرعاء صاحب العين ساعد النعامة مجرى المخ منها وقد قيل لا مخ لها ابن السكيت النقنق الظليم لأنه ينقنق في صوته للأنثى وأنشد\r\nبوحي إليها بإنقاضٍ ونقنقةٍ * كما تراطن في أفدانها الرّوم\r\nوالأنثى أيضاً نقنقة ومن صفاته الهيق وهو الطويل والأنثى هيقة وأنشد\r\nهيقٌ هزفٌّ وزفّانيّةٌ مرطي * زعراء ريش ذناباها هراميل\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nالزعراء التي قد تحات ريشها والذكر أزعر ابن دريد جمع الهيق أهياق وهيوق والهيقل الظليم وزعم قوم أن اللام فيه زائدة وإنما هو من الهيق صاحب العين الهيقل والهقل الفتى من النعام الأنثى هيقلة ابن دريد سمي هقلاً لصغر رأسه والزفزاف الظليم والزفزاف جناحه ابن السكيت نعامة ربداء وظليم أربد وهو المنكسف اللون تعلو سواده كدرة والربدة سواد يكسف الوجه ويغيره وقد تربد وجهه ابن دريد وهو الأرمد غيره هو الأسفع ابن السكيت ومنها الأخرج والأنثى خرجاء وكذلك الأرض الخرجاء إذا كان في حجارتها بياض وسواد ويقال للمكاء أخرج لسواد وبياض في ريشه ويقال للرماد أخرج لخرجة فيه ويقال في العام تخريج إذا كان في بعضه خصب وفي بعضه جدب لم يستحكم ربيعه وقال ظليم أصحم ونعامة صحماء والصحمة سواد في صفرة أبو عبيد الخاضب من النعام الذي قد أكل الربيع فاحمر ظنبوباه أو أصفرا أبو حنيفة وثور خاضب وحمار خاضب وجمل خاضب إذا استوى المرباع فخضبت أنساؤه وأنشد\r\nأو مقفرٌ خاضب الأظلاف جاله * غيثٌ تظاهر في ميثاء مبكار\r\nفأما الخاضب من النعام فيكون من هذا ويكون من أن وظيفيه يحمران في الربيع من غير خضب شيء وهو عارض يعرض للنعام فتحمر أوظفتها والخاضب وصف له يعرف به فإذا قيل خاضب علم أنه المراد وأنشد\r\nأذاك أم خاضبٌ بالسيّ مرتعه * أبو ثلاثين أمسى فهو منقلب\r\nفقال أم خاضب كما قالوا أذاك أم ظليم ابن السكيت الأنثى خاضبة صاحب العين الأخصف الظليم لسواد فيه وبياض والأنثى خصفاء وقال نعامة خيطاء وخيطها ما فيها من اختلاط سواد وبياض لازم لها كالعيس في الإبل العراب وقيل خيطها طول قصبها ابن دريد ظليم أزج ونعامة زجاء طويلا الساقين بعيد الخطو وقد زج برجله إذا عدا فرمى بها وقيل الأزج الذي فوق حاجبه\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nريش أبيض أبو حاتم الضجم عوج في خطم الظليم وقد تقدم الضجم في الإنسان ابن السكيت ومنها الأصك والأنثى صكاء بينا الصكك وهو اصطكاك العرقوبين من كل ذي رجلين ومن كل ذي أربع اصطكاك الركبتين ومنها الصعل والأنثى صعلة وهو الصغير الرأس الدقيق العنق ويقال ذلك للإنسان أيضاً صاحب العين ظليم أصعل ونعامة صعلاء صغير الرأس دقيقا العنق قال ودفع الأصمعي هذا وقال لا يقال الا ظليم صعل ونعامة صعلة ولم يجئ أصعل في شعر فصيح الا أنه قد جاء في حديث علي رضوان الله تعالى عليه كأني بحبشي أصعل أصلم ويقال ظليم أخضع ونعامة خضعاء إذا كان في عنقه تطامن وكذلك الفرس وقد تقدم والصعون الصغير الرأس الخفيفة والأنثى صعونة غيره الذعلبة النعامة لخفتها وبه سميت الناقة ذعلبة أبو عبيد الصنتع الصلب الرأس ابن دريد هو الصغير الرأس النون فيه زائدة وأصله من الصتع قال سيبويه هو رباعي ابن السكيت يقال للظليم أصمع والأنثى صمعاء والصمع لزوق الأذنين بالرأس وصغرهما والمصلوم والمصلم المستأصل الأذن وكل مستأصل الأذن مصلم ويقال له أسك والأنثى سكاء والسكك صغر الأذن وتقبضها ويقال له النغض سمي بالمصدر والنغض والنغوض التحرك نغضت سنه تحركت وأنغض رأسه حركه قال الله عز وجل \" فسيُنْغِضُون إليْكَ رُؤَسهم \" والهجف الكثير الريش منها غيره هو المسن وقيل هو ذكر النعام أياً كان الأصمعي الهجنف منها كذلك وأنشد\r\nغدا في النّدى عنها الظّليم الهجنّف\r\nوكذلك الهجفجف ابن السكيت الهجف كالهزف ابن دريد الهزف الظليم السريع المشي وقد يكون الهزف للرجل والهقب مثل الهجف غيره الهبو الظليم ابن السكيت السفنج السريع وكل سريع سفنج وأنشد\r\nواستبدلت رسومه سفنّجا\r\nصاحب العين نعامة عصوف سريعة وقد تقدم في الإبل أبو حاتم\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nالهدجدج الظليم السريع سمي به لهدجانه وقد هدج يهدج هدجاناً واستهدج وهو سعى في ارتهاش والخفيدد السريع ابن دريد وهو مشتق من قولهم خفد يخفد إذا أسرع في المشي صاحب العين الخفيدد من الظلمان الضخم الطويل الساقين والجمع الخفيددات والخفادد وقال نعامة هالع وهالعة ناقرة وقد هلوعت وقال ظليم أهنع ونعامة هنعاء إذا التوت أعناقهما حتى تقصرا والاسم الهنع وقال ظليم أرعش ورعش سريع والأنثى رعشاء ورعشة والأصعر من النعام مثله من الناس وهو المائل العنق والوجه في شق وقال ظليم أسطع والأنثى سطعاء وقد سطع سطعاً فإذا مد عنقه ورفع رأسه قيل سطع يسطع سطعاً وأنشد\r\nويسطع أحياناً فينتسب\r\nغيره الهزلج والهزلاج السريع والمصدر الهزلجة وقال ظليم هزروق وهزراق وهزارق سريع وهي الهزرقة صاحب العين ظليم إجفيل سريع وقد جفل يجفل جفولاً وأجفل ذهب في الأرض وأسرع وأجفلته أنا ابن السكيت الهجنع الطويل وكل طويل هجنع غيره العوهق الطويل من الظلمان وربما استعمل في غيرها ابن السكيت والخدب الضخم وكل ضخم خدب صاحب العين والهيقم والهيقماني الطويل منها والجمع الهيقمانيات وأظن الضم في قاف الهيقماني لغةً والشوقب الطويل وقد تقدم في الإنسان والجشب والجشب الغليظ ابن دريد القرثع من الظليم ما يتقرد على صدره من الريش وقيل هو زئبره وبه سمي الظليم قرثعاً ابن السكيت الأحص الذي انحص أطراف ريشه أي تحاتت والأنثى حصاء أبو عبيد العفاء الريش واحدته عفاءة والزف الريش يقال هيق أزف ابن الاعرابي الخمل والخميلة والخمالة ريش النعام وقال أبو ربيعة حقان النعام ريشه واحدته حفانة ابن السكيت الحوصلة للظليم بمنزلة المعدة للانسان وقد قدمت ما فيها من اللغات هناك صاحب العين البخصة ما ولي الأرض من لحم رجل الظليم أبو عبيد الزاجل\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمني الظليم وأنشد\r\nوما بيضات ذي لبد هجفٍ * سقين بزاجلٍ حتّى روينا\r\nوعم به ثابت ماء جميع الفحول ابن دريد الزاجل ما يسيل من دبر الظليم على البيض إذا حضنه أبو عبيد القعو للظليم مثله للبعير يعني السفاد .\r\nأسماء أولاد النعام ومبيضها\r\nابن السكيت الأدحي الموضع الذي تبيض فيه النعام أفعول من دحوت لأنها تدحوه برجلها ثم تبيض فيه وليس للنعامة عش ابن دريد هو الأدحي والأدحية ودحيت الشيء دحياً ودحوته بسطته وفي التنزيل \" والأَرْضَ بَعْد ذلِكَ دَحَاها \" فأدحى النعامة منها ابن جني وهي الأدحوة صاحب العين الحرا أدحي النعامة وأفحوص القطاة وأنشد\r\nبيضةٌ ذاد هيقها عن حراها * كلّ طارٍ عليه أن يطراها\r\nعلى أبدل الهمز في يطراها إبد الا صحيحا وجعلها من باب أبى يأبى والجمع أحراء وقد تقدم أنه كناس الظبي ابن السكيت ويقال للبيضة إذا خرج منها الفرخ تريكة وأنشد\r\nوغادر الفرخ في المثوى تريكته\r\nقال وأولاد النعام أول ما تخرج يقال لها الحسكل ما دام عليها الزغب وأنشد\r\nيأوى إلى حسكلٍ زعرٍ حواصلها * كأنهنّ إذا بركّن جرثوم\r\nويروى يأوي إلى دردق وهي الصغار زعر حواصلها أي ليس فيها زغب وقيل للصبيان حسكل صاحب العين الحسكل صغار كل شيء يقال ترك فلان يتامى حسكلاً ابن السكيت فإذا ألقت الزغب واكتست الريش فهي الحفان وأنشد\r\nوزفّت الشّول من برد العشيّ كما * زفّ النّعام إلى حفّانه الرّوح\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nأبو عبيد الواحدة حفانة الذكر والأنثى جميعاً سواء ابن دريد الحفان صغار النعام ثم كثر ذلك حتى استعمل في صغار كل جنس وقد تقدم في الإبل وقد تقدم أنه ريشها ابن السكيت فإذا ارتفعن عن الحفان فهن الرئلان والرئال والأرؤل والذكر رأل والأنثى رألة قال الأخفش الرأل الحولي من ولد النعام قال وأما قوله\r\nكأنّ مكان الرّدف منه على رال\r\nمع قوله\r\nألا أنعم صباحاً أيّها الطّلل البالي\r\nفإنه أبدل همزة رأل إبدالاً صحيحاً لمكان الردف وأما أبو عثمان فحمله على التخفيف القياسي ولمي عتقد البدل معاملةً للفظ ابن السكيت نعامة مرئلة إذا كان معها رئال والقلاص اللواتي ارتفعن عن الصغار ولم يبلغن المسان واحدها قلوص وأنشد\r\nوقد أنعلتها الشّمس ظلاًّ كأنّه * قلوص نعامٍ زفّها قد تمورّا\r\nويروى قلوص حبارى يريد أنها صارت في نصف النهار فصار ظلها قدر خفها على قدر قلوص حبارى من صغره تمور مار زغبه أي سقط صاحب العين الحرشف صغار النعام والطير وصغار كل شيء حرشفه والحتك صغار النعام لأنه يحتك الرمل حتكاً يفحصه والحمك الصغار منه ومن غيره ابن دريد الجعول ولد النعام يمانية .\r\nأصوات النعام\r\nأبو عبيد عز الظليم يعر عراراً وعار عراراً ابن السكيت صوت الظليم العرار وصوت الأنثى الزمار أبو عبيد زمرت تزمر زماراً ابن السكيت إذا طردت النعامة أو الظليم فصاحا عند الطرد قيل نقعت تنقع نقعاً وأنشد\r\nقالت له ونقعت واقتارت * لو طار شيءٌ مثلها لطارت\r\nابن دريد ظليم هجهاج وهجاهج كثير الصوت وقال نق الظليم ينق نقاً\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n\r\nونقيقاً وكذلك الضفدع ابن السكيت أنقض الظليم كذلك وكل حيوان ينقض وكل موات ينقض وينقض ومنه نقيض حبال الرحل ونحوه .\r\nباب صوم النعام\r\nصوم النعام سلحها قال منتجع الأعرابي وهو فضجها غيره النعامة تفج بصومها ترمى به وتهك به هكاً كذلك .\r\nجماعات النعام\r\nأبو عبيد الخيط جماعة النعام ابن السكيت وقد يقال فيه خيطي مثل سكري ابن دريد هو الخيط والخيط وجمعه خيطان صاحب العين الديسكي قطعة عظيمة من النعام وقد تقدم أنها من الغنم\r\nالفيلة\r\nيقال فيل وأفيال وفيول وفيلة الأصمعي وصاحبها الفيال وأنشد\r\nلو يقوم الفيل أو فيّاله * زلّ عن مثل مقامي وزحل\r\nوكلثوم اسم له والعاج عظمه قال أبو علي ألفه منقلبة عن واو ودليل ذلك ما حكاه سيبويه من أنه يقال لصاحب العاج عواج ذكره في النسب صاحب العين العاج أنياب الفيلة ولا يسمى غير الناب عاجاً والفرطوسة والفرطيسة خطم الفيل ابن السكيت الحضن العاج ابن دريد الزندبيل الفيل الأنثى صاحب العين هي الطلخام والعيثوم وأنشد\r\nوملحّبٍ خضل الثّياب كأنّما * وطئت عليه برجلها العيثوم\r\nوقد يقال للذكر منها عيثوم أيضاً والعيثوم الضخم الشديد من كل شيء\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n\r\n\r\nفقد يكون على هذا منقولاً صاحب العين الدغفل ولد الفيل .\r\nالكركدن\r\nالكركدن لا أحسبه عربياً لأنه مفارق لأبنيتهم قال كراع الهرميس الكركدن وأنشد\r\nوالفيل لا يبقى ولا الهرميس\r\n* ( كتاب السباع ) *\r\nإرادة إناث السباع الفحل وسفادها وأولادها\r\nأبو عبيد صرفت السبعة تصرف صروفاً وهي صارف واستحرمت أرادت الفحل وكذلك كل ذات مخلب وقد تقدم الاستحرام في ذوات الظلف وقال قد أجعلت السبعة وهي مجعل واستجعلت أرادت السفاد أبو عبيد ويقال للسباع كلها سفدها سفاداً وقد تقدم في الظلف فأما النزاء فللسباع والظلف والحافر وقد تقدم فيهما وقد نزا ينز ونزاء وقال قيس كلها تقول لكل سبعة إذا حملت فأقربت وعظم بطنها قد أحجت وهي مجح فإذا أشرقت ضروعها للحمل واسودت حلمتها قيل ألمعت وهي ملمع وقد تقدم ذلك في الحافر أبو زيد كل ذات ظلف حبلى وأنشد\r\nأو ذيخةٍ حبلى مجحٍّ مقرب\r\nجماعات السباع\r\nأبو عبيد الزمزمة القطعة العظيمة من السباع وقد تقدم أنها القطعة من الناس\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nما في السباع من خلقها\r\nأبو زيد الخراطيم للسباع كالأنوف للناس ابن السكيت الخطم من السبع بمنزلة الجحفلة من الفرس أبو زيد المخلب ظفر السبع وقد خلب الفريسة يخلبها ويخلبها خلباً أخذها بمخلبه أبو عبيد البرثن للسبع كالإصبع للانسان أبو زيد خطاطيفه براثنه الأصمعي قنب الأسد ما يدخل فيه مخالبه من يده والجمع قنوب وكذلك كمه .\r\nأسماء الأسد وصفاته\r\nابن السكيت هو الأسد والجمع أسد وأسود وآساد أبو عبيد أسد بين الأسد وهو من المصادر التي لا أفعال لها وأرض مأسدة من الأسود قال سيبويه باب مأسدة ومسبعة ومذأبة مما جاء على مفعلة لازماً له الهاء وليس في كل شيء يقال الا أن تقيس شيئاً وتعلم أن العرب لم تكلم به وليس له نظير من بنات الأربعة عنده وإنما خصوا به بنات الثلاثة لخفتها مع أنهم يستغنون بقولهم كثيرة الثعالب صاحب العين أسد الرجل واستأسد صار كالأسد ابن السكيت الأنثى أسدة ولبؤة الأصمعي لبوة ولبأة أبو حاتم يقال للذكر لبؤ وقد يكون اللبؤ جمع لبؤة أبو زيد لبوة بغير همز قال أبو علي وعلى هذا قالوا لباة فأعلوه على لا تكون لباة معلة عن لبوة لأن في ذلك تغيير البناء وهذا مذهب سيبويه في هذا الضرب ولكن لباة لغة في لبوة ابن السكيت وهو السبع غيره والجمع سباع وأسبع وتخفف فيقال سبع والجمع سبوع كأن التخفيف وضع وأسبعوا وقع السبع في مواشيهم والمسبع الذي أغارت السباع على غنمه فهو يصيح بالسباع والكلاب وسبعت السباع الغنم تسبعها سبعاً وأسبعت الرجل أطعمته السبع والأنثى من السباع سبعة ابن السكيت أخذه أخذ سبعة منه لأن\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nاللبؤة أجرأ من الأسد قال أبو علي ذهب بها مذهب التخفيف على نحو عضد في عضد ابن السكيت وقيل هو سبعة بن عوف كان رجلاً شديداً فأخذه ملك من ملوكهم فنكل به أبو عبيد أرض مسبعة كثيرة السباع ومسبعة ذات سباع أبو زيد الحارقة السبع ابن السكيت ويسمى الليث والجمع الليوث أبو عبيد ليث بين اللياثة ابن السكيت وهو الضرغام والضرغامة ابن جني وهو الضرغم أبو عبيد ومن أسمائه أسامة معرفة لا ينصرف كما قيل للبحر خضارة والهزبر اسم له وكذلك الرئبال يهمز ولا يهمز ابن دريد سمي بذلك لتربل لحمه وغلظه وقال الرئبال الذي تلده أمه وحده قال السكري الرئبال من الأسد كالقارح من الخيل وهو الذي تمت أسنانه وقد ترأبل أبو عبيد هو الريبال بغير همز على التخفيف هنا بدلي لقولهم ريابل ولولا ذلك لم ألتفت لنقل أبي عبيد هنا غير واحد يكنى أبا الحارث قال سيبويه مثل هذا مثل رجل كان له اسم وكنية ابن دريد ومن أسمائه الصمة والضمضم والضماضم والضباث مأخوذ من قولهم ضبث على الشيء ضبثاً إذا قبض عليه ويقال لمخالبه المضابث وقيل الضباث للأسد كالظفر للإنسان والضبثم اسم للأسد كالضباث ويقال له حبيل براح وكذلك الرجل الشجاع أي كأنه قد شد بالحبال فلا يبرح ومن أسمائه بيهس مأخوذ من البهس وهو الجرأة ومن أسمائه ساعدة وحلبس وحلابس وحلبس وحلبيس ابن دريد ومن أسمائه الطيثار قال أبو علي فأما قول ابن وداعة الهذلي\r\nومحنيةٍ كسواد البجا * د قد خضت بالليل عقّارها\r\nخضاخضةٍ بخضيع السّيو * ل قد بلغ الماء جرجارها\r\nويروى حذفارها أي خرقها الأعلى\r\nفأصبحت النّعل فيها اثنتين * من يغشها يلق طيثارها\r\nفالطيثار ههنا البعوض يصف الروضة بالامتلاء وكثرة الدبان فيها ابن قتيبة ومن أسمائه حيدرة وبه سمي الرجل ابن دريد ومنها العوف\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nوقد تعوف بالليل التمس الفريسة وعوافة الأسد ما يتعوفه بالليل فيأكله والعوافة ما ظفرت به ليلاً والعرفاس والعفرنس الأسد الشديد العنق الغليظة وقد تقدم في الرجل أبو زيد ومن أسمائه الفرانس والفرناس قال سيبويه هو ثلاثي قال ابن جني لأنه من الفرس صاحب العين أبو فراس من كناه ابن دريد القسور والقسورة الأسد السيرافي وهو مشتق من القسر وهو القهر وقوله تعالى فرت من قسورة قيل معناه الأسد وقيل الصيادون ومن أسمائه خنابس وقيل هو الكريه المنظر وقصاقص وفرافص وقضاقض وكهمس أبو حاتم ضراك من أسمائه وهو الغليظ الشديد عصب الخلق في جسم وقد ضرك ضراكة صاحب العين من أسمائه الدوسك والدوكس والضيثم فيعل في تقدير الفعل وإذا قلبت الثاء قبل الضاد لم يحسن على حال ولا يحسن التقاء الضاد والثاء الا بفصل لازم بينهما زائل فصلها مع الكلمة حيث زالت غيره ومن أسمائه القشعم والهمام لأنه إذا هم فعل صاحب العين ويقال للأسد ذو زوائد وهو الذي يتزيد في زئيره وصولته وأنشد ابن السكيت\r\nأوذي زوائد لا نطاف بأرضه * يغشى المهجهج كالذّنوب المرسل\r\nوقال فرافصة اسم من أسمائه السيرافي الفرافص الشديد منها وقد مثل به سيبويه صاحب العين ويسمى في بعض اللغات السرحان ويقال في مثل سقط العشاء به على سرحان يضرب مثلاً للرجل يطلب الأمر التافه فيقع في هلكه ويزعمون أن أصل ذلك أن دابة طلبت العشاء فهجمت على الأسد سيبويه سرحان وسراح شبه بغرثان وغراث وهم مما يحملون الاسم على الصفة أعني أن فعالاً في باب الصفة أكثر كما يحملون الصفة على الاسم في أشياء كثيرة من أبواب العربية صاحب العين ويسمى الأسد السيد في لغة هذيل ابن دريد أسد مزبر ومزبراني عظيم الزبرة صاحب العين الزبرة من الكاهل هي الهنة الناتئة من الأسد وهو شعر مجتمع على موضع الكاهل وهي في مرفقيه وكل شعر يكون كذلك مجتمعاً مثل الوبر للفحل وغيره فهو زبرة قال أبو علي فأما قوله\r\nليثٌ عليه من البرديّ هبريةٌ * كالمزبرانيّ عيّارٌ بأوصال\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nفهكذا رواية خالد بن كلثوم كالمزبراني وهذا عندي تصحيف لأنه في وصف الأسد والمشبه غير المشبه به فهل يجوز أن يقال أسد كالأسد وإنما الرواية كالمرزباني فأما قوله عيار بأوصال فهو الذي يعير مرةً هنا ومرة هنا أي يذهب ويروي عيال وعوال فأما عوال فمن عال عولاً إذا مال وأما عيال فلا أعرف ما هي إلا أن يكون على المعاقبة التي بين الياء والواو لغير علة وهي لغة حجازية يقولون الصواغ والصياغ قال الأصمعي سألني المفضل بن سلمة عن بيت الأعشى\r\nلقد نال خيصا من عفيرة خائصا\r\nقال ما الخيص قلت العرب تقول فلان يخوص العطاء في بني فلان أي يقلله قال وكان ينبغي أن يقال خوصاً فلم أجد له جواباً إلا المعاقبة واللبدة الشعر المجتمع على الزبرة وفي المثل أمنع من لبدة الأسد والجمع لبد ابن السكيت الدرباس الأسد الغليظ العظيم والدرواس الضخم الرأس والكردوس من السباع ملتقى كل عظمين نحو المنكب والكاهل وما أشبههما وقد تقدم والضيغمي والضيغم واحد وهو الشديد الضغم والضغم العض ضغم يضغم والياء زائدة وأنشد سيبويه\r\nوقد جعلت نفسي تطيب لضغمة * لضغمهماها يقرع العظم نابها\r\nأبو حاتم الضيغم والضيغمي الواسع الشدق الأصمعي الهيصم الأسد سمي بذلك لأنه يكسر كل شيء والهصم الكسر وقيل سمي بذلك لشدته وهو الهصمصم صاحب العين أسد هراس يهرس كل شيء والهرس والأهرس الشديد المراس منها وقال أسد هماس وهموس خفي الوطء شديد الغمز بالضرس ابن السكيت الهواس الأكال للدواب يدقها والهرماس الشديد والقضقاض والقضاقض الحطام وقال ليث هصور من قولهم هصرت الشيء ثنيته صاحب العين هيصر وهيصار وهصار ومهصر وهصر وهصرة كذلك ابن دريد من صفاته الصلهام ويقال له الشيظم والشيظمي ابن السكيت والمهزع المدق وقد تهزعت عظامه تكسرت والعرباض الثقيل العظيم وقد تقدم في الإبل والفرافرة الذي يفرفر كل شيء أي يكسره والشابك الذي اختلفت أنيابه واشتبكت وكذلك هو من الإبل ويقال له الورد للونه ابن دريد والأثمد الذي فيه غبرة وسواد ابن السكيت\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nوالقصاقص والقصقصة الغليظ المكتل وقد تقدم في الانسان والخبعثنة العظيم الشديد ابن دريد وهو الخبعثن وقيل هو التار الريان المفاصل من كل شيء واخبعثن الرجل مشى مشية الأسد وقد تقدم الخبعثن في الانسان والعثمثم منها العظيم الشديد وقد تقدم ذلك في الإبل والشجعم الطويل من الأسد وغيرها مع عظم جسم وقد تقدم في الانسان والعرندس الأسد الشديد وقد تقدم في الإبل صاحب العين أسد أهرت وهريت ومنهرت واسع الشدق وقد تقدم في الانسان والخيل وقال الأبد الزنيم الأسد وصفوه بالأيد لتباعد في يديه والزنيم لانفراده ابن السكيت الضبارم الشديد الخلق ويقال له عنبس من العبوس والنون زائدة ابن دريد وكذلك عنابس ابن قتيبة وكذلك عنبسة وبه سمي الرجل صاحب العين الكهمس من أسماء الأسد أبو عبيد وهو الدلهمس لقوته وجرأته ابن دريد أسد رزم ورزام ورزامة جاثم على الفريسة لا يتركها والعفرني الغليظ العنق ومنه اشتقاق العفرناة من النوق وأنشد سيبويه\r\nولم أجد بالمصر من حاجاتي * غير عفاريت عفرنيات\r\nصاحب العين عفر وعفرية وعفارية وعفريت وعفرني ديد والأنثى بالهاء وقد تقدم ذلك في الناس ابن دريد اعتفره الأسد ساوره وكذلك غير الأسد وقال أسد عشرب وغشرب غليظ شديد وجرهاس غليظ كالجرفاس سواء وقال أسد ضبطر شديد وجرهاس غليظ كالجرفاس وقال أسد ضبطر شديد ويوصف به الناس والبعير وقد تقدم فيهما ومن صفاته قلهام وجرهام وعفراس ومن أمثالهم تفرق من الغراب وتفرس الأسد المشم وهو الذي قد عكم فوه لخبثه صاحب العين الخبوس من صفاته وهو الظلوم ابن دريد لأضبط منها الشديد وأنشد\r\nأسدٌ أضبط يمشي * بين حلفاء وغيل\r\nأبو حاتم القصمل الشديد والمخدر الذي اتخذ الأجمة خدراً والخادر الذي خدر فيها وقد تقدم ما هو من الألوان ابن دريد ويقال للأسد أسجر\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nإما للونه وإما لحمرة عينيه وقال تلعف الأسد وتلغف نظر نظراً شديداً وكذلك البعير أبو حنيفة المزعفر الأسد للونه يقال ثوب مزعفر مصبوغ بالزعفران غيره سمي به لتلطخه بالدم صاحب العين الأدلم الشديد السواد من الأسد وقد تقدم أنه من الناس كذلك ابن دريد تقمر الأسد خرج يطلب الصيد في القمراء أبو عبيد أفرست الأسد حمارا ألقيته له يفرسه صاحب العين ربض الأسد على فريسته برك وأسد رابض ورباض وقال حطمة الأسد عيثه في المال وفرسه .\r\nأسماء أولادها\r\nابن السكيت يقال لولد الأسد جرو وجرو وجمعه أجراء والكثير الجراء ويقال ذلك في الكلاب والذئاب وغيرها وسبعة مجر ومجرية لها جراء ابن دريد الشبل جرو الأسد إذا أدرك الصيد والجمع أشبال وشبول ولبؤة مشبل ابن السكيت جمع الشبل شبلة والسجلل الشبل إذا أدرك الصيد صاحب العين الشيع شبل الأسد إذا بلغ الصيد والحفص ولد الأسد الأصمعي الفرهد ولد الأسد .\r\nأصواتها\r\nابن السكيت زأر الأسد يزئر زأراً وزئيراً صوت أبو عبيد يزئر ويزأر وقال الأسد ينهت صاحب العين النهيت دون الزئير وأسد منهت ونهات وقد يقال للحمار نهات أبو عبيد وكذلك ينهم صاحب العين النهيم فوق الزئير وقد نهم ينهم وسمعت نهمة الأسد وسمي النهام لصوته أبو عبيد وكذلك ينئم ابن السكيت يقال لصوته الهمهمة السيرافي أسد همهيم يزئر ويهمهم ابن السكيت الزمجرة صوته وقيل صوت يردده في صدره ولا يفصح به وكذلك القبقبة أبو عبيد قب الأسد يقب قبيباً إذا سمعت قعقعة أنيابه ابن دريد الهرهرة حكاية صوت الأسد صاحب العين\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nيقال للأسد ذو قعاقع إذا مشى سمعت لمفاصله قعقعة وقد تقدم في الانسان ابن دريد كهكه الأسد في زئيره كهكهة ردده غيره القصقاص من أصوات الأسد .\r\nأسماء النمور\r\nابن السكيت هو النمر والجمع أنمار ونمور ونمر قال ابن جني كسر نمر على نمر إذ كان في معنى أنمر وهذا باب واسع فاعرف طريقه أبو زيد نمر ونمار ابن السكيت والأنثى غرة ويسمى السبنتي والسبندي قال سيبويه هو على البدل ابن السكيت كل جرئ الصدر سبنتي ابن دريد الكثعم والخثعم والفزارة الأنثى من النمور والضرجع النمر صاحب العين العسبر النمر والأنثى عسبرة كراع السندأوة النمر .\r\nأصوات النمور\r\nابن دريد التزمخر صوت النمر إذا غضب فصاح صاحب العين الخرخرة والخرير والهرير والغطيط كله صوت النمر في نومه .\r\nباب الذئاب\r\nإرادة إناث الذئاب\r\nأبو عبيد استحرمت الذئبة أرادت الفحل وعم به مرة ذوات المخالب وقد تقدم أنه في الظلف خاصة صاحب العين القفخة من أسماء الذئبة المستحرمة وقد أقفخت وقد تقدم في البقرة .\r\nأسماء الذئاب وصفاتها\r\nابن السكيت هو الذئب والأنثى ذئبة والجمع أذؤب وذئاب وذؤبان\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nأبو عبيد أرض مذأبة كثيرة الذئاب أبو علي ناس من قيس يقولون أرض مذيبة ابن السكيت ويسمى السلق والأنثى سلقة والجمع سلق ابن دريد وسلقان ولا يقال للذئب سلق سيبويه سلقة وسلق كسدرة وسدر ولم يكسره أبو حاتم سلق وذئبة سلقة أبو عبيد سلقة وإلقة وجمعها إلق أبو حاتم أحمق من جهيزة يعني الذئبة وذلك أنها تدع ولدها وترضع ولد الضبع ابن السكيت ويقال له ذؤالة وذألان أبو عبيد يقال للذئب أوس وأويس وأنشد\r\nكما خامرت في حضنها أُمّ عامرٍ * لذي الحبل حتّى عال أوسٌ عيالها\r\nيعني أكل جردها وأنشد أيضاً\r\nيا ليت شعري عنك والأمر عمم * ما فعل اليوم أُويسٌ في الغنم\r\nقال أبو علي فأما ما أنشده بعض البغداديين\r\nلي كلّ يومٍ من ذؤاله * ضغثٌ يزيد على إباله\r\nفلأحشأنّك مشقصا * أوساً أُويس من الهباله\r\nفجعل أوسا بدلا من الكاف فليس الأمر عندي كذلك لأن المخاطب لا يبدل منه قال سيبويه فان قلت بك المسكين مررت أو بي المسكين كان الأمر لم يجز وهذا هو الوجه الذي ضارع فيه البدل الوصف وإنما أوسا في البيت مصدر وهو العوض فعمل فيه الفعل المضمر كأنه قال أؤوسك أوسا وحسن الاضمار لدلالة ما تقدم قال ابن جني سمي أوسا إما تفاؤلاً له وإما إخباراً عنه وذلك أن الأوس العطية فكأنه يعطي الرزق لكسبه واحترافه أو يعطيه هو عياله وأولاده أبو عبيد الخمع الذئب وجمعه أخماع ومنه قيل للص خمع والسرحان اسم له والأنثى سرحانة وقد تقدم في الأسد وتقدم تكيره هناك أبو عبيد السيد اسم له ابن دريد هو المسن والجمع سيدان أبو عبيد والأنثى سيدة ابن جني وسيدانة قال وهذا يدل على قلة حفلهم بالألف والنون ووجه الدلالة منه أن التاء في نحو هذا إنما تلحق نفس المثال المذكر فرقا نحو ذئب وذئبة وثعلب وثعلبة وعليه باب قائم وقائمة وتراهم كيف قالوا سيد وسيدانة فلولا أنهم لم يعتدوا\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nبالألف النون حتى كأنهم قد قالوا سيدة كذئبة لم يجز ذلك وإذا صح ذلك ثبت به عندك قلة اعتدادهم بالألف والنون ابن دريد من أسماء الذئب العسلق والهملع والسملع والعملس وأصله من العملسة وهي السرعة والشيذمان والشيذمان والشيمذان الذئب صاحب العين كساب اسم الذئب وقال نسبة وأشبة من أسمائه أبو عبيد القليب والقلوب الذئب ابن جني وهو القلوب والقلوب والقلاب أبو عبيد يقال للذئب عسعس وذلك أنه يعس بالليل ويطلب غيره وأصل العس نفض الليل عن أهل الريبة عس يعس عساً واعتسر وهم العسس والعساس والعاس كلاحاج والداج اسم للجمع وقال العسعاس كالعسعس وكل سبع معتس معسعس والمعس المطلب صاحب العين الذئب يعوس بالليل أي يطلب ما يأكل والعوس والعوسان الطوفان بالليل أبو زيد ومن أسمائه النهسر ابن جني والصاد لغة قال ومن أسمائه ذو الإخماع وربما سمي هلولا ابن دريد ذئب ملاذ سريع المجيء والذهاب والملذ والملذان السرعة أبو عبيد اللغوس الذئب الشره الحريص وقد تقدم أنه من الناس الخفيف في الأكل وغيره صاحب العين ذئبة لعوة تقاتل على ما يؤكل وكذلك الكلبة وقد تقدم في الانسان غيره الهلابع الذئب الحريص وأصل الهلابع الرجل الحريص على الأكل وقد تقدم والشنون الجائع وقال أبو خيرة انما قيل له شنون لأنه قد ذهب بعض سمنه واستشن كما تستشن القربة وقد تقدم في الإبل السيرافي نهشل من أسماء الذئب قال أبو عبيد الأطلس منها الخبيث وقيل هو الذي في لونه غبرة إلى السواد ابن دريد وقد طلس طلساً وطلسةً وكذلك كل لون يشبهه ابن السكيت الأنثى طلساء وقال ذئب أغبس وذئبة غبساء والغبسة شبيهة بالطلسة وقال المنتجع الأعرابي الأغبس الخفيف الحريص أبو حاتم ذئب طملال أطلس خفي الشخص صاحب العين هو الطمل والطمل غيره الخيتعور الذئب لخبثه ابن دريد ذئب مجلح وسلقة مجلحة وأصل التجليح الأقدام على الشيء والجد فيه ابن السكيت\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالأمرط الذي قد أسن فتمرط شعره أي وقعوهو أخبث ما يكون ومثله الأمعط ابن دريد الأمعط الطويل على وجه الأرض والطويل الأقراب صاحب العين هو الذي يكثر عليه الذباب فيتأذى فينتتف قال والذئب يكنى أبا معطة كراع السندأوة الذئبة وقد تقدم أنها النمرة والعمرد الطويل وقد تقدم أنه الطويل من الناس ابن السكيت الأعقد الذي يعقد طرف ذنبه وكل ذئب أعقد صاحب العين السباع الطوارف التي تسلب الصيد والخاطف الذئب لأنه يخطف وقال ذئب خرت سريع والخيلع والخيعل الذئب وقال الذئب يكنى أبا جعدة وأبا جعادة وذلك للؤمه لأن الجعد اللئيم صاحب العين العلوش الذئب وقال عسل الذئب يعسل عسلاناً وعسلاً أسرع وهز رأسه واضطرب في عدوه وأنشد\r\nعسلان الذّئب أمسى قارباً * برد الليل عليه فنسل\r\nوقد تقدم في الفرس بمثل ذلك غيره والهزلاع السمع الأزل وهزلعته انسلاله في مضيه السكري ذئب قمطر الرجل شديدها ابن السكيت أقعى الذئب جلس على أسته وكذلك الكلب وكل سبع صاحب العين ضبأ الذئب ضبوأً لصق بالأرض .\r\nأصوات الذئاب\r\nابن دريد ضغا الذئب ضغوا وضغاء تضور جوعاً وقال عوى الذئب عوةً وعويةً صاح ومد صوته كأنه يتضرع والاسم العواء وقالوا ماله عاو ولا نابح أي ماله غنم يعوي فيها ذئب وينبح فيها كلب وقيل العواء صوت يمده ولا ينبح صاحب العين وعوع الذئب وعوعةً ووعواعاً كذلك ولا يكسرون كراهية الكسرة على الواو أبو حاتم الضغيب والضغاب صوت الذئب وأعرفه في الأرنب وقد ضغب يضغب ضغيباً .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nالزجر بها\r\nيعاط زجرك الذئب أيعطت به ويعطت وياعطته .\r\nباب الضباع\r\nابن السكيت هي الضبع والجمع ضباع والذكر ضبعان فإذا اجتمعت هي والذكر قيل هما ضبعان وليس شيء يجتمع منه مذكر ومؤنث الأغلب المذكر ما خلا هذا الحرف ويقال في الجمع الضبع وأنشد\r\nمما أقضّى ومحار الفتى * للضّبع والشّيبة والمقتل\r\nمحاره مرجعه وقوله للضبع معناه لأن الضباع تنبش الموتى فتأكلهم قال أبو علي فأما قوله\r\nيا ضبعاً أكلت آيار أحمرةٍ * ففي البطون وقد راحت قراقير\r\nفعلى مخاطبة الجنس وأنشد أبو زيد يا ضبعاً ابن السكيت جمع الضبعان ضباعين وحكى سيبويه فيه ضباع واستدل بذلك على الزيادة ابن دريد ضبع وضباع وأضبع وضبع أبو عبيد من أسماء الضباع أم عامر وأنشد سيبويه\r\nعلى حين أن كانت عقيل وشائظاً * وكانت كلابٌ خامري أُمّ عامر\r\nأي التي يقال لها خامري أم عامر على الحكاية كما قال\r\nولقد أبيت من الفتاة بمنزل * فأبيت لا حرجٌ ولا محروم\r\nقال أبو علي ذهب إلى استحماق الكلابيين وذلك أن الضبع يؤتى إليها في حجرها فيقال لها خامري أم عامر فلا تزال يقال لها ذلك حتى تلين عليه فتؤخذ علي بن حمزة أم الطريق الضبع إذا أخذ عليها وجارها قيل لها أطرقي أم طريق ويقال لها أم عتاب وأم عتبان قال سيبويه وهي أم عنثل صاحب العين هي أم قشعم وهي الخنصع أبو عبيد ويقال لها جعار ابن دريد وجيعر وقال غيره هو من الجعر لأنها تخرجه ويقال لها أم جعار وفي المثل\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nروغي جعار وانظري أين المفر يضرب للذي يفر ولا يقدر أن يفلت صاحبه أبو عبيد ومن أسمائها جيأل ويجألة قال ابن دريد سألت أبا حاتم عن اشتقاق جيأل فقال لا أعرفه وسألت أبا عثمان فقال إن لم يكن من جألت الصوف والشعر إذا جمعتهما فلا أدري غيره الخنعس الضبع والجمعليلة من أسمائها أبو عبيد ويقال لها أم الهنبر في لغة بني فزارة غيره ويقال للضبعان أبو الهنبر ابن دريد هو الهنبر والهنبر أبو عبيد ومن أسمائها حضاجر وأنشد\r\nهلاّ غضبت لرحل جا * رك إذ تنبّذه حضاجر\r\nأبو عبيد حضاجر للذكر والأنثى غير واحد سميت الضبع حضاجر لسعة بطنها قال سيبويه سمعناهم يقولون وطب حضجر وأوطب حضاجر قال أبو سعيد السيرافي وأوقعوا لفظ الجميع على الواحد حين بولغ به قال أبو علي رجل حضجر عظيم البطن وأنشد ما أنشده سيبويه\r\nمتى تر عيني مالك وجرانه * وجنبيه تعلم أنه غير ثائر\r\nحضجرٌ كأُمّ التّوأمين توكّأت * على مرفقيها مستهلّة عاشر\r\nأبو عبيد ومن أسمائها أم خنور وأم خنوز بالزاي أبو عبيد وهي العيثوم وقد تقدم أنها الأنثى من الفيلة وقد يقال للذكر عتبان وذيخ ابن دريد جمعه أذياخ وذيوخ والأنثى ذيخة صاحب العين ذيخ كالد أي قديم وأبو كلدة من كي الضبعان أبو عبيد العيلام مثل الذيخ ابن دريد من أسمائها الختع وليس بثبت وقثام اسم لها لتلطخها بجعرها ويقال للأمة يا قثام تشبيهاً لها بذلك أبو حاتم قنام من أسمائها قال سيبويه لأنها تقثم أي تقطع صاحب العين ويقال للذيخ قثم واسم فعله القثمة وقد قثم قثماً وقثمةً ابن دريد ومن أسمائها الحفصة والجلعلع يقال هو أحمق من جهيزة وهي الضبع وقد تقدم أنها الذئبة صاحب العين العليان الطويل من الضباع وقد تقدم في الانسان وقال تنفش الضبعان إذا رأيته متنفش الوبر وكذلك الطائر إذا انتفش ريشه ابن السكيت ومن أسمائها نعثل\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nصاحب العين النعثل الذكر منها والنعثلة الخمع ابن دريد الغثراء الضبع للونها والغثرة شبيه بالغبسة تخلطها حمبرة وقيل هي الغبرة الذكر أغثر والأنثى غثراء ويقال للأحمق أغثر على التشبيه بالضبع ابن دريد ويقال لها عفشليل لكثرة شعرها أبو عبيد العثواء الكثيرة الشعر ابن دريد عثواء بينة العثا والرجل أعثى إذا كان كثير شعر الوجه ابن السكيت العثا كثرة الشعر في العينين والوجه وليس في سائر الجسد وقد قدمت ذلك صاحب العين العثا لون إلى السواد مع كثرة شعر وضبعان أعثى كثير الشعر والأنثى عثواء والجمع العثو والعثى ابن دريد ضبع عرفاء لها شعر كالعرف والعرجاء الضبع ولا يقال للذكر أعرج ابن السكيت ويقال للضباع الخامعات والخوامع واحدتها خامعة أي انها تظلع وأنشد\r\nوالذّئب والخّماعة الجيائلا\r\nابن دريد الضبع المدراء العظيمة البطن أبو حاتم الذكر أمدر ويقال ذلك للرجل الثقيل العظيم البطن وقد تقدم صاحب العين الأمدر من الضباع الذي ترى على جسده لمعاً من سلحه ابن السكيت يقال لها مثعاء والمثع مشية قبيحة ومن صفاتها الجراهمة وهي العظيمة الرأس الجافية وأنشد\r\nتراها الضّبع أعظمهّن رأسا * جراهمةً لها حرةٌ وثيل\r\nأبو حاتم جبأت علي الضبع جبأو جبوءاً خرجت من حجرها وكذلك الضب واليربوع والحية وخص مرة به الأسود والمذرعة الضبع للمع فيها وقيل للمع في ذراعها ابن الاعرابي ضحكت الضبع حاضت وأنشد\r\nوأضحكت الضّباع سيوف سعد * لقتلي ما دفنّ ولا ودينا\r\nوكان ابن دريد يرد هذا ويقول من شاهد الضباع عند حيضها فيعلم أنها تحيض وإنما أراد الشاعر أنها تكشر لأكل اللحوم فجعل كشرها ضحكاً وقيل معناه أنها تستبشر\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\n\r\nبالقتلى إذا أكلتهم فيهر بعضها على بعض فجعل هريرها ضحكاً وقيل أراد أنها تسر بهم فجعل سرورها ضحكاً ويستهل يصيح ويستعوي الذئاب .\r\nأسماء أولادها\r\nابن السكيت يقال لولد الضبع الفرعل والأنثى فرعلة وأنشد\r\nتناط بألحيها فراعلةٌ غثر\r\nشبه ما تحت ألحى الإبل من الوبر بأولاد الضباع على الهاء في الفراعلة لغير علة وإنما هي على حدها في القشاعمة والصياقلة صاحب العين وهو البرعل قال ويقال للفرعل الهنبر والسمع بين الذئب والضبع أحد أبويه ذئب والآخر ضبع غيره الأنثى شمعة أبو عبيد العسبار ولد الضبع من الذئب وأنشد\r\nوتجمّع المتفرّقو ن من الفراعل والعسابر\r\nأصوات الضباع\r\nابن دريد سمعت حفحفة الضبع وخفخفتها أي صوتها ابن اسكيت رغت الضبع ترغو رغاءً صاحت وقد تقدم في الإبل أبو حاتم القشاع صوت الضبع وأنشد\r\nكأنّ نداءهنّ قشاع ضبع * تفقّد من فراعلةٍ أكيلا\r\nابن دريد خشفة الضبع صوتها .\r\nالفهود\r\nصاحب العين الفهد ضرب من السباع يتصيد به والجمع أفهد وفهود والأنثى فهدة وفي المثل أنوم من فهد والفهاد صاحبها ورجل فهد يشبه بالفهد في ثقل نومه والكثعم الفهد وقد تقدم أنه النمر ابن دريد الكشم إلفهد والأنثى بالهاء صاحب العين النحيم صوت الفهد ونحوه من\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالسباع نحم ينحم نحماً ونحيماً ونحماناً قطرب غط الفهد في نومه يغط غطيطاً صوت وقد تقدم في الانسان\r\nالببر والنمس\r\nصاحب العين الفزر ابن الببر والفزارة أمه والفزرة أخته والهدبس أخوه قال ابن جني أثبت هذا أحمد بن يحيى وقبله فلم يدفعه قال ومنه اشتقاق فزارة للقبيلة .\r\nبنات آوى\r\nيقال هو ابن آوى وبنات آوى قال سيبويه هو معرفة لا ينصرف قال أبو علي الفاء من آوى همزة ألا ترى أنها لا تخلو من أن تكون أفعل أو فعلى أو فاعل فلا يجوز أن تكون فاعل لأن مثل طابق وتابل مصروف في المعرفة وقد منعوا آوى الصرف فعلم بذلك أنه ليس مثل طابق وتابل ولا يجوز أن تكون فعلىً لأنها لو كانت إياهما لكانت العين التي هي الألف في موضع سكون وإذا كان في موضع سكون وجب صحتها وانتفى انقلابها فلو كانت العين واواً لوجب ادغامها في الواو التي هي لام كما وجب ادغام حوى وعوى ولا يجوز أن تكون الألف منقلبة عن الياء مع وقوع واو بعدها لأن ذلك مرفوض في كلامهم غير مأخوذ به فان قلت قد جاء خيوان في اسم هذا الموضع الذي باليمن والقول في ذلك أنه فيعال وليس بفعلان وإنما منع الصرف لأنه جعل اسماً لبقعة أو بلدة فلا يجوز إذا أن تكون فعلان فإذا لم يجز أن يكون فاعل ولا فعلي ثبت أنه أفعل وإنما لم يصرف لوزن الفعل وأنه علم فهو مثل آمن ولو نكر كما نكروا عرساً في ابن عرس كان القياس صرفه وقال غيره ابن غير منفصل من آوى وكذلك آوى غير منفصل من ابن لا تقول قبح الله آوى فما أخبث ابنه كما لا تقول تأمل قزح فما أبين قوسه وإنما تقول قبح الله ابن آوى فما أخبثه وتأمل قوس قزح فما أبينه ابن دريد يقال لابن آوى لعوض وعلوض وشعبر وعلوش وقد تقدم أن العلوش الذئب ويقال له أيضاً شوط براح ووعوع وقد تقدم أن الوعوع الجبان صاحب العين\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n\r\nالذؤولان يهمز ولا يهمز ابن آوى .\r\nباب الدببة\r\nغير واحد دب وأدباب ودببة والأنثى دبة أبو عبيد وأرض مدبة من الدببة صاحب العين الدخس الفتى من الدببة ثعلب والأنثى دخسة ابن ديد الديسم ولد الدب أو الذئب أبو عبيد هو ولد الثعلب من الكلبة قطرب هو ولد الذئب من الكلبة أبو حاتم الجبس من أولاد الدببة أبو عبيد القارة الدبة من قولهم قد أنصف القارة من راماها ألا تراهم قالوا لا يفطن الدب الا الحجارة وما قيل فيه من أن القارة الرماة المشهورون أعرف صاحب العين السنة اسم للدبة أو الفهدة\r\nالخنازير\r\nسيبويه الخنزير رباعي مزيد ابن دريد هو مشتق من الخنزرة وهو الغلظ وقد خنزر فعل فعل الخنزير أبو عبيد الخنانيص أولاد الخنازير غيره واحدها خنوص صاحب العين العفر ذكر الخنازير وقد تقدم أنه الرجل الخبيث والأسد الشديد ابن دريد الرتوت الخنازير واحدها رت قال ولم يحكها الا الخليل وقيل الرت شبه الخنزير وليس به صاحب العين الفرطيسة والفرطوسة خطم الخنزير والفرطسة مده إياها وهي الفلطيسة والفنطيسة صاحب العين قبع الخنزير بصوته يقبع قبعاً وقباعاً نخر والقبع رد النفس إلى داخل يعني النخر والرجل يقبع أي ينخر وقد تقدم ذلك قبل هذا .\r\nومن مجهولات السباع وما يعمها من الأوصاف\r\nابن دريد الحنجل والحنجل والغنجل والهلياغ والهيلاغ والزغبر ضرب من\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالسباع النضر الجرول ضرب من السباع ليس بذئب ولا دب وعناق الأرض دويبة أصغر من الفهد طويلة الظهر تصيد كل شيء حتى الطير صاحب العين النبر ضرب من السباع ليس بذئب ولا دب صاحب العين العنزة سبع بالبادية دقيق الخطم يدخل في حياء الناقة فيجذب رحمها فتسقط ميتة ويأخذ البعير من دبره ويزعمون أنه شيطان وقلما يرى قال ويقال لبعض السباع هو يهرف بصوته أي يتزيد فيه الضغز من السباع السيء الخلق والضيب من دواب البر على خلقة الكلب .\r\nالقردة\r\nيقال قرد وأقراد وقردة والأنثى قردة أبو عبيد الأنثى قشة ابن دريد زعم بعض أهل اللغة أن القشة ولد القردة أبو عبيد والذكر رباح غيره الرباح ولده صاحب العين الحودل الذكر منها وزعموا أن القردة تسمى مية وأبو زنة كنية القرد .\r\nأسماء الثعالب\r\nابن السكيت هو الثعلب أبو عبيد الأنثى ثعلبة وقال أرض مثعلبة من الثعالب ابن السكيت ويقال ثعالة وثعال للأنثى منها ويقال للذكر ثعلبان أبو عبيد أرض مثعلة من الثعالب على ليس من الثعالب وانما هو من ثعالة وانما يقال أرض مثعلبة من الثعالب حكاه سيبويه ابن السكيت يقال سمسم وهجرس ابن دريد الهجرس ولده أنشد غيره\r\nفهجرسٌ مكنه الفدافد\r\nابن السكيت ومن أسمائه الصيدن قال الأصمعي ولم أسمع به الا في بيت قاله كثير\r\nكأنّ خليفي زورها ورحاهما * بنى مكوين ثلّماً بعد صيدن\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n\r\n\r\nأبو عيد الأنثى من الثعالب ثرملة صاحب العين حبتر من أسماء الثعالب أبو عبيدة الدران والعسلق الثعلب أبو عبيد ويكنى أبا الحصن غيره والحتر الذكر منها .\r\nأسماء أولادها\r\nابن السكيت يقال لولد الثعلب تتفل وتتفل وتتفل الكسائي تتفل مثال درهم وتتفل على مثال تضرب أبو حاتم جرو الثعلب التتفل والأنثى بالهاء صاحب العين الكتع أردأ ولد الثعالب والجمع كتعان والضغبوس ولد الثرملة .\r\nعدوها\r\nأبو زيد الثعلبية عدو الثعالب صاحب العين السمسمة ضرب من عدوه .\r\nأصواتها\r\nابن السكيت ضبح الثعلب يضبح ضباحاً صاح ابن دريد وهو الضبح قال وربما استعمل ذلك للبوم .\r\nأسماء الأرانب\r\nأبو حاتم أرنب للذكر والأنثى صاحب العين أرنبة للأنثى أبو عبيد أرض مؤرنبة ثعلب أرض مرنبة كذلك قال أبو علي فأما قول ليلى الأخيلية في كساء مؤرنب فعلى قوله\r\nوصالياتٍ ككما يؤثفين\r\nوإلى هذا ذهب سيبويه ابن السكيت يقال لها عكرشة ويقال للذكر الخزز والجمع خزان وأنشد\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nتخطّف خزّان الشّربّة بالضّحى * وقد حجرت منها ثعالب أورال\r\nغيره أخزة أبو عبيد أرض مخزة من الخزان غيره وهو القواع أبو عبيد ويقال للأنثى خرنق أبو حاتم الخرنق للذكر والأنثى صاحب العين هي الفتية من الأرانب أبو عبيد أرض مخرنقة من الخرانق وقال الزموع منها التي تقارب عدوها وكأنها تعدو على زمعتها وهي الشعرات المدلاة في مؤخر رجلها وقد أزمعت قال وإنما تفعل ذلك لئلا يقص أثرها وقيل الزموع السريعة وقيل التي لها زمعة كزمعة الشاة صاحب العين أرنب حجرمش مرضع أبو حاتم صدنا أرنباً حجمرشاً ضخمة وقد تقدم في الانسان ابن السكيت درمت الأرنب تدرم درماناً قاربت الخطو أبو حاتم درمت الأرنب دروماً ودريماً وكذلك الفارة أبو حاتم الدرامة والدرمة الأرنب صاحب العين دمكت الأرنب تدمك دموكاً وهو أسرع ما يكون من عدوها ودمجت تدمج وهو سرعة تقارب القوائم على الأرض ابن السكيت أرنب محشية الكلاب أي تعدو الكلاب خلفها حتى تنبهر أخذه من الحشا وهو الربو صاحب العين يقال للأرنب مقطعة النياط لسرعتها كأنها تقطع عرقاً في بطن طالبها من شدة عدوها والقطع قطع عرق من بطن الفرس ومن قال النياط بعد المفازة أراد أنها تقطعه أي تجاوزه ابن السكيت يقال للأرنب حذمة لذمة تسبق الجمع بالأكمة غيره العانقاء حجر مملوء تراباً يكون للأرنب تدخل فيه عنقها وقد تعنقت بها دست عنقها فيها قال أبو علي وكذلك اعتنقت والمعروف عند أهل اللغة اعتنقت الدابة وقعت في الوحل فأخرجت عنقها غيره التوبير مشى الأرنب تخف وطأها وتمشي على وبر قوائمها لئلا تقص أبو عبيد لا يوبر من الدواب إلا الأرنب وشئ آخر لم يعينه ابن دريد تنفجت الأرنب اقشعرت يمانية وكل شيء اجثأل فقد تنفج صاحب العين القواع ذكر الأرانب سيبويه وقالوا بئس الرمية الأرنب يريدون بئس الشيء مما يرمي يذهب إلى أن الهاء في غالب الأمر إنما تكون للأشعار بأن الفعل لم يقع بعد بالمفعول وكذلك يقولون هذه ذبيحتك للشاة لم تذبح بعد كالضحية فإذا\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\nوقع بها الفعل فهي ذبيح .\r\nصوت الأرانب\r\nأبو عبيد ضغبت الأرنب تضغب ابن السكيت هو الضغيب والضغاب صاحب العين هو تضورها عند الأخذ وقد تقدم في الذئب .\r\nالكلاب وإرادتها\r\nصاحب العين عسب الكلب يعسب طرد الكلاب وأراد السفاد وكذلك ظلع ومنه إذا نام ظالع الكلاب أبو عبيد استحرمت الكلبة أرادت وقد تقدم في الذئبة وغيرها من ذوات المخالب وقال صرفت الكلبة تصرف صروفاً وهي صارف واستجعلت كذلك ثم عم به ذوات المخالب وقال سفدها سفاداً وقد تقدم في عامة السباع ابن دريد تعاظل الكلاب تسافدها وأصل التعاظل تداخل الشيء بعضه في بعض ومنه يوم العظالى يوم كان لتميم على بكر بن وائل سمي بذلك لتداخل أنسابهم وذلك لأنهم خرجوا متساندين كل بني أب على راية أبو زيد كلبة مجح قد عظم بطنها وملمع قد أشرق طبيها وقد تقدم في عامة السباع .\r\nأولادها\r\nقال أبو علي قال ابن الأعرابي يقال لولد الكلبة خاصةً جرو وجرو وجرو والجمع أجر وجراء وقد تقدم في عامة السباع أبو عبيد كلبة مجرية ذات جراء وقد تقدم في السبعة وقال مقح الجرو وجصص ويصص وبصص وبص فتح عينيه ابن دريد وهي البصبصة صاحب العين بصر الجرو فتح عينيه أبو عبيد صأصأ إذا لم يفتح عينيه قال وفي حديث عبد الله ابن جحش إنا مقحنا وصأصأتم يعني وضح لنا الحق وعشيتم عنه فهو مستعار وقال جرو نخورش قد تحرك وخدش وقد اخترش والدرص ولد الكلبة والجمع\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nأدراص ودروص صاحب العين دمصت الكلبة بجروها ألقته لغير تمام .\r\nأسماء الكلاب وصفاتها ومواضعها\r\nقال أبو علي كلب وأكلب وأكالب تكرر الجمع فيه على حد تكرره في قوله\r\nفهنّ يعلكن حدائداتها\r\nوكقوله\r\nجذب الصّراريين بالكرور\r\nوعلى حد تكرر التأنيث في بشرى وحسنى ونحوهما في حد الجمع وبهذا قايس قوم تكرر العدل وجعلوا تكرره علة في منع الصرف وذلك خطأ لأن حكم المعدول حكم المعدول عنه ولم نر اسماً متكرراً وقع العدل عنه فيكون معدوله على حده وأما جمع الجمع فوجود قال سيبويه فأما قولهم ثلاثة كلاب فعلى قوله ثلاثة من الكلاب وقد يجوز أن يكون أرادوا ثلاثة أكلب فاستغنوا ببناء أكثر العدد عن بناء أدناه أبو علي وقالوا كلابات كما قالوا رجالات وأنشد\r\nأحبّ كلبٍ في كلابات الناس * إليّ نتحا كلب أمّ العبّاس\r\nوقالوا كالب وكليب فالكالب كالجامل والكليب كالضئين والعبيد صاحب العين كلبت الكلب ضريته على الصيد من قوله تعالى \" مِنَ الجَوارِح مُكَلّبِينَ \" وقد يكون التكليب واقعاً على الفهد وسباع الطير وقد دخل في قوله تعالى \" وما عَلَّمتم من الجَوَارِح مُكَلَبِينَ \" جميع أنواع الجوارح كالفهد والبازي والصقر والشاهين ونحوها وقال كلب الكلب والكلبة الشدة منه ومنه دهر كلب ملح على أهله بما يسوؤهم ويقال كلب يكلب وهو أن يمسي في القفر فينبح فيسمع الكلاب نباحه فتجيبه فيعلم أنه قريب من ماء أو حلة وأنشد\r\nوداعٍ دعا بعدما أقفرت * عليه البلاد ولم يكلب\r\nقال أبو علي ومنه الكلبة وهي النبحة وأنشد\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nولو تشتري منه لباع ثيابه * بكلبة كلبٍ أو بنار يشميها\r\nويروى بنبحة كلب صاحب العين الكلب الكلب هو الذي يأكل لحوم الناس فيأخذه من ذلك شبه جنون ولا يعض انساناً إلا كلب المعضوض أي أصابه داء يسمى الكلب غير واحد كلب كلباً فهو كلب وكليب من قوم كلبي والكلاب ذهاب العقل من الكلب وكلبت الإبل كلباً إذا أصابها مثل الجنون وأكلب القوم كلبت إبلهم قال أبو علي أكلب الرجل أي كلب والمعروف في أكلب أنه الذي أصاب إبله الكلب وأنشد\r\nوقوم يهينون أعراضهم * كويتهم كيّة المكلب\r\nصاحب العين كل سبع عقور كلب ومنه كلبت الجوارح والأصل في الكلب والكلبة أنثى الكلاب والجمع كلبات وأرض مكلبة كثية الكلاب والكلاب الذي يعلم الكلاب أخذ الصيد ابن السكيت كلب عقور مستكلب أبو عبيد رجل كالب وكلاب صاحب كلاب ابن جني كلب الكلب وأكلبته ضريته بالصيد وعليه قراءة أبي رزين وما علمتم من الجوارح مكلبين ابن السكيت كلب عقور مستكلب قال ولا يكون العقور الا في ذي الروح صاحب العين كلب عضوض شديد العض وكلب عسوس معتس بالليل والمعس المطلب وكلب أعنق في عنقه بياض والبقع بياض في صدر الكلب الأسود وهي البقعة وكلب أبقع والجمع بقعان وفي حديث أبي هريرة يوشك أن يعمل عليكم بقعان أهل الشام أي خدمهم شبههم لبياضهم بالشيء الأبقع يعني الروم وقال علي بن حمزة ابن زارع وابن ذارع وابن وازع الكلب وربما سمي وازعاً أيضاً وذلك أنه يزع الذئب عن الغنم والعفراس والعفرنس الكلب الشديد العنق القوي وقد تقدم في الأسد والانسان صاحب العين القلطي القصير المجتمع من الكلاب ابن دريد وهو القلاط وقد تقدم في الانسان صاحب العين كلب دجون آلف للبيوت والتبرنس مشى الكلب وتبرنس الرجل مشى تلك المشية أبو عبيد الضراء الكلاب واحدها ضروة أبو زيد كلب ضرو ضار بالصيد وقد ضريت أشد الضراء والضرى\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمقصور مكسور وقال صفح الكلب للعظم ذراعيه بسطهما وصفحهما صفحاً نصبهما أبو عبيد السلوقية منسوبة إلى سلوق وهي أرض باليمن وأنشد\r\nمعهم ضوارٍ من سلوق كأنّها * حصنٌ تجول تجرّر الأرسانا\r\nابن دريد هي منسوبة إلى سلقية موضع بالروم وكذلك الدروع أبو حاتم أصلها سلقفية فأعربت صاحب العين الهبلع ضرب من الكلاب السلوقية وقال كلب هجرع سلوقي خفيف صاحب العين رائس الكلاب بمنزلة الرئيس من الناس وهو أجرؤها لا تصطاد الكلاب حتى بصيد هو قبلها وإن كنت أسرع منه وجمعه الروائس على غير قياس صاحب العين كلبة رؤوس تساور رأس الصيد أبو حاتم يقال للكلاب التي ليست كدرية ولا سلوقية تدمرية ابن السكيت كلب زئني قصير ولا تقل صيني ابن دريد العولق الكلبة الحريصة والقطرب صغار الكلاب زعموا الواحد قطرب وقد تقدم أنه من الجن على ليس القطرب جمع قطرب إنما هو اسم للجمع كما أن الأعم اسم للجمع في قوله\r\nوقد كثرت بين الأعمّ المضائض\r\nثعلب المهارشة بين الكلاب وقد تهارشت واهترشت أبو عبيد كلب هراش وخراش وقد تخارشت ابن جني مخارشاً وخراشاً .\r\nما فيها من خلقها\r\nأبو عبيد يقال للحيا منها الظبية والشقحة ابن دريد أشقاح الكلاب أدبارها وقيل أشداقها أبو زيد الشقاح أست الكلب والثفر منها الظبية وقد تقدم في عامة السباع قطرب خطم الكلب وهرثمته ما حول منخره وهو خرطومه وقد تقدم الخرطوم في عامة السباع ابن دريد الفقم والفقم طرف خطم الكلب .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n\r\n\r\nأصوات الكلاب\r\nأبو عبيد نبح الكلب ينبح وينبح ابن السكيت نبيحاً ونباحاً صاحب العين نبحاً ونبوحاً وتنباحاً على ليس التنباح على نبح لأنها صيغة تكثير عند سيبويه وإنما هو على نبح وكلاب نوابح ونبح ونبوح واستنبحت الكلب أي نبحت ليسمع نباحي فينبح فأستدل به على الحلال صاحب العين هر الكلب يهر هريراً وهو دون النباح ابن دريد وهوه الكلب ردد نباحه صاحب العين الوقوقة نباح الكلب عند الفرق ابن جني عوى الكلب عواءً وعوةً وعويةً صاح على خرج على الأصل وهو نادر ووعوع كعوي وقد تقدم في الذئب ابن دريد ضغا الكلب ضغواً وضغاءً مد صوته كأنه يتضرع عند الضرب ثم استعير في الانسان .\r\nأبوالها\r\nابن دريد القزح بول الكلب أبو عبيد قزح الكلب ببوله وقرح يقزح فيهما صاحب العين قزحاً وقزوحاً وقزح الشجر بولها وقال شغر الكلب ببوله إذا رفع رجله ثم بال في أصل شجرة أبو زيد شغر الكلب يشغر شغراً رفع إحدى رجليه بال أو لم يبل الأصمعي وهو الشقح .\r\nأدواء الكلاب\r\nقد تقدم أن الكلب من أدوائها وأبنت تصريف فعله وذلك لإرتباطه بالاسم ابن دريد الحجام داء يصيبها نكوى منه بين عينيها أبو عبيد كدي الجرو كديً وهو داء يأخذ الجراء خاصة يصيبها منه قيء وسعال حتى يكوى بين عينيه فيذهب .\r\nتقليدها\r\nابن دريد أعنقت الكلب جعلت في عنقه قلادة أو وتراً وهي المعنقة\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n\r\nوالشمس قلادة الكلب صاحب العين العصمة والجمع عصم وأعصام وأنشد\r\nغضفا دواجن قافلاً أعصامها\r\nوهي الحرج والجمع أحراج وحرجة وأنشد\r\nبنواشطٍ غضفٍ يقلّدها * الأحراج فوق متونها لمع\r\nأبو زيد الساجور الخشبة التي توضع في عنق الكلب وقد سجرت لكلب أسجره سجراً وضعت الساجور في عنقه ابن جني كلب مسوجر في عنقه الساجور نادر شاذ والأربة قلادة الكلب التي يقاد بها .\r\nالزجر بالكلاب وإغراؤها\r\nأبو عبيد أشليت الكلب وقرقست به دعوته وكذلك قسقست به وقال آسدت الكلب هيجته وأغريته ابن السكيت آسدته وأوسدته ابن جني وقد أسد هو ابن دريد الهتش إغراء الكلب هتشته أهتشه هتشاً يمانية وكذلك أشخذته يمانية أيضاً قال خسأت بالكلب فخسأ أبعدته ومنه قوله تعالى \" خاسِئِينَ \" أي مبعدين وخسأته أخسؤه خسأ طردته صاحب العين الغلام ينبص بالكلب ونحوه نبيصاً وهو أن يضم شفتيه ويدعوه قطرب هج هج وهج وهجا وهجاجيك زجر للكلب معناه كف وأنشد\r\nغيره سفرت فقلت لها هجٍ فتبرقعت * فذكرت حين تبرقعت ضبّارا .\r\nأسماء الكلاب\r\nمن أسمائها سحيم وسحام وطحال وضبار وزهمان ويقال زهمان وبراقش اسم كلبة ولها حديث وفي المثل على أهلها دلت براقش وكساب اسم كلبة وكذلك أيضاً كسبة وكسيب اسم كلب وضمران وواشق .\r\nعدو الكلاب\r\nعار الكلب يعير عيارا ذهب يتردد كأنه متفلت من صاحبه وقد تقدم في الفرس\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n\r\n\r\nثعلب ضبح الكلب كذلك وقد تقدم في الثعالب .\r\nعقر الكلاب\r\nصاحب العين هبجت الكلب قتلته وهطرته أهطره هطراً قتلته بالخشب .\r\nولغ الكلب والسبع\r\nولغ الكلب والسبع وولغ يلغ فيهما ولغاً وأولغه صاحبه وأنشد ثعلب\r\nما مرّ يومٌ إلا وعندهما * لحم رجال أو يولغان دما\r\nوالميلغة الإناء الذي يلغ فيه الكلب وهو القرو صاحب العين لجذ الكلب الإناء لجذاً ولجذه لحسه من باطن ابن دريد لسده ولسده يلسده لسداً وكل لعق لسد وقد تقدم اللسد في الحوار ونحوه .\r\nالظربان\r\nصاحب العين الظربان دويبة شبه الكلب أصلم الأذنين صماخاه يهويان طويل الخرطوم أسود السراة أبيض البطن كثير الفسو منتن الرائحة يفسو في حجر الضب فيسدر من خبث رائحته فيأكله والجمع ظرابين أبو عبيد الظرباء على مثال فعلاء دأبة شبه القرد وهو على قدر الهر ونحوه قال هو الظربان وأنشد\r\nألا أبلغا فيسا وخندف أنّني * ضربت كثيراً مضرب الظّربان\r\nيعني كثير بن شهاب قال أبو علي الجمع الطربي والظرابي .\r\nالهر ونحوه\r\nأبو عبيد هو الهر وجمعه هررة والأنثى هرة وجمعها هرر ابن الأعرابي قولهم ما يعرف هراً من بر الهر السنور والبر الفأر وقد تقدم أنه من الهر وهو دعاء\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\n\r\nالغنم والبر سوقها أبو عبيد الضيون الهر وهو عند سيبويه من الشاذ كحيوة أبو عبيد وهو القط وأنكره الخليل وقال إنما هو الهر صاحب العين جمع القط قطاط ابن دريد يسمى الهر مخادشاً قال وهو السنور والسنار والأنثى سنورة والخيطل السنور وقال النضر في كتاب الوحوش الدم الهر صاحب العين الثميلة دويبة في الحجاز على قدر الهرة والجمع ثملان وقال تخارشت السنانير تخادشت ومزق بعضها بعضاً وقال القلطي القصير المجتمع من السنانير ابن دريد وهو القلاط وقد تقدم في الناس والكلاب أبو عبيد الدرص ولد الهرة والجمع أدراص ودروص وقد تقدم ذلك في الذئب والكلبة .\r\nأصوات الهر\r\nابن دريد ماءت السنور مواء صاحب النضر الهر يموء ويمؤو ابن دريد ماعت مواعاً كماءت وهو المعوو المعاء كذلك حكاه وحكى غيره ماغت موغاً والنغاء مثل المواء غيره الخرخرة والخرير والهرير صوت الهرة في نومها وقد تقدم في النمر والانسان وهرة خرور .\r\nزجر الهر\r\nصاحب العين الغس زجر الهر\r\nحجرة السباع وغيرها\r\nصاحب العين الجحر كل شيء يحتفر في الأرض إذا لم يكن من حفر عظام الخلق والجمع جحرة سيبويه وأجحار وأنشد\r\nكرامٌ حين تنكفت الأفاعي * إلى أجحارهنّ من الصّقيع\r\nصاحب العين وهو الجحر وجحر الضب وانجحر دخل جحره وأجحرته أبو عبيد يقال لجحر الضبع والذئب وجار وأظنه يقال وجار بالكسر ابن السكيت هما لغتان ابن دريد الجمع أوجرة ووجر أبو عبيد يقال لجحر الثعلب\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nوالأرنب مكا مقصور خفيف ومك وجمعه أمكاء صاحب العين وهو المكو وقد يكون للطائر والحية سيبويه المكا من الأسماء التي أميلت على التشبيه بذوات الواو من الافعال نحو غزا ودعا أبو زيد يقال لجحر الثعلب السرب وجمعه الأسراب وقد يكون للأسد والضبع والذئب أبو عبيد انسرب الوحشي في سربه دخل والعرين والعريس والعريسة موضع الأسد ابن دريد وكذلك سيته بالتشديد صاحب العين خدر الأسد موضعه وقد خدر خدوراً وأخدر لزم دره وأخدره عرينه ستره وقيل المخدر الذي اتخذ الأجمة خدراً والخادر الذي خدر فيها ابن دريد الرجاجة عريسة الأسد ابن السكيت زريبة الأسد موضعه الذي يكتن فيه صاحب العين العرزال ما يجمعه لأشبله ونحوه يمهده لهم وقد تقدم أنه بقية اللحم وأنه كالجوالق يجمع فيه المتاع وقيل هو مأواه وقيل هو الموضع الذي يتخذه الناظر فوق أطراف الشجر والنخل خوفاً من الأسد .\r\nخرء السباع وغيرها\r\nأبو عبيد جعر السبع والكلب والسنور صاحب العين الدخض سلاح السباع وأكثر ما يوصف به الأسد دخض دخضاً وقال زرم الكلب والسنور زرماً فهو زرم إذا بقي جعره في دبره وبذلك سمي السنور أزرم .\r\nالزجر بالسباع\r\nأبو عبيد هجهجت بالسبع وجهجهت وهرجت ونهنهت ابن دريد هج زجر للسباع صاحب العين زجرت السبع فما انحاش لزجري أي لم ينزجر وقول ذي الرمة .\r\nوبيضاءً لا تنحاش منّا وأُمّها * إذا ما رأتنا زيل منّا زويلها\r\nيعني به بيضة نعامة مستعار .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالصيد وآلاته\r\nيقال صاد صيداً واصطاد وتصيد وقالوا صدتك وصدت لك وأما قولهم صدنا فنوين فإنه زعم سيبويه أنهم أرادوا صدنا وحش قنوين لأن قنوين اسم أرض فجاء على سعة الكلام والايجاز والاختصار قال أبو علي قال أحد أهل النظر في قوله تعالى \" وحُرِّم عليكُمْ صَيْدُ البَرِّ \" المعنى اصطياد صيد البر قال لأن الأعيان لا تحرم وإنما تحرم أفعال فيها وهذا التقرير الذي ذكره صحيح في قياس العربية وذلك أنه لا يخلو الصيد في قوله وحرم عليكم صيد البر من أن يحمل على أنه مصدر أو اسم للوحش فيمتنع أن تقدره مصدراً دون اسم الوحش لأن المضاف إليه المصدر يكون مفعولاً به فيكون المعنى حرم عليكم أن تصيدوا البر وذا لا يصح فان قلت احمله على الحذف كأنه صيد وحش البر فهذا أيضاً يصير إلى ما قاله إلا أن ذاك التأويل أحسن وأبين لأن الصبيد في التنزيل قد جاء اسماً للعين دون الحدث قال تعالى \" لا تَقْتُلوا الصَّيْدَ \" قال ومن قتله وقال تعالى \" لَيَبْلُونَّكُم اللهُ بشيءٍ من الصَّيْد تَنَالهُ أيْدِيكم \" والصيد وإن كان في الأصل مصدراً فقد صار اسماً للمصطاد ونظير هذا قولهم الخلق في المخلوق والنسج في المنسوج ابن دريد المصيدة والمصيدة والمصيدة ما صدت به وصقر صيود سيبويه الجمع صيد ومن قال رسل قال صيد صاحب العين الزوائل الصيد وقد ازدال رمى الزوائل وقال النظيرة ما نظرت إليه من الصيد ثم رميته الأصمعي القانص الصياد والجمع قناص قنصه يقنصه ويقنصه قنصاً\r\nفهو مقنوص وقنيص واقتنصه وتقنصه والاسم القنص قال أبو حاتم لا يقال لما يصاد قنيص وأجازه مرة أبو عبيدة خرج يسمي الوحش أي يطلبها وهو يفتعل من سموت قال الفارسي وأبو سعيد السيرافي السماة الصيادون نصف النهار وأنشد سيبويه\r\nوجّداء لا يرجى بها ذو قرابةٍ * لعطف ولا يخشى السّماة ربيبها\r\nالربيب ههنا الوحش السيرافي القسورة الصائد لقسره الصيد وقد تقدم أنه الأسد أبو عبيد حنشت الصيد أحنشه صدته صاحب العين النجش استثارة الصيد وإخراجه وعم به أبو عبيد نجش ينجش نجشاً ورجل منجاش\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nونجاش مثير للصيد والنجاشي الذي ينجش الشيء نجشاً فيستخرجه وقال حشت عليه الصيد وأحشته وأحوشته يعني جمعته أبو زيد حش علي الطير وأحوش أعني على صيده وقد أحوشته إياها صاحب العين أصبت صيدا غهبا أي غفلة وقال هبص الكلب حرص على الصيد وقلق نحوه وقال غربت الكلاب أمعنت في طلب الصيد أبو زيد كدمت الصيد إذا جددت في طلبه حتى يغلبك صاحب العين بنجت القبجة أخرجتها من جحرها دخيل أبو زيد وبلت الصيد ألححت عليه في الطرد وغتته غيره وخرجنا إلى الصيد فأرجأنا وأرجينا أي لم نصب شيئاً أبو عبيد القرموص حفيرة يحتفرها الصائد يلجفها من جوانبها أي يجعفل لها نواحي ابن دريد هو القرموص وقد قرمص وتقرمص دخل فيه وقيل القرموص والقرماص حفرة يستدفئ فيها الانسان الصرد والفعل كالفعل ابن دريد العرزال خرق الصائد وأهدامه التي يمهدها في قترته ويضطجع عليها وقد تقدم أنه البقية من اللحم وأنه الموضع يتخذه الناظر فوق أطراف الشجر والنخل خوفاً من الأسد وأنه كالجوالق يجمع فيه المتاع وأنه البيت يبنى للملك إذا قاتل أبو عبيد الزبية حفيرة يحتفرها الصائد ابن السكيت هي حفرة تحتفر للأسد وقد زبيتها وتزبيتها وفيها صاحب العين الزونة كالزبية أبو عبيد القترة حفيرة يحتفرها لصائد يكمن فيها الأصمعي اقتتر الصائد والرامي دخل في قترته أبو عبيد الزريبة القترة وقد انزرب دخل فيها وأنشد\r\nرذل الثّياب خفيّ الشّخص منزرب\r\nقالوا وإنما الأصل في الزرب والغنم يتخذلها الزريبة فاستعاره والناموس قترة الصائد ابن دريد الناموس يهمز لا يهمز على الأصل فيه عدم الهمز الا على لغة من قال خأتم ونحوه وقال البراءة ناموس الصائد والجمع برأ وأنشد\r\nبها برأ مثل الفسيل المكّمم\r\nأبو عبيد المدمر الصائد يدخر في قترته بأوبار الإبل لكيلا تجد الوحش ريحه وأنشد\r\nفلاقى عليها من صبحٍ مدمرا * لناموسه من الصّفيح سقائف\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nصاحب العين الجرة خشبة نحو الذراع يجعل في رأسها كفة وفي وسطها حبل فإذا نشب فيها الظبي ناوصها واضطرب فإذا غلبته استقر فيها ابن دريد الروق موضع الصائد والدجية قترة الصائد أبو عبيد الحبالة الحبل الذي يصاد به ابن دريد الأحبول حبالة الصائد حبلت الصيد حبلا واحتبلته صدته بالحبالة وهو الكابول عن ابن دريد أبو عبيد الشرك حبائل الصائد الواحدة شركة ويجمع على الشرك ثعلب الكفة دارة الشرك صاحب العين المصلاة شرك ينصب للصيد وقد صليت له أبو عبيد الكصيصة حبالة الظبي التي يصاد بها غيره اجلوذت الحبالة واخروطت علقت رجل الصيد ابن السكيت وإذا وقع الصيد في الحبالة قيل أميدي أم مرجول أي أصابت الحبالة يده أو رجله ابن دريد الطرق الحبالة وقد ارتبك الصيد في الحبالة اضطرب أبو عبيدة الخاطوف شبيه بالمنجل يشد بحبالة الصائد ليختطف به الظبي والرداعة مثل البيت يتخذه من صفيح ثم تجعل فيها لحمة يصيد بها الضبع والذئب وهو نحو اللبجة والزبية صاحب العين الرداحة دعامة بيت يبنى من حجارة فيجعل على بابه حجر يقال له السهم والملسن يكون على الباب ويجعلون لحمة السبع في مؤخر البيت فإذا دخل السبع فتناول اللحمة سقط الحجر على الباب ابن دريد الكليت الحجر الذي يسد به وجار الضبع ثم يحفر عنها أبو زيد الجريئة على مثال كريمة بيت كالرداعة وجمعه جرائي بهمزتين محققتين نادر وهو أصل مرفوض عند سيبويه ابن دريد وهلال الصيد شبيه بالهلال يعرقب به الحمير الوحشية أبو عبيد الدرية دابة يستتر بها الذي يرمي الصيد ليصيده وقد ادريت ودريت وهو قول الأخطل\r\nوالرّامي يصيد وما يدري * أي ما يستتر ويختل\r\nأبو زيد الدريئة مهموزة لأنها تدرأ إليه أي تدفع وقد دريت الصيد وتدريته وادريته على فعلى هذا لا يكون دريت من لفظ الدريئة أبو عبيد الذريعة كالدريئة ابن دريد وهي الرقيبة والسيقة وعم به ما يستتر به الصائد والرامي أبو زيد المسوق البعير يستتر به من الصيد والجمع سيايق بغير همز يحكيه عن العرب صاحب\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nالعين الشبكة من آلات الصائد في البر والبحر وجمعها شبك وشباك أبو عبيد لاصياد يغدف الشبكة على الصيد ليأخده أي كأنه يرسلها عليه صاحب العين أغدفت بالطائر وعليه كذلك وفي الحديث إن قلب المؤمن أشد اضطراباً من الخطيئة من الطائر حين يغدف به والغاية القصبة التي تصاد بها العصافير وقد تقدم أن الغاية الراية والفخ مصيدة معروفة عجمي معرب ابن دريد الرامق والرامج الملواح الذي يصاد به البزاة والصقور وهو أن يؤتى ببومة فيشد في رجلها شيء أسود ويخاط عيناها ويشد في سباقيها خيط طويل فإذا وقع عليها البازي صاده الصياد من قترته قال ولا أحسبه عربياً صحيحاً وقال قمر القوم الطير أعشوها بالليل بالنار ليصيدوها صاحب العين المفقاس عودان يشد طرفاهما بخيط كالذي في وسط الفخ ثم يلوى أحدهما ثم يجعل بينهما شيء يشدهما ثم يوضع فوقهما الشركة فإذا أصابها شيء فقست أي وثبت ثم أغلقت الشركة في الصيد والعطوف والعاطوف مصيدة فيها خشبة معطفة الرأس أبو حاتم المقلى والقلة عود يجعل في وسطه حبل ثم يدفن ويجعل للحبل كفة فيها عيدان فإذا وطئ الظبي عليها عضت على أطراف أكارعه أبو زيد البجة بيت يبنى من حجارة ويجعل على بابه حجر يكون أعلى الباب ويجعلون لحمة السبع في مؤخر البيت فإذا دخل السبع فتناول اللحمة سقط الحجر على الباب وجمعها بجبج صاحب العين اللبجة حديدة ذات شعب كأنها كف بأصابعه تنفرج فيوضع في وسطها لحم ثم يشد إلى وتد فإذا قبض عليها الذئب التبجت في خطمه فقبضت عليه وصرعته والجمع اللبج يقال منه لبج به الأرض أي ضربها به والنامرة مصيدة تربط فيها شاة للذئب والدواحيل خشبات على رؤوسها خرق كأنها طرادات قصار تركز في الأرض لصيد حمر الوحش واحدتها داحول أبو زيد أقنأني الصيد أمكنني أبو عبيد أكثبني وأفقرني أمكنني وقيل أفقرني أمكنني من فقاره فرميته ابن السكيت أخطبني الصيد أمكنني أبو عبيد المقنب شيء يكون مع الصائد يجعل فيه ما يصيد صاحب العين رجل عيار يوصف بالتردد في الصيد والخليع الصياد يوصف به لانفراده وبه سمي الشاطر خليعاً والأنثى خليعة أبو عبيد أصبنا مرنعة من الصيد أي قطعة وقد تقدم أنها\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالقطعة من الطعام والشراب .\r\n* ( كتاب الحشرات ) *\r\nأبو حاتم قال أبو خيرة حشرة الأرض الدواب الصغار منها اليربوع والضب والورل والقنفذ والفأرة والزبابة والجرذ والحرباء والعظاية وأم حبين والعضرفوط والطحن وسام أبرص والدساسة وهي العنمة والشقذان والثعلب والهر والأرنب وقيل الصيد أجمع حشرة ما نعاظم منه أو تصاغر وما أكل من الصيد فهو حشرة الواحد والجميع في ذلك سواء وأنشد\r\nيا حشرات القاع من جلاجل * قد نشّ ما كشّ من المراجل\r\nهذا رجل اتخذ نبيذا فلما نش والنشيش فوق الكشيش جعل يتوعد الحشرات بالتصيد والأكل لها عند شربه لذلك النبيذ أبو حاتم وقيل الطير أيضاً منا لحشرة وقيل الحشرة ما أكل من بقل الأرض نحو الدعاع والفث الأصمعي الخشاش الشرار من كل شيء وخص بعضهم به شرار الطير وما لا يصيد منها وقيل هي من الطير ومن جميع دواب الأرض ما لا دماغ لها كالنعامة والحبارى والكروان وملاعب ظله .\r\nاليربوع\r\nقال أبو حاتم يقال للذكر اليربوع وللأنثى اليربوعة وهي تحيض كما تحيض المرأة وتلد كما تلد ولها حياء ولبن وأطباء وأرض مربعة ذات يرابيع ومن ضروبها التدمري التاء مفتوحة وبعضهم يضمها وبعضهم يقول الدماري وهو الماعز منها وهو قصير مجتمع ومنها الشفاري وهو الضائن من اليرابيع طويل القوائم رخو اللحم كثير الدسم وقيل الشفاري ذو أذنين ضخمتين كأنهما أذنا أرنب ويقال في أذن الانسان إذا ضخمت شفارية وشرافية وقد تقدم وقيل التدمري اللطيف منها الصغير الجسم ليست في ساقيه أظفار والشفاري في ساقيه أظفار وأنشد\r\nوإنّي لأصطاد اليرابيع كلّها * شفارّيها والتّدمريّ المقصّعا\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالمقصع الداخل في القاصعاء وهي إحدى حجرته وسيأتي ذكرها إن شاء الله وكل يربوع يقال له ذو الرميح ورميحه ذنبه وقال صاحب العين ذو الرميح ضرب من اليرابيع طويل الرجلين في أوساط أوظفته فضل ظفر أبو حاتم وإذا كانت اليربوعة حاملاً قيل هي حبلى وحامل ويقال لها ولدت وكل حامل تلد قال وقال أبو أسلم لا أقول إلا وضعت وهما صواب وإذا كانت ترضع ولدها فهي مرضع وأولادها الدرصة والأدراص واحدها درص وقد تقدم في الذئبة والكلبة ويسمى خطم اليربوع أنفاً وله أربع ثنايا من سفل ومن علو اثنتان واثنتان يلتقيان ويختلفان أي تقع هذه في أصل هذه وشحمه يسمى شحماً وشعره يسمى شعراً وذنبه ذنباً وأظفاره أظفاراً وكفه برثناً وعدوه عدواً وإحضاراً وله كرش صغيرة وكل ذي كرش يجتر قال ويقال لها مجر أي ذات جراء وأطباؤها ثمانية الواحد طبي كأطباء الفرس والكلبة والسباع قال وهي ترضع كما ترضع الكلبة صاحب العين الودع من أسماء اليربوع أبو حاتم أتيت يربوعاً مقصعاً فاحتفرته وحفرته وحفرت عنه صاحب العين نفج اليربوع ينفج نفوجاً وانتفج عدا أشد العدو وأنفجه الصائد أثاره من مجثمه وكل ما ارتفع فقد انتفج وتنفج ونفجته أنا أنفجه نفجا .\r\nحجرة اليرابيع\r\nقال أبو حاتم هي سبعة القاصعاء والنافقاء والداماء والراهطاء أبو عبيد والفعلة في ذلك كله لغة أبو حاتم ومنها العانقاء والحاثياء واللغز فأما القاصعاء فإنه يحفر حجره فإذا فرغ ودخل فيه سد فم الجحر بتراب يجئ به وإنما يفعل ذلك لكيلا تدخل عليه حية ولا دابة وقد قصع سد باب جحره والداماء باب جحره الأول يسوي عليه التراب فيكون بمنزلة الدمام فتراه كأنه طبق على يعني بالدمام الطلاء كما تدم القدر بالطحال ونحوه والقاصعاء باب جحره ينقبه بعد الداماء في مواضع أخر ثم قاصعاؤه تراب يسد به باب جحره وقد قصع وكل ساد مقصع ويقال للجرح إذا شرق بالدم قصع بالدم مشدد وللبعير قصع خفيف بجرته إذا ملأ فاه جرة وقد تقدم كل ذلك وأما النافقاء فإنه يعمد إلى\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nمكان من داخل جحره فيرققه فان دخل عليه دابة أو حركه إنسان ضرب ذلك برأسه فهشمه وخرج منه فذهب وانما يستعده لذلك وسده له برأسه وقوائمه يدحسه برأسه تراباً وبرجليه وربما اتخذ نافقاوين فان حرك في جحره من قبل القصعة أو غيرها ضرب برأسه النافقاء فانطلق يعدو في الأرض ويقال انتفق اليربوع من نافقائه خرج ونفقته أنا وقالوا استخذ نافقاء يعني اتخذه أي عمله قال أبو علي استخذ من شاذ البدل وقد أدرجه سيبويه في شاذ الإدغام واستعمله فيما سوى اليربوع فقال استخذ فلان ضيعةً أو أرضاً سيبويه هذه الجحرة كلها تكسر على فواعل لانفاق فاعلة وفاعلاء في البناء وأن فيهما علمي تأنيث أبو حاتم ويأتيه الانسان فينفقه وان وافق نفقته أخذه وربما لم يجد نافقاء فرسب في الأرض سفلاً فلم يقدر عليه وذكروا أن المنافق أخذ من النافقاء كأنه يخرج الايمان من قلبه فيذهب واللغز شعبة من جحره يشعبها ثم يحدرها سفلاً فإذا أعيت عليه مذاهبه كنس في الآخر ويقال النافقاء نبيثة جحره التي أخرج فتراها تراباً منبوثاً وقيل الراهطاء حجارة يجمعها وتراب يلعب حولها ويضرب بذنبه ويقال بين النافقاء والقاصعاء جحر ليس فيه تراب يستعد فيه لغز اليحافر فيه وله من جحره إليه منفذ وانما جحر مشبك بعضه في بعض والمحافرة أن يحفر في لغز من ألغازه ويذهب سفلاً ويحفر الانسان حتى يحي فلا يقدر عليه ويشتبه عليه الجحر فلا يعرفه من غيره فيدعه ويحفر ألغازه جهده واللغز أن يحفر مستقيما ثم يعدل عن يمينه أو شماله عروضاً يعترضها وأنت تحسبها على وجهك الذي كنت رأيت جحره عليه وقد لغز والتلغيز الخلاف أي أن يعدل مرة كذا ومرة كذا في حفره إذا حفر في لغزه ذلك وذهب فاراً من طلبه من الناس قيل دعه فقد حافر فلا يقدر عليه ولا يدري أين يؤخذ غيره اللغز واللغز واللغيزي واللغيزي والألغوزة جحر اليربوع والضب والفأرة وهي الألغاز أبو حاتم وأما الداماء فنبيثة جحره عند فم الجحر يدممها أي يستويها حتى تراها مستوية لازقة بالأرض ويبسطها على وجه الأرض وقد دمم داماءه وإذا حافر فقد حثى يحفر ذلك التراب ولا ينبثه ولا يدري وجه جحره فيذهب في الأرض فلا يقدر عليه فترى الجحر ممتلئاً تراباً مستوياً وإذا حثى لم يقدر عليه أبداً ويقال ما أشد اشتباه حاثيائه والمرهط الذي يقصع بعض التقصيع ولا يقصع كالذي ينبغي يدع ف فم جحره خصاصةً أي خرقاً وذلك حين يسمى الراهطاء وانه ربما اتخذ في جحره نفقتين\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوربما استعدهما اثنين فان أتى من هذه خرج من هذه فاستنجى يعني نجا ويأتيه وهو في الجحر فيبسط على جحره ثوباً ثم ينفقه فيأخذه إذا وقع في الثوب والتنفيق أن يأخذ العصا فيطعن بها الأرض مرة ههنا ومرة ههنا فإذا سمع ذلك وثب فخرج من نافقائه يعني ولا يقال انتفق ويقال النافقاء والنفقاء والنفقة والراهطاء والرهطاء والرهطة والقاصعاء والقصعاء والقصعة صاحب العين العانقاء جحر مملوء تراباً رخواً يكون لليربوع يدخل فيه عنقه وقد تعنق بالعانقاء إذا دس عنقه فيه وربما غاب تحته وقد تقدم في الأرنب وقال محمد بن يزيد السابياء جحر اليربوع وهذا خطأ منه ووهم إنما رأى باب فاعلاء في المصنف وفيه السابياء النتاج بعد ذكر القاصعاء والنافقاء فتشج له أن السابياء من الجحرة صاحب العين دسعت الجحر أدسعه دسعاً سددته بمرة غيره استخرت اليربوع إذا جعلت خشبةً في موضع النافقاء فخرج من القاصعاء .\r\nالقنافذ\r\nابن السكيت هو القنفذ والقنفذ قال أبو عبيد والأنثى قنفذة أبو حاتم وهو الشيهم والأنثى شيهمة صاحب العين الشيهم ما عظم شوكه من ذكورها أبو حاتم يقال للقنفد أنقد وفي مثل أسرى من أنقد يعني من السرى وأنشد\r\nفبات يقاسي ليل أنقد دائباً * ويحدر بالقفّ اختلاف العجاهن\r\nصاحب العين العنجه القنفذ الضخم والأنثى بالهاء قال أبو علي قال ثعلب الأنثى من القنافذ عنجة معرفة أبو حاتم ويسمى القنفذ المننة وليس بثبت ويقال للقنفذ الدراج ولمشيه الدرجان والهدجان والدرمان لأنه يدرم ليلته جمعاء يمشي ويدرج ويهدج وأنشد\r\nمثل القنافذ هدّاجون قد بلغت * نجران أو بلغت سوآتهم هجر\r\nوعم أبو عبيد بالدرمان والدرم جميع الدواب صاحب العين يقال له المدلج لأنه يدلج ليلته جمعاء أبو حاتم ويقال له القباع لأنه يقبع أي يخبأ رأسه قال ونزغ\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nانسان ابن الزبير بنزيغة وهو يخطب ثم خبأ رأسه فقال ابن الزبير أين هذا المتكلم فما تكلم أحد فقال ماله قاتله الله ضبح ضباح الثعلب وقبع قبوع القنفذ ابن دريد الدلدل الشيهم العظيم وكانت بغلة النبي صلى الله عليه وسلم تسمى الدلدل أبو حاتم الدلدل شيء آخر عليه شوك كالمداري في غلظ الأصابع ومسكنه الجبال وهو ينتفض فيرمى بالمداري فيخرم الرجل ويعقرها وولده الصغير الدرص والجرو وقيل الدلدل دابة تكون بالشام لها ألية كألية النقدة من الغنم صاحب العين المدجج والمدجج الدلدل من القنافذ وقيل إياه عنى الشاعر بقوله\r\nومدّجج يعدو بشكته * محمرّةٌ عيناه كالكلب\r\nوقد تقدم في المتسلح من الرجال والحسكك القنفذ والنيص القنفذ الضخم صاحب العين الشيظم المسن من القنافذ .\r\nالضباب\r\nأبو حاتم يقال للذكر الضب وللأنثى الضبة والجمع الضباب سيبويه ضب وأضب وأرض ضببة ومضبة كثيرة الضباب وقد ضبب البلد كثر ضبابه وهو أحد ما جاء على الأصل من هذا الضرب وضببت على الضب إذا حرشته فخرج إليك مذنباً فأخذت بذنبه أبو حاتم ذنبت الضباب إذا أرادت التعاظل أو البيض فغرزت أذنابها وكذلك الفراش والجراد أبو حاتم الضبة تبيض ويقال لبيضها المكن أبو عبيد الضبة المكون التي قد جمعت بيضها في بطنها وقد مكنت وأمكنت وهي ممكن أبو حاتم ضبة مكون وذلك حين تنظم بيضها في بطنها ونظمها أنها يصير لها أناظيم من بيض في بطنها بعضه على بعض كأنه في شباذ أي في خيط الواحد إنظام والأنظام من الخرز خيط ملآن خرزاً فذلك الإنظام كما تنظم الدجاجة في بطنها أناظيم بيضها وكذلك أناظيم مكن الضبة تبيض العشرين إلى الستين يمتلئ ما بين أصل ذنبها إلى رئتها مكنا الواحد مكنة وهي مثل التمرة زعموا وهي صغار يقال صدت ضبة كثيرة النظم صاحب العين ضبة ناظم ومنظم وكذلك السمكة أبو حاتم فإذا عظم فهو المكن وإذا ناضته أيضاً في الأرض فهي مكون\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nفإذا باضت دفنت بيضها في الأرض أربعين ليلةً في الثرى في أبرد ما تعلم وأثراه وتعهدته فإذا سمعت أصواته بحثت عنه فما أدركته أكلته وما فاتها ذهب عنها في الأرض فتلك إخذة الضب وإذا أوعد رجل رجلاً قال لآخذنك إخذة الضبة ولدها ابن الاعرابي القرنتان زاويتا رحم الضبة أبو مالك رأسا رحمها تحمل في هذا مرة وفي هذا مرة أبو عبيد فإذا باضت قيل سرأت تسرأ أبو حاتم واسم البيض السرء وقال ضبة سروء وضباب سروء وسرأ على فعل على ليس سرأ جمع سروء لأن فعولاً لا يكسر على فعل وأحربه أن يكون جمع سارئ فيكون كحائض وحيض وقيل السروء التي بيضها في جوفها لم تلقه بعد ويقال لولدها حين يخرج من البيضة حسل ابن دريد والجمع أحسال وحسلة وحسلان وحسول ويكنى الضب أبا الحسل وأبا الحسيل أبو حاتم ثم يكون مطبخا ثم غيداقاً فإذا أسن فهو جحل أبو عبيد يقال لفرخ الضب حين يخرج من بيضه حسل ثم غيداق وقد تقدم أنه الصبي الذي لم يبلغ ثم مطبخ ثم يكون ضباً مدركاً وقيل هو حسل ثم خضرم ثم مطبخ ثم ضب أبو حاتم وقد اختلفوا في ذلك فقال بعضهم يقال للضب إذا انسلخ واصفر جلده قد طبخ حين يكون حسلاً وقيل الغيداق الضب المسن العظيم وقيل هو الرخص السمين وقيل أصغر ما يكون حسل ثم مطبخ وهو الذي قد تحرك وعظم والحسل يجمع المطبخ والحسل ويقال للصغير منها والكبير ضب وقال قوم من الضباب الجحل والمطبخ والعدمل والحسل والسحبل والغيداق أما الجحل فالكبير منها المسن والجمع الجحول والجحلان ويقال زق جحل أي ضخم والعدمل والعدملي والعدامل القديم الضخم ويقال ذلك في كل مسن قديم فأما المطبخ فالذي قد تمرد منها وهو فوق الحسل يقال صدت حسلاً مطبخاً وهو أصغر ما يكون ولا يزال يقال له الحسل حتى يكون ضباً ضخماً والحسل يعم المطبخ والحسل وأما السحبل فالعظيم المسن سقاء سحبل أي ضخم ويقال ضب سبحل وسبحل وسبحلل وسحبل وسحابل غيره العلب الضب المسن الضخم والهضب الضخم منها وغيرها وسرق لأعرابية ضب فحكم لها بضب فقالت ليس كضبي ضبي ضب هضب والضفطار من أسماء الضب الهرم القبيح الخلقة ويقال في مثل أطعم\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nأخاك من عقنقل الضب وهو قانصته وهو أول شيء يدخله الطعام وقيل عقنقل الضب مثل ربض الشاة وهو يرمي به وقيل في قولهم أطعم أخاك من عقنفل الضب إنما يهزأ به وكشية الضب شحمة صفراء من أصل ذنبها حتى تبلغ إلى أصل حلقها وهما كشيتان مبتدتا الصلب من داخل من أصل ذنبها إلى عنقها وقيل كشيته أصل ذنبه وقيل كشيتا الضب على موضع الكليتين وهما شحمتان على خلقة لسان الكلب صفراوان عليهما مقنعة سوداء أي مثل المقنعة ويقال لا أفعل ذلك سن الحسل أي حتى يسقط فوه أي أسنانه وأسنانه لا تسقط أبداً إنما هي كالميشار أي خلقة من الفكين وليست بمركبة فيهما وقالوا للضب ذكران وللأنثى فرجان ويسمى ذكره الزب والنزك وأنشد\r\nسبحلٌ له نزكان كانا فضيلةً * على كلّ حافٍ في البلاد وناعل\r\nالسبحل الضخم قال والتذنيب أن يخرج ذنبه في أدنى الجحر ورأسه من داخل والترئيس أن يجعل رأسه مقبلا في أدنى الجحر وذنبه داخل في الجحر أبو عبيد خرج الضب مرائساً على مثال مفاعل كذلك الأصمعي عكد الضب عكداً فهو عكد واستعكد لاذ بجحره من الصائد وقد تقدم ذلك في الطائر إذ الاد من البازي أبو حاتم وقالوا في الضب قد خرجت جنادعه والشر غير وادعه والجنادع هنات صغار أعظم من الذباب تسكن في الجحرة مع الضب وغيره ويقال أذلقت الضب إذا صببت في جحره ماءً حتى يخرج وأتيت الماء إلى جحره حتى يخرج فيؤخذ صاحب العين استذلقته كذلك ويقال في مثل لأنت أخدع من ضب حرشته أي إذا مسح بيده على فم الجحر فسمع الصوت فربما أقبل وهو يرى أن ذلك حية وربما أروح ريح الانسان فخدع يخدع خدعاً إذا رجع في الجحر فذهب ولم يخرج وقد تقدم تعليله وأنشد أبو علي\r\nومحترشٍ ضبّ العداوة منهم * يحلو الخلا حرش الضّباب الخوادع\r\nأبو حاتم احترشوا الضباب وحرشوها يحرشونها حرشاً والحرش أن يأتي قفا جحر الضب فيقعقع بعصاه عليه ويتلج طرف عصاه في جحره فإذا سمع الصوت جاء يزحل على رجليه وعجزه مقاتلاً ويضرب بذنبه حتى يأخذ الرجل بذنبه وانه ليضرب\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nحتى يستله من جحره والحرش أيضاً أن تقعقع الحجارة على رأس جحره فيحسبه الضب دابةً حيةً أو غيرها تريد أن تدخل عليه فيجئ يزحل ليقاتله بذنبه فيناهزه لرجل فيأخذ بذنبه فيضبب عليه فلا يقدر أن يفيص عنه أي يفلته والتضبيب شدة القبض والمناهزة المبادرة ويرميه الرجل فيأخذه فيضل جحره ويأخذه وليست له هداية صاحب العين حارش الضب الأفعى قاتلها غيره عكا الضب بذنبه لواه الرياشي ضب حرب ومنه الحرب في الانسان والأسد وقد تقدم أبو حاتم يقال لصوت الضب الفحيح والكشيش فح يفح فحيحاً وكش يكش كشيشاً مثله في الحية سيبويه المكا جحر الضب وهو مما يمال تشبيهاً له ببنات الياء ولا يطرد الا في الأفعال وقد تقدم أنه جحر الثعلب والأرانب .\r\nالجرذ والفأر\r\nأبو حاتم الجرذ أعظم من اليربوع وهو أكدر ذنبه إلى السواد أبو عبيد الجمع جرذان وأرض جرذة كثيرة الجرذان أبو حاتم الفأرة أصغر منه غير واحد هو الفأر والجمع فئرة ابن السكيت هي الفأرة وهذا مكان فئر أبو عبيد أرض فئرة النضر وقد فئر الموضع وولدها الصغير درض والجمع درصة وأدراص ابن دريد ودروص وأدرص وقد تقدم أنه ولد الهرة والكلبة والذئبة صاحب العين العرم الجرذ الذكر غيره الركن الفأر وسمي أيضاً ركيناً على لفظ التصغير أبو حاتم الفأرة تسمى الزبابة كل فأرة زبابة وقيل الزباب جنس من الفأر لا شعر عليه والجمع الزباب وقيل الزباب الفأر قال الفارسي قيل لأعرابي الزبابة والفأرة سواء فقال إن الزبابة وإن الفأرة ذهب إلى الخلاف عنهما وأراد إن الزبابة زبابة وإن الفأرة فارة والزبابة ضرب من الفئرة أراد الخلد وقد وجدته بخط أبي عمرو الشيباني الخلد وهي الفأرة العمياء ابن الاعرابي البر الفأر ومنه قولهم ما يعرف هراً من بر وقد تقدم ابن دريد التفة والزغبة دويبة صغيرة شبيهة بالفأرة صاحب العين التفة دويبة على شكل\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n\r\n\r\nجرو الكلب يقال لها عناق الأرض وفي المثل استغنت التفة عن الرفة والرفة دقاق التبن ابن دريد العضل الفأرة في بعض اللغات والجمع عضلان الرثيمة الفأرة والمرنب فأرة في عظم اليربوع قصير الذنب السيرافي اليهير دويبة أعظم من الجرذ تكون في الصحاري ابن دريد الفأرة غفة الهر أي قوته وأحسب أن بعضهم قال به سميت الفأرة غفة .\r\nحجرة الجرذان\r\nابن دريد الخبار جحرة الجرذان واحدتها خبارة وفي المثل من تجنب الخبار أمن من العثار .\r\nأصواتها وخرؤها\r\nابن دريد الكعيص صوت الفأرة أبو عبيد الخرء للفأر .\r\nالوبر\r\nابن دريد الوبرة دويبة أصغر من السنور طحلاء اللون لا ذنب لها ترجن في البيوت وجمعها وبر ووبار ووبور الأصمعي إبار ووبارة أبو حاتم الخمش ولد الوبر الذكر والجمع خمشان ابن دريد السن بول الوبر يخثر فيستعمل في الأدوية .\r\nابن عرس\r\nالقول في ابن عرس في التعريف والتنكير والجمع كالقول في ابن آوى ابن دريد السرعوب ذكر ابن عرس وأنشد\r\nوثبة سرعوبٍ رأى زبابا\r\nوعم به صاحب العين ابن عرس\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n\r\nالهوام\r\nأبو حاتم الهوام الميم مشددة الواحدة هامة فمنها الورل والعظاية والحرباء والعسود وسام أبرص والعقرب والحية ودخال الأذن والعنكبوت والثطأة والشبث والثعبة وكل دابة لا تؤكل ابن دريد اشتقت من الهميم وهو الدبيب .\r\nالورل\r\nأبو حاتم الورل دابة مسلك الأنف طويله طويل الذنب دقيقه دقيق الخصر وقوائمه دقاق طوال وبراثنه كبراثن الأرنب وفي الورل وبش من ألوان سواد وبياض ونقط في جنبيه وظهره لا يأكله أحد يعض عضاً شديداً والجمع أورال وورلان والأنثى ورلة أبو زيد كش الورل يكش كشيشاً صوت وقد تقدم أنه صوت الضب وصوت الفحل قبل الهدير .\r\nالعظاء والحرباء وأم حبين\r\nأبو حاتم أهل العالية يقولولن عظاءة وتميم يقولون عظاية والجمع عندهم جميعاً العظاء سيبويه الذين قالوا عظاءة بنوء على العظاء والا فقد كان حكمه أن يعتل لأن بعدها الهاء والهاء لازمة قال أبو علي فأما قوله\r\nولاعب بالعشيّ بني بنيه * كفعل الهرّ يلتمس العظايا\r\nفعلى الضرورة ألا ترى أن بعد هذا البيت\r\nيلاعبهم ولو ظفروا سقوه * كؤوس السّمّ مترعةً ملايا\r\nأبو حاتم العظاية مثل الأصبع صحراء غبراء تكون فتراً وشبراً وثلثاً وهي سم عامتها ومنها وذات لا تضير شيئا وهي التي في الحشوش تبرق ولا تقتل ولكن الأوزاغ تقتل يطلب بقتلهن الأجر والعضرفوط كالعظاية أقصر ذنباً وأصلب منها وأتر وأعظم وقيل العضرفوط الضخمة العريضة وقيل هو ذكر العظاية\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nأبو عبيد العضرفوط ضرب من العظاء وليس يذكر وهو أكبر منها السيرافي وهي دويبة تقاتل الحية بالفسو ابن دريد قالت أعرابية لمولاها وقد ضربها رماك الله بداء ليس له دواء الا أبوال العظاء وذلك ما لا يصاب أبو حاتم للعظاءة أسماء كثيرة منها الحكاة والجمع حكا وهن مخططات بسواد قال أبو علي حكاة مقصور غير مهموز وكذلك حكاه سيبويه والجمع حكى أبو حاتم شحمة الأرض من العظاء وهي بيضاء غير ضخمة وقيل ليست من العظاء هي أحسن منهن وأطيب هي مثل قطعة السديف وبنات النقا يدخلن في الرمل ويقال لهن شحم النقا ويقال لها شحمة الأرض صاحب العين شحمة الأرض دودة بيضاء أبو حاتم العسود التي تكونف ي حششة البصرة وهي عظيمة كأنها عضرفوط غير أنها أطول من العضرفوط وهي مسيحة من ظهورها وقيل العسودة دويبة بيضاء كأنها شحمة وهي بنت النقا وقيل العسودة تشبه الحكاة أصغر منها وادق رأساً سوداء عبراء وقيل العسود دساس يكون في الانقاء أبو عبيد الجخدب والجخدب والجخادب وأبو جخادب دابة نحو العظاية والوحرة نحوها وجمعها وحر وقيل هي دويبة حمراء كالعظاية وبه شبه وحر الصدر أبو عبيد الوحرة دويبة تكون في الجبابين نسميها السلسلة الرقيطاء وهي أخبث العظاء إذا دبت على طعام سمته فيقال وحر الرجل وقيل الوحرة وزغة تكون في الصحراء وهي ألف شيء لسام أبرص خلقةً أبو زيد لبن وحر وقعت فيه الوحرة أبو حاتم سام أبرص الوزغة وهما ساما أبرص والجميع سوام أبرص أبو عبيد ولا يثني أبرص ولا يجمع لأنه مضاف إلى اسم معروف على هذه عبارة سيئة ليس أبرص بمضاف إنما هو مضاف إليه وإنما لم يثن ولم يجمع لأنهم إنما أرادوا أن يخبروا أن أشخاص هذا النوع مضافة إلى أبرص كبنات آوى وأمهات حبين أبو حاتم هي الأبارص وأنشد\r\nلكنت عبداً آكل الأبارصا\r\nوحكى غيره هؤلاء أبو بريص ابن السكيت وهي البرصة أبو حاتم جمع\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nالوزغة وزغان وإزغان على البدل ابن دريد البريصة دابة صغيرة دون الوزغة إذا عضت شيئا لم يبرأ أبو عبيد الصداد سام أبرص في كلام قيس ابن دريد الصداد جمعه صدائد على غير قياس والبعصوصة دويبة كالوزغة أو أصغر صاحب العين ولها بريق من بياضها ويقال للصبي الضئيل الصغير يا بعصوصة غيره العنمة الوزغة وقيل العنم كالعظاية الا أنها أشد بياضاً منها وأحسن ابن دريد الثعبة دابة أغلظ من الوزغة لها عينان خضراوان جاحظتان تلسع وربما فتلت ومثل ما الخوافي كالقلية ولا الخناز كالثعبة أبو حاتم وأما لدساسة فمثل العظاية لم تر شمساً قط إنما هي مندسة في التراب في سهول الأرض ترى للشمس فيها شعاعاً لبياضها وبريقها وقيل الدساسة العنمة وقيل الدساسة وبنات النقا سواء تغوص في الرمل كما يغوص السمك في الماء وهي بيض لا آذان لها والنساء يتخذنها للسمنة ابن دريد الأملوك دويبة تكون في الرمل شبيهة بالعظاء والحلكة دويبة شبيهة بالعظاء ومثل يا ذا البجاد الحلكة والدفشة دويبة أصغر من العظاءة والعرفان دويبة صغيرة تكون في الرمل أبو حاتم الحرباء دويبة كالعظاءة أبو عبيد وهو يستقبل الشمس برأسه قيل يفعل ذلك ليقي جسده أبو حاتم وقيل هو ذكر أم حبين أبو عبيد أرض محربئة من الحرباء والجحل الحرباء وقد تقدم أنه الضب المسن ابن دريد كدم السمر الجحل وهو السرمان أبو عبيد وهو الشقذان والشقذ وجمعه شقذان أبو حاتم هو الشقذ والجميع شقذان غيره الشقاذي والشقاذي جمع الشقذان والشقذان وأنشد\r\nفرعت بها حتى إذا * رأت الشّقاذي تصطلي\r\nوقال اصطهر الحرباء تلألأ من شدة حر الشمس أبو حاتم من الحرابي الأفطح وهو الذي تصهر ظهره الشمس ولونه فيبيض وإنما هو مشرف أبدا للشمس يتبعها برأسه ويقال يظل سائحاً نحو الشمس ما رآها أبداً يستقبلها برأسه ونحره ويديه يتعلق بعود من الشجر أو بحجر ويرفع عليه يديه فلا يبرح ما رآها فان زالت من قبل مغربها\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nزال معها وقد شبح على الشجرة شبوحاً ويقال أيضاً قد اقلولى على الشجرة وتقوعها إذا علا فوقها وأنشد\r\nأنّي أُتيح لكم حرباء تنضبةٍ * لا يرسل الساق إلا ممسكاً ساقا\r\nلأنه لا يدع الحجر أو جذل الشجرة من يده حتى يتسنم آخر من ساعته ويقال في مثل انتصب العود في الحرباء وهو من المقلوب وقالوا الحرباء أبداً كالمحرنفش والمحرنفش المنتفخ جوفه من الغضب ومنها المضهب وهو الذي يخضر بعضه ويحمر بعضه من حر الشمس وأبو حذر كنية الحرباء وليث عفرين دويبة مثل الحرباء يقال في مثل أشجع من ليث عفرين وذلك أنه يتحدى الراكب ويضرب بذنبه ويقال للأسد ليث عفرين لشجاعته وإنما يقال له ذلك لأنه يعفر قرنه أو فريسته في التراب ويقال للتراب العفر وقيل بل ليث عفرين مثل الفسيتقة لونه لون التراب يندس في التراب وأم حبين دويبة مثل الحرباء وهي الخبيثة وذكرها زعموا الحرباء أبو عبيد يقال لأم حبين حبينة وهي دويبة قدر كف الانسان وهن بنات حبين أبو حاتم أم حبين دويبة صغيرة قريبة من العظاية مرقشة لها ذنب كذنب العظاية ورأسها كرأس الحية وهي أعظم رأساً من العظاية وأقصر ذنباً منها وأعظم وسطاً بين العظاية والحرباء وشبيهة بالطحن والطحن على هيئة أم حبين إلا أنه ألطف منها يشتال بذنبه كما تفعل الخلفة ولا تراه إلا في بلوقة من الأرض وهي منازل الجن وهي التي لا شجر فيها قال وهذه الطويلة الصفراء لكثيرة القوائم يسميها أهل البصرة دخالة الأذن وهو العقربان السيرافي الحرذون دابة كالحرباء رباعي أبو عبيد الشبث دويبة كثيرة الأرجل عظيمة الرأس وجمعه أشباث وشبثان أبو حاتم الشبث دويبة ذات قوائم ست طوال صفراء الظهر وظهور القوائم سوداء الرأس زرقاء لعينين صاحب العين العنكبوت الضخم وقيل هي دويبة واسعة الفم مرتفعة المؤخر تخدب الأرض وتكون عند الندوة وتسمى شحمة الأرض قطرب العظاية تعظعظ أي تلوي عنقها من الحر .\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nومن الأحناش والدواب\r\nأبو عبيد الشخدب والعبشوق والحرقوف والجعرور والدكيناء كله من أحناش الأرض وكل ما دب على وجه الأرض من أحناشها فهو راشح والحبشقة والحشوقة دويبة وليس بثبت والحنطبة دويبة زعموا وشبرص وشبارص دويبة كذلك والعبقص والعبقوص والخنفثة دويبة زعموا والدعشوقة دويبة زعموا وأحسبه مصنوعاً وربما سموا بذلك الحقيرة والمرأة الحقيرة والدنفصة دويبة زعموا والقنفشة دويبة وعتود دويبة وسمندن كذلك زعموا ولا أحسبها عربية والدلكة دويبة وليس بثبت والكدم من أحناش الأرض أراه سمي بذلك لعضه والضمجة والضمجة دويبة تلسع منتنة الريح وحنجوف ودحمور وعنجول وحرقصي وعيد شون وعقنقصة دواب والفرانق دويبة تعدو بين يدي الأسد كأنه ينذر الناس به ويقال إنه شبيه بابن آوى يسمى فرانق الأسد ومنه فرانق البريد والرسيلي والأديبر دويبة والخدخد والدخدخ دويبة واللجم دويبة والدحاس دويبة تغيب في التراب والدكسة دويبة والقوبعة دويبة غيره الضتع والضوتع دويبة أو طائر وقد تقدم أن الضوتع الأحمق والخيتعور دويبة تكون على وجه الماء لا تلبث في موضع الاريثما تطرف والعجرم دويبة صلبة كأنها مقطوطة تكون في الشجر وتأكل الحشيش ابن دريد الخنورة دويبة دميمة يشبه بها الانسان والحبرج والحبارج دويبة صاحب العين الخربصيصة هنة تبص في الرمل كأنها عين جرادة والغفر دويبة غيره الفاغر دويبة أبرق الأنف يلكع الناس والصرصور والصرصر والصرصر دويبة والصفصفة دويبة دخيل في العربية أبو عبيد القطرب لا تستقر نهارها سعياً ثعلب القرطعب دابة .\r\nالعقرب\r\nأبو حاتم يقال للذكر والأنثى عقرب والغالب على العقرب التأنيث وقيل\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nالعقرب العقربان والأنثى العقربة قال ولم أر العلماء يقولون ذلك وإنما العقربان دخالة الأذن الكثيرة القوائم وقد تقدم ذكرها غيره الذكر من العقارب عقربان والأنثى عقرب وعقربة وأنشد\r\nكأنّ مرعى أُمّكم إذ غدت * عقربةٌ يكومها عقربان\r\nقال أبو عبيد مرعى اسم أمهم فلذلك نصبها ويقال أرض معقربة كثيرة العقارب فأما قوله\r\nوجاؤا يجرّون الحديد المعقريا\r\nفزعم ابن دريد أنه يريد الدروع لأن حلقها ملوية يقال عقربت الشيء لويته أبو عبيد شبوة غير مجراة العقرب وأنشد\r\nقد جعلت شبوة تز بئرّ * تكسو أستها لحما وتقمطّر\r\nأبو حاتم الشبوة والشباة لغتان الصغيرة حين تلدها أمها حتى تصير عقرباً تامةً صاحب العين هي العقرب الصفراء وقد تقدم أن الشبوة الجارية الجريئة الكثيرة الحركة أبو حاتم يقال للصغير من ولد العقرب الفصعل صاحب العين هو القصعل ابن دريد ويقال للعقرب عريط وأم عريط وأم العريط صاحب العين الجرارة عقيرب صفراء كأنها تينة أبو عبيد الشبادع العقارب واحدتها شبدعة أبو حاتم الشباة الشوكة التي تضرب بها العقرب وهي الأبرة على التشبيه وأما الشباة والشوكة اللتان على رأسها الطويلتان فالزبانيان الواحد زباني ومن ذلك زباني العقرب من الكواكب صاحب العين شالت العقرب بذنبها رفعته ابن دريد وبه سميت العقرب شولة ابن قتيبة شولة العقرب ما شال من ذنبها صاحب العين العقرب شامذ من حيث قيل لما شال من ذنبها شولة .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالحيات ونعوتها وأسماؤها\r\nالأصمعي حية أنثى وحية ذكر ويقال للجميع حي مثل بطة وبط أبو حاتم اشتقاق الحية من الحياة وهي في البناء على تقدير حيوة فمن قال لصاحب الحيات حاي فهو فاعل من هذا البناء ومن قال حواء قال اشتقاق الحية من حويت لأنها تتحوى في لوائها والحيوت ذكر الحيات أبو عبيد أرض محياة ومحواة من الحيات قال أبو علي الحية العين واللام فيه مثلان والدليل على ذلك ما حكاه سيبويه من أنهم يقولون في الإضافة إلى حية بن بهدلة حيوي فلو كانت واواً لقالوا حووي كما قالوا في النسب إلى لية لووي فإذا ثبت أن العين ياء بهذه الدلالة علمت أن اللام ياء أيضاً إذ لا يصح أن تكون واواً فأما قولهم الحواء في صاحب الحيات فليس من الحية ولكنه من حويت لجمعها في أحويته وأوعيته وعلى هذا قالوا أرض محواة للتي بها الحيات ومثل قولهم الحواء المعالج للحيات قولهم اللآل لبائع اللؤلؤ وليس اللآل من اللؤلؤ وكذلك الحواء ليس من الحية فأما ما ورى من قوله\r\nويأكل الحيّة والحيّوتا\r\nفأظن البيت بغداذياً وينبغي أن يكون الحيوت على مثال سفود وكلوب ألا ترى أنه ليس في الكلام فعلوت فيكون فيه حروف الحي وليس منه والتاء لام الفعل فان قلت فقد جاء المروت في قوله\r\nوما خليجٌ من المرّوت ذو شعب\r\nفإنه أيضاً فعول من المرت ولا يكون فعلوتاً من المرور لأن هذا الوزن لم يجئ في شيء فان قلت فان هذا التأليف الذي هو حا يا تا لم نعلمه في موضع فان ذلك أسهل من أن يدخل في الأبنية ما ليس فيها فان قلت فما تنكر أن يكون الحيوت فعلوتا كالرغبوت والتاء فيه زائدة وإنما أسكن لكراهية المثلين ومع ذلك فلو لم يدغم وثبت للزمك أن تحرك اللام التي هي ياء بالضم وإذا لزم تحريكها لزم إسكانها وإذا لزم إسكانها لزم حذفها لالتقاء\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nالساكنين فأسكنت العين من فعلوت لتحمل الياء الحركة لسكون ما قبلها كما قلبت اللام في طاغوت وحانوت لما لزم حركتها بالضم في فعلوت فلما قلبت الكلمتان انقلبت أحرف العلة فيهما فإسكان العين من فعلوت في الحيوت كقلب اللام في طاغوت وحانوت فذلك إن قاله قائل أمكن أن نقول ويقول إن المعتل يختص بأبنية لا تكون في الصحيح وكذلك فعلوت جاء حيوت عليه لما قدمناه وان لم يجئ في غير المعتل السيرافي الأفنون الحية وقد تقدم أنها العجوز أبو حاتم من الحيات العربد والأسود والأفعى والأفعوان والحربش والشجاع والأرقم والحفاث وابن قترة والأصلة والأعيرج والدساس والنكاز والجان والأيم والأيم والأين والثعبان والحر والأبتر وهو الشيطان والأصم والقصيري وذو الطفيتين وذو الطرتين والحنش والحرف والحراف والحفث والحضب والقزة والحنفيش أما العربد فهو أسود سالخ وهو أخبثها وأنكزها وأعظمها وليس شيء من الحيات يطلب بثار غيره ثعلب العربد الحية الخفيفة ابن قتيبة حية تنفخ ولا تؤذي وبه سمي المعربد من السكارى لأنه ينفخ ولا يؤذي ولا يضير شيئا أبو حاتم أسود غير منون وأسود سالخ وصالخ وقد سلخ يسلخ سلخاً وصلخ إذا ألقى سلخه أي قشره صاحب العين وكذلك كل دابة تتسرى من جلدها كالأسروع ونحوه وهذا مسلاخه غيره وهو سلخه ابن دريد أسود سالخ لا يثني ولا يجمع ثعلب ولا يضاف أبو حاتم والجميع الأساود وإنما جمع على ذلك لأنه ليس بنعت هو اسم له أبو علي هي صفة غالبة فأجرى مجرى الأباطح قال وقال ثعلب الأنثى أسودة ولا توصف بسالخة أبو حاتم أساود سلخ وسوالخ وسالخة وأما الأفعى فحية عريضة على الأرض إذا مشت مشت مثنية بثنيين أو ثلاثة أثناء فإنما تمشي بأثنائها تلك خشناء يجرش بعضها بعضاً والجرش الحك ورأسها عريض كأنه فلكة ولها قرنان في رأسها يقال إن تلك القرون غلف لأنيابها قال سيبويه قالوا الأفعى فجعلوه في الأصل بمنزلة شديد أي إنه في الأصل وصف وقال أرض مفعاة كثيرة الأفاعي قال أبو حاتم وبعض الحيات تطلب الناس فأما الأفعى فثقيلة لا تطلب وان طلبت لم تدرك وإنما تعض إذا وطئ عليها\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nأو دنى منها والأفعوان ذكر الأفاعي من أخبثها على الأفعوان أفلعان من فوغة السم وهي حدته وإنما كان قياسه أفوعان فقلبت وكذلك القول في الأفعى أبو حاتم ويقال أفعى خربش وحربيش وهي الخشنة المس الشديدة صوت الجسد إذا حكت بعضها ببعض منجرشة وقيل الحربش حية كالأفعى وهي أطول منها ذات قرنين صاحب العين هي الأفعى نفسها أبو عبيد أفعى جحمرش غليظة وقد تقدم في الانسان والأرنب أبو حاتم إذا دخلت الأفعى الرمل ثم رققته فوقها ثم أخرجت عيناها قيل طحنت وهي الطحون والشجاع طويل أغبر يأخذ العصافير والجرذان والفأر وقيل الشجاع من أعرم الحيات طويل أقرع مرقش الظهر بسواد وصفرة بلهزمتيه علطان أسودان والجمع الشجعان قال أبو علي فعال لازمة له وهي صفة غالبة جرت مجرى الأسماء وهو في تفرده بهذا البناء كالعدل والعديل غيره الجمع أشجعة أبو حاتم الأرقم حية بين لحيتين مرقم بحمرة وسواد وكدرة وهي رقشة بكدرة وبغثة وسواد وكدرة وهو خبيث عارم وإنما سميت الأراقم من العرب أنهم كانوا صغاراً فنظر إليهم ناظر تحت دثار لهم فقال كأن عيونهم عيون الأراقم فلج عليهم اللقب غيره اسم اللون رقم ورقمة أبو عبيد الأرقم الذي فيه سواد وبياض صاحب العين الأرقم اسم للذكر ولا يقال للأنثى رقماء ولكنها رقشاء وقال حية قشراء كأنها قد قشر بعضها وبعضها لم يقشر أبو حاتم الحفاث حية ضخم عظيم وهو أعظم الحيات أرقش أبرش متنقش وهو أكثر رقطاً من الأرقم إذا حربته رأيته منتفخ الوريد وهو ضعيف السم وليست له سورة وأنشد ابن قتيبة\r\nأُيفايشون وقد رأوا حفّآثهم * قد عضّه فقضى عليه الأشجع\r\nابن قترة حية أغبر اللون صغير أرقط يتطوى ثم ينفرد نحو الذراع وقيل لأبي مهدية ما ابن قترة فقال ذكر الأفعى وطوله نحو الشبر وأنشد\r\nأو حاوياً من القتيرات الطّحل * أبترقيد الشّبر طولاً أو أقلّ\r\nبعضهم شبه بالقترة من النصال والأصلة حية مثل الرحا مستديرة حمراء لا تمس\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nشجرة ولا عوداً الأسمته ليست بشديدة الحمرة تخط بذنبها في الأرض وتطحن طحن الرحا وتحوز والتحوز أن تطحن وتتقدم ويقال هي من دواهي الحيات وهي قصيرة عريضة مثل الفرح تثب على الفارس والجمع أصل وأنشد\r\nفاقدر له أصلة من الأصل * كبساءً كالقرصة أو خفّ الجمل\r\nولم يحل الأعيرج والدساس حية أحمر كالدم محدد الطرفين لا يدري أيهما رأسه غليظ الجلد لا يأخذ فيه الضرب غليظ ليس بالضخم وهو النكاز سمي نكازاً لأنه يطعن بأنفه وليس له فم يعض به والجان حية دقيق أملس لا يضر أحداً وربما كان في بيوت الناس لا يقتلونه يضرب لونه إلى الصفرة أكحل العينين وأهل الحجاز يسمون الجان من الحيات الأيم وبنو تميم يقولون الأين وهذيل يقولون الأيم مشدد وهو أصله ولكن خففوه وكل حية أيم الذكر والأنثى في ذلك سواء وقيل الأيم والثعبان الذكران التي لا تضر شيئا ولا تضرب وقيل الثعبان حية ضخمة أكثر ما تكون بمصر ونواحيها وذكروا أن انساناً بمصر مس ثعباناً فتفسخ من غير أن يلدغه وزعموا أن نفخه يقتل إذا نفخ أبو عبيد هي الحية العظيمة غيره كل حية ثعبان أبو حاتم الحر حية دقيقة مثل الجان والأبتر هو الأبتر الذنب مقطوعه خبيث أزرق يفر من كل أحد لا يراه أحد إلا قتله ولا تنظر إليه حامل إلا ألقت ما في بطنها وهو الشيطان وعم به أبو عبيد وأنشد\r\nتلاعب مثنى حضرمي كأنّه * تحمّج شيطانٍ بذي خروعٍ قفر\r\nالتعمج التلوي وعنى بالحضرمي الزمام أراد كان تعمجه تعمج شيطان أبو عبيد والأصم من الحيات من أيها كان والقصيري أخبث الأفاعي غير أنها أصغر جسماً قالوا قصيري قبال وسماها أبو حية القصيري وأبو الدقيش قصري قبال وقال أبو خيرة القصيري تسمى الحارية لأن جسمها قد حرى أي نقص وصغر من طول العمر وأنشد\r\nداهيةً قد صغرت من الكبر\r\nأبو علي روايته حارية قد صغرت من الكبر أبو حاتم وذو الطفيتين ذو جدد في ظهره بيض وسود والطفي خوص المقل أراد أن في جنبيه خطين\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nكخوصتين من خوص المقل وهو ذو الطرتين والحنش الأسود من الحيات وقال منتجع الأسود الغالب عليه الحنش وقيل يقال للحية وجميع دواب الأرض الأحناش ثم خصت به الحية فقيل لها حنش فيجري هذا على قولهم أخشى عليك دواب الأرض فيقصد به إلى ما يلسع ويلدغ أبو حاتم وقيل الحنش حية أبيض طويل عظيم مثل الثعبان وأعظم فأما أبو عبيد فقال الحنش كل شيء يصاد من الطير والهوام يقال حنشت الصيد أحنشه إذا صدته وقد تقدم غيره الحنش من الدواب ما أشبهت رؤوسه رؤوس الحيات والحرابي وسوام أبرص ونحو ذلك وأنشد\r\nترى قطعاً من الأحناش فيها * جماجمهنّ كالخشل النّزيع\r\nأبو عبيد الحرف مظلم اللون إذا أخذ إنساناً لم يبق فيه دم إلا خرج أبو حاتم الحفث على خلقة الأفعى إلا أنه أعظم من الشكمة وقيل الحفث حية خبيث من حيات شق السراة كأنه جراب والحضب الذكر منها الضخم وكل ذكر ضخم حضب مثل الأسود والحفاث ونحوهما قال أبو علي وإياه عنى رؤبة بقوله\r\nوقد تطوّيت انطواء الحضب\r\nصاحب العين الحضب حية دقيقة وقيل هو الأبيض منها أبو علي عن ثعلب إلاهة الحية العظيمة أبو حاتم القزة مخففة حية عرجاء تنزو ولم يحل أبو حاتم الحنفيش وقالوا الحية الجرشب الخشن الجلد وهو الجرشم والحباب حية ليس من عوارم الحيات وعم به أبو عبيد جميع الحيات قال وإنما قيل الحباب اسم الشيطان لأن الشيطان من أسماء الحية على ما تقدم والحصف الحية طائية قال أبو حاتم قيل لذي الرمة وما الحية النضناض فحرك لسانه في فيه يديره إدارةً خفيفة يحكيه وأنشد\r\nيبيت الحيّة النّضناض منه * مكان الحبّ يستمع السّرارا\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nوقد تقدم أبو عبيد وقيل هي التي لا تقر في مكان ابن دريد السف ضرب من الحيات أبو حاتم السف الحية التي تطير في الهواء ابن دريد وربما خص بالسف الأرقم والأقزل ضرب من الحيات أبو حاتم الدودمس ضرب من الحيات محرنفش الغلاصم يقال إنه ينفخ نفخاً فيحرق ما أصاب والجمع الدواميس ابن دريد حية قرناء إذا كان لها كاللحمتين في رأسها وأكثر ما يكون ذلك في الأفاعي وذات الزبيبتين التي لها نقطتان سوداوان فوق عينيها والهلال ضرب من الحيات إذا سلخت فهي هلال غيره هو فرخ الحية وأنشد\r\nكأنّها من خلع الهلال\r\nوقيل هو الحية ما كان أبو عبيد الخرشاء جلد الحية ثم يشبه به كل شيء فيه انتفاخ وخروق كرغوة اللبن ونحوه صاحب العين حية قصقاص خبيث أبو حاتم الجارن ولد الحية من أولاد الأفاعي الأصمعي الثعبان المنكر يقال له الخشاش أبو حاتم الخشاش حية كالأرقم أصغر منه أسمسر قلما يؤذي أحداً أبو عبيد هو الصغير الرأس غيره الأخزم الحية الذكر صاحب العين الغضوب الحية الخبيثة والأصيلع حية دقيق العنق صغير الرأس كأن رأسه بندقة ابن دريد المخاريط الحيات إذا سلخت جلودها ابن جني الحماطيط الحيات والقدار الثعبان العظيم وقد تقدم أنه الجزار والرقيب ضرب من الحيات خبيث والجمع الرقيبات والرقب أبو حاتم الغول الحية والجمع أغوال وأنشد\r\nكأنياب أغوال\r\nوقال يريد أن يكبر بذلك ويعظم ومنه قوله تعالى \" كأنَّه رُؤُوس الشَّياطِين \" وقريش لم تر رأس شيطان قط إنما أراد تعظيم ذلك في صدورهم أبو عبيد الحية العرماء التي فيها نقط سود وبيض وأنشد\r\nرؤوس الأفاعي في مرابضها العرم\r\nوقد تقدم قال ويقال للحية إذا ضربت فلوت ذنبها قد تبعصصت\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوارتعصت وأنشد\r\nإنّي لا أسعى إلى داعيه * إلاّ ارتعاصاً كارتعاص الحيّه\r\nوقال تتحوز الحية أي تتلوي قال أبو علي تتحيز تتفيعل وأما ابن السكيت فذهب بها مذهب المعاقبة وإنما يفزع إلى ذلك عند عدم العلة وابن السكيت غير مسموع له في هذا صاحب العين اللظلظة تحريك الحية رأسها وقد لظلظته وتلظلظت ابن دريد لاوت الحية الحية التوت عليها صاحب العين انبست الحية انسابت أبو زيد امأت كذلك .\r\nلدغ العقرب والحية\r\nأبو حاتم ما كان بالفم فهو اللدغ مثل الحيات وما أشبههن لدغت تلدغ لدغاً ورجل لديغ ملدوغ والجمع لدغى أبو زيد ولدغاء سيبويه ولا يجمع بالواو والنون لأن مؤنثه لا تدخله الهاء على وأما لدغاء فلأن لديغاً مساو لظريف في العدة والحركة والسكون فجمع جمعه ونظيره ما حكاه هو من قولهم قتلاء وقال لسبته العقرب تلسبه لسباً صاحب العين وكذلك الحية والزنبور أبو حاتم ضربت العقرب تضرب وأبرت تأبر ولسعت تلسع لسعاً وقيل اللسع لما كان من ذلك بالذنب مثل الزنبور والنحل والعقرب صاحب العين لسعته العقرب والحية تلسعه لسعاً ورجل لسيع ملسوع والجمع لسعى أبو حاتم وكعته العقرب وكعاً أبو عبيد أبرته العقرب تأبره وكوته ولدغته أبو حاتم اللديغ المسهد الذي لا ينام وجعاً وقال خلبته الحية تخلبه خلباً عضته بنابها ويقال لها هي تشرشر والشرشرة أن تعضه بفيها ثم تنفضه نفضاً وقد شرشرت والنكز أن تطعن بأنفها طعناً وقد نكزت تنكز أبو عبيد يقال للدساسة وحدها نكزته وأنكزته ولا يكون النكز الا بالأنف فإذا عضته بنابها قيل أنشطته ونشطته تنشطه نشطاً أبو زيد تنشطه أبو حاتم فان قتلته ساعتئذ قلت أقعصته وان لم تضر قلت أشوته أبو زيد السلم لدغ الحية والملدوغ سليم ومسلوم أبو حاتم ويقال للرجل المعضوض ما دام\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nيرجى سليم على التفاؤل أي سيسلم فإذا ذهب عقله وعاش فهو مسهب ابن دريد أسهب من لدغ الحية فهو مسهب ذهب عقله وليس في كلامهم أفعل فهو مفعل الا ثلاثة هذا أحدها وقال طلق السليم سكن وجعه بعد العداد وأنشد\r\nتطلّقه طوراً وطوراً تراجع\r\nأبو حاتم وكزته الحية وكزاً ونهشته تنهشه نهشاً ووكعته وكعاً وقد تقدمت في العقرب أبو عبيد يقال للحية عضت تعض وخدبت تخدب ونهست أبو حاتم جلدت الحية وقال الأسود يجلد بدنبه فيقتل ابن دريد نقدته لاحية لدغته ابن السكيت هذه حية لا تطني أي لا يعيش صاحبها تقتل من ساعتها غيره ويستعمل في غير الحية يقال وصب لا يطني صاحب العين الحية تنفث السم حين تنكز وسم نفيث أبو عبيد الحية العاضه والعاضهة التي تفتل إذا نهشت من ساعتها والصل نحوها أو مثلها وكذلك النضناض وقد تقدم أنها التي لا تقر في مكان غيره عثته الحية تعثه عثاً نفحته ولم تنهشه فسقط لذلك شعره وعداد السليم كعداد المريض وقد تقدم وقالوا زعقته العقرب لدغته ولكعته تلكعه لكعاً كذلك ثعلب نسغته الحية لسعته غيره نسغه نسغاً لسعه ونسغ البعير ضرب موضع لسعة الذباب بخفيه\r\nالسم\r\nابن السكيت هو السم والسم وجمعهما سمام وأنشد أبو علي\r\nفلاقى ابن أُنثى يبتغي مثل ما ابتغى * من القوم مسقيّ السّمام حدائد\r\nوقال سممته سماً وكذلك سممت الطعام والشراب ركبت فيه السم صاحب العين سمته الهامة أصابته بسمها ولعاب الحية سمها أبو عبيد القشب السم وجمعه أقشاب وقد قشب له سقاه السم ابن السكيت نسر قشيب إذا خلط له في لحم يأكله سم فإذا أكله قتله فيؤخذ ريشه فتراش به السهام وأنشد\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nيخرّ تخاله نسراً قشيباً\r\nوكذلك قشب طعامه صاحب العين هو القشب ابن الاعرابي قشب الشيء قشبا فهو قشب أي قذر وكل ما تقذرته فقد قشبته واستقشبته ابن دريد لب الحية سمها أبو عبيد الثمال والمثمل السم المنقع ابن دريد ونرى أنه أنقع فبقي وقال الذعف والذعاف السم غيره هو سم ساعة والجمع ذعف وطعام مذعوف فيه الذعاف وأذعف الرجل قتله ابن دريد الزعاف كالذعاف أبو عبيد المذعف القاتل منه ابن السكيت هو السم لا يخم إذا كان خالصاً صاحب العين وهو الهلهل أبو عبيد والجوزل السم وأنشد\r\nسقتهنّ كأساً من ذعافٍ وجوزلا\r\nوالذيفان والذيفان السم ابن دريد وهو الذوفان أبو عبيد وهو الذفاف والجحال ابن دريد هو السم القاتل وأنشد\r\nجرّعه الذيفان والجحالا\r\nوكذلك الذرحرح وطعام مذرح والحمة حرارة السم وفوعته وقال عظاه عظواً اغتاله فسقاه سماً أو ما يقتله واليرون ضرب من السم وقد تقدم أنه دماغ الفيل يموت آكله صاحب العين سم ذرب وتذريب السيف أن ينقع في السم فإذا أنعم سقيه أخرج فشحذ ابن دريد المقر السم أبو زيد المؤمر المسموم صاحب العين نقع السم في أنياب الحية اجتمع وأنشد\r\nفبتّ كأنّي ساورتني ضئيلةٌ * من الرّقش في أنيابها السمّ ناقع\r\nوالسلع السم وأنشد\r\nيظلّ يسقيها السّمام الأسلعا\r\nأصوات الحية والعقرب\r\nأبو حاتم من أصوات الحيات الصفير والنباح والضباح والحفيف\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوالحدمة والفحيح فأما الصفير فللأسود يصفر وينبح نباح الكلب وقيل الصفير لابن قترة والأرقم والعربد والأعرج والأصلة وقيل الصفير للشجعان فأما النباح والضباح فللأسود وقد تقدم في الفرس والثعلب والحفيف من جرش بعضه ببعض وقيل هو أن يجرش الأرض إذا مشى فيسمع له حفيف أي صوت وقد حف يحف والحدمة صوت جوفه كأنه دوي يحتدم والفحيح صوت من جوفه يخرج يفح كأنه يتنفس شديد أبو زيد فحت تفح وتفح ابن دريد فحاً وفحيحاً أبو حاتم الأفاعي تكش خلا الأسود فإنه يصفر وينبح ويضبح وأنشد أبو عبيد\r\nكأنّ صوت شخبها المرفضّ * كشيش أفعى أجمعت لعضّ\r\nفهي تحكّ بعضها ببعض\r\nأبو زيد كشت الحية تكش كشاً وكشيشاً وهو صوت جلدها إذا حكت بعضها ببعض وقيل الكشيش للأفعى من الأساود ابن دريد الكشكشة كالكشيش أبو حاتم الحية تنبص والأساود والحرف تضغو والثعبان يقرقر أبو عبيد العقرب تصئ وتنق وأنشد\r\nكأنّ نقيق الحبّ في خاويائه * فحيح الأفاعي أو نقيق العقارب\r\nابن السكيت الفشيش صوت جلد الحية إذا حكت بعضه ببعض .\r\nجحر العقرب والحية\r\nابن دريد السك جحر العقرب والعرزال جحر الحية وقد تقدم أنه موضع الأسود وأنه ما يمهده لأشباله من القضب وأنه ما يبنيه الناظر فوق النخل والشجر فراراً من الأسد وأنه بقية اللحم وأنه كالجوالق يجمع فيه المتاع وأنه ما يمهده الصائد لنفسه في قترته وأنه ما يجمعه في قترته من القديد وأنه البيت يكون فيه الملك إذا قاتل .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nالخنافس والجعلان\r\nأبو حاتم هي خنفساء وخنفساء وخنفساءة وخنفسة وبعض يقول هذا خنفس ذكر والخنفس للكثير والحنظب ضرب من الخنافس فيه طول وقيل للخنفساء الفاسية ويقال هو أفحش من فاسية وهي دابة كالخنفساء محددة الذنب تفسو إذا مشت ومن ضروب الجعلان الجلعلع والجلعلع والأنثى جلعلعة والسفن والقسوري وأبو عويف وأبو سلمان وقد تقدم أن أبا سلمان الوزع أبو حاتم فالجعل العريض الأسود الذي يدهدي الخروء والجمع جعلان صاحب العين ماء جعل ومجعل ماتت فيه الخنافس والجعلان وأرض مجعلة كثيرة الجعلان ورجل جعل أسود رميم شبه به وقيل هو اللجوج وقالوا سدك بأمره جعله وذلك أن الرجل يطلب حاجةً فإذا خلا ليذكرها جاءه رجل ليطلب مثلها أو رجل يكره أن يسمعها من الأول فهو لا يقدر أن يذكر معه شيئا فهو جعله وأنشد\r\nإذا أتيت سليمى شبّ لي جعلٌ * ان الشّقيّ الذي يصلي به الجعل\r\nأبو حاتم الجلعلع جعل صغير أنمش قصير القوائم بطئ المشي والسفن جعل قصير القوائم إذا مسه شيء تماوت فلم يتحرك ذلك اليوم يقال هو أصغر من سفنة والقسوري أشدها حمرةً له قرن بين ظهره وعنقه طويل متحرف قرنه إلى ظهره وأبو عويف دويبة غبراء تحفر بذنبها وقرنيها لا تظهر أبداً وأبو سلمان أعظم الجملان ذو رأس عريض يداه ورأسه شبه المآشير .\r\nومن صغار الدواب\r\nالحرقوص وحمار قبان والفالية والقرنبي أبو حاتم وحمار قبان هني أميلس أسيد رأسه كرأس الخنفساء طوال قوائمه نحو قوائم الخنفساء وهو أصغر من الخنفساء وقيل عيرقبان وهو أبلق محجل القوائم له أنف كأنف القنفذ إذا جرك تماوت حتى تراه كأنه بعرة فإذا كف الصوت انطلق فأما سيبويه فقال حمار قبان هو معرفة\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nوالدليل عليه ترك صرف قبان قال أبو علي قال أبو الحسن عيورة قبان وحمير قبان وأنشد\r\nحمير قبّان تسوق أرنبا\r\nهذه حكايته والرواية المشهورة حمار قبان يسوق أرنبا على الافراد أبو حاتم الغالية هنية مثل الخنفساء فيها وشي أبيض ولونها أسود وفيها ذاك الرقط الأبيض طويلة العنق تكون عند حجرة الضباب والحيات والعقارب وعند كل جحر يكون ويقال لها فالية الأفاعي إذا مسستها نضحت بماء حار من أستها فإذا أصاب جلد الانسان شري والقرنبي هني أبيض كالجدجدة في الطول له قوائم قصار يدخل الخروق ويكون ظاهراً والذراريح كهيئة الجعلان لها أرجل كثيرة مجزعة بحمرة وسواد وصنف آخر أسود لا أجنحة له في بطونه صفرة وعلى أكتافه وعلى رأسه صغار الرؤوس والذرنوحة دويبة حمراء كأنما هي قطرة دم وهي سم كأنها هذه النملة ذات الريش كبيرة تكون في الحجرة والجدر والأرضين نحو من اجتماع النمل وتكون في أصول الشجر كثيراً وبطرن وهن مثل عظام النمل في العظم ابن دريد ذروح وذروح وذرنوح وذراح وذرحرح قال سيبويه هو ثلاثي أبو حاتم مقرضة الأساقي دويبة صغيرة سويداء طويلة على وجه الأرض كثيرة القوائم قليلة الطول بعظم بقرة الشاة لها طوق في عنقها غليظ ونسميها البعنق أبو حاتم حف الجعل يحف إذا طار من الحفيف وهو صوت الشيء تسمعه كالرنة أو طيران الطائر صاحب العين يسمى الجعل أقلح لقذر فيه النضر العريقطة دويبة عريضة كالجعل وقال دهده الجعل السلوح ودهداهاً ودحرجها وهي دهدوته ودهدوته ودحروجته وبعقوطته والقعثب والقعثبان دويبة كالخنفساء تكون على النبات صاحب العين الصعرور دحروجة الجعل يجمعها ويديرها ويدفعها وقد صعررها أبو زيد وهو الحواز .\r\nالعناكب\r\nغير واحد هي العنكبوت والجمع عناكب وعكاب وعكب وعنكب وعنكباء اسمان\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nللجمع ابن دريد العنكبي والعنكبوه سيبويه العنكبوت رباعي وقد استدل على زيادة تائه بعناكب وظاهر الأمر غير صحيح في باب الدلالة لأنه لا شك عندنا في أن طاء عضرفوط أصل ونحن إذا كسرناها لا بد من حذفها لكن أبو زيد حكى أن عناكب غير سمجة في كلامهم وسيبويه يحكي عن العرب أنهم لا يكسرون شيئا من بنات الخمسة الا مستكرهين يعني بقوله مستكرهين أنهم لا يكسرونه الا أن يقال لهم كسروه فلما كانت عناكب سمحة في كلامهم يكسرونها من غير أن يساموا بكسرها على ما حكاه أبو زيد يجده سيبويه دليلاً على زيادة التاء أبو زيد ويسمى المولة وليس بثبت وهو الخدرنق والخذرنق أبو حاتم الخذرنق ذكر العناكب ابن جني هو الخدنق والخذنق بغير راء والخذرنق أبو حاتم العكاش ذكر العنكبوت وتعكش العنكبوت إذا قبض قوائمه كأنه ينسج ثعلب أم قشعم في بيت زهير العنكبوت الأصمعي الهلل نسج العنكبوت وقيل هي دويبة تلسع لسعاً شديداً أبو عبيد الليث هو الذي يأخذ الذباب وهو أصغر من العنكبوت غير واحد الرتيلا مقصور ضرب من العناكب وحكى السيرافي فيها المد والسك جحر العنكبوت وقد تقدم في العقرب والدغفل ولد العنكبوت وبه سمي الرجل .\r\nومما يتأذى به الناس\r\nالقذذ والكراش والموصول والفاغر والنامس والبق فأما القذذ فالبرغوث والجماع القذان والكراش مثل القمقامة الواحدة كراشة تلكع الناس وتكون في مبارك الإبل والموصول دابة في خلقة الدبر أسود وأحمر يلكع الناس والفاغر دويبة أفرق الخرطوم يلكع الناس والنامس وهو الناموس دويبة أغيبر كهيئة الذرة تلكع الناس والبق دويبة مثل القملة حمراء منتنة الريح تكون في السرر والجدر وهي التي يقال لها بالبصرة بنات الحصير والضمج إذا قتلتها شممت رائحة اللوز المر ويقال لها بفارس مكن وبعمان الضمد فإذا قتلت كثرن من دمها وإذا بزق عليها ماتت والحرقوص والحرقوس هني مثل الحصاة صغير أسيد أرقط بحمرة وصفرة ولونه الغالب\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nعليه السواد يجتمع ويتلج تحت الأناسي وأرفاغهم ويعضهم ويشقق الأسقية صاحب العين هي دويبة مجزعة لها حمة كحمة الزنبور تلدغ تشبه أطراف السياط ولذلك يقال لمن ضرب بالسوط أخذته الحراقيص أبو عبيد الحرقوص والحرقوس دويبة مثل البرغوث فأما الحرقصاء فدويبة لم تحل أبو عبيد النهيك الحرقوص وعض الحرقوص فرج أعرابية فقال بعلها\r\nوما أنا للحرقوص إن عضّ عضّةً * لما بين رجليها بجدّ عقور\r\nتطيّب نفسي بعدما تستفزّني * مقالتها إن النّهيك صغير\r\nابن دريد النبر دويبة أصغر من القراد تلسع فينتبر موضع لسعتها أي ينتفخ والجمع أنبار السيرافي الناموس هنة كالذرة تلكع الناس .\r\nالقمل والنمل ونحوهما\r\nصاحب العين القمل معروف واحدته قملة ويقال للقملة قمال أبو حاتم وهي القمل واحدته قملة ويقال للقملة قمال أبو حاتم وهي القمل واحدته قملة وقيل القمل دواب صغار من جنس القردان صاحب العين القمل صغار الذر أبو عبيد الفرعة القملة العظيمة صاحب العين الصغيرة وجمعها فراع والهرعة والهرنعة القملة الصغيرة وقيل الضخمة والهرنوع الضخم منها وقيل هي الهزنوغ بالزاي والغين معجمة والقرطع قمل الإبل وكذلك القردع غيره الخنبجة القملة الضخمة أبو عبيد الحمكة القملة وجمعها حمك وقد يقتاس ذلك للذرة غيره هي الصغيرة منها ومن غيرها ابن دريد الدمة والدنمة القملة الصغيرة ومنه اشتقاق الدميم أحسب وقالوا وهز القملة وهزاً حكها بين أصابعه والنمل واحدتها نملة ويجمع نمالاً أبو عبيد طعام منمول أصابه النمل وأرض غلة من النمل أبو حاتم النمل العظام ما طار منه وما لم يطر ابن دريد الدنة دويبة كالنملة والنمة في بعض اللغات النملة والسمسمة النملة الحمراء أبو حاتم السماسم والسمام الصهب الألوان يكن في البساتين ابن دريد الدعبوب ضرب من النمل أسود والفازر ضرب من النمل فيه حمرة قيل\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nلفلان نسبت الجن والأنس فهل نسبت الذر فقال نعم الذرعقفان والفازر صاحب العين الدبى صغار النمل أبو حاتم نملة حمراء يقال لها نمل سليمان ويقال لهن الحو وهن أعظم من بعض الحبشي وبعض الحبشي أعظم منهن وهن حو صاحب العين الخرثاء النمل الذي فيه حمرة الواحدة خرثاءة ابن دريد الجفل والجثل ضرب من النمل سود كبار أبو حاتم يقال للنمل الذي لذ ريش نمل ذو أرياش صاحب العين الدعاعة نملة ذات جناحين شبهت بالدعاعة من الحبان والقعرة من النمل التي تتخذ القريات أبو حاتم الرمة النملة ذات الجناحين والجعبيات العظام اللاتي بعضهن لهن أفواه واسعة الواحدة جعبي ومنها القعس ولم يحلها وقيل نملة قعساء رافعة صدرها ابن دريد العقز تقارب دبيب الذرة وما أشبهها وهو ممات أبو حاتم الحبشي من النمل الشديد السواد لا عظام ولا صغار والجميع من الحبشي الديلم وأنشد\r\nزوراء تنفر عن حياض الدّيلم\r\nقال وأظنه أراد أن عداوته كعداوة الديلم من العدو للمسلمين ولم يرد النمل ولا القردان صاحب العين الديلم مجتمع الديلم والقردان عند أعطان الإبل وأعقار الحباض غيره القبص والقبص مجتمع النمل الكثير وقد تقدم أنه العدد الكثير من الناس أبو عبيد قرية النمل وجرثومته ما يجمع من التراب والمازن بيض النمل ابن دريد وبه سميت القبيلة مازنا أبو عبيد والزبال ما حملت النملة بفيها وأنشد\r\nكريم النّجار حمي ظهره * فلم يرتزأ بركوب زبالا\r\nابن دريد الحجروف دويبة طويلة القوائم كالنملة زعموا أبو حاتم هي العجروف والحجروف غلط صاحب العين العجروف النمل الذي له قوائم ترفعه عن الأرض .\r\nالدود ونحوه\r\nغير واحد هو الدود واحدته دودة وقد داد الطعام يداد أبو عبيد داد وأداد\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nأبو حنيفة طعام مدود كذلك غيره مدود وداد وزنة فعل صاحب العين القتع دود حمر تأكل الخشب واحدته قتعة\r\nقال غداة غادرتهم قتلى كأنّهم * خشبٌ تقصّف في أجوافها القتع\r\nأبو عبيد الأساريع دود بيض صغار أبو حنيفة الأسروع والأسروع واليسروع واليسروع دويبة طول الشبر أطول ما نكون وهي مزينة بأحسن الزينة من صفرة وحمرة وخضرة وكل لون لا تراه الا في العشب ولها قوائم قصار تأكلها الكلاب والذئاب والطير إذا كثرت أفسدت البقل فخذعت أطرافه أي أكلت أعلاه وقيل الأسروع يسلخ فيصير فراشةً ويصدق ذلك قول الراجز ووصف ولي الربيع وهيج الأرض وفي هذا الوقت يسلخ الأسروع لأن قوته تذهب\r\nحتى إذا ما الهيف حتّ ثمره * وودّع العشب فراخ الحمّره\r\nونشر اليسروع بردى حبره\r\nوبرداه جناحاه حين يسلخ فيصير فراشةً ابن دريد الحمطوط والحمطاط دويبة تكون في العشب منقوشة بألوان شتى والرقشاء دودة شبيهة بها أبو حنيفة والعجرم دويبة صلبة تكون في الشجر وتأكل العشب ابن دريد الحريش دويبة على قدر الدودة أكبر من الأصبع لها قوائم كثيرة أبو عبيد النغف دود يسقط من أنوف الغنم والإبل واحدته نغفة أبو حاتم هي دود طوال سود وغبر وخضر تقطع الحرث في بطون الأرض وقيل هي دود عقف تتسلخ عن الخنافس ونحوها وقيل هي دود بيض يكون فيها ماء والسوس أصغر من الدود يؤرض الخشبة ويأكل الصوف سيبويه سوس وسوسة وسوسات وقد تقدم تصريف فعله في كتاب الغنم أبو عبيد وهي الأرضة وسيأتي تصريفها إن شاء الله والعث دابة تأكل الجلود ابن دريد العثة السوسة أو الأرضة والجمع عثث وقد عثت السوسة الثوب تعثه عثاً صاحب العين العلق الذي يكون في الماء واحدته علقة ويقال شرب\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالدابة فعلق إذا علق به العلق وعلقت العلقة علقاً تعلقت به والمعلوق الذي أخذ العلق بحلقه وقال اللحس أكل الدود الصوف غيره الرمة الأرضة أبو حنيفة السرفة دويبة مثل الدودة إلى السواد ما هي تكون في الحمض تبني بيتاً من عيدان مربعاً تشد أطراف العيدان بشيء مثل غزل العنكبوت وقيل هي دودة مثل الأصبع شعراء رقطاء تأكل ورق الشجر حتى تعريها وقيل هي دويبة خفيفة كأنها عنكبوت يقال أخف من سرفة وقيل هي دويبة مثل نصف العدسة تثقب الشجرة ثم تبنى فيها بيتاً من عيدان تجمعها بمثل غزل العنكبوت يضرب بها المثل فيقال أصنع من سرفة وقيل هي دابة صغيرة جداً غبراء تأتي الخشبة فتحفرها ثم تأتي بخشبة أخرى فتضعها فيها ثم أخرى ثم أخرى ثم تنسج مثل نسج العنكبوت أبو عبيد أرض سرفة من السرفة صاحب العين الدحاسة دودة تحت التراب صفراء صافية لها رأس مشعب دقيقة يشدها الصبيان في الفخاخ لصيد العصافير أبو عبيد الصيدناني دابة تعمل لنفسها بيتاً في جوف الأرض وتعميه صاحب العين هو الصيدناني والصيدلاني أبو عبيد السروة دودة ولم يحلها يقال أرض مسروة .\r\nالقردان والحلم وأشباهها\r\nأبو عبيد القراد أول ما يكون صغير إلا يكاد يرى من صغره يقال له قمقامة ثم يصير حمنانةً ابن دريد وهي الحمنة والجمع حمنان صاحب العين أرض محمنة كثيرة الحمنان أبو عبيد ثم يصير قراداً والجمع قردان وبعير قرد كثير القردان ابن السكيت قردت البعير نزعت عنه القراد وبه سمي الخداع تقريداً قال وأصله أن اللص بأتى البعير فيخاف شراده فينزع قراده ويحكه حتى يأنس به فيقتاده فيذهب به قال\r\nهم السّمن بالسّنّوت لا ألس عندهم * وهم يمنعون جارهم أن يقرّدا\r\nابن دريد القرود من الإبل الذي لا يفزع عند التقريد أبو عبيد ثم يصير حلمة والجمع حلم وحلم الأديم حلماً فهو حلم وقعت فيه الحلمة وبعير\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nحلم كثير الحلم ابن السكيت عناق حلمة وتحلمة وحلمت الحمل والعناق نزعت عنهما الحلم وقد تقدم أن الحلمة دودة تأكل الجلود أبو عبيد العل القراد صاحب العين هو القراد الضخم وقيل هو القراد الصغير ومنه قيل للمسن النحيف عل أبو عبيد الطلح القراد غيره هو المهزول وقيل هو العظيم منها والجمع أطلاح أبو عبيد القتين القراد صاحب العين القتين القليل الدم منها أبو عبيد البرام القراد ابن دريد الحمك صغار القردان واحدته حمكة وبه سميت المرأة الدميمة حمكةً وقد تقدم أنها القملة والعلسة دويبة شبيهة بالحلمة أو النملة وبها سمي الرجل وجمعها علس صاحب العين العلس القراد ابن دريد القرشوم القراد العظيم صاحب العين هو القرشام والقراشم وقال قراد راتخ من الرتخ وهي قطع تكون في الجلد وقال جذا القراد في جنب البعير جذواً لصق به ولزمه غيره العلهز القراد الضخم وقد تقدم أنه ضرب من الطعام .\r\nمشي الهوام\r\nثعلب اهتمشت الهامة مشت وعم به أبو عبيد فقال اهتمشت الدابة أو اهتشمت الشك منه أبو زيد مزاحف الحيات آثارها وأصله من لتزحف وهو الانجرار وكل ما ثقل فدنا إلى الأرض فقد تزحف وزحف وأزحف وأنشد\r\nترا جن ملحاحٌ إلى الأرض مزحف\r\nومنه تزحف الصبي على أسته أبو زيد همت تهم هميماً مشت وبه سميت الهامة صاحب العين دب النمل وغيره من الحيوان يدب دبيباً مشى على هينته والدابة ما دب من الحيوان وفي التنزيل \" واللهُ خَلَقَ كُلَّ دابَّةٍ منْ ماءٍ \"\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\n\r\nكتاب الطير\r\nسفاد الطير\r\nابن السكيت سفد الطائر الأنثى سفاداً وسفدها يسفدها وقال غيره لا يقال في الطائر سفد وقد تقدم في المخلب والظلف والخف أبو عبيد قمط الطائر الأنثى يقمطها ويقمطها وانه لقمطي ابن دريد مقطها كقمطها أبو عبيد قفطها يقفطها ويقفطها ابن دريد وقفطها قفطاً وقد تقدم القمط والقفط في السباع وذوات الظلف أبو عبيد مرة ضفط الطائر الأنثى يضفطها ضفطاً فأما القفط فلذوات الظلف غيره رصع الطائر الأنثى يرصعها سفدها والقعو للطير مثله في الإبل والنعام وقد تقدم في سفادهما وقالوا تبركعت الحمامة للحمامة الذكر وأصل البركعة القيام على أربع صاحب العين دربخت الحمامة لذكرها طاوعته على السفاد وأنشد\r\nولو نقول دربخوا لدربخوا * لفحلنا إذ سرّه التنوّخ\r\nبيض الطير\r\nالبيض معروف واحدته بالهاء أبو زيد جمعه بيوض أبو حاتم إذا صار في بطن الدجاجة البيض قيل جمعت وأبطنت أبو عبيد أقفت الدجاجة جمعت البيض في بطنها وقيل أقفت انقطع بيضها أبو حاتم فهي مقف أبو عبيد ومثله أقطعت أبو حاتم فهي مقطع أبو عبيد وكذلك أصفت وأصفى الشاعر انقطع شعره منه ابن دريد عضلت الدجاجة نشبت بيضتها فلم تخرج وهي معضل وعضل الوادي بأهله ضاق بهم وكل شيء ضاق عن شيء فقد عضل عنه أبو عبيد طرقت القطاة حان خروج بيضها ولا يقال ذلك في غير القطاة وأنشد\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوقد تخذت رجلي إلى جنب غرزها * نسيفاً كأفحوص القطاة المطرّق\r\nابن دريد طرقت القطاة والحمامة عسر عليها خروج بيضها ففحصت الأرض بجؤجؤها أبو حاتم إذا باضت الدجاجة بيضها كله قيل أنفضت فهي منفض أبو عبيد وقوله في الحديث أقروا الطير في مكناتها قيل يعني بيضها وقيل مواقعها .\r\nأسماء جملة البيض وطوائفها\r\nيقال بيضة وبيض كتمرة وتمر وحكى الفارسي بيوض وأنشد\r\nعلى قفرةٍ طارت فراخاً بيوضها\r\nطارث فراخاً أي صارت فراخاً على أن يكون بيوض جمع بيضة كبدرة وبدور ومأنة ومؤون أولى من أن يكون جمع بيض لأن تكسير هذا الضرب من الجمع قليل أبو حاتم باضت بيضاً ودجاجة بياضة وبيوض والجمع بيض قال سيبويه ومن قال رسل قال بيض وقد قالوا بوض وقال صاحب العين في قوله\r\nبحيث يعتشّ الغراب البائض\r\nإنما وصفه بالبائض وهو ذكر لأن له شركة في البيض فهو في مذهب الوالد ورجل بياض يبيع البيض والتوم بيض النعام قال ذو الرمة\r\nوحتّى أتى يومٌ يكاد من اللّظى * به التّوم في أفحوصه يتصيّح\r\nواحدته بالهاء صاحب العين بيضة البلد التومة تتركها النعامة في الأدحي أو ألقي ويقال لها البلدية وذات البلد والنتل بيض النعام يدفن في المفازة بالماء ابن دريد الكيكة البيضة صاحب العين بيضة العقر التي تمتحن بها المرأة عند الإقتضاض وقيل لأنها أول بيضة تبيضها الدجاجة لأنها تعقرها وقيل آخر بيضة تبيضها إذا هرمت وقيل هي بيضة الديك ويقال لمن لا غناء عنده بيضة العقر على التشبيه بذلك وكذلك كل ما لا يستطاع مسه رخاوة وضعفا أبو عبيد الكرفئ قشر البيضة الأعلى وهو القيض\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوقد تقيضت البيضة تكسرت فلقا قال فان تصدعت ولم تفلق قيل انقاضت والقارورة مثلها غيره القيض البيضة قد خرج فرخها أو ماؤها كله والمقيض موضعها أبو عبيد والخرشاء القيض وإنما يقال له الخرشاء بعدما ينقف فيخرج ما فيه وقيل الخرشاء قشر جلد الحية ثم يشبه به كل شيء فيه انتفاخ وخروق وأنشد\r\nإذا مسّ خرشاء الثّمالة أنفه * ثنى مشفريه للصّريح فأقنعا\r\nأراد بالخرشاء هنا رغوة اللبن والغرقى القشرة الرقيقة التي تحت القيض وقيل هذه القشرة هي القثقثة فأما الغرقى فالقشرة الملتزقة ببياض البيض صاحب العين إذا خرجت البيضة وليس عليها ذلك قيل بيضة مغرقثة ومغرقأة وقد غرقأت الدجاجة بيضها أبو عبيد المح صفرة البيض ابن دريد وكذلك الغرقيل في بعض اللغات وكذلك الغرقيل كالعرقيل وقد غرقلت البيضة فسدت .\r\nحضن البيض\r\nابن السكيت حضن الطائر بيضه يحضنه حضناً صاحب العين حضن الطائر بيضه وعلى بيضه يحضن حضناً وحضانةً وحضاناً وحضوناً رخم عليه للتفريخ وحمامة حاضن من حمام حواضن واسم المكان المحضن والمحضنة المعمولة للحمامة كالقصعة الروحاء من الطين أبو حاتم أرخمت الدجاجة على بيضها فهي مرخم وراخم حضنته ورخمها أهلها وكذلك النعامة وقال كركت الدجاجة وأكركت صاحب العين ورضت الدجاجة إذا كانت مرخمة على البيض ثم قامت فوضعت بمرة وكذلك التوريض في كل شيء صاحب العين احزوزأ الطائر ضم جناحيه وتجافئ عن بيضه وأنشد\r\nمحز وزئين الزّف عن مكويهما\r\nوقال وكن الطائر وكوناً حضن البيض وطائروا كن والجمع وكون وهن وكون ما لم يخرجن من الوكن .\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\n\r\nتقوب البيض عن الفرخ\r\nابن دريد انقضبت قائبة من قوب أي بيضة من فرخ صاحب العين قاض الفرخ البيضة قيضا شقها وانقاضت هي أبو زيد بيضة تريكة في بيض ترائك وأنشد\r\nوغادر الفرخ في المثوى تريكته * وحان من حاضن الدّحلين تصعيد\r\nوالتريكة ههنا البيضة إذا خرج الفرخ منها فذهب وتركها ومنه الترائك في المراعي الشيباني كل ما ترك فهو تريكة كالمرأة المتروكة لا تتزوج قال أبو علي ولكنها غلبت على البيضة حتى صار لها كالعلم فجرت مجرى النضر ونحوه في نقله من الوصف إلى الاسم وقيل التريكة والتركة بيضة النعامة خاصةً وقيل تريكة الفرخ قرينة بيضته التي خرج منها وقد تقدم أن التريك البيض من الحديد ابن دريد نقر الطائر البيضة عن الفرخ نقبها ابن السكيت صار البيض فلاقاً وأفلاقاً أي متفلقاً ابن دريد نقفت البيضة ثقبتها .\r\nفساد البيض\r\nصاحب العين مرقت البيضة فسدت وكذلك مذرت مذراً وأمذرتها الدجاجة .\r\nفراخ الطير\r\nابن دريد فرخ الطائر وهو الفرخ غيره وجمعه أفرخ وأفراخ وفروخ وفراخ ابن الاعرابي وفروخة وفراخة على الهاء فيهما لمبالغة التأنيث كالبعولة والحجارة وحكى ابن جني أفرخة وهو من الجمع العزيز وقال ابن الاعرابي هو ولد الطائر خاصة ويستعمل فيما سواه مستعاراً أبو عبيد الأنثى من الفراخ فرخة ابن دريد بيضة مفرخة فيها\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nفرخ أبو زيد فرخت البيضة وهي مفرخة وأفرخت وهي مفرخ صاحب العين أفرخ الطائر صار ذا فرخ واستفرخنا الحمام اتخذناها للفراخ ابن دريد المج والبج فرخ الحمام أبو عبيد استوكحت الفراخ غلظت وهي فراخ وكح غيره استوكعت كاستوكحت أبو عبيد الجوزل الفرخ ابن دريد هو من الحمام وقد تقدم أن الجوزل السم الناهض الفرخ الذي قد استقل للنهوض صاحب العين هو الذي قد وفر جناحاه ونهض للطيران أبو زيد هو الذي نشر جناحيه ليطير والجمع نواهض صاحب العين شوك الفرخ وذلك أول نبات ريشه إذا خرجت رؤوسه شبهت بالشوك والعاتق فوق الناهض وذلك في أول ما يتحسر ريشه وينبت له ريش جلذي أي شديد والجمع عتق ابن دريد زق الطائر فرخه وزقزقه إذا مج في فيه أبو عبيد الغرار زق الحمام فراخها ابن دريد وقد تغارا وقد تطاعم الطائران تغارا صاحب العين الأقمهداد شبه ارتعاد في الفرخ إذا زقه أبواه وقد اقمهد نحوهما وأكوهد ابن دريد أزغلت القطاة فرخها زقته وهي الزغلة .\r\nعش الطائر\r\nابن السكيت عش الطائر الذي يجمع من حطام العيدان وغيرها فيبيض فيه قال سيبويه عش وأعشاش وعشاش وعششة ابن السكيت عشش الطائر واعتش اتخذ عشاً غيره عش صاحب العين صفن الطائر الحشيش والورق يصفنه صفناً نضده لفراخه والصفن ما ينضده من ذلك ابن السكيت أفحوص القطا الموضع الذي تفحص عنه فتبيض فيه وفي الحديث فحصوا عن أوساط رؤوسهم أي عملوا مثل الأفاحيص أبو عبيد الوكر المكان الذي يدخل فيه الطائر ابن السكيت الوكر في الجبل أبو عمرو الوكر العش حيثما كان في جبل أو شجرة ابن دريد\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nجمع الوكر أوكار ووكور غيره وهي الوكرة والجمع وكر أبو حاتم وكر الطائر وكراً أو وكوراً أتى وكره صاحب العين توكر الطائر امتلأت حوصلته وكذلك الصبي وقد تقدم أبو زيد إذا طار الفرخ فموضعه وكر وعش ولا فرخ فيه وأنشد\r\nفأصبحت كالوكر الذي طار فرخه * فعشّ ووليّ فرخه فترفّعا\r\nأبو عبيد الوكن كالوكر وقد وكن وكناً وهو الموكن والموكنة والوكنة والجمع وكون ووكنات ووكن وقيل هو موقعه أبو عبيد القرموص وكر الطائر حيث يفحص في الأرض وخص به غيره عش الحمام ابن دريد دثن الطائر في الشجر اتخذ فيها عشاً والتمراد بيت صغير للحمام تبيض فيه وقال الفارسي الريع برج الحمام صاحب العين الأحراء أفاحيص البيض واحدها حراً وأنشد\r\nبيضةٌ ذاد هيقها عن حراها\r\nوقد تقدم أن الحرا كناس الظبي صاحب العين الشريجة بيت من قصب يتخذ للحمام ويسمى الجديلة غيره ومنها سمي الجدال لأنه يحصر الحمام في الجديلة ابن دريد نقر الطائر في الموضع سهله ليبيض فيه صاحب العين كندرة الباز مجثمه .\r\nذرق الطير وقيؤها\r\nأبو عبيد ذرق الطائر يذرق ويذرق وحكى المفضل أذرق وقد يستعار للانسان أبو زيد واسم ذلك الشيء الذراق أبو عبيد وكذلك خزق وقد تقدم في الانسان خذق يخذق ويخذق صاحب العين حذق البازي وحده يخذق خذقاً وسائر الطير ذرق أبو عبيد وكذلك مزق يمزق وزرق يزرق ويزرق ابن الاعرابي هك الطائر خذف بذرقه ابن دريد العرة ذرق الطائر وأنشد\r\nفي شناطئ أُقنٍ بينها * عرّة الطير كصوم النّعام\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nصوم النعام ذرقه وقال زقزق الطائر بذرقه ألقاه وذرق كل ذي بطن رق سلح وجمعه سلوح وأنشد\r\nكأنّ برفغيها سلوح الوطاوط\r\nصاحب العين مصع الطائر بذرقه رمى غيره الهيض سلح الطائر وقد هاض هيضاً ابن دريد غلث الطائر هاع ورمى من حوصلته بشيء كان استرطه .\r\nخلق الطير\r\nصاحب العين الريش كسوة الطائر واحدته ريشة ابن دريد طائر راش إذا نبت ريشه أبو عبيد حمم الفرخ طلع ريشه وهو حينئذ المزلغب صاحب العين الزغب ريش الفرخ والزغابة أصغر الزغب وطائرة زغباء وقد وبر الطائر ثم حمم ثم وتد ثم زغب ومنقاد الطائر منقاره من قولهم نقد الطائر الفخ ضربه بمنقاره صاحب العين مجذاؤه منقاره أبو حاتم تسمى الريشات العشر اللواتي في مقدم الجناح القداميات واحدتها قدامي والقوادم واحدتها قادمة وما بعدها من الريش الخوافي واحدتها خافية وأنشد\r\nكأنّي بين خافيتي عقابٍ * أصاب حمامةً في يوم غين\r\nأراد في يوم غيم ابن قتيبة في الجناح عشرون ريشةً أربع قوادم وأربع مناكب وأربع أباهر وأربع كلىً وأربع خواف أبو عبيدة جناح الطائر يده والجمع أجنحة قال ابن جني فأما قوله\r\nفما به شبح الا من الطّير أجنح\r\nفكان قياسه أجنحة إلا أنه أراد الريش وجعل كل ريشة جناحاً واعتقد تأنيث الريشة فكسره على أفعل وهو على بابه ابن دريد جنح الطائر يجنح جنوحاً كسر من جناحيه ووقع إلى الأرض كاللاجئ إلى شيء ومنه اشتق الجناح ليله في أحد شقيه أبو عبيد سقطا الطائر جناحاه ابن دريد مسقطاه جناحاه الأصمعي القفقفان الجناحان لأنه يقفقف بهما وأنشد\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nيبيت يحفّهنّ بقفقفيه * ويلحفهنّ هفها فانحينا\r\nالأصمعي وهما الهفهافان لخفتهما في ثخانة صاحب العين الكنفان الجناحان وأنشد\r\nسقطان من كنفي نعامٍ جافل\r\nوفودا جناحي العقاب معظم ريشهما أبو عبيد يقال للطائر إذا كان في ريشه فتخ وهو اللين فيه طرق وقد اطرق جناحا الطائر إذا ألبس الريش الأعلى الريش الأسفل غيره وهو طراق الجناح قال ذو الرمة يصف بازيا\r\nطراق الخوافي واقعٌ فوق ريعةٍ * ندى ليله في ريشه يترقرق\r\nابن دريد الحبكة الخط على جناح الحمام يخالف لونه صاحب العين اكتسى البازي ريشاً نشرا أي منتشراً واسعاً طويلاً وقال انحسرت الطير إذا خرجت من الريش العتيق إلى الريش الجديد وحسرها إبان ذلك ابن السكيت نصل ريش الطائر نصولا سقط ونصلته أنا ابن جني نشنش الطائر ريشه نتفه فألقاه وأنشد\r\nرأيت غراباً واقعاً فوق بانةٍ * ينشنش أعلى ريشه ويطايره\r\nصاحب العين الحمامة ريشة فاسدة رديئة تحت الريش وقال جناح غداف وافر طويل وكل ما طال فقد أغدف واغدودف وقال طائر مسرول قد ألبس ريشه ساقيه أبو عبيد البرائل الذي يرتفع من ريش الطائر فيستدير في عنقه وأنشد\r\nفلا يزال خربٌ مقنّع * برائلاه والجناح يلمع\r\nقال سيبويه هر رباعي مزيد ابن دريد برأل الحبارى نشر برائله لفزع أو لقتال والقنزعة والقزعة الريش المجتمع على رأس الديك والدجاجة وجمعها قزائع والكسعة الريشة البيضاء في ذنب الطائر والكسع بياض في ذنبه والثرعلة الريش المجتمع على عنق الديك قال أبو علي وما في الشعر من أعراض السقوط والتحات فهو في الريش مقول صاحب العين طائر\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nعقر وعاقر إذا أصاب ريشه آفة فلم ينبت وقال السخام من ريش الطائر ما كان تحت الريش الأعلى والخطم من كل طائر منقاره ومن كل دابة مقدم أنفها وفمها غيره وفي الطائر حوصلته وحوصلته والتشديد أكثر وأبى ابن السكيت غيره قال سيبويه وهي الحوصلاء قال أبو حاتم قال الأصمعي لم أسمع الحوصلاء لا في قول أبي النجم هادٍ ولو حار لحوصلائه أبو زيد وهي الحوصل وقيل هي جمع حوصلة ابن دريد احونصل الطائر امتلأت حوصلته صاحب العين توكر الطائر كذلك وقد تقدم في الصبي ابن دريد الغرغرة الحوصلة قال الفارسي وهي النوطة قال وأراه على التشبيه بالنوطة من التمر وهي الجلة الصغيرة منه قال ابن مقبل يصف الغطاة\r\nسكّاء مقبلةً حدّاء مدبرة * للماء في النّحر منها نوطةٌ عجب\r\nأبو حاتم وهي الجرية ولا أعرف الجرياء ممدودة ولا مقصورة قال وتدعى القانصة الجرية وهي بمنزلة المعدة من الناس ابن دريد الجريئة مهموزة ممدودة مشددة وجمعها جرئ أبو حاتم وتسمى المخالب الكلاليب على التشبيه الواحدة كلوب قال العجاج\r\nشاكي الكلاليب إذا أهوى اظّفر\r\nأي أهوى نفسه فكسر جناحيه في أحد الشقين إذا هو أرسل نفسه اظفر افتعل من الظفر أخذه بأظفاره ابن دريد مطعمتا الطائر إصبعاه اللتان يقبض بهما على الشئ أبو زيد المخلب ظفر البازي وما أشبهه من سباع الطير وقد خلب الصيد يخلبه خلباً أخذه بمخلبه ابن السكيت ويخلبه أبو حاتم الخلب أن يقده بظفره والمنسر المخلب وقد نسره نسراً خبطه بمنسره صاحب العين منقار الطائر سمي به لأنه ينقر به وقد نقره نقراً ابن دريد منقاف الطائر منقاره صاحب العين مقطم البازي مخلبه من غير فعل أبو حاتم الدوابر الأظفار المؤخرة\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالواحدة دابرة والبرجمة الأصبع الوسطى من كل طائر ابن دريد لعطة الطير السفعة في وجهه صاحب العين المخرز من الطير الذي على جناحيه نمنمة وبجير شبيه بالخرز أبو عبيد القطن والزمكي والزمجي كله أصل ذنب الطائر وأجاز غيره فيهما المد ابن دريد الفنيك والأفنيك زمجي الفرخ ولا أحقه أبو حاتم الفنيكان من الحمامة عظيمان ملزقان بقطنها إذا كسرا لم يستمسك بيضها وأخدجتها صاحب العين عظب الطائر بزمكاء يعظب عظباً حركه وقال تخرط الطائر ونضد أخذ الدهن من زمكاه .\r\nأصوات الطير\r\nأبو عبيد قوقت الدجاجة قيقاءً وقوقاةً مثل دهديت الحجر دهداءً ودهداة ابن دريد ويقال قأقأت وإنما خصت به الدجاجة عند البيض أبو حاتم ويقال قافت وكذلك النعامة السيرافي وقد تكون القوقاة في الإنسان أبو حاتم كركت الدجاجة صوتت وهي دجاجة كركة وقد تقدم التكريك في حضن البيض ابن دريد سمعت كعيص الفرخ أي صوته أبو عبيد صأى الفرخ يصئي صئياً وصئيا وأنقض ابن دريد أنقض البازي صاح وقد سمعت نقيضه صاحب العين عصفور صوار يجيب إذا دعى أبو عبيد نغق الغراق ينغق وينغق صاحب العين نعق ينعق وهي بالغين أعلى أبو زيد وهو النغيق والنعيق صاحب العين نغق بخير ونعب بشر قال وقد يقال نغق بشر وأنشد\r\nأمسى بذاك غراب البين قد نغقا\r\nأبو عبيد نعب ينعب صاحب العين نعبا ونعيبا ونعباناً وقيل نغق صاح ونعب حرك رأسه صاح أولم يصح ابن دريد غق الغراب وهي حكاية لغلظ صوته صاحب العين غق الصقر صوت غيره عشر الغراب نغق عشراً وهو في نهيق الحمار أكثر منه في نغيق الغراب ابن دريد\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nالهدهدة صوت الحمام وحمام هداهد\r\nكهداهدٍ كسر الرّماة جناحه * يدعو بقارعة الطّريق هديلا\r\nومنه الهدهد لهذا الطائر أبو حاتم نبح الهدهد ينبح نباحاً إذا أسن وغلظ صوته ابن دريد الزرزرة حكاية صوت الزرزور والصرصرة والصرير صوت صر الجندب والبازي وقال قرقر الحمام قرقرةً وقرقريراً وهو أحد ما جاء من المصادر على فعلليل أبو حاتم الكروان يقرقر وكذلك الصرد والكركي وقد تقدم في الثعبان والوقوقة اختلاط أصوات الطير ابن دريد اصطخاب الطير اختلاط أصواتها أبو حاتم الوكوكة هدير الحمام أبو عبيد شحج الغراب يشحج ويشحج شحيجاً وشحاجاً واستشحج قال ذو الرمة يصف الغربان\r\nومستشجحاتٍ للفراق كأنّها * مناكيل من صيّابة النّوب نوّح\r\nصاحب العين غراب شاجب وقد شجب يشجب شجيباً وهو الشديد النغيق الذي يتفجع من غربان البين\r\nذكّرن أشجاناً لمن تشجّبا * وهجن أعجاباً لمن تعجّبا\r\nأبو حاتم سجع الحمام يسجع سجعاً ردد صوته والساجع من الناس الذي بنى الكلام على جهة واحدة وما لم يكن على جهة واحدة فليس بسجع والاسم السجاعة بكسر السين صاحب العين حن الحمام حنيناً كذلك وقد تقدم في الانسان والإبل وهتف يهتف كذلك وحمامة هتوف أبو عبيد الهديل يكون من شيئين هو الذكر من الحمام وهو صوت الحمام قال وقال الأموي تزعم العرب في الهديل أنه فرخ كان على عهد نوح فمات ضيعاً وعطشاً قال فيقولون إنه ليس من حمامة الا وهي تبكي عليه قال وأنشدني أبو مزاحم بن أبي وجزة السعدي سعد بن بكر لنصيب\r\nفقلت أتبكي ذات طوق تذكّرت * هديلاً وقد أودى وما كان تبّع\r\nيقول ولم يخلق تبع بعد وخص بعضهم بالهديل الوحشي من الحمام ابن دريد صدح الطائر يصدح صدحاً وصدوحاً صاح ورجل مصدح صياح أبو\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nحاتم الصدح للديك والمكاء وحمامة صدوح صاحب العين ديك صدوح قال والغراب يصدح وقد تقدم في الانسان والحمر قال وقلت للأصمعي أتقول صرخ الطاوس فقال أقول لكل صائح صارخ والصفير نحو صوت المكاء والصقر وما أشبههما وقال ترنم الطائر ورنم مد في صوته وكذلك المغني إذا مد في غنائه ويقال سمعت رنمة حسنةً وقال زقا الديك زقواً وزقاء وكل صائح زاق وقد قرئ إن كانت الا زقيةً واحدةً ابن جني زقا زقيا وزقياً ويقال صقع الديك صقعاً وصقاعاً والضواع صوت الضوع وتضوع الكروان صاح أبو عبيد أجرس الطائر صوت ابن السكيت أجرس الطائر إذا سمعت صوت مره وأنشد\r\nحتّى إذا أجرس كلّ طائر * قامت تعنظي بك سمع الحاضر\r\nابن دريد جرس الطائر صوت منقاره على الشيء يأكله والنسف نقر الطائر بمنقاره السكري شحشح الطائر صوت وأنشد لمليح الهذلي\r\nمهتشةٌ لدليج الليل صادقةٌ * وقع الهجير إذا ما شحشح الصّرد\r\nوالوخوخة حكاية بعض أصوات الطير فأما الوحوحة ففي الانسان وقد تقدم أبو حاتم ناح الحمام نوحاً ونواحاً صاحب العين الحمامة تشجن شجوناً إذا ناحت وتحزنت أبو حاتم غرد الحمام الفراء الصياح صوت الديك وهذا الصوت مشترك فيه صاحب العين الصخد صوت الهام والصرد وقد صخد يصخد صخداً وصخيداً وأنشد\r\nوصاح من الأفراط هامٌ صواخد\r\nأبو حاتم الضباح صوت البوم والصدى ضبح يضبح ضبحاً وضباحاً وقد تقدم في الخيل والثعالب والأسود من الحيات وقول الراجز\r\nوبلدةٍ يدعو صداها هندا\r\nأراد حكاية صوت الصدى والكتكتة صوت الحباري صاحب العين نأج الهام والبوم ينأج نأجاً صاح أبو حاتم الفاختة تفخت إذا\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nصوتت والحباري تخفخف إذا صوتت والغطاط يلغط بصوته لغطاً ولغطاً ولغيطاً والصوقرير حكاية صوت طائر يصوقر في صوته يسمع في صياحه نحو هذه النغمة أبو حاتم قطت القطا تقطو قالت قطاقطا صاحب العين الأقطيطاء مشيها فأما تقطو فبعض يقول من مشيها وبعض يقول من صوتها وبعض يقول صوتها القطقطة أبو حاتم الكروان ينقنق وقال البط يبطبط إذا صوت صاحب العين العقعقة حكاية صوت العقعق من الطير وبذلك سمي والعقعقة صوت العقعق وهو طائر فيه سواد وبياض ضخم طويل المنقار وهو من طير البر .\r\nما يخص الطائر من الألوان غير الصفات التي غلبت\r\nعليها الأسماء كالأخيل\r\nابن الأعرابي طائر أودع تحت حنكه بياض .\r\nطيران الطير وعكوفها\r\nصاحب العين الطيران حركة ذي الجناح في الهواء بجناحه طار يطير طيراً وطيراناً وأطرته وطيرته على الطير اسم للجمع مؤنث وهو الأطيار وأما سيبويه فقال أطيار جمع طائر وأما أبو الحسن فجعل الطير جمعاً والطائر عنده اسم للجميع كالباقر والجامل أبو عبيد جدف الطائر يجدف جدوفاً إذا كان مقصوصاً فرأيته إذا طار كأنه يرد جناحيه إلى خلفه ومنه سمي مجداف السفينة وقيل هو أن يكسر من جناحيه شيئا ثم يميل عند الفزع من الصقر ويقال جذف الرجل في مشيه أسرع هذه بالذال المعجمة وقال قطعت الطير انحدرت من بلاد البرد إلى بلاد الحر يقال كان ذاك عند قطاع الطير ابن السكيت وقطوعها صاحب العين اقطوطعت وضربت كقطعت ابن دريد الرجاع رجوع الطير بعد قطاعها وقد رجعت أبو عبيد المئساق الطائر الذي\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nيصفق بجناحيه إذا طار ابن السكيت خفق الطائر بجناحيه يخفق خفقاً وخفقاناً أبو عبيد حامت الطير على الشيء يعني استدارت صاحب العين حام حوماناً وحوم غيره حياماً وحؤوماً وكل من رام أمراً فقد حام عليه أبو عبيد هي تحوم غايا ابن الأعرابي الغياية التي تغيي على رأسك أي ترفرف ابن دريد عاف الطير عيفاناً حام في السماء أبو عبيد عاف الطائر على الماء عيفاً حام عليه وقال دوم الطائر في السماء جعل يدور ودوي في الأرض وهو مثل التدويم في السماء وقول ذي الرمة\r\nحتّى إذا دوّمت في الأرض راجعه\r\nهو استكراه قال الفارسي قال أبو عبيد ذلك لأنه يجعل التدويم في السماء وهذا للحيوان الطائر ودوي في الأرض وهذا للحيوان الماشي على مذهبه وإنما يصف ذو الرمة هنا كلاباً وثور وحش والصحيح بعكس قول أبي عبيد إنما التدوية في السماء والتدويم في الأرض فقول ذي الرمة ليس بمستكره صاحب العين الحوت والحوتان حومان الطائر حول الشيء وحومان الوحشية حول الشيء وأنشد\r\nكطائر ظلّ بنا يحوت\r\nأبو عبيد القلولي الطائر المرتفع في طيرانه على أخطأ أبو عبيد إنما هو المقلولي وإنما كان في كتابه اقلولي الطير إذا ارتفع في طيرانه فنقله في المصنف قلولي الطائر إذا ارتفع قال فإذا انقضت العقاب فذاك الأختيات وبه سميت خائتة خاتت تخوت خوتاً صاحب العين خاتت خوتاً وخواتاً وأنشد غيره\r\nوصفراء من نبع كأنّ خواتها * تجود بأيدي النازعين وتبخل\r\nفاستعاره في القوس وقال عقبة الطائر مسافة ما بين ارتفاعه وانحطاطه تقول العرب عقبته ثمانون فرسخاً وقال كنعت العقاب ضمت جناحيها للانقضاض ابن دريد دف الطائر يدف دفاً ودفيفاً وأدف ضرب بجناحيه دفيه وقيل\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nحرك جناحيه ورجلاه في الأرض ورفرف بسط جناحيه وزف يزف زفاً وزفيفاً كذلك وصف بسط جناحيه في طيرانه صاحب العين الطير الصواف التي تصف أجنحتها ولا تحركها غير واحد رنق الطائر رفرف ولم يسقط والنرنيق كسره جناحه من داء أو رمي أبو عبيد حف الطائر في طيرانه يحف حفيفاً صوت ابن دريد الحفحفة حفيف جناحي الطائر الأصمعي خرير العقاب حفيفها وقد خرت ابن دريد انضرجت العقاب انحطت من الجو كاسرةً وقال دئن الطائر طار وأسرع السقوط في مواضع متقاربة واتر ذلك وقال نجل الطائر نثر يعني حث جناحيه وقال خطف الطائر بجناحيه وخطف أسرع الطيران وزوف الحمامة أن تنشر جناحيها وذنبها وتسحبه على الأرض وكذلك زوف الانسان إذا مشى مستخري الأعضاء وقد زاف زوفاً وقيل زاف في الهواء حلق وقال سفا الطائر سفواً طار سريعاً وقد تقدم في المشي ويقال مصع الطائر بذنبه حركه وصوع رأسه حركه ونهض ونشر جناحيه ليطير ولمع بجناحيه لمعاً ولموعاً وألمع حركهما في طيرانه أبو حاتم نهض الطائر تحرك وهز جناحيه للطيران صاحب العين أهذب الطائر في طيرانه أسرع وقال نشرت الطير أسرعت في هويها وتمطرت كذلك أبو عبيد فرخ قطاة عاتق قد استقل وطار قال ونرى أنه من السبق أبو حاتم ركض الطائر ركضاً أسرع في طيرانه وأنشد\r\nوليّ الشّباب وهذا الشّيب يطلبه * لو كان يدركه ركض اليعاقيب\r\nقال أبو عبيد ويروى بالنصب ركض قال أبو علي هذا على قوله\r\nما إن يمسّ الأرض الأمنكبٌ * منه وحرف الساق طيّ المحمل\r\nأبو حاتم الملح سرعة خفقان الطائر بجناحيه وأنشد\r\nملح الصّقور تحت دجنٍ مغبن\r\nقال وسألت الأصمعي أتراه مقلوباً من لمح قال لا إنما يقال لمح الكوكب ولا يقال ملح فلو كان مقلوباً لقيل ملح في الكوكب كما يقال في الطائر قال علي ليس هذا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nبدليل على أنه غير مقلوب إنما يدل على أنه غير مقلوب المصدر إذ المقلوب لا مصدر فيه قال ابن دريد ويروى ملح بالخاء المعجمة أبو عبيد العرقة الطير إذا صفت في السماء وال أسف الطائر إذا دنا غلى الأرض وكل قريب مسف ابن السكيت سمعت وحاة العقاب وهو صوت انقضاضها أبو زيد هوت العقاب تهوي هوياً إذا انقضت على صيد أو غيره ما لم ترغه فإذا أراغته قلت أهوت له ابن الأعرابي قطاة شحشح سريعة جادة وأنشد\r\nكأنّ المطايا ليلة الخمس علّقت * بوثّابةٍ تنضو الرّواسم شحشح\r\nصاحي العين كسر الطائر يكسر كسوراً فإذا ذكرت الجناحين قلت كسر جناحيه يكسر كسراً وذلك إذا ضم منهما وهو يريد الانقضاض والوقوع والذكر والأنثى فيه سواء باز كاسر وعقاب كاسر أنشد سيبويه\r\nكأنّها بعد كلال الزّاجر * ومسحه مرّ عقّابٍ كاسر\r\nالأصمعي الكتفان ضرب من الطيران كأنه يضم جناحيه من خلف شيئاً صاحب العين الكفات من الطيران كالحيدان في الشدة وكذلك هو من العدو كفت يكفت كفاتاً ابن السكيت طير يناديد وأناديد متفرقة وهي التي تجيء واحداً من هنا وواحداً من هنا وأنشد\r\nكأنّما أهل حجر ينظرون متى * يرونني خارجاً طيرٌ يناديد\r\nصاحب العين عكفت الطير بالشيء تعكف عكوفاً وعكبت تعكب عكوباً الأصمعي الطائر يلذع بالجناح إذا رفرف ثم حرك جناحيه شيئا قليلاً .\r\nوقوع الطائر\r\nأبو عبيدة وقع الطائر وقعاً ووقوعاً وطائر واقع من طير وقع ووقوع أبو عبيد إنه لحسن الوقعة من وقع الطائر وقال موقعة الطير الموضع الذي يقع عليه صاحب العين هو مكان يألفه فيقع عليه ومنه النسر الواقع من النجوم سمي بذلك لأنه كاسر جناحيه من خلفه أبو عمرو هو الموكن والوكنة\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوالأكنة وقد وكن وكناً وقد تقدم أن الوكن الدخول في الوكن وهو الوكر أبو عبيد مكنات الطير مواقعها ابن دريد مجاثم الطير مواقعها وخص بعضهم به موقعة الرخمة وحكى الفارسي عن ثعلب خثم الطائر يخثم وجثم ابن دريد مسقط الطائر موقعه .\r\nتحول الطائر للصيد وإيناسه له\r\nأبو حاتم آنس الصقر الصيد إذا رآه ولم يره صاحبه فوثب وبهش يده والبهش النز وصعد اليرسله وأنشد\r\nآنس أو جلّى من النّشاط\r\nالتجلية النظر يجلي سمحاق عينه عن مؤقه وينحى غمض عينه عنها وسمحاقها جفنها وقوله يجلي أي يغمضها ثم يفتحها ليكون أبصر له الفارسي وهذا هو الاقتداء وهو الذي أكثرت العرب تشبيه البرق به كقوله\r\nلمحت اقتذاءً الطير والقوم هجّع * فهيّجت أسقاما وأنت سليم\r\nأبو حاتم أرسل فلان صقره ودفعه قال والصقر ربما علا على الصيد ثم يرميه بنفسه من فوقه حتى يأخذه أي يطمح في السماء يبادره حتى إذا ارتفع فوقه رماه بنفسه فتسمع له دوياً كدوي الدلو المنقطعة ويقال التقف الصقر الصيد واختطفه قبل أن يتحرك صاحب العين باز مخطف بخطف الطير والخطف الأخذ في استلاب أبو حاتم ضربه بجناحيه قيل لطمه وأسف عليه فتقبضه أي أخذه وقالوا ضربه الصقر بالكف فانخبط يقول خبطه بكفه ابن دريد المهبوت الطير يرسل على غير هداية قال وأحسبها مولدة الطوسي استعكد الطائر إلى الشيء لاذ به مخافة البازي وقال سفع الطائر ضريبته وسافعها ضربها وأنشد\r\nيسافع ورقاء غوريّةً * ليدركها في حمامٍ ثكن\r\nآلات الصيد\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n\r\nأبو حاتم القفاز وهو بالفارسية الدستبان الكيس من الأدم الذي يجعله الرجل على يده تحت رجلي الصقر والسير الذي في رجلي الصقر قد جمع بينهما هو القيد والسباق صاحب العين القفاعة مصيدة للطير قال ابن دريد لا أحسبها عربية .\r\nزجر الطير\r\nأبو حاتم حت زجر للطائر أبو عبيد دجدجت بالدجاجة وكركرت صحت .\r\nأدواء الطير\r\nصاحب العين الخناقية داء يأخذ الطير في رؤوسها وأكثر ما يعتري الحمام وقد تقدم أنه داء يأخذ الناس والدواب في حلوقها أبو حاتم الخناق داء من أدواء الطير .\r\nجماعات الطير\r\nأبو عبيد الثكنة جماعة الطير وجمعها ثكن وقال الأعشى\r\nيسافع ورقاء غوريّةً * ليدركها في حمامٍ ثكن\r\nوالسربة والسرب مثله ابن دريد وهي الفئة صاحب العين الورد جماعة الطير الأصمعي طير أبابيل وهي جماعات في تفرقة واحدها إبيل وإبول وقيل لا واحد لها صاحب العين تأوت الطير تجمعت أبو حاتم الطير جماعة مؤنثة يقال هي الطير الذكر طائر والأنثى طائرة وتجمع على أطيار وطيور وربما قالوا طائر وطوائر جمع الجمع سيبويه طائر وأطيار كصاحب وأصحاب أبو حاتم أصناف الطير كثيرة وكذلك ألوانها وأصواتها وكبارها وصغارها وأحوالها مختلفات فمنها الصوائد لأنفسها غير المعلمة ومنها المعلمة الصوائد لأهلها وهي الجوارح أي الكواسب قال الله تعالى\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\" ويَعْلَم ما جَرَحْتم بالنَّهَارِ \" وفسروه كسبتم وقال \" الذينَ اجْتَرحُوا السَّيّئاتِ \" كسبوهن فمن الطير ما يسكن البر ومنها ما يكون في الماء فمما يسكن البر\r\nالبلح والنّسر والفلتان والعقاب والصّرّارة والمرزة والفيئة والعجز والعقّيب والزّمّج والصّقر والبازي والشّاهين والحرّ والطّوط والشّصر والصّرد والسّتل والغراب والعقعق والعزيزي والذّعرة والحويّة والسّودانيّة والفاختة والشّقوقة وابن الماء وبطّة الماء والمرعة والتّنوّط والتّهبّط والسّويداء والبتراء والشّحمة والغبرور والبهدل والأخيل والدّخّل والدّخّلة والجشنة والحمحم والحمحمة والدّرجة واليمامة والحمامة والدّبسيّ والقمريّ والأخذ والأكبد والصّليقاء وأمّ رباح والأبرق والمشتري والحمّرة والعصفور والنّقّاز والنّغر والرّاعية والقبج والقبجة والكروان والحجل واليعقوب والقطاة والغطاطة والحباري والمكّاء والهدهد والمؤدنة والكحلاء والرّضيّم والصّقعاء والشّوّالة والشّقيقة والّلبيد والسّماني والسّمامة وجميل حرٍّ والضّوعة والرّغّاء والدّرّاج والخرّارة والفقاقة والعنقاء والرّخمة والحدأة والبومة والبوهة والهامة والسّفنّج وخبلٌ والصّفرد والسّلاّءة والمنشرة والتّبشّرة والفرفر والسّمنة والقنبرة والكعيت ومستعير الحسن وعير السّراة والقواري والغرنيق والضّجرة والقوبع والمدنّج واليحموم والخضيراء والصّعصع والنّعام والدّجاج والجراد والبلنصي والفتاحة والشّرشور\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nوأبو صبيرة وزغيم والمصعة وأبو دخنة والسّلوى والتّمّر والقرّاع والقمعل والهدبة والخفدود والمشرة والأوزّ واللّوّاء والنّهقة والعين والخرّق والرّهو والسّبد والرّهق والخفّاش\r\nومنها الخفخف قال ولا أدري ما صحته وكذلك القرادة والوحوح والزغزغ والشطشاط والنغنغ واللغلغ ولا أحسبه عربياً صحيحاً والطول والعيهق وليس بثبت والقاق والنهام والحنزاب وقيل هو الديك وقيل ذكر القطا والشنقب والشنقاب وتسمية الأصغر والغنبول والنغبول والنهبوغ والحيقط وقيل هو الدراج والضوتع وقيل هو دويبة والدعك ويقال للرجل الضعيف دعك والضرجة والضرجة والصفاري والغرياق والمزقة طائر صغير وليس بثبت والأطيش والصعف وجمعه صعاف طائر صغير والصعوة والجمع صعو وصعاء والوصع طائر صغير والجمع وصعان وفي الحديث كانتقاض اوصع حين يقذف به والسدر والسدري والدقيش وهوزن وبه سمي الرجل والعلجوم وذعلوق طائر صغير وعرناس وعرنوس وطيهوج ولا أحسبه عربياً وعندليب طائر صغير السيرافي وهو العندبيل والصلصل طائر صغير وعقرقوف ضرب من الطير ويقال بلد وسمويل ولبدي أبو عمرو والزخرف وهذه كلها محلاة الا أن بعضها حلي بالصغير والعندليل طائر يصوت ألواناً أبو حاتم النساف طائر له منقار كبير من قولهم نسف الطائر الشيء بمنقاره وانتسفه اختطفه أبو عبيد التمرة طائر أصغر من العصفور والجمع تمر أبو الخطاب ومما لا يصيد من الطير الإرهاب والبغاث قال أبو عبيدة البغاث من الطير ضعافها وإنما بغثها ألوانها والبغاث أولاد الرخم قال الأصمعي البغاث لئام الطير الغربان والرخم ومثل للعرب إن البغاث بأرضنا يستنسر أي يتشبه بالنسور يضرب مثلاً للئام الناس إذا تكبروا وقال الأصمعي إن البغاث بكسر الباء وقال تستنسر بالتاء فأنت قال أبو عبيد ومن جعل البغاث واحداً قال في الجميع البغثان\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nومن أجراه مجرى النعام قال بغاثة وبغاث قال النجاشي\r\nفهم رخمٌ طار بغثانها * فليست بمستعدلاتٍ صقورا\r\nوقال بغاث الطير أكثرها فراخاً * وأمّ الصّقر مقلاتٌ نزور\r\nويروى خشاش الطير صاحب العين ومنها الخطاف والعوهق وهو الخطاف الجبلي الأسود والعوار كالعوهق إلا أنه طويل الجناحين والزماح وهو طائر كان يقع على مرابد أهل المدينة فيأكل من تمرها فرموه فقتلوه فلم يأكل أحد من لحمه إلا مات غيره والبهار الخطاف الذي يطير والوقواق طائر وليس بثبت ابن الأعرابي والشرنتى طائر ولم يحل والسف ضرب من الطير المحلية .\r\nباب البلح والنسر والفلتان\r\nأبو حاتم البلح والجمع البلحان والبلحان طائر أضخم من النسر كالكبش العظيم محترق الريش وقصب ريشه كقصب عظام البعير أبغث اللون لا تقع ريشة من ريشه وسط ريش نسر ولا عقاب الا أحرقتها طويل الرجلين حادهما والنسر لا يصيد شيئا إنما يأكل الجيف والميتة والبلح يصيد كل طائر ولا يقرب جيفةً ولا ميتةً والنسر أطول منه عنقاً وأرق والجمع أنسر ونسور ونسار والنسور تصاد على مبايضها فأما البلحان فلا يدري أين تبيض ولا يربي البلح ولا يتخذ ولا النسر والنسر أعظم الطير بعد البلح وأثقلهن وللنسور أعمار طوال ويقال للمسن منها العشعم وقيل هو الضخم المسن من كل شيء وهو القشعم صاحب العين البلح النسر الهرم القديم والجمع كالجمع ابن دريد الهيثم فرخ النسر صاحب العين العنز الأنثى من النسور وهي العنزة أبو حاتم ومن أنواع النسور المضرحي وهو الذي اشتدت حمرته ابن السكيت المضرحي النسر العتيق الذي يضرب إلى البياض أبو حاتم ومنه أسود بهيم والبهيم من كل لون ما لا يخالطه لون آخر وقد تقدم أن كل لون مصمت بهيم ومنهن الأربد والأرمد وهو الأكدر الأبغث اللون ويقال نسر خفاق لشدة صوت جناحه إذا طار وكان نسر لقمان بن عاد يسمى لبداً\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nويقال في مثل للعرب طال الأبد على لبد قال النابغة\r\nأمست حلاءً وأمسى أهلها احتملوا * أخنى عليها الذي أخنى على لبد\r\nابن دريد نسر عبني عظيم صاحب العين الضريك النسر الذكر أبو حاتم الفلنان زعم الطائفي أنه نسر من أصغر النسور يصيد القردة وليس البلح ولا النسر من الجوارح ابن دريد نسر أهدب سابغ\r\nثم الجوارح من الطير\r\nالأصمعي الجوارح من الطير الصوائد وهي الكواسب واحدتها جارح وجارحة من قولهم جرح واجترح إذا كسب وهي سباع الطير صاحب العين وهي الروازق وكذلك هي من الكلاب أبو حاتم فأما ما لا يصيد منها فهو البغاث الخشاش ابن دريد وكذلك الرهام أبو حاتم وأعظم الجوارح العقاب وهي مؤنثة وليس بعد النسر من الطير طائر أعظم منها قال سيبويه والجمع أعقب غير واحد وعقبان الفارسي وعقابين وأنشد\r\nعقابين يوم الدّجن تعلو وتسفل\r\nصاحب العين العنز العقاب وقد تقدم أنها الأنثى من النسور أبو حاتم وهي سوداء دجوجية وبقعاء ويقال سقعاء ويكون اللون على ذلك إلى السواد والبقع خرج بها إلى البياض مختلط بسواد كما يقال نعامة خرجاء إذا كان ريشها لونين والذكر أخرج وبعض العقبان مشربة بياضاً وملحةً أي سواداً هذه عبارته والأعرف في الملحة البياض وبعضها سود والصقع نفط بياض برؤوسها وبذلك سمي الأصقع من صغار الطير وعقاب خدارية سوداء والخدر السواد ابن دريد عقاب عجزاء إذا كان في ذنبها ريشة بيضاء أو ريشتان وقيل هي الشديدة الدابرة ويقال لدابرة الطائر العجازة وهي إصبعه وقال عقاب عسراء في جناحها قوادم بيض ويل هي القادمة البيضاء وأنشد\r\nسنانٌ كعسراء العقاب ومنهب\r\nوحكى الفارسي أن المسيرة منها التي فيها خطوط بيض أبو حاتم\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nعقاب نسارية وهي عقاب السلي وقيل عقاب نسارية لأن في ريشها شبها من ريش النسر وريش النسر يراش به السهام قال أبو عبيدة ويونس يقال للذكر من العقبان الغرن قال وحدثت أن ذكور العقبان من طير آخر لطاف الجروم لا تساوي شيئا يلعب بها الصبيان بدمشق والعقاب تصيد للناس يربونها ويتخذونها قال لي بازيار إنها تزجر وتألف وربما صادت حمر الوحش قلت وكيف تصنع قال إذا نظرت إلى حمير وحش رمت بنفسها في الماء حتى تبتل جناحاها ثم تخرج فتقع على تراب أو رمل فتحتمل منه بجناحيها ثم تطير طيراناً ثقيلاً حتى تقع على هامة الحمار فتصفق بجناحيها فيمتلئ عيناه تراباً فلا يبصر حتى يؤخذ قال ورأيت الحمير إذا سمعت صوت جناحيها وثقل طيرانها تحيد وتهرب بمينةً ويسرةً ويقال عقاب فتخاء للين جناحيها الفارسي وليست الفتخاء بصفة لازمة للعقاب في الجناح بل هي واقعة على كل ذات جناح لين ولا الفتخ أيضاً بلازم للجناح قد قيل رجل أفتخ وهو اللين مفاصل الأصابع مع عرض وهو الفتخ قال أبو حاتم ويقال لها لقوة ولقوة لمخالفة منقارها الأعلى السفل فأما ابن السكيت فقال اللقوة واللقوة العقاب ولم يشتق فأما ابن دريد فقال عقاب لقوة سريعة الاختطاف صاحب العين الجمع ألقاء وأنشد\r\nفتأوّت لهم قراضبةٌ من * كلّ حيٍّ كأنّهم ألقاء\r\nعلى ألقاه جمع لقىً وهو الشيء الملقى لا يؤبه له فجعلهم غير معروفين وأما أبو عبيد فقال اللقوة بالكسر العقاب سميت بذلك لسعة أشداقها وجمعها لقاء ممدود ولم يحك الفتح في اللقوة إنما اللقوة عنده الداء الذي يكون في الوجه الفارسي أرى اللقوة التي هي العقاب مشتقاً منه وذلك إذا ثبت أنها إنما سميت بذلك لاختلاف المنقارين لأن اللقوة التي هي الداء إنما هو اضطراب شكل الوجه واعوجاجه وقد لقي قال ونحو هذا تسميتهم إياها الشغواء أبو عبيد سميت شغواء لتعفف في منقارها أبو حاتم عقاب لخواء كذلك وقد تقدم أنها من النساء التي في قبلها ميل أبو عبيد عقاب عقنباة وعبنقاة وبعنقاة وهي ذات المخالب وأنشد\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nعقابٌ عقنبةٌ كأنّ جناحها * وخرطومها الأعلى بنارٍ ملوّح\r\nابن دريد هي الصلبة الشديدة صاحب العين عقاب لموع سريعة الاختطاف والتمعت الشيء اختلسته أبو حاتم يقال للعقاب صومعة ومنفنفة لأنها أبداً مرتفعة على أشرف مكان تقدر عليه ولا تراها أبداً لا منتصبةً وقيل منفنفة لأنها إذا طارت جمعت جناحيها فإن لم تر صيداً ألمعت قال الهذلي يصف موضع وكر عقاب\r\nولقد غدوت وصاحبي وحشيّةٌ * تحت الثّياب بصيرةٌ بالمشرف\r\nحتى انتهيت إلى فراش عزيزةٍ * سوداء روثة أنفها كالمخصف\r\nصاحبه ريح دخلت تحت ثيابه وهي بصيرة بالمشرف أي من أشرف فالريح تضربه وتدخل تحت ثيابه وهذه العزيزة السوداء عقاب وفراشها وكرها وعشها والمخصف الذي تخصف به النعال والروثة مجتمع الأنف ويقال للعقاب السهوم والهيثم وقيل الهيثم فرخ العقاب وقد تقدم أنه فرخ النسر ابن السكيت الناهض فرخ العقاب قال الهذلي\r\nجريمة ناهضٍ في رأس نيقٍ * ترى لعظام ما جمعت صليبا\r\nأبو حاتم ويقال له أيضاً التلج والتلدة والتلد ابن دريد الزمج ذكر العقبان وقيل هو جنس من الطير يصاد به صاحب العين الزمج طائر دون العقاب في قمته حمرة غالبة للقتمة تسميه العجم دو برادران وترجمة هذا الاسم إذا عجز عن صيده أعانه أخوه على أخذه وفيه لغة أخرى الزمجي والزمجة ابن الأعرابي القنواء العقاب صفة لازمة للأنثى والمقناة وكرها وقيل القنواء السريعة الاختطاف ابن دريد عقاب ملاع سريعة الاختطاف الطوسي ملاع وملوع وعقاب ملاع وأنشد\r\nكأنّ دثاراً حلّقت بلبونه * عقاب ملاعٍ لا عقاب القواعل\r\nوالشقذاء من العقبان الشديدة الجوع والطلب وأنشد\r\nشقذاء يحتثّها في جربها ضرم\r\nأبو عبيد الخائتة التي تختات وهو صوت جناحيها وانقضاضها وقد\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nخاتت تخوت صاحب العين هو الخوث والخوثان العنقاء العقاب لأنها تعنق بصيدها ثم ترسله وقيل هي طائر ضخم ليس بالعقاب والعنقاء المغرب كلمة لا أصل لها وقيل هي طائر عظيم لا يرى الا في الدهور ثم كثر ذلك حتى سميت الداهية عنقاء مغرباً ومغربةً وقيل سميت بذلك لأنها كان في عنقها بياض في الطوق الصرارة قال أبو حاتم هي عقاب عظيمة كدراء تضرب إلى التوشيم والتوشيم الخطوط التي تكون في قوائم الحمر وفي ظهور الضباع ولا تصيد غير الحيات زعموا المرزة طائر يشبه العقاب لا ينفع ولا يضر وقيل بل المرزة الحدأة التي تصيد الجرذان الفيئة طائر يشبه العقاب فإذا خاف البرد انحدر إلى اليمن على هو من الفئ وهو الرجوع وكأنها مخففة من فيعلة العجز طائر يضرب إلى الصفرة يشبه صوته نباح الكلب الصغير يأخذ السخلة فيطير بها من عظمه ويحتمل الصبي الذي بلغ سبع سنين ونحوها ويصيد القردة والوبار ويأخذ غثرة الطير وجماع العجز العجزان قال أبو حاتم أظنه الزمجة العقيب عقيب الجرذان تصيد الأرانب والجرذان بغثاء اللون أعظم وأغلظ من الحدأة بين العقاب والحدأة قلما تفضلت على الحدأة أي زادت .\r\nباب الصقر والبازي والشاهين\r\nمنها أبغث وأحوى وأخرج وأبيض وهو الذي يتصيد به الناس وعلى كل لون يكون الصقر وهو أعظم من الشاهين وكل طائر يصيد يسمى صقراً ما خلا العقاب والنسر وجمع الصقر أصقر وصقور وصقار وصقارة والأنثى صقرة وأنشد\r\nوالصّقرة الأنثى تبيض الصّقرا * ثم تطير وتخلّى الوكرا\r\nويقال كنا نتصقر اليوم أي نتصيد بالصقر ورجل صقار وهو قيم الصقور ومعلمها سيبويه هو السقر من الأول مضارعة\r\nولا أمغر الساقين بات كأنّه * على محزئلاّت الأكام نصيل\r\nالأصمعي الأمغر الذي في وجهه حمرة مع بياض ابن السكيت منقار الصقر يقال له أحجن لتعقفه والاسم الحجنة والحجنة أيضاً موضع\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nالإعوجاج والجمع حجن النضر الهيثم الصقر وقد تقدم أنه فرخ العقاب والنسر صاحب العين الشرق طائر من الصوائد مثل الصقر والشاهين وأنشد\r\nأجدل أو شرقٍ من الشّروق\r\nأبو عبيد القطامي والقطامي الصقر لأنه يقطم إلى اللحم ابن دريد القطام بالفتح إذا لم يكن فيه ياء اشتقاقه من القطم لأنه يقطم اللحم بمنسره أي يقطعه قطمته أقطمه قطماً أبو حاتم فأما البازي فالأزرق الأحوى والأرقط القصير الجناحين الغليظ ابن دريد في البازي ثلاث لغات بأز والجمع أبؤز وبؤوز وباز كقاض والجمع بزاة وباز كناز والجمع بيزان أبو حاتم وأبواز وزعم من لا أثق به أن البزاة كلها إناث والعرب لا تقول ذلك وقد بزا يبزو تطاول وتأنس والصقور البازي والشاهين والزرق واليؤيؤ والباشق كلها صقور\r\nوشرق شاهين من الصّقور\r\nأبو خيرة شه شبه الشاهين وليس به والصقر يقال له الأجدل والجمع الأجادل قال سيبويه أجدل صفة بمنزلة شديد ولكنه أجرى مجرى أفكل أبو حاتم صقر أجدلي نسبوه إلى أجدل وأنشد\r\nلو أن الصّقور الأجدليّة وثّبت * لها كلّ محمولٍ ضريٍّ ومرسل\r\nالفارسي أجدل وأجدلي وليس بنسب صاحب العين البوه والبوهة الصقر الذي يسقط ريشه أبو حاتم نتخ البازي اللحم ينتخه نتخاً نسره بمنقاره وكذلك النسر أبو عبيد الكرز البازي وهو بالفارسية كره وأنشد\r\nلمّا رأتني راضياً بالإهماد * كالكرّز المربوط بين الأوتاد\r\nقال أبو عمرو يشد ليسقط ريشه شبهه بالرجل الحاذق ابن دريد الكرز من الطير الذي قد أتى عليه حول أبو حاتم كرز الرجل صقره إذا خيط عينيه وأطعمه وهو لا يبصر وزجره حتى يذل ويتابع وقد كرز الصقر سقط ريشه الذي كان عليه ماثلاً وأعقب ريشاً آخر ابن دريد قرنس البازي قرنسةً\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nكرز أبو حاتم فأما الشاهين فهو ملاعب ظله وهو طائر يسنح كذا مرة وكذا مرةً كأنه ينصب على طائر وهو أكدر أبغث والبغثة شكلة كلون الرماد قال وقال الخشني ملاعب ظله أخضر الظهر أبيض البطن طويل الجناحين قصير العنق وهو الذي يقول\r\nلو كان ظليّ أرنباً القلت أر\r\nوأومأ الخشني بيده كأنه يختطف شيئا وقال يقال إنها كانت صقوراً فمسخت الفارسي هو بالعربية ملاعب ظله فأما الشاهين ففارسي معرب أبو حاتم ويسمى الشاهين الحر والسيذنوق وقال أبو خيرة السوذنيق وهو الشاهين وقال الأصمعي الشاهين هو بالفارسية شوذانه فأعربوه على ألفاظ شتى سوذانق وسوذق وسوذنيق وسيذنوق وحكى ابن جني شوذق وشوذانق قال وقال الفارسي أصله ساذانك أي نصف درهم قال وأحسبه يريد بذلك قيمته أو كأنه يصف البازي صاحب العين عتيق الطير البازي قال\r\nفانتضلنا وابن سلمى قاعدٌ * كعتيق الطير يغضي ويجل\r\nقوله يجل أي يرمى ببصره نحو الصيد وإنما أراد يجلى ولكنه حذف للوقف أراد أن يقول لانتهاء البناء وصقر أسفع أسود الخدين وأنشد\r\nأهوى لها أسفع الخدّين مطّرقٌ * ريش القوادم لم ينصب له الشّبك\r\nوكل صقر أسفع واللعطة السفعة في وجهه والعنز الأنثى من الصقور وقد تقدم أنها الأنثى من النسور والعقبان الأصمعي المضرح والمضرحي الصقر والأعرف بالياء صاحب العين المضرحي من الصقور ما طال جناحاه وهو كريم وأنشد\r\nكأنّ جناحي مضرحيّ تكنّفا * حفا فيه شكّا في العسيب بمسرد\r\nوقد تقدم ما هو في النسور وقد شبرق البازي اللحم شبرقةً نهسه الحر نحو السقر أغبر أسفع قصير الذنب عظيم المنكبين والرأس وقيل الحر من الصقور شبه البازي يضرب إلى الخضرة أصفر الرجلين والمنقار صائد وقيل بل الحر الصقر والبازي والسيذقان هو الصقر والبازي وأنشد\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nكالسّيذقان أو كتيس الحلّب\r\nالطوط الباشق والجمع الطيطان وهو يفرق الطير ولا يصيد الشصر هو الصقر والبازي صاحب العين يوصي طائر كالباشق إلا أنه أطول جناحاً وأخبث صيداً وقيل هو الحر الصرد والجمع الصردان والأنثى بالهاء طائر أبقع ضخم الرأس يكون في الشجر ويسمى مجوفاً وتجويفه بياض بطنه وخضرة ظهره ويسمى الشميط والأخيل قال سيبويه وهو طائر أخضر وعلى جناحيه لمعة مخالفة يذهب به إلى معنى الخيلان وأصله عنده الوصف وهو كأفعى وأجدل فأما أبو عبيد فقال الأخيل الشقراق عند العرب ابن دريد وهو الضؤضؤ أيضاً والشرشق أبو حاتم وقيل له أخطب لخضرة ظهره ولا تكاد ترى الصرد إلا في شعفة أو شجرة لا يقدر عليله شيء وهو يصطاد العصافير وصغار الطير وهو يتشاءم به غيره والنهس الصرد أبو حاتم هو طائر يصيد العصافير ويديم تحريك ذنبه والجمع نهسان أبو عبيد الواقي الصرد وأنشد\r\nولقد غدوت وكنت لا * أغدو على واقٍ وحاتم\r\nالفارسي سمي بصوته كما قال رؤبة\r\nولو ترى إذ جبّني من طاق * ولمّني مثل جناح غاق\r\nفسمى الغراب بصوته الستل طائر مثل النسر عظيم يضرب إلى السواد يحمل عظم الفخذ من البعير أو الساق أو كل عظم فيه مخ حتى إذا كان في كبد السماء أرسله على صفاً أو صخرة فينكسر فيهبط فيأكل مخه والجمع الستلان والستلان الغراب وجمعه الغربان وحكى غيره أغربة ابن دريد وأغرب وغرب وأنشد\r\nوأنتم خفافٌ مثل أجنحة الغرب\r\nالفارسي غربان وغرابين كعقبان وعقابين قال أبو حاتم يقال للضخم الأسود منها الغداف صاحب العين هو غراب القيظ الضخم الوافر الجناح أبو حاتم ويقال للصغار منها الصغار الشوي الحذف وقد تقدم أنها الصغار من الغنم صاحب العين العوهق هو الغراب الأسود والأعصم منها\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nالذي في أحد جناحيه ريشة بيضاء وقيل هو الذي في إحدى رجليه بياض وقيل هو الأبيض وفي الحديث إن المرأة الصالحة كالغراب الأعصم أي إنها عزيزة لا توجد كما لا يوجد هذا الغراب صاحب العين غراب قهقر شديد السواد ويقال للغراب مؤتبض النسا لأنه يجعل كأنه مأبوض يعني معقولاً أبو حاتم ومنها بقع في ألوانها بياض وسواد الواحد أبقع وصوته النغيق والنعيب وقد نغق ينغق نغيقاً ونعب ينعب نعيباً وإذا غلظ صوت الغراب وأسن قيل شحج يشحج شحيجاً وشحاجاً كما يقال للحمار والبغل أبو عبيد حجل الغراب يحجل ويحجل مشى والمصدر الحجل والحجلان أبو حاتم حجل الفارسي وذلك لأنه يمشي مشي المقيد والقيد يقال له الحجل أبو عبيدة السهل الغراب أبو حاتم ويقال للغراب الأعرج لأنه إذا مشى توثب كأنه مقيد يحجل وأنشد\r\nوظلّ غراب البين مؤتبض النّسا * له في ديار الظاعنين نغيق\r\nصيروه غراب البين لأنه زعموا ينغق بالبين فيتطيرون منه ويقال له غاق لصوته وقد تقدم بيت مثل جناح غاق ويقال له أعور من حدة بصره وكأنه ضرب من الفأل كما قيل للمهلكة مفازة وللملدوغ سليم وقيل سمي به لسواد حدقته وينادي عوير عوير ويقال طار عوير أبو عبيد الحاتم الغراب وأنشد\r\nيقول عداني اليوم واقٍ وحاتم\r\nصاحب العين هو الغراب الأسود وقيل هو غراب البين وهو أحمر المنقار والرجلين سمي بذلك لأنه يحتم بالفراق أبو حاتم يقال للغراب ابن دأية سمي بذلك لأنه مولع بالوقوع على الدبر التي على دأيات ظهور الإبل صاحب العين الغداف يصخ بمنقاره في الدبر أي يطعن واللقحة واللقحة الغراب قال سيبويه ويقال للغراب ابن بريح معرفة السكري العجد الغربان هذلية العقعق طائر كالغراب يحجل حجلاناً والأنثى عقعقة وهو يدجن والغراب لا يدجن والعقعق يسرق كل شيء من الدراهم والدنانير وكل شيء ويخبأه ثم ربما رده بعد ذلك ومثل للعرب أحدر من العقعق صاحب العين وهو الشجوجي والأنثى شجوجاة العزيزاء هنية سوداء جداً تبني بيتها بالحصى الذعرة هنية تكون في الشجرة تدخل فيها لا تراها الا\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nمذعورة تهز ذنبها الحوية صغيرة حواء السودانية هنية سوداء طويلة الذنب بصغر الضجرة وسوادها تدخل في الشجرة الفاختة هي المطوقة الذكر والأنثى فاختة وهي تقرقر والقمري كالفاختة مطوقة وهي تقرقر وتضحك كما يضحك الانسان والأنثى قمرية وساق حر كالقمري يضحك أيضاً ويسمى بصياحه ساق حر ولا تأنيث له ولا جمع الشقوقة هنية صغيرة زريقاء لون الرماد قال وأظنها الشقيقة وهي دخلة من أصغر الدخل كديراء وهيئتها هيئتهن إلا أنها أصغر منهن وإنما سميت شقيقة من صغرها اشتقت من شيء قليل ابن الماء يقال لطير الماء كلها بنات الماء الواحد ابن الماء قال\r\nوردت اعتسافاً والثّريّا كأنّها * على قمّة الرأس ابن ماءٍ محلّق\r\nغيره والغماسة من طير الماء غطاط يغتمس كثيراً ابن دريد وهو الغماس والرهو طير الماء وقد تقدم أنه الكركي غيره والزقة طائر من طير الماء يمكر حتى يكاد يقبض عليه ثم يغوص فيخرج بعيداً وهو الزقق وعنز الماء ضرب من طير الماء والعجهوم طار من طير الماء كأن منقاره جلم الخياط صاحب العين الغر من طير الماء واحدها غراء الذكر والأنثى في ذلك سواء والأغثر طير ملتبس الريش طويل العنق وهو من طير الماء القاق طائر مائي طويل العنق صاحب العين الغاقة والغاق من طير الماء بط الماء هنات حمر إلى الصغر وتسمى عندهم الإوز والإوز ضروب كثيرة وأجناس وطير الماء أكثر من مائتي لون زعموا والعرب لا تعرف أكثرها قال وأسماؤها عندنا بالنبطية لأنها في البطائح في بلاد النبط والشاهمرجات أيضاً ضروب وألوان والعلجوم الذكر من البسط صاحب العين النحام طائر على خلقة الإوز واحدته نحامة وقال المسيح مشى البطة المرعة قال أبو حنيفة هو طائر أخضر ولا يكاد يرى الا في المطر والذي حكاه سيبويه المرعة قال والجمع مرع على باب عشرة وعشر لا على باب غرفة وغرف لأن فعلةً لا يكسر على فعل ولذلك قالوا هو المرع فذكروا فلو كان كغرف لقلواهي التنوط قال أبو حاتم هو من طير البر هنية\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nسوداء كالضوعة تعلق عشها في الشجرة الطويلة فلذلك قال الشاعر في إبل وصفها بالطول\r\nتقطّع أعناق التّنوّط بالضّحى * ويفرسن في الظّلماء أفعى الأجارع\r\nأي من كثرتها وهي تطيل عشها حتى يدخل الرجل يده إلى المنكب وقال أبو عمرو بن العلاء التنوط بفتح التاء وضم الواو وقال أبو زيد بضم التاء وكسر الواو ومثل للعرب لأنت أصنع من تنوط أبو عبيد واحدة التنوط تنوطة التهبط التاء والهاء مكسورتان طائر أغبر بعظم فروج الدجاجة وعلى شكل اليمامة يصوب رأسه ثم يصوت كأنه يقول أنا أموت أنا أموت شبهوا صوته بهذا الكلام السويداء طائر أبقع أسود المنقار يطير في التمر ويجرسه ويأكله قليلاً قليلاً البتراء التي تطير من تحت قدم الانسان وهو لا يشعر تطير قريباً من الأرض ثم تقع في الحشيش قصيرة الذنب الشحمة هنية بيضاء طويلة قصيرة المنقار بصغر الكعيث نأكل العنب وتقطعه قال سيبويه ولا يستعمل الكعيت الا مصغراً وهو البلبل ويقال له أيضاً الجميل ولا يستعمل الا مصغراً غير أنه كسرهما بغير حرف التصغير فقال كعتان وجملان وله نظائر كسكيت وكميت وقد تقدما وبين وجه تعليلهما أبو حاتم الغبرور عصيفير أغبر لون التراب البهدلة طائر أخضر بعظم الضجرة والجمع بهدل الدخل طائر أحوى في ذنبه ريشتان بيضاوان أو ثلاث يأكل الدخن صاحب العين القمراء طائر صغير من الدخاخيل الجشنة والجماع الجشن مسخة من المسخات والمسخات الدرجة والقبرة والعزيزاء والجشنة ويقال الجشنة وهي تعشش بالحصى والجشنة سوداء تصيب بذنبها الحمحم حمامة طويل الذنب أصغر من الدبسي وهو حمام الوحش قال وأما الحمحمة التي سماها الطائفي الحمحمة فطائرة ليست من الدخل هي أكبر من الدخل يعلوها سواد وباطنها الحمرة وهي دوين الحمامة في العظم ورجلاها إلى القصر وعنقها مقتدر والجمع الحمحم قال وأظنه الحمحم بعينه الدرجة طائرة تدخل في حجرة الجرذان تعشش فيها اليمام واحدتها يمامة وهي كالحمامة الا أنه ليس فوق ذناباه بياض وذلك الذي يفصل بين الحمام واليمام وحمام مكة أجمع يمام قالوا والحمام والدبسي\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nوالقمري والفاختة والأنن والجميع الأنان واليمام كل هؤلاء حمام والوراشين وساق حر قالوا واليمامة بعظم الحمامة كدراء اللون بين القصيرة والطويلة ضخمة الرأس تكون في الشجر والصحاري تبيض بيضاً عظاماً رقشاً مثل بيض الحبار الا كبد طائر ظهره أغبر وبطنه أسود وهو عصفور الصليقاء مثل العزيزاء على لونها وفيها بياض وسواد أم رباح مثل الضوعة غير أنها حمراء الجناحين والظهر تأكل العنب الأبرق طائر يأكل الدخن والجمع البرق المشتري طائر أصفر الظهر بعظم العين وقيل بطنه أغبر وظهره أخضر الحمرة طائر بعظم العصفور ويكون منها كدراء ودهساء ورقشاء وألوانها واحدة يعني إذا كانت كدراء فجميع لونها أكدر وإذا كانت دهساء أو رقشاء فجميع لونها كذلك والحمر من عصافير الطير وقد خفف وقال ابن أحمر\r\nإن لأتلافهم تصبح منازلهم * قفراً تبيض على أرجائها الحمر .\r\nالعصفور والنقاز واحد\r\nالذكر أسود الرأس والعنق وسائره إلى الورقة وفي جناحيه حمرة والأنثى العصفورة ولونها إلى الصفرة والبياض ويقال لها نقازة النغر أصغر العصافير الفرخ منها أو الضاوي تراه أبداً صغيراً والجميع النغران والنغر عند أهل المدينة البلبل قال صلى الله عليه وسلم لصبي من الأنصار كان له نغر فمات يا أبا عمير ما فعل النغير وقيل هو ضرب من الحمر الراعية يقال لها راعية الخيل طائرة صفراء صغيرة تراها أبداً تحت بطون الخيل والدواب كأنما خضب جناحاها وعنقها بالزعفران فيها كدرة وسواد وظهرها أصفر وزمكاها لا طويلة ولا قصيرة الكروان بعظم الدجاجة غير أنه أسبط وأطول عنقاً وأطول رجلين رأسه بعظم رأس الدجاجة وزمكاه قصيرة وعيناه زرقاوان وزعموا أن الحجل فراخه وهو أحمق طائر يقال له أطرق كرا يحلب لك وهو مثل فإذا قيل له هذا اليد بالأرض حتى يرمى وكرا ترخيم كروان في قول من قال يا حار ويجمع كروانات وكرواناً على غير قياس الفارسي كروان ليس بجمع كروان إنما هو جمع كراً وإلى\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nهذا ذهب سيبويه وحكى الفارسي أنه يجمع على كراوين قال وأنشد بعض البغداديين في صفة طير\r\nحتف الحباريات والكراوين\r\nابن دريد النهار ولد الكروان وجمعه أنهرة أبو عبيد الليل ولد الكروان أبو حاتم الطريق والطريق الكروان الذكر لأنه إذا رأى أحداً سقط على الأرض فأطرق وزاد ابن دريد يقال له أطرق فيسقط الحجل الواحدة الحجلة مثل صغار القبج وهي قصعاء وصوتها وق وق وهي تقطقط وقالوا في جمع الحجلة الحجلى وأنشد\r\nارحم أُصيبيتي الذين كأنّهم * حجلي تدرّج بالشّربّة وقّع\r\nعلى الحجلى اسم للجمع كالقصباء والطرفاء وليست بجمع لأن فعلى ليست من أبنية الجمع الطائفي الحجلة طائر وردي أحمر الرجلين والمنقار أسفع الخدين تحت جناحيه في جنبه مثل ما في جناح اليعقوب والذكر أحسن من الأنثى الحجل الغبراء الأصمعي الفرخ منها السلك والأنثى السلكة والجمع السلكان وقال بعضهم السلف والسلفان أبو حاتم النجدي من الحجل أخضر مثل البقل أحمر الرجلين ويسمى صفرداً والتهامي من الحجل فيه بياض وخضرة ويسمونه القهيبة غيره والقهبي ذكر الحجل واليعقوب ذكر القبجة والقبجة اسم فارسي معرب وصوته ققا ققا ويقهقه ويلقط الأولاد يطعمها الطائفي اليعقوب طائر أغبر أسود الخدين واللحي الأسفل أحمر الرجلين والمنقار ما تحت جناحيه يشبه العصب القطا ابن السكيت قطاة وقطاً وقطيات وقطوات أبو حاتم القطا لونان الكدري والجوني فالكدري غبر الألوان رقش الظهور والبطون صفر الحلوق قصار الأذناب ويقال للكدري العربي والورق وهي ألطف من الجوني والجونية تعدل بكدريتين وهن سود البطون سود بطون الأجنحة والقوادم وأرجلها أضلع من أرجل الكدري ولبان الجونية أبيض وبلبانها طوقان أصفر وأسود والظهر أغبر أرقط وهو\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nكلون ظهر الكدرية الا أنه أحسن ترقيشاً تعلوه صفرة وهي قصار الأذناب أيضاً قال ووجد في بعض رقاع الأصمعي بعد موته بعض العرب يهمز الجوني ولم يقله غيره الفارسي هو على توهم الضمة التي في الجيم واقعةً على الواو ومثله قراءة من قرأ فاستوى على سؤقه وحكى عن أبي العباس أنه قال كان أبو حية النميري يهمز كل واو ساكنة قبلها ضمة وهذا الطير ما حكاه سيبويه من قول بعضهم في تخفيف الكمأة الكماة وذلك لأنهم توهموا الحركة التي على الهمزة واقعةً على الميم فبقيت الهمزة ساكنةً وصورة تخفيف الهمزة إذا كانت ساكنةً وما قبلها متحرك أن تقلب إلى الحرف المجانس لحركة ما قبلها هذا تعليل أبي علي وأما أبو زيد وأبو حاتم فحكياه ساذجاً مغسولاً أبو حاتم الغضف من القطا هو الجوني بعينه الواحدة غضفة وتسمى الجونية غتماء لأنها لا تفصح بصوتها إذا صوتت انما تغرغر إحداهن بصوت في حلقها والكدرية فصيحة تنادي باسمها وأما الغطاط فضرب من الطير ليس من القطا الواحدة غطاطة وهي غبر الظهور والبطون والأبدان سود بطون الأجنحة طوال الأرجل والأعناق وبأخدعي الغطاطة مثل الرقمتين خطان أسود وأبيض وهي لطيفة فوق المكاء وانما تصاد بالفخ لا تكون أسراباً أكثر ما تكون اثنتين أو ثلاثاً ولهن أصوات وهن غتم أيضاً انما تغطغط إحداهن بصوت في حلقها وانما تصوت حين تطير ثم تقطع التصويت وقال أبو الدقيش الغطاطة بيضاء شديدة البياض ورجلاها حمراوان قصيرتان وفي ظهرها خطان أو ثلاثة سود غيره الغطاطة مثل الفطاة في قدرها وطولها غير أنها كدراء اللون فأما أبو عبيد فقال الغطاط القطا واحدته غطاطة فعم به وأما ثعلب فقال هو ضرب من القطا وهو أبكر ما يكون في الورد قال وأنشد ابن الاعرابي\r\nوقد أغتدي قبل ضوء الصّباح * ودهم القطا في الغطاط الحثاث\r\nفأما الغطاط بالضم فالصبح وقد يقال فيه بالفتح الأصمعي القطا ضربان فالقصار الأرجل الصفر الأعناق السود القوام الصهب الخوافي هي الكدرية والجونية والطوال الأرجل البيض البطون الغبر الظهور الواسعة العيون هي الغطاط وبيت الهذلي\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nيتعطّفون على المضاف ولو رأوا * أُولى الوعاوع كالغطاط المقبل\r\nروى بالفتح والضم فمن روى بالفتح أراد أن عدي القوم يهوون إلى الحرب هوى الغطاط ومن رواه بالضم أراد أنهم كسواد السدف أبو عبيد القطاة المارية الملساء ابن الاعرابي الغضارة القطاة والهوذة القطاة وخص بعضهم به الأنثى ابن دريد هي ضرب من الطير غيرها صاحب العين النهار فرخ القطاة والغطاط والجمع أنهزة وقد تقدم أنه ولد الكروان والسلك فرخ القطا وقد تقدم أنه فرخ الحجل والمقعدات فراخ القطا قبل أن تنهض وكل فرخ طائر قبل أن ينهض مقعد وخص بعضهم به فرخ النسر أبو عبيد فرخ قطاة عاتق قد استقل وطار قال ونرى أنه من السبق صاحب العين اليعقوب ذكر القطاة وقد تقدم أنه ذكر الحجل وبه سميت اليعاقيب من النحل وقال طار القطا عرفا عرفا أي متتابعاً أبو حاتم الحنزاب ذكر القطا وقال لغط القطا صوت صاحب العين يلعط لغطاً ولغيطاً ابن السكيت ألغط الحباري طائر بعظم الديك العظيم كثيرة الريش ومنها بيضاء وكدراء وحمراء مشربة الحمرة كدرةً لا طويلة الرجلين ولا قصيرتهما طويلة العنق والذنب تبيض بيضاً من نحو بيض الدجاجة في العظم وهي دجاجة البر تأكل كل شيء زعموا حتى الخنافس أبو حاتم الخرب ذكر الحبارى والجمع الخربان ابن دريد الحبجر والحباجر والحبرج والحبارج ذكر الحبارى أبو حاتم ويقال للصغير منه الحبرور واليحبور وقيل اليحبور طائر ما وقال الأصمعي يقال للصغير منها النهار وقد تقدم أنه فرخ الكروان والقطا والقلوص الصغيرة حتى تسترئل ويصاحبها حتى تشب والجمع القلاص والقلص كما يقال من الإبل والنعام قال الشماخ من كلمة له\r\nوقد أنعلتها الشمس نعلاً كأنّها * قلوص حبارى ريشها قد تمّورا\r\nوربما سميت الحبارى عنزاً وقال غطت الحبارى عنزاً وقال غطت الحبارى تغط غطيطاً صوتت وقد تقدم في الفهد والنمر السيرافي الجنبر والجنبار فرخ الحباري وقد مثل\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nبهما سيبويه المكاء طائر دقيق أبيض طويل الرجلين والعنق وساقاه بيضاوان كبياض جسده صغير المنقار قصير الزمكي يكون في كل زمان وله صفير حسن وتصعيد في الجو وهبوط وهو في ذلك يصفر والأنثى مكاءة والجميع مكا كي ويقال غرد المكاء ونعب وصدح وغنى وصاح وصوت والتطريب أرفع صوته وأطوله نفسا وترجيعاً وهو التغريد والنعب والصدح والصياح والتصويت والصوت قال وقال أبو سلم الأعرابي المكاء يقوقي قوقاةً ويصئي صئياً وينقض صاحب العين الهدهد أبيض اللون ببياض وحمرة وسواد له عرف طويل على رأسه وصوته الهدهدة وربما قيل له هداهد قال الراعي\r\nكهداهدٍ كسر الرّماة جناحه * يدعو بقارعة الطّريق هديلا\r\nوذكروا أنه غير الهدهد وفي صوته هدهدة ويقال إن الهديل الذكر من جنسه فكأنه يدعوه يقال هذا حمام الوحش يهدل هديلاً صاحب العين الهدهد يكنى أبا الربيع المؤدنة طائرة من الدخل كديراء صغيرة بصغر القنبرة صغيرة الزمكي قصيرة العنق والرجلين على حد الحمرة ويكون منهن دهساء يكن في القلع والشجر والجمع المآدن الكحلاء طائرة من الدخل دهماء كحلاء العينين تعرفها بتكحيلها وهي بعظم المؤدنة والدخل كله على حذاء واحد قصيرة العنق والزمكي الرضيم طائرة من الدخل كدراء اللون ليس بينهما شيء إذا كانت المؤدنة كدراء اللون الا أن المؤدنة أحدهما وأشردهما يقال هذه رضيم مؤنثة وتسمى أيضاً رضمةً والجمع رضمات لأنها ترضم بالأرض رضوماً ولا تكاد تطير أي تلزق بها لزوقاً الصقعاء دخلة كدراء اللون بصفرة ورأسها أصفر صغيرة قصيرة الزمكي والرجلين والعنق والدخل كله عندهم عصافير وكلهن حمر وأما الصقعاء بسواد فدخلة دهماء ورأسها أسود قصيرة الزمكي والعنق الشوالة دخلة كدراء إذا وقفت على شجرة أو حجر خطرت بزمكاها خطران الفحل وسميت شوالة لأنها تشول بذنبها وفي بطنها وسفلتها شيء من حمرة واللبيد طائر مثل ملاعب ظله في العظم إذا أسف إلى الأرض لبد لأنه لا يكاد يطير إلا أن يطار السماني طائر طويل العنق والرجلين أرقش كأنه المرعة في العظم والطول هجاء المرعة أي شكلها وقدرها ويقال فلان\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nعلى هجاء فلان أي على قدره في الطول والعظم والواحدة سماناة والجمع السماني والسمانيات وهي السمامة والسمام وقيل السمامة طائر خفيف الطيران ولذلك شبه النابغة إبلاً سراعاً تريد عرفة بها فقال في ذلك\r\nسماما تبّاري الرّيح خوصا عيونها * يزرن ألالاً سيرهنّ التّدافع\r\nجميل حر طائر من الدخل أكدر نحو من الشقيقة في الصغر أعظم رأساً من الشقيقة بكثير والجمع جميلات حر وقد قدمت تعليل الجميل المفرد الذي هو البلبل الضوعة صغيرة ولونها إلى الصفرة عاليتها رقشة وباطنها صفرة وزرقة قصيرة العنق والزمكي أصغر من العصفور إليها الصغارة واللؤم يقول إليها انتهيا وانما سميت ضوعةً من قبل صويت لها يصوت في وجه الصبح وقيل الضوعة سوداء كسواد الغراب وهي أكبر من الضجرة قليلاً حمراء الخوافق والضوع طائر أسود مثل الغراب أصغر منه غير أنه أحمر الجناحين ورديهما وقيل هو من العصافير والعصافير ما صغر من الطير فكان دون الدخل والحمر والحمرة والعصفور يجمعان الدخل وما دونهما وقيل الضوع طائر أبغث مثل الدجاجة وهو طيب اللحم وقد اختلفوا في الضوع فقال بعضهم انه من غير الطير ابن دريد والجمع أضواع وضيعان أبو حاتم الضوع لغة في الضوع والصفصف هو العصفور في بعض اللغات حكاه ابن دريد أبو حاتم الرغاء طائر من الدخل أكدر اللون بعظم رأس الدخل قدها كقد سائره أصغر من المؤدنة وصوته رغاء وهو بصغر الشقيقة والجمع الرغاآت الدراج لا يكون بأرضهم وهو طير أرقط بسواد وبياض قصير المنقار مقتدر الرجل والعنق والأنثى دراجة وهي الدرجة مثال رطبة سيبويه وهي الدرجة وهي فعلة من أول وهلة ليس أصله الحركة ويقال لها أيضاً قوقلة والذكر قوقل وحيقطان ابن دريد وهو الحيقطان والضم أعلى والحيقط الدراج وقال مرة هو ضرب من الطير وليس بنبت أبو حاتم الخرارة طائر ليس من الدخل أرقش برقشة من بياض أو حمرة غالبة وهي أعظم من الصرد وأغلظ لا يكاد يأكل الرجل منها اثنتين مقتدرة العنق قصيرة الزمكي والرجلين والجميع الخرار الفقاقة طائرة من العصافير بقيعاء وليست من الدخل ولونها أبقع\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nنصفان نصف أبيض ونصف يضرب إلى السواد والدهمة قصيرة الرجلين والعنق وكل شيء منها وهي أصغر من النقاز والجميع الفقاق مخفف العنقاء المغربة داهية وليست من الطير علمناها يقال ضربت عليه العنقاء المغربة إذا أصابه بلاء أو خاوية والخاوية الداهية ابن دريد العنقاء المغرب كلمة لا أصل لها يقال إنها طائر عظيم لا يرى الا في الدهور ثم كثر ذلك حتى سموا الداهية عنقاً مغرب ويقال عنقاء مغرب قال أبو علي عنقاء مغرب وصف فأما الإضافة فعلى نحو صلاة الأولى وباب الحديد ومسجد الجامع كأنه عنقاء أمر مغرب أو خبر مغرب أبو حاتم الرخمة والجمع رخم ورخم طائرة ضخمة بيضاء تأكل الجيف ولا تصطاد ويقال لها الأنوق يقال في مثل للعرب أبعد من بيض الأنوق وربما خالط لونها الاختماس يعني النقط الصغار لا ترى والرخمة بعظم العقاب وتسمى أم جعران وأم رسالة وأم قيس وحفصة وأم عجينة والذكر منها العدمل والفراخ النقانق ولا تبيت الا في أرفع موضع تقدر عليه ويقال قعدت الرخمة وجلست ولا أعلم ذلك يقال في غيرها من الطير ابن دريد جثمت الرخمة كذلك الفارسي المجاثم معموم بها جميع مواقع الطير وقد تقدم أبو حاتم ولا يرى بيض الأنوق الا في شق جبل أو رأس عضاهة لا يقدر عليه الحدأة والجمع الحدأ طائر لا يصيد انما لها الجيف والأسئار وهي سوداء ودخناء ورمداء قال العجاج\r\nكما تداني الحدأ الأويّ\r\nأي التي يأوي بعضها إلى بعض ويتداني البومة طائر يكون في الجبال أبغث أكرد بعظم الدجاجة يطير ويصيح بالليل وهو شبيه بالباشق وجمعها البوم والنهام البوم وجمعه نهم البوهة والبوه طائر مثل البومة ويقال هو ذكرها قال رؤبة\r\nكالبوه تحت الظّلّة المرشوش\r\nقال وانما يفعل ذلك بالصقر إذا كرز فشبه البوه في كبره به وأنشد\r\nأيا هند لا تنكحي بوهةً * عليه عقيقته أحسبا\r\nعقيقته شعره الذي يولد به وريشه وغير ذلك والأحسب لون إلى الحمرة\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nالهامة طائرة كدراء غبراء مثل لون البوم بعظم البومة قال والهامة العظيمة الرأس وهي زرقاء تنظر من كل مكان أينما درت أدارت رأسها قبلك ولا تقبل بصدرها والجميع الهامات والهام ولا تطير البومة ولا الهامة بالنهار ولكن يكونان في الغيران ظاهرتين ويتطير بالهامه ويتنكد بها وقوم لا يتطيرون بها ولا يتنكدون فلا تضرهم بإذن الله تعالى وقوم كثير يتيمنون بها وقالوا لا ترى الا بالليل في رؤوس الجبال وقال بعض أهل الجاهلية كانوا يقولون إنها هام الناس إذا مات الانسان خرجت من رأسه هامة وذلك باطل قال أبو خيرة تصيح عند القبور وخالفه أبو الدقيش قال ذو الرمة\r\nيا أيّها ذيّاً الصّدى الضّبوح * أما تزال أبداً تصيح\r\nوقال بعضهم البومة بضخم العقاب والهامة طائرة صغيرة قال ابن خازم السلمي وقتل له ابن بهراة\r\nفان تك هامةٌ بهراة تزفو فقد أزقيت بالمروين هاما\r\nوهذا في مذهب من قال يخرج من هامته طائر يصيح عند قبره صاحب العين النهام طائر شبه الهام وقد تقدم أنه البوم وقال ناهت الهامة نوهاً رفعت رأسها ثم صرخت الثبج من الهام يصيح الليل أجمع كأنه يئن والجمع الثبجان الخبل طائر يصيح الليل أجمع صوتاً واحداً يحكي ماتت خبل ماتت خبل وهو ثبج أيضاً السلاءة طائر فيه رشمة طويل الرجلين والعنق والمنقار والجميع السلاء وأصل السلاءة الشوكة من شوك النخل وقد قدمت تفسير بيت علقمة سلاءة كعصا النهدي عند ذكر السلاءة من النصال التبشرة الصفارية وقال غيره هو هني أبيض البطن والرقبة يقع على الشجر ويصطاد بالضلع يعني الفخ قال الشاعر\r\nحجازيّة لم تدر ما طعم فرفرٍ * ولم يأت يوماً أهلها بالتّبشّر\r\nالفرفر النقاز وقد يقال الفرفور وهو الصر وقال بعضهم الفرفر ولا أثق بفصاحته فأما فرفر وفرفور فمثل زرزر وزرزور السمنة طائر أغبر له ذنب طويل أكحل العينين أصفر المنقار يدخل في الشجرة والجميع السمان والسمنان وقيل\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nهي الطويلة الذنب رقيطاء دبيساء مثل التبشرة على ليس السمان ولا السمنان جمع سمنة انما هما دالان على الجميع القنبرة ويقال القبرة وتخفف الباء أيضاً قال الشاعر\r\nجاء الشّتاء واجثألّ القبّر\r\nوهي طائرة من العصافير غبراء بعظم النقاز على رأسها قنبرة والقبرة تطير في السماء وتصفر قال سيبويه وهي القنبراء أبو حاتم يقال لذكره ذفيف الذال معجمة ابن دريد العلعل والعلعال طائر يقال له القنبر أبو حاتم الكعيت البلبل والجميع الكعتان وصوت البلبل العندلة وقد عندل وأهل المدينة يسمونه النغر وأنشد الأصمعي\r\nتساقط الكعتان في حبّ الأثب\r\nخفف همزة الأثأب وهو شجر يشبه الأثل مستعير الحسن طائر أحمر كأنه الدم أسود الرأس إلى ما بين جناحيه وفي الحوصلة خيط أسود إلى ما بين رجليه عير السراة طائر كهيئة الحمامة قصير الرجلين مسرولهما أصفرهما أصفر المنقار أكحل العينين صافي اللون يضرب لونه إلى الخضرة أصفر البطن وما تحت جناحيه وباطن ذنبه كأنه بردوشي ويجمع عيور السراة ويقال لها أيضاً الرهطى وجماعه الرهاطي يأكل الواحد منها ثلاثمائة تينة حين تطلع من الورقة صغاراً وتأكل زمع عناقيد العنب والسراة موضع بناحية الطائف وهي سروات عدة القواري واحدتها قارية وهي الخضيراء التي تدخل حجرة الجرذان ويسمون القارية السوداء الضجرة وهي عرماء والعرم بياض ببطنها والجميع الضجر أبو عبيد القارية طير خضر تحبها الأعراب يشبهون الرجل السخي بها وقال مرة هو هذا الطائر القصير الرجل الطويل المنقار الأخضر الظهر صاحب العين وهي الخضارى أبو حاتم الغرنيق من طير الماء أخضر طويل المنقار والجمع الغرانيق وهي التي تراها تطير جماعةً ويقال الغرنوق وهو الكركي زعموا وأنشد الأصمعي\r\nيظلّ تغنّيه الغرانيق فوقه * أباهٌ وغيلٌ فوقه متأصر\r\nقال ابن جني يقال غرنيق وغرنيق وغرنوق وغرانق وغرونق قال وقال سيبويه الغرنيق من بنات الأربعة وذهب إلى أن النون فيه أصل لا زائدة فسألت أبا\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nعلي عن ذلك فقلت له من أين له ذلك ولا نظير له من أصول بنات الأربعة يقابلها وما أنكرت أن تكون زائدة لما لم تجد لها أصلاً يقابلها كما قلنا في خنثعبة وكنهبل وعنصل وعنظب ونحو ذلك فلم يزد في الجواب على أن قال إنه قد ألحق به العليق والالحاق لا يوجد الا بالأصول وهذه دعوى عارية من الدليل وذلك أن العليق وزنه فعيل وعينه مضاعفة وتضعيف العين لا يوجد للإلحاق ألا ترى إلى قلف وإمعة وسكير وكلاب ليس شيء من ذلك بملحق لأن الالحاق لا يكون من لفظ العين والعلة في ذلك أن أصل تضعيف العين انما هو لتكثير الفعل نحو قطع وكسر فهو في الفعل مفيد للمعنى وكذلك هو في كثير من الأسماء نحو سكير وخمير وشراب وقطاع أي يكثر ذلك منه وفيه فلما كان أصل تضعيف العين انما هو للفعل ودلالته على التكثير لم يكن أن يجعل للالحاق وذلك أن العناية بمفيد المعنى عند العرب أقوى من العناية بالملحق ألا ترى أنهم قالوا قطع تقطيعاً وكسر تكسيراً فجاؤوا بمصدره مخالفاً للفعللة فلم يقولوا كسرته كسرة كما قالوا دحرجته دحرجة فدل انصرافهم عن سنة الالحاق وأن يقولوا فيه كسرة وقطعة كما قالوا في الملحق الجهورة والبيطرة والحوقلة فجاؤوا به على وزن الدحرجة والهملجة على أن عنايتهم بالمعنى آكد من عنايتهم باللفظ وإذا كان ذلك كذلك وكان التضعيف انما أصله للمعنى فيمتنع أن يكون تضعيفها للإلحاق لانصراف العرب بتضعيف العين عن الإلحاق إلى المعنى إذ كان الالحاق صناعةً لفظية لا معنوية فهذا كله يمنع أن يكون العليق ملحقاً بغرنيق وإذا حصل ذلك احتاج كون النون أصلاً إلى دليل والا كانت زائدة على ما تقدم قال والقول عندي أن هذه النون قد ثبتت في هذه اللفظة أني تصرفت ثبات بقية أصول الكلمة الفارسي قال أبو بكر ويسمى الكركي الرهو قال الفارسي مرة هو بالعربية وهو بالفارسية كركي والخبرجل الكركي القولع طائر أحمر الرجلين كأن ريشه شيب مصبوغ ومنها ما يكون أسود الرأس وسائر خلقه أغبر وهو يوطوط المدبج طائر يشبه القمري إلا أنه أكبر منه اليحموم طائر يشبه الدبسي إلا أنه أصغر منه أسود البطن إلى طرف الذنابي أسود الرأس والعنق والصدر وظهره أعرم كهيئة الموشي أصفر المنقار والرجلين الخضيراء طائر أحمر مظلم يتبع الحجارة وما أشرف من الأرض الصعصع طير أبرش قلق المواضع يأخذ الجنادب ويصيده\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nالقخ البلنصي طائر أغبر طويل الذنب قصير المنقار والرجلين كثير الصباح طيب الصوت وجماعه البلصوص على غير القياس وقال ابن قتيبة بعكس هذا في الواحد والجميع وكلا القولين ليس بحقيقة إنما البلصوص اسم لجمع البلنصي على قول أبي حاتم والبلنصي اسم جمع البلصوص على قول ابن قتيبة لأن فعلولاً وفعنلي ليسا من أبنية الجموع وقال يجتمع منه العشرة والخمسة عشر يصحن في أوكار الواحدة كأنه يقع بينهن واحد غريب الفتاح طائر أسود يكثر تحريك ذنبه أبيض أصل الذنب من تحته ومنها أحمر ويسمى ابن عجلان والفتاحة طويئرة حمراء ممشقة بحمرة الشرشر طويئر صغير يشبه لونه لون البرود ينقر الدود ويأخذه الفخ وأهل المدينة يسمونه الشر يشر والشر يشير وقال الأصمعي نظر ابن أبي الزناد إلى يوسف القاضي فقال من هذا الذي كأنه شر يشير يتقوس على حباله أبو عبيد الشرشور طائر صغير مثل العصفور بلغة أهل الحجاز ويسميه الأعراب البرقش صاحب العين وأبو براقش طائر شبيه بالقنفذ أعلى ريشه أغبر وأوسطه أحمر وأسفله أسود فإذا انتفش تغير لونه ألواناً شتى أبو حاتم أبو صبيرة وهو أبو صبرة طائر أحمر البطن أسود الرأس والجناحين والذنب وسائره أحمر بلون الصبر ويجمع الصبرات والصبيرات زغيم طويئر أحمر الحلق وسائره أغبر المصعة طائر يمصع بذنبه أخضر يأخذه الفخ أبو دخنة طائر يشبه لون القنبرة السلوى طائر يضرب إلى الحمرة دقيق الرجلين يتدخل في الشجر التمير وهو أبو تمرة وأظنه التمرة أصغر ما يكون من الطير يجرس الزهر والشجر كما تجرس النحل والدبر والتمرة هو النسك بالفارسية وأنشد\r\nواحتمل اليتم فريخ التّمره\r\nالقراع كأنه قارية له منقار غليظ أعقف أصفر الرجلين يأتي العود اليابس فلا يزال يقرعه قرعاً يسمع صوته ونسميه النقار كأنه يقطع ما يبس من عيدان العروق بمنقاره فيدخل فيه والجمع القراعات القمعل طويئر أسود قصير الرقبة والمنقار الهدبة طويئر أغبر أصغر من الهامة يشبهها والخبل يشبهه إلا أنه أصغر منه الخفدود الخطاف وهو طائر أسود صغير وليس من العصافير ابن دريد\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nوهو الخفدد المشرة طائر مدبج كأنه ثوب وشي صغير الإوز واحدته إوزة ويجمع على إوزين الفارسي الإوز أكثر وأنشد\r\nكأنّ قزّاً تحتها وخزّا * وفرشا محشوّةً إوزّاً\r\nوالإوز والبط عنده سواء ابن دريد البط من الطير أعجمي معرب وصغاره وكباره عند العرب إوز والحذف ضرب من البط صغار وقد تقدم أنه صغار الغنم أبو حاتم اللواء والجمع اللوا آت طائر طويل العنق يلوي برأسه طويل الرجلين أدهس اللون مهزول طويل كأنه من بنات الماء وهو في العظم نحو الصرد والصود أثأد منه وأكبر يعني بالأثأد الأسمن النهقة هنية طويلة الرجلين غبراء طويلة الرقبة والمنقار العين طائر أصفر البطن أخضر الظهر بعظم القمري الخرق الواحدة خرقة جنس من العصافير وهو الفرق والجمع الفروق ويجتمعن في الزرع يأكلنه وهو جنس من الصعو الرهو طير يشبه الكركي وقد تقدم أن الرهو الكركي السبد طائر دون الصقر يطير بالليل ينفخ ثم يقع قريباً سريع الأمتلال أبو عبيد هو طائر لين الريش إذا قطر على ظهره قطرتان من ماء جرى والجمع سبدان أبو حاتم الرهدت والرهدل طائر في خلقة القنبرة أعظم منها وأضخم رأساً وقد قيل الرهدون ويسمى أهل الجزيرة الرهادن عصافير التل وهي سمان يملح منها كثير فيبقى وقيل الرهدنة الخرقة وقد حكى الرهدل بفتح الهاء والدال ولا أحقه وقد حكاها غيره الخفاش له وجه كالح وعينان خبيثتان وأنياب وأضراس حداد وجناحاه جلدتان يخفقان على وسطه شيء من ريش ابن دريد هو الخفاش والخشاف أبو حاتم وهو الوطواط والأنثى من الخفافيش تحبل وتلد وترضع والخفاش الصغير والوطواط العظيم ورأسه مثل رأس الفأرة وأذناه أطول من أذني الفأرة وبين جناحيه في ظهره مثل الكيس يحمل فيه من التمر شيئا كثيراً وأشقى النخل به الأصمعي السحاة والسحا والسحاء إذا كسر مد وإذا فتح قصر الخفاش أبو حاتم الخفدد الخفاش وقد تقدم أن الخفدد الخطاف أبو حاتم والطمروق الخفاش الصدف قال أبو حاتم قال لي طائفي الصدف طائر عندنا وهو من السباع قال ابن دريد اللو يحق طائر أغبر\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nيصيد الوبر واليعاقيب العفد من الطير يشبه الحمام وقال ابن دريد والجمع عفدان والنحام والصلصل والنساف والنساف كله طائر معروف الدجاج معروف سيبويه هي الدجاجة والدجاجة وجمعها دجائج أبو حاتم وقد يقال للديك دجاجة ابن السكيت والدجاج والدجاج قال الفارسي قد يجوز أن يكون دجاج جمع دجاجة على حد قولك طلحة وطلاح وقد يجوز أن يكون جمع دجاجة على حد قولك دلاص وهجان صاحب العين الديك ذكر الدجاج والجمع أدياك وديوك وديكة وأرض مداكة ومديكة كثيرة الديكة ابن دريد الحنزاب الديك وقد تقدم أنه ذكر القطا أبو حاتم يقال للذكر من أولاد الدجاج فروج والأنثى فروجة أبو عبيد دجاجة مفرج ذات فراريج قال أبو حاتم وأنشد الأصمعي قول العماني\r\nوالدّيك والدّجّ مع الدّجاج\r\nوقال أنا وضعت الدج أعني به الفروج ابن دريد فروج واخط قد صار في حد الديكة صاحب العين البراني الديكة الصغار أول ما تدرك واحدها برني قال والخلاسي من الديكة ما بين الدجاجة الهندية والفارسية أبو حاتم نغانغ الديك غباغبه الواحدة نغنغة وغبغب وأنشد\r\nأحبّ إلينا من فراخ دجاجةٍ * صغارٍ ومن ديك تنوس غباغبه\r\nوقد يقال غبب والجمع أغباب صاحب العين هي رعثاته وقنازعه وقد قدمت أن الرعنتين زنمتا الشاة وأنها المعلاق من الحلي وثرعلة الديك وبرائله الريش المجتمع على عنقه وقد عممت بالبرائل فيما تقدم من طوائف الطير السيرافي برائل كل شيء عرفه جعله سيبويه رباعياً لأنه لا دليل على زيادة الهمزة فيه وجعله غبرة زائداً لدليل حطائط صاحب العين وهو البرؤلة وقد برأل الديك وتبرأل نفش برائله للشر قال علي برأل وتبرأل وبرؤلة الديك دلائل على أن الهمزة فيها أصل على ما ذهب إليه سيبويه وكأن برائلاً ممدود عن برئل كما أن غذامرا يتوهم فيه ذلك وهو مذهبه أيضاً ولذلك قلنا إن نون غرنيق أصل بدليل ثبات نونه في جميع تصاريفه وقد تقدم والذي على رأس الديك عرفه وكفه برثن وأظفاره مخالبه\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nوالصيصية الشوكة التي في رجله والصيصية القرن أيضاً ويقال لمنقار الدجاجة خطمها ويقال للدجاجة التي على رأسها ريش مجتمع كأنه منتفخ قنبرة وعلى رأسها قنبرة وقد تقدم أن القنبرة ضرب من الطير ويقال أيضاً دجاجة قنبرية على رأسها مثل ما على رأس القنبرة من الطير والناس بالمصر يقولون قنبرانية ولا أعرف ذلك في الفصاحة أبو عبيد ديك أفرق له عرفان وقد تقدم أنه من الناس الذي ناصيته كأنها مفروقة وأنه من الخيل الناقص إحدى الوركين صاحب العين القنزعة والقنزعة الريش المجتمع في رأس الديك وإذا اقتتل الديكان فهرب أحدهما قيل قوزع الديك ابن السكيت ولا تقول قنزع ابن دريد قرنس الديك فر من ديك آخر أبو عبيد دجدجت بالدجاجة وكركرت صحت بها ودجدجت هي أبو حاتم تقول للدجاجة إذا طردتها كرى وللأثنتين كراً وللثلاث كرن وإذا زجرتها قلت لها أيضاً تج تج تقديره سر سر ويقال للطائر إذا زحزحته غير واحد دجاجة رقطاء وعرماء فيها سواد وبياض وقد تقدم في الغنم صاحب العين يقال للدجاجة أم حفصة .\r\nالحمام واليمام ونحوها\r\nأبو حاتم الحمام جمع الواحدة حمامة للذكر والأنثى ولا يقال للواحد حمام كما يقول أهل الأمصار فأما قول الشاعر\r\nحماما قفرةٍ وقعا فطارا\r\nأنشدنيه الأصمعي فأظنه أراد قطيعين وجنسين كما يقال في أرض فلان نحلان أي جنسان من النخل قال الفارسي ومثل ذلك قوله\r\nلو أن عصم عمايتين ويذبلٍ * سمعا حديثك أنزلا الأوعالا\r\nفهو على إرادة القطيعين والسربين كما قال تعالى \" أن السَّمواتِ والأرضَ كانَتَا رَتْقا ففَنَقْناهُمَا \" على إرادة العنصرين أو المتقابلين وليس قوله تعالى \" الذين يُتَوفَّوْنَ منكم ويَذَرُون أزواجاً \" شاهداً على خلاف هذا القول كما ذهب إليه الفراء قال أبو حاتم العرب لا تعرف حمام الأمصار انما يسمونها الخضر وانما الحمام عند العرب القطا\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nوالقماري والدباسي والوراشين والفواخت وساق حر ونحوهن وهن الحمائم أبو عبيد ساق حر ذكر القماري الأصمعي فأما قول الهذلي\r\nتنادي ساق حرّ وظلت أدعو * تليد الأتبين به الكلاما\r\nفإنه ظن أن ساق حر ولدها وانما هو صوتها قال ابن جني الدليل على صحة قول الأصمعي أنه لم يعرب ولو أعرب لصرف ساق حر فقال ساق حر ان كان مضافاً أو ساق حراً ان كان مركباً فتركه إعرابه دليل على أنه حكى الصوت بعينه ابن دريد القنطر الدبسي طائية أبو حاتم واليمام الواحدة يمامة الحمام البري وقال حمام مكة أجمع يمام زعموا وقالوا الفرق بين الحمام الذي عندنا واليمام أن أسفل ذنب الحمامة مما يلي ظهره إلى البياض وكذلك حمام الأمصار وأسفل ذنب اليمامة لا بياض به ويقال حمام طرآني للوحشي وكدا أعرابي طرآني أظن الأصل فيه من طرأ علينا الطارئ إذا جاء من حيث لا يدري وأهل الأمصار يقولون طوراني وهو خطأ قال وقال أبو عمرو بن العلاء حمام ميساق اشتق ذلك الوسق والوسق العدلان قال الأصمعي جعل جناحيه كالوسق ابن دريد المج والبج فرخ الحمام وكذلك الجوزل وعم أبو عبيد بالجوزل وقد تقدم ذلك في باب عامة فراخ الطير ابن دريد العزهل فرخ الحمام وقيل هو الذكر منها والعاتق من الحمام ما لم يسن ويستحكم وقد تقدم في عامة فراخ الطير أنه فوق الناهض وهو في أول ما يتحسر من ريشه الأول وينبت له ريش جلذي أي شديد والفقيع ضرب من الحمام أبيض واحدته فقيعة سمي به لبياضه والفقع شدة البياض ومنه أبيض فقاعي أي خالص البياض ابن قتيبة السعدانة الحمامة وتسمى عكرمة وبها سمي الرجل صاحب العين حمام جدلي صغير ثقيل الطيران لصغره أبو حاتم وأما حمام الأمصار والقرى فضروب كثيرة وأجناس مختلفة القد والتقطيع والألوان وهن أوالف للدور وتأنس بالنساء فمنهن المسرولات الضخام يتخذهن النساء أكثر ذلك ولا يطيرنها ولكنهن مقاصيص ومنهن الراعبيات وهن ألوان نقنقةً وبعضهن أطول نفساً وأكثر نقنقةً تنق ثلاثمائة وأربعمائة وأكثر وأقل حتى تسقط ويغشى عليها قال غيره سمي بذلك لأنه\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nيرعب في هديله أي يرفعه وقيل هي منسوبة إلى موضع صاحب العين زجل الحمام بزجلها زجلاً أرسلها على بعد وهي حمام الزاجل الفارسي والزجال أبو حاتم ومنهن النقازات وهن السماويات يذهبن في الهواء صعداً كأنهن يردن السماء من المواضع التي يرتفعن منها فيرتفعن في الجو نهاراً طويلاً حتى يغبن عن العيون وربما حال السحاب دونهن وأمرهن عجيب ومنهن الجراديات الحسان الغر يخرجن من بين فقيع وفقيعة وسوداء وأسود فربما خرجن كالآباء والأمهات وربما خرجن مصورات حسناً لهن غرر وحبائك حمر وكمال ومنهن المطوقات والقنبريات والنبيذيات والخلس المثمرات والفهديات القصار المناقير حتى ربما عجزن عن فراخهن ومنهن المراعيش ومنهن الهداء الواحد الهادي وهن اللائي يدربن ويرفعن من مرحل إلى مرحل حتى يجئن من البعد من بلاد الروم وعريش مصر ودون ذلك من مواضع كثيرة مسماة وهي محفوظة أنسابهن وربما كان ما لم يعرفوا له نسباً يساويهن في الرجوع من البعد ولا يكون ذلك الا بالتدريج والتوطئة من موضع إلى موضع وليس كل هاد يقوي على الرجوع من حيث أرسل ولكن على قدر احتماله للمراحل التي يرفع إليها فان منها القوي والضعيف والسريع والخفيف والبطئ والثقيل وكلها لا تعدمها الصرامة وذكاء الفؤاد والشهومة ولا بد لكلها من التوطئة والتعليم وربما أرسل بعضها من البعد فيحتبس الأشهر ثم يجئ وذلك أنه ذهب يلقط فيتوحش فيبقى في الصحاري ثم يتذكر فيحن ويرجع والعجب لما يرجع منها مع البزاة والصقور والعقبان التي في الجبال وقد تفرس في الهداء منها العلماء والقدماء ذوو الفراسات كما تفرسوا في الخيل والناس والجواهر فأدركوا كلهم أو بعضهم ذلك وجميع الفراسة التي لا تخطئ في حمام الأمصار أربعة أوجه فالوجه الأول التقطيع والثاني المحبسة والثالث الشمائل والرابع الحركة فالمحمود من التقطيع عند العلماء ذوي التجارب انتصاب الخلقة واستدارة الرأس في غير عظم ولا صغر وعظم القرطمتين ونقاؤهما واتساع المنخرين وانهرات الشدقين وسعة الجوف وحسن خلقة العينين وقصر المنقار في غير دقة واتساع الصدر وامتلاء الجؤجؤ وطول العنق وإشراف المنكبين وانكماش الجناحين وطول القوادم في غير إفراط ولحاق بعض\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالخوافي ببعض في غير تفنين وصلابة العصب في غير انتفاخ ولا يبس واجتماع الخلق في غير تكزيم وعظم الفخذين والساقين واقتدار الأصابع وقصر الذنب وخفته في غير تفريق من الريش ولا تفنين وتوقد الحدقتين وصفاء اللون فهذه أعلام الفراسة في التقطيع وأما أعلام المجسة فوثاقة الخلق وشدة اللحم ومتانة العصب وصلابة القصب ولين الري في غير رقة وصلابة المنقار في غير دقة وأما أعلام الشمائل فصفاء البصر وثبات النظر وشدة الحذر وحسن التلفت وقلة التخيل وذكاء الفؤاد وظهور الشهومة والسكون عن فعل النازع إلى السمو مداره لموقع الفزع وقلة الرعدة عند الذعر وخفة النهوض إذا نهض والمبادرة إذا لقط وأما أعلام الحركة فالطيران في علو ومد العنق في سمو وقلة الاضطراب في جو السماء وضم الجناحين في الهواء وتدافع الركض في غير اختلاط وحسن الأم في غير دوران وشدة المر في الطيران فإذا أصبته جامعاً لهذه الصفات فهو الطائر الكامل والا فبقدر ما فيه من هذه المحاسن تكون هدايته وفراهته صاحب العين حمامة سفعاء سوداء فوق الطوق وأصل السفعة السواد والعلاطان والعلطتان الرقتان في أعناق الطير من القماري وأنشد\r\nمن الورق حمّاء العلاطين باكرت * عسيب أشاءٍ مطلع الشمس أسحما\r\nوالعفد الحمام وقد تقدم أنه ضرب من الطير يشبه الحمام والعرناس والعرنوس طائر يشبه الحمام ابن دريد الحقم ضرب من الطير يشبه الحمام وقيل هو الحمام بعينه يمانية صحيحة أبو حاتم حمامة حبناء لا تبيض صاحب العين الفاختة ضرب من الحمام المطوق وقد فختت صوتت .\r\nصغار الطير\r\nأبو حاتم الحمك صغار الطير واحدته حمكة وقد يقتاس ذلك لصغار كل شيء صاحب العين الشحور طائر أسود فويق العصفور يسوت أصواتاً والخرق ضرب من العصافير واحدته خرقة وقيل الخرق واحد والجمع خراريق والخطاف العصفور الأسود وهي الخطاطيف والبغاث\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nوالبغات ألائم الطير وما لا يصيد واحدتها بغاثة الذكر والأنثى في ذلك سواء وقال بعضهم من جعل البغاث واحداً فجمعه بغثان ومن قال للذكر والأنثى بغاثة فجمعه بغاث والبغاث أيضاً طائر أبغث بطئ الطيران صغير دوين الرخمة وقيل البغاث أولاد الرخم والغربان والبغاث أيضاً طير مثل السواذق ولا تصيد وفي المثل إن البغاث بأرضنا يستنسر يضرب مثلاً للئيم يرتفع أمره والنغر صغار العصافير واحدته نغرة صاحب العين طيفور طويئر الجراد أبو عبيد الجراد أول ما يكون سروة فإذا تحرك فهو دباً الواحدة دباة وهو يخرج أصهب إلى البياض ابن دريد وهي أرض مدبوة أبو عبيد مدبية ومدبية أبو حاتم أدبى بيض الجراد صار دباً وتنفس مثل النمل قال أبو حنيفة وقيل الجراد أول ما يخرج قمص الواحدة قمصة وذلك حين يكون كالعث صغراً فإذا نظرت إليه الشمس صار كأنه النمل سواداً فيسمى عند ذلك الخبشان الواحدة حبشية ثم تسلخ فتصير فيها جدة سوداء وجدة صفراء فتسمى برقاناً الواحدة برقانة والبرقان فيه سواد وبياض كمثل برقة الشاة ويقال للبرقانة أيضاً برقاء والمعين الذي يسلخ فتراه أبيض أبو حنيفة فإذا صارت فيه خطوط سود وصفر فهو المسيح وتسييحه ما يخرج منه من ألوان شتى وذلك حين يزحف قال وقال بعضهم يسلخ البرقان كتفاناً وإنما سمي بذلك لأنه خرجت أوائل أجنحته فكتفته وقيل سمى كتفاناً لأنه يكتف المشي أي أنه إذا مشى حرك كتفيه الواحدة كتفانة وقيل واحدها كاتف وكانفة فإذا ظهرت أجنحته فاستقل فهو الغوغاء الواحدة غوغاة وهو يكون فعلاء وفعلالاً والخيفان الغوغاء واحدته خيفانة وقيل هو فوق الغوغاء وذلك إذا بدت في ألوانه الحمرة والصفرة واختلف مأخوذ من الأخياف وهي الألوان والضروب وتلك أسرع الجراد طيراناً ومن ثم قيل للفرس خيفانة أبو حاتم الخيفان الجراد المهازيل الحمر التي من نتاج عام أول أبو حنيفة فإذا طار سقطت عنه هذه الأسلماء وسمي جراداً وقيل إذا اصفرت الذكور واسودت الإناث ذهبت عنه الأسماء الا الجراد واحدته\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nجرادة أبو حاتم الذكر والأنثى فيه سواء أبو عبيد أرض مجرودة من الجراد وطعام مجرود أصابه الجراد أبو حنيفة جرد الجراد الأرض يجردها جرداً وأرض جردة ابن السكيت الجرد أن يشرى جلد الانسان من أكل الجراد أبو حنيفة رجل جرد إذا مرض عن أكل الجراد وقال جراد سرو إذا امتلأ وكذلك الأنثى أبو عبيد إذا ألقى بيضه قيل سرأ ببيضه وقال مرةً سرأت الجرادة ألقت بيضها وأسرأت حان ذلك منها أبو حنيفة جرادة سروء ولا تكون سروءاً حتى تلقى بيضها وسرؤهن أن يبضن في الأرض فمكان بيضهن سرؤهن ابن دريد السرء البيض نفسه قال ابن جني جرادة سروء وجراد سرأ وهو أحد ما خرج إلى فعل في الشذوذ وقد تقدم السرء في الضب أبو حنيفة أنقف الجراد بيضه ألقاه ونقفت البيضة ونقبت واحد أبو عبيد يقال للجراد إذا أثبت أذنابه في الأرض ليبيض غرز ورز يرز رزاً أبو حنيفة غرزت وغرزت وهو أول الرز وقيل الرز الدفن صاحب العين جرادة غارز وغارزة ابن دريد ثبت الجراد غرز ليبيض وكذلك مته ومتح أبو حنيفة أمكنت الجرأة جمعت البيض في جوفها وهي مكون ما دام ذلك في جوفها وقد تقدم الإمكان في الضبة وأخنى الجراد كثر بيضه أبو زيد السلقة الجرادة التي ألقت بيضها ابن دريد جرادة صفراء غذا لم يكن في بطنها بيض أبو حنيفة ويسمى ركوب بعضهن بعضاً العظال والجراد عند ذلك العظالى أبو حاتم وقد اعتظل الجراد وتعاظل وقالوا رأينا جراداً عظلى ومعتظلاً والمرادفة ركوب الذكر الأنثى وقد رادف الجراد ويقال مررنا بجراد ردافى ومترادف وذلك حين يطير ويأخذه الناس أبو حنيفة ارتهش الجراد إذا ركب بعضه بعضاً حتى لا يرى معه تراب ابن دريد سام الجراد سوماً دخل بعضه في بعض وهمش تحرك ليثور أبو حنيفة وللجرادة تأشيرة وهي لأتي تعض بها ويقال أيضاً لشوك ساقيه التأشير والتأشير أيضاً الأثناء وهي عقدة في رأس الذنب كالمخلبين ويقال لهما الأشرتان وبهما ترز\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nويقال للمخلبين اللذين تحت الساقين المئشاران والنخاع الخيط في حلقه وله بخنق وهو جلبابه الذي على أصل عنقه وله منكبان وهما رؤوس الأجنحة والأجنحة أربعة فالغليظان يقال لهما الظهران والرقيقان يقال لهما القشران وله صدر يسمى الجوشن وله ست أيد وهي في الجوشن ويقال لما وراء الجوشن سرم وهو ذنبها والجمع أسرام قال وكذلك سمعت العرب تقول في أذناب الجراد والدبر وما أشبه ذلك وفي ذنبها أثناء يقال لها الأطواء الواحد طوىً ويسمى لعابه البصاق كما يقال في الإنسان قال الشاعر\r\nكأنّ الدّباماء السّلى فيه يبصق\r\nصاحب العين وهو مجاجه ويقال للجرادة أم عوف أبو عبيد وقيل هي دويبة قال الكميت\r\nتنقّض بردى أمّ عوف ولم يطر * لنا بارقٌ نخ للوعيد وللرّهب\r\nأبو حنيفة الثوالة من الجراد القطعة الكثيرة لتثولها وتراكبها وكذلك الرجل والرجلة وعم بعضهم بالرجل الطائفة من كل شيء والجمع أرجال والمرتجل الذي يقع برجل من جراد فيشتوي منه ابن دريد المرجل من الجراد الذي ترى آثار أجنحته في الأرض قال أبو حنيفة إذا كانت قطعة من جراد بمكان قدر ميل سميت الرجل وإذا كان أكثر من ذلك فهو زحف والسد والعارض منه ما سد الأفق صاحب العين وهو العرض أبو حنيفة فإن كان أقل من ذلك فهي خرقة وجمعها خرق قال الراجز\r\nخرقة رجلٍ من جرادٍ نازل\r\nأبو حاتم وهي الحزقة والجمع حزق والحزيقة والجمع حزائق ابن السكيت هي القطعة من كل شيء أبو حنيفة ويقال لجماعة الجراد الحرشف وبه سميت الخيل قال امرؤ القيس يصف جيشاً\r\nكأنّهم حرشفٌ مبثوث * بالجوّاذ تبرق النّعال\r\nوقيل الحرشف الدبا وقيل حرشف كل شيء صغاره ويقال للجماعة أيضاً منها رعيل قال الشاعر\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nفكأنّما طارت بعقلي بعده * صفعاء عارضها رعيل جراد\r\nوالشيتان من الجراد جماعة غير كثيرة وأنشد\r\nوخيل كشيتان الجراد وزعتها * بطعن على اللّبّات ذي نفيان\r\nوالطبق الجراد الكثير وأنشد\r\nمنا الدّبا ذا طبقٍ أفاوج\r\nوقد تقدم أنهما الجماعة من الناس أبو حاتم الخيط القطعة من الجراد وقد تقدم في النعام وقال عيران الجراد أوائله المتفرقة القليلة وقد جاءت عوائر من الجراد للقليل المتفرق منها ابن السكيت وما أدرى أي الجراد عاره أي ذهب به ولا مستقبل له قال وقال أبو شنبل يعيره ويعوره ابن دريد يقال إذا أجدب الناس أتى الهاوي والعاوي فالهاوي الجراد والعاوي الذئب أبو حنيفة دبش الجراد الأرض يدبشها ونمشها ينمشها واحتنكها أكل ما عليها ابن دريد وكذلك نتشها ينتشها نتشاً وبشرها يبشرها بشراً وكتحها صاحب العين اللحس أكل الجراد الخضرة وقد تقدم أنه أكل الدود الصوف أبو حنيفة حسها يحسها حساً مثله ويسمى الجراد الحاسة سمي بذلك لأنه لا يدع في الأرض شيئا إلا حسه والحس والاحتساس من كل شيء أن لا يترك في المكان شيء وأصله ذلك أن يجعل الرأس في النار فكلما تشيط حسه الانسان بالشفرة وجراد محسوس قتلته النار أبو عبيد الذكر من الجراد العنظب والعنظب والعنظاب والعنظوب أبو حنيفة وهو العنظاب والعنظبان والعنظبان والجمع العنظباء حكاه النحويون سيبويه وغيره أبو عبيد الحنظب كالعنظب فأما الحنظب والحنظب فالذكر من الخنافس وقد تقدم غيره والعصفور الذكر من الجراد أبو حنيفة يقال للأنثى عنظوانة وعيساء أبو حاتم وقد تعيست الجرادة كأنه بياض في سواد ابن دريد الدباساء الإناث من الجراد الواحدة دباساءة والسرياح الجراد والجخدب والجخادب الذكر من الجراد وقد تقدم أنه من الجعلان قال وقال بعض أهل النحو جخدب\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nوليس في كلامهم فعلل وقد قدمت ذكر الجخدب في باب العظاء وأبنت تعليل التح قال أبو حنيفة وضروب الجراد الحرشف وهي الصغار والمعين وهو الذي يسلخ فيكون أبيض ويكون أحمر والمرجل وهو الذي ترى آثار أجنحته والخيفان أبو حاتم حوم الجراد في السماء حلق والقفعة جماعة الجراد صاحب العين العرادة الجرادة الأنثى ابن دريد القمل صغار الجراد صاحب العين هو شيء صغير له جناح أحمر .\r\nالجنادب ونحوها\r\nأبو عبيد الجندب والجندب لغتان وهو أصغر من الصدى يكون في البراري وحكى سيبويه جندب فزعم السيرافي أنها لغة في جندب أبو عبيد فأما الصدى والجدجد فهو هذا الطائر الذي يصر بالليل ويقفز قفزاناً ويطير والناس يرونه الجندب أبو حنيفة الجندب مثل الجرادة الصغيرة إلا أنه لا يشبه شيئا من الجنادب والجراد غير أنه مثل الصغير من الجراد والجندع جندب أسود وله قرنان في رأسه طويلان وهو أضخم الجنادب وكل جندب يؤكل الا الجندع قال ومنازل الجنادع العشر وقيل الجنادع جنادب تكون في حجر اليربوع والضب ابن دريد الخندع بالخاء أصغر من الجندع قال أبو حنيفة وشئ مثل الجراد أخضر طويل الرجلين يسمى أبا جخادباء وقد يقال أبو جخادب بغير ألف ضرب من الجنادب ضخم أغبر أحرش وهو أضخم من الجرادة الضخمة ولا يطير إلا قريباً قدر القوس شبه النقز ومن الناس من يأكله ويقال له أيضاً الجخادب وأنشد\r\nإذا صنعت أُمّ الفضيل طعامها * إذا خنفساء ضخمةٌ وجخادب\r\nالسيرافي الجخادباء كالجخادب وقد مثل به سيبويه ابن دريد العرفان والعرفان جندب ضخم مثل الجرادة له عرف وقد سمي الرجل بعرفان فان يكن هذا فهو بالكسر ولا يكون الا في رمثة أو عنظوانة قال الراعي\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\nكفاني عرفّان الكرى وكفيته * كلاء الفلاة والنعّاس معانقه\r\nوقد صرح سيبويه في العرفان بالكسر صاحب العين كراعا الجندب رجلاه وقال رمح الجندب برجله يرمح إذا ضرب الحصى بها وأنشد\r\nومجهولةٍ من دون ميّةً لم تقل * قلوصي بها والجندب الجون يرمح\r\nابن دريد الصراح طائر كالجندب يأكله الناس أبو حاتم قال الطائفيون من الجنادب أبو جخادب وقد تقدم في العظاء والحرباء ومنها غزال شعبان وراعية الأتن والكدم وصاحب البستان وقيل راعي البستان فأما أبو جخادب فجندب أسود مرقط منتن الريح وأما غزال شعبان فجندب طويل الريش والجسد والكرعان وأما راعية الأتن فجندب عظيم البطن لا يطير يلزم المقاثئ وأما الكدم ويقال له كدم السمر فالعريض الرأس الذي يعلو في الهواء ويصر وأما صاحب البستان فجندب أخضر إنما هو قوائم وذنب وقرنان ليس له كبير جسد أبو حاتم أم حباحب مثل الجندب تطير صفراء خضراء رقطاء برقط صفر وخضر ونقول إذا رأيناها أخرجي بردى أبي حباحب فتنشر جناحيها وهما مزينان أصفر وأحمر .\r\nاليعاسيب\r\nأبو حاتم اليعسوب نحو من الجراد دقيق له أربعة أجنحة لا يقبض له جناحاً أبداً ولا تراه أبداً يمشي الا طائراً أو واقعاً على رأس عود أو قصبةً والحجل منها الضخم والجمع حجول ابن دريد وحجلان قال وهو في خلقة الجراد إذا سقط لم يضم جناحيه وقد تقدم الحجل في الحرباء قال أبو حاتم قال الطائفي الحجل نسميه السرمان والبيض منها اليعاسيب ومن الفراش المعنق والغير صاحب العين التبع ضرب من اليعاسيب أعظمها وأحسنها والجمع التبابيع .\r\nالنحل\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nأبو حنيفة النحل أنثى واحدتها نحلة أبو عبيد الجماعة من النحل يقال لها الخشرم والثوم ولا واحد لشيء من هذا أبو حنيفة واحد الخشرم خشرمة والخشرم أيضاً ذكر النحل وقيل الخشرم بيوتها قال وفي الحديث لتتبعن سنةً من كان قبلكم ذراعاً بذراع وباعاً بباع حتى إنهم لو سلكوا خشرم نحل لسلكتموه أبو حنيفة واحد الدبر دبرة قال والدبر والدبر عند من رأينا من الأعراب الزنابير وأنكر أن يكون من النحل وجمع الدبر من النحل دبور وأنشد\r\nثلاثة أبرادٍ جيادٍ وجرجةٌ * وأدكن من أرى الدّبور معسّل\r\nوالجرجة مثل الخرج من أدم والأدكن الزق قال الفارسي فأما ابن السكيت فصرح في الدبر بالفتح وتكسيره شاهد على صحته من جهة الغالب قال أبو حنيفة وأحسب الثول سميت بذلك لتثولها واجتماعها والتفافها ومنه تثول القوم على فلان تجمعوا عليه والنثيال منه ومنه قيل للجماعة الكثيرة من الجراد الثوالة وقيل الثول ذكر النحل أبو عبيد النوب النحل سميت بذلك لأنها ترعى ثم تنوب إلى موضعها قال أبو ذؤيب\r\nإذا لسعته النّحل لم يرج لسعها * وحالفها في بيت نوبٍ عوامل\r\nابن السكيت سميت نوباً لأنها تضرب إلى السواد يقال للأسود نوبي ولوبي وأنشد البيت المتقدم وروايته وخالفها بخاء معجمة أبو حنيفة واحد النوب نائب مثل عائذ وعوذ واللوب والأوب النحل واحدها آثب سميت بذلك لإيابها إلى المباءة وهي لا تزال في مسارحها ذاهبةً وراجعةً حتى إذا جنح الليل آبت كلها حتى لا يتخلف منها شيء فسميت بذلك كما قيل للسارحة سرح وأنشد الفارسي\r\nربّاء شمّاء لا يأوي لقلّتها * إلاّ السّحاب وإلا الأوب والسّبل\r\nقال علي ليس الأوب جمع آئب إنما هو اسم للجمع إلا في رأي أبي الحسن وقد تقدم إفساد أبي علي له أبو عبيد اليعسوب فحل النحل أبو حنيفة اليعاسيب ملوك النحل وقادتها قال وإذا كان اليعسوب عظيماً سمي حجلاً\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nوقد تقدم ذلك في يعاسيب غير النحل وفي الحرباء واللصوص صنف من ذكورة النحل تخاتل النحل فتدخل بيوتها فتأكل العسل ومتى ظفرت بها النحل في مئاويها قتلتها قال أبو حاتم اختلفوا في الأمير فقال بعضهم هو الأنثى وقال بعضهم هو الذكر وقال من قال هو الأنثى الأمير تبيض النحال والنحال تبيض اليماخير الواحد يمخور قال بعضهم الأمير يبيض الأمراء والنحال ويخرج في كل بطن يماخير والله أعلم أي ذلك هو الحق واليماخير من أعظم النحل وأشدها سواداً وهي التي تلزم المآبة لا تكاد تبرحها وهي تقلل لأنها تأكل العسل ولا تعسل وقد تكون الخلية عاقراً لا يخرج فيها فرخ أبداً وذلك أنها لا يخرج فيها أمير غير أميرها الأول فإذا خرج في البطن منها أمير أفرقت وإفراقها أن تخرج عن أمهاتها فإذا خرج الفرق أخذ السماء ثم ضبأ وضبوءه اجتماعه على أميره وإذا لم يكن مع النحل يعسوب فهو نحل ضابئ ولا تصلح الا به ويقال للذي تلسع به النحلة الأبرة كما يقال للعقرب فإذا لسعت النحلة بقيت إبرتها في الموضع الملسوع وماتت النحلة وإن طلبت الإبرة وجدت أبو عبيد جرست النحل تجرس وتجرس جرساً إذا أكلت الشجر لتعسل أبو حنيفة الجرس سرحها ورعيها إذا أخذت الشمع من الزهر أو العسل قال ساعدة\r\nمنها جوارس للسّراة وتحتوي * كربات أمسلةٍ إذا تتصوّب\r\nالسراة ظهر الجبل والكربات أعالي الشعاب الواحدة كربة والأمسلة جمع مسيل وأنشد\r\nوكأنّ ما جرست على أعضادها * لما استقلّ بها الشّرائع محلب\r\nفجعل الشمع مما تجرسه وترشفها ما في أعماق النور من الحلاوة هو جرسها العسل وقد تقدم أن لحس البقرة ولدها جرس وإذا كانت مباءة النحل وهي مأواها وبيوتها في الجبال فهي المباءة والوقبة والجبح والجبخ بالحاء والخاء والفتح والكسر والوقبة الجحر الغائر والجج الشق الضيق قال الهذلي في المباءة\r\nتنمّى بها اليعسوب حتى أقرّها * إلى مألفٍ رحب المباءة عاسل\r\nوالجمع أجباح وجباح وأجباخ والنحائت ما يعسل فيه النحل مما يتخذ له\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nالناس من الخشب خاصة واحدتها نحيتة سميت بذلك لأنها تنتحت بالفؤوس من مسوق الشجر العظام ابن السكيت انتحت للنحل ونحت أنحت وأنحت أبو حنيفة أعرف النحائت الخزم والعرعر والعتم وانما تتخذ مما قد نخر منها فتوسع بالمناحت حتى يدخلها الرجل وتسمى الخلايا واحدتها خلية أبو زيد وهو الخلي أبو حاتم هي الخزمة وهي كشبسه الراقود وتنحت للنحل الفارسي أراها سميت لما نحتت منه أبو حنيفة وكذلك أيضاً هي من الطين والأخثاء وقد يسمى ما تتبوأه في الجبال خلايا ويقال للخلية عسلة فإذا كانت واسعة كثيرة العسل فهي عاسلة والجج عاسل والخلايا الأهلية تسمى الدباسات وليست عربيةً وتسمى أيضاً الكوائر واحدتها كوارة وكوارة وهي عربية وقيل الكوائر صغار الخلايا وقيل الكوارة بالضم بيت تبنيه لم يوضع لها أبو حاتم وتسمى بيوت النحل النحت الواحدة نحيتة والأجزاع الواحد جزع بالكسر قال ومن أبنيتها الجزم والأكفاء والسن فالجزم هو المستدير في عرض الخلية والأكفاء الذي في نصائبه والسن الذي يبنى في طول الخلية حتى يكون العرض ما بين طرفيها إذا ملئت وهي أحب الأبنية إلى النحل وأصلبها شياراً قال ويكون الخلي في مواضع شتى فمنها ما يكون في البيوت في قتر تجاب في جدرها فيكون مآب النحل خارجاً وتكون الخلية في البيت ومنها ما يوضع في الشجر إذا كانت شجرة تمتنع من السرق ومنها ما يوضع في الصخر التي لا تؤتى الا بالحبال ولا يأتيها الا الرجل المعيد وهو العالم بالرقي والنزول من الجبال ومنها ما يوضع حصائر وهي محاطة بالجدرات وهي تسمى القرايا ومنها ما يوضع في الجبال الذين ينفضون في غير حمىً في الحجرة والمواضع توضع في مواضع بارزة وإقبال الصخد فإذا كان شيء منها خارجاً عن شيء سمي وركاً وتكون في الغيران فما كان في غار صغير داخل فهو جحر وما كان في غار مستفنع غير ذي غور فذلك يسمى القنع والوسط منها يسمى الوكرة ويوضع في المواقر والواحد موقر وهو موضع يكون فوقه حاجب قدر ما يوضع فيه خلية واحدة أو اثنتان ابن دريد قفصت النحل شددته في\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nالخلية بخيط لئلا يخرج وكل شيء اشتبك فقد تقافص ومنه القفص المعروف وفي الحديث في قفص من الملائكة أو من النور وهو المشتبك المتداخل أبو حاتم ولاجا الخلية طباقها من أعلاها إلى أسفلها وقيل هو بابها أبو حنيفة المصنعة موضع يعزل للنحل منتبذ عن البيوت فتنضدها سافاً سافاً على نشز من الأرض وتخالف بين أبوابها أبواب ساف إلى أدبار ساف كذلك حتى تنضد جميعاً ثم تغطي بنجب الشجر لتكنها واللوث واطرد فراخ النحل وجمعها طرود ابن دريد الرصع فراخ النحل الواحدة رصعة صاحب العين هو الرضع والواحدة بالهاء قطرب الديسم ولد النحل وقد تقدم أنه ولد الدب أبو حاتم الفروق أولاد النحل أول أولادها انما تذرق الصوب في عيون الشهاد فإذا ذرقت الصوب سمي نحلاً فإذا نفر من الشهاد قيل له قد اجتلى فإذا خرج وآب مع أمهاته قيبل قد رشح فيكون كذلك حتى يفرق فإذا فرق فهو خرج تلك الأولاد فيأخذ الرجل أميرها وهو اليعسوب حتى ينثال وهو أن يجتمع في الشجرة أو في الجدر فيتعلق به فأول فروق النحل بكرها وهو خير فروقها حين تفرق ثم ما يفرق بعد البكر فهو الثني والثلث وأكثر من ذلك فإذا تناهت عن التفريق قيل قارت النحل وما بين أن تذرق النحل إلى أن تخرج عميةً قدر جمعة وبين بكره وثنيه جمعة فكذلك إعماء النحل وتفريقها ويكون اليعسوب في طرف الشهد ما كان لونه وهو شبيه بغرقئ البيض قال وقال بعضهم هو الصوب ثم الحوى ثم لا يزال صوباً حتى يخلق وهو حوى ثم لا يزال حوياً حتى يتم خلقه ثم لا يزال ربعاً حتى يستنفر أبو حنيفة عناقيد الفراخ ما يخرج من الجج في شكل العنقود والتفافه والعرب تسمى النحل في حدثان ما تخرج فراخها المراضيع والفراخ الرضع وليس ثم رضاع وهذا استعارة وأنشد\r\nيظلّ على الثّمراء منها جوارسٌ * مراضيع صهّب الرّيش زغبٌ رقابها\r\nيعني بالريش أجنحتها فإذا لحقت الفراخ فتمت نحلاً فهي نحل أبكار إلى أن تفرخ\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n\r\nوإذا دخنت الخلية يريدون شيار العسل فذلك الجلاء وقد جلاها وهي جلوة النحل أي طردها بالدخان أبو عبيد جلوت وأجليت وجلا هو وأجلى أبو حنيفة واسم ذلك الدخان الذي يجلي به الأيام ولا يقال لغيره من الدواخن إيام وأنشد\r\nفلّما جلاها بالأيام تحيّزت * ثباتٍ عليها ذلّها واكتئابها\r\nاكتأبت لأخذ عسلها ويقال من الأيام آمها يؤومها إياماً وآم عليها فأما الشجر الذي يعسل عليه فمنه الندغ والسحاء والشيعة والضرم والسدر والضهيأ والقتاد والمظ أبو حاتم السليق ما بنته النحل في طول الخلية والكف ما بناه في عرض الخلية وهو أحسن البنيتين وربما قيل لصاحب النحل أشنق خليتك فيعمد إلى عود فيبريه ويثبته في أسفل القرص وأعلاه ثم يقيمه في عرض الخلية إذا أرضعت النحل واسم النحل التي لها الرضع الوثن وقد استوثن كثر والجياء بيوت الزنابير قال ويقال للنحل ذباب الخصب وذباب الربيع صاحب العين العرض والعارض الكثير من النحل وقد تقدم أنه الكثير من الجراد الفارسي إنما هو من العارض وهو السحاب .\r\nآفات النحل\r\nأبو حاتم مما يضر بالنحل العث وهو دود يخلق في البنية والصمل فراش عظام يظهر بالليل وقيل الصمل دابة مثل الدبر يحتمل النحل والفراش إذا صار في الخلية أنتنت ويظهر فيها فينفر النحل عن الخلية والقواري وهي الخضيراء والدبر والذر فأما العسل فقد قدمت ذكره .\r\nمن الطير الذباب\r\nأبو حاتم الذباب الأسود الذي يكون في البيوت يسقط في الإناء والطعام والنحل أيضاً ذباب وقد تقدم ابن دريد الذباب واحد والجمع الذبان\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nوكذا فسر في التنزيل \" وإن يَسْلُبْهُمُ الذُّبابُ شَيْئا لا يَسْتَنْقِذُوهُ مِنْه \" مثل غراب وغربان وقالوا أذبة مثل أغربة سيبويه ذب وهو نادر أبو عبيد ذباب وأذبة وذبان وروى عن الأحمر في واحده ذبانة وقال بعير مذبوب أصابه الذباب وأرض مذبوية ومذبة من الذباب أبو زيد الذباب الأذى سمي به صاحب العين المذبة ما يذب به الذباب أبو زيد القمعة ذباب أزرق عظيم وجمعه قمع يقع على رؤوس الدواب فيؤذيها قال أوس\r\nألم تر أن الله أنزل مزنةً * وعفرّ الظّباء بالكناس تقمّع\r\nيعني تحرك رؤوسها من القمع أبو حنيفة القمعة من ذبان العشب تعتري الوحش قال ذو الرمة ووصف حمير وحش\r\nبذبّين عن أقرابهن بأرجل * وأذناب زعر الهلب زرق المقامع\r\nجمع قمعةً على مقامع فزاد ميما كما زيدت في مطايب ومساو وقيل القمعة ذباب أصهب شديد اللسع ابن السكيت هي ذبابة تركب الإبل والظباء في شدة الحر أبو عبيد الشذاة ذبابة تعض الإبل والجمع شذاً ومنه قيل للرجل آذيت وأشذيت أبو حنيفة هي التي تعرض للخيل قال الشاعر\r\nبأرض فضاءٍ لا يخشّى بعيرها * عن الماء طرّاد الشّذا ولبودها\r\nوقيل هو ذباب الكلب أبو حاتم الشذا اسم عام على الذباب كل ذباب شذاً أبو عبيد النعرة ذبابة تسقط على الدواب فتؤذيها حمار نعر وحكى سيبويه نعر إلى أخواته من اللغات التي تطرد فيما كان ثانيه حرفاً من حروف الحلق تقدمت له نظائر أبو حنيفة هو ذباب أربد ومنه أخضر والجمع نعر قال ولا يضير هذا النعر إلا الحمر فإنه يأتي الحمار فيدخل في منخره فيربض ويعلك بجحفلته الأرض وإن سمعت الحمير طنينه ربضت ودسسن أنوفهن في الأرض حذاره وإذا اعترى الحمار قيل\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nحمار نعر وقد نعر نعراً وقال مرة قد تعرض النعر للخيل وأنشد أبو علي في تصديق ذلك لابن مقبل يصف فرساً\r\nترى النّعرات الخضر تحت لبانه * أُحاد ومثنى أصعقتها صواهله\r\nابن السكيت تعر الحمار نعراً أبو عبيد الشعراء ذباب أبو حنيفة الشعراء شعراوان فللكلب شعراء معروفة وللإبل شعراء فأما شعراء الإبل فتضرب إلى الصفرة وهي أضخم من شعراء الكلب ولها أجنحة وهي زغباء تحت الأجنحة قال وربما كثرت في النعم حتى لا يقتدر أهل الإبل أن يحتلبوا بالنهار ولا أن يركبوا منها منها مع الشعراء فيتركون ذلك إلى الليل وهي تلسع الإبل في مراقها الضرع وما حوله وما تحت البطن والإبطين وليس يتقونها بشيء إذا كان ذلك إلا بالقطران يطلون به مراق البعير قال الشماخ ووصف ناقته\r\nتذبّ ضيفاً من الشّعراء منزله * منها لبانٌ وأقرابٌ زهاليل\r\nأي ملس فأما شعراء الكلب فإنها إلى الرقة والحمرة ولا تمس شيئا غير الكلب والخوتع ذباب أزرق يكون في الغشب قال الراجز\r\nللخوتع الأزرق فيه صاهل\r\nوكذلك العنتر ابن دريد هو العنتر والعنتر أبو حنيفة الخشف الذباب الأخضر وجمعه أخشاف وكل ذبابة خرشة قطرب خرشه الذباب عضه أبو حنيفة والهمج ذباب الروض الواحدة همجة أنشد\r\nيرميننا بالحدق المراض * تهمّج الغزلان في الرّياض\r\nالتهمج أن تفتح عيونها ثم تغمضها من الهمج وتستحسن في هذه الحال قال أبو علي ولذلك قيل ظبية هميج أخرجوه مخرج فعيل في معنى مفعول حين أصيبت بما تكره قال أبو ذؤيب\r\nكأنّ ابنة السّهمي يوم لقيتها * موشّحةٌ بالطّرّتين هميج\r\nوقيل الهمج الذباب الصغار تكثر في المرتع فتمنع السائمة الارتعاء ابن السكيت الهمج ذباب صغار يسقط على وجوه الغنم والحمير وأعينها قال ويقال هو ضرب من البعوض ويقال للرعاع من الناس الحمقى إنما هم\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nهمج الفارسي هو على التشبيه وقيل همج هامج بالغوافيه وأنشد\r\nيعيث فيه همجٌ هامجٌ\r\nواللقاع ذباب أخضروا واحدته لفاعة أبو حنيفة الخازباز والخازباز من ذباب العشب وقيل هو ورم في لهازم الإبل وقد تقدم أبو حاتم الخزباز والخزباء ذباب يكون في الروض أيضاً أبو عبيد الخازباز صوت الذباب وقال هو اتباع أبو زيد أغن الذباب صوت قال\r\nحتّى إذا الوادي أغنّ غنانه\r\nومنه روضة غناء وقد إن الوادي وأغن وقرية غناء آهلة منه وسيأتي ذكر الغناء في الرياض في بابه ابن السكيت جن الذباب جنوناً كذلك أبو حاتم الدنين والدندنة والدندن صوت الذباب والزنابير ونحوهما من هينمة الكلام الذي لا يفهم أبو حنيفة بهذا المرعى خموش كثيرة إذا كان فيه ذباب وبعوض قال الهذلي\r\nكأنّ وعى الخموش بجانبيه * وعى ركبٍ أُميم ذوي هياط\r\nابن السكيت لا واحد للخموش صاحب العين الخموش بلغة هذيل البعوض واحدتها خموشة ابن دريد لا واحد لها وواحد البعوض بعوضة علي بن حمزة بعضه البعوض بعضاً خمشه وعضه صاحب العين المتك والمتك أنف الذبابة أبو عبيد هو ذكره والمتك من كل شيء طرف الزب أبو حنيفة النبر ذباب مثل النعرة أغبر إذا لسع ورم مكانه ورهل يكون بناحية العالية وقد تقدم أنها دويبة تعض الإبل فيرم موضع لسعها ويحبط والجمع أنبار ابن دريد الحباحب ذباب يطير بالليل في أذنابه كشرر النار ومنه قيل نار الحباحب وقيل بل الحباحب رجل من محارب خصفة وكان بخيلاً لا يوقد ناره الا بالحطب الشخت لئلا يرى ضوءها والطيثار والطثيار البعوث على الطثيار بناء غريب قد نفاه سيبويه والمحظار ضرب من الذباب والقمص شبيه بالذباب الصغير يقع على الماء الآجن كثيراً وقيل القمص ذباب صغار يكون\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nفوق الماء الواحدة قمصة وقد تقدم أن القمص الجراد أول ما يخرج أبو حاتم الأخيضر ذباب أخضر على قدر الذبان السلود والذقط بضم الذال الذباب الذي يكون في البيوت والذقط أيضاً ذباب صغير يدخل في عيون الناس والجميع الذقطان قال وقال الطائفيون ذو الشقفتين ذباب عظيم يلزم الدواب والبقر أبو عبيد الفراش مثل البعوث واحدتها فراشة والشران شيء تسميه العرب الأذى شبه البعوض يغشي الوجه ولا يعض الواحدة شرانة وهو الجرجس والواحدة جرجسة ابن السكيت وقول العامة قرقس خطأ أبو حاتم الزنبور والزنبار والزنبورة ضرب من الذباب لساع ابن قتيبة اليراع ذباب يطير بالليل كأنه نار أبو عبيد ذقط الذباب ووتم يعني ذرق وهو الونيم وأنشد\r\nلقد ونم الّباب عليه حتّى * كأنّ ونيمه نقط المداد\r\nابن دريد ونم ونماً وونيماً قال وأنكر ذلك أبو حاتم على أنه قد جاء في كتاب الفرق صاحب العين الزخارف ذباب صغار ذات قوائم أربع تطبر على الماء قال أوس بن حجر\r\nتذكّر عينا من غمازة ماؤها * له حدبٌ تستنّ فيه الزّخارف\r\n( تم الجزء الثامن ويليه الجزء التاسع وأوله كتاب الأنواء والسما والفلك )\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186}
  ]