[
  {"content":"\r\nالمقام الأسنى\r\nإبراهيم الكفعمي\r\nمؤسسة قائم آل محمد\r\nقم\r\n1412 هجري\r\nطبعة الأولى\r\n","description":"","footnote":"","page_name":" تعريف الكتاب ","page_number":1},
  {"content":"\r\n\r\nالأسماء الحسنى\r\nوسنوردها هنا بثلاث عبارات الأولى ما ذكرها الشيخ جمال الدين أحمد بن فهد رحمه الله في عدته أن الرضا ع روى عن أبيه عن آبائه عن علي ع أن لله تسعة وتسعين اسما من دعا بها استجيب له ومن أحصاها دخل الجنة وهي هذه الله الواحد الأحد الصمد الأول الآخر السميع البصير القدير القاهر العلي الأعلى الباقي البديع البارئ الأكرم الظاهر الباطن الحي الحكيم العليم الحليم الحفيظ الحق الحسيب الحميد الحفي الرب الرحمن الرحيم الذارئ الرازق الرقيب الرؤف الرائي السلام المؤمن المهيمن العزيز الجبار المتكبر السيد السبوح الشهيد الصادق الصانع الطاهر\r\n","description":"","footnote":"","page_name":" 21 ","page_number":2},
  {"content":"\r\nالعدل العفو الغفور الغني الغياث الفاطر الفرد الفتاح الفالق القديم الملك القدوس القوي القريب القيوم القابض الباسط القاضي المجيد الولي المنان المحيط المبين المقيت المصور الكريم الكبير الكافي كاشف الضر الوتر النور الوهاب الناصر الواسع الودود الهادي الوفي الوكيل الوارث البر الباعث التواب الجليل الجواد الخبير الخالق خير الناصرين الديان الشكور العظيم اللطيف الشافي .\r\nالثانية ما ذكرها الشهيد رحمه الله في قواعده وهي الله الرحمن الرحيم الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر البارئ الخالق المصور الغفار الوهاب الرزاق الخافض الرافع المعز المذل السميع البصير الحليم العظيم العلي الكبير الحفيظ الجليل الرقيب المجيب الحكيم المجيد الباعث الحميد المبدئ المعيد المحيي المميت الحي القيوم الماجد التواب المنتقم الشديد العقاب العفو الرؤف الوالي الغني المغني الفتاح القابض الباسط الحكم العدل اللطيف الخبير الغفور الشكور المقيت الحسيب الواسع الودود الشهيد الحق الوكيل القوي المتين الولي المحصي الواجد الواحد الأحد الصمد القادر المقتدر المقدم المؤخر الأول الآخر الظاهر الباطن البر ذو الجلال والإكرام المقسط الجامع المانع الضار النافع النور البديع الوارث الرشيد الصبور الهادي الباقي .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":3},
  {"content":"\r\nقال رحمه الله ورد في الكتاب العزيز من الأسماء الحسنى الرب والمولى والنصير والمحيط والفاطر والعلام والكافي وذو الطول وذو المعارج .\r\nالثالثة ما ذكرها فخر الدين محمد بن محاسن رحمه الله في جواهره وهي الله الرحمن الرحيم الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر الخالق البارئ المصور الغفار القهار الوهاب الرزاق الفتاح العليم القابض الباسط الخافض الرافع المعز المذل السميع البصير الحكم العدل اللطيف الخبير الحليم العظيم الغفور الشكور العلي الكبير الحفيظ المقيت الحسيب الجليل الكريم الرقيب المجيب الواسع الحكيم الودود المجيد الماجد الباعث الشهيد الحق الوكيل القوي المتين الولي الحميد المحصي المبدئ المعيد المحيي المميت الحي القيوم الواحد الأحد الصمد القادر المقتدر المقدم المؤخر الأول الآخر الظاهر الباطن الوالي المتعالي البر التواب المنتقم العفو الرؤف مالك الملك ذو الجلال والإكرام المقسط الجامع الغني المغني المانع الضار النافع النور الهادي البديع الباقي الوارث الرشيد الصبور فهذه تسعة وتسعون اسما رواها محمد بن إسحاق في المأثور .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":4},
  {"content":"\r\nولما كانت كل واحدة من هذه العبارات الثلاث تزيد على صاحبتيها بأسماء وتنقص عنهما بأسماء أحببت أن أضع عبارة رابعة مشتملة على أسماء العبارات الثلاث مع الإشارة إلى شرح كل اسم منها من غير إيجاز مخل ولا إسهاب ممل .\r\nوسميت ذلك بالمقام الأسنى في تفسير الأسماء الحسنى فنقول وبالله التوفيق .\r\n\r\nالله\r\nاسم علم مفرد موضوع على ذات واجب الوجود وقال الغزالي الله اسم للموجود الحق الجامع لصفات الإلهية المنعوت بنعوت الربوبية المتفرد بالوجود الحقيقي فإن كل موجود سواه غير مستحق للوجود بذاته وإنما استفاد الوجود منه .\r\nوقيل الله اسم لمن هو الخالق لهذا العالم والمدبر له وقال الشهيد في قواعده الله اسم للذات لجريان النعوت عليه وقيل هو اسم للذات مع جملة الصفات الإلهية فإذا قلنا الله فمعناه الذات الموصوفة بالصفات الخاصة وهي صفات الكمال ونعوت الجلال قال رحمه الله وهذا المفهوم هو الذي يعبد ويوحد وينزه عن الشريك والنظير والمثل والند والضد وقد اختلف في اشتقاق هذا الاسم المقدس على وجوه عشرة ذكرناها\r\n","description":"","footnote":"","page_name":" 24 ","page_number":5},
  {"content":"\r\nعلى حاشية الصحيفة في دعاء زين العابدين ع إذا أحزنه أمر .\r\nواعلم أن هذا الاسم الشريف قد امتاز عن غيره من أسمائه تعالى الحسنى بوجوه عشرة أأنه أشهر أسماء الله تعالى .\r\nب أنه أعلاها محلا في القرآن .\r\nج أنه أعلاها محلا في الدعاء .\r\nد أنه جعل أمام سائر الأسماء .\r\nه أنه خصت به كلمة الإخلاص .\r\nوأنه وقعت به الشهادة .\r\nز أنه علم على الذات المقدسة وهو مختص بالمعبود الحق تعالى فلا\r\n","description":"","footnote":"","page_name":" 25 ","page_number":6},
  {"content":"\r\nيطلق على غيره حقيقة ولا مجازا قال تعالى هَلْ تَعْلَمُ لَه سَمِيًّا أي هل تعلم أحدا يسمى الله وقيل سميا أي مثلا وشبيها .\r\nح أن هذا الاسم الشريف دال على الذات المقدسة الموصوفة بجميع الكمالات حتى لا يشذ به شيء وباقي أسمائه تعالى لا تدل آحادها إلا على آحاد المعاني كالقادر على القدرة والعالم على العلم أو فعل منسوب إلى الذات مثل قولنا الرحمن فإنه اسم للذات مع اعتبار الرحمة وكذا الرحيم والعليم والخالق اسم للذات مع اعتبار وصف وجودي خارجي والقدوس اسم للذات مع وصف سلبي أعني التقديس الذي هو التطهير عن النقائص والباقي اسم للذات مع نسبة وإضافة أعني البقاء وهو نسبة بين الوجود والأزمنة إذ هو استمرار الوجود في الأزمنة والأبدي هو المستمر في جميع الأزمنة فالباقي أعم منه والأزلي هو الذي قارن وجوده جميع الأزمنة الماضية المحققة والمقدرة فهذه الاعتبارات تكاد تأتي على الأسماء الحسنى بحسب الضبط .\r\nط أنه اسم غير صفة بخلاف سائر أسمائه تعالى فإنها تقع صفات أما أنه اسم غير صفة فلأنك تصفه ولا تصف به فتقول إله واحد ولا تقول شيء إله وأما وقوع ما عداه من أسمائه الحسنى صفات فلأنه يقال شيء قادر وعالم وحي إلى غير ذلك .\r\nي أن جميع أسمائه الحسنى يتسمى بهذا الاسم ولا يتسمى هو بشيء منها فلا يقال الله اسم من أسماء الصبور أو الرحيم أو الشكور ولكن يقال الصبور اسم من أسماء الله تعالى .\r\nإذا عرفت ذلك فاعلم أنه قد قيل إن هذا الاسم المقدس هو الاسم الأعظم قال ابن فهد في عدته وهذا القول قريب جدا لأن الوارد في هذا المعنى\r\n","description":"","footnote":"","page_name":" 26 ","page_number":7},
  {"content":"\r\nكثير .\r\nورأيت في كتاب الدر المنتظم في السر الأعظم للشيخ محمد بن طلحة بن محمد بن الحسين أن هذا الاسم المقدس يدل على الأسماء الحسنى كلها التي هي تسعة وتسعون اسما لأنك إذا قسمت الاسم المقدس في علم الحروف على قسمين كان كل قسم ثلاثة وثلاثين فتضرب الثلاثة والثلاثين في حروف الاسم المقدس بعد إسقاط المكرر وهي ثلاثة تكون عدد الأسماء الحسنى وذكر أمثلة أخر في هذا المعنى تركناها اختصارا .\r\nورأيت في كتاب مشارق الأنوار وحقائق الأسرار للشيخ رجب بن محمد بن رجب الحافظ أن هذا الاسم المقدس أربعة أحرف الله فإذا وقفت على الأشياء عرفت أنها منه وبه وإليه وعنه فإذ أخذ منه الألف بقي لله ولله كل شيء فإن أخذ اللام وترك الألف بقي إله وهو إله كل شيء وإن أخذ\r\n","description":"","footnote":"","page_name":" 27 ","page_number":8},
  {"content":"\r\nالألف من إله بقي له وله كل شيء فإن أخذ من له اللام بقي هو وهو هو وحده لا شريك له وهو لفظ يوصل إلى ينبوع العزة ولفظ هو مركب من حرفين والهاء أصل الواو فهو حرف واحد يدل على الواحد الحق والهاء أول المخارج والواو آخرها فهو الأول والآخر والظاهر والباطن .\r\nولما كان الاسم المقدس الأقدس أرفع أسماء الله تعالى شأنا وأعلاها مكانا وكان لكمالها جمالا ولجمالها كمالا خرجنا فيه بالإسهاب عن مناسبة الكتاب والله الموفق للصواب .\r\n\r\nالرحمن الرحيم\r\nقال الشهيد رحمه الله هما اسمان للمبالغة من رحم كغضبان من غضب وعليم من علم والرحمة لغة رقة القلب وانعطاف يقتضي التفضل والإحسان ومنه الرحم لانعطافها على ما فيها وأسماء الله تعالى إنما تؤخذ باعتبار الغايات التي هي أفعال دون المبادئ التي هي انفعال .\r\nوقال صاحب العدة الرحمن الرحيم مشتقان من الرحمة وهي النعمة\r\n","description":"","footnote":"","page_name":" 28 ","page_number":9},
  {"content":"\r\nومنه وما أَرْسَلْناكَ إِلا رَحْمَةً لِلْعالَمِينَ أي نعمة ويقال للقرآن رحمة وللغيث رحمة أي نعمة وقد يتسمى بالرحيم غيره تعالى ولا يتسمى بالرحمن سواه لأن الرحمن هو الذي يقدر على كشف الضر والبلوى ويقال لرقيق القلب من الخلق رحيم لكثرة وجود الرحمة منه بسبب الرقة وأقلها الدعاء للمرحوم والتوجع له وليست في حقه تعالى كذلك بل معناها إيجاد النعمة للمرحوم وكشف البلوى عنه فالحد الشامل أن تقول هي التخلص من أقسام الآفات وإيصال الخيرات إلى أرباب الحاجات .\r\nوفي كتاب الرسالة الواضحة أن الرحمن الرحيم من أبنية المبالغة إلا أن فعلان أبلغ من فعيل ثم هذه المبالغة قد توجد تارة باعتبار الكمية وأخرى باعتبار الكيفية .\r\nفعلى الأول قيل يا رحمان الدنيا لأنه يعم المؤمن والكافر ورحيم الآخرة لأنه يخص الرحمة بالمؤمنين لقوله تعالى وكانَ بِالْمُؤْمِنِينَ رَحِيما .\r\nوعلى الثاني قيل يا رحمان الدنيا والآخرة ورحيم الدنيا لأن النعم الأخروية كلها جسام وأما النعم الدنيوية فجليلة وحقيرة وعن الصادق ع الرحمن اسم خاص بصفة عامة والرحيم اسم عام بصفة خاصة .\r\nوعن أبي عبيدة الرحمن ذو الرحمة والرحيم الراحم وكرر لضرب\r\n","description":"","footnote":"","page_name":" 29 ","page_number":10},
  {"content":"\r\nمن التأكيد .\r\nوعن السيد المرتضى رحمه الله أن الرحمن مشترك فيه اللغة العربية والعبرانية والسريانية والرحيم مختص بالعربية .\r\nقال الطبرسي وإنما قدم الرحمن على الرحيم لأن الرحمن بمنزلة الاسم العلم من حيث إنه لا يوصف به إلا الله تعالى ولهذا جمع بينهما تعالى في قوله قُلِ ادْعُوا الله أَوِ ادْعُوا الرَّحْمنَ فوجب لذلك تقديمه على الرحيم لأنه يطلق عليه وعلى غيره .\r\n\r\nالملك\r\nالتام الملك الجامع لأصناف المملوكات قاله البادرائي في جواهره .\r\n","description":"","footnote":"","page_name":" 30 ","page_number":11},
  {"content":"\r\nوقال الشهيد الملك المتصرف بالأمر والنهي في المأمورين أو الذي يستغني في ذاته وصفاته عن كل موجود ويحتاج إليه كل موجود في ذاته وصفاته .\r\nوالملكوت ملك الله زيدت فيه التاء كما زيدت في رهبوت ورحموت من الرهبة والرحمة .\r\n\r\nالقدوس\r\nفعول من القدس وهو الطهارة فالقدوس الطاهر من العيوب المنزه عن الأضداد والأنداد والتقديس التطهير وقوله تعالى حكاية عن الملائكة ونَحْنُ نُسَبِّحُ بِحَمْدِكَ ونُقَدِّسُ لَكَ أي ننسبك إلى الطهارة .\r\nوسمي بيت المقدس بذلك لأنه المكان الذي يتطهر فيه من الذنوب وقيل للجنة حظيرة القدس لأنها موضع الطهارة من الأدناس والآفات التي تكون في الدنيا .\r\n\r\nالسلام\r\nمعناه ذو السلامة أي سلم في ذاته عن كل عيب وفي صفاته عن كل نقص وآفة تلحق المخلوقين والسلام مصدر وصف به تعالى للمبالغة وقيل معناه المسلم لأن السلامة تنال من قبله .\r\nوقوله لَهُمْ دارُ السَّلامِ يجوز أن تكون مضافة إليه تعالى ويجوز أن يكون تعالى قد سمى الجنة سلاما لأن الصائر إليها يسلم من كل آفة .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":12},
  {"content":"\r\n\r\nالمؤمن\r\nالمصدق لأن الإيمان في اللغة التصديق ويحتمل ذلك وجهان أأنه يصدق عباده وعده ويفي لهم بما ضمنه لهم .\r\nب أنه يصدق ظنون عباده المؤمنين ولا يخيب آمالهم قاله البادرائي وعن الصادق ع سمي تعالى مؤمنا لأنه يؤمن عذابه من أطاعه .\r\nوفي الصحاح الله تعالى مؤمن وهو الذي آمن عباده ظلمه .\r\n\r\nالمهيمن\r\nقال العزيزي في غريبه والشهيد في قواعده هو القائم على خلقه بأعمالهم وآجالهم وأرزاقهم .\r\nوقال صاحب العدة المهيمن الشاهد ومنه قوله تعالى ومُهَيْمِنا عَلَيْه أي شاهدا فهو تعالى الشاهد على خلقه بما يكون منهم من قول أو فعل وقيل هو الرقيب على الشيء والحافظ له وقيل هو الأمين .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":13},
  {"content":"\r\nوإلى القول الأوسط ذهب الجوهري فقال المهيمن الشاهد وهو من آمن غيره من الخوف .\r\nقلت إنما كان المهيمن من آمن لأن أصل مهيمن مؤيمن فقلبت الهمزة هاء لقرب مخرجهما كما في هرقت الماء وأرقته وأيهات وهيهات وإبرية وهبرية للخزاز الذي في الرأس وقرأ أبو السرائر الغنوي هياك نعبد وهياك نستعين قال الشاعر\r\n\r\nوهياك والأمر الذي إن توسعت موارده ضاقت عليك مصادره .\r\n\r\n\r\nالعزيز\r\nالغالب القاهر أو ما يمتنع الوصول إليه قاله الشهيد في قواعده وقال الشيخ علي بن يوسف بن عبد الجليل في كتابه منتهى السئول في شرح الفصول العزيز هو الحظير الذي يقل وجود مثله وتشتد الحاجة إليه ويصعب الوصول إليه فليس العزيز المطلق إلا هو تعالى .\r\nوقال صاحب العدة العزيز المنيع الذي لا يغلب ويقال من عز بز\r\n","description":"","footnote":"","page_name":" 33 ","page_number":14},
  {"content":"\r\nأي من غلب سلب ومنه قوله تعالى وعَزَّنِي فِي الْخِطابِ أي غلبني في محاورة الكلام وقد يقال العزيز للملك ومنه قوله تعالى يا أَيُّهَا الْعَزِيزُ أي يا أيها الملك .\r\nوالعزيز أيضا الذي لا يعادله شيء والذي لا مثل له ولا نظير .\r\n\r\nالجبار\r\nالقهار أو المتكبر أو المتسلط أو الذي جبر مفاقر الخلق وكفاهم أسباب المعاش والرزق أو الذي تنفذ مشيئته على سبيل الإجبار في كل أحد ولا تنفذ فيه مشيئة أحد ويقال الجبار العالي فوق خلقه ويقال للنخل الذي طال وفات اليد جبار .\r\n\r\nالمتكبر\r\nذو الكبرياء وهو الملك أو ما يرى الملك حقيرا بالنسبة إلى عظمته قاله الشهيد وقال صاحب العدة المتكبر المتعالي عن صفات الخلق ويقال المتكبر على عتاة خلقه وهو مأخوذ من الكبرياء وهو اسم التكبر والتعظم .\r\n\r\nالخالق\r\nهو المبدئ للخلق والمخترع لهم على غير مثال سبق قاله البادرائي في جواهره\r\n","description":"","footnote":"","page_name":" 34 ","page_number":15},
  {"content":"\r\nوقال الشهيد الخالق المقدر .\r\nقلت وهو حسن إذ قد يراد بالخلق التقدير ومنه قوله تعالى أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ أي أقدر .\r\n\r\nالبارئ\r\nالخالق والبرية الخلق وبارئ البرايا أي خالق الخلائق\r\n\r\nالمصور\r\nالذي أنشأ خلقه على صور مختلفة ليتعارفوا بها قال تعالى وصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ .\r\nوقال الغزالي في تفسير أسماء الله تعالى الحسنى قد يظن أن الخالق والبارئ والمصور ألفاظ مترادفة وأن الكل يرجع إلى الخلق والاختراع وليست كذلك بل كل ما يخرج من العدم إلى الوجود مفتقر إلى تقديره أولا وإلى إيجاده على وفق التقدير ثانيا وإلى التصوير بعد الإيجاد ثالثا والله تعالى خالق من حيث إنه مقدر وبارئ من حيث إنه مخترع موجد ومصور من حيث إنه مرتب صور المخترعات أحسن ترتيب وهذا كالبناء مثلا فإنه يحتاج إلى مقدر يقدر ما لا بد منه من الخشب واللبن ومساحة الأرض وعدد الأبنية وطولها وعرضها وهذا يتولاه المهندس فيرسمه ويصوره ثم يحتاج إلى بناء يتولى الأعمال التي عندها تحدث أصول الأبنية ثم يحتاج إلى مزين ينقش ظاهره ويزين صورته فيتولاه غير البناء هذه هي العادة في التقدير في البناء والتصوير وليس كذلك في أفعاله تعالى بل هو المقدر والموجد والصانع فهو الخالق والبارئ والمصور .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":16},
  {"content":"\r\n\r\nالغفار\r\nهو الذي أظهر الجميل وستر القبيح قاله الشهيد .\r\nوقال البادرائي هو الذي يغفر ذنوب عباده وكلما تكررت التوبة من المذنب تكررت منه تعالى المغفرة لقوله وإِنِّي لَغَفَّارٌ لِمَنْ تابَ الآية والغفر في اللغة الستر والتغطية فالغفار الستار لذنوب عباده .\r\n\r\nالقهار القاهر\r\nبمعنى وهو الذي قهر الجبابرة وقهر العباد بالموت غير أن قهار وغفار وجبار ووهاب ورزاق وفتاح ونحو ذلك من أبنية المبالغة لأن العرب قد بنت مثال من كرر الفعل على فعال ولهذا يقولون لكثير السؤال سئال وسئالة .\r\nقال\r\n\r\nسئالة للفتى ما ليس في يده ذهابة بعقول القوم والمال\r\n\r\nوكذا ما بني على فعلان وفعيل كرحمان ورحيم إلا أن فعلان أبلغ من فعيل وبنت مثال من بالغ في الأمر وكان قويا عليه على فعول كصبور وشكور وبنت مثال من فعل الشيء مرة على فاعل نحو سائل وقاتل وبنت مثال من اعتاد الفعل على مفعال مثل امرأة مذكار إذا كان من عادتها أن تلد الذكور ومئناث إذا كان من عادتها أن تلد الإناث ومعقاب إذا كان من عادتها أن تلد نوبة ذكرا ونوبة أنثى ورجل منعام ومفضال إذا كان ذلك من عادته .\r\n\r\nالوهاب\r\nهو من أبنية المبالغة كما مر آنفا وهو الذي يجود بالعطايا التي لا تفنى وكل من وهب شيئا من أعراض الدنيا فهو واهب ولا يسمى وهابا بل الوهاب\r\n","description":"","footnote":"","page_name":" 36 ","page_number":17},
  {"content":"\r\nمن تصرفت مواهبه في أنواع العطايا ودامت والمخلوقون إنما يملكون أن يهبوا مالا أو نوالا في حال دون حال ولا يملكون أن يهبوا شفاء لسقيم ولا ولدا لعقيم قاله البادرائي .\r\nوقال صاحب العدة الوهاب الكثير الهبة والمفضال في العطية .\r\nوقال الشهيد الوهاب المعطي كل ما يحتاج إليه لكل من يحتاج إليه .\r\n\r\nالرزاق الرازق\r\nبمعنى وهو خالق الأرزقة والمرتزقة والمتكفل بإيصالها لكل نفس من مؤمن وكافر غير أن في الرزاق المبالغة .\r\n\r\nالفتاح\r\nالحاكم بين عباده وفتح الحاكم بين الخصمين إذا قضى بينهما ومنه رَبَّنَا افْتَحْ بَيْنَنا وبَيْنَ قَوْمِنا بِالْحَقِّ أي احكم .\r\nوهو أيضا الذي يفتح أبواب الرزق والرحمة لعباده وهو الذي بعنايته ينفتح كل مغلق .\r\n\r\nالعليم\r\nالعالم بالسرائر والخفيات وتفاصيل المعلومات قبل حدوثها وبعد وجودها .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":18},
  {"content":"\r\n\r\nالقابض الباسط\r\nهو الذي يوسع الرزق ويقدره بحسب الحكمة .\r\nويحسن القران بين هذين الاسمين ونظائرهما كالخافض والرافع والمعز والمذل والضار والنافع والمبدئ والمعيد والمحيي والمميت والمقدم والمؤخر والأول والآخر والظاهر والباطن لأنه أنبأ عن القدرة وأدل على الحكمة قال الله تعالى والله يَقْبِضُ ويَبْصُطُ فإذا ذكرت القابض مفردا عن الباسط كنت كأنك قد قصرت الصفة على المنع والحرمان وإذا وصلت أحدهما بالآخر فقد جمعت بين الصفتين فالأولى لمن وقف بحسن الأدب بين يدي الله تعالى أن لا يفرد كل اسم عن مقابلة لما فيه من الإعراب عن وجه الحكمة .\r\n\r\nالخافض الرافع\r\nهو الذي يخفض الكفار بالإشقاء ويرفع المؤمنين بالإسعاد وقوله خافِضَةٌ رافِعَةٌ أي تخفض أقواما إلى النار وترفع أقواما إلى الجنة يعني القيامة .\r\n\r\nالمعز المذل\r\nالذي يؤتي الملك من يشاء وينزعه ممن يشاء أو الذي أعز بالطاعة أولياءه فأظهرهم على أعدائه في الدنيا وأحلهم دار الكرامة في العقبى وأذل أهل\r\n","description":"","footnote":"","page_name":" 38 ","page_number":19},
  {"content":"\r\nالكفر في الدنيا بأن ضربهم بالرق والجزية والصغار وفي الآخرة بالخلود في النار .\r\n\r\nالسميع\r\nبمعنى السامع يسمع السر والنجوى سواء عنده الجهر والخفوت والنطق والسكوت وقد يكون السميع بمعنى القبول والإجابة ومنه قول المصلي سمع الله لمن حمده معناه قبل الله حمد من حمده واستجاب له وقيل السميع العليم بالمسموعات وهي الأصوات والحروف .\r\n\r\nالبصير\r\nالعالم بالخفيات وقيل العالم بالمبصرات .\r\nوفي عبارة الشهيد السميع الذي لا يعزب عن إدراكه مسموع خفي أو ظاهر والبصير الذي لا يعزب عنه ما تحت الثرى ومرجعهما إلى العلم لتعاليه سبحانه عن الحاسة والمعاني القديمة .\r\n\r\nالحكم\r\nهو الحاكم الذي سلم له الحكم وسمي الحاكم حاكما لمنعه الناس من التظالم .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":20},
  {"content":"\r\n\r\nالعدل\r\nأي ذو العدل وهو مصدر أقيم مقام الأصل وحف به تعالى للمبالغة لكثرة عدله والعدل هو الذي لا يجور في الحكم ورجل عدل وقوم عدل وامرأة عدل يستوي فيه الواحد والجمع والمذكر والمؤنث .\r\n\r\nاللطيف\r\nالعالم بغوامض الأشياء ثم يوصلها إلى المستصلح برفق دون العنف أو البر بعباده الذي يوصل إليهم ما ينتفعون به في الدارين ويهيئ لهم أسباب مصالحهم من حيث لا يحتسبون قاله الشهيد في قواعده .\r\nوقيل اللطيف فاعل اللطف وهو ما يقرب معه العبد من الطاعة ويبعد من المعصية واللطف من الله التوفيق .\r\nوفي كتاب التوحيد عن الصادق ع أن معنى اللطيف هو\r\n","description":"","footnote":"","page_name":" 40 ","page_number":21},
  {"content":"\r\nالعالم بالشيء اللطيف كالبعوضة وخلقه إياها\r\nوأنه لا يدرك ولا يحد وفلان لطيف في أمره إذا كان متعمقا متلطفا لا يدرك أمره وليس معناه أنه تعالى صغر ودق .\r\nوقال الهروي في الغريبين اللطيف من أسمائه تعالى وهو الرفيق بعباده يقال لطف له يلطف إذا رفق به ولطف الله بك أي أوصل إليك مرادك برفق واللطيف منه فأما لطف يلطف فمعناه صغر ودق .\r\n\r\nالخبير\r\nهو العالم بكنه الشيء المطلع على حقيقته والخبر العلم ولي بكذا خبر أي علم واختبرت كذا بلوته .\r\n\r\nالحليم\r\nذو الحلم والصفح والأناة وهو الذي يشاهد معصية العصاة ويرى مخالفة الأمر ثم لا يسارع إلى الانتقام مع غاية قدرته ولا يستحق الصافح مع العجز اسم الحلم إنما الحليم هو الصفوح مع القدرة .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":22},
  {"content":"\r\n\r\nالعظيم\r\nقال الشهيد هو الذي لا تحيط بكنهه العقول .\r\nوقال البادرائي هو ذو العظمة والجلال أي عظيم الشأن جليل القدر دون العظم الذي هو من نعوت الأجسام .\r\nوقيل إنه تعالى سمي العظيم لأنه الخالق للخلق العظيم كما أن معنى اللطيف هو الخالق للخلق اللطيف .\r\n\r\nالعفو\r\nهو المحاء للذنوب وهو فعول من العفو وهو الصفح عن الذنب وترك مجازاة المسئ وقيل هو مأخوذ من عفت الريح الأثر إذا درسته ومحته .\r\n\r\nالغفور\r\nالذي تكثر منه المغفرة أي يغفر الذنوب ويتجاوز عن العقوبة واشتقاقه من الغفر وهو الستر والتغطية وسمي المغفر به لستره الرأس .\r\nوفي العفو مبالغة أعظم من الغفور لأن ستر الشيء قد يحصل مع بقاء أصله بخلاف المحو فإنه إزالة رأسا وجملة ويقال ما فيهم غفيرة أي لا يغفرون ذنبا لأحد .\r\n\r\nالشكور\r\nالذي يشكر اليسير من الطاعة ويثيب عليه الكثير من الثواب ويعطي الجزيل من النعمة ويرضى باليسير من الشكر قال تعالى إِنَّ رَبَّنا لَغَفُورٌ\r\n","description":"","footnote":"","page_name":" 42 ","page_number":23},
  {"content":"\r\nشَكُورٌ وهما اسمان مبنيان للمبالغة .\r\nولما كان تعالى مجازيا للمطيع على طاعته بجزيل ثوابه جعل مجازاته شكرا لهم على سبيل المجاز كما سميت المكافأة شكرا .\r\n\r\nالعلي\r\nالذي لا رتبه فوق رتبته أو المنزه عن صفات المخلوقين وقد يكون بمعنى العالي فوق خلقه بالقدرة عليهم .\r\n\r\nالكبير\r\nذو الكبرياء في كمال الذات والصفات وهو الموصوف بالجلال وكبر الشأن ويقال هو الذي كبر عن شبه المخلوقين وصغر دون جلاله كل كبير وقيل الكبير السيد ويقال لكبير القوم سيدهم .\r\n\r\nالحفيظ\r\nالحافظ لدوام الموجودات والمزيل تضاد العنصريات بحفظها عن الفساد فهو تعالى يحفظ السماوات والأرض وما بينهما ويحفظ عبده من المهالك\r\n","description":"","footnote":"","page_name":" 43 ","page_number":24},
  {"content":"\r\nوالمعاطب قال بعضهم الحفيظ وضع للمبالغة فتفسيره بالحافظ فيه هضم لذلك الاسم .\r\n\r\nالمقيت\r\nالمقتدر وأقات على الشيء اقتدر عليه .\r\nقال\r\n\r\nوذي ضغن كففت النفس عنه وكنت على مساءته مقيتا\r\n\r\nوالمقيت معطي القوت والمقيت الحافظ للشيء والشاهد عليه والمقيت الموقوف على الشيء .\r\nقال\r\n\r\nإلي الفضل أم علي إذا حوسبت إني على الحساب مقيت\r\n\r\nأي إني على الحساب موقوف والمعاني الأربع الأول كلها صادقة عليه تعالى بخلاف الخامس .\r\n\r\nالحسيب\r\nالكافي وهو فعيل بمعنى مفعل كأليم بمعنى مؤلم من قولهم أحسبني أي أعطاني ما كفاني وحسبك درهم أي كفاك ومنه حَسْبُكَ الله ومَنِ اتَّبَعَكَ أي هو كافيك والحسيب المحاسب أيضا ومنه قوله تعالى كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبا أي محاسبا والحسيب أيضا المحصي والعالم .\r\n","description":"","footnote":"","page_name":" 44 ","page_number":25},
  {"content":"\r\n\r\nالجليل\r\nالموصوف بصفات الجلال من الغنى والملك والقدرة والعلم والتقدس عن النقائص فهو الجليل الذي يصغر دونه كل جليل ويتضع معه كل رفيع .\r\n\r\nالكريم\r\nفي اللغة الكثير الخير والعرب تسمي الشيء الذي يدوم نفعه ويسهل تناوله كريما ومن كرمه تعالى أنه يبتدئ بالنعمة من غير استحقاق ويغفر الذنب ويعفو عن المسئ .\r\nوقيل الكريم الجواد المفضل يقال رجل كريم أي جواد وقيل هو العزيز كقولهم فلان أكرم من فلان أي أعز منه وقوله تعالى إِنَّه لَقُرْآنٌ كَرِيمٌ أي عزيز .\r\n\r\nالرقيب\r\nالحافظ الذي لا يغيب عنه شيء ومنه قوله تعالى ما يَلْفِظُ مِنْ قَوْلٍ إِلا لَدَيْه رَقِيبٌ معناه أي حافظ والعتيد المهيأ الحاضر وقال الشهيد الرقيب الحفيظ العليم .\r\n\r\nالمجيب\r\nهو الذي يجيب المضطر ويغيث الملهوف إذا دعياه .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":26},
  {"content":"\r\n\r\nالقريب\r\nهو المجيب ومنه أُجِيبُ دَعْوَةَ الدَّاعِ أي قربت من دعائه وقد يكون بمعنى العالم بوساوس القلوب لا حجاب بينها وبينه تعالى ولا مسافة ومنه ونَحْنُ أَقْرَبُ إِلَيْه مِنْ حَبْلِ الْوَرِيدِ .\r\n\r\nالواسع\r\nالغني الذي وسع غناه مفاقر عباده ووسع رزقه جميع خلقه والسعة في كلام العرب الغنى ومنه لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِه وقيل هو المحيط بعلم كل شيء ومنه وَسِعَ كُلَّ شَيْءٍ عِلْما .\r\nوفي كتاب منتهى السئول الواسع مشتق من السعة والسعة تضاف تارة إلى العلم إذا اتسع وأحاط بالمعلومات الكثيرة وتضاف أخرى إلى الإحسان وبسط النعم وكيف ما قدر وعلى أي شيء نزل فالواسع المطلق هو الله تعالى لأنه إن نظر إلى علمه فلا ساحل لبحره بل تنفد البحار لو كانت مدادا لكلماته وإن نظر إلى إحسانه ونعمه فلا نهاية لها وكل نعمة تكون من غيره وإن عظمت فهي متناهية فهو أحق بإطلاق اسم السعة عليه .\r\n\r\nالغني\r\nهو الذي استغنى عن الخلق وهم إليه محتاجون فلا تعلق له لغيره لا في ذاته ولا في شيء من صفاته بل يكون منزها عن العلاقة مع الغير فمن تعلقت\r\n","description":"","footnote":"","page_name":" 46 ","page_number":27},
  {"content":"\r\nذاته أو صفاته بأمر خارج عن ذاته يتوقف في وجوده أو كماله عليه فهو محتاج إلى ذلك الأمر ولا يتصور ذلك في الله تعالى .\r\n\r\nالمغني\r\nالذي جبر مفاقر الخلق وأغناهم عمن سواه بواسع الرزق .\r\n\r\nالحكيم\r\nهو المحكم خلق الأشياء والإحكام هو إتقان التدبير وحسن التصوير والتقدير وقيل الحكيم العادل والحكمة لغة العلم ومنه يُؤْتِي الْحِكْمَةَ مَنْ يَشاءُ والحكيم أيضا الذي لا يفعل قبيحا ولا يخل بواجب والذي يضع الأشياء مواضعها .\r\n\r\nالودود\r\nالذي يود عباده أي يرضى عنهم ويقبل أعمالهم مأخوذ من الود وهو المحبة أو يكون بمعنى أن يودهم إلى خلقه ومنه سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدًّا أي محبته في قلوب العباد أو يكون فعول هذا بمعنى مفعول كمهيب بمعنى مهيوب يريد أنه مودود في قلوب أوليائه بما ساق إليهم من المعارف وأظهر لهم من الألطاف\r\n","description":"","footnote":"","page_name":" 47 ","page_number":28},
  {"content":"\r\n\r\nالمجيد الماجد\r\nبمعنى والمجد الكرم قاله الجوهري والمجيد الواسع الكرم ورجل ماجد إذا كان سخيا واسع العطاء .\r\nوقيل هو الكريم العزيز ومنه قوله تعالى بَلْ هُوَ قُرْآنٌ مَجِيدٌ أي كريم عزيز .\r\nوقيل معنى مجيد أي ممجد أي مجده خلقه وعظموه قاله ابن فهد في عدته .\r\nوقال الهروي في قوله تعالى ق والْقُرْآنِ الْمَجِيدِ والمجد في كلامهم الشرف الواسع ورجل ماجد مفضال كثير الخير ومجدت الإبل إذا وقعت في مرعى كثير واسع .\r\nوقال الشهيد المجيد هو الشريف ذاته الجميل فعاله قال والماجد مبالغة في المجد .\r\n\r\nالباعث\r\nمحيي الخلق في النشأة الأخرى وباعثهم للحساب .\r\n\r\nالشهيد\r\nالذي لا يغيب عنه شيء وقد يكون الشهيد بمعنى العليم ومنه شَهِدَ\r\n","description":"","footnote":"","page_name":" 48 ","page_number":29},
  {"content":"\r\nالله أَنَّه لا إِله إِلا هُوَ أي علم .\r\n\r\nالحق\r\nهو المتحقق وجوده وكونه وكل شيء تحقق وجوده وكونه فهو حق ومنه الْحَاقَّةُ مَا الْحَاقَّةُ أي الكائنة حقا لا شك في كونها وقولهم الجنة حق أي كائنة وكذلك النار .\r\n\r\nالوكيل\r\nهو الكافي أو الموكول إليه جميع الأمور وقيل هو الكفيل بأرزاق العباد والقائم بمصالحهم ومنه حَسْبُنَا الله ونِعْمَ الْوَكِيلُ أي نعم الكفيل بأمورنا القائم بها وقد يكون بمعنى المعتمد والملجأ والتوكل الاعتماد والالتجاء .\r\n\r\nالقوي\r\nالقادر من قوي على الشيء إذا قدر عليه أو الذي لا يستولي عليه العجز والضعف في حال من الأحوال وقد يكون معناه التام القوة .\r\n\r\nالمتين\r\nهو الشديد القوة الذي لا يعتريه وهن ولا يمسه لغوب ولا يلحقه في أفعاله مشقة .\r\n","description":"","footnote":"","page_name":" 49 ","page_number":30},
  {"content":"\r\n\r\nالولي\r\nهو المستأثر بنصر عباده المؤمنين ومنه الله مَوْلَى الَّذِينَ آمَنُوا وأَنَّ الْكافِرِينَ لا مَوْلى لَهُمْ أي لا ناصر لهم أو يكون بمعنى المتولي للأمر القائم به .\r\n\r\nالمولى\r\nقد قيل فيه ما مر من المعنيين المتقدمين في الولي أو يكون بمعنى الأولى ومنه قول النبي ص ألست أولى منكم بأنفسكم قالوا بلى يا رسول الله قال من كنت مولاه فعلي مولاه\r\nأي من كنت أولى منه بنفسه فعلي أولى منه بنفسه وقوله تعالى مَأْواكُمُ النَّارُ هِيَ مَوْلاكُمْ أي أولى بكم .\r\n\r\nالحميد\r\nهو المحمود الذي استحق الحمد بفعاله في السراء والضراء والشدة والرخاء .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":31},
  {"content":"\r\n\r\nالمحصي\r\nالذي أحصى كل شيء بعلمه فلا يعزب عنه مثقال ذرة .\r\n\r\nالمبدئ المعيد\r\nفالمبدئ الذي أبدأ الأشياء اختراعا وأوجدها .\r\nوالمعيد الذي يعيد الخلق بعد الحياة إلى الممات ثم يعيدهم بعد الممات إلى الحياة لقوله تعالى وكُنْتُمْ أَمْواتا فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْه تُرْجَعُونَ ولقوله هُوَ يُبْدِئُ ويُعِيدُ .\r\n\r\nالمحيي المميت\r\nفالمحيي هو الذي يحيي النطفة الميتة فيخرج منها النسمة الحية ويحيي الأجسام بإعادة الأرواح إليها للبعث .\r\nوالمميت هو الذي يميت الأحياء تمدح سبحانه بالإماتة كما تمدح بالإحياء ليعلم أن الإحياء والإماتة من قبله .\r\n\r\nالحي\r\nهو الذي لم يزل موجودا وبالحياة موصوفا لم يحدث له الموت بعد الحياة ولا العكس قاله البادرائي .\r\nوفي منتهى السئول أنه الفعال المدرك حتى أن ما لا فعل له ولا إدراك فهو ميت وأقل درجات الإدراك أن يشعر المدرك نفسه فالحي الكامل هو الذي تندرج جميع المدركات تحت إدراكه حتى لا يشذ عن علمه مدرك ولا\r\n","description":"","footnote":"","page_name":" 51 ","page_number":32},
  {"content":"\r\nعن فعله مخلوق وكل ذلك لله تعالى فالحي المطلق هو الله تعالى .\r\n\r\nالقيوم\r\nهو القائم الدائم بلا زوال بذاته وبه قيام كل موجود في إيجاده وتدبيره وحفظه ومنه قوله أَفَمَنْ هُوَ قائِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ أي يقوم بأرزاقهم وآجالهم وأعمالهم وقيل هو القيم على كل شيء بالرعاية له .\r\nومثله القيام وهما من فيعول وفيعال من قمت بالشيء إذا توليته بنفسك وأصلحته ودبرته وقالوا ما فيها ديور ولا ديار .\r\nوفي الصحاح أن عمر قرأ الحي القيام قال وهو لغة .\r\n\r\nالواجد\r\nأي الغني مأخوذ من الجد وهو الغنى والحظ في الرزق ومنه قولهم في الدعاء ولا ينفع ذا الجد منك الجد أي من كان ذا غنى وبخت في الدنيا لم ينفعه ذلك عندك في الآخرة إنما ينفعه الطاعة والإيمان بدليل يَوْمَ لا يَنْفَعُ مالٌ ولا بَنُونَ .\r\nأو يكون مأخوذا من الجدة وهي السعة في المال والمقدرة ورجل واجد أي غني بين الوجد والجدة وافتقر بعد وجد ووجد بعد فقر وقوله تعالى أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ أي سعتكم ومقدرتكم .\r\n","description":"","footnote":"","page_name":" 52 ","page_number":33},
  {"content":"\r\nوقد يكون الواجد هو الذي لا يعوزه شيء والذي لا يحول بينه وبين مراده حائل من الوجود .\r\n\r\nالواحد الأحد\r\nهما دالان على معنى الوحدانية وعدم التجزي قيل والأحد والواحد بمعنى واحد وهو الفرد الذي لا ينبعث من شيء ولا يتحد بشيء .\r\nوقيل الفرق بينهما من وجوه أأن الواحد يدخل الحساب ويجوز أن يجعل له ثانيا لأنه لا يستوعب جنسه بخلاف الأحد ألا ترى أنك لو قلت فلان لا يقاومه واحد من الناس جاز أن يقاومه اثنان ولو قلت لا يقاومه أحد لم يجز أن يقاومه أكثر فهو أبلغ قاله الطبرسي .\r\nقلت لأن أحدا نفي عام للمذكر والمؤنث والواحد والجماعة قال تعالى لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ ولم يقل كواحدة لما ذكرناه .\r\nب قال الأزهري الفرق بينهما أن الأحد بني لنفي ما يذكر معه من العدد والواحد اسم لمفتتح العدد .\r\nج قال الشهيد الواحد يقتضي نفي الشريك بالنسبة إلى الذات والأحد يقتضي نفي الشريك بالنسبة إلى الصفات .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":34},
  {"content":"\r\nد قال صاحب العدة إن الواحد أعم موردا لكونه يطلق على من يعقل وغيره ولا يطلق الأحد إلا على من يعقل .\r\n\r\nالصمد\r\nالسيد الذي يصمد إليه في الحوائج أي يقصد وأصل الصمد القصد قال\r\n\r\nما كنت أحسب أن بيتا طاهرا لله في أكناف مكة يصمد .\r\n\r\nوقيل هو الباقي بعد فناء الخلق وعن الحسين ع الصمد الذي انتهى إليه السؤدد والدائم والذي لا جوف له والذي لا يأكل ولا يشرب ولا ينام\r\nقال وهب بعث أهل البصرة إلى الحسين ع يسألونه عن الصمد فقال إن الله قد فسره فقال لَمْ يَلِدْ ولَمْ يُولَدْ ولَمْ يَكُنْ لَه كُفُوا أَحَدٌ لم يخرج منه شيء كثيف كالولد ولا لطيف كالنفس ولا تنبعث منه البدورات كالنوم والغم والرجاء والرغبة والشبع والخوف وأضدادها وكذا هو لا يخرج من كثيف كالحيوان والنبات ولا لطيف كالبصر وسائر الآلات .\r\n","description":"","footnote":"","page_name":" 54 ","page_number":35},
  {"content":"\r\nابن الحنفية الصمد هو القائم بنفسه الغني عن غيره زين العابدين ع هو الذي لا شريك له ولا يئوده حفظ شيء ولا يعزب عنه شيء .\r\nزيد بن علي هو الذي إِذا أَرادَ شَيْئا أَنْ يَقُولَ لَه كُنْ فَيَكُونُ وهو الذي أبدع الأشياء أمثالا وأضدادا وباينها .\r\nوعن الصادق ع قال قدم على أبي الباقر ع وفد من فلسطين بمسائل منها الصمد فقال تفسيره فيه هو خمسة أحرف الألف دليل على إنيته وذلك قوله تعالى شَهِدَ الله أَنَّه لا إِله إِلا\r\n","description":"","footnote":"","page_name":" 55 ","page_number":36},
  {"content":"\r\nهُوَ واللام تنبيه على إلهيته وهما مدغمان لا يظهران ولا يسمعان بل يكتبان فإدغامهما دليل لطفه والله تعالى لا يقع في وصف لسان ولا يقرع الآذان فإذا فكر العبد في إنية البارئ تعالى تحير ولم يخطر له شيء يتصور مثل لام الصمد لم تقع في حاسة وإذا نظر في نفسه لم يرها فإذا فكر في أنه الخالق للأشياء ظهر له ما خفي كنظره إلى اللام المكتوبة والصاد دليل صدقه في كلامه وأمره بالصدق لعباده والميم دليل ملكه الذي لا يحول وأنه ملك لا يزول والدال دليل دوامه المتعالي عن الزوال .\r\n\r\nالقدير القادر\r\nبمعنى غير أن القدير مبالغة في القادر وهو الموجد للشيء اختيارا من غير عجز ولا فتور .\r\n","description":"","footnote":"","page_name":" 56 ","page_number":37},
  {"content":"\r\nوفي منتهى السئول القادر هو الذي إن شاء فعل وإن لم يشأ لم يفعل وليس من شرطه أن يشاء لأن الله قادر على إقامة القيامة الآن لأنه لو شاء أقامها وإن كان لا يقيمها الآن لأنه لم يشأ إقامتها الآن لما جرى في سابق علمه من تقدير أجلها ووقتها فذلك لا يقدح في القدرة والقادر المطلق هو الذي يخترع كل موجود اختراعا يتفرد به ويستغني فيه عن معاونة غيره وهو الله تعالى .\r\n\r\nالمقتدر\r\nهو التام القدرة الذي لا يطاق الامتناع عن مراده ولا الخروج عن إصداره وإيراده .\r\nوقال الشهيد المقتدر أبلغ من القادر لاقتضائه الإطلاق ولا يوصف بالقدرة المطلقة غير الله تعالى .\r\n\r\nالمقدم المؤخر\r\nهو المنزل الأشياء منازلها ومرتبها في التكوين والتصوير والأزمنة على ما تقتضيه الحكمة فيقدم منها ما يشاء ويؤخر ما يشاء .\r\n\r\nالأول الآخر\r\nفالأول هو الذي لا شيء قبله الكائن قبل وجود الأشياء والآخر الباقي بعد فناء الخلق بلا انتهاء كما أنه الأول بلا ابتداء وليس معنى الآخر ما له الانتهاء كما ليس معنى الأول ما له الابتداء .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":38},
  {"content":"\r\n\r\nالظاهر الباطن\r\nفالظاهر أي بحججه الظاهرة وبراهينه الباهرة الدالة على ثبوت ربوبيته وصحة وحدانيته فلا موجود إلا وهو يشهد بوجوده ولا مخترع إلا وهو يعرب عن توحيده\r\n\r\nوفي كل شيء له آية تدل على أنه واحد\r\n\r\nوقد يكون الظاهر بمعنى العالي ومنه قوله ص أنت الظاهر فليس فوقك شيء .\r\nوقد يكون بمعنى الغالب ومنه قوله تعالى فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلى عَدُوِّهِمْ فَأَصْبَحُوا ظاهِرِينَ .\r\nوالباطن المتحجب عن إدراك الأبصار وتلوث الخواطر والأفكار وقد يكون بمعنى البطون وهو الخبر وبطنت الأمر عرفت باطنه وبطانة الرجل وليجته الذين يطلعهم على سره والمعنى أنه عالم بسرائر القلوب والمطلع على ما بطن من الغيوب .\r\n\r\nالضار النافع\r\nأي يملك الضر والنفع فيضر من يشاء وينفع من يشاء وقال الشهيد معناهما أنه تعالى خالق ما يضر وينفع .\r\n\r\nالمقسط\r\nهو العادل في حكمه الذي لا يجور والقسط بالكسر العدل ومنه قوله\r\n","description":"","footnote":"","page_name":" 58 ","page_number":39},
  {"content":"\r\nتعالى قائِما بِالْقِسْطِ وقوله ذلِكُمْ أَقْسَطُ أي أعدل وأقسط إذا عدل وقسط بغير ألف إذا جار ومنه وأَمَّا الْقاسِطُونَ فَكانُوا لِجَهَنَّمَ حَطَبا .\r\n\r\nالجامع\r\nالذي يجمع الخلائق ليوم القيامة أو الجامع للمتباينات والمؤلف بين المتضادات أو الجامع لأوصاف الحمد والثناء ويقال الجامع الذي قد جمع الفضائل وحوى المكارم والمآثر .\r\n\r\nالبر\r\nبفتح الباء وهو العطوف على العباد الذي عم بره جميع خلقه ببره المحسن بتضعيف الثواب والمسيء بالعفو عن العقاب وبقبول التوبة وقد يكون بمعنى الصادق ومنه بر في يمينه أي صدق وبكسر الباء قال الهروي هو الاتساع والإحسان والزيادة ومنه سميت البرية لاتساعها وقوله لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ البر الجنة .\r\nقال الجوهري والبر بالكسر خلاف العقوق وبررت والدي بالكسر أي أطعته ومن كسر باء البر في اسمه تعالى فقد وهم .\r\nقال الحريري في كتابه درة الغواص وقولهم بر والدك وشم يدك\r\n","description":"","footnote":"","page_name":" 59 ","page_number":40},
  {"content":"\r\nوهم والصواب فتح الباء والشين لأنهما مفتوحان في قولك يبر ويشم وعقد هذا الباب أن حركة أول فعل الأمر من جنس حركة ثاني الفعل المضارع إذا كان متحركا فتفتح الباء في قولك بر أباك لانفتاحها في قولك يبر وتضم الميم في قولك مد الحبل لانضمامها في قولك يمد وتكسر الخاء في قولك خف في العمل لانكسارها في قولك يخف .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":41},
  {"content":"\r\n\r\nالمانع\r\nالذي يمنع أولياءه ويحوطهم وينصرهم من المنعة أو يمنع من يستحق المنع من المنع أي الحرمان لأن منعه سبحانه حكمة وعطاؤه جود ورحمة فلا مانع لما أعطى ولا معطي لما منع .\r\nوقد يكون المانع الذي يمنع أسباب الهلاك والنقصان بما يخلقه في الأبدان والأديان من الأسباب المعدة للحفظ .\r\n\r\nالوالي\r\nهو المالك للأشياء المتصرف فيها المتولي عليها وقد يكون بمعنى المنعم عودا على بدء وقوله تعالى وما لَهُمْ مِنْ دُونِه مِنْ والٍ أي من ولي أي من ناصر والمولى والولي يأتيان بمعنى الناصر أيضا وقد مر شرحهما .\r\nوالولاية بفتح الواو النصرة وبكسره الإمارة وقيل هما لغتان كالدلالة والدلالة والولاية أيضا الربوبية ومنه هُنالِكَ الْوَلايَةُ لِلَّه الْحَقِّ يعني يومئذ يتولون الله ويؤمنون به ويتبرؤون مما كانوا يعبدون .\r\n\r\nالمتعالي\r\nقال البادرائي هو المتنزه عن صفات المخلوقين وقال الهروي المتعالي الذي جل عن إفك المفترين وقد يكون المتعالي بمعنى العالي ومعنى تَعالَى الله أي جل عن أن يوصف .\r\n","description":"","footnote":"","page_name":" 61 ","page_number":42},
  {"content":"\r\n\r\nالتواب\r\nمن أبنية المبالغة وهو الذي يقبل التوبة من عباده ويسهل لهم أسباب التوبة وكلما تكررت التوبة من العبد تكرر منه القبول والتواب من الناس التائب والتوبة والتوب الرجوع عن الذنب وقيل التوب جمع توبة .\r\n\r\nالمنتقم\r\nهو الذي يبالغ في العقوبة لمن يشاء وانتقم الله من فلان عاقبه وفي عبارة الشهيد هو قاصم ظهور العصاة .\r\n\r\nالرؤف\r\nهو الرحيم العاطف برحمته على عباده وقيل الرأفة أبلغ الرحمة وأرقها وقيل الرأفة أخص والرحمة أعم .\r\n\r\nمالك الملك\r\nمعناه أن الملك بيده وقد يكون معناه مالك الملوك والملكوت من الملك كالرهبوت من الرهبة وتملك كذا أي ملكه قهرا .\r\n\r\nذو الجلال والإكرام\r\nأي ذو العظمة والغنى المطلق والفضل العام قاله الشهيد وقيل معناه أي يستحق أن يجل ويكرم فلا يجحد ولا يكفر به قاله البادرائي .\r\n","description":"","footnote":"","page_name":" 62 ","page_number":43},
  {"content":"\r\n\r\nذو الطول\r\nأي المتفضل بترك العقاب المستحق عاجلا وآجلا لغير الكافر .\r\nوالطول بفتح الطاء الفضل والزيادة وبضمها في الجسم لأنه زيادة فيه كما أن القصر قصور فيه ونقصان وقولهم طلت فلانا أي كنت أطول منه من الطول والطول جميعا\r\n\r\nذو المعارج\r\nأي ذو الدرجات التي هي مصاعد الكلم الطيب والعمل الصالح أو التي يترقى فيها المؤمنون في الجنة وقوله تعالى ومَعارِجَ عَلَيْها يَظْهَرُونَ أي درج عليها يعلون واحدها معرج ومعراج وعرج في الدرجة أو السلم ارتقى .\r\n\r\nالنور\r\nقال البادرائي هو الذي بنوره يبصر ذو العماية وبهدايته ينظر ذو الغواية وعلى هذا يتناول قوله تعالى الله نُورُ السَّماواتِ والأَرْضِ أي منورهما .\r\nوقال الشهيد النور المنور مخلوقاته بالوجود والكواكب والشمس والقمر واقتباس النار أو نور الوجود بالملائكة والأنبياء أو دبر الخلق بتدبيره .\r\n\r\nالهادي\r\nالذي هدى الخلق إلى معرفته بغير واسطة أو بواسطة ما خلقه من الأدلة على معرفته وهدى سائر الحيوان إلى مصالحها قال تعالى الَّذِي أَعْطى كُلَّ\r\n","description":"","footnote":"","page_name":" 63 ","page_number":44},
  {"content":"\r\nشَيْءٍ خَلْقَه ثُمَّ هَدى .\r\n\r\nالبديع\r\nهو الذي فطر الخلق مبتدعا لا على مثال سبق وهو فعيل بمعنى مفعل كأليم بمعنى مؤلم والبديع يقال على الفاعل والمنفعل والمراد هنا الأول والبدع الذي يكون أولا في كل شيء ومنه قوله تعالى ما كُنْتُ بِدْعا مِنَ الرُّسُلِ أي لست بأول مرسل .\r\n\r\nالباقي\r\nقال الشهيد هو الموجود الواجب وجوده لذاته أزلا وأبدا وقال البادرائي وصاحب العدة هو الذي بقاؤه غير متناه ولا محدود ولا تعرض عليه عوارض الزوال وليست صفة بقائه ودوامه كبقاء الجنة والنار ودوامهما لأن بقاءه أزلي أبدي وبقاؤهما أبدي غير أزلي ومعنى الأزلي ما لم يزل والأبدي ما لا يزال والجنة والنار مخلوقتان كائنتان بعد أن لم تكونا .\r\n\r\nالوارث\r\nهو الباقي بعد فناء الخلق فترجع إليه الأملاك بعد فناء الملاك .\r\n\r\nالرشيد\r\nالذي أرشد الخلق إلى مصالحهم أو ذو الرشد وهو الحكمة لاستقامة تدبيره أو الذي ينساق بتدبيراته إلى غايتها .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":45},
  {"content":"\r\n\r\nالصبور\r\nهو الذي لا تحمله العجلة على المنازعة إلى الفعل قبل أوانه أو الذي لا تحمله العجلة بعقوبة العصاة لاستغنائه عن التسرع إذ لا يخاف الفوت .\r\nوالصبور من أبنية المبالغة وهو في صفة الله تعالى قريب من معنى الحليم إلا أن الفرق بينهما أنهم لا يأمنون العقوبة في صفة الصبور كما يسلمون منها في صفة الحليم .\r\n\r\nالرب\r\nهو في الأصل بمعنى التربية وهي تبليغ الشيء إلى كماله شيئا فشيئا ثم وصف به للمبالغة كالصوم والعدل .\r\nوقيل هو نعت من ربه يربه فهو رب ثم سمي به المالك لأنه يحفظ ما يملكه ويربيه ولا يطلق على غير الله تعالى إلا مقيدا كقولنا رب الضيعة ومنه ارْجِعْ إِلى رَبِّكَ .\r\nواختلف في اشتقاقه على أربعة أوجه أأنه مشتق من المالك كما يقال رب الدار أي مالكها قال بعضهم لئن يربني رجل من قريش أحب إلي من أن يربني رجل من هوازن أي يملكني ب أنه مشتق من السيد ومنه أَمَّا أَحَدُكُما فَيَسْقِي رَبَّه خَمْرا أي سيده .\r\nج أنه المدبر ومنه قوله والرَّبَّانِيُّونَ وهم العلماء سموا بذلك\r\n","description":"","footnote":"","page_name":" 65 ","page_number":46},
  {"content":"\r\nلقيامهم بتدبير الناس وتعليمهم ومنه ربة البيت لأنها تدبره .\r\nد أنه مشتق من التربية ومنه قوله تعالى ورَبائِبُكُمُ سمي ولد الزوجة ربيبة لتربية الزوج له .\r\nفعلى هذا إن قيل بأنه تعالى رب لأنه سيد أو مالك فذلك من صفات ذاته وإن قيل لأنه مدبر لخلقه أو مربيهم فذلك من صفات أفعاله .\r\n\r\nالسيد\r\nالملك وسيد القوم ملكهم وعظيمهم وقال النبي ص علي سيد العرب فقالت عائشة أولست سيد العرب فقال ص أنا سيد ولد آدم وعلي سيد العرب فقالت وما السيد فقال ص هو من افترضت طاعته كما افترضت طاعتي\r\nفعلى هذا الحديث السيد هو الملك الواجب الطاعة قاله صاحب العدة .\r\nقال الشهيد في قواعده ومنع بعضهم من تسميته تعالى بالسيد قلت وهذا المنع ليس بشيء أما أولا فلما ذكرناه من قول صاحب العدة وقد أثبته في الأسماء الحسنى في عبارته .\r\n","description":"","footnote":"","page_name":" 66 ","page_number":47},
  {"content":"\r\nوأما ثانيا فلأنه قد جاء في الدعاء كثيرا وورد أيضا في بعض الأحاديث قال السيد الكريم وأما ثالثا فلأن هذا الاسم لا يوهم نقصا فيجوز إطلاقه على الله تعالى إجماعا .\r\n\r\nالجواد\r\nهو الكثير الإنعام والإحسان والفرق بينه وبين الكريم أن الكريم الذي يعطي مع السؤال والجواد يعطي من غير سؤال وقيل بالعكس ورجل جواد أي سخي ولا يقال الله تعالى سخي لأن أصل السخاوة راجع إلى اللين ويقال أرض سخاوية وقرطاس سخاوي إذا كان لينا وسمي السخي سخيا للينه عند الحوائج هذا آخر كلام صاحب العدة .\r\nقلت وقوله ولا يقال الله تعالى سخي ليس بشيء لأن السخاء مرادف للجود وهو صفة كمال فيجوز إطلاقه عليه تعالى مع أنه قد ورد به الإذن ففي دعاء الصحيفة المذكور في مهج ابن طاوس قدس الله سره\r\n","description":"","footnote":"","page_name":" 67 ","page_number":48},
  {"content":"\r\nسبحانه من تواب ما أسخاه وسبحانه من سخي ما أنصره\r\nفإذا كان اسم السخاء لا يوهم نقصا وقد ورد في الدعوات فما المانع من إطلاقه عليه تعالى .\r\nإن قلت أن المانع أن أصل السخاوة راجع إلى اللين إلى آخره كما ذكره صاحب العدة .\r\nقلت إن اللين هنا بمعنى الحلم لا بمعنى ضد الخشونة وفي دعوات المصباح ولنت في تجبرك أي حلمت في عظمتك وليس صفاته تعالى كصفات خلقه لأن التواب من الناس التائب والصبور كثير حبس النفس عن الجزع وهما في صفته تعالى كما مر في شرحهما إلى غير ذلك من صفاته تعالى المخالفة لصفات خلقه .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":49},
  {"content":"\r\nوهنا فائدة يحسن بهذا المقام أن نسفر قناعها ونحدر لفاعها وهي أن الأسماء التي ورد بها السمع ولا شيء منها يوهم نقصا يجوز إطلاقها على الله تعالى إجماعا وما عدا ذلك فأقسامه ثلاثة .\r\nأما لم يرد به السمع ويوهم نقصا فيمتنع إطلاقه عليه تعالى إجماعا كالعارف والعاقل والفطن والذكي لأن المعرفة قد تشعر بسبق فكره والعقل هو المنع عما لا يليق والفطنة والذكاء يشعران بسرعة الإدراك لما غاب عن المدرك وكذا المتواضع لأنه يوهم الذلة والعلامة لأنه يوهم التأنيث والداري لأنه يوهم تقدم الشك وما جاء في الدعاء من قول الكاظم ع في دعاء يوم السبت يا من لا يعلم ولا يدري كيف هو إلا هو\r\nيعطي جواز هذا فيكون مرادفا للعلم .\r\nب ما ورد به السمع ولكن إطلاقه في غير مورده يوهم النقص فلا يجوز كأن يقول يا ماكر أو يا مستهزئ ويحلف به قال الشهيد ومنع بعضهم أن يقال اللهم امكر بفلان وقد ورد في دعوات المصباح اللهم استهزئ به ولا تستهزئ بي .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":50},
  {"content":"\r\nج ما خلا عن الإيهام إلا أنه لم يرد به السمع كالنجي والأريحي قال الشهيد والأولى التوقف عما لم تثبت التسمية به وإن جاز أن يطلق معناه عليه إذا لم يكن فيه إيهام إذا عرفت ذلك فنقول قال الشيخ نصير الدين أبو جعفر محمد بن محمد بن الحسن الطوسي قدس الله سره في فصوله كل اسم يليق بجلاله ويناسب كماله مما لم يرد به إذن جاز إطلاقه عليه تعالى إلا أنه ليس من الأدب لجواز أن لا يناسبه من وجه آخر .\r\nقلت وعنده يجوز أن يطلق عليه تعالى الجوهر لأن الجوهر قائم بذاته غير مفتقر إلى الغير والله تعالى كذلك .\r\nوقال الشيخ علي بن يوسف بن عبد الجليل في كتابه منتهى السئول في شرح الفصول لا يجوز أن يطلق على الواجب تعالى صفة لم يرد الشرع المطهر إطلاقها عليه وإن صح اتصافه بها معنى كالجوهر مثلا بمعنى القائم بذاته لجواز أن يكون في ذلك مفسدة خفية لا نعلمها فإنه لا يكفي في إطلاق الصفة على الموصوف ثبوت معناها له فإن لفظتي عز وجل لا يجوز إطلاقها على النبي ص وإن كان عزيزا جليلا في قومه لأنهما يختصان بالله تعالى ولولا\r\n","description":"","footnote":"","page_name":" 70 ","page_number":51},
  {"content":"\r\nعناية الله ورأفته بعباده في إلهام أنبيائه أسماءه وصفاته لما جسر أحد من الخلق ولا تهجم في إطلاق شيء من هذه الأسماء والصفات عليه سبحانه .\r\nقلت وهذا الكلام أولى من قول صاحب الفصول لأنه إذا جاز عدم المناسبة ولا ضرورة داعية إلى التسمية وجب الامتناع من جميع ما لم يرد به نص شرعي من الأسماء وهذا معنى قول العلماء إن أسماء الله تعالى توقيفية أي موقوفة على النص والإذن .\r\nولقد خرجنا في هذا الباب بالإكثار عن حد الاختصار غير أن الحديث ذو شجون .\r\n\r\nشديد العقاب\r\nأي للطغاة والشديد القوي ومنه وشَدَدْنا مُلْكَه أي قويناه وشد الله عضده أي قواه واشتد الرجل إذا كان معه دابة شديدة أي قوية والمشد الذي دوابه شديدة قوية والمضعف الذي دوابه ضعيفة .\r\n\r\nالناصر\r\nهو النصير والنصير مبالغة في الناصر والنصرة المعونة والنصير والناصر المعين ونصر الغيث البلد إذا أعانه على الخصب والنبات وقوله تعالى ولا هُمْ يُنْصَرُونَ أي يعاونون .\r\n\r\nالعلام\r\nمبالغة في العلم وهو الذي لا يشذ عنه معلوم وقالوا رجل علامة فألحقوا الهاء لتدل على تحقيق المبالغة فتؤذن بحدوث معنى زائد في الصفة ولا يوصف\r\n","description":"","footnote":"","page_name":" 71 ","page_number":52},
  {"content":"\r\nسبحانه بالعلامة لأنه يوهم التأنيث .\r\n\r\nالمحيط\r\nهو الشامل علمه وأحاط علم فلان بكذا أي لم يعزب عنه .\r\n\r\nالفاطر\r\nأي المبتدع لأنه فطر الخلق أي ابتدعهم وخلقهم من الفطر وهو الشق ومنه إِذَا السَّماءُ انْفَطَرَتْ كأنه تعالى شق العدم بإخراجنا منه وقوله فاطِرِ السَّماواتِ والأَرْضِ أي مبتدئ خلقهما قال ابن عباس ما كنت أدري ما فاطر السماوات حتى احتكم إلي أعرابيان في بئر فقال أحدهما أنا فطرتها أي ابتدأتها وقوله إِلا الَّذِي فَطَرَنِي أي خلقني .\r\n\r\nالكافي\r\nهو الذي يكفي عباده جميع مهامهم ويدفع عنهم مؤذياتهم فهو الكافي لمن توكل عليه فيكفيه ما يحتاج إليه والكفية القوت والجمع الكفا .\r\n","description":"","footnote":"","page_name":" 72 ","page_number":53},
  {"content":"\r\n\r\nالأعلى\r\nالغالب ومنه لا تَخَفْ إِنَّكَ أَنْتَ الأَعْلى أي الغالب وقوله وأَنْتُمُ الأَعْلَوْنَ أي الغالبون المنصورون بالحجة والظفر وعلوت قرني غلبته وقوله إِنَّ فِرْعَوْنَ عَلا فِي الأَرْضِ أي غلب وتكبر وطغى وقد يكون بمعنى المتنزه عن الأمثال والأضداد والأنداد والأشباه .\r\n\r\nالأكرم\r\nمعناه الكريم وقد يجيء أفعل بمعنى فعيل كقوله تعالى وهُوَ أَهْوَنُ عَلَيْه أي هين لا يَصْلاها إِلا الأَشْقَى وسَيُجَنَّبُهَا الأَتْقَى يعني الشقي والتقي قال\r\n\r\nإن الذي سمك السماء بنى لنا بيتا دعائمه أعز وأطول\r\n\r\nأي عزيزة طويلة .\r\n\r\nالحفي\r\nأي العالم ومنه يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها أي عالم بوقت\r\n","description":"","footnote":"","page_name":" 73 ","page_number":54},
  {"content":"\r\nمجيئها وقد يكون الحفي بمعنى اللطيف ومعناه المحتفي بك أي الذي يبرك ويلطف بك ومنه إِنَّه كانَ بِي حَفِيًّا أي بارا معينا .\r\n\r\nالذارئ\r\nالخالق والله ذرأ الخلق وبرأهم أي خلقهم وأكثرهم على ترك الهمزة وقوله ولَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيرا أي خلقنا .\r\n\r\nالصانع\r\nفاعل الصنعة والله تعالى صانع كل مصنوع وخالق كل مخلوق فكل موجود سواه فهو فعله وفي الحديث أنه ص اصطنع خاتما من ذهب\r\nأي سأل أن يصنع له كما تقول اكتتب أي سأل أن يكتب له وامرأة صناع اليدين أي حاذقة ماهرة بعمل اليدين وخلافها الخرقاء وامرأتان صناعان ونسوة صنع ورجل صنيع اليدين وصنع اليدين وصنع اليدين بفتحتين أي حاذق والصنعة والصناعة حرفة الصانع .\r\n\r\nالرائي\r\nالعالم والرؤية العلم ومنه أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ أي ألم تعلم والرؤية بالعين تتعدى إلى مفعول واحد وبمعنى العلم إلى مفعولين تقول\r\n","description":"","footnote":"","page_name":" 74 ","page_number":55},
  {"content":"\r\nرأيت زيدا عالما والأمر من الرؤية ارء ورء وقوله وأَرِنا مَناسِكَنا أي علمنا وقوله أَعِنْدَه عِلْمُ الْغَيْبِ فَهُوَ يَرى أي يعلم وقوله ولَوْ نَشاءُ لأَرَيْناكَهُمْ أي عرفناكهم .\r\n\r\nالسبوح\r\nالمنزه عن كل سوء وسبح الله نزهه وقوله سُبْحانَكَ أي أنزهك من كل سوء وقال المطرزي وقولهم سبحانك اللهم وبحمدك معناه سبحتك بجميع آلائك وبحمدك سبحتك وسميت الصلاة تسبيحا لأن التسبيح تعظيم الله وتنزيهه من كل سوء قال تعالى وسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ والإِبْكارِ أي وصل وقوله فَلَوْ لا أَنَّه كانَ مِنَ الْمُسَبِّحِينَ أي المصلين .\r\nقال الجوهري سبوح من صفات الله وكل اسم على فعول مفتوح الأول إلا سبوح قدوس ذروح وسبحات ربنا بضم السين والباء أي\r\n","description":"","footnote":"","page_name":" 75 ","page_number":56},
  {"content":"\r\nجلالته .\r\n\r\nالصادق\r\nالذي يصدق في وعده ولا يبخس ثواب من يفي بعهده والصدق خلاف الكذب وقوله مُبَوَّأَ صِدْقٍ أي منزلا صالحا وكلما نسب إلى الخير والصلاح أضيف إلى الصدق فقيل رجل صدق ودابة صدق .\r\n\r\nالطاهر\r\nالمنزه عن الأشباه والأضداد والأمثال والأنداد وعن صفات الممكنات ونعوت المخلوقات من الحدوث والزوال والسكون والانتقال وغير ذلك .\r\nوالتطهير التنزه عما لا يحل ومنه إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ أي يتنزهون عن أدبار الرجال والنساء .\r\n\r\nالغياث\r\nمعناه المغيث سمي تعالى باسم المصدر توسعا ومبالغة لكثرة إغاثته الملهوفين وإجابته دعوة المضطرين .\r\n\r\nالفرد الوتر\r\nهما بمعنى وهو المتفرد بالربوبية وبالأمر دون خلقه والوتر بالكسر الفرد وبالفتح الذحل والحجازيون عكسوا وتميم كسروها وفي الحديث إن الله وتر يحب الوتر فأوتروا .\r\n","description":"","footnote":"","page_name":" 76 ","page_number":57},
  {"content":"\r\nوقوله والشَّفْعِ والْوَتْرِ فيه اثنا عشر قولا ذكرناها على\r\n","description":"","footnote":"","page_name":" 77 ","page_number":58},
  {"content":"\r\nحاشية دعاء يوم عرفة من أدعية الصحيفة أحدها أن الشفع هو الخلق لكونه كله أزواجا كما قال وخَلَقْناكُمْ أَزْواجا والوتر هو الله وحده وهو في حديث الخدري عن النبي ص\r\n\r\nالفالق\r\nالذي فلق الأرحام فانشقت عن الحيوان وفلق الحب والنوى فانفلقت\r\n","description":"","footnote":"","page_name":" 78 ","page_number":59},
  {"content":"\r\nعن النبات وفلق الأرض فانفلقت عن كلما أخرج منها وهو قوله والأَرْضِ ذاتِ الصَّدْعِ وفلق الظلام عن الصباح والسماء عن القطر وفلق البحر لموسى ع .\r\n\r\nالقديم\r\nهو المتقدم للأشياء وليس لوجوده أول أو الذي لا يسبقه عدم .\r\n\r\nالقاضي\r\nالحاكم على عباده ومنه وقَضى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاه أي حكم وقيل أي أمر ووصى وقوله والله يَقْضِي بِالْحَقِّ أي يحكم والقضاء يقال على وجوه كثيرة ذكرناها على حاشية الصحيفة في دعاء زين العابدين ع في الإلحاح على الله .\r\n","description":"","footnote":"","page_name":" 79 ","page_number":60},
  {"content":"\r\n\r\nالمنان\r\nالمعطي المنعم ومنه فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسابٍ أي أعط وأنعم وقيل المنان الذي يبتدئ بالنوال قبل السؤال والحنان الذي يقبل على من أعرض عنه .\r\n\r\nالمبين\r\nالمظهر حكمته بما أبان من تدبيره وأوضح بيناته وبان الشيء وأبان\r\n","description":"","footnote":"","page_name":" 80 ","page_number":61},
  {"content":"\r\nاتضح واستبان الشيء وتبين ظهر والبيان ما يبين به الشيء .\r\n\r\nكاشف الضر\r\nمعناه المفرج يجيب المضطر إذا دعاه ويكشف السوء .\r\nوالضر بفتح الضاد خلاف النفع وبالضم الهزال وسوء الحال وضره وضاره بمعنى والاسم الضرر .\r\n\r\nخير الناصرين\r\nمعناه كثرة تكرار النصر منه كما قيل خير الراحمين لكثرة رحمته .\r\n\r\nالوفي\r\nمعناه أنه يفي بعهده ويوفي بوعده والوفاء ضد الغدر ووفى الشيء تم وكثر ووفاه حقه وأوفاه أعطاه وافيا أي تاما وتوفيت حقي من فلان واستوفيته بمعنى واحد أي أخذته تاما ومنه الَّذِينَ إِذَا اكْتالُوا عَلَى النَّاسِ يَسْتَوْفُونَ ودرهم واف وكيل واف أي تام ومنه وأَوْفُوا الْكَيْلَ وقوله وإِبْراهِيمَ الَّذِي وَفَّى أي وفى سهام الإسلام وامتحن بذبح ابنه فصبر وصبر على عذاب قومه وعلى مضض ختانه فقد وفى عدد ما أمر به وقيل وفى بمعنى وفى ولكنه أوكد .\r\n\r\nالديان\r\nالذي يجزى العباد بأعمالهم والدين الجزاء ومنه كما تدين تدان\r\n","description":"","footnote":"","page_name":" 81 ","page_number":62},
  {"content":"\r\nأي كما تجازي تجازى قال\r\n\r\nكما يدين الفتى يوما يدان به من يزرع الثوم لا يقلعه ريحانا .\r\n\r\n\r\nالشافي\r\nهو رازق العافية والشفاء ومنه وإِذا مَرِضْتُ فَهُوَ يَشْفِينِ\r\n","description":"","footnote":"","page_name":" 82 ","page_number":63},
  {"content":"\r\n\r\nخاتمة فيها أبحاث\r\nأهنا سؤال تقديره قد ثبت أن الله تعالى واحدي الذات لا مجال للتعدد فيه فليس بمتكثر بحسب الوجود الخارجي لا فرضا ولا اعتبارا ولا بشيء من الوجوه الموجبة للتكثر ولا شك أن هذه الصفات التي ذكرناها في الواجب تعالى متعددة فإما أن تكون معانيها ثابتة للواجب تعالى فيلزم التكثر في ذاته وهو محال أو ليست ثابتة فلم يجز صدقها عليه لكنها صادقة عليه تعالى فتكون معانيها ثابتة له فيلزم التكثر في ذاته .\r\nوالجواب أن الاسم الذي يطلق عليه تعالى من غير اعتبار غيره ليس إلا لفظة الله تعالى ومعناها ثابت للواجب تعالى بالنظر إلى ذاته لا باعتبار أمر خارج وما عداه من الصفات إنما يطلق عليه باعتبار إضافته إلى الغير كالخالق فإنه يسمى خالقا باعتبار الخلق وهو أمر خارج عنه أو باعتبار سلب الغير عنه كالواحد فإن معناه سلب الشريك أو باعتبار الإضافة والسلب عنه معا كالحي فإن معناه في حق الواجب تعالى كونه لا يستحيل أن يقدر ويعلم ويلزم صحة القدرة والعلم فهي سلبية باعتبار معناها وإضافية باعتبار لازمها فهذه التكثرات التي ذكرناها ليست حاصلة في ذات الواجب تعالى بل في أمور خارجة عنه .\r\nفالحاصل أن الصفات المذكورة المتعددة ثابتة للواجب تعالى باعتبار تكثرات خارجة عنه فليس في الذات تكثر لا باعتبارها ولا باعتبار الصفات بل هي واحدة من جميع الجهات والاعتبارات قاله صاحب كتاب منتهى السئول فيه .\r\nب قال الشهيد في قواعده مرجع هذه الأسماء والصفات عندنا وعند المعتزلة إلى الذات وذلك لأن مرجع هذه إلى الذات والحياة والقدرة\r\n","description":"","footnote":"","page_name":" 83 ","page_number":64},
  {"content":"\r\nوالعلم والإرادة والسمع والبصر والكلام والأربعة الأخيرة ترجع إلى العلم والقدرة والعلم والقدرة كافيان في الحياة والعلم والقدرة نفس الذات فرجعت جميعها إلى الذات إما مستقلة أو إليها مع السلب أو الإضافة أو هما أو إليها مع واحدة من الصفات الاعتبارية المذكورة أو إلى صفة مع إضافة أو إلى صفة مع زيادة إضافة أو إلى صفة مع فعل وإضافة أو إلى صفة فعل أو إلى صفة فعل مع إضافة زائدة .\r\nفالأول الله ويقرب منه الحق والثاني مثل القدوس والسلام والغني والأحد والثالث كالعلي والعظيم والأول والآخر والرابع كالملك والعزيز والخامس كالعليم والقدير والسادس كالحكيم والخبير والشهيد والمحصي والسابع كالقوي والمتين والثامن كالرحمن والرحيم والرؤوف والودود والتاسع كالخالق والبارئ والمصور والعاشر كالمجيد والكريم واللطيف .\r\nج روي عن الصادق ع أنه من عبد الله بالوهم فقد كفر ومن عبد الاسم والمعنى فقد أشرك ومن عبد المعنى بإيقاع الأسماء عليه بصفاته التي وصف بها نفسه وعقد عليه قلبه ونطق به لسانه في سريرته وعلانيته فأولئك هم المؤمنون حقا .\r\n","description":"","footnote":"","page_name":" 84 ","page_number":65},
  {"content":"\r\nوقال ع لهشام بن الحكم في حديث لله تسعة وتسعون اسما فلو كان الاسم هو المعنى لكان كل اسم منها إلها ولكن الله تعالى معنى واحد تدل عليه هذه الأسماء .\r\nواعلم أن تخصيص هذه الأسماء بالذكر لا يدل على نفي ما عداها لأن في أدعيتهم ع أسماء كثيرة لم تذكر في هذه الأسماء حتى أنه ذكر أن لله تعالى ألفا واسما من الأسماء المقدسة المطهرة وروي أربعة آلاف ولعل تخصيص هذه الأسماء بالذكر لاختصاصها بمزية الشرف على باقي الأسماء أو لأنها أشهر الأسماء وأبينها معاني وأظهرها .\r\nوحيث فرغنا من هذه العبارة الرابعة التي هي لأسماء العبارات الأول جامعة فلنشرع في عبارة خامسة من غير ذكر المعنى تحتوي على كثير من الأسماء الحسنى ووضعتها على نسق الحروف المعجمة فصارت كالبرود المعلمة لا يضل سالكها ولا تجهل مسالكها وجعلت في غرة كل اسم منها حروف النداء لتكون\r\n","description":"","footnote":"","page_name":" 85 ","page_number":66},
  {"content":"\r\nمشتملة بربطة الدعاء وملاءة الثناء فادعوه بها وألظوا على لزوم المثابرة على أسمائها وطيبوا أدواءكم بمعجون نجاحها وأيارج لوغاذيائها واكشفوا لأواءكم بنفحة من نفحات نور خمائل آلائها ولمحة من لمحات نور مخائل لألائها\r\n\r\nالألف\r\nاللهم إني أسألك باسمك يا الله يا إله يا أحد يا أبد يا أيد يا أبدي يا أزلي يا أواب يا أمين يا أمن من لا أمن له يا أمان الخائفين يا أشفع الشافعين يا أسرع الحاسبين يا أحسن الخالقين يا أسبغ المنعمين يا أسفع السافعين يا أكرم الأكرمين يا أعدل العادلين يا أحكم الحاكمين يا أصدق الصادقين يا أطهر الطاهرين يا أسمع السامعين يا أبصر الناظرين يا أجود الأجودين يا أرحم الراحمين يا أنيس الذاكرين يا أقدر القادرين يا أعلم العالمين يا إله الخلق أجمعين يا أمل الآملين يا أنس المستوحشين يا آمرا بالطاعة يا أليم الأخذ يا أهل التقوى يا أهل المغفرة يا أقدر من كل قدير يا أعظم من كل عظيم يا أجل من كل جليل يا أمجد من كل ماجد يا أرأف من كل رؤوف يا أعز من كل عزيز يا أكبر من كل كبير يا أقدم من كل قديم يا أعلى من كل علي يا أسنى من كل سني يا أبهى من كل بهي يا أنور من كل منير يا أظهر من كل ظاهر يا أخفى من كل خفي يا أعلم من كل عليم يا أخبر من كل خبير يا أكرم من كل كريم يا ألطف من كل لطيف يا أبصر من كل بصير يا أسمع من كل سميع يا أحفظ من كل حفيظ يا أملى من كل ملي يا أوفى من كل وفي يا أغنى من كل غني يا أعطى من كل معط يا أوسع من كل واسع يا أجود من كل جواد يا أفضل من كل مفضل\r\n","description":"","footnote":"","page_name":" 86 ","page_number":67},
  {"content":"\r\nيا أنعم من كل منعم يا أسيد من كل سيد يا أرحم من كل رحيم يا أشد من كل شديد يا أقوى من كل قوي يا أحمد من كل حميد يا أحكم من كل حكيم يا أبطش من كل باطش يا أقوم من كل قيوم يا أدوم من كل دائم يا أبقى من كل باق يا أفرد من كل فرد يا أوحد من كل واحد يا أحمد من كل حمد يا أكمل من كل كامل يا أتم من كل تام يا أعجب من كل عجيب يا أفخر من كل فاخر يا أبعد من كل بعيد يا أقرب من كل قريب يا أمنع من كل مانع يا أغلب من كل غالب يا أعفى من كل عفو يا أحسن من كل محسن يا أجمل من كل مجمل يا أقبل من كل قابل يا أشكر من كل شاكر يا أغفر من كل غفور يا أصبر من كل صبور يا أجبر من كل جبار يا أدين من كل ديان يا أقضى من كل قاض يا أمضى من كل ماض يا أنفذ من كل نافذ يا أحلم من كل حليم يا أخلق من كل خالق يا أرزق من كل رازق يا أقهر من كل قاهر يا أنشأ من كل منش يا أملك من كل مالك يا أولى من كل ولي يا أرفع من كل رفيع يا أشرف من كل شريف يا أبسط من كل باسط يا أقبض من كل قابض يا أبدى من كل باد يا أقدس من كل قدوس يا أطهر من كل طاهر يا أزكى من كل زكي يا أهدى من كل هاد يا أصدق من كل صادق يا أعود من كل عواد يا أفطر من كل فاطر يا أرعى من كل راع يا أعون من كل معين يا أوهب من كل وهاب يا أتوب من كل تواب يا أسخى من كل سخي يا أنصر من كل نصير يا أسلم من كل سلام يا أشفى من كل شاف يا أنجى من كل منج يا أبر من كل بار يا أطلب من كل طالب يا أدرك من كل مدرك يا أرشد من كل رشيد يا أعطف من كل معطف يا أعدل من كل عدل يا أتقن من كل متقن يا أكفل من كل كفيل يا أشهد من كل شهيد أن تصلي على محمد وآله وافعل بي وبجميع\r\n","description":"","footnote":"","page_name":" 87 ","page_number":68},
  {"content":"\r\nالمؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالباء\r\nاللهم إني أسألك باسمك يا بديع يا بدي يا بادئ يا بر يا بار يا برهان يا بصير يا باطن يا بائن يا بارئ يا باسط يا باطش يا باقي يا باعث يا باذخ يا بهي يا بريا من كل عيب يا بالغ الحجة يا باني السماء بقوته يا باس الجبال بقدرته يا باث الأقوات بعلمه يا بلاغ العاجزين يا بشرى المؤمنين يا باتر عمر الباغين يا بعد البعد يا بعيدا في قربه أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالتاء\r\nاللهم إني أسألك باسمك يا تام يا تواب يا تالي الأنباء على رسوله أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالثاء\r\nاللهم إني أسألك باسمك يا ثقة المتوكلين يا ثابت الربوبية يا ثاني كل وحيد يا ثاج المعصرات بقدرته يا ثالج قلوب المؤمنين بذكره أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالجيم\r\nاللهم إني أسألك باسمك يا جبار يا جواد يا جامع يا جابر يا جليل يا جلال السماوات والأرض يا جمال السماوات والأرض يا جاعل الليل\r\n","description":"","footnote":"","page_name":" 88 ","page_number":69},
  {"content":"\r\nسكنا يا جميل الصنع يا جالي الهموم يا جسيم النعم يا جاري القدر يا جديدا لا يبلى يا جاذ أصول الظالمين يا جلي البراهين يا جار المستجيرين يا جليس الذاكرين يا جنة العائذين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالحاء\r\nاللهم إني أسألك باسمك يا حي يا حامد يا حميد يا حافظ يا حفيظ يا حفي يا حسيب يا حنان يا حليم يا حكم يا حكيم يا حاكم يا حق يا حامل العرش يا حلو الذكر يا حسن التجاوز يا حاضر كل ملأ يا حبيب من لا حبيب له يا حرز من لا حرز له يا حصن كل هارب يا حياة كل شيء يا حاف العرش بملائكته يا حارس السماء بالشهب يا حابس السماوات والأرض أن تزولا يا حاشر الخلائق في اليوم الموعود يا حاث عباده على شكره يا حاشي العز قلوب المتقين يا حاط أوزار التائبين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالخاء\r\nاللهم إني أسألك باسمك يا خافض يا خالق يا خلاق يا خفير يا خبير يا خالد الملك يا خفي الألطاف يا خازن النور في السماء يا خاص موسى بكلامه يا خليفة النبيين يا خاذل الظالمين يا خادع الكافرين يا خير الناصرين يا خير الفاتحين يا خير الوارثين يا خير المنزلين يا خير المحسنين يا خير الرازقين يا خير الفاصلين يا خير الغافرين يا خير الساترين يا خير الحاكمين يا خير الحامدين يا خير الذاكرين يا خير الشاكرين يا خاتما بالخير لأوليائه أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما\r\n","description":"","footnote":"","page_name":" 89 ","page_number":70},
  {"content":"\r\nأنت أهله يا أرحم الراحمين\r\n\r\nالدال\r\nاللهم إني أسألك باسمك يا داعي يا دائب يا دائم يا ديموم يا ديوم يا دال يا دليل يا دان في علوه يا ديان العباد يا دافع الهموم يا دامغ الباغين يا داحي المدحوات أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالذال\r\nاللهم إني أسألك باسمك يا ذاكر يا ذكور يا ذائد يا ذارئ ما في الأرض يا ذخر من لا ذخر له يا ذا الطول يا ذا المعارج يا ذا القوة المتين يا ذا الجلال والإكرام أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالراء\r\nاللهم إني أسألك باسمك يا رب يا رقيب يا رشيد يا راشد يا رفيع يا رافع يا رحمان يا رحيم يا راحم يا رؤوف يا رازق يا رزاق يا رائي يا رضوان يا راصد يا رصد المرتصد يا رضي القول يا راض على أوليائه يا رافد من استرفده يا راعي من استرعاه يا ركن من لا ركن له يا رائش كل قانع يا راد ما فات يا رامي أصحاب الفيل بالسجيل يا رابط على قلوب أهل الكهف بقدرته يا راج الأرض بعظمته يا رغبة العابدين يا رجاء المتوكلين أن تصلي\r\n","description":"","footnote":"","page_name":" 90 ","page_number":71},
  {"content":"\r\nعلى محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالزاي\r\nاللهم إني أسألك باسمك يا زكي يا زاكي يا زارع النبات يا زين السماوات والأرض يا زاجر الظلوم يا زائد الخضر في علمه إن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالسين\r\nاللهم إني أسألك باسمك يا سمح يا سموح يا سلام يا سالم يا ساتر يا ستار يا سبحان يا سلطان يا سامق يا سبوح يا سرمدي يا سخي يا سني يا سابغ النعم يا سامي القدر يا سابق الفوت يا ساجر البحر يا سالخ النهار من الليل يا ساد الهواء بالسماء يا سيد السادات يا سبب من لا سبب له يا سند من لا سند له يا سريع الحساب يا سميع الدعاء يا سامع الأصوات يا سار أوليائه يا سرور العارفين يا ساقي الظمآنين يا سبيل حاجة الطالبين يا سامك السماء يا ساطح الأرضين يا سالب نعم الجاحدين يا سافعا بنواصي الخلق أجمعين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالشين\r\nاللهم إني أسألك باسمك يا شاهد يا شهيد يا شاكر يا شكور يا شافع يا شفيع يا شاء لا بهمة يا شاق السماء بالغمام يا شفيق من لا شفيق له يا شرف من لا شرف له يا شديد البطش يا شريف الجزاء يا شارع الأحكام يا شامل اللطف يا شاعب صدع المكسورين يا شاد أزر النبيين يا شافي مرضى المؤمنين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت\r\n","description":"","footnote":"","page_name":" 91 ","page_number":72},
  {"content":"\r\nأهله يا أرحم الراحمين\r\n\r\nالصاد\r\nاللهم إني أسألك باسمك يا صبار يا صابر يا صبور يا صادق يا صدوق يا صافح يا صفوح يا صمد المؤمنين يا صانع كل مصنوع يا صالح خلقه يا صارف اللزبة يا صاب ماء المطر بقدرته يا صاف الملائكة بعظمته يا صافي الملك يا صاحب كل وحيد يا صغار المعتدين يا صريخ المستصرخين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالضاد\r\nاللهم إني أسألك باسمك يا ضار المعتدين يا ضامن الأرزاق يا ضارب الأمثال يا ضافي الفجر والجمال إن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالطاء\r\nاللهم إني أسألك باسمك يا طهر يا طاهر يا طهور يا طبيب الأولياء يا طامس عيون الأعداء يا طالبا لا يعجز يا طاحي الأرض يا طاوي السماء يا طلب الغادرين يا طارد العسر عن اليسر إن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالظاء\r\nاللهم إني أسألك باسمك يا ظاهر يا ظهير يا ظليل الظل يا ظهر\r\n","description":"","footnote":"","page_name":" 92 ","page_number":73},
  {"content":"\r\nاللاجئين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالعين\r\nاللهم إني أسألك باسمك يا عدل يا عادل يا علي يا عالي يا عليم يا علام يا عالم يا عز يا عزيز يا عظيم يا عاضد يا عاطف يا عطوف يا عافي يا عفو يا عتيد الإمكان يا عجيب القدرة يا عريض الكبرياء يا عائدا بالجود يا عوادا بالفضل يا عاجل النفع يا عام المعروف يا عاملا بإرادته يا عامر السماوات بملائكته يا عاصم المستعصمين يا عين المتوكلين يا عدة الواثقين يا عماد المعتمدين يا عون المؤمنين يا عياذ العائذين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالغين\r\nاللهم إني أسألك باسمك يا غني يا غالب يا غفور يا غفار يا غافر يا غفران يا غامر خلقه برحمته يا غارس أشجار الجنان لأوليائه يا غالق أبواب النار على أعدائه يا غوث كل طريد يا غني كل فقير يا غاية الطالبين يا غياث المستغيثين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالفاء\r\nاللهم إني أسألك باسمك يا فاتح يا فتاح يا فرد يا فاصل يا فاخر يا فاطر يا فائق يا فاعل ما يشاء يا فعالا لما يريد يا فالق الحب والنوى يا فارج الهم يا فائض البر يا فاك العتاة يا فالج الحجة يا فارض\r\n","description":"","footnote":"","page_name":" 93 ","page_number":74},
  {"content":"\r\nالطاعة يا فرج كل حزين يا فخر الأولياء يا فاض رؤس الضلالة يا فاقة كل مفقود يا فارق كل أمر حكيم يا فكاك الرقاب من النار يا فادي إسماعيل من الذبح يا فاتق السماوات والأرض بعد رتقهما أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالقاف\r\nاللهم إني أسألك باسمك يا قادر يا قدير يا قيوم يا قيام يا قائم يا قاهر يا قهار يا قديم يا قوي يا قريب يا قبل يا قدوس يا قابض يا قاصد السبيل يا قاضي الحاجات يا قاسم الأرزاق يا قاتل المردة يا قاصم الظلمة يا قامع الفجرة يا قاصف الشجرة الملعونة يا قبل القبل يا قابل التوب يا قائل الصدق يا قاذفا بالحق يا قوام السماوات والأرض يا قوة كل ضعيف يا قاص نبأ الماضين يا قرة عين العابدين يا قائد المتوكلين أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالكاف\r\nاللهم إني أسألك باسمك يا كامل يا كالئ يا كبير يا كائن يا كينون يا كريم يا كفيل يا كهيعص يا كافي يا كاف الشرور يا كاسر الأحزاب يا كافل موسى يا كادر النجوم يا كاشط السماء يا كابت الأعداء يا كانف الأولياء يا كنز الفقراء يا كهف الضعفاء يا كثير الخير يا كاتب الحسنات يا كاشف الكرب يا كاسي الجنوب العارية يا كابس الأرضين على الماء أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n","description":"","footnote":"","page_name":" 94 ","page_number":75},
  {"content":"\r\n\r\nاللام\r\nاللهم إني أسألك باسمك يا لطيف يا لجأ اللاجئين يا لذيذ الاسم يا لينا في تجبره أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالميم\r\nاللهم إني أسألك باسمك يا مزيل يا منيل يا مقيل يا مديل يا محيل يا مفيد يا مزيد يا مبيد يا مريد يا مجيد يا ماجد يا موجد يا منجد يا مرفد يا مرشد يا مسعد يا مؤيد يا ممهد يا مسدد يا متوحد يا منفرد يا متفرد يا مقصد يا موحد يا ممجد يا مصدق يا مقدس يا مسبح يا مهلل يا مكبر يا مطهر يا موقر يا مبجل يا مؤمل يا منزه يا مبارك يا معظم يا مكرم يا مستغفر يا مسترزق يا مستنجد يا مستعصم يا مستحفظ يا مستهدى يا مسترحم يا مستصرخ يا مستجار يا مستعاد يا مستعان يا مستغاث يا مستكفى يا معتمد يا مجتدى يا مناجى يا منادى يا مخشى يا ممنن يا منان يا معتز يا متعزز يا متجاوز يا متقدس يا متكبر يا متجبر يا متطهر يا متسلط يا متعظم يا متكرم يا متفضل يا متطول يا متجلل يا متحبب يا مترحم يا متحنن يا متعطف يا مترئف يا متشرف يا متعال يا محتجب يا مبتلي يا مختبر يا ممتحن يا مبين يا متين يا معين يا مكين يا ماكن يا مكون يا مزين يا مهون يا ملقن يا مبين يا ممكن يا محصن يا مؤمن يا مهيمن يا متكلم يا معلم يا مقسم يا معظم يا مكرم يا ملهم يا مفهم يا مبدل يا منول يا مذلل يا مفضل يا مفصل يا منزل يا معدل يا مسهل يا محول يا ممهل يا موئل يا مرسل يا مجزل يا مجمل يا محسن يا مكافي يا مقيم يا منعم يا منعام يا مفضل يا مفضال يا مصلح يا موضح\r\n","description":"","footnote":"","page_name":" 95 ","page_number":76},
  {"content":"\r\nيا منجح يا ممنح يا مانح يا مناح يا مرتاح يا مؤنس يا منفس يا محتج يا مبلغ يا مشفع يا ممتع يا مطلع يا مستمع يا مرتفع يا مبتدع يا مخترع يا موسع يا منيع يا ممتنع يا مستطيع يا محيط يا مقسط يا مولى يا ملي يا مملك يا متملك يا مالك يا مليك يا ملك يا مطاع يا ملاذ يا معاذ يا معيذ يا مجيب يا مستجيب يا مجاب يا مقيت يا مغيث يا مستعلي يا مستغني يا مصرخ يا منقذ يا مخلص يا ممحص يا مخصص يا معوض يا منطق يا مطلق يا معتق يا مغلق يا مفرق يا مطوق يا موفق يا مصدق يا متجل يا منجاب يا مخوف يا مهوب يا مهيب يا مهاب يا موهب يا مرهوب يا مرغوب يا مطلوب يا محجوب يا منيف يا مألوف يا موصوف يا معروف يا منعوت يا مشكور يا مذكور يا مشهور يا موجود يا معبود يا محمود يا مقصود يا موفود يا مسؤول يا مأمول يا مرجو يا مدعو يا ممدوح يا ممتدح يا ممدح يا ممسك يا مهلك يا مدرك يا مبوئ يا مثوي يا مسوي يا مقلب يا مرغب يا مرهب يا مرتب يا مسبب يا محبب يا مركب يا معقب يا مخوف يا مصرف يا مؤلف يا مكلف يا مشرف يا معرف يا مضعف يا منصف يا مهني يا منبي يا موفي يا مرضي يا مرضي يا ممضي يا منجي يا محصي يا منشي يا مقني يا مجزي يا مجازي يا منتخب يا منتجب يا مصطفي يا مرتضي يا مجتبي يا مزكي يا مختار يا مظفر يا مقدر يا مقتدر يا مفتخر يا منتصر يا مستكبر يا منور يا مصور يا مبصر يا مصبر يا مسخر يا مغير يا مبشر يا ميسر يا مسير يا مذكر يا مدبر يا مخبر يا محذر يا منذر يا منشر يا مقبر يا مرجي يا مرتجي يا منجي يا ملتجي يا ملجأ يا محساب يا مطلب يا مصيب يا مفرج يا مسلط يا مجير يا مبير يا محكم يا متقن يا مخفي يا معلن يا مبقي يا مطعم يا مهين يا مكرم يا منتقم يا مسلم يا محلل يا محرم يا مقرب يا مبعد يا مثيب يا معذب يا مخصب يا مجدب يا مقدم يا مؤخر يا مقلل يا مكثر يا معز يا مذل يا محيي يا مميت\r\n","description":"","footnote":"","page_name":" 96 ","page_number":77},
  {"content":"\r\nيا مورد يا مصدر يا مضعف يا مقوي يا معيش يا متوفي يا مصح يا مبرئ يا ممرض يا مشفي يا معل يا مداوي يا معاقب يا معافي يا مثبت يا ماحي يا معيد يا مبدي يا مضحك يا مبكي يا مضل يا مهدي يا مسعد يا مشقي يا مدني يا مقضي يا مفقر يا مغني يا مانع يا معطي يا مبقي يا مفني يا مروي الظمآن يا مشبع الغرثان يا مبلي كل جديد يا مجدد كل بال يا مظلم الليل يا مشرق النهار يا مسرج الشمس يا منير القمر يا مزهر النجوم يا مطلع النبات يا منبت الشجر يا مخالف طعم الثمر يا منبع العيون يا مثير السحاب يا مدجي الظلمة يا مشعشع النور يا مهب الرياح يا مورق الأشجار يا مومض البرق يا مرزم الرعد يا ممطر المطر يا مهبط الملائكة إلى الأرض يا مرسي الجبال يا مجري الفلك يا مغطش الليل يا مولج الليل في النهار ومولج النهار في الليل يا مكور الليل على النهار ومكور النهار على الليل يا مخرج الحي من الميت ومخرج الميت من الحي يا مرخص الأسعار يا معظم البركة يا مبارك في الأرض المقدسة يا مربح متاجريه يا مزيح العلل يا مظهر الآيات يا ماد الظل يا ممد الأرض يا ممور السماء يا مكيد المكر يا مستوجب الشكر يا منجز العدات يا مؤدي الأمانات يا منتهى الرغبات يا متقبل الحسنات يا مكفر السيئات يا مؤتي السؤلات يا مأمن الهالع يا معقل الضارع يا مفزع الفازع يا مطمع الطامع يا مأوى الحيران يا مخسئ الشيطان يا مضيء البرهان يا متمم النعم يا مسبغ المنن يا مولى التطول يا مواتر الإنعام يا متتابع الإحسان يا موالي الإفضال يا متصل الآلاء يا مرادف النعماء يا مدر الأرزاق يا ملزم الدين يا موجب التعبد يا محق الحق يا مبطل الباطل يا مميط الأذى يا منعشا من الصرعة يا محرك الحركات يا محفوظ الحفظ يا مسلي الأحزان يا مذهب الغموم يا موزع الشكر يا منهج الدلالة يا مفعول الأمر يا متسع الرحمة يا معدن العفو يا مخفف الأثقال يا معشب البر يا موطد الجبال يا مفجر البحار يا معذب الأنهار يا متكفلا بالرزق يا منخر العظام يا مستطيل\r\n","description":"","footnote":"","page_name":" 97 ","page_number":78},
  {"content":"\r\nالقدرة يا مؤجل الآجال يا موقت المواقيت يا مؤسس الأمور يا مكمل الدين يا موضع كل شكوى يا مظلل كل شيء يا مفتح الأبواب يا مكارا بالمترفين يا مخزي الكافرين يا مستدرج العاصين يا ماقت أعمال المفسدين يا مبيض وجوه المؤمنين يا مسود وجوه المجرمين يا مبدد شمل الباغين يا مجتث أصل الطاغين يا متوعدا بعذاب الجبارين يا مدحض كلمة الجاحدين يا مشتت جمع المعاندين يا مفاجئا بنكاله الظالمين يا مرغم أنوف المستكبرين يا مخترما بسطوته المتجبرين يا مفل حد الناكثين يا مكل سلاح القاسطين يا معفي آثار المارقين يا ممزق ملك المتغلبين يا مرعب قلوب المحاربين يا مجنب عقوبته الطائعين يا مباعدا بأسه عن التائبين يا موطئ مسالك المتقين يا منضر وجوه المتهجدين يا مهيئ أمور المتوكلين يا مال المقلين يا مهرب الخائفين يا متولي الصالحين يا منى المحبين يا مريح اللاغبين يا مخرس ألسنة المعاندين يا ملجم الجن المتمردين يا مزوج الحور العين يا محقق أمل الآملين يا مفيض عطيته على السائلين يا مديم نعمته على الشاكرين يا مرجح ميازين المطيعين يا مصعد أصوات الداعين يا معلي دينه على كل دين يا مجير غصص الملهوفين يا مزرع قبور العالمين يا مفحم بحجته المجادلين يا مجلي عظائم الأمور يا منتجعا لكشف الضر يا مستدعى لبذل الرغائب يا منزولا به كل حاجة يا ماضي العلم فيما خلق يا ملقي الرواسي في الأرض يا مربي نفقات أهل التقوى يا مسكن العروق الضاربة يا منوم العيون الساهرة يا متلقي العصاة بحلمه يا ممليا لمن لج في طغيانه يا معذرا إلى من تمادى في غيه يا موصد النار على أهل معصيته يا مردفا جنده بملائكته يا مشري أنفس المؤمنين بجنته يا مجلل خلقه برداء رحمته يا محل كنوز أهل الغنى يا مقر السماوات بغير عمد يا مزلزل أقدام الأحزاب يا منتزع الملك ممن يشاء يا مغرق فرعون وجنوده يا مجاوزا ببني إسرائيل البحر يا ملين الحديد لداود يا مكلم موسى تكليما يا مناديه من جانب الطور يا مقيظ الركب ليوسف يا مبرد نار الخليل يا مدمرا على قوم لوط يا مدمدما على\r\n","description":"","footnote":"","page_name":" 98 ","page_number":79},
  {"content":"\r\nقوم شعيب يا متبر الظلمة يا مستأصل الكفرة يا متب الفسقة يا مصطلم الفجرة ويا مدوخ المردة يا مبت حبال الغشم يا مخمل سوق الظلم يا مزلف الجنة لمن أطاعه يا مسعر النار لمن ناواه يا موحي إلى عبده ما أوحى يا مبعثر القبور بقدرته يا محصل ما في الصدور بعلمه يا مقصر الأبصار عن إدراكه يا مباينا لخلقه في صفاته يا محير القلوب في شأنه يا مطفئ الأنوار بنوره يا مستعبد الأرباب بعزته يا مستبقي الملك بوجهه يا مالئ أركانه بعظمته يا مبتدئ الخلق بقدرته يا متأبدا بخلوده يا متقدما بوعيده يا متلطفا في ترغيبه يا مستوليا على سلطانه يا متمكنا في ملكه يا مستويا على عرشه يا مترديا بكبريائه يا متأزرا بعظمته يا متسربلا بجلاله يا مشتهرا بتجبره يا مستأثرا بغيبه يا متما نوره يا مدرج السعداء في غفرانه يا مصلي الأشقياء حر ناره يا مدخر الثواب لأوليائه يا معد العقاب لأعدائه يا مطمئن القلوب بذكره يا مطيب النفوس بآلائه يا مفرج عن المؤمنين بنصره يا معرض أهل السقم لأجره يا متعمدا بفضله يا متغمدا بعفوه يا متوددا بإحسانه يا متعرفا بامتنانه يا مغشيا برحمته يا مؤويا في ظله يا مجيبا بكرامته يا مغديا بآلائه يا مربيا بنعمائه يا مقر عيون أوليائه يا ملبسهم جنته يا مؤتمن أنبيائه وأئمته على وحيه ومستحفظهم شرعه ومستخصهم ببرهانه ومستخلصهم لدعوته ومستصلحهم لعباده ومستخلفهم في أرضه ومطلعهم على سره ومصطنعهم لنفسه ومخلصهم بمشيته ومريهم ملوكته ومسترعيهم الأنام ومورثهم الكتاب أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالنون\r\nاللهم إني أسألك باسمك يا ناشر يا نافع يا نفاع يا نفاح يا نصير يا ناصر يا ناظر يا نور يا ناطق يا نوال يا ناه عن المعاصي يا ناصب الجبال أوتادا يا ناثر النجوم نثرا يا ناسف الجبال نسفا يا نقيا من كل جور يا نافخ النسم في الأجساد يا نائي في قربه يا نكال الظالمين يا نافذ العلم يا\r\n","description":"","footnote":"","page_name":" 99 ","page_number":80},
  {"content":"\r\nنبيل العظمة والجلال يا نعم المولى يا نعم النصير أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالواو\r\nاللهم إني أسألك باسمك يا واحد يا واجد يا ولي يا والي يا وفي يا وافي يا واقي يا وكيل يا ودود يا واد يا واهب يا وهاب يا وارث يا وتر يا واسع الرحمة يا واصل النعم يا واضع الآصار يا وثيق العهد يا وحي الإجابة يا واعدا بالجنة يا واضح السبيل أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nالهاء\r\nاللهم إني أسألك باسمك يا هو يا هو يا هنيء العطاء يا هادي المضلين يا هازم الأحزاب يا هاشم سوق الفجرة يا هاتك جنة الظلمة يا هادم بنيان البدع يا هاد ركن الضلالة أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\nاللام ألف لا\r\nاللهم إني أسألك باسمك يا لا إله إلا أنت أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n","description":"","footnote":"","page_name":" 100 ","page_number":81},
  {"content":"\r\n\r\nالياء\r\nاللهم إني أسألك باسمك يا يقين يا يد الواثقين يا يقظان لا يسهو يا ينبوع العظمة والجلال أن تصلي على محمد وآله وافعل بي وبجميع المؤمنين ما أنت أهله يا أرحم الراحمين\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":82}
  ]