[
  {"content":"\r\nأحكام المرأة\r\nالمفقود عنها زوجها في المذاهب الخمسة\r\nتأليف\r\nأحمد فاضل سعدون الجادري\r\n\" السعدي \"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nالاهداء\r\nإلى\r\nمن عشت بجواره فرسم دربي آخذا بيدي نحو المستقبل ، ثامن حجج الله\r\nالبالغة ابن رسول الله ( ( صلى الله عليه وآله ) ) الإمام علي بن موسى الرضا ( ( عليه السلام ) ) .\r\nإلى\r\nأبي الذي أتحسس آثار دعائه رغم أني حرمت حنانه وأنا صغير حين التحق\r\nبقافلة الشهادة .\r\nإلى\r\nأمي التي منحتني كل حياتها ، وعلمتني أن مقاومة الشدائد جهاد ، وأن الصبر\r\nطريق النصر أهدي إليهم هذا الجهد المتواضع\r\nأحمد\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nالمستخلص\r\nإذا فقد الزوج ولم يعلم مكانه وانقطع خبره فإن لزوجته أحكاما تناولتها المذاهب الاسلامية\r\nوالفقهاء .\r\nوقد عنت الرسالة هذه بدراستها وإلقاء الضوء عليها وأهم الأحكام ثلاثة :\r\n1 - الفرقة : وفيها اختلاف ، فمن المذاهب من اختارت الطلاق والفرقة بعد تربص أربع سنين واعتداد\r\nأربعة أشهر وعشرة أيام .\r\nوفي المقابل هناك من اختارت الصبر وعدم جواز التفريق بين المفقود وزوجته وإنما عليها الانتظار\r\nحتى يثبت موته بالعلم أو البينة أو تمضي مدة لا يعيش أمثاله إليها ، وقد قدرها البعض بزمان كتسعين أو\r\nمائة وعشرين سنة والمختار هو القول بالتربص والاعتداد والفرقة .\r\nوفي الرجوع إلى الحاكم لضرب الاجل أو الفرقة خلاف .\r\n2 - النفقة : تجب النفقة لزوجة المفقود إذا انتظرته ولم تختر الفرقة .\r\nوأما إذا اختارت الفرقة أجلها الحاكم أربع سنين وكان لها النفقة تمام المدة وأما في العدة فهناك\r\nاختلاف بين المذاهب فمنهم من أثبت لها النفقة في العدة ومنهم من نفاها . وهكذا الاختلاف بعد العدة\r\nوبعد الزواج قبل وطئ الثاني لها . وأما ان وطئها الثاني فلا خلاف في انتفاء النفقة .\r\n3 - الإرث : الزوجة ترث زوجها المفقود وهكذا العكس إن ماتت ثم عاد ، وإن قيده البعض بحلف\r\nالزوج فيما لو كان عاد في حياتهم لاختارها وفي تحديد الفترة الزمنية التي تورث فيها الزوجة من\r\nزوجها المفقود أقوال ، ربما يظهر من المذهب الواحد أكثر من قول .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nالمدخل\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nأحكام المرأة المفقود عنها زوجها\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nلماذا البحث عن المرأة المفقود عنها زوجها ؟\r\nلم يكن بحث المرأة المفقود عنها زوجها وليد الساعة . فقد عاش هذا الإنسان على الأرض\r\nوهو يسكن إلى أنفاس موجود آخر يلتقي معه في الإنسانية * ( ومن آياته أن خلق لكم من\r\nأنفسكم أزواجا لتسكنوا إليها وجعل بينكم مودة ورحمة إن في ذلك لايات لقوم\r\nيتفكرون ) * ( 1 ) .\r\nإلا أن حالة السكون هذه لم تسلم من المنغصات ، ففي خضم صراع دائم ومرير بين الحق\r\nوالباطل كان على الإنسان أن يجد له موطئ قدم بين الأسنة والرماح ومشقة الحياة ومواجهة\r\nالطبيعة لتنتهي الدراما في أغلب الأحيان بجبال من الأشلاء ، وتكسر أجنحة الحرية فيختطف\r\nالفرد ويودع في أماكن قد لا يميز فيها الليل من النهار .\r\nما ذكرت وغيره جعل شريعة السماء وقانون الأرض تضع حلولا للمرأة التي قد تجهل مصير\r\nزوجها الذي رحل ولم يعد ، فهذا قانون اشنونا الذي يعود إلى بلالاما ملك اشنونا ( 1860 ق م )\r\nنجده يتكون من مقدمة مكتوبة بالسومرية ومن ( 60 ) مادة دونت باللغة البابلية جاء فيه ان الزوج\r\nإذا غاب بحيث لا يعرف مصيره من الحياة أو الممات كأن اختطف أثناء الحرب أو غارة أو اخذ\r\nأسيرا واستمر غيابه مدة يعتبرها العرف السائد طويلة يحق للزوجة حل الرابطة الزوجية بإرادتها\r\nالمنفردة والزواج من زوج ثان ، ولم يعتبر المرأة مذنبة . نعم لو عاد الزوج الأول بعد زواجها من\r\nالثاني يسترجع زوجته ( 2 ) .\r\nواما قانون حمورابي فهو يميز بين ثلاث صور :\r\nألف - وجود النفقة الكافية لزوجة الغائب فعليها أن تحافظ على نفسها وإلا عوقبت بالموت\r\n\r\n","description":"","footnote":" 1 - الروم : 21 .\r\n2 - مدى سلطان الإرادة في الطلاق في شريعة السماء وقانون الأرض خلال أربعة آلاف سنة الدكتور مصطفى\r\nإبراهيم الزلمي ، ص 21 - 22 ، ط 1 ، مطبعة العاني بغداد ، 1404 ه‍ - 1984 م . ","page_name":" 11 ","page_number":11},
  {"content":"\r\nبإلقائها في النهر كما تنص المادة 133 ب .\r\nب - أن لا يترك الزوج الغائب موردا : تصرح المادة 134 \" إذا أسر رجل ولم يكن في بيته الطعام\r\n( الكافي ) ودخلت زوجته بيت رجل ثان فان هذه المرأة لا ذنب لها \" ولو عاد الأول عليها أن تعود\r\nله أنجبت من الثاني أولا مثلما تؤكد المادة 135 .\r\nج - أن يكون الغياب لسبب غير مشروع :\r\nورد في المادة 136 \" إذا نبذ رجل مدينته وهرب ودخلت زوجته بعد ذلك بيت رجل ثان\r\nفإذا عاد هذا الرجل وضبط زوجته في بيت رجل ثان فلا ترجع زوجة الهارب إلى زوجها وذلك\r\nبسبب كرهه لمدينته وهربه منها \" ( 1 ) .\r\nوتذكر الغيبة في القانون اليوناني في العصر الحديث كما في دستور 1822 - 1823 م كأحد\r\nموارد الطلاق ( المادة 1445 ) .\r\nوفي المادة 48 من المجموعة المدنية اليونانية ثبت أن الحكم حالة الغياب بمثابة الحكم بالوفاة\r\nتترتب عليه آثار الموت وبناء على ذلك لا داعي للحكم بالطلاق ( 2 ) ، ويبيح قانون جوستيان ( 3 )\r\nرقم 117 الطلاق في صور منها ما لو أسر أحد الزوجين ولم يعرف مصيره من الحياة أو الممات ،\r\nهذا فيما إذا مضت مدة يكون الظن الغالب عدم بقائه على قيد الحياة ( 4 ) .\r\nواما الطلاق في تعاليم الأقباط والارثوذكس فقد أجيز في حالة أسر أحد الزوجين وغيابه\r\nسبع سنين بحيث لم يعلم هل هو حي أو لا . فلزوجته أن تتزوج بغيره ولهذا السبب شروط ثلاثة :\r\n1 - الغيبة لمدة . هذه المدة تتأرجح بين خمس سنوات إلى سبع في المجموعات الشرعية لكن يبدو\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ص 28 - 29 .\r\n2 - نفس المصدر ، ص 72 .\r\n3 - تولى جوستيان الحكم في الإمبراطورية الشرقية ( 527 - 565 ب م ) ، نفس المصدر ص 89 .\r\n4 - نفس المصدر ، ص 89 . ","page_name":" 12 ","page_number":12},
  {"content":"\r\nأن ما استقر عليه العمل أخيرا هو خمس سنوات .\r\n2 - الجهل بحياة الغائب من وفاته بأن لا يكون مقره معلوما .\r\n3 - صدور الحكم بثبوت غيبته ( 1 ) .\r\nويمنح حق طلب التطليق من القاضي عند الأرمن والأرثودكس للأسباب التالية :\r\nغياب أحدهما خمس سنوات متواليات ( 2 ) .\r\nبعد هذا لعل سائلا يسأل كيف ولماذا اخترت موضوع المرأة المفقود عنها زوجها أوليس\r\nهناك مسائل أخرى أهم وأجدر بالبحث في عصرنا الحاضر ؟\r\nإن الحاجة إلى بحث المرأة المفقود عنها زوجها أكثر تماسا مع الواقع خصوصا ونحن نعيش\r\nالقرن العشرين حيث الحروب والمعتقلات والاختطافات وما شابه ، فإلى جانب كل طاغية\r\nسجون يرزح فيها الآلاف الذين تغيب أخبارهم عن أهليهم لشدة بطش السلطة ويكفي أن يكون\r\nالمفقودون في العراق قد جاوز عددهم ستة عشر ألفا ، وجلهم إن لم يكن كلهم من أتباع\r\nأهل البيت ( عليهم السلام ) ، وهكذا الحال في بقاع أخرى كافغانستان ولبنان وفي الحرب التي فرضت على\r\nالجمهورية الإسلامية وللحروب قصة طويلة للمفقودين مع ما يترتب عليها من دمار ودماء\r\nودموع وأرامل ويتامى . وقد شاهدنا بأم أعيننا ما نتج عن الحربين المدمرتين في العقد الثامن\r\nوالتاسع من هذا القرن ، فقد التهمت نار الحربين كل شئ ليفتح باب التساؤل المستمر بالنسبة إلى\r\nمصير النساء اللاتي فقدن أزواجهن .\r\nورغم الحاجة الماسة قد لا تجد المرأة الحل المناسب للخلاص من المشكلة التي كان لها آثارها\r\nعلى بعض العوائل .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ، ص 147 .\r\n2 - نفس المصدر ، ص 154 . ","page_name":" 13 ","page_number":13},
  {"content":"\r\nإن قصة أسر المفقودين ومشاكلها لا يمكن أن يصفها قلم أو يدرك أبعادها من لم يعشها بكل\r\nتفاصيلها ، فلليل حديث يمتد ويتجذر بعمق مأساة هذه الأسر ففي الليل تداهم الأسرة جيوش\r\nالهم محاطة بالخوف .\r\nوكم امرأة لا يقر لها قرار في ساعة يستريح الناس ويغطون في نوم عميق ، فهي تتكهرب\r\nبالخوف لمجرد سماعها صوتا في البيت الذي تسكنه لوحدها .\r\nوهناك مشاكل غير النفقات التي ربما يتصور انها أم المشاكل ولكنها تهون أمام ابتلائات\r\nأخرى من قبيل :\r\n1 - الخوف من الافتتان .\r\n2 - الوحدة والوحشة .\r\n3 - حاجة الأبناء إلى رجل يقوم بتربيتهم .\r\n4 - الإثارات والشبهات أو الحاجة الاجتماعية و . . .\r\nما ذكرت جعلني أختار هذا البحث لأحدد المعالم والعناوين التي ترتبط بالموضوع فأستقصي\r\nالمصادر الإسلامية وكتب المذاهب الخمسة الإمامية ، الشافعية ، الحنابلة ، المالكية .\r\nولم اقتصر عليها بل جئت بآراء بعض المذاهب الإسلامية والفقهاء كالزيدية والظاهرية\r\nوالأباضية والأوزاعي وابن حزم وابن قدامه وابن رشد وابن تيمية .\r\nمصادر البحث :\r\nاعتمدت أهم مصادر المذاهب والفقهاء ، ففي فقه الإمامية راجعت كتب المفيد والشيخ\r\nالطوسي والسيد المرتضى والمحقق الحلي والعلامة الحلي وصاحب الحدائق والجواهر و . . .\r\nوفي فقه الشافعية الام والمهذب و . . . وما كتبه الحنابلة كالمغني والشرح الكبير ، وما ألفه\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالحنفية من قبيل المبسوط والفتاوى الهندية . وكتب المالكية كالمدونة الكبرى . وهكذا كان الاعتماد\r\nعلى المصادر الروائية واللغوية والرجالية و . . .\r\nمنهج البحث\r\n1 - بعد موافقة لجنة الجامعة على عنوان الأطروحة بدأت بوضع خطة للبحث .\r\n2 - أخذت بتحديد المصادر ومراجعتها ، ولم تكن المراجعة تقتصر على المراجع المهمة أو ما\r\nيرتبط بالبحث ارتباطا وثيقا فقط وانما كانت الجولة في عالم الكتب واسعة والحمد لله .\r\n3 - استخراج المطالب وتبويبها .\r\n4 - ترتيب وجمع أقوال المذهب الواحد في المسألة لمعرفة الرأي المختار أو الأشهر لذلك\r\nالمذهب مع الإشارة إلى المشهور وحتى الضعيف إن أمكن .\r\n5 - ذكر أدلة الأقوال المختلفة والردود عليها .\r\n6 - تحديد المختار في المسألة .\r\n7 - تقديم أسئلة لمجموعة من فقهاء الإمامية للتعرف على آخر الآراء .\r\nتبويب البحث\r\nتقع الرسالة في تمهيد وخمسة فصول ونتيجة البحث وملحق :\r\nتمهيد : تعرضت فيه لتعريف المفقود ومدى سعة مفهوم المفقود وصور الغيبة .\r\nالفصل الأول : \" جواز التفريق بين المفقود وزوجته \" تناولت الأقوال في جواز التفريق بينه وبين\r\nزوجته .\r\nالفصل الثاني : \" التربص واحكامه \" بينت فيه المقصود من التربص واحكامه .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nالفصل الثالث : \" الفحص عن المفقود \" : تم الكلام فيه عن زمان الفحص ومكانه وكيفيته وأمور\r\nأخرى .\r\nالفصل الرابع : \" الطلاق والعدة \" تناولت الحديث عن الطلاق والعدة .\r\nالفصل الخامس : \" المفقود بين الرجوع والنعي \" دار الحديث عن حالات الرجوع ونعي الزوج .\r\nالفصل السادس : \" نفقة زوجة المفقود \" تحدثت فيه عن نفقة زوجة المفقود إذا لم تطالب بالطلاق\r\nونفقتها حين التربص والعدة .\r\nالفصل السابع : \" إرث المفقود \" بينت فيه الأقوال في زمان توزيع إرثه وحكم الإرث عند موت\r\nالمفقود أو زوجته .\r\nنتيجة البحث : أوردت فيها ما توصلت إليه من خلال هذه الرحلة العلمية .\r\nالملحق : مجموعة فتاوى فقهاء الإمامية المعاصرين .\r\nأسئل الله العلي القدير أن يجعل عملي هذا ذخرا لي يوم لا ينفع مال ولا بنون وأن يكون نافعا\r\nلإخواني المؤمنين ، وأن يتغمد روح أستاذي آية الله الدكتور الشيخ رضا السيفي بوافر رحمته\r\nوالذي بذل جهدا لأن يرى عملي هذا النور إلا أن يد الدهر اختطفته ورحل إلى ربه راضيا مرضيا\r\nقبل أن يأخذ الكتاب طريقه إلى النشر .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nتمهيد\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nيحتل البحث عن المفقود موقعا فقهيا حساسا لما يترتب عليه من آثار اجتماعية خصوصا\r\nبالنسبة لزوجته من هنا لابد من تعريف المفقود وتحديد دائرته وبيان أحكامه .\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nتعريف المفقود\r\nالمفقود لغة : من فقد الشئ يفقده فقدا وفقدانا وفقودا : ذهاب شئ وضياعه والمفعول مفقود\r\nوفقيد ( 1 ) وفي القرآن الكريم * ( وتفقد الطير فقال ما لي لا أرى الهدهد ) * ( 2 ) ، وقوله تعالى :\r\n* ( قالوا وأقبلوا عليهم ماذا تفقدون ) * ( 3 ) وقوله سبحانه : * ( قالوا نفقد صواع الملك ) * ( 4 ) .\r\nالمفقود اصطلاحا :\r\nعند الإمامية :\r\n1 - عرفه العلامة الحلي : الرجل الذي تكون غيبته غيبة \" منقطعة لا يسمع خبره ولا يعلم\r\nحاله من حياة وموت \" ( 5 ) .\r\nعند الشافعية :\r\n2 - عرفه الشافعي : \" هو الذي اندرس أثره وانقطع خبره وغلب على الظن موته \" ( 6 ) .\r\nعند الحنابلة :\r\n3 - جاء في المقنع : \" الذي انقطع خبره لغيبة ظاهرها الهلاك كالذي يفقد من بين أهله أو في\r\n\r\n","description":"","footnote":" 1 - تاج العروس ج 8 ، ص 500 - 502 ، تاج العروس ، الزبيدي ، طبع : دار الهداية للطباعة والنشر والتوزيع\r\n( بلا تاريخ ) . لسان العرب ج 10 ، ط 1 دار احياء التراث العربي بيروت ، 1408 ه‍ - 1988 م ص 298 ، المطلع\r\nعلى أبواب المنقع لأبي عبد الله شمس الدين محمد بن أبي الفتح البعلي الحنبلي ط 1 / المكتب الإسلامي\r\nللطباعة والنشر ، 1385 ه‍ - 1965 م . ص 308 .\r\n2 - النمل : 20 .\r\n3 - يوسف : 71 .\r\n4 - يوسف : 72 .\r\n5 - تحرير الأحكام ج 2 الحسن بن يوسف بن المطهر العلامة الحلي ، مؤسسة آل البيت ط حجرية . ( بلا\r\nتاريخ ) ص 74 .\r\n6 - رحمة الأمة ج 2 بهامش 1 الميزان الكبرى ( أبي المواهب عبد الوهاب بن أحمد بن علي الأنصاري\r\nالشافعي المعروف بالشعراني ط 1 . شركة مكتبة ومطبعة مصطفى البابي وأولاده بمصر ص 85 . ","page_name":" 19 ","page_number":19},
  {"content":"\r\nمفازة أو بين الصفين إذا قتل قوم أو من غرق مركبه ونحو ذلك \" ( 1 ) .\r\nعند الأحناف :\r\n4 - في المبسوط \" هو اسم لموجود هو حي باعتبار أول حاله ولكنه خفي الأثر كالميت باعتبار\r\nمآله ، وأهله في طلبه يجدون ولخفاء أثر مستقره لا يجدون قد انقطع عليهم خبره واستتر أثره\r\nوبالجد ربما يصلون إلى المراد وربما يتأخر اللقاء إلى يوم التناد \" ( 2 ) .\r\nعند المالكية :\r\n5 - في الشرح الصغير : هو الغائب الذي لم يدر أحي هو فيتوقع قدومه ، أم ميت أودع القبر\r\nكالذي يفقد من بين أهله ليلا أو نهارا أو يخرج إلى الصلاة فلا يرجع أو يفقد في مفازة أو مهلكة أو\r\nيفقد بسبب حرب أو غرق مركبه ونحوه ( 3 ) .\r\nعند الأباضية :\r\n6 - ورد في مختصر البسيوي : \" هو الذي يصح أنه كان في صف الحرب ثم ينجلي ولا يدري\r\nأمات أو حي أو قتل والذي كان في السفينة فتنكسر ثم لا يعلم أحي أم غرق أم مات والذي\r\nيكون في الحريق والذي يحمله السيل أو يحمله السبع \" ( 4 ) .\r\n\r\n","description":"","footnote":" 1 - المبدع في شرح المقنع ج 8 ، لأبي إسحاق برهان الدين إبراهيم بن محمد بن عبد الله بن محمد بن مفلح\r\nالمؤرخ الحنبلي ، المكتب الإسلامي للطباعة والنشر بيروت 1402 ه‍ - 1982 م . ص 127 .\r\n2 - المبسوط للسرخسي ج 11 ، شمس الدين السرخسي ، المطبعة : دار الدعوة - استانبول - تركية 1403 ه‍ -\r\n1983 م . ص 34 .\r\n3 - الشرح الصغير على أقرب المسالك إلى مذهب الإمام مالك ، ج 2 ، لأبي البركات أحمد بن محمد بن أحمد\r\nالدردير ، طبع : دولة الإمارات العربية المتحدة وزارة العدل والشؤون الإسلامية والأوقاف 1410 ه‍\r\n- 1989 م . ص 693 .\r\n4 - مختصر البسيوي ، لأبي الحسن علي بن محمد البسياني ، سلطنة عمان وزارة التراث القومي والثقافة\r\n1406 ه‍ - 1986 م . ص 328 . ","page_name":" 20 ","page_number":20},
  {"content":"\r\nعند سائر المجتهدين :\r\n7 - عرفه ابن رشد : \" هو الذي يغيب وينقطع أثره ولا يعلم خبره \" ( 1 ) .\r\n8 - وفي الفقه الإسلامي وأدلته : \" هو الغائب الذي انقطع خبره ، فلم تعرف حياته أو موته\r\nولا عبرة بمعرفة المكان أو الجهل به إذا كان مجهول الحياة أو الممات فلو كان معلوم المكان ولكنه لا\r\nتعرف حياته أو مماته فهو مفقود \" ( 2 ) .\r\n\r\n","description":"","footnote":" 1 - مقدمات ابن رشد ، لمحمد بن أحمد بن رشد ، مكتبة المثنى بغداد ، ( بلا تاريخ ) . ص 406 .\r\n2 - الفقه الإسلامي وأدلته ج 8 ، الدكتور وهبة الزحيلي ، ط 3 دار الفكر دمشق 1409 ه‍ - 1989 م . ص 419 . ","page_name":" 21 ","page_number":21},
  {"content":"\r\nمدى سعة مفهوم المفقود\r\nإن من الضروري تحديد دلالة المفقود وذلك لما يترتب عليه من معرفة الحكم فقد تختلف\r\nالمذاهب في تطبيق الحكم على بعض المصاديق ضيقا وسعة مع اتفاقها على جريانه في موارد .\r\nتوسيع مفهومه عند الإمامية :\r\nذهب مشهور علمائهم إلى عدم اختلاف الحال بين من غاب أو فقد أو أسر في قلعة في البلد\r\nبحيث لا يعرف أنه حي أو ميت ( 1 ) .\r\nوبعبارة أخرى يتحقق الفقد في جوف البلد أو في السفر وفي القتال وما إذا انكسرت سفينة ولم\r\nيعلم حاله ( 2 ) .\r\nفالمفقود يشمل :\r\n1 - المفقود في جوف البلد .\r\n2 - المفقود في السفر .\r\n3 - المفقود في الحرب .\r\n4 - المفقود في البحر .\r\n5 - الأسير الذي لا يعرف انه حي أو ميت .\r\nهذا ما يراه المشهور وقد خالف البعض في قسم منها وهي :\r\n\r\n","description":"","footnote":" 1 - مفتاح الكرامة في شرح قواعد العلامة ، ج 2 ، السيد محمد جواد الحسيني العاملي ، دار إحياء التراث\r\nالعربي ، ( بلا تاريخ ) ، ص 92 .\r\n2 - المسالك ج 2 ، الشهيد الثاني زين الدين بن علي العاملي الجبعي ، دار الهدى للطباعة والنشر قم ، بلا تاريخ .\r\nص 37 . ","page_name":" 22 ","page_number":22},
  {"content":"\r\n1 - الفقد في البلد : ذهب صاحب الحدائق إلى أن حكم المفقود يختص في صورة السفر ولا\r\nيشمل الحضر .\r\nدليله : ظاهر الأخبار التي تخصص الحكم بالسفر إلى قطر من الأقطار أو مطلقا من غير\r\nمعلومية أرض مخصوصة ( 1 ) .\r\nمنها : رواية بريد بن معاوية قال : سألت أبا عبد الله ( عليه السلام ) عن المفقود ، كيف تصنع امرأته ؟ فقال :\r\n\" ما سكتت عنه وصبرت فخل عنها ، وإن هي رفعت أمرها إلى الوالي أجلها أربع سنين ، ثم\r\nيكتب إلى الصقع الذي فقد فيه فليسأل عنه . . . \" ( 2 ) .\r\nفالظاهر من الرواية \" ثم يكتب إلى الصقع . . . \" كونه فقد في سفر .\r\nومثلها ما رواه الحلبي ( 3 ) ورواية سماعة ( 4 ) .\r\nإلا أن الإنصاف ما اختاره المشهور لشمول النص لكل ما ذكر كما عبر صاحب المسالك ( 5 ) .\r\nوأما ما ورد \" يكتب إلى الصقع الذي فقد فيه \" وشبهه فلعله محمول على الغالب من الفقد أو بيان\r\nللحالة المسؤول عنها وقد قال صاحب الجواهر في الرد : \" لا داعي إلى تخصيصه بذكر حال بعض\r\nأفراده \" ( 6 ) فالمفقود عام .\r\n\r\n","description":"","footnote":" 1 - الحدائق الناضرة ج 25 ، الشيخ يوسف البحراني ، ط 1 ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين\r\nقم ، محرم / 1409 ه‍ . ص 488 .\r\n2 - وسائل الشيعة ج 22 ، الشيخ محمد بن الحسن الحر العاملي ، ط 3 ، تحقيق ونشر مؤسسة آل البيت : لإحياء التراث\r\nقم ، المطبعة : ستارة - قم ، جمادى الأولى 1416 ه‍ . ص 156 ب 23 من أبواب أقسام\r\nالطلاق وأحكامه ح 1 .\r\n3 - وسائل الشيعة ج 22 ص 158 ب 23 من أبواب أقسام الطلاق وأحكامه ح 4 .\r\n4 - تهذيب الأحكام ج 7 ، لشيخ الطائفة أبي جعفر محمد بن الحسن الطوسي ، ط 4 ، الناشر دار الكتب\r\nالإسلامية طهران ، طبع : مطبعة خورشيد ، 1365 ش . ص 479 .\r\n5 - مسالك الأفهام ج 2 ص 37 .\r\n6 - جواهر الكلام ج 11 ، الشيخ محمد حسن النجفي ، ط 1 ، مؤسسة المرتضى العالمية ، دار المؤرخ العربي\r\nبيروت ، 1412 ه‍ - 1992 م . ص 443 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n2 - المفقود في البحر مع كثرة المترددين من السواحل المحيطة بموضع الغرق والمفاوز في شدة\r\nالحر والبرد مع إحاطة الأودان بالأطراف ولم يخبر عنه مع كثرة المترددين والمفقود في المعارك\r\nالعظام فقد حكم صاحب الحدائق بموتهم دون حاجة إلى تأجيل أزواجهم أربع سنين ( 1 ) .\r\nفان أراد بكلامه هذا حصول القرائن التي تفيد العلم أو الاطمئنان بموتهم فالحق\r\nمعه .\r\n3 - الأسير : اعتبره المشهور مفقودا إذا لم يعرف انه حي أو ميت .\r\nوخالف ذلك السيد أبو المكارم في الغنية قائلا : ان لم يعلم مكانه فهو\r\nمفقود ( 2 ) .\r\nوقال الشيخ في الخلاف : إذا لم يعلم أنه حي أم ميت فهو بمنزلة المفقود ( 3 ) .\r\nوذكر صاحب السرائر لذلك قيدين معا : 1 - عدم العلم بمكانه 2 - عدم العلم بحياته\r\nوموته ( 4 ) .\r\nوأخيرا فقد فرق العلامة الحلي في التحرير بين الغيبة غير المنقطعة فالزوجية باقية وإن بعدت\r\nالمسألة وطالت الغيبة وبين الغيبة المنقطعة حيث لا يسمع خبره ولا يعلم حاله من حياة وموت\r\nفان صبرت فلا بحث وإلا رفعت أمرها إلى الحاكم فيأمرها بالتربص ( 5 ) .\r\n\r\n","description":"","footnote":" 1 - الحدائق ج 25 ص 489 .\r\n2 - الجوامع الفقهية ( الغنية ) لأبي المكارم حمزة بن علي بن زهرة ، ( بلا رقم طبعة ) انتشارات جهان ، طهران ،\r\nط حجرية . ( بلا تاريخ ) ص 608 .\r\n3 - الخلاف ج 5 ، الشيخ محمد بن الحسن الطوسي ، ط 1 ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين\r\nقم ، 1416 ه‍ . ص 77 .\r\n4 - السرائر ج 3 ، محمد بن منصور بن أحمد بن إدريس الحلي ، ط 2 ، مؤسسة النشر الإسلامي التابعة لجماعة\r\nالمدرسين قم ، 1411 ه‍ . ص 298 .\r\n5 - تحرير الأحكام ج 2 ص 74 . ","page_name":" 24 ","page_number":24},
  {"content":"\r\nالمفقود عند الشافعية :\r\nإذا غاب المفقود غيبة منقطعة \" بحيث يفقد وينقطع خبره ولا يعلم مكانه \" فعلى قسمين :\r\n1 - غيبة ظاهرها السلامة كسفر التجارة في غير مهلكة .\r\n2 - غيبة ظاهرها الهلاك .\r\nوفي كلا الحالين تتربص أربع سنين على الرأي القديم ، واما على الجديد فتصبر حتى يثبت\r\nموته أو طلاقه ( 1 ) . فالمفقود عندهم كل من غاب برا أو بحرا علم بمغيبه أو لم يعلم فمات فلم يسمع\r\nبه بخبر أو أسره العدو فصيره إلى حيث لا خبر عنه ، \" أو بخروج ثم خفي مسلكه أو بهيام من\r\nذهاب عقل أو خروج فلم يسمع له ذكر أو بمركب في بحر فلم يأت له خبر أو جاء خبر أن غرق\r\nكأن يرون أنه قد كان فيه ولا يستيقنون انه فيه \" ( 2 ) .\r\nالمفقود عند الحنابلة :\r\nيفرق الحنابلة بين الغيبة التي ظاهرها السلامة كأسر وتجارة وسياحة وبين الغيبة التي ظاهرها\r\nالهلاك . وحكم المفقود انما يختص بالصورة الثانية وأمثلته المفقود بين أهله أو في مفازة مهلكة أو\r\nغرقت سفينة فسلم قوم دون قوم أو فقد بين الصفين حال الحرب ( 3 ) .\r\n\r\n","description":"","footnote":" 1 - المجموع شرح المهذب ج 18 ، للإمام أبي زكريا محيي الدين بن شرف النووي ، دار الفكر ، ( بلا تاريخ ) .\r\nص 158 - 159 .\r\n2 - كتاب الام ج 5 ، للإمام محمد بن إدريس الشافعي ، ط 2 ، دار الفكر بيروت ، 1403 ه‍ - 1983 م .\r\nص 255 ، المجموع شرح المهذب ج 18 ص 158 - 159 ، مغني المحتاج إلى معرفة معاني ألفاظ\r\nالمنهاج ، ج 3 شرح الشيخ محمد الشربيني الخطيب ، دار احياء التراث العربي ، بيروت ، 1377 ه‍ - 1958 م .\r\nص 397 ، فتح الوهاب بشرح منهج الطلاب ، ج 2 ، لشيخ الإسلام أبي يحيى زكريا الأنصاري دار\r\nاحياء الكتب العربية ( بلا تاريخ ) . ص 107 و . . .\r\n3 - المبدع في شرح المقنع ج 8 ص 127 ، شرح منتهى الإرادات المسمى دقائق أولي النهى لشرح المنتهى ،\r\nج 2 ، للشيخ منصور بن يونس بن إدريس البهوتي ، المكتبة السلفية لصاحبها محمد عبد المحسن\r\nالكتبي بباب الرحمة بالمدينة المنورة ( بلا تاريخ ) . ص 617 ، الاقناع ج 4 ، لقاضي دمشق شيخ الإسلام\r\nالمحقق أبي النجا شرف الدين موسى الحجازي المقدسي ، تصحيح وتعليق عبد اللطيف محمد موسى السبلي\r\nالمطبعة المصرية بالأزهر ، بلا تاريخ . ص 113 - 114 ، زاد المستنقع في الفقه ، شرف الدين موسى بن\r\nأحمد المقدسي ، المكتبة الفيصلية مكة المكرمة ، 1409 ه‍ - 1410 ه‍ . ص 104 ، الأسئلة والأجوبة المقرونة\r\nبالأدلة الشرعية ج 7 ، عبد العزيز محمد السلمان ط 10 ( بلا محل ) ، 1412 ه‍ . ص 398 ، دليل الطالب على\r\nمذهب الإمام المبجل أحمد بن حنبل ، للشيخ مرعي بن يوسف الحنبلي ، ط 2 ، المكتب\r\nالإسلامي ، 1389 ه‍ - 1969 م . ص 203 . ","page_name":" 25 ","page_number":25},
  {"content":"\r\nوعن أبي بكر قال حدثنا أبو داود قال : سمعت أحمد بن حنبل يقول غير مرة وسئل عن\r\nالمفقود ؟ قال : المفقود عندنا أن يكون في أهله فيصبح فليس في أهله . . . أو يكون في غزو قتل\r\nبعض ورجع بعض . . . أو يركب البحر فيكسر بهم . . . \" ( 1 ) .\r\nالمفقود عند الحنفية :\r\nلم يفصل السرخسي - في المبسوط - في المراد من المفقود واكتفى بالتعريف فقط ( 2 ) ولعل\r\nالسبب في ذلك عدم الفرق في الحكم عندهم وهو الصبر حتى إذا لم يبق أحد من أقرانه حيا جاز\r\nالتفريق ( 3 ) .\r\nالمفقود عند المالكية :\r\nيذكر المالكية أقساما خمسة للمفقود :\r\n1 - مفقود في بلاد الإسلام في غير زمن الوباء .\r\n\r\n","description":"","footnote":" 1 - مسائل الإمام أحمد ، للمولى داود سليمان بن الأشعث بن إسحاق بن بشير بن شداد السجستاني الحافظ ،\r\nدار المعرفة بيروت ( بلا تاريخ ) . ص 176 .\r\n2 - المبسوط ج 11 ص 34 .\r\n3 - نفس المصدر ، الفتاوى الهندية ، للشيخ نظام وجماعة من علماء الهند ، ج 6 ، ط 3 ، مكتبة ماجدية ، كويته\r\nباكستان ، 1406 ه‍ . ص 456 . ","page_name":" 26 ","page_number":26},
  {"content":"\r\n2 - مفقود بلاد الإسلام في زمن الوباء .\r\n3 - مفقود مقاتلة بين أهل الإسلام .\r\n4 - مفقود أرض الشرك .\r\n5 - مفقود مقاتلة بين المسلمين والكفار .\r\nإلا أن حكم المفقود يترتب على قسمين مع اختلاف في مدة التربص ففي الحالة الأولى تتربص\r\nأربع سنين وفي القسم الأخير تعتد بعد سنة بعد النظر .\r\nواما الصور الأخرى فلها أحكامها الخاصة ففي زمن الوباء تعتد بعد ذهابه وهذا يعني انهم\r\nيرون موته وهكذا في القسم الثالث فالمرأة تعتد بعد انفصال الصفين . واما القسم الرابع فتمكث\r\nلمدة التعمير إن دامت نفقتها وإلا فلها التطليق لعدمها فهم لا يجرون حكم المفقود - بمعنى التربص\r\nمدة أقصاها أربع سنين - على هذا الزوج ( 1 ) .\r\nالمفقود عند الظاهرية :\r\nيطلق ابن حزم الفقد على من عرف موضعه أو لم يعرف في حرب أو غير حرب لكنه لا يرى\r\nفرقا بين هذه الصور وغيرها حكما إذ على زوجته الصبر أبدا حتى يصح موته أو تموت\r\nهي ( 2 ) .\r\n\r\n","description":"","footnote":" 1 - الشرح الصغير 698 - 699 ، مختصر خليل للشيخ خليل بن إسحاق المالكي ، صححه وعلق عليه الشيخ\r\nطاهر احمد الزاوي ، ( بلا رقم طبعة ) دار احياء الكتب العربية ، عيسى البابي الحلبي وشركاءه ( بلا تاريخ ) ،\r\nص 176 .\r\n2 - المحلى بالآثار ، علي بن أحمد بن سعيد بن حزم الأندلسي ، ج 9 ، دار الكتب العلمية بيروت 1408 ه‍ -\r\n1988 م . ص 316 . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nالمفقود عند الأباضية :\r\nالمفقود من فقد في صف الحرب وبعد انجلاءها لا يدرى حي هو أم مات ومن كسرت به\r\nالسفينة ففقد ، ومن فقد في الحريق والسيل ومن حمله السبع ( 1 ) .\r\nالمفقود عند ابن رشد الأندلسي :\r\nيبين ابن رشد أن المفقود على أربعة أوجه :\r\n1 - مفقود في بلاد المسلمين فتتربص زوجته أربع سنين .\r\n2 - مفقود في بلاد العدو تبقى زوجته في علقته حتى يعلم موته أو يأتي عليه من الزمان ما لا\r\nيحيى .\r\n3 - مفقود في صف المسلمين في قتال العدو وفيه أربعة أقوال يختص حكم المفقود ببعضها .\r\n4 - مفقود في حرب المسلمين في الفتن التي تكون بينهم وفيه قولان :\r\nألف - الحكم له بحكم المقتول في زوجته وماله فتعتد قيل من يوم المعركة \" وقيل بعد التلوم له\r\nبه على قدر ما يتصرف من هرب أو انهزم \" والعدة داخلة في التلوم عند ابن رشد .\r\nب - يضرب له أجل سنة فتعتد وتتزوج واما ماله فلا يقسم .\r\nهذا فيما إذا شهدت البينة العادلة على حضوره المعركة ، وأما إذا رأوه خارجا مع العسكر ولم\r\nيروه في المعركة فحكمه حكم المفقود في الزوجة والمال ( 2 ) . فحكم التربص أربع سنين مترتب على\r\nالوجه الأول قطعا . والثاني لا يعد الزوج مفقودا بالمعنى الذي ينطبق عليه حكم التربص أربعا .\r\nوالثالث والرابع محل بحث .\r\n\r\n","description":"","footnote":" 1 - مختصر البسيوي ص 328 .\r\n2 - مقدمات ابن رشد ص 406 وص 413 وص 414 . ","page_name":" 28 ","page_number":28},
  {"content":"\r\nصور الغيبة\r\nإن لغيبة الزوج صورا تختلف أحكامها باختلافها وهي :\r\n1 - الغيبة غير المنقطعة : ويقصدون منها عدم انقطاع خبره ومعلومية موضعه الذي هو\r\nفيه ( 1 ) . وليس لزوجته المطالبة بالتفريق \" في قول أهل العلم أجمعين \" ( 2 ) من أهل السنة ولم يختلف\r\nمعهم الإمامية في الحكم المذكور ( 3 ) ويدل عليه ما رواه دعائم الإسلام عن جعفر بن محمد عن أبيه\r\nعن آبائه عن علي ( عليه السلام ) أنه قال : \" إذا علم مكان المفقود لم تنكح امرأته \" ( 4 ) .\r\n2 - الغيبة المنقطعة : وهو أن يفقد وينقطع خبره ولا يعلم له موضع ( 5 ) وهي على قسمين :\r\nألف - ظاهر غيبته السلامة . وفيها ثلاثة أقوال :\r\nالأول : عدم زوال الزوجية وهو مختار الإمامية ( 6 ) والشافعي في الجديد ( 7 ) وأبي حنيفة ( 8 )\r\nوابن شبرمه وابن أبي ليلى وروي عن أبي قلابة والنخعي وأبي عبيد واختاره ابن قدامه في\r\nالمغني ( 9 ) .\r\n\r\n","description":"","footnote":" 1 - الاقناع ج 4 ص 114 .\r\n2 - المغني لابن قدامة ، ج 9 ، موفق الدين أبي محمد عبد الله بن أحمد بن محمود ابن قدامة دار الكتاب العربي\r\nللنشر والتوزيع ( بلا تاريخ ) . ص 130 .\r\n3 - مسالك الأفهام ج 2 ص 36 .\r\n4 - دعائم الاسلام ج 6 ، للقاضي أبي حنيفة النعمان بن محمد بن منصور بن أحمد بن حيون التميمي المغربي ،\r\nمؤسسة آل البيت ، بلا تاريخ . ص 238 ص 896 .\r\n5 - المغني لابن قدامة ج 9 ص 131 .\r\n6 - رياض المسائل ج 2 ، السيد علي الطباطبائي ، مؤسسة آل البيت ، مطبعة الشهيد قم إيران 1404 ه‍ ، حجرية .\r\nص 188 .\r\n7 - المهذب ، للامام أبي إسحاق الشيرازي ، ج 2 ( بلا رقم طبعة ) مطبعة عيسى البابي الحلبي وشركاؤه بمصر\r\n( بلا تاريخ ) ص 146 ، الام ج 5 ص 255 .\r\n8 - المبسوط ج 11 ص 35 .\r\n9 - المغني ج 9 ص 132 . ","page_name":" 29 ","page_number":29},
  {"content":"\r\nالثاني : التربص أربع سنين والاعتداد أربعة أشهر وعشرا وتحل للأزواج . وبه قال مالك ( 1 )\r\nوالشافعي في القديم ( 2 ) . وذلك لأنه \" إذا جاز الفسخ لتعذر الوطء بالعنة وتعذر النفقة بالاعسار\r\nفلأن يجوزها هنا لتعذر الجميع أولى واحتجوا بحديث عمر في المفقود مع موافقة الصحابة له\r\nوتركهم انكاره \" ( 3 ) .\r\nالثالث : انتظار تسعين سنة ثم تعتد وهو ما نقله أحمد بن أصرم عن أحمد بن حنبل ( 4 ) ، ومبدأ\r\nالمدة من يوم ولادته . وتقييده بهذا المقدار \" لأن الظاهر أنه لا يعيش أكثر من هذا العصر فإذا\r\nاقترن به انقطاع خبره وجب الحكم بموته \" ( 5 ) .\r\nوقد أورد ابن قدامة على هذا القول :\r\n1 - هذا الشئ لا يصار إليه إلا بالتوقيف \" لأن تقديرها بالتسعين سنة من يوم ولادته يفضي إلى\r\nاختلاف العدة في حق المرأة باختلاف عمر الزوج ولا نظير لهذا \" .\r\n2 - خبر عمر ورد فيمن ظاهر غيبته الهلاك فلا يقاس عليه غيره ( 6 ) .\r\nب - ظاهر غيبته الهلاك : وهي موضوع الرسالة . وقد عقد البحث من اجلها وكذا من اجل بيان\r\nحكم الزوجة ونفقتها وارثها في صورة غياب الزوج .\r\n\r\n","description":"","footnote":" 1 - الشرح الصغير ج 2 ص 693 - 694 .\r\n2 - المهذب البارع في شرح المختصر النافع ، ج 2 ، أحمد بن محمد بن فهد الحلي ، مؤسسة النشر الإسلامي\r\nالتابعة لجماعة المدرسين بقم - 1411 ه‍ . ص 146 .\r\n3 - المغني لابن قدامة ج 9 ص 131 .\r\n4 - الفروع للشيخ شمس الدين المقدسي أبي عبد الله محمد بن مفلح ، ج 5 ، ط 4 ، عالم الكتب بيروت 1405 ه‍ -\r\n1985 م . ص 35 .\r\n5 - المغني لابن قدامة ج 9 ص 132 .\r\n6 - نفس المصدر . ","page_name":" 30 ","page_number":30},
  {"content":"\r\nالفصل الأول\r\nجواز التفريق بين المفقود وزوجته\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nنتكلم في هذا الفصل عن حكم زوجة المفقود الذي لا يعلم خبره وذلك ببيان الأقوال في\r\nالمسألة وشروط الفرقة .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nجواز التفريق\r\nإذا فقد الزوج فلم يعلم خبره وانقطع اثره وكان ظاهر غيبته الهلاك وطالبت زوجته بالطلاق\r\nفهل لها الحق في ذلك أم لا ؟ خصوصا وان الزوجية علقة بين الرجل والمرأة تترتب عليها بعض\r\nالحقوق ( 1 ) فمن جهة لو لم نجز الفرقة تحملت الزوجة ضررا قد لا يطاق ، ومن جانب آخر لا نعلم\r\nبوفاة الزوج أو طلاقه لها فالعلقة باقية على حالها وهي زوجته فلا يمكن تضييع حقه .\r\nالأقوال في المسألة\r\nاختلف فقهاء المسلمين في التفرقة وعدمها على قولين :\r\nالقول الأول : ( التربص )\r\nذهب الإمامية ( 2 ) ، والشافعي في القديم ( 3 ) ، والحنابلة ( 4 ) ،\r\n\r\n","description":"","footnote":" 1 - الفقه على المذاهب الأربعة ج 4 ، عبد الرحمن الجزيري ، ط 6 ، دار إحياء التراث العربي بيروت ، 1406 ه‍ -\r\n1986 م . ص 4 .\r\n2 - المقنعة ، فخر الشيعة أبي عبد الله محمد بن محمد بن النعمان العكبري البغدادي الملقب بالشيخ المفيد ،\r\nط 4 ، تحقيق ونشر مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم المقدسة 1417 ه‍ . ص 537 ،\r\nالخلاف ج 5 ص 77 م 33 ، النهاية في مجرد الفقه والفتاوى ، للشيخ محمد بن الحسن الطوسي ، ط 2 ، دار\r\nالكتاب العربي بيروت ، 1400 ه‍ - 1980 . ص 538 ، المراسم العلوية في الأحكام النبوية ، لأبي يعلي حمزة\r\nابن عبد العزيز الديلمي الناشر : المعاوية الثقافية للمجمع العالمي لأهل البيت ، المطبعة : أمير قم . ( بلا تاريخ )\r\nص 167 ، تحرير الأحكام ج 2 ص 74 ، إرشاد الأذهان إلى أحكام الايمان ، ج 2 ، الحسن بن يوسف ابن\r\nالمطهر ( العلامة الحلي ) ، ط 1 ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم ، 1410 ه‍ .\r\nإرشاد الأذهان ، ص 49 ، الروضة البهية في شرح اللمعة الدمشقية ، الشهيد السعيد زين الدين الجبعي\r\nالعاملي ( الشهيد الثاني ) ، ج 6 ، الناشر : دار الهادي للمطبوعات ، إيران قم المطبعة نمونه ، رجب 1403 ه‍ .\r\nص 65 وغيرها .\r\n3 - المجموع ج 18 ص 158 .\r\n4 - المغني ج 9 ص 132 ، القواعد في الفقه الإسلامي ، لأبي الفرج عبد الرحمن بن رجب الحنبلي ، ط 1 ،\r\nالناشر : مكتبة الكليات الأزهرية مؤسسة نبع الفكر العربي للطباعة 1392 ه‍ - 1972 م . ص 230 ، الاقناع\r\nج 4 ص 113 وغيرها . ","page_name":" 33 ","page_number":33},
  {"content":"\r\nوالمالكية ( 1 ) والأباضية ( 2 ) والأوزاعي ( 3 ) وابن قدامه في المغني ( 4 ) وابن\r\nتيمية ( 5 ) إلى القول بتربص الزوجة أربع سنين ثم تعتد لتتم الفرقة بين الزوجين ، وهو الذي روي\r\nعن عمر بن الخطاب ( 6 ) وعثمان بن عفان ( 7 ) .\r\nالقول الثاني : ( الصبر )\r\nاختار الشافعي في الجديد ( 8 ) ، والزيدية ( 9 ) ، والحنفية ( 10 ) ، وأبو قلابة ، والنخعي ( 11 ) ،\r\n\r\n","description":"","footnote":" 1 - المدونة الكبرى ، لإمام دار الهجرة الإمام مالك بن أنس الأصبحي ، دار إحياء التراث العربي بيروت ، طبعت\r\nبمطبعة السعادة بجوار محافظة مصر سنة 1323 ه‍ . ص 450 ، مختصر خليل ص 175 ، الفقه الإسلامي وأدلته\r\nوهبة الزحيلي ج 7 ص 644 .\r\n2 - مختصر البسيوي ص 328 .\r\n3 - الأوزاعي وتعاليمه الإنسانية والقانونية ، د . صبحي المحمصاني ، ط 1 ، دار العلم للملايين ، إبريل 1978 م .\r\nص 169 - 170 .\r\n4 - المغني ج 9 ص 135 .\r\n5 - الأخبار العلمية من الاختيارات الفقهية من فتاوى شيخ الإسلام ابن تيمية ، اختارها الشيخ علاء الدين أبو\r\nالحسن علي بن محمد البعلي الدمشقي ، مكتبة الرياض البطحاء الرياض ( بلا تاريخ ) . ص 281 .\r\n6 - موسوعة فقه عمر بن الخطاب عصره وحياته ، د . محمد رواس قلعه چي ، ط 4 ، دار النفائس بيروت ،\r\n1409 ه‍ - 1989 م . ص 787 .\r\n7 - موسوعة فقه عثمان بن عفان ، د . محمد رواس قلعه چى ، ط 2 ، دار النفائس بيروت 1412 ه‍ - 1991 م .\r\nص 273 .\r\n8 - الام للشافعي ج 5 ص 256 ، رحمة الأمة في اختلاف الأئمة ج 2 ص 85 ، المجموع ج 18 ص 158 و . . .\r\n9 - كتاب سبل السلام ج 3 ، للإمام محمد بن إسماعيل الكحلاني ، ط 1 ، دار الكتب العلمية بيروت ، 1408 ه‍ -\r\n1988 م . ص 259 .\r\n10 - المبسوط للسرخسي ج 11 ص 35 ، الفتاوى الهندية ج 6 ص 456 .\r\n11 - الفقه الإسلامي وأدلته ج 7 ص 643 . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nوالثوري ( 1 ) ، وابن أبي ليلى وابن شبرمة ( 2 ) ، والحسن بن حي وداود وأصحابه ( 3 ) القول بالصبر\r\nوعدم جواز طلاقها وعدم أمرها بالاعتداد بعد تربص أربع سنين .\r\nأدلة القولين :\r\nأدلة القول الأول ( التربص ) :\r\nاختار أصحاب هذا القول التربص وانتصروا لرأيهم بمجموعة من الأدلة وهي تختلف\r\nباختلاف المذاهب ولكنا نوردها بلا فصل وهي :\r\nألف - الآيات :\r\nقوله تعالى : * ( الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان ) * ( 4 ) .\r\nوجه الاستدلال : إن الزوج مطالب بإمساك الزوجة بمعروف أو تسريحها باحسان وغيبة\r\nالزوج وفقده فوت الإمساك بمعروف فيتعين التسريح بإحسان إذا طلبت الزوجة ذلك لأنه حقها .\r\nقد يقال : إن الآية * ( أو تسريح بإحسان ) * لا يعد خطابا للمفقود .\r\nوأجيب عنه : تحديد المصلحة في ذلك يرجع إلى الحاكم فيجوز له الحكم للغائب أو عليه ( 5 ) .\r\nويرد على الجواب : إن هناك فرقا بين شمول الآية ورأي الحاكم . والمطلوب في المقام إثبات\r\nالفرقة بالآية وليس برأي الحاكم ، من هنا لابد من البحث في الآية فنقول : إن لسان الآية لا يشمل\r\n\r\n","description":"","footnote":" 1 - موسوعة فقه سفيان الثوري ، د . محمد رواس قلعه چى ، ط 1 ، دار النفائس بيروت 1410 ه‍ - 1990 م .\r\nص 633 .\r\n2 - الفقه الإسلامي وأدلته ج 7 ص 643 .\r\n3 - المحلى ج 9 ص 316 .\r\n4 - البقرة : 229 .\r\n5 - المفصل في أحكام المرأة والبيت المسلم في الشريعة الإسلامية . ج 2 ، د . عبد الكريم زيدان ، ط 2 ، مؤسسة\r\nالرسالة بيروت ، 1415 ه‍ - 1994 م . ص 453 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\nالمفقود وهذا ما يتبين من سبب النزول فقد ورد \" كان الرجل أحق برجعة امرأته وإن طلقها ما\r\nشاء ما دامت في العدة وإن رجلا من الأنصار غضب على امرأته فقال : والله لا آويك ولا\r\nأفارقك . قالت : وكيف ذلك ؟ قال : أطلقك فإذا دنا أجلك راجعتك ثم أطلقك فإذا دنا أجلك\r\nراجعتك فذكرت ذلك لرسول الله ( صلى الله عليه وآله ) فأنزل الله عز وجل : * ( الطلاق مرتان ) * .\r\nوفي رواية \" جاء رجل إلى النبي ( صلى الله عليه وآله ) فقال : يا رسول الله ذكر الله الطلاق مرتين فأين\r\nالثالثة ؟ قال : * ( فإمساك بمعروف أو تسريح بإحسان ) * ( 1 ) .\r\nقد يقال : إن المورد لا يخصص الوارد .\r\nوالجواب : صحيح إلا أن الآية منصرفة للزوج غير المفقود .\r\nب - الروايات :\r\n1 - ما رواه محمد بن علي بن الحسين باسناده عن عمر بن أذينة عن بريد بن معاوية قال :\r\nسألت أبا عبد الله ( عليه السلام ) عن المفقود ، كيف تصنع امرأته ؟ فقال : \" ما سكتت عنه وصبرت فخل عنها ،\r\nوإن هي رفعت أمرها إلى الوالي أجلها أربع سنين ثم يكتب إلى الصقع الذي فقد فيه فليسأل\r\nعنه ، فإن خبر عنه بحياة صبرت وإن لم يخبر عنه بحياة حتى تمضي الأربع سنين دعا ولي الزوج\r\nالمفقود ، فقيل له : هل للمفقود مال ؟ فإن كان للمفقود مال أنفق عليها ، حتى يعلم حياته من\r\nموته . وإن لم يكن له مال قيل للولي أنفق عليها فان فعل فلا سبيل لها إلى أن تتزوج ما أنفق\r\nعليها . وإن أبى أن ينفق عليها ، أجبره الوالي على أن يطلق تطليقة في استقبال العدة وهي طاهر ،\r\nفيصير طلاق الولي طلاق الزوج . . . \" ( 2 ) .\r\n\r\n","description":"","footnote":" 1 - تفسير القرآن العظيم لابن كثير ج 1 ، الحافظ عماد الدين أبو الفداء إسماعيل بن كثير القرشي الدمشقي ، دار\r\nالجيل بيروت ( بلا تاريخ ) . ص 258 .\r\n2 - من لا يحضره الفقيه ، ج 3 ، لأبي جعفر الصدوق محمد بن علي بن الحسين بن بابويه القمي ، الناشر : دار\r\nصعب - دار التعارف بيروت ، 1401 ه‍ - 1981 م . ص 354 / 1696 ، والوسائل ج 22 ص 156 -\r\n157 الباب 23 أبواب أقسام الطلاق وأحكامه ح 1 . ","page_name":" 36 ","page_number":36},
  {"content":"\r\nوأوردها الشيخ الطوسي باسناده عن الحسين بن سعيد عن ابن أبي عمير عن ابن أذينة ( 1 ) كما\r\nرواها الكليني عن علي بن إبراهيم عن أبيه عن ابن أبي عمير ( 2 ) .\r\nسند الرواية :\r\nوهذه الرواية عبر عنها البعض بالحسنة ( 3 ) ويمكن أن تعد من الروايات الصحيحة\r\nوالاختلاف في إبراهيم بن هاشم ( 4 ) .\r\nوعلى أي حال فالرواية تامة من حيث السند .\r\nدلالة الرواية : الرواية واضحة الدلالة على المقصود .\r\n\r\n","description":"","footnote":" 1 - التهذيب 7 : 479 / 1922 .\r\n2 - الفروع من الكافي ج 6 ، أبي جعفر محمد بن يعقوب بن إسحاق الكليني الرازي ، ط 3 ، الناشر : دار صعب -\r\nدار التعارف بيروت ، 1401 ه‍ . ص 147 / 2 .\r\n3 - الشيخ محمد باقر المجلسي في مرآة العقول في شرح أخبار آل الرسول ج 21 ، ط 1 ، الناشر : دار الكتب\r\nالإسلامية ، 1408 ه‍ ق - 1367 ش . ص 247 .\r\n4 - عدة الرجال ج 1 ، السيد محسن بن الحسن الحسيني الأعرجي الكاظمي ، ط 1 ، تحقيق مؤسسة الهداية\r\nلإحياء التراث ، الناشر : اسماعيليان قم ، رمضان 1415 ه‍ . ص 132 وما بعدها . وإبراهيم هذا أصله\r\nكوفي انتقل إلى قم ، قال أصحابنا : هو أول من نشر حديث الكوفيين بقم ، لم يوقف لأحد من أصحابنا على\r\nقول في القدح فيه ولا على تعديله بالتنصيص والروايات عنه كثيرة والأرجح قبول قوله \" يراجع : رجال\r\nالنجاشي ، أبو العباس أحمد بن علي بن العباس النجاشي ، مكتبة الداوري قم ، ( بلا تاريخ ) . ص 12 ، رجال\r\nالطوسي ، الشيخ محمد بن الحسن الطوسي ، ط 1 ، منشورات الرضي قم ، 1380 - 1961 م . ص 369 ، كتاب\r\nالرجال ، تقي الدين الحسن بن علي بن داود الحلي ، منشورات الرضي قم ، المطبعة الحيدرية النجف ،\r\n1392 ه‍ - 1972 م . ص 34 ، رجال العلامة الحلي الحسن بن يوسف بن علي المطهر الحلي ، ط 2 ،\r\nمنشورات الرضي قم ، طبع : المطبعة الحيدرية النجف ، 1381 ه‍ - 1961 م . ص 4 ، منتهى المقال في أحوال\r\nالرجال ، ج 1 ، أبو علي الحائري الشيخ محمد بن إسماعيل المازندراني ، ط 1 ، تحقيق مؤسسة آل البيت\r\nلإحياء التراث ، 1416 ه‍ . ص 213 ، جامع الرواة ج 1 ص 38 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\n2 - محمد بن يعقوب عن علي بن إبراهيم ، عن أبيه ، عن ابن أبي عمير عن حماد ، عن الحلبي\r\nعن أبي عبد الله ( عليه السلام ) ، أنه سئل عن المفقود فقال : \" المفقود إذا مضى له أربع سنين بعث الوالي ، أو\r\nيكتب إلى الناحية التي هو غائب فيها ، فإن لم يرج له أثر أمر الوالي وليه أن ينفق عليها ، فما أنفق\r\nعليها فهي امرأته ، قال : قلت : فإنها تقول : فاني أريد ما تريد النساء ، قال : ليس ذاك لها ، ولا\r\nكرامة ، فإن لم ينفق عليها وليه ، أو وكيله أمره أن يطلقها ، فكان ذلك عليها طلاقا واجبا \" ( 1 ) .\r\nسند الرواية :\r\nوهي حسنة ( 2 ) أيضا لما ذكر في الرواية السابقة وهو جود إبراهيم بن هاشم فيها .\r\nدلالة الرواية :\r\nإن الزوجة لا تطلق إذا وجد من ينفق عليها ومع عدم المنفق يطلقها بعد مضي أربع سنين وبعد\r\nالفحص ، إلا انها اعتبرت التأجيل بعد الفحص وهي تختلف من هذه الجهة مع بقية الروايات .\r\n3 - محمد بن يحيى ، عن أحمد بن محمد بن عيسى عن محمد بن إسماعيل ، عن محمد بن الفضيل\r\nعن أبي الصباح الكناني عن أبي عبد الله ( عليه السلام ) في امرأة غاب عنها زوجها أربع سنين ، ولم ينفق\r\nعليها ( ولم تدر ) أحي هو ، أم ميت ؟ أيجبر وليه على أن يطلقها ؟ قال : \" نعم ، وإن لم يكن له ولي\r\nطلقها السلطان ، قلت : أرأيت إن قالت : أنا أريد مثل ما تريد النساء ، ولا أصبر ، ولا أقعد كما أنا ؟\r\nقال : ليس لها ذلك ولا كرامة إذا أنفق عليها \" ( 3 ) . اعتبرها العلامة المجلسي مجهولة ( 4 ) فان أراد\r\nمجهولية السند فليس الأمر كما يقول إذ أن السند معتبر فمحمد بن يحيى هو أبو جعفر العطار القمي\r\n\r\n","description":"","footnote":" 1 - وسائل الشيعة الباب 23 أبواب أقسام الطلاق وأحكامه ح 4 .\r\n2 - مرآة العقول ج 21 ص 246 .\r\n3 - وسائل الشيعة باب ( 23 ) أبواب أقسام الطلاق وأحكامه ح 5 .\r\n4 - مرآة العقول ج 21 ص 247 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\nشيخ أصحابنا في زمانه ثقة عين هكذا وصفه النجاشي ( 1 ) ، وأحمد بن محمد بن عيسى أبو جعفر\r\nشيخ القميين ووجههم وفقيههم غير مدافع \" ( 2 ) ومحمد بن إسماعيل المقصود منه محمد بن إسماعيل\r\nابن بزيع كما دلت على ذلك القرائن ( 3 ) وهو ثقة صحيح ( 4 ) .\r\nومحمد بن الفضيل ربما احتمل ( 5 ) محمد بن الفضيل بن غزوان القمي الذي لا كلام في وثاقته إلا أنه\r\nفي غير محله لأنه من أصحاب الإمام الصادق ( عليه السلام ) . وما نقصده ليس من هذه الطبقة اذن المراد\r\nغيره وقد استظهر صاحب معجم رجال الحديث ( 6 ) كونه محمد بن الفضيل بن كثير الأزدي\r\nالمعدود في أصحاب الرضا والذي روى كثيرا عن أبي الصباح . وقد ضعفه الشيخ ( 7 ) تارة وذكر\r\nآخرون أنه يرمى بالغلو ( 8 ) واحتمل أيضا محمد بن القاسم بن الفضيل الثقة ( 9 ) . وعلى أي حال\r\nفمحمد بن الفضيل يمكن الأخذ بروايته هذه وذلك لأمور :\r\n1 - إن الظاهر من تضعيف الشيخ له - بناء على أنه الأزدي - الرمي بالغلو وكثيرا ما يكون\r\nعلى غير موجب \" ( 10 ) .\r\n2 - الغلو لا ينافي الاعتماد على الرواية خصوصا مع موافقتها الروايات الأخرى وكونها في\r\n\r\n","description":"","footnote":" 1 - رجال النجاشي ص 250 .\r\n2 - نفس المصدر ص 59 .\r\n3 - عدة الرجال ج 1 ص 229 - 231 وص 284 وص 455 وج 2 ص 179 وص 249 وجامع الرواة ج 2\r\nص 70 - 73 .\r\n4 - جامع الرواة ج 2 ص 69 .\r\n5 - احتمله العلامة المجلسي في الوجيزة ، العلامة المجلسي ، ط 1 ، مؤسسة الأعلمي للمطبوعات بيروت ،\r\n1415 ه‍ - 1995 م . ص 312 ، عدة الرجال ج 1 ص 482 .\r\n6 - معجم رجال الحديث ج 17 ، السيد أبو القاسم الخوئي ، ط 1 ، مطبعة الآداب النجف . ص 160 .\r\n7 - رجال الطوسي ص 360 رقم 25 .\r\n8 - معجم رجال الحديث ج 17 ص 161 .\r\n9 - عدة الرجال ج 1 ص 482 .\r\n10 - نفس المصدر ص 484 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\nغير مجال العقيدة .\r\n3 - الإطلاق في الاسم يكشف عن ديدن الرواة في التعبير عن المشهور المعروف لانصرافه\r\nله ( 1 ) .\r\n4 - قول العلامة المجلسي نفسه حتى في صورة التردد بين الثقة وغيره \" الظاهر من أخباره\r\nالصحة وليس في باب من أبواب الأصول والفروع إلا وله حديث صحيح المتن موافق لأخبار\r\nالفضلاء الأجلاء \" ويقول \" والذي تتبعت من أخباره ظني أنه من الثقات وأكثر العلماء عملوا\r\nباخباره لكني تبعا لأكثر المتأخرين جعلت خبره قويا كالصحيح ويؤيده إكثار الأجلاء عنه . . .\r\nوإن محمد بن أحمد بن يحيى روى عنه في الصحيح ولم يستثن عليه \" ( 2 ) . وأما أبي الصباح الكناني\r\nفهو إبراهيم بن نعيم فقد قال عنه العلامة \" ثقة أعمل على قوله \" ( 3 ) و \" كان أبو عبد الله ( عليه السلام ) يسميه\r\nالميزان لثقته \" ( 4 ) .\r\nفالرواية معتبرة سندا . وإن أراد العلامة المجلسي من وصف الرواية بالمجهولة من حيث الدلالة\r\n- وهو بعيد جدا - فمردود أيضا ، لعدم وجود منافاة بينها وبين بقية روايات الباب إلا ما قد يقال\r\nإنها مطلقة من جهة التأجيل .\r\nويجاب إن هناك في الرواية ما يدل على التأجيل من قبيل \" في امرأة غاب عنها زوجها أربع\r\nسنين \" فلولا وجود التأجيل لما قيد غياب الزوج بأربع سنين ثم إن هذا التأجيل وترتيب الآثار\r\nمن قبل الحاكم ويدل عليه \" أيجبر وليه على أن يطلقها ؟ قال : نعم ، وإن لم يكن له ولي طلقها\r\nالسلطان \" فمن يجبر الولي غير السلطان ؟\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ص 483 .\r\n2 - عدة الرجال ج 1 ص 483 عن الوجيزة للعلامة محمد باقر المجلسي ص 51 ولم أعثر على هذا النص في\r\nنسخة الوجيزة التي بيدي .\r\n3 - رجال العلامة الحلي ص 3 .\r\n4 - النجاشي ص 15 . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nدلالة الرواية :\r\nاتضح من بعض ما ذكر في ا لبحث السندي دلالة الرواية وان لم تشر إلى الفحص .\r\n4 - الحسين بن سعيد عن الحسن عن زرعة عن سماعة قال : سألته عن المفقود فقال : إن علمت أنه\r\nفي أرض فهي منتظرة له أبدا حتى يأتيها موته أو يأتيها طلاق ، وإن لم تعلم أين هو من الأرض\r\nولم يأتها منه كتاب ولا خبر ، فإنها تأتي الإمام فيأمرها أن تنتظر أربع سنين فيطلب في الأرض ،\r\nفإن لم يوجد له خبر حتى تمضي الأربع سنين أمرها أن تعتد أربعة أشهر وعشرا ثم تحل للأزواج\r\nفان قدم زوجها بعدما تنقضي عدتها فليس له عليها رجعة ، وإن قدم وهي في عدتها أربعة أشهر\r\nوعشرا فهو أملك برجعتها \" ( 1 ) .\r\nسند الرواية :\r\nعدها العلامة المجلسي من الموثقات ( 2 ) ، واما صاحب المسالك فقد قال \" موقوفة ضعيفة\r\nالسند \" ( 3 ) ولنأتي على رجالها .\r\nاما طريق الشيخ الطوسي للحسين بن سعيد الأهوازي فتام ( 4 ) والحسين نفسه عده الشيخ من\r\nأصحاب الرضا والجواد والهادي ( عليهم السلام ) ووثقه ( 5 ) . له هو وأخوه ثلاثون كتابا ( 6 ) قال النجاشي :\r\n\" وكتب ابني سعيد كتب حسنة معمول عليها \" وأضاف \" أخبرنا بهذه الكتب غير واحد من\r\nأصحابنا من طرق مختلفة كثيرة \" ( 7 ) .\r\n\r\n","description":"","footnote":" 1 - تهذيب الأحكام ج 7 ص 479 ح 131 .\r\n2 - مرآة العقول ج 21 ص 248 .\r\n3 - المسالك ج 2 ص 37 .\r\n4 - تهذيب الأحكام ج 10 شرح مشيخة تهذيب الأحكام للسيد حسن الموسوي الخرسان ص 63 - 64 .\r\n5 - رجال الطوسي ص 372 رقم 17 ، ص 399 رقم 1 ، ص 412 رقم 6 .\r\n6 - رجال النجاشي ص 43 .\r\n7 - نفس المصدر . ","page_name":" 41 ","page_number":41},
  {"content":"\r\nوالحسن هو ابن سعيد الأهوازي ذكره الشيخ الطوسي في رجاله ووثقه وأورد اسمه في\r\nأصحاب الإمام الرضا والجواد ( عليهما السلام ) ( 1 ) . وزرعة هو زرعة بن محمد الحضرمي ذكره الشيخ\r\nالطوسي في أصحاب الإمام الصادق والكاظم ( عليهما السلام ) ونسب إليه الوقف في المذهب فعده من\r\nالواقفة ( 2 ) إلا أن النجاشي وإن نسب له الوقف لكنه وثقه قائلا \" ثقة روى عن أبي عبد الله وأبي\r\nالحسن ( عليهما السلام ) وكان صحب سماعة وأكثر عنه ووقف ، له كتاب يرويه عنه جماعة \" ( 3 ) وليس بين\r\nكلام الشيخ الطوسي والنجاشي تعارض لأن الوقف لا يعني سلب الوثاقة عنه ولو فرضنا حصول\r\nالتعارض فكلام النجاشي مقدم لأنه أكثر ضبطا ومعرفة بحال الرجال ( 4 ) . ولعل الوقف هو السبب\r\nفي عد الرواية في الموثقات . وسماعة هو سماعة بن مهران بن عبد الرحمن الحضرمي عده الشيخ\r\nالطوسي في أصحاب الإمام الصادق والإمام الكاظم ( عليهما السلام ) ( 5 ) .\r\nوقال عنه النجاشي : \" ثقة ثقة \" إلا أنه قال \" وجد في بعض الكتب انه مات سنة خمس وأربعين\r\nومائة في حياة أبي عبد الله . . . وليس أعلم كيف هذه الحكاية لأن سماعة روى عن أبي الحسن\r\nوهذه الحكاية تتضمن أنه مات في حياة أبي عبد الله ( عليه السلام ) الله أعلم . . . \" ( 6 ) ووثقه صاحب عدة\r\nالرجال ونسبه إلى الواقفة ( 7 ) إلا أن صاحب منتهى المقال أورد ردودا على هذه النسبة ( 8 ) .\r\nوالموقوف عند صاحب المسالك \" قسمان مطلق ومقيد فان أخذ مطلقا فهو ما روي عن\r\n\r\n","description":"","footnote":" 1 - رجال الطوسي ص 372 رقم 13 ، ص 399 رقم 1 .\r\n2 - الفهرست ، الشيخ محمد بن الحسن الطوسي ، ط 1 ، نشر فقاهت قم ، 1417 ه‍ . ص 134 ، الواقفة : من وقف\r\nعلى الإمام الكاظم ( عليه السلام ) ، منتهى المقال ج 1 ص 81 .\r\n3 - رجال النجاشي ص 125 .\r\n4 - عدة الرجال ج 1 ص 186 .\r\n5 - رجال الطوسي ص 201 رقم 98 ، ص 350 رقم 2 .\r\n6 - رجال النجاشي ص 138 .\r\n7 - عدة الرجال ج 2 ص 131 .\r\n8 - منتهى المقال ج 1 ص 81 - 82 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\nمصاحب المعصوم من نبي أو إمام من قول أو فعل أو غيرهما متصلا كان مع ذلك سنده أم منقطعا ،\r\nوقد يطلق في غير المصاحب للمعصوم مقيدا وهذا هو القسم الثاني منه مثل وقفه فلان على فلان\r\nإذا كان الموقوف عليه غير مصاحب \" ( 1 ) وهذا يوضح مقصوده . إلا أن الصحيح غير ما ذكر ( رحمه الله )\r\nفالرواية عن الإمام ( عليه السلام ) ، وقول سماعة \" سألته \" يبين كون المسؤول هو الإمام لا غير وإلا لذكره ،\r\nومثل هذا كثير في الروايات من قبيل مضمرة زرارة في الوضوء والتي يقول عنها صاحب الكفاية\r\n\" وهذه الرواية وإن كانت مضمرة إلا أن إضمارها لا يضر باعتبارها حيث كان مضمرها مثل\r\nزرارة ، وهو ممن لا يكاد يستفتي من غير الإمام ( عليه السلام ) ( 2 ) .\r\nومع كل ما مر فان الرواية يمكن العمل بها لأنها \" قد رويت عن غير هذا الطريق ذكرها\r\nجماعة منهم البزنطي ( رحمه الله ) في كتاب الجامع ، فالعامل بها يتبع هذا النقل \" ( 3 ) .\r\n5 - قال الصدوق : وفي رواية أخرى : أنه إن لم يكن للزوج ولي طلقها الوالي ، ويشهد\r\nشاهدين عدلين ، فيكون طلاق الوالي طلاق الزوج ، وتعتد أربعة أشهر وعشرا ، ثم تزوج\r\n[ تتزوج 
  ] إن شاءت \" ( 4 ) .\r\nوالرواية مرسلة لم يذكر سندها فلا يمكن أن تكون دليلا ، نعم هي من المؤيدات .\r\nهذه أدلة الإمامية مضافا إلى أدلة نفي الحرج والضرر والتي يأتي الحديث عنها إن شاء الله .\r\nواما أهل السنة القائلون بالتربص أربع سنين فقد استدلوا بالأدلة التالية :\r\n\r\n","description":"","footnote":" 1 - الدراية ، الشهيد زين الدين العاملي ( الشهيد الثاني ) مطبعة النعمان - النجف ، منشورات مكتبة المفيد إيران -\r\nقم . ص 45 .\r\n2 - كفاية الأصول ، الآخوند الشيخ محمد كاظم الخراساني ، ط 2 ، تحقيق مؤسسة آل البيت لإحياء التراث ،\r\nالمطبعة : مهر قم ، ربيع 2 / 1417 ه‍ . ص 389 .\r\n3 - النهاية ونكتها ، الحسن بن يوسف بن المطهر الحلي ، ط 1 ، مؤسسة النشر الإسلامي التابعة لجماعة\r\nالمدرسين بقم ، رجب / 1412 ه‍ . ص 494 .\r\n4 - الوسائل ج 22 ، ب 23 من أبواب أقسام الطلاق وأحكامه ح 2 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\nما ورد عن عمر بن الخطاب وقد روي بطرق متعددة قال البعض أنه روي عنه \" من ثمانية\r\nوجوه \" ( 1 ) .\r\nفقد أخرج عبد الرزاق بسنده في الفقيد الذي فقد ، وقال \" دخلت الشعب فاستهوتني الجن\r\nفمكثت أربع سنين فأتت امرأتي عمر بن الخطاب فأمرها أن تتربص أربع سنين من حين رفعت\r\nأمرها إليه ثم دعا وليه : أي ولي الفقيد فطلقها ثم أمرها أن تعتد أربعة أشهر وعشرا ، ثم جئت\r\nبعدما تزوجت فخيرني عمر بينها وبين الصداق الذي أصدقتها \" ( 2 ) ورواه ابن أبي شيبة عن عمر\r\nورواه البيهقي وقصة المفقود أخرجها البيهقي وفيها أنه قال لعمر لما رجع : إني خرجت لصلاة\r\nالعشاء فسبتني الجن فلبثت فيهم زمنا طويلا فغزاهم جن مؤمنون أو قال مسلمون فقاتلوهم\r\nوظهروا عليهم فسبوا منهم سبايا فخيروني بين المقام وبين القفول ، فاخترت القفول إلى أهلي ،\r\nفأقبلوا معي فأما الليل فلا يحدثوني ، وأما النهار فاعصار ريح أتبعها ، فقال له عمر : فما كان\r\nطعامك فيهم ؟ قال : الفول وما لا يذكر اسم الله عليه ، قال فما كان شرابك ؟ قال : الجدف \" ( 3 ) .\r\nإلا أن هذه الطرق لم تسلم من المناقشة فقد أشكل عليها أهل السنة أنفسهم ففي أحد الطرق\r\nيحيى بن جعدة بن هبيرة بن أبي وهب المخزومي القرشي ورغم توثيقه إلا أنه لم يعاصر عمر بن\r\nالخطاب ولم يره فيكون في الخبر انقطاع \" ( 4 ) .\r\n\" وفي طريق آخر أخرج ابن الدنيا هذا الخبر باسناد آخر : حدثني إسماعيل بن إسحاق حدثنا\r\nخالد بن الحارث حدثنا سعيد بن أبي عروبة عن قتادة عن أبي نضرة عن عبد الرحمن بن أبي ليلى\r\nأن رجلا من . . الرواية \" وفي الاسناد أبو نضرة \" وليس كل أحد يحتج به وأورده العقيلي في\r\n\r\n","description":"","footnote":" 1 - المبدع في شرح المقنع ج 8 ص 128 .\r\n2 - سبل السلام ، ج 3 ص 258 .\r\n3 - نفس المصدر .\r\n4 - المجموع ج 18 ص 158 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\nالضعفاء وذكره صاحب الكامل ولم يذكر شيئا أكثر من أنه كان عريفا لقومه \" .\r\nكما أن في بعض الطرق الحجاج بن أرطأة ولم ير ابن حزم وثاقته وهكذا لم ير صحة ما روي\r\nعن طريق عبد الملك بن أبي سليمان العزرمي ويعتبرها مرسلة عن عبيد بن عمير ( 1 ) ، وليس حال\r\nما جاء عن مالك عن يحيى بن سعيد الأنصاري عن سعيد بن المسيب بأحسن مما نقل فإنه مرسل ،\r\nوأيضا يرد ما ورد عن طريق المنهال بن عمر ( 2 ) وخبر عمر \" رواه الأثرم ، والجوزجاني ،\r\nوالدارقطني \" ( 3 ) .\r\nما روي عن عثمان بن عفان \" أيما امرأة فقدت زوجها ولم تدر أين هو فإنها تنتظر أربع سنين\r\nثم تعتد أربعة أشهر وعشرا \" ( 4 ) .\r\nوقد نسب ابن رشد حديثا للنبي ( صلى الله عليه وآله ) لجعل سنة عمر وعثمان حكما شرعيا والخبر هو \" عليكم\r\nبسنتي وسنة الخلفاء الراشدين المهديين من بعدي عضوا عليها بالنواجذ \" ( 5 ) .\r\nج - أدلة نفي الضرر والحرج : قال تعالى : * ( ولا تمسكوهن ضرارا ) * ( 6 ) .\r\nوجاء عن رسول الله ( صلى الله عليه وآله ) : \" لا ضرر ولا ضرار في الإسلام \" ( 7 ) .\r\nفالضرر منفي بهذه الأخبار وبما أن صبر المرأة أبدا ضرر فهو منتف .\r\nد - الإجماع : ادعى ابن قدامة ذلك لأن التربص قول عمر بن الخطاب وعلي وابن عمر وابن\r\n\r\n","description":"","footnote":" 1 - المحلى بالآثار ج 9 ص 318 .\r\n2 - نفس المصدر .\r\n3 - المبدع في شرح المقنع ج 8 ص 128 .\r\n4 - موسوعة فقه عثمان بن عفان ص 273 .\r\n5 - صحيح مسلم بشرح النووي ، ج 11 ، مسلم بن الحجاج بن مسلم القشيري ، ط 4 ، دار احياء التراث العربي\r\nبيروت - لبنان . ( بلا تاريخ ) ، ص 217 .\r\n6 - البقرة : 231 .\r\n7 - سبل السلام ج 3 ص 259 ، مقدمات ابن رشد ص 408 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\nعباس وبه قضى ابن الزبير ولم ينقل خلاف ذلك ( 1 ) .\r\nويرد عليه : أولا : أن قول البعض به لا يدل على كونه إجماعا .\r\nثانيا : عدم نقل الخلاف لا يكشف عن انتفاءه تماما ، إذ أن عدم الوجدان لا يدل على عدم\r\nالوجود .\r\nثالثا : إن هناك روايات تدل على رجوع عمر نفسه عن قوله ( 2 ) .\r\nه‍ - الأولوية : إن هناك من التشريعات كالإيلاء والتفريق للشقاق جاءت دفعا للضرر ، وكذا\r\nعدم الإنفاق على الزوجة والتفريق لفقد الزوج أولى ، وذلك لأن الفقد قد يستمر إلى الأبد بخلاف\r\nغيره ( 3 ) .\r\nونرد عليه : إن المناط في التفريق وجود الأدلة الشرعية فإذا دل دليل على التفريق في الفقد\r\nأخذنا به ، واما الأولوية مع قطع النظر عن الأدلة فلا يمكن الاعتماد عليها والمرجع هو الشارع\r\nوالحكم بالفرقة في مورد لا يعني جوازها في آخر إذ لعل هناك خصوصية في الأول دون الثاني .\r\n\r\n","description":"","footnote":" 1 - المغني لابن قدامة ج 9 ص 134 .\r\n2 - المبسوط ج 11 ص 35 .\r\n3 - نفس المصدر . ","page_name":" 46 ","page_number":46},
  {"content":"\r\nشروط الفرقة\r\nهل ان مجرد الفقد يبيح الفرقة أو أن هناك شروطا لابد من توفرها ؟\r\nذهب علماء الإمامية إلى أن الفقد لا يجيز طلاق المرأة وانما اشترطوا عدم وجود المنفق عليها\r\nفإذا فقد المنفق تربصت أربع سنين واعتدت بعد الطلاق أو أمر الحاكم بالاعتداد ( 1 ) . وقد ادعى\r\nالشيخ الطوسي إجماع الفرقة واخبارهم على ذلك ( 2 ) . وعليه كلمة الأصحاب وظاهر الأخبار كما\r\nعبر صاحب الحدائق ( 3 ) .\r\nالمذاهب الأخرى لم تضع المذاهب الأخرى شرطا للفرقة سواء تلك التي اختارت التربص أربع\r\nسنين كالحنابلة ( 4 ) والشافعية في القديم ( 5 ) والمالكية ( 6 ) والأباضية ( 7 ) أم التي ترى الصبر وتسمح\r\nبالفرقة بعد مضي فترة من الزمن لا يبقى أحد من أقرانه أو الزمن الذي حددته تلك المذاهب\r\nكالحنفية ( 8 ) .\r\nالمختار : هو ما اختاره الإمامية وذلك لوجود روايات دلت عليه كرواية بريد بن معاوية ( 9 )\r\n\r\n","description":"","footnote":" 1 - المقنعة ص 537 ، الخلاف ج 5 ص 77 مسألة 33 ، المراسم ص 167 ، إرشاد الأذهان ج 2 ص 49 ،\r\nالمختصر النافع في فقه الإمامية ، الشيخ نجم الدين جعفر بن الحسن الحلي ، دار الكتاب العربي بمصر ( بلا\r\nتاريخ ) . ص 201 ، الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 68 .\r\n2 - الخلاف ج 5 ص 77 مسألة 33 .\r\n3 - الحدائق ج 25 ص 479 .\r\n4 - المبدع في شرح المقنع ج 8 ص 127 ، الاقناع ج 4 ص 113 ، القواعد في الفقه الإسلامي ص 35 .\r\n5 - المجموع ج 18 ص 159 .\r\n6 - الشرح الصغير ج 2 ص 694 ، المعيار المعرب ، لأحمد بن يحيى الونتريسي ، دار الغرب الإسلامي بيروت ،\r\n1401 ه‍ - 1981 . ص 326 ، مختصر خليل ص 175 .\r\n7 - مختصر البسيوي ص 228 .\r\n8 - المبسوط للسرخسي ج 11 ص 35 ، الفتاوى الهندية ج 6 ص 456 .\r\n9 - الوسائل ج 22 ب 23 من أبواب أقسام الطلاق وأحكامه ح 1 . ","page_name":" 47 ","page_number":47},
  {"content":"\r\nورواية الحلبي ( 1 ) وهاتان الروايتان تقيدان الروايات المطلقة .\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 22 ب 23 من أبواب أقسام الطلاق وأحكامه ح 4 . ","page_name":" 48 ","page_number":48},
  {"content":"\r\nاختصاص الحكم بالدائمة\r\nلو كانت المرأة قد عقد عليها مؤقتا ( 1 ) ولم تكن زوجة المفقود بصورة دائمة فهل يشملها حكم\r\nالفرقة كما كان يترتب على الزواج الدائم ؟\r\nالإمامية : الظاهر اختصاص الحكم بالدائم ( 2 ) \" لاشعار الأمر بالطلاق والإنفاق في ذلك \" ( 3 ) إذ\r\nأن المعقود عليها مؤقتا لا تطلق وانما الفرقة تتحقق بانقضاء المدة أو هبتها لها من قبل الزوج ( 4 )\r\nوهكذا لا تجب النفقة عليه لها ( 5 ) . وبما أن الأدلة ذكرت الطلاق والنفقة ( 6 ) فنفهم منهما إرادة الزواج\r\nالدائم دون المنقطع .\r\nالمذاهب الأخرى : يخصصون الحكم بالدائم لا لما ذكره الإمامية بل لأنهم لا يرون صحة\r\nزواج المتعة ، فقد ذهب فقهاء المذاهب الأربعة إلى بطلان عقد المتعة وحكموا بثبوت\r\nالتعزير على مرتكبها ( 7 ) مع اتفاقهم على مشروعيتها في البداية إلا أنهم قالوا بنسخها\r\n\r\n","description":"","footnote":" 1 - عقد من عقود الزواج يسمى زواج المتعة وهو كالدائم في الصيغة ويزيد عليه في ذكر الأجل وذكر المهر ،\r\nوحكمه كالدائم في جميع ما ذكر في الدائم إلا ما استثني وهو عدد الزوجات وصحة نكاح الكتابية\r\nمتعة . الروضة البهية في شرح اللمعة الدمشقية ج 5 ص 284 - 285 .\r\n2 - الجواهر ج 11 ص 446 ، منهاج الصالحين ، السيد محسن الطباطبائي الحكيم ، وتعليقة السيد محمد باقر\r\nالصدر ، ج 2 ، دار التعارف للمطبوعات بيروت ، 1400 ه‍ - 1980 م . منهاج الصالحين ، ج 2 السيد أبو القاسم\r\nالخوئي ، ط 8 ، مطبعة النعمان النجف 1397 ه‍ . ص 326 ، مهذب الأحكام ج 26 ، السيد عبد الأعلى\r\nالسبزواري ، ط 4 ، مؤسسة المنار ، طبع : مطبعة الهادي ، 1417 ه‍ . منهاج الأحكام ، ج 1 السيد يوسف المدني\r\nالتبريزي ، ط 2 ، الناشر مكتبة اسماعيليان قم ، المطبعة العلمية قم ، رجب المكرم 1412 ه‍ . ص 517 .\r\n3 - الجواهر ج 11 ص 446 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 5 ص 289 .\r\n5 - تحرير الوسيلة ج 2 ، السيد روح الله الموسوي الخميني ، ط 4 ، منشورات مكتبة الاعتماد طهران ، 1403 ه‍\r\n- 1983 م . مسألة 11 .\r\n6 - الوسائل ج 22 ص 157 - 158 ب 23 من أبواب الطلاق ح 1 ، 4 ، 5 .\r\n7 - الفقه على المذاهب الأربعة ج 4 ص 90 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\nواختلفوا في الناسخ وزمان النسخ ( 1 ) .\r\n\r\n","description":"","footnote":" 1 - تفسير ابن كثير ج 1 ص 449 ، النووي بشرح صحيح مسلم ج 9 ص 179 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nطلاق الزوجة في عصر الغيبة\r\nإن فقد الزوج قد يكون في زمن حضور المعصوم ( عليه السلام ) وربما كان في عصر غيبته كما هو الحال\r\nفي وقتنا الحاضر فهل يمكن تطليق الزوجة في زمننا هذا أو أن الحكم مختص بزمن الحضور ؟\r\nإن زمن حضور المعصوم يختلف باختلاف المذاهب الإسلامية من حيث المدة فقد حصره\r\nأهل السنة بفترة ظهور صاحب الرسالة النبي الأكرم ( صلى الله عليه وآله ) ولم يعتبروا العصمة للأئمة الأطهار من\r\nبعده ، واما الشيعة الإمامية فاعتقدوا بعصمة اثني عشر إماما أولهم علي ( عليه السلام ) وآخرهم الإمام\r\nالمهدي المنتظر ، وللإمام الثاني عشر غيبتان صغرى وكبرى فهل تطلق المرأة في الغيبة الكبرى ؟\r\nالإمامية : ذهب فقهاؤهم إلى سريان الحكم بالطلاق إلى زمان الغيبة أيضا ولم يفرقوا بين حضور\r\nالمعصوم وغيبته ولم يخالف هذا الرأي إلا ابن إدريس الذي لم يقل بالطلاق عند غيبة الإمام الثاني\r\nعشر حيث قال : \" إذا لم تختر الصبر على ذلك ورفعت أمرها إلى الإمام في حال ظهوره أو إلى\r\nنوابه في هذه الحال ولم يكن له ولي يمكنه الإنفاق ولا له مال ينفق عليها من أنفق عليها الإمام من\r\nبيت المال وبعث من يتعرف خبره في الآفاق والجهات التي سافر إلى نحوها فإن لم يعرف له خبر\r\nحتى انقضت أربع سنين من يوم رفعت أمرها إلى الإمام أمرها الإمام بالاعتداد . . .\r\nثم يقول : \" وهذا حكم باطل في حال غيبة الإمام ( عليه السلام ) وقصور يده فإنها مبتلاة وعليها الصبر\r\nإلى أن تعرف موته أو طلاقه على ما وردت به الأخبار عن الأئمة الأطهار \" ( 1 ) .\r\nوكأن ابن إدريس حاول الجمع بين طائفتين من الأخبار بهذا الجمع فهناك طائفة تقول\r\nبالطلاق بعد الفحص والتربص وهي رواية بريد بن معاوية ( 2 ) ، ورواية الحلبي ( 3 ) وما رواه أبو\r\n\r\n","description":"","footnote":" 1 - السرائر لابن إدريس ج 2 ص 736 - 737 .\r\n2 - الوسائل ج 22 ب 23 من أبواب أقسام الطلاق وأحكامه ح 1 .\r\n3 - نفس المصدر ح 4 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\nالصباح الكناني ( 1 ) والشيخ الصدوق ( 2 ) السالفة الذكر . والطائفة الثانية رواية ابن المغيرة عن\r\nالسكوني عن جعفر ( عليه السلام ) عن أبيه ( عليه السلام ) : ان عليا ( عليه السلام ) قال في المفقود : \" لا تتزوج امرأته حتى يبلغها\r\nموته ، أو طلاق ، أو لحوق بأهل الشرك \" ( 3 ) .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ح 5 .\r\n2 - نفس المصدر ح 2 .\r\n3 - نفس المصدر ح 3 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\nاختيار الزوجة الصبر\r\nلو تمكنت المرأة من الصبر وانتظار الزوج دون ترتب ضرر أو وقوع في مشقة فهنا أسئلة :\r\n1 - هل يشترط في جواز التفريق عدم الصبر .\r\n2 - لو أمكنها الصبر فهل يجوز لها المطالبة بالفرقة .\r\n3 - هل يمكن إجبارها على الطلاق مع اختيارها الصبر .\r\nوللجواب ارتباط وثيق بأصل المسألة وبالاختلاف الموجود بين المذاهب الإسلامية من\r\nالتربص أربع سنين ( 1 ) ومن الصبر أبدا حتى يتبين موته أو طلاقه أو يموت جميع أقرانه ( 2 ) .\r\n1 - هل يشترط في جواز التفريق عدم الصبر ؟\r\nلم تختلف المذاهب الإسلامية في نفي كون عدم الصبر شرطا في جواز التفريق ( 3 ) فليس هناك\r\nفرق في الصبر وعدمه في صورة فقد الزوج واندراس أثره . نعم الاختلاف في أصل التفريق\r\nفالمذاهب التي ترى التربص أربع سنين تجيز الفرقة ، واما المذاهب التي تحكم بالصبر أبدا فلا تجيز\r\nالفرقة لكنها تتفق مع أصحاب الرأي الأول بعد انقضاء مدة من الزمن لا يبقى فيها أحد من أقرانه .\r\n )\r\n","description":"","footnote":" 1 - وهو مختار الإمامية ، والشافعية في القديم ، والحنابلة والمالكية ، الأباضية و . . .\r\nيراجع : النهاية للشيخ الطوسي ص 538 وشرائع الإسلام ج 3 ، الشيخ نجم الدين جعفر بن الحسن\r\nالحلي ، تحقيق عبد الحسين محمد علي ، ط 2 ، دار الأضواء بيروت ، 1983 م - 1403 ه‍ . ص 39 ، المجموع\r\nشرح المهذب ج 18 ص 158 ، المغني لابن قدامة ج 9 ص 134 ، الشرح الصغير ص 698 ، مختصر\r\nالبسيوي ص 328 .\r\n2 - وعليه الزيدية والشافعي في الجديد ، والحنفية ، والظاهرية .\r\nيراجع : سبل السلام ج 3 ص 258 - 259 ، مغني المحتاج ج 3 ص 26 ، المبسوط للسرخسي ج 11\r\nص 35 ، المحلى بالآثار ج 9 ص 316 .\r\n3 - شرائع الإسلام ج 3 ص 39 ، الام ج 5 ص 255 ، المجموع في شرح المهذب ج 18 ص 158 ، المغني ج 9\r\nص 134 ، المبسوط للسرخسي ج 11 ص 35 ، الشرح الصغير ص 698 - 699 و . . . ","page_name":" 53 ","page_number":53},
  {"content":"\r\nفليس عدم الصبر شرطا وإن كانت بعض المذاهب كالإمامية ( 1 ) لم تقل بالتفريق مطلقا وانما\r\nسمحت به مع عدم وجود منفق وهذا الشرط لم تتطرق إليه المذاهب الإسلامية الأربعة إلا المالكية\r\nفي المفقود في أرض الشرك ( 2 ) .\r\n2 - لو أمكن الصبر هل يجوز لها المطالبة بالتفريق ؟\r\nاتفقت المذاهب الإسلامية على جواز مطالبتها بذلك وإن استطاعت الصبر ( 3 ) .\r\n3 - هل يمكن إجبارها على الطلاق مع اختيارها الصبر ؟\r\nليس لأحد الحق في التفريق بينها وبين زوجها المفقود إن اختارت الصبر فإذا صبرت ولم\r\nترفع أمرها إلى الحاكم بقيت على الزوجية باتفاق المذاهب الإسلامية ( 4 ) .\r\n\r\n","description":"","footnote":" 1 - المسالك ج 2 ص 36 ، رياض المسائل ج 2 ص 188 ، تحرير الوسيلة ج 2 ، ص 304 .\r\n2 - المفصل ج 8 ص 450 عن الشرح الكبير ج 2 ص 482 .\r\n3 - تحرير الأحكام للعلامة الحلي ج 2 ص 74 ، الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 65 ،\r\nالمجموع شرح المهذب ج 18 ص 158 ، الام للشافعي ج 5 ص 255 ، الشرح الصغير ص 698 ، المغني ج 9\r\nص 134 ، المبسوط للسرخسي ج 11 ص 35 و . . .\r\n4 - نفس المصادر . ","page_name":" 54 ","page_number":54},
  {"content":"\r\nالزوج المعلوم الحال مع عدم صبر المرأة\r\nإذا غاب الزوج وكان معلوم الحال فهل يجوز طلاق زوجته إذا تضررت من الغيبة وخشيت\r\nالفتنة ؟\r\nالإمامية : المعروف عندهم عدم الجواز نعم ذكر البعض ان من الأكابر من قال بالجواز ( 1 ) .\r\nوقد قال الشيخ المفيد في المقنعة \" إن عرفت له خبرا من حياة ألزمه السلطان النفقة عليها أو\r\nالفراق \" ( 2 ) .\r\nالشافعية والحنفية : ليس للزوجة الحق في طلب التفريق مهما طالت المدة لعدم وجود دليل\r\nشرعي على حق التفريق وعدم تحقق سبب التفريق إذ أنه في صورة معلومية الموضع بعث الحاكم\r\nإلى حاكم بلده فيلزمه بدفع النفقة .\r\nالمالكية ( 3 ) والحنابلة : جوزوا التفريق مع طول المدة وتضرر الزوجة حتى لو ترك لها النفقة\r\nواستدلوا بدليل لا ضرر ولا ضرار وما كتبه عمر في رجال غابوا من نسائهم فأمرهم أن ينفقوا أو\r\nيطلقوا ( 4 ) .\r\nنوع الغيبة التي تبيح التفريق :\r\nالإمامية : ذهب المجيزون إلى أن عدم الصبر يفسح المجال للزوجة بالمطالبة بالطلاق ( 5 ) .\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين السيد الخوئي ج 2 ص 338 م 1468 ، ذخيرة الصالحين ، ج 2 السيد عبد الله الشيرازي ،\r\nط 5 ، نشر : مدرسة الإمام أمير المؤمنين العلمية - مشهد ، 1398 ه‍ . ص 330 ، منهاج الاحكام ج 1 ص 520\r\n- 521 .\r\n2 - المقنعة ص 537 .\r\n3 - المفصل للدكتور عبد الكريم زيدان ج 8 ص 450 .\r\n4 - الفقه الإسلامي وأدلته ج 7 ص 532 - 533 .\r\n5 - منهاج الصالحين ج 2 ص 328 ، ذخيرة الصالحين ج 2 ص 330 ، منهاج الأحكام ج 1 ص 520 - 521 . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nالمالكية : لم يفرقوا بين الغيبة لعذر أم لغيره .\r\nالحنابلة : لا تجوز إلا لعذر ( 1 ) .\r\nواما حد الغيبة :\r\nالإمامية : لم يذكر المجوزون مدة معينة للغيبة ( 2 ) .\r\nالمالكية : سنة فأكثر وفي قول ثلاث سنوات ينذر فيها القاضي الزوج اما بالحضور أو الطلاق أو\r\nإرسال النفقة ويحدد له مدة بحسب ما يرى ومع مجهولية مكان الزوج يفرق القاضي في الحال إذا\r\nطلبت الزوجة .\r\nالحنابلة : حددوا الغيبة بستة أشهر فأكثر بعد طلب الزوجة واستدلوا لذلك بفعل عمر بتوقيته\r\nللناس في مغازيهم ( 3 ) .\r\nثم اختلفوا في الفرقة هل هي طلاق أم فسخ ؟\r\nالإمامية : ذهب المجيزون إلى أنه طلاق ( 4 ) .\r\nالمالكية : طلاق بائن \" لأن كل فرقة يوقعها القاضي تكون طلاقا بائنا \" ( 5 ) .\r\nالحنابلة : هو فسخ لا طلاق ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - الفقه الإسلامي وأدلته ج 7 ص 533 .\r\n2 - منهاج الصالحين ج 2 ص 328 ، ذخيرة الصالحين ج 2 ص 330 ، منهاج الاحكام ج 2 ص 520 -\r\n521 .\r\n3 - الفقه الإسلامي وأدلته ج 7 ص 533 .\r\n4 - منهاج الصالحين ج 2 ص 328 ، ذخيرة الصالحين ج 2 ص 330 ، منهاج الأحكام ج 2 ص 520 -\r\n521 .\r\n5 - الفقه الإسلامي وأدلته ج 7 ص 533 .\r\n6 - نفس المصدر . ","page_name":" 56 ","page_number":56},
  {"content":"\r\nالمحبوس\r\nقد يحبس الزوج مدة من الزمن فهل يحق لزوجته المطالبة بالتفريق ؟\r\nالإمامية : إجازة البعض إذا كان الحبس مؤبدا ولم يجز البعض الآخر ( 1 ) .\r\nأهل السنة : لم يجز منهم إلا المالكية فإنهم حددوا سنة للحبس فأكثر بعذر أم بغيره فإذا حبس\r\nسنة فأكثر جاز لها المطالبة بالتفريق وتتم الفرقة على يد القاضي دون حاجة إلى الكتابة إلى\r\nزوجها أو الامهال والفرقة هذه طلاق بائن ( 2 ) .\r\nأدلة القول الثاني ( الصبر )\r\nاختارت بعض المذاهب والفقهاء القول بالصبر واستدلوا على ذلك بالأدلة التالية :\r\nالف - الروايات :\r\n1 - ما رواه المغيرة عن النبي ( صلى الله عليه وآله ) \" إنها امرأته حتى يأتيها البيان \" ( 3 ) .\r\nفلم يجز النبي ( صلى الله عليه وآله ) طلاقها بعد تربص أربع سنين وانما أوقف الفرقة على إتيان البيان وإتيان\r\nالبيان يتحقق في صورتين بلوغ خبر موته أو الطلاق .\r\nويرد : إن الحديث المذكور لم يذكره أصحاب السنن ولم يثبت ( 4 ) .\r\n2 - ما رواه الحكم وحماد عن علي ( عليه السلام ) أنه قال في امرأة المفقود : \" هي امرأته ابتليت فلتصبر\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين السيد الخوئي ج 2 ص 328 ، ذخيرة الصالحين السيد عبد الله الشيرازي ، ج 2 ص 330 ،\r\nمنهاج الأحكام ج 1 ص 520 .\r\n2 - الفقه الإسلامي وأدلته ، وهبة الزحيلي ، ج 7 ص 535 .\r\n3 - المغني ج 9 ص 134 .\r\n4 - نفس المصدر . ","page_name":" 57 ","page_number":57},
  {"content":"\r\nحتى يستبين موت أو طلاق \" .\r\nوأورد عليه : أنه خبر مرسل والمسند عن علي ( عليه السلام ) التربص أربع سنين ( 1 ) هذا مضافا إلى\r\nورود روايات بطرق خاصة تنتهي إلى أولاد علي ( عليه السلام ) تقول بالتربص وأولاده أدرى بما جاء\r\nعنه ( عليه السلام ) .\r\n3 - محمد بن علي بن محبوب عن بنان بن محمد عن أبيه عن ابن المغيرة عن السكوني عن\r\nجعفر عن أبيه ( عليه السلام ) أن عليا ( عليه السلام ) قال في المفقود : \" لا تتزوج امرأته حتى يبلغها موته أو طلاقه أو\r\nلحوق بأهل الشرك \" ( 2 ) .\r\nوهذه الرواية لا تختلف عن الثانية إلا اننا أوردناها لنقل الخاصة لها في كتبهم ولو سلمنا\r\nبصحة سندها فهي تحمل على صورة ما لو علمت حياته ويدلنا على ذلك رواية سماعة \" سألته عن\r\nالمفقود فقال : إن علمت أنه في أرض فهي منتظرة له أبدا حتى يأتيها موته أو يأتيها طلاق \" ( 3 )\r\nوهذه الصورة لا إشكال في الانتظار فيها .\r\nب - الاستصحاب : إن الزوج كان معلوم الحياة وبعد فقده نشك في ذلك فنستصحب حالة\r\nالحياة ( 4 ) .\r\nويرده : أن الاستصحاب في مرتبة متأخرة عن الامارات والطرق وقد دلت الروايات على\r\nالطلاق والفرقة فلا معنى للاستصحاب ، لأن الاستصحاب أصل والروايات من الأمارات وهي\r\nمتقدمة على الأصول .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر .\r\n2 - تهذيب الأحكام ج 7 ص 478 ح 129 .\r\n3 - نفس المصدر ص 479 ح 131 .\r\n4 - المبسوط للسرخسي ج 11 ص 35 . ","page_name":" 58 ","page_number":58},
  {"content":"\r\nالمختار\r\nالمختار في المقام هو القول الأول للأدلة المذكورة وإن كان بعضها لا يخلو من مناقشة كما مر\r\nولكن البعض الآخر يمكن الاعتماد عليه .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nالفصل الثاني\r\nالتربص وأحكامه\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nالتربص هو انتظار المرأة زوجها المفقود مدة من الزمن ويقع الكلام بالنسبة إلى أمد\r\nهذه المدة من حيث البداية والنهاية ودور الحاكم .\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nمدة التربص\r\nبعد أن اخترنا القول بالتربص والمطالبة بالفرقة لابد من تحديد مدة التربص والانتظار بحيث\r\nيمكن التفريق بين الزوجين بعدها في صورة فقد الزوج وعدم العثور على خبر يكشف حاله .\r\nالإمامية : ذهبوا إلى أن المدة أربع سنين ( 1 ) إذا لم ينفق عليها أحد ومع الإنفاق تنتظر أبدا ، ولا\r\nيمكن أن يكون التربص أقل من ذلك لأن الحكم في المسألة تعبدي ( 2 ) فيجب العمل وفق ما ورد في\r\nالنصوص ووافقهم في الحكم المذكور كل من الشافعية في القديم ( 3 ) والحنابلة في الغيبة التي\r\nظاهرها الهلاك ، واما الغيبة التي ظاهرها السلامة كأسر وتجارة وسياحة انتظر به تتمة تسعين سنة\r\nمنذ ولد لأنه لا يعد مفقودا ( 4 ) . والمالكية في المفقود في بلاد الإسلام في غير زمن الوباء ، وإذا فقد\r\nفي بلاد الإسلام في زمن الوباء تعتد بعد ذهابه لغلبة الظن بموته والمفقود في مقاتلة بين أهل الإسلام\r\nتعتد بعد انفصال الصفين ( 5 ) وقد اختلف المالكية في تفسير قول مالك \" تعتد من يوم التقاء الصفين \"\r\nفأخذ بعضهم بظاهر العبارة دون تغيير فقال بعدم الامهال وحملها بعضهم على ما قاله الفقيه اصبغ :\r\n\r\n","description":"","footnote":" 1 - المقنعة ص 537 ، النهاية للشيخ الطوسي ص 538 ، المقنع ، للشيخ أبي جعفر الصدوق محمد بن علي بن\r\nالحسين بن بابويه القمي ، الناشر : مؤسسة الإمام الهادي ( عليه السلام ) قم ، المطبعة : اعتماد ، 1415 ه‍ .\r\nص 353 ، الانتصار ، السيد الشريف المرتضى علم الهدى أبي القاسم علي بن الحسين الموسوي ،\r\nمنشورات المطبعة الحيدرية في النجف الأشرف 1391 ه‍ - 1971 م . ص 703 ، شرائع الاسلام ج 3 ص 39 ،\r\nإرشاد الأذهان ج 2 ص 49 ، الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 65 وغيرها .\r\n2 - مستند الشيعة ، المولى أحمد بن محمد مهدي النراقي ، ج 2 ، ( بلا رقم طبعة ) مكتبة آية الله المرعشي\r\n1405 ه‍ .\r\nص 702 . ص 702 ، بحوث فقهية ، محاضرات الشيخ حسين الحلي ، السيد عز الدين بحر العلوم ، ( بلا رقم\r\nطبعة ) ، مؤسسة المنار ( قم ) ( بلا تاريخ ) . ص 214 .\r\n3 - تحفة المحتاج بشرح المنهاج لأحمد بن حجر الهيثمي ص 253 ، المجموع شرح المهذب ج 18 ص 158 .\r\n4 - المغني ج 9 ص 134 ، القواعد في الفقه الإسلامي ص 330 ، المحرر في الفقه على مذهب الإمام أحمد بن\r\nحنبل ، ج 2 للشيخ مجد الدين أبي البركات مطبعة السنة المحمدية 1369 ه‍ - 1950 م . ص 106 ، المبدع في\r\nشرح المقنع ج 8 ص 127 .\r\n5 - الشرح الصغير ص 698 - 699 ، مختصر خليل ص 176 . ","page_name":" 63 ","page_number":63},
  {"content":"\r\n\" يضرب الحاكم لزوجة المفقود أجلا بقدر ما يستقصي أمره وخبره \" ( 1 ) ، واختار مؤلف الشرح\r\nالصغير الأول ( 2 ) والمفقود في مقاتلة بين المسلمين والكفار تعتد بعد سنة من فقده بعد نظر الحاكم في\r\nأمر فقده والتحري عنه ( 3 ) .\r\nوالمفقود في أرض الشرك تنتظر زوجته للتعمير أي إلى المدة التي يظن بقاؤه حيا فيها ( 4 ) هذا\r\nإذا دامت نفقة الزوجة وإلا فلها التطليق ( 5 ) . والكلام في تحديد المدة فالمعروف حصرها بسبعين\r\nسنة ، وقال بعضهم : هي ثمانون وهناك قول بالخمس والسبعين سنة ( 6 ) فلو فقد في عمر السبعين\r\nقال بعضهم بزيادة عشر سنوات ، وعلى القول بالتعمير إلى الثمانين قال يزاد عشر سنوات ( 7 ) . وقد\r\nأجازوا التطليق في صورة عدم الإنفاق والخشية من الوقوع في الزنا دون الانتظار للتعمير ( 8 )\r\nوالقول بالتربص أربع سنين اختاره الأباضية ( 9 ) والأوزاعي ( 10 ) وابن قدامه في المغني ( 11 ) وسعيد\r\nابن المسيب أيضا فيمن فقد في غير الصف وإلا فسنة ( 12 ) .\r\n\r\n","description":"","footnote":" 1 - مختصر خليل ص 176 ، المفصل ج 8 ص 450 .\r\n2 - الشرح الصغير ص 699 .\r\n3 - الشرح الصغير ص 699 ، المفصل ج 8 ص 450 .\r\n4 - الشرح الصغير ص 698 .\r\n5 - مختصر خليل ص 175 ، الشرح الصغير ص 698 .\r\n6 - مختصر خليل ص 175 .\r\n7 - المفصل ج 8 ص 450 ، البهجة في شرح التحفة ، لأبي الحسن علي بن عبد السلام التسولي ج 1 ، ، على\r\nالأرجوزة المسماة بتحفة الحكام ، للقاضي أبي بكر محمد بن محمد بن عاصم الأندلسي الغرناطي وبهامشه\r\nشرح الامام أبي عبد الله محمد التاودي المسمى \" بحلى المعصم لبنت فكر ابن عاصم \" ، دار المعرفة بيروت\r\n1397 ه‍ - 1977 م . ص 401 .\r\n8 - المفصل ج 8 ص 450 عن الشرح الكبير للدردير وحاشية الدسوقي ج 2 ص 482 .\r\n9 - مختصر البسيوي ص 328 .\r\n10 - الأوزاعي وتعاليمه الإنسانية والقانونية ص 170 .\r\n11 - المغني لابن قدامة ج 9 ص 135 .\r\n12 - المحلى بالآثار ج 9 ص 324 - 325 . ","page_name":" 64 ","page_number":64},
  {"content":"\r\nيبقى أن نشير إلى الأقوال الأخرى وإن قال أصحابها بالصبر وعدم جواز التفريق إلا أن\r\nقولهم هذا لا يعني الحكم به أبدا وانما هناك من قيد الصبر بمدة .\r\nالشافعية : حددوا الصبر بمضي مدة يعلم أو يغلب على الظن انه لا يعيش فوقها حسب ما يراه\r\nالقاضي فيحكم بموته لتقع الفرقة فقد ورد في مغني المحتاج : \" ومن أسر أي أسره كفار أو غيرهم أو\r\nفقد وانقطع خبره وله مال وأريد الإرث منه ترك أي وقف ماله ولا يقسم حتى تقوم بينة بموته أو\r\nما يقوم مقام البينة بأن تمضي مدة يعلم أو يغلب على الظن أنه أي المفقود لا يعيش فوقها فلا\r\nيشترط القطع بأنه لا يعيش أكثر منها وإذا مضت المدة المذكورة فيجتهد القاضي حينئذ ويحكم\r\nبموته لأن الأصل بقاء الحياة فلا يورث إلا باليقين . أما عند البينة فظاهر ، واما عند مضي المدة مع\r\nالحكم فتنزيله منزلة قيام البينة . . . إن هذه المدة لا تتقدر وهو الصحيح وقيل مقدرة بسبعين سنة\r\nوقيل بثمانين وقيل بتسعين وقيل بمائة . وقيل بمائة وعشرين لأنها العمر الطبيعي عند الأطباء وأنه\r\nلابد من اعتبار حكم الحاكم ، فلا يكفي مضي المدة من غير حكم بموته \" ( 1 ) .\r\nالزيدية : مذهب الهادوية : إن لم يحصل اليقين بموته ولا طلاقه تربصت العمر الطبيعي مائة\r\nوعشرين سنة وقيل : مائة وخمسين إلى مائتين ( 2 ) .\r\nوقال الإمام يحيى : لا وجه للتربص لكن ان ترك لها الغائب ما يقوم بها فهو كالحاضر إذ لم\r\nيفتها إلا الوطء وهو حق له لا لها وإلا فسخها الحاكم عند مطالبتها من دون المفقود ( 3 ) وهو الذي\r\nعبر عنه الكحلاني في سبل السلام ب‍ \" أحسن الأقوال \" ( 4 ) .\r\nالحنفية : لا يمكن التفريق بين المفقود وزوجته إلا إذا لم يبق أحد من أقران الزوج حيا فقد جاء في\r\nالمبسوط \" ظاهر المذهب انه إذا لم يبق أحد من أقرانه حيا فإنه يحكم بموته لأن ما تقع الحاجة إلى\r\nمعرفته فطريقه إلى الشرع الرجوع إلى أمثاله . . . وبقاؤه بعد موت جميع أقرانه نادر وبناء الأحكام\r\n\r\n","description":"","footnote":" 1 - مغني المحتاج ج 3 ص 26 - 27 .\r\n2 - سبل السلام ج 3 ص 258 - 259 .\r\n3 - نفس المصدر .\r\n4 - نفس المصدر . ","page_name":" 65 ","page_number":65},
  {"content":"\r\nالشرعية على الظاهر دون النادر \" ( 1 ) وفي الفتاوى الهندية \" ان المفقود يعتبر حيا في ماله ميتا في\r\nمال غيره . حتى ينقضي من المدة ما يعلم أنه لا يعيش إلى مثل تلك المدة أو تموت أقرانه \" ( 2 ) .\r\nوذهب الحسن بن زياد إلى القول بمائة وعشرين سنة من مولده ( 3 ) .\r\nوعن أبي يوسف القول بمضي مائة سنة من مولده ( 4 ) .\r\nوقال داود وأصحابه - الظاهرية - بتأبيد الانتظار حتى يعلم موته أو طلاقه ( 5 ) .\r\nهذه أقوال المذاهب الإسلامية وفقهاء المسلمين يمكن تلخيصها كما يلي :\r\n1 - عدم الانتظار أو الانتظار أقل من الأربع .\r\n2 - التربص أربع سنين .\r\n3 - التعمير واختلف في تفسيره .\r\n4 - تأبيد الانتظار .\r\nالمختار : بعد ترجيح القول بالتربص لا يمكن أن يصار إلى بقية الآراء وذلك لأن التحديد\r\nبالسبعين فما فوق لا نص فيه وهو من نصب المقادير بالرأي ( 6 ) وفي مقابل الأقوال المختلفة هناك\r\nمن الأدلة التي تعضد القول بالتربص أربع سنين كرواية الحلبي عن الإمام الصادق ( عليه السلام ) ( 7 ) وبريد\r\n\r\n","description":"","footnote":" 1 - المبسوط للسرخسي ج 11 ص 35 .\r\n2 - الفتاوى الهندية ج 6 ص 456 .\r\n3 - المبسوط للسرخسي ج 11 ص 35 - 36 .\r\n4 - نفس المصدر .\r\n5 - المحلى بالآثار ج 9 ص 316 .\r\n6 - المبسوط للسرخسي ج 11 ص 36 .\r\n7 - الوسائل ج 22 الباب 23 من أبواب أقسام الطلاق وأحكامه ح 4 . ","page_name":" 66 ","page_number":66},
  {"content":"\r\nابن معاوية عنه ( عليه السلام ) ( 1 ) ، وأبي الصباح الكناني عن الإمام نفسه ( 2 ) واما عدم التربص أصلا فنقول\r\nبه عند وجود القرائن التي تفيد الاطمئنان على وفاته والحكم بهذا ليس لكونه مفقودا وانما لوجود\r\nالقرائن وما ورد من التربص أقل من أربع سنين لم نر له دليلا .\r\nتعليل الأجل المضروب\r\nعرفنا ان هناك من المذاهب الإسلامية التي حكمت بالتربص أربع سنين واختلفت في تعليل\r\nهذه المدة بالخصوص دون زيادة ونقصان .\r\nذهب الإمامية إلى أن المسألة تعبدية ( 3 ) ، فقد دلت النصوص على ذلك ( 4 ) ولا يمكن للمكلف\r\nإلا الأخذ بها والعمل على طبقها .\r\nوبنى المالكية أيضا على تعبدية الحكم المذكور وإجماع الصحابة عليه ( 5 ) .\r\nولم يذكر الشافعي في القديم والحنابلة تعليلا ، نعم اعتمادهم على رواية عمر ( 6 ) يمكن أن يجعلهم\r\nقد تعبدوا بها .\r\nواختار أبو بكر الأبهري : ان العلة في المدة كونها أقصى أمد الحمل ( 7 ) ورد بما يلي :\r\n1 - لو كانت العلة هذه لما كان هناك فرق بين الحر والعبد في تربص زوجتيهما بينما أفتوا بأن\r\nزوجة الحر تتربص أربعا والعبد سنتين .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ح 1 .\r\n2 - نفس المصدر ح 5 .\r\n3 - مستند الشيعة ج 2 ص 702 ، بحوث فقهية بحوث الشيخ حسين الحلي ص 214 .\r\n4 - الوسائل ب 23 من أبواب الطلاق وأحكامه .\r\n5 - حاشية الصاوي على الشرح الصغير ج 2 ص 694 .\r\n6 - المبدع في شرح المقنع ج 8 ص 127 .\r\n7 - مقدمات ابن رشد ص 406 . ","page_name":" 67 ","page_number":67},
  {"content":"\r\n2 - للزم سقوط المدة عن الصغيرة التي لا توطأ ( 1 ) .\r\n3 - إن أقصى مدة الحمل ليس أربع سنين ( 2 ) .\r\nوعللها البعض بأنها المدة التي تبلغ المكاتبة في بلد الإسلام مسيرا ورجوعا . ان هذا التعليل\r\nانما يتم إذا كان الفحص في المدة ، واما على القول بتقدم الفحص عليها فلا يصار إليه ( 3 ) .\r\nوعللها البعض بأنه فقد ولم يعلم في أي جهة حصل الفقد من الجهات الأربع فتوزع السنين\r\nعليها ( 4 ) .\r\nوهذا التعليل ليس بصحيح وذلك لأن الفقد قد يكون في جهة خاصة أو بلد محدد ، كما أنه لو\r\nقسمنا المدة على الجهات فلابد أن يستمر البحث سنة في كل جهة ولم يقل به فقيه ، كما أن الفقهاء لم\r\nيفتوا بوجوب الفحص في الجهات التي يقطع بعدم توجهه لها .\r\n\r\n","description":"","footnote":" 1 - المصدر نفسه .\r\n2 - المقنعة ص 539 .\r\n3 - مقدمات ابن رشد ص 406 .\r\n4 - نفس المصدر ص 408 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\nمبدأ التربص\r\nاختلف القائلون بالتربص أربع سنين في مبدأ هذه المدة :\r\nالإمامية : ظاهر أكثر فتاوى فقهائهم ( 1 ) والأشهر عندهم ( 2 ) هو أن ابتداء المدة من حين رفع\r\nالأمر إلى الحاكم . فإذا رفعت المرأة أمرها إلى الحاكم أجلها أربع سنين من ذلك اليوم ( 3 ) .\r\nوفي المقابل ذهب البعض إلى أن ابتداء المدة من حين الفقد ( 4 ) وقد اختار صاحب الحدائق\r\nهذا الرأي إلا أنه فصل المسألة إلى ثلاث صور :\r\n1 - إن رفعت أمرها بعد مضي الأربع من حين الفقد فيفحص الحاكم حتى يعلم أمره فيجري\r\nالحكم .\r\n2 - إن رفعت أمرها من أول الأمر قبل مضي الأربع من حين الفقد فيجب عليها التربص مدة\r\nالأربع .\r\n3 - إن رفعت أمرها في أثناء الأربع فيجب الإتمام ( 5 ) .\r\nوهناك رأي ثالث للشيخ الطوسي في الخلاف - إن صح أن يجعل رأيا مستقلا - وهو رفع المرأة\r\nأمرها بعد صبر أربع سنين فيفحص الحاكم عنه فإذا \" لم يعرف له خبرا أمر وليه أن ينفق عليها \"\r\nفإذا لم ينفق عليها أو \" لم يكن له ولي أمرها أن تعتد عدة المتوفى عنها زوجها \" ( 6 ) فالفحص بعد\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 445 .\r\n2 - الرياض ج 2 ص 188 .\r\n3 - الغنية لابن زهرة ( الجوامع الفقهية ص 616 ) ، المراسم ص 167 ، تحرير الأحكام ج 2 ص 74 ، المسالك\r\nج 2 ص 36 ، الجواهر ج 11 ص 445 ، تحرير الوسيلة ج 2 ص 304 مسألة 11 .\r\n4 - المستند للنراقي ج 2 ص 702 .\r\n5 - الحدائق للبحراني ج 25 ص 485 .\r\n6 - الخلاف ج 5 ص 77 مسألة 33 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\nالتربص أربعا إلا أن الشيخ لم يذكر مبدأ المدة وعلى هذا يمكن أن يكون قولا ثالثا ولكن الظاهر أن\r\nالمدة تبدأ من حين الفقد وذلك لأن رفع الأمر إلى الحاكم بعد التربص أربعا فلو كانت بداية المدة\r\nمن حين الرفع للزم ترتب التربص عليه ، اللهم إلا أن يقال إن هناك رفعين رفع للتربص وآخر\r\nللفحص وهو بعيد جدا إذ أن عبارة الشيخ لا توحي بذلك .\r\nدليل المشهور : استدل المشهور بعدد من الروايات وهي :\r\n1 - رواية بريد بن معاوية عن الإمام الصادق ( عليه السلام ) \" وإن هي رفعت أمرها إلى الوالي أجلها\r\nأربع سنين ثم يكتب إلى الصقع الذي فقد فيه . . . \" ( 1 ) .\r\n2 - رواية الحلبي عنه ( عليه السلام ) \" المفقود إذا مضى له أربع سنين بعث الوالي أو يكتب إلى الناحية\r\nالتي غاب فيها . . . \" ( 2 ) .\r\n3 - عن أبي الصباح الكناني عن أبي عبد الله الصادق ( عليه السلام ) \" في امرأة غاب عنها زوجها أربع\r\nسنين ولم ينفق عليها ( ولم تدر ) أحي هو أم ميت ؟ أيجبر وليه على أن يطلقها ؟ قال : نعم وإن\r\nلم يكن له ولي طلقها السلطان \" ( 3 ) .\r\n4 - موثقة سماعة \" تأتي الإمام فيأمرها أن تنتظر أربع سنين فيطلب في الأرض \" ( 4 ) .\r\nمناقشة دليل المشهور :\r\nاما رواية بريد فمع كونها أكثر صراحة من غيرها إلا أن التأجيل غير معلوم المبدء .\r\nقد يقال : إن كلمة \" أجلها \" يستفاد منها تحديد الأجل من حين الرفع .\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 22 ب 23 من أبواب الطلاق وأحكامه ح 1 .\r\n2 - نفس المصدر ح 4 .\r\n3 - نفس المصدر ح 5 .\r\n4 - التهذيب ج 7 ص 479 ح 131 . ","page_name":" 70 ","page_number":70},
  {"content":"\r\nفإنه يقال : المطلوب مضي المدة وليس من المعلوم كون مبدئها من بعد رفع الأمر .\r\nوأما رواية الحلبي فيرد عليها إن مضي أربع سنين لا يعلم هل بعد الرجوع إلى الحاكم أو قبله\r\nففيها إجمال من هذه الجهة ( 1 ) .\r\nورواية أبي الصباح أيضا لا يستفاد منها ما ادعاه المشهور .\r\nتبقى رواية سماعة فهي أيضا ليست واضحة الدلالة لأن أمر الحاكم إياها بالانتظار أربع سنين\r\nيشمل كلا الحالين واستمرار الانتظار انتظار وإن كان من حين الرفع أظهر .\r\nأدلة القول الثاني : استدل صاحب الحدائق بروايتين :\r\n1 - رواية الحلبي ( 2 ) . 2 - رواية أبي الصباح الكناني ( 3 ) .\r\nوبما ان رواية الحلبي تتعارض مع بقية الأخبار في أن الفحص فيها بعد الأربع فقد حاول\r\nالجمع بينها بحملها على عدم وقوع الفحص فيها فوجب أن يكون بعدها .\r\nواما صحيحة بريد وموثقة سماعة فيرى ظهورهما فيما رجحه المشهور ولكنه قال \" إلا أن باب\r\nالاحتمال غير مغلق \" ( 4 ) .\r\nدليل الشيخ الطوسي :\r\nلعل الشيخ اعتمد رواية الحلبي إذ أن بعث الوالي فيها بعد مضي الأربع .\r\nوقد مر الكلام فيها قبل قليل .\r\nالشافعية في القديم : الأظهر عندهم من حين رفع الأمر إلى الحاكم وهو مختار أبي إسحاق ،\r\n\r\n","description":"","footnote":" 1 - مهذب الأحكام ج 26 ص 126 .\r\n2 - الوسائل ج 22 ب 23 من أبواب الطلاق واحكامه ح 4 .\r\n3 - نفس المصدر ح 5 .\r\n4 - الحدائق ج 25 ص 485 . ","page_name":" 71 ","page_number":71},
  {"content":"\r\nوذهب آخرون إلى أنه من حين انقطاع خبره ( 1 ) .\r\nالمالكية : يرى المالكية ان المدة تبدأ بعد الفحص وعدم العثور على خبره ( 2 ) فما نسبه الدكتور\r\nوهبه الزحيلي من أن المدة من يوم رفع الأمر للقضاء غير صحيح ( 3 ) .\r\nالحنابلة : على القول بأن المدة تضرب من قبل الحاكم توجد روايتان ففي إحديهما تبدء من حين\r\nرفع الأمر إلى الحاكم ، وفي الثانية من حين الفقد ( 4 ) .\r\nابن حزم : اختار ابن حزم القول بأن بداية التربص من حين رفع الأمر ( 5 ) ، وقد نقل وجود\r\nروايتين ( 6 ) عن عمر إلا أنه ضعف الرواية التي تؤكد أن الأربع من حين الفقد ( 7 ) .\r\nوغير هذه الأقوال هناك قول ثالث ذهب إليه بعض فقهاء المذاهب الإسلامية وهو كون\r\nالتربص أربعا من دون تحديد لمبدأ المدة ( 8 ) .\r\nقد يقال : ليس بالإمكان فرض قول ثالث لدوران الأمر بين رفع الأمر والفقد ،\r\nالجواب : الأمر ممكن وذلك بأن يقال : إن مبدأ المدة من حين رغبة الزوجة بالفرقة ولعل هذا هو\r\nمقصود أصحاب القول الثالث .\r\n\r\n","description":"","footnote":" 1 - المهذب ، الشيرازي ج 2 ص 146 .\r\n2 - المدونة م 2 ص 450 ، الشرح الصغير ص 394 ، البهجة في شرح التحفة ج 1 ص 402 .\r\n3 - الفقه الإسلامي وأدلته ج 8 ص 420 .\r\n4 - المحرر في الفقه ج 2 ص 106 ، شرح منتهى الإرادات ج 2 ص 617 ، المغني ج 9 ص 135 ، حاشية\r\nتصحيح الفروع ج 5 ص 547 .\r\n5 - المحلى لابن حزم ج 9 ص 316 .\r\n6 - موسوعة فقه عمر بن الخطاب ص 787 .\r\n7 - المحلى ج 9 ص 324 .\r\n8 - المحلى ج 9 ص 324 . ","page_name":" 72 ","page_number":72},
  {"content":"\r\nدور الحاكم في التربص\r\nإن الزوجة قد ترفع أمرها إلى الحاكم ليأمرها بالتربص ثم يطلقها بعد ذلك فمن هو الحاكم\r\nوهل مراجعة الزوجة إياه على نحو اللزوم أو يكفي مضي مدة أربع سنين من دون مراجعة ؟\r\nمن هو الحاكم الذي تراجعه زوجة المفقود ؟\r\nان النبي ( صلى الله عليه وآله ) حال حياته هو الحاكم وإمام الأمة الإسلامية والسلطان وهذا ما لا يختلف فيه\r\nالمسلمون ، ولكن النزاع بعد رحيله ( صلى الله عليه وآله ) والنقطة الجوهرية هي هل أن النبي ( صلى الله عليه وآله ) أوصى للإمامة\r\nأو ترك الأمة تختار لنفسها إماما ؟ ذهب الإمامية إلى الأول واختار أهل السنة الثاني .\r\nفقد آمن الإمامية بعلي ( عليه السلام ) كإمام مفترض الطاعة من قبل النبي ( صلى الله عليه وآله ) وقد دلت على ذلك\r\nالآيات والروايات ( 1 ) ولم تنته الإمامة به وانما هي طريق ممتد يهدي الله به من يشاء وآخر الأئمة\r\nهو الإمام المهدي المنتظر ( عج ) ( 2 ) وله غيبتان صغرى كان يتصل فيها من خلال نوابه الأربعة\r\nبالأمة وقد استمرت قرابة السبعين عاما ، وكبرى ( 3 ) وتبدأ منذ بدايتها النيابة العامة للفقهاء\r\n\r\n","description":"","footnote":" 1 - الذخيرة في علم الكلام ، الشريف المرتضى علم الهدى علي بن الحسين الموسوي البغدادي ، مؤسسة النشر\r\nالإسلامي التابعة لجماعة المدرسين بقم ، 1411 ه‍ . ص 437 - 502 ، كشف المراد في شرح تجريد\r\nالاعتقاد نصير الدين محمد بن محمد بن الحسن الطوسي ، منشورات مكتبة المصطفوي قم ( بلا تاريخ ) .\r\nص 288 - 293 .\r\n2 - نفس المصدر ص 502 - 503 ، كشف المراد ص 314 - 315 ، أصل الشيعة وأصولها ، الشيخ محمد\r\nالحسين آل كاشف الغطاء ، ط 4 ، مؤسسة الأعلمي للمطبوعات بيروت ، 1402 ه‍ - 1982 م . ص 67 .\r\n3 - كشف الغمة في معرفة الأئمة ج 3 ، أبي الحسن علي بن عيسى بن أبي الفتح الأربلي ، دار الكتاب\r\nالإسلامي بيروت ، 1401 ه‍ - 1981 م . ص 236 ، الإمام المهدي من المهد إلى الظهور ، السيد محمد كاظم\r\nالقزويني ، ط 1 ، طبع باشراف مؤسسة الوفاء فرع مدينة قم المقدسة ، 1405 ه‍ - 1985 م . ص 169 ، بحث\r\nحول المهدي ، محمد باقر الصدر ، ط 3 ، دار التعارف للمطبوعات بيروت ، 1401 ه‍ - 1981 م . ص 69 -\r\n70 ، المهدي ، السيد صدر الدين الصدر دار الزهراء بيروت ، 1398 ه‍ - 1987 م . ص 181 . ","page_name":" 73 ","page_number":73},
  {"content":"\r\nالعدول الصائنين لأنفسهم الحافظين لدينهم المخالفين للهوى المطيعين لأمر المولى . وقد اتفق فقهاء\r\nالإمامية على هذه النيابة ( 1 ) والقول بوجود ولاية للفقيه ، إلا أن الاختلاف ضيقا وسعة في\r\nاختيارات الفقيه ( 2 ) . فمن الفقهاء من قال بالولاية العامة والمطلقة للفقيه ( 3 ) ومنهم من أنكرها\r\nوجعلها خاصة ببعض الأمور ( 4 ) ولكل طائفة أدلتها وردودها . وقد أخذ البحث طابعا آخر بعد\r\nقيام الدولة الإسلامية في إيران والتي تبتني على أصل ولاية الفقيه . والخلاصة ان الفقيه الجامع\r\nللشرائط هو الحاكم الذي تراجعه الزوجة زمن الغيبة .\r\nأهل السنة : لم يختلف أهل السنة مع إخوانهم الامامية في حاكمية النبي ( صلى الله عليه وآله ) إلا أن النزاع\r\nبعده ( صلى الله عليه وآله ) فقد قالوا بأن الخلفاء الأربعة هم الحكام من بعده ثم من يقوم بالإمامة ( 5 )\r\nبرضى واختيار فهو الحاكم ( 6 ) ولكن الامر مشكل بالنسبة إلى الخلفاء الذين لم يتحقق\r\nفيهم هذان الأمران مع أنهم حكموا الناس باسم الاسلام وهكذا الاشكال قائم في عصرنا\r\n\r\n","description":"","footnote":" 1 - الروضة البهية في شرح اللمعة الدمشقية ج 3 ص 67 .\r\n2 - المكاسب والبيع تقرير أبحاث الميرزا النائيني بقلم الشيخ محمد تقي الآملي ج 2 ، بقلم الشيخ\r\nمحمد تقي الآملي ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم ، ربيع الثاني 1413 ه‍ .\r\nص 333 .\r\n3 - عوائد الأيام : المولى أحمد بن محمد مهدي النراقي ، منشورات مكتبة بصيرتي قم ( بلا تاريخ ) . ص 185 ،\r\nوالسيد الإمام الخميني في \" الحكومة الإسلامية \" الحكومة الإسلامية ، الإمام السيد روح الله الخميني ،\r\nنشر الحركة الإسلامية في إيران ( بلا تاريخ ) . ص 7 .\r\n4 - كالشيخ الأنصاري في المكاسب ج 9 ، الشيخ مرتضى الأنصاري ، تحقيق السيد محمد كلانتر ، مؤسسة دار\r\nالكتاب للطباعة والنشر - قم ( بلا تاريخ ) . المحققة من قبل السيد محمد كلانتر ، والسيد الخوئي في مصباح\r\nالفقاهة ، أبحاث السيد أبو القاسم الخوئي ، لمؤلفه الميرزا محمد علي التوحيدي التبريزي ، ط 4 ، الناشر :\r\nمؤسسة أنصاريان للطباعة والنشر قم ، 1996 - 1417 ه‍ .\r\n5 - الأحكام السلطانية ، الماوردي ، دفتر تبليغات اسلامي ، حوزه علميه قم ، ( بلا تاريخ ) ص 6 .\r\n6 - التشريع الجنائي في الاسلام ، عبد القادر عودة ، تعليق سيد إسماعيل الصدر ، ج 1 ، ط 2 ، قسم الدراسات\r\nالإسلامية في مؤسسة البعثة طهران . 1402 ه‍ . ص 54 . ","page_name":" 74 ","page_number":74},
  {"content":"\r\nالحاضر .\r\nرفع الأمر إلى الحاكم\r\nهل يجب على المرأة أن ترفع أمرها إلى الحاكم ليأمرها بالتربص أو يكفي مضي مدة أربع\r\nسنين ؟\r\nالإمامية : المشهور عند الإمامية رفع الأمر إلى الحاكم الشرعي فيؤجلها أربع سنين ( 1 ) .\r\nوذهب البعض إلى أن الرفع إليه هو الأحوط ( 2 ) واختلفوا في كون الاحتياط وجوبيا أو\r\nاستحبابيا فقد ورد في عباراتهم \" لا يبعد الاجتزاء بمضي الأربع سنين بعد فقده مع الفحص فيها\r\nوإن لم يكن بتأجيل من الحاكم وإن كان الأحوط أن يكون ذلك بتأجيل منه \" ( 3 ) وعلق عليها أحد\r\nالأعلام بقوله : \" بل مع الفحص من قبل الحاكم في نهاية تلك المدة \" ( 4 ) والاحتياط في العبارة يفيد\r\nالاستحباب لا الوجوب ( 5 ) . نعم صرح بعض بالوجوب حيث قال : \" الأحوط وجوبا أن يكون\r\nالتأجيل والفحص بأمر الحاكم الشرعي \" ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - إيضاح الفوائد في شرح إشكالات القواعد ، ج 3 لفخر المحققين الشيخ أبي طالب محمد بن الحسن بن\r\nيوسف بن المطهر الحلي ، ط 1 ، مؤسسة إسماعيليان 1389 ه‍ . ص 354 ، جواهر الكلام ج 11\r\nص 443 ، صراط النجاة ج 2 ، السيد أبو الحسن الأصفهاني ، ط 10 ، مطبعة : اسلامية طهران 1377 ه‍ .\r\nص 403 ، مهذب الأحكام ج 26 ، ص 125 ، منهاج الصالحين ، ج 2 ص 326 .\r\n2 - منهاج الصالحين ، ج 2 السيد محسن الطباطبائي الحكيم ، وتعليقة السيد محمد باقر الصدر ، دار التعارف\r\nللمطبوعات بيروت ، 1400 ه‍ - 1980 م . ص 320 مسألة 8 ، منهاج الصالحين السيد الخوئي ج 2 ص 327 و .\r\n3 - منهاج الصالحين ، السيد محسن الحكيم ج 2 ص 320 .\r\n4 - نفس المصدر تعليقة السيد محمد باقر الصدر .\r\n5 - الاحتياط إذا كان مسبوقا أو ملحوقا بالفتوى فهو استحبابي وإلا فهو وجوبي . العروة الوثقى المطبعة\r\nالاسلامية بطهران ، ( بلا رقم طبعة ) 1371 ه‍ ، ص 8 مسألة 64 / ط حجرية ، منهاج الصالحين السيد الحكيم\r\nج 1 ص 16 مسألة 32 .\r\n6 - جامع الأحكام الشرعية ، السيد عبد الأعلى السبزواري ، ط 4 ، مطبعة نمونه قم ( بلا تاريخ ) . ص 495 م 28 . ","page_name":" 75 ","page_number":75},
  {"content":"\r\nواحتمل الشهيد الثاني في المسالك كفاية مضي المدة وان لم تراجع الحاكم ( 1 ) .\r\nومال صاحب الحدائق إلى القول بعدم اشتراط الرفع إلى الحاكم والاكتفاء بمضي المدة ( 2 ) .\r\nووافق هذا الرأي الكاشاني ( 3 ) والنراقي في المستند إذ قال : الحق عدم اشتراط رفع الأمر هنا\r\nإلى الحاكم ولحصول ضرب الأجل \" وأضاف \" نعم الأولى والأحوط الرجوع إليه مع\r\nالإمكان \" ( 4 ) .\r\nأدلة المشهور : استدل المشهور على رفع الأمر إلى الحاكم .\r\nبالروايات : مثل صحيح بريد بن معاوية وموثق سماعة ( 5 ) ففي الأولى \" إن هي رفعت أمرها\r\nإلى الوالي أجلها أربع سنين \" وفي الثانية \" فإنها تأتي الإمام فيأمرها أن تنتظر أربع سنين \" وهذه\r\nظاهرة في وجوب رفع الأمر للإمام والتربص بأمره إذ أن \" تأتي \" تدل على ذلك ، إلا أن الرواية\r\nالأولى لا تدل بصراحة على الوجوب فقوله ( عليه السلام ) \" إن هي رفعت أمرها \" لا يعني ان الرفع واجب\r\nنعم لو رفعت الأمر أجلها ، واما الشهيد الثاني فقد بنى احتماله على موثقة سماعة ( 6 ) .\r\nوناقشه صاحب الجواهر بثلاث مناقشات :\r\n1 - ظهور الروايات بأن ذلك كله من أعمال الحاكم ومناصبه .\r\n2 - ان رعاية الاحتياط تقتضي الرفع .\r\n\r\n","description":"","footnote":" 1 - المسالك ج 2 ص 36 .\r\n2 - الحدائق ج 25 ص 487 .\r\n3 - مهذب الأحكام ج 26 ص 126 .\r\n4 - مستند الشيعة ج 2 ، ص 702 .\r\n5 - وسائل الشيعة ج 22 ب 23 من أبواب الطلاق وأحكامه ح 1 . وتهذيب الاحكام ج 7 س 479 ح 131 .\r\n6 - مسالك الأفهام ج 2 ص 137 . ","page_name":" 76 ","page_number":76},
  {"content":"\r\n3 - كون المسألة على خلاف مقتضى الضوابط ( 1 ) .\r\nولم يستفد صاحب الحدائق من ظهور الروايات لإثبات وجوب الرفع قائلا \" لا ظهور في\r\nالنصوص في توقف الطلاق على رفع الأمر إلى الحاكم \" ( 2 ) .\r\nالشافعية : اختلف فقهاءهم على القديم بين من اشترط رفع الأمر لضرب الأجل ومن لم يشترط\r\nبل اكتفى بمضي المدة والأصح عندهم هو الأول ( 3 ) .\r\nالحنابلة : اختلفوا أيضا على روايتين ( 4 ) وقد أشار للاختلاف الهداية والمذهب والمستوعب\r\nوالخلاصة والمغني ( 5 ) والمقنع ( 6 ) والمحرر ( 7 ) والشرح وشرح ابن منجا والرعاية الكبرى والنظم ( 8 )\r\nوتصحيح الفروع ( 9 ) .\r\nواما الروايتان :\r\nأحدهما : يفتقر إلى الرفع : جزم به في الوجيه وقدمه في الرعاية الصغرى والحاوي الصغير\r\nوشرح ابن رزين ( 10 ) وعللوا ذلك بأنها \" مدة مختلف فيها أشبهت مدة العنة \" ( 11 ) .\r\n\r\n","description":"","footnote":" 1 - جواهر الكلام ج 11 ص 443 .\r\n2 - الحدائق ج 25 ص 487 .\r\n3 - مغني المحتاج ج 3 ص 397 ، المهذب ج 2 ص 146 .\r\n4 - المبدع في شرح المقنع ج 8 ص 128 .\r\n5 - المغني لابن قدامة ج 9 ص 135 .\r\n6 - متن المقنع ( المبدع في شرح المقنع ) ج 8 ص 128 .\r\n7 - المحرر ص 106 .\r\n8 - تصحيح الفروع حاشية كتاب الفروع ج 5 ص 547 .\r\n9 - تصحيح الفروع ، حاشية كتاب الفروع ج 5 ص 547 .\r\n10 - تصحيح الفروع ج 5 ص 547 .\r\n11 - المبدع في شرح المقنع ج 8 ص 128 . ","page_name":" 77 ","page_number":77},
  {"content":"\r\nالثانية : لا يفتقر : اختارها الشيخ تقي الدين وابن عبدوس في تذكرته وقدمه في الرعاية\r\nالكبرى ( 1 ) ، وذهب إلى ذلك المقدسي في زاد المستنقع ( 2 ) واعتبرها المبدع هي الأصح . اعتمادا على\r\nظهور موته وهو شبيه بقيام البينة ( 3 ) ومال إليه صاحب التنقيح ( 4 ) والاقناع ( 5 ) ووافقهم ابن\r\nتيمية ( 6 ) .\r\nالحنفية : لم يتعرضوا لهذا الأمر لأنهم لم يقولوا بالفرقة .\r\nالمالكية : قالوا برفع الأمر إلى الحاكم فيؤجلها أربع سنين وهكذا حكموا بالرفع في المفقود في\r\nالقتال بين المسلمين والكفار فيضرب له الحاكم عاما بعد البحث من قبله ( 7 ) .\r\n\r\n","description":"","footnote":" 1 - تصحيح الفروع ج 5 ص 547 .\r\n2 - زاد المستنقع ص 134 .\r\n3 - المبدع في شرح المقنع ج 8 ص 128 .\r\n4 - التنقيح المشبع في تحرير أحكام المقنع ، لعلاء الدين أبي الحسن علي بن سليمان المرداوي ، ( بلا رقم\r\nطبعة ) المطبعة السلفية ومكتبتها ( بلا تاريخ ) ، ص 252 .\r\n5 - الاقناع ج 4 ص 113 .\r\n6 - الاختيارات الفقهية ص 281 .\r\n7 - البهجة في شرح التحفة ج 1 ، ص 401 - 402 . ","page_name":" 78 ","page_number":78},
  {"content":"\r\nالفصل الثالث\r\nالفحص عن المفقود\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nالفحص : هو البحث عن المفقود في زمان ومكان حددهما الشرع والعرف .\r\nوسوف نتطرق في هذا الفصل إلى :\r\nدور الحاكم في الفحص ، وزمانه ، ومكانه ، وكيفيته .\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nالحاكم والفحص\r\n1 - هل ان الفحص لابد أن يكون بأمر الحاكم أو يمكن الاستغناء عن مراجعته ؟\r\nالإمامية : ذهب مشهور الإمامية إلى اشتراط مراجعة الحاكم في الفحص وهو ما يظهر من كلمات\r\nفقهائهم كالصدوق في المقنع ( 1 ) والمفيد في المقنعة ( 2 ) والشيخ الطوسي في النهاية ( 3 ) والخلاف ( 4 )\r\nوابن زهرة في الغنية ( 5 ) وابن إدريس في السرائر ( 6 ) والعلامة في التحرير ( 7 ) . وهناك من اختار\r\nالقول بالاحتياط ( 8 ) وخالف في ذلك صاحب الحدائق ( 9 ) فلم يشترط الرجوع إلى الحاكم في\r\nالفحص .\r\nالشافعية : لم يتطرقوا للفحص ليتناولوا هذه المسألة بالبحث حتى على القول القديم للشافعي\r\nالذي يفرق بين الزوجة والمفقود بعد تربص أربع سنين .\r\nالحنابلة : لم يروا ضرورة الفحص كما في مصادرهم ، فهم لم يتناولوا هذا الفرع بالبحث ولو كانوا\r\nيعتقدون بالفحص لتعرضوا له .\r\nالمالكية : يظهر منهم اشتراط الفحص بأمر الحاكم ففي الشرح الصغير : \" فائدة الرفع للحاكم\r\n\r\n","description":"","footnote":" 1 - المقنع ، للشيخ أبي جعفر الصدوق محمد بن علي بن الحسين بن بابويه القمي ، الناشر : مؤسسة الإمام\r\nالهادي ( عليه السلام ) قم ، المطبعة : اعتماد ، 1415 ه‍ . ص 353 .\r\n2 - المقنعة ص 537 .\r\n3 - النهاية للطوسي ص 538 .\r\n4 - الخلاف للطوسي ج 5 ص 77 .\r\n5 - الغنية لابن زهرة ( الجوامع الفقهية ) ص 616 .\r\n6 - السرائر لابن إدريس ج 2 ص 736 .\r\n7 - التحرير للعلامة الحلي ج 2 ص 74 .\r\n8 - منهاج الصالحين السيد الخوئي ج 2 ص 330 وجامع الأحكام الشرعية السيد السبزواري ص 495 .\r\n9 - الحدائق للبحراني ج 25 ص 487 . ","page_name":" 81 ","page_number":81},
  {"content":"\r\nالكشف عن حال زوجها بالسؤال والإرسال للبلاد التي يظن بها ذهابه إليها للتفتيش عنه إن\r\nأمكن الإرسال \" ( 1 ) وهو مختار ابن رشد ( 2 ) .\r\nوهذه العبارة قد يقال بعدم استفادة الاشتراط منها بل هي في مقام بيان الفائدة فقط ، ولكن\r\nاستظهار الاشتراط أقرب وذلك لأن الكشف عن حال الزوج لو لم يكن من الأمور المرتبطة\r\nبالحاكم لأمكن إرجاعه إلى المرأة أو أي شخص آخر غير الحاكم فان هؤلاء لا يصعب عليهم\r\nالفحص ومع ذلك ذكر الشرح الصغير أن الكشف مما يقوم به الحاكم .\r\nأدلة مشهور الإمامية :\r\nاستدل المشهور بروايات ، كرواية بريد بن معاوية \" ثم يكتب إلى الصقع الذي فقد فيه \" ( 3 ) .\r\nفالذي يكتب هو الإمام ، وفي رواية الحلبي \" بعث الوالي أو يكتب إلى الناحية التي هو غائب\r\nفيها \" ( 4 ) نعم ورد في رواية سماعة \" فيأمرها أن تنتظر أربع سنين فيطلب في الأرض فإن لم يوجد له\r\nخبر حتى تمضي الأربع سنين أمرها أن تعتد \" ( 5 ) فقد يقال بعدم اشتراط الأمر في الفحص إلا أن\r\nالظاهر خلاف ذلك فهي لم تنف أمر الحاكم خصوصا وقد جاء \" فيأمرها \" فالحاكم يتدخل في\r\nوضعها وقوله \" فيطلب \" بصيغة المبني للمجهول ليس لنفي أمر الحاكم بل لبيان كفاية الطلب من أي\r\nشخص اتفق .\r\n2 - هل يجب أن يقوم الحاكم بالفحص أو يمكن قيام الغير به ؟\r\nالإمامية : ليس المهم قيام الحاكم به ، بل يكتفى بوكيله أو الزوجة نفسها أو أقاربها أو أي شخص\r\n\r\n","description":"","footnote":" 1 - الشرح الصغير ج 2 ص 694 .\r\n2 - مقدمات ابن رشد ص 406 .\r\n3 - الوسائل ج 22 ب 23 من أبواب الطلاق وأحكامه ح 1 .\r\n4 - نفس المصدر .\r\n5 - التهذيب ج 7 ص 479 ح 131 . ","page_name":" 82 ","page_number":82},
  {"content":"\r\nآخر ( 1 ) .\r\nالمالكية : وافقوا الإمامية فيما قالوه ، فقد ورد عنهم : \" يكتب إلى موضعه الذي خرج إليه \" ( 2 )\r\nوعلى هذا رأي ابن رشد حيث قال \" يكتب الإمام إلى والي البلد \" ( 3 ) واما بقية المذاهب فلم تقل\r\nبالفحص .\r\nتعذر الوصول إلى الحاكم\r\nلو لم يكن بإمكان المرأة الوصول إلى الحاكم الشرعي لفقده أو العجز عن الوصول فهل يفرق\r\nبينها وبين زوجها المفقود أو تبقى على الزوجية إلى أن يثبت الموت أو الطلاق ؟\r\nالإمامية : ذهب مشهور الإمامية ( 4 ) إلى قيام وكيل الحاكم الشرعي المأذون من قبله مقامه ومع\r\nعدمه يمكنها مراجعة ثقات المؤمنين ( 5 ) أو عدولهم ( 6 ) على اختلاف في ذلك ، واختار الشهيد الثاني\r\nقولا آخر مفاده وجوب الصبر عليها عند تعذر الحاكم وعليها الانتظار حتى يحكم بموته شرعا أو\r\nيظهر حاله بوجه من الوجوه ( 7 ) .\r\nدليل المشهور :\r\nاما بالنسبة لقيام الوكيل فدليلهم \" ظاهر الاذن والوكالة الشاملة لمثل ذلك من الأمور\r\n\r\n","description":"","footnote":" 1 - المقنع ص 353 ، النهاية للطوسي ص 538 ، الغنية ( الجوامع الفقهية ) ص 616 ، السرائر ج 2 ص 736 ،\r\nالجواهر ج 11 ص 445 ، صراط النجاة ص 403 ، منهاج الصالحين ، السيد محسن الحكيم ج 2 ص 320 ،\r\nتحرير الوسيلة ج 2 ص 305 ، منهاج الصالحين السيد الخوئي ج 2 ص 327 .\r\n2 - المدونة الكبرى م 2 ص 450 ، الشرح الصغير ج 2 ص 694 ، البهجة في شرح التحفة ج 1 ص 402 .\r\n3 - مقدمات ابن رشد ص 406 .\r\n4 - مستند الشيعة ج 2 ص 702 ، مهذب الأحكام ج 26 ص 133 ، صراط النجاة ص 404 ، تحرير الوسيلة ج 2\r\nص 306 .\r\n5 - مهذب الاحكام ج 26 ص 133 .\r\n6 - مستند الشيعة ج 2 ص 702 ، صراط النجاة ص 404 .\r\n7 - المسالك ج 2 ص 37 . ","page_name":" 83 ","page_number":83},
  {"content":"\r\nالحسبية \" ( 1 ) .\r\nواما عدول أو ثقات المؤمنين فدليلهم هو كون \" الموضوع من المعروف فيشمله اطلاق\r\nقولهم ( عليهم السلام ) : \" كل معروف صدقة ( 2 ) \" ، ( 3 ) واستدل القائلون بالوثاقة وعدم اعتبار العدالة\r\nبالأصل والإطلاق ( 4 ) .\r\nدليل الشهيد الثاني : استدل الشهيد في المسالك على دعواه بأصالة بقاء الزوجية ( 5 ) . أي أنه مع\r\nفقد الحاكم يستصحب بقاء الزوجية ولا يمكن التفريق وقد رفعنا اليد عن هذا الأصل في صورة\r\nوجود الحاكم ومع عدمه فالأصل باق على حاله ، وعلى هذا حمل ( رحمه الله ) ما روي عن النبي ( صلى الله عليه وآله )\r\n\" امرأة المفقود ، امرأته حتى يأتيها يقين موته أو طلاقه \" ( 6 ) ، وعن علي ( عليه السلام ) أنه قال : \" هذه امرأة\r\nابتليت فلتصبر \" ( 7 ) .\r\nوأشكل عليه صاحب الحدائق بلزوم الضرر المنفي بالآية والرواية الواردتين في أمثال هذا\r\nالمجال ( 8 ) . والمقصود من الآية قوله تعالى : * ( ولا تمسكوهن ضرارا ) * ( 9 ) والرواية ما جاء عن\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 133 .\r\n2 - الوسائل ج 5 ب 6 من أبواب فعل المعروف ح 7 .\r\n3 - مهذب الاحكام ج 26 ص 133 .\r\n4 - نفس المصدر .\r\n5 - المسالك ج 2 ص 37 .\r\n6 - لم أعثر على الرواية في كتبنا وقد نقلها الشهيد الثاني في المسالك ج 2 ص 37 ولعله أوردها من مصادر\r\nأهل السنة .\r\n7 - الوارد من طرقنا عن علي ( عليه السلام ) قال في المفقود : \" لا تتزوج امرأته حتى يبلغها موته أو طلاق أو لحوق\r\nبأهل الشرك \" التهذيب 7 : 478 ح 1921 . واما ما ورد ففي المسالك ج 2 ص 37 ونقلها السرخسي\r\nفي المبسوط ج 11 ص 35 .\r\n8 - الحدائق ج 25 ص 486 .\r\n9 - البقرة : 231 . ","page_name":" 84 ","page_number":84},
  {"content":"\r\nالنبي ( صلى الله عليه وآله ) \" لا ضرر ولا ضرار في الإسلام \" ( 1 ) .\r\nوما ذهب إليه الشهيد مناف لما علم من قيام المذكورين في مثل هذه الأمور الحسبية ( 2 ) .\r\nالمالكية : مع عدم الحاكم ترفع أمرها لجماعة المسلمين - أي صالحي المسلمين - من جيرانها إن\r\nوجدوا وإلا من صالحي أهل بلدها ( 3 ) وقال ابن إسحاق المالكي \" ولزوجة المفقود الرفع إلى\r\nالقاضي ، والوالي ، ووالي الماء وإلا فلجماعة المسلمين \" ( 4 ) .\r\nونقل المشذالي عن السيوري أن المفقود اليوم ينتظر مدة التعمير لعدم من يبحث عنه الآن\r\nوأقره تلميذه عبد الحميد ( 5 ) .\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 26 ب 1 من أبواب موانع الإرث ح 10 .\r\n2 - منهاج الاحكام ج 1 ص 518 .\r\n3 - الشرح الصغير ص 694 ، مختصر خليل ص 175 ، المفصل في أحكام المرأة ج 8 ص 448 .\r\n4 - مختصر خليل ص 175 .\r\n5 - حاشية الصاوي على الشرح الصغير ص 695 . ","page_name":" 85 ","page_number":85},
  {"content":"\r\nزمان الفحص\r\nمتى يتم الفحص في مدة التربص أو قبلها أو بعدها ؟\r\nالإمامية : المشهور عند الإمامية القول بأن الفحص في المدة ( 1 ) .\r\nوجعل الشيخ الطوسي في الخلاف الفحص بعد التربص حيث قال : \" تصبر أربع سنين ثم ترفع\r\nخبرها إلى السلطان لينفذ من يتعرف خبر زوجها في الآفاق \" ( 2 ) .\r\nدليل المشهور :\r\n1 - الروايات :\r\nالف - رواية بريد بن معاوية \" وإن لم يخبر عنه بحياة حتى تمضي الأربع سنين دعا ولي الزوج\r\nالمفقود . . . \" ( 3 ) وهي واضحة في المطلوب فالبحث وقع في الأربع لا بعدها .\r\nب - موثق سماعة \" فإنها تأتي الإمام فيأمرها أن تنتظر أربع سنين فيطلب في الأرض فإن لم\r\nيوجد له خبر حتى تمضي الأربع سنين أمرها أن تعتد . . . \" ( 4 ) .\r\n2 - الإجماع : فقد أجمع الفقهاء على أن الفحص في المدة لا بعدها ( 5 ) .\r\nولكن هذا الإجماع ليس بحجة لأنه إجماع مدركي ( 6 ) والمعتمد في المقام ما ذكر من روايات .\r\n\r\n","description":"","footnote":" 1 - الغنية والوسيلة ( الجوامع الفقهية ) ، أبي جعفر محمد بن علي بن حمزة الطوسي ، انتشارات جهان طهران ،\r\nطبعة حجرية . ص 616 وص 724 ، الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 65 ، مستند النراقي ج 2\r\n( بلا تاريخ ) ، ص 702 ، الرياض ج 2 ص 188 و . . .\r\n2 - الخلاف ج 5 ص 77 مسألة 33 .\r\n3 - الوسائل ج 22 ب 23 باب الطلاق وأحكامه ح 1 .\r\n4 - التهذيب ج 7 ص 479 ح 131 .\r\n5 - مهذب الأحكام ج 26 ص 127 .\r\n6 - مصباح الفقاهة ج 1 ، أبحاث السيد أبو القاسم الخوئي ، لمؤلفه الميرزا محمد علي التوحيدي التبريزي ،\r\nط 4 ، الناشر : مؤسسة أنصاريان للطباعة والنشر قم ، 1996 - 1417 ه‍ . ص 33 . ","page_name":" 86 ","page_number":86},
  {"content":"\r\nدليل الشيخ الطوسي : يمكن أن تكون صحيحة الحلبي دليلا على قول الشيخ : \" المفقود إذا\r\nمضى له أربع سنين بعث الوالي . . . \" ( 1 ) .\r\nفالبعث في الرواية بعد مضي الأربع وليس فيها ، وقد حاول صاحب الحدائق الجمع بينها وبين\r\nبقية الأخبار بحملها على عدم وقوع الفحص في المدة فوجب أن يكون بعدها .\r\nوبعبارة أخرى \" إن لم ترفع أمرها إلى الحاكم إلا بعد مضي الأربع من حين الفقد فإنه يفحص\r\nعنه حتى يعلم أمره وانه مع ظهور فقده وعدم العلم بحياته يجري عليه الحكم المذكور من غير\r\nتقييد بمدة وإن رفعت أمرها من أول الأمر قبل مضي الأربع من حين الفقد أو في أثنائها فإنه يجب\r\nعليها التربص مدة الأربع أو تمامها والفحص في تلك المدة ثم إجراء الحكم المذكور \" ( 2 ) .\r\nوحملها صاحب الجواهر \" على إرادة خصوص من يتوقف صدق اسم الفقد عليه على مضي\r\nالمدة المزبورة لبعد جهة سفره أو غيره \" ( 3 ) .\r\nالمالكية : يرى علماء المالكية أن المرأة ترفع أمرها إلى السلطان وبعد البحث عنه والكتابة إلى\r\nالموضع الذي خرج إليه فان يئس منه ضرب لها مدة أربع سنين ( 4 ) فالفحص قبل مدة التربص\r\nعندهم .\r\nواما الشافعي في القديم والحنابلة ( 5 ) فلم يتطرقوا للفحص في كتبهم فضلا عن بقية المذاهب التي لا\r\nتجيز الفرقة بعد التربص ( 6 ) .\r\nالمختار : ما ذهب إليه مشهور الإمامية للأدلة المذكورة . وتحمل رواية الحلبي على غير ظاهرها\r\nكما صنع صاحب الحدائق والجواهر للجمع بين الروايات .\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 22 ب 23 من أبواب الطلاق وأحكامه ح 4 .\r\n2 - الحدائق ج 25 ص 485 .\r\n3 - الجواهر ج 11 ص 445 .\r\n4 - المدونة الكبرى م 2 ص 450 ، الشرح الصغير ج 2 ص 694 - 695 .\r\n5 - مغني المحتاج ج 3 ص 397 ، المغني ج 9 ص 135 ، القواعد في الفقه الإسلامي ص 330 .\r\n6 - المبسوط ج 11 ص 35 ، الفتاوى الهندية ج 6 ص 456 ، الام للشافعي ج 5 ص 255 . ","page_name":" 87 ","page_number":87},
  {"content":"\r\nمكان الفقد\r\nعلى القول بعدم الفرق بين الفقد في الحضر والسفر فمن الممكن افتراض عدة صور للمسألة :\r\n1 - أن يكون مكان الفقد معلوما مع العلم أو الاطمئنان أو الاحتمال ( 1 ) بعدم خروجه من البلد\r\nفيكتفى بالفحص في ذلك المكان دون حاجة للبحث في الأماكن الأخرى عند الإمامية والمالكية\r\nوابن رشد وإن لم يصرح الأخيران إلا أن الحاكم لا يقوم بالفحص إلا على أساس المتعارف في\r\nهذه الصورة وبقية الصور ( 2 ) .\r\n2 - العلم بمكان الفقد مع احتمال خروجه منه وخروجه إما أن يكون معلوم الجهة ، واما أن\r\nتتساوى الجهات فيبعث في البلد وخارجه فإن كان معلوم الجهة لا يجب الفحص أكثر من المكانين\r\nوان تساوت الجهات فحص عنه في البلد وفي الجهات التي يكون وصوله إليها أمرا طبيعيا ( 3 ) \" ولا\r\nيعتنى بالإمكان العقلي \" ( 4 ) .\r\n3 - العلم بمكان الفقد مع القطع أو الاطمئنان بخروجه منه فان علم ذهابه إلى مكان بعينه\r\nيفحص فيه ولا حاجة إلى الفحص عنه في مكانه الأول وإن جهل محل خروجه ( 5 ) وتساوت\r\nالجهات يبحث عنه فيما يمكن عقلا ومن المتعارف وصوله إليه .\r\n4 - الجهل بمكان الفقد مع احتمال بعض الجهات فيبحث عنه فيها ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - المسالك ج 2 ص 37 ، كفاية الأحكام ، محمد باقر السبزواري ، أصفهان - بازار - مدرسه صدر مهدوي .\r\nص 206 ، صراط النجاة ص 404 .\r\n2 - المدونة الكبرى م 2 ص 450 ، المفصل في أحكام المرأة ج 8 ص 448 ، مقدمات ابن رشد ص 406 .\r\n3 - مستند الشيعة ج 2 ص 702 ، صراط النجاة ص 404 ، العروة الوثقى ( مهذب الاحكام ج 26\r\nص 130 ) و . . .\r\n4 - صراط النجاة ص 404 .\r\n5 - المصادر التي مرت كالمستند والعروة و . . .\r\n6 - نفس المصادر . ","page_name":" 88 ","page_number":88},
  {"content":"\r\n5 - الجهل بالمكان وتساوي الجهات التي يحتمل فقده فيها فيفحص فيما احتمل وصوله إليه ،\r\nواما الاحتمالات البعيدة فلا يؤخذ بها ( 1 ) .\r\nوالمسألة بصورها المختلفة تبتني على نظر العرف وما هو المتعارف ( 2 ) \" وربما يستأنس لذلك\r\nبالأخبار الواردة في طلبه لخلاص زوجته كصحيحة الحلبي ( 3 ) . . . وصحيحة العجلي ( 4 ) . . . \" ( 5 ) .\r\nففي صحيحة الحلبي \" بعث الوالي أو يكتب إلى الناحية التي هو غاب فيها \" وفي صحيحة\r\nالعجلي \" ثم يكتب إلى الصقع الذي فقد فيه فالبعث أو الكتابة للناحية أو الصقع من امكان انتقاله\r\nمنه إلا أن المتعارف في المقام هو عدم الانتقال .\r\n\r\n","description":"","footnote":" 1 - العروة الوثقى ( مهذب الاحكام ج 26 ص 130 ) ، منهاج الاحكام ج 1 ص 518 .\r\n2 - مهذب الاحكام ج 26 ص 132 .\r\n3 - الوسائل ج 22 ب 23 من أبواب حكم طلاق زوجة المفقود ح 4 ، 1 .\r\n4 - نفس المصدر .\r\n5 - مستند الشيعة ج 2 ص 702 ، منهاج الأحكام ج 1 ص 520 . ","page_name":" 89 ","page_number":89},
  {"content":"\r\nكيفية الفحص\r\nيختلف الفحص في كل عصر عما عليه بالنسبة للعصور السابقة فتطور الحركة العلمية ووسائل\r\nالارتباط الحديثة التي جعلت من العالم الواسع منطقة محدودة الأطراف لم يعد الطريق منحصرا\r\nبإرسال الرسل والمكاتبات ، وانما برز على الأفق المذياع والتلفاز والصحف والمجلات وطرق أكثر\r\nحداثة يمكن من خلالها تناقل الأخبار بسرعة فائقة قد لا تتجاوز الدقائق ، فهل يمكن الاعتماد\r\nعليها من الناحية الشرعية ؟ وهل هناك كيفية خاصة للفحص ؟\r\nالإمامية : المعروف عنهم ان البعث وإرسال الرسول طريقي للوصول إلى الخبر لا موضوعي\r\nوالمطلوب هو الفحص فيمكن أن يصار إلى ما يقوم مقامه من المذياع وغيره مما يعرفها الناس في\r\nالوقت الحاضر . فالمهم حصول الاطمئنان بالطريق وقد صرح الفقهاء بجواز العمل وترتيب الأثر\r\nعلى ما ذكر ( 1 ) .\r\nكما أنهم لم يحددوا كيفية خاصة للفحص والمرجع هو العرف وللحاكم اختيار أفضل الطرق\r\nلمعرفة حال المفقود فقد يبحث بنفسه أو يرسل رسولا أو يكتب إلى الآفاق ( 2 ) . نعم لابد من بعث .\r\nمن \" يعرف المفقود باسمه وشخصه أو بحليته \" ( 3 ) والمقصود من المعرفة ليست المعرفة الشخصية\r\nالناشئة من المعاشرة بل الاطلاع الكافي الذي يميز المفقود عن غيره .\r\nالمالكية وابن رشد : لقد وافق فقهاء المالكية وابن رشد ما جاء عن علماء الإمامية ( 4 ) .\r\nوأما الحنفية والشافعية فلم يتعرضوا لأصل بحث الفحص حيث إنهم أفتوا بوجوب الصبر\r\nعلى المرأة ( 5 ) .\r\n\r\n","description":"","footnote":" 1 - مستند الشيعة ج 2 ص 702 ، صراط النجاة ص 403 ، بحوث فقهية ص 214 ، تحرير الوسيلة ج 2 ص 305\r\nمسألة 12 ، مهذب الاحكام ج 26 ص 128 ، منهاج الأحكام ج 1 ص 520 .\r\n2 - جواهر الكلام ج 11 ص 445 ، مستند الشيعة ج 2 ص 702 .\r\n3 - منهاج الأحكام ج 1 ص 502 .\r\n4 - المدونة الكبرى م 2 ص 450 ، المفصل في أحكام المرأة ج 8 ص 448 ، مقدمات ابن رشد ص 406 .\r\n5 - المبسوط للسرخسي ج 11 ص 35 ، الام للشافعي ج 5 ص 255 . ","page_name":" 90 ","page_number":90},
  {"content":"\r\nدائرة الفحص\r\nإذا بحث الحاكم بنفسه أو بعث الرسول فما هي المحال التي يتم الفحص فيها ؟ هل يقتصر على\r\nالأماكن العامة كالمستشفيات ومراكز الشرطة والسجون والأسواق والتجمعات وما يرتاده\r\nالناس أو الواجب من الفحص يتعداها للبيوت ؟\r\nولعل الوضع يختلف باختلاف الأزمان من حيث الأماكن وكيفية الفحص وسنوضح ذلك بعد\r\nبيان رأي المذاهب .\r\nالإمامية : يكتفي الإمامية بالفحص في الأماكن العامة ولم يروا لزوم التقصي التام ( 1 ) \" للأصل ،\r\nوالسيرة في التفحص عن الأشياء المفقودة \" ( 2 ) .\r\nالمالكية : لقد أطلقت أهم كتب المالكية الفحص فلم تقيده بموضع خاص فقد جاء \" يكتب إلى\r\nموضعه \" ( 3 ) ومن الواضح إن على الوالي في ذلك الموضع الفحص عن المفقود ولا أتصور أنهم\r\nيختلفون مع الإمامية فيما ذهبوا إليه وهكذا الحال بالنسبة لابن رشد ( 4 ) .\r\nالمختار : تبين فيما سبق أن الفحص طريق إلى الواقع وليس له كيفية خاصة فبالامكان المصير إلى\r\nوسائل الاعلام الحديثة أو الاعلانات وهي تدخل تحت عنوان البحث عرفا وعندها نستغني عن\r\nالفحص في الأماكن العامة وإن كانت حالات الفقد تتفاوت وإذا تفاوتت فلكل حادثة حديث .\r\n\r\n","description":"","footnote":" 1 - صراط النجاة ص 404 ، تحرير الوسيلة ج 2 ص 305 ، مهذب الاحكام ج 26 ص 131 .\r\n2 - مهذب الاحكام ج 26 ص 131 .\r\n3 - المدونة م 2 ص 450 ، الشرح الصغير ج 2 ص 694 ، البهجة في شرح التحفة ج 1 ص 402 .\r\n4 - مقدمات ابن رشد ص 406 . ","page_name":" 91 ","page_number":91},
  {"content":"\r\nشروط الرسول\r\nإذا اعتمد الحاكم على من ينوب عنه فما هي شروط المبعوث ؟\r\nاختلف الفقهاء فيها فبين من قيده بالعدالة ومن اكتفى بالوثاقة والعدالة \" عبارة عن ملكة\r\nإتيان الواجبات وترك المحرمات \" ( 1 ) .\r\nويكشف عنها من خلال حسن الظاهر علما أو ظنا \" وتثبت بشهادة العدلين وبالشياع المفيد\r\nللعلم \" ( 2 ) .\r\nوللعدالة أهمية قصوى في الفكر الإمامي فقد اشترطوها في الشهود وإمام الجماعة والجمعة\r\nوالقاضي والحاكم والإمام ( 3 ) .\r\nوهذا الاهتمام قد لا نجده لدى بقية المذاهب الإسلامية فمع انهم ذكروا العدالة كشرط من\r\nشروط الإمام إلا أن الشيخ عز الدين يقول : \" إذا تعذرت العدالة في الأئمة والحكام قدمنا أقلهم\r\nفسقا \" ( 4 ) ولذا نراهم يبيحون الصلاة خلف الفاسق ، مع اختلاف في الإباحة بالمعنى الأخص ( 5 ) أو\r\nالأعم ( 6 ) وفي بعض الصلوات . ففي رواية عن أبي هريرة قال : قال رسول الله ( صلى الله عليه وآله ) : \" الصلاة\r\nالمكتوبة واجبة خلف كل مسلم برا كان أو فاجرا وان عمل الكبائر \" ( 7 ) .\r\n\r\n","description":"","footnote":" 1 - العروة الوثقى ص 4 مسألة 23 ط حجرية .\r\n2 - نفس المصدر .\r\n3 - نفس المصدر ص 5 مسألة 44 .\r\n4 - الفقه على المذاهب الأربعة ج 5 ص 417 .\r\n5 - الإباحة بالمعنى الأخص \" مساواة الفعل والترك في نظر المولى \" دروس في علم الأصول ج 2 ، السيد\r\nمحمد باقر الصدر ، ط 2 ، الناشر : مجمع الشهيد آية الله الصدر العلمي ، ربيع الثاني 1408 ه‍ . ص 16 .\r\n6 - الإباحة بالمعنى الأعم \" وقد يطلق عليها اسم الترخيص في مقابل الوجوب والحرمة فتشمل المستحبات\r\nوالمكروهات مضافا إلى المباحات بالمعنى الأخص لاشتراكها جميعا في عدم الإلزام \" نفس المصدر .\r\n7 - سنن أبي داود ج 1 ، للحافظ أبي سليمان بن الأشعث السجستاني الأزدي ، دار إحياء التراث العربي ( بلا\r\nتاريخ ) . ص 162 ح 594 . ","page_name":" 92 ","page_number":92},
  {"content":"\r\nفعن الحنيفة والشافعية كراهة إمامة الفاسق إلا إذا كان إماما لمثله .\r\nواما الحنابلة فقالوا : إمامة الفاسق ولو لمثله غير صحيحة إلا في صلاة الجمعة والعيد إذا\r\nتعذرت صلاتهما خلف غيره فتجوز إمامته للضرورة .\r\nوعن المالكية : إمامة الفاسق مكروهة ولو لمثله ( 1 ) .\r\nفهل المبعوث من قبل الإمام لابد أن يتصف بالعدالة ؟\r\nالإمامية : ذهب مشهور الإمامية إلى عدم اشتراطها والاكتفاء بالوثاقة ( 2 ) وخالف صاحب\r\nالمسالك وعلل ذلك بإمكان الركون إلى خبره \" حيث لا يظهر ولا يشترط التعدد لأن ذلك من\r\nباب الخبر لا الشهادة وإلا لم تسمع لأنها شهادة على النفي ومثل هذا البحث لا يكون حصرا للنفي\r\nحتى يقال إنه يجوز للشهادة ، وانما هو استعلام وتفحص عنه ممن يمكن معرفته له عادة لا استقصاء\r\nكلي \" ( 3 ) .\r\nوأورد عليه صاحب الجواهر بأنه إذا كان استعلاما وفحصا فليس للعدالة دخل إذ لا فرق\r\nبينه وبين ما يبحث عنه غيره وقد اعتبر في الروايات :\r\n1 - عدم علم الزوجة بموضعه من الأرض .\r\n2 - عدم ورود كتاب منه ولا خبر .\r\n3 - عدم وجدان الحاكم أثرا للمفقود في الفحص .\r\n\r\n","description":"","footnote":" 1 - الفقه على المذاهب الأربعة ج 5 ص 429 .\r\n2 - جواهر الكلام ، صراط النجاة ص 403 ، منهاج الصالحين السيد محسن الحكيم ج 2 ص 320 م 8 ، تحرير\r\nالوسيلة ج 2 ص 305 مسألة 13 ، مهذب الاحكام ج 26 ص 128 - 129 ، منهاج الصالحين السيد\r\nالخوئي ج 2 ص 327 مسألة 1466 .\r\n3 - مسالك الأفهام ج 2 ص 37 . ","page_name":" 93 ","page_number":93},
  {"content":"\r\nوقد تضمنت الروايات \" الاعتماد على الكتابة التي هي ليس طريقا شرعيا \" ( 1 ) .\r\nأدلة المشهور :\r\n1 - الأصل ، أصالة عدم اشتراط العدالة عند الشك فيه .\r\n2 - إطلاق الروايات وعدم تقييد الرسول بالعدالة .\r\n3 - اتفاق الفقهاء على عدم لزوم العدالة .\r\n4 - طريقية العدالة : إن العدالة لو قلنا بها فهي طريق إلى الصدق والأمانة وهما متحققان\r\nبالنسبة للموثوق به ولا معنى لجعلها على وجه الموضوعية ( 2 ) .\r\nالمالكية : لم يتطرقوا لوجود شرط فيمن يقوم مقام الحاكم في الفحص فقد جاء في المدونة ، ترفع\r\nالأمر إلى السلطان فينظر ويكتب \" إلى موضعه الذي خرج إليه \" ( 3 ) .\r\nومن الواضح ان السلطان أو الوالي في البلد يتعذر عليهما البحث بنفسهما وانما يحيلان الأمر\r\nلغيرهما وليس من المعقول الاعتماد على غير الموثوق به خصوصا وان المورد من الأمور التي\r\nتستدعي الدقة ولو كانوا يشترطون العدالة لأشاروا إليها .\r\nوهكذا الحال في كلام ابن رشد فقد قال : \" يكتب الإمام إلى والي البلد الذي يظن أنه فيه أو\r\nإلى البلد الجامع إن لم يظن به في بلد بعينه مستبحثا عنه ويعرفه كتابه إليه باسمه ونسبه وصفته\r\nومتجره ويكتب هو بذلك إلى نواحي بلده \" ( 4 ) .\r\nوأما بقية المذاهب فلم يتعرضوا لأصل الفحص .\r\n\r\n","description":"","footnote":" 1 - جواهر الكلام ج 11 ص 445 .\r\n2 - مهذب الأحكام ج 26 ص 139 .\r\n3 - المدونة م 2 ص 450 .\r\n4 - مقدمات ابن رشد ص 406 . ","page_name":" 94 ","page_number":94},
  {"content":"\r\nمؤنة الطلب\r\nإذا كان الفحص لازما سواء قلنا بوقوعه في المدة أم بعدها فينبغي توفير المؤونة الكافية وذلك\r\nلأن تقصي أخبار الزوج لا تتم إلا من خلال التنقل والبحث فيما يظن وجوده فيه ثم إن الذين\r\nيقومون بهذا العمل بحاجة إلى أجور . وحتى عند الاعتماد على الوسائل الحديثة كالمذياع والصحف\r\nوالمجلات فان المطلوب لا يتأتى أكثر الأحيان إلا بدفع المبالغ للقيام بهذا المهم فمن يتحمل دفع\r\nالمال هل الزوجة أو الحاكم أو ينفق من مال الزوج ؟\r\nالإمامية : ذكر البعض عدم جواز أخذها من مال المفقود بل من مال طالب الفرقة واستدلوا على\r\nذلك بالأصل ( 1 ) أي أصل عدم وجوب المؤونة على الزوج .\r\nالمالكية ذهبوا إلى أن اجرة المبعوث على الزوجة كالإمامية إن كان للزوجة مال وإلا فتؤمن من\r\nبيت مال المسلمين ( 2 ) .\r\nواما بقية المذاهب الإسلامية فلم يتعرضوا لذلك ( 3 ) .\r\n\r\n","description":"","footnote":" 1 - مستند الشيعة ج 2 ص 702 .\r\n2 - الشرح الصغير ج 2 ص 694 ، البهجة في شرح التحفة ج 1 ص 402 .\r\n3 - المبسوط للسرخسي ج 11 ص 35 ، الام للشافعي ج 5 ص 255 . ","page_name":" 95 ","page_number":95},
  {"content":"\r\nمسائل في الفحص\r\nالمسألة الأولى : لو أفادت القرائن عدم انتقاله من البلد الذي فقد فيه فهل يكفي الفحص فيه\r\nحتى وان لم يستغرق المدة المحددة للتربص ؟ وهل يسقط وجوب الانتظار بحيث يحكم بالفرقة أو\r\nيجب الانتظار ثم يفرق بين الزوجة والرجل المفقود بعد أربع سنين ؟\r\nالإمامية : يرى علماء الإمامية كفاية الفحص وإن كان في فترة قصيرة وعليها الانتظار طوال\r\nالسنوات الأربع من دون بحث ( 1 ) \" للأصل وظهور الإجماع وظهور الأدلة في أن كل واحد منهما -\r\nأي الفحص والتربص - واجب مستقل وان ظرف الفحص والسؤال إنما هو في أربع سنين لا أن\r\nيكون من مقوماته بحيث ينتفي بانتفائه \" ( 2 ) .\r\nالمالكية : لم يكن الفحص لدى المالكية في المدة وإنما يسبقها وليس للفحص زمان محدود فإذا\r\nفحص الحاكم ولم يعثر على خبر أمرها بالتربص ، واما مكان الفحص فهو انما يتم في البلد الذي\r\nفقد فيه والذي دلت القرائن على عدم انتقاله منه وهذه القرائن يصار إليها فلا حاجة إلى الفحص\r\nخارج البلد ( 3 ) .\r\nالمسألة الثانية : لو علم عدم النفع من الفحص فسواء فحص أم لا فإنه لن يصل إلى المطلوب\r\nفهل يسقط الفحص ؟\r\nالإمامية : جاء في تحرير الوسيلة للإمام الخميني \" إن علم أن الفحص لا ينفع ولا يترتب عليه أثر\r\n\r\n","description":"","footnote":" 1 - المسالك ج 2 ص 37 ، حواشي على اللمعة الدمشقية والروضة البهية ( الروضة البهية في شرح اللمعة\r\nالدمشقية ط حجرية ج 2 ، الشهيد السعيد زين الدين الجبعي العاملي ( الشهيد الثاني ) الناشر : دار\r\nالهادي للمطبوعات ، إيران قم المطبعة نمونه ، رجب 1403 ه‍ . ص 139 ) ، كفاية الأحكام ، ص 206 ، تحرير\r\nالوسيلة ج 2 ص 306 مسألة 17 ، منهاج الصالحين للسيد الخوئي ج 2 ص 327 ، مهذب الاحكام ج 26\r\nص 131 ، جامع الأحكام الشرعية ص 495 .\r\n2 - مهذب الاحكام ج 26 ص 131 .\r\n3 - المدونة الكبرى م 2 ص 450 ، المفصل في أحكام المرأة ج 8 ص 448 . ","page_name":" 96 ","page_number":96},
  {"content":"\r\nفالظاهر سقوط وجوبه \" ( 1 ) .\r\nالمالكية : لم يرد هذا الفرع في مصادرهم المهمة إلا اننا يمكن أن نفهم السقوط من خلال رأيهم في\r\nالفحص ( 2 ) .\r\nالمختار : هو السقوط وذلك لأن الفحص ليس مطلوبا على نحو الموضوعية وليس هناك فرق بين\r\nهذه الحالة وحالة اليأس في الأثناء فقد أفتى الفقهاء بالسقوط ( 3 ) .\r\nالمسألة الثالثة : لو حصل اليأس من العثور عليه أثناء المدة فهل يكتفى بمضي المدة لطلاقها\r\nوزواجها ؟\r\nالإمامية : اختار فقهاء الإمامية الاكتفاء بتصرم المدة ( 4 ) .\r\nالمالكية وابن رشد : بما انهم لم يعتبروا الفحص في المدة فليس لهم رأي في هذه المسألة . نعم\r\nيمكن تصويرها بشكل يتناسب مع قولهم وذلك بأن يحصل اليأس أثناء فترة الفحص ، وعلى هذا\r\nيتم الاكتفاء بالفحص الذي حصل والأمر يرجع إلى الحاكم ( 5 ) .\r\nالمسألة الرابعة : لو لم يفحص عنه في المدة فهل يجب الصبر إلى تمامه فيما بعدها أو لا ؟\r\nالإمامية : يظهر وجود وجهين في المسألة ، ولكن الأقوى ( 6 ) والأحوط عندهم هو الإتمام ولو بعد\r\nالمدة \" كما صرح بذلك صاحب العروة الوثقى ( 7 ) \" لاحتمال أن يكون لإتمام الفحص موضوعية\r\n\r\n","description":"","footnote":" 1 - تحرير الوسيلة ج 2 ص 306 م 19 .\r\n2 - المدونة الكبرى م 2 ص 450 .\r\n3 - مستند الشيعة ج 2 ص 206 ، تحرير الوسيلة ج 2 ص 306 ، منهاج الصالحين السيد الخوئي ج 2 ص 327\r\nم 1463 ، جامع الأحكام الشرعية ص 495 م 31 ، منهاج الاحكام ج 1 ص 519 .\r\n4 - نفس المصادر .\r\n5 - المدونة الكبرى م 2 ص 450 ، مقدمات ابن رشد ص 406 .\r\n6 - منهاج الاحكام ج 1 ص 519 .\r\n7 - العروة الوثقى ( متن مهذب الاحكام ) ج 26 ص 136 . ","page_name":" 97 ","page_number":97},
  {"content":"\r\nخاصة والمدة انما ذكرت من باب الغالب وإن كان مقتضى الجمود الاكتفاء باتمام المدة \" ( 1 ) .\r\nالمالكية وابن رشد : لا يرون الفحص في المدة بل الثاني مترتبا على الأول ولا يمكن أن يحكم\r\nالحاكم بالمدة إلا بعد الفحص ( 2 ) .\r\nالمسألة الخامسة : لو احتمل وجوده بعد المدة فهل يستمر وجوب الفحص خارج المدة أو\r\nيكتفى بها ؟\r\nالإمامية : قال السيد السبزواري - من فقهاء الإمامية المعاصرين - \" لو تمت المدة واحتمل\r\nوجدانه بالفحص بعدها لم يجب بل يكتفي بالفحص في المدة المضروبة \" ( 3 ) .\r\nويدل عليه إطلاق الروايات ( 4 ) .\r\nالمالكية وابن رشد : ما مر في المسائل السابقة يعد جوابا هاهنا فالفحص متقدم على\r\nالمدة ( 5 ) .\r\nالمسألة السادسة : هل يشترط الاتصال التام في الفحص أو يكفي ما يسمى فحصا عرفا ؟\r\nالإمامية : لا يشترط الاتصال التام كما في اللقطة ( 6 ) .\r\nالمالكية وابن رشد : بما أن الفحص سابق على المدة فليس لبحث هذا الفرع ضرورة واللازم\r\nتحقق الفحص الذي يطمئن له الحاكم في ضرب الأجل ( 7 ) .\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 136 .\r\n2 - المدونة الكبرى م 2 ص 450 ، مقدمات ابن رشد ص 406 .\r\n3 - جامع الأحكام الشرعية ص 495 م 32 .\r\n4 - الوسائل ج 22 ب 23 أبواب أقسام الطلاق وأحكامه ح 1 ، 4 ، 5 .\r\n5 - المدونة الكبرى م 2 ص 450 ، مقدمات ابن رشد ص 406 .\r\n6 - صراط النجاة ج 2 ص 403 ، تحرير الوسيلة ج 2 ص 305 م 15 ، العروة الوثقى ( مهذب الاحكام ) ج 26\r\nص 130 .\r\n7 - المدونة الكبرى م 2 ص 450 ، مقدمات ابن رشد ص 406 . ","page_name":" 98 ","page_number":98},
  {"content":"\r\nالمسألة السابعة : لو تبين عدم وقوع المقدمات على الوجه الصحيح وبعبارة أخرى لو وقع الخطأ\r\nفي الفحص مثلا فما هو الحكم ؟\r\nالإمامية : إن الطلاق مشروط بالفحص وتربص المدة فإذا \" تبين عدم وقوع المقدمات على\r\nالوجه الصحيح كما لو تبين عدم تحقق الفحص على وجهه \" ( 1 ) فيجب التدارك ولو بالاستئناف\r\nوانكشاف الخطأ قد يكون أثناء العدة أو بعدها قبل زواجها من الثاني أو بعده قبل الدخول وبعده\r\nفإذا كان في العدة \" وجب التدارك والاستئناف \" ( 2 ) .\r\nوهكذا بعدها قبل التزويج وبعده إلا أن زواجها من الثاني يكون باطلا ، وأما إذا كان الثاني\r\nقد دخل بها فالمشهور بين الإمامية حرمتها عليه أبدا بعد بطلان النكاح ( 3 ) \" لوقوعه على غير\r\nالوجه الشرعي بل هو نكاح لذات بعل شرعا \" ( 4 ) .\r\nالمالكية وابن رشد : إذا كان التربص مترتبا على الفحص فلابد أن يكون على الوجه ( 5 )\r\nالصحيح كما يظهر من حكمهم بالفحص والتربص وإن لم يصرحوا بذلك .\r\nالمسألة الثامنة لو فحص الحاكم مدة من الزمن ولم يعثر على الزوج أو خبر منه ولكن الفحص لم\r\nيكن بقصد الزوجة وانما لقضية أخرى فهل يكفي هذا الفحص لتطليق الزوجة أو أمرها بالاعتداد ؟\r\nويترتب على هذه المسألة ما لو فحص بطلب من زوجة فهل يستغنى به لبقية الزوجات ؟\r\nالإمامية : الظاهر وجود اختلاف بين فقهاء الإمامية فمنهم من استقرب الاكتفاء واستشكل\r\nآخرون في ذلك . وقد أشار صاحب الجواهر لما مر بقوله \" لا يبعد الاكتفاء بالفحص والبحث من\r\nالحاكم أربع سنين وإن لم يكن بعنوان التأجيل للمرأة وإن كان هو خلاف ظاهر صحيح بريد\r\n\r\n","description":"","footnote":" 1 - منهاج الأحكام ج 1 ص 520 .\r\n2 - نفس المصدر .\r\n3 - جواهر الكلام ج 11 ص 450 .\r\n4 - نفس المصدر .\r\n5 - المدونة الكبرى م 2 ص 450 ، مقدمات ابن رشد ص 406 . ","page_name":" 99 ","page_number":99},
  {"content":"\r\nوموثق سماعة \" ( 1 ) ثم يحاول حمل ما يستوحى من كلام العلامة الحلي من عدم الاكتفاء قائلا \" لكن\r\nيمكن حمله على ما لا ينافي ما ذكرنا \" ( 2 ) والحمل يدور مدار الرجوع إلى الحاكم وعدمه فإذا لم\r\nتراجع الحاكم واعتدت لا يمكن الاكتفاء بخلاف ما إذا راجعت الحاكم بعد سنوات وكان قد فحص\r\nعن الزوج ولم يعثر عليه فيطلقها وتعتد فهذا الإشكال فيه ( 3 ) . واستقرب صاحب الجواهر\r\nالاكتفاء ( 4 ) ، واختاره من المعاصرين السيد الخوئي في منهاج الصالحين ( 5 ) وصاحب ذخيرة\r\nالصالحين ( 6 ) وجامع الأحكام الشرعية ( 7 ) وفي مقابل ما ذكر استشكل البعض ( 8 ) ومنشأ\r\nالإشكال : \" احتمال رفع الأمر من كل زوجة بالخصوص إلى الحاكم الشرعي ، لأن كل واحدة منهن\r\nمورد الدليل ومحكومة بهذا الحكم ، فلا يكون من سنخ تعلق الأحكام بالطبائع ، بل يكون مثل\r\nتعلق التكاليف الخاصة بالافراد ، فلا يجري امتثال أحد عن غيره \" ( 9 ) لكنه كلام غير تام فليس\r\nللفحص موضوعية لكل واحدة . نعم لو نشأ ظن قوي في إمكان العثور عليه أصبح الفحص\r\nللزوجة الأخرى أمرا معقولا .\r\nالمالكية : يظهر منهم الاستغناء بالفحص لواحدة عن الفحص للبقية .\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 444 .\r\n2 - نفس المصدر ص 445 .\r\n3 - نفس المصدر .\r\n4 - نفس المصدر ص 444 .\r\n5 - منهاج الصالحين للسيد الخوئي ج 1 ص 327 .\r\n6 - ذخيرة الصالحين ج 2 ص 331 .\r\n7 - جامع الأحكام الشرعية للسيد السبزواري ص 494 .\r\n8 - منهاج الاحكام ج 1 ص 518 .\r\n9 - مهذب الأحكام ج 26 ص 135 . ","page_name":" 100 ","page_number":100},
  {"content":"\r\nالفصل الرابع\r\nالطلاق والعدة\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nفي هذا الفصل نتحدث عن دور الحاكم في الطلاق والعدة واحتياج الفرقة إلى الطلاق وعدمه\r\nوهل ان العدة عدة طلاق أو وفاة ؟ وهل يترتب عليها الحداد ؟\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nدور الحاكم في الطلاق والعدة\r\nهل يحتاج الطلاق أو العدة إلى أمر الحاكم أو لا ؟\r\nالإمامية : ذهب المشهور من علمائهم إلى القول بالاحتياج ( 1 ) واستدلوا لذلك بأدلة :\r\n1 - إناطة هذا الأمر بحكم الحاكم لأنه أعرف بمواقع الأحكام إذ أنها من المسائل الاجتهادية\r\nفلا تناط باجتهاد غير الحاكم .\r\n2 - أصالة بقاء الزوجية وعند الشك بما يوجب زوالها نستصحب بقاءها ، لعدم وجود سبب\r\nللزوال شرعا غير الموت والموت لا يعلم ( 2 ) .\r\nوفي مقابل المشهور ذهب صاحب الحدائق إلى عدم التوقف ( 3 ) . ولعل منشأ هذا القول هو أن\r\nعدم الظهور بعد الطلب هذه المدة علامة على الموت ، إلا أن هذا التعليل مردود لأمرين :\r\n1 - انها أمارة ظنية والمعتبر هو ظن الحاكم .\r\n2 - إذا لم تبن وتحل للأزواج بخروج العدة فلا فائدة فيها ( 4 ) .\r\nوالعجيب من صاحب الحدائق الذي نفى التوقف يوجب على عدول المؤمنين القيام بالمهم عند\r\nعدم الحاكم أو قصور يده ( 5 ) . ورده صاحب الجواهر بأن \" جميع النصوص المزبورة ما بين صريح\r\nوظاهر في مدخلية الوالي في ذلك بل ما في بعضها من إرسال رسول أو الكتابة إلى ذلك الصقع\r\n\r\n","description":"","footnote":" 1 - الخلاف ج 5 ص 78 ، الوسيلة ( الجوامع الفقهية ) ص 724 ، السرائر ج 2 ص 736 ، الايضاح ج 3 ص 354 ،\r\nإرشاد الأذهان ج 3 ، ( بلا تاريخ ) ، ص 49 ، الروضة البهية ج 6 ص 65 و . . .\r\n2 - إيضاح الفوائد ج 3 ص 354 .\r\n3 - الحدائق ج 25 ص 487 .\r\n4 - إيضاح الفوائد ج 3 ص 354 .\r\n5 - الحدائق ج 25 ص 487 . ","page_name":" 103 ","page_number":103},
  {"content":"\r\nكالصريح في بسط اليد \" ( 1 ) .\r\nالمالكية : لم يشترطوا اذن الحاكم للدخول في عدة الوفاة ( 2 ) .\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 442 - 443 .\r\n2 - المفصل ج 8 ص 449 . ","page_name":" 104 ","page_number":104},
  {"content":"\r\nكيفية تحقق الطلاق والفرقة\r\nإذا انتهت مدة التربص فهل تحتاج إلى الطلاق أو تنقطع العلاقة الزوجية بلا داع لذلك ؟ ومن\r\nالذي يقوم بإيقاع الطلاق أو الفرقة ؟\r\nالإمامية : لهم أقوال في المسألة :\r\n1 - لم يذكر الشيخان ( 1 ) وابن البراج ( 2 ) وابن إدريس ( 3 ) وغيرهم الطلاق .\r\nقال الشيخ الطوسي في النهاية : \" إن لم يعرف له خبر بعد أربع سنين من يوم رفعت أمرها إلى\r\nالإمام اعتدت من الزوج عدة المتوفى عنها زوجها \" ( 4 ) . إلا أن عبارة الشيخ لا يستفاد منها ان\r\nالحاكم هو الذي يأمرها بالاعتداد ولكنه في الخلاف صرح بذلك حيث قال : \" إن لم يكن له ولي\r\nأمرها ان تعتد عدة المتوفى عنها زوجها \" ( 5 ) وكلامه الأخير قد لا يناسب القول الأول وذلك لأن\r\nأمر الحاكم بعد فقد الولي .\r\nوقال ابن إدريس : \" إن لم يعرف له خبر حتى انقضت أربع سنين من يوم رفعت أمرها إلى\r\nالإمام أمرها الإمام بالاعتداد عنه أربعة أشهر وعشرة أيام عدة المتوفى عنها زوجها \" ( 6 ) .\r\n2 - يأمر السلطان الولي بإيقاع الطلاق فإن لم يطلق أمرها الحاكم بالاعتداد وهو مختار ابن\r\nالجنيد والذي يناسب عبارة الخلاف التي مرت . فعن ابن الجنيد كما حكاه عنه صاحب الحدائق\r\n\" إن لم ينفق الولي أمره السلطان بأن يطلق فان طلقها وقع طلاقه موقع طلاق زوجها وإن لم يطلق\r\n\r\n","description":"","footnote":" 1 - المقنعة باب عدد النساء ص 537 ، النهاية باب العدد وأحكامها ص 538 .\r\n2 - المهذب البارع ج 2 باب المفقود وعدة زوجته ص 338 .\r\n3 - السرائر ج 2 ص 736 .\r\n4 - النهاية باب العدد وأحكامها ص 538 .\r\n5 - الخلاف ج 5 ص 77 .\r\n6 - السرائر ج 3 ص 736 . ","page_name":" 105 ","page_number":105},
  {"content":"\r\nأمرها والي المسلمين أن تعتد فإذا خرجت من العدة حلت للأزواج \" ( 1 ) .\r\n3 - يأمر السلطان الولي بالطلاق فإن لم يطلق طلقها الحاكم ، اختاره ابن بابويه ( 2 ) وابن\r\nحمزة ( 3 ) والعلامة في القواعد وولده فخر المحققين ( 4 ) وكشف اللثام ( 5 ) والجواهر ( 6 ) وغيرهم .\r\nقال ابن بابويه في المقنع : \" إن أبى ( أي الولي ) أن ينفق عليها أجبره الوالي أن يطلقها تطليقة في\r\nاستقبال العدة وهي طاهرة فيصير طلاق الولي طلاق الزوج وإن لم يكن لها ولي طلقها\r\nالسلطان \" ( 7 ) .\r\nويقول ابن حمزة في الوسيلة : \" إن لم يجد له خبرا بموت ولا حياة أمر الحاكم بعد انقضاء أربع\r\nسنين ولي الغائب بتطليقها فإن لم يكن له ولي طلقها الحاكم \" ( 8 ) .\r\nويحاول صاحب الحدائق الجمع بين الروايات على أساس هذا القول ( 9 ) .\r\n4 - تخيير الإمام والحاكم بين أمرها بعدة الوفاة بدون طلاق وبين أمر الولي بالطلاق فتعتد\r\nعدة الطلاق ، هذا ما ذكره العلامة المجلسي في محاولة الجمع بين الأخبار ، وقد ذكر وجها آخر\r\nللجمع وهو حمل أخبار الطلاق على ما إذا كان له ولي واخبار عدة الوفاة على عدمه \" ( 10 ) .\r\n\r\n","description":"","footnote":" 1 - الحدائق ج 25 ص 483 .\r\n2 - المقنع ص 353 .\r\n3 - الوسيلة ( الجوامع الفقهية ) ص 724 .\r\n4 - إيضاح الفوائد ج 3 ص 356 .\r\n5 - كشف اللثام ج 2 ، محمد بن الحسن الأصفهاني الفاضل الهندي ، مكتبة آية الله المرعشي قم 1405 ه‍ .\r\nص 142 .\r\n6 - الجواهر ج 11 ص 443 .\r\n7 - المقنع ص 353 .\r\n8 - الوسيلة لابن حمزة ( الجوامع الفقهية ) ص 724 .\r\n9 - الحدائق ج 25 ص 484 .\r\n10 - مرآة العقول ج 21 ص 247 . ","page_name":" 106 ","page_number":106},
  {"content":"\r\nالشافعية : لم يتعرضوا لهذا الأمر على القول الجديد وذلك لأنهم لم يقولوا بالتربص ، نعم إذا علم\r\nموته أو طلاقه فيترتب عليها ما يترتب على المتوفى زوجها أو المطلقة ( 1 ) ، واما على القديم فمع\r\nالحكم بالفرقة بعد التربص ففي الرجوع إلى الحاكم وجهان ( 2 ) . وليس رأي الحنفية عن القول\r\nالجديد للشافعية ببعيد إلا في الحكم بموت الزوج إذا لم يبق أحد من أقرانه حيا ولم يتعرض\r\nالسرخسي لدور الحاكم ( 3 ) .\r\nالمالكية : حكم فقهاؤهم بعدة الوفاة ولم يرو ضرورة مراجعة الحاكم فيها وانما بمجرد تمامية\r\nالأجل تدخل في عدة الوفاة ولا تحتاج إلى نية دخول فيها ( 4 ) .\r\nالحنابلة : وافقوا المالكية فيما ذهبوا إليه ( 5 ) وان أشار المحرر في الفقه إلى وجود روايتين في الافتقار\r\nإلى مراجعة الحاكم في عدة الوفاة ( 6 ) . والمروي عن عمر بن الخطاب ان الحاكم يأمر ولي الفقيد\r\nبطلاق امرأته ( 7 ) . وذكر المغني روايتين في اعتبار طلاق الولي والاعتداد بثلاث قروء ( 8 ) .\r\n\r\n","description":"","footnote":" 1 - كتاب الام ج 5 ص 255 .\r\n2 - المهذب للشيرازي ج 2 ص 146 .\r\n3 - المبسوط للسرخسي ج 11 ص 35 .\r\n4 - الشرح الصغير ص 695 ، المفصل الدكتور عبد الكريم زيدان ج 8 ص 451 .\r\n5 - الاقناع ج 3 ص 113 ، التنقيح المشبع ص 252 .\r\n6 - المحرر في الفقه ج 2 ص 106 .\r\n7 - سبل السلام ج 3 ص 258 .\r\n8 - المغني ج 9 ص 135 . ","page_name":" 107 ","page_number":107},
  {"content":"\r\nعدة طلاق أم وفاة ؟\r\nاختلف فقهاء المسلمين في العدة هل أنها عدة طلاق أم وفاة وقبل بيان آرائهم في المسألة لابد\r\nمن بيان المقصود من العدة .\r\nالعدة لغة : من العد وهو إحصاء الشئ عده يعده عدا وتعدادا وعده وعدده . . وعدة المرأة : أيام\r\nقروئها . وعدتها أيضا : أيام احدادها على بعلها وإمساكها عن الزينة شهورا كان أو اقراء أو وضع\r\nحمل حملته من زوجها . وقد اعتدت المرأة عدتها من وفاة زوجها أو طلاقه إياها وجمع عدتها\r\nعدد ( 1 ) ، والعدة تطلق لغة ويراد منها أيام حيض المرأة وأيام طهرها ( 2 ) .\r\nالعدة اصطلاحا : هناك عدة تعاريف أوردها الفقهاء وإن كان بعضها لا يخلو من إشكال .\r\n1 - عرفها صاحب الجواهر - من فقهاء الإمامية - \" أيام تربص المرأة الحرة بمفارقة الزوج أو\r\nذي الوطء المحترم بفسخ أو طلاق أو موت أو زوال اشتباه ، بل والأمة إذا كانت الفرقة عن نكاح\r\nأو وطء شبهة \" ( 3 ) .\r\n2 - وعرفها الشافعية : مدة تتربص فيها المرأة لمعرفة براءة رحمها أو للتعبد ( 4 ) لتفجعها على\r\nزوج ( 5 ) .\r\n3 - وعن المالكية : مدة يمتنع فيها الزواج بسبب طلاق المرأة أو موت الزوج أو فسخ\r\nالنكاح ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - لسان العرب ج 9 ص 78 و 78 .\r\n2 - الفقه على المذاهب الأربعة ج 4 ص 513 .\r\n3 - جواهر الكلام ج 11 ص 391 .\r\n4 - نهاية المحتاج إلى شرح المنهاج ، ج 7 شمس الدين محمد بن أبي العباس الشهير بالشافعي الصغير ، دار\r\nالفكر ، 1404 ه‍ - 1984 م . ص 126 .\r\n5 - الفقه على المذاهب الأربعة ج 4 ص 517 .\r\n6 - نفس المصدر ص 516 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\n4 - وقال الحنابلة في تعريفها : التربص المحدود شرعا ، والمراد به المدة التي ضربها الشارع\r\nللمرأة ، فلا يحل لها التزوج فيها بسبب طلاقها أو موت زوجها بشروط تذكر ( 1 ) .\r\n5 - وعن الحنفية : أجل ضرب لانقضاء ما بقي من آثار النكاح أو الفراش . أو \" تربص مدة\r\nمعلومة تلزم المرأة بعد زوال النكاح سواء كان النكاح صحيحا أو بشبهة إذا تأكد بالدخول أو\r\nالموت \" ( 2 ) .\r\nوعرفها صاحب رد المحتار - من الحنفية - : تربص يلزم المرأة أو الرجل عند وجود سببه ( 3 ) .\r\nوهناك فرق بين العدتين - الطلاق والوفاة - يظهر في المقدار والحداد . والنفقة ( 4 ) والمقصود من\r\nالمقدار المدة فعدة الطلاق قد تكون بوضع الحمل بالنسبة للحامل حين الطلاق وقد تكون\r\nبالقروء ( 5 ) وهي عدة غير الحامل من ذوات الحيض وربما كانت الأشهر الثلاث وهي عدة الآيسة\r\nمن الحيض .\r\nوعدة الوفاة بالنسبة للحامل وضع الحمل والحائل انقضاء أربعة أشهر وعشرة أيام ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ص 518 .\r\n2 - نفس المصدر ص 513 .\r\n3 - حاشية رد المحتار ، لمحمد أمين الشهير بابن عابدين ، ج 3 ، ط 2 ، دار الفكر ، 1399 ه‍ - 1979 م .\r\nص 502 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 67 .\r\n5 - للفقهاء قولان في تحديد معنى القروء :\r\n1 - الأطهار كما هو المشهور لدى الإمامية رواية وعملا حسبما ذكر صاحب الجواهر ج 11 ص 396\r\nوما رواه واختاره مالك والشافعي ( الفقه على المذاهب الأربعة ج 4 ص 540 وتفسير القرآن العظيم لابن كثير\r\nج 1 ص 256 ) .\r\n2 - الحيض وهو مذهب أبي حنيفة وأصحابه وأصح الروايتين عن أحمد بن حنبل وهو مذهب\r\nالثوري والأوزاعي وابن أبي ليلى وابن شبرمة والحسن بن صالح وأبي عبيد وإسحاق بن راهويه ( تفسير\r\nالقرآن العظيم ج 1 ص 256 ) .\r\n6 - الفقه على المذاهب الأربعة ج 4 ص 513 . ","page_name":" 109 ","page_number":109},
  {"content":"\r\nوقد وردت الآيات في تحديد العدة ، قال تعالى : * ( يا أيها الذين آمنوا إذا نكحتم المؤمنات\r\nثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن وسرحوهن\r\nسراحا جميلا ) * ( 1 ) وقوله تعالى : * ( والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن\r\nأن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر . . . ) * ( 2 ) وقوله تعالى :\r\n* ( واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن\r\nوأولات الأحمال أجلهن أن يضعن حملهن ) * ( 3 ) .\r\nفهل المفقود عنها زوجها تعتد عدة الطلاق أو الوفاة ؟\r\nالإمامية : على قولين :\r\n1 - عدة وفاة وهو المشهور كما صرح بذلك الشهيد الأول في اللمعة والثاني في الروضة :\r\n\" المشهور بين الأصحاب أنها تعتد عدة الوفاة \" ( 4 ) واستدل له بخبر سماعة ( 5 ) إلا أنه أورد عليه بأنه\r\nموقوف ضعيف السند ( 6 ) .\r\n2 - عدة طلاق إلا أنها من حيث المدة لا تختلف عن عدة الوفاة ( 7 ) وهو الذي احتمله صاحب\r\nالجواهر حيث قال : \" ولا ينافي ذلك كون العدة عدة وفاة ، لاحتمال اختصاص هذه العدة للطلاق\r\nبالمدة المزبورة \" ( 8 ) واستدل له بإطلاق الأخبار ( 9 ) .\r\n\r\n","description":"","footnote":" 1 - الأحزاب : 49 .\r\n2 - البقرة : 228 .\r\n3 - الطلاق : 4 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 65 .\r\n5 - المصدر نفسه .\r\n6 - الحدائق ج 25 ص 482 .\r\n7 - تحرير الوسيلة ، الإمام الخميني ج 2 ص 307 م 21 .\r\n8 - الجواهر ج 11 ص 444 .\r\n9 - الروضة البهية ج 6 ص 65 . ","page_name":" 110 ","page_number":110},
  {"content":"\r\nالمذاهب الإسلامية الأخرى :\r\nلهم في المسألة ثلاثة أقوال كما ذكرها ابن حزم في المحلى ( 1 ) :\r\n1 - عدة وفاة : وهو مختار الشافعي في القديم ( 2 ) ، والمالكية ( 3 ) والحنابلة ( 4 ) والأباضية ( 5 ) وابن\r\nرشد في المقدمات ( 6 ) والأوزاعي ( 7 ) ، وربيعة ( 8 ) ، وابن تيمية ( 9 ) وقد جاءت كلماتهم صريحة في\r\nذلك ، ففي المجموع شرح المهذب - من كتب الشافعية \" قال في القديم - أي الشافعي - : تتربص أربع\r\nسنين أكثر مدة الحمل ثم تعتد للوفاة أربعة أشهر وعشرا وتحل للأزواج \" ( 10 ) وفي الشرح الصغير\r\nللمالكية \" إذا تم الأجل دخلت في عدة وفاة ولا تحتاج إلى نية دخول فيها \" ( 11 ) وفي المبدع في\r\nشرح المقنع للحنابلة \" تتربص أربع سنين ثم تعتد للوفاة \" ( 12 ) وفي مختصر البسيوي للأباضية\r\n\" اعتدت أربعة أشهر وعشرا وبانت ولا نفقة لها في عدة الأربعة أشهر لأن تلك عدة مميتا لا نفقة\r\nفيها \" ( 13 ) وعن ابن رشد \" إن لم يأت - أي الزوج - اعتدت عدة الوفاة \" ( 14 ) وقال ابن تيمية\r\n\r\n","description":"","footnote":" 1 - المحلى بالآثار ج 9 ص 325 .\r\n2 - المهذب ج 2 ص 146 ، المجموع في شرح المهذب ج 18 ص 158 - 159 .\r\n3 - مختصر خليل ص 175 ، الشرح الصغير ص 695 ، المعيار المعرب ص 482 .\r\n4 - المبدع في شرح المقنع ج 8 ص 127 ، الاقناع ج 3 ص 113 ، التنقيح المشبع في تحرير أحكام المقنع ،\r\nص 252 .\r\n5 - مختصر البسيوي ص 328 .\r\n6 - مقدمات ابن رشد ص 408 .\r\n7 - الأوزاعي وتعاليمه الإنسانية والقانونية ص 170 .\r\n8 - المدونة الكبرى م 2 ص 451 ، المحلى بالآثار ج 9 ص 325 .\r\n9 - الاختيارات الفقهية ص 281 .\r\n10 - المجموع في شرح المهذب ج 18 ص 159 .\r\n11 - الشرح الصغير ص 695 .\r\n12 - المبدع في شرح المقنع ج 8 ص 127 .\r\n13 - مختصر البسيوي ص 328 .\r\n14 - مقدمات ابن رشد ص 408 . ","page_name":" 111 ","page_number":111},
  {"content":"\r\n\" تتربص أربع سنين ثم تعتد للوفاة \" ( 1 ) .\r\n2 - عدة الطلاق : وهو مختار علماء الحنفية فيما لو حكم القاضي الشافعي بالفرقة ذكر في الفتاوى\r\nالحامدية : لو حكم قاض شافعي على امرأة بالفرقة فتعتد عدة الطلاق . \" وليس يحكم بموت\r\nالغائب \" ( 2 ) .\r\n3 - الاكتفاء بالتربص أربع سنين دون حاجة إلى العدة .\r\nوهو الذي نقله ابن حزم في المحلى قائلا : \" فإنه قد ذكرنا عن عمر وعثمان وعمر بن عبد العزيز :\r\nتربص أربعة أعوام ثم تتزوج دون ذكر عدة وفاة \" ( 3 ) .\r\n\r\n","description":"","footnote":" 1 - الاختيارات الفقهية ص 281 .\r\n2 - الفتاوى الحامدية ج 2 ص 10 .\r\n3 - المحلى بالآثار ج 9 ص 325 . ","page_name":" 112 ","page_number":112},
  {"content":"\r\nالحداد\r\nهل على زوجة المفقود حداد بعد فراقها عن زوجها ؟\r\nالحداد لغة : مأخوذ من الحد وهو لغة : المنع كما قال أبو عبيد ومنه قيل للبواب حداد لأنه يمنع\r\nالناس من الدخول . وقال ابن دريد هي المرأة التي تترك الزينة والطيب بعد زوجها للعدة ( 1 ) .\r\nالحداد شرعا : امتناع المرأة المتوفى عنها زوجها عن الزينة والطيب وغيرهما وكل ما كان من\r\nدواعي الجماع ( 2 ) . أو \" ترك الزينة في البدن بمثل التكحيل والتطيب والخضاب وتحمير الوجه\r\nوالخطاط ونحوها ، وفي اللباس بلبس الأحمر والأصفر والحلي ونحوها وبالجملة ترك كل ما يعد\r\nزينة تتزين به للزوج ، وفي الأوقات المناسبة له في العادة كالأعياد والأعراس ونحوهما \" ( 3 )\r\nوالمناط في كل ذلك العرف \" فيلاحظ في كل بلد ما هو المعتاد والمتعارف فيه للتزيين \" ( 4 ) وقد دلت\r\nعلى وجوبه الروايات ( 5 ) . وعلى الوجوب جمهور الفقهاء إلا ما يروى عن الحسن البصري من\r\nطريق حماد بن سلمة عن حميد أنه قال : المطلقة ثلاثا والمتوفى عنها زوجها يكتحلان ويمتشطان\r\nويتطيبان ويختضبان وينتعلان ويصنعان ما شاءا . ومثله عن الحكم بن عتيبة وعن الشعبي أنه كان\r\nلا يعرف الاحداد \" ( 6 ) .\r\nومدة الحداد أربعة أشهر وعشرة أيام ( 7 ) . وقد اتفقت كلمة الفقهاء على وجوب حداد المتوفى\r\n\r\n","description":"","footnote":" 1 - تاج العروس ج 2 ص 332 .\r\n2 - موسوعة الفقه الإسلامي المعروفة بموسوعة جمال عبد الناصر الفقهية ج 3 ، يصدرها المجلس الأعلى\r\nللشؤون الإسلامية وزارة الأوقاف مصر ، 1410 ه‍ - 1990 م . ص 213 .\r\n3 - تحرير الوسيلة ج 2 ص 303 م 4 .\r\n4 - نفس المصدر .\r\n5 - صحيح مسلم ج 10 ص 113 ، سنن أبي داود ج 2 ص 291 - 292 .\r\n6 - موسوعة الفقه الإسلامي ج 3 ص 214 .\r\n7 - نفس المصدر . ","page_name":" 113 ","page_number":113},
  {"content":"\r\nعنها زوجها وعلى عدمه بالنسبة للمطلقة طلاقا رجعيا ( 1 ) والخلاف في المطلقة طلاقا بائنا والمفقود\r\nعنها زوجها . اما البائن فبين قائل بالحداد وناف له فذهب الإمامية والمالكية والظاهرية إلى العدم\r\nوالحنفية والزيدية إلى الإثبات ، واما الحنابلة فعلى روايتين والشافعي أثبته في القديم ونفاه في\r\nالجديد ( 2 ) .\r\nواما المفقود عنها زوجها :\r\nالإمامية : المشهور هو عدم الحداد ( 3 ) وتوقف في ذلك الفاضل كما نقل صاحب الجواهر ، إلا أنه\r\nأشكل عليه بالنصوص المصرحة بالطلاق المقتضي لكون ذلك عدته لا عدة وفاة \" على أنه لا\r\nإشعار في شئ من النصوص بأن للحاكم حينئذ أن يحكم بموته وإلا لوجب عليها الاعتداد حينئذ\r\nمع أنه لا خلاف ولا إشكال في أن لها الصبر والبقاء على الزوجية ولو بعد تأجيل الحاكم\r\nوفحصه \" ( 4 ) والمسألة تدور مدار العدة فان قلنا بأنها عدة طلاق فلا حداد ، وإن قلنا إنها عدة\r\nوفاة فيحتمل وجوب الحداد ، واما على القول بالاعتداد عدة الوفاة بدون طلاق فالظاهر الحكم\r\nبالحداد ( 5 ) .\r\nالخلاصة :\r\nاتضح مما سبق وجود رأيين في زوجة المفقود من ناحية الطلاق والفرقة :\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ص 218 .\r\n2 - نفس المصدر ج 3 ص 218 - 219 .\r\n3 - الجواهر ج 11 ص 444 ، صراط النجاة ص 405 ، منهاج الصالحين السيد الحكيم وتعليقة السيد محمد باقر\r\nالصدر ج 2 ص 320 ، تحرير الوسيلة ج 2 ص 307 ، منهاج الصالحين السيد الخوئي ج 2 ص 326 ، فقه\r\nالإمام الصادق ج 6 ، محمد جواد مغنية ، ط 4 ، دار التعارف للمطبوعات بيروت ، 1402 ه‍ - 1982 م . ص 44 .\r\n4 - الجواهر ج 11 ص 444 .\r\n5 - الروضة البهية في شرح اللمعة الدمشقية ج 2 ص 139 حاشية آقا جمال ( الطبعة الحجرية ) . ","page_name":" 114 ","page_number":114},
  {"content":"\r\n1 - ذهب بعض المذاهب إلى القول بالصبر حتى يعلم موته أو حياته .\r\n2 - وقال آخرون كالإمامية والمالكية والشافعي في القديم بوجوب التربص أربع سنين وإن\r\nاختلفوا في زمان الفحص هل يسبق التربص أو يقع في ضمن السنين الأربع ، فإذا أتمت الزوجة\r\nهذه المدة تجوز الفرقة على اختلاف في الرجوع إلى الحاكم وعدمه .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nالفصل الخامس\r\nالمفقود بين الرجوع والنعي\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوقع الكلام في هذا الفصل عن صور رجوع الزوج المفقود وحكم الزوجة التي ثبت موت\r\nزوجها المفقود بالبينة أو نعي لها من قبل من يطمأن لقوله .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nرجوع الزوج المفقود\r\nإذا رجع الزوج المفقود هل يمكن أن يطالب بزوجته أم لا ؟ في المقام حالات متعددة وقبل\r\nبيانها لابد من الإشارة إلى بحث تترتب عليه هذه المسألة وهو أن حكم الحاكم بالفرقة هل\r\nينفذ ظاهرا أو باطنا وظاهرا ؟ وهذا ما صرح به الشرواني في حاشيته على تحفة المحتاج حيث\r\nيقول \" يتفرع على الوجهين انه إذا عاد الزوج بعد الحكم وكانت قد تزوجت فان قلنا ينفذ ظاهرا\r\nفقط فهي للأول وإن قلنا ينفذ ظاهرا وباطنا فهي للثاني لبطلان نكاح الأول \" ( 1 ) .\r\nاختلف الفقهاء في نوع النفوذ :\r\nالإمامية : المعروف هو القول بالنفوذ ظاهرا وباطنا ويمكن استكشاف ذلك من خلال حكمهم\r\nبعدم حق الزوج بعد انقضاء مدة عدة الزوجة وقولهم بأن الزوجة على تطليقتين ( 2 ) ، وكلام\r\nصاحب السرائر في الرجوع بعد العدة بأنها ملك بنفسها قائلا \" وهو الذي يقوى في نفسي لأنها قد\r\nخرجت من العدة خروجا شرعيا من عدة شرعية فقد بانت منه وحلت للأزواج بغير خلاف ولا\r\nدلالة على عودها إليه من غير عقد جديد \" ( 3 ) ، نعم يحتمل من البعض عدم الحكم بالنفوذ باطنا\r\nكالشيخ الطوسي في النهاية ( 4 ) والخلاف ( 5 ) وسوف نتعرض لقوله بشكل موسع فيما بعد إن شاء الله .\r\nالشافعية : على القول القديم في النفوذ ظاهرا وباطنا قولان ( 6 ) أو وجهان ( 7 ) صحح الأسنوي\r\n\r\n","description":"","footnote":" 1 - حواشي على تحفة المحتاج بشرح المنهاج ، حاشية عبد الحميد الشرواني ج 8 ، ( بلا رقم طبعة ) دار الفكر\r\nلبنان ( بلا تاريخ ) . ص 253 - 254 .\r\n2 - المقنع ص 353 ، كفاية الأحكام ص 206 ، كشف اللثام ج 2 ص 142 .\r\n3 - السرائر ج 2 ص 737 .\r\n4 - النهاية للشيخ الطوسي ص 538 .\r\n5 - الخلاف ج 5 ص 78 .\r\n6 - تحفة المحتاج حاشية عبد الحميد الشرواني ج 8 ص 253 - 254 .\r\n7 - مغني المحتاج ج 3 ص 398 ، المهذب للشيرازي ج 2 ص 146 . ","page_name":" 119 ","page_number":119},
  {"content":"\r\nالنفوذ ظاهرا وباطنا وعلى نقض القديم لا ينفذ مطلقا \" لقول السبكي وغيره يمتنع التقليد فيما\r\nينقض \" ( 1 ) واعتبر الأذرعي القول بالنفوذ ظاهرا هو \" الأشبه بالمذهب \" لأن النفوذ باطنا وظاهرا\r\nلا يصار إليه \" لمخالفته القياس الجلي \" ( 2 ) .\r\nالحنابلة : اختاروا النفوذ ظاهرا لا باطنا ( 3 ) وقد علل النفوذ ظاهرا \" لأن عمر لما حكم بالفرقة\r\nنفذ ظاهرا ولو لم ينفذ لما كان في حكمه فائدة \" ( 4 ) واما عدم النفوذ باطنا \" لأن حكم الحاكم لا يغير\r\nالشئ عن صفته في الباطن \" ( 5 ) .\r\nابن رشد : يرى النفوذ ظاهرا ( 6 ) .\r\nابن تيمية : يختار النفوذ باطنا وظاهرا ( 7 ) .\r\nما ذكرناه يوضح وجه اختلاف المذاهب الإسلامية وفقهاؤهم في الرجوع وعدمه والآن\r\nنعرض الآراء في ذلك .\r\nإن رجوع الزوج يختلف باختلاف الأوقات والحالات وهي :\r\n1 - الرجوع في المدة أو العدة .\r\n2 - الرجوع بعد العدة قبل الزواج .\r\n3 - الرجوع بعد العدة والزواج .\r\n\r\n","description":"","footnote":" 1 - تحفة المحتاج بشرح المنهاج لابن حجر الهيثمي حاشية كتاب فتح الوهاب ج 8 ص 253 - 254 .\r\n2 - مغني المحتاج ج 3 ص 398 .\r\n3 - المبدع في شرح المقنع ج 8 ص 129 .\r\n4 - نفس المصدر .\r\n5 - نفس المصدر .\r\n6 - مقدمات ابن رشد ص 408 .\r\n7 - الاختيارات الفقهية ص 281 . ","page_name":" 120 ","page_number":120},
  {"content":"\r\nوربما يظهر من كلمات بعض المذاهب الإسلامية وجود فرق بين ما قبل الوطء وما بعده .\r\n1 - عودة الزوج في المدة أو العدة : إذا عاد الزوج في مدة تربص الزوجة أو حين عدتها\r\nفهل له سبيل عليها ؟ ذهب فقهاء المذاهب الإسلامية إلى أحقيته بها وأملكيته لها ، ومنه يتضح\r\nحكم ما قبل ضرب المدة إلا أن هناك فرقا بين العودة حين المدة وقبلها وبين العودة في العدة . ففي\r\nالصورة الأولى لا خيار له إلا إبقاء زوجته . نعم إذا أراد تركها طلقها . واما في الصورة الثانية فله\r\nالخيار إن شاء اختار الزوجة وإن شاء تركها حتى تنقضي عدتها وتنفك العلقة الزوجية ( 1 ) ، ولو\r\nرجع فهل تعود الزوجة قهرا أو بحاجة إلى رجعة ؟ يحتمل الأمران ( 2 ) .\r\n2 - عودة الزوج بعد العدة قبل الزواج : لو رجع الزوج وقد انتهت عدة زوجته قبل أن\r\nتتزوج فهل له سبيل عليها ؟\r\nاختلف الفقهاء والمذاهب في ذلك :\r\nالإمامية : لهم قولان ( 3 ) في المسألة :\r\n1 - الأشهر أن الزوج لا سبيل له على الزوجة وادعى عليه وعلى عودة الزوج بعد الزواج\r\nصاحب الجواهر الاجماع قائلا : \" لا سبيل له عليها إجماعا بقسميه لما عرفت ولظاهر النصوص\r\n\r\n","description":"","footnote":" 1 - النهاية للشيخ الطوسي ص 538 ، الخلاف ج 5 ص 78 ، الوسيلة \" الجوامع الفقهية \" ص 724 ، الحدائق ج 25\r\nص 493 ، رحمة الأمة ج 2 ص 86 ، المدونة الكبرى م 2 ص 449 ، تحفة المحتاج ص 253 - 254 ، مختصر\r\nالبسيوي ص 329 ، الاقناع ج 4 ص 113 ، المبدع ج 8 ص 130 ، الحجة على أهل المدينة ، ج 4 لمحمد\r\nبن الحسن الشيباني ، ( بلا رقم طبعة ) عالم الكتب بيروت ، 1390 ه‍ - 1971 م . ص 53 ، الاختيارات الفقهية\r\nص 281 و . . .\r\n2 - نهاية المرام في شرح مختصر شرائع الإسلام ، ج 2 السيد محمد العاملي ، ط 1 ، طبع ونشر : مؤسسة\r\nالنشر الإسلامي التابع لجماعة المدرسين بقم ، رجب المرجب 1413 ه‍ . ص 107 ، مهذب الأحكام ج 26\r\nص 142 .\r\n3 - شرائع الإسلام ج 3 ص 39 ، المختصر النافع ص 201 ، المسالك ج 2 ص 137 ، رياض المسائل\r\nج 2 ص 188 ، فقه الإمام الصادق ج 6 ص 44 . ","page_name":" 121 ","page_number":121},
  {"content":"\r\nالمزبورة ، بل وإن اعتدت بأمر الحاكم من دون طلاق على القول به \" ( 1 ) وهو عجيب من صاحب\r\nالجواهر إذ كيف يدعي الإجماع وهناك من لا يقول بما ذكر وانه المشهور في مقابل الأشهر . والقول\r\nبعدم السبيل له عليها اختاره صاحب المقنع ( 2 ) والوسيلة ( 3 ) والمراسم ( 4 ) والسرائر ( 5 )\r\nوالشرائع ( 6 ) والمختصر النافع ( 7 ) والمسالك ( 8 ) وإرشاد الأذهان ( 9 ) وكشف الرموز ( 10 )\r\nوالجواهر ( 11 ) والحدائق ( 12 ) .\r\n2 - وذهب المفيد في المقنعة ( 13 ) والشيخ في النهاية ( 14 ) والخلاف ( 15 ) إلى أن الزوج أملك بها\r\nوتبعه ابن البراج كما حكي في الحدائق ( 16 ) .\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 446 .\r\n2 - المقنع للصدوق ص 353 .\r\n3 - الوسيلة ( الجوامع الفقهية ) ص 724 .\r\n4 - المراسم ص 167 .\r\n5 - السرائر ج 2 ص 737 .\r\n6 - شرائع الإسلام ج 3 ص 39 .\r\n7 - المختصر النافع ص 201 .\r\n8 - المسالك ج 2 ص 137 .\r\n9 - إرشاد الأذهان ج 2 ص 49 .\r\n10 - كشف الرموز في شرخ المختصر النافع ، ج 2 زين الدين أبي علي الحسن بن أبي طالب ابن أبي المجد\r\nاليوسفي المعروف بالفاضل والمحقق الابي ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم .\r\nص 228 .\r\n11 - الجواهر ج 11 ص 446 .\r\n12 - الحدائق ج 25 ص 494 .\r\n13 - المقنعة ص 537 .\r\n14 - النهاية للشيخ الطوسي ص 538 .\r\n15 - الخلاف ج 5 ص 78 .\r\n16 - الحدائق ج 25 ص 494 . ","page_name":" 122 ","page_number":122},
  {"content":"\r\nومع تصريح البعض بوجود قولين كالمحقق في الشرائع ( 1 ) ، والمختصر النافع ( 2 ) والمسالك ( 3 ) إلا\r\nأن هناك قولا ثالثا اختاره العلامة في المختلف ( 4 ) حيث فصل بين كون العدة من طلاق الولي فلا\r\nسبيل للزوج عليها وإن كان بأمر الحاكم لها بالاعتداد من غير طلاق كان أملك بها .\r\nأدلة الأقوال :\r\nاستدل أصحاب القول الأول بأدلة :\r\n1 - الروايات :\r\nمنها : رواية بريد بن معاوية قال : سألت أبا عبد الله ( عليه السلام ) عن المفقود كيف تصنع امرأته ؟ فقال :\r\n\" ما سكتت عنه وصبرت فخل سبيلها . . . إلى أن يقول ( عليه السلام ) : فإن جاء زوجها قبل أن تنقضي\r\nعدتها من يوم طلقها الولي ، فبدا له أن يراجعها فهي امرأته وهي عنده على تطليقتين ، وإن\r\nانقضت العدة قبل أن يجئ ، ويراجع ، فقد حلت للأزواج ، ولا سبيل للأول عليها \" ( 5 ) .\r\nوالرواية صريحة الدلالة تامة السند .\r\nومنها : موثق سماعة سألته عن المفقود فقال : \" إن علمت أنه في أرض فهي منتظرة له أبدا . . .\r\nفإن لم يوجد له خبر حتى تمضي الأربع سنين أمرها أن تعتد أربعة أشهر وعشرا ثم تحل\r\nللأزواج ، فان قدم زوجها بعدما تنقضي عدتها فليس له عليها رجعة ، وإن قدم وهي في عدتها\r\n\r\n","description":"","footnote":" 1 - الشرائع ج 3 ص 39 .\r\n2 - المختصر النافع ص 201 .\r\n3 - المسالك ج 2 ص 137 .\r\n4 - مختلف الشيعة في أحكام الشريعة ، ج 7 العلامة الحلي ، ط 1 ، الناشر : مركز النشر التابع لمكتب\r\nالاعلام الإسلامي ، المطبعة : مطبعة مكتب الاعلام الإسلامي ، 1417 ه‍ - 1375 ش . ص 376 - 377 مسألة\r\n26 .\r\n5 - الوسائل ج 22 ب 23 من أبواب أقسام الطلاق وأحكامه ح 1 . ","page_name":" 123 ","page_number":123},
  {"content":"\r\nأربعة أشهر وعشرا فهو أملك برجعتها \" ( 1 ) وهي واضحة أيضا وإن لم تذكر الطلاق .\r\n2 - حكم الشارع بالبينونة بمنزلة الطلاق وإلا لم يتميز حال البينونة عما قبلها ( 2 ) .\r\n3 - الحكم بعد قطع السلطنة بالتسلط يحتاج إلى دليل وليس يوجد ( 3 ) .\r\nدليل القائلين بالسلطنة :\r\nادعى القائلون بالسلطنة وجود رواية في المقام ( 4 ) .\r\nوقد نوقش القول بالسلطنة .\r\n1 - إن القول بالسلطنة متجه لو لم يوجب طلاقها بعد البحث اما معه كما مضى فلا .\r\n2 - إمكان المناقشة فيه على تقدير عدم إيجابه والاكتفاء بأمر الشارع بالاعتداد فإنه قائم مقام\r\nالطلاق ، ولذا صح لها النكاح وانتفى سبيله عنها بعده بلا خلاف .\r\n3 - انه اجتهاد صرف في مقابلة النص سيما الموثق ( 5 ) .\r\nواما الرواية فقد نفى وجودها أو صرح بعدم العثور عليها جمع من الفقهاء كالشهيد\r\nالثاني في المسالك ( 6 ) ، وصاحب نهاية المرام ( 7 ) والحدائق ( 8 ) والجواهر ( 9 ) وجامع\r\n\r\n","description":"","footnote":" 1 - تهذيب الأحكام ج 7 ص 479 ح 131 .\r\n2 - إيضاح الفوائد ج 3 ص 354 وكشف الرموز في شرح المختصر النافع ، زين الدين أبي علي الحسن بن أبي\r\nطالب ابن أبي المجد اليوسفي المعروف بالفاضل والمحقق الابي ، ج 2 ( بلا رقم طبعة ) مؤسسة النشر\r\nالإسلامي التابعة لجماعة المدرسين بقم . ( بلا تاريخ ) . ص 228 .\r\n3 - نفس المصادر .\r\n4 - شرائع الإسلام ج 3 ص 39 .\r\n5 - المسالك ج 2 ص 37 .\r\n6 - المسالك ج 2 ص 37 .\r\n7 - نهاية المرام ج 2 ص 107 .\r\n8 - الحدائق ج 25 ص 494 .\r\n9 - الجواهر ج 11 ص 446 . ","page_name":" 124 ","page_number":124},
  {"content":"\r\nالمدارك ( 1 ) .\r\nدليل صاحب المختلف :\r\nاما الأول - وهو كون الطلاق من الولي - فهو طلاق شرعي قد انقضت عدته فلا سبيل\r\nللرجوع .\r\nواما الثاني - وهو أمر الحاكم بالاعتداد - فان أمرها بالاعتداد كان مبنيا على الظن بوفاته\r\nوقد ظهر بطلانه فلا أثر لتلك العدة والزوجية باقية لبطلان الحكم بالوفاة ، مضافا إلى اقتضاء ذلك\r\nأولويته بها حتى لو تزوجت ( 2 ) .\r\nورده صاحب الحدائق : بأنه خلاف ما في موثقة سماعة \" المشتملة على أمر الإمام لها\r\nبالاعتداد أربعة أشهر وعشرا وقد تضمنت أنه متى قدم بعد انقضاء العدة فليس له عليها\r\nرجعة \" ( 3 ) .\r\nواما المذاهب الإسلامية الأخرى ظاهر الشافعية ( 4 ) والحنابلة ( 5 ) والمالكية ( 6 ) وابن قدامة\r\nفي المغني ( 7 ) وأهل المدينة ( 8 ) وابن تيمية ( 9 ) والأباضية ( 10 ) وابن رشد في مقدماته ( 11 ) وابن حزم\r\n\r\n","description":"","footnote":" 1 - جامع المدارك في شرح المختصر النافع ، ج 4 السيد أحمد الخوانساري ، ط 2 ، مؤسسة\r\nاسماعيليان 1405 ه‍ . ص 567 .\r\n2 - المختلف ج 7 ص 376 - 377 مسألة 26 .\r\n3 - الحدائق ج 25 ص 494 .\r\n4 - رحمة الأمة ج 2 ص 86 .\r\n5 - المبدع ج 8 ص 130 ، الاقناع ج 4 ص 113 ، المحرر ج 2 ص 106 ، زاد المستنقع ص 134 و . . .\r\n6 - المدونة م 2 ص 449 ، تحفة المحتاج ص 253 - 254 .\r\n7 - المغني ج 9 ص 136 .\r\n8 - الحجة ج 4 ص 53 .\r\n9 - الاختيارات الفقهية ص 281 .\r\n10 - مختصر البسيوي ص 329 .\r\n11 - مقدمات ابن رشد ص 411 . ","page_name":" 125 ","page_number":125},
  {"content":"\r\nالأندلسي في المحلى بالآثار ان الزوج أملك بها ( 1 ) وللأخير مناقشة لفتوى مالك قائلا \" فيقال لمن\r\nقلده : ومن أين قلت هذا وأنت قد قطعت عصمته منها وأبحت لها أن تنكح من شاءت ؟ وكيف\r\nتردها إلى أجنبي قد أبحت لها نكاح زوج سواه . . . \" ( 2 ) .\r\n3 - عودة الزوج بعد العدة والزواج :\r\nلو انقضت العدة وتزوجت المرأة فهل يمكن للزوج الرجوع ؟\r\nالإمامية : اتفقت كلمة فقهاء الإمامية على عدم السبيل للزوج عليها وقد صرح بذلك ابن\r\nإدريس في السرائر قائلا : \" لا خلاف بينهم في أن الثاني أحق بها من الأول \" ( 3 ) وممن ادعى\r\nالإجماع بقسميه أيضا صاحب الجواهر ( 4 ) . ولم يفرق الفقهاء بين الدخول وعدمه .\r\nالشافعية : عن الشافعي في المسألة قولان أصحهما بطلان نكاح الثاني والآخر بطلان نكاح الأول\r\nبكل حال ( 5 ) فعلى قول الشافعي الجديد سلمت للأول وعلى القديم على القول بالنفوذ ظاهرا\r\nوباطنا لا تسلم ( 6 ) .\r\nالحنابلة : فرقوا بين دخول الثاني وعدمه ، فإن لم يدخل بها الثاني ردت للأول ( 7 ) \" فتكون زوجة\r\nالأول رواية واحدة لأن النكاح كان باطلا لأنه صادف امرأة ذات زوج وتعود إليه بالعقد الأول\r\nوليس على الثاني صداق لبطلان نكاحه ولم يتصل به دخول \" ( 8 ) .\r\n\r\n","description":"","footnote":" 1 - المحلى بالآثار ج 9 ص 325 .\r\n2 - نفس المصدر ص 327 .\r\n3 - السرائر ج 2 ص 737 .\r\n4 - الجواهر ج 11 ص 446 .\r\n5 - رحمة الأمة ج 2 ص 86 .\r\n6 - المهذب ج 2 ص 146 .\r\n7 - المبدع في شرح المقنع ج 8 ص 130 ، الاقناع ج 4 ص 113 ، المحرر ج 2 ص 106 ، زاد المستنقع\r\nص 134 .\r\n8 - المبدع في شرح المقنع ج 8 ص 130 والاقناع ج 4 ص 113 . ","page_name":" 126 ","page_number":126},
  {"content":"\r\nفرجوعها إلى الأول بالعقد الأول ولا يحتاج إلى عقد جديد كما أن الثاني لا صداق عليه ، وأما إذا\r\nدخل بها الثاني خير الأول بين أخذها بالعقد الأول وبين تركها مع الثاني هذا ما ذكره المقنع ( 1 )\r\nوالمبدع والاقناع ( 2 ) والمحرر ( 3 ) والتنقيح المشبع ( 4 ) إلا أنه قال \" الأصح بعقد \" أي ان رجوع\r\nالزوجة للأول لا يتم إلا بعقد جديد ، ومنه يظهر وجود اختلاف ودليل القول الأول هو أن نكاح\r\nالثاني كان باطلا في الباطن فيعتزلها حتى تنقضي العدة ( 5 ) ويأخذ الأول قدر الصداق الذي\r\nأعطاها من الزوج الثاني ويرجع الثاني على الزوجة بمقدار ما أخذ منه الأول . هذا كله إذا\r\nاختارها الأول . وأما إذا اختارها الثاني فتبقى معه بلا \" تجديد عقد في الأشهر قاله في الرعاية لأن\r\nالصحابة لم ينقل عنهم تجديد عقد \" ( 6 ) ويأخذ الأول صداقها من الثاني \" لقضاء الصحابة ولأنه\r\nحال بينه وبين زوجته بعقد ودخول \" ( 7 ) وفي رجوع الثاني على الزوجة روايتان ( 8 ) وفي مقدار\r\nالصداق كذلك ، إحداهما : الرجوع \" بالصداق الذي أعطاها هو اختارها أبو بكر وقدمها في الكافي\r\nلقضاء عثمان وعلي ولأن الثاني أتلف المعوض فرجع عليه بالعوض كمشهود الطلاق إذا رجعوا\r\nفعليها إن لم يكن دفع إليها الصداق لم يرجع بشئ وإلا رجع في قدر ما قبض منه \" ( 9 ) وهو الذي\r\nحكاه أبو بكر قال : حدثنا أبو داود قال : سمعت أحمد سئل عن المفقود إذا اختار المهر ؟ قال : يعطى\r\nالمهر الذي ساقه هو إليها ( 10 ) .\r\n\r\n","description":"","footnote":" 1 - المبدع في شرح المقنع ج 8 ص 130 .\r\n2 - الاقناع ج 4 ص 113 .\r\n3 - المحرر ج 2 ص 106 .\r\n4 - التنقيح المشبع ص 252 .\r\n5 - المبدع ج 8 ص 130 .\r\n6 - نفس المصدر .\r\n7 - المبدع ج 8 ص 130 والمحرر في الفقه ج 2 ص 106 .\r\n8 - المبدع ج 8 ص 130 ، المحرر في الفقه ج 2 ص 106 ، القواعد في الفقه ص 317 .\r\n9 - المبدع ج 8 ص 130 .\r\n10 - مسائل الإمام أحمد ص 177 . ","page_name":" 127 ","page_number":127},
  {"content":"\r\nثانيتهما : وهي الأشهر الرجوع بالمهر الذي أصدقها الثاني \" لأنه بذله عوضا عما هو مستحق\r\nللأول فكان أولى \" ( 1 ) .\r\nوخلاصة القول في صورة عودة الزوج بعد الزواج وقبل الدخول ردت الزوجة إلى الأول\r\nوإن دخل بها الثاني خير الأول .\r\nالمالكية : إذا عاد الزوج بعد زواجها مع الثاني ، فالأول أحق بها ما لم يدخل بها زوجها\r\nالثاني ( 2 ) .\r\nأهل المدينة : إذا أدرك زوجته بعد أن تزوجت بعد انقضاء عدتها سواء دخل بها الثاني أم لم\r\nيدخل لا سبيل له عليها ( 3 ) .\r\nالأباضية : إن علت بحياة الزوج بعد زواجها كان عليها أن تعتزل الثاني من حين علمها بحياته\r\nفإذا قدم كان بالخيار بين زوجته وهي على النكاح الأول ولا يقربها حتى تعتد من وطء الأخير ،\r\nواما الحامل فإلى أن تضع حملها ثم يمكن الأول مجامعتها وبين المهر كما إذا لم يخترها فله أقل\r\nالصداقين أي الصداق الذي دفعه هو لها أو الزوج الثاني ( 4 ) .\r\nابن تيمية : لم يفرق ابن تيمية بين الدخول وعدمه وقال إذا قدم الأول \" خير بين امرأته وبين\r\nمهرها \" ( 5 ) .\r\nابن قدامة : قبل وطء الثاني هي زوجة الأول ، وبعد وطء الثاني يخير الأول وذكر له أدلة مضافا\r\nإلى إجماع الصحابة :\r\n\r\n","description":"","footnote":" 1 - المبدع ج 8 ص 130 .\r\n2 - المدونة الكبرى م 2 ص 449 .\r\n3 - الحجة ج 4 ص 53 .\r\n4 - مختصر البسيوي ص 329 .\r\n5 - الاختيارات الفقهية ص 281 . ","page_name":" 128 ","page_number":128},
  {"content":"\r\n1 - ما رواه سعيد بن المسيب ان عمر وعثمان قالا إن جاء زوجها الأول خير بين المرأة وبين\r\nالصداق الذي يساق .\r\n2 - قضاء ابن الزبير في مولاة لهم .\r\n3 - قول علي ( عليه السلام ) .\r\n4 - عدم وجود مخالف فهم في ذلك .\r\nفكان هذا إجماعا ( 1 ) . فإذا اختارها الأول فهل تحتاج إلى طلاق الثاني ؟ ذكر ابن قدامة قولين\r\nوهكذا في رجوع الثاني على الزوجة بما غرم روايتين :\r\n1 - الرجوع \" لأنها غرامة لزمت الزوج بسبب وطئه لها فرجع بها كالمغرور \" .\r\n2 - عدم الرجوع : وهو الأظهر \" لأن الصحابة لم يقضوا بالرجوع اعتمادا على رواية سعيد بن\r\nالمسيب في قضاء عمر وعثمان \" .\r\nوإن لم يختار الأول الزوجة فهل تحتاج إلى عقد جديد للثاني ؟ قولان :\r\n1 - لم يذكروا لها عقدا جديدا .\r\n2 - اختيار ابن قدامة القول بالاحتياج إلى عقد جديد : \" لأننا تبينا بطلان عقده بمجئ\r\nالأول \" ( 2 ) .\r\nوذهب غير هؤلاء الذين ذكرناهم إلى التخيير بعد الدخول وهم الحسن وعطاء وخلاس بن\r\nعمر والنخعي وقتادة وإسحاق ( 3 ) والحكم بن عتيبة والزهري ومكحول والشعبي ( 4 ) .\r\n\r\n","description":"","footnote":" 1 - المغني ج 9 ص 136 - 137 .\r\n2 - نفس المصدر ص 137 - 138 .\r\n3 - المجموع شرح المهذب ج 18 ص 160 .\r\n4 - المحلى بالآثار ج 9 ص 325 . ","page_name":" 129 ","page_number":129},
  {"content":"\r\nالمنعي لها زوجها\r\nلو ثبت بالبينة موت الزوج المفقود فهل يمكنها أن تتزوج من غيره ؟\r\nالإمامية : يجوز لها الزواج بلا حاجة إلى حكم الحاكم وقيدوا زواجها بمن ثبت عنده موت الزوج\r\nأو لم يعلم بحالها معتمدا على دعواها الخلو من الزوج فالقرائن والأمارات يمكن الاعتماد عليها ( 1 ) .\r\nالحنابلة : جاء في المغني والشرح الكبير \" إن غاب رجل عن زوجته فشهد ثقات بوفاته فاعتدت\r\nزوجته للوفاة أبيح لها أن تتزوج فإن عاد الزوج بعد ذلك فحكمه حكم المفقود يخير زوجها بين\r\nأخذها وتركها وله الصداق وكذلك إن تظاهرت الأخبار بموته . . . فإن حصلت الفرقة بشهادة\r\nمحصورة فما حصل من غرامة فعليهما وأنهما سبب في إيجابها \" ( 2 ) فالحنابلة يجيزون العمل بأخبار\r\nالثقات وترتيب الأثر على شهادتهم .\r\nالحنفية : أجازوا لزوجة المفقود الزواج بعد الاعتداد إذا نعي إليها زوجها أو أخبرها ثقة بأن\r\nزوجها الغائب مات أو طلقها ثلاثا أو أتاها منه كتاب على يد ثقة بالطلاق ( 3 ) .\r\nالمالكية : الظاهر منهم جواز الزواج ، ولكن إذا عاد الزوج المفقود ترد إليه دون خيار للثاني ولا\r\nيقربها الأول حتى تحيض ثلاث حيض .\r\nولم يعتبرها صاحب المدونة \" بمنزلة امرأة المفقود وذلك أنها كذبت وعجلت ولم يكن اعذار\r\nمن تربص ولا تفريق من إمام \" ( 4 ) .\r\n\r\n","description":"","footnote":" 1 - نهاية المرام في شرح مختصر شرائع الإسلام ، ج 2 ص 103 ، مهذب الأحكام ج 26 ص 142 .\r\n2 - المغني ، موفق الدين أبي محمد عبد الله بن أحمد بن محمود ابن قدامة دار الكتاب العربي للنشر\r\nوالتوزيع ( بلا تاريخ ) . والشرح الكبير ج 9 ص 135 .\r\n3 - حاشية رد المحتار ج 3 ، 502 .\r\n4 - المدونة الكبرى م 2 ص 447 . ","page_name":" 130 ","page_number":130},
  {"content":"\r\nالفصل السادس\r\nنفقة زوجة المفقود\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nونبحث في هذا الفصل عن حكم نفقة الزوجة حين الانتظار والتربص والعدة وبعدها .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nنفقة الزوجة\r\nإن من واجبات الزوجية النفقة على الزوجة .\r\nوالنفقة لغة : ما أنفقت ، واستنفقت على العيال وعلى نفسك ( 1 ) .\r\nواصطلاحا : إخراج الشخص مؤونة من تجب عليه نفقته من خبز وأدم وكسوة ومسكن وما يتبع\r\nذلك من ثمن ماء ودهن ومصباح ونحو ذلك ( 2 ) .\r\nوأسباب وجوبها ثلاثة : الزوجية والقرابة والملك ( 3 ) .\r\nونقتصر على بيان نفقة الزوجة دون القسمين الآخرين لوجود علاقة لها بالبحث . اتفقت\r\nالمذاهب الإسلامية على وجوب نفقة الزوجة على الزوج ( 4 ) وقد دلت على ذلك :\r\n1 - الآيات :\r\nمنها : قوله تعالى : * ( والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة\r\nوعلى المولود له رزقهن وكسوتهن بالمعروف ) * ( 5 ) .\r\nفقوله تعالى : * ( وعلى المولود له رزقهن وكسوتهن بالمعروف ) * دال على الوجوب .\r\nومنها : قوله تعالى : * ( الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما\r\nأنفقوا من أموالهم ) * ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - لسان العرب ج 14 ص 243 .\r\n2 - الفقه على المذاهب الأربعة ج 4 ص 553 .\r\n3 - الشرائع ج 2 ص 291 ، تحرير الأحكام ج 2 ص 45 ، الفقه على المذاهب الأربعة ج 4 ص 553 .\r\n4 - جواهر الكلام ج 11 ص 194 ، الفقه على المذاهب الأربعة ج 4 ص 553 ، المحرر في الفقه ج 2 ص 114 .\r\n5 - البقرة : 233 .\r\n6 - النساء : 34 . ","page_name":" 133 ","page_number":133},
  {"content":"\r\n2 - الروايات :\r\nوهي \" فوق حد التواتر \" كما عبر صاحب الجواهر ( 1 ) .\r\nمنها : عن علي ( عليه السلام ) : \" ان امرأة استعدته على زوجها أنه لا ينفق عليها إضرارا لها فحبسه في\r\nنفقتها \" ( 2 ) .\r\nومنها : عن أبي بصير - يعني المرادي - قال : سمعت أبا جعفر ( عليه السلام ) يقول : \" من كانت عنده امرأة\r\nفلم يكسها ما يواري عورتها ويطعمها ما يقيم صلبها كان حقا على الإمام أن يفرق\r\nبينهما \" ( 3 ) .\r\nومنها : ما رواه أهل السنة عن موسى بن إسماعيل عن حماد عن أبي قزعة الباهلي عن حكم\r\nابن معاوية القشيري عن أبيه قال : قلت يا رسول الله ما حق زوجة أحدنا عليه ؟ قال : \" أن\r\nتطعمها إذا طعمت ، وتكسوها إذا اكتست \" ( 4 ) .\r\n3 - الإجماع :\r\nلقد أجمع علماء كل مذهب من المذاهب الإسلامية على وجوب النفقة ( 5 ) .\r\nالنفقة عند الإمامية ضابط النفقة عندهم \" القيام بما تحتاج إليه المرأة من طعام وإدام وكسوة\r\nوإسكان وإخدام وآلة ادهان تبعا لعادة أمثالها من أهل البلد \" ( 6 ) .\r\n\" وفي تقدير الاطعام خلاف فمنهم من قدره بمد للرفعة والوضعة من الموسر والمعسر ، ومنهم\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 195 .\r\n2 - دعائم الإسلام المجلد 2 ج 5 ص 255 ح 972 .\r\n3 - الوسائل ب 1 من أبواب النفقات ح 2 .\r\n4 - سنن أبي داود ج 2 ص 244 ح 2142 .\r\n5 - الجواهر ج 11 ص 194 ، الفقه على المذاهب الأربعة ج 4 ص 553 .\r\n6 - شرائع الإسلام ج 2 ص 293 . ","page_name":" 134 ","page_number":134},
  {"content":"\r\nمن لم يقدر واقتصر على سد الخلة \" ( 1 ) وهو الأشهر \" بل المشهور شهرة عظيمة \" والأشبه بأصول\r\nالمذهب وقواعده ( 2 ) .\r\nبقية المذاهب الإسلامية :\r\nتشمل نفقة الزوجة عندهم ثلاثة أنواع :\r\n1 - إطعامها من خبز وأدم . 2 - كسوتها . 3 - اسكانها ( 3 ) .\r\nواما مقدارها فهل تقدر بحسب حال الزوج أو حالها أو حالهما اختلاف .\r\nالشافعية : يقدر الإطعام والكسوة بحسب حال الزوج إعسارا ويسرا ، واما المسكن فيفرض لها\r\nبحسب حالها هي ( 4 ) .\r\nالحنابلة : يعتبر حالهما معا يسرا وعسرا عند التنازع لا العقد فإن كان أحدهما غنيا والآخر فقيرا\r\nفرضت نفقة الوسط ، وإن كانا موسرين فرض لها نفقة الموسرين ( 5 ) .\r\nالحنفية : إذا كان الزوجان موسرين أو معسرين تقدر بحالهما ، واما إن كان أحدهما موسرا\r\nوالآخر معسرا ففيه رأيان :\r\n1 - تقدر بحسب حالهما معا ، أي تجب لها نفقة الوسط .\r\n2 - اعتبار حال الزوج فقط .\r\nالمالكية : ينظر في تقديرها إلى حالهما معا .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر .\r\n2 - الجواهر ج 11 ص 213 .\r\n3 - الفقه على المذاهب الأربعة ج 4 ص 554 .\r\n4 - الفقه على المذاهب الأربعة ج 4 ص 563 .\r\n5 - نفس المصدر ص 564 . ","page_name":" 135 ","page_number":135},
  {"content":"\r\nنفقة زوجة المفقود\r\nإذا كان من واجبات الزوجية النفقة على الزوجة فهل تجب في صورة فقد الزوج ؟\r\nنفقة امرأة المفقود عند الإمامية :\r\nوفي هذا المجال يتم التعرض لأمور :\r\n1 - ذهب فقهاء الإمامية إلى وجوب صبر الزوجة إذا أنفق عليها من مال المفقود أو غيره ولا\r\nيحق لها المطالبة بالفرقة ( 1 ) وادعى صاحب الحدائق اتفاق كلمة الأصحاب وظهور الروايات\r\nعليه ( 2 ) . قال المحقق الحلي في الشرائع \" المفقود إن عرف خبره أو أنفق على زوجته وليه فلا خيار\r\nلها \" ( 3 ) ، وفي اللمعة والروضة : \" ( والمفقود إذا جهل خبره ) وكان لزوجته من ينفق عليها ( وجب\r\nعليها التربص ) إلى أن يحضر أو تثبت وفاته أو ما يقوم مقامها \" ( 4 ) .\r\n2 - وأجازوا للزوجة المطالبة بالطلاق عند عدم وجود منفق .\r\nقال الشيخ المفيد في المقنعة : \" ان لم يكن له ولي ينفق عليها ولا مال في يدها تنفق منه\r\nواختارت الحكم في ذلك رفعت أمرها إلى سلطان الزمان ليبحث عن خبره في الأمصار وانتظرت\r\nأربع سنين فإن عرفت له خبرا من حياة ألزمه السلطان النفقة عليها أو الفراق وإن لم تقم له خبرا\r\nاعتدت عدة المتوفى عنها زوجها \" ( 5 ) .\r\n3 - لو اختارت الصبر كان لها النفقة ، قال الشهيد الأول والثاني في اللمعة والروضة : \" ( وعلى\r\nالإمام أن ينفق عليها من بيت المال طول المدة ) أي مدة الغيبة إن صبرت ومدة البحث إن لم تصبر ،\r\n\r\n","description":"","footnote":" 1 - المقنعة ص 537 ، المختصر النافع ص 201 ، المسالك ج 2 ص 36 ، رياض المسائل ج 2 ص 188 .\r\n2 - الحدائق ج 25 ص 479 .\r\n3 - الشرائع ج 3 ص 39 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 65 .\r\n5 - المقنعة ص 537 . ","page_name":" 136 ","page_number":136},
  {"content":"\r\nهذا إذا لم يكن له مال وإلا أنفق الحاكم منه مقدما على بيت المال \" ( 1 ) .\r\nوالضمير في \" له \" في كلام الشهيد : \" إذا لم يكن له مال \" يعود للزوج ومنه يفهم تقدم الإنفاق\r\nمن مال الزوج على بيت المال .\r\n4 - إذا طلبت الفرقة وأجلها الحاكم أربع سنين كان لها النفقة تمام المدة ( 2 ) ان تبينت حياته .\r\nقال المحقق في الشرائع : \" إن رفعت أمرها ( أي زوجة المفقود ) أجلها أربع سنين وفحص عنه .\r\nفان عرف خبره صبرت ، وعلى الإمام أن ينفق عليها من بيت المال . وإن لم يعرف خبره أمرها\r\nبالاعتداد عدة الوفاة \" ( 3 ) .\r\n5 - لو طلبت الفرقة كان لها النفقة مدة التربص .\r\nجاء في الروضة البهية \" على الإمام أن ينفق عليها من بيت المال طول المدة ، أي مدة الغيبة\r\nومدة البحث إن لم تصبر هذا إذا لم يكن له مال ، وإلا أنفق الحاكم منه مقدما على بيت المال \" ( 4 ) وفي\r\nالمسالك \" إن رفعت أمرها إلى الحاكم أجلها أربع سنين من حين رفع أمرها إليه وبحث عنه في الجهة\r\nالتي فقد فيها إن كانت معينة وإلا ففي الجهات الأربع حيث يحتمل كونها فيها وأنفق عليها في هذه\r\nالمدة من بيت المال \" ( 5 ) .\r\nوربما يتصور وجود قولين للشهيد الثاني في الانفاق : أولهما من مال المفقود ، وثانيهما من بيت\r\nالمال ، إلا أن الاحتمال لا يصار إليه وذلك لأن الشهيد في المسالك وإن قال بالإنفاق من بيت المال\r\nإلا أنه ذكر قبل ذلك أن التأجيل من قبل الحاكم لا يتم إلا بعد عدم وجود من \" ينفق عليها ولا\r\n\r\n","description":"","footnote":" 1 - الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 68 .\r\n2 - المسالك ج 2 ص 37 .\r\n3 - الشرائع ج 3 ص 39 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 6 ص 68 .\r\n5 - المسالك ج 2 ص 36 . ","page_name":" 137 ","page_number":137},
  {"content":"\r\nمتبرع \" ( 1 ) .\r\n6 - لو لم يتم الفحص في الأربع وجب الفحص بعدها ، واما النفقة فقد ذهب صاحب الحدائق إلى\r\nإثباتها ( 2 ) وهو الصحيح لأنها مدة انتظار وإن تجاوزت الأربع ، ولم يقع الطلاق .\r\n7 - ذهب فقهاء الإمامية في وجوب النفقة وعدمها زمن العدة إلى قولين :\r\nالف - وجوب النفقة ( 3 ) .\r\nب - عدم وجوب النفقة ( 4 ) .\r\nقال المحقق في الشرائع \" لا نفقة على الغائب في زمان العدة \" ( 5 ) إلا أنه تردد في وجوبها لو\r\nحضر الزوج قبل انقضائها \" نظرا إلى حكم الحاكم بالفرقة \" وبعبارة أخرى : إن منشأ التردد\r\n\" النظر إلى أن نفقة الزوجة تابعة لبقاء زوجيتها ومع حكم الحاكم بالفرقة تنقطع الزوجية فينقطع\r\nمعلولها وهو النفقة عملا بالعلية وهو ظاهر كلام الشيخ في المبسوط والالتفات إلى أنها في حكم\r\nالزوجة ما دامت في العدة فتجب لها النفقة لو حضر قبل انقضائها اما الصغرى ، فلأنه أملك بها مع\r\nحضوره قبل خروجه من عدتها ولولا أنها زوجته لما صح له ذلك إلا بعقد جديد ومهر مستأنف .\r\nواما الكبرى فاجماعية ولأنها محبوسة عليه في هذه الحال فيجب لها النفقة عليه \" ( 6 ) .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر .\r\n2 - الحدائق ج 25 ص 479 .\r\n3 - إرشاد الأذهان ج 2 ص 49 ، رياض المسائل ج 2 ص 188 ، منهاج الصالحين السيد محسن الحكيم\r\nوتعليقة السيد محمد باقر الصدر ج 2 ص 320 ، منهاج الصالحين السيد الخوئي ج 2 ص 327 ، فقه الإمام\r\nالصادق ج 6 ص 44 .\r\n4 - الشرائع ج 3 ص 40 .\r\n5 - نفس المصدر .\r\n6 - إيضاح ترددات الشرائع ج 2 ، نجم الدين جعفر بن الزهدري الحلي ، ط 1 ، نشر مكتبة آية الله\r\nالمرعشي العامة ، طبع مطبعة سيد الشهداء ، 1408 ه‍ . ص 34 . ","page_name":" 138 ","page_number":138},
  {"content":"\r\nوالإشكال في وجوب النفقة وعدمها ناشئ \" من كونها عدة بينونة فلا نفقة ومن كونها في\r\nحباله ولا نشوز منها فتجب النفقة \" ( 1 ) وصرف البعض الروايات الدالة على وجوب نفقة الزوجة\r\nالمطلقة الرجعية إلى تحقق الطلاق من قبل الزوج قال \" لا دليل على النفقة فيه \" أي في زمان العدة\r\n\" بدعوى ظهور الأدلة ( 2 ) في أن نفقة المطلقة الرجعية فيما لو طلقها هو لا الطلاق في مثل الفرض\r\nالناشئ من حكم الحاكم الذي هو باق على مقتضى أصالة البراءة بعد خروج الامرأة عن\r\nالزوجية \" ( 3 ) .\r\n8 - لو عاد الزوج قبل انقضاء العدة فهل للزوجة الرجوع بالنفقة ؟\r\nاستشكل البعض في ذلك ومنشأ الإشكال : \" من أنها في عدة بينونة فكانت بمنزلة الناشز ،\r\nومن أنها في حباله \" ( 4 ) .\r\nإلا أن فخر المحققين اختار عدم النفقة ( 5 ) واحتمل الشهيد الثاني \" وجوب قضاء نفقة زمن\r\nالعدة وإن انقضت لأن نفقة الزوج تقضى وقد ظهر الزوج في زمانها فلم تكن عدة وفاة\r\nحقيقية \" ( 6 ) .\r\n9 - لا نفقة للزوجة بعد انقضاء العدة ( 7 ) واحتمل الشهيد الثاني وجوب النفقة على القول بأن\r\nالزوج أحق بالزوجة حتى بعد العدة إلا أن الأقوى عنده عدم وجوب النفقة مطلقا ( 8 ) نعم لو عاد\r\n\r\n","description":"","footnote":" 1 - رياض المسائل ج 2 ص 188 .\r\n2 - الوسائل ج 21 ، ب 8 من أبواب النفقات من كتاب النكاح .\r\n3 - الجواهر ج 11 ص 448 .\r\n4 - رياض المسائل ج 2 ص 188 .\r\n5 - إيضاح الفوائد ج 3 ص 355 .\r\n6 - المسالك ج 2 ص 38 .\r\n7 - الشرائع ج 3 ص 40 .\r\n8 - المسالك ج 2 ص 38 . ","page_name":" 139 ","page_number":139},
  {"content":"\r\nالزوج بعد العدة وقلنا بوجوب العدة بدون طلاق استوجه صاحب الجواهر \" وجوب النفقة لو\r\nجاء ولو بعد العدة ، حتى لما مضى من العدة وما بعدها لبقائها على الزوجية حينئذ \" ( 1 ) إلا أن\r\nالشهيد الثاني رجح القول بعدم النفقة قائلا \" لو كان حضوره بعد انقضاء العدة فأولى بعدم\r\nالوجوب للحكم بالبينونة \" ( 2 ) .\r\n10 - لو أنفق الولي أو الحاكم من مال الزوج وتبين تقدم موت الزوج فهل تضمن الزوجة ما أنفق\r\nعليها ؟ لفقهاء الإمامية قولان :\r\nالف - الضمان ( 3 ) .\r\nب - عدم الضمان واختاره الشهيد الثاني في المسالك ( 4 ) وابن فهد في المهذب البارع ( 5 ) واستظهره\r\nالبحراني في الحدائق ( 6 ) . قال الشهيد في المسالك \" لو أنفق عليها الولي أو الحاكم من ماله ثم تبين\r\nتقدم موته على زمن الإنفاق أو بعضه فلا ضمان عليها ولا على المنفق للأمر به شرعا ولأنها محبوسة\r\nلأجله وقد كانت زوجته ظاهرا والحكم مبني على الظاهر \" ( 7 ) . وقال ابن فهد في كتابه المهذب\r\nالبارع \" لو أنفق الولي من ماله ثم تبين الموت سابقا على ذلك بأوقات متطاولة لم يكن للوارث\r\nالرجوع بما أنفقت بعد الوفاة لأنها محبوسة لأجله ولوجوب ذلك شرعا \" ( 8 ) والمراد من إنفاق\r\nالولي \" من ماله \" أي مال الزوج ويدل عليه عدم وجود حق \" للوارث الرجوع بما أنفقت بعد\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 448 .\r\n2 - المسالك ج 2 ص 38 .\r\n3 - الجواهر ج 11 ص 446 .\r\n4 - المسالك ج 2 ص 37 .\r\n5 - المهذب البارع في شرح المختصر النافع ، ج 3 أحمد بن محمد بن فهد الحلي ، مؤسسة النشر\r\nالإسلامي التابعة لجماعة المدرسين بقم - 1411 ه‍ . ص 497 .\r\n6 - الحدائق ج 25 ص 493 .\r\n7 - المسالك ج 2 ص 37 .\r\n8 - المهذب البارع ج 3 ص 497 . ","page_name":" 140 ","page_number":140},
  {"content":"\r\nالوفاة \" .\r\nوأورد صاحب نهاية المرام على المسالك بأن ما ذكره \" مشكل لظهور أن هذا التصرف وقع\r\nفي مال الغير بغير اذنه فينبغي أن يترتب على المتصرف الضمان وإن لم يأثم بذلك كما لو تصرف\r\nالوكيل بعد موت الموكل ولما يعلم بموته \" ( 1 ) إلا أنه رغم إشكاله على المسالك قال \" والمسألة قوية\r\nالإشكال وإن كان المصير إلى ما ذكره ( قدس سره ) غير بعيد \" ( 2 ) .\r\nوأورد صاحب الحدائق إشكالين على كلام صاحب نهاية المرام :\r\nالإشكال الأول : \" إن الأحكام الشرعية لا تناط بالواقع ونفس الأمر للزوم الحرج \" ولا تأثير\r\nلظهور الخلاف لأن الشارع أوجب النفقة و \" من المعلوم أن امتثال الأمر الواجب بحسب ظاهر\r\nالشرع لا يتعقبه إثم ولا غرم ، وإلا للزم من ذلك أنه يوجب عليه الإنفاق ثم يوجب عليه الضمان\r\nوهو لا يصدر عن الحكيم \" .\r\nالإشكال الثاني : إن تمثيله بتصرف الوكيل ، قياس لا يوافق أصول المذهب \" هذا مضافا إلى أن\r\nضمان الوكيل عند التصرف لا دليل صريح ولا نص صحيح عليه \" وانما استندوا فيه إلى ما\r\nيتعاطونه من الأدلة الاعتبارية \" فالذي يستظهره صاحب الحدائق عدم الضمان ( 3 ) .\r\nنفقة امرأة المفقود عند الشافعية :\r\n1 - قال الشافعي في القديم بتربص المرأة أربع سنين ثم الحكم بالفرقة دون أن يفرق بين وجود\r\nولي ينفق عليها أو منفق آخر . فليس للنفقة دخل في ثبوت حق التفريق لها وهذا الذي عليه\r\nالشافعية على القول القديم لإمام مذهبهم ( 4 ) .\r\n\r\n","description":"","footnote":" 1 - نهاية المرام ج 2 ص 106 .\r\n2 - نفس المصدر .\r\n3 - الحدائق ج 25 ص 493 .\r\n4 - المهذب للشيرازي ج 2 ص 165 . ","page_name":" 141 ","page_number":141},
  {"content":"\r\n2 - لو صبرت الزوجة ولم تطالب بالفرقة كان لها حق النفقة ( 1 ) .\r\n3 - إذا أجلها الحاكم أربع سنين لم تنقطع نفقتها قال الشافعي في \" الام \" : \" إن أجلها حاكم أربع\r\nسنين أنفق عليها فيها \" ( 2 ) وعن المهذب \" إذا حبست زوجة المفقود أربع سنين فلها النفقة لأنها\r\nمحبوسة عليه في بيته \" ( 3 ) .\r\n4 - لا نفقة للزوجة في العدة إن قلنا بقول الشافعي القديم بخلاف ما لو قلنا بقوله الجديد ، قال\r\nصاحب المهذب بعد تفريق الحاكم \" إن قلنا بقوله القديم ان التفريق صحيح فهي كالمتوفى عنها\r\nزوجها لأنها معتدة عن وفاة فلا تجب لها النفقة وفي السكنى قولان \" و \" إن قلنا بقوله الجديد وأن\r\nالتفريق باطل فلها النفقة في مدة التربص ومدة العدة لأنها محبوسة عليه في بيته \" ( 4 ) ولعل ما قاله\r\nالشافعي \" لها النفقة في الأربعة أشهر والعشر من مال زوجها \" ( 5 ) هو قوله القديم .\r\nفإن عاد الزوج بعد تفريق الحاكم فهل تعود النفقة ؟\r\nقال صاحب المهذب : \" إن رجع الزوج فان قلنا تسلم إليه عادت إلى نفقته في المستقبل وإن\r\nقلنا لا تسلم إليه لم يكن لها عليه نفقة \" ( 6 ) ولو خرجت من بيت الزوج ولم يعد الزوج ثم رجعت\r\nإلى بيتها فهل لها النفقة بعودها ؟ \" وجهان : أحدهما تعود لأنها سقطت بنشوزها فعادت بعودها ،\r\nوالثاني : لا تعود لأن التسليم الأول قد بطل فلا تعود إلا بتسليم مستأنف \" ( 7 ) .\r\n5 - إذا تمت العدة وتزوجت فهل تثبت لها النفقة ؟\r\n\r\n","description":"","footnote":" 1 - الام ج 5 ص 256 .\r\n2 - نفس المصدر .\r\n3 - المهذب للشيرازي ج 2 ص 165 .\r\n4 - المهذب للشيرازي ج 2 ص 165 .\r\n5 - الام ج 5 ص 256 .\r\n6 - المهذب للشيرازي ج 2 ص 165 .\r\n7 - نفس المصدر . ","page_name":" 142 ","page_number":142},
  {"content":"\r\nقال الشافعي : \" إذا أنكحت لم ينفق عليها من مال الزوج لأنها مانعة له نفسها \" ( 1 ) .\r\nوفي المغني : يسقط بنكاحها غيره نفقتها عن المفقود لأنها ناشزة \" ( 2 ) ، وفي المهذب \" إذا\r\nتزوجت سقطت نفقتها لأنها صارت كالناشزة \" ( 3 ) ويستفاد من كلامهم هذا استمرار النفقة إذا لم\r\nتتزوج .\r\nنفقة امرأة المفقود عند الحنابلة :\r\n1 - لا تتوقف الفرقة على عدم وجود منفق فيكفي في التربص والفرقة فقدان الزوج ( 4 ) .\r\n2 - لو صبرت ولم ترفع الأمر إلى الحاكم ثبتت لها النفقة ( 5 ) .\r\nجاء في الاقناع \" إن اختارت امرأة المفقود المقام والصبر حتى يتبين أمره فلها النفقة من ماله\r\nما دام حيا \" ( 6 ) .\r\n3 - إذا رفعت أمرها إلى الحاكم وأمرها بالتربص كان لها النفقة طول تلك الفترة أي في الأربع\r\nسنين ( 7 ) .\r\n4 - اختلف قول فقهاء الحنابلة في وجوب النفقة في العدة على وجهين ( 8 ) :\r\nالف - لا تجب وهو الذي ذكره ابن الزاغوني في الاقناع واختاره أبو البركات والحجاوي صاحب\r\n\r\n","description":"","footnote":" 1 - الام ج 5 ص 256 .\r\n2 - المغني ج 3 ص 398 .\r\n3 - المهذب ج 2 ص 165 .\r\n4 - شرح منتهى الإرادات ج 2 ص 617 ، التنقيح المشبع ص 252 .\r\n5 - الاقناع ج 4 ص 114 .\r\n6 - نفس المصدر .\r\n7 - القواعد في الفقه الإسلامي ص 231 ، الاقناع ج 4 ص 114 .\r\n8 - القواعد في الفقه الإسلامي ص 231 . ","page_name":" 143 ","page_number":143},
  {"content":"\r\nالاقناع ( 1 ) .\r\nب - تجب لها النفقة قاله القاضي ، لأن النفقة لا تسقط إلا بيقين الموت ولم يوجد هاهنا .\r\n5 - إذا انقضت عدتها فهل لها نفقة ؟\r\nذهب البعض إلى عدم سقوط نفقتها \" لأنها باقية على نكاحه ما لم تتزوج أو يفرق الحاكم\r\nبينهما \" ( 2 ) \" فإن تزوجت أو فرق الحاكم بينهما سقطت \" ( 3 ) .\r\nفالنفقة باقية في صورتين :\r\nالف - إذا لم تتزوج . ب - إن لم يفرق الحاكم بين الزوجة وزوجها ، ويعني هذا ان الفرقة بينهما قد\r\nيكون بأمر الحاكم وربما لم يكن بأمره . والذي يفهم من النقطة الرابعة وجود قول بالسقوط .\r\n6 - إذا عاد الزوج بعد العدة وردت إليه ثبتت لها النفقة من حين الرد ( 4 ) .\r\nنفقة امرأة المفقود عند الحنفية :\r\n1 - لم يحكم الحنفية بالفرقة بعد التربص وانما على الزوجة أن تصبر فإذا \" لم يبق أحد من أقرانه\r\nحيا يحكم بموته \" ( 5 ) ولم يقيدوا الفرقة بعد ذلك بعدم وجود منفق ( 6 ) .\r\n2 - إذا صبرت فهل لها المطالبة بالنفقة وهل يجيبها القاضي عند المطالبة إذا لم يكن للمفقود مال ؟\r\n\" كان أبو حنيفة يقول أولا يجيبها إلى ذلك وهو قول إبراهيم النخعي ثم رجع إلى قول شريح\r\n\r\n","description":"","footnote":" 1 - الاقناع ج 4 ص 114 .\r\n2 - القواعد في الفقه الإسلامي ص 231 ، كشاف القناع عن متن الاقناع ، ج 4 ، الشيخ منصور بن يونس\r\nبن إدريس البهوتي . ( بلا رقم طبعة ) المطبعة : عالم الكتاب ، ( بلا تاريخ ) ص 424 .\r\n3 - الاقناع ج 4 ص 114 .\r\n4 - نفس المصدر ص 424 .\r\n5 - المبسوط ج 11 ص 35 .\r\n6 - نفس المصدر . ","page_name":" 144 ","page_number":144},
  {"content":"\r\nوقال لا يجيبها إلى ذلك ، والحجة لقوله الأول حديث هند ( قوله ( صلى الله عليه وآله ) ) : لهند امرأة أبي سفيان :\r\nخذي من مال أبي سفيان ما يكفيك وولدك بالمعروف . ووجه قوله الآخر إن نفقة الزوجة لا\r\nتصير دينا إلا بقضاء القاضي وليس للقاضي أن يوجه القضاء على الغائب فيلزمه بقضائه شيئا من\r\nغير خصم عنه \" ( 1 ) . واما إن كان للمفقود مال فلها حق المطالبة لأنها زوجة ولم يثبت موته ( 2 ) .\r\n3 - إذا غاب الزوج وتزوجت على أساس أن الأول قد مات فدخل بها الثاني ثم عاد الأول فرق\r\nبينها وبين الثاني واعتدت منه ولا نفقة لها في العدة لا من الأول ولا من الثاني ، اما الأول فلم\r\nيطلقها لتعتد منه ، واما الثاني فنكاحه فاسد فهو وإن أوجب العدة لكنه لا يوجب النفقة ( 3 ) .\r\n4 - إذا صبرت المرأة مدة لم يبق أحد من أقرانه ثم أرادت الزواج اعتدت من زوجها ولكن هل\r\nلها النفقة زمان العدة ؟\r\nلم يقل الحنفية بالنفقة في عدة الوفاة ( 4 ) . فإذا لم يبق أحد من أقران المفقود ( 5 ) فالحكم بأن العدة\r\nعدة وفاة فلابد أن يحكموا بعدم النفقة فيما نحن فيه .\r\nنفقة امرأة المفقود عند المالكية :\r\n1 - لا يتوقف التربص على عدم وجود منفق وإنما جاءت عباراتهم مطلقة من هذا الجانب وإن\r\nحكموا بتطليق المرأة نفسها إن لم يكن له مال دون حاجة إلى التربص ( 6 ) .\r\nوجاء في المعيار المعرب بالنسبة للزوجة التي لم يبن بها وغاب عنها زوجها قائلا : \" سئل\r\nسيدي سعيد العقباني عن الحكم فيمن تزوج امرأة وغاب عنها قبل بنائه بها بحيث لا يعرف محل\r\n\r\n","description":"","footnote":" 1 - نفس المصدر .\r\n2 - الفقه على المذاهب الأربعة ج 4 ص 553 .\r\n3 - الفقه على المذاهب الأربعة ج 4 ص 575 .\r\n4 - نفس المصدر ص 574 .\r\n5 - المبسوط ج 11 ص 35 .\r\n6 - البهجة في شرح التحفة ج 1 ص 402 . ","page_name":" 145 ","page_number":145},
  {"content":"\r\nاستقراره هل لها أن ترفع إلى الحاكم أمرها ؟ وكم يؤجله ؟ فأجاب : إذا انقطع خبره وجهل موضعه\r\nفهو المفقود ، فإذا رفعت أمرها إلى الحاكم ضرب لها أجل المفقود إن كان له مال تنفق منه وتكتفي\r\nبقدر ما يفرض لها ، وإن لم يكن له ما يفي بذلك ضرب له أجل شهر ونحوه ومتى تم الأجل\r\nالمضروب والحال على ما كانت فلها أن ترفع أمرها وتطلق عليه \" ( 1 ) .\r\n2 - لو صبرت المرأة ولم تطالب بالفرقة كان لها النفقة لأنها زوجة فتشملها النفقة ( 2 ) .\r\n3 - إذا طالبت بالفرقة أجلها الحاكم أربع سنين وكان لها النفقة طوال المدة ( 3 ) . جاء في المدونة\r\nالكبرى \" ينفق عليها مدة التربص \" ( 4 ) .\r\n4 - لا نفقة لها زمن العدة ( 5 ) \" لفرض موته بشروعها فيها \" ( 6 ) .\r\n5 - مما سبق يظهر عدم النفقة لها بعد العدة وذلك لأنها إذا لم تستحق النفقة في العدة فمن الأولى أنها\r\nلا تستحقها بعد ذلك .\r\nنفقة امرأة المفقود عند الأباضية :\r\nلم يشر صاحب مختصر السبيوي إلا لصورة النفقة في العدة حيث قال : \" لا نفقة لها في عدة\r\nالأربعة أشهر لأن تلك عدة مميتا لا نفقة فيها \" ( 7 ) ومنه يفهم عدم النفقة بعد العدة ، واما النفقة مدة\r\nالانتظار فقد يستفاد ثبوتها من العبارة .\r\n\r\n","description":"","footnote":" 1 - المعيار المعرب ج 4 ص 325 - 326 .\r\n2 - الفقه على المذاهب الأربعة ج 4 ص 568 .\r\n3 - المعيار المعرب ج 4 ص 491 .\r\n4 - المدونة الكبرى م 2 ص 452 .\r\n5 - المدونة م 2 ص 452 ، البهجة في شرح التحفة ج 1 ص 403 .\r\n6 - الشرح الصغير ج 2 ص 695 .\r\n7 - مختصر السبيوي ص 328 . ","page_name":" 146 ","page_number":146},
  {"content":"\r\nنفقة امرأة المفقود عند بعض الفقهاء :\r\nنفقة المرأة عند ابن قدامه في المغني :\r\n1 - حكم ابن قدامه بالنفقة مدة الانتظار \" لأن مدة التربص لم يحكم فيه ببينونتها من زوجها فهي\r\nمحبوسة عليه بحكم الزوجية \" ( 1 ) ومنه نعرف حكم النفقة وثبوتها لو صبرت ولم تختر الفرقة .\r\n2 - واما في العدة فقد قال بالنفقة لها أيضا \" لأنها غير متيقنة \" ( 2 ) أي بوفاته .\r\n3 - وفرق في النفقة بعد العدة بين ما إذا فرق الحاكم بينها وبين زوجها أو تزوجت فلا نفقة لها وبين\r\nما لو لم يفرق الحاكم ولم تتزوج فان \" نفقتها باقية لأنها لم تخرج بعد من نكاحه \" ( 3 ) .\r\n\r\n","description":"","footnote":" 1 - المغني لابن قدامة ج 9 ص 139 .\r\n2 - نفس المصدر .\r\n3 - نفس المصدر . ","page_name":" 147 ","page_number":147},
  {"content":"\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nالفصل السابع\r\nإرث المفقود\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nونتحدث فيه عن إرث المفقود وزمان استحقاق الزوجة الإرث ، وموت الزوج المفقود أو\r\nالزوجة وحكم الإرث في هذه الصورة .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nإرث المفقود\r\nإن موت الزوج يؤدي إلى توزيع ماله وللزوجة نصيب منه . وبما ان البحث يرتبط بالمفقود\r\nوزوجته فمتى يتم توزيع إرثه لتأخذ المرأة حقها ؟\r\nاختلفت المذاهب الإسلامية والفقهاء في ذلك .\r\nالإمامية : ليس لفقهاء الإمامية قول واحد في المسألة ، بل هناك عدة أقوال ومردها إلى اختلاف\r\nالروايات ( 1 ) وكيفية استنباط الفقهاء الحكم منها وأقوالهم كالتالي :\r\nالقول الأول : لا يوزع مال المفقود حتى تعلم وفاته اما بالبينة أو بمضي مدة لا يمكن أن يعيش\r\nمثله إليها علما عاديا ( 2 ) ونسب هذا القول إلى المشهور ( 3 ) واستدل له بأدلة من الروايات والأصل\r\nإلا أن الشهيد الثاني لم ير صراحة في الروايات لإثبات هذا القول فقد قال \" وما ادعي له من\r\nالنصوص ليس دالا عليه \" ( 4 ) ولنأتي على ذكرها وذكر بقية الأدلة .\r\n1 - عموم ما دل على المنع عن التصرف في مال الغير من قبيل قول النبي ( صلى الله عليه وآله ) في حجة الوداع \" لا\r\n\r\n","description":"","footnote":" 1 - تمهيد القواعد ، الشهيد الثاني ، ط 1 ، الناشر : مكتب الاعلام الإسلامي ، مركز النشر المطبعة : مكتب الإعلام\r\nالإسلامي فرع خراسان 1416 ق / 1374 ش . ص 307 القاعدة 99 ، مجمع الفائدة والبرهان في\r\nشرح إرشاد الأذهان ، ج 11 ، للمولى أحمد المقدس الأردبيلي ، ط 1 ، مؤسسة النشر الإسلامي التابعة\r\nلجماعة المدرسين بقم ، ربيع الأول 1414 ه‍ . ص 540 ، الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود .\r\n2 - الرسائل العشر ص 277 ، الوسيلة ( الجوامع الفقهية ص 742 ) ، السرائر ج 3 ص 298 - 299 ، الشرائع\r\nج 4 ص 49 ، التحرير ج 2 ص 173 ، إرشاد الأذهان ج 2 ص 130 ، تبصرة المتعلمين مجمع الذخائر\r\nالإسلامية ، ( بلا تاريخ ) ص 184 ، إيضاح الفوائد ج 4 ص 206 ، الروضة ج 8 ص 49 ، المسالك ج 2 ص 37 ،\r\nكشف الرموز في شرح المختصر النافع ، ج 2 ، ص 473 ، الجواهر ج 13 ص 533 ، كفاية الأحكام ص 206 ،\r\nمناهج المتقين ، الشيخ عبد الله المامقاني ، مؤسسة آل البيت لإحياء التراث . ص 460 .\r\n3 - المسالك ج 2 ص 255 ، الروضة البهية في شرح اللمعة الدمشقية ج 8 ص 49 ، مجمع الفائدة والبرهان ج 11\r\nص 538 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 8 ص 49 - 50 . ","page_name":" 151 ","page_number":151},
  {"content":"\r\nيحل لمؤمن مال أخيه إلا عن طيب نفسه \" ( 1 ) وعن سماعة عن أبي عبد الله ( عليه السلام ) في حديث : أن\r\nرسول الله ( صلى الله عليه وآله ) قال : \" من كانت عنده أمانة فليؤدها إلى من ائتمنه عليها ، فإنه لا يحل دم امرئ\r\nمسلم ولا ماله إلا بطيبة نفس منه \" ( 2 ) .\r\n2 - الروايات الخاصة\r\nمنها : صحيحة هشام بن سالم قال سأل خطاب الأعور أبا إبراهيم ( عليه السلام ) - وأنا جالس - فقال : إنه\r\nكان عند أبي أجير يعمل عنده بالأجرة ففقدناه ، وبقي من أجره شئ ( ولا يعرف له وارث ) قال :\r\nفاطلبوه ، قال : قد طلبناه ، فلم نجده ، قال : فقال : مساكين - وحرك يده - قال : فأعاد عليه ، قال :\r\nاطلب واجهد ، فإن قدرت عليه ، وإلا فهو كسبيل مالك ، حتى يجئ له طالب ، فإن حدث بك\r\nحدث فأوص به : إن جاء له طالب أن يدفع إليه \" ( 3 ) .\r\nومنها : رواية معاوية بن وهب عن أبي عبد الله ( عليه السلام ) في رجل كان له على رجل حق ، ففقده ، ولا\r\nيدري أين يطلبه ، ولا يدري أحي هو أم ميت ، ولا يعرف له وارثا ، ولا نسبا ولا ( ولدا ) قال :\r\nاطلب ، قال : فان ذلك قد طال فأتصدق به ؟ قال : اطلبه \" ( 4 ) .\r\nسند الرواية : اعتبرها فخر المحققين \" صحيحة \" ( 5 ) وعدها العلامة المجلسي في الروايات\r\nالمجهولة ( 6 ) .\r\nدلالة الرواية : إن هذه الرواية وإن كان موردها الأجير الذي فقد ولم يعثر عليه فيحتفظ بماله إلا\r\n\r\n","description":"","footnote":" 1 - تحف العقول عن آل الرسول ، للشيخ أبو محمد الحسن بن علي بن الحسين بن شعبة الحراني ،\r\nط 5 ، منشورات المكتبة والمطبعة الحيدرية في النجف 1380 ه‍ - 1961 م . ص 24 .\r\n2 - الوسائل ج 5 ب 3 من أبواب مكان المصلي ح 1 .\r\n3 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 1 .\r\n4 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 2 .\r\n5 - إيضاح الفوائد ج 4 ص 93 .\r\n6 - مرآة العقول ج 23 ص 230 . ","page_name":" 152 ","page_number":152},
  {"content":"\r\nأنه لا داعي لتخصيصها بذلك وانما يمكن أن يستدل بها في الميراث أيضا لعدم الفرق في الحقوق\r\nالمترتبة وقد قال فخر المحققين في هذه الرواية ورواية معاوية بن وهب \" هذان الخبران وإن لم\r\nيكونا في الميراث يصح الاستدلال بهما لعدم القائل بالفرق بينه وبين سائر الحقوق \" ( 1 ) .\r\nمنها : ما روي في الفقيه - في الحسن - عن هشام بن سالم قال : سأل حفص الأعور أبا عبد الله ( عليه السلام )\r\n- وأنا حاضر - كان لأبي أجير ، وكان له عنده شئ فهلك الأجير ، فلم يدع وارثا ولا قرابة ، وقد\r\nضقت بذلك ، كيف أصنع ؟ قال : رأيك المساكين ، رأيك المساكين ، فقلت : إني ضقت بذلك\r\n( ذرعا ، قال ) : هو كسبيل مالك ، فان جاء طالب أعطيته \" ( 2 ) .\r\nسند الرواية : هي حسنة سندا .\r\nدلالة الرواية : لا تختلف دلالتها عن روايته الأولى ، نعم علق المحقق الأردبيلي على روايتي\r\nهشام قائلا : \" بينهما فرق في المتن والسند ، ولعل المراد بعدم الوارث عندهم فتأمل \" ( 3 ) .\r\nومنها : رواية الهيثم بن أبي روح صاحب الخان ، قال : كتبت إلى عبد صالح ( عليه السلام ) : إني أتقبل\r\nالفنادق ، فينزل عندي الرجل ، فيموت فجأة ، ولا أعرفه ، ولا أعرف بلاده ، ولا ورثته فيبقى المال\r\nعندي ، كيف أصنع به ؟ ولمن ذلك المال ؟ قال : اتركه على حاله \" ( 4 ) .\r\n3 - الأصل ( 5 ) : فإذا شككنا في جواز توزيع ارثه وعدمه فالأصل عدم الجواز للحكم بحياته ( 6 ) ما\r\nلم يثبت الموت أو تمضي مدة لا يمكن أن يعيش مثله طول هذه المدة . ولعل صاحب مجمع الفائدة\r\nوالبرهان يقصد الأصل بقوله : \" دليله من العقل أنه لا يجوز التصرف في مال الغير إلا على وجه\r\n\r\n","description":"","footnote":" 1 - إيضاح الفوائد ج 4 ص 93 .\r\n2 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ج 10 .\r\n3 - مجمع الفائدة والبرهان ج 11 ص 539 .\r\n4 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 4 .\r\n5 - الروضة البهية في شرح اللمعة الدمشقية ج 8 ص 49 ، إيضاح الفوائد ج 4 ص .\r\n6 - رياض المسائل ج 2 ص 374 . ","page_name":" 153 ","page_number":153},
  {"content":"\r\nشرعي ولا وجه هنا فيصبر حتى أويس من حياته فيحكم الشرع بموته فيكون ماله حين الحكم\r\nلورثته الموجودين حينئذ لا قبل \" ( 1 ) .\r\n4 - الإجماع وادعاه ابن إدريس في السرائر ( 2 ) .\r\nوالأدلة المذكورة بأسرها لا تخلو من مناقشة اما الأصل فلا يصار إليه إلا بعد فقدان الأدلة\r\nالأخرى ، إذ أن الروايات أمارة تقدم على الأصل ( 3 ) . واما الروايات التي مرت فغير صريحة في\r\nالمطلوب بل هي في مقام الحديث بالنسبة إلى عدم العثور على وارث ، واما ما نحن فيه فالوارث\r\nموجود فما أورده صاحب الحدائق على صاحب المسالك الذي اختار هذا القول ، هو الصحيح إذ\r\nأشكل عليه :\r\n1 - وجود النص للخروج عن الأصل ( 4 ) . ويقصد من النص الروايات الدالة على توزيع مال\r\nالمفقود بعد أربع سنين وهي موثقة سماعة عن أبي عبد الله ( عليه السلام ) ( 5 ) وموثقة إسحاق بن عمار ( 6 ) -\r\nالمذكورتان .\r\nقد يقال : إن الموثقتين لا يعتمد عليهما لضعفهما وذلك لأن الشهيد الثاني يعد الموثق في قسم\r\nالضعيف فيرجح الأصل عليهما .\r\nفيقال : إن الموثقتين يمكن الاعتماد عليهما . فالاختلاف مبنائي بالنسبة إلى اعتبار الموثق ( 7 ) .\r\n2 - إذا كانت الحكمة في الاعتداد بعد المدة دفع الضرر من الزوجة فقد تكون الحكمة موجودة في\r\n\r\n","description":"","footnote":" 1 - مجمع الفائدة والبرهان ج 11 ص 538 .\r\n2 - السرائر ج 3 ص 299 .\r\n3 - رياض المسائل ج 2 ص 374 .\r\n4 - الحدائق ج 25 ص 491 .\r\n5 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 9 .\r\n6 - نفس المصدر ح 5 .\r\n7 - الحدائق ج 25 ص 491 - 492 . ","page_name":" 154 ","page_number":154},
  {"content":"\r\nقسمة الميراث وهي دفع الضرر عن الوارث . نعم الضرر في الزوجة أشد بالنسبة إلى ضرر\r\nالوارث إلا أنه في المقابل هناك مطلوبية \" العصمة في الفروج للشارع زيادة على الأموال .\r\nوالخلاصة إن الأصل في ذلك هو النص \" والحكمة لا تعد علة مؤسسة للحكم ( 1 ) .\r\nوالشهيد الثاني في المسالك رغم اختياره هذا القول إلا أنه استوجه القول بحبس ماله قدر ما\r\nيطلب في الأرض أربع سنين ( 2 ) .\r\nواما الإجماع المدعى فلا يمكن الركون إليه وذلك :\r\nالف - لوجود المخالف له كالمفيد في المقنعة ( 3 ) والسيد المرتضى في الانتصار ( 4 ) وابن زهرة في\r\nالغنية ( 5 ) .\r\nب - هو معارض بالاجماع الذي ادعاه السيد المرتضى ( 6 ) .\r\nج - سلمنا ولكنه إجماع مدركي . وهو ليس بحجة ( 7 ) إذ لابد من الرجوع إلى الروايات .\r\nالقول الثاني : يقسم مال المفقود على الورثة الملاء ( 8 ) .\r\nواستدل له بروايات :\r\nمنها : ما رواه إسحاق بن عمار - في الصحيح - قال : سألته عن رجل ، كان له ولد ، فغاب بعض\r\n\r\n","description":"","footnote":" 1 - نفس المصدر ص 492 .\r\n2 - المسالك ج 2 ص 255 .\r\n3 - المقنعة ص 706 .\r\n4 - الانتصار ص 307 .\r\n5 - الغنية ( الجوامع الفقهية ) ص 607 .\r\n6 - الانتصار ص 307 .\r\n7 - مصباح الفقاهة ج 1 ص 33 وص 67 .\r\n8 - إيضاح الفوائد ج 4 ص 207 . ","page_name":" 155 ","page_number":155},
  {"content":"\r\nولده ، فلم يدر أين هو ، ومات الرجل ، فكيف يصنع بميراث الغائب من أبيه ؟\r\nقال : يعزل حتى يجئ ، قلت : فقد الرجل فلم يجئ ، قال : إن كان ورثة الرجل ملاء بماله\r\nاقتسموه بينهم ( فان هو ) جاء ردوه عليه \" ( 1 ) .\r\nوللرواية سند آخر \" عن عدة من أصحابنا عن سهل بن زياد ، عن أحمد بن محمد بن أبي نصر\r\nعن حماد ، عن إسحاق بن عمار ، عن أبي إبراهيم ( عليه السلام ) \" ( 2 ) .\r\nسند الرواية : عد العلامة المجلسي الخبر بسنده الأول موثقا وبالثاني ضعيفا ( 3 ) .\r\nدلالة الرواية : إن اقتسام الورثة مال الغائب لا يمكن إلا في صورة كون الورثة ملاء .\r\nومنها : ما رواه إسحاق بن عمار عن أبي الحسن الأول ( عليه السلام ) قال : سألته عن رجل كان له ولد\r\nفغاب بعض ولده ، فلم يدر أين هو ، ومات الرجل ، فأي شئ يصنع بميراث الرجل الغائب من\r\nأبيه ؟ قال : يعزل حتى يجئ ، قلت : فعلى ماله زكاة ؟ قال : لا ، حتى يجئ ، قلت : فإذا جاء\r\nيزكيه ؟ قال : لا ، حتى يحول عليه الحول في يده ، فقلت : فقد الرجل فلم يجئ ، قال : إن كان\r\nورثة الرجل ملاء بماله اقتسموه بينهم ، فإذا هو جاء ردوه عليه \" ( 4 ) .\r\nورواه الشيخ بإسناده عن الحسن بن محمد بن سماعة ( 5 ) . ورواه الصدوق باسناده عن ابن أبي\r\nنصر عن حماد عن إسحاق بن عمار ( 6 ) .\r\nسند الرواية : الرواية موثقة عند العلامة المجلسي ( 7 ) وأشكل عليها الفاضل الآبي بأن \" في الطريق\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 6 .\r\n2 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ص 299 .\r\n3 - مرآة العقول ج 23 ص 232 .\r\n4 - التهذيب ج 9 ص 388 ح 1385 ، الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 8 .\r\n5 - التهذيب ج 9 ص 388 ح 1385 .\r\n6 - من لا يحضره الفقيه ج 4 ص 241 ح 768 .\r\n7 - مرآة العقول ج 23 ص 232 . ","page_name":" 156 ","page_number":156},
  {"content":"\r\nسماعة وفي إسحاق كلام \" ( 1 ) .\r\nوإشكاله بأن \" في الطريق سماعة \" مما يثير الاستغراب إذ ان الراوي الحسن بن محمد بن سماعة\r\nلا سماعة ، اللهم إلا أن يكون الفاضل الابي يرى أن السند المذكور ليس بصحيح وانما الصحيح هو\r\nعن الحسن بن محمد عن سماعة وحتى لو كان كذلك فان سماعة قد وثقه النجاشي ( 2 ) وهكذا الحسن\r\nابن محمد بن سماعة ( 3 ) يبقى أن نعرف المقصود من إسحاق بن عمار .\r\nمن هو إسحاق بن عمار ؟\r\n\" يحتمل \" أن يكون ابن حيان الثقة وابن موسى الساباطي الفطحي لمكان روايته عن\r\nالكاظم ( عليه السلام ) فلو كانت عن الصادق ( عليه السلام ) لكان ابن حيان الثقة وكذا إذا كان الراوي عنه\r\nصفوان \" ( 4 ) .\r\nاما إسحاق بن عمار بن حيان فقد وثقه النجاشي حيث قال : \" إسحاق بن عمار بن حيان\r\nمولى بني تغلب أبو يعقوب الصيرفي شيخ من أصحابنا ثقة \" ( 5 ) ، واما إسحاق بن عمار الساباطي\r\nفقد قال فيه الشيخ الطوسي \" له أصل ، وكان فطحيا إلا أنه ثقة وأصله معتمد عليه . . . \" ( 6 ) .\r\nوعلى أي حال سواء كان إسحاق بن عمار بن حيان أم الساباطي فكلاهما ثقة ، نعم يضعف\r\nتوثيق الشيخ الطوسي للساباطي عدم ذكر النجاشي له وهو خريت علم الرجال ، اللهم إلا أن\r\nيقال باتحاد ابن حيان والساباطي ولكن \" عدم عثور النجاشي على فطحية ابن موسى مضافا إلى\r\n\r\n","description":"","footnote":" 1 - كشف الرموز ج 2 ص 473 .\r\n2 - رجال النجاشي ص 138 .\r\n3 - نفس المصدر .\r\n4 - مفتاح الكرامة ج 8 ص 95 .\r\n5 - رجال النجاشي ص 51 .\r\n6 - الفهرست ، الشيخ محمد بن الحسن الطوسي ، ط 1 ، نشر فقاهت قم ، 1417 ه‍ . ص 55 . ","page_name":" 157 ","page_number":157},
  {"content":"\r\nظهور كونه إماميا عنده بعيد ، والعثور وعدم الذكر هنا مضافا إلى ذكر ما يدل على إمامته أبعد \" ( 1 )\r\nفالرواية الثانية لإسحاق بن عمار عن الإمام الكاظم ( عليه السلام ) يحتمل فيها الضعف ، بل هو الأرجح لأن\r\nصفوان الذي يروي عن الإمام الكاظم ( عليه السلام ) هو الساباطي كما ذكر صاحب مفتاح الكرامة ( 2 ) ،\r\nواما الأول فهو صحيح لرواية صفوان عن إسحاق والذي يكشف عن أن إسحاق هذا هو ابن\r\nحيان كما مر قبل قليل من مفتاح الكرامة .\r\nدلالة الرواية : لا تختلف من حيث الدلالة عن الرواية السابقة فالتقسيم فرع وجود الورثة\r\nالملاء .\r\nالرد على القول الثاني :\r\nإن أدلة هذا القول لا يمكن أن تكون دليلا لما نحن فيه فهي ليست بصدد الحديث عن القسمة\r\nالتي هي موضع بحثنا وإنما تفتح المجال للاستفادة من الأموال لا توزيع الإرث . وقد قال السيد\r\nالخوانساري في معرض حديثه عن هذه الطائفة من الروايات \" ويمكن أن يقال ما في صحيح\r\nإسحاق بن عمار من الاقتسام الظاهر أنه بعنوان التملك مع العوض لا مجرد العزل عند الورثة بقرينة\r\nالمقابلة لما ذكر من العزل وكذلك الصحيح الآخر ولا تعرض لدفع اشتغال ذمة المقتسمين فلا\r\nيستفاد من قوله المحكي \" فإذا جاء هو ردوه إليه \" حصول الملكية مع عدم المجئ \" ( 3 ) .\r\nالقول الثالث : تقسيم ماله على ورثته بعد عشر سنين\r\nواستدل له برواية علي بن مهزيار ، قال : سألت أبا جعفر الثاني ( عليه السلام ) عن دار كانت لامرأة\r\nوكان لها ابن وابنة ، فغاب الابن بالبحر ، وماتت المرأة ، فادعت ابنتها أن أمها كانت صيرت هذه\r\nالدار لها ، وباعت أشقاصا منها ، وبقيت في الدار قطعة إلى جنب دار رجل من أصحابنا وهو يكره\r\n\r\n","description":"","footnote":" 1 - منتهى المقال ج 2 ص 24 - 25 .\r\n2 - مفتاح الكرامة ج 8 ص 95 .\r\n3 - جامع المدارك ج 5 ص 375 . ","page_name":" 158 ","page_number":158},
  {"content":"\r\nأن يشتريها لغيبة الابن ، وما يتخوف أن لا يحل شراؤها ، وليس يعرف للابن خبر ، فقال لي : ومنذ\r\nكم غاب ؟ قلت : منذ سنين كثيرة ، قال : ينتظر به غيبة عشر سنين ، ثم يشتري ، فقلت : إذا انتظر\r\nبه غيبة عشر سنين ، يحل شراؤها ؟ قال : نعم \" ( 1 ) .\r\nسند الرواية : الرواية ضعيفة من حيث السند على المشهور ( 2 ) وإن اعتبرها صاحب الجواهر من\r\nالصحيح ( 3 ) .\r\nدلالة الرواية : إن انتظار عشر سنين في قطعة ارض الغائب ثم حلية شرائها دليل على تملك البائع\r\nلها بعد السنين العشر ، وهذا الحكم لا يختص بالأرض بل يشمل مطلق أموال المفقود .\r\nالرد على القول الثالث : لا تخلو الرواية من تأمل كما صرح بذلك المحقق الأردبيلي ( 4 ) ، وأشكل\r\nعليها صاحب كشف الرموز بأن \" هذا حكم خاص في واقعة فلا يتعدى \" ( 5 ) وقال فيها الحر\r\nالعاملي \" لا يلزم من جواز البيع بعد عشر سنين الحكم بموته ، لجواز بيع الحاكم مال الغائب مع\r\nالمصلحة ذكر ذلك جماعة من علمائنا \" ( 6 ) منهم صاحب مفتاح الكرامة والذي قال \" الحكم ببيع\r\nحصته من داره بعد صبر عشر سنين لا يدل على الحكم بموته والتصرف في أمواله وقسمة ميراثه\r\nإذ لعل ذلك على وجه الاستحباب لمصلحة الغائب وربما ظهر ذلك في قطعة الدار إذ لعل بقاؤها من\r\nدون بيع مما يؤدي إلى تلفها أو أخذ الغير لها إلى غير ذلك ويكون الثمن محفوظا عند البنت لأنها\r\nضمنت الثمن \" ( 7 ) وقد ذكر صاحب الجواهر هذه التوجيهات إلا أنه قال عنها \" إلا أن الجميع كما\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 7 .\r\n2 - مرآة العقول ج 23 ص 232 .\r\n3 - الجواهر ج 13 ص 532 .\r\n4 - مجمع الفائدة والبرهان ج 11 ص 545 .\r\n5 - كشف الرموز ج 2 ص 472 .\r\n6 - الوسائل ج 26 ص 299 - 300 .\r\n7 - مفتاح الكرامة ج 8 ص 94 . ","page_name":" 159 ","page_number":159},
  {"content":"\r\nترى لا ينافي الظهور الذي يكفي الخصم ، والتأخير للاحتياط يلزمه كون مدة الانتظار بالغائب\r\nذلك وإلا لم يكن احتياطا \" ( 1 ) ولكنه عاد ليزعزع هذا القول بأن هذه الرواية \" شاذة ، إذ لم يعرف\r\nالقول بمضمونها ممن عدا من عرفت ( أي الإسكافي في المحكي من مختصره ) ( 2 ) إلا ما يحكى عن\r\nالمفيد من الانتظار إلى ذلك في بيع عقاره خاصة وجواز اقتسام الورثة ما عداه من سائر أمواله\r\nبشرط الملاءة ، وضمانهم له على تقدير ظهوره \" ( 3 ) .\r\nوهذه عبارة المفيد : \" وإذا مات إنسان ، وله ولد مفقود لا يعرف له موت ولا حياة ، عزل\r\nميراثه حتى يعرف خبره . فإن تطاولت المدة في ذلك ، وكان للميت ورثة - سوى الولد - ملاء\r\nبحقه ، لم يكن بأس باقتسامه ، وهم ضامنون له إن عرف للولد خبر بعد ذلك ولا بأس أن يبتاع\r\nالإنسان عقار المفقود بعد عشر سنين من غيبته وفقده وانقطاع خبره ، ويكون البائع ضامنا للثمن\r\nوالدرك ، فإن حضر المفقود خرج إليه من حقه \" ( 4 ) . وكلامه هذا لا يستفاد منه تقسيم مال المفقود\r\nعلى ورثته بعد عشر سنين . وأقصى ما فيه التصرف بمال المفقود . فالحكم بتقسيم الإرث بعد عشر\r\nسنوات لرواية علي بن مهزيار مشكل .\r\nالقول الرابع : التربص أربع سنين وهو مختار السيد المرتضى ( 5 ) وابن زهرة ( 6 ) والبحراني ( 7 )\r\nوقواه الشهيد الثاني في الروضة ( 8 ) واعتبره الطباطبائي الأولى ( 9 ) ودليله :\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 13 ص 532 .\r\n2 - نفس المصدر .\r\n3 - نفس المصدر .\r\n4 - المقنعة ص 706 .\r\n5 - الانتصار ص 307 .\r\n6 - الغنية ( الجوامع الفقهية ) ص 608 .\r\n7 - الحدائق ج 25 ص 491 .\r\n8 - الروضة البهية ج 8 ص 50 .\r\n9 - رياض المسائل ج 2 ص 373 . ","page_name":" 160 ","page_number":160},
  {"content":"\r\n1 - ما رواه إسحاق بن عمار قال : قال لي أبو الحسن ( عليه السلام ) المفقود يتربص بماله أربع سنين ثم\r\nيقسم \" ( 1 ) .\r\nسند الرواية : الرواية موثقة ( 2 ) .\r\nدلالة الرواية : ظاهرها يدل على \" التقسيم بعد الأربع سنين بعنوان التملك \" ( 3 ) وان كانت مطلقة\r\nمن حيث الفحص إلا أن صاحب الوسائل حملها على صورة التقسيم \" بين الورثة إذا كانوا ملاء\r\nفإذا جاء صاحبه ردوه عليه \" ( 4 ) لروايتي إسحاق بن عمار حيث ورد فيهما \" قلت : فقد الرجل فلم\r\nيجئ ، قال : إن كان ورثة الرجل ملاء بماله اقتسموه بينهم ( فإن هو ) فإذا جاء ردوه إليه \" ( 5 )\r\nفالتقسيم في رواية الأربع \" في معنى حفظه لصاحبه ، أو على كون ذلك بعد طلب الإمام له في\r\nالأرض أربع سنين \" لرواية سماعة عن أبي عبد الله ( عليه السلام ) قال : المفقود يحبس ماله على الورثة قدر ما\r\nيطلب في الأرض أربع سنين \" ( 6 ) .\r\nإلا أن جمعه بين روايات إسحاق بن عمار الثلاث لا يمكن أن يصار إليه وذلك لأن رواية\r\nالأربع سنين صريحة في التقسيم وأن المال للورثة ، واما الروايتان الدالتان على تقسيمه إن كان\r\nورثته ملاء فيفهم منها التصرف فقط . نعم ما ذكره من الجمع بين رواية إسحاق من التربص بماله\r\nأربع سنين ورواية سماعة وجيه فيقيد الحكم بتوزيع ماله بعد أربع سنين في رواية إسحاق برواية\r\nسماعة الدالة على الفحص الرواية .\r\n2 - ما رواه سماعة عن أبي عبد الله ( عليه السلام ) قال : \" المفقود يحبس ماله على الورثة قدر ما يطلب في\r\n\r\n","description":"","footnote":" 1 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 5 .\r\n2 - مرآة العقول ج 23 ص 231 .\r\n3 - جامع المدارك ج 5 ص 375 .\r\n4 - الوسائل ج 26 ص 298 .\r\n5 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 6 و 8 .\r\n6 - نفس المصدر ح 9 . ","page_name":" 161 ","page_number":161},
  {"content":"\r\nالأرض أربع سنين ، فإن لم يقدر عليه قسم ماله بين الورثة ، فإن كان له ولد حبس المال ، وأنفق\r\nعلى ولده تلك الأربع سنين \" ( 1 ) .\r\nسند الرواية : وهي موثقة ( 2 ) إلا أن صاحب كشف الرموز أشكل عليها بأن سماعة واقفي ( 3 )\r\nولكن هذا لا ينافي وثاقته كما ذكر النجاشي ( 4 ) .\r\nدلالة الرواية : الرواية صريحة في توزيع ماله بعد الفحص أربع سنين .\r\n3 - الإجماع : ادعى السيد المرتضى الاجماع على تقسيم مال المفقود قال ( رحمه الله ) في الانتصار \" ومما\r\nانفردت به الإمامية القول بأن المفقود يحبس ماله عن ورثته قدر ما يطلب في الأرض كلها أربع سنين\r\n\" ( 5 ) .\r\nويرد عليه : إنه ليس بحجة لأن من المحتمل قويا اعتماد المجمعين على الروايات ، هذا مضافا لما\r\nمر من الاجماع على خلافه ( 6 ) وعلى الأقل الشهرة المخالفة ( 7 ) ، فالعمدة الروايات ولا غبار عليها\r\nسندا ولا دلالة خلافا لما أورده صاحب بلغة الفقيه من أن الخبرين ضعيفان ولا يعلم الجابر لهما\r\nومعارضتهما لاشتراط الملائة في القسمة بين الورثة ( 8 ) وخلافا لصاحب الجواهر الذي عد القول\r\nبوحدة الحكم في طلاق الزوجة والإرث من القياس المحرم ( 9 ) وهو عجيب منه ( قدس سره ) إذ مع وجود\r\n\r\n","description":"","footnote":" 1 - نفس المصدر .\r\n2 - مرآة العقول ج 23 ص 232 .\r\n3 - كشف الرموز ج 2 ص 472 .\r\n4 - رجال النجاشي ص 138 .\r\n5 - الانتصار ص 307 .\r\n6 - السرائر ج 3 ص 299 .\r\n7 - الروضة البهية في شرح اللمعة الدمشقية ج 8 ص 46 .\r\n8 - بلغة الفقيه ج 4 ، السيد محمد آل بحر العلوم ، ط 4 ، منشورات مكتبة الصادق طهران ، 1984 م - 1362 ش -\r\n1403 ه‍ . ص 264 .\r\n9 - الجواهر ج 13 ص 534 وج 11 ص 445 - 446 . ","page_name":" 162 ","page_number":162},
  {"content":"\r\nالروايات الصريحة الدالة على التقسيم بعد الأربع سنين كيف يمكن أن يقال إنه قياس . إلا أن يكون\r\nنظر صاحب الجواهر عدم حجية هذه الروايات الدالة على التقسيم أو حملها على مجرد جواز\r\nتصرف الورثة فيها من دون الحكم على تملكهم لها حيث اشترط في التقسيم كون الورثة ملاء .\r\nالقول الخامس : التفصيل بين من فقد في عسكر وقد شهدت هزيمته وقتل من كان فيه أو أكثرهم\r\nفانتظار أربع سنين ، ومن لا يعرف مكانه في غيبته ولا خبر له عشر سنين . واما الأسير في يد\r\nالعدو فيوقف ماله ما جاء خبره ثم إلى عشر سنين وهو مختار ابن الجنيد ( 1 ) وهو مؤلف من صحيح\r\nابن مهزيار وموثقتي سماعة وإسحاق ( 2 ) .\r\nويرد عليه أنه جمع غير تام فالمفقود في العسكر ومن لا يعرف مكانه إن صدق عليهما الفقد\r\nفحكمهما واحد وإن لم يصدق عليهما بل صدق على من لا يعرف مكانه فالأولى أن يقسم ماله بعد\r\nأربع سنين ، واما المفقود في العسكر فيقسم ماله بمجرد الفقد لأنه ميت في معركة قتل من كان فيها أو\r\nأكثرهم . فالتفصيل في غير محله .\r\nالقول السادس : القسمة بين الورثة بعد الأربع سنين مع الطلب في الجهات بشرط الملائة وضمانهم\r\nالمال على تقدير ظهور المفقود بتنزيل القسمة على إرادة نحو القرض دون التملك بالإرث ( 3 ) . وهو\r\nالأظهر عند صاحب البلغة جمعا بين الأقوال والأخبار ( 4 ) .\r\nويرد عليه : ان هذا الجمع بين الروايات غير مناسب فإذا تم تقسيم ماله بعنوان الإرث فلا معنى\r\nلأن يكون قرضا .\r\nإلا أن يقال إنه ملك متزلزل متوقف لزومه على عدم مجئ المفقود ، كالبيع الفضولي المتوقف\r\n\r\n","description":"","footnote":" 1 - إيضاح الفوائد ج 4 ص 206 .\r\n2 - مفتاح الكرامة ج 8 ص 96 .\r\n3 - إيضاح الفوائد ج 4 ص 206 .\r\n4 - بلغة الفقيه ج 4 ص 264 - 265 . ","page_name":" 163 ","page_number":163},
  {"content":"\r\nعلى إجازة المالك .\r\nالقول السابع : يقسم ماله بعد أربع سنين إذا تحقق الفحص وإلا كان الأخذ بالعشر سنين وهو\r\nمختار السيد محمد باقر الصدر ( 1 ) من الفقهاء المعاصرين وهو المحتمل من عبارة السيد الخوئي حيث\r\nيقول : \" في مدة التربص أقوال والأقوى أنها أربع سنين يفحص عنه فيها . . . والأظهر جواز\r\nالتقسيم بعد مضي عشر سنوات بلا حاجة إلى الفحص \" ( 2 ) وهو ناشئ من الجمع بين روايتي\r\nإسحاق بن عمار وسماعة وبين رواية ابن مهزيار ( 3 ) .\r\nويرد عليه : إن عدم الفحص لا يبيح تقسيم الإرث بعد مضي عشر سنوات ، بل المطلوب أن يتم\r\nالفحص حتى بعد تلك المدة خصوصا وقد مر الكلام في رواية العشر وهي رواية علي بن مهزيار .\r\nالقول الثامن : يقسم ماله بعد أربع سنوات مع الفحص وإلا ، فالعمل وفق ما أفاده المشهور ( 4 )\r\nوهو جمع بين روايات الأربع سنين وأدلة الانتظار حتى يعلم موته أو تنقضي مدة لا يعيش مثله\r\nإليها غالبا .\r\nويرد عليه : أنه مر مناقشة أدلة الانتظار وأيضا فعدم الفحص في الأربع لا يعني المنع بعدها لننتهي\r\nإلى القول بالانتظار .\r\nالمختار : هو القول بالتربص بماله أربع سنين مع الفحص .\r\nتنويه : إن الأقوال المذكورة مردها إلى أربعة أقوال :\r\n1 - لا يورث حتى يتحقق موته أو تنقضي مدة لا يعيش مثله إليها غالبا .\r\n2 - يورث بعد انقضاء عشر سنين من غيبته .\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين السيد محسن الحكيم ، تعليقة السيد محمد باقر الصدر ج 2 ص 412 م 11 .\r\n2 - منهاج الصالحين السيد الخوئي ج 2 ص 415 م 1827 .\r\n3 - الوسائل ج 26 ب 6 من أبواب حكم ميراث المفقود ح 5 و 7 و 9 .\r\n4 - الروضة البهية في شرح اللمعة الدمشقية ج 8 ص 50 . ","page_name":" 164 ","page_number":164},
  {"content":"\r\n3 - يدفع ماله إلى وارثه الملي .\r\n4 - يحبس ماله أربع سنين ثم يقسم على الورثة بعد الفحص ( 1 ) .\r\nالإرث عند الشافعية : لا يقسم ماله حتى يعلم موته أو يمضي عليه زمان لا يعيش فيه مثله\r\nفيحكم الحاكم بموته ويقسم ماله بين الورثة ، ولم يفرقوا بين الأسير والمفقود في الحكم ( 2 ) .\r\nالإرث عند الحنابلة : فرقوا بين الغيبة التي ظاهرها السلامة والغيبة التي ظاهرها الهلاك ، فإذا\r\nكان ظاهر الغيبة السلامة \" ينتظر به حتى يتيقن موته أو تمضي عليه مدة لا يعيش في مثلها وذلك\r\nمردود إلى اجتهاد الحاكم \" ( 3 ) وحددها البعض بزمان معين ، فعن عبد الله بن الحكم : ينتظر به تمام\r\nسبعين سنة مع سنه يوم فقد الأثر . وعن ابن رزين : يحتمل عندي أربع سنين لقضاء عمر ، وفيه\r\nشئ لأنه انما هو في مهلكة . وعن ابن عقيل : مائة وعشرون سنة منذ ولد وهو قول الحسن ابن\r\nزياد ( 4 ) .\r\nوأما إذا كان ظاهر الغيبة الهلاك فتنتظر أربع سنين منذ فقد ( 5 ) ولكن هناك قول آخر وهو أن\r\nلا يقسم ماله حتى تمضي عدة الوفاة بعد الأربع سنين لأنه الوقت الذي يباح لامرأته التزويج\r\nفيه \" ( 6 ) إلا أن القول الأول هو الأصح عندهم \" لأن العدة إنما تكون بعد الوفاة فإذا حكم بوفاته\r\n\r\n","description":"","footnote":" 1 - شرائع الاسلام ج 4 ص 49 ، إيضاح الفوائد ج 4 ص 205 - 207 ، المسالك ج 2 ص 255 ، الجواهر\r\nج 13 ص 531 - 532 .\r\n2 - المجموع في شرح المهذب ج 17 ص 69 .\r\n3 - المبدع ج 6 ص 215 .\r\n4 - نفس المصدر .\r\n5 - كشاف القناع ج 4 ص 465 ، المغني والشرح الكبير ، لموفق الدين بن قدامي ، ج 7 ، دار الكتاب العربي\r\nبيروت ( بلا تاريخ ) . ص 205 - 206 ، زاد المستنقع ص 104 ، دليل الطالب ص 203 ، القواعد في الفقه\r\nالإسلامي ص 230 .\r\n6 - المغني والشرح الكبير ج 7 ص 206 . ","page_name":" 165 ","page_number":165},
  {"content":"\r\nفلا وجه للوقوف عن قسم ماله \" ( 1 ) .\r\nالإرث عند الحنفية : المفقود حي في ماله ميت في مال غيره فلا يرثه أحد ولا يورث أحدا حتى\r\nيمضي زمان لا يعيش مثله إليه أو يموت أقرانه .\r\nجاء في الفتاوى الهندية : \" إن المفقود يعتبر حيا في ماله ميتا في مال غيره حتى ينقضي من\r\nالمدة ما يعلم أنه لا يعيش إلى مثل تلك المدة أو تموت أقرانه \" ( 2 ) .\r\nالإرث عند المالكية : جاء في المدونة الكبرى \" لا يقسم ميراث المفقود حتى يأتي موته أو يبلغ\r\nمن الزمان ما لا يحيا إلى مثله \" ( 3 ) وفي تحديد المدة أقوال فهناك من قال بالسبعين سنة ، واختار\r\nالبعض الثمانين وثالث المائة والعشرين ( 4 ) . هكذا ورد ولكن الصحيح ما ذكره البعض من التفصيل\r\nفي صور المفقود وهو المناسب للمذهب .\r\n1 - المفقود بأرض الكفر في غير الحرب فينتظر بماله حد التعمير ( 5 ) .\r\n2 - المفقود بأرض المسلمين من غير قتال ينتظر بماله حتى يثبت موته أو تنقضي مدة التعمير ( 6 ) .\r\n3 - المفقود في القتال بين المسلمين والكفار هناك قول بالانتظار بماله سنة ( 7 ) .\r\n4 - المفقود في القتال بين المسلمين يحكم بموته من ذلك اليوم ويورث ماله من حين شروع زوجته\r\nفي العدة ( 8 ) .\r\n\r\n","description":"","footnote":" 1 - نفس المصدر .\r\n2 - الفتاوى الهندية ج 6 ص 456 .\r\n3 - المدونة الكبرى م 2 ص 452 .\r\n4 - حاشية الصاوي على الشرح الصغير ج 2 ص 698 .\r\n5 - الشرح الصغير ج 2 ص 698 ، البهجة في شرح التحفة ص 400 وص 403 .\r\n6 - نفس المصدر .\r\n7 - البهجة في شرح التحفة ص 401 .\r\n8 - نفس المصدر ص 403 ، مختصر خليل ص 176 ، الشرح الصغير ج 2 ص 700 . ","page_name":" 166 ","page_number":166},
  {"content":"\r\n5 - المفقود الذي ركب سفينة ولم يعلم نزوله منها في موضع وتفشى خبر هلاكها فيقسم ماله بعد\r\nسنة عملا برواية أشهب وابن نافع عن مالك ( 1 ) .\r\nفإذا قدرنا الانتظار بمدة فان \" ميراث المفقود لمستحقي يوم الحكم بتمويته \" ( 2 ) .\r\nالإرث عند الأباضية : يقسم ماله بعد أربع سنين ( 3 ) وبه قال عمر بن الخطاب ( 4 ) .\r\nالإرث عند سائر فقهاء المسلمين\r\nالأوزاعي : حكم باعتبار المفقود حيا فيما يعود له من الإرث وفيما يتعلق بتركته حتى تثبت وفاته\r\nبالبينة الشرعية أو يحكم بوفاته تقديرا \" وكذلك هو الحكم فيما يتعلق بتوارثه مع زوجته إلا إذا\r\nحكم بالتفريق بينها وبينه بسبب الغيبة \" ( 5 ) .\r\nابن حزم : قال في المحلى : \" روينا في خلافة عثمان قسمة ميراثه إذا أبيح لامرأته الزواج \" ( 6 ) .\r\nابن رشد : لا يورث ماله حتى يعلم موته أو يأتي عليه من الزمان ما لا يحيى إلى مثله ( 7 ) .\r\nابن قدامه : ذكر في المغني قولين :\r\n1 - تقسيم ماله في الوقت الذي تؤمر زوجته بعدة الوفاة وهو مختار صاحب المغني .\r\n2 - لا يقسم ماله حتى تعلم وفاته ودليله أن \" الأصل البقاء فلا يزول عنه بالشك وانما صرنا إلى\r\n\r\n","description":"","footnote":" 1 - المعيار المعرب ج 4 ص 491 .\r\n2 - نفس المصدر ص 489 .\r\n3 - مختصر البسيوي ص 328 .\r\n4 - موسوعة فقه عمر بن الخطاب ص 788 .\r\n5 - الأوزاعي وتعاليمه الإنسانية والقانونية ص 233 .\r\n6 - المحلى ج 9 ص 325 .\r\n7 - مقدمات ابن رشد ص 411 . ","page_name":" 167 ","page_number":167},
  {"content":"\r\nإباحة التزويج لامرأته لإجماع الصحابة ولأن بالمرأة حاجة إلى النكاح وضررا في الانتظار\r\nفاختص ذلك بها \" ( 1 ) .\r\nيرد عليه ابن قدامه : \" ما أجمع عليه الصحابة يقاس عليه ما كان في معناه ، وتأخير القسمة\r\nضرر بالورثة وتعطيل لمنافع المال وربما تلف أو قلت قيمته فهو في معنى الضرر بتأخير\r\nالتزويج \" ( 2 ) .\r\n\r\n","description":"","footnote":" 1 - المغني ج 9 ص 143 .\r\n2 - نفس المصدر . ","page_name":" 168 ","page_number":168},
  {"content":"\r\nموت الزوج المفقود والزوجة والإرث\r\nإذا مات الزوج المفقود أو الزوجة في العدة أو بعدها فهل يتوارثان ؟\r\nالإمامية : إن كان الموت في العدة فلفقهاء الإمامية قولان :\r\n1 - الإرث : أي أن أحدهما يرث الآخر ( 1 ) وهو الأشبه عند المحقق الحلي في الشرائع وان تردد\r\nفيه أولا ( 2 ) ، وقواه في المسالك قائلا : \" الأقوى ما اختاره المصنف من ثبوته حينئذ لبقاء حكم\r\nالزوجية بما قد علم ولأن العدة في حكم الرجعة . . . وهي لا تقطع التوارث بين الزوجين \" ( 3 ) .\r\n2 - عدم الإرث : وهو الأوفق عند صاحب الحدائق . لعدم النص على الإرث ورد على صاحب\r\nالمسالك بقوله : \" انها عدة وفاة فيترتب عليها أحكام عدة الوفاة خرج منه جواز الرجوع للنص\r\nولا منافاة لمجامعة عدة الوفاة للطلاق لأن الطلاق هنا إنما وقع احتياطا لاحتمال الحياة \" ( 4 ) ، وأما\r\nإن كان الموت بعد العدة قبل التزويج : فلا توارث ( 5 ) .\r\nذكر المحقق في الشرائع \" لا يرثها الزوج لو ماتت بعد العدة . وكذا لا ترثه \" ( 6 ) . واحتمل\r\nصاحب المسالك ثبوت الإرث على القول بأنه أحق بها لو رجع بعد العدة \" ( 7 ) ورده صاحب\r\nالجواهر :\r\n\r\n","description":"","footnote":" 1 - إرشاد الأذهان ج 2 ص 49 ، فقه الإمام الصادق ج 6 ص 44 .\r\n2 - الشرائع ج 3 ص 40 .\r\n3 - المسالك ج 2 ص 38 .\r\n4 - الحدائق ج 25 ص 497 .\r\n5 - الشرائع ج 3 ص 40 ، الحدائق ج 25 ص 497 ، الجواهر ج 11 ص 449 ، مهذب الأحكام ج 26 ص 139 ،\r\nمنهاج الصالحين السيد الحكيم وتعليقة السيد محمد باقر الصدر ج 2 ص 320 م 848 ، منهاج الصالحين\r\nالسيد الخوئي ج 2 ص 327 م 1467 ، ذخيرة الصالحين ج 2 ص 323 م 8 .\r\n6 - الشرائع ج 3 ص 40 .\r\n7 - المسالك ج 2 ص 38 . ","page_name":" 169 ","page_number":169},
  {"content":"\r\n1 - إن القول ضعيف .\r\n2 - المتجه عدم الإرث على هذا القول أيضا لأن الشارع حكم بانقطاع العصمة بينهما بانقضاء\r\nالعدة . وإن كان الزوج أولى بها لو جاء ، فإنه لا يقتضي التوارث لو لم يجئ ( 1 ) . وبعبارة أخرى\r\nالأحقية لا يلازمها ثبوت الإرث .\r\nوضعف القول لعدم دليل يدل عليه ، والرواية التي ادعي ورودها لم يوقف عليها ( 2 ) وان كان\r\nبعد العدة والتزويج : فلا كلام في عدم التوارث لانقطاع العصمة بين الزوجين وللأخبار ( 3 ) التي\r\nتفيد أنه لو حضر وقد تزوجت فلا سبيل له عليها ( 4 ) .\r\nالشافعية : قال الإمام الشافعي في كتاب الأم \" لو أن امرأة المفقود ماتت عند الزوج الآخر ثم قدم\r\nالأول أخذ ميراثها \" ( 5 ) ويظهر من كلامه هذا ثبوت الإرث سواء كان الموت في العدة أم بعدها .\r\nنعم لا توارث إذا لم يعلم تقدم موت أحدهما ، جاء في الام \" لو ماتت امرأة المفقود ولا يعلم أيهما\r\nمات أولا لم يتوارثا \" ( 6 ) .\r\nالحنابلة : ورد في الاقناع : \" إن رجع الأول بعد موتها لم يرثها إن كانت تزوجت \" ( 7 ) ، وكلامه\r\nدال على الإرث ما قبل الزواج .\r\nالمالكية : جاء في المدونة الكبرى : \" ترث الأول إن جاء موته بعد الأربعة أشهر وعشرة أيام قبل\r\n\r\n","description":"","footnote":" 1 - الجواهر ج 11 ص 450 .\r\n2 - الحدائق ج 25 ص 497 .\r\n3 - الوسائل ج 22 ب 24 من أبواب ما يحرم بالمصاهرة ح 2 ، وباب 23 من أبواب أقسام الطلاق ح 1 .\r\n4 - الحدائق ج 25 ص 497 ، الجواهر ج 11 ص 449 - 450 .\r\n5 - الأم ج 5 ص 257 .\r\n6 - نفس المصدر ص 256 .\r\n7 - الاقناع ج 4 ص 113 . ","page_name":" 170 ","page_number":170},
  {"content":"\r\nأن تنكح وبعد النكاح قبل دخول الثاني ويفرق بينها وبين الثاني \" ( 1 ) .\r\nونعرف منه الحكم بالإرث إن مات في المدة أم بعد ذلك حتى وإن نكحت ما لم يدخل بها\r\nالثاني ، إلا أنه ورد في حاشية الصاوي \" لا ميراث لزوجاته اللآتي ضرب لهن الأجل لأن حالة\r\nموته لم يكن في عصمته وإن كن أحياء بل بمجرد شروعهن في العدة انقطع ميراثهن منه إن لم يثبت\r\nموته قبل شروعهن في العدة فتأمل \" ( 2 ) .\r\nعمر بن الخطاب : نقل في موسوعة فقه عمر بن الخطاب \" إذا تزوجت زوجة المفقود ثم جاء\r\nزوجها فوجدها قد ماتت فإنه يستحق ميراثه منها إن حلف بالله أن لو وجدها حية متزوجة\r\nلاختارها دون المهر \" ( 3 ) .\r\nابن رشد : نقل ابن رشد قولا لابن حبيب في الواضحة من \" أنه إذا اعتدت بعد ضرب الأجل ثم\r\nلم تتزوج حتى بلغ من السنين ما لا يحيى إلى مثلها فيموت انها ترثه \" إلا أن ابن رشد استبعده ( 4 ) ،\r\nولعل وجه البعد فيه أن المرأة بعد انقضاء الأجل لا بقاء لزوجيتها ليحكم بالإرث والإرث متفرع\r\nعلى بقاء الزوجية .\r\nوأما إذا انكشف ان الزوج مات بعد انقضاء الأجل والعدة فقد ذكر قولين :\r\n1 - عدم الإرث وهو الذي حكاه ابن عيشون عن ابن نافع .\r\n2 - ثبوت الإرث ( 5 ) .\r\n\r\n","description":"","footnote":" 1 - المدونة الكبرى م 2 ص 352 .\r\n2 - حاشية الصاوي على الشرح الصغير ج 2 ص 698 .\r\n3 - موسوعة فقه عمر بن الخطاب ص 889 .\r\n4 - مقدمات ابن رشد ص 409 .\r\n5 - نفس المصدر ص 410 . ","page_name":" 171 ","page_number":171},
  {"content":"\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nنتيجة البحث\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nنتيجة البحث\r\n1 - إن مفهوم المفقود يشمل المفقود في الحضر والسفر والبحر والأسير الذي لا يعرف انه حي أو\r\nميت .\r\n2 - الغيبة التي يترتب عليها أحكام المفقود هي المنقطعة التي ظاهرها الهلاك .\r\n3 - إذا غاب الزوج ولم يعلم له اثر ولم يبلغ منه خبر يحق لزوجته المطالبة بالطلاق .\r\n4 - وهذا الحق بالمطالبة مشروط بان لا يكون هناك منفق على الزوجة وأما إذا وجد المنفق فلا\r\nيمكن الحكم بالطلاق في نظرنا واما عدم الصبر فليس من الشروط ، فلو أمكنها الصبر واختارت\r\nالطلاق مع عدم وجود المنفق أمكنها ذلك ولا يحق للحاكم اجبارها على الطلاق .\r\n5 - يفضل رفع الامر إلى الحاكم في التربص .\r\n6 - مدة التربص أربع سنين والأجل هذا تعبدي .\r\n7 - تبدأ المدة من حين رفع الامر إلى الحاكم على بعض الآراء .\r\n8 - ان هذا الحكم مختص بزوجة المفقود الدائمة ولا يشمل المتمتع بها .\r\n9 - لا يختص طلاق زوجة المفقود بعصر الحضور بل هو شامل لعصر غيبة المعصوم ( عليه السلام ) .\r\n10 - الزوج المعلوم الحال مع عدم صبر المرأة لا تترتب عليه احكام المفقود نعم يمكن تطليق\r\nزوجته لعدم النفقة عند الأكثر .\r\n11 - لو ثبت بالبينة أو نعي للمرأة زوجها المفقود ، أمكنها الاعتداد والزواج .\r\n12 - الفحص عن المفقود انما يكون في زمان التربص عند الأكثر .\r\n13 - الفحص لابد ان يكون بأمر الحاكم على الأحوط عند البعض ولكن لا يجب ان يقوم به\r\nبنفسه وانما يمكن ايكاله إلى الغير حتى الزوجة .\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n14 - لو تعذر الوصول إلى الحاكم أمكن الرجوع إلى وكيله ومع عدمه فإلى عدول المؤمنين عند\r\nالبعض .\r\n15 - الحاكم هو الفقيه العادل الجامع لشرائط الفتوى عند الإمامية .\r\n16 - مؤونة الطلب تتحملها الزوجة عند البعض وعلى الحاكم عند آخرين .\r\n17 - ليس للفحص كيفية خاصة وانما ما يتناسب مع كل عصر .\r\n18 - لو دلت القرائن على عدم انتقاله من البلد الذي فقد فيه كفى الفحص فيه .\r\n19 - الأماكن التي يتم الفحص فيها هي ما يرتادها العموم كالمستشفيات ومراكز الشرطة\r\nوالأسواق و . . .\r\n20 - لا يشترط في الرسول الذي يقوم بالفحص إلا الوثاقة عند الأكثر .\r\n21 - لو فحص الحاكم عن الزوج المفقود لا بقصد الزوجة فالقول هو الاكتفاء بالنسبة للزوجة أو\r\nبقية الزوجات .\r\n22 - إذا انتهت مدة التربص أمر الحاكم ولي الزوج بالطلاق وإذا امتنع أو لم يكن للمفقود ولي\r\nطلقها الحاكم .\r\n23 - العدة وإن كانت من حيث المدة كعدة الوفاة ولكنها عدة طلاق عند البعض .\r\n24 - لا حداد على الزوجة في العدة عند الأكثر .\r\n25 - لو عاد الزوج المفقود فإن كان في المدة أو أثناء العدة فهو أحق بها عند جميع الامامية . واما\r\nبعد انقضاء العدة فلا سبيل له عليها عند أكثر الامامية .\r\n26 - تجب النفقة للزوجة عند الانتظار وزمن التربص وفي العدة .\r\n27 - إذا مات المفقود استحقت زوجته الإرث .\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n28 - يوزع مال المفقود وللزوجة الإرث بعد أربع سنين من الفقد عند البعض .\r\n29 - نأمل من فقهائنا القائلين بعدم الفرقة مع وجود المنفق أن يجدوا حلا للمرأة مع مواجهتها\r\nلمشاكل نفسية واجتماعية وجنسية قد لا تكون أقل أهمية من عدم النفقة .\r\n30 - يقترح إضافة شرط للعقد بتوكيل الزوجة أو أهلها بالطلاق فيما إذا فقد الزوج ومضى على\r\nالفقد مدة يتفق عليها الطرفان .\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nالملاحق\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nالملاحق\r\nتنقسم الملاحق إلى قسمين من الأجوبة :\r\nالقسم الأول :\r\nالأجوبة التي وصلتني من مراجع الإمامية المعاصرين وهي كل ما حصلت عليه وإلا فقد\r\nكاتبت أكثر من خمسة عشر مرجعا . فتفضل بعضهم بالإجابة . ولم أحصل على جواب من\r\nالآخرين أصلا أو لم يكن جوابا وانما هو ارجاع لتحرير الوسيلة أو العروة الوثقى .\r\nالقسم الثاني :\r\nبما ان الموضوع يرتبط بمشكلة حياتية وحساسة فقد عملت على استخراج فتاوى الفقهاء\r\nوفق طريقة ارتأيتها وهي طرح الأسئلة والإجابة عنها من خلال الرسائل العملية . ولم تسلم\r\nالمراجعة للرسائل من مشاكل وهي على ثلاثة اشكال :\r\n1 - عدم التعرض للمفقود تماما .\r\n2 - الإشارة بصورة مختصرة جدا قد لا يطلق عليها عنوان التعرض .\r\n3 - تناول المسألة وبيانها ومع ذلك هناك من الأسئلة ما لا جواب له عندهم كلهم أو أكثرهم .\r\nفالطائفة الأولى من قبيل السيد شهاب الدين المرعشي في سبيل النجاة ( 1 ) والذي انهى فتاواه\r\nبباب النكاح .\r\nوالشيخ فاضل اللنكراني في توضيح المسائل ( 2 ) .\r\nوأما المراجع الذين اكتفوا بالإشارة قائلين \" إذا غاب الزوج ولم يظهر له اثر ولم يعلم موته\r\nولا حياته جاز لزوجته أن ترفع أمرها إلى المجتهد العادل فتعمل بما يقرر \" فهم :\r\n\r\n","description":"","footnote":" 1 - سبيل النجاة ، السيد شهاب الدين الحسيني المرعشي النجفي ط 41 ، المطبعة : علمية ، قم ، رجب 1381 .\r\n2 - توضيح المسائل الشيخ محمد فاضل لنكراني ص 492 . احكام متفرقة ، ط 26 ، طبع : مهر قم ،\r\nفروردين 1376 ش . ","page_name":" 181 ","page_number":181},
  {"content":"\r\n1 - السيد محمود الحسيني الشاهرودي في توضيح المسائل ( 1 ) .\r\n2 - السيد محمد رضا الگلبايگاني في توضيح المسائل ( 2 ) ومختصر الاحكام ( 3 ) .\r\n3 - الشيخ محمد علي الأراكي في توضيح المسائل ( 4 ) والمسائل الواضحة ( 5 ) .\r\n4 - السيد علي العلامة الفاني الأصفهاني في توضيح المسائل ( 6 ) .\r\n5 - الشيخ ناصر مكارم الشيرازي في توضيح المسائل ( 7 ) .\r\n6 - السيد محمد صادق الحسيني الروحاني ، توضيح المسائل ( 8 ) .\r\n7 - السيد مهدي المرعشي ، توضيح المسائل ( 9 ) .\r\n )\r\n","description":"","footnote":" 1 - توضيح المسائل ، السيد محمود الحسيني الشاهرودي ، مسألة 2549 ، ط 7 مطبعة : افست\r\nمصباحي ، 1390 ه‍ .\r\n2 - توضيح المسائل ، السيد محمد رضا الگلبايگاني ، ط 72 ، الناشر : دار القرآن الكريم ، قم ، مطبعة نمونه / 27\r\nرجب / 1413 بهمن ماه 1317 ش . ص 430 م 2549 .\r\n3 - مختصر الاحكام ، السيد محمد رضا الگلبايگاني ( بلا رقم طبعة ) ، الناشر : دار القرآن الكريم ، إيران قم ،\r\n( بلا تاريخ ) ص 147 م 595 .\r\n4 - توضيح المسائل ، الشيخ محمد علي الأراكي ، الناشر : مركز انتشارات دفتر تبليغات اسلامي حوزه علميه ،\r\nطبع : مطبعة دفتر تبليغات اسلامي حوزة علميه قم ، صيف 1371 ، ص 470 م 2554 .\r\n5 - المسائل الواضحة ج 2 ، ط 1 ، الناشر : مركز النشر مكتب الاعلام الاسلامي ، مطبعه مكتب\r\nالاعلام الاسلامي ، ذي الحجة الحرام 1414 ه‍ ق - 1373 ه‍ ش . ص 114 ، م 2554 .\r\n6 - توضيح المسائل ، السيد علي العلامة الفاني الأصفهاني ، طبع : المطبعة الحيدرية ، النجف ، 1382\r\nهق . ص 402 م 2172 .\r\n7 - توضيح المسائل ، الشيخ ناصر مكارم الشيرازي ، ط 2 نشر : انتشارات مطبوعاتى هدف ، مطبعة\r\nمدرسة الإمام أمير المؤمنين ، قم . ص 442 و 443 م 2172 .\r\n8 - توضيح المسائل ، السيد محمد صادق الحسيني الروحاني ، طبع : مهر استوار قم . آبان 1351 ش . ص 405\r\nم 2549 .\r\n9 - توضيح المسائل ، السيد مهدي المرعشي ، ط 1 ، المطبعة : علميه قم ، رمضان 1412 ه‍ . ص 417 م 2376 . ","page_name":" 182 ","page_number":182},
  {"content":"\r\n8 - السيد محمد مفتي الشيعة ، توضيح المسائل ( 1 ) .\r\n9 - السيد كاظم المرعشي ، توضيح المسائل ( 2 ) .\r\n10 - السيد محمد الروحاني توضيح المسائل ( 3 ) .\r\n11 - الشيخ لطف الله الصافي الگلبايگاني ، توضيح المسائل ( 4 ) .\r\n12 - السيد كاظم الحائري ، الفتاوى المنتخبة ( 5 ) .\r\n13 - السيد محمد مهدي الإشكوري ، توضيح المسائل ( 6 ) .\r\n14 - الشيخ يوسف الصانعي ، توضيح المسائل ( 7 ) .\r\n15 - الشيخ حسين نوري الهمداني ، توضيح المسائل ( 8 ) ومنتخب المسائل ( 9 ) .\r\n16 - الشيخ مسلم الملكوتي ، توضيح المسائل ( 10 ) .\r\n\r\n","description":"","footnote":" 1 - توضيح المسائل ، السيد محمد مفتي الشيعة ، ط 1 ، الناشر : مؤسسة انتشارات فراهانى ، المطبعة :\r\nچاب كياطهران 1375 ه‍ . ص 612 م 2904 .\r\n2 - توضيح المسائل ، السيد كاظم المرعشي ، المطبعة : چاب سعيد مشهد ، 1411 ه‍ . ص 482 م 2594 .\r\n3 - توضيح المسائل ، السيد محمد الروحاني ، ط 1 ، مطبعة باقري ، 1414 ه‍ . ص 573 م 2527 .\r\n4 - توضيح المسائل ، الشيخ لطف الله الصافي الكلبايگاني ، ط 3 ، الناشر : دار القرآن الكريم ، قم ، المطبعة : مهر ،\r\n7 / صفر / 1415 ه‍ . ص 504 م 2549\r\n5 - الفتاوى المنتخبة ، السيد كاظم الحائري ، ج 1 ، الناشر : دار التفسير ( اسماعيليان ) قم ، 1417 ه‍ -\r\n1997 م . ص 271 م 958 .\r\n6 - توضيح المسائل ، السيد محمد مهدي الإشكوري ، ط 1 ، المطبعة : النهضة قم ، 1413 ه‍ . ص 281 م 111 .\r\n7 - توضيح المسائل ، الشيخ يوسف الصانعي ، ط 14 ، نشر : انتشارات ميثم التمار ، طبع : دفتر تبليغات اسلامى ،\r\nشتاء 1376 ش . ص 417 م 2542 .\r\n8 - توضيح المسائل ، الشيخ حسين نوري الهمداني ، طبع : مطبعة قدس . ص 501 م 2535 .\r\n9 - منتخب المسائل ، ط 1 ، الناشر : انتشارات بعثت قم ، المطبعة : الهادي قم . ص 342 - 343 ، م 111 .\r\n10 - توضيح المسائل ، الشيخ مسلم ملكوتي ، الناشر : مركز نشر فرهنگى بهترين طبع : علميه قم ( بلا\r\nتاريخ ) . ص 411 ، م 2540 . ","page_name":" 183 ","page_number":183},
  {"content":"\r\n17 - الشيخ حسين ايوقي ، توضيح المسائل ( 1 ) .\r\n18 - السيد علي الحسيني السيستاني ، المسائل المنتخبة ( 2 ) .\r\n19 - الشيخ جواد التبريزي ، المسائل المنتخبة ( 3 ) .\r\n\r\n","description":"","footnote":" 1 - توضيح المسائل ، الشيخ حسين ايوقي ، مطبعة شهيد قم ، 1404 ه‍ ق . ص 506 ، م 2549 .\r\n2 - المسائل المنتخبة ، السيد علي الحسيني السيستاني ، ط 1 ، الناشر : مؤسسة المنار ، المطبعة : مهر ، 1413\r\n- 1992 . ص 433 م 111 .\r\n3 - المسائل المنتخبة ، الشيخ جواد التبريزي ، ط 2 ، الناشر : دفتر نشر برگزيده قم ، المطبعة : سلمان فارسي ،\r\nجمادى الأولى ، 1416 ، ص 329 م 111 . ","page_name":" 184 ","page_number":184},
  {"content":"\r\nالقسم الأول :\r\n1 - الاستفتاءات الفقهية ( 1 )\r\nس 1 : امرأة فقد زوجها في الحرب أو السجون قبل سنوات وهناك من ينفق عليها فهل لها أن\r\nتتزوج - خصوصا مع اخذ الروايات التي تؤكد على صبرها وعلقتها بزوجها - إذا شعرت\r\nبالحاجة إلى الزواج لأحد الأمور التالية :\r\n1 - الحاجة الغريزية حتى لو لم تعلم أو تقطع بعدم وقوعها في الحرام ؟\r\n2 - عدم وجود ولي لها تسكن معه مما يجعلها تعيش لوحدها مما يؤثر عليها نفسيا كالخوف\r\nمن الوحدة ؟\r\n3 - الرغبة بالانجاب في صورة عدم وجود ذرية لها ؟\r\n4 - الحاجة المعنوية للزواج وإن لم تكن بحاجة غريزية لذلك ؟\r\n5 - الحاجة الاجتماعية كما لو كان المجتمع ينظر إلى المفقود عنها زوجها بنظر الشك ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nإذا وجد من ينفق عليها كما فرض في السؤال فيجب عليها الصبر والانتظار حتى تعلم بوفاة\r\nزوجها والله العالم .\r\nالسيد الخامنئي :\r\nلا يجوز لها التزويج ما لم تقطع بموت زوجها ولم يحصل طلاقها بوجه شرعي والله العالم .\r\n\r\n","description":"","footnote":" 1 - هذه الأسئلة قدمت لكل من الشيخ جواد التبريزي والسيد علي الخامنئي ومكتب السيد علي السيستاني\r\nفي قم والسيد محمد الشاهرودي فأجابوا عنها مشكورين ونص الأجوبة موجودة وهي تحمل أرقام\r\nخاصة فجواب الشيخ التبريزي رقم 3362 والسيد الخامنئي برقم 7710 والسيد السيستاني برقم 286 واما\r\nالسيد الشاهرودي فلم يرقم جوابه ، والترتيب هنا حسب الحروف الأبجدية في الألقاب . ","page_name":" 185 ","page_number":185},
  {"content":"\r\nالسيد السيستاني :\r\nمجرد وجود من ينفق عليها لا يمنع طلاقها من قبل الحاكم الشرعي ، نعم إذا كان أبو زوجها أو\r\nجده ينفق عليها من مال الزوج أو من ماله وجب عليها الصبر .\r\nالسيد الشاهرودي :\r\nإذا أنفق ولي الزوج عليها فلا بد أن تصبر على الزوجية والأمور المذكورة لا تسوغ لها الزواج\r\nحتى لو كان تركه حرجيا .\r\nس 2 : هل يشترط مراجعة الحاكم في تطليقها أو يكفي انقضاء مدة التربص ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nإذا لم تعلم بوفاة زوجها ولم يكن هناك من ينفق عليها فلابد لها من مراجعة الحاكم الشرعي\r\nوهو يأمرها بالتربص أربع سنوات ثم يقوم بتطليقها والله العالم .\r\nالسيد الخامنئي :\r\nلا يكفي انقضاء المدة مع عدم قطعها بموت زوجها .\r\nالسيد السيستاني :\r\nيشترط ذلك .\r\nالسيد الشاهرودي :\r\nإذا فقد زوجها ولم يكن من ينفق عليها ولم تصبر فيجوز لها مراجعة الحاكم الشرعي فيؤجلها\r\nأربع سنين ويفحص عن زوجها في البلاد فان علم حياته فلابد ان تصبر وان علم موته تعتد عدة\r\nالوفاة من حين بلوغ خبر الموت إليها وان لم يعلم بموته وحياته بعد الفحص في المدة المذكورة أمر\r\nالحاكم ولي الزوج بالانفاق عليها فإن لم ينفق امره بتطليقها وتعتد عدة الوفاة فإن لم يطلق أو لم\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nيكن له ولي طلقها الحاكم الشرعي وأمرها بالاعتداد عدة الوفاة ثم بعد العدة تحل للأزواج وإذا\r\nجاء الزوج في أثناء العدة فهو أولى بها ويراجعها وان جاء بعد العدة فلا سبيل له عليها .\r\nس 3 : إذا انقضت مدة بمقدار مدة التربص ثم راجعت الحاكم فهل تحتاج إلى مدة تربص أخرى أو\r\nتكفي المدة السابقة ؟ وكم هي مدة التربص ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nإذا تربصت مقدار أربع سنوات ثم راجعت الحاكم الشرعي أمهلها مدة قليلة بعد ذلك ثم يقوم\r\nبتطليقها والله العالم .\r\nالسيد الخامنئي :\r\nالمرأة المفقود عنها زوجها مع عدم علمها بموت زوجها تراجع الحاكم الشرعي وتنتظر لمدة\r\nأربع سنوات من حين رجوعها إلى الحاكم وبعد ذلك تعمل على ما ذكر في الرسائل العملية .\r\nالسيد السيستاني :\r\nتكفي تلك المدة إذا كان جزء منها بأمر الحاكم وهي أربع سنين .\r\nالسيد الشاهرودي :\r\nلا يكفي ذلك بل مدة التربص تكون بعد مراجعة الحاكم .\r\nس 4 : بم تعتد بعدة الوفاة أم الطلاق ؟ وهل تستحق الإرث ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nتعتد عدة الوفاة أربعة أشهر وعشرة أيام فان ثبت موته أثناء العدة ورثت منه وإلا فلا ترث\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nوالله العالم .\r\nالسيد الخامنئي :\r\nمع عدم العلم بالموت لا تستحق الإرث وبعد طلاق الحاكم بعد مضي أربع سنوات تعتد عدة\r\nالوفاة .\r\nالسيد السيستاني :\r\nتعتد بمقدار عدة الوفاة ولكنها بحكم عدة الطلاق الرجعي وترثه إن ثبت موته قبل الطلاق أو\r\nأثناء العدة .\r\nالسيد الشاهرودي :\r\nتعتد عدة الوفاة واما الإرث فلا تستحقه ما دام لم يعلم موته .\r\nس 5 : هل فحص الحاكم الشرعي شرط في طلاقها ؟ وإذا لم يمكنه ذلك فكيف ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nالفحص عن وجود الزوج شرط في طلاقها فإن لم يتمكن الحاكم من الفحص عنه بالمباشرة\r\nوكل شخصا من قبله بالفحص عنه في مظان وجوده والله العالم .\r\nالسيد الخامنئي :\r\nمع عدم العلم بموت الزوج لابد من الفحص عنه لمدة أربع سنوات بعد الرجوع إلى الحاكم كما\r\nمر .\r\nالسيد السيستاني :\r\nيجوز إحالة الحاكم الفحص إليها .\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nالسيد الشاهرودي :\r\nنعم فحص الحاكم شرط في طلاقها لكن لا يجب عليه المباشرة بل يستنيب .\r\nس 6 : من هو المقصود من كلمة \" الحاكم \" الذي تراجعه المرأة في عصر الغيبة قائد الدولة\r\nالاسلامية أو مطلق الفقيه الجامع للشرائط ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nالحاكم الشرعي هو الفقيه الجامع للشرائط والله العالم .\r\nالسيد الخامنئي :\r\nمع امكان الفحص عن الزوج يجوز رجوعها إلى مطلق الفقيه الجامع للشرائط وإن كان\r\nالأحسن والأحوط الرجوع إلى محاكم الجمهورية الاسلامية .\r\nالسيد السيستاني :\r\nالفقيه الجامع للشرائط .\r\nالسيد الشاهرودي :\r\nالمراد هذا المجتهد الجامع للشرائط نعم الأولى أن يكون مبسوط اليد .\r\nس 7 : لو قطعت بوفاة زوجها المفقود فهل يمكن للشخص أن يعتمد على كلامها ليتزوج منها إذا\r\nكان محيطها لا يعتقد بموت زوجها ؟\r\nالجواب :\r\nالشيخ التبريزي :\r\nلابد للراغب في الزواج بها من الاطمئنان بوفاة زوجها أو قيام البينة الشرعية على ذلك والله\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nالعالم .\r\nالسيد الخامنئي :\r\nنعم يجوز له ان يعتمد على كلامها بكونها خلية عن الزوج وانقضاء أيام العدة إذا لم يقطع بان\r\nقطعها على خلاف الواقع .\r\nالسيد السيستاني :\r\nيجوز لها الزواج ولكن يشكل الاكتفاء بقولها والأحوط وجوبا ان لا يتزوجها إلا من لم يطلع\r\nعلى حالها وفقد زوجها فيجوز له الاعتماد على ادعائها أنها خلية .\r\nالسيد الشاهرودي :\r\nلو قطعت بوفاة الزوج يحل لها التزويج بعد الاعتداد عدة الوفاة من حين بلوغ النبأ وإذا\r\nحصل العلم أو الاطمئنان من قولها بموت زوجها جاز للشخص ان يتزوجها وأما إذا لم يحصل\r\nالعلم أو الوثوق فلا يجوز أن يتزوجها اعتمادا على قولها على الأحوط .\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n2 - الاستفتاءات الفقهية ( 1 ) :\r\nس 1 : ما هو حكم المرأة التي غاب عنها زوجها غيبة منقطعة أو غير منقطعة ، ظاهرها السلامة أو\r\nالهلاك ؟\r\nالجواب :\r\nالسيد محمد سعيد الحكيم :\r\nإذا كانت الغيبة منقطعة لا اتصال فيها فترفع أمرها للحاكم الشرعي ليتخذ القرار اللازم\r\nبشأنها وان كانت الغيبة في بدايتها غير منقطعة ثم انقطعت فترفع أمرها للحاكم الشرعي من حين\r\nانقطاعها .\r\nالسيد مهدي المرعشي :\r\nيجب الرجوع إلى حاكم الشرع ليبعث من يتفحص إلى أربع جهات عن المفقود لمدة أربع\r\nسنوات ويجب أن يخصم القضية أو يطلقها .\r\nس 2 : من هو ولي الزوج المفقود ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nأقرب الناس إليه ممن يقوم مقامه ويتولى أمره .\r\nالسيد المرعشي :\r\nالحاكم الشرعي . هذا في الوقت الذي لا يوجد ولي مثل الأب أو الجد للمفقود ، وإذا لم يكن\r\n\r\n","description":"","footnote":" 1 - هذه الأسئلة قدمت لكل من سماحة السيد محمد سعيد الحكيم والسيد مهدي المرعشي فتفضلا\r\nبالإجابة مأجورين . ","page_name":" 191 ","page_number":191},
  {"content":"\r\nالولي ، في المرتبة الثانية حاكم الشرع .\r\nس 3 : لو أنفق عليها الحاكم أو متبرع فهل يجوز لها أن تطلب الطلاق ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nنعم يجوز لها أن تطالب بالطلاق .\r\nالسيد المرعشي :\r\nلا يجوز ذلك\r\nس 5 : هل يشترط رفع الأمر إلى الحاكم في التربص والطلاق ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nرفع الأمر للحاكم شرط في الطلاق لا في التربص ، فإذا تربصت رفعت أمرها للحاكم يطلقها\r\nالحاكم بمضي أربع سنين من حين غيبته لا من حين رفعها الأمر إليه .\r\nالسيد المرعشي :\r\nالاحتياط أن التربص والطلاق بأمر الحاكم .\r\nس 6 : بداية مدة التربص من حين الفقد أو رفع الأمر إلى الحاكم ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nمن حين الفقدان ، لكن بشرط الفحص عنه .\r\nالسيد المرعشي :\r\nالمشهور ان التربص من زمان الرجوع إلى الحاكم .\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nس 7 : هل يمكن الاعتماد على الوسائل الحديثة في الفحص كالصحف والإذاعة ، وهل هناك كيفية\r\nخاصة للطلب ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nليس للفحص كيفية خاصة ، والمهم ان يصدق عرفا الفحص والتفتيش ، ولكن بما ان المفهوم\r\nمن الفحص في الإذاعة والصحف هو مجرد الاعلان ، وهو لا يسمى فحصا عرفا ، فلا يكفي ذلك\r\nبمجرده .\r\nالسيد المرعشي :\r\nنعم ، ليس له كيفية خاصة .\r\nس 8 : هل يجزي فحص المرأة أو أقربائها أو يحتاج إلى إذن الحاكم ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nنعم يجزي إذا علم الحاكم باستيعابه وانه لا يتيسر الفحص عنه زائدا على ذلك .\r\nالسيد المرعشي :\r\nوان كان الأقوى الكفاية ولكن الأحوط أن يكون بأذن الحاكم .\r\nس 9 : من يبذل نفقات الفحص ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا تصدت المرأة أو أقاربها للفحص قبل مراجعة الحاكم الشرعي فلا يتحمل نفقاته ، وان\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nتصدى الحاكم للفحص عنه بعد مراجعتهم له فيبذل الحاكم نفقاته من بيت المال .\r\nالسيد المرعشي :\r\nولي المفقود إذا كان ، وإذا لم يكن حاكم الشرع .\r\nس 10 : هل تشترط العدالة في المبعوث أو تكفي الوثاقة ؟\r\nالجواب :\r\nالسيد الحكيم والسيد المرعشي : تكفي الوثاقة .\r\nس 11 : لو حصلت القرائن بذهابه إلى مدينة وعدم خروجه منها فهل يكفي الفحص فيها ؟ وهكذا\r\nلو كان احتمال أحد الجهات أكثر من غيره فهل يسقط وجوب الفحص في الجهات الأخرى ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nنعم يكفي ذلك إذا علم بتواجده في تلك المدينة أو انقطع خبره بعد ذلك .\r\nمجرد كون احتمال وجوده في جهة أقوى من احتمال وجوده في جهة أخرى لا يسقط الفحص\r\nعنه في الجهة الأولى احتمالا .\r\nالسيد المرعشي :\r\nلا يكفي صرف الرجحان ، لا يكفي إلا أن يطمئن بسقوط الجهات الأخرى .\r\nس 12 : هل يشترط الاتصال الزماني في الفحص ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nلا يشترط الاتصال الزماني ، وكل شئ يكون الفحص عنه بحسبه وبحسب الظروف المحيطة به .\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nالسيد المرعشي :\r\nالأطراف الأربعة التي هي ممكنة للفاحص .\r\nس 14 : لو فحص عنه في مدة محدودة فهل يجب التربص أربع سنين وهل يبقى وجوب الفحص ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا تحقق الفحص التام في مدة محدودة بحيث لا يحتمل تأثير الفحص في بقية المدة اكتفى به ،\r\nلكن يجب التربص إلى أربع سنين من حين غيبته .\r\nالسيد المرعشي :\r\nإذا اطمأن انه لم يكن لا يجب الفحص .\r\nس 15 : إذا لم ينفع الفحص فهل يسقط ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا كان عدم الفائدة من الفحص بسبب انكشاف الحال كما لو علم بأن ا لغائب ليس في المكان\r\nالذي فقد فيه ، فيسقط الفحص ، أما إذا كان بسبب قصور الفحص عن الكشف عن حال الغائب\r\nلعدم تيسره بالمقدار الكافي وعدم الفائدة في المتيسر منه فلا يسقط الفحص ولا يشرع الطلاق .\r\nالسيد المرعشي :\r\nإذا كان الحاكم يطمأن بذلك يسقط .\r\nس 16 : لو احتمل العثور عليه بعد المدة فهل يجوز لها الاعتداد والزوج ؟\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nالجواب :\r\nالسيد الحكيم :\r\nاحتمال العثور بعد انقضاء المدة ان كان من خلال الفحص فيكشف عن قصور الفحص الذي تم\r\nخلال المدة فيجب اكماله ، وان كان مجرد احتمال العثور عليه صدفة من دون قصور في الفحص\r\nالسابق فلا يعتنى به ولا يجب الفحص عنه بعد المدة ، لكن تراجع الحاكم الشرعي حينئذ ليتخذ\r\nالقرار بشأن الطلاق ، ولا فراق ولا بينونة قبل طلاق الولي أو الحاكم .\r\nالسيد المرعشي :\r\nنعم .\r\nس 17 : لو تم الفحص بناء على طلب إحدى زوجاته هل يكتفى به لبقية زوجات ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا لم يحتمل انكشاف حال الغائب بفحص باقي الزوجات يسقط الفحص عنهن والأوجب\r\nعليهن الفحص عندما يرفعن أمرهن للحاكم الشرعي . نعم إذا رفعن أمرهن للحاكم الشرعي\r\nسوية كفى فحص واحدة لهن جميعا .\r\nالسيد المرعشي :\r\nيكفي للبقية .\r\nس 18 : لو أمكن الفحص إلا أنه يلزم منه وقوع الزوجة في المعصية فهل يجوز طلاقها ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nكلا لا يصح الطلاق .\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nالسيد المرعشي :\r\nلا يجوز طلاقها .\r\nس 19 : هل يختص حكم الزوجة المذكورة بالدائمة أو يعم المتمتع بها مدة طويلة أيضا ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nيختص بالزوجة .\r\nالسيد المرعشي :\r\nلا ، بل يختص بالدائمة فقط .\r\nس 20 : لو لم يمكن مراجعة الحاكم هل يمكن الرجوع للمؤمنين ؟ وهل ترجع للثقات أم العدول\r\nمنهم ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nيكفي مراجعة وكيل الحاكم الشرعي كما لا يجب عليها المباشرة بالرجوع بل يمكنها توكيل\r\nشخص بمراجعة الحاكم الشرعي ومع ملاحظة ذلك فلا تصل النوبة إلى مراجعة غير الحاكم\r\nالشرعي خاصة في هذا العصر حيث تتوفر وسائل الاتصال .\r\nالسيد المرعشي :\r\nتقدر أيضا ان ترجع إلى عدول المؤمنين وإن كان الاحتياط عدم الرجوع لهم .\r\nس 21 : لو رفعت الامر إلى الحاكم وأجلها ثم عدلت قبل الطلاق فهل يجوز لها ذلك ؟ ولو رجعت\r\nعن رأيها الأخير فهل تحتاج إلى تربص أو يكفيها الأول ؟\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nالجواب :\r\nالسيد الحكيم :\r\nأ - نعم يجوز لها ذلك .\r\nب - إذا كان رجوعها فيما بينها وبين نفسها يكفيها تربصها الأول والفحص الذي قد تم ، وان\r\nبلغت الحاكم الشرعي بالرجوع ثم عدلت ورفعت أمرها إليه مرة أخرى يكفيها التربص الأول .\r\nواما الفحص فلا تكتفي به حينئذ مع احتمال تجدد الحال بالفحص ، بحيث يمكن العثور عليه\r\nبالفحص . نظير ما تقدم في جواب السؤال 7 .\r\nالسيد المرعشي :\r\nنعم يجوز ذلك ، على الظاهر يكفي التربص الأول .\r\nس 22 : هل تجب نفقتها أيام التربص والعدة في أموال الزوج ؟ وهل لها الحق بالمطالبة بالنفقة لو\r\nأنفقت من مالها الخاص بانية على المطالبة عند حصول مال للزوج ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا كان للزوج مال وجب الانفاق عليها وليس لها المطالبة بالطلاق . فإذا نفذ مال الزوج\r\nكانت لها المطالبة بالطلاق وتجتزئ بمدة التربص السابقة . أما إذا أنفقت من مالها فلا يحق لها المطالبة\r\nبما أنفقته إلا إذا كان انفاقها بنية الرجوع وبإذن الحاكم الشرعي أو مع تعذر الرجوع إليه .\r\nالسيد المرعشي :\r\nنعم ، نعم لها ذلك ويكون بإذن الحاكم أو باذن ولي الشخص .\r\nس 23 : هل تحتاج إلى طلاق أو يأمرها الحاكم بالاعتداد ؟\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nالجواب :\r\nالسيد الحكيم :\r\nتحتاج إلى طلاق .\r\nالسيد المرعشي :\r\nالظاهر الاعتداد يكفي ولكن يطلقها ثم تعتد عدة الوفاة .\r\nس 24 : إذا كان لابد من الطلاق فهل المقدم طلاق الولي أو الحاكم ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nالمقدم طلاق الولي .\r\nالسيد المرعشي :\r\nالحاكم يأمر الولي والولي يطلقها .\r\nس 25 : لو طلق الولي دون امر الحاكم له هل يكفي ذلك ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nيجب ان يكون طلاق الولي بأمر الحاكم .\r\nالسيد المرعشي :\r\nعلى الظاهر لا يكفي .\r\nس 26 : هل العدة عدة طلاق أو وفاة وما هو مقدارها ؟\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالجواب :\r\nالسيد الحكيم :\r\nالطلاق في مثل هذه الحالة طلاق رجعي والعدة عدة الطلاق الرجعي ويترتب عليها جميع\r\nاحكام العدة الرجعية إلا انها بقدر عدة الوفاة وهي أربعة أشهر وعشرة أيام .\r\nالسيد المرعشي :\r\nعدة وفاة ، أربعة أشهر وعشرة أيام .\r\nس 27 : هل يجب عليها الحداد ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nكلا لا يجب .\r\nالسيد المرعشي :\r\nنعم يجب عليها .\r\nس 28 : ما هو الحكم لو عاد الزوج وهي في المدة أو العدة أو بعدها قبل الزواج وبعده قبل\r\nالدخول أو بعده ؟\r\nالجواب :\r\nالسيد الحكيم والسيد المرعشي :\r\nإن عاد الزوج في المدة أو بعدها وقبل الطلاق فهي زوجته ، وإن عاد أثناء العدة جاز له\r\nالرجوع بها ، وإن عاد بعد انقضاء العدة بانت منه ولا سبيل له عليها سواء كانت قد تزوجت أم لم\r\nتتزوج .\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nس 29 : لو تبين موت الزوج في المدة أو العدة فهل هي ضامنة ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nنعم تضمن ما أنفق عليها في فترة ما بعد الوفاة من مال زوجها .\r\nس 30 : لو علم موته في المدة أو ماتت في هذا الوقت فهل يتوارثان ؟\r\nالجواب :\r\nالسيد الحكيم والسيد المرعشي :\r\nنعم يتوارثان إذا مات أحدهما في مدة التربص أو أثناء العدة بخلاف ما ذا كان الموت بعد\r\nانقضاء العدة .\r\nس 31 : لو تبين موته قبل انقضاء المدة أو حين العدة أو بعدها قبل الزواج أو بعده فهل عليها عدة\r\nوفاة ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا تبين موته قبل انقضاء العدة وجبت عليها عدة الوفاة ، وأما إذا كان التبين بعد انقضاء\r\nالعدة والموت المتبين قبل ذلك فلا عدة للوفاة عليها .\r\nالسيد المرعشي :\r\nيجب ان تعتد عدة الوفاة .\r\nس 32 : لو أخبرها الثقة أو حصلت لها قرائن بموت زوجها فهل يجوز لها الزواج وهل يجوز لمن\r\nيعلم بحالها ان يتزوج منها ؟\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nالجواب :\r\nالسيد الحكيم :\r\nإذا أوجبت القرائن علمها بموت زوجها أو قامت البينة عليه جاز لها الزواج . ويكتفي من\r\nيريد الزواج منها بعلمها بموت زوجها وبمضي عدته واخبارها بذلك ولا يحتاج إلى أن يعلم بنفسه ،\r\nنعم لو علم بخطئها لم يرتب الأثر على خبرها واعتقادها .\r\nالسيد المرعشي :\r\nنعم بعد العدة يجوز ذلك .\r\nس 33 : ما هو حكم المعتقل في سجون الظلمة وقد انقطع خبره ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nترفع أمرها إلى الحاكم ليتخذ القرار بعد دراسة وضعها وتفاصيل ظروفها . نعم الظاهر أن\r\nمثلها يتعذر الفحص عن حال زوجها فلا يشرع طلاقها لعدم تمامية شروطه .\r\nالسيد المرعشي :\r\nلا يجوز الطلاق بل تصبر حتى تعلم موته قطعا .\r\nس 34 : لو فقد شخص في الحرب أو أسر وانقطع خبره فهل يشمل زوجته الأحكام المذكورة ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nنعم يشمل .\r\nالسيد المرعشي :\r\nلا يشمل ، بل تصبر حتى يحصل لها اليقين بموته .\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nس 35 : لو غاب الزوج ولم ينفق على زوجته فهل يجوز لها المطالبة بالطلاق ؟\r\nالجواب :\r\nالسيد الحكيم :\r\nعليها مراجعة الحاكم الشرعي ، وحينئذ ان كانت غيبته منقطعة جرى عليها الحكم السابق .\r\nوان لم تكن منقطعة كلف الزوج أو من يقوم مقامه الانفاق فان امتنع جاز طلاقها بعد مطالبتها به\r\nكما تقدم توضيحه .\r\nالسيد المرعشي :\r\nنعم تراجع حاكم الشرع .\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nالقسم الثاني :\r\nفتاوى فقهاء الإمامية المعاصرين :\r\nس 1 - ما هو حكم زوجة المفقود التي غاب عنها زوجها ؟\r\nالجواب : إذا فقد الرجل وغاب غيبة منقطعة ولم يبلغ منه خبر ولا ظهر منه أثر ولم يعلم موته ولا\r\nحياته فإذا أنفق عليها لا يجوز لها أن تتزوج وإلا كان بامكانها مراجعة الحاكم الشرعي والمطالبة\r\nبالطلاق فيؤجلها أربع سنين يفحص فيها عن الزوج فإن لم يعثر على خبر منه طلقت واعتدت\r\nوحق لها الزواج وهو الذي عليه السيد اليزدي في العروة الوثقى ( 1 ) ، والسيد أبو الحسن\r\nالأصفهاني ( 2 ) ، والسيد الاصطهباناتي ( 3 ) ، والسيد محسن الحكيم ( 4 ) ، والسيد الامام الخميني ( 5 ) ،\r\nوالسيد الخوئي ( 6 ) ، والسيد محمد باقر الصدر ( 7 ) ، والسيد عبد الله الشيرازي ( 8 ) ، والسيد\r\nعبد الأعلى السبزواري ( 9 ) ، والشيخ علي الغروي التبريزي ( 10 ) .\r\nس 2 : من هو ولي الزوج ؟\r\nالجواب : من كان يتولى أمور الزوج بتفويضه أو توكيله : السيد اليزدي ( 11 ) ، السيد\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 متن العروة الوثقى فصل في احكام المفقود ص 124 - 127 م 1 .\r\n2 - صراط النجاة ، ج 2 ص 403 .\r\n3 - نفس المصدر .\r\n4 - منهاج الصالحين ، ج 2 ص 32 م 8 .\r\n5 - تحرير الوسيلة ، ج 2 ص 304 م 11 .\r\n6 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n7 - منهاج الصالحين ، السيد الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n8 - ذخيرة الصالحين ، ج 2 ص 331 ، م 848 .\r\n9 - جامع الأحكام الشرعية ، ص 494 م 26 .\r\n10 - موجز الفتاوى المستنبطة ج 2 ط 1 ، الناشر مكتب سماحة آية الله العظمى الغروي ، المطبعة : ياران ،\r\n1375 ش . ص 322 ، م 1131 .\r\n11 - مهذب الاحكام ج 26 ص 127 م 1 . ","page_name":" 204 ","page_number":204},
  {"content":"\r\nالأصفهاني ( 1 ) ، الاصطهباناتي ( 2 ) الامام الخميني ( 3 ) .\r\nس 3 : متى يتحقق الانفاق الموجب لصبر الزوجة ؟\r\nالجواب : لا فرق في المنفق بين ان يكون من مال الزوج أم الولي أم متبرع : السيد اليزدي ( 4 ) ،\r\nالسيد الأصفهاني ( 5 ) والاصطهباناتي ( 6 ) ، الامام الخميني ( 7 ) ، وذكر السيد الحكيم ( 8 ) ، والخوئي ( 9 ) ،\r\nوالشيرازي ( 10 ) ، والصدر ( 11 ) والسبزواري ( 12 ) ، والغروي ( 13 ) ان الانفاق اما من مال الغائب أو من\r\nمال الولي ولم يتطرقوا للمتبرع .\r\nس 4 : هل يشترط في التربص والطلاق أمر الحاكم .\r\nالجواب : ذهب السيد الحكيم ( 14 ) والخوئي ( 15 ) والشهيد محمد باقر الصدر ( 16 ) والشيرازي ( 17 )\r\n\r\n","description":"","footnote":" 1 - صراط النجاة ج 2 ص 403 .\r\n2 - نفس المصدر .\r\n3 - تحرير الوسيلة ج 2 ص 304 م 11 .\r\n4 - مهذب الاحكام ج 26 ص 124 م 1 .\r\n5 - صراط النجاة ج 2 ص 403 .\r\n6 - نفس المصدر .\r\n7 - تحرير الوسيلة ج 2 ص 304 م 11 .\r\n8 - منهاج الصالحين ج 2 ص 319 م 8 .\r\n9 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n10 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n11 - منهاج الصالحين السيد الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 319 م 8 .\r\n12 - جامع الأحكام الشرعية ص 494 م 26 .\r\n13 - موجز الفتاوى المستنبط ج 2 ص 322 م 1131 .\r\n14 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n15 - منهاج الصالحين ج 2 ص 327 م 1461 .\r\n16 - منهاج الصالحين الحكيم . تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n17 - ذخيرة الصالحين ج 2 ص 331 م 848 . ","page_name":" 205 ","page_number":205},
  {"content":"\r\nإلى عدم بعد \" الاجتزاء بمضي الأربع سنين بعد فقد الزوج مع الفحص فيها . وأضاف السيد الصدر\r\n\" بل مع الفحص من قبل الحاكم في نهاية تلك المدة ( 1 ) ، والفحص المنفي عنه البعد عند هؤلاء وان لم\r\nيكن بتأجيل من الحاكم ولكن الحاكم يأمر حينئذ بالفحص عنه مقدارا ما ، ثم يأمر بالطلاق أو\r\nيطلق \" .\r\nومع ما ذكروه من الكلام فإنهم قالوا بالاحتياط أي الأحوط ان يكون بتأجيل منه واما\r\nالسيد اليزدي ( 2 ) والامام الخميني ( 3 ) واما السيد السبزواري ( 4 ) فقالوا : الأحوط وجوبا ان يكون\r\nالتأجيل والفحص بأمر الحاكم الشرعي .\r\nوقال الشيخ الغروي : \" الظاهر أن امر الحاكم بالفحص طريقي محض ، فلو فحصت عنه أربع سنين\r\nبلا أمر الحاكم ثم رفعت أمرها إليه ، كفى في وجوب الفحص ، نعم الأحوط ان يأمرها الحاكم\r\nحينئذ بالفحص عنه مدة ما ثم يأمر بالطلاق والأحوط منه ان يكون الفحص أربع سنين\r\nبأمره \" ( 5 ) .\r\nس 5 : ما هو زمان بداية مدة التربص هل الفقد أو رفع الامر إلى الحاكم ؟\r\nالجواب : ذهب السيد اليزدي ( 6 ) والامام الخميني ( 7 ) والغروي ( 8 ) إلى الثاني ولكن الأخير\r\nأضاف \" لو فحصت عنه أربع سنين بلا أمر الحاكم ثم رفعت أمرها إليه كفى في وجوب الفحص \" ولم\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين ، الحكيم . تعليقة السيد محمد باقر الصدر ، ج 2 ص 320 م 8 .\r\n2 - مهذب الاحكام ج 26 فصل في احكام المفقود عنها زوجها ، ص 133 م 8 .\r\n3 - تحرير الوسيلة ج 2 ص 306 م 18 .\r\n4 - جامع الأحكام الشرعية ص 495 م 28 .\r\n5 - موجز الفتاوى المستنبطة ج 2 ص 322 م 1136 .\r\n6 - مهذب الاحكام ج 26 ص 133 م 1 .\r\n7 - تحرير الوسيلة ج 2 ص 304 م 11 .\r\n8 - موجز الفتاوى المستنبطة ج 2 ص 322 م 1131 . ","page_name":" 206 ","page_number":206},
  {"content":"\r\nتخلو فتواه من الاحتياط كما مر في السؤال السابق واما السيد الحكيم ( 1 ) والخوئي ( 2 ) والصدر ( 3 )\r\nوالشيرازي ( 4 ) فقد أطلقوا الكلام في التأجيل ولم يستبعدوا الاجتزاء بالأربع مع الفحص حتى قبل\r\nمراجعة الحاكم كما مر وهكذا أطلق السيد السبزواري ( 5 ) التأجيل .\r\nس 6 : هل يمكن الاعتماد على الوسائل الحديثة في الفحص ؟\r\nالجواب : ليس للفحص والطلب كيفية خاصة فيتحقق بالكتابة وغيرها كالتلغراف وسائر\r\nالوسائل المتداولة في كل عصر ليتفقد عنه : السيد اليزدي ( 6 ) والسيد الأصفهاني ( 7 )\r\nوالاصطهباناتي ( 8 ) والامام الخميني ( 9 ) ولم يتعرض للمسألة .\r\nس 7 : لو فحصت الزوجة أو شخص آخر من قبل الرفع إلى الحاكم فهل يجزي ذلك ؟\r\nالجواب : الظاهر من صاحب العروة ( 10 ) والسيد السبزواري ( 11 ) عدم الاكتفاء إلا إذا كان بأمر\r\nالحاكم بعد رفع الامر إليه واما السيد الحكيم ( 12 ) والخوئي ( 13 ) والصدر ( 14 ) والشيرازي ( 15 ) فلم\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n2 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n3 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n4 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n5 - مهذب الاحكام ص 494 م 26 .\r\n6 - مهذب الاحكام ج 26 ص 128 م 2 .\r\n7 - صراط النجاة ج 2 ص 403 .\r\n8 - نفس المصدر .\r\n9 - تحرير الوسيلة ج 2 ص 305 م 12 .\r\n10 - مهذب الاحكام ج 26 ص 129 م 4 .\r\n11 - جامع الأحكام الشرعية ص 495 م 28 .\r\n12 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n13 - منهاج الصالحين ج 2 ص 327 م 1461 .\r\n14 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص م .\r\n15 - ذخيرة الصالحين ج 2 ص 322 م 8 . ","page_name":" 207 ","page_number":207},
  {"content":"\r\nيستبعدوا الاجزاء وأما الشيخ الغروي ( 1 ) فقد قال بالكفاية أيضا وإن ألحق فتواه بالاحتياط .\r\nس 8 : هل العدالة شرط في المبعوث أو تكفي الوثاقة ؟\r\nالجواب : تكفي الوثاقة : السيد الأصفهاني ( 2 ) والاصطهباناتي ( 3 ) والحكيم ( 4 ) والخميني ( 5 )\r\nوالخوئي ( 6 ) والصدر ( 7 ) والشيرازي ( 8 ) والسبزواري ( 9 ) .\r\nوقال السيد اليزدي ( 10 ) : لا يشترط العدالة . وكلامه هذا يظهر منه الاكتفاء بالوثاقة وذلك\r\nلان من الا يوثق بقوله لا يمكن ترتيب الأثر عليه .\r\nس 9 : لو أفادت القرائن ذهابه إلى مدينة وعدم خروجه منها فهل يكفي الفحص فيها ؟\r\nوهكذا لو كان احتمال أحد الجهات أقوى ؟\r\nالجواب : نعم يكفي : السيد اليزدي ( 11 ) ، والأصفهاني ( 12 ) والاصطهباناتي ( 13 ) ، والحكيم ( 14 ) ،\r\n\r\n","description":"","footnote":" 1 - موجز الفتاوى المستنبطة ج 2 ص 323 م 1136 .\r\n2 - صراط النجاة ج 2 ص 403 .\r\n3 - نفس المصدر .\r\n4 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n5 - تحرير الوسيلة ج 2 ص 306 م 13 .\r\n6 - منهاج الصالحين ج 2 س 327 م 1466 .\r\n7 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n8 - ذخيرة الصالحين ج 2 س 332 م 8 .\r\n9 - جامع الأحكام الشرعية ص 495 م 34 .\r\n10 - مهذب الاحكام ج 26 ص 128 م 3 .\r\n11 - مهذب الاحكام ج 26 ص 131 - 132 م 7 .\r\n12 - صراط النجاة ج 2 ص 404 .\r\n13 - نفس المصدر .\r\n14 - منهاج الصالحين ج 2 ص 320 م 8 . ","page_name":" 208 ","page_number":208},
  {"content":"\r\nوالخوئي ( 1 ) ، والصدر ( 2 ) ، والشيرازي ( 3 ) ، والسبزواري ( 4 ) ، والغروي ( 5 ) .\r\nس 10 : لو تم الفحص في مدة يسيرة فهل يجب استمرار الفحص وهل عليها التربص ؟\r\nالجواب : لا يجب الفحص واما التربص فقد أفتى البعض بوجوبه كالسيد اليزدي ( 6 )\r\nوالأصفهاني ( 7 ) والاصطبهاناتي ( 8 ) والحكيم ( 9 ) والصدر ( 10 ) والامام الخميني ( 11 ) .\r\nوقال الآخرون بالاحتياط كالسيد الخوئي ( 12 ) والسبزواري ( 13 ) والغروي ( 14 ) .\r\nس 11 : هل يشترط الاتصال في الفحص ؟\r\nالجواب : لا يشترط : السيد اليزدي ( 15 ) والأصفهاني ( 16 ) والاصطبهاناتي ( 17 ) والخميني ( 18 ) .\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين ج 2 ص 327 م 1462 .\r\n2 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n3 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n4 - جامع الأحكام الشرعية ص 495 م 29 .\r\n5 - موجز الفتاوى المستنبطة ج 2 ص 324 م 1145 .\r\n6 - مهذب الاحكام ج 6 ص 131 م 7 .\r\n7 - صراط النجاة ج 2 ص 404 .\r\n8 - نفس المصدر .\r\n9 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n10 - نفس المصدر .\r\n11 - تحرير الوسيلة ج 2 ص 306 م 19 .\r\n12 - منهاج الصالحين ج 2 ص 327 م 1463 .\r\n13 - جامع الأحكام الشرعية ص 495 م 31 .\r\n14 - موجز الفتاوى المستنبطة ج 2 ص 324 م 1142 .\r\n15 - مهذب الاحكام ج 26 ص 130 م 5 .\r\n16 - صراط النجاة ج 2 ص 403 .\r\n17 - نفس المصدر .\r\n18 - تحرير الوسيلة ج 2 ص 304 م 15 . ","page_name":" 209 ","page_number":209},
  {"content":"\r\nس 12 : ما هي الأماكن التي يبحث فيها عن المفقود ؟\r\nالجواب : إذا فقد في بلد يكفي التفقد عنه في جوامعه وأسواقه ومتنزهاته ومستشفياته وخاناته\r\nالمعدة لنزول الغرباء ونحوها . . . وينبغي ملاحظة زي المفقود وصنعته وحرفته فيتفقد عنه في المحال\r\nالمناسبة له ويسأل من أبناء صنفه وحرفته مثلا : السيد اليزدي ( 1 ) ، والأصفهاني ( 2 )\r\nوالاصطهباناتي ( 3 ) ، والامام الخميني ( 4 ) .\r\nس 13 : لو احتمل العثور عليه بعد المدة فهل يجب الفحص ؟\r\nالجواب : لا يجب : الامام الخميني ( 5 ) ، والسيد الخوئي ( 6 ) ، والسبزواري ( 7 ) ، والغروي ( 8 ) .\r\nس 14 : إذا علم عدم النفع في الفحص فهل يسقط ؟\r\nالجواب : الظاهر سقوط وجوبه : السيد اليزدي ( 9 ) والأصفهاني ( 10 ) والاصطهباناتي ( 11 )\r\nوالخميني ( 12 ) والغروي ( 13 ) .\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 130 م 7 .\r\n2 - صراط النجاة ج 2 ص 404 .\r\n3 - نفس المصدر .\r\n4 - تحرير الوسيلة ج 2 ص 304 م 11 .\r\n5 - نفس المصدر ص 306 م 19 .\r\n6 - منهاج الصالحين ج 2 ص 327 م 1464 .\r\n7 - جامع الأحكام الشرعية ص 495 م 32 .\r\n8 - موجز الفتاوى المستنبطة ج 2 ص 324 م 1143 .\r\n9 - مهذب الاحكام ج 26 ص 133 م 9 .\r\n10 - صراط النجاة ج 2 ص 404 .\r\n11 - نفس المصدر .\r\n12 - تحرير الوسيلة ج 2 ص 306 .\r\n13 - موجز الفتاوى المستنبطة ج 2 ص 324 م 1141 . ","page_name":" 210 ","page_number":210},
  {"content":"\r\nس 15 : إذا تم الفحص لطلب زوجة من زوجاته ثم طالبت بقية الزوجات فهل يكفي الفحص\r\nوالتأجيل السابق ؟\r\nالجواب : استقرب السيد الحكيم ( 1 ) والخوئي ( 2 ) والصدر ( 3 ) والشيرازي ( 4 ) الاكتفاء وصرح\r\nالسيد السبزواري ( 5 ) والغروي ( 6 ) بالاكتفاء وأما صاحب العروة فقال : يكتفى به على أشكال ( 7 ) .\r\nس 16 : هل يختص الحكم المذكور بالزوجة الدائمة أو يشمل المتمتع بها ؟\r\nيختص بالدائمة : السيد اليزدي ( 8 ) والحكيم ( 9 ) والخوئي ( 10 ) والصدر ( 11 ) والشيرازي ( 12 )\r\nوالسبزواري ( 13 ) والغروي ( 14 ) .\r\nس 17 : لو لم يمكنها الرجوع إلى الحاكم فهل يمكن مراجعة عدول المؤمنين ؟\r\nالجواب : يتم الرجوع إلى وكلاء الحاكم في هذه الصورة وهو الذي صرح به السيد\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n2 - منهاج الصالحين ج 2 ص 327 م 1460 .\r\n3 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n4 - ذخيرة الصالحين ج 2 س 331 م 848 .\r\n5 - جامع الأحكام الشرعية ص 494 م 27 .\r\n6 - موجز الفتاوى المستنبطة ج 2 ص 323 م 1135 .\r\n7 - مهذب الاحكام ج 26 ص 135 م 13 .\r\n8 - نفس المصدر م 14 .\r\n9 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n10 - منهاج الصالحين ج 2 ص 327 م 1466 .\r\n11 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n12 - ذخيرة الصالحين ج 2 ص 332 م 848 .\r\n13 - جامع الأحكام الشرعية ص 495 م 34 .\r\n14 - موجز الفتاوى المستنبطة ج 2 ص 324 م 1147 . ","page_name":" 211 ","page_number":211},
  {"content":"\r\nالسبزواري ( 1 ) والغروي ( 2 ) وأما السيد الإصفهاني ( 3 ) والإصطهباناتي ( 4 ) والإمام الخميني ( 5 ) فلم\r\nيستبعدوا قيام الوكيل مقام الحاكم ومع فقد الوكيل فالظاهر عند السيد الإصفهاني ( 6 )\r\nوالاصطهباناتي ( 7 ) والغروي ( 8 ) الرجوع إلى عدول المؤمنين . واعتبر الامام الخميني ( 9 ) قيام\r\nعدول المؤمنين مقام الحاكم محل إشكال وأفتى السيد السبزواري ( 10 ) بالرجوع إلى ثقات المؤمنين\r\nعند عدم الحاكم ووكيله .\r\nس 18 : لو رفعت الأمر إلى الحاكم فأجلها ثم عدلت قبل الطلاق فهل يجوز لها ذلك ، وهكذا لو\r\nعادت إلى المطالبة بالطلاق فهل تحتاج إلى تربص جديد ؟\r\nالجواب : نعم يجوز لها وهي زوجة المفقود ، ولا تحتاج إلى تربص جديد إن اختارت الطلاق هذا\r\nما ذهب إليه السيد اليزدي ( 11 ) والإصفهاني ( 12 ) والاصطهباناتي ( 13 ) والإمام الخميني ( 14 )\r\nوالسبزواري ( 15 ) وإن لم يتعرض للشق الثاني من السؤال .\r\n\r\n","description":"","footnote":" 1 - جامع الأحكام الشرعية ص 495 م 30 .\r\n2 - موجز الفتاوى المستنبطة ج 2 ص 323 م 1147 .\r\n3 - صراط النجاة ج 2 ص 404 .\r\n4 - نفس المصدر .\r\n5 - تحرير الوسيلة ج 2 ص 306 م 18 .\r\n6 - صراط النجاة ج 2 ص 404 .\r\n7 - نفس المصدر .\r\n8 - موجز الفتاوى المستنبطة ج 2 ص 323 م 1137 .\r\n9 - تحرير الوسيلة ج 2 ص 306 م 18 .\r\n10 - جامع الأحكام الشرعية ص 495 م 30 .\r\n11 - مهذب الاحكام ج 26 ص 134 م 11 .\r\n12 - صراط النجاة ج 2 ص 404 .\r\n13 - نفس المصدر .\r\n14 - تحرير الوسيلة ج 2 ص 306 - 307 م 20 .\r\n15 - جامع الأحكام الشرعية ص 496 م 36 . ","page_name":" 212 ","page_number":212},
  {"content":"\r\nس 19 : لو لم يتمكن من الفحص في المدة فهل يسقط أو لا بد من الانتظار ؟\r\nالجواب : لا يسقط الفحص ولا بد من الانتظار إلى زمان إمكانه : السيد اليزدي ( 1 )\r\nوالسبزواري ( 2 ) .\r\nس 20 : الأحكام المذكورة تختص بمن فقد في السفر أو تشمل صورة الحضر أيضا ؟\r\nالجواب : تشمل صورة السفر والحضر معا : السيد اليزدي ( 3 ) والسبزواري ( 4 ) .\r\nس 21 : لو انقضت المدة ولم يتم الفحص فهل يجب الاستمرار بالفحص أو يكتفى بما وقع في المدة ؟\r\nالجواب : الأحوط الإتمام ولو بعد المدة ، السيد اليزدي ( 5 ) والسبزواري ( 6 ) .\r\nس 22 : هل تجب للزوجة المشار إليها النفقة أيام التربص والعدة في مال الزوج ؟\r\nالجواب : نعم تجب النفقة زمن التربص والعدة : السيد اليزدي ( 7 ) ، الحكيم ( 8 ) ، الإمام الخميني ( 9 ) ،\r\nالخوئي ( 10 ) ، والصدر ( 11 ) ، السبزواري ( 12 ) ، الغروي ( 13 ) .\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 136 م 17 .\r\n2 - نفس المصدر .\r\n3 - مهذب الاحكام ج 26 ص 136 م 19 .\r\n4 - نفس المصدر .\r\n5 - نفس المصدر م 18 .\r\n6 - نفس المصدر .\r\n7 - مهذب الاحكام ج 26 ص 138 م 21 .\r\n8 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n9 - تحرير الوسيلة ج 2 ص 307 م 21 .\r\n10 - منهاج الصالحين ج 2 ص 327 م 1467 .\r\n11 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n12 - جامع الأحكام الشرعية ص 494 م 26 .\r\n13 - موجز الفتاوى المستنبطة ج 2 ص 322 م 1131 . ","page_name":" 213 ","page_number":213},
  {"content":"\r\nس 23 : هل تحتاج الفرقة بين الزوجة والمفقود إلى الطلاق أو يأمرها الحاكم بالاعتداد ؟\r\nالجواب : تحتاج إلى الطلاق : السيد اليزدي ( 1 ) ، الإصفهاني ( 2 ) ، الاصطهباناتي ( 3 ) ، الحكيم ( 4 ) ،\r\nالإمام الخميني ( 5 ) ، الخوئي ( 6 ) ، الشيرازي ( 7 ) ، السبزواري ( 8 ) ، الغروي ( 9 ) .\r\nس 24 : إذا كان لابد من الطلاق فهل المقدم طلاق الولي أو الحاكم ؟\r\nالجواب : طلاق الولي مقدم على طلاق الحاكم : السيد اليزدي ( 10 ) ، الأصفهاني ( 11 ) ،\r\nالاصطهباناتي ( 12 ) ، الحكيم ( 13 ) ، الخوئي ( 14 ) ، الخميني ( 15 ) ، الصدر ( 16 ) ، الشيرازي ( 17 ) ،\r\nالسبزواري ( 18 ) ، الغروي ( 19 ) .\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 127 م 1 .\r\n2 - صراط النجاة ج 2 ص 403 .\r\n3 - نفس المصدر .\r\n4 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n5 - تحرير الوسيلة ج 2 ص 304 - 305 م 11 .\r\n6 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n7 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n8 - جامع الأحكام الشرعية ص 494 م 26 .\r\n9 - موجز الفتاوى المستنبطة ج 2 ص 322 م 1131 .\r\n10 - مهذب الاحكام ج 26 ص 127 م 1 .\r\n11 - صراط النجاة ج 2 ص 403 .\r\n12 - نفس المصدر .\r\n13 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n14 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n15 - تحرير الوسيلة ج 2 ص 304 - 305 م 11 .\r\n16 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n17 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n18 - جامع الأحكام الشرعية ص 494 م 26 .\r\n19 - موجز الفتاوى المستنبطة ج 2 ص 322 م 1131 . ","page_name":" 214 ","page_number":214},
  {"content":"\r\nس 25 : هل العدة عدة طلاق أو وفاة ؟\r\nالجواب : ذهب صاحب العروة ( 1 ) والسيد الإصفهاني ( 2 ) والاصطهباناتي ( 3 ) والإمام الخميني ( 4 )\r\nإلى أنها عدة طلاق بمقدار عدة الوفاة .\r\nوأما السيد الحكيم ( 5 ) والخوئي ( 6 ) والشيرازي ( 7 ) فقالوا تعتد عدة وفاة ولم يرتبوا آثار عدة\r\nالوفاة على هذه العدة . وذكر الغروي ( 8 ) إنها تعتد أربعة أشهر وعشرة أيام إلا أنه اعتبر طلاقها\r\nرجعيا .\r\nس 26 : هل يجب عليها الحداد ؟\r\nالجواب : لا يجب عليها الحداد : السيد اليزدي ( 9 ) ، الأصفهاني ( 10 ) ،\r\nالاصطهباناتي ( 11 ) ، الحكيم ( 12 ) ، الخوئي ( 13 ) ، الصدر ( 14 ) ، الشيرازي ( 15 ) ، السبزواري ( 16 ) ،\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 138 م 21 .\r\n2 - صراط النجاة ج 2 ص 405 .\r\n3 - نفس المصدر .\r\n4 - تحرير الوسيلة ج 2 ص 307 م 21 .\r\n5 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n6 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n7 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n8 - موجز الفتاوى المستنبطة ج 2 ص 322 م 1131 .\r\n9 - مهذب الاحكام ج 26 ص 139 م 21 .\r\n10 - صراط النجاة ج 2 ص 405 .\r\n11 - نفس المصدر .\r\n12 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n13 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n14 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n15 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n16 - جامع الأحكام الشرعية ص 494 م 26 . ","page_name":" 215 ","page_number":215},
  {"content":"\r\nالغروي ( 1 ) .\r\nوأما الإصطهباناتي ( 2 ) فقال : \" لا يجب عليها ترك الزينة \" وهو نفس مراد الفقهاء المتقدمين .\r\nس 27 : لو بان بعد العدة عدم وقوع المقدمات على الوجه الصحيح فما هو الحكم ؟\r\nالجواب : لو بان عدم وقوع المقدمات على الوجه الصحيح كما لو تبين عدم تحقق الفحص على\r\nوجهه أو عدم انقضاء المدة أو عدم تحقق شروط الطلاق أو نحو ذلك وجب التدارك ولو\r\nبالاستئناف ولو كان ذلك بعد تزويجها من الغير كان باطلا وإن كان الزوج الثاني دخل بها حرمت\r\nعليه أبدا : السيد اليزدي ( 3 ) والسبزواري ( 4 ) .\r\nس 28 : إذا أطلقت زوجة المفقود فهل تستحق المهر ؟\r\nالجواب : إذا كان الطلاق بعد الدخول استحقت المهر كله وإن كان قبله تستحق النصف فيؤخذ\r\nمن أمواله بإذن الحاكم الشرعي : السيد اليزدي ( 5 ) والسبزواري ( 6 ) .\r\nس 30 : ما هو الحكم لو عاد الزوج المفقود ؟\r\nالجواب : لو عاد الزوج في المدة أو العدة فهو أحق بها وأما بعد العدة قبل التزويج فلا خيار\r\nللزوج كما هو مختار السيد اليزدي ( 7 ) ، والأصفهاني ( 8 ) ، والاصطهباناتي ( 9 ) ، والحكيم ( 10 ) ،\r\n\r\n","description":"","footnote":" 1 - موجز الفتاوى المستنبطة ج 2 ص 323 م 1132 .\r\n2 - صراط النجاة ج 2 ص 405 .\r\n3 - مهذب الاحكام ج 26 ص 136 م 16 .\r\n4 - نفس المصدر .\r\n5 - نفس المصدر 142 - 143 م 27 .\r\n6 - نفس المصدر .\r\n7 - مهذب الاحكام ج 26 ص 139 م 22 .\r\n8 - صراط النجاة ج 2 ص 405 .\r\n9 - نفس المصدر .\r\n10 - منهاج الصالحين ج 2 ص 320 م 8 . ","page_name":" 216 ","page_number":216},
  {"content":"\r\nوالخوئي ( 1 ) ، والصدر ( 2 ) ، والشيرازي ( 3 ) ، والسبزواري ( 4 ) ، والغروي ( 5 ) ، وهذا الذي قواه\r\nالإمام الخميني ( 6 ) . وأما رجوع المفقود بعد زواجها من الثاني فاتفق المذكورون على نفي السبيل\r\nعليها .\r\nس 30 : لو تبين موته قبل انقضاء المدة أو حين العدة أو بعدها قبل الزواج أو بعده فهل عليها\r\nعدة ؟\r\nالجواب : إن تبين موته قبل انقضاء المدة أو بعدها قبل الطلاق وجب عليها عدة الوفاة ، وإن تبين\r\nبعد انقضاء العدة اكتفى بها ، سواء كان التبين قبل التزويج أو بعده ، وسواء كان موته المتبين وقع\r\nقبل العدة أو بعدها أو في أثنائها أو بعد التزويج ، وأما لو تبين موته في أثناء العدة فالأحوط\r\nاستئناف العدة : السيد اليزدي ( 7 ) ، الأصفهاني ( 8 ) ، الاصطهباناتي ( 9 ) ، الإمام الخميني ( 10 ) .\r\nس 31 : لو أخبرها الثقة أو حصلت على قرائن بموت زوجها فهل يجوز لها الزواج ؟\r\nالجواب : جاز لها ذلك بعد العدة من دون حاجة إلى مراجعة الحاكم ولكن في جواز الاكتفاء\r\nبقولها لمن أراد أن يتزوج بها إشكال والأحوط أن تتزوج ممن لم يطلع بالحال . هذا ما أفتى به\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين ج 2 ص 326 م 1459 .\r\n2 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n3 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n4 - جامع الأحكام الشرعية ص 494 م 26 .\r\n5 - موجز الفتاوى المستنبطة ج 2 ص 323 م 1133 .\r\n6 - تحرير الوسيلة ج 2 ص 307 - 305 م 22 .\r\n7 - مهذب الاحكام ج 26 ص 140 م 26 .\r\n8 - صراط النجاة ج 2 ص 405 .\r\n9 - نفس المصدر .\r\n10 - تحرير الوسيلة ج 2 ص 307 م 22 . ","page_name":" 217 ","page_number":217},
  {"content":"\r\nالسيد اليزدي ( 1 ) والأصفهاني ( 2 ) والاصطهباناتي ( 3 ) وإن قال بالنسبة للأحوط \" لا يترك هذا\r\nالاحتياط \" والإمام الخميني ( 4 ) والسبزواري ( 5 ) والشيخ الغروي ( 6 ) والذي لم يذكر الاحتياط .\r\nس 32 : إذا تبين موت الزوج المفقود في المدة أو العدة فهل تضمن النفقة ؟\r\nالجواب : نعم هي ضامنة : السيد اليزدي ( 7 ) والسبزواري ( 8 ) .\r\nس 33 : لو علم موته في المدة أو العدة أو ماتت في الوقتين المذكورين فهل يتوارثان ؟\r\nالجواب : يتوارثان في فرض السؤال : السيد اليزدي ( 9 ) والإصفهاني ( 10 ) ، والاصطهباناتي ( 11 ) ،\r\nوالحكيم ( 12 ) ، والإمام الخميني ( 13 ) والخوئي ( 14 ) والصدر ( 15 ) والشيرازي ( 16 ) والسبزواري ( 17 ) .\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 26 ص 142 م 26 .\r\n2 - صراط النجاة ج 2 ص 405 .\r\n3 - نفس المصدر .\r\n4 - تحرير الوسيلة ج 2 ص 307 م 24 .\r\n5 - مهذب الاحكام ج 26 ص 142 م .\r\n6 - موجز الفتاوى المستنبطة ج 2 ص 324 - 325 م 1148 .\r\n7 - مهذب الاحكام ج 26 ص 135 م 15 .\r\n8 - نفس المصدر .\r\n9 - مهذب الاحكام ج 26 ص 138 - 139 م 21 .\r\n10 - صراط النجاة ج 2 ص 405 .\r\n11 - نفس المصدر .\r\n12 - منهاج الصالحين ج 2 ص 320 م 8 .\r\n13 - تحرير الوسيلة ج 2 ص 307 م 21 .\r\n14 - منهاج الصالحين ج 2 ص 327 م 1467 .\r\n15 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 320 م 8 .\r\n16 - ذخيرة الصالحين ج 2 ص 331 م 848 .\r\n17 - جامع الأحكام الشرعية ص 495 م 35 . ","page_name":" 218 ","page_number":218},
  {"content":"\r\nس 34 : إذا كان المفقود معلوم الحياة ولم تتمكن زوجته من الصبر هل يجوز للحاكم أن يفرق\r\nبينهما ؟\r\nالجواب : استبعد الجواز كل من الحكيم ( 1 ) والخوئي ( 2 ) ، إلا أن السيد الصدر علق قائلا : \" ولكنه\r\nقريب ( أي الجواز ) فيما إذا علم بأنه قد أهمل زوجته في النفقة وقصر في ذلك ولم يمكن تحصيله\r\nلاجباره على الإنفاق فإن حاله حينئذ حال الحاضر الممتنع عن الإنفاق على زوجته مع تعذر\r\nاجباره على الإنفاق أو الطلاق \" ( 3 ) . وأما الشيخ الغروي فقد أفتى بعدم الجواز ( 4 ) .\r\nس 35 : لو أمكن ضرب الأجل والفحص ولكن كان ذلك موجبا لوقوع زوجة المفقود في المعصية\r\nفهل يمكن تطليقها ؟\r\nالجواب : إستبعد جواز الطلاق كل من السيد الحكيم ( 5 ) والصدر ( 6 ) والخوئي ( 7 ) .\r\nس 36 : ما هو حكم زوجة المحبوس الذي لا يمكن إطلاقه من الحبس ؟\r\nالجواب : استبعد السيد الحكيم ( 8 ) والخوئي ( 9 ) جواز الطلاق وأفتى الغروي بعد الجواز ( 10 ) .\r\nس 37 : ما هو حكم مال المفقود وهل يتم توزيعه بعد الفحص أربعا ؟\r\n\r\n","description":"","footnote":" 1 - منهاج الصالحين ج 2 ص 321 م 8 .\r\n2 - منهاج الصالحين ج 2 ص 328 م 1468 .\r\n3 - منهاج الصالحين الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 321 م 8 .\r\n4 - موجز الفتاوى المستنبطة ج 2 ص 325 - 326 م 1150 .\r\n5 - منهاج الصالحين ج 2 ص 321 م 9 .\r\n6 - نفس المصدر .\r\n7 - منهاج الصالحين ج 2 ص 328 م 1468 .\r\n8 - منهاج الصالحين ج 2 ص 321 م 9 .\r\n9 - منهاج الصالحين ج 2 ص 328 م 1468 .\r\n10 - موجز الفتاوى المستنبطة ج 2 ص 326 م 1150 . ","page_name":" 219 ","page_number":219},
  {"content":"\r\nوهل يرث المفقود زوجته إن ماتت ؟\r\nالجواب : ذهب السيد اليزدي إلى أن ماله لا يورث حتى يتحقق موته بالحجة الشرعية أو تنقضي\r\nمدة لا يعيش مثله فيها غالبا ( 1 ) .\r\nواختار السيد الحكيم ( 2 ) والسيد الخوئي ( 3 ) والصدر ( 4 ) والسبزواري ( 5 ) والغروي ( 6 ) القول\r\nبتوزيع ماله بعد أربع سنين من الفحص وقيد السيد الصدر ( 7 ) هذا القول بالفحص وإما إن لم يقع\r\nالفحص فينتظر عشر سنين ثم يقسم المال حسب ما يذهب إليه وإذا لم يتم الفحص أمكن توزيعه\r\nبعد عشر سنين بلا فحص عند السيد الخوئي ( 8 ) .\r\nوأما المفقود فيرث زوجته حين مدة التربص لو ماتت فيها هكذا أفتى السيد السبزواري ( 9 ) .\r\n\r\n\r\n","description":"","footnote":" 1 - مهذب الاحكام ج 30 ص 54 م 44 .\r\n2 - منهاج الصالحين ج 2 ص 412 م 10 .\r\n3 - منهاج الصالحين ج 2 ص 415 م 1827 .\r\n4 - منهاج الصالحين ج 2 ص 412 م 10 .\r\n5 - جامع الأحكام الشرعية ص 510 م 12 .\r\n6 - موجز الفتاوى المستنبطة ج 2 الفصل السادس اللواحق ميراث المفقود ص 417 .\r\n7 - منهاج الصالحين السيد الحكيم تعليقة السيد محمد باقر الصدر ج 2 ص 412 م 10 .\r\n8 - منهاج الصالحين ج 2 ص 415 م 1827 .\r\n9 - جامع الأحكام الشرعية ص 510 م 12 . ","page_name":" 220 ","page_number":220}
  ]