[
  {"content":"\r\n( 18 )\r\nمصباح السعادة\r\nتأليف\r\nعالم جليل محمد إبراهيم انجداني قدس سره\r\n( زنده در حدود 1320 )\r\nتحقيق\r\nأبو الفضل حافظيان\r\n","description":"","footnote":"","page_name":" تعريف كتاب 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" تعريف كتاب 2 ","page_number":2},
  {"content":"\r\nمقدمه\r\nمؤلف\r\nعالم جليل القدر ودانشمند محقق مرحوم محمّد إبراهيم انجدانى ( 1 )\r\n\r\nاز علماى شيعه در قرن سيزدهم وچهاردهم هجرى است .\r\nوى فرزند عالم فاضل مرحوم محمد رضا انجدانى بوده ، كه دانشمند مشهور مرحوم محمّد باقر فشاركى از أو به عنوان : « العالم الفاضل . . . والصفيّ في وجه الله محمّد رضا سلَّمه الله تعالى وأبقاه » ( 2 )\r\n\r\nياد مىكند ، ونيز عالم شهير مرحوم محمّد هاشم خوانسارى أو را چنين مىستايد : « المولى الأجل الأكمل الأفضل الأسعد الأمجد مولانا محمّد رضا مدّ ظلَّه السامي » . ( 3 )\r\n\r\nشرح حال مولى محمد إبراهيم انجدانى در كتب تراجم به دست نيامد ، ولذا اطلاع چندانى از كيفيت تحصيل واساتيد وحوادث زندگى أو نداريم واطلاعات محدود ما از آن عالم فاضل برگرفته از تنها اثر به جاى مانده از اوست كه در مجموعه شماره 702 در كتابخانه ء مدرسه ء حجازيها موجود بوده واكنون\r\n","description":"","footnote":"\r\n( 1 ) انجدان معرّب انگدان - انگه دان - روستايى است در 36 كيلو مترى شرق أراك كه در روزگار أقامت اسماعيليان بسيار پر رونق وآبادان بوده وهنوز آثار اسماعيليان در آن منطقه مشهود است . ( نك : مقاله ء قبور اسماعيليان در انجدان ، نوشته ء فضل اللَّه أميني انجدانى ، در جلد سوم يادواره ء دكتر محمود افشار ) . شرح حال تعدادى از عالمان وشاعران انجدانى در نامداران أراك آمده است .\r\n\r\n( 2 ) اين عبارات در اجازه ء اين دو بزرگوار به مرحوم محمد إبراهيم انجدانى آمده است .\r\n\r\n( 3 ) اين عبارات در اجازه ء اين دو بزرگوار به مرحوم محمد إبراهيم انجدانى آمده است .\r\n","page_name":" مقدمه 1 ","page_number":3},
  {"content":"\r\nدر كتابخانه ء آية الله گلپايگانى ( قدّس الله سرّه ) نگهدارى مىشود . ( 1 )\r\n\r\nاين مجموعه به خط سيّد أسد الله انجدانى در سال 1315 هجرى كتابت شده وشامل سه اجازه وسه رساله است :\r\n1 . اجازه ء شيخ محمد باقر فشاركى به محمد إبراهيم انجدانى .\r\n2 . اجازه ء ثانيه ء شيخ محمّد باقر فشاركى به همو .\r\n3 . اجازه ء سيّد محمّد هاشم خوانسارى به وى .\r\n4 . مصباح القلوب في حرمة الغيبة ، تأليف محمّد إبراهيم انجدانى .\r\n5 . مصباح السعادة في حرمة الغناء ، از مؤلف پيشين .\r\n6 . مصباح الكرامة في الرضاع ، از همو .\r\nاز إجازات مذكور استفاده مىشود كه وى مدتي در محضر مولى محمّد باقر فشاركى شاگردى نموده ودر نزد أو از جايگاه رفيعى برخوردار بوده است ، ونيز برهه اى از زمان در أصفهان با مرحوم خوانسارى مصاحبت داشته است ، چنانكه از اجازه ء خوانسارى به وى واز خاتمه ء رساله ء اوّل اين مطلب استفاده مىشود .\r\nانجدانى در آغاز رساله هاى مذكور از شاگردى خود در نزد استادش بدين عبارات ياد مىكند :\r\n« فلما قرأت عند المولى القمقام وقدوة الأنام فحل الأعلام وفريد الأيّام الخائض في أسرار المدارك والفائض في بحار المسالك والمحقّق المدقق الشيخ الأستاذ ( أدام الله ظلَّه ) جملة من المسائل الفقهية وطائفة من المسائل الأصوليّة\r\nو ","description":"","footnote":"\r\n( 1 ) رك : فهرست نسخه هاى خطى كتابخانه ء آية اللَّه گلپايگانى در مجله ء نور علم شماره 52 - 53 ص 264 - 298 .\r\n","page_name":" مقدمه 2 ","page_number":4},
  {"content":"\r\nمنها مسائل الغيبة . . . » ( 1 )\r\n\r\n، « لمّا كانت مسألة الرضاع من المسائل المهمّة والمطالب المشكلة وتتضّمنه فروعات غامضة فأردت حين قراءتي عند المحقّق الأستاذ ( دام ظلَّه ) أن أكتبها . . . » . ( 2 )\r\n\r\nبه نظر مىرسد ، استادى كه انجدانى در آغاز رساله هاى خود از أو نام مىبرد ، مرحوم مولى محمّد باقر فشاركى ( متوفى 1314 ه ) باشد ، مرحوم فشاركى تأليفات بسيارى داشته كه از آن جمله است رساله در غنا . وى از اساتيد بزرگ حوزه ء أصفهان بوده است .\r\nمرحوم فشاركى دو اجازه براي انجدانى نوشته كه يكى مختصر وديگر مفصل است . بخشي از اجازه ء مختصر أو كه در ابتداى مجموعه ء مذكور هست چنين است :\r\n« فقد نظرت في هذه الأجزاء الَّتي ألَّفها جناب الفاضل الكامل والعالم العامل المستعدّ بحسن نظره الثاقب لتلقّي نتائج المواهب من فيوضات ربّه الكريم الآخوند المولى محمّد إبراهيم ( وفّقه الله تعالى لمراضيه وجعل مستقبل أمره خيراً من ماضيه ) فوجدتُها مأخوذة من عين صافية متصلة بأُذن واعية وقد حضر عند هذا العبد حيناً من الدهر وبرهةً من العصر وقرأ لديّ شطراً وافياً من مباحث الفقه والأصول وحزباً كافياً من مسائل المعقول والمنقول فوجدته بحمد الله تعالى قويّ الاستعداد رفيع الهمة في مقام الجدّ والاجتهاد فأجزت له زيد فضله أن يرويّ عنّي كلّ ما صحّت لي روايته أو تحقّقت لديّ\r\n","description":"","footnote":"\r\n( 1 ) رساله مصباح القلوب في حرمة الغيبة .\r\n\r\n( 2 ) رساله ء مصباح الكرامة .\r\n","page_name":" مقدمه 3 ","page_number":5},
  {"content":"\r\nدرايته . . . حرّره أفقر الورى إلى عفو ربّه الغافر ابن المرحوم المبرور الشيخ محمّد تقي طاب ثراه محمد باقر » .\r\nاجازه ء ثانيه ء مرحوم فشاركى به مؤلف رساله ، مفصلتر وشامل مطالب ارزنده رجالي واخلاقى ودر شناخت شخصيت علمي انجدانى مفيد است . در بخشي از اين اجازه آمده است :\r\n. . . وكان بحمد الله من طالبي هذه المرتبة الشريفة وسالكي هذه الطريقة المستقيمة ونابغي هذه الآية الشريفة والكريمة العالم الفاضل الكامل التقي النقي صاحب الفضل الزكي والنفس القدسي و . . . والذهن النقّاد والصلاح والسداد والفكر المستقيم والطبع القويم المولى محمد إبراهيم بلَّغه الله آماله وكثّر في أهل العالم أمثاله ابن العالم الفاضل . . . والصفي في وجه الله محمّد رضا سلَّمه الله تعالى وأبقاه . . . فاشتغل غاية الاشتغال وعكف على أمره عكوف المنعطش على الزلال ، فبلغ بحمد الله تعالى إلى درجة الاستدلال وخرج عن ذل التابعية إلى عزّ الاستقلال ، فيجب عليه بذل الجهد في استنباط الحكم من مدركه ورد الفرع إلى أصله ويحرم عليه التقليد فيما عرفه واستنطبه وأعطاه النظر حقّه مع تمام بذل الجهد والطاقة في تهذيب المدارك وتنقيح الدلائل وأجزت له ( سلَّمه الله ) أن يروي عنّي ما جاز لي روايته من الأخبار والأذكار والأدعية . . . كان ذلك في الثالث عشر من شهر رجب المرجب عام ثلاث وثمانين ومائتين بعد الألف سنة 1283 .\r\nمرحوم ميرزا محمد هاشم خوانسارى ( متوفى 1318 ) ( 1 )\r\n\r\nدر اجازه ء مفصل\r\n","description":"","footnote":"\r\n( 1 ) أحسن الوديعة ، محمد مهدى موسوي أصفهاني ، ص 141 - 159 .\r\n","page_name":" مقدمه 4 ","page_number":6},
  {"content":"\r\nخود به انجدانى ، كه پُر از فوائد تاريخي ورجالى است ، مىنويسد :\r\n. . . وبعد فإنّ من غنائم الأيّام ومنح الله تعالى وفضله التامّ على هذا العبد الفقير المستهام أن وفّقني لمصاحبة الأخ الشفيق والمحبوب الرفيق ذي الفكر الصائب الوقّاد الدقيق والذهن النقّاد العميق المولى الأولى العلَّام والفاضل الكامل الفهّام مستجمع الكمالات الملكيّة الملكوتيّة صاحب القوّة القويّة القدسيّة مستنبط الأحكام الشرعيّة الفرعيّة عن مداركها التفصيليّة مجتهد دقائق مسائل الحلال والحرام بالطرق المعتبرة والقواعد والأصول المرعيّة الجليل النبيل المستمسك بفضل الله العميم ابن المولى الأجل الأكمل الأفضل الأسعد الأمجد مولانا محمد رضا مد ظلَّه السامي . مولانا محمد إبراهيم أدام الله تعالى حراسته وأجزل له فضله ولطفه وإحسانه وكرامته وختم بالخير والسعادة والاقبال والعافية والعلم والعمل عاقبته فإنّه دام مجده قد بلغ من الفضل والعلم درجة عالية وأخذ بمجامع الكمال فرزقه الله جلّ اسمه مرتبة رفيعة سامية فهو حقيق بأن تثنّى له الوسادة ويجلس مجلس الفتوى والقضاء والإفادة .\r\nوقد استجاز ( دام علاه ) من هذا العبد رواية ما صحّت لي روايته من كتب الأخبار ومصنّفات العلماء الأخيار ، فلمّا وجدته دام فضله أهلاً للإجازة بعد أن تشرّفت بمذاكرته في جملة من مشكلات المطالب الأصولية ومعضلات الأحكام الفقهية وغير واحد من المقاصد الجليّة والخفيّة أجزت لجنابه أن يروي عني . . . .\r\n","description":"","footnote":"","page_name":" مقدمه 5 ","page_number":7},
  {"content":"\r\nاين اجازه در سال 1284 صادر شده است .\r\nمرحوم انجدانى در فقه وأصول تأليفاتى از خود به جاى گذاشته كه متأسفانه آثار وى در منابع كتابشناسى معرفى نشده است . آنچه از أو در دست داريم ، مجموعه اى است شامل سه رساله ء فقهى بدين ترتيب :\r\n1 . مصباح القلوب في حرمة الغيبة . انجدانى رساله ء مذكور را در 27 ذي حجه ء 1281 در أصفهان به پايان برده است .\r\n2 . مصباح السعادة في حرمة الغناء ( رساله ء حاضر ) .\r\n3 . مصباح الكرامة في الرضاع ، وى اين رساله را در سال 1283 تأليف كرده است .\r\nانجدانى در أصول نيز تأليفاتى داشته ، چنانكه در رساله ء غنائيه از « رساله ء اجماعيه » خود نام مىبرد ، نسخه اى از رساله ء مذكور به دست نيامد .\r\nتاريخ وفات انجدانى به دست نيامد ، ولى از آنجا كه در طبقه ء شاگردان آية الله فشاركى ( م 1314 ) وآية الله ميرزا هاشم چهارسوقى ( م 1318 ) است ودر سال 1284 پدر وى نيز در قيد حيات بوده است چنانكه از اجازه ء چهارسوقى استفاده مىشود حدس مىزنيم كه در حدود 1320 در قيد حيات بوده است .\r\nرساله ء حاضر\r\nانجدانى در آغاز رساله ء حاضر ، درباره ء غرض از تأليف آن مىگويد : در 20 تا 25 سالگى به جهت اشكال در استماع غنا از حضور در مجالس عزادارى سيد الشهدا عليه السلام محروم بودم لذا همت نمودم در تهذيب مسأله ء غنا تا پس از مدتي تصميم گرفتم در اين باره سعى جميل نمايم ولذا شروع به تأليف اين رساله نمودم .\r\n","description":"","footnote":"","page_name":" مقدمه 6 ","page_number":8},
  {"content":"\r\nاين رساله مشابهت زيادى با رساله ء مرحوم تويسركانى مطبوع در اين مجموعه دارد وبا مقايسه ء اين دو معلوم مىشود كه مرحوم انجدانى از رساله ء تويسركانى ونيز از رساله ء محقق سبزوارى استفاده ء بسيار كرده است .\r\nهمچنين در دو جاى رساله از تويسركانى با عنوان « بعض الأساتيذ » و « بعض الأساتيذ الأساطين » نام برده ومطالبى از رساله ء تويسركانى نقل كرده است .\r\nرساله ء حاضر در مجموعه شماره 702 كتابخانه ء مدرسه حجازيها بوده كه هم اكنون اين مجموعه در كتابخانه ء آية الله گلپايگانى قدس سره نگهدارى مىشود . ونسخه اى ديگر از آن يافت نشد ، ونسخه ء مذكور با اينكه به خطى نسبتاً خوش نگاشته شده ، ولى متأسفانه پر از غلط است ، حتى در نگارش كلمات متداول وآسان غلط املايى به چشم مىخورد . در تصحيح رساله سعى شد حتى المقدور متن را مصحّح تقديم نماييم وبه منابع ومآخذ نيز اشاره كنيم .\r\nأبو الفضل حافظيان\r\n","description":"","footnote":"","page_name":" مقدمه 7 ","page_number":9},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" مقدمه 8 ","page_number":10},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nوبه نستعين\r\nالحمد لله الذي جعل عباده المؤمنين من المعرضين عن اللغو ، الذي أمر بالإعراض عنه في كتابه المبين ، وصيّرهم من المجتنبين عن قول الزور ، الذي أمر بالاجتناب عنه في متقن كتابه ، وسدّد سماعهم وألسنتهم عن التحرّز عنه وعمّا نهي عنه في شريعة سيّد المرسلين .\r\nوالصلاة والسلام على سيّد النبيين وعلى عترته الطيّبين الطاهرين المعصومين ، سيّما ابن عمّه عليٍ أمير المؤمنين المحيي لطريقة خاتم النبيين الذاهب عمّن أحبّه الرجس النجس الخبيث المخبث الشيطان اللعين .\r\nوبعد ، فيقول العبد الخاطئ ابن محمّد رضا محمّد إبراهيم الأنجداني عاملهما الله بلطفه الخفيّ : إنّي مذ كنت ابن عشرين حتّى بلغت إلى خمسة وعشرين لما أشكل الأمر لي في استماع بعض الأصوات والأنين ، وكان ذلك سبباً لحرماني عن حضور بعض مجالس مصيبة مَن كان له شفاعة يوم الدين فصار همّي وغاية شوقي إلى تهذيب مسألة الغناء ، ولكن يقطعني عن ذلك القواطع ويشغلني الشواغل ، حتّى مضت على تردّد عزمي أيّام وقرنت بها أعوام ، فاهتزّ خاطري وتذكَّر عليّ أنّ للزواجر منازل رفيعة وفي التذكرة منافع كثيرة لقوله تعالى : * ( وذَكِّرْ فَإِنَّ الذِّكْرى تَنْفَعُ الْمُؤْمِنِينَ ) * وقال عزّ شأنه : * (\r\nوَ ","description":"","footnote":"","page_name":" 1 ","page_number":11},
  {"content":"\r\nأَنْ لَيْسَ لِلإِنْسانِ إِلَّا ما سَعى ) * فأردت أن أسعى فيه سعياً جميلاً وأسلُكَ فيه وإن كان قليلاً فها أنا أشرع في هذه الرسالة مستدعياً عن الله الاستعانة فيما كتبت ، وراجياً من الله الإصابة فيما قصدت ، وحسن العصمة والهداية فيما حاولت ، وظنّي أنّه لم اقَصِّرْ في إنفاذ البصيرة وإخلاص السريرة وإمحاض النصيحة وما أُبرّىُ نفسي عن الخطأ والفساد فإن أصبتُ فالمسؤول من الله تعالى أن يشكر سعيي ويعظم أجري ويجعل ذلك ذخيرةً لمعادي ، وإن أخطأتُ فالمسؤول منه أن يغفر زلَّتي ويقيل عثرتي بجاه محمد وعترته الطيبة الطاهرة ( صلوات الله عليهم ما دامت ذاته باقية ) . وسمّيتها ب مصباح السعادة ورتّبتها على ومسائل وخاتمةٍ .\r\nأمّا المقدّمة الأولى [ في الأصل في المقام 
  ]\r\nففيما يقتضيه الأصل فيه فنقول : إنّ الشبهة في المقام تارةً تكون من الشبهة الحكميّة وأخرى في الموضوعيّة من الشبهة وعلى الأخير فإمّا أن يكون الاشتباه في أصل الموضوع أو كان بين الأفراد الخارجيّة محصورةً كانت أو غيرها أو كان الاشتباه من جهة أنّ العدد الخارجي مصداق للموضوع المعلوم أم لا ، وعلى التّقادير إمّا أن يكون الكلام في استعماله فعلاً كان أو سماعاً واستماعاً أو لا يكون كذلك ، بل الكلام في التكليف به كما هو محطَّ نظر الفقهاء في الفقه حيث ذكر المسألة في كتاب التجارة فصارت الأقسام عشرة .\r\nفإن كان الشكّ في الحكم فلا إشكال في أنّ الأصل فيه هو الإباحة والبراءة بالنسبة إلى استعماله . ومخالفة فرقة الأخباريّة والتمسّك بالأخبار الواردة الآمرة بالاحتياط والوقوف عند الشبهة ، مدفوعة بما حقّقناه في مسألة البراءة من أنّها أوامر إرشاديّة ولا تعارض له مع ما دلّ على البراءة الأصليّة .\r\nوبالجملة فقضيّة الأدلَّة العقليّة بل الإجماع والكتاب والسنة هي حجّيّة\r\n","description":"","footnote":"","page_name":" 2 ","page_number":12},
  {"content":"\r\nأصالة البراءة في الشبهة الحكميّة ، كما أنّ قوله عليه السلام : « كلّ شيءٍ مطلق حتّى يرد فيه نهي » يدلّ على اعتبار أصالة الإباحة في الأشياء الخالية من المفسدة المضرّة .\r\nوإن كان الشكّ في التكسّب به وجريان العقد عليه ، فمقتضى أصالة عدم تحقّق العقد وعدم ترتّب آثاره وأصالة عدم سلطنة كلّ من المتعاوضين على المطالبة بالعوض الآخر وغيرها من الأصول العمليّة وإن كان عدم صحّة التكسّب به وعدم صحّة العقد عليه ، إلَّا أنّ قضيّة القاعدة المستفادة من الأدلَّة في الإجارة ، من أنّها واقعة على كلّ عملٍ محلَّلٍ بالشرع ، هي الصحّة ووقوع الإجارة عليه .\r\nفإنّ الظاهر عدم الفرق بين ما ثبتت حلَّيته من الشرع بالأصول العمليّة أو الأدلَّة الاجتهاديّة ، بل يمكن دعوى استقرار السيرة القطعيّة على وقوع الإجارة بما ثبت شرعيّته من الأصول العمليّة ، بل ادّعى بعضهم أنّ الإجارة لمّا شاع عليه بين الناس فقضيّة حكم العقل الحكم عليه على وفق طريقة الناس حتّى يتبيّن الخلاف .\r\nوإن كان الشكّ من جهة اشتباه الموضوع ، فإن كان في أصل استعماله ، فلا خلاف ولا إشكال حتّى من الأخباريين ، على أنّ الحكم فيه البراءة وكذلك الكلام في التكسّب به ، كما لا خلاف ولا إشكال فيهما في صورة دورانه بين الأفراد الغير المحصورة والوجه فيهما ممّا يتّضح ممّا حقّقناه في محلَّه .\r\nوأمّا الأفراد المحصورة فربما تخيّل بعضهم وجوب الاجتناب عنها نظراً إلى ما دلّ على وجوب الاحتراز عن الشبهة المحصورة إذا كان أطراف الشبهة موجودةً في الخارج ، وهنا ليس كذلك فإنّ الأصوات الَّتي علم وجود الحرام فيها إنّما حصلت تدريجاً ، نعم لو ارتفعت الأصوات دفعة واحدة وعلم بكون واحد منها أو أكثر غناء يلزم الاحتراز عن الجميع قطعاً وأمّا إذا لم يكن كذلك\r\n","description":"","footnote":"","page_name":" 3 ","page_number":13},
  {"content":"\r\nفلا ؛ والوجه فيهما أنّ أطراف الشبهة لو لم تكن موجودة فالخطاب لم يكن منجّزاً لعدم وجود شيء يوجبه بخلاف ما إذا كانت أطراف الشبهة موجودةً ، فإنّ الأمر بالاجتناب عن المحرّم يكون منجّزاً ، كما أنّ أطراف الشبهة لو لم تكن محلا لابتلاء المكلَّف تكون كالأوّل ، وتفصيل الكلام فيه يطلب من محلَّه .\r\nوقد يقال : بلزوم الاجتناب عمّا يحصل العلم باستعمال الغناء حذراً عن العلم بارتكاب الحرام الواقعي .\r\nوفيه : أنّ ما يوجب العلم بارتكاب الحرام لا يستلزم الحرمة جدّا ، سيّما إذا كان استناد الارتكاب إلى الدليل ، فإنّ العلم بارتكاب الحرام لا يكون حراماً فالمتّجه جواز استعمال كلّ صوتٍ وإن كان فرد الأخير الموجب للعلم بارتكاب الحرام الواقعي . والوجه يتّضح ممّا تقدّم هذا ، لكن الاحتياط حسن لا يترك .\r\nوأمّا العقد على الأصوات المحصورة ، فهو كما مرَّ سابقاً نعم لو وقع العقد على تعليم أصواتٍ يكون بعضها غناءً ووجد الكلّ دفعةً ، فالمتّجه هو الحرمة للعلم بكون العقد وقع على محلَّلٍ ومحرّمٍ لم يتميّز بينهما ، كما إذا وقع العقد على خلٍّ وخمرٍ مجهولين نعم لو كانا معلومين فلا بأس ، غايته التبعيض في العقد والحكم بصحّة الخلّ وفساد الخمر بخلاف المفروض ، فإنّ المعقود عليه المحلَّل لو لم يكن معلوماً لا يحكم بالصحة فيه ، ولا فرق في ذلك بين كون الأصوات من الواحد أو المتعدّد . نعم لو كان من الأخير ففيه تفصيل وهو : أنّه إن علم بكون أحد الأصوات غناءً ووقع عقداً واحداً على عملهم بأن استأجرهم على التصويت بإجارة واحدةٍ ، فهو أيضاً فاسد وإن علم أيضاً ذلك ، لكنّه وقع على كلّ واحدٍ عقداً مستقلاًّ فيشكل الحكم بالفساد فإنّ العقد في كلّ منهم محكوم بالصّحة ، نظراً إلى إباحة فعله شرعاً ، فكذلك استحقاق الأجرة بالعمل . بل قد تعدّى بعض الأساطين وحكم بلزوم التحرّز عن الشبهة إذا كانت\r\n","description":"","footnote":"","page_name":" 4 ","page_number":14},
  {"content":"\r\nأطرافها موجودةً وبصحّة الإجارة لعدم تحقّق الملازمة ، ولا يخلو عن وجهٍ فإنّ المناط في صحّتها وقوعها على ما كان محلَّلاً بظاهر الشرع وهو ثابت لأنّ كلّ صوتٍ وقع العقد عليه مستقلاًّ ممّا يحكم بحلَّيّته في ظاهر الشرع وإن كان أحدها لا بعينه حراماً في الواقع .\r\nوممّا ذكرنا ظهر لك الحال فيما إذا كان الشكّ في الفرديّة والمصداقيّة من الحكم بالبراءة والإباحة من حيث الاستعمال ، فإنّ المصداق المشكوك يحكم بحليّته وعدم حرمته بالأصل ، وكذلك الأمر من حيث التكسّب لجريانهما فيه ، فتأمّل .\r\nالمقدمة الثانية [ في الموضوع المستنبط والصرف 
  ]\r\nقد اشتهر في ألسنة متأخّري متأخّري الأصوليين الموضوع المستنبط والصرف في تقسيم كلّ موضوعٍ بهما ، وصرّح بعضهم بأنّ المراد بالأوّل هو مطلق الألفاظ ، ولا ينافيه تصريح الآخر بألفاظ الكتاب والسنّة . فلعلَّه توهّم أنّ الكلام لمّا كان في الموضوعات المستنبطة المتعلَّقة بالأحكام ، فهو مختصٌّ بالألفاظ الواردة فيها . نعم المستنبط اللغوي كما هو الغالب والشرعي كالصلاة والزكاة وغيرهما وبالثاني هو المصاديق الجزئيّة الخارجيّة المتعلَّقة نوعاً بكلَّيات الأحكام .\r\nوالسرّ في تسمية الأوّل بالمستنبط والثاني بالصرف كما سمعتُ من بعض الأساتيذ : أنّ الأوّل لمّا لم يكن بدٌّ فيه من استفراع المجتهد وسعه في استنباطه فيسمّى بذلك ، بخلاف الثاني فإنّ قول المجتهد والمقلَّد واجتهادهما سواء ، فقول المجتهد بأنّ هذا خلٌّ أو خمر أو حجر أو مدر إلى غير ذلك كقول المقلَّد ، بخلاف الأوّل فإنّ له سبيل فيه .\r\nوحكي عن بعض الأصحاب بأنّ المراد بالأوّل هو الماهيّات المجعولة\r\n","description":"","footnote":"","page_name":" 5 ","page_number":15},
  {"content":"\r\nالشرعيّة وبالثاني غيرها وهو كما ترى بعيد عن اصطلاح القوم ، فلا تذهل .\r\nوقد يقال : إنّ الموضوع الصرف هو الأعيان الخارجيّة المجعولة موضوعة للأحكام الشرعيّة كالماء والتراب والبول والغائط والدم ونحوها ، والمستنبط فيه هو المفهوم المستفاد من اللفظ المجعول موضوعاً للحكم الشرعي ولا يخلو عن وجهٍ اعتباريّ ، إلَّا أنّ المشهور بين أهل الاصطلاح هو الأوّل . وكيف كان ، فالظاهر منهم الوفاق على الرجوع في الموضوعات الصرفة إلى العرف ويشترط فيه العلم أو ما يقوم مقامه شرعاً وهو كذلك إن أريد بالموضوعات الصرفة ما ذكر أوّلاً من المصاديق الجزئيّة لمفاهيم الألفاظ ، فلو ثبت من الشارع وجوب الصلاة عند زوال الشمس أو غروب الفجر فيجب الرجوع في مصاديقهما إلى العرف ولا يكفي فيه إلَّا العلم أو ما يقوم مقامه شرعاً ، ولا يصحّ فيه التقليد بل الواجب على العامي الفحص والتشخيص . وإن أريد بالموضوعات الصرفة غير الماهيّات المخترعة فلا تطابق ما ذكر منهم فإنّ المرجع فيها وإن كان إلى العرف أيضاً ، إلَّا أنّ المرجع في أصل مفهوم اللفظ للاستعلام وفي المصداق للتشخيص ، كما أنّ جملة من الظنون كافية في الأوّل دون الثاني ، بل لا بدّ فيه من العلم ولا يصحّ فيه التقليد بخلاف الأوّل وهذا ممّا يمكن أن يكون اعتقاد الأوّل دون الثاني ، بل يوهنه كما أنّه موهن للثالث فإنّ المرجع فيه وإن كان إلى العرف أيضاً ، إلَّا أنّه لا ينحصر فيه بل يكون في مفاهيم الألفاظ أيضاً . نعم الفارق بينهما أنّ الظنون المتعارفة عند أهل اللسان كافية في المفاهيم والأعيان الخارجيّة لا بدّ من العلم ، هذا .\r\nأقول : إنّ المستفاد من الكلمات والتتبّع في الاصطلاحات أنّ الموضوع المستنبط لا يحتاج إلى استنباط معناه واستخراجه واستعلامه من الطرق المتداولة عند أهل اللسان في استفادة الأوضاع واستنباط معاني الألفاظ وموضوع العرف هو الموجود الخارجي المتعلَّق للأحكام سواء تعلَّق الحكم به\r\n","description":"","footnote":"","page_name":" 6 ","page_number":16},
  {"content":"\r\nأوّلاً وبالذات كقوله صلى الله عليه وآله وسلم : « ماء البئر واسع لا يفسده شيء » وقولك : « اغسل ثوبك بالماء » ونحو ذلك أو كان متعلَّقاً للحكم باعتبار كونه فرداً من الكلَّي المجعول للحكم أوّلاً وبالذات ، فتعلَّق الحكم بالفرد حينئذٍ يكون ثانياً وبالعرض ، فالموضوع الصرف وإن احتاج إلى الاستعلام والاستفهام ، إلَّا أنّه لا يحتاج إلى الاستنباط بل يشترط فيه العلم أو ما قام مقامه لكون الملحوظ فيه هو الفرد الخارجي ، فلا يجوز فيه التقليد أيضاً فالماهيات المخترعة المجعولة للشارع تسمّى بالموضوعات المجعولة والأعيان الخارجيّة تسمّى بالموضوعات الصرفة كما أنّ مصاديق الموضوعات اللغويّة أيضاً كذلك والموضوعات المذكورة تسمّى بالمستنبطة .\r\nإذا عرفت هذا ، فاعلم أنّ الغناء تارةً تكون موضوعاً مستنبطاً وهو فيما إذا كان متعلَّقاً للحكم أوّلاً وبالذات ويكون معنى اللفظ مفهوماً له ونفسه موضوعاً له ، وأخرى موضوعاً صرفاً وهو فيما يكون متعلَّقاً للحكم ثانياً وبالتبع . كما إذا كان فرداً للموضوع والمصداق له يكون موجوداً في الخارج فليستعلم الأوّل من الرجوع إلى الطرق المتداولة عند أهل اللسان والثاني من الرجوع إلى العلم أو ما قام مقامه . ولْيَكُن ذلك في ذُكر منك ، عسى أن ينفعك فيما سيأتي إن شاء الله تعالى .\r\nالمقدّمة الثالثة [ في دوران الأمر بين الإطلاق والتقييد وما يقتضيه الأصل فيهما 
  ]\r\nفي أنّه إذا ثبت حرمة شيء ودار الأمر بين الإطلاق والتقييد ، كما إذا ثبت حرمة الغناء والكذب والفحش ودار الأمر بين الجمع في التحريم مطلقاً وبينه مقيّداً في الأوّل بعدم مقارنته مع آلات اللهو وفي الثاني بترتّب الضرر والفساد عليه وفي الثالث بالإيذاء ، فهل يقتضي الأصل الإطلاق أو التقييد وجهان\r\nو ","description":"","footnote":"","page_name":" 7 ","page_number":17},
  {"content":"\r\nالذي يمكن أن يستدلّ للأوّل قاعدة الاشتغال فإنّ الاشتغال ثابت بالاحتراز وهو يحتاج إلى البراءة اليقينيّة وهي لا تحصل إلَّا بالاحتراز عن جميع ما يحتمل الحرمة وللثاني بأنّ الاشتغال إذا ثبت في الجملة فيحتاج إلى البراءة في الجملة وهي تحصل بالإتيان بقدر ما ثبت وهو المقيّد فقط ، على أنّ الأصل يقتضي الإباحة خرجنا منه في المقيّد لدليلٍ وبقي الباقي تحته وهذا لا يخلو عن قوّةٍ وإن كان الأحوط هو الأوّل ، فلا يترك .\r\nالمقدّمة الرابعة [ إذا ثبت الحرمة لموضوع ودار أمره بين الإطلاق والتقييد 
  ]\r\nفي أنّه إذا ثبت حرمة موضوع واختلف في معناه فذهب بعضهم إلى أنّه هو الماهية المقيّدة وآخرون إلى أنّه هو الماهية المطلقة ، كما إذا ثبت حرمة الغناء واختلف في أنّه هو ترجيع الصوت مع الطرب أو الطرب بدون الترجيع أو هو بدون الطرب ، فهل يحكم بالإطلاق أو التقييد ؟\r\nأقول : إنّ هذا يرجع إلى تعارض الإطلاق والتقييد في كلام اللغويّين وقد حقّق في محلَّه نقد الإطلاق على التقييد ، فيحكم في المقام بالتعميم فكلّ من الأصوات المذكورة غناء لا بدّ من الاحتراز عنه والوجه فيه واضح ، فإنّ المدّعي للإطلاق يدّعي الوجدان ولا يعارضه عدم وجدان من قيّد بالمذكورات فإنّه أعمّ من عدم الوجود .\r\nوالفرق بين هذه المقدّمة والمقدمة السابقة أنّ الموضوع هناك كان واضحاً وكان الشكّ في أنّه هو المحرّم مطلقاً أو مقيّداً ، بخلاف المقام لأنّ الموضوع فيه كان مشتبهاً ، لعدم العلم فيه بنفسه وبعبارةٍ أخرى الشكّ هناك في الحكم وهنا في الموضوع مع وجود طريق لاستعلامه وهو الأخذ بالأعمّ ، هذا .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":18},
  {"content":"\r\nالمقدمة الخامسة [ في حكم المسألة 
  ]\r\nفي بيان حكمها في الجملة ، وقد اختلف المسلمون في تحريم الغناء وإباحته . واختار بعض العامّة إباحته ومن بالغ في إباحته من العامّة نسب سماع الغناء من الصحابة إلى عبد الله بن جعفر وابن الزبير والمغيرة بن شعبة ومعاوية وكان هذا يعدّ من مطاعن معاوية . حكي عن عزّ الدين بن أبي الحديد في شرح نهج البلاغة أنّه قال :\r\nما يُنْسَبُ إلى معاوية من شُرب الخَمر سرّاً ، لم يثبت لاختلاف أهل السيرة فيه ، إلَّا أنّه لا خلاف في أنّه كان يستمع الغناء . ( 1 )\r\n\r\nونسبة هذا إلى عبد الله بن جعفر مذكورة في بعض كتب التواريخ أيضاً وبه كان يعير في زمانه حتّى عن عمرو بن العاص وأمثاله ( 2 )\r\n\r\nوفي هذا الباب أقاصيص لا مجال لها في هذا المختصر وكيف كان فقد اضطرب كلام الناس في المقام .\r\nفقد نقل الشيخ في الخلاف عن أبي حنيفة ومالك والشافعي : أنّه مكروه ء . وحكى بعضهم عن المالك إباحته ( 3 )\r\n\r\nوحكى أبو حامد الإسفرايني من فقهاء الشافعيّة إجماعهم على إباحته وحكى القاضي أبو الطيّب الطبري عن الشافعي ومالك وأبي حنيفة وسفيان وغيرهم ألفاظاً استدلّ بها على أنّهم رأوا تحريمه ( 4 )\r\n\r\nوحكى عن الشافعي أيضاً أنّه قال : « الغناء لهو مكروه ء يَشْبَه الباطل من استكثر منه تردّ شهادته » . ( 5 )\r\n\r\nوحكي عن أبي حنيفة أيضاً أنّه يجعل سماعه من\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة ، ج 16 ، ص 161 .\r\n\r\n( 2 ) العقد الفريد ، ج 6 ، ص 16 بوارق الإلماع ، ص 12 احياء علوم الدين ، ج 2 ، ص 293 .\r\n\r\n( 3 ) الخلاف ، ج 6 ، ص 305 ، كتاب الشهادات ، المسألة 54 .\r\n\r\n( 4 ) احياء علوم الدين ، ج 2 ، ص 293 ، ربع العادات ، آداب السماع والوجد .\r\n\r\n( 5 ) احياء علوم الدين ، ج 2 ، ص 293 ، إغاثة اللهفان من مصايد الشيطان ، ج 1 ، ص 227 .\r\n","page_name":" 9 ","page_number":19},
  {"content":"\r\nالذنوب . وكذلك سائر أهل الكوفة كسفيان الثوري وحمّاد والنَخعيّ وإبراهيم والشعبي وغيرهم . ونقل مذاهب متأخّريهم وسائر ما قالوا في حكاية مذاهب الفقهاء الأربعة مع تطويل لا طائل تحته .\r\nفلنرجع إلى ما ذهب إليه أصحابنا وهو التحريم ، وقد نقل اتّفاقهم على ذلك جماعة من الأصحاب ، منهم الشيخ في الخلاف ( 1 )\r\n\r\nوالعلَّامة ( 2 )\r\n\r\nوابن إدريس ( 3 )\r\n\r\nوغيرهم ( 4 )\r\n\r\n، بل الظاهر عندنا أنّ ظهور ذلك من مذهب أهل البيت وشيعتهم وخواصّهم أقوى من أن يحتاج إلى البيان ، بل جعل بعض الأساطين ذلك كالمسح على الرجلين ، وادّعى أنّ أكثر الصحابة أيضاً على هذا القول . ( 5 )\r\n\r\nفالأقوى عندي التحريم في الجملة ، لنا على ذلك وجوه :\r\n[ بيان حجج القول المختار ، الأوّل : الإجماع 
  ]\r\nالأوّل ، الإجماعات المنقولة المستفيضة التي مرّت الإشارة إليها ، بل المحقّق وتقريره بوجهين : الأوّل ، إنّ من ملاحظة تكثّر دعواهم في المسألة من المتقدّمين والمتأخّرين الإجماعَ وعدم إنكار أحد عليهم وتسلَّمه لديهم يحصل القطع الواقعي النفس الأمري بحقّية المدّعى كيف وقد ادّعى جماعة من الأصحاب ذلك مع كونهم في غاية التحقيق والديانة والوثاقة والتدقيق . الثاني ، ما يستفاد من فتاوى الأصحاب من القديم إلى الآن وملاحظة أحوال المسلمين خلفاً عن سلف وطريقتهم والتأمّل في طريقتهم والتأمّل في طريقة\r\n","description":"","footnote":"\r\n( 1 ) الخلاف ، ج 6 ، ص 305 ، المسألة 54 .\r\n\r\n( 2 ) أجوبة المسائل المهنّائيّة ، ص 25 ، المسألة 8 .\r\n\r\n( 3 ) السرائر ، ج 2 ، ص 120 .\r\n\r\n( 4 ) راجع : النهاية ونكتها ، ج 2 ، ص 100 ، المقنعة ، ص 588 الدر المنثور ، ج 1 ، ص 43 .\r\n\r\n( 5 ) انظر : رسالة في تحريم الغناء ، للمحقّق السبزواري ، المطبوعة في هذه المجموعة .\r\n","page_name":" 10 ","page_number":20},
  {"content":"\r\nأصحاب الأئمّة عليهم السلام أنّ حرمة الغناء عندهم من المسلَّمات والقطعيّات وإن اختلفوا في الموضوع والموارد المستثنيات فإنّه لا ينافي كون حكمه في الجملة عندهم من الواضحات ، بل ادّعى بعضهم أنّ حكمه مشهور بين الصبيان والمخدّرات ، بحيث لو ذهب أحد إلى الإباحة لعدّ من المستهجنات .\r\nوكيف كان ، فالإجماع القولي والعملي والمنقول من القولي على الحرمة ممّا لا يمكن إنكاره ، إن لم نقل بكونه ضروريّاً للمذهب ، بل الدين .\r\nوالمخالف في المسألة من الإماميّة هو المحدّث الكاشاني ، قال الشيخ الحرّ العاملي في رسالته في المسألة :\r\n« نسب إلى جماعةٍ دعوى ضرورة المذهب عليه » . ( 1 )\r\n\r\nولم أجد مخالفاً من الإمامية إلَّا ما حكي عن المحدّث الكاشاني ، قال في الوافي على ما حكي عنه إنّه قال بعد حكاية الأخبار التي يأتي بعضها إن شاء الله :\r\nالذي يظهر من مجموع الأخبار الواردة اختصاص حرمة الغناء وما يتعلَّق به من الأجر والتعليم والاستماع والبيع والشراء كلَّها فيما كان على النحو المتعارف في زمن الخلفاء من دخول الرجال عليهنّ وتكلَّمهنّ بالباطل ولعبهنّ بالملاهي من العيدان والقصب وغيرهما ، دون ما سوى ذلك من أنواعه كما يشعر به قوله عليه السلام : « ليست بالتي تدخل عليها الرجال » .\r\nإلى أن قال : « وعلى هذا فلا بأس بالتغنّي بالأشعار المتضمّنة لذكر الجنّة والنّار والتشويق إلى دار القرار ووصف نعم الملك الجبّار وذكر العبادات والرغبات في الخيرات والزهد في\r\n","description":"","footnote":"\r\n( 1 ) رسالة في الغناء ، المطبوعة في هذه المجموعة ، الفصل الأوّل .\r\n","page_name":" 11 ","page_number":21},
  {"content":"\r\nالفانيات كما أشرنا إليه في حديث الفقيه ، بقوله : « ذكَّرتك الجنّة » وذلك لأنّ هذا كلَّه ذكر الله وربما تقشعرّ منه جلود الذين يخشون ربّهم ثمّ تلين جلودهم وقلوبهم إلى ذكر الله . وبالجملة فلا يخفى على ذوي الحجى بعد سماع هذه الأخبار تمييز حقّ الغناء عن باطله وإنّ أكثر ما يتغنّى به الصوفية في محافلهم من قبيل الباطل ، انتهى . ( 1 )\r\n\r\nولا يخفى أنّ هذا كما ترى لا يدلّ على الإباحة المطلقة كما توهّم ، بل المستفاد منه تخصيص الحرمة بالمتداول عند أهل الفسق المقترن بالمحرّمات ، لا الحكم بالإباحة في نفسها . ويدلّ على ذلك ما حكي عنه أنّه قال :\r\nوالذي يظهر لي من مجموع الأخبار الواردة في الغناء ويقتضيه التوفيق بينها اختصاص حرمته وحرمة ما يتعلَّق به بما كان على النحو المتعارف في زَمَن بني أميّة من دخول الرجال عليهنّ واستماعهم لقولهنّ وتكلمهنّ بالأباطيل ولعبهنّ بالملاهي ، وبالجملة ما اشتمل على فعل محرّم دون ما سوى ذلك ، انتهى . ( 2 )\r\n\r\nوهذا كما ترى صريح في ما ادّعيناه فمخالف الصريح في الإماميّة غير موجود جدّاً . فحرمة الغناء في الجملة ممّا لا يخفى ، فمن كان له أدنى درية ودراية واطَّلاع على فتاوى أصحابنا الأجلَّة ، يعلم أنّ حرمته كان من شعار الشيعة كتحريم الأقيسة ، ولولا رعاية بعض الأمور اللازمة لأعرضت عن الكلام في أصل المسألة و [ تكلَّمتُ في الموضوع وما ذكر من 
  ] ( 3 )\r\n\r\nالموارد المستثناة ، إلَّا\r\n","description":"","footnote":"\r\n( 1 ) الوافي ، ج 17 ، ص 218 - 223 .\r\n\r\n( 2 ) لا يوجد في الوافي قوله : « وبالجملة ما اشتمل » .\r\n\r\n( 3 ) ما بين المعقوفين أضفناه من رسالة التويسركاني في الغناء ، المطبوعة في هذه المجموعة .\r\n","page_name":" 12 ","page_number":22},
  {"content":"\r\nأنّ الرعاية دعاني إلى تطويل الكلام [ لحسم 
  ] مادّة القيل والقال عن المقام .\r\nنعم حكي عن المحقّق السبزواري في الكفاية أنّه قال في كتاب التجارة بعد ذكر الأخبار الآتية إن شاء الله تعالى جوازها في القرآن :\r\nإنّ الجمع بين هذه الأخبار يمكن بوجهين : أحدهما ، تخصيص تلك الأخبار الواردة المانعة بما عدا القرآن وحمل ما يدلّ على ذمّ التغنّي بالقرآن على قراءة يكون على سبيل اللهو ، كما يصنعه الفسّاق في غنائهم ، ويؤيّده رواية عبد الله بن سنان المذكورة : « اقرؤوا القرآن بألحان العرب وإيّاكم ولحونَ أهل الفسق والكبائر » وقوله : « سيجيء من بعدي أقوام يرجّعون القرآن ترجيع الغناء » .\r\nوثانيهما أن يقال : وحاصل ما قال كما حكي حمل الأخبار المانعة على الفرد الشائع في ذلك الزمان ، والشائع في ذلك الزمان الغناءُ على سبيل اللهو من الجواري وغيرهنّ في مجالس الفجور والخمور والعمل بالملاهي والتكلَّم بالباطل وإسماعهنّ الرجال ، فحمل المفرد المعرّف يعني « الغناء » على تلك الأفراد الشائعة في ذلك الزمان ، غير بعيد .\r\nثمّ حكي عنه ذكر رواية عليّ بن جعفر الآتية ورواية « اقرؤوا القرآن » المتقدّمة وقوله : « ليست بالتي يدخل عليها الرجال » مؤيّداً لهذا الحمل وقال : إنّ فيه إشعاراً بأنّ منشأ المنع في الغناء هو بعض الأمور المحرّمة المقترنة به كالإلتهاء وغيره . إلى أن قال : إنّ في عدّة من الأخبار الدالَّة على حرمة الغناء إشعار بكونها لهواً باطلاً ، وصدقُ ذلك في القرآن والدعوات والأذكار المقروءة بالأصوات الطيّبة المذكِّرة للآخرة المهيّجة للأشواق إلى العالم الأعلى محلّ تأمّلٍ . إلى أن قال : فإذن لا ريب في تحريم الغناء\r\n","description":"","footnote":"","page_name":" 13 ","page_number":23},
  {"content":"\r\nعلى سبيل اللهو والاقتران بالملاهي ونحوها ، ثمّ إن ثبت إجماع في غيره كان متّبعاً وإلَّا بقي حكمه على أصالة الإباحة . ( 1 )\r\n\r\nولا يذهب عليك أنّ هذا الكلام وإن يشعر إن لم نقل بصراحته على الإباحة المطلقة إلَّا إذا اقترن بالملاهي ، فيكون حرمته حينئذٍ لا لنفسه بل لأجل اقترانه بالمحرّمات ، إلَّا أنّه مردود بوجهين :\r\nأحدهما ، أنّه صرّح في رسالته في المسألة بالحرمة المطلقة حتّى الأفراد المشتبهة كما سيأتي إن شاء الله تعالى إليه الإشارة .\r\nثانيهما ، أنّ مخالفته في الإماميّة لا يضرّ بالإجماع الذي ادّعيناه في المسألة . أمّا على القول بالدخول فخروج معلوم النسب غير مضرّ ، وأمّا على الكشف كما هو الحقّ فالمعيار هو الكشف وهو يحصل بجماعة معدودة وأمّا على طريقة [ اللطف 
  ] فلا يضرّ أيضاً لأنّ من استدلاله على لزوم ردع الإمام من ذهب إلى الباطل وهو قد يحصل بنفسه وقد يحصل بذهاب كافّة الأصحاب على خلافه والتفصيل كما حقّقناه في رسالتنا الإجماعيّة . وبالجملة إنكار الإجماع في المسألة عناد ومكابرة .\r\nالثاني : الآيات\r\nوهي كثيرة ، منها قوله تعالى : * ( فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثانِ واجْتَنِبُوا قَوْلَ الزُّورِ ) * .\r\nوقد ثبت من جهة الأخبار أنّ قول الزور الغناء ( 2 )\r\n\r\nوقد قاله بعض المفسّرين\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأحكام ، ص 86 - 85 وانظر : « گفتارى از محقّق سبزوارى » ، المطبوع في هذه المجموعة .\r\n\r\n( 2 ) وسائل الشيعة ، ج 17 ، ص 303 - 310 ، أبواب ما يكتسب به ، الوافي ، ج 17 ، ص 208 .\r\n","page_name":" 14 ","page_number":24},
  {"content":"\r\nونقله الشيخ عن محمّد بن الحنفيّة ( 1 )\r\n\r\nوعن الشيخ الطَبرسي : « روى أصحابنا أنّه يدخل فيه الغناء » . ( 2 )\r\n\r\nومنها قوله تعالى : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله بِغَيْرِ عِلْمٍ ويَتَّخِذَها هُزُواً أُولئِكَ لَهُمْ عَذابٌ مُهِينٌ ) * . ( 3 )\r\n\r\nوقد ثبت من جهة الحديث : « أنّه منه الغناء » . ( 4 )\r\n\r\nوعن الشيخ الطَبرسي عن أكثر المفسّرين : « أنّ لَهوَ الحديث الغناء . . . » قال : « وهو المروي عن أبي جعفر وأبي عبد الله وأبي الحسن الرضا عليهم السلام » . ( 5 )\r\n\r\nوحكاه عن ابن عبّاس وابن مسعود وغيرهما . ( 6 )\r\n\r\nومنها قوله تعالى : * ( والَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ ) * . ( 7 )\r\n\r\nفعن القمي في تفسيره عن الصادق عليه السلام أنّه فسّره بالغناء والملاهي والزنى . ( 8 )\r\n\r\nومنها قوله تعالى : * ( والَّذِينَ لا يَشْهَدُونَ الزُّورَ وإِذا مَرُّوا بِاللَّغْوِ مَرُّوا كِراماً ) * . ( 9 )\r\n\r\nفعن مجمع البيان وغيره تفسيره بالغناء . ( 10 )\r\n\r\nوروي في الصحيح تفسير\r\n","description":"","footnote":"\r\n( 1 ) الخلاف ، ج 6 ، ص 305 ، المسألة 54 .\r\n\r\n( 2 ) مجمع البيان ، ج 7 ، ص 82 .\r\n\r\n( 3 ) لقمان ( 31 ) : 6 .\r\n\r\n( 4 ) الكافي ، ج 6 ، ص 431 الوافي ، ج 17 ، ص 209 .\r\n\r\n( 5 ) مجمع البيان ، ج 8 ، ص 313 .\r\n\r\n( 6 ) مجمع البيان ، ج 8 ، ص 314 التبيان ، ج 8 ، ص 271 .\r\n\r\n( 7 ) المؤمنون ( 23 ) : 3 .\r\n\r\n( 8 ) تفسير القمي ، ج 2 ، ص 88 .\r\n\r\n( 9 ) الفرقان ( 25 ) : 72 .\r\n\r\n( 10 ) مجمع البيان ، ج 7 ، ص 181 .\r\n","page_name":" 15 ","page_number":25},
  {"content":"\r\nالزور بالغناء .\r\nومنها قوله تعالى : * ( أَفَمِنْ هذَا الْحَدِيثِ تَعْجَبُونَ . وتَضْحَكُونَ ولا تَبْكُونَ . وأَنْتُمْ سامِدُونَ ) * . ( 1 )\r\n\r\nفعن الطَبرسي : « قيل هو الغناء ، وكانوا إذا سمعوا القُرآن عارَضُوه بالغِناء لِيشغلُوا الناس عن سماعه ، عن عكرمة » ( 2 )\r\n\r\nوعن الكشّاف : « أنّه قال بعضهم لجاريته : اسْمِدي لَنا ، أي غنّي » . ( 3 )\r\n\r\nوعن بعض كتب اللغة ذكره أيضاً ( 4 )\r\n\r\nوسيجئ الأخبار الواردة في تفاسير الآيات المذكورة في طيّ ذكر الأخبار الدالَّة على المسألة إن شاء الله تعالى .\r\nالثالث : السنّة\r\nالمتواترة معنىً وهي كثيرة . وادّعى الشيخ الحرّ العاملي في الرسالة أنّه وجد نحواً من ثلاثمائة حديثٍ دالّ على حرمة الغناء ( 5 )\r\n\r\nوهي على طوائف :\r\nمنها ما دلّ على أنّ ترك الغناء واجتناب سماعه من علامات عباد الله ، الممدوحين بترك الزنى وغيره من المحرّمات .\r\nومنها ما تضمّن أنّ سامع الغناء وفاعله مستحقٌّ للعقوبة والنقمة ولا تجاب له دعوة ولا يحضره أحد من الملائكة .\r\nومنها ما يدلّ على أنّ الغناء من جملة الكبائر التي توعّد الله عليه بالنار في القرآن المجيد ، الذي لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم\r\n","description":"","footnote":"\r\n( 1 ) النجم ( 53 ) : 59 - 61 .\r\n\r\n( 2 ) مجمع البيان ، ج 9 ، ص 184 .\r\n\r\n( 3 ) الكشّاف ، ج 4 ، ص 43 .\r\n\r\n( 4 ) أساس البلاغة ، ص 219 ، « سمد » .\r\n\r\n( 5 ) انظر : رسالة العاملي في الغناء ، المطبوعة في هذه المجموعة .\r\n","page_name":" 16 ","page_number":26},
  {"content":"\r\nحميد ، وأنّ من فعله كان ممّن يضلّ عن سبيل الله ويستهزئ بدين الله ويستحقّ العذاب المهين .\r\nومنها ما تضمّن أنّ الغناء من أسباب حصول النفاق .\r\nومنها ما تضمّن تفسير الآيات المذكورة آنفاً المتضمِّن للأمر بالاجتناب عن الغناء .\r\nومنها ما تضمّن تحريم السماع والضرب بالعود والمبالغة فيه والردّ على السائل وأمره بالاغتسال والتوبة .\r\nومنها ما تضمّن الإنكار على العامّة الذين نسبوا إلى رسول الله صلى الله عليه وآله وسلم الرخصة في قسمٍ من الغناء والاستدلال بالآية الكريمة على ذلك .\r\nومنها ما تضمّن أنّ الغناء من بِدَع إبليس ، الذي هو أصل كلّ ضلالةٍ وشرّ وأساس كلّ معصيةٍ وكفر مع قابيل ، الذي هو أوّل من أطاع إبليس اللعين . وأنّهما ابتدعا ذلك شماتة بآدم أبي البشر ، الذي هو أصل كلّ علمٍ وفضلٍ وقد اصطفاه الله على العالمين بنصّ القرآن المبين . فالغناء سنّة أعداء الله ( عليهم لعنة الله ) .\r\nومنها ما دلّ على منافاة الغناء لشكر النعمة ، الذي هو واجب ، واستلزامه لكفرها ، الذي هو محرّم .\r\nومنها ما هو صريح في أنّ الله لا ينظر إلى أهل الغناء من الفاعل والمستمع وكلّ من حضر المجلس .\r\nومنها ما تضمّن التصريح بالنهي عن دخول بيوت الغناء مطلقاً ، ولو كان في وقت غير الغناء .\r\nومنها ما يشتمل على الوعد والترغيب لتارك سَماع الغناء والوعيد والترهيب لسامعه وأنّه لا يدخل الجنّة .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":27},
  {"content":"\r\nومنها ما هو دالٌّ على أنّ مَن سمع الغناء فقد عبد الشيطان من دون الله .\r\nومنها ما تضمّن أنّ بيع المغنّية وشرائها حرام ، مع أنّ لها منافع مهمّة مباحة ، وتضمّن أيضاً التصريح بكفر معلَّم الغناء وأنّ مستمعه منافق وأنّ من أكل ثمن المغنّية يستحقّ دخول النار ، ومستوجب لغضب الملك الجبّار .\r\nوبالجملة ، مَن تأمّل بعين الإنصاف في الأخبار الواردة في الباب من دون عصبيّةٍ واعتسافٍ ، يفهم أنّ السامع للغناء والمستمع والمغنّي إمّا أن يكون فاسقاً ، أو منافقاً ، أو كافراً وهذا كلَّه تعريض بحرمته جدّاً . وكيف كان فلنذكر بعضها تيمّناً وتبرّكاً وازدياداً في البصيرة لمن يطلق في ميدان الجدال والعصبيّة عنانه .\r\nومنها ، ما رواه مهران بن محمّد ، عن أبي عبد الله عليه السلام قال : سمعته يقول : « الغناء ممّا قال الله تعالى : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله ) * . ( 1 )\r\n\r\nو ( 2 )\r\n\r\nومنها ، ما رواه محمّد بن مسلم ، عن أبي جعفر عليه السلام قال : سمعته يقول : « الغناء ممّا أوعد الله عليه النار وتلا هذه الآية : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله بِغَيْرِ عِلْمٍ ويَتَّخِذَها هُزُواً أُولئِكَ لَهُمْ عَذابٌ مُهِينٌ ) * . ( 3 )\r\n\r\nومنها ، ما روي عن أبي عبد الله عليه السلام في قول الله عزّ وجلّ : * ( والَّذِينَ لا يَشْهَدُونَ الزُّورَ ) * قال : « هو الغناء » . ( 4 )\r\n\r\nومنها ، ما رواه زيد الشحّام قال أبو عبد الله عليه السلام : « بيت الغناء لا تؤمن فيه\r\n","description":"","footnote":"\r\n( 1 ) لقمان ( 31 ) : 6 .\r\n\r\n( 2 ) انظر : معاني الأخبار ، ص 332 البرهان في تفسير القرآن ، ج 3 ، ص 269 .\r\n\r\n( 3 ) الكافي ، ج 6 ، ص 431 ، ح 4 .\r\n\r\n( 4 ) الكافي ، ج 6 ، 431 ، ح 6 من باب الغناء .\r\n","page_name":" 18 ","page_number":28},
  {"content":"\r\nالفجيعة ولا تجاب فيه الدعوة ولا يدخله الملك » . ( 1 )\r\n\r\nومنها ، ما رواه ريّان بن الصلت قال : سألت الرضا عليه السلام بخراسان فقلت له :\r\nيا سيّدي إنّ هشام بن إبراهيم العبّاسي حكى عنك إنّك رخّصت له في استماع الغناء ؟ قال : « كذب الزنديق ، إنّما سألني عن ذلك ، فقلت له : رجلاً سأل أبا جعفر عليه السلام عن ذلك ، فقال أبو جعفر عليه السلام : إذا ميّز الله بين الحقّ والباطل فأين يكون الغناء ؟ فقال : مع الباطل ، فقال له أبو جعفر عليه السلام : قد قضيتَ » .\r\nومنها ، ما رواه مسعدة بن زياد ، قال : كنت عند أبي عبد الله عليه السلام فقال له رجل :\r\nبأبي أنت وأُمّي إنّي أدخل كنيفاً لي ولي جيران وعندهم جوارٍ يتغنّين ويَضْرِبْنَ بالعود ، فربّما أطلتُ بالجُلوسَ استماعاً منّي لهنّ . فقال : « لا تفعل » فقال الرجل : والله ما آتيهنّ وإنّما هو سماع أسمعه بأُذُني . فقال عليه السلام : « لله أنت ! أما سمعتَ الله عزّ وجل يقول : * ( إِنَّ السَّمْعَ والْبَصَرَ والْفُؤادَ كُلُّ أُولئِكَ كانَ عَنْهُ مَسْؤُولاً ) * ( 2 )\r\n\r\n؟ » فقال : بلى والله لكأنّي لم أسمع بهذه الآية من كتاب الله عزّ وجلّ من عربيّ ولا أعجميٍ لا جرم إنّني لا أعود إن شاء الله تعالى وإنّي لأستغفر الله . فقال له : « قم واغتسل وسل ما بدا لك ، فإنّك كنت مقيماً على أمر عظيم ما كان أسوأ حالك لو متّ على ذلك ، احمد الله وسَلْه التوبة من كلّ ما يكره فإنّه لا\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 6 ، ص 433 ، ح 15 .\r\n\r\n( 2 ) الإسراء ( 17 ) : 36 .\r\n","page_name":" 19 ","page_number":29},
  {"content":"\r\nيكره إلَّا كلّ قبيح والقبيح دَعْهُ لأهله فإنّ لكلٍّ أهلاً » . ( 1 )\r\n\r\nومنها ، ما رواه أبو بصير قال : سألت أبا عبد الله عليه السلام عن قول الله عزّ وجلّ : * ( فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثانِ واجْتَنِبُوا قَوْلَ الزُّورِ ) * قال : « الغناء » . ( 2 )\r\n\r\nومنها ، ما رواه أبو أُسامة عن أبي عبد الله عليه السلام قال : « الغناء عُشر النفاق » . ( 3 )\r\n\r\nومنها ، ما رواه سماعة قال لي أبو عبد الله عليه السلام .\r\nلما مات آدم وشمت به إبليس وقابيل واجتمعا في الأرض ، فجعل إبليس وقابيل المعازف والملاهي شماتة بآدم عليه السلام فكلّ ما كان في الأرض من هذا الضرب الذي يتلذّذ به الناس فإنّما هو من ذاك . ( 4 )\r\n\r\nومن الوشّاء قال : سمعت أبا الحسن الرضا عليه السلام يسأل عن الغناء ، فقال : « هو قول الله عزّ وجلّ : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله ) * . ( 5 )\r\n\r\nوعن أبي أيّوب الخزّاز قال :\r\nنزلنا بالمدينة فأتينا أبا عبد الله عليه السلام قال : « أين نزلتم ؟ » فقلنا : على فلان صاحب القيان . ( 6 )\r\n\r\nفقال : « كونوا كراماً » . فوالله ما علمنا ما أراد به وظننّا أنّه يقول : تفضّلوا عليه ، فعدنا إليه فقلنا : إنّا لا ندري ما أردتَ بقولك : « كونوا كراماً » ؟ فقال : « أما سمعتم قول\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 6 ، ص 432 ، ح 10 من باب الغناء .\r\n\r\n( 2 ) الكافي ، ج 6 ، ص 431 و 433 ، ح 1 و 6 و 13 من باب الغناء .\r\n\r\n( 3 ) الكافي ، ج 6 ، ص 431 ، ح 2 . وفي المصدر في المتن : « عشّ النفاق » وفي الهامش عن بعض النسخ : « عشر النفاق » .\r\n\r\n( 4 ) الكافي ، ج 6 ، ص 431 ، ح 3 من باب الغناء .\r\n\r\n( 5 ) لقمان ( 31 ) : 6 .\r\n\r\n( 6 ) القيان : جمع القينة وهي الجارية المغنّية .\r\n","page_name":" 20 ","page_number":30},
  {"content":"\r\nالله عزّ وجلّ في كتابه : * ( وإِذا مَرُّوا بِاللَّغْوِ مَرُّوا كِراماً ) * . ( 1 )\r\n\r\nوعن عبد الأعلى قال :\r\nسألت أبا عبد الله عن الغناء وقلت : أنّهم يزعمون أنّ رسول الله صلى الله عليه وآله وسلم رَخَّص في أن يقال : جئناكم جئناكم حيّونا حيّونا نحيّكم ؟ فقال : « كذبوا ، إنّ الله عزّ وجلّ يقول : * ( وما خَلَقْنَا السَّماءَ والأَرْضَ وما بَيْنَهُما لاعِبِينَ . لَوْ أَرَدْنا أَنْ نَتَّخِذَ لَهْواً لَاتَّخَذْناهُ مِنْ لَدُنَّا إِنْ كُنَّا فاعِلِينَ . بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ ولَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ ) * ( 2 )\r\n\r\nفقال : « ويل لفلان ممّا يصف ، رجل لم يحضر المجلس » . ( 3 )\r\n\r\nوعن عليّ بن إبراهيم بن محمّد المديني ، عمّن ذكره ، عن أبي عبد الله عليه السلام قال : سُئل عن الغناء وأنا حاضر ، فقال : « لا تدخلوا بيوتاً الله معرض عن أهلها » . ( 4 )\r\n\r\nوعن عنبسة عن أبي عبد الله عليه السلام قال : « استماع الغناء واللهو يُنْبِتُ النفاقَ في القلب كما يُنبت الماءُ الزرع » . ( 5 )\r\n\r\nوعن يونس قال :\r\nسألت الخراساني ( صلوات الله وسلامه عليه ) وقلت : إنّ العبّاسي ذكر أنّك ترخِّص في الغناء ؟ فقال : « كذب الزنديق ما هكذا قلت ، سألني عن الغناء ، فقلت له : إنّ رجلاً أتى أبا\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 6 ، ص 432 ، ح 9 من باب الغناء .\r\n\r\n( 2 ) الأنبياء ( 21 ) : 16 - 18 .\r\n\r\n( 3 ) الكافي ، ج 6 ، ص 433 ، ح 12 من باب الغناء .\r\n\r\n( 4 ) الكافي ، ج 6 ، ص 434 ، ح 18 .\r\n\r\n( 5 ) الكافي ، ج 6 ، ص 434 ، ح 23 .\r\n","page_name":" 21 ","page_number":31},
  {"content":"\r\nجعفر عليه السلام فسأله عن الغناء ، فقال : يا فلان إذا ميّز الله بين الحقّ والباطل فأنّى يكون الغناء ؟ فقال مع الباطل ، فقال : قد حكمت » . ( 1 )\r\n\r\nعنه ، عن عبد الله بن سنان ، عن أبي عبد الله عليه السلام قال :\r\nإنّ رسول الله قال : اقرؤوا القرآن بألحان العرب وأصواتها وإيّاكم ولحونَ أهل الفسق وأهل الكبائر ، فإنّه سيجيء من بعدي أقوام يرجِّعون القرآن ترجيعَ الغناء والنوح والرهبانيّة ، لا يجوز تراقيهم ، قلوبهم مقلوبة وقلوب مَن يعجبه شأنهم » . ( 2 )\r\n\r\nوعن عليّ بن إبراهيم ، عن ابن عبّاس ، قال :\r\nحججنا مع رسول الله صلى الله عليه وآله وسلم حجّة الوداع ، فأخذ بحلقة الباب ، ثمّ أقبل علينا بوجهه ، فقال : « ألا أخبركم بأشراط الساعة ؟ » وكان أدنى الناس منه يومئذٍ سلمان ، فقال : بلى يا رسول الله . فقال : « إنّ أشراط الساعة إضاعة الصلوات واتّباع الشهوات والميل إلى الأهواء » وساق الكلام إلى أن قال : « فعندها يكون أقوام يتعلَّمون القرآن لغير وجه الله ويتّخذونه مزامير ويكون أقوام يتفقّهون لغير الله ويكثر أولاد الزنى ويتغنّون بالقرآن » . ( 3 )\r\n\r\nوعن سعيد بن الطاطري ، عن أبيه ، عن أبي عبد الله عليه السلام قال : سأله رجل عن بيع الجواري المغنّيات ، قال : « شراؤهنّ وبيعهنّ حرام وتعلمهنّ كفر واستماعهنّ نفاق » . ( 4 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 6 ، ص 435 .\r\n\r\n( 2 ) الكافي ، ج 2 ، ص 614 ، ح 3 من باب ترتيل القرآن بالصوت الحسن .\r\n\r\n( 3 ) تفسير القمي ، ج 2 ، ص 303 - 306 .\r\n\r\n( 4 ) الكافي ، ج 5 ، ص 120 ، ح 5 من باب كسب المغنّية وشرائها .\r\n","page_name":" 22 ","page_number":32},
  {"content":"\r\nوعن الحسن بن عليّ الوشّاء ، قال : سئل الرضا عليه السلام عن شراء المغنّية ، فقال : « قد تكون للرجل الجارية تلهيه وما ثمنها إلَّا ثمن الكلب وثمن الكلب سحت والسحت في النار » . ( 1 )\r\n\r\nوعن نصر بن قابوس قال : سمعت أبا عبد الله عليه السلام يقول : « المغنّية ملعونة ، ملعون من أكل كسبها » . ( 2 )\r\n\r\nوعن إبراهيم بن أبي البلاد قال :\r\nأوصى إسحاق بن عمر عند وفاته بجوارٍ له مغنّيات أن يبعن ويحمل ثمنهنّ إلى أبي الحسن ، قال إبراهيم : فبعت الجواري بثلاثمائة ألف درهم وحملتُ الثمنَ إليه وقلت : إنّ مولىً لك يقال له إسحاق بن عمر أوصى عند وفاته ببيع جوارٍ له مغنّيات ، وقد بعتهنّ وهذا الثمن ثلاثمائة ألف درهم ، فقال : « لا حاجة لي فيه ، إنّ هذا سحت ، وتعليمهنَّ كفر والاستماع منهنّ نفاق ، وثمنهنَّ سحت » . ( 3 )\r\n\r\nوعن أبي بصير قال :\r\nسألت أبا جعفر عليه السلام عن كسب المغنّيات فقال : « التي يدخل عليها الرجال حرام والتي تدعى إلى الأعراس ليس به بأس وهو قول الله عزّ وجلّ : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله ) * . إلى غير ذلك من الأخبار الكثيرة المتواترة معنىً ، فلا ينبغي الإشكال في استفادة الحرمة من جهة السنّة في الجملة ، وأمّا التفصيل فسيأتي إن شاء الله تعالى .\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 5 ، ص 120 ، ح 4 .\r\n\r\n( 2 ) الكافي ، ج 5 ، ص 120 ، ح 6 .\r\n\r\n( 3 ) الكافي ، ج 5 ، ص 120 ، ح 7 .\r\n","page_name":" 23 ","page_number":33},
  {"content":"\r\n[ في الأخبار المعارضة 
  ]\r\nوما يتوهَّم معارضته للأخبار المذكورة أنواع ثلاثة من الأخبار :\r\n[ النوع 
  ] الأوّل : الأخبار المتعدّدة الدالَّة على مدح الصوت الحسن ، كما في بعض الأخبار من « أنّ لكلّ شيءٍ حلية وحلية القرآن الصوت الحسن » وأيضاً قد روى الكليني عن عليّ بن محمّد النوفلي عن أبي الحسن عليه السلام قال : ذكرت الصوت الحسن عنده ، فقال :\r\nإنّ عليّ بن الحسين كان يقرا القرآن فربّما مرَّ به المارّ فصعق من حسن صوته وإنّ الإمام عليه السلام لو أظهر من ذلك شيئاً لما احتمله الناس من حسنه ولم يكن رسول الله صلى الله عليه وآله وسلم يصلَّي بالناس ويرفع صوته بالقرآن ، فقال : إنّ رسول الله كان يحمّل الناسَ من خلفه ما يطيقونه .\r\nوعن رجلٍ عن أبي عبد الله عليه السلام قال :\r\nكان عليّ بن الحسين عليهما السلام أحسن الناس صوتاً بالقرآن ، وكان السقّاؤون يقفون ببابه يسمعون قراءته .\r\nوورد في بعض الروايات عن أبي عبد الله عليه السلام : « رَجِّع بالقرآن صوتك فإنّ الله عزّ وجلّ يحبّ الصوت الحسن ، يُرَجَّع فيه ترجيعاً » .\r\nوورد في الروايات أيضاً : « أنّ القرآن نزل بالحزن فاقرأوه بالحزن » . إلى غير ذلك من الأخبار الدالَّة على مدح الصوت الحسن ، التي ظاهرها المنافاة مع أخبار الغناء لعدم انفكاك الصوت الحسن عن الترجيع والطرب المأخوذين في حدّ الغناء معاً أو أحدهما ، مع أنّه ليس فيهما تعرّض لاستثناء الغناء مع تداوله وشيوعه بين الناس وعدم انفكاكه عنه عادةً أو غالباً ولو كان محرّماً لزم استثناؤه .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":34},
  {"content":"\r\nوفيه : أوّلاً ، بأنّها واردة في مقام حكم آخر وهو الصوت الحسن وهو غير موضوع الغناء ، وسيأتي بيانه إن شاء الله في تحقيق المختار في ذيل المسألة ، ودعوى عدم الانفكاك غالباً أو عادةً مدفوعة بما سيأتي في المسألة الثانية في تحقيق موضوع الغناء . نعم يلزم عدم الانفكاك على بعض التعاريف وهو غير مقبولٍ عليه ، فينفكَّان كثيراً .\r\nوثانياً ، بأنّها ضعيفة السند ولا جابر له ، إن لم يكن له كاسر ، فلا اعتداد بها من دون معارضٍ فضلاً من وجوده .\r\nوثالثاً ، بأنّ التعارض بينهما يكون عموماً من وجه ، وحكم التعارض فيه الجمع ، إن كان شاهد له وإلَّا فالترجيح إن كان مرجّح في البين ، وإلَّا فالتخيير ، ويمكن دعوى شهادة العرف هنا بحمل الأخبار الواردة في صوت الحسن على ما إذا لم يكن فيه غناء فإنّ المولى إذا قال لعبده : « إنّي أحبّ الصوت الحسن وابغض الغناء » يفهم العرف من الكلام أنّ الصوت الحسن ما إذا لم يكن غناءً . ودعوى فهم العرف مبغوضيّة الغناء فيما إذا لم يكن الصوت الحسن بعيدة غايته ، ويلزم أنّ حرمة الغناء مختصّة بالأصوات الرديّة الهجينة الكريهة ، فلا بأس حينئذٍ باستماع الأصوات الحسنة مطلقاً ، وهو بعيد عن طريقة الفقهاء ، بل من كان له دربة ودراية . فما يتكلَّم به بعض جهّال الزمان بهذا الكلام مدفوع بعد أنّهم مبعدون عن حقيقة الإيمان بل في الحقيقة عن الإسلام .\r\nورابعاً ، بأنّ المرجّحات جُلَّها ، إن لم نقل كلَّها ، مع الأخبار المحرّمة ، من كونها مشهورةً بين الأصحاب ، بل هي من المجمع عليه الذي لا ريب فيه ، وأصحّ سنداً وأظهر دلالةً وأكثر عدداً ، ومن كونها موافقةً للكتاب وموافقةً للأخبار ومخالفةً للعامّة ، فيوجب بذلك كلَّه الأخذ بها والإعراض عمّا يعارضها بالكلَّيّة .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":35},
  {"content":"\r\n[ النوع 
  ] الثاني : الأخبار المصرّحة على تجويز الغناء\r\nمنها ، ما عن الحميري بسند عدّه من الصحيح صاحبُ الكفاية على ما حكي عنه ، من عليّ بن جعفر ، عن أخيه عليهما السلام قال : سألته عن الغناء في الفطر والأضحى والفرح ، قال : « لا بأس به ما لم يعص به » ( 1 )\r\n\r\nأي لا يصير سبباً للمعصية ولا يترتّب عليه عصيان .\r\nومنها ، عن كتاب عليّ بن جعفر عن أخيه عليهما السلام قال : سألته عن الغناء هل يصلح في الفطر والأضحى والفرح ؟ قال : لا بأس ما لم يزمر به أي ما لم يلعب بالمزمار أو ما لم يكن الغناء بالمزمار . ( 2 )\r\n\r\nومنها ، ما عن أبي بصير ، قال :\r\nسألت أبا عبد الله عليه السلام عن كسب المغنّيات ؟ فقال : « الَّتي يدخل عليها الرجال حرام ، والَّتي تُدْعى إلى الأعراس لا بأس به وهو قول الله عزّ وجلّ : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله ) * . ( 3 )\r\n\r\nومنها ، ما رواه عنه أيضاً ، قال : أجر المغنّية التي تزفّ العرائس ليس به بأس ، ليست بالتي يدخل عليها الرجال . ( 4 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) قرب الإسناد ، ص 294 .\r\n\r\n( 2 ) مسائل علي بن جعفر ، ص 156 .\r\n\r\n( 3 ) الكافي ، ج 5 ، ص 119 ، باب كسب المغنّية وشرائها ، ح 1 التهذيب ، ج 6 ، ص 358 ، ح 1024 .\r\n\r\n( 4 ) الفقيه ، ج 3 ، ص 161 ، باب المعايش والمكاسب والفوائد والصناعات ، ح 3589 .\r\nانظر : « گفتارى از محقّق سبزوارى » المطبوع في هذه المجموعة .\r\n","page_name":" 26 ","page_number":36},
  {"content":"\r\nوالجواب عنها :\r\nأوّلاً ، بعدم وضوح دلالتها على المدّعى فإنّ الأوّل منها يحتمل وجهين : أحدهما ، أنّ المراد بقوله « لم يعص » عدم العصيان بأصل الغناء ، فالمستفاد منه أنّ الغناء على قسمين : قسم يشتمل على الترجيع والطرب والمقصود منه اللهو والباطل ، فهو حرام وقسم لا يكون كذلك ، وهو ليس بحرام . فلا دلالة حينئذٍ على الإباحة المطلقة .\r\nثانيهما ، عدم ترتّب العصيان الخارجي عليه بأن كان غير مقترن بآلات اللهو وغيرها ، وعليه فيه دلالة على الحلَّية في الموارد المذكورة في السؤال .\r\nوالثاني منها يحتمل وجوهاً :\r\nأحدها ، انّ المراد بقوله عليه السلام « ما لم يزمر به » أنّه لا يكون مثل المزمار فيكون حراماً ، فلو لم يكن كذلك فلا دلالة فيه .\r\nثانيها ، أنّ المراد عدم مقارنته بالمزمار ونحوه من آلات اللهو ، فيكون المحرَّم منه المقترن بالمزمار لا نفسه .\r\nثالثها ، أن يراد به ما لم يكن بالمزمار .\r\nوأظهرها أوّلها فلا دلالة فيها على الإباحة المطلقة .\r\nوالثالث منها ، تقسيم الغناء بالقسمين : أحدهما ، وهو الأوّل منهما يكون محرّماً وثانيهما ، وهو الثاني منهما يكون محلَّلاً ، فلا دلالة فيها على حكم ما سوى القسمين المذكورين والمحلَّل منهما يكون من المستثنيات التي سيأتي الكلام فيه إن شاء الله تعالى .\r\nوالرابع منها ، يدلّ على أنّ أجر المغنّية التي تزفّ العرائس حلال إذا لم تدخل عليها الرجال ، فباجتماعهما يحصل الحلَّية وبانتفائهما يصير حراماً ،\r\n","description":"","footnote":"","page_name":" 27 ","page_number":37},
  {"content":"\r\nبل بانتفاء أحدهما . فهي بالدلالة على الخلاف أوضح فضلاً من دلالته على الإباحة المطلقة ، فتأمّل جيّداً جدّاً .\r\nوثانياً ، لو سلَّمنا دلالتها فهي مهجورة متروكة شاذّة ، فلا يوجد فيها شرائط الاعتبار ، فتأمّل .\r\nوثالثاً ، بأنّها لا يصلح للمقاومة مع الأخبار المحرِّمة فلا يقيّد بها تلك الإطلاقات المتقنة المحكمة ، فلا بدّ من حملها إمّا على التقية أو ما مرّت إليه الإشارة ، فتأمّل .\r\n[ النوع 
  ] الثالث : الأخبار الدالَّة على جواز التغنّي في القرآن والعرس والحداء والتعزية\r\nونحوها ، فإنّها توجب الوهن بالإطلاقات فيسلم الأصل الأوّلي الدالّ على الإباحة إذن عن المعارض .\r\nوفيه ما لا يخفى ، فإنّ طريان التقييد بالإطلاق لا يوجب وهنه في غير المقيّد ، كيف ؟ وتقييد المطلق باب من الأبواب . نعم يوجب الوهن إذا كان المقيّد أكثر من غيره وهو في المقام منتفٍ ، فتأمّل .\r\n[ في التمسّك بوجوه أخرى 
  ]\r\nثمّ إنّ بعض الأفاضل ( 1 )\r\n\r\nقد تمسّك في حرمة الغناء بوجوه :\r\nأحدها : المناط المستفاد من تحريم آلات اللهو ووجوب كسرها\r\nفإنّ المستفاد منها كون مناط التحريم فيها هو كونها آلاتِ اللهو والباطل ، وهو بعينه موجود في الغناء .\r\nولكنّ الخدشة فيه : أوّلاً عدم القطع بالمناط المذكور ، وثانياً الفرق بينهما ، فإنّ آلات اللهو ممّا يعدّ للَّهو ولا يصلح لكسبٍ محلَّل بخلاف الغناء\r\n","description":"","footnote":"\r\n( 1 ) الظاهر أنّ مراده هو التويسركاني في رسالته في الغناء ، المطبوعة في هذه المجموعة قبل رسالتنا هذه .\r\n","page_name":" 28 ","page_number":38},
  {"content":"\r\nفإنّه صالح للَّهو وغيره ، وكلّ ما كان كذلك فلم يظهر من الشارع منعه وإلَّا لزم تحريم كثير من الأشياء الصالحة للَّهوية . وثالثاً على فرض تماميّته يدلّ على حرمة الغناء إذا كان ملهوّاً به ، فيكون أخصَّ من المدّعى ، فإنّه حرمته مطلقاً .\r\nثانيهما : العموم المنصوص به في رواية تحف العقول ،\r\nحيث قال عليه السلام فيه :\r\nإنّما حرّم الله الصناعة التي هي حرام كلَّها ممّا يجيء منها الفساد محضاً نظير المزامير والبرابط وكلّ ملهوٍ به والصلبان والأصنام إلى أن قال : فحرام تعليمه والعمل به وأخذ الأجرة عليه وجميع التقلَّب فيه من جميع وجوه الحركات .\r\nوفيه : أوّلاً ، القدح في سنده إن لم ينجبر بالعمل وثانياً ، أنّ قوله عليه السلام : « ممّا يجيء منها الفساد محضاً نظير المزامير والبرابط » يدلّ على ما أشرنا إليه آنفاً من اختصاص التحريم بآلاتِ اللهو المعدّة لذلك المجعولة له الغير الصالحة لغيره شأناً ، وعليه يُنَزَّلُ قوله عليه السلام : « وكل ملهوٍ به » والغناء ليس كذلك ، بل هو مندرج في تحت قوله عليه السلام : « وكلّ شيء يكون لهم فيه الصلاح من جهة من الجهات فذلك كلَّه حلال بيعه وشراؤه الخ » .\r\nفحاصل ما يستفاد من كلامه بأجمعه أنّ الأشياء على صنفين : صنف يكون فيه الصلاح والفساد بمعنى أنّه يصلح لأن يكون صحيحاً شرعاً وأن يكون فاسداً وصنف يكون الأمر فيه منحصراً بالأخير وهو الفساد ، والمحرّم هو الأخير ، والغناء يكون من الأوّل كما لا يخفى .\r\nوثالثاً لو سلَّمنا دلالته فهو يدلّ على الحرمة إذا كان لهواً وأنّى هو وكون المدّعى هو العموم .\r\nثالثها ، المناط المستفاد من التتبّع في أبواب الفقه\r\nمن تحريم النظر والخلوة مع الأجنبيّة وإبداء الزينة وغير ذلك فإنّ من تأمّل فيها حقّ التأمّل\r\n","description":"","footnote":"","page_name":" 29 ","page_number":39},
  {"content":"\r\nاستفاد أنّ كلَّ ما يوجب الطغيان والشهوة ويتفرّع عليه النفاق والشقاق وصرف الأموال في الباطل لا يرضى الشارع بوقوعه ، وأنّه مبغوض لديه والغناء أيضاً كذلك ، بل هو أشدّ .\r\nوفيه : انّه مناط استنباطيٌّ ووجه ء اعتباريٌّ لا يجوز التعويل عليه ، وإلَّا لكان جملة من الأشياء المعلومة حلَّيتها حراماً ، فالمستفاد منها ليس إلَّا المرجوحيّة ، وأمّا الحرمة فلا مع مخالفتها للأصل والقاعدة ، فلا يصحّ إثبات الحرمة بمجرّد هذه الوجوه الترجيحيّة والاستحسانات الاعتباريّة ، على أنّ ذلك يدور مَدار القطع ، فمن حصل له فهو حجّة عليه وما لا فلا . مع أنّ ذلك لا يُثبت الحرمة المطلقة ، بل هي إذا كانت الوجوه المذكورة عليها مترتّبة ، فلا دلالة على الحرمة المطلقة فيها .\r\nالرابع : أنّ العقل السليم والطبع المستقيم قاضٍ بأنّ كلّ ما يترتّب عليه الفساد غالباً ويختلّ به النظام الديني حرام جزماً ،\r\nومن المعلوم أنّ الغناء ممّا يترتّب عليه الفساد غالباً ، ويختلّ به النظام المطلوب ، وكلّ ما كان كذلك فهو حرام قطعاً ، فالغناء حرام جدّاً .\r\nولكن تقريره بوجه آخر وهو : انّ النظام الديني ودفع مفاسده يتوقّف على ترك الغناء غالباً ، وكلّ ما كان كذلك فهو واجب ، فترك الغناء يصير واجباً ، هكذا تقرير في المقام .\r\nولا يخفى ما فيه من الكلام الذي ذكرناه آنفاً . هذا ، والذي يخطر في بالي والله أعلم بحالي أنّ ما يقتضيه الجمع بين الأخبار والآيات الدالَّة على كون الغناء هو قول الزور ، بل نفسه وهو لهو الحديث ، وأنّه من الباطل كما عن الخراساني عليه السلام ، وأنّه في حيّز الباطل واللهو كما في بعض الروايات وأنّه من الكبائر حيث ذكر في تعدادها في رواية الأعمش وانّه من الملاهي التي تصدّ عن ذكر الله تعالى أنّ المحرَّم في الشرع المبين هو الصوت اللهوي\r\n","description":"","footnote":"","page_name":" 30 ","page_number":40},
  {"content":"\r\nالمتّخذ للَّهو والاشتغال بالباطل في أيّ شيءٍ كان من القرآن وغيره ، سواء قارنه محرَّم آخر أم لا ، وسواء كان فيه الترجيع والطرب أو أحدهما أم لا يكون كذلك .\r\nويرشد إلى ذلك السيرة المستمرّة بين المسلمين ، قديمهم وحديثهم على عدم التحرّز عن الأصوات الحسنة وإن كان فيها ترجيع وطرب ، بل قلَّما ينفكّ الصوت الحسن منهما سيّما الأخير ، كما سيأتي إليه الإشارة إن شاء الله . فمن فتح عين البصيرة ولم يطلق ميدان العصبيّة عنانه ، يعلم أنّ طريقهم خلفاً عن سلف على استماع الأذان والقرآن والأدعية والمراثي الواقعة كلَّها الصوت الحسن ، الذي فيه ترجيع وطرب . ولم ينكروا على ذلك ، بل ويأمرون به ، وهذا كان شائعاً في جميع الأزمنة حتّى زمن الأئمّة عليهم السلام في حضورهم واستماعهم له .\r\nفإذن الأقوى هو حرمة الصوت اللهوي المأخوذ للالتهاء كما يشعر إليه قوله وقد سُئِلَ عن الجارية المغنّية قد تكون للرجل تلهيه : « وما ثمنها إلَّا كثمن الكلب » وهو المنساق من الإطلاقات الواردة والتعليلات التي إليها الإشارة في بعض النصوص الماضية والتشبيهات التي وردت في الرواية بعد ضمّ بعضها إلى بعض .\r\nفحينئذٍ يبقى غيره تحت أصالة الإباحة ، والأصوات الحسنة التي صارت في الشريعة ممدوحة فلو فرض اللهو بدون الغناء فلا إشكال في الحرمة نظراً إلى المناط المستفاد من الأخبار المزبورة ومن غيرها الواردة في غير المسألة ، كما لا يبعد القول بالحلَّيّة إذا صدق الغناء بدون اللهو في العرف والعادة .\r\nوما اخترناه ما ذهب إليه جماعة من الأواخر المحقّقين المدقِّقين في بطون الأخبار لا المقتصرين على الظواهر اللفظيّة والجامدين عليها .\r\nقال الفاضل النراقي بعد كلام له سيأتي إليه الإشارة :\r\n","description":"","footnote":"","page_name":" 31 ","page_number":41},
  {"content":"\r\nإنّ اللحن الخاص المعهود الذي يستعمله أرباب الملاهي ويتداول عندهم ويعبّر عنه الآن عند العوامّ ب « خوانندگى » يكون غناءً قطعاً ، سواء كان في القرآن والدعاء والمراثي وغيرها . ( 1 )\r\n\r\nانتهى .\r\nوقال المحقّق المدقّق المرتضى الأنصاري ( مدّ ظلَّه ) في كتاب المتاجر بعد نقل جملة من الأخبار الدالَّة على حرمة الغناء من حيث اللهوية :\r\nوظاهر هذه الأخبار بأسرها حرمة الغناء من حيث اللهو والباطل ، فالغناء وهي من مقولة الكيفيّة للأصوات ، كما سيجيء إن كان مساوياً للصوت اللَّهويّ [ والباطل 
  ] كما هو الأقوى فهو ، وإن كان أعمّ وجب تقييده بما كان من هذا العنوان ، كما أنّه لو كان أخصَّ وجب التعدّي عنه إلى مطلق الصوت الخارج على وجه اللَّهو . وبالجملة فالمحرّم هو ما كان من لحون أهل الفسق والمعاصي ، الذي ورد النهي عن قراءة القرآن بها سواء كان مساوياً للغناء ، أو أعمّ ، أو أخصّ ، مع أنّ الظاهر أنّ الغناء ليس إلَّا هو . ( 2 )\r\n\r\nانتهى كلامه ، رفع مقامه .\r\nفظهر أنّ المناط في الحرمة هو الصوت اللهوي . ويمكن أن يقال باختصاص الغناء بحسب الموضوع بما ذكرنا ، كما سيأتي إن شاء الله تعالى في المسألة الثانية إليه الإشارة والمدار في الصوت اللهوي على الصدق العرفي فكلّ ما صدق عليه في العرف أنّه صوت لهويّ يحكم عليه بالتحريم .\r\nوقال بعض الأساتيذ الأساطين : ( 3 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستند ، ج 2 ، ص 340 .\r\n\r\n( 2 ) المكاسب ، ج 1 ، ص 290 - 291 .\r\n\r\n( 3 ) هو التويسركاني في رسالته في الغناء ، المطبوعة قبل هذه الرسالة .\r\n","page_name":" 32 ","page_number":42},
  {"content":"\r\nولعلّ المعيار فيه أحد وجوه الثلاثة : أحدها ، كونها بنفسه كذلك كما نراه في جملة من الأصوات الخارجيّة المناسبة لآلات اللهو والرقص والمزمار ونحوها . وثانيها ، مقارنته لها وإن يكن بنفسه مصداقاً لها . ثالثها ، قصد التلهّي به وإن لم يكن كذلك بنفسه . والمناقشة في ذلك بأنّ القصد لا مدخليّة له في ذلك فإنّه موضوع عرفي وهو أمر خارجي يتحقّق بوجوده فيه سواء كان قصد المكلَّف أم لا ، مدفوعة بأنّ : هذا يتمّ فيما إذا كان الموضوع مختصّاً بأمر واحد كما إذا كان أصل الصوت لهواً فإنّه لا يؤثّر فيه القصد ، أو لم يكن الصوت لهوياً أصلاً ، فإنّه لا يؤثّر فيه القصد سوى التجرّي بخلاف ما إذا صلح الصوت لهما فإنّ تعيينه بالقصد فلو قصده يُعَيَّن للمقصود وإلَّا فلا .\r\nوهذا لا يخلو من وجهٍ ، وإن كان في الأخير من الوجوه خفاء ، لكن الأقوى فيه ما ذكر . فإنّ كلّ ما كان في الخارج صالحاً لانقسامه بقسمين فالفارق فيه القصد ، وبذلك صرّح في الجواهر ، قال بعد ذكر قوله عليه السلام : « اقرؤوا القرآن بألحان العرب وإيّاكم الخ » :\r\nقد يحتمل إرادته اختصاص الغناء بالصوت المشتمل على التحسين بالمدّ والترجيع المتّخذ للَّهو والتذاذ [ انشراح 
  ] النفس والطرب ، كما عساه يومئ إليه لهو الحديث وأخذ الطرب في تعريفه ، ومعروفيّة مجالس الغناء بذلك ، بعد العلم بعدم زيادتها في المدّ والترجيع على ما يستعمل في غيرها ، ممّا لم يُرَدْ به اللهو كالتعزية والأذان وغيرهما . وقد يؤيّد بما ذكر في استثناء النوح منه ، من أنّه ليس داخلاً في موضوعه باعتبار\r\n","description":"","footnote":"","page_name":" 33 ","page_number":43},
  {"content":"\r\nمقابلة النوح له عرفاً ، وما ذاك إلَّا لعدم اتّخاذ اللهو به . ( 1 )\r\n\r\nانتهى .\r\nوهذا كما ترى صريح على اختلاف الموضوع باختلاف القصد وتأييد لما اخترناه في المسألة . فتأمّل .\r\nوقال المرتضى الأنصاري ( مد ظله ) :\r\nإنّ اللهو يتحقّق بأمرين : أحدهما ، قصد التلهّي وإن لم يكن لهواً ، والثاني كونه لهواً في نفسه عند المستمعين وإن لم يقصد به التلهي . ( 2 )\r\n\r\nانتهى موضع الحاجة .\r\nفي وجوه قول العامة بإباحة الغناء\r\nاحتجّ من قال بالإباحة من العامّة بوجوهٍ ضعيفة :\r\nمنها : قصّة عائشة المشهورة عندهم ونحوها من الأخبار .\r\nوالجواب : بعد الغمض عن كونها . . . [ ؟ 
  ] غير معمولة بين أصحابنا ، أنّها لا تقاوم الأدلَّة الأربعة التي قدّمنا آنفاً من وجوه شيء ، كما لا يخفى .\r\nومنها : ما حكي عن جماعة فعله ، كعبد الله بن جعفر وابن الزبير ومعاوية والمغيرة بن شعبة وأضرابها ممّا أشرنا إليها في أوّل المسألة .\r\nوفيه : أنّه لا حجّية في فعلهم اتّفاقاً .\r\nومنها : التعويل على الأقيسة وقد ذكره الغزّالي وملخّصه : « أنّ الغناء\r\n","description":"","footnote":"\r\n( 1 ) جواهر الكلام ، ج 22 ، ص 47 .\r\n\r\n( 2 ) المكاسب ، ج 1 ، ص 296 .\r\n","page_name":" 34 ","page_number":44},
  {"content":"\r\nصوت طيّب موزون مفهّم محرّك للقلب » والظاهر أنّ مراده بالموزون على ما حكى عنه بعض الأساطين ، ما كان فيه تناسب بحسب المبدأ والمقطع . وليس تحريمه باعتبار كونه طيّباً بالعقل والنقل ، ولا باعتبار كونه موزوناً لتحقّق هذا المعنى في أصوات الطيور ، فصوت القماري وما أشبهه مع طيبه موزون وليس بحرام . وكذا وصف التفهيم وتحريك القلب ليس بحرامٍ ، فلا يكون المجموع حراماً ، إذ لم يعرض للمجموع وصف يقتضي ذلك .\r\nوالجواب بعد بطلان القياس وكونها من ضروريّات المذهب واضح ولا يليق التعرّض زائداً عن ذلك .\r\nومنها : الاعتماد على المنامات الموضوعة والأكاذيب الباطلة وحكاية إباحته والترغيب فيه من الخضر وأمثال ذلك من الأكاذيب التي لا يليق بالعاقل الاشتغال بها ، ومن اطَّلع على طريقتهم يعلم أنّهم قصدوا بذلك الترويج في نفوس عوام الناس وضعفاء العقول ومن يحذو حذوهم فإنّ الركون إلى أمثال هذه الأكاذيب مرتكز في نفوس الجهّال والأراذل وأخفّاء الأحلام وأمثال ذلك ممّا صار شائعاً في مذهبهم كحلَّيّة وطء الغلام وغيره ممّا لا يليق التعرّض له لو لم نقل بحرمته فإنّ العمر أشرف من أن يضيع في أمثال ذلك .\r\nالمسألة الثانية في بيان موضوع المسألة\r\nوهي الأهمّ في المقام في الحقيقة فإنّ حكمها في الجملة ممّا لا يريب فيه ذو مسكة ، كما عرفت الكلام فيه بتفصيله ، وقبل الخوض فيه لا بدّ من رسم أمور :\r\nالأوّل : أنّ الغناء هل يكون من الكلام أو الكيفيّة ؟\r\n","description":"","footnote":"","page_name":" 35 ","page_number":45},
  {"content":"\r\nأقول : إنّ ظاهر جمعٍ من الأصحاب الأخير ، حيث عبّروا عنه بأنّه الترجيع ، أو المدّ ، أو التحسين ، أو نحوها . وصرّح في الجواهر بأنّه كيفيّة خاصّة موكولة إلى العرف ( 1 )\r\n\r\n، وقال المحقّق الأنصاري بأنّه من مقولة الكيف للأصوات . ( 2 )\r\n\r\nويظهر من بعض آخر الأوّل ، ولعلَّه يرشد إليه بعض الآيات من الأداء عنه بالزور ولهو الحديث وقول الزور ويشهد له قول عليّ بن الحسين عليهما السلام في مرسلة الفقيه في الجارية التي لها صوت : « لا بأس لو اشتريتها فذكَّرتك الجنّة يعني بقراءة القرآن والزهد والفضائل التي ليست بغناء » فإنّه يدلّ على كونه من مقولة الكلام ، هذا .\r\nفالأقوى أنّه من الكيفيّة الحاصلة للأصوات الموجبة لكونها غناء فإنّه المستفاد من كلمات الأصحاب والأخبار الواردة في الباب ، فلا بدّ حينئذٍ من تشخيص الكيفيّة الغنائيّة لا الكلام الباطل فإنّ الغناء هو الكيفيّة لا أداء الباطل بالصوت . وما ترى التعبير عنه في الآيات إنّما هو لغلبة وجود تلك الكيفيّة في الأباطيل . والرواية دلَّت على عدم تحقّق تلك الكيفيّة في القرآن ونحوه بناءً على كون التفسير من المعصوم عليه السلام . وتظهر الثمرة في أنّه لو كان من الكيفيّات لكانت الكيفيّة محرّمة وإن وجدت في القرآن ونحوه وإن كان من الكلام فيختصّ التحريم بما لو كان في الباطل دون الحقّ من قرآن وغيره .\r\nالثاني : إنّا قدّمنا سابقاً أنّ الغناء من الموضوعات المستنبطة ،\r\nفلا بدّ في معرفتها من الرجوع إلى العرف واللغة ، فلو اتّحدا ولم يكن اختلاف في كلام أهل اللغة فلا كلام ، إنّ الكلام في أنّه إذا حصل التعارض في كلمات اللغويين أو تعارض العرف واللغة فهل يقدّم العرف مطلقاً أو اللغة كذلك أو التفصيل ؟\r\nوالتحقيق أن يقال : لو تعارض أهل اللغة فلا بدّ من الرجوع إلى ما يقتضيه\r\n","description":"","footnote":"\r\n( 1 ) جواهر الكلام ، ج 22 ، ص 46 .\r\n\r\n( 2 ) المكاسب ، ج 1 ، ص 290 .\r\n","page_name":" 36 ","page_number":46},
  {"content":"\r\nالقاعدة في تعارض كلماتهم من الأخذ بالمطلق والعام إن كان التعارض عامّاً مطلقاً والأخذ بالأعمّين إن كان عموماً من وجه ، هذا إذا لم يحصل الظنّ بصحّة أحدهما دون الآخر ، فلو حصل كان هو المقدّم كما عليه طريقة الأصحاب . وأمّا لو تعارض العرف واللغة فيقدّم اللغة إذا علمنا بحدوث العرف ، وإلَّا فالعُرف سواء علم المساواة أو كان الأمر مشكوكاً فيه .\r\nتوضيح هذا الإجمال : تعارض العرف واللغة ينقسم إلى قسمين : أحدهما ، أنّ اللفظ الوارد في كلام الشارع له حقيقتان إحداهما لغويّة والأخرى عرفيّة ، وكلّ يدّعي حمل كلام الشارع على ما يكون حقيقةً عنده ، والوجه هنا تقديم العرف لو لم يعلم حدوثه بعد زمان الشارع ، كما أنّ الوجه في صورة الاشتباه أيضاً كذلك ، لغلبة الاتّحاد وندور الحدوث ودعوى التأخّر لأصالته مدفوعة بأنّها لا يوجب الظهور المعتبر في الألفاظ بخلاف الغلبة المذكورة مع جريانها في اللغة أيضاً .\r\nثانيها ، أنّ التعاريف بينها كان [ كذا 
  ] من جهة إفادة المعنى الموضوع له اللغوي ومرجع ذلك في الحقيقة إلى تعارض الأمارات العرفيّة من التبادر العرفي وغيره مع قول اللغوي ، ولا ريب في تقديم العرف أيضاً لدوران الأمر في اللغات مدار الظن ، والمعلوم أنّ الظنّ حينئذٍ حاصل من الأمارات العرفيّة ، والظاهر أنّ تعارض العرف واللغة في مفهوم الغناء لو حصل إنّما هو من ذلك . فلا تغفل .\r\nالثالث : أنّ الغناء من الألفاظ العربيّة ،\r\nلا بدّ في تشخيصه من الرجوع إلى عرف العرب ولا كلام فيه ، فهل يكون له مرادف ومعنىً في لغة الفرس والأعاجم فيرجع فيه إليه أم لا ، ظاهر تعميم بعضهم الحكم بالرجوع فيه إلى العرف ذلك .\r\nوحكي عن المستند بعد كلام له سيأتي ذكره إن شاء الله :\r\nنعم يكون القدر المتيقن من الجميع المتّفق عليه في الصدق\r\nو ","description":"","footnote":"","page_name":" 37 ","page_number":47},
  {"content":"\r\nهو مدّ الصوت المشتمل على الترجيع المطرب الأعمّ من السار والمحزن المفهم لمعنىً غناء قطعاً عند جميع أرباب هذه الأقوال ، فلو لم يكن هنا قول آخر يكون هذا القدر المتّفق عليه غناء قطعاً ، إلَّا أنّ بعض أهل اللغة فسّره بما يقال له بالفارسيّة : سرود أيضاً . وحكي عن الصحاح أنّه قال : « الغناء هو ما يسمّيه العجم بدوبيتي » وقال بعض الفقهاء : إنّه يجب الرجوع في تعيين معناه إلى العرف . ولا يخفى ما في المعنيين الأوّلين من الخفاء فإنّ السرود ودو بيتي ليسا بذلك الاشتهار في هذه الأعصار بحيث يتّضح المراد منها ويمكن أن يكونا متحدين مع أحد المعاني المتقدمة . ويحتمل قريباً أن يكون للَّحن وكيفيّة الترجيع مدخليّة في صدقهما ، ويشعر به ما في رواية عبد الله بن سنان الآتية الفارقة بين لحن العرب ولحن أرباب الفسوق والكبائر ويؤيّده أيضاً ما قد يفسّر به سرود من أنّه ما يقال له بالفارسيّة خوانندگى ، وقد يفسّر الغناء بذلك أيضاً ، فإنّ التفسير بخوانندگى في الأغلب إنّما يكون بواسطة الألحان والنغمات ، وكذا الثالث فإنّ فيه خفاءً أيضاً فإنّه لا عرفَ لأهل العجم في لفظ الغناء ومرادفه من لغة الفرس غير معلوم ، وعرف العرب فيه غير منضبط ، وقد يعبّر عنه أيضاً بخوانندگى وهو غير ثابت أيضاً ، ولأجل هذه الاختلافات يحصل الإجمال غايته في معنى الغناء . ( 1 )\r\n\r\nانتهى المحكي عن كلامه رفع مقامه .\r\nوالذي يقوى في نفسي هو ما ذكره ، إلَّا أنّ الظنّ المستفاد من كلام\r\n","description":"","footnote":"\r\n( 1 ) المستند ، ج 2 ، ص 340 .\r\n","page_name":" 38 ","page_number":48},
  {"content":"\r\nصاحب الصحاح بعد ملاحظة ما أخبره بعض أهل الخبرة من أنّ دو بيتي هو اللحن المتداول عند أهل الفجور ، أنّه يعبّر في الفارسية بخوانندگى ، كما نصّ عليه بعض أهل اللغة وينطبق حينئذٍ على السرود الذي فسّره به آخر ، ويعتضد جميع ذلك بتفسير السرود بخوانندگى .\r\nفتحصّل من جميع ذلك : أنّ الغناء هو ما يعبّر عنه بالفارسيّة بخوانندگى وهو الصادق على السرود ودو بيتي ، فحصل الظنُّ المعتبر بإخبار واحدٍ فضلاً عن جماعة وهو كافٍ في المقام ، على أنّ عرف العجم كما ترى يعبّرون عن الغناء بخوانندگى ، فارجع .\r\nإذا عرفت هذه الأمور فاعلم أنّه اختلفتْ كلمة اللغويين والفقهاء في تفسيره على أقوالٍ :\r\nأوّلها ، الصوت المطرب وثانيها ، الصوت المشتمل على الترجيع وثالثها ، الصوت المشتمل على الترجيع والإطراب ورابعها ، الترجيع وخامسها ، التطريب وسادسها ، الترجيع مع التطريب وسابعها ، رفع الصوت مع الترجيع وثامنها ، مدّ الصوت وتاسعها ، مدّه مع أحد الوصفين أو كليهما وعاشرها ، تحسين الصوت وحادي عشرها ، مدّ الصوت وموالاته\r\n","description":"","footnote":"","page_name":" 39 ","page_number":49},
  {"content":"\r\nوثاني عشرها ، الصوت الموزون المفهِّم المحرّك للقلب . ( 1 )\r\n\r\nهذا كلَّه ما جمعه الفاضل النراقي في المستند على ما حكي عنه .\r\nوزاد بعضهم أقوالاً أربعة :\r\nأحدها ، الإحالة إلى العرف وثانيها ، ما يكون دو بيتيّاً وثالثها ، السرود ورابعها ، ما يسمّى بالفارسيّة بخوانندگى .\r\nولا يخفى أنّ بعض المذكورات يرجع إلى الآخر ، ولا بأس بذكر بعض الكلمات الواردة في الباب لازدياد خبرة وبصيرة لأُولى الألباب كما جرى عليه ديدن الأصحاب .\r\nقال المحقّق في الشرائع :\r\nالغناء مدّ الصوت المشتمل على الترجيع المطرب ، يفسق فاعله وتُردّ شهادته ، سواء كان في شعرٍ أو قراءة قرآن ولا بأس بالحداء . ( 2 )\r\n\r\nوعن العلَّامة في التحرير :\r\nالغناء حرام ، وهو مدّ الصوت المشتمل على الترجيع يفسق فاعله وتُرَدُّ شهادته ، سواء كان في شعر أو قرآن ، وكذا مستمعه سواء اعتقد إباحته أو تحريمه . ولا بأس بالحُداء وهو الإنشاد الذي يُساق به الإبل ، يجوز فعله واستماعه وكذا نشيد الأعراب وسائر أنواع الإنشاد ، ما لم يخرُج إلى حدّ\r\n","description":"","footnote":"\r\n( 1 ) المستند ، ج 2 ، ص 340 .\r\n\r\n( 2 ) شرائع الإسلام ، ج 4 ، ص 140 .\r\n","page_name":" 40 ","page_number":50},
  {"content":"\r\nالغناء . ( 1 )\r\n\r\nوعن الشهيد في الدروس :\r\n« ويفسق القاذف » إلى أن قال : والمغنّي بمَدّ صوته المطرب المرجِّع ، وسامعُه ، وإن كان في القرآن أو اعتقد إباحته . ويجوز الحداء للإبل . ( 2 )\r\n\r\nوعن العلَّامة في الإرشاد :\r\nوتردّ شهادة اللاعب بآلات القمار إلى أن قال : وسامع الغناء ، وهو : مدّ الصوت المشتمل على الترجيع المطرب وإن كان في قرآن ، وفاعله . ( 3 )\r\n\r\nوعن المحقّق الثاني في شرح القواعد بعد نقل تعريف المذكور عن الشهيد بوجه يشعر بارتضائه :\r\nوليس مطلق مدّ الصوت محرّماً وإن مالت القلوب إليه ، ما لم ينته إلى حيث يكون مطرباً بسبب اشتماله على الترجيع المقتضي لذلك . ( 4 )\r\n\r\nوحكي عن بعضهم الرجوع في تفسير الغناء إلى العرف ، فما سمّي غناء فهو حرام وإن لم يطرب . ( 5 )\r\n\r\nوقال في الروضة :\r\nهو مدّ الصوت المشتمل على الترجيع المطرب ، أو ما يسمّى\r\n","description":"","footnote":"\r\n( 1 ) تحرير الأحكام ، ج 2 ، ص 209 .\r\n\r\n( 2 ) الدروس ، ج 2 ، ص 126 .\r\n\r\n( 3 ) مجمع الفائدة والبرهان ، ج 12 ، ص 330 - 336 .\r\n\r\n( 4 ) جامع المقاصد في شرح القواعد ، ج 4 ، ص 23 .\r\n\r\n( 5 ) التنقيح الرائع ، ج 2 ، ص 11 مجمع الفائدة والبرهان ، ج 8 ، ص 57 .\r\n","page_name":" 41 ","page_number":51},
  {"content":"\r\nفي العرف غناءً وإن لم يطرب سواء كان في شعر أو قرآن أو غيرهما . ( 1 )\r\n\r\nوعن القاموس : « الغناء ككِساءٍ من الصوت ما طُرِّبَ به » . ( 2 )\r\n\r\nوعنه أيضاً : التطريب الإطراب كالتَطَرُّب والتغنّي . ( 3 )\r\n\r\nوعن الزمخشري : استطربتُ فلاناً أي سألته أن يطرِّبَ ويُغَنّي . ( 4 )\r\n\r\nوعن العامة من فسّر التغنّي بتغريد الصوت والتغريد : التطريب في الصوت كما حكي عن القاموس ( 5 )\r\n\r\nوالمجمل . ( 6 )\r\n\r\nوعن الصحاح : التغريد التطريب في الصوت والغناء . ( 7 )\r\n\r\nوبعض أهل اللغة لم يعتبر في الغناء الإطراب .\r\nوقال المحقّق السبزواري بعد ذكر كلمات اللغويين ، في تفسير حديث الذي نقله العامّة عن النبي صلى الله عليه وآله وسلم انّه قال : « من لم يتغنّ بالقرآن فليس منّا » :\r\nوظنّي أنّ التغنّي والتطريب والترجيع واللحن والتغريد والترنّم ألفاظ متقاربة في المعنى ولهذا تراهم يوردون بعض هذه الألفاظ في تفسير بعض آخر ومنهم يعكس الأمر . ( 8 )\r\n\r\nانتهى ما أردنا نقله .\r\n","description":"","footnote":"\r\n( 1 ) الروضة البهية ، ج 3 ، ص 212 - 213 .\r\n\r\n( 2 ) القاموس المحيط ، ص 1701 ، « غني » .\r\n\r\n( 3 ) القاموس المحيط ، ص 140 ، « طرب » .\r\n\r\n( 4 ) أساس البلاغة ، ص 277 .\r\n\r\n( 5 ) القاموس المحيط ، ص 388 ، « غرد » .\r\n\r\n( 6 ) مجمل اللغة ، ج 3 ، ص 695 .\r\n\r\n( 7 ) الصحاح ، ص 516 ، « غرد » .\r\n\r\n( 8 ) انظر : « گفتارى از محقق سبزواري » المطبوع في هذه المجموعة .\r\n","page_name":" 42 ","page_number":52},
  {"content":"\r\n[ في الحق في المقام ، الأوّل فيما يقتضيه الأصل العملي 
  ]\r\nوكيف كان فالمهمّ هو تحقيق الحقّ والصواب ، فنقول مستغنياً من الملك الوهاب : انّ الكلام تارةً فيما يقتضيه الأصل العملي ، وأخرى فيما يقتضيه القاعدة اللغويّة ، وثالثةً فيما يقتضيه الترجيح الاجتهادي .\r\nأمّا الأوّل : فالذي يستفاد من التتبّع في كلمات اللغويين والأصحاب أنّ مدّ الصوت المشتمل على الترجيع والإطراب مسلَّم كونه من مصاديق الغناء ، فالقاعدة العمليّة تقتضي الأخذ به والرجوع في غيره إلى أصالتي الإباحة والبراءة إلَّا أنّ حصول الظن بموافقة القدر المسلَّم مع الواقع مشكل جدّاً لتنصيص جميع المحقّقين كالشيخ الفقيه في الجواهر ( 1 )\r\n\r\nوالشيخ الأستاذ على ما حكي عنه بأنّ المرجع فيه إلى العرف ، ومن المعلوم أنّ المصداق المذكور أخصّ من ذلك فإنّ مطلق مدّ الصوت المشتمل على الترجيع والتطريب لا يعدّ في العرف غناءً ، بل لا بدّ أن يوجد معه خصوصيّة أخرى ، ومع ذلك فيحصل الظن بكون المصداق هو ما ذكر فإنّ الاتفاق منهم وإن كان اجتهاداً منهم في الموضوع وتشخيصاً للمعنى العرفي ، فبدون حصول الظنّ لا يكون حجّة ، وإن كان إجماعاً منهم على أنّ حكم الصوت المشتمل على الترجيع والتطريب هو الحرمة مطلقاً ، فهو وإن أمكن الأخذ به إن وصل إلى الإجماع بناءً على حجّية مطلق الظنون في الأحكام لكنّه مدفوع : بأنّ المسلَّم هو حرمة الغناء ، فلا بدّ في تحصيل الموضوع وتشخيصه ، واستنباطهم أنّه ذلك لا ينفع مع ظهور خلافه وأنّ فيه خصوصيّة أخرى فلا يصلُح حينئذٍ جعلُه قدراً متيقّناً ، فالقدر المتيقّن هو لحون أهل الفجور المشتملة على الترجيع والتطريب لأنّه القدر المتيقّن المستفاد من العرف والكلمات ، فقضيّة الأصلين المزبورين\r\n","description":"","footnote":"\r\n( 1 ) جواهر الكلام ، ج 22 ، ص 46 .\r\n","page_name":" 43 ","page_number":53},
  {"content":"\r\nالأخذ به والتمسّك في غيره بالأصلين .\r\n[ الثاني : فيما تقتضيه القاعدة اللغويّة 
  ]\r\nوأمّا الثاني : فمقتضاه الأخذ بالأعمّ ، وأعمّ الجميع هو مدّ الصوت . والوجه في أخذ الأعمّ في اللغات إنّما هو لكون الظنّ في جانبه لسلامته عن معارضة الأخصّ فإنّ الأمر دائر بين الوجدان وعدمه ، ولا شكّ في تقديم الأوّل ، فالظنّ يكون فيه ، وما ترى من تقديم الأصحاب الخاصّ في اللغات في كثيرٍ من المقامات إنّما هو لأجل حصول الظن على خلاف الأعمّ ، فهو يصير حينئذٍ مرجوحاً . ولا يذهب عليك أنّ من المقطوع فضلاً عن المظنون أنّ مطلق مدّ الصوت بل وإن اشتمل على أحد وصفي الترجيع والتطريب لا يكون غناءً ، فلا وجه لأخذ العام حينئذٍ في المقام .\r\n[ الثالث : فيما يقتضيه الترجيح الاجتهادي 
  ]\r\nوأمّا الثالث : فالوجه فيه هو الرجوع إلى العرف كما في سائر الموضوعات المبهمة ، والظاهر انّ المفهوم منه هو ما يسمّى بالفارسيّة ب « خوانندگى » ومن المعلوم أنّه لا يصدق إلَّا مع اللغويّة بقصد الالتهاء والتلهّي ، أو كونه في نفسه كذلك أو مقارنته لما يوجب صيرورته لهواً ، فلا يصدق إذن على القارئ والمؤذّن والداعي وغيرهم « خوانندگى » إذا لم يتّخذها للالتهاء ، فلو اتّخذها لذلك وجعلها آلة لصوته المقصود منه التلهي يصدق عليه الموضوع حينئذٍ ، فالموضوع حينئذٍ ينطبق مع ما استفدنا حرمته من الأخبار ، ويؤيّد ذلك تجويزهم عليهم السلام الصوت الحسن وقراءة القرآن بلحن العرب وقراءة المراثي على نحوٍ يوجب رقّة القلوب وجريان الدموع مستحسن ، مع عدم حصول ذلك كلَّه بالكيفيّة المذكورة إلَّا بالترجيع أو التطريب . ولو كان الموضوع المحرّم هو مطلق\r\n","description":"","footnote":"","page_name":" 44 ","page_number":54},
  {"content":"\r\nالصوت المشتمل على الترجيع والتطريب لم يبق لِلصوت الحسن وغيره ممّا ذكر موضوع ومصداق ، على أنّ الصوت الحسن إن كان غير ذلك لبيّنوه ، فعدم بيانهم عليهم السلام الصوت الحسن والغناء على وجهٍ يمتاز كلّ منهما عن الآخر من حيث الصوت يشعر بعدم الفرق والفارق بينهما والمميّز هو ما ذكرناه من انّ الغناء ملحوظ فيه اللهويّة ، ويرشد إلى ذلك عدّه في بعض الأخبار من الملاهي كما عرفت من قوله عليه السلام : « جارية مغنّية تلهيه » وغير ذلك ممّا مرَّ . ويستفاد من قوله عليه السلام : « يرجّعون القرآن ترجيع الغناء » مغايرة الترجيع الغنائي لترجيع غيره . فالذي يفتح عن البصيرة واطلع على مدح الصوت الحسن مع عدم انفكاكه من الأوصاف المذكورة ومعهوديّة حرمة الغناء وتفسيره بالفارسية بدوبيتي وسرود وخوانندگى وأنّ السيرة المستمرة قد استقرّت من زماننا هذا إلى زمان الأئمّة عليهم السلام على استماع الأصوات الحسنة المشتملة على الأوصاف الخالية عن شائبة ذلك من دون تزلزل وشبهة وشكّ وريبة وأنّهم لم يعدوها من الغناء ولم يتبادر في أذهانهم من الغناء وصحّة سلبه عنها مع ملاحظة قوله عليه السلام : « وإيّاكم ولحون أهل الفسق » وغير ذلك من الشواهد يظنّ ظنّاً قويّاً غايته ، بل يقطع قطعاً عاديّاً بأنّ موضوع الغناء هو الصوت اللهوي وأنّه هو الكيفيّة الخاصّة المعبّرة عنها بالفارسية بخوانندگى ، ولذلك يقال في العرف للشخص المعدّ للغناء : « خواننده » ولا يقال ذلك على قراءة المؤذّنين والذاكرين إلَّا أن تحصل تلك الكيفيّة في أصواتهم ، فيقال له : خوانندگى ، فافهم ! فإنّه لا يخلو من دقّة .\r\nهذا كلَّه مع وضوح الحال وأمّا مع اشتباهه فقد مرّ منّا في المقدّمات ما يتّضح منه الحال ، إلَّا أنّ للفاضل السبزواري في رسالته كلاماً في هذا المقام لا بأس بإيراده وبيان ما ورد عليه ، قال رحمه الله :\r\nإنّه قد ثبت بالأخبار المذكورة أنّ المراد بقول الزور الغناء وقد ورد الأمر باجتناب قول الزور في الآية ، وهو للإيجاب كما هو\r\n","description":"","footnote":"","page_name":" 45 ","page_number":55},
  {"content":"\r\nظاهر الأمر ، فكلّ مكلَّفٍ مأمور بالاجتناب عن طبيعة الغناء الواقعيّة لأنّ الألفاظ موضوعة للمعاني الواقعيّة ، وشئ من العلم والظنّ غير معتبر في مفهومات الألفاظ ، وانتفاء الطبيعة إنّما يتحقّق بانتفاء جميع أفرادها ، ولا يحصل الظنّ بانتفاء جميع الأفراد إلَّا بالاجتناب من الأفراد المشكوكة ، ولا يحصل الامتثال بدونه لأنّ الامتثال لا يحصل عند الشك في تحصيل المأمور به ، وبالجملة المأمور به أمر واحد يتحصّل بانتفاء الطبيعة المساوقة لانتفاء جميع الأفراد ، فعند بقاء الأفراد المشكوكة كان حصول ما هو المأمور به في الواقع مشكوكاً ، بل المعلوم حصولُ أمر هو تمام المأمور به أو بعضه ، فلا يحصل الامتثالُ .\r\nوبهذا التقرير يندفع التمسّك بالأصل في عدم وجوب الأفراد المشكوكة .\r\nفإن قلت : تحصيل البراءة المعلومة أو المظنونة من التكليف الثابت إنّما يجب عن القدر الثابت ، والثابت هاهنا الأمر بالاجتناب عن الأفراد المظنونة فيجب تحصيل الظنّ بالاجتناب عنها لا الأفراد المشكوكة .\r\nقلت : لهذا المكلَّف به متعلَّق واحد متعدّد الأجزاء معيّن في الواقع مجهول عندنا ويحتمل أن يكون ذلك الأمر مركَّباً من انتفاء الأجزاء المظنونة فقط ، ويحتمل أن يكون مركَّباً منها ومن انتفاء الأجزاء المشكوكة ، فعند حصول الأوّل لا يحصل الظنّ بحصول ما هو المأمور به في الواقع أصالةً ، بل يحصل العلم بحصول شيء يحتمل أن يكون بعض أجزائه ، وعلى تقدير أن يكون بعض أجزائه لا يحصل ما هو المأمور به أصلاً .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":56},
  {"content":"\r\nنعم لو كان هاهنا تكاليف متعدّدة متعلَّقة بكلّ جزء جزء ولم يتعلَّق تكليف بالمجموع كان هذا الكلام متّجهاً ، ولكن ليس الأمر كذلك ، بل التكليف متعلَّق بنفي الطبيعة المساوقة للسلب الكلَّي ، وإن تعلَّق بكلٍ واحد واحد أيضاً على حدةٍ بمقتضى هذه العبارة أو غيرها .\r\nانتهى موضع الحاجة من كلامه رفع مقامه .\r\nوفيه ما لا يخفى أمّا أوّلاً : فبأنّا حقّقنا في محلَّه وأشرنا إليه في المقدّمة أنّ الحرمة إذا تعلَّق بموضع وشكّ في فرديّةِ فردٍ له يحكم بالإباحة من دون شكّ وشبهة ، وذلك محلّ اتّفاقٍ بين الطائفة ، ومن البيّن أنّ الحرمة هنا تعلَّق بموضوع الغناء وهو من الموضوعات العرفيّة ، كما في سائر الموضوعات وهو أمر معيّن في الواقع ومشتبه ء في الظاهر ، وكلّ ما يحصل في الخارج من الأفراد المشكوكة فيكون الشكّ فيه من جهة الشكّ في المصداقيّة ، وقضيّة الأصل الإباحة والبراءة عن الاجتناب عن الأفراد المشكوكة .\r\nوأمّا ثانياً : فلو سلَّمنا كون الشكّ في المفهوميّة دون المصداقيّة فنقول : إنّ الشكّ في المفهوميّة يكون على قسمين : فتارةً يكون المفهوم مجملاً بحيث لا يكون له فرد متيقّن في الخارج ، وأخرى لا يكون كذلك بل له فرد متيقّن ، والشكّ كان في فرديّة فردٍ آخرَ له فإن كان الأوّل فقضيّة الأصل فيه الحكم بالاجتناب عن الجميع إن كان التكليف تحريميّاً ، والإتيان بالجميع إن كان التكليف إيجابيّاً ، وإن كان الثاني فالحكم فيه الأخذ بالقدر المتيقّن والرجوع في المشكوك إلى أصالتي الإباحة والحرمة . كما لو شكّ في فردية المأخوذ من التمر للخمر أو هو منحصر بما اتُّخِذَ من العنب . ومن الواضح أنّ ما نحن فيه من هذا القبيل فانّ هناك قدراً متيقّناً للغناء وهو الصوت اللهوي أو لحون أرباب الفسوق أو الجامع لجميع القيودات ، فحينئذٍ مقتضى القاعدة الرجوع\r\n","description":"","footnote":"","page_name":" 47 ","page_number":57},
  {"content":"\r\nفيما عدا المتيقّن إلى ما ذكرناه ، وفيه الحكم بالاجتناب فقط .\r\nوأمّا ثالثاً : فلو سلَّمنا عدم كون المقام ممّا ذكرناه أو عدم كونه من الثاني فالحكم فيما ذكره مسلَّم إذا كانت الأفراد محصورة ، وأمّا إذا لم تكن كذلك فلا ، ومن المعلوم أنّ الأفراد المحتمل لكونها غناءً غير محصورة جدّاً ، فلا يلزم الاجتناب حينئذٍ قطعاً .\r\nوأمّا رابعاً : فبعد تسليم كونها محصورةً نظراً إلى أنّ الأنواع محصورة ، ولا يضرّ عدم محصوريّة أفراد أنواع محصورة فلا يجب الاجتناب حينئذٍ أيضاً ، فانّ الاجتناب عن الشبهة إنّما يجب إذا كان أطراف الشبهة جميعاً موجوداً في الخارج ، وأمّا مع وجود بعضها دون الآخر فلا ، والحاصل أنّ وجود صوت في الخارج مع احتمال كونه الغناء كيف يوجب الحكم بلزوم الاجتناب ، والله أعلم بالصواب .\r\n[ التنبيهات 
  ]\r\nوينبغي التنبيه على أمور :\r\nالأوّل : لو سلَّم عدم استفادة ما ذكرناه من الأخبار ،\r\nمن كون المحرّم هو الصوت اللهوي ولم يتبيّن اختصاص الموضوع بذلك فاختيار القول بكونه هو الصوت المشتمل على الترجيع والطرب قويّ غايته لاشتهار هذا التفسير بين اللغويين ، وقد استقرّ السيرة أيضاً على عدم الاجتناب عن الأصوات الحاوية لأحد الوصفين ، فبانضمام ذلك بالتفسير المذكور يوجب الظنّ القويَّ على اعتبار الوصفين في تحقّق موضوع الغناء ، فيكون المحرّم هو الصوت الحاوي لهما . ويؤيّد هذا ما هو المعروف في عرف العجم فإنّه قريب منه ، ودعوى عدم مدخليّة عرف العجم في الألفاظ العربيّة مدفوعة ، بأنّا لا نريد بذلك ما فهم العجم منه ، ، بل المراد أنّ كلَّما تحقّق مرادف لفظ العرب في العجم\r\n","description":"","footnote":"","page_name":" 48 ","page_number":58},
  {"content":"\r\nفيصحّ الرجوع حينئذٍ ، فما فهم العجم من مرادف اللفظ العربي فهو معناه في العرب كما نراه كثيراً في الآنية والظرف والماء وآب والذهب وطلا والفضّة ونقره والصدق وراست والكذب ودروغ ، وأمثالها وقد جرت طريقة الأصحاب كافّة في كتبهم الأصوليّة والفقهيّة على استخراج معاني الألفاظ العربيّة من الرجوع إلى مرادفها من الألفاظ العجميّة .\r\nالثاني : أنّ الترجيع ترديد الصوت في الحلق\r\nكما عن الجوهري : « الترجيع في الأذان . وترجيع الصوت : ترديدُه في الحلق كقراءة أصحاب الألحان » . ( 1 )\r\n\r\nوعن القاموس : « الترجيع في الأذان : تكرير الشهادتين جهراً بعد إخفائهما وترديد الصوت في الحلق » . ( 2 )\r\n\r\nوعن مؤلف شمس العلوم ودواء كلام العرب من الكُلوم : « الترجيع : ترديد الصوت في الحلق مثل ترجيع أهل الألحان في القراءة والغناء » . ( 3 )\r\n\r\nولا يذهب عليك أنّ المستفاد منها أنّ الترجيع تكرير الصوت وترديده ، وأمّا أنّ التكرير يصدق بالمرّتين أو لا بدّ من المرّات ، فلا دلالة فيها بذلك فدعوى الانحصار في الأخير مدفوعة بأنّ الظاهر الكفاية في الأوّل إلَّا أن يدّعى أنّ تشبيههم له بالألحان يرشد إلى المرّات ، وكذا الظاهر من الترديد والتكرير وهو بمكانٍ من الوهن فإنّ الأوّل لا يصلح لكونه دليلاً والثاني يكون ظهوراً بدويّاً .\r\nالثالث : أنّ الطرب كما عن الصحاح خفّة تعتري الإنسان لشدّة حزنٍ أو سرورٍ\r\n( 4 )\r\n\r\nوتخصيصه بالفرح ، كما عن القاموس وهَم ( 5 )\r\n\r\nوعن الأساس خفة\r\n","description":"","footnote":"\r\n( 1 ) الصحاح ، ص 1218 ، « رجع » .\r\n\r\n( 2 ) القاموس المحيط ، ص 931 ، « رجع » .\r\n\r\n( 3 ) شمس العلوم ودواء كلام العرب من الكلوم ، ج 2 ، ص 220 .\r\n\r\n( 4 ) الصحاح ، ص 171 ، « طرب » .\r\n\r\n( 5 ) القاموس المحيط ، ص 140 ، « طرب » .\r\n","page_name":" 49 ","page_number":59},
  {"content":"\r\nمن سرورٍ أو همٍ ( 1 )\r\n\r\n. ودعوى أنّ المتبادر من الطرب وهو السرور فقط ، بل يمكن القول بصحّة السلب عن الحزن مدفوعة بأنّ هذا لكثرة استعماله في السرور ، فالذهن صار مأنوساً به ولذلك ينصرف إليه ، فالتبادر كان إطلاقياً وإن كان الأصل وصفيّة التبادر ، فإنّ هذا مأخوذ من استعمال الأعاجم فإنّه قد صرّح بخلافه جمع من أهل الخبرة والبصيرة في اللغة .\r\nثمّ إنّ المعيار في كون الصوت مطرباً كونه مطرباً شأناً فلا يلزم تحقّق الطرب كونه مطرباً بالفعل ، وإلَّا للزم كون صوتٍ واحدٍ مطرباً لواحدٍ دون آخر وفي زمان دون زمان ، فلو لم يحصل الطرب للقارئ والمستمع لمانع أو مرض أو نحو ذلك وحصل الطرب لشخص آخر يعد كلَّه في العرف مطرباً قطعاً ، فلا تذهل .\r\nالرابع : في معنى اللحن .\r\nوالذي يستفاد من كلمات اللغويين كونه بمعنى التطريب وهو والتغريد والترنّم بمعنى واحد .\r\nفعن الصحاح : « أنّ اللحن واحد الألحان واللحون ، ومنه : « اقرؤوا القرآن بلحون العرب » وقد لحن في قراءته إذا طرب بها وغرّد ، وهو ألحن الناس إذا كان أحسنهم قراءة أو غناءً » . ( 2 )\r\n\r\nوعن القاموس : « لَحَّنَ في قراءته إذا طَرَّبَ فيها وغرّدَ » . ( 3 )\r\n\r\nوعن المُغَرِّب : « لَحَّنَ في قراءته تلحيناً : طرّب فيها وترنّم » . ( 4 )\r\n\r\nهذا ، ولكنّ الظاهر من العرف أنّ اللحن بمعنى اللهجة كما ذكرها غير واحد ، ويمكن دعوى كون التفسير المذكور له في كلمات اللغويين تفسير\r\n","description":"","footnote":"\r\n( 1 ) أساس البلاغة ، ص 277 .\r\n\r\n( 2 ) الصحاح ، ص 2193 ، « لحن » .\r\n\r\n( 3 ) القاموس المحيط ، ص 1587 ، « لحن » .\r\n\r\n( 4 ) المغرّب ، ص 422 .\r\n","page_name":" 50 ","page_number":60},
  {"content":"\r\nباللازم قد تداول إطلاقه على الصوت الحسن ويلزم التطريب فيقال : فلان ذو لحن أي صوت . فتأمّل جيّداً جدّاً .\r\nالخامس : أنّ مَنْ تتبّع وتأمّل وجد أنّ كثرة الاختلاف في مفهوم الغناء إنّما نشأ من الاختلاف في الاستنباط من العرف ،\r\nفربّما يطلق على الصوت المرجَّع فيه وإن لم يطرب ، وربما يطلق على العكس ، وقد يطلق على الجامع للوصفين ، وقد لا يطلق وقد يطلق على الموجود في حقٍّ وقد لا يطلق عليه . ومن أمعن النظر وأتقن الفكر وأدقّ البصر يرى أنّه لا خلاف في العرف أصلاً فلا معنى للاختلاف جدّاً ، بل المعنى الحقيقي المنساق منه لديهم هو الصوت اللهوي فكلَّما وجد يكون غناءً ، وما لا فلا ، سواء وجد مع الترجيع وحده ، أو هو مع الطرب ، أو هو فقط . بل قد يوجد في الجامع لهما ، وقد لا يوجد في الجامع لهما ، وقد يوجد في الحقّ وقد لا يوجد .\r\nوإيّاك بالتأمّل والتدبّر لئلَّا يختلط عليك الأمر . وعلمت أنّ ما كان سبباً لاضطراب الأمر وتشويش الفكر هو ما ذكرنا ، مع أنّه لا اختلاف فيه .\r\nالمسألة الثالثة في المستثنيات من الغناء\r\nوهي أمور :\r\nالأوّل : قراءة القرآن والأدعية والأذكار والأوراد والمراثي وكلّ ما كان حقّاً .\r\nولم أجد مصرّحاً بالجواز في كلمة الأصحاب إلَّا المحكيّ من السبزواري في الكفاية حيث احتمله ، فالمحكي أنّه بعد ذكر الأخبار المتخالفة جوازاً ومنعاً في القرآن وغيره ، قال :\r\nإنّ الجمع بين هذا الاخبار يمكن بوجهين :\r\n","description":"","footnote":"","page_name":" 51 ","page_number":61},
  {"content":"\r\nأحدهما تخصيص تلك الأخبار الواردة المانعة بما عدا القرآن ، وحمل ما يدلّ على ذمّ التغنّي بالقرآن على قراءة يكون على سبيل اللهو كما يصنعه الفسّاق في غنائهم . وتؤيّده رواية عبد الله بن سنان المذكورة : « اقرؤوا القرآن بألحان العرب وإيّاكم ولحون أهل الفسق والكبائر » وقوله : « يرجّعون القرآن ترجيع الغناء » .\r\nوثانيهما : أن يقال : وحاصل ما قال حمل الأخبار المانعة على الفرد الشائع في ذلك الزمان ، والشائع في ذلك الزمان الغناء على سبيل اللهو من الجواري وغيرهنّ في مجالس الفجور والخمور ، والعمل بالملاهي والتكلَّم بالباطل وإسماعهنّ الرجال . فحمل المفرد المعرّف يعني لفظ الغناء على تلك الأفراد الشائعة في ذلك الزمان غير بعيد . إلى أن قال : إنّ في عدّة من أخبار المنع عن الغناء إشعاراً بكونه لهواً باطلاً ، وصدق ذلك في القرآن والأذكار المقروءة بالأصوات الطيّبة المذكورة الميّهجة للأشواق إلى العالم الأعلى محل تأمّل ، على أنّ التعارض واقع بين أخبار الغناء والأخبار الكثيرة المتواترة الدالَّة على فضل قراءة القرآن والأدعية والأذكار مع عمومها لغة وكثرتها وموافقتها للأصل وكون النسبة بين الموضوعين عموم من وجه ، فإذن لا ريبَ في تحريم الغناء على سبيل اللهو والاقتران بالملاهي ونحوهما . ثمّ إن ثبت إجماع في غيره ، وإلَّا بقي حكمه على الإباحة . وطريق الاحتياط واضح . انتهى المحكيّ منه . ( 1 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأحكام ، ص 86 - 85 وانظر « گفتارى از محقّق سبزوارى » المطبوع في هذه المجموعة .\r\n","page_name":" 52 ","page_number":62},
  {"content":"\r\nوهو كما ترى ينادي بميله إلى الجواز في القرآن وغيره ، وعن المحقّق [ الأردبيلي 
  ] أنّه وجّه استثناء المراثي وغيرها من الغناء بأنّه ما ثبت الإجماع إلَّا في غيرها ، والأخبار ليستْ بصحيحةٍ صريحةٍ في التحريم مطلقاً ، وأيّد استثناء المراثي بأنّ البكاء والتفجّع مطلوب مرغوب وفيه ثواب عظيم ، والغناء مُعِين على ذلك ، وأنّه متعارف دائماً في بلاد الإسلام والمسلمين من زمن الشارع إلى زماننا هذا من غير نكير .\r\nوأيّده أيضاً بجواز النياحة وجواز أخذ الأجرة عليها ، والظاهر أنّها لا تكون إلَّا معه ، وبأنّ تحريم الغناء للطرب ، وليس في المراثي طرب ، بل ليس إلَّا الحزن . انتهى .\r\nوالظاهر من الشهيد الثالث تجويزه في المراثي وحكاية الرؤيا منه معروف مدوّن في مجالسه .\r\nوكيف كان فأقصى ما يمكن أن يستدلّ به لهذا القول وجوه ء :\r\nالأوّل : الأصل ، بل الأصول . وفيه : أنّ ما دلّ من العقل والنقل كتاباً وسنةً يدفعه .\r\nالثاني : الإطلاقات والعمومات الدالَّة على قراءة القرآن والمراثي والأدعية\r\nوغيرها . وفيه ما لا يخفى ، فإنّ المذكورات لا دلالة فيها على حكم موضوعاتها من حيث طريان العوارض ، ولم ترد في مقام بيان ذلك ، فلا يصحّ التمسّك بها في المقام فضلاً عن التعارض ، وإن كان عموماً من وجه ، قيل : نعم إن كان فأدلَّة الغناء واردة عليها ، حاكمة عليها ، مقدّمة عليها عند أهل العرف كما لا يخفى ، فالاستدلال بالعمومات والإطلاقات والأخبار المرغَّبة في البكاء والإبكاء لا وجه له .\r\nقال المحقّق المدقّق الأنصاري :\r\nإنّ أدلَّة المستحبّات لا تقاوم أدلَّة المحرّمات ، خصوصاً التي\r\n","description":"","footnote":"","page_name":" 53 ","page_number":63},
  {"content":"\r\nتكون من مقدّماتها فإنّ مرجع أدلَّة الاستحباب إلى استحباب إيجاد الشيء بسببه المباح ، لا بسببه المحرّم ، ألا ترى أنّه لا يجوز إدخال السرور في قلب المؤمن وإجابته بالمحرّمات كالزنا واللواط والغناء ؟ والسرّ في ذلك أنّ دليل الاستحباب إنّما يدلّ على كون الفعل لو خلَّي وطبعه خالياً عمّا يوجب لزوم أحد طرفيه ، فلا ينافي ذلك طروّ عنوان من الخارج يوجب لزومَ فعله أو تركه كما إذا صار مقدمةً لواجب ، أو صادَفَه عنوان محرّم فإجابة المؤمن وإدخال السرور في قلبه ليس في نفسه شيء ملزم لفعله أو تركه ، فإذا تحقّق في ضمن الزنا فقد طرأ عليه عنوان ملزم لتركه . كما أنّه إذا أمر به الوالد أو السيّد طرأ عليه عنوان ملزم لفعله . والحاصل : أنّ جهات الأحكام الثلاثة أعني الإباحة والاستحباب والكراهة لا يزاحم جهة الوجوب أو الحرمة ، فالحكم لهما مع اجتماع جهتيهما مع إحدى الجهات الثلاث . ويشهد بما ذكرنا من عدم تأدّي المستحبّات في ضمن المحرّمات قوله صلى الله عليه وآله وسلم : « اقرؤوا القرآن بألحان العرب ، وإيّاكم ولحونَ أهل الفسوق والكبائر ، وسيجئ بعدي أقوام يرجّعون القرآنَ ترجيعَ الغناء والنوح والرهبانيّة ، لا يجوز تراقيهم ، قلوبهم مقلوبة وقلوب من يعجبه شأنهم » . ( 1 )\r\n\r\nانتهى موضع الحاجة . وهو بمكان من المتانة ، وإن كان بعضُ أطرافه لا يخلو عن مناقشةٍ .\r\nالثالث : الأخبار الدالة على جواز التغنّي في القرآن\r\nويلحق به غيره ممّا هو\r\n","description":"","footnote":"\r\n( 1 ) المكاسب ، ج 1 ، ص 308 - 309 .\r\n","page_name":" 54 ","page_number":64},
  {"content":"\r\nمثله ؛ أخذاً بالمناط وعدم الفرق . وهي طوائف :\r\nمنها في بعض الروايات : « رجّع بالقرآن صوتك ، فإنّ الله عزّ وجلّ يحبُّ الصوت الحسن يرجّع فيه ترجيعاً » .\r\nومنها ما رواه سعد بن أبي وقّاصٍ عن النبي صلى الله عليه وآله وسلم قال : « من لم يتغنّ بالقرآن فليس منّي » .\r\nومنها ما روي عنه صلى الله عليه وآله وسلم : « زيّنوا القرآن بأصواتكم » .\r\nومنها ما ورد في بعض الروايات عن أبي عبد الله عليه السلام : « إنّ القرآن نزل بالحزن فاقرأوه بالحزن » .\r\nومنها ما روى ابن بابويه أنّه سأل رجل عليّ بن الحسين عليهما السلام عن شراء جارية لها صوت ؟ فقال : « ما عليك لو اشتريتها فذكَّرتك الجنّة » ومن المعلوم انّ المراد بتذكير الجنّة قراءة القرآن والأدعية والفضائل ونحوها .\r\nوالجواب عنها : أمّا أوّلاً ، فبأنّ أسانيدها ضعيفة جدّاً لا تصلح للتعويل عليها بنفسها إن لم يكن لها معارض فضلاً عن وجود المعارض .\r\nوأمّا ثانياً ، فبأنّ جميع وجوه المرجّحات مع أخبار الغناء .\r\nوأمّا ثالثاً ، فقضيّة الجمع بينها وبين ما دلّ على حرمة الغناء حملها على القراءة بالصوت الحسن ، والشاهد له ما دلّ على حسن الصوت الحسن المغاير للغناء .\r\nوأمّا رابعاً ، فبأنّ الخبر الأوّل مبيّن لقوله عليه السلام : « اقرؤوا القرآن الخ » الدالّ على حرمة القراءة بترجيع الغناء ، فالمراد بالترجيع فيه غير ترجيع الغناء . والثاني عاميّ وقد ذكروا له وجوهاً عديدة ، والأولى حمله على الغناء العامّ أي الصوت الحسن . والثالث بعد ورود عكسه لا دلالة فيها على التغنّي به . والرابع مسلَّم ، والقراءة بالحزن لا مدخليّة لها بالغناء . وكذلك الخامس ، فهو لو كان صحيحاً\r\n","description":"","footnote":"","page_name":" 55 ","page_number":65},
  {"content":"\r\nلم يكن دالاً أصلاً .\r\nالرابع : إنّ الغناء من مقولة الكلام\r\nفهو جارٍ في الكلمات الباطلة لا الحقّة .\r\nوقد مرَّ تضعيفه في التحقيقات السابقة .\r\nالخامس : إنّ موضوع الغناء لا يصدق في القرآن ونحوه .\r\nوفيه ما لا يخفى إذ على ما ذكرناه من كونه هو الصوت اللهوي فاستعماله فيه ونحوه ممكن بل واقع وإن كان موافقاً لما فسّره به اللغويّون والأصحاب ، فتحقُّق موضوعه فيه على جميع التفاسير ممكن ، ولذا صرّحوا بحرمته ولو في القرآن .\r\nالسادس : دعوى استقرار السيرة واستمراره\r\nمن قديم الزمان إلى الآن على قراءة القرآن والأدعية والمراثي بالأصوات المشتملة على الترجيع والإطراب من دون نكير عليهم .\r\nوفيه : انّا لا نمنع ذلك ، ولكنّه لا يجدي للمقام فإنّه إن أريد بذلك قراءتها بالأصوات الحسنة الغير اللهويّة فمسلَّم ، ولكنّه من جهة انتفاء موضوع الغناء وعدم كون الترجيع بالصوت والتطريب به غناء . وإن أريد بذلك قراءتها بالأصوات اللهويّة أو بقصد الالتهاء بها فقيام السيرة بذلك ممنوع .\r\nالسابع : ما دلّ على جواز النوح والنياحة مع اشتمالهما على الغناء غالباً .\r\nوفيه : أنّه كذلك ، ولكنّه من جهة عدم صدق الموضوع .\r\nالثامن : ما يقال من أنّ حرمة الغناء للإطراب ،\r\nوليس في المراثي طرب بل ليس فيه إلَّا الحزن .\r\nوفيه : أنّه اشتباه من جهة ظنّ أنّ الطرب مختصٌّ بالسرور . وقد عرفت فسادَه .\r\nفقد ظهر لك ممّا ذكرناه أنّه لا وجه يعتدّ به لإثبات الاستثناء على الوجه المختار ، وهو الصوت اللهوي ، فإنّه يكون حراماً وإن كان في القرآن والمراثي\r\nو ","description":"","footnote":"","page_name":" 56 ","page_number":66},
  {"content":"\r\nنحوهما .\r\nوأمّا ما ذهب إليه القوم فالظاهر أنّه لا مفرّ لهم من الالتزام بالمستثنيات لاستمرار السيرة على قراءتها بالأصوات التي تكون غناءً على ما فسّروه ، فلا بأس حينئذٍ بالاستثناء لجملة من الوجوه المتقدّمة وإن لم يتمّ كلَّها .\r\n[ استثناء غناء المغنّية في الأعراس 
  ]\r\nالثاني : إنّ المشهور في لسان جمع من الأصحاب استثناء غناء المغنّية في الأعراس إذا لم يكتنف بها محرّم آخر من الكلام بالباطل واللعب بآلات الملاهي المحرّمة ودخول الرجال عليهنّ . والذي يدلّ على ذلك ما رواه أبو بصير .\r\nقلتُ : سألت أبا عبد الله عليه السلام عن كسب المغنّيات التي يدخل عليها الرجال حرام ، والتي تدعى إلى الأعراس لا بأس به ، وهو قول الله عزّ وجلّ : * ( ومِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ الله ) * .\r\nوعنه أيضاً عن أبي عبد الله عليه السلام قال ، قال : « أجر المغنّية التي تزفّ العرائس لا بأس بكسبها » .\r\nوهذه الأخبار كما ترى صريحة في حلَّية الأجرة المستلزمة لحلَّية أصل العمل ، واشتمال أسانيدها على أبي بصير غير قادح فانّ الظاهر منه المرادي وهو ثقة ، على أنّه قد حصل التبيين بالاستفاضة وعمل المشهور ، فلا محيصَ عن العمل بها في مواردها ، ولا إشكال بحمد الله في المسألة .\r\nإنّما الإشكال في أمورٍ ينبغي التنبيه عليها :\r\nالأوّل : إنّ ما ذكروه من القيود الثلاثة محرّمات خارجيّة لا مدخليّة لها في أصل المسألة ،\r\nولا تأثير لها في أصل الكيفيّة ، فلو اقترن الصوت بأحدها أو\r\n","description":"","footnote":"","page_name":" 57 ","page_number":67},
  {"content":"\r\nبجميعها فالعصيان إنّما هو من جهة تلك الخارجيّة فلا يكون هناك معصيات بل عصيان واحد حاصل من جهة تلك الخارجيّة . فلا ضير حينئذٍ بحلَّية أصل الصوت من حيث هو وإن اشتمل على شيء من ذلك . نعم لا بأس بالقيد الأخير فإنّه منصوص ومع ذلك له خصوصيّة يمكن أن تكون شرطاً للجواز ، فلا تذهل .\r\nالثاني : هل الاستثناء المذكور مقصور على المغنّية أو يتعدّى إلى المغنّي أيضاً ؟\r\nوجهان ، واستدلّ للأوّل بأنّه يقتصر فيما خالف الأصل والنصوص المطلقة على القدر الثابت ، وهو الجواز في المغنّية . وللثاني إمّا بدعوى تنقيح المناط وعدم الفرق فانّ المناط في جواز الغناء في العرس هو حصول السرور ، وهو جارٍ في المقامين . وإمّا بالفحوى والأولويّة فإنّ تجويز الشارع وإذنه في غناء المغنّية مع كثرة اهتمامه في تستير النساء أصواتهنّ مع كونها مظنّة للفساد غالباً يستلزم تجويزه في الرجال بالأولويّة ، على أنّ ذكر المغنّية في الأخبار إنّما هو من جهة تداول تلك للتغنّي دون الرجال .\r\nهذا ، لكن الإنصاف أنّ التعميم مشكل جدّاً ، لاحتمال الخصوصيّة ، فيمكن أن يكون لأجل أنّ النساء لمّا باشَرْنَ في ليلة الزفاف للأمور المتعلَّقة بها كما يُرشِدُ إليه قوله : « تزفّ العرائس » اختُصَّ الجواز بهنّ دون الرجال ، فإنّه لا مدخليّة لهم في ذلك .\r\nوكيف كان فالفحوى والمناط لم يكونا معلومين لنا ، فلا بدّ من الاقتصار في المتيقّن ، ثمّ على تقدير التعدّي فيعتبر في الفرع ما يعتبر في الأصل من القيود الثلاثة المذكورة .\r\nالثالث : لو كان المناط هو السرور فهل يتعدّى إلى كلّ سرورٍ\r\nكالختان وأيّام العيد أم لا ؟ وجهان : والأقوى هو العدم ، وعليه الإجماع ظاهراً والأخبار الدالَّة على الجواز في أيّام العيد كما مرّت مطروحة ، لمخالفتها للأخبار المانعة مع إعراض الأصحاب عنها كافّة ، فهي من الشاذّ النادر المأمور بتركه .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":68},
  {"content":"\r\n[ في استثناء الحداء 
  ]\r\nالثالث : قد حكى بعض الأصحاب الشهرة على استثناء الحداء كدعاء ، ولم نقف على وجهٍ يُعتدّ به سوى الأصل المقطوع بما عرفت والنبوي المرسل أنّه قال لعبد الله بن رواحة : حرك بالنوق فاندفع يَرْتجزُ ، وكان عبد الله جيّد الحداء ، وهو وإن كان ضعيفاً إلَّا أنّه منجبر بما ذكر كما قيل فلا ينبغي الإشكال حينئذٍ في الجواز واستثناء الحداء على ما اخترناه من كون الغناء هو الصوت اللهوي ، فإنّه لا يكون لهواً من حيث هو ولا يكون المقصود منه اللهو أيضاً . بل في الحقيقة ليس هذا استثناء ، فإنّه فرع الدخول ، واستشكل بعضهم في الاستثناء على مذهب القوم لضعف النبوي وعدم تحقّق جابر له ، بل في الجواهر : لعلّ المحقّق على خلافه ( 1 )\r\n\r\nولعلَّه لذا لم يعتنِ به محقّقو المتأخّرين الذين عادتهم العمل بالأخبار المنجبرة بالشهرة ، والظاهر أنّه ليس إلَّا من جهة عدم تحقّقها ، والشهرة المحكيّة غير كافية خصوصاً بعد ظهور خلافها .\r\nثمّ على تسليم الاستثناء إمّا من جهة عدم الدخول في الموضوع أو من جهة الدليل على التخصيص لا يختصّ الحكم بما ذكر ، بل ينبغي التعدّي إلى غيره من أمثاله كالصوت المستعمل حين نزح الماء للإبل والبقر ، والصوت الذي يستعمله أرباب الصنائع من البنّاء وغيره ، لعدم الفرق مع تنقيح المناط فإنّه هو الاستمداد للعمل وهو حاصل في الجميع ، فكلّ ما يستمدّ به لحصول التكسّب بالحلال جاز بلا إشكال . ومنه بان الجواز للمريض مطلقاً سواء انحصر العلاج به أم لا ، لعدم شمول الأدلَّة المانعة لما ذكر مع تسويته للحداء قطعاً وعدم دخوله في الأصوات اللهويّة جدّاً .\r\n","description":"","footnote":"\r\n( 1 ) جواهر الكلام ، ج 22 ، ص 51 .\r\n","page_name":" 59 ","page_number":69},
  {"content":"\r\nخاتمة\r\nذكر بعض الأساتيذ ( 1 )\r\n\r\n: أنّ الغناء هل هو مختصّ بالصوت الحسن أو يعمّ الأصوات القبيحة الخشنة المنفّرة للطبائع ؟ ثمّ قال : مقتضى كلام من اعتبر الترجيع والإطراب العدم ، والظاهر من الرجوع إلى العرف في الغناء والقول بأنّه ما يسمّى فيه « خوانندگي » كونه غناء أيضاً . ولا يخفى أنّ في انصراف الأخبار إليه إشكالاً جدّاً ، وما اخترناه من اللهويّة في الغناء لا يجري هنا لعدم كونه لهواً في نفسه ولا له شأنية لذلك ، ومجرّد قصد الالتهاء بما ليس له شأنيّة ذلك لا يوجب صيرورته لهواً كالضرب على النحاس والأخشاب في الأعراس وغيرها إلَّا أنّ مَن سلك سلوك الاحتياط والحائطة كان له ساحل بحر الهلكة ، والذي كان لائقاً بأهل التقوى والديانة سيّما الأجلَّاء من الأجلَّة هو الاجتناب عن كلّ شبهة حتّى لا تلقى في التهلكة ، كما دلّ عليه رواية التثليث المشهورة المدوّنة في محلَّه .\r\nوفّقني الله وإيّاكم للطاعات ، والاجتناب عن المعاصي والسيّئات بحقّ محمّد وآله سادات البريّات ، صلوات الله عليهم ما دامتِ الأرضون والسماوات . والحمد لله أوّلاً وآخراً وظاهراً وباطناً .\r\nوقد فرغ من تسويد هذه الرسالة مؤلَّفه الفقير المحتاج إلى الله الغني محمد إبراهيم بن محمد رضا الأنجداني عاملهما الله بلطفه الخفي في ليلة الخميس السابع من شهر رجب المرجّب من عام ثلاث وثمانين ومائتين بعد الألف من الهجرة النبويّة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو التويسركاني في آخر رسالته في الغناء المطبوعة في هذه المجموعة قبل هذه الرسالة .\r\n","page_name":" 60 ","page_number":70}
  ]