[
  {"content":"\r\nنسئلك اللهم أن لا تدخل في صدورنا غير العلم ومحبة العلماء الأخيار ، واجعلنا ممن يعكف على فهم معاني الأخبار ، ويحمل من علوم آل محمد الأطهار وإني لما قرأت رسالة الاجتهاد والتقليد التي صنفها أستاذنا الأعظم وعمادنا الأفخم الذي وافق علمه عمله سيد الفقهاء والمجتهدين آية الله الحاج سيد مرتضى المرتضوي النگرودي مد ظله ووجدتها كأحسن ما صنف فيه ، مشتملة على تدقيقات أنيقة وعبارات عذبة ، وقلما يؤت بما فيها من التحقيقات العلمية ، فاستدعيت من جنابه أن يهبها للطبع حتى يعم به النفع ويستفيد منها كل طالب سديد ويفحم بها منكر والاجتهاد والتقليد ، فأجابني دامت بركاته ، فبذلت جهدي بنشرها في نسخ كثيرة والحمد لله على هذا التوفيق واشكره على هذه النعمة :\r\nالشيخ محمد الواصف\r\n","description":"","footnote":"","page_name":" مقدمة 1 ","page_number":1},
  {"content":"\r\n( الرسائل الثلاث )\r\nتأليف\r\nسيد الفقهاء والمجتهدين حجة الاسلام والمسلمين أستاذنا الأعظم وعمادنا الأفخم\r\nآية الله العظمى الحاج سيد مرتضى المرتضوي الحسيني اللنگرودي مد ظله العالي\r\nالناشر مطبعة الاسلام بقم\r\nحقوق الطبع محفوظة\r\n1380 ه‍ ق\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\nالحمد لله رب العالمين ، وأفضل الصلوات على أشرف الأنبياء والمرسلين محمد وآله المعصومين ، واللعنة الدائمة على أعدائهم أعداء الله من الآن إلى يوم الدين وبعد : فيقول العبد الفاني مرتضى الحسيني اللنگرودى عفى عنه : أنى عندما كنت مشتغلا بالبحث والنظر حول السفر الجليل : والكتاب النفيس ( العروة الوثقى ) أدون فوائد عثرت عليها من أفواه الاعلام وكتبهم ، وزوائد ظفرت عليها بتوفيق الملك العلام فصارت بحمد الله رسائل مختلفة في شتات المسائل وقد وفقت عجالة للمراجعة والتنقيب حول بعضها فلخصته وأفردته فجاء بحمده ومنه ثلاث رسائل : الأولى . في الاجتهاد ، الثانية في التقليد ، الثالثة في الكر وما يتفرع عليه فنشكر الله على هذه النعمة وما توفيقي إلا باللَّه ، عليه توكلت واليه أنيب فنقول :\r\n","description":"","footnote":"","page_name":" 2 ","page_number":3},
  {"content":"\r\n\r\nالرسالة الأولى في الاجتهاد\r\nيعجبني قبل الشروع في المقصود أن اذكر بعنوان المقدمة فقرأت مما أفاده بعض الأساطين ( 1 )\r\n\r\nفي هذا المقام في رسالته : « حق المبين في تصويب المجتهدين وتخطئة الأخباريين ولقد أجاد فيما أفاد حيث قال :\r\nلا يخفى على من تتبع الآثار وأمعن النظر في الاخبار ان لأهل كل ملة رؤساء يرجعون إليهم في الأحكام الشرعية مما لا تدخل في الضرورتين أو في المعلوم مطلقا في أحد الوجهين كما أن أهل الحرف والصنائع كذلك إذا أشكلت عليهم الأمور فإنهم يرجعون إلى علمائهم بالصنعة وعرفائهم فاليهود يرجعون إلى أحبارهم ، والنصارى إلى رهبانهم ، والمسلمون إلى علمائهم وقد كان في زمان أئمتنا عليهم السلام الزراية واليونسية ، ونحوهم ، وقد أمروا صلوات الله عليهم بالرجوع إلى بعض أصحابهم كما أمروا بالرجوع إلى ، زرارة ، ويونس بن عبد الرحمن ، ويحيى بن زكريا ، ونحوهم ، والظاهر أن المراد ، الرجوع في الفتوى دون الرواية ، وليس الاجتهاد سوى استفراغ الوسع في تحصيل الظن ، وذلك لازم بديهة بالنسبة إلى الموضوعات وباقي المقدمات وان قلنا بعلمية الصدور .\r\nثم إنه قد جرت سيرة جميع المتشرعين على أن الناس بين علماء لا رجوع لهم إلى غير\r\n","description":"","footnote":"\r\n( 1 ) هو الشيخ الكبير ، والفقيه النبيه الشيخ جعفر النجفي المعروف بكاشف الغطاء المتوفّى أوائل جمادى الأولى سنة 1290 بالنجف ودفن في مقبرة آبائه\r\n","page_name":" 3 ","page_number":4},
  {"content":"\r\nالأدلة ، وعوام يرجعون إلى العلماء ، ووردان العلماء ورثة الأنبياء ونواب الأئمة الأمناء وان من عرف شيئا من حلالهم وحرامهم جعلوه حاكما ، والراد عليه راد على الله وهو على حد الشرك باللَّه ، ومعلوم ان الحاكم غير المحكوم عليه ، وقد جعلوا قضاة يرجع إليهم في القضاء لئلا يختل النظام ، وتضل العوام ، ولولا الحكم برجوع العوام للزم اما وجوب بلوغ درجة العلماء على جميع المكلفين ، أو سقوط التكليف عنهم ، إذ من المتعسر ، أو المتعذر توصل العوام إلى معرفة المسائل بالشواهد ، والدلائل مع وجود الناسخ فيها ، والمنسوخ ، والعام ، والخاص ، والمطلق ، والمقيد ، والمجمل والمبين ، والحقيقة والمجاز وهكذا ، مع تبدل اللسان ، بالنسبة إلى عرف هذا الزمان فضلا عن باقي اللغات فلا يمكنه معرفة الأدلة على عربيتها الا بعد معرفة اللغة والنحو والصرف والنكات البيانية إلى أن قال فمن أوجب الأخذ بالأدلة ومنع التقليد وجعل العلماء رواة يروون فقد أنكر ضرورة الدين فضلا عن المذهب وادعى خلاف البديهة ولا أظن أحدا من أهل الشرائع السابقة فضلا عن شريعتنا يدعى وجوب تعليم العالم من مسائله جميع ما يتوقف عليه المسألة من الأدلة وكيفية الاستدلال ، ومن أنكر ذلك فقد خالف علمه عمله ، وكان إنكار الاسم دون المسمى ، واللفظ دون المعنى ، وكيف يعقل العمل باخبار جمعت في الكتب من دون إحاطته بها إلى أن قال : فإذا سئل إمام الجماعة عن مسألة جزئية لزمه أن يأتي بالدليل ويذكر ما يتوقف عليه فيشغل نفسه بمسألة واحدة جزئية لواحد ولا يلتفت إلى غيره فان بنى كلامهم ( 1 )\r\n\r\nعلى ظاهره : من أن حكم العوام والعلماء في الأخذ عن الدليل واحد ، كانوا . مخالفين للمجتهدين ، ومنكرين لضروري الدين\r\n","description":"","footnote":"\r\n( 1 ) عنى بمرجع الضمير الأخباريين\r\n","page_name":" 4 ","page_number":5},
  {"content":"\r\n\r\nوالأفهم قائلون بالاجتهاد والتقليد من حيث لا يشعرون ، وعلمهم مخالف لعملهم إلا أن يعود بحثهم إلى مجرد الاسم وإني رأيت من مشايخهم من يطعن على المجتهدين بتسمية الاجتهاد والتقليد متمسكا بأنه كيف يجوز هذه التسمية مع عدم الإذن بذلك شرعا . انتهى موضع الحاجة من كلامه زيد في علو مقامه\r\nإذا عرفت ذلك فنقول : الكلام في هذه الرسالة يقع في مباحث\r\nالمبحث الأول في تعريف الاجتهاد\r\nقد عرفوه بتعاريف : منها ما عن العلامة والحاجبي : انه عبارة عن استفراغ الوسع في تحصيل الظن بالحكم الشرعي ومنها : انه عبارة عن ملكة يقتدر بها على استنباط الحكم الشرعي الفرعي عن مدركه ومأخذه .\r\nوالتعريف الأول ناظر إلى فعلية الاجتهاد والاستنباط كما أن التعريف الثاني ناظر إلى القوة التي بها يستنبط الاحكام ويصح تعريف الاجتهاد بأنه استنباط الأحكام الشرعية عن أدلتها التفصيلية كما أن الفقه هو العلم بالأحكام الشرعية عن أدلتها التفصيلية قال : في الكفاية « الأولى تبديل الظن بالحكم ، بالحجة عليه فان المناط فيه هو تحصيلها قوة أو فعلا لا الظن حتى عند العامة القائلين\r\n","description":"","footnote":"","page_name":" 5 ","page_number":6},
  {"content":"\r\nبحجيته مطلقا أو بعض الخاصة القائل بها عند انسداد باب العلم بالأحكام .\r\nفحينئذ يكون استفراغ الوسع في تحصيل غير الظن ( من افراد الحجة من العلم بالحكم أو غيره ما اعتبر من الطرق التعبدية الغير المقيدة للظن ولو نوعا ) اجتهادا أيضا .\r\nولا يخفى ان التعاريف التي ذكرت له من الصدر الأول إلى زماننا ليس شيء منها تعاريف حقيقية له . لا بالحد ولا بالرسم . بل انما هي تعاريف لفظية مشيرة إلى ما هو المبحوث عنه ، لا على نحو شرح الاسم بمفاد ماء الشارحة ( كما تكرر ذلك من صاحب الكفاية ووقع مورد الاشكال بعض المحققين من تلامذته قدس سره . وإشكاله على قاعدة المعقول كان في محله فراجع تعليقه على الكفاية ) بل على نحو بيان معاني الألفاظ من تبديل لفظ بلفظ آخر أوضح منه . نحو سعة أنه نبت ، وذلك لا لما أفاده في الكفاية ( من عدم إمكان الإحاطة بالأشياء بكنهها أو بخواصها الموجبة لامتيازها عما عداها لغير علام الغيوب ) فان لازم هذا الكلام منه عدم تحقق التعريف بالحد ولا بالرسم بالنسبة إلى شيء من الأشياء وهو كما ترى بمكان من البطلان ضرورة أن تعريف الإنسان بالحيوان الناطق تعريف بالحد حقيقة . فإن المراد بالناطق عند التحقيق ، النفس الناطقة ، وهو الفصل الحقيقي للإنسان كما حقق في محله : فحقيقة الإنسان وماهيته ليست الا لحيوان الناطق وكذا غير الإنسان من سائر الأنواع . بل من جهة ان تلك التعريفات ليست سليمة عن النقض طردا أو عكسا كما لا يخفى لمن تدبر :\r\nوحيث إن المسائل الأصولية عبارة عن القواعد والكبريات الكلية\r\n","description":"","footnote":"","page_name":" 6 ","page_number":7},
  {"content":"\r\n\r\nالتي لو انضمت إلهيا صغرياتها لاستنتج الحكم الشرعي أو ينتهي الأمر إلى الأصول والوظائف العملية فالأولى أن يقال : ان الاجتهاد عبارة عن اعمال القوة بضم الصغريات إلى الكبريات لأجل الوصول إلى أحد الأمرين\r\nالمبحث الثاني\r\nان الاجتهاد يتصور على نحوين وينقسم إلى قسمين ، مطلق ، ومتجز ، والاجتهاد المطلق عبارة عما به يكون المستنبط قادرا على استنباط أي حكم يرد عليه في أي باب من أبواب الفقه . فان وقع عنه أحيانا تردد أو إشكال . في مسألة ( كما اتفق ذلك لأساطين الفقه كالمحقق ، والعلامة ، والشهيدين وغيرهم فليس ذلك لعجز هم عن الاجتهاد واستنباط الحكم عن مأخذه ومدركه بل انما هو إخفاء للحكم لما يكون هنا من المصلحة التي يعرفها المجتهد المطلق كذا أفيد لكنه بظاهره لا يخلو عن تأمل حيث إن الفقيه الواحد من الأساطين يختلف حال في مسألة واحدة فقد يتردد فيها في كتاب ويفتي بأحد طرفي الترديد في كتاب آخر ، بل الأمر يتفق كذلك في كتاب واحد ، مع أنه لا نفهم لاخفاء الحكم المستنبط معنى .\r\nوعن صاحب الفصول قدس سره أن يتردد فيها في بعض المسائل انما هو في مقام الاجتهاد والاستنباط ، فلا تردد لهم في مقام الحكم ولعل مراده ما أفاده في الكفاية من أن التردد في بعض المسائل انما هو بالنسبة إلى حكمها الواقعي لأجل عدم دليل مساعد في كل مسألة عليه أو عدم الظفر به بعد الفحص عنه بالمقدار اللازم لا لقلة الاطلاع أو قصور الباع ، واما بالنسبة إلى حكمها الفعلي فلا تردد لهم أصلا انتهى\r\n","description":"","footnote":"","page_name":" 7 ","page_number":8},
  {"content":"\r\nأقول لا بأس به بناء على اصطلاحه في الحكم الفعلي وإلا فالحق كما حقق في محله ان فعلية الأحكام الواقعية انما هي بتحقق موضوعاتها في الخارج وصلت إلى المكلف أو لم تصل ، ووصولها إلى المكلف ( بالعلم أو بالطريق والأمارة ) انما هو محقق لتنجزها وصحة العقوبة والمثوبة عليها ، فالحكم الواقعي الفعلي في مورد الاشكال . كان باقيا على تردده\r\nإلا أن يقال بما أفيد في الفصول في تضعيف الدليل الثاني من الأدلة على حجية استنباط المتجزئ « من أن المعلوم تحقق التكليف الفعلي بمؤدى طرق معينة وحيث لا سبيل إلى معرفتها بطريق القطع وجب التعويل فيها على الظن »\r\nوفيه ان التكليف الفعلي على أصول الإمامية من التخطئة انما هو بالأحكام الواقعية وأداء الطرق إليها وقيامها عليها انما يوجب تنجزها وتؤثر في الفعل الذي أدت إليه المصلحة والتفصيل في محله هذا تمام الكلام في المطلق .\r\nوأما التجزي فهو عبارة عما به يقتدر على استنباط بعض الأحكام عن أدلتها على النهج المألوف ، فقد وقع الخلاف في إمكانه وعدمه على قولين :\r\nففي الفصول : المحققون على الظاهر على إمكان بلوغ الناظر في في الأحكام الشرعية درجة من العلم بحيث يتمكن من معرفة بعض الأحكام عن أدلتها مع قصور نظره عن معرفة البواقي وهذا هو الحق ثم نقل عن المخالف ما لا تخلو عن المكابرة ، وحاصله ان من لا إحاطة له\r\n","description":"","footnote":"","page_name":" 8 ","page_number":9},
  {"content":"\r\nبجميع المسائل يحتمل في حقه احتمالا مساويا في كل مسألة يقف على مداركها أن يكون من جملة ما لا يحيط به من الدلائل ما يعارض تلك الدلائل التي وقف عليها في تلك المسألة على وجه يساويها أو يترجح عليها وأجاب عنه نقضا بالمجتهد المطلق ، وحلا بان الظن بعدم المعارض كثيرا ما يعرف بالفحص في مظانه أو بتصريح المتفحصين به فلا يتوقف على إحاطة الجميع انتهى موضع الحاجة من كلامه .\r\nأقول وأحسن ما قيل في بيان إمكان التجزي ووقوعه هو الذي أفاده شيخنا الأستاد المحقق النائيني قده في مجلس الدرس ومحصل ما أفاده في المقام يرجع إلى وجهين :\r\nالأول ان أبواب الفقه ومسائله من حيث صعوبة الأخذ وسهولته ليست على نهج واحد بل كانت مختلفة كما لا يخفى على الخبير بها فان باب العبادات مثلا يكون أسهل تناولا من باب المعاملات والتجارات من جهة ان مدارك الاستنباط في العبادات في الأغلب هي النصوص الواردة عن الأئمة عليهم السلام وقلما يتفق أن يكون التعويل فيها على القواعد الكلية كما هو الأمر في باب الخلل مثلا بخلاف باب المعاملات فان مداركها غالبا هي القواعد الكلية واما النصوص الواردة فيها فقليلة جدا ومن الواضح ان استنباط الحكم من القواعد العامة وتطبيقها على الموارد أصعب وأكثر مئونة من استنباطه من النصوص الخاصة من جهة ان النصوص لا يحتاج إلى أزيد من الاستظهار ، والأمر فيه هين بخلاف استنباط الحكم من القواعد ، فإن أمر تطبيقها على الموارد أصعب أمر كما لا يخفى على من هو أهل لذلك ، فحينئذ يمكن أن\r\n","description":"","footnote":"","page_name":" 9 ","page_number":10},
  {"content":"\r\nيحصل للعالم الممارس قوة الاستنباط فيما هو أسهل تناولا وأقل مئونة من أبواب الفقه دون ما هو الأصعب منها ولا نعني بالمتجزي الا هذا .\r\nوأشكل عليه تارة بأن ملكة الاجتهاد أمر بسيط والبسيط غير قابل للتجزي وأخرى بأن ملكة الاجتهاد قوة قدسية موهوبة من الله سبحانه غير قابلة للتجزية وكلاهما مدفوعان .\r\nفأما الأول فلان البسيط لا إشكال في كونه قابلا للاشتداد والضعف ولنقص والزيادة كما هو الشأن في جميع الصفات النفسانية من العلم والشجاعة والعدالة ولسخاوة وغير ذلك فإنها بسائط نابلة للاشتداد والضعف والزيادة والنقصان .\r\nوأما الثاني فلان كونها قوة قدسية موهوبة منه تعالى غير قادح في إمكان التجزي فإن إيهابها وإعطائها ليست مجازفة بل يتبع الاستعداد والقابلية ومعلوم ان الاستعدادات متفاوتة فمن الناس من يكون مستعدا وقابلا لان يفيض عليه تلك القوة في جميع الأبواب لشدة جودته وكثرة جهده وفرازة إدراكه ومنهم من يكون دون ذلك فلا يفيض عليه الا بقدر استعداده وتوافق قريحته وأنسه الذهني مع بعض الأبواب دون البعض كما هو المشاهد في بعض المجتهدين انتهى ما أفاده قده .\r\nوقد يختلج بالبال ان ملكة استنباط الاحكام وقوة رد الفروع على الأصول انما يحصل بعد تحصيل المبادي بالممارسة في المسائل الأصولية والقواعد الفقهية والخوض في ذلك وتختلف قوة وضعفا حسب اختلاف الاستعدادات وبذل الجهد والسعي والخوض في الأدلة والعبادي سواء كان الواجد لهذه\r\n","description":"","footnote":"","page_name":" 10 ","page_number":11},
  {"content":"\r\nالملكة وقوة الاستنباط ذا قوة قدسية بأن كان مؤمنا حقا كالسيد والشيخ والعلامة والمحقق وأضرابهم من أصحابنا الإمامية قدس الله أسرارهم أو لم يكن ذا قوة قدسية بأن كان مخالفا كالعضدي والحاجبي والرازي وأمثالهم من المخالفين واما ما ورد من أن العلم نور يقذفه الله في قلب من يشاء فهو أمر آخر وراء ملكة الاجتهاد وقوة الاستنباط كما لا يخفى هذا . وبعد ما تفطنت به ظفرت على ما إجادة بعض المحققين في المقام يعجبني نقله ، قال قده ان الاجتهاد بمعنى استفراغ الوسع في تحصيل الحجة على الحكم ممكن الحصول للعادل والفاسق والمؤمن والمنافق لتسببه عن اعمال القوة النظرية الحاصل من إتقان العلوم النظرية الدخيلة في تحصيل الحجة على الحكم من دون حاجة إلى قوة قدسية اليهية أو قذف نور في قلب المستنبط إلخ . »\r\nنعم كل منهما مفاض من الله سبحانه على طبق حكمته ومشيته ويجتمعان في مادة ويفارق كل منهما عن الأخر في مادة كما لا يخفى ، وما في القوانين من جعل القوة القدسية من الشرائط للاجتهاد الصحيح ، يؤيد ما ذكرنا ويحتمل أن يكون نظر شيخنا الأستاد المحقق قدس فيما أفاده إلى بيان الاجتهاد الصحيح الجامع للشرائط فعبر عنه بالقوة القدسية الموهوبة من الله سبحانه جريا على ما جرى عليه القوم في كتبهم فلا حظ الفصول والروضة وغيرهما من الكتب كي تظهر لك حقيقة الحال فتحصل مما ذكر إمكان التجزي بل وقوعه باعتبار ما يقع فيه الاستنباط من أبواب الفقه\r\n","description":"","footnote":"","page_name":" 11 ","page_number":12},
  {"content":"\r\n\r\nمن العبادات والمعاملات والأحكام المختلفة من حيث سهولة التناول وصعوبته من المدارك والأدلة .\r\nالوجه الثاني ان الاجتهاد من حيث الملكة وفعلية الاستنباط أمر لا يحصل إلا بالتدريج بمعنى ان الاجتهاد له درجات وبتمامية الدرجة الأخيرة وحصولها يحصل الاجتهاد المطلق فإذا وقف في كل درجة ( ما عدي الدرجة الأخيرة ) كان مجتهدا متجزيا ويظهر جليا ( في البحث الآتي عند الكلام فيما يتوقف عليه تحصيل الاستنباط ) ان للاجتهاد درجات فارتقب\r\nالمبحث الثالث\r\nفي بيان ان استنباط الأحكام الشرعية عن أدلتها في أمثال زماننا يتوقف على أمور\r\nمنها معرفة العلوم العربية ( من اللغة ، والصرف ، والنحو ونحوها ) وإن كانت بغاياتها لكن على نحو التنقيح ، والاطمئنان .\r\nومنها معرفة المعاني العرفية الثابتة في زمان النبي صلَّى الله عليه وآله والأئمة عليهم السّلام ومنها : معرفة علم الكلام بمقدار ما يتوقف عليه حجية الأدلة من قول المعصوم والنبي والأئمة ، وفعله وتقريره .\r\nومنها : معرفة القواعد المنطق ، لكن يكفي معرفة الدليل على\r\n","description":"","footnote":"","page_name":" 12 ","page_number":13},
  {"content":"\r\nهيئة الشكل الأول والقياس الاستثنائي برجوع الدليل والبرهان في الفقه غالبا إليهما . ويندر الافتقار إلى غيرهما ومنها : معرفة علم التفسير بمقدار ما يتوقف عليه معرفة ألفاظ آيات الاحكام ، وتميز الناسخ عن المنسوخ منها ، والمحكم عن المتشابه ومنها : معرفة المسائل الأصولية ، والقواعد الفقهية ، وهذه هي العمدة ، لأنها المبادي القريبة للاستنباط ، ( وتلك المذكورات مباد بعيدة فيلزم معرفة المسائل الأصولية واللفظية والعقلية ) على نحو الاستدلال والبرهان لا على نحو التقليد وبالممارسة في المسائل الأصولية ، والخوض فيها ( بعد تحصيل تلك المبادي البعيدة ) إن حصلت له ملكة استنباط المسائل الفرعية وقوة رد فروعها إلى أصولها بمشية الله سبحانه في خصوص دائرة القطعيات ( أعني آيات القرآنية ) فصا وظاهرا ( والأخبار المتواترة كذلك ) فهذه هي الدرجة الأولى من الاجتهاد .\r\nوان حصل له ذلك مطلقا حتى في غير المتواترات من الاخبار أيضا فهذه الدرجة الثانية من الاجتهاد فلا بد في هذه الدرجة من معرفة حجية الخبر الواحد اجتهادا وتقوم حجية خبر الواحد واستنباط الحكم منها انما هو بأمرين بل بأمور ثلاث الدلالة والصدور ووجه الصدور فمن حيث الدلالة يرجع إلى مسائل الأصول إذ في الأصول يبحث عن حجيته الظواهر ، وعدمها ، ومن حيث وجه الصدور\r\n","description":"","footnote":"","page_name":" 13 ","page_number":14},
  {"content":"\r\nيرجع إلى الأصل العقلائي : فإن الأصل كونه لبيان الواقع ، وعدم لحاظ غير الواقع من التقية وغيرها ومن حيث الصدور والسند يحتاج إلى معرفة القواعد الرجالية كلها ، أو جلها ، أو المهمات منها على الاختلاف فيها فربما قيل بكفاية معرفة عدة مسائله المهمة في ذلك منها : معرفة ان ما في الجوامع العظام المنقولة عن الكتب والأصول ، حجة ، بعد إحراز وثاقة مصنفي الكتب ، والأصول ومن فوقهم من الرجال إلى المعصوم ع كما في جامع الرواة . حيث قال : الفائدة الخامسة اعلم أن الشيخ الطوسي قدس الله سره صرح في آخر التهذيب ، والاستبصار بأن هذه الأحاديث التي نقلناها من هذه الجماعة أخذت من كتبهم وأصولهم والظاهر أن هذه الكتب والأصول كانت عنده معروفة ، كالكافي ، والتهذيب وغيرها عندنا في زماننا هذا كما صرح به الشيخ محمد بن علي بن بابويه رضي الله عنه في أول كتاب « من لا يحضره الفقيه »\r\nفعلى هذا لو قال ، قائل بصحة هذه الأحاديث كلها وان كان الطريق إلى هذه الكتب والأصول ضعيفا إذا كان مصنفو هذه الكتب والأصول وما فوقها من الرجال إلى المعصوم عليه السّلام ثقات ، لم يكن مجازفا » انتهى كلامه لكنه لا يخلو عن تأمل\r\nومنها : معرفة أن الوسائط بين أصحاب الكتب المأخوذة من الأصول وبين أرباب الجوامع ، مشايخ إجازة ، أو مشايخ رواية . والثمرة بينهما انه ان كانت الوسائط مشايخ الإجازة لا يجب إحراز وثاقتهم بخلاف ما إذا كانت مشايخ الرواية فلا بد من إحراز\r\n","description":"","footnote":"","page_name":" 14 ","page_number":15},
  {"content":"\r\nوثاقتهم ، كما هو المحكي ، عن صاحب التكملة ، فإنه فرق بينها بأن الأول من ليس له كتاب يروى ولا رواية ينقل ، بل يجيز برواية كتاب غيره ، ويذكر في السند لمجرد اتصال السند . قال : فلو كان ضعيفا لم يضر ضعفه والثاني هو من تؤخذ الرواية منه ، ويكون في الأغلب صاحب كتاب : بحيث يكون هو أحد من تستند إليه الرواية ، وهذا تضر جهالته في الرواية ، ويشترط في قبولها عدالته ، وطريق العلم بأحد الأمرين ، هو ان ذكر له كتاب كان من مشايخ الرواية ، والا كان من مشايخ الإجازة ، انتهى .\r\nوقال صاحب تنقيح المقال ، ولي فيما ذكره من الفرق نظر لانتفاضه فيهما جميعا في موارد كثيرة لا يخفى على المتتبع انتهى فلا بد من التتبع حتى يظهر حقيقة الحال .\r\nومنها معرفة من اجتمعت العصابة على تصحيح ما يصح عنه اختلف في عددهم فقال بعض انهم ثمانية عشر رجلا وآخر بأنهم أربعة وعشرون رجلا ، واختار السيد العلامة الطباطبائي قدس ( 1 )\r\n\r\nالأول وقد نظم هؤلاء الجماعة بقوله صفحة بعد\r\n","description":"","footnote":"\r\n( 1 ) المتولد في كربلاء ليلة الجمعة من شوال سنة 1155 ، توفي في النجف الأشرف سنة 1212 .\r\n","page_name":" 15 ","page_number":16},
  {"content":"\r\nقد اجمع الكل على تصحيح ما * يصح عن جماعة فليعلما\r\nوهم أولو نجابة ورفعة * أربعة ، وخمسة وتسعة ( 2 )\r\n\r\nفالستة الأولى ( 3 )\r\n\r\nمن الأمجاد * أربعة منهم من الأوتاد ( 4 )\r\n\r\nزرارة ( 5 )\r\n\r\nكذا بريد ( 6 )\r\n\r\nقد أتى * ثم محمد ( 7 )\r\n\r\nوليث ( 8 )\r\n\r\nيا فتى\r\n","description":"","footnote":"\r\n( 2 ) لهم ثلاث درج فالدرجة العليا الستة المذكورون أولا في النظم هو الدرجة الوسطى الستة المذكورون ثانيا ثم الدرجة الثالثة الستة المذكورون أخيرا .\r\n\r\n( 3 ) هم من أصحاب أبي جعفر الباقر وأبي عبد الله الصادق عليها السلام .\r\n\r\n( 4 ) روى الكشي عن أبي عبد الله عليه السلام أنه قال : « أوتاد الأرض واعلام الدين أربعة : - محمد بن مسلم ، وبريد بن معاوية ، وليث البختري المرادي ، وزارة بن أعين » وقال عليه السلام في حقهم : « أربعة نجباء وأمناء الله على حلاله وحرامه لولا هؤلاء ، انقطعت آثار النبوة واندرست اعلام الدين إلى غير ذلك » .\r\n\r\n( 5 ) اسمه عبد ربه ، وزارة لقبه پكنى أبا الحسن وأبا علي ، هو ابن أعين ( بوزن أحمر ) بن سنسن ( بضم السين المهلة واسكان النون بعدها ميم مهملة ونون ) الشيباني بالولاء ، وهو أفقه الستة توفي سنة 150 ، وقيل 148 .\r\n\r\n( 6 ) هو يزيد بن معاوية بن العجلي الكوفي المكنى بأبي القاسم مات في حيوة أبي عبد الله عليه السلام .\r\n\r\n( 7 ) هو محمد بن مسلم بن رباح الثقفي الطحان الأعود مولى ثقيف المكنى بأبي جعفر توفي سنة 150 ، وله نحو من سبعين سنة .\r\n\r\n( 8 ) هو ليث بن البختري المرادي الكوفي المكنى بأبي بصير وأبي محمد ، وقال بعضهم مكانه أبو بصير الأسدي .\r\n","page_name":" 16 ","page_number":17},
  {"content":"\r\nكذا فضيل ( 9 )\r\n\r\nبعده معروف ( 10 )\r\n\r\n* وهو الذي ما بيننا معروف\r\nوالستة ( 11 )\r\n\r\nالوسطى أولو الفضائل * رتبتهم أدنى من الأوائل\r\nجميل الجميل ( 12 )\r\n\r\nمع أبان ( 13 )\r\n\r\n* والعبد لان ( 14 )\r\n\r\nثم حمادان ( 15 )\r\n\r\n","description":"","footnote":"\r\n( 9 ) هو فضيل بن يسار النهدي المكنى بأبي القاسم أصله كوفي نزل بصرة مات في حياة أبي عبد الله عليه السلام .\r\n\r\n( 10 ) هو معروف بن خربوذ ( بفتح الخاء المعجمة والراء المشددة والباء الموحدة والذال المعجمة بعد الواو ) القرشي بالولاء .\r\n\r\n( 11 ) وهم احداث أصحاب أبي عبد الله عليه السلام .\r\n\r\n( 12 ) هو جميل بن دراج بن عبد الله النخعي المكنى بأبي الصبيح عمي في آخر عمره يروى عنه وعن أبي الحسن عليهما السلام مات في أيام الرضا عليه السلام قيل قبره على الدجلة فيما يحاذي ما يسمى الآن سميكة ، قد يقال أنه أفقه لهذه الستة .\r\n\r\n( 13 ) هو أبان بن عثمان الأحمر البجلي المكنى بأبي عبد الله روى عن أبي عبد الله وأبي الحسن عليهما السلام قد يقال إنه كان من الناووسية .\r\n\r\n( 14 ) هما ( 1 - عبد الله بن بكير بن أعين الشيباني بالولاء المكنى بأبي علي ، روى عن أبي عبد الله ، وقال غير واحد أنه فطحي المذهب . 2 - عبد الله بن مسكان ( بضم الميم واسكان السين المهملة ) مولى عنزه روى عن أبي عبد الله وأبي الحسن موسى عليهما السلام ، وربما يعد مكانه عبد الله بن المغيرة البجلي المكنى بأبي محمد .\r\n\r\n( 15 ) هما ، أحمد بن عثمان بن زياد الرواسي الملقب بالناب ( ذو الناب ) مولى غنى مات سنة تسعين ومأة بالكوفة . 3 - حماد بن عيسى الجهني الكوفي سكن بصره دعى له أبو الحسن الأول عليه السلام فيما دعى أن يحج خمسين سنة فبعد تمام الخمسين خرج حاجا فلما صاد في موضع الاحرام دخل يغتسل فجا أو أدى فحمله فغرقه الماء وكان ذلك ستة تسع وقيل ثمان ومأتين وله نيف وتسعون سنة .\r\n","page_name":" 17 ","page_number":18},
  {"content":"\r\nوالستة الأخرى هم صفوان ( 1 )\r\n\r\n* ويونس ( 2 )\r\n\r\nعليهما الرضوان\r\nثم بن محبوب ( 3 )\r\n\r\nكذا محمد ( 4 )\r\n\r\n* كذاك عبد الله ( 5 )\r\n\r\nثم احمد ( 6 )\r\n\r\nوما ذكرناه إلا صح عندنا * وشذ قول من به خالفنا\r\n","description":"","footnote":"\r\n( 1 ) هو صفوان بن يحيى البجلي بياع السابري كانت له منزلة شريفه عند الرضا عليه السلام وقد توكل له ولأبي جعفر عليهما السلام ، وكان أوثق أهل زمانه عند أهل الحديث وأعبدهم كان يصلى كل يوم خمسين ومأة ركعة ويصوم في السنة ثلاثة اشهر ويخرج زكاة ماله ثلث مرات ؛ وذلك أنه اشترك هو وهو عبد الله بن جندب ، وعلي بن النعمان في بيت الله الحرام فتقاعد واجميعا أنه من مات صلى من بقي صلاته ، وصام عنه صيامه ، وزكى عنه ، فماتا وبقى صفوان بعدهما وكان يفي لهما بذلك ولذا كان عمله في الصلاة والصوم والزكاة ما ذكرنا ، بل كل شئ من البر والصلاح يفعل لنفسه ، كذلك يفعله عن صاحبه ، روى عن أربعين رجلا من أصحاب أبي عبد الله عليه السلام ، مات سنة عشر ومأتين ( 210 ) بالمدينة وبعث إليه أبو جعفر عليه السلام بحنوطه وكفنه وأمر إسماعيل بن موسى بالصلاة عليه ؛ ودعا له -\r\n\r\n( 2 ) يونس بن عبد الرحمن مولى علي بن يقطين المكنى بأبي محمد ؛ ولد في أيام هشام بن عبد الملك روى عن أبي الحسن موسى والرضا عليها السلام وكان الرضا عليه السلام يشير إليه في العلم والفتيا وكان ممن بذل له على الوقف مال جزيل فامتنع من أخذه وثبت على الحق له كتب كثيرة أكثر من ثلاثين كتابا مات سنة ثمان ومأتين ( 208 )\r\n\r\n( 3 ) هو حسن بن محبوب السراد ( ويقال الزراد ) الكوفي المكنى بأبي علي ، روى عن الرضا عليه السلام وكان جليل القدر ، يعد في الأركان الأربعة في عصره ، روى عن ستين رجلا من أصحاب أبي عبد الله مات في آخر سنة أربع وعشرين ومأتين ( 224 ) وكان من أبناء خمس وسبعين سنة .\r\n\r\n( 4 ) هو محمد بن أبي عمير زياد بن عيسى الأزدي المكنى بأبي احمد من أوثق الناس عند الخاصة والعامة وعد مراسيله مسانيد عاصر الكاظم والرضا والجواد عليهم السلام مات سنة عشرة ومأتين ( 217 ) وقد يقال أنه أفقه من يونس وأصلح وأفضل .\r\n\r\n( 5 ) هو عبد الله بن المغيرة المكنى بأبي محمد البجلي كان واقفيا ثم رجع كان من أصحاب الكاظم والرضا عليها السلام قيل صنف ثلاثين كتابا قال النجاشي في حقه لا يعدل به أحد من جلالته ودينه وورعه .\r\n\r\n( 6 ) هو أحمد بن محمد بن أبي نصر البزنطي المكنى بأبي جعفر وقيل بأبي علي لقي الرضا والجواد وكان عظيم المنزلة عندهما وله اختصاص بهما مات سنة إحدى وعشرين ومأتين 221 .\r\n","page_name":" 18 ","page_number":19},
  {"content":"\r\nوعن الشيخ « نقى الدين بن داود » في كتابه الرجال انه جعل الطبقة الثالثة هي الدرجة الوسطى والدرجة الثانية الدرجة الآخرة ، وكأنه نظر إلى جلالة يونس بن عبد الرحمن ، وصفوان بن يحيى ، ومحمد بن أبي عمير .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":20},
  {"content":"\r\nوكيف كان فقد وقع الخلاف في معنى تلك العبارة ، فقيل :\r\nان الخبر إذا صح إلى أحد أولئك الجماعة فلا يلاحظ ما بعده ، من رجال السند إلى المعصوم ( ع ) فيحكم بصحته وان كان فيما بعده إلى الإمام عليه السلام ضعيف : وهذا المعنى قد عزاه جماعة إلى المشهور بل عن السيد المحقق الداماد قده نسبته إلى الأصحاب .\r\nوقيل إنه لا يفهم من تلك العبارة إلا كون هؤلاء الجماعة ثقات ، واما الرجال الذين بعد هؤلاء إلى الإمام عليه السلام فالعبارة ساكتة عن حالهم والظاهر أن المعنى الأول أقرب بظاهر العبارة والتفصيل في محله .\r\nومنها ان تصحيح الغير يكفى أم لا ؟\r\nوالمسألة مطرح الانظار ولكن بعد قيام الأدلة القطعية على حجية الأخبار الموثوقة الصدور ( أما لكون الراوي ثقة أو لاحتفاف الخبر بما يوجب الوثوق بصدوره ) يسهل الأمر في التعديلات الرجالية ، لا من جهة حجية الظنون الرجالية بالخصوص ، بل من جهة كونها موجبة لتحقق صغرى الوثوق ، كما أن الاعتماد على الظنون اللغوية انما هو من جهة كونها محققة لصغرى الظهور ، والتفصيل في محله .\r\n","description":"","footnote":"","page_name":" 20 ","page_number":21},
  {"content":"\r\nوبالجملة بعد الفراغ عن حجية الظواهر كتابا ، وسنة وحجية الأخبار الموثوقة الصدور ، لا احتياج إلى معرفة مسائل علم الرجال « الا إلى معرفة عدة مسائله المهمة على الوجه الذي ذكرناه والظاهر أن بناء شيخنا العلامة الأنصاري ( خريت صنعة الأصول ) كان على ذلك . وتشهد له القضية الواقعة بينه وبين بعض أهل الرجال في عصر حجة الإسلام الشفتي الأصفهاني قده .\r\nإجمال القضية ان الشيخ قده حضر عند السيد في أصبهان فاستخبره السيد فوجده بعد المناظرة عالما متبحرا في الفقه والأصول ، ومع ذلك بعث إليه رجلين من علماء الرحال فلم يجداه مسلطا في ذلك العلم ، ولذا لم يصدق السيد اجتهاده حسب ما أدى إليه نظره من لزوم معرفة قواعد علم الرجال جلها وقيل : ان الوجه فيما صنعه الشيخ الأعظم ( من إبراز عدم السلطة في علم الرجال مع كونه عالما بقواعده ) هو التنبيه على عدم الاحتياج إلى معرفة جميع مسائله وكفاية معرفة عدة من مسائله المهمة كما أشرنا وكيف كان فبعد ثبوت حجية الروايات الموثوقة الصدر وبجهاتها المذكورة ( من الصدور ووجه الصدور والدلالة ، والظهور ومعرفة المقدار اللازم من قواعد الرجال ) يصح له استنباط الاحكام\r\n","description":"","footnote":"","page_name":" 21 ","page_number":22},
  {"content":"\r\nمن الروايات الغير المتواترة ، كما صح له الاستنباط من الروايات المتواترات والآيات المباركات ، هذا كله بناء على انفتاح بأبى العلم والعلمي بالأحكام كما هو الحق المحقق لوجود الاخبار الموثوقة الصدور « الوافية بمعظم الفقه بحيث لا يلزم من الرجوع فيما عداها إلى الأصول الجارية في تلك الموارد محذور أصلا لا الخروج عن الدين ولا المخالفة العلمية فيما بأيدينا من كتب الاخبار وأما بناء على انسداد بأبى العلم والعلمي . فهل يكون باب استنباط الاحكام منفتحا على المجتهد بحيث يجوز للعامي الرجوع إليه أم لا ؟ أو تفصيل بين تقريري الكشف والحكومة فيجوز على الأول دون الثاني وقد استشكل في الكفاية رجوع العامي إلى من انسد عليه بابيهما خصوصا على تقرير الكشف .\r\nوأورد عليه تلميذه المحقق الأصفهاني في التعليقة بما يدل على جواز الرجوع إليه على تقديري الحكومة والكشف كليهما فراجعهما .\r\nولكن التحقيق هو التفصيل بين تقريري الكشف والحكومة بانفتاح باب الاستنباط على تقرير الكشف ، وجواز رجوع العامي إليه ، لكون\r\n","description":"","footnote":"","page_name":" 22 ","page_number":23},
  {"content":"\r\nالنتيجة على هذا التقرير حجية الظن شرعا في مرحلتي إثبات التكليف وامتثاله كما هو مسلك المحقق القمي قده وانسداد باب استنباط الاحكام على تقرير الحكومة كما هو خلاف التحقيق بيان ذلك ان اختلاف تقريري الكشف والحكومة ليس مما باختيار المستدل بل انما هو من جهة اختلاف الوجوه التي يتمسك بها لإثبات المقدمة الثانية والثالثة بل العمدة اختلاف تقرير الإجماع على عدم الاحتياط في المقدمة الثالثة فإن كان الإجماع المدعى هو الإجماع على عدم كون بناء الشريعة المقدسة على الاحتياط وامتثال التكاليف احتمالا بل بناء الشريعة على امتثال كل تكليف بعنوانه الخاص من الوجوب والحرمة ثم تقرير الكشف ويستكشف من هذا الإجماع حجية الظن شرعا وان الشارع جعل الظن حجة في مرحلتي إثبات التكليف وإسقاطه لاستكشاف العقل بالضرورة ان الشارع لا محالة نصب طريقا للعباد ولا بدّ أن يكون الطريق المنصوب وأصلا بنفسه وهو ليس الا الظن ولذلك ذهب المحقق القمي قده إلى بطلان عبادة تاركي طريقي الاجتهاد والتقليد .\r\nولا فرق في ذلك بين كون الدليل في المقدمة الثانية على عدم جواز إهمال الوقائع ، الإجماع ، أو لزوم المخالفة القطعية الكثيرة المعبر عنها في الكلمات بالخروج عن الدين وكان مرتكبها غير ملزم بشريعة سيد المرسلين ، أو العلم\r\n","description":"","footnote":"","page_name":" 23 ","page_number":24},
  {"content":"\r\nالإجمالي .\r\nواما ان كان الإجماع المدعى هو الإجماع على بطلان الاحتياط الكلي أي الجمع بين جميع المحتملات ، لكونه مما يخل بالنظام ، فلا يقتضي إلا التبعيض في الاحتياط عقلا ( ان كان الدليل في المقدمة الثانية على عدم جواز إهمال الوقائع هو العلم الإجمالي ) أو شرعا ( ان كان الدليل على عدم جواز إهمال الوقائع ، الإجماع ، أو الخروج عن الدين ) فلا تصل النوبة إلى الحكومة .\r\nفتحصل ان مقدمات الانسداد ، اما يتم على تقرير الكشف على الوجه الذي أوضحناه كما هو مبنى المحقق القمي قده ، ويستكشف منه حجية الظن شرعا في مرحلتي إثبات التكليف وامتثاله ، أو تبقى عقيمة غير منتجة لحجية الظن أبدا ، ولا تصل النوبة حينئذ إلى المقدمة الرابعة ولا يحصل من المقدمة الثانية والثالثة ، على غير تقرير الكشف الا التبعيض في الاحتياط في بعض التقادير وطريقية نفس الاحتياط العسري على بعض التقادير ، على الوجه الذي قررناه في الأصول وقد طويناه في هذه الرسالة ، ولا ينتهي الأمر إلى حكم العقل بحجية الظن في حال الانسداد ( نظير حجية القطع ، كما هو مراد من سلك مسلك الحكومة ) مع أن العقل لا سبيل له إلى الحكم بحجية الظن وجعله كالقطع ، فان العقل ليس نبيا مشرعا ، وشأنه ليس إلا الإدراك ، ومعلوم ان الظن ليس من العناوين التي يدرك العقل حسنها ،\r\n","description":"","footnote":"","page_name":" 24 ","page_number":25},
  {"content":"\r\n\r\nوقبحها ، كي يستكشف من إدراكه حكم الشرع بقاعدة الملازمة .\r\nنعم يحكم العقل بكفاية الامتثال الظني ، بعد تعذر الامتثال العلمي التفصيلي ، أو الإجمالي ، ولا يجوز الانتقال إلى الامتثال الشكي ، فان مراتب الامتثال ، متدرجة عند العقل ، وأين هذا من حكم العقل بحجية الظن في مرحلة إثبات التكليف ، كما هو المراد من الحجة على مصطلح الأصولي .\r\nوبما ذكرنا ظهر أن ما أفاده شيخنا العلامة الأنصاري قده في باب الانسداد ( من تمامية مقدمات دليل الانسداد على طريقة الحكومة ، واستنتاج حجية الظن عقلا ) لا يليق بجنابة ، قدس الله نفسه ، وكذلك ما أفيد في الكفاية ، فراجع كلامهما على تأمل وتأمل فيما ذكرنا ، حتى تنكشف لك حقيقة الحال ، وقد خرجنا عما يقتضيه وضع الرسالة ، ولكن لا بأس به إذا كان مشتملا على الفائدة .\r\n( المبحث الرابع )\r\nفي بيان ما للمجتهد من الاحكام والمناصب وهي بجملتها أربعة أو خمسة\r\nمنها جواز عمله ، بما يستنبطه من الأحكام الفرعية .\r\nومنها رجوع العامي إليه في العمل على فتواه . ومنها نفوذ قضائه .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":26},
  {"content":"\r\nومنها ولايته على الأمور الحسبية من نصب القيم ، وحفظ مال القصر ، والغيب .\r\nلا اشكال بل لا كلام في ثبوت هذه الأربعة للمجتهد المطلق في عصر ، الغيبة فمن بلغ مرتبة الاجتهاد المطلق يجوز له العمل ، بما يستنبطه من الأحكام الشرعية على النهج المألوف بين أصحابنا الإمامية ، وينفذ قضائه بين الناس ( وإذا كان واجدا لسائر الشرائط المعتبرة في القاضي ) ويجوز تقليد الغير له ، والعمل على طبق فتواه ، وولايته على الأمور الحسبية .\r\nواما الولاية العامة فقد وقع الخلاف في ثبوتها وعدمه ، في عصر الغيبة للفقيه الجامع للشرائط ، ولكن لا يخفى ان الولاية العامة التي وقع الخلاف فيها ، هي الولاية العامّة التي كانت منصب الولاة في عصر الحضور من جباية الزكوات ، والخراج واجراء الحدود ، وحفظ الثغور وغير ذلك مما هو من شؤون الوالي المنصوب من قبل الإمام العادل ( كما لك الأشتر ، ومحمد بن أبي بكر ) أو المنصوب من السلطان الجائر ، لا الولاية العامة ( الثابتة للنبي ص أو الإمام ع ) المشار إليهما بقوله تعالى : « النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ » فإن الولاية بهذا المعنى ( الراجعة إلى أولوية النبي ص أو الإمام ع بالتصرف في أنفس المؤمنين وأموالهم من شؤون النبوة والإمامة القائمتين بأنفسهم المقدسة غير قابلا للتفويض\r\n","description":"","footnote":"","page_name":" 26 ","page_number":27},
  {"content":"\r\nإلى الغير مستحيلة لان يتقمصها فلان وفلان وفلان ولا يمكن أن يكون بهذا المعنى محل الخلاف بين الاعلام ويستحيل دعوى ثبوتها في عصر الغيبة للفقيه وغيره\r\nوبالجملة ليس النزاع في كون الفقيه كالإمام أولى بالمؤمنين وان كان يظهر ذلك من كلام الفقيه الهمداني قده حيث قال في بيان ( الاستشكال على نفسه ) ان مقتضى التوقيع ثبوت منصب الولاية للفقيه فيما من شأنه الرجوع إلى الإمام لا كونه كالإمام أولى بالمؤمنين من أنفسهم .\r\nبل ربما يظهر ذلك من شيخنا العلامة الأنصاري في المكاسب ( في مقام منع دلالة المقبولة على إثبات الولاية للفقيه ) حيث قال لكن الانصاف بعد ملاحظة سياقها أو صدرها أو ذيلها يقتضي الجزم بأنها في مقام بيان وظيفتهم من حيث الأحكام الشرعية لا كونهم كالنبي ص والأئمة ( ع ) في كونهم أولى بالناس في أموالهم انتهى موضع الحاجة من كلامه .\r\nبل النزاع في كونه كالوالي المنصوب في عصر الحضور مثل مالك الأشتر ومحمد بن أبي بكر وقيس بن سعد بن عباده ونظائرهم .\r\nوالأقوى ثبوتها للفقيه الجامع للشرائط في عصر الغيبة وفاقا لجماعة من الأساطين فتوى ، وعملا ، كما اتفق ذلك للمحقق الثاني )\r\n","description":"","footnote":"","page_name":" 27 ","page_number":28},
  {"content":"\r\nولحجة الإسلام الشفتي الأصبهاني قدس سرهما ، فإنهما كانا يتوليان اجراء الحدود ، وجباية الزكوات ، وغيرهما مما هو من شؤون الولاة في عصر الحضور .\r\nوالدليل على ذلك ، قوله عليه السلام ، في مقبولة عمر بن حنظلة ( فإني قد جعلته عليكم حاكما ) فان الحاكم أعم من القاضي ( فمقتضى إطلاق الحكومة ثبوت الولاية العامة ) للفقيه ، فان الحاكم هو الذي يضرب بالسيف ، والسوط واستدل الفقيه الهمداني قده في كتاب الخمس ، على ثبوت الولاية العامة للفقيه الجامع ، بالتوقيع المروي عن إسحاق بن يعقوب « اما الحوادث الواقعة ، فارجعوا فيها إلى رواة أحاديثنا فإنهم حجتي عليكم وأنا حجة الله » ومحصل ما أفاده في ذلك هوان التدبر في هذا التوقيع الذي هو عمدة دليل النصب ، يوجب الجزم بان مراده عجل الله تعالى فرجه الشريف إقامة الفقيه المتمسك برواياتهم مقامه بإرجاع عوام الشيعة إليه في كلما يكون الإمام مرجعا فيه كي لا يبقى شيعته متحيرين في أزمنة الغيبة فإنه روحي فداه أراد بهذا التوقيع إتمام الحجة على شيعته في زمان غيبته بجعل الفقيه المتمسك برواياتهم حجة عليهم على وجه لا يسع لأحد أن يتخطى عما فرضه الله معتذرا بغيبة الإمام لا مجرد حجية قولهم في نقل الرواية أو الفتوى إلى أن قال\r\n","description":"","footnote":"","page_name":" 28 ","page_number":29},
  {"content":"\r\nلا ينبغي الاستشكال في نيابة الفقيه الجامع لشرائط الفتوى عن الإمام ( ع ) حال الغيبة في مثل هذه الأمور كما يؤيده التتبع في كلمات الأصحاب حيث يظهر منها كونها لديهم من الأمور المسلمة انتهى هذا تمام الكلام فيما يتعلق بالمجتهد المطلق\r\nواما بالنسبة إلى المجتهد المتجزي ، فالذي ينبغي أن يقال هو انه في خصوص جواز العمل بما يستنبطه من الاحكام مع المجتهد المطلق سيان من جهة ان أدلة حجية الأمارات والأصول كما تشمل المجتهد المطلق تشمل المتجزي أيضا بوزان واحد ونهج فأرد واما أدلة التقليد وما دل على وجوب رجوع الجاهل إلى العالم فكما لا تشمل المجتهد المطلق كذلك لا تشمل المتجزي إذا الفرض كونه ذا قوة الاستنباط عالما بالحكم فليس بجاهل حتى يرجع إلى العالم وبالجملة ان المجتهد المطلق والمتجزي بالنسبة إلى أدلة حجية الأمارات والأصول وبالقياس إلى أدلة التقليد شمولا وعدما كفرسي الرهان\r\nواما في جواز رجوع الغير إليه فهل هو كالمطلق أم لا ؟ قولان والمختار هو الثاني إذا تمكن من المجتهد المطلق واما عند التعذر وفقد المجتهد المطلق فلا ينبغي التأمل في جواز إفتائه ورجوع الغير إليه على ما ستعرف وجهه\r\nواما وجه المختار فتوضيحه يتوقف على رسم مقدمة وهي ان مسألة\r\n","description":"","footnote":"","page_name":" 29 ","page_number":30},
  {"content":"\r\nوجوب التقليد ليست مسألة تقليدية وإلا يلزم الدور كما هو الشأن في مسألة وجوب معرفة الله سبحانه وصفاته حيث إن وجوبها ليس شرعيا الحاكم بذلك العقل الضروري الارتكازي والذي أودعه الله سبحانه في فطرة البشر كما هو الحال في وجوب النظر في معجزة مدعى النبوة فكما ان العقل يستقل بوجوب معرفة الله سبحانه وصفاته ووجوب النظر في معجزة مدعى النبوة بملاك دفع عقاب المحتمل فكذلك يستقل بوجوب الفحص واستعلام الاحكام بعد تمامية وظيفة الربوبية من إرسال الرسل وإنزال الكتب وإيصال الاحكام إلى العباد على مجاري العادة إذ بعد ذلك تصل النوبة إلى قيام العبد بوظيفة العبودية من الفحص واستعلام الاحكام ، اما بالاجتهاد ان كان متمكنا منه والا فبالتقليد إذا لم يتمكن من الاحتياط أو قلنا بعدم كون الاحتياط طريقا .\r\nفتحصل ان وجوب رجوع الجاهل إلى العالم حكم عقلي ارتكازي إذا عرفت هذه المقدمة فنقول ان هذا لحكم العقلي حكم إجمالي لا إطلاق له بحيث يشمل الرجوع إلى المجتهد المتجزي مع التمكن عن المطلق لان ما يستقل به العقل هو أصل وجوب رجوع الجاهل إلى العالم موجبة جزئية وما يكون فيه الشأن كذلك يؤخذ بالمتيقن وهو الرجوع إلى المجتهد المطلق وفي المشكوك فيه يرجع إلى الأصل\r\nوبعبارة أخرى بعد ما ثبت بحكم العقل وجوب الرجوع إلى\r\n","description":"","footnote":"","page_name":" 30 ","page_number":31},
  {"content":"\r\nالعالم في الجملة يدور الأمر في مسألة جواز الرجوع إلى المتجزي مع التمكن من المجتهد المطلق بين ما هو مقطوع الحجية وبين ما هو مشكوك الحجية ومقطوع الحجية هو المتعين وفي المشكوك يرجع إلى إلى الأصل هذا كله فيما يقتضيه دليل العقل .\r\nواما الأدلة اللفظية فلا لطلاق لها أيضا من جهة انها مسوقة لبيان أصل تشريع التقليد ووجوب رجوع الجاهل إلى العالم واما بيان ما يعتبر في المرجع فلم يكن الأدلة مسوقة لأجله حتى ينعقد له الإطلاق ،\r\nومن هنا لو شككنا في اعتبار شيء كالإطلاق ، أو العدالة حتى الدرجة الأخيرة من التقوى زائدا على أصل اجتناب المعاصي نقع في ضيق فلا بد من اعتباره بعد فرض عدم الإطلاق الدافع عنه من جهة كونه قدرا متيقنا فعند الشك في اعتبار الاجتهاد المطلق في المفتي وعدم اعتباره لا بد من اعتباره ، وهكذا ،\r\nولا يخفى أن المتجزي وان أمكن أن يكون أحسن جودة وأقوم سليقة من المجتهد المطلق لكنه لا يمكن أن يكون اعلم منه فان المركن في الأعلمية هو الاجتهاد المطلق هكذا ظهر مما أفاده شيخنا الأستاد قدس\r\nلكنه لا يخلو عن تأمل إذ لا منع من كون المتجزي في باب خاص من الفقه\r\n","description":"","footnote":"","page_name":" 31 ","page_number":32},
  {"content":"\r\nلكثرة الممارسة أعلم من المجتهد المطلق في ذلك الباب كما أنه لا ريب في أنه يختلف الحال من حيث حسن الجودة واستقامة السليقة بالقياس إلى المجتهدين ، بالاجتهاد المطلق أيضا فإن المتدرب بمسلك المحقق الأنصاري قده مثلا أقوم سليقة من الذي يسلك مسلك القدماء كما شاهدناه في بعض من عاصرناه من أنه كان في اعوجاج الطريقة والسليقة بحيث يقول إن الأمر بالشيء يكون عين النهى عن ضده الخاص ومع هذا نقول بأنه مجتهد مطلق فان اعوجاج السليقة ما لم يخل بالاستنباط لا يقدح في كونه مجتهدا هذا تمام الكلام عند التمكن من المجتهد المطلق\r\nواما في صورة عدم التمكن منه فلا محيص من الرجوع إلى المجتهد المتجزي لسقوط قيدية الإطلاق حينئذ كما هو الشأن في القيود التي يكون اعتبارها في حال التمكن والقدرة فإذا سقط اعتبار قيدية الإطلاق لمكان العجز تصل النوبة إلى الرجوع إلى المتجزي ، وأخذ الفتوى منه والعمل به لما عرفت من حكم العقل الارتكازي بلزوم رجوع الجاهل إلى العالم فإن كان بين افراده تفاوت في الفضيلة فيلزم رعاية الأعلم فالأعلم من جهة ان الأعلم فيما بينهم هو المقطوع في الحجية فيكون هو المتيقن\r\nواما ما أفاده بعض الاعلام ( 1 )\r\n\r\nفي رسالة الاجتهاد والتقليد ( من أن قضية الفطرة والسيرة لا يعقل اختلافهما بعد ما هو المعلوم من ملاكهما ، وهو كون\r\n","description":"","footnote":"\r\n( 1 ) هو المحقق الجليل الشيخ محمد حسين الأصفهاني المتوفّى سنة 1361 .\r\n","page_name":" 32 ","page_number":33},
  {"content":"\r\nالشخص عالما فيما يرجع إليه ) فإن كان مراده إثبات أصل رجوع الجاهل إلى العالم في الجملة وان كان عند عدم التمكن من الرجوع إلى المجتهد المطلق فلا اشكال فيه والا ففيه إشكال لأن الفطرة والسيرة لبيان ويقتصر في الدليل اللبي على القدر المتيقن فالنتيجة حينئذ هو الذي ذكرنا من التفصيل بين التمكن من الرجوع إلى المجتهد المطلق فلا يجوز الرجوع إليه وبين عدم التمكن منه فيجوز الرجوع إليه\r\nوأما نفوذ قضائه فقد وقع فيه الخلاف ، وظاهر المشهور عدم نفوذ قضائه مع التمكن من قضاء المجتهد المطلق ، والمشهور هو المنصور بيان ذلك هو ان العمدة من بين أدلة القضاء ثلاث روايات\r\nإحداها مقبولة عمر بن حنظلة وفيها قلت فكيف يصنعان قال ( ع ) ينظر ان إلى من كان منكم قد روى حديثا ونظر في حلالنا ، وحرامنا ، وعرف أحكامنا فليرضوا به حكما فأنى قد جعلته عليكم حاكما فإذا حكم بحكمنا فلم يقبل منه فإنما بحكم الله استخف وعلينا قد رد والراد علينا الراد على الله وهو على حد الشرك باللَّه تعالى\r\nوالثانية رواية أبي خديجة وفيها قوله عليه السلام ( انظروا إلى رجل منكم يعلم شيئا من قضايانا فاجعلوه بينكم فأنى قد جعلته قاضيا فتحاكموا إليه )\r\n","description":"","footnote":"","page_name":" 33 ","page_number":34},
  {"content":"\r\nوالثالثة رواية أخرى له وفيها قوله عليه السلام ( اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فأنى قد جعلته عليكم قاضيا )\r\nوأما المقبولة فهي وان كانت بحسب ظاهرها الأولى تدل على اعتبار فوق ما نقول به في الاجتهاد المطلق فإن جملة ( عرف أحكامنا ) ظاهرة في معرفة جميع الأحكام الجزئية بتفاصيلها فان المعرفة عبارة عن إدراك الجزئيات والجمع المضاف مفيد للعموم الأفرادي الا انه ليس بمراد قطعا لعدم ، تيسرها لأحد فالمراد منها دون تلك الدرجة من المعرفة وهي معرفة معظم الاحكام من جميع أبواب الفقه عن نظر وبالجملة فدلالة المقبولة على اعتبار الاجتهاد المطلق في القاضي في غاية الوضوح فإنها مشتملة على فقرأت ثلاث الأولى ( روى حديثنا ) الثانية ( نظر في حلالنا ) الثالثة ( عرف أحكامنا ) فهي بحسب الفقرتين الأوليين وان كانت قابلة للمناقشة باعتبار الخلاف في إفادة المفرد المضاف للعموم لكنها باعتبار اشتمالها على الفقرة الأخيرة غير قابلة لان يتطرق إليها المناقشة فإنه لا خلاف في إفادة الجمع المضاف العموم الأفرادي والذي يكون شأنه معرفة جميع الأحكام هو المجتهد المطلق دون المتجزي فدلالة المقبولة على نفوذ قضاء المجتهد المطلق دون المتجزي مما لا إشكال فيه\r\nوأما روايتا أبي خديجة فقوله ( ع ) « انظروا إلى رجل منكم يعلم شيئا من\r\n","description":"","footnote":"","page_name":" 34 ","page_number":35},
  {"content":"\r\nقضايانا » « أو اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فأنى قد جعلته قاضيا » وان كان يشمل المتجزي كما تشمل المطلق كما لا يخفى الا انها لا تقاوم المقبولة سندا ودلالة\r\nأما سندا فلان لأبي خديجة حالات ثلاث الأولى حالة الاستقامة الثانية حالة الاعوجاج والانحراف عن الحق فإنه صار من أصحاب أبي لخطاب اللعين الذي قال بألوهية مولانا الصادق ع وادعى النبوة لنفسه عنه بعد ما كان من أصحاب الصادق ع الثالثة حالة استقامته بعد الانحراف فإنه وقع جريحا بين القتلى من أصحاب أبي الخطاب اللعين في مسجد كوفة ولم يقتل وبعد البرء تاب ورجع إلى الحق وما علم من رواياته انها في حالة استقامته تقبل والا فلا ولم يعلم أن هاتين الروايتين صدرتا عنه في حالة الاستقامة\r\nوأما من حيث الدلالة فلأنها بظاهره تدل على كفاية مجرد العلم بشيء من قضاياهم ومعلوم بالضرورة انها بهذا لحد لم تكن معمولا بها عند القدماء والمتأخرين هكذا أفيد فتأمل كي تعرف ان دلالتها ليس بهذا الحد من قصور ، بل الظاهر منها معرفة مقدار معتد به من مسائل القضاء بحيث يوجب صدق عنوان العالم والمجتهد على العارف بها\r\nوكيف كان فالذي يسهل الخطب هو ان مقتضى صناعة الإطلاق والتقييد هو الأخذ بمفاد المقبولة فإنهما وان كانا مثبتين الا ان كلا منها لما كان\r\n","description":"","footnote":"","page_name":" 35 ","page_number":36},
  {"content":"\r\nمسوقا لبيان أمر واحد وهو تعين مرجع القضاء فيقع بينهما التنافي فلا بد من حمل المطلق على المقيد ، فالنتيجة عدم نفوذ قضاء المتجزي مع التمكن من قضاء المطلق .\r\nنعم عند التعذر وعدم التمكن من قضاء المجتهد المطلق فالمصير إلى جواز قضاء المتجزي وونفوذه جمعا بين روايتي أبي خديجة لو أغمض عن الخلل في سندها وبين المقبولة بتقريب ان روايتي أبي خديجة قائلتان بنفوذ قضاء المتجزي مطلقا سواء أمكن هناك مجتهد مطلق أم لم يمكن والمقبولة على نفوذ قضاء المجتهد المطلق عند وجوده إذ لا معنى لإطلاق الشيء عند وجوده وعدمه\r\nفمقتضى صناعة الإطلاق والتقييد تقييد روايتي أبي خديجة بصورة تعذر المجتهد المطلق هكذا أفيد فتأمل فإنه لا يخلو عن اشكال كما لا يخفى\r\nفالأولى الاستدلال بما أفاده شيخنا الأستاد في مبحث القضاء وإجماله على ما ببالي انه ما من شيء الا وقد أحله الله تعالى في حال الضرورة بضميمة ان القضاء وفصل الخصومة أمر لا بد وأن يكون دائرا بين الناس\r\nواما ولايته على الأمور الحسبية كنصب القيم وحفظ مال القصر والغيب\r\n","description":"","footnote":"","page_name":" 36 ","page_number":37},
  {"content":"\r\nفهو من فروع جواز توليته للقضاء وعدمه لأنها من شؤون منصب القضاء وتوابعه لا انها ولاية مستقلة في مقابل ولاية القضاة وولاية الولاة كما يظهر من شيخنا العلامة الأنصاري في مكاسبه\r\nفعلى ما أفاده تكون المناسب ثلاثة وهذا خلاف ما يعلم من السير والتواريخ لان المعلوم منهما انحصار المنصب في أمرين ولا ثالث لهما الأول منصب القضاوة ومن شؤونها وفروعها تولى أمور الحسبية كما هو المشهور من الحكومة الإسلامية .\r\nالثانية الولاية على أمور العامة من إقامة الحدود وحفظ الثغور ونظم البلاد وغير ذلك .\r\nوأما ما يظهر من كلمات الشيخ في كتابه المكاسب ( من أن الولاية على الأمور الحسبية ولاية مستقلة ) فتدور أمرها بين أن تثبت لجميع المكلفين فيكون المجتهد المطلق والمتجزي وغير هما فيها شرع سواء وبين أن تكون مختصة بالمجتهد المطلق فالقدر المتيقن ثبوتها للمجتهد المطلق وغيره باق تحت الأصل مع عدم إطلاق يثبت به ولاية المتجزي فهو وإن كان من جهة إفادة عدم ولاية المتجزي وجيها إلا أن ما أفاده في وجهه مما لا نعرف له وجها لما عرفت من أن المعلوم من السير والتاريخ\r\n","description":"","footnote":"","page_name":" 37 ","page_number":38},
  {"content":"\r\nفي الحكومة الإسلامية انها من توابع القضاء وفروعه لا انها ولاية مستقلة فتأمل جيدا\r\nوبما ذكرنا اتضح عدم ثبوت الولاية العامة للمتجزي لأن عدم الثبوت على طبق الأصل وليس في المقام إطلاق يكون هو المرجع عند الشك لا من النقل ولا من العقل وما خرج عن تحت الأصل نظرا إلى الأدلة اللفظية هو المجتهد المطلق على ما مر بك بيان ذلك خلافا لما يظهر من شيخنا العلامة الأنصاري قده ( من إنكار ثبوت الولاية العامة للفقيه في عصر الغيبة )\r\nوغاية ما ثبت له هو الإفتاء والقضاء والولاية على الأمور الحسبية فراجع المكاسب .\r\nالمبحث الخامس في الشرائط المعتبرة في كون المجتهد مرجعا بعد ثبوت أصل مرجعيته في عصر الغيبة .\r\nوحيث استوفينا الكلام فيها ، وفيما يتفرع عليها في رسالة التقليد فنطوي البحث عنها في المقام\r\nتذييل قد جرى ديدن العلماء على البحث عن التصويب والتخطئة في\r\n","description":"","footnote":"","page_name":" 38 ","page_number":39},
  {"content":"\r\n\r\nذيل مبحث الاجتهاد . ونحن نقفى أثرهم ،\r\nفنقول بعد الفراغ عن أن المسائل العقلية لها واقع لا يختلف باختلاف الآراء والأنظار ، فيصيبها من يصيب ، ويخطأ فيها من يخطأ ، كما اتفقت عليه كلمة الكل ( من الخاصة ، والعامة ) ، وبعبارة أوضح بعد الفراغ عن إن الأحكام العقلية مما يتطرق إليها الخطأ ويستحيل التصويب فيها اختلفوا في الأحكام الشرعية الفرعية من حيث التصويب والتخطئة على قولين .\r\nومرجع النزاع إلى أنه هل لله سبحانه في كل واقعة حكم واقعي مجعول على لسان نبيه ( ص ) يؤدي إليه نظر المجتهد تارة ، ويخطأ أخرى ( وهذا هو - المسمى بالتخطئة كما عليه أصحاب الإمامية قدس الله أسرارهم ) أم إن الأحكام الواقعية الإلهية تابعة لآراء المجتهدين ، فكل ما يؤدي إليه الاجتهاد فهو حكم الله سبحانه ( وهذا هو المسمى بالتصويب ؟ )\r\nوالتصويب المقابل للتخطئة وإن كان هو القدر المشترك بين ما عليه الأشاعرة وما عليه المعتزلة ، لكن بينهما فرقا من حيث القول بالتصويب وذلك لان الأشاعرة يقولون : بأنه لا حكم للجاهل مع قطع النظر عن قيام الأمارة عنده بل حكم الواقعة تابع لما يؤدي إليه رأي المجتهد فما أدى إليه رأي المجتهد فهو حكم الله في حق الجاهل وإلا فلا فالأحكام الواقعية بحسب زعمهم الفاسد مختصة في الواقع\r\n","description":"","footnote":"","page_name":" 39 ","page_number":40},
  {"content":"\r\nبالعالم بها وأما الجاهل فلا حكم له في الواقع\r\nوهذا هو التصويب الممتنع فان محصل مقالتهم هو إن الله سبحانه ينشأ الحكم في حق الجاهل على طبق ما يؤدي إليه اجتهاد المجتهد فإذا لم يكن للواقعة حكم واقعا فكيف يعقل الاجتهاد والاستنباط فيما لا عين له ولا أثر مع إن الاجتهاد في الحكم عبارة عن استنباطه من الأدلة وتعيين حكم الواقعة المجهول حكمها حسب ما يؤدي إليه ظاهر الأدلة من الكتاب والسنة فبعه ما لم يكن هناك حكما مشتركا بين العالم والجاهل فما معنى لاجتهاده واستنباطه من الأدلة ؟ فالتصويب بهذا المعنى مما لا يكاد يخفى استحالته على ذي مسكة .\r\nوأما المعتزلة فهم وان قالوا بالصويب بمعنى تبعية الأحكام للآراء الا انهم يقولون بأن الذي يكون تابعا لما يؤدي إليه نظر المجتهد هو الحكم الفعلي بمعنى ان قيام الأمارة على خلاف الواقع يوجب حدوث مصلحة غالبة على مصلحة الواقع ، كما هو الشأن في العناوين الطارية على متعلقات الاحكام كالضرر والحرج وإضرابهما من العناوين الموجبة لتبدل الحكم الواقعي فالمعتزلة قائلون بان في الواقع بالنسبة إلى كل واقعة مصلحة مشتركة بين العالم والجاهل لولا قيام الأمارة على خلافها فإذا قامت الأمارة على خلافها يمنع عن تأثيرها في حق الظان على خلافها نظير عروض العناوين الطارية بالقياس إلى متعلقات الاحكام من حيث إنها تمنع عن تأثير المصلحة\r\n","description":"","footnote":"","page_name":" 40 ","page_number":41},
  {"content":"\r\nالواقعية المقتضية لجعل الحكم في حق من بفقدها فالمراد بالحكم الفلي الذي يقولون بتبعيته لرأي المجتهد هو ما ذكرنا لا الفعلي بمعنى تحقق الحكم عند تحقق موضوعه على ما بيناه مرارا في مباحثنا الأصولية والفقهية من أن وزان الأحكام المجعولة بجعل أزلي على نهج القضايا الحقيقية بالقياس إلى موضوعاتها وزان المعلولات التكوينية بالقياس إلى عللها ،\r\nفكما ان تحقق العلة التكوينية خارجا يستتبع تحقق معلوله خارجا فكذلك الحال بالنسبة إلى الحكم وموضوعه فان تحقق موضوع كل حكم مجعول على فرض وجوده خارجا يستتبع تحقق ذلك الحكم ، ولا الفعلي باصطلاح آخر وهو تنجز الحكم عند العلم به ، فالحكم الفعلي على مسلك المعتزلة غير الحكم الفعلي باصطلاحنا لما عرفت ان الحكم الفعلي عندهم . عبارة عما أدت إليه الأمارة القائمة على خلاف المصلحة الواقعية المشتركة بين العالم والجاهل فان تحقق موضوع الحكم بهذا الاصطلاح خارجا يكون الحكم فعليا باصطلاحنا أيضا .\r\nوبالجملة فالذي سلكه المعتزلة من الحكم الفعلي التصويبي . وان لم يكن مستحيلا وممتنعا عقلا إلا أنه مجمع على بطلانه ، بل تواتر الاخبار على خلافه ، كما ادعاه المحقق صاحب الحاشية قده ، وان لم يتحقق لنا إلى الآن تلك الأخبار المتواترة الدالة على اشتراك الحكم بين العالم والجاهل ، ويحتمل أن يكون مراده من الأخبار المتواترة الأخبار الواردة في باب الذم والتعيير على العمل بالرأي والاستحسانات العقلية ورفض الظواهر كتابا وسنة كما هو طريقة العامة ،\r\n","description":"","footnote":"","page_name":" 41 ","page_number":42},
  {"content":"\r\nوكيف كان فالأخبار المدعى تواترها والإجماع المسلم من الإمامية قائمان على بطلان التصويب الراجع إلى نفى اشتراك الحكم بين العالم والجاهل ولا فرق في ذلك بين القول باعتبار الاخبار على نحو الطريقية كما هو الحق وبين القول باعتبارها على نحو السببية والموضوعية كما يقول به بعض أصحابنا الإمامية\r\nأما بناء على الطريقية المحضة فواضح .\r\nوأما بناء على السببية فلان السببية التي يقول بها بعض الإمامية وإن كان باطلا أيضا لعدم وجود ملزم بها على ما أوضحناه في محله الا انها غير السببية التي يقول بها المعتزلة من حيث استتباعها للتالي الفاسد لما بيناه في محله من أن السببية المخطئة عبارة عن الالتزام بالمصلحة السلوكية التي يتدارك بها ما يفوت من المصلحة الواقعية على الدرجات التي استوفينا الكلام فيها في مبحث حجية الظن فراجع هناك .\r\nوبالجملة فالأمر بالعمل بمؤدى الإمارة انما هو لأجل أن سلوكها يشتمل على مصلحة يتدارك بها ما يفوت من المصلحة الواقعية من غير أن يحدث مصلحة في الفعل على تقدير مخالفته للواقع ، فالسببية التي سلكها بعض الإمامية لا ينافي مع مقتضى الطريقية ، ولا ينتج نفى الحكم المشترك بين العالم والجاهل ولا الاجزاء ،\r\nوهذا بخلاف سببية المعتزلة ، فإنهم يقولون . بان قيام الأمارة يوجب حدوث مصلحة في الفعل غالبة على مصلحة الواقع فلا مناص على هذا من الالتزام بالاجزاء فالبعد بين السببيتين كالبعد بين المشرقين\r\n","description":"","footnote":"","page_name":" 42 ","page_number":43},
  {"content":"\r\nومن هذا البيان تعرف ان ما أفاده في الكفاية في هذا المقام لتصحيح مذهب المعتزلة بقوله « إلا أن يراد التصويب بالنسبة إلى الحكم الفعلي وان المجتهد وإن كان يتفحص عما هو الحكم واقعا وإنشاء إلا أن ما أدى إليه اجتهاده يكون هو حكمه الفعلي حقيقة وهو مما يختلف باختلاف الآراء » إلى أخر ما ذكره غير وجيه بل غير صحيح على أصول الإمامية من عدم تأثير الأمارة والاجتهاد فيما أدى إليه\r\nوما اشتهرت من أن ظنية الطريق لا ينافي قطعية الحكم ، لا يدل على كون مؤدى الطريق حكما فعليا في قبال فعلية الحكم الواقعي بفعلية موضوعه بل قضيته ليست الا تنجز الحكم الواقعي الفعلي بأداء الطريق إليه وكونه هو الواقع في مرحلة الظاهر بمقتضى حجية الطريق فتأمل فيه جيدا . هذا تمام الكلام في الرسالة الأولى ويتلوها إن شاء الله الرسالة الثانية في التقليد .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":44},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":45},
  {"content":"\r\nهذه هي الرسالة الثانية في التقليد\r\nالتي دونها ونمقها سيد الفقهاء والمجتهدين آية ا . . في الأرضين أستادنا الأعظم وعمادنا الأفخم الحاج سيد مرتضى المرتضوي اللنگرودي مد ظله العالي\r\n","description":"","footnote":"","page_name":" 45 ","page_number":46},
  {"content":"\r\n\r\nالرسالة الثانية في التقليد\r\nوالكلام في هذه الرسالة أيضا يقع في طي مباحث\r\nالمبحث الأول في حقيقة التقليد .\r\nقد وقع الخلاف في أن التقليد ، هل هو العمل بقول الغير من غير حجة ومطالبة دليل ، كما هو المحكي عن العلامة في النهاية ، أو قبول عن قول الغير كما بعض أو أخذ قول الغير ورأيه للعمل به في الفرعيات والالتزام به في الاعتقاديات بلا مطالبة دليل على رأيه ، كما في الكفاية ، أو الالتزام به للعمل ، كما عن الفضل أو تعلم الفتوى أو أخذ الرسالة للعمل به ؟ على وجوه بل أقوال والحق الذي يكشف عنه التحقيق هو الأول » لوجهين\r\n","description":"","footnote":"","page_name":" 46 ","page_number":47},
  {"content":"\r\nالأول مناسبته لما هو معنى التقليد لغة ، وعرفا ، فان التقليد بحسب وضعه اللغوي مأخوذ اما من قلدت الفتاة ، إذا جعلت القلادة في جيدها ( ومنه فلان قلد السيف ) ومنه ما في الحديث الخلافة قلدها رسول الله صلَّى الله عليه وآله عليا عليه السلام ، أي جعل الخلافة قلادة له وزينة بها حينما أخذه بيده وقال من كنت مولاه فهذا على مولاه ، أو مأخوذ من جعل الغير ذا قلادة ) كما عن بعض المحققين في رسالته ومنه تقليد الهدي ، فإن المحرم يجعل البعير مثلا ذا قلادة بنعل قد صلى فيه وقد يقال في تقريب ذلك ، كان العامل يجعل عمله قلادة للمجتهد ، كناية عن كونه هو المسؤول ، وهو المؤاخذ بعمله لو قصر في فتواه ، كما في الروايات من أفتى بغير علم فعليه وزر من عمل به ، إلى غير ذلك مما يدل على كون المفتي هو المسؤول ، وهو الضامن وفي المستمسك سلك ( في تقريب كون التقليد هو العمل ) نحو ذلك حيث قال : يعبر عنه في العرفيات بقوله أنى اعمل كذا ويكون ذلك في رقبتك مخاطبا من يشير عليه بالفعل لا كلام في أن التقليد على كل من المعنيين انما يناسب كونه بمعنى العمل على فتوى المجتهد وانما الكلام في أن أيهما انسب بالمقام .\r\nولا يخفى ان الذوق السليم يرجح الأول الذي أفاده شيخنا الأستاد\r\n","description":"","footnote":"","page_name":" 47 ","page_number":48},
  {"content":"\r\nوصرح به صاحب الفصول كما سيجيء ) لان مناسب المقام هو الزينة فالعامي العامل بفتوى المجتهد يجعل فتواه كالقلادة كما أن الفتاة تجعل القلادة في جيدها وكذا المجاهد المقلد للسيف\r\nوكيف كان فلا ينبغي التأمل في كون التقليد من مقولة العمل بل في المستمسك ان ظاهر القوانين ان مراد الجميع ، العمل ، حيث نسب تعريفه ( بالعمل بقول الغير ) إلى العضدي وغيره ، مع أن تعريف العضدي كان بالأخذ إلى أن قال : واما التعبير بالأخذ في كلام الجماعة كما سبق ، فالظاهر أن المراد منه العمل ، كما في كثير من المقامات ، مثل الأخذ بما وافق الكتاب والأخذ بما خالف العامة والأخذ بقول أعدلهما انتهى موضع الحاجة . فتأمل كي يظهر لك الفرق بين الأخذ بما وافق الكتاب ونحوه مما ذكر ، فإنه مساوق للعمل كما أفاده ، وبين أخذ العامي فتوى مجتهده فإنه مساوق لتعلمه لفتوى المجتهد كي يطبق عليه العمل .\r\nالوجه الثاني لا إشكال في أنه على العاجز عن الاستنباط وظيفة قد اشتغلت ذمته بأدائها حسب ما اقتضته أدلة التقليد ، وتفريغ ذمته بأداء الوظيفة انما يحصل بعمله على فتوى المجتهد الذي يجب الرجوع إليه لا بمجرد تعلمه لفتواه للعمل به ، ويتضح الأمر كمال الاتضاح في فرض انفكاك أحدهما عن الأخر فيما تحقق كلاهما ، فإذا فرض الانفكاك بين التعلم والعمل بان كان هما تعلم للفتوى ولم يكن عمل على طبقه لا يقال إنه أدى وظيفته . وتحقق التقليد\r\n","description":"","footnote":"","page_name":" 48 ","page_number":49},
  {"content":"\r\nمنه بخلاف ما إذا فرض من ناحية العمل ، بان تحقق عمله على طبق فتوى المجتهد من دون تعلمه للفتوى ، فان الظاهر أداء وظيفته بتحقق التقليد ، فان التقليد ليس عنوانا تعبديا ، ولا قصديا ، بل ليس الا طريقا إلى تطبيق علمه على رأي مجتهده ، ومن هنا صح عمل العامي الغير الملتفت مع تمشى قصد القربة منه إذا طابق عمله لفتوى المجتهد الذي يجب عليه تقليده ،\r\nلكن في المقام اشكالا ذكره في الكفاية بقوله : لا يخفى انه لا وجه لتفسيره بنفس العمل ضرورة سبقه عليه ، والا كان بلا تقليد انتهى\r\nوذب عنه تلميذه المحقق في الرسالة بأن التقليد عنوان للعمل استنادا إلى رأي الغير ، ولا تقابل بين الاجتهاد والتقليد حتى يكون سبق الأول على العمل ، موجبا لسبق الثاني عليه ، بل التقابل بين عمل المجتهد وعمل المقلد فالعمل المستند إلى ما حصله من المدرك عمل المجتهد ، والعمل المستند إلى رأي الغير عمل المقلد والتفصيل في محله انتهى .\r\nوقد سبق صاحب الكفاية فيما ذكر صاحب الفصول ، فإنه بعد ان ذكر في صدر الكلام التقليد في اللغة تعليق القلادة في العنق .\r\nقال : في ذيل كلامه ، واعلم أنه لا يعتبر في ثبوت التقليد وقوع العمل بمقتضاه لان العمل مسبوق بالعلم : فلا يكون سابقا عليه ، ولئلا يلزم الدور في العبادات من حيث إن وقوعها يتوقف على قصد القربة وهو يتوقف على العلم\r\n","description":"","footnote":"","page_name":" 49 ","page_number":50},
  {"content":"\r\nبكونها عبادة فلو توقف العلم بكونها عبادة على وقوعها كان دورا\r\nنعم يعتبر العمل في لزوم حكم التقليد ان قلنا بجواز العدول والا لزمه حكمه مطلقا هذا .\r\nوقول العلامة في النهاية ( بأن التقليد هو العمل بقول الغير من غير حجة معلومة بيان لمعناه اللغوي كما يظهر من ذيل كلامه وإطلاقه على هذا شائع في العرف العام انتهى وقد أشار شيخنا العلامة الأنصاري قده في رسالته المفردة في التقليد إلى ذلك ، حيث قال : في دفع الدور بأن مشروعية العمل أو وجوبه يتوقف على وقوعهم على جهة التقليد لا على سبق التقليد فإذا فرضنا مجتهدين أحدهما يرى وجوب الجمعة والأخر يرى وجوب الظهر فالمكلف يتخير بين إيقاع الجمعة وجوبا على جهة التقليد للأول وبين إيقاع الظاهر كذلك على جهة التقليد للثاني انتهى وبما ذكر كله ظهر ان ما أفاد الشيخ قدس في رسالة التقليد ( من أنه بمعنى الأخذ للعمل أوفق بمفهومه اللغوي ) غير وجيه لما عرفت من أن كون التقليد بمعنى العمل أوفق بمعناه اللغوي .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":51},
  {"content":"\r\n\r\nالمبحث الثاني\r\nالمشهور بين الأصحاب جواز التقليد بالمعنى الشامل للوجوب وقد نسب إلى بعض تحريمه كما عن المحقق القمي قده نسبته إلى بعض قدماء الأصحاب\r\nوالمشهور هو المنصور لقيام الدليل عليه عقلا ونقلا\r\nاما الأول فلاستقلال العقل بلزوم دفع العقاب المحتمل .\r\nبيان ذلك أنه بعد تمامية وظيفة الربوبية ( من إرسال الرسول وإنزال الكتاب وتأسيس الشريعة ، وتبليغ الاحكام على مجاري العادة تصل النوبة إلى قيام العبد بوظيفة العبودية إلى امتثال أوامر الشارع ونواهيه وهو في عصر الغيبة بالنسبة إلى العاجز عن الاستنباط اما بالاحتياط ، أو بالتقليد والرجوع إلى المجتهد ، والعمل على طبق فتواه ، فهو مخير بين الاحتياط والتقليد\r\nفإذا لم يمكنه الاحتياط ( اما لعدم معرفته بطرق الاحتياط ، أو لكونه مخلا بالنظام أو موجبا للعسر ) يتعين عليه التقليد ، والا فلا دافع لاحتمال العقاب فالعقل بمناط لزوم دفع العقاب المحتمل يستقل بلزوم امتثال أوامر الشارع\r\n","description":"","footnote":"","page_name":" 51 ","page_number":52},
  {"content":"\r\nونواهيه اما بالاجتهاد ، أو بالتقليد فيما لا سبيل إلى الاحتياط أو مطلقا حيث إن الاحتياط لم يكن طريقا في الشريعة ، كما عن المحقق القمي قده وقد نسب ذلك إلى المشهور . كذا قرر حكم العقل شيخنا الأستاد قده في غير موضع من إفاداته .\r\nوقد أفاد المحقق الخراساني قده في ذلك بان جواز التقليد ورجوع الجاهل إلى العالم في الجملة يكون بديهيا جبليا فطريا لا يحتاج إلى دليل\r\nفأورد عليه تلميذه المحقق قده في الرسالة بأنه إن أريد ان قضية جواز التقليد من القضايا الفطرية اصطلاحا ، فهو غير مستقيم لان القضايا الفطرية هي القضايا التي قياساتها معها ككون الأربعة زوجا لانقسامها إلى متساويين وما هو فطري بهذا المعنى كون العلم نورا وكمالا للعاقلة في قبال الجهل لا للزوم رفع الجهل بعلم العالم ولا نفس رفع الجهل\r\nوان أريد ان جواز التقليد جبلي طبيعي فهو غير وجيه لان ما هو جبلي طبيعي شوق النفس إلى كمال ذاتها وكمال قواها لا لزوم التقليد ولا لزوم تحصيل العلم حقيقة بما هو لزوم من قبل الشارع أو العقلاء ،\r\nواما أصل ثبوت شوق النفس فهو وجداني لا فطري ولا جبلي فعلى أي حال ليس وجوب التقليد تعبدا ( أما من الشارع أو من العقلاء ) فطريا أو جبليا مضافا إلى ما في الجمع بين البداهة والفطرة والجبلة ، فإن ما هو فطري اصطلاحي يناسب البداهة دون الجبلة وما هو فطري عرفي يناسب الطبع\r\n","description":"","footnote":"","page_name":" 52 ","page_number":53},
  {"content":"\r\nوالجبلة دون البداهة فتدبر انتهى\r\nأقول يحتمل قويا ان صاحب الكفاية قده لم يرد من الفطري والجبلي ما هو المصطلح عليه بين الحكماء ، بل لعله أراد من الفطري الحكم الارتكازي العقلي الذي أودعه الله تعالى في الإنسان وفطرة عليه وهو المرجع في باب الإطاعة والعصيان ، بل وفي باب النظر في معجزة مدعى النبوة .\r\nوكيف كان فهذا المحقق بعد ما أورده على أستاده قرر حكم العقل في المقام بما يرجع إلى ما ذكرنا فراجع .\r\nوأما الثاني أعني دليل النقل فمن الكتاب آيات ،\r\nمنها آية النفر قال الله تعالى ، « فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ ولِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ » )\r\nومنها آية السؤال قال تعالى : « فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ » .\r\nومنها آية الكتمان قال الله : « إِنَّ الَّذِينَ يَكْتُمُونَ ما أَنْزَلْنا مِنَ الْبَيِّناتِ والْهُدى مِنْ بَعْدِ ما بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتابِ أُولئِكَ يَلْعَنُهُمُ الله ويَلْعَنُهُمُ اللَّاعِنُونَ » والأوضح من بينها آية النفر ، وملخص تقريب الاستدلال بها يتضح ببيان أمور الأول إن الله تعالى أوجب النفر لمكان لولا التحضيضية لغاية التفقه والإنذار والغاية إذا كانت من الأفعال الاختيارية للمكلف ، تتبع لذي الغاية\r\n","description":"","footnote":"","page_name":" 53 ","page_number":54},
  {"content":"\r\nمن حيث الوجوب والاستحباب ، وحيث إن ذا الغاية كان واجبا كانت الغاية واجبة\r\nالثاني ان كلمة لعل إذا وقعت في مفتتح كلام الواجب تعالى ، فالمراد منها محبوبية مدخولها ، كقوله تعالى : « فَلَعَلَّكَ باخِعٌ نَفْسَكَ »\r\nوإذا وقعت في الأثناء في مساق أدوات التعليل ، يكون ما بعدها علة غائية لما قبلها سواء كان في التكوينيات أو في التشريعيات ، وسواء كان ما بعدها من الأفعال الاختيارية أو غيرها ،\r\nفإن كان من الأفعال الاختيارية القابلة لأن يتعلق بها الإرادة الفاعلية ، والإرادة الأمرية ، فلا محالة يكون مطلوبا بعين مطوبية ما قبلها ، وحيث إن ما قبلها أي التفقه والإنذار كانا واجبين لتعلق التكليف بهما ، كان ما بعدهما أي الحذر واجبا\r\nثم إن المراد من الحذر ليس مجرد الخوف النفساني ، بل المراد العمل الجوارحي الناشئ عن الخوف النفساني ، وهو الانبعات عن البعث ، والانزجار عن الزجر إما بذكر السبب وإرادة المسبب ، أو بدعوى ان المتبادر والمنساق إلى الذهن في كل مقام أطلق الحذر هو العمل الجوارحي سواء كان الإطلاق بمادة الحذر ، كقولك حذر نفسك عن الأسد ) أو بغيرها كقولك إياك والأسد ضرورة عدم كون المراد في تلك المقامات مجرد الخوف النفساني عن الأسد بل المراد الفرار من الأسد\r\n","description":"","footnote":"","page_name":" 54 ","page_number":55},
  {"content":"\r\nالثالث ان العموم في الجموع الثلاثة ( أعني ليتفقهوا ) ولينذروا ، ويحذرون ، هو العموم الاستغراقي الأفرادي لا المجموعي الارتباطي ضرورة عدم كون المراد تفقه مجموع الطائفة ، وإنذار المجموع من حيث المجموع ، وتحذر المجموع ، بل المراد تفقه كل فرد فرد من النافرين وإنذار كل فرد فرد منهم وتحذر كل فرد فرد من الباقين أو النافرين على اختلاف التفسيرين الرابع ان اختلاف التفقه في الدين باختلاف عصري الحضور والغيبة من حيث سهولة المأخذ وصوبته لا يوجب اختلافا في معنى التفقه ففي عصر الحضور يحصل التفقه بنفس تحمل الروايات ، وسماع الاحكام من المعصوم عليه السّلام مع كون الظهور وكشفه عن المراد مفروغا عنه\r\nوعلى فرض إجمال الدلالة يمكن رفعها بالرجوع إلى الإمام عليه السلام ، بخلاف عصر الغيبة فإن التفقه فيه أمر صعب متوقف على إحراز الصدور ووجه الصدور ، مضافا إلى الدلالة والظهور ، فالتفقه بالمعنى العام الذي هو تعلم الأحكام الشرعية عن مآخذها ومداركها ، شامل لكلا القسمين ويشهد بذلك إطلاق الفقيه على رواة الأحاديث من الأئمة الأطهار عليهم السلام كقوله في حق محمد بن مسلم مخاطبا لابن أبي ليلى هو أفقه منك وغير ذلك وبعد التأمل في الأمور المذكورة لا يبقى شك في دلالة الآية على حجية الفتوى وجواز التقليد ، بل على حجية\r\n","description":"","footnote":"","page_name":" 55 ","page_number":56},
  {"content":"\r\nالرواية ، كما بنى على ذلك شيخنا الأستاد قده في مبحث الأصول في الدورة الأخيرة حيث قال أو التحقيق انها دالة على حجية الفتوى والخبر كليهما خلافا لما سلكه في الدورة السابقة من اختصاصها بحجية الخبر فتأمل فيما ذكرنا جيدا\r\nواما آية السؤال فقد استدل بها تارة على حجية خبر الواحد كما في الرسائل وأخرى على حجية الفتوى ، وجواز التقليد ، كما في غيره\r\nلكنه أورد عليه بان المراد بأهل الذكر بمقتضى ظهورها السياقي ، علماء أهل الكتاب وبمقتضى التفسير الوارد من طريق أهل البيت والأئمة المعصومين صلوات الله عليهم أجمعين ، فلا يصلح الاستدلال بها في شيء من المقامين إلا أن يدعى إن المراد من أهل الذكر المعنى العام الشامل لعلماء أهل الكتاب في عصر النبوة ، والأئمة الأطهار عليهم السلام والعلماء المجتهدين في عصر الغيبة فتأمل فإنه دعوى بلا شاهد\r\nويتلوها في الضعف آية الكتمان لا لما أورده الشيخ قدس عليها من الايرادين في آية النفر لاندفاعهما في آية النفر بالإطلاق على ما أوضحناه في بحث الأصول\r\nبل لما أورد عليهما أخيرا من أن مورد الآية ، كتمان اليهود لعلامات النبي صلى الله عليه وآله بعد ما تبين الله لهم ذلك في التوراة هذا كله من الكتاب\r\nوتدل من السنة روايات ، منها قوله عليه السلام فأما من كان من الفقهاء\r\n","description":"","footnote":"","page_name":" 56 ","page_number":57},
  {"content":"\r\nصائنا لنفسه حافظا لدينه مخالفا لهواه مطيعا لأمر مولاه فللعوام أن يقلدوه\r\nومنها قول مولانا أبي جعفر الباقر عليه السلام لأبان بن تغلب ، اجلس في مسجد المدينة وأفت الناس فإني أحب أن يرى في شيعتي مثلك .\r\nومنها قول أبي الحسن الثالث ، اعتمدا في دينكما على كل مسن في حبنا كثير القدم في أمرنا\r\nومنها قوله عليه السلام إياك أن تفتي الناس بما لا تعلم ، وقوله إياك أن تفتي الناس برأيك ، وقوله ع من أفتى الناس وهو لا يعلم الناسخ من المنسوخ والمحكم من المتشابه فقد هلك إلى غير ذلك مما يدل على جواز الرجوع إلى فقهاء العدول بالدلالة الالتزامية أو المطابقة .\r\nوقد يستدل بأن سيرة العقلاء مستقرة على رجوع الجاهل إلى العالم سيما بين المتشرعة من عصر النبي صلى الله عليه وآله إلى أعصار الأئمة عليهم السلام ، حيث إن الناس لم يكونوا متمكنين من المراجعة إلى النبي ص أو الإمام ع وأخذ معالم الدين عنهما ) بل كانوا يراجعون إلى أصحاب النبي ( ص ) أو الإمام ممن تعلموا منهما ويشهد بذلك ما ذكره بعض الأساطين في رسالة حق اليقين ، حيث قال وقد\r\n","description":"","footnote":"","page_name":" 57 ","page_number":58},
  {"content":"\r\n\r\nكان في زمان أئمتنا الزرارية واليونسية .\r\nالمبحث الثالث في من يجوز له التقليد .\r\nلا إشكال في جواز التقليد للعامي العاجز ، ولمن لم يبلغ درجة الاجتهاد وان كان من أهل العلم والفضل ، وانما الكلام في أن من له ملكة الاستنباط ، هل يجوز له التقليد فيما لم يجتهد فيه فعلا أم لا يجوز ؟ قولان\r\nقال العلامة الأنصاري قده في رسالة التقليد ، المعروف عندنا العدم ، بل لم ينقل الخلاف عن أحد منا ، وانما حكى عن مخالفينا على اختلاف منهم في الإطلاق والتفصيلات\r\nنعم اختار الجواز بعض سادة مشايخنا في مناهله انتهى\r\nأقول المشهور هو المنصور لعدم شمول أدلة التقليد والرجوع إلى المجتهد العارف بالأحكام من العقل والنقل لمن له ملكة الاستنباط\r\nاما العقل فواضح لاختصاص حكمه بالعاجز عن الاستنباط بالفحص عن الأدلة ، من الكتاب ، والسنة ، ورد الفروع الفقهية إلى أصولها ، ومن له\r\n","description":"","footnote":"","page_name":" 58 ","page_number":59},
  {"content":"\r\nملكة الاستنباط ، قادر على ذلك .\r\nواما النقل فليس في البين ما يمكن أن يستدل به للجواز الا استصحاب صحة التقليد وهو كما أفاده الشيخ العلامة في رسالة التقليد لموضوع القاصر عن الاستنباط ولا أقل من الشك في ذلك ومع الشك في الموضوع لا مجرى للاستصحاب كما هو المقرر في محله ومع الغض عن ذلك فعمومات وجوب الرجوع إلى الكتاب والسنة حاكمة على الاستصحاب فان قيل إن حكومة العمومات على الاستصحاب\r\nانما تصح إذا كان خروج العامي عنها من جهة حكم العقل بقبح التكليف العاجز إذ حينئذ يبقى غيره واما لو خرج بالشرع ولا نعلم أن حكم المخصص عليه باق إلى أن يصير عالما بالفعل أو إلى أن يصير عالما بالقوة فمقتضى حكم المخصص بقائه\r\nقلت هذا حسن لو كان الشك في الحكم من جهة الزمان أو من جهة شمول العام للعنوان المسبوق بعنوان المخصص فنقول في المقامين الأصل بقاء حكم المخصص واما لو كان الشك في شمول العام لعنوان مقابل لعنوان المخرج الا انه قد يكون مسبوقا به وقد لا يكون كما في من بلغ الحلم عالما متمكنا عن الاجتهاد فان مرجع الشك هنا إلى وحدة المخرج وتعدده لا إلى بقاء الحكم في الزمان اللاحق للمخرج وعدمه فافهم واغتنم .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":60},
  {"content":"\r\n\r\n\r\nالمبحث الرابع في الشرائط المعتبرة في من يصح تقليده ،\r\nمنها اشتراط كونه مجتهدا مطلقا\r\nلا كلام في أن المقلد بالفتح لا بد وأن يكون قادرا على استنباط الاحكام عن مدركها على النهج المألوف بين الأصحاب ، انما الكلام في أنه يعتبر أن يكون مجتهدا مطلقا عارفا بمعظم الاحكام ، فلا يجوز تقليد المتجزي مع التمكن من تقليد المجتهد المطلق ، أو هما في ذلك سيان ؟ قولان ، وقد سبق ما هو الحق عندنا في المبحث الرابع من رسالة الاجتهاد فراجع\r\nومنها اشتراط الحياة ) والكلام فيه وقع في مقامين المقام الأول في اشتراطها فيه ابتداء\r\nوالمقام الثاني في اشتراطها فيه استدامة ويتفرع على الأول مسألة جواز تقليد الميت وعدمه ، كما يتفرع على الثاني مسألة جواز البقاء على تقليد الميت وعدمه بالمعنى الشامل للوجوب والمسألة الأولى ذات قولين ، والثانية ذات أقوال ثلاثة .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":61},
  {"content":"\r\nلا خلاف بين المجتهدين من الخاصة في اشتراط الحياة في المقام الأول وادعى عليه الإجماع ، والظاهر تحقق الإجماع كما لا يخفى على من تتبع أقوال المجتهدين من القدماء والمتأخرين ،\r\nوما ينسب إلى بعض المتأخرين من الميل إلى جواز تقليد الميت ابتداء فغير ظاهر من كلامه ، وعلى فرضه لا يقدح في الإجماع المدعى واما العامة فعلى عدم الاشتراط ، وقد نسب ذلك إلى بعض الأخباريين من الخاصة أيضا ،\r\nلكن لا ينبغي عدهم من المخالفين فيما هو محل النزاع من أخذ فتوى الميت والعمل عليه ، وذلك لوجود الفرق بين الرواية والفتوى في اللوازم والآثار .\r\nواما رواية المنقولة لفظا فمغايرتها للفتوى واضحة\r\nواما المنقولة معنا فهي وان كانت مفاد اللفظ الصادر عن الإمام عليه السلام لكن يشترط مساواة لفظ المنقول ولفظ الأصل في الإفادة ولا يجوز التعويل في النقل على ما اعتقده اجتهادا هذا بخلاف الفتوى .\r\nفإنه عبارة عن الاخبار عن حكم الله بحسب الاعتقاد ، ومنشأ الاعتقاد\r\n","description":"","footnote":"","page_name":" 61 ","page_number":62},
  {"content":"\r\nيكون نفس الرواية تارة ، وغيرها أخرى .\r\nوبذلك يظهر ان ما عن الفاضل التوني ( 1 )\r\n\r\n، من أن المفتي إذا علم من حاله انه لا يفتي إلا بمنطوقات الأدلة ، كالصدوقين ومن شابههما من القدماء فإنه يجوز الأخذ بفتاويهم حيا وميتا ، واما إذا كان ممن يعمل بالافراد الخفية للعمومات واللوازم الغير الظاهرة للملزومات فلا يجوز تقليده حيا وميتا ، ليس تفصيلا في المسألة بل هو في عداد نظرائه من الأخباريين المانعين من الأخذ بالفتوى حيا وميتا ويظهر أيضا ان استدلال البعض على عدم اشتراط الحياة بطريقة السلف حيث أنهم كانوا يعملون بفتاوى علي بن بابويه عند إعواز النصوص في غيره حله فان تلك الفتاوى مضامين الروايات أو منطوقاتها فحكمها حكم الروايات المنقولة بالمعنى واللفظ .\r\nوكيف كان فقد استدل على اشتراط الحياة في المفتي ابتداء بوجوه منها الإجماع فقد أشرنا إلى أنه يظهر لمن تتبع أقوال العلماء الإمامية\r\n","description":"","footnote":"\r\n( 1 ) وهو الشيخ الجليل عبد اللَّه بن محمد البشروي المشهدي صاحب كتاب الوافية في الأصول توفي سنة 1071\r\n","page_name":" 62 ","page_number":63},
  {"content":"\r\nوقد نقل في التقريرات شطرا من أقوالهم إلى أن قال :\r\nاما مخالفة الأخباريين فقد عرفت ان ذلك بواسطة تخيلهم أن الحائز من الفتوى لا يفارق النقل بالمعنى كما هو صريح كلام السيد الجزائري في مقام الاستدلال على عدم اشتراط الحياة من أن كتب الفقه شرح لكتب الحديث ومن فوائدها تقريب معاني الأخبار إلى إفهام الناس لان فيها العام والخاص ، والمجمل والمبين إلى غير ذلك وليس كل أحد يقدر على بيان هذه الأمور من مفادها ؛\r\nفالمجتهدون بذلوا جهدهم في بيان ما يحتاج إلى البيان وترتيبه على أحسن النظام والاختلاف مستند إلى اختلاف الاخبار أو فهم معانيها من الألفاظ المحتملة حتى لو نقلت تلك الأخبار لكانت موجبة للاختلاف كما ترى الاختلاف الوارد بين المحدثين\r\nمع أن عملهم مقصور على الاخبار المنقولة\r\nوبالجملة فلا فرق بين التصنيف في الفقه والتأليف في الحديث انتهى\r\nوهو كما ترى لا يقدح في الإجماع المدعى لأن الظاهر من كلامه أن تجويز الأخباريين ذلك ليس إلا من جهة ان الفتوى عندهم هو الحديث\r\n","description":"","footnote":"","page_name":" 63 ","page_number":64},
  {"content":"\r\nالمنقول بالمعنى على وجه لو اعتقد اختلافهما ما كان يقول بذلك ، وكأنه قد خفي على السيد مخالفة طريقة المجتهدين لطريقة الأخباريين ،\r\nمع أن مخالفة الطريقة بينهما كالنار على المنار ، فان المجتهدين يعملون بالظنون الاجتهادية التي تنتهي إلى القطع ، والأخباريون لا يعتقدون العمل بالظنون وان كان عملهم على خلاف معتقدهم\r\nكما أن خلاف العامة أيضا لا ينبغي أن يعد خلافا في المسألة لاستقرار طريقتهم على بطلان الاجتهاد الخارج عن المذاهب الأربعة .\r\nفتحصل ان دعوى الإجماع على عدم جواز تقليد الميت ابتداء من أصحابنا الإمامية رضوان الله عليهم ، قريبة جدا ، ومال إليه شيخنا الأستاد المحقق النائيني قدس أيضا على ما ببالي ، بل ادعى إطباق طائفة الأصولين قديما وحديثا على عدم الجواز ، إلا ما يظهر من المحقق القمي قده وصاحب الحدائق ، من الميل إلى الجواز ، وخلافهما لا يقدح في الإجماع الحدسي ، كما هو مسلك التحقيق لكن يختلج بالبال ( بعد صعوبة إدراجها في المسألة الفرعية بدعوى ان الحكم العقلي الارتكازي برجوع الجاهل إلى العالم انما هو حكم إجمالي وهو لا ينافي مع كون الخصوصيات من حياة المرجع وأعلميته وغير هما منوطة بنظر الفقيه ، ويكون نظره في الاستناد من الأدلة\r\n","description":"","footnote":"","page_name":" 64 ","page_number":65},
  {"content":"\r\nمتبعا ( 1 )\r\n\r\nان دعوى الإجماع التعبدي في مثل هذه المسألة بعيدة جدا لقوة احتمال ان اتفاقهم كان لأجل الأصل . أو الحكم العقلي الارتكازي ، أو بعض الأدلة الاعتبارية واللفظية على ما سيجيء »\r\nومنها الأصل ، فقد قرر بوجوه أحسنها بل الصحيح منها ما أسسه شيخنا العلامة الأنصاري قده ، وأوضحه في الرسائل في باب حجية الظن وحاصله ان التعبد بما لم يثبت التعبد به تشريع محرم بالأدلة الأربعة فراجع ، واما ما عداه من الوجوه فغير سليمة عن المناقشة ، وقد نوقش في كل منها فلاحظ\r\nومنها سقوط رأى المجتهد بالموت ، فقد قرر بوجوه أغلبها عن المحقق الثاني ( 2 )\r\n\r\nوشيد أركان بعضها السيد المحقق الداماد ( 3 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسيأتي تقريب أحسن منه لإدراج تلك الخصوصيات في المسألة الفرعية وكون المرجع فيها فتوى المجتهد .\r\n\r\n( 2 ) هو المحقق العظيم الشيخ علي بن عبد العالي العاملي الملقب تارة بالمحقق الكركي وأخرى بالمحقق الثاني وثالثة بالشيخ العلائي ، مصنف جامع المقاصد في شرح قواعد العلامة توفى يوم الغدير بالنجف سنة 940 ه .\r\n\r\n( 3 ) هو السيد المحقق الحكيم مير محمد باقر بن محمد الحسيني الأسترآبادي كان عظيم المنزلة عند شاه عباس الصفوي وبعده عند الشاة صفى ، توفي في سفره . معه إلى زيارة العتبات العاليات ودفن في النجف سنة 1041 وقيل دفن بين النجف والكربلاء في « خانه شور »\r\n","page_name":" 65 ","page_number":66},
  {"content":"\r\nوحيث إن الوجوه المقررة غير سليمة عن النقض فلا يهمنا التعرض لها ومن أرادها فليراجع التقرير المنسوب إلى شيخنا العلامة الأنصاري قده\r\nومنها الاخبار ، فقد استدل شيخنا الأستاد المحقق قده من بينها بما في التوقيع المبارك في جواب مسائل إسحاق بن يعقوب وهو قوله روحي له الفداء « واما الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وأنا حجة الله » بناء على أن يكون المراد بالحوادث الواقعة المسائل الفرعية التي لم يكن حكمها معلوما عموما أو خصوصا فيما روى عن الأئمة الأطهار عليه السّلام .\r\nوتسمية الشبهات الحكمية بالحوادث الواقعة بلحاظ عدم معلومية حكمها فكأنها حادثة حدثت .\r\nفمحصل قوله روحي فداه هو ان المسائل التي لا تجدون حكمها فيما روى عنا من النصوص فارجعوا فيها إلى رواة حديثنا لكونهم من أهل النظر والاجتهاد فهم لأجل ذلك يقدرون على استنباط الفروع المتجددة الحادثة من النظر في الأدلة والروايات وإزالة الجهل بحكم المسألة وقوله عليه السلام فإنهم حجتي عليكم يشهد بأن الرواة في التوقيع المبارك هم الفقهاء وأهل النظر والاجتهاد لا كل من روى الحديث .\r\n","description":"","footnote":"","page_name":" 66 ","page_number":67},
  {"content":"\r\nويشهد لكون المراد بالحوادث الشبهات الحكمية . انه أمر بالرجوع إلى الرواة فيما كان الناس يرجعون إلى الأئمة عليهم السلام في عصر حضورهم ، ومن المعلوم انهم عليهم السلام لم يكونوا متصدين إلا لبيان الأحكام الشرعية دون الأمور القضائية ، فدلالة التوقيع المبارك على اعتبار الحياة في المرجع في غاية الوضوح فان المأمور به هو الرجوع إلى الرواة والعلماء لا إلى رواياتهم عن الأئمة عليهم السلام وما قيل من أن الرجوع في المسائل الشرعية إلى العلماء من بديهيات الإسلام من السلف إلى الخلف ، فهو مما لم يكد يخفى على مثل إسحاق بن يعقوب حتى يكتبه في عداد مسائل أشكلت عليه\r\nمدفوع بوقوع مثل ذلك عمن هو أجل منه ، فإن أحمد بن إسحاق ( 1 )\r\n\r\n( المعدد ومن السفراء والأبواب )\r\nقال سألت أبا الحسن الهادي عليه السلام وقلت من أعامل ؟ أو عمن آخذ ؟\r\nوقول من اقبل ؟\r\n","description":"","footnote":"\r\n( 1 ) هو الشيخ الجليل أحمد بن إسحاق بن عبد اللَّه بن ما لك الأشعري شيخ القميين ووافدهم ، روى عن الجواد ، والهادي عليهما السلام وكان من خاصة أبي محمد العسكري عليه السلام ، ورأى صاحب الأمر روحي فداه . قيل مرض عند ذهابه إلى قم في قرية حلوان المدعو الآن ( بپل ذهاب ) واقعة في طريق كرمانشاهان وبغداد ) وتوفى بها ودفن قرب نهر تلك القرية على بعد نحو الف قدم من جهة الجنوب .\r\n","page_name":" 67 ","page_number":68},
  {"content":"\r\nفقال له عليه السلام العمري ( 1 )\r\n\r\nثقتي فما أدى إليك عني فعني يؤدي وما قال عني فعني يقول فاسمع له وأطع فإنه الثقة المأمون .\r\nولا يخفى ان الاستدلال بالتوقيع المبارك على شرطية الحياة في مرجع التقليد ابتداء ، لا يتوقف على أن يراد من الحوادث الواقعة خصوص الشبهات الحكمية ، بل لو أريد بها الأعم منها ومما يرجع إلى باب المرافعات والمنازعات يتم الاستدلال به أيضا .\r\nوأما ما قيل من أن قوله روحي فداه « فإنهم حجتي » في مقام تعليل الحكم والعلة المذكورة مطردة في الطائفتين ( الاحياء والأموات )\r\nففيه انه في مقام أنشأ الحجية لهم بهذا الكلام لا الاخبار عن الحجة ولا معنى لإنشاء الحجية لهم بالنسبة إلى الأموات ولعله بما ذكرنا يظهر صحة الاستدلال على اعتبار الحياة في المرجع بكل ما ورد من الاخبار في بيان أصل التقليد منطوقا ومفهوما مثل ما دل على وجوب اتباع قول\r\n","description":"","footnote":"\r\n( 1 ) العمرى بفتح العين المهملة وسكون الميم ، هو الشيخ الجليل المأمون على الدين والدنيا عثمان بن سعيد الأشعري أحد السفراء الناحية المقدسة بعد أن تولى ذلك المنصب الرفيع عن قبل أبيه وجده عليهم السلام ، وكانت توقيعات صاحب الأمر جعلنا من كل مكروه فداه ، تخرج على يديه وابنه أبي جعفر محمد إلى شيعته وخواص أبيه بالأمر والنهى وأجوبة المسائل ، وقبره بالجانب الغربي من بغداد\r\n","page_name":" 68 ","page_number":69},
  {"content":"\r\nالعلماء وما دل على أن للعوام تقليد العلماء وما دل على المنع عن الإفتاء بغير العلم المستلزم لجواز الفتوى عن علم وما دل على إظهار الإمام حبه لان يرى في أصحابه من يفتي بالحلال والحرام كقول مولانا الباقر ع لأبان بن تغلب ( 1 )\r\n\r\n« اجلس في مسجد المدينة وأفت الناس فإني أحب أن يرى في شيعتي مثلك » إلى غير ذلك فان الظاهر من مثل الأخير والقدر المتيقن مما عداه هو الاقتصار على تقليد المجتهد الحي العدم إطلاق لها لأنها مسوقة لبيان أصل مشروعية التقليد فحالها حال الحكم العقلي الارتكازي في عدم الإطلاق ، هذا تمام الكلام في بيان وجه المختار من بطلان تقليد الميت ابتداء ،\r\nوأما المجوز لتقليد الميت ابتداء فاستند تارة بالاستصحاب ، وأخرى بالاخبار ، وثالثة بالآيات ،\r\nومرجع الوجوه إلى وجهين الأصل ، والدليل الاجتهادي\r\n","description":"","footnote":"\r\n( 1 ) الشيخ المقدم جليل القدر عظيم المنزلة في أصحابنا أبان بن تغلب بن رباح البكري لقي الأئمة الثلاث ( السجاد والباقر والصادق ع ) وروى عنهم وكانت عندهم خطوة وقدم مات في حياة أبي عبد اللَّه ع سنة إحدى وأربعين ومائة ( 141 ) كفى به قدرا ما قاله ع لما أتاه نعيه « أما واللَّه لقد أوجع قلبي موت أبان »\r\n","page_name":" 69 ","page_number":70},
  {"content":"\r\nأما الأصل فتقريره على ما في التقريرات من وجوه ، فتارة يراد انسحاب حكم المفتي ، وأخرى حكم المستفتي - وثالثة حكم المستفتي فيه ،\r\nوعلى الأول يقال إن المجتهد الفلاني كان ممن يجوز الأخذ بفتواه والعمل عليه وقد شك فيه بعد موته فيستصحب كما يستصحب ذلك عند تغير حالاته من المرض والصحة والشباب والشيب ،\r\nوقريب منه يقال على الثاني والثالث فيقال ! إن المستفتي كان يجوز له الأخذ بفتوى المجتهد الفلاني والعمل به حال حياته فيشك في جوازه بعد مماته وانه كان يجوز له العمل بالحكم المستفتي فيه حال حياته فيشك فيه بعد مماته ( وعلى كل من التقريرات يرد الاستصحاب بوجوه )\r\nالوجه الأول ما أفاده شيخنا الأستاد المحقق النائيني قدس في المقام الثاني ، وحاصله أنه يعتبر في الاستصحاب اتحاد القضية المشكوكة مع القضية المتيقنة موضوعا ومحمولا بحيث لا يكون بينهما اختلاف إلا من جهة الشك واليقين فلا بد من اليقين ببقاء الموضوع وعدم تغيره عرفا وفي المقام لو لم نقل بتغير الموضوع وعدم بقائه عرفا فلا أقل من الشك في بقائه فان رأى المجتهد إنما لحقه في حال حياته وهو في تلك الحال حقيقة مركبة من الحيوانية والناطقية وبالموت يصير حقيقة أخرى في نظر العرف لزوال\r\n","description":"","footnote":"","page_name":" 70 ","page_number":71},
  {"content":"\r\nالحيوانية التي كانت من مقومات حقيقة الإنسانية فالموضوع في القضية المشكوكة مغاير للموضوع في القضية المتيقنة عرفا هذا .\r\nولو تنزلنا فلا أقل من الشك في بقاء الموضوع ومعه لا مجرى للاستصحاب كما سيأتي توضيح ذلك في المقام الثاني فانتظر .\r\nالوجه الثاني ما حكاه بعض أعاظم العصر عن التقريرات ، وحاصله أنه على تسليم عدم دخل جهة الحيوانية في أصل الموضوع ، يدور الأمر بين ما هو زائل أو باق غير حجة ، وذلك لان آراء المجتهد في الغالب مستنبطة من المدارك الجزئية كالآيات والروايات ، وآرائه لا تكون حجة إلا إذا كانت مستندة إلى تلك المدارك بقاء ، كما كانت حدوثا فكما ان قيامها بالمجتهد مع زوال مداركها بالمرة يخرجها عن الحجية حال حياته كذلك إذا زالت مداركها بزوال القوة المدركة ، فإن النفس الناطقة من حيث كونها قوة عاقلة ليست مدركة للجزئيات كي تكون باقية ببقاء النفس لأجل تجردها كما هو المسلم بل المدرك انما هو الخيال والوهم وتجرد قوتي الخيال والوهم ليس مسلما عند أهل الفن ، بل هو خلاف المشهور من أهل الفن .\r\nالوجه الثالث هو ان تحقق التقليد من العامي موقوف على أن يجعل العامي إحراز مقلده إحرازا لنفسه بعد الفراغ عن ثبوت فعلية إحراز مقلده بالفتح\r\n","description":"","footnote":"","page_name":" 71 ","page_number":72},
  {"content":"\r\nفي حال تقليده له ومن المعلوم انتفاء فعلية إحراز مجتهده بعد موته ولذلك لو عدل المجتهد الحي عن إحرازه ، لا يجوز تقليده فيما أحرزه قبل العدول ، وكذا لو طرأ عليه النسيان أو أحرزه ولم يبن عليه في مقام العمل .\r\nوما توهم أو يتوهم من استصحاب حجية رأي المجتهد بعد وفاته ، بدعوى ان الرأي له بقاء نظير اخبار المخبر ، فكما ان اخباره لا ينعدم بموته ، فكذا الرأي لا ينعدم بموت الفقيه .\r\nمدفوع بالفرق الواضح بين الاخبار والحكاية وبين الرأي ، فإن الحكم بعد ما صار محكيا عنه لا زوال للوصف عنه أبدا ، فهو محكي عنه مات الحاكي أم لا ؟\r\nبخلاف الرأي ، فإن الرأي متقوم بالحياة ، ولذا قال بعض الأعاظم في الرسالة .\r\n« ان قول القائل أعمل على رأى فلان من دون تقيد ظاهر في ثبوت الرأي عند تعلق العمل وإلا كان عملا بغير الرأي .\r\nنعم يقبل التقيد بان يقال اعمل على طبق الرأي السابق الزائل انتهى » فتأمل جيدا في كلمات الاعلام حتى يظهر لك ان الاستصحاب لا مجرى له في المقام بوجه وسيأتي مزيد توضيح له إن شاء الله تعالى .\r\nتنبيه\r\nلا يخفى ان ما ذكرنا في رد الاستصحاب لا ينافي لما نقول من كون قول\r\n","description":"","footnote":"","page_name":" 72 ","page_number":73},
  {"content":"\r\nالميت محققا للإجماع أو الشهرة فإن نفس صدور الرأي من المجتهد في حال حياته كاف في تلك المرحلة .\r\nثم إن المحقق الأصفهاني قده بعد ان ذهب إلى تجرد قوتي الوهم والخيال تجردا برزخيا مع اعترافه بأنه خلاف المشهور لكن قال إنه لا مناص من الالتزام به لكونه مما اقتضاه البرهان كما شيده بعض الأركان ( 1 )\r\n\r\nرجح التفصيل بين ما إذا كانت الحجة على المقلد ظنون المجتهد وإدراكاته للحكم الواقعي وما إذا كانت الحجة قطعه بالحكم الظاهري المماثل للواقعي ، فقال بالجواز في الأول دون الثاني ، وذلك لأنه على الثاني منتف قطعا لا لفناء القوة المدركة ، بل لانكشاف الواقع نفيا وإثباتا ، فلا شك في الواقع فلا قطع بالحكم الظاهري ، بخلاف الأول ، فإن بقائه محتمل فيستصحب ويترتب عليه جواز تقليده ، وانكشاف الواقع حينئذ غير ضائر إلى أن قال ردا على ما في التقريرات ،\r\nوأما ما عن بعض الاعلام ، من أن الاعتقاد الحاصل بالكشف والشهود من الموت لا دليل على حجيته على المقلد ، فيدور أمر الرأي بين ما هو زائل أو باق غير حجة ،\r\n","description":"","footnote":"\r\n( 1 ) عنى به الحكيم المتأله محمد بن إبراهيم الشيرازي المقلب بملا صدرا وصدر المتألهين المتوفّى في بصره سنة 1050 عند ذهابه إلى بيت اللَّه الحرام\r\n","page_name":" 73 ","page_number":74},
  {"content":"\r\nفمدفوع لان الكشف والشهود الذي لا دليل على حجيته لغير صاحبه هو الذي يحتمل فيه الخطاء على صاحبه لا الحاصل بالموت فالأمر دائر بين بقاء رأيه واعتقاده بنحو موافق للواقع جزما بحيث لا شك فيه ، أو زواله رأسا مع القطع ببقاء القوة المدركة ، فلا يقاس هذا الكشف بالكشف الحاصل لبعض المرتاضين\r\nومن جميع ما ذكرنا تبين أنه لا مانع من استصحاب جواز التقليد ،\r\nنعم الحي والميت في نظر العرف متباينان ، والحشر في نظر العرف من باب إعادة المعدوم ، فالموضوع غير باق عرفا انتهى كلامه في الرسالة ،\r\nأقول ولا يخفى ان ما أفاده في المقام نقضا وإبراما وان كان تحقيقا رشيقا في نفسه الا ان هذا النحو من التحقيقات العرفانية خارج عن طريقة علماء الأصول في علم الأصول قديما من الخاصة والعامة ،\r\nوهذا النحو من الاختلاط انما وقع كثيرا في كلمات من تأخر عن شيخنا العلامة الأنصاري قده في مباحث الأصول لفظية وعقلية فلاحظ الكلمات كي يظهر لك حقيقة الحال .\r\nهذا والذي يسهل الخطب انه بعد ذلك التدقيق هدم أساس الاستصحاب بعدم بقاء الموضوع عرفا من جهة كون الحي والميت في نظر العرف متباينان .\r\nوكيف كان فالتحقيق في رد الاستصحاب هو الذي أفاده شيخنا\r\n","description":"","footnote":"","page_name":" 74 ","page_number":75},
  {"content":"\r\nالأستاد وفاقا للشيخ العلامة الأنصاري قده ،\r\nوأما الدليل الاجتهادي فقد استند تارة بالآيات وأخرى بالروايات أما الآيات فكآية النفر والكتمان والسؤال .\r\nففيها انه مع الغض عما قيل من اختصاص الآيات بحجية الرواية فغاية الأمر تسليم دلالتها على حجية الفتوى والرجوع إلى المجتهد في العمل على فتواه في الجملة ، فلا إطلاق لها بالنسبة إلى حالتي الحياة والممات فالقدر المتيقن حجية فتوى المجتهد الحي هذا .\r\nمضافا إلى ما أفاده بعض المحققين قده بان الآيات ظاهرة بل صريحة في أن المسؤول منه والمنذر والفقيه حي .\r\nوأما الروايات فعلى طوائف كثيرة فقد قرب الاستدلال بها في التقريرات وأجاب عن كل منها بوجه واضح .\r\nوملخصه ان الروايات بينما لا دلالة لها على مشروعية أصل التقليد فضلا عن تقليد الميت وهي أكثرها ، وبينما لها دلالة على مشروعية أصل التقليد ، لكن لا إطلاق لها بحيث يشمل حالتي الحياة والممات ، بل هي اما مختصة بظاهر ها بالإحياء أو ساكتة من حيث الحيات والممات والقدر المتيقن من هذه الطائفة\r\n","description":"","footnote":"","page_name":" 75 ","page_number":76},
  {"content":"\r\n\r\nأيضا الرجوع إلى الاحياء هذا تمام الكلام في المقام الأول .\r\nاما المقام الثاني أعني البقاء على تقليده الميت\r\nفذات أقوال ثلاثة الأول وجوب البقاء ، الثاني جواز البقاء ، الثالث حرمة البقاء ومختار أستادنا المحقق هو الأخير لضعف ما تمسك به القائل بالبقاء فلا بد من بيان ما تمسك به وتضعيفه ، فنقول تمسك القائل بالبقاء عليه ( بالمعنى الجامع بين الوجوب والجواز ) تارة بالاستحسان العقلي وأخرى بالأصل العملي وثالثة بالسيرة\r\nاما الاستحسان العقلي فاجماله هو انه لو كان العدول واجبا أو جائزا لزم تحمل القضية الواحدة لتقليدين واللازم باطل فالملزوم مثله والملازمة واضحة .\r\nوفيه أولا منع الملازمة فإنها فيما إذا كان المراد الوحدة الشخصية وليس الأمر كذلك فان المراد بالوحدة في القضايا المبتلى بها الوحدة النوعية التي لها مصاديق شخصية .\r\nوثانيا منع بطلان اللازم على مقتضى أصول الإمامية من عدم الاجزاء إلا إذا قام عليه دليل بالخصوص وقد تقدم تفصيل ذلك في رسالة الاجتهاد .\r\nوأما الأصل فهو في المقام منحصر بالاستصحاب ويقرب ذلك تارة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":77},
  {"content":"\r\nمن حيث حجية فتوى الميت ، وأخرى من جهة تقليد الميت ،\r\nأما الأول فبأنه لا إشكال في كون فتوى المجتهد الجامع للشرائط حجة يجوز الأخذ به والعمل عليه في حال حياته وبعد الموت نشك في بقاء حجيته فيستصحب وأما الثاني فبان تقليد المكلف للمجتهد كان متيقنا في حال حياته فيشك في بقائه وارتفاعه بعد مماته فيستصحب بقائه ،\r\nوالفرق بين التقريبين مع اشتراكهما في إثبات البقاء على تقليد الميت هو انه لا يفرق الحال في التقريب الأول بين الابتداء والاستدامة إذ بعد ما ثبت حجية قول المجتهد بالاستصحاب فكما يجوز الأخذ به في مرحلة البقاء يجوز الرجوع إليه ابتداء أيضا إلا إن الإجماع كما عرفت قام على عدم الرجوع إلى الأموات ابتداء ، بخلاف التقريب الثاني . فإنه يختص بمرحلة البقاء كما لا يخفى .\r\nوفي كلا التقريبين نظر لأن حجية فتوى المجتهد في باب التقليد متقوم بالحياة وبعد الموت - نقطع بارتفاع الموضوع ، وان تنزلنا عن ذلك فلا أقل من الشك في بقاء الموضوع ، ومعه لا مجال للاستصحاب .\r\nتوضيح ذلك هو انه ان ما يؤخذ في موضوعات الأحكام بتصور على أقسام ثلاثة\r\nالأول أن يكون لمجرد الإشارة إلى ما هو موضوع للحكم واقعا من غير\r\n","description":"","footnote":"","page_name":" 77 ","page_number":78},
  {"content":"\r\nأن يكون له دخل في الحكم لا في مرحلة الحدوث ولا في مرحلة البقاء كقولك اعمل بما في الطومار .\r\nالثاني أن يكون له دخل في مرحلة الحدوث ولكن نشك دخالته في مرحلة البقاء ، كتغير الماء بالنسبة إلى الحكم بالنجاسة ،\r\nولا فرق في ذلك بين أن يؤدى بالجملة الوصفية كما ذا قيل الماء المتغير يتنجس بالتغير ، أو بالجملة الشرطية كما إذا قيل الماء إذا تغير يتنجس قضاء لمناسبة الحكم والموضوع ، حيث إن العرف يرى النجاسة بالقياس إلى الماء من قبيل الاعراض ، وان محلها هو الجسم المائع السيال ، فيعلم ان التغير من حالات الموضوع لا من مقوماته ،\r\nوبعبارة أخرى انه واسطة في الثبوت لا واسطة في العروض ، فعند زوال التغير بنفسه أو بعلاج يشك في نجاسته وطهارته ، فيحكم بنجاسته تعويلا على الاستصحاب لتحقق أركانه فيه والتفصيل في محله .\r\nالثالث أن يكون له دخل في الحكم حدوثا وبقاء كقوله قلد المجتهد العادل وأعط الفقير الزكاة ، فإنه يعلم من مناسبة الحكم والموضوع ، ان وصف الاجتهاد والعدالة والفقر من مقومات الموضوع ، لوجوب التقليد وإعطاء\r\n","description":"","footnote":"","page_name":" 78 ","page_number":79},
  {"content":"\r\nالزكاة ، وعند زوال الوصف في هذا القسم كالاجتهاد والعدالة في المثال الأول ، والفقر في المثال الثاني ، لا مجال للاستصحاب للقطع بانتفاء الموضوع إذا عرفت ذلك فنقول ان وصف الحياة بالنسبة إلى حجية الفتوى ان كان كوصف التغير بالنسبة إلى النجاسة في كونها من حالات الموضوع صح استصحاب بقاء حجية فتوى المجتهد بعد موته ،\r\nوأما إن كان كوصف الفقر والاجتهاد من مقومات الموضوع وذا مدخلية في حجية فتوى المجتهد حدوثا وبقاء ، فلا مجال لاستصحاب بقاء حجية فتواه بعد موته لارتفاع الموضوع يقينا .\r\nوالظاهر كونه من قبيل الثاني ، أو لا أقل من الشك في كونه من قبيل الأول وعلى كل حال لا مجال للاستصحاب ، للعلم بارتفاع الموضوع على تقدير الشك فيه على تقدير آخر كما عرفت ، وقد تقدم في المقام الأول تقريبان آخر ان لمنع الاستصحاب فراجع وتأمل فيه .\r\nثم إنه كيف يقال باعتبار سائر الشروط من الاجتهاد والعدالة والايمان وغير ذلك ابتداء واستدامة ولا يقال بذلك في شرط الحياة ؟ مع أن وزان الجميع واحد ،\r\n","description":"","footnote":"","page_name":" 79 ","page_number":80},
  {"content":"\r\nودعوى ان الأمر في سائر الشروط كما في شرط الحياة من حيث إنها اعتبرت في الابتداء الا ان الإجماع قام على اعتبارها استدامة أيضا ، واضحة الفساد كما لا يخفى . وبهذا ظهر وجه آخر على حرمة البقاء فإن الحياة كغيرها من الشروط ، فكما يخرج المجتهد بالفسق عن صلاحية الاعتماد والركون إليه فكذلك يخرج رأيه بالموت عن صلاحية الاستناد والتعويل عليه ، هكذا تحصل مما أفاده شيخنا الأستاد المحقق قده في المقام .\r\nولكن يختلج بالبال ان اعتبار سائر الشروط لما كان بالدليل اللفظي فمقتضى الإطلاق اعتبارها ابتداء واستدامة بخلاف شرط الحياة ، فإن الدليل اللفظي الذي أقامه الأستاد المحقق كتوقيع المبارك لا يخلو عن المناقشة وكذا غيره مما أقاموه عليه فينحصر الدليل عليه بالإجماع ، وهو دليل لبى يقتصر فيه على المتيقن وهو التقليد الابتدائي فتأمل فيه .\r\nوربما يقال إن البقاء على تقليد الميت قضية استصحاب الاحكام التي قلده فيها فإن رأيه وإن كان مناطا لعروضها وحدوثها إلا أنه عرفا من أسباب العروض أي الواسطة في الثبوت لا من مقومات الموضوع والمعروض ودفع هذا الاستصحاب وأن يظهر بما ذكرنا آنفا من عدم إحراز بقاء الموضوع على كل حال إلا أن المحقق الخراساني رده في الكفاية بوجه آخر أيضا مبنيا على غير مسلك جعل المماثل خاصة ، وهو انه لا يقين بالحكم شرعا في السابق ، فان جواز التقليد سواء\r\n","description":"","footnote":"","page_name":" 80 ","page_number":81},
  {"content":"\r\nكان بحكم العقل أو بحكم النقل لا يقتضي أزيد من تنجز ما أصابه من التكليف والعذر فيما أخطأ .\r\nوأما على مسلك جعل مماثل ما أدت إليه الأمارة فلاستصحاب ما قلده من الاحكام وان كان مجال بدعوى بقاء الموضوع عرفا الا ان الانصاف عدم كون الدعوى خالية عن الجزاف ، فان احكام التقليدية عندهم أيضا ليست أحكاما لموضوعاتها بقول مطلق بحيث عدت من ارتفاع الحكم عن موضوعه بسبب تبدل الرأي ونحوه ، بل احكام لها بحسب رأيه ، ومجرد احتمال ذلك يكفي في عدم صحة استصحابها لاعتبار إحراز بقاء الموضوع ولو عرفا فتأمل جيدا .\r\nهذا كله مع إمكان دعوى انه إذا لم يجز البقاء على التقليد بعد زوال الرأي بسبب الهرم والمرض إجماعا فلم يجز في حال الموت بنحو أولى قطعا فتأمل انتهى كلامه ولقد أجاد في هذه الإفادة لكن بعض المحققين من تلاميذه أورد على كلامه الأخير بأن الملاك لعدم جواز التقليد في المرض والهرم ان كان زوال الرأي فالتحقيق عدمه فيهما وفي الموت لأن الإدراكات باقية في محالها والنفس بسبب اشتغالها بتدبير البدن أو التوجه إلى نشأة أخرى لا يمكنها ترتيب الأثر عليها وإلا فمن المستحيل بحسب الحكمة الإلهية والعناية الربانية أن تزول العلوم والمعارف الحاصلة للإنسان في مدة مديدة من\r\n","description":"","footnote":"","page_name":" 81 ","page_number":82},
  {"content":"\r\nالعمر بعد إتعاب شديد للقوة النظرية ومجاهدة عظيمة لتحصيل الأخلاق والملكات الفاضلة بمجرد المرض والهرم في آخر العمر أو بسبب الموت ، مع أن الدنيا مزرعة الآخرة والمعرفة بذر المشاهدة ،\r\nبل الصحيح ان علاقة النفس مع البدن حجاب قوى ومانع شديد فإذا زال المانع وارتفع الحجاب كانت العلوم كلها حاضرة لديه ، مشهودة عنده إلى أن قال وان كان الملاك لعدم جواز التقليد في المرض والهرم عدم التمكن من اعمال القوة النظرية ، فلا يقدر على رد الفرع إلى أصله وهذا معنى زوال ملكة الاجتهاد ، فمن البين ان هذا الوجه مختص بهما لان انقطاع علاقة النفس وارتفاع الشواغل المانعة عن القدرة الفعلية يوجب كون النفس أقدر على رد الفرع إلى أصله من حال حياته ، ولعله أشار إلى بعض ما ذكرنا بالأمر بالتأمل انتهى كلامه في الرسالة\r\nأقول لا يخفى ان ما ذكره خال عن التحقيق فان آراء المجتهد في الغالب مستنبطة من المدارك الجزئية كالآيات والروايات إلى آخر ما ذكرنا ، وهو أيضا اعترف بذلك لكنه جزم بتجرد قوتي الخيال والوهم تجردا برزخيا وهو خلاف مسلك مشهور أهل الفن ، مع أن قواعد الأصول ليست مبتنية على تلك التحقيقات العرفانية والتدقيقات الفلسفية ، بل المدار فيها على انظار العرف ، والرأي بنظر العرف متقوم\r\n","description":"","footnote":"","page_name":" 82 ","page_number":83},
  {"content":"\r\nبالحياة ولو لم يكن كذلك واقعا .\r\nثم لا يخفى أن أنظار العرف تختلف في الموارد من جهة مناسبة الحكم والموضوع ، ففي مثل حجية الرأي التي هي مناط جواز التقليد يرون الحي والميت موضوعين متباينين ، فلا يصح استصحاب جواز التقليد الثابت في حال حياة المجتهد بعد مماته لاختلاف الموضوعين في نظرهم ، ولا أقل من عدم إحراز اتحادهما لأجل زوال الرأي بموته ، أو احتمال زواله ، وهذا بخلاف جواز نظر كل من الزوجين إلى الأخر فإنه يصح استصحاب جواز نظر زوجته إليه بعد موته لوحدة الموضوع عند العرف في الحالتين بحسبان بقاء عنوان الزوجية ببدنه الباقي بعد موته ، وان احتمل أن يكون للحياة دخل في عروضه واقعا ببدنه ، وأما ما أفاده بعض آخر من اعلام تلاميذه ( 1 )\r\n\r\nمن استصحاب بقاء الأحكام التكليفية الناشئة عن قيام آراء المجتهد المثبتة سابقا في زمان حياته بناء على التحقيق من كون آراء المجتهد كسائر الحجج الشرعية من علل ثبوت الأحكام الظاهرية على موضوعاتها بلا دخل لعنوان قيامها على المورد في ثبوت مثل هذا الحكم .\r\n","description":"","footnote":"\r\n( 1 ) هو المحقق الجليل الشيخ ضياء الدين العراقي المتوفّى سنة 1361\r\n","page_name":" 83 ","page_number":84},
  {"content":"\r\nوذلك أيضا بناء على كون مفاد دليل حجية الرأي كسائر أوامر التصديق في الأمارات هو إحداث احكام تكليفية ظاهرية إذ حينئذ كان لمثل هذا الاستصحاب مجال إذ من المعلوم انه مع الشك في حجية الرأي حال موت المفتي نشك في بقاء الحكم التكليفي الظاهري الثابت لعنوان موضوعه فيستصحب مثل ذلك الحكم وإن لم يجر الاستصحاب في نفس حجية الرأي .\r\nبل ولئن قلنا بعدم حجية الرأي في حال الموت أمكن قيام مقتضى آخر في بقاء الحكم الظاهري المزبور ومعه يبقى مثل تلك الأحكام على على مشكوكيتها فيشملها أدلة استصحابها فلا مجال لشبهة الشك في الموضوع في مثلها ، نعم لو بنينا على عدم كون مفاد أدلة الطرق حكما تكليفيا إلى آخر ما قاله في المقالات .\r\nفهو كلام على غير مبنى التحقيق في باب الحجج والأمارات الشرعية ، فإن مفاد دليل الحجية أما جعل الوسطية في الإثبات والمحرزية على مصطلح الأصولي في الحجية ، كما هو المختار ، وفاقا لشيخنا العلامة الأنصاري قده فيلزمه تنجيز الواقع ، أو جعل المنجز فيما أصاب والعذر فيما أخطاء كما هو مختار\r\n","description":"","footnote":"","page_name":" 84 ","page_number":85},
  {"content":"\r\nصاحب الكفاية قده ، وعلى المسلكين لا مسرح للاستصحاب ، كما اعترف به أيضا ، وان كان مراده ان قضية الحجية الشرعية جعل مثل ما أدت إليه الطرق والأمارات من الأحكام الواقعية التكليفية الوضعية شرعا في الظاهر ، فقد تقدم رده عن صاحب الكفاية فراجع والمقالات حتى يظهر لك صدق ما قلنا أو صدق ما أفاده ، لكن مع الالتفات إلى أن مؤديات الحجج والأمارات لا يمكن أن تكون أحكاما مستقلة في عرض الأحكام الواقعية بل هي الأحكام الواقعية الثابتة في الظاهر لأجل قيام الطرق والأمارات عليها ولأجل ثبوتها تعبدا في الظاهر سميت بالأحكام الظاهرية والا فعلى الأصول الإمامية من الطريقية والتخطئة ليس لنا حكمان عرضيان ( الواقعي والظاهري ) وقضية الطولية ليست أزيد مما أفاده صاحب الكفاية قده « من أن الاحكام التقليدية ليست أحكاما لموضوعاتها بقول مطلق بل كانت متقومة بالرأي حجيته فإذا زالت حجية الرأي فأين الحكم حتى يستصحب بقائه » مع أن كلامه الأخير مما لا ينبغي صدوره عن مثله ، فان مرجعه إلى إجراء استصحاب الحكم عند زوال مقتضيه ، واحتمال قيام مقتضى آخر فتدبر\r\n","description":"","footnote":"","page_name":" 85 ","page_number":86},
  {"content":"\r\nفتحصل مما ذكرنا ان ما أقيم على جواز البقاء على تقليد الميت أو وجوبه من الدليل اللفظي الاجتهادي ومن الأصل العملي ، مما لا يصح التعويل عليه .\r\nوأما السيرة فأحسن وجوه تقريرها الذي ذكره شيخنا العلامة الأنصاري قده في رسالته المفردة ، فإنه قال : ان السيرة مستمرة من زمان أصحاب الأئمة عليهم السلام على البقاء ، فأنا لم نسمع من أمر الناس بالعدول بعد موت قائله ولا أحدا عدل كذلك مع توفر دواعي نقله ، ولكن أورد عليه بما يرجع إلى جعل فتاوى الأصحاب على ضروب أربعة منها ما يعلم كونه مأخوذا من الرواية المعتبرة المنقولة فيؤخذ ، كما يؤخذ الرواية . كما حكى غير واحد ذلك في فتاوى علي بن بابويه قده ( 1 )\r\n\r\nوكذلك فتاوى الشيخ قده ( 2 )\r\n\r\nحيث ذكروا ان من تأخر عنه من العلماء مقلدون له فان المراد بالتقليد في ذلك نظير قوله فللعوام أن يقلدوه ، مع أنه في مقام تجويز أخذ الخبر والحكاية عن العلماء .\r\n","description":"","footnote":"\r\n( 1 ) هو الشيخ الجليل علي بن الحسين بن موسى بن بابويه القمي من شيوخ القميين ورؤسائهم توفي سنة 329 .\r\n\r\n( 2 ) هو أبو جعفر محمد بن الحسن بن علي الطوسي شيخ الطائفة الحقة الإمامية ومقتداهم ولد سنة 385 توفى ليلة الاثنين 22 محرم 460 .\r\n","page_name":" 86 ","page_number":87},
  {"content":"\r\n\r\nومنها ما كان من قبيل الرواية المنقولة بالمعنى مع اطمينان السامع بعدم وجود المعارض له وعدم صدور تقية لحسن ظنه بمن أخذ منه فيحصل الاجتهاد من نفس ذلك الخبر من غير حاجة إلى شيء آخر ، وكان من أوجب الاجتهاد عينا لاحظ ذلك ولاحظ سهولة تحصيل الإجماع في الإجماعيات منها ما يفيد القطع للسامع خصوصا إذا كان ممن لا يلتفت إلى الاحتمالات كالعوام والنسوان .\r\nمنها ما يكون بطريق محض التقليد مع عدم القطع بل الظن أيضا بمطابقته للواقع ، ولا يخفى ان دعوى السيرة في ثلثه الأول لا تنفع وفي الرابع ممنوعة جدا واما دعوى حكم العادة بأنه لو لم يجز البقاء لوصل المنع مع توفر الدواعي فيردها ان ما وصل من المنع عن تقليد الميت من الإجماعات والفتاوى الكاشفة عن وجود مستند شرعي كاف في المنع انتهى .\r\n[ في اشتراط الأعلمية في المقلد وما استدل به لذلك 
  ]\r\nأقول الإنصاف ان دعوى استقرار السيرة في زمان أصحاب الأئمة عليهم السّلام على البقاء على تقليد الميت قريبة جدا ويشهد لذلك ما ذكره بعض\r\n","description":"","footnote":"","page_name":" 87 ","page_number":88},
  {"content":"\r\n\r\nالأساطين قده في رسالة ( حق اليقين ) على ما نقلناه في صدر رسالة الاجتهاد من أنه كان في زمان الأئمة ع طائفة زرارية وهم العاملون بفتاوى زرارة بن أعين وطائفة يونسية وهم العاملون بفتاوى يونس بن عبد الرحمن وغير ذلك فان ما ذكره كما يشهد على شرع الإفتاء والتقليد في زمان الحضور يشهد أيضا بالبقاء على ما عملوه حسب فتاوى مراجعهم من زرارة أو يونس بن عبد الرحمن أو محمد من مسلم ، أو يحيى بن زكريا وأضرابهم ، إذ لو كان العدول واجبا عليهم بموت مراجعهم لنقل إلينا لتوفر الدواعي على نقل هذا النحو من القضايا وإماما ادعاه الشيخ العلامة الأنصاري قده من كفاية الإجماعات والفتاوى في المنع عن البقاء ، ففيه ان غاية ما يستفاد من الإجماعات المدعاة هو المنع عن تقليد الميت ابتداء لا البقاء على تقليده في الاحكام التي عمل بها في حياة المجتهد ، وعلى هذا فالقول بالبقاء . على تقليد الميت في المسائل التي عمل بها في حياته لا يخلو عن قوة سيما إذا كان الميت اعلم من الحي .\r\nومن الشرائط المعتبرة فيمن يصح تقليده الأعلمية\r\nالمشهور على اعتبار الأعلمية في مرجع التقليد بمعنى وجوب الأخذ بفتوى الأعلم والعمل عليه في موارد الاختلاف بينه وبين غيره ، وعن المحقق الثاني قدس دعوى الإجماع عليه ، والمحكي عن السيد الأكبر « علم الهدى » قده كونه من المسلمات عند\r\n","description":"","footnote":"","page_name":" 88 ","page_number":89},
  {"content":"\r\nالشيعة وخالفهم في ذلك جماعة من المتأخرين فقالوا بالتخيير بين الأعلم وغيره والمشهور هو المنصور وقواه شيخنا الأستاد المحقق قدس وتوضيح المقام يقتضي ذكر أمور ،\r\nالأمر الأول ان رجوع الجاهل إلى العالم ولزوم تقليد العامي للمجتهد ليس تقليديا تعبديا ،\r\nبل هو بحكم العقل الارتكازي وإلا لزم الدور لكن القدر الذي يستقل به العقل ولا مجال لإعمال المولوية فيه مجرد رجوع الجاهل إلى العالم في تعلم الاحكام بمقتضى قيام العبد بوظيفة العبودية بعد تمامية وظيفة الربوبية من إرسال الرسول الأكرم ص وإنزال الكتاب الكريم وإيصال الأحكام الشرعية على مجاري العادة ووجود العلماء المجتهدين لكن خصوصيات المجتهد من حياته وأفضليته وغيرهما من الصفات مما لا يستقل العقل باعتباره ، نعم في جامع الصفات يقطع بكونه مرجعا لكونه متيقن الحجية وغيره مشكوك الحجية ، ففي الخصوصيات يصح اعمال المولوية من حيث اعتبارها وعدم اعتبارها شرعا ولذلك سارت مطرح انظار الفقهاء ، واختلفوا فيها فيصح التقليد فيها من دون لزوم الدور كما يصح الاجتهاد فيها لمن يبلغ درجة الاجتهاد لكن العامي إذا حاول استعلام هذه الواقعة لا بد وأن يرجع إلى الأعلم وهو قد يفتي بالتخيير والمساواة ، كما يمكن أن يفتى بلزوم تقليد الأعلم حسب ما سنح له من الأدلة ،\r\n","description":"","footnote":"","page_name":" 89 ","page_number":90},
  {"content":"\r\nالأمر الثاني ان اعتبار الأعلمية يتصور على نحوين .\r\nالأول أن يكون المراد انحصار الحجة في كل عصر بشخص واحد وهو الأعلم ، واعتبار الأعلمية بهذا المعنى يرتضع من ثدي الإمامة ، فكما ان الحجة في كل عصر منحصر بإمام واحد فكذلك الأمر في المجتهدين ، فان الحجة من بينهم منحصرة بشخص واحد وهو أعلمهم .\r\nالثاني أن يكون المراد من اعتبار الأعلمية كونها مرجحة عند التعارض فقول كل مجتهد في نفسه حجة إلا إذا عارضه قول الأعلم ، فيخرج قول غير الأعلم حينئذ عن الاعتبار ، كما هو الشأن في تعارض الخبرين إذا كان لأحدهما مزية منصوصة موجبة لتقديمه على الأخر الفاقد لها فكما انه تؤخذ بالمزية في مقام الترجيح فلا يكون من مقومات الحجة والا لكان التعارض بين الحجة واللا حجة فكذلك الأمر في المقام .\r\nفتحصل ان اعتبار الأعلمية يحتمل أن يكون من جهة كونها مقومة للحجية وقضية ذلك انحصار الحجة في كل عصر بشخص واحد وهو الأعلم من كل من على وجه الأرض إذا لا علم بقول مطلق لا محالة ينحصر بشخص واحد ولا ثاني له لمكان الخلف ويحتمل أن تكون من المرجحات فيكون قول كل مجتهد حجة في نفسه\r\n","description":"","footnote":"","page_name":" 90 ","page_number":91},
  {"content":"\r\nوالانصاف ان الاحتمال الأول بعيد غاية البعد لا يمكن المساعدة عليه وبعيد أن يكون مرادهم أيضا والقريب أن يكون مرادهم من اعتبار الأعلمية اعتبارها من حيث المرجحية ولا يخفى ان اعتبار الأعلمية بهذا المعنى ينحل إلى دعويين الأولى حجية قول كل مجتهد في حد نفسه .\r\nالثانية تقدم الأعلم على غيره عند التعارض فلا بد من إثبات ذلك بكلا جزئية فنقول اما حجية قول كل مجتهد في حد نفسه فيدل عليه التوقيع المبارك المتقدم ذكره فان رواة حديثنا جمع مضاف مفيد للعموم الانحلالي بلا اشكال ويدل عليه قوله عليه السلام في المقبولة « انظروا إلى من كان منكم قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا ألح » فإنها وان كانت في مورد القضاء إلا أنها تدل على المدعى من جهة عدم القول بالفصل بين الشبهات الحكمية في مورد القضاء وبينها في غير مورد القضاء .\r\nواما كون الأعلمية مرجحة فلوجوه .\r\nالأول ان فتوى الأعلم عند الاختلاف متيقن الحجية وفتوى غيره مشكوك الحجية والأصل عدم حجيته فان التعبد به تشريع محرم بالأدلة الأربعة .\r\n","description":"","footnote":"","page_name":" 91 ","page_number":92},
  {"content":"\r\nالثاني ما في ذيل المقبولة وهو قوله ع فالحكم ما حكم به أفقههما أو أعلمهما بدعوى الملازمة بين تقديم حكم الأعلم وبين تقديم فتواه إجماعا فإن كل من قال بتقديم حكم الأعلم قال بتقديم فتواه وهذا يظهر لمن تتبع فتاوى الفقهاء في المقام ألا ترى ان صاحب المفاتيح ( 1 )\r\n\r\nاقتصر في المناقشة على المقبولة بأنها لأتناول غير صورة الاختلاف ولا بد من ضميمة الإجماع المركب وهو ممنوع فإنه لو أمكن التفصيل بين الحكم والفتوى لكان إنكار الملازمة أولى بالمناقشة من دعوى عدم شمولها لغير صورة الاختلاف وقد أشرنا إلى أن المدعى تقديم فتوى الأعلم وترجيحه على غيره في صورة الاختلاف لا مطلقا كما سيأتي توضيحه ولكن الملازمة في العكس ( أعني بين القول بتقديم فتوى الأعلم وبين القول بتقديم قضائه ) غير ثابتة فإن من القائلين بتقديم فتوى الأعلم جماعة لم يقولوا بتقديم قضاء الأعلم بل يجوزون قضاء غير الأعلم مع وجود الأعلم ولذلك يجوزون ترافع المجتهدين عند مجتهد ثالث مع كونه غير اعلم .\r\nفتحصل ان الملازمة في الأصل ثابتة بالإجماع وهو الدليل على المدعى\r\n","description":"","footnote":"\r\n( 1 ) هو الشيخ الجليل والمحدث الخبير محمد بن مرتضى المدعو بالمحسن والملقب بالفيض ، الكاشاني توفي سنة 1101 عن أربعة وثمانين عاما له تأليف كثيرة في شتى العلو منها كتاب مفاتيح الشرائع في أبواب الفقه كلها مع مسائل مهمة أخرى فقهية لم يذكرها الفقهاء وقد أثنى على كتابه هذا صاحب الروضات بما لا مزيد عليه فراجع .\r\n","page_name":" 92 ","page_number":93},
  {"content":"\r\nدون العكس هذا بناء على إبقاء الحكم في المقبولة على معناه الخاص :\r\nويمكن أن يقال إن المراد بالحكم في المقبولة ليس ما هو المصطلح عليه في باب القضاء بل الظاهر منه معناه اللغوي الشامل للفتوى مثل قوله تعالى : « ومَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ الله » الآية » ويدل على ذلك مضافا إلى عدم ثبوت الحقيقة الشرعية في لفظ الحكم قول الراوي « وكلاهما اختلفا في حديثكم » فان المتبادر كونه بيانا لاختلاف الحكم لان الاختلاف في نفس القضاء ليس اختلافا في نفس الحديث لكن الاختلاف في فتوى رواة عصر الإمام عليه السلام اختلاف في الحديث لاشتراك فتواهم وروايتهم في الاستناد إلى السماع من الإمام عليه السّلام ولا دلالة في لفظ منازعة المتحاكمين على كون المراد به القضاء بالمعنى الاصطلاحي الجاري في الشبهة الموضوعية لإمكان كون نزاعهما من جهة الاشتباه في الحكم فيرجعان إلى من يحكم بينهما بالفتوى بل الظاهر كون نزاعهما من هذه الجهة لا من جهة الاختلاف في الموضوع فان مرجعه إلى الادعاء والإنكار فيحصل فصل الخصومة حينئذ من حاكم واحد على موازين القضاء من الحكم بالبينات والايمان فلا حاجة إلى اختيار كل منهما حكما قال شيخنا العلامة الأنصاري في رسالة تقليد الأعلم أن ترجيح\r\n","description":"","footnote":"","page_name":" 93 ","page_number":94},
  {"content":"\r\nالحكم في الروايات انما هو من جهة الرجحان في أصل الفتوى وهو ظاهر للمتأمل ولعله لذا ادعى الشهيد الثاني قده ان المقبولة نص في المطلوب واما ما ذكر في الإيراد أخيرا من أن المرجحات المذكورة في تلك الروايات لا تعمل بها في تعارض الفتوائين ، فهو ما اشكال مشترك بين جعلها واردة في تعارض الحكمين ، أو الفتوائين ، ويمكن دفعه بالتزام وجوب اعمال تلك المرجحات في تعارض الفتوائين في ذلك الزمان بالنسبة إلى الجاهل بالحكم الشرعي القادر على الاستنباط إذا وصل إليه الروايات أو الفتوى النازلة منزلة الروايات إلى أن قال : وبالجملة فالمقبولة وأخواتها محمولة على تعارض الفتوائين المستند إلى الروايات بالنسبة إلى القادر على اعمال التراجح المذكورة فيها مقيدة بالقدرة واما العاجز وهو العامي فيقتصر على ما هو في وسعة من المرجح الذي يقتدر على معرفته وهي الأعلمية دون غيرها فتأمل انتهى كلامه رفع مقامه أقول : مراده بأخوات المقبولة - 1 - رواية داود بن حصين عن أبي عبد الله عليه السلام في رجلين اتفقا على عدلين جعلهما في حكم وقع بينهما فيه خلاف ، فرضيا بعدلين فاختلفا إلخ ، فقال عليه السلام ، ينظر إلى قول أفقههما بأحاديثنا وأورعهما فيه فينفذ حكمه ، ولا يلتفت إلى الأخر ، - 2 - ورواية\r\n","description":"","footnote":"","page_name":" 94 ","page_number":95},
  {"content":"\r\nموسى بن أكيل عن أبي عبد الله عليه السلام عن رجل يكون بينه وبين آخر منازعة في حق ، فيتفقان على رجلين فاختلفا فيما حكما فقال ع : ينظر إلى أعدلهما وافقهما في دين الله فيمضي حكمه ، والكلام فيهما هو الكلام في المقبولة استدلالا ونقضا .\r\nالوجه الثالث ، الدليل الاعتباري العقلي وهو ان الظن الحاصل من قول الأعلم ، أقوى من الطن الحاصل من قول غير الأعلم فيجب العمل بالأقوى فإن العدول من أقوى الأمارتين إلى أضعفهما غير جائز ، وأجيب عنه بالمنع عن الصغرى أولا ، والمنع عن الكبرى ثانيا وقد أطيل الكلام نقضا وإبراما في التقريرات وفي رسالة بعض محققي العصر فلاحظهما .\r\nولا يخفى ان شيخنا الأستاد المحقق قده لم يستدل بهذا الدليل الاعتباري ، لكن بعد الاستدلال بالمقبولة وأخواتها تشبث بطريقة العقلاء بدعوى ان سيرة العقلاء وطريقتهم مستمرة على المراجعة عند اختلاف أرباب الصنائع وأصحاب الحرف إلى من هو أسد وأبصر وأشد مهارة في تلك الحرفة والصنعة ، هذا تمام الكلام في بيان مذهب المشهور من وجوب تقليد الأعلم .\r\nواما القول الأخر الذي حدث لبعض من تأخر عن الشهيد الثاني قده تبعا\r\n","description":"","footnote":"","page_name":" 95 ","page_number":96},
  {"content":"\r\n\r\nللحاجبي والعضدي والقاضي وجماعة من الأصوليين وصار إليه جملة من متأخري أصحابنا حتى صار قولا معتدا به ويعبر عنه بالقول بالتخيير بين الفاضل والمفضول فقد استدل له بوجوه الأول الأصل على الوجوه الثلاثة التي قررها في التقريرات وردها ولا يهمنا التعرض لها ولردها ومن شاء فليراجع التقريرات .\r\nالثاني إطلاق الآيات كآيات النفر والسؤال والكتمان تقريب الاستدلال بآية النفر على ما أفاده في التقريرات هو ان إيجاب الحذر عقيب إنذار المنذرين من غير وجود الدلالة على الاختصاص بالأفضل مع جريان العادة بتفاوت مراتبهم في العلم وشيوع اختلافهم في المسائل النظرية يفيد حجية إنذار كل منذر سواء كان أفضل أو مفضول ، وتقريب الاستدلال بآية السؤال هو ان الأمر بالسؤال عن العلماء يدل على وجوب القبول منهم من دون الاختصاص بطائفة وهو يدل على حجية قول العالم المسؤول منه مطلقا سواء كان أفضلا أو مفضولا وكذا آية الكتمان تدل على وجوب الإظهار وحرمة الكتمان وهو يلازم وجوب القبول مطلقا ، والتحقيق في الجواب عن الكل ان غاية ما تدل عليه الآيات المباركات\r\n","description":"","footnote":"","page_name":" 96 ","page_number":97},
  {"content":"\r\nهي مشروعية أصل الاجتهاد والتقليد ، وحجية قول المجتهد في الجملة فلم يكن لها إطلاق بالنسبة إلى تفاوت مراتب العلماء في العلم وشيوع اختلافهم في المسائل كما لا إطلاق لها بالنسبة إلى الحياة والممات وقد مر بك بيان ذلك سابقا ، مضافا إلى ما في آية السؤال من أن المراد بأهل الذكر بمقتضى ظهورها السياقي أهل الكتاب وبمقتضى الروايات الواردة في تفسيرها هم الأئمة ع وما في آية الكتمان ما مر سابقا من أنها واردة في علامات النبوة فتدبر الثالث إطلاق الروايات ، ولا يخفى ان الروايات التي استدل بإطلاقها في المقام ليست على منهج واحد ، بل مختلفة لا بمجرد كون بعضها عامة وبعضها خاصة ، كما في التقريرات ، بل كانت مختلفة من حيث الدلالة على المدعى وضوحا ، وعدم الدلالة عليه عرفا . وكيف كان .\r\nفمنها التوقيع المبارك ، والاستدلال به للمقام بناء على كون المراد بالحوادث الواقعة هي المسائل الفرعية في غاية الوضوح ، إذا المأمور به هو الرجوع إلى الرواة العارفين بالأحكام مطلقا ، حيث لا تقيد في التوقيع بالرجوع إلى الأفضل منهم ، مع جريان العادة على اختلافهم في مراتب الفضل خصوصا في المسائل النظرية .\r\nمضافا إلى إطلاق قوله روحي له ، الفداء « فإنهم حجتي عليكم\r\nو ","description":"","footnote":"","page_name":" 97 ","page_number":98},
  {"content":"\r\nوأنا حجة الله »\r\nوكذلك لو كان المراد بالحوادث الواقعة الأعم من الشبهات الحكمية والشبهات الموضوعية الراجعة إلى باب المرافعات وفصل الخصومة ،\r\nنعم لو نوقش فيها باحتمال كون الحوادث ، الأمور المعهودة بين السائل وبين الإمام عليه السلام ، فلا دلالة له على المدعى والتفصيل في محله ومنها ما في صدر مقبولة بن حنظلة من إطلاق ( من كان منكم ممن قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا إلخ » وأورد عليه مضافا إلى كونها في مورد القضاء والحكومة ، بأنها مسوقة لبيان أصل المرجعية ، ويؤيد ذلك ان السؤال ثانيا فيها عن اختلاف المرجع ليس مما علم جوابه من الحكم الأول بحيث لو حكم بعدم مرجعيتهم رأسا عند المخالفة أو بمرجعية أحد المتخالفين عينا لم يكن منافيا لما تقدم منه من الأمر بالرجوع إليهم ، كما أورد على التوقيع المبارك أيضا بأن قوله روحي فداه « فإنهم حجتي عليكم » يدل على حجية كل واحد من الرواة عينا عند عدم المعارض واما معه فلا يستفاد حجية أحد المتعارضين منه لا تعينا ولا تخيرا\r\n","description":"","footnote":"","page_name":" 98 ","page_number":99},
  {"content":"\r\nومرجع هذا الإيراد إلى أن شمول دليل الحجية لصورة التعارض يستلزم محذورا فلا محيص حينئذ عن كون مثل هذه الأدلة لبيان أصل المرجع ويظهر هذا النحو من الإيراد من بعض مقرري بحث شيخنا العلامة الأنصاري قده .\r\nوالجواب عنه هو الذي أفاده بعض محققي العصر قده في الرسالة من أن شمول دليل الحجية لصورة التعارض انما يستلزم محذورا إذا كانت حجية كل منهما تعينية فعلية لا تخيرية ولو بحكم العقل إلخ .\r\nولقد أجاد في أصل الجواب لكن قوله أخيرا « اما على الموضوعية والسببية فواضح حيث إن مقتضى الثبوت والإثبات تام فيحكم العقل بالتخيير في مقام الإثبات كما في الواجبين المتزاحمين » غير وجيه لكون ظاهره خلاف ما يقتضيه أصول الإمامية من الطريقية والتخطئة ، وموهم لخلط باب التعارض بباب التزاحم ، وما في كلماتهم من السببية أحيانا ليس المراد بها الا الالتزام بالمصلحة السلوكية على ما تقدم الإشارة إليه وهو لا يوجب إدراج المتعارضين في المتزاحمين كي يكون التخيير فيهما أصلا أوليا فراجع الكلمات خصوصا كلمات شيخنا العلامة الأنصاري قده ، ومنها قوله عليه السلام « وأما من كان من الفقهاء صائنا لنفسه إلى قوله\r\n","description":"","footnote":"","page_name":" 99 ","page_number":100},
  {"content":"\r\nفللعوام أن يقلدوه » فإن قضية العام والإطلاق في من كان من الفقهاء هو التخيير بين تقليد الأفضل وتقليد المفضول من المجتهدين وان كانا مختلفين في الفتوى .\r\nومنها قوله ( ع ) « اصمدا في دينكما على كل مسن في حبنا كثير القدم في أمرنا » فإن مفاده أيضا هو الرجوع إلى كل عالم على وجه التخيير كما صرح به في التقريرات .\r\nوهذه الأربعة هي الأخبار التي عبر عنها بالأخبار العامة ، ولا ينبغي الإشكال في دلالتها على جواز الرجوع إلى كل مجتهد مطلق على وجه التخيير مطلقا سواء كان أعلم أو غير اعلم وسواء كان في المسائل الاتفاقية أو في المسائل الخلافية ، لمكان العموم والإطلاق .\r\nواحتمال كون الأئمة ( ع ) في تلك الأخبار في مقام بيان أصل المرجعية ، خلاف الأصل المقرر عند العقلاء ، فإن الأصل عند الشك في كون المتكلم في مقام البيان هو الحمل على كونه في مقام البيان ، كما هو ظاهر كلام شيخنا العلامة الأنصاري قده ، فإنه قال ، في باب المطلق والمقيد هل هناك أصل يرجع إليه عند الشك في ورود المطلق في مقام البيان ؟\r\nقد يقال إن أغلب موارد استعمال المطلقات انما هو ذلك وعند الشك يحمل عليه وليس بذلك البعيد فتأمل انتهى » ، وصرح بذلك صاحب\r\n","description":"","footnote":"","page_name":" 100 ","page_number":101},
  {"content":"\r\nالكفاية قده حيث قال : في باب المطلق ، بقي شيء وهو انه لا يبعد أن يكون الأصل فيما إذا شك في كون المتكلم في مقام بيان تمام المراد ، هو كونه بصدد بيانه ، وذلك لما جرت عليه سيرة أهل المحاورة من التمسك بالإطلاقات فيما إذا لم يكن هناك ما يوجب صرف وجهها إلى جهة خاصة » فراجع .\r\nوبهذا البيان ظهر عدم استقامة ما أفاده شيخنا العلامة الأنصاري قدس في التقريرات في هذا المقام ، فإنه جعل الاخبار على أصناف من حيث الدلالة على وجوب الرجوع إلى جنس العالم ، كالتوقيع ، ومن حيث الدلالة على وجوب الأخذ بقول كل عالم ، كخبر الاحتجاج والمقبولة ومن حيث الدلالة على وجوب الأخذ بقول كل عالم على أي وجه اتفق مثل قوله عليه السلام اصمدا في دينكما إلى أن قال الظاهر أن هذه الأقسام كلها مسوقة لبيان جواز نفس التقليد من دون ملاحظة أمر آخر كقولك فارجع إلى الأطباء ألح ، وذلك لثبوت الإطلاق في كل واحد منها على ما عرفت توضيحه\r\nواما قوله صلى الله عليه وآله « أصحابي كالنجوم فبأيهم اقتديتم أهديتم » فحيث انه ليس مرويا من طرقنا ، بل كان مرويا من طرق العامة فلا جدوى لنا في التكلم فيه نقضا وإبراما ، وتعرض شيخنا العلامة الأنصاري قده له لعله لأجل كون هذا القول محكيا عن الحاجبي والعضدي وغيرهما من العامة .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":102},
  {"content":"\r\nوأنت إذا أحطت بما ذكرناه في المقام مع الالتفات إلى أن اختلاف كيفية الإفتاء في عصر الحضور والغيبة لا يوجب سلب الاجتهاد والإفتاء عن أصحاب الأئمة عليهم السلام ، كما هو المستفاد من كلام شيخنا العلامة .\r\nحيث قال : « ولا ننكر أصل الاجتهاد في حقهم ، بل نقول بالفرق بيننا وبينهم من وجود أسباب الاختلاف في حقنا دونهم » تعرف ان ما أفاده بعض المحققين قده في رسالته غير وجيه ، لأنه بعد ان قرب إطلاقات تلك الأخبار أجاب عنهما بان موردها الرواية لا الفتوى بالمعنى المصطلح والتعبير بالإفتاء غير مجد في المقام بعد كون الإفتاء في الصدر الأول بنقل الرواية ، كما أن القضاء أيضا كذلك إلى آخر ما أفاده فراجع الرسالة .\r\nالرابع الأخبار الخاصة\r\nكقوله ع حين ما سئل ابن أبي يعفور عمن يرجع إليه إذا احتاج أو سئل عن مسألة فما يمنعك عن الثقفي عنى به محمد بن مسلم ، وقوله ( ع ) للعقرقوقي عليك بالأسدي عنى أبا بصير ، وقوله ع إذا أردت حديثا فعليك بهذا الجالس مشيرا إلى زرارة\r\n","description":"","footnote":"","page_name":" 102 ","page_number":103},
  {"content":"\r\nوقوله لعليّ بن مسيب عليك بزكريا ابن آدم المأمون على الدين والدنيا\r\nوقوله ع لما قال له عبد العزيز بن مهدي ، ربما احتاج ولست كل وقت ألقاك أفيونس بن عبد الرحمن ثقة آخذ عنه معالم ديني فقال ع نعم\r\nوقوله ع لأبان بن تغلب اجلس في مسجد المدينة وأفت الناس فإني أحب أن يرى في شيعتي مثلك إلى غير ذلك مما يدل على جواز رجوع الناس إلى أصحاب الأئمة والعلماء في أخذ الفتوى والرواية من غير وجود دلالة على الاختصاص بالرجوع إلى الأعلم فيما بينهم فيما إذا كانوا في عصر واحد ،\r\nوأورد عليها في التقريرات » بان الاستناد إليها يتوقف على دعوى العلم بوجود الاختلاف بين هؤلاء المفتين في العلم والفضيلة ، والعلم باطلاع الناس على اختلافهم في المسائل النظرية في الفروع الفقهية إلخ .\r\nولا يخفى انه بعد جريان العادة على اختلافهم في المسائل النظرية وتفاوتهم في مراتب العلم والفضيلة لا حاجة إلى العلم باطلاع الناس على اختلافهم في الفروع الفقهية ،\r\nالخامس قيام السيرة المستمرة بين أهل التقليد من السلف إلى\r\n","description":"","footnote":"","page_name":" 103 ","page_number":104},
  {"content":"\r\nزماننا هذا ، إذ من المعلوم ان عوام كل عصر في كل عصر من يومنا هذا إلى زمن الأئمة عليهم السلام لم يكونوا ينادى الرجل في طلب المجتهد الأعلم إلى الأطراف والجوانب ، بل يعتمدون على قول فقيه جامع لشرائط الفتوى واختلاف مراتب العلم والآراء في الفقهاء والمجتهدين والرواة المحدثين لم يزل كان ثابتا ، وكذا إفتاء المفضولين من أصحاب الأئمة ، ولم نسمع أحدا من الأئمة عليهم السلام وأصحابهم منع الأخذ بقول الفقيه وألزمهم بالرجوع إلى الأعلم مع أن التقليد من الأمور المهمة التي ينبغي كمال الاهتمام بشأنها ، وقد تمسك بهذا الحاجبي والعضدي وجماعة\r\nوردها في التقريرات بان المسلم منها انهم مع عدم العلم بالاختلاف في الفتاوى كانوا يرجعون بعضهم إلى بعض\r\nاما مع العلم بالاختلاف إجمالا فلا نسلم عدم فحصهم عن الفاضل وعدم رجوعهم إليه فكيف إذا علموا بالفضلية والاختلاف تفصيلا .\r\nبل يمكن دعوى ندرة الاختلاف بين أصحاب الأئمة أيضا ولا ننكر أصل الاجتهاد في حقهم بل نقول بالفرق بيننا وبينهم من وجود أسباب الاختلاف في حقنا دونهم فإنه كلما يزداد بعد عهدنا عن مشكاة الإمامة ومصباح الولاية يزداد الحيرة والاختلاف انتهى .\r\n","description":"","footnote":"","page_name":" 104 ","page_number":105},
  {"content":"\r\nوالانصاف أن دعوى قيام السيرة المستمرة بين أصحاب الأئمة ع على التخيير بين الرجوع إلى الأفضل والمفضول دون إثباتها خرط القتاد فما أفاده شيخنا العلامة الأنصاري قده من المناقشة كان في محله سيما بعد ملاحظة استقرار طريقة العقلاء ، على الرجوع إلى الأفضل والأبصر في أمورهم المهمة عند الاختلاف وعدم ثبوت ردعها عن الشرع ،\r\nفالعمدة من بين الأدلة إطلاق تلك الأخبار العامة على ما أوضحناه ويتلوها الأخبار الخاصة ولكن يمكن تقييد إطلاقها بما دل على وجوب تقليد الأفضل عند الاختلاف سيما الدليل العقلي الارتكازي الناهض عند المجتهد وعند العامي الذي يريد أداء وظيفته وتفريغ ذمته عما اشتغلت به .\r\nواما ما استدل به صاحب الفصول قدس للتخيير من أنه لو كان تقليد الأعلم واجبا لما كان الأخذ بفتاوى أصحاب الأئمة مع إمكان الاستفتاء من الأئمة عليهم السلام جائزا ، فإنهم أولى بأن يؤخذ منهم من الأعلم .\r\nفهو من غرائب الاستدلال إذ المقصود بالبحث على ما عرفت عند الاختلاف ، ومع العلم بمخالفة الإمام عليه السلام يوجب العلم ببطلان قول الغير ، ومع ذلك كيف يجوز التقليد ، مضافا إلى أن قياس الإمام عليه السلام بغيره مما يشمئز منه أصحاب الانصاف كما هو ظاهر هكذا في التقريرات ،\r\n","description":"","footnote":"","page_name":" 105 ","page_number":106},
  {"content":"\r\n\r\nلكن عبارة الفصول بظاهرها غير تلك النسبة ، فإنه قال في الفصول في طي الاستدلال على أن الظاهر من المانعين عدم جواز الرجوع إلى المفضول مع إمكان الرجوع إلى الأفضل ولو بالرجوع إلى من يروى عنه الفتوى ، وهذا يؤدي إلى عدم جواز التعويل على فتوى أحد في زمن المعصوم عليه السلام أو ما قاربه .\r\nمع إمكان الرجوع إلى الرواية عنه بطريق الأولوية فيجب على المفتي حينئذ العدول عن ذكر الفتوى إلى نقل الرواية عند حاجة المستفتي ولا قائل به ظاهرا ورواية أبان بن تغلب السابقة ( 1 )\r\n\r\nكالصريح في نفى ذلك والسيرة المستمرة شاهدة على بطلانه انتهى ولا يخفى ان هذه العبارة منه ليست بتلك الغرابة .\r\nتبصرة\r\nالمراد بالأعلم من كان أقوى ملكة وأحسن جودة في استنباط الأحكام الشرعية عن مداركها واعرف بالقواعد الأصولية والفقهية لا أكثر اطلاعا وأزيد معلوما\r\n","description":"","footnote":"\r\n( 1 ) أعني بها قوله ع لأبان بن تغلب يا أبان اجلس في مسجد المدينة وأفت الناس فإني أحب أن يرى في شيعتي مثلك\r\n","page_name":" 106 ","page_number":107},
  {"content":"\r\n\r\nكما يستعمل فيه هذا اللفظ أحيانا لأن الأول هو الأظهر عرفا ويؤيد بل يشهد له قوله ع « أنتم أفقه الناس إذا عرفتم معاني كلامنا » وتثبت الأعلمية بما تثبت به الاجتهاد وليس تشخيص الأعلمية بأصعب من تشخيص الاجتهاد كما لا يخفى .\r\nتذييل\r\nيتفرع على ما ذكرنا من اعتبار الأعلمية أمور الأول ان وجوب الرجوع إلى الأعلم انما هو إذا اختلف الأعلم وغيره في الفتوى كما هو محل الخلاف ومر بك الإشارة إليه اما في صورة الاتفاق فلا يجب الرجوع إلى الأعلم وتعيينه بالقصد بل يعمل على طبق الفتوى المتفقين عليه وهذا أسهل من التخيير من جهة ان التخيير عبارة عن كون المكلف في السعة من حيث الأخذ بأي الطريقين والتعويل عليه في المقام العمل عند التعارض مع فرض التكافؤ من جميع الجهات وليس المقام كذلك لعدم التعارض .\r\nبل المقام نظير ما ورد هناك خبر ان متفقان في المدلول فان الفقيه المستنبط يفتي بمدلولهما من غير أن يكون استناده إلى خصوص أحدهما دون الأخر\r\n","description":"","footnote":"","page_name":" 107 ","page_number":108},
  {"content":"\r\nوبالجملة لما كان اعتبار التقليد على وجه الطريقية إلى الواقع لا على وجه الموضوعية ففيما إذا اتفق الأفضل والمفضول في الفتوى ، فالواقع يكون منكشفا لدى المقلد فحينئذ يعمل المقلد على طبق الواقع المنكشف بالامارتين بلا اعتبار تعين خصوص أحدهما لا بالقصد ولا بالتقييد فان التعيين بالقصد أو التقييد انما يعتبر فيما إذا كان الشيء ذا وجهين أو وجوها فحينئذ يجب تعيينه وتمييزه عما عداه ، واما إذا لم يكن للعمل الا وجه واحد فلا أثر للتعيين والتقييد هذا وقد جرى خلاف ذلك في العروة الوثقى حيث قال ! الأحوط عدم تقليد المفضول حتى في المسلة التي يوافق فتواه الأفضل ، ولذا كتب شيخنا الأستاد المحقق قدس في الحاشية « الأقوى جواز تقليد المفضول في هذه الصورة بل الظاهر أنه بعينه تقليد الأفضل ، ولا يخرج بقصد الغير عن كونه تقليدا للأفضل انتهى » ومثله في الضعف ما أفاده في مسألة خمسة وثلاثين من مسائل التقليد حيث قال : إذا قلد شخصا بتخيل انه زيد فبان عمروا فان كانا متساويين في الفضيلة ولم يكن على وجه التقييد صح ، وإلا فمشكل ، فكتب عليه شيخنا الأستاد قده في الحاشية ، « بل ومع التقييد أيضا ولا أثر للتقييد في باب التقليد . »\r\n","description":"","footnote":"","page_name":" 108 ","page_number":109},
  {"content":"\r\n\r\nالأمر الثاني إذا اختلفا في الفتوى وعلم فتوى الأعلم تفصيلا\r\nمثل ما إذا اختلفا في طهارة الغسالة ونجاستها فالمتعين هو الرجوع إلى الأعلم والعمل على فتواه سواء كان موافقا للاحتياط ، كما إذا كان فتواه بالنجاسة أو مخالفا للاحتياط ، كما إذا كان فتواه بالطهارة ، فإن قول الأعلم هو المتيقن في الحجية وقول غيره ساقط عن الاعتبار لكونه مشكوك الحجية عند الاختلاف ، نعم لا بأس بالاحتياط إذا كان فتوى غير الأعلم موافقا له ، والجري عليه ليس حينئذ من جهة ان الاحتياط حسن على كل حال عقلا وشرعا ولو لم يكن في المسألة قول لغير الأعلم فإتيان العمل أو الاجتناب عنه انما هو بداعي المطلوبية أو المبغوضية لا لأجل فتوى غير الأعلم بذلك فتدبر .\r\nالأمر الثالث إذا علم مخالفة الأعلم لغيره إجمالا فهل يجوز الرجوع في هذه الصورة إلى غير الأعلم أم لا ؟ ،\r\nبل يجب الفحص عن فتوى الأعلم وجهان ، بل قولان .\r\nوالأقوى وجوب الفحص لما تقدم من أن قول كل مجتهد وان كان حجة في حد نفسه لكن في صورة معارضته لقول الأعلم يسقط عن الاعتبار على ما عرفت تفصيله .\r\nواحتمال معارضته لقول الأعلم من ناحية العلم الإجمالي كالعلم\r\n","description":"","footnote":"","page_name":" 109 ","page_number":110},
  {"content":"\r\nبالمخالفة تفصيلا يكون منجزا موجبا للفحص كما هو الشأن في باب العمومات والإطلاقات ومطلق الدليل الاجتهادي عند احتمال وجود المخصص والمقيد والمعارض للعلم الإجمالي أو لوجه آخر فان مقامنا ومقام الفحص عن المخصصات والمقيدات من واد واحد من حيث استقلال العقل في الحكم بعدم معذورية الجاهل القادر على الاستعلام بعد تمامية وظيفة الربوية على النهج المعهود من إنزال الكتب وإرسال الرسل إلى أن وصل الأمر إلى إيجاد المجتهدين العظام الذين هم خلفاء عن أمناء الوحي صلوات الله عليهم ؛\r\nفبعد انتهاء وظيفة الربوبية إلى هذا الحد تصل النوبة إلى وظيفة العبودية من البحث والفحص عن الحجة عند احتمالها لموجب العلم الإجمالي أو موجب آخر فحال المجتهد والمقلد من هذه الجهة سيان .\r\nغاية الأمر ان المجتهد يتفحص فيما بأيديه من الاخبار عما هو الحجة عليه من المخصصات والمقيدات ، والمقلد يتفحص فيما بين فتاوى المجتهدين عن فتوى أعلمهم عند احتمال الاختلاف والمعارضة .\r\nومجرد هذا غير فارق وان كان بين البابين فرق من جهة أخرى من جهة ان لوجوب الفحص في ذلك الباب مدركين .\r\nأحدهما جريان ديدن الأئمة عليهم السلام على التعويل على\r\n","description":"","footnote":"","page_name":" 110 ","page_number":111},
  {"content":"\r\nالقرائن المنفصلة ،\r\nالثاني العلم الإجمالي بوجود المخصصات والمقيدات والمعارضات ، فعلى كل من المدركين لا بد من الفحص في جميع ما بأيدينا من الاخبار عن مخصص كل عام ومقيد كل مطلق ، ومعارض كل دليل ، ولا يمكن أن يتقاعد المجتهد عن الفحص ، ولو لم يبق إلا عام واحد مثلا ،\r\nوأما على مدرك العلم الإجمالي فلان العلم الإجمالي لما كان معلما بعلامة ما بأيدينا من الاخبار ، فلا يمكن أن يصير منحلا الا بعد الفحص عن جميع المخصصات بالنسبة إلى كل عام ، وجميع المقيدات بالنسبة إلى كل مطلق ، فهو من جهة كونه ذا علامة ليس من قبيل ما كان مرددا بين الأقل والأكثر حتى يصير منحلا بالظفر بالعدد المعلوم بالإجمال بل من قبيل ما كان مرددا بين المتباينين وتوضيحه في محله فبين المدركين في ذلك الباب ملازمة من جهة لزوم الفحص عن الجميع بخلاف هذا الباب وان كان لوجوب الفحص في هذا الباب مدركان أيضا .\r\nأحدهما العلم الإجمالي باختلاف المجتهدين في المسائل النظرية .\r\nثانيهما جريان عادتهم على الاختلاف في المسائل النظرية لكن لا يكون بينهما ملازمة ، بل ينفك أحد المدركين عن الأخر ،\r\n","description":"","footnote":"","page_name":" 111 ","page_number":112},
  {"content":"\r\nوذلك لان دائرة العلم الإجمالي وان كانت في المسائل العامة البلوى ، كما أن جريان عادتهم على الاختلاف أيضا في هذه الدائرة الا ان المسائل الاتفاقية التي يندر الابتلاء بها لو اتفق الابتلاء بها قبل تعلم المسائل العامة البلوى تدخل في أطراف العلم الإجمالي لاشتراكها مع البلوى حينئذ في وجوب التعلم الذي يقتضيه العلم الإجمالي بخلاف ما لو اتفق الابتلاء بها بعد تعلم العامة البلوى ، فإنها غير داخلة في أطراف العلم الإجمالي ، كما كانت غير داخلة فيما جرت العادة على الاختلاف فيه .\r\nفح نقول إن المدركين يتفقان في إيجاب الفحص في المسائل العامة البلوى ، وعدم إيجاب الفحص في المسائل الاتفاقية التي يندر الابتلاء بها بعد تعلم العامة البلوى ، واما لو اتفق الابتلاء بالمسائل النادرة قبل تعلم العامة ، فبناء على أحد المدركين ، أعني العلم الإجمالي يجب الفحص فيها عن فتوى الأعلم لما عرفت من دخولها في دائرة العلم الإجمالي ، واما على المدرك الأخر فلا يجب الفحص فيها لعدم جريان العادة على الاختلاف في المسائل النادرة الغير المعنونة ، وهذا هو المراد بما ذكرنا من عدم الملازمة بين المدركين في المقام ، وان كان شيخنا الأستاد المحقق قده قال ، في صدر عنوان المسألة ان بين المدركين عموما من وجه ، لكن المتحصل مما فاده في مقام التوضيح\r\n","description":"","footnote":"","page_name":" 112 ","page_number":113},
  {"content":"\r\n\r\n\r\nهو الذي ذكرنا فتدبر ،\r\nومن الشرائط المعتبرة فيمن يصح تقليده العدالة\r\nواعتبارها في المفتي مما لا اشكال فيه ، كما لا إشكال في اعتبارها في القاضي والحاكم لأجل ان المفتي الفاسق لا وثوق بقوله واخباره كما قيل إذ قد يحصل الوثوق باخباره بل لأجل أن الإفتاء من شؤون المنصب والفاسق لكونه ظالما لا يتأله لقوله تعالى : « لا يَنالُ عَهْدِي الظَّالِمِينَ » وكذا القضاء هذا مع قيام الإجماع على اعتبار العدالة في المفتي والقاضي كليهما\r\nتذنيب\r\nويعتبر في مرجع التقليد أن لا يكون مقبلا على الدنيا وطالبا لها مكبا عليها مجدا في تحصيلها ففي خبر العسكري عليه السّلام « من كان من من الفقهاء صائنا لنفسه حافظا لدينه مخالفا لهواه مطيعا لأمر مولاه فللعوام أن يقلدوه » وهل يستفاد من هذا الخبر أزيد من المقدار المعتبر في العدالة أم لا ؟\r\nقولان\r\n","description":"","footnote":"","page_name":" 113 ","page_number":114},
  {"content":"\r\n\r\n\r\nاختار الأول شيخنا الأستاد قده وفاقا لما أفاده في العروة الوثقى وهو الحق لأن العدالة الشرعية المعتبرة في الموارد لا يعتبر في تحققها ذاك المقدار الذي نطق به الخبر بل تكون أوسع من ذلك ، نعم العدالة الأخلاقية التي هي عبارة عن ملكة يقتدر بها العقل العملي على تعديل القوى الثلث ( العاقلة والشهوية والغضبية ) حسب ما يقتضيه العقل النظري لعلها أضيق مما يستفاد من الخبر لكنها ليست بشرط في شيء من الأحكام الشرعية وقد حررنا الكلام في العدالة في رسالة مفردة .\r\nومنها العقل .\r\nومنها البلوغ .\r\nومنها الذكورة .\r\nومنها طهارة المولد .\r\nوحيث إن اعتبار تلك الأمور في مرجع الفتوى مما تسالم عليه الكل فلا جدوى في تطويل الكلام فيها ببيان المناقشة وردها .\r\nالمبحث الخامس\r\nفيما يصح فيه التقليد وما لا يصح\r\nفنقول الأحكام الشرعية على طائفتين ، لأن المقصود بالذات منها أما أن تكون\r\n","description":"","footnote":"","page_name":" 114 ","page_number":115},
  {"content":"\r\nنفس العمل الجوارحي ومطلوبية العلم لأجل الوصلة إلى العمل ، أو تكون نفس العلم والاعتقاد دون العمل الجوارحي ، كمعرفة صفات الباري تعالى ومعرفة النبي صلى الله عليه وآله ومعرفة الإمام عليه السلام ، والمعاد ، وأحوال البرزخ وغير ذلك مما يرجع إلى الاعتقادات ، فان كانت من قبيل الأولى تسمى بالعملية ، كما أن الثانية تسمى بالاعتقادية ، وان شئت سم الأولى بالفرعية العملية والثانية بالأصولية الاعتقادية .\r\nأما الأحكام الفرعية العملية فعلى طوائف :\r\nمنها الضروريات ، كوجوب الصلوات الخمس وغيرها مما ثبت بالضرورة من الدين .\r\nومنها القطعيات وهي الأحكام الثابتة بالدليل القطعي من الإجماع والأخبار المتواترة .\r\nومنها النظريات التي تحتاج إلى تجشم الاستنباط وتكلف النظر في الأدلة الشرعية ، كمسائل الشك والسهو أو غيرها من مسائل العبادات والمعاملات ، بل العاديات التي يشك في حكمها .\r\nاما الضروريات فغير قابلة لان يتعلق بها التقليد\r\n","description":"","footnote":"","page_name":" 115 ","page_number":116},
  {"content":"\r\nوأما القطعيات فتدور مدار القطع ، فان حصل للمكلف قطع بذلك فلا حاجة فيه إلى تقليد الغير وان لم يحصل فيجوز فيه التقليد .\r\nوأما ما عداها من الأحكام الفرعية ففي صورة عجز المكلف عن الاجتهاد يجب فيها التقليد مع عدم إمكان الاحتياط ، وإلا فيكون مخيرا بينه وبين الاحتياط إلا إذا كان الاحتياط بالتكرار الموجب لخروجه عن الطاعة عند العقل مع التمكن من الطاعة التفصيلية والتفصيل في محله .\r\nوأما الأصولية الاعتقادية ، فإن كان المكلف ممن يقدر على اعمال النظر والفكر لتحصيله يتعين عليه ذلك لعدم الدليل على جواز التقليد لا من العقل ولا من الشرع كما لا يخفى ، بل العقل يحكم بوجوب النظر عليه ولو تخلف عن اعمال النظر وقلد في ذلك ، فان صادف الواقع فلا يكون الا متجريا فالكلام فيه هو الكلام في التجري .\r\nوأما في صورة عدم المصادفة للواقع فليس بمعذور ، بل يكون معاقبا ، واما إذا لم يكن عمن يقدر على اعمال النظر وإجابة الكفر فإن كان هناك من يثق بدينه فيتعين عليه الرجوع إليه ويكون معذورا عند\r\n","description":"","footnote":"","page_name":" 116 ","page_number":117},
  {"content":"\r\nالمخالفة ولا يكون أثم عليه لكونه على حجة وان تخلف عن وظيفة فإن اتفق مطابقة اعتقاده لمواقع الحق فلا يكون حينئذ إلا متجريا والا فلم يكن له عذر .\r\nواما ان لم يكن هناك من يثق بدينه ممن يكون على الحق فالظاهر أنه معذور ولا شيء عليه هذا تمام الكلام في الأحكام الشرعية واما الموضوعات فان كانت شرعية المعبر عنها بالماهيات الجعلية كالصلاة والصوم ونحو ذلك فلا إشكال في وجوب التقليد فيها على من لا يقدر على الاجتهاد وكذلك الموضوعات المستنبطة العرفية اللغوية ككون الصعيد ترابا خالصا أو مطلق وجه الأرض لأنه وان لم يكن بنفسه موردا للتقليد لكنه من جهة استتباعه للحكم الشرعي الذي هو جواز التيمم ونحوه يجب فيه التقليد ، واما ما كان في الموضوعات الصرفة فغير قابل لان يقلد فيه ، بل ربما يكون نظر العامي في الموضوعات الصرفة أسد وأصوب من نظر الفقيه كما لا يخفى .\r\nواما مسائل أصول الفقه فما كان منها من الكبريات الكلية التي يترتب عليها استنباط الأحكام الكلية الشرعية كحجية خبر الواحد وحجية الظهورات ونحو ذلك فلا تتطرق فيها التقليد أصلا بل التقليد انما\r\n","description":"","footnote":"","page_name":" 117 ","page_number":118},
  {"content":"\r\nيجرى في الأحكام الشرعية التي استنبطها المجتهد من ضم صغرياتها إليها .\r\nوأما ما كان منها تجري في الموضوعات الخارجية كاستصحاب طهارة الثوب وعدمها واستصحاب الحياة وعدمها واستصحاب العدالة وعدمها ونحو ذلك فهو قابل للتقليد بعد تنقيح المجتهد مجراها كما هو الشأن في جميع القواعد الفقهية التي يكون تنقيح مجراها بعهدة المجتهد وبعد ذلك هو ومقلدوه في إجرائها على شرع سواء فالمجتهد المرجع يفتي ويقول بأنك مثلا إذا شككت في طهارة ثوبك وكنت على يقين من طهارته فابن على طهارته وهكذا فالمقلد في مورد الابتلاء يطبق عمله على طبق فتواه .\r\nوبالجملة فضابط ما يجرى فيه التقليد وما لا يجرى فيه هو ان كلما يحوج المكلف إلى دق باب الشارع لتعيين ما هو وظيفته واستعلام حكمه سواء كان أولا وبالذات حكما شرعيا أو مستتبعا له كما تقدم من مثال الصعيد فهو مما يجرى فيه التقليد وكلما لا يكون كذلك لا يجرى فيه التقليد وبما ذكرنا في المقام يظهر ان ما أفاده في العروة الوثقى من أنه لا تقليد في مسائل أصول الفقه ولا في الموضوعات المستنبطة العرفية أو اللغوية لا يستقيم على إطلاقه فتأمل جيدا\r\n* * *\r\n","description":"","footnote":"","page_name":" 118 ","page_number":119},
  {"content":"\r\n\r\nالمبحث السادس\r\nفي الأحكام المترتبة على التقليد\r\nوهي وان كانت كثيرة الا انه لا يهمنا التعرض لجميعها فنقتصر على ما هو المهم منها وهي أمور :\r\nالأول في التبعيض في التقليد وهو تارة يكون واجبا وأخرى يكون حراما\r\nوالأول فيما إذا كان أحد المجتهدين اعلم من الأخر في باب من الفقه كالعبادات والأخر أعلم منه في باب آخر كالمعاملات ، فإنه يجب تقليد الأول في العبادات وتقليد الثاني في المعاملات لعين ما ذكر في لزوم تقليد الأعلم المطلق على المشهور ، والثاني فيما إذا كان التبعيض مؤديا إلى القطع بالمخالفة العملية كما إذا كان فتوى أحد المجتهدين المتساويين على وجوب جلسة الاستراحة وكفاية التسبيحات الأربعة في كل من الركعتين الأخيرتين مرة واحدة وفتوى الآخر على عدم وجوب الجلسة ووجوب التسبيحات ثلاث مرات فالمكلف إذا قلد في صلاة واحدة بالنسبة إلى جلسة الاستراحة\r\n","description":"","footnote":"","page_name":" 119 ","page_number":120},
  {"content":"\r\nمن يقول بعدم وجوبها فلم يأت بها ، وبالنسبة إلى التسبيحات قلد من يقول بكفايتها مرة واحدة ففعلها كذلك يقطع ببطلان صلاته اما من جهة إخلاله بجلسة الاستراحة لو كان هذا هو الواجب واقعا أو من جهة اكتفائه في التسبيحات بمرة واحدة لو كان الواجب هو الإتيان بها ثلاثا .\r\nوكون المكلف معولا في كل من الفعل والترك على حجة شرعية وهو فتوى المجتهد لا يكون مجديا على أصول الإمامية من الطريقية بعد قطعه بمخالفة أحدهما للواقع فهو عالم ببطلان صلاته هذه تفصيلا وان كان المبطل ليس معلوما له الا إجمالا فإن الصلاة الفاقدة لجلسة الاستراحة باطلة قطعا عند من يقول باعتبارها كما أن الصلاة المقتصر فيها بإتيان التسبيحات مرة واحدة باطلة قطعا عند من يقول بوجوب الإتيان بها ثلاثا فهما متفقان على بطلان صلاته هذه ، نعم بناء على السببية والموضوعية لا بد أن يحكم بصحة صلاته لأنه أتى بصلاة صحيحة بمقتضى رأيها ، لكنه خلاف ما استقر عليه مذهب الإمامية من الطريقية والتخطئة كما مر بك توضيحه .\r\nالثاني إذا قلد مجتهدا فمات ثم قلد مجتهدا آخرا فمات ، ثم مجتهدا ثالثا وهو يقول بالبقاء ،\r\nفهل يبقى على تقليد الثاني أو على تقليد الأول ؟ ، ففيها تفصيل .\r\nوهو ان المجتهد الثاني اما يقول بجواز البقاء على تقليد الميت\r\n","description":"","footnote":"","page_name":" 120 ","page_number":121},
  {"content":"\r\nوكان المقلد بالرجوع إليه باقيا على تقليد الأول ، أو يقول بحرمة البقاء ، فعلى الأول يكون تكليفه فيما إذا رجع إلى الثالث الذي يقول بالبقاء هو البقاء على تقليد الأول من جهة ان المجتهد الثاني لما كان قائلا بالبقاء فقد أحيى برأيه هذا فتاوى الأول ، والمفروض ان المكلف لم يقلد الثاني الا في مسألة البقاء التي هي مرآة التي الاحكام إلى تحقق منه التقليد فيها وهي فتاوى الأول ، وحيث إن المجتهد الثالث يقول بالبقاء فلا بد من حمله على البقاء على تلك الفتاوى التي أخذها وطبق العمل عليها لا الحمل على البقاء كما هو مقتضى بقائه على تقليد الأول ، فإن مسألة البقاء من حيث هي غير قابلة للبقاء كما لا يخفى .\r\nوعلى الثاني يكون تكليفه البقاء على تقليد الثاني لا الأول فإن المجتهد الثاني لما كان قائلا بحرمة البقاء فقد أسقط فتاوى الأول عن كونها مما يقلد فيه ، فالمكلف انما قلد في فتاوى الثاني القائل بحرمة البقاء فإذا كان الثالث قائلا بالبقاء فلا محالة يكون المكلف باقيا على تقليد الثاني الذي طبق عمله على فتاويه ، لما عرفت من مرآتية مسألة البقاء ، ولان تقليده الفعلي القابل للبقاء هو تقليد الثاني لا الأول لأنه زال وسقط ، وان شئت قلت في توضيح ما ذكرنا في القسمين ان مسألة البقاء غير قابلة للبقاء لأنها حادثة تحدث للمكلف\r\n","description":"","footnote":"","page_name":" 121 ","page_number":122},
  {"content":"\r\nبفوت مقلده ، وبحكم اما الحوادث الواقعة فارجعوا فيها إلى رواة أحاديثنا ، لا بد وان يرجع في ذلك عند حدوثها إلى أهل النظر والاستدلال والعبرة بالبقاء انما هو بتقليده الفعلي ، فإن كان الثاني قائلا بالبقاء فتقليده الفعلي القابل للبقاء بفتوى الثالث ، يكون تقليدا للأول ، فيبقى على تقليد الأول بفتوى الثالث وان كان قائلا بحرمة البقاء فتقليد الأول قد زال وسقط ، وحيث إن فتوى الثالث بالبقاء يكون ناظرا إلى تقليد الفعلي وتقليده الفعلي هو تقليد الثاني لا الأول ، فلا بد أن يكون باقيا على تقليد الثاني فتدبر .\r\nالثالث ، قد تقدم ان تقليد الميت ابتداء غير جائز ، وان البقاء على تقليد الميت أيضا على ما أفاده شيخنا الأستاد المحقق قده جائز\r\nلما تقدم من عدم نهوض الدليل عليه ، وتقدم الإشارة إلى أن محل الكلام في مسألة البقاء انما هو إذا كان الميت والحي متساويين أو الميت اعلم ، واما إذا كان الحي أعلم من الميت فيتعين الرجوع إليه بلا اشكال ، نعم قد يفرض البقاء على تقليد المفضول فيما إذا رجع إلى الحي الأعلم الذي يقول بالبقاء وبعدم وجوب تقليد الأعلم ، ولكنه فرض نادر ،\r\n","description":"","footnote":"","page_name":" 122 ","page_number":123},
  {"content":"\r\nوكيف كان فقد تقدم ان القائلين بالبقاء بين من يقول بوجوب البقاء أو بين من يقول بجوازه ، فهل مقتضى القاعدة هو الوجوب أو الجواز ؟ وجهان ، والظاهر أن مقتضى القاعدة وجوب البقاء ، فإن عمدة ما استدلوا به للبقاء الاستصحاب ومقتضاه ليس الا وجوب البقاء فلم يعرف للقول بالجواز دليل .\r\nاللهم أن يتشبث بدليل الإجماع ، ولكن مع كون المسألة خلافية لا يمكن التمسك بالإجماع هكذا أفاد شيخنا الأستاد المحقق قده على ما ببالي فتأمل فلعل القائل بجواز البقاء استند إلى السيرة المدعاة في المقام\r\nالرابع إذا كان المجتهدان متساويين من جميع الجهات فلا إشكال في كون المكلف مخيرا في الرجوع إلى أيهما شاء ، فلو قلد أحدهما فإن خرج مقلده هذا عن صلاحية التقليد بالموت أو الجنون أو زوال الاجتهاد أو صيرورة الأخر أعلم فلا إشكال أيضا في وجوب العدول عليه .\r\nانما الكلام في أنه مع عدم ذلك وبقائهما على صفة التساوي هل يجوز له العدول عمن قلد إلى الأخر أم لا ؟ المشهور على العدم بل ادعى المحقق القمي قده ( 1 )\r\n\r\nالإجماع عليه .\r\n","description":"","footnote":"\r\n( 1 ) هو الشيخ الجليل والمحقق العظيم الميرزا أبو القاسم بن المولى محمد حسن الجيلاني الملقب تارة بالمحقق القمي ، وأخرى بالميرزا القمي ، لتوطنه بلدة قم ، من كبار علماء الإمامية ومحققيهم له مصنفات كثيرة أشهرها : قوانين الأصول ، والغنائم ، وجامع الشتات ، ولد سنة 1150 ، أو 51 ، أو 53 ، بجابلاق ، وتوفى سنة 1231 ، أو 33 ، بقم ودفن فيه وقبره الشريف مزار مشهور يزوره الناس في كل يوم وينذرون له .\r\n","page_name":" 123 ","page_number":124},
  {"content":"\r\nلكنه عجيب منه في الغاية مع خلاف المحقق والشهيد الثانيين ( 2 )\r\n\r\nفدعوى المحقق القمي الإجماع في المسألة مع هذا الخلاف القوى كما ترى .\r\nفلا بد من التماس دليل آخر بعد فقد الإجماع ، ومن المعلوم فقد النص أيضا ، فتصل النوبة إلى الأصل وهو في المقام ليس الا الاستصحاب أي استصحاب التقليد ، ولا مانع عنه من حيث نفسه لتمامية أركان الاستصحاب بالقياس إليه لأن مرجع الشك فيه إلى الشك في وجود الرافع وعدمه ، فبعد ما ثبت متيقن\r\n","description":"","footnote":"\r\n( 2 ) هما من اعلام الفرقة الإمامية وأساطينهم والأول هو ترجمان الفقهاء الشيخ نور الدين علي بن عبد العالي العاملي الملقب بالمحقق الكركي تارة والمحقق الثاني أخرى ، والشيخ العلائي ثالثة ، له تصانيف كثيرة أشهرها وأنفعها جامع المقاصد في شرح القواعد ، والثاني هو أفضل المتأخرين الشيخ زين الدين بن علي بن أحمد العاملي ، له تصانيف كثيره أنيفة مشهورة منها روضة البهية ومسالك الأفهام ، ومنية المريد ، تولد 13 شوال سنة 911 وتوفى شهيدا سنة 966 ، أو 965\r\n","page_name":" 124 ","page_number":125},
  {"content":"\r\nسابق فشك في انتقاضه وعدمه فلا مانع من استصحابه ، ولكنه محكوم باستصحاب التخيير على تقدير تماميته ، فلا بد من التكلم في أن استصحاب التخيير هل يجري في المقام أم لا ؟ ، قد يتوهم أو يقال بأنه لا مانع عنه ، كما في خبرين متعارضين عند التكافؤ والرجوع إلى التخيير الذي هو الأصل الثانوي الثابت بالأخبار ، فإنه وقع الخلاف في أن التخيير بدوي ، أو استمراري بعد الفراغ عن أن التخيير هناك في المسألة الأصولية لا في المسألة الفرعية بمعنى ان التخيير انما هو في الأخذ بأحدهما حجة لا في العمل بمؤدى أحدهما من الوجوب أو الحرمة الذي هو التخيير في المسألة الفرعية حسب ما جرى عليه الاصطلاح .\r\nفعلى تقدير أن يكون مفاد الأدلة التخيير في المسألة الفرعية لا ينبغي الإشكال في كونه استمراريا ، كما هو الظاهر ، والخلاف في أنه بدوي أو استمراري انما هو إذا قلنا بان مفادها التخيير في المسألة الأصولية وقد يقال باستمرارية التخيير لا من جهة التمسك بإطلاق الاخبار كما توهم فإنه على ما أفاده شيخنا العلامة الأنصاري قده مشكل من جهة انها ليست مسوقة لبيان حكم المتحير بعد الأخذ ، بل انما هي مسوقة لبيان المتحير من أول الأمر بل انما هو من جهة استصحاب التخيير الثابت بحكم الشارع القابل\r\n","description":"","footnote":"","page_name":" 125 ","page_number":126},
  {"content":"\r\nللاستمرار فبعد الأخذ نشك في ارتفاعه وعدمه فيستصحب والحاصل ان ما نحن فيه والخبرين المتعارضين من واد واحد .\r\nان قلت نمنع الاستصحاب نظرا إلى أن الموضوع في باب التخيير في الخبرين هو المتحير ومع الأخذ بأحدهما يخرج عن كونه متحيرا ومعه لا معنى لاستصحاب التخيير لعدم إحراز وجود الموضوع أو لا أقل من الشك في وجود الموضوع .\r\nقلت لا يتم ذلك في المقام من جهة ان المقلد لا يخرج عن كونه جاهلا وان قلد من قلد ، هكذا أفاد شيخنا الأستاد المحقق قده على ما ببالي ، لكن لا يخفى ما فيه ، لان حال المقلد ، وحال المجتهد المبتلى بالخبرين المتعارضين واحد ، فكما ان المجتهد بالأخذ بأحد الخبرين يخرج عن كونه متحير أو يصير عالما بالواقع كذلك المقلد بعد التقليد يخرج عن كونه جاهلا فإنه حينئذ ممن له الطريق إلى الواقع فتأمل ، ثم إنه أفاد قدس سره بأنه وان قلنا بالفرق بينهما من جهة ان المقلد بعد التقليد أيضا لم يكن عالما بالواقع ، بل جاهلا بعد ، لكن الإنصاف ان أدلة التقليد أيضا غير شاملة له فلم يكن هنا مصحح للعمل بفتوى الثاني ، فتحصل مما ذكرنا ان عدم جواز العدول عمن قلده إلى الأخر لا يخلو عن قوة .\r\n","description":"","footnote":"","page_name":" 126 ","page_number":127},
  {"content":"\r\nالخامس انه إذا قلد الأعلم جاز له الإفتاء بالرجوع إلى غير الأعلم وجاز للمقلد العمل به ، وجه ذلك هو الذي ذكرناه سابقا ، وحاصله ان مسألة التقليد وان لم تكن تقليدية ، وإلا لزم الدور ، لكن لا إشكال في أن العقل يستقل بان العبد يلزمه القيام بوظيفة العبودية بعد تمامية وظيفة الربوبية ، وواضح ان قيام المجتهد بوظيفة عبوديته هو الاجتهاد والفحص عن الأدلة فيما بأيديه من الاخبار وقيام العامي بوظيفة عبوديته هو الرجوع إلى المجتهد العارف بالأحكام وهذا المقدار مما يستقل عقله ولا يتطرق فيه التقليد وهو الثابت بحكم العقل الارتكازي ،\r\nوأما إدراك الخصوصيات والصفات من كون المراجع حيا ، عدلا أعلما من غيره إلى غير ذلك فليس شيء منها يستقل به عقل العامي .\r\nنعم في مجمع الصفات يقطع بكونه مرجعا لكونه متيقن الحجية .\r\nففي الخصوصيات يصح له التقليد من دون لزوم دورا وخلف كما يصح للمجتهد الاجتهاد فيها وكذا من لم يبلغ درجة الاجتهاد وكان من أهل العلم يمكن له أيضا أن يجتهد في بعض الخصوصيات كلزوم كون المرجع أعلما ،\r\nوأما العامي إذا حاول استعلام حال الواقعة فلا بد أن يرجع إلى\r\n","description":"","footnote":"","page_name":" 127 ","page_number":128},
  {"content":"\r\nالأعلم فيفتى الأعلم حسب ما أدى إليه اجتهاده بجواز تقليد غير الأعلم هذا ما أدى إليه نظري القاصر في المقام .\r\nوقريب من ذلك ما أفاده بعض محققي العصر قده في رسالة التقليد فإنه بعد ان أورد مقالة شيخنا العلامة الأنصاري قده في الرسالة ( 1 )\r\n\r\nفي وجه ذلك بأنه : « بأن الكلام ان كان في جواز إفتاء الأعلم بهذا الفتوى بعد اجتهاده فيها فلا وجه لمنعه .\r\nوإن كان في صحة عمل المقلد بها فلا إشكال في الصحة بعد جواز التقليد فيها واقعا وبعد علم المقلد بان هذه المسألة يجوز فيها التقليد ؛\r\nوهذا الشرط لا يختص بهذه المسألة بل يجري في كل مسألة يريد المقلد الرجوع فيها إلى المجتهد أما جواز التقليد فيها واقعا فالظاهر أنه لا اشكال فيه وعدم وجوب الرجوع لا ينفى جوازه لعموم أدلة التقليد ، واما علم المقلدين بذلك فيكفي فيه ما هو مركوز في أذهانهم من رجوع الجاهل إلى العالم وجوبا أو جوازا إلا أن يردعهم رادع عن ذلك في بعض المسائل والمفروض ان جزمهم مطابق للواقع بالنسبة إلى هذه المسألة ( 2 )\r\n\r\nقال قدس وأنت خبير بأنه ليس كلما تقتضيه الأدلة ويستنبطه المجتهد\r\n","description":"","footnote":"\r\n( 1 ) لا يخفى انه نقل في الرسالة خلاصة مقال الشيخ ولكن أعرضنا عنه وأوردنا ما أفاده الشيخ في رسالة التقليد بألفاظه تتميما للفائدة .\r\n\r\n( 2 ) إلى هنا تم كلام الشيخ قدس في رسالة التقليد .\r\n","page_name":" 128 ","page_number":129},
  {"content":"\r\nتقليديا ، ألا ترى إن مقتضى الأدلة جواز التقليد ، مع أنه ليس بتقليدي ، للزوم الدور أو التسلسل ، فليس كلما يستفيده المجتهد قابلا للفتوى على طبقه ، كما ظهر أن عموم جواز التقليد لا ينافي عدم جواز التقليد في مسألة جواز التقليد ، إلى أن قال : بعد كلام طويل ،\r\nوببيان آخر كما أن أصل التقليد لا يعقل أن يكون بالتقليد بل لا بد من انتهاء التعبد إلى القطع كذلك خصوصية المقلد ، إذ مجرد استقلال بوجوب التقليد مع عدم تعيين المقلد من الجهات المعتبرة عقلا في المقلد لا يجدي في الاستناد الفعلي ، فلا بد من أن لا تكون الخصوصية تقليدية ،\r\nثم تصدى قدس لرفع المحذور بقوله « ان العقل انما أوجب الرجوع إلى الأعلم لا من حيث استقلاله باعتبار هذه الخصوصية في المرجعية بل لعدم إحراز جواز الرجوع شرعا إلى فاقدها ، فهو احتياط من العقل ، فلم يحكم العقل بوجوب التقليد معينا بمعنى استقلاله بوجوبه التعيني حتى يلزم الخلاف من تقليد غير الأعلم بفتوى الأعلم .\r\nبل معناه أنه لا يستقل العقل بجواز الرجوع إلى غيره فحيث صح الرجوع إلى الأعلم استنادا في أصله إلى حكم العقل استقلالا ، وفي خصوصيته إلى الاحتياط ، كانت الخصوصية قابلة للتقليد ، كما أنها قابلة للاجتهاد من دون لزوم محال ،\r\n","description":"","footnote":"","page_name":" 129 ","page_number":130},
  {"content":"\r\n\r\nنعم إذا استقل عقل المقلد بتعين الأعلم بحيث يرى التسوية بينه وبين غيره تسوية بين العالم والجاهل ، كما قربناه ، فلا محالة لا محال له لتقليد الأعلم في هذه المسألة انتهى كلامه ، فتأمل في الرسالتين وفيما ذكرنا\r\nخاتمه\r\nواعلم أنهم يذيلون مبحثي الاجتهاد والتقليد بمسألتي التصويب والاجزاء وقد تعرضنا مسألة التصويب في ذيل مبحث الاجتهاد ونتعرض مسألة الاجزاء هنا في ذيل مبحث التقليد وملخص الكلام في ذلك هو ان محل الخلاف في مسألة الاجزاء ما إذا انكشف الخلاف ظنا كما في تبدل رأى المجتهد من جهة قيام حجة أقوى عنده من الحجة القائمة عنده سابقا على التفصيل المقرر في باب الاجزاء .\r\nوكما في عدول المقلد عن مجتهد إلى مجتهد آخر لفسقه أو لموته أو لصيرورة المعدول إليه أعلم .\r\nلا ما إذ انكشف الخلاف قطعا لأنه لا كلام في عدم الاجزاء في هذه الصورة فالخلاف في الاجزاء وعدمه انما هو في صورة انكشاف الخلاف ظنا على\r\n","description":"","footnote":"","page_name":" 130 ","page_number":131},
  {"content":"\r\nالنحو المزبور ،\r\nوالمسألة وان كانت ذات قولين لكن مقتضى القاعدة على أصول الإمامية من الطريقية والتخطئة عدم الاجزاء الا إذا قام الدليل على الاجزاء ، كما ادعى وادعى أيضا شيخنا الأستاد المحقق قده ، قيام الإجماع ، على الاجزاء في باب العبادات من الصلاة والصوم والحج ونحو ذلك من حيث إسقاط الإعادة والقضاء ،\r\nوأما في غير العبادات من الوضعيات في بابي العقود والإيقاعات وبابي الطهارة والنجاسة وغير ذلك فالأمر فيها من حيث الاجزاء في غاية الإشكال\r\nحيث لم يقم دليل من إجماع وغيره على الاجزاء فيها .\r\nولكن شيخنا الأستاد المحقق قده استدل على الاجزاء في مجلس البحث في خصوص مسألة الطهارة بغيبة المسلم بدعوى ان المدار في مطهرية غيبة المسلم تخلل زمان يحتمل وقوع مطهر واقعي عليه سواء كان عالما ومعتقدا بنجاسة ثوبه أو بدنه كما قاله المشهور أو لم يكن عالما ومعتقدا بالنجاسة كما هو المنصور\r\n","description":"","footnote":"","page_name":" 131 ","page_number":132},
  {"content":"\r\nكما يشهد لذلك سيرة أصحاب الأئمة عليه السّلام على مخالطتهم للعامة مع وجود الاختلاف بينهم في باب النجاسة والطهارة غاية الاختلاف ، فإن العامة كانوا معتقدين لطهارة أهل الكتاب كاليهود والنصارى ؛\r\nوقد حكى قده عن سيد أساتيده السيد المجدد المحقق الشيرازي قده انه قبل ذهابه إلى السامراء كان من المستشكلين في المسألة ، وممن يعتبر العلم والاعتقاد بالنجاسة في مسألة غيبة المسلم وعليه جرى في حواشي الرسائل العملية ؛\r\nوبعد ابتلائه في تلك البلدة بالعامة جزم بما ذكرنا قائلا بأن أصحاب الأئمة بالقطع واليقين حالهم كحالنا من حيث المخالطة والابتلاء بالمخالفين ولكن لم يغير ما علق عليها هذا\r\nوأنت خبير بان مسألة غيبة المسلم على كل المذهبين أجنبية عن مسألة الاجزاء فتأمل\r\nأما لو لم يغيب أو علم بعدم وقوع المطهر عليه من نزول الغيث عليه أو وقوعه في الكر ونحو ذلك فالإشكال باق بحاله كما أن الاشكال في بابي العقد والإيقاع وفي باب الاقتداء كان باقيا والتفصيل في محله .\r\nوقد يناقش في الإجماع على الاجزاء في العبادات من جهة كون الإجماع\r\n","description":"","footnote":"","page_name":" 132 ","page_number":133},
  {"content":"\r\nتقييديا لاختلاف مشرب المجمعين ،\r\nوبالجملة لا فرق بين تبدل رأى المجتهد ، وبين عدول المقلد عن مجتهد إلى مجتهد آخر ، لأحد أسباب العدول ، فان التقليد أيضا طريق كالاجتهاد غاية الأمر ان الاجتهاد طريق إلى الواقع والتقليد طريق إلى الطريق إلى الواقع ، ومقتضى الطريقية كما عليه أصول الإمامية هنا أيضا عدم الاجزاء إذا انكشف الخلاف ونقض الآثار السابقة ، كما في تبدل الآراء .\r\nوقد يتوهم الموضوعية في التقليد ، من جهة انه لولا ذلك للزم الأخذ بفتوى المشهور المخالف لفتوى المجتهد فان المناط في الطريقية إحراز الواقع ، ومن المعلوم ضرورة ان فتوى المشهور أقرب إلى الواقع ، بل بعض المحققين من أعاظم العصر قدس جزم بالفرق ، وقال في رسالة التقليد بعد استظهار عدم الفرق ، من بعض كلمات شيخنا العلامة الأنصاري قده :\r\nوالتحقيق عدم الملازمة وأطال الكلام في وجه الملازمة ودفعه إلى أن قال :\r\nلا يقال كما أن الخبرين حجة على المجتهد كذلك الفتويان على المقلد فإذا كان اعتبار الفتوى من باب الطريقة فحالهما حال الخبرين من حيث عدم اقتضاء الاجزاء ولزوم النقض\r\n","description":"","footnote":"","page_name":" 133 ","page_number":134},
  {"content":"\r\nلأنا نقول اعتبار الفتوى بأدلة التقليد بعنوان تنزيل نظر المجتهد منزلة نظر العامي ونيابة المجتهد في استفادة ما يرجع إلى المقلد لا بعنوان الطريقية للواقع ولو كان بهذا العنوان للزم تخصيص النقض بصورة اضمحلال الحجة السابقة لأقوائية الحجة اللاحقة كما إذا رجع إلى الأعلم\r\nمع أن القائل بالنقض في صورة الرجوع لا يفرق بين الرجوع إلى الأعلم أو من الأعلم إلى غيره بسبب الموت أو عروض عارض فيعلم منه ان حجية فتوى الثاني لا لاضمحلال الحجة الأولى بقيام الثانية بل لانتهاء أمد حجيتها مثلا فتكون الفتويان المتعاقبتان على حد الخبرين المتعادلين الذين أخذ بأحدهما تارة وبالأخرى أخرى حيث لا موجب لتوهم النقض عند الأخذ بالثاني انتهى موضع الحاجة .\r\nأقول ما أفاده الشيخ في ظاهر كلامه من الملازمة بين تبديل الآراء وبين العدول من حيث نقض عموم الآثار وجيه فان ما هو مناط عموم النقض موجود في كلا البابين ؛\r\nوأما ما أفاده هذا المحقق في جواب الاشكال من اعتبار الفتوى بأدلة التقليد إلخ لا يرجع إلى وجه محصل فان المجتهد في مقام استنباط\r\n","description":"","footnote":"","page_name":" 134 ","page_number":135},
  {"content":"\r\nالاحكام لا يجعل نفسه نائبا عن المقلد\r\nبل يستنبط الأحكام الواقعية حسب ما تقتضيه الأدلة كان في العالم مقلد أم لا وقضية أدلة التقليد من العقل والنقل ليست أزيد من حجية فتوى المجتهد على العامي نحو أدلة حجية الروايات على المجتهد فمن أين الدلالة على النيابة والتنزيل\r\nفالفرق بين التبديل والعدول في غاية الاشكال وان شئت مزيد توضيح للمقام فراجع ما أفاده في باب تبدل رأى المجتهد في طي مسائل الاجتهاد فإنه قال ما لفظه .\r\nوملخصه ان الحق هو الانتقاض بمقتضى الأصول والقواعد ومقتضيات أدلة الحجج والأمارات إما الأصول فلاستصحاب التكليف الواقعي إلى زمان كشف الخلاف إلى أن قال .\r\nأما القواعد فلقاعدة الاشتغال فان العلم بالتكليف في حال الجهل وان لم يبلغه إلى مرتبة الفعلية حال حدوثه .\r\nلكنه يبلغه إلى مرتبة الفعلية والتنجز بقاء على تقدير ثبوته واقعا وكذا قاعدة لزوم تحصيل الغرض المنكشف ثبوته في الواقع من الأول المشكوك سقوطه بفعل المأمور به الظاهري إلى أن قال\r\n","description":"","footnote":"","page_name":" 135 ","page_number":136},
  {"content":"\r\nوأما ما يقتضيه أدلة اعتبار الأمارات الشرعية فإن قلنا بان مفاد ها يتنجز الواقع أو الإنشاء بداعي تنجز الواقع فحالها حال القطع لها كشف الخلاف حقيقية أو حكما فيما إذا قطع بخلافها أو قامت الحجة على خلافها إلى أن قال :\r\nفي اندفاع تحصيل الفرق بين القطع والحجة الشرعية بأن المفروض أقوائية الحجة اللاحقة من الحجة السابقة وان لم ينكشف الخلاف حقيقة إلى أن قال :\r\nوإن قلنا إن مفاد دليل حجية الأمارات الشرعية جعل الحكم المماثل على طبق مؤدياتها كما يقتضيه ظاهر الأمر باتباعها فعن شيخنا وأستادنا العلامة بل عن غيره أيضا ان مقتضاها الموضوعية وصحة العبادة لأن المفروض ان مؤداها حكم حقيقي فينتهي أمده بقيام حجة أخرى لا أنه ينكشف خلافه .\r\nلكنا قد ذكرنا في محله ان غاية ما يقتضيه ظهور الأمر هو البعث الحقيقي المنبعث عن مصلحة في متعلقه وحيث إن المفروض تخلف الامارة وخلو الواقع من المصلحة فيجب الالتزام بأن المصلحة في المؤدى بعنوان آخر غير عنوان متعلقه الذاتي ،\r\n","description":"","footnote":"","page_name":" 136 ","page_number":137},
  {"content":"\r\nاما ان تلك المصلحة مصلحة بدلية عن مصلحة الواقع ، فلا موجب له والاجزاء وعدم الإعادة والقضاء يدور مدار بدلية المصلحة لتوجب سقوط الأمر الواقعي بملاكه\r\nفالموضوعية بمعنى كون المؤدي بما هو مؤدى ذا مصلحة مقتضية للحكم الحقيقي على أي حال ، لا يقتضي الاجزاء إلى أن قال هذا كله في الواجبات مطلقا على هذا المسلك ،\r\nوأما في العقود والإيقاعات فيمكن أن يقال إن الوضعيات الشرعية والعرفية من الملكية والزوجية وشبههما حيث إنها على ما حققناه في الأصول اعتبارات خاصة من الشرع والعرف لمصالح قائمة بما يسمى بالأسباب دعت الشارع مثلا إلى اعتبار الملكية والزوجية ، فلا كشف خلاف لها ، إلى أن قال :\r\nفالتحقيق أن الحجية ان كانت بمعنى تنجيز الواقع ، يجب نقض آثار الوقائع السابقة في العبادات والمعاملات ، وان كانت بمعنى جعل الحكم المماثل ، وجب النقض أيضا في العبادات دون المعاملات ، ومع الشك يجب ترتيب أثر النقض في الجميع الا الموارد الخاصة التي قام الدليل الخاص\r\n","description":"","footnote":"","page_name":" 137 ","page_number":138},
  {"content":"\r\nعلى عدم نقضها انتهى »\r\nأقول الوضعيات كالملكية والزوجية ونحوهما ، حالها حال التكليفيات ، كالوجوب والحرمة ونحوهما في كونها مجعولة بالأصالة وفي ان لكل منهما واقعا قد ينكشف خلافه حقيقة أو حكما ،\r\nسواء قلنا بان مفاد دليل حجية الأمارة هو الوسطية في إثبات ما تعلقت به الامارة من الحكم الواقعي مثلا ، كما هو مسلك التحقيق على اصطلاح الأصولي في الحجة ، أو تنجز الواقع ، كما هو مسلك آخر أو قلنا بان مفاد دليل حجية الامارة جعل المماثل ،\r\nفكما لا فرق في ذلك بين العبادات والعقود والإيقاعات على غير مسلك جعل مماثل ما أدت إليه الامارة على ما حققه كذلك لا فرق بينهما على مسلك جعل المماثل لما عرفت من أن لكل من التكليف والوضع واقعا قد ينكشف خلافه ، فكما ان العبادة التي أدى الاجتهاد إليها لها واقع قد يتخلف الاجتهاد عنها كذلك البيع والنكاح مثلا :\r\nوكون الوضعيات اعتبارات خاصة ليس المراد انها مجرد اعتبار لا واقع له كي لا يكون له كشف خلاف ، بل أمر واقعي ، واقعية في وعانة\r\n","description":"","footnote":"","page_name":" 138 ","page_number":139},
  {"content":"\r\nالمناسب له وهو اعتبار من بيده الاعتبار تأسيسا أو إمضاء .\r\nفكما ان الاجتهاد المؤدي إلى عبادة خاصة قد يتخلف عن الواقع كذلك الاجتهاد المؤدي إلى كون العقد الفارسي سببا للتمليك أو التزويج قد يتخلف عن الواقع بقيام الحجة الشرعية على شرطية العربية في صيغة النكاح أو البيع مثلا ؛\r\nفما أفاده قده من الفرق بين العبادات والعقود والإيقاعات ، غير وجيه كعدم وجاهة ما أفاده في الفرق بين الاجتهاد والتقليد ( أي بين تبدل رأى المجتهد وبين عدول المقلد ) على ما مر بك بيانه ؛\r\nفالحق الذي كشف عنه التحقيق هو الذي يظهر مما أفاده الشيخ العلامة الأنصاري قده ووافقه شيخنا الأستاد المحقق قده ، وأوضحناه غاية الإيضاح من عدم الاجزاء على أصول الإمامية إلا فيما قام عليه دليل خاص من إجماع أو غيره ، فلا يترك الاحتياط فيما إذا أدى تقليد اللاحق إلى فساد عقد أو إيقاع وكذا نجاسة شيء أو حرمة شيء ونحو ذلك ؛\r\nبل الأقوى لزوم تجديد العقد مع فعلية الابتلاء بمورده وقد حررنا المسألة\r\n","description":"","footnote":"","page_name":" 139 ","page_number":140},
  {"content":"\r\nمستوفاة في مبحث الاجزاء ،\r\nهذا تمام الكلام في رسالة التقليد ،\r\nفسبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين .\r\n","description":"","footnote":"","page_name":" 140 ","page_number":141},
  {"content":"\r\nالرسالة الثالثة في الكر\r\nهذه أيضا من بركات قلم أستادنا المحقق وسيدنا المدقق سيد الفقهاء والمجتهدين حجة الإسلام والمسلمين آية الله العظمى الحاج سيد مرتضى المرتضوي اللنگرودي\r\nالناشر مطبعة الإسلام\r\n","description":"","footnote":"","page_name":" 141 ","page_number":142},
  {"content":"\r\nبسم الله الرّحمن الرّحيم\r\nالرسالة الثالثة في الكر وبعض ما يتفرع عليه\r\nالكر حسب ما أفاده في العروة الوثقى بحسب الوزن الف ومائتا رطل بالعراقي وبالمساحة ثلاثة وأربعون شبرا إلا ثمن شبر ، فبالمن الشاهي وهو الف ومائتان وثمانون مثقالا إلخ\r\nتوضيح المقام يستدعي رسم مسائل\r\nالمسألة الأولى ان انقسام الماء المحقون إلى الكر وغير الكر ،\r\n","description":"","footnote":"","page_name":" 142 ","page_number":143},
  {"content":"\r\n\r\nوكون الكر من الماء عاصما عن الانفعال بملاقاة النجاسة ، وغير الكر هو المنفعل بمجرد ملاقاة النجس من مختصات الإمامية واما العامة فالملاك عند الشافعية والحنفية هو القلتان وما دون القتلين استنادا إلى النبوي ، من أن الماء إذا بلغ قلتين لم يحمل خبثا ،\r\nولا يخفى إمكان حمله على ما لا يخالف التحديد بالكر عند الإمامية ثم إن الكر في الأصل مكيال لأهل العراق ، كما عن القاموس حيث قال : الكر بالضم مكيال للعراق إلخ ، وقد ورد فيه تحديدان من الشرع ،\r\nأحدهما بحسب الوزن وهو الف ومائتا رطل .\r\nوثانيهما من حيث المساحة على ما يأتي بيانه من اشتمال كل من الابعاد على ثلاثة أشبار ونصف ، أو ثلاثة أشبار فقط أو غير ذلك ، وقد أشكل أولا بالتنافي بين التحديدين بتخلف أحدهما عن الأخر غالبا أو دائما ، حيث إن التحديد بالمساحة يزيد دائما على التحديد بالوزن بكثير فكيف التوفيق بينهما ،\r\nوثانيا بتعارض الأخبار بالنسبة إلى كل واحد من التحديدين ، اما في التحديد بالوزن ، فإن مرسلة ابن أبي عمير عن بعض أصحابنا تدل على أن الكر الف ومائتا رطل ، وصحيحة محمد بن مسلم تدل على أن الكر ستة\r\n","description":"","footnote":"","page_name":" 143 ","page_number":144},
  {"content":"\r\nمائة رطل ،\r\nوأما في التحديد بالمساحة فالأخبار في غاية الاختلاف ، كما أشرنا إلى ذلك وسيأتي ذكرها مفصلا .\r\nلكن يمكن الجواب عن الأول كما عن سيدنا الأستاد ( الفقيه الأصفهاني قدس ) ، بان التخلف ان كان من الجانبين بان كان بين الحدين عموما من وجه بحسب الصدق فيجمع بينهما بكون كل منهما محققا لموضوع الكر فان التعارض حينئذ ليس الا باعتبار تنافي مفهوم كل منهما لمنطوق الأخر في مورد الافتراق فيقيد مفهوم كل منهما بمنطوق الأخر\r\nفالنتيجة هو الاكتفاء بكل منهما في تحقق الكرية كما قيل بهذا النحو من الجمع بين خفاء الأذان وخفاء الجدران في موضوع حد الترخص وان كان التخلف من طرف واحد ، كما عن المحدث الأسترآبادي من أنه وازن كل منهما فوجد حد المساحة أزيد من حد الوزن بكثير ،\r\nفنقول ان المدار على الوزن وانما جعلت المساحة معرفا وأمارة على تحقق الوزن بالنسبة إلى جميع الموارد من باب الاحتياط نظرا إلى اختلاف المياه خفة وثقلا\r\n","description":"","footnote":"","page_name":" 144 ","page_number":145},
  {"content":"\r\nوالجواب عن الإشكال الثاني اما بالنسبة إلى اختلاف الروايتين في تحديد الكر من حيث الأرطال فبان مقتضى الجمع بينهما حمل الرطل في مرسلة ابن أبي عمير على العراقي وحمل الرطل في صحيحة محمد بن مسلم على المكي الذي هو ضعف العراقي إذا الرطل ثلاثة أقسام عراقي ومدني ومكي :\r\nوالأول على المشهور مائة وثلاثون درهما ؛\r\nوالثاني مائة وخمسة وتسعون درهما بلا خلاف فيه فيزيد عن العراقي بالثلث والثالث ضعف العراقي بلا خلاف فيه أيضا كما لا خلاف بينهم في أن المراد بالرطل في ألف ومأتي رطل ليس الرطل المكي ؛\r\nبل الخلاف بينهم انما هو في كونه ( عراقيا أو مدنيا ) والمشهور على الأول ، وعن الصدوقين والسيد انه المدني ، وعن الانتصار الإجماع عليه وعن أمالي الصدوق قده انه من دين الإمامية ، وكيف كان يدل على هذا الجمع بين الروايتين وجوه اثنان منها عن سيدنا الأستاد قدس على ما في تقرير بحثه الأول ان لفظ الرطل في كل واحدة من الروايتين وان كان في نفسه\r\n","description":"","footnote":"","page_name":" 145 ","page_number":146},
  {"content":"\r\nمجملا مرددا بين كون المراد به العراقي أو المكي ، أو المدني ، ولا يجوز حمل اللفظ المردد بين محتملات على بعضها من دون مرجح إلا أنه من الظاهر المسلم ان هذا المجمل يكون حجة بالنسبة إلى نفى غير محتملاته ، فح نقول إن اعتبار الف ومائتا رطل في مرسل ابن أبي عمير بجميع احتمالاته الثلاثة ينفى - اعتبار ستمائة رطل في صحيح ابن مسلم باحتماليه وهما ( المدني والعراقي ) وكذلك رواية ستمائة رطل بجميع احتمالاته الثلاثة ينفى احتمالين من رواية ألف ومائتا رطل .\r\n( وهما احتمال كونه مكيا ومدنيا ) فلا يبقى في رواية ألف ومأتا رطل الا احتمال كون الرطل عراقيا وفي رواية ستمائة رطل الا احتمال كونه مكيا فيرجع أحدهما إلى الأخر بلا تعارض وتناف أصلا فإن المرسل في نفى احتمالين من الرطل في الصحيح : وهما كونه مدنيا أو عراقيا يكون حجة بلا معارض .\r\nكما أن الصحيح في نفى احتمالين من الرطل في المرسل وهما كونه مكيا أو مدنيا ، يكون حجة بلا معارض ، فلا يبقى في الصحيح الا احتمال كون الرطل هو المكي الذي هو ضعف العراقي ، وفي المرسل الا احتمال كونه العراقي الذي هو نصف المكي ، فاتحد الروايتان في المؤدى\r\n","description":"","footnote":"","page_name":" 146 ","page_number":147},
  {"content":"\r\nالثاني ان اللفظ إذا كان مشتركا بين وزنين أحدهما ضعف الأخر وكان كل واحد شائعا متعارفا وقد جعل ذلك اللفظ في رواية مضافا إليه عدد خاص من الوزن موضوعا لحكم وفي رواية أخرى مضافا إليه نصف ذلك العدد موضوعا لنفس ذلك الحكم كما في المقام فالعرف لا يرى تنافيا وتعارضا بينهما .\r\nبل ولا إجمال فيهما ، بل يجعل كل واحد منهما قرينة على المراد من الأخر فيجمع بينهما بحمل اللفظ في أحدهما على أحد المعنيين ، وفي الأخر على المعنى الأخر الممكن جمعه مع الأول فالمراد بالرطل في المرسل هو العراقي ، وفي الصحيح هو المكي الذي كان ضعف العراقي ، وهذا الجمع أسهل من الأول لكونه أمرا متعارفا عند العرف .\r\nالثالث ان المراد بالرطل في الصحيح هو المكي بقرينة كون محمد بن مسلم طائفيا والطائف من توابع المكة ، والظاهر أن الإمام عليه السّلام الحكيم العالم بكل اصطلاح لا يكون مكالمته مع كل مخاطب الا بمصطلحه وان المراد بالرطل في المرسل هو العراقي لكون ابن أبي عمير عراقيا والرطل العراقي نصف المكي ، والمكي ضعف العراقي بالاتفاق .\r\nوأورد على هذا الوجه سيدنا الأستاد قدس بان ابن أبي عمير لم يكن مخاطبا للإمام ع ، وانما نقله عن بعض أصحابنا ، ولم يعلم أن ذلك البعض\r\n","description":"","footnote":"","page_name":" 147 ","page_number":148},
  {"content":"\r\nكان عراقيا ، وان محمّد بن مسلم كان ساكنا في العراق وان كان في الأصل ثقفيا ويقال انه من أهل الطائف هكذا في تقرير بحثه .\r\nولكن لا يخفى ما فيه إذ بعد تسليم ما ذكر في وجه الجمع من عدم مكالمة الإمام الحكيم العالم مع كل مخاطب الا بمصطلحه لا ينبغي الإشكال في هذا الجمع ، إذ لا إشكال في كون بعض مشايخ ابن أبي عمير أيضا عراقيا كما لا إشكال في كون محمد بن مسلم مكيا حجازيا ،\r\nهذا مع ما عن بعض الاعلام من أن حمل الرطل في الصحيح على المكي متعين لان حمله على المدني أو العراقي يستلزم طرحه لمخالفته للإجماع على ما صرح به غير واحد ، وكذا حمله في المرسل على العراقي متعين إذ لو حمل على المكي أو المدني يستلزم أن لا يكون الماء البالغ ثلاثة وأربعين شبرا كرا فينا فيه الاخبار الآتية ، فهي قرينة لإرادة الرطل العراقي انتهى موضع الحاجة ،\r\nويظهر من بعض الروايات ان الرطل العراقي كان متعارفا عند الإطلاق وهي رواية الكلبي النسابة عن أبي عبد الله ع في الشن ( 1 )\r\n\r\nالذي ينبذ فيه التميرات للشرب والوضوء ، وقال قلت له عليه السلام كم كان يسع الشن ماء\r\n","description":"","footnote":"\r\n( 1 ) الشن : القربة الخلق البالية الصغيرة كذا عن الوافي\r\n","page_name":" 148 ","page_number":149},
  {"content":"\r\nفقال : ما بين الأربعين إلى الثمانين إلى ما فوق ذلك فقلت : بأي الأرطال ؟\r\nفقال : أرطال مكيال العراق ، فإنه ع أطلق الرطل أولا وأراد به العراقي قبل أن يسأله السائل ثم سأله فصرح به\r\nفتحصل ان الكر من الماء وزنا هو الماء البالغ إلى ألف ومأتي رطل عراقي ولا اشكال بل لا خلف فيه من الأساطين\r\nوأما بالنسبة إلى اختلاف الروايات في التحديد بالمساحة فقد أفاد سيدنا الأستاد قده في وجه الاختلاف بما حاصله ان وجه الاختلاف لعله كان باعتبار اختلاف المياه في الخفة والثقالة ، فرب ماء خفيف إذا كان بمقدار معين من الوزن لا يسعه المكان الذي يسعه إذا كان ثقيلا بذلك المقدار ، فالرواية التي تقتضي قلة المساحة كانت ناظرة إلى أخف المياه والرواية التي تقتضي قلة المساحة كانت ناظرة إلى أثقل المياه والوسط بينهما إلى المتوسط من المياه ،\r\nوبعبارة أخرى لا خفاء في اختلاف المياه من حيث الخفة والثقالة على نحو يوجب التفاوت بين الماءين بمقدار الثلث أو الأزيد على ما قيل وعلى هذا لا يصح أن يجعل مساحة معينة مدارا في مقام الأمارية لاستكشاف الوزن المعين بالنسبة إلى جميع المياه فحينئذ لو كانت مصلحة الواقع بمثابة\r\n","description":"","footnote":"","page_name":" 149 ","page_number":150},
  {"content":"\r\nمن الأهمية التي يجب حفظها في نظر الشارع فلا بد في مقام جعل الأمارة إلخ ان لا ينصب امارة قد تخطئ عن الواقع ولو كان نادرا ،\r\nبل لا بد من الاحتياط التام بجعل امارة إذا تحققت في كل مورد كان الواقع ثابتا ومحفوظا فيه ولو بجعل ما يكون مشتملا على الأزيد من الحد الواقعي في كثير من الموارد .\r\nوأما إذا لم يكن مصلحة الواقع بهذه المرتبة من الأهمية فحفظ مصلحة الواقع يختلف ملاحظة فلا يقتضي ملاحظة هذا المقدار من الاحتياط اللازم في نصب الامارة بل غاية ما يقتضي هي نصب امارة تكون مطابقة للواقع في غالب الموارد فعلى اختلاف مراتب حفظ الاحتياط في نصب الإمارة إذا وجدنا أمارتين مختلفتين بالنسبة إلى شيء واحد وكان الاختلاف بينهما بالأقل والأكثر يستكشف ان ما هو اللازم مراعاته على كل حال هو الأقل ، وان الأكثر منهما من باب الاحتياط الاستحبابي\r\nإذا ظهر لك ذلك فنقول فيما نحن فيه ان اختلاف الاخبار في التحديد بالمساحة من حيث إن مقتضى بعضها هو التحديد بسبعة وعشرين شبرا بالضرب والتكسير ومقتضى بعضها الأخر هو التحديد بثلاثة وأربعين شبرا الا ثمن شبر بالضرب والتكسير وانما هو بملاحظة الاحتياط التام بالنسبة إلى\r\n","description":"","footnote":"","page_name":" 150 ","page_number":151},
  {"content":"\r\nجميع المياه وعدم ملاحظة الاحتياط كذلك\r\nفما دل على اعتبار الأقل فلا بد من حمله على كون الواقع اقتضى حفظه بهذا المقدار المنطبق على كثير من المياه فيكون اللازم مراعاتها عند الشك في مقدار الكر من حيث الوزن على كل حال وما دل على اعتبار الأكثر لا بد من حمله على الاستحباب .\r\nفان قلت إن الكر بحسب الوزن لا ينطبق على شيء من الأمارتين في شيء من المياه لما نقل عن المحدث الأسترآبادي من أنه وجد مكسر الموزون في المدينة المنورة مما يبلغ إلى ستة وثلاثين شبرا فالتحديد بسبعة وعشرين يكون أقل من الكر دائما كما أن التحديد بثلاثة وأربعين إلا ثمن شبر يكون أكثر من الموزون دائما\r\nقلت المنقول على تقدير صحته لا يدل على اتحاد مياه العالم مع مياه المدينة بل يمكن الاختلاف بينهما على وجه يكون ثقل بعضها يقتضي كفاية سبعة وعشرين شبرا وخفة بعضها يكون بحد يقتضي التحديد بثلاثة وأربعين شبرا إلا ثمن شبر\r\nوحيث إن ملاك الواقع بنظر الشارع ما كان بمرتبة من الأهمية المقتضية لحفظه بالنسبة إلى جميع المياه لزوما ما لاحظ الاحتياط اللزومي بالنسبة\r\n","description":"","footnote":"","page_name":" 151 ","page_number":152},
  {"content":"\r\n\r\nإلى الجمع بل اكتفى في لزوم حفظ الواقع بمقدار مقتضى الامارة المقتضية للأقل وجعل الاحتياط التام على مقتضى الأكثر مستحبا فتأمل هكذا في تقرير بعض الفضلاء من تلاميذه .\r\nولا يخفى ان ما أفاده في المقام نظرا إلى اختلاف مياه العالم خفة وثقلا وان كان وجيها في نفسه لكنه لا يجدي في رفع اختلاف الاخبار والجمع بينها على وجه مقبول عند العرف ولا شاهد لحمل الأكثر على الاستحباب والأقل على اللزوم .\r\nمع كون كل منهما في مقام تحديد الموضوع المستنبط المرتب عليه الحكم الكلي إلا أن يكون مراده من ذلك البيان ان التحديد بالمساحة ليس تحديدا حقيقيا للكر .\r\nبل جميع ما ورد في ذلك الباب معرف لما هو الكر وهو الوزن فهو كلام سديد ولكنه يجري في مقام دفع التنافي بين التحديد بالوزن والتحديد بالمصاحة وهو مقام آخر قد تقدم بيانه ملخصا وسيأتي مزيد توضيح له إن شاء الله تعالى .\r\nالمسألة الثانية\r\nاختلفوا في تحديد الكر بالمساحة على أقوال :\r\n","description":"","footnote":"","page_name":" 152 ","page_number":153},
  {"content":"\r\n\r\nالأول ما عليه المشهور أو الأشهر من اعتبار ثلاثة أشبار ونصف في كل واحد من الابعاد الثلاثة فيصير مكسره ثلاثة وأربعين شبرا إلا ثمن شبر\r\nالثاني ما عن الصدوق وبعض القميين ومال إليه الشهيد الثاني والعلامة والمحقق الثاني والمحقق الأردبيلي قدس الله أسرارهم من اعتبار ثلاثة أشبار في الأبعاد الثلاثة فيصير مكسره سبعة وعشرين شبرا\r\nالثالث ما عن المدارك من اعتبار بلوغه ستة وثلاثين شبرا ومال إليه المحقق في المعتبر\r\nالرابع ما عن الراوندي ره من أن اعتبار بلوغ مجموع الأبعاد الثلاثة عشرة أشبار ونصف من غير اعتبار التكسير\r\nالخامس ما عن ابن طاوس من العمل بكل ما روى ، وقال شيخنا العلامة الأنصاري قدس في كتاب الطهارة وهنا أقوال أخر ضعيفة أحدها قول الإسكافي ما بلغ مكسره مائة شبر )\r\nمستند المشهور روايتان الأولى ما رواه في الاستبصار عن الحسن بن صالح الثوري عن أبي عبد الله عليه السّلام « قال إذا كان الماء في الركي كرا لم\r\n","description":"","footnote":"","page_name":" 153 ","page_number":154},
  {"content":"\r\nينجسه شيء قلت وكم الكر ؟ قال ثلاثة أشبار ونصف طولها في ثلاثة أشبار ونصف عمقها في ثلاثة أشبار ونصف عرضها »\r\nقيل إن المراد بالركي الحوض الكبير أو البئر وفي مجمع البحرين والركو أيضا الحوض الكبير والركية بالفتح وتشديد الياء ، البئر والجمع وركايا كعطية وعطايا .\r\nوالمناقشة في سندها بكون الحسن بن صالح زيديا بعد كون الراوي عنه الحسن بن المحبوب المجمع على تصحيح ما يصح عنه وبعد اشتهار الأخذ بها واستناد المشهور إليها غير مسموعة لكونها موثوقة الصدور بلا ارتياب وكذلك المناقشة فيها من حيث اضطراب المتن من جهة كونها مروية في الكافي بحذف ثلاثة أشبار ونصف طولها وذلك لان احتمال النقص في الكافي أولى من احتمال الزيادة في الاستبصار لما هو المقرر من تقدم أصالة عدم الزيادة على أصالة عدم النقيصة\r\nضرورة ان الزيادة محتاجة إلى زيادة مئونة بخلاف النقيصة فإنها تتحقق بمجرد الغفلة والسهو !\r\nوكون الكافي أضبط نوعا لا يوجب ترك رواية الاستبصار مع استناد المشهور إليها هذا مع أن رواية الكافي أيضا دالة على مذهب المشهور من\r\n","description":"","footnote":"","page_name":" 154 ","page_number":155},
  {"content":"\r\nغير الاحتياج إلى دعوى الإضمار والحذف بشهادة الأمثلة الكثيرة في النثر والنظم ، حيث يطلق العرض ويراد به مجموع سعته وسطحه الظاهر ، لا خصوص البعد المقابل للطول ، فليكن المقام منه وفي الوسائل ذكر العرض يغني عن ذكر الطول لأنه لا بد أن يساويه أو يزيد عليه .\r\nبقيت مناقشتان إحديهما ان الرواية ظاهرة في المساحة الدوري بناء على كون الركي هو البشر ، كما هو الظاهر ، فيصير الحاصل بعد الضرب والتكسير ثلاثة وثلاثين شبرا وخمسة أثمان ونصف شبر ، وهذا غير مقالة المشهور ، وقد حكيت المناقشة عن المحقق المجدد البهبهاني قده ، وقيل قد سبقه العلامة المجلسي قده في ذلك .\r\nوقال بعض الاعلام ان تلك المناقشة قوية جدا ، لكن بالنظر إلى ما هو المروي في الكافي ،\r\nوأما بالنظر إلى المروي في الاستبصار فلا لما فيه من التنصيص على الطول فان المعلوم انه ليس للمستدير وكذا المربع الغير المستطيل طول .\r\nولكن ربما يذكر الطول تنصيصا على إرادة تساوى الأبعاد الثلاثة فظهور رواية الاستبصار من حيث هي في مذهب المشهور غير قابل للإنكار .\r\nوأما رواية الكافي فمن قيام الإجماع على عدم كون ثلاثة أشبار ونصف\r\n","description":"","footnote":"","page_name":" 155 ","page_number":156},
  {"content":"\r\nفي الشكل المستدير كرا يستكشف ان المراد كون الماء مقدارا يكون سطحه من كل ناحية ثلاثة أشبار ونصف ولقد أجاد فيما أفاد .\r\nالثانية ان الرواية مشتملة على ما لا يقول به أحد من الأصحاب من اعتبار الكرية في البئر الذي له مادة ، بناء على كون الركي هو البئر .\r\nوأجيب عنها بان غاية ما يلزم حينئذ هو رفع اليد عن ظهور الشرطية في السببية المنحصرة لأجل الأدلة الدالة على كون المادة عاصمة عن الانفعال ولا محذور فيه ، مع أن عدم إمكان الأخذ بظاهر الرواية من بعض الوجوه لا يقتضي طرحها بالمرة .\r\nوالثانية رواية أبي بصير قال : سألت أبا عبد الله عليه السلام عن الكر من الماء كم يكون قدره ؟ قال ! عليه السلام إذا كان الماء ثلاثة أشبار ونصف طولها في ثلاثة أشبار ونصف في مثله ثلاثة أشبار ونصف في عمقه في الأرض فذلك الكر من الماء .\r\nوأورد عليها بضعف الدلالة لعدم التعرض فيها لأحد البعدين من الطول والعرض لظهور كون ثلاثة أشبار ونصف الثانية بدلا من مثله ، وقوله في عمقه متعلقا بمقدر يكون حالا أو صفة والمعنى انه إذا كان الماء ثلاثة أشبار ونصف مضروبا في مثله ثلاثة أشبار ونصف كائنا في عمقه فهو الكر\r\n","description":"","footnote":"","page_name":" 156 ","page_number":157},
  {"content":"\r\nوأجيب عن ذلك بوجوه أحسنها ما أفاده شيخنا العلامة الأنصاري في الطهارة من أن معنى كون الماء ثلاثة أشبار ونصف كون سطحه المشتمل على الطول والعرض بهذا المقدار ويكون في عمقه صفة لثلاثة أشبار ونصف وهي بدل عن مثله\r\nيعني إذا كان سطحه ثلاثة أشبار ونصف في ثلاثة أشبار ونصف ثابتة في عمقه ، ويعضد ما ذكرنا سقوط مثله في بعض نسخ المنتهى والمحكي عن نسخة مقروة على المجلسي قده .\r\nوما يتوهم من كون الكر في الأصل مكيالا مستديرا يصرف ظهور الصدر في إرادة المربع ،\r\nمدفوع بظهور الصدر في إرادة المربع ، لكون الصدر مفسرا للمراد فظهور الصدر في ذلك هو المحكم ، والمراد من الرواية ان الماء إذا كان سعته مطلقا من جميع الجوانب ثلاثة أشبار ونصفا حال كون هذه المسافة ثابتة في تمام عمقه الذي هو أيضا ثلاثة أشبار ونصف فذلك الكر من الماء .\r\nفالمتحصل من هاتين الروايتين هو ما ذهب إليه المشهور في موضوع الكر من بلوغ مكسره إلى ثلاثة وأربعين شبرا إلا ثمن شبر .\r\n","description":"","footnote":"","page_name":" 157 ","page_number":158},
  {"content":"\r\n\r\nومستند القول الثاني الذي قال : في الحدائق انه مذهب القميين واختاره جماعة من المتأخرين منهم العلامة قدس في المختلف ، والشهيد الثاني قدس في الروضة ، والروض ، والمحقق الشيخ على في حواشي المختلف ، رواية إسماعيل بن جابر قال : سألت أبا عبد الله ع عن الماء الذي لا ينجسه شيء فقال : ع كر ، قلت : وما الكر ؟ قال : ثلاثة أشبار في ثلاثة أشبار\r\nومرسلة الصدوق قده في المجالس قال : روى أن الكر هو ما يكون ثلاثة أشبار طولا في ثلاثة أشبار عرضا في ثلاثة أشبار عمقا .\r\nوسيدنا الأستاد قدس ( بعد أن ناقش في مستند المشهور ، وقوى القول الثاني استنادا إلى هاتين الروايتين أيده ، صحيحة إسماعيل بن جابر التي هي مستند القول الثالث ، بدعوى انها لو حملت على المساحة الدورية وكان الذراع أقل من قدمين بقليل ، يبلغ مكسره قريبا من سبعة وعشرين شبرا ،\r\nكما يؤيده أيضا ما ورد في باب الكر من التحديد بقلتين أو حبي هذا مشيرا إلى حب من الحباب التي كانت بالمدينة ،\r\n","description":"","footnote":"","page_name":" 158 ","page_number":159},
  {"content":"\r\nوما أبعد ما بين ما أفاده هذا وبين ما أفاده بعض الاعلام قدس في مصباح الفقيه من عدم المنافي بين هذه الصحيحة ، وبين ما عليه المشهور ، بل هي في الحقيقة راجعة إليه ، لأن الذراع أطول من شبرين بمقدار يسير ، كما أن القدمين أيضا كذلك .\r\nوهذا ظاهر بالعيان فلا يحتاج إلى البرهان فيبلغ مجموع مساحتها ما يقرب من المساحة المشهورة جدا ، بحيث لا يبقى بينهما فرق الا بالمقدار الذي يحصل به التفاوت في الأشبار ، لان المتعارفة منها أيضا في غاية الاختلاف إذ قلما يوجد شبر أن لا يكون بينهما اختلاف في مجموع مكسرهما فكلما نلتزمه في دفع الاشكال هناك نلتزمه هنا ، فعلى هذا يصير هذه الصحيحة أيضا من أدلة المختار انتهى\r\nوكيف كان فما عليه المشهور هو المنصور لرجحان مستنده من الروايتين على مستند القول الثاني من رواية ابن جابر ، ومرسلة الصدوق قده ، لكونها معمولا بهما لدى المشهور من الأصحاب ، مع احتمال سقوط لفظ النصف في رواية ابن جابر ، وعدم احتمال الزيادة في تينك الروايتين ، فإن الأصل عدم الزيادة المقدم على أصل عدم النقيصة ،\r\nهذا مضافا إلى مخالفة رواية ابن جابر ومرسلة الصدوق قده لرواية علي بن جعفر في كتابه عن أخيه قال\r\n","description":"","footnote":"","page_name":" 159 ","page_number":160},
  {"content":"\r\n\r\nسألته عن جرة ماء فيها ألف رطل وقع فيه أوقية بول ، هل يصلح شربه أو الوضوء منه ؟ قال : لا يصلح فان ألف رطل على ما اعتبره بعضهم يقرب من ثلاثين شبرا ، فلا معنى للحكم بانفعاله لو كان كرا .\r\nوأما القول الثالث فقال صاحب المدارك فيما حكى عنه « وأوضح ما وقفت عليه في هذه المسألة من الاخبار متنا وسندا ما رواه الشيخ في الصحيح عن إسماعيل بن جابر قال . قلت . لأبي عبد الله عليه السّلام الماء الذي لا ينجسه شيء قال ، ذراعان عمقه في ذراع وشبر سعته ،\r\nوالاستدلال بهذه الصحيحة على هذا القول متوقف على إرادة القدمين من الذراع حتى يصير الذراعان أربعة أقدام ، كما يظهر إرادتها من الذراع في باب المواقيت ، وعلى اعتبار ذراع وشبر في كل من البعدين فان مكسره حينئذ يبلغ إلى ستة وثلاثين شبرا ، فان كل واحد من الطول والعرض ثلاثة أشبار والحاصل من ضرب كل منهما في الآخر تسعة أشبار فبضربه في أربعة أشبار العمق ، يصير الحاصل ستة وثلاثين شبرا .\r\nهذا وفي الاستدلال به منع جدا إذ لا ملازمة بين البابين ، ولعل الذراع أطول من القدم بقريب من نصف شبر فيصير حينئذ مؤداه قريبا إلى ما ذهب إليه المشهور وان أبيت إلا عن ظهور الصحيحة فيما ذهب إليه ففيه انها\r\n","description":"","footnote":"","page_name":" 160 ","page_number":161},
  {"content":"\r\nغير معمول بها كما ، عن المنتهى انه لم يقل أحد بهذا المقدار .\r\nوعن شيخنا البهائي إني لم اطلع على قائل به من الأصحاب والمعروف منه قدس ره الاستشكال في العمل بالصحيح إذا خالف عمل الأصحاب .\r\nفتحصل أن أقوى الأقوال في تحديد الكر من حيث المساحة هو الذي ذهب إليه المشهور من بلوغ مكسر الماء ثلاثة وأربعين شبرا إلا ثمن شبر\r\nتذنيب\r\nقد أشرنا في صدر عنوان المسألة إلى الإشكال بين التحديدين ، ودفعه إجمالا ، فلا بأس بمزيد توضيح لذلك ، فنقول اما الإشكال فهو ان تحديد الكر بالوزن من بلوغ الماء إلى ألف ومائتي رطل بالعراقي لا يبلغ المساحة المذكورة غالبا خصوصا بالنسبة إلى ، أشبار السابقين التي لا إشكال في اطوليتها بالنسبة إلى أشبار هذه الأعصار ، فكيف التوفيق بين التحديدين ، مع أن التحديد بالأقل والأكثر في موضوع واحد غير معقول .\r\nفقيل في حل الاشكال ما حاصله انه لا إشكال في جعل كل واحد من الوزن والمساحة حدا لمعرفة موضوع الكر لو كانا متساويين في الصدق ،\r\n","description":"","footnote":"","page_name":" 161 ","page_number":162},
  {"content":"\r\nوكذا لا إشكال في جعل مجموعهما جدا لو كان بينهما عموم من وجه فيكون المدار على اجتماع الأمرين ، كما لا إشكال في جعل كل منهما منفردا فيكون التحديد بكل منهما مشروطا بعدم الأخر ،\r\nهذا انما هو بحسب التصور وفرض إمكان التخلف ، والا بان كان أحدهما أخص مطلقا من الأخر ، فلا يعقل التحديد بهما بوجه من الوجوه ، بل لا بد أن يكون الحد الحقيقي هو الأعم .\r\nنعم يعقل أن يجعل ما هو الأخص طريقا للعلم بوجود الأعم إلى آخر ما أفاده ولقد أجاد فيما أفاد ففيما نحن فيه الحد الحقيقي لموضوع الكر هو الوزن فإنه معيار منضبط في جميع الأشياء والتحديد بالمساحة المزبورة انما وقع معرفا وكاشفا عن تحقق ذلك تسهيلا على العباد .\r\nوإن شئت مزيد توضيح لذلك فنقول ان نفس الأشبار مع قطع النظر عن كونها أخص مطلقا لا يصلح أن يكون حدا تحقيقا لمعرفة الكر الذي هو موضوع واقعي لا يختلف باختلاف الأشخاص وليس مثل الوجه في باب الوضوء الدائر مدار دوران الأصابع بالنسبة إلى كل مكلف فان الموضوع بالنسبة إلى كل مكلف هو وجه المختص به فلا مانع من جعل أصابعه كاشفة عن حد وجهه بخلاف الكر الذي هو موضوع واقعي وله حد واقعي يخرج\r\n","description":"","footnote":"","page_name":" 162 ","page_number":163},
  {"content":"\r\nعنه بنقصان قطرة فكيف يمكن أن ينطبق عليه أشبار كل من هو مستوى الخلقة فكل ما ورد من التحديد لهذا الموضوع بمثل الأشبار والقلتين والحب وغيرها فإنها هي كواشف عن تحقق الموضوع الواقعي ومعرفات له .\r\nوقيل إن ذلك يتبين بملاحظة أمور أحدها عدم تيسر تحصيل الوزن غالبا لعامة الناس لا سيما في الاسفار والبراري بل لم تيسر في الأمصار للأوحدي من الناس ثانيها ان المياه مختلفة ثقلا وخفة بحسب الطباع ومن حيث الصفاء والكدرة وقد مر توضيحه من سيدنا الأستاد قده .\r\nثالثها انه لما كان الاقتصار على اعتبار الوزن الذي لا اختلاف فيه مناف للشريعة السمحة السهلة لعدم تيسره لعامة الناس الا بكلفة ومشقة شديدة خصوصا في الاسفار والبراري .\r\nفتعمده الشارع إلى أمارة ميسورة على كل حال من الأشبار الكاشفة عن مقدار الوزن قطعا لأنه لعلمه بالغيب يعلم أن اختلاف المياه بالخفة والثقالة بأي نحو كان لا يزيد التحديد من حيث الأشبار المعينة بل لما يساويه أو ينقص منه شيء ، والقول بأنه ربما يكون الوزن أزيد من المساحة مما لا يصغى إليه ولا يضر اشتمال الأشبار على الزيادة\r\n","description":"","footnote":"","page_name":" 163 ","page_number":164},
  {"content":"\r\n\r\nواستدل للقول الراوندي برواية أبي بصير المتقدمة بجعل لفظة في فيها بمعنى مع فلا يعتبر الضرب وأورد عليه بأنه خلاف الظاهر قطعا إذ الظاهر من قولك شبر في شبر هو إرادة مكسر الشبر في الشبر وقد يوافق بين قوله وقول المشهور بحمل كلامه على صورة تساوى أبعاد الماء كما إذا كان من كل جانب ثلاثة أشبار ونصفا ولا يخفى انه حمل بعيد -\r\nوقد يورد عليه بشدة اختلاف مصاديقه لان قوله قد يطابق قول المشهور كما في فرض تساوى الابعاد وقد لا يطابقه كما لو فرض كل من الطول والعرض ثلاثة أشبار وكان العمق أربعة ونصف فان مجموعه يصير عشرة أشبار ونصف ولكن مضروبه يبلغ أربعين شبرا ونصف شبر وقد يكون بعض أفراده عشرة ونصف جمعا وضربا كما إذا كان كل من العرض والعمق شبرا والطول عشرة أشبارا ونصفا هكذا عن شرح نجاة العباد .\r\nوبعض شراح العروة قد دفع الإبراد عنه بان الضابط عنده هو ما يبلغ مجموعه عشرة أشبار ونصف شبر من غير نظر إلى مكسره وأنه يطابق معه أم لا فكل ما يبلغ عشرة أشبار ونصف شبر جمعا هو الكر عنده ولو صار مضروبة خمسين شبرا فهذا الإيراد ساقط عنه\r\n","description":"","footnote":"","page_name":" 164 ","page_number":165},
  {"content":"\r\n\r\nوعمدة ما يرد عليه هو عدم الدليل على مدعاه بل قام الدليل على خلافه كما أن قول الإسكافي أيضا كذلك من حيث عدم الدليل عليه مضافا إلى قيام الدليل على خلافه كما عرفت واما المحكي عن ابن طاوس قده من التخيير بين الروايات .\r\nفقد أورد عليه شيخنا العلامة الأنصاري قدس في كتاب الطهارة بأنه إن أراد الظاهري فله وجه وان أراد الواقعي وحمل الزائد على الاستحباب فلا يعرف له وجه كما لم يعرف وجه لتقدير الكر على المشهور بالوزن والمساحة مع كونه بالوزن أقل دائما إلخ .\r\nأقول في توضيح كلامه الأول انه ان أراد التخيير الأصولي في مقام معارضة الروايات عند عدم الترجيح بينها فله وجه بناء على عدم الترجيح لكن قد عرفت رجحان ما عليه المشهور بل سقوط ما عداه عن الحجية وان أراد التخيير في العمل بكل منها\r\nففيه انه مستلزم لطرحه بما له من المضمون من نفى كرية الأقل فهذا القول أيضا مما لا يمكن المساعدة عليه\r\nواما كلامه الثاني فقد مر الكلام في توضيحه بان الحد الحقيقي\r\n","description":"","footnote":"","page_name":" 165 ","page_number":166},
  {"content":"\r\nفي الكر هو الوزن وان المساحة امارة كاشفة عنه\r\nواما ما يتفرع على الكر\r\nوهو وان كثيرا ، ولكن نقتصر على بعضها .\r\nفمنها قول الفقيه الطباطبائي قده في العروة الوثقى « الماء المشكوك كريته مع عدم العلم بحالته السابقة في حكم القليل على الأحوط ، وان كان الأقوى عدم تنجسه بالملاقاة نعم لا يجرى عليه حكم الكر إلى أن قال وان علم حالته السابقة يجرى عليه حكم تلك الحالة غسل فيه وان علم حالته السابقة .\r\nأقول : لا يخفى ان هنا عنوانين أحدهما الماء المشكوك كريته مع عدم العلم بحالته السابقة ، الثاني الصورة مع العلم بحالته السابقة ، ثم إن الشك في الكرية تارة يكون من جهة الشبهة المصداقية ، كما إذا لم يعلم مقدار الماء المعين مع العلم بمقدار الكر شرعا وهو الظاهر من كلام السيد قدس وأخرى من جهة الشبهة الحكمية لأجل الشك في أن الكر هل هو ما بلغ مكسره إلى سبعة وعشرين شبرا ، أو إلى اثنين وأربعين شبرا وسبعة أثمان شبر ، أو ستة وثلاثين شبرا ؟ ، وثالثة في شرط عاصمية الكر من حيث اعتبار تساوى السطوح وعدمه\r\n","description":"","footnote":"","page_name":" 166 ","page_number":167},
  {"content":"\r\nبعد العلم بمقدار الكر شرعا ، وبلوغ الماء إلى ذلك المقدار ، وكذلك الشك في مطهرية الكر المعلوم للماء المتنجس من حيث اعتبار الممازجة وإلقائه عليه دفعة أم لا ؟ ، بل يكفى مجرد اتصاله بالكر .\r\n( توضيح المقام يستدعي رسم مسائل )\r\nالمسألة الأولى الماء المشكوك كريته مع عدم العلم بحالته السابقة وكون الشك من جهة الشبهة المصداقية ،\r\nفهل يحكم بانفعاله عند ملاقاته للنجاسة استنادا إلى أصالة الانفعال في الماء ، أو يحكم بطهارته استنادا إلى الاستصحاب أو قاعدة الطهارة قولان .\r\nذهب الفقيه الماهر صاحب الجواهر قده إلى الثاني قائلا انه إذا شك في شمول إطلاقات الكر وإطلاقات القليل لبعض الأفراد ، فالأصل يقتضي الطهارة وعدم تنجسه بالملاقاة ، نعم لا يرفع الخبث به بان يوضع فيه كما يوضع في الكر والجاري وان كان لا يحكم عليه بالنجاسة بمثل ذلك بل يحكم بالطهارة فيؤخذ منه ماء ، ويرفع به الخبث على نحو القليل ولا مانع من رفع الحدث به لكونه ماء طاهرا والسر في ذلك ان احتمال الكرية كافية في حفظ طهارته وعدم تنجسه لكن لا يكفى ذلك في الأحكام المتعلقة بالكر كالتطهير من الأخباث بوضع المتنجس\r\n","description":"","footnote":"","page_name":" 167 ","page_number":168},
  {"content":"\r\n\r\nفي وسط ذلك ثم جواز التطهير به على هذا النحو انتهى .\r\nوالشيخ الأعظم الأنصاري قده ذهب إلى الأول ، واستدل له على ما يظهر من كلماته طهارته في بوجوه .\r\nالأول قاعدة المقتضى والمانع ، ملخص الكلام في تطبيق القاعدة في المقام هو ان ملاقاة الماء للنجاسة مقتضية لنجاسة الماء شرعا كما هو مقتضى الأخبار الخاصة ، مثل قوله ع في الماء الذي يدخلها الدجاجة الواطئة للعذرة « أنه لا يجوز التوضي منه إلا أن يكون كثيرا قدر كر » وغير ذلك من الروايات الخاصة وان الكرية مانعة عن تأثير المقتضى وعلة لاعتصام الماء عن الانفعال ، كما هو مقتضى قوله ع الماء إذا بلغ قدر كر لا ينجسه شيء إلا إذا تغير وغير ذلك من الأخبار الواردة بهذا المساق وأورد على هذه القاعدة بمنع الكبرى أصلا ثم منع الصغرى في المقام فقال في منع الصغرى فلكون الشرط في الانفعال هو القلة ، كما يستفاد من قوله ص خلق الله الماء طهورا لا ينجسه شيء الا ما غير لونه .\r\nوقوله كلما غلب الماء ريح الجيفة فتوضأ واشربه حيث إنهما بعمومهما\r\n","description":"","footnote":"","page_name":" 168 ","page_number":169},
  {"content":"\r\nيدلان على عدم انفعال الماء خرج عنه القليل بالأدلة الدالة على انفعاله بالملاقاة ولا بد من إحرازها في الحكم بالانفعال ، ومع الشك فيها يكون المرجع أصالة عدم القلة لكونها أمرا وجوديا مسبوقا بالعدم انتهى كلامه » ويمكن رفع هذا لإيراد بما يستفاد من كلام الشيخ قده .\r\nفإنه قال في المقام في طهارته لم يترتب في الأدلة حكم على القليل وانما رتب على ما ليس بكر وهو كلام وجيه وان المراد من الماء في النبوي الشريف وأمثاله ليس مطلق الماء ، بل بمقتضى الأدلة الدالة على عاصمية الكر ، مقيد بكونه كرا ، فالكرية جزء الموضوع للعصمة ، وعدم الانفعال ، بل مما به قوام الموضوع وهو أيضا كلام وجيه ، نعم دعواه بان القلة أمر عدمي غير وجيه فان القلة أمر وجودي عبارة عن مقدار من الماء كما أن الكثرة أمر وجودي ، فالتقابل التضاد كما يظهر من كلام صاحبي الجواهر والحدائق قده سرهما لا تقابل العدم والملكة ولكن مجرد ذلك لا يفي بإثبات مرام صاحب الجواهر قده ومن تبعه من الحكم بطهارة الماء في مفروض المسألة ، لما سيجيء من قيام الدليل على انفعاله فانتظر .\r\nواما منعه الكبرى ، فهو متين في غاية المتانة ، إذ لم يعلم بناء\r\n","description":"","footnote":"","page_name":" 169 ","page_number":170},
  {"content":"\r\nالعقلاء على تلك القاعدة قبل الدليل العقلي على خلافها ، فان ترتب المعلول على العلة المركبة ( من المقتضى ، والشرط ، وعدم المانع ) موقوف على إحراز جميع تلك الأجزاء ، فما لم يحرز عدم المانع ولو بالأصل كيف يترتب المقتضى ، بالفتح ، على المقتضى ، بالكسر ، وفي الفرض لم يكن ، لعدم حالة سابقة ، ومن العجب اعتماد الشيخ قدس عليها طهارته ، مع أنه في الأصول أنكرها أشد الإنكار ، وأفاد بأنه لا كبرى لتلك القاعدة ، ولا بناء من العقلاء عليها .\r\nالوجه الثاني هو التمسك بأصالة عدم وجود الكر في هذا المقام لإثبات عدم كرية هذا الماء المشكوك كريته بناء على القول بالأصول المثبتة وحيث إن المبنى فاسد كما حقق في محله فلا اعتداد بهذا الوجه أصلا خلافا لغير واحد من أفاضل العصر ، فإنهم قالوا بصحة استصحاب الاعدام الأزلية تبعا لصاحب الكفاية قده .\r\nوقال : بعضهم في تقريب ذلك في المقام بان « هذا الماء الذي نراه بالفعل لم يكن متصفا بالكرية قبل خلقته ووجوده ، ضرورة أن الكرية من الأوصاف الحادثة المسبوقة بالعدم ، فإذا وجدت ذات الماء وشككنا في أن الاتصاف بالكرية أيضا وجد معها أم لم توجد فالأصل عدم حدوث الكرية معها\r\n","description":"","footnote":"","page_name":" 170 ","page_number":171},
  {"content":"\r\nوهذا الاستصحاب خال عن المناقشة والإيراد ، غير أنه مبنى على جريان الاستصحاب في الاعدام الأزلية ، وحيث أثبتنا جريان الاستصحاب فيها في محله فنلتزم بالاستصحاب المزبور ، وبه نحكم على عدم كرية الماء الذي نشك في كريته وعدمها ، واما ما ذكره شيخنا الأستاد قده من أن العدم قبل وجود الموضوع والذات محمولى ، فهو بعد تحقق الذات والموضوع نعتي فقد عرفت عدم تماميته لأن المأخوذ في موضوع الأثر هو عدم الاتصاف ، لا الاتصاف بالعدم فراجع انتهى » ولا يخفى ما فيه ، فان الأستاد وغيره ممن قال : بعدم صحة استصحاب العدم الأزلي لم يقولوا بأن المأخوذ في موضوع الأثر اتصاف الموضوع بالعدم بل قالوا بعدم اتصاف الموضوع بالعدم على نحو السالبة مع فرض وجود الموضوع لا السالبة بانتفاء الموضوع التي هي ليست بقضية عند المحققين كما شهد من المنطقيين بذلك الحكيم السبزواري في حاشيته على الاسفار وان عدل عنه في منظومته ، ولا يهمنا عدوله بعد كونه على خلاف التحقيق وسيظهر لك ان السالبة بانتفاء الموضوع من الأغلاط الواضحة ، فلا بد ان ننقل شطرا مما أفاده الأستاد المحقق قده في بعض المباحث الفقهية على\r\n","description":"","footnote":"","page_name":" 171 ","page_number":172},
  {"content":"\r\nما في تقريرات بعض أعيان تلاميذه رحمه الله ( 1 )\r\n\r\nوهو إن النسبة في حاق حقيقتها منقسمة إلى ثبوتية وسلبية وانها بكلا قسميه واردة على مادة المحمول فالإيجاب عبارة عن ثبوت المحمول العرضي لموضوعه ، كما أن السلب سلب المحمول عن موضوعه وانه غير متصف به وغير معنون بعنوانه ومرجعه إلى ما ذكرناه على ما يساعد عليه الوجدان في الاستعمالات والمحاورات من أن النسبة الثبوتية أمر منتزع عن نفس وجود العرض في محله وقيامه به وفنائه فيه ، كما أن السلبية عبارة عن عدم قيام العرض بمحله فيصير ذلك وصفا وعنوانا عدميا للموضوع لا محالة وهذا معنى قولهم النسبة في حاق حقيقتها تنقسم إلى الثبوتية والسلبية .\r\nويشهد لذلك ما بنوا عليه وحققوه من أن كل واحد من الوجود والعدم ينقسم إلى النفسي المحمولي والرابطي .\r\nنعم استشكل صدر المتألهين في العدم الرابطي نظرا إلى أن العدم\r\n","description":"","footnote":"\r\n( 1 ) هو العالم الجليل والفاضل النبيل الميرزا أبو الفضل الأصفهاني ولد سنة ( 1300 ) وتوفى شابا في النجف الأشرف سنة ( 1333 ) وقد طبع من تقريراته خيار التأخير وأحكام الشروط فان أردتهما فلاحظ جزء الثاني من منية الطالب في حاشية المكاسب من ص 93 إلى ص 151\r\n","page_name":" 172 ","page_number":173},
  {"content":"\r\nكيف يكون رابطا ، مع أنه لا يصلح لأن يكون منشأ الأثر بل الآثار كلها من قبل الوجود وهو منشؤها ومبدئها ولذا قد مال في حقيقة النسبة إلى ما ذهب إليه المتقدمون من أن النسبة السلبية سلب ما في القضية الإيجابية غفلة عن تواليه الفاسدة ومحاذيره التي أشير إليها في الجملة مع مصادمته للضرورة .\r\nولقد أجاد شيخنا المحقق الأنصاري قدس سره وكيف أجاد بل لعله مما أجرى الله تعالى على قلمه من التعبير عن العدم الربطي بالنعتي ، وبه يحسم مادة الإشكال لوضوح صلاحية العدم المضاف نعتا لمنعوته وعنوانا له ، ولو سلم عدم صلاحيته للربط ، كما توهم ، والحاصل ان الذوات كما تتصف بالأوصاف الوجودية كذلك تتصف بالأوصاف العدمية بمعنى أن يكون عدم القيام مثلا عنوانا ووجها لزيد كما أن وجوده ربما يكون كذلك وقد ظهر ، ان كلا منهما بذاك الاعتبار ليس مسبوقا بالعدم فلا مجال لاستصحابه ، بل المسبوق به باعتبار وجود الوصف وعدمه المحمولي ، واستصحابه بذاك الاعتبار لا يثبت وجوده وعدمه نعتا وان يلازمه واقعا ، ألا أن بناء الأصول على التفكيك بين اللوازم .\r\nوالملزومات كما لا يخفى .\r\nوقد ظهر أيضا ان صدق السالبة بانتفاء الموضوع من الأغلاط الواضحة وما يتداول في الألسنة بنحو من العناية لا محالة لو كان من الاستعمات الصحيحة\r\n","description":"","footnote":"","page_name":" 173 ","page_number":174},
  {"content":"\r\nصحيحة فلا يزاحم مع ما ذكرنا من البيان وإقامة البرهان ،\r\nنعم هناك مغالطة قد استدل بها القائلون بالصدق وهي أنه لو لم يصدق السالبة عند انتفاء الموضوع لصدق نقيضه لا محالة والتالي باطل بالضرورة فالمقدم مثله مثلا لو لم يصدق زيد ليس بقائم عند انتفاء الموضوع لصدق نقيضه وهو زيد قائم لامتناع ارتفاع النقيضين .\r\nوحله ان العوارض اللاحقة للموضوعات تارة هي نفس الوجود والعدم وأخرى سائر العوارض كالقيام والعقود ونحوهما ،\r\nأما الوجود والعدم فيلحقان ذات الموضوع بماهيته وحقيقته العارية عن كلا الوصفين ، ولذا يكون الحمل في مثل زيد موجود مبنيا على الغاية والتجريد وحينئذ فهما وصفان متقابلان تقابل الإيجاب والسلب بمعنى امتناع ارتفاعهما بالقياس إلى الماهيات ، كما يمتنع اجتماعهما أيضا ولا يعقل الواسطة بينهما إذ معروضهما ذوات الماهيات كما قلنا ،\r\nوأما سائر العوارض فتلحق الموضوعات المفروضة وجودها فإنها هي التي تصح قيام العرض بها أو نقيضه وانقسامها إلى القسمين وأما الماهية بذاتها مع قطع النظر عن كونها موجودة لا تكاد تتصف بالقيام ولا بنقيضه\r\n","description":"","footnote":"","page_name":" 174 ","page_number":175},
  {"content":"\r\nوكذلك سائر العوارض فيكون تقابل كل عرض ونقيضه تقابل العدم والملكة لورودهما على موضوع قابل لان يتصف بهما وهو الموضوع المفروض الوجود ، فيصح حينئذ ارتفاعهما بانتفاء موضوعه ،\r\nنعم بعد فرض وجود الموضوع لا يعقل ارتفاعهما ، كما لا يمكن اجتماعهما ، ولا يجرى ذلك بالنسبة إلى وصفي الوجود والعدم فان فرض انتفاء الموضوع مساوق لاتصاف الماهية بالعدم ، فلا يعقل تصور خلوها عن الوصفين كما لا يخفى ، وحينئذ نقول السالبة عند انتفاء الموضوع بنفسها من الأغلاط لعدم صلاحية الموضوع بعد فرض انتفائه ، للحوق عدم القيام به كما لا يصلح للحوق القيام به فتأمل جيدا .\r\nفان قلت على هذا فلا فرق بين السالبة المحصلة والموجبة المعدولة المحمول من حيث الصدق ، مع أنهم قد فرقوا بينهما باعتبار ثبوت الموضوع في الثانية كما في سائر الموجبات دون الأولى ،\r\nقلت : نعم لا فرق بينهما بحسب الصدق ، والتفرقة المذكورة عين المدعى ، فمصادرة نعم فرق بينهما من جهة أخرى وهو ما أشرنا إليه من أن الموضوع إذا اتصف بوصف عدمي يصير ذلك العدم المضاف عنوانا له بلحاظه الثانوي ، فالفرق بينهما هو الفرق بين العناوين الأولية والثانوية بمعنى ان زيدا إذا حكم عليه بعدم القيام فينتزع منه عنوان بسيط ثانوي\r\n","description":"","footnote":"","page_name":" 175 ","page_number":176},
  {"content":"\r\nباللحاظ الثانوي ، فيتصف بكونه لا قائم ، ولذا لو كان موضوعا لحكم شرعي بهذا العنوان فاستصحاب عدم اتصافه السابق بالعرض لا يثبت ذاك العنوان فافهم جيدا ، وكيف كان فنتيجة ما ذكرنا من التفصيل والتطويل وان لم يكن خاليا عن الفائدة والإفادة ، لشيوع هذا الاستصحاب في الأبواب كثيرا ، فلا بد من تنقيحه بان النعوت العدمية التي نسبتها إلى منطوقاتها نسبة العرض إلى موضوعه مثل عدم كون الشرط مخالفا ، وعدم كون الدم حيضا أو عدم كون الماء كرا أو عدم كون المرأة قرشية إلى غير ذلك من الموارد العديدة التي لا تحصى لا مجال لاستصحابها بلحاظ عدمها السابق على وجود موضوعاتها لعدم كونها بهذا اللحاظ مسبوقة بالعدم بلحاظ عدمها المحمولي لم تؤخذ موضوعا لحكم ، بل قد عرفت امتناعه ثبوتا وعدم وقوعه إثباتا وحينئذ لو شك في هذه مثل ان الشرط مخالف للكتاب أم لا ؟ ، فلا أصل في تلك المرحلة ، ولكنه حيث يوجب الشك في نفوذ الشرط فاصل السببي أي أصالة عدم نفوذ الشرط عدم كون المشروط عليه ملزما به هو المحكم فافهم واغتنم انتهى كلامه رفع مقامه وقد ذكر وجه امتناعه ثبوتا وإثباتا قبل هذا الكلام المنقول قد\r\n","description":"","footnote":"","page_name":" 176 ","page_number":177},
  {"content":"\r\nتركنا نقله روما للاختصار كما ذكر في ذيل ذاك البيان ان ما أفيد في المقام من بعض أساتيذنا ( 1 )\r\n\r\nالأعلام طاب ثراه من عدم معنوية العام بعنوان النفيض بل هو معنون بكل عنوان فيعم صورة لحوق العرض عليه بوجوده المحمولي فيستصحب عدمه الأزلي .\r\nوببركته يدخل في موضوع العام ويعمه حكمه ومرجعه إلى عدم التخصيص المفروض وجوده فيلزم الخلف لبداهة ان بعد خروج عنوان الفاسق مثلا عن تحت العام ، فلا محالة يضيق موضوع الحكم ومصب العموم ولا يبقى انقسامه إلى الخارج ونقيضه ولا نعني بالتقيد الا هذا\r\nنعم إطلاقه بالنسبة إلى وجود العرض وعدمه بما هو مقارن له وان لم ينثلم بالتقييد اللفظي ، فإن الخارج انما هو بعنوانه النعتي ونقيضه الذي يقع في مصب العموم كذلك لا محالة .\r\nولكن قد عرفت ان بعد هذا التقييد لا يكاد ذلك الإطلاق ، والا يتدافعان لأجل الملازمة الواقعية ، وتوضيح المقام بأزيد من هذا البيان موكول إلى محله انتهى موضع الحاجة ،\r\n","description":"","footnote":"\r\n( 1 ) عنى بهذا البعض المحقق الخراساني صاحب الكفاية قد سره فإنه رحمه اللَّه حضر بحثه وكتب من تقريراته دورة كاملة في الأصول كذا قيل\r\n","page_name":" 177 ","page_number":178},
  {"content":"\r\nولقد أجاد في تقرير بحث أستادنا المحقق قدس سره\r\nوبعض المحققين قد قرر أستاده المحقق الخراساني قدس سره في ذلك البيان ( من عدم كون العام معنونا بعنوان خاص ) ومثله بالتخصيص الأفرادي بقوله لا تكرم زيد العالم وأطال الكلام فيه إيرادا وجوابا ، وفرق بين أصالة عدم كون المرأة قرشية وبين أصالة عدم الانتساب الا انه : قال في آخر كلامه »\r\nنعم التحقيق ان ما أفاده من كفاية إحراز العنوان الباقي تحت العام في إثبات حكمه لا تخلو عن محذور لان العناوين الباقية ليست دخيلة في موضوع الحكم العمومي بوجه من الوجوه فلا معنى للتعبد بأحدها ليكون تعبدا بالحكم العمومي حتى ينفى حكم الخاص بالمضادة ،\r\nويمكن نفى حكم الخاص من وجه آخر ، وهو ان العام كما مر سابقا يدل بالمطابقة على وجوب إكرام العلماء ، وبالالتزام على عدم منافاة عنوان من عناوينه فهو بالالتزام ينفى كل حكم مباين لحكم العام عن كل عنوان يفرض فيه ، ومن العناوين المباينة للعنوان الخارج المتباينة له في الحكم عنوان أحرز بالأصل المحكوم للنقيض حكم الخاص من باب المناقضة لا من باب المضادة بنحو الالتزام لا بالمطابقة فافهم انتهى »\r\n","description":"","footnote":"","page_name":" 178 ","page_number":179},
  {"content":"\r\nثم إن الشيخ الأعظم الأنصاري قده مع أنه عقد تنبيها خاصا في باب الاستصحاب لعدم جريان استصحاب العدم الأزلي قد بنى على أصالة مخالفة الشرط للكتاب عند الشك في مشروعيته فتأمل جيدا في المقام فإنه من مزال الاقدام والتحقيق هو الذي أفاده شيخنا الأستاد المحقق النائيني قده فتأمل فيما أفاده في أصوله وفقهه كي تنجلي لك حقيقة الحال وقد خرجنا عن وضع الرسالة ولكنه لا بأس به إذا كان فيه فائدة .\r\nالوجه الثالث\r\nمن الوجوه التي استدل بها الشيخ الأعظم قدس سره لانفعال الماء المشكوك كربته بمجرد ملاقاته للنجاسة هو التمسك بعموم العام في الشبهة المصداقية للخاص بناء على أن يكون مقتضى العمومات انفعال الماء مطلقا ، وقد خرج عنه الكر ، فإذا شك في كرية ماء يشك في كونه مصداق المخصص بعد العلم بكونه من افراد العموم ، فيكون المرجع فيه العموم وقد أورد عليه بوجهين .\r\nالأول منع كون مقتضى العمومات انفعال الماء مطلقا ، بل المستفاد من الأدلة انفعال الماء القليل\r\n","description":"","footnote":"","page_name":" 179 ","page_number":180},
  {"content":"\r\nولا يخفى ما فيه لما مر بك من أنه لم يترتب في الأدلة حكم على عنوان القليل ، وانما رتب على ما ليس بكر ، ولا مجال لإنكار عموم انفعال ما ليس بكر ، كما هو مقتضى مفهوم ما دل على انحصار عصمة الماء بما إذا بلغ قدر كر من الصحاح المستفيضة فراجع ، والثاني ان الحق عدم جواز التمسك بالعام في الشبهة المصداقية للخاص كما قرر في الأصول وحققه الشيخ الأعظم قده بما لا مزيد عليه فكيف استند إليه في المقام .\r\nلكن هذا الإيراد عليه انما هو في الصورة الأولى من صور الشك أي الشبهة الموضوعية ، كما هو ظاهر مفروض عبارة العروة وأشار إليه المورد أيضا واما في الشبهة الحكمية فلا مانع عن التمسك بالعموم سواء كان الشك في مقدار الكر شرعا ، أو في اعتبار شيء في عصمته ، وظاهر كلام صاحب الجواهر قده بقرينة ذكره ذيل عنوان اعتبار تساوى السطوح هو ان مراده الشك في شرط اعتصام الكر وانفعال ما دون الكر فراجع ، هذا تمام الكلام في الوجوه الثلاثة التي تمسك بها الشيخ الأعظم قدس سره بها لإثبات انفعال الماء المشكوك كريته ، فتبين عدم\r\n","description":"","footnote":"","page_name":" 180 ","page_number":181},
  {"content":"\r\nخلوها عن الاشكال ،\r\nولكن هنا وجه رابع\r\nتام الدلالة خاليا عن شائبة الاشكال وهو ما أفاده شيخنا الأستاد المحقق النائيني قده في بعض مباحث أصوله وفقهه ، فقال في الأصول في مقام توجيه كلام شارح الروضة في التفكيك بين أصالة الطهارة وأصالة الحلية في حيوان متولد من طاهر ونجس لا يتبعهما في الاسم وليس له مماثل ، كما عليه المحقق والشهيد الثانيان وذلك انهما قالا : بأن الأصل فيه الطهارة وحرمة اللحم » فقال : شارح الروضة في وجه ذلك ان كلا من النجاسات ، بل المحللات محصورة فإذا لم يدخل في المحصور منها كان الأصل طهارته وحرمة لحمه وهو ظاهر انتهى ،\r\nوأورد عليه الشيخ الأعظم في رسائله « بأنه يمكن منع حصر المحللات بل المحرمات محصورة ، والعقل والنقل دالان على إباحة ما لم يعلم حرمته ولذا يتمسكون بأصالة الحل في باب الأطعمة والأشربة إلخ ،\r\nوملخص ما أفاده الأستاد المحقق ، هو أن تعليق الحكم الترخيصي التكليفي ، أو الوضعي على أمر وجودي يقتضي إحرازه ، فمع الشك في تحقق\r\n","description":"","footnote":"","page_name":" 181 ","page_number":182},
  {"content":"\r\nذلك الأمر الوجودي الذي علق الحكم عليه يبنى على عدم تحققه لا من جهة استصحاب العدم إذ ربما لا يكون لذلك الشيء حالة سابقة قابلة للاستصحاب\r\nبل من جهة الملازمة العرفية بين تعليق الحكم على أمر وجودي وبين عدمه عند عدم إحرازه وهذه الملازمة تستفاد من دليل الخطاب المتضمن لذلك التعليق لكنها ملازمة ظاهرية .\r\nوصرح بذلك في مواضع من الفقه منها ما علقه على مسألة الخمسين من مسائل نكاح العروة الوثقى أما المسألة فهي انه إذا اشتبه من يجوز النظر إليه بين من لا يجوز النظر إليه ، ومن يجب التستر عنه يجب الاجتناب والتستر عن الجميع حتى في الشبهة غير المحصورة بل في الشبهة البدوية أيضا لأن الظاهر من آية وجوب الغض ان جواز النظر مشروط بأمر وجودي وهو كونه مماثلا ، أو من المحارم ،\r\nفمع الشك يعمل بمقتضى العموم لا من باب التمسك بالعموم في الشبهة المصداقية ، بل لاستفادة شرطية الجواز بالمماثلة أو المحرمية أو نحو ذلك فليس التخصيص في المقام من قبيل التنويع حتى يكون من موارد أصل البراءة بل من قبيل المقتضى والمانع وإذ شك في كونها زوجة أولا ؟ فيجري مضافا إلى ما ذكر من رجوعه إلى الشك في الشرط أصالة عدم حدوث الزوجية ، وكذا لو شك في المحرمية من باب الرضاع انتهى »\r\n","description":"","footnote":"","page_name":" 182 ","page_number":183},
  {"content":"\r\nفعلق قدس سره على قوله « ان جواز النظر مشروط بأمر وجودي » ما نصه :\r\nويدل نفس هذا التعليق على إناطة الرخصة والجواز بإحراز ذلك الأمر وعدم جواز الاقتحام عند الشك فيه ويكون من المداليل الالتزامية الصرفية العرفية ،\r\nوهذا هو الوجه في تسالمهم على أصالة الحرمة في جميع ما كان من هذا القبيل وعليه يبتنى انقلاب الأصل في النفوس والأموال والفروج في كل من الشبهات الموضوعية والحكمية .\r\nوكذا أصالة انفعال الماء بملاقاة النجاسة عند الشك في العاصم وغير ذلك مما علق فيه حكم ترخيصي وضعي أو تكليفي على أمر وجودي وليس شيء من ذلك مبنيا على التمسك بالعموم في الشبهة المصداقية ولا على قاعدة المقتضى والمانع « انتهى كلامه »\r\nإذا عرفت المراد بهذا الأصل المؤسس فنقول يترتب عليه فروع مهمة .\r\nمنها مسألة المبحوث عنها في المقام وهو البناء على نجاسة\r\n","description":"","footnote":"","page_name":" 183 ","page_number":184},
  {"content":"\r\nالماء المشكوك كريته عند ملاقاته للنجاسة فإن الحكم بعصمة الماء قد علق في قوله ( ص ) إذا بلغ الماء قدر كر لا ينجسه شيء » على أمر وجودي وهو كون الماء كرا ، وعند الشك في الكرية يترتب عليه نقيض ذلك فيحكم بانفعاله عند ملاقاته للنجاسة\r\nوهذا هو الوجه للقول الأول الذي ذهب إليه الشيخ الأعظم في مفروض المسألة ،\r\nومنها أصالة الحرمة في الدماء والاعراض والأموال فإن الحكم بجواز الوطي قد علق على الزوجة ، أو ملك يمين فلا يجوز الوطي مع الشك في كونها زوجته أو ملك يمين له ،\r\nوكذا الحكم بجواز التصرف في المال قد علق على كون المال مما أحله الله ، كما في الخبر لا يحل مال إلا من حيث ما أحله الله ، أو على طيب نفس المالك ، كما في قوله ص : لا يحل مال امرء إلا بطيب نفسه .\r\nومع الشك في حصول المعلق عليه يبنى على نقيض ذلك الحكم المعلق فلا يجوز التصرف فيه .\r\nومنها ما أفاده شارح الروضة في التفكيك بين أصالة الطهارة وأصالة الحلية في حيوان متولد من حيوانين إلخ ، وغاية ما يمكن أن يقال في توجيه\r\n","description":"","footnote":"","page_name":" 184 ","page_number":185},
  {"content":"\r\nكلامه حتى يندرج في موضوع تلك القاعدة ، هو ان النجاسات في الشريعة محصورة في عناوين خاصة كالدم والميتة والكلب والخنزير وغير ذلك وقد عاق وجوب الاجتناب على إحراز تلك العناوين الوجودية .\r\nومع الشك في تحقق تلك العناوين يبنى على الطهارة ، وحيث إن الحيوان المتولد من طاهر ونجس لا يتبعهما في الاسم لم يعلم كونه من العناوين النجسة ، يبنى على طهارته ، وكذا جواز التناول والأكل قد علق في الشريعة على عنوان الطيب كما في قوله تعالى : « أُحِلَّ لَكُمُ الطَّيِّباتُ » والطيب أمر وجودي عبارة عما يستلذه النفس والحيوان المتولد من حيوانين أحدهما مأكول اللحم والأخر غير مأكول اللحم لم يعلم كونه من الطيب فلا يحكم عليه بالحلية وجواز الأكل ، بل يبنى على حرمته ظاهرا ما لم يحرز كونه من الطيب هذا ،\r\nلكن أورد عليه شيخنا الأستاد المحقق قدس سره :\r\nأولا بأن تلك القاعدة وان كانت مسلمة ، كما أسسناها واستفدناها من الدليل الا انها في خصوص ما إذا علق فيه الحكم الترخيصي على عنوان وجودي لا الحكم العزيمتي التحريمي فان الملازمة العرفية بين الأمرين انما هي فيما إذا كان الحكم لأجل التسهيل والامتنان وقد علق على أمر وجودي\r\n","description":"","footnote":"","page_name":" 185 ","page_number":186},
  {"content":"\r\nلا في مثل وجوب الاجتناب عن النجاسة والألم يبق موضوع لقوله عليه السّلام ( كل شيء طاهر حتى تعلم أنه قذر ) فادراج باب النجاسات في تلك الكبرى ليس في محله ،\r\nوثانيا بمنع كون الطيب أمرا وجوديا بل الطيب عبارة عما لا يستقذره النفس في مقابل الخبيث الذي هو عبارة عما يستقذره النفس فالحكم بالحلية لم يعلق على أمر وجودي بل المعلق عليه هو الحكم بالحرمة .\r\nوثالثا سلمنا كون الطيب أمرا وجوديا لكن الخبيث الذي علق عليه الحرمة أيضا أمر وجودي والقاعدة المذكورة إنما هي في مورد لم يعلق نقيض الحكم على أمر وجودي آخر والا لكان المرجع عند الشك في تحقق أحد الأمرين الوجوديين الذي علق الحكمان المتضادان عليها إلى الأصول العملية وهي في مورد البحث ليست إلا أصالة الحل ولا يجرى استصحاب الحرمة إلخ .\r\nولقد أجاد أستادنا المحقق في تأسيس هذه القاعدة النافعة في موارد لكن طريق استفادتها ليس من باب الجمع بين الحكم الظاهري والحكم الواقعي كما زعمه صاحب مستمسك العروة بمقتضى أحد شقي كلامه حيث قال إن كان المراد منه ان إناطة الرخصة بالأمر الوجودي مرجعها\r\n","description":"","footnote":"","page_name":" 186 ","page_number":187},
  {"content":"\r\nإلى إناطة الرخصة الواقعية بذلك الأمر وإناطة الرخصة الظاهرية بالعلم بوجوده فيكون المجعول حكمين واقعيا منوطا بوجود ذلك الأمر الواقعي وظاهريا منوطا بالشك فيه فذلك مما لا يقتضيه ظاهر الدليل أصلا انتهى\r\nبل طريق استفادتها كما أشرنا إليه ان نفس الدليل المتضمن لتعليق الحكم الترخيصي التسهيلي وضعا كان أو تكليفا على أمر وجودي يدل بالدلالة الالتزامية العرفية على ترتب نقيض الحكم المعلق عند الشك في وجود المعلق عليه من حيث البناء العملي كما يدل بالدلالة المطابقة على ترتب الحكم المعلق على إحراز المعلق عليه .\r\nولا يخفى ان استفادة هذه القاعدة ليست مبنية أيضا على دعوى كون الإحراز موضوعيا عند العرف المستلزم لعدم كشف الخلاف بل الإحراز طريق لإثبات متعلقه .\r\nوبهذا ظهر سقوط ما أورده صاحب مصباح الهدى أيضا فإنه دامت بركاته بعد رده على المستمسك قال نعم يرد على هذا الأصل ان اللازم من ذلك عدم ترتب حكم الكر عليه ما لم يحرز ولو كان الكر موجودا واقعا كما إذا غسل الشيء المتنجس بما شك في كريته بإدخاله فيه ثم انكشف كريته .\r\nوان كان يصح الالتزام به في الطلاق ومعاملة الوكيل والولي بأن طلق عند\r\n","description":"","footnote":"","page_name":" 187 ","page_number":188},
  {"content":"\r\nمن شك في عدالتهما ثم تبين عدالتهما أو باع عن الموكل أو مال المولى عليه مع الشك في كونه ذا مصلحة ثم تبين كونه ذا مصلحة فإن القول بالبطلان فيهما ليس بكل البعيد .\r\nلكنه في المقام مما لا يمكن الالتزام به ولا أظن التزامه قدس ( 1 )\r\n\r\nبه أيضا فهذا الوجه من هذه الجهة في المقام لا يخلو عن اشكال وان كان سليما عن الاشكال فيما يمكن الالتزام به انتهى مورد الحاجة .\r\nوذلك لأنه دامت بركاته تخيل ان شيخنا الأستاد قدس سره جعل الإحراز على وجه الموضوعية المستلزم لعدم كشف الخلاف كما صرح بذلك حيث قال ويترتب على ذلك أمران أحدهما عدم كشف الخلاف بعد ان أحرز للموضوع بمحرز وعمل على طبقه ولو انكشف خلاف ما أحرزه لا لأجل أجزاء الحكم الظاهري عن الواقعي بل لمكان تحقق موضوع الحكم واقعا وهو الإحراز\r\nوثانيهما عدم تحقق الحكم عند عدم الإحراز واقعا لأجل عدم تحقق موضوعه انتهى\r\nوأنت خبير بان الأمر ليس كما تخيله .\r\nبل مراد شيخنا الأستاد هو الذي استفدناه من بحث أصوله كما شهد به\r\n","description":"","footnote":"\r\n( 1 ) عنى بمرجع الضمير شيخنا الأستاد قدس سره\r\n","page_name":" 188 ","page_number":189},
  {"content":"\r\nتصريحه في تعليقته على العروة وكم له قدس سره من التحقيقات التي لم يسبقه إليها غيره\r\nبل بعضها مما لا يصل إليها الافهام السامية فراجع رسالته المفردة في اللباس المشكوك فيه كي يظهر لك حقيقة ما قلناه فشكر الله مساعيه وجزاه عن أهل العلم خير الجزاء .\r\nلكن قد يقع السهو والاشتباه عن بعض مقرري أبحاثه وان كان فاضلا متبحرا ، كما وقع الاشتباه من مثل العلامة الكاظمي رحمه الله في باب الجمع بين الحكم الظاهري والواقعي في بيان وجوب الاحتياط في النفوس والاعراض\r\nحيث قال : « ان هذا الحكم الطريقي انما يكون في طول الحكم الواقعي نشأ عن أهمية المصلحة الواقعية ولذا كان الخطاب بالاحتياط خطابا نفسيا وان كان المقصود منه عدم الوقوع في مخالفة الواقع ،\r\nالا ان هذا لا يقتضي أن يكون خطابه مقدميا ، لان الخطاب المقدمي هو ما لا مصلحة فيه أصلا ، والاحتياط انما يكون واجبا نفسيا للغير لا واجبا بالغير ولذا كان العقاب على مخالفة التكليف بالاحتياط عند تركه وأدائه إلى مخالفة الحكم الواقعي لا على مخالفة الواقع لقبح العقاب مع عدم العلم به\r\n","description":"","footnote":"","page_name":" 189 ","page_number":190},
  {"content":"\r\nكما أوضحناه في خاتمة الاشتغال » انتهى\r\nوذلك لان ما ذكره من كون الخطاب بالاحتياط نفسيا ليس مما أفاده الأستاد المحقق قده بل هو من سهو قلمه كيف والخطاب بالاحتياط في تلك الموارد يتحد مع الخطاب الواقعي عند المفارقة ، بمعنى ان مخالفته عند الإصابة يتحد مع مخالفته الخطاب الواقعي ،\r\nلا انه بنفسه يتحد مع الخطاب الواقعي كما لا يخفى للفرق بين إيجاب الاحتياط وبين قيام الطريق على الواقع الواصل إلى المكلف بقيام الطريق إليه فإنه يتحد معه بخلاف إيجاب الاحتياط فإنه خطاب طريقي ورد لحفظ الخطاب الواقعي لأهمية ملاكه ، والا فلو كان الخطاب بالاحتياط في تلك الموارد نفسيا ، لكان العقاب على مخالفة هذا الخطاب مطلقا أدى إلى مخالفة الواقع أم لم يود إليه ،\r\nهذا مضافا إلى أنه رحمه الله صرح بنفسه بخلاف ما ذكره هنا في غير موضع من تقريره . منها قوله : في الفرق بين وجوب التعلم والمقدمات المفوتة بأن فعل الواجبات وترك المحرمات لا يتوقف على التعلم والاحتياط إذ ليس للعلم دخل في القدرة ليكون حاله حال المقدمات المفوتة وليس لهما دخل في الملاك أيضا فلا يكون لإيجاب التعلم والاحتياط شائبة النفسية\r\n","description":"","footnote":"","page_name":" 190 ","page_number":191},
  {"content":"\r\nوالاستقلالية بل الغرض من إيجاب التعلم مجرد الوصول إلى الاحكام والعمل على طبقها ، ومن إيجاب الاحتياط التحرز عن مخالفة الواقع من دون أن يكون للتعلم والاحتياط جهة موجبة لحسنهما الذاتي المستتبع للخطاب المولوي النفسي .\r\nبل الخطاب المتعلق بهما يكون لمحض الطريقية ووجوبهما يكون للغير لا نفسيا ولا بالغير انتهى مقدار الحاجة من كلامه في خاتمة الاشتغال فراجع جميع الكلمات وتأمل في ما أفاده الأستاد المحقق قده هناك ، من كون العقاب على مخالفة الاحتياط المؤدي إلى مخالفة الواقع ، كي تعرف انه نحو محاكمة ما ينسب إلى المشهور من كون العقاب على مخالفة الواقع وما ينسب إلى صاحب المدارك من كون العقاب على ترك التعلم والاحتياط فان العقاب على الواقع مع كونه مجهولا غير واصل بنفسه إلى المكلف قبيح عقلا وإيجاب الاحتياط والتعلم وان كان واصلا إلى المكلف الا ان الواصل منهما خطاب طريقي غير مستتبع للعقاب على مخالفته .\r\nوحيث إن ترك التعلم جعل محط العتاب في قوله جلت عظمته « هلا تعلمت » فالصحيح هو العقاب على ترك التعلم المؤدي إلى ترك الواقع\r\nوهذا بخلاف غيره من الخطاب الطريقي المتعلق بإثبات نفس الحكم\r\n","description":"","footnote":"","page_name":" 191 ","page_number":192},
  {"content":"\r\n\r\n\r\nالواقعي فان حاله حال العلم الوجداني المتعلق بإثبات الواقع في كون كل منهما موجبا لتنجز نفس الحكم الواقعي وإخراجه عن الجهالة فيصح العقاب على مخالفة الواقع عند قيام الطريق عليه الموجب لتنجزه وخروجه عن الجهالة فتأمل جيدا .\r\nوقد أطلنا الكلام وخرجنا عما يقتضيه وضع الرسالة ولا بأس بها إذا كانت مشتملة على الفائدة فلنعد إلى ما كما فيه فنقول ،\r\nالمسألة الثانية\r\nفيما إذا كان الشك في كرية الماء للشك في الشبهة الحكمية\r\nمن جهة الشك في أن الكر هل هو ما كان مكسره بالغا إلى سبعة وعشرين شبرا أو غيره ؟\r\nوالكلام فيها هو الكلام في المسألة الأولى من كون الدليل على انفعال الماء المشكوك كريته تلك القاعدة المؤسسة من الأستاد المحقق قده مع إمكان الرجوع هنا إلى عمومات انفعال ما دون الكر لجواز الرجوع إلى العام في الشبهة الحكمية كما أشرنا إليه .\r\nالمسألة الثالثة\r\nفيما إذا كانت الشبهة الحكمية من حيث اعتبار تساوى السطح وعدمه في عاصمية الكر\r\n","description":"","footnote":"","page_name":" 192 ","page_number":193},
  {"content":"\r\nوهذا ظاهر من كلام الشيخ صاحب الجواهر قده كما أفاده الشيخ الأعظم الأنصاري قده في طهارته فقال لا إشكال في وجوب الرجوع فيه إلى عموم الانفعال إلى آخر ما أفاده .\r\nأقول الذي ينبغي أن يقال في تحقيق أصل المسألة هو ان المدار في الماء الراكد المتنجس كما هو المبحوث عنه على صدق وحدة الماء وتعدده كرا كان أو قليلا وليس المدار على تساوى السطوح واختلافها فالماء المجتمع أو المتفرق من الراكد إذا صدق عليه ماء واحد بنظر العرف فهو إذا بلغ قدر كر كان عاصما وان لم يكن متساوي السطح وإلا فلا يكون عاصما والنسبة بين وحدة الماء وتساوى السطح عموم من وجه إذ ربما يكون الماء متصلا واحدا بنظر العرف مع اختلاف السطح بنحو الانحدار بل بنحو التسنيم أو شبهه وربما لا يكون واحدا مع تساوى السطح كما في الغديرين المتصلين بساقية ضيقة مما يقرب من الإبرة ،\r\nنعم فيما كان جاريا لا عن مادة فللبحث عن تساوى السطوح واختلافها مجال فإن كان جريانه على وجه التسنيم كشبه الميزاب ونحوه يمكن أن يقال بعدم صدق الوحدة على مجموعه بنظر العرف فحينئذ لو لاقى النجاسة جزئه السافل لا يسرى إلى جزئه العالي لمكان دفع العالي بخلاف ما إذا لاقى النجاسة جزئه العالي فإنه يسرى إلى السافل هذا أيضا بخلاف ما إذا كان جاريا على نحو الانحدار فان حكمه حكم الساكن والراكد من حيث كون المجموع\r\n","description":"","footnote":"","page_name":" 193 ","page_number":194},
  {"content":"\r\nماء واحدا\r\nفإذا كان المجموع كرا لا ينفعل بملاقاة النجاسة سواء لاقت جزءه العالي أو جزءه السائل وإلا ينفعل مطلقا ، وعدم تعرض المتقدمين لمسألة اعتبار تساوى السطوح وعدمه كما في الجواهر حيث قال : بقي الكلام في مسألة أغفلها المتقدمون وتعرض لها بعض المتأخرين إلخ فلعله كان لما ذكرنا من أن المدار في الماء المبحوث عنه على صدق وحدة الماء وتعدده عرفا والسبة بينه وبين تساوى السطوح عموم من وجه كما عرفت .\r\nوكيف كان فإذا وصل الأمر إلى الشك في اعتبار تساوى السطوح وعدمه من جهة الشك في صدق الوحدة وعدمه فالكلام في المسألة الثالثة هو الكلام في المسألة الثانية من الرجوع إلى أصالة الانفعال تعويلا على القاعدة المتقدمة أو إلى العموم في الشبهة الحكمية أو الرجوع إلى قاعدة الطهارة على الخلاف ومما يتفرع على الكر قول العلامة الطباطبائي أيضا الكر المسبوق بالقلة إذا علم ملاقاته للنجاسة ولم يعلم السابق من الملاقاة والكرية إن جهل تاريخهما أو علم تاريخ الكربة حكم بالطهارة وان كان الأحوط التجنب وان علم تاريخ الملاقاة حكم بنجاسة .\r\nوأما القليل المسبوق بالكرية الملاقي لها فان جهل التاريخان\r\n","description":"","footnote":"","page_name":" 194 ","page_number":195},
  {"content":"\r\n\r\nأو علم تاريخ الملاقاة حكم فيه بالطهارة مع الاحتياط المذكور وان علم تاريخ القلة حكم بنجاسة »\r\nأقول الظاهر أن نظره قده في الحكم بالطهارة في الصورة الأولى من صور الثلاث من المقام الأول وهي ما لو كان تاريخ الملاقاة والكرية مجهولا إلى تعارض أصالة عدم الملاقاة إلى زمان الكرية المقتضية للطهارة مع أصالة عدم الكرية إلى زمان الملاقاة المقتضية للنجاسة .\r\nوبعد تساقط الأصلين بالمعارضة يرجع إلى أصالة الطهارة استصحابا أو قاعدة الطهارة العامة في كل شيء مشكوك طهارته ونجاسته والخاصة في خصوص الماء كما في الخبر « الماء كله طاهر حتى تعلم أنه قذر » ونظره في الصورة الثانية وهي صورة العلم بتاريخ الكرية والجهل بتاريخ الملاقاة إلى جريان أصالة عدم الملاقاة إلى زمان الكرية المقتضية للطهارة وعدم جريان أصل العدم في الكرية لكونها معلومة التاريخ .\r\nكما أن نظره في الصورة الثالثة وهي صورة العلم بتاريخ الملاقاة والجهل بتاريخ الكرية إلى جريان أصالة عدم الكرية إلى زمان الملاقاة المقتضية للنجاسة فإن موضوع النجاسة هو ملاقاة ما ليس بكر ولا يعارضها أصالة العدم في طرف الملاقاة لفرض العلم بتاريخها وتبديل العدم فيها إلى الوجود في وقت معلوم ، هذا\r\n","description":"","footnote":"","page_name":" 195 ","page_number":196},
  {"content":"\r\nلكن الأقوى بالنظر إلى القواعد هو الحكم بالنجاسة في المقام الأول في جميع صوره الثلث اما في الصورة الأولى فلان الظاهر من قوله عليه السّلام إذا بلغ الماء قدر كر لا ينجسه شيء » هو كون الكرية شرطا وموضوعا لعدم انفعال الماء والموضوع لا بد أن يكون مقدما على الحكم ولو آناً ما .\r\nوأصالة عدم الملاقاة إلى زمان الكرية لا يقتضي سبق تحقق الكرية ولو سلم ثبوت التقارن بدعوى خفاء الواسطة مع فساد تلك الدعوى أيضا على ما قرر في محله فأصالة عدم الملاقاة إلى زمان الكرية حيث لا أثر لها شرعا تكون ساقطة فتجري أصالة عدم الكرية إلى زمان الملاقاة بلا معارض فيحكم بنجاسة الماء الملاقي لها لثبوت موضوع النجاسة بالأصل بلا معارض وهو ملاقاة النجاسة لما ليس بكر .\r\nأما الصورة الثانية فلان أصالة عدم الملاقاة إلى زمان الكرية لا يثبت تأخر الملاقاة عن الكرية ومع عدم إثبات ذلك لم يحرز موضوع الطهارة مع أنه لا بد منه لما ذكرنا سابقا من أن تعليق الحكم وضعيا كان أو تكليفا على أمر وجودي يقتضي إحراز وجوده في ترتب الحكم المعلق ومع الشك في وجوده يبنى على عدم ذلك الحكم المعلق من غير فرق بين الشك في أصل وجوده أو في وجوده في الزمان الذي يعتبر\r\n","description":"","footnote":"","page_name":" 196 ","page_number":197},
  {"content":"\r\nوجوده فيه كما نحن فيه فإنه وان علم بالكرية الا انه يشك في وجوده قبل الملاقاة للنجاسة .\r\nوقد تقدم ان ذلك البناء مدلول التزامي عرفي للخطاب المتضمن لذلك النحو من التعليق وليس من باب الجمع بين الحكم الظاهري والحكم الواقعي كي نمنع استفادته من الدليل الواحد كما زعمه بعض وليس الإحراز موضوعيا كي لا يكون له كشف الخلاف كما زعمه بعض آخر\r\nفما أفاده شيخنا الأستاد في حاشية العروة في المقام بقوله هذا الاحتياط في صورة العلم بتاريخ الكرية ضعيف جدا مبنى على الغض عن اندراج المسألة في القاعدة المزبورة أو عدم صحة تلك لقاعدة لصحة الرجوع حينئذ إلى قاعدة الطهارة .\r\nلكنه عدل عن ذلك في مبحث الاستصحاب وقال بصحة القاعدة واندراج المسألة فيها فراجع تقرير بحثه في الاستصحاب في ذيل تنبيه التاسع .\r\nوأما الحكم بالانفعال في الصورة الثالثة التي هي الجهل بتاريخ الكرية والعلم بتاريخ الملاقاة فلكونه تقتضي استصحاب عدم الكرية إلى زمان الملاقاة لما عرفت من أن ملاقاة ما ليس بكر تقتضي النجاسة .\r\nومن هذا البيان ظهر وجه آخر للحكم بالنجاسة في الصورة الثانية\r\n","description":"","footnote":"","page_name":" 197 ","page_number":198},
  {"content":"\r\nفإن الأصل الجاري فيها بلا معارض وهو أصالة عدم الملاقاة إلى زمان الكرية لا يقتضي سبق تحقق الكرية لكن قضيته ثبوت النجاسة لثبوت موضوعها وهو ملاقاة ما ليس بكر وليس في المقام أصل يكون مقتضاه طهارة هذا الماء حتى يصير المورد مجرى قاعدة الطهارة هذا تمام الكلام في المقام الأول بصورة الثلاث .\r\nوأما المقام الثاني\r\nأعني القليل المسبوق بالكرية ففيه أيضا صور ثلاث\r\nالأولى فيما كانا مجهولي التاريخ فالأقوى فيها الطهارة ، فإن أصالة عدم حدوث القلة إلى زمان الملاقاة مقتضية للطهارة لتحقق موضوع العصمة أي الكرية بمقتضى استصحاب بقاء كريته إلى زمان الملاقاة وأصالة عدم حدوث الملاقاة إلى زمان القلة لا يعارضها لعدم كونها مقتضية لنجاسة الماء بل أثرها أيضا طهارة الماء\r\nالصورة الثانية ما إذا علم تاريخ الملاقاة ولم يعلم تاريخ حدوث القلة فالأقوى فيها أيضا هو الحكم بالطهارة بل أوضح من سابقتها ، فإن الأصل عدم حدوث القلة وبقاء كريته إلى زمان الملاقاة فالكرية المحرزة بقائها بالأصل عاصمة عن انفعال الماء\r\n","description":"","footnote":"","page_name":" 198 ","page_number":199},
  {"content":"\r\n\r\nالصورة الثالثة ما إذا علم تاريخ حدوث القلة ولم يعلم تاريخ الملاقاة فالأقوى فيه هو الحكم بالنجاسة كما في العروة ، لا من جهة ثبوت الملاقاة بعد القلة أو مقارنا للقلة فان كلا منهما من اللوازم العقلية لعدم الملاقاة إلى زمان القلة ، بل من جهة عدم تحقق موضوع عصمة الماء قبل الملاقاة أعني كرية الماء الملاقي للنجاسة كما مر بك بيانه ،\r\nومن المتفرعات على الكر قوله قدس في المسألة التاسعة « إذا وجدت نجاسة في الكر ولم يعلم أنها وقعت فيه قبل الكرية أو بعدها يحكم بطهارته إلا إذا علم تاريخ الوقوع » انتهى\r\nأقول والظاهر عدم الفرق بينه وبين سابقه ، فالكلام فيه يعلم من سابقه فلا يحتاج إلى التطويل .\r\nومنها قوله قدس سره « في المسألة العاشرة إذا حدثت الكرية والملاقاة في آن واحد حكم بطهارته وان كان الأحوط الاجتناب .\r\nأقول نظره على الظاهر إلى أن الانفعال بالملاقاة انما كان ثابتا للماء القليل فإذا لم يكن الماء قليلا حال الملاقاة يكون طاهرا بقاعدة الطهارة عامها وخاصها أو استصحاب الطهارة لو كان طهارته متيقنا سابقا ومنشأ الاحتياط عنده لعله إلى أن الحكم بعصمة الماء انما هو إذا كان الماء\r\n","description":"","footnote":"","page_name":" 199 ","page_number":200},
  {"content":"\r\nكرا قبل الملاقاة زمانا ما والمفروض تحقق الكرية والملاقاة في زمان واحد فلا يمكن الحكم بطهارة الماء جزما فالأحوط اجتنابه هذا .\r\nولكن الأقوى هو الحكم بالانفعال لما مر بك غير مرة من أن عصمة الماء ( وهو بلوغه حد الكر ) لا بد ان يتحقق قبل الملاقاة للزوم تقدم كل موضوع على حكمه ولو آناً ما فالماء العاصم هو الماء البالغ حد الكر قبل ملاقاته للنجاسة ، فإذا لم تكن الكرية متحققة قبل الملاقاة فالقاعدة تقتضي الحكم بانفعال الماء سواء تأخر الكرية عن الملاقاة أو تقارنا ، كما فيما نحن فيه .\r\nومن هذا البيان ظهر عدم استقامة ما في مستمسك العروة من الحكم بطهارة الماء تمسكا بإطلاق قولهم : عليهم السلام « إذا بلغ الماء قدر كر لا ينجسه شيء » لشمول إطلاقه للملاقاة اللاحقة والمقارنة مدعيا انه لو حمل الدليل على الكرية لزم خروج صورة المقارنة عن المنطوق والمفهوم كليهما توضيح عدم الاستقامة هو ان ظاهر الدليل في المنطوق إذا كان مقتضيا لاعتبار تقدم الكرية في عصمة الماء الملاقي للنجاسة كانت صورة المقارنة داخلة في المفهوم قهرا ،\r\nفان مفاد المنطوق حسب ما يقتضيه القاعدة من تقدم الموضوع على\r\n","description":"","footnote":"","page_name":" 200 ","page_number":201},
  {"content":"\r\nالحكم هو عاصمية الكر المتحقق كريته قبل الملاقاة ، فالمفهوم حينئذ نقيض ذلك وسلبه ومن الواضح ان سلب المقيد تارة يكون بسلب ذات المقيد ، كما إذا لم يكن الماء المطلق بالغا حد الكر وأخرى بسلب قيده بان لا يكون كريته متحققة قبل الملاقاة ، بل كانت مقارنة ، كما في مفروض المسألة هذا بحسب قاعدة الميزان من كون نقيض الأخص أعم ونقيض الأعم أخص في غاية الوضوح فكيف صار مخفيا على مثل جنابه . دامت بركاته\r\nوالحمد لله رب العالمين وقد وقع الفراغ من طبعها يوم السبت 19 شهر رجب المرجب من سنة 1380 ه‍ ق\r\n","description":"","footnote":"","page_name":" 201 ","page_number":202},
  {"content":"\r\n\r\nترجمة الأعلام\r\nبسم الله وله الحمد\r\nقد أشرنا بأمر والدنا العلامة دام ظله في ذيل بعض الصفحات إلى تعريف عدة أعلام وقع ذكرهم في هاتيك الرسائل في غاية الاختصار حرصا منا على التعريف بهم لأنهم أساطين الدين وأعلام الفرقة الإمامية قدس الله أسرارهم .\r\nولكن بدئ لنا في الأثناء أن نجمعهم في موضع واحد ، لأنه أسهل تناولا ، وأكثر نفعا فنشير هنا إلى ترجمة من فاتنا ذكره في الأثناء على نحو الاختصار والإجمال ولعله أوفى مما ذكرنا في الأثناء ولاحظنا في الذكر ما هو الأقدم زمانا فنقول :\r\nقطب الدين الراوندي\r\nالفقيه الجليل والمحدث المفسر الخبير أبو الحسن سعيد بن هبة الله بن الحسن الراوندي من أكابر محدثي الشيعة ومن بيوتات العلم ، يروي عن جماعة من المشايخ منهم أمين الإسلام الطبرسي صاحب مجمع البيان ، والسيد مرتضى الرازي ، وأخيه السيد مجتبى ، وعماد الدين الطبري ، وابن الشجري ، والآمدي ، ووالد المحقق الطوسي ، والشيخ عبد الرحيم البغدادي المعروف بابن الإخوة ، يروي عنه ابن شهرآشوب والشيخ منتجب الدين له تأليف كثيرة في شتى العلوم توفي يوم الأربعاء 14 شوال سنة 573 فدفن ببلدة قم في جوار الحضرة الفاطمية عليهما سلام وقبره مزار معروف إلى الآن .\r\nابن طاووس\r\nعنوان مشهوري للسادة الأجلاء والفقهاء الأتقياء من بيت آل طاوس ، ورأس هذه السلسلة محمد بن إسحاق العلوي الملقب بالطاووس لكونه مليح الصورة وقدماه غير مناسب لحسن صورته ولكن يطلق ابن طاوس غالبا على السيد الأجل\r\n","description":"","footnote":"","page_name":" 202 ","page_number":203},
  {"content":"\r\nنادرة الدوران رضي الدين أبي القاسم علي بن موسى بن جعفر بن طاوس الحسني الحسيني وقيل : « ليس في أصحابنا أعبد منه ولا أورع » له تأليف جليلة منها الإقبال بصالح الأعمال وكشف الحجة لثمرة المهجة . ولد في 15 محرم سنة 598 في حله ، وتوفي يوم الاثنين 5 - ذ ق 664 ،\r\nالمحقق الأول\r\nالإمام الأعظم شيخ الفقهاء أبو القاسم نجم الدين جعفر بن الحسن بن يحيى ابن سعيد الحلي من أركان علماء الإمامية ورؤسائهم ، كفى به منزلة إطلاق المحقق عليه بلا قيد ، أو مع قيد الأول ، ويعبر عنه أحيانا بالمحقق الحلي ، كما أنه يعبر عنه وعن الشيخ علي بن عبد العالي الكركي بالمحققين ، تلمذ وروى عن جماعة من الأعاظم أشهرهم ، - والده حسن بن سعيد ، ونجيب الدين محمد بن جعفر بن نما المتوفّى سنة 645 ، والسيد شمس الدين فخار بن معد بن فخار الموسوي المتوفّى سنة 630 قرء عنده جماعة ومن فضلائهم ابنا أخته علامة الحلي وأخوه رضي الدين علي . والسيد عبد الكريم صاحب فرحة الغري والفاضل الآبي - والشيخ صفى الدين الحلي ، له تصانيف أنيقة محررة أشهرها :\r\n1 شرائع الإسلام .\r\n2 النافع في مختصر النافع .\r\n3 نكت النهاية كلها في الفقه .\r\n4 المعارج في أصول الفقه .\r\nولد حدود سنة 602 وتوفي في ربيع الثاني سنة 676 في حله وقبره هناك مزار معروف\r\nالعلامة الحلي\r\nالإمام الأعظم جمال الدين أبو منصور حسن بن سديد الدين يوسف بن علي بن مطهر الحلي من أعاظم علماء الإمامية ورؤسائهم وهو المراد بآية الله على الإطلاق ، تلمذ عند جماعة من علماء الخاصة والعامة : منهم خاله المحقق الأول ووالده الشيخ سديد الدين والمحقق الطوسي له تصانيف كثيرة أنيقة في شتى العلوم بحد قيل : إنه وزعت تصانيفه على أيام عمره من ولادته إلى موته فكان\r\n","description":"","footnote":"","page_name":" 203 ","page_number":204},
  {"content":"\r\nقسط كل يوم كراسا ، ولد في 29 شهر رمضان سنة 648 ، وتوفي يوم السبت 11 أو 21 محرم 726 بحله فحملت جثمانه إلى النجف الأشرف فدفن بجوار مرقد أمير المؤمنين عليه السلام .\r\nالمحقق الأردبيلي\r\nالشيخ العظيم والمحقق الجليل المولى أحمد بن محمد الأردبيلي من أعاظم علماء الإمامية وأتقيائهم ، قرء على بعض تلامذة الشهيد الثاني وفضلاء العراقين تخرج لديه جملة من الأعلام كصاحبي المعالم والمدارك والمولى عبد الله التستري له تآليف أشهرها آيات الأحكام ، وشرح الإرشاد وحديقة الشيعة توفي في النجف الأشرف في صفر سنة 993 فدفن في الحجرة المتصلة بالمخزن المتصل بالرواق الشريف .\r\nصاحب المدارك\r\nالعالم العامل والفقيه الكامل السيد شمس الدين محمد بن علي بن حسين الموسوي العاملي الجبعي سبط الشهيد الثاني قدس سره من فحول علماء الإمامية كان هو وخاله صاحب المعالم مدة حياتهما كفرسي رهان متقاربين في السن شريكين في الدرس والتحصيل قرءا على كثير من تلامذة الشهيد الثاني وعلى المحقق الأردبيلي والمولى عبد الله اليزدي كان كثير التحقيق قليل التصنيف ومع ذلك له تآليف أشهرها مدارك الأحكام في شرح شرائع الإسلام ولد سنة 947 ، وتوفي سنة 1009 في قرية جبع من قرى جبل عامل .\r\nصاحب المعالم\r\nالشيخ الجليل وحيد العصر أبو منصور جمال الدين حسن بن زين الدين ( الشهيد الثاني ) من فحول علماء الإمامية أشرنا بعض أحواله ومشايخه عند ذكر ابن أخته صاحب المدارك وحيث إن والده استشهد وهو ابن سبع سنين فلم يرو عنه\r\n","description":"","footnote":"","page_name":" 204 ","page_number":205},
  {"content":"\r\nإلا بواسطة جملة من أكابر تلامذته والشيخ حسين والد شيخنا البهائي ولد في 17 شهر رمضان سنة 959 في قرية جبع وتوفي في غرة محرم سنة 1011 ودفن في جبع قرب صاحب المدارك .\r\nالمحدث الأسترآبادي\r\nالمحدث الجليل الملا محمد أمين بن محمد شريف الأسترآبادي نزيل مكة المعظمة قيل كان مجتهدا فانحرف وصار أخباريا ، ولعله أول من آثار مقالة الأخبارية يروي إجازة عن صاحبي المعالم والمدارك ، والميرزا محمد الأسترآبادي صاحب الرجال له مؤلفات منها الفوائد المدنية في رد الأصوليين وتشييد مباني الأخباريين توفي بمكة سنة 1033 أو 1036 .\r\nالعلامة المجلسي\r\nشيخ الإسلام والمسلمين مروج المذهب والدين محيي مآثر التشيع المحدث العظيم المولى محمد باقر بن محمد تقي بن المقصود علي المجلسي وهو المراد بالمجلسي إذا أطلق أو قيد بالثاني له تأليف كثيرة منها بحار الأنوار ، ومرآة العقول ولد سنة 1037 وتوفي بأصفهان ليلة 27 شهر رمضان 1111 ، أو 1110 ودفن تحت قبة والده في جامع عتيق أصفهان .\r\nالوحيد البهبهاني\r\nالأستاد الأكبر وحيد الدهر الآقا محمد باقر بن محمد أكمل من أساطين علماء الإمامية وهو المراد عند إطلاق الوحيد البهبهاني أو المحقق البهبهاني أو الآقا البهبهاني ، أو الأستاد الأكبر ، يروي عن والده تلمذ وروى عنه جماعة من أساطين الدين . منهم السيد بحر العلوم والمحقق القمي وكاشف الغطاء\r\n","description":"","footnote":"","page_name":" 205 ","page_number":206},
  {"content":"\r\nوالسيد جواد صاحب مفتاح الكرامة ، والسيد علي صاحب الرياض ، والنراقي الأول صاحب جامع السعادات له تآليف نافعة منها تعليقته على رجال الأسترآبادي وحاشية على المدارك ، وشرح على المفاتيح ولد في أصبهان سنة 1116 أو 1117 أو 1118 ، وتوفي في الحائر الشريف سنة 1205 ، أو 1206 ، أو 1208 ودفن في الرواق الشرقي قريبا مما يلي أرجل الشهداء\r\nالمحقق صاحب الحاشية\r\nالمحقق العظيم والمدقق الجليل الشيخ محمد تقي بن عبد الرحيم ( أو محمد رحيم الأصفهاني من فحول علماء الإمامية ومحققيهم تخرج على عدة من الأعاظم منهم صنوه الشيخ كاشف الغطاء والسيد بحر العلوم ، والسيد علي صاحب الرياض والسيد محسن الكاظمي ، . توفي منتصف شوال سنة 1248 بأصبهان ودفن في تخت فولاد قرب قبر المحقق الخوانساري وأخيه\r\nصاحب الفصول\r\nالشيخ الجليل والمحقق النبيل الشيخ محمد حسين من كبار علمائنا الإمامية ومحققيهم وقد عكف على كتابه الفصول من تأخر عنه فجعلوه محور أبحاثهم توفي سنة 1261 ، أو 1254 بكربلاء ودفن في الحائر الشريف حذاء قبر السيد صاحب الضوابط .\r\nصاحب الجواهر\r\nشيخ الفقهاء العظام نابغة الشريعة الفقيه الماهر الشيخ محمد حسن بن الشيخ محمد باقر النجفي المعروف بصاحب الجواهر ، لتصنيفه جواهر الكلام في شرح شرائع الإسلام وقد صار ذلك عنوانا للأسرة الجواهرية العلمية المعروفة بالنجف\r\n","description":"","footnote":"","page_name":" 206 ","page_number":207},
  {"content":"\r\nالأشرف .\r\nكيف لا وهو كتاب لم يسبقه إليه في ذلك سابق من حيث السعة والإحاطة بأقوال العلماء وأدلتهم بل لم يلحقه لاحق حتى الآن ولعمري أنه جواهر بتمام معنى الكلمة فهو اسم على مسماه ، تلمذ عند جماعة من الجهابذة أشهرهم الشيخ الكبير كاشف الغطاء وولده الشيخ موسى ، والسيد صاحب مفتاح الكرامة ، تخرج لديه جماعة كثيرة من أعلام الفقه يطول بنا سردهم ، اختلف في تاريخ ولادته فربما يقال : إنه في حدود 1200 ، وقد يقال : إنه 1192 بعد اتفاقهم على أن وفاته كانت سنة 1266 وعين بعضهم أنها ظهر يوم الأربعاء غرة شعبان .\r\nالمحقق الأنصاري\r\nأستاذ الفقهاء المنتهى إليه رئاسة الإمامية في العلم والعمل والورع والاجتهاد بغير منازع الحاج شيخ مرتضى بن محمد أمين الدزفولي الأنصاري ( لانتهاء نسبه إلى جابر بن عبد الله الأنصاري رضي الله عنه ، وقد عكف على مصنفاته وتحقيقاته كل فقيه وأصولي نشأ بعده وقد صرفوا مجهودهم وحبسوا أفكارهم فيها ، شهرة تصانيفه يغنينا عن سردها هنا ، تخرج على جماعة من الفطاحل منهم نابغة عصره شريف العلماء المازندراني ، والسيد المجاهد صاحب المناهل والمولى أحمد النراقي صاحب المستند ، تلمذ عنده كثير من الأساطين يطول بنا ذكرهم ، ولد في بلدة دزفول من أعمال تستر سنة 1214 ، وتوفي ليلة 16 ج 2 في النجف الأشرف سنة 1281 ودفن في الصحن الشريف عند باب القبلة\r\nالمحقق الهمداني\r\nالشيخ الفقيه المحقق الحاج آقا رضا بن المولى محمد هادي الهمداني من أكابر\r\n","description":"","footnote":"","page_name":" 207 ","page_number":208},
  {"content":"\r\nالعلماء المحققين المعرض عن الدنيا الزاهد فيها ، تخرج على جملة من الجهابذة منهم المحقق الأنصاري والمحقق الشيرازي وهو عمدة مشائخه ، له مصنفات جليلة في الفقه والأصول أشهرها وأحسنها شرحه للشرائع وقد سماه مصباح الفقيه وهو اسم طابق مسماه طبع منه إلى الآن الطهارة والصلاة في مجلدين ضخيمين والزكاة والخمس والصوم والرهن في مجلد واحد قرء عنده جماعة من الأجلاء مرض في الأواخر بالسل فسافر إلى سامراء لتغيير الهواء فتوفي بها صبيحة يوم الأحد 28 صفر سنة 1322 عن نيف وسبعين سنة ودفن في الرواق الشريف من جانب أرجل الإمامين عليهما السلام في الصفة الأخيرة التي يطلع شباكها إلى زاوية الصحن المنور .\r\nالمحقق الخراساني\r\nالشيخ الجليل والمحقق النبيل المولى محمد كاظم الهروي الخراساني كانت حوزة درسه مجمع الفحول من العرب والعجم تخرج عنده جم غفير من أكابر العلماء تلمذ على عدة من الأعاظم منهم المحقق الأنصاري في مدة قليلة والمحقق الشيرازي له تصانيف جليلة أشهرها كفاية الأصول صارت كتابا نهائيا لمدارسة الأصول ولد بطوس سنة 1255 توفي يوم الثلاثاء 20 ذ ح سنة 1329 في النجف الأشرف ودفن في مقبرة المحقق الرشتي\r\nالمحقق النائيني\r\nشيخ أساتيد عصره المحقق الجليل الميرزا محمد حسين بن شيخ الإسلام الميرزا عبد الرحيم النائيني من أعاظم علماء الشيعة وأكابر محققيهم تخرج على عدة من الأساطين منهم الشيخ محمد باقر الأصفهاني المتوفّى سنة\r\n","description":"","footnote":"","page_name":" 208 ","page_number":209},
  {"content":"\r\n1301 والميرزا أبو المعالي المتوفّى سنة 1315 ، في أصفهان ، والمجدد الشيرازي المتوفّى 1312 والمحقق السيد محمد الفشاركي المتوفّى 1316 كانت حوزة درسه مجمع الفحول من العرب والعجم وقد عكف على أفكاره العالية تلامذته الأجلاء فكتبوا ما نالوا منه بعنوان التقرير في الفقه والأصول وهو بين ما قد طبع ولم تطبع بعد ونشروها في المجامع العلمي والحوزات العلمية فاستنارت منها كل ناء وقريب وعلى الجملة فقد برز من تلامذته أعلام أصبحوا اليوم قادة للحركة العلمية والفكرية والمدرسين المشاهير الذين هم كنار على منار يطول بنا سردهم والتعريف بذكرهم قدس الله أسرار موتاهم وأدام الله بركات وجود أحياهم في هذه الكراسة .\r\nوولد المحقق النائيني قدس سنة 1277 في نائين وتوفي يوم السبت 26 - ج 1\r\n","description":"","footnote":"","page_name":" 209 ","page_number":210},
  {"content":"\r\n- 1355 ودفن في الحجرة الخامسة على يسار الداخل إلى الصحن الشريف العلوي من باب السوق الكبير .\r\nالفقيه الأصفهاني\r\nفقيه أهل البيت المنتهى إليه مرجعية العامة السيد أبو الحسن بن السيد محمد بن عبد الحميد الأصفهاني صار فقيه عصره بلا منازع ومعروفا بحسن السليقة في في المسائل العلمية بلا مكابر ، تخرج على المحقق الخراساني فلازم أبحاثه الأصولية والفقهية فصار من أجلاء تلمذته ، كان مجلس درسه في عصره أجمع مدارس فقهاء عصره تخرج لديه جل علماء المعاصرين ، ولد في سنة 1284 وتوفي ليلة العرفة سنة 1365 في الكاظمية ، ونقل جثمانه إلى النجف الأشرف فدفن بعد وفاته بثلاثة أيام في مقبرة أستاده المحقق الخراساني .\r\nربما يجد القاري غير ما ذكرنا أعلاما آخرين ذكرت أسماؤهم في هاتيك الرسائل لعلنا نتعرض لذكر جميعهم إن شاء الله في الطبعة الثانية .\r\nحرر في رجب 1380 .\r\nمحمد حسن المرتضوي\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":211}
  ]