[
  {"content":"\r\nرسالة في المشتق للشيخ الميرزا أبو القاسم الكلانتر النوري\r\n","description":"","footnote":"","page_name":" 131 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 132 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالقول في المشتق\r\nوهو - كما ذكره جماعة - اللفظ المأخوذ من لفظ ويسمى الأول أصلا\r\nوالثاني فرعا ولا بد بينهما من مناسبة في المعنى ليصح الاخذ\r\nوالاشتقاق وفي الزبدة : ( انه فرع وافق الأصل بأصول حروفه ) إلى غير\r\nذلك من التعاريف لكنها مع عدم سلامة كلها أو جلها عن\r\nالمناقشات غير محتاج إليها في المقام لان الغرض من تحديد الشئ ،\r\nهو التوصل إلى معرفة حال جزئياته وجعله مرآة في تميزها عن\r\nغيرها بواسطة انطباق الحد عليها وأقسام المشتق من الأسماء\r\nوالافعال مما لم يقع الخلاف فيها من أحد فلا حاجة إلى التعريف\r\nوالنقض\r\nوالابرام فينبغي صرف الهمة إلى ما هو الغرض الأصلي في المقام\r\nفنقول :\r\nان تحقيق المرام يتوقف على\r\nتقديم أمور :\r\nالأول : المقصود بالبحث في المقام ليس تحقيق معاني مبادئ\r\nالمشتقات وموادها\r\nفان الكافل له انما هو كتب اللغة ولا معرفة كيفية اشتقاقها فان المرجع\r\nفيها انما هو فن الصرف بل الغرض انما هو معرفة معانيها من\r\nحيث أوضاعها\r\n","description":"","footnote":"","page_name":" 133 ","page_number":3},
  {"content":"\r\nالنوعية وهي معاني هي آتها الكلية الطارية على موادها الجزئية\r\nالموضوعة لمعانيها بالأوضاع الشخصية .\r\nالثاني : النزاع في المقام ليس في مطلق المشتقات بل في غير الافعال\r\nأما هي فلا خلاف في أن الماضي منها لقيام المبدأ بفاعله في الماضي\r\nوان إطلاقه على غيره انما هو بتجويز أو تأويل كإطلاقه على\r\nالمستقبل تنزيلا له منزلة الماضي لتحقق وقوعه وان المضارع منها\r\nلقيامه في الحال أو الاستقبال على سبيل الاشتراك ، وأما الامر\r\nوالنهي فتحقيق الحال فيهما محول إلى مباحثهما المتفردة لهما .\r\nالثالث : الظاهر عموم الخلاف لاسمي الفاعل والمفعول والصفة\r\nالمشبهة واسم الفعل والأوصاف المشتقة\r\nكالأصفر والأبيض والأحمر ونحوها والمشتقات من أسماء الأعيان\r\nكلابن وتامر وعطار وحائض بناء على كونه مشتقا من الحيض\r\nبمعنى الدم لا بمعنى السيلان وإلا لدخل في اسم الفاعل المشتق من\r\nالاحداث واسم المكان والآلة وصيغ المبالغة وأما اسم الزمان فهو\r\nخارج عن محل النزاع قطعا فلنا هنا دعويان :\r\nالأولى عموم النزاع لغير الأخير ، والثانية خروج الأخير عنه .\r\nلنا على الأولى عموم إطلاق الأدلة والعنوانات لاقتضاء أدلتهم عموم\r\nالدعوى وعدم تقييدهم للعناوين ببعض من الأقسام هذا مضافا إلى\r\nتصريح جماعة منهم بذلك التعميم وربما يقال بخروج اسم المفعول\r\nوالصفة المشبهة واسم الفعل عن محل البحث لظهور الوضع للأعم\r\nفي الأول وخصوص الحال في الأخيرين ويدفعه المحكي عن بعض\r\nالأفاضل من ابتناء كراهة الوضوء بالماء المسخن بالشمس بعد زوال\r\nالسخونة على النزاع في المسألة مع أنه من اسم المفعول وذهب\r\nالتفتازاني إلى اختصاص النزاع باسم الفاعل الذي بمعنى الحدوث\r\n","description":"","footnote":"","page_name":" 134 ","page_number":4},
  {"content":"\r\nوأما الذي بمعنى الثبوت كالمؤمن والكافر والنائم واليقظان والحلو\r\nوالحامض والحر والعبد ونحوها فهو خارج عنه لاعتبار\r\nالاتصاف بالمبدأ فيه في الحال في بعض الموارد جدا كالأولين\r\nوالأخيرين من أمثلته واعتبار الاتصاف به في البعض الاخر مع عدم\r\nطرو المنافي على المحل كالبواقي من أمثلته وعن ثاني الشهيدين\r\nوجماعة من المتأخرين اختصاصه بما إذا لم يطرأ على المحل ضد\r\nوجودي للوصف الزائل .\r\nوأما مع طريانه ، فلا كلام في عدم صدق المشتق عليه حقيقة وعن\r\nالسبزواري في المحصول دعوى الاتفاق على المجازية حينئذ\r\nوحكى\r\nارتضائه عن بعض فاضل المتأخرين المقارب عصره بعصرنا وعن\r\nثاني الشهيدين أيضا والغزالي والاشنوي اختصاصه بما إذا كان\r\nالمشتق محكوما به وأما إذا كان محكوما عليه فلا كلام في صدقه مع\r\nالزوال هذا وقد عرفت ان هذا كله خلاف التحقيق مع أن الاستدلال\r\nبعموم آيتي الزنا والسرقة على عدم اشتراط للمبدأ صريح في عموم\r\nالنزاع للأخير .\r\nوعلى الثانية ان الذات المعتبر تلبسها بالمبدأ في صدق المشتق حقيقة\r\nفي اسم الزمان ونفس الزمان المعلوم عدم قابلية البقاء حتى يقع\r\nالنزاع في صدق الاسم عليه حقيقة بعد انقضائه حسبما هو الشأن في\r\nسائر المشتقات وحينئذ فان أريد إطلاق اسم الزمان على زمان وقع\r\nفيه الفعل فهو حقيقة دائما ولو بعد انقضائه وان أريد إطلاقه على\r\nالزمان الاخر فلا شبهة في مغايرته لتلك الزمان فلا معنى لاحتمال\r\nكون الاطلاق على وجه الحقيقة وهذا ظاهر إلى ما لا مزيد عليه .\r\nوكيف كان فتعميم محل النزاع من هذه الحيثية ليس بمهم لنا انما\r\nالمهم\r\n","description":"","footnote":"","page_name":" 135 ","page_number":5},
  {"content":"\r\nتحقيق الحال في المقام في كل من الحالات والأقسام حسبما اقتضاه\r\nالدليل وسيأتي التعرض لكل منها عن قريب إن شاء الله .\r\nالرابع : المراد بالحال في عنوان كلامهم الآتي في تقابل الماضي\r\nوالاستقبال\r\nولا يخفى انه لمقابلته أمر إضافي فهو كلام المطلقين يحتمل وجهين :\r\nأحدهما حال النطق أعني زمان التكلم كما هو الظاهر منه عند الاطلاق\r\nفمفهوم المشتق على القول بكونه حقيقة في خصوص ذلك هو\r\nالمتلبس بالمبدأ حال الاطلاق بمعنى اتصافه به حينئذ على الوجه\r\nالآتي .\r\nثانيهما زمان اتصاف الذات بالمبدأ على وجه كان مصححا للاشتقاق\r\nوموجبا لزوال الاطلاق في ساير الصيغ المشتقة منه كالماضي\r\nوالمضارع حقيقة أو مجازا فمفهوم المشتق على القول بكونه حقيقة في\r\nذلك هو المتلبس بالمبدأ في الجملة مع قطع النظر عن حصوله في\r\nأحد الأزمنة وبهذا الاعتبار يصح تقييده بكل واحد منها فيقال زيد\r\nضارب في الحال أو الأمس أو الغد لان النسبة بين الحال بهذا المعنى\r\nوبين كل واحد من الحال والماضي والاستقبال بالمعنى الأول كنسبة\r\nكل من مقابليه مع كل واحد من تلك هي العموم من وجه .\r\nفمعنى القول بكون المشتق حقيقة في خصوص الحال بهذا المعنى ان\r\nإطلاقه انما يكون حقيقة إذا أريد به صدقه على المتصفة بالمبدأ\r\nباعتبار الحال الذي يطلق عليه اللفظ بحسبه سوأ كان ذلك الحال\r\nماضيا أو حالا أو مستقبلا بالمعنى الأول فمدار الحقيقة على هذا انما\r\nهو على اتحاد حال قيام المبدأ بما يطلق عليه المشتق مع حال إرادة\r\nصدقه عليه فقولك زيد ضارب أمس أو سيصير ضاربا حقيقة إذا كان\r\nزيد متصفا بالضرب في الأمس أو بعد زمان النطق ومجازا ان لم\r\nيتصف به في المثال الأول بعد أو انقضى عنه قبل الأمس وكذا ان لم\r\n","description":"","footnote":"","page_name":" 136 ","page_number":6},
  {"content":"\r\nيتصف به بعد زمان النطق في الثاني سوأ اتصف به في زمان النطق أو\r\nقبله أولا .\r\nوكيف كان فالمحكي عن ظاهر أكثر العبارات وعن صريح بعض\r\nمضافا إلى ظهور لفظ الحال كما مر ان المراد هو حال النطق وربما\r\nيشعر به ما يأتي به من الاحتجاج بقول بعض النحاة بصحة قولنا\r\nضارب أمس على كون المشتق حقيقة في الماضي وما حكى عن\r\nجماعة\r\nمن كون ضارب في قولنا ضارب غدا مجازا ، بل المحكي عن العضدي\r\nحكاية الاتفاق عليه فان هذا كله لا يتم إلا على إرادة حال النطق إذ\r\nالاحتجاج المذكور وكذا حكمهم بالمجازية لا ينطبقان إلا عليه إذ\r\nإطلاق الضارب في المثالين ليس إلا باعتبار حال التلبس ، فلا يصح\r\nجعله من إطلاق المشتق على الماضي بالنسبة إلى حال التلبس في\r\nالمثال الأول ولا يجتمع الحكم بمجازيته في الثاني مع إرادة حال\r\nالتلبس من لفظ الحال المذكور في عنوان المسألة لما سيأتي من\r\nالاتفاق على كون إطلاق المشتق حقيقة في الحال مع إمكان دفع الثاني\r\nباحتمال كون المراد إرادة الزمان من نفس اللفظ وجعل لفظ الغير قرينة\r\nعليه لما سيجئ من الاتفاق على المجازية حينئذ أو باحتمال\r\nكون المراد المجازية فيه من حيث وضعه التركيبي لا الافرادي نظرا إلى أن\r\nالقضية الحملية المجردة عن الرابط الزماني ظاهر في ثبوت\r\nالمحمول للموضوع أو نفيه عنه في حال النطق فإرادة ثبوته له في\r\nالمستقبل في قولنا زيد ضارب غدا مجاز بالنسبة إلى وضع الكلام\r\nوإن كان المفرد مستعملا في معناه الحقيقي والأول أقرب للتوجيه فان\r\nالحكم بمجازية ضارب في المثال ودعوى الاتفاق عليها كالصريح\r\nبل صريح في مجازيته بالنظر إلى الوضع الافرادي إذ المجازية من جهة\r\nالتراكيب انما هي بالنسبة إلى المركب من الطرفين فلذا لا\r\nتسري إلى أحد من الطرفين هذا .\r\n","description":"","footnote":"","page_name":" 137 ","page_number":7},
  {"content":"\r\nوالتحقيق ان المراد انما هو حال التلبس أعني زمان اتصاف الذات\r\nبالمبدأ وفاقا لجمع من المحققين من متأخري المتأخرين والمحكي\r\nعن جماعة من السابقين لنا على ذلك بعد تصريح جماعة به عدم\r\nالخلاف ظاهرا في كون المشتق حقيقة في حال التلبس أعم من أن\r\nيكون\r\nفي حال النطق بل المحكي عن جماعة من الأصوليين دعوى الاتفاق\r\nعليه فيكون هذا قرينة على ما قلنا إذ لا ريب ان إطلاق المشتق في غير\r\nالحال محل الخلاف كما سنتلوا عليك وحمله على خصوص حال\r\nالنطق لا يكاد يجتمع مع عدم ظهور الخلاف في كون المشتق حقيقة\r\nفي\r\nالمتلبس في غيره أيضا فكيف بالاتفاق عليه وقول جماعة منهم بأن\r\nإطلاق المشتق باعتبار الاستقبال مجاز وإن كان يوهمه خلاف ما\r\nذكرنا الا انه بعد التأمل في كلماتهم بملاحظة ما قلنا يظهر ان مرادهم\r\nغير ما يتوهم .\r\nوكيف كان فلا بد حينئذ من حمل ما صدر عن بعضهم مما يوهم ذلك\r\nعلى ما لا ينافي ما قلنا .\r\nومما يمكن حمل القول المذكور عليه هو صورة إرادة الزمان من نفس\r\nاللفظ ومنه حمله على المجازية في الهيئة التركيبية لكن يبعد\r\nالأول انه لا يختص مجازيته حينئذ بالاستقبال بل حال النطق أيضا\r\nكذلك إذ لا شبهة في أن إطلاق المشتق على المتلبس في حال النطق\r\nمع إرادة الزمان من نفس اللفظ مجاز واما الثاني وإن كان محتملا الا انه\r\nضعيف في نفسه جدا لان الهيئة موضوعة لمجرد نسبة\r\nالمحمول إلى الموضوع وظهور ثبوت الأول للثاني في حال النطق من\r\nالهيئة انما هو لظهور الحمل في ذلك إذا خلت القضية عن الرابط\r\nالزماني لا لظهور القضية وهي الهيئة المركبة .\r\nولو سلمنا ذلك فنقول ان المجازية في الهيئة في قولنا زيد ضارب غدا\r\nانما هي فيما إذا جعل غدا قيدا للنسبة الحكمية واما إذا كان قيدا\r\nللمحمول أي\r\n","description":"","footnote":"","page_name":" 138 ","page_number":8},
  {"content":"\r\nالمادة العارضة عليها الهيئة بان يلاحظ الربط بعد القيد فلا إشكال في\r\nكون الاطلاق حقيقة على تقدير وضع الهيئة بإزاء المتلبس بالمبدأ\r\nفي حال النطق فافهم جيدا .\r\nومما حققنا ظهر أيضا ان محمل الاحتجاج المتقدم الدال على كون\r\nالمراد الحال هو حال النطق انما هو اشتباه الامر على المستدل نظر\r\nإلى ظهور لفظ الحال وظهور بعض العبارات مع الغفلة عما ذكرنا من\r\nالقرينة الصارفة عنه المعينة للمراد فيما قلناه .\r\nالخامس لا إشكال في عدم دلالة الاسم المشتق على واحد من الأزمنة\r\nوالا لا تنقض حد الاسم والفعل طردا وعكسا كما هو ظاهر .\r\nمضافا إلى اتفاق أهل العربية وعلماء الأصول عليه وإن كان ربما\r\nيتوهم من قولهم المشتق حقيقة في حال النطق أو الماضي وقوع\r\nالخلاف فيه من علماء الأصول لكنه فاسد لان مورد الخلاف غير\r\nصورة إرادة الزمان من نفس اللفظ كما حكى التصريح به عن جمع من\r\nالمحققين .\r\nنعم قد يشكل بما يظهر من عبارات النحاة من أن اسمي الفاعل\r\nوالمفعول يعملان إذا كانا بمعنى الحال والاستقبال ولا يعملان إذا كانا\r\nبمعنى الماضي وربما يدفع بوجوه مخدوشة كلها .\r\nوالأولى في دفعه أيضا ما مر من الحمل على غير إرادة الزمان من نفس\r\nاللفظ .\r\nوكيف كان فحال اسم المشتق بالنسبة إلى الزمان كحاله بالنسبة إلى\r\nالمكان في عدم الدلالة عليه ، فيكون الحال فيه نظير الحال في\r\nالأسماء الجوامد فكما انها لا تدل الا على الذوات المتصفة بأوصافها\r\nالعنوانية باعتبار حال إرادة صدقها على تلك الذوات من غير دلالة\r\nعلى الزمان كعدم دلالتها على المكان فكذلك هذا فإنه كما سيأتي لا\r\nيدل الا على الذات المتصفة بالمبدأ باعتبار الحال المذكور\r\n","description":"","footnote":"","page_name":" 139 ","page_number":9},
  {"content":"\r\nفبذلك تبين عدم وقوع الخلاف في المشتق المتنازع فيه من جهة\r\nاعتبار الزمان في مفهومه وعدمه .\r\nالسادس لا خلاف في المشتق المتنازع فيه في المقام من جهة كونه\r\nحقيقة في قيام المبدأ بنفس الذات أو الأعم\r\nفان هذا النزاع لا يختص بخصوص المقام بل انما هو في مطلق\r\nالمشتقات بحيث يدخل فيه الافعال أيضا ومرجع هذا الخلاف إلى أنه\r\nهل\r\nيعتبر في إطلاق المشتق مطلقا حقيقة قيام المبدأ حقيقة بالذات\r\nالمحكوم عليها بالمشتق أو لا ؟ بل يكفي قيامه بها تسامحا بمعنى ان\r\nيكون\r\nالمورد مما يتسامح فيه عرفا في الحكم بقيام المبدأ بها أو يجوز ان\r\nيتسامح فيه كذلك فيكون قولنا زيد أحرق الخشب أو يحرقه أو\r\nمحرقة مجازا على الأول لقيام المبدأ الذي هو الاحراق بالنار حقيقة\r\nوحقيقة على الثاني لصحة الحكم بقيامه بالذات المحكوم عليها\r\nتسامحا في المثال والأشاعرة لما بنوا على القول الأول فالتزموا\r\nبالكلام النفسي لله تبارك وتعالى حيث إن كلامه اللفظي ليس قائما\r\nبذاته المقدسة بل حاصل في غيره كالشجرة وأمثالها مع إطلاق الصيغ\r\nالمشتقة منه عليه تعالى في القرآن وغيره من الأدعية المأثورة\r\nوالأخبار المتواترة كقوله تعالى وكلم الله تكليما وكلفظ التكلم في\r\nالأدعية ومقتضى أصالة الحقيقة في تلك الاطلاقات كون المراد\r\nبالكلام غير اللفظي وهو ما قام بذاته المقدسة فيثبت الكلام النفسي .\r\nوتحقيق الكلام في هذا النزاع وإن كان له مقام اخر الا ان الحق هو\r\nالقول الثاني لعدم صحة السلب في المثال المتقدم وكفى بها حجة\r\nودليلا واما بطلان الكلام النفسي فموضع تحقيقه انما هو علم الكلام\r\nفراجع مع أنه بديهي البطلان بين الامامية مضاف إلى اتفاق المعتزلة\r\nمن العامة عليه أيضا فحينئذ لو بنينا على القول\r\n","description":"","footnote":"","page_name":" 140 ","page_number":10},
  {"content":"\r\nالأول في الخلاف المذكور فيكون هذا قرينة على التجوز في\r\nالاطلاقات المذكورة .\r\nوكيف كان فتارة يلاحظه الحقيقية والمجازية في المشتق باعتبار\r\nاعتبار التلبس المأخوذة في مفهومه وضعا وأخرى من جهة اعتبار\r\nحصول هذا التلبس وفعليته كما يطلق عليه باعتبار حال إرادة صدقه\r\nعليه كذلك ومرجع الخلاف المذكور انما هو إلى الأول وحاصله\r\nان المعتبر في المشتق وضعا هل هو تلبس الذات المحكوم عليها\r\nبالمبدأ بالدقة العقلية بأن يكون عبارة عن قيامه بنفسها أو الأعم من\r\nذلك كما مر .\r\nوالذي نحن بصدده في المقام هو الثاني إذ الكلام في الأول لا يختص\r\nبخصوص الاسم المشتق بل في مطلق المشتقات بخلاف الثاني لعدم\r\nالخلاف في اعتبار التلبس في الافعال باعتبار حال إرادة صدق النسبة\r\nالحكمية فإطلاقها في غير صورة اتحاد حال صدق النسبة مع حال\r\nإرادة ذلك الصدق لا يكون الا بتجوز أو تأويل .\r\nوكيف كان فلما كانت الحيثيات المذكورتين مختلفتين فتحقق كل\r\nواحد من صفتي الحقيقية والمجازية من إحداهما لا يستلزم تحقق\r\nمثل هذه الصفة أو ضدها من الأخرى فيجوز تحقق إحداهما من\r\nكلتيهما أو تحقق أحدهما من إحداهما وأخرى من الأخرى فالمجازية\r\nفي\r\nالاسم المشتق من الأولى لا يستلزمها من الثانية التي هي محط النظر\r\nفي المقام فافهم .\r\nإيقاظ كما يعتبر تلبس الذات المحكوم عليها بالاسم المشتق بالمبدأ\r\nباعتبار حال إرادة صدقه عليها على الأقوى كما يأتي تحقيقه كذلك\r\nيعتبر اتصافها به حال إرادة صدق النسبة الحكمية في الافعال بلا\r\nخلاف كما مرت الإشارة إليه .\r\nثم إن الزمان المأخوذ في الافعال من الماضي والحال والاستقبال هل\r\nهو\r\n","description":"","footnote":"","page_name":" 141 ","page_number":11},
  {"content":"\r\nبالنظر إلى حال النطق أو إلى الأعم منه الشامل لغيره من الحالات ؟\r\nوجهان بل قولان : أولهما : لبعض على ما حكى عنه بعض المحققين\r\nمن\r\nالمتأخرين ، وثانيهما : على ما علم لهذا المحقق ولبعض آخر منهم .\r\nوالذي يمكن الاحتجاج به للأول ظهور هذه الأفعال في الماضي أو\r\nالحال أو الاستقبال من حيث حال النطق وتبادرها منها كذلك عند\r\nإطلاقها وتجردها عن القرينة .\r\nوالذي يمكن أن يقال للثاني دعوى تبادر القدر المشترك منها مع قطع\r\nالنظر عن الخصوصيات اللاحقة لها ومنع كون التبادر المذكور\r\nوضعيا بل يدعي كونه إطلاقيا مسببا عن إطلاقها وتجريدها عن القيد\r\nكما ادعاه المحقق المذكور وغيره ممن تبعه والأظهر الأول فان\r\nالتبادر المذكور موجود كما اعترف به المحقق المذكور ومن تبعه أيضا\r\nوالظاهر كونه مستندا إلى جوهر اللفظ لا إلى شئ آخر\r\nفيكشف عن الوضع لخصوص أحد الأزمنة باعتبار حال النطق\r\nودعوى تبادر القدر المشترك منها كدعوى كون التبادر المذكور\r\nإطلاقيا في غاية السقوط .\r\nأما الأول : فواضح وأما الثاني : فلان منشأ الانصراف أما غلبة\r\nالاستعمال أو الوجود أو الكمال على ضعف في الأخير فتأمل في\r\nالثاني .\r\nوأما مجرد تجريد اللفظ عن القيد لا معنى لدعوى الثاني والثالث وأما\r\nالأول فلم يعلم بلوغه إلى هذه المثابة مع إمكان منع أصله وأما\r\nالأخير ، فهو انما يكون منشأ لانصراف اللفظ إلى بعض الافراد إذا كان\r\nفصل ذلك البعض ومميزه عما عداه من الافراد أمرا عدميا بخلاف\r\nالفرد الآخر بأن يكون مميزه أمرا وجوديا زائد على ما كان عليه الفرد\r\nالأول وأما إذا كان المميز في كل منهما أمرا وجوديا مضادا لما\r\nكان في الاخر فلا معنى لانصراف المطلق إلى أحدهما\r\n","description":"","footnote":"","page_name":" 142 ","page_number":12},
  {"content":"\r\nخاصة لعدم انطباقه حينئذ على أحدهما بتمام قيوده المعتبرة فيه\r\nحتى ينصرف إليه لذلك .\r\nوكيف كان فالمتبادر من تلك الأفعال عند إطلاقها وتجريدها عن كافة\r\nالقرائن هو ما ذكرنا وأما إذا قيدت بما لا يمكن معه إرادة\r\nالزمان بملاحظة حال النطق كقولنا جاء زيد وهو يتكلم أو سيجئ\r\nعمرو وقد أكرم إياك فينقلب ظهورها في حال النطق إلى الظهور\r\nفي حال آخر غيره كما يظهر من المثال الأول ان المراد بقوله يتكلم انما\r\nهو حال المجئ وبقوله قد أكرم الماضي بالنسبة إلى مجئ\r\nعمرو الذي لم يتحقق بعد وهذا الظهور انما هو مستند إلى القرينة\r\nوهو قوله جاء في الأول وقوله سيجئ في الثاني هذا .\r\nلكن هذا النزاع لا أرى له من ثمرة فان ظهورها في الزمان الملحوظ\r\nحال النطق عند تجردها مسلم على القولين ، الا انا ندعي استناده إلى\r\nوضع اللفظ وهم يدعون استناده إلى القرينة وكذا ظهورها في غير\r\nحال النطق مع التقليد كما في المثالين الا أن نقول إن القيد المذكور\r\nمن قبيل قرينة المجاز وهم يقولون إنه من قرينة تعين الفرد للمعنى\r\nالحقيقي الأعم .\r\nالسابع : لا خلاف في المقام من جهة اعتبار قيام المبدأ بمعناه الحقيقي\r\nبالذات أو كفاية قيامه\r\nولو بمعناه المجازي وعلى فرضه فهو كسابقه ليس مقصورا ومختصا\r\nبالاسم المشتق بل جاز في مطلق المشتقات بحيث يدخل فيه\r\nالافعال .\r\nوحاصله انه هل يكفي في صحة الاشتقاق اشتمال المشتق على\r\nمبدئه لمطلق معناه ولو مجازيا ليكون هذا المقدار من المناسبة بين\r\nالأصل\r\nوالفرع مصححا للاشتقاق أو يعتبر اشتماله عليه بمعناها الحقيقي فقط\r\nفلو أريد به غيره لم يصح ؟ وكيف كان فالكلام في المقام بعد\r\nالفراغ عنه وعن سابقه أو بعد الغض عنهما فانا نتكلم في أن مفاد هيئة\r\nالمشتق المتنازع فيه ما ذا من حيث حصول\r\n","description":"","footnote":"","page_name":" 143 ","page_number":13},
  {"content":"\r\nالتلبس وفعليته ولو مع غلطية استعماله أو المجازية فيه من حيث\r\nالتلبس لكن الاستعمال على وجه الغلط لما لم يكن محلا للغرض فلا\r\nبد\r\nمن فرضه صحيحا .\r\nوالحاصل ان تعمد فرض استعمال المشتق على قانون الاشتقاق بأن\r\nيكون المراد بالمبدأ فيه معنى مناسبا لمعنى المبدأ مجردا ولو\r\nمجازيا بالنسبة إليه على القول بكفايته أو خصوص معناه الحقيقي على\r\nالقول باعتباره وبعد فرض تلبس الذات المحكوم عليها بالمشتق\r\nولو مع توسع في التلبس إذ غايته لزوم المجازية من تلك الجهة لا من\r\nجهة ما نحن فيه .\r\nنتكلم في أنه هل يشترط بقاء المبدأ في الذات المطلق عليها المشتق\r\nبالنسبة إلى حال إرادة صدقه عليها أي تلبسها به حينئذ بمعناه الذي\r\nاعتبر ثبوته للذات في الافعال وبالتلبس الذي اعتبر هناك وإلى هذا\r\nأشرنا فيما تقدم على وجه كان مصححا للاشتقاق وموجبا لجواز\r\nالاطلاق في سائر الصيغ .\r\nثم إن تحقيق الحال في الخلاف المذكور على طريقة فرضه أيضا وإن كان\r\nله مقام آخر الا ان الحق كفاية قيام المبدأ بالذات بمعناه\r\nالمجازي في صحة الاشتقاق لان أدل الدليل على جواز الشئ وقوعه\r\nوقد وقع ذلك في موارد لا يحصى مضافا إلى عدم ظهور الخلاف\r\nفيه من أحد .\r\nمنها الأوصاف الموضوعة للحرفة والصنائع كالخياط والنساج\r\nوالصائغ وغيرهما إذ لا يثبت ان أصل المبدأ فيها موضوع لفعل النسج\r\nوالخياطة مع أن المراد به في ضمن تلك الصيغ صفتها .\r\nومنها الأوصاف الموضوعة للملكات كالفقيه والمتكلم ونحوهما فان\r\nالمبدأ فيهما لنفس العلم الفعلي أو التكلم كذلك مع أن المراد به في\r\nضمنها هو ملكتها لا غير . هذا تمام الكلام في تحرير محل النزاع في\r\nالمقام .\r\n","description":"","footnote":"","page_name":" 144 ","page_number":14},
  {"content":"\r\nفإذا عرفت ذلك ، فاعلم : انهم اختلفوا في كون المشتقات من الصفات\r\nحقيقة في خصوص الحال أو في الأعم منه الشامل للماضي أيضا على\r\nأقوال يأتي تفصيلها بعد اتفاقهم - ظاهرا - على مجازيته في الاستقبال\r\nعدا ما حكى عن ظاهر الكوكب الدري من احتمال كونها حقيقة\r\nفي الاستقبال أيضا لذكره - على ما حكى عنه - ان إطلاق النحاة\r\nيقتضي انه إطلاق حقيقي ولا ريب في ضعفه بعد صدق هذه النسبة\r\nإليه\r\nلأنه ان أراد أن حكمهم بمجئ المشتق للاشتقاق كبقيتهم بمجيئه\r\nللماضي والحال ظاهرا في كونه حقيقة فيه ففيه :\r\nأولا : ان بنائهم على بيان موارد الاطلاقات لا الموضوع له كما يشهد به\r\nتتبع كلماتهم في بيان معاني غير المشتق المتنازع فيه من الافعال\r\nوالأسماء والحروف لوضوح ان بعض هذه المعاني ليس مما وضع له\r\nاللفظ فلا ظهور في حكمهم بما ذكر .\r\nوثانيا : انه يحتمل أن يكون المراد إطلاقه على المتلبس في الاستقبال\r\nباعتبار تلبسه فيه بأن يكون المراد بالاستقبال هو بالنظر إلى\r\nحال النطق إذ قد عرفت انه لا منافاة بينه وبين الحال بالمعنى المتنازع\r\nفيه ، فيدخل حينئذ في المورد المتفق عليه من كون المشتق حقيقة\r\nفيه وان أراد الاستناد إلى إطلاقهم اسم الفاعل على ضارب غدا كما\r\nقد يحكى عنه ففيه ان هذا الاطلاق يتصور على وجوه .\r\nالأول : ان يراد به كون الذات المحكوم عليها بضارب كونه كذلك في\r\nالغد باعتبار حصول هذا العنوان له بعد الغد أما العلاقة الأول أو\r\nبعنوان مجاز المشارفة .\r\nالثاني : ان يراد به كونه كذلك في الغد باعتبار حصول العنوان له في\r\nالغد .\r\nالثالث : ان يراد به كونه كذلك حال النطق لكن يحتمل الغد قيدا\r\nللمحمول لا ظرفا للنسبة ، فيكون المراد زيد الان هو الضارب في الغد .\r\nالرابع : ان يراد به كونه كذلك حال النطق باعتبار حصول العنوان له في\r\n","description":"","footnote":"","page_name":" 145 ","page_number":15},
  {"content":"\r\nالغد وجعل الغد قرينة على تعيين زمان صدق النسبة له لا قيدا\r\nللمحمول ولا ظرفا للنسبة الحكمية ، فنقول حينئذ ان إطلاقهم بعد\r\nتسليم\r\nكونه حجة انما ينهض دليلا له لو علم أن إطلاقهم المذكور مبني على\r\nالوجه الأول أو الأخير واما الثاني والثالث ، فلا ريب في كونهما\r\nحقيقيين لدخولهما في مورد الاتفاق حيث إن الاطلاق فيهما انما هو\r\nبالنظر إلى حال التلبس اما الثاني فواضح واما الثالث فلانه لا ريب\r\nان الضارب في الغد يقينا يصدق عليه الان حقيقة انه الضارب في الغد\r\nلكونه متلبسا الان بهذا العنوان المقيد وسيأتي لذلك مزيد تحقيق\r\nإن شاء الله .\r\nوكيف كان فمخالفته على فرض صدقها لا تضرنا في المقام لشذوذه\r\nفيكفي اتفاق الباقين للكشف عن مجازية المشتق في الاستقبال\r\nبالنظر إلى حال التلبس لغة مضافا إلى ما سنقيمها من الأدلة المحكمة\r\nعليه فانتظر .\r\nوبالجملة فاعتبار التلبس في الجملة في المقام المردد بين خصوص\r\nحال إرادة صدق المشتق وبين الأعم منه الشامل للماضي بالنسبة\r\nإلى هذا الحال متفق عليه بين الأقوام وانما اختلفوا في المعتبر منه هل\r\nهو حصوله في خصوص حال إرادة صدق المشتق بحيث لا يكفي\r\nحصوله قبله مع انقضائه حينئذ أو حصوله في الجملة من غير\r\nخصوصية للحال المذكور بحيث يكفي حصوله بالنسبة إلى الماضي\r\nبالنسبة\r\nإليه مع انقضائه حينئذ ؟ فمن يقول بكون المشتق حقيقة في خصوص\r\nالحال يعتبر الأول ومن يقول بكونه حقيقة في الماضي أيضا يكتفي\r\nبالثاني .\r\nوكيف كان فهم بعد اتفاقهم على اعتبار التلبس بالمبدأ في الجملة\r\nوكون الاطلاق على المستقبل بالنظر إلى حال إرادة الصدق مجازا\r\nباتفاقهم على كون إطلاقه حقيقة في الحال أي إطلاقه على من تلبس\r\nبالمبدأ باعتبار حال\r\n","description":"","footnote":"","page_name":" 146 ","page_number":16},
  {"content":"\r\nالصدق اختلفوا في كونه حقيقة في خصوص الحال بمعنى اعتبار\r\nتلبس الذات المطلق عليه المشتق بالمبدأ باعتبار حال إرادة الصدق\r\nمن\r\nدون كفاية حصوله لها قبله أو في الأعم منه ومن الماضي بالاشتراك\r\nالمعنوي بمعنى كفاية حصوله لها في قطعة من الزمان آخره حال\r\nإرادة صدق المشتق عليهما على أقوال :\r\nثالثها كونه حقيقة في الماضي أيضا إن كان المبدأ فيه مما لا يمكن بقائه\r\nكالمصادر السيالة الغير القارة والا فجاز حكى عن جماعة\r\nحكايته وعن العلامة في النهاية نسبته إلى القوم الا أنه قال علي ما\r\nحكى عنه في أثناء احتجاجه ان الفرق بين ممكن الثبوت وغيره منفي\r\nبالاجماع وهو يؤمي إلى حدوث هذا القول .\r\nرابعها انه حقيقة فيه إن كان الاتصاف أكثريا بحيث يكون عدم\r\nالاتصاف في جنب الاتصاف مضمحلا ولم يكن الذات معترضة عن\r\nالمبدأ\r\nوراغبا عنه سوأ كان المشتق محكوما عليه أو به وسواء طر الضد\r\nالوجودي على المحل أولا اختاره الفاضل التوني في محكي الوافية .\r\nخامسها التفصيل بين المشتقات المأخوذة على سبيل التعدية ولو\r\nبواسطة الحروف والمأخوذة على سبيل الملزوم فالأولى للأعم\r\nوالثانية لخصوص الحال نسب إلى غير واحد وحكى القول به أيضا عن\r\nبعض الأفاضل في تعليقاته على المعالم .\r\nوسادسها إيكال الحال في كل لفظ من ألفاظ المشتقات أعني جزئياتها\r\nالمتشخصة بالمواد المختلفة إلى العرف فلا ضابطة حينئذ في\r\nتميز ما هو حقيقة في الأعم عن غيره بل كل لفظ حقيقة فيما يتبادر منه\r\nعرفا فان تبادر منه الأعم فهو له أو خصوص الحال فهو له خاصة\r\nفيقال في نحو القاتل والضارب والاكل والشارب والبائع والمشتري\r\nانها حقيقة في الأعم وفي نحو النائم والمستيقظ والقائم\r\nوالقاعد والحاضر والمسافر انها حقيقة في خصوص الحال حكى هذا\r\n","description":"","footnote":"","page_name":" 147 ","page_number":17},
  {"content":"\r\nعن بعض مع عدم التصريح باسمه وعن الحاجبي والأعدمي التوقف\r\nفي المسألة وحكى أيضا بعض الأقوال في المقام غير ما تقدم من\r\nغير تعيين لكيفية القول ولا لقائله ولا فائدة في التفتيش عن حاله .\r\nوكيف كان فالمعروف بين الأصوليين هما القولان الأولان :\r\nأحدهما عدم اشتراط بقاء المبدأ في صدق المشتق ووضعه للقدر\r\nالمشترك بين الحال والماضي مطلقا وهو المعروف بين الأصوليين\r\nوقد حكى نص جماعة عليه من المحققين منهم العلامة في عدة من\r\nكتبه وعن شرح الوافية للسيد صدر الدين انه المشهور بين المعتزلة\r\nوالامامية وعن المبادئ انه مذهب أكثر المحققين بل حكي عن ظاهر\r\nالسيد العميدي وغيره دعوى الاجماع حكى قده أنه قال في شرح\r\nكلام المصنف ( هذه المسألة من المسائل الأربع وهي انه لا يشترط في\r\nصدق لفظ المشتق بقاء المعنى المشتق منه وهو مذهب أصحابنا\r\nوالمعتزلة وأبي علي سينا خلافا لجمهور الأشاعرة ) .\r\nوثانيهما اشتراط البقاء ومجازيته إطلاق المشتق على الماضي مطلقا\r\nوعزي هذا عن البرازي والبيضاوي والحنفية وجمهور الأشاعرة\r\nوإليه ذهب أكثر أفاضل من تأخر هذا .\r\nوالظاهر انحصار القول بين المتقدمين في هذين وان الأقوال الأخر\r\nمحدثة ممن تأخر عنهم من ألجأ كل واحد من الطرفين في مقام\r\nالعجز عن رد شبهة خصمه وسيأتي توضيح فساده مفصلا .\r\nوكيف كان فالذي ينبغي اختياره ويساعد عليه الدليل انما هو القول\r\nالثاني من الأولين أعني حصول بقاء المبدأ ومجازية المشتق فيما\r\nانقضى عنه المبدأ مطلقا .\r\nلنا تبادر التلبس بالمبدأ من هيئات المشتقات مع قطع النظر عن\r\nخصوصيات\r\n","description":"","footnote":"","page_name":" 148 ","page_number":18},
  {"content":"\r\nالمواد المعروضة لها بمعنى انه متى لوحظت تلك الهيئات في حد\r\nأنفسها ولو ضمن مادة لا نعلم معناها يتبادر منها المتلبس بتلك المادة\r\nنجد ذلك من أنفسنا بعد تخلية الأذهان ومن العرف العارفين باللسان\r\nفإنه إذا أطلق نحو ضارب وقائم وعالم مع قطع النظر عن\r\nالأمور الخارجية يتبادر عندهم منها جميعا ما يعبر عنه بالفارسية\r\n( بزننده وايستاده ودانا ) .\r\nولا ريب ان هذه العناوين لا يصدق حقيقة الا على المتلبس بموادها\r\nومباديها حال إرادة صدقها عليه إذ الصدق حقيقة لا يتحقق الا بكون\r\nما تحمل هي عليه من أفرادها حقيقة ومندرجا في تحتها ولا ريب ان\r\nمن انقضى عنه المبدأ بالنسبة إلى حال النسبة وإرادة صدقها عليه\r\nليس من أفرادها حينئذ حقيقة فان مفاهيمها هي المتلبس بالمبدأ فمن\r\nانقضى عنه المبدأ لا يكون متلبسا به حال النسبة لارتفاع الوصف\r\nالعنواني عنه حينئذ فليس من افراد المتلبس به حينئذ .\r\nوبالجملة الحال في الأسماء المشتقة كالحال في الأسماء الجوامد من\r\nحيث وضع كل واحدة منهما للمتصف بالوصف العنواني الا ان\r\nالوصف العنواني في الأولى هو المبادي والمصادر المأخوذة منها هذه\r\nوفي الثانية هي وجوده الذوات الموضوعة لها تلك باعتبار ذلك\r\nالوجود كالانسانية لذات الانسان والكلبية لذات الكلب والفرسية\r\nلذات الفرس .\r\nوهكذا فإنها لم توضح لنفس تلك الذوات لا بشرط بل باعتبار اتصافها\r\nبهذه الأوصاف فلذا ينتفي الأسماء عند انتفائها مع نقاء جوهر\r\nالذوات كالكلب المستحيل ملحا أو ترابا وهذا هو السر في تبادر\r\nالمتلبس والمتصف بالمبدأ من الأولى فحينئذ لا يصح إطلاقها حقيقة\r\nالا\r\nباعتبار حال التلبس ليكون ما أطلقت هي عليه داخلا ومندرجا في\r\nمفاهيمها كما لا يصح إطلاق الجوامد حقيقة\r\n","description":"","footnote":"","page_name":" 149 ","page_number":19},
  {"content":"\r\nأيضا الا باعتبار حال متلبس الذوات بالأوصاف العنوانية .\r\nوكيف كان فلا فرق بينهما من الحيثية المذكورة فإنه كما لا يتبادر من\r\nالكلب والفرس والبقر الا ( سگ واسب وگاو ) وليست هي الا\r\nعبارة عن المتصف بالوصف العنواني فلا يجوز إطلاقها على ما انقضى\r\nعنه هذا الوصف حقيقة فكذلك لا يتبادر من الضارب والعالم\r\nوالقائم الا ( زننده ودانا وايستاده ) وهي لا يكون الا عبارة عن المتصف\r\nبالضرب أو العلم أو القيام فلا يصح إطلاقها حقيقة على المنقضي\r\nعنه المبدأ إذ نحن ادعينا التبادر المذكور من الهيئات المذكورة مع قطع\r\nالنظر عن الخصوصيات الخارجة اللاحقة لبعض الموارد فلا يرد\r\nالنقض علينا بتبادر الأعم في بعض الأمثلة كما ورد على من ادعاه في\r\nخصوص أمثلة خاصة وسيجئ دفع تبادر الأعم في بعض الأمثلة\r\nأيضا من نفس الهيئة بل بواسطة خصوصية لا حقة للمادة أو لمورد\r\nخاص من موارد استعمالها .\r\nوكيف كان فبعد حصول التبادر المذكور من نفس الهيئة ثبت وضعها\r\nلخصوص الحال في جميع الموارد وفي جميع حالاتها لاتفاقهم\r\nظاهرا على اتحاد الوضع فيها كما ادعاه شيخنا الأستاذ وسيدنا\r\nالأستاذ دام ظلهما فيكون المسألة من دوران الامر بين الحقيقة\r\nوالمجاز\r\nوبين الاشتراك ومع التنزل عنه فلا ريب في إنفاقهم على اتحاد جهة\r\nالوضع في جميع الموارد على ما يظهر من كلماتهم فراجع وهو\r\nيكفينا فيما نطلبه نعم ربما يتوهم تعدد جهة الوضع من التفاصيل\r\nالمتقدمة بالنظر إلى الألفاظ والحالات لكنه مدفوع .\r\nأولا بما أشرنا إليه من أنها محدثة من المتأخرين عن إلجاء كل واحد من\r\nالطرفين في مقام العجز عن رد شبهة خصمه .\r\nوثانيا بانحصار القول بين المتقدمين بين اثنين كل منهما نقيض الاخر\r\nمطلقا .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":20},
  {"content":"\r\nوثالثا بحصول التبادر المذكور منها في جميع الموارد على نحو سوأ\r\nمع قطع النظر عن الخصوصيات الخارجة اللاحقة للمورد .\r\nورابعا بان تعدد جهة الوضع بالنسبة إلى الموارد المختلفة لا يعقل مع\r\nاتحاد نفس الوضع وقد عرفت الاتفاق على اتحاده هذا .\r\nوثانيا صحة سلب تلك الأوصاف عمن انقضى عنه المبدأ بالنسبة إلى\r\nزمان انقضائها عنه فإنه يصح ان يقال لمن كان ضاربا أمس انه\r\nليس بضارب الان بمعنى سلب مطلق هذا الوصف عنه في الان بجعل\r\nالان ظرفا للنفي لا قيدا للمنفي حتى يقال إن سلب المقيد لا يستلزم\r\nسلب المطلق والا أمكن التعكيس فيما إذا كان ضاربا الان مع عدم\r\nاتصافه به قبل فيقال انه يصح ان يقال إنه ليس الان ضاربا بضرب\r\nالأمس وهو مقيد فإنه يستلزم نفي المطلق فهو ليس ضاربا الان بقول\r\nمطلق مع أنه صدق الضارب عليه باعتبار الأمس حقيقة إجماعا\r\nلكونه مطلقا عليه باعتبار حال التلبس .\r\nوقد يورد على ما قلنا من صدق السلب المذكور مع جعل الان في\r\nالمثال ظرفا للنسبة أعني سلب المحمول لا قيدا للمحمول بمنع\r\nالصدق\r\nوانه أول الدعوى إذ القائل بعدم اشتراط بقاء المبدأ يقول بصدق\r\nالضارب عليه الان مع تلبسه في الماضي وفيه ما لا يخفى من الركاكة\r\nفان القائل بعدم اشتراط المبدأ يلزمه ذلك حيث إن الموضوع له عنده\r\nهو القدر المشترك بين المتلبس بالمبدأ وبين من انقضى عنه\r\nالمبدأ وهو من برز عنه المبدأ في قطعة من الزمان آخرها حال التلبس\r\nبه ونحن لما علمنا من وجداننا ومن العرف أيضا جواز سلب\r\nالضارب عمن انقضى عنه الضرب بعد انقضائه عنه نخطئ هذا القائل\r\nلعلمنا حينئذ باشتباه الامر عليه وان لم نقدر على إلزامه بما وجدنا\r\nحيث إنه يدعى انى وجدت عدم جواز السلب المذكور .\r\n","description":"","footnote":"","page_name":" 151 ","page_number":21},
  {"content":"\r\nوكيف كان فلا يليق ان يتفوه بهذا الايراد فانا لم ندع الاتفاق على\r\nصدق هذا السلب حتى من هذا القائل حتى يقال ذلك .\r\nوقد يجاب أيضا بعد تسليم صدق النفي على الوجه المذكور بان\r\nقضية ذلك صدق السلب في الوقت الخاص وأقصى ما يلزم من ذلك\r\nصدق السلب على سبيل الاطلاق العام وهو غير مناف لصدق\r\nالايجاب كذلك ضرورة عدم تناقض المطلقين المختلفين في الكيف\r\nوانما\r\nيناقض المطلقة العام الدائمة المطلقة المخالفة لها في الكيف .\r\nويدفعه ان المطلقتين لا يتناقضان في حكم العقل لا في حكم العرف\r\nضرورة وجدان التناقض بين قولك زيد ضارب وزيد ليس\r\nبضارب وهو الحكم في المقام .\r\nأقول المطلقتان العامتان لا تناقض بينهما عقلا إذا لم تقيد كلتاهما\r\nبوقت خاص بان يكون كل واحدة منهما مقيدة وموقتة بعين ما وقت\r\nبه الأخرى ولم تكن الجهة فيهما أيضا واحدة واما إذا وقتتا بوقت\r\nوكانت الجهة والحيثية فيهما واحدة مع اتحاد الموضوع والمحمول\r\nفيهما كما في قولك زيد ضارب الان وليس بضارب الان ويكون وجه\r\nالسلب وجهته هي كون زيد مصداقا للمعنى الحقيقي للضارب\r\nبأن يكون المراد انه فرد من المعنى الحقيقي للضارب وليس بفرد منه\r\nفلا ريب في تناقضهما حينئذ في نظر العقل إذ ليس نقيض الشئ\r\nإلا رفعه .\r\nولا ريب ان كل واحدة من القضيتين في المثال على الوجه المذكور\r\nدافعة للأخرى قطعا وقول أهل الميزان ان نقيض المطلقة العامة هي\r\nالدائمة المطلقة لا تنافي ما ذكرنا فان غرضهم بيان نقيضها بالقضية\r\nالمتعارفة عندهم لا انحصار النقيض فيها فإنهم كثيرا ما أعرضوا\r\nعن ذكر بعض القضايا في مباحث القضايا والعكوس والأقيسة لعدم\r\nكون ذلك البعض من القضايا المعروفة المنضبطة في تلك\r\n","description":"","footnote":"","page_name":" 152 ","page_number":22},
  {"content":"\r\nالمباحث عندهم والحاصل انه لما كان المتناقض للمطلقة العامة من\r\nالقضايا المعروفة المنضبطة عندهم في المبحث التناقض هي المطلقة\r\nالدائمة لا غير فذكروا ان نقيضها هذه أي نقيضيها من بين تلك القضايا\r\nالمعروفة .\r\nفان قيل إن حاصل ما ذكرت مناقضة المطلقة العامة لمثلها واعترفت\r\nان أهل الميزان بنائهم على ذكر القضايا المعتبرة المتعارفة فلم لم\r\nيذكروا ان نقيض المطلقة العامة قد يكون مثلها مع أنها من القضايا\r\nالمعروفة .\r\nقلت إن هذه مغالطة ظاهرة فان مرادنا ان بنائهم في كل مبحث ذكر ما\r\nهو المتعارف المنضبط في هذا المبحث والمطلقة العامة من\r\nالقضايا المعروفة في مبحث تعدد القضايا .\r\nوأما في مبحث التناقض فهي ليست من النقائض المنضبطة لمثلها فان\r\nمناقضتها لمثلها في بعض الصور بخلاف الدائمة المطلقة لكونها\r\nمناقضة لها دائما فلذا تركوا هذه وذكروا تلك فإذا ثبت ذلك فقد ظهر\r\nفساد الجواب المذكور فانا قد وجدنا صحة نفي قولك زيد ليس\r\nبضارب الان مع جعل الان ظرفا للنسبة إذا أردت النفي من جهة كونه\r\nمن مصاديق ما وضع له هذا اللفظ فيمتنع حينئذ عقلا صدق قولك\r\nزيد ضارب الان على الوجه المذكور هذا .\r\nثم إنه قد يذكر بعض الوجوه الأخر للقول المختار أعرضنا عنه حذرا\r\nمن إطالة الكلام مع عدم الحاجة إليه في المقام لكفاية ما مر في\r\nإثبات المرام من الوجهين وبأولهما ظهر أيضا كون المشتق حقيقة\r\nفيمن تلبس بالمبدأ بعد حال النطق أو تلبس به قبله إذا كان إطلاقه\r\nعليه باعتبار حال التلبس مضافا إلى قيام الاجماع ظاهرا على كونه\r\nحقيقة في حال التلبس الشامل لهما وإلى عدم صحة سلبه عنه في\r\nمثل زيد كان ضاربا أمس أو انه ضارب غدا إذا أريد به إطلاقه عليه\r\nبالنسبة إلى حال التلبس بأن يكون هو الغد والأمس .\r\n","description":"","footnote":"","page_name":" 153 ","page_number":23},
  {"content":"\r\nوربما يقال حينئذ ان اللازم عدم صحة سلب المطلق لا المقيد والذي\r\nهنا هو الثاني وهو لا يدل على المدعي الا ترى انه لا يصح السلب عن\r\nالمعنى المجازي مع اقتران اللفظ بالقرينة كما في أسد يرمي حيث إنه\r\nلا يصح سلبه عن الرجل الشجاع وهو ، مدفوع بنحو ما مر في\r\nالجواب عن الايراد على التمسك بصحة السلب عمن ينقضي عنه\r\nالمبدأ .\r\nوتوضيحه ان ما ذكر مسلم إذا كان الغد والأمس في المثال قيدا\r\nللمسلوب كما في المنقوض به وهو قوله أسد يرمي واما إذا كانا\r\nقيدين\r\nللسلب كما هو المراد فلا يتم المطلوب لا طلاق المسلوب فبهذا كله\r\nظهر ضعف توهم كون المشتق حقيقة في حال النطق بتوهم ان معقد\r\nالاجماع على كونه حقيقة في الحال ذلك كظهور ضعف توهم كونه\r\nحقيقة في المستقبل بالنسبة إلى حال التلبس كما مر .\r\nوكيف كان فمدار حقيقة الاطلاق ومجازيته على ما حققنا على\r\nملاحظة حال التلبس وعدمها سوأ وافق حال النطق أو خالفه فربما\r\nيكون الاطلاق مجازيا بالنسبة إلى حال النطق كما إذا أطلق باعتباره مع\r\nانقضاء المبدأ أو قبل حصوله كما يختلف الحال أيضا في\r\nالماضي والمستقبل بالنسبة إليه وان شئت توضيح ذلك فنقول\r\nإطلاق المشتق باعتبار حال النطق يتصور على وجوه :\r\nأحدها ان يطلق ويراد به المتلبس بالمبدأ في حال النطق على وجه\r\nيكون الزمان مأخوذا في مفهوم اللفظ على وجه الشرطية أو الشطرية\r\nوهذا لا شبهة في مجازيته فإنه وان أطلق باعتبار حال التلبس إذ\r\nالمفروض اتحاده مع حال النطق الا انك عرفت خروج الزمان عن\r\nمفهوم المشتق فاعتباره في مفهوم اللفظ موجب لمجازيته .\r\nثانيها ان يطلق ويراد به المتلبس به في حال النطق مع اتحاده مع حال\r\n","description":"","footnote":"","page_name":" 154 ","page_number":24},
  {"content":"\r\nالتلبس من غير أن يؤخذ الزمان قيدا في مفهوم اللفظ بأحد الوجهين\r\nالمذكورين والفرق بين حال التلبس بقول مطلق وهذا الاطلاق\r\nواضح إذ المعتبر في الأول مجرد المتلبس وفي الثاني التلبس\r\nالمخصوص الحاصل في حال السلب ولا ملازمة بين هذا وأخذ\r\nالزمان في\r\nمفهوم اللفظ فان المدلول هو التلبس الحاصل في حال النطق مع قطع\r\nالنظر عن حصوله فيه نظير اسم الجنس المنكر حيث إنه موضوع\r\nللماهية الحاصل في الذهن مع قطع النظر عن حضورها فيه بخلاف\r\nعلم الجنس فإنه موضوع لها بلحاظ حضورها فيه .\r\nوكيف كان فهذا الاطلاق لا شبهة في كونه حقيقة لكونه إطلاقا في حال\r\nالتلبس .\r\nثالثها ان يراد به المتلبس بالمبدأ في حال النطق على وجه يراد\r\nبالمشتق مجرد المتلبس بالمبدأ وأريد خصوص الحال من الخارج\r\nعلى\r\nحسب إطلاق الكلي على الفرد ولا شبهة في كون ذلك أيضا حقيقة\r\nلكنه حقيقة خارج عن إطلاق المشتق على حال النطق .\r\nوكيف كان فبهذا التشقيق والتفصيل ظهر ان حال النطق لم يقع مورد\r\nللوفاق حيثما عرفت ان مدار الحقيقة في بعض هذه الأقسام وهو\r\nالثاني والثالث على كون الاطلاق واقعا على حال التلبس وظهر\r\nضعف ما ذكره بعض المحققين في تعليقاته على المعالم من أن إطلاق\r\nالمشتق باعتبار حال النطق حقيقة في الجملة فإنه اما نفس الموضوع له\r\nأو مندرج فيه واما إطلاق المشتق باعتبار الماضي بالنسبة إلى\r\nحال النطق فهو أيضا يتصور على وجوه .\r\nأحدها ان يطلق ويراد به المتلبس بالمبدأ في الماضي المنقضى في\r\nالحال على أن يكون الزمان مأخوذا في مفهوم اللفظ بأحد الوجهين\r\nالمتقدمين ولا إشكال في مجازيته لما مر من خروج الزمان عن مفهوم\r\nالمشتق باعتباره فيه\r\n","description":"","footnote":"","page_name":" 155 ","page_number":25},
  {"content":"\r\nمستلزم للمجازية ولكن في محكي شرح الوافية وقوع الخلاف فيه ولا\r\nينبغي ان يصغى إليه .\r\nثانيها ان يطلق ويراد به المتلبس بالمبدأ في الماضي مع انقضائه عنه\r\nفي الحال بعلاقة ما كان ولا ريب في كونه مجازا على جميع\r\nالأقوال الا على القول بكون المشتق حقيقة في خصوص الماضي لا\r\nغير لو ثبت كما يظهر احتماله من كلمات بعض وينبغي ان يقطع\r\nبعدمه\r\nويمكن اعتبار الاطلاق على وجه لا يكون مجازا في اللغة بادعاء بقاء\r\nالمبدأ واندراج ما ينقضي عنه المبدأ في المتلبس به في الحال\r\nفيكون التجوز عقليا .\r\nثالثها ان يطلق ويراد به المتلبس به في الماضي بملاحظة تلبسه به فيه\r\nمن غير أن يؤخذ الزمان قيدا في مفهومه نظير الوجه الثاني من\r\nوجوه الحال ولا ريب في كونه حقيقة حيث إنه باعتبار حال التلبس .\r\nرابعها ان يطلق ويراد به المتلبس بالمبدأ مع تقييد المبدأ بالماضي\r\nكقولك زيد ضارب في الأمس بجعل في الأمس قيدا للضرب المأخوذ\r\nفي الضارب ولا خلاف في كونه حقيقة إذ التصرف وقع في المادة لا\r\nالهيئة لكن هذا يخرج عن صورة إطلاق المشتق على الماضي بل هو\r\nإطلاق له باعتبار الحال إذ يصير ضارب في الأمس بمنزلة محمول\r\nمفرد فيكون مفادا لقضية اتصاف الموضوع بهذا المحمول المقيد الان\r\nلخلوها عن الرابطة الزمانية لان الأمس حينئذ قيد للمحمول لا ظرف\r\nللنسبة .\r\nواما إطلاقه بالنسبة إلى الاستقبال بالنسبة إلى حال النطق فيتصور أيضا\r\nعلى وجوه أربعة كما في الماضي مع تبديل علاقة ما كان\r\nهناك بعلاقة الأول هنا ولا كلام ظاهرا في مجازيته غير الأخير عن\r\nالوجوه وإطلاق نقل الاجماع في المستقبل يعم الجميع واما الأخير\r\nفلا ينبغي الشك في كونه حقيقة وهنا\r\n","description":"","footnote":"","page_name":" 156 ","page_number":26},
  {"content":"\r\nاخر من الاطلاق مختص به وهو إطلاقه على المتلبس في المستقبل\r\nبعلاقة المشارفة ولا ريب في مجازيته أيضا والفرق بينه وبين\r\nالاطلاق على المتلبس في المستقبل باعتبار اتصافه فيه واضح .\r\nثم انا وان مثلنا في الوجهين المتقدمين أعني التبادر وصحة السلب\r\nبأمثلة هي من أسماء الفاعلين لكنها انما هي من باب مجرد التمثيل\r\nوالا فهما جاريان في جميع ما هو المتنازع فيه في المقام كاسمي الآلة\r\nوالمكان والصفات المشبهة والصيغ المبالغة لتبادر المتلبس\r\nبالمبدأ فيها أيضا جدا وصحة سلبها عمن انقضى عنه المبدأ كصحته\r\nعما لم يتلبس به بعد الا ان الاتصاف فيها مختلف فإنه في الأول\r\nبعنوان الظرفية كالمنام والمأمن والملجأ والمسكن والمسجد فان\r\nمعانيها المتبادرة منها ما يعبر عنه بالفارسية ( خوابگاه وآسودكاه\r\nوپناهگاه ونشيمنگاه وسجده گاه ) وفي الثاني بعنوان الالية كالميزان\r\nوالمقراض والمنشار وغير ذلك من الأمثلة الموازنة لها أو\r\nالمخالفة لها في الزنة لمجئ اسم الآلة على غير وزن مفعال كمثقب\r\nعلى زنة مفعل فان معانيها المتبادرة منها هي ما يقع بها هذه الأفعال .\r\nفان قيل : إن هذا التعبير يوهم أخذ الذات في مفاهيمها وسيجئ\r\nبطلانه .\r\nقلنا لنا عبارة أخرى مؤدية للمقصود على ما هو عليه لا في لغة العرب\r\nولا الفرس إذ التعبير منها بتراز وأره ليس عن المقصود بوجهه\r\nفإنهما في الفارسية من الأسماء الجامدة لا الأوصاف لكن بحسب\r\nاللب يظهر للمشهور انها بسيطة جدا وان شئت عبرت عنها بالفارسية\r\nآلة ( كشش ) وآلة ( پراكنده ) وآلة ( جدائي ) فإنها أيضا أوصاف\r\nوعنوانات بسيطة يعبر عن الذوات بها لاتحادها معها في الوجود وفي\r\nالثالثة بلحاظ قيام المبدأ بالذات كما في أسماء الفاعلين فان معانيها\r\nالمتبادرة منها هكذا كما في الحسن والشجاع والقبيح فان\r\nالمتبادر\r\n","description":"","footnote":"","page_name":" 157 ","page_number":27},
  {"content":"\r\nمنها هو ما يعبر عنها بالفارسية ( بخوب ودلير وبد ) فإنها أوصاف\r\nوعناوين للذات منتزعة عن قيام المبدأ بالذات على نحو الثبوت\r\nكما أن مفاهيم أسماء الفاعلين وجوه منتزعة من قيام المبدأ بالذات\r\nعلى وجه الصدور مقابل مفاهيم أسماء المفعولين فإنها وجوه منتزعة\r\nعن قيام المبدأ بالذات على وجه الوقوع .\r\nوأما الرابعة : فالمعتبر فيها انما هو كثرة الاتصاف بالمبادئ على نحو\r\nقيامها بالذات صدورا أو ثبوتا فإنها تبنى من الافعال اللازمة\r\nوالمتعدية كليتهما وانما لم نكتف فيها بمجرد التلبس بل جعلنا المدار\r\nعلى كثرته لان معنى القتال والضراب ما يعبر عنه بالفارسية\r\n( بزياد كشنده وزياد زننده ) لا الاتصاف بنفس المبادئ حال النسبة فإنه\r\nربما يتحقق التلبس بها حينئذ من كون الاطلاق مجازيا وهذا\r\nفيما سلب صفة كثرة الاتصاف عما أطلقت عليه حينئذ وانقضت عنه\r\nأو لم يتحقق فيه هذه الصفة بعد .\r\nوكيف كان فالمدار في حقيقة إطلاقها ومجازيته انما هو على تحقق\r\nالصفة المذكورة حال النسبة وإن كان يلزمها الاتصاف بالمبدأ\r\nحينئذ أيضا فان المعنى الإضافي لا يتحقق بدون تحقق ما أضيفت\r\nإليه .\r\nثم إن المعتبر في أسماء التفضيل انما هو أكثرية الاتصاف بالمبدأ\r\nبالنسبة إلى اتصاف الغير به حال النسبة ولازم ذلك أيضا كصيغ\r\nالمبالغة الاتصاف بنفس المبدأ أيضا بتقريب ما مر .\r\nتوضيحه ان أفضلية شئ من شئ وصف يلزمه تحقق ذلك الوصف\r\nفي المفضل والمفصل عليه حال النسبة والا لم يبق موضوع للأفضلية\r\nوعدم كفاية مجرد تحقق المبدأ في الحال المذكور في صدقها حقيقة .\r\nوأما المعتبر في أسماء الآلة فهو اتصاف الذات بالمبدأ بعنوان كونها آلة\r\nلايجاده بالنسبة إلى حال النسبة .\r\n","description":"","footnote":"","page_name":" 158 ","page_number":28},
  {"content":"\r\nوخلاصة الكلام في المرام ان مدار حقيقة إطلاق المشتق إذا كان من\r\nأسماء الفاعلين والمفعولين والصفات المشبهة على تلبس ما أطلق\r\nعليه بنفس المبدأ حال النسبة سوأ حصلت له كثرة الاتصاف به أولا\r\nوإذا كان من صيغ المبالغة فالمدار على اتصاف الذات بكثرة\r\nالاتصاف بالمبدأ بالنسبة إلى الحال المذكور وان خلى من المبدأ وإذا\r\nكان من أسماء المكان كما إذا كان من أسماء الزمان فالمدار على\r\nالاشتغال بالمبدأ حال النسبة فلا يكفي حصوله قبله مع انقضائه أو\r\nبعده وإذا كان من أسماء الآلة فالمدار على ما عرفت .\r\nحجة القول بعدم اشتراط بقاء المبدأ مطلقا وجوه :\r\nالأول : ثبوت الاستعمال في كل من الماضي والاستقبال والأصل فيه\r\nبعد بطلان احتمال الاشتراك اللفظي أما لأنه خلاف الأصل أو\r\nللاتفاق على عدمه في المقام ودوران الامر بين المعنوي والحقيقة\r\nوالمجاز هو وضعها أي المشتقات للقدر المشترك بينهما .\r\nوفيه ان الأصل المتصور لهذا القول في المقام ليس الا أصالة عدم\r\nملاحظة الواضع للخصوصية وهي معارضة بأصالة عدم ملاحظة\r\nالعموم\r\nوأصالة عدم سراية الوضع إلى غير المتلبس .\r\nوالانصاف ان الأصل غير مساعد لشئ من القولين فلا يتوهم أيضا ان\r\nمقتضاه ثبوت الوضع لخصوص المتلبس بتوهم ان أحد الأصلين\r\nالمذكورين يعارض ما تمسك به للقول الأخير ويبقى الاخر سليما\r\nفينهض على إثبات القول المختار فان عدم سراية الوضع لغير\r\nالمتلبس لازم لعدم ملاحظة العموم ومن المعلوم ان اللازم والملزوم\r\nلا يكون كلاهما مجريين للأصل بل هو جار في الملزوم فقط\r\nوالمفروض تساقطه في المقام لمعارضته بأصالة عدم ملاحظة\r\nالخصوصية وتخيل انه بعد منع مانع من جريان الأصل في الملزوم ،\r\nفهو\r\nيجري في اللازم\r\n","description":"","footnote":"","page_name":" 159 ","page_number":29},
  {"content":"\r\nفيتم المطلوب لسلامته عن المعارض ، مدفوع بان ذلك في الأصول\r\nالمبنية على التعبد وأما في التي يكون اعتبارها من باب الظن كما\r\nفي المقام فلا إذ لا يعقل الشك في الملزوم مع الظن باللازم مع أنه\r\nتابعه فتأمل .\r\nوالتحقيق ان التعويل على هذه الأصول على فرض سلامتها في غاية\r\nالضعف والسقوط .\r\nأما أولا فلمنع كونها مفيدة للظن الذي هو مناط اعتبارها ولو نوعا .\r\nوأما ثانيا فلمنع قيام دليل على اعتبارها مع تسليم إفادتها للظن فان\r\nالدليل عليه ليس الأبناء العقلا فيما بينهم ولا ريب ان القدر المتيقن\r\nمنه انما هو في أصالة عدم النقل ولا يبعد كون أصالة عدم الاشتراك\r\nأيضا كذلك أما غيرهما فلا بل المظنون تركهم العمل عليها .\r\nهذا إذا أريد بالأصل استصحاب العدم وإن كان المراد به القاعدة\r\nالمستفادة من الامارات كما يقال أو قيل إن مقتضاها كون الوضع\r\nللأعم وهي غلبة الوضع للأعم فيما إذا ثبت الاستعمال في كل من\r\nالمعينين بينهما جامع قريب أو بعيد مع ثبوت الاستعمال في نفس\r\nالجامع أو بدونه أيضا على اختلاف الآراء كما اشتهرت في السنة\r\nمتأخري المتأخرين ففيه أولا منع أصل الغلبة وثانيا منع نهوض دليل\r\nعلى اعتبارها في المقام .\r\nثم إنه قد حكى عن بعض الأفاضل التمسك بالقاعدة المذكورة على\r\nإثبات الوضع للمتلبس قال - في مقام الاستدلال على ما صار إليه -\r\nبوجوه الأول ان الأصل فيما إذا أطلق اللفظ على أمرين أو أمور كان\r\nبينهما جامع قريب قد استعمل فيه موضع اللفظ بإزاء القدر الجامع\r\nدفعا للمجاز والاشتراك إلى أن قال : ومن الواضح إطلاق المشتق\r\nباعتبار الماضي والحال والاستقبال فيجب وضعه للمفهوم العرضي\r\nالبسيط انتهى مراده بالمفهوم البسيط هو مفهوم المتلبس\r\n","description":"","footnote":"","page_name":" 160 ","page_number":30},
  {"content":"\r\nوأنت خبير باشتباه الامر عليه لان مقتضى دليله ثبوت الوضع للأعم\r\nمن المتلبس في الحال الشامل له بالنسبة إلى الماضي والاستقبال\r\nاللهم الا ان يقال باشتباه الحاكي بان كلام المستدل في مقام الاستدلال\r\nعلى نفي أخذ شئ من الأزمنة في مفهوم المشتق وان مراده\r\nبقوله وهو المفهوم البسيط هو البسيط من هذه الحيثية فيتم كونه قدرا\r\nمشتركا بين الثلاثة لكن مع ملاحظة الماضي والحال والاستقبال\r\nبالنسبة إلى حال النطق بقرينة قوله هو المتلبس إذ لا ريب ان مصداق\r\nالمتلبس منحصر في الحال بالنسبة إلى التلبس والصدق فيكون\r\nحاصل مراده انه بعد الفراغ عن إثبات كون المشتق حقيقة فيمن تلبس\r\nبالمبدأ باعتبار حال التلبس ماضيا كان أو حالا أو مستقبلا\r\nبالنسبة إلى حال النطق استدل على خروج الزمان وعدم أخذ شئ\r\nمن الأزمنة في مفهومه ولا يبعد ذلك .\r\nلكن يرد عليه منع الدليل المذكور صغرى وكبرى كما مر .\r\nثم إنه قد يقال أو قيل بان مقتضى القاعدة المذكورة أعني الغلبة وضع\r\nالمشتق لخصوص حال النطق لغلبة الوجود والمجاز على\r\nالاشتراك المعنوي عند الدوران وفيه أيضا ما مر صغرى وكبرى .\r\nهذا ما عرفت من حال الأصول الاجتهادية المبنية على الظن واما\r\nالأصول التعبدية فلا موافقة لها كلية في مقام العمل لاحد من القولين\r\nوان أمكن دعوى غلبة موافقتها للمذهب المختار .\r\nالثاني تبادر الأعم .\r\nالثالث عدم صحة سلب المشتق عمن انقضى عنه المبدأ وقد سبق ما\r\nيغنى عن الجواب عنهما .\r\nالرابع : انه لو كانت في الحال خاصة لكان إطلاق المؤمن على النائم\r\nوالغافل مجازا ومن المعلوم خلافه بالاجماع وضرورة العرف .\r\n","description":"","footnote":"","page_name":" 161 ","page_number":31},
  {"content":"\r\nوفيه ان الايمان هو التصديق بالجنان وهو لا يزول بالنوم ونحوه لبقائه\r\nفي الخزانة قطعا غاية الأمر عدم الالتفات إليه وهذا واضح .\r\nوقد أجيب عنه ببعض الوجوه أيضا لا طائل تحته في ذكره .\r\nالخامس انه لو لم يكن موضوعا للأعم لما صح الاستدلال ب آيتي\r\nالسرقة والزنا على وجوب الحد على الزاني والسارق وان انقضى\r\nعنهما المبدأ والملازمة ظاهرة وبطلان التالي أظهر .\r\nوفيه ان غاية ما ذكره انما هو ملزوم إرادة الأعم بل خصوص إرادة من\r\nانقضى عنه المبدأ وهو لا يقتضي ثبوت الوضع للأعم وسيجئ\r\nما يتضح به الجواب عن الدليل مستقصى فانتظر .\r\nحجة مشترطي البقاء فيما إذا كان المبدأ مما يمكن بقاءه دون غيره انه\r\nلو اعتبر البقاء مطلقا لما كان للمتكلم والمخبر والماشي\r\nوالمتحرك ونحوها حقيقة والتالي باطل بالضرورة فكذا المقدم .\r\nبيان الملازمة ان مبادئها مركبة من أجزأ يمتنع اجتماعها في الوجود .\r\nوفيه ان البقاء يختلف باختلاف الموارد فإنه في مبادئ الملكة البقاء\r\nعبارة عن بقاء نفس المبدأ بالدقة العقلية وفي غيرها يصدق حقيقة\r\nعند العرف على مجرد التشاغل بالمبدأ مع عدم الفرغ منه وكيف كان\r\nفالتلبس المعتبر في الأسماء المشتقة هو المعتبر في الافعال\r\nفالتلبس في كل اسم مشتق انما بنحو ما اعتبر في الفعل المتحد معه\r\nفي المادة فكما أن يضرب زيد لا يصدق حقيقة الا فيما إذا كان\r\nمشتغلا ومتلبسا بالضرب حقيقة لا تسامحا فكذلك زيد ضارب وكما\r\nأن يتكلم أو يمشي يصدقان حقيقة على من لم يفرغ ولم يعرض\r\nعن التكلم والمشي\r\n","description":"","footnote":"","page_name":" 162 ","page_number":32},
  {"content":"\r\nفكذلك متكلم وماش .\r\nحجة القول بأنه حقيقة في الماضي إذا كان الاتصاف أكثريا ويعتبر\r\nالبقاء في غيره انهم يطلقون المشتقات على المعنى المذكور من غير\r\nقرينة كما في لفظ الكاتب والخياط والقاري والمتعلم وغيرها .\r\nوفيه ان الملحوظ في الأمثلة المذكور وأمثالها انما هو التلبس بملكات\r\nمبادئها لا نفس المبادئ حتى يدفع بما ذكر ولا ريب انها لا\r\nتصدق على من انقضى عنه ذلك الملكات جدا .\r\nوكيف كان فالتصرف في تلك الأمثلة وقع في المادة لا الهيئة ومحل\r\nالبحث هو الثانية هذا .\r\nمع أن دليله يقتضي نقيض مدعاه إذ لا ريب انه على تقدير الوضع\r\nللقدر المشترك لا بد من نصب قرينة مفهمة لإرادة خصوص من\r\nانقضى\r\nعنه المبدأ كما فرض التجرد عن القرينة في تلك الحال فعدم نصب\r\nالقرينة حينئذ على ما قرره يقتضي الوضع لخصوص الماضي وهو\r\nكما ترى .\r\nحجة القول باعتبار البقاء في المشتقات المأخوذة على سبيل اللزوم\r\nدون غيرها التبادر الحاصل بملاحظة استقرأ موارد استعمالات\r\nالمجازية بين العرف فان المتبادر من مثل الحسن والقبيح والأبيض\r\nوالأسود وأمثالها كالنائم والمستيقظ هو المتلبس بتلك المبادئ\r\nفي حال النسبة فيكون إطلاقها على غيره مجازا بخلاف مثل القاتل\r\nوالضارب والمضروب والمهدي إليه والممدود به وأمثال تلك فان\r\nالمتبادر منها الأعم الشامل للماضي أيضا فهذان التبادران يكشفان عن أن\r\nهذه الهيئات لها وضعان نوعيان بالنسبة إلى تينك الطائفتين\r\nمن الموارد وإن كانت الصفة واحدة والموضوع له في أحدهما هو\r\nالأول وفي الثاني هو الثاني .\r\n","description":"","footnote":"","page_name":" 163 ","page_number":33},
  {"content":"\r\nوجوابه قد علم مما حققنا سابقا من تبادر المتلبس بالمبدأ حال النسبة\r\nمطلقا مع قطع النظر عن الخصوصيات الخارجة وصحة سلب\r\nالمشتق عمن انقضى عنه المبدأ كذلك ولعل منشأ اشتباه الامر على\r\nالمستدل انه كثيرا يطلقون المشتقات على الذوات في الحال بمعنى\r\nان\r\nظرف النسبة حال النطق مع مضي المبدأ عنه حينئذ كما في موارد\r\nالنداء بتلك العناوين كأن تدعوا زيدا بقولك يا ضارب عمرو ويا\r\nمضروب بشر ويا قاتل بكر ومنه قولك في مقام السؤال عن أحد\r\nالمعصومين عليهم السلام كنداء علي عليه السلام بقولك يا قالع الباب\r\nو\r\nيا هازم الأحزاب ويا بائتا على فراش رسول الله صلى الله عليه وآله\r\nومنه قولك في مقام ندأ الحسين عليه السلام تندبا يا قتيلا\r\nبكربلا ويا مسلوب العمامة والرداء وهكذا وسيجئ دفع هذا\r\nالتوهم وبيان ان المستعمل فيه اللفظ في كافة تلك الأمثلة انما هو\r\nالذات\r\nباعتبار حال التلبس .\r\nوأما القول السادس : أعني إيكال كل لفظ من الألفاظ إلى فهم العرف\r\nوالمتبادر منه عندهم فلم ينقل فيما رأيت حجته ولازمه التزام\r\nشخصية أوضاع المشتقات بأن يكون كل هيئة من هي آتها مع كل مادة\r\nلها وضع مستقل والا لم يعقل إيكال كل لفظ ولعله قائل بهذا وقد\r\nعرفت ظهور الاتفاق بل الاتفاق على عدمه .\r\nتنبيهات الأول : قد حققنا وضع المشتق للمتلبس بالمبدأ وان إطلاقه\r\nانما يكون حقيقة إذا كان باعتبار حال التلبس به فيكون إطلاقه\r\nعلى من انقضى عنه المبدأ كإطلاقه على من يتلبس بعد مجازا .\r\nلكن ربما يستشكل بإطلاقه على من انقضى عنه المبدأ كثيرا غاية\r\nالكثرة بحيث يبعد كون تلك الاطلاقات بأسرها مجازية كما في موارد\r\nالنداء أي موارد وقوع المشتق منادى وفي موارد وقوعه معرفا للذات\r\nكقولك هذا قاتل عمرو\r\n","description":"","footnote":"","page_name":" 164 ","page_number":34},
  {"content":"\r\nضارب زيد وأنت معطي المال وأمثال ذلك وفي موارد الاستفهام\r\nكقولك أنت ضارب زيد أو معطي عمرو درهما ونحوهما إذ لا\r\nيخفى ان حال النسبة في تلك الأمثلة انما هو حال النطق مع أن حال\r\nالتلبس قبل ذلك لانقضاء المبدأ عن الذوات المطلق عليها المشتق في\r\nتلك الموارد غالبا لم يطلق الا على المتلبس لان المنقضي عنه المبدأ\r\nأما في موارد النداء فلا يخفى ان المقصود بالنداء هو الشخص\r\nالمتلبس بالمبدأ لا المجرد عنه وان اللفظ قد أطلق عليه باعتبار حال\r\nالتلبس الا انه لما علم من الخارج اتحاد هذا الشخص المجرد الان\r\nعن المبدأ للمتلبس به من قبل الذي هو المقصود بالنداء فيصير هذا\r\nمنشأ لتوهم إطلاقه على هذا الشخص الموجود الان فيقال انه أطلق\r\nعلى من انقضى عنه المبدأ مثلا قولنا يا قالع الباب ويا هازم الأحزاب\r\nمريدين به أمير المؤمنين عليه السلام بمنزلة قولك أدعوك أيها\r\nالذي هو قالع الباب في ذلك الزمان وهازم الأحزاب كذلك جعل\r\nالزمان المذكور ظرفا للنسبة ، فيكون من قبيل ضارب أمس فان\r\nالأوصاف الواقعة مناداة تنحل إلى مفاد موصول صلته هذا الوصف\r\nويكون ذلك محمولا على العائد لا الموصول .\r\nنعم لما كان المعتبر حضور المنادي إذ النداء من مقولة الخطاب مع\r\nالحاضر فلا بد في تلك الموارد من التصرف بوجه آخر ليصح وقوع\r\nذلك الشخص المتلبس بالمبدأ من قبل المتحد للموجود الان منادى\r\nبأن يفرض حاضر المعنى بتنزيل في وقت التلبس بمنزلة حال النطق\r\nفيلزمه حضور المتلبس حينئذ حكما أو أن يفرض المنادي بالكسر\r\nنفسه حاضرا في ذلك الزمان ومن هنا يكون إطلاقه في موارد النداء\r\nمع عدم تلبس الذات بالمبدأ بعد حقيقة أيضا فيما إذا تلبسها به كان\r\nبعد مقطوعا به كقولنا يا قائما بالقسط ويا حاكما بين العباد ويا\r\nشديد العقاب وأمثال ذلك مريدين منها الله تعالى مع أنه تعالى ليس\r\n","description":"","footnote":"","page_name":" 165 ","page_number":35},
  {"content":"\r\nالان متلبسا بتلك المبادئ مع أن إطلاقه على من لم يتلبس به بعد\r\nمجاز اتفاقا فان الوجه في ذلك أيضا ان نفرض سبحانه تعالى باعتبار\r\nاتصافه بتلك الأوصاف في يوم القيامة مغايرا له سبحانه تعالى باعتبار\r\nعدم اتصافه بها بعد فندعوه تعالى بالاعتبار الأول فيكون\r\nالمقصود بالنداء والمراد من اللفظ هو القائم بالقسط في ذلك الزمان لا\r\nالان فيكون إطلاقه باعتبار حال التلبس ولأجل ذلك يطلق\r\nالأسماء الجوامد في موارد النداء وغيرها مع أن الشخص لا يصدق\r\nعليه الان هذا الاسم حقيقة كقولك هذه زوجة زيد أو زوجة عمرو بعد\r\nطلاقها مع أن الأسماء الجوامد لا خلاف فيها ظاهرا في اعتبار حصول\r\nالوصف العنواني لما تطلق عليه بالنسبة إلى حال النطق ظاهر\r\nالنسبة .\r\nوأما في موارد وقوعه معرفا فالامر فيها أوضح فإنه باعتبار قيامه\r\nبالذات الحاضرة بالنسبة إلى الماضي جعل معرفا لها الان باعتبار\r\nاتحاد هذه الذات الان لها في الماضي فقولك هذا ضارب زيدا بمنزلة\r\nهذا ضارب زيد أمس بجعل أمس ظرفا للنسبة فأنت فرضت هذه\r\nالذات المشار إليها ذاتين مغايرتين بالاعتبار إحداهما محمولة على\r\nالأخرى فان المحمول هي الذات المتلبسة بالمبدأ أمس والموضوع\r\nهي الحاضرة حملت الأولى على الثانية لاتحادها معها فصارت معرفة\r\nلها لذلك فيكون معنى المثال المذكور بالفارسية ( أين آنست كمه\r\nزننده زيد بود ) وأما في موارد الاستفهام فالامر أجلى من سابقه فان\r\nالسائل بعد ما فرض شخصا متلبسا بالمبدأ في الزمان الماضي\r\nيسأل عن اتحاد هذه الذات الحاضرة مع تلك فقولك أنت ضارب زيد\r\nمعناه بالفارسية ( آيا تو آن كسيكه زننده زيد بود پيش ) .\r\nوكيف كان فالمشتق في موارد التعريف والاستفهام مع انقضاء المبدأ\r\nحال الاطلاق لم يطلق الا على المتلبس الا انه جعل المتلبس معرفا\r\nللمجرد عن\r\n","description":"","footnote":"","page_name":" 166 ","page_number":36},
  {"content":"\r\nالمبدأ في الأولى ومسئولا عن اتحاده معه في الثانية فلذا قد يقع معرفا\r\nله أو مسؤولا عن الاتحاد معه فيما إذا لم يتلبس به بعد إذا كان\r\nتلبس هذا الذات بعد مقطوعا به في الأول وتلبس ذات مرددة بين\r\nهذه الذات وغيرها في الثانية مع أن إطلاقه على من يتلبس بعد مجاز\r\nاتفاقا كما عرفت وسمعت مرارا .\r\nوأما في موارد النداء فالغالب إطلاقه على المتلبس على الوجه الذي\r\nقررناه ولا ضير في إطلاقه في بعض الموارد على غير المتلبس\r\nبعلاقة ما كان فيما إذا كان قد انقضى عنه المبدأ أو بعلاقة الأول\r\nوالمشارفة فيما إذا لم يتلبس بعد لقلة مورده فلا يلزم منه الاستبعاد\r\nالمذكور .\r\nمع أنه يمكن أيضا تصوير إطلاقه على غير المتلبس على وجه الحقيقة\r\nبنحو اخر بحيث لا يلزم المجازية في اللغة وهو ان يدعي كون\r\nالمنقضي عنه المبدأ أو الذي يتلبس به بعد متلبسا به الان فيطلق عليه\r\nالمشتق بعد هذا التصرف فيكون التجوز حينئذ عقليا وهذا هو معنى\r\nالمجازية في التلبس فقط وبالجملة نحن لا ندعي كون الاطلاق على\r\nالوجوه المذكورة موافقا للظاهر بل نسلم كونه مخالفا له من الوجوه الأخر\r\nفان فرض ذات واحدة اثنتين وادعاء فردية ما ليس بفرد مخالف\r\nللظاهر يقينا وان لم يكن مخالفا لظاهر المشتق الا ان القرنية\r\nقائمة في الموارد المذكورة في بعضها غالبا كما في موارد النداء وفي\r\nبعضها دائما كما في الأخيرتين على ارتكاب نوع من وجوه خلاف\r\nالظاهر موجب لحقيقة إطلاق المشتق بعده فافهم .\r\nالثاني بعد ما ثبت كون المشتق حقيقة في المتلبس بالمبدأ حال تلبسه\r\nبه بالتقريب الذي تقدم فلا بد من حمله عليه في كل مورد لم يقم\r\nقرينة لفظية أو عقلية على خلافه كما في الحكم بوجوب قتل القاتل أو\r\nإقامة الحد على السارق والزاني ونحوهما مما لا يمكن ترتب\r\nالحكم عليه حال قيام المبدأ\r\n","description":"","footnote":"","page_name":" 167 ","page_number":37},
  {"content":"\r\nبالذات من جهة عدم استقرار المبدأ بها بقدر فعل القتل أو الحد قطعا\r\nفان القاتل قبل تحقق القتل منه ولو كان مشتغلا بالجز الأخير من\r\nمقدماته لا يكون قاتلا قطعا وبعد تحقق الجز الأخير فلا ريب في\r\nتحققه معه ولا ريب في انقضائه حينئذ بمجرد تحققه فلا يبقى\r\nلموضوع الحد أو القتل لو علقا على قيام المبدأ بالقاتل والسارق\r\nوجود فلا يمكن امتثال هذا الحكم فحينئذ فالعقل حاكم بكون المراد\r\nخلاف الظاهر يقينا وإلا لغي الحكم ولذا يتمسكون ب آيتي السرقة\r\nوالزنا على وجوب الحد على من انقضى عنه السرقة والزنا .\r\nوكيف كان فهذا مما لا إشكال فيه وانما الكلام في كيفية الاستعمال\r\nوانه هل وقع التصرف في هذه الموارد في المادة أو في الهيئة\r\nوهذا وان لم يكن فيه فائدة مهمة الا انه لا بأس به والتعرض له في\r\nالجملة فنقول :\r\nقد قيل أو يقال إن التصرف فيها في المادة لا الهيئة بمعنى انها عارضة\r\nعليها بعد تقييدها بالزمان الماضي فيقال ان المراد بالقاتل مثلا\r\nإذا أطلق على من انقضى عنه المبدأ كما في الآية هو المتلبس الان\r\nبالقتل الواقع أمس فلا يلزم مجاز في الهيئة .\r\nلكن فيه ما لا يخفى من الركاكة كما أشرنا إليه آنفا .\r\nويمكن أن يقال إن إرادة المعنى من اللفظ شئ والحكم على هذا\r\nشئ آخر فيمكن ان يراد من الزاني والقاتل مثلا معناهما الحقيقي\r\nوهو الموصوف بهما ويحكم عليه بوجوب الحد أو القتل مع تقييد\r\nظرف الامتثال بحال انقضاء المبدأ لكن فيه انه مستلزم للتكليف بغير\r\nالمقدور وموجبا لإعادة المحذور ضرورة عدم إمكان هذا المعنى بعد\r\nانقضاء المبدأ إذ المفروض قوامه بقيام المبدأ فكيف يعقل بقائه\r\nبعد انقضائه .\r\n","description":"","footnote":"","page_name":" 168 ","page_number":38},
  {"content":"\r\nوالذي يقتضيه التحقيق ان يوجه إطلاق المشتق في المفروض بحيث\r\nلا يستلزم المحذور المذكور بأنه مستعمل في المتلبس بالمبدأ حال\r\nتلبسه به لكن الحكم لم يتعلق بالذات المطلق هو عليها بهذا العنوان\r\nحتى يكون الموضوع حقيقة هو هذا العنوان فيعود المحذور بل علق\r\nعلى الذات بشرط حصول الاتصاف بها بالعنوان المذكور مع عدم بقاء\r\nالاتصاف ، فيكون موضوع الحكم هو الذات لا العنوان وهي مقيدة\r\nبه ويكون النكتة في تعليق الحكم على العنوان المذكور في الظاهر مع أن\r\nموضوعه هي الذات واقعا تعريف الذات التي هي موضوع لهذا\r\nالحكم بهذا العنوان مع التنبيه على مدخلية هذا العنوان في ثبوت\r\nالحكم المذكور ولو بنحو السببية في الوجود فان تعليق الحكم على\r\nالوصف مشعر بسببية هذا الوصف وجودا لا محالة وانما الخلاف في أنه\r\nيفيد السببية في جانب العدم بان يفيد انتفاء هذا الحكم بانتفاء\r\nالوصف أولا وإيراد ما هو شرط للحكم واقعا بصورة موضوع الحكم\r\nوعنوانه شايع كشويع عكسه وهو إيراد ما هو موضوع وعنوان\r\nللحكم واقعا بصورة الشرط وهذا هو الشرط الذي يقال إنه لتحقق\r\nالموضوع فيحكمون بعدم المفهوم له لذلك فعلى هذا فيصير معنى\r\nقوله الزانية والزاني فاجلدوا إلخ والله أعلم ان زنت امرأة أو ان زنى\r\nرجل فاجلدوهما ولا ريب ان هذين الموضوعين أعني الرجل\r\nوالمرأة باقيان بعد انقضاء المبدأ عنهما هذا .\r\nلكن لا يخفى ان هذا التوجيه كسابقيه انما يوجب إطلاق المشتق على\r\nالحقيقة وعدم خلاف الظاهر في الهيئة لكن لا بد من التزام خلاف\r\nالظاهر بوجه آخر فان ظاهر تعليق الحكم على شئ كون ذلك الشئ\r\nهو الموضوع لهذا الحكم على ما هو عليه من الاطلاق والتقييد\r\nفإرادة تعليقه على غيره واقعا كما\r\n","description":"","footnote":"","page_name":" 169 ","page_number":39},
  {"content":"\r\nفي التوجيه الأخير أو تقييده واقعا مع أنه مطلق في الظاهر كما في\r\nالأول أو تقييد الحكم في الواقع مع أنه مطلق في الظاهر كلها خلاف\r\nالظاهر فلذا نفينا الفائدة من التعرض له .\r\nثم إنه ربما يتصرف في الموارد المذكورة في الهيئة كما في مجاز\r\nالمشارفة فيقال زيد غريق مع أنه بعد لم يغرق فيستعمل اللفظ ويراد\r\nبه غير المتلبس لاشرافه على التلبس وكما في صورة استعماله فيمن\r\nلم يتلبس بعد بالمبدأ بعلاقة الأول مع التلبس والفرق بينهما ان\r\nالعلاقة في الثاني انما هو بحسب قرب الزمان وفي الأول بملاحظة\r\nالذات نفسها بمعنى أن يلاحظ الذات اثنتين باعتبار حالتين فيستعمل\r\nاللفظ في إحداهما لمشابهتها بالأخرى كما في قوله تعالى إني أراني\r\nأعصر خمرا كما إذا استعمل في غير المتلبس بعلاقة ما كان\r\nوالعلاقة فيه أيضا انما هو بملاحظة الذات على نحو ما عرفت هذا كله\r\nإذا لم يكن على وجه الادعاء والتنزيل والا فلا يكون مجازا في الكلمة\r\nكما لا يخفى .\r\nوالظاهر أن أكثر الاستعمالات العرفية الغير المنطبقة على المشتقات\r\nمن حيث أوضاعها النوعية في الظاهر اما لانقضاء المبدأ عما أطلقت\r\nعليه وعدم تلبسه بعد بالنسبة إلى حال النسبة عليه اما على وجه\r\nحمل المشتق معرفا لهذه الذات المجردة عن المبدأ باعتبار ثبوته لها\r\nمن\r\nقبل أو بعد ذلك مع تيقن ثبوته لها مع إطلاقه على الذات المتلبسة\r\nحال النسبة وحمله لا لاتحادها مع هذه الذات معرفا لتلك وهذا على\r\nقسمين بحسب الموارد :\r\nأحدهما ان يراد به تعريف الذات من حيث هي من غير اعتبار كونها\r\nمحكوما عليها بحكم كما مر أمثلته في التنبيه السابق كقولك هذا\r\nضارب زيدا وهو قاتل عمرو .\r\n","description":"","footnote":"","page_name":" 170 ","page_number":40},
  {"content":"\r\nوثانيهما ان يراد به تعريف الذات باعتبار كونها محكوما عليها بحكم\r\nكما تقول جاءني ضارب زيد مريدا به المتلبس بالضرب قبل\r\nالمتحد لهذا الجائي من حيث الذات فتجعله بذلك الاعتبار معرفا\r\nلهذه الذات المحكوم عليها بالمجئ أو تقول اضرب قاتل عمرو\r\nقاصدا\r\nضرب الذات الموجودة الان المنقضى عنها الضرب لكن أطلقت\r\nالحكم على هذا العنوان في الظاهر مريدا المتلبس به حال تلبسه به\r\nلنكتة\r\nالتعريف أي تعريف الذات المحكوم عليها ان بالضرب أو لنكتة\r\nالاشعار بمدخلية هذا العنوان لوجوب الضرب أيضا إذا كان سبب\r\nأمرك\r\nبضربه كونه قاتلا لعمرو وكما وجهنا الآية المتقدمة به كما عرفت\r\nومثل ذلك يجري في المنادي أيضا سيما في موارد التندب كقوله\r\nيا معطي الفقراء مريدا به حقيقة هذا الشخص المنقضي عنه الاعطاء\r\nحال النداء وانما ناديته بهذا العنوان تبينها على أنه هو الذي كان\r\nيعطي الفقراء والآن صار فقيرا مثلا مع إرادة الذات المتلبس بالاعطاء\r\nفي ذلك الزمان من هذا الوصف وجعله بهذا الاعتبار معرفا لمن\r\nتدعوه لاتحاده مع تلك الذات المتلبس بما ذكر في ذلك الزمان اما\r\nعلى التنزيل والادعاء واما على تصرف في المادة كما في موارد\r\nاستعمالها في ملكات مباديها كالكاتب والفقيه والشاعر وأمثالها مما\r\nيراد بها التلبس بملكة المبدأ لا بنفسه أو فيمن أخذ مباديها حرفة\r\nوصنعة كالبناء والنساج والكاتب وأمثالها إذا أطلقت على هذا الوجه\r\nوكذا في استعمال البقال والتمار وأمثالهما من المشتقات\r\nالمأخوذة من أسماء الذوات في مزاولة بيع البقل والتمر إلى غير ذلك\r\nمما يعرف وجوه التصرف فيها حسب موارد استعمالاتها فان\r\nأسماء الآلة إذا أطلقت ولم يرد بها المتلبس بالالية حال النسبة\r\nكالمقراض لغير المتلبس ب آلية القرض حال النسبة فلا بد ان يكون\r\nالتصرف فيها بنحو آخر\r\n","description":"","footnote":"","page_name":" 171 ","page_number":41},
  {"content":"\r\nكأن يقال إنها مستعملة فيما له شأنية الالية مع إعداده لذلك أو بدونه .\r\nوقد جعل بعض المتأخرين للمدار في صدق أسماء الآلة حقيقة على\r\nشأنية الالية مع الاعداد لها بمعنى انه جعل معناها المتلبس بشأنية\r\nكونه\r\nآلة لإيجاد المبدأ مع كونه معدا للالية فيعتبر في صدقها حقيقة على ما\r\nأطلقت عليه من تحقق هذين الشأنية والاعداد فيه حال النسبة وعلى\r\nهذا فإطلاقها على هذا الوجه ليس من وجوه التصرف فيها وانما يكون\r\nمن ذلك بناء على ما اخترنا من أن المعتبر فيها التلبس بالالية\r\nفعلا .\r\nلكن هذا القول ليس بجيد كما لا يخفى إذا ليس المتبادر من نفس تلك\r\nالهيئات عرفا مع قطع النظر عن خصوص بعض الموارد الا\r\nالمتلبس ب آلية إيجاد المبدأ حال النسبة ، فيكشف ذلك ان المعتبر في\r\nوضعها لغة ذلك فحينئذ لو كان مفاد تلك الهيئات في بعض الموارد\r\nغير منطبق على ذلك ، فهو أما لأجل قرينة متحققة في خصوص\r\nالموارد وأما لأجل حدوث نقل ووضع طار بسبب غلبة استعمال\r\nالعرف\r\nلها في الموارد الخاص في المعنى المخالف لما ذكرنا كما هو ليس\r\nببعيد فيها بالنسبة إلى حالة الوزن والثقل والثقب والنشر كالميزان\r\nوالمثقال والمثقب والمنشار فان المتبادر منها عرفا هو ما يصلح لالية\r\nإيجاد هذه المبادئ مع كونه معدا لذلك وان لم يتلبس بالالية\r\nفعلا والكاشف عن كون هذا التبادر من نفس اللفظ عدم صحة سلب\r\nتلك الألفاظ عما له شأنية الالية مع إعداده لها وان لم يكن متلبسا\r\nبها حال النسبة وصحة سلبها عما له شأنية ذلك مع عدم إعداده له بل\r\nالظاهر منها كما يظهر للمتأمل هي الذوات المعدة لما ذكر من\r\nدون التفات إلى عنوان كونها آلات فان المتبادر منها ما يعبر عنه\r\nبالفارسية ( بترازو ومته وأره ) فمن على هذا كالأسماء الجوامد\r\nالموضوعة للذوات فيخرج عن كونها أوصافا بالمرة فان الدال حينئذ\r\nهو أمر واحد\r\nو ","description":"","footnote":"","page_name":" 172 ","page_number":42},
  {"content":"\r\nالمركب من الهيئة والمادة المخصوصة فيكون وضعها حينئذ شخصيا\r\nولعل منشأ تخيل البعض ملاحظة بعض الأمثلة الخاصة المقرونة\r\nبالقرائن المفيدة لما زعم أو المنقولة إليه .\r\nوكيف كان فقد عرفت وجه التصرف في أسماء الآلة بناء على مذهب\r\nالمختار فيها .\r\nويقرب منه وجه التصرف في أسماء المكان فإنه أيضا إطلاقها على\r\nغير المتلبس بظرفية المبدأ حال النسبة باعتبار صلاحية الظرفية\r\nلذلك .\r\nوكيف ما كان فان شئت توضيح الكلام فيما ذكرنا فنقول :\r\nلا ريب ان مبادئ المشتقات مختلفة فقد يكون المبدأ فيها وصفا\r\nكالأبيض والأسود ونحوهما وقد يكون قولا كالمتكلم والمخبر وقد\r\nيكون فعلا صدوريا متعديا إلى الغير كالضارب والناصر والقاتل\r\nونحوها وقد يكون ثبوتيا غير متعد إلى الغير كالقائم والقاعد\r\nوالمضطجع والمستلقي ونحوها ويعبر عن الجميع بالحال وقد يكون\r\nملكة كالعادل والمجتهد ونحوها إذا أريد التلبس بملكة الاقتدار\r\nعلى مباديها وقد يكون حرفة وصنعة على أنحاء خاصة كالبناء\r\nوالكاتب والنساج ونحوها من المشتقات المأخوذة من المصادر من\r\nأسماء الفاعلين وصيغ المبالغة إذا أريد بالأولى التلبس بمبادئها\r\nبعنوان أخذها حرفة والثانية التلبس بمبادئها بعنوان كثرة أخذها\r\nحرفة لا مجرد التلبس بأخذها حرفة لا بشرط وإلا فيلزم التصرف في\r\nالهيئة المفيدة لكثرة التلبس لكونها حينئذ لمجرد الوصف كما هو\r\nالغالب في استعمال أسماء الحرف التي على هذا الوزن عرفا سوأ\r\nكانت مأخوذة من المصادر كالنساج والبناء حيث إن الغالب\r\nاستعمالها فيمن تلبس بأخذ مباديها حرفة من دون اعتبار الكثرة أو من\r\nأسماء الذوات كالبقال والعطار والتراب والزبال حيث إن\r\nالغالب عرفا في استعمالها أيضا\r\n","description":"","footnote":"","page_name":" 173 ","page_number":43},
  {"content":"\r\nإرادة التلبس بأخذ بيع تلك الذوات أو نقلها حرفة بل الظاهر هجر تلك\r\nالهيئة أعني زنة فعال عرفا عن معناها الأصلي ونقلها إلى مجرد\r\nالمعنى الوصفي المجرد عن الكثرة فيما إذا أريد بالمبدأ الحرفة مصدرا\r\nكان أو اسم ذات كما لا يبعد دعوى طريان الوضع عليها عرفا\r\nبواسطة غلبة الاستعمال للمتلبس بأخذ المبدأ حرفة فيما إذا كان\r\nالمبدأ من أسماء الذوات بحيث يكون استعمالها حينئذ في التلبس\r\nعلى\r\nوجه الحال ، بأن يراد التلبس ببيع هذه الذوات مجازا محتاجا في\r\nالانفهام إلى القرينة الصارفة ولا يبعد دعوى كون ذلك أيضا في بعض\r\nأمثلتها المأخوذة من المصادر كالنساج والبناء والخراط والغسال .\r\nوكيف كان فكلامنا الان مع الغض عن ذلك كله فتأمل ، أو من أسماء\r\nالذوات للابن والتامر ونحوهما من أسماء الفاعلين المأخوذة منها\r\nوكالبقال والعطار ونحوهما مما مر من صيغ المبالغة المأخوذة منها إذا\r\nأريد بها كلها التلبس بأخذ بيع تلك الأعيان حرفة .\r\nوقد عرفت ما في الثانية ، وأما الأولى أعني أسماء الفاعلين المأخوذة\r\nمن أسماء الذوات فلا تصرف من العرف في هيئتها أصلا والغالب\r\nاستعمالها في التلبس بأخذ بيع تلك الأعيان حرفة .\r\nوقد عرفت ما في الثانية ، وأما الأولى أعني أسماء الفاعلين المأخوذة\r\nمن أسماء الذوات فلا تصرف من العرف في هيئتها أصلا والغالب\r\nاستعمالها في التلبس الحالي أعني إرادة مجرد التلبس ببيع تلك\r\nالأعيان وهذا هو الظاهر المتبادر منها عرفا ، فيكون أخذ مباديها\r\nحرفة خلاف الظاهر المحتاج إلى القرينة الصارفة عما ذكر لكنه لا\r\nيوجب التصرف في الهيئة فإنها لمجرد التلبس بالمبدأ بمعناه ولو\r\nمجازيا وهذا باق على جميع التقادير .\r\nوقد يجتمع في المبدأ الواحد الوجوه الثلاثة أعني الحال والملكة\r\nوالحرفة بمعنى انه يصلح لإرادة التلبس بكل واحد من تلك الوجوه كما\r\nفي الكاتب والقاري والمدرس وأمثالها أو الاثنان منها كما في الفقيه\r\nوالعالم والمجتهد ونحوها لصلاحيتها لإرادة التلبس الحالي\r\nوالتلبس بملكة الاقتدار على مباديها\r\n","description":"","footnote":"","page_name":" 174 ","page_number":44},
  {"content":"\r\nومن المعلوم عدم التصرف في الهيئة من جهة أحد الوجوه الثلاثة في\r\nجميع الصور اما في صورة إرادة التلبس الحالي فواضح إذا كان\r\nالمبدأ من المصادر وأما إذا كان المبدأ من أسماء الذوات فالتصرف\r\nانما وقع في المبدأ من حيث إخراجه عن معناه الأصلي وهو الذات\r\nإلى غيره وهو الفعل المتعلق بالذات المناسب لتعلقه بها كالبيع بل\r\nيمكن عدم التزام التصرف في المادة أيضا بتقريب ما يقال في مثل\r\nقوله تعالى حرمت عليكم أمهاتكم فان الام فيها في معناه الأصلي\r\nوكذا الحرمة الا انه تجوز في أمر عقلي وهو نسبة الحرمة إلى الام\r\nالتي هي من الذوات فلا مجاز في الكلمة أصلا واما تفهيم المقصود\r\nالواقعي وهو حرمة وطي الأمهات فالتعويل فيها على القرينة العقلية\r\nالدالة على امتناع إرادة حرمة الذوات نفسها بضميمة ظهور الوطء من\r\nبين الافعال المتعلقة بها ويكون الأولى صارفة والثانية معينة\r\nفأريد من كل واحد من الطرفين معناه الأصلي وأريد الدلالة على\r\nالمقصود بالقرينة فعلي هذا يقال فيما نحن فيه أيضا ان الهيئة لإفادة\r\nالتلبس بمعروضها وأريد بها هذا المعني والمبدأ للذات وأريد به هذه\r\nلكن التعويل في تفهيم المقصود وهو التلبس بالفعل المتعلق\r\nبالذات على العقل حيث إنه لا يصح الاتصاف بنفس الذات بمعنى انه\r\nمستحيل عقلا فيكشف ذلك عن التجوز في النسبة الضمنية بين الهيئة\r\nوالمادة وان المراد غير إرادة التلبس بنفس الذات ، فيكون هذا\r\nبضميمة ظهور البيع لكونه متعلقا لمفاد الهيئة بالنسبة إلى ساير الافعال\r\nوالا على المراد فلا مجاز لغة في شئ من المادة والهيئة أصلا بل هو\r\nعقلي فحسب كما في الآية الا ان الفرق بينهما ان التجوز ثمة انما\r\nوقع في النسبة التامة بين الموضوع والمحمول وهنا وقع في النسبة\r\nالناقصة الضمنية الحاصلة بين الهيئة والمادة هذا كله إذا أريد\r\nبالمشتق\r\n","description":"","footnote":"","page_name":" 175 ","page_number":45},
  {"content":"\r\nالمتلبس الحالي واما إذا أريد به التلبس بالمبدأ باعتبار الملكة أو\r\nالحرفة ولا يلزم أيضا في الهيئة تصرف أصلا وإن كان فهو في المادة\r\nفإنه ان أريد بها الملكة فالهيئة لإفادة التلبس بها أو الحرفة فكذلك فلم\r\nتخرج عما يقتضيه وضعها الأصلي .\r\nثم إن المبدأ إذا أريد به الحال فقد عرفت انه لا مجازية حينئذ فيه\r\nمطلقا من حيث اللغة وإن كان يلزم التجوز العقلي في بعض الموارد\r\nوهو ما إذا كان من أسماء الذوات وأما إذا كان للملكة أو الحرفة فلا\r\nإشكال في مجازيته لغة بالنظر إلى معناه الأصلي لكنه قد يدعي\r\nطريان الوضع من العرف عليه بواسطة غلبة الاستعمالات بالنسبة إلى\r\nالحرفة أيضا مع بقاء معناه الأصلي فيكون في العرف مشتركا\r\nلفظيا بينهما بل قد يدعي هجره عن المعنى الأصلي إلى خصوص\r\nالحرفة في أسماء الحرف التي على وزن فعال كنساج وتمار وبقال\r\nوغيرها .\r\nوالحق عدم عروض الوضع الجديد له مطلقا فيما إذا كان المبدأ في\r\nضمن غير فعال من هيئات المشتق نعم لا يبعد في الأمثلة دعوى\r\nإجماله حينئذ عرفا لغلبة استعماله في غير الحال الموجبة للتوقف\r\nوالاجمال فيكون مجازا مشهورا وأما إذا كان في ضمن هيئة فعال\r\nفالظاهر هجره عرفا عن المعنى الأصلي إلى الحرفة بحيث يظهر منه\r\nهذه عند الاطلاق ويحتاج انفهام معناه الأصلي وهو الحال إلى\r\nالقرينة الصارفة عن ذلك مطلقا بالنسبة إلى المصادر وأسماء الذوات\r\nلكن لا مطلقا بل فيما يطلق على الحرفة غالبا كالنساج والبناء\r\nوالبقال والعطار لا مثل القتال والاكال والسيار ونحوها لعدم غلبة\r\nاستعمالها فيما ذكر بل الغالب إرادة المعنى الحالي ومن المعلوم\r\nأيضا عدم تصرف في هيئة فعال الموضوعة للمبالغة في تلك الأمثلة\r\nوكما في الصيغ المبالغة المأخوذة من أسماء الذوات مطلقا فان\r\nالغالب إرادة الحرفة منها مع ما عرفت بالنسبة إلى الهيئة فيها أيضا ،\r\nوالدليل على ذلك التبادر من تلك الموارد عند الاطلاق وصحة سلب\r\nتلك\r\n","description":"","footnote":"","page_name":" 176 ","page_number":46},
  {"content":"\r\nالصيغ حينئذ عمن تلبس بالمبدأ بالمعنى الحالي فإنه يصح ان يقال\r\nلمن تلبس بفعل النسج مثلا أو بيع التمر من دون أخذهما حرفة انه\r\nليس بنساج أو تمار ولا يصح ان يقال إنه ليس بناسج وتامر .\r\nواما عدم ثبوت طريان الوضع عرفا لغير ما ذكر بالنسبة إلى غير الحال\r\nمن الملكة والحرفة فلانه لو ثبت فهو اما بطريق الهجر والنقل\r\nواما بطريق الاشتراك اللفظي كما قيل والأول مفقود في المقام فإنه\r\nلازمه تبادر غير الحال بحيث يتوقف انفهام الحال إلى القرينة\r\nوليس كذلك في المقام فإنه اما مجمل بالنسبة إلى الحال وغيره كما هو\r\nكذلك في كثير من الأمثلة واما ظاهر في الحال كما في بعض\r\nأمثلة الأخرى فانتفاء اللازم يكشف عن انتفاء الملزوم والتالي باطل\r\nفي نفسه لما حققنا في محل في مسألة المجاز المشهور انه يمكن\r\nالاشتراك بواسطة غلبة الاستعمال فان اللفظ ما لم يهجر عن معناه\r\nالأصلي بغلبة الاستعمال لا يعقل اختصاصه بالمعنى الثاني أيضا\r\nفراجع .\r\nهذا مضافا إلى تبادر الحال في بعض الأمثلة نعم لا يبعد دعوى النقل\r\nفي مثل العادل والمجتهد في عرف المتشرعة إلى الملكة لكن الكلام\r\nفي ثبوته بالنظر إلى العرف العام .\r\nاحتج مدعى الاشتراك\r\nبأنه إذا قيل رأيت كاتبا ولقيت قارئا يتوقف العرف في المراد وينظرون\r\nالقرنية لتعيين المراد من الحال والحرفة فيكشف ذلك عن\r\nاشتراك المبدأ فيهما وفي أمثالهما عرفا بين الحال والحرفة .\r\nوفيه مضافا إلى ما عرفت ان التوقف والاجمال لا يصح لان يكون\r\nعلامة الاشتراك لكونه أعم منه لوجوده في المجاز المشهور أيضا\r\nوالعلامة لا بد أن تكون مساوية للمدلول والأخص فلذا لم يعده أحد\r\nمن علائم الاشتراك نعم لو استدل بتبادر كل من المعينين من اللفظ\r\nتصورهما من نفس اللفظ عند الاطلاق مع التوقف في أن أيهما المراد\r\nحيث إنه يجوز إرادة أكثر من معنى لاتجه الاستدلال\r\n","description":"","footnote":"","page_name":" 177 ","page_number":47},
  {"content":"\r\nلكن الواقع ليس كذلك هذا .\r\nثم إن الظاهر أنه لم يقع الخلاف من أحد في مجازية المبدأ الصالح\r\nلإرادة الملكة فيها في العرف أيضا وانما اختلفوا في ثبوت الوضع\r\nبالنسبة إلى الحرفة فيما يصلح لارادتها وعدمه اشتراكا أو نقلا فيكون\r\nإطلاق المبدأ على الملكة في نحو الكاتب والقاري مجازا قطعا\r\nإذا أريدت الملكة من نفس اللفظ لعدم ثبوت الوضع لها بوجه مضافا\r\nإلى تبادر الغير ، لكن الظاهر بناء الاطلاق في صورة حصول الملكة\r\nدون الحال على تنزيل من له ملكة التلبس بالمبدأ منزل المتلبس به\r\nفعلا وإرادة الحال من المبدأ بهذا الاعتبار فيلزم التجوز بحسب\r\nالعقل دون اللغة .\r\nوكيف كان فالنسبة بين الحال وبين كل من الملكة والحرفة كالنسبة\r\nبين الأخيرتين هي العموم من وجه والامر واضح بالنسبة إلى\r\nالحال وغيرها واما الأخيرتان فمحل الافتراق فيهما من جانب الملكة\r\nالاجتهاد والعدالة ومن جانب الحرفة ما لا يحتاج في حصوله إلى\r\nتحصيل ملكه مثل التمر والخبز ونحوهما ومورد الاجماع فيهما\r\nالحرفة التي يحتاج تحصيلها إلى صرف العمر في مدة طويلة لتحصيل\r\nقوة يقدر بها على الفعل كالخياطة والحياكة والصياغة ونحوها .\r\nثم إن مورد الخلاف في المسألة يعم جميع الأقسام كما أشرنا إليه في\r\nتحرير النزاع كما صرح به غير واحد منهم لاطلاق العنوانات\r\nوعموم الأدلة وتمثيلهم بالألفاظ الموضوعة بإزاء الملكات والحرف\r\nكما عرفت سابقا وبيان الثمرة على حسب اختلاف المبادي كما\r\nستعرف فما ذكره بعض الاعلام من اختصاص النزاع بما يكون المبدأ\r\nفيه حالا استنادا إلى حصرهم الخلاف فيما تلبس بالمبدأ وانقضى\r\nعنه ذلك نظرا إلى عدم تحقق الزوال الا في الحال لعدم\r\n","description":"","footnote":"","page_name":" 178 ","page_number":48},
  {"content":"\r\nزوال الملكة والحرفة ، ليس بجيد ويرد مستنده بأنه لا ريب في إمكان\r\nزوال كل من الملكة والحرفة بعد حصولهما إذ الأولى قد تزول\r\nبالنسيان الحاصل من ترك الاشتغال بالفعل في مدة طويلة كما تزول\r\nالثانية أيضا بالاعراض وترك الاشتغال مع عدم قصد العود\r\nوالاشتغال بما يضادها من الحرف والصنائع بل بدونه أيضا مع قصد\r\nالاعراض وترك الاشتغال فان زوال كل شئ بحسبه فالنزاع يعم\r\nالجميع الا ان التلبس بالمبدأ يختلف باختلاف المبادي ولا كلام لنا\r\nباعتبار ذلك فافهم واغتنم .\r\nالثالثة الذوات الخارجية أعني الجزئيات الحقيقة التي تكون موضوعة\r\nللمبادئ في الخارج غير داخلة في مفهوم المشتق بلا خلاف أجده\r\nولا بد من خروجها والا لزم ان يكون المشتقات موضوعة\r\nللخصوصيات على سبيل عموم الوضع وخصوص الموضوع له ولا\r\nقائل به ، بل\r\nالظاهر اتفاقهم على كون المفهوم فيها كليا ولذا وقعت موضوعات\r\nللقضايا المعتبرة في المحاورات الدالة على ثبوت المحمولات لكل\r\nفرد من افراد الموضوع ولولاه للزم استعمالها في أكثر في معنى واحد\r\nحيث يراد بها جميع الخصوصيات وهذا باطل وأيضا لو ثبت\r\nذلك لزم حمل الذات على الذات وتوصيفها بها في قولك زيد ضارب\r\nوزيد العالم ولا ريب في فساده وحمل المشتق في المثالين على\r\nالمجرد عن الذات بقرينة الحمل والتوصيف مستلزم للتجوز في\r\nالاستعمالات الغير المتناهية الشائعة في المحاورات ولا يلتزم به أحد\r\nجدا هذا مضافا إلى كفاية الأدلة الآتية في مورد الخلاف عن التكلم\r\nهنا .\r\nوكيف كان فكما لا ينبغي الريب في عدم أخذ الذوات الخارجية في\r\nمفاهيم المشتقات كذلك لا ينبغي في عدم دلالتها على شئ من\r\nخصوصيات الذوات مثل كون المعروض جسما في نحو الأبيض\r\nوالأسود وإنسانا في نحو\r\n","description":"","footnote":"","page_name":" 179 ","page_number":49},
  {"content":"\r\nالضاحك والكاتب وهكذا لعدم حصول الانتقال إلى نحو ذلك من\r\nخصوص الألفاظ المشتقة قطعا وإلا لزم ان لا يصح قولك الجسم\r\nالأسود والأبيض لكونه حينئذ من باب توصيف الأعم بالأخص\r\nكقولك الحيوان الانسان ولا ريب في بطلان التالي ضرورة صحة\r\nالتوصيف في المثال ونحوه مع أن المعتبر في المفهوم إن كان هو\r\nالعنوان الخاص من حيث وجوده في الخارج فيلزم حمل الذات على\r\nالذات وتوصيفها بها على حسب ما مر بيانه في رد دخول الجزئيات\r\nالحقيقية في مفهوم المشتق وان اعتبر لا بشرط فلا يصح لان\r\nالمبادي غير جارية على تلك العنوانات في الذهن بل هو من عوارض\r\nالماهيات الخارجية فكيف يعتبر في المشتق تلبسها بالمبدأ إذ على\r\nهذا يصير قولك الأسود معناه مفهوم الجسم المتصور في الذهن\r\nالمتلبس بالسواد وهذا مما يضحك به الثكلى ضرورة عدم إمكان\r\nعروض المبدأ الذي هو السواد بالمفهوم الذهني وانما هو عارض\r\nلجزئيات الحقيقة المتحققة في الخارج وهكذا في ساير أمثلة\r\nالمشتقات .\r\nوكيف كان فهذا بديهي لا حاجة فيه إلى تجسم الاستدلال فلنأخذ\r\nبالكلام فيما هو محل للخلاف في المقام .\r\nفنقول انهم بعد اتفاقهم ظاهرا على خروج الذوات الخارجية عن\r\nمفهوم المشتقات كما عرفت اختلفوا في اعتبار الذات المبهمة\r\nالمفسرة\r\nبالشئ في بعض العبارات في مفهوم المشتقات على أقوال :\r\nأحدها : الدخول مطلق وهو المحكي عن العلامة قده في التهذيب\r\nوابن الحاجب في المختصر والعضدي في شرحيه .\r\nثانيها : الخروج مطلقا وهو المحكي عن جماعة من المحققين وعن\r\nالمحقق السيد الشريف والعلامة الدواني واختاره بعض المحققين من\r\nالمتأخرين أيضا في تعليقاته على المعالم .\r\n","description":"","footnote":"","page_name":" 180 ","page_number":50},
  {"content":"\r\nثالثها : التفصيل بين الأسماء الآلات وغيرها فقيل بالأول في الأولى\r\nوبالثاني في الثانية وخير الثلاثة أوسطها وفاقا لشيخنا الأستاذ\r\nولسيدنا الأستاذ دام ظلهما أيضا .\r\nلنا على ذلك وجوه :\r\nأولها :\r\nالتبادر\r\nفان المتبادر من نفس الألفاظ المشتقة هي العنوانات العرضية الجارية\r\nعلى الذوات على أنحاء الجريان بحسب اختلاف المشتقات لا ذات\r\nما مع تلك العنوانات فانا لا نفهم من الضارب والقاتل والراكب\r\nوالكاتب مثلا الا ما يعبر عنه بالفارسية ( بزننده وكشنده وسواره\r\nونويسنده ) كما مر ولا ريب ان هذه المعاني مفاهيم عرفية تجري على\r\nالذوات على سبيل الحمل والتوصيف لكونها من وجوه الذوات\r\nالصادقة عليها ومن مزاياها الحاكية عنها فان لكل شئ عنوانات\r\nووجوها صادقة عليه يعبر عنه بكل واحد من تلك الوجوه لاتحاده معه\r\nفي الوجود كما يعبر عن زيد تارة بكاتب وأخرى بقارئ وثالثة بضارب\r\nورابعة بعالم وخامسته بأنه ابن فلان أو أبوه أو صاحبه أو\r\nعدوه وسادسة بإنسان أو حيوان أو ضاحك إلى غير ذلك من الوجوه\r\nالصادقة عليه من الوجوه العرضية كما هو مفاد المشتقات ومفاد\r\nبعض الجوامد كالابن والأب والزوج والزوجة وأمثالها أو الذاتية كما\r\nهو مفاد الغالب منها كما في الحيوان والانسان والحجر\r\nوالشجر والماء والتراب وغير ذلك مما لا يكون الموضوع له فيها هو\r\nنفس الذات بما هي بحيث لا يختلف باختلاف بعض الوجوه\r\nالصادقة عليها المتحققة لها في حال وتبدلها إلى وجه آخر بل باعتبار\r\nوجه خاص من تلك الوجوه بمعنى ان الموضوع له في هذا القسم\r\nأيضا هو نفس الوجه الخاص الصادق على الذات لا هي معه أو بشرطه\r\nفتكون الحال فيها من هذه الجهة هو ما اخترنا في المشتقات من\r\nخروج نفس الذوات عن حقيقة اللفظ وانما الموضوع له\r\n","description":"","footnote":"","page_name":" 181 ","page_number":51},
  {"content":"\r\nاللفظ هو الوجه لا غير الا ان الوجه المعتبر في المشتقات من الأمور\r\nالعرضية نظير بعض الجوامد كما مر في هذه من الأمور الذاتية فإنها\r\nهي الصور النوعية التي يختلف الشئ باختلافها فيتبعه الاختلاف في\r\nصدق الاسم ولذا لا يصدق الكلب مثلا على المستحيل منه ملحا\r\nوترابا وكذا في أمثالها .\r\nوبالجملة فالحال في الجوامد بكلا قسميه إذا لم يكن من الاعلام\r\nالشخصية هو ما حققنا في المشتق من جهة كون الموضوع له هو\r\nالوجه .\r\nوأما الاعلام فالظاهر أن الغالب اعتبار عنوان خاص فيها أيضا ووضع\r\nالاسم لذلك العنوان المتحد مع ذات الشخص .\r\nنعم يمكن أن يضع أحد لفظ زيد مثلا لذات ابنه الذي سيولد من غير\r\nملاحظة عنوان شطرا أو شرطا أو وضع اللفظ لنفس هذا العنوان\r\nفيدل اللفظ حينئذ على الذات أصالة كما انها دال عليها في المشتقات\r\nوأمثالها من الجوامد مما يكون الموضوع فيها هو نفس الوجه تبعا\r\nمن باب الالتزام نظرا إلى عدم إمكان انفكاك تلك الوجوه عن ذات ما\r\nواتحادها معها كما عرفت .\r\nوكيف كان فلما كانت الذات معروضة لتلك الوجوه العرضية\r\nالمستفادة من المشتقات ككونها معروضة لغير تلك الوجوه في غير\r\nالمشتقات والارتباط التام حاصل بين العارض والمعروض فيحصل\r\nالانتقال إلى ذات ما من الانتقال إلى المفهوم العرضي على سبيل\r\nالالتزام كما في غيره من لوازم المعاني وهذا هو المنشأ لتوهم الدخول\r\nوتعبير بعضهم عن معنى اسم الفاعل بمن قام به المبدأ وعن اسم\r\nالمفعول بمن وقع عليه انما هو لتسهيل البيان وتفهيم المعنى وتعريفه\r\nعلى الوجه الأوضح لضيق مجال البيان بالنسبة إلى نفس المعنى لا\r\nانه تفسير لمعنى اللفظ ويكفي في مقام التعريف انطباق المعرف\r\nبالكسر على المعرف وصدقه عليه وان كانا متغايرين في الحقيقة\r\nفان الصدق يحصل بمجرد اتحاد كلا الامرين\r\n","description":"","footnote":"","page_name":" 182 ","page_number":52},
  {"content":"\r\nفي الوجود وان كانا في الواقع موجودين بوجود واحد فلذا يجوز\r\nتعريف الضاحك بأنه الانسان أو حيوان الناطق مثلا ويجوز العكس\r\nأيضا فيقال الانسان هو الضاحك ، فنقول فيما نحن فيه انه لما كان\r\nتحقق الوجوه المذكورة مستلزما لتحقق الذات معها لكونها من\r\nعوارضها والمفروض انهما موجودان بوجود واحد فكلما صدقت\r\nهي صدقت الذات فيصح تعريف المصداق الخارج بكل منهما لكونه\r\nمتحدا مع كل أحد منهما فعلى هذا فلا يكشف تعريف شئ بأمر عن\r\nاعتبار جميع ما ينحل إليه هذا الامر في المعرف بل هو أعم .\r\nهذا مع أن انحلال معنى إلى أجزأ بالدقائق الحكمية لا يوجب اعتبار\r\nتركيب المعنى المذكور من تلك الأجزاء عند الواضع ليكون كل جز\r\nجز من الموضوع له من حيث إنه الموضوع له بل ربما يضع الواضع\r\nلفظ لمعنى لا يدري حقيقته ما ذا وانما يلاحظ هذا المعنى بوجه من\r\nوجوهه لكونه معنى اللفظ الفلاني في اللغة الفلانية كان يضع لفظ\r\nالذئب مثلا لما يعبر عنه بالفارسية ( بگرك ) مع ملاحظته بهذه الوجه\r\nأي ما يعبر عنه ( بگرك ) بل الغالب في الأوضاع البشرية ذلك فإنهم\r\nكثيرا ما يضعون لفظا لمعنى لا يعرفون حقيقته وانما يعرفها\r\nالحكيم والعرف أيضا لا يفهمون تلك المعاني إلا على وجه لاحظه\r\nالواضع .\r\nوكيف كان فالمدار في بساطة معنى اللفظ وتركيبه على ملاحظة\r\nالواضع لا على انحلال المعنى في نظر العقل فلذا لم يقل أحد بكون\r\nدلالة الانسان على الحيوان أو على الناطق تضمنيا مع أن معناه في نظر\r\nالعقل ينحل إليهما .\r\nوعلى فرض تسليم ان المدار فيما ذكر على التركيب للبساطة في نظر\r\nالعقل مع أنه لم يقل به أحد فلا رد علينا في المقام بشي لما قد\r\nعرفت من خروج الذات عن حقيقة معاني تلك الألفاظ وانما هي\r\nمعروضة لما لا ينفك عنها .\r\n","description":"","footnote":"","page_name":" 183 ","page_number":53},
  {"content":"\r\nالثاني : ان الذات لو دخلت في مفهوم المشتقات فالدال عليها أما\r\nالمادة أو الهيئة أو هما معا\r\nوالكل باطل .\r\nأما الأول : فلان المادة لو دلت عليها بالوضع للزم أن تكون داخلة في\r\nمفهوم المصادر أيضا لان معاني الموارد في ضمن المشتقات عين\r\nمعاني المصادر بالاتفاق كيف وقد ذهب جماعة إلى أن المواد في\r\nضمنها غير موضوعة بوضع على حدة ؟ بل وضعها وضع المصادر ولا\r\nيعقل معه المغايرة في المفهوم باعتبار اختلاف الهيئة واللازم باطل\r\nبالاتفاق على عدم دخول الذات في مفهوم المصادر بأنها لو دلت\r\nعليها لدلت على النسبة أيضا فلم يكن فرق بينها وبين المشتقات .\r\nوأما الثاني : فللاتفاق على أن الهيئة في المشتقات لا تفيد أريد من\r\nالربط بين الحدث والذات .\r\nمضافا إلى قضاء التتبع في سائر الهيئات الموضوعة بعدم وضع هيئة\r\nبإزاء معنى مستقل وقد صرحوا بان معان الهيئات معاني حرفية\r\nفتأمل .\r\nوأما الثالث : فلان مدلول المشتقات مؤرخ عن الهيئة والمادة فمدلول\r\nالمادة هو الحدث ومدلول الهيئة الربط والنسبة والتفكيك بهذا\r\nالنحو ثابت بضرورة اللغة سوأ قلنا بان وضع المواد في ضمن\r\nالمشتقات وضع المصادر أو انها موضوعة بوضع اخر .\r\nالثالث : ان مفهوم المشتق على هذا التقدير أما الذات المبهمة من\r\nحيث اتصافها بالمبدأ\r\nبان يكون التقييد بالاتصاف داخلا والقيد خارجا أو مجموع ذات ما\r\nوالمبدأ والنسبة فيكون مركبا من الأمور الثلاثة وكلاهما باطل .\r\nاما الأول : فلاستلزام خروج المبدأ عن مفهوم المشتق وهو باطل\r\nبالضرورة والاتفاق .\r\nواما الثاني : فلان قضيته في مقام الحمل في نحو قولك زيد ضارب ان\r\n","description":"","footnote":"","page_name":" 184 ","page_number":54},
  {"content":"\r\nيلاحظه إطلاق كل جز من الاجزاء الثلاثة على أمر من الأمور\r\nالخارجية فيطلق ذات ما في المثال على خصوص زيد والمبدأ الكلي\r\nعلى\r\nالمبدأ الخاص اللاحق به والنسبة الكلية على الربط الحاصل بين\r\nالمبدأ والذات لان قضية الحمل اتحاد المحمول مع الموضوع في\r\nالوجود\r\nالخارجي ومن البين ان هذا المفهوم المركب غير متحد مع ذات زيد\r\nالتي هي موضوع القضية بل كل جز منه متحد مع شئ في الخارج\r\nعلى حسبما ذكر .\r\nلا يقال إن هذا اللازم على القول بعدم الدخول أيضا بالنسبة إلى المبدأ\r\nوالربط فان المفهوم حينئذ أمر بسيط منتزع من الأمر الخارجي\r\nبملاحظة اتصافه بالمبدأ واتحاده مع الموضوع بالاعتبار لعدم وجود\r\nمتأصل لهذا المعنى العرضي في الخارج على حسب الذاتيات حتى\r\nيعتبر اتحاده على سبيل الحقيقة ولا يندفع بذلك ما يلزم من المحذور\r\nعلى فرض تركيب المفهوم لأنه لازم للاطلاق الدال على الاتحاد\r\nفي الجملة ومع فرض بساطة المفهوم لا يكون الا باعتبار واحد\r\nبخلاف صورة التركيب فان الاطلاق حينئذ بالاعتبارات الثلاثة .\r\nالرابع :\r\nاستفدنا عن السيد الشريف في حاشيته على شرح المطالع على قول\r\nالشارح في شرح كلام المصنف في تعريف النظر ( بأنه ترتيب أمور\r\nحاصلة في الذهن يتوسل بها إلى تحصيل غير الحاصل .\r\nقال الشارح : وانما قال أمور لان الترتيب لا يتصور في أمر واحد\r\nوالمراد بها ما فوق الواحد ثم قال : والاشكال الذي استصعبه قوم بأنه\r\nلا يتناول التعريف بالفصل وحده ولا بالخاصة وحدها مع أنه التعريف\r\nبأحدهما على رأي المتأخرين حتى عبر والتعريف إلى تحصيل\r\nأمر أو ترتيب أمور فليس من تلك الصعوبة في شئ .\r\nاما أولا : فلان التعريف بالمفردات انما يكون بالمشتقات كالناطق\r\nوالضاحك\r\n","description":"","footnote":"","page_name":" 185 ","page_number":55},
  {"content":"\r\nوالمشتق وإن كان في اللفظ مفردا الا ان معناه شئ له المشتق فيكون\r\nمن حيث المعنى مركبا فأورد السيد على هذا الجواب بان مفهوم\r\nالشئ لا يعتبر في معنى الناطق والا لكان العرض العام داخلا في\r\nالفصل ولو اعتبر في المشتق ما صدق عليه الشئ انقلب مادة\r\nالامكان\r\nالخاص ضرورية فان الشئ الذي له الضحك هو الانسان وثبوت\r\nالشئ لنفسه ضروري انتهى .\r\nوحاصل الوجه المستفاد من كلام السيد انه لو اعتبر الشئ والذات\r\nفي مفهوم المشتق فهو اما مفهوم أحدهما أو مصداقه الخارجي\r\nوكلاهما باطل .\r\nاما الأول : فلان من المشتقات الناطق ولازمه أخذ مفهوم أحد الامرين\r\nفي مفهوم الناطق ولا ريب ان مفهوم الشئ أو الذات من الاعراض\r\nالعامة فيلزم دخول العرض العام في الفصل وهو الناطق للاتفاق على\r\nكونه فصلا للانسان واللازم باطل بالاتفاق وبديهة العقل إذ فصل\r\nكل شئ هو المقوم لذلك الشئ ويستحيل كون الامر العرضي مقوما\r\nلمحله .\r\nوما يقال من أن المراد بالناطق الذي يعد ذاتيا هو النطق ، ليس بشي\r\nفان الذاتي تحمل على ما تحته من غير تأويل ولا يصح حمل النطق\r\nكذلك .\r\nوربما قيل بان المصطلح عند أهل الميزان في نحو الناطق ما تجرد عن\r\nالذات وهذا هو الذي حكموا بكونه ذاتيا لما تحته .\r\nوفيه ما لا يخفى ضرورة بقاء الناطق على المعنى الأصلي في ألسنتهم\r\nوعدم ثبوت اصطلاح جديد فيه منهم بوجه وانما يقولون بكونه\r\nفصلا بمعناه اللغوي .\r\nواما الثاني : فلانه مستلزم لانقلاب كل قضيته ممكنة بالامكان الخاص\r\nإلى الضرورة كما في قولك زيد ضارب أو كاتب أو ضاحك فان\r\nالشئ والذات الذي له الضحك على هذا هو عين زيد ونفسه\r\nوثبوت الشئ لنفسه ضروري واللازم باطل بالاتفاق .\r\n","description":"","footnote":"","page_name":" 186 ","page_number":56},
  {"content":"\r\nعلى أن ثبوت تلك المحمولات لتلك الموضوعات ممكن بالامكان\r\nالخاص بمعنى ان شيئا من وجوده وعدمه ليس بضروري فتأمل .\r\nالخامس :\r\nان الذات المبهمة لو كانت داخلة في مفهوم المشتقات للزم توصيف\r\nالأعم بالأخص في نحو قولك ذات أسود أو شئ أبيض فيلزم ان لا\r\nيصح لعدم صحة التوصيف على الوجه المذكور كما في قولك\r\nالحيوان الانسان واللازم باطل لصحة التوصيف في نحو المثالين\r\nبالاتفاق\r\nبل الضرورة لا يقال إن توصيف الأعم بالأخص شايع في المحاورات\r\nكما في قولك حيوان ناطق فكيف يقال بعدم جوازه لأنا نقول\r\nالممنوع منه هو الأعم والأخص بحسب المفهوم لا المصداق كما في\r\nقولك الحيوان الانسان حيث إن مفهوم الحيوان جز لمفهوم الانسان\r\nبخلاف حيوان الناطق فان مفهوم الحيوان يباين مفهوم الناطق بمعنى\r\nانه ليس أحدهما جز للاخر وانما يتصادقان في أمر واحد وهو\r\nالانسان فلا نقض .\r\nالسادس :\r\nانه لو كانت الذات داخلة في مفهوم المشتق لزم تكرار الذات في حمل\r\nالمشتق في قولك زيد ضارب مثلا ولازمه حمل الذات على الذات\r\nمع أن\r\nالقائم بزيد ليس الا الوصف لاستحالة قيام الذات به كما هو واضح\r\nأو تجريد المشتق عن الذات فيكون مجازا وهو ضروري البطلان\r\nوهذا بخلاف ما لو قلنا بخروج الذات وعدم اعتبارها شطرا حتى\r\nتكون دلالة اللفظ عليها بالتضمن أو شرطا فيدل عليها بالالتزام\r\nالبين وهذا واضح . هذه جملة وجوه القول المختار ملتقي بعضها من\r\nالاعلام الأخيار لكن المعتمد على الأول وكفى به حجة ودليلا\r\nوينبغي الاعتماد على الثالث أيضا وبعده على الخامس أيضا ثم\r\nالسادس وأما الثاني والرابع وان كانا لا بأس بهما في مقام المخاصمة\r\nو\r\nالالزام على الخصم الا ان الانصاف يأباهما .\r\nأما الأول منهما : فلان المتبادر من هيئات المشتقات ليس الا المفاهيم\r\n","description":"","footnote":"","page_name":" 187 ","page_number":57},
  {"content":"\r\nالمنتزعة من قيام المبدأ بالذات على أنحاء القيام باختلاف الهيئات\r\nوالمبادئ لا ربط المبادئ إلى الذوات فيكون معانيها حرفية فان\r\nالمتبادر من هيئة اسم الفاعل مطلقا من المجرد والمزيد فيه وكذا\r\nهيئات الصفات المشبهة هو كلي المفهوم المنتزع من قيام المبدأ نفسه\r\nبالذات على نحو الصدور في الأولى وعلى نحو الثبوت في الثانية\r\nوهو المتلبس على أحد الوجهين بالمبدأ المطلق الشامل لجميع\r\nالمبادئ\r\nويكون كل واحد من المبادئ قرينة معينة للفرد الذي أطلقت عليها\r\nتلك الهيئات من باب إطلاق الكلي على المفرد وتعيين الفرد بدال\r\nآخر وهو المبدأ الخاص فيكون استفادة الفرد من خصوص الأمثلة من\r\nدالين فالهيئة في الضارب مطلقة على المفهوم الكلي وعينت\r\nالخصوصية وهو ( زننده ) من مادة الضرب وهكذا في سائر الأمثلة\r\nوالمتبادر من هيئة اسم المفعول من المجرد والمزيد فيه أيضا انما\r\nهو المفهوم الكلي المنتزع من قيام المبدأ بالذات على نحو الوقوع\r\nوهو المتلبس بالمبدأ المطلق على هذا النحو ويفهم خصوصية الافراد\r\nمن خصوص الموارد كما ذكر والمتبادر من الصيغ المبالغة هو كلي\r\nالمفهوم المنتزع من قيام الذات بالمبدأ على نحو الكثرة وهكذا إلى\r\nآخر الهيئات .\r\nوبعبارة أوضح ان الذوات الخارجية قد تتلبس بمبدأ الضرب على نحو\r\nالصدور وقد تتصف بمبدأ القتل كذلك وقد تتصف بمبدأ الاكل\r\nكذلك وهكذا إلى آخر المبادئ وأنت إذا لاحظت تلبسها بواحد من\r\nتلك المبادئ الخاصة على الوجه المذكور تنتزع من قيام هذا المبدأ\r\nالخاص بها على النحو المبدأ المذكور عنوانا بسيطا عاما مصادقا على\r\nذات أخرى غير هذه إذا تلبست بهذا المبدأ على هذا النحو وهو ما\r\nيعبر عنه بالفارسية ( بزننده ) إذا تلبست الذات بالضرب على النحو\r\nالمذكور ( وبكشنده ) إذا تلبست بالقتل على النحو\r\n","description":"","footnote":"","page_name":" 188 ","page_number":58},
  {"content":"\r\nوهكذا فتنتزع بملاحظة تلك التلبسات عناوين خاصة ثم إذا لاحظت\r\nتلك العناوين ترى بينهما قدرا جامعا جدا ولو طالبتنا بالتعبير\r\nعنه فالعذر ضيق مجال التعبير والحوالة على الوجدان .\r\nفنقول ان هيئات أسماء الفاعلين والصفات المشبهة موضوعة لهذا\r\nالقدر الجامع بين العنوانات المذكورة المنتزعة من قيام المبادئ\r\nالخاصة بالذوات وقس عليه الحال في مفهوم الصفات المشبهة فإنها\r\nأيضا منتزع من قيام المبدأ بالذوات على نحو الثبوت فيجري فيها\r\nالكلام إلى آخره .\r\nثم إن الذوات قد تتلبس بمبدأ الضرب على نحو الوقوع وقد تتلبس\r\nبمبدأ القتل على نحو الوقوع وقد تتلبس بمبدأ الجرح على هذا\r\nالنحو وهكذا إلى آخر المبادئ المجردة وأنت بعد ما لاحظت قيام\r\nالضرب بها على النحو المذكور تنتزع منه عنوانا بسيطا صادقا على\r\nغير تلك الذات إذا تلبست به على هذا النحو وهو ما يعبر عنه\r\nبالفارسية ( بزده شده ) أو قيام الضرب بها على النحو المذكور فتنتزع\r\nعنوانا كذلك يعبر عنه بالفارسية ( بكشته شده ) أو قيام الجرح بها\r\nفتنتزع عنوانا يعبر عنه بالفارسية ( بزخم خورده ) وهكذا إلى آخر\r\nالمبادئ المجردة وأنت ترى عنوانا جامعا بين تلك العناوين بالوجدان\r\nفنقول ان هيئة مفعول موضوعة لهذا العنوان الجامع وقس على\r\nالحال هيئة اسم المفعول من المزيد فيه وأنت بعد هذا البيان تعرف\r\nالحال بمقايسة ما ذكرنا في الصيغ المبالغة وأسماء المكان\r\nوالتفضيل والآلة فلا نطيل الكلام .\r\nفخلاصة الكلام ان كل واحد من هيئات المشتقات موضوعة للقدر\r\nالجامع بين تلك العنوانات المنتزعة الخاصة بالنسبة إلى هذا القدر\r\nالجامع والعامة بالنسبة إلى ما تحتها قطعا لقضاء التبادر ومعه لا يصغى\r\nإلى دعوى عدم وضع الهيئات مطلقا لمعنى مستقل وتصريح\r\nجماعة بذلك أما محمول على\r\n","description":"","footnote":"","page_name":" 189 ","page_number":59},
  {"content":"\r\nهيئات الافعال فقط أو على خلاف التحقيق هذا .\r\nوأما الوجه الثاني من الوجهين الذي هو رابع الوجوه المتقدمة فوجه\r\nالضعف فيه ان الضروري انما هو ثبوت نفس الذات لنفسها .\r\nوأما ثبوتها مقيدة بوصف فهو ممكن بالامكان الخاص هذا مع أنه على\r\nتسليمه يرد على من اعتبر خصوصية ذات من الذوات الخارجة\r\nوالمدعي للاعتبار لا يدعيها بل الذي يدعيه انما هو اعتبار ذات مبهمة\r\nمرددة بين الذوات الخارجية نظير المذكورة لا مفهوم الذات ليرد\r\nشق الأول من الدليل ولا خصوصية من خصوصيات الذوات ليرد شق\r\nالأخير إذ لا ريب ان الذات المبهمة إلى هذا القول في ضارب في\r\nقولك زيد ضارب ليست ضرورية الثبوت لزيد بمعنى أن يكون\r\nاتحادها معه ضروريا بل يمكن الاتحاد وعدمه بالامكان الخاص\r\nفكيف\r\nيوصف هذه الذات المبهمة فافهم .\r\nفكيف كان فالتبادر يغنينا عن تكلف بعض الوجوه مضافا إلى كفاية\r\nغيره من الوجوه المتقدمة غير ذلك الوجهين فحينئذ فلا ينبغي\r\nالارتياب عن خروج الذات عن مفهوم المشتقات .\r\nلا يقال فعلى هذا ما الفرق بين المصادر والمشتقات إذا المتصور في\r\nالمقام انما هو الحدث والذات فإذا خرجت الثانية عن مفهومها فلا\r\nيبقى فرق بينها وبين المصادر فما الفارق حينئذ في صحة إطلاقها\r\nعلى الذوات الخارجية وحملها عليها دون المصادر ؟ فإن كان مناط\r\nصحة الاطلاق والحمل فيها هو عدم انفكاكها عن الذات وهو موجود\r\nفي المصادر أيضا وإن كان غيره فبينه .\r\nلأنا نقول الفارق ان مفاهيمها معا كما عرفت هي الأوصاف الجارية\r\nعلى الذوات القائمة فيها قيام الحال بالمحل بخلاف المصادر فإنها\r\nموضوعة لنفس الحدث المغاير في الوجود مع الذات وإن كان له قيام\r\nبالذات الا انه لم يلاحظ\r\n","description":"","footnote":"","page_name":" 190 ","page_number":60},
  {"content":"\r\nفي وضعها مضافا إلى أن هذا القيام يغاير قيام الحال بالمحل الذي هو\r\nالمعتبر في المشتق فإنه من قيام الأثر بذي الأثر ومن هنا لا يصح\r\nحمل المصادر على الذات الا بطريق المبالغة فيكون حمل هو هو\r\nويصح حمل المشتقات عليها بالحمل المتعارف دائما .\r\nوالحاصل ان مفهوم المشتقات عبارة عن الوصف على مصطلح\r\nالنحويين ومفهوم المصادر هو الوصف المقابل للذات والأول لما كان\r\nمن وجوه الذات وعناوينه فالمصحح لحمل المشتقات على الذوات\r\nهذا بخلاف المصادر حيث إن معناها الحدث المغاير للذات في\r\nالوجود\r\nوخارج عنها غير منطبق عليها بوجه ولذا لا يصح حملها عليها\r\nضرورة ان قضية الحمل الاتحاد في الوجود وقيام المحمول\r\nبالموضوع\r\nبنحو من القيام وان اعتبر التغاير بينهما حقيقة واعتبارا بحسب\r\nالمفهوم حتى يصح الحمل .\r\nوكيف كان فالمراد بصحة الحمل في المقام انما هو صحته بالحمل\r\nالمتعارف المعبر عنه بحمل ذو هو المقابل لحمل هو هو لا ما سبق الا\r\nبعض الأوهام من أن حمل ذو هو هو ان يقدر ذو في طرف المحمول\r\nبان يكون مأخوذا في مفهومه حتى يكون معنى ضارب ذو ضرب\r\nوالا لعاد المحذور من أخذ الذات في مفهوم المشتق المانع من الحمل\r\nفبهذا كله تصح الفرق والفارق ومناط صحة الحمل في المشتقات\r\nدون المصادر وهذا الذي ذكرنا يجري في الافعال أيضا فان الذات\r\nخارجة عنها ولذا يصح حملها على الذوات بل يجري في غير\r\nالأسماء\r\nالموضوعة للذات الخارجية وهي الاعلام الشخصية أيضا كما مرت\r\nالإشارة إليه آنفا كالحيوان والانسان والرجل والمرأة ونحوها فان\r\nالموضوع في جميعها نفس عنوانات الذوات الخارجية وجوهها لا هي\r\nمن حيث هي ولا باعتبار العنوان شرطا أو شطر أو من هنا يكون\r\nحملها على الذوات من الحمل المتعارف .\r\n","description":"","footnote":"","page_name":" 191 ","page_number":61},
  {"content":"\r\nوتوضيح ذلك ان الامر في وضع غير المصادر من الأسماء لا يخلو عن\r\nأمرين :\r\nأحدهما ان يلاحظ الواضع نفس الذات ويوضع اللفظ لها من حيث\r\nهي هي مجردة عن جميع العنوانات وهذا لا يكون الا في الاعلام\r\nالشخصية كزيد وعمرو مثلا وأما الزيدية والعمرية فليستا مما تقبلان\r\nاعتبار هما في الوضع فإنهما وصفان منتزعان بعد التسمية\r\nوالوضع .\r\nثانيهما ان يلاحظ وجها من وجوه الذات وعنوانا من عناوينه المتكثرة\r\nالصادقة عليها ويوضع اللفظ له لرفع الحاجة عند إرادة تعريف\r\nالذات والإشارة إليها بوجهها كما في غير الاعلام من الأسماء\r\nالمشتقات وغيرها وإن كان بينهما فرق من جهة أخرى وهي ان المبدأ\r\nفي المشتقات أمر متأصل متقدم على المشتق وتعتبر المشتق بعد\r\nملاحظة انتسابه إلى الذات ولذا سميت المشتقات بها وفي الجوامد\r\nأمر\r\nمنتزع من نفس العنوان الذي وضع له اللفظ كالانسانية في الانسان\r\nوالحيوانية في الحيوان وهكذا فالامر فيها بعكس المشتقات فلا\r\nيكون لها مبدأ حقيقة ولذا سميت جوامد وحكم بكون الاشتقاق في\r\nمثل الرجولية والانسانية ونحوه جعليا هذا بالنسبة إلى غير\r\nأوصاف الله تعالى واما حملها فيكون من حمل هو هو وإن كان\r\nالمحمول بصورة المشتق فيقال الله تعالى قادر أو عالم ونحو ذلك من\r\nأوصاف الذات وانما لم يعبروا بقول الله علم أو قدرة حفظا على\r\nالقاعدة النحوية بحسب الصورة حيث إن بنائهم على عدم صحة\r\nحمل زنة\r\nالمصدر على الذات .\r\nثم إن بما حققنا ظهر مزيد توضيح لاندفاع ما يقال من أن المشتق\r\nمشتمل على نسبة ناقصة تقييدية كما ظهر ضعف ما قيل من أن\r\nالمشتق\r\nوإن كان بسيطا الا انه في ظرف التحليل مركب من الذات والصفة\r\nضرورة عدم قضاء تحليل المعنى\r\n","description":"","footnote":"","page_name":" 192 ","page_number":62},
  {"content":"\r\nبخروجه عما عليه مع ما عرفت من خروجها حقيقة في ظرف التحليل\r\nوانها معروضة لتلك العنوانات متحدة معها لا مأخوذة في مفهوم\r\nالمشتقات أو في حقائقها فافهم واغتنم .\r\nاحتج القائلون بالدخول أيضا بوجوه :\r\nالأول للتبادر فان المتبادر من لفظ المشتق عند الاطلاق هو ذات ثبت\r\nله المبدأ .\r\nوجوابه ان ذاتا ما تفهم من نفس مفهوم المشتق من جهة كونها\r\nمعروضة له لا من حاق اللفظ فالدلالة التزامية لا تضمنية .\r\nالثاني إجماع النحاة حيث فسروا اسم الفاعل بمن قام به المبدأ واسم\r\nالمفعول بمن وقع عليه المبدأ .\r\nوجوابه علم سابقا .\r\nوتوضيحه ان التعبير بذلك لتسهيل البيان والا فظاهر قولهم المذكور\r\nكون المدلول في الاسمين هو ذات ما من حيث قيام المبدأ به أو\r\nوقوعه عليه على وجه يكون التقييد داخلا والقيد خارجا ولا يقول به\r\nأحد من الفرقين .\r\nهذا مع أن إجماعهم لا يعبأ به بعد قيام الأدلة القاطعة على خلافه\r\nالثالث انه لو لم يكن الذات داخلة في مفهوم المشتق للزم كونه مجازا\r\nفي\r\nنحو قولك جاءني العالم أو الأبيض أو الأسود أو نحو ذلك مما يراد به\r\nالذات قطعا والتالي باطل اتفاق فكذا المقدم .\r\nوفيه ان المشتق في الأمثلة المذكورة وأمثالها انما يراد به المفهوم\r\nالمجرد عن الذات ويطلق على الذات الخارجية من باب إطلاق الكلي\r\nعلى الفرد كما عرفت .\r\nالرابع انه لما كان مفهوم المشتق هو المفهوم العرضي المجرد عن\r\nالذات\r\n","description":"","footnote":"","page_name":" 193 ","page_number":63},
  {"content":"\r\nلما صح تعلق الاحكام به لعدم مقدوريته .\r\nوفيه انه إذا أريد بالمشتق الحكم عليه بشي يطلق على الذوات\r\nالخارجية من باب إطلاق الكلي على الفرد ويكون المتعلق للحكم هي\r\nتلك\r\nالذوات لا المفهوم كما في الجوامد الموضوعة للمعاني الكلية مع أن\r\nعدم صحة الحكم بنفس تلك المفاهيم مسلم إذا كان بشرط عدم\r\nالذوات الخارجية وأما لا بشرط فلا شبهة في مقدوريته بامتثال ذات\r\nمن الذوات التي هي من أفرادها وإلا لجرى ذلك في غير\r\nالمشتقات من الأسماء الموضوعة للمفاهيم الكلية .\r\nالخامس انه لو لم يؤخذ ذات ما في مفهومها للزم أن لا يصح استعمالها\r\nبدون ذكر المتعلقات من الذوات ومفهوم المشتق حينئذ هو مجرد\r\nالمبدأ والرابط ومن البين ان الربط بين الشيئين أمر إضافي لا يمكن\r\nتعلقه بدون تعقل الشيئين فكان بمثابة المعاني الحرفية والثاني\r\nباطل قطعا إذ كثيرا ما يستعمل المشتق في المحاورات بدون ذكر\r\nالذات كما في قولك جاءني العالم أو الأبيض أو الأسود ورأيت\r\nالأبيض ومررت بالأحمر وهكذا .\r\nوجوابه قد مر في طي أدلة المختار من أن مفهوم المشتق أمر بسيط\r\nعرضي ينتزع من قيام المبدأ بالذات في الخارج ليعبر عنه\r\nبالفارسية في لفظ ضارب مثلا ( بزننده ) .\r\nوهذا المعنى أمر مستقل بالمفهومية كسائر معاني الأسماء ولا يتوقف\r\nتعقله على تعقل الغير حتى يكون من المعاني الحرفية بل انما\r\nيتوقف تحققه في الخارج على وجود غيره كما في مطلق الاعراض\r\nفعدم الاستقلال باعتبار الوجود الخارج لا باعتبار المفهومية وليس\r\nما شأنه من المعاني الحرفية والا لدخل كل اسم لا يتحصل معناه في\r\nالخارج الا بتحصل الغير كالاضافيات والأسماء الموضوعة للاعراض\r\nفي الحروف وهي باطلة نعم يلزم ذلك لو كان مفهوم المشتق مجرد\r\n","description":"","footnote":"","page_name":" 194 ","page_number":64},
  {"content":"\r\nالنسبة والربط كما لو كان هو المبدأ من حيث قيامه بالذات يلزم تضمنه\r\nللمعاني الحرفية كالمبهمات ولا نقول نحن بشي منهما لظهور\r\nالمغايرة بين هذين وبين ما اخترناه فان مرجع المفهوم على ما ذكرنا\r\nإلى المبدأ بملاحظة قيام المبدأ بالذات لا من حيث كونه كذلك\r\nوبينهما فرق بين لاعتبار الحيثية في الوضع على الوجه الثاني دون الأول\r\nنظير الحضور الذهني بالنسبة إلى الجنس المنكر والمعروف\r\nفافهم .\r\nحجة التفصيل\r\nعلى الدلالة بالنسبة إلى أسماء الآلات تبادر الذات المبهمة منها وعلى\r\nعدمها في غيرها ببعض ما مر من الأدلة المختار .\r\nوفيه ما مر من أن تبادر الذات انما هو لشدة الارتباط بين العارض\r\nوالمعروض لا من نفس اللفظ مضافا إلى كثرة الاطلاق على الذات\r\nوندرة إرادة المفهوم العرضي اللا بشرط فيها أي الأسماء الآلات فإنه\r\nأيضا قد يوجب التبادر ويحتمل القول بحصول النقل عرفا من جهة\r\nشيوع الاطلاق في خصوص أسماء الآلات فتدبر .\r\nتذنيبان\r\nالأول :\r\nقد فرع على المسألة أعني اشتراط بقاء المبدأ فيما أطلق عليه المشتق\r\nحقيقة وعدمه كراهة الوضوء بالماء المسخن بالشمس بعد الزوال\r\nالسخونة عنه على القول بعدم اشتراط البقاء وزوالها على القول\r\nبالاشتراط وكذا كراهة التخلي تحت الأشجار المثمرة بعد ارتفاع\r\nالثمرة وكراهة سؤر آكل الجيف بعد ترك الأكل وكذا الحال في\r\nالموقوف والوصايا والنذور المتعلقة بالعناوين المشتقة على ما ذكره\r\nبعض المتأخرين من مقاربي عصرنا كالطلبة والمشتغل والعالم\r\nوالمدرس وغير ذلك من المشتقات لكن التأمل التام يقضي بظهور\r\nالثمرة على بعض الوجوه لا مطلقا .\r\n","description":"","footnote":"","page_name":" 195 ","page_number":65},
  {"content":"\r\nوتحقيقه ان الوصف العنواني الذي هو مدلول المشتقات ويجري\r\nعلى الذوات ويعبر عنها بها وتعلق الحكم عليه أما أن يعلم بعدم\r\nمدخليته للحكم بل يكون عنوانا وقع لمجرد تعريف الذات التي هي\r\nالموضوع حقيقة كما في قول القائل اقتل جالس الدار إذا كان\r\nالجالس فيها من أعدائه وأما ان يعلم بمدخليته في الجملة وعلى\r\nالثاني أما أن يكون العنوان علة لثبوت الحكم حدوثا أو بقاء أيضا\r\nفيكون\r\nواسطة في الثبوت كما في السارق والزاني في الآيتين وغيرهما أو\r\nلم يكن علة بل انما هو أخذ قيدا لموضوع الحكم فيكون واسطة\r\nللعروض كما في قولنا العادل مقبول الشهادة والمجتهد ينفذ حكمه\r\nوأما ان يشتبه الحال بحيث لا يعلم بمدخليته في الحكم على أحد\r\nالوجهين وعدمها فيقع فيه الاشكال .\r\nأما الصورة الأولى فالحكم فيها باق بعد زوال العنوان على جميع\r\nالأقوال إذ متعلقه هي الذات وهي لا تختلف ببقاء العنوان وزواله فلا\r\nتظهر فيها فائدة الخلاف .\r\nوأما الثانية وهي أن يعلم بكونه علة لثبوت الحكم وان الموضوع نفس\r\nالذات فان علم فيها بكونه علة لثبوت فقط دون البقاء فالحكم ما\r\nذكر في الصورة الأولى وان علم أنه علة للحدوث والبقاء كليهما\r\nكالتغيير الموجب لنجاسة الماء الراكد الكر حيث إن بقاء النجاسة يدور\r\nمدار بقائه على الأظهر فلا إشكال في زوال الحكم بعد زواله على\r\nجميع الأقوال أيضا وان اشتبه الحال في كونه علة للبقاء أيضا فالحكم\r\nببقاء الحكم حينئذ يدور مدار ما اختاره الفقيه في مسألة الاستصحاب\r\nفان يرى اعتباره في مثل المقام يحكم بالبقاء والا فلا سوأ كان\r\nمن القائلين باشتراط بقاء المبدأ أم من غيرهم فلا ثمرة هنا أيضا بين\r\nالقولين .\r\nوأما الثالثة : وهو أن يعلم بكونه قيدا للموضوع فقط فهذه هي\r\n","description":"","footnote":"","page_name":" 196 ","page_number":66},
  {"content":"\r\nمورد ظهور الثمرة فعلى القول بوضع المشتق لخصوص حال النطق\r\nيلزم اختصاص الحكم بمن كان متلبسا بالمبدأ في هذا الحال وعلى\r\nالقول المختار من وضعه لحال التلبس يعم الخطاب لمن تلبس به في\r\nالماضي أو الحال أو الاستقبال مع اختصاص الحكم بحال التلبس لا\r\nمطلقا ويتفرع على هذين القولين زوال الحكم بزوال المبدأ لانتفاء\r\nموضوعه حينئذ وعلى القول بوضعه للقدر المشترك بين الماضي\r\nوالحال يلزم بقاء الحكم لصدق العنوان حقيقة بعد زوال المبدأ\r\nفالموضوع باق .\r\nوأما الرابعة وهي ان لا يعلم بمدخليته العنوان في الحكم ولا في\r\nالموضوع فتظهر الفائدة فيه أيضا إذ اللازم على القول باشتراط بقاء\r\nالمبدأ حينئذ زوال الحكم بعد زوال العنوان للشك في بقاء الموضوع\r\nولا يمكن استصحابه لاشتراط بقاء الموضوع فيه على الأقوى وهو\r\nغير معلوم لتردده بين الذات المطلقة والمقيدة فافهم .\r\nاللهم الا ان يكون لا يعتبر ذلك الكلام في الثمرة بين القول مع قطع\r\nالنظر عن الأدلة الخارجية ولا ريب في ظهوره كما عرفت مع قطع\r\nالنظر عن الاستصحاب وعلى القول بعدم اشتراط البقاء كان الحكم\r\nباقيا لبقاء الموضوع على التقديرين على حسب ما مر فبهذا كله\r\nعرفت ان تفريع الحكم بتلك العناوين على المسألة بقول مطلق ليس\r\nبجيد .\r\nثم إنه لا يخفى عليك تطرق الاشكال فيما فرعوا على المسألة من بقاء\r\nكراهة الوضوء بالماء المسخن بالشمس بعد زوال سخونته وبقاء\r\nكراهة البول تحت الشجرة المثمرة المرتفعة عنها الثمرة .\r\nاما الأول فلان المبدأ في المشتق المذكور ليس قابلا للبقاء قطعا بل هو\r\nنظير القتل قبل وجوده لا وجود له وبمجرد وجوده منعدم نعم\r\nالأثر الحاصل\r\n","description":"","footnote":"","page_name":" 197 ","page_number":67},
  {"content":"\r\nمن التسخين والتسخن قابل للبقاء لكنه ليس من محل النزاع في شئ\r\nنعم لو دل دليل على كراهة الوضوء بالماء المسخن السخين جرى\r\nالنزاع فيه ويظهر الثمرة فيه وبالجملة التسخين والتسخن والسخونة\r\nنظير التمليك والتملك والملكية فهل ترى أحدا يقول بقابلية بقاء\r\nالأولين والمفروض ان المسخن من التسخين الذي هو فعل الشمس\r\nفي محل الكلام المنعدم بمجرد وجوده فلو دل دليل على كراهة\r\nالوضوء بالماء المسخن علم أن المراد ما انقضى عنه المبدأ بحكم\r\nالعقل فلا يمكن جعله من ثمرات النزاع في المسألة مع أنه لم يرد في\r\nشئ\r\nمن الاخبار كراهة الوضوء بالماء المسخن .\r\nواما اختلاف العلماء فهو مبنى على اختلافهم في فهم الاخبار ولا\r\nيستلزم ذلك كونه من هذه الجهة .\r\nواما الثاني فلان الظاهر من تعلق الكراهة بالبول تحت الشجرة المثمرة\r\nهي التي تكون مثمرة حال البول .\r\nتوضيح ذلك ان الشجرة المثمرة .\r\nقد تطلق على ما تكون مثمرة بحسب جنسه أي ما يكون لها شأنية\r\nالأثمار في مقابل ما لا يقبل جنسها لذلك كالتاجر مثلا .\r\nوقد تطلق على ما تكون شجرة بحسب نوعه في مقابل ما لا يقبل\r\nنوعه لذلك كالنخل الفحل مثلا .\r\nوقد تطلق على ما تكون مثمرة بحسب صنفه على حسب اختلاف\r\nالأصناف في القرب والبعد .\r\nوقد تطلق على ما تكون مثمرة فعلا .\r\nوالأخبار الواردة في كراهة البول تحت الشجرة المثمرة على ضربين :\r\nأحدهما ما يمنع من البول تحت الشجرة المثمرة .\r\n","description":"","footnote":"","page_name":" 198 ","page_number":68},
  {"content":"\r\nوثانيهما ما دل على كراهة البول تحت الشجرة التي عليها ثمرة وحمل\r\nالمطلق على المقيد وان لم يكن ثابتا في المكروهات\r\nوالمندوبات والمباحات الا ان الظاهر بعد التأمل في الاخبار كون النهي\r\nعن البول تحت الشجرة المثمرة من جهة تنفر الطباع عن أخذ\r\nالثمرة فعلى القولين في المشتق لا كراهة إذا لم تكن عليها ثمرة فلا\r\nمعنى لجعل الفرع المذكور من ثمرات الخلاف في المسألة والله\r\nالعالم .\r\nالثاني\r\nحكى بعض الاعلام عن بعض جريان الخلاف المتقدم في المشتقات\r\nفي الجوامد أيضا ولعل نظره في ذلك إلى الذوات التي تتصف ببعض\r\nالأوصاف في بعض الأحوال ويختلف التسمية باعتباره مثل كون هند\r\nزوجة زيد باعتبار حصول علقة النكاح بينهما وكون المائع خمرا\r\nباعتبار إسكاره ونحو ذلك .\r\nواما غير ذلك من الذوات فلا يتصور فيها زوال الوصف مع بقاء\r\nالذوات بوجه اللهم الا ان يريد بذلك تغير صورها النوعية كما إذا وقع\r\nالكلب في الملحة فصار ملحا أو صارت العذرة ترابا أو دودا ونحو\r\nذلك ولكنه حينئذ في غاية السقوط ضرورة عدم صدق الكلب\r\nوالعذرة مع انتفاء الصورة النوعية إذ التسمية تدور مدارها وجودا\r\nوعدما .\r\nنعم ربما يتوهم ذلك في نحو الزوجة والخمر مما تكون التسمية فيه\r\nدائرة مدار ثبوت حالة أو وصف لكنه ليس بشي أيضا إذ الظاهر\r\nعدم الخلاف في كون الجوامد حقيقة في حال التلبس لا حال النطق\r\nوكذا لزم كون الاطلاق في نحو قولك هذا كان خمرا في الأمس\r\nويكون خلا في الحال وهند كانت زوجة زيدا والآن مطلقة مجاز أو هو\r\nباطل بضرورة اللغة والعرف .\r\nواما احتمال كونها حقيقة باعتبار التلبس في الماضي بالنسبة إلى حال\r\nالنسبة فبعيد جدا غاية البعد .\r\nمضافا إلى قضاء التبادر عرفا بخلافه ولذا خصوا النزاع في كلماتهم\r\n","description":"","footnote":"","page_name":" 199 ","page_number":69},
  {"content":"\r\nبالمشتقات وما قد يرى من نحو قولهم هند زوجة زيد بعد طلاقها بائنا\r\nبل بعد تزويجها بغير زيد ونحو ذلك مبنى على ما ذكرنا في\r\nطي التنبيه الأول والثاني من أن المراد تعريف هذه الذوات الموجودة .\r\nلان باعتبار اتحادها لما كانت معروضة للوصف العنواني قبل ذلك\r\nفلفظ زوجة زيد قد أطلق على تلك الذات التي كانت لها هذه الصفة\r\nفي ذلك الزمان فجعلت تلك باعتبار اتحادها لهذه الذات معرفة لها\r\nكما في قولك هذا ضارب عمرو في المشتق وفي الجوامد نحو قولك\r\nهذه حقيقة عمرو أو دار زيد أو كتابه بعد خروجها عن ملكه إلى ملك\r\nالغير فليس لهذا الاطلاق دلالة على كون الجوامد حقيقة باعتبار\r\nالتلبس في الماضي بالنسبة إلى حال النسبة . والحمد لله رب العالمين\r\nوالصلاة والسلام على محمد وآله الطاهرين ولعنة الله على\r\nأعدائهم أجمعين إلى يوم الدين آمين آمين يا رب العالمين .\r\nقد تم بحمد الله وحسن توفيقه في سلخ شعبان المعظم من شهور\r\nسنة خمس وثلاثمائة بعد الألف من الهجرة النبوية في دار الخلافة\r\nالباهرة الناصرية بحسن الاهتمام من الجناب المستطاب الفاضل\r\nالكامل الموفق بتوفيقات الله الشيخ موسى النوري دام فضله والعالي\r\nالجاه الميرزا حسن الكجوري .\r\nزيد عزه مع كمال المواظبة ونهاية الدقة في التصحيح والطبع\r\nوالمرجو من الناظرين ان وجدوا فيه سهوا أو نسيانا ان يغمضوا بكرمهم\r\nالعميم فان الانسان يساوق السهو والنسيان وحرر ذلك سنة 1305 .\r\nوقد تمت الطبعة الثانية المحققة في 17 من شهر ربيع الأول سنة\r\n1404 من الهجرة النبوية على صاحبها آلاف التحية والثناء والحمد\r\nلله\r\nأولا وآخرا .\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":70}
  ]