[
  {"content":"\r\nبحوث في فقه الرجال\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبحوث\r\nفي فقه الرجال\r\nمحاضرات ألقاها على طلابه\r\nسماحة آية الله العظمى\r\nركن الدين وعماد المحققين وخلاصة المتأخرين\r\nالسيد علي العلامة الفاني الأصفهاني\r\nقدس سره\r\nتأليف\r\nالسيد علي حسين مكي العاملي\r\nمؤسسة العروة الوثقى\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nحقوق الطبع محفوظة\r\nالطبعة الثانية\r\n1994 م - 1414 ه‍\r\nمؤسسة العروة الوثقى\r\nبرج البراجنة - شارع حاطوم ، ملك علي حرب - ص . ب : 25 / 216\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين وصلى الله على سيدنا محمد وآله الطاهرين ، واللعن الدائم على أعدائهم أجمعين إلى يوم القيامة\r\nاما بعد فمن البديهيات لدى المسلمين ، ان الدين - وهو المنهج الإلهي الجامع للمعارف والعبادات والمعاملات والاخلاق\r\nوسياسة المدن وكل ، للشرع دخل في جعله - لا يعرف من كتاب الله فحسب وان زعم جمع قليل من\r\nالمسلمين بدعوى - إن الحكم الا الله ، اذن فالحاجة إلى السنة ضرورية ، والسنة عندنا معاشر\r\nالشيعة ليست منحصرة بما ورد عن النبي الأعظم صلى الله عليه وآله وسلم ، بل هي أعم منه ومما ورد\r\nعن أئمتنا المعصومين صلوات الله عليهم أجمعين ينابيع الحكمة وخزنة علم الله وورثة علم النبي صلى الله عليه وآله\r\nإذ المأثور عن النبي ( ص ) من طرق الفريقين ( السنة والشيعة ) ان رسول الله صلى الله عليه وآله\r\nقال أنا مدينة العلم وعلي ( ع ) بابها فعلي عليه السلام - وهو والد الأئمة الطاهرين وراثة عليهم السلام -\r\nباب علم الرسول ( ص ) مدينة علم الله بماله من المعنى العام وهل يؤتى إلى المدينة إلا من بابها\r\nوحيث إن أخذ معالم الدين من المعصومين واحدا بعد واحد مشافهة لكل أحد في أي زمان\r\nبأنفسهم مستحيل بل تصل الاحكام الصادرة منهم والآثار مأثورة عنهم بالطرق المتعارفة\r\nالعقلائية بين البشر وهي الاخبار وتختلف الاخبار وهي بالواسطة قهرا صحة وسقما ،\r\nباختلاف المخبرين صدقا وكذبا ووثاقة وضعفا فاذن وجب النظر والاجتهاد والفحص\r\nالكامل والشامل في أسانيد الاخبار حيث لا علم لأحد لغيب الله تعالى ولا اطلاع لشخص على اللوح\r\nالمحفوظ إلا ما ينقل عن المعصومين عليهم السلام بالسند الصحيح فالعجب ممن يأخذ أي متن من أي\r\nما يسمى بالخبر وان كان الخبر مرسلا أو منقولا عن سند ضعيف للجهل بحال المخبر أو\r\nلكونه مهملا في كتب الرجال ولهذا السبب أنا أحمد الله تعالى ، أن وفق قرة عين الفضل\r\nوالكمال والورع والتقوى العلامة المؤتمن الذكي ولدنا السيد على المكي اللبناني دامت أيام\r\nإفاداته لتقرير أبحاثنا في نقد الرجال وما بيناه في منهج الوصول إلى المتون الواردة عن أهل بيت\r\nالعصمة عليهم السلام من الدقة في أحوال الرجال واستنباط حالهم صدقا وكذبا من عمود الزمان\r\nوجمع القرائن التاريخية من كتب الرجال أو غيرها من الكتب مشروطا بحصول الاطمينان ( النوعي )\r\nبصدق الرجل لسانا مع غض النظر عن عقايده وسائر مفاسد أخلاقه إذ المدار في الخبر\r\nعلى الحكاية لا على صفات الخبر باستثناء صفة الصدق الخاصة بلسانه لا على جوارح المخبر وأخيرا\r\nأسأل الله أن يجزى السيد السند المكي خير الجزاء وأن ينفع بمجهود ، العلماء إن شاء الله تعالى\r\nميلاد الحجة 1407 على الحسيني الأصفهاني العلامة الفاني\r\nصورة عن الإجازة الخطية للمقرر\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nصورة آية الله العظمى مير سيد علي العلامة الأصفهاني ( قده )\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nآية الله العظمى\r\nالعلامة الفاني ( قدس سره ) في سطور\r\nكان من المقرر أن يرى هذا السفر النور منذ زمن . ولكن ولعدة ظروف\r\nشاءت الاقدار أن يتأجل ذلك إلى ما بعد الفاجعة الأليمة والحدث الجلل ألا\r\nوهو غياب سيدنا المقدس عن عالمنا وارتحاله إلى لقاء الله .\r\nوكان من المقرر أيضا ان يضاف إلى الكتاب نبذة عن حياة وجهاد\r\nسماحته ولكن لما لم يكن معتادا ذكر حياة العظماء إبان حياتهم ارتأيت تأجيل\r\nذلك . . ولكن لما فجعنا وفجع العالم الاسلامي برحيله ، كان من الوفاء\r\nلأستاذنا المعظم ذكر نبذة من سيرته وجهاده وعمله تخليدا لذكراه . . . . راجين\r\nمن الله تعالى ان يوفقنا لنشر ما يليق بشأنه في كتابه مستقل .\r\nوكنت في حياته رضوان الله تعالى عليه قد التمست منه ذكر نبذة من\r\nسيرته وحفظا للأمانة فإني ذاكرها ابتداء مع إضافات سمعتها منه ( قده ) أو\r\nلاحظتها أثناء حياته .\r\nكتب قدس الله نفسه الزكية [ السيد علي نور الدين أبو المكارم العلامة\r\nالشهير بالفاني الأصفهاني ابن المرحوم حجة الاسلام والمسلمين الحاج السيد\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nمحمد حسن الحسيني اليزدي الفاني المذكور في نقباء البشر المجلد الأول\r\nالصفحة 393 ، ولد بعد زوال الخميس 26 من شهر ربيع الأول سنة 1333 ه‍\r\nبأصفهان وشرع بالمبادئ العربية عند ملا عبد الله الخراساني المتوفى\r\nسنة 1349 ه‍ القمرية وحضر بعد ذلك عند جماعة من أجلة علماء أصفهان\r\nسطحا وخارجا فحضر القوانين للمحقق القمي ( قده ) عند المرحوم المقدس\r\nالحكيم الخراساني ره المتوفى سنة 1355 ه‍ القمرية وفرائد الشيخ الأنصاري\r\nعند المرحوم الحاج السيد مرتضى الخراساني ( قدس سره ) والمتاجر والكفاية\r\nبجزئيها عند السيد المقدس آية الله السيد محمد النجف آبادي المتوفى\r\nسنة 1358 ه‍ القمرية ( قدس سره ) وحضر الفلسفة عند المرحوم الشيخ المفيد\r\nوحضر خارج الأصول والفقه والفلسفة والكلام والتفسير عند آية الله العظمى\r\nالجامع للمعقول والمنقول الزاهد التارك للدنيا الحاج مير سيد علي النجف\r\nآبادي مدة مستمرة في اثنتي عشرة سنة وأزيد حتى توفي ( قدس سره العزيز )\r\nالثالث عشر من شهر صفر سنة 1362 ه‍ فهاجر في أوائل ربيع الثاني من تلك\r\nالسنة إلى النجف الأشرف واستفاد من جملة من أعظم علماء النجف أمثال\r\nالسيد الزعيم السيد أبو الحسن الأصفهاني والشيخ محمد كاظم الشيرازي\r\nرحمهما الله تعالى واشتغل في نفس الوقت بتدريس الفقه والأصول سطحا\r\nوخارجا وبرز لدى تدريسه جملة من العلماء العظام وفقهم الله تعالى . واما ما\r\nقاساه فمما لا أقدر على بيانه والمشتكى إلى الله تعالى والأجر منه إن شاء الله\r\nبلطفه العميم وأرجو العفو والغفران منه .\r\nوأما تآليفه وتقريرات أبحاثه في العلوم المتنوعة فهي عبارة - عن مطبوع\r\nوغير مطبوع - عن قريب من ثمانين مؤلفا منها : 1 - شرح الشرايع في الطهارة - خمسة أجزاء - طبعت جميعها والحمد\r\nلله تعالى .\r\n2 - شرح الشرايع في الصلاة - سبعة أجزاء - طبعت خمسة منها والباقي\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nتحت الطبع .\r\n3 - الآراء في مباحث الأصول طبع جزءان منها في الألفاظ .\r\n4 - الآراء في المباحث العقلية - ثلاثة أجزاء - تحت الطبع - .\r\n5 - رسالة في علم الإمام ألفت في ليلة واحدة - جزء واحد - .\r\n6 - الحاشية على وسيلة النجاة للزعيم الديني آية الله العظمى المرحوم\r\nالسيد أبي الحسن الأصفهاني ( قدس سره ) طبع مرة في سنة 1380 ه‍ في\r\nالنجف الأشرف ومرة أخرى في قم المحمية بعد مرور خمس وعشرين سنة\r\nوالحمد لله .\r\n7 - الحاشية على العروة الوثقى للزعيم الديني آية الله العظمى السيد\r\nالبروجردي الطباطبائي ( قدس سره ) مع الالماح إلى جملة من القواعد في\r\nالمسائل الصعبة - طبعت العبادات في طهران والمعاملات في قم المقدسة - .\r\n8 - ترجمة تقديم المحسنين - طبعت مع بعض القرائين - .\r\n9 - ترجمة نصائح .\r\nإلى هنا انتهى ما كتبه بقلمه الشريف واما ما ذكره لي :\r\n10 - البداء وقد ترجم إلى الفارسية .\r\n11 - المختار في الجبر والاختيار وقد ترجم إلى الفارسية .\r\n12 - رسالة في الأمر بالمعروف والنهي عن المنكر .\r\n13 - رسالة توضيح المسائل الشرعية وقد ترجمت وطبعت بخمس\r\nلغات ( الفرنسية - الفارسية - العربية - الانكليزية ) .\r\n14 - شرح الفصوص مع حاشية ( ذكرها بخطه الشريف ) .\r\n15 - قبسات العقول وقد طبعت بخمس لغات أيضا .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n16 - الشعائر الحسينية وقد ترجمت إلى الفارسي والأوردو - مطبوع - .\r\n17 - خمسون مسألة - مطبوع - .\r\n18 - منظومة فارسية في المعصومين ( ع ) - مطبوع - .\r\n19 - ديوان شعر بالفارسية - غير مطبوع - ( 2 جلد ) .\r\n20 - الآراء حول الإرادة - مطبوعة - .\r\n21 - الآراء حول القرآن - مطبوع - وقد ترجم بلغة أوردو من دون طبع .\r\n22 - بيان الخيانة - مطبوع - .\r\n23 - تنزيه الصفوة - مطبوع - .\r\n24 - تحفة الجواهر - مطبوع - .\r\n25 - ترجمة خطبة الزهراء ( ع ) في فدك - مطبوع - .\r\n26 - زن از ديدكاه شريعت إسلام - مطبوع - .\r\n29 - عبد الله بن عباس - مطبوع - .\r\n30 - الحاشية على صراط النجاة - فارسي - مطبوع - .\r\n31 - الخمس الاستدلالي - غير مطبوع - .\r\n32 - تفسير سورة الحمد - غير مطبوع - .\r\n33 - تفسير سورة الجمعة - غير مطبوع - .\r\n34 - فقه الرجال - وهو هذا الكتاب - .\r\n35 - تفسير سورة ( محمد ) - غير مطبوع - .\r\n36 - تفسير سورة الفتح - غير تام - .\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n37 - الزكاة - غير تام - .\r\n38 - أحكام البنوك وتحليل ودراسة حول مسألة الربا - تام غير\r\nمطبوع - .\r\n39 - الذباحة - غير مطبوع - .\r\n40 - البيع على ضوء متاجر الشيخ الأنصاري إلى بحث الفضولي - غير\r\nمطبوع - .\r\n41 - الإجارة على ضوء الشرائع - غير مطبوع - .\r\n42 - القضاء - غير مطبوع - .\r\n43 - الوصايا بقلم العلامة الشيخ محمد مهدي شمس الدين - غير\r\nمطبوع - .\r\n44 - القرعة - بقلمه أيضا - غير مطبوع - .\r\n45 - الحج - غير تام - .\r\n46 - الصوم - غير تام - .\r\n47 - الفوائد العربية في الكلام - غير مطبوع - .\r\n48 - الفوائد الرجالية - غير مطبوع - .\r\n49 - رسالة في منجزات المريض ( ذكرها بخطه الشريف ) .\r\n50 - رسالة في العرفان ( السير إلى الله ) ( ذكرها بخطه الشريف ) .\r\n51 - الفوائد العلوية ( كلام ) ( ذكره بخطه الشريف ) .\r\n* وسيدنا المقدس كان من رجالات الدين والمراجع العظام الذين يقل\r\nجدا أمثالهم فقد حاز على رتبة الاجتهاد كما ذكره لي وهو ابن سبعة عشر عاما\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوكان أول اجتهاده في مسألة المسح على الرجل حيث رجح قول المشهور في أن\r\nالكعب هو قبة القدم ما بين الأصابع وأسفل الساق وخالف في ذلك الشيخ\r\nالبهائي حيث اختار انه أسفل الساق .\r\nكما كان ( قدس الله نفسه ) يتمتع بقوة حدس وذكاء وضبط يعجب ذوي\r\nالألباب فقد كان يكفي ان يزوره الشخص مرة واحدة فيتذكره ولو تمادت\r\nالسنين . . . ولا زلت اذكر اني عندما كنت أقرأ عليه ما كتبته من تقريراته ( فقه\r\nالرجال ) رغم ان المرض قد أخذ منه مأخذا - كان يلتفت إلى أدق النقاط\r\nفيحذف أو يصوب .\r\nوكان رضوان الله عليه شغولا جدا في التأليف والبحث والتدريس بشكل\r\nمدهش حتى أنه وفي أيامه الأخيرة التي كان فيها في المستشفى تمم كتابه\r\nالأخير ( بحث القطع والظن ) .\r\nوكان من غريب أموره إحاطته بمجموعة من العلوم رغم اشتغاله\r\nبالشؤون الفقهية والمرجعية فقد ألف في الفقه والفلسفة والعرفان والأصول\r\nوالتفسير والعقائد والاخلاق فضلا عن نظمه الشعر .\r\nوقد تخرج من مدرسته الكثير من الفطاحل والأعاظم وخصوصا في\r\nالنجف الأشرف والذين انتشروا في الآفاق لخدمة الرسالة وكان رحمه الله كثير\r\nالوعظ والارشاد لجلسائه وملاحظا ما يناسب كل شخص بحسب أحواله\r\nوتطلعاته وكان مما يوصي به طلابه عموما واللبنانيين خصوصا العكوف على\r\nطلب العلم والاصرار على تلقيه مهما كلف الامر وله عبارة معروفة للوصول\r\nإلى سدة الكمال ( السهر حتى السحر ) .\r\nوكثيرا ما كان سيدنا يبرز تأذيه لوضع طلاب العلوم خصوصا الأذكياء\r\nمنهم حيث يتركون الحوزات في أول فرصة مضيعين على أنفسهم وعلى الأمة\r\nفرص الاستفادة الحقيقية منهم . .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nوكان طيب الله ثراه زاهدا في هذه الدنيا غير ملتفت إلى اقبالها وتزيينها\r\nولذا فضل العيش بعيدا عن الأضواء والشهرة إلا من عمل دؤوب وتربية لجيل\r\nعلمي رائد . .\r\nوكان يذكر لي وأظنه أقسم على ذلك بأنه لو أمكنه ان يطبق فمه عن\r\nالمأكل والمشرب لفعل . فلله درك . . كيف لا . . . وأنت سليل الأوصياء وربيب\r\nحجر العلم والقداسة وقد تلمذت على منبر العظام والأتقياء .\r\nوقد سألته يوما عما استفاده في حياته من تجارب يوصي بها الآخرين\r\nفقال في شأن العالم :\r\n1 - إن من كان صائنا لنفسه حافظا لدينه حسنت عاقبته وكثر رزقه ووفقه\r\nالله ومن باع دينه ساءت عاقبته وأصابته البلايا من حيث لا يشعر ومن حيث لا\r\nيحصي .\r\nوان على العالم ان يترك الدنيا وان أقبلت عليه وهذا لا ينافي كون الزهد\r\nالحقيقي هو الورع عن محارم الله يقول جل وعلا * ( يا أيها الذين آمنوا كلوا من\r\nطيبات ما رزقناكم ) * ( 1 ) .\r\nوعلى العالم ان يتمثل خطى علي ( عليه السلام ) ويسير على وفقها\r\nناصحا للناس وهاديا لهم ومعينا لعائلهم ومغيثا للملهوف .\r\nوقال قدس سره في شأن الناس :\r\n2 - ان عليهم بذل ما لديهم في خدمة الرسالة وهذا ضمان لعدم الخسارة\r\nولدفع البلايا عنهم واما لو عكفوا على جمع الثروات وعدها فسيكون نتيجتها\r\nالخسران وضياع الأموال بل وضياع الاعراض . . وقد يصابون وفي غالب\r\n\r\n","description":"","footnote":" ( 1 ) سورة البقرة ، الآية : 172 . ","page_name":" 13 ","page_number":13},
  {"content":"\r\nالأحيان بالأمراض والبلايا مما ليس له دواء ومما لا يعالج بالمال .\r\n* رحمك الله سيدي فكم لك في قلوب الذين عرفوك ذكرى لا تزول\r\nبزوال الأيام والسنين يذكرونك بحنانك . . بمرحك . . بنكاتك . . . وقد لا\r\nيصدق محبوك انك رحلت عنهم ولكن قدر الله هو الغالب .\r\nيذكرونك عندما تعرج على ذكر أهل بيت العصمة واعظا جلسائك حيث\r\nتفيض عيناك بالدمع وتنضح أساريرك بالولاء للعترة الطاهرة .\r\nرحمك الله . . كم كنت شديد الولاء لهم مشددا على التمسك بهم\r\nوبكتاب الله . . كيف لا !\r\nووصيتك أن يدفن مع جسدك الطاهر منظومتك الشعرية في المعصومين\r\nالأربع عشر وكتابيك ( آراء حول القرآن - وعبد الله بن عباس ) - رحمك الله كم\r\nكنت متعلقا بمدينة قم المقدسة عش آل محمد ( ع ) . . فأنت على فراش الموت\r\nتطلب أن تنقل إلى قم ويحول بينك وبين غرضك المشرفون على صحتك . .\r\nوتحت إصرارك يوافقون بان تنقل إلى قم حيث المعصومة الشريفة وحيث\r\nأهلك ومحبوك وتلاميذك وتقول للمشرفين ( الوقت تأخر أو لا فائدة في ذلك\r\nالآن ) ويكون الموعد الساعة الثامنة ليلة الثلاثاء . . ولكن يد الأبد تأبى الا بان\r\nتمتد إلى روحك الطاهرة لترقى بها إلى عالم الخلود - وكأنك على علم بذلك -\r\nوذلك ظهر يوم الاثنين الساعة الحادية عشرة والنصف 23 شوال - 1409 ه‍\r\nولتفجع المسلمين بمصاب . . . ولتعود إلى قم وكما رغبت وطلبت وفي\r\nالساعة الثامنة ليلة الثلاثاء . . ولكنها العودة الأليمة . . العودة الفاجعة . . لكي\r\nلا يراك بعد . . أحبتك وتلاميذك . . ومريدوك .\r\n* رحمك الله سيدي المعظم . . نم قرير العين إلى جانب مرقد السيدة\r\nالمعصومة حيث مثواك الأخير ( صحن السيدة المعصومة - حجرة 36 ) وجمع\r\nالله بينك وبين الأئمة الطاهرين في جنة النعيم .\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nومما رثاه به العلامة الشيخ علي المصري أحد أفاضل طلابه :\r\nشفيت فما تبغي الطبيب المداويا * وفزت وجاوزت الفقيه المساويا\r\nلئن كنت في عز الولاية فانيا * فقد صرت في دار المقامة باقيا\r\nتخلصت مما نحن فيه فعلمنا * مشوب ويجري العلم عندك صافيا\r\nتلميذك الصغير\r\nعلي مكي العاملي\r\nقم المقدسة - 13 ذي القعدة 1409 ه‍\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nتقديم وتعريف\r\nبين يديك مجموعة من البحوث الرجالية ألقاها سماحة سيدنا الأستاذ\r\nالاجل قدوة المحققين وعين عيون الناظرين عصارة المتقدمين وخلاصة\r\nالمتأخرين آية الله العظمى السيد علي العلامة الفاني الأصفهاني ( قدس الله\r\nأسراره ) .\r\nوقد أفاض بها على طلابه في مدينة قم المقدسة عام 1406 ه‍ وقد أمر\r\nسماحته بكتابتها وتبويبها وملاحظة نكات وإضافات تناسب أمرين :\r\n1 - أن يكون كتابا محافظا على الجنبة الفقهية عرضا واستدلالا .\r\n2 - أن يكون كتابا ذا قيمة تدريسية تعليمية .\r\nفشمرت ساعد العزم امتثالا لامره وطمعا في ثواب الله ومنه معتمدا من\r\nالبيان والأسلوب ما يناسب الغرض ولذا قد ذكرنا من وجوه الاستدلال ما لم\r\nيكون قد ذكر إتماما للفائدة وتحقيقا للهدف .\r\nوأرجو ان أكون قد حققت رغبته سائلا الله تعالى ان يقبل عملي خالصا\r\nلوجهه وان يطيل في عمر سماحته ذخرا للمسلمين ومنارا للعالمين - وأخيرا\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nإليك يا صاحب العصر والزمان أتقدم بعملي هذا خصوصا ان من توفيقات الله\r\nأن من علينا باتمامه وإكماله في يوم ميلادك المبارك . . .\r\nقم المقدسة - علي حسين محمد مكي العاملي\r\n15 شعبان - 1407 ه‍ .\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nبحوث في فقه الرجال\r\nويشتمل الكتاب على أبحاث ثلاثة :\r\n* الأول - المقدمة وتشتمل على أربع نقاط .\r\n* الثاني - المقصد ويشتمل على ثمانية أبواب .\r\n* الثالث - الخاتمة وتشتمل على خمسة تطبيقات .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالمقدمة\r\nوتشتمل على أربع نقاط :\r\n* الأولى - في تاريخ البحث الرجالي .\r\n* الثانية - في حقيقة البحث الرجالي .\r\nالثالثة - في أهمية البحث الرجالي .\r\n* الرابعة - في صحة التعبد والجعل في الطرق وعدمها .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالنقطة الأولى\r\nفي تاريخ البحث الرجالي\r\nساد الاعتقاد قديما وحديثا عند بعض مخالفينا بعدم وجود أثر للبحوث\r\nالرجالية عندنا أو تأخرها مما يعني التشكيك في المذهب وفي كل مروياتنا\r\nلرجوع الدعوى إلى تأخر البحث عن الجرح والتعديل زمانا عن وقت صدور\r\nالروايات أو نقلها ونشرها .\r\nولذا نجد النجاشي يرد على هذه الادعاءات في أول كتابه قائلا :\r\n( اما بعد فاني وقفت على ما ذكره السيد الشريف أطال الله بقاه وأدام\r\nتوفيقه من تعبير قوم من مخالفينا انه لا سلف لكم ولا مصنف وهذا قول من لا\r\nعلم له بالناس ولا وقف على أخبارهم ولا عرف منازلهم وتاريخ أخبار أهل\r\nالعلم . . إلى أن قال . . على أن لأصحابنا رحمهم الله في بعض هذا الفن\r\nكتبا ) ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الرجال النجاشي ص 2 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\nوكذا نجد بعضا من متأخري العامة ( 1 ) يذكر بأن الشيخ الطوسي أول\r\nكاتب في الرجال عند الإمامية إلا أن واقع الحال مختلف تماما فإن البحوث\r\nالرجالية مطروحة قديما كما هي مطروحة حديثا ولكنها تختلف من حيث\r\nالمضمون وطريقة البحث وسعة هذا البحوث وشمولها تبعا للحاجة ولاتساع\r\nوتطور هذا العلم على مر الزمان .\r\nويمكننا أن نعتبر أن بداية النمو الحقيقي للبحث الرجالي تعود إلى زمن\r\nالحسن بن محبوب المولود عام 149 ه‍ حيث ألف كتابا في\r\nالرجال ( المشيخة ) .\r\nوربما يكون ذلك قبل هذا التاريخ ( 2 ) .\r\nوهذا التاريخ قديم يعود إلى تاريخ الصادقين ( عليهما السلام ) تقريبا\r\nحيث كثر النقل عنهما ( ع ) كما كثر الوضاعون والكذابون على أهل البيت مما\r\nدعا جمعا من أعلام الطائفة للتصدي لذلك وتصنيف الكتب لتمييز المقبول\r\nوالمعتمد من غيره .\r\nوفي عدة الشيخ الطوسي ما يشير إلى ما ذكرناه معمما ذلك ليشمل\r\nالطائفة حيث قال : ( - انا وجدنا الطائفة ميزت الرجال الناقلة هذه الأخبار\r\nفوثقت الثقات منهم وضعفت الضعفاء وفرقوا بين من يعتمد على حديثه\r\nوروايته ومن لا يعتمد على خبره ومدحوا الممدوح منهم وذموا المذموم وقالوا\r\nفلان متهم في حديثه وفلان كذاب . . وغير ذلك من الطعون التي ذكروها\r\nوصنفوا في ذلك الكتب ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) أبو زهرة في كتابه ( الإمام الصادق عليه السلام ) .\r\n( 2 ) ذكر العلامة الطهراني في مصفى المقال جمعا من المؤلفين منهم أبو مخنف لوط بن\r\nيحيى المتوفى عام 151 ه‍ وأجلح الكندي المتوفى عام 140 ه‍ أو 145 ه‍ راجع\r\nمصفى المقال ص 37 .\r\n( 3 ) عدة الأصول ج 1 ص 366 . ","page_name":" 24 ","page_number":24},
  {"content":"\r\nفان عبارته الأخيرة صريحة في وجود الكثير من الكتب فيما يرجع إلى\r\nالبحث الرجالي وأيضا نجد النجاشي يذكر في غير مورد ما يدل على ذلك\r\nمنها :\r\n1 - ما ذكره في ترجمة جعفر بن عثمان بن شريك حيث قال بعد التعرض\r\nله ( ذكر ذلك أصحاب الرجال ) ( 1 ) .\r\n2 - ما ذكره في ترجمة إبراهيم بن سليمان المزني ( . . له كتب ذكرها\r\nبعض أصحابنا في الفهرستات ) ( 2 ) .\r\n3 - ما ذكره في ترجمة إبراهيم بن خالد العطار ( ذكره أصحابنا في\r\nالرجال ) ( 3 ) .\r\n4 - ما ذكره في ترجمة جميل بن صالح الأسدي ( . . ذكره أبو العباس\r\nفي كتاب الرجال ) ( 4 ) .\r\n( 5 ) ما ذكره في ترجمة أبان بن الأحمر العجلي ( . . . وأكثروا الحكاية\r\nعنه في أخبار الشعراء والنسب والأيام ) ( 5 ) .\r\nإلى غير ذلك من الموارد التي يعثر عليها المتتبع بل إن بعضهم أنهى هذه\r\nالكتب إلى ما يقارب الخمسمائة كتاب . ولا بأس بذكر بعض أصحاب هذه\r\nالكتب المستفاد من رجال الشيخ والنجاشي :\r\n1 - كتاب للحسين بن محبوب المولود عام 149 ه‍ ( 6 ) .\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 90 .\r\n( 2 ) نفس المصدر ص 11 .\r\n( 3 ) نفس المصدر ص 18 .\r\n( 4 ) نفس المصدر ص 92 .\r\n( 5 ) نفس المصدر ص 10 .\r\n( 6 ) فهرست الشيخ ص 47 . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n2 - كتاب للحسن بن علي بن فضال المتوفى عام 224 ه‍ .\r\n3 - كتاب لأحمد بن محمد البرقي صاحب المحاسن المتوفى\r\nعام 274 ه‍ ( 1 ) .\r\n4 - كتاب لأحمد بن محمد بن عمار وكتابه كبير في الممدوحين\r\nوالمذمومين ( 2 ) .\r\n5 - كتاب لحميد بن زياد المتوفى عام 310 ه‍ ( 3 )\r\n6 - كتاب لأحمد بن إسحاق في مسائل الرجال لأبي الحسن الثالث ( ع )\r\nالخ . . .\r\nوقد تحصل مما ذكرناه بان دعوى أن لا رجال عندنا ولا مصنفات دعوى\r\nدافعها الهوى والتهمة من غير علم .\r\nورغم ذلك فإن معظم هذه الكتب لم تصل إلينا بما هي كتب منفردة\r\nومستقلة وإنما وصلت عبر كتب جمع من الأصحاب يدور على كلماتهم مدار\r\nالتوثيق في عصرنا الحاضر .\r\nوهي عبارة عن كتب خمسة :\r\n* الأول - كتاب النجاشي وهو الشيخ الجليل أبو العباس أحمد بن\r\nعلي بن العباس النجاشي المتوفى سنة 450 ه‍ وقد ألف كتابه بعد تأليف الشيخ\r\nلكتابي الرجال والفهرست ولذا اتسم كتابه بالشمول والموسوعية فضلا عن أنه\r\nزاد عن الشيخ في ذكره طرفا من كنى وألقاب ومنازل وأنساب الرواة ولعل\r\nمنشأ ذلك كونه ذا اختصاص بالأنساب فقد ألف في ذلك كتابا كما نص عليه هو\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 55\r\n( 2 ) رجال النجاشي ص 70 .\r\n( 3 ) رجال النجاشي ص 96 . ","page_name":" 26 ","page_number":26},
  {"content":"\r\nنفسه في ترجمة نفسه ( 1 ) .\r\nومن هنا صدرت الأقوال في حقه بأنه أعرف علماء الرجال وأضبطهم بل\r\nعبر عنه بعض المتأخرين ( 2 ) ب‍ ( أحد المشايخ الثقات والعدول الاثبات من\r\nأعظم أركان الجرح والتعديل وأعلم علماء هذا السبيل أجمع علماؤنا على\r\nالاعتماد عليه وأطبقوا على الاستناد في أحوال الرجال إليه وبتقديمه صرح\r\nجماعة من الأصحاب ونظرا إلى كتابه الذي لا نظير له في هذا الباب ) ( 3 ) .\r\nوزاد آخر بأن هدف النجاشي من تأليف كتابه هو تصحيح وتصويب\r\nكتاب الفهرست للشيخ الطوسي .\r\nولما عرفته ذهب جمع إلى تقديم قوله على قول الشيخ حين التعارض .\r\n* الثاني - كتاب رجال الشيخ الطوسي وهو شيخ الطائفة أبو جعفر\r\nمحمد بن الحسن الطوسي المتوفى سنة 460 ه‍ .\r\nوينقسم الكتاب بحسب الرواية والراوي إلى قسمين :\r\nأ - لمن روى عن أحد الأئمة أو النبي ( ص ) . ولذا نجده قد كرر ترجمة\r\nشخص في موقعين أو أكثر بحسب صحبة الرجل لعدد من الأئمة ( عليهم\r\nالسلام ) .\r\nب - لمن لم يرو عنهم ( ع ) . والذي يتأمل في كتابه يجده قد راعى\r\nالاختصار جدا فيه واقتصر على تعريف الراوي مع بعض الكلمات إن وجدت\r\nمما يدل على قدح أو مدح .\r\n* الثالث - الفهرست وهو للشيخ أيضا وقد جمع فيه نحوا من تسعمائة\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 74 .\r\n( 2 ) هو السيد محمد مهدي بحر العلوم في فوائده الرجالية .\r\n( 3 ) رجال النجاشي ص 51 . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nاسم من أسماء المصنفين وهو أوسع بكثير من حيث التفصيل وذكر الكتب\r\nوالأحوال للمترجم لهم من رجاله .\r\nفإنه قد أورد لكل من ترجم له كتابا أو أصلا . وبين في بعض الموارد بأن\r\nكتابه معتمد . . إلى غير ذلك مما يمتاز به هذا الكتاب .\r\n* الرابع - اختيار معرفة الرجال وأصله كتاب رجال الكشي الا ان الشيخ\r\nاختصره وسماه بالاسم المعنون له وهذا الكتاب يمتاز بذكره للروايات\r\nبأسانيدها الدالة على أحوال وأوضاع الرواة وما ورد فيهم من قدح أو مدح .\r\nوهو كتاب نفيس من نوعه نظرا لما يعكسه من وقائع حية لحياة الأئمة\r\nوأصحابهم وأما كتاب الكشي الأصل فلم يصل إلينا بل ادعى بعض عدم\r\nوصوله حتى إلى زمن العلامة فضلا عمن تأخر عنه .\r\nكما أن كتاب الكشي متقدم على سائر الكتب الأربعة تأليفا لان وفاة\r\nالكشي في الربع الأول للقرن الرابع تقريبا .\r\n* الخامس - رجال البرقي لمؤلفه أحمد بن محمد البرقي صاحب\r\nالمحاسن المتوفى عام 274 ه‍ .\r\nوهذا الكتاب ليس بهذه المعروفية كسوابقه بل ولا أهمية له تذكر لعدم\r\nتعرضه للتوثيق أو التضعيف إلا نادرا جدا . . فإنه اقتصر فيه على ذكر الطبقات\r\nبلحاظ أصحاب كل إمام ولذا تنحصر فائدته في ذلك مضافا إلى معرفة بعض\r\nالمهملين الذين قد يتعرض لذكرهم دون غيره .\r\nوهذه الكتب رغم أهميتها بالنسبة إلينا تعتبر نموذجا بدائيا في البحث\r\nالرجالي بل هي عبارة عن نوع نقل وشهادة لجملة من الوقائع والأحوال .\r\nوهي رغم ذلك تشكل مادة للبحوث التي لحقت عصر أولئك العظام .\r\nهذه هي جملة الكتب المعتمدة في حركة البحث الرجالي . ويضاف إليها\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nما قد يستفاد من شهادة ونقل بعض القدماء الذين يعتد بأقوالهم بوثاقة أو\r\nضعف شخص ما . فإنهم وكالشيخ المفيد والصدوق وغيرهما ضمنوا كتبهم أو\r\nبعضهم نماذج مما ذكرناه .\r\nواما كتاب ابن الغضائري الذي يستشهد بأقواله جمع من الاعلام\r\nكالعلامة وابن داوود وغيرهما فهو مما لم يثبت لدينا .\r\nوذلك لان هذا الكتاب مردد النسبة بين كونه لأحمد بن الحسين بن\r\nعبيد الله الغضائري كما عليه المشهور وبين كونه لوالده الحسين بن عبيد الله\r\nأحد مشايخ النجاشي والطوسي معا .\r\nإلا أن الظاهر أن هذا الكتاب للأول وقد اندرست معالمه وان الموجود\r\nفي زمان العلامة هو كتاب آخر يحتمل جدا انه من وضع وافتراءات الوضاعين\r\nبل جزم بذلك بعض الأصحاب ويشهد لذلك ان النجاشي عندما تعرض لذكر\r\nشيخه الحسين ترحم عليه وذكر كتبه المتعددة ولم يقل أن منها كتاب في\r\nالرجال وقال أن تاريخ وفاته هو 411 ه‍ ( 1 ) .\r\nواما الشيخ فمن عجيب ما وقع له انه ذكر في رجاله ( الحسين بن\r\nعبيد الله الغضائري يكنى أبا عبد الله كثير السماع عارف بالرجال وله تصانيف\r\nذكرناها في الفهرست . . مات سنة 411 ه‍ ) ( 2 ) .\r\nمع اننا بمراجعة الفهرست لم نعثر على أي ترجمة للحسين بن عبيد الله\r\nالغضائري .\r\nنعم ذكر في أول الفهرست بعد تعرضه لعدم وجود كتاب عند الأصحاب\r\nجامع لجميع التصانيف وما رووه من الأصول ( . . إلا ما قصده أبو الحسن\r\nأحمد بن الحسين بن عبيد الله ( رحمه الله ) فإنه عمل كتابين أحدهما ذكر فيه\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 470\r\n( 2 ) فهرست الشيخ ص 2 . ","page_name":" 29 ","page_number":29},
  {"content":"\r\nالمصنفات والآخر ذكر فيه الأصول واستوفاهما على مبلغ ما وجده وقدر عليه\r\nغير أن هذين الكتابين لم ينسخهما أحد من أصحابنا واخترم هو رحمه الله\r\nوعمد بعض ورثته إلى إهلاك هذين الكتابين وغيرهما من الكتب على ما حكى\r\nبعضهم عنه ) ( 1 ) .\r\nوما ذكره هنا مغاير جزما لما ذكره في رجاله لان كنية الحسين هي أبو\r\nعبد الله وكنية الابن كما في الفهرست أبو الحسن .\r\nوعليه فان أريد من النسبة نسبة الكتاب إلى الأب ففيه ان الشيخ\r\nوالنجاشي معا لم يتعرضا لذكر كتاب له من هذا القبيل مع أنه شيخهما\r\nوخصوصا أن النجاشي ذكر جملة كتبه .\r\nوأما ما ذكره في رجاله مع فهو عدم صراحته في وجود كتاب له في هذا\r\nالفن قد عرفت حال هذه الدعوى .\r\nواما ان أريد من النسبة نسبته إلى الابن كما عليه المشهور فبعد النسبة\r\nأوضع لوجوه أربع :\r\nالأول - عدم تعرض الشيخ والنجاشي لذكر الابن أصلا ولذا حكم جمع\r\nمن الأصحاب بجهالة الرجل وعدم وضوح حاله .\r\nوأما ما ادعاه بعض من ظهور عبائر الفهرست في مدح الرجل وبيان\r\nجلالته حيث قال في المقدمة ( . . ولما تكرر من الشيخ الفاضل أدام الله\r\nتأييده . . ) فغريب جدا لأنه عندما تعرض لذكر أحمد في المقدمة ترحم عليه\r\nونص على موته وفي هذه العبارة نص بما يدل على حياته مما يدل على تغاير\r\nالشخصين المذكورين وأن دوام التأييد يعود لغير أحمد بن الحسين .\r\nالثاني - أن الشيخ نفسه قد صرح في الفهرست بتلف الكتابين وبعدم\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 112 . ","page_name":" 30 ","page_number":30},
  {"content":"\r\nاستنساخهما من قبل أحد من الأصحاب .\r\nالثالث - أنه لو سلم استنساخ أحد من الأصحاب لهذين الكتابين ولو\r\nلنقل النجاشي في غير مورد عن أحمد بن الحسين فإن عبارة الشيخ لا تدل على\r\nوجود كتاب خاص بالضعفاء كما يريد الناسب إثباته بل إن صريح لفظه يغاير\r\nالدعوى حيث صرح بأن أحدهما في المصنفات والآخر في الأصول .\r\nالرابع - أنه لو سلم دلالة لفظ الشيخ على المدعى فإنه من غير المعلوم\r\nان الكتاب الذي وصل ليد العلامة وابن داوود وابن طاووس هو نفس الكتاب\r\nالأصل نظرا لانقطاع خبره وعدم شيوع أمره في الفترة ما بين زمان الشيخ\r\nوزمانهم .\r\nومما يؤكد ذلك أمران :\r\nالأول - تضارب واختلاف الألفاظ المنقولة عن هذا الكتاب فمن قبيل\r\nالمثال ما ذكره النجاشي في ترجمة الخيبري بن علي الطحان قال ( كوفي\r\nضعيف في مذهبه ذكر ذلك أحمد بن الحسين فقال في مذهبه ارتفاع ) ( 1 ) .\r\nبينما نجد في الكتاب المنسوب إليه تعبيرا آخر حيث ورد فيه ( كوفي\r\nضعيف الحديث غال المذهب . . لا يلتفت إلى حديثه ) ( 2 ) .\r\nوتغاير التعبيرين واضح الظهور .\r\nوكذا حصل في ترجمة جعفر بن محمد بن مالك فقد ذكر النجاشي\r\nفيه ( قال أحمد بن الحسين كان يضع الحديث وضعا ويروي عن\r\nالمجاهيل ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) مجمع الرجال - قهبائي ج 2 ، ص 275 .\r\n( 2 ) رجال النجاشي ص 88 .\r\n( 3 ) رجال النجاشي ص 88 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\nبينما ورد في الكتاب المنسوب ( كذاب متروك الحديث جملة وكان في\r\nمذهبه ارتفاع ويروي عن الضعفاء والمجاهيل وكل عيوب الطائفة مجتمعة\r\nفيه ) ( 1 ) .\r\nإلى غير ذلك مما يلاحظه المتتبع . . . .\r\nالثاني - كثرة التضعيفات الواردة فيه بحيث سرت إلى بعض العيون الذين\r\nلا يترقب فيهم ذلك كأحمد بن مهران شيخ الكليني والذي كان يترحم عليه .\r\nكما أن تعابيره في التضعيف فاقت جدا غمزا وطعنا عما يذكره النجاشي\r\nأو الشيخ مع تساوي عهودهم . وكذا فان الكتاب قد ورد فيه تضعيفات في حق\r\nمن لم يرد فيهم ما يدل على ضعف أو ذم .\r\nنعم إن دعوى غمزه في أجلة الطائفة وعيونها وثقاتها بهذا الشمول مما\r\nلم نتحقق صحته بعد المزيد من الفحص والاستقراء فعهدة دعواها على\r\nمدعيها .\r\nوعلى كل حال فلم يتحصل لدينا وجه معقول لقبول هذا الكتاب وجواز\r\nالاعتماد على ما فيه .\r\nثم إن الكتب الخمسة المتقدمة وكما قلنا شكلت مع غيرها من الكتب\r\nمادة لبحوث رجالية تطورت مع الزمن لتصبح فيما بعد وعند الجل علما\r\nموضوعيا ذا قواعد ثابتة وأسس محددة كما هو الحال في زمن المحقق\r\nوالعلامة والشهيد الثاني ( رض ) .\r\nوقد ذكرت في هذه البحوث وجوه كثيرة ومتنوعة لاثبات المدعيات\r\nونقض المثبتات بلون من النقض والابرام .\r\nبل انها عرفت تقسيمات جديدة على صعيد الراوي والمروي كتقسيم\r\n\r\n","description":"","footnote":" ( 1 ) مجمع الرجال - قهبائي ج 1 ، ص 42 . ","page_name":" 32 ","page_number":32},
  {"content":"\r\nالحديث بلحاظ راويه إلى أربعة أقسام :\r\n1 - الصحيح وهو ما اتصل سنده إلى المعصوم بنقل الامامي العدل عن\r\nمثله في جميع الطبقات .\r\n2 - الحسن وهو ما اتصل سنده كذلك بإمامي ممدوح من غير نص على\r\nعدالته .\r\n3 - الموثق وهو ما دخل في طريقه من نص الأصحاب على توثيقه مع\r\nفساد عقيدته وشبه ذلك .\r\n4 - الضعيف وهو ما لا يجتمع فيه شروط أحد الثلاثة . . .\r\nإلى غير ذلك من الأسماء التي أضافوها بهذا اللحاظ مع الاختلاف في\r\nتحديد حقيقتها ( 1 ) .\r\nوكتقسيم الحديث بلحاظ وضع السند والنسبة من غير ما يرجع إلى\r\nصفات الراوي إلى أقسام عديدة كالمسند والمتصل والمرفوع والمعنعن\r\nوالمعلق والمفرد والمدرج والمشهور والمصحف والعالي والشاذ . . وإلى ما\r\nيقرب من ثلاثين اسما من الأسماء .\r\nوهكذا يتضح ان البحث الرجالي يزداد تطورا ووضوحا مع تطور وتقادم\r\nالزمن بل يزداد قيمة من حيث الاعتبار إلى درجة توجب الركون والتسليم\r\nببحوث جمع من الأصحاب .\r\nومن هنا قبلنا توثيقات بعض المتأخرين في الجملة كما ستعرف ذلك\r\nمفصلا فيما بعد .\r\n\r\n","description":"","footnote":" ( 1 ) منتقى الجمان - ج 1 - المقدمة الفائدة الأولى . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالنقطة الثانية\r\nفي حقيقة البحث الرجالي\r\nجرى الكثير من الكتاب في دراية الرجال والباحثين عن أحوالهم\r\nوأوضاعهم لما يعود لجهة اعتبار أقوالهم وعدمه إلى عنونة بحوثهم بعنوان له\r\nمدلول العلم والقانون المحدد .\r\nوهذه العناوين على اختلافها جعلت البحوث الرجالية مصاديقا لعلم\r\nمستقل على حد سائر العلوم التي لها موضوعها الخاص وقوانينها الخاصة .\r\nفتارة تعرف بأنها علم يقتدر به على معرفة أحوال الخبر الواحد صحة\r\nوضعفا وما في حكمها بمعرفة سنده ورواة سلسلته . . .\r\nوتارة تعرف بأنه العلم الباحث عن رواة الأخبار الواردة عن رؤساء الدين\r\nمن حيث الأحوال التي لها مدخل في الرد والقبول .\r\nوتارة أخرى بأنها ما وضع لتشخيص رواة الحديث . . إلى غير ذلك من\r\nالتعاريف التي أصبحت هذه البحوث خاضعة معها لهذه المقاييس والقواعد\r\nالداخلة تحت كبرى علم الرجال .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nلذا تراهم يعللون تضعيف شخص ما وعدم العمل بما يرويه بأنه لم يوثق\r\nصريحا أو لم يثبت كونه شيخ إجازة أو وكيلا أو انه لم يقع في سند رواية أحد\r\nأصحاب الاجماع .\r\nوكأن القضية ترتبط ارتباطا وثيقا بالقاعدة بما هي قاعدة لا بما تكشف\r\nعنه مما سنوضحه ونبينه .\r\nإلا أن هذا لا يعني اننا نريد ان نعدم الضوابط والمقاييس إذ بدونها لا\r\nيتصور الالتزام بوثاقة أحد من الرواة .\r\nوإنما نريد قوله هو عدم وجود قانون أو قاعدة تعبدية صرفة أو ما أشبه\r\nذلك يدور التوثيق والتضعيف مدارها وجودا وعدما .\r\nوبعبارة أخرى لا يوجد لدينا علم لدراية الرجال بالمعنى الدقيق بل غاية\r\nما ينبغي قوله هو ان البحث الرجالي يتعلق بدراسة أوضاع وأحوال كل شخص\r\nفي عمود زمانه التاريخي وتجميع القرائن والملاحظات حوله بما يورث نوعا\r\nمن سكون النفس واذعانها بصدق الرجل والتزامه الدقة والضبط وعدم تجرئه\r\nعلى الوضع والافتراء والكذب وسواء سمي هذا الاذعان علما أم لا .\r\nولقد أجاد شيخ مشايخنا المفيد ( قدس سره ) حيث عرف العلم بأنه\r\nسكون النفس ومن هنا فإننا نلتزم بوجود فقه للرجال مرتبط ببحث ما تقدم بيانه\r\nوبأنه لا علم لدينا لدراية الرجال بما لهذه الكلمة من معناها الحرفي . ومن هنا\r\nقد يرد تضعيف في حق شخص ما مع اننا نلتزم بوثاقته والعمل برواياته نظرا\r\nلملاحظة القرائن والأحوال المرتبطة بذلك الشخص وحمل ما ورد فيه من\r\nتضعيف مثلا على صورة ضعف العقيدة وفسادها وما شابه ذلك .\r\nفالقرائن السلوكية والاجتماعية واللفظية تدخل كباب من الأبواب التي\r\nيعرف الرجل من خلالها .\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nورواية الاجلاء عن شخص تدخل في حساب احتمال صدقه .\r\nوشهادة القدماء أو المتأخرين بأمانة آخر تدخل في حساب احتمال\r\nصدقه أيضا .\r\nكما أن اطلاع الراوي على أسرار المعصومين وأحوالهم الخاصة أو\r\nالعامة فضلا عن كونه وكيلا من قبلهم يدخلان كعامل في إبراز هوية الراوي .\r\nوأيضا فان كيف الرواية ونوعها ومدى انسجامها مع الخطوط العامة\r\nللتشيع ومع ظروف كل أمام وبحسب عصره تشكل عاملا مهما في اقتناص\r\nأمانة الراوي ورزانته ودراسة الحاضر بمقبول ما فيه ومستغربه تشكل أسا آخر\r\nلحكم ما على راو ما فسهل بن زياد من باب المثال ممن ورد فيه تضعيف وذم\r\nومع ذلك يلتزم بوثاقته لكونه من مشايخ الإجازة المعروفين والناقلين الناشرين\r\nلأحاديث أهل البيت ( رض ) إلى غير ذلك مما يدعو إلى القول بوثاقته كما انك\r\nستعرف الحديث عنه مفصلا في الخاتمة .\r\nوأيضا فقد يكون الذم تارة أحد قرائن صدق الرجل وعلو مقامه وشموخ\r\nشأنه مع ملاحظة سائر ظروفه وما قيل فيه .\r\nفهذا زرارة بن أعين مثلا ممن ورد فيه اللعن والذم والتشهير ( 1 ) مع أنه\r\nمن أجل الأصحاب وأبرزهم والذي ورد فيه أنه من أحب الناس إلى المعصوم\r\nوان الجنة تشتاق له وأن الشريعة كادت تندرس لولاه ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) منه ما رواه عمار الساباطي عن أبي عبد الله ( عليه السلام ) ( . . يا عمار أتعرف هذا\r\nالرجل ؟ قلت لا والله إلا أني نزلت ذات ليلة في بعض المنازل فرأيته يصلي صلاة ما\r\nرأيت أحدا صلى مثلها ودعا بدعاء ما رأيت أحدا دعا بمثله فقال لي هذا زرارة بن\r\nأعين هذا من الذين وصفهم الله عز وجل في كتابه فقال : * ( فقدمنا إلى ما عملوا من\r\nعمل فجعلناه هباء منشورا ) * وفي غيرها ان الامام لعنه ثلاثا وفي آخر ان ايمانه عارية\r\nوأنه شر في اليهود والنصارى . الخ راجع اختيار معرفة الرجال - ص 151 .\r\n( 2 ) كرواية عبد الله بن زرارة عن أبي عبد الله ( عليه السلام ) في حق زرارة ( . . . فإنك\r\nوالله أحب الناس إلي وأحب أصحاب أبي حيا وميتا . . ) - اختيار معرفة الرجال\r\nص 139 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\nفإنه بالنظر إلى جميع ما ورد فيه وبتأمله يظهر وجه القدح فيه خصوصا\r\nفي تلك الظروف التي يؤخذ فيها الرجل على الظن والتهمة ولمجرد احتمال\r\nارتباطه بالأئمة الطاهرين صلوات الله عليهم أجمعين .\r\nفإنه ليس إلا لأجل حفظهم ودرء المخاطر عنهم نظرا لجلالة أمرهم\r\nوأهميتهم العليا بالنسبة لأمور المذهب بحيث أريد من إبراز المذمة والقدح\r\nإيهام السلطة الحاكمة بعدم ارتباطه بالأئمة .\r\nبينما لو أريد ان يتعامل مع هذه النصوص معاملة قانونية لأمكن دعوى\r\nوقوع التعارض بين هذه الروايات والتوقف في العمل بروايات عظيم من قبيل\r\nزرارة بن أعين ( رض ) .\r\nومنه يظهر ان حقيقة البحث الرجالي من الحقائق الطبيعية الواقعية\r\nالمرتبطة بملاكات واقعية من حيث البحث ومن حيث النتيجة المستخلصة ولا\r\nيوجد لدينا قانون الزامي أو قضايا جعلية تعبدية بأزيد مما عرفت .\r\nومن هنا قد يتحد أشخاص عدة في شخص واحد وإنما أو همت\r\nتراجمهم المتعددة ونتيجة بعض الاختلافات الجزئية كقول الرجالي في مكان\r\nانه بصري وفي آخر انه كوفي ان هناك عدة أشخاص بنفس الاسم واللقب\r\nوالكنية مع أنه بملاحظة بعض الشواهد يتبين ان الجميع شخص واحد ذو\r\nأحوال متعددة وأوضاع مختلفة .\r\nفبالحقيقة نحن بحاجة إلى دراسة عامة لكل مفردات الرجل الذي يراد\r\nتوثيقه أو تضعيفه فلا تفريط بحيث تؤدي إلى المناقشة في الواضحات وذكر\r\nالوجوه نقضا وإبراما كما حصل مع الشهيد ( قدس سره ) حيث ناقش في دلالة\r\nلفظ الصدوق على الوثاقة بحجة ان لها معنى آخر تدل عليه .\r\nص 139 .\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nولا إفراط يؤدي كذلك إلى توسعة دائرة التضعيف والتوثيق ولأي علامة\r\nتذكر أو بارقة تلوح .\r\nبل إننا اعتمدنا في مبانينا المختارة على مبنى وسط بين المسلكين\r\nالمتقدمين فإنا نهدف من خلال بحوثنا إلى تحصيل الاطمئنان والركون إلى\r\nوثاقة الشخص أو عدمه .\r\nوعلى ذلك يبتني عملنا من حيث الاعتماد فتوائيا وفقهيا ولذا فإن ما تقدم\r\nمن تقسيم الحديث بلحاظ راويه إلى صحيح وحسن وموثق وضعيف - مع عدم\r\nالمشاحة في الاصطلاح - مما لا نؤمن به كمناط للعمل والاعتبار .\r\nنعم اننا نعتمد الصحيح في حال تعارضه مع ما هو دونه صحة من باب ما\r\nورد في أخبار العلاج في الاخذ بالأصدق والأعدل والأورع . . وهو أمر\r\nآخر . . .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالنقطة الثالثة\r\nفي أهمية البحث الرجالي\r\nوأهمية بحوث دراية الرجال لا تقل أهمية عن البحوث الأصولية لتوقف\r\nالاستنباط عليها كما يتوقف على غيرهما وذلك لان جل الاحكام التي بين\r\nأيدينا وصلت عبر الروايات المسندة بأسانيد غير مقطوعة الصحة والاعتبار\r\nويحتاج تنقيح الصحيح منها إلى نطر دقيق وعناية فائقة لمعرفة صحة الطريق\r\nإلى الراوية ليصبح إسنادها إلى المعصوم جائزا والعمل بمقتضاها مقبولا .\r\nنعم قد لا يكون للمباحث هذه أهمية فائقة بالنسبة للمعاصرين للمعصوم\r\nسواء تلقوا الرواية منه مباشرة أو عبر واسطة واحدة وذلك لامرين :\r\nالأول - كون الحديث مسموعا لديهم مباشرة من المعصوم واستفادة\r\nالحكم لا تحتاج إلى أكثر من سماعه وتدبره .\r\nالثاني - شياع الاحكام آنذاك خصوصا ما كان محل ابتلاء لدى الأصحاب\r\nبحيث يسهل معرفتها وبغض النظر عن الناقلين ولسهولة الاطلاع على الحقيقة\r\nمن نفس المعصوم .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nولذا نجد بعض الروايات تشير إلى هذا المعنى كقوله ( عليه\r\nالسلام ) ( أنتم الفقهاء إذا عرفتم معاني كلامنا ) فالفقيه آنذاك لا يحتاج إلى\r\nإعمال عناية بأكثر من التدبر في كلامهم ( عليهم السلام ) ومعرفة الحكم\r\nوالمراد منه .\r\nبينما يختلف الحال تماما في عصرنا إذ أن أهم الكتب الروائية الناقلة\r\nلاحكام الشريعة المطهرة عبارة عن الكتب الأربعة للمحمدين الثلاثة .\r\nوهذه الكتب قد وردت بأسانيد منها البعيد الواسطة ومنها القريب وما\r\nدامت غير قطعية الصدور أو صحيحة - كما هو المختار - توقف الاستنباط لا\r\nمحالة على إبراز بحوث وقواعد لتشخيص ما يعمل به من غيره ، ولولا ذلك\r\nلتوقفت سفينة الاحكام والعمل بها إلا من خلال دعاوى أخر لا تنفك محتاجة\r\nإلى هذه البحوث من قبيل الدعوى القائلة بانسداد باب العلم والعلمي بالنسبة\r\nللرجال . فإن أصحاب هذه الدعوى هم أيضا بحاجة إلى تشخيص المظنون من\r\nالمشكوك والمحتمل الصحة ليعمل به من باب قاعدة الضرورات تتقدر\r\nبقدرها .\r\nوهذا لا يتم إلا بملاحظة الأحوال المتعلقة بالرجال الواقعين في سند\r\nالأدلة .\r\nومن هنا تكون أهمية البحث الرجالي ذات قيمة عليا معتد بها ولذا جاز\r\nالقدح في الراوي بإبراز الوضاع والكذاب وان استلزم هتك الستور أو إشاعة\r\nالفاحشة إلا أن ذلك لأجل صيانة الشريعة المطهرة من إدخال ما ليس منها فيها\r\nونفيا للكذب والخطأ عنها ( 1 ) .\r\nولنعم ما ذكره العلامة في الخلاصة من أن العلم بحال الرواة من أساس\r\nالأحكام الشرعية وعليه تبتني القواعد السمعية يجب على كل مجتهد معرفته\r\n\r\n","description":"","footnote":" ( 1 ) البداية في علم الدراية للشهيد الثاني - ص 62 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\nوعلمه ولا يسوغ له تركه وجهله ( 1 ) .\r\nوتتأكد أهمية البحوث الرجالية تبعا لما اخترناه من حقيقتها . واما على\r\nما يمكن ان يدعى من الالتزام بأصالة العدالة أو الوثاقة وثبوت الأولى منهما\r\nبظاهر الاسلام مع عدم ظهور الفسق ومن دون شرطية الملكة وما قاربها كما\r\nنسب للشيخ في الخلاف ( 2 ) .\r\nأو دعوى أن الكتب الأربعة كلها صحيحة أو قطعية الصدور بل إن\r\nالبعض التزم بوثاقة كل من له كتاب .\r\nفإنه بناء عليه لن يكون للبحث الرجالي أهمية تذكر فدعوى قطعية صدور\r\nالكتب الأربعة لا تبقي مجالا لهذه البحوث بقدر ما تصبح القضية مرتبطة\r\nساعتئذ بأخبار العلاج وبحوث التعادل والتراجيح .\r\nنعم يبقى نحو مجال للبحث في خصوص الاحكام الواردة خارج الكتب\r\nالأربعة إن لم تسري الدعوى المذكورة إليها كما هو مبنى البعض .\r\nوأيضا فان ما التزم به جمع من الاعلام من تصحيح كل ما عمل به\r\nالمشهور وان رواه الضعيف وترك العمل بما أهمله المشهور وان رواه الثقة\r\nالثبت يكاد يعدم دور هذه البحوث بالكلية إلا في خصوص الموارد التي لا\r\nشهرة فيها .\r\nووجه ذلك واضح من خلال دوران الاعتبار والعمل مدار هذه القاعدة\r\nوجودا وعدما إلا انك عرفت وفي طيات مباحثنا الأصولية عدم صحة هذه\r\nالدعوى كبرويا .\r\nوغاية الامر فيما يتعلق بالبحث الرجالي ان الشهرة المذكورة تشكل رقما\r\nاحتماليا مساعدا يضاف إلى ما أستفيد من ملاحظة وتتبع أحوال الراوي .\r\n\r\n","description":"","footnote":" ( 1 ) الخلاصة ص 2 .\r\n( 2 ) رجال الطريحي - ص 24 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\nوكذا الحال عند كل من آمن بإمكان التعبد والجعل في الطرق والامارات\r\nووقوع ذلك فإنه يمكنه اعمال قاعدة تعبدية في المقام لتوثيق الرواة أو\r\nتضعيفهم على ما ستعرفه مفصلا - بينما على ما اخترناه من حقيقة هذه البحوث\r\nوانها عبارة عن التتبع التاريخي لأحوال وسلوك الرجل يكون الامر دقيقا\r\nوشائكا وصعبا للغاية إذ اننا سوف نتعامل مع كل شخص مستقلا وعلى حده .\r\nمما قد يجعل ولكل شخص من الرواة رسالة خاصة به ولذا ترى ان من نحى\r\nهذا المنحى قد ألف رسائل مستقلة في أحوال جملة من الرجال كأبي بصير\r\nوبني فضال وقد يأخذ البحث بحال روا تبعا لظروفه ردحا من الزمن لاستقصاء\r\nالنتيجة النهائية فذاك المجلسي الأول قد بحث في أحوال أبي بصير مدة أربعين\r\nسنة قائلا بأنه يتعذر أو يتعسر على أحد الاطلاع على ما اطلع إليه .\r\nومن هنا تندفع جملة من الاشكالات المطروحة لاثبات عدم الحاجة\r\nللبحث الرجالي تارة بدعوى لزوم فضح معايب الناس والتجسس عليهم مع\r\nصدور النهي عن ذلك شرعا نهيا مؤكدا .\r\nوتارة بدعوى العلم الاجمالي بزوال العدالة ولو آنا ما عند كل الرواة أو\r\nجلهم خصوصا على القول بأنها ملكة .\r\nوتارة بدعوى عدم قبول شهادة الفرع عندنا إذ أن أرباب الرجال أخذوا\r\nتعديلاتهم وتضعيفاتهم من كتب أو شهادات غيرهم وهي غير مسموعة ولا\r\nمحسوسة إلى غير ذلك مما قيل ويقال .\r\nووجه الاندفاع ما عرفت من أن الذي نملكه في الرجال للفقه أقرب منه\r\nللعلم وللبحث أقرب منه للقاعدة والقانون بحيث نتوخى من ذلك تحصيل\r\nالاطمئنان العادي وجعل النفس تركن إلى النتيجة المتحصل عليها من خلال\r\nالبحث الرجالي .\r\nسواء استلزم ذلك قدحا أو فضحا أو كانت النتائج مستخلصة من شهادة\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالفرع أو الأصل .\r\nوذلك صونا للشريعة كما عرفت ولجري العقلاء وفي مثل المورد\r\nالمبحوث عنه على مقتضى ما تركن إليه النفوس وتطمئن به القلوب .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالنقطة الرابعة\r\nفي صحة القول بالتعبد والجعل في الطرق وعدمها\r\nساد بين المحققين في بحوثهم الرجالية والأصولية الحديث عن الجعل\r\nوالتعبد في الطرق والامارات بحيث أصبح عند بعضهم من مسلمات الوقائع ثم\r\nاختلفت ألسنة تخريج ذلك نظرا لما أسسوه من أن جملة من الطرق ومنها خبر\r\nالواحد لا يفيد أكثر من الظن وانه لا سبيل للعمل بمقتضى هذه الطرق إلا\r\nبالتعبد .\r\nوهذه النتيجة تنافت مع ما أسسه وأدركه العقل من عدم جواز العمل\r\nبالظن وترتيب الأثر عليه ناهيك من ذلك قوله تعالى : * ( ولا تقف ما ليس لك به\r\nعلم ) * وقوله تعالى : * ( ان الظن لا يغني من الحق شيئا ) * .\r\nوأيضا فإن الالتزام بتخصيص أو تقييد هذه القاعدة مما لا مجال للبحث\r\nفيه فضلا عن التصديق به إذ لا يعقل التخصيص أو التقييد في الاحكام\r\nوالمدركات العقلية - ومن هنا اضطر بعض إلى الالتزام بجعل الظن علما تعبديا\r\nتنساق الحجية إليه بشكل تلقائي ومن دون مساس بالمحذور المتقدم مدعيا ان\r\nهذا من التصرف بموضوع حكم العقل لا بالحكم مباشرة .\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nواضطر آخر إلى الالتزام بما يشبه هذه المقالة من دعوى أن الشارع تمم\r\nكشف الامارة الناقص وجعله علما كما هو مقتضى بعض الأدلة من قبيل ( . . .\r\nمن نظر في حلالنا وحرامنا وعرف أحكامنا . . ) إذ انه ( عليه السلام ) جعل\r\nالناظر في حلالهم عارفا بالاحكام ولو لم تثمر سوى الظن .\r\nوذهب آخر إلى تبرير ذلك بما أسماه بالمصلحة السلوكية الناشئة من\r\nالسير على طبق الامارة والعمل بمقتضاه رغم عدم إفادتها سوى الظن .\r\nوكل ذلك نشأ من أصل الايمان بالتعبد والجعل في الطرق . وهذه\r\nالدعوى مرجعها بالحقيقة إلى دعوى جعل غير الواقع والناقص تكوينا كاملا\r\nوإسناد ذلك إلى الشارع بينما لا أصل ولا فرع لهذه الدعوى بل إن كل ما ورد\r\nعندنا مما ظاهره ذلك هو عبارة عن نوع إرشاد إلى جملة أمور واقعية ارتكازية\r\nومناطات عقلائية ثابتة جرى على طبقها بني النوع قديما وحديثا وبغض النظر\r\nعن أي تعبد أو جعل .\r\nفالجري على طبق الطرق لا لجعل حجية لها في البين بل لكونها طرقا\r\nحقا وموصلة للواقع بنحو من الوصول المعتبر .\r\nفحال القائلين بالتعبد المذكور حال القائل ( أتعبدك بوجود الشمس )\r\nوالحال إنها موجودة .\r\nان قلت - ان إفادة الخبر للظن ليست من جهة احتمال الكذب لينقض بأنه\r\nفرع عدم إحراز الوثاقة بل من جهة طرو السهو والنسيان عليه مما يجعل خبره\r\nلا يفيد أكثر من الظن .\r\nقلنا - انه تارة يراد من ظنية خبر المخبر ان قيمة التصديق عندنا من اخبار\r\nالثقات هي الظن وتارة يراد منها اقتران الخبر دائما بما قد يمنع من انكشاف\r\nالواقع من سهو وغيره فلا يثمر معه سوى الظن .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nفإن أريد به الأول فدعوى حصول الظن وبغض النظر عن الثاني غير\r\nمسلمة لان الاطمئنان الحاصل من اخبار الثقات لا ينبغي التشكيك به .\r\nوان أريد به الثاني فالدعوى تصبح أجنبية عن المدعى إذ أي ربط بين ان\r\nيفيد خبر الواحد اطمئنانا للنفس بصدق ما أخبر به وبين عدم انطباق ما أخبر به\r\nعلى الواقع خارجا . لان مدار العمل على الأول لا الثاني .\r\nهذا فضلا عن بناء العقلاء على أصالة عدم الغفلة والخطأ والنسيان لا من\r\nجهة تعبد من البين بل من جهة كونها ارتكازات وأصول عقلائية يعمل بها فيما\r\nشاكل هذه الموارد .\r\nوبهذا تعرف ان كل ما يرد مما ظاهره التعبد بالطرق لا بد من حمله على\r\nالارشاد إلى أمور ومرتكزات ثابتة يعمل العقلاء بها . بمقتضى سجيتهم وعلى\r\nجريهم الطبيعي ونذكر ههنا جملة مما قد يظهر منه ما أدعي مع الجواب عليه :\r\nالأول - ما ورد بلسان لزوم الاخذ بما خالف العامة لان الرشد في\r\nخلافهم وهو عبارة عن روايات عدة :\r\nمنها - ما ورد في كيفية علاج الخبرين المتعارضين عن الصادق ( عليه\r\nالسلام ) ( . . فإن لم تجدوهما في كتاب الله فاعرضوهما على اخبار العامة فما\r\nوافق اخبارهم فذروه وما خالف أخبارهم فخذوه ) ( 1 ) .\r\nوالجواب - ان كون الرشد في خلاف العامة هو من الحقائق الواقعية\r\nالثابتة في صقع الخارج ولذا يقول صاحب دلائل الصدق المظفر ( رحمة الله\r\nعليه ) اننا عندما نريد تضعيف رواية من روايات العامة نستشهد بأقوال\r\nرجالييهم حيث تبين ندرة وجود الخبر التام والصحيح عندهم وبالتالي لا رشد\r\nفي رواياتهم من جهة عدم ثبوتها حقيقة وواقعا كما أن تعمد العامة مخالفة\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل - ج 18 ص 84 حديث 29 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\nالشيعة وعلى مر التاريخ يجعل ما عندهم قرينة على صحة ما خالفهم عندنا .\r\nويشهد لذلك مرفوعة أبو إسحاق الجرجاني قال ( قال أبو عبد الله ( عليه\r\nالسلام ) أتدري لم أمرتم بالأخذ بخلاف ما تقول العامة . فقلت لا أدري فقال :\r\nان عليا ( عليه السلام ) لم يكن يدين الله بدين إلا خالف عليه الأمة إلى غيره\r\nإرادة لابطال أمره وكانوا يسألون أمير المؤمنين ( عليه السلام ) عن الشئ الذي\r\nلا يعلمونه فإذا أفتاهم جعلوا له ضدا من عندهم ليلتبسوا على الناس ) ( 1 ) .\r\nوكذا يشهد له ما في معتبرة أبي بصير عن أبي عبد الله ( عليه السلام )\r\nقال : ( ما أنتم والله على شئ مما هم فيه ولا هم على شئ مما أنتم فيه\r\nفخالفوهم فما هم من الحنيفية على شئ ) ( 2 ) .\r\nوهذه الرواية صريحة جدا في أن مخالفتهم إنما هي لأجل انهم ليسوا في\r\nالحق والرشد في شئ واقعا لا تعبدا والبحث في لوازم الاستدلال اشكالا\r\nودفعا مما ليس محله ههنا .\r\nبل يمكن دعوى ظهور جملة ( فان الرشد في خلافهم . . ) في بطلان ما\r\nعندهم حقيقة .\r\nالثاني - ما ورد في الاخبار العلاجية أيضا بلسان لزوم الاخذ بالمجمع\r\nعليه وترك الشاذ النادر .\r\nحيث قد يدعى التعبد بالأخذ فيما اشتهر بحيث كاد يكون إجماعا .\r\nوالجواب - ان جواز الاخذ ووجوبه ليس من جهة التعبد بذلك بل من\r\nجهة كون المجمع عليه حقا وصادرا واقعا ولذا فقد ورد في ذيل بعض\r\nالروايات المتعلقة بهذا الوجه ( . . فان المجمع عليه لا ريب فيه ) وهو تعليل\r\nصريح في نظره إلى ما ذكرناه .\r\n\r\n","description":"","footnote":" ( 1 ) الوسائل - ج 18 ص 83 حديث 24 .\r\n( 2 ) الوسائل - ج 18 ص 85 حديث 32 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nالثالث - ما ورد في الاخبار العلاجية أيضا من لزوم الاخذ بالأورع\r\nوالأصدق والأفقه وما شاكل مما يتخيل منه تعبد الشارع بلزوم ذلك .\r\nوالصيح انه كسابقه وإنما لزم الاخذ بما ورد من باب أو ضحية الحق\r\nوشدة بيانه ولا شك في عمل العقلاء طبيعيا بما هو كذلك لو عارضه ما هو دونه\r\nوضوحا وبيانا .\r\nالرابع - ما ورد بلسان الارجاع إلى الرواة ما ظاهره بدوا التعبد بالطرق\r\nوالامارات لظهور الامر في ذلك وهو عبارة عن مجموعة روايات :\r\nأ - ما ورد في رواية مسلم بن أبي حبة ( . . فلما أردت ان أفارقه ودعته\r\nوقلت أحب أن تزودني فقال إئت أبان بن تغلب فإنه قد سمع مني حديثا كثيرا\r\nفما رواه لك فاروه عني ) ( 1 ) .\r\nب - ما ورد في بعض التوقيعات الشريفة ( . . لا عذر لاحد من موالينا\r\nفي التشكيك فيما يرويه عنا ثقاتنا قد عرفوا بأنا نفاوضهم سرنا ونحملهم إياه\r\nإليهم ) ( 2 ) .\r\nوالرواية وان سيقت بجمل خبرية إلا أن المراد منها - كما هو المدعى -\r\nعدم جواز التشكيك بما يرويه الثقة ولزوم الاخذ به تعبدا .\r\nج - ما رواه ابن المهتدي عن الرضا ( عليه السلام ) ( . . اني لا ألقاك في\r\nكل وقت فعمن آخذ معالم ديني ؟ فقال خذ عن يونس بن عبد الرحمن ) ( 3 ) .\r\nد - ما ورد عن بعض المعصومين من قوله ( عليه السلام ) في حق بعض\r\nأجلة الرواة ( . . أطع له واسمع فإنه الثقة المأمون ) .\r\n\r\n","description":"","footnote":" ( 1 ) وسائل ج 18 ص 106 ، باب 11 حديث 30 .\r\n( 2 ) نفس المصدر حديث 40 ص 108 باب 11 .\r\n( 3 ) الوسائل ج 18 باب 11 ص 107 حديث 34 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\nووجه الاستدلال بها جميعا كما عرفت هو التمسك بظاهر الامر في لزوم\r\nالانصياع إليهم فيما يقولون وهو تعبير آخر عن الحجية التعبدية .\r\nوفيه أن الامر إنما يحمل على ظاهره فيما لا قرينة صارفة له عن ذلك وفي\r\nالمقام نجد ان الإمام ( عليه السلام ) يعلل ما أمر به بعلل ارتكازية معهودة حيث\r\nعقب الامر بالطاعة بقوله . . ( فإنه الثقة المأمون ) مما يدل على الإحالة على أمر\r\nمركوز ولا ظهور معه في تأسيس نحو من أنحاء التعبد .\r\nوكذا ما ورد في التوقيع الشريف حيث ذيل بجمل لا داعي لذكرها لو\r\nكان الامر على ظاهره وإنما ذكرت لبيان ان المأمون ومن تركن النفس لخبره\r\nممن ينبغي العمل بقوله كما هي العادة والمعهود .\r\nوفي بعض الأخبار ما يدل دلالة واضحة على ارتكازية العمل باخبار\r\nالثقات حيث ورد فيها ( . . أفيونس بن عبد الرحمن ثقة آخذ عنه معالم ديني )\r\nوما دامت العلل الارتكازية فلا بد أن يكون المعلل إشاريا وارشاديا إلى ما هو\r\nالمركوز وكما يقال في غير موضع مما ناظر البحث .\r\nولذا نجد الفقهاء يعرضون عن الكثير من الاخبار للاطمئنان بعدم\r\nصحتها أو غير ذلك مع أن في سندها من لا مطعن فيه ولا مغمز .\r\nان قلت إن ما ذكرتموه غير مرة من إفادة الخبر للاطمئنان والعلم العادي\r\nوكما صرح به الحر العاملي في فوائده ينافي تقديم الأورع على من هو دونه مع\r\nإفادة خبر الأخير للاطمئنان وكذا يورد على المشهور عند طرحهم لرواية رواها\r\nالثقات والاجلاء .\r\nقلنا - ان إفادة الخبر في نفسه للاطمئنان شئ ووجود خبر وقرينة أخرى\r\nتنافيه شئ آخر فإن الاطمئنان بما هو سكون للنفس يعقل فيه التشكيك لكون\r\nالسكون المذكور من الكليات ذات المراتب المشككة .\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nومن الطبيعي عقلائيا تقديم من يكون أدعى لسكون النفس وأشد\r\nلاطمئنان القلب مع كون الآخر داخل في كلي الاطمئنان .\r\nومما ذكرناه يتضح الحال في كثير من الروايات المتوهم منها وقوع\r\nالتعبد خارجا خصوصا في جملة من المسائل الأخلاقية التربوية كما هو الحال\r\nفيما ورد من أن المؤمن لا يعتذر أو أنه لا يمل من طلب العلم عمره كله\r\nوغيرهما من الأدلة .\r\nفإنها ليست واردة لاثبات حقيقة تعبدية بعدم صدور الاعتذار أو عدم\r\nالملل من التعلم من المؤمن لبداهة وقوع ذلك خارجا .\r\nوإنما تنظر إلى بيان أمور واقعية ثابتة في نفسها من قبيل ان المؤمن\r\nالواقعي لا يترقب صدور الذنب منه لشدة استحكام ملكة العدل فيه والتزامه\r\nبتعاليم الشريعة ورسومها وكذا يقال في طلب العلم وما شاكلهما من موارد .\r\nفإنها جميعا ترجع إلى ما بيناه وأوضحناه بما لا مزيد عليه . فتأمل جيدا .\r\n* وبهذا يتضح ان البحث الرجالي لا يرجع إلى قواعد تعبدية وأسس\r\nالزامية بقدر ما هو تحصيل الاطمئنان والقرار النفساني بصدق الراوي وبهذا\r\nيندفع ما ذكره بعض من أن قبول قول الرجاليين لا يخلو من كونه لاحد وجوه :\r\nاما من باب الحجية المستفادة من آية النبأ وغيرها وهي لا تدل على أكثر\r\nمن حجية خبر العدل أو قد يقال باختصاصها بباب الاحكام .\r\nوأما من باب الشهادة على الوثاقة والضعف ومعه يحتاج إلى التعدد كما\r\nفي غير ذلك من الموارد .\r\nوأما من باب حجية فتوى المفتي ومعه لا بد من توفر شروط المفتي .\r\nوأما من باب حجية الظنون الرجالية للانسداد ومعه لا حجية لغير\r\nالمظنون .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nأو من باب رجوع أقوال الرجاليين إلى قول أهل الخبرة ومعه لا بد من\r\nإحراز كون الناقل من أهل الخبرة في هذا الفن فضلا عن عدم إفادة خبر الخبير\r\nللاطمئنان دائما بما يخبر ويحدس به .\r\nووجه الاندفاع ما عرفته من إننا نبغي في البحث الرجالي اقتناص أمانة\r\nالرجل ووثاقته وتحرزه عن الكذب فيما يرويه بنحو تسكن إليه النفس مما\r\nيجعل العمل على طبق النتيجة المستخلصة من الأمور العقلائية الطبيعية والتي\r\nلم يثبت الردع عنها .\r\nوبذلك تكون النتيجة العملية أوسع دائرة مما قيده في تقسيمه المتقدم .\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفرع . في الانسداد واعتبار الظن الرجالي .\r\nومحصل هذه الدعوى يتبين من خلال مقدمة :\r\nوهي ان باب العلم والعلمي قد انسد بالنسبة إلى ما يتعلق بالتوثيق\r\nوالتضعيف من جهة بعد زماننا عن زمان الرواة أو لكون التوثيقات الصادرة عن\r\nالقدماء لا يعلم أن منشأها الحس وان كانوا من قدماء الأصحاب كالشيخ\r\nوالنجاشي والمفيد .\r\nوالعلم الاجمالي بوجود تكاليف الزامية لا بد من الخروج عن عهدتها لا\r\nينحل إلا بعلم أو علمي والحال انسدادهما .\r\nوالعمل بكل ما ورد مظنونا كان أو مشكوكا أو محتملا مستلزم للعسر\r\nوالحرج المنفيين بأدلة الشرع الحنيف .\r\nويدور الامر ساعتئذ بين العمل بالمظنون أو بالمشكوك والمحتمل مع\r\nتسليم كغاية كل منهما لحل العلم الاجمالي ولا ريب في تعين الأول وإدراك\r\nالعقل لحجية العمل بالمظنون شرعا وهو نوع من التعبد المدرك سواء كان من\r\nباب الكشف أو الحكومة .\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nوقد ذهب إلى القول بالانسداد جمع غفير من الأصحاب .\r\nوهذا القول لو تم يثمر في امكان الاعتماد على المراتب الثلاثة الأخيرة\r\nمن مراتب التوثيق الآتية في الباب الثاني من المقصد لحصول الظن منها غالبا\r\nبالوثاقة .\r\nبينما لم نقبل ذلك على المبنى المختار وكما ستعرفه في محله .\r\nإلا أن دعوى الانسداد فاسدة من جهات :\r\nالأولى - ان القول بالتعبد في الطرق مما لا نقبله رأسا لأنه من جعل غير\r\nالواقع واقعا اللهم إلا أن يقصد من حجية العلم بالظن - مع تسليم الانسداد -\r\nمجرد إحراز المعذرية والأمن من العقاب لعدم سبيل إلى غير ذلك لحرج\r\nوعسر وما شاكل وهو أمر آخر .\r\nالثانية - منع كبرى هذه الدعوى من حيث النتيجة لأنها لا تثمر حجية\r\nمطلق المظنون بل إن الحجية خاضعة للمرتبة التي ينحل فيها العلم الاجمالي\r\nفقد يتطلب ذلك العمل بخصوص الظن الاعلائي أو قد يلزم العمل باخبار\r\nمشكوك الوثاقة وهكذا .\r\nالثالثة - ان كبرى هذه الدعوى مما لا نقلبها أساسا لعدم تسليم انسداد\r\nباب العلم والعلمي بل إنا ونتيجة ولما اخترناه من حقيقة البحوث الرجالية\r\nندعي إمكانية حل العلم الاجمالي بالمقدار الذي يثبت لدينا إضافة إلى جهات\r\nأخرى يحرز العلم بالحكم فيها لقرائن وامارات وأدلة لا تعود إلى الروايات\r\nوأخبار الآحاد .\r\nالرابعة - ان نتيجة القول بالانسداد غير متعينة في نفسها لامكان تحصيل\r\nالظن من غير ما ورد في الرجال قدحا ومدحا إذ يمكن تحصيل الظن بل اليقين\r\nأحيانا من خلال عمل المشهور وعدمه ومعه لا تتعين حجية الظن الرجالي\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nبالمعنى المراد .\r\nوبهذا يتضح ان دعوى انسداد باب العلم والعلمي في باب الرجال مما لا\r\nيعود إلى محصل ولا يثبت بها نحو تعبد أو جعل شرعي قد يدعى في المقام .\r\nهذا آخر ما أردنا إثباته في المقدمة .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالمقصد\r\nويشتمل على ثمانية أبواب :\r\nالباب الأول - القول في أصالة العدالة والوثاقة .\r\nالباب الثاني - القول في مراتب التوثيق والتضعيف .\r\nالباب الثالث - في قيمة توثيقات الاعلام وأرباب الدارية .\r\nالباب الرابع - في صحة دعوى وثاقة رواة جملة من الكتب وعدمها .\r\nالباب الخامس - القول في وثاقة من روى عنه أحد أصحاب الاجماع .\r\nالباب السادس - القول في تقديم الجرح على التعديل وعدمه .\r\nالباب السابع - القول في قطعية صدور الكتب الأربعة أو صحتها .\r\nالباب الثامن - القول في جملة أمور أدعي دلالتها على الوثاقة .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالباب الأول\r\nالقول في أصالة العدالة والوثاقة\r\nوهذا البحث يفيد - لو تمت كبراه - في جملة موارد :\r\nمنها - ما لو كان الراوي مجهول الحال أو مهملا قد ثبت وجوده\r\nالزماني .\r\nومنها - ما لو ورد في الراوي ذم لا يعود لجهة الوثاقة .\r\nومنها - ما لو تعارضت الأقوال في الراوي قدحا ومدحا ولم نقل بترجيح\r\nأحدهما على الآخر .\r\nوهذان الأصلان يفترقان في أن أصالة الوثاقة لو تمت فلن تفيد الملتزمين\r\nبالعمل باخبار خصوص العدل كصاحب المدارك وغيره من الأصحاب وهذا\r\nبخلاف الأصل الأول فان تماميته تلازم تمامية الثاني كما لا يخفى لثبوت وثاقة\r\nمن ثبتت عدالته بالأولوية .\r\nفههنا بحثان :\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n* الأول - في أصالة العدالة .\r\n* الثاني - في أصالة الوثاقة .\r\nالبحث الأول - في أصالة العدالة :\r\nويقع البحث في مقامين :\r\nأ - في أصل شرطية العدالة في العمل بأخبار الرواة .\r\nب - في ثبوت الأصل المذكور .\r\nأ - في أصل شرطية العدالة :\r\nوقد حققنا ذلك في مباحثنا الأصولية وذكرنا انه لم يتم دليل على اعتبار\r\nالعدالة كشرط في جواز الاخذ برواية الراوي وان الوثاقة تكفي في جواز الاخذ\r\nوفاقا لجمع كثير من محققي المتأخرين بل وجمهور المتقدمين على ما ادعاه\r\nالشيخ من عمل الطائفة بخبر الثقة المتحرز عن الكذب وان كان فاسقا في\r\nجوارحه ولا بأس بذكر نبذة مما قد يستدل به لاثبات شرطية العدالة وغايته أحد\r\nأمرين :\r\nالأول - دعوى اشتهار العمل عند الأصحاب بخصوص خبر العدل دون\r\nغيره إلا انك عرفت عدم صحة هذه الدعوى لا قديما ولا حديثا أما الأول فلما\r\nتقدم من قول الشيخ ( قده ) واما الثاني فلاشتهار العمل باخبار الثقات بين\r\nالمتأخرين بل كاد يكون إجماعا .\r\nالثاني - التمسك بمفهوم آية النبأ المستفاد من قوله تعالى : * ( يا أيها\r\nالذين آمنوا إن جاءكم فاسق بنبأ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما\r\nفعلتم نادمين ) * بدعوى أن الآية الكريمة تضمنت جملة شرطية ذات موضوع\r\nوحكم وشرط والحكم هو لزوم التبين والموضوع هو طبيعي النبأ والشرط\r\nمجيئ الفاسق به . وهي دالة بمنطوقها على عدم حجية خبر الفاسق مطلقا وان\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nكان ثقة . وبمفهومها على حجية خبر غيره وهو خصوص العدل .\r\nوالشروط المطلوبة لثبوت المفهوم متوفرة لان الموضوع بحسب الفرض\r\nهو طبيعي النبأ والمحفوظ مع بقاء الشرط وعدمه وبالتالي لا تكون\r\nالشرطية هنا مسوقة لتحقيق موضوعها والجواب على الاستدلال المتقدم يقع\r\nمن وجوه عدة :\r\nالأول - ان جعل موضوع الحكم بالتبين طبيعي النبأ غير متعين في الآية\r\nلاحتمال أن يكون الموضوع هو الفاسق والشرط هو المجئ بالنبأ ويكون انتفاء\r\nالشرط مساوقا لعدم النبأ والموضوع المحفوظ وهو الفاسق لا تثبت له حجية\r\nبما هو فاسق بل المتعقل ثبوتها لخبره المنفي بحسب هذا الفرض .\r\nان قلت إن هذا الاحتمال ساقط في نفسه لعدم تعقل كون الفاسق\r\nموضوعا للتبين بما هو . . قلنا إن ذلك يتجه فيما لو أرجعنا الحكم بالتبين إلى\r\nالفاسق بمعنى لزوم الفحص عن أن فسقه مرتبط بجهة الاعتماد عليه من حيث\r\nالكذب والافتراء أم لا أم انه ليس كذلك ويكون التعليل في ذيل الآية شاهدا\r\nلهذا الاحتمال وتكون الآية بمنطوقها بصدد بيان ان الفاسق ليس موضوعا\r\nللاعتماد مطلقا ويكون الذيل مفصلا لمورد جواز الاعتماد وبعبارة أخرى يكون\r\nنظر الآية لاثبات ذلك لا لنفيه عن غيره كي يتمسك بالمفهوم كما أنه يحتمل\r\nكون الموضوع هو خصوص نبأ الفاسق والشرط هو المجئ به ومع انعدام\r\nالشرط ينعدم الموضوع وتكون الآية من قبيل الجملة المسوقة لتحقيق\r\nالشرط ينعدم الموضوع وتكون الآية من قبيل الجملة المسوقة لتحقيق\r\nموضوعها وقد عرفت في بحوثنا الأصولية عدم وجود مفهوم للجمل المسوقة\r\nكذلك ومع عدم تعين أحد من هذه الاحتمالات الثلاثة تصبح الآية مبتلاة\r\nبالاجمال إن لم يدعى ظهورها في أحد الاحتمالين الأخيرين .\r\nوثانيا - انه لو سلم انعقاد مفهوم لها بشرط أو وصف فإنما يتم لو لم\r\nيتصل بالجملة الشرطية قرينة تصرف المفهوم عن ظهوره في الاختصاص بخبر\r\nالعدل وفي المورد توجد قرينة متصلة على عدم اختصاص الحجية المدعاة\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nبالعدل وهي قوله تعالى في ذيل الآية المباركة الظاهر في التعليل ( ان تصيبوا\r\nقوما بجهالة ) مما يدل على أن عدم الاعتداد بخبر الفاسق لجهة تأديته إصابة\r\nالناس بما هو غير محمود اعتمادا على خبر من لا يركن إليه ولا يعتمد عليه .\r\nوهذه العلة تجعل خبر الثقة خارجا عن دائرة المنطوق في عدم حجية\r\nخبر الواحد الفاسق مطلقا .\r\nوذلك لان خبر الثقة مما اعتمده العقلاء قديما وحديثا وساروا على\r\nمقتضى قوله ورتبوا الآثار العامة والخاصة عليه كما أن اعتماد خبره من\r\nالمرتكزات الثابتة في ذهن العقلاء والمتشرعة على السواء .\r\nوهذا الارتكاز مع التعليل المتقدم يحتم حمل الامر الوارد بالتبين على\r\nالارشاد إلى لزوم التثبت في أخبار غير المعتمدين .\r\nوثالثا - انه لو سلم تمامية المفهوم وعدم قدح الوجه الثاني فيه فغايته\r\nثبوت إطلاق في المنطوق وهو قابل للتقييد بالقرينة الارتكازية المتقدمة . فضلا\r\nعن أن الارتكازيات تشكل قرائن متصلة بالخطاب تمنع الاطلاق فيه من رأس .\r\nثم لو سلم انعقاد اطلاق في المنطوق يشمل الثقة وانعقاد المفهوم في\r\nحجية خصوص خبر العدل فيمكن تقييد اطلاق المنطوق بالمزيد من القرائن\r\nالدالة على جواز الاعتماد على أخبار الثقات وذلك لان مدلول المفهوم ذو\r\nصفة إيجابية تثبت عدم لزوم تبين خبر العدل ولا يتنافى مع ثبوت عدل آخر\r\nبقرينة منفصلة مستثنية من اطلاق المفهوم .\r\nورابعا - ان أصل الاستدلال بالآية على شرطية العدالة ممنوع تبعا لما\r\nنقحناه أكثر من مرة بإفادة الخبر الصادر من الثقات للاطمئنان ولزوم التبين\r\nالوارد في الآية وسواء كان من باب الحكم أو من باب الارشاد مختص بموارد\r\nالجهل وعدم الوضوح والثبوت ومع دعوى إفادته للاطمئنان لا يبقى للفحص\r\nوالتبين موضوع لخروج خبر الثقة عنه تخصصا . . .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nهذا تمام الكلام في المقام الأول .\r\nالمقام الثاني - في أصالة العدالة :\r\nوالبحث فيها يرتبط بالمباني المتصورة في حقيقة العدالة والمعقول منها\r\nثلاث :\r\nالأول - انها ملكة نفسانية راسخة من مقولة عرض الكيف النفساني .\r\nالثاني - انها عبارة عن ظاهر الاسلام مع عدم ظهور الفسق وينسب للشيخ\r\nفي الخلاف ( 1 ) وهذا القول يتلاءم مع تفسيرين :\r\nأ - ان يراد بعدم ظهور الفسق عدم ظهوره ولو من جهة عدم الاطلاع\r\nوالفحص وهذا المعنى هو الظاهر من العبارة .\r\nب - ان يراد بعدم ظهور الفسق عدمه بعد التثبت من حال الرجل من\r\nخلال تتبع أفعاله وملاحظة سائر مفردات سلوكه والتي تعكس بمجملها حالة\r\nفعلية ظاهرة هي ما يسمى بالعدالة ولعله مقصود الشيخ ( قده ) .\r\nالثالث - ما اخترناه من أنها حالة وسطى بين مؤدى القول الأول والظاهر\r\nمن الثاني فلا يشترط رسوخها كملكة كما لا يكفي في تحققها مجرد عدم ظهور\r\nالفسق بالمعنى الأول للمبنى الثاني .\r\nبل إن انعكاس تشريعات وقوانين الشريعة على سلوك الفرد من خلال\r\nممارسته لاحكامها كحضور الجماعات والمناسبات وما شاكل يعتبر شرطا في\r\nثبوتها أو انكشافها به وبهذا تكون العدالة من الصفات الوجودية التي تحتاج\r\nإلى محرز وليست هي الاسلام مضافا لامر عدمي محض هو عدم الفسق\r\nوستعرف ان هذا يؤثر على صحة وطبيعة الاستدلال القادم وعدمه .\r\n\r\n","description":"","footnote":" ( 1 ) رجال الطريحي ص 19 . ","page_name":" 65 ","page_number":65},
  {"content":"\r\nوعلى أي حال فعمدة ما يمكن الاستدلال به لاثبات الأصل المذكور\r\nأحد أمور ثلاثة :\r\n* الأول - التمسك باستصحاب عدم الفسق . . وتوضيحه .\r\nان العدالة وكما عرفت من الصفات الوجودية التي يصح ان ينعت بها\r\nالمرء حقيقة وما يقابلها وهو الفسق كذلك . والراوي وإن لم يتصف قبل بلوغه\r\nبإحدى الصفتين لان الانعكاس الذي تثبت به العدالة فرع التكليف وكذلك\r\nبالنسبة للصفة الأخرى .\r\nإلا أن اتصافه بعدم الفسق - ان صح التعبير - ثابت فيجري استصحابه\r\nلاثبات العدالة لعدم الواسطة .\r\nوجوابه :\r\n* إن استصحاب عدم الفسق ان أريد به استصحاب عدم الفسق المحمولي\r\nالثابت قبل وجود الراوي فيرد عليه أمور :\r\nأ - ان هذا الاستصحاب لا يجري في نفسه لكونه من الاستصحاب الأزلي\r\nولان الأثر الشرعي مترتب على العدم النعتي لا العدم المحمولي مباشرة .\r\nب - انه لو سلم جريانه فلا تثبت به العدالة لان المستصحب أمر عدمي\r\nمحض إذ لا يعقل إرادة عدم الفسق بالمعنى الوجودي المتقدم من الاحتمال\r\nالثاني لعبارة الشيخ مع فرض العدم قبل وجود الراوي .\r\n* وان أريد من استصحاب عدم الفسق المحمولي إثبات عدم الفسق\r\nالنعتي وبما هو وصف له بعد وجوده من جهة ان استمرار العدم المحمولي إلى\r\nحين وجود الراوي يلازم العدم النعتي فيرد عليه .\r\nأ - انه في الأصل المثبت لان التلازم عقلي .\r\nب - ان العدم النعتي الذي يراد إثباته بالاستصحاب لا يلازم العدم\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالنعتي بالمعنى الوجودي فهو لو تم لا يثبت العدالة بالمعنى المختار .\r\nنعم بناء على التفسير الأول لكلام الشيخ المتقدم وتمامية الأصل المثبت\r\nفي نفسه يصح ذلك .\r\nومع ذلك فلا حاجة إليه لأن عدم الفسق المشترط في العدالة على\r\nالمختار عند الشيخ بناء على استظهاره من العبارة يكون ثابتا بالوجدان ولا\r\nمعنى لجريان الأصل لتثبيت ما هو ثابت . فضلا عن أن أدلة الأحكام الظاهرية\r\nمأخوذ في موضوعها عدم العلم والجهل .\r\n* وان أريد من استصحاب عدم الفسق استصحاب عدمه النعتي وبما هو\r\nوصف للراوي فهو لا يتم من حين البلوغ على المختار من أن العدالة أمر\r\nوجودي يكتشف من ظهور الانعكاس الشرعي على السلوك العام للفرد .\r\nوذلك لعدم إمكان اتصاف الفرد فيها إلا بمضي برهة زمنية تتفاوت\r\nبتفاوت الاشخاص بل ولو سلمنا ذلك من جهة إمكان ثبوت الانعكاس لحظة\r\nالبلوغ نظرا لسلوك الفرد المتميز قبل البلوغ وعلى طبق مقتضيات الشريعة فإنه\r\nلا يجدي في جريان الاستصحاب نفعا .\r\nأما بالنسبة للصورة الأولى فلان معنى الفترة الزمنية المتفاوتة وبحسب\r\nالاشخاص يؤدي معها لاكتشاف العدالة وجدانا ولا معنى معه للاستصحاب\r\nالأصل .\r\nوأما بالنسبة للصورة الثانية فلانها أخص من المدعى ولا تؤسس أصلا\r\nيرجع إليه في جميع الافراد كما هو المدعى . ولكون العدالة مكتشفة وجدانا\r\nكذلك مع عدم الشك نعم يرد بناء على التفسير الأول لعبارة الشيخ زيادة على\r\nما ذكر أن الاستصحاب المذكور من الأصل المثبت لأنه لو تمت الملازمة بين\r\nعدم الفسق النعتي بالمعنى المذكور وبين العدالة فلا تكون إلا عقلية كما لا\r\nيخفى .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n* الثاني دعوى عمل الأصحاب في قبول واعتبار الرواة بحسن الظاهر\r\nالكاشف عن سلامة الباطن مما يدل على التزامهم بأصالة العدالة .\r\nوقد تقدم بطلان هذه الدعوى كبرى وصغرى .\r\nأما صغرى فلعدم ثبوت ذلك كيف لا وقد أتعب الرجاليون والفقهاء\r\nكالشيخ والنجاشي وغيرهما أنفسهم ردحا من الزمن في تنقيح مجهول الرواة\r\nمن معروفهم وعدلهم من فاسقهم ولو ثبت ما ذكر لكفاهم ذلك مؤنة البحث\r\nوكلفة الطلب .\r\nوأما كبرى فلأننا لا نلتزم بثبوت ما أثبته المشهور ما لم يورث لنا يقينا\r\nبصحة الاستناد وتمام المبنى خصوصا في مثل المقام حيث يعلم مدركهم\r\nومدار استنادهم .\r\nثم إن حسن الظاهر المذكور في الاستدلال مجمل من حيث المراد فان\r\nأريد منه حمل ما ظهر من الرواة مما يحتمل الحسن والقبح على الحسن فهو\r\nوان صح اجمالا إلا أنه أجنبي تماما عن أصالة العدالة وما نحن فيه .\r\nوان أريد منه حمل الحسن ظاهرا على الحسن الواقعي بعد التثبت من\r\nالحسن والصحة فهو عبارة أخرى من العدالة المكتشفة ولا ربط له بأصل\r\nموضوعي يثبت في الراوي من حين بلوغه .\r\nالثالث - استفادة ذلك من مجموع النصوص الواردة بلسان لزوم حمل\r\nالناس على الأحسن والأفضل ولزوم تصديق المؤمن وبلسان مدح المؤمن\r\nالاذن المصدق كما ورد في حق نبينا عليه وعلى آله أفضل السلام في قوله\r\nتعالى : * ( ويقولون هو أذن قل أذن خير لكم يؤمن بالله ويؤمن للمؤمنين ) * ( 1 )\r\nوغير ذلك من الألسنة المشابهة .\r\n\r\n","description":"","footnote":" ( 1 ) سورة التوبة ، الآية : 62 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\nوجوابه - ان المستدل به أجنبي تماما عما نحن فيه .\r\nفحمل فعل المسلم أو المؤمن على الأحسن والأفضل شئ وأصالة\r\nالعدالة شئ آخر فالأول يجري في أفعال وممارسات المسلم المحتملة لوجوه\r\nمن المحامل والثاني يجري ولو لم يظهر منه أي عمل والصحيح ان هذه\r\nالألسنة عبارة عن أحكام أخلاقية تربوية ولذا لا يصدق المؤمن بل ولا الصديق\r\nلو قامت بينة على عكس مقالته ودعواه بل انها عبارة عن نصائح وإرشادات إلى\r\nكيفية التعامل الاجتماعي ولزوم التغاضي عن تبني الاحتمالات السيئة فيما\r\nتردد وجهه إدامة لاجتماع بني النوع وتخفيفا لمشاكلهم وهي من المسائل التي\r\nلها جنبة ملاكية واقعية ومن دونها لا يسلم مجتمع من الحروب والفتن والدمار\r\nوالخراب .\r\nومما يؤيد ذلك ما ورد في بعض الأدلة بلزوم تصديق المؤمن على قوله\r\nولو شهد عليه خمسون قسامة بخلاف مقالته مع أن هذا خلاف المجمع\r\nوالمتسالم عليه بل إنه بصدد بيان ضابطة أخلاقية في مقام التعاطي وانه لا\r\nيحسن للمسلم مواجهة أخيه بالتكذيب والتشكيك والذم رغم نفيه وتكذيبه\r\nوكذا يقال في الآية المباركة .\r\nوأين هذا من أصالة العدالة التي يراد بها ترتيب آثار يقوم عليها بنيان\r\nالشرع القويم والدين الحنيف .\r\nالبحث الثاني - في أصالة الوثاقة :\r\nولا يراد بالوثاقة هنا ما قابل الكذب بمعنى ان كل غير كاذب ثقة . بل إن\r\nالمراد منها يتضح مما سبق من أن الوثاقة كالعدالة من الصفات الوجودية\r\nالمنتزعة من حقيقة خارجية فإن عدم الكذب وإن كان أمرا عدميا إلا أننا لا\r\nنكتفي به . لاثبات الوثاقة لشخص ما . . بداهة ان البالغ مثلا لا ينعت بالوثاقة\r\nولو لم ينطق بكلمة .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nوإنما يصح ذلك بعد استقراء أحاديثه من حيث مطابقة الواقع وعدمها\r\nومن حيث اعتماده على مقدمات موضوعية تساوي النتيجة التي أخبر عنها .\r\nفربما طابق كلامه الواقع ولكنه غير ثقة لعدم بنائه على الاخبار بما يطابق\r\nالواقع وإنما صادف اخباره ذلك .\r\nوكذلك فقد لا يطابق كلامه الواقع ولكنه لا يمنع من اتصافه بالوثاقة\r\nلجهة اعتماده على مقدمات موضوعية صالحة لتصحيح النتيجة التي أخبر\r\nعنها .\r\nفتحصل ان بين مطابقة الواقع في إخبار مخبر ما ، وبين اتصافه بالوثاقة\r\nعموم وخصوص من وجه .\r\nومنه يتعمق لديك عدم استفادة الوثاقة بالمعنى المذكور لمجرد إجراء\r\nاستصحاب يدعى ولو بلحاظ مرحلة ما قبل البلوغ .\r\nبل يرد عليه زائدا على ما تقدم في بحث أصالة العدالة من أن استصحاب\r\nعدم الكذب هنا لا ينتج الوثاقة لأنها من الصفات الوجودية والمستصحب أمر\r\nعدمي محض .\r\nولأنه لو سلمت الملازمة فهو من الأصل المثبت غير الثابت . . ويرد\r\nزائدا :\r\nأولا - ان استصحاب عدم الكذب يتلائم مع حالتين ترتبطان بالمراد من\r\nعدم الكذب فتارة يراد منه عدم الكذب في الراوي ولو لم يتحقق حاله بان لم\r\nيتكلم بعد أو انه تكلم بما لا كفاية فيه لاكتساب الوثاقة كصفة وحالة وجودية\r\nفههنا لا يفيد استصحاب العدم المذكور لكون الوثاقة أمرا وجوديا\r\nوالمستصحب أمرا عدميا محضا كما عرفت .\r\nوتارة يراد من عدم الكذب المستصحب عدمه في الراوي بعد تحقق حاله\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nومراجعة مفردات سلوكه وفعاله المتعلقة بجانب الوثاقة .\r\nوههنا لا يفيد أيضا لأنه يكون مكتشف الوثاقة وجدانا ومعه لا معنى\r\nلاجراء أصل مجعول في ظرف الشك والحيرة .\r\nوثانيا - ان الاستصحاب لو تم جريانه فإنما يجري في كل مورد له حالة\r\nسابقة متيقنة وهو غير المطلوب إذ المدعى ثبوت أصل يعاد إليه في مثل\r\nالمهمل والمجهول وكل قابل الاتصاف بالوثاقة ولو لم نعلم له حال سابقة من\r\nهذا القبيل .\r\nوثالثا - ان الوثاقة من الأمور والحقائق غير المرتبطة بالشارع وان اعتبرها\r\nأو اعتمدها لاحقا كشرط للعمل والجري .\r\nوهذا بخلاف العدالة إذ قد يدعى هناك انها من الأمور النسبية ونسبيتها\r\nفي المقام بلحاظ تشريع المشرع فالسالك على الجادة الوسطى وبلحاظ تشريع\r\nوضعي لا يتصف بالعدالة بلحاظ التشريع السماوي .\r\nومما عرفت من واقعية الصفة المتقدمة يظهر لك وجه صحة نعت الصبي\r\nبالكذب والوضع أو الوثاقة والأمانة بينما لا يصح ذلك في العدالة .\r\nوأما عدم ثبوت العقاب عليه بدليل رفع القلم وغيره فهو لا ينافي ما ذكر\r\nوالوجه فيه أن رفع العقاب بملاك رفع الحكم عنه منة واشفاقا لا يرفع\r\nالموضوع .\r\nويؤيد واقعية صفة الوثاقة ما يذكر في اللغة من أنها بمعنى الاعتماد ومنه\r\nيقال ( وبه ثقتي ) ولا ريب في كون الثقة ممن اعتمد العقلاء حديثه وركنوا إليه\r\nقديما وحديثا وبضم هذا إلى ما سبق من عدم قبول الطرق للتعبد والجعل\r\nوإنما يحمل ما ورد ظاهره ذلك على الارشاد يتحصل كفاية الوثاقة في الاعتماد\r\nعلى الراوي وهذا المعنى اللغوي هو أحد المنبهات على صحة نظريتنا القائلة\r\nبإفادة الخبر للاطمئنان لو صدر عن الثقة . إذ لا اعتماد على ما يفيد الظن شرعا\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nولا عقلا .\r\nمع أنك عرفت كون ديدن الناس والعقلاء على العمل باخبار الثقات\r\nوترتيب الآثار المختلفة على مقتضيات اختباراتهم وليس ذلك إلا لركون\r\nنفوسهم إلى اخبارهم .\r\n- ومن مجموع ما ذكر يتحصل ان دعوى إثبات الوثاقة كأصل في الراوي\r\nدونها خرط القتاد .\r\nكما أن عدم صحة ذلك لا تلازم ثبوت أصالة الكذب في المخبر لما\r\nعرفت من أن كلتي الصفتين من المعاني الوجودية المحتاجة إلى مثبت من\r\nخلال تتبع أحاديث الراوي وملاحظة مفردات سلوكه .\r\nومن هنا تراهم في بحوثهم الرجالية ينعتون من لم يتحقق حاله\r\nبالمجهول أو المهمل - .\r\nان قلت إنه يلزم من عدم انطباق مفهوم الوثاقة ولا مفهوم الكذب على\r\nالبالغ ارتفاع النقيضين وهو من المحالات الأولية .\r\nقلنا إن الوثاقة لا يقابلها الكذب تقابل النقيض لنقيضه ليلزم ارتفاعهما\r\nمعا بل وكما عرفت أن الكذب من الصفات الوجودية أيضا وإنما الكذب يقابل\r\nعدمه . وعدمه أيضا أعم من ثبوت الوثاقة وعدم ثبوتها .\r\nوذلك لأن عدم الكذب يلائم العدم فيمن لم يتكلم أصلا أو تكلم بما لا\r\nيكفي لبيان حاله أو من اقتنصت الوثاقة من مجموع سلوكه وفعاله .\r\n- ان قلت - ان لازم دعوى كون الصدق والكذب من الحقائق الخارجية\r\nالتي لا تنالها يد الجعل والاعتبار بل هي موجودة بواقعها ينافي قولكم بإمكان\r\nانتفاء الصفتين عن الراوي ولو واقعا قلنا إن الحقائق الخارجية على قسمين :\r\nالأولى - حقائق خارجية لا تنالها يد الجعل إلا أن ادراكها يكشف عن\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nوجودها السابق المتقرر في صقع الواقع كسائر الكليات العقلية من قبيل\r\nقضية ( النقيضان لا يجتمعان ) وغيرها فادراكها ليس إلا طريق للكشف عن\r\nثبوتها ووجودها الخاص والمستقل .\r\nالثانية - حقائق خارجية لا تنالها يد الجعل إلا أن ادراكها لا يكشف عن\r\nوجودها دائما كصدق الراوي في مورد فإنه لا يلازم وجد صفة الوثاقة تبعا لما\r\nسلكناه في معناها وكيفية تحققها .\r\nنعم لو تتبعنا أحوال شخص ما فقد تنكشف لنا وثاقته وفي نفس الوقت\r\nيقبل الاتصاف بها لا قبله .\r\nفتحصل ان واقعية الصفتين لا تعني ثبوت أحدهما على كل حال\r\nخصوصا أنهما ليسا من قبيل الضدين ) اللذين لا ثالث لهما . نعم يرد هذا\r\nالاشكال لو كانت من الحقائق المندرجة في القسم الأول مع عدم فرض حالة\r\nثالثة وهو كما ترى .\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالباب الثاني\r\nفي مراتب التوثيق والتضعيف\r\n- لما كنا بنينا على عدم ثبوت الجعل والتعبد في الطرق أو في قواعد\r\nأخرى أسست أو قوانين نقحت كان لهذا البحث فائدة جلية إذ لن يكون ما\r\nظاهره التوثيق علامة على الصدق مطلقا ولا التضعيف علامة على الكذب\r\nكذلك .\r\nبل رب لفظ ينساق منه بدوا معنى ما أو قد نص أرباب الأصول\r\nوالمعاجم على معنى معين له إلا أنه بالتأمل يظهر له معنى مغاير لما ذكروه\r\nوذلك من خلال تتبع القرائن الحالية واللفظية الروائية وغيرها وسائر ما هو\r\nمكتنف وملابس للألفاظ الصادرة والدالة على المدح أو القدح .\r\nفلا بد لتحصيل المراد الجدي والنهائي من التدقيق في مناسبات\r\nالاستعمال والغرض منه وملاحظة السير التأريخي لاستعمال الألفاظ\r\nوالتحولات العامة التي شهدتها العصور الغابرة وان بقيت الألفاظ حاليا على\r\nمعناها التي وضعت له أساسا . ولا بأس بذكر مقدمة تتعلق باللفظ والمعنى\r\nوكيفية تحصيل المراد .\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nنقول إن حقيقة الاستعمال هي إيراد اللفظ كمرآة لإرادة معناه بحيث\r\nيكون فانيا ومندكا فيه .\r\nان قلت إن الألفاظ الحاصلة من اصطكاك حجرين وما شاكل كالنائم\r\nوالمجنون ومن لا قصد له كذلك هي ضرب من الاستعمال .\r\nقلنا هناك فرق بين الايراد والورود فالاستعمال نحو إيراد اللفظ لإفادة\r\nالمعنى وبعبارة أخرى فان قصد الافناء دخيل في الاستعمال شرطا أو شطرا\r\nومن هنا لا يكون تلفظ النائم وشبهه من الاستعمال في شئ .\r\nوان قلت إن ما ذكرتموه مخالف لتبادر المعاني من الألفاظ مطلقا ولو\r\nصدرت من النائم والساهي والمجنون .\r\nقلنا إن هذا أجنبي عن الاستعمال فان تبادر المعنى من اللفظ فرع عملية\r\nالاقتران الشديد والمؤكد بين اللفظ والمعنى بحيث يصبح في البين أنس ذهني\r\nبينهما ينتقل الذهن من أحدهما إلى الآخر وهو ما يسمى بالتبادر .\r\nإلا أن هذا ليس استعمالا ولذا لا يذهب عاقل إلى تسمية التلفظ الناشئ\r\nمن اصطكاك حجرين استعمالا مع حصول التبادر وكما عرفت .\r\nوفي هذه المرتبة المسماة بالاستعمال يتعلق المجاز كما تتعلق بها\r\nالحقيقة لان المجاز هو قصد افناء اللفظ في غير ما هو له وغير ما يعكسه اللفظ\r\nأولا وبالذات . لا يقال إن قصد الافناء يلازم إرادة إفهام المخاطب ولو\r\nباحضاره صورة اللفظ في ذهنه مع أنه ربما يتكلم بكلام مع نفسه وتحضر\r\nصورته في ذهنه تلقائيا من دون وجود أي مخاطب . . .\r\nلأنه يقال إن قصد الاخطار منفك عن قصد الافناء فرتبة الكلام حال\r\nالاستعمال رتبة أولى وهي مغايرة لقصد اخطار المعنى في ذهن السامع فإنه يقع\r\nفي الرتبة الثانية .\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nكما أنه ليس كل قاصد لاخطار معنى ما يريده بالمراد الجدي والنهائي\r\nولذا صح قصد اخطار ألفاظ بمعانيها الحقيقية مع قرائن تدل على مجازية\r\nالمراد فقصد الاخطار أجنبي عن المراد النهائي وان كان كلا منهما منتزعا من\r\nحال المتكلم وسياق كلامه .\r\nفالمراد الجدي يقتنص كمرتبة أخيرة للكلام من حيث المراد . . وهو\r\nمتطابق غالبا مع قصد الاخطار من جهة غلبة تطابق المذكور والمراد . ومن هنا\r\nيعبر عن ذلك بأصالة التطابق بين المدلول التصديقي الأول والمدلول\r\nالتصديقي الثاني أي المراد الجدي والنهائي .\r\nإلا أن هذه الأصالة والتطابق ليس إلزاميا ومن هنا نشأت أهمية البحث\r\nفي الألفاظ فان المراد يتكيف بنوع وكيف القرائن التي تسانح اللفظ وتلابسه .\r\nومن هنا كانت لا بدية البحث في كل لفظ وفي حق كل راو على حدة لاكتناف\r\nاللفظ الواحد بملابسات في مواضع لا توجد في غيرها . . وبحسبها تختلف\r\nالنتيجة المستنبطة من لفظ واحد بحسب اختلاف الموارد .\r\nوبعد هذا يقع البحث في مقامين :\r\nالمقام الأول - في مراتب التوثيق .\r\nالمقام الثاني - في مراتب التضعيف .\r\nالمقام الأول - في مراتب التوثيق :\r\nوهي كثيرة جدا بتكثر الألفاظ الواردة إلا أننا سنذكر أربعا منها ويمكن\r\nإرجاع أغلب ما فيه دلالة على الوثاقة إليها .\r\nالأولى - ما دل على الوثاقة تصريحا كقولهم في الراوي ( ثقة ) أو مأمون\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nأو ثقة ثقة مكررا أو صدوق .\r\nولا ريب في ثبوت الوثاقة بالمعنى المبحوث عنه بهذه الألفاظ لظهورها\r\nبل صراحتها فيها بل نقل عن بعض دعوى إرادة العدل الامامي منها في مصطلح\r\nأرباب الرجال فلفظ صدوق مثلا من صيغ المبالغة في الصدق فكيف يقال إن\r\nلها معنى آخر تحتمله .\r\nثم إنه لو سلم ذلك فإنما يصار إليه مع القرينة الصارفة عن المعنى الظاهر\r\nأو الصريح - ان قلت إن الوثاقة والأمانة وكما يحتمل عودهما إلى النقل\r\nواللسان يحتمل عود الأول إلى الوثاقة في الاعتقاد وكونه إماميا ثبتا وعود\r\nالثاني إلى الأمانة بمعنى انسجام أحاديثه مع ما يترقب صدوره من قبل الأئمة\r\nالأطهار .\r\nقلنا إن هذا الاحتمال ههنا غير وارد إذ لا رباب الرجال لنعت\r\nصحيح العقيدة بالثقة وان صح بلحظات بل المتتبع في كلماتهم يرى أنهم\r\nاستعملوها في كل مورد كانت الوثاقة ثابتة بالمعنى المطلوب إثباته .\r\nواما اطلاق الأمانة على ما ذكر فبعيد جدا لعدم تعارف إطلاق اللفظ على\r\nذلك ولظهورها في الدقة في النقل ان يكن بالمزيد منها ولان أرباب الرجال\r\nلم يطلعوا على كل روايات الرواة وفي جميع الأصول الأربعمائة لعسر ذلك\r\nكما لا يخفى .\r\nومعه كيف يمكن دعوى أن المراد من الأمانة انسجام أحاديثه مع ما\r\nيترقب صدوره ولو لكونه منسجما مع الخطوط العامة للتشيع .\r\n- ان قلت إن ظهور الوثاقة بالمعنى المطلوب كما هو المدعى يتنافى مع\r\nزيادة أرباب الرجال في عدة موارد لقيد ( في الحديث ) أو ( فيما يرويه ) على\r\nتوثيقه مما يدل على أعمية لفظ ( ثقة ) من المطلوب وغيره .\r\nقلنا إنه لما كان من أهم مطالب الرجاليين معرفة الثقات من غيرهم\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nوكانت العبارة ظاهرة جدا فيما نريد بعد إرادة معنى آخر إلا مع قرينة تحدد\r\nذلك واما زيادة قيد ( في الحديث ) وما شاكل فهو من باب زيادة التوضيح\r\nوالتفسير ولد ورد ( ثقة ثقة ) مكرره ولعل الدافع إلهي أيضا كون المقول فيه ذلك\r\nمن العامة مما قد يتوهم معه المنافاة مع الصدق والأمانة فيؤتى بهذه القيود\r\nتنبيها واستداركا .\r\nكما هو الحال في العديد من العامة الذين ورد فيهم التوثيق .\r\nففي ترجمة أحمد بن بشر يذكر النجاشي [ ثقة في الحديث واقفي\r\nالمذهب 
  ] .\r\nوفي ترجمة أحمد بن الحسين [ كان فطحيا غير أنه ثقة في الحديث 
  ] .\r\nوفي ترجمة الحسن بن أحمد بن المغيرة [ . . كان عراقيا مضطرب\r\nالمذهب وكان ثقة فيما يرويه 
  ] .\r\nالثانية - ما دل على الوثاقة ضمنيا كقولهم في الراوي - عظيم الشأن وجه\r\nمن وجوه أصحابنا - جليل القدر - عظيم المنزلة وما شاكلها من ألفاظ .\r\nوهذه الألفاظ مما لا نستشكل في دلالتها على الوثاقة وإن لم تناظر\r\nالقسم الأول دلالة إذ أننا لم نقبل التعامل الحرفي والجمود على مؤدى اللفظة\r\nلغة بل شرطنا دراسة السير التاريخي للكلمة وملاحظة الأحوال التي تقال فيها .\r\nوالمتتبع خارجا لمراد استعمالات مثل هذه العبارات يكتشف ان المراد منها\r\nتوثيق أصحابها ضمن شهادتهم العامة بل إثبات انهم في أعالي رتب\r\nالوثاقة . . .\r\nوقد يورد ان لفظ عظيم الشأن أو جليل القدر قد يطلقان على من كان\r\nعند العامة كذلك مع أنه قد يكون المتصف بذلك عندهم من أكبر الوضاعين\r\nوالمفترين على الأئمة والتشيع .\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nوالجواب اننا لا نقبل بل لا نعقل ذلك النجاشي أو الشيخ لمثل هذه\r\nالكلمات في حق عامي ولا يقيد ذلك في كتابه بل يبعد جدا نعته بهذه العبارة\r\nمع ثبوت كذبه وضلاله كما لا يخفى على المتأمل . .\r\nالثالثة - ما دل على الوثاقة دلالة ظنية كقولهم في الراوي صحيح\r\nالحديث أو وجيه أو من علمائنا أو من أصحابنا أو كان فاضلا . .\r\nوهذه الألفاظ وما شاكلها لا يعتمد عليها بمفردها ومن دون قرائن أخرى\r\nتنضم إليها .\r\nوالوجه في ذلك أن توصيف شخص بصحة الحديث ينسجم انسجاما\r\nمقبولا مع إرادة الصحة والاستقامة في كيف ونوع الأحاديث التي يرويها مع\r\nالخطوط الكبرى للتشيع .\r\nوبعبارة أخرى يكون نظر الشاهد إلى طبيعة المخبر به لا المخبر وإن\r\nاحتمله وكذا فإن لفظ وجيه أو من علمائنا وغيرهما من العبائر المشابهة تطلق\r\nعلى الفاسق مطلقا فضلا عن الكاذب كما يلاحظ ذلك من استقراء موارد\r\nاستعمالاتها - نعم ان لهذه الألفاظ قيمة احتمالية معتد بها للكشف عن حقيقة\r\nالرجل من حيث الوثاقة إلا أنها لا تشكل بمفردها عاملا متكاملا لتوثيقه .\r\nإن قلت كيف يتصور أن يقول النجاشي وأضرابه في حق شخص ما انه\r\nمن أصحابنا أو من علمائنا وهو من الكذابين الوضاعين .\r\nقلنا إن الامر ليس منحصرا في الاحتمال المذكور بل يكفي لنعته بذلك\r\nكونه إماميا عالما معاصرا غير معلوم الحال عندهم .\r\nودعوى تلازم الفضل والعلم والصحبة مع الوثاقة مما لا تكاد تقبل\r\nأساسا وان شكلت إحدى القرائن الاحتمالية كما عرفت .\r\nوفي جملة من أصحاب النبي ( صلى الله عليه وآله ) مزيد دلالة على\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nبطلان الملازمة وهل يشك أحد في أن علي بن أبي حمزة أو أبا جميلة\r\nالمفضل بن صالح كانا من الرواة وحملة العلم ومع ذلك ورد فيهم اللعن\r\nوالتكذيب والتضعيف .\r\nالرابعة - ما دل على الوثاقة دلالة احتمالية كقولهم في الراوي بأنه ذو\r\nأصل أو كتاب أو كان خيرا أو رحمه الله أو حسن . .\r\nوهذه الألفاظ ملحقة بالقسم السابق من حيث عدم الاعتماد عليها في\r\nالتوثيق إذ لا ملازمة عقلية أو عادية أو عرفية بين تأليف كتاب وبين الأمانة\r\nوالوثاقة وملاحظة الخارج شاهدة على صدق النقض . . فكم من الكتاب\r\nالوضاعين المفترين . على التشيع وعلى أئمة أهل البيت وبألبسة أهل البيت\r\nوبسياق مدحهم . . ويستطيع الناظر المريد مراجعة ما كتب في هذا المجال\r\nليتحقق من صحة المقال بل إن أرباب الرجال كالنجاشي قد نصوا في طيات\r\nكتبهم على ذلك .\r\nواما توصيف الراوي بالخير والصلاح فهو مما لا يدل على التوثيق وان\r\nاحتمله لصدق ولو بجهة ما كانفاقه على الفقراء والمساكين مثلا أو تعاهده\r\nللمؤمنين بزيارة مرضاهم والسير في جنائزهم وما شاكل ذلك .\r\nومن الواضح عدم التلازم بين هذه الأفعال وان حسنت ورجحت وبين\r\nالأمانة والوثاقة .\r\nاللهم إلا أن يدعى الملازمة بين كل من فيه محمدة ما وبين عصمة لسانه\r\nوهذا مما لا يترقب صدوره من عاقل فضلا عن فاضل .\r\nوكذا يقال في الترحم فإنه يصح على كل ذي منة وإحسان وفضل على\r\nالاسلام والمسلمين مطلقا ما لم يدخل المقول فيه ذلك تحت عنوان موجب\r\nلعدم جواز ذلك كغاصب خلافة أو قاتل للنفوس المحترمة . . أو المدخل\r\nللبدع في دين الله وان كان لأولئك فضل ما على الاسلام من جهات أخرى .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nولاذ نجدان الصادق ( عليه السلام ) قد ترحم على كل من زار\r\nالحسين ( عليه السلام ) فيما نقل عنه . . .\r\nهذا تمام ما أردنا بيانه من مراتب التوثيق . . واما الألفاظ التي لم تذكر\r\nفهي ما لا يخلو الامر فيها من العود إلى أحد هذه الأقسام فيتعامل معها كما\r\nبينا . .\r\nالمقام الثاني - في مراتب التضعيف :\r\nوهي كثيرة مستفادة من عبائر القوم المختلفة وخصوصا أصحاب الكتب\r\nالرجالية الأربعة وسنحاول حصر هذه الأقسام والمراتب في أربعة :\r\nالأولى - ما كان صريحا في تكذيب الراوي ونسبة الوضع والافتراء إليه\r\nكأن يقال فيه - كذاب - وضاع - مفتر . . .\r\nولا شبهة في الاعتماد على مثل هذه التضعيفات لصراحتها في العود إلى\r\nجارحة النطق . وقد جرت عادة الأصحاب في مثل المقام على طرح روايات\r\nالذين يرد فيهم مثل ذلك .\r\nإلا أن ذلك وعلى إطلاقه مما يمكن الخدشة فيه ووجه ذلك استبعادنا\r\nوجود شخص لم يصدق في حياته ولو مرة .\r\nوعليه كان للنظر في روايات أولئك وملاحظة ظروف صدور الرواية\r\nوطبيعتها ومدى انسجامها مع الخطوط العامة لفقه الأئمة أهمية فائقة قد تدعو\r\nفي بعض الأحيان إلى العمل بها رغم وجود عدد من الضعفاء والمتهمين فيها .\r\nوهذا لعله من أفضل التخريجات والتفاسير لعمل المشهور بروايات ورد\r\nفي أسانيدها من هم كذلك .\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nالثانية - ان يصرح بضعفه مطلقا بان يقال فلان ضعيف وما رادفها من\r\nألفاظ .\r\nوهذا التضعيف لا ثمرة فيه إلا صلوحه كشاهد على عدم الاعتماد على\r\nروايات من قيل فيه ذلك وفي كل مورد لم يرد إلا هذه العبارة .\r\nوهذا لا معني ثبوت كذب الراوي بها بل غايته عدم صحة الاعتماد على\r\nرواياته والوجه فيه أن كلمة ضعيف أو ما رادفها ليست صريحة في إرادة إثبات\r\nكذبه لاحتمال عودها إلى غير ذلك مما يجعل أي معنى محتمل محتاج إلى\r\nقرينة تحدده والمحتملات في هذه العبارة أربعة :\r\nأ - ان يراد منها الضعف في كيف الحديث بمعنى ان أحاديث الراوي لا\r\nتنسجم مع الخطوط الكبرى للأئمة أو انه تفرد برواية ما يرويه .\r\nب - ان يراد منها الضعف في العقيدة بمعنى فسادها لوقف أو فطح أو\r\nبتر . . أو لعدم كونه من الامامية مطلقا .\r\nج - ان يراد منها انه ينقل أحاديث أهل البيت عن الرواة مطلقا دون ان\r\nيعتمد الصحاح والثقات منهم فان ذلك كان مذمة في الراوي ردحا من الزمن\r\nولذا نجد أن أحمد بن محمد بن عيسى الأشعري أخرج البرقي من قم لاعتماده\r\nالضعاف .\r\nد - ان يراد منها الضعف في الحديث بمعنى الوضع أو الافتراء\r\nوالكذب .\r\nومن الواضح ان هذه العبارة إنما يعتمد عليها كأساس للتضعيف\r\nالمطلوب لو ظهر منها الاحتمال الأخير . . وأنى لنا بإثبات ذلك .\r\nان قلت إن ظاهر حال أصحاب الرجال إرادة الاحتمال الأخير إذ لا معنى\r\nلادراج الألفاظ الدالة على غيره وهم بصدد بيان أحوال الرجال من حيث\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nالوثاقة وعدمها قلنا إن ذلك يلجأ إليه إن لم يكن عملهم إلا به مع اننا نجدهم\r\nذكروا وخصوصا النجاشي مجمل أحوال الرجال وذكروا أحيانا من الأمور ما لا\r\nربط له بالتوثيق والتضعيف وعدمهما .\r\nهذا فضلا عن أنهم نعتوا فاسد العقيدة بالضعيف وكذلك من لا يهتم\r\nعمن ينقل كما هو الحال في البرقي .\r\nبل إن النجاشي يصرح في أول كتابه انه إنما كتب كتابه لأجل إعابة العامة\r\nعلينا بعدم وجود مصنف عندنا في الرجال وأحوالهم .\r\nومن هنا لو ورد توثيق لراو قيل فيه ذلك يؤخذ به ويجعل قرينة على إرادة\r\nأحد الاحتمالات الثلاثة من العبارة . .\r\nالثالثة - ان يستفاد التضعيف صريحا أو لازما من العبائر ولكن بخصوص\r\nمنشأ ما لا مطلقا وهو على نحوين :\r\nأ - ما يعود إلى معتقده كالتصريح بكونه فطحيا أو بتريا أو وأفقيا .\r\nب - ما يعود إلى سلوكه ولا يكون الظاهر منه إرادة ما يرتبط بالجهة\r\nالقولية كما هو الحال في ألفاظ اللعن أو التشبيه بالحيوانات كما هو الحال في\r\nابن أبي حمزة البطائني حيث ورد في حقه [ يا علي أنت وأصحابك أشباه\r\nالحمير 
  ] .\r\nأو نعت الراوي بالمجفو أو التخليط .\r\nوهذا كله لا يثمر في إثبات الضعف بالمعنى المبحوث عنه اما في القسم\r\nالأول فلما عرفت من كفاية الوثاقة مطلقا في صحة الاعتماد وان فسدت سائر\r\nجوارح الراوي وأما الثاني فلعدم ظهور تلك الألفاظ بحسب الفرض فيما نحن\r\nبصدده وان كانت أشد ذما وأبرز قدحا .\r\nولصدق الجفاء والذي هو من الاعراض بإعراض الأصحاب عنه لانفراده\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nبروايات ما أو اعتماده على الضعاف كما عرفت ذلك في البرقي مع أنه من\r\nعيون الأصحاب وأجلهم .\r\nوكذا يقال في التخليط فإنه يصدق ذلك على من خلط في كتبه سقيما\r\nوصحيحا سندا وكيفا . . أو انه كان في معتقده مخلطا بين الحق والباطل .\r\nالرابعة - ما يلحق بالتضعيف الاحتمالي وهو ما لم يظهر منه تضعيف\r\nككون الراوي مجهولا أو مهملا . .\r\nويفترق اللفظان في أن الأول له ذكر في كتب الرجال بينما لا أثر للثاني\r\nفيها وقد يعكس التفسير كما أن الأول يناسب معنيين :\r\n* أ - من فحص أرباب الرجال عن حاله ولم يتبين لهم فيه توثيق أو\r\nتضعيف فنصوا على مجهوليته .\r\n* ب - من لم يفحص عن حاله أصلا فإنه ممن يصح نعته بالمجهول إذ أن\r\nالجهالة بلحاظ الفاحص لا بلحاظ الواقع لعدم تصورها كذلك .\r\nوهذا القسم الأخير لا دلالة فيه على التضعيف لما عرفت من عدم ثبوت\r\nالجهالة الواقعية بل لا يخلو الامر من كونه ثقة أو انه ليس كذلك والأخير أعم\r\nمن ثبوت الكذب وعدمه أيضا .\r\nفعدم نص أرباب الرجال على وثاقته ونعته بالمجهول أو كونه مهملا في\r\nكتبهم لا يعني ضعفا فيه واقعا .\r\nوهذا الشيخ الصدوق فإنه لا يكاد يوجد في حقه توثيق بالمعنى المطلوب\r\nمع كونه ممن در عليهم فلك التشيع .\r\nان قلت إنه لا ثمرة في هذا القسم وسابقه طالما لا يتلازم عدم توثيقه مع\r\nضعفه وطالما لا يجوز لنا الاعتماد على روايات أولئك المندرجين تحت هذين\r\nالقسمين .\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nقلنا بل توجد ثمرة مهمة كبرى في البين وهو ان عدم ثبوت شئ من\r\nخلال العبارات المذكورة ينقح لنا صغرى لكبريات يستفاد من مجموع ذلك\r\nتوثيقا ومدحا ككون أصحاب القسمين الأخيرين واقعين في سند أحد أصحاب\r\nالاجماع . . إلى غير ذلك من الوجوه . وأيضا فإنه لو عثر على توثيق لافراد\r\nهذين القسمين يؤخذ به لا محالة لعدم التنافي بين ما يعود لجهة قولية وما لا\r\nيعود كذلك كما عرفت تحقيق ذلك .\r\nوهناك فوائد أخرى نتعرض لها في طيات بحوثنا القادمة . . .\r\nكما أن هذه التقسيمات يمكن ان تزداد وتتعدد بتعدد الألفاظ الواردة إلا أنه\r\nلما كان الغرض من هذه البحوث إعطاء ضوابط وإشارات إجمالية بعيدة عن\r\nالتطويل الممل والايجاز المخل ارتأينا جمع ما تقارب من الألفاظ تحت\r\nضابطة واحدة ومناقشتها جمع . .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالباب الثالث\r\nفي قيمة توثيقات الاعلام وأرباب الدراية\r\nولا يخلو الامر بين أن يكون التوثيق صادرا عن المتقدمين منهم أو\r\nالمتأخرين ونعتي بالمتقدمين أولئك المعاصرين للرواة أو المقاربين لعهدهم\r\nبحيث لا تكون شهاداتهم بالوثاقة محتاجة إلى إعمال اجتهاد أو حدس أمثال\r\nالشيخ المفيد والشيخ الطوسي وان قولويه وعلي بن إبراهيم القمي والنجاشي\r\nوالبرقي واضرابهم . ونعني بالمتأخرين ما احتاجت شهاداتهم إلى ذلك .\r\n* فالبحث يدور في مقامين :\r\nالمقام الأول - في توثيقات القدماء :\r\nويراد بالتوثيق الأعم من التعديل أو التوثيق بالمعنى الخاص ويلحق به\r\nالمدح والاطراء والثناء .\r\nولا بد لاعتبار توثيقاتهم من توفر جملة شروط :\r\nالأول - كفاية الوثاقة في الراوي بالمعنى الخاص في جواز العمل\r\nبرواياته وإلا كانت النتيجة - لو ثبتت - أخص من المدعى وللزم بطلان سائر\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nالتوثيقات الصادرة من الثقات الذين لم تسلم جوارحهم الأخرى .\r\nالثاني - كون الموثق نفسه متصفا بالوثاقة .\r\nالثالث - كون شهادة الموثق ناشئة عن حس ومعرفة بالموثق لعدم البناء\r\nعلى اعتبار الشهادات الاجتهادية الحدسية ما لم توجب علما أو اطمئنانا وهذه\r\nالشروط متوفرة بمجملها في المقام .\r\nأما الأول فلما تقدم من عدم الدليل على اعتبار أمر زائد على الوثاقة في\r\nصحة الاخذ بالرواية .\r\nوأما الثاني فلان أرباب الكتب الرجالية الأربعة والذين يدور عليهم مدار\r\nالاخذ بالتوثيق والتضعيف من أجلاء الأصحاب وأعظمهم قدرا وأرفعهم شأنا\r\nوكذا سائر المذكورين سابقا . .\r\nنعم لم يثبت لدينا كتاب ابن الغضائري ولذا لا نعتمد على سائر\r\nالتضعيفات الواردة في كتابه لأنها فرع صحته ومعرفة صاحبه .\r\nوأما الثالث فلانه لا شك في كون شهادة أولئك الاجلة عن معرفة وحس\r\nوذلك لأمور عدة :\r\nالأول - قرب بعضهم للرواة مباشرة وبلا واسطة\r\nالثاني - كثرة التصنيفات الرجالية من قبل أصحابنا الاماميين في ذلك\r\nالعصر بحيث يمكن الاعتماد على ما ورد فيها مع فرضها بهذه الكثرة الكاثرة\r\nالتي تربو على المئة مصنف .\r\nالثالث - ان كون اجتهاد المجتهد ليس حجة في حق غيره مما لا يكاد\r\nيخفى على هؤلاء الاعلام فلو كانت شهاداتهم مبنية على إعمال النظر والحدس\r\nفقط لكان ينبغي الإشارة إليه مجملا أو مفصلا وأما عدم الإشارة لذلك فهو مما\r\nلا يترقب وقوعه منهم .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nالرابع - انه لو فرض الشك في حدسية هذه التوثيقات فلا يزيد ذلك مع\r\nتسليم الوجوه الثلاثة السابقة على الاحتمال .\r\nولا شك في جري العقلاء وبنائهم على ترتيب الآثار على الاخبار وان\r\nاحتمل ان منشأها الحدس ولذا لم نجد خارجا من ناقش في أخبار المخبرين\r\nبحجة احتمال حدسيتها بل ولا نجد العقلاء يسألون عن منشأ الحكم ما دام\r\nظاهرا في الشهادة الحسية .\r\nنعم لو كان الخبر مظنون الحدس أما لطبيعة الخبر بأن كان يتعذر\r\nملاحظته حسيا ولبعد زمان المخبر فلا مجال معه للاعتماد عليه لعدم الدليل\r\nعلى اعتبار الاخبار المظنونة الحدس لا بدليل لفظي لقصور مقتضيها إذ أن ما\r\nدل على اعتبار أخبار الثقات - لو سلم أصل الاعتبار - ظاهر فيما يروونه عن\r\nالأئمة الأطهار ( عليهم السلام ) أو غيرهم بالحس لا بغيره .\r\nكما أن السيرة لا تفي لا ثبات ذلك لعدم جريانها على ذلك كما عرفت\r\nولو سلم وقوع ذلك في بعض الموارد فهو من باب الاطمئنان بمقتضى الخبر\r\nالحدسي . .\r\n- ان قلت إنه مع تسليم هذه الوجوه الأربعة فإنه لا يسلم ثبوت الوثاقة\r\nبشهادة أصحاب الكتب الرجالية لان الحكم بالوثاقة خاضع للمبنى الذي\r\nيختاره الشاهد ولعل منهم من كان يبني على أصالة الوثاقة فيحكم بوثاقة كل\r\nغير معلوم الكذب .\r\nقلنا إن هذا الوجه مما لا وجه له لان المراد من تصنيف الكتب تمييز من\r\nثبتت صحته ممن ثبت ضعفه وإعمال المزيد من العناية في ذلك لقيام فقه آل\r\nمحمد على ما يكتبون ويشهدون .\r\nوكيف يتصور انهم كانوا يكتفون بمجرد عدم ظهور الكذب من نعت\r\nالراوي بالوثاقة وتجويز العمل باخباره .\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nولو سلم ذلك فلم كثر ذكر المجهولين في طيات كتبهم أو ذكر من لا\r\nيعلم حاله مع بنائهم على القاعدة أو غيرها إذ عليه يكون مما لا وجه له رأسا .\r\nوبهذا يتضح وجه اعتمادنا على توثيق المتقدمين من الأصحاب .\r\nوهذا مما لا ينبغي الاشكال فيه بل إنه كاد يكون اجماعا ولذا ألحق\r\nالمخالف بالشاذ النادر نعم ناقش بعض اعلام المتأخرين في صغرى الكبرى\r\nالمتقدمة حيث شكك في قيمة توثيقات الشيخ الطوسي مدعيا عدم الظن بل ولا\r\nالشك منها .\r\nومنشأ هذه الدعوى يمكن تلخيصه باضطراب الشيخ في أقواله ونقوله\r\nويظهر ذلك من خلال عرض جملة أمور :\r\nالأول - ان توثيقاته لجملة من الرواة ينفيها هو بنفسه أو يناقضها في\r\nمجال آخر كما هو الحال في سهل بن زياد حيث وثقه في موضع وضعفه في\r\nآخر وكذا الحال في سالم بن مكرم الجمال ومحمد بن هلال .\r\nالثاني - دعواه عمل الطائفة برواية جملة من الاعلام مع أنه بنفسه\r\nيذكرهم في مجال آخر بذم أو قدح فعبد الله بن بكير ممن ادعى الشيخ فيه عمل\r\nالطائفة باخباره وفي آخر الباب الأول من أبواب الطلاق من كتاب الاستبصار\r\nصرح بما يدل على فسقه وكذبه وانه ممن يقول برأيه .\r\nوفي عمار الساباطي ادعى أيضا ان الطائفة لم تزل تعمل باخباره مع أنه\r\nنص على ضعفه وعدم العمل برواياته في مكان آخر . . الخ .\r\nالثالث - دعواه عمل الطائفة باخبار الفطحية كعبد الله بن بكير والواقفية\r\nكعلي بن أبي حمزة وسماعة بن مهران وبني فضال مع أنه لا يوجد أثر لتوثيق\r\nعلي بن أبي حمزة من أحد على الاطلاق بل نص على خبثه وكذبه بل ورد فيه\r\nاللعن والذم الكثير .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nالرابع - اختلاف أقواله في شرطية العدالة ففي كتبه الأصولية قطع\r\nبشرطية الايمان والعدالة في جواز الاخذ بالرواية والخبر وهو ملازم لعدم\r\nالعمل بالاخبار الموثقة وتارة يدعى ان العدالة هي ظاهر الاسلام من دون ظهور\r\nالفسق وهو ملازم للعمل بالاخبار الموثقة وإن لم يظهر إيمان أصحابها .\r\nالخامس - اختلال كلامه حول رد وقبول الروايات فتارة لا يعمل برواية\r\nما محتجا بضعفها وتارة يخصص بها الأخبار الصحيحة حيث تتعارض الأدلة\r\nوتارة يرد الخبر بأنه خبر واحد لا يوجب علما ولا عملا .\r\nونحن أمام هذه الوقائع لا نريد ان نجزم بمراد الشيخ وإيراد دفاع عنه بل\r\nبصدد بيان جملة احتمالات معتد بها بناء على ما أسلفناه وأسسناه وانسجاما مع\r\nالخطوط العامة لأفكار الشيخ ( قدس سره ) فنقول :\r\nأما الايراد الأول فجوابه ان التصريح بالوثاقة لا يناقض التضعيف لأعمية\r\nالتضعيف من ضعف اللسان أو غيره من الجوارح . فلم لا يجعل التوثيق قرينة\r\nعلى المراد من التضعيف وانه يعود لغير جهة اللسان وكم لذا من نظائر . .\r\nان قلت ماذا يعمل أمام التصريح بإرادة الضعف في جهة اللسان .\r\nقلنا إن ثبت ذلك فمن المحتمل جدا ان الشيخ سمع شهادتين مختلفتين\r\nفي حق شخص واحد في زمانين نقل إحداهما في كتاب أو في موضع ونقل\r\nالأخرى في آخر .\r\nولو سلمت الغفلة بعد إمكان هذه الاحتمالات فهي نادرة ولنعم ما قاله\r\nبعض الرجاليين من أنها كالشعرة البيضاء في البقرة السوداء . . .\r\nواما الايراد الثاني فجوابه واضح فإن عمل الأصحاب لا يلازم بالتلازم\r\nالقطعي عدالة الراوي بل ولا وثاقته المطلقة في بعض الأحيان إذ لا ربط بين\r\nعملهم وبين العدالة كما لا يخفى هذا أولا .\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nوثانيا - ان الذم الوارد قد يكون متأخرا عن عمل الطائفة برواياته وكم من\r\nالفرق بين من لم يثبت فسقه ولا كذبه ولم تثبت بالمقابل وثاقته وبين طرح\r\nرواياته إذ العمل بالروايات قد يكون من جهة العلم بصدورها أو بصحتها\r\nلاحتفافها بقرائن ما علمها الأصحاب وخفيت علينا .\r\nوأما الايراد الثالث فقد تبين مما سبق إذ لا منافاة بين ثبوت كبرى عمل\r\nالطائفة بأخبار الفطحية أو الواقفية وبين عدم ثبوت وثاقة علي بن أبي حمزة\r\nالمستشهد بها في المقام وذلك :\r\nأولا - كون النقض أخص من المدعى ولا مانع من استثناء الأصحاب\r\nلجملة من الواقفية أو الفطحية وان ثبتت وثاقتهم في الجملة - لأمور وموانع\r\nأخر .\r\nوثانيا - ان علي بن أبي حمزة قد وقف بعد وفاة الكاظم ( عليه السلام )\r\nوأما قبل ذلك فإنه لم يثبت فيه ذم بل كان وكيلا من قبل الإمام ( عليه السلام ) .\r\nوأما الايراد الرابع فهو غريب لا يترقب صدوره لان اشتراط العدالة شئ\r\nوتفسيرها شئ آخر .\r\nوكيف يتوهم إيقاع معارضة وتهافت في كلام قائل يتصدى بنفسه لتفسيره\r\nبغير ما قد يظهر منه بدوا .\r\nوكذا فان تفسير العدالة بما ذكر يرفع التهافت إذ عليه لن يكون لكلامه\r\nلازم هو عدم العمل بالاخبار الموثقة ليحصل التهافت بين الكلامين .\r\nإلا أن الانصاف ثبوت التلازم وذلك من جهة إرادة الامامي من المسلم\r\nالعادل بناء على تفسيره المتقدم .\r\nنعم يمكن منع الملازمة الثانية إذ أن تفسير العدالة كيفما وقع لا يعني\r\nعملا بالاخبار الموثقة لخروجه عن العدالة بمجرد كونه غير إمامي كما لا\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nيخفى . . .\r\nولو سلم وقوع التهافت المدعى فهو ليس بعزيز على أهل النظر\r\nوالاجتهاد لتبدل الآراء بتبدل المعلومات وزيادتها وهو يكاد يحصل مع كل من\r\nله ملكة اجتهاد . . وما هو المانع من أن يكون الشيخ قد اعتقد مذهبا ما في\r\nالعدالة ثم اعتقد بطلانه بعد ذلك .\r\nوأما الايراد الخامس فيتجه لو كان كلامه في جميع مواضعه ذا جهة\r\nواحدة والامر ههنا ليس كذلك فإنه في كتاب الاستبصار تصدى لابراز انسجام\r\nأحاديث أهل البيت مجموعيا مع كبريات التشيع وقواعده ولا بد والحال هذه\r\nمن إبراز الوجوه والمحتملات التي قد لا تتناسب مع كتاب آخر يهدف منه\r\nلغرض آخر .\r\nوكذلك فان كتاب الخلاف كان بصدد الرد على العامة فيه ومن هنا\r\nوردت الأدلة التي تتناسب مع معتقداتهم في بعض الأحيان .\r\nومن كل ما ذكرناه يتضح عدم صحة هذا الايراد الصغروي على كبرى\r\nقبول توثيقات المتقدمين .\r\nوإنما أوردنا هذه المناقشة مع أجوبتها نظرا لموقع الشيخ الرجالي فضلا\r\nعن موقعه الفقهي بحيث تكاد تتزلزل لولاه بنيان ومعالم الشرع الحنيف .\r\nالمقام الثاني - في توثيقات المتأخرين :\r\nويشمل العنوان توثيقات العلامة وابن طاووس والتفريشي والمجلسيان\r\nالأول والثاني وغيرهم ممن قارب عصرهم .\r\nوالتوثيق الصادر من قبلهم على نحوين :\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nالأول - ما صدر في حق المعاصرين لهم والكلام فيه عين الكلام المتقدم\r\nفي المقام الأول لعدم الفرق فالدليل هناك هو الدليل هنا وهذا ليس هدفا\r\nأساسيا لبحثنا .\r\nالثاني - ما صدر في حق غير المعاصرين لهم بحيث كانت شهاداتهم على\r\nالوثاقة تحتاج إلى أعمال النظر والاجتهاد وهذا هو معقد البحث ومحط النظر .\r\nويقع البحث فيه من جهتين :\r\nالجهة الأولى - في الايرادات المتصورة على العمل بتوثيقاتهم .\r\nالجهة الثانية - في مناقشة الأدلة وبيان المختار .\r\nوأما الجهة الأولى - .\r\nفأوجه الايرادات المتصورة ثلاثة :\r\nالايراد الأول - وهو مبني على أن عمدة أدلة حجية أخبار الثقات هي\r\nالسيرة العقلائية وهي قائمة على اعتبار اخبارهم فيما كان منشؤها الحس يقينا\r\nأو الظن به مع احتمال الحدس .\r\nوأما ما كان متيقن الحدس أو مظنونه فلا سيرة قائمة على العمل بالاخبار\r\nكذلك . .\r\nوكذا يقال بالنسبة إلى سائر الأدلة اللفظية من جهة قصور في مقتضي\r\nإطلاقها لانصراف ونحوه مما تفصيله موكول إلى محله .\r\nوتوثيقات المتأخرين من هذا القبيل والوجه فيه هو ان أهم ما نريده من\r\nالاعتماد على توثيقاتهم معرفة أولئك الرواة المباشرين أو الواقعين في السند\r\nالوارد في الكتب الأربعة وسائر ما قارب عهد كتابتها وأما الرجال الواقعين في\r\nالطريق إلى هذه الكتب فلا حاجة لاثبات توثيقهم أو عدمه لتواتر الكتب\r\nالمذكورة من حيث النسبة إلى مؤلفيها على مر الأزمان والعصور .\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nوعليك فيقال ان مرحلة ما بعد الشيخ الطوسي هي مرحلة انقطاع سلسلة\r\nالبحث عن أولئك الرجال وعن معرفة أحوالهم . وإنما وصل إلينا ما كان عبر\r\nالشيخ نفسه مع بعض الكتب الرجالية الأخرى المعروفة .\r\nوالذي يدلنا على ذلك ملاحظة إجازات الاعلام لنظرائهم وتلامذتهم\r\nفإنها ترجع كلها إلى الشيخ وأما سلسلة الواقعين بعده فهي معتمدة عليه\r\nوموكولة إليه .\r\nويظهر ذلك بالنظر إلى إجازات العلامة لبني زهرة وإجازة الشهيد الثاني\r\nالوالد الشيخ البهائي الشيخ حسين عبد الصمد ( قدس سره ) وغير ذلك .\r\nوبناء عليه لا يعلم بثبوت طريق حسي أو قريب منه من طريق المتأخرين\r\nولو بنقل كابر عن كابر وثقة عن ثقة .\r\nبل من المقطوع به ان توثيقاتهم مستندة إلى ما حدسوا به من عبائر الشيخ\r\nونظرائه من أعلام وأرباب الرجال .\r\nالايراد الثاني - وهذا الايراد متفرع على سابقه وبيان ذلك أن إعمال النظر\r\nوالحدس من قبل الاعلام إنما يكون حجة له بينه وبين ربه ولسائر مقلديه\r\nومعتمديه .\r\nوأما سراية الحجية لنظرائه من أهل النظر والفن فهي مما لم يقم عليها\r\nدليل من سيرة أو عقل أو غيرهما .\r\nان قلت لا زالت الناس قديما وحديثا ترجع إلى أهل الخبرة في كل\r\nمجهول لديها فلم لا يطبق مقتضى هذا البناء والعمل .\r\nقلنا إنه كذلك ولكن ليس في حق الخبير والنظير ومن يملك في المقابل\r\nالحجة والدليل .\r\nالايراد الثالث - وهو مبني على ملاحظة التضاد والتضارب في أقوال\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nوتوثيقات المتأخرين فمنهم من يلتزم بتوثيق جماعة ومنهم من يلتزم بتضعيفهم\r\nوعدم العمل بما يروونه .\r\nواعطاء قاعدة في اعتبار توثيقات المتأخرين عبارة عن الالتزام بوقوع\r\nالتعبد بالمحالات والممتنعات كما عرفت .\r\nوالجواب عن هذه الايرادات :\r\nأما عن الايراد الأول فإن السلسلة التي ادعي انقطاعها تارة يراد من ذلك\r\nعدم وجود كابر ينقل توثيقا أو تضعيفا في مرحلة ما بعد الشيخ فهي وان كانت\r\nمقبولة إلا أن سلسلة البحث والتنقيب والكشف عن أحوال الرجال وإبراز\r\nالضعيف والسقيم منهم من الصحيح والمعتمد لا زالت جارية قديما وحديثا .\r\nوهذه البحوث تزداد أهمية من حيث صوابية النتيجة بترامي الزمن لان\r\nالمتأخر يجمع في حقيبته علم المتقدم وعلم المتأخر .\r\nهذا مضافا إلى عثوره على جوانب أخرى قد لا يتسنى للرجالي من أمثال\r\nالنجاشي آنداك ملاحظتها والعثور عليها كملاحظة طبيعة روايات كل راو على\r\nحدة وما يستفاد منها من قيمة احتمالية للتوثيق أو التضعيف .\r\nفالقول بأن توثيق القدماء حجة دون توثيق المتأخرين ليس سديدا على\r\nاطلاقه . . فان النجاشي وغيره عندما ينصون على وثاقة شخص من خلال النقل\r\nفإنما ينصون عليها لا من باب المشاهدة لعدم تعقل مشاهدة الوثاقة أو العدالة\r\nكأمر خارجي بل انك عرفت أنها من الحقائق المقتنصة من مجموع مفردات\r\nأحاديث وسلوك الراوي والتي يدخل الحدس في اقتناص النتيجة منه وان أطلق\r\nعليه اسم الحس .\r\nوعمل العقلاء بالشهادات الحسية لا لأنها كذلك وتعبدا بل لقلة وقوع\r\nالخطأ غالبا فيما كان منشؤه محسوسا أو ما قرب منه .\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nومحل البحث من قبيل الثاني - وبعبارة أخرى فان عمل العقلاء ليس\r\nلنكات تعبدية محضة بل إن له مبررات موضوعية نتيجة لارتكازات ثابتة\r\nعندهم .\r\nوليس ذلك إلا ركون النفس بالمشهود به من قبل المتقدمين .\r\nوساعتئذ نقول إن توثيق المتأخرين إن لم يكن من حيث القيمة أعلى من\r\nتوثيق المتقدمين فهو لا يقل عنه .\r\nوكيف لا يقال ذلك وذاك المجلسي الأول يقول في شرح كتاب من لا\r\nيحضره الفقيه أنه بحث في أحوال ابن أبي عمير مدة خمسين عاما بحيث يتعسر\r\nأو يتعذر على غيره الوصول إلى ما وصل . . وهل يا ترى يقال بان بحثه\r\nالمذكور حجة عليه ليس إلا . .\r\nعلى أن دعوى اشتهار العمل بتوثيقات المتأخرين بين الأصحاب في\r\nالجملة لها وجه وجيه وكما ذكره بعض أصحابنا المتأخرين .\r\nوأما الايراد الثاني فقد توضح مما سبق لان قول الخبير المبني على\r\nالحدس يورث الظن غالبا بصحة ما حدس به وقد عرفت أن بحوث المتأخرين\r\nإنما يعتمد عليها لعدم نقصها قيمة عن توثيقات المتقدمين التي ركنت النفوس إليها\r\nواطمأنت بصحتها فالخبروية شئ وسكون النفس باخبار المخبر شئ آخر\r\nومناط العمل الثاني لا الأول .\r\nوأما الايراد الثالث فهو ناشئ من الغفلة عن أن مرادنا من اعتماد بحوث\r\nالمتأخرين اعتمادها في الجملة لا مطلقا ومن أي معلم صدرت . . بل لا بد من\r\nالنظر فيما أوردوه من الأدلة حيث لا يكونون بمثابة من الدقة والضبط وقوة\r\nالملكة .\r\nوالتضاد المذكور إنما يكشف عن عدم صحة مقدمات واستدلالات\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nأحدهما أو كليهما مما يدعونا إلى ملاحظة ما أقيم من الأدلة وسيق من\r\nالبرهان .\r\nولو سلم وقوع ذلك من الاجلة فلا ضير فيه إذ لا يقصر عن تضاد كلام\r\nالمتقدمين فان وجوده في كلامهم ليس بعزيز ورغم ذلك لم تختل كبرى حجية\r\nوقبول توثيقاتهم ولتكن المعاملة مع أجلة المتأخرين على حد المعاملة مع\r\nأجلة المتقدمين قبولا وردا بعد ما عرفت مساواة قيمة أقوالهم لأقوال\r\nالمتقدمين إن لم نقل باعلائيتها . .\r\nومما ذكرناه يتحصل ان كبرى قبول توثيقات المتأخرين مما لا أشكال\r\nفيها . عندنا . .\r\nوليعلم اننا عقدنا البحث في التوثيقات دون التضعيفات من أجل عدم\r\nاختلاط وتضارب الاستدلال وللمحافظة على وضوح الطريقة .\r\nوإلا فان الكلام في تضعيفات المتقدمين أو المتأخرين عين الكلام في\r\nتوثيقاتهم من حيث القيمة والشروط والرد والقبول . . .\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nالباب الرابع\r\nالقول في دعوى وثاقة رواة جملة من الكتب\r\n- ومنشأ هذا البحث ما وقع لجملة من الاعلام وأرباب الكتب الروائية\r\nمن تصدير أو تضمين كتبهم لعبارات يستوحى منها توثيق جميع رواة كتبهم بل\r\nاستظهر ذلك جمع من الاعلام كالحر العاملي في فوائد وسائله وغيره .\r\nوسنبحث في صحة الدعوى المذكورة بمناقشة ما ورد في كتب ثلاثة هي\r\nكتاب كامل الزيارات لابن قولويه وتفسير علي بن إبراهيم القمي ونهج البلاغة\r\nالذي جمعه الشريف الرضي .\r\nوإنما أفردناها دون غيرها نظرا لأهميتها ولتوثيق بعض الاعلام لرواة هذه\r\nالكتب ولرواج البحث فيها بين الأصحاب .\r\nفههنا ثلاثة بحوث :\r\nالبحث الأول - القول في وثاقة رواة كتاب كامل الزيارات :\r\nومنشأ هذه الدعوى ما أورده جعفر بن محمد بن قولويه ( قده ) المتوفى\r\nعام 368 ه‍ في أول كتابه والذي استظهر منه جمع من الأصحاب وثاقة\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nكل من وقع في أسانيد هذا الكتاب .\r\nوالعبارة هي التالية :\r\n[ وقد علمنا بانا لا نحيط بجميع ما روي عنهم في هذا المعنى ولا في\r\nغيره لكن ما وقع لنا من جهة الثقات من أصحابنا رحمهم الله برحمته ولا\r\nأخرجت فيه حديثا روي عن الشذاذ من الرجال يؤثر ذلك عنهم عن المذكورين\r\nغير المعروفين بالرواية المشهورين بالحديث والعلم . . 
  ] ( 1 ) - ووجه\r\nالاستدلال على الخصوص التعبير ب‍ [ ما وقع لنا من جهة الثقات 
  ] فإنه لم يقل\r\nكتاليه [ بما ينتهي 
  ] ليختص التوثيق بالمباشر كما قد يدعى هناك وكما ستعرفه\r\nفي البحث الثاني .\r\nولعله من هنا أفاد الحر العاملي في فوائده من الجزء الأخير من الوسائل\r\nما لفظه [ وقد شهد علي بن إبراهيم أيضا بثبوت أحاديث تفسيره وانها مروية\r\nعن الثقات عن الأئمة ( عليهم السلام ) وكذلك جعفر بن محمد بن قولويه فإنه\r\nصرح بما هو أبلغ من ذلك في أول مزاره 
  ] ( 2 ) كما أن ابن قولويه لم يقرن\r\nالثقات بالمشايخ ليرد احتمال ان العطف للتفسير كما سيأتي في مناقشة عبارة\r\nابن إبراهيم وان كان عبر هنا بالأصحاب فان ذلك لا يضر لعموم اللفظ للمباشر\r\nوغيره كما لا يخفى على المتتبع لموارد استعمالها . وعليه فوجه الأبلغية - لو\r\nتم أصل الكلام - واضح بين وقد يؤيد المدعى بقرينتين أخريين :\r\nالأولى - قول ابن قولويه في الجملة المتقدمة [ ولا أخرجت فيه حديثا\r\nروى عن الشذاذ من الرجال يؤثر ذلك عنهم . . 
  ] .\r\nبدعوى أن ابن قولويه أراد بهذا التعبير اعطاء قيمة لكتابه بأنه لم يرو عن\r\nالشذاذ من الرجال ومن المعلوم عدم اختصاص الشذوذ بالضعيف بل قد يشمل\r\n\r\n","description":"","footnote":" ( 1 ) كامل الزيارات ص 4 .\r\n( 2 ) الوسائل ج 20 ص 68 . ","page_name":" 100 ","page_number":100},
  {"content":"\r\nالذين انفردوا بروايات غريبة في طبعها وغير منسجمة مع المروي والمشهور\r\nولذا ورد في أخبار العلاج لحل مشكلة التعارض [ خذ بما اشتهر بين أصحابك\r\nودع الشاذ النادر 
  ] وهو مطلق من حيث كون الشاذ النادر قد رواه بعض\r\nالأصحاب أم لا .\r\nان قلت إن مقابلة الشواذ للثقات تحدد إرادة الضعاف من الرجال لا\r\nالثقات أو ما يعمهم من الذين انفردوا بروايات شاذة كما عرفت .\r\nقلنا لو صح ذلك فلا يكون ساعتئذ وجه للتعبير بالشاذ وإجمال الخطاب\r\nوثانيا - ان تذييل كلامه - ب‍ [ غير المعروفين بالرواية 
  ] يحدد إرادة الشاذ في\r\nالرواية من حيث طبعها كما هو واضح لا يخفى .\r\nوبعد ذلك يقال إن ابن قولويه لما بنى على عدم ذكر رواية عن الشذاذ\r\nوإن كانوا من الأصحاب بل ومن ثقاتهم كان هذا بمثابة القرينة القطعية على أنه\r\nلم يضمن كتابه المجاهيل ولو عنده فضلا عمن ثبت فيه القدح والذم . .\r\nالثانية - قوله أيضا [ ولا أخرجت فيه حديثا روي عن الشذاذ 
  ] ببيان أن\r\nدلالة الاخراج يغاير دلالة لفظ النقل فان الثاني لو عبر به لأدى إلى احتمال\r\nإرادة المباشرين من جهة اختصاص النقل عنهم بالنسبة إليه . وهذا بخلاف\r\nاللفظ المذكور فإنه يشمل جميع الواقعين في السند .\r\nلا يقال بعدم وجود فرق مقبول بين التعبيرين لصدق النقل عن الأئمة مع\r\nوثاقة كل الوسائط .\r\nلأنه يجاب بان العبارة تضمنت لفظ [ ولا أخرجت فيه 
  ] فان الضمير\r\nفي ( فيه ) يراد به الكتاب والمعنى انه لم يخرج في كتابه حديثا روي أو نقل عن\r\nالشذاذ فكتابه منقول عن الثقات لا أنه نقل عن الامام بواسطة الثقات وعلى كل\r\nحال فان لفظ الاخراج دال على أن الكتاب كله واقع عن طريق الثقات .\r\nهذا غاية ما يمكن ان يستدل به لاثبات المطلوب .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nوأما الجواب فيقع من عدة وجوه :\r\n1 - ان العبارة المستدل بها على المطلوب ليست ظاهرة فيه جزما لصدق\r\nالوقوع من جهة الثقات ولو بكون الرواة المباشرين كذلك بل إنه المتناسب مع\r\nطبيعة الناقل لروايات فيها من الوسائط والأسانيد وذلك لشيئين :\r\nأ - سهوله المؤونة في تحصيل الثقات بالنسبة للمباشرين .\r\nب - معرفة الناقل عادة بالمنقول عنه لو كان النقل مباشرا .\r\nويؤيد الوجه المذكور ورود جملة من الروايات يتضمن إسنادها\r\nالمجاهيل والضعاف بل وجود المراسيل والمرافيع وكما ستطلع عليه مفصلا .\r\nمما يوجب وعلى الأقل شكا في شمولية العبارة لأكثر من المباشرين فهي\r\nإن لم تظهر في إرادتهم فلا ظهور لها في الأعم من ذلك وتكون العبارة مبتلاة\r\nبالاجمال ولا يسعنا معه إلا البناء على القدر المتيقن منها وهو خصوص الرواة\r\nالمباشرين .\r\n2 - ان الاستدلال بقول ابن قولويه بأنه لم يرو عن الشذاذ من الرجال\r\nبالتقريب المتقدم غريب فهو غاية ما يثبت أنه لم يرو إلا عن المشهورين\r\nوالمعروفين بالرواية لأنه المفهوم المقابل للشواذ . .\r\nوالالتزام بوثاقة كل معروف بالرواية مبتنية على بحث كبروي لا نلتزم به\r\nبل ندعي وضوح وهن هذه الدعوى .\r\nكيف لا وقد ثبت اجماع الامامية على وقوع صحبة بعض الكذابين بل\r\nالمنافقين لنبينا ( صلى الله عليه وآله ) مع كثرة روايتهم عنه ( صلى الله عليه\r\nوآله ) .\r\nومعه لا يبقى مجال لتعقل دعوى أن ابن قولويه لما أراد اعطاء قيمة\r\nلكتابه بنى على أن لا يروي إلا عن الثقة بقرينة عدم روايته عن الشذاذ . . مع أن\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nعدم الملازمة بين المعروفية والوثاقة أوضح من أن تخفى كما أشرنا . . .\r\nومنه يعرف حال القرينة الثانية المدعاة إذ أن عدم اخراجه لرواية تروى\r\nعن الشذاذ لا تعني انه أخرجها عن المعروفين . ولو سلم الفرق بين النقل\r\nوالاخراج وقد عرفت أنه لا ملازمة بين المعروفية وكثرة الراوية وبين الوثاقة .\r\n3 - ان ابن قولويه نفسه قد نقل عن الضعفاء والمجاهيل كثيرا بل إنه ذكر\r\nمن المرافيع والمراسيل عددا يطمئن معه بان لم يكن بصدد توثيق رواة كل من\r\nوقع في كتابه واعطاء مزيد قيمة له .\r\nويتعمق ويتضح الايراد من خلال وجود الضعاف المعروفين بالضعف\r\nوالكذب عند الأصحاب وأرباب الرجال فإنه يبعد جدا عدم اطلاعه عليهم مع\r\nوضوح نسبة الذم لهم كما أن الدعوى المذكورة رغم محذوفية أسماء جملة من\r\nالرواة الواقعين في السند أشبه بدعوى إثبات علم الغيب لابن قولويه .\r\nوسنذكر لك نبذة مما ورد في الكتاب كشاهد على ما ذكرناه وهي على\r\nأنحاء ثلاثة :\r\nالأول - من ثبت فيهم الذم بشكل واضح وعلى مباني بعض أصحاب\r\nالدعوى أنفسهم منهم :\r\nأ - عبد الرحمن بن كثير الهاشمي ذكره النجاشي قائلا [ كان ضعيفا غمز\r\nأصحابنا عليه وقالوا كان يضع الحديث 
  ] ( 1 ) .\r\nب - علي بن حسان الهاشمي . . قال فيه ابن فضال [ كذاب واقفي 
  ] ( 2 )\r\nوقال فيه النجاشي [ ضعيف جدا ذكره بعض أصحابنا في الغلات فاسد\r\nالاعتقاد 
  ] ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 163 .\r\n( 2 ) الكشي حديث 851 .\r\n( 3 ) رجال الكشي ص 176 . ","page_name":" 103 ","page_number":103},
  {"content":"\r\nج - أبو جميلة المفضل بن صالح . . قال فيه ابن فضال انه وضع رسالة\r\nمعاوية إلى أبي بكير وقال النجاشي في حقه ضمن ترجمة جابر بن يزيد\r\nالجعفي [ روى عنه جماعة غمز فيهم منهم عمرو بن شمر ومفضل بن صالح\r\nومنخل بن جميل 
  ] ( 1 ) .\r\nد - أبو الجارود زياد بن المنذر قال فيه ابن النديم في الفهرست [ عن\r\nالصادق ( عليه السلام انه لعنه وقال أعمى القلب 
  ] وروى فيه الكشي روايات\r\nذامة له جدا وبعبائر مختلفة وفي بعضها [ ما يموت إلا تائها 
  ] .\r\nوفي موضع آخر فيه وفي غيره [ كذابون مكذبون كفار عليهم لعنة الله 
  ] .\r\nه‍ - عبد الله بن عبد الرحمن الأصم فقد قال النجاشي فيه [ ضعيف غال\r\nليس بشئ 
  ] ( 2 ) بل في كتاب ابن الغضائري المنسوب إليه انه من كذابة أهل\r\nالبصرة ( 3 ) .\r\nو - عمرو بن شمر - فقد ذكر النجاشي في ترجمته [ ضعيف جدا زيد\r\nأحاديث في كتب جابر الجعفي ينسب بعضها إليه والامر ملتبس 
  ] كما نسب\r\nتضعيفه إلى جماعة في ترجمة جابر بن يزيد .\r\nالثاني - من ثبتت جهالتهم أو اهمالهم .\r\nأ - أحمد بن أبي داوود - مجهول لا ذكر له في كتب الرجال .\r\nب - أحمد بن أبي زاهر - لم يوثق وقال الشيخ والنجاشي فيه [ حديثه\r\nليس بذاك النقي 
  ] .\r\nج - أحمد بن إسحاق القزويني - مهمل لا ذكر له .\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nد - أحمد بن جعفر البلدي - مهمل لا ذكر له .\r\nه‍ - أحمد بن الحسن الميثمي - مهمل لا ذكر له .\r\nو - أحمد بن الحسين بن سعيد ذكره في الفهرست من دون توثيق\r\nوزاد . . وذكروا انه غال وحديثه يعرف وينكر وفي رجاله نعته ب‍ [ يرمى\r\nبالغلو 
  ] .\r\nح - أحمد بن علوية الأصفهاني ذكره الشيخ في رجاله من دون توثيق أو\r\nمدح .\r\nط - أحمد بن علي بن عبيد الجعفي مهمل لا ذكر له .\r\nي - أحمد بن قتيبة الهمداني مهمل لا ذكر له .\r\nك - أحمد بن هانيدار مهمل لا ذكر له .\r\nإلى غير ذلك مما هو على هذا النحو بل إن دعوى كون أغلب رواه\r\nالكتاب من هذا النحو قريبة جدا تظهر للمتتبع .\r\nالثالث - ما رواه مرسلا أو مقطوعا أو مرفوعا وما شاكل ذلك وهو\r\nكثير . . منه :\r\nأ - علي بن إبراهيم عن أبيه عن بعض أصحابه عن هارون بن خارجة\r\nعن ( 1 ) أبي عبد الله .\r\nب - عن سعدان بن مسلم عن رجل ( 2 ) .\r\nج - الحسن بن الزيرقان الطبري باسناد له يرفعه إلى الصادق ( عليه\r\n\r\n","description":"","footnote":" ( 1 ) كامل الزيارات ص 179 باب 72 ح 1 .\r\n( 2 ) كامل الزيارات ص 219 باب 79 ح 13 . ","page_name":" 105 ","page_number":105},
  {"content":"\r\nالسلام ) ( 1 ) .\r\nد - عن الحسن بن الحكم النخعي عن رجل قال سمعت أمير\r\nالمؤمنين ( عليه السلام ) ( 2 ) .\r\nه‍ - عمرو بن سعيد الزيات قال حدثني رجل من أصحابنا عن أبي\r\nعبد الله ( عليه السلام ) .\r\nو - عبد الله بن بكير عن بعض أصحابنا عن أبي عبد الله ( عليه\r\nالسلام ) ( 3 ) .\r\nز - عن إبراهيم بن محمد الثقفي رفعه إلى أبي عبد الله ( عليه\r\nالسلام ) ( 4 ) .\r\nح - محمد بن الحسين بن أبي الخطاب عن بعض أصحابه عن\r\nجويرية بن العلا عن بعض أصحابه عن أبي عبد الله ( عليه السلام ) ( 5 ) .\r\nط - عن عمرو بن هشام عن بعض أصحابنا عن أحدهم . . مع أن عمرو\r\nنفسه مجهول مهمل ( 6 ) .\r\nي - حدثني محمد بن الحسن بن الوليد رحمه الله فيما ذكر كتابه من\r\nالذي سماه كتاب الجامع روى عن أبي الحسن ( عليه السلام ) ( 7 ) .\r\nإلى غير ذلك من الموارد التي لا حاجة لسردها لسهولة تحصيلها . .\r\n\r\n","description":"","footnote":" ( 1 ) كامل الزيارات ص 88 باب 48 ح 1 .\r\n( 2 ) كامل الزيارات ص 56 باب 16 ح 4 .\r\n( 3 ) كامل الزيارات ص 57 باب 16 ح 5 .\r\n( 4 ) كامل الزيارات ص 186 باب 75 .\r\n( 5 ) كامل الزيارات ص 141 باب 55 ح 1 .\r\n( 6 ) كامل الزيارات ص 53 .\r\n( 7 ) كامل الزيارات ص . ","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nومن كل ما ذكرناه يتضح لك بأن دعوى وثاقة رواة كتاب كامل الزيارات\r\nواضحة البطلان .\r\nالبحث الثاني - القول في وثاقة رواة تفسير علي ابن إبراهيم القمي :\r\nومنشأ هذه الدعوى أيضا ما صرح به في أول كتابه قال :\r\n[ ونحن ذاكرون ومخبرون بما ينتهي إلينا من مشايخنا وثقاتنا عن الذين\r\nفرض الله طاعتهم 
  ] ( 1 ) .\r\nوقد استفاد الحر العاملي وغيره من الاعلام من هذا التعبير إرادة علي بن\r\nإبراهيم توثيق جميع رجال كتابه . ويمكن توضيح الدعوى ببيان أمرين :\r\n1 - ان قوله [ . . من مشايخنا وثقاتنا 
  ] ظاهر في إرادة اعطاء قيمة عليا\r\nلكتابه وان رواياته صادرة عن الثقات الذين يركن إليهم ويعتمد عليهم .\r\n2 - ان القول المذكور بإضافته إلى قوله [ . . ومخبرون بما ينتهي\r\nإلينا . . 
  ] يدل على أن ما انتهى إليه من الروايات التي ضمنها كتابه مأخوذة عن\r\nالمشايخ الثقات عن المفروض طاعتهم .\r\nونتيجة الامرين معا تعكس ظهورا واضحا للفظ في توثيق جميع رواة هذا\r\nالكتاب .\r\nوقبل الجواب عن الدعوى بكلا أمريها المبينين لا بأس بتوضيح فقه\r\nالعبارة قبل مناقشتها .\r\nفان لفظ ( ما ) يراد به الروايات بقرينة ( مخبرون . . ذاكرون ) وأما\r\nمشايخنا فالمراد منها المباشرون له لا الأعم وان أطلق اللفظ عليهم بالعناية\r\n\r\n","description":"","footnote":" ( 1 ) تفسير القمي ص 4 وفي نسخة [ بما ينتهي إلينا ورواه مشايخنا وثقاتنا 
  ] . ","page_name":" 107 ","page_number":107},
  {"content":"\r\nوالتأول وساعتئذ يكون العطف ب‍ ( ثقاتنا ) على ( مشايخنا ) لأجل أحد أمرين لا\r\nثالث لهما :\r\nأ - أما لتفسير وتوضيح المراد من اللفظة كما هو شائع في الاستعمال\r\nالعربي إذ كثيرا ما يقال مثلا ( أبي وعزيزي ) أو ( الامام والسند المعتمد ) مع\r\nإرادة شخص واحد من العبائر . . وإنما أورد العطف بالواو لأجل التفسير\r\nوالتوضيح .\r\nب - وأما لبيان مغايرة الراوي الذي ينقل عنه بمعنى ان روايات الكتاب\r\nانتهت إليه عبر المشايخ تارة وعبر الثقات تارة أخرى وإن لم يكونوا شيوخا له\r\nوسواء كانوا مباشرين له أم لا .\r\nوالأظهر هو الأول نظرا لشيوع الاستعمال كذلك ولغلبة نقل الروايات\r\nعن المشايخ من الأصحاب لا عن رواة ليسوا كذلك وان كانوا من الثقات\r\nالمعروفين لديه بنقل أو غيره .\r\nوعلى كل حال سواء أريد به الأول أو الثاني فيرد على أصل الدعوى\r\nجملة أمور :\r\n* الأول - ان دعوى إرادة علي بن إبراهيم اعطاء قيمة لكتابه لا تعني\r\nوثاقة كل رواة كتابه إذ انه يوجد مراتب عدة للقيمة .\r\nفالرواية عن الممدوحين هي قيمة للكتاب وإن لم تثبت وثاقتهم والرواية\r\nعن خصوص المشايخ الثقات قيمة أخرى للكتاب والرواية عن الثقات\r\nالمباشرين قيمة كذلك كما أن كون جميع من في الكتاب من الرواة ثقات قيمة\r\nعليا له .\r\nودعوى استظهار توثيق كل الرواة من لفظ [ مشايخنا وثقاتنا 
  ] بتقريب انه\r\nبصدد اعطاء قيمة للكتاب غير متعينة لكفاية وثاقة المباشرين في ذلك بل\r\nالممدوحين لولا النص على وجود الثقات في الجملة .\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nويؤيد ذلك جملة أمور :\r\n1 - ورود جملة من الضعفاء المنصوص على ضعفهم في طيات كتابه\r\nومن المستبعد جدا وجود عدد معتد به من المعروفين بالضعف قد خفي أمرهم\r\nعليه مع كونه بصدد اعطاء قيمة معينة لكتابه والمتوقفة على البحث عن الثقات\r\nالمتفق عليهم . . ولا أقل أولئك الذين لم يرد فيهم تضعيف صريح أو عدة\r\nألفاظ متضاربة .\r\nخصوصا انه بملاحظة التعبير ب‍ ( ثقاتنا ) المضاف إلى الأصحاب أو إليه\r\nوالمشعر بإرادة الاماميين من الثقات يتأكد لدينا عدم إرادة عموم رواة الكتاب\r\nللعلم بعدم الالتزام بذلك بناء على شمولية التفسير فإنه روى عن الحسن بن\r\nمحمد بن سماعة والحسن بن علي بن أبي حمزة وكلاهما واقفيان بل من\r\nشيوخ الواقفة إلى غير ذلك .\r\nونذكر جملة من الذين ورد التضعيف في حقهم وقبله بعض أصحاب\r\nهذه الدعوى نفسها مع أن ابن إبراهيم ضمنهم كتابه .\r\n1 - أبو الجارود زياد بن المنذر فإنه روى عنه كثيرا بل إن كتابه ممتلئ\r\nبالرواية عنه وقد تقدم حاله وكذبه .\r\n2 -\r\nأبو جميلة المفضل بن صالح وقد تقدم أمره .\r\n3 - علي بن حسان الهاشمي وقد تقدم أيضا ومثله عمه عبد الرحمن فقد\r\nذكره النجاشي قائلا [ كان ضعيفا غمز أصحابنا عليه وقالوا كان يضع\r\nالحديث 
  ] ( 1 ) .\r\n4 - عمرو بن شمر وقد مضى .\r\n5 - الحسن بن علي بن أبي حمزة . فان الكشي نقل عن ابن فضال فيه أنه\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 163 . ","page_name":" 109 ","page_number":109},
  {"content":"\r\nكذاب ملعون ( 1 ) .\r\nالثاني - ورود جملة من المجاهيل والمهملين والمختلف في حالهم مع\r\nوضوح الاختلاف فيهم وما شاكل .\r\nومن البعيد أيضا أن يكون اطلع على وثاقتهم ومن خلال الكتب الرجالية\r\nمع عدم اطلاع غيره كالشيخ والنجاشي مع قرب عصرهم وكون ديدنهم البحث\r\nعن أمثال المذكورين ونذكر من هذا القسم :\r\n1 - سهل بن زياد .\r\n2 - النوفلي .\r\n3 - المعلي بن خنيس .\r\n4 - محمد بن الفضيل .\r\n5 - أحمد بن هلال بل إن الكشي روى لعنا فيه ( 2 ) .\r\n6 - إسماعيل بن يسار الهاشمي فقد ذكر فيه النجاشي [ . . ذكره أصحابنا\r\nبالضعف 
  ] ( 3 ) .\r\n7 - أحمد بن السياري .\r\n8 - محمد بن سنان .\r\nوغيرهم بل أن هذا القسم مما لا تكاد تحص أفراده وهذا أحد أهم\r\nالمنبهات على بطلان كبرى الدعوى المتقدمة .\r\n3 - ورود المراسيل والمقاطيع وما شاكل ذلك ولا مبرر لنقل ذلك وبهذه\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 552 رقم 1042 .\r\n( 2 ) نفس المصدر ص 535 رقم 1020 .\r\n( 3 ) رجال النجاشي ص 21 . ","page_name":" 110 ","page_number":110},
  {"content":"\r\nالكثرة إلا لعدم اطلاعه بنفسه على المحذوفين والمجهولين . . . اللهم إلا\r\nيدعى أنه اطلع على غيب الله فيهم ولكنه لم يذكرهم حفظا لأمانة النقل .\r\nومن مفردات هذا القسم :\r\n1 - ما ورد في الكتاب وهو قوله [ حدثني محمد بن يحيى البغدادي رفع\r\nالحديث إلى أمير المؤمنين ( عليه السلام ) ( 1 ) .\r\n2 - قوله [ حدثني أبي عن ابن أبي عمير عن بعض رجالهم عن أبي\r\nعبد الله ( عليه السلام ( 2 ) .\r\n3 - قوله [ حدثني أبي رفعة قال قال أبو عبد الله ( عليه السلام ) ( 3 ) .\r\n4 - ما رواه عن النبي ( صلى الله عليه وآله ) بثلاث وسائط [ فحدثني أبي\r\nعن مسلم بن خالد عن محمد بن جابر عن ابن مسعود قال قال لي رسول\r\nالله ( صلى الله عليه وآله ) 
  ] ( 4 ) .\r\n5 - [ . . وحدثني هارون بن مسلم عن مسعدة بن صدقة قال : حدثني\r\nرجل من بني عدي بن حاتم عن أبيه عن جده عدي بن حاتم . . 
  ] ( 5 ) .\r\n6 - [ حدثنا جعفر بن محمد الفزاري . . عن رجل عن أبي\r\nبصير . . 
  ] ( 6 ) .\r\n7 - [ أخبرنا أحمد بن إدريس قال . . عن الحسين بن أبي يعقوب عن\r\n\r\n","description":"","footnote":" ( 1 ) تفسير علي بن إبراهيم ج 1 ص 99 .\r\n( 2 ) تفسير علي بن إبراهيم ج 1 ص 49 .\r\n( 3 ) تفسير علي بن إبراهيم ج 1 ص 389 .\r\n( 4 ) تفسير علي بن إبراهيم ج 1 ص 175 .\r\n( 5 ) تفسير علي بن إبراهيم ج 2 ص 60 .\r\n( 6 ) تفسير علي بن إبراهيم ج 2 ص 295 . ","page_name":" 111 ","page_number":111},
  {"content":"\r\nبعض أصحابه . . 
  ] ( 1 ) وإلى غير ذلك من الموارد التي يلاحظها المتتبع . . .\r\nوهذه الأمور الثلاثة تزداد أهمية بملاحظة كثرة الضعفاء ووضوح حالهم\r\nبحيث كلما ازداد الاستقراء تزداد القيمة الاحتمالية لبطلان الدعوى وإثبات ان\r\nابن إبراهيم لم يرد إلا خصوص رواته المباشرين .\r\nبل إن كون أغلب روايات كتابه واردة عن أبيه وأحمد بن إدريس تكاد\r\nتشككنا في أصل كلتي الدعويين وتثبت لنا ان غاية مراده إثبات وجود عدد من\r\nالثقات والمشايخ في الجملة .\r\nهذا تمام الكلام في الشق الأول .\r\nوأما الشق الثاني فهو مرتبط بالمراد من مشايخنا وثقاتنا . . فان قيل\r\nبالاحتمال الأول وكما بينا بان الشيخ لا يطلق على غير المباشر إلا بعناية\r\nخصوصا مع ملاحظة إضافة الثقات والمشايخ إلى ( نا ) بقوله ( مشايخنا\r\nوثقاتنا ) .\r\nفستكون الجملة بناء عليه ناظرة لاثبات وثاقة مشايخه وانه روى كتابه\r\nبواسطتهم ووجه ذلك أنه لم يعبر بأنه سيذكر ويخبر بما رواه المشايخ والثقات\r\nليرد احتمال التعميم بل إنه ذكر أنه مخبر بما ينتهي إليه من المشايخ .\r\nوالمراد انه يذكر الروايات التي تصل إليه من شيخه وثقته وهو يكاد\r\nيكون كالنص في إرادة المباشرين لعدم كون الواقع في السند بعدهم ممن\r\nانتهت رواياته إليه كما لا يخفى . . .\r\nومنه تعرف ان تفسير ( مشايخنا وثقاتنا ) بمقتضى الاحتمال الثاني لا يزيد\r\nشيئا على المدعى حتى لو سلمت المغايرة .\r\nهذا مضافا إلى عدم صحة كبرى الملازمة بين الشيخوخة وبين الوثاقة .\r\n\r\n","description":"","footnote":" ( 1 ) تفسير علي بن إبراهيم ج 2 ص 423 . ","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nولعمري بعد هذا فإن الامر أبين من الأمس وأوضح من الشمس .\r\nوبهذا يتحصل ان عبارة ابن إبراهيم لا تدل على أكثر من وثاقة مشايخه\r\nالمباشرين إن لم نخدش في ذلك أيضا كما عرفت بيانه .\r\nالبحث الثالث - القول في أسانيد نهج البلاغة :\r\nوهو الكتاب الذي ألفه الشريف الرضي أبو الحسن محمد بن أبي أحمد\r\nالحسين بن موسى بن محمد بن موسى ابن إبراهيم بن موسى بن جعفر\r\nالصادق ( عليه السلام ) والمولود سنة 359 ه‍ والمتوفى سنة 406 ه‍ ( 1 ) .\r\nوقد جمع فيه الكثير من كلام الأمير علي بن أبي طالب سلام الله عليه\r\nوفي موارد شتى كما صرح بذلك في مقدمة النهج .\r\n[ . . وسألوني عند ذلك أن أبدأ بتأليف كتاب يحتوي على مختار كلام\r\nمولانا أمير المؤمنين ( عليه السلام ) في جميع فنونه ومتشعبات غضونه من\r\nخطب وكتب ومواعظ وآداب . . 
  ] ( 2 ) . وقد فرغ من تأليفه عام 400 ه‍ كما نص\r\nعلى ذلك في خاتمة النهج . .\r\nوالذي دعاني إلى البحث المذكور ورغم عدم كونه محل ابتلاء من\r\nالناحية الفقهية أحد أمرين :\r\n1 - إرسال جمع من الشيعة نسبة الكتاب إلى الأمير ( عليه السلام )\r\nمعتقدين صحة كل ما ورد فيه بحسب الاعتبار الرجالي .\r\n2 - ما ورد من التشكيك المطلق في الكتاب من قبل جمع من العامة .\r\n\r\n","description":"","footnote":" ( 1 ) اكتفاء القنوع ص 271 .\r\n( 2 ) نهج البلاغة ص 11 . ","page_name":" 113 ","page_number":113},
  {"content":"\r\nفقد قال الذهبي من طبقاته [ وفيها - سنة 436 - توفي شيخ الحنفية\r\nالعلامة المحدث أبو عبد الله الحسين بن موسى الحسيني الرضي واضع كتاب\r\nنهج البلاغة 
  ] ( 1 ) .\r\nفإنك ترى أنه عد الشريف الرضي من الحنفية ومن مشايخهم وانه قد\r\nوضع نهج البلاغة إلى غير ذلك مما ليس ههنا موضع بحثه .\r\nولا ريب في أن دافعهم ما وجدوا فيه من اشتماله على ما لا تهوى\r\nأنفسهم كخطبة الشقشقية وغيرها مما يزعزع عرش مذاهبهم . . ولا نريد إطالة\r\nالكلام في هذا البحث بقدر ما نريد بيان بعض الأمور ويمكن تلخيص الوجوه\r\nالتي تثبت صحة النهج بثلاثة :\r\nالأول - ان الشريف الرضي قد ذكر ما ذكره منسوبا إلى الأمير ( عليه\r\nالسلام ) والذي يظهر من المقدمة كون ذلك عنده من المسلمات .\r\nالثاني - ان أسلوب النهج لا يتفق لاحد غير الأمير ( عليه السلام ) لما فيه\r\nمن بلاغة تبهر العقول ويسلم بها كل ذي مسكة وعلم باللغة والأدب العربيين .\r\nولذا تجد أن جمعا من علماء النجف لما وجه إليهم السؤال عنه قالوا بأنه\r\nفوق كلام المخلوق ودون كلام الخالق وكما صرح بذلك ابن أبي الحديد\r\nنفسه .\r\nالثالث - ان النهج كان على مرأى من علمائنا وأصحابنا المتقدمين ولم\r\nنجد منهم من طعن في صحته أو غمز فيه مما يدل على تسالمهم بان ما فيه هو\r\nمن كلام أمير المؤمنين سلام الله عليه .\r\nإلا أن الانصاف عدم تمامية كل من هذه الوجوه وذلك :\r\nأما الأول - فلانه لو سلم دلالته فغايته الصحة بنظر الشريف ( قدس سره )\r\n\r\n","description":"","footnote":" ( 1 ) تذكرة الحفاظ ج 3 ص 289 . ","page_name":" 114 ","page_number":114},
  {"content":"\r\nمع اننا لا نسلم الدلالة المتقدمة وذلك لذكر نفس الشريف في مقدمته ما يخل\r\nبذلك حيث قال مبررا اختلاف التعابير .\r\n[ . . والعذر في ذلك أن روايات كلامه تختلف اختلافا شديدا . . 
  ] وكيف\r\nيقال بذلك مع حذفه للأسانيد وعدم ذكره إلا القليل منها مما ستعرف حاله .\r\nوأما الثاني - فلانه غاية ما يثبت صحة وجود كلام للأمير ( عليه السلام )\r\nفي النهج في الجملة وهذا مما لا نناقش فيه . بل اننا نعتقد بأن شبه هذا الكلام\r\nلا يمكن صدوره من غيره فضلا عن أن تعدد مآخذ الشريف الرضي وان حذف\r\nالاسناد يثبت بالضرورة وقوع العديد من كلام الأمير ( ع ) في طيات الكتاب .\r\nوأما ثبوت النهج بمجمعه فمما لا يقتضيه هذا الوجه كما هو بين واضح\r\nوأي صعوبة في الدس المقتبس من مجموع كلامه بحيث يؤذي إلى ضياع\r\nالتشخيص ولو جزئيا .\r\nوأما الوجه الثالث فإنه يتم لو كان الأصحاب والفقهاء بصدد العمل\r\nبمضمونه من الناحية الفقهية مع أنه ليس كذلك .\r\nوكون ما في الكتاب مجملا صحيح النسبة كافيا لاتخاذه مسلكا ومنهاجا\r\nللكمال والسير والتقرب إلى حضرة الله عز وجل خصوصا مع تأيد ما فبه -\r\nولأي كانت النسبة - بالعقول السلمية والقلوب النيرة المستقيمة .\r\nومنه يتحصل ان التشكيك في النهج على نحو يراد منه استيعاب الجمل\r\nوالكلمات بأسرها ففيه إشكال وتأمل واضحين كما عرفت من ثبوته ولو في\r\nالجملة . وإن لم نستطع الجزم ببعض المفردات أو الجمل بالتحديد .\r\nويتأيد ما ذكرناه ورود المراسيل وما رواه الضعاف وما شاكل ذلك .\r\nفمن الأول -\r\n1 - ومن كتاب له ( عليه السلام ) كتبه لشريح بن الحرث قاضيه\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n[ روي ( 1 ) ان شريح بن . . 
  ] فان التعبير ب‍ ( روي ) إرسال واضح .\r\n2 - ومن خطبة له ( عليه السلام ) روي ( 2 ) عن نوف البكالي قال خطبنا\r\nبهذه الخطبة وهو قائم على حجارة . . .\r\n3 - ومن خطبة له ، ( عليه السلام ) روى ( 3 ) ان صاحبا لأمير المؤمنين يقال\r\nله همام كان رجلا عابدا . .\r\n4 - ومن كلام له ( عليه السلام ) روي ( 4 ) عنه أنه قال عند دفن سيدة نساء\r\nالعالمين . . .\r\n5 - ومن كتاب ( 5 ) له ( عليه السلام ) إلى طلحة والزبير مع عمران بن\r\nالحصيني الخزاعي وذكر هذا الكتاب أبو جعفر الإسكافي في كتاب المقامات .\r\n6 - وروي ( 6 ) انه كان جالسا في أصحابه إذ مرت بهم امرأة جميلة .\r\nومن الثاني -\r\n1 - [ روى اليماني عن أحمد بن قتيبة عن عبد الله بن زيد عن مالك بن\r\nدحية وفي الحديث انهم كانوا خلقه في سبخ الأرض 
  ] ( 7 ) .\r\nوهو ضعيف باليماني فإنه مجهول .\r\n2 - وروى ( 8 ) ابن جرير الطبري في تاريخه عن عبد الرحمن بن أبي\r\n\r\n","description":"","footnote":" ( 1 ) نهج البلاغة ج 3 ص 4 .\r\n( 2 ) نهج البلاغة ج 2 ص 103 .\r\n( 3 ) نهج البلاغة ج 2 ص 160 .\r\n( 4 ) نهج البلاغة ج 2 ص 182 .\r\n( 5 ) نهج البلاغة ج 3 ص 111 .\r\n( 6 ) نهج البلاغة ج 4 ص 98 .\r\n( 7 ) نهج البلاغة ج 2 ص 227 .\r\n( 8 ) نهج البلاغة ج 4 ص 88 . ","page_name":" 116 ","page_number":116},
  {"content":"\r\nليلى . . 
  ] وهو ضعيف بابن أبي ليلى .\r\n3 - ومن حلف كتبه ( عليه السلام ) بين اليمن وربيعة ونقل ( 1 ) من خط\r\nهشام بن الكلبي والأخير ضعيف .\r\n4 - ومن كتاب له ( عليه السلام ) أجاب به أبا موسى الأشعري قال وذكر\r\nهذا الكتاب سعيد بن يحيى الأموي في كتاب المغازي ( 2 ) . . وسعيد المذكور\r\nضعيف .\r\nإلى غير ذلك مما يلاحظه المتتبع .\r\nنعم ان كتاب النهج ككتاب بلاغي أدبي تعليمي إرشادي أخلاقي\r\nنموذجي مما لا نظير له ولا أتت البشائر مثله يكاد يكون وحيا منزلا وذهبا\r\nمنضدا .\r\nوبهذا ينتهي البحث عن الباب الرابع . .\r\n\r\n","description":"","footnote":" ( 1 ) نهج البلاغة ج 3 ص 134 .\r\n( 2 ) نهج البلاغة ج 3 ص 136 . ","page_name":" 117 ","page_number":117},
  {"content":"\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالباب الخامس\r\nالقول في وثاقة من روى عنه أحد أصحاب الاجماع\r\nوهذا البحث من أجل المباحث وأنفسها لأنه لو تم كبرويا لأدى إلى\r\nتصحيح الكثير من الروايات التي كانت في عالم الضعف .\r\nبل عن بعض الاعلام دخول آلاف الأحاديث في دائرة الصحة بذلك .\r\nومنشأ الدعوى المذكورة ما افاده الكشي في ثلاثة مواضع من كتابه الذي\r\nاختصره الشيخ الطوسي والمعروف بكتاب اختيار معرفة الرجال حاليا .\r\nوما افاده الشيخ الطوسي في كتاب العدة .\r\nولا بد من عرض كلامهما ومناقشته وبيان المقدار الذي يستفاد منه\r\nلاثبات المدعى فههنا مقامات :\r\nالأولى - في دلالة عبائر الكشي على الدعوى :\r\nالثاني - في دلالة عبارة الشيخ على ذلك :\r\nالأولى - عرض العبائر وذكر محل الاستدلال .\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nالثانية - في تعميق الاستدلال وبيان المختار .\r\nالجهة الأولى -\r\nذكر الكشي في موضع من كتابه في تسمية الفقهاء من أصحاب أبي جعفر\r\nوأبي عبد الله ( عليهما السلام ) :\r\n[ قال الكشي : أجمعت العصابة على تصديق هؤلاء الأولين من أصحاب\r\nأبي جعفر ( عليه السلام ) وأبي عبد الله ( عليه السلام ) وانقادوا لهم بالفقه فقالوا\r\nأفقه الأولين ستة : زرارة ومعروف بن خربوذ وبريد وأبو بصير الأسدي\r\nوالفضيل بن يسار ومحمد بن مسلم الطايفي قالوا وافقه الستة زرارة وقال\r\nبعضهم مكان أبي بصير الأسدي أبو بصير المرادي وهو ليث بن\r\nالبختري 
  ] ( 1 ) .\r\nوالكلام في فقه العبارة من موضعين :\r\nالأول - في قوله [ أجمعت العصابة على تصديق هؤلاء الأولين . . 
  ] فان\r\nلفظ هؤلاء أما ان يعود إلى الستة كما هو المشهور وأما ان يعود إلى سائر\r\nالأولين من أصحابهما ( عليهما السلام ) وذلك ببيان مؤيد هو تعقيبه ذلك\r\nبجملة ( أفقه الأولين ) مما يدل على إرادة جميع الأولين من العبارة المتقدمة .\r\nوعليه ففي كل مورد علمنا من القرائن أو من النص الصريح لاحد أرباب\r\nالكتب الرجالية والاعلام الذين يعتد بأقوالهم بأن فلانا فقيه فيبنى على وثاقة\r\nكل من يقع بعده أيضا ولعل ذلك يظهر من السيد الداماد وغيره . إلا أن\r\nالصحيح إرادة خصوص الستة وذلك لقرائن ثلاث :\r\nأ - أنه فرع أفقهية الستة على الجملة الأولى بالفاء فقال ( فقالوا أفقه . . )\r\nوهو ظاهر في إرادة تفسير العبارة الأولى وتوضيحها وإلا لانبغى العطف\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 238 . ","page_name":" 120 ","page_number":120},
  {"content":"\r\nبالواو .\r\nب - ان التعبير باسم الإشارة يناسب المحسوس المذكور أو ما قام مقامه\r\nوأما عودها على الفقهاء مطلقا مع عدم كونهم مذكورين فبعيد ويخالفه لو\r\nعادت اللفظة على الستة المذكورين بعد ذلك .\r\nج - ان هذا التعبير من الكشي موافق سياقا للعبارتين الآتيتين ولا يحتمل\r\nوجود مغايرة بينهما وهناك يوجد صراحة في إرادة خصوص المذكورين نصا\r\nوتفصيلا فوحدة السياق تقتضي وحدة المراد . .\r\nالثاني - ان جملة ( وقال بعضهم ) تعود إلى نقل بعض الأصحاب\r\nواجتهاده الخاص في مقابل العصابة . والعبارة على هذا التوجيه بمعنى ان\r\nالكشي ينقل عن الأصحاب أفقهية هؤلاء الستة وبعض آخر ينقل رأيه الخاص لا\r\nانه ينقل عن الأصحاب أفقهية الستة ولكن بإبدال الأسدي بالمرادي وهذا\r\nالاحتمال هو الأظهر لعود الضمير إلى الأصحاب لا إلى أجنبي ينقل رأيهم\r\nليقال بوقوع المعارضة بين نقله ونقل الكشي . .\r\nهذا تمام الكلام في العبارة الأولى\r\n* وذكر الكشي في موضع آخر من كتابه في تسمية الفقهاء من أصحاب\r\nأبي عبد الله ( عليه السلام ) [ أجمعت العصابة على تصحيح ما يصح عن هؤلاء\r\nوتصديقهم لما يقولون وأقروا لهم بالفقه من دون أولئك الستة الذين عددناهم\r\nوسميناهم ستة نفر جميل بن دراج وعبد الله بن مسكان وعبد الله بن بكير\r\nوحماد بن عيسى وحماد بن عثمان وأبان بن عثمان . قالوا وزعم أبو إسحاق\r\nالفقيه يعني ثعلبة بن ميمون : ان أفقه هؤلاء جميل بن دراج وهم أحداث\r\nأصحاب أبي عبد الله ( عليه السلام ) ( 1 ) .\r\nوهذه العبارة أصرح من سابقتها في عودها على خصوص الستة\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 375 . ","page_name":" 121 ","page_number":121},
  {"content":"\r\nالمذكورين وأنهم أدنى رتبة من الستة المتقدمين .\r\nكما وان المراد من أحداث أصحاب أبي عبد الله ( عليه السلام ) أنهم\r\nكانوا شبابا إذ يقال للشاب الفتى أنه حديث السن وحدث بفتحين وجمعه\r\nأحداث لا كما ربما يتوهم أنه مشتق من التحديث أي انهم كانوا أكثر تحديثا\r\nلعدم صحة هذا الجمع بهذا المعنى ولعدم كون الكلام بصدد بيان ذلك .\r\nوفي موضع ثالث ذكر الكشي في باب تسمية الفقهاء من أصحاب أبي\r\nإبراهيم وأبي الحسن الرضا ( عليه السلام ) .\r\n[ أجمع أصحابنا على تصحيح ما يصح عن هؤلاء وتصديقهم وأقروا لهم\r\nبالفقه والعلم وهم ستة نفر دون الستة الذين ذكرناهم في أصحاب أبي\r\nعبد الله ( عليه السلام ) منهم يونس بن عبد الرحمن وصفوان بن يحيى بياع\r\nالسابري ومحمد بن أبي عمير وعبد الله بن المغيرة والحسن بن محبوب\r\nوأحمد بن محمد بن أبي نصر وقال بعضهم مكان الحسن بن محبوب\r\nالحسن بن علي بن فضال وفضالة بن أيوب وقال بعضهم مكان ابن فضال ( 1 )\r\nعثمان بن عيسى وأفقه هؤلاء يونس بن عبد الرحمن وصفوان بن يحيى 
  ] ( 2 ) .\r\nوفقه العبارة واضح وأما إبدال البعض للحسن بن محبوب بشخصين لا\r\nينافي كونهم ستة لأنهم كذلك بشهادة الكشي لا بشهادة البعض الآخر ولعله\r\nكان يعتقد بأنهم سبعة\r\nوقد تحصل من مجموع هذه العبائر دعوى إجماع العصابة على تصحيح\r\nما صح عن ثمانية عشر رجلا ولا خلاف في ستة عشر منهم وإنما الخلاف في\r\nاثنين هما ابن محبوب وأبو بصير الأسدي .\r\nولا ضير في الخلاف المذكور ما دام من بعض لا يعلم أهميته خصوصا\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 566 وفي نسخة أخرى فضالة بن أيوب مكان ابن فضال .\r\n( 2 ) المصدر السابق . ","page_name":" 122 ","page_number":122},
  {"content":"\r\nانه أعرض عن ذكر اسمه .\r\nوتفترق العبارة الأولى عن الأخيرتين بعدم وجود جملة [ . . تصحيح ما\r\nيصح عن هؤلاء 
  ] فيها بل اقتصرت كما عرفت على الفقرة التالية وهي\r\n[ تصديقهم . . 
  ] .\r\nإلا أن استبعاد إرادة المغايرة بين هذه العبائر وخصوصا ان الستة الأولى\r\nهم أعلى وأرقى درجة منهم بشهادته يحدد إرادة معنى واحد من جميع هذه\r\nالعبائر فالمستفاد دلالة من الثانية والثالثة لا محاله مراد من العبارة الأولى .\r\nهذا تمام الكلام في الجهة الأولى .\r\nالجهة الثانية - في تعميق الاستدلال وبيان المختار :\r\nوتعميق الاستدلال بهذه العبائر بملاحظة قوله في أول العبارة [ أجمعت\r\nالعصابة على تصحيح ما يصح من هؤلاء وتصديقهم لما يقولون . . 
  ] الخ .\r\nببيان ان المراد ب‍ ( ما ) هو الروايات وأما حرف ( عن ) فهو للتجاوز\r\nوالمعنى ان ما صح متجاوزا إليهم أجمعت العصابة على صحته دون النظر\r\nفيمن بعدهم وهذا ينسجم مع أحد احتمالين .\r\nالأول - بناء الأصحاب على صحة رواياتهم بمجرد صحة السند إليهم\r\nولو جهل الواقعون بعدهم . لجهة بناء أصحاب الاجماع على عدم نقل غير\r\nالصحيح والمعتمد لقرائن وشواهد ثابتة لديهم ولو كانت غير مرتبطة بالرواة\r\nووثاقتهم .\r\nوعلى هذا الاحتمال يكون نظر العبارة إلى تصحيح المضمون\r\nوالمروي .\r\nالثاني - بناء الأصحاب على العمل برواياتهم كذلك لكن لا لصحتها في\r\nنفسها بل لعلم الأصحاب ببناء أصحاب الاجماع على عدم الرواية إلا عن\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nالثقات وذلك لمزيد احتياطهم ودقتهم في النقل عن الأئمة المعصومين\r\nصلوات الله عليهم .\r\nونظر العبارة على هذا التوجيه إلى تصحيح الراوي وتوثيقه .\r\nوقد ذهب إلى الاحتمال الأول جمع من الاعلام كصاحب الوافي وظاهر\r\nالسيد علي في الرياض وغيرهم ممن نسب إليهم هذا القول .\r\nوذهب إلى الاحتمال الثاني السيد الداماد والمولى المجلسي والفاضل\r\nالسبزواري والعلامة البهبهاني وغيرهم وهو الصحيح .\r\nوذلك لان ظاهر الكشي إرادة معنى واحد من العبائر الثلاث بل لا\r\nيحتمل تحقق اجماع الطائفة على الاخذ برواية ابن أبي عمير واضرابه وتصحيح\r\nما يصح عنهم وعدم تحقق ذلك في حق زرارة مع قرب التعابير الثلاث\r\nمضمونا .\r\nومن هنا يندفع الاشكال القائل ان العطف بالواو في جملة [ تصحيح ما\r\nيصح عنهم وتصديقهم 
  ] يدل على أن التصحيح عائد إلى الرواية ومضمونها لا\r\nإلى الراوي بل إن هذا العطف لإرادة التأكيد والتوضيح للمراد . ولذا حذفه في\r\nالعبارة الأولى واكتفى بعبارة [ تصديقهم . . 
  ] .\r\nويؤيد ذلك أن الكشي لو كان بصدد دعوى الاجماع على التصحيح\r\nللروايات مضمونا للزم منه دعوى اطلاق جميع الأصحاب المجمعين على\r\nجميع روايات هؤلاء وعلمهم بصحتها جمع مع اختلاف مبانيهم بالصحة\r\nوشرائطها وعدم توفر جميع روايات الراوي عند كل منهم ودعوى كهذه تكاد\r\nتكون من المحالات وبخلافه ما لو قيل بان هذا العبائر دالة على أن هؤلاء\r\nلمزيد جلالتهم ودقتهم في النقل عن الأئمة كان ديدنهم النقل عن خصوص\r\nالثقات ليأمنوا الدس والتغيير والتحريف .\r\nوهذا مما لا يحتاج إلى مؤونة أكثر من الاطلاع على أحوالهم والعلم\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nببنائهم وإن لم يطلع الأصحاب على أي من رواياتهم .\r\nومما يؤيد ذلك ما ذكره الطوسي في آخر بحث خبر الواحد من العدة من أن\r\nالأصحاب سووا بين مراسيل ومسانيد ابن أبي عمير وغيره لأجل أنهم لا\r\nيرسلون إلا عن ثقة بتوضيح ان العبارة - وكما ستعرف مفصلا - تعود إلى\r\nاجتهاد من قبل الشيخ في فهم عبارة الكشي وهي صريحة في إرادة توثيق كل\r\nالواقعين في الأسانيد لمكان بناء هؤلاء والتزامهم عدم الرواية إلا عن الثقات .\r\nلا يقال إن شيوع ذلك ينافي عدم عمل الشيخ نفسه بروايات ابن أبي عمير\r\nالمرسلة وغيره من أصحاب الاجماع .\r\nقلنا - ان عدم عمله لمانع شئ ، وعدم عمله بدوا شئ آخر . وما نحن\r\nفيه من قبيل الأول فان الشيخ في الاستبصار كان بصدد علاج الاخبار\r\nالمتعارضة ومن الطبيعي جدا انه سيقدم المسند الصحيح على ما فيه أحد\r\nأصحاب الاجماع ولو من باب أقوائية الكاشفية عن الواقع في الروايات\r\nالصحيحة المسندة .\r\nثم إن ههنا ثمة إشكالات قد ترد لا بد من الإجابة عليها وهي متعددة :\r\nالأول - ان العبارة المذكورة لا تدل على أكثر من جلالة هؤلاء القوم\r\nووثاقتهم ومزيد ورعهم ولا نظر لها للمروي أو رواته مطلقا .\r\nويؤيد ذلك اننا لم نجد أحدا من القدماء عمل بخبر ضعيف محتجا بأن\r\nفي سنده أحد أصحاب الاجماع .\r\nوالجواب ان إرادة ذلك من العبائر لا تكاد تعقل إذ كيف يدعى وجود\r\nثمانية عشر رجلا فقط ممن اجتمعت العصابة على وثاقتهم وورعهم وغير ذلك\r\nمع وجود النصوص المتضافرة على وجود المزيد من الاجلاء والعيون\r\nوالعدول بل إن بعض المتأخرين أنهى ثقاته إلى ألف وثلاثمائة وثمانية\r\nوعشرين رجلا .\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nوأما عدم عمل القدماء - لو سلم على عمومه - فلعله من جهة قربهم\r\nللرواة ولأصحاب الاجماع فكانوا يركنون لبعض الروايات دون أخرى من دون\r\nحاجة لاعمال القاعدة أو لأجل وجود روايات آخر في الباب موافقة لما رواه\r\nأصحاب الاجماع أو غير ذلك فيعملون بها من دون حاجة الاستشهاد برواية\r\nفيها إرسال أو ضعف وقع في سندها أحد أصحاب الاجماع .\r\nالثاني - ان لازم القول المختار عدم ورود الضعفاء والمهملين وأمثالهم\r\nفي سند الروايات التي فيها أحد أصحاب الاجماع مع أن ذلك واقع وبشكل\r\nمعتد به .\r\nوالجواب يتضح على ضوء ما أسسناه من لزوم التدقيق في عبائر الذم\r\nوالمدح فان تضعيف شخص من الواقعين في إسناد روايات أصحاب الاجماع\r\nلا يضر ما دام راجعا إلى معتقده أو إلى حديثه ومن هنا قيل في البرقي ( ضعيف\r\nالحديث ) مع أنه من أجلة الأصحاب وأوثقهم .\r\nوكذا فإن وجود المهملين والمجهولين لا يتنافى مع ذلك بل يمكننا\r\nالقول بأن موضوع القاعدة هو تصحيح المهمل والمجهول وعلى حد\r\nتصحيحات الشيخ والنجاشي واضرابهما إن لم تكن دلالة القاعدة من خلال\r\nالعبائر المتقدمة أبلغ في إثبات الجلالة والوثاقة وخصوصا ان حذف الأسانيد\r\nكان لأسباب سياسية . أو نتيجة لضياع الكتب وكتابتها بعد ذلك عن ظهر\r\nقلب . . كما هو الحال في كتب ابن أبي عمير فإنه اضطر نتيجة ضياع كتبه أو\r\nتعرض بعض الأسانيد للاندثار إلى ذكر كلمة ( رجل ) أو ( بعض أصحابنا ) بدل\r\nالاسم السابق مع أن الجميع من الثقات وحذفهم ليس إلا لأجل نسيان\r\nأشخاصهم بالذات .\r\nثم إنه لو فرض وجود شخص قد ثبت ضعفه صريحا من جهة اللسان فإننا\r\nنحتمل انه كان ذا حالتين كما هو الحال في علي بن أبي حمزة البطائني والذي\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nروى عنه سبعة من أصحاب الاجماع رغم ما ورد فيه الذم واللعن .\r\nووجه ذلك - وكما سيأتي في الخاتمة - كون الذم متأخرا عن زمان\r\nالروايات وكونه في ظرف وقفه وانحرافه .\r\nبل إن وجود شخص ما لم يصدق في حياته ولو مرة مما لا نكاد نتعقله . .\r\nومن هنا نقول إن وجود شخص قد نص على كذبه أو وضعه مما لا يخرم\r\nالقاعدة وعمومها .\r\nان قلت إن هذا لا يزيد على الاحتمال .\r\nقلنا هو كاف في عدم انخرام القاعدة إذ كيف تقيد أو تخرم بالاحتمال\r\nوان كان معتدا به .\r\nومنه يندفع الاشكال الذي يعود بروحه إلى الاشكال الثاني وحاصله اننا\r\nنتيجة للعم الاجمالي بوجود الضعاف لا نلتزم بالعمل بالمراسيل لاحتمال\r\nكون المحذوف أحد الضعفاء المعلومين بينما نلتزم بالعمل بالمسانيد لو وجد\r\nفي أحدها فرد من أصحاب الاجماع .\r\nووجه ذلك أن التمسك بالقاعدة كعام حين الشك هو من التمسك بالعام\r\nفي الشبهة المصداقية ووجه الاندفاع ما عرفت من عدم تعقل رجل لم يصدق\r\nفي حياته ولو مرة مع إمكان حمل الذم على برهة زمانية مغايرة للبرهة التي نقل\r\nأصحاب الاجماع فيها عنه إلى غير ذلك مما تقدم بيانه كحمل التضعيف على\r\nضعف الاعتماد . . ومنه يندفع الاستشهاد بأمثال علي بن أبي حمزة أو ولده فان\r\nالأول ممن له حالتان والثاني من يحتمل رجوع تكذيبه إلى الاعتقاد لقول ابن\r\nفصال عقيب تكذيبه ( ملعون ) وكذا يندفع الاستشهاد بورود المفضل بن صالح\r\nضمن من روى عنه أحد أصحاب الاجماع إذ ورد فيه التعبير ب‍ ( غمز فيه ) وهو\r\nأعم مما يراد إثباته وعلى ذلك يقاس جميع الذين نقض بهم على عموم\r\nالقاعدة .\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nالثالث - ان انفراد الكشي بمثل هذا الدعاوى دليل على عدم إرادته ما ذكر\r\nوإلا شاع بين الفقهاء آنذاك وأرباب الرجال مع كونهم بصدد البحث عما هو من\r\nقبيل ذلك .\r\nوالجواب انه ليس بأيدينا من الكتب الرجالية المعتمدة إلا أربعة كما\r\nعرفت في المقدمة وعدم تعرضها مع قلتها لا يدل على عدم وجودها .\r\nوأيضا فان الشيخ في العدة ذكر ما يشابه هذه الدعوى ولا بد انه عثر على\r\nشواهد لصدقها وان كان أصل دعواه مأخوذ من كتاب الكشي وسيأتي بيانه\r\nوكذلك فإن النجاشي لم يكن بصدد بيان هذه المسائل بأكثر مما كان بصدد الرد\r\nعلى من عاب على الشيعة في أنه لا كتاب لهم في الرجال .\r\nوأما عدم تعرض الفقهاء لذلك فقد عرفت وجهه عند الجواب عن\r\nالاشكال الأول .\r\nالرابع - انه لو تمت الدعوى المذكورة لما كان معنى لطرح الروايات التي\r\nرواها أحد أصحاب الاجماع كما هو الحال مع الشيخ الطوسي والذي هو أحد\r\nأرباب هذه الدعوى .\r\nفقد روى عن ابن محبوب عن الحسن بن صالح رواية وعلل طرحها بأن\r\nالحسن زيدي بتري غير معمول برواياته ( 1 ) ولم يقل أنها معتبرة مع كون ابن\r\nمحبوب في طريقها .\r\nوالجواب وكما عرفت آنفا ان الشيخ كان بصدد العلاج والجمع بين\r\nالأدلة والسعي ما أمكنه لبيان الوجوه والأدلة لرفع ما قد يتوهم من تضاد\r\nالاخبار وتناقضها وهو مقام يستدعي طبيعيا طرح ما كان مرسلا أو كان راويه\r\nمضعفا ولو لجهة لا تعود لوثاقته وتقديم المسند الصحيح عليه .\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب ج 2 ص 408 ح 1282 . ","page_name":" 128 ","page_number":128},
  {"content":"\r\nومن هنا نجد ان جموع الشيخ في الغالب تبرعية لا تعود إلى قانون عرفي\r\nمتين . . مما يؤكد صحة ما ذكرناه . .\r\nالخامس - ان دعوى الاجماع المتقدمة منقولة بخبر الواحد وقد قرر في\r\nمحله ان الاجماع إنما يكون حجة فيما لو كان محصلا وكاشفا عن رأي المعصوم\r\nبشروط تذكر في محلها وأما الاجماع المنقول فهو بقوة الخبر الواحد الحدسي\r\nالمحتمل للحس وهو غير حجة . .\r\nوالجواب أننا لا نؤمن بكبرى التعبد في الطرق وإنما المناط عندنا\r\nتحصيل نحو ركون للنفس بصحة آية دعوى تدعى .\r\nوههنا كذلك خصوصا انه كرر الدعوى ثلاثا ولم يذكر من الاشخاص إلا\r\nما كان مترقبا في حقه ذلك . . ومن ثبت قيام فقه آل محمد ( عليهم السلام ) .\r\nهذا تمام الكلام في المقام الأول . . .\r\nالمقام الثاني - في المستفاد من عبارة الشيخ :\r\nوكان حق هذا البحث أن يكون فرعا من أجل ما ستعرفه من عود دعواه\r\nإلى اجتهاد منه في كلام الكشي .\r\nوعليه فما يقال هناك يقال ههنا ولا حاجة في هذا المقام إلى أكثر من\r\nإثبات ان كلام الكشي هو منشأ لدعوى الشيخ وإن لم ينافي وجود الشيخ لبعض\r\nالشواهد على صحة كلام الكشي .\r\nوالمستفاد من عبارته يدور حول صفوان واضرابه كما جرت العادة في\r\nعنونة البحث عند أرباب الدراية .\r\nومنشأ هذا الكلام ما أورده في كتاب العدة في آخر بحث خبر الواحد\r\nحيث قال [ . . وإذا كان أحد الراويين مسندا والآخر مرسلا نظر في حال\r\nالمرسل فإن كان من يعلم أنه لا يرسل إلا عن ثقة موثوق به فلا ترجيح لخبر\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nغيره على خبره ولأجل ذلك سوت الطائفة بين ما يرويه محمد بن أبي عمير\r\nوصفوان بن يحيى وأحمد بن محمد بن أبي بصر وغيرهم من الثقات الذين\r\nعرفوا بأنهم لا يروون ولا يرسلون إلا عمن يوثق به وبين ما أسنده\r\nغيرهم 
  ] ( 1 ) .\r\nوهذه العبارة كما قلنا مستوحاة من عبائر الكشي وذلك لوجوه عدة :\r\n1 - ان كتاب الكشي من أهم الكتب الرجالية ولذا تولى الشيخ نفسه\r\nاختصاره بالكتاب المعروف باسم اختيار معرفة الرجال ولم يصلنا الكتاب\r\nالأصل .\r\nولا بد ان الشيخ قد اطلع وتأمل جيدا في هذه العبائر ولم يناقش فيها\r\nوفي مدى صحتها وملاحظة كل شؤونها بما يعود لثبوتها وإلا كان من الطبيعي\r\nجدا ان يوردها في كتابيه الرجاليين وهما الفهرست والرجال مع أنه لم يذكر\r\nهذه الدعوى فيهما .\r\n2 - ان الاشخاص الثلاثة المذكورين في عبارة الشيخ مذكورون أيضا في\r\nعبائر الكشي .\r\n3 - ان الشيخ الطوسي لم يذكر الثلاثة مكتفيا بهم بل إنه عطف عليهم\r\nقوله [ وغيرهم من الثقات . . 
  ] مما يدل على عدم انحصارهم وعلى انهم\r\nالثمانية عشر الذين ذكرهم الكشي في كتابه .\r\nان قلت ألا يحتمل أن يكون الشيخ قد اطلع على مقتضى هذه الدعوى\r\nمن النجاشي .\r\nقلنا إن النجاشي وان توفي قبل الشيخ إلا أن كتابه قد كتب بعد تأليف\r\nالشيخ لكتابيه بدليل نقله عنهما في ترجمة الشيخ الطوسي ( قده ) هذا أولا .\r\n\r\n","description":"","footnote":" ( 1 ) العدة ج 1 ص 387 . ","page_name":" 130 ","page_number":130},
  {"content":"\r\nثانيا - ان النجاشي لم يذكر هذه العبارة ليرد أصل هذا الاحتمال بل لا\r\nيوجد لها أثر ولا عين حتى في ترجمة أمثال زرارة ومحمد بن مسلم وابن أبي\r\nعمير والبزنطي والذين هم من أبرز أصحاب الاجماع ومن البعيد جدا أن يكون\r\nاطلع على ذلك ولم يذكره . خصوصا انه ذكر في حق من ليس من قبيلهم ما\r\nيشابه ذلك كما هو الحال في جعفر بن بشير حيث قال في ترجمته ( روى عن\r\nالثقات ورووا عنه ) .\r\nكيف لا وقد قيل بأعرفية النجاشي من الشيخ بل قيل فيه أنه أعرف علماء\r\nالرجال ومما يؤيد ذلك أنه ذكر في ترجمة بعض أصحاب الاجماع ما هو دون\r\nهذه الدعوى بكثير كما قال في ترجمة زرارة [ . . شيخ أصحابنا في زمانه\r\nومتقدمهم وكان قارئا فقهيا شاعرا أديبا قد اجتمعت فيه خلال الفضل والدين\r\nصادقا فيما يرويه . . 
  ] فإنك تراه يذكر انه كان شاعرا ولم يذكر - ما لو علمه - ما\r\nهو أهم من ذلك .\r\nويتأيد ذلك أيضا بما يعلم من خلال ملاحظة نقل النجاشي بأنه كان على\r\nاطلاع بكتاب الكشي لكونه بين يديه .\r\nولذا نقل عنه في غير مورد كما في ترجمة أبان بن تغلب فقال [ قال أبو\r\nعمرو الكشي في كتاب الرجال . . 
  ] ( 1 ) إلى غير ذلك من الموارد .\r\nومن جميع ما تقدم يتحصل انه لا يستفاد من عبارة الشيخ أكثر مما\r\nيستفاد من عبائر الكشي . . .\r\nولذا يندفع ما أورد على كبرى صحة أسانيد أصحاب الاجماع من دعوى\r\nنظر عبائر الكشي للفتاوى لا للاخبار بدليل عنونة العبائر ب‍ [ باب تسمية\r\nالفقهاء . . 
  ] .\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 7 . ","page_name":" 131 ","page_number":131},
  {"content":"\r\nووجه الاندفاع ما عرفت من عود عبارة الشيخ إلى هذه العبائر وقد صرح\r\nهو بما لا ريب فيه بإرادة الروايات من العبائر حيث أبدل التعبير ب‍ [ لا يروون\r\nولا يرسلون . . 
  ] .\r\nوبهذا ينتهي البحث في الباب الخامس .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالباب السادس\r\nالقول في تقدم الجرح على التعديل وعدمه\r\nوالبحث في هذه القاعدة من مهمات الأبحاث الرجالية وذلك لامرين :\r\n1 - كثرة تضارب الألفاظ في حق الرواة جرحا وتعديلا مما يعني إعمال\r\nهذه القاعدة في كثير من الموارد .\r\n2 - كثرة التعرض له عند علماء الدراية وبحث وجوه النقض والابرام\r\nوالاثبات وما إلى ذلك .\r\nوقد نسب للمشهور من علماء القول بتقديم كلام الجارح على كلام\r\nالمعدل ولو تعدد الأخير . وهذا إنما ينسجم مع الدعوى القائلة بوجود ثوابت\r\nموضوعية لعلم الدراية ولكنك عرفت بطلان ذلك .\r\nوقبل بيان المختار لا بد من إبراز الوجوه التي يمكن فرضها منشأ لدعوى\r\nالمشهور والرد عليها وهي عديدة منها :\r\nالأول - ان التعديل مبني على ملاحظة ظواهر الرجل وسلوكه ومجموع\r\nفعاله ويكاد يكون محالا اطلاع المعدل على كل مجريات وأفعال رجل ما\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nوإنما يشهد بعدالته من مجموع أمور حسية وملاحظات وقرائن يطمئن من\r\nخلالها باستقامة الرجل وسداده وهذا لا يتنافى مع انحرافه باطنا ولو في برهة\r\nزمنية قصيرة ولم يطلع المعدل عليه .\r\nوهذا بخلاف الجارح فإنه يكفي في صدقه اطلاعه على حالة ما من\r\nأحواله ومن هنا يكون تقديم قوله عملا بكلتي الشهادتين معا . .\r\nالثاني - ان شهادة المعدل شهادة على أمر حدسي هو العدالة غير أنها\r\nمنتزعة من مجموع أمور حسية أو ما قرب منها بينما على العكس من ذلك\r\nشهادة الجارح فإنها شهادة على أمر محسوس ومع تعارض الشهادتين كذلك لا\r\nبد من تقديم الشهادة الحسية على الحدسية وذلك لامرين :\r\n1 - غلبه الخطأ في الحدسيات بالمقابلة مع الحسيات .\r\n2 - كون عمل العقلاء وديدنهم على تقديم الشهادة الحسية على غيرها\r\nحين التعارض .\r\nالثالث - ان الاهتمام بأمور الرجال وبيان المجروح منهم من المعدل\r\nالموثوق أمر قديم عرفه الأصحاب ومنذ عهد الأئمة الأطهار ولذا كثر السؤال\r\nعن الاشخاص الذين يركن إليهم في أخذ معالم الدين ليتميزوا عن غيرهم ممن\r\nليسوا كذلك وبما أن عادة الأصحاب أخذ الحائطة في أمور الدين عموما وبما\r\nيتعلق منها بالجرح والقدح خصوصا لما فيه من مزيد النهي والوعيد بالخذلان\r\nواللعن كان الأقرب إلى الأصحاب حمل الرجال على ظاهر الفعال وحسن\r\nالمقال والبناء على العدالة والصلاح أو التوقف مهما أمكن من مثل هذه\r\nالأمور .\r\nومن هنا كانت شهادة الواحد منهم بجرح ، ونتيجة لما تشتمل على\r\nالجرأة والهتك ببيان ما خفي عن الناس أشبه بالنص الصريح على صحة\r\nوواقعية الشهادة بحيث دعته إلى الخروج عن ديدن وطريقة الأصحاب إلى\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nإبراز معايب ومثالب من ظهر أو خفي منه ذلك .\r\nومن الطبيعي ساعتئذ تقديم الشهادة الجارحة على المعدلة كما تقدم\r\nالدلالة اللفظية على السكوتية والصريحة على الظاهرة والمحتملة .\r\nوفي كل هذه الوجوه الثلاثة نظر بين :\r\n* أما الأول - فلانه يتم لو بني على أن العدالة عبارة عن الاسلام مع عدم\r\nظهور الفسق الملائم للاطلاع والاختبار السطحي أو عدمهما أصلا . وأما لو\r\nبني على أنها ملكة وكيفية راسخة في النفس باعثة على ملازمة الطاعات\r\nوتجنب المحرمات بل وعدم الاخلال بالمروات كما هي عند البعض فان\r\nالنتيجة ستنعكس لان الملكة كما بين تكون قرينة على صرف ما ظهر من فسق\r\nوانحراف عن ظاهره وحمله على جهة من الجهات المسوغة مما لا يتنافى مع\r\nثبوت الملكة المذكورة .\r\nوكذلك الحال تبعا لما اخترناه في حقيقة العدالة من أنها انعكاس\r\nتشريعات الملة على تصرفات وسلوك الرجل إذ لا نقصد منها ظهور حالة أو\r\nحالتين بل نعني بها مجموع تصرفات تدعو إلى الاطمئنان والركون إلى أنه لا\r\nيصدر منه ما يخل بالجادة ومما يؤكد ذلك الكثير من الحوادث الخارجية مع\r\nالمؤمنين والتي قد يستظهر منها بل يقطع من خلالها بانحرافهم وزندقتهم\r\nأحيانا مع أنه بعد الفحص والسؤال يتبين ان لها وجها وجيها بل قد تكون لازمة\r\nواجبة وإنما دعا إلى الحكم المتقدم عدم الإحاطة بجميع الظروف والملابسات\r\nالمكتنفة بالحادث .\r\nفهذا محمد بن عيسى بن عبيد اليقطيني يرمى بأنه يونسي وكأنها مدعاة\r\nلكفره وخروجه عن الملة مع أنه من مثل يونس في الورع والصلاح كيف وقد\r\nورد فيه أنه أفقه الأصحاب بعد سلمان الفارسي وخرج التوثيق فيه\r\nوالترحم عليه بل قد ضمنت له الجنة إلى غير ذلك مما ورد\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nفيه ( 1 ) .\r\nولو استقرأت ما قيل في الأصحاب والعظام لوجدت العجب العجاب\r\nمما مصدره التسرع وعدم التثبت وغلبة قوى النفس الشيطانية وما إلى ذلك .\r\n* وأما الوجه الثاني فيرد عليه :\r\nان دعوى كون العدالة من الأمور الحدسية وهي لا تقاوم المحسوس\r\nفغريبة بل وفيها من التسامح في التعبير ما لا يخفى لان العدالة وإن لم تكن\r\nشخصا أو جسما خارجيا يرى بالعين إلا أنها عبارة عن حالات حسية أو قريبة\r\nمنها كما تقدم فحضور الجماعات والمواظبة على الطاعات واجتناب\r\nالمحرمات أمور محسوسة وهذا المجموع منها ومن غيرها يسمى بالعدالة .\r\nفالاسم بما هو اسم ليس محسوسا لكن المسمى هو أمر حسي .\r\nوإن شئت التنزل فهي أمر حدسي ملاصق جدا للحس كما هو الحال في\r\nالشجاعة والكرم وساعتئذ تنخرم كلتا الدعويين من غلبة خطأ الحدسيات\r\nبالمقابل مع الحسيات ومن أن عمل العقلاء على ترجيح المحسوس على\r\nالمحدوس بل لو قيل بالعكس لكان أوجه ذلك لان العدالة تقتنص من مجموع\r\nملاحظات حسية تشكل قرينة ظنية أو قطعية على المجموع المسمى بالعدالة\r\nبينما لا يحتاج الجرح إلى أكثر من ملاحظة حالة خارجية واحدة وتقديم الجرح\r\nمع كونه كذلك على التعديل مع ما عرفت في كيفية اقتناصه خلاف الوجدان\r\nوخلال الانصاف .\r\nهذا أولا :\r\nوثانيا - ان الالتزام بتقديم المحسوس على المحدوس لا يخلو أما\r\nللاطمئنان بكذب المحدوس أو بخطئه أو لجري العقلاء الممضي شرعا .\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 478 . ","page_name":" 136 ","page_number":136},
  {"content":"\r\nوكلاهما ممنوع :\r\nأما الأول فلعدم حصول الاطمئنان بكذب أو خطأ الخبر الحدسي كما\r\nعارضه خبر حسي بل قد يحصل العكس أحيانا .\r\nوأما الثاني فلعدم تسليم جري العقلاء على تقديم المحسوس على\r\nالمحدوس مطلقا ولو سلم فان ذلك لا يتم فيما كان ملاصقا جدا للحس وما\r\nنحن فيه إن لم يكن حسيا فهو كذلك .\r\n* وأما الوجه الثالث فغريب أيضا إذ تارة يلحظ الأصحاب بما هم\r\nمتشرعة وأصحاب وتارة بما هم مريدون حفظ الشريعة وصونها عن الحدثان\r\nوتطرق الوضع والتحريف .\r\nففي الحالة الأولى قد يصدق على الأصحاب أخذهم الحائطة في الدين\r\nوإيجادهم للمحامل الحسنة والعمل على إصلاح أمور الناس ومساعدتهم\r\nللوصول إلى أهداف الله تعالى إلا أنه في الحالة الثانية ليس كذلك إذ كيف\r\nتصان الشريعة بحمل من ظهر منه الفسق والكذب والوضع على محمل ما مع\r\nكونه يحمل بحسب الظاهر تراث أهل البيت مع أن أدنى تساهل يؤدي إلى\r\nزعزعة بنيان الشريعة المحمدية . .\r\nوبعبارة أخرى فإن صون الشارع إنما يكون بالتشدد مع كل محتمل\r\nالكذب في روايته فضلا عن مظنونه وهذه عادة القميين أشهر من أن تخفى في\r\nمزيد احتياطهم بالأخذ عن الرجل حتى أن أحمد بن عيسى الأشعري أخرج\r\nالبرقي من قم لا لذنب سوى اعتماده الضعفاء في مروياته .\r\nوأما بيان المذهب المختار في القاعدة فيتوضح ضمن بيان نقطتين :\r\nالأولى - طريقة فهم الألفاظ :\r\nالثانية - حقيقة التناقض :\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nأما الأولى - فإنه وكما عرفت أن اللفظ مرحلتان مرحلة تصورية ومرحلة\r\nتصديقية فليس كل ظاهر بدوا هو مراد جزما وجدا للافظه بل إن هذا خاضع\r\nللون سياق الكلام وحال المتكلم ومعرفة أساليب تعبيره ومن خلال مجموع\r\nذلك يتحدد المراد الجدي لكلامه .\r\nوأما الثانية - فان الحكم على كلامين ، انهما متناقضان مرتبط بوحدة\r\nالمحطة التي ينظر إليها كلا الكلامين لا أن يكون أحد الكلامين مفسرا للآخر\r\nأو ناظرا لبرهة زمنية مغايرة إلى غير ذلك مما يذكر من شروط التناقض .\r\nومن هنا فإن تقديم الألفاظ الجارحة على الألفاظ المعدلة مرتبط\r\nبالنقطتين المتقدمتين فلا الجرح مقدم مطلقا ولا التعديل كذلك بل لا بد من\r\nالنظر في كلتي العبارتين أولا والنظر في إمكان توجيه إحداهما بشكل يتناسب\r\nمع الأخرى . .\r\nفمثلا قد يرد في حق شخص انه ضعيف الحديث ويرد فيه أيضا انه ثقة\r\nفنحن أمام هذا التضارب لا بد لنا من إعمال الموازنة بين التعبيرين على ضوء\r\nما عرفت وملاحظة المراد من اللفظة الأولى فان التتبع في موارد استعمالاتها\r\nمثلا يعين لنا ان المراد منها غير ما قد يتوهم من إرادة الكذب والافتراء بل\r\nالمراد ان أحاديثه غير منسجمة مع الخطوط الكبرى والعامة للتشيع أو أن\r\nأخبار شاذة أو انه يعتمد المراسيل والمجاهيل وغير ذلك . .\r\nوهذه التفاسير كلها لا تتناقض ولا تتضارب مع وثاقة الراوي أبدا . .\r\nولذا يبنى في مثل المورد على العمل بالتوثيق وتقديمه على الجرح .\r\nوكذا فيما لو كان أحد الكلامين محمولا على برهة زمنية محددة كما هو\r\nالحال في علي بن أبي حمزة البطائني فإنه ورد فيه اللعن مع كونه من وكلاء\r\nالامام وخواصه وبالتدقيق والتأمل نجد ان نظر الكلام الجارح إلى ظرف مغاير\r\nلظرف المعدل وهو ظرف وقفه واستبداده بأموال الإمام الكاظم ( عليه\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nالسلام ) .\r\nبينما ظرف التعديل ما قبل ذلك . ومنه لا يمكن القول بتقديم الجرح\r\nمطلقا على التعديل مع إمكان توجيه الوارد وبيان انسجامه وعدم تناقضه .\r\nفتحصل من مجموع ذلك أنه لا بد من ملاحظة جملة شروط كأساس\r\nلتقديم الجرح على التعديل أو العكس .\r\nالأول - تشخيص الظاهر الأولي من العبارة .\r\nالثاني - دراسة سير العبارة تاريخيا وتحول معناها عند مستعمليها\r\nوطريقتهم في التعبير ومدى اعتمادهم على مقدمات مطوية أو موجودة تؤثر في\r\nتحديد المراد .\r\nالثالث - معرفة الفترة الزمانية التي صدرت فيها العبارة .\r\nالرابع - دراسة وضع الشخص وملاحظة رواية الاجلاء عنه وعدمها\r\nوموقعة الديني في الأوساط العلمية وطبيعة رواياته . . إلى غير ذلك مما يرتبط\r\nبه .\r\nالخامس - إعمال الموازنة بين العبائر الواردة على ضوء هذه المقدمات\r\nوتحصيل فهم عرفي جامع بينها صالح لتفسير التضارب الظاهر بدوا . .\r\nوبهذا يتحصل عدم ثبوت قاعدة ثابتة في المقام تستدعي تقديم الجرح\r\nعلى التعديل أو العكس ولا ان العمل بالجرح عمل به وبالتعديل كما مر\r\nخصوصا انه أخص من الدعوى لاستلزام الجرح أحيانا تكذيب ما صدر من\r\nتعديل التزاما والعكس .\r\nولذا لا بد من إعمال النظر والاجتهاد والموازنة وهو الأساس الوحيد في\r\nالتقديم والترجيح .\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالباب السابع\r\nالقول في قطعية صدور\r\nروايات الكتب الأربعة أو صحتها\r\nولا يخفى وجود فرق بين دعوى صحة ما في هذه الكتب ودعوى قطعية\r\nصدورها عن المعصومين فان الدعوى الأولى تتلاءم مع الثانية ومع غيرها\r\nككون رواة هذه الكتب ثقات أو ان رواياتها معمول بها عند الأصحاب كما هو\r\nمبنى بعض في التصحيح . . . وهذان التفسيران الأخيران لا يلازمان قطعية\r\nصدور هذه الكتب كما لا يخفى .\r\nوقد ذهب إلى هذه الدعوى على الاجمال جمع من الأصحاب كالحر\r\nالعاملي والمحدث البحراني والمحدث الأسترآبادي وغيرهم .\r\nكما أن من الأصحاب من زاد كتبا أخرى ككتاب المحاسن للبرقي\r\nوالاحتجاج للطبرسي والخصال والعيون للصدوق وغيرها من الكتب .\r\nومنشأ هذه الدعوى على ما يستفاد من ملاحظة كلماتهم هو تضمين\r\nالمحمدين الثلاثة وغيرهم كتبهم بعبارات تدل على ما ادعوه من صحة هذه\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nالكتب أو قطعية صدورها .\r\nولا بد قبل الشروع في البحث وبيان المختار من عرض هذه العبائر\r\nومناقشتها :\r\n1 - فقد ذكر الشيخ الصدوق في أول كتاب من لا يحضره الفقيه ما لفظه :\r\n[ وسألني - أي الشريف أبو عبد الله المعروف بنعمة - ان أصنف له كتابا\r\nفي الفقه والحلال والحرام موفيا على جميع ما صنفت في معناه وأترجمه\r\nبكتاب من لا يحضره الفقيه ليكون إليه مرجعه وعليه معتمده وبه أخذه ويشترك\r\nفي أجره من ينظر فيه وينسخه ويعمل بمودعه . . فأجبته أدام الله توفيقه إلى\r\nذلك لأني وجدته أهلا له وصنفت له هذا الكتاب بحذف الأسانيد لئلا تكثر\r\nطرقه وان كثرت فوائده ولم أقصد فيه قصد المصنفين في إيراد جمع ما رووه\r\nبل قصدت إلى إيراد ما أفتي به وأحكم بصحته واعتقد انه حجة بيني وبين ربي\r\nتقدس ذكره وتعالت قدرته وجميع ما فيه مستخرج من كتب مشهورة عليها\r\nالمعول وإليها المرجع . . 
  ] ( 1 ) .\r\nوأهم ما في هذه العبارة نقاط ثلاثة :\r\nالأولى - ان تأليفه لأجل عمل السائل ومن أراد أن ينحو نحوه .\r\nالثانية - ان ما ذكره فيه محكوم بالصحة بنظره .\r\nالثالثة - ان ما ذكره فيه مستخرج من كتب معتمدة ومشهورة .\r\nوقد فهم الحر العاملي من هذه العبارة ان الصدوق أراد إثبات صحة\r\nكتابه وصحة كل كتاب أخذ منه واعتبر ان العبارة صريحة في جزم الصدوق\r\nبذلك .\r\nوخصوصا ان تأليفه لأجل عمل السائل كما يدل عليه تعبيره ب‍ [ ليكون\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضره الفقيه ص 3 ح 1 . ","page_name":" 142 ","page_number":142},
  {"content":"\r\nإليه مرجعه 
  ] ومن البعيد جدا ان يودع كتابه الصحيح والسقيم ورغم ذلك\r\nيجعله مرجعا للطالب وملاذا للسائل .\r\nومما يؤكد ذلك أن الصدوق أسند جملة من روايات كتابه إلى\r\nالمعصومين مباشرة كتعبيره مثلا ( قال النبي ( صلى الله عليه وآله ) أو ( قال\r\nالصادق ( عليه السلام ) ) مما يدل على صحة هذه الروايات وقطعيتها\r\nصدورا . . .\r\n2 - وأما الكليني فقد ذكر في أول كتاب الكافي رادا على سؤال السائل ما\r\nلفظه [ . . ما ذكرت ان أمورا أشكلت عليك لا تعرف حقايقها لاختلاف الرواية\r\nفيها وانك لا تعرف ان اختلاف الرواية فيها لاختلاف عللها وأسبابها وإنك لا\r\nتجد بحضرتك من تذاكره وتفاوضه ممن تثق بعلمه فيها .\r\nوقلت انك تحب أن يكون عندك كتاب كاف يجمع من جميع فنون علم\r\nالدين ما يكتفي به المتعلم ويرجع إليه المسترشد ويأخذ منه من يريد علم\r\nالدين والعمل به بالآثار الصحيحة عن الصادقين ( عليهما السلام ) والسنن\r\nالقائمة التي عليها بالعلم وبها تؤدي فرايض الله وسنة نبيه ( صلى الله عليه وآله )\r\nوقلت : لو كان ذلك رجوت أن يكون سببا يتدارك الله بمعونته وتوفيقه إخواننا\r\nوأهل ملتنا ويقبل بهم إلى مرشدهم وقد يسر الله وله الحمد ما سألت وأرجو أن يكون\r\nبحيث توخيت فمهما كان من تقصير فلم تقصر نيتنا في إهداء النصيحة إذ\r\nكانت واجبة لإخواننا وأهل ملتنا مع ما رجونا ان نكون مشاركين لكل من\r\nاقتبس منه وعمل بما فيه في دهرنا وفي غابره إلى انقضاء الدهر إذ الرب واحد\r\nوالرسول واحد وحلال محمد حلال إلى يوم القيامة وحرامه حرام إلى يوم\r\nالقيامة 
  ] ( 1 ) .\r\nوأهم النقاط الواردة في العبارة هي :\r\n\r\n","description":"","footnote":" ( 1 ) أصول الكافي ج 1 ص 8 . ","page_name":" 143 ","page_number":143},
  {"content":"\r\nأولا - ان السائل أراد بسؤاله رفع حيرته لعدم علمه بحقائق الاحكام\r\nلاختلافها عليه .\r\nثانيا - ان السائل طلب كتابا كافيا عما سئل وهاديا له ولاخوانه .\r\nثالثا - ان الكليني مدح كتابه بعدة جمل عندما قال [ وقد يسر الله وله\r\nالحمد ما سألت 
  ] إذ أن السؤال وقع عن تأليف كتاب كاف للمتعلم ومرجع\r\nللمسترشد ومأخذ لمن أراد معالم الدين .\r\nرابعا - ان الكليني صرح بان كتابه مأخوذ عن الآثار الصحيحة عن\r\nالصادقين ( عليهم السلام ) ووجه الاستدلال بهذه النقاط يتلخص بأحد أمرين :\r\nالأول - ان حيرة السائل لا تخلو أما لأجل تعارض الأحاديث واختلافها\r\nأو لأجل عدم تميز بعضها من بعض لوجود الثبت وغيره بين الرواة . . .\r\nولا بد معه وفي كتاب يكون جوابا وشفاء من الحيرة من كونه بغير ما كان\r\nمنشأ لها إذ لا تدفع الحيرة بالحيرة .\r\nان قلت إن ما ذكر مناف لوجود المزيد من التعارض في روايات\r\nالكتاب . . قلنا إن ما ذكر قرينة على عدم جدية التعارض أو إمكان العمل بكل\r\nمن هذه الروايات من باب التخيير لصحتها جمع بحسب الظاهر .\r\nالثاني - ان الشيخ الكليني شهد شهادة ضمنية بكون كتابه مأخوذ من\r\nمصادر صحيحة لكون الكتاب جوابا عن سؤال يقتضي ذلك كما مر في العبارة\r\nقوله بلسان السائل [ من يريد علم الدين والعمل به بالآثار الصحيحة 
  ] .\r\nفبمقتضى التطابق بين الجواب والسؤال يثبت وبشهادة الكليني الضمنية\r\nان كل ما في الكتاب صحيح ومعتمد .\r\n3 - وأما الشيخ الطوسي فقد ذكر في كتاب الاستبصار بعد بيانه لنبذة\r\nيسيرة عن كتابه المسمى ( تهذيب الأحكام ) وانه لطوله وكثرة ما فيه من الأدلة\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nوتضاربها ألف كتاب الاستبصار . . ذكر ما لفظه :\r\n[ . . وان ابتدى في كل باب بإيراد ما اعتمده من الفتوى والأحاديث فيه\r\nثم أعقب بما يخالفها من الاخبار وأبين وجه الجمع بينها . . إلى أن قال واعلم أن\r\nالاخبار على ضربين : متواتر وغير متواتر فالمتواتر منها ما أوجب العلم مما\r\nهذا سبيله يجب العلم به من غير توقع شئ ينضاف إليه ولا أمر يقوى به ولا\r\nيرجح به على غيره وما يجري هذا المجرى لا يقع فيه التعارض ولا التضاد في\r\nأخبار النبي ( صلى الله عليه وآله ) .\r\nوما ليس بمتواتر على ضربين فضرب منه يوجب العلم أيضا وهو كل\r\nخبر تقترن إليه قرينة توجب العلم وما يجري هذا المجرى يجب أيصا العمل به\r\nوهو لا حق بالقسم الأول 
  ] ثم ذكر جملة من القرائن وقال : [ وأما القسم الآخر\r\nفهو كل خبر لا يكون متواترا ويتعرى من واحد من هذه القرائن فان ذلك خبر\r\nواحد يجوز العمل به بشروط 
  ] ثم ذكر وجوها للعمل بالاخبار وترجيح أحدها\r\nعلى الآخر وقال . . [ وإذا لم يمكن العمل بواحد من الخبرين إلا بعد طرح\r\nالآخر جملة لتضادهما أو بعد التأويل بينهما كان العامل أيضا مخيرا في العمل\r\nبأيهما شاء من جهة التسليم . . 
  ] وعلل ذلك برواية تدل على التخيير وبأنه مع\r\nعدم الاجماع على أحدهما يكون كالاجماع على صحتهما .\r\nثم قال . . وأنت إذا فكرت في هذه الجملة وجدت الاخبار كلها لا تخلو\r\nمن قسم من هذه الأقسام ووجدت أيضا ما عملنا عليه في هذا الكتاب وفي غيره\r\nمن كتبنا في الفتاوي في الحلال والحرام لا يخلو من واحد من هذه\r\nالأقسام 
  ] ( 1 ) .\r\nوبما أن الكتاب المذكور هو اختصار لكتاب التهذيب كان لا بد من ذكر\r\nما قاله هناك قبل التعرض لوجه الاستدلال على قطعية صدوره أو صحته .\r\n\r\n","description":"","footnote":" ( 1 ) الاستبصار ج 1 ص 4 . ","page_name":" 145 ","page_number":145},
  {"content":"\r\nفقد قال في التهذيب بعد أن عرض تعييب قوم علينا بكثرة اختلاف\r\nرواياتنا حتى أن البعض رجع عن الحق لذلك وانه لأجله جعل كتاب المقنعة\r\nللشيخ المفيد منطلقا لكتابة كتابه وجعل مع كل حكم شاهدا من القرآن أو من\r\nالسنة القطعية المتواترة أو السنة المحفوفة بقرائن تدل على صحتها قال ما\r\nلفظه :\r\n[ . . ثم اذكر بعد ذلك ما ورد في أحاديث أصحابنا المشهورة في ذلك\r\nوانظر فيما ورد بعد ذلك مما ينافيها ويضادها وأبين الوجه فيها أما بتأويل\r\nأجمع بينها وبينها أو أذكر وجه الفساد فيها أما من ضعف اسنادها أو عمل\r\nالعصابة بخلاف متضمنها .\r\nومهما تمكنت في تأويل بعض الأحاديث في غير أن أطعن في أسنادها\r\nفاني لا أتعداه واجتهد أن أروي في معنى ما أتأول الحديث عليه حديثا آخر\r\nيتضمن ذلك المعنى أما من صريحه أو فحواه حتى أكون عاملا على الفتيا\r\nوالتأويل بالأثر وان كان هذا مما لا يجب علينا ولكن يؤنس بالتمسك\r\nبالأحاديث 
  ] ( 1 ) .\r\nكما أن الحر العاملي نقل عنه قوله في مواضع أخر أن كل حديث عمل به\r\nقد أخد من الأصول والكتب المعتمدة مع أنه صرح في العدة بعدم جواز\r\nالعمل بالظن والاجتهاد في الشريعة . وأيضا فإنه كثيرا ما يرد الأحاديث في\r\nتهذيبه بقوله انها من أخبار الآحاد التي لا توجب علما ولا عملا .\r\nهذا ما أردنا ذكره من كلام الشيخ مما يمكن ان يدعي من خلاله صحة\r\nكلا كتابيه أو قطعية صدورهما .\r\nووجه الاستدلال يمكن ان يستفاد من عدة مواقع :\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب - ج 1 - ص 4 . ","page_name":" 146 ","page_number":146},
  {"content":"\r\nالأول - قوله في بداية الحديث بان ما يذكره في كتابه مما يعتمد عليه\r\nومن البعيد جدا مع قربه وقرب عهده للأصول واطلاعه عليها أن لا يكون\r\nاعتمد في كتابيه على غير الصحيح ومقطوع النسبة والصدور .\r\nالثاني - ما قاله عقيب تقسيمه للاخبار إلى متواترة وغيرها . . والغير إلى\r\nمحفوف بقرائن قطعية وعدمه مما يجوز العمل به بشروط حيث قال إن كلا\r\nكتابيه بل غيرهما من هذه الأقسام .\r\nوهو شهادة صريحة بصحة كل ما في كتابيه على الأقل . . .\r\nالثالث - ما يستفاد من كلامه بان ما رواه مأخوذ من الكتب المعتمدة ولا\r\nريب في أنه أراد اعتمادها عند الأصحاب لا عنده لظهور كلامه في إرادته بيان\r\nمزية لكتابه ومن المعلوم ان اعتماد الأصحاب على هذه الأصول ليس إلا لجهة\r\nوثاقة الرواة والناقلين لها أو لقطعية صدورها عن المعصومين ( عليهم\r\nالسلام ) .\r\nالرابع - ما يستفاد من كلامه في العدة حيث منع جواز العمل بالظن\r\nمضافا إلى ما يذكره في غير موضع طارحا للاخبار بعلة انها لا توجب علما ولا\r\nعملا .\r\nوهذا كالصريح في أن كل ما عمل به هو مقطوع الصدور أو انه محكوم\r\nبالصحة على أقل تقدير .\r\nهذه خلاصة الكلمات الأربعة للمحمدين الثلاثة مع بيان أهم ما يمكن\r\nالاستدلال به على المدعى .\r\nوسنجيب عن الدعوى بمناقشة دليل كل كتاب مستقلا عن الآخر .\r\nفاما ما استدل به لاثبات قطعية صدور أو صحة من لا يحضره الفقيه فيرد\r\nعليه أمور :\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nأولا - ان دعوى تأليفه لأجل عمل السائل لو دلت على صحة ما فيه فإنما\r\nتصح في حق من لا نظر له في فقه ولا تأمل له في علم ولكن السائل المعروف\r\nب‍ ( نعمة ) وكما يظهر من كلامه هو من أهل العلم والنظر لأنه ذكره بعبائر مادحة\r\nوانه ذاكره في كتاب الرازي ( من لا يحضره الطبيب ) .\r\nومعه كيف تصح دعوى كهذه مع صدق المؤلف الجامع والمعتمد على\r\nمجموع كتابه وان اشتمل على جملة من الرواة المجاهيل والضعفاء وغير\r\nذلك .\r\nوإنما ذكرت من باب عدم مخالفتها للمنقول أو المعمول أو لعدم وجود\r\nبديل بها في بابها . .\r\nوثانيا - ان محكومية الكتاب بالصحة بنظر الصدوق غاية ما تدل عليه انه\r\nعثر على قرائن تثبت ذلك وهي أعم من كون الحديث مقطوع الصدور من\r\nالمعصوم أو متعبد بصحته لكونه خبر واحد مثلا .\r\nبل إن الشيخ جرى في تصحيحاته مجرى شيخه ابن الوليد فهو يصحح ما\r\nيصححه ويضعف ما يضعفه .\r\nولذا نجده في كتاب علل الشرائع يصف جملة روايات بأنها صحيحة مع أنه\r\nبالمراجعة نجد انها مروية عن العامة أو انها في غاية الضعف .\r\nبل لو سلم أصل دعواه فغايته محكوميته بالصحة ضمن نظره وعلى نفسه\r\nلا على غيره ولعلنا لو اطلعنا على ما اطلع عليه هو أو شيخه من قرائن لما\r\nأوجب لنا ما أوجب لهما على أن أصل المحكومية مخدوش به تبعا لما شهد به\r\nجمع من رجوع الشيخ عن دعواه وقد جمع المحدث البحراني أربعين موردا\r\nأفتى الصدوق فيها بخلاف ما رواه في الفقيه .\r\nوثالثا - ان كون كتابه مأخوذ من كتب مشهورة أو معتمدة مما لا يجدي\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nنفعا لاثبات المدعى وذلك لوجوه :\r\nأ - ان شهرة الكتاب شئ وصحتها أو قطعية صدورها ولو ترامى سندها\r\nشئ آخر ولا ملازمة بينها وغايته ثبوت نفس الكتاب إلى مؤلفه بالشهرة لا أكثر\r\nمن ذلك .\r\nولذا يصح إسناد الرواية إلى الكاذب لصدورها منه مع أنها غير معتبرة\r\nلمكان كذبه وان صدرت منه حقا .\r\nوأما انضمام دعوى اعتماد الأصحاب على الكتب المذكورة فهي دعوى\r\nمجملة المراد لصدق الاعتماد عليها عندهم وإن لم يعملوا بكل ما ورد فيها\r\nوإنما صح تسميتها بالمعتمدة بالمقابل مع غيرها وبالنظر إلى جلالة وشأن\r\nمؤلفيها ولغلبة وجود ما يحتاجه الفقيه فيها .\r\nوكذلك فان الكبرى غير مسلمة إذ أن الصدوق في بعض الموارد يذكر\r\nحديثا ما قائلا انه لم يجده إلا في كتاب واحد كما هو الحال في باب الوصي\r\nيمنع الوراث حيث أفاد [ ما وجدت هذا الحديث إلا في كتاب محمد بن\r\nيعقوب ولا رويته إلا من طريقه 
  ] .\r\nوهذا الكلام كما ترى لا ينسجم مع دعوى قطعية صدور كتابه .\r\nب - ان اعتماد الأصحاب على الأصول والكتب المذكورة لو سلمنا\r\nالملازمة بينه وبين ثبوتها فغايته الثبوت الأعم من الواقعي والتعبدي وهو لا\r\nيتناسب أيضا مع دعوى قطعية الصدور .\r\nكيف لا يقدر وقد امتلأ كتابه بالمجاهيل والمهملين والضعفاء وغير ذلك\r\nمما لا داعي لذكره لسهولة الاطلاع عليه بالمراجعة .\r\nج - ان الصدوق أسند أحاديثا إلى النبي ( صلى الله عليه وآله ) أو الأئمة\r\nبل إلى جبرائيل أحيانا وبدون واسطة مع عدم العلم بسنده إلى هذه الروايات .\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nفهل يقال بثبوت هذه الأحاديث المرسلة لمجرد نسبته إلى من ذكرناه\r\nمباشرة وهل هو إلا من التقليد الممنوع على أهل النظر والبصيرة .\r\nد - انه لم سلم ان اسناده إلى المعصومين يدل على صحة كتابه فهو لا\r\nيثبت المطلوب لان غايته ثبوت الصحة بنظره مع أنه يحتمل جدا إرادة ما رآه\r\nفي كتب الأصحاب فأسنده على حسب ما رآه .\r\nوبهذا يتحصل بطلان هذه الدعوى ولزوم أعمال النظر في روايات هذا\r\nالكتاب كشرط في جواز الاخذ بها .\r\nوأما الجواب عما استدل به لاثبات قطعية أو صحة روايات الكافي فيقع\r\nمن عدة وجوه :\r\nالأول - ان حيرة السائل وعدم علمه بحقائق الاحكام لا تعين جهله وكونه\r\nمن المقلدة محضا بل إن ذلك قد يكون لجهة كثرة الأصول والكتب وكثرة\r\nالموضوعات والنقول المتضاربة مما لم يدع له مجالا للتثبت من شئ يركن\r\nإليه .\r\nكما أن الظاهر من تعبيرات الكليني ان السائل كان من أهل النظر والعلم\r\nوإلا كان يكفيه ذكر آرائه أو ذكر الروايات بدون أسانيدها .\r\nوأيضا فان كلامه لا دلالة فيه على أنه لم يورد في كتابه إلا مقطوع الصحة\r\nوان كان هذا مرغوبا ومطلوبا .\r\nويؤيد ذلك ما نقله الكليني نفسه عنه [ وقلت انك تحب أن يكون عندك\r\nكتاب كاف يجمع ( منه ) من جميع فنون علم الدين ما يكتفي به المتعلم ويرجع\r\nإليه المسترشد ويأخذ منه من يريد علم الدين 
  ] .\r\nفان تعبيره ب‍ ( يأخذ منه ) دليل على أن فيه ما هو صحيح وتام واقعا أو\r\nظاهرا لا أنه كله كذلك .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nالثاني - ان الكليني نفسه قد نبه السائل على كيفية الاخذ بالروايات التي\r\nأوردها وما ينبغي طرحه منها حيث قال فيما قال [ فاعلم يا أخي أرشدك الله لا\r\nيسع أحد تمييز شئ مما اختلفت الرواية فيه عن العلماء برأيه إلا ما أطلقه\r\nالعالم . . وقوله ( عليه السلام ) خذوا بالمجمع عليه فان المجمع عليه لا ريب\r\nفيه . . 
  ] .\r\nفان هذا صريح في وجود روايات شاذة ينبغي طرحها لمقابلتها للمجمع\r\nعليه .\r\nالثالث - انه لا ملازمة أصلا بين طلب السائل لكتاب شاف له وبين كون\r\nالكتاب قطعي الصدور أو صحيحا مطلقا . . فكم من الكتب الطبية أو الهندسية\r\nوالتي فيها من الغث والثمين ورغم ذلك يقال لها كافية نظرا لامكان اقتناص\r\nغالب المطلوب والمراد منها .\r\nومنه يعرف الجواب من النقطة الثالثة إذ أن الكليني أجابه على مقتضى\r\nما يتطلبه سؤاله وقد عرفت عدم اقتضاءه لأكثر مما ذكر .\r\nالرابع - ان ما ذكره الكليني من أن كتابه مأخوذ عن الآثار الصحيحة\r\nللصادقين ( عليهم السلام ) لا يمكن تسليمه بأكثر مما عرفت في الوجه المتقدم\r\nوذلك :\r\nأولا - كثرة وجود الروايات المروية عن غير الصادقين ( عليهم السلام ) :\r\nوثانيا - كثرة وجود المقاطيع والمراسيل كذلك وهل يقال في مثل رواية\r\nرواها في الجزء الأول [ علي بن محمد رفعه عن أبي عبد الله ( عليه\r\nالسلام ) 
  ] ( 1 ) .\r\nأو [ علي بن إبراهيم بن هاشم عن أبيه عن محمد بن عيسى عن\r\n\r\n","description":"","footnote":" ( 1 ) أصول الكافي ج 1 ص 453 وص 467 وص 468 . ","page_name":" 151 ","page_number":151},
  {"content":"\r\nحفص بن البختري عمن ذكره عن أبي جعفر ( عليه السلام ) قال لما مات\r\nأبي . . 
  ] .\r\nأو [ الحسين بن محمد بن عامر عن أحمد بن إسحاق بن سعد عن\r\nسعدان بن مسلم عن أبي عمارة عن رجل عن أبي عبد الله ( عليه\r\nالسلام ) . . . 
  ] .\r\nأو [ الحسين بن محمد عن المعلي بن محمد عن البرقي عن أبيه عمن\r\nذكره عن رفيد مولى يزيد بن عمرو بن عبيدة . . 
  ] .\r\n. . بأنها مقطوعة الصدور أو انها صحيحة بأكثر مما هي كذلك بنظره -\r\nلو سلم أيضا - .\r\nاللهم إلا أن يدعى أنه يعني بذلك أنها مأخوذة من الكتب المعتمدة\r\nوالمشهورة وقد عرفت جوابها .\r\nوأما الجواب عما ادعى من قطعية صدور كتابي الشيخ الطوسي ( قده )\r\nفهو من عدة وجوه :\r\nالأول - ان دعوى قرب الشيخ لأصحاب الأصول جارية فيه وفي غيره\r\nوهل يا ترى يقال ذلك في حق كل مصنف ومصنف .\r\nمضافا إلى أن الشيخ لم يصرح بان كل ما في كتابه معتمد المأخذ بل إن\r\nذلك في خصوص ما يتبدى به كما في أول استبصاره . . ولذا تراه يردف\r\nأحاديثه المذكورة بغيرها ويذكر وجوه العلاج والتأويل .\r\nالثاني - ان ما ذكره الحر العاملي على عكس المدعى أدل لأننا بمراجعة\r\nكلام الشيخ لم نعثر على أنه قال أن ما في كتابه أما متواتر وأما غير ذلك ولكنه\r\nمقطوع الصدور بل إن صريح كلامه في وجود أخبار آحاد لا بد من النظر فيها\r\nوفي كيفية العمل بها ولذا تراه قيد جواز العمل بشروط عدة . .\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nالثالث - ان كون كتابيه مأخوذين من الأصول المعتمدة ليس صريحا كما\r\nعرفت في إرادة الاعتماد تفصيلا بل إنه يحتمل كون ذلك لجهة وضوح نسبتها\r\nإلى مؤلفيها مع جلالة قدرهم وعظمة مكانهم وانسجام ما رووه مع كبريات\r\nالتشيع .\r\nكما أنه يحتمل كون ذلك لأجل وجود الشواهد والقرائن العملية\r\nواللفظية على صحتها ومما يؤيد ذلك أن الشيخ في كتاب العدة قال إن تسليم\r\nالأصحاب الإحالة على الأصول المشهورة إنما هو فيما لو كان راوية ثقة .\r\nوكلامه صريح جدا في عدم قطعية كتابيه بل وكتب غيره أيضا لا من\r\nحيث الصدور ولا عند الأصحاب .\r\nبل لو سلم قطعيتها عندهم فإنها لا تسلم لدينا لوصول هذه الكتب إلى\r\nالمحمدين الثلاثة وغيرهم ممن قارب عهدهم عبر الواحد سواء أكان لجهة\r\nالمعصوم أو لجهة أصحابها .\r\nومعه لا يبقى مجال لدعوى قطعية صدور الكتب الأربعة .\r\nوهذا الوجه يشمل المقام وغيره مما سبقه .\r\nالرابع - ان ما ذكره من عدم تجويزه العمل بالظن والاجتهاد لا محالة\r\nيريد به كبراه وإلا فقد امتلأت كتبه بألوان ووجوه الاجتهاد وأنحاء\r\nالاستظهارات والتأويلات الظنية وإنما كان محط نظره ما كان من قبيل\r\nالتخرص والاستحسان والقياس والرجم بالغيب وما شاكل ذلك .\r\nولا نظر لعبارته إلى ما قام الدليل على جواز الاعتماد عليه وان كان\r\nظنيا .\r\nهذا مع عدم قبولنا لكبري مقولة ظنية أخبار الثقات .\r\nويمكن ان نذكر شواهد ومؤيدات أخرى لابطال دعوى قطعية صدور كلا\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nكتابيه :\r\n1 - كثرة روايته ( قده ) عن المجاهيل والضعفاء بل الكذابين وبشهادة منه\r\nنفسه فضلا عن وجود المراسيل وما إلى هنالك مما هو قرينة على عدم صحة\r\nالدعوى المتقدمة .\r\nلا يقال إن ضعف أو جهالة الراوي لدينا لا تلازم ضعفه أو جهالته عنده\r\nلاحتمال وضوح الامر عنده .\r\nفإنه يقال مضافا إلى ما تقدم من ورود الضعفاء وبتصريح منه أنه قال في\r\nذيل رواية الزعفراني في الاستبصار ( 1 ) بأنه مجهول وبأن في إسناد الحديث\r\nضعاف وانه لا يعمل بما يختصون بروايته .\r\n2 - ان الشيخ في العدة صرح بما يستفاد منه عدم قطعية ما في كتابيه\r\nوغيرهما عند الأصحاب لاختلافهم جدا في العمل بالروايات الواردة فيهم فإنه\r\nقال :\r\n[ . . وقد ذكرت ما ورد عنهم ( عليهم السلام ) من الأحاديث المختلفة\r\nالتي تختص بالفقه في كتابي المعروف بالاستبصار وفي كتاب تهذيب الأحكام\r\nما يزيد على خمسة آلاف حديث وذكرت في أكثرها اختلاف الطائفة في العمل\r\nبها وذلك أشهر من أن يخفى حتى انك لو تأملت اختلافهم في هذه الأحكام\r\nوجدته يزيد على اختلاف أبي حنيفة والشافعي ومالك 
  ] .\r\nوهو كما ترى دلالة اللهم إلا يقال إن اختلافهم كان في كيفية فهم\r\nالنصوص وطرق الجمع الدلالي .\r\n3 -\r\nما ذكره الشيخ في ذيل رواية يونس في الاستبصار عن أبي\r\nالحسن ( عليه السلام ) قال قلت له الرجل يغتسل بماء الورد ويتوضأ به للصلاة\r\n\r\n","description":"","footnote":" ( 1 ) الاستبصار ج 2 ص 230 وص 231 . ","page_name":" 154 ","page_number":154},
  {"content":"\r\nقال لا بأس بذلك .\r\nفقد ذكر في ذيله [ فهذا خبر شاذ شديد الشذوذ وإن تكرر في الكتب فإنما\r\nأصله يونس . . إلى أن قال ولو ثبت لاحتمل أن يكون المراد بالوضوء في الخبر\r\nالتحسين 
  ] ( 1 ) . ولفظ ( لو ثبت ) صريح في عدم جزمه ولا ظنه بصدور الرواية .\r\n4 - ما ذكره أيضا في الاستبصار الباب السادس باب الوضوء بنبيذ التمر\r\nعن عبد الله بن المغيرة عن بعض الصادقين [ . . . فإن لم يقدر على الماء وكان\r\nنبيذا فاني سمعت حريزا يذكر في حديث ان النبي ( صلى الله عليه وآله ) قد\r\nتوضأ بنبيذ ولم يقدر على الماء 
  ] .\r\nفقد ذكر [ فأول ما فيه أن عبد الله بن المغيرة قال عن بعض الصادقين\r\nويجوز أن يكون من أسنده إليه غير إمام وان اعتقد فيه أنه صادق على الظاهر\r\nفلا يجب العمل به .\r\nوالثاني انه أجمعت العصابة على أنه لا يجوز الوضوء بالنبيذ فسقط\r\nالاحتجاج به من هذا الوجه ولو سلم من ذلك كله لجاز ان نحمله على الماء\r\nالذي قد طرح فيه تمر قليل . . وإن لم يبلغ حدا يسلبه الماء . . . 
  ] ( 2 ) .\r\nوهذه العبارة أصرح من سابقتها في عدم جزمه بصحة كتابه مطلقا بل\r\nبعدم الجزم بأن كل ما فيه هو عن المعصومين كما تنبئ بذلك عبارته .\r\n5 - ما رواه في التهذيب عن الحسن بن صالح الثوري فإنه قال عقيبة\r\n[ الراوي له الحسن بن صالح وهو زيدي بتري متروك العمل بما يختص\r\nبروايته 
  ] مع أن في سند الرواية ابن محبوب وهو أحد أصحاب الاجماع .\r\n6 - ان الشيخ أكثر الرواية عن سهل بن زياد مع أنه بنفسه ذكر ان سهلا\r\nضعيف جدا عند نقاد الاخبار وان أبا جعفر بن بابويه قد استثناه من رجال نوادر\r\n\r\n","description":"","footnote":" ( 1 ) الاستبصار ج 1 ص 14 .\r\n( 2 ) الاستبصار ج 1 ص 15 . ","page_name":" 155 ","page_number":155},
  {"content":"\r\nالحكمة .\r\nوإلى غير ذلك من الشواهد الكثيرة التي يحصل عليها المتتبع والتي\r\nتشكل بمجموعها دليلا قطعيا على بطلان دعوى قطعية أو صحة كتابي\r\nالشيخ ( قده ) .\r\n- وعليه يتحصل ان حال الكتب الأربعة حال غيرها من الكتب ولا بد من\r\nإعمال النظر والاجتهاد في رواة أسانيدها وتمييز العليل والسقيم من الصحيح\r\nوالمعتمد على طبق القواعد الاجتهادية الملتزم بها .\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالباب الثامن\r\nالقول في جملة أمور ادعي دلالتها على الوثاقة\r\nذكر أرباب الدراية والرجال أمورا كثيرة أدعي استفادة الوثاقة منها\r\nونوقش فيها بوجوه كثيرة بحيث صارت موردا للآراء والتفصيلات .\r\nونذكر نبذة مما ذكروه دالا على الوثاقة :\r\n1 - أن يكون الراوي شيخ إجازة .\r\n2 - أن يكون ممن روى كثيرا عن المعصومين ( عليهم السلام ) .\r\n3 - أن يكون وكيلا من قبل أحد المعصومين ( عليهم السلام ) .\r\n4 - أن يكون ممن روى عنه الاجلاء .\r\n5 - أن يكون رسولا من قبل المعصومين ( عليهم السلام ) .\r\n6 - أن يكون ممن تسلم راية في حرب من حروبهم ( عليهم السلام ) .\r\n7 - أن يكون ممن لازم المعصوم بخدمة أو كتابة أو صحبة وما شاكل\r\nذلك .\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n8 - أن يكون ممن أذن له في الفتيا من قبلهم ( عليهم السلام ) .\r\n9 - أن يكون ممن تشرف بلقاء الحجة ( عليه السلام ) .\r\n10 - أن يكون ذا أصل أو كتاب .\r\n11 - أن يكون محبوبا من قبلهم ( عليهم السلام ) .\r\n12 - أن يكون ممن استفاد علوما خفية من قبلهم ( عليه السلام ) كعلم\r\nالبلايا والمنايا وما شاكلها .\r\nإلى كثير من الأمور والامارات التي ذكرت لاثبات وثاقة المتصفين\r\nبإحدى هذه الأوصاف وقد رأينا الاعراض عن أكثرها لعدم أهميتها ولوضوح\r\nأمرها وإنما أحببنا التعرض للصفات الثلاثة الأول التي ذكرت في المقام .\r\nفههنا بحوث ثلاثة :\r\nالبحث الأول - في وثاقة مشايخ الإجازة :\r\nوالمراد من مشايخ الإجازة من كان لديهم كتب أو روايات أجازوا\r\nغيرهم نقلها وروايتها ولو لم يكن بالسماع منهم أو بالقراءة عليهم بل كان\r\nبمجرد اجازتهم النقل والرواية وغير ذلك .\r\nووجود المشايخ عندنا ليس بعزيز ويعلم حالهم وعددهم بمراجعة كتب\r\nالرجال ككتاب النجاشي .\r\nوقد استشكل في استكشاف وثاقة الشيخ لمجرد كونه شيخ إجازة\r\nباستلزامه وثاقة كل من روى عنه لمجرد الرواية واللازم باطل فالملزوم مثله في\r\nالبطلان .\r\nإلا أن الصحيح هو التفصيل بين نوعين من مشايخ الإجازة :\r\nأ - تارة يكون الشيخ مجرد مخبر لجزء يسير من الروايات أو لكتاب\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nواحد مثلا مع مجهولية حاله تماما ما خلا ذلك .\r\nب - وتارة يكون الشيخ من خلال اجازته ممن صدق عليه انه ناشر\r\nلتعاليم أهل البيت لكثرة حوالته على الكتب والروايات عن الثقات والاجلاء\r\nوغيرهم .\r\nففي النوع الأول لا نلتزم بوثاقة الشيخ كذلك بينما نلتزم بها في المقام\r\nالثاني ومن هنا قبلنا وعملنا بروايات سهل بن زياد - كما سيأتي توضيحه في\r\nالخاتمة - والوجه فيه أننا لا نتعقل أن يكون الرجل ناشرا لأحاديث أهل البيت\r\nوصاحب مكتب إسلامي لبث الوعي الديني وتنشيط معالم الاسلام وأن يكون\r\nفي المقابل كذابا أو وضاعا .\r\nوهذه الملازمة تدرك بسهولة لو لوحظ الحاضر وما فيه إذا انه خير دليل\r\nعلى الماضي خصوصا في مثل هذه الموارد .\r\nوالاطمئنان المذكور بوثاقة الشيخ المجيز إن لم نقل بالعدالة بل بالجلالة\r\nلا يتنافى مع عدم انطباق ما أخبر عنه خارجا أو تبين عدم وثاقته أحيانا كما\r\nيحصل كثيرا في سائر موارد الاطمئنان . ومنه يندفع الاشكال القائل بأن بعضا\r\nمن المشايخ قد ضعفهم النجاشي كما هو الحال في الحسن بن محمد بن يحيى\r\nحيث قال النجاشي فيه [ . . ورأيت أصحابنا يضعفونه 
  ] ( 1 ) .\r\nووجه الاندفاع عموما وفيه خصوصا :\r\nأولا - عدم رجوع التضعيف إلى الجهة القولية بل وقد يكون لجهات\r\nأخرى يمكن حمل اللفظ عليها وفي المقام كذلك فان النجاشي ذكر قبل هذه\r\nالجملة ما يدل على أن تضعيف الأصحاب له لا لضعف في نفسه بل لما رواه\r\nعن المجاهيل مما هو مستنكر ومستغرب آنذاك فقد قال ما لفظه [ . . وروى\r\nعن المجاهيل أحاديث منكرة . . 
  ] .\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 48 . ","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوثانيا - ان المضعف لا يعلم كونه ممن دخل تحت النوع الثاني خصوصا\r\nمع تضعيف الأصحاب له فلعله داخل في أفراد القسم الأول .\r\nوثالثا - لو سلم انه من القسم الثاني فلا ينافي الاطمئنان فان عدم انطباق\r\nالمطمئن به معلوم إجمالا ورغم ذلك لا ينافي وجود الاطمئنان وتمركزه .\r\nالبحث الثاني القول في وثاقة كثير الرواية عن المعصومين ( عليه السلام ) :\r\nوخير ما يمكن ان يستدل به لاثبات الوثاقة وجوه ثلاثة :\r\nالأول - ان كثرة روايات الراوي عن المعصومين ( عليهم السلام ) تدل\r\nعلى ملازمته لهم ( عليهم السلام ) والكاشفة عن شدة حبه وارتباطه بهم ( عليهم\r\nالسلام ) وهذا لا محالة ينبئ عن جلالة الراوي ووثاقته .\r\nالثاني - ان كثرة الرواية وتعددها كما وكيفا تدل على ايداعهم ( عليهم\r\nالسلام ) أسرار الشريعة وأحوالهم إلى الراوي وهذا يدل على التزام الرواة بأمر\r\nالدين الحنيف . وإلا لما كان لروايتهم عنهم وخصوصا مع نقلها وتدوينها وجه\r\nيكاد يعقل .\r\nالثالث - التمسك بالروايات الخاصة . فقد روى الكشي عن\r\nالصادق ( عليه السلام ) وبألسنة متقاربة بان معرفة منازل الرجال منهم ( عليهم\r\nالسلام ) إنما تكون على قدر روايتهم عنهم ( ع ) ولكن الصحيح أن أيا من هذه\r\nالوجوه لا يدل على ما ذكر وذلك لأمور :\r\nأولا - ان كثرة الراوية لا تدل على الملازمة دائما إذ أن تردد شخص ما\r\nإلى المساجد والمنتديات العامة التي يتواجد فيها المعصوم أحيانا كاف في أن\r\nيكثر الراوية عنه .\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nوكذلك فان سماع الراوي عن المعصوم بحيث اطمئن بما سمع كاف في\r\nنقله مسندا إليه مع أن كلا الموردين لا يدل على أي ملازمة للمعصوم كما هو\r\nواضح .\r\nوثانيا - ان الملازمة لا تدل بوجه على المحبة والارتباط وكيف يتم ذلك\r\nوقد لازم النبي ( صلى الله عليه وآله ) في صدر الاسلام من كانوا يتربصون به\r\nوبالإسلام الدوائر . وممن سمعوا منه ( صلى الله عليه وآله ) . نتيجة لملازمتهم\r\nله المزيد من الروايات وبين أيديهم الوحي والمعجزات والبراهين التي لا\r\nيمكن انكارها .\r\nفهل يا ترى يلتزم بوثاقتهم لذلك .\r\nوثالثا - ان إيداع أسرار الشريعة لا يكتشف من كثرة الرواية أو تنوعها\r\nمطلقا بل إن تنوعها الخاص أو ارتباطها ببعض العلوم التي يعلم بانسجامها مع\r\nالخطوط العامة لخط أهل البيت ( عليهم السلام ) .\r\nفان المعصوم كان يجلس في المساجد وغير ذلك ويفتي الناس ويحدثهم\r\nوكان يسمع منه المفتر والكذاب كما كان يسمعه الصادق والأمين .\r\nورابعا - ان كثرة الرواية لو دلت على الوثاقة لكان من السهل اليسير على\r\nكل مفتر وضاع ان يؤلف كتابا أو يحدث بما لا عين رأت أو أذن سمعت\r\nوبالتالي يتصف بالجلالة والوثاقة وتأخذ رواياته قيمة معتد بها .\r\nوبعبارة أخرى ان ثبوت مروياته فرع وثاقته لا العكس .\r\nوناهيك من الأدلة على صحة ذلك ما رواه أبو هريرة بشكل فاق زمن\r\nدهره . . وهل يقال بوثاقته بناء على ذلك .\r\nوخامسا - انه قد ثبت في طيات الكتب الرجالية التضعيف والذم للكثير\r\nمن أرباب الكتب المتعددة والمرويات الكثيرة .\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nوسادسا - ان ما ادعى دلالته من الروايات الخاصة غير تام فإنه مضافا\r\nلضعف سند هذه الروايات لا نظر لهذه الروايات لاثبات المنازل على قدر\r\nالروايات مطلقا .\r\nبل من المقطوع به عدم صحة ذلك فان الوثاقة والحجية مفروضتان في\r\nكلام الامام في حق الذي يراد معرفة منزلته وإنما أعطي نحو مائز طريقي يعرف\r\nمن خلاله منازل الرجال وقربهم للأئمة ( عليهم السلام ) .\r\nوأيضا فان الاستدلال المذكور استدلال بأمر غالبي لوضوح عدم\r\nالملازمة إذ رب صديق ورع هو أقل رواية ممن هو أقل منه ورعا وصلاحا . .\r\nكما أنه من المحتمل جدا أن يكون المراد بالأحاديث التقدمة اعطاء\r\nضابطة لمعرفة الرجال بالنظر إلى فقه وتدبر الروايات لا لمجرد الرواية وهذا\r\nنحو ضابطة موضوعية عقلائية ويؤيد هذا الاحتمال ما رواه الكشي نفسه في\r\nمرفوعة المحمدي عن الصادق ( عليه السلام ) [ اعرفوا منازل شيعتنا بقدر ما\r\nيحسنون من رواياتهم عنا فانا لا نعد الفقيه منهم فقيها حتى يكون محدثا فقيل\r\nله أو يكون المؤمن محدثا قال : يكون مفهما والمفهم المحدث 
  ] ( 1 ) .\r\nفان قوله ( عليه السلام ) فيها [ بقدر ما يحسنون 
  ] ظاهر في إرادة التفقه\r\nوالتدبر ولذا عقبه بما هو مترتب على هذه العبارة وهو قوله [ فانا لا نعد\r\nالفقيه . . الخ 
  ] فإنه لولا الحمل المذكور لما كان لهذا التفريع والترتيب مناسبة\r\nكما لا يخفى على المتأمل فتأمل .\r\nإلا أن الرواية ساقطه سندا بالارسال .\r\nويؤيد الاحتمال المتقدم أيضا ما في مكاتبة أبو الحسن بن ما هوية عن\r\nأبي الحسن الثالث ( عليه السلام ) في سؤال عمن يأخذ معالم دينه فأجابه ( عليه\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال باب فضل الرواية والحديث ص 3 . ","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالسلام ) 
  ] . . فاصمدا في دينكما على كل مسن في حبنا وكل كبير التقدم في\r\nأمرنا فإنهم كافوكما انشاء الله 
  ] .\r\nحيث نجد ان الامام لم يستدل بكثرة الرواية لتحصيل الكفاية بل نجده\r\nأرجعهما إلى كل كبير التقدم في أمرهم وهو الفقيه الممارس والناظر في\r\nأقوالهم وفعالهم بحيث يتوخى ويترقب منه الحق والصواب .\r\nوبهذا يتحصل عدم تمامية الكبرى المدعاة .\r\nالبحث الثالث - القول في وثاقة الوكيل من قبل المعصومين ( عليهم السلام ) :\r\n- وقد إدعي ان الوكالة تستلزم العدالة والتي هي فوق رتبة الوثاقة ولا بد\r\nمن ذكر ما يمكن أن يكون مدركا لهذه الدعوى :\r\nالأول - دعوى جريان العقلاء وأصحاب المروات على تسليم أمورهم\r\nإلى المأمون والحاذق وخصوصا فيما خطر أمره وعظم نحوه .\r\nولا ريب في كون المعصوم سيد العقلاء ورجل المروات ولا يتصور في\r\nحقه مع صحة هذه الدعوى ان يوكل الفاسق والكاذب في أموره وشؤونه مع\r\nاستدعاء ذلك في بعض الموارد إلى اختلال أحواله وأموره فيما يعود إليه وإلى\r\nالتشريع الذي هو بصدد حفظه وبيانه .\r\nالثاني - ان الروايات تضافرت في النهي عن إعانة الظالمين والركون\r\nإليهم كما ورد في المقابل الحث والترغيب في اتخاذ الشريف والأمين مساعدا\r\nوعضدا وأي ظلم أعظم وأوضح من أن يوكل إمام المسلمين وولي الله في\r\nالأرض فاسقا أو كاذبا فاجرا . .\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nالثالث - ان توكيل الفاسق من قبل إمام المسلمين نوع تشريف وتعظيم\r\nللوكيل وتسهيل لأموره وشؤونه بحيث يستطيع من خلال ما يحصل عليه\r\nالاخلال بأمر الدين وبلباس الدين وهو مما لا يتصور وقوعه من أحد من\r\nالمعصومين ( عليهم السلام ) .\r\nالرابع - التمسك ببعض الروايات الخاصة كالذي رواه الكليني عن\r\nعلي بن محمد عن الحسن بن عبد الحميد قال :\r\n[ شككت في أمر حاجز فجمعت شيئا ثم صرت إلى العسكر فخرج إلي :\r\nليس فينا شك ولا من يقوم مقامنا بأمرنا رد ما معك إلى حاجز بن يزيد 
  ] ( 1 ) .\r\nوموضع الاستدلال قوله [ . . ليس فينا شك ولا من يقوم بأمرنا 
  ] حيث إنها\r\nتصرح بنفي الشك والريب ومنه الكذب بل الفسق في كل قائم\r\nبأمرهم ( عليهم السلام ) .\r\nوقبل الإجابة عن هذه الوجوه نذكر أولا الأقسام المتصورة في الوكالة\r\nوما يمكن ان يستفاد بالنسبة إلى كل منها فنقول :\r\nالوكالة تتصور على أنحاء :\r\nالأول - أن يكون وكيلا عنهم ( عليهم السلام ) فيما يرجع إلى شؤون\r\nالدين كالافتاء والقضاء وامامة الناس وإرشادهم إلى ما فيه صلاحهم ونقل كلام\r\nالمعصومين إليهم وما شاكل ذلك .\r\nالثاني - أن يكون وكيلا عنهم فيما يتعلق بأمور النظام العام كنصب\r\nالعيون وتحميل الرايات في الغزوات والحروب والتولية في إجراء أحكام\r\nوقائية من تعزير أو قتل وما إلى ذلك .\r\nالثالث - أن يكون وكيلا من قبلهم فيما يعود للحقوق والواجبات المالية\r\n\r\n","description":"","footnote":" ( 1 ) الكافي ج 1 فروع - كتاب 4 باب مولد الصاحب ص 124 . ","page_name":" 164 ","page_number":164},
  {"content":"\r\nكالأخماس والزكوات والكفارات وما شابه ذلك .\r\nالرابع - أن يكون وكيلا من قبلهم بالنسبة إلى الحقوق الخاصة للناس أو\r\nما ناظرها كحفظ المساجد والأوقاف والمدارس وإدارتها وسائر ما يتعلق\r\nبشؤونها .\r\nالخامس - أن يكون وكيلا من قبلهم في جملة من المسائل الخاصة التي\r\nلا ترتبط بأمور الدين ولا بالناس كشراء وبيع وإيصال رسالة وطلب حاجة وما\r\nشاكل ذلك .\r\n- ثم إنه لا بد من التذكير بان الملازمة بين الوكالة وبين الوثاقة لو تمت\r\nفإنما تفيد إثبات الوثاقة الظاهرية لابتناء تعامل الامام مع الآخرين على الظواهر\r\nكما يشهد له جمع من الأدلة .\r\nوساعتئذ لا يقال باختلال القاعدة لو ثبت تضعيف ما عائد لجهة قولية أو\r\nغيرها من قبل أرباب الرجال بل لا بد من إعمال الموازنة بين نتيجة القاعدة\r\nومؤدى التعبير الذام وتحصيل النتيجة النهائية على ضوئها .\r\nوالصحيح في المقام هو الالتزام بثبوت الملازمة في خصوص موردين\r\nاثنين لا ثالث لهما .\r\nالأول - ما كانت الوكالة فيه من الأمور المهمة والخطيرة .\r\nالثاني - ما كانت الوكالة فيه مستلزمة لثبوت الوثاقة أو العدالة .\r\nأما الأول فلان ديدن العقلاء فضلا عن المتشرعة وفي خصوص أمورهم\r\nالخطيرة التثبت والتأكد من صحة ووثاقة من ينيطون هذه الأمور إليه .\r\nوأي شئ أعظم وأهم من حفظ الدين من الضياع ومن وقوع الدس فيه\r\nولذا نلتزم بوثاقة كل من ينضوي تحت القسم الأول المتقدم ذكره آنفا بل\r\nوبعض أفراد القسم الثاني لا مطلقا فان توكيل الامام شخصا في إجراء أحكام\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nوقائية مما لا يحتمل فيه كونه كاذبا فاسقا .\r\nبينما يحتمل ذلك في العين ولو في الجملة وذلك لامكان اقتناص\r\nالحقيقة من مجموع كلامه وخصوصا كون المقتنص هو المعصوم ( عليه\r\nالسلام ) .\r\nولا يقال إن هذا يتم مع عدم وجود غيره وأما معه فلا .\r\nإذ يجاب أنه ربما اختير بخصوصه لمزية لا توجد في غيره ككونه من\r\nالقوم المأمور بمراقبتهم أو لمزيد خبرته ومثله يقال في حامل الراية ولو لكونه\r\nبطلا في الحروب أو لمناسبة ما تجعل حمل الراية بيده أشد على الأعداء\r\nوأمسك للأصدقاء .\r\nوأما الثاني - فلان الإمام ( عليه السلام ) رأس الشرع والمتشرعة ولا يعقل\r\nصدور المخالفة منه من هذه الناحية إذ كيف يوكل شخصا في طلاق مثلا وهو\r\nكاذب مخادع مع وضوح توقف انفساح النكاح على قوله .\r\nوكذا الحال في الحقوق المالية المنصب لقبضها لان يد الوكيل بمنزلة يد\r\nالموكل ولو كان كاذبا وأخفى ذلك عن الامام لأدى إلى عدم سقوط الحقوق\r\nعن أصحابها بل إنه يعرض أموال الشرع للاندراس والاختفاء .\r\nوكذا لو وكل شخصا في امامة الناس فان ذلك دال لا محالة على\r\nعدالته .\r\nوأما في غير ذلك مما لا ملازمة بينه وبين الوثاقة عرفا أو شرعا فلا نسلم\r\nثبوت الوثاقة به وهل يقال إن توكيل الامام شخصا في شراء حاجة ما دال على\r\nوثاقة الموكل ومنه تعرف ان أفراد الأقسام الخمسة المذكورة لا يلتزم بوثاقتهم\r\nإلا ضمن أحد الضابطين المتقدمين .\r\nومنه يندفع ما أورده بعض المحققين من ثبوت فسق جملة معتد بها من\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nوكلاء المعصومين ( عليهم السلام ) ووجه الاندفاع ان فسق أولئك عائد لا\r\nمحالة إلى أحد أمور :\r\n1 - أما لجهة غير لسانية مع أن وكالته لا تحتاج إلى أكثر من وثاقة\r\nلسانه .\r\n2 - أما لجهة لسانية أو غيرها ولكن المقام لا يحتاج فيه لذلك كشراء\r\nالأمتعة وما شاكلها .\r\n3 - أن يكون المضعف ممن صدر فيه التضعيف بعد انقضاء وكالته بوفاة\r\nالمعصوم أو غير ذلك كما هو الحال في علي بن أبي حمزة البطائني .\r\nوأما الوجوه الأربعة المتقدمة والتي أقيمت لاثبات الملازمة فيرد عليها\r\nزائدا على ما توضح لديك عدة أمور :\r\nأما الأول - فلانه لا يتم إلا فيما عظم أمره لا مطلقا ونحن قد قبلنا\r\nالملازمة فيما كان كذلك .\r\nوأما الثاني - فهو غريب لان ديدن العقلاء والمتشرعة أيضا جار قديما\r\nوحديثا على جعل المزيد من أمورهم في يد الفسقة والكذبة كالبناء والمزارع\r\nوالمشتري والبائع ناهيك تتلمذ جملة من العظام عند مخالفينا وهل يقال فيهم\r\nانهم ركنوا إلى الظالمين أو أعانوهم على الظلم والبغي ،\r\nوأما الثالث - فقد اتضح بيانه من سابقه خصوصا ان أحوال الأئمة\r\nوأوضاعهم الصعبة لم تكن لتخلق تشريفا للوكيل بقدر ما كانت تجلب عليه\r\nالهموم والأحزان لمراقبة السلاطين لهم وتتبعهم .\r\nوهل يقال لمن خاط جبة أو بنى بناء أو أكل من مطعم ما مع انحصار\r\nالبناء والخياط بأنه نوع تشريف لهم . أو ليست هذه أمورا طبيعية يمارسها الكبير\r\nوالصغير والشريف والوضيع قديما وحديثا وفي أمثال هذه الموارد .\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nوأما الرابع - فلان الرواية لا يصح الاستدلال بها من جهتين :\r\nأ - سقوطها سندا لجهالة الحسن بن عبد الحميد .\r\nب - اجمالها دلالة إذ لا يعلم المراد من الامر الذي قام القائم مقامهم فيه\r\nلكون الرواية ليست بصدد البيان من هذه الجهة فلعله داخل تحت القسمين\r\nالمذكورين اللذين قبلنا الملازمة فيهما .\r\nج - ان ظاهر الرواية إرادة إثبات وثاقة وجلالة نوابهم وما شاكلهم ممن\r\nله حظوة ودور في تشريع الله ودينه لا مطلق القائم مقامهم ولو في شراء حاجة\r\nولذا لم يعبر في الرواية [ . . ولا بمن وكلناه 
  ] بل إن التعبير ب‍ [ من يقوم مقامنا\r\nبأمرنا 
  ] دال على ما ذكرناه .\r\nوبهذا ينتهي البحث في الباب الثامن وهو الباب الأخير من\r\nالمقصد . . . .\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالخاتمة\r\nوهي في بعض التطبيقات :\r\nويدور البحث في خمسة مصاديق وفي كيفية تطبيق كبريات البحوث\r\nالمتقدمة على مواردها الجزئية وتحصيل النتائج المرجوة سلبا أو إيجابا :\r\nالأول - في أحوال سهل بن زياد .\r\nالثاني - في أحوال المعلى بن خنيس .\r\nالثالث - في أحوال علي بن أبي حمزة البطائني .\r\nالرابع - في أحوال السكوني ( إسماعيل بن أبي زياد ) .\r\nالخامس - في أحوال عمر بن حنظلة .\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالبحث الأول\r\nفي أحوال سهل بن زياد الادمي\r\nويقع البحث في أحواله ضمن ثلاث نقاط :\r\nالأولى - في عرض أقوال العلماء الفقهاء فيه .\r\nالثانية - في عرض عبائر الرجاليين ومن يعتد بقولهم .\r\nالثالثة - مناقشة الأقوال والعبائر وبيان المختار .\r\nأما الأولى :\r\nاختلفت كلمات الأصحاب في سهل بن زياد فقد نسب للمشهور منهم\r\nتضعيفه وعدم الاعتداد بما يرويه نذكر منهم الشيخ الطوسي في الفهرست\r\nوالنجاشي في رجاله والعلامة في الخلاصة وفي جملة من كتبه الفقهية\r\nوالمحقق في الشرائع ونكت النهاية والمعتبر والمحقق الآبي في كشف الرموز\r\nوالسيوري والشهيد الثاني والبهائي وصاحب المدارك وغيرهم من الأصحاب .\r\nوفي مقابل المشهور ما ذهب إليه الشيخ نفسه في رجاله من القول بوثاقته\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nوقوى ذلك العلامة في التحرير وهو المختار والمعتمد تبعا للوحيد والعلامة\r\nالمجلسي .\r\nوأما الثانية -\r\nقال الشيخ في الفهرست [ سهل بن زياد الآدمي الرازي أبو سعيد ضعيف\r\nله كتاب أخبرني به ابن أبي جيد . . 
  ] ( 1 ) .\r\nوقال في رجاله ضمن أصحاب الجواد ( عليه السلام ) [ سهل بن زياد\r\nالآدمي يكنى أبا سعيد من أهل الري 
  ] ( 2 ) .\r\nوذكره في ضمن أصحاب الهادي قائلا [ سهل بن زياد الآدمي يكنى أبا\r\nسعيد ثقة رازي 
  ] ( 3 ) .\r\nوقال في الاستبصار [ . . ضعيف جدا عند نقاد الاخبار وقد استثناه أبو\r\nجفر بن بابويه من كتاب نوادر الحكمة 
  ] ( 4 ) .\r\nوذكره في رجاله ضمن أصحاب العسكري أيضا قائلا [ سهل بن زياد\r\nيكنى أبا سعيد الآدمي الرازي 
  ] ( 5 ) .\r\nوقال فيه النجاشي [ سهل بن زياد أبو سعيد الآدمي الرازي كان ضعيفا في\r\nالحديث غير معتمد عليه وكان أحمد بن محمد بن عيسى يشهد عليه بالغلو\r\nوالكذب وأخرجه من قم إلى الري وكان يسكنها وقد كاتب أبا محمد\r\nالعسكري ( عليه السلام ) على يد محمد بن عبد الحميد العطار للنصف من\r\nشهر ربيع الآخر سنة خمس وخمسين ومائتين ذكر ذلك أحمد بن علي بن نوح\r\n\r\n","description":"","footnote":" ( 1 ) فهرست الشيخ ص 80 .\r\n( 2 ) رجال الشيخ ص 401 .\r\n( 3 ) رجال الشيخ ص 416 .\r\n( 4 ) الاستبصار ج 3 باب أنه لا يصح الظهار بيمين في ذيل الحديث 935 .\r\n( 5 ) رجال الشيخ ص 431 . ","page_name":" 172 ","page_number":172},
  {"content":"\r\nوأحمد بن الحسين رحمهما الله له كتاب التوحيد رواه أبو الحسن العباس بن\r\nأحمد بن الفضل بن محمد الهاشمي الصالحي عن أبيه عن أبي سعيد الآدمي\r\nوله كتاب النوادر أخبرناه محمد بن محمد قال حدثنا جعفر بن عن أبي سعيد\r\nالآدمي وله كتاب النوادر أخبرناه محمد بن محمد قال : حدثنا جعفر بن محمد\r\nعن محمد بن يعقوب قال حدثنا علي بن محمد عن سهل بن زياد ورواه عنه\r\nجماعة 
  ] ( 1 ) .\r\nوقال الكشي تحت رقم 1068 .\r\n[ قال علي بن محمد القتيبي سمعت الفضل بن شاذان يقول في أبي الخير\r\nوهو صالح بن أبي حماد الرازي كما كنى وقال علي : كان أبو محمد الفضل\r\nيرتضيه ويمدحه ولا يرتضي أبا سعيد الآدمي ويقول هو الأحمق 
  ] .\r\nوقال تحت رقم 1069 [ قال نصر بن الصباح : سهل بن زياد أبو سعيد\r\nالآدمي يروى عن أبي جعفر وأبي الحسن وأبي محمد صلوات الله عليهم 
  ] ( 2 ) .\r\nوذكر الشيخ في فهرسته ضمن ترجمة محمد بن أحمد بن يحيى بن\r\nعمران الأشعري صاحب النوادر بعد ذكر طريقه إلى هذا الكتاب الجامع لكتب\r\nعدة [ . . وقال أبو جعفر بن بابويه إلا ما كان فيها من غلو أو تخليط وهو الذي\r\nيكون طريقه محمد بن موسى الهمداني أو يرويه عن رجل أو عن بعض\r\nأصحابنا . . إلى قوله أو عن سهل بن زياد الآدمي 
  ] ( 3 ) .\r\nوذكر النجاشي أيضا ان محمد بن الحسن بن الوليد كان يستثني من\r\nرواية محمد بن أحمد بن يحيى ما رواه سهل بن زياد 
  ] ( 4 ) .\r\nوتبعه على ذلك\r\nالصدوق وابن نوح .\r\n\r\n","description":"","footnote":" ( 1 ) رجال الشيخ ص 132 .\r\n( 2 ) اختيار معرفة الرجال ص 566 .\r\n( 3 ) فهرست الشيخ ص 145 .\r\n( 4 ) رجال النجاشي ص 246 . ","page_name":" 173 ","page_number":173},
  {"content":"\r\nونقل عن كتاب ابن الغضائري قوله [ سهل بن زياد أبو سعيد الادمي\r\nالرازي : كان ضعيفا جدا فاسد الرواية والمذهب وكان أحمد بن محمد بن\r\nعيسى الأشعري أخرجه من قم وأظهر البراءة منه ونهى الناس عن السماع منه\r\nوالرواية عنه ويروي المراسيل ويعتمد المجاهيل 
  ] .\r\nإلى هنا انتهى ما أردنا ذكره من أقوال الرجاليين وأرباب الصناعة .\r\nأما النقطة الثالثة - لقد استفاد المشهور مما ذكرناه ضعف سهل وعدم صحة الاعتماد عليه\r\nويمكن ذكر مواضع الاستفادة بعدة نقاط :\r\n1 - تضعيف الشيخ الطوسي له في الفهرست ونسبة ذلك إلى نقاد الاخبار\r\nكما في الاستبصار .\r\n2 - تضعيف النجاشي له كذلك بقوله ضعيفا في الحديث غير معتمد\r\nعليه .\r\n3 - ما نقله النجاشي عن شهادة أحمد بن محمد بن عيسى بأنه غال\r\nكاذب .\r\n4 - اخراجه من قم مهد التشيع والثقات من قبل أحمد بن محمد بن\r\nعيسى .\r\n5 - ما ذكره الفضل من حمق سهل وعدم كونه مرضيا عنده .\r\n6 - ما هو المنسوب إلى كتاب ابن الغضائري من شدة ضعف سهل\r\nوفساد روايته .\r\n7 - استثناء ابن الوليد والصدوق وابن نوح الروايات التي يقع في سندها\r\nسهل بن زياد .\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nوهذه النقاط السبعة هي غاية ما يقال في إثبات ضعف سهل وعدم صحة\r\nالاعتماد عليه إلا أن الصحيح هو وثاقته والاعتماد على ما يرويه ويقع توضيح\r\nذلك في مقامين :\r\nالأول - في إبطال ما ذكر من دلالة هذه الوجوه على الضعف وإبراز\r\nخدشة فيها .\r\nالثاني - في إبراز منبهات على صحة ما التزمناه .\r\nأما المقام الأول -\r\nوهو خاضع لما ذكرناه في بداية بحوثنا الرجالية من أنه ليس لدينا علما\r\nموضوعيا لدراية الرجال بقدر ما لدينا من فقه لدرايتهم ودراسة أحوالهم بنحو\r\nيوجب سكون النفس بصدقهم أو عدمه فلا بد من ملاحظة العبارات التي قيلت\r\nوالأجواء والملابسات المقترنة بها مما قد يدعو أحيانا إلى عدم انعقاد مدلول\r\nتصديقي جدي لها مطابق لما حضر بدوا في الذهن وكما تقدم بيانه .\r\nوأما النقطة الأولى فيرد عليها :\r\nأ - ان تضعيف الشيخ معارض بتوثيقه نفسه في رجاله وكتاب الرجال\r\nمتأخر عن الفهرست فانا إن لم نقل بتقديم قوله الأخير نظر لكشفه عن تبدل\r\nرأيه فلا أقل من تعارض قوليه مما لا يوجب الاعتماد عليهما معا .\r\nلا يقال كما عن بعض الاعلام بان التأخر يكشف عن التبدل في الرأي\r\nفيما لو كان في الفتوى لا في الاخبار إذ العبرة بزمان المحكي عنه دون زمان\r\nالحكاية لأنه يجاب بأن الاخبار المستند إلى النظر والملاحظة والتدقيق\r\nوالموازنة خارج عن حدود الحكاية المحضة .\r\nوثانيا - أي استحالة في أن يخبر المخبر بشئ ما ثم بعد الملاحظة\r\nوالتأمل يبدو له شبهة تغير مجرى حكايته مع أن زمانهما واحد ولم ( يتعمد )\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nالكذب في كل منهما .\r\nب - ان توثيقه المتأخر عن التضعيف يمكن جعله قرينة على إرادة\r\nالضعف من جهة أخرى ولو من جهة الحديث بمعنى عدم انسجام رواياته مع\r\nالخطوط العامة للأئمة المبرزة آنذاك على الأقل . ولا دلالة فيها على الضعف\r\nمن الجهة اللسانية والقولية ويؤيد ذلك تقييد غيره للضعف بكونه في الحديث .\r\nج - ان نسبة التضعيف إلى نقاد الاخبار مما لا تغني قولا ولا تثبت رأيا\r\nلان تضعيفه نفسه لم يثبت عودة لجهة أقواله فما بني عليه لا يزيد عنه .\r\nد - ان عادة الشيخ في كتاب الاستبصار التعليل فيما يريد طرحه بكون\r\nراويه غير ثقة أو غير معتمد وما شاكل ذلك . والحال عدم حصول ذلك في\r\nكثير من الموارد مما يدلل على أن هذه العبارة إنما ذكرها كشاهد ومؤيد ووجه\r\nلاثبات حكم غير مناقض لما يظهر منه المناقضة كما هو ديدنه في كتاب\r\nالاستبصار .\r\nوأما النقطة الثانية فيرد عليها :\r\nأولا - ان النجاشي لم يطلق تضعيفه ليقال بانصرافه إلى الجهة القولية أو\r\nغير ذلك من الوجوه التي قد تدعى بل قيده بكونه في الحديث والمتتبع\r\nلكلمات الرجاليين يجد ان استعمال اللفظة مقيدة بما ذكر يراد منه إثبات\r\nانفراده بروايات غريبة عن السلوك العام للمذهب كما كان يقال في العبيدي انه\r\nضعيف الحديث مع أنه من أجل الأصحاب والذي قال فيه العباس بن نوح ردا\r\nعلى ابن الوليد حيث استثناه من كتاب النوادر [ وما أدري ما رابه فيه لأنه كان\r\nعلى ظاهر العدالة والوثاقة 
  ] ( 1 ) .\r\nوثانيا - ان عدم الاعتماد عليه كما نص النجاشي جاء كتفريع على ضعفه\r\nفي الحديث ومن الطبيعي وفي ذاك الوقت خصوصا وفي قم بالذات وفي ذاك\r\n\r\n","description":"","footnote":" ( 1 ) رجال العلامة الحلي ص 272 . ","page_name":" 176 ","page_number":176},
  {"content":"\r\nالجو المتشدد بحيث كان الذي يعتمد الضعفاء والمراسيل مضطهدا معرضا\r\nللاعتزال أو النفي وما شاكل ذلك - أن لا يعتمد عليه .\r\nوطبيعي أيضا ان من كان بنظر قوم ضعيفا في أحاديثه أن لا يعتمد عليه\r\nوان أصبحت رواياته فيما بعد من مسلمات التشيع ومرتكزات أفكاره .\r\nولرب رواية أعرض عنها الأصحاب لغرابتها وعدم تعقلها أصبحت مع\r\nالزمن من الأمور المسلمة والواضحة كتلك الروايات الواردة في مناقب آل\r\nالبيت والتي اعتبرت ردحا زمنيا من الغلو كما رمي ناقلوها بذلك .\r\nوأما النقطة الثالثة فيرد عليها :\r\nأولا - ان كلمة كاذب لم تصدر بهذه الصراحة إلا من أحمد بن محمد بن\r\nعيسى ولو كان أمر سهل بهذه المثابة مع تأخر عهد المضعف والقريب لزمن\r\nالمشايخ لكان التصريح بها من قبلهم أمرا غير عزيز مع كون ديدن جملة منهم\r\nهو تتتبع ذلك ونقله .\r\nثانيا - ان كلمة كاذب لو سلم إرادة ما يدعى منها فلا بد من صرفها عن\r\nظاهرها نظرا للجو العام الذي صدرت فيه حيث إن سهلا كان متهما بضعف\r\nالحديث بالمعنى المتقدم ونسب إليه الغلو ولا بد ان ذلك لجهد غرابة أحاديثه\r\nوأقواله وطبيعي جدا لمن كان يعتقد فيه ذلك وان رواياته خارجة عن خط آل\r\nالنبي ( صلى الله عليه وآله ) روحا وفكرا بحيث جعلت من روايات الغلاة أن\r\nيعتقد بكذب ووضع قائلها وناسبها خصوصا من أولئك المشددين على شرع\r\nأهل البيت وأخبارهم ( ع ) .\r\nويؤكد ذلك أن ابن عيسى ذكر كلمة كاذب بعد أن نسب إليه الغلو بقوله\r\n[ كان أحمد بن محمد بن عيسى يشهد عليه بالغلو والكذب 
  ] .\r\nوأما النقطة الرابعة - فيرد عليها :\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nأولا - ان الاخراج من بلد إلى بلد وان صدر عن الأعاظم إلا أنه لا\r\nملازمة بينه وبين ضعف المخرج لاحتمال بناء المخرج على مرتكزات يعتقد\r\nخطر الامر في معتقدها مع أنها قد تكون من صلب الواقع .\r\nاللهم إلا أن يقال بالملازمة بين العظمة والعصمة .\r\nوثانيا - ان الملازمة لو سملت فهي تدل على ضعفه إجمالا ولا تدل على\r\nضعفه من جهة لسانية قولية فهي أعم من ذلك .\r\nومما يؤيد عدم عودها لجهة القول ما قيده النجاشي في كتابه بقوله [ كان\r\nضعيفا في الحديث 
  ] خصوصا مع ملاحظة الجو المشار إليه أنذاك .\r\nوثالثا - ان بعضا من الأعاظم أخرجوا من قم كالبرقي صاحب المحاسن\r\nولا ذنب له إلا كونه قد اعتمد الضعفاء في مروياته .\r\nفهل يقال بوهنه وكذبه .\r\nوأما النقطة الخامسة فيرد عليها أيضا :\r\nأولا - ان الحمق شئ والكذب شئ آخر إذ رب بليد لا يكذب في قول\r\nولا يزل في فعل ولو أعطي الأقاليم السبعة بل قد تكون بلادته عاملا وراثيا أو\r\nنتيجة لأمور قهرية فلا تدل على عيب فيه أصلا كما هو الحال عند الشيخوخة\r\nوالصدمات الكبيرة .\r\nوثانيا - ان عدم الرضى من قبل الفضل قد يكون منشؤه اعتقاده بحمقه\r\nفضلا عن عدم صراحتها ولا ظهورها في تكذيبه فكم من عظيم لا يرتضي\r\nعظيما آخر مماثلا له وكم عرف التاريخ تلاسنا بين جملة من الأصحاب ممن لا\r\nيشك في دينهم وورعهم ومزيد حيطتهم .\r\nوثالثا - انه من المحتمل جدا أن نسبة الحمق إليه نظرا لغرابة مروياته\r\nبحيث يظن براويها مزيد حمق ونقصان وعي .\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nوأما النقطة السادسة ففيها :\r\nأولا - ان نفس كتاب ابن الغضائري مما لم يثبت لدينا .\r\nوثانيا - انه لو سلم ثبوته فلا يعتمد عليه للعلم الاجمالي بكثرة الأخطاء\r\nفيه أو وجود التحريف ضمنه حتى قيل إن لم يترك أحدا إلا ورماه بالضعف\r\nوالكذب بما فيهم الاجلة والأعاظم ومن لا ينبغي الخدش فيه .\r\nوثالثا - ان كتاب ابن الغضائري رغم كثرة تضعيفاته وقسوة عباراته لم\r\nيصرح فيه بكذب سهل بل غاية ما تدل عليه العبارة كون أحاديثه مستغربة غير\r\nمقبولة مما يؤكد ذاك الجو العام المشاع أنذاك في حق سهل وغيره ممن نحا\r\nنحوه .\r\nبل إن العبارة المنسوبة لم تتعرض لسهل بالتكذيب من قبل ابن عيسى\r\nبقدر ما ذكرت انه نهى الناس عن الاستماع إليه والنقل عنه .\r\nوأما النقطة السابعة من الاستدلال فيرد عليها :\r\nأولا - ان المستثني هو ابن الوليد شيخ الصدوق ورأس المتشددين في\r\nلزوم ضبط الرواية عن الثقات والاثبات وفي اللعن على معتمدي المراسيل\r\nوالضعفاء فاستثناؤه مع هذا المبين لا يدل على أكثر من ذلك .\r\nويدل عليه قول الشيخ في الفهرست [ وقال أبو جعفر بن بابويه إلا ما كان\r\nفيها من غلو أو تخليط وهو . . الخ 
  ] .\r\nمما يدل دلالة واضحة على أن الاستثناء نشأ من عدم وضوح تلك\r\nالروايات واختلاطها آنذاك ومن هنا فقد استثنى العبيدي أيضا مع شهادة ابن\r\nنوح بكونه على ظاهر العدالة والوثاقة .\r\nوبهذا يتضح عدم تمامية كل من النقاط المتقدمة لاثبات ضعف سهل\r\nوعدم صحة الاعتماد عليها ولا مانع عندها من التمسك بتوثيق الشيخ الوارد في\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nرجاله ضمن عرضه لأصحاب الهادي ( عليه السلام ) .\r\nوان خدش في ذلك نظرا لهذا الجو العام من الأقوال الصادرة في حق\r\nسهل وعدم اعتماد الأصحاب عليه أو لجهة تعارض كلام الشيخ فإنه يمكن\r\nإبراز شواهد ومنبهات أخرى تدل على صحة ما ما ذهبنا إليه .\r\nالأول - ان تأليف الشيخ لرجاله وقع بعد فهرسته وتوثيقه ( فيه ) يدل على\r\nتنبهه لحال سهل .\r\nالثاني - ان كتاب النجاشي متأخر عن كتابي الشيخ بدليل نقله عنهما ولو\r\nكان قد استظهر ضعفا لجهة القول لانبغى النص عليه مع كونه بصدد بيان ذلك .\r\nالثالث - ان سهل بن زياد من مشايخ الإجازة وقد التزمنا بالتفصيل\r\nالمتقدم في محله دلالة ذلك على الوثاقة بل الجلالة فيمن صدق عليه انه ناشر\r\nلأحاديث أهل البيت وصاحب مكتب إسلامي كبير . وسهل ممن يصدق عليه\r\nذلك .\r\nالرابع - رواية الاجلاء عنه وعلى رأسهم المشايخ الثلاثة والذين صدر\r\nمن بعضهم ما قد عرفت من العبائر بل إن سهلا وقع في أسانيد روايات تربو\r\nعلى الألفي رواية وخصوصا ان الصدوق الذي يقلد شيخه ابن الوليد تضعيفا\r\nوتصحيحا قد روى عنه أيضا .\r\nالخامس - ما ذكره بعض من أن الشيخ المفيد في رسالة الرد على\r\nالصدوق أورد حديثا مرسلا وفي طريقه سهل بن زياد وأكثر من الطعن في\r\nالحديث لابطال مذهب الصدوق ولم يذكر من وجوه الطعن كونه مرويا بطريق\r\nسهل بن زياد .\r\nالسادس - ان سهلا ممن قد روى عن ثلاثة من الأئمة الأطهار بل إنه\r\nكاتب الإمام العسكري ( عليه السلام ) وألف بعضا من الكتب ككتاب التوحيد .\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nالسابع - ان الأصحاب قد أفتوا بمضمون رواياته لكونها منسجمة مع\r\nالروايات الأخرى وهذا أحد القرائن الكيفية الدالة على صدق الرجل وأمانته .\r\nوبهذا نكتفي بالبحث عن أحوال سهل بن زياد وقد تحصل من مجموع\r\nما ذكرناه وثاقة سهل وصحة الاعتماد عليه فيما يرويه . ولقد أجاد من قال\r\n[ الامر في سهل سهل 
  ] .\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nالبحث الثاني\r\nفي أحوال المعلى بن خنيس\r\nوالكلام فيه يقع ضمن نقاط ثلاث :\r\n1 - نقل أقوال العلماء .\r\n2 - نقل أقوال الرجاليين المتعلقة به .\r\n3 - مناقشة الأقوال والاخبار وبيان المختار .\r\nأما النقطة الأولى -\r\nفالذي يظهر من الأصحاب اختلافهم فيه أيضا بين جارح وبين معدل\r\nنظرا لاختلاف شهادة الرجاليين فيه ولتضارب الأخبار الواردة حوله فقد ضعفه\r\nالنجاشي وتبعه على ذلك جمع منهم العلامة في الخلاصة وفي المقابل عدله\r\nالشيخ كما يستفاد من عبارته الآتية وتبعه على ذلك جمع من المتأخرين منهم\r\nالوحيد البهبهاني والمحقق البحراني وغيرهم .\r\nوأما النقطة الثانية -\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nفقد ذكر الشيخ في رجاله [ المعلى بن خنيس المدني مولى أبي\r\nعبد الله ( عليه السلام ) 
  ] ( 1 ) .\r\n- وقال في الفهرست [ معلى بن خنيس يكنى أبا عثمان الأحول له كتاب\r\n. أخبرنا به جماعة عن أبي جعفر بن بابويه عن ابن الوليد عن الصفار عن\r\nأحمد بن محمد عن أبيه عن صفوان عنه 
  ] ( 2 ) .\r\n- وعده الشيخ في كتاب الغيبة من السفراء الممدوحين قائلا [ ومنهم\r\nالمعلى بن خنيس وكان من قوام أبي عبد الله ( عليه السلام ) وإنما قتله\r\nداوود بن علي بسببه وكان محمودا عنده ومضى على منهاجه وأمره\r\nمشهور 
  ] ( 3 ) .\r\n- وقال النجاشي [ معلى بن خنيس أبو عبد الله مولى جعفر بن\r\nمحمد ( عليه السلام ) ومن قبله كان مولى بنى أسد كوفي بزاز ضعيف جدا لا\r\nيعول عليه له كتاب يرويه جماعة قال سعد هو من غني وابن أخيه عبد\r\nالحميد بن أبي الديلم أخبرنا أبو عبد الله بن شاذان قال حدثنا علي بن حاتم\r\nقال حدثنا محمد بن عبد الله بن جعفر عن أبيه عن أيوب بن ( كذا ) عن\r\nصفوان بن يحيى عن أبي عثمان معلى بن زيد الأحول عن معلى بن خنيس\r\nبكتابه 
  ] ( 4 ) .\r\n- وعن البرقي أنه عده من أصحاب الصادق ( عليه السلام ) قائلا :\r\nمعلى بن خنيس مولى أبي عبد الله ( عليه السلام ) كوفي بزاز 
  ] ( 5 ) .\r\nوعن الكتاب المنسوب لابن الغضائري [ معلى بن خنيس مولى أبي\r\n\r\n","description":"","footnote":" ( 1 ) رجال الشيخ ص 310 .\r\n( 2 ) فهرست الشيخ ص 165 .\r\n( 3 ) الغيبة ص 210 .\r\n( 4 ) رجال النجاشي ص 296 .\r\n( 5 ) رجال البرقي ص 25 . ","page_name":" 184 ","page_number":184},
  {"content":"\r\nعبد الله ( عليه السلام ) كان أول أمره مغيريا ثم دعا إلى محمد بن عبد الله وفي\r\nهذه الظنة أخذه داوود بن علي فقتله والغلاة يضيفون إليه كثيرا ولا أرى\r\nالاعتماد على شئ من حديثه 
  ] .\r\n- وجعله العلامة في الخلاصة في عداد الضعفاء ومن لا يعتمده مكتفيا\r\nبنقل قول النجاشي وقول ابن الغضائري وقول الشيخ في الغيبة معلقا على\r\nالأخير بقوله ( وهذا يقتضي وصفه بالعدالة ) ( 1 ) .\r\nوأما النقطة الثالثة :\r\nان هذه العبائر رغم تضاربها لا تتنافى في أمور :\r\n1 - انه كان مولى لأبي عبد الله الصادق ( عليه السلام ) .\r\n2 - ان كان بزازا ومن أهل الكوفة .\r\n3 - انه صاحب كتاب .\r\n4 - انه قتل من قبل الحاكم آنذاك وهو داوود بن علي .\r\n5 - ان الغلاة يضيفون إليه أمورا معينة .\r\nوأما التضارب الوارد في هذه العبائر بما يعود إلى وثاقته والاعتماد عليه\r\nفهو في تصريح النجاشي وابن الغضائري بضعفه وعدم التعويل عليه ويقابل\r\nذلك تصريح الشيخ الطوسي بأنه من السفراء ومن الممدوحين لدى الامام بل إنه\r\nمضى على منهاج الامام وخطه .\r\nوبما اننا بنينا على لزوم الموازنة بين ما يظهر منه بدوا عدم الوثاقة\r\nوالعدالة وبين غيره فلا بد من الإشارة إلى أن ما ذكره النجاشي لا يتنافى مع ما\r\nذكره الشيخ .\r\n\r\n","description":"","footnote":" ( 1 ) الخلاصة ص 259 . ","page_name":" 185 ","page_number":185},
  {"content":"\r\nوالوجه في ذلك أمور :\r\nأولا - عدم صراحة تعبير النجاشي في عود الذم إلى الجهة القولية بل ولا\r\nظهورها في ذلك .\r\nثانيا - انه من المحتمل جدا ان منشأ ضعفه نسبة الغلاة إليه أشياء معينة\r\nكما صرح به ابن الغضائري - على تقدير ثبوت النسبة - أو ما ستسمعه من ورود\r\nالروايات الذامة له لمخالفته الإمام ( ع ) في الاعتراض على السلطة آنذاك وسوف\r\nتعرف عدم دلالة تلك الروايات على ذمه مطلقا فضلا عن عوده للجهة القولية\r\nوسنذكر وجه جمع مناسب يؤكد عدم تنافي هذه الروايات مع جلالة المعلى\r\nورفعة مكانه .\r\nثالثا - ان ما ذكره ابن الغضائري من دعوته للنفس الزكية منقوض بما\r\nيأتي من إصرار المعلى على الولاء للإمام الصادق ( عليه السلام ) ومن انه\r\nوهب ديونه كلها لجعفر بن محمد ( عليهما السلام ) هذا مع عدم المنافاة بين\r\nالدعويين لو أريد من الدعوى نحو ولاء كما لا يخفى .\r\nرابعا - ان الشيخ نفسه رغم اطلاعه على كتاب الكشي وتلخيصه له لم\r\nيذكر في رجاله ولا في فهرسته أي تضعيف له مع كون الروايات الذامة للمعلى\r\nعلى مرأى منه مما يؤكد ان النجاشي لما اطلع على الروايات المتضاربة وعلى\r\nما أورده ابن الغضائري ضعفه بقوله [ . . ضعيف جدا لا يعول عليه 
  ] .\r\nخامسا - انه لو سلم ظهور العبارة في التضعيف فغايته شمولها للجهة\r\nالقولية بالاطلاق ولا بد من صرف اطلاقها عن خصوص الجهة القولية لما ذكره\r\nالشيخ في الغيبة .\r\nوبهذا يتحصل ان ما ذكر لا يثبت جرحا لجهة الوثاقة بل يمكن استفاد\r\nالوثاقة والجلالة منه .\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nوأما عبارة العلامة فهو مع كونه من المتأخرين اقتصر على نقل العبائر\r\nومن المعلوم عدم وجود جديد اطلع عليه وإلا لكان نقله ومن ذلك يعلم أن\r\nتوقفه ليس إلا لأجل هذا التضارب مما دعاه للحيطة والتروي في الرواية عنه\r\nويؤيده تعليقه على كلام الشيخ بأنه يقتضي وصفه بالعدالة .\r\n- وأما الأخبار الواردة والتي قد تثبت ما استفدناه من عبائر الرجاليين أو\r\nقد تخل به فسنذكر محل الشاهد منها أو ماله دخل في توجيه فهم الرواية .\r\nوأكثر هذه الروايات مأخوذ من كتاب اختيار معرفة الرجال للكشي .\r\n1 - الحديث الأول - ما روي عن إسماعيل بن جابر بان الإمام الصادق\r\n( عليه السلام ) أرسله ليستطلع عن حدوث شئ في المدينة وعندما عاد\r\nليخبره بمقتل المعلى بادره الإمام ( ع ) . [ قال لي يا إسماعيل قتل المعلى بن\r\nخنيس فقلت نعم قال فقال أما والله لقد دخل الجنة 
  ] ( 1 ) .\r\nوهذه الرواية تامة سندا ويستفاد منها أمران رئيسيان :\r\n1 - اهتمام الامام بأمر المعلى بدليل إرساله إسماعيل إلى المدينة\r\nيستطلع له عن حدث كان يدرك حقيقته وهو مقتل المعلى ولذا بادره بالقول\r\nالمتقدم .\r\n2 - كون المعلى في أعلى درجات الجلالة وذلك لاخبار الامام عنه\r\nبمغيب هو انه من أهل الجنة واستعمال القسم الذي هو نحو تأكيد كما أنه كرر\r\nتأكيد ذلك باللام وبقد حيث قال [ والله لقد 
  ] .\r\nوالخدشة فيما ذكر بأنه لا ملازمة بين دخول الجنة وبين الجلالة والوثاقة\r\nرغم هذا السياق والتعبير وسوسة محضة مصدرها قلة التدبر في أساليب الكلام\r\nالعربي كما لا يخفى على المتأمل .\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 376 . ","page_name":" 187 ","page_number":187},
  {"content":"\r\n2 - الحديث الثاني - ما رواه حماد عن المسمعي وبسند صحيح من أن\r\nالمعلى لما أريد قتله طلب الخروج إلى الناس ليشهد بان كل ما عنده من قليل\r\nأو كثير للصادق ( عليه السلام ) وفعل ذلك ثم شدوا عليه وقتلوه ويقول\r\nالمسمعي :\r\n[ . . فلما بلغ ذلك أبا عبد الله ( عليه السلام ) خرج يجر ذيله حتى دخل\r\nعلى داوود بن علي وإسماعيل ابنه خلفه فقال يا داوود قتلت مولاي وأخذت\r\nمالي فقال ما أنا قتلته ولا أخذت مالك قال والله لأدعون الله على من قتل مولاي\r\nوأخذ مالي قال ما قتلته ولكن قتله صاحب شرطتي فقال بإذنك أو بغير إذنك ؟\r\nقال بغير اذني قال يا إسماعيل شأنك به فخرج إسماعيل والسيف معه حتى قتله\r\nفي مجلسه 
  ] ( 1 ) .\r\nوزاد حماد عن معتب بان الامام لم يزل ساجدا وقائما يدعو بأجل\r\nالأسماء على داوود وان الله أخذه لساعته .\r\nوالمستفاد من هذا الحديث أمور :\r\n1 - مزيد ولاء المعلى للامام بحيث أصر قبل أن يقتل على تسليم كل\r\nماله للإمام ( عليه السلام ) .\r\n2 - ان قتله كان لأجل الامام نفسه لا لأجل غيره كما عن الكتاب\r\nالمنسوب لابن الغضائري وذلك لما ورد في الراوية من أنه لما شهد بأمواله\r\nللإمام ( عليه السلام ) شدوا عليه وقتلوه ويشهد لذلك أيضا ما يأتي في الحديث\r\nالرابع .\r\n3 - مزيد احترام وإجلال الإمام ( عليه السلام ) له بحيث جر أذياله بمجرد\r\nعلمه وأصر على معرفة قاتله والانتقام منه بقتله .\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 387 حديث 708 . ","page_name":" 188 ","page_number":188},
  {"content":"\r\n4 - ان المعلى لم يكن واضح الضعف والانحراف وإلا لاحتج داوود بن\r\nعلي بذلك بينما تراه أنكر ذلك وأحاله على رئيس شرطته مع أنه هو الذي أمر\r\nبذلك كما نصت عليه رواية الوليد بن صبيح التامة سندا ( 1 ) وفيها [ يأمروني\r\nبقتل الناس فاقتلهم لهم ثم يقتلوني 
  ] .\r\n5 - ان الامام قد استعمل ما لم يستعمله إلا في موارد خاصة وهو الدعاء\r\nبألفاظ جليلة وان الله قد استجاب دعاءه لساعته مما يعني مزيد غضب الامام\r\nوشدة تأثره بحيث لم يكتف بقتل المباشر لقتل المعلى . .\r\nوالمتأمل في هذه الأمور لا يشك في استفادة الوثاقة والجلالة منها بل\r\nوكون المعلى من حواريي وعيون الإمام ( عليه السلام ) المقربين .\r\nوهذه الرواية والتي سبقتها لا تدلان على أية دلالة سلبية بالنسبة\r\nللمطلوب .\r\n3 - الحديث الثالث - ما رواه الكشي أيضا عن إسماعيل بن جابر وبسند\r\nتام ان الإمام ( عليه السلام ) لما علم بمقتل . . وذكر [ . . فقام مغضبا يجر ثوبه\r\nفقال له إسماعيل ابنه يا أبت أين تذهب ؟ فقال لو كانت نازلة لقدمت عليها\r\nفجاء حتى قدم على داوود بن علي فقال له يا داوود أتيت ذنبا لا يغفره الله لك\r\nقال وما ذلك الذنب ؟ قال : قتلت رجلا من أهل الجنة . . الخ 
  ] ( 2 ) .\r\nوهذه الرواية تدل أيضا على جلالة أمر المعلى من جهات ثلاث :\r\n1 - ان الامام تصدى لطلب القود من قاتل المعلى ولو أدى ذلك إلى\r\nكارثة أو مصيبة .\r\nان قلت من المحتمل أيضا ان الامام رأى الفرصة مناسبة للانتقام من\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 379 حديث 710 .\r\n( 2 ) نفس المصدر ص 379 حديث 711 . ","page_name":" 189 ","page_number":189},
  {"content":"\r\nأحد الظالمين آنذاك فاستغل قتل المعلى باعتباره مولاه ولذا طالب بالقود .\r\nقلنا إن قيام الامام مغضبا يجر ثوبه ومخاطبته لولده بأنه لو كانت نازلة\r\nلأقدم عليها لا تتناسب مع هكذا احتمال .\r\nكما أن دعاء الامام على الوالي بعد قتله المعلى بحيث استجيب دعاؤه\r\nمن ساعته لدليل واضح على أن فعلته إنما كانت لأجله .\r\n2 - ان الامام جعل قتل المعلى ذنبا لا يغفر مما يدل أيضا على جلالته\r\nووثاقته لا يقال إن ذلك أعم من المطلوب فإن قتل المسلم عمدا يوجب ذلك\r\nأيضا بنص الآية المباركة .\r\nفإنه يجاب بان ملاحظة السياق والتعبير من ظهور غضب الإمام ( عليه السلام )\r\nوإقدامه رغم ما يمكن حدوثه ومخاطبته لداوود بما خاطبه يعين ما\r\nذكرناه .\r\nوبعبارة أخرى يمكن القول إن نظر الرواية لبيان عظمة المعلى من خلال\r\nبيان عظمة ذنب داوود بقتله وإلا فداوود متيقن الظالمية وأي ظلم أعظم من\r\nتحمل وتسلم ولاية ليست له وهي أعظم من القتل بمراتب شديدة . . .\r\n3 - ان الامام بين ذنب داوود بأنه قتل رجلا من أهل الجنة وهذا التعبير\r\nأيضا من الألفاظ الدالة على علو مكانة المعلى إذا لم يقل بدلا من ذلك قتلت\r\nرجلا يستحق الجنة أو قد يدخل الجنة بل إنه جعله محتوما من أهلها مما يدل\r\nعلى استحقاق المعلى الفعلي لها .\r\n4 - الحديث الرابع - ما رواه الكشي بسند تام عن أبي بصير حول اعتقال\r\nالمعلى ومحاكمته [ . . فدعاه - أي دعا داوود المعلى - وسأله عن شيعة أبي\r\nعبد الله ( عليه السلام ) وان يكتبهم له فقال ما أعرف من أصحاب أبي\r\nعبد الله ( عليه السلام ) أحدا وإنما أنا رجل اختلف في حوائجه ولا أعرف له\r\nصاحب قال أتكتمني أما إنك ان كتمتني قتلتك فقال له المعلى بالقتل تهددني\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nوالله لو كانوا تحت قدمي ما رفعت قدمي عنهم وان أنت قتلتني لتسعدني\r\nوأشقيك فكان كما قال أبو عبد الله ( عليه السلام ) . . 
  ] ( 1 ) .\r\nوهذا الحديث دال أيضا على رفعة مكان المعلى من جهات :\r\n1 - ان اعتقال داوود له كان بسبب علاقته مع الإمام ( عليه السلام ) بدليل\r\nانه لما اعتقله سأله عن أصحاب الإمام ( عليه السلام ) وهدده إن لم يذكرهم\r\nبالقتل .\r\n2 - ان سؤال داوود للمعلى عن أصحاب الإمام ( عليه السلام ) يدل على\r\nقربه من الامام وكونه من حوارييه وإلا لما كان معنى لطلب حاكم يملك من\r\nالعيون والجواسيس ما يملك من رجل كالمعلى لو لم يكن حاله كما ذكرناه .\r\n3 - ان المعلى رغم تهديد داوود بالقتل لم يجبن بل قال ما يدل على\r\nكونه من الأولياء العظام وهو قوله [ . . والله لو كانوا تحت قدمي ما رفعت\r\nقدمي عنهم 
  ] .\r\nويشهد لذلك ما في روضة الكافي وبسند تام من قول الإمام ( ع ) في حق\r\nالمعلى [ . . . سلط الله فيها عدوه على وليه . . 
  ] ( 2 ) .\r\n4 - ان المعلى كان معتقدا ان سعادته في شهادته .\r\n* لا يقال إن اعتقاده لا يغير في الواقع شيئا إذ رب معتقد شيئا حقا وهو\r\nمن الضالين بل من أضل العباد سبيلا .\r\nفإنه يجاب بأن ناقل الحديث هو الإمام ( عليه السلام ) مما يعني إقراره\r\nبما فيه .\r\nهذه خلاصة ما أردنا إثباته من الروايات المادحة والتي تشكل بصحتها\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 381 حديث 713 .\r\n( 2 ) روضة الكافي حديث 469 . ","page_name":" 191 ","page_number":191},
  {"content":"\r\nسندا مع ما تقدم من تصريح الشيخ في الغيبة دليلا قاطعا على جلالة وعظمة\r\nووثاقة المعلى .\r\nوأما ما ورد فيه من الروايات الذامة فهو عدة أحاديث :\r\n1 - الحديث الأول - ما رواه الكشي عن أبي العباس البقباق وبسند تام\r\n[ . . تذاكر ( تدراء ) ابن أبي يعفور ومعلى بن خنيس فقال ابن أبي يعفور\r\nالأوصياء علماء أبرار أتقياء وقال ابن خنيس الأوصياء أنبياء قال فدخلا على\r\nأبي عبد الله ( عليه السلام ) قال فلما استقر مجلسهما قال فبدأهما أبو\r\nعبد الله ( عليه السلام ) فقال يا عبد الله أبرأ ممن قال انا أنبياء 
  ] ( 1 ) .\r\nوهذه الرواية مما يقطع بعدم صحتها بحسب ظاهرها ولزوم تأويلها\r\nبالمقابل مع ما تقدم من الأدلة التامة على عظم أمر المعلى بحيث لا يتصور ان\r\nالمعلى كان جاهلا بأن النبي ( صلى الله عليه وآله ) خاتم الأنبياء وآخر الرسل مع أن\r\nذلك من ضروريات الدين والمذهب فلا بد من أن يكون قول المعلى ناظرا\r\nإلى أن الأوصياء أفضل من الأنبياء ما خلا نبينا محمد ( صلى الله عليه وآله ) .\r\nأو أنهم كالأنبياء في اطلاعهم على الاسرار والمغيبات وعلوم البلايا\r\nوالمنايا وما شاكل ذلك .\r\nخصوصا ان الامام لم يخاطب المعلى معرضا فيه بذنب وشبهة .\r\nولو زدت إصرارا في الجمود على المؤدى الأولي للرواية ولم ترد\r\nالموازنة بينها وبين ما تقدم بيانه فغاية دلالتها اشتباه المعلى غير الملازم لكذبه\r\nولعل نظر ابن الغضائري في قوله ان الغلاة يضيفون إليه أمورا معينة إلى هذا\r\nالحديث .\r\nالحديث الثاني - ما رواه الكشي في ترجمة ابن أبي يعفور عن ابن أبي\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 248 حديث 460 . ","page_name":" 192 ","page_number":192},
  {"content":"\r\nعمير وغيره [ . . ان ابن أبي يعفور ومعلى بن خنيس كانا بالنيل على عهد أبي\r\nعبد الله ( عليه السلام ) فاختلفا في ذبائح اليهود فأكل المعلى ولم يأكل ابن أبي\r\nيعفور فلما صارا إلى أبي عبد الله ( عليه السلام ) أخبراه فرضي بفعل ابن أبي\r\nيعفور وخطأ المعلى في أكله إياه 
  ] ( 1 ) .\r\nوهذه الرواية وان تمت سندا لا تدل على أكثر من خطأ المعلى في\r\nتشخيص حكم شرعي خصوصا مع بعد وجود اليهود عنه بحيث لم تكن ذبائح\r\nاليهود ومآكلهم داخلة في محل الابتلاء آنذاك .\r\nومما يؤيد ذلك أن الامام خطأ المعلى ولم يقل بان المعلى ارتكب حراما\r\nأو ما أدى دلالته .\r\nبل لو سلم أنه قال له ذلك فلا يدل أيضا على كذب المعلى لوضوح عدم\r\nالملازمة بين فعل سائر المحرمات غير الكذب وبينه فضلا عن الملازمة بين\r\nالخطأ وبين الكذب كما هو مراد المستدل بالرواية .\r\nالحديث الثالث - وهو المهم في المقام وهو ما رواه الكشي أيضا عن\r\nحفص الأبيض التمار أنه قال [ دخلت على أبي عبد الله ( عليه السلام ) أيام\r\nالمعلى بن خنيس رحمه الله فقال لي يا حفص إني أمرت المعلى فخالفني\r\nفابتلي الحديد . . ثم ذكر ان الامام أكرم المعلى لما رآه حزينا كئيبا بإراءته\r\nلأولاده وعياله . . إلى قوله . . قلت يا معلى ان لنا حديثا من حفظه علينا حفظ\r\nالله عليه دينه ودنياه يا معلى لا تكونوا أسراء في أيدي الناس بحديثنا إن شاؤوا\r\nمنوا عليكم وان شاؤوا قتلوكم يا معلى انه من كتم الصعب من حديثنا جعله الله\r\nنورا بين عينيه وزوده القوة في الناس ومن أذاع الصعب من حديثنا لم يمت\r\nحتى يعضه السلاح أو يموت بخبل يا معلى أنت مقتول فاستعد 
  ] ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 278 حديث 709 .\r\n( 2 ) اختيار معرفة الرجال ص 380 حديث 712 . ","page_name":" 193 ","page_number":193},
  {"content":"\r\nووجه الاستدلال بالحديث على ضعفه أمور :\r\n1 - ما ورد فيها من التصريح بمخالفة المعلى للإمام ( عليه السلام ) .\r\n2 - ما ورد من عدم حفظ المعلى للأمانات لقول الإمام ( عليه السلام ) له\r\n[ لا تكونوا أسراء في أيدي الناس بحديثنا . . 
  ] .\r\n3 - ان الإمام ( عليه السلام ) أنذره بالقتل مما يدل على أنه لا أمل في\r\nارتداعه عما ردعه الامام عنه .\r\nوالصحيح عدم تمامية هذه الوجوه في الدلالة على ذمة وذلك لأمور :\r\nأولا - ان المخالفة قد لا تستدعي المعصية كما هو الحال في الأوامر\r\nالارشادية العظتية والمقام من هذا القبيل لقرينتين :\r\nأ - ان الامام ذكر عقيب بيان مخالفة المعلى له أحاديث تدل على أنه حباه\r\nوأكرمه بحيث أعمل القدرات الغيبية لاسعاده .\r\nب - ان سياق الحديث بما فيه من تعليل وعظمة لا يناسب الحكم\r\nالتكليفي المقتضي للالزام والبت وعدم التعليل عادة .\r\nفالامر في الحديث نحو إرشاد للمعلى وللشيعة عموما لمزيد الرأفة بهم\r\nوالعطف عليهم وبيان لرغبة الامام في أن يحفظوا دمائهم وان لا يتورطوا مع\r\nأولئك الظالمين فالرواية بصدد بيان رجحان أخذ الحائطة .\r\nوثانيا - ان إنذار الامام له بأنه سيقتل وأمره له بالاستعداد على عكس ما\r\nاستدل له أدل لأنه نحو عناية بالمعلى كما لا يخفى .\r\nومما يؤكد ذلك ما ورد في رواية أخرى على أن المعلى كان مكلفا بذلك\r\nوانه لا ينال ما نال إلا بما يؤدي للقتل .\r\nورابعا - ان كون الحديث صادرا في أيام ملاحقة المعلى يحدد احتمال\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nصدور الحديث تقية ولأجل تصوير عدم ارتباط المعلى بالإمام ( عليه السلام ) .\r\nوخامسا - انه لو سلم دلالة الرواية على ذمة فهو غير مضر بالمقصود\r\nلعدم عود الذم لجهة الوثاقة وقد عرفت انها المناط في الاخذ والاعتداد .\r\nومن كل ما ذكرناه يتحصل عدم وجود وجه مقبول لاثبات ذمه لا من قول\r\nولا من خبر .\r\nوان ما ورد من الروايات المادحة مع ما ذكره الشيخ في كتاب الغيبة\r\nدالان على عظم شأن المعلى بل وكونه من الأولياء والصالحين . .\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nالبحث الثالث\r\nفي أحوال علي بن أبي حمزة البطائني\r\nويدور البحث في أحواله ضمن نقطتين :\r\nالأولى - عرض أقوال الفقهاء .\r\nالثانية - عرض أقوال الرجاليين ومن يعتد بأقوالهم وعرض الاخبار\r\nالمتعلقة به ومناقشة ذلك وبيان المختار .\r\nأما النقطة الأولى -\r\nفقد وقع الخلاف بين الأصحاب أيضا في توثيق الرجل وعدمه فقد بنى\r\nالمشهور على ضعفه منهم العلامة والشهيد الثاني وصاحب المدارك والفاضل\r\nالتستري بل إن بعضهم ادعى عدم وجود القائل بوثاقة علي بن أبي حمزة لكونه\r\nخبيثا كذابا واقفيا مذموما وفي مقابل المشهور ما يظهر من الحر العاملي من\r\nتوثيقه والاعتماد عليه لايراده رواية يقع في سندها علي بن أبي حمزة قائلا [ . .\r\nوأكثر رواته ثقات وان كان منهم علي بن أبي حمزة وهو واقفي لكن وثقه\r\nبعضهم 
  ] كما جنح الوحيد إلى توثيقه أيضا وهو المختار عندنا وعليه المعتمد\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nعلى تفصيل يأتي . .\r\nأما النقطة الثانية\r\nقال الشيخ في رجاله [ علي بن أبي حمزة البطائني الأنصاري قائد أبي\r\nبصير واقفي له كتاب 
  ] ( 1 ) .\r\nوعده فيه من أصحاب الكاظم ( عليه السلام ) ومن أصحاب\r\nالصادق ( عليه السلام ) في موضع آخر وقال نحوه .\r\nوقال في فهرسته [ علي بن أبي حمزة البطائني واقفي المذهب له أصل\r\nرويناه بالاسناد الأول عن أحمد بن أبي عبد الله وأحمد بن محمد بن عيسى\r\nعن ابن أبي عمير وصفوان بن يحيى جميعا عنه 
  ] ( 2 ) .\r\nوفي كتابه الغيبة ورد [ . . وقد روي السبب الذي دعا قوما إلى القول\r\nبالوقف فروى الثقات ان أول من أظهر هذا الاعتقاد علي بن أبي حمزة . .\r\nطمعوا في الدنيا ومالوا إلى حطامها واستمالوا قوما فبذلوا لهم شيئا مما\r\nاختانوه من الأموال 
  ] ( 3 ) .\r\nوقال النجاشي [ علي بن أبي حمزة واسم أبي حمزة سالم البطائني أبو\r\nالحسن مولى الأنصار كوفي وكان قائد أبي بصير يحيى بن القاسم وله أخ\r\nيسمى جعفر بن أبي حمزة روى عن أبي الحسن موسى ( عليه السلام ) ثم وقف\r\nوهو أحد عمد الواقفة وصنف كتبا عدة 
  ] ( 4 ) . . ثم ذكرها وذكر طريقه إليها .\r\nوعده البرقي تارة من أصحاب الصادق ( عليه السلام ) وتارة من أصحاب\r\nالكاظم ( عليه السلام ) من دون ذكر تضعيف أو توثيق بل اكتفى بذكر اسمه\r\n\r\n","description":"","footnote":" ( 1 ) رجال الشيخ ص 353 .\r\n( 2 ) فهرست الشيخ ص 96 .\r\n( 3 ) غيبة الشيخ ص 42 .\r\n( 4 ) رجال النجاشي ص 175 . ","page_name":" 198 ","page_number":198},
  {"content":"\r\nونسبه .\r\nوفي كتاب الكشي [ محمد بن مسعود قال : حدثني علي بن الحسن - أي\r\nابن فضال قال علي بن أبي حمزة كذاب متهم 
  ] ( 1 ) .\r\nوفي حديث آخر نحوه وزاد [ . . قد رويت عنه أحاديث كثيرة وكتبت\r\nتفسير القرآن كله من أوله إلى آخره إلا أني لا استحل ان أروي عنه حديثا\r\nواحدا 
  ] ( 2 ) .\r\n- وعن كتاب ابن الغضائري المنسوب إليه ان علي بن أبي حمزة لعنه الله\r\nأصل الوقف وأشد الخلق عداوة للولي من بعد أبي إبراهيم عليه السلام .\r\nوفي الحديث عن ولده الحسن بن علي بن أبي حمزة قال [ أبو أوثق\r\nمنه 
  ] .\r\n- وعده العلامة في الخلاصة في عداد الضعفاء مكتفيا بنقل أقوال\r\nالنجاشي والشيخ وابن فضال وابن الغضائري . ( 3 ) .\r\nوأقوال الرجاليين هذه متنافية من جهات وغير متنافية من جهات أخرى .\r\nوأما ما لا منافاة فيه فأمور :\r\n1 - انه من أصحاب الصادق والكاظم ( عليهما السلام ) .\r\n2 - انه من الواقفة ومن عمدهم ولم يعترف بإمامة الرضا ( عليه السلام )\r\nبعد وفاة الكاظم ( عليه السلام ) .\r\n3 - ان له أصلا وبعضا من الكتب .\r\n4 - انه استبد بأموال الإمام الكاظم ( عليه السلام ) بعد وفاته وانها سبب\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 403 حديث 755 .\r\n( 2 ) نفس المصدر حديث 756 .\r\n( 3 ) الخلاصة ص 231 . ","page_name":" 199 ","page_number":199},
  {"content":"\r\nوقفه وانحرافه .\r\n5 - ان الرجاليين يضعفونه في سياق إثبات وقفه مما يدل على نظرهم\r\nإلى مرحلة ما بعد وقفه إلا ما أطلقه ابن فضال .\r\nوأما ما يوجد تنافي فيه فهو :\r\n1 - تعارض تضعيف ابن فضال مع دعوى الشيخ عمل الطائفة بأخباره .\r\n2 - تعارض تضعيف ابن فضال مع دعوى وثاقته من قبل ابن الغضائري -\r\nأقول إن ما اتفقت عليه كلمات الرجاليين فلا نقاش فيه وأما ما افترقت فيه\r\nكلماتهم فلا بد من رد بعضه إلى بعضه وتوجيهه بحمل ما أطلقه ابن فضال على\r\nصورة ما بعد وقفه وكذا سائر ما ورد فيه من الذم .\r\nووجه ذلك أحد أمرين :\r\nالأول - ان التشكيك والطعن فيه قد صدر في سياق وقفه بل إثبات كونه\r\nمن عمدهم وانه الأصل لهم ولا بد ان نظر ابن فضال لهذا الجو السائد بعد\r\nالوقف لا مطلقا .\r\nالثاني - ان نفس ان فضال قال في مكان آخر من كتاب الكشي عين هذه\r\nالعبارة المتقدمة وعقبها بقوله [ روى أصحابنا ان الرضا ( عليه السلام ) قال بعد\r\nموته : أقعد علي بن أبي حمزة في قبره فسئل عن الأئمة فأخبر بأسمائهم حتى\r\nانتهى إلي فسئل فوقف فضرب على رأسه ضربة امتلأ قبره نارا 
  ] ( 1 ) .\r\nوأما ما ذكره ابن الغضائري ففيه ما مر من عدم ثبوت النسبة بل وعدم\r\nالتنافي لان الحسن بن علي بن أبي حمزة واضح الضعف وقوله ( أوثق منه ) لا\r\nبد انه بيان أفضلية أبيه من ولده رغم كونه ضعيفا مثله .\r\nفبقي دعوى الشيخ عمل الطائفة باخباره الدالة نحو دلالة على وثاقة\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 444 حديث 834 . ","page_name":" 200 ","page_number":200},
  {"content":"\r\nالرجل قبل وقفه على الأقل خالية عن المعارض .\r\nيمكن تقسيم هذه الأخبار بحسب قرب المضمون إلى أربعة أقسام :\r\nالأول - ما دل على تشبيه ابن أبي حمزة بالبهائم وهو روايات عدة :\r\nمنها - ما روي بسند تام إلى علي بن أبي حمزة حيث روى بنفسه ان\r\nالكاظم عليه السلام ) قال له .\r\n[ يا علي أنت وأصحابك شبه الحمير 
  ] ( 1 ) .\r\nوهذه الرواية تمتاز بخصوصية وهي ان الذم الوارد فيها قد صدر في حقه\r\nزمن الكاظم ( عليه السلام ) ورغم ذلك لا يصح الاستدلال بها على التضعيف\r\nبالمعنى المخل .\r\nوذلك لان تشبيهه بالحمير يعود لا محاله لوجه شبه بينهما أما من حيث\r\nرؤيته لكثير من الوقائع من دون أعمال التدبر لاستخلاص النتائج الموصلة\r\nللحيطة والنجاة أو من حيث إن ما يعمله لن يرى ثوابا عليه كما أن الحمير\r\nتستعمل للنقل والحمل من دون أي مكافأة على عملها سوى التعب والكلل\r\nوما شاكلهما من احتمالات وهذا كما ترى لا دلالة فيه على تكذيب ابن أبي\r\nحمزة بقدر ما له نظر لأمور سلوكية وعقائدية خصوصا مع ملاحظة سائر\r\nالنصوص الأخرى بل قد يتعين من خلالها ان عليا كان يحمل قابليات\r\nالانحراف والوقف منذ زمن الكاظم ( عليه السلام ) .\r\nالثاني - ما دل على تكذيبه وهو ما رواه الشيخ في الغيبة قال [ روى\r\nأحمد بن محمد بن عيسى عن سعد عن أحمد بن عمر قال سمعت\r\nالرضا ( عليه السلام ) يقول في ابن أبي حمزة : أليس هو الذي يروي ان رأس\r\nالمهدي يهدى إلى عيسى بن موسى ؟ وهو صاحب السفياني ! وقال إن أبا\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 44 حديث 832 . ","page_name":" 201 ","page_number":201},
  {"content":"\r\nإبراهيم ( عليه السلام ) يعود إلى ثمانية أشهر فما استبان لهم كذبه 
  ] ( 1 ) .\r\nوهذه الرواية لا يصح الاستدلال بها من ثلاث جهات :\r\n1 - ضعف الرواية سندا لجهالة طريق الشيخ إلى أحمد بن محمد بن\r\nعيسى ( 2 ) .\r\n2 - ان التكذيب لو سلم صدوره فإنما يثبت في عهد الرضا ( عليه السلام ) .\r\nوهو مما لا ريب فيه ولا في الروايات التي رواها بعد وقفه وإنما محل\r\nالكلام ما صدر منه قبل ذلك .\r\n3 - غرابة مضمون الرواية فان المهدي الوارد فيها بقرينة السفياني يشعر\r\nبإرادة القائم ( عج ) .\r\nوساعتئذ يكون تبين كذبه مرهون بأمر متأخر مع أن الامام كما يظهر في\r\nالرواية قد أناط ذلك بأمر فعلي .\r\nوكون المراد بالسفياني رجل آخر مع شيوع هذا اللفظ عند المتشرعة\r\nوأصحاب الأئمة قديما وحديثا أغرب وأبعد .\r\nاللهم إلا أن يقال إن ابن أبي حمزة كان يعتقد مهدوية الكاظم ( عليه\r\nالسلام ) رغم مغايرة اسمه للاسم الوارد عن النبي ( صلى الله عليه وآله ) والأئمة\r\nمتواترا . . وهو أزيد في البعد .\r\nالثالث - ما دل على استحقاق ابن أبي حمزة النار وانه من أهلها .\r\n- من قبيل ما رواه يونس بن عبد الرحمن قال : [ دخلت على الرضا ( عليه\r\nالسلام ) فقال لي مات علي بن أبي حمزة ؟ قلت نعم قال قد دخل النار قال\r\n\r\n","description":"","footnote":" ( 1 ) الغيبة ص 46 .\r\n( 2 ) بل الأقرب صحته فراجع . ","page_name":" 202 ","page_number":202},
  {"content":"\r\nففزعت من ذلك قال اما انه سئل عن الامام بعد موسى أبي فقال لا أعرف إماما\r\nبعده فقيل لا ؟ فضرب في قبره ضربة اشتعل قبره نارا 
  ] ( 1 ) وغيرها مثلها وهذه\r\nالرواية لا يصح الاستدلال بها لوجهين :\r\nأولا - وبغض النظر عن سندها قد صدرت من الرضا ( عليه السلام ) وقد\r\nتقدم الكلام .\r\nوثانيا - ان دخول النار الوارد في الرواية لم يكن نتيجة عصيانه مطلقا بل إن\r\nذيل الرواية ظاهر في أنه استحقها لأجل وقفه وهو من أكبر الذنوب ولا ريب\r\nفي استحقاقه النار على ذلك .\r\nإلا أنه لا ملازمة بينه وبين الكذب .\r\nولرب قوم يدخلون النار مع هامان وفرعون مع أنهم ليسوا من الكذابين\r\nوإنما استحقوا ذلك لأمور أخرى .\r\nالرابع - ما دل على أن ابن أبي حمزة كان يسعى لاطفاء نور الله وهو\r\nروايات عدة : منها - ما رواه الكشي عن أحمد بن محمد [ . . فلما توفي أبو\r\nالحسن ( عليه السلام ) جهد علي بن أبي حمزة وأصحابه في إطفاء نور الله فأبى\r\nالله إلا أن يتم نوره وان أهل الحق إذا دخل فيهم داخل سروا به وإذا خرج منهم\r\nخارج لم يجزعوا عليه وذلك انهم على يقين من أمرهم . . 
  ] ( 2 ) .\r\nويرد على الاستدلال بها ان المراد بجملة [ . . اطفاء نور الله 
  ] بحسب ما\r\nيظهر هو إرادته لاطفاء الإمامة وعدم أيمانه واعترافه بإمامة الرضا ( عليه\r\nالسلام ) بقرينة ما سبق من الأدلة وما في صدر الرواية من أن الناس جهدوا في\r\nاطفاء نور الله بعد مضي الرسول ( صلى الله عليه وآله ) إلا أن الله أبى إلا أن يتمه\r\nبعلي أمير المؤمنين ( عليه السلام ) .\r\n\r\n","description":"","footnote":" ( 1 ) اختيار معرفة الرجال ص 444 حديث 833 .\r\n( 2 ) اختيار معرفة الرجال ص 445 حديث 837 . ","page_name":" 203 ","page_number":203},
  {"content":"\r\nوعليه فلا دلالة للرواية على أكثر مما مضى .\r\nهذه خلاصة الاخبار التي أردنا التعرض لها وقد تحصل عدم تمامية\r\nدليل واضح على ضعف علي بن أبي حمزة بما يرجع لجهة قوله فيما رواه عن\r\nالكاظم ( عليه السلام ) وقبل وقفه . . بل إن ما ذكره الطوسي من عمل الطائفة\r\nبأخباره معتمد وعليه المعول في اعتماد وإثبات وثاقة علي المذكور ويمكن\r\nدعم المختار بجملة منبهات :\r\n1 - ما ذكرناه في الأبواب السابقة في المقصد من قبول وثاقة الواقع في\r\nسند أحد أصحاب الاجماع وعلي بن أبي حمزة ممن روى عنه سبعة منهم كابن\r\nأبي عمير وصفوان والبزنطي ويونس وغيرهم من أجلاء وعيون الطائفة .\r\nوهذا المنبه وجه مستقل لاثبات وثاقة علي بن أبي حمزة .\r\n2 - ان علي بن أبي حمزة أحد أصحاب الأصول وله كتاب أيضا وقد\r\nصرح الشيخ الطوسي بذلك في الفهرست والرجال وهذا أحد القرائن على\r\nالوثاقة وإن لم يكن على مستوى الملازمة معها .\r\n3 - ان للصدوق طريقا صحيحا إليه وقد عد بعض الأصحاب ذلك من\r\nامارات الحسن والوثاقة .\r\nوإلى هنا ينتهي البحث عن أحوال ابن أبي حمزة .\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nالبحث الرابع\r\nفي أحوال السكوني إسماعيل بن أبي زياد الشعيري\r\nوالبحث في أحواله يقع ضمن نقطتين :\r\nالأولى - استعراض أقوال العلماء والفقهاء .\r\nالثانية - استعراض أقوال الرجاليين ومن يستدل بقولهم ومناقشة ذلك\r\nوبيان المختار .\r\nأما النقطة الأولى :\r\nذهب المشهور إلى عدم الاعتداد بما يرويه السكوني إما مطلقا أو\r\nبخصوص ما ينفرد به كالمحقق في النكت والعلامة في المنتهى والشهيد الثاني\r\nفي الروضة والمسالك وصاحب المعالم وصاحب المدارك .\r\nوذهب جمع في المقابل إلى توثيقه والاعتماد عليه\r\nوالاعتداد بما يرويه كالمحقق في المسائل العزية على ما ظهر من\r\nبعض كلامه حيث قال ( انه وإن كان عاميا فهو من ثقات\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nالرواة ) ( 1 ) وكذلك هو ظاهر فخر المحققين وابن أبي جمهور بل أصر على\r\nدعوى الوثاقة المحقق الداماد في الرواشح ناقلا دعوى الاجماع . ومضيفا في\r\nحق روايات السكوني [ والطعن فيها بالضعف من ضعف التمهر وقصور\r\nالتتبع 
  ] ( 2 ) .\r\nبل إن بعض الأصحاب ذكران من المشهورات التي لا أصل لها تضعيف\r\nالسكوني .\r\nوأما النقطة الثانية :\r\nفقد ذكر الشيخ في الفهرست [ إسماعيل بن أبي زياد السكوني ويعرف\r\nبالشعيري أيضا واسم أبي زياد مسلم له كتاب كبير وله كتاب النوادر أخبرنا\r\nبرواياته . . 
  ] ( 3 ) . وذكر طريقه إليه .\r\nوقال في رجاله [ إسماعيل بن مسلم وهو ابن أبي زياد السكوني\r\nالكوفي 
  ] ( 4 ) .\r\n- وقال في العدة بعد ذكر موارد جواز العمل بخبر الثقة المخالف ما لفظه\r\n[ . . وإن لم يكن هناك من الفرقة المحقة خبر يوافق ذلك ولا يخالفه ولا يعرف\r\nلهم قول فيه وجب أيضا العمل به لما روي عن الصادق ( عليه السلام ) أنه قال :\r\nإذا نزلت بكم حادثة لا تجدون حكمها فيما روي عنا فانظروا إلى ما رووه عن\r\nعلي ( عليه السلام ) فاعملوا به ولأجل ما قلناه عملت الطائفة بما رواه حفص بن\r\nغياث وغياث بن كلوب ونوح بن دراج والسكوني وغيرهم من العامة عن\r\nأئمتنا ( عليهم السلام ) فيما لم ينكروه ولم يكن عندهم خلافه 
  ] ( 5 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الفهرست ص 13 والسكوني كما قيل نسبة إلى حي من عرب اليمن .\r\n( 2 ) الرواشح للداماد ص 57 .\r\n( 3 ) الرواشح للداماد ص 58 .\r\n( 4 ) رجال الشيخ ص 143 .\r\n( 5 ) عده الأصول ج 1 ص 379 . ","page_name":" 206 ","page_number":206},
  {"content":"\r\nوقال النجاشي [ إسماعيل بن أبي زياد يعرف بالسكوني الشعيري له\r\nكتاب قرأته علي يد أبي العباس أحمد بن علي نوح . . 
  ] ( 1 ) وذكر طريقه إليه .\r\nوقال البرقي [ إسماعيل بن زياد السكوني كوفي واسم أبي زياد مسلم\r\nويعرف الشعيري يروي عن العوام 
  ] ( 2 ) .\r\nوجعله العلامة في عداد الضعفاء قائلا : [ . . إسماعيل بن أبي زياد\r\nالسكوني الشعيري كان عاميا 
  ] ( 3 ) .\r\nونقل عن ابن الغضائري تضعيفه .\r\nوعن غيره عدم العمل بما ينفرد به كالصدوق في كتاب من لا يحضره\r\nالفقيه ( 4 ) .\r\nهذه خلاصة الأقوال التي أردنا التعرض لها .\r\nوهي متفقة بمعنى عدم تنافيها في عدة أمور :\r\n1 - انه ملقب بالسكوني والشعيري .\r\n2 - انه صاحب كتاب .\r\n3 - انه كان من العامة ومن أهل الكوفة .\r\n4 - ان الطائفة عملت برواياته .\r\n5 - انه من أصحاب الصادق ( عليه السلام ) .\r\nوأما التنافي المستفاد من أقوالهم فهو حاصل من خلال دعوى الشيخ\r\n\r\n","description":"","footnote":" ( 1 ) رجال النجاشي ص 19 .\r\n( 2 ) البرقي ص 28\r\n( 3 ) الخلاصة ص 199 .\r\n( 4 ) من لا يحضره الفقيه ج 4 حديث 804 ص 249 . ","page_name":" 207 ","page_number":207},
  {"content":"\r\nعمل الطائفة برواياته الدال على توثيقه وبين ما ربما يستفاد منه التضعيف وهو\r\nكلام ابن الغضائري والشيخ الصدوق .\r\nوقبل ذكر التفصيلات والإشارة إلى عدم صحة التنافي المذكور لا بد من\r\nالإشارة إلى أن دعوى الشيخ عمل الطائفة برواياته مع إضافته بان السكوني لو\r\nانفرد برواية وجب العمل بها ليست إلا لجهة وثاقة الرجل لعدم بناء الشيخ على\r\nالعمل بروايات الضعاف .\r\nان قلت إنه قال في صدر حديثه في العدة بتقديم روايات الامامي العدل\r\nعلى روايات غيره من أمثال السكوني .\r\nقلنا إن ذكر ذلك في مقام الترجيح شئ ودلالته على ضعفه شئ آخر\r\nولذا لا يعمل بروايات الامامي العدل أحيانا لمعارضته لما هو أقوى منه كشفا\r\nعن صحة الواقع وثبوته كما أن كون كلامه المذكور في مورد الترجيح يدل على\r\nمقبولية ووثاقة الرجل في نفسه إذ مع عدم ذلك لا معنى للترجيح أساسا فان\r\nالخبر الضعيف ساقط في نفسه ويؤيده ما ذكره في المقطع الثاني عند الكلام\r\nحول فرق الشيعة من الفطحية والواقفية حيث قال [ . . وان كان ما رووه ليس\r\nهناك ما يخالفه ولا يعرف من الطائفة العمل بخلافه وجب أيضا العمل به إذا\r\nكان متحرجا في روايته موثوقا في أمانته وان كان مخطئا في أصل الاعتقاد\r\nفلأجل ما قلناه عملت الطائفة باخبار الفطحية . . 
  ] ( 1 ) . فان فيه تصريحا\r\nبشرطية الوثوق في الاخذ بروايات المذكورين . . وواضح عدم الفرق بين\r\nالمذكورين في العبارة الأولى المتقدمة .\r\nوقد تحصل ان المستفاد من عبارة الشيخ أمران :\r\n1 - شهادة شبه صريحة بوثاقة السكوني .\r\n2 - شهادة ضمنية مستفادة من قوله ان الطائفة عملت برواياته .\r\n\r\n","description":"","footnote":" ( 1 ) عده الأصول ج 1 ص 381 . ","page_name":" 208 ","page_number":208},
  {"content":"\r\nأقول لا منافاة بين عبارته وبين قول الصدوق وعبارة ابن الغضائري\r\nوذلك لأجل أمور :\r\nالأول - ان كتاب ابن الغضائري وكما عرفت أكثر من مرة مما لم يثبت\r\nلدينا .\r\nالثاني - اننا لم نطلع على عبارته إلا من خلال ما نقله العلامة في\r\nالخلاصة في ترجمة جابر بن يزيد الجعفي [ . . وقال ابن الغضائري ان\r\nجابر بن يزيد الجعفي ثقة في نفسه ولكن جل من روى عنه ضعيف فمن أكثر\r\nعنه من الضعفاء عمرو بن شمر الجعفي ومفضل بن صالح والسكوني\r\nومنخل بن جميل الأسدي 
  ] ( 1 ) .\r\nوهذا التضعيف وان اقترن ببعض الموسومين بالكذب لا يدل على عوده\r\nلجهة أقواله فلعل منشأه كون السكوني من العامة ويكون نظر التضعيف إلى\r\nالجهة الاعتقادية .\r\nالثالث - ما قلناه - سابقا من أن تضعيفات ابن الغضائري - لو سلمت\r\nالنسبة - مما لا نثق بها أما لخطأ في المبنى والطريقة التي بنى عليها أو\r\nلتصحيف مخل بالاعتماد على الكتاب .\r\nالرابع - ان السكوني لقب يطلق على أكثر من شخص وان انصرف في\r\nهذه الأزمنة إلا خصوص إسماعيل إلا أنه من غير المعلوم كونه كذلك في عهد\r\nابن الغضائري وإنما قد يكون حدث متأخرا عنه لشدة البحث الواقع في رواياته\r\nخصوصا مع كون النوفلي ممن يروي عنه .\r\nومن المحتمل جدا أن يكون تضعيف ابن الغضائري عائدا إلى غيره\r\nكإسماعيل بن مهران الذي ضعفه ابن الغضائري نفسه وقال فيه [ . . ويروى عن\r\n\r\n","description":"","footnote":" ( 1 ) الخلاصة ص 35 . ","page_name":" 209 ","page_number":209},
  {"content":"\r\nالضعفاء كثيرا 
  ] ( 1 ) بينما لم ينقل العلامة عن ابن الغضائري تضعيفا لإسماعيل\r\nمع كون ديدنه هو ذلك بل اقتصر على التعريف باسمه وانه كان عاميا ،\r\nالخامس - ان رواية السكوني عن جابر غير متحققة بل إن جابرا مات في\r\nعصر الباقر ( عليه السلام ) والسكوني من أصحاب الصادق ( عليه السلام ) وان\r\nكان ليس مستحيلا روايته عنه .\r\n- وأما عبارة الشيخ الصدوق في الفقيه [ ولا أفتي بما ينفرد السكوني\r\nبروايته 
  ] فواضح عدم عودها لجهة لسانه .\r\nوالوجه فيه أنه لا معنى لاستثناء خصوص ما انفرد به لو كان ممن ثبت\r\nكذبه وأيضا فان عدم العمل بما ينفرد به المنحرفون عقائديا كان أمرا متعارفا\r\nشائعا آنذاك إلا اننا وكما عرفت لم نشترط أكثر من الوثاقة في جواز العمل\r\nبروايات راو ما انفرد بما يرويه أو لم ينفرد .\r\nاللهم إلا أن يعود ذلك إلى الاطمئنان بعدم صدور الرواية وهو أمر آخر -\r\nومما ذكرناه يتضح جليا عدم وجود ما يدل على ضعف السكوني بالمعنى\r\nالمراد والمخل .\r\nبل إن عبارة الشيخ دالة بما لا يقبل الشك على وثاقة السكوني وحسن\r\nأمره في الجملة .\r\nلا يقال إن ما أوردتموه على ابن الغضائري من عدم العلم بالمراد من\r\nالسكوني واحتمال كونه ابن مهران وارد هنا أيضا لعدم تصريح الشيخ في العدة\r\nبالمراد من السكوني قلنا إن هذا الاحتمال غير وارد هنا إذ لم يذكر في ترجمة\r\nإسماعيل بن مهران انه كان عاميا وعبارة الشيخ بصدد بيان ما يرتبط بالعامة من\r\nالرواة بل لو سلم انه كان عاميا أيضا فان اطلاق الشيخ منصرف إلى ما هو\r\nواضح النسبة ومن كانت رواياته محل ابتلاء واسع وليس إلا إسماعيل بن أبي\r\n\r\n","description":"","footnote":" ( 1 ) الخلاصة ص 8 . ","page_name":" 210 ","page_number":210},
  {"content":"\r\nزياد المترجم له والمبحوث عنه . .\r\nومن هنا نجد ان ابن إدريس عندما تعرض له قال [ عامي بلا خلاف 
  ] .\r\n- بقي في البين ان نذكر جملة من المؤيدات والمنبهات الدالة على وثاقة\r\nالسكوني :\r\n1 - ان بعض أصحاب الاجماع قد رووا عنه كجميل بن دراج\r\nوعبد الله بن المغيرة ( 1 ) وهذا المنبه يصلح وجها مستقلا لاثبات وثاقة\r\nالسكوني . .\r\n2 - ان النجاشي الخبير بأمور الرجال والشيخ في فهرسته ورجاله لم\r\nيتعرضوا لتضعيف السكوني مع كونه ذا كتاب .\r\n3 - ان جمعا من الرجاليين العامة كالدار قطني والذهبي ضعفوه رغم\r\nكونه عاميا وهذا يورث نحو سكون في أن ذلك هو منشأ قرب السكوني للأئمة\r\nالأطهار في الجملة مما يشكل قرينة احتمالية لاثبات ما نريده .\r\n4 - عمل جمع من الأصحاب برواياته ومنهم الشيخ نفسه كما يظهر ذلك\r\nمن خلال تتبع أقواله حتى في خصوص ما ينفرد به .\r\nولذا قوى في باب ميراث المجوس القول بالتوارث من الجهتين للرواية\r\nالصريحة ( 2 ) كما أفاد مع أنه ليس هناك إلا ما رواه السكوني .\r\n5 - قول ابن إدريس في سرائره ( 3 ) حول مسألة ميراث المجوس ان\r\nللسكوني كتابا يعد في الأصول وهو عندي بخطي كتبته من خط بن أسناس\r\nالبزاز وقد قرء على شيخنا أبي جعفر وعليه خطه إجازة وسماعا لولده أبي علي\r\n\r\n","description":"","footnote":" ( 1 ) الكافي ج 3 كتاب الزكاة باب 38 حديث 1 - والتهذيب ج 6 باب المكاسب\r\nحديث 1147 .\r\n( 2 ) النهاية ص 684 .\r\n( 3 ) السرائر ج 3 ص 289 . ","page_name":" 211 ","page_number":211},
  {"content":"\r\nوالجماعة .\r\nفان هذه العبائر الصادرة من خصوص ابن إدريس الذي لا يعمل بخبر\r\nالواحد واستكتابه لكتابه مع دعواه ان كتاب السكوني من الأصول لشاهد على\r\nمكانة الرجل وأهميته عند الأصحاب .\r\nهذا ما أردنا ذكره في أحوال السكوني وقد تحصل منه ثبوت وثاقة\r\nالسكوني والاعتداد بما يرويه . .\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nالبحث الخامس\r\nفي أحوال عمر بن حنظلة\r\nوالكلام فيها يقع ضمن نقطتين :\r\nالأولى - في استعراض أقوال الفقهاء فيه .\r\nالثانية - في استعراض أقوال الفقهاء فيه .\r\nالثانية - في استعراض أقوال الرجاليين ومن يعتد بقولهم وذكر الأخبار الواردة\r\nفيه ومناقشة كل ذلك وبيان المختار .\r\nأما النقطة الأولى -\r\nنسب للمشهور من الأصحاب عدم توثيق عمر بن حنظلة ولا الاعتداد\r\nبه .\r\nإلا أن الشهيد الثاني في شرحه للدراية أفاد ان عمر بن حنظلة لم ينص\r\nالأصحاب فيه بجرح ولا تعديل لكن أمره عندي سهل لأني حققت توثيقه من\r\nمحل آخر وان كانوا قد أهملوه .\r\nومن المحتمل جدا إن لم يكن مطمئنا به ان مقصود الشهيد من المحل\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nالآخر هو رواية الوقت الآتية بدليل ما نقله ولده الشيخ حسن في المنتقى\r\n[ وجدت بخطه في بعض فوائده ما صورته عمر بن حنظلة غير مذكور بجرح ولا\r\nتعديل ولكن الأقوى عندي انه ثقة لقول الصادق ( عليه السلام ) في حديث\r\nالوقت إذا لا يكذب علينا 
  ] ( 1 ) .\r\nوما قواه الشهيد في محله وهو المختار .\r\nومن الغريب هنا عدم تعرض الشيخ رحمه الله لترجمته في فهرسته رغم\r\nذكره له في رجاله وكذا النجاشي والكشي والعلامة في الخلاصة وتتمة\r\nالفهرست لابن شهرآشوب بل وكذلك الكتاب المنسوب إلى ابن الغضائري .\r\nنعم ذكره الشيخ كما قلنا في رجاله فقد عده تارة من أصحاب الباقر ( عليه\r\nالسلام ) قائلا [ عمر يكنى أبا صخر وعلي ابنا حنظلة كوفيان عجليان 
  ] ( 2 ) .\r\nوتارة من أصحاب الصادق ( عليه السلام ) قائلا [ عمر بن حنظلة العجلي\r\nالبكري الكوفي 
  ] ( 3 ) وأما البرقي فقد اقتصر على عده من أصحاب الباقر\r\nوالصادق ( عليهما السلام ) قائلا [ عمر وعلي ابنا حنظلة العجليان عربيان\r\nكوفيان ونية عمر أبو صخر 
  ] ( 4 ) .\r\nوهذه العبائر كما ترى لا تدل على أكثر من بيان بعض أحواله ولا دلالة\r\nفيها على قدح أو مدح .\r\nوعليه فينحصر الطريق لاثبات أحدهما بالأخبار الواردة مع إبراز وجوه\r\nأخر قد يستدل بها في المقام .\r\nوأما الاخبار فهي عديدة - نذكر منها :\r\n\r\n","description":"","footnote":" ( 1 ) رجال المامقاني ص 342 .\r\n( 2 ) رجال الشيخ ص 131 .\r\n( 3 ) نفس المصدر ص 251 .\r\n( 4 ) رجال البرقي ص 17 . ","page_name":" 214 ","page_number":214},
  {"content":"\r\nالأول - ما رواه الكليني عن محمد بن يحيى عن أحمد بن محمد عن\r\nعلي بن الحكم عن عمر بن حنظلة عن أبي عبد الله ( عليه السلام ) قال : [ يا\r\nعمر لا تحملوا على شيعتنا وارفقوا بهم فان الناس لا يحتملون ما\r\nتحملون 
  ] ( 1 ) .\r\nوهذه الرواية وبغض النظر عن سندها فيما قبل عمر لا يمكن الالتزام بها\r\nلكون المضمون الدال على جلالة أمر عمر متوقف الاعتبار على اعتباره لكونه\r\nواقعا في سندها فهو من توقف كل من المضمون والسند على الآخر وهو من\r\nتوقف الشئ على نفسه نعم لو ثبت بدليل آخر وثاقة عمر فإنه يعود لهذه\r\nالرواية قيمتها مع وثاقة باقي رجال السند وتكون من الأدلة على جلالته\r\nواحاطته لأمور لم يحط بها غير .\r\nالثاني - ما رواه الكليني عن محمد بن الحسن عن سهل بن زياد عن ابن\r\nسنان عن محمد بن مروان العجلي عن علي بن حنظلة قال سمعت أبا\r\nعبد الله ( عليه السلام ) يقول [ اعرفوا منازل الناس على قدر رواياتهم عنا 
  ] ( 2 ) .\r\nببيان ان عمر ممن تعرف منزلته لكثرة روايته . . إلا أن الاستدلال بها\r\nعلى ذلك غير صحيح أولا - ضعف سندها بابن سنان ولو على بعض المباني\r\nومحمد بن مروان العجلي فان الأول لم يوثق بل قد ضعفه الشيخ وغيره ونسب\r\nإليه الضعف وطعن فيه وأما الثاني فلجهالته .\r\nوثانيا - لو سلم تماميتها سندا فيرد ما تقدم من أن الرواية ليست بصدد\r\nاعطاء ضابطة الجلالة والوثاقة على ضوء كثرة الرواية مطلقا ومن أي صدرت\r\nبل إن وثاقة الراوي وحجية قوله مفروضة مسبقا في الرواية وإلا لأمكن ان\r\n\r\n","description":"","footnote":" ( 1 ) روضة الكافي حديث 522 .\r\n( 2 ) الكافي ج 1 - باب النوادر من كتاب فضل العلم حديث 13 . والوسائل باب 11 ج 18\r\nحديث 3 . ","page_name":" 215 ","page_number":215},
  {"content":"\r\nيكتب المرء من الكتب ما شاء وينسبها إلى الأئمة وتثبت بذلك وثاقته .\r\nوهو ممن لا يتصور قبوله من عاقل فضلا عن فاضل .\r\nالثالث - ما رواه الصفار في بصائر الدرجات عن الحسين بن علي بن\r\nعبد الله عن الحسن بن علي بن فضال عن داوود بن أبي يزيد عن بعض\r\nأصحابنا عن عمر بن حنظلة فقال قلت لأبي جعفر ( عليه السلام ) إني أظن أن\r\nلي عندك منزلة قال أجل فقلت فعلمني الاسم الأعظم قال أتطيقه قلت : نعم .\r\nقال فادخل البيت قال فدخلت فوضع أبو جعفر ( عليه السلام ) يده على الأرض\r\nفاظلم البيت فارتعدت فرائص عمر فقال أعلمك فقلت لا فرفع يده فرجع البيت\r\nكما كان 
  ] ( 1 ) .\r\nوهذه الرواية لا تدل على المطلوب من جهات :\r\n1 - ضعف سندها بجهالة البعض المذكور في الرواية .\r\n2 - لزوم الدور لكون راويها هو عمر نفسه حتى ولو سلم الوجه الأول\r\nببيان ان داوود ممن ورد فيه أنه من أهل العلم والدين وانه صادق اللهجة بحيث\r\nاستبعدنا معه ان يروي عن بعض أصحابه مع كونه من الكذابين .\r\n3 - ان دلالة الرواية على الوثاقة غير مستظهرة لان وجود رتبة لعمر عند\r\nالامام مسلمة على كل حال ولو بإسلامه والقرب من الامام لا لشخصه بل\r\nلأغراضه وأهدافه ومن المعلوم ان الملتزم بالشريعة من أي جهة كان ذو منزلة\r\nعند الله وعند الامام ولا يتنافى مع كونه كاذبا في الجملة .\r\n4 - ان العبارة غير متزنة لأنه تارة ينقل الحديث فيها بلفظ الحاضر\r\n[ فدخلت . . 
  ] وتارة بلفظ الغائب [ فارتعدت فرائص عمر 
  ] مع كون عمر هو\r\nالراوي لها .\r\n\r\n","description":"","footnote":" ( 1 ) البصائر ج 4 ح 12 حديث 1 في أن الأئمة أعطوا الاسم الأعظم . ","page_name":" 216 ","page_number":216},
  {"content":"\r\nومن الغريب دعوى البعض احتفاف الرواية بقرائن الصدق مع ما عرفته .\r\nالرابع - ما في العوالم من أعلام الدين الديلمي في كتاب الحسين بن\r\nسعيد قال قال أبو عبد الله ( عليه السلام ) لعمر بن حنظلة يا أبا صخر أنتم والله\r\nعلى ديني ودين آبائي وقال والله لنشفعن والله لنشفعن ثلاث مرات حتى يقول\r\nعدونا فما لنا من شافعين ولا صديق حميم 
  ] ( 1 ) .\r\nوهذه الرواية تامة دلالة إلا أنها ساقطة سندا لعدم معرفة طريق الديلمي\r\nللحسين بن سعيد .\r\nالخامس - ما رواه الكليني عن علي بن إبراهيم عن محمد بن عيسى عن\r\nيونس عن يزيد بن خليفة قال قلت لأبي عبد الله ( عليه السلام ) ان عمر بن\r\nحنظلة أتانا عنك بوقت فقال : أبو عبد الله ( عليه السلام ) إذا لا يكذب\r\nعلينا 
  ] ( 2 ) .\r\nوهذه الرواية من أهم الروايات التي يستدل بها على وثاقة عمر وقد\r\nذكرت حولها الوجوه الكثيرة نقضا وإثباتا .\r\nولا بد من تحقيق حالها سندا قبل ذكر دلالتها .\r\nفنقول ان جملة من الأصحاب ذكروا انها ضعيفة لوجود يزيد بن خليفة\r\nحيث إنه لم يذكر له توثيق فضلا عن كونه واقفيا .\r\nإلا أنه غير تام وذلك لرواية جمع من أصحاب الاجماع عنه وقد بنينا في\r\nبحوثنا السابقة على وثاقة من يقع في طريق أصحاب الاجماع وهو هنا كذلك\r\nفقد روى عنه صفوان وابن مسكان ويونس . . وأما كونه واقفيا فقد عرفت عدم\r\nأثره فيما هو المعتبر عندنا في جواز العمل والاخذ بالاخبار .\r\n\r\n","description":"","footnote":" ( 1 ) رجال المامقاني ص 342 .\r\n( 2 ) الكافي ج 3 - باب وقت الظهر والعصر من كتاب الصلاة حديث 1 . ","page_name":" 217 ","page_number":217},
  {"content":"\r\nفنقول ان ( إذا ) الواردة في الرواية هي حرف جواب وقد تكون حرف\r\nجواب وجزاء معا كما لو قيل لشخص سآتيك غدا فيقال في الجواب [ إذا جئتني\r\nأكرمك 
  ] فتحذف ( جئتني ويعوض عنها بالتنوين فيقال [ إذا أو إذن أكرمك 
  ] .\r\nوعلى كل حال وسواء كانت للجواب أو للجواب والجزاء معا كما عن\r\nسيبويه لا يتأثر الاستدلال بذلك . .\r\nوساعتئذ نقول إن العبارة تحتمل أحد المعاني الآتية :\r\nالأول - أن يكون التنوين عوض عن جملة [ أتانا عنك بوقت 
  ] ويكون\r\nالجواب على طبق السؤال والمعنى ان عمر لا يكذب علينا في خصوص ما جاء\r\nبه من الوقت المذكور كما احتمله الشهيد الثاني .\r\nويمكن تأييد هذا الاحتمال بمؤيدات :\r\n1 - انه لو لم يعد لخصوص الوقت لما انبغى الاتيان ب‍ ( إذن ) فان الامام\r\nساعتئذ يمكنه الإجابة لو كان عمر موثوقا عنده ب‍ ( خذوا بقوله فإنه لا يكذب\r\nعلينا 
  ] أو ما قارب هذا التعبير .\r\n2 - ان كون إذن جوابا تعني ارتباط كلام الامام بكلام السائل وهو يقتضي\r\nالتخصيص .\r\nالثاني - ان الجواب المذكور يؤذن باعتقاد الامام كذب عمر ولذا عندما\r\nسمع الرواية وتبين له صدقه فيما أخبر قال [ إذن لا يكذب . . 
  ]\r\nوعليه تكون الرواية على الكذب أدل ولعله من هنا قال الوحيد انها على\r\nالذم أدل .\r\nالثالث - ان التنوين عوض عن الجملة بأكملها أي جملة [ ان عمر بن\r\nحنظلة أتانا . . 
  ] .\r\nويكون معنى الجواب انه إن كان عمر هو الراوي فلا يكذب علينا .\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nوهذا الاحتمال هو المتعين وذلك :\r\nأولا - ان ما قد يقال من أنه لو كان بصدد إثبات وثاقته لعدل عن التعبير\r\nبما ذكر إنما يتم لو كان المسؤول عنه هو وثاقة عمر كما هو الحال في يونس بن\r\nعبد الرحمن لما سئل الامام عن وثاقته حيث أجاب هناك ب ( نعم ) .\r\nوثانيا - ان دعوى الاقتصار في الدلالة على مقدار السؤال لا يتم في مورد\r\nمتعقب بالفعل المنفي حيث حقق في محله دلالته على العموم وكون المورد\r\nخاصا لا يجعل العام خاصا .\r\nوثالثا - إن دعوى إيذان الرواية باعتقاد الامام لكذب عمر مجرد دعوى\r\nإيذان لم تخرج لعالم الظهور والصراحة وهما المناطان في اعتبار حجية\r\nالمدلول وعدمه .\r\nويؤكد ذلك أنه لو قيل لشخص ان عندي من السمك واللحم ما تشتهيه\r\nالأنفس فأجاب ( إذن سآتي ) فإنه لا يقال فيها بأنه كان يعتقد عدم وجود شئ\r\nلذيذ غير السمك بل قد يكون أحيانا خالي الذهن أو قد يكون المبين أحد أفراد\r\nرغباته لا كلها كما أنه لا دلالة على أنه لا يحضر لو لم يكن هناك السمك أو\r\nاللحم .\r\nورابعا - إن السائل لم يبين للامام ماهية الوقت الذي جاء به لكي يعود\r\nالجواب إلى الوقت بالخصوص .\r\nوهذا يدل بوضوح على عود الجواب على عمر نفسه وان المعنى انه لا\r\nيكذب علينا ولذا لم يستفصل الامام أيضا .\r\nوعليه فتثبت وثاقته ويعود بالتالي لجملة من الروايات الماضية قيمتها\r\nحيث رواها بنفسه والتي تشكل بمجموعها رقما احتماليا يدعو للاطمئنان\r\nبجلالة ووثاقة عمر بن حنظلة كما أنه وبناء على قبولنا لكبري وثاقة الواقع في\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nسند أحد أصحاب الاجماع يدخل وجه آخر لاثبات وثاقته حيث قد روى عنه\r\nأربعة من أصحاب الاجماع هم :\r\n1 - زرارة بن أعين .\r\n2 - عبد الله بن بكير .\r\n3 - صفوان بن يحيى .\r\n4 - عبد الله بن مسكان .\r\nفضلا عن رواية جمع كثير من الثقات والأعاظم عنه . . وبهذا يتحصل ان\r\nما نسب للمشهور من عدم الاعتماد عليه في غير محله .\r\nكما أن الاكتفاء بالتعبير بلفظ ( مقبولة ) بما يتعلق برواياته غير مقبول .\r\nهذا آخر ما أردنا إثباته في هذا الكتاب ولقد تم الفراغ من تسويده الأولي\r\nعشية السبت المصادف الثالث عشر من شهر رجب مولد الأمير ( عليه السلام ) .\r\nفي قم المقدسة .\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220}
  ]