[
  {"content":"\r\nرسالة في تعاقب الأيدي\r\nبسم اللَّه الرحمن الرحيم ، الحمد للَّه رب العالمين وصلى اللَّه على محمد وآله الطاهرين ولعنة اللَّه على أعدائهم أجمعين .\r\nوبعد نقول\r\nإذا تعاقبت الأيدي على مال الغير على وجه توجب الضمان\r\nفالظاهر عندهم ان للمالك الرجوع إلى أي واحد شاء وان قرار الضمان على من بيده التلف ، ولا إشكال أيضا بينهم في أن للسابقة عند غرامته للمالك الرجوع إلى اللاحقة بأخذ عينه أو بدله وانه مع أخذ العين يرجع العين إلى المالك ويرجع بما أعطاه من البدل . كما أن الظاهر أيضا عدم استحقاق المالك للبدل مع وجود العين في يد من يرجع المالك إليه ، ومدرك هذه الأحكام ليس إلا النبوي المعروف « على اليد ما أخذت حتى تؤدى » وحينئذ فعمدة المقصود هي استفادة الأحكام المزبورة من العام المزبور .\r\nوقبل الخوض في تنقيح المقصد ينبغي دفع التوهمات الواردة في ضمان\r\n","description":"","footnote":"","page_name":" 220 ","page_number":1},
  {"content":"\r\nالأيدي المتعددة لمال واحد وملخصها انه كيف يتصور ابدال متعددة لمبدل واحد نظرا إلى أن الضمان المتعدد يقتضي تعهد كل يد لرد بدل العين ، ولازمه الالتزام بان على كل واحدة من الأيدي بدل من المال القابل لرجوع المالك إليه ، ولازمه الالتزام بإبدال متعددة على الأيدي العديدة .\r\nومن هذه الجهة التزم بعض الأعاظم بأن الخطاب بالنسبة إلى غير من بيده التلف تكليفي لا وضعي ، والتزم آخر بأن الأيدي المتعددة طرف الإضافة لبدل واحد وان البدل الواحد مضاف إلى الأيدي لا ان على كل واحدة منها بدل مستقل فرارا عن لزوم المحذور المزبور وان الخطاب بالنسبة إلى الجميع وضعي بهذا المعنى لا بالمعنى الآخر المتقدم .\r\nولكن أنت خبير بأن أصل الشبهة لا موقع لها فضلا عما التزموا به في جوابها وذلك لان الغرض من تعدد البدل ان كان ما يقوم مقام المبدل فعلا فهو في غاية المتانة ، ولكن ما على الأيدي قبل أدائها إلى المالك لا يقوم مقام مبدله إلا بعد أدائه المسقط للبقية بلا تصور تعدد في هذا المقام وان كان المقصود عدم تعدد ما يصلح للوفاء بغرض المبدل ، فإنكاره مساوق إنكار البداهة إذ إمكان تعدد الابدال لشيء واحد بهذا المعنى كالنار على المنار ولذا ترى لكل دواء ومسهل ابدال متعددة ، والمفروض ان ما على الأيدي المتعددة ليس الا البدل بهذا المعنى لا بالمعنى السابق كما عرفت .\r\nفان قلت : ظاهر « على اليد ما أخذت » ان نفس العين الشخصية على أيد متعددة لا أبداله وحينئذ يلزم محذور آخر أشد من المحذور السابق وهو انه كيف يتصور لشيء واحد شخصي وجودات متعددة أو أمكنة مختلفة ، قلت : ما أفيد كذلك لو كان ما على الأيدي المتعددة وجودات حقيقة متعددة وليس كذلك ، بل غاية ما في الباب\r\n","description":"","footnote":"","page_name":" 221 ","page_number":2},
  {"content":"\r\nاعتبار وجودات شخصية بتعدد الأيدي عليها وتصور الوجودات المتعددة الاعتبارية أيضا لشيء واحد في الوضوح كالشمس في رابعة النهار .\r\nوحينئذ فلا قصور في اعتبار وجود للعين على كل واحدة من الأيدي مستقلا ويقال بان على كل يد وجود شخص ما أخذت بالعناية المزبورة وبهذه العناية لا يحتاج إلى الالتزام بتغيير سياق العام بين من بيده التلف وغيره بجعل الخطاب في الأول وضعيا وفي غيره تكليفيا ، ولا إلى الالتزام بوحدة الوجود وتعدد الإضافة خصوصا مع أن الظاهر من العام ان ما على اليد عين ما أخذت لا إضافته بالجملة فلا قصور في اعتبار تعدد وجود ما أخذت حسب تعدد الأيدي بلحاظ تعدد الابدال القائمة عليها وبملاحظة ان وجود البدل نحو وجود للمبدل وهذه الجهة هي مصحح العنايتين في وجودات العين على حسب تعدد الأيدي .\r\nوحيث اتضح ذلك فنقول : ان الظاهر من العموم بعد ما كان ما أخذت بنفسه على اليد فمرجعه في اليد الأولى إلى كون ما هو تحت يده واستيلائه بأخذه على يده فكأنه قال إن ما هو تحت يده على يده ، ولازمه اعتبار وجود آخر لما تحت يده بجعله فوقها ، ولازمه كما أشرنا اعمال عناية في اعتبار العين فوق اليد وعليها .\r\nوحينئذ يبقى الكلام في أن محل اعمال العناية ، تارة نفس وجود العين ويقال إن الوجود بالعناية على اليد حقيقة بمعنى إبقاء مدلول على والاستعلاء على حقيقته بلا تصرف فيه ، وأخرى محل اعمال العناية هو مدلول على وأن الوجود الحقيقي للعين الذي هو تحت اليد كان على اليد بلا تصرف في وجود العين أبدا ، ولعل نظر من قال بتعدد الإضافة إلى ذلك لا أن ما هو على اليد هو الإضافة كي يكون خلاف ظاهر العموم كما أشرنا .\r\nوربما يترتب على كل واحد من اعمال العنايتين نتائج متعددة .\r\n","description":"","footnote":"","page_name":" 222 ","page_number":3},
  {"content":"\r\nمنها : انه على الأعمال الأول تبقى الغاية من الأداء الحقيقي بحاله حيث أن أداء العين بوجوده الحقيقي برد عينه وبوجوده الاعتباري برد بدله ، وهذا الأداء أيضا أداء حقيقي بلا عناية فيه ، واما على الثاني فلا محيص من اعمال عناية أخرى في الأداء الذي هو الغاية بجعل أداء بعض مراتبه بمنزلة أدائه من حيث أن البدل واف ببعض مراتب العين لا انه مصداق وجودها حقيقة والمفروض أن ما على اليد بالعناية وجود العين حقيقة .\r\nوبعبارة أخرى نقول : إن الغاية مضافة إلى ما أخذت فإذا فرض لما أخذت وجودان ، فلا محالة الأداء المضاف إلى جامع الوجودين حقيقي وجود كل بحسبه وأما إذا فرض لوجود ما أخذت حقيقته وجود واحد واعتبر لهذا الوجود الحقيقي مكانين بحيث استعمل العناية في المكان لا في الوجود والأداء المضاف إلى وجود العين حقيقة ليس إلا بأداء شخصه والا فأداء بدله ليس وفاء حقيقيا له فلا محيص حينئذ من اعمال عناية أخرى في الغاية كما لا يخفى .\r\nومنها : انه على اعمال العناية في وجود العين ليس للمالك مطالبة الوجود الاعتباري ما دام العين موجودا في اليد إذ الوجود الاعتباري في الحقيقة هو البدل وهو المصحح لاعتبار وجود العين على اليد إذ كان هو هو ، ومن المعلوم أن المالك لا يستحق مطالبة غير عينه من بدله إلا في ظرف تلف العين أو حيلولتها ، وهذا بخلاف اعمال العناية في مكان العين مع بقاء العين على وجوده العيني الحقيقي ، فإنه حينئذ أمكن أن يقال إن للمالك مطالبة شخص عينه في أي مكان كانت فله حينئذ مطالبة بدلها بملاحظة أنه مصحح اعتبار مكان آخر لشخص العين الذي هو تحت سلطنته بمطالبته .\r\nومنها : انه على العناية الأولى كان الوجود الاعتباري للعين قبل أداء الضامن إياه ملك الضامن حقيقة إذ هو حينئذ عين بدله الذي هو قبل أدائه ملك الضامن ، غاية الأمر عناية كونه عين ما أخذت موجب لاستحقاق مطالبة المالك إياه الذي هو روح\r\n","description":"","footnote":"","page_name":" 223 ","page_number":4},
  {"content":"\r\nضمانه الراجع إلى استحقاق المالك على الضامن ما هو الميسور من مراتب وجود ماله وهو ليس الا البدل وهذا بخلاف العناية الثانية إذ وجود العين بالحقيقة في أي مكان كان هو ملك المالك فرجوع المالك إلى الضامن من جهة سلطنته على أخذ ماله غاية الأمر حيث لا يتمكن الضامن لا يجب عليه الا بدله ، وحينئذ فما على اليد ليس ملك الضامن وأن ما هو ملكه هو البدل المسقط للعين ، والا فما على اليد كما في اليد ليس الا ملك المالك .\r\nومن تبعات هذه الجهة من الفرق بين العنايتين يتولد نتيجة أخرى ، وهي أن بمقتضى العناية الأولى عند كون اليد اللاحقة الواردة على ما فيها بأخذها يصدق انها واردة على وجودي العين الذين هما في اليد وعلى اليد ، ففي الحقيقة استيلاؤه على العين استيلاء على وجود العين لجميع أنحائه وشؤونه ، فكان اليد الثانية بمنزلة كأس آخر قائم على الكأس الأول الحاوي للعين بشؤونها ، ولازمه احداث ما أخذت عينا اعتباريا على اليد الثانية للمالك وعينا اعتبارية أخرى على اليد الثانية للضامن .\r\nكل ذلك لعموم على اليد ما أخذت غاية الأمر ما أخذ في اليد الأولى وجود عين واحدة وفي اليد الثانية وجودان للعين من حقيقي واعتباري وكل منهما على اليد الثانية ، وبهذه الملاحظة يقال : ان اليد الثانية أيضا مشغولة بمال الضامن فعلى يده أيضا وجود هذه العين ، غاية الأمر ليس للضامن السابق مطالبة اللاحق إلا في ظرف أدائه ما عليه من البدل لأن أدائه موجب لتلف ماله فله الرجوع إلى اللاحقة بما عليه من ماله أيضا .\r\nكما أن للمالك أيضا الرجوع إلى اللاحقة في ظرف تلف ماله بيد اللاحق أو حيلولته ، غاية الأمر يكون مطالبته في ظرف أدائه ما على يده برجوع المالك إليه وهذا واضح في فرض تلف العين ، كما أن من بيده التلف ليس له يد لاحقة فلا مقتضى\r\n","description":"","footnote":"","page_name":" 224 ","page_number":5},
  {"content":"\r\nلرجوعه بأداء البدل إلى غيره ، ولذا كان قرار الضمان عليه .\r\nواما فرض بقاء العين في يد اللاحقة فإن طالب المالك من السابقة شخص العين فهو بمنزلة الإذن بأخذها من اللاحقة وإعطائها للمالك فلا اشكال فيه ، وان طالب البدل ولو بملاحظة حيلولته بين المالك والمال فلا شبهة في أنه بأداء البدل يسقط سلطنة المالك عن مطالبة العين عن اللاحقة لظهور حتى تؤدى في سقوط استحقاق المالك ، ولا أقول بأن العين تخرج عن ملك المالك بأخذ بدلها ، كيف والبدل وجود ناقص للعين فكيف يوجب ملكه خروج الوجود الكامل من شخص العين عن ملكية المالك .\r\nولئن شئت قلت إن المالك أخذ بدل مالية العين وإلا فشخصها باق على ملكه ولا ينافي ذلك أيضا مع مالكية المالك للبدل حيث إنه بدل مرتبة من مراتب العين فلا قصور في الجمع بين ملكية البدل والمبدل ، نظير الجمع بين طلب البدل وطلب مبدله في الابدال الناقصة في العبادات ، وانما لا يتصور الجمع بين الملكية والطلب في البدل التام لا الناقص وحينئذ لذي اليد السابقة بعد أدائه البدل استحقاق مطالبة العين التي هي باليد اللاحقة ببعض مراتبها التالف من ماله بأدائه مع سقوط سلطنة المالك بأخذه البدل عن حقيقة العين فإذا أخذ السابقة العين من اللاحقة يرجع سلطنة المالك عليه لخروجه عن الحيلولة ويصير مستحقا للعين ويرجع بدله المأخوذ إلى المأخوذ منه فيعطى الأخذ العين للمالك ويأخذ ما أعطاه من بدل العين .\r\nثمَّ بهذه النسبة نقول بالنسبة إلى سائر الأيدي فبتعدد الأيدي يتعدد اعتبار وجودات للعين عليها على وجه موجب لرجوع السابقة عند تلف العين أو حيلولتها إلى اللاحقة ، نعم كل سابقة بالنسبة إلى اللاحقة ليس له الرجوع مع عدم إعطاء ما على يده للمالك أو السابقة ، كما أنه مع إعطائه إياه أيضا ليس له الرجوع إلى اللاحقة بالنسبة إلى ما\r\n","description":"","footnote":"","page_name":" 225 ","page_number":6},
  {"content":"\r\nعلى يده مع وجود العين تحت يده بل حقه حينئذ ليس إلا مطالبة العين بإخراجها من الحيلولة إذ السابقة بإعطائه بدل العين مستحق للعين أو لا ومع حيلولته مستحق لبدلها ، لا أقول : انه حينئذ يصير مالكا للعين كما لا يصير بإعطائه البدل عند التلف أو الحيلولة مالكا لما على اللاحقة من البدل ، بل انما يملك البدل بأخذه ومع وجود العين أيضا يستحق المطالبة بأداء بدله غاية الأمر هنا بأخذه العين أيضا لا يملك العين من جهة أنه بأخذه العين ترتفع الحيلولة فيرجع استحقاق المالك أو السابقة عليه للبدل المأخوذ ، حيث إن ملكيته مراعى بالحيلولة فيستحق المالك العين فيرجع البدل ويأخذ العين .\r\nومن هذا البيان ظهر أيضا حال بدل الحيلولة وان المالك مالك للبدل المأخوذ ومالك للعين مع كون المأخوذ أيضا بدل نفس العين ، غاية الأمر حيث إنه بدل ناقص وواف ببعض مراتب العين فلا مانع في ملكية المالك له عند أخذه البدل مع بقاء ملكيته لشخص العين دون جهة مالية على حالها .\r\nوحينئذ فصح لك أن تقول إن ما يأخذه المالك مثلا بدل نفس العين ببعض مراتبها فيملكه بهذه الملاحظة مع بقاء العين بمرتبتها الأخرى على ملكية المالك ومن هنا ظهر أن بدل الحيلولة كبدل العين التالفة بدل نفس العين وغاية الأمر في بدل التالف حيث لا مجال لعود العين فيستقر ملكية المالك للبدل المأخوذ بخلافه في بدل الحيلولة حيث إنه ممكن العود فلا محيص عن كون ملكية المالك للبدل المأخوذ مراعى بعدم ارتفاع الحيلولة وإلا فبمجرد ارتفاعها يرجع ملكية البدل ويستقر ملكية المالك في العين .\r\nولئن شئت قلت : إن البدل مطلقا في التالف أو الحيلولة حيث إنه بدل ناقص للعين بمقتضى وفائه ببعض مراتب وجودها لا يوجب بنفسه ملكية مستقرة له ولذا لو فرض عود التالف على خلاف العادة يعود ملكية البدل المأخوذ فيرجع التالف\r\n","description":"","footnote":"","page_name":" 226 ","page_number":7},
  {"content":"\r\nالعائد إلى المالك ويرجع البدل إلى الضامن ، وانما استقراره من جهة عدم عود التالف لخرق العادة بخلافه في بدل الحيلولة .\r\nوعلى أي حال لا مجال للفرق بين بدل التالف وبدل الحيلولة بجعل الأول بدل العين والثاني بدل السلطنة الفائتة بخيال أن شأن البدل في باب الضمانات أن يكون جابرا للتالف ومع عدم تلف العين لا يكون في البين تالف قابل للجبران إلا السلطنة على العين فيكون بدل الحيلولة بدلا وجابرا للسلطنة لا لنفس العين .\r\nوتوضيح الدفع هو ان شأن البدل وان كان جبران التالف ، ولكن نقول :\r\nان دائرة التلف أعم من انعدام العين مطلقا أو انعدامها في الجملة ولو في زمان الحيلولة بالنسبة إلى يد الضامن ، فإنه في هذه القطعة من الزمان ولو بملاحظة فقد العين في يد الضامن يصدق أيضا نحو مرتبة من التلف القابل للجبران بالبدل بمقدار تلفه ، ولذا كان جبرانه ما دام العين تالفا في يد الضامن وبمجرد عودها إليه يرتفع ملكية البدل ويرجع إلى الضامن كما أن العين تعود وترجع إلى المالك .\r\nولئن شئت قلت ليس قوام البدلية بجبره للفائت بل قوامه بقيامه مقامه في الوفاء بلوازمه وآثاره عند فقده ولو في الجملة ، غاية الأمر لا يكاد يستحق المالك المطالبة بالبدل مع وجود العين تحت يده ، إذ مع إمكان الوصول إلى عين ماله لا يبقى مجال عناية البدلية للمرتبة الناقصة منها لعدم استحقاق الإنسان أزيد من عين ماله .\r\nوكيف كان نقول إن شأن البدل جبران الفائت الحاصل بالتلف تارة وبالحيلولة أخرى ، وحينئذ لا يقتضي في تصحيح الجبران المزبور جعل البدل في الحيلولة بدل السلطنة الفائتة ، إذ لا قصور في كونه بدل عين المال الفائت في الجملة ولو في حال الحيلولة ، مضافا إلى أنه لو كان البدل بدل السلطنة الفائتة لزمه عدم عود البدل برجوع العين لأن السلطنة الفائتة غير قابلة للرجوع . ولئن قيل بان البدل بدل تمام السلطنة قلنا بأنه ليس بفائت ليجبر .\r\n","description":"","footnote":"","page_name":" 227 ","page_number":8},
  {"content":"\r\nولو قيل بان البدل في الحيلولة بدل العين في السلطنة لا الملكية كي برجوع العين يرجع البدل كان أولى ، ولكن لازمه عدم ملكية المالك للبدل المأخوذ بل في حكم ملكه في السلطنة على جميع التصرفات فيه ، نظير القول بالإباحة في معاطاة البيع مع حفظ حقيقة البيع من المبادلة بين المالين فيها ، ولكن ذلك خلاف ظاهر كلماتهم من كون المأخوذ بدلا ملك للأخذ غاية الأمر مراعى ببقاء الحيلولة فتدبر فيه حيث لا يأبى كلماتهم من الحمل على هذا المعنى لولا دعوى ان البدل في مورد التلف أيضا بحكم بدل الحيلولة من كونه مرجوعا أيضا برجوع العين على خرق العادة والحال ان المرتكز في الأذهان فيه هو الملكية ، ولم يتوهم أحد فيه انه بدل السلطنة فليكن كذلك في بدل الحيلولة أيضا إذ هما من هذه الجهة يرتضعان من ثدي واحد كما لا يخفى .\r\nوعلى أي حال نقول إن ترتيب هذه الآثار واللوازم إنما هو من تبعات كون ما على اليد ملك الضامن قبل أدائه الذي هو من تبعات العناية في الوجود وأما على العناية في المحل لا في الوجود ، فلا شبهة في أن اليد الثانية الواردة على العين بجميع شؤونها قائمة على عين المالك بلا قيام يده على مال الضامن وحينئذ من قبل هذا العام لا مقتضى لرجوع السابقة على اللاحقة عند إعطائه البدل ، لان يده حينئذ بالنسبة إلى ما هو تحت اليد الأولى يد على مال المالك وغاية ما تقتضيه يده جواز رجوع المالك عليه ، لا جواز رجوع الضامن عند خسارته على اللاحقة ، فإثبات مثل هذا الحكم حينئذ من عموم على اليد فقط دونه خرط القتاد .\r\nونظيره في هذا الاشكال لو قلنا بان مفاد على اليد تعهد الضامن والتزامه برده بلا اعتبار وجود عين على اليد ، إذ مجرد العهدة لا يصلح أن يقع تحت اليد وموردا للضمان كيف وهو من شؤون الأموال عينا كانت أم منفعة أو حقا ، وأما الأحكام الوضعية والتكليفية فهي أجنبية عن مقام التضمين بيد أو غيرها .\r\nوأعجب من ذلك توهم آخر وهو انه مع التزامه بعدم تعدد العين في الأيدي\r\n","description":"","footnote":"","page_name":" 228 ","page_number":9},
  {"content":"\r\nوان الإضافات متعددة التزم أيضا برجوع السابقة على اللاحقة قضاء لحق البدلية ، إذ لنا حينئذ حق السؤال بان بدلية الشيء عن الفائت بقيامه مقامه لا تقتضي أن يقوم الضامن أيضا مقام المالك إذ هو من تبعات المعاوضة القهرية ، وليس كذلك خصوصا في بدل الحيلولة ، وبالجملة كلماتهم في المقام في نهاية التشويش حيث لم يلاحظوا دقة المطلب ولم يعتنوا به واللَّه العالم . كتبه الأحقر ضياء الدين العراقي مع اختلال باله سنة 1357\r\n","description":"","footnote":"","page_name":" 229 ","page_number":10},
  {"content":"\r\nبمنه تعالى\r\nطبعت هذه الرسالة المنيفة بمساعي فضيلة العلامة الحاج الشيخ إبراهيم الأنصاري - دام فضله - على نفقة الوجيه البار الحاج غلام رضا العباسي الدزاشيبي ذخرا ليوم فاقته وخدمة للعلم والدين - جزاه اللَّه خيرا -\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":11}
  ]