[
  {"content":"\r\nتعاليق مبسوطة\r\nعلى\r\nالعروة الوثقى\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nتعاليق مبسوطة\r\nعلى\r\nالعروة الوثقى\r\nتأليف\r\nالشيخ محمد إسحاق فياض\r\nالجزء السادس\r\nكتاب الزّكاة\r\nانتشارات محلاّتي\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nاسم الكتاب : تعاليق مبسوطة على العروة الوثقى\r\nاسم المؤلف : الشيخ محمد إسحاق فياض\r\nصف واخراج : مؤسسة المنار\r\nالمطبعة : أمير\r\nالكمية : 1000 نسخة\r\nالسعر : 400 تومان\r\nالناشر : انتشارات محلاتي\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين\r\nوالصلاة والسلام على أشرف\r\nخلقه محمد وآله الطيبين الطاهرين\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nكتاب الزكاة\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nكتاب الزكاة\r\nفصل\r\nفي شرائط وجوب الزكاة\r\nالتي وجوبها من ضروريات الدين ومنكره مع العلم به كافر ، بل\r\nفي جملة من الأخبار أن مانع الزكاة كافر ، ويشترط في وجوبها أُمور . .\r\nالأول : البلوغ ، فلا تجب على غير البالغ في تمام الحول فيما يعتبر\r\nفيه الحول ، ولا على من كان غير بالغ في بعضه فيعتبر ابتداء الحول من\r\nحين البلوغ ، وأما ما لا يعتبر فيه الحول من الغلات الأربع فالمناط\r\nالبلوغ قبل وقت التعلق ( 1 ) وهو انعقاد الحب وصدق الاسم على ما\r\nسيأتي .\r\n\r\n","description":"\r\n( 1 ) بل تكفي مقارنة البلوغ لوقت التعلق ، ولا تعتبر فيه القبلية الزمنية ، فان\r\nروايات الباب المتواترة اجمالاً والتي تدل على أن موضوع وجوب الزكاة هو\r\nمال البالغ اما بالدلالة الالتزامية السياقية أو المطابقية ناصة في كفاية المقارنة في\r\nالغلات الأربع التي لا يعتبر فيها الحول ، على أساس ان تعلق الزكاة بها مرتبط\r\nبتوفر شروطها العامة من البلوغ والعقل والحرية والملك والتمكن من التصرف\r\nوالنصاب ، ومن المعلوم انه يكفي في التعلق توفر تلك الشروط من حينه\r\nومقارناً له ، ولا يلزم أن يكون تعلقها بها متأخراً عنها زماناً .\r\n","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\n","description":"\r\nوأما ما يعتبر فيه الحول كالنقدين والانعام الثلاثة .\r\nفان قلنا بأن الحول شرط للوجوب فقط دون التعلق ، بمعنى ان وقت\r\nالتعلق هو وقت توفر الشروط العامة فيه ، وأما وقت الوجوب فهو بعد انتهاء\r\nالحول فلا كلام حينئذ ، لأن الحول شرط الوجوب دون التعلق ، وتلك شرط\r\nللتعلق دون الوجوب ، ولكن ذلك غير صحيح ، فان ظاهر النصوص هو ان زمان\r\nالتعلق هو زمان الوجوب فيه .\r\nوأما إذا قلنا بأن وقت التعلق هو وقت الوجوب ، بمعنى ان تعلق الزكاة به\r\nعبارة أُخرى عن تعلق الوجوب ، فعندئذ هل يعتبر الحول في ظل توفر الشروط\r\nالعامة فيه من البداية إلى النهاية أو لا ؟ بل يكفي توفرها مقارناً لانتهاء الحول ولا\r\nيلزم أن تكون في تمام أمده ؟\r\nالظاهر هو الأول ، بل لا اشكال فيه ، لأن الروايات التي تنص على نفي\r\nالزكاة عن مال اليتيم تدل بالدلالة السياقية على أن موضوع وجوب الزكاة هو مال\r\nالبالغ ، ولكن قد يعتبر في وجوبها في بعض أصنافه شرط آخر زائداً على\r\nالشروط العامة كالحول ، فان موضوع هذا الشرط في طول أمده المال الواجد\r\nللشروط العامة ، وهو مال البالغ العاقل الحر المتمكن من التصرف البالغ حد\r\nالنصاب ، كما هو الحال في غيره من الشروط الخاصة كالسوم وعدم العامل .\r\nوإن شئت قلت : ان المستفاد من نصوص هذه الشروط الخاصة ان\r\nاعتبارها انما هو بعد الفراغ عن توفر الشروط العامة في المرتبة السابقة ، باعتبار\r\nأنها بمثابة الموضوع لها ، ولا معنى لاعتبارها في فرض عدم توفرها ، كيف فان\r\nاعتبار الزكاة في الشرع متقوم بوجودها ، هذا إضافة إلى أن الروايات الكثيرة\r\nالواردة في الدين والوديعة ومال الغائب تدل على أن صاحبها إذا أخذها\r\nواستولى عليها وجبت الزكاة فيها شريطة مضى الحول عليها بعد الأخذ\r\nووقوعها في يده .\r\nمنها : قوله ( عليه السلام ) في صحيحة أبي محمود : \" إذا أخذهما - الوديعة والدين -\r\nثم يحول عليه الحول يزكي \" ( 1 ) .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 6 من أبواب من تجب عليه الزكاة حديث : 1 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n","description":"\r\nومنها : قوله ( عليه السلام ) في موثقة إسحاق بن عمار : \" . . . لا ، أي ( لا يجب الزكاة إذا\r\nجاء ) حتى يحول عليه الحول في يده \" ( 1 ) . ومنها غيرهما .\r\nوعلى هذا فتعلق وجوب الزكاة بالانعام الثلاثة وكذلك بالنقدين مشروط\r\nزائداً على الشروط العامة بمضي الحول عليها في ظل توفرها طوال الحول ، فإذا\r\nملك الصبي من النقدين أو الانعام الثلاثة بمقدار النصاب ، وبعد ستة أشهر\r\n- مثلاً - صار بالغاً لم يحسب مبدأ الحول من وقت الملك ، بل يحسب من وقت\r\nالبلوغ ، وهذا بخلاف الغلات الأربع ، فان تعلقه بها لا يتوقف على شرط آخر\r\nزائداً عليها ، هذا من ناحية .\r\nومن ناحية أُخرى ، قيل : بعدم اعتبار البلوغ في وجوب الزكاة في الغلات\r\nالأربع خاصة ، بل نسب ذلك إلى المشهور بين المتقدمين ، وقد يستدل على\r\nذلك بقوله ( عليه السلام ) في صحيحة زرارة ومحمد بن مسلم : \" قالا : ليس على مال اليتيم\r\nفي الدين والمال الصامت شئ ، فاما الغلات فعليها الصدقة واجبة \" ( 2 ) ، بدعوى :\r\nانه ينص على وجوب الزكاة في الغلات ، وبه يقيد اطلاق الروايات الدالة على\r\nعدم وجوب الزكاة في مال اليتيم بغير الغلات ، ولكنه معارض بما هو أقوى منه\r\nوهو قوله ( عليه السلام ) في صحيحة أبي بصير : \" ليس في مال اليتيم زكاة ، وليس عليه\r\nصلاة ، وليس على جميع غلاته من نخل أو زرع أو غلة زكاة ، وان بلغ اليتيم\r\nفليس عليه لما مضى زكاة ولا عليه لما يستقبل حتى يدرك ، فإذا أدرك كانت عليه\r\nزكاة واحدة ، وكان عليه مثل ما على غيره من الناس \" ( 3 ) ، باعتبار انه ناص في نفي\r\nالزكاة ، فيتقدم على الأول الظاهر في الوجوب تطبيقاً لتقديم النص على\r\n","footnote":"\r\n( 1 ) الوسائل باب : 5 من أبواب من تجب عليه الزكاة الحديث : 2 .\r\n( 2 ) ( 4 ) الوسائل باب : 1 من أبواب من تجب عليه الزكاة الحديث : 2 و 11 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\nالثاني : العقل ، فلا زكاة في مال المجنون في تمام الحول أو بعضه\r\nولو أدواراً ، بل قيل : إن عروض الجنون آناً مّا يقطع الحول لكنه مشكل\r\n( 1 ) بل لابد من صدق اسم المجنون وأنه لم يكن في تمام الحول\r\nعاقلاً ، والجنون آناً مّا بل ساعة وأزيد لا يضر لصدق كونه عاقلاً .\r\n\r\n","description":"\r\nالظاهر .\r\n( 1 ) الظاهر انقطاع الحول به ، بتقريب ان النتيجة من ضم الروايات النافية\r\nلوجوب الزكاة عن مال المجنون ، وهي صحيحة عبد الرحمان بن الحجاج\r\nومعتبرة موسى بن بكر إلى الروايات الدالة على وجوبها في مال البالغ هي : ان\r\nموضوع وجوب الزكاة وهو مال البالغ مقيد بقيد عدمي ، أي لا يكون مجنوناً ،\r\nوحيث قد دل الدليل على أن تعلق الزكاة به إذا كان من النقدين أو الانعام الثلاثة\r\nمشروط بأن يحول عليه الحول ، فعليه إذا كان مال البالغ الذي لا يكون مجنوناً\r\nمن أحد النقدين أو الانعام الثلاثة وحال عليه الحول وجبت الزكاة عليه شريطة\r\nأن يظل الموضوع باقياً على قيده طوال الحول كاملاً ، باعتبار ان الروايات التي\r\nتنص على اعتبار الحول وهو مضي أحد عشر شهراً ظاهرة في مضي تمام أيام\r\nتلك الشهور عليه بلا نقصان ، فلو انقلب الموضوع إلى موضوع آخر مباين له\r\nوهو البالغ المجنون انقطع الحول من حين الانقلاب بانعدام موضوعه ، فلا\r\nيكون مشمولاً لرواياته ، لفرض ان موضوعه مال البالغ الذي لا يكون مجنوناً لا\r\nمال البالغ المجنون ، فإذا استعاد عقله بعد يوم أو أقل أو أكثر فالحاق الباقي\r\nبالماضي بحاجة إلى دليل خاص ، والنصوص العامة للحول لا تعم الناقص ، لأن\r\nالحول اسم لفترة خاصة من الزمن وهي الفترة المتصلة المحددة بحدين هما\r\nالمبدأ والمنتهى كالشهر والأُسبوع واليوم ، ولا ينطبق على الناقص ولو بيوم\r\nواحد أو أقل ، باعتبار ان التطبيق لابد أن يكون بالنظر الدقيق العقلي ، واطلاق\r\nالحول على المجموع من الماضي والباقي وتكميل الناقص بضم يوم آخر إليه\r\n","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nالثالث : الحرية ، فلا زكاة على العبد وإن قلنا بملكه من غير فرق\r\nبين القنّ والمدبر وأم الولد والمكاتب المشروط والمطلق الذي لم يؤد\r\nشيئاً من مال الكتابة ، وأما المبعض فيجب عليه إذا بلغ ما يتوزع على\r\nبعضه الحرّ النصاب ( 1 ) .\r\n\r\n","description":"\r\nبحاجة إلى دليل يدل على أن المراد من الحول في المقام أعم منه .\r\nوعلى هذا فإذا جن البالغ أثناء الحول ولو يوماً واحداً أو أقل انقطع\r\nالاتصال بين الشهور المعتبر في تكوين الحول وهو مضي أحد عشر شهراً\r\nبالكامل ، فلو مضى عشرة شهور وتسعة وعشرين يوماً لم يكف ، إذ لم يمض\r\nأحد عشر شهراً كاملاً .\r\nفالنتيجة : ان ما دل على اعتبار مضي أحد عشر شهراً في وجوب الزكاة في\r\nالنقدين والانعام الثلاثة ظاهر في مضي هذه الفترة من الزمن عليها ، فإذا كانت\r\nأقل لم ينطبق عليها تلك الفترة لكي تجب الزكاة .\r\n( 1 ) فيه : ان شمول اطلاق الدليل للمكلف بلحاظ ان بعضه حر لا يخلو\r\nعن اشكال بل منع ، فإنه ان صدق عليه عنوان المملوك لم يكن مشمولاً لاطلاقه\r\nوإلاّ فلا مانع من الشمول باعتبار ان الخارج من اطلاق دليل وجوب الزكاة انما\r\nهو عنوان المملوك بمقتضى النصوص الدالة على أنه لا زكاة في ماله ، ونتيجة\r\nذلك ان موضوع العام بعد هذا التقييد هو مال البالغ الذي لا يكون مملوكاً ، وبما\r\nانه لا يصدق على المبعض عنوان المملوك فهو مشمول للعام .\r\nأو فقل ان موضوع العام غير مقيد بعنوان وجودي كعنوان الحر ، بل هو\r\nمقيد بعنوان عدمي كعدم المملوك ، وعليه فكل فرد لا يصدق عليه عنوان\r\nالمخصص فهو داخل في العام ومحكوم بحكمه ، وعلى هذا فتجب الزكاة على\r\nالمبعض إذا بلغ مجموع أمواله حد النصاب وإن لم يبلغ ما بإزاء بعضه الحر إذا\r\nوزعت .\r\n","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nالرابع : أن يكون مالكاً ، فلا تجب قبل تحقق الملكية كالموهوب\r\nقبل القبض والموصى به قبل القبول ( 1 ) أو قبل القبض ، وكذا في\r\nالقرض لا تجب إلا بعد القبض .\r\nالخامس : تمام التمكن من التصرف ، فلا تجب في المال الذي لا\r\nيتمكن المالك من التصرف فيه بأن كان غائباً ولم يكن في يده ولا في\r\nيد وكيله ، ولا في المسروق والمحجور والمدفون في مكان منسي ولا\r\nفي المرهون ولا في الموقوف ولا في المنذور التصدق به ( 2 ) ،\r\nوالمدار في\r\n\r\n","description":"\r\n( 1 ) الظاهر أن ملكيته لا تتوقف على القبول بل تحصل بصرف الوصية\r\nبالفك والتمليك ، وتمام الكلام في كتاب الوصية .\r\n( 2 ) ما ذكره الماتن ( قدس سره ) وان كان صحيحاً ، إلاّ ان عليه أن يبين ان ملاك المنع\r\nعن التصرف في المنذور التصدق غير ملاك المنع عنه في المرهون والموقوف .\r\nبيان ذلك : ان المال المنذور ليس متعلقاً لحق الغير حيث إن وجوب\r\nالوفاء بالنذر حكم تكليفي لا أنه حق للغير ، فعدم جواز تصرف الناذر فيه انما\r\nهو من جهة انه مناف للوفاء بالنذر الواجب عليه فعلاً ، واما عدم جواز التصرف\r\nفي المرهون والموقوف فإنما هو من جهة انه مناف لحق الغير ، هذا من ناحية .\r\nومن ناحية أُخرى ان الخارج من اطلاق دليل وجوب الزكاة ليس هو\r\nعنوان عدم التمكن من التصرف بل عناوين خاصة كالمال المدفون في مكان\r\nنسي صاحبه ذلك المكان ، والمال الذي يغيب صاحبه عنه ، والمال الذي يغيب\r\nعن صاحبه ، والوديعة ، والدين ، وعلى هذا الأساس فهل يمكن التعدي عن\r\nمورد تلك العناوين الخاصة إلى سائر الموارد كالمال المرهون والموقوف\r\nوالمنذور التصدق به ، أو لا ؟ الظاهر أنه لا مانع من التعدي ، وذلك من جهتين . .\r\nإحداهما : ان العرف لا يرى خصوصية لكون عدم التمكن من التصرف\r\nناشئاً من نسيان مكان دفن المال ، أو كونه غائباً عن صاحبه وبالعكس ، أو وديعة ،\r\n","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n","description":"\r\nأو ديناً ، بل يرى على أساس مناسبة الحكم والموضوع الارتكازية ان المعيار\r\nانما هو بعدم تمكن المالك من التصرف فيه مهما كان سببه ، وعليه فلا فرق بين\r\nكونه خارجاً عن سلطانه تكويناً أو تشريعاً .\r\nونتيجة ذلك : ان المتفاهم العرفي من تلك العناوين المأخوذة في ألسنة\r\nالروايات على أساس تلك المناسبات الارتكازية الضابط العام وهو عدم تعلق\r\nوجوب الزكاة بالمال الذي لا يكون تحت سلطان المالك وتصرفه عقلاً وشرعاً .\r\nوالأُخرى : ان الروايات الكثيرة الواردة في الدين والوديعة ومال الغائب\r\nتنص بمختلف الصيغ على إناطة وجوب الزكاة بكون المال في يد صاحبه\r\nوتحت تصرفه متى شاء .\r\nمنها : قوله ( عليه السلام ) في صحيحة أبي محمود : \" إذ أخذهما - الدين والوديعة - ثم\r\nيحول عليه الحول يزكى \" ( 1 ) فإنه يدل على أنه لا زكاة فيهما في فرض عدم الأخذ\r\nوان كان متمكناً منه .\r\nومنها : قوله ( عليه السلام ) في صحيحة عبد الله بن سنان : \" لا صدقة على الدين ولا\r\nعلى المال الغائب عنك حتى يقع في يديك \" ( 2 ) فإنه يدل على أن المناط في\r\nوجوب الزكاة وقوعه في يده ، فما لم يقع فلا زكاة وإن كان متمكناً من ذلك .\r\nومنها : قوله ( عليه السلام ) في موثقة إسحاق بن عمار : \" يعزل حتى يجيء ، قلت :\r\nفعلى ماله زكاة ، قال : لا حتى يجيء \" ( 3 ) فإنه يدل على عدم وجوب الزكاة ما دام\r\nهو غائب وإن كان متمكناً من المجيء والحضور .\r\nومنها : صحيحة علي بن جعفر عن أخيه ( عليه السلام ) قال : \" سألته عن الدين يكون\r\nعلى القوم المياسير إذا شاء قبضه صاحبه هل عليه زكاة ؟ قال : لا حتى يقبضه\r\nويحول عليه الحول \" ( 4 ) .\r\n","footnote":"\r\n( 1 ) ( 4 ) الوسائل باب : 6 من أبواب من تجب عليه الزكاة الحديث : 1 و 15 .\r\n( 2 ) ( 3 ) الوسائل باب : 5 من أبواب من تجب عليه الزكاة الحديث : 6 و 2 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\nالتمكن على العرف ( 1 ) ، ومع الشك يعمل بالحالة السابقة ( 2 ) ، ومع\r\nعدم\r\n\r\n","description":"\r\nوهذه الصحيحة وإن كان موردها الدين وصاحبه ما دام لم يقبضه لم\r\nيملك ، إلاّ ان هذه الخصوصية لا تصلح أن تكون فارقة بينه وبين الوديعة\r\nونحوها ، على أساس ان الملك كالتمكن من شروط الوجوب في مرحلة\r\nالاعتبار ، والاتصاف في مرحلة المبادئ ، ولا يكون المكلف مسؤولاً أمامها\r\nباعتبار انه لا يوجد وجوب قبل تحققها فكيف يكون محركاً وباعثاً على\r\nايجادها ، وعلى هذا فصاحب الوديعة ما دام لم يصل إليها ولم يقبضها لم يتمكن\r\nمن التصرف فيها ولا يجب عليه تحصيل التمكن بترتيب مقدمات للوصول إليها\r\nوأخذها كما لا يجب على الغائب الحضور وإن كان متمكناً منه ، ولا على\r\nصاحب الدين أن يأخذه من المدين ويقبضه .\r\nفالنتيجة : ان المستفاد من تلك الروايات الكثيرة بمختلف الألسنة ان\r\nالمعيار في وجوب الزكاة انما هو تمكن صاحب النصاب من التصرف فيه متى\r\nشاء وأراد ، وأما إذا لم يتمكن كذلك فلا زكاة وإن كان قادراً على ايجاده ، إلاّ أنه\r\nمن ايجاد الموضوع فلا مبرر لوجوبه ثم إنه لا فرق بين أن يكون المنع من\r\nالتصرف تكوينياً أو تشريعياً .\r\n( 1 ) قد عرفت مما تقدم معيار المدار فيه .\r\n( 2 ) هذا إذا كانت الشبهة موضوعية ، فإنه حينئذ ان كانت الحالة السابقة\r\nعدم المانع فتستصحب تلك الحالة ، وان كانت وجود المانع فيستصحب بقاء\r\nوجوده ، وان كانت مسبوقة بحالتين متضادتين كانتا مجهولتي التاريخ لم يجر\r\nاستصحاب البقاء في شئ منهما ، لا من جهة المعارضة بل من جهة ابتلائه\r\nبمحذور الاستصحاب في الفرد المردد .\r\nمثال ذلك : إذا كان يعلم بأن هذا المال كان تحت تصرفه وسلطانه في\r\nزمان وخارجاً عنه في زمان آخر ، وشك في المتقدم والمتأخر منهما ، فاذن كل\r\nمن الحادثين مردد بين فردين طوليين ، فالحادث الأول ان وجد في الساعة\r\n","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n","description":"\r\nالأُولى من النهار - مثلاً - كان يقطع بارتفاعه في الساعة الثانية ، وإن وجد في\r\nالساعة الثانية منه كان يقطع ببقائه ، وكذلك الحال في الحادث الثاني ، فاذن لا\r\nشك في بقاء شئ من الفردين الطوليين حتى يستصحب بقاؤه .\r\nنعم ، ان الشك في بقاء الجامع بينهما وإن كان ثابتاً إلاّ أنه ليس موضوعاً\r\nللأثر الشرعي لكي يستصحب بقاؤه ، فان الأثر الشرعي مترتب على الفرد ، وهو\r\nمردد بين ما هو مقطوع الارتفاع وما هو مقطوع البقاء ، فلا يمكن استصحابه ، لأنه\r\nمن الاستصحاب في الفرد المردد فيكون فاقداً لأحد أركانه وهو الشك في\r\nالبقاء ، وعلى ذلك فيرجع إلى أصالة البراءة عن وجوب الزكاة حيث لا يمكن\r\nالتمسك باطلاق الدليل لاثبات وجوبها لأن الشبهة موضوعية .\r\nوأما إذا كانت الشبهة مفهومية كما إذا شك في أن المراد من التمكن الذي\r\nهو شرط في وجوب الزكاة هل هو خصوص التمكن من التصرف تكويناً ، أو\r\nالأعم منه تشريعاً بسبب الشك في سعة مفهوم التمكن وضيقه ، فيكون مرد ذلك\r\nإلى الشك في تقييد وجوب الزكاة بقيد زائد وهو التمكن الشرعي ، وعليه\r\nفتدخل المسألة في كبرى مسألة الأقل والأكثر الارتباطيين ، لأن تقييد وجوب\r\nالزكاة بالتمكن من التصرف تكويناً معلوم ، والشك انما هو في تقييده بالتمكن\r\nمنه تشريعاً .\r\nوان شئت قلت : ان الأصل الموضوعي في المسألة لاثبات ان كلمة\r\nالتمكن موضوعة للمعنى الأعم أو الأخص وإن كان غير موجود ، ولكن بما أن\r\nمرجع هذا الشك إلى الشك في التقييد الزائد فلا مانع من الرجوع إلى اطلاق\r\nأدلة وجوب الزكاة وتقييده بالمتيقن وهو عدم التمكن من التصرف تكويناً ، وفي\r\nالزائد يرجع إلى اطلاقها ، على أساس ان المخصص المنفصل إذا كان مجملاً\r\nمفهوماً ودار أمره بين السعة والضيق كان حجة في المقدار المتيقن ، وفي الزائد\r\nيرجع إلى عموم العام ، وما نحن فيه من هذا القبيل .\r\nومع الاغماض عن ذلك يرجع إلى الأصل العملي كاستصحاب عدم\r\n","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nالعلم بها فالأحوط الإخراج ( 1 ) .\r\nالسادس : النصاب كما سيأتي تفصيله .\r\n[ 2613 
  ] مسألة 1 : يستحب للولي الشرعي إخراج الزكاة في غلات غير\r\nالبالغ يتيماً كان أولا ذكراً كان أو أنثى ، دون النقدين ، وفي استحباب\r\nإخراجها من مواشيه إشكال ، والأحوط الترك ، نعم إذا اتجر الولي بماله\r\nيستحب إخراج زكاته أيضاً ، ولا يدخل الحمل في غير البالغ فلا\r\nيستحب إخراج زكاة غلاته ومال تجارته ، والمتولي لإخراج الزكاة هو\r\nالولي ومع غيبته يتولاه الحاكم الشرعي ، ولو تعدد الولي جاز لكل منهم\r\nذلك ، ومن سبق نفذ عمله ، ولو تشاحوا في الإخراج وعدمه قدّم من\r\nيريد الإخراج ، ولو لم يؤد الولي إلى أن بلغ المولّى عليه فالظاهر ثبوت\r\nالاستحباب بالنسبة إليه .\r\n[ 2614 
  ] مسألة 2 : يستحب للولي الشرعي إخراج زكاة مال التجارة\r\nللمجنون دون غيره من النقدين كان أو من غيرهما .\r\n[ 2615 
  ] مسألة 3 : الأظهر وجوب الزكاة على المغمى عليه في أثناء\r\nالحول ، وكذا السكران ، فالإغماء والسكر لا يقطعان الحول فيما يعتبر\r\nفيه ولا ينافيان الوجوب إذا عرضا حال التعلق في الغلات .\r\n[ 2616 
  ] مسألة 4 : كما لا تجب الزكاة على العبد كذا لا تجب على سيده\r\nفيما ملكه على المختار من كونه مالكاً ، وأما على القول بعدم ملكه\r\nفيجب عليه مع التمكن العرفي من التصرف فيه ( 2 ) .\r\n\r\n","description":"\r\nجعل التقييد الزائد المشكوك فيه ، أو أصالة البراءة عنه .\r\n( 1 ) ظهر مما سبق انه لا وجه لهذا الاحتياط سواء كانت الشبهة موضوعية\r\nأم كانت مفهومية .\r\n( 2 ) مر الكلام في المراد من التمكن فراجع .\r\n","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n[ 2617 
  ] مسألة 5 : لو شك حين البلوغ في مجيء وقت التعلق من صدق\r\nالاسم وعدمه أو علم تاريخ البلوغ وشك في سبق زمان التعلق وتأخره ففي\r\nوجوب الإخراج إشكال ( 1 ) لأن أصالة التأخر لا تثبت البلوغ حال التعلق ،\r\nولكن الأحوط الإخراج ، وأما إذا شك حين التعلق في البلوغ وعدمه أو علم\r\nزمان التعلق وشك في سبق البلوغ وتأخره أو جهل التاريخين فالأصل عدم\r\n\r\n","description":"\r\n( 1 ) والأظهر عدم وجوب الزكاة فيما إذا علم بدخول وقت التعلق وجهل\r\nتاريخه الزمني ، وانه متقدم على بلوغ المالك ، أو متأخر عنه ، لأن استصحاب\r\nعدم دخول وقت التعلق إلى وقت بلوغ المالك المعلوم تاريخه الزمني لا يجري\r\nلأنه لا يثبت تأخر دخول وقت التعلق إلاّ بنحو مثبت .\r\nودعوى : انه وان لم يثبت ذلك إلاّ أنه لا مانع من جريانه فيه من جهة\r\nأُخرى وهي ان موضوع وجوب الزكاة في المسألة بما انه مركب من بلوغ المالك\r\nفي زمان ودخول وقت التعلق فيه ، والأول محرز بالوجدان ، والثاني مشكوك\r\nفيه ، ولا مانع من استصحاب عدم دخول وقته في زمان بلوغ المالك ويترتب\r\nعليه نفي الموضوع بنفي أحد جزءيه .\r\nمدفوعة بأن الموضوع وإن كان مركباً من الأمرين المذكورين ، ولكن ذلك\r\nالموضوع بما أنه قابل للوجود في أي زمان ، وهذا يعني أن نفي الوجوب عنه\r\nيتوقف على أن لا يوجد في شئ من الأزمنة التي مرت على هذا المال باعتبار\r\nأن وجوده في أي وقت يكفى للحكم بوجوب الزكاة فيه ، فاستصحاب عدم\r\nدخول وقت التعلق في زمان بلوغ المالك لا ينفى إلاّ وجود الموضوع المركب\r\nفي تلك الفترة من الزمن ، مع أن الوجوب مترتب على صرف وجود الموضوع\r\nالقابل للانطباق على فترات طولية من الزمن ، ومن المعلوم انه لا يكفى لنفي\r\nالحكم نفي حصة من وجود الموضوع وهي وجوده في واحدة من تلك\r\nالفترات إلاّ بنحو مثبت ، باعتبار ان انتفاء صرف وجود الجامع على نفي الحصة\r\n","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n","description":"\r\nعقلي ، ولا يجدي في جريان هذا الاستصحاب ضم الحصة المنفية به من صرف\r\nوجود الموضوع إلى الحصة الأُخرى من صرف وجوده التي هي منتفية وجداناً\r\nإلاّ على نحو مثبت ، ضرورة ان انتفاء صرف وجود الطبيعي الجامع على نفي\r\nفرده بما أنه عقلي فلا يمكن اثباته بالاستصحاب ، وسوف نشير إليه أيضاً عن\r\nقريب .\r\nنعم ، لا مانع من جريانه في موارد الشك في أصل دخول وقت التعلق\r\nبمفاد كان التامة ، فان استصحاب عدم دخول الوقت في تمام الأزمنة إلى الوقت\r\nالحاضر معناه نفي صرف وجود الموضوع المركب رأساً .\r\nثم إن هذه النكتة نكتة عامة في كل مورد يكون موضوع الحكم فيه مركباً\r\nمن أمرين ، فإنه إذا علم بوجود أحدهما وشك في وجود الآخر ، فإن كان الشك\r\nفي وجوده بمفاد كان التامة لا مانع من استصحاب عدمه بمفاد ليس التامة ، وإن\r\nكان الشك في وجوده في فترة خاصة من الزمن وهي زمن وجود الجزء الآخر\r\nمع العلم بأصل وجوده لم يجر الاستصحاب لأن زمن الآخر ان لوحظ على نحو\r\nالموضوعية فلا حالة سابقة له ، وإن لوحظ على نحو الطريقية الصرفة إلى واقع\r\nزمانه كما هو المفروض ، فحينئذ وإن كانت له حالة سابقة ، إلاّ أن نفي وجوده في\r\nتلك الفترة الخاصة بالاستصحاب لا يمكن الا بنحو مثبت - كما مر - ولا فرق في\r\nذلك بين أن يجري الاستصحاب في الجزء المشكوك واحراز الموضوع بضمه\r\nإلى ثبوت الجزء الآخر ، أو لا يجري ، فإنه على كلا التقديرين لا يجري\r\nاستصحاب عدم تحققه في زمن وجود الجزء الآخر .\r\nوعلى ضوء هذا الأساس لا فرق بين استصحاب عدم دخول وقت التعلق\r\nفي زمن بلوغ المالك واستصحاب عدم بلوغه في زمن دخول الوقت ، لأن ملاك\r\nعدم الجريان في كليهما واحد ، وهو ما مر .\r\nوأما استصحاب عدم البلوغ المعلوم تاريخه في مفروض المسألة ، فهو\r\nأيضاً لا يجري لا بلحاظ عمود الزمان وامتداده فلعدم الشك فيه ، ولا بلحاظ\r\n","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nالوجوب ( 1 ) ، وأما مع الشك في العقل فإن كان مسبوقاً بالجنون وكان\r\nالشك في حدوث العقل قبل التعلق أو بعده فالحال كما ذكرنا في البلوغ\r\n\r\n","description":"\r\nزمان الحادث الآخر وهو زمان دخول وقت التعلق في المقام تطبيقاً لنفس ما مر .\r\n( 1 ) في اطلاقه اشكال بل منع ، لأن عدم الوجوب في الصورة الأُولى وهي\r\nما إذا كان تاريخ التعلق معلوماً وتاريخ البلوغ مجهولاً مستند إلى الأصل الحكمي\r\nوهو أصالة البراءة عن الوجوب دون الأصل الموضوعي وهو استصحاب عدم\r\nتحقق البلوغ إلى زمان التعلق ، فإنه لا يجرى لعين ما تقدم في عكس هذه\r\nالصورة وهو ما إذا كان تاريخ البلوغ معلوماً وتاريخ وقت التعلق مجهولاً ، وأما\r\nاستصحاب عدم دخول وقت التعلق المعلوم تأريخه الزمني فهو أيضاً لا يجري\r\nتطبيقاً لما مر في استصحاب عدم بلوغ المالك المعلوم تاريخه في عكس هذه\r\nالصورة . ولا يعارض هذا الاستصحاب باستصحاب عدم التعلق إلى واقع زمان\r\nالبلوغ ، لأنه لما كان مردداً بين زمان تحقق فيه التعلق جزماً ، وزمان لم يتحقق فيه\r\nالتعلق كذلك ، فهذا من الاستصحاب في الفرد المردد ، وهو غير جار .\r\nنعم انه في الصورة الثانية وهي ما إذا كان تاريخ كليهما مجهولاً مستند إلى\r\nالأصل الحكمي وهو أصالة البراءة ، على أساس ما مر من أن الاستصحاب\r\nالموضوعي وهو استصحاب عدم حدوث كل من الحادثين إلى واقع زمان\r\nالحادث الآخر لا يجرى في نفسه لابتلائه بمحذور الاستصحاب في الفرد\r\nالمردد ، لا أنه يجري في كل منهما في نفسه ولكن يسقط بالتعارض ، فاذن لا\r\nمحالة تنتهي النوبة إلى الأصل الحكمي وهو أصالة البراءة عن الوجوب أو\r\nاستصحاب عدمه .\r\nوإن شئت قلت : أن هنا ثلاث صور . .\r\nالأُولى : أن يشك في أصل تحقق التعلق في زمان البلوغ بمفاد كان التامة ،\r\nسواء أكان زمان البلوغ معيناً ، أم كان مردداً بين زمانين طوليين ، كما إذا علم بأنه\r\nصار بالغاً ولكن لا يدري ان بلوغه كان في اليوم الأول من هذا الشهر مثلاً أو في\r\n","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nمن التفصيل ( 1 ) ، وإن كان مسبوقاً بالعقل فمع العلم بزمان التعلق\r\nوالشك في زمان حدوث الجنون فالظاهر الوجوب ، ومع العلم بزمان\r\nحدوث الجنون والشك في سبق التعلق وتأخره فالأصل عدم\r\nالوجوب ، وكذا مع الجهل بالتاريخين ، كما أن مع الجهل بالحالة السابقة\r\nوأنها الجنون أو العقل كذلك .\r\n[ 2618 
  ] مسألة 6 : ثبوت الخيار للبائع ونحوه لا يمنع من تعلق الزكاة إذا كان\r\nفي تمام الحول ، ولا يعتبر ابتداء الحول من حين انقضاء زمانه بناءً على\r\n\r\n","description":"\r\nاليوم الخامس منه ولكنه شاك في التعلق من اليوم الأول إلى اليوم الخامس بمفاد\r\nكان التامة ، وفي هذه الصورة يرجع إلى استصحاب عدم التعلق إلى زمان البلوغ ،\r\nومعناه نفي صرف وجود الموضوع المركب رأساً لا حصة منه ، وكذلك الحال إذا\r\nكان الأمر بالعكس وبذلك يظهر أن ما ذكره الماتن ( قدس سره ) في هذه المسألة من أن\r\nالمرجع في كل صورها الأصل الحكمي لا يتم باطلاقه ، حيث إن المرجع في\r\nهذه الصورة الأصل الموضوعي .\r\nالثانية : أن يكون تاريخ أحدهما معلوماً والآخر مجهولاً ، وقد تقدم حكم\r\nهذه الصورة بكلا شقيّها فلا حاجة إلى الإعادة .\r\nالثالثة : أن يكون تاريخ كليهما مجهولاً ، ويظهر حكم هذه الصورة أيضاً\r\nمما مر .\r\nوملخصه : ان استصحاب عدم كل من الحادثين في زمن الآخر لا يجري ،\r\nأما لعدم الحالة السابقة له إذا لوحظ زمن الآخر على نحو الموضوعية ، أما\r\nلابتلائه بمحذور الاستصحاب في الفرد المردد إذا لوحظ على نحو الطريقية\r\nالصرفة ، ومع الاغماض عن ذلك وتسليم انه لا مانع من جريانه من هذه الناحية\r\nفمع ذلك لا يجري إلاّ على القول بالأصل المثبت كما تقدم .\r\n( 1 ) مر الكلام في الشك في البلوغ ، وأما الشك في العقل في وقت التعلق ،\r\n","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n","description":"\r\nفمرة يقع الكلام فيما إذا كان العقل مسبوقاً بالجنون ، وأُخرى فيما إذا كان ملحوقاً\r\nبه ، بأن يكون الجنون مسبوقاً بالعقل .\r\nأما الأول ، ففيه صور . .\r\nالأُولى : أن يشك في حدوث العقل بمفاد كان التامة في زمان تعلق\r\nوجوب الزكاة سواء أكان زمانه معلوماً ومعيناً أم كان مجهولاً ومردداً بين زمانين\r\nطوليين ، فإنه يشك في حدوثه في طول ذلك الزمان ، وفي هذه الصورة\r\nيستصحب بقاء الجنون إلى زمان التعلق ، ويترتب عليه عدم الوجوب .\r\nالثانية : أن يعلم بأن المالك عاقل ولكن يشك في أنه عاقل في وقت\r\nالتعلق أولا ، وفي هذه الصورة ،\r\nمرة يكون تاريخ حدوث العقل معلوماً وتاريخ التعلق مجهولاً ،\r\nوأُخرى يكون بالعكس .\r\nوثالثة يكون تاريخ كليهما مجهولاً . فعلى الأول لا يجري استصحاب\r\nعدم التعلق إلى زمان العقل لعدم ترتب أثر شرعي عليه إلاّ على القول بالأصل\r\nالمثبت .\r\nودعوى : انه لا مانع من جريان هذا الاستصحاب لأنه ينفى موضوع\r\nالوجوب الذي هو مركب من وجود العقل في زمان والتعلق فيه ، وهذا يكفي في\r\nجريانه حيث إن الاستصحاب قد يثبت الأثر الشرعي باثبات موضوعه ، وقد\r\nينفيه بنفيه .\r\nمدفوعة : بأن موضوع الوجوب وإن كان مركباً من تعلق الزكاة\r\nبالمال ولا يكون صاحبه مجنوناً ، ولكن هذا الموضوع صرف وجود الطبيعي\r\nالقابل للانطباق على قطعات طولية من الزمان ، ولا يكفى في نفيه نفي\r\nحصة من وجود ذلك الموضوع وهي وجوده في واحدة من تلك القطعات ،\r\nإذ لا يترتب نفي الطبيعي على نفي فرده إلاّ على القول بكونه مثبتاً ،\r\nوتخيّل ان فرداً من هذا الموضوع وهو حصة من التعلق في زمان وجود\r\n","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n","description":"\r\nالعقل في المقام منفي بالاستصحاب ، وفرداً آخر منه وهو حصة أُخرى من\r\nالتعلق قبل زمان وجوده ، منفي بالوجدان لأنه يعلم وجداناً بعدم التعلق قبل ذلك\r\nالزمان ، وبضم الوجدان إلى الأصل ينفى الموضوع وهو الطبيعي الجامع فينفى\r\nالحكم ، خاطئ لأن ترتب نفي صرف وجود الطبيعي على نفي أحد فرديه\r\nبالوجدان ، ونفي الآخر بالتعبد لا يمكن إلاّ بناءاً على الأصل المثبت ، حيث إن\r\nهذا الترتب عقلي ، ومن هنا لا شبهة في جريان استصحاب بقاء الكلي في\r\nالقسم الثاني ، ولا يعارض باستصحاب عدم حدوث الفرد الطويل إذ لا يترتب\r\nعليه نفي الكلي ، كما أنه لا يمكن نفيه بضم استصحاب عدم الفرد الطويل\r\nإلى وجدانية عدم بقاء الفرد القصير في الزمان الثاني إلاّ على القول\r\nبالأصل المثبت .\r\nفالنتيجة : ان هذا الاستصحاب لا يجري ، وأما استصحاب عدم العقل فهو\r\nأيضاً لا يجري ، إما بلحاظ عمود الزمان فلأنه لا شك فيه ، وأما بلحاظ زمان\r\nالتعلق فإن كان ملحوظاً قيداً لعدم العقل بحيث يريد أن يثبت عدم العقل في\r\nزمان التعلق بما هو زمان التعلق الذي يكون مرده إلى التقييد بين الجزءين فلا\r\nحالة سابقة له لأن عدم العقل المقيد بزمان التعلق ليس له بما هو مقيد سابق\r\nزمني لكي يستصحب ، وبنفسه وإن كان له حالة سابقة ولكن استصحابه لا يثبت\r\nالتقيد إلاّ على القول بالأصل المثبت ، وإن كان ملحوظاً للإشارة إلى واقع زمانه\r\nباعتبار انه لا طريق لنا إلى الإشارة إليه إلاّ بعنوان زمان التعلق من دون أخذه في\r\nمصب التعبد الاستصحابي ، فبما أنه مردد بين زمان كان المالك عاقلاً فيه جزماً\r\nوزمان لم يكن المالك عاقلاً فيه كذلك ، فلا يكون الشك في عدم كونه عاقلاً فيه\r\nمتمحضاً في البقاء ، فمن أجل ذلك يكون الاستصحاب فيه من الاستصحاب في\r\nالفرد المردد ، وهو غير جار تطبيقاً لذلك ، ومع الاغماض عن ذلك فأيضاً لا\r\nيجري إلاّ بنحو مثبت كما مر ، فاذن تنتهى النوبة إلى الأصل الحكمي وهو أصالة\r\nالبراءة عن الوجوب .\r\n","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n","description":"\r\nوعلى الثاني لا يجري استصحاب عدم العقل إلى زمان التعلق تطبيقاً\r\nلنفس ما تقدم في الفرض الأول من هذه الصورة - أي الثانية -\r\nحرفاً بحرف ، وأما استصحاب عدم دخول وقت التعلق في زمان حدوث\r\nالعقل فيظهر مما مر أنه لا يجري ، اما لعدم الحالة السابقة له ، أو\r\nلابتلائه بمانع الاستصحاب في الفرد المردد ، ومع الاغماض عن ذلك أنه لا\r\nيجري أيضاً لعدم أثر له إلاّ على نحو مثبت ، فينتهي الأمر حينئذ إلى الأصل\r\nالحكمي .\r\nوعلى الثالث : فبما أن زمان الشك في كل منهما مردد بين زمانين فلا\r\nيجري استصحاب عدم كل منهما إلى واقع زمان الآخر لعدم تمامية أركانه الذي\r\nمنها الشك في البقاء كما عرفته .\r\nوإن شئت قلت : ان زمان الحادث الآخر إن لوحظ على نحو الموضوعية\r\nبأن يكون المستصحب هو العدم ، أي عدم كل منهما المقيد بزمان الحادث\r\nالآخر فليست له حالة سابقة لكي يستصحب بقاؤها ، وإن لوحظ على نحو\r\nالمعرفية الصرفة إلى واقع زمان الحادث الآخر وبما أنه مردد بين زمانين فيكون\r\nعدمه متيقناً في أحدهما ، ووجوده في الآخر ، فلا تتم أركان الاستصحاب حتى\r\nيجري لابتلائه بمحذور الاستصحاب في الفرد المردد ، ومع تسليم ذلك فإنه\r\nأيضاً لا يجري إلاّ على القول بالأصل المثبت كما تقدم . فاذن يكون المرجع في\r\nالمسألة أصالة البراءة عن وجوب الزكاة ، هذا كله فيما إذا كانت الحالة السابقة\r\nالجنون .\r\nوأما إذا كانت الحالة السابقة العقل ، فمرة يشك في حدوث الجنون في\r\nوقت التعلق ، وأُخرى يعلم بحدوثه ولكن يشك في أنه حدث قبل وقت التعلق ،\r\nأو بعده .\r\nوفي الصورة الأُولى : يرجع إلى استصحاب عدم حدوثه إلى وقت التعلق ،\r\nوبه يحرز موضوع الوجوب بضم الوجدان إلى الاستصحاب ، فان كونه مال\r\n","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n","description":"\r\nالبالغ محرز بالوجدان ، ولا يكون مجنوناً ، بالاستصحاب ، ويترتب عليه حينئذ\r\nوجوب الزكاة .\r\nوفي الصورة الثانية . . فمرة : يكون تاريخ حدوث الجنون معلوماً\r\nوتاريخ التعلق مجهولا .\r\nوأُخرى : بعكس ذلك .\r\nوثالثة : يكون تاريخ كليهما مجهولاً .\r\nفعلى الأول : لا يجري استصحاب عدم دخول وقت تعلق الزكاة في\r\nزمان حدوث الجنون تطبيقاً لما تقدم من أنه لا يترتب على نفي الحصة نفي\r\nالطبيعي الجامع الذي هو الموضوع للوجوب .\r\nودعوى : ان هذا الاستصحاب وإن لم يجر ، إلاّ أنه لا مانع من استصحاب\r\nبقاء العقل إلى زمان التعلق ، ويترتب عليه وجوب الزكاة .\r\nمدفوعة بأن زمان التعلق ان لوحظ بنحو الموضوعية ، بأن يكون\r\nالمستصحب بقاء العقل المقيد بزمان التعلق لم تكن له حالة سابقة ،\r\nلكي تستصحب ، وإن لوحظ بنحو المعرفية الصرفة إلى واقع زمان\r\nالتعلق فهو مردد بين زمان يكون المالك عاقلاً فيه جزماً ، وزمان\r\nيكون مجنوناً فيه كذلك ، فلا شك حينئذ في بقاء شئ لكي يجري\r\nالاستصحاب ، ومع الاغماض عن ذلك وتسليم جريان استصحاب بقاء العقل\r\nفي وقت التعلق وعدم حدوث الجنون فإنه لا يعارض باستصحاب عدم دخول\r\nوقت التعلق في زمان العقل ، لما مر من أنه لا يجري في نفسه لعدم\r\nأثر له إلاّ بنحو مثبت .\r\nفالنتيجة : ان المرجع في هذا الفرض هو أصالة البراءة عن وجوب\r\nالزكاة .\r\nوعلى الثاني : لا مانع من استصحاب عدم حدوث الجنون إلى وقت\r\nالتعلق ، ويترتب عليه وجوب الزكاة ، لأن موضوعه وهو مال البالغ الذي لا يكون\r\n","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n","description":"\r\nمجنوناً محرز بضم الاستصحاب إلى الوجدان ، لأن الجزء الأول محرز\r\nبالوجدان ، والثاني محرز بالتعبد الاستصحابي ، ولا يجري استصحاب عدم\r\nالتعلق إلى زمان حدوث الجنون بنفس ما مر من أنه استصحاب في الفرد المردد .\r\nهذا إضافة إلى أنه لا أثر له إلاّ بناءاً على حجية الأصل المثبت ، فاذن لا معارض\r\nله .\r\nوعلى الثالث : فلا يجري استصحاب عدم حدوث كل منهما في زمان\r\nالآخر في نفسه ، أما لابتلائه بمانع الاستصحاب في الفرد المردد ، أو لعدم الحالة\r\nالسابقة له . ومع الاغماض عن ذلك ، لا أثر له الا بنحو مثبت كما مر .\r\nفالنتيجة : أن هذه المسألة تتضمن ثلاثة عناصر . .\r\nالعنصر الأول : يتمثل في البلوغ وصور الشك في تحققه في زمن دخول\r\nوقت التعلق .\r\nالعنصر الثاني : يتمثل في العقل وصور الشك في حدوثه في زمن دخول\r\nالوقت .\r\nالعنصر الثالث : يتمثل في الجنون وصور الشك في حدوثه في ذلك\r\nالوقت .\r\nوالناتج من البحوث فيها هو عدم وجوب الزكاة في كل من صور الشك\r\nفي العنصر الأول والثاني ، سواء أكان الشك في صرف وجودهما في زمان\r\nدخول الوقت ، أم كان في وجودهما الخاص فيه ، وأما في العنصر الثالث فإن كان\r\nالشك في حدوث الجنون بمفاد كان التامة في زمن دخول الوقت وجبت الزكاة\r\nبمقتضى استصحاب بقاء العقل فيه ، بلا فرق بين أن يكون زمن دخول الوقت\r\nمعلوماً أو مجهولاً مردداً بين زمانين ، وكذلك إذا شك في حدوث وجوده\r\nالخاص في الزمن المذكور شريطة أن يكون تاريخ ذلك الزمن معلوماً معيناً\r\nبعين ما مر من الملاك وهو استصحاب بقاء العقل فيه وعدم حدوث الجنون ،\r\nوأما في سائر صوره فلا تجب الزكاة .\r\n","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nالمختار من عدم منع الخيار من التصرف ، فلو اشترى نصاباً من الغنم أو الإبل\r\nمثلاً وكان للبائع الخيار جرى في الحول من حين العقد لا من حين انقضائه .\r\n[ 2619 
  ] مسألة 7 : إذا كانت الأعيان الزكوية مشتركة بين اثنين أو أزيد\r\nيعتبر بلوغ النصاب في حصة كل واحد ، فلا تجب في النصاب الواحد\r\nإذا كان مشتركاً .\r\n[ 2620 
  ] مسألة 8 : لا فرق في عدم وجوب الزكاة في العين الموقوفة بين أن\r\nيكون الوقف عاماً أو خاصاً ، ولا تجب في نماء الوقف العام ( 1 ) ، وأما في\r\nنماء الوقف الخاص فتجب على كل من بلغت حصته حد النصاب .\r\n[ 2621 
  ] مسألة 9 : إذا تمكن من تخليص المغصوب أو المسروق أو المحجور\r\nبالاستعانة بالغير أو البينة أو نحو ذلك بسهولة فالأحوط ( 2 ) إخراج زكاتها ،\r\nوكذا لو مكّنه الغاصب من التصرف فيه مع بقاء يده عليه أو تمكن من أخذه\r\nسرقة ، بل وكذا لو أمكن تخليصه ببعضه مع فرض انحصار طريق التخليص\r\nبذلك أبداً ، وكذا في المرهون إن أمكنه فكه بسهولة .\r\n\r\n","description":"\r\n( 1 ) في التخصيص اشكال بل منع ، إذ لا فرق بين الوقف العام والخاص ،\r\nفان المعيار في ذلك هو أن الوقف إذا كان على نحو المصرف ، كما إذا وقف\r\nشخص بساتينه - مثلاً - على أن يصرف نماؤها على فقراء البلد ، أو على ذريته لم\r\nتجب الزكاة فيه لعدم الملك ، وإذا كان على نحو الملك كما إذا جعلها وقفاً على\r\nأن يكون نماؤها ملكاً لذريته أو لعلماء البلد وجبت الزكاة على حصة كل واحد\r\nمنهم إذا بلغت حد النصاب . نعم ، إذا جعلها وقفاً على أن يكون نماؤها ملكاً\r\nللعنوان كالوقف على العلماء أو السادة أو الفقراء فلا زكاة فيه .\r\n( 2 ) في الاحتياط اشكال بل منع لما مر من أن عدم المانع من التصرف\r\nعقلاً وشرعاً في المال البالغ حد النصاب يكون من شروط الاتصاف والوجوب ،\r\n","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n[ 2622 
  ] مسألة 10 : إذا أمكنه استيفاء الدين بسهولة ولم يفعل لم يجب\r\nاخراج زكاته ، بل وإن أراد المديون الوفاء ولم يستوف اختياراً مسامحة\r\nأو فراراً من الزكاة ، والفرق ( 1 ) بينه وبين ما ذكر من المغصوب ونحوه\r\nأن الملكية حاصلة في المغصوب ونحوه بخلاف الدين فإنه لا يدخل\r\nفي ملكه إلا بعد قبضه .\r\n[ 2623 
  ] مسألة 11 : زكاة القرض على المقترض بعد قبضه لا المقرض فلو\r\nاقترض نصاباً من أحد الأعيان الزكوية وبقي عنده سنة وجب عليه الزكاة ، نعم\r\nيصح أن يؤدي المقرض عنه تبرعاً ، بل يصح تبرع الأجنبي أيضاً ، والأحوط\r\nالاستئذان من المقترض في التبرع عنه وإن كان الأقوى عدم اعتباره ، ولو\r\nشرط في عقد القرض أن يكون زكاته على المقرض فإن قصد أن يكون\r\nخطاب الزكاة متوجهاً إليه لم يصح ، وإن كان المقصود أن يؤدي عنه صح .\r\n[ 2624 
  ] مسألة 12 : إذا نذر التصدق بالعين الزكوية فإن كان مطلقاً غير موقت\r\nولا معلقاً على شرط لم تجب الزكاة فيها وإن لم تخرج عن ملكه بذلك لعدم\r\nالتمكن من التصرف فيها سواء تعلق بتمام النصاب أو بعضه . نعم ، لو كان النذر\r\nبعد تعلق الزكاة وجب إخراجها أولاً ثم الوفاء بالنذر ( 2 ) ، وإن كان موقتاً ما\r\n\r\n","description":"\r\nفلا يجب عليه رفع المانع وان تمكن منه .\r\n( 1 ) لا قيمة لهذا الفرق في المقام إذ كما أن الملك من شروط الوجوب\r\nوالاتصاف كذلك التمكن من التصرف ، وكما لا يكون المكلف مسؤولاً امام\r\nالأول حيث لا وجوب قبل تحققه حتى يكون محركاً وباعثاً ، كذلك امام الثاني\r\nبنفس الملاك .\r\n( 2 ) هذا إذا كان متعلقه كلياً في الذمة ، أو كلياً في المعين شريطة أن لا\r\nيستوعب تمام النصاب ، وأما إذا كان متعلقه عين المال الزكوي فحينئذ إن كان\r\n","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nقبل الحول ووفى بالنذر فكذلك لا تجب الزكاة إذا لم يبق بعد ذلك مقدار\r\nالنصاب ، وكذا إذا لم يف به وقلنا بوجوب القضاء بل مطلقاً لانقطاع الحول\r\nبالعصيان ( 1 ) ، نعم ، إذا مضى عليه الحول من حين العصيان وجبت على\r\n\r\n","description":"\r\nتعلق الزكاة بالعين على نحو الإشاعة فلا يصح نذره ، لأن متعلقه مال مشترك بين\r\nالناذر وغيره ، وإن كان تعلقها بها على نحو الكلي في المعين صح شريطة أن لا\r\nيكون المنذور مستوعباً لتمام النصاب ، وأما إذا كان تعلقها بها على نحو الشركة\r\nفي المالية بنسبة معينة تتمثل في مالية شئ خاص وإن كان خارجاً عن النصاب\r\nكما في الإبل والبقر فهي لا تمنع المالك من التصرف في الزائد ، بل في كل\r\nالنصاب كما سوف يأتي بيانه في ضمن البحوث القادمة .\r\nنعم ، ان زكاة الغلات تختلف عن زكاة الأنعام والنقدين ، فان روايات\r\nالأُولى ظاهرة في أن تعلقها بها على نحو الإشاعة في العين ، وأما روايات زكاة\r\nالنقدين فهي ظاهرة في أن تعلقها بهما على نحو الكلي في المعين ، وكذلك\r\nروايات زكاة الغنم ، وأما روايات زكاة الإبل والبقر فلا تكون ظاهرة في الشركة\r\nفي العين على نحو الإشاعة ، ولا على نحو الكلي في المعين ، وأما الشركة في\r\nالمالية بنسبة معينة تتمثل في مالية شئ خاص فلابد من حملها عليها بقرينة\r\nالروايات الكثيرة التي تنص بمختلف الألسنة على أن الله تعالى جعل للفقراء في\r\nمال الأغنياء ما يكتفون به ، وفي بعضها انه تعالى اشرك بين الأغنياء والفقراء في\r\nالأموال ، وتمام الكلام في محله ، وعلى هذا فالنذر المتعلق بالنصاب بعد وجوب\r\nالزكاة يختلف باختلاف الأموال الزكوية فإذا كان متعلقه الإبل أو البقر فالظاهر أنه\r\nصحيح وإن تعلق بتمام النصاب ، لأنه لم يتعلق بالمال المشترك بين الناذر\r\nوغيره ، وإذا كان الغنم أو النقدين وكان كل النصاب لم يصح لأنه تعلق بالمال\r\nالمشترك . نعم ، إذا كان بالزائد على مقدار الزكاة صح ، وأما في الغلات فهو غير\r\nصحيح وإن كان متعلقه بعض النصاب .\r\n( 1 ) فيه اشكال بل منع ، فان الحول انما ينقطع بوجوب الوفاء بالنذر فعلاً\r\n","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالقول بعدم وجوب القضاء ، وكذا إن كان موقتاً بما بعد الحول فإنّ تعلق النذر\r\nبه مانع عن التصرف فيه ( 1 ) ، وأما إن كان معلقاً على شرط فإن حصل المعلق\r\nعليه قبل تمام الحول لم تجب ، وإن حصل بعده وجبت ، وإن حصل مقارناً\r\n\r\n","description":"\r\nباعتبار انه مانع من التصرف في المنذور ، وقد مر ان وجوب الزكاة مشروط\r\nبالتمكن من التصرف في النصاب طول الحول ، وبما ان وجوب الوفاء بالنذر في\r\nأثناء الحول مانع من التصرف فيكون قاطعاً للحول . نعم ، بناءاً على عدم وجوب\r\nالقضاء في المقام كما هو الصحيح يبدأ الحول بانتهاء وقت وجوب الوفاء\r\nبالنذر ، وهو وقت العصيان ، وعلى هذا فمبدأ الحول يكون مقارناً للعصيان ، لا أنه\r\nقاطع للحول ، فان القاطع انما هو وجوب الوفاء بالنذر ، فما دام ذلك الوجوب\r\nموجوداً وفعلياً لا يتوفر ما هو شرط لوجوب الزكاة واتصافها بالملاك ، وانما\r\nيتوفر ذلك بعد انتهاء وجوب الوفاء بالنذر بانتهاء موضوعه وهو الوقت .\r\n( 1 ) هذا مبني على أن يكون وجوب الوفاء فعلياً والواجب موقتاً بوقت\r\nمتأخر ، ولكن الأمر ليس كذلك ، فان ما هو فعلي التزام الناذر بالوفاء بالنذر في\r\nالوقت المتأخر لا وجوب الوفاء به شرعاً ، لأن الوقت كما أنه قيد للواجب كذلك\r\nقيد للوجوب أيضاً ، لما ذكرناه في علم الأُصول من أن قيد الواجب إذا كان غير\r\nاختياري فلابد من أخذه قيداً للوجوب أيضاً ، إذ لا يمكن أن يكون الوجوب\r\nمطلقاً وفعلياً ، وإلاّ لزم أن يكون محركاً للمكلف نحو الاتيان بالواجب المقيد\r\nبهذا القيد غير المقدور ، وأما الالتزام بأنه مشروط به على نحو الشرط المتأخر\r\nفهو وإن كان ممكناً في عالم الاعتبار والجعل ، إلاّ أنه بحاجة إلى قرينة تدل عليه ،\r\nوعلى هذا فإذا كان النذر موقتاً بما بعد الحول لم يكن مانعاً منه ، فإذا تم الحول\r\nوجب اخراج الزكاة ، وحينئذ فان جاء وقت الوفاء بالنذر فان بقي موضوعه\r\nوجب الوفاء به ، والا ينتفى بانتفاء موضوعه ، ومن هنا يظهر حال ما إذا كان النذر\r\nمعلقاً على شرط فإنه ما دام لم يتحقق شرطه فلا وجوب .\r\n","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nلتمام الحول ففيه إشكال ( 1 ) ووجوه ثالثها التخيير بين تقديم أيهما\r\nشاء ، ورابعها القرعة .\r\n[ 2625 
  ] مسألة 13 : لو استطاع الحج بالنصاب فإن تم الحول قبل سير\r\nالقافلة والتمكن من الذهاب وجبت الزكاة أوّلاً ( 2 ) ، فإن بقيت الاستطاعة\r\nبعد إخراجها وجب وإلا فلا ، وإن كان مضي الحول متأخراً عن سير القافلة\r\nوجب الحج وسقط وجوب الزكاة ، نعم لو عصى ولم يحج وجبت بعد تمام\r\n\r\n","description":"\r\n( 1 ) بل الظاهر أنه لا اشكال في وجوب الزكاة في المسألة ، لأن وجوب\r\nالوفاء بالنذر انما يصلح أن يكون مانعاً عن تحقق موضوع وجوب الزكاة ،\r\nوشرطه العام إذا كان في أثناء الحول ، وأما إذا كان مقارناً لانتهاء الحول فلا يكون\r\nمانعاً ، ولا يصلح أن يكون مزاحماً لوجوبها ، بل لابد من تقديم وجوب الزكاة\r\nعلى وجوب الوفاء بالنذر ، لما ذكرناه في الأُصول من أن وجوب الوفاء بالنذر أو\r\nالشرط أو العهد أو نحو ذلك من الالتزامات المفروضة من قبل نفس المكلف لا\r\nيصلح أن يزاحم وجوباً شرطه الله تعالى ، لما ورد في لسان أدلته من : « ان شرط\r\nالله قبل شرطكم » وهذا يعني ان التكاليف والالتزامات المفروضة من قبل نفس\r\nالمكلف لا تصلح أن تزاحم التكاليف والالتزامات المفروضة من قبل الله تعالى .\r\nونتيجة ذلك : ان وجوب الوفاء بالنذر مقيد بعدم وجوب الزكاة لا بعدم\r\nالاشتغال بمتعلقه لباً ، فيكون صرف وجوبها رافعاً لوجوب الوفاء به ووارداً عليه .\r\n( 2 ) هذا فيما إذا لم يوجب اخراج الزكاة هدم الاستطاعة ، وإلاّ سقط\r\nوجوبها بسقوط شرطه وهو التمكن من التصرف فيه ، وحيث إن وجوب الحج\r\nمتحقق من حين تحقق الاستطاعة كما هو الصحيح فيكون مانعاً من التصرف\r\nباعتبار لزوم الحفاظ على الاستطاعة وعدم جواز تفويتها لتمامية ملاك وجوب\r\nالحج من هذه الناحية ، فلا يجوز تفويته ، فإذا استطاع المكلف بالنصاب أثناء\r\nالحول تحقق وجوب الحج فعلاً كما هو مقتضى ظاهر الآية الشريفة والروايات\r\n","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nالحول ( 1 ) ، ولو تقارن خروج القافلة مع تمام الحول وجب الزكاة أوّلاً\r\nلتعلقها بالعين بخلاف الحج .\r\n\r\n","description":"\r\nمشروطاً بشرط متأخر وهو مجيء يوم عرفة ، وقد ذكرنا في علم الأُصول أنه لا\r\nمانع من الالتزام بالشرط المتأخر بالنسبة إلى الحكم في مرحلة الجعل والاعتبار .\r\nنعم ، لا يمكن الالتزام به بالنسبة إلى اتصاف المتعلق بالملاك في مرحلة\r\nالمبادي ، فيوم عرفة شرط لوجوب الحج على نحو الشرط المتأخر لا لاتصافه\r\nبالملاك ، ولكن فعلية وجوبه وكون المكلف مسؤولاً أمام تهيئة تمام مقدماته\r\nللوصول إلى الميقات واهتمام الشارع بانجازه والاتيان به بلسان ان تاركه يموت\r\nيهودياً أو نصرانياً تكشف عن أن ملاكه تام في وقته على نحو يجب على\r\nالمكلف تحصيل القدرة عليه والحفاظ بها قبل دخوله ، وعلى هذا فلا يجوز\r\nالتصرف في النصاب على نحو يؤدي إلى هدم الاستطاعة وتفويتها ولو كان\r\nذلك باخراج الزكاة منه .\r\nوإن شئت قلت : ان المعيار انما هو بحصول الاستطاعة بالنصاب قبل تمام\r\nالحول فان حصلت وجب التحفظ عليها وسقط وجوب الزكاة بسقوط شرطه ،\r\nولا أثر حينئذ لكون سير القافلة قبل تمامية الحول أو بعدها أو مقارناً لها ، فإنه\r\nعلى جميع التقادير يجب على المستطيع أن يحافظ على استطاعته ويحرم عليه\r\nتفويتها ، ومع هذا لا يتمكن من التصرف فيه بما ينافي استطاعته .\r\n( 1 ) هذا انما يتم إذا كان بين وجوب الحج ووجوب الزكاة تزاحم ، وحينئذ\r\nبما ان الأول أهم من الثاني جزماً أو احتمالاً قدم عليه ، ولكن إذا عصى المكلف\r\nوترك الأول فلا مانع من وجوب الثاني على القول بامكان الترتب ، وأما بناءاً\r\nعلى ما مر من أن وجوب الحج لدى تحقق الاستطاعة بما انه فعلي فهو يقتضى\r\nالتحفظ عليها ويمنع المالك المستطيع من أن يتصرف في النصاب بما ينافي\r\nاستطاعته ويؤدي إلى تفويتها ، فإذا كان ممنوعاً من التصرف فيه سقط وجوب\r\nالزكاة بسقوط موضوعه وهو التمكن من التصرف ، فيكون صرف\r\n","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n[ 2626 
  ] مسألة 14 : لو مضت سنتان أو أزيد على ما لم يتمكن من\r\nالتصرف فيه بأن كان مدفوناً ولم يعرف مكانه أو غائباً أو نحو ذلك ( 1 )\r\nثم تمكن منه استحب زكاته لسنة ، بل يقوى ( 2 ) استحبابها بمضي سنة\r\nواحدة أيضاً .\r\n[ 2627 
  ] مسألة 15 : إذا عرض عدم التمكن من التصرف بعد تعلق الزكاة\r\nأو بعد مضي الحول متمكناً فقد استقر الوجوب فيجب الأداء إذا تمكن\r\nبعد ذلك ، وإلا فإن كان مقصراً يكون ضامناً ، وإلا فلا .\r\n[ 2628 
  ] مسألة 16 : الكافر تجب عليه الزكاة لكن لا تصح منه إذا أداها ( 3 ) .\r\n\r\n","description":"\r\nوجوب التحفظ بها رافعاً لوجوبها برفع موضوعه ، والفرض أنه لا يسقط بتأخير\r\nالحج عن السنة الأُولى وتركه فيها عالماً ملتفتاً إلى الحكم الشرعي ، بل يجب\r\nعليه ذلك في السنة القادمة أيضاً ، وعليه فلا فرق بين السنة الأُولى والثانية ، كما أنه\r\nلا فرق بين القول بفورية وجوب الحج كما هو المشهور والقول بعدم فورية\r\nوجوبه كما هو غير بعيد ، فإنه على كلا القولين لا يسقط وجوب التحفظ على\r\nالاستطاعة وعدم جواز تفويتها بتأخير الحج عن السنة الأُولى ، غاية الأمر انه آثم\r\nعلى القول الأول دون الثاني .\r\n( 1 ) في ثبوت الاستحباب في غير مورد النص اشكال بل منع ، لأن مورد\r\nالنص هو المال المدفون ، والمال الذي يغيب عن مالكه ، والتعدي عنه إلى سائر\r\nالموارد بحاجة إلى قرينة ولا قرينة عليه لا في نفس النص ولا من الخارج .\r\n( 2 ) في القوة اشكال بل منع ، لأن مورد النص في الأول مضي ثلاث\r\nسنوات ، وفي الثاني خمس سنوات ، والتعدي عنه إلى مضي سنة واحدة بحاجة\r\nإلى دليل .\r\n( 3 ) على الأحوط ، وقد مر في كتاب الصوم ان اثبات مانعية الكفر عن\r\nصحة العبادة في غاية الاشكال ، فمن أجل ذلك تكون المسألة مبنية على\r\nالاحتياط .\r\n","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nنعم للإمام ( عليه السلام ) أو نائبه أخذها منه قهراً ، ولو كان قد أتلفها فله أخذ\r\nعوضها منه .\r\n[ 2629 
  ] مسألة 17 : لو أسلم الكافر بعدما وجبت عليه الزكاة سقطت عنه\r\nوإن كانت العين موجودة ، فإن الإسلام يجبّ ما قبله ( 1 ) .\r\n[ 2630 
  ] مسألة 18 : إذا اشترى المسلم من الكافر تمام النصاب بعد\r\nتعلق الزكاة وجب عليه إخراجها .\r\n\r\n","description":"\r\n( 1 ) هذا ليس من أجل ذلك النص ، فإنه وإن كان مشهوراً إلاّ أنه ساقط\r\nسنداً ، بل من أجل ان ذلك المضمون ثابت في الشريعة المقدسة بالبناء القطعي\r\nمن النبي الأكرم ( صلى الله عليه وآله ) في طول بعثته ، فإنه لم ينقل منه ( صلى الله عليه وآله ) ولو في مورد واحد أنه\r\nأمر الكافر بعد اسلامه بقضاء العبادات التي منها الزكاة ، فلو كان قضاؤها واجباً\r\nعليه بعد الاسلام لشاع بين المسلمين .\r\nثم إن مضمون ذلك الحديث بمناسبة الحكم والموضوع مختص\r\nبالأحكام الابتدائية المجعولة في الشريعة المقدسة ولا يعم الأحكام العقلائية\r\nالامضائية ، على أساس ان ثبوت هذا الحكم منوط بتوفر أمرين . .\r\nأحدهما : أن يكون في الجب امتنان على الأمة .\r\nوالآخر : أن يكون الحكم مرتبطاً بالاسلام حتى يكون نفيه بيده .\r\n","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nفصل\r\nفي الأجناس التي تتعلق بها الزكاة\r\nتجب في تسعة أشياء : الأنعام الثلاثة ، وهي الإبل والبقر والغنم ،\r\nوالنقدين وهما الذهب والفضة ، والغلات الأربع وهي الحنطة والشعير\r\nوالتمر والزبيب ، ولا تجب فيما عدا ذلك على الأصح .\r\nنعم ، يستحب إخراجها من أربعة أنواع أُخر . .\r\nأحدها : الحبوب مما يكال أو يوزن كالأرز والحمّص والماش\r\nوالعدس ونحوها ، وكذا الثمار كالتفاح والمشمش ونحوهما دون\r\nالخضر والبقول كالقَتّ والباذنجان والخيار والبطيخ ونحوها .\r\nالثاني : مال التجارة على الأصح .\r\nالثالث : الخيل الإناث دون الذكور ودون البغال والحمير والرقيق .\r\nالرابع : الأملاك والعقارات التي يراد منها الاستنماء كالبستان\r\nوالخان والدكان ونحوها ( 1 ) .\r\n[ 2631 
  ] مسألة 1 : لو تولد حيوان بين حيوانين يلاحظ فيه الاسم في\r\nتحقق الزكاة وعدمها ، سواء كانا زكويين أو غير زكويين أو مختلفين ، بل\r\nسواء كانا\r\nمحللين أو محرمين أو مختلفين مع فرض تحقق الاسم حقيقة لا أن\r\nيكون بمجرد الصورة ، ولا يبعد ذلك فإن الله قادر على كل شئ .\r\n\r\n","description":"\r\n( 1 ) على الأحوط الأولى ، إذ لا د ليل على استحباب الزكاة فيها ، وأما\r\nالروايات التي تنص على ثبوت الزكاة في أموال التجارة فلا تشمل الانتفاع\r\nوالاستنماء منها لأنها غير داخلة في أموال التجارة .\r\n","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nفصل\r\nفي زكاة الأنعام الثلاثة\r\nويشترط في وجوب الزكاة فيها مضافاً إلى ما مرّ من الشرائط\r\nالعامة أُمور . .\r\nالأول : النصاب ، وهو في الإبل اثنا عشر نصاباً . .\r\nالأول : الخمس ، وفيها شاة .\r\nالثاني : العشر ، وفيها شاتان .\r\nالثالث : خمسة عشر ، وفيها ثلاث شياه .\r\nالرابع : العشرون ، وفيها أربع شياه .\r\nالخامس : خمس وعشرون ، وفيها خمس شياه .\r\nالسادس : ست وعشرون ، وفيها بنت مخاض وهي الداخلة في\r\nالسنة الثانية .\r\nالسابع : ست وثلاثون ، وفيها بنت لَبون وهي الداخلة في السنة\r\nالثالثة .\r\nالثامن : ست وأربعون ، وفيها حِقة وهي الداخلة في السنة الرابعة .\r\nالتاسع : إحدى وستون ، وفيها جَذَعة وهي التي دخلت في السنة\r\nالخامسة .\r\nالعاشر : ست وسبعون ، وفيها بنتا لبون .\r\nالحادي عشر : إحدى وتسعون ، وفيها حقتان .\r\nالثاني عشر : مائة وإحدى وعشرون ، وفيها في كل خمسين حقة ، وفي\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nكل أربعين بنت لبون بمعنى أنه يجوز أن يحسب أربعين أربعين وفي\r\nكل منها بنت لبون ، أو خمسين خمسين وفي كل منها حقة ، ويتخير\r\nبينهما مع المطابقة لكل منهما أو مع عدم المطابقة لشيء منهما ، ومع\r\nالمطابقة لأحدهما الأحوط ( 1 ) مراعاتها ،\r\n\r\n\r\n","description":"\r\n( 1 ) بل الأقوى ذلك لأن المتفاهم العرفي من قوله ( عليه السلام ) في صحيحة زرارة\r\nوغيرها : « فإن زادت على العشرين والمأة واحدة ففي كل خمسين حقة ، وفي كل\r\nأربعين ابنة لبون » ( 1 ) الضابط العام ، وهو ان الإبل إذا كثرت وتجاوزت عن المأة\r\nوالعشرين فلها نصابان . .\r\nأحدهما : بعدد خمسين خمسين وزكاته حقة .\r\nوالآخر : بعدد أربعين أربعين وزكاته ابنة لبون . وقوله ( عليه السلام ) في الصحيحة :\r\n« فان زادت على العشرين والمأة واحدة . . . » ( 2 ) بيان أدنى مرتبة من مراتب\r\nالضابط العام لهذا النصاب ، ولا موضوعية للزيادة الواحدة ، ويدل على ذلك\r\nاطلاق قوله ( عليه السلام ) في ذيل صحيحتي أبي بصير وعبد الرحمان بن الحجاج : « فإذا\r\nكثرت الإبل ففي كل خمسين حقة » ( 3 ) .\r\nثم إن جعل النصابين المتفاوتين للزائد على المأة والعشرين من الإبل لا\r\nيمكن أن يكون جزافاً ، فلا محالة يكون مبنياً على نكتة تبرر ذلك ، وتلك النكتة\r\nليست الا اهتمام المولى بحقوق الفقراء وعدم ورود النقص عليها ولو نسبياً ،\r\nومن هنا يظهر انه لا يمكن حمل الروايات على التخيير باعتبار ان فيه رعاية\r\nلحال المالك دون الفقراء ، وهذا لا ينسجم مع تشريع الزكاة .\r\nوعلى هذا الأساس ، فإذا كثر عدد الإبل لدى المالك وبلغ عدداً يكون كل\r\n","footnote":"\r\n( 1 ) ( ؟ ؟ ؟ )\r\n( 2 ) الوسائل باب : 2 من أبواب زكاة الأنعام الحديث : 1 .\r\n( 3 ) الوسائل باب : 2 من أبواب زكاة الأنعام الحديث : 2 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n","description":"\r\nمن النصابين عاداً له كمائتين - مثلاً - فله الخيار أن يحسب العدد بكل خمسين\r\nخمسين فيخرج أربع حقق أو يحسب بكل أربعين أربعين فيخرج خمس بنات\r\nلبون ، وإن لم يكن كل منهما عاداً له تعين الأخذ بما هو عاد للجميع دون الآخر ،\r\nوالا تعين الأخذ بما هو أكثر عاداً واستيعاباً ، وتؤكد ذلك أُمور . .\r\nالأول : ان الزكاة تزيد بزيادة المال على نسبة معينة .\r\nالثاني : ان مقدار الزكاة المجعولة في كل أربعين أقل من مقدارها في كل\r\nخمسين ، وفي هذا رعاية لحق الفقراء وتأكيد له ، فاذن لابد من أخذ ذلك بعين\r\nالاعتبار في مقام التطبيق .\r\nالثالث : إذا زاد عدد الإبل على المأة والعشرين واحدة وحينئذ فان اختار\r\nتطبيق نصاب خمسين خمسين عليها لزم عدم الفرق بينه وبين النصاب في\r\nالمرتبة السابقة ، مع أن مقتضى جعل النصاب لمرتبة أعلى انه لا يشترك مع\r\nالنصاب في المرتبة دونها ، وهذا لا ينسجم مع زيادة حق الفقراء كل ما زاد المال ،\r\nولا يمكن أن تكون الزكاة ذلك العدد الجامع بين حقتين وثلاث بنات لبون ، وإلاّ\r\nلزم كون التخيير بينهما من التخيير بين الأقل والأكثر ، ونتيجة ذلك ان عدد الإبل\r\nإذا بلغ مأة وخمسين تعلقت الزكاة بالمجموع ، وهي ثلاث حقق لكل خمسين\r\nحقة ، دون الجامع بينها وبين ثلاث بنات لبون ، وإلاّ لكان لازمه التخيير بين الأقل\r\nوالأكثر . كما أن الزكاة المجعولة للمأة والواحدة والعشرين وما زاد ثلاث بنات\r\nلبون لا الجامع بينها وبين حقتين ، وإلاّ لكان من التخيير بين الأقل والأكثر ، وإذا\r\nبلغ عدد الإبل مأة وستين فزكاته أربع بنات لبون لا ثلاث حقق ولا الجامع\r\nبينهما . نعم ، إذا بلغ عدد الإبل مأتين فالمالك مخير بين اخراج أربع حقق\r\nبحساب خمسين خمسين ، واخراج خمس بنات لبون بحساب أربعين أربعين ،\r\nلأن الزكاة المجعولة لذلك العدد هو الجامع بينهما باعتبار انه لا تفاوت\r\nلإحداهما على الأُخرى في المالية ، فالمالك مخير بينهما في مقام العمل\r\nوالتطبيق .\r\n","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n","description":"\r\nفالنتيجة : ان هاهنا ثلاث صور . .\r\nالأُولى : أن يكون كل من الخمسين والأربعين عاداً للجميع .\r\nالثانية : أن يكون أحدهما المعين عاداً له دون الآخر .\r\nالثالثة : أن يكون أحدهما أكثر عاداً واستيعاباً من الآخر .\r\nوفي الصورة الأُولى يكون المالك مخيراً بينهما في مقام التطبيق . وفي\r\nالثانية يتعين الأخذ بالعاد . وفي الثالثة يتعين الأخذ بما هو أكثر\r\nاستيعاباً .\r\nوأما اقتصار صحيحة أبي بصير وابن الحجاج على الخمسين فقط للزائد\r\nعلى المأة والعشرين فلابد من رفع اليد عن اطلاقها وتقييده بصحيحة زرارة\r\nالناصة في جعل النصابين للزائد عليهما ، أحدهما الخمسون ، والآخر الأربعون .\r\nودعوى : ان مقتضاهما تعين تطبيق الخمسين على المأة والواحدة\r\nوالعشرين باعتبار أن موردهما ذلك .\r\nمدفوعة : بأن لسانهما غير لسان صحيحة زرارة ، فان الوارد فيهما\r\nقوله ( عليه السلام ) : « فإذا كثرت الإبل ففي كل خمسين حقة » ( 1 ) وهو جامع بين عدد المأة\r\nوالواحدة والعشرين وما فوق نصاً ، والوارد في الصحيحة قوله ( عليه السلام ) : « فان زادت\r\nعلى العشرين والمأة واحدةً . . . » ( 2 ) فإنه ليس نصاً في الجامع إلاّ أن تكون الواحدة\r\nملحوظة لا بشرط كما هو الظاهر . هذا إضافة إلى أن الصحيحتين تدلان على نفي\r\nنصاب آخر وهو عدد الأربعين بالاطلاق الناشي من السكوت في مقام البيان ،\r\nومن المعلوم ان هذا الاطلاق لا يصلح أن يعارض صحيحة زرارة الناصة على\r\nجعل نصابين للزائد على العشرين والمأة .\r\nفالنتيجة : بعد هذا التقييد انه لا معارض لما ذكرناه من تعين الأخذ بما هو\r\nعاد للجميع ، أو بما هو أكثر استيعاباً من الآخر .\r\n","footnote":"\r\n( 1 ) ( 2 ) الوسائل باب : 2 من أبواب زكاة الأنعام الحديث : 2 و 1 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\nبل الأحوط ( 1 ) مراعاة الأقل عفواً ، ففي المائتين يتخير بينهما لتحقق المطابقة\r\nلكل منهما ، وفي المائة وخمسين الأحوط ( 2 ) اختيار الخمسين ، وفي\r\nالمائتين وأربعين الأحوط اختيار الأربعين ، وفي المائتين وستين يكون\r\nالخمسون أقل عفواً ، وفي المائة وأربعين يكون الأربعون أقل عفواً .\r\n[ 2632 
  ] مسألة 1 : في النصاب السادس إذا لم يكن عنده بنت مخاض يجزئ\r\nعنها ابن اللبون ، بل لا يبعد ( 3 ) إجزاؤه عنها اختياراً أيضاً ، وإذا لم يكونا معاً\r\nعنده تخير في شراء أيهما شاء .\r\nوأما في البقر فنصابان . .\r\nالأول : ثلاثون ، وفيها تبيع أو تبيعة ( 4 ) وهو ما دخل في السنة الثانية .\r\nالثاني : أربعون ، وفيها مسنة وهي الداخلة في السنة الثالثة ، وفيما زاد\r\n\r\n\r\n","description":"\r\n( 1 ) بل هو الأقوى كما مر .\r\n( 2 ) بل هو الأقوى كما عرفت ، وبه يظهر حال ما بعده .\r\n( 3 ) بل هو بعيد ، فان صحيحتي زرارة وأبي بصير تنصان على أن أجزاء\r\nابن لبون انما هو فيما إذا لم يكن عنده بنت مخاض ، وإلاّ فلا يجزئ لأن\r\nقوله ( عليه السلام ) في صحيحة زرارة : « فإذا زادت واحدة ففيها ابنة مخاض إلى خمس\r\nوثلاثين ، فإن لم يكن عنده ابنة مخاض فابن لبون ذكر » ( 1 ) ناص في ذلك ، ومثله\r\nقوله ( عليه السلام ) في صحيحة أبي بصير .\r\nفالنتيجة : ان إجزاء ابن لبون عن ابنة مخاض مشروط بعدم التمكن منها ،\r\nوبهما نقيد اطلاق سائر الروايات المقتضي لعدم وجوب ابن لبون إذا لم يكن\r\nعنده بنت مخاض .\r\n( 4 ) في التخيير اشكال بل منع ، والأقوى اختيار التبيع وتنص عليه\r\n","footnote":"\r\n( 1 ) الوسائل باب : 2 من أبواب زكاة الأنعام الحديث : 1 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\nيتخير ( 1 ) بين عدّ ثلاثين ثلاثين ويعطي تبيعاً أو تبيعة ، وأربعين أربعين\r\nويعطي مسنة .\r\nوأما في الغنم فخمسة نصب . .\r\nالأول : أربعون ، وفيها شاة .\r\nالثاني : مائة وإحدى وعشرون ، وفيها شاتان .\r\nالثالث : مائتان وواحدة ، وفيها ثلاث شياه .\r\nالرابع : ثلاثمائة وواحدة ، وفيها أربع شياه .\r\nالخامس : أربعمائة فما زاد ، ففي كل مائة شاة ( 2 ) .\r\nوما بين النصابين في الجميع عفو ، فلا يجب فيه غير ما وجب\r\nبالنصاب السابق .\r\n\r\n","description":"\r\nصحيحة الفضلاء ، ولا دليل على التخيير بينه وبين التبيعة وإن كان\r\nمشهوراً .\r\n( 1 ) في اطلاقه اشكال بل منع ، والصحيح فيه ما مر في نصاب الإبل من إن\r\nكل من النصابين إذا كان عاداً للجميع كالمائة والعشرين تخير بين العدّ بثلاثين\r\nثلاثين والعدّ بأربعين أربعين وإن كان أحدهما عاداً دون الآخر تعين الأخذ\r\nبالعاد ، وإلاّ تعين الأخذ بالأكثر عاداً واستيعاباً .\r\n( 2 ) هذا هو المشهور بين الأصحاب ، وتنص على ذلك صحيحة الفضلاء\r\nعن أبي جعفر وأبي عبد الله ( عليهما السلام ) في الشاة : « في كل أربعين شاة شاة ، وليس فيما\r\nدون الأربعين شئ ، ثم ليس فيها حتى تبلغ عشرين ومأة ، فإذا بلغت عشرين\r\nومأة ففيها مثل ذلك شاة واحدة ، فإذا زادت على مأة وعشرين ففيها شاتان ،\r\nوليس فيها أكثر من شاتين حتى تبلغ مأتين ، فإذا بلغت المائتين ففيها مثل ذلك ،\r\nفإذا زادت على الماءتين شاة واحدة ففيها ثلاث شياه ، ثم ليس فيها شئ أكثر\r\nمن ذلك حتى تبلغ ثلاثماءة ، فإذا بلغت ثلاثماءة ففيها مثل ذلك ثلاث شياه ، فإذا\r\n","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n[ 2633 
  ] مسألة 2 : البقر والجاموس جنس واحد ، كما أنه لا فرق في\r\nالإبل بين العِراب والبَخاتي ، وفي الغنم بين المعز والشاة والضَأن ، وكذا\r\nلا فرق بين الذكر والأُنثى في الكل .\r\n\r\n\r\n","description":"\r\nزادت واحدة ففيها أربع شياه حتى تبلغ أربعمائة ، فإذا تمت أربعمائة كان على\r\nكل مأة شاة وسقط الأمر الأول ، وليس على ما دون المائة بعد ذلك شئ . . .\r\nالحديث » ( 1 ) .\r\nفان هذه الصحيحة واضحة الدلالة على هذا القول . وفي مقابله قول آخر\r\nوهو اسقط النصاب الرابع وألغاه من الحساب ، وقد اختاره جماعة واستدلوا\r\nعليه بصحيحة محمد بن قيس عن أبي عبد الله ( عليه السلام ) قال : « ليس في ما دون\r\nالأربعين من الغنم شئ ، فإذا كانت أربعين ففيها شاة إلى عشرين ومأة ، فإذا\r\nزادت واحدة ففيها شاتان إلى المأتين ، فإذا زادت واحدة ففيها ثلاث من الغنم\r\nإلى ثلاثماءة ، فإذا كثرت الغنم ففي كل مأة شاة » ( 2 ) .\r\nبتقريب أنها تدل على الغاء النصاب الرابع وهو ما إذا زادت على ثلاثماءة\r\nواحدة ففيها أربع شياه حتى تبلغ أربعمائة ، من جهة أنها تنص على أن الغنم إذا\r\nكثرت وتجاوزت ثلاثماءة وبلغت أربعمائة فما زاد ففي كل مأة شاة ، فاذن تقع\r\nالمعارضة بينها وبين الصحيحة المتقدمة فان هذه الصحيحة تدل على الغاء\r\nالنصاب الرابع ، والصحيحة المتقدمة تدل على ثبوته ، فمن أجل ذلك تحمل\r\nهذه الصحيحة على التقية باعتبار أنها موافقة للعامة ، هذا .\r\nوالصحيح انه لا معارضة بينهما بنكتة ان الصحيحة الأُولى تنص على\r\nالنصاب الرابع كغيره من أقسام النصاب ، وأما هذه الصحيحة فهي تدل على الغاء\r\nهذا النصاب بالاطلاق الناشئ من السكوت في مقام البيان . ومن المعلوم ان هذا\r\n","footnote":"\r\n( 1 ) ( 2 ) الوسائل باب : 6 من أبواب زكاة الأنعام الحديث : 1 و 2 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n[ 2634 
  ] مسألة 3 : في المال المشترك إذا بلغ نصيب كل منهم النصاب\r\nوجبت عليهم ، وإن بلغ نصيب بعضهم وجبت عليه فقط ، وإن كان\r\nالمجموع نصاباً وكان نصيب كل منهم أقل لم يجب على واحد منهم .\r\n[ 2635 
  ] مسألة 4 : إذا كان مال المالك الواحد متفرقاً ولو متباعداً يلاحظ\r\nالمجموع ، فإذا كان بقدر النصاب وجبت ، ولا يلاحظ كل واحد على حدة .\r\n[ 2636 
  ] مسألة 5 : أقل أسنان الشاة التي تؤخذ في الغنم والإبل من\r\nالضأن الجَذَع ، ومن المعز الثَنِىّ ( 1 ) ، والأول ما كمل له سنة واحدة\r\nودخل في الثانية ، والثاني ما كمل له سنتان ودخل في الثالثة ، ولا يتعين\r\n( 2 ) عليه أن يدفع الزكاة من النصاب بل له أن يدفع شاة أُخرى سواء\r\nكانت من ذلك البلد أو غيره وإن كانت أدون قيمة من أفراد ما في\r\nالنصاب ، وكذا الحال في الإبل والبقر ، فالمدار في الجميع الفرد الوسط\r\nمن المسمى لا الأعلى ولا الأدنى ( 3 ) ، وإن كان لو\r\n\r\n","description":"\r\nالاطلاق لا يصح أن يعارض نص الصحيحة الأُولى ، فلابد من تقييد اطلاقها بها .\r\nفالنتيجة انه لا معارضة بينهما لكي يرجع إلى مرجحات بابها .\r\n( 1 ) هذا التحديد وإن كان مشهوراً إلا أنه لا دليل عليه ، فالأظهر ان المعيار\r\nانما هو بصدق الشاة تطبيقاً لاطلاق روايات المسألة .\r\nنعم ، قد ورد اعتبار هذا التحديد في الهدي في صحيحتي عبد الله بن سنان\r\nوحماد دون المقام .\r\n( 2 ) بل لا يبعد التعين لأن الظاهر من الروايات التي تنص على أن زكاة\r\nأربعين شاة شاة واحدة ، وزكاة ماءة واحدى وعشرين شاة شاتان وهكذا هو أن\r\nالزكاة جزء من ذلك بنحو الكلي في المعين ، فاذن الاكتفاء بشاة أُخرى خارجة\r\nعن النصاب عوضاً عن الزكاة فيه بحاجة إلى دليل .\r\n( 3 ) الظاهر كفاية الفرد الأدنى شريطة صدق اسم الشاة ، أو التبيع ، أو\r\n","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nتطوع بالعالي أو الأعلى كان أحسن وزاد خيراً ، والخيار للمالك لا\r\nالساعي أو الفقير فليس لهما الاقتراح عليه ، بل يجوز للمالك أن يخرج\r\nمن غير جنس الفريضة بالقيمة السوقية من النقدين أو غيرهما ( 1 ) ، وإن\r\nكان الإخراج من العين أفضل .\r\n[ 2637 
  ] مسألة 6 : المدار في القيمة على وقت الأداء سواء كانت العين\r\n\r\n\r\n","description":"\r\nالمسنة ، أو ابنة مخاض ، أو ابنة لبون ، أو حقة ، أو جذعة عليه على أساس ان\r\nمقتضى اطلاق الروايات التي تتمثل تلك العناوين باسم الزكاة ، ان العبرة انما هي\r\nبصدقها حيث ليس في تلك الروايات ما يؤكد على أن المالية فيها ملحوظة\r\nبنسبة معينة .\r\nنعم ، ظاهر الروايات التي تتمثل زكاة الغنم ان نسبتها إليه نسبة الكلي في\r\nالمعين ، لا نسبة معينة من المال ، فاذن المعيار انما هو بصدق الكلي وهو يصدق\r\nعلى أدنى فرده . وأما الروايات التي تتمثل زكاة الإبل والبقر فهي لا تدل على\r\nذلك أيضاً ، فمن أجل ذلك يكفى اخراج أدنى فرد من أفراد الشياه ، أو التبيع ، أو\r\nالمسنة ، أو ابنة مخاض ، أو نحوها شريطة صدق الاسم عليها .\r\nنعم ، ان المالية فيها ملحوظة في الجملة بلحاظ مراتب النصاب دون كل\r\nمرتبة .\r\n( 1 ) في كفاية ذلك اشكال بل منع ، لأن إجزاء غير الواجب عن الواجب\r\nبحاجة إلى دليل ، ولا فرق فيه بين أنواع الأموال الزكوية ، إذ مقتضى الأدلة ان\r\nالواجب على المالك اخراج الزكاة من كل جنس من جنسه المحدد له ، وأما\r\nالاكتفاء بالبدل وهو القيمة من غير الجنس فهو بحاجة إلى دليل ، وقد دل الدليل\r\nعلى ذلك إذا كان البدل من النقدين كصحيحة على ابن جعفر عن أخيه موسى\r\nبن جعفر ( عليهما السلام ) قال : « سألته عن الرجل يعطي عن زكاته عن الدراهم دنانير ، وعن\r\nالدنانير دراهم بالقيمة ، أيحل ذلك ؟ قال : لا بأس » ( 1 ) .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 14 من أبواب زكاة الذهب والفضة الحديث : 2 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\nموجودة أو تالفة ( 1 ) لا وقت الوجوب ، ثم المدار على قيمة بلد\r\nالإخراج إن كانت العين تالفة ، وإن كانت موجودة فالظاهر أن المدار\r\nعلى قيمة البلد الذي هي فيه .\r\n\r\n\r\n","description":"\r\nبتقريب ان موردها وإن كانت زكاة الدراهم والدنانير ، الا ان العرف\r\nبمناسبة الحكم والموضوع لا يفهم خصوصية لهما ، فإذا جاز اعطاء زكاة\r\nالدراهم دنانير وبالعكس جاز اعطاء زكاة غيرهما أيضاً بالدراهم أو الدنانير .\r\nنعم ، لا يمكن التعدي إلى كفاية اعطاء القيمة مطلقاً .\r\nوأما صحيحة البرقي قال : « كتبت إلى أبي جعفر الثاني ( عليه السلام ) : هل يجوز ان\r\nاخراج عما يجب في الحرث من الحنطة أو الشعير ، وما يجب على الذهب\r\nدراهم قيمته ما يسوى ، أم لا يجوز إلاّ أن يخرج من كل شئ ما فيه ؟ فأجاب :\r\nأيّما تيسر يخرج » ( 1 ) فهي لا تدل على كفاية اعطاء الزكاة من جنس آخر عوضاً\r\nعنها مطلقاً وإن كان من غير النقدين ، بل الظاهر من قوله ( عليه السلام ) : « أيّما تيسّر يخرج »\r\nتيسر الأمرين المذكورين في السؤال وهما اخراج القيمة المتمثلة في الدراهم\r\nفقط ، واخراج الزكاة عن جنس ما فيه ، فلا اطلاق له ، ولا أقل من الاجمال .\r\nفالنتيجة : ان الواجب اخراج زكاة كل شئ من جنسه ، ولا يجوز اخراجها\r\nمن جنس آخر عوضاً عنها إلاّ إذا كان ذلك الجنس من النقدين .\r\n( 1 ) في اطلاقه اشكال بل منع ، فإنه إذا تلفت العين وكان تلفها موجباً\r\nللضمان فالمعيار انما هو بقيمة يوم التلف ، حيث إنه يوم اشتغال العهدة بالمثل\r\nأو القيمة بلا فرق في ذلك بين حالتي الافراز وعدمه ، كما أن المعيار في الضمان\r\nضمان قيمة بلد العين التالفة لا بلد الأداء .\r\nنعم ، إذا كانت العين موجودة في بلد فالعبرة انما هي بقيمتها فيه وقت\r\nالأداء .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 14 من أبواب زكاة الذهب والفضة الحديث : 1 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n[ 2638 
  ] مسألة 7 : إذا كان جميع النصاب في الغنم من الذكور يجوز ( 1 ) دفع\r\nالأُنثى وبالعكس ، كما أنه إذا كان الجميع من المعز يجوز أن يدفع من\r\n\r\n\r\n","description":"\r\n( 1 ) في الجواز اشكال ولا يبعد عدمه إلاّ أن يكون ذلك بإذن الحاكم\r\nالشرعي ، لما مر من أن الظاهر من الروايات ان الزكاة جزء من النصاب فإذا كان\r\nالنصاب كله ذكراً في الخارج فالزكاة جزء من أجزائه ، وإذا كان كله معزاً فالزكاة\r\nجزء منه ، وإذا كان كله ضأناً فالزكاة جزء منه وهكذا ، وعلى هذا فاعطاء الضأن\r\nبدل المعز وبالعكس ، أو الأنثى بدل الذكر وبالعكس فبما انه نوع معاوضة\r\nوتبديل فيحتاج إلى امضاء من بيده الأمر وهو الفقيه الجامع للشرائط .\r\nودعوى : ان الضأن والمعز جنس واحد وكذلك الذكر والأُنثى من كل\r\nمنهما ، وعليه فاجزاء اعطاء كل منهما عن الآخر يكون على القاعدة .\r\nمدفوعة : بأنها مبنية على تعلق الزكاة بمالية ذلك الجنس بنسبة معينة من\r\nدون خصوصية للأفراد . ولكن قد مر أن الأمر ليس كذلك وان الزكاة المتعلقة\r\nبالغنم في مثل قوله ( عليه السلام ) : « في كل أربعين شاة . . . » ( 1 ) تنحل بانحلال أفراده في\r\nالخارج ، فكل فرد بلغ النصاب كانت زكاته جزءاً من ذلك الفرد ، فاذن اعطاؤه\r\nمن فرد آخر عوضاً عنه بحاجة إلى إمضاء ذلك ، ومن هذا القبيل الجاموس\r\nوالبقر فإنهما وإن كانا من جنس واحد ، إلاّ ان الزكاة مرتبطة بالمال البالغ حد\r\nالنصاب في الخارج ، فإذا كان ذلك المال من أحد فردي ذلك الجنس كالبقر مثلاً\r\nفالزكاة في النصاب الأول تبيع من هذا الفرد ، واعطاء التبيع من فرد آخر منه وهو\r\nالجاموس بما انه تبديل فهو بحاجة إلى اذن من له ولاية عليه وبه يظهر حال\r\nالإبل .\r\nنعم ، تختلف زكاة الغنم عن زكاة البقر والجاموس والإبل في نقطة وهي\r\nان زكاة الغنم جزء واحد من آحاد النصاب على نحو الكلي في المعين تطبيقاً لما\r\n","footnote":"\r\n( 1 ) الوسائل باب : 6 من أبواب زكاة الأنعام الحديث : 1 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\nالضأن وبالعكس وإن اختلفت في القيمة ، وكذا مع الاختلاف يجوز\r\nالدفع من أيّ الصنفين شاء ، كما أن في البقر يجوز أن يدفع الجاموس\r\nعن البقر وبالعكس ، وكذا في الإبل يجوز دفع البخاتي عن العراب\r\nوبالعكس تساوت في القيمة أو اختلفت .\r\n[ 2639 
  ] مسألة 8 : لا فرق بين الصحيح والمريض والسليم والمعيب\r\nوالشاب والهرم في الدخول في النصاب والعدّ منه ، لكن إذا كانت كلها\r\nصحاحاً لا يجوز دفع المريض ، وكذا لو كانت كلها سليمة لا يجوز دفع\r\nالمعيب ، ولو كانت كل منها شاباً لا يجوز دفع الهرم ، بل مع الاختلاف\r\nأيضاً الأحوط ( 1 ) إخراج الصحيح من غير ملاحظة التقسيط ، نعم لو\r\nكانت كلها مراضاً أو معيبة أو هرمة\r\n\r\n","description":"\r\nمر من ظهور رواياتها في ذلك . وأما زكاة البقر والجاموس فبما أنها معنونة في\r\nالنصاب الأول بعنوان التبيع ، وفي الثاني بعنوان المسنة فلا تكون رواياتها ظاهرة\r\nفي أنها واحد من آحاد النصاب ، إذ قد لا يكون النصاب مشتملاً على التبيع أو\r\nالمسنة ، وكذلك الحال في الإبل ، ونتيجة ذلك ان المالك مخير بين اعطاء التبيع\r\nزكاة في نصاب البقر من نفس النصاب أو من الخارج شريطة أن يكون من\r\nصنف النصاب لا من صنف آخر كالجاموس لفرض انه زكاة ذلك الصنف دون\r\nغيره ، وظاهر الروايات ان زكاة كل صنف لابد أن تخرج من ذلك الصنف إلاّ ما\r\nخرج بالدليل كما في زكاة الإبل .\r\n( 1 ) لكن الأقوى جواز اخراج المعيب أو المريض في زكاة الغنم إذا كان\r\nالنصاب مشتملاً عليه لأن زكاته واحد من آحاد النصاب على نحو الكلي في\r\nالمعين ، ويجب على المالك اخراج ذلك من النصاب مخيراً في تطبيقه على أي\r\nفرد منها شاء وإن كان ذلك الفرد معيباً أو مريضاً لاطلاق روايات الباب من هذه\r\nالناحية وعدم التقييد بالفرد الصحيح ، وأما في زكاة البقر فالواجب هو اخراج\r\nالتبيع في النصاب الأول والمسنة في النصاب الثاني ، ومقتضى اطلاق الروايات\r\n","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nيجوز الإخراج منها .\r\nالشرط الثاني : السَوم طول الحول ، فلو كانت معلوفة ولو في\r\nبعض الحول لم تجب فيها ولو كان شهراً بل أُسبوعاً .\r\nنعم ، لا يقدح في صدق كونها سائمة في تمام الحول عرفاً عَلفها\r\nيوماً أو يومين ، ولا فرق في منع العلف عن وجوب الزكاة بين أن يكون\r\nبالاختيار أو بالاضطرار لمنع مانع من السوم من ثلج أو مطر أو ظالم\r\nغاصب أو نحو ذلك ، ولا بين أن يكون العلف من مال المالك أو غيره\r\nبإذنه أولا بإذنه ، فإنها تخرج بذلك كله عن السوم ، وكذا لا فرق بين أن\r\nيكون ذلك بإطعامها لعلف المجزوز أو بإرسالها لترعى بنفسها في\r\nالزرع المملوك ، نعم لا تخرج عن صدق السوم باستئجار المرعى أو\r\nبشرائه ( 1 ) إذا لم يكن مزروعاً ، كما أنها لا تخرج عنه بمصانعة الظالم\r\nعلى الرعي في الأرض المباحة .\r\n\r\n","description":"\r\nجواز اخراج ذلك وإن كان مريضاً أو معيباً أو هرماً شريطة صدق هذا العنوان ،\r\nولا فرق فيه بين أن يكون النصاب مشتملاً على ذلك أو لا ، ومن هنا يظهر حال\r\nزكاة الإبل .\r\n( 1 ) الظاهر أن هذا هو الصحيح ، إذ مجرد استئجار المرعى أو شرائه لا\r\nينافي صدق السوم والرعي .\r\nودعوى : ان العلف إذا كان مملوكاً كان موجباً للخروج عن صدق السوم .\r\nمدفوعة : بأن مجرد كون العلف مملوكاً لا يكفى في الخروج عن صدق\r\nالسوم ما لم تكن هناك ملابسات أُخرى كبذل الجهد والعمل في سبيل احياء\r\nالمرعى للأنعام وازدهاره بالأشجار والأخشاب والكلاء بغرض رعيها فيه ، فإنه\r\nإذا كانت هناك تلك الملابسات لم يبعد صدق المعلوفة عليها على أساس ان\r\nتربية الأنعام حينئذ مستندة إلى بذل جهده وقيامه بالأعمال الاستثمارية\r\nوالانتفاعية لها ، وأما إذا كانت مرسلة إلى مرعاها وكان رعيها من الثروات\r\n","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nالشرط الثالث : أن لا يكون عوامل ولو في بعض الحول بحيث لا\r\nيصدق عليها أنها ساكنة فارغة عن العمل طول الحول ، ولا يضر إعمالها\r\nيوماً أو يومين في السنة كما مر في السوم .\r\nالشرط الرابع : مضي الحول عليها جامعة للشرائط ، ويكفي\r\nالدخول في الشهر الثاني عشر ( 1 ) فلا يعتبر تمامه فبالدخول فيه يتحقق\r\nالوجوب ،\r\n\r\n\r\n","description":"\r\nالطبيعية ولا تكون مستندة إليه فهي سائمة وإن كان المرعى له استئجاراً أو شراءاً .\r\nوتنص على ذلك صحيحة زرارة قال : « قلت لأبي عبد الله ( عليه السلام ) : هل على الفرس\r\nوالبعير يكون للرجل يركبها شئ ؟ فقال : لا ، ليس على ما يعلف شئ ، انما\r\nالصدقة على السائمة المرسلة في مرجها عامها الذي يقتنيها فيه الرجل ، فأما ما\r\nسوى ذلك فليس فيه شئ . . . » ( 1 ) فإنها تدل على أن وجوب الزكاة مشروط\r\nبأمرين . .\r\nأحدهما : أن تكون مرسلة في مرعاها ومطلقة فيه .\r\nوالآخر : أن تكون ذلك في طول العام ، ومقتضى اطلاقها عدم الفرق بين\r\nأن يكون المرعى مستأجراً أو مشترىً أو مباحاً ، وبذلك يظهر حال أن لا تكون\r\nمن العوامل فان المعيار فيه عدم صدق هذا العنوان عليه طول السنة .\r\n( 1 ) هذا هو الصحيح لنص قوله ( عليه السلام ) في صحيحة زرارة ومحمد بن مسلم :\r\n« إذا دخل الشهر الثاني عشر فقد حال عليه الحول ووجبت عليه فيها الزكاة . . . » ( 2 )\r\nفإنه يحدّد الحول ويبين المراد منه في الروايات ويؤكد ان الحول يتم بدخول\r\nالشهر الثاني عشر ، وعليه فتكون الصحيحة حاكمة على روايات الحول ومبينة\r\nللمراد ومفسرة له ، فاذن لا تنافي بينهما لكي يستشكل في كيفية الجمع والتوفيق\r\nبينهما . ثم إن الشهر القمري اسم لفترة من الزمن الطويل المحدد ، وتبدأ بدايته\r\n","footnote":"\r\n( 1 ) الوسائل باب : 7 من أبواب زكاة الأنعام الحديث : 3 .\r\n( 2 ) الوسائل باب : 12 من أبواب زكاة الذهب والفضة حديث : 2 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\nبل الأقوى استقراره أيضاً فلا يقدح فقد بعض الشروط قبل تمامه ، لكن\r\nالشهر الثاني عشر محسوب من الحول الأول ، فابتداء الحول الثاني إنما\r\nهو بعد تمامه .\r\n[ 2640 
  ] مسألة 9 : لو اختلّ بعض الشروط في أثناء الحول قبل الدخول\r\nفي الثاني عشر بطل الحول كما لو نقصت عن النصاب أو لم يتمكن من\r\nالتصرف فيها أو عاوضها بغيرها وإن كان زكوياً من جنسها ، فلو كان\r\nعنده نصاب من الغنم مثلاً ومضى ستة أشهر فعاوضها بمثلها ومضى\r\nعليه ستة أشهر أُخرى لم تجب عليه الزكاة ، بل الظاهر بطلان الحول\r\nبالمعاوضة وإن كانت بقصد الفرار من الزكاة ( 1 ) .\r\n\r\n","description":"\r\nبخروج القمر من المحاق شريطة امكان الرؤية بالعين المجردة وتنتهي نهايته\r\nبطلوع هلال الشهر التالي ، ولا يصح اطلاقه على جزء من ذلك الزمن ولا على\r\nنصفه أو ثلثه أو ثلثيه أو أكثر ، وعلى هذا فقوله ( عليه السلام ) في الصحيحة : « إذا دخل\r\nالشهر الثاني عشر فقد حال الحول » انما هو باعتبار ان الشهر الثاني عشر آخر\r\nالحول وبصرف دخوله يتم الحول عناية بلحاظ انه يوجد بوجود جزئه الأول\r\nوينتهى بانتهاء جزئه الأخير كاليوم ونحوه ، وعلى هذا فيتم الحول كذلك بصرف\r\nدخوله وينتهى بانتهائه ، فاذن لا مجال للقول في أن الشهر الثاني عشر هل هو\r\nداخل في الحول الأول أو في الحول الثاني ؟ بداهة ان الحول الأول لا يتم حقيقة\r\nالا بانتهاء الشهر الحادي عشر .\r\n( 1 ) هذا هو الصحيح ، فان الروايات الدالة على أن ذلك لا يجدي في المنع\r\nعن الزكاة معارضة بروايات أُخرى أقوى وأصرح منها دلالة كصحيحتي علي بن\r\nيقطين وهارون بن الخارجة وغيرهما ولا سيما بقرينة تعليل عدم الوجوب فيها\r\nبأن المنفعة قد ذهبت فلذلك لا يجب عليه الزكاة ، فلا تكون المعارضة بينهما\r\nمستقرة ولابد حينئذ من رفع اليد عن ظهور الطائفة الأُولى في\r\n","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n[ 2641 
  ] مسألة 10 : إذا حال الحول مع اجتماع الشرائط فتلف من\r\nالنصاب شئ فإن كان لا بتفريط من المالك لم يضمن ، وإن كان بتفريط\r\nمنه ولو بالتأخير مع التمكن من الأداء ضمن بالنسبة ( 1 ) ، نعم لو كان\r\nأزيد من النصاب\r\n\r\n\r\n","description":"\r\nالوجوب وحمله على الندب بقرينة نص الطائفة الثانية في عدم الوجوب ، هذا\r\nإضافة إلى امكان حملها على الفرار بعد الحول بقرينة موثقة زرارة قال : « قلت\r\nلأبي عبد الله ( عليه السلام ) : ان أباك قال : من فرّ بها من الزكاة فعليه أن يؤديها ، فقال : صدق\r\nأبي ان عليه أن يؤدي ما وجب عليه ، وما لم يجب عليه فلا شئ عليه منه ، ثم قال\r\nلي : أرأيت لو أن رجلاً أغمي عليه يوماً ثم مات فذهبت صلاته أكان عليه وقد\r\nمات أن يؤديها ؟ قلت : لا ، قال : إلاّ أن يكون أفاق من يومه ، ثم قال لي : أرأيت لو\r\nأن رجلاً مرض في شهر رمضان ثم مات فيه أكان يصام عنه ؟ قلت : لا ، قال :\r\nكذلك الرجل لا يؤدي عن ماله إلاّ ما حل عليه . . . » ( 1 ) فان لسان هذه الموثقة لسان\r\nالحكومة وبيان المراد من الروايات التي تنص على أن من فرّ بها من الزكاة فعليه\r\nأن يؤديها .\r\n( 1 ) فيه اشكال بل منع ، لأنه مبني على أن يكون تعلق الزكاة بالنقدين\r\nوالأنعام الثلاثة على نحو الإشاعة في العين ، ولكن الأمر ليس كذلك بل تعلق\r\nالزكاة بها يختلف باختلافها ، ففي النقدين والغنم كانت على نحو الكلي في\r\nالمعين ، وفي الإبل والبقر كانت على نحو الشركة في المالية بنسبة معينة تتمثل\r\nتلك النسبة في مالية شئ خاص عوضاً عنها ، فمن أجل ذلك إذا تلف من\r\nالنصاب شئ لم يرد نقص على الزكاة كما إذا تلف من نصاب النقدين أو الانعام\r\nالثلاثة ، بل لو تلف تمام النصاب في الإبل أو البقر لم يرد نقص على الزكاة سواء\r\nأكان التلف بتفريط من المالك أم لا باعتبار ان الزكاة متمثلة في مالية شئ خاص\r\nبدلاً عن النسبة الخاصة في مالية النصاب وتمام الكلام في محله .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 11 من أبواب زكاة الذهب والفضة الحديث : 5 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\nوتلف منه شئ مع بقاء النصاب على حاله لم ينقص من الزكاة شئ\r\nوكان التلف عليه بتمامه مطلقاً على إشكال ( 1 ) .\r\n[ 2642 
  ] مسألة 11 : إذا ارتد الرجل المسلم فإما أن يكون عن ملة أو عن فطرة ،\r\nوعلى التقديرين إما أن يكون في أثناء الحول أو بعده ، فإن كان بعده وجبت\r\nالزكاة سواء كان عن فطرة أو ملة ولكن المتولي لإخراجها الإمام ( عليه السلام ) أو\r\nنائبه ( 2 ) ، وإن كان في أثنائه وكان عن فطرة انقطع الحول ولم تجب الزكاة\r\nواستأنف الورثة الحول لأن تركته تنتقل إلى ورثته ، وإن كان عن ملة لم ينقطع\r\n\r\n","description":"\r\n( 1 ) ظهر انه لا اشكال في أن التلف كله على المالك .\r\n( 2 ) فيه : أنه مبني على أن الاسلام شرط في صحة العبادة ، وقد تقدم\r\nالاشكال فيه ، ومع الاغماض عن ذلك لا مانع من تصدي الإمام أو نائبه لاخراج\r\nالزكاة ولاية بعد امتناعه وتعذره منه .\r\nودعوى : ان تولى الامام أو نائبه لا ينفع في تقرب الكافر بعد البناء على\r\nتعذره .\r\nغريبة جداً لأن تولي الامام أو نائبه باخراج الزكاة الذي كان واجباً عليه\r\nولاية انما هو بقصده التقرب بنفسه إلى الله وحده لا بقصد تقرب الكافر به لكي\r\nيقال إنه متعذر ، ضرورة انه يقوم باخراجها ودفعها بداعي الأمر المتوجه إليه به\r\nولاية بعد تعذره على المولى عليه ، ولا يمكن أن يأتي به بقصد الأمر المتوجه\r\nإليه لفرض سقوطه عنه بالتعذر ، نظير النائب فإنه لا يأتي بالعبادة بداعي الأمر\r\nالمتوجه إلى المنوب عنه لسقوطه عنه جزماً اما بموته أو عجزه ، بل يأتي بداعي\r\nالأمر المتوجه إليه ، ولا فرق في ذلك بين المرتد الفطري والملي .\r\nوأما ما قيل : من أن المرتد إذا كان فطرياً يتولى وارثه اخراج الزكاة ودفعها\r\nباعتبار ان أمواله انتقلت إليه بعد الارتداد ، فلا يمكن المساعدة عليه لأن أمواله\r\nوإن انتقلت إليه بالارتداد فطرياً إلاّ أن ذلك لا توجب توليته على اخراج زكاتها\r\n","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nووجبت بعد حول الحول لكن المتولي الإمام ( عليه السلام ) أو نائبه ( 1 ) إن لم\r\nيتب ، وإن تاب قبل الإخراج أخرجها بنفسه ، وأما لو أخرجها بنفسه قبل\r\nالتوبة لم تجزئ عنه ( 2 ) إلا إذا كانت العين باقية في يد الفقير فجدد النية\r\n( 3 ) أو كان الفقير القابض عالماً بالحال فإنه يجوز له الاحتساب عليه\r\nلأنه مشغول الذمة بها إذا قبضها مع العلم بالحال وأتلفها أو تلفت في\r\nيده ، وأما المرأة فلا ينقطع الحول بردّتها مطلقاً .\r\n\r\n","description":"\r\nولاية عليه بعد تعذره عنه ، لأن الولاية انما هي ثابتة لمن تتعلق الزكاة بماله\r\nوملكه ، على أساس ان الخطاب بالأداء والاخراج متوجه إليه ، ولا دليل على\r\nثبوتها لمن انتقل المال إليه بإرث أو سبب آخر وعلى هذا فإذا ملك الانسان من\r\nالنقدين أو الانعام الثلاثة بمقدار النصاب وحال عليه الحول ووجبت الزكاة ثم\r\nارتد فطرياً وفي هذه الحالة وان انتقل النصاب إلى وارثه إلاّ أن تولية اخراج زكاته\r\nالواجبة على المرتد ولاية غير ثابت ولا دليل عليه ، فإذا قام بهذا العمل لابد أن\r\nيكون باذن من الحاكم الشرعي .\r\n( 1 ) مر أن ذلك مبني على اعتبار الاسلام في صحة العبادة ، ولكن قد\r\nعرفت الاشكال فيه ، فمن أجل ذلك كان الأحوط والأجدر به وجوباً أن يكون\r\nذلك باذن المرتد الا إذا كان ممتنعاً .\r\n( 2 ) على اشكال فيه كما مر .\r\n( 3 ) فيه انه بناءاً على تعذر الدفع والتعيين من الكافر لا أثر لتجديد النية\r\nمنه ، ولا تتعين الزكاة بالعين الباقية في يد الفقير بذلك .\r\nوإن شئت قلت : ان الزكاة عبادة وهي متقومة بنية القربة والاخلاص وبناءاً\r\nعلى أن صدور تلك النية من الكافر متعذر ، فلا فرق بين أن يكون ذلك في\r\nضمن اخراج الزكاة ودفعها إلى الفقير ، أو في ضمن ابقاء العين في يده زكاة ،\r\nفكما ان الأول لا يمكن فكذلك الثاني ، إذ معنى تجديدها انه ينوى بقاء العين\r\n","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n[ 2643 
  ] مسألة 12 : لو كان مالكاً للنصاب لا أزيد كأربعين شاة مثلاً فحال عليه\r\nأحوال فإن أخرج زكاته كل سنة من غيره تكررت لعدم نقصانه حينئذ عن\r\nالنصاب ، ولو أخرجها منه أو لم يخرج أصلاً لم تجب إلا زكاة سنة واحدة\r\nلنقصانه حينئذ عنه ( 1 ) ، ولو كان عنده أزيد من النصاب كأن كان\r\n\r\n","description":"\r\nفي يده زكاة قربة إلى الله وحده ، وبذلك يظهر انه لا يمكن له الاحتساب على\r\nالفقير أيضاً إذا كانت ذمته مشغولة بماله بنفس ما مر ، وأما إذا قبضه الفقير منه مع\r\nعلمه بأنه كافر ولا يصح دفع الزكاة منه وأتلفه أو تلف في يده فهو ضامن للتالف\r\nتطبيقاً لما مر . نعم إذا كان جاهلاً به فاتلفه فلا يكون ضامناً لمكان انه سلطه عليه .\r\n( 1 ) هذا إذا كان النصاب من النقدين والغنم ، لما مر من أن تعلق الزكاة بهما\r\nعلى نحو الكلي في المعين فإذا كان مالكاً لأربعين شاة فواحدة منها زكاة والباقي\r\nفي ملك المالك تسعة وثلاثون شاة وهي أقل من النصاب ، ولا فرق فيه بين أن\r\nيدفع الزكاة للفقير أو لا ، كما أنه لا فرق بين أن تكون الزكاة ملكاً للفقير أو متعلقة\r\nلحقه ، أما على الأول فظاهر ، وأما على الثاني فلأن المالك حينئذ وإن كان\r\nمالكاً للنصاب تماماً إلاّ أنه ممنوع من التصرف في الكل فيكون فاقداً لأحد\r\nشروط الوجوب وهو التمكن من التصرف .\r\nوأما إذا كان النصاب من الإبل والبقر فقد يتوهم ان وجوب الزكاة فيهما\r\nمجرد تكليف ولا تكون متعلقة بالعين لا على نحو الإشاعة ولا على نحو الكلي\r\nفي المعين ، وعلى هذا فإذا كان عنده خمس من الإبل كانت زكاته شاة ، وحيث\r\nأنها خارجة عن النصاب ولا تكون جزءاً منه فلا يكون النصاب ناقصاً في العام\r\nالقادم سواء أخرج زكاته أم لا .\r\nولكن هذا التوهم لا أساس له ، فان نسبة المالية في زكاة الإبل والبقر\r\nملحوظة ويدل على ذلك أمران . .\r\nأحدهما : ان مالية زكاتهما تختلف باختلاف النصاب لهما ، وتتفاوت\r\n","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nعنده خمسون شاة وحال عليه أحوال لم يؤد زكاتها وجب عليه الزكاة\r\nبمقدار ما مضى من السنين إلى أن ينقص عن النصاب ، فلو مضى عشر\r\nسنين في المثال المفروض وجب عشرة ، ولو مضى أحد عشر سنة\r\nوجب أحد عشر شاة ، وبعده لا يجب عليه شئ لنقصانه عن الأربعين ،\r\nولو كان عنده ست وعشرون من الإبل ومضى عليه سنتان وجب عليه\r\nبنت مخاض للسنة الأُولى وخمس شياه للثانية ، وإن مضى ثلاث\r\nسنوات وجب للثالثة أيضاً أربع شياه ( 1 ) ، وهكذا إلى أن ينقص من\r\nخمسة فلا تجب .\r\n\r\n","description":"\r\nبتفاوته وهذا دليل على أن نسبة المالية ملحوظة .\r\nوالآخر : ان الروايات التي تنص مرة بلسان : « ان الله تعالى أشرك الفقراء\r\nمع الأغنياء في أمواله » وأُخرى بلسان : « انه تعالى جعل للفقراء في أموال الأغنياء\r\nما يكتفون به » تدل على أن الله تعالى جعل للفقراء حصة في أموال الأغنياء .\r\nونتيجة هذين الأمرين : ان تعلق الزكاة بهما يكون على نحو الشركة في المالية ،\r\nولكن روايتهما الخاصة تعين نسبة هذه الشركة في كل مرتبة من مراتب نصابهما\r\nالخاصة في مال معين من شاة واحدة وشاتين وثلاث شياه وهكذا ، وفي ضوء\r\nذلك إذا ملك خمساً من الإبل فبما ان زكاتها شاة فيكون الباقي في ملكه أقل من\r\nمالية الخمسة من الآبال المجودة عنده ، فلا يكون الموجود بقدر النصاب كلي\r\nتتكرر زكاته ، ومن هنا يجوز أن يبيع النصاب ويدفع زكاته من نفس ثمنه ، أو\r\nيشترى به شاة أو أكثر ويدفعها بعنوان الزكاة .\r\n( 1 ) هذا هو الصحيح ، وما قيل من أن ذلك مبني على أن لا يكون في\r\nالنصاب إبل تساوي قيمتها بنت مخاض وخمس شياه وإلاّ وجب خمس شياه\r\nللسنة الثالثة على أساس انه ينقص في السنتين الأوليين من الست والعشرين إبل\r\nواحدة وهي التي تساوي قيمتها بنت مخاض وخمس شياه ، وبقي في ملكه في\r\nالسنة الثالثة خمس وعشرون من الإبل ، فلا يمكن المساعدة عليه :\r\n","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n","description":"\r\nأما أولاً : فلأن لازم ذلك تقييد وجوب الخمس من الشياه في السنة الثالثة\r\nبما إذا لم تكن في النصاب إبل تساوي قيمتها قيمة اثنتين من بنت مخاض وإلاّ\r\nلم ينقص من نصاب الست والعشرين .\r\nوثانياً : ان المعيار انما هو بكون تعلق الزكاة بالنصاب نقصاً فيه على\r\nاختلاف أفراده ، فإذا كان عنده ست وعشرون من الإبل فزكاتها بنت مخاض\r\nوهي تنقص من ذلك النصاب بأدنى مالية فردها ، فلا يكون مالكاً في السنة الثانية\r\nذلك النصاب الخاص في الخارج بماله من المالية وإن كانت فيه إبل أو أكثر\r\nتساوي قيمتها ثلاث بنات مخاض أو اثنتين منها ، لأن النقص الوارد بسبب تعلق\r\nالزكاة بالنصاب يلحظ في مالية كل فرد من أفراده في الخارج بحده الفردي\r\nوبقطع النظر عن فرد آخر وإن كان في بعض أفراد النصاب ما تساوي قيمته أكثر\r\nمن فرد واحد ، لأن العبرة ليست بالقيمة والمالية مطلقاً ، بل العبرة انما هي بمالية\r\nكل نصاب بحده ، ووجود إبل فيه تساوي قيمتها اثنتين من بنت مخاض أو بنت\r\nمخاض وخمس شياه لا تدارك النقص الوارد عليه بسبب تعلق الزكاة به لفرض\r\nانه وارد عليه مع وجود هذا الإبل فيه ، فلا تبقى نفس النصاب وهو ست\r\nوعشرون من الإبل بماله من المالية في السنة الثانية ، لأنه بتعلق بنت مخاض به\r\nينقص من الست والعشرين بقدر ماليتها على الرغم من وجود إبل فيه تساوي\r\nقيمتها اثنتين من بنت مخاض باعتبار ان المعيار انما هو بمالية شخص هذا\r\nالنصاب في الخارج لا بالجامع بينه وبين غيره لكي يقال إن الجامع ينطبق عليه\r\nفي السنة الثانية أيضاً ، كما أنه لا يبقى شخص نصاب الخمس والعشرين من\r\nالإبل بماله من المالية في السنة الثالثة لأنه بتعلق خمس شياه بنفس هذا النصاب\r\nالموجود في الخارج ينقص بقدر ماليتها على الرغم من وجود إبل فيه تساوي\r\nقيمتها بنت مخاض وخمس شياه ، بملاك ان النصاب الذي ينقص من ماليته\r\nبتعلق الزكاة به لا ينطبق على شخص ذلك النصاب في السنة القادمة ، بل ينطبق\r\nعلى نصاب آخر دونه في المرتبة .\r\n","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n[ 2644 
  ] مسألة 13 : إذا حصل لمالك النصاب في الأنعام ملك جديد إما\r\nبالنتاج وإما بالشراء أو الإرث أو نحوها فإن كان بعد تمام الحول السابق\r\nقبل الدخول في اللاحق فلا إشكال في ابتداء الحول للمجموع إن كمل\r\nبها النصاب اللاحق ، وأما إن كان في أثناء الحول فإما أن يكون ما\r\nحصل بالملك الجديد بمقدار العفو ولم يكن نصاباً مستقلاً ولا مكملاً\r\nلنصاب آخر وإما أن يكون نصاباً مستقلاً وإما أن يكون مكملاً للنصاب ،\r\nأما في القسم الأول فلا شئ عليه كما لو كان له هذا المقدار ابتداءً ،\r\nوذلك كما لو كان عنده من الإبل خمسة فحصل له في أثناء الحول\r\nأربعة أُخرى أو كان عنده أربعون شاةً ثم حصل له أربعون في أثناء\r\nالحول ، وأما في القسم الثاني فلا يضم الجديد إلى السابق بل يعتبر لكل\r\nمنهما حول بانفراده كما لو كان عنده خمس من الإبل ثم بعد ستة أشهر\r\nملك خمسة أُخرى فبعد تمام السنة الأُولى يخرج شاة ، وبعد تمام السنة\r\nللخمسة الجديدة أيضاً يخرج شاة وهكذا ، وأما في القسم الثالث\r\nفيستأنف حولاً واحداً بعد انتهاء الحول الأول ( 1 ) ، وليس على الملك\r\nالجديد في بقية الحول الأول شئ ، وذلك كما إذا كان عنده ثلاثون من\r\nالبقر فملك في أثناء حولها أحد عشر ، أو كان عنده ثمانون من الغنم\r\nفملك في أثناء حولها اثنين وأربعين ، ويلحق بهذا القسم على الأقوى\r\nما لو كان الملك الجديد نصاباً مستقلاً ومكملاً للنصاب اللاحق كما لو\r\nكان عنده من الإبل عشرون فملك في الأثناء ستة أُخرى أو كان عنده\r\nخمسة ثم ملك أحد وعشرين ، ويحتمل إلحاقه بالقسم الثاني .\r\n\r\n","description":"\r\n( 1 ) فيه اشكال بل منع ، والأظهر الغاء ما مضى من الحول على النصاب\r\nالأول والبدء بالحول للمجموع الذي هو نصاب جديد من حين تحقق ملك\r\n","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n","description":"\r\nالزائد ، فإذا كان الانسان يملك اثنتين وعشرين ناقة لمدة ستة أشهر من بداية أول\r\nمحرم - مثلاً - ثم زادت إبله وأصبحت على رأس ستة أشهر أُخرى ستاً وعشرين\r\nكأول رجب - مثلاً - كان مبدأ الحول من بداية شهر رجب لا من بداية محرم ولا\r\nمن المحرم الثاني .\r\nوالنكتة في ذلك ان محتملات المسألة متعددة ، وهي كلها ترتكز على\r\nنقطة واحدة ، وهي ان العين الواحدة لا تدخل في نصابين في سنة واحدة ،\r\nوينص على ذلك قوله ( عليه السلام ) في صحيحة زرارة : « لا يزكى المال من وجهين في\r\nعام واحد . . . » ( 1 ) وعلى ضوء ذلك يعلم اجمالاً بكذب أحد دليلي جعل الزكاة\r\nفي هذين النصابين ، فلذلك تقع المعارضة بينهما فيسقطان من جهة المعارضة ،\r\nفاذن لا دليل على جعل الزكاة للنصاب الأول ولا للثاني ، ولكن بما انا نعلم\r\nبجعلها في الواقع لأحد النصابين إذ لا يحتمل عدم جعلها لشيء منها غاية الأمر\r\nان الدليل على ذلك قاصر في مقام الاثبات من جهة المعارضة ، فمن أجل ذلك\r\nتتعدد محتملات المسألة حول الزكاة المجعولة في الواقع لأحدهما ، وهل أنها\r\nمجعولة في النصاب الأول أو الثاني ، أو أحدهما ، أو على النسبة ؟ فهناك أربعة\r\nاحتمالات . .\r\nالاحتمال الأول : أنها مجعولة على النسبة ، فإذا ملك اثنتين وعشرين ناقة\r\nفي أول محرم وزادت أربع أُخرى في أول رجب ، ففي أول ذي الحجة تم حول\r\nالنصاب الأول وعليه أربع شياه ، وفي أول رجب تم حول النصاب الثاني وعليه ستة\r\nأجزاء من ستة وعشرين جزءاً من بنت مخاض ، وفي أول محرم الثالث يجب عليه\r\nعشرون جزءاً من ستة وعشرين جزءاً من بنت مخاض وهكذا .\r\nوهذا الاحتمال ساقط ، أما أولاً : فلأنه مبني على أن يكون تعلق الزكاة\r\nبالأنعام على نحو الشركة في العين ، وقد تقدم ان تعلقها بها ليس كذلك ، ومن\r\nهنا لا يمنع من التصرف فيها .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 7 من أبواب من تجب عليه الزكاة الحديث : 1 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n","description":"\r\nوثانياً : ان روايات زكاة الأنعام تنص على أن الزكاة لا تقسط على أجزاء\r\nالنصاب بالنسبة وقد ورد بمختلف الألسنة على نفي الزكاة عما بين النصابين في\r\nمجموعة كبيرة منها ، فمرة بلسان أنه : « ليس في الغنم بعد الأربعين شئ حتى\r\nتبلغ مئة وإحدى وعشرين » وأُخرى بلسان أنه : « ليس في النيف شئ » وثالثة\r\nبلسان أنه : « ليس على النيف شئ ، ولا على الكسور شئ » ( 1 ) وهكذا ، ومع هذا\r\nفكيف يمكن الالتزام بهذا التقسيط والتوزيع على أجزاء النصاب كلاً .\r\nالاحتمال الثاني : أنها مجعولة في أحد النصابين على البدل ، ولكن ذلك\r\nالاحتمال غير محتمل جزماً ، لأنه ان أريد به أحدهما المفهومي ، فلا موطن له الا\r\nالذهن ، فلا يصلح أن يكون متعلقاً للزكاة ، لأنها انما تعلقت بالعين الخارجية\r\nشريطة توفر شروطها . وإن أريد به أحدهما المصداقي وهو الفرد المردد ، فهو\r\nغير معقول ولا واقع له في الخارج .\r\nالاحتمال الثالث : أنها موضوعه في النصاب الثاني ، والتقريب الفني\r\nلذلك : ان الشارع قد وضع الزكاة في الأنعام الثلاثة في كل نصاب شريطة أن لا\r\nيندك في نصاب آخر فوقه ولا يصبح جزءاً له ، وإلاّ فالعبرة انما هي بذلك\r\nالنصاب باعتبار انه متحقق فعلاً دون الأول ، ولا يبعد استفادة ذلك من روايات\r\nالباب حيث إن الظاهر منها عرفاً ان كل نصاب بعنوانه الخاص موضوع لوجوب\r\nالزكاة شريطة أن يبقى كذلك طول الحول ، فإذا ملك عشرين ناقة لمدة ستة\r\nأشهر أو أكثر بسبب من الأسباب ، ثم نقصت إبله وأصبحت خمس عشرة ناقة\r\nانعدم النصاب الأول ووجد نصاب آخر دونه ، وعليه فيبدأ الحول الجديد من\r\nحين النصاب الثاني ، وكذلك إذا ملك ثلاثاً وعشرين ناقة لمدة ستة أشهر ثم\r\nزادت وأصبحت على رأس ستة أشهر أُخرى ستاً وعشرين ناقة فان النصاب\r\nالأول يندك في الثاني ويصبح جزءاً له ولا يبقى بعنوانه الخاص طول السنة الذي\r\nهو معتبر في تعلق الزكاة به ، وفي مثل هذه الحالة لا يقال إنه مالك لنصابين ، بل\r\n","footnote":"\r\n( 1 ) الوسائل باب : 5 من أبواب زكاة الذهب والفضة الحديث : 2 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n","description":"\r\nهو مالك لنصاب واحد وهو النصاب السادس ، فلا يكون النصاب الأول\r\nمشمولاً لروايات الباب حينئذ لانتفائه بسبب اندكاكه في ضمن النصاب الحالي .\r\nوعلى هذا فبطبيعة الحال يكون مبدأ الحول من بداية تحقق النصاب الثاني ، وأما\r\nما مر على النصاب الأول من الفترة الزمنية فيلغى ، ولا فرق فيه بين أن يكون\r\nعدم بقاء النصاب من جهة اندكاكه في النصاب الثاني ، أو من جهة انتفاء\r\nالموضوع نهائياً ، وعلى كلا التقديرين فلا قيمة له .\r\nوإن شئت قلت : ان الروايات التي تتضمن بيان مراتب النصاب التصاعدية\r\nفي الإبل والبقر والغنم وإن كانت لا تتضمن نصاً حكم التداخل بين هذه المراتب\r\nواندكاك المرتبة الدانية في المرتبة العالية ، إلاّ ان الظاهر منها عرفاً ان كل نصاب\r\nبعنوانه الخاص موضوع لوجوب الزكاة شريطة بقائه كذلك إلى انتهاء أمد\r\nالحول .\r\nالاحتمال الرابع : أنها موضوعة في النصاب الأول .\r\nبدعوى : ان الشارع جعل وجوب الزكاة في كل نصاب مشروطاً بعدم\r\nتقدم ما يقتضي جعل وجوب الزكاة فيه وهو النصاب الأول باعتبار انه يقتضي\r\nجعل وجوب الزكاة فيه شريطة أن يبقى إلى أن يتم الحول ، بمعنى ان فعلية\r\nوجوبها منوطة ببقائه إلى أن يكمل الحول ، وحيث إن وجوب الزكاة في الثاني\r\nمشروط بعدم جعل وجوبها في الأول فيكون جعله فيه رافعاً لوجوبها في الثاني\r\nبارتفاع موضوعه ، فإذا كان يملك اثنين وعشرين إبلاً لمدة ستة أشهر ثم زادت\r\nإبله وأصبحت على رأس ستة أشهر أُخرى ستة وعشرين إبلاً كان جعل وجوب\r\nالزكاة في النصاب الأول رافعاً لموضوع وجوبها في النصاب الثاني ووارداً عليه ،\r\nولازم ذلك هو استيناف الحول للثاني بعد انتهاء الحول الأول ، ولكن لا يمكن\r\nالالتزام بهذا الاحتمال .\r\nأما أولاً : فلأن المستفاد من مجموعة من الروايات ان الزكاة لم تجعل\r\nعلى الانعام إلاّ بعد حلول الحول عليها ، كما أنها لم تجعل على العوامل منها انما\r\n","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n","description":"\r\nجعلت على السائمة الراعية .\r\nمنها : قوله ( عليه السلام ) في صحيحة الفضلاء : « ليس على العوامل من الإبل والبقر\r\nشئ . . . إلى أن قال : وكل ما لم يحل عليه الحول عند ربّه فلا شئ عليه فيه » ( 1 )\r\nفإنه ناص في نفي الزكاة وعدم جعلها قبل حلول الحول .\r\nومنها : قوله ( عليه السلام ) في صحيحة زرارة : « ليس في صغار الإبل شئ حتى\r\nيحول عليها الحول من يوم تنتج » ( 2 ) . ومنها غير ذلك .\r\nفالنتيجة : ان الحول كالسوم وعدم العامل من شروط الاتصاف في مرحلة\r\nالمبادئ ، والوجوب في مرحلة الجعل والاعتبار ، فلا مقتضي لجعل الوجوب\r\nقبل اكمال الحول لكي يكون جعل وجوب الزكاة في النصاب الثاني مشروطاً\r\nبعدم جعل وجوبها في الأول . وعلى هذا فان أريد من هذا الاشتراط أن وجوب\r\nالزكاة في الثاني مشروط بعدم وجوبها في الأول .\r\nفيرد عليه : انه لا وجوب قبل الحول حتى يكون عدمه شرطاً . وإن أريد ان\r\nاقتضاء النصاب الثاني لجعل الوجوب فيه مشروط بعدم اقتضاء النصاب الأول\r\nلجعله فيه في نفسه فمعناه ان صلاحية كون النصاب الثاني موضوعاً للحكم\r\nمنوطة بعدم صلاحية النصاب الأول لذلك ، ولكن يرد عليه أن كلاً منهما في\r\nنفسه صالح للموضوعية لولا الآخر فلا ترجيح في البين .\r\nوثانياً : مع الاغماض عن ذلك وتسليم ان هذا ممكن في مقام الثبوت ، الا\r\nأنه في مقام الاثبات بحاجة إلى دليل ولا دليل عليه . أما روايات الباب فلا تشمل\r\nهذه الصورة من جهة المعارضة ، ولا يوجد دليل آخر على ذلك . وأما ما ورد من أن\r\nالمال الواحد لا يزكى مرتين في عام واحد ، فهو لا يدل إلاّ على أن الزكاة لم\r\nتجعل في كلا النصابين المذكورين معاً ، أما أنها مجعولة في الأول أو في الثاني\r\nفهو ساكت عن ذلك .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 8 من أبواب زكاة الأنعام حديث : 1 .\r\n( 2 ) الوسائل باب : 9 من أبواب زكاة الأنعام الحديث : 1 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n","description":"\r\nفالنتيجة في نهاية المطاف ان الأظهر هو الاحتمال الثالث وإن كانت رعاية\r\nالاحتياط بالجمع بينه وبين الاحتمال الرابع أولى وأجدر . هذا كله فيما إذا كان\r\nالزائد مكملاً للنصاب فقط كما في الأمثلة المتقدمة .\r\nوأما إذا كان إضافة إلى ذلك نصاباً مستقلاً أيضاً ، كما إذا كان يملك\r\nعشرين ناقة لمدة ستة أشهر ثم زادت إبله وأصبحت على رأس ستة أشهر\r\nأُخرى ستاً وعشرين ناقةً ، فهل هو ملحق بالقسم الثاني ، وهو ما إذا كان الزائد\r\nنصاباً مستقلاً ، أو الثالث ؟ ولا يبعد الحاقه بالثالث تطبيقاً لنفس ما تقدم ، واحتمال\r\nالحاقه بالقسم الثاني بعيد باعتبار ان الزائد وهو ست ناقة وإن كان نصاباً مستقلاً\r\nبقطع النظر عن ملك عشرين ناقة إلاّ أنه بلحاظ كونه زائداً على عشرين مكمل\r\nللنصاب الآخر وهو الست والعشرون وزكاته بنت مخاض باعتبار ان النصاب\r\nالأول قد اندك فيه .\r\nنعم ، لو كان الزائد خمس ناقة لكان نصاباً مستقلاً ومكملاً لنصاب آخر\r\nصورة باعتبار أن الإبل ما لم تبلغ ستاً وعشرين ففي كل خمسة منها شاة ، ولذا لا\r\nثمرة لكونه مكملاً للنصاب الآخر ، وبه يظهر حال ما ذكره الماتن ( قدس سره ) .\r\nودعوى : ان بين وجوب الزكاة في النصاب الأول ووجوبها في النصاب\r\nالثاني تزاحم ، وعندئذ لابد من تقديم الأول على الثاني على أساس لزوم تقديم\r\nالأسبق زماناً في باب التزاحم لأنه من أحد مرجحات هذا الباب .\r\nمدفوعة . . أولاً : ان المقام غير داخل في باب التزاحم ، بل هو داخل في\r\nباب التعارض باعتبار ان جعل الزكاة لكلا النصابين معاً لا يمكن على أساس\r\nما ورد من أن العين الواحدة لا تزكى مرتين في سنة واحدة ، فإنه يوجب العلم\r\nالاجمالي بأن المجعول هو وجوب الزكاة في أحدهما دون الآخر ، فاذن تقع\r\nالمعارضة بين اطلاق دليليهما ، ومع هذا لا يعقل أن يكون المقام من باب\r\nالتزاحم لأنه مبني على كون كلا الحكمين مجعولاً في الشريعة المقدسة بدون\r\nأي تناف بينهما في هذه المرحلة ، ولكن قد يقع التنافي بينهما في مرحلة\r\n","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n[ 2645 
  ] مسألة 14 : لو أصدق زوجته نصاباً وحال عليه الحول وجب\r\nعليه الزكاة ، ولو طلقها بعد الحول قبل الدخول رجع نصفها إلى الزوج\r\nووجب عليها زكاة المجموع في نصفها ، ولو تلف نصفه يجب إخراج\r\nالزكاة من النصف الذي رجع إلى الزوج ( 1 ) ويرجع بعد الإخراج عليها\r\nبمقدار\r\n\r\n","description":"\r\nالامتثال من جهة ضيق قدرة المكلف وعدم تمكنه من الجمع بينهما في هذه\r\nالمرحلة ، وهذا الضابط لا ينطبق على المقام .\r\nوثانياً : مع الاغماض عن ذلك وتسليم ان المقام داخل في باب التزاحم ،\r\nإلاّ انا قد حققنا في علم الأُصول ان الأسبق زماناً ليس من أحد مرجحات باب\r\nالتزاحم بنفسه . نعم ، قد يكون ملازماً لمرجح آخر على تفصيل ذكرناه هناك ،\r\nفاذن لا موجب لتقديم النصاب الأول على الثاني حتى على القول بأن المقام\r\nداخل في مسألة التزاحم .\r\n( 1 ) في اخراج الزكاة منه اشكال بل منع ، لأنه إذا تعين كونه للزوج كما هو\r\nالمفروض في المسألة باعتبار ان تعلق الزكاة بالمهر لا يمنع من التصرف فيه\r\nبتقسيمه بينهما وبين زوجها بملاك ان تعلقها به يكون على نحو الكلي في\r\nالمعين وهو لا يمنع من التصرف في العين ما دام يبقى منها ما يفي بالزكاة ،\r\nوعندئذ فبطبيعة الحال تكون الزكاة في نصف الزوجة ، فإذا تلف ذلك النصف\r\nعندها فإن كان بدون تفريط ومسامحة منها في اخراج الزكاة فلا ضمان عليها ،\r\nوإن كان مع التفريط والتسامح فضمانها عليها ، وحينئذ فلابد أن تخرج عن عهدة\r\nضمانها بالقيام بأدائها من مالها لا من مال زوجها .\r\nوإن شئت قلت : ان تلف النصف ان كان قبل القسمة وافراز حصة الزوج\r\nتتضيق دائرة الزكاة في حصة باقية من الزوجة وتنطبق عليها لا على الأعم منها\r\nومن حصة الزوج كما في زكاة النقدين والغنم وإن كان التالف عندئذ مشتركاً\r\nبينهما بنسبة النصف على نحو الإشاعة غاية الأمر ان كان التلف بتفريط منها فقد\r\n","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nالزكاة ، هذا إن كان التلف بتفريط منها ، وأما إن تلف عندها بلا تفريط فيخرج\r\nنصف الزكاة من النصف الذي عند الزوج ( 1 ) لعدم ضمان الزوجة حينئذ لعدم\r\n\r\n","description":"\r\nضمنت حصة الزوج ، وحينئذ فان أعطت الزكاة من الباقي لم يرد نقص على\r\nحصة الزوج منه ، وإن كان بعد القسمة فالتالف نصفها ، ولكن لا معنى حينئذ\r\nلوجوب اخراج الزكاة من نصف الزوج ، بل الزكاة عليها ان كان التلف بتفريط\r\nمنها ، وإلاّ فلا شئ عليها ، فاذن الجمع بين كون التالف نصفها المعين فقط وبين\r\nوجوب اخراج الزكاة من نصف الزوج المعين جمع بين أمرين متنافيين ، فان\r\nمقتضى الأول كون الزكاة على ذمتها ان كان التلف بتفريط منها ، وإلاّ فلا شئ\r\nعليها . ومقتضى الثاني ان النصف لم ينتقل إلى الزوج بل ظل باقياً في ملكها وهو\r\nخلف .\r\nفالنتيجة : انه بناءاً على ما هو الصحيح من أن تعلق الزكاة بالنقدين والأنعام\r\nالثلاثة ليس على نحو الإشاعة ، بل على نحو الكلي في المعين في النقدين\r\nوالغنم ، وعلى نحو الشركة في المالية بكيفية خاصة في الإبل والبقر كما مر ، ان\r\nالمهر إذا كان من أحد هذه الأعيان وكان بقدر النصاب وحال عليه الحول عند\r\nالزوجة وجبت زكاته عليها ، وحينئذ فإذا طلقها زوجها قبل الدخول انتقل نصف\r\nالمهر إليه وتتمثل زكاته في النصف الباقي وهو نصف الزوجة باعتبار ان نسبتها\r\nإلى النصاب لما كانت نسبة الكلي في المعين فمتى نقص من النصاب تتضيق\r\nدائرة الكلي في مقام التطبيق بلا فرق بين أن يكون ذلك قبل القسمة أو بعدها ،\r\nوعليه فإذا تلف نصفها تلفت الزكاة الواجبة عليها المتعينة فيه ، ولا معنى لانتقالها\r\nحينئذ إلى نصف الزوج . نعم ، لو كان تعلقها بها على نحو الإشاعة في العين ، فإذا\r\nانتقل نصفه إلى الزوج انتقل مع نصف الزكاة فيه ، وعلى هذا فما في المتن من أنه\r\nإذا تلف نصف الزوجة أخرج الزكاة من نصف الزوج لا يتم حتى على هذا\r\nالقول ، أي القول بالإشاعة .\r\n( 1 ) هذا انما يتم إذا كان تعلق الزكاة بالمهر على نحو الإشاعة ، فحينئذ إذا\r\n","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nتفريطها ، نعم يرجع الزوج حينئذ أيضاً عليها بمقدار ما أخرج .\r\n[ 2646 
  ] مسألة 15 : إذا قال رب المال : لم يحل على مالي الحول ; يسمع\r\nمنه بلا بينة ولا يمين ، وكذا لو ادعى الإخراج أو قال : تلف مني ما\r\nأوجب النقص عن النصاب ( 1 ) .\r\n[ 2647 
  ] مسألة 16 : إذا اشترى نصاباً وكان للبائع الخيار فإن فسخ قبل\r\nتمام الحول فلا شئ على المشتري ويكون ابتداء الحول بالنسبة إلى\r\nالبائع من حين الفسخ ، وإن فسخ بعد تمام الحول عند المشتري وجب\r\nعليه الزكاة ، وحينئذ فإن كان الفسخ بعد الإخراج من العين ضمن للبائع\r\nقيمة ما أخرج ، وإن أخرجها من مال آخر أخذ البائع تمام العين ( 2 ) ،\r\nوإن كان قبل الإخراج فللمشتري أن يخرجها من العين ويغرم للبائع ما\r\nأخرج وأن يخرجها من مال آخر ويرجع العين بتمامها إلى البائع .\r\n\r\n","description":"\r\nتلف نصف المهر تلف مع الزكاة فيه بالنسبة وبقى الباقي منها في النصف الآخر .\r\nوأما بناءاً على أن تعلقها به على نحو الكلي في المعين كما بنى عليه الماتن ( قدس سره )\r\nفي زكاة النقدين والأنعام الثلاثة جميعاً ، فإذا تلف نصفه تبقى الزكاة كلها في\r\nالنصف الباقي ، فما ذكره ( قدس سره ) لا ينسجم مع مسلكه في كيفية تعلق الزكاة بها .\r\n( 1 ) كل ذلك للنص الخاص في المسألة ، واطلاقه يشمل جميع صور\r\nدعوى فقد الشرط .\r\n( 2 ) هذا إذا كان مع التراضي والمصالحة ، وإلاّ فمقتضى القاعدة ان\r\nالمشتري إذا أخرج الزكاة من مال آخر باذن من ولي الأمر عوضاً عن زكاة المبيع\r\nفقد انتقلت الزكاة إليه وحينئذ فإذا فسخ البائع البيع انتقل إليه المبيع عيناً ما عدا\r\nمقدار زكاته لأن هذا المقدار باعتبار انتقاله إلى الفقراء يعدّ تالفاً فينتقل إليه بدله ،\r\nولا فرق فيه بين أن يبقى ذلك المقدار في ملك الفقراء أو ينتقل منه إلى ملك\r\nآخر بمعاوضة أُخرى ، فإنه على كلا التقديرين لا ينتقل إلى البائع حتى فيما إذا\r\n","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n","description":"\r\nكان منتقلاً إلى ملك المشتري ، فان الفسخ انما يوجب انتقال المبيع من ملك\r\nالمشتري إلى ملك البائع مرة أُخرى إذا كان سبب الملك هو البيع الواقع بينهما ،\r\nفإذا زال ذلك السبب رجع كل من المبيع والثمن إلى موقعه الأصلي .\r\nوأما إذا كان سبب ملكه معاوضة أُخرى كما هو الحال بالنسبة إلى مقدار\r\nالزكاة فلا موجب لانتقاله إلى ملك البائع ضرورة انه يتبع سببه حدوثاً وبقاءاً ،\r\nوعلى هذا فبطبيعة الحال ينتقل بدله إلى البائع من المثل أو القيمة ، وله أن يطالب\r\nالمشتري به ، وبه يظهر حال ما بعده .\r\n","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nفصل\r\nفي زكاة النقدين\r\nوهما الذهب والفضة ، ويشترط في وجوب الزكاة فيهما مضافاً\r\nإلى ما مر من الشرائط العامة أُمور . .\r\nالأول : النصاب ، ففي الذهب نصابان . .\r\nالأول : عشرون ديناراً ، وفيه نصف دينار ( 1 ) ، والدينار مثقال\r\nشرعي وهو ثلاثة أرباع الصيرفي ، فعلى هذا النصاب الأول بالمثقال\r\nالصيرفي خمسة عشر مثقالاً ، وزكاته ربع المثقال وثمنه .\r\nوالثاني : أربعة دنانير ، وهي ثلاث مثاقيل صيرفية ، وفيه ربع العشر\r\nأي من أربعين واحد فيكون فيه قيراطان إذ كل دينار عشرون قيراطاً ، ثم\r\nإذا زاد أربعة فكذلك ، وليس قبل أن يبلغ عشرين ديناراً شئ كما أنه\r\nليس بعد العشرين قبل أن يزيد أربعة شئ ، وكذا ليس بعد هذه الأربعة\r\nشئ إلا إذا زاد أربعة أُخرى وهكذا ، والحاصل أن في العشرين ديناراً\r\nربع العشر وهو نصف دينار ، وكذا في الزائد إلى أن يبلغ أربعة وعشرين\r\nوفيها ربع عشره وهو نصف دينار وقيراطان ، وكذا في الزائد إلى أن\r\nيبلغ ثمانية وعشرين\r\n\r\n","description":"\r\n( 1 ) على الأحوط ، فإن الروايات الكثيرة وإن كانت تنص على ذلك .\r\nمنها : صحيحة الحلبي قال : « سئل أبو عبد الله ( عليه السلام ) عن الذهب والفضة ما\r\nأقل ما يكون فيه الزكاة ؟ قال : مِئتا درهم وعدلها من\r\n","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n","description":"\r\nالذهب » ( 1 ) .\r\nومنها : صحيحة محمد بن مسلم قال : « سألت أبا عبد الله ( عليه السلام ) عن الذهب\r\nكم فيه من الزكاة ؟ قال : إذا بلغ قيمته مئتي درهم فعليه\r\nالزكاة » ( 2 ) .\r\nومنها : صحيحة الحسين بن يسار عن أبي الحسن ( عليه السلام ) في حديث قال :\r\n« في الذهب في كل عشرين ديناراً نصف دينار ، فان نقص فلا زكاة\r\nفيه » ( 3 ) .\r\nومنها : موثقة سماعة عن أبي عبد الله ( عليه السلام ) في حديث قال : « ومن الذهب\r\nمن كل عشرين ديناراً نصف دينار ، وإن نقص فليس عليك شئ » ( 4 ) . وهكذا\r\nحيث أنها واضحة الدلالة على أن أدنى حد نصاب الذهب عشرون ديناراً وفيه\r\nنصف دينار .\r\nولكن في مقابلها صحيحة الفضلاء عن أبي جعفر وأبي عبد الله ( عليهما السلام ) قالا :\r\n« في الذهب في كل أربعين مثقالاً مثقال . . . إلى أن قال : وليس في أقل من أربعين\r\nمثقالاً شئ » ( 5 ) .\r\nوصحيحة زرارة قال : « قلت لأبي عبد الله ( عليه السلام ) : رجل عنده مئة درهم\r\nوتسعة وتسعون درهماً وتسعة وثلاثون ديناراً أيزيكّيهما ؟ فقال : لا ، ليس عليه\r\nشئ من الزكاة في الدراهم ولا في الدنانير حتى يتم أربعون ديناراً والدراهم\r\nمِئتي درهم . . . الحديث » ( 6 ) . وبما أنهما ناصتان في نفي الزكاة عن أقل من أربعين\r\nمثقالاً وتلك الروايات ظاهرة في وجوبها في الأقل فيكون مقتضى الجمع\r\nالعرفي الدلالي بينهما هو حمل الروايات المذكورة على الاستحباب ، وقد\r\nاعترف جماعة من المحققين ان هذا هو مقتضى الجمع العرفي بينهما ، ولكن لا\r\n","footnote":"\r\n( 1 ) ( 2 ) ( 3 ) ( 4 ) ( 5 ) ( 6 ) الوسائل باب : 1 من أبواب زكاة الذهب والفضة الحديث : 1 و 2 و 3 و 4\r\nو 13 و 14 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n","description":"\r\nمجال للأخذ به لوجوه . .\r\nالأول : ان حد النصاب في الذهب عشرون مثقالاً اجماعي بين\r\nالأصحاب ، وعليه فالصحيحتان بما أنهما مخالفتان للاجماع فلابد من طرحهما\r\nباعتبار أنهما حينئذ تدخلان في الروايات المخالفة للكتاب والسنة مدلولاً\r\nوروحاً .\r\nوالجواب أولاً : ان الاجماع غير ثابت في المسألة حيث نقل فيها الخلاف\r\nعن جماعة من المتقدمين .\r\nوثانياً : مع الاغماض عن ذلك وتسليم انه لا خلاف فيها ، إلاّ أنا ذكرنا غير\r\nمرة ان حجية الاجماع وكشفه عن ثبوت المسألة في زمان\r\nالمعصومين ( عليهم السلام ) ووصولها إلينا يداً بيد منوط بتوفر أمرين فيه . .\r\nأحدهما : ثبوته بين المتقدمين جميعاً الذين يكون عصرهم في نهاية\r\nالمطاف متصلاً بعصر أصحاب الأئمة ( عليهم السلام ) .\r\nوالآخر : عدم وجود ما يصلح أن يكون مدركاً للمسألة .\r\nوكلا الأمرين غير متوفر .\r\nأما الأمر الأول : فقد تقدم أنه لا طريق لنا إلى احراز الاجماع بينهم\r\nواستنادهم في المسألة إليه .\r\nوأما الثاني : فالظاهر أن مدرك المسألة لدى كلهم أو لا أقل لدى جلهم\r\nالروايات المتقدمة ، وتقديمها على الصحيحتين بأحد هذه الوجوه .\r\nالثاني : ان اعراض الأصحاب عنهما يؤدي إلى سقوطهما عن الاعتبار\r\nوعدم صلاحيتهما للمعارضة .\r\nوالجواب : ان الاعراض عن رواية انما يوجب سقوطهما عن الاعتبار\r\nشريطة توفر أمرين فيه أيضاً . .\r\nأحدهما : أن يكون الاعراض من قدماء الأصحاب جميعاً .\r\nالثاني : أن لا يكون في المسألة ما يحتمل أن يكون منشئاً للاعراض . وكلا\r\n","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n","description":"\r\nالأمرين غير متوفر في المقام .\r\nأما الأمر الأول : فلأنه لا طريق لنا إلى احراز اعراضهم عنهما في المسألة ،\r\nغاية الأمر قد نقل عنهم الفتوى فيها على خلافهما ، ومجرد ذلك لا يدل على\r\nأنهم قد أعرضوا عنهما ، إذ يحتمل أن يكون فتواهم على الخلاف مستنداً إلى\r\nوجه آخر وترجيحه عليهما .\r\nوأما الأمر الثاني : فلأن منشأ اعراضهم عنهما لعله تقديم تلك الروايات\r\nعليهما بوجه من الوجوه .\r\nالثالث : ان الروايات في المسألة بظاهرها متعارضة ، فاذن لابد من ترجيح\r\nتلك الروايات على الصحيحتين ، اما من جهة شهرتها عملاً ورواية ، أو من جهة\r\nأنها روايات كثيرة تبلغ حد التواتر اجمالاً وحينئذ فتدخلان في الروايات\r\nالمخالفة للسنة وتسقطان عن الحجية .\r\nوالجواب : انه لا معارضة بين النص والظاهر ، فان الروايات المذكورة\r\nظاهرة في وجوب الزكاة في الأقل من أربعين مثقالاً وهما ناصتان في نفي\r\nوجوبهما عما دون الأربعين وعليه وإن سلمنا بلوغ تلك الروايات حد التواتر\r\nاجمالاً إلاّ أنه مع ذلك لابد من رفع اليد عن ظهورها بقرينة نص الصحيحتين ،\r\nومع الاغماض عن ذلك وتسليم المعارضة بينهما لكن الصحيح أنها لم تبلغ من\r\nالكثرة بدرجة التواتر لكي يوجب سقوطهما عن الحجية ، وأما الشهرة العملية\r\nفهي لا تكون من مرجحات باب المعارضة ، وأما الشهرة الروائية فان وصلت إلى\r\nحد التواتر فهو وإلاّ فلا قيمة لها ، فاذن تسقطان معاً من جهة المعارضة .\r\nفالنتيجة عدم ثبوت الزكاة فيما دون الأربعين باعتبار أنه مورد المعارضة\r\nبينهما ، وأما ثبوت الزكاة في الأربعين وما فوق فهو مدلولها الايجابي ولا\r\nمعارضة فيه .\r\nفالنتيجة : ان مقتضى الصناعة عدم وجوب الزكاة فيما دون الأربعين ،\r\nولكن مع ذلك فالأحوط والأجدر وجوباً اخراج الزكاة عما دون الأربعين\r\n","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nوفيها نصف دينار وأربع قيراطات وهكذا ، وعلى هذا فإذا أخرج بعد\r\nالبلوغ إلى عشرين فما زاد من كل أربعين واحداً فقد أدى ما عليه ، وفي\r\nبعض الأوقات زاد على ما عليه بقليل ، فلا بأس باختيار هذا الوجه من\r\nجهة السهولة .\r\nوفي الفضة أيضاً نصابان . .\r\nالأول : مائتا درهم ، وفيها خمس دراهم .\r\nوالثاني : أربعون درهماً ، وفيها درهم ، والدرهم نصف المثقال الصيرفي\r\nوربع عشره ، وعلى هذا فالنصاب الأول مائة وخمسة مثاقيل صيرفية ، والثاني\r\nأحد وعشرون مثقالاً ، وليس فيما قبل النصاب الأول ولا فيما بين النصابين\r\nشئ على ما مر ، وفي الفضة أيضاً بعد بلوغ النصاب إذا أخرج من كل أربعين\r\nواحداً فقد أدّى ما عليه وقد يكون زاد خيراً قليلاً .\r\nالثاني : أن يكونا مسكوكين بسكة المعاملة سواء كان بسكة الإسلام أو\r\nالكفر بكتابة أو غيرها بقيت سكتهما أو صارا ممسوحين بالعارض ( 1 ) ،\r\n\r\n\r\n","description":"\r\nشريطة أن لا يقل عن العشرين .\r\n( 1 ) هذا يتم لو لم يقدح المسح في صدق الدينار والدرهم حيث إن\r\nالمعيار في وجوب الزكاة على ضوء نصوص الباب انما هو بصدقهما ، وأما\r\nالتقييد بالصامت المنقوش في صحيحة علي بن يقطين فالظاهر منه المسكوك\r\nبسكة المعاملة وهو الدرهم والدينار الرائجان في السوق إذ لا يحتمل خصوصية\r\nللنقش والقرينة على ذلك ان في نفس الصحيحة جعل سبائك الذهب ونقار\r\nالفضة في مقابل الصامت المنقوش بقوله ( عليه السلام ) : « كل ما لم يكن ركازاً فليس\r\nعليك فيه شئ ، قال : قلت : ما الركاز ؟ قال : الصامت المنقوش ثم قال : إذا أردت\r\nذلك فاسبكه فإنه ليس في سبائك الذهب ونقار الفضة شئ من الزكاة » ( 1 ) ، فإنه\r\n","footnote":"\r\n( 1 ) الوسائل باب : 8 من أبواب زكاة الذهب والفضة الحديث : 2 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\nوأما إذا كانا ممسوحين بالأصالة ( 1 ) فلا تجب فيهما إلا إذا تعومل بهما\r\n\r\n","description":"\r\nيدل على أنه لا موضوعية للمنقوش بما هو ، فالعبرة انما هي بالمسكوك بسكة\r\nالمعاملة في مقابل السبائك والنقار منهما .\r\n( 1 ) في الفرق بين الممسوح بالعارض والممسوح بالأصل اشكال بل\r\nمنع ، فان المسح ان كان مانعاً عن صدق الدرهم والدينار فلا فرق بين أن يكون\r\nبالأصل أو العارض ، وإن لم يكن مانعاً فأيضاً كذلك ، فما في المتن من البناء على\r\nوجوب الزكاة في الممسوح بالعارض وعدم وجوبها في الممسوح بالأصل فلا\r\nمبرر له .\r\nودعوى : ان وجوب الزكاة في الممسوح بالعارض يبتني على\r\nالاستصحاب وعدم وجوبها في الممسوح بالأصل يبتني على أصالة البراءة .\r\nمدفوعة أولاً : ان المعيار في وجوب الزكاة وعدم وجوبها انما هو بصدق\r\nالدرهم والدينار ، وعدم الصدق ، وقد مر أن المسح لا يمنع عن الصدق وان\r\nالنقش لا يكون من مقومات مسمى الدرهم والدينار .\r\nوثانياً : ان الاستصحاب المذكور بما أنه استصحاب تعليقي أي لو كان\r\nذلك درهماً أو ديناراً فعلاً وحال عليه الحول وجبت الزكاة فيه ، والآن كما كان\r\nفلا يكون حجة كما حققناه في علم الأُصول .\r\nوثالثاً : ان الاستصحاب التعليقي لو جرى في مسألة فإنما يجري إذا كان\r\nالموضوع محفوظاً فيها ، لا في مثل المقام ، فان الشك في بقاء الحكم فيه انما هو\r\nمن جهة الشك في سعة مفهوم الموضوع وضيقه وضعاً بمعنى انه لا يدري ان\r\nالدرهم أو الدينار موضوع لمعنى وسيع يعم الممسوح أيضاً أو لمعنى ضيق لا\r\nيعمه ، وفي مثل ذلك لا يمكن اثبات انه موضوع لمعنى وسيع بالأصل ، وحينئذ\r\nفيكون الشك في اعتبار خصوصية زائدة في موضوع وجوب الزكاة وهي كونه\r\nمنقوشاً فتدخل في كبرى مسألة الأقل والأكثر الارتباطيين ، فالمرجع فيها اصالة\r\nالبراءة عن الخصوصية الزائدة أو استصحاب عدمها .\r\n","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nفتجب على الأحوط ( 1 ) ، كما أن الأحوط ذلك أيضاً إذا ضربت\r\nللمعاملة\r\n\r\n\r\n","description":"\r\nفالنتيجة : ان الموضوع أعم من الممسوح وغيره بلا فرق بين الممسوح\r\nبالعرض والممسوح بالأصل .\r\n( 1 ) لا بأس بتركه فان الدرهم أو الدينار إذا لم يصدق على الممسوح فلا\r\nقيمة بالمعاملة به لأن موضوع وجوب الزكاة الدرهم والدينار شريطة أن يكونا\r\nموضوعين للمعاملة ، لا كل شئ تعومل به وإن لم يكن من الدرهم أو الدينار ،\r\nفإذا لم يصدق على الممسوح بالأصالة الدرهم أو الدينار فلا أثر للمعاملة به .\r\nوبذلك يظهر حال ما بعده من الاحتياط ، غاية الأمر ان المتفاهم العرفي من\r\nالروايات التي تنص على وجوب الزكاة في الدرهم والدينار إذا بلغ حد النصاب\r\nبمناسبة الحكم والموضوع الارتكازية انه انما هو بملاك التعامل بهما نوعاً لا\r\nفعلاً ، فلا يضر هجر التعامل ببعض أصنافهما في بعض الأزمنة ، فإنه بذلك لا\r\nيخرج عن صدق التعامل النوعي بهما .\r\nوإن شئت قلت : ان كلمة التعامل بهما وإن لم ترد صريحاً في شئ من\r\nروايات الباب الا أنه قد ورد فيها ما يدل على ذلك وإليك نص تلك الروايات .\r\nمنها : صحيحة عمر بن يزيد قال : « قلت لأبي عبد الله ( عليه السلام ) : رجل فر بماله\r\nمن الزكاة فاشترى به أرضاً أو داراً أعليه شئ ؟ فقال : لا ، ولو جعله حلياً أو نقراً\r\nفلا شئ عليه ، وما منع نفسه من فضله أكثر مما منع من حق الله الذي يكون\r\nفيه » ( 1 ) . فان قوله ( عليه السلام ) : « وما منع نفسه من فضله أكثر » يدل على أن وجوب الزكاة\r\nفيهما انما هو بملاك الاتجار بهما والتعامل الخارجي كالبيع والشراء ونحوهما\r\nبغاية الانتفاع .\r\nومنها : صحيحة هارون بن خارجة عن أبي عبد الله ( عليه السلام ) قال : « قلت له : ان\r\nأخي يوسف ولى لهؤلاء القوم أعمالاً أصاب فيها أموالاً كثيرة وانه جعل ذلك\r\n","footnote":"\r\n( 1 ) الوسائل باب : 11 من أبواب زكاة الذهب والفضة الحديث : 1 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n","description":"\r\nالمال حلياً أراد أن يفر به من الزكاة أعليه الزكاة ؟ قال : ليس على الحلي زكاة وما\r\nأدخل على نفسه من النقصان في وضعه ومنعه نفسه فضله أكثر مما يخاف من\r\nالزكاة » ( 1 ) فإنه يستفاد منها عرفاً بمناسبة الحكم والموضوع الارتكازية ان مناط\r\nوجوب الزكاة فيهما انما هو التعامل والاتجار بهما نوعاً للاغتنام ، وهذا بخلاف\r\nما إذا جعل منهما حلياً ولو بنفس مالهما من الهيئة والشكل ، لأن الحلي منهما\r\nخارج عن مورد الزكاة باعتبار ان موردها الدرهم والدينار الموضوعين للتعامل\r\nالنوعي ، فإذا جعلهما حلياً خرجا عما وضعا له ويبقى ساكناً ولا ينتفع به كما علل\r\nبه في الروايات .\r\nفالنتيجة ان المعيار في وجوب الزكاة فيهما انما هو بالتعامل النوعي بهما ،\r\nفإذا جعلهما حلياً فقد تغيرا عن وضعهما المعد للتعامل النوعي حيث إن الحلي\r\nقد وضع لزينة نوعاً دون التعامل .\r\nومن هنا لو كان عنده نصاب من الذهب أو الفضة من دون أن يقوم\r\nبالعمل والاتجار بهما بل يبقى ساكناً لديه طول السنة فلا شبهة في وجوب الزكاة\r\nعليه . وتنص على ذلك صحيحة علي ابن يقطين قال : « سألت أبا الحسن ( عليه السلام ) عن\r\nالمال الذي لا يعمل به ولا يقلب ؟ قال : تلزمه الزكاة في كل سنة إلا أن يسبك » ( 2 )\r\nفإنها تدل على وجوب الزكاة فيه وإن لم يستعمل للتعامل والاتجار به طول\r\nالسنة شريطة أن يبقى على وضعه المعد للتعامل بدون أن يقع عليه تغيير\r\nكوقوعه حلياً للمرأة ، وتؤكد ذلك الروايات التي تنص على جواز جعل النصاب\r\nسبائك الذهب ونقار الفضة بنية الفرار من الزكاة بنكتة أنها تدل على أنه لا\r\nخصوصية للدينار بما هو ذهب وللدرهم بما هو فضة ، وانما لهما خصوصية بما\r\nهما دينار ودرهم اللذان يكونان أساساً لكل أنواع التعامل ، فإذا غير الدينار\r\nبالسبائك والدرهم بالنقار خرجا عن هذا الوصف .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 11 من أبواب زكاة الذهب والفضة الحديث : 4 .\r\n( 2 ) الوسائل باب : 13 من أبواب زكاة الذهب والفضة حديث : 1 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\nولم يتعامل بهما ، أو تعومل بهما لكنه لم يصل رواجهما إلى حدّ يكون\r\nدراهم أو دنانير ، ولو اتخذ الدرهم أو الدينار للزينة فإن خرج عن رواج\r\nالمعاملة لم تجب فيه الزكاة ( 1 ) وإلا وجبت .\r\nالثالث : مضي الحول بالدخول في الشهر الثاني عشر جامعاً\r\nللشرائط التي منها النصاب ، فلو نقص في أثنائه عن النصاب سقط\r\nالوجوب ، وكذا لو تبدل بغيره من جنسه أو غيره ، وكذا لو غيّر بالسبك\r\nسواء كان التبديل أو السبك بقصد الفرار من الزكاة أو لا على الأقوى ،\r\nوإن كان الأحوط ( 2 ) الإخراج على الأول ، ولو سبك الدراهم أو\r\nالدنانير بعد حول الحول لم تسقط الزكاة ووجب الإخراج بملاحظة\r\nالدراهم والدنانير إذا فرض نقص القيمة بالسبك .\r\n[ 2648 
  ] مسألة 1 : لا تجب الزكاة في الحلي ( 3 ) ولا في أواني الذهب والفضة\r\n\r\n","description":"\r\n( 1 ) في اطلاقه اشكال بل منع ، فان الخروج عن رواج المعاملة ان كان\r\nبالخروج عن مسمى الدرهم والدينار بسبب ما ورد عليه من التغيير صح ما ذكره\r\nمن عدم وجوب الزكاة فيه لعدم الموضوع له حينئذ ، وإن كان من جهة ترك\r\nالمعاملة بهما لسبب من الأسباب ولو من جهة اتخاذهما زينة للبيت ، كمن\r\nيرغب أن يجعل في بيته معرضاً منهما ويجمع بغرض اشباع رغبته بذلك لا\r\nبغرض التعامل بهما فالأظهر وجوب الزكاة ، لأن المعيار في وجوبها انما هو\r\nبالتعامل بنوع الدرهم أو الدينار وإن كان بعض أفراده مهجوراً .\r\n( 2 ) فيه ان الاحتياط وإن كان استحبابياً إلاّ أنه ضعيف ولا منشأ له أصلاً ، إذ\r\nمضافاً إلى الروايات التي تنص على جواز الفرار من الزكاة بتبديل النصاب بغيره\r\nأو التغيير بالسبك أو نحوه كما تقدم في المسألة ( 9 ) من ( فصل زكاة الأنعام ) انه\r\nلا مقتضى لعدم جواز التصرف في النصاب وتبديله أو اتلافه قبل اكمال الحول\r\nحيث لا وجوب قبله ولا مقتضى له لكي يكون مانعاً عن التصرف فيه وتغييره .\r\n( 3 ) هذا هو الصحيح وذلك لأن النسبة بين الروايات التي تدل على نفي\r\n","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nوإن بلغت ما بلغت ، بل عرفت سقوط الوجوب عن الدرهم والدينار إذا\r\nاتخذا للزينة وخرجا عن رواج المعاملة بهما .\r\nنعم ، في جملة من الأخبار أن زكاتها إعارتها .\r\n[ 2649 
  ] مسألة 2 : لا فرق في الذهب والفضة بين الجيد منها والردئ بل\r\nتجب إذا كان بعض النصاب جيداً وبعضه رديئاً ، ويجوز الإخراج من\r\n\r\n","description":"\r\nالزكاة عن الحلي والروايات التي تدل على وجوب الزكاة في الدراهم والدنانير\r\nوإن كانت عموماً من وجه لأن مقتضى اطلاق الطائفة الأُولى نفي الزكاة عن\r\nالحلي وإن كان من الدرهم والدينار ، ومقتضى اطلاق الطائفة الثانية وجوب\r\nالزكاة فيهما وإن كانا حلياً ، فيكون مورد الالتقاء بين الطائفتين الحلي إذا كان من\r\nالدرهم أو الدينار شريطة أن يبلغ حد النصاب ، فان مقتضى اطلاق الطائفة\r\nالأُولى نفي الزكاة عنه ومقتضى اطلاق الطائفة الثانية اثباتها فيه ، ولكن لابد من\r\nتقديم الطائفة الأُولى على الثانية في مورد الالتقاء لوجهين . .\r\nالأول : ان لسان الطائفة الأُولى لسان الاستثناء ومفادها عرفا نفي الزكاة\r\nالتي تفرض وتجعل في الشريعة المقدسة للدراهم والدنانير عن حصة خاصة\r\nمنهما وهي الحلي إذا كان منهما ، وبما أنه لا يحتمل لدى العرف أن يكون نفي\r\nالزكاة عن هذه الحصة منهما وهي الحلي نفياً ابتدائياً فلا محالة يكون لها ظهور\r\nعرفي في أن نفيها عنها نفي استثنائي ، فتدل على أنها مستثناة حكماً من وجوب\r\nالزكاة المجعولة في الشريعة المقدسة لطبيعي الدراهم والدنانير .\r\nوإن شئت قلت : ان لسان هذه الطائفة لسان حديث لا ضرر ، فكما انه ناظر\r\nإلى أدلة الأحكام الأولية ويدل على نفيها إذا كانت ضررية فكذلك لسانها فإنه\r\nناظر إلى أدلة وجوب الزكاة في الدراهم والدنانير ويدل على نفي وجوبها عنهما\r\nشريطة أن تكونا حلية .\r\nفالنتيجة : ان الطائفة الأُولى تتقدم على الطائفة الثانية في مورد الالتقاء\r\n","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n","description":"\r\nبلسان الحكومة .\r\nالثاني : ان تقديم الطائفة الثانية على الأُولى يؤدي إلى الغاء عنوان الحلي\r\nنهائياً دون العكس ، حيث إن لازم هذا التقديم وجوب الزكاة في الدراهم\r\nوالدنانير مطلقاً وإن كانتا متخذتين للحلي ، وعليه فيكون وجود الحلي منهما\r\nوعدم وجوده على حد سواء ، وهذا خلاف ظهوره العرفي في الموضوعية ، فمن\r\nأجل هذه النكتة العرفية ، لابد من تقديم الطائفة الأُولى على الثانية في مورد\r\nالالتقاء .\r\nوتخريج ذلك فنياً : ان الطائفة الأُولى ظاهرة في موضوعية عنوان الحلي\r\nودخالته في الحكم وهذا الظهور ظهور عرفي لا يتوقف على شئ ، ولها ظهور\r\nآخر وهو ظهورها في اطلاق هذا العنوان وشموله لما إذا كان درهماً أو ديناراً\r\nبالغاً حد النصاب ، والطائفة الثانية ظاهرة في كون الدرهم والدينار دخيلاً على\r\nنحو تمام الموضوع في الحكم وهو وجوب الزكاة بالاطلاق ومقدمات الحكمة ،\r\nوحيث إن التعارض في مورد الالتقاء والاجتماع بين ظهور الطائفة الأُولى في\r\nموضوعية العنوان ودخالته في الحكم وظهور الطائفة الثانية في الاطلاق الناشئ\r\nمن مقدمات الحكمة فيصلح الأول أن يكون قرينة على تقييد اطلاق الثاني\r\nومانعاً عن تمامية مقدمات الحكمة دون العكس ، فإنه لو قيد الحلي بغير الدرهم\r\nوالدينار كان ذلك الغاءاً لموضوعية عنوان الحلي رأساً إذ حينئذ لا فرق بين\r\nالحلي وغيره لأن الزكاة لا تجب في غير الدراهم والدنانير وإن كان حلياً ، مع أن\r\nالطائفة الأُولى ظاهرة عرفاً في موضوعيته ودخالته في الحكم .\r\nوبكلمة أُخرى ان التعارض في مورد الاجتماع ليس بين اطلاق الطائفة\r\nالأُولى واطلاق الطائفة الثانية لكي يقال إنه لا وجه لترجيح اطلاق الأُولى على\r\nالثانية ، بل هما معاً يسقطان فيه ويرجع إلى العام الفوقي وهو ما دل على وجوب\r\nالزكاة في الذهب إذا بلغ عشرين مثقالاً ، وفي الفضة إذا بلغ مِئتي درهماً ، بل\r\nالتعارض فيه انما هو بين ظهور الأُولى في موضوعية عنوان الحلي ودخله في\r\n","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nالردئ وإن كان تمام النصاب من الجيد ، لكن الأحوط ( 1 ) خلافه بل يخرج\r\nالجيد من الجيد ويبعض بالنسبة مع التبعيض ( 2 ) ، وإن أخرج الجيد عن\r\nالجميع فهو أحسن ، نعم لا يجوز ( 3 ) دفع الجيد عن الردئ بالتقويم بأن\r\n\r\n","description":"\r\nالحكم ، واطلاق الثانية له ، ولا يمكن الحفاظ على هذا الظهور إلاّ بتقديمه على\r\nظهور الطائفة الثانية في الاطلاق ، ونتيجة ذلك ان هذا الظهور مرتبط بكون\r\nالحلي درهماً أو ديناراً ومتمثل فيه ، وإلاّ فلا موضوعية له ، فمن أجل ذلك يكون\r\nهذا الظهور بمثابة ظهور الخاص بالنسبة إلى العام في مورد الالتقاء والاجتماع .\r\nفالنتيجة : ان ما ذكرناه في وجه تقديم الطائفة الأُولى على الثانية ضابط\r\nعام ينطبق على كل دليلين يكون أحدهما ظاهراً عرفاً في موضوعية عنوان\r\nمأخوذ في لسانه والآخر يكون ظاهراً في كون العنوان المأخوذ فيه دخيلاً في\r\nالحكم على نحو تمام الموضوع بالاطلاق ومقدمات الحكمة ، فإنه حينئذ لابد\r\nمن تقديم الأول على الثاني في مورد الالتقاء والاجتماع تطبيقاً لما تقدم .\r\nفاذن لا تجب الزكاة في الحلي وإن كان درهماً أو ديناراً ، ويؤيد ذلك\r\nبعض الروايات أيضاً .\r\n( 1 ) بل هو الأقوى ، لما مر من أن تعلق الزكاة بالعين في النقدين يكون\r\nعلى نحو الكلي في المعين فإذا كان النصاب جميعاً من الجيد فالزكاة جزء واحد\r\nمن آحاد هذا النصاب ، وعليه فكفاية اخراج الردئ عوضاً عن الجيد بحاجة إلى\r\nدليل ، ومقتضى القاعدة عدم الكفاية ، وما دل على كفاية دفع القيمة عوضاً عن\r\nالزكاة شريطة أن تكون القيمة نقداً لا يشمل المسألة .\r\n( 2 ) فيه انه مبني على أن يكون تعلق الزكاة بالعين في النقدين على نحو\r\nالإشاعة ، ولكن قد مر أنه على نحو الكلي في المعين ، وعلى هذا فلا يبعد كفاية\r\nالردي باعتبار أنه أحد أجزاء النصاب وإن كانت رعاية الاحتياط باخراج الجيد\r\nأولى وأجدر .\r\n( 3 ) بل الظاهر أنه يجوز ، لما مر من كفاية دفع الزكاة قيمة من النقدين ، فإذا\r\n","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nيدفع نصف دينار جيد يسوي ديناراً رديئاً عن دينار ، إلا إذا صالح الفقير\r\nبقيمة في ذمته ثم احتسب تلك القيمة عما عليه من الزكاة فإنه لا مانع\r\nمنه ، كما لا مانع من دفع الدينار الردئ عن نصف دينار جيد إذا كان\r\nفرضه ذلك .\r\n[ 2650 
  ] مسألة 3 : تتعلق الزكاة بالدراهم والدنانير المغشوشة إذا بلغ\r\nخالصهما النصاب ( 1 ) ، ولو شك في بلوغه ولا طريق للعلم بذلك ولو\r\n\r\n","description":"\r\nفرضنا ان قيمة الدينار الردي نصف قيمة الدينار الجيد كفى اعطاء نصف الدينار\r\nمن الجيد قيمة عن تمام الدينار من الردي ، لأنه من اعطاء قيمة الزكاة نقداً ، وقد\r\nتقدم ان المستفاد عرفاً مما دل على جواز اعطاء القيمة نقداً بمناسبة الحكم\r\nوالموضوع جوازه مطلقاً ولا يختص ذلك بمورده ، ومن هنا يظهر جواز دفع\r\nالردي عن الجيد قيمة تطبيقاً لنفس الملاك .\r\n( 1 ) كفاية ذلك في وجوب الزكاة لا تخلو عن اشكال بل منع ، لأن الغش\r\nان كان قليلاً على نحو لا يمنع عن صدق الذهب أو الفضة عليه فالظاهر وجوب\r\nالزكاة فيه إذا بلغ النصاب وإن كان خالصه غير بالغ له ، كما إذا كان يملك عشرين\r\nديناراً مغشوشاً ولكن غشه كان قليلاً على نحو لا يمنع عن صدق الدينار عليه ،\r\nففي مثل ذلك تجب الزكاة فيه وإن لم يبلغ خالصه النصاب ، وأما إذا كان كثيراً\r\nبدرجة يمنع عن صدق الاسم فلا تجب الزكاة فيه وإن بلغ خالصه النصاب\r\nباعتبار أن الزكاة انما تجب في الدرهم أو الدينار إذا بلغ النصاب ، والفرض أنَّه لا\r\nيصدق على الخالص منه ، ومعه لا موضوع لوجوب الزكاة فان ما كان بصورة\r\nالدرهم أو الدينار فلا يصدق عليه الاسم ، وما يصدق فلا يكون ديناراً أو درهماً .\r\nقد يقال : ان مقتضى القاعدة وإن كان ذلك ، إلاّ ان رواية زيد الصائغ قال :\r\n« قلت لأبي عبد الله ( عليه السلام ) : اني كنت في قرية من قرى خراسان يقال لها بخارى\r\nفرأيت فيها دراهم تعمل ثلث فضة وثلث مساً وثلث رصاصاً وكانت تجوز\r\nعندهم وكنت أعملها وأنفقها . . . إلى أن قال : إن كنت تعرف أن فيها من الفضة\r\n","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nللضرر لم تجب ( 1 ) ، وفي وجوب التصفية ونحوها للاختبار إشكال\r\nأحوطه ذلك ، وإن كان عدمه لا يخلو عن قوة .\r\n[ 2651 
  ] مسألة 4 : إذا كان عنده نصاب من الجيد لا يجوز أن يخرج عنه\r\nمن المغشوش إلا إذا علم اشتماله على ما يكون عليه من الخالص وإن\r\nكان المغشوش بحسب القيمة يساوي ما عليه إلا إذا دفعه بعنوان القيمة\r\n( 1 ) إذا كان للخليط قيمة .\r\n\r\n\r\n","description":"\r\nالخالصة ما يجب عليك فيه الزكاة فزكّ ما كان لك فيها من الفضة الخالصة من\r\nفضة ودع ما سوى ذلك من الخبيث - الحديث » ( 1 ) ، تنص على وجوب زكاة\r\nالخالص إذا بلغ النصاب .\r\nوالجواب : ان الرواية وإن كانت تامة دلالة إلاّ أنها ضعيفة سنداً فلا يمكن\r\nالاعتماد عليها .\r\nودعوى : ان ضعفها منجبر بعمل المشهور . . .\r\nمدفوعة : بما حققناه في علم الأُصول ، وقد أشرنا إلى ذلك في بعض\r\nموارد هذا الكتاب أيضاً .\r\n( 1 ) بل وان كان له طريق للعلم به ولم يكن ضرر فمع ذلك لا يجب عليه\r\nتحصيل العلم لأن الشبهة موضوعية ولا يجب فيها الفحص والاختبار ، ولا\r\nيوجد دليل في المقام على وجوب ذلك .\r\n( 1 ) ولكن لابد أن يكون ذلك بإذن الحاكم الشرعي حيث إن كفاية دفع\r\nالقيمة عوضاً عن الزكاة تتوقف على اذن منه وامضائه إلاّ إذا كانت القيمة من أحد\r\nالنقدين ، وبما ان المغشوش في المقام لا يكون منه فلا محالة يكون دفعه عوضاً\r\nعن الزكاة بحاجة إلى القبول والامضاء .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 7 من أبواب زكاة الذهب والفضة الحديث : 1 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n[ 2652 
  ] مسألة 5 : وكذا إذا كان عنده نصاب من المغشوش لا يجوز ( 1 )\r\nأن يدفع المغشوش إلا مع العلم على النحو المذكور .\r\n[ 2653 
  ] مسألة 6 : لو كان عنده دراهم أو دنانير بحد النصاب وشك في\r\nأنه خالص أو مغشوش فالأقوى عدم وجوب الزكاة وإن كان أحوط .\r\n[ 2654 
  ] مسألة 7 : لو كان عنده نصاب من الدراهم المغشوشة بالذهب\r\nأو الدنانير المغشوشة بالفضة لم يجب عليه شئ إلا إذا علم ببلوغ\r\nأحدهما أو كليهما حدّ النصاب ( 2 ) فيجب في البالغ منهما أو فيهما ،\r\nفإن علم الحال فهو وإلا وجبت التصفية ( 3 ) ، ولو علم أكثرية أحدهما\r\nمردداً ولم يمكن العلم\r\n\r\n","description":"\r\n( 1 ) بل الظاهر الجواز شريطة أن يكون غشه قليلاً على نحو لا يضر\r\nبصدق الدرهم أو الدينار عليه ، فإنه عندئذ تكون الزكاة متعلقة بنفس النصاب ،\r\nوبما أن نسبتهما إليه نسبة الكلي في المعين فيجوز اخراجها منه باعتبار أنها\r\nواحدة من آحاد أجزائه ، بل كفاية اخراجه بعنوان القيمة بحاجة إلى الإذن\r\nوالقبول من الحاكم الشرعي ، وإن كان غشه كثيراً على نحو يمنع عن صدق\r\nالدرهم أو الدينار عليه لم تتعلق الزكاة به وإن بلغ خالصه النصاب ، لما مر من أن\r\nموضوع الزكاة هو الدرهم والدينار الرائجين في الأسواق بشكل عام لا الذهب\r\nوالفضة مطلقاً وإن كانا غير مسكوكين بسكة المعاملة ، وبذلك يظهر حال المسألة\r\nالآتية .\r\n( 2 ) مر أن ذلك لا يكفى في وجوب الزكاة ، فالعبرة انما هي بصدق\r\nالدرهم أو الدينار عليه ، فإن صدق كفى في وجوب الزكاة فيه وإن لم يبلغ\r\nخالصه النصاب ، وإن لم يصدق لا يكفى في وجوبها بلوغ خالصه النصاب .\r\n( 3 ) في الوجوب اشكال بل منع ، إذ لا مقتضي له لما مر ان الدرهم أو\r\nالدينار إن كان يصدق على المغشوش وجبت زكاته وإن لم يبلغ الخالص منه\r\nالنصاب وإن كان لا يصدق لم تجب وإن بلغ الخالص حد النصاب وبه يظهر\r\n","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nوجب إخراج الأكثر من كل منهما ، فإذا كان عنده ألف وتردد بين أن\r\nيكون مقدار الفضة فيها أربعمائة والذهب ستمائة وبين العكس أخرج\r\nعن ستمائة ذهباً وستمائة فضة ، ويجوز أن يدفع بعنوان القيمة ستمائة\r\nعن الذهب وأربعمائة عن الفضة بقصد ما في الواقع .\r\n[ 2655 
  ] مسألة 8 : لو كان عنده ثلاثمائة درهم مغشوشة وعلم أن الغش\r\nثلثها مثلاً على التساوي في أفرادها يجوز له أن يخرج خمسة دراهم\r\nمن الخالص وأن يخرج سبعة ونصف من المغشوش ، وأما إذا كان\r\nالغش بعد العلم بكونه ثلثاً في المجموع لا على التساوي فيها فلابد من\r\nتحصيل العلم بالبراءة إما بإخراج الخالص وإما بوجه آخر .\r\n[ 2656 
  ] مسألة 9 : إذا ترك نفقة لأهله مما يتعلق به الزكاة وغاب وبقي\r\nإلى آخر السنة بمقدار النصاب لم تجب عليه إلا إذا كان متمكناً من\r\nالتصرف فيه طول الحول مع كونه غائباً .\r\n[ 2657 
  ] مسألة 10 : إذا كان عنده أموال زكوية من أجناس مختلفة وكان\r\nكلها أو بعضها أقل من النصاب فلا يجبر الناقص منها بالجنس الآخر ،\r\nمثلاً إذا كان عنده تسعة عشر ديناراً ومائة وتسعون درهماً لا يجبر نقص\r\nالدنانير بالدراهم ولا العكس .\r\n\r\n","description":"\r\nحال ما بعده كما أنه يظهر بذلك حال المسألة الآتية .\r\nفائدة : نتائج بحوث زكاة النقدين تتمثل في أربعة عناصر رئيسية . .\r\nالعنصر الأول : ان نسبة الزكاة فيهما نسبة الكلي في المعين لا نسبة\r\nالشركة في المالية ، ولا في العين ، ويترتب عليه جواز تصرف المالك فيها قبل\r\nاخراج الزكاة شريطة أن يبقى منهما بمقدار يفي بالزكاة .\r\nالعنصر الثاني : اعتبار بلوغهما النصاب في وجوب الزكاة ، أما في الذهب\r\n","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n","description":"\r\nفهو عشرون مثقالاً شرعياً على المشهور المساوي لخمسة عشر مثقالاً صيرفياً ،\r\nوأما في الفضة فهو مئتا درهم كذلك .\r\nالعنصر الثالث : ان موضوع وجوب الزكاة فيهما الدرهم والدينار\r\nالمسكوكين بسكة المعاملة الرائجة نوعاً .\r\nالعنصر الرابع : اعتبار الحول في وجوب الزكاة فيهما .\r\nوبحوث هذا الفصل جميعاً ترتبط بهذه العناصر الأربعة وتدور حولها\r\nسعة وضيقاً .\r\n","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nختام فيه مسائل متفرقة\r\n[ 2789 
  ] الأُولى : استحباب استخراج زكاه مال التجارة ونحوه للصبي\r\nوالمجنون تكليف للولي ، وليس من باب النيابة عن الصبي والمجنون ،\r\nفالمناط فيه اجتهاد الولي أو تقليده فلو كان من مذهبه اجتهاداً أو تقليداً\r\nوجوب إخراجها أو استحبابه ليس للصبي بعد بلوغه معارضته ( 1 ) وإن قلد\r\nمن يقول بعدم الجواز ، كما أن الحال كذلك في سائر تصرفات الولي في\r\nمال الصبي أو نفسه من تزويج ونحوه ، فلو باع ماله بالعقد الفارسي أو عقد\r\nله النكاح بالعقد الفارسي أو نحو ذلك من المسائل الخلافية وكان مذهبه\r\n\r\n","description":"\r\n( 1 ) بل له ذلك إذا رأى بحد اجتهاده أو تقليده بطلان ما صنع الولي\r\nاجتهاداً أو تقليداً ، فان له أن يطالبه مما أعطاه زكاة من أمواله باسترداد عينه إن\r\nكانت باقية ، وببدله إن كانت تالفة ، والسبب فيه ان اجتهاد الولي أو تقليده بما انه\r\nحكم ظاهري فيكون نافذاً ما دام لم ينكشف خلافه بعلم أو علمي ، وأما إذا\r\nانكشف خلافه بقيام حجة عليه فلا يكون نافذاً ، حيث أنها تكشف عن عدم\r\nثبوته في الشريعة المقدسة من الأول ، وعليه فإذا علم الصبي بعد بلوغه اجتهاداً\r\nأو تقليداً بطلان اجتهاد الولي أو تقليده ، وعدم جعل استحباب الزكاة أو وجوبها\r\nفي ماله في الشريعة المقدسة ، ويرى ان ماله الذي أدّى الولي إلى الفقير بعنوان\r\nالزكاة كان باقياً في ملكه ، فله أن يأخذه إذا كانت عليه باقية ، ويطالب الولي ببدله\r\nإذا كان تالفاً ، وقد يؤدى عمل كل منهما بما يقتضي تكليفه اجتهاداً أو تقليداً إلى\r\nالنزاع والخصومة بينهما ، فاذن لابد من الرجوع إلى الحاكم الشرعي لخصم\r\nالنزاع .\r\n","footnote":"","page_name":" 227 ","page_number":86},
  {"content":"\r\nالجواز ليس للصبي بعد بلوغه إفساده بتقليد من لا يرى الصحة ( 1 ) ، نعم لو\r\nشك الولي بحسب الاجتهاد أو التقليد في وجوب الإخراج أو استحبابه أو\r\nعدمها وأراد الاحتياط بالإخراج ففي جوازه إشكال ( 2 ) لأن الاحتياط فيه\r\nمعارض بالاحتياط في تصرف مال الصبي ، نعم لا يبعد ذلك إذا كان\r\nالاحتياط وجوبياً ، وكذا الحال في غير الزكاة كمسألة وجوب إخراج\r\nالخمس من أرباح التجارة للصبي حيث إنه محل للخلاف ، وكذا في سائر\r\nالتصرفات في ماله ، والمسألة محل إشكال مع أنها سيالة .\r\n[ 2790 
  ] الثانية : إذا علم بتعلق الزكاة بماله وشك في أنه أخرجها أم لا\r\nوجب عليه الإخراج للاستصحاب ، إلا إذا كان الشك بالنسبة إلى السنين\r\nالماضية فإن الظاهر جريان قاعدة الشك بعد الوقت أو بعد تجاوز\r\n\r\n","description":"\r\n( 1 ) ظهر مما مر ان الواجب على الصبي العمل بوظيفته الشرعية بعد\r\nالبلوغ اجتهاداً أو تقليداً ، فإذا كان العقد بالفارسي باطلاً بنظره اجتهاداً أو تقليداً\r\nيرى أن ماله الذي باعه بهذا العقد يظل باقياً في ملكه ، ولم ينتقل إلى ملك\r\nالمشتري ، كما أن المرأة التي عقدها له بالفارسي لم تصبح زوجة منه .\r\n( 2 ) الظاهر أنه لا اشكال في عدم الجواز ، لأن التصرف في مال الصبي إذا\r\nكان على خلاف المصلحة وضرراً عليه لم يجز جزماً ، وعليه فان ثبت وجوب\r\nالزكاة في ماله شرعاً فعلى الولي دفعها إلى أهلها وإن كان ضرراً على الصبي ، وإن\r\nلم يثبت ، فان كانت الشبهة بعد الفحص يرجع إلى أصالة البراءة عنه ، ولا يجوز\r\nله حينئذ ان يتصرف فيه باخراج الزكاة منه ، وإن كانت قبل الفحص فيدور الأمر\r\nبين المحذورين ، حيث إن الولي يعلم اما بوجوب اخراج الزكاة من ماله ، أو\r\nبحرمة ذلك ، وعندئذ فان أمكن له الفحص وتأخير الواقعة حتى يظهر له الحال\r\nبعده فهو ، وإلاّ فله اختيار أحدهما ، ثم الفحص عما يقتضيه تكليفه ، وبذلك\r\nيظهر الحال في سائر الموارد .\r\n","footnote":"","page_name":" 228 ","page_number":87},
  {"content":"\r\nالمحل ( 1 ) ، هذا ولو شك في أنه أخرج الزكاة عن مال الصبي في مورد\r\nيستحب إخراجها كمال التجارة له بعد العلم بتعلقها به فالظاهر جواز العمل\r\nبالاستصحاب لأنه دليل شرعي والمفروض أن المناط فيه شكه ويقينه لأنه\r\nالمكلف لا شك الصبي ويقينه ، وبعبارة أُخرى ليس نائباً عنه ( 2 ) .\r\n[ 2791 
  ] الثالثة : إذا باع الزرع أو الثمر وشك في كون البيع بعد زمان تعلق\r\nالوجوب حتى يكون الزكاة عليه أو قبله حتى يكون على المشتري ليس\r\n\r\n","description":"\r\n( 1 ) في الجريان اشكال بل منع ، إذ الظاهر أنه لا موضوع لكلتا القاعدتين\r\nفي المقام ، أما قاعدة الشك بعد الوقت فهي تختص بذات الوقت ، ولا تعم\r\nغيرها ، والمفروض ان الزكاة ليست صاحبة الوقت لكي تفوت بفوات وقتها\r\nويشك في وجوبها بعد خروجه .\r\nواما قاعدة التجاوز فهي تختص بما إذا كان للمشكوك محل معين شرعاً ،\r\nوعندئذ فإذا شك المكلف في الاتيان به بعد التجاوز عن محله الشرعي\r\nبالدخول في غيره المترتب عليه جرت القاعدة ، والفرض انه ليس للزكاة محل\r\nمعين شرعاً حتى يشك في الاتيان بها بعد التجاوز عن محلها الشرعي بالدخول\r\nفي غيرها المترتب عليها .\r\nفالنتيجة : انه لا مجال لهما في المسألة ، فالمرجع هو استصحاب بقاء\r\nوجوبها .\r\n( 2 ) الظاهر أن هذا سهو من قلمه الشريف ، فان المعيار في جريان\r\nالاستصحاب في المقام انما هو بيقين الولي بالحدوث ، وشكه في البقاء ، باعتبار\r\nانه المكلف به ، لا بيقين الصبي وشكه وإن كان نائباً عنه ، لأن النيابة لا تقتضي أن\r\nيعمل النائب على طبق يقين المنوب عنه وشكه ، دون يقينه وشكه وإن كانا على\r\nخلافهما ، ولا فرق من هذه الناحية بين النيابة والوكالة والولاية ، فان الكل مأمور\r\nبالعمل بوظيفته ، وعلى هذا فبما ان الولي شاك في بقاء الاستحباب في حق\r\n","footnote":"","page_name":" 229 ","page_number":88},
  {"content":"\r\nعليه شئ ، إلا إذا كان زمان التعلق معلوماً وزمان البيع مجهولاً فإن\r\nالأحوط حينئذ إخراجه على إشكال في وجوبه ( 1 ) ، وكذا الحال بالنسبة إلى\r\n\r\n","description":"\r\nالصبي في المقام يستصحب بقاؤه ، وإذا ثبت استحبابه في حقه ناب عنه .\r\n( 1 ) بل هو الأقوى ، وذلك لاستصحاب عدم البيع إلى زمان التعلق ، وبه\r\nيحرز موضوع وجوب الزكاة ، وهو تعلق الزكاة به في زمان وعدم انتقاله إلى\r\nغيره في ذلك الزمان ، والأول محرز بالوجدان ، والثاني بالاستصحاب ، ولا\r\nيجري استصحاب عدم التعلق في زمان البيع ، فإنه وإن كان مشكوكاً ، ولكن مع\r\nذلك لا يجري ، لا من جهة المعارضة باستصحاب عدم البيع في زمان التعلق بل\r\nفي نفسه ، لأن زمان البيع ان لوحظ على نحو الموضوعية والقيدية ، بأن يكون\r\nالمستصحب عدم التعلق المقيد بزمان البيع ، فلا حالة سابقة له لكي يستصحب ،\r\nوإن لوحظ على نحو المعرفية الصرفة إلى واقع زمان البيع فهو مردد بين زمانين\r\nطوليين نقطع بالتعلق في أحدهما ، وبعدمه في الآخر ، فلا شك في البقاء لكي\r\nيجري الاستصحاب لابتلائه بمحذور الاستصحاب في الفرد المردد ، وأما إذا\r\nكان الأمر بالعكس ، بأن يكون تاريخ البيع معلوماً دون التعلق ، فلا مانع من\r\nاستصحاب عدم التعلق في زمان البيع ، وبه يثبت عدم وجوب الزكاة عليه ، لأنه\r\nباع في زمان وجداناً ، ولم تتعلق الزكاة فيه بالاستصحاب ، وبه ينفى موضوع\r\nالوجوب وهو التعلق في زمان البيع ، ولا يجري استصحاب عدم البيع في زمان\r\nالتعلق بعين ما مر في الفرض الأول .\r\nومن هنا يظهر حال ما إذا كان كلاهما مجهولي التاريخ ، فان استصحاب\r\nعدم كل منهما في زمان الآخر لا يجري ، لا من جهة المعارضة ، بل في نفسه\r\nتطبيقاً لنفس ما تقدم في الفرضين الأولين .\r\nفالنتيجة : انه في فرض الجهل بتاريخ كليهما معاً فالمرجع هو اصالة\r\nالبراءة عن وجوب الزكاة ، واما في فرض الجهل بتاريخ أحدهما والعلم بتاريخ\r\n","footnote":"","page_name":" 230 ","page_number":89},
  {"content":"\r\nالمشتري إذا شك في ذلك فإنه لا يجب عليه شئ ( 1 ) إلا إذا علم زمان\r\n\r\n","description":"\r\nالآخر فلا مانع منا استصحاب عدم تحقق المجهول في زمان المعلوم دون\r\nالعكس كما مر .\r\n( 1 ) في اطلاقه اشكال بل منع ، إذ ههنا ثلاث حالات . .\r\nالحالة الأولى : ما إذا كان تاريخ كلا الحادثين مجهولاً .\r\nالحالة الثانية : ما إذا كان تاريخ التعلق مجهولاً وتاريخ البيع معلوماً .\r\nالحالة الثالثة : ما إذا كان تاريخ البيع مجهولاً وتاريخ التعلق معلوماً .\r\nأمّا في الحالة الأولى : فلا يجري استصحاب عدم كل منهما في زمان\r\nالآخر في نفسه ، إما بملاك عدم الحالة السابقة إذا لوحظ زمان الآخر على نحو\r\nالموضوعية ، أو بملاك ابتلائه بمحذور الاستصحاب في الفرد المردد إذا لوحظ\r\nعلى نحو الطريقية الصرفة إلى واقع زمان مردد بين زمانين طوليين يعلم\r\nبحدوث الحادث في أحدهما ، وعدم حدوثه في الآخر ، ولا شك في بقائه في\r\nشئ من الزمانين ومعه لا موضوع للاستصحاب ، وهذا معنى محذور\r\nالاستصحاب في الفرد المردد ، وعلى هذا فبطبيعية الحال يشك المشتري في\r\nصحة البيع وفساده ، فإنه إن كان قبل التعلق صح ، وإن كان بعده لم يصح بالنسبة\r\nإلى مقدار الزكاة ، وفي مثل هذه الحالة لا مانع من التمسك بأصالة الصحة ، إلاّ إذا\r\nعلم بأن البايع غافل عن هذه الناحية ، أو جاهل بأن البيع بالنسبة إلى مقدار الزكاة\r\nباطل ، باعتبار ان أصالة الصحة من الأصول العقلائية التي تبتني على نكتة\r\nعقلائية ، وهي الكاشفية والأمارية ، وليست من الأصول التعبدية المحضة ، فمع\r\nاحتمال ان البائع حين البيع ملتفت إلى ما يعتبر في صحته من الشروط تجري\r\nالأصالة ، وإلاّ فلا ، ولكن لازم هذه الأصالة ليس تعلق الزكاة بعد البيع ، فإنها لا\r\nتثبت مداليلها الالتزامية العقلية ، بل لازمها ان لا يحق للمشتري أن يرجع إلى\r\nالبائع ويطالبه بالثمن ، على أساس ان المشتري يعلم بأن العين المشتراة متعلقة\r\nللزكاة ، سواء أكان البيع قبل تعلقها أو بعده ، لفرض عدم اخراج البائع زكاتها من\r\n","footnote":"","page_name":" 231 ","page_number":90},
  {"content":"\r\n\r\n","description":"\r\nمال آخر ، غاية الأمر ان البيع إذا كان بعد تعلقها فصحته بالنسبة إلى مقدار الزكاة\r\nمتوقفة على أحد أمور ، اما على أداء البائع زكاته من مال آخر ، أو على أداء\r\nالمشتري زكاته من نفس العين أو مال آخر والرجوع بعده إلى البائع ، أو على\r\nإجازة الحاكم الشرعي . فعلى الأول : تنتقل الزكاة إلى ملك البائع ، ومنه تنتقل إلى\r\nملك المشتري بناءاً على ما هو الحق من صحة بيع الفضولي وإن لم يكن المجيز\r\nمالكاً للمبيع حين العقد ، فإنه داخل في كبرى قاعدة ( من باع ثم ملك ) .\r\nوعلى الثاني : يرجع المشتري إلى البائع ويطالبه بما يغرمه من أداء الزكاة\r\nبماله ، ويأخذه منه ، ويصبح بدلاً عن الثمن الذي كان عوضاً عن الزكاة ، وبذلك\r\nيصح البيع بتمام الثمن .\r\nوعلى الثالث : إذا أجاز البيع بالنسبة إلى مقدار الزكاة صح ، وتنتقل الزكاة\r\nإلى ملك المشتري ، وثمنها إلى ملك الفقراء ، هذا بحسب الواقع ، وأما بحسب\r\nالظاهر فبما أن المشتري لا يعلم بالحال فالبيع محكوم بالصحة بمقتضى أصالة\r\nالصحة ، فلا يحق له أن يرجع إلى البايع ويطالبه بالثمن .\r\nوأما في الحالة الثانية ، فلا يجري استصحاب عدم البيع في زمان التعلق\r\nتطبيقا لما مر في الحالة الأولى .\r\nوأما استصحاب عدم التعلق في زمان البيع وإن كان في نفسه لا مانع منه ،\r\nإلاّ انه لا يجري من جهة عدم ترتب أثر شرعي عليه ، إلاّ بناءاً على الأصل\r\nالمثبت ، فاذن يكون المرجع فيه اصالة الصحة شريطة احتمال التفات البايع\r\nحين البيع إلى شروط صحته ، وأما مع عدم هذا الاحتمال ، والعلم بأنه غافل حين\r\nالبيع ، أو جاهل بالمسألة ، فلا يمكن تصحيح البيع بالنسبة إلى مقدار الزكاة ،\r\nوعندئذ فللمشتري أن يفسخ ، أو يطالب البايع بحصة من الثمن الواقعة بإزاء\r\nالزكاة .\r\nوأما في الحالة الثالثة : فلا يجري استصحاب عدم التعلق في زمان البيع\r\nفي نفسه ، لعين ما تقدم من الملاك في الحالة الأولى . وأما استصحاب عدم البيع\r\n","footnote":"","page_name":" 232 ","page_number":91},
  {"content":"\r\nالبيع وشك في تقدم التعلق وتأخره فإن الأحوط حينئذ إخراجه على\r\nإشكال في وجوبه ( 1 ) .\r\n[ 2792 
  ] الرابعة : إذا مات المالك بعد تعلق الزكاة وجب الإخراج من\r\nتركته ، وإن مات قبله وجب على من بلغ سهمه النصاب من الورثة ، وإذا لم\r\nيعلم أن الموت كان قبل التعلق أو بعده لم يجب الإخراج من تركته ولا\r\nعلى الورثة إذا لم يبلغ نصيب واحد منهم النصاب إلا مع العلم بزمان\r\nالتعلق والشك في زمان الموت فإن الأحوط حينئذ الإخراج ( 2 ) على\r\n\r\n","description":"\r\nفي زمان التعلق فلا مانع منه ، وبه يحرز موضوع وجوب الزكاة على البائع وهو\r\nتعلقها بالمبيع في زمان وعدم وقوع البيع عليه في ذلك الزمان ، وهذا يعني بقاؤه\r\nفي ملك البائع وعدم انتقاله إلى المشتري ، حيث إن الموضوع مركب من تعلق\r\nالزكاة به وعدم انتقاله إلى المشتري ، والأول محرز بالوجدان ، والثاني\r\nبالاستصحاب . وفي هذه الحالة لا يجب على المشتري أن يؤدي زكاته ، وانما\r\nتجب على البائع ، فان أداها من مال آخر صح البيع تطبيقا لما تقدم ، كما أنه\r\nيصح بإجازة الحاكم الشرعي وبقيام المشتري بأداء الزكاة ، على تفصيل قد\r\nمرّ .\r\n( 1 ) فيه : انه لا اشكال في عدم وجوبه ، لأن الوجوب مبني على أن\r\nاستصحاب عدم التعلق إلى زمان البيع يثبت انه تعلق بعد البيع ، وهو لا يمكن إلاّ\r\nعلى القول بالأصل المثبت .\r\n( 2 ) بل هو الأقوى ، بيان ذلك : ان المسألة تتمثل في ثلاث صور . .\r\nالأولى : أن يكون تاريخ كل من الموت والتعلق مجهولاً ولا يدرى ان\r\nالموت متقدم على التعلق أو بالعكس .\r\nالثانية : أن يكون تاريخ التعلق مجهولاً وتاريخ الموت معلوماً .\r\nالثالثة : عكس ذلك .\r\n","footnote":"","page_name":" 233 ","page_number":92},
  {"content":"\r\nالإشكال المتقدم ، وأما إذا بلغ نصيب كل منهم النصاب أو نصيب بعضهم\r\nفيجب على من بلغ نصيبه منهم للعلم الإجمالي بالتعلق به إما بتكليف\r\nالميت في حياته أو بتكليفه هو بعد موت مورثه بشرط أن يكون بالغاً عاقلاً ،\r\nوإلا فلا يجب عليه لعدم العلم الإجمالي بالتعلق حينئذ .\r\n[ 2793 
  ] الخامسة : إذا علم أن مورثه كان مكلفاً بإخراج الزكاة وشك في أنه\r\nأداها أم لا ففي وجوب إخراجه من تركته لاستصحاب بقاء تكليفه أو عدم\r\n\r\n","description":"\r\nاما في الصورة الأولى : فلا يجري الاستصحاب في كل منهما في زمان\r\nالآخر تطبيقاً لما تقدم في المسألة الثالثة من الحالة الأولى .\r\nواما في الصورة الثانية : فلا مانع من جريان استصحاب عدم التعلق في\r\nزمان الموت ، وبه ينتفي موضوع وجوب الزكاة عليه ، وهو التعلق في زمان\r\nالموت ، فلا تصل النوبة حينئذ إلى الأصل الحكمي وهو أصالة البراءة عن\r\nوجوب اخراجها من أصل التركة . وأما استصحاب عدم الموت إلى زمان التعلق\r\nفهو لا يجري في نفسه كما تقدم .\r\nواما في الصورة الثالثة : فالظاهر أنه لا مانع من استصحاب بقاء حياته\r\nوعدم موته في زمان التعلق ، وبضمه إلى الوجدان يحرز الموضوع المركب من\r\nجزءين هما تعلق الزكاة بالمال ، ولم يكن مالكه ميتاً ، أو كان حياً ، والجزء الأول\r\nمحرز بالوجدان ، والثاني بالاستصحاب ، ويترتب على ذلك وجوب اخراجها\r\nمن أصل التركة . واما استصحاب عدم التعلق في زمان الموت ، فقد عرفت انه لا\r\nيجري في نفسه .\r\nفالنتيجة : ان المرجع في الصورة الأول الأصل الحكمي ، وهو أصالة\r\nالبراءة عن وجوب اخراج الزكاة من أصل التركة ، وفي الصورة الثانية والثالثة\r\nالأصل الموضوعي ، ولكن يترتب عليه في الثانية نفى الموضوع ، وفي الثالثة\r\nاثبات الموضوع .\r\n","footnote":"","page_name":" 234 ","page_number":93},
  {"content":"\r\nوجوبه للشك في ثبوت التكليف بالنسبة إلى الوارث ، واستصحاب بقاء\r\nتكليف الميت لا ينفع في تكليف الوارث ، وجهان أوجههما الثاني ( 1 ) لأن\r\nتكليف الوارث بالإخراج فرع تكليف الميت حتى يتعلق الحق بتركته ( 2 ) ،\r\nوثبوته فرع شك الميت وإجرائه الاستصحاب لا شك الوارث وحال الميت\r\nغير معلوم أنه متيقن بأحد الطرفين أو شاك ، وفرق بين ما نحن فيه وما إذا\r\nعلم نجاسة يد شخص أو ثوبه سابقاً وهو نائم ونشك في أنه طهّرهما أم لا\r\nحيث إن مقتضى الاستصحاب بقاء النجاسة مع أن حال النائم غير معلوم أنه\r\nشاك أو متيقن ، إذ في هذا المثال لا حاجة إلى إثبات التكليف بالاجتناب\r\n\r\n","description":"\r\n( 1 ) هذا هو الصحيح ، ولكن لا لما ذكر في المتن ، بل من جهة أن محل\r\nالكلام لما كان في النصاب التالف فالشك انما هو في اشتغال ذمة المالك ببدل\r\nالزكاة من المثل أو القيمة . ومن المعلوم انه لا يمكن اثبات ذلك باستصحاب\r\nعدم الأداء إلاّ على القول بالأصل المثبت .\r\nوإن شئت قلت : ان الوارث يشك في أن المالك هل أخرج زكاة ماله البالغ\r\nحد النصاب قبل تلفه ، أو لا ؟ فإن أخرجها فلا شئ عليه ، وإن لم يخرجها فذمته\r\nمشغولة بها ، وحينئذ فتكون حالها حال الدين ، فتخرج من أصل التركة ، ولكن لا\r\nيمكن اثبات اشتغال ذمته بها باستصحاب عدم الإخراج لأنه مثبت .\r\n( 2 ) بل هو فرع ثبوتها في ذمته وإن لم يكن ملتفتاً إليه ، ولا شاكاً ، لأن\r\nالنصاب إذا تلف بتفريط منه اشتغلت ذمته بها ، سواء أكان ملتفتاً بالحال أم لا ،\r\nوإذا شك الوارث في بقاء اشتغال ذمته بها فلا مانع من استصحاب بقائه ، ولا\r\nيكون ثبوت هذا الحق وتعلقه بتركته بعد موته فرع التفاته وشكه . أو فقل : ان\r\nالمالك وإن لم يكن شاكاً حين الموت ، ولكن إذا شك الوارث في بقاء اشتغال\r\nذمته فلا مانع من استصحاب بقائه ، ويترتب عليه وجوب خروجها من التركة ،\r\nفاذن ثبوت شئ في ذمة المالك وعدم ثبوته لا يرتبطان بشك الميت ولا بيقينه\r\n","footnote":"","page_name":" 235 ","page_number":94},
  {"content":"\r\nبالنسبة إلى ذلك الشخص النائم ، بل يقال : إن يده كانت نجسة ; والأصل\r\nبقاء نجاستها فيجب الاجتناب عنها ، بخلاف المقام حيث إن وجوب\r\nالإخراج من التركة فرع ثبوت تكليف الميت واشتغال ذمته بالنسبة إليه من\r\nحيث هو ، نعم لو كان المال الذي تعلق به الزكاة موجوداً أمكن أن يقال :\r\nالأصل بقاء الزكاة فيه ، ففرق بين صورة الشك في تعلق الزكاة بذمته وعدمه\r\nوالشك في أن هذا المال الذي كان فيه الزكاة أخرجت زكاته أم لا ، هذا كله\r\nإذا كان الشك في مورد لو كان حياً وكان شاكاً وجب عليه الإخراج ( 1 ) ،\r\nوأما إذا كان الشك بالنسبة إلى الاشتغال بزكاة السنة السابقة أو نحوها مما\r\nيجري فيه قاعدة التجاوز والمضي وحمل فعله على الصحة فلا إشكال ( 2 )\r\n\r\n","description":"\r\nوجوداً وعدماً .\r\nنعم ، الذي يرتبط بشكه ويقينه هو تنجز الوجوب بالاستصحاب قبل\r\nموته دون أصل الضمان ، فإنه لا يتوقف على التفاته ، فاذن لا فرق من هذه الناحية\r\nبين المقام وبين المثال الذي ذكر في المتن ، فيجري الاستصحاب فيهما معاً .\r\nنعم ، لو كان النصاب باقياً وشك في أن الزكاة التي تعلقت به ،\r\nهل أنه أخرجها ودفعها إلى أهلها أو لا ؟ فلا مانع من استصحاب بقاء\r\nالزكاة فيه ، ويترتب عليه وجوب اخراجها منه ، كما أن ذمته إذا كانت\r\nمشغولة بها وشك الوارث في أنه هل أفرغ ذمته عنها أو لا ؟ فلا مانع من\r\nاستصحاب بقاء ذمته مشغولة بها ، ويترتب عليه وجوب إخراجها من التركة\r\nكما هو الحال في الدين .\r\n( 1 ) مرّ أن وجوب اخراج الزكاة من التركة يتوقف على ثبوت ضمانه\r\nواشتغال ذمته بها ، وهو لا يرتبط بشكه ويقينه في زمن حياته .\r\n( 2 ) تقدم في المسألة الثانية انه لا موضوع لكلتا القاعدتين في المقام حتى\r\nإذا لم تكن عين الأموال الزكوية باقية .\r\n","footnote":"","page_name":" 236 ","page_number":95},
  {"content":"\r\nوكذا الحال إذا علم اشتغاله بدين أو كفارة أو نذر أو خمس أو نحو\r\nذلك ( 1 ) .\r\n\r\n","description":"\r\nأما الأولى : فلأنها مختصة بما إذا كان للمشكوك محل معين شرعاً ، وبما\r\nانه لم يعين في الشريعة المقدسة محلاً لأداء الزكاة ، فلا يتصور في الشك فيه ان\r\nيكون بعد تجاوز المحل لكي يكون مشمولاً للقاعدة .\r\nوأما الثانية : فلأن التمسك بها مرتبط بما إذا كان أصل العمل محرزاً ، وكان\r\nالشك في صحته وفساده من جهة الشك في أنه واجد للشروط أولا ،\r\nوالمفروض في المسألة ان أصل العمل فيه غير محرز حيث إنه لا يدري بأداء\r\nزكاة السنين السابقة ، فاذن لا مجال للتمسك بها .\r\nوأما إذا كانت الأعيان الزكوية من السنين السابقة باقية في الحال ، فالظاهر\r\nوجوب اخراج زكاتها على أساس استصحاب بقائها ، ولا مجال لتطبيق أية من\r\nالقاعدتين عليها بنفس ما مرّ من الملاك .\r\n( 1 ) فيه : ان جميع ما ذكر في المتن ليس من باب واحد .\r\nأما الدين : فالظاهر أنه لا مانع من استصحاب بقائه في الذمة إذا شك فيه ،\r\nويترتب عليه وجوب اخراجه من أصل التركة .\r\nواما الكفارة والنذر : فبما انه لا دليل على خروجهما من الأصل ، فلا أثر\r\nلاستصحاب بقائهما في عهدة الميت بالنسبة إلى ذلك ، باعتبار أنهما ليستا من\r\nالأمور المالية التي تخرج منه ، وأما في نفسه فلا مانع ، ويترتب عليه وجوب\r\nاخراجهما من الثلث إذا أوصى الميت به شرطية أن تعمهما الوصية نصاً أو\r\nاطلاقاً .\r\nواما الخمس : فحاله حال الزكاة ، فإنه ان كانت عين الأموال المتعلقة\r\nللخمس باقية وشك الوارث في اخراج خمسها ، فلا مانع من استصحاب بقاء\r\nخمسها فيها ، ويترتب عليه وجوب اخراجه من تلك الأعيان شرطية ان لا يكون\r\nالوارث ممن شملته اخبار التحليل . وكذلك إذا كان الخمس متعلقاً بالذمة وشك\r\n","footnote":"","page_name":" 237 ","page_number":96},
  {"content":"\r\n[ 2794 
  ] السادسة : إذا علم اشتغال ذمته إما بالخمس أو الزكاة وجب عليه\r\nإخراجهما ( 1 ) إلا إذا كان هاشمياً فإنه يجوز أن يعطي للهاشمي بقصد ما في\r\n\r\n","description":"\r\nفي بقائه ، فلا مانع من استصحاب بقائه واخراجه من الأصل .\r\nنعم ، لو لم تكن الأعيان المتعلقة للخمس باقية ، وشك في\r\nاخراج خمسها ، أو انتقاله إلى الذمة ، لم يترتب على استصحاب عدم\r\nاخراجه منها الضمان وهو اشتغال ذمته بالبدل إلاّ على القول بالأصل\r\nالمثبت .\r\n( 1 ) في اطلاقه اشكال بل منع ، حيث إن له أن يقتصر على اعطاء مال\r\nواحد بنية ما في الذمة للفقيه الجامع للشرائط باعتبار انه ولي الحقين ، أو لمن\r\nيكون وكيلاً عن مستحقيهما معاً ، أو للهاشمي إذا كان المالك هاشمياً ، وأما إذا لم\r\nيمكن شئ من ذلك فيجب عليه الاحتياط ، ولا فرق فيه بين ان يعلم باشتغال\r\nذمته اما بالخمس أو الزكاة ، أو يعلم بأن المال الموجود عنده اما متعلق للخمس\r\nأو الزكاة .\r\nودعوى : ان بامكان ذلك الشخص الرجوع إلى القرعة وتعيين ما في الذمة\r\nمن الحق ، أو ما في المال بها دون الاحتياط . .\r\nمدفوعة : بأنه لا اطلاق في روايات القرعة لكي تعم المقام باطلاقها لأنها\r\nتتمثل في ثلاث مجموعات . .\r\nالأولى : في دعوى النسب واشتباهه .\r\nالثانية : في اشتباه المعتق من البعيد .\r\nالثالثة : في دعوى المال . وشئ منها لا يشمل المقام .\r\nاما المجموعة الأولى والأخيرة فواضح . واما المجموعة الثانية فهي\r\nتختص بدعوى المال ، والفرض عدم الدعوى فيه في المقام .\r\nنعم ، قد ورد في بعض الروايات الضعيفة أن في كل مجهول قرعة ، ولكن\r\nمن جهة الضعف فيه لا يمكن الاعتماد عليه .\r\n","footnote":"","page_name":" 238 ","page_number":97},
  {"content":"\r\nالذمة ، ، وإن اختلف مقدارهما قلة وكثرة أخذ بالأقل ( 1 ) والأحوط\r\nالأكثر .\r\n[ 2795 
  ] السابعة : إذا علم إجمالاً أن حنطته بلغت النصاب أو شعيره ولم\r\nيتمكن من التعيين فالظاهر وجوب الاحتياط بإخراجهما ، إلا إذا أخرج\r\n\r\n","description":"\r\n( 1 ) فيه اشكال بل منع ، اما إذا كان مورد العلم الاجمالي مالين وجنسين ،\r\nبأن علم إمّا بوجوب الخمس في هذا المال ، أو الزكاة في ذلك المال ، فلا شبهة\r\nفي وجوب الاحتياط وإن كان مقدار الخمس أكثر من مقدار الزكاة ، لأن الأمر\r\nيدور بين المتباينين لا بين الأقل والأكثر ، فلا يكون متيقن في البين ، ولعل هذا\r\nالفرض خارج عن محل كلام الماتن ( قدس سره ) إذ لا يحتمل أن تكون الوظيفة فيه الأخذ\r\nبالأقل ، وانما الكلام فيما إذا كان مورده مالاً واحداً ، وهو لا يدري انه متعلق\r\nللخمس فقط أو الزكاة ، وفي هذه الصورة إذا فرض انه إن كان متعلقاً للخمس\r\nفهو عشرة دنانير مثلاً ، وإن كان للزكاة فهو ديناران ونصف دينار ، وهذا وإن كان\r\nصورةً من دوران الأمر بين الأقل والأكثر ، إلاّ انه في الحقيقة من المتباينين ، وهذا\r\nواضح إذا كان المالك للنصاب غير الهاشمي حيث إنه يعلم اجمالاً اما بوجوب\r\nاعطاء عشرة دنانير للسادة ، أو اعطاء دينارين ونصف لغير السادة ، فلا يكون\r\nبينهما قدر متيقن ، وكذلك الحال إذا كان المالك هاشمياً ، فإنه يعلم اجمالاً اما\r\nبوجوب اعطاء العشرة للهاشميين ، أو وجوب اعطاء دينارين ونصف لأهل\r\nالزكاة ، ومن المعلوم ان الواجب يتعدد بتعدد الموضوع ، فلا يكون بينهما قدر\r\nمتيقن لكي يكون موجباً لانحلال العلم الاجمالي ، ومجرد انطباق أهل الزكاة\r\nعلى الهاشمي لا يوجب انحلاله ، لأن الموضوع ليس هو الفرد الخارجي الذي\r\nهو مجمع لكلا العنوانين ، بل الموضوع هو الطبيعي الجامع ، وهو متعدد ، ولا\r\nفرق في ذلك بين العلم باشتغال ذمته إما بالخمس أو الزكاة ، أو العلم بأن المال\r\nالذي لديه اما متعلق للخمس أو الزكاة .\r\n","footnote":"","page_name":" 239 ","page_number":98},
  {"content":"\r\nبالقيمة فإنه يكفيه إخراج قيمة أقلهما قيمة على إشكال ( 1 ) لأن الواجب\r\n\r\n","description":"\r\n( 1 ) الظاهر عدم الكفاية ، لأن مقتضى العلم الاجمالي بتعلق الزكاة\r\nبإحداهما وجوب الاحتياط اما بدفع عينين من كل من النصابين ، أو دفع بدلهما\r\nكذلك من أحد النقدين ، أو من مال آخر من الإذن ، ولا يجزئ دفع أقلهما قيمة ،\r\nفإنه مبنى على أن تكون في عهدة المالك قيمة العينين فإذا دار أمرها بين\r\nالأقل والأكثر في المقام ، فالأقل ثابت دون الأكثر ، ولكن لا أساس لهذا\r\nالمبني ، فان النصابين في مفروض المثال وهو الحنطة والشعير ما داما\r\nباقيين فالزكاة متعلقة بهما عيناً لا بعهدة المالك ، وإذا تلفا بتفريط\r\nمن المالك تعلق مثلها في عهدته لا قيمتها ، وعلى هذا فلا فرق بين عين\r\nالزكاة وبين بدلها وهو المثل ، فكما ان بين العينين في النصابين\r\nالمذكورين تباين ، ويكون العلم الاجمالي بوجوب أحداهما مؤثراً ومانعاً\r\nعن جريان الأصل المؤمن في أطرافه ، فكذلك بين مثليهما الثابتين في\r\nالعهدة ، فان العلم الاجمالي بوجوب أحدهما مؤثر ، واما مع الاغماض عن\r\nذلك وتسليم ان الثابت في العهدة القيمة دون المثل ، فبما أن أمرها يدور\r\nبين الأقل والأكثر ، فالواجب يكون الأقل دون الأكثر ، والمرجع فيه أصالة\r\nالبراءة .\r\nودعوى أن الواجب هو الأكثر باعتبار انه بدل عن المبدل الذي هو منجز\r\nعليه بالعلم الاجمالي وإن كان أكثر قيمة من عدله .\r\nمدفوعة : بأن تنجز المبدل انما هو من جهة العلم الاجمالي بينه وبين\r\nعدله ، وبما أنه بين المتباينين فيكون منجزاً ، والفرض انحلال هذا العلم\r\nالاجمالي في مرحلة الانتقال إلى البدل ، باعتبار أنه يكون بين الأقل والأكثر ،\r\nفوجوب الأقل معلوم تفصيلاً والأكثر مشكوك بالشك البدوي ، ومجرد انه بدل\r\nعما هو أكثر قيمة لا أثر له ، باعتبار انه موضوع آخر ، وتنجزه بحاجة إلى وجود\r\nمنجز له .\r\n","footnote":"","page_name":" 240 ","page_number":99},
  {"content":"\r\nأولا هو العين ومردد بينهما إذا كانا موجودين بل في صورة التلف أيضاً\r\nلأنهما مثليان ، وإذا علم أن عليه إما زكاة خمس من الإبل أو زكاة أربعين شاة\r\nيكفيه إخراج شاة ، وإذا علم أن عليه إما زكاة ثلاثين بقرة أو أربعين شاة\r\nوجب الاحتياط إلا مع التلف فإنه يكفيه قيمة شاة ( 1 ) ، وكذا الكلام في\r\nنظائر المذكورات .\r\n[ 2796 
  ] الثامنة : إذا كان عليه الزكاة فمات قبل أدائها هل يجوز إعطاؤها من\r\nتركته لواجب النفقة عليه حال حياته أم لا ؟ إشكال ( 2 ) .\r\n[ 2797 
  ] التاسعة : إذا باع النصاب بعد وجوب الزكاة وشرط على المشتري\r\nزكاته لا يبعد الجواز إلا إذا قصد كون الزكاة عليه لا أن يكون نائباً عنه فإنه\r\nمشكل ( 3 ) .\r\n\r\n","description":"\r\n( 1 ) هذا مبني على أن تكون الزكاة جزءاً من النصاب ، فإذا تلفت بتفريط\r\nمن المالك اشتغلت ذمته ببدلها ، ولكن قد تقدم ان زكاة الغنم تختلف عن زكاة\r\nالبقر ، فان زكاة الغنم جزء من النصاب ونسبتها إليه نسبة الكلي في المعين ، واما\r\nزكاة البقر فهي ليست جزءاً من النصاب ، بل هي الجامع بينه وبين غيره ، وعلى\r\nهذا فلا تتلف زكاة البقر بتلف النصاب ، فإذا تلف كلا النصابين معاً علم اجمالاً\r\nاما بوجوب تبيع أو تبيعة عليه ، أو قيمة شاة ، وكان هذا العلم منجزاً وموجباً\r\nللاحتياط بالجمع باعطاء القيمة والتبيع معاً .\r\n( 2 ) الظاهر أنه لا اشكال في الجواز ، لأنه بعد الموت ليس من واجب\r\nالنفقة عليه لكي يكون مشمولاً لدليل المنع وإن كان واجب النفقة حين التعلق إلاّ\r\nان المعيار انما هو بوقت الاعطاء ، والفرض انه في هذا الوقت ليس من واجب\r\nالنفقة ، هذا نظير ما إذ طلق زوجته بعد تعلق الوجوب ، فإنه يجوز له أن يدفع من\r\nزكاته إليها إذا كانت مستحقة ، واطلاق دليل جواز الدفع إلى غير واجب النفقة إذا\r\nكان أهلاً لها محكم .\r\n( 3 ) بل هو غير صحيح ، لأنه إن أريد من كون الزكاة عليه انتقالها من ذمة\r\n","footnote":"","page_name":" 241 ","page_number":100},
  {"content":"\r\n[ 2798 
  ] العاشرة : إذا طلب من غيره أن يؤدي زكاته تبرعاً من ماله جاز\r\nوأجزأ عنه ، ولا يجوز للمتبرع الرجوع عليه ، وأما إن طلب ولم يذكر التبرع\r\nفأدّاها عنه من ماله فالظاهر جواز رجوعه عليه بعوضه لقاعدة احترام\r\nالمال ( 1 ) ، إلا إذا علم كونه متبرعاً .\r\n\r\n","description":"\r\nالمالك إلى ذمة المشتري ، فيرده ان ذلك بحاجة إلى سبب ، والشرط لا يصلح أن\r\nيكون سبباً لذلك .\r\nوإن أريد منه أن المالك يبيع النصاب كله ولكن يشترط على المشتري أن\r\nيؤدي زكاته ويخسر من كيسه لا من كيسه البايع ، فيرده أنه لا يصح بيع الزكاة إلاّ\r\nبإجازة الحاكم الشرعي ، وحينئذ يكون بيعه بالنسبة إليها فضولياً .\r\nوإن أريد منه اشتراط البايع على المشتري اخراج الزكاة من النصاب\r\nودفعها إلى أهلها لا بعنوان النيابة ، فيرد عليه : ان إيتاء الزكاة بما أنه واجب على\r\nالمالك فلا يصح من غيره إلاّ بعنوان النيابة عنه ، على أساس أن الخطاب به\r\nمتوجه إلى المالك ، غاية الأمر انه لا يعتبر أن يكون الايتاء من المالك مباشرة ، بل\r\nيجوز من غيره بعنوان النيابة عنه ، ولا يوجد دليل على صحة الايتاء ومشروعيته\r\nمن غير المالك في نفسه وبدون نية النيابة عنه ، فإذا لم يكن مشروعاً لم يصح\r\nاشتراطه أيضاً ، لأن الشرط لا يكون مشرعاً .\r\nوإن شئت قلت : ان إيتاء الزكاة ودفعها إلى الفقير بما انه عمل عبادي\r\nواجب على المالك ، فلابد أن يكون صادراً منه ، ولكن أعم من أن يكون\r\nبالمباشرة ، أو بالواسطة ، أو صادراً من الحاكم الشرعي بعنوان الولاية ، وحينئذ\r\nتتعين الزكاة بذلك ، واما كفاية ايتائها ودفعها إلى أهلها ممن لا يتوجه إليه\r\nالخطاب به في نفسه وبدون نية النيابة عن المالك فهي بحاجة إلى دليل ، ولا\r\nيوجد دليل عليها وعلى تعيّن الزكاة به وسقوطها عن ذمة المالك .\r\nفالنتيجة : ان الصحيح هو اشتراط البايع على المشتري أن يقوم باخراج\r\nالزكاة من النصاب نيابة عنه لا في نفسه وبدون نية النيابة .\r\n( 1 ) في اقتضاء هذه القاعدة الضمان اشكال بل منع ، لأن مقتضاها عدم\r\n","footnote":"","page_name":" 242 ","page_number":101},
  {"content":"\r\n[ 2799 
  ] الحادية عشرة : إذا وكّل غيره في أداء زكاته أو في الإيصال إلى\r\nالفقير هل تبرأ ذمته بمجرد ذلك أو يجب العلم بأنه أداها أو يكفي إخبار\r\nالوكيل بالأداء ؟ لا يبعد جواز الاكتفاء إذا كان الوكيل عدلاً ( 1 ) بمجرد الدفع\r\nإليه .\r\n[ 2800 
  ] الثانية عشرة : إذا شك في اشتغال ذمته بالزكاة فأعطى شيئاً للفقير\r\nونوى أنه إن كان عليه الزكاة كان زكاةً وإلا فإن كان عليه مظالم كان منها وإلا\r\nفإن كان على أبيه زكاة كان زكاةً له وإلا فمظالم له وإن لم يكن على أبيه\r\nشئ فلجدّه إن كان عليه وهكذا ، فالظاهر الصحة .\r\n[ 2801 
  ] الثالثة عشرة : لا يجب الترتيب في أداء الزكاة بتقديم ما وجب\r\nعليه أوّلاً فأولاً ، فلو كان عليه زكاة السنة السابقة وزكاة الحاضرة جاز تقديم\r\nالحاضرة بالنية ، ولو أعطى من غير نية التعيين فالظاهر التوزيع ( 2 ) .\r\n\r\n","description":"\r\nجواز التصرف في مال الغير بدون اذنه ، فإذا تصرف فيه وتلف ضمن ، فيكون\r\nالتلف هو سبب الضمان لا قاعدة الاحترام ، ومن هنا لو لم يكن التصرف فيه\r\nمتلفاً فلا ضمان .\r\nواما في المسألة ، فالمالك كان يتصرف في ماله بدفعه عوضاً عن زكاة\r\nغيره ، ولا يكون هذا التصرف منه على خلاف قاعدة الاحترام ، ولكن لما كان\r\nذلك بأمر غيره ضمن ذلك الغير ، فيكون سبب الضمان الامر باتلاف مال محترم\r\nلا القاعدة نفسها ، نعم تكون القاعدة بمثابة المقتضي له ، واما السبب المباشر فهو\r\nالأمر ، ولولاه لم يكن ضامناً .\r\n( 1 ) بل يكفى كونه ثقة وإن لم يكن عدلاً ، فإذا كان ثقة ودفعها\r\nإليه برئت ذمته باعتبار انه وضعها بيد من يثق بأنه يوصلها إلى\r\nأهلها ، وعندئذ فان تلفت عنده فإن كان بتفريط منه ضمن ، وإلاّ فلا ضمان عليه\r\nأيضاً .\r\n( 2 ) في اطلاقه اشكال بل منع ، لأن ذلك انما يتم فيما إذا كانت الزكاة\r\n","footnote":"","page_name":" 243 ","page_number":102},
  {"content":"\r\n\r\n","description":"\r\nالسابقة واللاحقة كلتاهما من نوع واحد كالحنطة - مثلاً - وكانتا في الذمة ، كما إذا\r\nتلف كل من النصاب السابق واللاحق معاً عنده ، وبما انه لا تعين لكل منهما عن\r\nالأخرى في الواقع ولا تمييز بينهما ، ومجرد كون إحداهما من السنة السابقة\r\nوالأخرى من السنة اللاحقة لا يوجب تمييزاً بينهما على أساس خروج هذه\r\nالخصوصية عن المأمور به ، فعندئذ بطبيعة الحال تسقط عما في الذمة بنسبة ما\r\nأعطى منها ، وأما إذا كانتا مختلفتين ، كما إذا كانت إحداهما في نصاب الإبل\r\nوالأخرى في نصاب الغنم ، بأن يكون عنده خمس من الإبل وأربعون شاة ، ففي\r\nمثل ذلك إن أعطى شاةً من الأربعين ، فان نوى كونها زكاة عن الإبل احتسبت لها ،\r\nوإلاّ فهي زكاة للأربعين ، وإن أعطى شاة من غير الأربعين انطبقت عليها زكاة\r\nالإبل دون زكاة الشياه ، لما مر من أن زكاة الشياه واحد من أجزائها على نحو\r\nالكلي في المعين ، وعليه فاحتساب هذه الشاة زكاة عن الشياه يتوقف على\r\nامضاء ولي الزكاة كونها عوضاً عنها ، وإلاّ لم تحتسب ، وكذلك الحال إذا كانت\r\nزكاة السنة السابقة في الذمة واللاحقة في العين ، كما إذا كانت ذمته مشغولة بزكاة\r\nحنطة السنة الماضية باعتبار أنها لم تبق بعينها وعنده حنطة أخرى من السنة\r\nالحالية متعلقة للزكاة ، فإنه إذا أخرج زكاة هذه الحنطة الموجودة عنده من نفسها\r\nفهي زكاة لها ، ولا تكون عما في الذمة ، وإذا أدى زكاتها من حنطة أخرى ، فان\r\nنوى كونها زكاة من الحنطة الموجودة عنده وكان ذلك باذن من وليّها احتسبت\r\nلها ، وإلاّ احتسبت عما في الذمة ، إذ يكفى في احتسابها زكاة عنه عدم قصد كونها\r\nزكاة عن الأولى ، بل قصدها عنها لا يضر إذا لم يكن الأداء مقروناً بالإذن ، باعتبار\r\nأن الاحتساب عنها يتوقف على الإذن والامضاء ، وأما احتسابها عما في الذمة\r\nفهو لا يتوقف على شئ غير قصد كونها زكاة ، لأنه لا يكون معنوناً بعنوان\r\nخاص ، فيكفي في انطباقه عليها نية الزكاة ، وأمانية كونها زكاة من النصاب\r\nالموجود عنده فهي أمر زائد لا يضر بالانطباق ، ويكون تخلفها من باب تخلف\r\nالداعي .\r\nومن هنا يظهر الحال فيما إذا كان كلا النصابين موجوداً فعلاً ، فإنه حينئذ لا\r\nلبس في البين ، باعتبار أن زكاة كل منهما جزء من النصاب عنده .\r\n","footnote":"","page_name":" 244 ","page_number":103},
  {"content":"\r\n[ 2802 
  ] الرابعة عشرة : في المزارعة الفاسدة الزكاة مع بلوغ النصاب على\r\nصاحب البذر ، وفي الصحيحة منها عليهما إذا بلغ نصيب كل منهما ، وإن بلغ\r\nنصيب أحدهما دون الآخر فعليه فقط ، وإن لم يبلغ نصيب واحد منهما فلا\r\nيجب على واحد منهما وإن بلغ المجموع النصاب .\r\n[ 2803 
  ] الخامسة عشرة : يجوز للحاكم الشرعي أن يقترض على الزكاة ( 1 )\r\nويصرفه في بعض مصارفها ، كما إذا كان هناك مفسدة لا يمكن دفعها إلا\r\nبصرف مال ولم يكن عنده ما يصرفه فيه ، أو كان فقير مضطر لا يمكن\r\nإعانته ورفع اضطراره إلا بذلك ، أو ابن السبيل كذلك أو تعمير قنطرة أو\r\nمسجد أو نحو ذلك وكان لا يمكن تأخيره ، فحينئذ يستدين على الزكاة\r\nويصرف وبعد حصولها يؤدي الدين منها ، وإذا أعطى فقيراً من هذا الوجه\r\nوصار عند حصول الزكاة غنياً لا يسترجع منه إذ المفروض أنه أعطاه بعنوان\r\nالزكاة ، وليس هذا من باب إقراض الفقير والاحتساب عليه بعد ذلك إذ في\r\nتلك الصورة تشتغل ذمة الفقير ، بخلاف المقام فإن الدين على الزكاة ، ولا\r\nيضر عدم كون الزكاة ذات ذمة تشتغل لأن هذه الأُمور اعتبارية والعقلاء\r\n\r\n","description":"\r\nنعم ، لو أعطى الزكاة من مال آخر لم يقع زكاة لشيء منهما إلاّ بالإذن\r\nوالامضاء إذا كان من غير النقدين .\r\nفالنتيجة : ان الزكاة من النصابين أو أكثر إذا كانت في الذمة وكانت من نوع\r\nواحد فبما أنه لا تعين لما في الذمة ولا تمييز بينها فيها تسقط عنها بنسبة ما\r\nاعطى منها ، وهذا هو المقصود من التوزيع في المتن ، واما إذا كانت إحداهما في\r\nالذمة والأخرى في العين ، أو كانتا مختلفتين فلا موضوع للتوزيع كما مر .\r\n( 1 ) في الاقتراض على الزكاة اشكال بل منع .\r\nأما أولاً : فلأن الزكاة حكم شرعي مجعول على الأموال الخاصة لدى توفر\r\n","footnote":"","page_name":" 245 ","page_number":104},
  {"content":"\r\nيصححون هذا الاعتبار ، ونظيره استدانة متولي الوقف لتعميره ثم الأداء بعد\r\nذلك من نمائه مع أنه في الحقيقة راجع إلى اشتغال ذمة أرباب الزكاة من\r\nالفقراء والغارمين وأبناء السبيل من حيث هم من مصارفها لا من حيث هم\r\n\r\n","description":"\r\nشروطها ، وليست ذات ذمة بنظر العرف والعقلاء لكي يصح القرض عليها ، ولا\r\nيقاس الزكاة بالوقف ، لأن الوقف مشروع خيري موجود في الخارج ذات ذمة\r\nلدى العرف والعقلاء .\r\nوأما ثانياً : فلأن الثابت بالدليل انما هو ولايته على الزكاة بتبديلها إذا رأى\r\nفيه مصلحة وصرفها حسب ما يراه ، وحفظها وغير ذلك مما يرتبط بمصالحها ،\r\nواما ولايته بالاقتراض عليها فهي بحاجة إلى دليل ، باعتبار ان الاقتراض عليها لا\r\nيكون في مصالحها لكي يكون من شؤون ولايته عليها .\r\nوإن شئت قلت : ان المتيقن انما هو ثبوت ولايته فيما يرجع إلى\r\nمصالحها ، لا مطلقاً ، وبما أنه لا مصلحة لها في الاقتراض المذكور ، فلا يجوز له\r\nذلك .\r\nوأما ثالثاً : فان معنى الاقتراض على الزكاة هو أن المال المقترض يصبح\r\nملكاً لها ، فإذا صار ملكاً لها لم يجز للحاكم الشرعي التصرف فيه لعدم ولايته\r\nعلى ملك الزكاة ، وانما تكون له ولاية على عينها .\r\nودعوى : أن معنى الاقتراض على الزكاة الاقتراض على أهلها .\r\nمدفوعة بأن الثابت انما هو ولايته على الزكاة لا على أهلها ، فان ولايته\r\nعليه من جهة ولايته على الزكاة لا مستقلاً .\r\nفالنتيجة : ان الحاجة إذا دعت إلى صرف المال في مصارف الزكاة لدفع\r\nمفسرة ، أو لوجود مصلحة ولم يكن متبرع في البين ، جاز للحاكم الشرعي أن\r\nيقترض مالاً لنفسه ويصرفه فيها ، ثم يؤديه من الزكاة ، وبذلك يظهر ما ذكره\r\nالماتن ( قدس سره ) في المسألة .\r\n","footnote":"","page_name":" 246 ","page_number":105},
  {"content":"\r\nهم ، وذلك مثل ملكيتهم للزكاة فإنها ملك لنوع المستحقين فالدين أيضاً\r\nعلى نوعهم من حيث إنهم من مصارفه لا من حيث أنفسهم ، ويجوز أن\r\nيستدين على نفسه من حيث ولايته على الزكاة ( 1 ) وعلى المستحقين ( 2 )\r\nبقصد الأداء من مالهم ، ولكن في الحقيقة هذا أيضاً يرجع إلى الوجه الأول ،\r\nوهل يجوز لآحاد المالكين إقراض الزكاة قبل أوان وجوبها أو الاستدانة لها\r\nعلى حذو ما ذكرنا في الحاكم ؟ وجهان ( 3 ) ، ويجري جمع ما ذكرنا في\r\nالخمس والمظالم ونحوهما ( 4 ) .\r\n[ 2804 
  ] السادسة عشرة : لا يجوز للفقير ولا للحاكم الشرعي أخذ الزكاة من\r\n\r\n","description":"\r\n( 1 ) هذا هو الصحيح ، فان له أن يقترض لنفسه ويصرفه فيما دعت\r\nالحاجة والضرورة إلى صرفه فيه من مصارف الزكاة ، ثم يؤديه منها ، ولا يرجع\r\nهذا إلى الوجه الأول وهو الاقتراض على الزكاة ، أو على أهلها .\r\n( 2 ) ظهر انه لا دليل على ولايته عليهم لكي يسوغ له الاقتراض على\r\nذمتهم .\r\n( 3 ) أقواهما العدم ، إذ لا منشأ لهذه الولاية ، ولا يوجد أي دليل عليها في\r\nنصوص الباب .\r\nنعم ، قد يتوهم أن نصوص تعجيل الزكاة قبل وقتها تدل عليها ، ولكن لا\r\nأساس لهذا التوهم :\r\nأما أولاً : فلما تقدم من عدم امكان الأخذ بظاهر تلك النصوص .\r\nوأما ثانياً : فمع الاغماض عن ذلك وتسليم الأخذ بظاهرها ، أنها تدل على\r\nجواز التعجيل قبل وقتها ، ولا تدل على جواز إقراضها قبل أو انها أو الاستدانة\r\nلها .\r\n( 4 ) فيه ان المظالم تختلف عن الزكاة والخمس ، فان الزكاة والخمس\r\nمتعلقتان بالأعيان ، والمظالم متعلقة بالذمة ، وعلى هذا فان كانت المظلمة من\r\n","footnote":"","page_name":" 247 ","page_number":106},
  {"content":"\r\nالمالك ثم الرد عليه المسمى بالفارسية ب‍ \" دست گردان \" أو المصالحة معه\r\nبشيء يسير أو قبول شئ منه بأزيد من قيمته أو نحو ذلك فإن كل هذه حيل\r\nفي تفويت حق الفقراء ، وكذا بالنسبة إلى الخمس والمظالم ونحوهما ، نعم\r\nلو كان شخص عليه من الزكاة أو المظالم أو نحوهما مبلغ كثير وصار فقيراً\r\nلا يمكنه أداؤها وأراد أن يتوب إلى الله تعالى لا بأس بتفريغ ذمته بأحد\r\nالوجوه المذكورة ( 1 ) ، ومع ذلك إذا كان مرجو التمكن بعد ذلك الأُولى أن\r\n\r\n","description":"\r\nشخص واحد ، وعندئذ فان كانت متمثلة في الذمة بالقيمة فلا تعين فيها ولا\r\nتمييز وان كانت متعددة ، وحينئذ فبطبيعة الحال تسقط من القيمة بنسبة ما أدى\r\nمنها ويبقى الباقي بلا تمييز بين كونها من المظلمة الأولى أو الثانية أو\r\nالثالثة إلاّ إذا نوى ذلك وإن كانت متمثلة فيها بالمثل ، وعندئذ فإن كانت في\r\nفردين من جنس واحد كالحنطة أو الشعير أو نحو ذلك فأيضاً لا تمييز بينهما إلاّ\r\nبالأول والثاني ، وإن كانت متمثلة في جنسين متباينين كان كل منهما متعيناً في\r\nالذمة ومتميزاً عن غيره ، فلا يجتزئ أحدهما عن الآخر إلاّ بعنوان القيمة .\r\nوأما إذا كانت المظلمة من شخصين أو اشخاص ، فإن كانت قيمية ، بأن\r\nيكون الثابت في الذمة القيمة ، فلا يجب عليه حين التصدق أن ينوي الأول\r\nفالأول ، أو من فلان وفلان ، بل يكفى التصدق بعنوان الجامع ، فيوزع على\r\nالجميع بالنسبة ، وإن كانت مثلية ، فان كانت متمثلة في افراد من جنس واحد ،\r\nوحينئذ فان نوى حين التصدق التعيين ولو بعنوان الأول فالأول فهو ، وإلاّ وزع\r\nعلى الكل بالنسبة ، وإن كانت متمثلة في أجناس متباينة كان كل منها متعيناً في\r\nالذمة ومتميزاً عن الآخرين ، فعندئذ لا يجزئ كل منها الا عمّا ينطبق عليه\r\nالمأمور به ، إلاّ أن يقصد به التصدق عن الآخر قيمة ، وبذلك يظهر حال غير\r\nالمظالم كالكفارة ونحوها .\r\n( 1 ) بل بخصوص الوجه الأول شريطة أن يكون الرد من الفقير عن طيب\r\n","footnote":"","page_name":" 248 ","page_number":107},
  {"content":"\r\nيشترط عليه أداءها بتمامها عنده .\r\n[ 2805 
  ] السابعة عشرة : اشتراط التمكن من التصرف فيما يعتبر فيه الحول\r\nكالأنعام والنقدين معلوم ، وأما فيما لا يعتبر فيه كالغلات ففيه خلاف\r\nوإشكال ( 1 ) .\r\n\r\n","description":"\r\nنفسه كسائر موارد هداياه ، وأما إذا كان من الحاكم الشرعي فهو محل اشكال بل\r\nمنع ، إذ لا دليل على ولايته على الرد عليه ، لما مر من أن ولايته على الزكاة انما\r\nتتمثل في أخذها وصرفها فيما يراه ، وحفظها وغير ذلك ممّا فيه مصلحتها ، وأما\r\nأخذها ثم ردّها ، فبما أنه لا مصلحة للزكاة فيه ، فلا ولاية له عليه ، وأما كون\r\nالمالك صار فقيراً لا يمكنه أداؤها وأراد أن يتوب إلى الله تعالى فلا يكون مبرراً\r\nلجواز ردّه إليه ، لأن فيه مصلحة المالك لا مصلحة الزكاة ، وحينئذ فوظيفة المالك\r\nأن يتوب إلى الله تعالى واقعاً وحقيقة نادماً عما صنعه في السابق وبانياً عن جزم\r\nوعزم على افراغ ذمته متى تمكن ، فإذا فعل ذلك غفره الله تعالى حيث أنه أولى\r\nبالعذر .\r\nفالنتيجة : انه ليست هناك مصلحة تتطلب ولاية الحاكم على الرد .\r\nواما الوجه الثاني ، وهو المصالحة ، فإن كان طرف المصالحة الحاكم\r\nالشرعي فلا دليل على ولايته عليها ما دام لم تكن هناك مصلحة عامه أو\r\nضرورة تقتضى تلك المصالحة ، وإن كان الفقير فقد مرّ انه لا ولاية له\r\nعليها .\r\nواما الوجه الثالث ، فإن كان بعنوان مصالحة الكثير في ذمته بالقليل\r\nفالحكم كما مر ، وإن كان بعنوان إيتاء ما في الذمة لم يصح لأنه لا يمتثل الاجزاء\r\nمما في الذمة فلا يجزي إلاّ بمقداره دون الأكثر لمخالفته للواقع .\r\nوإن شئت قلت : انه لا يجزي الا بمقدار قيمته الواقعية دون قيمته الصورية\r\nالتي يبتنى عليها الطرفان من دون واقع لها .\r\n( 1 ) والأظهر اعتباره ، لأن مورد أكثر روايات الباب وإن كان خصوص ما\r\n","footnote":"","page_name":" 249 ","page_number":108},
  {"content":"\r\n[ 2806 
  ] الثامنة عشرة : إذا كان له مال مدفون في مكان ونسي موضعه\r\nبحيث لا يمكنه العثور عليه لا يجب فيه الزكاة إلا بعد العثور ومضىّ الحول\r\nمن حينه ، وأما إذا كان في صندوقه مثلاً لكنه غافل عنه بالمرة فلا يتمكن من\r\nالتصرف فيه من جهة غفلته وإلا فلو التفت إليه أمكنه التصرف فيه يجب فيه\r\nالزكاة إذا حال عليه الحول ويجب التكرار إذا حال عليه أحوال ، فليس هذا\r\nمن عدم التمكن الذي هو قادح في وجوب الزكاة .\r\n[ 2807 
  ] التاسعة عشرة : إذا نذر أن لا يتصرف في ماله الحاضر شهراً أو\r\nشهرين أو أكرهه مكره على عدم التصرف أو كان مشروطاً عليه في ضمن\r\nعقد لازم ، ففي منعه من وجوب الزكاة وكونه من عدم التمكن من التصرف\r\n\r\n\r\n","description":"\r\nيعتبر فيه الحول دون الأعم منه ، ولكن في اطلاق بعض هذه الروايات كفاية ،\r\nكصحيحة عبد الله بن سنان عن أبي عبد الله ( عليه السلام ) قال : \" لا صدقة على الدين ولا\r\nعلى المال الغائب عنك حتى يقع في يديك \" ( 1 ) فان قوله ( عليه السلام ) : \" ولا على المال\r\nالغائب عليك \" يعم باطلاقه ما لا يعتبر فيه الحول كالغلات الأربع ، وعلى هذا\r\nفكما أن تعلق الزكاة بما يعتبر فيه الحول منوط متوفر شرطين فيه إضافة إلى\r\nالشروط العامة .\r\nأحدهما : اعتبار مضي الحول عليه .\r\nوالآخر : التمكن من التصرف فيه طول الحول ، فكذلك تعلق الزكاة بما لا\r\nيعتبر فيه الحول كالغلات الأربع منوط بتوفر شرطين إضافة إلى الشروط العامة .\r\nأحدهما : صدق أسمائها الخاصة .\r\nوالآخر : كون المالك متمكناً من التصرف فيها من هذا الحين . فإذا توفر\r\nفيها الشرطان تعلقت الزكاة بها ، وإلاّ فلا .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 5 من أبواب من تجب عليه الزكاة حديث : 6 .\r\n","page_name":" 250 ","page_number":109},
  {"content":"\r\nالذي هو موضوع الحكم إشكال ( 1 ) ، لأن القدر المتيقن ما إذا لم يكن المال\r\nحاضراً عنده أو كان حاضراً وكان بحكم الغائب عرفاً .\r\n[ 2808 
  ] العشرون : يجوز أن يشتري من زكاته من سهم سبيل الله كتاباً أو\r\nقرآناً أو دعاءً ويوقفه ويجعل التولية بيده أو يد أولاده ، ولو أوقفه على\r\nأولاده وغيرهم ممن يجب نفقته عليه فلا بأس به أيضاً ، نعم لو اشترى خاناً\r\nأو بستاناً ووقفه على من تجب نفقته عليه لصرف نمائه في نفقتهم فيه\r\nإشكال ( 2 ) .\r\n[ 2809 
  ] الحادية والعشرون : إذا كان ممتنعاً من أداء الزكاة لا يجوز للفقير\r\nالمقاصة من ماله إلا بإذن الحاكم الشرعي في كل مورد .\r\n[ 2810 
  ] الثانية والعشرون : لا يجوز إعطاء الزكاة للفقير من سهم الفقراء\r\nللزيارة أو الحج أو نحوهما من القرب ، ويجوز من سهم سبيل الله .\r\n[ 2811 
  ] الثالثة والعشرون : يجوز صرف الزكاة من سهم سبيل الله في كل\r\nقربة حتى إعطاؤها للظالم لتخليص المؤمنين من شرّه إذا لم يمكن دفع شره\r\nإلا بهذا .\r\n\r\n","description":"\r\n( 1 ) الظاهر أنه لا اشكال في منعه عن وجوب الزكاة لما تقدم في أول\r\nالكتاب في الشرط الخامس ( وهو التمكن من التصرف ) من أن عدم التمكن منه\r\nالمانع من وجوب الزكاة أعم من العقلي والشرعي ، وتمام الكلام هناك .\r\n( 2 ) بل منع لما تقدم من أنه لا يجوز اعطاء الزكاة ولو من سهم سبيل الله\r\nلمن تجب عليه نفقته ، بلا فرق في ذلك بين أن يجعل الزكاة بمثابة رأس مال له\r\nويستفيد من نمائه ومنافعه ، أو يصرف نفس الزكاة عليه ، لأن المستفاد من\r\nالروايات التي تنص على عدم جواز اعطاء الزكاة له بمناسبة الحكم والموضوع\r\nالارتكازية أعم من صرف نفس الزكاة فيه ، أو جعلها بمثابة رأس مال له\r\n","footnote":"","page_name":" 251 ","page_number":110},
  {"content":"\r\n[ 2812 
  ] الرابعة والعشرون : لو نذر أن يكون نصف ثمر نخله أو كرمه أو\r\nنصف حب زرعه لشخص بعنوان نذر النتيجة ( 1 ) وبلغ ذلك النصاب\r\nوجبت الزكاة على ذلك الشخص أيضاً ، لأنه مالك له حين تعلق الوجوب ،\r\nوأما لو كان بعنوان نذر الفعل فلا تجب على ذلك الشخص ، وفي وجوبها\r\nعلى المالك بالنسبة إلى المقدر المنذور إشكال ( 2 ) .\r\n[ 2813 
  ] الخامسة والعشرون : يجوز للفقير أن يوكّل شخصاً يقبض له الزكاة\r\nمن أي شخص وفي أي مكان كان ، ويجوز للمالك إقباضه إياه مع علمه\r\nبالحال وتبرأ ذمته وإن تلفت في يد الوكيل قبل الوصول إلى الفقير ، ولا\r\nمانع من أن يجعل الفقير للوكيل جعلاً على ذلك .\r\n[ 2814 
  ] السادسة والعشرون : لا تجري الفضولية في دفع الزكاة ( 3 ) ، فلو\r\nأعطى فضولي زكاة شخص من ماله من غير إذنه فأجاز بعد ذلك لم يصح ،\r\nنعم لو كان المال باقياً في يد الفقير أو تالفاً مع ضمانه بأن يكون عالماً\r\n\r\n\r\n","description":"\r\nويصرف نماءه عليه . أو فقل ، ان المتفاهم العرفي من التعليل في صحيحة\r\nالحجاج المتقدمة \" بأنهم عياله لازمون له \" ( 1 ) عدم جواز صرف الزكاة عليهم\r\nوإعطائهم منها ولو بجعلها مصدر رزق لهم ، لأن ذلك ينافي \" بأنهم عياله لازمون\r\nله \" إذ معنى هذا أن معيشتهم على رقبته ولا ينفك عنها .\r\n( 1 ) لا يصح نذر النتيجة في المسألة ، لأنه بمجرده لا يكون مملكاً ، بل\r\nيتوقف الملك على تمليك المالك بسبب من الأسباب ، وهو غير حاصل .\r\n( 2 ) بل منع ، والأظهر عدم وجوبها لما تقدم من أن وجوب الوفاء بالنذر\r\nيمنع من التصرف في متعلقه ، فيكون فاقداً لشرط التمكن المعتبر في وجوبها .\r\n( 3 ) في عدم الجريان اشكال ، ولا يبعد الجريان ، وذلك لأن القبض أو\r\n","footnote":"\r\n( 1 ) الوسائل باب : 11 من أبواب النفقات حديث : 1 .\r\n","page_name":" 252 ","page_number":111},
  {"content":"\r\nبالحال يجوز له الاحتساب إذا كان باقياً على فقره .\r\n[ 2815 
  ] السابعة والعشرون : إذا وكّل المالك شخصاً في إخراج زكاته من\r\nماله أو أعطاه له وقال : ادفعه إلى الفقراء ; يجوز له الأخذ منه لنفسه إن كان\r\nفقيراً مع علمه بأن غرضه الإيصال إلى الفقراء ( 1 ) ، وأما إذا احتمل كون\r\nغرضه الدفع إلى غيره فلا يجوز .\r\n[ 2816 
  ] الثامنة والعشرون : لو قبض الفقير بعنوان الزكاة أربعين شاة دفعة\r\nأو تدريجاً وبقيت عنده سنة وجب عليه إخراج زكاتها ، وهكذا في سائر\r\nالأنعام والنقدين .\r\n\r\n","description":"\r\nالاقباض وإن كان من العمل الخارجي ، إلاّ انه على الرغم من ذلك قابل\r\nللتوكيل والاستناد إلى غير المباشر ، فإذا كان كذلك كان قابلاً لجريان\r\nالفضولية فيه ، فإنه إذا قام فضولي باقباض مال المالك زكاةً للفقير\r\nثم اجازه المالك ، فلا مانع من الحكم بالصحة حيث أن اقباضه صار اقباضاً\r\nللمالك بالإجازة .\r\nوإن شئت قلت : ان المأمور به إيتاء الزكاة ، وهو عبارة عن اقباضها للفقير\r\nواعطاؤها له ، فإذا كان اقباضها من مال المالك فضولياً من شخص أمكن\r\nتصحيحه بالإجازة شريطة أن يكون المال المعطى بعنوان الزكاة من الفضولي\r\nمن نفس النصاب ، أو من أحد النقدين ، أو ممّا ينطبق عليه عنوان عين الزكاة\r\nالمعين في الشرع ، كما إذا كان عند المالك خمس من الإبل - مثلاً - وأعطي\r\nفضولي شاةً للفقير زكاة ، وإلاّ فلا يمكن إلاّ بضميمة امضاء من ولي الزكاة ونتيجة\r\nصحة اقباض الفضولي بإجازة المالك أن ما أعطاه بعنوان الزكاة أصبح زكاة\r\nواقعاً .\r\n( 1 ) بل مع الجهل به أيضاً يجوز له الأخذ منه بمثل ما يعطى لغيره ،\r\n","footnote":"","page_name":" 253 ","page_number":112},
  {"content":"\r\n[ 2817 
  ] التاسعة والعشرون : لو كان مال زكوي مشتركاً بين اثنين مثلاً وكان\r\nنصيب كل منهما بقدر النصاب فأعطى أحدهما زكاة حصته من مال آخر أو\r\nمنه بإذن الآخر قبل القسمة ثم اقتسماه فإن احتلم المزكي أن شريكه يؤدي\r\nزكاته فلا إشكال ، وإن علم أنه لا يؤدي ففيه إشكال ( 1 ) من حيث تعلق\r\nالزكاة بالعين فيكون مقدار منها في حصته .\r\n\r\n\r\n","description":"\r\nلاطلاق نصوص المسألة . .\r\nمنها : صحيحة سعيد بن يسار ، قال : \" قلت لأبي عبد الله ( عليه السلام ) : الرجل يعطى\r\nالزكاة فيقسمها في أصحابه ، أيأخذ منها شيئاً ؟ قال : نعم \" ( 1 ) . فإنها باطلاقها تشمل\r\nكلتا الصورتين .\r\nومنها : صحيحة الحسين بن عثمان عن أبي إبراهيم ( عليه السلام ) : \" في رجل اعطى\r\nمالاً يفرقه فيمن يحل له ، أله أن يأخذ منه شيئاً لنفسه وإن لم يسمّ له ؟ قال : يأخذ\r\nمنه لنفسه مثل ما يعطى غيره \" ( 2 ) . فان قوله ( عليه السلام ) : \" يأخذ منه لنفسه \" يعم باطلاقه\r\nصورة احتمال أن اعطاء المال له لأن يدفعه إلى غيره ، باعتبار أن هذا\r\nالاحتمال مفروض في السؤال ، ولا يقين للسائل بالأعم بقرينة قوله \" وإن لم يسم\r\nله \" .\r\nومنها : صحيحة عبد الرحمان بن الحجاج قال : \" سألت أبا الحسن ( عليه السلام ) عن\r\nالرجل يعطى الرجل الدراهم يقسمها ويضعها في مواضعها ، وهو ممن تحل له\r\nالصدقة ؟ قال : لا بأس أن يأخذ لنفسه كما يعطى غيره ، قال : ولا يجوز له أن يأخذ\r\nإذا أمره أن يضعها في مواضع مسمّاة إلاّ باذنه \" ( 3 ) فإنها تدل باطلاقها على جواز\r\nأخذه منها حتى فيما إذا احتمل كون غرضه الدفع إلى غيره ، ويؤكد هذا الاطلاق\r\nما في ذيلها من الاستثناء .\r\n( 1 ) الأظهر عدم الاشكال في القسمة ، فان الاشكال مبني على عدم ثبوت\r\n","footnote":"\r\n( 1 ) ( 2 ) ( 3 ) الوسائل باب : 40 من أبواب المستحقين للزكاة حديث : 1 و 2 و 3 .\r\n","page_name":" 254 ","page_number":113},
  {"content":"\r\n[ 2818 
  ] الثلاثون : قد مر أن الكافر مكلف بالزكاة ولا تصح منه ( 1 ) وإن كان\r\nلو أسلم سقطت عنه ، وعلى هذا فيجوز للحاكم إجباره على الإعطاء له أو\r\nأخذها من ماله قهراً عليه ، ويكون هو المتولي للنية ، وإن لم يؤخذ منه حتى\r\nمات كافراً جاز الأخذ من تركته ، وإن كان وارثه مسلماً وجب عليه ، كما أنه\r\nلو اشترى مسلم تمام النصاب منه كان شراؤه بالنسبة إلى مقدار الزكاة\r\nفضولياً ، وحكمه حكم ما إذا اشترى من المسلم قبل إخراج الزكاة ، وقد مر\r\nسابقاً .\r\n[ 2819 
  ] الحادي والثلاثون : إذا بقي من المال الذي تعلق به الزكاة والخمس\r\nمقدار لا يفي بهما ولم يكن عنده غيره فالظاهر وجوب التوزيع بالنسبة ( 2 ) ،\r\n\r\n","description":"\r\nولاية المالك عليها في هذه الحالة ، وافراز حصته الخالصة من الزكاة عن حصة\r\nشريكه المخلوطة بها ، ولكن الظاهر ثبوت هذه الولاية للمالك ، والنكتة في ذلك أنه\r\nلا شبهة في ولاية كل من الشريكين على قسمة المال المشترك بينهما ، غاية\r\nالأمر إن كانت قبل اخراج الزكاة منه فكما أن حصة كل منهما تتعين بها ، فكذلك\r\nالزكاة المتعلقة بها بتبع تعينها ، وأما إذا أخرج أحدهما زكاة حصته دون الآخر ، ثم\r\nأراد القسمة فالظاهر إنّ له الولاية عليها ، إذ احتمال ان القسمة باطلة إلاّ إذا كانت\r\nباذن ولي الزكاة بعيد جداً . وعلى الجملة فكما ان للمالك ولاية على افراز حصته\r\nمن حصة شريكه وتعيينها في مال خاص قبل اخراج الزكاة منها ، فكذلك بعده\r\nوقبل اخراج شريكه الزكاة من حصته ، ولكن مع ذلك فالأحوط والأجدر به في\r\nهذه الصورة أن تكون القسمة باذن ولي الزكاة .\r\n( 1 ) تقدم الإشكال في اعتبار الاسلام والايمان في صحة العبادة في\r\nالمسألة ( 11 ) من فصل زكاة الأنعام ، والمسألة ( 61 ) و ( 17 ) في أوائل\r\nكتاب الزكاة .\r\n( 2 ) في الوجوب اشكال بل منع ، إذ لا منشأ له الا إذا افترض تمامية أحد\r\n","footnote":"","page_name":" 255 ","page_number":114},
  {"content":"\r\n\r\n","description":"\r\nأمور . .\r\nالأول : ان صرف المال الباقي في أحد الحقين معينا دون الآخر ترجيح\r\nمن غير مرجح ، فاذن لابد من التوزيع .\r\nوفيه : ان ذلك لا يقتضى تعين التوزيع ، بل هو يقتضى تخيير المكلف في\r\nالمسألة بين توزيع ذلك المال الباقي على الحقين ، وبين صرفه في أحدهما\r\nخاصة دون الآخر ، ومن المعلوم ان التوزيع ليس أولى من صرفه في أحدهما\r\nواهمال الآخر ، إذ الأمر يدور بين اهمال كل منهما في الجملة ، أو اهمال أحدهما\r\nرأساً والعمل بالآخر ، ولا يحكم العقل ولا الشرع بترجيح الأول على الثاني .\r\nالثاني : قياس المقام بالمال المردد بين شخصين مع عدم وفائه بحق\r\nكليهما معاً كالدينار المردد بين زيد وعمرو مثلاً ، فإنه لا يمكن اعطاؤه لأحدهما\r\nمعيناً دون الآخر ، لأنه ترجيح بلا مرجح ، فلا مناص حينئذ من التوزيع ، كما هو\r\nالحال في مسألة الودعي التي قد ورد فيها نص خاص يدل على التوزيع .\r\nوالجواب : ان هذا القياس مع الفارق من وجوه . .\r\nأحدها : ان الثابت في المقام حقان ، وفي المقيس عليه حق واحد مردد\r\nبين هذا وذاك .\r\nثانيها : ان مقتضى القاعدة في المقيس عليه الرجوع إلى القرعة وتعيين\r\nالحق بها لا التوزيع ، واما النص في مسألة الودعي فمضافاً إلى أنه ضعيف سنداً ،\r\nفهو على خلاف القاعدة ، فمن أجل ذلك لا يمكن التعدي عن مورده إلى سائر\r\nالموارد .\r\nثالثها : ان المال في المقام لا يفي بكلا الحقين معاً ، لا أنه كله حق نعم ،\r\nانه متعلق لكلا الحقين فعلاً بنسبة خاصة كالخمس والعشر أو نصف العشر ،\r\nبمعنى ان جزءاً من خمسة أجزاء المال الباقي خمسٌ وجزءاً من عشرة اجزائه\r\nأو عشرين منها زكاة ، وهذه النسبة محفوظة في كلا الحقين فيه ، ولابد من\r\nاعمالها ، وانما الكلام في صرف الباقي من المال ، وهل أنه يصرف في كلا\r\nالحقين على النسبة أو في أحدهما على سبيل البدل ؟ وقد مر أنه لا ترجيح للأول\r\nعلى الثاني ، وهذا بخلاف المال في المقيس عليه ، فإنه بكل اجزائه اما ملك لزيد\r\n","footnote":"","page_name":" 256 ","page_number":115},
  {"content":"\r\n\r\n","description":"\r\nمثلاً أو لعمرو .\r\nرابعها : ان الحق في المقيس عليه مردد بين شخصين معينين في الخارج ،\r\nومتمحض في حق الناس واما الحق في المقام فليس له صاحب معين في\r\nالخارج ، بل هو بيد ولي الأمر ، ولذا لا تنطبق عليه قاعدة العدل والانصاف على\r\nتقدير تمامية هذه القاعدة في حق الناس ، لعدم الموضوع لها في المقام ، لأن\r\nموضوعها هو الحفاظ في الجملة على حق شخصين يكون مردداً بينهما .\r\nالثالث : ان المال في المقام بما انه باق من المال الذي كان متعلقاً للخمس\r\nوالزكاة فيكون من المال المتعلق لهما معاً على النسبة ، فاذن يكون التوزيع على\r\nالقاعدة ، ومن هنا فرق بين كونهما متعلقين بالمال في الخارج وكونهما في\r\nالذمة ، فعلى الأول يوزع المال عليهما بالنسبة ، وعلى الثاني فلا موجب للتوزيع ،\r\nلأن المكلف مخير بين توزيع المال عليهما وبين صرفه في أحدهما دون الآخر\r\nعلى سبيل البدل ، ولا ترجيح للأول على الثاني لا بمرجح عقلي ولا شرعي .\r\nوالجواب : ان المال الباقي بما انه من المال المتعلق للخمس والزكاة\r\nفيكون التوزيع بالنسبة إليهما على القاعدة ، ولا يجوز صرف الجزء المتعلق\r\nللزكاة في الخمس وبالعكس ، واما سائر اجزائه فلا تكون مشتركة بينهما ولا\r\nمتعلقة لهما ، وأما الحقان المتعلقان بالمال التالف فقد انتقلا إلى الذمة ، فاذن\r\nيدخل المقام من هذه الناحية في الشق الثاني وهو ما إذا كان الحقان في الذمة\r\nولم يكن عنده ما يفي بهما معاً . وعلى الجملة فيجب على المالك أن يخرج\r\nجزءاً من المال الباقي بنسبة معينة بعنوان الخمس ويصرف في مصرفه ، وجزءاً\r\nمنه بنسبة كذلك بعنوان الزكاة ويصرف في مصرفها ، واما الباقي فهو مخير بين\r\nالتوزيع وايفاء كل من الحقين في الجملة ، وبين ايفاء أحدهما دون الآخر .\r\nودعوى : ان نسبة كل من الخمس والزكاة إلى المال الباقي بما أنها نسبة\r\nالجزء المشاع إلى الكل فتكون ثابتة في كل جزء من اجزائه ، فمن أجل ذلك لا\r\nيجوز صرفه تماماً في الخمس ولا في الزكاة . . .\r\nمدفوعة : بأن هذه النسبة وإن كانت شايعة بين تمام اجزائه إلاّ أن افرازها\r\nفي جزء معين منه بيد المالك ، حيث إن له الولاية على ذلك ، ونتيجة هذا\r\n","footnote":"","page_name":" 257 ","page_number":116},
  {"content":"\r\nبخلاف ما إذا كانا في ذمته ولم يكن عنده ما يفي بهما فإنه مخير بين\r\nالتوزيع وتقديم أحدهما ، وإذا كان عليه خمس أو زكاة ومع ذلك عليه من\r\nدين الناس والكفارة والنذر والمظالم وضاق ماله عن أداء الجميع فإن\r\nكانت العين التي فيها الخمس أو الزكاة موجودة وجب تقديمهما على\r\nالبقية ، وإن لم تكن موجودة فهو مخير بين تقديم أيّهما شاء ( 1 ) ولا يجب\r\nالتوزيع وإن كان أُولى ، نعم إذا مات وكان عليه هذه الأُمور وضاقت التركة\r\n\r\n","description":"\r\nفالمالك مخير بين صرف مقدار من المال الباقي في مصرف الخمس ، ومقدار\r\nآخر منه في صرف الزكاة ، وبين اخراج زكاته وخمسه وصرف الباقي كلاً في\r\nالوفاء بما في الذمة من الخمس أو الزكاة .\r\n( 1 ) في اطلاقه اشكال ، فان وجوب الوفاء بالنذر لا يصلح أن يزاحم أيّ\r\nواجب آخر بمقتضى ما دل على أن شرط الله قبل شرطكم ، فان الظاهر منه عرفاً\r\nأن وجوب الوفاء بالنذر أو العهد أو اليمين أو ما شاكل ذلك لا يزاحم أيّ وجوب\r\nوضعه الله تعالى .\r\nواما وجوب الكفارة فهو يصلح أن يزاحم وجوب الزكاة والخمس\r\nوالدين ، وحينئذ لابد من تطبيق قواعد باب المزاحمة ، وفي ضوء هذه القواعد\r\nلابد من تقديم وجوب الزكاة أو الخمس على وجوب الكفارة تطبيقاً لتقديم\r\nالأهم على المهم ولو احتمالاً .\r\nواما الدين المعجل المطالب به فعلاً فالظاهر تقديمه على وجوب\r\nالكفارة لأمرين . .\r\nأحدهما : ان وجوب الكفارة مشروط بالقدرة الشرعية على ما يستفاد من\r\nأدلتها ، وظاهرها أن المراد من القدرة المأخوذة في موضوع وجوبها القدرة\r\nالتكوينية في مقابل العجز التكويني الأعم من الاختياري والاضطراري ،\r\nووجوب الدين مشروط بالقدرة العقلية .\r\n","footnote":"","page_name":" 258 ","page_number":117},
  {"content":"\r\nوجب التوزيع بالنسبة ( 1 ) كما في غرماء المفلس ، وإذا كان عليه حج\r\nواجب أيضاً كان في عرضها ( 2 ) .\r\n[ 2820 
  ] الثانية والثلاثون : الظاهر أنه لا مانع من إعطاء الزكاة للسائل بكفه ،\r\nوكذا في الفطرة ، ومن منع من ذلك كالمجلسي ( رحمه الله ) في زاد العماد في باب\r\nزكاة الفطرة لعل نظره إلى حرمة السؤال واشتراط العدالة في الفقير ، وإلا فلا\r\nدليل عليه بالخصوص ، بل قال المحقق القمي ( قدس سره ) : لم أر من استثناه فيما\r\nرأيته من كلمات العلماء سوى المجلسي في زاد المعاد ، قال : ولعله سهو\r\nمنه وكأنه كان يريد الاحتياط فسها وذكره بعنوان الفتوى .\r\n[ 2821 
  ] الثالثة والثلاثون : الظاهر بناءً على اعتبار العدالة في الفقير عدم\r\nجواز أخذه أيضاً ، لكن ذكر المحقق القمي ( رحمه الله ) أنه مختص بالإعطاء بمعنى\r\nأنه لا يجوز للمعطي أن يدفع إلى غير العادل ، وأما الآخذ فليس مكلفاً بعدم\r\nالأخذ ( 3 ) .\r\n\r\n","description":"\r\nوالآخر : ان وجوب الدين أهم من وجوبها ، أو لا أقل من الاحتمال .\r\nودعوى : ان تقديم الدين على الكفارة من باب تقديم حق الناس على\r\nحق الله تعالى .\r\nمدفوعة : بأنه لا دليل على ذلك بل لابد أن يكون التقديم بملاك توفر أحد\r\nمرجحات باب المزاحمة .\r\n( 1 ) هذا في غير الكفارة والنذر حيث أنهما ليسا من الواجبات المالية ،\r\nفلذلك لا يخرجان من الأصل .\r\n( 2 ) بل الحج مقدم عليها للنص .\r\n( 3 ) هذا غريب من المحقق القمي ( قدس سره ) ، فان العدالة إذا كانت شرطاً في\r\nالآخذ للزكاة كالفقر لم يجز له أخذها إذا كان فاقداً لها ، كما أنه لم يجز إذا كان\r\n","footnote":"","page_name":" 259 ","page_number":118},
  {"content":"\r\n[ 2822 
  ] الرابعة والثلاثون : لا إشكال في وجوب قصد القربة في الزكاة ،\r\nوظاهر كلمات العلماء أنها شرط في الإجزاء فلو لم يقصد القربة لم يكن\r\nزكاةً ولم يجزي ، ولولا الإجماع أمكن الخدشة فيه ، ومحل الإشكال غير ما\r\nإذا كان قاصد للقربة في العزل وبعد ذلك نوى الرياء مثلاً حين دفع ذلك\r\nالمعزول إلى الفقير ، فإن الظاهر إجزاؤه وإن قلنا باعتبار القربة إذ المفروض\r\nتحققها حين الإخراج والعزل .\r\n[ 2823 
  ] الخامسة والثلاثون : إذا وكّل شخصاً في إخراج زكاته وكان\r\nالموكل قاصداً للقربة وقصد الوكيل الرياء ففي الإجزاء إشكال ( 1 ) ، وعلى\r\nعدم الإجزاء يكون الوكيل ضامناً .\r\n\r\n","description":"\r\nفاقداً لشرط الفقر . فما ذكره ( قدس سره ) من التفكيك بين الآخذ والمعطي في هذا الشرط\r\nلا يرجع إلى معنى محصل ، نعم لو فرض الاختلاف بينهما في ذلك ، فيرى\r\nالمعطى اجتهاداً أو تقليداً اعتباره ، والآخذ عدم اعتباره بحسب وظيفته الشرعية\r\nجاز للآخذ أخذها على تقدير الاعطاء .\r\n( 1 ) بل الظاهر الاجزاء لأن المالك إذا نوى القربة إلى الله تعالى بتوكيله له\r\nفي اخراج زكاته الواجبة عليه ودفعها إلى أهلها كفى ، لأنه بذلك قد قصد\r\nالتقرب إليه تعالى باخراج زكاته وإن نوى الوكيل الرياء في دفعها إلى\r\nالأهل ، لأن المعيار انما هو بنية الموكل القربة ، والمفروض انه قد نوى\r\nالتقرب في اخراجها ودفعها ، باعتبار أن اخراج الوكيل اخراج للموكل حقيقة ،\r\nولا أثر لعدم قصد الوكيل التقرب به ، لأنه لا يكون مأموراً به وأجنبياً عنه\r\nما عدا كونه واسطة في الايصال ، وبذلك تمتاز الزكاة عن سائر العبادات\r\nلأنها قابلة للوكالة والاستناد إلى غير المباشر حقيقة دون غيرها كالصلاة\r\nوالصيام والحج ، كما مر تفصيل ذلك في المسألة ( 1 ) من ( فصل : الزكاة من\r\nالعبادات ) .\r\n","footnote":"","page_name":" 260 ","page_number":119},
  {"content":"\r\n[ 2824 
  ] السادسة والثلاثون : إذا دفع المالك الزكاة إلى الحاكم الشرعي\r\nليدفعها للفقراء فدفعها لا بقصد القربة ، فإن كان أخذ الحاكم ودفعه بعنوان\r\nالوكالة عن المالك أشكل الأجزاء كما مر ( 1 ) وإن كان المالك قاصداً للقربة\r\nحين دفعها للحاكم ، وإن كان بعنوان الولاية على الفقراء فلا إشكال في\r\nالإجزاء إذا كان المالك قاصداً للقربة بالدفع إلى الحاكم لكن بشرط أن\r\nيكون إعطاء الحاكم بعنوان الزكاة ، وأما إذا كان لتحصيل الرئاسة فهو\r\nمشكل ، بل الظاهر ضمانه حينئذ وإن كان الآخذ فقيراً ( 2 ) .\r\n[ 2825 
  ] السابعة والثلاثون : إذا أخذ الحاكم الزكاة من الممتنع كرهاً يكون هو\r\nالمتولي للنية ، وظاهر كلماتهم الإجزاء ( 3 ) ولا يجب على الممتنع\r\n\r\n","description":"\r\n( 1 ) الظاهر أنه لا اشكال في الاجزاء إذا نوى المالك القربة والاخلاص\r\nحين دفعها إلى الحاكم أو إلى وكيله باعتبار ان الزكاة تنعزل بذلك وتتعين في\r\nالمال المدفوع به وإن لم يكن الحاكم والوكيل قاصداً القربة عند الايصال إلى\r\nالفقير ، هذا إضافة إلى أن ما ذكرناه سابقاً من اعتبار نية القربة في إيتاء الزكاة مبنى\r\nعلى الاحتياط .\r\n( 2 ) في الضمان اشكال بل منع ، لأن عزل الزكاة يتحقق بدفعها إلى الحاكم\r\nوتتعين بذلك ، وقد مر ان العزل إذا كان مع القربة والاخلاص كفى وإن كان\r\nالايصال إلى الفقير بغرض آخر كالرياء أو طلب الرياسة أو نحو ذلك ، وقد صرح\r\nالماتن ( قدس سره ) في المسألة الرابعة والثلاثين كفاية دفع الزكاة إلى الفقير رياءاً إذا كانت\r\nمعزولة مع القربة .\r\n( 3 ) هذا هو الصحيح على أساس ان الحاكم الشرعي بما انه ولي علي\r\nالزكاة ، فإذا امتنع المالك عن أدائها قام الولي مقامه في إيتاء الزكاة\r\nبتمام شروطه ، منها نية القربة والاخلاص ، فإذا قام الولي باخراج الزكاة من مال\r\nالمالك الممتنع وكان يدفعها إلى أهلها ناوياً به القربة إلى الله تعالى\r\n","footnote":"","page_name":" 261 ","page_number":120},
  {"content":"\r\nبعد ذلك شئ وإنما يكون عليه الإثم من حيث امتناعه ، لكنه لا يخلو عن إشكال بناءً\r\nعلى اعتبار قصد القربة ، إذ قصد الحاكم لا ينفعه فيما هو عبادة واجبة عليه .\r\n[ 2826 
  ] الثامنة والثلاثون : إذا كان المشتغل بتحصيل العلم قادراً على\r\nالكسب إذا ترك التحصيل لا مانع من إعطائه من الزكاة ( 1 ) إذا كان ذلك\r\nالعلم مما يستحب تحصيله ، وإلا فمشكل .\r\n\r\n","description":"\r\nأجزأ ، وكان مفرغا لذمة المالك .\r\nوإن شئت قلت : ان الزكاة تختلف عن سائر العبادات كالصلاة والصيام\r\nوالحج ، حيث أنها عبادية مالية صرفة مجعولة في الشريعة المقدسة لأصناف\r\nمن المسلمين ولمصالح عامة في الاسلام لأجل المحافظة على العدالة\r\nالاجتماعية بمختلف جوانبها التي اهتم الاسلام بها ماديةً ومعنوية ، فلذلك جعل\r\nلها ولياً لأن يتصدى أمرها للحفاظ عليها من التضييع والتفريط ، وعليه فإذا امتنع\r\nالمالك عن القيام بها قام وليّها مقامه في ذلك للمحافظة على المصلحة العامة\r\nوعدم تضييع حقوق أهلها ، وحينئذ فيكون الولي هو الناوي للتقرب إلى الله\r\nتعالى بالاتيان بها ، باعتبار انه وظيفته الشرعية في هذه الحالة . فما في المتن من\r\nأن قصد الولي لا ينفع فيما هو عبادة واجبة على المالك لا يمكن الأخذ به ، فإنها\r\nوإن كانت عبادة واجبة عليه إلاّ أنها تختلف عن سائر العبادات ، فإذا امتنع المالك\r\nعن الاتيان بها قام الولي مقامه في ذلك ، على أساس ان الاتيان بها وايصالها إلى\r\nأهلها في هذه الحالة وظيفة له ، فاذن كيف لا يكون قصده التقرب مجدياً ، لأنه\r\nانما لا يجدي في تقرب المالك لا في تقرب نفسه ، وهذا بخلاف سائر العبادات\r\nفإنها لا ترتبط بمصالح الغير ، فلذلك لا ولي لها .\r\n( 1 ) في اعطائه من سهم الفقراء اشكال بل منع إذا لم يكن تحصيل العلم\r\nواجباً عينياً عليه ، وقد تقدم تفصيل ذلك في المسألة ( 8 ) من ( فصل : في أصناف\r\nالمستحقين ) .\r\n","footnote":"","page_name":" 262 ","page_number":121},
  {"content":"\r\n[ 2827 
  ] التاسعة والثلاثون : إذا لم يكن الفقير المشتغل بتحصيل العلم\r\nالراجح شرعاً قاصداً للقربة لا مانع من إعطائه الزكاة ، وأما إذا كان قاصداً\r\nللرياء أو للرئاسة المحرمة ففي جواز إعطائه إشكال من حيث كونه إعانةً\r\nعلى الحرام ( 1 ) .\r\n[ 2828 
  ] الأربعون : حكي عن جماعة عدم صحة دفع الزكاة في المكان\r\nالمغصوب نظراً إلى أنه من العبادات فلا يجتمع مع الحرام ، ولعل نظرهم\r\nإلى غير صورة الاحتساب على الفقير من دين له عليه إذ فيه لا يكون تصرفاً\r\nفي ملك الغير ، بل إلى صورة الإعطاء والأخذ حيث إنهما فعلان خارجيان ،\r\nولكنه أيضاً مشكل من حيث إن الإعطاء الخارجي مقدمة للواجب وهو\r\nالإيصال الذي هو أمر انتزاعي معنوي ( 2 ) ، فلا يبعد الإجزاء .\r\n\r\n","description":"\r\nنعم ، لا بأس باعطائه من سهم سبيل الله شريطة أن يكون تحصيله واجباً\r\nكفائياً ، أو مستحباً ، وإلاّ لم يجز ، وبذلك يظهر حال المسألة الآتية .\r\n( 1 ) فيه اشكال بل منع ، فان صدق الإعانة يتوقف على أنه كان يقصد من\r\nوراء اعطاء الزكاة له اعانته على ما نواه من الرياء أو الرئاسة المحرمة ، وأما إذا\r\nكان الاعطاء له بما انه فقير أو طالب علم ديني ، فلا يصدق عليه عنوان الإعانة ،\r\nهذا إضافة إلى ما مر في الوصف الثاني من ( فصل : في أوصاف المستحقين ) ان\r\nعدم جواز اعطاء الزكاة لمن يكون اعطاؤها له إعانة على الإثم مبني على\r\nالاحتياط .\r\n( 2 ) فيه : ان الواجب هو إيتاء الزكاة واعطاؤها للفقير ، وايصالها اليه\r\nخارجاً ، فالايصال عنوان للواجب الذي هو فعل خارجي ، ومع ذلك لا يكون\r\nمصداقاً للغصب ، لأن الغصب من مقولة الأين التي هي عبارة عن كون الغاصب\r\nفي المكان المغصوب ، وهو لا يختلف باختلاف حالاته وأوضاعه ، ولا يقيد\r\nبكونه على حالة واحدة ووضع واحد فيه ، بل له الخيار في النقلة من نقطة إلى\r\n","footnote":"","page_name":" 263 ","page_number":122},
  {"content":"\r\n[ 2829 
  ] الحادية والأربعون : لا إشكال في اعتبار التمكن من التصرف في\r\nوجوب الزكاة فيما يعتبر فيه الحول كالأنعام والنقدين كما مر سابقاً ، وأما ما\r\nلا يعتبر فيه الحول كالغلات فلا يعتبر التمكن من التصرف فيها قبل حال\r\nتعلق الوجوب بلا إشكال ، وكذا لا إشكال في أنه لا يضر عدم التمكن بعده\r\nإذا حدث التمكن بعد ذلك ، وإنما الإشكال والخلاف في اعتباره حال تعلق\r\nالوجوب ، والأظهر عدم اعتباره ( 1 ) ، فلو غصب زرعه غاصب وبقي\r\nمغصوباً إلى وقت التعلق ثم رجع إليه بعد ذلك وجبت زكاته .\r\n\r\n","description":"\r\nأخرى ومن وضع إلى آخر ، كما أنه لا ينطبق على فعل آخر لا يكون منها كالأكل\r\nوالشرب والأخذ والعطاء والضرب والتكلم وما شاكل ذلك ، فان هذه الأفعال\r\nبشتى أنواعها خارجة عن تلك المقولة ، ولا تكون متحدة معها في الخارج ، فإذا\r\nأدى المالك زكاة ماله إلى الفقير في المكان المغصوب صحّ ، لأن الواجب وهو\r\nالأداء والاعطاء ليس تصرفاً زائداً على كونه فيه ، لأنه عبارة عن وضع المال\r\nالمتمثل في الزكاة في يد الفقير ، فإنه وإن كان يستلزم حركة اليد ، إلاّ أنها تصرف\r\nفيه دون وضعها في يده .\r\nفالنتيجة : ان الايصال ليس أمراً انتزاعياً معنوياً لا واقع موضوعي له ، بل له\r\nواقع وهو الواجب على المكلف كالايتاء والاعطاء ، كما أنه ليس عبارة عن\r\nالاستيلاء على العين الذي هو من مقولة الجدة ، فان الايصال والاعطاء والايتاء\r\nكل ذلك عنوان للفعل الصادر من المالك والاستيلاء على العين صفة للمالك لا\r\nأنه فعله .\r\n( 1 ) مر في المسألة ( 17 ) ان الأظهر اعتباره ، ولكن لا ثمرة بين القولين .\r\n","footnote":"","page_name":" 264 ","page_number":123},
  {"content":"\r\nفصل\r\nفي زكاة الفطرة\r\nوهي واجبة إجماعاً من المسلمين ، ومن فوائدها أنها تدفع الموت\r\nفي تلك السنة عمن أديّت عنه ، ومنها أنها توجب قبول الصوم ، فعن\r\nالصادق ( عليه السلام ) أنه قال لوكيله : \" اذهب فأعط عن عيالنا الفطرة أجمعهم ولا\r\nتدع منهم أحداً فإنك إن تركت منهم أحداً تخوّفت عليه الفوت . قلت : وما\r\nالفوت ؟ قال ( عليه السلام ) : الموت \" وعنه ( عليه السلام ) : إن من تمام الصوم إعطاء الزكاة كما\r\nأن الصلاة على النبي ( صلى الله عليه وآله ) من تمام الصلاة لأنه من صام ولم يؤد الزكاة فلا\r\nصوم له إذا تكرها متعمداً ولا صلاة له إذا ترك الصلاة على النبي ( صلى الله عليه وآله ) ، إن\r\nالله تعالى قد بدأ بها قبل الصلاة وقال : ( قد أفلح من تزكى وذكر اسم ربه\r\nفصلى ) ( 1 ) والمراد بالزكاة في هذا الخبر هو زكاة الفطرة كما يستفاد من\r\nبعض الأخبار المفسرة للآية .\r\nوالفطرة إما بمعنى الخلقة ، فزكاة الفطرة أي زكاة البدن من حيث إنها\r\nتحفظه عن الموت أو تطهّره عن الأوساخ ، وإما بمعنى الدين أي زكاة\r\nالإسلام والدين ، وإما بمعنى الإفطار لكون وجوبها يوم الفطر .\r\nوالكلام في شرائط وجوبها ، ومن تجب عليه ، وفي من تجب عنه ،\r\nوفي جنسها ، وفي قدرها ، وفي وقتها ، وفي مصرفها ، فهنا فصول . .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعلى 87 : 14 و 15 .\r\n","page_name":" 265 ","page_number":124},
  {"content":"\r\nفصل\r\nفي شرائط وجوبها\r\nوهي أُمور . .\r\nالأول : التكليف ، فلا تجب على الصبي والمجنون ( 1 ) ولا على\r\nوليهما أن يؤدي عنهما من مالهما ، بل يقوى سقوطها عنهما بالنسبة إلى\r\nعيالهما أيضاً ( 2 ) .\r\nالثاني : عدم الإغماء ( 3 ) ، فلا تجب على من أهلّ شوال عليه وهو\r\nمغمى عليه .\r\n\r\n","description":"\r\n( 1 ) في عدم وجوب الفطرة عليه اشكال ، والاحتياط لا يترك ، إذ لا دليل\r\nعلى عدم الوجوب إلاّ الاجماع المدعى في كلمات بعض الأصحاب ، ولكن قد\r\nذكرنا غير مرة انه ليس بإمكاننا الاعتماد على الاجماع في المسألة لاثباتها شرعاً .\r\nواما حديث رفع القلم المتضمن للمجنون فهو ضعيف سنداً ، فلا يمكن\r\nالاعتماد عليه ، وعلى هذا فالأحوط والأجدر بالولي اخراج زكاة فطرته من\r\nماله .\r\n( 2 ) في سقوطها عن المجنون بالنسبة إلى عياله أيضاً اشكال ، والاحتياط\r\nلا يترك كما مر .\r\n( 3 ) فيه اشكال ، بل منع ، إذ لا دليل على أن الاغماء مانع عن وجوب\r\nالفطرة غير دعوى عدم وجدان الخلاف في المسألة . وهذه الدعوى على تقدير\r\nثبوتها لا أثر لها فضلاً عن أن ثبوتها محل اشكال بل منع . هذا إضافة إلى ما مر من\r\nأن الاغماء ملحق بالنوم لا بالجنون لا حكماً ولا موضوعاً .\r\n","footnote":"","page_name":" 266 ","page_number":125},
  {"content":"\r\nالثالث : الحرية ، فلا تجب على المملوك وإن قلنا إنه يملك ( 1 ) ، سواء\r\nكان قناً أو مدبراً أو أم ولد أو مكاتباً مشروطاً أو مطلقاً ( 2 ) ولم يؤد شيئاً\r\nفتجب فطرتهم على المولى ، نعم لو تحرر من المملوك شئ وجبت عليه\r\nوعلى المولى بالنسبة ( 3 ) مع حصول الشرائط .\r\n\r\n\r\n","description":"\r\n( 1 ) في اعتبار هذا الشرط على القول بأنه يملك اشكال بل منع ، إذ لا دليل\r\nعليه غير دعوى الاجماع ، وقد مر انه لا يمكن الاعتماد عليها في اثبات المسألة\r\nشرعاً .\r\nوان شئت قلت : بناءاً على القول بأنه لا يملك ، فعدم وجوب الفطرة عليه\r\nانما هو من جهة فقره ، لا من جهة انه مملوك ، فاذن ليس هذا الشرط شرطاً آخر\r\nفي مقابل الغنا ، واما بناءاً على القول بأنه يملك ، فلا دليل على اعتبار هذا الشرط\r\nغير نقل الاجماع في المسألة .\r\nواما الروايات التي تنص على أن فطرة المملوك على مولاه فلا تدل على\r\nعدم وجوب الفطرة عليه مباشرة ، لأن الظاهر منها أن وجوب فطرته عليه انما هو\r\nبملاك العيلولة كسائر افراد عائلته .\r\n( 2 ) لكن الظاهر وجوب الفطرة عليه وإن قلنا بعدم وجوبها على سائر\r\nالمماليك ، وذلك لصحيحة علي بن جعفر : \" انه سأل أخاه موسى بن جعفر ( عليه السلام )\r\nعن المكاتب هل عليه فطرة شهر رمضان أو على من كاتبه وتجوز شهادته ؟\r\nقال ( عليه السلام ) : الفطرة عليه ، ولا تجوز شهادته \" ( 1 ) فإنها تنص على أن فطرته عليه لا\r\nعلى من كاتبه ، ومقتضى اطلاقها عدم الفرق بين أن يكون مشروطاً أو مطلقاً .\r\n( 3 ) فيه : ان الظاهر وجوبها عليه شريطة توفر سائر شروطها من البلوغ\r\nوالغناء ونحوهما ، لاطلاق أدلة وجوب الفطرة ، ولا دليل على التقييد غير\r\nالاجماع المدعى على اعتبار الحرية ، فإنه على تقدير ثبوته لا يشمل المقام ، واما\r\n","footnote":"\r\n( 1 ) الوسائل باب : 17 من أبواب زكاة الفطرة حديث : 3 .\r\n","page_name":" 267 ","page_number":126},
  {"content":"\r\nالرابع : الغنى ، وهو أن يملك قوت سنة له ولعياله زائداً على ما يقابل\r\nالدين ومستثنياته فعلاً أو قوة بأن يكون له كسب يفي بذلك ، فلا تجب على\r\nالفقير وهو من لا يملك ذلك وإن كان الأحوط إخراجها ( 1 ) إذا كان مالكاً\r\nلقوت السنة وإن كان عليه دين ، بمعنى أن الدين لا يمنع من وجوب\r\nالإخراج ويكفي ملك قوت السنة ، بل الأحوط ( 2 ) الإخراج إذا كان مالكاً\r\n\r\n\r\n","description":"\r\nما دل على أن فطرة العبد على مولاه فهو منصرف عن العبد المحرّر بعضه ، هذا\r\nإضافة إلى أنه لا ينافي وجوب الفطرة عليه مباشرة كما مر .\r\n( 1 ) بل لا يبعد ذلك ، لأن المستفاد من مجموعة روايات الباب أن من\r\nيقدر على أن يكف نفسه عن الزكاة فهي لا تحل له ، سواء أكان ذلك من جهة\r\nوجود المال الكافي لمؤنة سنته عنده أم كان من جهة انه صاحب مهنة أو حرفة\r\nأو قدرة على الاكتساب . وينص عليه قوله ( عليه السلام ) في صحيحة زرارة : \" لا تحل\r\nالصّدقة لغنى ، ولا لذي مرة سوى ، ولا لمحترف ولا لقوى \" ( 1 ) فان مقتضى\r\nاطلاقه ان الصدقة محرمة على هؤلاء وإن كانوا مدينين وعاجزين عن الأداء إذا\r\nكانوا قادرين على أن يكفوا أنفسهم عن صرف الزكاة في إعاشتهم ، ويؤكد ذلك\r\nجعل سهم الغارمين في الكتاب والسنة في مقابل سهم الفقراء ، فان هذا يدل\r\nعلى أن المستحق لهم الفقراء غير المستحق لسهم الغارمين ، لأن المستحق\r\nللأول هو الفقير ، أي من لا تكون عنده مؤنة السنة ، والمستحق للثاني هو\r\nالمديون العاجز عن الأداء وإن كانت عنده مؤنة السنة بالفعل ، أو بالقوة فلا يحق\r\nللأول أن يأخذ من سهم الغارمين ، ولا للثاني أن يأخذ من سهم الفقراء .\r\nفالنتيجة : ان وجوب الفطرة على من كانت عنده مؤنة السنة وإن كان\r\nمديوناً وعاجزاً عن الأداء غير بعيد ، فلا يحق له أن يأخذ من سهم الفقراء ، ويحق\r\nله أن يأخذ من سهم الغارمين .\r\n( 2 ) فيه ان الاحتياط ضعيف جداً ، ولا يوجد أي منشأ له لا نصاً ولا فتوى ،\r\n","footnote":"\r\n( 1 ) الوسائل باب : 8 من أبواب المستحقين للزكاة حديث : 8 .\r\n","page_name":" 268 ","page_number":127},
  {"content":"\r\nعين أحد النصب الزكوية أو قيمتها وإن لم يكفه لقوت سنته ، بل الأحوط\r\nإخراجها إذا زاد على مؤونة يومه وليلته صاع .\r\n[ 2830 
  ] مسألة 1 : لا يعتبر في الوجوب كونه مالكاً مقدار الزكاة\r\nزائداً على مؤونة السنة ، فتجب وإن لم يكن له الزيادة على الأقوى\r\nوالأحوط ( 1 ) .\r\n[ 2831 
  ] مسألة 2 : لا يشترط في وجوبها الإسلام ، فتجب على الكافر ( 2 )\r\n\r\n\r\n","description":"\r\nوبه يظهر حال ما بعده من الاحتياط .\r\n( 1 ) هذا هو الصحيح لاطلاق نصوص الباب . .\r\nمنها : صحيحة الحلبي عن أبي عبد الله ( عليه السلام ) قال : \" سئل عن رجل يأخذ من\r\nالزكاة عليه صدقة الفطرة ؟ قال : لا \" ( 1 ) فإنها تنص على أن من يأخذ الزكاة لا\r\nتجب عليه الفطرة ، وعلى هذا فالخارج من اطلاقات أدلة وجوب زكاة الفطرة\r\nعلى كل رأس هو من يستحق الزكاة ، واما من لا يستحقها فهو يظل باقياً تحت\r\nالاطلاقات ، ويعم ذلك من كانت لديه مؤنة السنة فقط دون الأكثر لصدق انه\r\nممن لا يستحقها .\r\nفالنتيجة : ان الفطرة واجبة على من كانت عنده مؤنة السنة فحسب دون\r\nالزائد تطبيقا لتلك الاطلاقات .\r\nودعوى : ان الفطرة لو وجبت عليه بدون الزيادة على المؤنة عنده لانقلب\r\nفقيراً ، فاذن يلزم من فرض وجوبها انتفاؤه بانتفاء موضوعه .\r\nمدفوعة : بأن مجرد وجوبها لا يوجب انقلابه فقيراً لكي يلزم من فرض\r\nوجوده عدمه ، وانما يوجب فقره دفعها إلى أهلها خارجاً ، فإذا دفعها إلى\r\nمستحقها صار فقيراً ، فعندئذ يجوز له أن يأخذ من الزكاة بما تتم به مؤنة سنته .\r\n( 2 ) هذا هو الأظهر فان مقتضى اطلاقات الآيات والروايات التي تؤكدها\r\n","footnote":"\r\n( 1 ) الوسائل باب : 2 من أبواب زكاة الفطرة حديث : 1 .\r\n","page_name":" 269 ","page_number":128},
  {"content":"\r\n\r\n\r\n","description":"\r\nمناسبة الحكم والموضوع الارتكازية ، ان التكاليف الإلهية التي بلغها الله تعالى\r\nللبشر بواسطة رسوله ( صلى الله عليه وآله ) لا يمكن عادة أن تكون مختصة بمن آمن\r\nبالرسول ( صلى الله عليه وآله ) الذي هو واسطة في التبليغ والارسال فحسب ، بل الظاهر أنها\r\nتكاليف عامة لكافة البشر بمختلف الصنوف والطبقات ، لأنهم كما يكونون\r\nمكلفين بمعرفة الرسول ( صلى الله عليه وآله ) الذي هو واسطة بين الله تعالى وبين الناس في\r\nابلاغ كافة احكامه تعالى إليهم ، كذلك يكونون مكلفين بتلك الأحكام ، واحتمال\r\nأن معرفة الرسول ( صلى الله عليه وآله ) شرط في التكليف بها بعيد جداً ، وبحاجة إلى دليل ، على\r\nأساس ان التكاليف الإلهية مجعولة من قبل الله تعالى على طبق المصالح\r\nوالمفاسد والحكم ، ومبلغة بواسطة رسوله ( صلى الله عليه وآله ) إلى الناس حرفيا ، فاحتمال أنها\r\nمجعولة من قبل الله تعالى مشروطة بالاسلام بحاجة إلى دليل ، ولا دليل عليه ،\r\nومقتضى اطلاقات الكتاب والسنة عدم الاشتراط .\r\nنعم ، قد استدل على الاشتراط بوجوه عمدتها وجهان . .\r\nالأول : بالآيات . .\r\nمنها : قوله تعالى : ( كتب عليكم الصيام كما كتب على الذين من\r\nقبلكم ) ( 1 ) بتقريب ان الكفار لو كانوا مكلفين بالفروع كالمسلمين لكان\r\nتخصيص الخطاب بوجوب الصوم بالمسلمين فحسب لغواً ، وبما ان صدوره\r\nمن الله عز وجل كان مستحيلاً فيدل على أن الكفار غير مكلفين بها .\r\nوالجواب أولاً : ان الآية الشريفة انما هي في مقام تطمين المسلمين ورفع\r\nالاستثقال والاستيحاش عنهم ببيان ان وجوب الصوم ليس مقصوراً عليكم ، بل\r\nهو ثابت في حق الأمم السابقة أيضاً ، هذا إضافة إلى أن فيه خيرا لكم ، وهو تقوى\r\nالله التي هي خير زاد لمن آمن بالله ورسوله ، وهذه النكتة هي التي تستدعي تقييد\r\nهذا الخطاب بالمسلمين ، لا اختصاصه بهم في الواقع ، فاذن لا يدل هذا التقييد\r\nعلى الاختصاص .\r\n","footnote":"\r\n( 1 ) البقرة آية : 183 .\r\n","page_name":" 270 ","page_number":129},
  {"content":"\r\n\r\n\r\n","description":"\r\nوثانياً : ان الملاك المبرر لحمل المطلق على المقيد لدى العرف العام انما\r\nهو وجود التنافي بينهما سواء أكان ذلك التنافي متمثلاً في الايجاب والسلب أم\r\nكان متمثلاً في وحدة الحكم وحدة شخصية في طرف المطلق وأما إذا لم يكن\r\nتناف بينهما كذلك كما إذا كانا مثبتين وكان الحكم في طرف المطلق انحلالياً فلا\r\nيكون الدليل المقيد ظاهراً عرفاً في عدم ثبوت الحكم للمطلق بل هو ظاهر في أن\r\nاخذه في لسانه اما بملاك اهتمام المولى به وان ملاك الحكم في افراد هذه\r\nالحصة أكد واهم من ملاكه في افراد سائر الحصص وهذا المقدار يكفى لتبريره\r\nوعدم كونه لغواً وجزافا أو بملاك أجزء وعلى هذا فتخصيص وجوب الصوم\r\nبالمسلمين في الآية الشريفة اما ان يكون مبنياً على أساس ما أشرنا إليه من النكتة\r\nأو على أساس ان الغرض من وراء التكليف بما انه بعث المكلف وتحريكه نحو\r\nالفعل فهو لا يتحقق إلا فيهم فاذن لا موجل لحمل المطلقات عليها على ضوء\r\nحمل المطلق على المقيد ومن هنا يظهر ان خروج المقيد عن اللغوية لا ينحصر\r\nبكونه قيداً للموضوع وشرطا للحكم في مرحلة الاعتبار وللملاك في مرحلة\r\nالمبادئ لان النكتة التي تبرر أخذه في لسان الدليل تختلف باختلاف الموارد\r\nوالمقامات فقد تكون ذلك وقد تكون أمراً آخر فالمعيار انما هو بوجود المبرر\r\nلاخذه أيّاً كان .\r\nومنها : قوله تعالى : ( ان الصلاة كانت على المؤمنين كتاباً موقوتاً ) ( 1 )\r\nبتقريب أن تقييد وجوب الصلاة بالمؤمنين يدل على عدم وجوبها على غيرهم .\r\nوالجواب أولاً : أن الآية الشريفة لا تدل على أن الايمان شرط لوجوب\r\nالصلاة ، بل الظاهر منها ، ولا سيما بقرينة أنها تعليل لما في مجموعة من الآيات\r\nالتي سبقتها التي وردت لبيان وظيفة المؤمنين في الصلاة في السفر ، وفي حال\r\nالخوف من العدو ، وفي حال الاطمئنان والاستقرار ، أن التقييد فيها انما هو\r\nبلحاظ ان الايمان دخيل في الالتزام بها عملاً في كل حال ، فمن أجل ذلك كانت\r\n","footnote":"\r\n( 1 ) النساء آية : 103 .\r\n","page_name":" 271 ","page_number":130},
  {"content":"\r\n\r\n\r\n","description":"\r\nالصلاة عليهم كتاباً مستقراً وثابتاً ، ولا تنفك عنهم ، وهذا بخلاف الكفار فان\r\nكفرهم بما انه مانع عن الالتزام بها في مقام العمل ، فلا تكون ملازمة لهم ، فالآية\r\nالمباركة ليست في مقام التشريع .\r\nوثانياً : مع الاغماض عن ذلك ، يرد عليه نفس ما أوردناه على الاستدلال\r\nبالآية الأولى .\r\nالثاني : بصحيحة زرارة ، قال : \" قلت لأبي جعفر ( عليه السلام ) : أخبرني عن معرفة\r\nالامام منكم واجبة على جميع الخلق ؟ فقال : إن الله عز وجل بعث محمداً ( صلى الله عليه وآله )\r\nإلى الناس أجمعين رسولاً وحجّة لله على جميع خلقه في أرضه ، فمن آمن بالله\r\nوبمحمّد رسول الله ( صلى الله عليه وآله ) واتّبعه وصدّقه فان معرفة الامام منا واجبة عليه ، ومن\r\nلم يؤمن برسوله ولم يتبعه ولم يصدقه ويعرف حقهما فكيف يجب عليه معرفة\r\nالامام وهو لا يؤمن بالله ورسوله ويعرف حقهما - الحديث - \" ( 1 ) بتقريب أنها\r\nتدل على أن وجوب معرفة الإمام ( عليه السلام ) بعد معرفة الله ورسوله ( صلى الله عليه وآله ) ، وبما أن\r\nوجوب معرفة الامام من الفروع وأهمها ، فالصحيحة تدل على أن وجوبها بعد\r\nالأصول ، ونتيجة ذلك أن من لم يؤمن بالرسول لا يكون مكلفاً بمعرفة الامام\r\nفضلاً عن سائر الفروع .\r\nوالجواب : ان الصحيحة تنص على أمرين . .\r\nأحدهما : وجوب معرفة الامام على من آمن بالله ورسوله .\r\nوالآخر : عدم وجوبها على من لم يؤمن بالله ورسوله . وأما من آمن بالله\r\nولم يؤمن برسوله ، فهل انه مكلف بمعرفة الامام ؟ كما أنه مكلف بمعرفة\r\nالرسول ، أو لا ؟ فالصحيحة لا تدل على أنه لا يكون مكلفاً بها ، بل هي ساكتة عن\r\nهذه الصورة باعتبار أنها خارجة عن موردها .\r\nفالنتيجة : ان من لم يؤمن بالله فكما انه لا يمكن تكليفه بمعرفة\r\nالإمام ( عليه السلام ) ، لا يمكن تكليفه بمعرفة الرسول ( صلى الله عليه وآله ) أيضاً ، وأما من آمن بالله تعالى\r\n","footnote":"\r\n( 1 ) الكافي ج 1 ص 180 حديث : 3 .\r\n","page_name":" 272 ","page_number":131},
  {"content":"\r\nلكن لا يصح أداؤها منه ( 1 ) ، وإذا أسلم بعد الهلال سقط عنه ، وأما المخالف\r\nإذا استبصر بعد الهلال فلا تسقط عنه .\r\n[ 2832 
  ] مسألة 3 : يعتبر فيها نية القربة كما في زكاة المال ، فهي من\r\nالعبادات ، ولذا لا تصح من الكافر .\r\n[ 2833 
  ] مسألة 4 : يستحب للفقير إخراجها أيضاً ، وإن لم يكن عنده إلا\r\nصاع يتصدق به عل عياله ثم يتصدق به على الأجنبي بعد أن ينتهي الدور ،\r\nويجوز أن يتصدق به على واحد منهم أيضاً ، وإن كان الأُولى والأحوط\r\nالأجنبي ، وإن كان فيهم صغير أو مجنون يتولى الولي له الأخذ له والإعطاء\r\nعنه ، وإن كان الأُولى والأحوط أن يتملك الولي لنفسه ثم يؤدي عنهما .\r\n[ 2834 
  ] مسألة 5 : يكره تملك ما دفعه زكاة وجوباً أو ندباً ( 2 ) سواء تملكه\r\nصدقة أو غيرها على ما مرّ في زكاة المال .\r\n[ 2835 
  ] مسألة 6 : المدار في وجوب الفطرة إدراك غروب ليلة العيد جامعاً\r\n\r\n","description":"\r\nولم يؤمن برسوله ( صلى الله عليه وآله ) فالصحيحة لا تشمل هذه الصورة التي هي محل الكلام ،\r\nولا تدل على عدم وجوب معرفة الامام فيها ، وأنه مشروط بمعرفة الرسول ( صلى الله عليه وآله ) ،\r\nفتكون أجنبية عنه ، فاذن يرجع فيها إلى اطلاقات الكتاب السنة التي مقتضاها\r\nعدم الاشتراط . إلى هنا قد تبين أن الأظهر تكليف الكفار بالفروع كالأصول\r\nشريطة : ايمانهم بالله تعالى مع عدم ايمانهم بالرسول ( صلى الله عليه وآله ) .\r\n( 1 ) تقدم الاشكال في ذلك في المسألة ( 11 ) من ( فصل : زكاة الأنعام ) ،\r\nوالمسألة ( 61 ) و ( 17 ) في أوائل كتاب الزكاة . وبذلك يظهر حال المسألة\r\nالآتية .\r\n( 2 ) بل الأحوط وجوباً تركه ، وقد مر تفصيله في المسألة ( 20 ) من ( فصل :\r\nبقية أحكام الزكاة - فيه مسائل ) .\r\n","footnote":"","page_name":" 273 ","page_number":132},
  {"content":"\r\nللشرائط ، فلو جنّ أو أغمي عليه ( 1 ) أو صار فقيراً قبل الغروب ولو بلحظة\r\nبل أو مقارناً للغروب لم تجب عليه ، كما أنه لو اجتمعت الشرائط بعد فقدها\r\nقبله أو مقارناً له وجبت ، كما لو بلغ الصبي أو زال جنونه ولو الأدواري أو\r\nأفاق من الإغماء أو ملك ما يصير به غنياً أو تحرّر وصار غنياً أو أسلم\r\nالكافر فإنها تجب عليهم ، ولو كان البلوغ أو العقل أو الإسلام مثلاً بعد\r\nالغروب لم تجب ، نعم يستحب إخراجها إذا كان ذلك بعد الغروب إلى ما\r\nقبل الزوال من يوم العيد .\r\n\r\n\r\n","description":"\r\n( 1 ) تقدم الكلام فيهما آنفاً ، ثم إنه على تقدير اعتبار هذه الشروط ،\r\nفالأظهر هو ما في المتن من عدم الفرق بينهما وبين المولود ومن أسلم ، لأن\r\nالنص وإن كان مختصاً بالأخيرين ، إلاّ أن المتفاهم العرفي من التعليل فيه عدم\r\nالفرق بينهما ، وهو متمثل في صحيحة معاوية بن عمار قال : \" سألت أبا\r\nعبد الله ( عليه السلام ) عن مولود ولد ليلة الفطر ، عليه فطرة ؟ قال : لا ، قد خرج الشهر ،\r\nوسألته عن يهودي أسلم ليلة الفطر ، عليه فطرة ؟ قال : لا \" ( 1 ) لأن قوله ( عليه السلام ) :\r\n\" قد خرج الشهر \" بمثابة التعليل لعدم وجوب الفطرة ، حيث إن المستفاد منه عرفاً\r\nان المعيار في وجوب الفطرة انما هو بكون المكلف واجداً لشروط التكليف\r\nقبل خروج الشهر ، وأما إذا خرج الشهر وهو فاقد لها فلا شئ عليه وإن صار\r\nواجداً بعد ذلك . وتؤيد ذلك رواية معاوية بن عمار عن أبي عبد الله ( عليه السلام ) : \" في\r\nالمولود يولد ليلة الفطر واليهودي والنصراني يسلم ليلة الفطر ؟ قال : ليس عليهم\r\nفطرة ، ليس الفطرة إلاّ على من أدرك الشهر \" ( 2 ) فإنها وإن كانت أوضح دلالة من\r\nالأولى ، إلاّ انها ضعيفة سنداً بعلي بن حمزة . فمن أجل ذلك لا يمكن الاستدلال\r\nبها ، ولكن لا بأس بالتأييد . هذا إضافة إلى أن احتمال خصوصية لاسلام اليهودي\r\n","footnote":"\r\n( 1 ) ( 2 ) الوسائل باب : 11 من أبواب زكاة الفطرة حديث : 2 و 1 .\r\n","page_name":" 274 ","page_number":133},
  {"content":"\r\n\r\n","description":"\r\nأو النصراني وكذا للمولود في مورد الصحيحة بنظر العرف غير محتمل ، بل\r\nالمتفاهم العرفي منها أنه لا أثر لتوفر شروط الوجوب بعد خروج الشهر .\r\nفالنتيجة : ان الصحيحة تدل عرفاً على أن مبدأ وجوب الفطرة من\r\nبداية غروب الشمس ليلة العيد ، وعليه فكل من كان واجداً لشروط\r\nوجوبها وقت الغروب وجبت الفطرة عليه ، وإلاّ فلا ، ولا فرق في\r\nذلك بين أصناف الشروط كالاسلام والبلوغ والعقل والحرية ووجود المولود ،\r\nهذا إضافة إلى أن لازم اختصاص الصحيحة بالولادة والاسلام أن مبدأ\r\nالوجوب بالنسبة إليهما من الغروب دون غيرهما ، وهذا مما لا يمكن\r\nالالتزام به .\r\n","footnote":"","page_name":" 275 ","page_number":134},
  {"content":"\r\nفصل\r\nفي من تجب عنه\r\nيجب إخراجها بعد تحقق شرائطها عن نفسه وعن كل من يعوله حين\r\nدخول ليلة الفطر ( 1 ) ، من غير فرق بين واجب النفقة عليه وغيره والصغير\r\nوالكبير والحرّ والمملوك والمسلم والكافر والأرحام وغيرهم حتى\r\nالمحبوس عنده ولو على وجه محرّم ، وكذا تجب عن الضيف بشرط صدق\r\nكونه عيالاً له وإن نزل عليه في آخر يوم من رمضان ، بل وإن لم يأكل عنده\r\nشيئاً لكن بالشرط المذكور وهو صدق العيلولة عليه عند دخول ليلة الفطر\r\nبأن يكون بانياً على البقاء عنده مدة ( 2 ) ، ومع عدم الصدق تجب على نفسه ،\r\nلكن الأحوط أن يخرج صاحب المنزل عنه أيضاً حيث إن بعض العلماء\r\nاكتفى في الوجوب عليه مجرد صدق اسم الضيف ، وبعضهم اعتبر ركونه\r\n\r\n","description":"\r\n( 1 ) سبق أن مبدأ وقت الوجوب من غروب الشمس ، وعلى هذا فيجوز\r\nاخراج الفطرة من ذلك الوقت إلى يوم العيد على تفصيل سوف يأتي بيانه إن\r\nشاء الله تعالى ، ومن هنا يكون اخراجها من الواجب الموسع .\r\n( 2 ) فيه اشكال بل منع ، إذ لا يتوقف صدق العيلولة عرفاً على البقاء عنده\r\nمدة ، بل قد يصدق على البقاء لديه ليلة واحدة ، فالمعيار انما هو بصدق العيلولة ،\r\nويدور الحكم مدارها وجوداً وعدماً ، وتنص على ذلك مجموعة من الروايات . .\r\nمنها : صحيحة عمر بن يزيد قال : \" سألت أبا عبد الله ( عليه السلام ) عن الرجل يكون\r\nعنده الضيف من اخوانه ، فيحضر يوم الفطر يؤدى عنه الفطرة ؟ فقال : نعم ،\r\n","footnote":"","page_name":" 276 ","page_number":135},
  {"content":"\r\n\r\n\r\n","description":"\r\nالفطرة واجبة على كل من يعول من ذكر أو أنثى ، صغير أو كبير ، حرّ أو\r\nمملوك \" ( 1 ) .\r\nومنها : صحيحة عبد الرحمان بن الحجاج قال : \" سألت أبا الحسن\r\nالرضا ( عليه السلام ) عن رجل ينفق على رجل ليس من عياله ، إلاّ انه يتكلف له نفقته\r\nوكسوته ، أتكون عليه فطرته ؟ فقال : لا ، إنما تكون فطرته على عياله صدقة دونه ،\r\nوقال : العيال الولد والمملوك والزوجة وأم الولد \" ( 2 ) .\r\nومنها : صحيحة عبد الله ابن سنان عن أبي عبد الله ( عليه السلام ) قال : \" كل من\r\nضممت إلى عيالك من حرّ أو مملوك فعليك أن تؤدى الفطرة عنه \" ( 3 ) .\r\nومنها : غيرها .\r\nوالمستفاد من هذه النصوص أن وجوب فطرة شخص على آخر مرتبط\r\nبصدق عنوان العيلولة عليه ، فان صدق وجبت فطرته عليه وإلاّ فلا .\r\nثم إن الظاهر من كلمة العيلولة عرفاً نحو من التابعية ، أي تابعية\r\nالمعال للمعيل على نحو يعد المعال من متعلقاته في أمور معاشه ، ولا يكفي في\r\nصدقها مجرد اعطاء مال لشخص أو اباحته له بمقدار نفقته ، كما أشير بذلك في\r\nصحيحة الحجاج . وعلى ضوء هذا الأساس يظهر انه لا تجب فطرة من يدعى\r\nللعشاء أو الافطار ، سواء حضر قبل الغروب أو بعده ، إذ ليس له نحو من\r\nالتابعية لكي يصدق عليه عنوان العيلولة ، وهذا بخلاف الضيف النازل في ذلك\r\nالوقت عنده ، فان له ن نحواً من التابعية ، فمن أجل ذلك يصدق عليه عنوان\r\nالعيلولة .\r\nفالنتيجة : ان المعيار انما هو بصدق عنوان العيلولة ، فان صدق\r\nوجبت فطرته على المعيل ، وإن لم يصدق لم تجب وإن كان من واجبي\r\nالنفقة .\r\n","footnote":"\r\n( 1 ) ( 2 ) ( 3 ) الوسائل باب : 5 من أبواب زكاة الفطرة حديث : 2 و 3 و 8 .\r\n","page_name":" 277 ","page_number":136},
  {"content":"\r\nعنده تمام الشهر ، وبعضهم العشر الأواخر ، وبعضهم الليلتين الأخيرتين ،\r\nفمراعاة الاحتياط أولى ، وأما الضيف النازل بعد دخول الليلة فلا تجب\r\nالزكاة عنه وإن كان مدعواً قبل ذلك ( 1 ) .\r\n[ 2836 
  ] مسألة 1 : إذا ولد له ولد أو ملك مملوكاً أو تزوج بامرأة قبل\r\nالغروب من ليلة الفطر أو مقارناً له وجبت الفطرة عنه إذا كان عيالاً له ، وكذا\r\nغير المذكورين ممن يكون عيالاً ، وإن كان بعده لم تجب ، نعم يستحب\r\nالإخراج عنه إذا كان ذلك بعده وقبل الزوال من يوم الفطر .\r\n[ 2837 
  ] مسألة 2 : كل من وجبت فطرته على غيره سقطت عن نفسه وإن\r\nكان غنياً وكانت واجبة عليه لو انفرد ، وكذا لو كان عيالاً لشخص ثم صار\r\nوقت الخطاب عيالاً لغيره ، ولا فرق في السقوط عن نفسه بين أن يخرج عنه\r\nمن وجبت عليه أو تركه عصياناً أو نسياناً ، لكن الأحوط الإخراج عن نفسه\r\nحينئذ ( 2 ) ، نعم لو كان المعيل فقيراً والعيال غنياً . فالأقوى وجوبها على نفسه\r\n\r\n","description":"\r\n( 1 ) هذا إذا لم يصدق عليه عنوان العيلولة ، والا وجبت الفطرة عنه .\r\n( 2 ) بل هو الأقوى إذا كان المعيل ناسياً أو غافلاً ، لأنه في هذه الحالة بما\r\nأنه لا يعقل جعل التكليف له فلا يكون مشمولاً لاطلاق أدلة الاستثناء التي تنص\r\nعلى أن زكاة المعال على المعيل ، لأنها لا تعم ما إذا كان المعيل ناسياً أو غافلاً أو\r\nجاهلاً مركباً في الواقع ، وعلى هذا فالمعال في هذه الحالة كان يبقى مشمولاً\r\nلاطلاقات أدلة وجوب زكاة الفطرة لأن الخارج منها هو المعال الذي يكون\r\nالمعيل مكلفاً باخراج زكاته لا مطلقاً ، فاذن لا مانع من التمسك بها لاثبات\r\nوجوب الزكاة على المعال نفسه شريطة أن تكون شروطه متوفرة فيه .\r\nفالنتيجة : ان أدلة الاستثناء في نفسها قاصرة عن شمول الناسي أو ما\r\nبحكمه ، فيكون حاله حال المعيل الفقير .\r\n","footnote":"","page_name":" 278 ","page_number":137},
  {"content":"\r\nولو تكلف المعيل الفقير بالإخراج على الأقوى ، وإن كان السقوط حينئذ لا\r\nيخلو عن وجه ( 1 ) .\r\n[ 2838 
  ] مسألة 3 : تجب الفطرة عن الزوجة سواء كانت دائمة أو متعة مع\r\nالعيلولة لهما ، من غير فرق بين وجوب النفقة عليه أولا لنشوز أو نحوه ،\r\nوكذا المملوك وإن لم تجب نفقته عليه ، وأما مع عدم العيلولة فالأقوى عدم\r\nالوجوب عليه وإن كانوا من واجبي النفقة عليه ، وإن كان الأحوط الإخراج\r\nخصوصاً مع وجوب نفقتهم عليه ، وحينئذ ففطرة الزوجة على نفسها إذا\r\nكانت غنية ولم يعلها الزوج ولا غير الزوج أيضاً ، وأما إن عالها أو عال\r\nالمملوك غير الزوج والمولى فالفطرة عليه مع غناه .\r\n[ 2839 
  ] مسألة 4 : لو أنفق الولي على الصغير أو المجنون من مالهما\r\nسقطت الفطرة عنه وعنهما ( 3 ) .\r\n[ 2840 
  ] مسألة 5 : يجوز التوكيل في دفع الزكاة إلى الفقير من مال الموكل\r\nويتولى الوكيل النية ( 2 ) ، والأحوط نية الموكل أيضاً على حسب ما مرّ في\r\nزكاة المال ، ويجوز توكيله في الإيصال ويكون المتولي حينئذ هو نفسه ،\r\nويجوز الإذن في الدفع عنه أيضاً لا بعنوان الوكالة ، وحكمه حكمها ، بل\r\n\r\n","description":"\r\n( 1 ) بل لا وجه له ، لأن المعيل إذا لم يكن مكلفاً باخراج زكاة المعال واقعاً ،\r\nفبطبيعة الحال يكون التكليف باخراجها متوجهاً إليه بمقتضى الاطلاقات ،\r\nوعندئذ فسقوطه عنه بقيام المعيل بأدائها بحاجة إلى دليل ، ومقتضى القاعدة\r\nعدم السقوط ، لأن سقوط المأمور به عن شخص بفعل غيره بحاجة إلى دليل .\r\n( 2 ) مر في الأمر الأول من ( فصل : شرائط وجوبها ) الاشكال في سقوط\r\nالفطرة عن المجنون .\r\n( 1 ) تقدم في المسألة ( 53 ) من الختام ، والمسألة ( 1 ) من ( فصل : الزكاة من\r\n","footnote":"","page_name":" 279 ","page_number":138},
  {"content":"\r\nيجوز توكيله أو إذنه في الدفع من ماله بقصد الرجوع عليه بالمثل أو القيمة ،\r\nكما يجوز التبرع به من ماله بإذنه أولا بإذنه ( 1 ) ، وإن كان الأحوط عدم\r\nالاكتفاء في هذا وسابقه .\r\n[ 2841 
  ] مسألة 6 : من وجب عليه فطرة غيره لا يجزئه إخراج ذلك الغير\r\nعن نفسه سواء كان غنياً أو فقيراً وتكلف بالإخراج ، بل لا تكون حينئذ\r\nفطرة حيث إنه غير مكلف بها ، نعم لو قصد التبرع بها عنه أجزأه على\r\nالأقوى ( 2 ) ، وإن كان الأحوط العدم .\r\n\r\n","description":"\r\nالعبادات ) تفصيل ذلك .\r\n( 1 ) في كفاية ذلك اشكال بل منع ، لأن مقتضى القاعدة عدم سقوط\r\nالواجب عمن يجب عليه الا بقيامه بالاتيان به مباشرة ، واما سقوطه بالنيابة أو\r\nالوكالة أو بالاذن لقيام غيره بالاتيان به فهو بحاجة إلى دليل ، وقد دل الدليل على\r\nذلك في باب الزكاة ، حيث إن المالك لا يكون ملزماً بالاتيان بها مباشرة ، فان له\r\nأن يوكل آخر في اخراجها ودفعها إلى أهلها ، أو يأذن بذلك ، أو بالدفع عن ماله\r\nثم الرجوع إليه شريطة أن يكون ذلك المال من أحد النقدين ، أو إذا لم يكن من\r\nأحدهما كان بإجازة من الحاكم الشرعي ، وأما إذا تبرع آخر زكاة غيره بدون\r\nاذنه وأمره ، فلا يكون مجزياً ، ولا يتعين زكاة ، على أساس انه غير مستند إلى\r\nالمالك ، وكفاية ذلك واجزاؤه بحاجة إلى دليل ، ولا دليل عليه ، لأن المقدار\r\nالثابت بالدليل هو ان يكون ذلك باذن منه حتى يستند إليه ويصدق انه أخرج\r\nزكاته .\r\nنعم ، ان ذلك يكفي في الدين ، فإذا تبرع شخص وفاء دين آخر بدون اذنه\r\nكفى في سقوطه عن ذمته للنصوص الخاصة ، بل السيرة العقلائية .\r\n( 2 ) سبق أنه لا يجزئ إلاّ ان يكون باذنه وأمره ، ولا يقاس ذلك بالدين\r\nللفرق بينهما من وجوه . .\r\n","footnote":"","page_name":" 280 ","page_number":139},
  {"content":"\r\n[ 2842 
  ] مسألة 7 : تحرم فطرة غير الهاشمي على الهاشمي ( 1 ) كما في زكاة\r\nالمال ، وتحل فطرة الهاشمي على الصنفين ، والمدار على المعيل لا العيال ،\r\nفلو كان العيال هاشمياً دون المعيل لم يجز دفع فطرته إلى الهاشمي ، وفي\r\nالعكس يجوز .\r\n[ 2843 
  ] مسألة 8 : لا فرق في العيال بين أن يكون حاضراً عنده وفي منزله\r\nأو منزل آخر أو غائباً عنه ، فلو كان له مملوك في بلد آخر لكنه ينفق على\r\nنفسه من مال المولى يجب عليه زكاته ، وكذا لو كانت له زوجة أو ولد\r\nكذلك ، كما أنه إذا سافر عن عياله وترك عندهم ما ينفقون به على أنفسهم\r\nيجب عليه زكاتهم ، نعم لو كان الغائب في نفقة غيره لم يكن عليه سواء كان\r\nالغير موسراً مؤدياً أو لا ،\r\n\r\n","description":"\r\nالأول : ان الفطرة ليست من الواجبات المالية ، ومن هنا لا تخرج من\r\nالأصل .\r\nالثاني : أنها واجبة تعبدية دون أداء الدين فإنه واجب توصلي لا يتوقف\r\nحصول الغرض منه على قصد القربة .\r\nالثالث : ان سقوط الدين بالتبرع بدون اذن المدين بحاجة إلى دليل ، ولا\r\nدليل في المقام على السقوط .\r\n( 1 ) هذا هو الصحيح ولكن لا للاجماع ، لما ذكرناه غير مرة من أنه لا\r\nيمكن الاعتماد على الاجماع في المسألة ، بل للروايات التي تنص على حرمة\r\nزكاه غير الهاشمي على الهاشمي .\r\nمرة : بلسان الصدقة\r\nوأخرى : بلسان الزكاة .\r\nوثالثة : بلسان الزكاة المفروضة .\r\nورابعة : بلسان الصدقة الواجبة ، وكل هذه العناوين تشمل الفطرة بضميمة\r\n","footnote":"","page_name":" 281 ","page_number":140},
  {"content":"\r\nوإن كان الأحوط ( 1 ) في الزوجة والمملوك إخراجه عنهما مع فقر العائل أو\r\n\r\n\r\n","description":"\r\nالقرائن المتوفرة في الروايات . .\r\nمنها : صحيحة هشام بن الحكم عن الصادق ( عليه السلام ) في حديث قال : \" نزلت\r\nالزكاة وليس للناس أموال وانما كانت الفطرة \" ( 1 ) فإنها تدل على أن المراد من\r\nالزكاة في الآية الشريفة أعم من الفطرة .\r\nومنها : صحيحة أبي بصير وزرارة جميعاً قالا : \" قال أبو عبد الله ( عليه السلام ) :\r\nان من تمام الصوم اعطاء الزكاة ، يعني الفطرة ، كما أن الصلاة على\r\nالنبي ( صلى الله عليه وآله ) من تمام الصلاة ، لأنه من صام ولم يؤد الزكاة فلا صوم له إذا\r\nتركها متعمداً - الحديث - \" ( 2 ) فإنها تدل على أن الفطرة من أحد مصاديق\r\nالزكاة .\r\nومنها : صحيحة الحلبي عن أبي عبد الله ( عليه السلام ) قال : \" سئل عن رجل يأخذ\r\nمن الزكاة عليه صدقة الفطرة ؟ قال : لا \" ( 3 ) .\r\nفالنتيجة : ان الروايات الناهية بضميمة تلك القرائن تعم الفطرة .\r\nوفي مقابل هذه الروايات معتبرة أبي خديجة سالم بن مكرم الجمال عن\r\nأبي عبد الله ( عليه السلام ) أنه قال : \" أعطوا الزكاة من أرادها من بني هاشم ، فإنها تحل لهم ،\r\nوانما تحرم على النبي ( صلى الله عليه وآله ) وعلى الإمام من بعده وعلى الأئمة ( عليهم السلام ) \" ( 4 ) فإنها\r\nتنص على حلية زكاة غير الهاشمي على الهاشمي ، وهذه الرواية معارضة\r\nللروايات التي تنص على حرمة ذلك ، ولكن بما أن تلك الروايات بلغت من\r\nالكثرة حد التواتر اجمالاً فهي لا تصلح أن تعارضها ، بل لابد من طرحها تطبيقا\r\nلطرح الروايات المخالفة للكتاب أو السنة .\r\n( 1 ) وفيه : انه لا منشأ لهذا الاحتياط وكذا ما بعده ، لعدم خصوصية لهما من\r\nهذه الناحية ، فالروايات مطبقة كلاً على أن العبرة انما هي بصدق عنوان العيلولة ،\r\n","footnote":"\r\n( 1 ) ( 2 ) الوسائل باب : 1 من أبواب زكاة الفطرة حديث : 1 و 5 .\r\n( 3 ) الوسائل باب : 2 من أبواب زكاة الفطرة حديث : 1 .\r\n( 4 ) الوسائل باب : 29 من أبواب المستحقين للزكاة حديث : 5 .\r\n","page_name":" 282 ","page_number":141},
  {"content":"\r\nعدم أدائه ، وكذا لا تجب عليه إذا لم يكونوا في عياله ولا في عيال غيره ،\r\nولكن الأحوط في المملوك والزوجة ما ذكرنا من الإخراج عنهما حينئذ\r\nأيضاً .\r\n[ 2844 
  ] مسألة 9 : الغائب عن عياله الذين في نفقته يجوز أن يخرج عنهم\r\nبل يجب إلا إذا وكّلهم أن يخرجوا من ماله الذي تركه عندهم ( 1 ) أو أذن\r\nلهم في التبرع عنه .\r\n[ 2845 
  ] مسألة 10 : المملوك المشترك بين مالكين زكاته عليهما بالنسبة إذا\r\nكان في عيالهما ( 2 ) معاً وكانا موسرين ، ومع إعسار أحدهما تسقط وتبقى\r\nحصة الآخر ، ومع إعسارهما تسقط عنهما ، وإن كان في عيال أحدهما\r\nوجبت عليه مع يساره ، وتسقط عنه وعن الآخر مع إعساره وإن كان الآخر\r\nموسراً ، لكن الأحوط إخراج حصته ، وإن لم يكن في عيال واحد منهما\r\nسقطت عنهما أيضاً ، ولكن الأحوط الإخراج مع اليسار كما عرفت مراراً ،\r\n\r\n","description":"\r\nوبذلك يظهر حال الاحتياط في المسألة العاشرة .\r\n( 1 ) هذا شريطة أن يكون واثقاً بالاخراج ، وإلاّ فلا يسقط عنه ، وبه يظهر\r\nحال ما بعده .\r\n( 2 ) في التوزيع بالنسبة اشكال ، لأن الروايات التي تنص على وجوب\r\nالفطرة على المعيل عن كل من تعول من صغير أو كبير ، حر أو مملوك لا تعم\r\nالمقام ، لأنها ظاهرة عرفاً في وجوب فطرة كل فرد ورأس على من يعوله ، وعلى\r\nهذا فان صدق على العبد المشترك عنوان العيلولة لكل منهما مستقلاً وجبت\r\nفطرته على الكل مستقلاً بمقتضى اطلاق الروايات ، غاية الأمر أنها تسقط عن\r\nذمة كل منهما بقيام الآخر بها باعتبار ان الواجب فطرة واحدة لا أكثر . وإن لم\r\nيصدق عليه عنوان العيلولة لكل منهما لم تجب فطرته على أي منهما ، وإن\r\nصدق عنوان العيلولة لهما معاً ، بمعنى أن نصفه عيال لأحدهما ونصفه الآخر\r\n","footnote":"","page_name":" 283 ","page_number":142},
  {"content":"\r\nولا فرق في كونهما عليهما مع العيلولة لهما بين صورة المهاياة وغيرها وإن\r\nكان حصول وقت الوجوب في نوبة أحدهما ( 1 ) ، فإن المناط العيلولة\r\nالمشتركة بينهما بالفرض ، ولا يعتبر اتفاق جنس المخرج من الشريكين ،\r\nفلأحدهما إخراج نصف صاع من شعير والآخر من حنطة ، لكن الأُولى بل\r\nالأحوط الاتفاق .\r\n\r\n\r\n","description":"\r\nعيال للآخر ، والمجموع عيال لهما معاً على نحو الاشتراك ، باعتبار أن عيلولة\r\nالنصف ليست موضوعاً لوجوب الفطرة وكذلك عيلولة المجموع المركب من\r\nفردين أو افراد ، فمن اجل ذلك لا يكون مشمولاً للروايات .\r\nوإن شئت قلت : أنها منصرفة عما إذا كان فرد واحد عيالاً لمجموع فردين\r\nأو افراد لا لكل واحد مستقلاً .\r\nمنها : قوله ( عليه السلام ) في صحيحة عمر بن يزيد : \" الفطرة واجبة على كل من\r\nيعول من صغير أو كبير ، حر أو مملوك \" ( 1 ) فان الظاهر منها عرفاً ان المعيار في\r\nوجوب فطرة العيال على المعيل صدق انه عياله ، والفرض انه لا يصدق عليه انه\r\nعياله ، بل هو عياله وعيال غيره معاً على نحو الشركة ، ولكن مع هذا لا ينبغي ترك\r\nالاحتياط في المسألة باخراج فطرته مشتركاً ، كما أن الأحوط والأجدر وجوباً\r\nعلى المملوك المذكور أن يخرج فطرته عن نفسه على القول بأنه يملك وكان\r\nغنياً ، شريطة عدم قيام مالكيه باخراج فطرته . ويؤيد ذلك قوله ( عليه السلام ) في رواية\r\nزرارة : \" إذا كان لكل انسان رأس فعليه أن يؤدى عنه فطرته ، وإذا كان عدة العبيد\r\nعدة الموالي سواء ، وكانوا جميعاً فيهم سواء أدوا زكاتهم لكل واحد منهم على\r\nقدر حصته ، وإن كان لكل انسان منهم أقل من رأس فلا شئ عليهم \" ( 2 ) وبذلك\r\nيظهر حال ما بعده .\r\n( 1 ) فيه ان الظاهر كون فطرته على من دخل وقت الوجوب وهو عنده ،\r\n","footnote":"\r\n( 1 ) الوسائل باب : 5 من أبواب زكاة الفطرة حديث : 2 .\r\n( 2 ) الوسائل باب : 18 من أبواب زكاة الفطرة حديث : 1 .\r\n","page_name":" 284 ","page_number":143},
  {"content":"\r\n[ 2846 
  ] مسألة 11 : إذا كان شخص في عيال اثنين بأن عالاه معاً فالحال\r\nكما مر في المملوك بين شريكين ( 1 ) إلا في مسألة الاحتياط المذكور\r\nفيه ( 2 ) . نعم الاحتياط بالاتفاق في جنس المخرج جار هنا أيضاً ، وربما يقال\r\nبالسقوط عنهما ، وقد يقال بالوجوب عليهما كفاية ( 3 ) ، والأظهر ما ذكرنا .\r\n[ 2847 
  ] مسألة 12 : لا إشكال في وجوب فطرة الرضيع على أبيه إن كان\r\nهو المنفق على مرضعته سواء كانت أماً له أو أجنبية ، وإن كان المنفق غيره\r\nفعليه ، وإن كانت النفقة من ماله فلا تجب على أحد ، وأما الجنين فلا فطرة\r\nله إذا إذا تولد قبل الغروب ، نعم يستحب إخراجها عنه إذا تولد بعده إلى ما\r\nقبل الزوال كما مر ( 4 ) .\r\n\r\n","description":"\r\nلصدق عنوان العيلولة عليه ، حيث أنه ليس أقل شأناً من هذه الناحية من الضيف\r\nالنازل عنده في هذا الوقت .\r\n( 1 ) مرّ الاشكال في وجوب فطرته عليهما على نحو الاشتراك وبالنسبة .\r\n( 2 ) الظاهر أن هذا من سهو القلم ، حيث أن مورد الاحتياط الاستحبابي\r\nفي المسألة المتقدمة هو ما إذا كان العبد المشترك عيالاً لأحدهما دون الآخر ،\r\nفإنه في هذه الحالة إذا كان المعيل معسراً والمالك الآخر موسراً كان الأحوط\r\nوالأجدر به اخراج حصته ، واما في هذه المسألة فالمفروض انه عيال لكليهما\r\nمعاً ، في هذه الحالة إذا كان أحدهما معسراً وجبت على الآخر حصته .\r\nفالنتيجة : أن هذه المسألة خارجة عن مورد الاحتياط موضوعاً .\r\n( 3 ) هذا إذا صدق عليه عنوان العيلولة لكل منهما مستقلاً ، وفي هذه الحالة\r\nفكما يمكن أن تكون فطرته وواجبة عليهما بوجوب كفائي يمكن أن تكون\r\nواجبة بوجوبين مشروطين .\r\n( 4 ) فيه : ان الاستحباب مبني على تمامية قاعدة التسامح في أدلة السنن ،\r\nوهي غير تامة .\r\n","footnote":"","page_name":" 285 ","page_number":144},
  {"content":"\r\n[ 2848 
  ] مسألة 13 : الظاهر عدم اشتراط كون الإنفاق من المال الحلال ،\r\nفلو أنفق على عياله من المال الحرام من غصب أو نحوه وجب عليه\r\nزكاتهم ( 1 ) .\r\n[ 2849 
  ] مسألة 14 : الظاهر عدم اشتراط صرف عين ما أنفقه أو قيمته بعد\r\nصدق العيلولة ، فلو أعطى زوجته نفقتها وصرفت غيرها في مصارفها\r\nوجب عليه زكاتها ، وكذا في غيرها .\r\n[ 2850 
  ] مسألة 15 : لو ملك شخصاً مالاً هبة أو صلحاً أو هدية وهو أنفقه\r\nعلى نفسه لا يجب عليه زكاته ، لأنه لا يصير عيالاً له بمجرد ذلك ، نعم لو\r\nكان من عياله عرفاً ووهبه مثلاً لينفقه على نفسه فالظاهر الوجوب .\r\n[ 2851 
  ] مسألة 16 : لو استأجر شخصاً واشترط في ضمن العقد أن يكون\r\nنفقته عليه لا يبعد وجوب إخراج فطرته ، نعم لو اشترط عليه مقدار نفقته\r\nفيعطيه دراهم مثلاً ينفق بها على نفسه لم تجب عليه ، والمناط الصدق\r\nالعرفي في عدّه من عياله وعدمه .\r\n[ 2852 
  ] مسألة 17 : إذا نزل عليه نازل قهراً عليه ومن غير رضاه وصار\r\nضيفاً عنده مدة هل تجب عليه فطرته أم لا ؟ إشكال ( 2 ) ، وكذا لو عال\r\n\r\n","description":"\r\nنعم ، لا بأس باخراجها عنه برجاء ادراك الواقع .\r\n( 1 ) باعتبار أن وجوبها يدور مدار صدق عنوان العيلولة ، ومن المعلوم انه\r\nلا يعتبر في صدقها أن يكون الانفاق عليهم من المال الحلال .\r\nنعم ، ان الفطرة لابد أن تكون من المال الحلال ، وإلاّ فلا تكون مجزية .\r\n( 2 ) الظاهر عدم الاشكال في وجوب فطرته إذا صدق عليه عنوان العيلولة\r\nكما هو المفروض لاطلاق الأدلة ، وعدم الدليل لتقييد اطلاقها بما إذا كانت\r\nالعيلولة برضا المعيل واختياره ، فان قوله ( عليه السلام ) في صحيحة عمر بن يزيد المتقدمة\r\n","footnote":"","page_name":" 286 ","page_number":145},
  {"content":"\r\nشخصاً بالإكراه والجبر من غيره ، نعم في مثل العامل الذي يرسله الظالم\r\nلأخذ مال منه فينزل عنده مدة ظلماً وهو مجبور في طعامه وشرابه فالظاهر\r\nعدم الوجوب لعدم صدق العيال ولا الضيف عليه .\r\n[ 2853 
  ] مسألة 18 : إذا مات قبل الغروب من ليلة الفطر لم يجب في تركته\r\n\r\n\r\n","description":"\r\n\" الفطرة واجبة على كل من يعول \" ( 1 ) مطلق وباطلاقه يشمل ما إذا كان\r\nتحقق هذا العنوان بدون رضا المعيل وقهراً ، وكذلك غيرها من روايات\r\nالباب .\r\nقد يقال كما قيل : ان قوله ( عليه السلام ) في صحيحة عبد الله بن سنان : \" كل من\r\nضممت إلى عيالك من حر أو مملوك فعليك أن تؤدى الفطرة عنه \" ( 2 ) يدل على\r\nأن صاحب البيت هو الذي يضم الشخص إلى عياله باختياره ورغبته . ومثله\r\nقوله ( عليه السلام ) في صحيحة حماد بن عيسى : \" يؤدى الرجل زكاة الفطرة عن مكاتبه\r\nورقيق امرأته وعبده النصراني والمجوسي وما أغلق عليه بابه \" ( 3 ) فإنه يدل على\r\nأن صاحب البيت هو الذي يغلق الباب باختياره وارادته .\r\nوالجواب : أنهما تدلان على وجوب زكاة العيال على المعيل إذا كان\r\nباختياره ورغبته ، وأما إذا لم يكن كذلك ، بأن كان بالقهر وبدون\r\nالرضا فلا تدلان على عدم وجوب زكاته عليه ، وساكتتان عن حكمه ، هذا إضافة\r\nإلى أن المتفاهم العرفي منهما أن المعيار انما هو بصدق عنوان\r\nالعيال ، ولا يرى خصوصية لكون ضم فرد آخر إلى عياله باختياره أو بغير\r\nاختياره .\r\nفالنتيجة : أنهما لا تصلحان لتقييد الروايات المطلقة الدالة باطلاقها على\r\nأن المعيار في وجوب الفطرة انما هو بصدق العيال وإن كان بغير الاختيار ،\r\nوبذلك يظهر حال ما بعده .\r\n","footnote":"\r\n( 1 ) ( 2 ) ( 3 ) الوسائل باب : 5 من أبواب زكاة الفطرة حديث : 2 و 8 و 13 .\r\n","page_name":" 287 ","page_number":146},
  {"content":"\r\nشئ ، وإن مات بعده وجب الإخراج من تركته ( 1 ) عنه وعن عياله ، وإن كان\r\nعليه دين وضاقت التركة قسّمت عليهما بالنسبة .\r\n[ 2854 
  ] مسألة 19 : المطلقة رجعياً فطرتها على زوجها ( 2 ) دون البائن إلا\r\nإذا كانت حاملاً ينفق عليها .\r\n[ 2855 
  ] مسألة 20 : إذا كان غائباً عن عياله أو كانوا غائبين عنه وشك في\r\nحياتهم فالظاهر وجوب فطرتهم مع إحراز العيلولة على فرض الحياة .\r\n\r\n","description":"\r\n( 1 ) في الوجوب اشكال بل منع ، لأن وجوب الفطرة تكليف متعلق\r\nباعطاء المال المحدّد شرعاً من دون جعل حق فيه للغير ، فمن أجل ذلك ليس\r\nمن الواجبات المالية كزكاة المال والخمس حتى تخرج من الأصل ، ومن هنا\r\nتسقط عن الذمة إذا أخّر اخراجها إلى ما بعد صلاة العيد لمن يصليها ، أو إلى ما\r\nبعد الزوال لمن لم يصلها ، فلو كانت من الواجبات المالية كالخمس والزكاة فلا\r\nمعنى لسقوطها . وبه يظهر حال ما بعده .\r\n( 2 ) هذا شريطة صدق العيلولة عليها ، لما مر من أن وجوب الفطرة يدور\r\nمدار صدقها وجوداً وعدماً ، لا مدار الزوجية ولا وجوب النفقة ، وعليه فلا فرق\r\nبين الرجعية والبائن .\r\n","footnote":"","page_name":" 288 ","page_number":147},
  {"content":"\r\nفصل\r\nفي جنسها وقدرها\r\nوالضابط في الجنس القوت الغالب لغالب الناس ( 1 ) ، وهو الحنطة\r\nوالشعير والتمر والزبيب والأرز والأقط واللبن والذرة وغيرها ، والأحوط\r\n\r\n\r\n","description":"\r\n( 1 ) فيه : ان هذا العنوان لم يرد في شئ من الروايات المعتبرة ، وانما ورد\r\nذلك في رواية إبراهيم بن محمد الهمداني ( 1 ) ، وهي ضعيفة سنداً .\r\nبيان ذلك : ان روايات الباب تصنف إلى مجموعتين . .\r\nالأولى : تمثل الفطرة في الحنطة والشعير والتمر والزبيب والأقط ، وهي\r\nروايات كثيرة .\r\nالثانية : تمثلها في ما يغذون عيالهم من لبن أو زبيب أو غيرهما .\r\nولا تنافي بين المجموعتين ، فان المجموعة الأولى تنص على وجوب\r\nاخراج الفطرة من الأطعمة الخاصة المذكورة ، واما بالنسبة إلى غيرها فهي ساكتة ،\r\nولا تدل لا على الكفاية ولا على عدمها . والمجموعة الثانية تنص على وجوب\r\nاخراج الفطرة عما يغذون القوم من الأطعمة ، واما بالنسبة إلى ما لا يصدق عليه\r\nذلك العنوان فهي ساكتة عنه نفياً واثباتاً ، فلذلك لا تعارض بينهما .\r\nفالنتيجة : انه يكفى الحنطة أو الشعير أو التمر أو الزبيب أو الأقط وإن لم\r\nتكن من الغذاء الغالب في البلد ، كما أنه يكفى كل ما ينطبق عليه عنوان الغذاء\r\nالغالب في البلد وإن لم يكن من الأطعمة المذكورة .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 8 من أبواب زكاة الفطرة حديث : 2 .\r\n","page_name":" 289 ","page_number":148},
  {"content":"\r\nالاقتصار على الأربعة الأُولى ( 1 ) وإن كان الأقوى ما ذكرنا ، بل يكفي الدقيق\r\nوالخبز ( 2 ) والماش والعدس ، والأفضل إخراج التمر ثم الزبيب ثم القوت\r\nالغالب ( 3 ) ، هذا إذا لم يكن هناك مرجح من كون غيرها أصلح بحال الفقير\r\nوأنفع له ، لكن الأُولى والأحوط حينئذ دفعها بعنوان القيمة ( 4 ) .\r\n[ 2856 
  ] مسألة 1 : يشترط في الجنس المخرج كونه صحيحاً فلا يجزي\r\nالمعيب ( 5 ) ، ويعتبر خلوصه فلا يكفي الممتزج بغيره من جنس آخر أو\r\n\r\n","description":"\r\n( 1 ) فيه : انه لا منشأ لهذا الاحتياط أصلاً ، فإنها إن كانت من الغذاء الغالب\r\nفي البلاد دون غيرها يتعين الاقتصار عليها ، باعتبار أن كلا العنوانين متوفران\r\nفيها ، لا أنه أولى وأجدر ، وإن لم يكن منحصراً بها فلا وجه للأولوية أيضاً مع\r\nالتصريح بكفاية اللبن إذا كان من الغذاء الغالب .\r\n( 2 ) في الاجزاء به اشكال بل منع ، لأن الحنطة أو الشعير وإن كان لا\r\nموضوعية له حسب المتفاهم العرفي بمناسبة الحكم والموضوع ، وكفاية تمام\r\nمشتقاته شريطة أن لا تقل عن صاع ، وعلى هذا فعدم كفاية صاع من الخبز على\r\nأساس أن مشتق الحنطة فيه يكون أقل من صاع فلذلك لا يكفى ، نعم إذا كان\r\nمشتق الحنطة فيه لا يقل عن صاع كفى .\r\n( 3 ) تقدم الكلام فيه في أول هذا الفصل .\r\n( 4 ) بل يتعين ذلك على مذهبه ( قدس سره ) إذا كان المال المدفوع مما لا ينطبق\r\nعليه أحد العناوين المنصوصة ، نعم بناءاً على ما قويناه من عدم\r\nكفاية دفع القيمة عنها إلاّ إذا كانت من أحد النقدين فلا يكفى ، وأما\r\nإذا لم ينطبق عليه عنوان الغذاء الغالب في البلاد ولكن ينطبق\r\nعليه غيره مما هو منصوص فلا معنى للاحتياط بدفعها بعنوان\r\nالقيمة .\r\n( 5 ) الظاهر هو الاجزاء شريطة أن لا يكون العيب بدرجة يوجب سقوطه\r\n","footnote":"","page_name":" 290 ","page_number":149},
  {"content":"\r\nتراب أو نحوه إلا إذا كان الخالص منه بمقدار الصاع أو كان قليلاً يتسامح\r\nبه .\r\n[ 2857 
  ] مسألة 2 : الأقوى الاجتزاء بقيمة أحد المذكورات من الدراهم\r\nوالدنانير أو غيرهما من الأجناس الأُخر ( 1 ) ، وعلى هذا فيجزي المعيب\r\nوالممزوج ونحوهما بعنوان القيمة ، وكذا كل جنس شك في كفايته فإنه\r\nيجزي بعنوان القيمة .\r\n[ 2858 
  ] مسألة 3 : لا يجزي نصف الصاع مثلاً من الحنطة الأعلى وإن كان\r\nيسوى صاعاً من الأدون أو الشعير مثلاً إلا إذا كان بعنوان القيمة .\r\n[ 2859 
  ] مسألة 4 : لا يجزي الصاع الملفق من جنسين بأن يخرج نصف\r\nصاع من الحنطة ونصفاً من الشعير مثلاً إلا بعنوان القيمة .\r\n[ 2860 
  ] مسألة 5 : المدار قيمة وقت الإخراج لا وقت الوجوب ، والمعتبر\r\nقيمة بلد الإخراج لا وطنه ولا بلد آخر ، فلو كان له مال في بلد آخر غير\r\nبلده وأراد الإخراج منه كان المناط قيمة ذلك البلد لا قيمة بلده الذي هو\r\nفيه .\r\n\r\n\r\n","description":"\r\nعن عنوان الغذاء والقوت أو الطعام ، فإنه حينئذ يكون مشمولاً لاطلاقات الأدلة .\r\n( 1 ) في الاجتزاء بها اشكال بل منع ، فإنه بحاجة إلى دليل يدل عليه ، على\r\nأساس أن مقتضى القاعدة عدم اجزاء غير المأمور به عن المأمور به ، وقد دل\r\nالدليل على الاجزاء فيما إذا كانت القيمة من أحد النقدين لا مطلقاً .\r\nنعم ، قد يتوهم أن موثقة إسحاق بن عمار عن أبي عبد الله ( عليه السلام ) : \" قال : لا\r\nبأس بالقيمة في الفطرة \" ( 1 ) تدل على كفاية القيمة مطلقاً وإن لم تكن من أحد\r\nالنقدين .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 9 من أبواب زكاة الفطرة حديث : 9 .\r\n","page_name":" 291 ","page_number":150},
  {"content":"\r\n[ 2861 
  ] مسألة 6 : لا يشترط اتحاد الجنس الذي يخرج عن نفسه مع الذي\r\nيخرج عن عياله ، ولا اتحاد المخرج عنهم بعضهم مع بعض ، فيجوز أن\r\nيخرج عن نفسه الحنطة وعن عياله الشعير أو بالاختلاف بينهم أو يدفع عن\r\nنفسه أو عن بعضهم من أحد الأجناس وعن آخر منهم القيمة أو العكس .\r\n[ 2862 
  ] مسألة 7 : الواجب في القدر الصاع عن كل رأس من جميع\r\nالأجناس حتى البن على الأصح ( 1 ) وإن ذهب جماعة من العلماء فيه إلى\r\nكفاية أربعة أرطال ، والصاع أربعة أمداد وهي تسعة أرطال بالعراقي ، فهو\r\nستمائة وأربعة عشر مثقالاً وربع مثقال بالمثقال الصيرفي ، فيكون بحسب\r\nحقة النجف - التي هي تسعمائة مثقال وثلاثة وثلاثون مثقالاً وثلث مقال -\r\nنصف حقة ونصف وقية وأحد وثلاثون مثقالاً إلا مقدار حمصتين ،\r\nوبحسب حقة الإسلامبول - وهي مائتان وثمانون مثقالاً - حقتان وثلاثة\r\nأرباع الوقية ومثقال وثلاثة أرباع المثقال ، وبحسب المن الشاهي - وهو\r\nألف ومائتان وثمانون مثقالاً - نصف منّ إلاّ خمسة وعشرون مثقالاً وثلاثة\r\nأرباع المثقال .\r\n\r\n","description":"\r\nوالجواب : ان المنصرف عرفاً من اطلاق القيمة في أمثال المورد هو النقد ،\r\nوإرادة غيره بحاجة إلى مؤنة زائدة ، فإذا قال شخص لآخر أدفع إليك قيمة الدار\r\nمثلاً ، فالمنصرف منها عرفاً دفع أحد النقدين اليه .\r\nفالنتيجة : أن الموثقة لو لم تكن ظاهرة في أن المراد من القيمة فيها النقد\r\nلم تكن ظاهرة في الأعم ، بل هي مجملة فالقدر المتيقن منها النقد . وبه يظهر\r\nحال ما بعده ، كما يظهر بذلك حال المسائل الآتية .\r\n( 1 ) بل هو الصحيح ، للروايات الكثيرة التي تنص على ذلك ، وفي\r\nبعض منها أن السنة قد جرت بصاع ، وفي مقابلها روايات تتمثل في ثلاث\r\n","footnote":"","page_name":" 292 ","page_number":151},
  {"content":"\r\n\r\n\r\n","description":"\r\nطوائف . .\r\nالأولى : تنص على أن قدر الفطرة من الحنطة نصف صاع .\r\nمنها : صحيحة معاوية ابن وهب قال : \" سمعت أبا عبد الله ( عليه السلام ) يقول في\r\nالفطرة : جرت السنة بصاع من تمر ، أو صاع من زبيب ، أو صاع من شعير ، فلما\r\nكان زمن عثمان وكثرت الحنطة قوّمه الناس فقال : نصف صاع من برّ بصاع من\r\nشعير \" ( 1 ) .\r\nومنها : صحيحة عبد الله بن سنان عن أبي عبد الله ( عليه السلام ) قال : \" سألت عن\r\nصدقة الفطرة ؟ فقال : على كل من يعول الرجل على الحر والعبد ، والصغير\r\nوالكبير صاع من تمر ، أو نصف صاع من بر ، أو صاع من شعير ، والصاع أربعة\r\nامداد \" ( 2 ) .\r\nالثانية : تنص على أن قدرها نصف صاع من مجموعة تلك الأجناس .\r\nمنها : صحيحة محمد بن مسلم قال : \" سمعت أبا عبد الله ( عليه السلام ) يقول :\r\nالصدقة لمن لا يجد الحنطة والشعير يجزئ عنه القمح والعدس والسلت\r\nوالذرة ، نصف صاع من ذلك كله ، أو صاع من تمر أو زبيب \" ( 3 ) .\r\nومنها : صحيحة الحلبي عن أبي عبد الله ( عليه السلام ) قال : \" صدقة الفطرة عل كل\r\nرأس من أهلك - إلى أن قال - عن كل انسان نصف صاع من حنطة أو شعير ، أو\r\nصاع من تمر أو زبيب لفقراء المسلمين - الحديث - \" ( 4 ) .\r\nالثالثة : رواية علي بن إبراهيم عن أبيه عن أبي عبد الله ( عليه السلام ) قال : \" سئل عن\r\nالرجل في البادية لا يمكنه الفطرة ؟ قال : يتصدق بأربعة أرطال من\r\nلبن \" ( 5 ) .\r\nومنها : رواية محمد بن ريان قال : \" كتبت إلى الرجل اسأله عن الفطرة\r\n","footnote":"\r\n( 1 ) ( 2 ) ( 3 ) ( 4 ) الوسائل باب : 6 من أبواب زكاة الفطرة حديث : 8 و 12 و 13 و 11 .\r\n( 5 ) الوسائل باب : 7 من أبواب زكاة الفطرة حديث : 3 .\r\n","page_name":" 293 ","page_number":152},
  {"content":"\r\n\r\n\r\n","description":"\r\nوزكاتها كم تؤدى ؟ فكتب : أربعة أرطال بالمدني \" ( 1 ) ، ولكن لا يمكن الاعتماد\r\nعلى شئ من هذه الطوائف .\r\nأما الطائفة الأولى ، فبما أنها معارضة للروايات التي تدل على أن قدر\r\nالفطرة في الجميع صاع فلابد من حملها على التقية لموافقتها للبدعة التي سنّها\r\nعثمان في زمانه ، وهي جعل الفطرة من الحنطة نصف صاع ، ثم نسخت تلك\r\nالبدعة في زمان خلافه أمير المؤمنين ( عليه السلام ) ، ولما جاء دور معاوية أحيى بدعة\r\nعثمان ، فمن أجل ذلك نسبها في بعض الأخبار إلى عثمان ، وفي بعضها الآخر\r\nإلى معاوية ، وقد نصت على أنها من سنة عثمان صحيحة معاوية بن وهب\r\nالمتقدمة ، هذا إضافة إلى أن روايات الصاع روايات كثيرة تبلغ حد التواتر\r\nاجمالاً ، فاذن لابد من طرح تلك الطائفة من جهة مخالفتها للسنة أيضاً .\r\nوأما الطائفة الثالثة ، فهي ساقطة سنداً ، فلا يمكن الاعتماد عليها ، نعم لو\r\nتمت تلك الطائفة من ناحية السند فلابد من تقييد اطلاق قوله ( عليه السلام ) في صحيحة\r\nزرارة وابن مسكان : \" الفطرة على كل قوم ممّا يغدون عيالهم من لبن أو زبيب أو\r\nغيره \" ( 2 ) بأربعة أرطال إذا كانت من اللبن .\r\nوأما الطائفة الثانية ، فهي معارضة لتلك الروايات التي تحدد الفطرة بصاع\r\nفي الحنطة والشعير والسلت والأرز ونحوها ، ولا ترجيح في البين ، لأن المرجح\r\nفي باب التعارض متمثل في أمرين . .\r\nأحدهما : موافقة الكتاب .\r\nوالآخر : مخالفة العامة . وشئ منهما غير متوفر في المقام ، ومجرد شهرة\r\nالعمل بروايات الصاع لا يصلح أن يكون مرجحاً . ولكن مع ذلك لابد من تقديم\r\nتلك الروايات على هذه الطائفة ، لا من جهة وجود المرجح ، بل من جهة أنها في\r\n","footnote":"\r\n( 1 ) الوسائل باب : 7 من أبواب زكاة الفطرة حديث : 5 .\r\n( 2 ) الوسائل باب : 8 من أبواب زكاة الفطرة حديث : 1 .\r\n","page_name":" 294 ","page_number":153},
  {"content":"\r\n\r\n","description":"\r\nمورد الحنطة والشعير تبلغ من الكثرة حد التواتر اجمالاً ، وعليه فما دل على\r\nتحديد الفطرة منهما بنصف صاع مخالف للسنة ، فلا يكون حجة ، واما أنها في\r\nسائر الأجناس وإن لم تبلغ حد التواتر إلاّ أن احتمال ان الفطرة صاع إذا كانت من\r\nالحنطة أو الشعير أو التمر أو الزبيب ، ونصف صاع إذا كانت من السلت أو\r\nالعدس أو الذرة غير محتمل ، ولو كان الأمر كذلك لبان واشتهر بين الأصحاب ،\r\nمع أنه لم ينقل قول بذلك ، فاذن لابد من رد علم هذه الروايات من تلك الطائفة\r\nإلى أهله .\r\nفالنتيجة : ان الصحيح ما هو المشهور من أن الفطرة صاع من كل\r\nالأجناس ، والمراد من الصاع صاع النبي ( صلى الله عليه وآله ) على ما في الروايات ، وهو أربعة\r\nأمداد على تفصيل ذكرناه في كتاب الصوم في باب الكفارات .\r\n","footnote":"","page_name":" 295 ","page_number":154},
  {"content":"\r\nفصل\r\nفي وقت وجوبها\r\nوهو دخول ليلة العيد جامعاً للشرائط ويستمر إلى الزوال لمن لم\r\nيصلّ صلاة العيد ، والأحوط عدم تأخيرها عن الصلاة إذا صلاها ( 1 )\r\n\r\n\r\n","description":"\r\n( 1 ) بل هو الأظهر ، وتدل على ذلك روايتان . .\r\nإحداهما : موثقة إسحاق بن عمار قال : \" سألته عن الفطرة ؟ فقال : إذا\r\nعزلتها فلا يضرّك متى أعطيتها قبل الصلاة أو بعد الصلاة \" ( 1 ) بتقريب أنها تدل\r\nعلى أساس مفهوم الشرط ان الفطرة إذا لم يعزلها لا يكون مخيراً في اعطائها قبل\r\nالصلاة أو بعدها ، بل يتعين اعطاؤها قبل الصلاة .\r\nوالأخرى : صحيحة عبد الله بن سنان عن أبي عبد الله ( عليه السلام ) في حديث قال :\r\n\" واعطاء الفطرة قبل الصلاة أفضل ، وبعد الصلاة صدقة \" ( 2 ) بتقريب ان الصحيحة\r\nلو كانت في مقام بيان وقت الفضيلة أو اعطائها وأنه قبل صلاة العيد وأما أصل\r\nوقتها فهو يمتد إلى ما بعدها ، لكانت الجملة الثانية لغواً ، حيث أنها لا تفيد أكثر\r\nمما يستفاد منا لجملة الأولى ، مع أن الظاهر منها عرفاً بقرينة تبديل الفطرة في\r\nالجملة الأولى بالصدقة في الجملة الثانية أن المراد منها معنى آخر ليس هو نفس\r\nالفطرة الواجبة ، وإلاّ فلا مبرر لهذا التبديل . أو فقل أن المقابلة بين الجملتين تدل\r\nعلى أن اعطاء الفطرة إن كان قبل الصلاة فهو اعطاء فطرة واجبة ، وإن كان بعدها\r\nفهو اعطاء صدقة مستحبة ، فاذن تكون الجملة الأولى في مقام بيان تحديد\r\n","footnote":"\r\n( 1 ) الوسائل باب : 13 من أبواب زكاة الفطرة حديث : 4 .\r\n( 2 ) الوسائل باب : 12 من أبواب زكاة الفطرة حديث : 1 .\r\n","page_name":" 296 ","page_number":155},
  {"content":"\r\n\r\n\r\n","description":"\r\nمنتهى وقت الفطرة وأن هذا الوقت هو أفضل أوقاتها في مقابل اعطائها في الليل\r\nأو في تمام أيام شهر رمضان على أساس أن وقتها يدخل من أول يوم من أيام\r\nشهر رمضان ، وتميد إلى ما قبل الصلاة في يوم العيد ، وأفضل وقتها هو يوم العيد\r\nقبل الصلاة ، وتؤكد ذلك صحيحة الفضلاء ، عن أبي جعفر وأبي عبد الله ( عليه السلام )\r\nأنهما قالا : \" على الرجل أن يعطى عن كل من يعول من حر وعبد وصغير وكبير\r\nيعطي يوم الفطر قبل الصلاة فهو أفضل ، وهو في سعة أن يعطيها من أول يوم\r\nيدخل من شهر رمضان - الحديث - \" ( 1 ) فإنها تنص على أن اعطاءها قبل الصلاة\r\nفي يوم العيد أفضل من اعطائها في شهر رمضان ، أو في ليلة العيد .\r\nفالنتيجة ان وقت الفطرة يبدأ من أول يوم من شهر رمضان ويمتد إلى ما\r\nقبل الصلاة في يوم العيد ، هذا إذا صلى فيه صلاة العيد ، وأما إذا لم يصل العيد\r\nفالمشهور بين الأصحاب امتداد وقتها إلى الزوال ، وقد يستدل عليه برواية أبي\r\nالحسن الأحمسي عن أبي عبد الله ( عليه السلام ) قال : \" أدِّ الفطرة عن كل حر ومملوك - إلى\r\nأن قال - ان أخرجتها قبل الظهر فهي فطرة ، وإن أخرجتها بعد الظهر فهي صدقة\r\nولا يجزيك \" ( 2 ) فيه أنها ضعيفة سنداً ، فلا يمكن الاعتماد عليها .\r\nوقد يستدل على ذلك بالاجماع وعدم الخلاف في جواز تأخيرها إلى\r\nالزوال .\r\nوفيه : انه لا يمكن الاعتماد عليه لما مر من أن حجية الاجماع منوطة\r\nبتحقق شروط ليس بإمكاننا احرازها في المسألة . ولكن مع هذا فالأظهر ما هو\r\nالمشهور ، وذلك لأن المستفاد من هذا الروايات ان وقت الفطرة هو وقت صلاة\r\nالعيد ، وبما أن وقتها يمتد من طلوع الشمس إلى زوالها فبطبيعة الحال يمتد\r\nوقت الفطرة إلى الزوال ، غاية الأمر أنها تدل على أن من صلى فعليه اعطاؤها قبل\r\nالصلاة ، ونقصد بما قبل الصلاة عدم تأخيرها إلى ما بعد الانتهاء منها ، فإذا أعطاها\r\n","footnote":"\r\n( 1 ) الوسائل باب : 12 من أبواب زكاة الفطرة حديث : 4 .\r\n( 2 ) الوسائل باب : 5 من أبواب زكاة الفطرة حديث : 16 .\r\n","page_name":" 297 ","page_number":156},
  {"content":"\r\nفيقدمها عليها وإن صلى في أول وقتها ، وإن خرج وقتها ولم يخرجها فإن\r\nكان قد عزلها دفعها إلى المستحق بعنوان الزكاة ، وإن لم يعزلها فالأحوط\r\nالأقوى عدم سقوطها ( 1 ) بل يؤديها بقصد القربة من غير تعرض للأداء\r\nوالقضاء .\r\n[ 2863 
  ] مسألة 1 : لا يجوز تقديمها على وقتها في شهر رمضان على\r\nالأحوط ( 2 ) ، كما لا إشكال في عدم جواز تقديمها على شهر رمضان ، نعم\r\nإذا أراد ذلك أعطى الفقير قرضاً ثم يحسب عند دخول وقتها .\r\n[ 2864 
  ] مسألة 2 : يجوز عزلها في مال مخصوص من الأجناس أو غيرها\r\n\r\n","description":"\r\nفي أثناء الصلاة وقبل الانتهاء منها كان في وقتها ، وعليه فلو أخرها وصلى عند\r\nالزوال جاز تأخير الفطرة إلى هذا الوقت باعتبار أنه منتهى وقت الصلاة .\r\nوان شئت قلت : ان المتفاهم العرفي من تلك الروايات أمران . .\r\nأحدهما : أن من صلى صلاة العيد فعليه ان يعطى الفطرة قبل الانتهاء\r\nمنها ، سواء أصلى في أول وقتها أم في آخرها ، فالمعيار انما هو بالصلاة وعدم\r\nجواز تأخيرها إلى ما بعد الانتهاء منها .\r\nوالآخر : ان وقت الفطرة بما أنها يمتد بامتداد وقت الصلاة فيترتب عليه\r\nذلك أن من لم يصل صلاة العيد جاز له تأخير اعطائها إلى الزوال ، ومع هذا\r\nفرعاية الاحتياط أولى وأجدر .\r\n( 1 ) مرّ أن الأقوى سقوطها عن المصلى صلاة العيد إذا لم يؤد الفطرة قبل\r\nالانتهاء من الصلاة ، وعن غير المصلي لها إذا لم يؤدها إلى الزوال ، وإن كان\r\nالأحوط والأجدر الاتيان بها بعد ذلك بنية الرجاء .\r\n( 1 ) لكن الأقوى الجواز ، وقد نص على ذلك قوله ( عليه السلام ) في صحيحة\r\nالفضلاء المتقدمة : \" وهو في سعة أن يعطيها من أول يوم يدخل من\r\n","footnote":"","page_name":" 298 ","page_number":157},
  {"content":"\r\nبقيمتها ( 1 ) ، وينوي حين العزل ، وإن كان الأحوط تجديدها حين الدفع\r\nأيضاً ، ويجوز عزل أقل من مقدارها أيضاً فيلحقه الحكم وتبقى البقية غير\r\nمعزولة على حكمها ، وفي جواز عزلها في الأزيد بحيث يكون المعزول\r\nمشتركاً بينه وبين الزكاة وجه ، لكن لا يخلو عن إشكال ( 2 ) ، وكذا لو عزلها\r\nفي مال مشترك بينه وبين غيره مشاعاً وإن كان ماله بقدرها .\r\n[ 2865 
  ] مسألة 3 : إذا عزلها وأخّر دفعها إلى المستحق فإن كان لعدم تمكنه\r\nمن الدفع لم يضمن لو تلف ، وإن كان مع التمكن منه ضمن ( 3 ) .\r\n[ 2866 
  ] مسألة 4 : الأقوى جواز نقلها بعد العزل إلى بلد آخر ( 4 ) ولو مع\r\nوجود المستحق في بلده وإن كان يضمن حينئذ مع التلف ، والأحوط عدم\r\nالنقل إلا مع عدم وجود المستحق .\r\n\r\n\r\n","description":"\r\nشهر رمضان \" ( 1 ) .\r\n( 1 ) شريطة أن تكون من أحد النقدين كما مر في المسألة ( 2 ) من ( فصل :\r\nفي جنسها وقدرها ) .\r\n( 2 ) بل الظاهر عدم تحقق العزل به ، لأن المتفاهم العرفي من روايات\r\nالعزل تعيين الفطرة في مال معين في الخارج ، وهو لا ينسجم مع الشركة ، ومن\r\nهنا لو عزل نصف ماله عن نصفه الآخر بنية ان الفطرة في هذا النصف لا يصدق\r\nعليها أنها معزولة ، وبه يظهر حال ما بعده .\r\n( 3 ) هذا شريطة أن يصدق عليه عنوان التعدي والتفريط ، وإلاّ فلا ضمان .\r\n( 4 ) في القوة اشكال بل منع ، حتى مع عدم وجود المستحق من أهل\r\nالولاية ، وتنص على ذلك روايتان . .\r\nإحداهما : موثقة الفضيل عن أبي عبد الله ( عليه السلام ) قال : \" كان جدي ( صلى الله عليه وآله ) يعطى\r\n","footnote":"\r\n( 1 ) الوسائل باب : 12 من أبواب زكاة الفطرة حديث : 4 .\r\n","page_name":" 299 ","page_number":158},
  {"content":"\r\n[ 2867 
  ] مسألة 5 : الأفضل أداؤها في بلد التكليف بها ( 1 ) وإن كان ماله بل\r\nووطنه في بلد آخر ، ولو كان له مال في بلد آخر وعينها فيه ضمن بنقله عن\r\nذلك البلد إلى بلده أو بلد آخر مع وجود المستحق فيه .\r\n[ 2868 
  ] مسألة 6 : إذا عزلها في مال معين لا يجوز له تبديلها بعد ذلك ( 2 ) .\r\n\r\n\r\n","description":"\r\nفطرته الضعفة - الضعفاء - ومن لا يجد ومن لا يتولى ، قال : وقال أبو عبد الله ( عليه السلام ) :\r\nهي لأهلها إلاّ أن لا تجدهم ، فإن لم تجدهم فلمن لا ينصب ، ولا تنقل من أرض\r\nإلى أرض ، وقال : الامام يضعها حيث يشاء ويصنع فيها ما رأى \" ( 1 ) فإنها واضحة\r\nالدلالة على عدم جواز نقلها إلى بلدة أخرى ولو مع عدم وجود المستحق في\r\nبلدها من أهل الولاية ، وتقسيمها بين غير أهل الولاية إذا لم يكونوا من\r\nالنصاب .\r\nوالأخرى : صحيحة علي بن بلال قال : \" كتبت اليه : هل يجوز أن يكون\r\nالرجل في بلدة ورجل آخر من اخوانه في بلدة أخرى يحتاج أن يوجه له فطرة\r\nأم لا ؟ فكتب : تقسّم الفطرة على من حضر ، ولا يوجّه ذلك إلى بلدة أخرى وإن\r\nلم يجد موافقاً \" ( 2 ) فإنها واضحة الدلالة على عدم جواز نقلها إلى بلدة أخرى\r\nحتى مع فرض عدم وجود المستحق من أهل الولاية في بلدتها .\r\n( 1 ) تقدم ان الأظهر وجوب أدائها في بلدتها ، وبه يظهر حال ما بعده .\r\n( 2 ) هذا هو الصحيح لأن الثابت بالروايات انما هو ولاية المالك على\r\nالعزل ، واما ولايته على التبديل بعد العزل فلا دليل عليها .\r\nنعم ، للفقيه الجامع للشرائط تكون ولاية على ذلك حيث أن له أن\r\nيضعها حيث يشاء ، ويصنع فيها ما يرى من التبديل أو نحوه . وينص عليه ذيل\r\nموثقة الفضيل المتقدمة في المسألة ( 4 ) .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 15 من أبواب زكاة الفطرة حديث : 3 .\r\n( 2 ) الوسائل باب : 15 من أبواب زكاة الفطرة حديث : 4 .\r\n","page_name":" 300 ","page_number":159},
  {"content":"\r\nفصل\r\nفي مصرفها\r\nوهو مصرف زكاة المال ، لكن يجوز إعطاؤها للمستضعفين من أهل\r\nالخلاف ( 1 ) عند عدم وجود المؤمنين وإن لم نقل به هناك ، والأحوط\r\nالاقتصار على فقراء المؤمنين ومساكينهم ، ويجوز صرفها على أطفال\r\nالمؤمنين أو تمليكها لهم بدفعها إلى أوليائهم .\r\n\r\n\r\n","description":"\r\n( 1 ) بل مطلق أهل الخلاف شريطة توفر أمور . .\r\nالأول : أن لا يوجد أهل الولاية .\r\nالثاني : أن لا يكون ناصبياً .\r\nالثالث : أن يكون محتاجاً يعني فقيراً .\r\nوتدل على الأمر الأول والثاني موثقة فضيل المتقدمة في المسألة ( 4 ) من\r\nالفصل السابق وتدل على الأمر الثالث صحيحة علي بن يقطين : \" انه سأل أبا\r\nالحسن الأول ( عليه السلام ) عن زكاة الفطرة : أيصلح أن تعطى الجيران والظؤرة ممن لا\r\nيعرف ولا ينصب ؟ فقال : لا بأس بذلك إذا كان محتاجاً \" ( 1 ) وموثقة عمار عن أبي\r\nإبراهيم ( عليه السلام ) قال : \" سألته عن صدقة الفطرة : أعطيها غير أهل ولايتي من فقراء\r\nجيراني ؟ قال : نعم الجيران أحق بها لمكان الشهرة \" ( 2 ) وهذه الروايات تنص\r\nعلى جواز اعطاء الزكاة لغير أهل الولاية شريطة توفر تلك الأمور فيهم ، واما\r\nالتقييد بالمستضعف فقد ورد في رواية مالك الجهني قال : \" سألت أبا جعفر ( عليه السلام )\r\n","footnote":"\r\n( 1 ) ( 2 ) الوسائل باب : 15 من أبواب زكاة الفطرة حديث : 6 و 2 .\r\n","page_name":" 301 ","page_number":160},
  {"content":"\r\n[ 2869 
  ] مسألة 1 : لا يشترط عدالة من يدفع إليه ، فيجوز دفعها إلى فسّاق\r\nالمؤمنين ، نعم الأحوط عدم دفعها إلى شارب الخمر والمتجاهر بالمعصية ،\r\nبل الأحوط العدالة أيضاً ، ولا يجوز دفعها إلى من يصرفها في المعصية .\r\n[ 2870 
  ] مسألة 2 : يجوز للمالك أن يتولى دفعها مباشرة أو توكيلاً ،\r\nوالأفضل بل الأحوط أيضاً دفعها إلى الفقيه الجامع للشرائط وخصوصاً مع\r\nطلبه لها ( 1 ) .\r\n[ 2871 
  ] مسألة 3 : الأحوط أن لا يدفع للفقير أقل من صاع ( 2 ) إلا إذا اجتمع\r\nجماعة لا تسعهم ذلك .\r\n\r\n\r\n","description":"\r\nعن زكاة الفطرة ؟ فقال : تعطيها المسلمين ، فإن لم تجد مسلماً فمستضعفاً ، وأعط\r\nذا قرابتك منها إن شئت \" ( 1 ) ولكن الرواية ضعيفة سنداً ودلالة ، أما سنداً ، فلأن في\r\nسندها مالك الجهني وهو ممن لم يثبت توثيقه .\r\nنعم ، ورد في اسناد كامل الزيارات ، ولكن ذكرنا أن مجرد وروده\r\nفيه لا يكفي في وثاقته . وأما دلالة ، فلأنها لا تدل على أن المراد من\r\nالمسلمين فيها المؤمنون حتى يكون المراد من المستضعف فيها غير أهل\r\nالولاية ، فان ذلك بحاجة إلى قرينة ولا قرينة في الرواية على ذلك ،\r\nوعليه فتصبح الرواية مجملة ، فلا يمكن الاستدلال بها ، وبذلك تمتاز زكاة\r\nالفطرة عن زكاة المال ، وقد تقدم أنه لا يجوز اعطاء زكاة المال لغير أهل الولاية\r\nمطلقاً حتى في فرض عدم وجود المستحق لها منهم ، وعلى تقدير الاعطاء لابد\r\nمن الإعادة .\r\n( 1 ) بل يجب في هذه الصورة دفعها إليه ، غاية الأمر ان طلبه لها إن كان\r\nبعنوان أنه رأيه وجب ذلك على مقلديه دون غيرهم ، وإن كان بعنوان الحكم\r\nباعمال ولايته عليها وجب على الكل بلا فرق بين أن يكون مقلداً له أو لا .\r\n( 2 ) لكن الأظهر جوازه إذ لا دليل على عدم الجواز إلاّ مرسلة الحسين بن\r\n","footnote":"\r\n( 1 ) الوسائل باب : 15 من أبواب زكاة الفطرة حديث : 1 .\r\n","page_name":" 302 ","page_number":161},
  {"content":"\r\n[ 2872 
  ] مسألة 4 : يجوز أن يعطى فقير واحد أزيد من صاع بل إلى حد\r\nالغنى .\r\n[ 2873 
  ] مسألة 5 : يستحب تقديم الأرحام على غيرهم ثم الجيران ثم أهل\r\nالعلم والفضل والمشتغلين ، ومع التعارض تلاحظ المرجحات والأهمية .\r\n[ 2874 
  ] مسألة 6 : إذا دفعها إلى شخص باعتقاد كونه فقيراً فبان خلافه\r\nفالحال كما في زكاة المال ( 1 ) .\r\n[ 2875 
  ] مسألة 7 : لا يكفي ادعاء الفقر إلا مع سبقه أو الظن بصدق\r\nالمدعي ( 2 ) .\r\n[ 2876 
  ] مسألة 8 : تجب نية القربة هنا كما في زكاة المال ، وكذا يجب\r\nالتعيين ولو إجمالاً مع تعدد ما عليه ( 3 ) ، والظاهر عدم وجوب تعيين من\r\nيزكى عنه فلو كان عليه أصول لجماعة يجوز دفعها من غير تعيين ان هذا\r\nلفلان وهذا لفلان .\r\nتم كتاب الزكاة\r\n\r\n\r\n","description":"\r\nسعيد عن أبي عبد الله ( عليه السلام ) قال : \" لا تعط أحداً أقل من رأس \" ( 1 ) فإنها وإن كانت\r\nتامة دلالة ، إلاّ انها ضعيفة سنداً .\r\n( 1 ) مر تفصيل الكلام في المسألة هناك .\r\n( 2 ) في كفاية دعوى الفقر اشكال بل منع ، وقد تقدم تفصيل الكلام في\r\nالمسألة ( 10 ) من ( فصل : أصناف المستحقين ) وعليه فمع سبق الفقر يكفي\r\nالاستصحاب ، واما الظن بالصدق فلا أثر له كما سبق هناك .\r\n( 3 ) كما إذا كان عليه فطرة وكفارة ونذر ، فإنه عندئذ يجب التعيين في مقام\r\nالأداء .\r\n","footnote":"\r\n( 1 ) الوسائل باب : 16 من أبواب زكاة الفطرة حديث : 2 .\r\n","page_name":" 303 ","page_number":162},
  {"content":"\r\n\r\n\r\n","description":"\r\nفائدة\r\nأهم مفارقات زكاة الفطرة عن زكاه المال يتمثل في الأمور التالية . .\r\nالأول : ان زكاة الفطرة تكليف باعطاء المال المحدد كماً وكيفاً من دون\r\nوضع حق للغير فيه ، وزكاة المال وضع ، فان الشارع جعلها حقاً للغير في أموال\r\nالمالك لدى توفر شروطها العامة والخاصة ، وعليه فوجوب الايتاء على المالك\r\nبملاك اخراج حق الغير من ماله وايصاله إلى أصحابه ، ومن هنا تكون الزكاة ديناً\r\nوتخرج من الأصل .\r\nالثاني : جواز اعطاء الفطرة لغير أهل الولاية إذا لم يوجد لها أهل شريطة\r\nأن يكون فقيراً ، وأن لا يكون ناصبياً ، وعدم جواز اعطاء الزكاة لغير أهل الولاية\r\nمطلقاً حتى إذا لم يوجد لها أهل .\r\nالثالث : عدم جواز نقل الفطرة من بلدتها إلى بلدة أخرى مطلقاً حتى مع\r\nعدم وجود المستحق لها من أهل الولاية ، وتقسيمها بين غيرهم لدى توفر\r\nشروط الاستحقاق فيهم .\r\nنعم ، للفقيه الجامع للشرائط نقلها من بلدة إلى أخرى إذا رأى فيه مصلحة\r\nووضعها حيث يشاء ، ويصنع فيها ما يرى ، وجواز نقل زكاة المال من بلدتها إلى\r\nبلدة أخرى إذا لم يوجد لها مستحق فيها .\r\nالرابع : ان زكاة الفطرة لابد أن تكون اما من الغلات الخمس وإن لم تكن\r\nمن القوت الغالب ، أو من القوت الغالب وإن لم يكن من الغلات الخمس ، واما\r\nزكاة المال فهي متمثلة في تسعة أشياء لا غيرها .\r\nهذا تمام الكلام في كتاب الزكاة\r\nوالحمد لله أولاً وآخراً\r\n","footnote":"","page_name":" 304 ","page_number":163}
  ]