[
  {"content":"\r\n2\r\n= من كتاب المغازي\r\nرواية يونس بن بكير عن محمد بن إسحاق وغيره رواية الشيخ أبي الحسين أحمد بن محمد بن النقور البزاز عن أبي طاهر المخلص عن رضوان عن أحمد بن عبد الجبار العطاردي عن يونس رضي الله عنهم أجمعين\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 50 ","page_number":2},
  {"content":"\r\nالقطعة الثانية من مخطوطة القرويين\r\n","description":"","footnote":"","page_name":" 51 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 52 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم توكلت على الله\r\nحديث بحيرا الراهب\r\nأخبرنا الشيخ أبو الحسين أحمد بن محمد بن النقور البزاز قراءة عليه وأنا أسمع قال أخبرنا أبو طاهر محمد بن عبد الرحمن المخلص قال قرئ على أبي الحسين رضوان بن أحمد وأنا أسمع قال حدثنا أبو عمر أحمد بن عبد الجبار العطاردي قال حدثنا يونس بن بكير عن محمد بن إسحاق قال وكان أبو طالب هو الذي آل أمر رسول الله صلى الله عليه وسلم اليه بعد جده فكان اليه ومعه ثم إن أبا طالب خرج في ركب إلى الشام تاجرا فلما تهيأ للرحيل وأجمع السير صب له رسول الله صلى الله عليه وسلم فأخذ بزمام ناقته وقال يا عم إلى من تكلني لا أب لي ولا أم فرق له أبو طالب وقال والله لأخرجن به معي ولا يفارقني ولا أفارقه أبدا أو كما قال فخرج به معه فلما نزل الركب بصرى من أرض الشام وبها راهب يقال له بحيرا في صومعة له وكان أعلم أهل النصرانية ولم يزل في تلك الصومعة منذ قط راهب اليه يصير علمهم عن كتاب فيهم فيما يزعمون يتوارثونه كابرا عن كابر فلما نزلوا ذلك العام ببحيرا وكانوا كثيرا ما يمرون به قبل ذلك لا يكلمهم ولا يعرض لهم حتى إذا كان ذلك العام نزلوا به قريبا من صومعته\r\n","description":"","footnote":"","page_name":" 53 ","page_number":5},
  {"content":"\r\nفصنع لهم طعاما كثيرا وذلك فيما يزعمون عن شيء رآه وهو في صومعته في الركب حين أقبلوا وغمامة تظله من بين القوم ثم أقبلوا حتى نزلوا بظل شجرة قريبا منه فنظر إلى الغمامة حتى أظلت الشجرة وتهصرت أغصان الشجرة على رسول الله صلى الله عليه وسلم حتى استظل تحتها فلما رأى ذلك بحيرا نزل من صومعته وقد أمر بذلك الطعام فصنع ثم أرسل إليهم فقال إني قد صنعت لكم طعاما يا معشر قريش وأنا أحب أن تحضروا كلكم صغيركم وكبيركم وحركم وعبدكم فقال له رجل منهم يا بحيرا ان لك اليوم لشأنا ما كنت تصنع هذا فيما مضى وقد كنا نمر بك كثيرا فما شأنك اليوم فقال له بحيرا صدقت قد كان ما تقول ولكنكم ضيف وقد أحببت أن أكركم وأصنع لكم طعاما تأكلون منه كلكم فاجتمعوا اليه وتخلف رسول الله صلى الله عليه وسلم من بين القوم لحداثة سنه في رحل القوم تحت الشجرة فلما نظر بحيرا في القوم لم ير الصفة التي يعرف ويجد عنده قال يا معشر قريش لا يتخلف أحدا منكم عن طعامي هذا قالوا له يا بحيرا ما تخلف عنك أحد ينبغي له أن يأتيك الا غلام هو أحدث القوم سنا تخلف في رحالهم قال فلا تفعلوا ادعوه فليحضر هذا الطعام معكم فقال رجل مع القوم من قريش واللات والعزى ان هذا للؤم بنا يتخلف ابن عبد الله ابن عبد المطلب عن الطعام من بيننا ثم قام اليه فاحتضنه ثم أقبل به حتى أجلسه مع القوم فلما رآه بحيرا جعل يلحظه لحظا شديدا وينظر إلى أشياء من جسده قد كان يجدها عنده في صفته حتى إذا فرغ القوم من الطعام وتفرقوا قام بحيرا فقال له يا غلام أسئلك باللات والعزى الا أخبرتني عما أسئلك عنه وانما قال بحيرا ذلك لأنه سمع قومه يحلفون بهما فزعموا أن رسول الله صلى الله عليه وسلم قال له لا تسئلني باللات والعزى شيأ فوالله ما أبغضت شيأ قط بغضهما فقال له بحيرا فبالله الا أخبرتني عما أسئلك عنه قال سلني عما بدالك فجعل يسئله عن أشياء من حاله من نومه وهبته وأموره فجعل رسول الله صلى الله عليه وسلم يخبره فيوافق ذلك\r\n","description":"","footnote":"","page_name":" 54 ","page_number":6},
  {"content":"\r\nما عند بحيرا من صفته ثم نظر إلى ظهره فرأى خاتم النبوة بين كتفيه على موضعه من صفته التي عنده فلما فرغ منه أقبل على عمه أبي طالب فقال له ما هذا الغلام منك قال ابني قال له بحيرا ما هو بابنك وما ينبغي لهذا الغلام أن يكون أبوه حيا قال فإنه ابن أخي قال فما فعل أبوه قال مات وأمه حبلى به قال صدقت ارجع بابن أخيك إلى بلده واحذر عليه اليهود فوالله لئن رأوه وعرفوا منه ما عرفت ليبغينه شرا فإنه كائن لابن أخيك هذا شأن فاسرع به إلى بلاده فخرج به عمه أبو طالب سريعا حتى أقدمه مكة حين فرغ من تجارته بالشام فزعموا فيما يتحدث الناس أن زبيرا وتماما ودريسا وهم نفر من أهل الكتاب قد كانوا رأوا من رسول الله صلى الله عليه وسلم في ذلك السفر الذي كان فيه مع عمه أبي طالب أشياء فأراده فردهم عنه بحيرا وذكرهم الله عز وجل وما يجدون في الكتاب من ذكره وصفته وأنهم ان أجمعوا لما أرادوا لم يخلصوا اليه حتى عرفوا ما قال لهم وصدقوه بما قال فتركوه وانصرفوا فقال أبو طالب في ذلك من الشعر يذكر مسيره برسول الله صلى الله عليه وسلم وما أرادوا منه أولئك النفر وما قال لهم فيه بحيرا\r\n( ان ابن آمنة النبي محمدا\r\n* عندي بمثل منازل الأولاد )\r\n( لما تعلق بالزمام رحمته\r\n* والعيس قد قلص بالأزواد )\r\n( فارفض من عيني دمع ذارف\r\n* مثل الجمان مفرق الافراد )\r\n( راعيت فيه قرابة موصولة\r\n* وحفظت فيه وصية الأجداد )\r\n( وأمرته بالسير بين عمومة\r\n* بيض الوجوه مصالت أنجاد )\r\n( ساروا لأبعد طية معلومة\r\n* فلقد تباعد طيه المرتاد )\r\n( حتى إذا ما القوم بصرى عاينوا\r\n* لاقوا على شرك من المرصاد )\r\n( حبرا فأخبرهم حديثا صادقا\r\n* عنه ورد معاشر الحساد )\r\n","description":"","footnote":"","page_name":" 55 ","page_number":7},
  {"content":"\r\n( قوما يهودا رأوا ما قد رأى\r\n* ظل الغمام وعز ذي الاكياد )\r\n( ساروا لقتل محمد فنهاهم\r\n* عنه واجهد أحسن الاجهاد )\r\n( فثنى زبيرا بحيرا فانثنى\r\n* في القوم بعد تجادل وبعاد )\r\n( ونهى دريسا فانتهى عن قوله\r\n* حبر يوافق أمره برشاد )\r\nوقال أبو طالب أيضا\r\n( ألم ترني من بعد هم هممته\r\n* بفرقة حر الوالدين كرام )\r\n( بأحمد لما أن شددت مطيتي\r\n* برحلي وقد ودعته بسلام )\r\n( بكى حزنا والعيس قد فصلت بنا\r\n* وأخذت بالكفين فضل زمام )\r\n( ذكرت أباه ثم رقرقت عبرة\r\n* تجود من العينين ذات سجام )\r\n( فقلت تروح راشدا في عمومة\r\n* مواسين في الباساء غير لئام )\r\n( فرحنا مع العير التي راح أهلها\r\n* شأمي الهوى والأصل غير شأمي )\r\n( فلما هبطنا أرض بصرى تشرفوا\r\n* لنا فوق دور ينظرون جسام )\r\n( فجاء بحيرا عند ذلك حاشدا\r\n* لنا بشراب طيب وطعام )\r\n( فقال اجمعوا أصحابكم لطعامنا\r\n* فقلنا جمعنا القوم غير غلام )\r\n( يتيم فقال ادعوه ان طعامنا\r\n* كثير عليه اليوم غير حرام )\r\n( فلما رآه مقبلا نحو داره\r\n* يوقيه حر الشمس ظل غمام )\r\n( حنا رأسه شبه السجود وضمه\r\n* إلى نحره والصدر أي ضمام )\r\n( وأقبل ركب يطلبون الذي رأى\r\n* بحيرا من الاعلام وسط خيام )\r\n( فثار إليهم خشية لعرامهم\r\n* وكانوا ذوى دهى معا وعرام )\r\n( دريسا وتماما وقد كان فيهم\r\n* زبيرا وكل القوم غير نيام )\r\n( فجاؤوا وقد هموا بقتل محمد\r\n* فردهم عنه بحسن خصام )\r\n( بتأويله التوراة حتى تفرقوا\r\n* وقال لهم ما أنتم بطغام )\r\n( فذلك من أعلامه وبيانه\r\n* وليس نهار واضح كظلام )\r\nوقال أبو طالب أيضا\r\n( بكى طربا لما رآه محمدا\r\n* كأن لا يراني راجعا لمعاد )\r\n( فبت يجافيني تهلل دمعه\r\n* وقربتة من مضجعي ووسادي )\r\n","description":"","footnote":"","page_name":" 56 ","page_number":8},
  {"content":"\r\n( فقلت له قرب قعودك وارتحل\r\n* ولا تخشى مني جفوة ببلادي )\r\n( وخل زمام العيس وارتحلن بنا\r\n* على عزمة من أمرنا ورشاد )\r\n( ورح رائحا في الراشدين مشيعا\r\n* لذي رحم في القوم غير معاد )\r\n( فرحنا مع العير التي راح ركبها\r\n* يؤمون من غوري أرض اياد )\r\n( فما رجعوا حتى رأوا من محمد\r\n* أحاديث تجلو غم كل فؤاد )\r\n( وحتى رأوا أحبار كل مدينة\r\n* سجودا له من عصبة وفراد )\r\n( زبيرا وتماما وقد كان شاهدا\r\n* دريسا وهموا كلهم بفساد )\r\n( فقال لهم قولا بحيرا وأيقنوا\r\n* له بعد تكذيب وطول بعاد )\r\n( كما قال للرهط الذين تهودوا\r\n* وجاهدهم في الله كل جهاد )\r\n( فقال ولم يملك له النصح رده\r\n* فان له أرصاد كل مضاد )\r\n( فاني أخشى الحاسدين وانه\r\n* أخو الكتب مكتوب بكل مراد )\r\n54 حدثنا أحمد قال نا يونس عن ابن إسحاق قال فشب رسول الله صلى الله عليه وسلم يكلؤه الله ويحفظه ويحوطه من أقذار الجاهلية ومعايبها لما يريد به من كرامته ورسالته وهو على دين قومه حتى بلغ ان كان رجلا أفضل قومه مروءة وأحسنهم خلقا وأكرمهم مخالطة وأحسنهم جوارا وأعظمهم خلقا وأصدقهم حديثا وأعظمهم أمانة وأبعدهم من الفحش والاخلاق التي تدنس الرجال تنزها وتكرما حتى ما اسمه في قومه الا الأمين لما جمع الله عز وجل فيه من الأمور الصالحة وكان رسول الله صلى الله عليه وسلم فيما ذكر لي يحدث عما كان يحفظه الله عز وجل به في صغره وأمر جاهليته\r\n55 حدثنا أحمد نا يونس عن ابن إسحاق قال فحدثني والدي إسحاق بن يسار عن من حدثه عن رسول الله صلى الله عليه وسلم أنه قال فيما يذكر من حفظ الله عز وجل إياه اني\r\n","description":"","footnote":"","page_name":" 57 ","page_number":9},
  {"content":"\r\nلمع غلمان هم أسناني قد جعلنا أزرنا على أعتاقنا لحجارة ننقلها نلعب بها إذ لكمني لاكم لكمة شديدة ثم قال اشدد عليك ازارك\r\n56 حدثنا أحمد قال نا يونس عن عمرو بن ثابت عن سماك بن حرب عن عكرمة عن ابن عباس قال حدثني أبي العباس بن عبد المطلب قال كنا ننقل الحجارة حين بنت قريش البيت فأفردت قريش رجلين رجلين وكان النساء ينقلن الشيد وكان الرجال ينقلون الحجارة فكنت أنقل أنا وابن أخي فكنا نحمل على رقابنا وأزرنا تحت الحجارة فإذا غشينا الناس ائتزرنا فبينا أنا أمشي ومحمد صلى الله عليه وسلم قدامي ليس عليه شيء إذ خر محمد فانبطح فألقيت حجري وجئت أسعى وهو ينظر إلى السماء فوقه فقلت ما شأنك فقام فأخذ ازاره ونهاني أمشي عريانا فلبثت أكتمها الناس مخافة أن يقولوا مجنون حتى أظهر الله عز وجل نبوته\r\n57 حدثنا أحمد قال نا يونس عن ابن إسحاق قال حدثني محمد بن عبد الله بن قيس بن مخرمة عن الحسن بن محمد بن علي بن أبي طالب عن أبيه عن جده علي بن أبي طالب قال سمعت رسول الله صلى الله عليه وسلم يقول ما هممت بشيء مما كان أهل الجاهلية يهمون به من النساء الا ليلتين كلتاهما عصمني الله عز وجل فيهما قلت ليلة لبعض فتيان مكة ونحن في رعاية غنم أهلنا فقلت لصاحبي تبصر لي غنمي حتى أدخل مكة فأسمر فيها كما يسمر الفتيان فقال علي قال فدخلت حتى إذا جئت أول دار من دور مكة سمعت عزفا بالغرابيل والمزامير فقلت ما هذا فقيل تزوج فلان فلانة فجلست أنظر وضرب الله عز وجل على أذني فوالله ما أيقظني الا مس الشمس فرجعت إلى صاحبي فقال ما فعلت فقلت ما فعلت شيئا ثم أخبرته\r\n","description":"","footnote":"","page_name":" 56 ","page_number":10},
  {"content":"\r\nبالذي رأيت ثم قلت له ليلة أخرى ابصر لي غنمي حتى أسمر بمكة ففعل فدخلت فلما جئت مكة سمعت مثل الذي سمعت تلك الليلة فسألت فقيل فلان نكح فلانة فجلست أنظر وضرب الله عز وجل على أذني فوالله ما أيقظني الا مس الشمس فرجعت إلى صاحبي فقال ما فعلت فقلت لا شيء ثم أخبرته الخبر فوالله ما هممت ولا عدت بعدها لشيء من ذلك حتى أكرمني عز وجل بنبوته\r\nحديث خديجة ابنة خويلد\r\n58 حدثنا أحمد نا يونس عن ابن إسحاق قال وكانت خديجة ابنة خويلد امرأة تاجرة ذات شرف ومال تستأجر الرجال في مالها وتضاربهم إياه بشيء تجعله لهم منه وكانت قريش قوما تجارا فلما بلغها عن رسول الله صلى الله عليه وسلم ما بلغها من صدق حديثه وعظم أمانته وكرم أخلاقه بعثت اليه فعرضت عليه أن يخرج في مالها تاجرا إلى الشام وتعطيه أفضل ما كانت تعطي غيره من التجار مع غلام لها يقال له ميسرة فقبله منها رسول الله صلى الله عليه وسلم وخرج في مالها ذلك ومعه غلامها ميسرة حتى قدم الشام فنزل رسول الله صلى الله عليه وسلم في ظل شجرة قريبا من صومعة راهب من الرهبان فاطلع الراهب إلى ميسرة فقال من هذا الرجل الذي نزل تحت هذه الشجرة فقال له ميسرة هذا رجل من قريش من أهل الحرم فقال له الراهب ما نزل تحت هذه الشجرة قط الا نبي ثم باع رسول الله صلى الله عليه وسلم سلعته التي خرج بها واشترى ما أراد أن يشتري ثم أقبل قافلا إلى مكة ومعه ميسرة فكان ميسرة فيما يزعمون إذا كانت الهاجرة واشتد الحر يرى ملكين يظلانه من الشمس وهو يسير على\r\n","description":"","footnote":"","page_name":" 59 ","page_number":11},
  {"content":"\r\nبعيره فلما قدم مكة على خديجة بمالها باعت ما جاء به فأضعف أو قريبا وحدثها ميسرة عن قول الراهب وعما كان يرى من اظلال الملكين إياه وكانت خديجة امرأة حازمة شريفة لبيبة مع ما أراد الله عز وجل بها من كرامته فلما أخبرها ميسرة عما أخبرها به بعثت إلى رسول الله صلى الله عليه وسلم فقالت له فيما يزعمون يا بن عم اني قد رغبت فيك لقرابتك مني وشرفك في قومك وسطتك فيهم وأمانتك عندهم وحسن خلقك وصدق حديثك ثم عرضت عليه نفسها وكانت خديجة يومئذ أوسط نساء قريش نسبا وأعظمهم شرفا وأكثرهم مالا كل قومها قد كان حريصا على ذلك منها لو يقدر على ذلك وهي خديجة ابنة خويلد ابن أسد بن عبد العزى بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة وأمها فاطمة ابنة زيد بن الأصم بن رواحة بن حجر بن عبد بن معيص بن عامر ابن لؤي وأمها هالة ابنة عبد مناف بن الحارث بن عبد بن منقذ ابن عمرو بن معيص بن عامر بن لؤي وأمها فلانة ابنة سعيد بن سعد بن سهم بن عمرو بن هصيص بن كعب بن لؤي وأمها عاتكة ابنة عبد العزى بن قصي وأمها ريطة ابنة كعب بن سعد بن تيم بن مرة بن كعب بن لؤي وأمها فيلة ابنة حذافة بن جمح بن عمرو بن هصيص بن كعب بن لؤي وأمها أميمة ابنة عامر بن الحارث بن فهر وأمها ابنة سعد بن كعب ابن عمرو من خزاعة وأمها فلانة ابنة حرب بن الحارث بن فهر وأمها سلمى بنت غالب بن فهر وأمها ابنة محارب بن فهر\r\n59 حدثنا أحمد قال نا يونس عن ابن إسحاق قال فلما قالت لرسول الله صلى الله عليه وسلم ما قالت ذكر ذلك لأعمامه فخرج معه منهم حمزة بن عبد المطلب حتى دخل على أسد بن أسد\r\n","description":"","footnote":"","page_name":" 60 ","page_number":12},
  {"content":"\r\nفخطبها اليه فتزوجها رسول الله صلى الله عليه وسلم فولدت له قبل أن ينزل عليه الوحي ولده كلهم زينب وأم كلثوم ورقية وفاطمة والقاسم والطاهر والطيب فأما القاسم والطاهر والطيب فهلكوا قبل الاسلام وبالقاسم كان يكنى صلى الله عليه وسلم فأما بناته فأدركن الإسلام وهاجرن معه واتبعنه وآمن به عليه السلام\r\n","description":"","footnote":"","page_name":" 61 ","page_number":13},
  {"content":"\r\nقصة الأحبار\r\n60 حدثنا أحمد قال نا يونس عن ابن إسحاق قال وكانت الأحبار والرهبان أهل الكتابين هم أعلم برسول الله صلى الله عليه وسلم قبل مبعثه وزمانه الذي يترقب فيه من العرب لما يجدون في كتبهم من صفته وما أثبت فيها عندهم من أسمه وبما أخذ عليهم من الميثاق له في عهد أنبيائهم وكتبهم في أتباعه فيستفتحون به على أهل الأوثان من أهل الشرك ويخبرونهم أن نبيا مبعوثا بدين إبراهيم اسمه أحمد كذلك يجدونه في كتبهم في عهد أنبيائهم يقول الله تبارك وتعالى * ( الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم ) * إلى قوله * ( أولئك هم المفلحون ) * وقال الله تبارك وتعالى * ( وإذ قال عيسى ابن مريم يا بني إسرائيل ) * الآية كلها وقال * ( محمد رسول الله والذين معه ) * الآية كلها وقوله * ( وكانوا من قبل يستفتحون على الذين كفروا ) * إلى قوله * ( فباؤوا بغضب على غضب وللكافرين عذاب مهين ) *\r\n61 حدثنا أحمد قال نا يونس عن ابن إسحاق قال وكانت العرب أميين لا يدرسون كتابا ولا يعرفون من الرسل عهدا ولا يعرفون جنة ولا نارا ولا بعثا ولا قيامة الا شيئا يسمعونه من أهل الكتاب لا يثبت في صدورهم ولا يعملون به شيئا من أعمالهم فكان فيما بلغنا من حديث الأحبار والرهبان عن رسول الله صلى الله عليه وسلم قبل أن يبعثه الله عز وجل بزمان\r\n","description":"","footnote":"","page_name":" 62 ","page_number":14},
  {"content":"\r\n62 حدثنا أحمد قال نا يونس عن ابن إسحاق قال حدثني عاصم بن عمر بن قتادة قال حدثني أشياخ منا قالوا لم يكن أحد من العرب أعلم بشأن رسول الله صلى الله عليه وسلم منا كان معنا يهود وكانوا أهل كتاب وكنا أصحاب وثن فكنا إذا بلغنا منهم ما يكرهون قالوا إن نبيا مبعوثا الآن قد أظل زمانه نتبعه فنقتلكم معه قتل عاد وأرم فلما بعث الله تعالى رسوله أتبعناه وكفروا به ففينا والله وفيهم أنزل الله عز وجل * ( وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ) * الآية\r\n63 حدثنا أحمد قال نا يونس عن ابن إسحاق قال حدثني صالح بن إبراهيم بن عبد الرحمن بن عوف عن يحيى بن عبد الله بن عبد الرحمن بن سعد بن زرارة قال حدثني من شئت من رجال قومي عن حسان بن ثابت قال والله أني لغلام يافع ابن سبع سنين أو ابن ثماني سنين أعقل كل ما سمعت إذ سمعت يهوديا وهو على أطمه بيثرب يصرخ يا معشر يهود فلما اجتمعوا اليه قالوا ويلك ما لك قال طلع نجم أحمد الذي يبعث به الليلة\r\n64 حدثنا أحمد نا يونس عن ابن إسحاق قال حدثني صالح بن إبراهيم عن محمد بن لبيد عن سلمة بن سلامة بن وقش قال كان بين أبياتنا يهودي فخرج على نادي قومي من بني عبد الأشهل ذات غداة فذكر البعث والقيامة والجنة والنار والحساب والميزان فقال ذاك لأصحاب وثن لا يرون أن بعثا كائن بعد الموت وذلك قبيل مبعث رسول الله صلى الله عليه وسلم فقالوا ويلك يا فلان وهذا كائن أن الناس يبعثون بعد موتهم إلى دار فيها\r\n","description":"","footnote":"","page_name":" 63 ","page_number":15},
  {"content":"\r\nجنة ونار يجزون من أعمالهم قال نعم والذي يحلف به لوددت أن حظي من تلك النار أن توقدوا أعظم تنور في داركم فتحمونه ثم تقذفوني فيه ثم تطينون علي وأني أنجو من النار غدا فقيل يا فلان فما علامة ذلك قال نبي يبعث من ناحية هذه البلاد وأشار بيده نحو مكة واليمن قالوا فمتى تراه فرمى بطرفه فرآني وأنا مضطجع بفناء باب أهلي فقال وأنا أحدث القوم ان يستنفذ هذا الغلام عمره يدركه فما ذهب الليل والنهار حتى بعث الله عز وجل رسوله صلى الله عليه وسلم وانه لحي بين أظهركم فآمنا به وصدقناه وكفر به بغيا وحسدا فقلنا له يا فلان ألست الذي قلت ما قلت وأخبرتنا قال ليس به\r\n65 حدثنا أحمد قال نا يونس عن ابن إسحاق قال حدثني عاصم بن عمر بن قتادة عن شيخ من بني قريظة قال هل تدري عما كان اسلام أسيد وثعلبة ابني سعية وأسد بن عبيد نفر من هذيل لم يكونوا من بني قريظة ولا النضير كانوا فوق ذلك فقلت لا قال فإنه قدم علينا رجل من الشام من يهود يقال له ابن الهيبان فأقام عندنا والله ما رأينا رجلا قط لا يصلي الخمس خيرا منه فقدم علينا قبل مبعث رسول الله صلى الله عليه وسلم بسنين فكنا إذا قحطنا وقل علينا المطر نقول يا ابن الهيبان اخرج فاستسق لنا فيقول لا والله حتى تقدموا أمام مخرجكم صدقة فنقول كم فيقول صاعا من تمر أو مدين من شعير فنخرجه ثم نخرج إلى ظاهر حرتنا ونحن معه فيستسقى فوالله ما يقوم من مجلسه حتى تمر الشعاب قد فعل ذلك غير مرة\r\n","description":"","footnote":"","page_name":" 64 ","page_number":16},
  {"content":"\r\nولا مرتين ولا ثلاث فحدرته الوفاة فاجتمعنا اليه فقال يا معشر يهود ما ترونه أخرجني من أرض الخمر والخمير إلى أرض البؤس والجوع قالوا أنت اعلم قال فإنه انما أخرجني أتوقع خروج نبي قد أظل زمانه هذه البلاد مهاجره فأتبعه فلا تسبقن اليه إذا خرج يا معشر يهود فإنه يبعث بسفك الدماء وسبي الذراري والنساء ممن خالفه فلا يمنعكم ذلك منه ثم مات فلما كانت الليلة التي فتحت فيها قريظة قال أولئك الفتية الثلاثة وكانوا شبابا أحداثا يا معشر يهود والله انه الذي كان ذكر لكم ابن الهيبان فقال ما هو به قالوا بلى والله انه لصفته ثم نزلوا فأسلموا وخلوا أموالهم وأولادهم وأهاليهم\r\n66 نا أحمد قال نا يونس عن ابن إسحاق قال كانت أموالهم في الحصن مع المشركين فلما فتح رد ذلك عليهم\r\n67 نا أحمد نا يونس عن قيس بن الربيع عن يونس ابن أبي مسلم عن عكرمة أن ناسا من أهل الكتاب آمنوا برسلهم وصدقوهم وآمنوا بمحمد صلى الله عليه وسلم قبل أن يبعث فلما بعث كفروا به فذلك قوله تبارك وتعالى * ( فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم ) * وكان قوم من أهل الكتاب آمنوا برسلهم وبمحمد صلى الله عليه وسلم قبل أن يبعث فلما بعث آمنوا به فذلك قوله * ( والذين اهتدوا زادهم هدى وآتاهم تقواهم ) *\r\n","description":"","footnote":"","page_name":" 65 ","page_number":17},
  {"content":"\r\nاسلام سلمان الفارسي رحمه الله\r\n68 نا أحمد قال نا يونس بن بكير عن محمد بن إسحاق قال حدثني عاصم بن عمر بن قتادة عن محمود بن لبيد عن عبد الله بن عباس قال حدثني سلمان الفارسي قال كنت رجلا من أهل فارس من أهل أصبهان من قرية يقال لها جي وكان أبي دهقان أرضه وكان يحبني حبا شديدا لم يحبه شيئا من ماله ولا ولده فما زال به حبه إياي حتى حبسني في البيت كما تحبس الجارية واجتهدت في المجوسية حتى كنت قطن النار التي يوقدها لا يتركها تخبو ساعة فكنت كذلك لا اعلم من أمر الناس شيئا الا ما أنا فيه حتى بنى أبي بنيانا له وكانت له ضيعة فيها بعض العمل فدعاني فقال أي بني انه قد شغلني ما ترى من بنياني عن ضيعتي هذه ولا بد لي من اطلاعها فانطلق إليهم فمرهم لكذا وكذى ولا تحتبس عني فإنك ان احتبست عني شغلتني عن كل شيء فخرجت أريد ضيعته فمررت بكنيسة النصارى فسمعت أصواتهم فيها فقلت ما هذا فقالوا هؤلاء النصارى يصلون فدخلت أنظر فأعجبني ما رأيت من حالهم فوالله ما زلت جالسا عندهم حتى غربت الشمس وبعث أبي في طلبي في كل وجه حتى جئته حين أمسيت ولم أذهب إلى ضيعته فقال أي بني أين كنت ألم أكن قلت لك قلت يآبتاه مررت بأناس يقال لهم النصارى فأعجبني صلاتهم ودعاؤهم فجلست أنظر كيف يفعلون فقال أي بني دينك ودين آبائك خير من دينهم فقلت والله ما هو بخير من دينهم هؤلاء قوم يعبدون الله ويدعونه ويصلون له ونحن انما نعبد نارا نوقدها بأيدينا إذا تركناها ماتت فخافني فجعل في رجلي حديدا وحبسني في بيت عنده فبعثت إلى النصارى فقلت لهم أين أصل هذا الدين الذي أراكم عليه فقالوا بالشام فقلت فإذا\r\n","description":"","footnote":"","page_name":" 66 ","page_number":18},
  {"content":"\r\nقدم عليكم من هناك أناس فأذنوني فقالوا نفعل فقدم عليهم ناس من تجارهم فبعثوا إلي انه قدم علينا تجار من تجارنا فبعثت إليهم إذا قضوا حوائجهم وأرادوا الخروج فأذنوني بهم قالوا نفعل فلما قضوا حوائجهم وأرادوا الرحيل بعثوا إلي بذلك فطرحت الحديد الذي في رجلي ولحقت بهم فانطلقت معهم حتى قدمت الشام فلما قدمتها قلت من أفضل أهل هذا الدين قالوا الأسقف صاحب الكنيسة فجئته فقلت له اني قد أحببت أن أكون معك في كنيستك وأعبد الله فيها معك وأتعلم منك الخير قال فكن معي فكنت معه وكان رجل سوء كان يأمرهم بالصدقة ويرغبهم فيها فإذا جمعوها اليه اكتنزها ولم يعطها المساكين فأبغضته بغضا شديدا لما رأيت من حاله فلم ينشب ان مات فلما جاؤوا ليدفنوه قلت لهم ان هذا رجل سوء كان يأمركم بالصدقة ويرغبكم فيها حتى إذا جمعتموها اليه اكتنزها ولم يعطها المساكين فقالوا وما علامة ذلك فقلت أنا أخرج لكم كنزه فقالوا فهاته فأخرجت لهم سبع قلال مملوءة ذهبا وورقا فلما رأوا ذلك قالوا والله لا يدفن ابدا فصلبوه على خشبة ورموه بالحجارة وجاؤوا برجل آخر فجعلوه مكانه فلا والله يا ابن عباس ما رأيت رجلا قط لا يصلي الخمس أرى أنه أفضل منه أشد اجتهادا ولا أزهد في الدنيا ولا ادأب ليلا ولا نهارا منه ما اعلمني أحببت شيئا قط قبله حبه فلم أزل معه حتى حضرته الوفاة فقلت يا فلان قد حضرك ما ترى من أمر الله عز وجل واني والله ما أحببت شيئا قط حبك فماذا تأمرني والى من توصيني قال أي بني والله ما أعلمه الا رجلا بالموصل فأته فإنك ستجده على مثل حالي فلما مات وغيب لحقت بالموصل فأتيت صاحبها فوجدته على مثل حاله من الاجتهاد والزهادة في الدنيا فقلت له ان فلانا أوصاني إليك أن آتيك وأكون معك قال فأقم أي بني فأقمت عنده على مثل امر صاحبه حتى حضرته الوفاة فقلت له ان فلانا أوصاني إليك وقد حضرك من أمر الله ما ترى فإلى من قال والله ما أعلمه أي بني الا رجلا بنصيبين هو على مثل ما نحن\r\n","description":"","footnote":"","page_name":" 67 ","page_number":19},
  {"content":"\r\nعليه فالحق به فلما دفناه لحقت بالآخر فقلت له يا فلان ان فلانا أوصاني إلى فلان وفلان أوصاني إليك قال فأقم يا بني فأقمت عنده على مثل حالهم حتى حضرته الوفاة فقلت له يا فلان انه قد حضرك من امر الله ما ترى وقد كان فلان أوصاني إلى فلان وأوصاني فلان إلى فلان وأوصاني فلان إليك فإلى من قال أي بني والله ما أعلم أحدا على مثل ما نحن عليه الا رجل بعمورية من ارض الروم فأته فإنك ستجده على مثل ما كنا عليه فلما واريته خرجت حتى قدمت على صاحب عمورية فوجدته على مثل حالهم فأقمت عنده واكتسبت حتى كانت لي غنيمة وبقرات ثم حضرته الوفاة فقلت يا فلان ان فلانا كان أوصاني إلى فلان وفلان إلى فلان وفلان إليك وقد حضرك من أمر الله ما ترى فإلى من توصيني قال أي بني والله ما أعلمه بقي أحد على مثل ما كنا عليه آمرك أن تأتيه ولكنه قد أظلك زمان نبي يبعث من الحرم مهاجره بين حرتين إلى أرض سبخة ذات نخل وان فيه علامات لا تخفى بين كتفيه خاتم النبوة يأكل الهدية ولا يأكل الصدقة فان استطعت ان تخلص إلى تلك البلاد فافعل فإنه قد أظلك زمانه فلما واريناه أقمت على خير حتى مر بي رجال من تجار العرب من كلب فقلت لهم تحملوني معكم حتى تقدموني أرض العرب وأعطيكم غنمتي هذه وبقراتي قالوا نعم فأعطيتهم إياها وحملوني حتى إذا جاءوا بي وادي القرى ظلموني فباعوني عبدا من رجل من يهود بوادي القرى فوالله لقد رأيت النخل وطمعت ان يكون البلد الذي نعت لي صاحبي وما حقت عندي حتى قدم رجل من بني قريظة من أقرباء يهود وادي القرى فابتاعني من صاحبي الذي كنت عنده فخرج بي حتى قدم المدينة فوالله ما هو الا أن رأيتها فعرفت نعته فأقمت في رقي مع صاحبي وبعث الله عز وجل رسول الله صلى الله عليه وسلم بمكة\r\n","description":"","footnote":"","page_name":" 68 ","page_number":20},
  {"content":"\r\nلا يذكر لي شيء من أمره مما أنا فيه من الرق حتى قدم رسول الله صلى الله عليه وسلم قباء وأنا أعمل لصاحبي في نخلة له فوالله اني لفيها إذ جاء ابن عم له فقال فلان قاتل الله بني قيلة والله انهم الآن لفي قباء مجتمعون على رجل جاء من مكة يزعمون أنه نبي فوالله ما هو الا أن سمعتها فأخذتني العرواء يقول الرعدة حتى ظننت لأسقطن على صاحبي ونزلت أقول ما هذا الخبر ما هو فرفع مولاي فلكمني لكمة شديدة وقال ما لك ولهذا أقبل قبل عملك فقلت لا شيء انما سمعت خبرا وأحببت أعلمه فلما أمسيت وكان عندي شيء من طعام فحملته وذهبت إلى رسول الله صلى الله عليه وسلم وهو بقبا فقلت انه بلغني أنك رجل صالح أن معك أصحابا لك غرباء وقد كان عندي شيء للصدقة فرأيتكم أحق من بهذه البلاد به فها هو هذا فكل منه فأمسك رسول الله صلى الله عليه وسلم يده وقال لأصحابه كلوا ولم يأكل فقلت في نفسي هذه خلة مما وصف لي صاحبي ثم رجعت وتحول رسول الله صلى الله عليه وسلم إلى المدينة فجمعت شيء كان عندي ثم جئته به فقلت أبي رأيتك لا تأكل الصدقة وهذه هدية وكرامة ليست بالصدقة فأكل رسول الله صلى الله عليه وسلم واكل أصحابه فقلت هذه خلتان ثم جئت رسول الله صلى الله عليه وسلم وهو يتبع جنازة وعلي شملتان لي وهو في أصحابه فاستدرت به لأنظر إلى الخاتم في ظهره فلما رآني رسول الله صلى الله عليه وسلم أستدير عرف أني استثبت من شيء قد وصف لي فوضع رداءه عن ظهره فنظرت إلى الخاتم بين كتفيه كما وصف لي صاحبي فأكببت عليه أقبله وأبكي فقال تحول يا سلمان هاكني فتحولت فجلست بين يديه وأحب أن يسمع أصحابه حديثي عنه فحدثته يا ابن عباس كما حدثتك فلما فرغت قال رسول الله صلى الله عليه وسلم كاتب يا سلمان فكاتبت صاحبي على ثلاثمايه نخله أحييها له وأربعين أوقية فأعانني أصحاب رسول الله صلى الله عليه وسلم بالنخل\r\n","description":"","footnote":"","page_name":" 69 ","page_number":21},
  {"content":"\r\nثلاثين ودية إلى عشرة كل رجل منهم على قدر ما عنده فقال لي رسول الله صلى الله عليه وسلم فقر لها فإذا فرغت فأذني حتى أكون أنا الذي أضعها بيدي ففقرتها وأعانني أصحابي يقول حفرت لها حيث توضع حتى فرغنا منها ثم جئت رسول الله صلى الله عليه وسلم فقلت يا رسول الله صلى الله عليه وسلم قد فرغنا منها فخرج معي حتى جاءها فكنا نحمل اليه الودي فيضعه بيده ويسوي عليه فوالذي بعثه بالحق ما ماتت منها ودية واحدة وبقيت علي الدراهم فاتاه رجل من بعض المعادن بمثل البيضة من الذهب فقال رسول الله صلى الله عليه وسلم أين الفارسي المسلم المكاتب فدعيت له فقال خذ هذه يا سلمان فأد بها ما عليك فقلت يا رسول الله وأين تقع هذه مما علي قال فان الله عز وجل سيؤدي بها عنك فوالذي نفس سلمان بيده لوزنت لهم منها أربعين أوقية فأديتها إليهم وعتق سلمان وكان الرق قد حبسني حتى فاتتني مع رسول الله صلى الله عليه وسلم بدر وأحد ثم عتقت فشهدت الخندق ثم لم يفتني معه مشهد\r\n69 نا أحمد نا يونس عن ابن إسحاق قال حدثني عاصم بن عمر بن قتادة قال حدثني من سمع عمر بن عبد العزيز وحدث هذا من حديث سلمان فقال حدثت عن سلمان أن صاحب عمورية قال لسلمان حين حضرته الوفاة أيت غيضتين من أرض الشأم فان رجلا يخرج من أحداهما إلى الأخرى في كل سنة ليلة يعترضه ذوو الأسقام فلا يدعو لأحد به مرض الا شفي فسله عن هذا الدين الذي تسئلني عنه عن الحنيفية دين إبراهيم فخرجت حتى أقمت بها سنة حتى خرج تلك الليلة من احدى الغيضتين إلى الأخرى وانما كان يخرج مستحرا فخرج وغلبني عليه الناس حتى دخل في الغيضة\r\n","description":"","footnote":"","page_name":" 70 ","page_number":22},
  {"content":"\r\nالتي يدخل فيها حتى ما بقي الا منكبه فأخذت به فقلت رحمك الله الحنيفية دين إبراهيم فقال إنك لتسئل عن شيء ما يسئل عنه الناس اليوم قد أظلك نبي يخرج عند هذا البيت بهذا الحرم يبعث فلما ذكر سلمان لرسول الله صلى الله عليه وسلم قال لئن كنت صدقت يا سلمان لقد رأيت عيسى بن مريم عليه السلام\r\n70 حدثنا أحمد قال نا يونس عن ابن إسحاق قال حدثني يزيد بن أبي حبيب عن رجل من عبد القيس عن سلمان قال لما أعطاني رسول الله صلى الله عليه وسلم ذلك الذهب فقال اقض به عنك فقلت يا رسول الله وأين يقع هذه مما علي فقلبها رسول الله صلى الله عليه وسلم على لسانه ثم قذفها إلي ثم قال انطلق بها فان الله عز وجل سيؤدي بها عنك فانطلقت فوزنت لهم منها حتى أوفيتهم منها أربعين أوقية\r\n71 حدثنا أحمد قال نا يونس عن أبي ليلى قال نا عتاب البكري قال كنا نجالس أبا سعيد الخدري فيبسط له على بابه بساط ثم يجعل عليه وسادة فيجلس على البساط ويتكي على الوسادة ونحن حوله نحدق به فسألته عن الخاتم الذي كان بين كتفي رسول الله صلى الله عليه وسلم ما كان قال فأشار أبو سعيد بالسبابة ووضع الابهام على أول مفصل أسفل من ذلك قال يونس أخرج المفصل كله قال كانت بضعة ناشزة بين كتفي رسول الله صلى الله عليه وسلم\r\n72 أحمد نا يونس قال قال ابن إسحاق وكانت قريش يعظمون الكعبة ويطوفون بها ويستغفرون عندها مع تعظيم الأوثان والشرك في ذبائحهم ويحجون ويقفون المواقف\r\n","description":"","footnote":"","page_name":" 71 ","page_number":23},
  {"content":"\r\nأثر الكعبة\r\n73 نا أحمد نا يونس عن سعيد بن ميسرة البكري قال حدثني أنس بن مالك أن رسول الله صلى الله عليه وسلم قال كان موضع البيت في زمان آدم شبرا أو أكثر علما فكانت الملائكة تحج اليه قبل آدم ثم حج آدم فاستقبله الملائكة فقالوا يا آدم من أين جئت قال حججت البيت قالوا قد حجته الملائكة قبلك\r\n74 نا أحمد نا يونس عن ثابت بن دينار عن عطاء قال أهبط آدم بالهند فقال يا رب ما لي لا أسمع صوت الملائكة كما كنت أسمعها في الجنة فقال له بخطيئتك يا آدم فانطلق فابن لي بيتا فتطوف به كما رأيتهم يطوفون فانطلق حتى أتى مكة فبنى البيت فكان موضع قدمي آدم قرى وأنهار وعمارة وما بين خطاه مفاوز فحج آدم البيت من الهند أربعين سنة\r\n75 نا أحمد نا يونس عن يحيى بن سلمة بن كهيل عن أبيه عن مجاهد قال لما قيل لإبراهيم أذن في الناس بالحج قال يا رب كيف أقول قال قل يا أيها الناس أجيبوا ربكم فصعد الجبل ينادي أيها الناس أجيبوا ربكم فأجابه لبيك اللهم لبيك فكان هذا أول التلبية\r\n76 نا أحمد نا يونس عن ابن إسحاق قال حدثني وهب بن كيسان قال سمعت عبد بن عمير الليثي يقول لما أمر إبراهيم بدعاء الناس إلى الحج استقبل المشرق فدعا إلى الله\r\n","description":"","footnote":"","page_name":" 72 ","page_number":24},
  {"content":"\r\nعز وجل فأجيب لبيك لبيك ثم استقبل المغرب فدعا الله عز وجل فأجيب لبيك لبيك ثم استقبل الشام فدعا إلى الله عز وجل فأجيب لبيك لبيك ثم استقبل اليمن فدعا إلى الله عز وجل فأجيب لبيك لبيك\r\n77 نا أحمد نا يونس عن ابن إسحاق قال حدثني ثقة من أهل المدينة عن عروة بن الزبير أنه قال ما من نبي الا وقد حج البيت الا ما كان من هود وصالح ولقد حجه نوح فلما كان من الأرض ما كان من الغرق أصاب البيت ما أصاب الأرض فكان البيت رونة حمراء فبعث الله تعالى هودا فتشاغل بأمر قومه حتى قبضه الله عز وجل اليه فلم يحجه حتى مات ثم بعث الله تعالى صالحا فتشاغل بأمر قومه فلم يحجه حتى مات فلما بوأه الله عز وجل لإبراهيم حجه ثم لم يبق نبي الا حجه\r\n78 نا أحمد نا يونس عن ابن إسحاق عن عطاء بن أبي رباح عن كعب الحبر قال شكت الكعبة إلى ربها عز وجل وبكت اليه فقالت أي رب قل زواري وجفاني الناس فقال الله عز وجل لها أني محدث لك إنجيلا وجاعل لك زوارا يحنون إليك حنين الحمامة إلى بيضاتها\r\n79 نا أحمد قال حدثني أبي قال نا جرير بن عبد الحميد عن منصور عن مجاهد عن عبد الله بن عمرو قال خلق البيت قبل الأرض بألفي عام ثم دحيت الأرض منه\r\n80 نا أحمد نا يونس عن الأسباط بن نصر الهمداني عن إسماعيل بن عبد الرحمن السدي قال خرج آدم من الجنة معه حجر في يده وورق في الكف الآخر فبث الورق بالهند فمنه\r\n","description":"","footnote":"","page_name":" 73 ","page_number":25},
  {"content":"\r\nما ترون من الطيب وأما الحجر فكان ياقوتة بيضاء يستضاء بها فلما بنى إبراهيم البيت فبلغ موضع الحجر قال لإسماعيل ايتني بحجر أضعه ها هنا فأتاه بحجر من الجبل فقال غير هذا فرده مرارا لا يرضى ما يأتيه فذهب مرة وجاءه جبريل بالحجر من الهند الذي أخرج به آدم من الجنة فوضعه فلما جاءه إسماعيل قال من جاءك بهذا قال من هو أنشط منك\r\n81 نا أحمد نا يونس عن السرى بن إسماعيل عن عامر عن عمر بن الخطاب أنه قال الحجر الأسود من أحجار الجنة أهبط إلى الأرض وهو أشد بياضا من الكرسف فما أسود الا من خطايا بني آدم ولولا ذلك ما مسه أبكم ولا أصم ولا أعمى الا برئ\r\n82 نا أحمد نا يونس عن عبد الرحمن بن عبد الله عن سلمة ابن كهيل عن رجل عن علي أنه قال السكينة لها وجه كوجه الانسان وهي في ذلك ريح هفافة\r\n83 نا أحمد نا يونس عن إبراهيم بن إسماعيل عن يزيد الرقاشي عن أبيه عن أبي موسى الأشعري أن رسول الله صلى الله عليه وسلم قال لقد مر بالصخرة من الروحاء سبعون نييا حفاة عليهم العباء يؤمون بيت الله العتيق منهم موسى عليه السلام\r\n84 نا أحمد نا يونس عن سعيد بن ميسرة عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال كان الحجر من ياقوت الجنة فمسحه المشركون فاسواد من مسحهم إياه\r\n85 نا أحمد نا يونس عن وهب بن عقبة عن عطية العوفي عن ابن عباس قال إن الحجر الأسود من حجارة الجنة كان أشد بياضا من اللبن فاسواد مما مسحه بنو آدم من ذنوبهم\r\n","description":"","footnote":"","page_name":" 74 ","page_number":26},
  {"content":"\r\n86 نا أحمد نا يونس عن مسلمة بن عبيد الله القرشي عن عبد الكريم أبي أمية قال كان البيت ياقوتة من ياقوت الجنة فلما كان زمن الطوفان رفع إلى السماء الدنيا فلو وقع الآن وقع على موضع البيت يطوف به كل ليلة سبعون ألف ملك واستودع جبريل أبا قبيس الحجر وهو ياقوتة بيضاء من ياقوت الجنة فلما بنى إبراهيم البيت أتاه جيريل فأخرج له الحجر فوضعه في قواعد البيت وهو يوم القيامة أعظم من أحد له لسان يشهد بة\r\n87 نا أحمد نا يونس عن عبد الرحمن بن عبد الله المسعودي عن سعيد بن أبي بردة الأشعري عن عبد الله بن عمر أنه قال لأبيه أبي بردة أتدري ما كان قومك يقولون في الجاهلية إذا طافوا بالبيت قال وما كانوا يقولون قال كانوا يقولون اللهم هذا واحد أن تما أتمه الله وقد أتما أن تغفر إذا طافوا بالبيت قال وما كانوا يقولون قال كانوا يقولون اللهم تغفر جما وأي عبد لك لا ألما\r\n88 نا أحمد نا يونس عن قيس بن الربيع عن منصور عن مجاهد قال كان أهل الجاهلية يقولون حين يطوفون بالبيت أن تغفر اللهم تغفر جما وأي عبد لك لا ألما\r\n89 نا أحمد نا يونس عن هشام بن عروة عن أبيه قال لم يكن أحد يطوف بالكعبة عليه ثياب الا الحمس وكان بقية الناس الرجال والنساء يطوفون عراة الا أن يحتسب عليهم الحمس فيعطون الرجل أو المرأة الثوب يلبسه\r\n90 نا أحمد نا يونس عن أبي معشر المدني عن محمد بن قيس قال كان أهل الجاهلية ممن لم يكن من الحمس فان طابت نفسه أن يرمي بالثوب الذي عليه إلى الكعبة إذا طاف بالبيت أو وجد عارية من أهل مكة طاف فيه فإن لم تطب نفسه بالثوب الذي عليه ولم يجد عارية من أهل مكة طاف عريانا فقالوا * ( وجدنا عليها آباءنا والله أمرنا بها ) *\r\n","description":"","footnote":"","page_name":" 75 ","page_number":27},
  {"content":"\r\n) حتى بلغ * ( خالصة يوم القيامة ) * قال محمد بن قيس هي للذين آمنوا في الحياة الدنيا ليشركهم فيها الكفار فإذا كان يوم القيامة خلص بها المؤمنون\r\n91 نا أحمد نا يونس عن هشام بن عروة عن أبيه عن عائشة قالت كانت قريش ومن يدين دينها وهم الحمس يقفون عشية عرفة بالمزدلفة يقولون نحن قطن البيت وكان بقية الناس والعرب يقفون بعرفات فأنزل الله تعالى * ( ثم أفيضوا من حيث أفاض الناس ) * فيقدموا فوقفوا مع الناس بعرفات\r\n92 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الله بن أبي بكر عن عثمان بن أبي سليمان عن نافع بن جبير بن مطعم عن أبيه جبير بن مطعم قال لقد رأيت رسول الله صلى الله عليه وسلم وهو على دين قومه وهو يقف على بعير له بعرفات من بين قومه حتى يدفع معهم توفيقا من الله عز وجل له\r\n93 نا أحمد نا يونس عن زكريا بن أبي زائده عن أبي إسحاق عن عمر بن ميمون عن عمر قال كان المشاركون كلهم يقولون أشرق ثبير كي ما نغير قال فكانوا لا يفيضون من جمع حتى تطلع الشمس فنهانا رسول الله صلى الله عليه وسلم عن ذلك قال زكريا فنفر رسول الله صلى الله عليه وسلم قبل أن تطلع الشمس\r\n","description":"","footnote":"","page_name":" 76 ","page_number":28},
  {"content":"\r\n94 نا أحمد نا يونس عن يوسف بن ميمون عن الحسن قال كان الناس في الجاهلية إذا أتوا المعرف قام رجل فوق جبل فقال أنا فلان بن فلان فعلت كذى وفعل أبي كذى وفعل جدي كذى فأنزل الله عز وجل * ( فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكرا ) * يقول كما كنتم تذكرون آباءكم في الجاهلية فقال رسول الله صلى الله عليه وسلم حين نزلت هذه الآية ( يا أيها الناس أن الله قد رفع عنكم هذه النخوة والتفاخر في الآباء فنحن ولد آدم وخلق آدم من تراب ) وقال الله عز وجل * ( يا أيها الناس إنا خلقناكم من ذكر وأنثى ) * إلى قوله * ( أتقاكم ) *\r\n95 نا أحمد نا يونس عن يوسف بن مميمون التميمي عن عطاء بن أبي رباح أن أناسا سأله عن السعي بين الصفا والمروة فقال ان هاجر لما وضعها إبراهيم هي وابنها إسماعيل أصابها عطش شديد حتى أريت أن إسماعيل سيقتله العطش فلما خشيت ذلك منه وضعته في موضع البيت وانطلقت حتى أتت الصفا فصعدت فوقه تنظر هل مات بعد أم لا فجعلت تدعو الله تعالى له ثم نزلت حتى اتت بطن الوادي فسعت فية ثم خرجت تمشي حتى أتت المروة فصعدت فوقها تنظر هل مات أم لا وكانا حجرين إلى البيت ففعلت ذلك سبع مرات فهذا أصل السعي بين الصفا والمروة\r\n96 نا أحمد نا يونس عن هشام بن عروة عن أبيه في هذه الآية * ( إن الصفا والمروة من شعائر الله ) * ألآية فقلت لعائشة لو أن انسانا حج فلم يطف بين الصفا والمروة ما ظننت أن عليه حرجا قالت فأتل علي فتلوت عليها * ( فلا جناح عليه أن يطوف بهما ) *\r\n","description":"","footnote":"","page_name":" 77 ","page_number":29},
  {"content":"\r\n) فقالت لو كان كما تقول كان ( فلا جناح عليه ألا يطوف بهما ) وانما نزلت هذه الآية في أناس من قريش كانوا يحرمون لمناة ولا يحل في دينهم أن يطوفوا بين الصفا والمروة فلما أسلموا قالوا لرسول الله صلى الله عليه وسلم انا كنا نحرم لمناة فلا يحل لنا في ديننا ان نطوف بين الصفا والمروة فأنزل الله عز وجل الآية * ( إن الصفا والمروة من شعائر الله ) * فقالت عائشة هما من شعائر الله فما أتم الله حج من لم يطف بهما\r\n97 نا أحمد نا يونس عن يوسف بن ميمون عن عطاء بن أبي رباح أنه سئل عن رمي الجمار فقال ان إبراهيم أتى البيت الحرام فصلى به ثم راح حتى أتى منى في بعض الليل فانطلق حتى أتى الشجرة فعرض له الشيطان فرماه إبراهيم بسبعة أحجار يكبر مع كل حجر فذهب عنه ثم مضى حتى أتى مكان الجمرة التي تليها فتعرض له الشيطان فرماه بسبعة أحجار يكبر مع كل حجر فذهب عنه ثم مضى حتى إذا أتى موضع الجمرة الثالثة عرض له الشيطان فرماه بسبعة أحجار يكبر مع كل حجرة فذهب عنه فلما بعث الله عز وجل نبيه صلى الله عليه وسلم اقتص ما صنع إبراهيم فصنع مثله\r\n98 نا أحمد نا يونس عن أبي بكر الهذلي قال نا الحسن قال كان الناس في الجاهلية إذا ذبحوا لطخوا بالدماء وجه الكعبة وشرجوا اللحوم فوضعوها على الحجارة وقالوا لا يحل لنا أن نأكل شيئا جعلناه لله عز وجل حتى تأكله السباع والطير فلما جاء الاسلام جاء الناس رسول الله صلى الله عليه وسلم فقالوا له شيئا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":30},
  {"content":"\r\nكنا نصنعه في الجاهلية ألا نصنعه الآن فإنما هو لله عز وجل فأنزل الله عز وجل * ( فكلوا منها وأطعموا ) * فقال رسول الله صلى الله عليه وسلم لا تفعلوا فان ذلك ليس لله عز وجل قال الحسن فلم يعزم عليهم الآكل فان شئت فكل وان شئت فدع\r\n99 نا أحمد نا يونس عن ابن إسحاق قال سألت ابن أبي نجيح عن قول رسول الله ) صلى الله عليه وسلم أن الزمان قد استدار حتى صار كهعيئة يوم خلق الله السماوات والأرض ) فقال كانت قريش يدخلون في كل سنة شهرا وانما كانوا يوافقون ذا الحجة في كل اثنتي عشرة سنة مرة فوفق الله تعالى لرسوله في حجته التي حج ذا الحجة فحج رسول الله صلى الله عليه وسلم فيها فقال رسول الله صلى الله عليه وسلم ان الزمان قد استدار حتى صار كهيئته يوم خلق الله السماوات والأرض فقلت لابن أبي نجيح فكيف بحجة أبي بكر وعتاب بن أسيد فقال على ما كان الناس يحجون عليه ثم فسر ابن أبي نجيح فقال كانوا يحجون في ذي الحجة ثم العام المقبل في المحرم ثم صفر حتى يبلغوا اثنى عشر شهرا\r\n100 حدثنا أحمد قال نا يونس عن ابن أبي ليلى وابن أبي أنيسة عن عبد الله بن أبي مليكة عن عبد الله بن عمرو بن العاص أن رسول الله صلى الله عليه وسلم قال نزل جبريل على إبراهيم صلى الله عليهما فراح به فصلى به الصلوات بها قال يحيى الظهر والعصر والمغرب والعشاء ثم اجتمعا فبات به حتى صلى الفجر ثم سار به يوم عرفة حتى نزل به المنزل الذي ينزل الناس فصلى به الصلاتين قال يحيى جميعا ثم اجتمعا قال فسار حتى وقف به في الموقف حتى كان كأعجل\r\n","description":"","footnote":"","page_name":" 79 ","page_number":31},
  {"content":"\r\nما يصلي أحد من المسلمين صلاة المغرب ثم أفاض حتى أتى به جمعا فصلى به الصلاتين قال يحيى المغرب والعشاء جميعا قال ثم بات بها حتى إذا كان كأعجل ما يصلي أحد من المسلمين صلاة الفجر أفاض به حتى أتى به الجمرة فرماها ثم ذبح وحلق ثم أتى به البيت فطاف به قال ابن أبي ليلى ثم رجع به إلى منى فأقام فيها تلك الأيام ثم أوحى الله عز وجل إلى محمد صلى الله عليه وسلم * ( أن اتبع ملة إبراهيم حنيفا ) *\r\n101 نا احمد نا يونس عن زكريا بن أبي زائدة عن أبي إسحاق عن زيد بن يثيع عن علي قال بعثني رسول الله صلى الله عليه وسلم حين نزلت * ( براءة ) * ألا يطوف في بالبيت عريان\r\n102 نا أحمد نا يونس عن ابن إسحاق قال وكانت قريش لا أدري قبل بناء الكعبة أو بعده ابتدعت رأي الحمس رأيا رأوه وأداروه بينهم فقالوا نحن بنو إبراهيم وأهل الحرم وولاة البيت وقاطنوا مكة وسكانها فليس لأحد من العرب مثل حقنا ولا مثل منزلتنا ولا تعرف له العرب مثل ما تعرف لنا فلا تعظموا شيئا من الحل كما تعظمون الحرم فإنكم ان فعلتم ذلك استخفت العرب حرمتكم وقالوا قد عظموا من الحل مثل ما عظموا من الحرم فتركوا الوقوف على عرفة والإفاضة منها وهم يقرون ويعرفون أنها من المشاعر والحج ودين إبراهيم عليه السلام ويرون لسائر العرب أن يقفوا عليها وأن يفيضوا منها الا أنهم قالوا نحن أهل الحرم فليس ينبغي لنا أن نخرج من الحرمة ولا نعظم غيرها كما يعظمها الحمس والحمس أهل الحرم ثم جعلوا لمن ولدوا من العرب من ساكني الحل والحرم مثل الذي لهم لولادتهم إياهم يحل لهم ما يحل لهم ويحرم عليهم ما يحرم عليهم\r\n","description":"","footnote":"","page_name":" 80 ","page_number":32},
  {"content":"\r\nوكانت كنانة وخزاعة قد دخلوا معهم في ذلك ثم ابتدعوا في ذلك أمورا لم تكن فقالوا لا ينبغي للحمس أن يأقطوا الاقط ولا يسلئوا السمن وهم حرم ولا يدخلوا بيتا من شعر ولا يستظلوا الا في بيوت الادم ما داموا حراما ثم رفعوا في ذلك فقالوا لا ينبغي لأهل الحل أن يأكلوا من طعام جاؤوا به معهم من الحل في الحرم إذا جاؤوا حجاجا أو عمارا ولا يطوفوا بالبيت إذا قدموا أول طوافهم الا في ثياب الحمس فإن لم يجدوا شيئا منها طافوا بالبيت عراه فان تكرم منهم متكرم من رجل أو امرأة لم يجد ثوبا من ثياب الحمس فطاف في ثيابه التي جاء بها من الحل ألقاها إذ فرغ من طوافه لم ينتفع بها ولم يمسها ولا أحد غيره أبدا وكانت العرب تسمي تلك الثياب اللقا فحملوا العرب على ذلك فدانت به ووقفوا على عرفات وأفاضوا منها فأطافوا بالبيت عراة وأخذوا بما شرعوا لهم من ذلك فكان أهل الحل يأتون حجاجا وعمارا فإذا دخلوا الحرم وضعوا أزوادهم التي جاؤوا بها وابتاعوا من طعام الحرم والتمسوا ثيابا من ثياب الحرم اما عارية واما بإجارة فطافوا فيها فإن لم يجدوا طافوا عراة أما الرجال فيطوفون عراة وأما النساء فتضع إحداهن ثيابها كلها الا درعا تطرحه عليها ثم تطوف فيه فقالت امرأة من\r\n","description":"","footnote":"","page_name":" 81 ","page_number":33},
  {"content":"\r\nالعرب وهي كذلك تطوف\r\n( اليوم يبدو بعضه أو كله\r\n* وما بدا منه فلا أحله )\r\nومن طاف منهم في ثيابه التي جاء فيها ألقاها فلم ينتفع بها هو ولا غيره فقال قائل من العرب يذكر شيئا تركه لا يقربه وهو يحبه\r\n( كفى حزنا كري عليه كأنه\r\n* لقا بين أيدي الطائفين حريم )\r\nيقول لا يمس فكانوا كذلك حتى بعث الله عز وجل نبيه صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 82 ","page_number":34},
  {"content":"\r\nحديث بنيان الكعبة\r\n103 حدثنا أحمد بن عبد الجبار نا يونس بن بكير عن ابن إسحاق قال فأقامت قريش في كل قبيلة منها أشراف فليس بينها اختلاف ولا نائره ثم إن قريشا اجتمعوا على بنيان الكعبة وكانوا يهمون بذلك فيهابون هدمها وانما كانت رضما فوق القامة فأرادوا رفعها وتسقيفها وذلك أن نفرا من قريش سرقوا كنز الكعبة وكان يكون في بئر جوف الكعبة وكان الذي وجد عنده الكنز دويل أو دويك شك أبو عمر مولى لبني مليح بن عمرو من خزاعة فقطعت قريش يده من بينهم وكان ممن اتهم في ذلك الحارث بن عامر بن نوفل وكان أخا الحارث بن عامر بن نوفل بن عبد مناف لامه أبو لهب بن عبد المطلب فهو الذي تزعم قريش أنهم وضعوا كنز الكعبة حين أخذوه عند دويل أو دويك فلما أتتهم قريش دلوهم على دويل أو دويك فقطعوه ويقال أنهم وضعوه عنده وذكروا أن قريشا حين أستيقنوا بأن ذلك كان عند الحارث ابن عامر بن نوفل بن عبد مناف خرجوا به إلى كاهنة من كهان العرب فسجعت عليه من كهانتها بأن لا يدخل مكة عشر سنين بما استحل من حرمة الكعبة فزعموا أنهم أخرجوه من مكة فكان فيما حولها عشر سنين وكان البحر قد رمى بسفينة إلى جدة لرجل من الروم فتحطمت فأخذوا خشبها فأعدوه لسقفها وكان بمكة رجل قبطي نجار فتهيأ لهم في أنفسهم في بعض ما يصلحها وكانت حية\r\n","description":"","footnote":"","page_name":" 83 ","page_number":35},
  {"content":"\r\nتخرج من بئر الكعبة التي كان يطرح فيها مما يهدى لها كل يوم فتشرق على جدار الكعبة وكانت مما يهابون وذلك أنهم زعموا قل ما كان يتقرب من بئر الكعبة أحد الا احزألت وكشت وفتحت فاها فكانوا يهابونها فبينا هي يوما تشرق على جدار الكعبة كما كانت تصنع بعث الله عز وجل عليها طائر لا يدرون ما هو فاختطفها من متشرقها فذهب بها فقالت قريش انا نرجو أن يكون الله عز وجل قد رضي ما أردنا عندنا عامل رفيق وعندنا الخشب وقد ذهب الله تعالى بالحية وذلك بعد الفجار بخمس عشرة سنة ورسول الله صلى الله عليه وسلم إذ ذاك ابن خمس وثلاثين سنة فلما أجمعوا أمرهم على هدمها وبنائها قام أبو وهب عامر بن عائذ بن عبد بن عمران بن مخزوم فتناول من الكعبة حجرا فوثب من يده حتى رجع إلى موضعه فيما يزعمون فقال يا معشر قريش لا تدخلن في بنيانها من كسبكم الا طيبا ولا تدخلن فيها مهر بغي ولا بيع ربا ولا مظلمة من أحد من الناس وينحلون هذا الكلام الوليد بن المغيرة\r\n104 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الله بن أبي نجيح أنه حدث عن عبد الله بن صفوان بن أمية أنه رأى ابنا لجعدة بن هبيرة بن أبي وهب بن عمرو بن عائذ بن عبد بن عمران ابن مخزوم يطوف بالبيت فسأل عنه فقيل هذا ابن لجعده بن هبيرة بن أبي وهب فقال عبد الله بن صفوان أن جده يعنى أبا وهب هو الذي أخذ من الكعبة حجرا حين أرادت قريش هدمها فوثب من يده حتى رجع إلى موضعه فقال عند ذلك يا معشر قريش لا تدخلو فيها من كسبكم الا طيبا لا تدخلوا مهر بغي ولا بيع ربا ولا مظلمة لأحد من الناس وأبو وهب خال رسول الله صلى الله عليه وسلم وكان شريفا وله يقول شاعر من العرب\r\n","description":"","footnote":"","page_name":" 84 ","page_number":36},
  {"content":"\r\n( لو بابي وهب أنخت مطيتي\r\n* لرحت وراحت رحلها غير خائب )\r\n( وأبيض من فرعي لؤي بن غالب\r\n* إذا حصلت أنسابه للذوائب )\r\n( أبى لأحد الضيم يرتاح للندى\r\n* توسط جداه فروع الأطائب )\r\n( عظيم رماد القدر تملأ جفانه\r\n* من الخبز يعلوهن مثل السبائب )\r\n105 حدثنا أحمد نا يونس عن ابن إسحاق قال ثم تجزأت قريش الكعبة فكان شق الباب لبني عبد مناف وبني زهرة وكان مما بين الركنين الأسود والركن اليماني لبني مخزوم وتيم وقبائل من قريش ضموا إليهم وكان ظاهرها لسهم وجمح وكان شق الحجر وهو الحطيم لبني عبد الدار بن قصي ولبني أسد بن عبد العزى بن قصي وبني عدي بن كعب ثم إن الناس هابوا هدمها وفرقوا منه فقال الوليد ابن المغيرة أنا أبرأكم في هدمها فأخذ المعول فقام عليها ثم قال اللهم لا ترع اللهم انا لا نريد الا الخير ثم هدم من ناحية الركنين فتربص الناس تلك الليلة وقالوا ننظر ماذا يصيبه فان أصيب لم نهدم منها شيئا ورددناها كما كانت وان لم يصبه شيء فقد رضي الله عز وجل ما صنعنا فأصبح غاديا يهدم وهدم الناس معه فلما انتهى به الهدم إلى أس الكعبة اتبعوه حتى انتهوا إلى حجارة خضر كالأسنة آخذ بعضها بعضا\r\n106 حدثنا أحمد نا يونس عن ابن إسحاق قال حدثت أن رجالا من قريش ممن كان يهدمها قالوا أدخل رجل بين حجرين منها العتلة ليقلع أحدهما فلما تحرك الحجر تنقضت مكة بأسرها فهابوا عند ذلك تحريك ذلك الأس\r\n107 حدثنا أحمد نا يونس عن ابن إسحاق قال حدثني يحيى ابن عباد بن عبد الله بن الزبير عن أبيه عن عباد قال حدثت انهم\r\n","description":"","footnote":"","page_name":" 85 ","page_number":37},
  {"content":"\r\nوجدوا في أس الكعبة أو في بعضها شيئا من صفر مثل بيض النعام مكتوب في أحداهما هذا بيت الله عز وجل الحرام رزق أهله من كذى لا يحله أول من أهله وفي الأخرى غزالة لبني فلان حي من العرب من حجة لله حجوها\r\n108 نا أحمد نا يونس عن ابن إسحاق قال حدثت أن قريشا وجدت في الركن أو في بعض المقام كتابا بالسريانيه لم يدروا ما هو حتى قرأه عليهم رجل من يهود أنا الله ذو بكة خلقتها يوم خلقت السماوات والأرض وصغت الشمس والقمر وحففتهما بسبعة أملاك حنفاء لا يزولون حتى تزول أخاشبها مبارك لأهلها في الماء واللبن\r\n109 وحدثت أنهم وجدوا في المقام كتابا فيه مكة الحرام يأتيها رزقها من ثلاث سبل لا يحلها أول من أهلها\r\n110 نا أحمد نا يونس عن زكريا بن أبي زائده عن عامر الشعبي قال حدثني من قرأ في أسفل المقام أو في تختجة في سقف البيت أنا الله ذو بكة بنيته على وجوه سبعة أملاك حنفاء باركت لأهله في اللحم والماء وجعلت رزقهم من ثلاثة سبل ولا يستحل حرمتها أول من أهلها\r\n111 نا أحمد نا يونس عن المنذر بن ثعلبه عن سعيد بن حرب قال شهدت عبد الله بن الزبير وهو يقلع القواعد التي أسس إبراهيم صلى الله عليه وسلم لبناء البيت فإذا على تربة صفراء عند الحطيم فقال ابن الزبير هذا قبر إسماعيل عليه السلام فواراه\r\n112 نا أحمد نا يونس عن أبن إسحاق قال ثم جمعت القبائل من قريش لبنائها كل قبيلة تجمع على حدتها ثم بنوا حتى\r\n","description":"","footnote":"","page_name":" 86 ","page_number":38},
  {"content":"\r\nبلغ البناء موضع الركن فاختصموا في رفع الركن كل قبيلة تريد أن ترفعه دون الأخرى فقالت كل قبيلة نحن نرفعه حتى تحازبوا أو تحالفوا وأعدوا القتال فقربت بنو عبد الدار جفنة فملؤوها دما ثم تحالفوا هم وبنو عدي بن كعب على الموت وأدخلوا أيديهم في تلك الجفنة فغمسوها في الدم فقال في ذلك عكرمة بن عامر بن هاشم ابن عبد مناف بن عبد الدار\r\n( والله لا نأتي الذي قد أردتم\r\n* ونحن جميع أو نخضب بالدم )\r\n( ونحن ولاة البيت لا تنكرونه\r\n* وكيف على علم البرية تظلم )\r\n( لنبغي به الحمد الذي هو نافع\r\n* ونخشى عقاب الله في كل محرم )\r\n( فكيف ترومونا وعز قناتنا\r\n* له مكسر صلب على كل معلم )\r\n( فهيهات أنى يقرب الركن شأوه\r\n* ونحن جميع عنده حين يقسم )\r\n( فاما تخلونا وبيت حجابنا\r\n* واما تنوؤوا ذلك الركن بالحرم )\r\nفأجابه وهب بن عبد مناف\r\n( أبلغ قريشا إذا ما جئت أكرمها\r\n* انا أبينا فلا نؤتيكم غلبا )\r\n( انا أبينا إلى الغصب ظاهرة\r\n* انا وحدك لا نئتيكم سلبا )\r\n( نحن الكرام فلا حي يقاربنا\r\n* نحن الملوك ونحن الأكرمون أبا )\r\n( وقد أرى محدثا في حلفنا ظهرا\r\n* كما ترى في حجاب الملك محتجبا )\r\n( انا لنا عزنا ماذا أراد بنا\r\n* قوم أرادوا بنا في حلفهم عجبا )\r\n( قوم أرادوا بنا خسفا لنقبله\r\n* كلا وربك لا نؤتيهم غضبا )\r\n113 حدثنا أحمد نا يونس عن ابن إسحاق قال فمكثت قريش أربع ليال أو خمسا بعضهم من بعض ثم إنهم اجتمعوا في المسجد فتشاوروا وتناصفوا فزعم بعض أهل العلم والرواية أن أبا أمية وكان كبيرا وسيد قريش كلها قال يا معشر قريش اجعلوا بينكم فيما تختلفون فيه أول من يدخل عليكم من باب المسجد فلما توافقوا على ذلك ورضوا به دخل رسول الله صلى الله عليه وسلم فلما رأوه قالوا هذا الأمين قد رضينا بما قضى بيننا فلما انتهى إليهم أخبروه الخبر فقال هلموا ثوبا فأتوه به فوضع رسول\r\n","description":"","footnote":"","page_name":" 87 ","page_number":39},
  {"content":"\r\nالله صلى الله عليه وسلم الركن فيه بيديه ثم قال لتأخذ كل قبيلة بناحية من الثوب ثم ارفعوا جميعا فرفعوا حتى إذا بلغوا به موضعه وضعه رسول الله صلى الله عليه وسلم بيده ثم بنى عليه فكان رسول الله صلى الله عليه وسلم يسمي في الجاهلية الأمين قبل أن يوحى اليه\r\n114 نا أحمد نا يونس عن ابن إسحاق كنت جالسا مع أبي جعفر محمد بن علي فمر بنا عبد الرحمن الأعرج مولى ربيعة ابن الحارث بن عبد المطلب فدعاه فجاءه فقال يا أعرج ما هذا الذي يحدث به أن عبد المطلب هو الذي وضع حجر الركن في موضعه فقال أصلحك الله حدثني من سمع عمر بن عبد العزيز يحدثه أنه حدث عن حسان بن ثابت يقول حضرت بنيان الكعبة فكأني أنظر إلى عبد المطلب جالسا على السور شيخ كبير قد عصب له حاجباه حتى رفع اليه الركن فكان هو الذي وضعه بيديه فقال أنفذ راشدا ثم أقبل علي أبو جعفر فقال ان هذا لشيء ما سمعنا به قط وما وضعه الا رسول الله صلى الله عليه وسلم بيده اختلفت فيه قريش فقالوا أول من يدخل عليكم من باب المسجد فهو بينكم فدخل رسول الله صلى الله عليه وسلم فقالوا هذا الأمين فحكموه فأمر بثوب فبسط ثم أخذ الركن بيده فوضعه على الثوب ثم قال لتأخذ كل قبيلة من الثوب بناحية وارفعوا جميعا فرفعوا جميعا حتى إذا انتهوا به إلى موضعه أخذه رسول الله صلى الله عليه وسلم فوضعه في موضعه بيده ثم بنى عليه\r\n115 نا أحمد نا يونس عن ابن إسحاق قال ورسول الله صلى الله عليه وسلم يومئذ ابن خمسة وثلاثين سنة ونزل عليه الوحي بعد بناء الكعبة بخمس سنين وهو ابن أربعين سنة وأقام بمكة ثلاث عشرة سنة ثم هاجر إلى المدينة\r\n","description":"","footnote":"","page_name":" 88 ","page_number":40},
  {"content":"\r\n116 نا أحمد نا يونس عن ابن إسحاق قال ثم سقف فكان ذلك أول ما سقف الكعبة فلما فرغوا من البنيان وبنوها على ما أرادوا قال الزبير بن عبد المطلب فيما كان من أمر الحية التي كانت قريش تهاب بنيان الكعبة لها فقال\r\n( عجبت لما تصوبت العقاب\r\n* إلى الثعبان وهي لها اضطراب )\r\n( وقد كانت يكون لها كشيش\r\n* وأحيانا يكون لها وثاب )\r\n( إذا قمنا إلى البنبيان شدت\r\n* يهيبها البناء وقد يهاب )\r\n( فلما أن خشينا الرجز جاءت\r\n* عقاب قد يطل لها انصباب )\r\n( فضمت إليها ثم خلت\r\n* لنا البنيان ليس لها حجاب )\r\n( فقمنا حاشدين على بناء\r\n* لنا منه القواعد والتراب )\r\n( غداة نرفع التأسيس منه\r\n* وليس على مساوينا ثياب )\r\n( أعز به المليك بني لؤي\r\n* فليس لأصله منه ذهاب )\r\n( وقد حشدت هناك بنو عدي\r\n* ومرة قد تقدمها كلاب )\r\n( فبوأنا المليك بذاك عزا\r\n* وعند الله يلتمس الثواب )\r\nوقال الزبير بن عبد المطلب في ذلك أيضا\r\n( لقد كان في أمر العقاب عجيبة\r\n* ومخطفها الثعبان حين تدلت )\r\n( فكان مدى الابصار آخر عهدنا\r\n* بها بعدما باتت هناك وطلت )\r\n( إذا جاء قوم يرفعون عماده\r\n* من البيت شدت نحوهم وأحزألت )\r\n( فما برحت حتى ظننا جماعة\r\n* بأن علينا لعنة الله حلت )\r\n( فقلنا جميعا قد عملنا خطيئة\r\n* فتعسا لنا والحلم منا أضلت )\r\nوقال الوليد بن المغيرة في بنيان الكعبة وشأن الحية\r\n( لقد كان في الثعبان يا قوم عبرة\r\n* ورأي لمن رام الأمور على ذعر )\r\n( غداة هوى النسر المحلق يرتمي\r\n* به غير حمد منكم يا بني فهر )\r\n( على حين ما ضلت حلوم سراتكم\r\n* وخفتم بأن لا ترفعوا آخر الدهر )\r\n","description":"","footnote":"","page_name":" 89 ","page_number":41},
  {"content":"\r\n117 حدثنا أحمد نا يونس عن ابن إسحاق قال وأنزل الله عز وجل على نبيه محمد صلى الله عليه وسلم حين أحكم أمره وشرع له سنن حجه * ( ثم أفيضوا من حيث أفاض الناس واستغفروا الله ) * الآية يعني قريشا والناس والعرب في سنة الحج إلى عرفات والوقوف عليها والإفاضة منها وأنزل الله تعالى فيما كانوا حرموا على الناس من طعامهم ولباسهم عند البيت حين طافوا عراة وحرموا ما جاءوا به من طعام من الحل * ( يا بني آدم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين قل من حرم زينة الله ) * إلى آخر الآية فوضع الله تعالى أمر الحمس وما كانت قريش ابتدعت من ذلك على الناس في الاسلام حين بعث الله عز وجل رسوله محمدا صلى الله عليه وسلم\r\n118 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الله بن أبي بكر عن عثمان بن أبي سليمان عن نافع بن جبير بن مطعم عن أبيه جبير ابن مطعم أنه قال لقد رأيت رسول الله صلى الله عليه وسلم يقف على بعير له بعرفات من بين قرابته حتى يدفع معهم توفيقا من الله عز وجل له\r\n119 نا أحمد نا يونس عن ابن إسحاق قال وكانت الأحبار من اليهود والرهبان من النصارى والكهان من العرب قد تحدثوا بأمر رسول صلى الله عليه وسلم قبل مبعثه لما تقارب من زمانه أما الأحبار من يهود والرهبان من النصارى فيما وجدوا من صفته في كتبهم وصفة زمانه لما كان في عهد أنبيائهم إليهم فيه وأما الكهان من العرب فيأتيهم به الشياطين من الجن فيما يسرقون من السمع إذ كانت وهي لا تحجب عن ذلك بالقذف بالنجوم وكان الكاهن والكاهنة\r\n","description":"","footnote":"","page_name":" 90 ","page_number":42},
  {"content":"\r\nمن العرب لا يزال يقع منهما ذكر بعض أمره لا تلقي العرب فيه بالا حتى بعثه الله عز وجل ووقعت تلك الأمور التي كانوا يذكرون فعرفوها فلما تقارب أمر رسول الله صلى الله عليه وسلم وحضر مبعثه حجبت الشياطين عن السمع وحيل بينها وبين المقاعد التي كانت تقعد لاستراق السمع فيها فرموا بالنجوم فعرفت الجن أن ذلك لأمر حدث من الله عز وجل في العباد يقول الله تعالى لنبيه عليه السلام حين بعثه وهو يقص عليه خبر الجن إذ حجبوا عن السمع فعرفوا ما عرفوا وما أنكروا من ذلك حين رأوا ما رأوا * ( قل أوحي إلي أنه استمع ) * إلى قوله * ( أم أراد بهم ربهم رشدا ) * فلما سمعت الجن القول عرفت انما منعت من السمع قبل ذلك له لأن لا يشاكل الوحي شيء من خبر السماء فيلتبس على أهل الأرض ما جاءهم من الله عز وجل وقطع الشبه فآمنوا وصدقوا * ( ولوا إلى قومهم منذرين قالوا يا قومنا إنا سمعنا كتابا ) * إلى آخر الآية وكان قول الجن * ( وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا ) * أنه كان رجال من العرب من قريش وغيرهم إذا سافر الرجل فنزل ببطن واد من الأرض ليبيت به قال إني أعوذ بعزيز هذا الوادي من الجن الليلة من شر ما فيه\r\n120 نا احمد نا يونس عن ابن إسحاق قال حدثني بعض أهل العلم ان امرأة من بني سهم يقال لها الغيطالجة كانت كاهنة في الجاهلية جاءها صاحبها ليلة من الليالي فانقض تحتها فقال أذن من أذن يوم عقر ونحر فقالت قريش حين بلغها ذلك ما يريد ثم جاءها ليلة أخرى فانقض تحتها فقال شعوب\r\n","description":"","footnote":"","page_name":" 91 ","page_number":43},
  {"content":"\r\nما شعوب تصرع فيه كعب لجنوب فلما بلغ ذلك قريشا قالوا ماذا يريد ان هذا لأمر هو كائن فانظروا ما هو فما عرفوه حتى كانت وقعة بدر وأحد بالشعب فعرفوا انه كان الذي جاء به إلى صاحبته\r\n121 نا أحمد نا أبي عن جرير بن عبد الحميد عن منصور عن إبراهيم في قوله تعالى * ( وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا ) * قال كانوا إذا نزلوا واديا قالوا انا نعوذ بسيد هذا الوادي من شر ما فيه قال فيقول الجنيون تتعوذون بنا ونحن لا نملك لأنفسنا ضرا ولا نفعا قال * ( فزادوهم رهقا ) * قال فازدادوا عليهم جرأة\r\n122 حدثنا أحمد نا يونس عن ابن إسحاق قال وكان هذا الحي من الأنصار يتحدثون مما كانوا يسمعون من يهود من ذكر رسول الله صلى الله عليه وسلم ان أول ذكر وقع بالمدينة قبل مبعث رسول الله صلى الله عليه وسلم أن فاطمة أم النعمان بن عمرو أخي بني النجار وكانت من بغايا الجاهلية وكان لها تابع فكانت تحدث أنه كان إذا جاءها اقتحم البيت الذي هي فيه اقتحاما على من فيه حتى جاءها يوما فوقع على الجدار ولم يصنع كما كان يصنع فقالت له ما لك اليوم قال بعث نبي بتحريم الزنا\r\n123 نا أحمد نا يونس عن ابن إسحاق قال حدثني يعقوب ابن عتبة بن المغيرة بن الأخنس عن عبيد الله بن عبد الله بن عتبة ابن مسعود أنه حدثه أن رجلا من ثقيف يقال له عمرو بن أمية وكان من أدهى العرب وكان يضن برأيه عن الناس قال يعقوب فلما\r\n","description":"","footnote":"","page_name":" 92 ","page_number":44},
  {"content":"\r\nرمى بالنجوم كان أول حي فزع لها من الناس ثقيف فجاؤوا إلى عمرو بن أمية فقالوا له هل علمت بهذا الحدث الذي كان فقال وما هو فقالوا نجوم في السماء ترمى بها قال ويحكم انظروا فان كانت هي المعالم التي يهتدى بها في البر والبحر وتعرف بها الأنواء من الشتاء والصيف لصلاح معائش الناس فهو والله فناء الدنيا وفناء هذا الخلق وان كان غيرها فهو لأمر حدث أراد الله عز وجل به هذا الخلق فانظروا ما هو\r\n124 نا أحمد نا يونس عن ابن إسحاق قال حدثني الزهري عن علي بن حسين عن ابن عباس قال حدثني رهط من الأنصار قالوا بينما نحن جلوسا مع رسول الله صلى الله عليه وسلم ذات ليلة إذ رأى كوكبا فقال ما تقولون في هذا الكوكب الذي رمى به فقلنا يولد مولود يهلك هالك يملك ملك فقال رسول الله صلى الله عليه وسلم ليس كذلك ولكن الله عز وجل إذا قضى أمرا في السماء سبح بذلك حملة العرش فيسبح لتسبيحهم من يليهم ممن تحتهم من الملائكة فما يزالون كذلك حتى ينتهي التسبيح إلى السماء الدنيا فيقول أهل السماء الدنيا لمن يليهم من الملائكة مم سبحتم فيقولون ما ندري سمعنا من فوقنا من الملائكة سبحوا فسبحنا لله عز وجل لتسبيحهم ولكنا نسئل فيسئلون من فوقهم فما يزالون كذلك حتى ينتهي إلى حملة العرش فيقولون قضى الله عز وجل كذى وكذى فيخبرون به من يليهم حتى ينتهي إلى أهل سماء الدنيا فيسترق الجن ما يقولون فينزلون به إلى أوليائهم من الانس فيلقون على ألسنتهم بتوهم منهم فيخبرون الناس فيكون بعضه حقا وبعضه كذبا فلم يزل الجن كذلك حتى رموا بهذه الشهب\r\n","description":"","footnote":"","page_name":" 93 ","page_number":45},
  {"content":"\r\n125 نا أحمد نا يونس عن يونس بن عمرو عن أبيه عن سعيد بن جبير عن ابن عباس أن الشياطين كانوا يصعدون إلى السماء فيستمعون الكلمة من الوحي فيهبطون بها إلى الأرض فيزيدون معها تسعا فيجد أهل الأرض تلك الكلمة حقا والتسع باطلا فلم يزالوا بذلك حتى بعث الله عز وجل محمدا صلى الله عليه وسلم فمنعوا تلك المقاعد فذكروا ذلك لإبليس فقال لقد حدث في الأرض حدث فبعثهم فوجدوا رسول الله صلى الله عليه وسلم يتلوا القرآن بين جبلي نخل فقالوا هذا والله الحدث وانهم ليرمون فإذا توارى النجم عنكم فقد أدركه لا يخطئ أبدا ولكنه لا يقتله يحرق وجهه جنبه يده\r\n126 نا أحمد نا يونس عن ابن إسحاق قال وقد كانت خديجة بنت خويلد قد ذكرت لورقة بن نوفل بن أسد وكان ابن عمها وكان نصرانيا قد تبع الكتب وعلم من علم الناس ما ذكر لها غلامها ميسرة من قول الراهب وما كان يرى منه إذ كان الملكان يظلانه فقال ورقة لئن كان هذا حقا يا خديجة ان محمدا لنبي هذه الأمة قد عرفت أنه كائن لهذه الأمة نبي ينتظر هذا زمانه أو كما قال فجعل ورقة يستبطئ الأمر ويقول حتى متى فكان فيما يذكرون يقول أشعارا يستبطئ فيها خبر خديجة ويستريث ما ذكرت له فقال ورقة بن نوفل\r\n( أتبكر أم أنت العشية رائح\r\n* وفي الصدر من اضمارك الحزن قادح )\r\n( لفرقة قوم لا أحب فراقهم\r\n* كأنك عنهم بعد يومين نازح )\r\n( وأخبار صدق خبرت عن محمد\r\n* يخبرها عنه إذا غاب ناصح )\r\n","description":"","footnote":"","page_name":" 94 ","page_number":46},
  {"content":"\r\n( فتاك الذي وجهت يا خير حرة\r\n* بغوري والنجدين حيث الصحاصح )\r\n( إلى سوق بصرى في الركاب التي غدت\r\n* وهن من الأحمال قعص دوالح )\r\n( فخبرنا عن كل خير بعلمه\r\n* وللحق أبواب لهن مفاتح )\r\n( كأن ابن عبد الله أحمد مرسل\r\n* إلى كل من ضمت عليه الأباطح )\r\n( وظني به أن سوف يبعث صادقا\r\n* كما أرسل العبدان هود وصالح )\r\n( وموسى وإبراهيم حتى يرى له\r\n* بهاء ومنشور من الذكر واضح )\r\n( ويتبعه حيا لؤي جماعة\r\n* شبابهم والأشيبون الجحاجح )\r\n( فان أبق حتى يدرك الناس دهره\r\n* فاني به مستبشر الود فارح )\r\n( والا فاني يا خديجة فاعلمي\r\n* عن أرضك في العريضة سائح )\r\n127 حدثنا أحمد نا يونس عن محمد بن إسحاق قال وكانت قريش حين رفعوا بنيان الكعبة وسقوفها يترافدون على كسوتها كل عام تعظيما لحقها وكانوا يطوفون بها ويستغفرون الله عندها ويذكرونه مع تعظيم الأوثان والشرك في ذبائحهم ودينهم كله وقد كان نفر من قريش زيد بن عمرو بن نفيل وورقة بن نوفل بن أسد بن عبد العزى وعثمان بن الحويرث بن أسد بن عبد العزى وعبيد الله بن جحش بن رئاب وكانت أمة أميمة بنت عبد المطلب بن هاشم حليف بني أمية حضروا قريشا عند وثن لهم كانوا يذبحون عنده لعيد من أعيادهم فلما اجتمعوا خلا بعض أولئك النفر إلى بعض وقالوا تصادقوا وليكتم بعضكم على بعض فقال قائلهم تعلمون والله ما قومكم على شيء لقد أخطئوا دين إبراهيم عليه السلام وخالفوه ما وثن يعبد لا يضر ولا ينفع فابتغوا لأنفسكم فخرجوا يطلبون ويسيرون في الأرض يلتمسون أهل الكتاب من اليهود والنصارى والملل كلها الحنيفية دين إبراهيم عليه السلام فأما ورقة بن نوفل فتنصر فاستحكم في النصرانية واتبع الكتب من أهلها حتى علم علما كثيرا من أهل الكتاب فلم يكن فيهم أعدل أمرا ولا أعدل شأنا من زيد بن\r\n","description":"","footnote":"","page_name":" 95 ","page_number":47},
  {"content":"\r\nعمرو بن نفيل اعتزل الأوثان وفارق الأديان من اليهود والنصارى والملل كلها الا دين إبراهيم يوحد الله عز وجل ويخلع من دونه ولا يأكل ذبائح قومه باداهم بالفراق لما هم فيه\r\n128 نا أحمد نا يونس عن ابن إسحاق قال حدثني هشام ابن عروة عن أبيه عن أسماء بنت أبي بكر قالت لقد رأيت زيد ابن عمرو بن نفيل مسندا ظهره إلى الكعبة يقول يا معشر قريش والذي نفس زيد بيده ما أصبح منكم أحد على دين إبراهيم غيري ثم يقول اللهم لو أني أعلم أحب الوجوه إليك عبدتك به ولكني لا أعلمه ثم يسجد على راحته\r\n129 نا أحمد نا يونس عن ابن إسحاق قال حدثني بعض آل زيد بن عمرو بن نفيل أن زيدا كان إذا دخل الكعبة قال لبيك حقا حقا تعبدا ورقا عذت بما عاذ به إبراهيم وهو قائم إذ قال أنفي لك عان راغم مهما تجشمني فأني جاشم البر أبغي لا الخال يقول لا الفخر ليس مهجر كمن قال\r\n130 نا أحمد نا يونس عن ابن إسحاق قال حدثني هشام بن عروة قال رواني عروة بن الزبير أن زيد بن عمرو بن نفيل قال\r\n( أربا واحدا أم ألف رب\r\n* أدين إذا تقسمت الأمور )\r\n( عزلت اللات والعزى جميعا\r\n* كذلك يفعل الجلد الصبور )\r\n( فلا عزى أدين ولا أبنتيها\r\n* ولا صنمي بني عمرو أدير )\r\n( ولا غنما أدين وكان ربا\r\n* لنا في الدهر إذ حلمي يسير )\r\n( عجبت وفي الليالي معجبات\r\n* وفي الأيام يعرفها البصير )\r\n","description":"","footnote":"","page_name":" 96 ","page_number":48},
  {"content":"\r\n( بأن الله قد أفنى رجالا\r\n* كثيرا كان شأنهم الفجور )\r\n( وأبقى آخرين ببر قوم\r\n* فيربل منهم الطفل الصغير )\r\n( وبينا المرء يعثر ثاب يوما\r\n* كما يتروح الغصن النضير )\r\n131 نا أحمد نا يونس عن ابن إسحاق قال وقال زيد بن عمرو ابن نفيل أيضا\r\n( أسلمت وجهي لمن أسلمت\r\n* له الأرض تحمل صخرا ثقالا )\r\n( وأسلمت وجهي لمن أسلمت\r\n* له المزن تحمل عذبا زلالا )\r\n( إذا هي سيقت إلى بلدة\r\n* أطاعت فصبت عليها سجالا )\r\n( وأسلمت وجهي لمن أسلمت\r\n* له الريح تصرف حالا فحالا )\r\n132 نا أحمد نا يونس عن ابن إسحاق قال وكان الخطاب ابن نفيل قد آذى زيد بن عمرو بن نفيل حتى خرج عنه إلى أعلى مكة فنزل حراء مقابل مكة ووكل به الخطاب شبابا من شباب قريش سفهاء من وسفهائهم فقال لا تتركوه يدخل مكة فكان لا يدخلها الا سرا منهم فإذا علمو بذلك آذنوا به الخطاب فأخرجوه وآذوه كراهية أن يفسد عليهم دينهم وأن يتابعه أحد منهم على فراقهم وكان الخطاب عم زيد وأخاه لأمه وكان عمرو بن نفيل قد خلف على أم الخطاب بعد فولدت له زيد بن عمرو وكان الخطاب عمه وأخاه لأمه مع سنه فكان يعاتبه على فراق دين قومه حتى آذاه فقال زيد ابن عمرو وهو يعظم حرمته على من استحل من قومه ما استحل\r\n( لاهم اني محرم لأحله\r\n* وان بيتي أوسط المحلة )\r\n( عند الصفا ليس به مظلة\r\n* )\r\n","description":"","footnote":"","page_name":" 97 ","page_number":49},
  {"content":"\r\n133 نا أحمد نا يونس عن ابن إسحاق قال فحدثت أن رسول الله صلى الله عليه وسلم قال وهو يحدث عن زيد بن عمرو بن نفيل أن كان لأول من عاب على الأوثان ونهاني عنها أقبلت من الطائف ومعي زيد بن حارثة حتى مررت بزيد بن عمرو وهو بأعلى مكة وكانت قريش قد شهرته بفراق دينها حتى خرج من بين أظهرهم وكان بأعلى مكة فجلست اليه ومعي سفرة لي فيها لحم يحملها زيد بن حارثة من ذبائحنا على أصنامنا فقربتها له وأنا غلام شاب فقلت كل من هذا الطعام أي عم قال فلعلها أي ابن أخي من ذبائحكم هذه التي تذبحون لأوثانكم فقلت نعم فقال أما انك يا ابن أخي لو سألت بنات عبد المطلب أخبرنك أني لا آكل هذه الذبائح فلا حاجة لي بها ثم عاب على الأوثان ومن يعبدها ويذبح لها وقال انما هي باطل لا تضر ولا تنفع أو كما قال قال رسول الله صلى الله عليه وسلم فما تمسحت بوثن منها بعد ذلك على معرفة بها ولا ذبحت لها حتى أكرمني الله عز وجل برسالته صلى الله عليه وسلم\r\n134 نا أحمد نا يونس عن المسعودي عن نفيل بن هشام عن أبيه قال مر زيد بن عمرو بن نفيل على رسول الله صلى الله عليه وسلم وعلى زيد بن حارثة فدعواه إلى سفرة لهما فقال زيد يا بن أخي اني لا آكل ما ذبح على النصب قال فما رئي رسول الله صلى الله عليه وسلم بعد ذلك اليوم يأكل شيئا ذبح على النصب\r\n135 نا أحمد نا يونس عن ابن إسحاق قال وقد كان زيد أجمع على الخروج من مكة يضرب في الأرض يطلب الحنيفية دين إبراهيم فكانت امرأته صفية ابنة الحضرمي كلما أبصرته قد نهض إلى الخروج وأراده آذنت به الخطاب بن نفيل فخرج زيد إلى الشام يلتمس ويطلب\r\n","description":"","footnote":"","page_name":" 98 ","page_number":50},
  {"content":"\r\nفي أهل الكتاب الأول دين إبراهيم ويسئل عنه فلم يزل في ذلك حتى أتى الموصل أو الجزيرة كلها ثم أقبل حتى أتى الشام فجال فيها حتى أتى راهبا ببيعة من أرض البلقا كان ينتهي اليه علم النصرانية فيما يزعمون فسأله عن الحنيفية دين إبراهيم فقال الراهب انك لتسأل عن دين ما أنت بواجد من يحملك عليه اليوم لقد درس علمه وذهب من كان يعرفه ولكنه قد أظلك خروج نبي يبعث بأرضك التي خرجت منها بدين إبراهيم الحنيفية فالحق ببلادك فإنه مبعوث الآن هذا زمانه وقد كان شام اليهودية والنصرانية فلم يرض شيئا منهما فخرج سريعا حين قال له الراهب ما قال يريد مكة حتى إذا كان بأرض لخم عدوا عليه فقتلوه فقال ورقة بن نوفل وكان قد اتبع مثل أثر زيد ولم يفعل في ذلك ما فعل فبكاه ورقة فقال\r\n( رشدت وأنعمت ابن عمرو وانما\r\n* تجنبت تنورا من النار حاميا )\r\n( بدينك ربا ليس رب كمثله\r\n* وتركك أوثان الطواغي كما هيا )\r\n( وقد تدرك الانسان رحمة ربه\r\n* ولو كان تحت الأرض ستين واديا )\r\n136 نا أحمد نا يونس عن ابن إسحاق قال حدثني محمد ابن جعفر بن الزبير أو محمد بن عبد الرحمن بن عبد الله بن الحصين التميمي أن عمر بن الخطاب وسعيد بن زيد قالا يا رسول الله نستغفر لزيد فقال نعم فاستغفروا له فإنه يبعث أمة وحده\r\n137 نا أحمد نا يونس عن المسعودي عن نفيل بن هشام عن أبيه أن جده سعيد بن زيد سأل رسول الله صلى الله عليه وسلم عن أبيه زيد بن عمرو فقال يا رسول الله ان أبي زيد بن عمرو كان كما رأيت وكما بلغك فلو أدركك آمن بك فأستغفر له قال نعم\r\n","description":"","footnote":"","page_name":" 99 ","page_number":51},
  {"content":"\r\nفاستغفر له فإنه يجيء يوم القيامة أمة وحده وكان فيما ذكروا يطلب الدين فمات وهو في طلبه\r\n138 نا أحمد نا يونس عن ابن إسحاق قال وكان حين أراد الله عز وجل كرامة نبيه صلى الله عليه وسلم ورحمة العباد به واتخاذ الحجة عليهم والعرب على أديان مختلفة متفرقة مع ما يجمعهم من تعظيم الحرمة وحج البيت والتمسك بما كان بين أظهرهم من آثار دين إبراهيم صلى الله عليه وسلم وهم يزعمون أنهم على ملته وكانوا يحجون البيت على اختلاف من أمرهم فيه فكانت الحمس قريش وكنانة وخزاعة ومن ولدت قريش من سائر العرب يهلون بحجهم فمن اختلافهم أن يقولوا لبيك لا شريك لك الا شريك هو لك تملكه وما ملك فيوحد فيه بالتلبية ثم يدخلون معه أصنامهم ويجعلون ملكها بيده يقول الله عز وجل لمحمد صلى الله عليه وسلم * ( وما يؤمن أكثرهم بالله إلا وهم مشركون ) * ولا يخرجون من الحرم ولا يدفعون من المزدلفة يقولون نحن أهل الحرم فلا نخرج منه وكانوا لا يسكنون البيوت إذا كانوا حرما وكان أهل نجد من مضر يهلون إلى البيت ويقفون على عرفة\r\n139 نا أحمد نا يونس عن ابن إسحاق قال حدثني محمد ابن مسلم بن شهاب الزهري عن عروة عن عائشة أنها قالت أول ما ابتديء به رسول الله صلى الله عليه وسلم من النبوة حين أراد الله عز وجل كرامته ورحمة العباد به ألا يرى شيئا الا جاءت كفلق الصبح فمكث على ذلك ما شاء الله عز وجل أن يمكث وحبب الله عز وجل اليه الخلوة فلم يكن شيء أحب اليه من أن يخلو وحده\r\n140 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الملك بن عبد الله بن أبي سفيان بن العلاء بن جارية الثقفي وكان\r\n","description":"","footnote":"","page_name":" 100 ","page_number":52},
  {"content":"\r\nواعية عن بعض أهل العلم أن رسول الله صلى الله عليه وسلم حين أراد الله عز وجل كرامته وابتدأه بالنبوة وكان لا يمر بحجر ولا شجر الا سلم عليه وسمع منه فيلتفت رسول الله صلى الله عليه وسلم خلفه وعن يمينه وعن شماله فلا يرى الا الشجر وما حوله من الحجارة وهي تحييه بتحية النبوة السلام عليك يا رسول الله فكان رسول الله صلى الله عليه وسلم يخرج إلى حراء في كل عام شهرا من السنة ينسك فيه وكان من نسك في الجاهلية من قريش يطعم من جاء من المساكين حتى إذا انصرف من مجاورته وقضاه لم يدخل بيته حتى يطوف بالكعبة حتى إذا كان الشهر الآخر الذي أراد الله عز وجل به ما أراد من كرامته من السنة التي بعثه فيها وذلك شهر رمضان فخرج رسول الله صلى الله عليه وسلم كما كان يخرج لجواره وخرج معه بأهله حتى إذا كانت الليلة التي أكرمه الله عز وجل فيها برسالته ورحم العباد به جاءه جبريل بأمر الله تعالى فقال رسول الله صلى الله عليه وسلم لجاءني وأنا نائم فقال أقرأ فقلت وما أقرأ فغتني حتى ظننت أنه الموت ثم كشطه عني فقال أقرأ فقلت وما أقرأ فعاد لي بمثل ذلك ثم قال أقرأ فقلت وما أقرأ وما أقولها الا تنجيا أن يعود لي بمثل الذي صنع بي فقال * ( اقرأ باسم ربك الذي خلق خلق الإنسان من علق اقرأ وربك الأكرم الذي علم بالقلم علم الإنسان ما لم يعلم ) * ثم انتهى فانصرف عني وهببت من نومي وكأنما صور في قلبي كتاب ولم يكن في خلق الله عز وجل أحد ابغض إلي من شاعر أو مجنون كنت لا أطيق أنظر اليهما فقلت أن الأبعد يعني نفسه صلى الله عليه وسلم لشاعر أو مجنون ثم قلت لا تحدث قريش عني بهذا أبدا لأعمدن إلى حالق من الجبل فلأطرحن نفسي منه فلأقتلنها فلأستريحن فخرجت لا أريد غير ذلك فبينا أنا عامد لذلك سمعت مناديا ينادي من السماء يقول يا محمد أنت رسول الله وأنا جبريل فرفعت رأسي إلى السماء أنظر\r\n","description":"","footnote":"","page_name":" 101 ","page_number":53},
  {"content":"\r\nفإذا جبريل في صورة رجل صاف قدميه في أفق السماء يقول يا محمد أنت رسول الله وأنا جبريل فوقفت أنظر اليه وشغلني عن ذلك وعما أريد فوقفت ما أقدر على أن أتقدم ولا أتأخر ولا أصرف وجهي في ناحية من السماء الا رأيته فيها فما زلت واقفا ما أتقدم ولا أتأخر حتى بعثت خديجة رسلها في طلبي حتى بلغوا مكة ورجعوا فلم أزل كذلك حتى كاد النهار يتحول ثم انصرف عني وانصرفت راجعا إلى أهلي حتى أتيت خديجة فجلست إلى فخذها مضيفا إليها فقالت يا أبا القاسم أين كنت فوالله لقد بعثت رسلي في طلبك حتى بلغوا مكة ورجعوا فقلت لها ان الأبعد لشاعر أو مجنون فقالت أعيذك بالله يا أبا القاسم من ذلك ما كان الله عز وجل ليفعل بك ذلك مع ما أعلم من صدق حديثك وعظم أمانتك وحسن خلقك وصلة رحمك وما ذاك يا بن عم لعلك رأيت شيئا أو سمعته فأخبرتها الخبر فقالت أبشر يا بن عم وأثبت له فوالذي تحلف به اني لأرجو أن تكون نبي هذه الأمة ثم قامت فجمعت ثيابها عليها ثم انطلقت إلى ورقة بن نوفل وهو ابن عمها وكان قد قرأ الكتب وكان قد تنصر وسمع من التواره والإنجيل فأخبرته الخبر وقصت عليه ما قص عليها رسول الله صلى الله عليه وسلم أنه رأى وسمع فقال ورقة قدوس قدوس والذي نفس ورقة بيده لئن كنت صدقتني يا خديجة انه لنبي هذه الأمة وانه ليأتيه الناموس الأكبر الذي كان يأتي موسى عليه السلام فقولي له فليثبت ورجعت إلى رسول الله صلى الله عليه وسلم فأخبرته ما قال لها ورقة فسهل ذلك عليه بعض ما هو فيه من الهم بما جاءه فلما قضى رسول الله صلى الله عليه وسلم جواره صنع كما كان يصنع بدأ بالكعبة فطاف بها فلقيه ورقة وهو يطوف بالكعبة فقال يا ابن أخ أخبرني بالذي رأيت وسمعت فقص عليه رسول الله صلى الله عليه وسلم خبره فقالت ورقة والذي نفس ورقة بيده انه ليأتيك الناموس الأكبر الذي كان يأتي موسى عليه السلام وانك لنبي هذه الأمة ولتوذين ولتكذبن ولتقاتلن ولتنصرن ولئن أنا أدركت ذلك لأنصرنك نصرا يعلمه الله\r\n","description":"","footnote":"","page_name":" 102 ","page_number":54},
  {"content":"\r\nثم أدنى اليه رأسه فقبل يافوخه ثم انصرف رسول الله صلى الله عليه وسلم إلى منزله وقد زاده الله عز وجل من قول ورقة ثباتا وخفف عنه بعض ما كان فيه من الهم\r\n114 نا أحمد نا يونس عن قرة بن خالد قال حدثني أبو رجاء العطاردي قال أول سورة نزلت على محمد صلى الله عليه وسلم * ( اقرأ باسم ربك الذي خلق ) *\r\n142 نا أحمد نا يونس عن ابن إسحاق قال وقد قال ورقة بن نوفل بن أسد بن عبد العزى بن قصي فيما كانت ذكرت له خديجة من أمر رسول الله صلى الله عليه وسلم فيما يزعمون\r\n( ان يك حقا يا خديجة فاعلمي\r\n* حديثك إيانا فأحمد مرسل )\r\n( وجبريل يأتيه وميكال معهما\r\n* من الله وحي يشرح الصدر منزل )\r\n( يفوز به من فاز فيها بتوبة\r\n* ويشفى به العاتي الغوي المضلل )\r\n( فريقان منهم فرقة في جنانه\r\n* وأخرى بأحوار الجحيم تغلل )\r\n( إذا ما دعوا بالويل فيها تتابعت\r\n* مقامع في هاماتهم ثم من عل )\r\n( يسبحن من تهوى الرياح بأمره\r\n* ومن هو في الأيام ما شاء يفعل )\r\n( ومن عرشه فوق السماوات كلها\r\n* وأقضاؤه في خلقه لا تبدل )\r\nوقال ورقة في ذلك أيضا\r\n( يال الرجال لصرف الدهر والقدر\r\n* وما لشيء قضاه الله من غير )\r\n( حتى خديجة تدعوني لأخبرها\r\n* وما لها بخفي الغيب من خبر )\r\n( جاءت لتسئلني عنه لأخبرها\r\n* أمرا أراه سيأتي الناس من آخر )\r\n( فخبرتني بأمر قد سمعت به\r\n* فيما مضى من قديم الدهر والعصر )\r\n","description":"","footnote":"","page_name":" 103 ","page_number":55},
  {"content":"\r\n( بأن أحمد يأتيه فيخبره\r\n* جبريل أنك مبعوث إلى البشر )\r\n( فقلت عل الذي ترجين ينجزه\r\n* لك الاله فرجي الخير وانتظري )\r\n( وأرسليه الينا كي نسائله\r\n* عن أمره ما يرى في النوم والسهر )\r\n( فقال حين أتانا منطقا عجبا\r\n* يقف منه أعالي الجلد والشعر )\r\n( اني رأيت أمين الله واجهني\r\n* في صورة أكملت في أهيب الصور )\r\n( ثم استمر فكاد الخوف يذعرني\r\n* مما يسلم ما حولي من الشجر )\r\n( فقلت ظني وما أدري أيصدقني\r\n* أن سوف يبعث يتلو منزل السور )\r\n( وسوف أبليك أن أعلنت\r\n* دعوتهم من الجهاد بلا من ولا كدر )\r\n143 حدثنا أحمد نا يونس بن بكير عن محمد بن إسحاق قال حدثني عبد الله بن أبي بكر عن أبي جعفر قال كان رسول الله صلى الله عليه وسلم تصيبه العين بمكة فتسرع اليه قبل أن ينزل عليه الوحي فكانت خديجة ابنة خويلد تبعث إلى عجوز بمكة ترقيه فلما نزل عليه القرآن فأصابه من العين نحو مما كان يصيبه فقالت له خديجة يا رسول الله ألا أبعث إلى تلك العجوز ترقيك فقال أما الآن فلا\r\n144 نا أحمد نا يونس عن هشام بن عروة عن أبيه عن رسول الله صلى الله عليه وسلم قال ما من نبي الا وقد رعى الغنم فقيل وأنت يا رسول الله قال وأنا\r\n145 نا أحمد نا يونس عن يونس بن عمرو عن أبيه عن عبيدة النصري قال تفاخر رعاء الإبل ورعاء الغنم عند رسول الله صلى الله عليه وسلم فأوطأهم رعاء الإبل غلبة فقالوا ما أنتم يا رعاء الغنم وهل تحمون أو تصيدون ورسول الله صلى الله عليه وسلم جالس فتكلم فقال بعث موسى عليه السلام وهو راعي\r\n","description":"","footnote":"","page_name":" 104 ","page_number":56},
  {"content":"\r\nغنم وبعث داود وهو راعي غنم وبعثت أنا وأنا راعي غنم أهلي بأجياد فغلبهم رسول الله صلى الله عليه وسلم\r\n46 نا أحمد نا يونس عن عبيد بن عتيبة العبدي عن وهب بن كعب بن عبد الله بن سؤر الأزدي عن سلمان الفارسي أنه سأل رسول الله صلى الله عليه وسلم وقال يا رسول الله انه ليس من نبي الا وله وصي وسبطان فمن وصيك وسبطاك فسكت رسول الله صلى الله عليه وسلم لم يرجع شيئا فانصرف سلمان يقول يا ويله يا ويله كلما لقيه ناس من المسلمين قالوا مالك سلمان الخير فيقول سألت رسول الله صلى الله عليه وسلم عن شيء فلم يرد علي فخفت أن يكون من غضب فلما صلى رسول الله صلى الله عليه وسلم الظهر قال أدن يا سلمان فجعل يدنو ويقول أعوذ بالله من غضبه وغضب رسوله فقال سألتني عن شيء لم يأتني فيه أمر وقد أتاني أن الله قد بعث أربعة آلاف نبي وكان أربعة آلاف وصي وثمانية آلاف سبط فوالذي نفسي بيده لأنا خير النبيين وأن وصيي لخير الوصيين وسبطاي خير الأسباط\r\nآخر الجزء الثاني يتلوه في الثالث إن شاء الله نا أحمد نا يونس عن ابن إسحاق قال ثم بعث الله عز وجل محمدا صلى الله عليه وسلم رحمة للعالمين وكافة للناس والحمد لله حق حمده وصلواته على محمد سيد المرسلين وعلى آله الطيبين الطاهرين وسلم تسليما كثيرا وحسبنا ونعم الوكيل\r\n","description":"","footnote":"","page_name":" 105 ","page_number":57},
  {"content":"\r\n","description":"","footnote":"","page_name":" 106 ","page_number":58},
  {"content":"\r\n3\r\nمن كتاب المغازي لابن إسحاق\r\n","description":"","footnote":"","page_name":" 107 ","page_number":59},
  {"content":"\r\n","description":"","footnote":"","page_name":" 108 ","page_number":60},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nتوكلت على الله\r\n147 أخبرنا الشيخ أبو الحسين أحمد بن محمد بن النقور البزاز قراءة عليه وأنا أسمع قال أخبرنا أبو طاهر محمد بن عبد الرحمن المخلص قال قريء على أبي الحسين رضوان بن أحمد وأنا أسمع قال نا أبو عمر أحمد بن عبد الجبار العطاردي قال نا يونس ابن بكير عن محمد بن إسحاق قال ثم بعث الله محمدا رحمة للعالمين وكافة للناس وكان الله قد أخذ له ميثاقا على كل نبي بعثه قبله بالايمان به والتصديق له والنصر له على من خالفه وأخذ عليهم أن يؤدوا ذلك إلى من آمن بهم وصدقهم فأدوا من ذلك ما كان عليهم من الحق فيه يقول الله تبارك وتعالى لمحمد صلى الله عليه وسلم * ( وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم ) * إلى آخر الآية فأخذ الله ميثاق النبيين جميعا بالتصديق له والنصر له على من خالفه فأدوا ذلك إلى من آمن بهم وصدقهم من أهل هذين الكتابين فبعثه الله بعد بنيان الكعبة بخمس سنين ورسول الله صلى الله عليه وسلم يومئذ ابن أربعين سنة\r\n148 نا أحمد نا يونس عن ابن إسحاق قال فابتديء رسول الله صلى الله عليه وسلم بالتنزيل في شهر رمضان قال الله تبارك وتعالى * ( شهر رمضان الذي أنزل فيه القرآن ) * إلى آخر الآية وقال الله\r\n","description":"","footnote":"","page_name":" 109 ","page_number":61},
  {"content":"\r\nتعالى * ( إنا أنزلناه في ليلة القدر ) * إلى آخر السورة وقال * ( حم والكتاب المبين إنا أنزلناه في ليلة مباركة إنا كنا منذرين ) * وقال * ( إن كنتم آمنتم بالله وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان ) * وذلك التقاء رسول الله صلى الله عليه وسلم والمشركين ببدر\r\n149 نا أحمد نا يونس عن ابن إسحاق قال حدثني أبو جعفر محمد بن علي بن الحسين أن رسول الله صلى الله عليه وسلم التقى هو والمشركون يوم بدر صبيحة الجمعة لسبع عشرة من شهر رمضان نا أحمد نا يونس عن أسباط بن نصر عن إسماعيل بن عبد الرحمن قال كان يوم بدر يوم الجمعة لسبع عشرة من رمضان\r\n150 نا أحمد نا يونس عن خالد قال سألت عبد الرحمن بن القاسم عن ليلة القدر قال كان زيد بن ثابت يعظم سابعة عشر ويقول هي وقعة بدر\r\n151 نا أحمد نا يونس عن بسر بن أبي حفص الكندي الدمشقي قال نا مكحول أن رسول الله صلى الله عليه وسلم قال لبلال الا لا يغادرك صيام الاثنين فاني ولدت يوم الاثنين ووحي إلي يوم الاثنين وهاجرت يوم الاثنين وأموت يوم الاثنين\r\n152 نا أحمد بن عبد الجبار قال نا محمد بن فضيل عن عاصم بن كليب عن أبيه عن عبد الله بن عباس قال كنت عند عمر بن الخطاب رحمه الله وعنده أصحابه فسألهم فقال أرأيتم قول رسول الله صلى الله عليه وسلم في ليلة القدر التمسوها في العشر الأواخر وترا أي ليلة ترونها فقال بعضهم ليلة احدى وقال بعضهم ليلة ثلاث وقال بعضهم ليلة خمس وقال بعضهم ليلة سبع وأنا ساكت فقال ما لك لا تكلم فقلت انك\r\n","description":"","footnote":"","page_name":" 110 ","page_number":62},
  {"content":"\r\nأمرتني ألا أتكلم حتى يتكلموا فقال ما أرسلت إليك ألا لتكلم فقال إني سمعت الله يذكر السبع فذكر سبع سماوات ومن الأرض مثلهن وخلق الانسان من سبع ونبات الأرض من سبع فقال عمر هذا أخبرتني ما أعلم أرأيت ما لا أعلم قولك نبات الأرض من سبع قال قلت قال الله * ( شققنا الأرض شقا فأنبتنا فيها حبا وعنبا وقضبا وزيتونا ونخلا وحدائق غلبا ) * والحدائق غلبا الحيطان من النخل والشجر * ( وفاكهة وأبا ) * قال الأب ما أنبتت الأرض مما يأكل الدواب والأنعام ولا يأكله الناس فقال عمر لأصحابه أعجزتم أن تقولوا كما قال هذا الغلام الذي لم تجتمع له رأسه والله اني لأرى القول كما قال\r\n153 نا أحمد نا يونس عن ابن إسحاق قال تتام الوحي إلى رسول الله صلى الله عليه وسلم وهو مؤمن بالله ومصدق لما جاءه قد تقبله بقول وتحمل منه ما حمله الله على رضى العباد وسخطهم وللنبوة أثقال ومؤونة لا يحملها ولا يستطيعها الا أهل القوة والعزم من الرسل بعون الله وتوفيقه لما يلقون من الناس وما يرد عليهم مما جاء به من عند الله تعالى\r\n154 نا أحمد نا يونس عن ابن إسحاق قال حدثني ربيعة ابن أبي عند الرحمن قال سمعت ابن منبه وهو في مسجد منى وذكر له يونس النبي عليه السلام فقال كان عبدا صالحا وكان في خلقه ضيق فلما حملت عليه أثقال النبوة ولها أثقال فلما حملت عليه تفسح تحتها الربع تجت الحمل الثقيل فألقاها عنه وخرج هاربا\r\n","description":"","footnote":"","page_name":" 111 ","page_number":63},
  {"content":"\r\n155 نا أحمد نا يونس عن ابن إسحاق قال كانت خديجة أول من آمن بالله ورسوله وصدق بما جاء به فخفف الله بذلك عن رسول الله صلى الله عليه وسلم لا يسمع شيئا يكرهه من رد عليه وتكذيب له فيحزنه ذلك الا فرج الله عنه بها إذا رجع إليها تثبته وتخفف عنه وتصدقه وتهون عليه أمر الناس رحمها الله\r\n156 نا أحمد نا يونس عن ابن إسحاق قال حدثني الزهري عن عروة عن عائشة قالت أول أبتدئ به رسول الله صلى الله عليه وسلم من النبوة حين أراد الله كرامته ورحمة العباد به لا يرى شيئا الا جاءت كفلق الصبح يمكث على ذلك ما شاء الله أن يمكث وحبب اليه الخلوة فلم يكن شيء أحب اليه من أن يخلو وحده\r\n157 نا أحمد نا يونس عن يونس بن عمرو عن أبي ميسرة عمرو بن شرحبيل أن رسول الله صلى الله عليه وسلم قال لخديجة اني إذا خلوت وحدي أسمع نداء وقد والله خشيت أن يكون هذا لأمر فقالت معاذ الله ما كان الله ليفعل بك ذلك فوالله انك لتؤدي الأمانة وتصل الرحم وتصدق الحديث فلما دخل أبو بكر رحمه الله وليس رسول الله صلى الله عليه وسلم ثم ذكرت خديجة حديثه له فقالت يا عتيق أذهب مع محمد إلى ورقة فلما دخل رسول الله صلى الله عليه وسلم أخذ أبو بكر بيده فقال انطلق بنا إلى ورقة فقال ومن أخبرك قال خديجة فانطلقا اليه فقصا عليه فقال إذا خلوت وحدي سمعت نداء خلفي يا محمد يا محمد فانطلق هاربا في الأرض فقال لا تفعل إذا أتاك فاثبت حتى تسمع ما يقول ثم ائتني فأخبرني فلما خلا ناداه يا محمد قل * ( بسم الله الرحمن الرحيم الحمد لله رب العالمين ) * حتى * ( بلغ ) *\r\n","description":"","footnote":"","page_name":" 112 ","page_number":64},
  {"content":"\r\nبلغ * ( ولا الضالين ) * قل لا إله إلا الله فأتى ورقة فذكر ذلك له فقال له ورقة أبشر ثم أبشر فأنا أشهد أنك الذي بشر بك ابن مريم وأنك على مثل ناموس موسى وأنك نبي مرسل وأنك ستؤمر بالجهاد بعد يومك هذا ولئن أدركني ذلك لأجاهدن معك فلما توفى ورقة قال رسول الله صلى الله عليه وسلم لقد رأيت القس في الجنة عليه ثياب الحرير لأنه آمن بي وصدقني يعني ورقة\r\n158 نا يونس عن هشام بن عروة عن أبيه قال ساب أخ لورقة فتناول الرجل ورقة فسبه فبلغ ذلك رسول الله صلى الله عليه وسلم فقال لأخيه هل علمت أني رأيت لورقة جنة أو جنتين فنهى رسول الله صلى الله عليه وسلم عن سبه\r\n159 نا أحمد نا يونس عن ابن إسحاق قال حدثني إسماعيل ابن أبي حكيم مولى الزبير أنه حدث عن خديجة بنت خويلد أنها قالت لرسول الله صلى الله عليه وسلم فيما تثبته به فيما أكرمه الله به من نبوته يا بن عم هل تستطيع أن تخبرني بصاحبك هذا الذي يأتيك إذا جاءك قال نعم فقالت إذا جاءك فأخبرني فبينا رسول الله صلى الله عليه وسلم عندها يوما إذ جاءه جبريل فرآه رسول الله صلى الله عليه وسلم فقال يا خديجة هذا جبريل قد جاءني فقالت أتراه الآن فقال نعم قالت فاجلس إلى شقي الأيسر فجلس فقالت هل تراه الآن قال نعم قالت فاجلس إلى شقي الأيمن فتحول فجلس فقالت هل تراه الآن قال نعم قالت فتحول فاجلس في حجري فتحول رسول الله صلى الله عليه وسلم فقالت هل تراه الآن قال نعم فتحسرت فألقت\r\n","description":"","footnote":"","page_name":" 113 ","page_number":65},
  {"content":"\r\nخمارها ورسول الله صلى الله عليه وسلم جالس في حجرها فقالت هل تراه الآن قال لا قالت ما هذا الشيطان ان هذا الملك يا بن عم فاثبت وأبشر ثم آمنت به وشهدت أن الذي جاء به الحق\r\n160 نا أحمد نا يونس عن ابن إسحاق قال فحدثت عبد الله بن الحسن هذا الحديث فقال قد سمعت فاطمة بنت الحسين تحدث بهذا الحديث عن خديجة الا أني سمعتها تقول أدخلت رسول الله صلى الله عليه وسلم بينها وبين درعها فذهب عند ذلك جبريل عليه السلام\r\n161 نا يونس عن زكريا بن أبي زائدة عن عامر الشعبي قال سئل رسول الله صلى الله عليه وسلم متى استنبئت فقال بين خلق آدم ونفخ الروح فيه\r\n162 نا يونس عن إبراهيم بن إسماعيل بن مجمع الأنصاري عن رجل عن سعيد بن المسيب قال نزل الوحي على رسول الله صلى الله عليه وسلم وهو ابن ثلاث وأربعين سنة فأقام بمكة عشرا وبالمدينة عشرا\r\n163 نا أحمد نا يونس عن ابن إسحاق قال ونزل الوحي على رسول الله صلى الله عليه وسلم وهو ابن أربعين سنة فأقام بمكة ثلاث عشرة سنة وبالمدينة عشرا\r\n164 نا أحمد نا يونس عن ابن إسحاق قال فأمر رسول الله صلى الله عليه وسلم بالصبر لله على رسالته وتبليغ ما أمر به\r\n","description":"","footnote":"","page_name":" 114 ","page_number":66},
  {"content":"\r\n165 نا يونس عن عيسى بن عبد الله التميمي عن الربيع بن أنس عن أبي العالية * ( فاصبر كما صبر أولوا العزم من الرسل ) * نوح وهود وإبراهيم فأمر رسول الله صلى الله عليه وسلم أن يصبرها كما صبر هؤلاء وكانوا ثلاثة ورسول الله صلى الله عليه وسلم رابعهم عليهم السلام ورحمة الله قال نوح * ( يا قوم إن كان كبر عليكم مقامي وتذكيري بآيات الله ) * إلى آخرها فأظهر لهم المفارقة وقال هود حين قالوا * ( إن نقول إلا اعتراك بعض آلهتنا بسوء قال إني أشهد الله واشهدوا أني بريء مما تشركون ) * فأظهر لهم المفارقة وقال إبراهيم * ( قد كانت لكم أسوة حسنة في إبراهيم ) * إلى آخر الآية فأظهر لهم المفارقة وقال محمد * ( إني نهيت أن أعبد الذين تدعون من دون الله ) * فقام رسول الله صلى الله عليه وسلم عند الكعبة يقرؤها على المشركين فأظهر لهم المفارقة\r\n166 نا أحمد نا يونس عن ابن إسحاق قال ثم فتر الوحي عن النبي صلى الله عليه وسلم فترة من ذلك حتى شق عليه وأحزنه ثم قال في نفسه مما أبلغ ذلك منه قد خشيت أن يكون صاحبي قد قلاني وودعني فجاء جبريل بسورة والضحى يقسم له به وهو الذي أكرمه * ( ما ودعك ربك وما قلى ) * فقال * ( والضحى والليل إذا سجى ) * يقول ما ودعك ربك وما قلى ما صرمك وتركك وما قلى ما أبغضك منذ أحبك * ( وللآخرة خير لك من الأولى ) * أي ما\r\n","description":"","footnote":"","page_name":" 115 ","page_number":67},
  {"content":"\r\nعندي من مرجعك إلي خير لك مما عجلت لك من الكرامة في الدنيا * ( ولسوف يعطيك ربك فترضى ) * من الفتح في الدنيا والثواب في الآخرة * ( ألم يجدك يتيما فآوى ووجدك ضالا فهدى ووجدك عائلا فأغنى ) * يعرفه ما ابتدأه به من كرامتة في عاجل أمره ومنه عليه في يتمه وعيلته وضلالته واستنقاذه من ذلك كله برحمته * ( فأما اليتيم فلا تقهر وأما السائل فلا تنهر ) * لا تكون جبارا ولا متكبرا ولا فاحشا فظا على الضعفاء من عباد الله * ( وأما بنعمة ربك فحدث ) * بما جاءك من الله من كرامته ونعمته من النبوة فحدث اذكرها وادع إليها يذكره ما أنعم الله عليه وعلى العباد من النبوة\r\n167 نا أحمد نا يونس عن هشام بن عروة عن أبيه عن خديجة أنها قالت لما أبطأ على رسول الله صلى الله عليه وسلم الوحي جزع من ذلك جزعا شديدا فقلت له لما رأيت من جزعه لقد قلاك ربك مما يرى من جزعك فأنزل الله * ( ما ودعك ربك وما قلى ) *\r\n168 نا يونس عن عمرو بن ذر عن أبيه عن سعيد بن جبير عن ابن عباس أن رسول الله صلى الله عليه وسلم قال لجبريل ما يمنعك أن تزورنا أكثر مما تزورنا فأنزل الله تعالى * ( وما نتنزل إلا بأمر ربك له ما بين أيدينا ) * إلى قوله ( وما كان ربك نسيا )\r\n","description":"","footnote":"","page_name":" 116 ","page_number":68},
  {"content":"\r\n169 نا أحمد نا يونس عن ابن إسحاق قال ثم إن جبريل أتى رسول الله صلى الله عليه وسلم حين افترضت عليه الصلاة فهمز له بعقبه في ناحية الوادي فانفجرت منه عين ماء مزن فتوضأ جبريل عليه السلام ومحمد صلى الله عليه وسلم ينظر اليه فوضأ وجهه ومضمض واستنشق ومسح برأسه وأذنيه ورجليه إلى الكعبين ونضح فرجه ثم قال فصلى ركعتين وسجد أربع سجدات على وجهه ثم رجع النبي صلى الله عليه وسلم قد أقر الله عينه وطابت نفسه وجاءه ما يحب من الله فأخذ بيد خديجة حتى أتى بها العين فتوضأ كما توضأ جبريل ثم ركع ركعتين وأربع سجدات هو وخديجة ثم كان هو وخديجة يصليان سرا\r\n170 نا أحمد نا يونس عن ابن إسحاق قال حدثني صالح بن كيسان عن عروة بن الزبير عن عائشة أن الصلاة أول ما افترضت ركعتين ثم أكملت أربعا وأثبتت للمسافر قال فحدثت ذلك عمر بن عبد العزيز فقال لعروة حدثتني أن عائشة كانت تصلي في السفر أربعا فجاء عروة فقلت في نفسي لا يكون هذا من سألته عن الحديث فحدثه فقال عمر ما أدري ما أحاديثكم هذه ثم حول وركه ونزل عن سريره ودخل\r\n171 نا يونس عن هشام بن عروة عن أبيه عن عائشة أنها قالت أول ما افترضت الصلاة ركعتين فأثبتت للمسافر وأكملت للمقيم أربعا\r\n172 نا يونس عن سالم مولى أبى المهاجر قال سمعت ميمون بن مهران يقول كان أول الصلاة مثنى مثنى ثم صلى رسول الله صلى الله عليه وسلم أربعا فصارت سنة وأقرت الركعتان للمسافر وهي تمام\r\n","description":"","footnote":"","page_name":" 117 ","page_number":69},
  {"content":"\r\nاسلام علي بن أبي طالب رضي الله عنه\r\n173 نا أحمد حدثني يونس عن ابن إسحاق قال ثم إن علي بن أبي طالب جاء بعد ذلك بيومين فوجدهما يصليان فقال علي ما هذا يا محمد فقال النبي صلى الله عليه وسلم دين الله الذي اصطفى لنفسه وبعث به رسله فأدعوك إلى الله وحده والى عبادته وكفر باللات والعزى فقال له علي هذا أمر لم أسمع به قبل اليوم فلست بقاض أمرا حتى أحدث أبا طالب فكره رسول الله صلى الله عليه وسلم أن يفشي عليه سره قبل أن يستعلن أمره فقال له يا علي إذا لم تسلم فاكتم فمكث علي تلك الليلة ثم أن الله أوقع في قلب علي الاسلام فأصبح غاديا إلى رسول الله صلى الله عليه وسلم حتى جاءه فقال ما عرضت علي يا محمد فقال له رسول الله صلى الله عليه وسلم تشهد أن لا اله إلا الله وحده لا شريك له وتكفر باللات والعزى وتبرأ من الأنداد ففعل علي وأسلم ومكث علي يأتيه على خوف من أبي طالب وكتم علي اسلامه ولم يظهر به وأسلم زيد بن حارثه فمكثا قريبا من شهر يختلف علي إلى رسول الله صلى الله عليه وسلم وكان مما أنعم الله به على علي أنه كان في حجر رسول الله صلى الله عليه وسلم قبل الاسلام\r\n174 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الله بن أبي نجيح قال أراه عن مجاهد قال أسلم علي بن أبي طالب وهو ابن عشر سنين\r\n","description":"","footnote":"","page_name":" 118 ","page_number":70},
  {"content":"\r\n175 نا أحمد نا يونس عن ابن إسحاق قال حدثني يحيى بن أبي الأشعث الكندي من أهل الكوفة قال حدثني إسماعيل بن اياس بن عفيف عن أبيه عن جده عفيف أنه قال كنت امرأ تاجرا فقدمت أيام مني أيام الحج وكان العباس بن عبد المطلب امرأ تاجرا وأتيته أبتاع منه وأبيعه قال فبينا نحن إذ خرج رجل من خباء يصلي فقام تجاه الكعبة ثم خرجت امرأة فقامت تصلي معه وخرج غلام فقام يصلي معه فقلت يا عباس ما هذا الدين أن هذا الدين ما ندري ما هو فقال العباس هذا محمد بن عبد الله يزعم أن الله أرسله وأن كنوز كسرى وقيصر ستفتح له وهذه امرأته خديجة بنت خويلد آمنت به وهذا الغلام ابن عمه علي بن أبي طالب آمن به قال العفيف فليتني آمنت يومئذ فكنت أكون ثانيا\r\n176 نا يونس عن يوسف بن صهيب عن عبد الله بن بريدة قال أول الرجال اسلاما علي بن أبي طالب ثم الرهط الثلاثة أبو ذر وبريده وابن عم لأبي ذر\r\n","description":"","footnote":"","page_name":" 119 ","page_number":71},
  {"content":"\r\nاسلام أبي بكر الصديق رضي الله عنه\r\n177 نا أحمد قال نا يونس عن ابن إسحاق قال ثم إن أبا بكر لقي رسول الله صلى الله عليه وسلم فقال أحق ما تقول قريش يا محمد من تركك آلهتنا وتسفيهك عقولنا وتكفيرك آبائنا فقال رسول الله صلى الله عليه وسلم يا أبا بكر اني رسول الله ونبيه بعثني لأبلغ رسالته فأدعوك إلى الله بالحق فوالله انه للحق وأدعوك إلى الله يا أبا بكر وحده لا شريك له ولا يعبد غيره والموالاه على طاعته أهل طاعته وقرأ عليه القرآن فلم يقر ولم ينكر وأسلم وكفر بالأصنام وخلع الأنداد وأقر بحق الاسلام ورجع أبو بكر وهو مؤمن مصدق\r\n178 نا أحمد نا يونس عن ابن إسحاق قال محمد بن ابن عبد الرحمن بن عبد الله بن الحصين التميمي أن رسول الله صلى الله عليه وسلم قال ما دعوت أحد إلى الاسلام الا كانت له عنه كبوة وتردد ونظر الا أبا بكر ما عتم حين ذكرته له وما تردد فيه\r\n179 نا أحمد نا يونس عن ابن إسحاق قال فابتدأ أبو بكر أمره وأظهر اسلامه ودعى الناس وأظهر علي وزيد بن حارثه اسلامهما فكبر ذلك على قريش وكان أول من اتبع رسول الله صلى الله عليه وسلم خديجة بنت خويلد زوجته ثم كان ذكر آمن به علي وهو يومئذ ابن عشر سنين ثم زيد بن حارثه ثم أبو بكر\r\n","description":"","footnote":"","page_name":" 120 ","page_number":72},
  {"content":"\r\nالصديق رضي الله عنهم فلما أسلم أبو بكر وأظهر اسلامه ودعى إلى الله ورسوله وكان أبو بكر رجلا مألفا لقومه محببا سهلا وكان أنسب قريش لقريش وأعلم قريش بما كان فيها من خير أو شر وكان رجلا تاجرا ذا خلق ومعروف وكان رجال قومه يأتونه ويألفونه لغير واحد من الأمر لعلمه وتجارته وحسن مجالسته فجعل يدعو إلى الاسلام من وثق به من قومه ممن يغشاه ويجلس اليه فأسلم على يديه فيما بلغني الزبير بن العوام وعثمان بن عفان وطلحة ابن عبيد الله وسعد بن أبي وقاص وعبد الرحمن بن عوف ومعهم أبو بكر فانطلقوا حتى أتوا رسول الله صلى الله عليه وسلم فعرض عليهم الاسلام وقرأ عليهم القرآن وأنبأهم بحق الاسلام وبما وعدهم الله من الكرامة فآمنوا وأصبحوا مقرين بحق الاسلام فكان هاؤلاء النفر الثمانية الذين سبقوا إلى الاسلام فصلوا وصدقوا رسول الله صلى الله عليه وسلم وآمنوا بما جاء من عند الله تعالى\r\n","description":"","footnote":"","page_name":" 121 ","page_number":73},
  {"content":"\r\nاسلام أبي ذر رضي الله عنه\r\n180 نا يونس عن يوسف بن صهيب عن عبد الله بن بريدة قال انطلق أبو ذر وبريدة معهم ابن لأبي ذر يطلبون رسول الله صلى الله عليه وسلم وهو بالجبل مكتتم بطائفة من مكة وأتوه وهو نائم في الجبل مسجى بثوبه خارجا قدميه وكان رسول الله صلى الله عليه وسلم من أحسن الناس قدما فقال أبو ذر ان كان نبي بهذه البلاد فهو هذا النائم فمشوا حتى قاموا عليه ومع أبي ذر عصا يتوكأ عليها فقال أبو ذر أنائم الرجل وكان رسول الله صلى الله عليه وسلم نائما فلم يجبه رسول الله صلى الله عليه وسلم ثم أعاد عليه أبو ذر أنائم الرجل وغمز بعصاه في باطن قدم رسول الله صلى الله عليه وسلم فاستيقظ رسول الله صلى الله عليه وسلم فقعد فقال له أبو ذر يا محمد أتيناك لنسمع ما تقول والى ما تدعو فقال رسول الله صلى الله عليه وسلم أقول لا إله إلا الله وأني رسول الله فآمن أبو ذر وصاحباه وكان علي رضي الله عنه في حاجة لرسول الله صلى الله عليه وسلم أرسله فيها\r\n181 نا يونس عن جعفر بن حيان عن الحسن أن رسول الله صلى الله عليه وسلم قال أنتم توفون سبعين أمة أنتم خيرها وأكرمها على الله\r\n","description":"","footnote":"","page_name":" 122 ","page_number":74},
  {"content":"\r\n182 نا أحمد نا يونس عن ابن إسحاق قال حدثني محمد بن ثابت بن شرحبيل عن أم الدرداء قالت قلت لكعب الحبر كيف تجدون صفة رسول الله صلى الله عليه وسلم في التوراة قال نجده محمد رسول الله اسمه المتوكل ليس بفظ ولا غليظ القلب ولا سخاب في الأسواق وأعطي المفاتيح فيبصر الله به أعينا عورا ويسمع به آذانا وقرا ويقيم به ألسنا معوجة حتى تشهد أن لا إله إلا الله وحده لا شريك له يعين المظلوم ويمنعه\r\n183 نا يونس عن عبد الرحمن بن عبد الله عن عمرو بن مرة عن أبي عبيدة عن أبي موسى قال سمى لنا رسول الله صلى الله عليه وسلم نفسه أسماء منها ما حفظنا قال أنا محمد وأحمد والمقضي والحاشر ونبي التوبة الملحمة\r\n184 نا يونس عن يونس بن عمرو عن العيزار بن الحريث عن عائشة رضي الله عنها قالت إن رسول الله صلى الله عليه وسلم مكتوب في الإنجيل لا فظ ولا غليظ ولا سخاب بالأسواق ولا يجزئ بالسيئة مثلها ولكن يعفو ويصفح\r\n185 نا يونس عن عبد الرحمن بن عبيد الله بن زياد مولى مصعب عن الحسن قال قال رسول الله صلى الله عليه وسلم مضت تسع وستون أمة فأنتم توفون سبعين أمة أنتم خيرها وأكرمها على الله\r\n186 نا أحمد نا يونس عن ابن إسحاق قال أخبرني الزهري عن محمد بن جبير بن مطعم عن أبيه قال سمعت رسول الله صلى الله عليه وسلم يذكر لي خمسة أسماء أنا محمد وأحمد وأنا الماحي الذي يمحو الله به الكفر وأنا العاقب وأنا الحاشر الذي يحشر الناس على قدميه\r\n","description":"","footnote":"","page_name":" 123 ","page_number":75},
  {"content":"\r\nاسلام المهاجرين رضي الله عنهم\r\n187 نا أحمد نا يونس عن ابن إسحاق قال انطلق أبو عبيدة بن الحارث وأبو سلمة بن عبد الأسد وعبد الله بن الأرقم المخزومي وعثمان بن مظعون حتى أتوا رسول الله صلى الله عليه وسلم فعرض عليهم الاسلام وقرأ عليهم القرآن فأسلموا وشهدوا أنه على هدى ونور ثم أسلم ناس من قبائل العرب منهم سعيد بن زيد ابن عمرو بن نفيل أخو بني عدي بن كعب وامرأته فاطمة بنت الخطاب بن نفيل بن عبد العزى أخت عمر بن الخطاب وأسماء بنت أبي بكر وعائشة بنت أبي بكر وهي صغيرة وقدامة بن مظعون وعبد الله بن مظعون الجمحيان وخباب بن الأرت حليف بني زهرة وعمير بن أبي وقاص الزهري وعبد الله بن مسعود حليف بني زهرة ومسعود بن القاري وسليط بن عمرو أخو بني عامر بن لؤي وعياش بن أبي ربيعة المخزومي وامرأته أسماء بنت سلامة بن مخرمة التميمي وخنيس بن حذافة السهمي وعامر بن ربيعة حليف بني عدي بن كعب وعبد الله بن جحش الأسدي وأبو أحمد بن جحش وجعفر بن أبي طالب وامرأته أسماء بنت عميس وحاطب بن الحارث الجمحي وامرأته أسماء بنت المجلل أخت بني عامر بن لؤي والخطاب بن الحارث وامرأته فكهة بنت يسار ومعمر بن الحارث ابن معمر الجمحي والسائب بن عثمان بن مظعون والمطالب بن أزهر بن عبد عوف الزهري وامرأته رملة بنت أبي عوف بن صبير بن سعد بن سهم والنحام واسمه نعيم بن عبد الله\r\n","description":"","footnote":"","page_name":" 124 ","page_number":76},
  {"content":"\r\nأخو بني عدي بن كعب وعامر بن فهيرة مولى أبي بكر الصديق وخالد بن سعيد بن العاص وامرأته أمينة بنت خلف بن أسعد بن عامر بن بياضة من خزاعة وحاطب بن عمرو بن عبد شمس أخو بني عامر بن لؤي وأبو حذيفة بن عتبة بن ربيعة وواقد بن فائد بن عبد الله بن عبد عزيز بن ثعلبة التميمي حليف بني عدي بن كعب وخالد بن البكير وعامر بن البكير وعاقل بن البكير واياس بن البكير بن عبد الله بن ناشب من بني سعد بن ليث حلفاء بني عدي بن كعب وعمار بن ياسر حليف بني مخزوم وصهيب بن سنان حليف بني تيم ثم دخل الناس في الاسلام أرسالا من النساء والرجال حتى فشى ذكر الاسلام وتحدث به فلما أسلم هاؤلاء النفر وفشى أمرهم بمكة أعظمت ذلك قريش وغضبت له وظهر فيهم لرسول الله صلى الله عليه وسلم البغي والحسد وشخص له منهم رجال فبادوه بالعداوة وطلبوا له الخصومة منهم أبو جهل بن هشام وأصحابه وأبو لهب وعبيد بن عبد يغوث وعمرو بن الطلاطلة والوليد بن المغيرة والعاصي بن وائل وأمية بن خلف وأبي بن خلف وهو الذي أصاب وجه رسول الله صلى الله عليه وسلم بمكة وأبو قيس بن الفاكه بن المغيرة وأبو قيس بن الأسلت والحصين أو الحصن ابن الحارث بن سعيد بن الحجاج وهو زهير بن أمية بن المغيرة والسائب بن صيفي بن عابد والأسود بن عبد الأسد والعاص بن سعيد وعتبة بن ربيعة وشيبة بن ربيعة وأبو سفيان بن حرب وأبو العاص بن هشام وعقبة بن أبي معيط وأبو الأصداء الهذلي نطحته الأروى فسقط فتقطع والحكم بن أبي العاصي وعدي بن جبر الثقفي وزمعة بن الأسود وكان الذين يؤذونه أبو لهب وعقبة\r\n","description":"","footnote":"","page_name":" 125 ","page_number":77},
  {"content":"\r\nابن أبي معيط والحكم بن أبي العاص وعدي بن حمراء الثقفي ورجل آخر\r\nقوله عز وجل * ( وأنذر عشيرتك الأقربين ) *\r\n188 نا أحمد نا يونس عن ابن إسحاق قال وكان الذي ينتهي اليه عداوة رسول الله صلى الله عليه وسلم ويجتمع اليه فيها أبو جهل حسدا وبغيا لما خص به رسوله صلى الله عليه وسلم من كرامته ثم إن الله تعالى أمر رسوله صلى الله عليه وسلم أن يصدع بما جاء به وأن ينادي الناس بأمره وأن يدعو إلى الله تعالى وكان ربما أخفى الشيء واستسر به إلى أن أمر باظهاره ثلاث سنين من مبعثه ثم قال الله تعالى * ( فاصدع بما تؤمر وأعرض عن المشركين ) * وقال * ( وأنذر عشيرتك الأقربين واخفض جناحك لمن اتبعك من المؤمنين ) * وقال * ( وقل إني أنا النذير المبين ) *\r\n189 نا أحمد نا يونس عن ابن إسحاق قال حدثني من سمع عبد الله بن الحارث بن نوفل واستكتمني اسمه عن ابن عباس عن علي بن أبي طالب رضي الله عنه قال لما نزلت هذه الآية على رسول الله صلى الله عليه وسلم * ( وأنذر عشيرتك الأقربين واخفض جناحك لمن اتبعك من المؤمنين ) * قال رسول الله صلى الله عليه وسلم عرفت أني لمن بادأت بها قومي رأيت منهم ما أكره فصمت عليها فجاءني جبريل فقال يا محمد انك ان لم تفعل ما أمرك ربك تعالى عذبك ربك قال علي فدعاني رسول الله صلى الله عليه وسلم فقال يا علي ان الله قد أمرني أن أنذر عشيرتي الأقربين فعرفت أني ان بادأتهم\r\n","description":"","footnote":"","page_name":" 126 ","page_number":78},
  {"content":"\r\nبذلك رأيت منهم ما أكره فصمت على ذلك حتى جاءني جبريل فقال يا محمد ان لم تفعل ما أمرت به عذبك ربك فاصنع لنا يا علي شاة على صاع من طعام وأعد لنا عس لبن ثم اجمع بني عبد المطلب ففعلت فاجتمعوا له وهم يومئذ أربعون رجلا أو ينقصون فيهم أعمامه أبو طالب وحمزة والعباس وأبو لهب الكافر الخبيث فقدمت إليهم تلك الجفنة فأخذ منها رسول الله صلى الله عليه وسلم حذية فشقها بأسنانه ثم رمى بها في نواحيها ثم قال كلوا باسم الله فأكل القوم حتى تملئواعنه فما رئي الا آثار أصابعهم واللسان وان كان الرجل منهم ليأكل مثلها ثم قال رسول الله صلى الله عليه وسلم اسقهم يا علي فجئت بذلك القعب فشربوا حتى نهلوا جميعا وأيم الله وان كان الرجل منهم ليشرب مثله فلما أراد رسول الله أن يكلمهم بدره أبو لهب إلى الكلام فقال لهدما سحركم صاحبكم فتفرقوا ولم يكلمهم رسول الله صلى الله عليه وسلم فلما كان الغد قال رسول الله صلى الله عليه وسلم يا علي عد لنا بمثل ما صنعت لنا بالأمس من الطعام والشراب فان هذا الرجل قد بدرني إلى ما سمعت قبل أن أكلم القوم ففعلت ثم جمعهم له فصنع رسول الله صلى الله عليه وسلم كما صنع بالأمس فأكلوا حتى نهلوا عنه ثم سقيتهم فشربوا من ذلك القعب حتى نهلوا عنه وأيم الله ان كان الرجل مهم ليأكل مثلها ويشرب مثله ثم قال رسول الله صلى الله عليه وسلم يا بني عبد المطلب والله ما أعلم شابا من العرب جاء قومه بأفضل ما جئتكم به قد حئتكم بأمر الدنيا والآخرة\r\n190 نا يونس عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قال سأل الحارث بن هشام رسول الله صلى الله عليه وسلم فقال كيف ينزل عليك الوحي فقال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 127 ","page_number":79},
  {"content":"\r\nكل ذلك يأتيني الملك أحيانا في مثل صلصلة الجرس وهو أشقه علي فيفصم عني وقد وعيته ويتمثل لي الملك أحيانا في صورة رجل فيكلمني فأعي ما يقول\r\n191 نا يونس عن عباد بن منصور عن عكرمة عن ابن عباس قال كان إذا نزل على رسول الله صلى الله عليه وسلم الوحي ثقل عليه وتربد له جلده وأمسك الناس عن كلامه\r\n192 نا يونس عن عمر بن ذر عن مجاهد قال كان إذا نزل القرآن على رسول الله صلى الله عليه وسلم قرأه على الرجال ثم على النساء\r\n193 نا يونس عن أبي معشر عن سعيد المقبري عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال يا بني عبد مناف يا بني عبد المطلب يا فاطمة بنت محمد يا صفية عمة رسول الله اشتروا أنفسكم من الله لا أغني عنكم من الله شيئا سلوني من مالي ما شئتم واعلموا أن أول آت يوم القيامة المتقون فان تكونوا يوم القيامة مع قرابتكم فذاك وإياي لا يأتون الناس بالأعمال وتأتون بالدنيا تحملونها على أعناقكم فأصد وجهي عنكم فتقولون يا محمد فأقول هكذا يصرف وجهه فتقولون يا محمد فأقول هكذا وصرف وجهه إلى الشق الآخر\r\n194 نا أحمد نا يونس عن ابن إسحاق قال كان أصحاب رسول الله صلى الله عليه وسلم إذا صلوا ذهبوا إلى الشعاب واستخفوا بصلاتهم عن قومهم فبينا سعد بن أبي وقاص في نفر من أصحاب رسول الله صلى الله عليه وسلم في شعب من شعاب مكة إذ ظهر عليهم\r\n","description":"","footnote":"","page_name":" 128 ","page_number":80},
  {"content":"\r\nنفر من المشركين وهم يصلون فناكروهم وعابوا عليهم ما يصنعون حتى قاتلوهم واقتتلوا فضرب سعد بن أبي وقاص رجلا من المشركين بلحي بعير فشجه فكان أول دم أهريق في الاسلام فلما رأت قريش رسول الله صلى الله عليه وسلم لا يعتبهم من شيء أنكروه عليه من فراقهم وعيب آلهتهم ورأوا عمه أبو طالب قد حدب عليه وقام دونه فلم يسلمه لهم مشى رجال من أشراف قريش إلى أبي طال فيهم عتبة ابن ربيعة وشيبة وأبو سفيان وأبو البختري والأسود بن المطلب والوليد بن المغيرة وأبو جهل والعاصي بن وائل ومنبه ونبيه ابنا الحجاج أو من مشى فيهم فقالوا يأبا طالب ان أبن أخيك قد سب آلهتنا وعاب ديننا وسفه أحلامنا وضلل آباءنا فاما أن تكفه عنا واما أن تخلي بيننا وبينه فنكفيكه وانك على مثل ما نحن عليه من خلافه فقال أبو طالب قولا رقيقا ورد ردا جميلا فانصرفوا عنه ومضى رسول الله صلى الله عليه وسلم على ما هو عليه يظهر دين الله ويدعوا اليه ثم إن قريشا توامروا بينهم على من في القبائل منهم من أصحاب رسول الله صلى الله عليه وسلم الذين أسلموا فوثبت كل قبيلة على من فيها من المسلمين يعذبونهم ويفتنونهم عن دينهم ومنع الله منهم رسوله بعمه أبي طالب وقد قال أبو طالب حين رأى قريشا تصنع ما تضع في بني هاشم وبني المطلب دعاهم إلى ما هو عليه من منع رسول الله صلى الله عليه وسلم والقيام دونه فاجتمعوا اليه وقاموا معه وأجابوا إلى ما دعاهم اليه من دفع عن رسول الله صلى الله عليه وسلم الا ما كان من أبي لهب وهو يحرض بني هاشم وانما كانت بنو المطلب تدعى لهاشم إذا دعوا بالحلف الذي كان بين بني هاشم وبني المطلب دون بني عبد مناف فقال\r\n( حتى متى نحن على فتنة\r\n* يا هاشم والقوم في محفل )\r\n( يدعون بالخيل على رقبة\r\n* منا لدى الخوف وفي معزل )\r\n( كالرحبة السوادء يعلو بها\r\n* سرعانهافي سبسب مجفل )\r\n( عليهم الترك على رعله\r\n* مثل القطا الشارب المهمل )\r\n","description":"","footnote":"","page_name":" 129 ","page_number":81},
  {"content":"\r\n( يا قوم ذودوا عن حماكم\r\n* بكل مفصال على مسبل )\r\n( وقد شهدت الحرب في\r\n* فتية عند الوغا في عثير القسطل )\r\nفلما اجتمعت بنو هاشم وبنو المطلب معه ورأى أن قد أمتنع بهم وأن قريشا يعادوه معهم قال أبو طالب وبادا قومه بالعداوة ونصب لهم الحرب فقال\r\n( منعت الرسول رسول المليك\r\n* ببيض تلألأ كلمع البريق )\r\n( بضرب يزبر دون التهاب\r\n* جذار البوادر كالجنفقيق )\r\n( أذب وأحمي رسول المليك\r\n* حماية يحام عليه شفيق )\r\n( وما أن أدب لأعدائه\r\n* دبيب البكار حذار الفنيق )\r\n( ولكن أزير لهم ساميا\r\n* كما زأر ليث بغيل مضيق )\r\nفلما رأى أبو طالب من قومه ما سره من حدهم معه وحد بهم عليه جعل يمدحهم ويذكر قديمهم ويذكر فضل رسول الله صلى الله عليه وسلم فيهم ومكانه منهم ليشتد لهم رأيهم فيه وليحدبوا معه على أمرهم فقال أبو طالب\r\n( إذا اجتمعت يوما قريش لمفخر\r\n* فبعد مناف سرها وصميمها )\r\n( وان حطت أشراف عبد منافا\r\n* ففي هاشم أشرافها وقديمها )\r\n( وان فخرت يوما فان محمدا\r\n* هو المصطفى من سرها وكريمها )\r\n( تداعت قريش غثها وسمينها\r\n* علينا فلم تظفر وطاشت حلومها )\r\n( وكنا قديما لا نقر ظلامة\r\n* إذا ما ثنوا صعر الخدود نقيمها )\r\n( ونحمي حماها كل يوم كريهة\r\n* ونضرب عن أعجازها من يرومها )\r\n195 نا أحمد نا يونس عن ابن إسحاق قال أقبل أبو طالب على أبي لهب حين ظافر عليه قومه ونصب لعداوة رسول\r\n","description":"","footnote":"","page_name":" 130 ","page_number":82},
  {"content":"\r\nالله صلى الله عليه وسلم مع من نصب له وكان أبو لهب للخزاعية وكان أبو طالب وعبد الله أبو رسول الله والزبير لفاطمة بنت عمرو بن عائذ بن عمران بن مخزوم فغمزه أبو طالب بأم له يقال لها سماحيج وأغلظ له في القول\r\n( مستعرض الأقوام بخبرهم\r\n* عذري وما أن جئت من غدر )\r\n( فاجعل فلانة وابنها عوضا\r\n* لكرائم الأكفاء والصهر )\r\n( واسمع نوادر من حديث صادق\r\n* تهوين مثل جنادل الصخر )\r\n( انا بنو أم الزبير وفحلها\r\n* حملت بنا للطيب والظهر )\r\n( فحرمت منا صاحبا ومؤازرا\r\n* وأخا على السراء والضر )\r\nقال ولما مضى أبو طالب على أمره من خلاف قومه فيما أراد رسول الله صلى الله عليه وسلم واجتمعت قريش على عداوته وخلافه قال أبو طالب في ذلك\r\n( ما أن جنينا من قريش عظيمة\r\n* سوى أن منعنا خير من وطيء التربا )\r\n( أخاثقة للنائبات مرزا\r\n* كريما منساه لا لئيما ولا زربا )\r\n( فيال خوينا عبد شمس ونوفلا\r\n* فايا كما أن تسعرا بيننا حربا )\r\n( وأن تصبحوا من بعد ود وألفة\r\n* أحابيش فيها كلكم يشتكي النكبا )\r\n( ألم تعلموا ما كان في حرب داحس\r\n* ورهط أبي يكسوم إذ ملئوا الشعبا )\r\n( فوالله لولا الله لا شيء غيره\r\n* لأصبحتم لا تملكون لنا سربا )\r\n196 نا أحمد نا يونس عن ابن إسحاق قال حدثني محمد بن أبي محمد عن سعيد بن جبير أو عكرمة عن ابن عباس أن الوليد بن المغيرة اجتمع اليه نفر من قريش وكان ذا سن فيهم وقد حضر الموسم فقال يا معشر قريش انه قد حضر\r\n","description":"","footnote":"","page_name":" 131 ","page_number":83},
  {"content":"\r\nالموسم وأن وفود العرب ستقدم عليكم وقد سمعوا بأمر صاحبكم هذا فاجتمعوا فيه رأيا واحدا ولا تختلفوا يكذب بعضكم بعضا ويرد قول بعضكم بعضا فقالوا فأنت يا أبا عبد شمس فقل وأقم لنا رأيا نقوم به فقال بل أنتم قولوا أسمع فقالوا نقول كاهن فقال ما هو بكاهن لقد رأيت الكهان فما هو بزمزمة الكاهن وسجعه فقالوا نقول مجنون فقال ما هو بمجنون لقد رأينا الجنون وعرفناه فما هو بخنقه ولا تخالجه ولا وسوسته فقالوا نقول شاعر فقال ما هو بشاعر قد عرفنا الشعر برجزه وهزجه وقريضة ومقبوضه ومبسوطه فما هو بالشعر قالوا فنقول ساحر قال ما هو بساحر قد رأينا السحار وسحرهم فما هو بنفثه ولا عقده قالوا فما نقول يا أبا عبد شمس قال والله ان لقوله لحلاوة ان أصله لعذق وان فرعه لجني فما أنتم بقائلين من هذا شيئا الا أعرف أنه باطل وان أقرب القول لأن تقولوا ساحر فقولوا ساحر يفرق بين المرء وأبيه وبين المرء وبين أخيه وبين المرء وزوجته وبين المرء وعشيرته فتفرقوا عنه بذلك فجعلوا يجلسون يسئلون الناس حين قدموا الموسم لا يمر بهم أحد الا حذروه إياه وذكروا لهم أمره فأنزل الله تعالى في الوليد بن المغيرة وفي ذلك من قوله * ( ذرني ومن خلقت وحيدا ) * إلى قوله * ( سأصليه سقر ) * وأنزل الله عز وجل في النفر الذين كانوا معه يصنفون له القول في رسول الله صلى الله عليه وسلم وفيما جاء به من عند الله تعالى * ( الذين جعلوا القرآن عضين ) * أي أصنافا * ( فوربك لنسألنهم أجمعين ) * أولئك النفر الذين يقولون ذلك لرسول الله صلى الله عليه وسلم لمن لقوا من الناس وصدرت العرب من ذلك الموسم بأمر رسول الله صلى الله عليه وسلم وانتشر ذكره في بلاد العرب كلها\r\n","description":"","footnote":"","page_name":" 132 ","page_number":84},
  {"content":"\r\n197 نا يونس عن أبي معشر عن محمد بن قيس في قوله * ( وقالوا قلوبنا في أكنة ) * قال قالت قريش لرسول الله صلى الله عليه وسلم ان ما تقول حق والله ان قلوبنا لفي أكنة منه ما نعقله وفي آذاننا وقر فما نسمعه ومن بيننا وبينك حجاب فما ندري ما تقول\r\n198 نا أحمد نا يونس عن ابن إسحاق قال ثم إن قريشا حين عرفت أن أبا طالب أبى خذلان رسول الله صلى الله عليه وسلم واسلامه واجماعه لفراقهم في ذلك وعدواتهم مشوا اليه ومعهم عمارة ابن الوليد بن المغيرة فقالوا له فيما بلغنا يا أبا طالب قد جئناك بفتى قريش عمارة بن الوليد جمالا وشبابا ونهادة فهو لك نصره وعقله فاتخذه ولدا لا تنازع فيه وخل بيننا وبين ابن أخيك هذا الذي فارق دينك ودين آبائك وفرق جماعة قومه وسفه أحلامهم فإنما رجل كرجل لنقتله فان ذلك أجمع للعشيرة وأفضل في عواقب الأمور مغبة فقال لهم أبو طالب والله ما أنصفتمومي تعطوني ابنكم أغذوه لكم وأعطيكم ابن أخي تقتلونه هذا والله لا يكون أبدا أفلا تعلمون أن الناقة إذا فقدت ولدها لم تحن إلى غيرة فقال له المطعم بن عدي بن نوفل بن عبد مناف لقد أنصفك قومك يا أبا طالب وما أراك تريد أن تقبل ذلك منهم فقال أبو طالب للمطعم بن عدي والله ما أنصفتموني ولكنك قد أجمعت على خذلاني ومظاهرة القوم علي فاصنع ما بدالك أو كما قال أبو طالب فحقب الأمر عند ذلك وجمعت للحرب وتنادى القوم ونادى بعضهم بعضا فقال أبو طالب عند ذلك وأنه يعرض بالمطعم ويعم من خذله من بني عبد مناف ومن عاداه من قبائل قريش ويذكر ما سألوه فيما طلبوا منه وما تباعد من أمرهم\r\n","description":"","footnote":"","page_name":" 133 ","page_number":85},
  {"content":"\r\n( ألا قل لعمرو والوليد ومطعم\r\n* ألا ليت حظي من حياطتكم بكر )\r\n( من الخور حبحاب كثير رغاؤه\r\n* يرش على الساقين من بوله قطر )\r\n( تخلف خلف الورد ليس بلاحق\r\n* إذا ما على الفيفاء تحسبه وبر )\r\n( أرى أخوينا من أبينا وأمنا\r\n* إذا سئلا قالا إلى غيرنا الأمر )\r\n( يلي لهما أمر ولكن تجرجما كما جرجمت\r\n* من رأس ذي العلق الصخر )\r\n( هما أغمزا للقوم في أخويهما\r\n* وقد أصبحا منهم أكفهما صفر )\r\n( أخص خصوصا عبد شمس ونوفلا\r\n* هما نبذانا مثل ما نبذ الجمر )\r\n( فأقسمت لا ينفك منهم مجاور\r\n* يجاورنا ما دام من نسلنا شفر )\r\n( هما اشتركا في المجد من لا أخاله\r\n* من الناس الا أن يرس له ذكر )\r\n( وليدا أبوه كان عبدا لجدنا\r\n* إلى علجة زرقاءجاش بها البحر )\r\n( وتيم ومخزوم وزهرة منهم\r\n* وكانوا لنا مولى إذا ابتغى النصر )\r\n( فقد سفهت أحلامهم وعقولهم\r\n* وكانوا كجفر شرها جهلت جفر )\r\n","description":"","footnote":"","page_name":" 134 ","page_number":86},
  {"content":"\r\nباب ما نال أصحاب رسول الله صلى الله عليه وسلم من البلاء والجهد\r\n199 ثم أن قريشا مشوا إلى أبي طالب تارة أخرى فكلموه وقالوا ما نحن يا أبا طالب وان كنت فينا ذا منزلة بسنك وشرفك وموضعك بتاركي ابن أخيك على هذا حتى نهلكه أو يكف عنا ما قد أظهر بيننا من شتم آلهتنا وسب آبائنا وعيب ديننا فان شئت فاجمع لحربنا وان شئت فدع فقد أعذرنا إليك وطلبنا التخلص من حربك وعداوتك فكل ما نظن أن ذلك مخلص فانظر في أمرك ثم اقض الينا قضاءك\r\n200 قال نا أحمد نا يونس عن ابن إسحاق قال حدثني يعقوب بن عتبة بن المغيرة بن الأخنس أنه حدث أن قريشا حين قالت لأبي طالب هذه المقالة بعث إلى رسول الله صلى الله عليه وسلم فقال له يا بن أخي ان القوم جاؤوني فقالوا كذا وكذا للذي قالوا له واذنوني قبل الحرب فأبق علي وعلى نفسك ولا تحملني من الأمر ما لا أطيق أنا ولا أنت واكفف عن قومك ما يكرهون من قولك هذا الذي فرق بيننا وبينهم فظن رسول الله صلى الله عليه وسلم أنه قد بدا لعمه بداء وأنه خاذله ومسلمه وضعف عن نصرته والقيام معه فقال رسول الله صلى الله عليه وسلم يا عم لو وضعت الشمس في يميني والقمر في يساري ما تركت الأمر حتى يظهره الله أو أهلك في طلبه ثم استعبر رسول الله صلى الله عليه وسلم فبكى فلما ولى قال له حين رأى ما بلغ الأمر برسول الله\r\n","description":"","footnote":"","page_name":" 135 ","page_number":87},
  {"content":"\r\nصلى الله عليه وسلم أقبل يا بن أخي فأقبل عليه فقال أمض على أمرك وافعل ما أحببت فوالله لا نسلمك بشيء أبدا\r\n201 نا يونس عن طلحة بن يحيى بن طلحة بن عبيد الله عن موسى بن طلحة قال أخبرني عقيل بن أبي طالب قال جاءت قريش إلى أبي طالب فقالوا ان ابن أخيك هذا فقد آذانا في نادينا ومسجدنا فانهه عنا فقال يا عقيل انطلق فائتني بمحمد صلى الله عليه وسلم فانطلقت اليه فاستخرجته من حنش يقول من بيت صغير فجاء به في الظهيرة في شدة الحر فجعل يطلب الفيء يمشي فيه من شدة الحر الرحض فلما أتاهم قال أبو طالب ان بني عمك هاؤلاء قد زعموا أنك تؤذيهم في ناديهم ومسجدهم فانته عن أذاهم فحلق رسول الله صلى الله عليه وسلم ببصره إلى السماء فقال أترون هذه الشمس قالوا نعم قال فما أنا أقدر على أن أدع ذلك منكم على أن تستشعلوا منها شعلة فقال أبو طالب والله ما كذبنا ابن أخي قط فارجعوا\r\n202 نا أحمد نا يونس عن ابن إسحاق قال ثم قال أبو طالب في شعر قاله حين أجمع لذلك من نصرة رسول الله صلى الله عليه وسلم والدفاع عنه على ما كان من عداوة قومه وفراقهم له\r\n( والله لن يصلوا اليه بجمعهم\r\n* حتى أوسد في التراب دفينا )\r\n( امض لأمرك ما عليك غضاضة\r\n* وأبشر وقر بذاك منك عيونا )\r\n( ودعوتني وعلمت أنك ناصح\r\n* فلقد صدقت وكنت قدما أمينا )\r\n( وعرضت دينا قد عرفت أنه\r\n* خير أديان البرية دينا )\r\n( لولا الملامة أو حذاري سبة\r\n* لوجدتني سمحا لذاك مبينا )\r\nفلما قالت قريش لقد سفه أحلامنا وعاب ديننا وسب آبائنا فوالله لا نقر بهذا أبدا وقام أبو طالب دون رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 136 ","page_number":88},
  {"content":"\r\nصلى الله عليه وسلم وكان أحب الناس اليه فشمر في شأنه ونادى قومه قال قصيدة يعور فيها منهم وبأذاهم في آخرها فقال\r\n( لما رأيت القوم لا ود بينهم\r\n* وقد قطعوا كل العرى والوسائل )\r\n( وقد طارحونا بالعداوة والأذى\r\n* وقد طاوعوا أمر العدو المزايل )\r\n( وقد حالفوا قوما علينا أظنه\r\n* يعضون غيظا خلفنا بالأنامل )\r\n( صبرت لهم نفسي بصفراء سمحة\r\n* وأبيض عضب من سيوف المقاول )\r\n( وأحضرت عند البيت رهطي وأسرتي\r\n* وأمسكت من أثوابه بالوصائل )\r\n( عكوفا معا مستقبلين وتارة\r\n* لدى حيث يقضي حلفه كل نافل )\r\n( وحيث ينيخ الأشعرون ركابهم\r\n* بمفضي السيول بين ساف ونائل )\r\n203 نا أحمد نا يونس عن ابن إسحاق قال فلما مضى رسول الله صلى الله عليه وسلم على الذي بعث به وقامت بنو هاشم وبنو المطلب دونه وأبوا أن يسلموه وهم من خلافه على مثل ما قومهم عليه الا أنهم أنفوا أن يستذلوا ويسلموا أخاهم لمن فارقه من قومه فلما فعلت ذلك بنو هاشم وبنو المطلب وعرفت قريش أنه لا سبيل إلى محمد صلى الله عليه وسلم معهم اجتمعوا على أن يكتبوا فيما بينهم على بني هاشم وبني المطلب ألا يناكحوهم ولاينكحوا إليهم ولا يبايعونهم ولا يبتاعون منهم فكتبوا صحيفة في ذلك وكتب في الصحيفة منصور ابن عكرمة بن عامر بن هاشم بن عبد مناف بن عبد الدار وعلقوها بالكعبة ثم عدوا على من أسلم فأوثقوهم وآذوهم واشتد البلاء عليهم وعظمت الفتنة فيهم وزلزلوا زلزالا شديدا فخرج أبو\r\n","description":"","footnote":"","page_name":" 137 ","page_number":89},
  {"content":"\r\nلهب عدو الله يظاهر عليهم إلى قريش وقال نصرت اللات والعزى يا معشر قريش فأنزل الله عز وجل * ( تبت يدا أبي لهب ) * إلى آخرها\r\n204 نا أحمد نا يونس عن ابن إسحاق قال وقالت صفية ابنة عبد المطلب\r\n( ألا من مبلغ عني قريشا\r\n* ففيم الأمر فينا والأمار )\r\n( لنا الأمر المقدم قد علمتم\r\n* ولم توقد لنا بالغدر نار )\r\n( مجازيل العطا إذا وهبنا\r\n* وأيسار إذا ابتغى اليسار )\r\n( وكل مناقب الخيرات فينا\r\n* وبعض الأمر منقصة وعار )\r\n( فلاموا لعاديات غداة جمع\r\n* بأيديها إذا سطع الغبار )\r\n( لنصطبرن لأمر الله حتى\r\n* يبين ربنا أين القرار )\r\nوقال أبو طالب\r\n( ألا أبلغا عني على ذات نأيها\r\n* لؤيا وخصا من لؤي بني كعب )\r\n( ألم تعلموا أنا وجدنا محمدا\r\n* نبيا كموسى خط في أول الكتب )\r\n( وأن عليه في العباد محبة\r\n* ولا خير فيمن خصه الله بالخب )\r\n( وأن الذي أضفتم في كتابكم\r\n* لكم كائن نحسا كراغية السقب )\r\n( أفيقوا أفيقوا قبل أن يحفر الثرى\r\n* ويصبح من لم يجن ذنبا كذى الذنب )\r\n( ولا تتبعوا أمر الغواة وتقطعوا\r\n* أيا صرنا بعد المودة والقرب )\r\n( وتستجلبوا حربا عوانا وربما\r\n* أمر على من ذاقه حلب الحرب )\r\n( ولسنا ورب البيت نسلم أحمدا\r\n* على الحال من عض الزمان ولا كرب )\r\n( أليس أبونا هاشم شد أزره\r\n* وأوصى بنيه بالطعان وبالضرب )\r\n","description":"","footnote":"","page_name":" 138 ","page_number":90},
  {"content":"\r\n( ولسنا نمل الحرب حتى تملنا\r\n* ولا نشتكي ما ينوب من النكب )\r\n( ولكننا أهل الحفاظ ذوو النهى\r\n* إذا طار أرواح الكماة من الرعب )\r\nوقال أبو طالب\r\n( ألا أبلغا عني لؤيا رسالة\r\n* بحق وما تغني رسالة مرسل )\r\n( بني عمنا الأدنين تيما نخصهم\r\n* واخوننا من عبد شمس ونوفل )\r\n( أظاهرتم قوما علينا ولاية\r\n* وأمر غوي من غواة وجهل )\r\n( يقولون أنا قد قتلنا محمدا\r\n* أقرت نواصي هاشم بالتذلل )\r\n( كذبتم ورب الهدى تدمي نحورها\r\n* بمكة والركن العتيق المقبل )\r\n( تنالونه أو تبطلون لقتله\r\n* صوارم تفري كل عظم ومفصل )\r\n( وتدعوا بويل أنتم ان ظلمتم\r\n* مقاليه في يوم أغر محجل )\r\n( فمهلا ولما تنتح الحرب بكرها\r\n* ويأتي تماما أواخر معجل )\r\n( وأنا متى ما نمرها بسيوفنا\r\n* تجلجل ونعرك من منسا تكلكل )\r\n( ويعلو ربيع الأبطحين محمد\r\n* على ربوة من رأس عنقاء عيطل )\r\n( ويأوي إليها هاشم ان هاشما\r\n* عرانين كعب آخرا بعد أول )\r\n( فان كنتم ترجون قتل محمد\r\n* فروموا بما جمعتم نفل يذبل )\r\n( فانا سنمنعه بكل طمرة\r\n* وذي ميعة نهد المواكل هيكل )\r\n( وكل رديني طما كعوبه\r\n* وغضب كايماض الغمامة يفصل )\r\n( بايمان شم من ذؤابة هاشم\r\n* مغاوير الأبطال في كل محفل )\r\n205 نا أحمد نا يونس عن ابن إسحاق قال فلما سمعت قريش بذلك ورأوا منه الجد وأيسوا منه فأبدوا لبني عبد المطلب الجفا وانطلق بهم أبو طالب فقاموا بين أستار الكعبة فدعوا الله على ظلم قومهم لهم وفي قطيعتهم أرحامهم واجتماعهم على محاربتهم وتناولهم بسفك دمائهم فقال أبو طالب اللهم ان أبى قومنا الا النصر علينا فعجل نصرنا وحل بينهم وبين قتل ابن أخي ثم أقبل إلى\r\n","description":"","footnote":"","page_name":" 139 ","page_number":91},
  {"content":"\r\nجمع قريش وهم ينظرون اليه والى أصحابه فقال أبو طالب ندعو برب هذا البيت على القاطع المنتهك للمحارم والله لتنتهين عن الذي تريدون أو لينزلن الله بكم في قطيعتنا بعض الذي تكرهون فأجابوه انكم يا بني عبد المطلب لا صلح بيننا وبينكم ولا رحم الا على قتل هذا الصبي السفيه ثم عمد أبو طالب فأدخل الشعب ابن أخيه وبني أبيه ومن اتبعهم من بين مؤمن دخل لنصرة الله ونصرة رسوله صلى الله عليه وسلم ومن بين مشرك يحمى فدخلوا شعبهم وهو شعب أبي طالب في ناحية من مكة فلما قدم عمرو عمرو بن العاص وعبد الله بن أبي ربيعة إلى قريش وأخبروهم بالذي قال النجاشي لمحمد صلى الله عليه وسلم وأصحابه أشتد وجدهم وأذوا النبي صلى الله عليه وسلم وأصحابه أذى شديدا وضربوهم في كل طريق وحصروهم في شعبهم وقطعوا عنهم المادة من الأسواق فلم يدعوا أحدا من الناس يدخل عليهم طعاما ولا شيئا مما يرفق بهم وكانوا يخرجون من الشعب إلى الموسم وكانت قريش تبادرهم إلى الأسواق فيشترونها ويغلونها عليهم ونادى منادي الوليد بن المغيرة في قريش أيما رجل وجدتموه عند طعام يشتريه فزيدوا عليه\r\n206 نا يونس عن عيسى بن عبد الله التميمي عن الربيع ابن أنس قال نزلت في الوليد بن المغيرة * ( عتل بعد ذلك زنيم ) * قال فاحش مع ذلك لئيم\r\n207 نا أحمد نا يونس عن ابن إسحاق في حديثه عن الوليد فمن رأيتموه عند طعام يشتريه فزيدوا عليه وحولوا بينهم وبينه ومن لم يكن عنده نقد فليشتر وعلي النقد ففعلوا ذلك ثلاث سنين حتى بلغ القوم الجهد الشديد وحتى سمعوا أصوات صبيانهم يتضاغون من وراء الشعب وكان المشركون يكرهون ما فيه بنو هاشم من البلاء حتى\r\n","description":"","footnote":"","page_name":" 140 ","page_number":92},
  {"content":"\r\nكره عامة قريش ما أصاب بني هاشم وأظهروا لكراهيتهم لصحيفتهم القاطعة الظالمة الذي تعاهدوا فيها على محمد صلى الله عليه وسلم ورهطه وحتى أراد رجال منهم أن يبرؤوا منها وكان أبو طالب يخاف أن يغتالوا رسول الله صلى الله عليه وسلم ليلا أو سرا فكان رسول الله صلى الله عليه وسلم إذا أخذ مضجعه أو رقد بعثه أبو طالب من فراشه وجعله بينه وبين بنيه خشية أن يقتلوه ويصبح قريش فيسمعوا من الليل أصوات صبيان بني هاشم الذين في الشعب يتضاغون من الجوع فإذا أصبحوا جلسوا عند الكعبة فيسئل بعضهم بعضا فيقول الرجل لصاحبه كيف بات أهلك البارحة فيقول بخير فيقول لكن اخوانكم هاؤلاء الذين في الشعب بات صبيانهم يتضاغون من الجوع حتى أصبحوا فمنهم من يعجبه ما يلقى محمد صلى الله عليه وسلم ورهطه ومنهم من يكره ذلك فقال أبو طالب وهو يذكر ما طلبوا من محمد صلى الله عليه وسلم وما حشدوهم في كل موسم يمنعونهم أن يبتاعوا بعض ما يصلحهم وذكر في الشعر\r\n( ألا من لهم آخر الليل معنم\r\n* طواني وأخرى النجم لم يتقحم )\r\n( طواني وقد نامت عيون كثيرة\r\n* وسائر أخرى ساهر لم ينوم )\r\n( لأحلام أقوام أرادوا محمدا\r\n* بسوء ومن لا يتقي الظلم يظلم )\r\n( سعوا سفها واقتادهم سورايهم\r\n* على قليل من رأيهم غير محكم )\r\n( رجاء أمور لم يسألوا نظامها\r\n* وان حشدوا في كل نفر وموسم )\r\n( يرجون أن نسخى بقتل محمد\r\n* ولم تختضب سمر العوالي من الدم )\r\n( يرجون منا خطة دون نيلها\r\n* أضراب وطعن بالوشيح المقوم )\r\n( كذبتم وبيت الله لا تقتلونه\r\n* جماجم تلقى بالحطيم وزمزم )\r\n( وتقطع أرحام وتنسى حليلة\r\n* خليلا وتغشى محرما بعد محرم )\r\n( وينهض قوم في الدروع إليكم\r\n* يذبون عن أحسابهم كل مجرم )\r\n208 نا أحمد نا يونس عن ابن إسحاق فأقامت قريش على ذلك من أمرهم في بني هاشم وبني المطلب سنتين أو ثلاثا حتى\r\n","description":"","footnote":"","page_name":" 141 ","page_number":93},
  {"content":"\r\nجهد القوم جهدا شديدا لا يصل إليهم شيء الا سرا أو مستخفى به ممن أراد صلتهم من قريش فبلغني أن حكيم بن حزام خرج يوما ومعه انسان يحمل طعاما إلى عمته خديجة ابنة خويلد وهي تحت رسول الله صلى الله عليه وسلم ومعه في الشعب إذ لقيه أبو جهل فقال تذهب بالطعام إلى بني هاشم والله لا تبرح أنت وطعامك حتى أفضحك عند قريش فقال له أبو البختري بن هاشم بن الحارث بن أسد تمنعه أن يرسل إلى عمته بطعام كان لها عنده فأبى أبو جهل أن يدعه فقام اليه أبو البختري بساق البعير فشجه ووطئه وطئا شديدا وحمزة بن عبد المطلب قريبا يرى ذلك وهم يكرهون أن يبلغ ذلك رسول الله صلى الله عليه وسلم وأصحابه فيشمتوا بهم فقال أبو البختري بن هاشم في ذلك\r\n( ذق يا أبا جهل لقيت غما\r\n* كذلك الجهل يكون ذما )\r\n( سوف ترى عودي ان ألما\r\n* كذلك اللوم يعود ذما )\r\n( تعلم أنا نفرج المهما\r\n* ويمنع الأبلج أن يطما )\r\n( 209 نا أحمد نا يونس عن ابن إسحاق قال ثم أن الله عز وجل برحمته أرسل على صحيفة قريش التي كتبوا فيها تظاهرهم على بني هاشم الأرضة فلم تدع فيها اسما هو لله عز وجل الا أكلته وبقي فيها الظلم والقطيعة والبهتان فأخبر الله عز وجل بذلك رسوله صلى الله عليه وسلم فأخبر أبا طالب فقال أبو طالب يا بن أخي من حدثك هذا وليس يدخل الينا أحد ولا تخرج أنت إلى أحد ولست في نفسي من أهل الكذب فقال له رسول الله صلى الله عليه وسلم أخبرني ربي هذا فقال له عمه ان ربك لحق وأنا أشهد أنك صادق فجمع أبو طالب رهطه ولم يخبرهم ما أخبره\r\n","description":"","footnote":"","page_name":" 142 ","page_number":94},
  {"content":"\r\nبه رسول الله صلى الله عليه وسلم كراهية أن يفشوا ذلك الخبر فيبلغ المشركين فيحتالوا للصحيفة الخبث والمكر فانطلق أبو طالب برهطه حتى دخلوا المسجد والمشركون من قريش في ظل الكعبة فلما أبصروه تباشروا به وظنوا أن الحصر والبلاء حملهم على أن يدفعوا إليهم رسول الله صلى الله عليه وسلم فيقتلوه فلما انتهى إليهم أبو طالب ورهطه رحبوا بهم وقالوا قد آن لك أن تطيب نفسك عن قتل رجل في قتله صلاحكم وجماعتكم وفي حياته فرقتكم وفسادكم فقال أبو طالب قد جئتكم في أمر لعله يكون فيه صلاح وجماعة فاقبلوا ذلك منا هلموا صحيفتكم التي فيها تظاهركم علينا فجاؤوا بها ولا يشكون إلا أنهم سيدفعون رسول الله صلى الله عليه وسلم إليهم إذا نشروها فلما جاؤوا بصحيفتهم قال أبو طالب صحيفتكم بيني وبينكم وإن ابن أخي قد خبرني ولم يكذبني أن الله عز وجل قد بعث على صحيفتكم الأرضة فلم يدع لله فيها اسما إلا أكلته وبقي فيها الظلم والقطيعة والبهتان فإن كان كاذبا فلكم على أن أدفعه إليكم تقتلونه وإن كان صادقا فهل ذلك ناهيكم عن تظاهركم علينا فأخذ عليهم المواثيق وأخذوا عليه فلما نشروها فإذا هي كما قال رسول الله صلى الله عليه وسلم وكانوا هم بالغدر أولى منهم واستبشر أبو طالب وأصحابه وقالوا أينا أولى بالسحر والقطيعة والبهتان فقام المطعم بن عدي بن نوفل بن عبد مناف وهشام بن عمرو أخو عامرا بن لؤي بن حارثه فقالوا نحن برآء من هذه الصحيفة القاطعة العادية الظالمة ولن نمالئ أحدا في فساد أنفسنا وأشرافنا ونتابع على ذلك ناس من أشراف قريش فخرج أقوام من شعبهم وقد أصابهم الجهد الشديد فقال أبو طالب في ذلك من أمر محمد صلى الله عليه وسلم وما أرادوا من قتله\r\n( تطاول ليلي بهم وصب\r\n* ودمع كسح السقاء السرب )\r\n( للعب قصي بأحلامها\r\n* وهل يرجع الحلم بعد اللعب )\r\n","description":"","footnote":"","page_name":" 143 ","page_number":95},
  {"content":"\r\n( ونفى قصي بني هاشم\r\n* كنفي الطهاة لطاف الحطب )\r\n( وقول لأحمد أنت امرؤ\r\n* خلوف الحديث ضعيف النسب )\r\n( وإن كان أحمد قد جاءهم\r\n* بحق ولم يأتهم بالكذب )\r\n( على أن اخوتنا وازروا\r\n* بني هاشم وبني المطلب )\r\n( هما إخوان كعظم اليمين\r\n* أمر علينا كعقد الكرب )\r\n( فيال خي لم تخبروا\r\n* بما قد مضى من شؤون العرب )\r\n( فلا تمسكن بأيديهم\r\n* بعد الآنوف بعجب الذنب )\r\n( علام علام تلافيتم بأمر\r\n* مراح وحلم عزب )\r\n( ورمتم بأحمد ما رمتم\r\n* على الأصرات وقرب النسب )\r\n( فأنا وما حج من راكب\r\n* لكعبة مكة ذات الحجب )\r\n( تنالون أحمدا وتصطلوا\r\n* طبات الرماح وحد القضب )\r\n( وتعترفوا بين أبياتكم\r\n* صدور العوالي وحبا عصب )\r\n( تراهن من بين صافي السبيب\r\n* قصير الحزام طويل اللبب )\r\n( وجردا كالطير سمحوجة\r\n* طواها المقانع بعد الحلب )\r\n( عليها صناديد من هاشم\r\n* هم الأنجبون مع المنتجب )\r\nوقال أبو طالب في شأن الصحيفة حين رأى قومه لا يتناهون وقد رأوا فيها من العلم ما رأوا\r\n( ألا من لهم آخر الليل منصب\r\n* وشعب العصا من قومك المتشعب )\r\n( وحرب أبينا من لؤي بن غالب\r\n* متى ما تزاحمها الصحيفة تخرب )\r\n( إذا ما نشير قام فيها بخطة\r\n* الذوابة ذنبا وليس بمذنب )\r\n( وما ذنب من يدعو إلى البر والتقى\r\n* ولم يستطع أن يا رب الشعب يأرب )\r\n( وقد جربوا فيما مضى غب أمرهم\r\n* وما عالم أمرا كمن لم يجرب )\r\n( وقد كان في أمر الصحيفة عبرة\r\n* متى يخبر غائب القوم يعجب )\r\n( محى الله منها كفرهم وعقوقهم\r\n* وما نقموا من باطل الحق معرب )\r\n( فأصبح ما قالوا من الأمر باطلا\r\n* ومن يختلق ما ليس بالحق يكذب )\r\n","description":"","footnote":"","page_name":" 144 ","page_number":96},
  {"content":"\r\n( وأمسى ابن عبد الله فينا مصدقا\r\n* على سخط من قومنا غير معتب )\r\n( فلا تحسبوا يا مسلمين محمدا\r\n* لذي غربة منا ولا متغرب )\r\n( ستمنعه منا يد هاشمية\r\n* مركبها في الناس خير مركب )\r\nفلما باداهم أبو طالب بالعداوة وباداهم بالحرب عدت قريش على من أسلم منهم فأوثقوه وآذوه واشتد البلاء عليهم وعظمت الفتنة فيهم وزلزلوا زلزالا شديدا وعدت بنو جمح على عثمان بن مظعون وفر أبو سلمة بن عبد الأسد بن هلال بن عبد الله بن عمر بن مخزوم إلى أبي طالب ليمنعه وكان خاله فجاء بنو مخزوم ليأخذوه فمنعهم فقالوا يا أبا طالب منعت منا ابن أخيك أتمنع منا ابن أخينا فقال أبو طالب أمنع ابن أختي مما أمنع ابن أخي فقال أبو لهب ولم يتكلم بكلام خير قط ليس يومئذ صدق أبو طالب لا يسلمه إليكم فطمع فيه أبو طالب حين سمع منه ما سمع ورجا نصره والقيام معه فقال شعرا استجلبه بذلك\r\n( وان امرأ أبو عتيبة عمه\r\n* لفي روضة من أن يسام المظالما )\r\n( أقول له وأين مني نصيحتي\r\n* أبا معتب ثبت سوادك قائما )\r\n( ولا تقبلن الدهر ما عشت خطة\r\n* تسب بها أما هبطت المواسما )\r\n( وحارب فإن الحرب نصف ولن ترى\r\n* أخا الحرب يعطي الضيم إلا يسالما )\r\n( وولى سبيل العجز غيرك منهم\r\n* فإنك لن تلحق على العجز لازما )\r\n210 نا أحمد نا يونس عن ابن إسحاق قال ثم إنه قام في نقض الصحيفة التي تكاتبت فيها قريش على بني هاشم وبني المطلب نفر من قريش ولم يبل أحد فيها بلاء أحسن ببلاء من هشام بن عمرو بن ربيعة بن الحارث بن خبيب بن خزيمة بن نصر بن مالك بن حسل بن عامر بن لؤي وذلك أنه كان ابن أخي نضلة بن هاشم بن عبد مناف لأمه وكان عمرو ونضلة أخوين لأم وكان هشام لبني هاشم واصلا وكان ذا شرف\r\n","description":"","footnote":"","page_name":" 145 ","page_number":97},
  {"content":"\r\nفي قومه وكان فيما بلغني يأتي بني المغيرة وبني هاشم وبني المطلب في الشعب ليلا قد أوقر جملا طعاما حتى إذا أقبله في الشعب جل خطامه من رأسه ثم ضرب جنبه فدخل الشعب عليهم ويأتي به وقد أوقره برا أو بزا فيفعل به مثل ذلك ثم إنه مشى إلى زهير بن أبي أمية بن المغيرة بن عبد الله بن عمر بن مخزوم وكانت أمه عاتكة بنت عبد المطلب فقال لزهير قد رضيت أن تأكل الطعام وتلبس الثياب وتنكح النساء وأخوالك حيث قد علمت لا يباعون ولا يباع منهم ولا ينكحون ولا ينكح إليهم ولا يأمنون ولا يؤمن عليهم أما إني أحلف بالله لو كانوا أخوال أبي الحكم بن هشام ثم دعوته إلى مثل ما دعاك إليه منهم ما أجابك إليه أبدا قال ويحك فما أصنع أنا رجل واحد قال فقال قد وجدت ثانيا قال ومن هو قال أنا أقوم معك فقال له زهير أبغنا ثالثا قال فذهب إلى المطعم بن عدي بن نوفل بن عبد مناف فقال له يا مطعم قد رضيت أن تهلك بطن من بني عبد مناف وأنت شاهد على ذلك موافق عليه أما والله لئن أمكنتموهم من هذه لتجدنهم إليها سراعا منكم فقال ويحك فما أصنع إنما أنا رجل فقال قد وجدت ثانيا قال فمن هو قال أنا فقال أبغنا ثالثا قال قد فعلت قال ومن هو قال زهير بن أبي أمية قال فابغنا رابعا يتكلم معنا قال فذهب إلى أبي البختري بن هشام فذكر قرابتهم وحقهم فقال هل معك من أحد يعين على هذا قال نعم المطعم بن عدي وزهير ابن أبي أمية فقال ابغنا خامسا فذهب إلى زمعة بن الأسود بن المطلب بن أسد فكلمه وذكر له قرابتهم وحقهم فقال له زمعة هل معك على هذا الأمر الذي تدعوني إليه من أحد فقال نعم ثم سمى له القوم فتواعدوا عند حطم الحجون ليلا بأعلى مكة فاجتمعوا هناك وأجمعوا أمرهم\r\n","description":"","footnote":"","page_name":" 146 ","page_number":98},
  {"content":"\r\nوتعاهدوا على القيام في الصحيفة حتى ينقضوها فقال زهير أنا أبدؤكم فأكون أولكم فلما أصبحوا غدوا على أنديتهم وغدا زهير بن أبي أمية في حلة له فطاف بالبيت سبعا ثم أقبل على الناس فقال يا أهل مكة نأكل الطعام ونشرب الشراب ونلبس الثياب وبنو هاشم وبنو المطلب هلكى لا يباعون ولا يباع منهم ولا ينكحون ولا ينكح إليهم والله لا أذوق طعاما ولا شرابا حتى تشق هذه الصحيفة الظالمة القاطعة فقال أبو جهل كذبت والله وهو في ناحية المسجد لا تشق هذه الصحيفة فقال زمعة بن الأسود بل أنت والله أكذب ما رضينا كتابها حين كتبت فقال أبو البختري صدق زمعة بن الأسود لا نرضى بما كتب فيها ولا نعرفه فقال المطعم بن عدي صدقتما وكذب من قال غير ذلك نبرأ إلى الله عز وجل منها ومما كتب فيها وقال هشام بن عمرو مثل ما قالوا في نقضها وردها فقال أبو جهل هذا أمر قضي بليل تشور فيه يعني بغير هذا المكان وأبو طالب جالس في ناحية المسجد يرى ما يصنع القوم ثم إن المطعم بن عدي قام إلى الصحيفة فشقها فوجد الأرضة قد أكلتها إلا باسمك اللهم وكان الذي كتب الصحيفة منصور بن عكرمة بن هشام بن عبد مناف بن عبد الدار فشلت يده فيما يزعمون والله أعلم فلما مزقت وبطل ما فيها قال أبو طالب في ذلك مما كان في أمر أولئك النفر في نقضها يمدحهم\r\n( ألا هل أتى الأعداء كافة ربنا\r\n* على نأيهم والله بالناس أرود )\r\n( فيخبرهم أن الصحيفة مزقت\r\n* وأن كل ما لم يرضه الله مفسد )\r\n( تراوحها إفك وسحر مجمع\r\n* ولم يلف سحرا آخر الدهر يصعد )\r\n( تداعى لها من ليس فيها بقربة\r\n* فطائرها في وسطها يتردد )\r\n( ألم تك حقا وقعة صيلمية\r\n* ليقطع فيها ساعد ومقلد )\r\n( ويظعن أهل ماكثون فيهربوا\r\n* فرائصهم من خشية الموت ترعد )\r\n","description":"","footnote":"","page_name":" 147 ","page_number":99},
  {"content":"\r\n211 نا أحمد نا يونس عن ابن إسحاق قال وقد كان عمارة بن الوليد بن المغيرة وعمرو بن العاص بعد مبعث رسول الله صلى الله عليه وسلم ومشي قريش بعمارة إلى أبي طالب قد خرجا تاجرين إلى أرض الحبشة وكانت لقريش ملجأ ووجها وهما على شركهما وكلاهما كان شاعرا عازما فاتكا وكان عمارة رجلا جميلا وسيما يفتن النساء صاحب محادثة فركب البحر مع عمرو ابن العاصي امرأته حتى إذا سارا في البحر ليالي أصابا من خمر معهما فلما انتشى عمارة بن الوليد قال لامرأة عمرو قبليني فقال عمرو قبلي ابن عمك فقبلته فألقاها عمارة بن الوليد فجعل يريدها عن نفسها فامتنعت منه ثم إن عمرا قعد على منجاف السفينة يبول فدفعه عمارة في البحر فلما وقع فيه سبح حتى أخذ بمنجاف السفينة فقال له عمارة أما والله لو عرفت يا عمرو أنك تسبح ما طرحتك ولكن كنت أظنك لا تحسن السباحة فلما قال ذلك عمارة لعمرو ضغن عليه عمرو في نفسه وعرف أنه قد أراد قتله ومضيا في وجههما حتى قدما أرض الحبشة كتب عمرو إلى أبيه العاصي بن وائل أن اخلعني وتبرأ من جريرتي إلى بني المغيرة وجميع بني مخزوم وخشي على أبيه أن يتبع بجريرته فلما قدم الكتاب على العاصي مشى إلى رجال من بني مخزوم ورجال من بني المغيرة فقال إن هذين الرجلين قد خرجا حيث قد علمتم وكلاهما فاتك صاحب شر غير مأمونين على أنفسهما ولا أدري ما يكون إني أتبرأ إليكم من عمرو وجريرته فقد خلعته فقالت له عند ذلك بنو المغيرة ورجال من بني مخزوم وأنت تخاف على عماره ونحن قد خلعنا عمارة وتبرأنا إليك من جريرته فخل بين الرجلين فقال قد فعلت فخلعوهما وتبرأ كل واحد من صاحبهم ومما جر عليهم فلما اطمأنا لم يلبث عمارة أن دب لامرأة النجاشي وكان رجلا جميلا وسيما فأدخلته فاختلف إليها وجعل إذا رجع من مدخله ذلك\r\n","description":"","footnote":"","page_name":" 148 ","page_number":100},
  {"content":"\r\nتحدث عمرا بما كان من أمره فجعل عمرو يقول ما أصدقك إنك قدرت على هذا شأن المرأة أرفع من هذا فلما أكثر عليه عمارة وكان عمرو قد صدقه وعرف أنه قد دخل عليها ورأى من هيئته وما يصنع به والذهاب إليها أمسى وبيتوتته عنه حتى يأني من السحر ما عرف به في ذلك وكانا في منزل واحد ولكنه كان يريد أن يأتيه بشيء لا يستطيع دفعه إن هو رفع شأنه إلى النجاشي فقال له في بعض ما يذكر له من أمرها إن كنت صادقا أنك بلغت منها ما تقول فقل لها أن فلتدهنك من دهن النجاشي الذي لا يدهن به غيره فإني أعرفه وأتنني بشيء منه حتى أصدقك بما تقول قال أفعل قال فجاءها في بعض ما يدخل عليها فدهنته وأعطته منه شيئا في قارورة فلما شمه عمرو عرف وقال له عند ذلك أشهد أنك قد صدقت ولقد أصبت شيئا ما أصاب أحد من العرب مثله امرأة الملك ما سمعنا مثل هذا وكانوا أهل جاهلية وكان ذلك في أنفسهم فضلا لمن أصابه وقدر عليه ثم إنه سكت عنه حتى إذا اطمأن عندك دخل عمرو على النجاشي فقال أيها الملك معي سفيه من سفهاء قريش وقد خشيت أن يعزى عندك أمره وقد أردت أن أرفع إليك شأنه ولم أعلمك ذلك حتى استثبت أنه قد دخل على بعض نسائك فأكثر وهذا دهنك قد أعطته وادهن به فلما شم النجاشي الدهن قال صدقت هذا دهني الذي لا يكون إلا عند نسائي ثم دعا بعمارة بن الوليد ودعا بالسواحر فجرد له من ثيابه ثم أمرهن فنفخن في إحليله ثم خلى سبيله فخرج هاربا في الوحش فلم يزل بأرض الحبشة حتى كانت خلافة عمر بن الخطاب رضي الله عنه فخرج إليه رجال من بني المغيرة منهم عبد الله بن أبي ربيعة بن المغيرة وكان اسم عبد الله قبل أن يسلم بجير فلما أسلم سماه رسول الله صلى الله عليه وسلم عبد الله فرصده بأرض الحبشة بما كان يرده مع الوحش\r\n","description":"","footnote":"","page_name":" 149 ","page_number":101},
  {"content":"\r\nفذكروا أنه أقبل في حمر من حمر الوحش يرد معها فلما وجد ريح الإنس هرب حتى أجهده العطش فورد يشرب حتى إذا امتلأ خرجوا في طلبه قال عبد الله بن أبي ربيعة فسبقت إليه فالتزمته فجعل يقول أي بجير أرسلني فإني أموت إن أمسكتني قال عبد الله فضبطته فمات في يدي مكانه فواريته ثم انصرفنا وكان شعره فيما يزعمون قد غطى كل شيء منه فقال عمرو وهو يذكر ما صنع به وما أراد من امرأته\r\n( تعلم عمار أن من شر شيمة\r\n* لمثلك أن يدعا ابن عم له ابنما )\r\n( أأن كنت ذا بردين أحوى مرجلا\r\n* فلست تراى لابن عمك محرما )\r\n( إذا المرء لم يترك طعاما يحبه\r\n* ولم ينه قلبا غاويا حيث يمما )\r\n( قضى وطرأ منها يسيرا فأصبحت\r\n* إذا ذكرت أمثاله تملأ الفما )\r\n( أصبت من الأمر الدقيق جليله\r\n* وعيشا إذا لاقيت من قد تلوما )\r\n( إلى ملجأ ربع عن مطامع خشية\r\n* وعالج أمر المجد لا يتندما )\r\n( فليس الفتى وإن أنمت عروقه\r\n* بذى كرم إلا بأن يتكرما )\r\n","description":"","footnote":"","page_name":" 150 ","page_number":102},
  {"content":"\r\nإسلام حمزة بن عبد المطلب رضي الله عنه\r\n212 نا أحمد نا يونس عن ابن إسحاق قال فحدثني رجل من أسلم وكان واعية أن أبا جهل اعترض رسول الله صلى الله عليه وسلم عند الصفا فآذاه وشتمه ونال منه ما يكره من العيب لدينه والتضعيف له فلم يكلمه رسول الله صلى الله عليه وسلم ومولاه لعبد الله بن جدعان التيمي في مسكن لها فوق الصفا تسمع ذلك ثم أنصرف عنه فعمد إلى ناد لقريش عند الكعبة فجلس معهم ولم يلبث حمزة بن عبد المطلب أن أقبل متوشحا قوسه راجعا من قنص له لم يرجع إلى أهله حتى يطوف بالكعبة وكان إذا فعل ذلك لا يمر على ناد من قريش إلا وقف وسلم وتحدث معهم وكان أعز قريش وأشدها شكيمة وكان يومئذ مشركا على دين قومه فلما مر بالمولاة وقد قام رسول الله صلى الله عليه وسلم فرجع إلى بيته فقالت له يا أبا عمارة لو رأيت ما لقي ابن أخيك من أبي الحكم آنفا قبيل وجده ها هنا فآذاه وشتمه وبلغ منه ما يكره ثم انصرف عنه ولم يكلمه محمد فاحتمل حمزة الغضب لما أراد الله عز وجل به من كرامته فخرج سريعا لا يقف على أحد كما كان يصنع يريد الطواف بالبيت معدا لأبي جهل أن يقع به فلما دخل المسجد نظر إليه جالسا في القوم فأقبل نحوه حتى إذا قام على رأسه رفع القوس وضربه بها ضربة شجه بها شجة منكرة وقامت رجال من قريش من بني مخزوم إلى حمزة لينصروا أبا جهل منه فقالوا ما نراك يا حمزة\r\n","description":"","footnote":"","page_name":" 151 ","page_number":103},
  {"content":"\r\nإلا قد صبأت قال حمزة وما يمنعني منه وقد استبان لي منه ذلك وأنا أشهد أنه رسول الله وأن الذي يقول حق فوالله لا أنزع فامنعوني إن كنتم صادقين فقال أبو جهل دعوا أبا عمارة فإني والله لقد سببت ابن أخيه سبا قبيحا وتم حمزة على إسلامه وعلى ما تابع عليه رسول الله صلى الله عليه وسلم من قوله فلما أسلم حمزة عرفت قريش أن رسول الله صلى الله عليه وسلم قد عز وامتنع وأن حمزة سيمنعه فكفوا عن بعض ما كانوا يتناولون منه فقال في ذلك شعرا حين ضرب أبا جهل وأسلم\r\n( ذق يا أبا جهل ما عسيت\r\n* من أمرك الظالم إذ مشيت )\r\n( عز أمرك الظالم إذ عنيت\r\n* لو كنت ترجو الله ما شقيت )\r\n( ستسعط الرغم بما أتيت\r\n* تؤذي رسول الله إذ نهيت )\r\n( ولا تركت الحق إذ دعيت\r\n* ولا هويت بعد ما هويت )\r\n( حتى تذوق الخوى قد لقيت\r\n* فقد شفيت النفس وأشفيت )\r\n213 نا أحمد نا يونس عن ابن إسحاق قال ثم رجع حمزة إلى بيته فأتاه الشيطان فقال أنت سيد قريش اتبعت هذا الصابي وتركت دين آبائك للموت كان خيرا لك مما صنعت فأقبل على حمزة بثه فقال ما صنعت اللهم إن كان رشدا فاجعل تصديقه في قلبي وإلا فاجعل لي مما وقعت فيه مخرجا فبات بليلة لم يبت بمثلها من وسوسة الشيطان وتزيينه حتى أصبح فغدا على رسول الله صلى الله عليه وسلم فقال يا بن أخي إني وقعت في أمر لا أعرف المخرج منه وإقامة مثلي على ما لا أدري ما هو أرشد هو أم غي شديد فحدثني حديثا فقد اشتهيت يا ابن أخي أن تحدثني فأقبل رسول الله صلى الله عليه وسلم فذكره ووعظه وخوفه وبشره قال فألقى الله عز وجل في نفسه الإيمان بما قال رسول الله صلى الله عليه وسلم فقال أشهد\r\n","description":"","footnote":"","page_name":" 152 ","page_number":104},
  {"content":"\r\nأنك صادق شهادة الصدق العارف وأظهر يا بن أخي دينك فوالله ما أحب أن لي ما أظلته السماء وأني على ديني الأول فكان حمزة ممن أعز الله به الدين\r\n214 نا أحمد نا يونس عن ابن إسحاق قال وقال حمزة ابن عبد المطلب\r\n( حمدت الله حين هدى فؤادي\r\n* إلى الإسلام والدين الحنيف )\r\n( لدين جاء من رب عزيز\r\n* خبير بالعباد بهم لطيف )\r\n( إذا تليت رسائله علينا\r\n* تحدرد مع ذي اللب الحصيف )\r\n( رسائل جاء أحمد من هداها\r\n* بآيات مبينات الحروف )\r\n( وأحمد مصطفى فينا مطاع\r\n* فلا تغشوه بالقول العنيف )\r\n( فلا والله نسلمه لقوم\r\n* ولما نقض فيهم بالسيوف )\r\n( ونترك منهم قتلى بقاع\r\n* عليها الطير كالورد العكوف )\r\n( وقد خبرت ما صنعت ثقيف\r\n* به فجزي القبائل من ثقيف )\r\n( اله الناس شر جزاء قوم\r\n* ولا أسقاهم صوب الخريف )\r\n","description":"","footnote":"","page_name":" 153 ","page_number":105},
  {"content":"\r\nما جاء في هجرة أصحاب رسول الله صلى الله عليه وسلم إلى أرض الحبشة\r\n215 نا أحمد نا يونس عن ابن إسحاق قال ومنع الله عز وجل بأبي طالب رسوله صلى الله عليه وسلم فلما رأى رسول الله صلى الله عليه وسلم وأصحابه وما يصيبهم من البلاء والشدة وأن الله تعالى قد أعفاه من ذلك وأنه لا يقدر على أن يمنعهم من قومهم وأنه ليس في قومهم من يمنعهم كما منعه أبو طالب أمرهم بالهجرة إلى أرض الحبشة وقال لهم أن بها ملكا لا يظلم الناس ببلاده في أرض صدق فتحرزوا عنده ختى يأتيكم الله عز وجل بفرج منه ويجعل لي ولكم مخرجا فهاجر رجال من أصحابه إلى أرض الحبشة مخافة الفتنة وفروا إلى الله عز وجل بدينهم واستخفى آخرون بإسلامهم\r\n216 نا يونس عن عيسى بن عبد الله التميمي عن الربيع بن أنس عن أبي العالية في قوله عز وجل * ( وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم ) * الآية فمكث رسول الله صلى الله عليه وسلم بمكة عشر سنين بعد ما أوحى إليه خائفا هو وأصحابه يدعون الله عز وجل سرا وعلانية ثم أمروا بالهجرة إلى المدينة وكانوا بها خائفين يمسون ويصبحون في السلاح فقال رجل من أصحاب رسول الله صلى الله عليه وسلم يا رسول الله أما يأتي علينا يوم نأمن فيه ونضع السلاح فقال رسول الله صلى الله عليه وسلم لن تعبروا إلا يسيرا حتى يجلس الرجل منكم في الملأ العظيم ليس فيه حديد فأنزل الله عز وجل هذه الآية * ( وعد الله الذين آمنوا منكم وعملوا الصالحات ) * إلى آخر الآية لقول الرجل ولقول رسول الله صلى الله عليه وسلم وقوله * ( ومن كفر بعد ذلك فأولئك هم الفاسقون ) *\r\n","description":"","footnote":"","page_name":" 154 ","page_number":106},
  {"content":"\r\nقال ومن كفر بهذه النعمة ليس يقول من كفر بالله وكانوا كذلك حتى قبض الله عز وجل رسوله صلى الله عليه وسلم ثم كانوا كذلك في إمرة أبي بكر وعمر وعثمان ثم غيروا ما بهم كفروا بهذه النعمة فأدخل الله عز وجل عليهم الخوف الذي كان قد وضعه عنهم\r\n217 نا يونس عن هشام بن سعيد عن زيد بن أسلم قال كان أصحاب رسول الله صلى الله عليه وسلم على ثلاث فرق فرقة بالمدينة وفرقتين بمكة فرقة كانوا يؤذون بمكة عشر سنين فيعفون عن المشركين وفرقة كانوا إذا أوذوا انتصروا منهم فأنزل الله عز وجل عليهم جميعا فقال * ( الذين يجتنبون كبائر الإثم ) * وهو الشرك والفواحش وهو الزنا * ( وإذا ما غضبوا هم يغفرون ) * هؤلاء الذين كانوا لا ينتصرون من المشركين\r\n* ( والذين استجابوا لربهم وأقاموا الصلاة وأمرهم شورى بينهم ) * الذين كانوا بالمدينة لم يكن عليهم أمير كان رسول الله صلى الله عليه وسلم بمكة وهم بالمدينة يتشاورون في أمرهم\r\n* ( والذين إذا أصابهم البغي هم ينتصرون ) * هؤلاء الذين انتصروا * ( وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله ) * الذين عفوا * ( ولمن انتصر بعد ظلمه ) * إلى قوله * ( في الأرض بغير الحق ) * المشركين الذين كانوا يظلمون الناس المسلمين * ( لهم عذاب أليم ) *\r\n","description":"","footnote":"","page_name":" 155 ","page_number":107},
  {"content":"\r\nتسمية من هاجر إلى أرض الحبشة من مكة\r\n218 نا أحمد نا يونس عن ابن إسحاق قال وكان ممن هاجر من مكة إلى أرض الحبشة قبل هجرة جعفر وأصحابه من بني أمية بن عبد شمس بن عبد مناف عثمان بن عفان معه امرأته رقية ابنة رسول الله صلى الله عليه وسلم وأبو حذيفة بن عتبة ابن ربيعة بن عبد شمس معه امرأته سهلة ابنة سهيل بن عمرو ابن عبد شمس بن عبد ود بن نصر بن مالك بن حسل ولدت هناك محمد بن أبي حذيفة ومن حلفائهم عبد الله بن جحش بن رئاب ومن بني نوفل بن عبد مناف عتبة بن غزوان بن جابر حليف لهم من قيس عيلان ومن بني أسد بن عبد العزى بن قصي الزبير بن العوام بن خويلد بن أسد ومن بني عبد الدار بن قصي مصعب بن عمير بن عامر بن هاشم بن عبد مناف بن عبد الدار ومن بني عبد بن قصي طليب بن عمير بن وهب بن أبي كثير بن عبد بن قصي ومن بني زهرة بن كلاب عبد الرحمن بن عوف بن عبد عوف ابن عبد بن الحارث بن زهرة وعبد الله بن مسعود حليف لهم والمقداد حليف لهم ومن بني مخزوم بن يقظه بن مرة أبو سلمة ابن عبد الأسد معه امرأته أم سلمة بنت أبي أمية وسلمة بن هشام بن المغيرة حبس بمكة فلم يقدم إلا بعد بدر وأحد والخندق وعياش بن أبي ربيعة بن المغيرة هاجر معه إلى المدينة ولحق به أخواه لأمه أبو حهل بن هشام والحارث بن هشام فرجعا به إلى مكة فحبساه بها حتى مضى بدر وأحد الخندق ومن حلفائهم عمار بن ياسر يشك فيه أكان خرج إلى الحبشة أم لا ومتعب بن عوف بن عامر من خزاعة ومن بني عدي بن كعب بن\r\n","description":"","footnote":"","page_name":" 156 ","page_number":108},
  {"content":"\r\nلؤي عامر بن ربيعة حليفا لهم مع امرأته ليلى ابنة أبي حثمة بن غانم ومن بني جمح بن عمرو بن هصيص عثمان بن مظعون بن حبيب بن وهب بن حذافة بن جمح وابنة السائب وقدامة ابن مظعون ومن بني سهم بن عمرو بن هصيص بن كعب خنيس ابن حذافة بن قيس بن عدي وهشام بن العاصي بن وائل ومن بني عامر بن لؤي حاطب بن عمرو بن عبد شمس وهو أول من هاجر فيما يقال وسليط بن عمرو بن عبد شمس معه امرأته أم يقظة بنت علقمة ولدت له ثم سليط بن سليط والسكران بن عمرو بن عبد شمس معه امرأته سودة بنت زمعة ابن قيس مات بمكة قبل هجرة رسول الله صلى الله عليه وسلم إلى المدينة فخلف رسول الله صلى الله عليه وسلم على امرأته سودة ابنة زمعة ومن حلفائهم سعد بن خولة ومن بني الحارث بن فهر ابن مالك أبو عبيدة بن الجراح وسهيل بن بيضاء وعمرو بن أبي شريح بن ربيعة وعمرو بن الحارث بن زهير بن أبي شداد\r\n219 نا أحمد نا يونس عن ابن إسحاق قال فأقاموا حتى بلغهم أن أهل مكة قد أسلموا وسجدوا وذلك أن سورة النجم أنزلت على رسول الله صلى الله عليه وسلم فقرأها رسول الله صلى الله عليه وسلم فأنصت إليها كل مسلم ومشرك حتى انتهى إلى قوله * ( أفرأيتم اللات والعزى ) * فأصاخوا له والمؤمنون يتصدقون وارتد ناس حين سمعوا سجع الشيطان فقال والله لنعبدهن ليقربونا إلى الله زلف وعلم الشيطان تينك الآيتين كل مشرك وذلت بها ألسنتهم وكبر ذلك على رسول الله صلى الله عليه وسلم حتى أتاه جبريل عليه\r\n","description":"","footnote":"","page_name":" 157 ","page_number":109},
  {"content":"\r\nالسلام فشكى إليه هاتين الآيتين وما لقي من الناس فيهما فتبرأ جبريل عليه السلام منهما وقال لقد تلوت على الناس ما لم آتك به عن الله عز وجل وقلت ما لم يقل لك فحزن رسول الله صلى الله عليه وسلم حزنا شديدا وخاف فأنزل الله عز وجل يعزيه له * ( وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته ) * إلى قوله * ( عليم حكيم ) *\r\n220 نا أحمد نا يونس عن ابن إسحاق قال فلما بلغ من بالحبشة من المسلمين سجود أهل مكة مع رسول الله صلى الله عليه وسلم أقبلوا أو من شاء الله عز وجل منهم وهم يرون أنهم قد تابعوا رسول الله صلى الله عليه وسلم فلما دنوا من مكة بلغهم الأمر فثقل عليهم أن يرجعوا إلى أرض الحبشة وتخوفوا أن يدخلوا مكة بغير جوار فمكثوا على ذلك حتى دخل كل رجل منهم بجوار من بعض أهل مكة وقدم عثمان بن مظعون بجوار من الوليد بن المغيرة وأبو سلمة بن عبد الأسد بجوار من أبي طالب وكان خاله وأم أبي سلمة برة بنت عبد المطلب فأما عثمان بن مظعون فكان من خبره أن يونس بن بكير نا عن محمد بن إسحاق قال فحدثني صالح عن إبراهيم بن عبد الرحمن بن عوف عمن حدثه قال لما رأى عثمان ما يلقى رسول الله صلى الله عليه وسلم وأصحابه من الأذى وهو يغدو ويروح بأمان الوليد بن المغيرة قال عثمان والله إن غدوي ورواحي آمنا بجوار رجل من أهل الشرك وأصحابي وأهل بيتي يلقون من البلاء والأذى في الله عز وجل ما لا يصيبني لنقص كثير في نفسي فمشى إلى الوليد بن المغيرة وهو في المسجد فقال يا أبا عبد شمس وفت ذمتك قد كنت في جوارك وقد أحببت أن أخرج منه إلى رسول الله صلى الله عليه وسلم ولي به وبأصحابه أسوة قال الوليد فلعلك يا بن أخي أوذيت أو انتهكت فقال لا ولكني أرضى بجوار\r\n","description":"","footnote":"","page_name":" 158 ","page_number":110},
  {"content":"\r\nالله تعالى ولا أريد أن أستجير بغيره قال فانطلق إلى المسجد فأردد علي جواري علانية كما أجرتك علانية قال فانطلق قال فخرجا حتى أتيا المسجد فقال الوليد هذا عثمان بن مظعون قد جاء ليرد علي جواري فقال عثمان صدق وقد وجدته وفيا كريم الجوار وقد أحببت ألا أستجير بغير الله وقد رددت عليه جواره ثم انصرف عثمان بن مظعون ولبيد بن ربيضة بن جعفر بن كلاب القيسي في مجلس قريش فجلس معهم عثمان فقال لبيد وهو ينشدهم\r\n( ألا كل شيء ما خلا الله باطل\r\n* ) فقال عثمان صدقت فقال لبيد\r\n( وكل نعيم لا محالة زائل\r\n* ) فقال عثمان كذبت فالتفت إليه القوم وقالوا للبيد أعد علينا فأعاد لبيد وعاد له عثمان بتصديقه مرة وتكذيبه مرة وإنما يعني عثمان إذا قال كذبت يعني نعيم الجنة لا يزول فقال لبيد والله يا معشر قريش ما كانت مجالسكم هكذا فقام سفيه منهم إلى عثمان ولطم عينه فاخضرت فقال له من حوله والله يا عثمان لقد كنت في ذمة منيعة وكانت عينك غنية عما لقيت فقال عثمان جوار الله آمن وأعز وعيني الصحيحة فقيرة إلى ما لقيت أختها ولي برسول الله صلى الله عليه وسلم أسوة ولمن معه أسوة فقال الوليد هل لك في جواري فقال عثمان لا أرب لي في جوار أحد إلا جوار الله ثم قال عثمان في ذلك\r\n( لا ارب لي يا بن المغيرة في الذي\r\n* تقول ولكني بأحمد واثق )\r\n( رسول عظيم الشأن يتلو كتابه\r\n* له كل من يبغي التلاوة وامق )\r\n( محب عليه كل يوم حلاوة\r\n* وأن قال قولا فالذي قال صادق )\r\n( فيا رب إني مؤمن لمحمد\r\n* وجبريل إذ جبريل بالوحي طارق )\r\n( وما نزل الرحمن من كل آية\r\n* لها كل قلب حين يذكر خافق )\r\n( من الخوف مما ينذر الله خلقه\r\n* إذا صد عن آيات ذي العرش وامق )\r\n( ترى الناس ضلالا وقد ضل سعيه\r\n* وبالخير مغبون وبالشرسابق )\r\n","description":"","footnote":"","page_name":" 159 ","page_number":111},
  {"content":"\r\nإسلام عمر بن الخطاب رضي الله عنه\r\n221 نا أحمد نا يونس عن محمد بن إسحاق قال كان إسلام عمر بن الخطاب بعد خروج من خرج من أصحاب رسول الله صلى الله عليه وسلم إلى أرض الحبشة\r\n222 نا أحمد نا يونس عن ابن إسحاق قال حدثني عبد الرحمن بن الحارث عن عبد العزيز بن عبد الله عن عبد الله عامر ابن ربيعة عن أمه ليلى قالت كان عمر بن الخطاب من أشد الناس علينا في إسلامنا فلما تهيأنا للخروج إلى أرض الحبشة جاءني عمر بن الخطاب وأنا على بعيري نريد أن نتوجه فقال أين يا أم عبد الله فقلت له آذيتمونا في ديننا فنذهب إلى أرض الله عز وجل حيث لا نؤذى في عبادة الله فقال صحبكم الله فذهب ثم جاءني زوجي عامر بن ربيعة فأخبرته بما رأيت من رقة عمر فقال أترجين يسلم فقلت نعم فقال والله لا يسلم حتى يسلم حمار الخطاب\r\n223 نا أحمد نا يونس عن ابن إسحاق قال ثم إن قريشا بعثت عمر بن الخطاب وهو يومئذ مشرك في طلب رسول الله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم في دار في أصل الصفا ولقيه النحام وهو نعيم بن عبد الله بن أسد أخو بني عدي ابن كعب قال وأسلم قبل ذلك وعمر متقلد سيفه فقال يا عمر أين تراك تعمد فقال أعمد إلى محمد هذا الذي سفه أحلام قريش وسفه آلهتها وخالف جماعتها فقال له النحام والله لبئست الممشى مشيت يا عمر ولقد فرطت وأردت هلكة بني عدي بن كعب أو تراك تنفلت من بني هاشم وبني زهرة وقد قتلت محمدا صلى الله عليه وسلم فتحاورا حتى ارتفعت أصواتهما فقال له عمر\r\n","description":"","footnote":"","page_name":" 160 ","page_number":112},
  {"content":"\r\nاني لأظنك قد صبأت ولو أعلم ذلك لبدأت بك فلما رأى النحام أنه غير منته قال فإني أخبرك أن أهلك وأهل ختنك قد أسلموا وتركوك وما أنت عليه من ضلالتك فلما سمع عمر تلك المقالة بقولها قال وأيهم قال ختنك وابن عمك وأختك فانطلق عمر حتى أتى أخته وكان رسول الله صلى الله عليه وسلم إذا أتته الطائفة من أصحابه من ذوي الحاجة نظر إلى أولي السعة فيقول عندك فلان فليكن إليك فوافق ذلك ابن عم عمر وختنه زوج أخته سعيد بن زيد بن عمرو ابن نفيل فدفع إليه رسول الله صلى الله عليه وسلم خباب بن الأرت مولى ثابت بن أم أنمار حليف بني زهرة وقد أنزل الله عز وجل * ( طه ما أنزلنا عليك القرآن لتشقى إلا تذكرة لمن يخشى ) * وكان رسول الله صلى الله عليه وسلم دعا ليلة الخميس فقال اللهم أعز الإسلام بعمر بن الخطاب أو بأبي الحكم بن هشام فقال ابن عم عمر وأخته نرجو أن يكون دعوة رسول الله صلى الله عليه وسلم لعمر فكانت فأقبل عمر حتى انتهى إلى باب أخته ليغير عليها ما بلغه من إسلامها فإذا خباب بن الأرت عند أخت عمر يدرس عليها طه ويدرس عليها * ( إذا الشمس كورت ) * وكان المشركون يدعون الدراسة الهيمنة فدخل عمر فلما أبصرته أخته عرفت الشر في وجهه فخبأت الصحيفة وراغ خباب فدخل البيت فقال عمر لأخته ما هذه الهيمنة في بيتك قالت ما عدا حديثا يتحدث به بيننا فعذلها وحلف ألا يخرج حتى تبين شأنها فقال له زوجها سعيد بن زيد بن عمرو بن نفيل إنك لا تستطيع أن تجمع الناس على هواك يا عمر وإن كان الحق سواه فبطش به عمر فوطئه وطيا شديدا وهو غضبان فقامت إليه أخته تحجزه عن زوجها فنفحها عمر بيده فشجها فلما رأت الدم قالت هل تسمع يا عمر أرأيت كل شيء\r\n","description":"","footnote":"","page_name":" 161 ","page_number":113},
  {"content":"\r\nبلغك عني مما يذكر من تركي آلهتك وكفري باللات والعزى فهو حق أشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله فائتمر أمرك واقض ما أنت قاض فلما رأى ذلك عمر سقط في يديه فقال عمر لأخته أرأيت ما كنت تدرسين أعطيك موثقا من الله لا أمحوها حتى أردها إليك ولا أرتبك فيها فلما رأت ذلك أخته ورأت حرصه على الكتاب رجت أن تكون دعوة رسول الله صلى الله عليه وسلم له فقالت إنك نجس و * ( لا يمسه إلا المطهرون ) * ولست آمنك على ذلك فاغتسل غسلك من الجنابة وأعطني موثقا تطمئن إليه نفسي ففعل عمر فدفعت إليه الصحيفة وكان عمر يقرأ الكتاب فقرأ * ( طه ) * حتى إذا بلغ * ( إن الساعة آتية أكاد أخفيها لتجزى كل نفس بما تسعى ) * إلى قوله * ( فتردى ) * وقرأ * ( إذا الشمس كورت ) * حتى بلغ * ( علمت نفس ما أحضرت ) * فأسلم عند ذلك عمر فقال لأخته وختنه كيف الإسلام قالا تشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله وتخلع الأنداد وتكفر باللات والعزى ففعل ذلك عمر وخرج خباب ابن الأرت وكان في البيت داخلا فكبر خباب وقال أبشر يا عمر بكرامة الله فإن رسول الله صلى الله عليه وسلم قد دعا لك أن يعز الله الإسلام بك قال عمر فدلوني على المنزل الذي فيه رسول الله صلى الله عليه وسلم فقال له خباب بن الأرت أنا أخبرك فأخبره أنه في الدار التي في أصل الصفا فأقبل عمر وهو حريص على أن يلقى رسول الله صلى الله عليه وسلم وقد بلغ رسول الله صلى الله عليه وسلم أن عمر يطلبه ليقتله ولم يبلغه إسلامه فلما انتهى عمر إلى الدار استفتح فلما رأى أصحاب رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 162 ","page_number":114},
  {"content":"\r\nعمر متقلدا بالسيف أشفقوا منه فلما رأى رسول الله صلى الله عليه وسلم وجل القوم قال افتحوا له فإن كان الله عز وجل يريد بعمر خيرا اتبع الإسلام وصدق الرسول وإن كان يريد غير ذلك لم يكن قتله علينا هينا فابتدره رجال من أصحاب رسول الله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم يوحى إليه فخرج رسول الله صلى الله عليه وسلم حين سمع صوت عمر وليس عليه رداء حتى أخذ بمجمع قميص عمر وردائه فقال له رسول الله صلى الله عليه وسلم ما أراك منتهيا يا عمر حتى ينزل الله بك من الرجز ما أنزل بالوليد بن المغيرة ثم قال اللهم أهد عمر فضحك عمر فقال يا نبي الله أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله فكبر أهل الإسلام تكبيرة واحدة سمعها من وراء الدار والمسلمون يومئذ بضعة وأربعون رجلا وإحدى عشر امرأة\r\n224 نا أحمد نا يونس عن ابن إسحاق قال قال عمر حين أسلم\r\n( الحمد لله ذي المن الذي وجبت\r\n* له علينا أياد ما لها غير )\r\n( وقد بدأنا فكذبنا فقال لنا\r\n* صدق الحديث نبي عنده الخبر )\r\n( وقد ظلمت ابنة الخطاب ثم هدى\r\n* ربي عشية قالوا قد صبا عمر )\r\n( وقد ندمت على ما كان من زلل\r\n* بظلمها حين تتلى عندها السور )\r\n( لما دعت ربها ذا العرش جاهدة\r\n* والدمع من عينها عجلان يبتدر )\r\n( أيقنت أن الذي تدعوه خالقها\r\n* فكاد يسبقني من عبرة درر )\r\nفقلت أشهد أن الله خالقنا\r\n* وأن أحمد فينا اليوم مشتهر )\r\n( نبي صدق أتى بالحق من ثقة\r\n* وافي الأمانة ما في عوده خور )\r\n","description":"","footnote":"","page_name":" 163 ","page_number":115},
  {"content":"\r\n225 نا أحمد نا يونس عن ابن إسحاق قال قال عمر عند ذلك والله لنحن بالإسلام أحق أن ينادى منا بالكفر فليظهرن بمكة دين الله فإن أراد قومنا بغيا علينا ناجزناهم وإن قومنا أنصفونا قبلنا منهم فخرج عمر وأصحابه فجلسوا في المسجد فلما رأت قريش إسلام عمر سقط في أيديهم\r\n226 نا أحمد نا يونس عن ابن إسحاق قال حدثني نافع عن ابن عمر قال لما أسلم عمر بن الخطاب قال أي أهل مكة أنقل للحديث قالوا جميل بن معمر الجمحي فخرج عمر وخرجت وراء أبي وأنا غليم أعقل كلما رأيت حتى أتاه فقال يا جميل هل علمت أني أسلمت فوالله ما راجعه الكلام حتى قام يجر رداءه وخرج عمر معه وأنا مع أبي حتى إذا قام على باب المسجد صرخ بأعلى صوته يا معشر قريش إن عمر قد صبا فقال عمر كذبت ولكني أسلمت فبادروه فقاتلهم وقاتلوه حتى قامت الشمس على رؤوسهم وبلح فجلس وعرشوا على رأسه قياما وهو يقول اصنعوا ما بدا لكم فأقسم بالله لو قد كنا ثلاث مائة رجل لقد تركتموها لنا أو تركناها لكم فبيناهم على ذلك إذ أقبل شيخ من قريش عليه حلة حبرة وقميص قومسي فقال مه فقالوا خيرا عمر بن الخطاب صبا فقال فمه رجل اختار لنفسه دينا أترون بني عدي بن كعب يسلمون لكم صاحبكم هكذا عن الرجل فوالله لكأنما كان ثوب كشف عنه فلما قدمنا المدينة قلت يا أبة من الرجل صاحب الحلة الذي صرف القوم عنك قال ذاك العاصي بن وائل السهمي\r\n227 نا أحمد نا يونس عن ابن إسحاق قال حدثني المنكدر أن أعرابيا من بني الديل قال حيث بلغه أمر رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 164 ","page_number":116},
  {"content":"\r\nوظهوره واختلاف الناس بها قال فما فعل الأصلع الطوال الأعسر مع أي الحزبين هو فوالله ليملأنها غدا خيرا أو شرا يعني عمر بن الخطاب\r\n228 نا يونس عن النضر أبي عمر عن عكرمة عن ابن عباس أن رسول الله صلى الله عليه وسلم قال اللهم أيد الإسلام بأبي جهل بن هشام أو بعمر بن الخطاب فأصبح عمر فغدا على رسول الله صلى الله عليه وسلم وأسلم ثم خرج فصلى في المسجد ظاهرا\r\n229 نا يونس عن عبد الرحمن بن عبد الله عن القاسم عن عبد الله بن مسعود أنه قال كان إسلام عمر بن الخطاب فتحا وهجرته نصرا وإمارته رحمة وما استطعنا أن نصلي ظاهرين عند الكعبة حتى أسلم عمر رحمه الله\r\n","description":"","footnote":"","page_name":" 165 ","page_number":117},
  {"content":"\r\nما جاء في أول من جهر بالقرآن بمكة\r\n230 نا يونس عن محمد بن إسحاق قال حدثني يحيى بن عروة بن الزبير بن العوام عن أبيه قال كان أول من جهر بالقرآن بمكة بعد رسول الله صلى الله عليه وسلم عبد الله بن مسعود اجتمع يوما أصحاب رسول الله صلى الله عليه وسلم فقالوا والله ما سمعت قريش بهذا القرآن يجهر لها به قط فمن رجل يسمعهم فقال عبد الله بن مسعود أنا قالوا إنا نخشاهم عليك إنما نريد رجلا له عشيرة تمنعه من القوم إن آذوه فقال دعوني فإن الله عز وجل سيمنعني فغدا عبد الله حتى أتى المقام في الضحى وقريش في أنديتها حتى قام عند المقام فقال رافعا صوته بسم الله الرحمن الرحيم * ( الرحمن علم القرآن ) * فاستقبلها فقرأها فتأملوا فجعلوا يقولون ما يقول ابن أم عبد قالوا إنه يتلو بعض ما جاء به محمد صلى الله عليه وسلم فقاموا فجعلوا يضربون في وجهه وجعل يقرأحتى بلغ منها ما شاء الله أن يبلغ ثم انصرف إلى أصحابه وقد أثروا بوجهه فقالوا هذا الذي خشينا عليك فقال ما كان أعداء الله قط أهون علي منهم الآن ولئن شئتم لاغادينهم بمثلها غدا قالواحسبك قد أسمعتهم ما يكرهون\r\n231 نا يونس عن عبد الرحمن بن عبد الله عن القاسم قال كان أول من أفشى القرآن بمكة من في رسول الله صلى الله عليه وسلم عبد الله بن مسعود رضي الله عنه\r\nآخر الجزء الثالث\r\nيتلوه إن شاء الله من عذب في الله بمكة من المؤمنين وحسبنا الله وصلى الله على سيدنا النبي محمد وآله وسلم\r\n","description":"","footnote":"","page_name":" 166 ","page_number":118},
  {"content":"\r\n","description":"","footnote":"","page_name":" 167 ","page_number":119},
  {"content":"\r\n4\r\nمن كتاب المغازي لابن إسحاق\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":120}
  ]