[
  {"content":"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n2\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\nسورة آل عمران\r\n177 ذكر سبب نزول صدرها\r\nأخرج ابن أبي حاتم من طريق أبي جعفر الرازي عن الربيع بن أنس أن النصارى أتوا النبي صلى الله عليه وسلم يخاصمونه في عيسى بن مريم فادعوا الكذب وقالوا من أبوه فقال لهم النبي صلى الله عليه وسلم ألستم تعلون أنه لا يكون ولد إلا وهو يشبه إباه قالوا بلى قال ألستم تعلمون أن ربنا حي لا يموت وأن عيسى يأتي عليه الفناء قالوا بلى قال ألستم تعلمون أن ربنا قيم على كل شيء يكلأه ويحفظه ويرزقه قالوا بلى قال فهل يملك عيسى شيئا من ذلك قالوا لا قال ألستم تعلمون أن الله لا يخفى عليه شيء في الأرض ولا في السماء قالوا بلى قال أفكذلك عيسى قالوا لا قال فإن ربنا صير عيسى في الرحم كيف شاء ألستم تعلمون أن أمه حملته كما تحمل المرأة ووضعته كما تضع المرأة ثم غذي بالطعام كما يغذى الصبي\r\n","description":"","footnote":"","page_name":" 657 ","page_number":3},
  {"content":"\r\n245 ثم كان يطعم الطعام ويشرب الشراب ويحدث الحدث والله بخلاف ذلك قالوا بلى قال فكيف الذي زعتم فعرفوا ثم أبوا إلا جحودا وأنزل الله عز وجل * ( ألم الله لا إله إلا هو الحي القيوم ) * إلى قوله * ( العزيز الحكيم ) *\r\nوأخرجه الطبري من طريق سلمة بن الفضل عن محمد بن إسحاق عن محمد بن جعفر بن الزبير نحوه وأتم منه وفيه تسمية رؤساء وفد نجران\r\n178 قوله ز تعالى * ( إن الذين كفروا بآيات الله لهم عذاب شديد ) * الآية 4\r\nقال مقاتل بن سليمان نزلت في اليهود منهم حيي وجدي وأبو ياسر بنو أخطب وكعب بن الأشرف وكعب بن أسيد وزيد بن التابوت\r\n179 قوله ز تعالى * ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ ) *\r\n","description":"","footnote":"","page_name":" 658 ","page_number":4},
  {"content":"\r\n* ( فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله ) * ) الآية\r\n7 قال ابن الكلبي عن أبي صالح عن ابن عباس المتشابه حروف التهجي في أوائل السور ولك أن رهطا من اليهود حيي بن أخطب وكعب بن الأشرف ونظراءهما أتوا النبي صلى الله عليه وسلم فقال له حيي بلغنا أنه أنزل عليك ألم أنشدك الله أأنزلت عليك قال نعم قال فإن كان ذلك حقا فإني أعلم مدة ملك أمتك هو إحدى وسبعون سنة فهل أنزل عليك غيرها قال نعم المص قال هذه أكثر من تلك هي إحدى وستون ومئة سنة فهل غيرها قال نعم الر قال هذه أكثر هي مائتان وإحدى وثلاثون سنة فهل غيرها قال نعم المر قال هذه أكثر هي مائتان وإحدى وسبعون سنة ولقد خلطت\r\n246 علينا فلا ندري بقليله نأخذ أم بكثيره ونحن لا نؤمن بهذا فأنزلالله عز وجل * ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات ) * الآية\r\n","description":"","footnote":"","page_name":" 659 ","page_number":5},
  {"content":"\r\nوقال مقاتل بن سليمان في قوله * ( وأخر متشابهات ) * قال هي الكلمات الأربع ألم والمص والمر والر شبه على اليهود كم تملك هذه الأمة من السنين قال * ( والراسخون في العلم ) * هم عبد الله بن سلام وأصحابه يقولون * ( آمنا به ) * وهم الذين قالوا * ( ربنا لا تزغ قلوبنا ) * إلى قوله * ( الميعاد ) *\r\n2 قول آخر قال مقاتل بن حيان هم وفد نجران خاصموا النبي صلى الله عليه وسلم في عيسى فقالوا ألست تزعم أنه كلمة الله وروح منه قال بلى قالوا فحسبنا فأنزل الله تعالى هذه الآية\r\n3 قول آخر أخرج البخاري من طريق يزيد بن إبراهيم عن ابن أبي مليكة عن القاسم عن عائشة قالت تلا رسول الله صلى الله عليه وسلم هذه الآية * ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات ) * إلى * ( أولي الألباب ) * وقالت قال رسول الله صلى الله عليه وسلم فإذا رأيت الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم\r\nأخرجه البخاري ومسلم وأبو داود ثلاثتهم عن القعنبي عن يزيد\r\nوأخرج ابن أبي حاتم عن أبيه عن أبي الوليد عن يزيد وحماد بن سلمة عن\r\n","description":"","footnote":"","page_name":" 660 ","page_number":6},
  {"content":"\r\nابن أبي مليكة بلفظ سئل رسول الله صلى الله عليه وسلم عن قول الله * ( فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ) * فقال إذا رأيتم فذكره\r\nوأخرجه الترمذي عن بندار عن أبي الوليد بدون ذكر حماد وقال تفرد يزيد بذكر القااسم فيه بين عائشة 247 وابن أبي مليكة ورواه غير واحد ابن أبي مليكة عن عائشة ولم يذكروا فيه القاسم\r\nقلت وقد وافقه حماد بن سلمة في إحدى الروايتين عنه كما تقدم من طريق ابن أبي حاتم\r\nوكذا أخرجه الطبري من طريق يزيد بن هارون عن حماد بن سلمة وقد أغرب الوليد بن مسلم فرواه عن حماد عن عبد الرحمن بن القاسم عن أبيه عن عائشة أخرجه الطبري من طريقه ومن طريقه أيضا عنه عن نافع بن عمر عن ابن أبي ملكية عن عائشة والذي يظهر أن حماد بن سلمة كان يتنوع في إيراده\r\n","description":"","footnote":"","page_name":" 661 ","page_number":7},
  {"content":"\r\nفإن كان حفظه فالطرق كلها صحيحة وأخرج الإمام أحمد عن أبي كامل عن حماد بن سلمة عن أبي غالب سمعت أبا أمامة يحدث عن النبي صلى الله عليه وسلم في قوله تعالى * ( فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ) * قال هم الخوارج\r\nوأخرجه ابن أبي حاتم وابن مردويه من طريق حميد الخياط عن أبي غالب عن أبي أمامة كذلك\r\nوأصله عند الترمذي وغيره من حديث أبي أمامة وفيه قصة نصب رؤوس الخوارج على درج دمشق وهذا من علامات النبوة فإن الخوارج أول من\r\n","description":"","footnote":"","page_name":" 662 ","page_number":8},
  {"content":"\r\nتبع ما تشابه منه وابتغوا بذلك الفتنة فقتلوا من أهل الإسلام ما لا يحصى كثرة وتجنبوا قتل أهل الشرك وأخبارهم في ذلك شهيرة ولك ورد في عدة أحاديث صحيحة أنهم شر الخلق والخليقة وذكر الخوارج نبه به الحديث المذكور على من ضاهاهم في اتباع المتشابه وابتغاء تأويله فالآية شاملة لكل مبتدع سلك ذلك المسلك\r\nقال ابن جرير المراد بالذين في قلوبهم زيغ كل مبتدع بدعة تخالف ما مضى\r\n","description":"","footnote":"","page_name":" 663 ","page_number":9},
  {"content":"\r\nعليه رسول الله\r\n248 فتأول صلى الله عليه وسلم من بعض الآيات المحتملة التأويل ما يشيد به بدعته\r\nثم أسند عن قتادة نحو ذلك\r\nثم أسند من طريق الحارث بن يعقوب عن أيوب عن ابن أبي ملكية عن عائشة قالت قرأ رسول الله صلى الله عليه وسلم * ( هو الذي أنزل عليك الكتاب منه آيات محكمات ) * الآية كلها فقال رسول الله صلى الله عليه وسلم إذا رأيتم الذين يتبعون ما تشابه منه والذين يجادلون فيه فهم الذين عنى الله فاحذروهم\r\nورجح الطبري قول من قال من المفسرين إن المراد باتباع الفتنة في الآية اتباع الشبهات واللبس ليروج بذلك الباطل الذي ابتدعه وأطلق على ذلك فتنة\r\n","description":"","footnote":"","page_name":" 664 ","page_number":10},
  {"content":"\r\nلأنه يؤول إليها نسأل الله السلامة والعافية\r\n180 قوله تعالى * ( قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس المهاد ) * 12\r\n1 قال ابن إسحاق في المغازي رواية يونس بن بكير عنه حدثني محمد بن أبي محمد مولي زيد بن ثابت عن سعيد بن جبير أو عكرمة عن ابن عباس لما أصاب رسول الله صلى الله عليه وسلم قريشا ببدر وقدم المدينة جمع اليهود في سوق قينقاع فقال يا معشر اليهود احذروا من الله ما نزل بقريش يوم بدر وأسلموا قبل أن ينزل بكم ما نزل بهم فقد عرفتم أني نبي مرسل تجدون ذلك في كتابكم وعهد الله إليكم فقالوا يا محمد لا يغرنك أنك لقيت قوما أغمارا لا علم لهم بالحرب فأصبت منهم فرصة أما والله لو قاتلناك لعرفت أنا نحن الناس فأنزل الله تعالى * ( قل للذين كفروا ستغلبون ) * الآية\r\nوقال ابن إسحاق أيضا في رواية سلمة بن الفضل عنه عن عاصم بن عمر ابن قتادة قال فلما أصاب الله قريشا 249 يوم بدر جمع رسول الله صلى الله عليه وسلم يهود في سوق بني قينقاع حين قدم المدينة فذكر نحوه\r\nوفي تفسير سنيد حدثني حجاج عن ابن جريج عن عكرمة في هذه الآية\r\n","description":"","footnote":"","page_name":" 665 ","page_number":11},
  {"content":"\r\n* ( قل للذين كفروا ستغلبون ) * قال فنحاص اليهودي في يوم بدر لا يغرن محمدا إن غلب قريشا وقتلهم قريشا لا تحسن القتال فنزلت\r\nوقال ابن ظفر يحسن أن يقال لما شمت اليهود بالمسلمين يوم أحد قيل لهم ستغلبون وتحشرون إلى جهنم يعني على القراءة بالياء المثناة التحتانية فيهما\r\nقول آخر وقال الثعلبي قال الكلبي عن أبي صالح عن ابن عباس وأخرج عبد بن حميد من طريق قتادة ومن طريق مجاهد قالا أنزلت في محمد وأصحابه ومشركي قريش يوم بدر أن يهود أهل المدينة قالوا لما هزم رسول الله المشركين يوم بدر هذا والله النبي الأمي الذي بشرنا به موسى ونجده في كتابنا بنعته وصفته وأنه لا ترد له راية وأرادوا اتباعه فقال بعضهم لا تعجلوا حتى ننظر إلى وقعة له أخرى فلما كان يوم أحد ونكب أصحابه شكوا وقالوا ما هو به فغلب عليهم الشقاء فلم يسلموا وكان بينهم وبينه عهد فنقضوه وانطلق كعب بن الأشرف إلى أبي سفيان بمكة فوافقهم أن يكونوا كلمة واحدة ثم رجعوا إلى المدينة فنزلت\r\n","description":"","footnote":"","page_name":" 666 ","page_number":12},
  {"content":"\r\nوقال مقاتل بن سليمان في قوله تعالى * ( قد كان لكم آية في فئتين التقتا ) * نزلت في بني قينقاع من اليهود توعدوا المسلمين بالقتال فنزلت\r\n181 قوله تعالى * ( زين للناس حب الشهوات من النساء ) * الآية والتي بعدها 14 - 15\r\nقال ابن ظفر قيل إن وفد نجران لما دخلوا المدينة تزينوا بأحسن زي 250 فتشوقت نفوس رجال من فقراء المسلمين إليهم فنزلت\r\nوقال ابن إسحاق عن محمد بن جعفر بن الزبير دخلوا المسجد العصر وهم في جمال رجال بني الحارث وعليهم الحبرات\r\n182 قوله تعالى * ( قل أؤنبئكم بخير من ذلكم ) * الآية 15\r\nأخرج ابن أبي حاتم من طريق عطاء بن السائب عن أبي بكر بن حفص قال لما نزلت * ( زين للناس حب الشهوات ) * الآية قال عمر الآن يا رب زينتها لنا فنزلت * ( قل أؤنبئكم ) *\r\n","description":"","footnote":"","page_name":" 667 ","page_number":13},
  {"content":"\r\n183 قوله تعالى * ( شهد الله أنه لا إله إلا هو ) * الآية 18\r\nذكر الثعلبي عن ابن الكلبي قال قدم حبران من أحبار الشام على النبي صلى الله عليه وسلم فلما أبصرا المدينة قال أحدهما لصاحبه ما أشبه هذه المدينة بصفة مدينة النبي صلى الله عليه وسلم الذي يخرج في آخر الزمان فلما دخلا عليه عرفاه بالصفة والنعت فقالا أنت محمد قال نعم قالا وأنت أحمد قال أنا محمد وأحمد قالا فإنا نسألك عن شيء فإن أخبرتنا به آمنا بك وصدقناك قال سلا قالا فأخبرنا عن أعظم شهادة في كتاب الله عز وجل فأنزل الله تعالى * ( شهد الله أنه لا إله إلا هو ) * فأسلم الرجلان\r\n184 قوله تعالى * ( وما اختلف الذين أوتوا الكتاب إلا من بعد ما جاءهم العلم بغيا بينهم ) * الآية 19\r\n1 أخرج الطبري من طريق الربيع بن أنس في هذه الآية قال قال أبو العالية * ( بغيا ) * أي طلبا للملك قال الربيع وذلك أن موسى عليه السلام لما حضره الموت دعا سبعين حبرا من أحبار بني إسرائيل فاستودعهم التوراة وجعلهم أمناء عليه كل حبر جزءا منه واستخلف موسى يوشع بن نون فلما مضى القرن الأول\r\n","description":"","footnote":"","page_name":" 668 ","page_number":14},
  {"content":"\r\nوالثاني والثالث وقعت الفرقة بينهم من أبناء 251 السبعين حتى اهراقوا الدماء بينهم ووقع الشر والاختلاف وكان ذلك كله من قبل الذين أوتوا العلم بغيا بينهم على الدنيا وطلبا لسلطانها وزخرفها فسلط الله عليهم الجبابرة\r\nقول آخر أخرج الطبري من طريق ابن إسحاق عن محمد بن جعفر ابن الزبير في هذه الآية قال المراد بهم النصارى وسيأتي بقية كلامه في التي بعدها\r\n3 ونقل الثعلبي عن بعضهم إن المراد أهل الكتاب في نبوة محمد بعد أن وجدوا نعته وصفته في كتبهم فكفروا به حسدا\r\n4 قول آخر نقل الثعلبي عن ابن الكلبي قال نزلت في اليهود والنصارى حين تسموا بهذين الاسمين وتركوا اسم الإسلام\r\n185 قوله تعالى * ( فإن حاجوك فقل أسلمت وجهي لله ومن اتبعن ) * الآية 20\r\n","description":"","footnote":"","page_name":" 669 ","page_number":15},
  {"content":"\r\nقال ابن الكلبي لما نزلت * ( إن الدين عند الله الإسلام ) * قالت اليهود والنصارى لسنا على ما تسمينا به يا محمد إنما اليهودية والنصرانية ليست لنا والدين هو الإسلام ونحن عليه فأنزل الله تعالى * ( فإن حاجوك ) * أي خاصموك في الدين * ( فقل أسلمت وجهي لله ومن اتبعن وقل للذين أوتوا الكتاب والأميين أأسلمتم ) * قال فقالوا أسلمنا فقال لليهود أتشهدون أن عيسى عبد الله ورسوله فقالوا لا فنزلت * ( وإن تولوا فإنما عليك البلاغ ) *\r\n186 قوله ز تعالى * ( ويقتلون الذين يأمرون بالقسط من الناس ) * الآية\r\n21 .\r\nأخرج عبد بن حميد والطبري من طريق ابن أبي نجيح عن معقل بن أبي مسكين قال كان الوحي يأتي بني إسرائيل ولم يكن يأتيهم كتاب فيقوم الذين يوحى إليهم فيذكرون قومهم فيقتلونهم فيقول رجال ممن اتبعهم وصدقهم 252 فيذكرون قومهم فيقتلونهم فنزلت فيهم * ( ويقتلون الذين يأمرون بالقسط من ) *\r\n","description":"","footnote":"","page_name":" 670 ","page_number":16},
  {"content":"\r\nالناس )\r\nقال مقاتل بن سليمان كان الذي يصنع ذلك ملوك بني إسرائيل وفي حديث أبي عبيدة بن الجراح أن النبي صلى الله عليه وسلم قال قتلت بنو إسرائيل في ساعة واحدة من أول النهار ثلاثة وأربعين نبيا فقام مئة واثنا عشر رجلا من عبادهم فأمروا من قتلهم بالمعروف ونهوهم عن المنكر فقتلوا جميعا في آخر النهار من ذلك اليوم فهم الذين ذكر الله في كتابه وأنزل الآية فيهم\r\nأخرجه الطبري وابن أبي حاتم والثعلبي كلهم من طريق محمد بن حمير الحمصي\r\nعن أبي الحسن مولى بني أسد عن مكحول عن قبيصة بن ذؤيب عنه وقد ذكر ابن أبي حاتم عن أبيه ما نصه أبو الحسن الأسدي روى عنه أبو كريب مجهول فما أدري هو هذا أو غيره\r\n","description":"","footnote":"","page_name":" 671 ","page_number":17},
  {"content":"\r\n187 قوله تعالى * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب يدعون إلى كتاب الله ليحكم بينهم ) * الآية 23\r\n1 قال ابن إسحاق في المغازي رواية يونس بن بكير عنه عن محمد عن سعيد وعكرمة عن ابن عباس قال دخل رسول الله صلى الله عليه وسلم بيت المدراس على جماعة من يهود فدعاهم إلى الله فقال له نعيم بن عمرو والحارث بن زيد على أي دين أنت يا محمد فقال فقالا على ملة إبراهيم ودينه فقالا إن إبراهيم كان يهوديا فقال لهما فهلموا إلى التوراة فهي بدينا وبينكم فأبيا عليه فأنزل الله * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب ) * الآية\r\nأخرجه الطبري وهكذا ذكره الثعلبي عن سعيد وعكرمة عن ابن عباس والصواب أن هذه الرواية ترد دائما بالشك وهو من ابن إسحاق أو من شيخه محمد بن أبي محمد 253\r\n","description":"","footnote":"","page_name":" 672 ","page_number":18},
  {"content":"\r\n2 قول آخر نقل الطبري عن قتادة وابن جريج أن المراد بالكتاب القرآن ثم ساق الرواية عنهما بذلك ولفظهما الكتاب وهو يحتمل أن يراد به التوراة فيرجع إلى الأول نعم وقع في تفسير جويبر عن الضحاك عن ابن عباس في هذه الآية قال جعل الله القرآن حكما فيما بينهم وبين رسول الله صلى الله عليه وسلم فحكم القرآن على اليهود والنصارى أنهم على غير الهدى فأعرضوا عنه وهم يجدونه مكتوبا عندهم\r\n3 قول آخر أخرج الطبري من طريق السدي قال دعا النبي صلى الله عليه وسلم اليهود إلى الإسلام فقال له نعمان بن أبي أوفى هلم يا محمد نخاصمك إلى الأحبار فأنزل الله تعالى هذه الآية\r\nوقال مقاتل بن سليمان نزلت في كعب بن الأشرف وكعب بن أسيد ومالك بن الصيف ونعمان بن أبي أوفى وبحري بن عمرو وأبو نافع بن\r\n","description":"","footnote":"","page_name":" 673 ","page_number":19},
  {"content":"\r\nقيس وأبو ياسر بن أخطب وذلك أن النبي صلى الله عليه وسلم قال لهم أسلموا فقالوا نحن أهدى وأحق بالهدى منكم وما أرسل الله نبيا بعد موسى فقال آخرجوا التوراة نتبع نحن وأنتم ما فيها فأبوا فنزلت هذه\r\n4 قول آخر قال ابن الكلبي عن أبي صالح عن ابن عباس إن رجلا وامرأة من أهل خيبر زنيا فذكر القصة الآتية في سورة المائدة وفيها فحكم عليهما بالرجم فقال له نعمان بن أبي أوفى وبحري بن عمرو جرت علينا يا محمد فقال بيني وبينكم التوراة القصة وفيها ذكر ابن صوريا وفي آخرها فأنزل الله تعالى * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب ) * إلى قوله * ( وهم معرضون ) *\r\n188 قوله تعالى * ( قالوا لن تمسنا النار إلا أياما معدودات ) * 24\r\nتقدم في تفسير سورة 254 البقرة\r\n189 قوله تعالى * ( قل اللهم مالك الملك تؤتي الملك من تشاء ) * الآية 26\r\nقال إسحاق بن راهويه وعبد بن حميد جميعا عن روح بن عبادة عن سعيد بن أبي عروبة عن قتادة ذكر لنا أن نبي الله صلى الله عليه وسلم سأل ربه أن يجعل ملك فارس والروم في\r\n","description":"","footnote":"","page_name":" 674 ","page_number":20},
  {"content":"\r\nأمته فأنزل الله عز وجل هذه الآية\r\nوبهذا جزم مقاتل بن سليمان فقال سأل رسول الله صلى الله عليه وسلم ربه أن يجعل له ملك فارس والروم في أمته\r\nوذكر الثعلبي عن ابن عباس قال لما افتتح رسول الله صلى الله عليه وسلم مكة ووعد أمته ملك فارس والروم قال المنافقون واليهود هيهات هيهات من أين لمحمد ملك فارس والروم فنزلت\r\nوذكر الثعلبي هنا حديث عمرو بن عوف المزني في قصة ضرب الصخرة بالخندق وفي آخره ونزل قوله تعالى * ( وإذ يقول المنافقون والذين في قلوبهم مرض ما وعدنا الله ورسوله إلا غرورا ) * في ذلك ونزل قوله تعالى * ( قل اللهم مالك الملك ) * في ذلك\r\nقلت وحديث عمرو أخرجه البيهقي وغيره وليس في آخره ونزل قوله\r\n","description":"","footnote":"","page_name":" 675 ","page_number":21},
  {"content":"\r\nتعالى * ( اللهم مالك الملك ) * ونورده في تفسير سورة الأحزاب\r\n190 قوله تعالى * ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ) * الآية 28\r\n1 ذكر الثعلبي عن ابن عباس كان الحجاج بن عمرو وابن أبي الحقيق وقيس بن زيد بطنوا بنفر من الأنصار ليفتنوهم عن دينهم فقال رفاعة بن المنذر وعبد الله بن جبير وسعد بن خيثمة لأولئك النفر اجتنبوا هؤلاء اليهود واحذروا لزومهم ومباطنتهم لا يفتنوكم عن دينكم فأبى أولئك النفر مباطنتهم وملازمتهم 255 فأنزل الله عز وجل فيهم هذه الآية\r\n2 قول آخر قال مقاتل بن سليمان نزلت في حاطب بن أبي بلتعة وغيره كانوا يظهرون المودة لكفار مكة فنهاهم الله عن ذلك\r\n3 قول آخر قال الكلبي عن أبي صالح عن ابن عباس نزلت في عبد الله ابن أبي وأصحابه كانوا يتولون اليهود والمشركين ويأتونهم بالأخبار يرجون أن يكون لهم الظفر على رسول الله صلى الله عليه وسلم فأنزل الله تعالى هذه الآية ونهى المؤمنون عن مثل\r\n","description":"","footnote":"","page_name":" 676 ","page_number":22},
  {"content":"\r\nفعلهم\r\n4 قول آخر ذكر جويبر في تفسيره عن الضحاك عن ابن عباس نزلت في عبادة بن الصامت كان له حلفاء من اليهود فلما خرج النبي صلى الله عليه وسلم يوم الأحزاب قال عبادة يا نبي الله إن معي خمسمئة رجل من اليهود وقد رأيت أن أستظهر بهم على العدو فأنزل الله عز وجل * ( لا يتخذ المؤمنون الكافرين أولياء ) * الآية\r\n191 قوله تعالى * ( قل إن كنتم تحبون الله فاتبعوني يحببكم الله ) * الآية 31\r\n1 قال الكلبي عن أبي صالح عن ابن عباس إن اليهود لما قالت نحن أبناء الله وأحباؤه أنزل الله تعالى * ( قل إن كنتم تحبون الله ) * الآية فلما نزلت عرضها رسول الله صلى الله عليه وسلم فأبوا أن يقبلوها\r\nوقال مقاتل بن سليمان لما دعا النبي صلى الله عليه وسلم كعب بن الأشرف وأصحابه إلى الإسلام قالوا نحن أبناء الله وأحباؤه ولنحن أشد حبا لله مما تدعونا إليه فنزلت * ( قل إن كنتم تحبون الله فاتبعوني ) *\r\n2 قول آخر قال محمد بن إسحاق في المغازي حدثني محمد بن جعفر ابن الزبير قال نزلت في نصارى أهل نجران وذلك أنهم قالوا إنما نعظم المسيح ونعبده\r\n","description":"","footnote":"","page_name":" 677 ","page_number":23},
  {"content":"\r\nحبا لله وتعظيما له 256 فقال الله * ( قل إن كنتم ) *\r\n3 قول آخر ذكر سنيد في تفسيره عن حجاج عن ابن جريج قال زعم أقوام على عهد رسول الله صلى الله عليه وسلم أنهم يحبون الله فقالوا يا محمد إنا نحب ربنا فنزلت وجعل اتباع نبيه علما لحبه\r\n4 قول آخر ذكر جوبير في تفسيره عن الضحاك عن ابن عباس قال وقف النبي صلى الله عليه وسلم على قريش وهم في المسجد الحرام وقد نصبوا أصنامهم وعلقوا عليها بيض النعام وجعلوا في آذانها الشنوف وهم يسجدون لها فقال لقد خالفتم ملة أبيكم إبراهيم وإسماعيل فقالوا يا محمد إنا نعبد هذه حبا لله ليقربونا إلى الله زلفى\r\nفقال أنا رسول الله إليكم وأنا أولى بالتعظيم من الأصنام\r\nقلت وهذا من منكرات جويبر فإن آل عمران مدنية وهذه القصة إنما كانت بمكة قبل الهجرة ولعل الذي نزل فيهما في أوائل الزمر\r\n","description":"","footnote":"","page_name":" 678 ","page_number":24},
  {"content":"\r\n192 قوله ز تعالى * ( قل أطيعوا الله والرسول ) * الآية 32\r\n1 نقل الثعلبي أن عبد الله بن أبي لما نزل قوله تعالى * ( قل إن كنتم تحبون الله فاتبعوني ) * قال لأصحابه إن محمدا يجعل طاعته كطاعة الله ويأمرنا أن نعبده كم تعبد النصارى عيسى بن مريم فنزلت * ( قل أطيعوا الله والرسول ) * الآية\r\n2 وقال مقاتل بن سليمان نزلت في اليهود\r\nقلت وهذا هو الراجح\r\n193 قوله تعالى * ( إن مثل عيسى عند الله كمثل آدم ) * الآية 59\r\nقال عبد بن حميد حدثنا روح بن عبادة عن عوف الأعرابي عن الأزرق بن قيس قال جاء أسقف نجران والعاقب إلى رسول الله صلى الله عليه وسلم فعرض عليهما الإسلام فقالا قد كنا 257 مسلمين قبلك فقال كذبتما منع الإسلام منكما ثلاث قولكما اتخذ الله ولدا وسجودكما للصليب وأكلكما لحم الخنزير قالا فمن أبو عيسى فلم يرد عليهما فأنزل الله عز وجل * ( إن مثل عيسى عند الله كمثل آدم خلقه من تراب ) * الآية\r\nوعن سعيد عن قتادة ذكر لنا أن سيدي أهل نجران قالا لكل آدمي أب فما بال عيسى لا أب له فنزلت\r\n","description":"","footnote":"","page_name":" 679 ","page_number":25},
  {"content":"\r\nوأسند الطبري وابن أبي حاتم من طريق العوفي عن ابن عباس قال إن رهطا من أهل نجران فيهم السيد والعاقب قدموا على النبي صلى الله عليه وسلم فقالوا ما شأنك تذكر صاحبنا أي عيسى تزعم أنه عبد الله قال أجل إنه عبد الله قالوا فهل رأيت مثل عيسى أو أنبئت به ثم خرجوا من عنده فجاءه جبريل بأمر الله فقال قل لهم إذا أتوك * ( إن مثل عيسى عند الله كمثل آدم خلقه من تراب ) * الآية\r\nومن طريق مغيرة عن عامر هو الشعبي قال كان أهل نجران أعظم قوم من النصارى في عيسى قولا فكانوا يجادلون النبي صلى الله عليه وسلم فيه فنزلت\r\nومن طريق أسباط عن السدي قال لما سمع أهل نجران بالنبي صلى الله عليه وسلم أتاه منهم أربعة نفر من خيارهم منهم العاقب والسيد وماسرجس وما ربحن فسألوه ما تقول في عيسى فقال هو عبد الله وروحه وكلمته فقالوا ولكنه هو الله نزل من ملكه فدخل في جوف مريم ثم خرج منها فأرانا قدرته وأمره فهل رأيت قط إنسانا خلق من غير أب فنزلت\r\nوأخرج سنيد عن حجاج عن ابن جريج بلغنا أن نصارى أهل نجران قدم\r\n","description":"","footnote":"","page_name":" 680 ","page_number":26},
  {"content":"\r\nوفدهم فيهم السيد والعاقب وهما 258 سيداهم يومئذ فقالا يا محمد فيم تشتم صاحبنا عيسى تزعم أنه عبد فقال أجل إنه عبد الله وكلمته ألقاها إلى مريم فغضبوا وقالوا إن كنت صادقا فأرنا عبدا يحيى الموتى ويبرئ الأكمه ويخلق من الطين كهيئة الطير فينفخ فيه لكنه الله فسكت حتى أتاه جبريل فقال يا محمد * ( لقد كفر الذين قالوا إن الله هو المسيح ابن مريم ) * فقال يا جبريل إنهم سألوني أن أخبرهم بمثل عيسى فقال * ( إن مثل عيسى عند الله كمثل آدم خلقه من تراب ) * الآية\r\nومن طريق سلمة بن الفضل عن ابن إسحاق عن محمد بن جعفر بن الزبير قال\r\nفإن قالوا كيف خلق عيسى من غير ذكر فقد خلقت آدم من تراب بتلك القدرة من غير ذكر ولا أنثى فكان كما جاء عيسى لحما ودما وشعرا وبشرا فليس خلق عيسى من غير ذكر بأعجب من خلق آدم وأخرج ابن أبي حاتم من طريق مبارك بن فضالة سمعت الحسن البصري يقول أتى راهبا نجران رسول الله صلى الله عليه وسلم فذكر نحو رواية الأزرق بن قيس لكن قال فنزل عليه * ( ذلك نتلوه عليك من الآيات والذكر ) *\r\n","description":"","footnote":"","page_name":" 681 ","page_number":27},
  {"content":"\r\n* ( الحكيم إن مثل عيسى عند الله كمثل آدم ) * ) الآية إلى * ( الممترين ) *\r\nوسمى مقاتل بن سليمان فيهم الحارث وقيسا وابنيه وخالدا وخليدا وعمرا\r\n194 قوله تعالى * ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم ) * الآية 61\r\nقال ابن إسحاق في السيرة الكبرى رواية يونس بن بكير عنه حدثني محمد بن جعفر بن الزبير فذكر قصة وفد أهل نجران وما قالوه ونزل فيهم * ( إن مثل عيسى عند الله كمثل آدم ) * إلى قوله * ( فمن حاجك فيه ) * إلى قوله * ( بالمفسدين ) * قال فلما أتى رسول الله الخبر من الله وفصل القضاء بينه وبينهم وأنهم إن ردوا ذلك لاعنهم دعاهم إلى ذلك فقالوا يا أبا القاسم دعنا ننظر في أمرنا ثم نأتيك بما نريد أن نفعل فانصرفوا عنه ثم خلوا بالعاقب وكان ذا رأيهم فقالوا يا عبد المسيح ماذا ترى فقال والله يا معشر النصارى لقد عرفتم أن محمدا لنبي مرسل ولقد جاءكم بالفصل من خبر صاحبكم ولقد علمتم أنه ما لاعن قوم قط نبيا فبقي كبيرهم ولا نبت صغيرهم وإنه الاستئصال منكم إن فعلتم فإن أبيتتم إلا إلف دينكم والإقامة عليه فوادعوا هذا الرجل وانصرفوا فأتوا النبي صلى الله عليه وسلم فقالوا قد رأينا أن لا نلاعنك فذكر قصة بعثه معهم أبا عبيدة بن الجراح ليفصل بينهم في أمور اختلفوا فيها من أموالهم\r\nولابن إسحاق في هذه القصة سند آخر موصول أخرجه أبو بكر بن مردويه في\r\n","description":"","footnote":"","page_name":" 682 ","page_number":28},
  {"content":"\r\nالتفسير من طريق أخرى عن محمد بن إسحاق عن عاصم بن عمر بن قتادة عن محمود بن لبيد عن رافع بن خديج أن وفد أهل نجران قدموا على رسول الله صلى الله عليه وسلم فذكر القصة وفيها أن أشرافهم كانوا اثني عشر رجلا\r\nوأخرج البخاري أصل هذه القصة في الصحيح في أواخر المغازي من طريق إسرائيل عن أبي إسحاق عن صلة بن زفر عن حذيفة قال جاء السيد والعاقب صاحبا نجران إلى رسول الله صلى الله عليه وسلم يريد أن يلاعناه فقال أحدهما لصاحبه لا تفعل فوالله إن كان نبيا فلاعناه لا نفلح نحن ولا عقبنا من بعدنا قالا نعطيك ما سألتنا فابعث معنا رجلا أمينا الحديث\r\n260 وأخرج الحاكم في المستدرك من طريق علي بن مسهر وابن شاهين وابن مردويه في التفسير من طريق بشر بن مهران كلاهما عن داود بن أبي هند عن الشعبي عن جابر قال قدم على النبي صلى الله عليه وسلم العاقب والطيب فدعاهما\r\n","description":"","footnote":"","page_name":" 683 ","page_number":29},
  {"content":"\r\nإلى الملاعنة فوعداه على أن يغادياه الغداة فأخذ بيد علي وفاطمة والحسن والحسين ثم أرسل إليهما فأبيا وأقرا له بالخراج فقال والذي بعثني بالحق لو قالا لأمطر عليهم الوادي نارا قال جابر فيهم نزلت * ( فقل تعالوا ندع أبناءنا وأبناءكم ) * الحديث\r\nولأخره شاهد من حديث ابن عباس أخرجه الحاكم في أثناء حديث أصله البخاري والترمذي والنسائي\r\nولفظه عند الحاكم ولو خرج الذين يباهلون رسول الله لرجعوا لا يجدون إبلا ولا مالا\r\nولفظ معمر لو خرج الذين يباهلون مثله\r\n","description":"","footnote":"","page_name":" 684 ","page_number":30},
  {"content":"\r\nوفي تفسير سئيدة عن ابن جريج والذي نفسي بيده لو لاعنوني ما حال الحول وبحضرتهم منهم أحد إلا أهلكه الله\r\nوأخرج البيهقي في دلائل النبوة قصة وفد نجران والملاعنة مطولة في نحو ورقة كبيرة من طريق يونس بن بكير في المغازي من زياداته على ابن إسحاق قال يونس عن سلمة بن عبد يسوع عن أبيه عن جده وكان نصرانيا فأسلم إن رسول الله صلى الله عليه وسلم كتب إلى أهل نجران يدعوهم إلى الإسلام وفيه إرسالهم وفدا اختاروهم وفيه فساءلهم وسألوه إلى أن انتهت به المسألة أن قالوا ما تقول في عيسى فقال أقيموا حتى أخبركم فافتتح الصلاة وأنزل الله عليه * ( إن مثل عيسى عند الله كمثل آدم ) * إلى قوله * ( فنجعل لعنة الله على الكاذبين ) * فقصها عليهم فأبوا أن يقروا بذلك فأصبح رسول الله صلى الله عليه وسلم فأقبل مشتملا على الحسن والحسين في خميل له وفاطمة تمشي عند ظهره للملاعنة فذكر أنهم رضوا أن يحكموه ورضوا بما حكم به عليهم من المال في كل سنة\r\n","description":"","footnote":"","page_name":" 685 ","page_number":31},
  {"content":"\r\nومن مستغربات مقاتل بن سليمان أنه نقل في هذه القصة أن عمر قال للنبي صلى الله عليه وسلم لو لاعنتهم بيد من كنت تأخذ قال بيد علي وفاطمة والحسن والحسين وعائشة وحفصة\r\nوقد ساق الطبري آخر هذه القصة بما فيها من الزيادة عما قبلها فأخرج من طريق مغيرة عن عامر وهو الشعبي قال فلما أمر النبي صلى الله عليه وسلم بملاعنتهم بقوله * ( فمن حاجك فيه ) * فتواعدوا أن يلاعنوه الغد فانطلق السيد والعاقب ومن تبعهما إلى رجل منهم عاقل فذكروا له ما عزموا عليه فقال بئس ما صنعتم وندمهم وقال إن كان نبيا ثم دعا عليكم لا يعصيه الله فيكم وإن كان ملكا فظهر عليكم لا يستبقيكم قالوا فكيف بنا وقد واعدنا قال إذا غدوتم عليه فعرض عليكم الملاعنة فقولوا نعوذ بالله فلعله يعفيكم قال فغدا النبي صلى الله عليه وسلم محتضنا حسينا آخذا بيد الحسن وفاطمة تمشي ملتفة فدعاهم إلى الذي فارقوه عليه بالأمس فقالوا نعوذ بالله ثم دعاهم فقالوا نعوذ بالله مرارا قال فإن أبيتم فأسلموا فإن أبيتم فأعطوا\r\n","description":"","footnote":"","page_name":" 686 ","page_number":32},
  {"content":"\r\nالجزية عن يد وأنتم صاغرون فإن أبيتم فإني أنبذ إليكم على سواء فقالوا لا طاقة لنا بحرب العرب ولكن نؤدي الجزية قال فجعل عليهم ألفي حلة ألفا في رجب وألفا في صفر 262 وقال النبي صلى الله عليه وسلم لقد أتاني البشير بهلكة أهل نجران حتى الطير على الشجر لو تموا على الملاعنة\r\nومن طريق السدي قال فأخذ النبي صلى الله عليه وسلم بيد الحسن والحسين وفاطمة وقال لعلي اتبعنا فلم يخرج النصاري وصالحوه فقال رسول الله صلى الله عليه وسلم لو خرجوا لاحترقوا ومن طريق علباء بن أحمد اليشكري فقال شاب منهم لا تلاعنوا أليس عهدكم بالأمس بإخوانكم الذين مسخوا قردة وخنازير\r\n195 قوله تعالى * ( قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ) * الآية 64\r\nقال الثعلبي قال المفسرون قدم وفد نجران فالتقوا مع اليهود فاختصموا في إبراهيم فقالوا يا محمد إنا اختلفنا في إبراهيم فزعمت اليهود أنه كان يهوديا وهم على دينه وهم أولى الناس به وزعمت النصارى أنه كان نصرانيا وهم على دينه وهم أولى الناس به فقال النبي صلى الله عليه وسلم كلا الفريقين بريء من إبراهيم ودينه بل كان حنيفا ومسلما فقالت اليهود يا محمد ما نريد أن نتخذك ربا كما اتخذت النصارى عيسى ربا فأنزل الله عز وجل * ( قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ) * انتهى وإطلاقه على قائل هذا مع ضعفه أنه قول المفسرين مما ينكر\r\n","description":"","footnote":"","page_name":" 687 ","page_number":33},
  {"content":"\r\nعليه فإن هذه الآية الأولى أنزلها الله في قصة وفد نجران قبل أن يقع اجتماعهم باليهود فلما أبوا وبذلوا الجزية واطمأنوا اجتمعوا بيهود المدينة عند النبي صلى الله عليه وسلم أو فيما بينهم فتجادلوا إلى أن ذكروا إبراهيم ونزلت الآيات التي بعدها في إبراهيم وسيأتي سياق ذلك واضحا 263 في الذي بعده\r\n196 قوله ز تعالى * ( يا أهل الكتاب لم تحاجون في إبراهيم وما أنزلت التوراة والإنجيل إلا من بعده ) * إلى قوله * ( ولكن كان حنيفا مسلما ) * 65 - 67\r\n1 قال ابن إسحاق في السيرة دعا النبي صلى الله عليه وسلم أهل نجران إلى النصف وقطع عنهم الحجة * ( قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ) * إلى قوله * ( مسلمون ) * فأبوا فنزل ما بعدها\r\nثم أسند عن محمد بن أبي محمد عن سعيد بن جبير أو عكرمة عن ابن عباس قال اجتمعت نصارى نجران وأحبار يهود عند النبي صلى الله عليه وسلم فتنازعوا عنده فقال الأحبار ما كان إبراهيم إلا يهوديا وقالت النصارى ما كان إبراهيم إلا نصرانيا فنزلت * ( يا أهل الكتاب لم تحاجون في إبراهيم ) * الآية\r\n","description":"","footnote":"","page_name":" 688 ","page_number":34},
  {"content":"\r\nومن طريق السدي نحوه ولم يذكر مكان اجتماعهم\r\n2 وأخرج عبد بن حميد والطبري من طريق قتادة ذكر لنا أن نبي الله صلى الله عليه وسلم دعا يهود أهل المدينة إلى الكلمة السواء وهم الذين حاجوه في إبراهيم وزعموا أنه كان يهوديا فأكذبهم الله تعالى ونفاهم منه فقال * ( يا أهل الكتاب لم تحاجون في إبراهيم ) *\r\nوأخرج ابن أبي حاتم من طريق مقاتل بن حيان قال قال كعب يعني ابن الأشرف وأصحابه إن إبراهيم منا وموسى منا والأنبياء منا فأنزل الله عز وجل * ( ما كان إبراهيم يهوديا ولا نصرانيا ) * الآية وبنحوه ذكر مقاتل بن سليمان وقال قال رؤساء اليهود كعب بن الأشرف وأبو ياسر وأبو الحقيق وزيد بن تابوت ونصارى نجران كان إبراهيم والأنبياء على ديننا القصة\r\nوأخرج سنيد من طريق ابن جريج قال بلغنا أن نبي الله صلى الله عليه وسلم 264 دعا يهود المدينة إلى الإسلام وقوله تعالى * ( تعالوا إلى كلمة سواء بيننا وبينكم ) * فأبوا عليه فجاهدهم أخرجه الطبري\r\n","description":"","footnote":"","page_name":" 689 ","page_number":35},
  {"content":"\r\nومن طريق الربيع بن أنس ذكر لنا أن النبي صلى الله عليه وسلم دعا اليهود إلى كلمة السواء واختار الطبري أنها نزلت في الفريقين معا يهود المدينة وأهل نجران\r\nوقال الطبري حدثني إسحاق بن شاهين نا خالد الواسطي عن داود هو بن أبي هند عن عامر هو الشعبي قال قالت اليهود إبراهيم على ديننا وقالت النصارى إبراهيم على ديننا فأنزل الله * ( ما كان إبراهيم يهوديا ولا نصرانيا ) * فبرأه الله منهما\r\n197 قوله تعالى * ( إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي ) * الآية 68\r\n1 نقل الثعلبي والواحدي عن ابن عباس إن رؤساء اليهود قالوا يا محمد لقد علمت أنا أولى بإبراهيم منك ومن غيرك وأنه كان يهوديا وما بك إلا الحسد فأنزل الله تعالى * ( إن أولى الناس بإبراهيم ) * الآية\r\n2 وأخرج عبد بن حميد من طريق شهر بن حوشب عن عبد الرحمن بن غنم أنه لما أن خرج أصحاب رسول الله صلى الله عليه وسلم إلى النجاشي انتدب لهم عمرو بن\r\n","description":"","footnote":"","page_name":" 690 ","page_number":36},
  {"content":"\r\nالعاص وعمارة بن أبي معيط كذا قال وإنما هو عمارة بن الوليد بن المغيرة أرادوا عنتهم والبغي عليهم فقدموا على النجاشي فأخبروه أن هؤلاء الرهط وصادرهم الذين قدموا عليك من أهل مكة إنما يريدون أن يخبلوا عليك ملكك ويفسدوا عليك أرضك ويشتموا ربك فأرسل إليهم فذكر القصة مطولة وفيها إن الذي خاطبهم من المسلمين حمزة وعثمان بن مظعون فقال النجاشي لما سمع كلامهم لا دهوره 265 أي لا خوف على حزب إبراهيم فقال عمرو من هم حزب إبراهيم قال هؤلاء الرهط وصاحبهم الذي جاؤوا من عنده ومن أتبعه فأنزلت ذلك اليوم يوم خصومتهم على رسول الله صلى الله عليه وسلم * ( إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي ) * الآية\r\nقلت وقصة عمرو بن العاص وجعفر بن أبي طالب عند النجاشي مروية من طرق متعددة\r\nمنها في السيرة لابن إسحاق من طريق محمد بن مسلم الزهري\r\n","description":"","footnote":"","page_name":" 691 ","page_number":37},
  {"content":"\r\nومنها في الثعلبي مطولة من طريق الكلبي عن أبي صالح عن ابن عباس\r\nومنها في الطبراني من طريق جعفر بن أبي طالب\r\nوليس في شيء منها نزول هذه الآية في هذه القصة وقد خلط الثعلبي رواية الكلبي برواية شهر مع رواية ابن إسحاق وساقها بطولها مساقا واحدا وهو من عيوب كتابه حيث يخلط الصادق بالكاذب بالمحتمل فيوهم أن الجميع من رواية الصادق وليس كذلك\r\n198 قوله تعالى * ( ودت طائفة من أهل الكتاب لو يضلونكم ) * 69\r\nتقدم في قوله تعالى في سورة البقرة * ( ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا ) * الآية حكاه الثعلبي وقال مقاتل بن سليمان نزلت في عمار بن ياسر وحذيفة وذلك أن اليهود جادلوهما ودعوهما إلى دينهم وقالوا إن ديننا خير من دينكم ونحن أهدى سبيلا فنزلت\r\n","description":"","footnote":"","page_name":" 692 ","page_number":38},
  {"content":"\r\n199 قوله تعالى * ( يا أهل الكتاب لم تلبسون الحق بالباطل ) * 71\r\nقال محمد بن إسحاق في السيرة حدثني محمد بن أبي محمد عن سعيد بن جبير عن ابن عباس قال قال عبد الله بن الصيف وعدي بن زيد 266 ولا الحارث بن عوف بعضهم لبعض تعالوا نجيء نؤمن بما أنزل الله على محمد وأصحابه غدوة ونكفر به عشية حتى نلبس عليهم دينهم لعلهم يصنعون كما نصنع ويرجعون عن دينهم فأنزل الله تعالى فيهم * ( لم تلبسون الحق بالباطل ) *\r\nوقال مقاتل بن سليمان قال كعب بن الأشرف ومالك بن الصيف لسفلة اليهود آمنوا معهم نهارا فذكر القصة\r\n300 قوله تعالى * ( وقالت طائفة من أهل الكتاب آمنوا بالذي أنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون ) * 72\r\nأخرج الطبري وابن أبي حاتم من طريق أسباط عن السدي قال كان أحبار\r\n","description":"","footnote":"","page_name":" 693 ","page_number":39},
  {"content":"\r\nقرى عربية اثني عشر حبرا فقالوا لبعضهم ادخلوا في دين محمد أول النهار وقولوا نشهد أن محمدا حق صادق فإذا كان آخر النهار فاكفروا به وقولوا إنا رجعنا إلى علمائنا وأحبارنا فسألناهم فحدثونا أنه كاذب وليس على شيء وإنكم لستم على شيء وقد رجعنا إلى ديننا فهو أعجب إلينا من دينكم لعلهم يشكون يقولون هؤلاء كانوا معنا أول النهار فما بالهم فأخبر الله عز وجل رسوله بذلك\r\nومن طريق أبي مالك الغفاري نحوه باختصار وفي آخره فاطلع على سرهم وأنزل * ( وقالت طائفة من أهل الكتاب ) * الآية\r\nوأخرجه ابن أبي حاتم من طريق إسرائيل عن السدي عن أبي مالك نحو الأول بتمامه\r\nومن طريق ابن أبي نجيح عن مجاهد نحوه\r\nوأخرج ابن أبي حاتم من طريق قابوس بن أبي ظبيان عن أبيه عن ابن عباس قال كانوا يكونون مع النبي أول النهار يكلمونه ويمارونه فإذا أمسوا وحضرت الصلاة\r\n","description":"","footnote":"","page_name":" 694 ","page_number":40},
  {"content":"\r\nكفروا به وتركوه\r\nومن طريق العوفي عن 267 ابن عباس قال طائفة من اليهود لبعضهم إذا لقيتم أصحاب محمد أول النهار فآمنوا وإذا كان آخر النهار فصلوا صلاتكم لعلهم يقولون هؤلاء أهل الكتاب وهو أعلم منا لعلهم ينقلبون عن دينهم\r\n201 قوله تعالى * ( قل إن الفضل بيد الله يؤتيه من يشاء ) * الآية 73\r\nأخرج الطبري من طريق أسباط عن السدي قال الله تعالى لنبيه * ( قل إن الهدى هدى الله ) * تقول اليهود فعل الله بنا كذا وكذا من إكرامه حتى أنزل المن والسلوى فنزل * ( إن الفضل بيد الله يؤتيه من يشاء ) *\r\n202 قوله تعالى * ( ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك ) * الآية 75\r\nقال مقاتل بن سليمان الفرقة الأولى مؤمنو أهل الكتاب عبد الله بن سلام وأصحابه والفرقة الثانية كفار اليهود كعب بن الأشرف وأصحابه يقول منهم من يؤدي الأمانة ولو كثرت ومنهم من لا يؤدي الأمانة ولو قلت\r\n","description":"","footnote":"","page_name":" 695 ","page_number":41},
  {"content":"\r\nوعن جويبر بن الضحاك عن ابن عباس الأول عبد الله بن سلام أودعه رجل ألفا ومئتي أوقية من ذهب فأداه إليه فمدحه الله والثاني فنحاص بن عازورا أودعه رجل من قريش دينارا فخانه فيه\r\nوقال الثعلبي قال أكثر المفسرين نزلت في اليهود وقد علم أن الناس كلهم كذلك فيهم الأمين والخائن وإنما حذر الله المؤمنين أن يغتروا بأهل الكتاب لأنهم يستحلون مال المؤمن\r\nقلت وسيأتي بيان ذلك في الذي بعده قال وفي بعض التفاسير إن الذي يؤدي الأمانة هم النصارى وإن الذي لا يؤديها هم اليهود\r\n203 قوله تعالى * ( ذلك بأنهم قالوا ليس علينا في الأميين سبيل ويقولون على الله الكذب وهم يعلمون ) * 75\r\nأخرج الطبري من طريق العوفي عن ابن عباس إن أهل الكتاب كانوا يقولون ليس علينا جناح فيما أصبنا من أموال هؤلاء لأنهم أميون\r\n","description":"","footnote":"","page_name":" 696 ","page_number":42},
  {"content":"\r\nأخرج سنيد من طريق ابن جريج قال بايع اليهود ورجال في الجاهلية فلما أسلموا تقاضوهم ثمن بيوعهم فقالوا ليس لكم علينا أمانة ولا قضاء لكم عندنا لأنكم تركتم دينكم الذي كنتم عليه وادعوا أنهم وجدواا ذلك في كتابهم قال الله تعالى * ( ويقولون على الله الكذب وهم يعلمون ) * يعني اليهود\r\nوهو عند مقاتل بن سليمان بنحوه\r\nوقال عبد الرزاق عن معمر عن قتادة * ( ليس علينا في الأميين ) * يعنون من ليس من أهل الكتاب أخرجه الطبري من طريقه هكذا مختصرا ومن طريق سعيد بن أبي عروبة عن قتادة قالت اليهود ليس علينا فيما أصبنا من أموال العرب سبيل\r\nومن طريق السدي كان يقال له مالك لا تؤدي أمانتك فيقول ليس علينا حرج في أموال العرب قد أحلها الله لنا\r\nومن طريق القمي عن جعفر عن سعيد بن جبير لما نزلت * ( ذلك بأنهم قالوا ليس علينا في الأميين سبيل ) * قال النبي صلى الله عليه وسلم كذب أعداء الله كل شيء\r\n","description":"","footnote":"","page_name":" 697 ","page_number":43},
  {"content":"\r\nموضوع إلا الأمانة فإنها مؤداة إلى البر والفاجر\r\n204 قوله تعالى * ( إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا ) * الآية 77 ة\r\n1 قال مقاتل بن سليمان يعني رؤوس اليهود\r\nوقال الحسين بن داود المعروف بسنيد في تفسيره حدثنا حجاج عن ابن جريج عن عكرمة قال نزلت هذه الآية * ( إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا أولئك لا خلاق لهم في الآخرة ) * الآية في أبي رافع وكنانة بن أبي الحقيق وكعب بن الأشرف وحيي بن أخطب وغيرهم 269 من رؤوس اليهود كتموا ما عهد الله إليهم في التوراة من نبوة محمد وكتبوا بأيديهم غيره وحلفوا أنه من عند الله لئلا تفوتهم المآكل التي كانت لهم على اتباعهم\r\n2 وبه إلى ابن جريج قال وقال آخرون إن الأشعث بن قيس اختصم هو ورجل إلى رسول الله صلى الله عليه وسلم في أرض كانت في يده لذلك الرجل أخذها بتعززه في الجاهلية فقال النبي صلى الله عليه وسلم للرجل أقم بينتك فقال ليس يشهد لي أحد على الأشعث قال فلك يمينه فقدم الأشعث يحلف فأنزل الله هذه الآية فنكل الأشعث وقال إني أشهدكم الله وأشهد له إن خصمي صادق فرد إليه أرضه وزاده من أرض\r\n","description":"","footnote":"","page_name":" 698 ","page_number":44},
  {"content":"\r\nنفسه زيادة كثيرة مخافة أن يبقى في يده شيء من حقه فهي لعقب ذلك الرجل بعده\r\nقلت كذا وقع في هذه الرواية المرسلة والحديث مخرج في الصحيحين والسنن الأربعة ومسند أحمد من طرق عن منصور والأعمش وغيرهما عن شقيق عن الأشعث منها لأحمد نا أبو معاوية نا الأعمش عن شقيق عن عبد الله قال قال رسول الله صلى الله عليه وسلم من حلف على يمين هو فيها فاجر الحديث فقال الأشعث في والله كان ذلك كان بيني وبين رجل من اليهود أرض فجحدني فقدمته إلى النبي صلى الله عليه وسلم فقال لي ألك بينة قلت لا فقال لليهودي احلف فقلت يا رسول الله إذا يحلف فيذهب بمالي فأنزل الله تعالى * ( إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا ) * إلى آخر الآية\r\n","description":"","footnote":"","page_name":" 699 ","page_number":45},
  {"content":"\r\nوفي رواية عاصم عن شقيق فجاء الأشعث فقال ما يحدثكم أبو عبد الرحمن فحدثناه 270 فقال كان في والله هذا الحديث خاصمت ابن عم لي فذكره وفيه في بئر بدل أرض وفيه مالي بينه وإن تجعلها بيمينه يذهب ببئري إن خصمي رجل فاجر قال فقال من اقتطع مال امرئ مسلم الحديث وقرأ هذه الآية\r\nووقع نحو ذلك في حديث عدي بن عميرة عند النسائي ولفظه خاصم رجل من كندة امرأ القيس بن عابس الحضرمي في أرض الحديث وفيه فقال الحضرمي أمكنته من اليمين يا رسول الله ذهب أرضي ورب الكعبة فذكر الحديث وتلا رسول الله صلى الله عليه وسلم * ( إن الذين يشترون ) * الآية وفي آخره فقال امرؤ القيس ما لمن تركها يا رسول الله قال الجنة قال فأشهدك أني قد تركتها\r\nوهكذا في أكثر الطرق أن النبي صلى الله عليه وسلم تلا الآية عقب الحديث وصرح في\r\n","description":"","footnote":"","page_name":" 700 ","page_number":46},
  {"content":"\r\nرواية الأعمش بقوله فأنزل الله تعالى وكذلك ذكرها جرير عن منصور عن شقيق عند البخاري وغيره كما صرح في رواية عكرمة المرسلة بذلك وللمتن شواهد من حديث أبي داود وأبي أمامة بن ثعلبة وغيرهما ليس فيه سبب النزول\r\n","description":"","footnote":"","page_name":" 701 ","page_number":47},
  {"content":"\r\n3 سبب أخر أخرج البخاري وأحمد والطبري من طريق العوام بن حوشب عن إبراهيم بن عبد الرحمن عن عبد الله بن أبي أوفى أن رجلا أقام سلعة له في السوق 271 فحلف بالله لقد أعطي بها ما لم يعطه ليوقع رجلا من المسلمين فنزلت هذه الآية * ( إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا ) * الآية\r\nوله شاهد مرسل أخرجه الطبري من طريق الشعبي بسند صحيح إليه أن رجلا أقام سلعة أول النهار فلما كان آخره جاء رجل يشتري فحلف لقد منعها أول النهار من كذا ولولا المساء ما باعها به فأنزل الله هذه الآية وبه إلى داود عن رجل عن مجاهد نحوه\r\n4 سبب آخر قال ابن الكلبي عن أبي صالح عن ابن عباس إن أناسا من علماء اليهود أولي فاقة كانوا ذوي حظ من علم التوراة فأصابتهم سنة فأتوا كعب بن\r\n","description":"","footnote":"","page_name":" 702 ","page_number":48},
  {"content":"\r\nالأشرف يستميرونه فسألهم كعب هل تعلمون أن هذا الرجل يعني رسول الله صلى الله عليه وسلم في كتابكم قالوا نعم وما تعلمه أنت قال لا قالوا فإنا نشهد أنه عبد الله ورسوله قال كعب لقد قدمتم علي وأنا أريد أن أميركم وأكسوكم فحرمكم الله خيرا كثيرا قالوا فإنه شبه لنا فرويدا حتى نلقاه فانطلقوا فكتبوا صفة سوى صفته ثم أتوا النبي صلى الله عليه وسلم فكلموه ثم رجعوا إلى كعب فقالوا قد كنا نرى أنه هو فأتيناه فإذا هو ليس بالنعت الذي نعت لناا وأخرجوا النعت الذي كتبوه ففرح كعب بذلك ومارهم فأنزل الله تعالى هذه الآية وسبق نظيرها في البقرة * ( إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا أولئك ما يأكلون في بطونهم إلا النار ) * الآية\r\n5 وقال ابن الكلبي أيضا عن أبي صالح باذان عن ابن عباس نزلت في امرئ القيس 272 ابن عابس استعدى عليه عيدان بن أشوع في أرض ولم يكن له بينة فأمره رسول الله صلى الله عليه وسلم أن يحلف الحديث\r\n205 قوله ز تعالى * ( وإن منهم لفريقا يلوون ألسنتهم بالكتاب ) * الآية 78\r\n1 نقل الثعلبي عن جويبر عن الضحاك عن ابن عباس نزلت في اليهود والنصارى حرفوا التوراة والإنجيل وضربوا كتاب الله بعضه ببعض وألحقوا به ما ليس منه وأسقطوا منه الدين الحنيف\r\n2 وأخرج الطبري من طريق قتادة إنهم اليهود حرفوا كتاب الله وابتدعوا\r\n","description":"","footnote":"","page_name":" 703 ","page_number":49},
  {"content":"\r\nفيه وزعموا أنه من عند الله\r\nومن طريق الربيع بن أنس مثله\r\nومن طريق العوفي عن ابن عباس نحوه وقال كانوا يزيدون في كتاب الله ما لم ينزل الله\r\nوقال مقاتل بن سليمان هم كعب بن الأشرف ومالك بن الصيف وأبو ياسر وحيي ابنا أخطب وسعية بن عمرو يلوون ألسنتهم بالكتاب يحرفونه كتبوا غير نعت محمد وحذفوا نعته ويقولون هو من عند الله وما هو من عند الله\r\n206 قوله تعالى * ( ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ) * الآية 79\r\n1 أخرج الطبري من طريق ابن إسحاق عن محمد بن أبي محمد عن سعيد أو عكرمة عن ابن عباس قال قال أبو نافع القرظي حين اجتمعت الأحبار\r\n","description":"","footnote":"","page_name":" 704 ","page_number":50},
  {"content":"\r\nمن اليهود والنصارى من أهل نجران عند رسول الله صلى الله عليه وسلم ودعاهم إلى الإسلام أتريد يا محمد أن نعبدك كما تعبد النصارى عيسى فقال رجل من أهل نجران يقال له الرئيس أو ذاك تريد يا محمد وإليه 273 تدعونا فقال معاذ الله أن نعبد غير الله أو نأمر بعبادة غيره ما بذلك بعثني ولا بذلك أمرني أو كما قال فأنزل الله في ذلك من قولهما * ( ما كان لبشر ) *\r\nوذكره الكلبي عن أبي صالح عن ابن عباس نحوه فقال معاذ الله أن نعبد غير الله ما بذلك بعثني ولا بذلك أمرني فنزلت\r\n2 ومن طريق سنيد ثم عن ابن جريج كان ناس من يهود يتعبدون الناس من دون ربهم بتحريفهم كتاب الله عن موضعه فنزلت\r\n3 قول آخر أخرج عبد بن حميد عن روح عن عوف عن الحسن بلغني أن رجلا قال يا رسول الله نسلم عليك كما يسلم بعضنا على بعض أفلا نسجد لك قال لا ينبغي أن يسجد لأحد من دون الله ولكن أكرموا نبيكم واعرفوا الحق لأهله فأنزل الله عز وجل هذه الآية إلى قوله * ( بأنا مسلمون ) *\r\n","description":"","footnote":"","page_name":" 705 ","page_number":51},
  {"content":"\r\n4 قول آخر قال مقاتل بن سليمان * ( ما كان لبشر ) * يعني عيسى بن مريم و * ( الكتاب ) * الإنجيل ونقل الثعلبي عن الضحاك نحوه وزاد نزلت في نصارى نجران\r\n207 قوله تعالى * ( أيأمركم بالكفر ) * 80\r\nيعني بعبادة عيسى وعزير\r\nقال مقاتل نزلت ردا على كردم بن قيس والأصبغ بن زيد\r\n208 قوله تعالى * ( أفغير دين الله يبغون ) * 83\r\nنقل الثعلبي عن ابن عباس اختصم أهل الكتاب إلى رسول الله صلى الله عليه وسلم فيما اختلفوا بينهم من دين إبراهيم كل فرقة زعمت أنه أولى بدينه فقال النبي صلى الله عليه وسلم كلا الفريقين بريء من دين إبراهيم فغضبوا وقالوا والله ما نرضى بقضائك ولا بدينك\r\n","description":"","footnote":"","page_name":" 706 ","page_number":52},
  {"content":"\r\nفأنزل الله تعالى * ( أفغير دين الله يبغون ) *\r\n209 قوله تعالى * ( قل آمنا بالله وما أنزل علينا ) * الآية 84\r\n274 قال ابن ظفر لما تكلم اليهود بما قالوه والنصارى بما ليس لهم أمر الله نبيه أن يقول للمسلمين * ( قل آمنا بالله وما أنزل علينا ) * الآية فأخبر أنهم يؤمنون بجميع الأنبياء ولا يفرقون بين أحد منهم\r\n210 قوله ز تعالى * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه ) * الآية 85\r\nأخرج الطبري من طريق علي بن أبي طلحة عن ابن عباس في قوله تعالى * ( إن الذين آمنوا والذين هادوا والنصارى والصابئين ) * الآية فأنزل الله بعد ذلك * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه ) *\r\nوقال مقاتل نزلت في طعمة بن أبيرق من الأوس ارتد عن الإسلام ولحق بكفار مكة\r\n","description":"","footnote":"","page_name":" 707 ","page_number":53},
  {"content":"\r\n211 قوله تعالى * ( كيف يهدي الله قوما كفروا بعد إيمانهم ) * الآية 86\r\n1 أخرج النسائي والطبري وصححه ابن حبان والحاكم من طريق داود بن أبي هند عن عكرمة عن ابن عباس قال كان رجل من الأنصار أسلم ثم ارتد ولحق بالمشركين ثم ندم فأرسل إلى قومه سلوا لي رسول الله هل لي من توبة فسألوا فقالوا إن صاحبنا قد ندم وإنه قد أمرنا أن نسأل هل له توبة فنزلت * ( كيف يهدي الله قوما كفروا بعد إيمانهم ) * إلى قوله * ( إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم ) * فأرسل إليه فأسلم\r\nوفي رواية فلما قرئت عليه قال والله ما كذبني قومي على رسول الله صلى الله عليه وسلم ولا كذب رسول الله والله تعالى أصدق الثلاثة فرجع تائب فقبل منه\r\n","description":"","footnote":"","page_name":" 708 ","page_number":54},
  {"content":"\r\nهذا لفظ الطبري عن محمد بن عبد الله بن بزيع عن يزيد بن زريع عن داود وأخرجه البزار عن ابن بزيع هذا فقال في أوله إن قوما أسلموا ثم ارتدوا 275 ثم أسلموا ثم ارتدوا فأرسلوا إلى قومهم يسألون فذكره\r\nوالبزار كان يحدث من حفظه فيهم والمحفوظ ما رواه ابن جرير ومن وافقه\r\nوقال عبد بن حميد نا إبراهيم بن الحكم بن أبان عن أبيه عن عكرمة أن رجلا ارتد عن الإسلام فذكر نحوه ولم يذكر ابن عباس\r\nوروى حميد الأعرج عن مجاهد قال كان الحارث بن سويد قد أسلم وكان مع رسول الله ثم لحق بقومه وكفر فأنزل الله تعالى * ( كيف يهدي الله قوما ) * الآية فحملها إليه رجل من قومه فقرأهن عليه فقال الحارث والله إنك ما علمت لصادق\r\n","description":"","footnote":"","page_name":" 709 ","page_number":55},
  {"content":"\r\nوإن رسول الله لصدوق وإن الله لأصدق الثلاثة ثم رجع فأسلم إسلاما حسنا أخرجه مسدد في مسنده وعبد الرزاق في مصنفه\r\nوأخرجه الطبري من طريق عبد الرزاق جميعا عن جعفر بن سليمان عن حميد به وذكر ابن إسحاق في السيرة الكبرى إن الحارث بن سويد بن صامت كان منافقا فخرج يوم أحد مع المسلمين فلما التقى الناس غدا على مسلمين فقتلهما ثم لحق بمكة بقريش ثم بعث إلى أخيه الجلاس يطلب التوبة فأنزل الله فيه هذه الآيات وذكر إن المقتول هو المجذر بن ذياد وقيس بن زيد من بني ضبيعة\r\n","description":"","footnote":"","page_name":" 710 ","page_number":56},
  {"content":"\r\nوتعقب ابن هشام ذكر قيس بن زيد فإنه لم يعد في قتلى أحد\r\nوأورد الطبري من طريق أسباط عن السدي نحور رواية حميد الأعرج\r\nومن طريق ابن أبي نجيح عن مجاهد قال هو رجل من بني عمرو بن عوف فذكره مختصرا ولم يسمه\r\nوذكر سنيد عن حجاج عن ابن جرير عن عبد الله بن كثير عن مجاهد قال لحق رجل بأرض الروم فتنصر ثم كتب إلى قومه أرسلوا لي هل لي من توبة الحديث\r\nوبه إلى ابن جريج قال قال عكرمة في أبي عامر الراهب والحارث بن سويد بن الصامت ووحوح بن الأسلت في اثني عشر رجلا رجعوا عن الإسلام ولحقوا 276 بقريش ثم كتبوا إلى أهليهم هل لنا من توبة فنزلت * ( إلا الذين تابوا من بعد ذلك ) *\r\nوساق مقاتل بن سليمان من أسماء الاثني عشر طعمة بن أبيرق أوسي\r\n","description":"","footnote":"","page_name":" 711 ","page_number":57},
  {"content":"\r\nومقيس بن صبابة ليشى وعبد الله بن أنس بن حنظل تيمي ووحوح ابن الأسلت أوسي وأبو عامر الراهب أوسي والحارث بن سويد أوسي ثم ذكر ندم الحارث بن سويد ومكاتبته أخاه الجلاس\r\n2 قول آخر أخرج الطبري من طريق العوفي عن ابن عباس * ( كيف يهدي الله قوما ) * الآية هم أهل الكتاب عرفوا محمدا ثم كفروا به\r\nوبسند حسن عن الحسن قال\r\nاليهود والنصارى نحوه وزاد عرفوه فلما بعث من غيرهم حسدوا العرب على ذلك فكذبوه وأنكروه\r\nومن طريق معمر عن الحسن نحوه باختصار\r\n212 قوله تعالى * ( إن الذين كفروا بعد إيمانهم ثم ازدادوا كفرا ) * الآية 90\r\nأخرج الطبري من طريق عباد بن منصور عن الحسن قال هم اليهود والنصارى\r\n","description":"","footnote":"","page_name":" 712 ","page_number":58},
  {"content":"\r\nومن طريق معمر عن قتادة نحوه قال وقال عطاء الخراساني مثل ذلك وذكره الثعلبي عن عطاء الخراساني بلفظ نزلت في اليهود كفروا بعيسي ثم ازدادوا كفرا بمحمد\r\nوأخرج عبد بن حميد عن روح عن الثوري عن داود عن أبي العالية وعن روح عن سعيد عن قتادة هم اليهود نحو الأول قال أبو العالية تابوا من الذنوب ولم يتوبوا من الكفر\r\nوأخرجه الطبري من طريق داود بن أبي هند عن رفيع وهو أبو العالية قال * ( ازدادوا كفرا ) * ازدادوا ذنوبا وهم كفار فلن تقبل توبتهم من تلك الذنوب ما كانوا على كفرهم وضلالتهم\r\nوأخرج سنيد من طريق ابن جريج عن مجاهد * ( ثم ازدادوا كفرا ) * تموا على كفرهم 277 قال ابن جريج لن تقبل توبتهم يقول إيمانهم أول مرة لن ينفعهم\r\nوأخرج الطبري من طريق السدي * ( ازدادوا كفرا ) * أي ماتوا وهم كفار وعند موته لا تقبل توبته\r\nوقال ابن الكبي نزلت في الأحد عشر رفقة الحارث بن سويد لما رجع الحارث\r\n","description":"","footnote":"","page_name":" 713 ","page_number":59},
  {"content":"\r\nقالوا نقيم بمكة ما بدا لنا فمتى أردنا رجعنا فنزل فينا ما نزل في الحارث فلما افتتحت مكة دخل في الإسلام من دخل منهم فقبلت توبته ونزلت فيمن مات منهم كافرا هذه الآية\r\nونقل مقاتل بن سليمان نحوه لكن في آخره فأخرجوا من مكة\r\n213 قوله ز تعالى * ( لن تنالوا البر حتى تنفقوا مما تحبون ) * 92\r\nيؤخذ من قصة إسرائيل في تحريمه على نفسه أحب الطعام إليه وأحب الشراب إليه كما سيأتي في الذي بعده أنه كان في شرعهم التقرب بترك بعض المباحات تحريما فشرع الله تعالى لهذه الأمة أن يتقربوا إلى الله بالصدقة بما يحبون فيحصل التوافق في الترك لكن كان أولئك إذا حرموه اقتصروا على عدم تناوله من غير أن يقترن بذلك بذله لغيرهم فيحصل لهم ثواب ذلك الإنفاق مضافا إلى التورع عن تناول ذلك ومن هنا يظهر أن مجرد ترك المباح لا يستقل بالاستحباب وبالله التوفيق\r\n214 قوله تعالى * ( كل الطعام كان حلا لبني إسرائيل إلا ما حرم إسرائيل على نفسه من قبل أن تنزل التوراة ) * الآية 93\r\nأخرج الطبري من طريق أسباط عن السدي قال قالت اليهود إنما نحرم ما\r\n","description":"","footnote":"","page_name":" 714 ","page_number":60},
  {"content":"\r\nحرم إسرائيل على نفسه وإنما حرم إسرائيل العروق وكن يأخذه عرق النساء كان يأخذه بالليل ويتركه بالنهار فحلف لئن الله عافاه منه لا يأكل عرقا أبدا 278 فحرمه الله عليه ثم قال * ( فأتوا بالتوراة فاتلوها إن كنتم صادقين ) * يعني فإن فيها أنه ما حرم عليكم هذا غيري ببغيكم على أنفسكم وأنتم تحرمونه كتحريم إسرائيل له وهو كقوله في سورة النساء * ( فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت لهم ) *\r\nهذا قول السدي وقد خالفه الضحاك في بعضه وأخرجه الطبري أيضا من طريق عبيد بن سليمان عن الضحاك فذكر صدر الكلام في تحريم إسرائيل ثم قال كان ذلك قبل نزول التوراة فسأل نبي الله صلى الله عليه وسلم اليهود ما هذا الذي حرم إسرائيل على نفسه فقالوا نزلت التوراة بتحريم الذي حرم فقال الله لمحمد * ( قل فأتوا بالتوراة ) * إلى قوله * ( هم الظالمون ) * فكذبوا وافتروا لم أنزل التوراة بذلك\r\nومن طريق العوفي عن ابن عباس فذكر نحو الضحاك لكن قال لئن عافاني الله منه لا يأكه لي ولد وليس تحريمه مكتوبا في التوراة فسأل النبي صلى الله عليه وسلم نفرا من أهل الكتاب فقال ما شأن هذا حراما عندكم قالوا هو حرام علينا من قبل التوراة\r\n","description":"","footnote":"","page_name":" 715 ","page_number":61},
  {"content":"\r\nفأكذبهم الله فقال * ( كل الطعام كان حلا لبني إسرائيل ) * الآية\r\nوأخرجه سنيد عن حجاج عن ابن جريج قال قال ابن عباس فذكر نحوه وفيه فقال اليهود نزلت التوراة بتحريمه كذبوا ليس في التوراة\r\nثم ذكر الطبري بسند صحيح إلى ابن عباس في قوله تعالى * ( إلا ما حرم إسرائيل على نفسه من قبل أن تنزل التوراة ) * قال كان به عرق النساء فجعل على نفسه لئن شفاه الله منه لا يأكل لحوم الإبل قال فحرمته اليهود وتلا * ( قل فأتوا بالتوراة فاتلوها إن كنتم صادقين ) * أي أن 279 هذا كان قبل التوراة ومن هذا الوجه أيضا كان حرم العروق على نفسه ولحوم الإبل وكان أكل من لحومها فبات ليلة يرزقو فحلف أن لا يأكله أبدا\r\nونقل الثعلبي عن الكلبي وأبي روق إن النبي صلى الله عليه وسلم لما قال أنا على ملة إبراهيم قالت اليهود كيف وأنت تأكل لحوم الإبل وألبانها فقال النبي صلى الله عليه وسلم إن ذلك حلا لإبراهيم فنحن نحله فقالت اليهود كل شيء نحرمه فإنه كان محرما على نوح وإبراهيم وهلم جرا حتى انتهى إلينا فأنزل الله تعالى تكذيبا لهم * ( كل الطعام كان حلا ) *\r\nونقل أيضا من طريق جويبر عن الضحاك إن يعقوب كان نذر إن وهب الله\r\n","description":"","footnote":"","page_name":" 716 ","page_number":62},
  {"content":"\r\nله اثني عشرا ولدا وأتى بيت المقدس صحيحا أن يذبح آخرهم فتلقاه ملك فقال له يعقوب هل لك في الصراع فعالجه فلم يصرع واحد منهما صاحبه وغمزه الملك غمزة فعرض له عرق النساء من ذلك وقال له أما أني لو شئت أن أصرعك لصرعتك ولكني غمزتك هذه الغمزة لأنك كنت نذرت إن أتيت بيت المقدس صحيحا ذبحت آخر ولدك وقد جعل الله لك بهذه الغمزة مخرجا فلما قدمها يعقوب أراد ذبح ولده ونسي قول الملك فقال له قد وفيت بنذرك فدعه لا تذبحه\r\nتنبيه\r\nتقدم في أوائل البقرة في الكلام على قوله تعالى * ( قل من كان عدوا لجبريل ) * الآية شيء يتعلق بقصة يعقوب في تحريمه لحوم الإبل وألبانها وأنه كان أحب الطعام إليه لحمان الإبل وأحب الشراب إليه ألبانها فنذر إن شفاه الله أن يحرمهما وبذلك جزم مقاتل بن سليمان ينبغي أن يستحضرهنا 280\r\n214 قوله تعالى * ( إن أول بيت وضع للناس للذي ببكة ) * 96\r\nذكر الثعلبي وتبعه الواحدي وابن ظفر عن مجاهد تفاخر المسلمون واليهود فقالت اليهود بيت المقدس أفضل لأنه مهاجر الأنبياء وفي الأرض المقدسة وقال المسلمون مكة أفضل فأنزل الله تعالى * ( إن أول بيت وضع للناس للذي ببكة ) * الآية\r\n","description":"","footnote":"","page_name":" 717 ","page_number":63},
  {"content":"\r\nهكذا ذكره الثعلبي بغير إسناد ولم أر له عن مجاهد ذكرا وإنما ذكره مقاتل ابن سليمان\r\nفقال إن المسلمين واليهود اختصموا في أمر القبلة فقال المسلمون القبلة الكعبة وقالت اليهود القبلة بين المقدس فأنزل الله عز وجل أن الكعبة أول مسجد كان في الأرض والكعبة قبلة لأهل المسجد الحرام والمسجد الحرام قبلة لأهل الحرم والحرم قبلة لأهل الأرض\r\n215 قوله ز تعالى * ( ولله على الناس حج البيت من استطاع إليه سبيلا ) * الآية 97\r\nأخرج الفاكهي في كتاب مكة من طريق ابن جريج عن عكرمة ومن طريق ابن أبي نجيح سمعت عكرمة قال لما نزلت * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه ) * قالت اليهود فنحن على الإسلام فما يبتغي منا محمد فأنزل الله عز وجل حجا مفروضا * ( ولله على الناس حج البيت من استطاع إليه سبيلا ) * الآية فقال النبي صلى الله عليه وسلم كتب عليكم الحج\r\nزاد ابن أبي نجيح عن عكرمة فقال الله تعالى لنبيه حجهم أي اخصمهم فقال لهم حجوا فقالوا لم يكن علينا فأنزل الله * ( ومن كفر فإن الله غني عن العالمين ) * فأبوا وقالوا ليس علينا حج\r\n","description":"","footnote":"","page_name":" 718 ","page_number":64},
  {"content":"\r\nوهو عند الفريابي وعبد بن حميد والطبري 281 من طريق ابن أبي نجيح عن عكرمة ولفظه لما نزلت ومن يبتغ غير الإسلام دينا قال الملل نحن مسلمون فنزلت فحج المسلمون وقعد الكفار\r\nوقال سعيد بن منصور في السنن نا سفيان عن ابن أبي نجيح عن عكرمة فذكره إلى قوله قيل لهم حجوا فإن الله فرض على المسلمين حج البيت من استطاع إليه سبيلا فقالوا لم يكن علينا وأبوا أن يحجوا قال الله * ( ومن كفر فإن الله غني عن العالمين ) *\r\nومن طريق ليث بن أبي سليم عن مجاهد قال آية فرقت بين المسلمين وأهل الكتاب لما نزلت * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه ) * قالت اليهود قد أسلمنا فنزلت * ( ولله على الناس حج البيت ) * الآية فقالوا لا نحجه أبدا\r\n","description":"","footnote":"","page_name":" 719 ","page_number":65},
  {"content":"\r\nومن طريق ليث ابن أبي سليم أيضا لما قالوا إن إبراهيم كان على ديننا قال لهم صلى الله عليه وسلم إن إبراهيم كان يحج البيت وأنتم تعلمون ذلك فنزل في ذلك قوله تعالى * ( ومن كفر فإن الله غني عن العالمين ) *\r\nوروى أبو حذيفة النهدي من تفسير سفيان الثوري عن إبراهيم بن يزيد الخوزي عن محمد بن جعفر قال قال سعيد بن المسيب نزلت في اليهود حيث قالوا الحج إلى مكة غير واجب فأنزل الله تعالى * ( ومن كفر فإن الله غني عن العالمين ) *\r\nوأخرج الطبري من طريق جويبر عن الضحاك قال لما نزلت آية الحج جمع رسول الله صلى الله عليه وسلم أهل الأديان كلهم فخطبهم فقال يا أيها الناس أن الله كتب عليكم الحج فحجوا فآمنت به ملة واحدة وهم من صدق به وآمن وكفرت به خمس ملل قالوا لا نؤمن به ولا نستقبله ولا نصلي إليه فأنزل الله تعالى * ( ومن كفر فإن الله غني عن العالمين ) *\r\n216 قوله تعالى * ( قل يا أهل ) * 282 * ( الكتاب لم تكفرون بآيات الله والله شهيد على ما تعملون ) * إلي قوله * ( صراط مستقيم ) * 98 - 101\r\n","description":"","footnote":"","page_name":" 720 ","page_number":66},
  {"content":"\r\nقال الطبري ذكر أن هاتين الآيتين * ( قل يا أهل الكتاب لم تكفرون ) * وما بعدهما إلى قوله * ( وأولئك لهم عذاب عظيم ) * نزلت في رجل من اليهود حاول الإغراء بين الأوس والخزرج بعد الإسلام ليراجعوا ما كانوا عليه في الجاهلية من العداوة والبغضاء فعنفه الله تعالى بفعله ذلك وقبح له ما فعل ونهى عن الافتراق وأمرهم بالاجتماع\r\nثم ساق من طريق محمد بن إسحاق حدثني الثقة عن زيد بن أسلم قال مر شأس بن قيس وكان شيخا عظيم الكفر قد عسا في الجاهلية شديد الضغن على المسلمين والحسد لهم بنفر من أصحاب رسول الله صلى الله عليه وسلم من الأوس والخزرج في مجلس قد جمعهم يتحدثون فيه فغاظه ما رأى من إلفتهم وصلاح ذات بينهم في الإسلام بعد الذي كان بينهم من العداوة في الجاهلية فقال قد اجتمع ملأ ابني قيلة بهذه البلاد ولا والله ما لنا معهم إذا اجتمع ملأهم بها من قرار فأمر فتى\r\n","description":"","footnote":"","page_name":" 721 ","page_number":67},
  {"content":"\r\nشابا من يهود وكان معه فقال اعمد إليهم فاجلس معهم ثم ذكرهم يوم بعاث وما كان وأنشدهم بعض ما كانوا تقاولوا فيه من الأشعار وكان يوم بعاث اقتتلت فيه الأوس والخزرج وكان الظفر فيه للأوس ففعل فتكلم القوم عند ذلك فتنازعوا وتفاخروا حتى تواثب رجلان على الركب وهما أوس بن قيظي من الأوس وجبار بن صخر من الخزرج فقال أحدهما لصاحبه إن شئتم والله رددناها جذعة وغضب 283 الفريقان جميعا وقالوا قد فعلنا السلاح السلاح موعدكم الظاهرة والظاهرة الحرة فخرجوا إليها وتحاوز الناس فانضمت الأوس بعضها إلى بعض على دعواهم التي كانوا عليها في الجاهلية فبلغ ذلك رسول الله صلى الله عليه وسلم فخرج إليهم في من معه من المهاجرين من أصحابه حتى جاءهم فقال يا معشر المسلمين الله الله أبدعوى الجاهلية وأنا بين أظهركم بعد أن هداكم الله إلى الإسلام وألف به بينكم ترجعون إلي ما كنتم عليه كفارا فعرف القوم أنها نزعة من الشيطان وكيد من عدوهم فألقوا السلاح من أيديهم وبكوا وعانق الرجال من الأوس والخزرج بعضهم بعضا ثم انصرفوا مع رسول الله صلى الله عليه وسلم سامعين مطيعين قد أطفأ الله عنهم كيد عدوهم شأس بن قيس وما صنع وفي شأس بن قيس وأوس بن قيظي وجبار بن صخر\r\n","description":"","footnote":"","page_name":" 722 ","page_number":68},
  {"content":"\r\nنزلت الآيات المذكورات الخبر بطوله وفي آخره قال جابر ما من كان طالع أكره إلينا منه فأومأ إلينا بيده فكففنا وأصلح الله ما بيننا فما كان شخص أحب إلينا منه وما رأيت يوما قط أوحش أولا ولا أطيب وأحسن آخرا من ذلك اليوم\r\n217 قوله ز تعالى * ( قل يا أهل الكتاب لم تصدون عن سبيل الله من آمن تبغونها عوجا ) * الآية 99\r\nتقدم في نظيرتها أنها نزلت في حذيفة وعمار بن ياسر حين دعوهما إلى دينهم\r\n218 قوله تعالى * ( يا أيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتاب يردوكم بعد إيمانكم كافرين ) * الآية 100 وما بعدها\r\nتقدم ما فيه قبل فصل وأخرج إسحاق بن راهويه في تفسيره 284\r\n","description":"","footnote":"","page_name":" 723 ","page_number":69},
  {"content":"\r\nعن مؤمل بن إسماعيل وعبد بن حميد عن سليمان بن حرب وابن أبي حاتم عن أبيه عن عارم محمد بن الفضل ثلاثتهم عن حماد بن زيد عن أيوب عن عكرمة قال كان بين هذين الحيين الأوس والخزرج قتال في الجاهلية فلما جاء الإسلام اصطلحوا وألف الله بين قلوبهم فجلس يهودي مجلسا فيه نفر من الأوس والخزرج فأنشد شعرا قاله أحد الحيين في حربهم فكأنهم دخلهم من ذلك فقال الآخرون قد قال شاعرنا يوم كذا كذا وكذا فقالوا تعالوا نرد الحرب جذعة كما كانت فنادى هؤلاء يا للأوس ونادى هؤلاء يا للخزرج فاجتمعوا وأخذوا السلاح واصطفوا للقتال فنزلت * ( أيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتاب ) * الآية فجاء النبي صلى الله عليه وسلم حتى قام بين الصفين فرفع صوته يقرؤها فلما سمعوا صوته أنصتوا وجعلوا يستمعون له فلما فرغ ألقوا السلاح وعانق بعضهم بعضا وجثوا يبكون\r\nطريق آخر قال عبد الرزاق عن جعفر بن سليمان عن حميد الأعرج عن\r\n","description":"","footnote":"","page_name":" 724 ","page_number":70},
  {"content":"\r\nمجاهد قال كان بين الأوس والخزرج حرب وشنآن ودماء حتى من الله عليهم بالإسلام وبالنبي صلى الله عليه وسلم فأطفأ الله الحرب التي كانت بينهم وألف بين قلوبهم فبينا رجل من الأوس ورجل من الخزرج يتحدثان ومعهما يهودي جالس فذكرهما أيامهما حتى استبا ثم انفتلا فنادى هذا قومه وهذا قومه فخرجوا بالسلاح وصفوا للقتال ورسول الله صلى الله عليه وسلم شاهد بالمدينة يومئذ فجاء فلم يزل يمشي بينهم ليسكتهم حتى رجعوا ووضعوا 285 السلاح وأنزل الله تعالى هذه الآية\r\nوأخرجه الطبري من طريقه\r\nطريق آخر الأشجعي في تفسير سفيان الثوري عن سفيان\r\nوأخرجه الطبري وابن أبي حاتم من طريق قيس بن الربيع كلاهما عن الأغر عن خليفة بن حصين عن أبي نصر عن ابن عباس قال كان الأوس والخزرج يتحدثون فغضبوا حتى كان بينهم حرب فأخذوا السلاح ومشى بعضهم إلى بعض فنزلت * ( وكيف تكفرون وأنتم تتلى عليكم آيات الله ) * إلى قوله * ( فأنقذكم منها ) *\r\nوفي رواية قيس بن الربيع شر في الجاهلية فذكروا ما بينهم فثار بعضهم إلى\r\n","description":"","footnote":"","page_name":" 725 ","page_number":71},
  {"content":"\r\nبعض بالسيوف فأتى رسول الله صلى الله عليه وسلم فذهب إليهم فنزلت\r\nوأخرجه الفريابي عن قيس بن الربيع أيضا\r\nسياق آخر أخرج الطبري من طريق أسباط عن السدي قال في قوله تعالى * ( يا أيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتاب ) * الآية نزلت في ثعلبة بن عنمة الأنصاري كان بينه وبين أناس من الأنصار كلام فمشى بينهم يهودي من بني قينقاع فحمل بعضهم على بعض حتى همت الطائفتان من الأوس والخزرج أن يحملوا السلاح فيتقاتلوا فأنزل الله هذه الآية\r\nسياق آخر ذكر الثعلبي عن عطاء أن رسول الله صلى الله عليه وسلم صعد المنبر فقال يا معشر المسلمين مالي أوذى في أهلي يعني عائشة في قصة الإفك فذكر الحديث ومراجعة السعدين سعد بن معاذ وسعد بن عبادة فثار الحيان حتى هموا أن يقتتلوا فلم يزل رسول الله صلى الله عليه وسلم حتى سكنهم فأنزل الله تعالى * ( يا أيها الذين آمنوا اتقوا الله حق تقاته ) * إلى قوله * ( فأصبحتم بنعمته إخوانا ) *\r\n","description":"","footnote":"","page_name":" 726 ","page_number":72},
  {"content":"\r\nوأخرج ابن أبي حاتم من طريق ابن جريج قال نزل قوله * ( إذ كنتم أعداء فألف بين قلوبكم ) * فيما كان بين الأوس والخزرج في شأن عائشة\r\nوأخرجها الطبري من هذا الوجه أتم منه\r\nوأخرج الطبري من طريق أسباط عن السدي قال نزلت * ( يا أيها الذين آمنوا اتقوا الله حق تقاته ) * الآية بعد الآيات المذكورة قال فتقدم إلى المؤمنين من\r\n","description":"","footnote":"","page_name":" 727 ","page_number":73},
  {"content":"\r\nالأنصاري فقال * ( يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون ) * وما بعدها\r\n219 قوله ز تعالى * ( واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا ) * الآية 103\r\nقال عبد الرزاق عن معمر عن أيوب عن عكرمة لقي رسول الله صلى الله عليه وسلم نفر من الأنصار فآمنوا به وصدقوه وأراد أن يذهب معهم فقالوا يا رسول الله إن بين قومنا حربا وإنا نخاف إن جئت على هذه الحال أن لا يتهيأ لك الذي تريد فواعدوه العام المقبل وقالوا نذهب يا رسول الله لعل الله يصلح تلك الحرب ففعل فأصلح الله تلك الحرب وكانوا يرون أنها لا تصلح أبدا يعني بعد يوم بعاث فلقي رسول الله صلى الله عليه وسلم منهم سبعين رجلا فذلك قوله تعالى * ( واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا ) * قال فهداهم الله إلى الإسلام من الضلال ووسع عليهم في الرزق ومكن لهم في البلاد\r\nوقال الثعلبي يشير بذلك إلى قصة إسلام الأوس والخزرج ومبايعتهم\r\n","description":"","footnote":"","page_name":" 728 ","page_number":74},
  {"content":"\r\nالنبي صلى الله عليه وسلم بالعقبة ثم ساقها بطولها من السيرة النبوية\r\nوقد ذكر قبله الطبري وأخرج القصة من طريق سلمة بن الفضل عن محمد ابن إسحاق 287 حدثني عاصم بن عمر بن قتادة عن أشياخ من قومه فذكرها وفي أولها إن ابتداء ذلك أن سويد بن الصامت أحد بني عمرو بن عوف من الأوس قدم مكة حاجا أو معتمرا فتصدى لرسول الله صلى الله عليه وسلم فسمع منه فدعاه إلى الإسلام فقال لعل الذي معك مثل الذي معي فقال وما الذي معك قال حكمة لقمان فعرضها عليه فقال إن هذا لكلام حسن ولكن معي أفضل من هذا قرآن أنزله الله علي نورا وهدى وتلا عليه فقال إن هذا القول حسن ولم يبعد من الإسلام فانصرف إلى المدينة فلم يلبث أن قتله الخزرج قبل يوم بعاث وكان قومه يقولون إنه أسلم ثم قدم أبو الحيسر أنس بن رافع ومعه فتية من بني عبد الأشهل من الأوس أيضا فيهم إياس بن معاذ يلتمسون الحلف من قريش على الخزرج فأتاهم النبي صلى الله عليه وسلم فجلس إليهم وقال لهم هل لكم إلى خير مما جئتم فيه فذكر لهم أن الله أرسله وأنزل عليه الكتاب ودعاهم إلى الإسلام وتلا عليهم القرآن فقال إياس بن معاذ وكان غلاما حدثا أي قوم هذا والله خير مما جئتم له فأخذ أبو الحيسر كفا من البطحاء فضرب بها وجه إياس بن معاذ وقال دعنا عنك فلعمري لقد جئنا لغير هذا\r\n","description":"","footnote":"","page_name":" 729 ","page_number":75},
  {"content":"\r\nفسكت عنه وانصرفوا إلى المدينة فكانت وقعة بعاث فحج نفر من الأوس والخزرج فلقيهم رسول الله صلى الله عليه وسلم كعادته في الموسم يعرض نفسه على القبائل فلقي ستة نفر منهم أسعد بن زرارة فجلس معهم وكلمهم ودعاهم إلى الإسلام وتلا عليهم القرآن وكان مما صنع الله أنهم كانوا أصحاب أوثان ومعهم ببلادهم طوائف من اليهود أهل كتاب وعلم 288 فإذا كان بينهم منازعة قالوا لهم إن نبيا يبعث قد أظل زمانه فإذا بعث تبعناه ونقتلكم معه قتل عاد فلما كلمهم النبي صلى الله عليه وسلم قالوا وهذا والله النبي الذي توعدنا به يهود فاستبقوهم إليه ففعلوا فسمعوا منه القرآن ودعاهم إلى الإسلام فأسلموا وأذعنوا وأراد أن يتوجه معهم إلى بلادهم وقالوا له إنا تركنا وراءنا قوما لا قوم بينهم من العداوة والبغضاء والشر ما بينهم فعسى الله أن يجمعهم بك وسندعوهم إليك فإن أجابوا فلا رجل أعز منك ثم انصرفوا مسلمين فدعوا قومهم إلى الإسلام فلم يبق دار من دور الأوس والخزرج إلا وفيها ذكر رسول الله صلى الله عليه وسلم حتى إذا كان العام المقبل وافي الموسم اثنا عشر رجلا فيهم عبادة بن الصامت وغيره من الخزرج وعويم بن ساعدة وغيره من الأوس وفيهم من الستة الأول أسعد بن زرارة\r\n","description":"","footnote":"","page_name":" 730 ","page_number":76},
  {"content":"\r\nوغيره فاجتمعوا بالنبي صلى الله عليه وسلم بالعقبة فبايعوه وهذه هي العقبة الأولى ثم رجعوا ففشا الإسلام في المدينة\r\nثم وافى الموسم أهل العقبة الثانية ليدعوا من استطاعوا من عشائرهم إلى الإسلام فدعوهم وهم اثنان وسبعون رجلا فبايعوه وأرسل معهم مصعب بن عمير يفقههم فنزل على أسعد بن زرارة ثم دخل في الإسلام أكابر الأوس ثم الخزرج وأذن الله لنبيه في الهجرة فهاجر المسلمون أولا فأولا إلى أن هاجر النبي صلى الله عليه وسلم في شهر ربيع الأول فجمع الله على دينه الأوس والخزرج وأزال الشر الذي بينهم وارتفعت الحرب والشر والبغضاء عنهم وصاروا إخوانا متآلفين بعد الفرقة فوقعت 289 الإشارة في الآية إلى ذلك\r\nوأخرج عبد بن حميد من طريق شيبان عن قتادة في هذه الآية * ( إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا ) * الآية قال كان هذا شأن العرب أبين الناس ضلالة وأشقاه عيشا وأعراه جلدا وأجوعه بطنا فزال ذلك عنهم كله بالإسلام\r\n220 قوله ز تعالى * ( ولا تكونوا كالذين تفرقوا واختلفوا من بعد ) * الآية 105\r\n","description":"","footnote":"","page_name":" 731 ","page_number":77},
  {"content":"\r\nقال الثعلبي قال أكثر المفسرين هم اليهود والنصارى وقال بعضهم هم المبتدعة من هذه الأمة\r\nقلت أخرج الطبري الأول عن الربيع بن أنس والحسن والبصري وغيرهما وأخرج الثاني عن السدي بمعناه\r\nومن طريق أبي غالب عن أبي أمامة قال هم الخوارج\r\n221 قوله تعالى * ( فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم ) * 106\r\nقال يونس بن أبي مسلم سألت عكرمة عنها فقال لو فسرتها لم أخرج من تفسيرها ثلاثة أيام ولكن سأجمل لك هؤلاء قوم أهل من الكتاب كانوا مصدقين بأنبيائهم وبمحمد قبل أن يبعث فلما بعث كفروا به ذكروا الثعلبي\r\nوأخرجه الفريابي عن قيس بن الربيع عن يونس عن أبي سلمة قال قدم علينا عكرمة فأمرني رجل أن أسأله عن هذه الآية فقال لو فسرتها لم أتفرغ من تفسيرها ثلاثة أيام ولكني سأجمل لك هؤلاء قوم من أهل الكتاب كانوا مصدقين بأنبيائهم مصدقين لهم وبمحمد فلما بعث كفروا به فذلك قوله تعالى * ( أكفرتم بعد إيمانكم ) *\r\n","description":"","footnote":"","page_name":" 732 ","page_number":78},
  {"content":"\r\nقال أبو سلمة فأخبرت الذي أرسلني بذلك فقال صدق\r\n222 قوله تعالى * ( كنتم خير أمة أخرجت للناس ) * الآية 110\r\nقال الثعلبي قال عكرمة ومقاتل نزلت في ابن مسعود وأبي بن كعب 290 ومعاذ بن جبل وسالم مولى أبي حذيفة وذلك أن مالك بن الصيف ووهب بن يهوذا قالا لهم إن ديننا خير مما تدعونا إليه ونحن خير وأفضل منكم فأنزل الله هذه الآية\r\nقلت أما عكرمة فأخرجة سنيد في تفسيره عن حجاج عن ابن جريج قال قال عكرمة نزلت فذكره ولم يذكر وذلك أن مالك بن الصيف إلى آخره\r\nأما مقاتل فإن لفظه بعد أن ذكر الآية وذلك أن مالك بن الصيف ووهب بن يهوذا قالا لعبد الله بن مسعود إلى آخره فعلى هذا فنسبة الكلام إلى عكرمة ومقاتل المراد بها التوزيع فإن كلا منهما ذكر النصف وهو خلاف ما يتبادر والله المستعان\r\nوأخرج أحمد والترمذي وحسنه وابن ماجة وصححه الحاكم\r\n","description":"","footnote":"","page_name":" 733 ","page_number":79},
  {"content":"\r\nوالطبري كلهم من طريق بهز بن حكيم عن أبيه عن جده قال سمع النبي صلى الله عليه وسلم يقوله في قوله * ( كنتم خير أمة أخرجت للناس ) * قال أنتم تتمون سبعين أمة أنتم خيرها وأكرمها على الله عز وجل\r\nوأخرج الطبري من طريق قتادة قال بلغنا أن عمر حج فرأى من الناس رعة سيئة وقرأ هذه الآية * ( كنتم خير أمة أخرجت للناس ) * ثم قال قال من سره أن يكون منهم فليؤد شرط الله فيها\r\n223 قوله تعالى * ( لن يضروكم إلا أذى وإن يقاتلوكم يولوكم الأدبار ) * الآية 111\r\nقال مقاتل بن سليمان عمد رؤساء اليهود كعب يعني ابن الأشرف وعدي وبحري والنعمان وأبو رافع وأبو ياسر وكنانة وابن صوريا إلى عبد الله بن سلام ومن أسلم من اليهود فآذوهم بالقول لكونهم أسلموا فأنزل الله عز 291 وجل هذه الآية\r\n","description":"","footnote":"","page_name":" 734 ","page_number":80},
  {"content":"\r\nوالمراد بالأذى الطعن باللسان أو الدعاء إلى الضلال فإن المسلم يتأذى بسماع ذلك وأما لو اتفق بينهم قتال فإنهم يخذلون\r\n224 قوله تعالى * ( ليسوا سواء ) * الآية 113\r\nقال الثعلبي عن ابن عباس ومقاتل لما أسلم عبد الله بن سلام وثعلبة بن سعية وأسيد بن سعية وأسد بن عبيد ومن أسلم من اليهود قالت اليهود ما آمن بمحمد إلا شرارنا وقالوا لابن سلام وأصحابه لقد خسرتم حين استبدلتم بدينكم وقد عاهدتم الله أن لا تتركوا دينكم فنزلت\r\nقلت أما مقاتل فهو موجود في تفسيره\r\nوأما ابن عباس فأخرجه الطبري من طريق العوفي عنه بنحوه\r\nوأخرج الطبري أيضا من طريق محمد بن إسحاق عن محمد بن أبي محمد عن عكرمة أو سعيد بن جبير عن ابن عباس قال لما أسلم عبد الله بن سلام وثعلبة وأسيد ابنا سعية وأسد بن عبيد ومن أسلم من اليهود قال أهل الكفر من\r\n","description":"","footnote":"","page_name":" 735 ","page_number":81},
  {"content":"\r\nأحبارهم ما آمن بمحمد ولا تبعه إلا شرارنا ولو كانوا من خيارنا ما تركوا دين آبائهم فأنزل الله عز وجل * ( ليسوا سواء ) * الآية\r\nونقل الثعلبي عن عطاء قال نزلت في أربعين رجلا من أهل نجران من العرب واثنين وثلاثين من الحبشة وثمانية من الروم كانوا على دين عيسى فلما بعث محمد صدقوا به وكان في الأنصار منهم عدة قبل الهجرة منهم أسعد بن زرارة والبراء بن معرور ومحمد بن مسلمة وصرمة بن قيس كانوا موحدين ويغتسلون من الجنابة ويقومون بما عرفوا من الحنيفية\r\nوأخرج سنيد عن حجاج عن ابن جريج قال * ( أمة قائمة ) * هم عبد الله بن سلام وثعلبة بن سلام أخوه وسعية 292 ومبشر وأسد وأسيد ابنا كعب\r\n225 قوله تعالى * ( من أهل الكتاب أمة قائمة ) * الآية 113\r\n1 قال ابن جرير مقتضى كلام ابن عباس وقتادة وابن جريج إن الكلام فيما يتعلق بأهل الكتاب تم عند قوله * ( ليسوا سواء ) * وإن قوله * ( من أهل الكتاب أمة قائمة ) * خبر مبتدأ عن مدح من آمن منهم بمحمد صلى الله عليه وسلم\r\n2 وأخرج أحمد والنسائي وصححه ابن خزيمة من طريق عاصم عن\r\n","description":"","footnote":"","page_name":" 736 ","page_number":82},
  {"content":"\r\nزر بن حبيش عن ابن مسعود قال أخر النبي صلى الله عليه وسلم ليلة صلاة العشاء ثم خرج إلى المسجد فإذا الناس ينتظرون الصلاة فقال\r\nأما إنه ليس من أهل هذه الأديان أحد يذكر الله هذه الساعة غيركم قال ونزلت هذه الآيات * ( من أهل الكتاب أمة قائمة يتلون آيات الله ) * إلى قوله * ( بالمتقين ) *\r\nوأخرجه الفريابي عن قيس بن الربيع عن عاصم وقال فيه لا أعلم أحدا من أهل الأديان إلى آخره\r\nوأخرجه ابن جرير من طريق ابن وهب عن يحيى بن أيوب عن عبيد الله بن زحر عن سليمان عن زر بن حبيش عن ابن مسعود قال احتبس عنا رسول الله\r\n","description":"","footnote":"","page_name":" 737 ","page_number":83},
  {"content":"\r\nذات ليلة عند بعض أهله ونسائه فلم يأتنا لصلاة العشاء حتى ذهب ثلث الليل فجاء ومنا المصلي ومنا المضطجع فبشرنا فقال إنه لا يصلي أحد هذه الصلاة من أهل الكتاب فأنزلت * ( ليسوا سواء من أهل الكتاب أمة قائمة ) * إلى قوله * ( يسجدون ) *\r\nسياق آخر أخرج الطبري من طريق منصور بن المعتمر بلغني أنها نزلت في قوم يصلون فيما بين المغرب والعشاء رجاله ثقات وهو مقطوع أو موقوف\r\n226 قوله تعالى * ( إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله شيئا ) * إلى قوله * ( ولكن أنفسهم يظلمون ) * 116 - 117\r\nقال مقاتل بن سليمان وهي نفقة سلفة اليهود على علمائهم ورؤسائهم كعب بن الأشرف وأصحابه\r\n","description":"","footnote":"","page_name":" 730 ","page_number":84},
  {"content":"\r\nوقال ابن ظفر لما تضمن قوله تعالى فيما قبله وصف المؤمنين ذكر بعدها ما اعتمده الكفار وأهل الكتاب من إنفاق أموالهم في الصد عن سبيل الله وإن ذلك لا يغني عنهم شيئا\r\nوعن مجاهد المراد نفقات الكفار وصدقاتهم أخرجه الطبري\r\nوعن يمان بن المغيرة نفقة أبي سفيان وأصحابه ببدر وأحد على عداوة الرسول صلى الله عليه وسلم\r\n227 قوله تعالى * ( يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا ) * الآية 118\r\nقال محمد بن إسحاق عن محمد بن أبي محمد عن عكرمة أو سعيد بن جبير عن ابن عباس نزلت في قوم مؤمنين كانوا يصافون المنافقين ويواصلون رجالا من اليهود لما كان بينهم من القرابة والصداقة والحلف والجوار والرضاعة فنزلت هذه الآية\r\n","description":"","footnote":"","page_name":" 739 ","page_number":85},
  {"content":"\r\nفنهوا عن مباطنتهم خوف الفتنة عليهم\r\nوأخرج عبد بن حميد من طريق ابن أبي نجيح عن مجاهد قال نزلت في المنافقين من أهل المدينة ينهى المؤمنين أن يتولوهم\r\nوأخرج الطبري من طريق ابن أبي نجيح عن مجاهد قال نزلت هذه الآيات في المنافقين\r\nوأخرج سنيد عن حجاج عن ابن جريج قال كانوا إذا رأوا من المؤمنين جماعة وائتلافا ساءهم ذلك وإذا رأوا منهم افتراقا واختلافا فرحوا وقال مقاتل بن سليمان دعا اليهود منهم أصبغ ورافع ابنا حرملة وهما من رؤوسهم عبد الله بن أبي ومالك بن دخشم إلى اليهودية 294 وزينا لهم ترك الإسلام حتى أرادوا أن يظهروا الكفر فأنزل الله تعالى هذه الآية يحذر من اتباع اليهود ويبين عداوتهم لهم\r\n228 قوله تعالى * ( وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال ) * الآية 121\r\nقال يحيى بن عبد الحميد الحماني في مسنده نا عبد الله بن جعفر\r\n","description":"","footnote":"","page_name":" 740 ","page_number":86},
  {"content":"\r\nالمخرمي عن ابن عون عن المسور بن مخرمة قال قلت لعبد الرحمن بن عوف أي خال أخبرني عن قصتكم يوم أحد قال اقرأ العشرين ومائة من آل عمران تجد قصتنا * ( وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال ) * إلى قوله * ( من بعد الغم أمنة نعاسا ) *\r\nأخرجه ابن أبي حاتم والواحدي من طريقه وليس في هذا سبب نزول وإنما كتبته تبعا له\r\n229 قوله ز تعالى * ( إذ همت طائفتان منكم أن تفشلا والله وليهما ) * الآية 122\r\nأخرج البخاري ومسلم وغيرهما من طريق سفيان بن عيينة عن عمرو\r\n","description":"","footnote":"","page_name":" 741 ","page_number":87},
  {"content":"\r\nابن دينار سمعت جابر بن عبد الله يقول فينا نزلت * ( إذ همت طائفتان منكم أن تفشلا والله وليهما ) * قال نحن الطائفتان بنو حارثة وبنو سلمة وما نحب أنها لم تنزل لقول الله * ( والله وليهما ) *\r\nوأخرج عبد بن حميد من طريق ابن أبي نجيح عن مجاهد في هذه الآية قال هم بنو حارثة وكانوا من نحو أحد وبنو سلمة وكانوا من نحو سلع وذلك يوم الخندق كذا قال\r\nومن طريق قتادة كان ذلك يوم أحد\r\nوقال الطبري اختلف في يوم التبوئة الذي عني بقوله * ( وإذ غدوت من أهلك ) *\r\nثم أسند من طريق العوفي عن ابن عباس قال كان ذلك يوم أحد\r\nومن طريق ابن أبي نجيح 295 عن مجاهد قال مشى النبي صلى الله عليه وسلم ذلك اليوم على رجليه\r\n","description":"","footnote":"","page_name":" 742 ","page_number":88},
  {"content":"\r\nومن طريق قتادة ومن طريق الربيع بن أنس غدا النبي صلى الله عليه وسلم من أهله إلى أحد ومن طريق أسباط عن السدي نحوه\r\nومن طريق عباد بن راشد عن الحسن البصري كان ذلك يوم الأحزاب ويوافقه قول مجاهد الآتي بعد\r\nوبذلك جزم مقاتل بن سليمان فقال قوله تعالى * ( وإذ غدوت من أهلك ) * أي على راحتلك يوم الأحزاب توطن للمؤمنين مقاعد في الخندق قبل أن يسبق إليه الكفار ثم قال * ( إذ همت طائفتان منكم أن تفشلا ) * قال هما حيان من الأنصار من بني حارثة ومنهم أوس بن قيظي وأبو عمير بن أوس وابن يامين ومن بني سلمة بن جشم هما بترك المركز من الخندق\r\nكذا قال ورجح الطبري الأول فإنه لا خلاف بين أهل المغازي أن الطائفتين اللتين همتا أن تفشلا كان ذلك يوم أحد\r\n","description":"","footnote":"","page_name":" 743 ","page_number":89},
  {"content":"\r\nوقال ابن إسحاق في المغازي حدثني محمد بن مسلم الزهري وعاصم بن عمر بن قتادة والحصين بن عبد الرحمن بن عمرو وغيرهم من علمائنا أن رسول الله صلى الله عليه وسلم راح حين صلى الجمعة إلى أحد وقد لبس لأمته وكان المشركون نزلوا بأحد يوم الأربعاء فأقاموا به إلى أن خرج النبي فوصل إلى الشعب يوم السبت النصف من شوال وكان استشار أصحابه في الخروج إليهم فقال أكثر الأنصار اقعد يا رسول الله فإن دخلوا علينا قاتلناهم وإن رجعوا رجعوا خائبين وقال من كان غاب عن بدر وهو يرغب في الشهادة اخرج بنا إليهم فخرجوا فندموا وسألوا أن يقيم فقال لا ينبغي لنبي إذا لبس لأمته أن يضعها حتى يقاتل 296\r\nوأخرج الطبري من طريق أسباط عن السدي نحو ذلك وعندهما إن الذين خرجوا معه كانوا ألفا فرجع عبد الله بن أبي بن سلول بثلاثمئة فناداهم عبد الله بن عمرو بن حرام ليرجعوا وناشدهم فأبوا وقالوا لو نعلم قتالا لاتبعناكم وقالوا لترجعن معنا وكان كل من عبد الله بن أبي وعبد الله بن عمرو من الخزرج فهمت بنو سلمة وهم من الخزرج وبنو حارثة وهم من الأوس أن يرجعوا أيضا ثم قوى الله\r\n","description":"","footnote":"","page_name":" 744 ","page_number":90},
  {"content":"\r\nعزمهم فمضوا إلى أحد\r\n230 قوله ز تعالى * ( ولقد نصركم الله ببدر وأنتم أذلة ) * إلى قوله * ( أن يمدكم ربكم بثلاثة آلاف من الملائكة منزلين ) * 123\r\nأخرج الطبري وابن أبي حاتم من طريق داود بن أبي هند عن عامر وهو الشعبي قال حدث المسلمون يوم بدر أن كرز بن جابر المحاربي يمد المشركين فشق ذلك على المسلمين فقيل لهم * ( ألن يكفيكم أن يمدكم ربكم بثلاثة آلاف ) * الآيات قال فبلغت كرزا الهزيمة فرجع فلم يمدوا بالخمسة ولا بالثلاثة\r\nومن طريق عبيد الله بن موسى عن أبي إدام سليمان عن عبد الله بن أبي أوفى قال حاصرنا قريظة ما شاء الله فلم تفتح لنا فرجعنا فدعا رسول الله صلى الله عليه وسلم بغسل فهو يغسل رأسه إذ جاءه جبريل فقال وضعتم أسلحتكم ولم تضعها الملائكة فلف رسول الله رأسه ثم نادى فينا فقمنا كالين حتى أتينا قريظة فيومئذ أمدنا الله بثلاثة آلاف من الملائكة وفتح الله لنا فتحا يسيرا فانقلبنا بنعمة من الله\r\n","description":"","footnote":"","page_name":" 745 ","page_number":91},
  {"content":"\r\nوفضل\r\nوأخرج سنيد عن حجاج عن ابن جريج عن عكرمة قال لم يصبروا يوم أحد فلم يمدوا بالملائكة ولو مدوا بالملائكة لما انهزموا\r\nقال وحدثنا ابن بشار نا عبد الرحمن هو ابن مهدي 297 انا سفيان بن عيينة عن عمرو بن دينار سمعت عكرمة يقول لم يمدوا بملك واحد\r\nومن طريق عبيد بن سليمان عن الضحاك قال وعد رسول الله صلى الله عليه وسلم يوم أحد إن المؤمنون صبروا أمددتهم بخمسة آلاف من الملائكة ففروا فلم يمدوا\r\nومن طريق عبد الرحمن بن زيد بن أسلم شرط عليهم إن صبروا أن يمدهم فلم يصبروا\r\nورجح الطبري هذه المقالة ثم قال\r\nإن في القرآن دلالة على أنهم أمدوا يوم بدر بألف بخلاف أحد فإن الظاهر أنهم وعدوا بالمدد بشرط فلما تخلف الشرط لم يوجد المدد\r\n231 قوله تعالى * ( ليس لك من الأمر شيء ) * 128\r\n1 الجمهور على أنها نزلت في الدعاء على المشركين\r\n","description":"","footnote":"","page_name":" 746 ","page_number":92},
  {"content":"\r\nأخرج البخاري والنسائي من طريق معمر عن الزهري حدثني سالم هو ابن عبد الله ابن عمر عن أبيه سمع رسول الله صلى الله عليه وسلم يقول إذا رفع رأسه من الركوع في الركعة الثانية من الفجر اللهم العن فلانا وفلانا بعد ما يقول سمع الله لمن حمده ربنا ولك الحمد فأنزل الله تعالى * ( ليس لك من الأمر شيء أو يتوب عليهم ) * الآية\r\nزاد البخاري وعن حنظلة بن أبي سفيان عن سالم بن عبد الله كان رسول الله صلى الله عليه وسلم يدعو على صفوان بن أمية وسهيل بن عمرو والحارث بن هشام فنزلت\r\nهكذا ذكره مرسلا ووصله أحمد من طريق عمر بن حمزة عن عمه سالم عن أبيه سمعت رسول الله صلى الله عليه وسلم يقول اللهم العن صفوان بن أمية فنزلت قال فتيب عليهم كلهم\r\nومن طريق محمد بن عجلان عن نافع عن ابن عمر نحوه وقال فهداهم الله\r\n","description":"","footnote":"","page_name":" 747 ","page_number":93},
  {"content":"\r\n298 للإسلام\r\nوفي رواية كان يدعو على رجال من المشركين يسميهم بأسمائهم حتى نزلت\r\nسياق آخر قال أحمد حدثنا هشيم نا حميد عن أنس إن النبي صلى الله عليه وسلم كسرت رباعيته يوم أحد وشج في جبهته حتى سال الدم على وجهه فقال كيف يفلح قوم فعلوا هذا بنبيهم وهو يدعوهم إلى ربهم فأنزل الله تعالى * ( ليس لك من الأمر شيء ) *\r\nوأخرجه الفريابي عن أبي بكر بن عياش عن حميد عن أنس لما كان يوم أحد فذكره وفيه فقال وهو يمسح الدم عن وجهه كيف فذكره\r\nوأخرج مسلم من رواية حماد عن ثابت عن أنس نحوه\r\nوأخرج الطبري من طريق مطر الوراق عن قتادة قال كسرت رباعيته وفرق\r\n","description":"","footnote":"","page_name":" 748 ","page_number":94},
  {"content":"\r\nحاجبه وعليه درعان والدم يسيل فمر به سالم مولى أبي حذيفة فأجلسه ومسح الدم فأفاق وهو يقول كيف بقوم فعلوا هذا بنبيهم فنزلت\r\nوأخرج عبد بن حميد عن روح عن عوف عن الحسن بلغني أن رسول الله صلى الله عليه وسلم لما انكشف عنه أصحابه يوم أحد وكسرت رباعيته وجرح وجهه قال وهو يصعد على أحد كيف يفلح يوم خضبوا وجه نبيهم\r\nوأخرج الطبري من طريق أبي جعفر الرازي عن الربيع بن أنس قال نزلت هذه الآية على النبي صلى الله عليه وسلم يوم أحد وقد شج في وجهه وكسرت رباعيته فهم أن يدعو عليهم وقال كيف يفلح إلى آخره وهم أن يدعو عليهم فأنزل الله تعالى * ( ليس لك من الأمر شيء ) * فكف عن الدعاء عليهم\r\nونقل الثعلبي نحوه عن ابن الكلبي وزاد لعلمه أن كثيرا منهم سيؤمن\r\nقلت هذا مردود لما ثبت في الصحيح أنه دعا عليهم 299\r\nوقد أخرج الطبري من طريق مقسم أن النبي صلى الله عليه وسلم دعا على عتبة بن أبي وقاص يوم أحد حين كسرت رباعيته اللهم لا تحل عليه الحول حتى يموت كافرا فما حال عليه الحول حتى مات كافرا\r\nوأخرج سنيد عن حجاج عن ابن جريج قال عكرمة أدمى عبد الله بن قمئة\r\n","description":"","footnote":"","page_name":" 749 ","page_number":95},
  {"content":"\r\nوجه رسول الله فدعى عليه فكان حتفه أن سلط الله عليه تيسا فنطحه فقتله\r\nويمكن الجمع بأن المنفي الدعاء على الجميع بهلاك يعمهم والثابت دعاء على قوم منهم بغير الهلاك وذلك بين في الذي بعده\r\nسياق آخر أخرج الشيخان من طريق سعيد بن المسيب عن أبي هريرة قال لما رفع رسول الله صلى الله عليه وسلم رأسه من الركعة الثانية قال اللهم انج الوليد بن الوليد وسلمة ابن هشام وعياش بن أبي ربيعة والمستضعفين بمكة اللهم اشدد وطأتك على مضر الحديث\r\nوفي رواية يونس بن يزيد عن الزهري عن سعد وأبي سلمة عن أبي هريرة وكان يقول حين يفرغ في صلاة الفجر من القراءة ويكبر ويرفع رأسه ويقول سمع الله لمن حمده ربنا ولك الحمد اللهم انج الوليد فذكره وزاد اللهم العن فلانا وفلانا لأحياء من العرب وفي لفظ اللهم العن لحيان ورعلا وذكوان وعصية عصت الله ورسوله قال ثم بلغنا أنه ترك ذلك لما نزل الله عليه * ( ليس لك من الأمر شيء ) * الآية\r\nقلت وفي هذا نظر لأن ظاهر الآثار الماضية أن الآية نزلت أيام أحد وقصة بئر\r\n","description":"","footnote":"","page_name":" 750 ","page_number":96},
  {"content":"\r\nمعونة متراخية عن ذلك بمدة لكن يمكن الجمع بأن نزولها تأخر حتى وقعت بئر معونة فكان يجمع في الدعاء بين من شج 300 وجهه بأحد ومن قتل أصحاب بئر معونة فنزلت الآية في الفريقين جميعا فترك الدعاء على الجميع وبقي بعد ذلك الدعاء للمستضعفين إلى أن خلصوا وهاجروا وهذه أولى من دعوى النزول مرتين\r\n2 وقد جزم مقاتل بن سليمان بأن قوله * ( ليس لك من الأمر شيء ) * إنما نزلت في القراء أصحاب بئر معونة ولفظه نزلت هذه الآية في أهل بئر معونة وكانت في صفر سنة أربع بعثهم رسول الله صلى الله عليه وسلم ليعلموا الناس فقتلوا وهذا سبب آخر\r\nوقال الزبير بن بكار في ترجمة بني نوفل بن عبد مناف من كتاب النسب ومطعم وأم طعيمة بن عدي بن نوفل فاختة بنت عباس بن عامر من بني\r\n","description":"","footnote":"","page_name":" 751 ","page_number":97},
  {"content":"\r\nرعل بن عوف بن امرئ القيس بن بهثة بن سليم وكان بنو رعل وأخوتهم بنو ذكوان أنجدوا عامر بن الطفيل على أصحاب رسول الله الذين قتلوا ببئر معونة من أجل قتل طعيمة يوم بدر\r\nقال الزبير ولقتل أصحاب بئر معونة دعا رسول الله أربعين ليلة على رعل وذكوان وعصية حتى نزلت عليه * ( ليس لك من الأمر شيء ) * فأمسك عنهم\r\n3 سبب آخر نقل الثعلبي عن عبد الله بن مسعود أراد رسول الله صلى الله عليه وسلم أن يدعو على المنهزمين عنه من أصحابه يوم أحد فنهاه الله عن ذلك وتاب عليهم وأنزل هذه الآية\r\n4 سبب آخر ذكر ابن إسحاق وغير واحد إن المسلمين لما رأوا ما صنع المشركون بمن قتل من المسلمين من جدع أنوفهم وغير ذلك حزنوا وقالوا لئن أدالنا الله عليهم لنمثلن بهم مثلة لم يمثلها واحد من العرب بأحد فأنزل الله هذه الآية\r\nوحكاه الثعلبي أيضا عن 301 الشعبي وغيره\r\n5 سبب آخر ذكر الثعلبي عن عطاء قال أقام رسول الله صلى الله عليه وسلم بعد أحد أربعين يوما يدعو على أربعة من ملوك كندة حمد ومشرح ونحى والمعمودة وهي أختهم وعلى بطن من هذيل يقال لها لحيان وعلى بطون من سليم هم رعل وذكوان وعصية والقارة فأجاب الله دعاءه وقحطوا فلما انقضت الأربعون نزلت هذه\r\n","description":"","footnote":"","page_name":" 752 ","page_number":98},
  {"content":"\r\nالآية\r\n232 قوله ز تعالى * ( يا أيها الذين آمنوا لا تأكلوا الربا أضعافا مضاعفة ) * الآية 130\r\nأخرج أبو داود من طريق حماد عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن عمرو بن أقيش كان له ربا في الجاهلية فكره أن يسلم حتى يأخذه فجاء يوم أحد فقال أين بنو عمي قالوا بأحد قال فأين فلان قالوا بأحد قال فلبس لأمته وركب فرسه وتوجه قبلهم فلما رآه المسلمون قالوا إليك عنا يا عمرو قال إني قد آمنت فقاتل حتى جرح فحمل إلى أهله جريحا فجاء سعد بن معاذ فقال لأخته سليه حمية لقومك وغضبا لهم أو غضبا لله عز وجل فقال بل غضبا لله ورسوله قال فمات فدخل الجنة وما صلي لله صلاة\r\nقلت ما زلت أبحث عن مناسبة ذكر آية الربا في وسط ذكر قصة أحد حتى وقفت على هذا الحديث فكأنها نزلت فيه فترك الربا وخرج إلى الجهاد فاستشهد أو أن ورثته طالبوا بما كان له من الربا فنهوا عنه بالآية المذكورة\r\n","description":"","footnote":"","page_name":" 753 ","page_number":99},
  {"content":"\r\n233 قوله ز تعالى * ( وسارعوا إلى مغفرة من ربكم ) * الآية 133\r\nقال إسحاق بن راهويه وعبد بن حميد في تفسيريهما أنا روح بن عبادة نا محمد بن عبد الملك بن جريج عن أبيه عن عطاء 302 إن المسلمين قالوا للنبي صلى الله عليه وسلم بنو إسرائيل كانوا أكرم على الله منا كانوا إذا أذنب أحدهم أصبحت كفارة ذنبه في عتبة بابه مكتوبة أجدع أذنك افعل كذا فسكت النبي صلى الله عليه وسلم فنزل * ( والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ) * الآية فقال النبي صلى الله عليه وسلم ألا أدلكم ألا أخبركم بخير من ذلكم فقرأ هذه الآيات\r\nوهذا سند قوي إلى عطاء\r\nوقد ذكره الثعلبي عن عطاء بغير إسناد ولكن قال فسكت النبي صلى الله عليه وسلم ونزلت * ( وسارعوا إلى مغفرة ) * أي سابقوا إلى الأعمال التي توجب المغفرة\r\n","description":"","footnote":"","page_name":" 754 ","page_number":100},
  {"content":"\r\nوجدته في تفسير سنيد عن حجاج عن ابن جريج عن عطاء بن أبي رباح فذكره إلى قوله فنزلت * ( وسارعوا إلى مغفرة من ربكم وجنة ) * إلى قوله * ( والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ) * فقال رسول الله صلى الله عليه وسلم ألا أخبركم بخير من ذلك فقرأ هؤلاء الآيات\r\nوأخرج سنيد أيضا عن عمر بن أبي خليفة عن علي بن زيد بن جدعان قال قال ابن مسعود كانت بنو إسرائيل إذا أذنبوا أصبح مكتوبا على بابه الذنب وكفارته فأعطينا خيرا من ذلك هذه الآية\r\n234 قوله تعالى * ( والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله ) * الآية 135\r\n1 نقل الثعلبي عن عطاء قال نزلت هذه الآية في نبهان التمار وكنيته أبو مقبل أتته امرأة حسناء تبتاع منه تمرا فقال لها إن هذا التمر ليس بجيد وفي البيت أجود منه فهل لك فيه\r\nقالت نعم فذهب بها إلى بيته فضمها إلى نفسه وقبلها فقالت له اتق الله فتركها وندم على ذلك فأتى النبي صلى الله عليه وسلم وذكر له ذلك فنزلت هذه الآية\r\nقلت 303 وهو من رواية موسى بن عبد الرحمن الصنعاني وهو كذاب\r\n","description":"","footnote":"","page_name":" 755 ","page_number":101},
  {"content":"\r\nوالمشهور في هذه القصة نزول * ( إن الحسنات يذهبن السيئات ) * وسيأتي في تفسير هود\r\n2 وذكره مقاتل بن سليمان فقال خرج رجل غازيا وخلف في أهله رجلا فتعرض له الشيطان فهوي المرأة فكان منه ما ندم عليه فأتى أبا بكر فذكر ذلك له فقال أما علمت أن الله يغار للمغازي فأتى عمر فذكر له فقال له مثل ذلك فأتى النبي صلى الله عليه وسلم فذكر ذلك له فأنزل الله هذه الآية فقال له النبي صلى الله عليه وسلم إنك ظلمت نفسك فاستغفر الله ففعل\r\nثم قال وقيل نزلت في عمر بن قيس ويكنى أبا مقبل قصة تأتي في سورة هود\r\n3 سبب آخر عن الثعلبي قال آخى رسول الله صلى الله عليه وسلم بين رجلين أحدهما من الأنصار والآخر من ثقيف فخرج الثقفي في غزاة واستخلف الأنصاري على نفسه فاشترى لهم اللحم ذات يوم فلما أرادت المرأة أن تأخذ منه دخل على أثرها فدخلت\r\n","description":"","footnote":"","page_name":" 756 ","page_number":102},
  {"content":"\r\nالمرأة بيتا فتبعها فأتقته بيدها فقبل يدها ثم ندم وانصرف فقال له والله ما حفظت غيبة أخيك ولا نلت حاجتك فخرج الأنصاري ووضع التراب على رأسه وهام على وجهه فلما رجع الثقفي لم يستقبله الأنصاري فسأل امرأته عن حاله فقالت لا أكثر الله في الإخوان مثله ووصفت له الحال والأنصاري يسيح في الجبال تائبا مستغفرا فطلبه الثقفي حتى وجده فأتى به أبا بكر رجاء أن يجد عنده راحة وفرجا فقال له الأنصاري هلكت قال وما أهلكك فذكر له القصة فقال له أبو بكر ويحك 304 أما علمت أن الله يغار للغازي ما لا يغار للمقيم ثم لقيا عمر فقال مثل ذلك فأتيا النبي صلى الله عليه وسلم فقال له مثل مقالتهما فأنزل الله تعالى * ( والذين إذا فعلوا فاحشة ) * الآية\r\nوذكره الكلبي عن أبي صالح عن ابن عباس أن رجلين أنصاريا وثقفيا آخى بينهما رسول الله صلى الله عليه وسلم فكانا لا يفترقان فخرج النبي صلى الله عليه وسلم في بعض مغازيه وخرج معه الثقفي وخلف الأنصاري في أهله وحاجته فكان يتعاهد أهل الثقفي فأقبل ذات يوم فأبصر امرأة صاحبه قد اغتسلت وهي ناشرة شعرها فوقعت في نفسه فدخل ولم يستأذن حتى انتهى إليها فذهب ليقبلها فوضعت كفها على وجهها فقبل ظاهر كفها ثم ندم واستحيا فأدبر راجعا فقالت سبحان الله خنت أمانتك وعصيت ربك ولم تصب حاجتك فندم على صنيعه فخرج يسيح في الجبال ويتقرب إلى الله من ذنبه حتى وافى الثقفي فأخبرته أهله بفعله فخرج يطلبه حتى دل عليه فوفقه ساجدا وهو يقول رب ذنبي قد خنت أخي فقال له يا فلان قم فانطلق إلى رسول الله صلى الله عليه وسلم فسله عن ذنبك لعل الله أن يجعل لك فرجا وتوبة فأقبل معه حتى رجع إلى المدينة فكان ذات يوم عند صلاة العصر نزل جبريل بتوبته فتلا على رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 757 ","page_number":103},
  {"content":"\r\n* ( والذين إذا فعلوا فاحشة ) * إلى قوله * ( ونعم أجر العاملين ) * فقال عمر يا رسول الله أخاص هذا به أم للناس عامة قال بل للناس عامة في التوبة\r\n235 قوله تعالى * ( ولا تهنوا ولا تحزنوا وأنتم الأعلون ) * الآية 139\r\nأخرج الطبري 305 من طريق ابن المبارك عن يونس عن الزهري قال كثر في أصحاب محمد صلى الله عليه وسلم القتل والجراح حتى خلص إلى كل امرئ منهم اليأس فأنزل الله تعالى القرآن فآسى فيه المؤمنين بأحسن ما أسى به قوما من المسلمين كانوا قبلهم من الأمم الماضية فقال * ( ولا تهنوا ولا تحزنوا ) * إلى قوله تعالى * ( لبرز الذين كتب عليهم القتل إلى مضاجعهم ) *\r\n236 قوله تعالى * ( وأنتم الأعلون ) * 139\r\nأخرج سنيد عن حجاج بن محمد عن ابن جريج في قوله * ( ولا تهنوا ولا تحزنوا وأنتم الأعلون ) * قال انهزم الصحابة في الشعب فنعى بعضهم بعضا وتحدثوا أن النبي صلى الله عليه وسلم قد قتل فكانوا في وهم وحزن فبينا هم كذلك إذ علا خالد بن الوليد الجبل بخيل المشركين فوقهم وهو أسفل في الشعب فلما رأوا النبي صلى الله عليه وسلم فرحوا وقال النبي صلى الله عليه وسلم اللهم لا قوة لنا إلا بك وليس يعبدك بهذه البلدة غير هؤلاء النفر\r\n","description":"","footnote":"","page_name":" 758 ","page_number":104},
  {"content":"\r\nوثاب نفر فلقوا النبي صلى الله عليه وسلم فصعدوا الجبل وفيهم رماة فرموا خيل المشركين حتى أزاحوهم وعلا المسلمون الجبل ونزلت * ( وأنتم الأعلون ) *\r\nوعند الطبري من طريق العوفي عن ابن عباس أقبل خالد بن الوليد لما انهزم الصحابة يريد أن يعلو عليهم الجبل فقال النبي صلى الله عليه وسلم اللهم لا يعلون علينا اللهم لا قوة لنا إلا بك وثاب نفر من المسلمين فأنزل الله تعالى * ( ولا تهنوا ولا تحزنوا وأنتم الأعلون ) *\r\n237 قوله تعالى * ( إن يمسسكم قرح ) * 140\r\nأخرج عبد بن حميد وابن أبي حاتم من رواية الحكم بن أبان عن عكرمة قال ندم المسلمون كيف خلوا بينه وبين رسول الله صلى الله عليه وسلم وصعد رسول الله صلى الله عليه وسلم الجبل فجاء أبو سفيان فقال يا محمد الحرب سجال الحديث قال ونام\r\n","description":"","footnote":"","page_name":" 759 ","page_number":105},
  {"content":"\r\nالمسلمون وبهم كلوم ففيهم نزلت * ( إن يمسسكم قرح فقد مس القوم قرح مثله وتلك الأيام نداولها بين الناس ) *\r\nوذكر الثعلبي عن راشد بن سعد لما انصرف رسول الله صلى الله عليه وسلم من أحد كئيبا حزينا جعلت المرأة تجيء بزوجها وأبيها وابنها وهي تلتدم فقال رسول الله صلى الله عليه وسلم أهكذا يفعل برسولك فنزلت\r\n238 قوله ز تعالى * ( ويتخذ منكم شهداء ) * 140\r\nقال ابن أبي حاتم عن أبيه عن موسى بن إسماعيل عن وهيب عن أيوب عن عكرمة لما أبطأ الخبر على النساء بالمدينة خرجن يستقبلن فإذا رجلان مقتولان على بعير فقالت امرأة من الأنصار من هذان قالوا فلان وفلان أخوها وزوجها أو زوجها وابنها فقالت ما فعل رسول الله صلى الله عليه وسلم قالوا حي قالت فلا أبالي يتخذ الله من عباده الشهداء قال فنزل القرآن على وفق ما قالت * ( ويتخذ منكم شهداء ) * هذا مرسل رجاله من رجال البخاري\r\n239 قوله ز تعالى * ( أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ) * الآية 142\r\n","description":"","footnote":"","page_name":" 760 ","page_number":106},
  {"content":"\r\nقال مقاتل بن سليمان سببها أن المنافقين قالوا للمؤمنين يوم أحد بعد الهزيمة لم تقتلون أنفسكم وتهلكون أموالكم فإن محمدا لو كان نبيا لم يسلطوا عليه فنزلت\r\n240 قوله ز تعالى * ( ولقد كنتم تمنون الموت من قبل أن تلقوه ) * الآية 143\r\nأخرج ابن أبي حاتم من طريق العوفي عن ابن عباس إن رجالا من أصحاب النبي صلى الله عليه وسلم كانوا يقولون ليتنا نقتل كما قتل أصحاب بدر ونستشهد أو ليت لنا يوما كيوم بدر نقاتل فيه المشركين ونبلي فيه خيرا ونلتمس الشهادة والجنة والحياة والرزق فأشهدهم الله أحدا فلم يثبتوا إلا من شاء الله منهم يقول الله عز وجل * ( ولقد كنتم تمنون الموت من قبل أن تلقوه ) *\r\nوأخرج عبد بن حميد من طريق فضيل 307 بن مرزوق عن عطية نحوه ليس فيه ابن عباس\r\nوعند الفريابي من طريق ابن أبي نجيح عن مجاهد غاب رجال عن بدر فكانوا يتمنون مثل يوم بدر ليصيبوا من الأجر والخير فلما كان يوم أحد ولى من\r\n","description":"","footnote":"","page_name":" 761 ","page_number":107},
  {"content":"\r\nولى منهم فعاتبهم الله بذلك\r\nوأخرجه عبد بن حميد أيضا ومن طريق سعيد عن قتادة كان ناس من المسلمين لم يشهدوا يوم بدر والذي أعطى الله أهل بدر من الشرف والفضل فذكر نحوه\r\nوأخرجه الطبري من هذه الطرق كلها ومنها طريق ابن جريج قال ابن عباس كانوا يسألون الشهادة فلقوا المشركين يوم أحد فاتخذ منهم شهداء\r\nومن طريق الربيع بن أنس نحو رواية قتادة\r\nومن طريق هوذة عن عوف عن الحسن البصري قال بلغني أن رجالا من أصحاب النبي صلى الله عليه وسلم كانوا يقولون لئن لقينا مع النبي صلى الله عليه وسلم يعني عدوا لنفعلن ولنفعلن فابتلوا بذلك فوالله ما كلهم صدق فأنزل الله عز وجل هذه الآية\r\nومن طريق أسباط عن السدي كان ناس من الصحابة لم يشهدوا بدرا قالوا اللهم إنا نسألك أن ترينا يوما كيوم بدر نحوه\r\n","description":"","footnote":"","page_name":" 762 ","page_number":108},
  {"content":"\r\nوقال مقاتل بن سليمان نزلت في الذين قالوا يا نبي الله أرنا يوما مثل يوم بدر فأراهم الله يوم أحد فانهزموا فعاتبهم الله\r\n241 قوله تعالى * ( وما محمد إلا رسول قد خلت من قبله الرسل ) * الآية 144\r\nأخرج الطبري من طريق سعيد بن أبي عروبة ومن طريق الربيع بن أنس قالا لما فقدوا النبي صلى الله عليه وسلم يوم أحد وتناعوه قال ناس لو كان نبيا ما قتل وقال ناس قاتلوا على ما قاتل عليه نبيكم حتى يفتح الله عليكم 308 أو تلحقوا به فنزلت\r\nزاد الربيع ذكر أن رجلا من المهاجرين مر على رجل من الأنصار وهو يتشحط في دمه فقال أشعرت أن محمدا قتل فقال الأنصاري إن كان محمد قتل فقد بلغ فقاتلوا عن دينكم فنزلت\r\nومن طرق أسباط عن السدي لما كان يوم أحد فذكر القصة وفيه وفشا في الناس أن محمدا قد قتل فقال بعضهم ليت لنا رسولا إلى عبد الله بن أبي يأخذ\r\n","description":"","footnote":"","page_name":" 763 ","page_number":109},
  {"content":"\r\nلنا أمانا من أبي سفيان يا قوم ارجعوا إلى قومكم قبل أن تقتلوا فقال أنس بن النضر يا قوم إن كان محمد قتل فإن رب محمد لم يقتل فقاتلوا على دينكم وانطلق رسول الله حتى أتى الصخرة فاجتمع عليه ناس فنزل في الذين قالوا إن محمدا قد قتل * ( وما محمد إلا رسول ) *\r\nومن طريق ابن إسحاق حدثني القاسم بن عبد الرحمن بن رافع الأنصاري من بني عدي بن النجار أن أنس بن النضر مال إلى نفر من المهاجرين والأنصار وقد ألقوا بأيديهم فقال ما يجلسكم قالوا قتل رسول الله فما تصنعون بالحياة بعده موتوا على ما مات عليه ثم استقبل القوم فقاتل حتى قتل\r\nومن طريق جويبر عن الضحاك لما انهزم الصحابة نادى مناد إن محمدا قتل فأنزل الله الآية\r\nوأخرج ابن أبي حاتم من طريق الربيع بن أنس نحوه\r\nوذكر مقاتل بن سليمان نحوه ووقع في النسخة التي نقلت منها من رواية الهذيل أبي صالح عنه بشر بن النضر عم أنس وهو تحريف وإنما هو أنس\r\n","description":"","footnote":"","page_name":" 764 ","page_number":110},
  {"content":"\r\n242 قوله ز تعالى * ( انقلبتم على أعقابكم ) * 145\r\nقال ابن ظفر روي سفيان بن عيينة عن الزهري قال لما نزلت * ( ليزدادوا إيمانا مع إيمانهم ) * قالوا يا رسول الله قد علمنا أن الإيمان 309 يزيد فهل ينقص\r\nقال أي والذي بعثني بالحق فقيل هل لذلك دلالة قال فتلا هذه الآية * ( انقلبتم على أعقابكم ) * فالانقلاب نقصان ولا كفر\r\n243 قوله تعالى * ( سنلقي في قلوب الذين كفروا الرعب بما أشركوا بالله ما لم ينزل به سلطانا ) * الآية 151\r\nأخرج الطبري من طريق أسباط عن السدي قال لما ارتحل أبو سفيان والمشركون يوم أحد متوجهين نحو مكة ندموا فقالوا بئس ما صنعتم أنكم قتلتموهم حتى إذا لم يبق إلا الشريد تركتموهم ارجعوا فاستأصلوهم فقذف الله في قلوبهم الرعب فلقوا أعرابيا فجعلوا له جعلا وقالوا له إن لقيت محمدا فأخبره ما قد جمعنا لهم فأخبر الله رسوله فطلبهم حتى بلغ حمراء الأسد فأنزل الله في ذلك يذكر أبا سفيان حين أراد أن يرجع وما قذف في قلبه من الرعب * ( سنلقي في قلوب الذين كفروا الرعب ) * الآية\r\n","description":"","footnote":"","page_name":" 765 ","page_number":111},
  {"content":"\r\nوذكر مقاتل بن سليمان نحوه فقال ألقى الله في قلوب المشركين الرعب بعد هزيمة المسلمين فرجعوا إلى مكة من غير شيء\r\n244 قوله تعالى * ( ولقد صدقكم الله وعده إذ تحسونهم بإذنه ) * الآية 152\r\nأخرج الطبري من طريق الربيع بن أنس قال لما كان يوم أحد قال لهم النبي صلى الله عليه وسلم إنكم ستظهرون فلا أعرفن ما أصبتم من غنائمهم شيئا حتى تفرغوا\r\nفتركوا أمره الذي عهد إليهم وتنازعوا فوقعوا في الغنائم وتركوا العهد الذي عهد إليهم فانصرف عليهم عدوهم من بعد ما أراهم فيهم ما يحبون\r\nومن طريق العوفي عن ابن عباس أن رسول الله صلى الله عليه وسلم بعث ناسا فكانوا من ورائهم فقال كونوا ها هنا فردوا وجه من نفر وكونوا حرسا لنا من قبل ظهورنا ولما هزم المشركون 310 رأوا النساء مصعدات في الجبل ورأوا الغنائم فقالوا انطلقوا ندرك الغنيمة قبل أن نسبق إليها وقالت طائفة بل نطيع رسول الله صلى الله عليه وسلم ونثبت مكاننا فذلك قوله * ( منكم من يريد الدنيا ومنكم من يريد الآخرة ) * فلما تنازعوا وخالفوا الأمر جدلوا قال فالذين انطلقوا يريدون الغنيمة هم أصحاب الدنيا\r\n","description":"","footnote":"","page_name":" 666 ","page_number":112},
  {"content":"\r\nوالذين قالوا لا نخالف الأمر أرادوا الآخرة فنزلت الآيات في ذلك\r\nومن طريق عبيد بن سليمان عن الضحاك نحوه وزاد فكان ابن مسعود يقول ما شعرت أن أحدا من أصحاب رسول الله صلى الله عليه وسلم كان يريد الدنيا وعرضها حتى كان يوم أحد ومن طريق السدي عن عبد خير عن ابن مسعود نحوه ومن طريق العوفي عن ابن عباس قال كان ابن مسعود يقول فذكره\r\nوأخرج البخاري من طريق إسرائيل عن أبي إسحاق عن البراء بن عازب قال أجلس النبي صلى الله عليه وسلم يوم أحد جيشا من الرماة وأمر عليهم عبد الله بن جبير وقال لا تبرحوا وإن رأيتمونا ظهرنا عليهم فلا تبرحوا وإن رأيتموهم ظهروا علينا فلا تعينونا فلما لقيناهم هزموا حتى رأينا النساء يسندن في الجبل يرفعن عن سوقهن قد بدت خلاخلهن فأخذوا يقولون الغنيمة الغنيمة فقال لهم عبد الله بن جبير عهد النبي صلى الله عليه وسلم إلينا أن لا نبرح فأبوا فصرف الله وجوههم فأصيب منهم سبعون قتيلا وأشرف أبو سفيان فقال أفي القوم ابن أبي قحافة فقال لا تجيبوه فقال أفي القوم ابن الخطاب فقال لا تجيبوه فقال إن هؤلاء قتلوا ولو كانوا 311 أحياء\r\n","description":"","footnote":"","page_name":" 767 ","page_number":113},
  {"content":"\r\nلأجابوا فلم يملك عمر نفسه أن قال كذبت يا عدو الله فقد أبقى الله لك ما يخزيك فقال أعل هبل الحديث\r\nوأخرج عبد بن حميد من طريق جعفر بن أبي المغيرة عن عبد الرحمن بن أبزي قال وضع رسول الله صلى الله عليه وسلم خمسين من الرماة يوم أحد وأمر عليهم عبد الله بن جبير أخا خوات وأقعدهم إزاء خالد بن الوليد وكان على خيل المشركين فلما انهزم المشركون قال طائفة منهم نلحق بالناس لا يسبقونا بالغنائم وقالت طائفة عهد إلينا النبي صلى الله عليه وسلم أن لا نزيغ من مكاننا حتى يأتينا أمره فمضى أولئك فرأى خالد رقتهم فحمل عليه فقتلهم ونزلت * ( ولقد صدقكم الله وعده ) * الآية وكانت معصيتهم توجههم عن مكانهم وقوله * ( من يريد الدنيا ) * أي الغنيمة * ( والآخرة ) * الشهادة\r\nومن طريق عطية العوفي نحوه\r\nوأخرج أحمد والطبري والحاكم من طريق ابن أبي الزناد عن أبيه عن\r\n","description":"","footnote":"","page_name":" 768 ","page_number":114},
  {"content":"\r\nعبيد الله بن عبد الله بن عتبة عن ابن عباس قال ما نصر الله في موطن كما نصر في يوم أحد\r\nقال فأنكرنا ذلك فقال بيني وبين من أنكر ذلك كتاب الله * ( ولقد صدقكم الله وعده إذ تحسونهم بإذنه ) * والحس القتل * ( حتى إذا فشلتم ) * وإنما عنى بهذا الرماة وذلك أن النبي صلى الله عليه وسلم أقامهم في موضع ثم قال احموا ظهرنا فإن رأيتمونا نقتل فلا تنصرونا وإن رأيتمونا غنمنا فلا تشركونا فلما انهزموا أكب الرماة في العسكر ينهبون وانتشب العسكران وشبك بين أصابعه فدخلت خيل المشركين من ذلك الموضع فضرب بعضهم بعضا وقتل من المسلمين ناس كثير وصاح الشيطان قتل محمد وشكوا أنه حق 312 فذكر قصة أبي سفيان وأخرج أحمد من طريق حماد عن عطاء بن السائب عن الشعبي عن ابن مسعود قال كان النساء يوم أحد خلف المسلمين يجهزن على جرحى المشركين فلو حلفت يومئذ رجوت أن أبرأ أنه ليس أحد منا يريد الدنيا حتى نزلت الآية فلما خالف الرماة ما أمروا به يعني\r\n","description":"","footnote":"","page_name":" 769 ","page_number":115},
  {"content":"\r\nوانهزم الناس أفرد رسول الله صلى الله عليه وسلم في تسعة سبعة من الأنصار ورجلين من قريش وهو عاشرهم الحديث\r\nوفي حديث عمارة بن غزية عن أبي الزبير عن جابر عند النسائي والبيهقي في الدلائل انهزم الناس عن النبي صلى الله عليه وسلم يوم أحد وبقي معه أحد عشر رجلا من الأنصار وطلحة 245 قوله تعالى * ( فأثابكم غما بغم ) * 153\r\nقال مقاتل بن سليمان لما تراجع المسلمون من الهزيمة حصل لهم غم عظيم لما أصابهم من الهزيمة ولما فاتهم من الفتح والغنيمة فأشرف عليهم خالد بن الوليد من الشعب في الجبل فلما عاينوه أنساهم ما كانوا فيه من الغم الأول فأنزل الله تعالى * ( لكيلا تحزنوا على ما فاتكم ولا ما أصابكم ) * قال وغشي النعاس سبعة منهم أبو بكر وعمر وعلي والحارث بن الصمة وسهل بن\r\n","description":"","footnote":"","page_name":" 770 ","page_number":116},
  {"content":"\r\nحنيف ورجلين من الأنصار أيضا\r\nقلت ثبت في الصحيح ذكر أبي طلحة فيمن غشيه النعاس وهو أنصاري\r\n246 قوله تعالى * ( وطائفة قد أهمتهم أنفسهم يظنون بالله غير الحق ظن الجاهلية ) * الآية 154\r\nقال الزبير بن بكار قائل ذلك هو معتب بن قشير شهد عليه بذلك الزبير بن العوام هكذا أخرجه الطبراني عن علي بن عبد العزيز عن الزبير بن بكار\r\nقلت وأخرج ابن إسحاق عن يحيى بن عباد بن عبد الله بن الزبير أنه حدثه عن أبيه 313 عن عبد الله بن الزبير قال قال الزبير لقد رأيتني مع رسول الله صلى الله عليه وسلم حين أشتد الخوف علينا أرسل الله علينا النوم فما منا من رجل إلا ذقنه في صدره قال فوالله إني لأسمع قول معتب بن قشير ما أسمعه إلا كالحلم يقول لو كان لنا من الأمر شيء ما قتلنا ها هنا\r\nوأخرجه إسحاق بن راهويه وابن أبي حاتم من هذا الوجه\r\n","description":"","footnote":"","page_name":" 771 ","page_number":117},
  {"content":"\r\n247 قوله تعالى * ( إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ) * الآية 155\r\nقال عبد بن حميد حدثنا يوسف بن بهلول عن عبد الله بن إدريس عن محمد بن إسحاق قال قال عكرمة مولى ابن عباس جاءت فاختة بنت غزوان امرأة عثمان بن عفان ورسول الله صلى الله عليه وسلم وعلي يغسلان السلاح من الدماء فقالت ما فعل ابن عفان أما والله لا تجدونه الأم القوم فقال لها علي ألا إن عثمان فضح الذمار اليوم فقال له رسول الله صلى الله عليه وسلم مه وكان ممن ولى دبره يومئذ عثمان بن عفان وسعد بن عثمان وعقبة بن عثمان إخوان من الأنصار من بني زريق حتى\r\n","description":"","footnote":"","page_name":" 772 ","page_number":118},
  {"content":"\r\nبلغوا الجلعب فرجعوا بعد فقالت فقال لهم رسول الله صلى الله عليه وسلم لقد ذهبتم بها عريضة قال الله تعالى * ( إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم ) * الآية\r\nوأخرجه الطبري من رواية سلمة بن الفضل عن محمد بن إسحاق وقال في روايته الجلعب جبل بناحية المدينة مما يلي الأحوص أقاموا به ثلاثا ثم رجعوا\r\nوأخرج سنيد عن حجاج بن محمد عن ابن جريج قال قال عكرمة * ( إن الذين تولوا منكم يوم التقى الجمعان ) * نزلت 314 في رافع بن المعلى وغيره من\r\n","description":"","footnote":"","page_name":" 773 ","page_number":119},
  {"content":"\r\nالأنصار وفي أبي حذيفة بن عتبة وآخر * ( ولقد عفا الله عنهم ) * إذ لم يعاقبهم\r\n248 قوله تعالى * ( يا أيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخوانهم إذا ضربوا في الأرض ) * الآية 156\r\nأخرج الطبري من طريق أسباط عن السدي قال هؤلاء المنافقون أصحاب عبد الله بن أبي\r\nومن طريق ابن أبي نجيح عن مجاهد نحوه\r\nوجزم مقاتل بن سليمان بأن الذي قال ذلك عبد الله بن أبي\r\n249 قوله تعالى * ( فبما رحمة من الله لنت لهم ) * 159\r\nاتفقوا على أنها نزلت في حق الذين انهزموا يوم أحد فإنه صلى الله عليه وسلم لم يغلظ على الذين خالفوا أمره حتى كانوا سببا لقتل من قتل من المسلمين\r\n250 قوله تعالى * ( وشاورهم في الأمر ) * 159\r\nقال مقاتل بن سليمان\r\n","description":"","footnote":"","page_name":" 774 ","page_number":120},
  {"content":"\r\nكانت سادات العرب إذا لم يشاوروا في الأمر شق عليهم فأمر الله نبيه أن يشاور أصحابه إكراما لهم فيكون أطيب لأنفسهم\r\n251 قوله تعالى * ( وما كان لنبي أن يغل ) * الآية 161\r\n1 أخرج عبد بن حميد والترمذي والطبري وأبو يعلى وابن أبي حاتم من طريق خصيف عن مقسم حدثني ابن عباس إن هذه الآية نزلت * ( وما كان لنبي أن يغل ) * في قطيفة حمراء فقدت يوم بدر فقال بعض الناس أخذها محمد وأكثروا في ذلك فأنزل الله تبارك وتعالى * ( وما كان لنبي أن يغل ومن يغلل يأت بما غل يوم القيامة ) *\r\nلفظ الطبري وفي رواية أبي يعلى فقدت قطيفة حمراء يوم بدر مما أصيب من المشركين فقال ناس لعل رسول الله أخذها فأنزل الله * ( وما كان لنبي أن يغل ) * قال خصيف فقلت لسعيد بن جبير * ( وما كان لنبي أن ) *\r\n","description":"","footnote":"","page_name":" 775 ","page_number":121},
  {"content":"\r\nيغل ) يعني بفتح الغين فقال بل يغل ويقتل\r\nوفي رواية الطبري قلت لسعيد بن جبير كيف تقرأ أن يغل أو يغل قال أن يغل يعني بضم الغين قد كان والله يغل ويقتل\r\nقال الترمذي حسن غريب وقد رواه عبد السلام بن حرب عن خصيف\r\nقلت هي رواية الطبري من طريقه\r\nقال ورواه بعضهم عن خصيف عن مقسم فأرسله\r\nقلت هي رواية شريك عنه عند عبد بن حميد\r\n315 وأخرج الطبراني من طريق أبي عمرو بن العلاء عن مجاهد عن ابن عباس أنه كان ينكر على من يقرأ أن يغل يعني بفتح الغين ويقول كيف لا\r\n","description":"","footnote":"","page_name":" 776 ","page_number":122},
  {"content":"\r\nيكون له أن يغل وقد كان يقتل قال الله عز وجل * ( ويقتلون الأنبياء ) * لكن المنافقين اتهموا رسول الله صلى الله عليه وسلم في شيء من الغنيمة فأنزل الله عز وجل * ( وما كان لنبي أن يغل ) *\r\nوأخرجه الطبراني من وجه آخر عن خصيف فقال عن عكرمة بدل مقسم\r\nوفي رواية عن عكرمة وسعيد بن جبير والرواية المفصلة أثبت\r\nوأخرجه من طريق حميد الأعرج عن سعيد بن جبير قال نزلت في قطيفة حمراء فقدت يوم بدر لم يذكر ابن عباس\r\nقال الطبري في ذكر وعيد أهل الغلول في بقية الآية دليل واضح على صحة قراءة الجمهور\r\nقلت أخرج عبد الرزاق عن معمر عن قتادة * ( وما كان لنبي أن يغل ) * قال يغله أصحابه\r\nوأخرجه الطبري من طريق سعيد عن قتادة قال * ( وما كان لنبي أن يغل ) * بضم أوله\r\n","description":"","footnote":"","page_name":" 777 ","page_number":123},
  {"content":"\r\nأن يغله أصحابه الذين معه ذكر لنا أن هذه الآية أنزلت يوم بدر وقد غل طوائف من المسلمين\r\nوكذا أخرجه الطبري من طريق الربيع بن أنس ثم شرع الطبري في رد هذه القراءة واستشهد للمشهورة بحديث أبي هريرة المخرج في الصحيح ألا هل عسى رجل منكم يجيء يوم القيامة على رقبته فرس له حمحمة الحديث\r\n2 قول آخر أخرج ابن أبي حاتم من طريق العوفي عن ابن عباس * ( وما كان لنبي أن يغل ) * أي يقسم لطائفة من المسلمين ويترك طائفة فيجور في القسمة ولكن يقسم بالعدل ويأخذ فيه بأمر الله فإذا فعل ذلك استنوا به\r\n3 قول آخر أخرج الطبري من طريق 316 سلمة بن نبيط عن\r\n","description":"","footnote":"","page_name":" 778 ","page_number":124},
  {"content":"\r\nالضحاك بن مزاحم قال بعث رسول الله صلى الله عليه وسلم طليعة وغنم النبي صلى الله عليه وسلم فقسمها بين الناس ولم يقسم للطلائع شيئا وقدمت الطلائع فقالوا لم يقسم لنا فنزلت * ( وما كان لنبي أن يغل ) * قرأها بضم الغين أي يعطي غير من قاتل\r\n4 قول آخر ذكر جويبر عن الضحاك عن ابن عباس أن النبي صلى الله عليه وسلم لما وقعت في يده غنائم هوازن يوم حنين غله رجل في مخيط فنزلت\r\nقلت وهذا من تخليط جويبر فإن هذه الآية نزلت في يوم أحد اتفاقا\r\n5 قول آخر قال مقاتل بن سليمان نزلت في الذين طلبوا الغنيمة يوم أحد يعني الرماة فتركوا المركز وقالوا نخشى أن يقول النبي صلى الله عليه وسلم من أخذ شيئا فهو له ونحن ها هنا وقوف فلما رآهم النبي صلى الله عليه وسلم قال ألم أعهد إليكم أن لا تبرحوا من المركز حتى يأتيكم أمري قالوا تركنا بقية إخواننا وقوفا قال أو ظننتم أنا نغل فنزلت * ( وما كان لنبي أن يغل ) *\r\nوكذا ذكره الكلبي في تفسيره بنحوه لكن قال فقالوا نخشى أن لا يقسم الغنائم كما لم يقسمها يوم بدر وزاد بعد قوله إنا نغل ولا نقسم لكم\r\n","description":"","footnote":"","page_name":" 779 ","page_number":125},
  {"content":"\r\n252 قوله تعالى * ( أو لما أصابتكم مصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم ) * 165\r\n1 قال الثعلبي روى عبيدة بن عمرو السلماني عن علي قال جاء جبريل إلى النبي صلى الله عليه وسلم فقال يا محمد إن الله قد كره ما صنع قومك في أخذهم الفداء من الأسرى وقد أمرك أن تخيرهم بين أن يقدموا فتضرب أعناقهم وبين أن يأخذوا الفداء علي أن يقتل منهم فذكر ذلك رسول الله صلى الله عليه وسلم فقالوا يا رسول الله عشائرنا وإخواننا لا بل نأخذ فداءهم فنتقوى به على عدونا ويستشهد منا عدتهم وليس في ذلك شيء نكره فقتل منهم يوم أحد سبعون رجلا عدة أسارى أهل بدر\r\nقال الثعالبي فمعنى قوله على هذا التأويل * ( من عند أنفسكم ) * أي بأخذكم الفداء واختياركم القتل\r\nقلت حديث علي هذا أخرجه الحسين بن داود المعروف بسنيد في تفسيره عن إسماعيل بن علية عن ابن عون وعن حجاج بن محمد عن جرير بن حازم كلاهما عن محمد بن سيرين عنه\r\nوأخرجه الطبري من طريق سنيد وأصله عند الترمذي والنسائي من رواية يحيى بن زكريا بن أبي زائدة عن الثوري عن هشام بن حسان عن محمد بن سيرين ولفظه أن جبريل هبط عليه فقال له خيرهم في أسارى بدر القتل أو الفداء\r\n","description":"","footnote":"","page_name":" 780 ","page_number":126},
  {"content":"\r\nعلى أن يقتل منهم قابل مثلهم قالوا الفداء ويقتل منا\r\nقال الترمذي حسن غريب من حديث الثوري ورواه أبو أسامة عن هشام نحوه وروى ابن عون عن ابن سيرين عن عبيدة بن عمرو مرسلا\r\nقلت أخرجه الطبري عن الدورقي عن ابن علية عنه مرسلا ومن طريق أشعث بن سوار عن ابن سيرين 318 كذلك\r\nوقد وصل سنيد رواية ابن عون كما ترى وزاد رواية جرير وخالف في سياق المتن وقد تكلموا فيه\r\nحديث آخر قال الإمام أحمد وأبو بكر بن أبي شيبة في مسنديهما\r\n","description":"","footnote":"","page_name":" 781 ","page_number":127},
  {"content":"\r\nجميعا حدثنا قراد أبو نوح واسمه عبد الرحمن بن غزوان ثنا عكرمة بن عمار نا سماك الحنفي حدثني ابن عباس حدثني عمر بن الخطاب قال لما كان يوم أحد من العام المقبل عوضوا بما صنعوه يوم بدر من أخذهم الفداء فقتل منهم سبعون وفر القوم عن النبي صلى الله عليه وسلم وكسرت رباعيته وهشمت البيضة على رأسه وسال الدم على وجهه فأنزل الله عز وجل * ( أو لما أصابتكم مصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم ) * بأخذكم الفداء\r\nلفظ أبي بكر وسياق أحمد أتم وأصل الحديث في صحيح مسلم من هذا الوجه وأوله لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين الحديث بطوله وفيه فقتلوا يومئذ سبعين وأسروا سبعين وفيه أن النبي صلى الله عليه وسلم استشار أبا بكر وعمر في الأسرى وفيه أبكي للذي عرض علي أصحابك من أخذهم الفداء لقد عرض علي عذابهم أدنى من هذه الشجرة وأنزل الله تعالى * ( ما كان لنبي أن يكون له أسرى ) * وسيأتي في سورة الأنفال\r\nحديث آخر مرسل أخرج ابن أبي حاتم من طريق عباد بن منصور سألت\r\n","description":"","footnote":"","page_name":" 782 ","page_number":128},
  {"content":"\r\nالحسن عن قوله تعالى * ( أو لما أصابتكم مصيبة قد أصبتم مثليها ) * قال لما رأوا من قتل منهم يوم أحد قالوا من أين هذا ما كان للكفار أن يقتلوا منا فأخبرهم الله تعالى إن ذلك بالأسرى الذين أخذوا منهم الفداء يوم بدر فردهم الله بذلك وعجل لهم عقوبة 319 ذلك في الدنيا ليسلموا منها في الآخرة\r\n2 قول آخر قال الطبري في المراد بقوله * ( قل هو من عند أنفسكم ) * قال بعضهم تأويله ما وقع من خلافكم على نبيكم حين أشار عليكم فأبيتم إلا أن يخرج ويصحر لهم ويقاتلهم\r\nثم أسند عن قتادة قال ذكر لنا أن النبي صلى الله عليه وسلم قال إنا في جنة حصينة فقال أناس من الأنصار فذكر القصة وقوله صلى الله عليه وسلم ما كان النبي أن يلبس لأمته ثم يضعها حتى يقاتل\r\n253 قوله تعالى * ( وقيل لهم تعالوا قاتلوا في سبيل الله أو ادفعوا قالوا لو نعلم قتالا لاتبعناكم ) * 167\r\nاتفقوا على أنها نزلت في عبد الله بن أبي وأتباعه الذين رجعوا قبل القتال\r\n254 قوله تعالى * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون ) * الآية 169\r\n","description":"","footnote":"","page_name":" 783 ","page_number":129},
  {"content":"\r\n1 قال إسحاق بن راهويه أنا وكيع عن سفيان عن سالم الأفطس عن سعيد بن جبير في قوله تعالى * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء ) * قال لما أصيب حمزة بن عبد المطلب ومصعب بن عمير وغيرهما يوم أحد ورأوا ما رزقوا من الخير قالوا ليت إخواننا علموا ما أصبنا من الخير كي يزدادوا رغبة في الجهاد فقال الله تعالى أنا أبلغهم عنكم فأنزل الله تعالى * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء ) * إلى قوله * ( أجر المؤمنين ) * أخرجه الطبراني من طريق أبي سعيد مولى بني هاشم عن سالم الأفطس به\r\nوأخرج أبو داود وعبد بن حميد والطبري وأبو يعلى والحاكم من طريق ابن إسحاق عن إسماعيل بن أمية عن أبي الزبير عن سعيد بن جبير عن ابن عباس قال قال رسول الله صلى الله عليه وسلم لما أصيب إخوانكم بأحد جعل الله أرواحهم في جوف طير خضر ترد أنهار الجنة تأكل 320 من ثمارها وتأوي إلى قناديل من ذهب معلقة في ظل العرش فلما وجدوا طيب مأكلهم ومشربهم ومقيلهم قالوا من يبلغ عنا أنا أحياء في الجنة نرزق لئلا يزهدوا في الجهاد ولا ينكلوا عند الحرب قال الله أنا أبلغهم عنكم قال الله تعالى * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا ) * الآية\r\n","description":"","footnote":"","page_name":" 784 ","page_number":130},
  {"content":"\r\nطريق آخر أخرج ابن أبي حاتم من طريق ابن دينار عن سعيد بن جبير قال\r\nلما دخلوا الجنة ورأوا ما فيها من الكرامة قالوا يا ليت إخواننا في الدنيا يعلمون ما نحن فيه فإذا شاهدوا القتال باشروه بأنفسهم حتى يستشهدوا فيصيبهم ما أصبنا من الخير فأخبر الله تعالى نبيه بأمرهم وما هم فيه من الكرامة فاستبشروا بذلك\r\nطريق آخرى قال الفريابي نا قيس بن الربيع أنا سعيد بن مسروق عن أبي الضحى في هذه الآية قال نزلت في قتلى أحد حمزة بن عبد المطلب ومصعب بن عمير وعبد الله بن جحش وشماس بن عثمان وهؤلاء الأربعة من المهاجرين ومن الأنصار ستة وستون رجلا نزل فيهم * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون ) *\r\nوعن سالم الأفطس عن سعيد بن جبير قال لما أصيبوا فرأوا الرزق والخير تمنوا أن أصحابهم يعلمون بما هم فيه ليزدادوا رغبة في الجهاد فقال الله أنا أبلغهم عنكم فأنزل الله هذه الآية\r\nوأخرجه عبد بن حميد عن أبي الوليد عن أبي الأحوص وابن أبي حاتم من طريق إسرائيل كلاهما عن سعيد بن مسروق\r\nحديث آخر أخرج الترمذي وابن ماجة وابن خزيمة وابن حبان\r\n","description":"","footnote":"","page_name":" 785 ","page_number":131},
  {"content":"\r\nوالحاكم والطبراني من طريق موسى بن إبراهيم بن كثير الأنصاري سمعت طلحة 321 بن حراش يقول سمعت جابر بن عبد الله يقول لقيني رسول الله صلى الله عليه وسلم فقال ما لي أراك منكسرا قلت يا رسول الله توفي أبي استشهد بأحد وترك علي دينا وعيالا قا بل أفلا يسرك بما لقي الله به أباك قال بلى يا رسول الله قال يا عبدي تمن علي قال يا رب تحييني فأقتل فيك ثانية قال إنه قد سبق مني أنهم لا يرجعون قال فأنزلت هذه الآية\r\nقال الترمذي حسن غريب وقد رواه علي بن عبد الله وغيره من الكبار عن موسى وروى عبد الله بن محمد بن عقيل عن جابر شيئا من هذا\r\nقلت رواية علي في الطبراني ورواية ابن عقيل عن أحمد وأبي يعلى\r\n","description":"","footnote":"","page_name":" 786 ","page_number":132},
  {"content":"\r\nوالطبري وغيرهما ولفظه قال لي رسول الله صلى الله عليه وسلم أعلمت أن الله أحيا أباك فقال ما تحب يا عبد الله قال يا رب أحب أن تردني إلى الدنيا فأقاتل فيك فأقتل مرة أخرى\r\nوأخرج سنيد عن حجاج بن محمد بن ابن جريج عن محمد بن قيس بن مخرمة قال قالوا يعني شهداء أحد يا رب لا رسول لنا يخبر النبي صلى الله عليه وسلم بما أعطيتنا قال الله أنا رسولكم فأمر جبريل أن يأتي بهذه الآية * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا ) * الآية\r\nوأخرج مسلم وغيره أصل الحديث عن عبد الله بن مسعود قال أرواح الشهداء عند الله كطير خضر لها قناديل معلقة بالعرش تسرح في الجنة حيث\r\n","description":"","footnote":"","page_name":" 787 ","page_number":133},
  {"content":"\r\nشاءت فاطلع ربك طلاعة فقال ما تشتهون قالوا تعيد أرواحنا في أجسادنا فنقاتل في سبيلك مرة أخرى\r\nوفي رواية عند عبد الرزاق تقرئ عنا نبينا السلام وتخبره أن قد رضيت عنا ورضينا وليس في شيء من طرقه ذكر نزول الآية\r\n2 قول آخر 322 أخرج الطبري من طريق الربيع بن أنس ذكر لنا أن رجالا من أصحاب النبي صلى الله عليه وسلم قالوا يا ليتنا نعلم ما فعل إخواننا الذين قتلوا يوم أحد\r\nومن طريق قتادة نحوه\r\n3 قول آخر ذكر ابن إسحاق في المغازيي قصة قتلى بئر معونة مطولا وأصلها أن أبا براء عامر بن مالك بن جعفر ملاعب الأسنة قدم على النبي صلى الله عليه وسلم فعرض عليه الإسلام فقال إن أمرك هذا الذي تدعو إليه حسن جميل فلو بعثت رجالا من أصحابك إلى أهل نجد رجوت أن يستجيبوا لك فقال إني أخشى عليهم فقال أبو براء أنا لهم جار فبعث المنذر بن عمرو الساعدي في سبعين رجلا من خيار المسلمين منهم الحارث بن الصمة وحرام بن ملحان وعروة بن أسماء ونافع بن بديل\r\n","description":"","footnote":"","page_name":" 788 ","page_number":134},
  {"content":"\r\nوعامر بن فهيرة فذكر قصة قتلهم بإشارة عامر بن الطفيل لطائفة من بني سليم قال فأنزل الله تعالى في شهداء بئر معونة قرآنا بلغوا عنا قومنا أن قد لقينا ربنا فرضي عنا ورضينا عنه ثم نسخت فرفعت بعد ما قرآناها زمانا وأنزل الله تعالى * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا ) * الآية\r\nوأخرج الطبري من طريق عكرمة بن عمار عن إسحاق بن عبد الله بن أبي طلحة حدثني أنس في قصة أصحاب بئر معونة قال لا أدري أربعين أو سبعين وكان علي الماء عامر بن الطفيل فخرج أولئك النفر حتى أتوا الماء فقالوا أيكم يبلغ رسالة رسول الله صلى الله عليه وسلم فخرج يعني حرام بن ملحان خال أنس حتى أتى حواء منهم فاحتبى أمام البيوت ثم قال يا أهل بئرت معونة إني رسول الله إليكم إني أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله 323 فآمنوا بالله ورسوله فخرج رجل من كسر بيت برمح فضرب به في جنبه حتى خرج من الشق الآخر فقال الله أكبر فزت ورب الكعبة فاتبعوا أثره حتى أتوا أصحابه فقتلوهم قال أنس إن الله أنزل فيهم قرآنا فذكره وفيه فرفعت بعد أن قرأناها زمنا وأنزل الله * ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون ) *\r\nوأصل هذا الحديث عند مسلم\r\n","description":"","footnote":"","page_name":" 789 ","page_number":135},
  {"content":"\r\nوفي الصحيحين من حديث أنس في قصة القنوت وفي آخره ما في آخر هذا الحديث\r\n4 قول آخر نقله الثعلبي عن بعضهم ولم يسمه أن أولياء الشهداء كانوا إذا أصابتهم نعمة أو سرور تحسروا وقالوا نحن في النعمة والسرور وأمواتنا في القبور فأنزل الله تعالى هذه الآية تنفيسا لهم وإخبارا عن أحوال قتلاهم\r\n255 قوله تعالى * ( الذين استجابوا لله والرسول من بعد ما أصابهم القرح ) * الآية 172\r\nروى البخاري من طريق هشام بن عروة عن أبيه عن عائشة في قوله تعالى * ( الذين استجابوا لله والرسول ) * إلى آخرها قالت لعروة يا ابن أختي كان أبواك منهم الزبير وأبو بكر لما أصاب رسول الله صلى الله عليه وسلم يوم أحد ما أصاب وانصرف عنه المشركون خاف أن يرجعوا فقال من يذهب في أثرهم فانتدب منهم سبعون رجلا كان فيهم أبو بكر والزبير\r\n","description":"","footnote":"","page_name":" 790 ","page_number":136},
  {"content":"\r\nهكذا أخرجه البخاري وأخرجه الحاكم من طريق أبي سعيد المؤدب عن هشام به وهم في استدراكه وأخرجه من طريق البهي عن عروة عن عائشة مختصرا وأخرجه سعيد بن منصور في السنن والحميدي في المسند كلاهما عن سفيان بن عيينة عن هشام\r\nوأخرج الطبري من طريق العوفي عن ابن عباس في قصة وقعة أحد وكانت في شوال قال ألقى الله في قلب 324 أبي سفيان الرعب فسار بمن معه إلي مكة وكان التجار يأتون بدرا الصغرى في ذي القعدة فندب رسول الله صلى الله عليه وسلم الناس لما شاع بين الناس أن الناس قد جمعوا لكم فانتدب معه أبو بكر وعمر وعثمان وعلي وطلحة والزبير وسعد وعبد الرحمن بن عوف وأبو عبيدة وابن مسعود وحذيفة في سبعين حتى بلغوا الصفراء فلم يلقوا كيدا فأنزل الله عز وجل * ( الذين استجابوا لله والرسول من بعد ما أصابهم القرح ) * الآية\r\n","description":"","footnote":"","page_name":" 791 ","page_number":137},
  {"content":"\r\nوقد ذكر ابن إسحاق أن أبا سفيان ومن معه ندموا على تركهم الإيقاع بالمسلمين وقالوا أصبنا حدهم وأشرافهم ثم نرجع ولم نستأصلهم وهموا بالرجوع وإن معبد بن أبي معبد الخزاعي لقي النبي صلى الله عليه وسلم بحمراء الأسد فعزاه فيمن أصيب من أصحابه وأمره أن يقصد أبا سفيان ويخذله عن الرجوع فرجع معبد إلى بلاده فلقي أبا سفيان فقال ما وراءك قال محمد خرج في أصحابه يطلبكم في جمع ما رأيت مثله يتحرقون عليكم وقد آجتمع معه من كان تخلف عنه وندموا وأنشده في ذلك شعرا فأنثنى رأي أبي سفيان ومن معه عما هموا به واستمر ذهابهم لمكة\r\nوقد ذكر ابن إسحاق القصة مطولة وفي آخرها أن أبا سفيان مر به ركب من عبد القيس فذكر القصة التي بعد هذه\r\n256 قوله ز تعالى * ( الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم ) * الآية 173\r\nذكر ابن إسحاق متصلا 325 بالقصة التي قبل هذه قال ومر به أي بأبي\r\n","description":"","footnote":"","page_name":" 792 ","page_number":138},
  {"content":"\r\nسفيان ركب من عبد القيس فقالوا نريد المدينة نمتار منها فقال فجعل لهم جعلا على أن يبلغوا المسلمين رسالة عنه أنه يقول لهم قد أجمعنا المسير إليكم لنستأصل بقيتكم فمر الركب المسلمين وهم بحمراء الأسد فأخبروه بما قال أبو سفيان فقال حسبنا الله ونعم الوكيل\r\nوقال مقاتل بن سليمان لما انصرف أبو سفيان ومن معه من أحد ولهم الظفر قال النبي صلى الله عليه وسلم إني سائر في أثر القوم وكان النبي صلى الله عليه وسلم يوم أحد على بغلة شهباء فدب ناس من المنافقين إلى بعض المؤمنين فقالوا أتوكم في دياركم فوطؤكم قتلا فكيف تطلبونهم وهم عليكم اليوم أجرا وأنتم اليوم أرعب فوقع في نفوس المؤمنين فقال النبي صلى الله عليه وسلم لأطلبنهم ولو بنفسي فانتدب معه سبعون رجلا حتى بلغوا صفراء بدر فبلغ أبا سفيان فأمعن السير إلى مكة ولقي نعيم بن مسعود الأشجعي متوجها إلى المدينة فقال يا نعيم بلغنا أن محمدا في أثرنا فأخبره أن أهل مكة قد جمعوا جمعا كبيرا من قبائل العرب وأنهم لقوا أبا سفيان فلاموه على رجوعه حتى هموا به فردوه قالوا يا نعيم فإن أنت رددت عنا محمدا فلك عندنا عشرة ذود من الإبل تأخذها إذا رجعت إلى مكة فلقي نعيم النبي صلى الله عليه وسلم بالصفراء فذكر له ذلك\r\n","description":"","footnote":"","page_name":" 793 ","page_number":139},
  {"content":"\r\nوقال أتاكم الناس فقال النبي حسبنا الله ونعم الوكيل فأنزل الله * ( الذين قال لهم الناس ) * يعني نعيم بن مسعود * ( إن الناس قد جمعوا لكم ) * الجموع الآيات\r\nوأخرج الطبري من طريق السدي قال لما تجهز رسول الله صلى الله عليه وسلم وأصحابه للمسير إلى بدر الموعد لميعاد أبي سفيان أتاهم المنافقون 326 فقالوا نحن إخوانكم الذين نهيناكم عن الخروج إليهم فعصيتمونا وقد أتوكم في دياركم فقاتلوكم وظفروا فإن توجهتم إليهم لا يرجع منكم أحد فقالوا حسبنا الله ونعم الوكيل\r\nوذكر الثعلبي عن أبي معشر أن وفدا من هذيل قدموا المدينة فسألوهم عن أبي سفيان فقالوا قد جمعوا لكم جموعا كثيرة فاخشوهم فنزلت واشتهر في كتب الأصول قصة نعيم بن مسعود وذكر الثعلبي أن عكرمة ومجاهدا وافقا مقاتلا\r\nقلت أما عكرمة فأخرج سفيان بن عيينة في تفسيره ومن طريق ابن أبي حاتم فقال عن عمرو بن دينار عن عكرمة قال كانت بدر متجرا في الجاهلية فلما كان يوم أحد قال أبو سفيان للنبي صلى الله عليه وسلم موعدك عام قابل بدر فقال هو موعد لك فلما خرج النبي صلى الله عليه وسلم لموعدهم لقيهم رجل فقال إن بها جموعا من المشركين فأما الجبان فرجع وأما الشجاع فأخذ أهبة التجارة وأهبة القتال وقالوا حسبنا الله ونعم الوكيل ثم خرجوا حتى جاؤوها فتسوقوا بها ولم يجدوا عندها أحدا فأنزل الله تعالى * ( الذين قال لهم الناس إن الناس قد جمعوا لكم ) * الآية\r\n","description":"","footnote":"","page_name":" 794 ","page_number":140},
  {"content":"\r\nوأما رواية مجاهد فأخرجها الفريابي عن ورقاء عن ابن أبي نجيح عن مجاهد ذكر الآية فقال هذا أبو سفيان قال لمحمد موعدك بدر حيث قتلتم أصحابنا فقال النبي صلى الله عليه وسلم عسى أن ننطلق قال فذهب لموعده حتى نزلوا بدرا فوافوا السوق فابتاعوا فذلك قوله * ( فانقلبوا بنعمة من الله وفضل ) *\r\nوأخرج عبد بن حميد من طريق جعفر بن أبي المغيرة عن ابن أبزي قال جعل أبو سفيان للقوم جعلا على أن من لقي 327 منهم أصحاب محمد يخبرهم أن أبا سفيان قد جمع لكم جموعا فإذا قالوا لهم ذلك قالوا حسبنا الله ونعم الوكيل\r\nوأخرج أبو بكر بن مردويه من طريق عبد الرحيم بن محمد بن زياد السكري عن أبي بكر بن عياش عن حميد عن أنس قال قيل للنبي صلى الله عليه وسلم يوم أحد إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا حسبنا الله ونعم الوكيل\r\n","description":"","footnote":"","page_name":" 795 ","page_number":141},
  {"content":"\r\nقلت والمحفوظ عن أبي بكر بن عياش ما أخرجه البخاري عن شيخه أحمد ابن يونس عن أبي بكر عن أبي حصين عن أبي الضحى عن ابن عباس قال\r\nحسبنا الله ونعم الوكيل قالها إبراهيم حين ألقي في النار وقالها محمد حين قالوا * ( إن الناس قد جمعوا لكم ) * الآية\r\nوكذا أخرجه النسائي من رواية يحيى بن أبي بكير عن أبي بكر\r\nوأخرج سنيد عن حجاج عن ابن جريج قال عمد رسول الله صلى الله عليه وسلم لموعد أبي سفيان فجعلوا يلقون المشركين ويسألونهم عن قريش فيقولون قد جمعوا لكم يكيدونهم بذلك يريدون أن يرعبوهم فيقول الرسول حسبنا الله ونعم الوكيل حتى قدموا بدرا فوجدوا أسواقها عافية أي خالية من التجار فلم ينازعهم فيها أحد وقدم رجل من المشركين فسألوه عن المسلمين فقال\r\n","description":"","footnote":"","page_name":" 796 ","page_number":142},
  {"content":"\r\n( قد نفرت من رفقتي محمد\r\n* وعجوة من يثرب كالعنجد )\r\n( تهوي على دين أبيها الأتلد\r\n* قد جعلت ماء قديد موعدي )\r\n( وماء ضجنان لها ضحى الغد\r\n* )\r\n257 قوله تعالى * ( فانقلبوا بنعمة من الله وفضل ) * 174\r\nتقدم قبل هذه عن مجاهد وغيره\r\n258 قوله ز تعالى * ( إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم ) * الآية 175\r\nبقية القصة التي تقدمت\r\n","description":"","footnote":"","page_name":" 797 ","page_number":143},
  {"content":"\r\n259 قوله ز تعالى * ( ولا يحزنك الذين يسارعون في الكفر ) * 176\r\nتأتي في تفسير سورة المائدة\r\n260 قوله تعالى * ( ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب وما كان الله ليطلعكم على الغيب ) * 179\r\nقال الثعلبي في هذه الآية إشارة إلى أن الذي وقع للمسلمين من الهزيمة يوم أحد كان لتمييز من اندس فيهم من المنافقين فأظهر القتال نفاقهم و * ( يميز الخبيث ) * وهو المنافق * ( من الطيب ) * وهو المؤمن ورجح أن الخطاب للمؤمنين وأن المراد بما كانوا عليه اندساس المنافقين واختلاطهم بهم وتوقعهم بهم الجوائح فميزهم الله بالوقعة المذكورة\r\nوأخرج ابن أبي حاتم من طريق أسباط عن السدي قال حدث رسول الله صلى الله عليه وسلم أصحابه أن أمته عرضت عليه كما عرضت على آدم قال فأعلمت بمن يؤمن بي ومن يكفر بي فبلغ ذلك المنافقين فقالوا يزعم محمد أنه يعلم من يؤمن به ومن\r\n","description":"","footnote":"","page_name":" 798 ","page_number":144},
  {"content":"\r\nيكفر به ونحن معه ولا يعلم بنا فأنزل الله تعالى هذه الآية\r\nوقال الكلبي عن أبي صالح عن ابن عباس قالت قريش يا محمد تزعم أن من خالفك فهو في النار والله عليه غضبان ومن اتبع على دينك فهو في الجنة والله عنه راض فأخبرنا بمن يؤمن بك ومن لا يؤمن بك فنزلت\r\nوقال مقاتل بن سليمان قال الكفار إن كان محمد صادقا فليخبرنا بمن يؤمن منا ومن يكفر فنزلت\r\nونقل الثعلبي عن أبي العالية أنه قال سأل المؤمنين أن يعطوا علامة يفرقون بها بين المؤمن والمنافق فأنزل الله تعالى * ( ما كان الله ليذر المؤمنين على ما أنتم عليه ) * الآية\r\n261 قوله تعالى * ( ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرا لهم بل هو شر لهم ) * الآية 180\r\n1 قال الواحدي أجمع جمهور المفسرين على أنها نزلت في مانعي الزكاة\r\n","description":"","footnote":"","page_name":" 799 ","page_number":145},
  {"content":"\r\nقال وروى عطية العوفي 329 عن ابن عباس أنها نزلت في أخبار اليهود الذين كتموا صفة محمد ونبوته والبخل على هذا كتمان العلم\r\nوأخرج البخاري من طريق عبد الرحمن بن عبد الله بن دينار عن أبيه عن أبي صالح عن أبي هريرة رفعه من آتاه الله مالا فلم يؤد زكاته مثل له شجاعا أقرع له زبيبتان يطوقه يوم القيامة فأخذه بلهزمتيه يعني شدقيه يقول أنا مالك أنا كنزك ثم تلا هذه الآية * ( ولا يحسبن الذين يبخلون بما آتاهم الله من فضله ) * الآية\r\nوأخرجه النسائي من طريق عبد العزيز بن عبد الله بن أبي سلمة عن عبد الله بن دينار عن ابن عمر نحوه قال النسائي هذا أثبت من رواية عبد الرحمن\r\n","description":"","footnote":"","page_name":" 800 ","page_number":146},
  {"content":"\r\nقلت بل له أصل من رواية أبي صالح فقد أخرجه ابن حبان من رواية الليث عن محمد بن عجلان عن القعقاع بن حكيم عن أبي صالح وله طريق أخرى عن أبي صالح\r\nوابن أبي سلمة سلك الجادة وهذا من دقيق نظر البخاري ويحتمل أن يكون\r\n","description":"","footnote":"","page_name":" 801 ","page_number":147},
  {"content":"\r\nعند عبد الله بن دينار بالوجهين ويؤيده أن رواية ابن عمر ليس فيها للآية ذكر\r\nطريق أخرى عن أبي هريرة أخرجها ابن مردوية والثعلبي من طريق محمد بن أبي حميد عن زياد مولى الخطميين عن أبي هريرة رفعه ما من عبد له مال فيمنعه من حقه ويضعه في غير حقه إلا مثل له فذكره وفيه فيقول أعوذ بالله منك فيقول لم تستعيذ مني وأنا مالك الذي كنت تبخل به فيطوقه في عنقه حتى يدخله جهنم ويصدق ذلك في القرآن فذكر الآية\r\nومحمد بن أبي حميد ضعيف\r\nوفي الباب عن ابن مسعود له رفعه ما من عبد لا يؤدي زكاة ماله إلا جعل له شجاع أقرع يتبعه وهو يفر منه يقول أنا كنزك ثم قرأ عبد الله مصداقه من كتاب الله * ( سيطوقون ) * 330 * ( ما بخلوا به يوم القيامة ) * الآية\r\nأخرجه أحمد والترمذي والنسائي والحاكم\r\n","description":"","footnote":"","page_name":" 802 ","page_number":148},
  {"content":"\r\nوعن ثوبان أخرجه أبو يعلى وصححه ابن خزيمة وابن حبان والحاكم وعن عند الطبراني وعن معاوية بن حيدة عند الطبري\r\nوأخرج الطبري والثعلبي من طريق داود بن أبي هند عن أبي قزعة سويد بن حجير عن رجل من قيس رفعه ما من كبير رحم يأتي ذا رحمه فيسأله من فضل ما أعطاه الله فيبخل عنه إلا أخرج له من جهنم شجاع يتلمظ حتى يطوقه ثم تلا * ( ولا يحسبن الذين يبخلون بما آتاهم الله من فضله ) *\r\nثم أخرجه الطبري من وجه آخر عن أبي قزعة عن أبي مالك العبدي ولم\r\n","description":"","footnote":"","page_name":" 803 ","page_number":149},
  {"content":"\r\nيرفعه\r\n2 قول آخر أخرج الطبري من طريق العوفي عن ابن عباس قال نزلت في أهل الكتاب الذين بخلوا بما في أيديهم من الكتب المنزلة أن يبينوها\r\nوذكره الثعلبي عنه بلفظ نزلت في أحبار اليهود الذين كتموا صفة محمد ونبوته قال وأراد بالبخل كتمان العلم\r\n262 قوله تعالى * ( لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء سنكتب ما قالوا ) * الآية 181\r\nقال الثعلبي ذكر الحسن قائل ذلك حيي بن أخطب\r\nقلت أقوى من ذلك ما أخرج ابن أبي حاتم من طريق الدشتكي عن أشعث ابن إسحاق عن جعفر بن أبي المغيرة عن سعيد بن جبير عن ابن عباس قال\r\nأتت اليهود محمدا صلى الله عليه وسلم حين أنزل الله * ( من ذا الذي يقرض الله قرضا حسنا ) * فقالوا يا محمد افتقر ربك يسأل عباده القرض فأنزل الله * ( لقد سمع الله ) * الآية\r\n","description":"","footnote":"","page_name":" 804 ","page_number":150},
  {"content":"\r\nطريق آخر أتم منه أخرج ابن أبي حاتم أيضا من طريق ابن إسحاق حدثني محمد بن أبي محمد عن عكرمة أنه حدثه عن ابن عباس قال 331 دخل أبو بكر بيت المدراس فوجد من اليهود أناسا كثيرا قد اجتمعوا إلى رجل منهم يقال له فنحاص وكان من علمائهم وأحبارهم ومعه حبر يقال له أشيع فقال له أبو بكر ويحك يا فنحاص اتق الله وأسلم فوالله إنك لتعلم أن محمدا رسول الله جاء من عند الله بالحق تجدونه مكتوبا عندكم في التوراة والإنجيل فقال فنحاص والله يا أبا بكر ما لنا إلى الله من فقر وإنه إلينا لفقير ما نتضرع إليه كما يتضرع إلينا وإنا عنه الأغنياء ولو كان عنا غنيا ما استقرض منا كما يزعم صاحبكم ينهاكم عن الربا ويعطينا ولو كان غنيا عنا ما أعطانا الربا فغضب أبو بكر وضرب وجه فنحاص ضربا شديدا وقال والذي نفسي بيده لولا العهد الذي بيننا وبينك لضربت عنقك يا عدو الله فاكذبونا ما استطعتم إن كنتم صادقين\r\nفذهب فنحاص إلى رسول الله صلى الله عليه وسلم فقال يا محمد أبصر ما صنع بي صاحبك فقال رسول الله صلى الله عليه وسلم لأبي بكر ما حملك على ما صنعت فقال يا رسول الله إن عدو الله قال قولا عظيما يزعم أن الله فقير وأنهم عنه أغنياء فغضبت لله مما قال فضربت وجهه فقال فنحاص ما قلت ذلك فأنزل الله تعالى فيما قال فنحاص ردا عليه وتصديقا لأبي بكر * ( لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء ) * الآية وأخرجه ابن المنذر من طريق إبراهيم بن سعد عن ابن إسحاق بطوله بغير سند لابن إسحاق وزاد في آخره ونزل في أبي بكر وغضبه من ذلك * ( ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ) * إلى قوله * ( من عزم الأمور ) *\r\n","description":"","footnote":"","page_name":" 805 ","page_number":151},
  {"content":"\r\nوذكر الثعلبي عن عكرمة والسدي ومقاتل ومحمد بن إسحاق 332 قالوا كتب النبي صلى الله عليه وسلم مع أبي بكر الصديق إلى يهود بني قينقاع يدعوهم إلى الإسلام وأن يقيموا الصلاة ويؤتوا الزكاة ويقرضوا الله قرضا حسنا فدخل أبو بكر ذات يوم بيت مدارسهم فذكر نحو ما تقدم بطوله\r\nوهذا الصدر ذكره مقاتل بن سليمان بلفظه واقتصر من القصة كلها على قول فنحاص إن الله فقير حين يسألنا القرض\r\nوأما عكرمة فهو الذي أخرجه ابن إسحاق من طريقه لكن الثعلبي إنما أشار إلى ما أخرجه أبن المنذر من طريق محمد بن ثور عن ابن جريج قال مولى ابن عباس أن النبي صلى الله عليه وسلم بعث أبا بكر إلى فنحاص اليهودي يستمده ونهى أبا بكر أن يفتات بشيء حتى يرجع فلما قرأ فنحاص الكتاب قد أحتاج ربكم فسنفعل سنمده قال أبو بكر فهممت أن أمده بالسيف وهو متوحشه ثم ذكرت قول النبي صلى الله عليه وسلم فنزلت * ( لقد سمع الله ) * إلى قوله * ( أذى كثيرا ) * في يهود بني قينقاع\r\nوأما السدي فساق القصة كسياق محمد بن إسحاق وقال فنحاص بن عازورا وزاد بعد قوله والإنجيل فآمن وصدق وأقرض الله قرضا حسنا يدخلك الجنة ويضاعف لك الثواب والباقي سواء إلا أنه قال وما يستقرض إلا الفقير من الغني فإن كان ما تقول حقا إن الله إذا لفقير ونحن أغنياء ولم يتعرض لذكر الوفاق\r\n","description":"","footnote":"","page_name":" 806 ","page_number":152},
  {"content":"\r\nوأخرج عبد بن حميد وغيره من طريق شبل عن ابن أبي نجيح عن مجاهد نزلت في اليهود صك أبو بكر وجه رجل منهم وهو الذي قال أن الله فقير ونحن أغنياء وهو الذي قال يد الله مغلولة قال شبل بلغني أنه فنحاص اليهودي\r\nوعند عبد الرزاق عن معمر عن قتادة 333 لما نزلت من ذا الذي يقرض الله قرضا حسنا قال اليهودي إنما يقترض الفقير من الغني زاد ابن المنذر من طريق سعيد عن قتادة ذكر لنا أنها نزلت في حيي بن أخطب\r\n263 قوله تعالى * ( الذين قالوا إن الله عهد إلينا ألا نؤمن لرسول حتى يأتينا بقربان تأكله النار ) * الآية 183\r\nقال الثعلبي قال المفسرون كانت الغنائم والقرابين لا تحل لبني إسرائيل فكانوا إذا قربوا قربانا أو قربوا غنيمة فتقبل منهم ذلك جاءت نار بيضاء من السماء وحفيف فتأكل ذلك القربان وتلك الغنم فيكون ذلك علامة القبول فإن لم تقبل تبقى على حالها\r\nقلت\r\n","description":"","footnote":"","page_name":" 807 ","page_number":153},
  {"content":"\r\nأخرج ابن المنذر من طريق محمد بن ثور عن ابن جريج قال كان من كان قبلنا من الأمم يقرب أحدهم القربان فإن تقبل منهم جاءت نار من السماء بيضاء فأكلته فإن لم يتقبل لم تأت تلك النار فيعرف أنه لم يقبل منهم\r\nوأخرج ابن أبي حاتم من طريق أبي يزيد النعمان بن قيس المرادي عن العلاء بن بدر قال كانت رسل تجيء بالبينات ورسل علامة نبوتهم أن يضع أحدهم لحم البقر على يده فتجيء نار من السماء فتأكله فأنزل الله تعالى * ( قد جاءكم رسل من قبلي بالبينات وبالذي قلتم ) * الآية\r\nقال قلت للعلاء كيف قال لهم * ( فلم قتلتموهم ) * وهم لم يدركوا ذلك قال لموالاتهم قتلة الأنبياء\r\nولابن أبي حاتم من طريق العوفي عن ابن عباس كان الرجل يتصدق فإذا تقبل منه نزعت عليه نار من السماء فأكلته\r\nومن طريق جويبر عن الضحاك قالوا يا محمد إن أتيتنا بقربان تأكله النار\r\n","description":"","footnote":"","page_name":" 808 ","page_number":154},
  {"content":"\r\nصدقناك وإلا فلست بنبي فنزلت وقوله * ( وبالذي قلتم ) * أي القربان الذي تأكله النار\r\nوذكر الثعلبي عن ابن الكلبي قال نزلت في كعب بن الأشرف ومالك بن الصيف ووهب بن يهوذا وزيد بن التابوت وفنحاص بن عازورا وحيي بن أخطب قالوا يا محمد إنك تزعم أن الله بعثك إلينا رسولا وأنزل عليك كتابا 334 وإن الله أنزل علينا في الترواة أن لا نؤمن لرسول يزعم أنه من عند الله حتى يأتينا بقربان تأكله النار فإن جئتنا به صدقناك فنزلت\r\nوذكر الثعلبي عن السدي قال أمر الله بني إسرائيل في التوراة من جاءكم من أحد يزعم أنه رسول الله فلا تصدقوه حتى يأتيكم بقربان تأكله النار حتى يأتيكم المسيح ومحمد فإذا أتياكم فآمنوا بهما فإنهما يأتيان بغير قربان قال الله قل يا محمد إقامة للحجة عليهم قد جاءكم أيها اليهود رسل من قبلي بالبينات وبالذي قلتم فلم قتلتموهم وأراد بذلك أسلافهم فخاطبهم بذلك أنهم رضوا فعل أسلافهم\r\nقال الثعلبي فمعنى الآية تكذيبهم إياك يا محمد مع علمهم بصدقك كقتل أسلافهم الأنبياء مع إتيانهم بالقربان والمعجزات\r\n","description":"","footnote":"","page_name":" 809 ","page_number":155},
  {"content":"\r\nقلت إن ثبت هذا السدي نقله الذي من أنهم حذفوا من التوراة استثناء المسيح ومحمد أزال أشكالا كبيرا\r\n264 قوله تعالى * ( لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ) * 186\r\nتقدم قريبا في قصة أبي بكر مع فنحاص\r\nوروينا في حديث الزهري جمع الذهلي من طريق الزهري عن عبد الرحمن ابن عبد الله بن كعب بن مالك عن أبيه أن كعب بن الأشرف كان شاعرا وكان يؤذي النبي صلى الله عليه وسلم ويحرض عليه كفار قريش في شعره وكان النبي صلى الله عليه وسلم قدم المدينة وبها المشركون واليهود فأراد أن يستصلحهم وكانوا يؤذونه وأصحابه أشد الأذى فأمره الله بالصبر على ذلك منهم وأنزل * ( ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ) *\r\nوأخرجه عبد الرزاق في تفسيره 335 عن معمر عن الزهري ولم يذكر أحدا قوله\r\nوشاهده في صحيح البخاري من حديث أسامة بن زيد أن رسول الله صلى الله عليه وسلم ركب على حمار وتحته قطيفة فذكر القصة وفيها وكان رسول الله صلى الله عليه وسلم وأصحابه\r\n","description":"","footnote":"","page_name":" 810 ","page_number":156},
  {"content":"\r\nيعفون عن المشركين وأهل الكتاب كما أمرهم الله ويصبرون على الأذى قال الله تعالى * ( ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ) * إلى آخر الآية\r\n265 قوله تعالى * ( وإذ أخذ الله ميثاق الذين أوتوا الكتاب ) * 187\r\nيأتي في الذي بعده\r\n266 قوله تعالى * ( لا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا ) * الآية 188\r\n1 أخرج البخاري من طريق زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري أن رجالا من المنافقين كانوا إذا خرج رسول الله صلى الله عليه وسلم إلى الغزو تخلفوا عنه وفرحوا بمقعدهم خلاف رسول الله فإذا قدم رسول الله صلى الله عليه وسلم من الغزو اعتذروا إليه وحلفوا له وأحبوا أن يحمدوا بما لم يفعلوا فنزلت\r\nوأخرجه أيضا مسلم وابن حبان من هذا الوجه\r\nورواه هشام بن سعد عن زيد بن أسلم فقصر به لم يذكر عطاء بن يسار\r\n","description":"","footnote":"","page_name":" 811 ","page_number":157},
  {"content":"\r\nأخرجه ابن مردويه في تفسيره من طريق الليث عنه عن زيد بن أسلم قال كان أبو سعيد وزيد بن ثابت عند مروان فقال يا أبا سعيد أرأيت قول الله تعالى * ( لا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا ) * ونحن نفرح بما أويتنا ونحب أن نحمد بما لم نفعل فقال أبو سعيد إن هذا ليس من ذلك إنما ذلك أن ناسا من المنافقين فذكر الحديث وفيه فإن كان فيهم نكبة فرحوا بتخلفهم وإن كان لهم نصر حلفوا لهم ليرضوهم ويحمدونهم 336 على سرورهم بالنصر\r\nفقال مروان أين هذا من هذا فقال أبو سعيد وهذا يعلم ذلك فقال مروان أكذلك يا زيد قال نعم صدق أبو سعيد ثم قال أبو سعيد وهذا يعلم ذلك يعني رافع بن خديج ولكنه يخشى إن أخبرك أن تنزع قلائصه في الصدقة فلما خرجوا قال زيد بن ثابت لأبي سعيد ألا تحمدني على ما شهدت لك فقال شهدت بالحق فقال أولا تحمدني إذا شهدت بالحق\r\nوأخرجه ابن مردويه والثعلبي من طريق عبد العزيز بن يحيى المدني عن مالك عن زيد بن أسلم عن رافع بن خديج أنه كان هو وزيد بن ثابت عند مروان وهو أمير المدينة يومئذ فقال مروان لرافع في أي شيء أنزلت هذه الآية * ( لا تحسبن الذين يفرحون بما أتوا ) * فقال رافع أنزلت في أناس من المنافقين كانوا إذا خرج رسول الله صلى الله عليه وسلم وأصحابه في سفر تخلفوا عنه فأنكر مروان ذلك وقال ما هذا فجزع رافع وقال لزيد بن ثابت أنشدك بالله هل تعلم ما قال رسول الله صلى الله عليه وسلم قال زيد نعم فخرجا من عند مروان فقال زيد لرافع وهو يمزح معه أما تحمدني لما شهدت لك فقال رافع وأي شيء هذا أحمدك على أن تشهد بالحق قال زيد نعم قد حمد الله\r\n","description":"","footnote":"","page_name":" 812 ","page_number":158},
  {"content":"\r\nعلى الحق أهله\r\nقلت عبد العزيز بن يحيى ضعيف جدا ورواية هشام أصح لأنها موافقة لرواية محمد بن جعفر بن أبي كثير المخرجة في الصحيح\r\nودلت هذه الرواية على أن مروان كان يكرر السؤال على هذه الآية لأن في الصحيح من طريق ابن أبي مليكة 337 أن حميد بن عبد الرحمن أخبره أن مروان قال لبوابه اذهب يا رافع إلى ابن عباس فقل له لئن كان كل امرئ يفرح بما أتى وأجب أن يحمد بما لم يفعل معذبا لنعذبن أجمعين فقال ابن عباس ما لكم ولهذه إنما أنزلت هذه في أهل الكتاب ثم تلا * ( وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيننه للناس ولا تكتمونه ) * قال ابن عباس سألهم النبي صلى الله عليه وسلم عن شيء فكتموه إياه وأخبروه بغيره وخرجوا وقد أروه أن قد أخبروه بالذي سألهم عنه واستحمدوا بذلك إليه وفرحوا بما أتوا من كتمان ما سألهم عنه\r\nوكذا أخرجه أحمد ومسلم والترمذي والنسائي وغيرهم\r\n","description":"","footnote":"","page_name":" 813 ","page_number":159},
  {"content":"\r\nويمكن الجمع بين الحديثين بنزول الآية في حق المنافقين وفي أهل الكتاب\r\n3 قول آخر ذكر ابن إسحاق عن محمد مولى زيد بن ثابت عن عكرمة قال في قوله تعالى * ( لا تحسبن الذين يفرحون بما أتوا ) * الآية قال يعني فنحاص وأشيع وأشباههما من الأحبار الذين يفرحون بما يصيبون من الدنيا على ما زينوا للناس من الضلال ويحبون أن يحمدوا أن يقول لهم الناس علماء وليسوا بأهل علم\r\n4 قول آخر قال عبد الرزاق عن الثوري عن أبي الجحاف عن مسلم البطين سأل الحجاج جلساءه عن هذه الآية والتي بعدها * ( وإذ أخذ الله ميثاق الذين أوتوا الكتاب ) * و * ( لا تحسبن الذين يفرحون بما أتوا ) * فقالوا الأولى كتمانهم محمدا والثانية قولهم أنهم على دين إبراهيم\r\nوأخرجه ابن أبي حاتم من طريق شريك عن أبي الجحاف لفظه يقولون نحن على دين إبراهيم وليسوا كذلك\r\n","description":"","footnote":"","page_name":" 814 ","page_number":160},
  {"content":"\r\n5 قول آخر أخرج عبد الرزاق عن معمر عن قتادة إن أهل خيبر أتوا النبي صلى الله عليه وسلم 338 فقالوا إنا على رأيك ودينك وإنا لكم ود فأكذبهم الله وقال * ( لا تحسبن الذين يفرحون بما أتوا ) * الآية\r\nوأخرجه عبد بن حميد من رواية شيبان عنه نحوه\r\n6 قول آخر أخرج عبد بن حميد من طريق جويبر عن الضحاك كتب يهود المدينة إلى يهود العراق ويهود اليمن ويهود الشام ومن بلغهم كتابهم من أهل الأرض أن محمدا ليس بنبي واثبتوا على دينكم وأجمعوا كلمتكم على ذلك فاجتمعت كلمتهم على الكفر بمحمد والقرآن وفرحوا بذلك وقالوا الحمد لله الذي جمع كلمتنا ولم نتفرق ولم نترك ديننا وقالوا نحن أهل الصوم والصلاة ونحن أولياء الله وذلك قول الله تعالى * ( ويحبون أن يحمدوا بما لم يفعلوا ) * من العبادة كالصوم والصلاة وغير ذلك\r\nوأخرج ابن أبي حاتم من طريق عباد بن منصور سألت الحسن عن قوله * ( ويحبون أن يحمدوا بما لم يفعلوا ) * قال هم يهود خيبر قدموا على النبي صلى الله عليه وسلم قالوا للناس حين خرجوا إليهم إنا قد قبلنا الدين ورضينا به فأحبوا أن يحمدوا بما لم\r\n","description":"","footnote":"","page_name":" 815 ","page_number":161},
  {"content":"\r\nيفعلوا\r\nوأخرج عبد بن حميد وابن أبي حاتم من طريق مغيرة بن مقسم عن إبراهيم النخعي في هذه الآية قال ناس من اليهود جهزوا جيشا لرسول الله صلى الله عليه وسلم\r\nوأخرج ابن أبي حاتم من طريق أفلح بن سعيد عن محمد بن كعب قال كان في بني إسرائيل رجال عباد فقهاء فأدخلتهم الملوك عليهم فرخصوا لهم فأعطوهم فخرجوا وهم فرحون بما أخذوه\r\nوأخرجا من طريق أبي المعلى سمعت سعيد بن جبير قال أولئك اليهود فرحوا بما أعطى الله تعالى آل إبراهيم\r\nوأخرج ابن أبي حاتم من طريق ابن أبي نجيح عن مجاهد 339 هم يهود فرحوا بإعجاب الناس بتبديلهم الكتاب وجحودهم إياه\r\n267 قوله تعالى * ( إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب ) * 190\r\nأخرج عبد بن حميد عن الحسن بن موسي عن يعقوب القمي عن جعفر بن\r\n","description":"","footnote":"","page_name":" 816 ","page_number":162},
  {"content":"\r\nأبي المغيرة عن سعيد بن جبير قال انطلقت قريش إلى اليهود فسألوهم ما أتى به موسى من الآيات فذكروا عصاه ويده وأتوا النصارى فقالوا كيف كان عيسى فقالوا كان يبرئ الأكمه والأبرص فأتوا النبي صلى الله عليه وسلم فقالوا ادع لنا ربك يجعل لنا ربك يجعل لنا الصفا ذهبا فأنزل الله تعالى هذه الآية\r\nوأخرجه ابن أبي حاتم والطبراني من رواية يحيى بن عبد الحميد عن يعقوب موصولا يذكر ابن عباس فيه والمرسل أصح\r\n268 قوله تعالى * ( فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم ) * الآية 195\r\nأخرج الترمذي والحاكم من طريق عمرو بن دينار عن أبي عمر بن أبي سلمة رجل من ولد أم سلمة قال قالت أم سلمة يا رسول الله لا أسمع الله ذكر النساء في الهجرة بشيء فأنزل الله تعالى * ( فاستجاب لهم ربهم أني لا أضيع ) *\r\n","description":"","footnote":"","page_name":" 817 ","page_number":163},
  {"content":"\r\n* ( عمل عامل منكم من ذكر أو أنثى ) * ) في رواية الحاكم سلمة بن عمر بن سلمة\r\nوقال عبد الرزاق في تفسيره أنا ابن عيينة عن عمرو بن دينار سمعت رجلا من ولد أظنه قال أم سلمة فذكره\r\nوأخرج ابن أبي حاتم من طريق أبن أبي نجيح عن مجاهد قال قالت أم سلمة لا نستشهد ولا نقاتل ولا نقطع الميراث فنزلت * ( أني لا أضيع ) * الآية\r\n269 قوله تعالى * ( لا يغرنك تقلب الذين كفروا في البلاد ) * الآية 196\r\nقال الثعلبي نزلت في مشركي العرب وذلك لأنهم كانوا في رخاء من العيش فقال بعض المؤمنين أعداء الله 340 فيما نرى من الخير وقد هلكنا من الجوع فنزلت\r\n270 قوله تعالى * ( وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم ) * الآية 199\r\n","description":"","footnote":"","page_name":" 818 ","page_number":164},
  {"content":"\r\nنزلت في النجاشي وذلك أنه لما مات نعاه جبريل لرسول الله صلى الله عليه وسلم في اليوم الذي مات فيه فقال لأصحابه أخرجوا فصلوا على أخ لكم مات بغير أرضكم فقالوا ومن هو قال النجاشي فخرج إلى البقيع فكشف له من المدينة إلى أرض الحبشة فأبصر سرير النجاشي وصلى عليه فكبر أربع تكبيرات واستغفر له وقال لأصحابه استغفروا له فقال المنافقون انظروا إلى هذا يصلي على حبشي نصراني لم يره قط ولم يكن على دينه فأنزل الله تعالى * ( وإن من أهل الكتاب ) * وينظر في تفسير البقرة من قوله * ( ولله المشرق والمغرب ) *\r\nوأخرج الدارقطني في الأفراد من رواية معتمر عن حميد عن انس قال\r\n","description":"","footnote":"","page_name":" 819 ","page_number":165},
  {"content":"\r\nقال النبي صلى الله عليه وسلم قوموا فصلوا على أخيكم النجاشي فقال بعضهم لبعض يأمرنا أن نصلي على علج من الحبشة فأنزل الله * ( وإن من أهل الكتاب ) * الآية\r\nقال الدارقطني تفرد به معتمر ولا نعلم رواه عنه غير أبي هاني أحمد بن بكار كذا قال وقد أخرجه ابن مردويه من طريق أبي بكر بن عياش عن حميد وله طريق أخرى عن حماد بن سلمة عن ثابت عن أنس قال لما مات النجاشي قال النبي صلى الله عليه وسلم استغفروا لأخيكم فقال بعض القوم يأمرنا أن نستغفر لهذا العلج يموت بأرض الحبشة فنزلت * ( وإن من أهل الكتاب لمن يؤمن بالله ) * الآية\r\nوهو من رواية مؤمل بن إسماعيل عن حماد وفيه لين\r\nوأخرجه عبد بن حميد عن سليمان 341 بن حرب عن حماد بن سلمة عن ثابت عن الحسن وكذا أخرجه ابن أبي حاتم عن أبيه عن ابن عائشة عن حماد\r\n","description":"","footnote":"","page_name":" 820 ","page_number":166},
  {"content":"\r\nوقال عبد الرزاق أنا معمر عن قتادة نزلت في النجاشي وأصحابه\r\nوأخرج عبد بن حميد من رواية شيبان عن قتادة نحوه وزاد وكانوا على شريعة من الحق يقولون في عيسى ما قال الله عز وجل ويؤمنون برسول الله ويصدقون بما أنزل الله فيه وذكر لنا أن رسول الله صلى الله عليه وسلم صلى على النجاشي حين بلغه موته\r\nوأخرج ابن أبي حاتم من طريق ابن أبي نجيح عن مجاهد نزلت هذه الآية في مؤمني أهل الكتاب\r\nوأخرج الطبراني في الأوسط من طريق عبد الرحمن بن زيد بن أسلم عن أبيه عن عطاء بن يسار عن أبي سعيد قال لما قدم على النبي صلى الله عليه وسلم موت النجاشي قال اخرجوا فصلوا على أخ لكم فخرجنا وتقدم فصلى وصلينا فلما انصرف قال المنافقون انظروا إلى هذا خرج فصلى على علج نصراني لم يره قط فأنزل الله عز وجل فيه الآية\r\nوأخرجه أيضا من رواية قطن بن خليفة عن عطية عن أبي سعيد نحوه\r\nوأخرج الطبراني في الكبير من حديث وحشي بن حرب نحوه لكن قال فقال رجل يا رسول الله كيف نصلي عليه وقد مات في كفره فقال ألا تسمعون إلى\r\n","description":"","footnote":"","page_name":" 821 ","page_number":167},
  {"content":"\r\nقول الله تعالى * ( وإن من أهل الكتاب ) * الآية\r\n2 وأخرج سنيد من طريق ابن جريج نزلت في عبد الله بن سلام وأصحابه\r\nوأخرج الطبري من طريق عبد الرحمن بن زيد بن أسلم نحوه\r\n271 قوله تعالى * ( يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون ) * 200\r\nأخرج الحاكم 343 من طريق مصعب بن ثابت حدثني داود بن صالح قال قال أبو سلمة بن عبد الرحمن يا ابن أخي هل تدري في أي شيء نزلت هذه الآية * ( يا أيها الذين آمنوا اصبروا وصابروا ورابطوا ) * الآية قلت لا قال يا ابن أخي\r\n","description":"","footnote":"","page_name":" 822 ","page_number":168},
  {"content":"\r\nإني سمعت أبا هريرة يقول لم يكن في زمان رسول الله صلى الله عليه وسلم غزو يرابط فيه ولكن انتظار الصلاة خلف الصلاة\r\nقلت أورده الواحدي وليس من شرطه\r\nآخر ما في سورة آل عمران\r\n","description":"","footnote":"","page_name":" 823 ","page_number":169},
  {"content":"\r\nسورة النساء\r\n272 قوله تعالى * ( وآتوا اليتامى أموالهم ولا تتبدلوا الخبيث بالطيب ) * إلى قوله * ( حوبا كبيرا ) * 2\r\n1 نقل الواحدي عن الكلبي قال نزلت هذه الآية في رجل من غطفان كان عنده مال كثير لابن أخ له يتيم فلما بلغ اليتيم طلب المال فمنعه عمه فترافعا إلى رسول الله صلى الله عليه وسلم فنزلت الآية فقال العم أطعنا الله وأطعنا الرسول نعوذ بالله من الحوب الكبير فدفع إليه ماله\r\nوذكر مقاتل نحوه وسمى العم المنذر بن رفاعة\r\nوأخرجه ابن أبي حاتم من طريق ابن لهيعة عن عطاء بن دينار عن سعيد بن جبير فذكر نحوه ولم يقل من غطفان\r\n2 قول آخر\r\n","description":"","footnote":"","page_name":" 824 ","page_number":170},
  {"content":"\r\nأخرج الطبري من طريق ابن وهب عن عبد الرحمن بن زيد بن أسلم كان أهل الجاهلية لا يورثون النساء والصبيان ويأخذ الأكبر وحده المال فنزلت\r\n273 قوله تعالى * ( ولا تتبدلوا الخبيث بالطيب ) * 2\r\nقال السدي كان أحدهم يأخذ الشاة المسمنة من غنم اليتيم ويجعل بدلها الشاة المهزولة ويقول شاة بشاة ويأخذ الدرهم الجيد ويطرح الدرهم الزيف ويقول بدرهم أخرجه ابن أبي حاتم من طريق أسباط بن نصر عن السدي 343 وذكر الطبري وغيره عن الزهري والنخعي والضحاك وغيرهم نحوه\r\n274 قوله تعالى * ( وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع فإن خفتم ألا تعدلوا فواحدة ) * الآية 3\r\n1 أخرج عبد بن حميد عن سليمان بن حرب عن حماد بن زيد واللفظ له وعبد الرزاق عن معمر كلاهما عن أيوب عن سعيد بن جبير قال بعث الله\r\n","description":"","footnote":"","page_name":" 825 ","page_number":171},
  {"content":"\r\nمحمدا صلى الله عليه وسلم والناس على أمر جاهليتهم إلا أن يؤمروا بشيء أو ينهوا عن شيء وكانوا يسألون عن اليتامى فنزلت هذه الآية فقصرهم على أربع فكما تخافون أن لا تعدلوا في اليتامى فكذلك خافوا أن لا تعدلوا بين النساء\r\nولفظ معمر خاف الناس أن لا يقسطوا في اليتامى فنزلت * ( فانكحوا ما طاب لكم من النساء ) * يقول ما أحل لكم مثنى وثلاث ورباع وخافوا في النساء مثل الذي خفتم في اليتامى\r\nووصله عبد بن حميد بذكر ابن عباس مختصرا أخرجه من طريق عبد الكريم الجزري عن سعيد عن ابن عباس قال كما خفتم في اليتامى فخافوا في النساء إذا اجتمعن عندكم\r\nوأخرج ابن المنذر من طريق سماك بن حرب عن عكرمة كان الرجل يتزوج الأربع والخمس والست والعشر فيقول الآخر ما يمنعني أن أتزوج كما تزوج فلان فيأخذ مال اليتيم فيتزوج به فنهوا أن يتزوج الرجل فوق الأربع\r\nوأخرج ابن أبي حاتم من طريق علي بن أبي طلحة عن ابن عباس كانوا يتحرجون عن أموال اليتامى ويترخصون في النساء فيتزوجون ما شاؤوا فربما عدلوا وربما لم يعدلوا فلما سألوا عن اليتامى فنزلت * ( وآتوا اليتامى أموالهم ) * بدل * ( وإن خفتم ) *\r\n","description":"","footnote":"","page_name":" 826 ","page_number":172},
  {"content":"\r\n* ( ألا تقسطوا في اليتامى ) * ) 344 فكذلك فخافوا في النساء أن لا تعولوهن فلا تزوجوا أكثر مما يمكنكم القيام بحقهن لأن النساء كاليتامى في الصغر والعجز\r\nوأخرج عبد بن حميد من طريق شيبان عن قتادة نحو الأول وزاد في أوله كان الرجل في الجاهلية يتزوج العشرة فما دون ذلك فأحل الله أربعا فقصرهم على أربعة\r\n2 قول آخر أخرج البخاري من طريق ابن جريج أخبرني هشام بن عروة عن أبيه عن عائشة أن رجلا كانت له يتيمة فنكحها وكان لها عذق فكان يمسكها عليه ولم يكن لها في نفسه شيء فنزلت فيه * ( وإن خفتم ألا تقسطوا ) * أحسبه قال كانت شريكته في ذلك العذق وفي ماله هكذا أورده مختصرا من هذا الوجه وأورده هو ومسلم وغيرهما من طريق أبي أسامة عن هشام بلفظ أنزلت هذه\r\n","description":"","footnote":"","page_name":" 827 ","page_number":173},
  {"content":"\r\nالآية في الرجل يكون له اليتيمة وهو وليها ولها مال وليس لها أحد يخاصم دونها ولا ينكحها إلا لمالها فيضربها ويسيىء عشرتها فقال الله تعالى * ( وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم ) * أي حل ودعوا هذه\r\nوأورده أتم منه من طريق الزهري أخبرني عروة أنه سأل عائشة عن قوله تعالى * ( وإن خفتم ألا تقسطوا في اليتامى ) * قالت يا ابن أختي هذه اليتيمة تكون في حجر وليها تشركه في ماله فيعجبه مالها وجمالها فيريد أن يتزوجها بغير أن يقسط لها في صداقها فيعطيها مثل ما يعطيها غيره فنهوا أن ينكحوهن إلا أن يقسطوا لهن فيبلغوا بهن أعلى سنتهن في الصداق وأمروا أن ينكحوا ما طاب لهم من النساء سواهن\r\nقالت عائشة وقول الله في الآية الأخرى * ( وترغبون أن تنكحوهن ) * رغبة أحدكم عن يتيمته حين تكون قليلة المال والجمال\r\nقالت فنهوا أن ينكحوا من رغبوا في مالها وجمالها من يتامى النساء إلا بالقسط من أجل رغبتهم عنهن إذ كن قليلات المال والجمال\r\n275 قوله ز تعالى * ( وآتوا النساء صدقاتهن نحلة ) * 4\r\n","description":"","footnote":"","page_name":" 828 ","page_number":174},
  {"content":"\r\n1 أخرج عبد بن حميد والطبري وابن أبي حاتم من طريق هشيم عن سيار عن أبي صالح قال كان الرجل إذا زوج ابنته أخذ صداقها دونها فنهاهم الله عن ذلك ونزلت * ( وآتوا النساء صدقاتهن نحلة ) * الآية\r\n2 قول آخر نقل الثعلبي عن الكلبي وجماعة قالوا هذا خطاب للأولياء وذلك أن ولي المرأة كان إذا زوجها فإن كانت معهم في العشيرة لم يعطها من مهرها قليلا ولا كثيرا وإن كان زوجها غريبا حملوها إليه على بعير ولا يعطونها من مهرها غير ذلك وكذلك كانوا يقولون لمن ولدت له بنتا هنيئا لك النافحة أي يأخذ في مهرها إبلا يضمها إلى إبله فيكثرها بها فنهاهم الله عن ذلك وأمر بأن يعطى الحق لأهله\r\n3 قول آخر نقل الثعلبي عن الحضرمي كان أولياء النساء يعطي هذا أخته على أن يعطيه الآخر أخته فنهوا عن ذلك وأمروا بتسمية المهر عند العقد\r\n4 قول آخر قال الثعلبي قال آخرون الخطاب للأزواج أمروا بإيفاء نسائهم مهورهن التي هي أثمان فروجهن قال وهذا أوضح وأصح وهو أشبه بظاهر الآية وقول الأكثر\r\n","description":"","footnote":"","page_name":" 829 ","page_number":175},
  {"content":"\r\n276 قوله ز تعالى * ( فكلوه هنيئا مريئا ) * 4\r\nقال الثعلبي قيل إن ناسا كانوا يتأثمون أن يرجع أحدهم في شيء مما ساق إلى امرأته فقال الله تعالى * ( فإن طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا ) *\r\n277 قوله ز تعالى * ( ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما ) * الآية 5\r\n1 قال الثعلبي عن الحضرمي عمد رجل إلى امرأته فدفع إليها ماله فوضعته في غير الحق فأنزل الله هذه الآية\r\n2 قول آخر أخرج الطبري من طريق العوفي عن ابن عباس هو الأولاد وقاله طوائف\r\n","description":"","footnote":"","page_name":" 830 ","page_number":176},
  {"content":"\r\n3 قول آخر عن سعيد بن جبير هو مال اليتيم يكون عندك لا تعطه إياه وأنفق عليه حتى يبلغ\r\nقال الطبري أضيفت الأموال إلى أولياء الأيتام لأنهم هم الذين يقومون عليها وهي بأيديهم\r\n278 قوله تعالى * ( وابتلوا اليتامى حتى إذا بلغوا النكاح فإن آنستم منهم رشدا فادفعوا إليهم أموالهم ) * 6\r\nقال الثعلبي نزلت في ثابت بين رفاعة فذكر قوله متى أدفع إليه ماله فنزلت * ( فإن آنستم منهم رشدا ) * الآية وسيذكر في الذي يليه\r\n279 قوله تعالى * ( ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف ) * 6\r\n1 قال الثعلبي نزلت في ثابت بن رفاعة وعمه وذلك أن رفاعة مات وترك\r\n","description":"","footnote":"","page_name":" 831 ","page_number":177},
  {"content":"\r\nابنه ثابتا وهو صغير فأتى عم ثابت النبي صلى الله عليه وسلم فقال إن ابن أخي يتيم في حجري فما يحل لي من ماله ومتى أدفع إليه ماله فأنزل الله تعالى * ( وابتلوا اليتامى ) * انتهى\r\nوقال مقاتل بن سليمان نزلت في ثابت بن رفاعة فذكر نحوه وقال فيه فنزلت فيه الآية كلها إلى قوله * ( وكفى بالله حسيبا ) *\r\nقلت أخرجه عبد بن حميد عن يونس بن محمد عن شيبان عن قتادة قال ذكر لنا أن عم ثابت بن وديعة لأبيه صار إلى النبي صلى الله عليه وسلم فقال إن ابن أخي يتيم في حجري فماذا يحل لي من ماله قال أن تأكل من ماله بالمعروف من غير أن تقي مالك بماله ولا تتخذ من ماله وفرا\r\nومن ثلاثة طرق 347 إلى الحسن العرني قال سأل رجل النبي صلى الله عليه وسلم فقال إن في حجري يتيما فآكل من ماله قال بالمعروف غير متأثل مالا ولا واق مالك بماله\r\n","description":"","footnote":"","page_name":" 832 ","page_number":178},
  {"content":"\r\nوقال البخاري حدثنا إسحاق أنا ابن نمير عن هشام بن عروة عن أبيه عن عائشة * ( ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف ) * أنزلت في والي اليتيم\r\nوأخرج أحمد وأصحاب السنن إلا الترمذي من طريق عمرو بن شعيب عن أبيه عن جده أن رجلا سأل رسول الله صلى الله عليه وسلم فقال ليس لي مال ولي يتيم فقال كل من مال يتيمك غير مسرف ولا مبذر ولا متأثل مالا ومن غير أن تقي أو تفتدي مالك بماله ورجاله إلى عمرو رجال الصحيح\r\n2 قول آخر أخرج الطبري من طريق ابن وهب عن نافع بن أبي نعيم\r\n","description":"","footnote":"","page_name":" 833 ","page_number":179},
  {"content":"\r\nقال سألت يحيى بن سعيد وربيعة عن قوله تعالى * ( ومن كان فقيرا فليأكل بالمعروف ) * قالا ذلك في اليتيم إن كان فقيرا أنفق عليه يعني الولي بقدر فقره ولم يكن للولي منه شيء\r\n280 قوله تعالى * ( للرجال نصيب مما ترك الوالدان والأقربون ) * الآية 7\r\nقال الثعلبي نزلت في أوس بن ثابت الأنصاري توفي وترك امرأة يقال لها أم كجة وثلاث بنات له منها فقام ابنا عمه وهما وصياه قال ابن الكلبي هما قتادة وعرفطة وقال غيره سويد وعرفجة فلم يعطيا امرأته ولا بناته شيئا وكانوا في الجاهلية لا يورثون النساء ولا الصغيرة ولو كان ذكرا ويقولون لا يعطى إلا من يقاتل على ظهور الخيل ويحوز الغنيمة فجاءت أم كجة فقالت يا رسول الله إن أوس بن ثابت مات وترك علي ثلاث بنات وترك أبوهن مالا حسنا فأخذ أخواه المال ولم يعطياني شيئا وهن في حجري 348 ولا يطعماني ولا يسقياني ولا يرفعان لهن رأسا فدعاهما فقالا يا رسول الله ولدها لا تركب فرسا ولا تحمل كلا ولا تنكأ عدوا فقال انصرفوا حتى أنظر فأنزل الله * ( للرجال نصيب ) * الآية فأثبت لهن في الميراث حقا ولم يبين كم هو فأرسل إليهما فقال لا تفرقا من مال أوس شيئا حتى\r\n","description":"","footnote":"","page_name":" 834 ","page_number":180},
  {"content":"\r\nأنظر فأنزل الله * ( يوصيكم الله في أولادكم ) * الآية فأرسل إليهما رسول الله صلى الله عليه وسلم ادفعا إلى أم كجة الثمن مما ترك وإلى بناته الثلثين ولكما باقي المال\r\nقلت هذا السياق الذي أورده لم أره فيحتمل أن يكون لابن الكلبي وأما قوله وقال غيره سويد وعرفجة فوقع في تفسير مقاتل ترك ابني عمه عرفطة وسويد ابني الحارث وامرأته أم كجة وابنتين إحداهما صفية فذكر معنى القصة ونزول الآية الأولى\r\nوأخرج سنيد والطبري من طريقه عن حجاج عن ابن جريج عن عكرمة في هذه الآية نزلت في أم كجة وبنت كجة وثعلبة وأوس بن ثابت وهما من الأنصار أحدهما زوجها والآخر عم ولدها فذكرها باختصار\r\nوأخرجه ابن أبي حاتم وابن المنذر من طريق محمد بن ثور عن ابن جريج قال قال ابن عباس نزلت في أم كلثوم وبنت أم كجة وثعلبة بن أوس وسويد كان أحدهما زوجها والآخر عم ولدها فذكره باختصار زاد ابن المنذر وقال ابن جريج\r\n","description":"","footnote":"","page_name":" 835 ","page_number":181},
  {"content":"\r\nقال آخرون أم كجة\r\nومن طريق أسباط بن نصر عن السدي كان أهل الجاهلية لا يورثون الجواري ولا الصغار إنما يرث من الولد من أطاق القتال فمات عبد الرحمن بن ثابت أخو حسان وترك امرأة يقال لها أم كجة وترك خمس جواري فجاء الورثة فأخذوا ماله فشكت أمهم ذلك لرسول الله صلى الله عليه وسلم 349 فنزلت آية الميراث * ( فإن كن نساء فوق اثنتين ) * كما قال\r\nومن طريق عطاء بن دينار عن سعيد بن جبير نحوه إلى قوله ولا الصغار فقال بعدها يجعلون الميراث لذوي الأسنان من الرجال فنزلت * ( للرجال نصيب ) * الآية ولم يسم أحدا منهم\r\nوأخرج عبد الرزاق عن معمر عن قتادة كانوا لا يورثون النساء فنزلت * ( وللنساء نصيب ) *\r\nوكذا أخرجه عبد بن حميد عن عبد الرزاق مختصرا\r\nوأخرج ابن مردويه من طريق إبراهيم بن هراسة عن الثوري عن عبد الله بن محمد بن عقيل عن جابر جاءت أم كجة إلى رسول الله صلى الله عليه وسلم فقالت يا رسول الله إن لي ابنتين قد مات أبوهما وليس لهما شيء فأنزل الله * ( للرجال نصيب ) * الآية\r\n","description":"","footnote":"","page_name":" 836 ","page_number":182},
  {"content":"\r\nوإبراهيم ضعيف\r\nوقد أخرج أحمد الحديث من رواية عبيد الله بن عمرو الرقي عن ابن عقيل عن جابر قال جاءت امرأة سعد بن الربيع فقالت يا رسول الله قتل سعد بن الربيع معك وترك اثنتين فأخذ عمهما المال الحديث فنزلت * ( يوصيكم الله في أولادكم ) * الآية\r\nوسيأتي بيان ذلك قريبا وهذا أثبت من رواية ابن هراسة\r\n281 قوله تعالى * ( وإذا حضر القسمة أولوا القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفا ) * 8\r\nأخرج ابن أبي حاتم من طريق همام عن قتادة عن سعيد بن المسيب قال كان الرجل ينفق على جاره وعلى قريبه فإذا مات فحضروا قال لهم وليه ما أملك منه شيئا فأمرهم الله أن يقولوا لهم قولا معروفا يرزقكم الله يغنيكم الله ويرضخ لهم من الثمار\r\nوقال الفريابي نا قيس هو ابن الربيع عن سالم الأفطس عن سعيد بن جبير كانت أموالهم الثمار فكان الوالي إذا أراد 350 القسمة أتى أولو القربى واليتامى والمساكين فيقول لهم مالي من هذا من وما أملك لهم أن يطعموا وأمرهم إذا حضروا أن يطعموا معروفا يقول لهم\r\n","description":"","footnote":"","page_name":" 837 ","page_number":183},
  {"content":"\r\nالولي حين يطعمهم خذ بارك الله فيك قيس بن الربيع وهو سيىء الحفظ والمحفوظ عن سعيد بن جبير تفصيل أخرجه البخاري وابن المنذر من طريق أبي عوانة عن أبي بشر عن سعيد بن جبير قال إن ناسا يزعمون أن هذه الآية نسخت * ( وإذا حضر القسمة ) * الآية ولا والله ما نسخت ولكنها مما تهاون بها الناس وهما واليان فوال يرث فذلك الذي يرزق ويكسو ووال ليس بوارث فذاك الذي يقول قولا معروفا يقول إنه مال يتيم ومالي فيه شيء\r\nوأخرج البخاري والنسائي عن عكرمة عن ابن عباس قال هي محكمة وليست بمنسوخة\r\nوتابعه سعيد عن ابن عباس وهذه المتابعة\r\n","description":"","footnote":"","page_name":" 838 ","page_number":184},
  {"content":"\r\nوأخرج عبد الرزاق من طريق القاسم بن محمد بن أبي بكر عن ابن عباس أن المراد بذلك أن يوصي الميت لذوي قرابته واليتامى والمساكين\r\nوجاء عن ابن عباس أنها منسوخة نسختها آية المواريث فإنها من رواية الكلبي عن أبي صالح عنه وقد عرف السند\r\nومن طريق عطية العوفي عن ابن عباس وعطية يسمع من ابن عباس\r\nوأخرج ابن أبي حاتم من طريق إسماعيل بن ابن جريج وعثمان بن عطاء كلاهما عن عطاء وهو الخراساني 351 وإسماعيل وعطاء الخراساني ضعيفان مع الانقطاع بين عطاء هذا وابن عباس\r\n282 قوله ز تعالى * ( وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم ) * الآية 9\r\n","description":"","footnote":"","page_name":" 839 ","page_number":185},
  {"content":"\r\nقال الفريابي حدثنا سفيان عن حبيب بن أبي ثابت قال أتيت أنا والحكم سعيد بن جبير فسألته عن هذه الآية فقال هذا القول يقوله من حضر عند الميت إذا أوصى فيذكره بذوي قرابته يقول أعطهم صلهم برهم قال فأتينا مقسما فذكرنا له ذلك فقال ليس هكذا ولكن يقول من حضره اتق الله أمسك عليك مالك فليس أحد أحق بمالك من ولدك ولو كان من أوصى لهم من أقاربهم لأحبوا أن يوصى لهم\r\nوأخرج عبد بن حميد عن قبيصة عن سفيان نحوه انتهى\r\nويمكن الحمل على الصنفين معا ويجمعهما أن كلا من الفريقين يحب إيثار قرابته وحرمان الأجانب\r\nوقال علي بن أبي طلحة عن ابن عباس هذا في الرجل يحضره الموت فيسمعه رجل يوصي بوصية تضر بورثته فيرشده ويوفقه ويذكره للصواب وأن ينظر لورثته كما لو كان هو الذي يوصي ويخشى على ورثته الضيعة\r\n","description":"","footnote":"","page_name":" 840 ","page_number":186},
  {"content":"\r\nقلت وهذا منزع آخر وهو يشبه ما ثبت في الصحيحن من قصة إشارة النبي صلى الله عليه وسلم على سعد بن أبي وقاص أن يبقي لورثته\r\nوأخرج الطبري من طريق العوفي عن ابن عباس أنها نزلت تنبيها للأوصياء على حفظ أموال اليتامى وهو حسن لكن يحتاج إلى حمل القول في قوله * ( وليقولوا قولا سديدا ) * على جميع الأعمال البدنية واللفظية والقلبية\r\n283 قوله تعالى * ( إن الذين يأكلون أموال اليتامى ظلما ) * 10\r\nنقل الثعلبي عن مقاتل بن حيان أنها نزلت في رجل من غطفان يقال له مرثد بن زيد ولي مال ابن أخيه وهو يتيم صغير فأكله فأنزل الله تعالى فيه هذه الآية\r\n284 قوله تعالى * ( يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين ) * الآية 11\r\n","description":"","footnote":"","page_name":" 841 ","page_number":187},
  {"content":"\r\n1 قال البخاري في أول باب الفرائض باب قوله * ( يوصيكم الله في أولادكم ) * إلى قوله * ( والله عليم حليم ) *\r\nحدثني إبراهيم بن موسى نا هشام بن يوسف أن ابن جريج أخبرهم أخبرني محمد بن المنكدر عن جابر قال عادني النبي صلى الله عليه وسلم وأبو بكر ماشيين ووجدني لا أعقل شيئا فدعا بماء فتوضأ منه ثم رش علي فأفقت فقلت ما تأمرني أن أصنع في مالي يا رسول الله فنزلت * ( يوصيكم الله في أولادكم ) *\r\nوأخرجه مسلم من رواية حجاج عن بن محمد عن ابن جريج وقد اختلف الرواة عن ابن المنكدر فالأكثر أبهموا الآية وكشفها ابن جريج وابن عيينة فممن أبهمها سفيان الثوري ولفظه نزلت آية الميراث وكذا قال شعبة وقال مرة آية الفرائض فأما ابن عيينة فقال حتى نزلت * ( يستفتونك ) * الآية وكلها في الصحيح\r\nورواية أحمد بن حنبل عن ابن عيينة تشير إلى أن تعيين الآية من جهة ابن عيينة وأن آخر الحديث عنده كما عند الثوري وشعبة\r\n","description":"","footnote":"","page_name":" 842 ","page_number":188},
  {"content":"\r\nقال أحمد عن ابن عيينة حتى نزلت آية الميراث * ( يستفتونك قل الله يفتيكم في الكلالة ) * وكان له أخوات ولم يكن له ولد\r\nوالذي يظهر أن من قوله * ( يستفتونك ) * إلى آخره من كلام ابن عيينة أدرج في الخبر لخلو رواية الباقين عن قوله وكان له أخوات إلى آخره فرأى البخاري أن تعيين ابن جريج 353 أولى بالقبول من تعيين ابن عيينة لقوله إلى قوله * ( عليم حليم ) * * ( وإن كان رجل يورث كلالة ) * وقد فسرت الكلالة بمن لا ولد له ولا والد وهي منطبقة على حال جابر\r\nوقد توبع ابن جريج على هذا التعيين قال عبد بن حميد نا عبد الرحمن بن سعد نا عمرو بن أبي قيس عن ابن المنكدر إلى آخره فنزلت * ( يوصيكم الله ) * الآية\r\nوهذا من المواضع التي تواردوا بها على استغراب ما وقع عند البخاري ولم يقفوا على دقة نظره في ذلك\r\nفإن قيل قد وقع في رواية بهز عن شعبة\r\nقلت لابن المنكدر لما وقف عند قوله آية الميراث قلت له * ( يستفتونك قل ) *\r\n","description":"","footnote":"","page_name":" 843 ","page_number":189},
  {"content":"\r\n* ( الله يفتيكم في الكلالة ) * ) قال هكذا أنزلت فإن ظاهره يساعد ابن عيينة قلت نعم ولعل هذا هو الذي غر ابن عيينة حتى جزم بذلك وليس صريحا في المراد فإنه يحتمل أنه أراد بقوله هكذا أنزلت أي كما حدثتك بغير تعيين ويحتمل أنه أشار إلى الآية بعينها ولكن لا يمتنع نزولها في عدة أسباب فقد تقدم في قوله * ( وللنساء نصيب مما ترك الوالدان والأقربون ) * ذكر قصة بنتي سعد بن الربيع\r\n2 وقد جاء عن جابر من وجه آخر في نزول آية الفرائض سبب آخر قال أبو داود حدثنا مسدد نا بشر بن المفضل نا عبد الله بن محمد بن عقيل عن جابر بن عبد الله قال خرجنا مع رسول الله صلى الله عليه وسلم حتى جئنا امرأة من الأنصار في الأسواق فجاءت المرأة بابنتين فقالت يا رسول الله هاتان بنتا ثابت بن قيس قتل معك يوم أحد وقد استفاء عمهما مالهما كله ولم يدع لهما مالا إلا أخذه فما ترى يا رسول الله 354 فوالله لا تنكحان أبدا إلا ولهما مال فقال رسول الله صلى الله عليه وسلم يقضي الله في ذلك قال ونزلت سورة النساء * ( يوصيكم الله في أولادكم ) * الآية\r\nفقال رسول الله صلى الله عليه وسلم ادعوا لي المرأة وصاحبها فقال لعمهما أعطهما الثلثين وأعط أمهما الثمن وما بقي فلك\r\n","description":"","footnote":"","page_name":" 844 ","page_number":190},
  {"content":"\r\nقال أبو داود أخطأ فيه هما ابنتا سعد بن الربيع وثابن بن قيس قتل يوم اليمامة النبي صلى الله عليه وسلم ثم ساق الحديث من طريق ابن وهب عن داود ابن قيس وغير واحد من أهل العلم عن ابن عقيل وقال فيه جاءت امرأة سعد بن الربيع بابنتيهما من سعد إلى رسول الله صلى الله عليه وسلم\r\nوكذا رواه شريك النخعي وعبيد الله بن عمرو الرقي كلاهما عن ابن عقيل\r\nأخرجه الترمذي وابن ماجة وغيرهما وقالوا امرأة سعد بن الربيع\r\nونقل الثعلبي القصة عن عطاء مرسلا وزاد فيها إنها لما شكت قال لها النبي صلى الله عليه وسلم ارجعي فلعل الله أن يقضي في ذلك فأقامت حينا ثم عادت وشكت وبكت فنزل * ( يوصيكم الله ) * الحديث\r\n3 سبب آخر لأول الآية المذكورة قال البخاري حدثنا محمد بن يوسف عن ورقاء عن ابن أبي نجيح عن مجاهد عن ابن عباس قال كان المال للولد وكانت\r\n","description":"","footnote":"","page_name":" 845 ","page_number":191},
  {"content":"\r\nالوصية للوالدين فنسخ الله من ذلك ما أحب فجعل للذكر مثل حظ الأنثيين وجعل للأبوين لكل واحد منهما السدس أو الثلث وجعل للزوجة الثمن أو الربع وللزوج الشطر أو الربع\r\n4 سبب آخر لبعضها فأخرج الطبري وابن أبي حاتم من طريق العوفي عن ابن عباس لما نزلت آية 355 الفرائض قال بعضهم يا رسول الله أنعطي الجارية نصف ما ترك أبوها وليست تركب الفرس ولا تقاتل القوم وكذلك الصبي وكانوا في الجاهلية لا يعطون الميراث إلا لمن قاتل ويعطونه الأكبر فالأكبر فنزلت * ( فريضة من الله إن الله كان عليما حكيما ) *\r\n285 قوله تعالى * ( يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبينة ) * الآية 19\r\n1 أخرج ابن أبي حاتم من طريق علي بن أبي طلحة عن ابن عباس في هذه الآية قال كان الرجل إذا مات وترك زوجة ألقى عليها حميمه ثوبه فمنعها فإن كانت جميلة تزوجها وإن كانت دميمة حبسها حتى تموت فيرثها\r\nوأخرج البخاري من طريق أبي إسحاق الشيباني عن عكرمة عن ابن عباس\r\n","description":"","footnote":"","page_name":" 846 ","page_number":192},
  {"content":"\r\nقال كانوا إذا مات الرجل كان أولياؤه أحق بامرأته إن شاء بعضهم تزوجها وإن شاؤوا زوجوها وإن شاؤوا لم يزوجوها هم أحق بها من أهلها فنزلت هذه الآية في ذلك\r\nوأخرجه أبو داود من طريق يزيد النحوي لعن عكرمة عن ابن عباس في هذه الآية قال وذلك أن الرجل كان يرث امرأة ذي قرابته فيعضلها حتى تموت أو ترد إليه صداقها يعني الذي كان الميت أعطاها فأحكم الله ذلك\r\nوأخرج ابن أبي حاتم من طريق الليث عن سعيد بن أبي هلال قال زيد ابن أسلم في هذه الآية كان أهل يثرب إذا مات الرجل منهم في الجاهلية ورث امرأته من يرث ماله فكان يعضلها حتى يرثها أو يزوجها ممن أراد وكان أهل تهامة يسيء الرجل صحبة المرأة حتى يطلقها ويشترط عليها أن لا تتزوج إلا من أراد حتى تفتدي منه ببعض\r\n356 ما أعطاها فنهى الله المؤمنين عن ذلك\r\nوأخرج عبد بن حميد وابن أبي حاتم من طريق إسرائيل عن السدي عن أبي مالك كانت المرأة في الجاهلية إذا مات زوجها جاء وليه فألقى عليها ثوبا فإن كان له ابن صغير أو أخ حبسها حتى تشيب أو تموت فيرثها وإن هي انفلتت فأتت أهلها من\r\n","description":"","footnote":"","page_name":" 847 ","page_number":193},
  {"content":"\r\nقبل أن يلقى عليها ثوبا نجت فنزلت\r\nوأخرج الطبري وابن مردويه من طريق محمد بن فضيل عن يحيى بن سعيد عن محمد بن أبي أمامة بن سهل بن حنيف عن أبيه قال لما توفي أبو قيس ابن الأسلت أراد ابنه أن يتزوج امرأته وكان لهم ذلك في الجاهلية فنزلت\r\nوأخرج الطبري من طريق ابن جريج أخبرني عطاء أن أهل الجاهلية كانوا إذا هلك الرجل وترك امرأة حبسها أهلها على الصبي يكون فيهم فنزلت\r\nوبه عن ابن جريج قال وقال مجاهد كان الرجل إذا توفي كان ابنه أحق بامرأته ينكحها إن شاء لم يكن ابنها أو يزوجها من شاء أخاه أو أبن أخيه\r\nوبه قال ابن جريج قال عكرمة نزلت في كبيشة بنت معن بن عاصم من الأوس توفي عنها أبو قيس بن الأسلت فجنح عليها ابنه فجاءت إلى رسول الله صلى الله عليه وسلم فقالت يا رسول الله لا أنا ورثت زوجي ولا أنا تركت فأتزوج فنزلت\r\nوأخرج ابن المنذر من طريق محمد بن ثور عن ابن جريج قال قال عكرمة فذكره إلا أنه قال مات الأسلت فجنح عليها ابنه أبو قيس وهذا منكر والمحفوظ\r\n","description":"","footnote":"","page_name":" 848 ","page_number":194},
  {"content":"\r\nمات أبو قيس بن الأسلت فألقى عليها ابنه ثوبا\r\nوقد جمع الثعلبي ما تقدم فنظمه في سياق واحد بزيادة ونقص فقال 357\r\nقال المفسرون كان من أهل المدينة في الجاهلية في أول الإسلام إذا مات الرجل وله امرأة جاء ابنه من غيرها أو قريبه من عصبته فألقى ثوبه عليها أو على خبائها فصار أحق بها من نفسها ومن غيره فإن شاء أن يتزوجها تزوجها بغير صداق إلا الصداق الأول الذي أصدقها الميت وإن شاء زوجها غيره وأخذ صداقها فلم يعطها منه شيئا وإن شاء عضلها ومنعها من الأزواج وطول عليها وضارها لتفتدي منه بما ورثت من الميت أو تموت هي فيرثها فإن ذهبت المرأة إلى منزل أهلها قبل أن يلقي عليها ابن زوجها ثوبه فهي أحق بنفسها فكانوا كذلك حتى توفي أبو قيس بن الأسلت الأنصاري وترك زوجته كبيشة بن معن الأنصارية فقام ابن له من غيرها يقال له حصن فطرح ثوبه عليها فولي نكاحها ثم تركها فلم يقربها ولم ينفق عليها يضارها بذلك لتفتدي منه بمالها وكذلك كانوا يفعلون إذا كانت جميلة موسرة دخل بها وإلا طول عليها لتفتدي منه فأتت كبيشة رسول الله صلى الله عليه وسلم فقالت يا رسول الله إن أبا قيس توفي وولي ابنه نكاحي وقد أضربي وطول علي فلا هو ينفق علي ولا هو يدخل بي ولا هو يخلي سبيلي فقال لها اقعدي في بيتك حتى يأتي فيك\r\n","description":"","footnote":"","page_name":" 849 ","page_number":195},
  {"content":"\r\nأمر الله قال فانصرفت وسمع النساء بذلك فأتين رسول الله صلى الله عليه وسلم وهو في مسجد الفضيخ فقلن يا رسول الله ما نحن إلا كهيئة كبيشة غير أنه لم ينكحنا الأبناء وإنما نكحنا بنو العم فأنزل الله عز وجل هذه الآية\r\nقلت وفي قوله إن المرأة كانت ترث زوجها مخالفة لما تقدم في قوله إنهم كانوا لا يورثون النساء 358\r\n2 سبب آخر أخرج ابن أبي حاتم من طريق قيس بن الربيع عن سالم هو الأفطس عن مجاهد في قوله * ( أن ترثوا النساء كرها ) * قال الرجل يكون في حجره اليتيمة هو يلي أمرها فيحبسها رجاء أن يتزوجها أو يزوجها ابنه إلى أن تموت فيرثها\r\n286 قوله ز تعالى * ( ولا تعضلوهن ) * 19\r\nتقدم في الذي قبله\r\nوأخرج الطبري من طريق عبد الرحمن بن زيد بن أسلم كان العضل في قريش بمكة ينكح الرجل المرأة الشريفة فقد لا توافقه فيشارطها على أن يطلقها ولا تتزوج إلا بإذنه فإذا خطبها الخاطب فإن أعطته وأرضته أذن لها وإلا عضلها\r\nوأخرج عبد الرزاق عن معمر عن سماك بن الفضل عن ابن البيلماني\r\n","description":"","footnote":"","page_name":" 850 ","page_number":196},
  {"content":"\r\nنزلت هاتان الآيتان إحداهما في أمر الجاهلية والأخرى في أمر الإسلام\r\nوأخرجه الطبري من طريق ابن المبارك عن معمر وزاد يعني في الأولى لا يحل لكم أن ترثوا النساء كرها في الجاهلية والثاني ولا تعضلوهن في الإسلام\r\n287 قوله تعالى * ( ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف ) * 22\r\nأخرج ابن أبي حاتم من طريق أشعث بن سوار عن عدي بن ثابت عن رجل من الأنصار قال توفي أبو قيس بن الأسلت وكان من صالحي الأنصار فخطب ابنه قيس امرأة أبيه فقالت إني أعدك ولدا ولكن أتي رسول الله صلى الله عليه وسلم أستأمره فأتته فأخبرته فأنزلت هذه الآية\r\nوأخرجه الفريابي والحسن بن سفيان والطبراني من طريق قيس بن الربيع\r\n","description":"","footnote":"","page_name":" 851 ","page_number":197},
  {"content":"\r\nعن أشعث بسنده قال توفي أبو قيس فذكره فقالت إن أبا قيس توفي فقال لها خيرا وإن ابنه قيسا خطبني وهو من صالحي 359 قومه وإنما كنت أعده ولدا فقال لها أرجعي إلى بيتك فنزلت * ( ولا تنكحوا ما نكح آباؤكم من النساء ) *\r\nوأخرج سنيد في تفسيره والطبري من طريقه عن حجاج بن محمد عن ابن جريج عن عكرمة في هذه الآية قال نزلت في أبي قيس بن الأسلت خلف على أم عبيد الله بنت ضمرة وكانت تحت أبيه الأسلت وفي الأسود بن خلف خلف على امرأة أبيه بنت أبي طلحة بن عبد العزى وفي صفوان بن أمية خلف على فاختة بنت الأسود بن المطلب تحت أبيه فقتل عنها\r\n","description":"","footnote":"","page_name":" 852 ","page_number":198},
  {"content":"\r\nوقال مقاتل بن سليمان في قوله تعالى * ( لا يحل لكم أن ترثوا النساء كرها ) *\r\nنزلت في محصن بن أبي قيس بن الأسلت وفي امرأته هند بنت صبيرة وفي الأسود بن خلف وفي امرأته حبيبة بنت أبي طلحة بن عبد العزى وفي منظور بن سيار الفزاري وفي امرأته كندة بنت خارجة بن شيبان المري تزوجوا نساء آبائكم بعد الموت\r\nثم قال في قوله تعالى * ( ولا تنكحوا ما نكح آباؤكم من النساء ) * الآية\r\nنزلت في محصن بن أبي قيس بن الأسلت وفي امرأته كبيشة بنت معن بن سعيد بن عدي بن ناصر من الأوس انتهى وهذا هو الصواب في تسمية ابن أبي الأسلت\r\n","description":"","footnote":"","page_name":" 853 ","page_number":199},
  {"content":"\r\nزاد الثعلبي وفي أبي مقبل العدوي تزوج امرأة أبيه 288 قوله تعالى * ( وحلائل أبنائكم الذين من أصلابكم ) * الآية 23\r\nأخرج ابن أبي حاتم من طريق داود بن عبد الرحمن وابن المنذر من طريق عبد الرزاق كلاهما عن ابن جريج سألت عطاء عن قوله * ( وحلائل أبنائكم ) * قال كنا نتحدث والله أعلم أن النبي صلى الله عليه وسلم لما نكح امرأة زيد بن حارثة قال المشركون 360 في ذلك فأنزل الله تعالى * ( وحلائل أبنائكم الذين من أصلابكم ) *\r\nوقال يحيى بن سلام في تفسيره إنما قال * ( من أصلابكم ) * لأن الرجل كان يتبنى الرجل في الجاهلية فأحل الله نكاح نساء الذين تبنوا وقد تزوج النبي صلى الله عليه وسلم امرأة زيد بن حارثة بعدما طلقها وكان النبي صلى الله عليه وسلم قبل ذلك قد تبنى زيدا\r\nوأخرج ابن المنذر من طريق محمد بن ثور عن ابن جريج لما نكح النبي صلى الله عليه وسلم امرأة زيد بن حارثة قالت قريش نكح امرأة ابنه فنزلت * ( وحلائل أبنائكم الذين من أصلابكم ) *\r\n289 قوله تعالى * ( والمحصنات من النساء إلا ما ملكت أيمانكم ) * الآية 24\r\nذكر سبب الاستثناء\r\n","description":"","footnote":"","page_name":" 854 ","page_number":200},
  {"content":"\r\n1 أخرج مسلم من طريق سعيد بن أبي عروبة عن قتادة عن أبي الخليل علي أبي علقمة الهاشمي عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم يوم حنين بعث جيشا إلى أوطاس فلقي عدوا فقاتلوهم فظهروا عليهم وأصابوا لهم سبايا فكان ناسا من أصحاب رسول الله صلى الله عليه وسلم تحرجوا من غشيانهن من أجل أزواجهن من المشركين فأنزل الله تعالى * ( والمحصنات من النساء إلا ما ملكت أيمانكم ) * أي فهن لكم حلال إذا انقضت عدتهن\r\nوقال عبد الرزاق عن معمر عن قتادة عن أبي الخليل أبو غيره عن أبي سعيد قال نزلت في يوم أوطاس فذكر نحوه وزاد قال فاستحللناهن بملك اليمين\r\nوعن الثوري عن عثمان ولم يذكر أبا علقمة\r\n","description":"","footnote":"","page_name":" 855 ","page_number":201},
  {"content":"\r\nوقال الفريابي عن سعيد بن جبير ومجاهد قالا كان المسلمون يصيبون نساء المشركين فيذكروا أن لهن أزواجا فيقول المسلم\r\nقد نهى الله في ذلك قبل نزول * ( والمحصنات من النساء إلا ما ملكت أيمانكم ) * فذكر ذلك لرسول الله صلى الله عليه وسلم فنزلت\r\n2 وأخرج عبد بن حميد وابن أبي خيثمة وأبو مسلم الكجي بسنده من طريق العباس بن أنس عن عكرمة إن هذه الآية * ( والمحصنات من النساء ) * نزلت في امرأة يقال لها معاذة كانت تحت شيخ من بني سدوس يقال له شجاع بن الحارث وكان معها ضرة لها قد ولدت من شجاع أولادا رجالا فانطلق شجاع يمير أهله من هجر فمر بمعاذة ابن عم لها فقالت له احملني إلى أهلي ليس عند هذا الشيخ خير فحملها فوافق ذلك مجيء الشيخ فلم يجدها فانطلق إلى النبي صلى الله عليه وسلم فقال\r\n","description":"","footnote":"","page_name":" 856 ","page_number":202},
  {"content":"\r\n( يا رسول الله أفضل العرب\r\n* خرجت أبغيها الطعام في رجب )\r\nفقد تولت وألطت بالذنب\r\n* وهن شر غالب لمن غلب )\r\n( رأت غلاما واركا على القتب\r\n* لها به وله بها أرب )\r\nفقال رسول الله صلى الله عليه وسلم عل عل فإن كان الرجل كشف لها ثوبا فارجموها وإلا ردوا على الشيخ امرأته\r\nفانطلق مالك بن شجاع ابن ضرتها فطلبها فجاء بها فقالت له أمه يا ضار أمه ونزلت معاذة بيتها وولدت لشجاع وجعل شجاع يشبب بها في أبيات\r\n","description":"","footnote":"","page_name":" 857 ","page_number":203},
  {"content":"\r\nقلت وقصتها شبيهة بقصة معاذة زوج الأعشى المازني وهي عند أحمد في المسند وما أدري أهما واحدة أو اتفق الاسم والقصة\r\n290 قوله ز تعالى * ( فما استمتعتم به منهن فآتوهن أجورهن فريضة ) * الآية 24\r\n1 قال مقاتل نزلت في المتعة ( فما استمتعتم به منهن إلى أجل مسمى ) ثم قال * ( ولا جناح عليكم فيما تراضيتم به من بعد الفريضة ) * أي إذا زدتم في الأجر وازددتم في الأجل 362 ثم نسخ ذلك\r\nويؤيده ما أخرجه الشيخان في الصحيحين عن ابن مسعود كنا نغزو وليس\r\n","description":"","footnote":"","page_name":" 858 ","page_number":204},
  {"content":"\r\nلنا نساء فرخص لنا أن ننكح المرأة بالثوب إلى أجل الحديث\r\nوقال ابن أبي حاتم حدثنا أبو سعيد الأشج نا إسحاق بن سليمان عن موسى ابن عبيدة عن محمد بن كعب القرظي عن ابن عباس قال كانت متعة النساء في أول الإسلام كان الرجل إذا قدم البلدة ليس معه من يصلح له ضيعته ولا يحفظ له متاعه فيتزوج المرأة إلى قدر ما يرى أنه يفرغ من حاجته لذلك وكان يقرأ ( فما استمتعتم به منهن إلى أجل مسمى ) الآية\r\nوأخرج أبو عبيد في كتاب النكاح وابن المنذر من طريقه عن حجاج بن محمد عن ابن جريج أخبرني عطاء سمعت ابن عباس يقول يرحم الله عمر ما كانت المتعة إلا رحمة من الله رحم بها أمة محمد ولولا نهيه عنها ما احتاج إلى الزنى إلا شقي قال وقال كأني أسمع قوله الآن إلا شقي عطاء القائل\r\nقال وقال عطاء وهي التي في سورة النساء * ( فما استمتعتم به منهن ) * إلى كذا وكذا من الأجل على كذا وكذا قال وليس بينهما وراثة فإن بدا لهما أن يتراضيا بعد الأجل فنعم وإن تفرقا فنعم ليس بينهما نكاح قال وأخبرني أنه سمع ابن عباس يراها الآن حلالا وقال عبد الأعلى عن داود بن أبي هند عن أبي نضرة سألت ابن عباس عن المتعة فقال أما تقرأ سورة النساء قلت بلى قال فما تقرأ ( فما استمتعتم به منهن إلى أجل مسمى ) قلت لا قال فقال ابن عباس والله\r\n","description":"","footnote":"","page_name":" 859 ","page_number":205},
  {"content":"\r\nلهكذا أنزلها الله عز وجل أخرجه\r\nوقال حبيب بن أبي ثابت أعطاني ابن عباس مصحفا فقال هذا على قراءة 363 أبي بن كعب فرأيت منه ( فما استمتعتم به منهن إلى أجل مسمى ) أخرجه الطبري\r\nوأخرج ابن أبي حاتم من طريق ابن أبي عمر عن ابن عيينة هي المتعة أمروا بها قبل أن ينهوا عنها\r\n2 سبب آخر في قوله تعالى * ( ولا جناح عليكم فيما تراضيتم به من بعد الفريضة ) *\r\nأخرج الطبري من طريق سليمان التيمي عن حضرمي بن لاحق أن رجالا كانوا يفترضون المهر ثم عسى أن تدرك أحدهم العسرة فنزلت\r\n","description":"","footnote":"","page_name":" 860 ","page_number":206},
  {"content":"\r\n291 قوله تعالى * ( ويريد الذين يتبعون الشهوات أن تميلوا ميلا عظيما ) * 27\r\nأخرج ابن أبي حاتم من طريق بكير بن معروف عن مقاتل بن حيان قال كانت اليهود تزعم أن نكاح الأخت من الأب حلال من الله فأنزل الله هذه الآية\r\nومن طريق السدي * ( الذين يتبعون الشهوات ) * هم اليهود والنصارى\r\n292 قوله تعالى * ( ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب ) * الآية 32\r\n1 قال الترمذي حدثنا ابن أبي عمر نا سفيان عن ابن أبي نجيح عن مجاهد عن أم سلمة أنها قالت يغزو الرجال ولا تغزو النساء وإنما لنا نصف الميراث\r\nفأنزل الله * ( ولا تتمنوا ما فضل الله به بعضكم على بعض ) *\r\nقال مجاهد وأنزل فيها * ( إن المسلمين والمسلمات ) *\r\n","description":"","footnote":"","page_name":" 861 ","page_number":207},
  {"content":"\r\nوكذا أخرجه عبد الرزاق عن ابن عيينة\r\nقال الترمذي هذا مرسل يعني قول مجاهد وقد رواه بعضهم عن الثوري عن ابن أبي نجيح عن مجاهد أن أم سلمة قالت كذا وكذا\r\nقلت أخرجه الفريابي عن الثوري كذلك قال قالت أم سلمة فذكره وسيأتي في سورة الأحزاب\r\nوأخرج ابن أبي حاتم من طريق أشعث بن إسحاق عن جعفر بن أبي المغيرة 364 عن سعيد بن جبير عن ابن عباس أن امرأة أتت النبي صلى الله عليه وسلم فقالت يا نبي الله للذكر مثل حظ الأنثيين وشهادة امرأتين بشهادة رجل أفنحن في العمل كذا إن عملت امرأة حسنة كتب لها نصف حسنة فأنزل الله تعالى * ( ولا تتمنوا ما فضل الله ) * الآية فإنه عدل مني وأنا صنعته\r\nوقال مقاتل لما نزلت للذكر مثل حظ الأنثيين قالت النساء نحن\r\n","description":"","footnote":"","page_name":" 862 ","page_number":208},
  {"content":"\r\nكنا أحق أن يكون لنا سهمان ولهم سهم لأنا ضعاف الكسب والرجال أقوى على التجارة والطلب منا فإذ لم يفعل الله ذلك بنا فإنا نرجو أن يكون الوزر على نحو ذلك عنا وعنهم فنزلت\r\nوأخرج إسحاق بن راهويه في تفسيره من طريق خصيف عن عكرمة أن النساء سألت الجهاد فقلن وددنا أن الله جعل لنا الغزو فنصيب من الأجر ما يصيب الرجال فنزلت\r\nوقال عبد الرزاق عن معمر عن شيخ من أهل مكة كان النساء يقلن ليتنا كنا رجالا فنجاهد كما يجاهد الرجال ونغزو في سبيل الله فقال الله تعالى * ( ولا تتمنوا ) *\r\nوأخرج عبد بن حميد من رواية شيبان عن قتادة كان أهل الجاهلية لا يورثون النساء إلا الصبيان يجعلون الميراث لذوي الأسنان وقال النساء لو جعل نصيبنا من الميراث كنصيب الرجال وقال الرجال إنا لنرجوا أن نفضل بحسناتنا كما\r\n","description":"","footnote":"","page_name":" 863 ","page_number":209},
  {"content":"\r\nفضلنا في مواريثنا فأنزل الله * ( ولا تتمنوا ) * الآية يقول أن المرأة تجزي بحسنتها كما يجزي الرجل\r\nوأخرج ابن أبي حاتم من طريق السدي في هذه الآية قال إن الرجال قالوا نريد أن يكون لنا من الأجر الضعف علي أجر النساء كما لنا في السهام سهمان ونريد أن يكون لنا في الأجر أجران 365\r\nوقالت النساء نريد أن يكون لنا أجر مثل أجرهم فإنا لا نستطيع القتال ولو كتب علينا القتال لقاتلنا فأبى الله ذلك وقال سلوا الله من فضله\r\n2 سبب آخر قال عبد الرزاق عن معمر عن الكلبي لا تتمن زوجة أخيك ولا مال أخيك واسأل الله من فضله\r\n293 قوله تعالى * ( ولكل جعلنا موالي مما ترك الوالدان والأقربون والذين عقدت أيمانكم ) * 33\r\n","description":"","footnote":"","page_name":" 864 ","page_number":210},
  {"content":"\r\n1 قال عبد الرزاق عن معمر عن قتادة كان الرجل في الجاهلية يعاقد الرجل فيقول دمي دمك وهدمي هدمك وترثني وأرثك وتطلب بي وأطلب بك فلما جاء الإسلام بقي منهم ناس فأمروا أن يورثوهم نصيبهم من الميراث وهو السدس ثم نسخها * ( وأولو الأرحام بعضهم أولى ببعض ) * الآية\r\nوأخرج عبد بن حميد وابن أبي حاتم من طريق حصن عن أبي مالك في قوله ( والذين عاقدت أيمانكم ) قال هو حليف القوم يقول أشهدوه أمركم\r\nوأخرج ابن أبي حاتم من طريق السدى عن أبي مالك في هذه الآية ( والذين عاقدت أيمانكم ) قال كان الرجل في الجاهلية يأتي القوم فيعقدون له أنه رجل منهم إن كان ضر أو نفع أو دم فإنه فيه مثلهم ويأخذون له من أنفسهم مثل الذين يأخذون منه فكانوا إذا كان قتال قالوا يا فلان أنت منا فانصرنا وإن كانت مشقة قالوا أعطنا أنت منا وإن نزل به امر أعطوه وربما منعه بعضهم ولم ينصروه كنصرة بعضهم بعضا فتحرجوا من ذلك فسألوا النبي صلى الله عليه وسلم فأنزل الله تعالى * ( والذين عقدت أيمانكم فآتوهم نصيبهم ) * قال أعطوهم مثل الذي تأخذون منهم\r\nوقال مقاتل كان الرجل يرغب في الرجل فيحالفه بأن يعاقده على أن يكون\r\n","description":"","footnote":"","page_name":" 865 ","page_number":211},
  {"content":"\r\nمعه وله سهم 366 من ميراثه كبعض ولده فلما نزلت آية المواريث ولم يذكر أهل العقد أنزل الله بعدها * ( والذين عقدت أيمانكم فآتوهم نصيبهم ) * يعني من الميراث الذي عاقدتموهم عليه فلم تزل حتى نسختها * ( وأولو الأرحام بعضهم أولى ببعض ) * الآية\r\nوأخرج ابن أبي حاتم من طريق حجاج عن أبي جريج وعثمان بن عطاء كلاهما عن عطاء عن ابن عباس قال كان الرجل يعاقد الرجل فذكر نحوه وزاد كل حلف كان في الجاهلية لم يزده الإسلام إلا شدة\r\n2 سبب آخر أخرج البخاري وأبو داود والنسائي وابن أبي حاتم من طريق طلحة بن مصرف عن سعيد بن جبير عن ابن عباس في قوله تعالى * ( ولكل جعلنا موالي ) * قال ورثة * ( والذين عقدت أيمانكم فآتوهم نصيبهم ) * كان المهاجرون حين قدموا المدينة يرث المهاجر الأنصاري دون ذوي رحمة بالأخوة التي آخى النبي صلى الله عليه وسلم بينهم فنسختها هذه الآية * ( ولكل جعلنا موالي ) * ثم قال * ( والذين عقدت أيمانكم فآتوهم نصيبهم ) * من النصرة والنصيحة والرفادة ويوصي لهم وذهب الميراث\r\n","description":"","footnote":"","page_name":" 866 ","page_number":212},
  {"content":"\r\nوأخرج عبد الرزاق عن الثوري عن منصور عن مجاهد نحوه\r\nوكذا أخرجه عبد بن حميد عن قبيصة عن الثوري\r\n3 سبب آخر أخرج ابن أبي حاتم من طريق محمد بن إسحاق عن داود ابن الحصين قال كنت أقرأ على أم سعد بنت سعد بن الربيع أنا وابن ابنها موسى ابن سعد وكانت يتيمة في حجر أبي بكر الصديق فقرأت عليها ( والذين عاقدت أيمانكم ) فقالت لا ولكن * ( والذين عقدت أيمانكم ) * قالت إنها نزلت في أبي بكر الصديق وولده عبد الرحمن حين أبى أن يسلم فحلف أبو بكر أن لا يورثه فلما أسلم 367 حين حمل على الإسلام بالسيف أمره الله أن يؤتيه نصيبه\r\nونقل الثعلبي عن أبي روق نزلت في أبي بكر وابنه عبد الرحمن وكان أبو بكر حلف أن لا يتبعه ولا يورثه شيئا من ماله فلما أسلم عبد الرحمن أمر أن يؤتى نصيبه\r\n","description":"","footnote":"","page_name":" 867 ","page_number":213},
  {"content":"\r\nفي المال\r\n294 قوله تعالى * ( الرجال قوامون على النساء بما فضل الله بعضهم على بعض ) * الآية 34\r\nأخرج ابن أبي حاتم من طريق أشعث بن عبد الملك عن الحسن قال جاءت امرأة إلى النبي صلى الله عليه وسلم تستعدي على زوجها أنه لطمها فقال رسول الله صلى الله عليه وسلم القصاص فأنزل الله تعالى * ( الرجال قوامون على النساء ) * الآية فرجعت بغير قصاص\r\nوأخرجه عبد بن حميد وابن المنذر من طريق حماد بن سلمة\r\nوأخرجه الواحدي من طريق هشام كلاهما عن يونس\r\nوأخرج ابن المنذر من طريق جرير بن حازم كلاهما عن الحسن أن رجلا لطم امرأته فخاصمته إلى النبي صلى الله عليه وسلم فجاء أهلها معها فذكر نحوه وفيه فجعل رسول الله صلى الله عليه وسلم يقول القصاص القصاص ولا يقضي قضاء فأنزل الله هذه الآية فقال النبي صلى الله عليه وسلم أرادوا أمرا وأراد الله غيره\r\nونقل الثعلبي عن الكلبي قال نزلت في سعد بن الربيع وامرأته عميرة بنت محمد بن مسلمة وذكر نحو القصة الآتية عن مقاتل\r\n","description":"","footnote":"","page_name":" 868 ","page_number":214},
  {"content":"\r\nونقل عن أبي روق أنها نزلت في جميلة بنت عبد الله بن أبي وزوجها ثابت بن قيس بن شماس كانت نشزت عليه فلطمها فاستعدت عليه فنزلت\r\nقلت وقد تقدم ذكر هذه الأخيرة في تفسير البقرة في قوله تعالى * ( فيما افتدت به ) * وكان ذلك 368 الخلع أول خلع في الإسلام\r\nوقال مقاتل نزلت في سعد بن الربيع كان من النقباء وامرأته حبيبة بنت زيد بن أبي زهير وهما من الأنصار وذلك إنها نشزت عليه فلطمها فانطلق أبوها معها إلى رسول الله صلى الله عليه وسلم فقال أفرشته كريمتي فلطمها فقال لتقتص من زوجها فانصرفت مع أبيها لتقتص منه فقال النبي صلى الله عليه وسلم ارجعا هذا جبريل أتاني فأنزل الله تعالى * ( الرجال قوامون على النساء ) * الآية فقال النبي صلى الله عليه وسلم أردنا أمرا وأراد الله أمرا والذي أراد الله خير ورفع القصاص\r\nوقال عبد الرزاق عن معمر عن قتادة صك رجل امرأته فأتت النبي صلى الله عليه وسلم فأراد أن يقيدها منه فنزلت\r\nوأخرجه عبد بن حميد من رواية سعيد بن أبي عروبة عن قتادة بلغنا فذكر\r\n","description":"","footnote":"","page_name":" 869 ","page_number":215},
  {"content":"\r\nنحوه وزاد في آخره أردنا وله طريق آخرى ذكرت في أواخر سورة طه\r\n295 قوله تعالى * ( الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله ) * 37\r\nقال ابن إسحاق عن محمد بن أبي محمد عن عكرمة أو عن سعيد بن جبير عن ابن عباس قال كان كردم بن زيد حليف كعب بن الأشرف وأسامة بن حبيب ونافع بن أبي نافع وبحري بن عمرو وحيي بن أخطب ورفاعة بن زيد بن التابوت يأتون رجالا من الأنصار وكانوا يخالطونهم ينصحون لهم من أصحاب رسول الله صلى الله عليه وسلم فيقولون لهم لا تنفقوا أموالكم فإنا نخشى عليكم في ذهابها ولا تسارعوا في النفقة فإنكم لا تدرون ما يكون فأنزل الله فيهم * ( الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله ) * أي من النبوة التي فيها تصديق ما جاء به محمد أخرجه الطبري\r\nوأخرج الطبري أيضا من طريق سليمان التيمي عن الحضرمي بن لاحق في قوله تعالى * ( الذين يبخلون ) * الآية قال هم اليهود بخلوا بما عندهم من العلم فكتموا ذلك\r\nومن طريق مجاهد نحوه\r\n","description":"","footnote":"","page_name":" 870 ","page_number":216},
  {"content":"\r\nومن طريق السدي ومن طريق قتادة مثله\r\nوقال مقاتل في قوله * ( ويكتمون ما آتاهم الله من فضله ) * إن رؤوس اليهود كعب بن الأشرف وغيره كانوا يأمرون سفلة اليهود بكتمان أمر محمد أن يظهروه\r\nوأخرج ابن أبي حاتم من طريق جعفر بن أبي المغيرة عن سعيد بن جبير قال كان علماء بني إسرائيل يبخلون بما عندهم من العلم وينهون العلماء أن يعلموا الناس شيئا فعيرهم الله بذلك فأنزل الله تعالى * ( الذين يبخلون ويأمرون الناس بالبخل ) * الآية\r\n296 قوله ز تعالى * ( وإن تك حسنة يضاعفها ) * الآية 40\r\nأخرج الطبري من طريق فضيل بن مرزوق عن عطية العوفي عن عبد الله بن عمر قال نزلت هذه الآية في الأعراب * ( من جاء بالحسنة فله عشر أمثالها ) * فقال رجل فما للمهاجرين قال ما هو أعظم من ذلك * ( وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما ) * وإذا قال الله لشيء عظيم فهو عظيم\r\n297 قوله تعالى * ( يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم ) *\r\n","description":"","footnote":"","page_name":" 871 ","page_number":217},
  {"content":"\r\n* ( سكارى ) * ) الآية 43\r\n1 قال عبد بن حميد نا أبو نعيم نا طلحة هو ابن عمرو عن عطاء هو ابن أبي رباح قال أول ما نزل في الخمر * ( يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس ) * فقال بعض المنافقين نشربها لمنافعها وقال آخرون لا خير في شيد فيه إثم ثم نزلت * ( يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى ) * فقال بعض الناس نشربها ونجلس في بيوتنا وقال آخرون لا خير في شيء يحول بيننا وبين الصلاة مع المسلمين فنزلت * ( يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه ) * فنهاهم فانتهوا\r\nوأخرج هو والفريابي والطبري وأحمد والبزار وأصحاب السنن والحاكم كلهم من طريق عطاء بن السائب عن أبي عبد الرحمن السلمي عن علي ابن أبي طالب أن عبد الرحمن بن عوف صنع طعاما وشرابا فدعا نفرا من الصحابة\r\n","description":"","footnote":"","page_name":" 872 ","page_number":218},
  {"content":"\r\nفأكلوا وشربوا حتى ثملوا فقدموا عليا فقرأ بهم في المغرب * ( قل يا أيها الكافرون ) * فخلط فأنزل الله تعالى * ( يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون ) *\r\nوفي لفظ قال دعا رجل من الأنصار عليا وعبد الرحمن فأصابوا من الخمر فقدموا عليا في صلاة المغرب فقرأ * ( قل يا أيها الكافرون ) * فخلط فيها فنزلت\r\nلفظ الفريابي عن الثوري\r\nوأخرج ابن المنذر من طريق محمد بن ثور عن ابن جريج كما سيأتي قال وقال عن عكرمة قرأ علي في آخر المغرب فقال في آخرها ليس لكم دين وليس لي دين\r\nوأخرجه الطبري من طريق عبد الرحمن بن مهدي عن سفيان عن عطاء عن أبي عبد الرحمن عن علي أنه كان هو وعبد الرحمن بن عوف ورجل آخر شربوا الخمر فصلى بهم عبد الرحمن فقرأ * ( قل يا أيها الكافرون ) * فخلط فيها فنزلت * ( لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون ) * وقال فيه 371 أن عبد الرحمن هو الذي صلى بهم وقال أصح طرقه لأن الثوري سمع من عطاء قبل اختلاطه وعبد الرحمن بن مهدي أثبت من الفريابي\r\n","description":"","footnote":"","page_name":" 873 ","page_number":219},
  {"content":"\r\nوفي رواية ابن أبي حاتم من طريق أبي جعفر الرازي عن عطاء عن أبي عبد الرحمن قال صنع عبد الرحمن بن عوف طعاما ودعا أناسا من أصحاب رسول الله صلى الله عليه وسلم فطعموا وشربوا وحضرت صلاة المغرب فتقدم بعض القوم فصلى بهم المغرب فقرأ * ( قل يا أيها الكافرون ) * فلم يقمها فأنزل الله تعالى الآية\r\nوأخرجه عبد من طريق حماد عن عطاء عن أبي عبد الرحمن أن عبد الرحمن بن عوف صنع طعاما وشرابا فدعا نفرا من أصحاب رسول الله صلى الله عليه وسلم فأكلوا وشربوا حتى ثملوا فقدموا عليا فصلى بهم المغرب فقرأ قل يا أيها الكافرون أعبد ما تعبدون وأنتم عابدون ما أعبد فنزلت\r\nوفي رواية أبي داود عن علي أن رجلا دعاه وعبد الرحمن وفيه فقدموا عليا\r\nوللترمذي والحاكم صنع لنا عبد الرحمن وفيه فقدموني\r\nوللحاكم دعانا رجل من الأنصار وأبهمه الأكثر\r\nوقال مقاتل بن سليمان صنع عبد الرحمن بن عوف طعاما فدعا أبا بكر وعمر وعثمان وعلي وسعد بن أبي وقاص فأكلوا وسقاهم خمرا فحضرت الصلاة فأمهم علي فقرأ بقل يا أيها الكافرون فخلط فنزلت فتركوا شربها إلا من بعد صلاة الفجر إلى الضحى الأكبر ليصلوا الأولى وهم أصحياء ثم يشربونها من بعد صلاة\r\n","description":"","footnote":"","page_name":" 874 ","page_number":220},
  {"content":"\r\nالعشاء إلى ثلث الليل فيصبحون وهم أصحياء ثم أن رجلا من الأنصار يقال له عتبان ابن مالك دعا سعدا فأكلا وشربا ثم سكرا 372 فأخذ عتبان لحى البعير فكسر أنف سعد فأنزل الله عز وجل تحريم الخمر في المائدة بعد غزاة الأحزاب\r\nوقال أبو داود الطيالسي نا شعبة أخبرني سماك بن حرب سمعت مصعب ابن سعد يحدث عن سعد هو ابن أبي وقاص قال نزلت في أربع آيات صنع رجل من الأنصار طعاما فدعا أناسا من المهاجرين وأناسا من الأنصار فأكلنا وشربنا حتى سكرنا ثم افتخرنا فرفع رجل لحى بعير ففزر به أنف سعد فنزلت\r\nوأخرجه مسلم بطوله وأصحاب السنن وبقية طريقه تأتي في تفسير\r\n","description":"","footnote":"","page_name":" 875 ","page_number":221},
  {"content":"\r\nالمائدة\r\n2 قول آخر أخرج الطبري وابن المنذر من طريق سلمة عن الضحاك * ( لا تقربوا الصلاة وأنتم سكارى ) * قال لم يعن بها الخمر إنما عنى بها سكر النوم\r\n298 قوله ز تعالى * ( ولا جنبا إلا عابري سبيل ) * 43\r\nأخرج الطبري من طريق الليث عن يزيد بن أبي حبيب أن رجالا من الأنصار كانت أبوابهم في المسجد فتصيبهم الجنابة ولا ماء عندهم فلا يجدون ممرا إلا في المسجد فنزلت\r\n299 قوله تعالى * ( فلم تجدوا ماء فتيمموا صعيدا طيبا ) * 43\r\n1 قال مالك في الموطأ عن عبد الرحمن بن القاسم عن أبيه عن عائشة قالت خرجنا مع رسول الله صلى الله عليه وسلم في بعض أسفاره حتى إذا كان بالبيداء أو بذات الجيش انقطع عقد لي فأقام رسول الله صلى الله عليه وسلم على التماسه وأقام وبالناس معه وليسوا على ماء وليس معهم ماء فأتى الناس إلى أبي بكر فقالوا ألا ترى ما صنعت عائشة أقامت برسول الله صلى الله عليه وسلم لناس وليسوا على ماء وليس معهم ماء فجاء أبو بكر ورسول الله صلى الله عليه وسلم واضع رأسه 373 علي فخذي قد نام فقال\r\n","description":"","footnote":"","page_name":" 876 ","page_number":222},
  {"content":"\r\nحبست رسول الله صلى الله عليه وسلم والناس وليسوا على ماء وليس معهم ماء فقال أبو بكر ما شاء الله أن يقول وجعل يطعن بيده في خاصرتي فلا يمنعني من التحرك إلا مكان رسول الله صلى الله عليه وسلم على فخذي فنام رسول الله صلى الله عليه وسلم حتى أصبح على غير ماء فأنزل الله آية التيمم * ( فتيمموا ) * فقال أسيد بن حضير ما هي بأول بركتكم يا آل أبي بكر قالت فبعثنا البعير الذي كنت عليه فوجدنا العقد تحته\r\nأخرجه البخاري ومسلم من طريق مالك وأخرجاه من رواية هشام بن عروة عن أبيه عن عائشة\r\nوأخرجه الطبري من رواية عبيد الله بن عمر العمري عن عبد الرحمن بن\r\n","description":"","footnote":"","page_name":" 877 ","page_number":223},
  {"content":"\r\nالقاسم ووقع عنده فجاء أبو بكر فجعل يهمزني ويقرصني ولا أتحرك مخافة أن يستيقظ رسول الله صلى الله عليه وسلم وقد أوجعني ولا أدري كيف أصنع\r\nومن طريق أيوب عن ابن أبي مليكة مرسلا وفي آخره قال الناس ما رأينا امرأة قط أعظم بركة منها\r\nحديث آخر أخرج أحمد وأبو داود والنسائي من رواية الزهري عن عبيد الله بن عبد الله عن ابن عباس عن عمار بن ياسر أن رسول الله صلى الله عليه وسلم عرس بأولات الجيش ومعه عائشة زوجته فانقطع عقد لها من جزع ظفار فحبس الناس ابتغاء عقدها ذلك حتى أضاء الفجر وليس مع الناس ماء فأنزل الله على رسول الله صلى الله عليه وسلم رخصة التطهر بالصعيد الطيب الحديث\r\nوأخرجه النسائي وابن حبان وأبو داود من\r\n","description":"","footnote":"","page_name":" 878 ","page_number":224},
  {"content":"\r\nطرق عن الزهري 374 وقال أبو داود قال ابن عيينة يعني عن الزهري مرة عن ابن عباس ومرة عن أبيه يعني عبد الله بن عتبة\r\nقلت وهي رواية ابن ماجة وأخرجه الطبري من رواية الزهري عن عبيد الله عن أبي اليقظان وهي كنية عمار بن ياسر فذكره مختصرا وهو منقطع بين عبيد الله وعائشة\r\nوفيه بعد قوله فتغيظ أبو بكر على عائشة وزاد فيه فدخل أبو بكر على عائشة فقال لها إنك لمباركة\r\n2 سبب آخر أخرج الطبري وابن مردويه من طريق الهيثم\r\n","description":"","footnote":"","page_name":" 879 ","page_number":225},
  {"content":"\r\nابن رزيق المالكي من بني مالك بن كعب بن سعد وعاش مئة وسبع عشرة سنة عن أبيه عن الأسلع بن شريك قال كنت أرحل ناقة رسول الله صلى الله عليه وسلم فأصابتني جنابة في ليلة باردة وأراد رسول الله صلى الله عليه وسلم الرحلة فكرهت أن أرحل ناقته وأنا جنب وخشيت أن اغتسل بالماء البارد فأموت أو أمرض فأمرت رجلا من الأنصار فرحلها ثم رضفت أحجارا فأسخنت بها ماء فاغتسلت ثم لحقت برسول الله صلى الله عليه وسلم وأصحابه فقال لي يا أسلع مالي أرى رحلتك تغيرت فقلت يا رسول الله لم أرحلها إنما رحلها رجل من الأنصار قال ولم قلت أصابتني جنابة فذكرت له القصة فأنزل الله تعالى * ( لا تقربوا الصلاة وأنتم سكارى ) * فساق الآية إلى قوله * ( عفوا غفورا ) *\r\n3 سبب آخر قال الفريابي أنا قيس بن الربيع عن ابن أبي ليلى عن المنهال ابن عمرو عن عباد بن عبد الله عن علي في قوله تعالى * ( ولا جنبا إلا عابري سبيل حتى تغتسلوا ) * 375 قال نزلت في المسافر تصيبه الجنابة فيتيمم ثم يصلي\r\nوأخرجه ابن أبي حاتم من طريق قيس وفيه ضعف وانقطاع\r\nوأخرجا أيضا من طريق قيس بن الربيع عن خصيف عن مجاهد قال نزلت في رجل من الأنصار كان مريضا فلم يستطع أن يقوم يتوضأ ولم يكن له خادم فيناوله فأتى رسول الله صلى الله عليه وسلم فذكر ذلك له فأنزل الله تعالى هذه الآية وفيه أيضا ضعف وانقطاع\r\n4 سبب آخر أخرج الطبري من طريق محمد بن جابر اليمامي عن\r\n","description":"","footnote":"","page_name":" 880 ","page_number":226},
  {"content":"\r\nحماد بن أبي سليمان عن إبراهيم النخعي أصاب أصحاب رسول الله صلى الله عليه وسلم جراحة ففشت فيهم ثم ابتلوا بالجنابة فشكوا ذلك إلى النبي صلى الله عليه وسلم فنزلت * ( وإن كنتم مرضى أو على سفر أو جاء أحد منكم من الغائط ) * الآية\r\nوقال مقاتل نزلت في عبد الرحمن بن عوف أصابته جنابة وهو جريح فشق عليه الغسل وخاف منه شرا فنزلت * ( وإن كنتم مرضى ) * يعني من به جرح ونزلت * ( وإن كنتم على سفر ) * وأنتم أصحاء نزلت في عائشة أم المؤمنين\r\n300 قوله ز تعالى * ( ألم تر إلى الذين أوتوا نصيبا ) * إلى قوله * ( من الذين هادوا يحرفون الكلم عن مواضعه ) * 44 - 46\r\nأخرج الطبري من تفسير سنيد عن حجاج عن ابن جريج قال قال عكرمة نزلت في رفاعة بن زيد بن التابوت\r\n301 قوله ز تعالى * ( ليا بألسنتهم وطعنا في الدين ) * 46\r\nذكر الثعلبي عن ابن عباس قال نزلت في رفاعة بن زيد بن التابوت ومالك بن دحشم كانا إذا تكلم رسول الله صلى الله عليه وسلم لويا لسانهما وعاباه\r\n","description":"","footnote":"","page_name":" 881 ","page_number":227},
  {"content":"\r\nوذكر عنه أيضا 376 كانت اليهود يأتون رسول الله صلى الله عليه وسلم ويسألونه فيخبرهم ويظن أنهم يأخذون بقوله فإذا انصرفوا من عنده حرفوا كلامه و * ( قالوا سمعنا وعصينا ) * إلى قوله * ( إلا قليلا ) *\r\nوأخرج الطبري من طريق محمد بن إسحاق عن محمد بن أبي محمد عن سعيد أو عكرمة عن ابن عباس كان رفاعة بن زيد بن التابوت من عظماء اليهود فكان إذا كلم رسول الله صلى الله عليه وسلم لوى لسانه وقال راعنا يا محمد حتى نفهمك فنزلت\r\nومن طريق عبيد بن سليمان عن الضحاك قال في قوله * ( وراعنا ليا بألسنتهم ) * قال كان الرجل من المشركين يقول أرعني سمعك\r\n302 قوله تعالى * ( يا أيها الذين أوتوا الكتاب آمنوا بما نزلنا مصدقا لما معكم ) * الآية 47\r\nأخرج الطبري من طريق السدي قال نزلت في مالك بن الصيف ورفاعة بن زيد ومن طريق محمد بن إسحاق عن محمد بن أبي محمد عن عكرمة أو سعيد عن ابن عباس نزلت في أحبار اليهود عبد الله بن صوريا وكعب بن أسد في قصة\r\n","description":"","footnote":"","page_name":" 882 ","page_number":228},
  {"content":"\r\nوأورده الثعلبي عن ابن عباس وزاد أن النبي صلى الله عليه وسلم كلمهم فقال معشر يهود اتقوا الله وأسلموا فوالله إنكم لتعلمون أن الذي جئت به الحق فقالوا ما نعرف ذلك وأصروا على الكفر فنزلت\r\nوقال الثعلبي فقال لما نزلت أتى عبد الله بن سلام رسول الله صلى الله عليه وسلم من قبل أن يأتي أهله فأسلم وقال يا رسول الله قد كنت أرى أن لا أصل إليك حتى يتحول وجهي من قفاي\r\n303 قوله تعالى * ( إن الله لا يغفر أن يشرك به ) * 48\r\nيأتي في أواخر السورة\r\n304 قوله تعالى * ( ألم تر إلى الذين يزكون أنفسهم ) * الآية 49\r\n377 1 أخرج الفريابي وعبد بن حميد من طريق ابن أبي نجيح عن مجاهد قال نزلت في اليهود كان يقدمون صبيانهم في الصلاة فيؤمونهم يزعمون أنهم لا ذنوب لهم\r\n","description":"","footnote":"","page_name":" 883 ","page_number":229},
  {"content":"\r\nوأخرجه ابن أبي حاتم من طريق عطاء بن دينار عن سعيد بن جبير عن ابن عباس قال كانت اليهود يقدمون صبيانهم يصلون بهم ويقربون قربانهم ويزعمون أنه لا ذنوب لهم وكذبوا قال الله تعالى إني لا أطهر ذا ذنب بآخر لا ذنب له ثم أنزل عز وجل * ( ألم تر إلى الذين يزكون أنفسهم ) * الآية\r\nوقال مقاتل منهم بحري بن عمرو ومرحب بن زيد\r\nوقال ابن الكلبي نزلت في رجال من اليهود أتوا رسول الله صلى الله عليه وسلم بأطفالهم فقالوا يا محمد هل على أولادنا هؤلاء من ذنب قال لا قالوا والذي يحلف به ما نحن إلا كهيئتهم ما من ذنب نعمله بالليل إلا كفر عنا بالنهار وما من ذنب نعمله بالنهار إلا كفر عنا بالليل\r\nفهذا الذي زكوا به أنفسهم\r\n2 سبب آخر أخرج عبد الرزاق عن معمر عن الحسن البصري في هذه الآية قال هم اليهود والنصارى الذين قالوا * ( نحن أبناء الله وأحباؤه ) * * ( وقالوا لن يدخل الجنة إلا من كان هودا أو نصارى ) *\r\nوأخرج عبد بن حميد من طريق شيبان عن قتادة قال هم أعداء الله\r\n","description":"","footnote":"","page_name":" 884 ","page_number":230},
  {"content":"\r\nاليهود زكوا أنفسهم بأمر لم يبلغوه فقالوا * ( نحن أبناء الله وأحباؤه ) * وقالوا لا ذنوب لنا إلا كذنوب أبنائنا الأطفال\r\n305 قوله تعالى * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ) * 51\r\nقال مقاتل هم اليهود منهم أصبغ ورافع ابنا حريملة\r\n306 قوله تعالى * ( ويقولون للذين كفروا هؤلاء أهدى ) * 378 * ( من الذين آمنوا سبيلا ) * 51\r\nقال الطبري حدثنا محمد بن المثنى ثنا ابن أبي عدي عن داود عن عكرمة عن ابن عباس لما قدم كعب بن الأشرف مكة قالت له قريش أنت حبر أهل المدينة وسيدهم قال نعم قالوا ألا ترى إلى هذا الصنبور المنبتر من قومه يزعم أنه خير منا ونحن أهل الحجيج وأهل السدانة وأهل السلطنة قال أنتم خير منه قال فأنزل الله * ( إن شانئك هو الأبتر ) * وأنزل * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا ) *\r\n","description":"","footnote":"","page_name":" 885 ","page_number":231},
  {"content":"\r\nوأخرجه ابن أبي حاتم من هذا الوجه نحوه يذكر ابن عباس فيه\r\nوأخرجه الطبري من طريق عبد الوهاب الثقفي ومن طريق خالد الواسطي كلاهما عن داود عن عكرمة نحوه وقال فيه فقال أنتم والله خير منه لم يذكر ابن عباس في السند\r\nومن طريق معمر عن أيوب عن عكرمة كذلك وقال فيه إن كعب بن الأشرف استجاشهم وأمرهم أن يقاتلوا محمدا قال وإنا معكم فقالوا له إنكم أهل كتاب وهو صاحب كتاب فنخشى أن يكون هذا خترا منك فإن أردت أن نخرج فاسجد لهذين الصنمين ففعل ثم قالوا نحن أهدى أم محمد فذكر نحو ما تقدم\r\nوأخرج والفاكهي في كتاب مكة وابن أبي حاتم من طريق ابن عيينة عن عمرو بن حصين عن عكرمة جاء حيي بن أخطب وكعب بن الأشرف إلى أهل مكة فذكر القصة نحو الأول\r\n","description":"","footnote":"","page_name":" 886 ","page_number":232},
  {"content":"\r\nوأخرج الطبري من طريق أسباط بن نصر عن السدي قال لما كان من أمر يهود بني النضير ما كان أتاهم 379 النبي صلى الله عليه وسلم يستعينهم في دم العامريين فهموا بقتله فاطلع الله ورسوله على ما هموا به هرب كعب بن الأشرف حتى أتى مكة فعاهدهم على المسلمين فقال له أبو سفيان يا أبا سعد إنكم قوم تقرؤون الكتاب فذكر نحو رواية أيوب عن عكرمة وفيه فقال كعب دينكم خير من دين محمد فأثبتوا عليه ألا ترون أن محمدا بعث بالتواضع وهو ينكح من النساء ما شاء وما نعلم ملكا أعظم من ملك النساء فذلك حين يقول الله * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب ) * الآية إلى قوله * ( سبيلا ) *\r\nوأخرجه عبد بن حميد وابن أبي حاتم من طريق إسرائيل بن يونس عن السدي عن أبي مالك أن أهل مكة قالوا لكعب بن الأشرف\r\nوأخرج الطبري من طريق محمد بن إسحاق عن محمد بن أبي محمد عن عكرمة أو سعيد عن ابن عباس قال كان الذين حزبوا الأحزاب من قريش وغطفان ومن قريظة حيي بن أخطب وأبو رافع سلام بن أبي الحقيق والربيع بن الربيع بن أبي الحقيق وأبو عمار ووحوح بن عامر وهوذة بن قيس فقدموا على قريش قالوا هؤلاء أحبار يهود فسلوهم أدينكم خيرا أم دين محمد فذكر الخبر\r\nومن طريق سعيد عن قتادة ذكر لنا أنها نزلت في كعب بن الأشرف وحيي\r\n","description":"","footnote":"","page_name":" 887 ","page_number":233},
  {"content":"\r\nابن أخطب ورجلين من اليهود فذكر القصة مختصرة\r\n307 قوله ز تعالى * ( أم يحسدون الناس على ما آتاهم الله من فضله ) * الآية 54\r\nأخرج ابن أبي حاتم من طريق بكير بن معروف عن مقاتل بن حيان قال أعطى رسول الله صلى الله عليه وسلم بضع سبعين 380 شابا فحسدته اليهود فنزلت هذه الآية\r\nومن طريق العوفي عن ابن عباس قال قال أهل الكتاب زعم محمد أنه أوتي ما أوتي في تواضع وله تسع نسوة وليس همه إلا النكاح فأي ملك أفضل من هذا فنزلت\r\nوقد تقدم في الذي قبله قول كعب بن الأشرف في ذلك\r\nوقال عبد بن حميد حدثنا عمرو بن عون عن هشيم عن خالد الحذاء عن عكرمة * ( أم يحسدون الناس على ما آتاهم الله من فضله ) * قال الناس في هذا الموضع محمد صلى الله عليه وسلم خاصة\r\nوأخرج عبد بن حميد من طريق إسرائيل عن السدي عن أبي مالك في قوله تعالى * ( أم يحسدون الناس ) * قال يحسدون محمدا صلى الله عليه وسلم إذ لم يكن منهم فكفروا به\r\nوأخرج الطبري من طريق أسباط بن نصر عن السدي في قوله * ( وآتيناهم ) *\r\n","description":"","footnote":"","page_name":" 888 ","page_number":234},
  {"content":"\r\n* ( ملكا عظيما ) * ) أي في النساء فكان لداود تسع وتسعون امرأة ولسليمان مئة فما بال محمد لا يحل له ما أحل لهم\r\nوأخرج الثعلبي بسند ضعيف إلى أبي حمزة الثمالي قال يعني بالناس في هذه الآية نبي الله صلى الله عليه وسلم وحده قالت اليهود انظروا إلى هذا الذي ما شبع من الطعام لا والله ما له هم إلا النساء لو كان نبيا لشغله هم النبوة عن النساء حسدوه على كثرة نسائه وعابوه بذلك فأكذبهم الله تعالى فقال * ( فقد آتينا آل إبراهيم ) * إلى قوله * ( ملكا عظيما ) * فأخبرهم بما كان لداود وسليمان فأقرت اليهود لرسول الله صلى الله عليه وسلم إنه كان لسليمان ألف امرأة ثلاثمائة مهرية وسبعمئة سرية وعند داود مئة امرأة فقال لهم ألف امرأة 381 عند رجل أكثر أم تسع نسوة وكان عنده يومئذ تسع لسوة فسكتوا قال الله عز وجل * ( فمنهم من آمن به ومنهم من صد عنه ) * يعني من آمن عبد الله بن سلام وأصحابه كذا قال وقال السدي الهاء راجعة إلى إبراهيم وذلك أنه زرع وزرع الناس فهلكت زروع الناس وزكا زرع إبراهيم فاحتاج الناس فكانوا يأتونه فقال من آمن أعطيته ومن لم يؤمن منعته منهم من آمن به ومنهم من أبى\r\n308 قوله تعالى * ( إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ) * الآية 58\r\nأخرج الطبري من تفسير سنيد وهو الحسين بن داود عن حجاج بن محمد عن ابن جريج في هذه الآية نزلت في عثمان بن طلحة بن أبي طلحة\r\n","description":"","footnote":"","page_name":" 889 ","page_number":235},
  {"content":"\r\nالعبدري قبض منه مفاتيح الكعبة ودخل به البيت يوم الفتح فخرج وهو يتلو هذه الآية فدعا عثمان فدفع إليه المفتاح قال وقال عمر بن الخطاب لما خرج رسول الله صلى الله عليه وسلم من الكعبة وهو يتلو هذه الآية فداه أبي وأمي ما سمعته يتلوها قبل ذلك\r\nوقال سنيد أيضا حدثنا الزنجي بن خالد عن الزهري دفعه إليه وقال أعينوه وقال محمد بن إسحاق في السيرة النبوية حدثني محمد بن جعفر بن الزبير بن عبيد الله بن عبد الله بن أبي ثور عن صفية بنت شيبة أن رسول الله صلى الله عليه وسلم لما نزل بمكة واطمأن الناس خرج حتى جاء البيت فطاف به سبعا على راحلته يستلم الركن بمحجن في يده فلما فرغ من طوافه دعا عثمان بن أبي طلحة فأخذ منه مفتاح الكعبة ففتحت له فدخلها فوجد فيها صمامة من عيدان 382 وكسرها بيده ثم طرحها ثم وقف على باب الكعبة وقد استكف الناس له في المسجد\r\nثم قال ثم جلس رسول الله صلى الله عليه وسلم في المسجد فقام إليه علي بن أبي طالب ومفتاح الكعبة في يده فقال يا رسول الله اجمع لنا الحجابة مع السقاية فقال رسول الله صلى الله عليه وسلم أين عثمان بن طلحة فدعي له فقال هاك مفتاحك يا عثمان اليوم يوم وفاء وبر\r\n","description":"","footnote":"","page_name":" 890 ","page_number":236},
  {"content":"\r\nقال الأزرقي في كتاب مكة حدثنا جدي عن سعيد بن سالم عن ابن جريج عن مجاهد في هذه الآية * ( إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ) * قال نزلت في عثمان بن طلحة قبض النبي صلى الله عليه وسلم مفتاح الكعبة يوم فتح مكة فدخل الكعبة وهو يتلو هذه الآية فدعا عثمان فدفع المفتاح إليه وقال خذوها يا بني\r\n","description":"","footnote":"","page_name":" 891 ","page_number":237},
  {"content":"\r\nأبي طلحة بأمانة الله لا ينزعها منكم إلا ظالم\r\nوذكر ابن أبي خيثمة عن مصعب بن عبد الله الزبيري قال قال شيبة بن عثمان دفع النبي صلى الله عليه وسلم إلي وإلى عثمان بن طلحة وقال خذوها يا بني أبي طلحة خالدة تالدة لا يأخذها منكم إلا ظالم فبنو أبي طلحة هم سدنة الكعبة دون بقية بني عبد الدار\r\nوأخرج ابن مردويه من طريق الكلبي عن أبي صالح عن ابن عباس في هذه الآية * ( إن الله يأمركم ) * قال لما فتح رسول الله صلى الله عليه وسلم مكة دعا عثمان بن طلحة فلما أتاه قال أرني المفتاح فأتاه به فلما بسط يده إليه قام العباس بن عبد المطلب فقال يا رسول الله بأبي أنت وأمي اجمعه لي مع السقاية فكف عثمان يده فقال رسول الله صلى الله عليه وسلم أرني المفتاح يا عثمان 383 فبسط يده يعطيه فقال العباس مثل كلمته الأولى فكف عثمان يده ثم قال رسول الله صلى الله عليه وسلم يا عثمان إن كنت تؤمن بالله واليوم الآخر فأتني المفتاح فقال هاك بأمانة الله قال فقام رسول الله صلى الله عليه وسلم ففتح باب الكعبة فوجد في الكعبة تمثال إبراهيم معه قداح يستقسم بها فقال رسول الله صلى الله عليه وسلم ما للمشركين قاتلهم الله ما شأن إبراهيم وشأن القداح ثم دعا بجفنة فيها ماء فأخذ ماء فغمسه ثم غمس به تلك التماثيل وأخرج مقام إبراهيم وكان في الكعبة ثم خرج فطاف بالبيت شوطا أو شوطين فنزل عليه جبريل فيما ذكر لنا برد المفتاح فدعا رسول الله صلى الله عليه وسلم عثمان بن طلحة فأعطاه المفتاح ثم قال ( إن الله يأمركم أن تؤدوا الأمانات إلى أهله ) حتى فرغ من الآية\r\n","description":"","footnote":"","page_name":" 892 ","page_number":238},
  {"content":"\r\n* ( إلى أهلها ) * ) حتى فرغ من الآية\r\nوقال الثعلبي نزلت في عثمان بن طلحة الحجبي من بني عبد الدار وكان سادن الكعبة فلما دخل النبي صلى الله عليه وسلم مكة يوم الفتح أغلق عثمان باب البيت وصعد السطح فطلب رسول الله صلى الله عليه وسلم المفتاح فقيل له إنه مع عثمان فطلب منه فأبى وقال لو علمت أنه رسول الله صلى الله عليه وسلم لم أمنعه المفتاح فلوى علي بن أبي طالب يده وأخذ منه المفتاح وفتح الباب فدخل رسول الله صلى الله عليه وسلم البيت وصلى فيه ركعتين فلما خرج سأله العباس أن يعطيه المفتاح فيجمع له بين السقاية والسدانة فأنزل الله عز وجل هذه الآية فأمر رسول الله صلى الله عليه وسلم عليا 384 أن يرد المفتاح إلى عثمان ويعتذر إليه ففعل ذلك فقال له عثمان يا علي أكرهت وأذيت ثم جئت ترفق فقال علي لقد أنزل الله عز وجل في شأنك وقرأ عليه الآية فقال عثمان أشهد أن محمدا رسول الله وجاء فأسلم فجاء جبريل عليه السلام فقال ما دام هذا البيت أو لبنة من لبناته قائمة فإن السدانة في أولاد عثمان فهو اليوم في أيديهم\r\nقلت كذا أورده الثعلبي بغير سند جازما به وتلقاه عنه غير واحد منهم الواحدي وفيه زيادات منكرة منها أن المحفوظ أن إسلام عثمان بن طلحة كان قبل الفتح بمدة قدم هو وعمرو بن العاص وخالد بن الوليد فأسلموا جميعا بين الحديبية والفتح\r\nومنها أنه أغلق الباب وصعد السطح والمعروف في كتب السير أن المفتاح كان\r\n","description":"","footnote":"","page_name":" 893 ","page_number":239},
  {"content":"\r\nعند أمه وأن النبي صلى الله عليه وسلم لما طلب منه المفتاح امتنعت أمه من دفعه فدار بينهما في ذلك كلام كثير ثم كيف يلتئم قوله لوى علي يده مع كونه فوق السطح ثم قد أسند الطبري عن مكحول في قوله تعالى * ( وأولي الأمر منكم ) * قال هم أهل الآية التي قبلها * ( إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ) * إلى آخر الآية\r\nومن طريق عبد الرحمن بن زيد بن أسلم قال قال أبي هم الولاة\r\nومن طريق علي بن أبي طلحة عن ابن عباس أمر الولاة أن يعطوا النساء حقوقهن\r\nقال الطبري والأولى أنه خطاب من الله لولاة الأمور أن تودي الأمانة إلى من ولوا أمره في حقوقهم وبالعدل بينهم والقسم بالسوية وأمر الرعية بطاعتهم فأوصى\r\n","description":"","footnote":"","page_name":" 894 ","page_number":240},
  {"content":"\r\nالراعي بالرعية وأوصى الرعية بالطاعة\r\nثم 385 قال وأما من قال إنها نزلت في عثمان بن طلحة فجائز أن تنزل فيه وفي كل مؤتمن فدخل فيه ولاة الأمور وكل مؤتمن\r\n309 قوله تعالى * ( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) * 59\r\n1 أخرج البخاري ومسلم والثلاثة والطبري من طريق يعلى بن مسلم عن سعيد بن جبير عن ابن عباس في قوله تعالى ( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) قال نزلت في عبد الله بن حذافة بن قيس بن عدي إذ بعثه النبي صلى الله عليه وسلم في سرية ولم يسمه الطبري قال نزلت في رجل وقال الباقون عبد الله بن حذافة بغير زيادة في النسب\r\nوأخرجه الطبري من تفسير سنيد قال نا حجاج بن محمد عن ابن جريج عن عبد الله بن مسلم بن هرمز عن سعيد بن جبير مثله\r\n","description":"","footnote":"","page_name":" 895 ","page_number":241},
  {"content":"\r\nقلت وهذا من أغلاط سنيد\r\nقلت وإنما هو يعلى بن مسلم أخرجه الجماعة من رواية حجاج بن محمد كذلك كما تقدم وهو الصواب\r\nوأخرج الشيخان وأحمد والطبري وغيرهم من طريق أبي عبد الرحمن السلمي عن علي قال بعث رسول الله صلى الله عليه وسلم سرية واستعمل عليهم رجلا من الأنصار فوجد عليهم في شيء فقال أليس أمركم الله أن تطيعوني قالوا بلى قال فاجمعوا لي حطبا ثم دعا بنار فأضرمها فيه ثم قال عزمت عليكم لتدخلنها فقال بعضهم إنما فررتم إلى رسول الله من النار فلا تعجلوا حتى تلقوا رسول الله صلى الله عليه وسلم فرجعوا إلى رسول الله صلى الله عليه وسلم فأخبروه بذلك فقال لهم لو دخلتموها ما خرجتم منها أبدا إنما الطاعة في المعروف\r\n2 قول آخر أخرج 386 الطبري من طريق أسباط بن نصر عن السدي قال بعث النبي صلى الله عليه وسلم خالد بن الوليد على سرية فيهم عمار بن ياسر فساروا قبل\r\n","description":"","footnote":"","page_name":" 896 ","page_number":242},
  {"content":"\r\nالقوم الذي يريدون حتى دنوا من الماء فعرسوا قربيا فبلغ العدو أمرهم فهربوا وبقي منهم رجل فجمع متاعه ثم أقبل يمشي في ظلمة الليل حتى أتى عسكر خالد فسأل عن عمار فأتاه فقال يا أبا اليقظان إن القوم سمعوا بكم فهربوا ولم يبق غيري وقد أسلمت وشهدت أن لا إله إلا الله وأن محمدا رسوله فهل ذاك نافعي غدا وإلا هربت فقال عمار بل ينفعك فأقم فلما أصبح خالد أغار بجنده فلم يجد إلا الرجل وماله فأخذوه وأخذوا ماله فبلغ عمارا الخبر فأتى خالدا فقال عمار خل عن الرجل فقد أسلم وهو في أماني فقال خالد فيم أنت تجير علي وأنا أمير عليك فاستبا فلما رجعا إلى المدينة أجاز النبي صلى الله عليه وسلم أمان عمار ونهاه أن يجير الثانية على أمير فقال خالد يا رسول الله يسبني هذا العبد فقال النبي صلى الله عليه وسلم لا تسب عمارا فإنه من سب عمارا سبه الله ومن أبغض عمارا أبغضه الله ومن لعن عمارا لعنه الله فغض عمار وقام فقال النبي صلى الله عليه وسلم لخالد قم فاعتذر إليه فقام فأخذ بثوبه واعتذر إليه فرضي عنه فأنزل الله تعالى * ( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) *\r\nهكذا رواه أسباط عن السدي مرسلا ووصله ابن مردويه من طريق الحكم ابن ظهير عن السدي عن أبي صالح عن ابن عباس وهكذا ساقه مقاتل بن سليمان بطوله وأكثر ألفاظه\r\n","description":"","footnote":"","page_name":" 897 ","page_number":243},
  {"content":"\r\n3 قول آخر 387 أخرج الطبري من طرق عن مجاهد ومن طريق علي ابن أبي طلحة عن ابن عباس ومن طريق عطاء بن أبي رباح ومن طريق الحسن البصري ومن طريق أبي العالية قالوا كلهم معنى * ( وأولي الأمر منكم ) * أولي العلم والفقه زاد أبو العالية ألا ترى أنه يقول * ( ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم ) *\r\n4 قول آخر أخرج الطبري من طريق ليث بن أبي سليم قال سأل مسلمة يعني ابن عبد الملك ميمون بن مهران عن هذه الآية من * ( وأولي الأمر ) * قال أصحاب السرايا على عهد رسول الله صلى الله عليه وسلم\r\nومن طريق الحكم بن أبان عن عكرمة قال هم أبو بكر وعمر\r\nواختار الطبري اختصاصها بولاة الأمور\r\nوسبقه الشافعي وقرره تقريرا حسنا فقال كان من حول مكة من العرب لم\r\n","description":"","footnote":"","page_name":" 898 ","page_number":244},
  {"content":"\r\nيكن يعرف الإمارة وكانت تأنف أن تعطي بعضها بعضا طاعة الإمارة فلما دانت لرسول الله صلى الله عليه وسلم بالطاعة لم تكن ترى ذلك يصلح لغير النبي صلى الله عليه وسلم فأمروا أن يطيعوا أولي الأمر\r\n310 قوله تعالى * ( ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت ) * الآية 60\r\n1 أخرج إسحاق بن راهويه في تفسيره والطبري من طريق داود بن أبي هند عن عامر هو الشعبي في هذه الآية * ( ألم تر إلى الذين يزعمون ) * قال كان بين رجل من اليهود ورجل من المنافقين خصومة فكان المنافق يدعو اليهودي إلى اليهود لأنه يعلم أنهم يقبلون الرشوة وكان اليهودي يدعو إلى 388 المسلمين لأنه يعلم أنهم لا يقبلون الرشوة فاصطلحا أن يتحاكما إلى كاهن من جهينة فأنزل الله هذه الآية إلى قوله * ( ويسلموا تسليما ) *\r\nوفي رواية فأنزل الله * ( ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك ) * يعني المنافقين * ( وما أنزل من قبلك ) * يعني اليهود * ( يريدون أن يتحاكموا إلى الطاغوت ) * يعني الكاهن * ( وقد أمروا أن يكفروا به ) * أمر هذا في كتابه وهذا في كتابه أن يكفروا بالكاهن\r\n","description":"","footnote":"","page_name":" 899 ","page_number":245},
  {"content":"\r\nوفي رواية كان بين رجل ممن يزعم أنه مسلم وقال فيها أحاكمك إلى أهل دينك لأنه علم أن النبي لا يأخذ الرشوة في الحكم فاختلفا ثم اتفقا على أن يأتيا كاهنا في جهينة وفيها يعني الذي من الأنصار والثاني مثل الثاني وزاد * ( ويريد الشيطان أن يضلهم ضلالا بعيدا ) * وتلا * ( فلا وربك لا يؤمنون حتى يحكموك ) * الآية\r\nومن طريق سليمان التيمي قال زعم حضرمي أن رجلا من اليهود كان قد أسلم كانت بينه وبين رجل من اليهود ودارأة في حق فقال اليهودي انطلق إلى نبي الله فعرف أنه سيقضي عليه فأبى فانطلقا إلى رجل من الكهان فتحاكما إليه فنزلت\r\nوأخرج ابن أبي حاتم والحسن بن سفيان والطبراني من طريق صفوان بن عمرو وعن عكرمة عن ابن عباس قال كان أبو برزة الأسلمي يقضي بين اليهود فيما يتنافرون إليه فتنافر إليه ناس من أسلم\r\nقلت كذا وقع في هذه الرواية أبو برزة براء ثم زاي منقوطة ووقع في غيرها\r\n","description":"","footnote":"","page_name":" 900 ","page_number":246},
  {"content":"\r\nأبو بردة بدال بدل الزاي وضم أوله وهو أولى فما أظن أبا برزة الأسلمي الصحابي المشهور إلا غير هذا الكاهن\r\nوقد أخرج الطبري من طريق أسباط بن نصر عن 389 السدي قال كان ناس من اليهود قد أسلموا ونافق بعضهم وكانت قريظة والنضير في الجاهلية إذا قتل الرجل من بني النضير قتلته قريظة قتلوا به منهم فإذا قتل الرجل من بني قريظة قتلته بنو النضير أعطوا ديته ستين وسقا من تمر فلما أسلم ناس من بني قريظة والنضير قتل رجل من بني النضير رجلا من بني قريظة فتحاكموا إلى النبي صلى الله عليه وسلم فقال النضيري يا رسول الله إنما كان نعطيهم في الجاهلية الدية فنحن نعطيهم اليوم ذاك فقالت قريظة لا ولكن إخوانكم في النسب والدين ودماؤنا مثل دمائكم ولكنكم كنتم تغلبوننا في الجاهلية فقد جاء الله بالإسلام فأنزل الله يعيرهم بما فعلوا فقال * ( وكتبنا عليهم فيها أن النفس بالنفس ) * فعيرهم ثم ذكر قول النضيري فذكر القصة الآتية في سورة المائدة إلى أن قال فتفاخرت قريظة والنضير قالت كل\r\n","description":"","footnote":"","page_name":" 901 ","page_number":247},
  {"content":"\r\nفرقة نحن أكرم منكم ودخلوا المدينة إلى أبي بردة الكاهن الأسلمي فقال المنافق من قريظة والنضير وانطلقوا إلي أبي بردة ينفر بيننا وقال المسلمون لا بل ينفر بيننا النبي صلى الله عليه وسلم فأبى المنافقون وانطلقوا إلى أبي بردة فسألوه فقال أعظموا اللقمة يقول أعظموا الخطر فقالوا لك عشرة أوساق فقال لا بل مئة وسق ديتي فإني أخاف أن أنفر النضير فتقتلني قريظة أو أنفر قريظة فتقتلني النضير فأبوا أن يعطوه فوق العشرة أو ساق وأبى أن يحكم بينهم وأنزل الله * ( يريدون أن يتحاكموا إلى الطاغوت ) * وهو أبو بردة الأسلمي\r\nوأخرج ابن أبي حاتم من طريق محمد بن إسحاق عن محمد بن أبي محمد عن عكرمة أو سعيد عن ابن عباس 390 قال كان الجلاس بن الصامت قبل توبته فيما بلغني ومتعب بن قشير ورافع بن زيد وبشر كانوا يدعون الإسلام فدعاهم رجال من قومهم من المسلمين في خصومة كانت بينهم إلى رسول الله صلى الله عليه وسلم فدعوهم إلى الكهان حكام الجاهلية فأنزل الله فيهم هذه الآية\r\n2 قول آخر أخرج الطبري من طريق عطية العوفي عن ابن عباس في قوله تعالى * ( يريدون أن يتحاكموا إلى الطاغوت ) * الآية قال والطاغوت رجل من اليهود كان يقال له كعب بن الأشرف وكانوا إذا ما دعوا إلى ما أنزل الله وإلى الرسول قالوا بل نحاكمكم إلى كعب فنزلت\r\nومن طريق ابن أبي نجيح عن مجاهد ومن طريق الربيع بن\r\n","description":"","footnote":"","page_name":" 902 ","page_number":248},
  {"content":"\r\nأنس وغيرهما نحو ذلك\r\nوأخرج عبد بن حميد وغيره من طريق قتادة قال ذكر لنا أن هذه الآية نزلت في رجل من الأنصار يقال له قيس وفي رجل من اليهود في مدارأة كانت بينهما في حق فساقوا إلى كاهن ليحكم بينهما وتركا النبي صلى الله عليه وسلم فعاب الله ذلك عليهما وكان اليهودي يدعو إلى نبي الله وقد علم أنه لا يجوز عليه وجعل الأنصاري يأبى وهو يزعم أنه مسلم ويدعو إلى الكاهن فنزلت\r\n3 قول آخر قال الكلبي عن أبي صالح عن ابن عباس نزلت في رجل من المنافقين يقال له بشر كان بينه وبين يهودي خصومة فقال اليهودي انطلق بنا إلى محمد وقال المنافق بل نأتي كعب بن الأشرف وهو الذي سماه الله تعالى الطاغوت فأبى اليهودي إلا أن يخاصمه إلى رسول الله صلى الله عليه وسلم فلما رأى المنافق ذلك أتى معه النبي صلى الله عليه وسلم واختصما إليه 391 فقضى رسول الله صلى الله عليه وسلم لليهودي فلما خرجا من عنده لزمه المنافق وقال ننطلق إلى عمر بن الخطاب فأقبلا إلى عمر فقال\r\n","description":"","footnote":"","page_name":" 903 ","page_number":249},
  {"content":"\r\nاليهودي اختصمت أنا وهذا إلى محمد فقضى لي عليه فلم يرض بقضائه وزعم أنه مخاصم إليك وتعلق بي فجئت معه فقال عمر للمنافق أكذلك فقال نعم فقال لهما رويدكما حتى أخرج إليكما فدخل عمر البيت وأخذ السيف فاشتمل عليه ثم خرج إليهما فضرب به المنافق حتى برد وقال هكذا أقضي بين من لم يرض بقضاء رسول الله صلى الله عليه وسلم وهرب اليهودي ونزلت هذه الآية وقال جبريل عليه السلام إن عمر فرق بين الحق والباطل فسمي الفاروق وسيأتي في السبب الآتي شبيه بهذه القصة\r\n311 قوله تعالى * ( وما أرسلنا من رسول إلا ليطاع بإذن الله ) * الآية 64\r\nتقدم في الذي قبله من طريق الكلبي أن تلك الآية وما قبلها وماا بعدها أيضا إلى قوله * ( ويسلموا تسليما ) * كلها في قصة اللذين تحاكما إلى الكاهن وبهذا جزم مجاهد أخرج الطبري وغيره من طريق ابن أبي نجيح وغيره عن مجاهد في قوله * ( وما أرسلنا من رسول إلا ليطاع بإذن الله ) * وفي قوله * ( ولو أنهم إذ ظلموا أنفسهم جاؤوك فاستغفروا الله ) * الآية قال هذا الرجل اليهودي والرجل المسلم اللذان تحاكما إلى كعب بن الأشرف فنزلت في ذلك هذه الآية إلى قوله تعالى * ( ويسلموا تسليما ) *\r\nوأخرج الطبري من طريق ابن علية عن داود بن أبي هند عن الشعبي نحوه إلا أنه قال إلى الكاهن\r\n312 قوله تعالى * ( فلا وربك لا يؤمنون حتى يحكموك ) * إلى قوله\r\n","description":"","footnote":"","page_name":" 904 ","page_number":250},
  {"content":"\r\n* ( ويسلموا تسليما ) * 65\r\n1 تقدم قبل هذا النقل عمن قال إنها نزلت في تحاكم 392 إلى الكاهن وهو ظاهر السياق فإن الآيات المذكورة متعاطفة بعضها على بعض وأولها قصة المتحاكمين علي الاختلاف في ذلك\r\n2 وجاء عن جماعة أن هذه الآية الأخيرة نزلت في قصة أخرى قال الإمام أحمد والبخاري جميعا حدثنا أبو اليمان أنا شعيب عن الزهري أخبرني عروة بن الزبير عن أبيه أنه كان يحدث أنه خاصم رجلا من الأنصار قد شهد بدرا إلى النبي صلى الله عليه وسلم في شراج الحرة التي يسقون بها فقال النبي صلى الله عليه وسلم للزبير اسق ثم أرسل إلى جارك فغضب الأنصاري وقل يا رسول الله إن كان ابن عمتك فتلون وجه رسول الله صلى الله عليه وسلم ثم قال للزبير اسق ثم احبس الماء حتى يرجع إلى الجدر فاستوعى للزبير حقه وكان قبل ذلك أشار على الزبير برأي فيه سعة للأنصاري وله فلما أحفظه الأنصاري استوعى للزبير حقه في صريح الحكم قال الزبير والله ما أحسب هذه الآية نزلت إلا في ذلك * ( فلا وربك لا يؤمنون حتى يحكموك ) * الآية\r\nوأخرجه البخاري ومسلم من طريق الليث عن الزهري عن عروة عن\r\n","description":"","footnote":"","page_name":" 905 ","page_number":251},
  {"content":"\r\nعبد الله بن الزبير خاصم فذكر الحديث\r\nوكذا أخرجه البزار وابن حبان\r\nوأخرجه النسائي والطبري والإسماعيلي وغيرهم من طريق ابن وهب أخبرني يونس بن يزيد والليث عن ابن شهاب عن عروة حدثه أن عبد الله بن الزبير حدثه عن الزبير بن العوام أنه خاصم رجلا من الأنصار\r\nقيل إن ابن وهب كمل رواية يونس الليث على رواية يونس والليث لا يقول عن الزبير وإنما قال إن الزبير كما تقدم\r\nوأخرجه الطبري وغيره من رواية 393 عبد الرحمن بن إسحاق وغيره عن الزهري عن عروة أرسلوه ولفظ عبد الرحمن خاصم الزبير رجل من الأنصار وفيه يا زبير اشرب ثم خل سبيل الماء فقال الأنصاري وهو من بني أمية بطن من الأنصار اعدل يا نبي الله وإن كان ابن عمتك وفيه احبس الماء إلى الكعبين وفيه فنزلت\r\n","description":"","footnote":"","page_name":" 906 ","page_number":252},
  {"content":"\r\n* ( فلا وربك ) * إلى آخرها\r\nوغفل الحاكم فقال بعد أن أخرجه من طريق ابن أخي الزهري عن عمه عن عروة عن عبد الله بن الزبير عن الزبير صحيح الإسناد ولم يخرجاه ولا أعلم أحدا أقام هذا الإسناد يذكر عبد الله بن الزبير غير ابن أخيه وهو عنه ضعيف طريق أخرى سمي فيها خصم الزبير\r\nقال ابن أبي حاتم حدثنا أبي نا عمرو بن عثمان نا أبو حيوة عن سعيد بن عبد العزيز عن الزهري عن سعيد بن المسيب في هذه الآية * ( فلا وربك لا يؤمنون حتى يحكموك ) * الآية قال اختصم الزبير بن العوام حاطب بن أبي بلتعة في ماء فقضى النبي صلى الله عليه وسلم أن يسقي الأعلى قبل الأسفل\r\nوقال الثعلبي قال الصالحي اسمه ثعلبة بن حاطب ثم ساق القصة وزاد في آخرها ثم خرجا على المقداد فقال لمن كان القضاء يا ثعلبة قال قضى لابن عمته ولوى شدقه ففطن له يهودي فقال قاتل الله هؤلاء يشهدون أنه رسول الله\r\n","description":"","footnote":"","page_name":" 907 ","page_number":253},
  {"content":"\r\nثم يتهمونه في قضاء بينهم وأيم الله لقد أتينا ذنبا مرة في حياة موسى فدعاه موسى إلى التوبة فقال اقتلوا أنفسكم القصة فنزلت\r\nطريق أخرى قال ابن عيينة عن عمرو بن دينار عن سلمة رجل من ولد أم سلمة عن أم سلمة أن الزبير خاصم فقضى رسول الله صلى الله عليه وسلم للزبير فقال الرجل إنما قضى له 394 أنه ابن عمته فأنزل الله تعالى * ( فلا وربك لا يؤمنون حتى يحكموك ) * الآية أخرجه الطبري والطبراني ورجاله ثقات إلا أن بعض أصحاب ابن عيينة أرسلوه\r\nوأخرجه الفريابي عن ابن عيينة لم يقل عن أم سلمة وكذا أخرجه عبد بن حميد عن أبي نعيم عن ابن عيينة\r\n3 سبب آخر أخرج ابن أبي حاتم من طريق ابن لهيعة عن أبي الأسود قال اختصم رجلان إلى النبي صلى الله عليه وسلم فقضى بينهما فقال الذي قضى عليه ردنا إلى عمر فقال النبي صلى الله عليه وسلم نعم انطلقا إليه فلما أتيا عمر قال الرجل يا ابن الخطاب قضى لي رسول الله صلى الله عليه وسلم على هذا فقال ردنا إلى عمر فردنا إليك قال أكذلك قال نعم فقال عمر مكانكما حتى أخرج إليكما فأقضي بينكما فخرج إليهما مشتملا\r\n","description":"","footnote":"","page_name":" 908 ","page_number":254},
  {"content":"\r\nعلى سيفه فضرب الذي قال ردنا إلى عمر فقتله وأدبر الآخر فارا إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله قتل عمر صاحبي ولوما أنني أعجزته لقتلني فقال رسول الله ما كنت أظن أن عمر يجترئ على قتل مسلم فأنزل الله تعالى * ( فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ) * وأهدر دم ذلك الرجل ويرى عمر من قتله وستأتي بقية هذا الخبر في الذي بعده\r\nوتقدم من طريق الكلبي في الذي قبله وفيه تقوية لقول من قال إن الآيات كلها أنزلت في حق المتخاصمين إلى الكاهن كما تقدم وبهذا جزم الطبري وقواه بأن الزبير لم يجزم بأن الآية نزلت في قصته بل أورده ظنا\r\nقلت لكن تقدم في حديث أم سلمة الجزم بذلك ويحتمل 395 أن تكون قصة الزبير وقعت في أثناء ذلك فتناولها عموم الآية والله أعلم\r\nوقد تقدم أن القصة المذكورة نزل فيها * ( ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ) *\r\nطريق أخرى فيها أن الذي ترافعا إليه عمر\r\n","description":"","footnote":"","page_name":" 909 ","page_number":255},
  {"content":"\r\nقال الحافظ بن الحافظ إبراهيم بن دحيم في مسنده نا شعيب بن شعيب نا أبو المغيرة نا عتبة بن ضمرة حدثني أبي أن رجلين اختصما إلى النبي صلى الله عليه وسلم فقضى للمحق على المبطل فقال المقضي عليه لا أرضى حتى ترضى فقال صاحبه\r\n","description":"","footnote":"","page_name":" 910 ","page_number":256},
  {"content":"\r\nفما تريد قال أن نذهب إلى أبي بكر الصديق فذكرا ذلك له فقال الذي قضى له النبي صلى الله عليه وسلم قد اختصمنا إلى النبي صلى الله عليه وسلم فقضى لي عليه فقال أبو بكر فأنتما على ما قضى به النبي صلى الله عليه وسلم فأبى صاحبه أن يرضى وفيه أنه رد به إلى عمر ثم ذكر قصة عمر في قتله\r\n313 قوله ز تعالى * ( ولو أنا كتبنا عليهم أن اقتلوا أنفسكم ) * إلى قوله * ( مستقيما ) * 66 - 68\r\nأخرج الطبري من طريق أسباط بن نصر عن السدي قال افتخر ثابت بن قيس بن شماس ورجل من يهود فقال اليهودي والله لقد كتب علينا أن اقتلوا أنفسكم فقتلنا أنفسنا\r\nفقال والله لو كتب علينا أن اقتلوا أنفسكم لقتلنا أنفسنا فأنزل الله في هذا * ( ولو أنهم فعلوا ما يوعظون به لكان خيرا لهم وأشد تثبيتا ) *\r\nومن طريق أبي إسحاق السبيعي لما نزلت * ( ولو أنا كتبنا عليهم أن اقتلوا أنفسكم ) * الآية\r\nقال رجل لو أمرنا لفعلنا والحمد لله الذي عافانا فبلغ ذلك النبي صلى الله عليه وسلم فقال\r\n","description":"","footnote":"","page_name":" 911 ","page_number":257},
  {"content":"\r\nإن من أمتي لرجالا الإيمان أثبت في قلوبهم من الجبال الرواسي\r\nوذكر مقاتل 396 بن سليمان إن الرجل المذكور هو عمر بن الخطاب ولفظه\r\nلما نزلت قال عمر بن الخطاب لو فعل ربنا لفعلنا الحمد لله الذي لم يفعل بنا ذلك فقال النبي صلى الله عليه وسلم فذكره\r\nوأخرج عبد بن حميد عن عمر بن سعد عن سفيان هو الثوري في قوله تعالى * ( ولو أنا كتبنا عليهم أن اقتلوا أنفسكم ) * الآية قال نزلت في ثابت بن قيس\r\nوقال مقاتل أيضا لما نزلت * ( إلا قليل منهم ) * قال رسول الله صلى الله عليه وسلم لعمار ابن ياسر وعبد الله بن مسعود وثابت بن قيس بن شماس هم من أولئك القليل\r\n314 قوله تعالى * ( ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين ) * الآية 69\r\nأخرج الطبري من طريق جعفر بن أبي المغيرة عن سعيد بن جبير قال جاء رجل من الأنصار إي النبي صلى الله عليه وسلم وهو محزون فقال له النبي صلى الله عليه وسلم يا فلان مالي أراك محزونا قال يا نبي الله شيء فكرت فيه نحن نغدو عليك ونروح ننظر في وجهك ونجالسك غدا ترفع مع النبيين فلا نصل إليك فلم يرد عليه شيئا فأتاه جبريل بهذه الآية * ( ومن يطع الله والرسول ) * الآية قال فبعث إليه النبي صلى الله عليه وسلم فبشره\r\n","description":"","footnote":"","page_name":" 912 ","page_number":258},
  {"content":"\r\nومن طريق أبي الضحى عن مسروق قال قال أصحاب محمد يا رسول الله ما ينبغي لنا أن نفارقك في الدنيا فإنك لو مت رفعت فوقنا فلم نرك فأنزل الله * ( ومن يطع الله ) * الآية\r\nومن طريق سعيد عن قتادة ذكر لنا أن رجالا قالوا هذا نبي الله نراه في الدنيا وأما في الآخرة فيرفع فلا نراه فنزلت إلى قوله * ( رفيقا ) *\r\nومن طريق السدي في هذه الآية قال ناس من الأنصار 397 يا رسول الله إذا أدخلك الله الجنة فكنت في أعلاها ونحن نشتاق إليك فكيف نصنع فنزلت\r\nومن طريق الربيع بن أنس قال إن أصحاب النبي صلى الله عليه وسلم قالوا قد علمنا أن النبي صلى الله عليه وسلم له فضل علي من آمن به في درجات الجنة ممن اتبعه وصدقه فكيف لهم إذا اجتمعوا في الجنة أن يرى بعضهم بعضا فأنزل الله في ذلك فقال إن الأعلين ينحدرون إلى من هو أسفل منهم فيجتمعون في رياضها فيذكرون ما أنعم الله عليهم ويثنون عليه وينزل لهم أهل الدرجات فيسعون عليهم بما يشتهون وما يدعون به فهم في روضة يحبرون ويتنعمون فيه\r\nوروينا في المعجم الأوسط للطبراني في ترجمة أحمد بن عمرو الخلال عن\r\n","description":"","footnote":"","page_name":" 913 ","page_number":259},
  {"content":"\r\nعبد الله بن عمران نا فضيل بن عياض عن منصور عن إبراهيم عن الأسود عن عائشة قالت جاء رجل إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله إنك لأحب إلي من نفسي وأهلي وولدي وإني لأكون في البيت فأذكرك فما أصبر حتى آتيك فأنظر إليك وإذا ذكرت موتي وموتك عرفت أنك إذا دخلت الجنة رفعت مع النبيين فإني دخلت إذا دخلت الجنة خشيت أن لا أراك فلم يرد عليه رسول الله صلى الله عليه وسلم شيئا حتى نزل جبريل هذه الآية * ( ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين ) * الآية\r\nقلت رجاله موثقون\r\nوأخرج عبد بن حميد وابن أبي حاتم معا من طريق الحكم بن أبان عن عكرمة قال أتى فتى النبي صلى الله عليه وسلم فقال يا نبي الله إن لنا منك نظرة في الدنيا وفي يوم القيامة لا نراك فإنك في الدرجات 398 العلا فأنزل الله * ( فأولئك مع الذين أنعم الله عليهم ) *\r\nوذكر الثعلبي بغير إسناد قال نزلت في ثوبان مولى رسول الله صلى الله عليه وسلم وكان\r\n","description":"","footnote":"","page_name":" 914 ","page_number":260},
  {"content":"\r\nشديد الحب لرسول الله صلى الله عليه وسلم قليل الصبر عنه فأتاه ذات يوم وقد تغير لونه ونحل جسمه فعرف الحزن في وجهه فقال له يا ثوبان ما غير لونك فقال يا رسول الله لا بي مرض ولا وجع غير إني إذا لم أرك اشتقت إليك واستوحشت وحشة شديدة حتى ألقاك ثم ذكرت الآخرة فأخاف أن لا أراك هناك لأني عرفت إنك ترفع مع النبيين وإني إن دخلت الجنة كنت في منزلة أدنى من منزلتك وإن لم أدخل فذاك حين لا أراك أبدا فأنزل الله تعالى هذه الآية ثم قال رسول الله صلى الله عليه وسلم عند ذلك والذي نفسي بيده لا يؤمن عبد حتى أكون أحب إليه من نفسه وأبويه وأهله والناس أجمعين\r\nوقال مقاتل بن سليمان قال رجل من الأنصار يسمى عبد الله بن زيد ابن عبد ربه وهو الذي رأى الأذان مع عمر يا رسول الله إنا إذا خرجنا من عندك إلى أهلينا اشتقنا إليك فلم ينفعنا شيء حتى نرجع إليك فذكرت درجتك في الجنة فكيف لنا برؤيتك إن دخلنا الجنة\r\nفنزلت هذه الآية قال فلما توفي النبي صلى الله عليه وسلم وهو في حديقة أتاه ابنه فأخبره فقال عند ذلك اللهم لا أرى شيئا بعد حبيبي أبدا فعمي مكانه وذلك من شدة حبه لرسول الله صلى الله عليه وسلم\r\n315 قوله ز تعالى * ( وإن منكم لمن ليبطئن ) * 72\r\nأخرج ابن أبي حاتم من طريق بكير بن معروف عن مقاتل بن حيان في قوله * ( وإن منكم لمن ليبطئن ) * قال هو فيما بلغنا عبد الله بن أبي 399 رأس\r\n","description":"","footnote":"","page_name":" 915 ","page_number":261},
  {"content":"\r\nالمنافقين وبذلك جزم مقاتل بن سليمان\r\nوأخرج عبد بن حميد والطبري من طريق ابن أبي نجيح عن مجاهد قال نزلت في المنافقين\r\n316 قوله ز تعالى * ( فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ) *\r\nقال الثعلبي معناه أنه يؤمر بالإيمان ثم بالقتال\r\nقال وقال بعضهم معناه نزلت هذه الآية في المؤمنين المخلصين\r\n317 قوله ز تعالى * ( وما لكم لا تقاتلون في سبيل الله ) * 75\r\nأخرج عبد بن حميد من رواية سعيد عن قتادة كان بمكة رجال ونساء وولدان من المسلمين فأمر الله نبيه أن يقاتل حتى يستنقذهم\r\nوأخرج من رواية أبي يونس القوي قلت لسعيد بن جبير في قوله * ( والمستضعفين ) *\r\nقال كان بمكة ناس مظلومون مقهورون\r\n","description":"","footnote":"","page_name":" 916 ","page_number":262},
  {"content":"\r\n318 قوله تعالى * ( ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة ) * الآية 77\r\n1 أخرج الطبري والفاكهي في كتاب مكة والحسن بن سفيان في مسنده وابن أبي حاتم من رواية الحسين بن واقد عن عمرو بن دينار عن عكرمة عن ابن عباس إن عبد الرحمن بن عوف وأصحابا له أتوا النبي صلى الله عليه وسلم بمكة فشكوا إنا كنا في عز ونحن مشركون فلما آمنا صرنا أذلة فقال إني أمرت بالعفو فلا تقتلوا القوم فلما حوله الله تعالى إلى المدينة أمره بالقتال فكفوا فأنزل الله تعالى هذه الآية\r\nوأخرج الطبري وابن أبي حاتم من طريق أسباط بن نصر عن السدي قال هم قوم أسلموا قبل أن يفرض عليهم القتال ولم يكن عليهم إلا الصلاة والزكاة فسألوا الله أن يفرض عليهم القتال فلما كتب عليهم إذا فريق منهم يكره ذلك فذكر الخبر\r\nومن طريق سنيد بسنده إلى عكرمة 400 نحوه\r\nومن طريق سعيد بن أبي عروبة وعبد ابن حميد من طريق شيبان كلاهما\r\n","description":"","footnote":"","page_name":" 917 ","page_number":263},
  {"content":"\r\nعن قتادة قال ذكر لنا أن أناسا من الصحابة وهم يومئذ بمكة قبل الهجرة فزعموا إلى القتال وسرعوا فيه حتى قالوا للنبي صلى الله عليه وسلم ذرنا نتخذ معنا معاول للمشركين فنهاهم عن ذلك وقال لم أؤمر بالقتال فلما كانت الهجرة أمروا بالقتال فكره ذلك بعض وقالوا فيه ما تسمعون فقال الله تعالى * ( قل متاع الدنيا قليل والآخرة خير لمن اتقى ) *\r\nوقال مقاتل بن سليمان نزلت في عبد الرحمن بن عوف وسعد بن أبي وقاص وهما من بني زهرة وقدامة بن مظعون والمقداد بن الأسود وذلك أنهم استأذنوا في قتال كفار مكة لما يلقون منهم من الأذى فقال لم أؤمر بالقتال فلما هاجر إلى المدينة وأذن بالقتال كره بعضهم ذلك\r\nوذكر مقاتل المذكور أن من هذا الفريق طلحة بن عبيد الله\r\nكذا قال ولعله كان ممن قال ذلك أولا وأما الفريق الذين قالوا * ( لم كتبت علينا القتال ) * فاللائق أنهم ممن لم يرسخ الإيمان في قلبه وطلحة كان من الراسخين\r\nونقل الثعلبي عن الكلبي قال نزلت فذكر نحو مقاتل إلا تسمية طلحة\r\n2 قول آخر أخرج الطبري من طريق ابن أبي نجيح عن مجاهد * ( ألم تر إلى ) *\r\n","description":"","footnote":"","page_name":" 918 ","page_number":264},
  {"content":"\r\n* ( الذين قيل لهم كفوا أيديكم ) * ) الآية نزلت في يهود\r\nومن طريق عطية العوفي عن ابن عباس نحوه وزاد أن تصنعوا كصنيعهم\r\n319 قوله تعالى * ( أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) * الآية 78\r\n1 قال الكلبي عن أبي صالح عن ابن عباس لما استشهد الله من المسلمين من استشهد يوم أحد قال المنافقون 401 الذين تخلفوا عن الجهاد لو كان إخواننا الذين قتلوا عندنا ما ماتوا وما قتلوا فأنزل الله عز وجل هذه الآية\r\n2 قول آخر قال الطبري حدثنا علي بن سهل ثنا مؤمل بن إسماعيل نا أبو همام ثنا كثير أبو الفضل ح وقال ابن أبي حاتم نا أبو سعيد بن يحيى بن سعيد القطان نا عيسى نا حميد الرؤاسي واللفظ له قال ثنا كثير\r\n","description":"","footnote":"","page_name":" 919 ","page_number":265},
  {"content":"\r\nالكوفي ثنا مجاهد أبو الحجاج قال كان قبل أن يبعث النبي صلى الله عليه وسلم\r\nوفي رواية مؤمل كان فيمن كان قبلكم امرأة وكان لها أجير فولدت فقالت لأجيرها انطلق فاقتبس لي نارا فانطلق الأجير فإذا هو برجلين قائمين على الباب فقال أحدهما لصاحبه ما ولدت فقال ولدت جارية فقال أحدهما لصاحبه لا تموت هذه الجارية حتى تزني بمئة ويتزوجها الأجير ويكون موتها بعنكبوت فقال الأجير أما والله لأكذبن حديثكما فرمى بما في يده وأخذ السكين فشحذها وقال ألا تراني أتزوجها بعد ما تزني بمئة قال مجاهد ففرى كبدها ورمى بالسكين وظن أنه قد قتلها\r\nوقال مؤمل في روايته فخرج فوجد بالباب رجلا فقال له ما ولدت هذه المرأة قال جارية قال أما إن هذه الجارية فذكره لكن قال وأخذ شفرة فدخل فشق بطن الصبية فصاحت الصبية فقامت أمها فرأت بطنها قد شق فخاطته وداوته حتى برئت وفي رواية مؤمل وخرج على وجهه فركب البحر وخيط بطن الصبية وعولجت فبرئت فكانت تبغي فأتت ساحلا من سواحل فأقامت فيه تبغي ولبث الرجل ما شاء الله ثم قدم ذلك الساحل ومعه مال كثير\r\nوفي رواية عيسى 402 وركب الأجير رأسه فلبث ما شاء الله أن يلبث وأصاب الأجير مالا فأراد أن يطلع أرضه فينظر من مات منهم ومن حي فأقبل حتى نزل على عجوز وقال للعجوز ابغي لي أحسن امرأة في البلد أصيب منها وأعطيها فانطلقت العجوز إلى تلك المرأة وهي أحسن جارية في البلد فدعتها إلى الرجل وقالت تصيبين منه معروفا\r\n","description":"","footnote":"","page_name":" 920 ","page_number":266},
  {"content":"\r\nوفي رواية مؤمل فقال لامرأة من أهل الساحل ابغيني امرأة من أجمل امرأة في القرية أتزوجها فقال ها هنا امرأة من أجمل الناس لكنها تبغي قال ائتيني بها\r\nإلى هنا انتهى ما وجد من أسباب النزول لشيخ الإسلام العالم العلامة الحافظ الشيخ شهاب الدين أبي الفضل أحمد بخطه\r\nانتهى ذلك وكتبه من أوله إلى أثناء قوله * ( نساؤكم حرث لكم فأتوا حرثكم أنى شئتم ) * من خط الشيخ الإمام العامل العالم العلامة كمال الدين ومن أثناء قوله * ( نساؤكم حرث لكم ) * إلى هنا من خط الشيخ الإمام الحافظ مؤلف هذا الكتاب شيخ الإسلام الشيخ شهاب الدين أمده الله بالرحمة والرضوان عبد الحق بن محمد السنباطي غفر الله له ولوالديه ولمشايخه ولمن دعا لهم بالغفرة ولجميع المسلمين وكان الفراغ من كتابة ذلك في الليلة المسفر صباحها عن الساد من شهر شوال المبارك سنة تسع وثمانين وثمانمئة بخير بمحمد وآله وصحبه وصلى الله على سيدنا محمد وآله وصحبه وسلم\r\n\r\n","description":"","footnote":"","page_name":" 921 ","page_number":267}
  ]