[
  {"content":"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n4\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\nسورة الصف\r\nذكر فيها ثلاثة أحاديث\r\n1334 الحديث الأول\r\nروي أن رجلا آذى المسلمين ونكى فيهم فقتله صهيب وانتحل قتله آخر فقال عمر لصهيب أخبر النبي صلى الله عليه وسلم أنك قتلته فقال إنما قتلته لله ولرسوله فقال عمر يا رسول الله قتله صهيب قال كذلك يا أبا يحيى قال نعم فنزلت في المنتحل\r\nقلت رواه الثعلبي أنا الحسين بن فنجويه الدينوري ثنا ابن أبي صقلاب ثنا أبو الحارث بن سعيد بدمشق ثنا أحمد بن منصور الرمادي ثنا محمد بن يعقوب ابن محمد الزهري ثنا حصين بن حذيفة الصهيبي ثنا يحيى عن سعيد بن المسيب عن صهيب قال كان رجل يوم بدر قد آذى المسلمين ونكاهم فقتله صهيب فقال رجل يا رسول الله قتلت فلانا ففرح بذلك رسول الله صلى الله عليه وسلم فقال عمر وعبد الرحمن لصهيب أخبر النبي صلى الله عليه وسلم أنك قتلته فإن فلانا ينتحله فقال صهيب إنما قتلته لله ورسوله فقال عمر وعبد الرحمن يا رسول الله إنما قتله صهيب قال كذلك يا أبا يحيى قال نعم يا رسول الله فأنزل الله تعالى * ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) * انتهى\r\n1335 الحديث الثاني\r\nقال رسول الله صلى الله عليه وسلم الزبير ابن عمتي وحواريي من أمتي\r\nقلت رواه النسائي في سننه الكبرى في كتاب المناقب ثنا أحمد بن حرب\r\n","description":"","footnote":"","page_name":" 7 ","page_number":3},
  {"content":"\r\nثنا أبو معاوية عن هشام بن عروة عن محمد بن المنكدر عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم الزبير ابن عمتي وحواريي من أمتي انتهى\r\nورواه ابن أبي شيبة في مصنفه في كتاب الفضائل وكذلك في مسنده أيضا ثنا أبو معاوية سندا ومتنا\r\nوالحديث في الصحيحين بعضه أخرجاه في الفضائل من حديث محمد بن المنكدر عن جابر قال قال رسول الله صلى الله عليه وسلم إن لكل نبي حواري وحواريي الزبير انتهى\r\n1336 الحديث الثالث\r\nعن النبي صلى الله عليه وسلم من قرأ سورة الصف كان عيسى مصليا عليه مستغفرا له ما دام في الدنيا وهو يوم القيامة رفيقة\r\nقلت رواه الثعلبي أخبرنا أبو الحسين الخبازي ثنا ابن حنش المقرئ ثنا أبو العباس محمد بن موسى الرازي ثنا عبد الله بن روح المدائني ثنا شبابة بن سوار الفزاري ثنا مخلد بن عبد الواحد عن علي بن زيد وعطاء بن أبي ميمونة عن زر بن حبيش عن أبي بن كعب عن النبي صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده المتقدم في يونس\r\n","description":"","footnote":"","page_name":" 8 ","page_number":4},
  {"content":"\r\nسورة الجمعة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":5},
  {"content":"\r\nسورة الجمعة\r\n","description":"","footnote":"","page_name":" 10 ","page_number":6},
  {"content":"\r\nذكر فيها خمسة عشر حديثا\r\n1337 الحديث الأول\r\nفي حديث أشعياء إني أبعث أعمى في عميان وأميا في أميين\r\nقلت لم أجده إلا من قول وهب بن منبه رواه الحافظ أبو نعيم في كتابه دلائل النبوة حدثنا أبي ثنا إسحاق بن إبراهيم بن محمد بن جميل ثنا محمد بن سهل بن عسكر ثنا إسماعيل بن عبد الكريم ثني عبد الصمد بن معقل قال سمعت وهب بن منبه يقول أوحى الله إلى نبي من أنبياء بني إسرائيل يقال له أشعياء أن قم في بني إسرائيل فإني سأطلق لسانك بوحي فقام فقال يا سماء أسمعي يا أرض انصتي فإن الله يريد أن يقضي شأنا ويدبر أمرا هو منفذه إنه يريد أن يحول الريف إلى الفلاة والآجام إلى الغيطان والأنهار في الصحاري والنعمة في الفقراء والملك في الرعاة قال الله إني مبتعث كذلك نبيا أميا من أميين أعمى من عميان ضالا من ضالين أفتح به آذانا صما وأعينا عميا وقلوبا غلفا وأسدده لكل أمر جميل وأهب له كل خلق كريم وأجعل السكينة لباسه والبر شعاره والتقوى ضميره والحكمة منطقه والصدق والوفاء طبيعته والعفو والمعروف خلقه والحق شريعته والعدل سيرته والهدى أمامه والإسلام ملته اسمه أحمد أهدي به بعد الضلالة وأعلم به من الجهالة وأرفع به بعد الخمالة وأعرف به بعد النكرة وأكثر به بعد القلة وأغني بعد العيلة وأجمع به بعد الفرقة وأؤلف به بين أمم متفرقة وقلوب مختلفة وأهواء متشتتة وأستنقذ به فئاما من الناس عظيما من المهلكة وأجعل أمته خير أمة أخرجت للناس يأمرون بالمعروف وينهون عن\r\n","description":"","footnote":"","page_name":" 11 ","page_number":7},
  {"content":"\r\nالمنكر موحدين مؤمنين مخلصين مصدقين بما جاءت به رسلي انتهى\r\nحدثنا سليمان بن أحمد ثنا محمد بن أحمد بن البراء ثنا عبد المنعم بن إدريس ابن سنان عن أبيه عن جده وهب بن منبه فذكره\r\n1338 الحديث الثاني\r\nروي أنه كان لرسول الله صلى الله عليه وسلم يوم الجمعة مؤذن واحد وكان إذا جلس على المنبر أذن على المسجد فإذا نزل أقام الصلاة وكان أبو بكر وعمر على ذلك حتى إذا كان عثمان وكثر الناس وتباعدت المنازل زاد مؤذنا آخر فأمر بالتأذين الأول على داره التي تسمى الزوراء فإذا جلس على المنبر أذن المؤذن الأذان الثاني فإذا نزل أقام الصلاة فلم يعب عليه ذلك\r\nقلت روى الجماعة إلا مسلما من حديث الزهري عن السائب بن يزيد أن الاذان كان أوله حين يجلس الإمام على المنبر يوم الجمعة في عهد رسول الله صلى الله عليه وسلم وأبي بكر وعمر فلما كان خلافة عثمان وكثر الناس أمر عثمان يوم الجمعة بالأذان الثالث فأذن به على الزوراء انتهى وفي رواية للبخاري لم يكن لرسول الله صلى الله عليه وسلم إلا مؤذن واحد وفي رواية كان يؤذن بين يدي رسول الله صلى الله عليه وسلم إذا جلس على المنبر يوم الجمعة\r\n1339 الحديث الثالث\r\nروي أن الأنصار قالوا إن اليهود يوما ما يجتمعون فيه كل سبعة أيام وللنصارى يوما مثل ذلك فهلموا نجعل لنا يوما نجتمع فيه فنذكر الله ونصلي فقالوا يوم السبت لليهود ويوم الأحد للنصارى فاجعلوه\r\n","description":"","footnote":"","page_name":" 12 ","page_number":8},
  {"content":"\r\nيوم العروبة وكان يقال لها العروبة فاجتمعوا إلى أسعد بن زرارة فصلى بهم يومئذ ركعتين وذكرهم فسموه يوم الجمعة لاجتماعهم فيه فأنزل الله آية الجمعة فهي أول جمعة كانت في الإسلام\r\nقلت رواه عبد الرزاق في مصنفه في الجمعة أخبرنا معمر عن أيوب عن ابن سيرين قال جمع أهل المدينة قبل ان يقدم رسول الله صلى الله عليه وسلم وقبل ان ينزل الجمعة وهم الذين سموها الجمعة فقالت الأنصار لليهود يوم وللنصارى مثله فهلم نجعل لنا يوما نجتمع فيه ونذكر الله ونصلي فقالوا يوم السبت لليهود ويوم الأحد للنصارى فاجعلوه يوم العروبة وكانوا يسمون يوم الجمعة يوم العروبة فاجتمعوا إلى أسعد بن زرارة فذكرهم وصلى بهم فسموه الجمعة حين اجتمعوا فيه فأنزل الله بعد ذلك * ( يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة ) * انتهى\r\nومن طريق عبد الرزاق رواه الثعلبي في تفسيره بسنده ومتنه\r\nواختصره الطبرانبي في معجمه عن محمد بن إسحاق ثني محمد بن أبي أمامة ابن سهل بن حنيف عن أبيه حدثني عبد الرحمن بن كعب بن مالك قال كنت قائد أبي حين كف بصره فإذا خرجت به إلى الجمعة استغفر لأبي أمامة أسعد ابن زرارة فمكثت حينا أسمع منه ذلك فسألته يوما عن ذلك فقال أي بني كان أسعد بن زرارة أول من جمع بنا في المدينة قبل مقدم رسول الله صلى الله عليه وسلم في نقيع الخضمات قلت وكم كنتم قال كنا أربعين رجلا انتهى\r\nوروى ابن سعد في الطبقات في ترجمة مصعب بن عمير من حديث الزهري وأبي سلمة بن عبد الرحمن وعاصم بن عمر بن قتادة قال لما انصرف أهل العقبة الأولى وهم اثنا عشر رجلا وأسلم بعض الأنصار ارسلوا إلى رسول الله صلى الله عليه وسلم أن ابعث إلينا رجلا يعلمنا القرآن وشرائع الدين فبعث إليهم مصعب بن عمير وكان يقرئهم القرآن ويعلمهم الإسلام حتى فشا الإسلام في دور الأنصار فكتب مصعب إلى رسول الله صلى الله عليه وسلم يستأذنه في أن يجمع بهم فأذن له وكتب إليه أن\r\n","description":"","footnote":"","page_name":" 13 ","page_number":9},
  {"content":"\r\nانظر اليوم الذي تجهز اليهود فيه لسبتها فإذا زالت الشمس فأردف إلى الله بركعتين واخطب فيهم فجمع بهم مصعب بن عمير في دار سعد بن خيثمة وهم اثنا عشر رجلا فهو أول من جمع في الاسلام وروى قوم من الأنصار أن أول من جمعهم أبو أمامة أسعد بن زرارة مختصر\r\n1340 الحديث الرابع\r\nروي أن أول جمعة جمعها رسول الله صلى الله عليه وسلم انه لما قدم المدينة مهاجرا نزل قباء على بني عمرو بن عوف وأقام بها يوم الاثنين والثلاثاء والأربعاء والخميس فأسس مسجدهم ثم خرج يوم الجمعة عامدا المدينة فأدركته الجمعة في بني سالم بن عوف في بطن واديهم فخطب صلى الله عليه وسلم وصلى الجمعة\r\nقلت رواه البيهقي في دلائل النبوة من حديث محمد بن إسحاق عن محمد ابن جعفر عن عروة بن الزبير عن عبد الرحمن بن عويم قال أخبرني بعض قومي قال قدم رسول الله صلى الله عليه وسلم المدينة يوم الاثنين لاثنتي عشرة ليلة مضت من ربيع الأول فأقام بقباء الاثنين والثلاثاء والأربعاء والخميس فأسس المسجد وصلى فيه تلك الأيام حتى إذا كان يوم الجمعة خرج على ناقته القصواء وبنو عمرو بن عوف يزعمون أنه لبث فيهم ثمان عشرة ليلة ثم خرج وقد اجتمع الناس فأدركته الصلاة في بني سالم فصلاها بمن معه في المسجد الذي ببطن الوادي فكانت أول جمعة صلاها بالمدينة انتهى\r\nوذكره ابن هشام في السيرة من قول ابن إسحاق لم يتجاوز به فذكر كلاما طويلا في الهجرة إلى أن قال فأقام رسول الله صلى الله عليه وسلم بقباء في بني عمرو ابن عوف يوم الاثنين ويوم الثلاثاء ويوم الأربعاء ويوم الخميس وأسس مسجدهم ثم أخرجه الله من بين أظهرهم يوم الجمعة أدركته الجمعة في بني سالم بن عوف فصلاها في المسجد الذي ببطن الوادي وأدي رانوناء وكانت أول جمعة صلاها بالمدينة مختصر\r\n","description":"","footnote":"","page_name":" 14 ","page_number":10},
  {"content":"\r\nوأخرج البيهقي نحوه عن عروة بن الزبير مرسلا قال تلقى المسلمون رسول الله صلى الله عليه وسلم فلقوه إلى بني عمرو بن عوف وذلك يوم الاثنين لهلال شهر ربيع الأول . . . إلى أن قال ومكث رسول الله صلى الله عليه وسلم في بني عمرو بن عوف ثلاث ليال وقيل أكثر واتخذوا فيهم مسجدا وهو الذي في القرآن أنه أسس على التقوى ثم إن رسول الله صلى الله عليه وسلم ركب يوم الجمعة فمر على بني سالم فصلى فيهم الجمعة وكانت أول جمعة صلاها رسول الله صلى الله عليه وسلم بالمدينة مختصر وليس فيها ذكر الخطبة\r\nوفي صحيح البخاري منه قطعة يسيرة ذكره في آخر حديث الهجرة أن المسلمين تلقوا رسول الله صلى الله عليه وسلم بظهر الحرة فعدل بهم ذات اليمين حتى نزل بهم في بني عمرو ابن عوف وذلك يوم الاثنين من شهر ربيع الأول فلبث رسول الله صلى الله عليه وسلم في بني عمرو بن عوف بضع عشرة ليلة وأسس المسجد الذي أسس على التقوى وصلى فيه رسول الله صلى الله عليه وسلم ثم ركب راحلته وسار والناس معه حتى بركت عند مسجد رسول الله صلى الله عليه وسلم مختصر\r\n1341 الحديث الخامس\r\nعن النبي صلى الله عليه وسلم خير يوم طلعت فيه الشمس يوم الجمعة فيه خلق آدم وفيه أدخل الجنة وفيه أهبط إلى الأرض وفيه تقوم الساعة هو عند الله يوم المزيد\r\nقلت هو في الصحيحين وليس فيه قوله وهو عند الله يوم المزيد أخرجاه في الجمعة من حديث الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم خير يوم طلعت فيه الشمس يوم الجمعة فيه خلق آدم وفيه أدخل الجنة وفيه أخرج منها وفي رواية أهبط وفيه تقوم الساعة\r\n1342 الحديث السادس\r\nعن النبي صلى الله عليه وسلم قال أتاني جبريل عليه السلام وفي كفه مرآة\r\n","description":"","footnote":"","page_name":" 15 ","page_number":11},
  {"content":"\r\nبيضاء وقال هذا يوم الجمعة يعرضها عليك ربك ليكون لك عيدا ولامتك من بعدك وهو سيد الأيام عندنا ونحن ندعوه في الآخرة يوم المزيد\r\nقلت روي من حديث أنس ومن حديث حذيفة\r\nأما حديث أنس فله طرق\r\nمنها عند البزار في مسنده عن عمر بن يونس اليمامي ثنا جهضم بن عبد الله ابن أبي الطفيل ثني أبو طيبة عن عثمان بن عمير عن انس بن مالك أن النبي صلى الله عليه وسلم قال أتاني جبريل وفي يده مرآة بيضاء فيها نكتة سوداء فقلت ما هذه يا جبريل قال هذه الجمعة يعرضها عليك ربك لتكون لك عيدا ولامتك من بعدك قلت ما هذه النكتة السوداء فيها قال هي الساعة تقوم يوم الجمعة وهو سيد الأيام عندنا ونحن ندعوه في الآخرة يوم المزيد قلت فلم تدعونه يوم المزيد قال إن الله تعالى إذا صير أهل الجنة إلى الجنة أخرجوا إلى دار المزيد فيخرجون في كثبان المسك . . . إلى أن قال ثم يرجعون إلى منازلهم فتقول لهم أزواجهم لقد خرجتم من عندنا بصورة ورجعتم إلينا بغيرها فيقولون تجلى لنا الجبار عز وجل فنظرنا إلى ما جئنا به عليكم فهم يتقلبون في مسك الجنة ونعيمها في كل سبعة أيام يوم وهو يوم المزيد مختصر\r\nورواه كذلك الطبري في تفسيره في سورة ق إلا أنه أدخل بين أبي طيبة وعثمان بن عمير رجلا آخر فقال ثني أبو ظبية عن معاوية العبسي عن عثمان ابن عمير\r\nطريق آخر رواه الطبراني في معجمه الوسط حدثنا أحمد بن زهير ثنا محمد ابن عثمان بن كرامة ثنا خالد بن مخلد القطواني ثنا عبد السلام بن حفص عن أبي عمران الجوني عن انس بن مالك . . . فذكره\r\n","description":"","footnote":"","page_name":" 16 ","page_number":12},
  {"content":"\r\nطريق آخر رواه الشافعي في مسنده أخبرني إبراهيم بن محمد الأسلمي ثني موسى بن عبيدة ثني أبو الأزهر معاوية بن إسحاق بن طلحة عن عبيد بن عمير أنه سمع أنس بن مالك يقول أتى جبريل إلى النبي صلى الله عليه وسلم بمرآة بيضاء فيها نكتة سوداء فقال عليه السلام ما هذه قال هذه الجمعة فضلت بها أنت وأمتك وهو عندنا يوم المزيد قال يا جبريل وما يوم المزيد قال إن ربك اتخذ في الفردوس واديا فيه كتب مسك فإذا كان يوم الجمعة . . . إلى آخره كما تقدم\r\nومن طريق الشافعي رواه البيهقي في المعرفة إلا أنه قال موسى بن عقبة عوض ابن عبيدة\r\nرواه ابن مردويه في تفسيره من حديث موسى بن عبيدة به\r\nورواه أيضا من حديث علي بن الحكم البياني عن عثمان بن عمير عن أنس . . . فذكره\r\nورواه من حديث عنبسة بن سعيد عن عثمان بن عمير عن أنس به\r\nطريق آخر رواه ابن أبي شيبة وإسحاق بن راهويه في مسنديهما قال ابن أبي شيبة أخبرنا عبد الرحمن بن محمد المحاربي وقال إسحاق أخبرنا جرير قالا أنا ليث بن أبي سليم عن عثمان بن عمير به سواء\r\nطريق آخر رواه أبو يعلى الموصلي في مسنده ثنا شيبان بن فروخ ثنا الصعق ابن حزن ثنا علي بن الحكم البناني عن أنس . . . فذكره بلفظ الشافعي\r\nطريق آخر رواه الطبراني في معجمه الوسط أيضا من حديث الوليد بن مسلم عن عبد الرحمن بن ثابت بن ثوبان عن أبيه عن سالم بن عبد الله انه سمع انس ابن مالك يقول قال صلى الله عليه وسلم أتاني جبريل وفي يده كهيئة المرآة البيضاء فيها نكتة\r\n","description":"","footnote":"","page_name":" 17 ","page_number":13},
  {"content":"\r\nسوداء فقلت ما هذه يا جبريل قال هذه الجمعة بعث بها إليك ربك تكون عيدا لك ولأمتك من بعدك فقلت ما لنا فيها قال خير كثير أنتم الآخرون السابقون يوم القيامة وفيها ساعة لا يوافقها عبد يصلي يسأل الله شيئا إلا أعطاه إياه فقلت ما هذه النكتة السوداء فقال هذه الساعة تقوم يوم الجمعة ونحن نسميه عندنا يوم المزيد انتهى\r\nطريق آخر رواه إسحاق بن راهويه في مسنده أخبرنا محمد بن شعيب بن سابور حدثني عمر مولى عفرة عن انس فذكره بالفظ الأول\r\nوله طرق أخرى اضربت عنها لضعفها\r\nوأما حديث حذيفة فرواه البزار في مسنده من حديث يحيى بن كثير ثنا إبراهيم بن المبارك عن القاسم بن مطيب عن الأعمش عن أبي وائل عن حذيفة قال قال رسول الله صلى الله عليه وسلم أتاني جبريل فذكره باللفظ الأول\r\nوله طريق آخر عند ابن الجوزي في العلل المتناهية عن عبد الله بن عرادة الشيباني ثنا القاسم بن المطلب عن الأعمش فذكره وأعله بعبد الله بن عرادة ونقل عن ابن معين أنه قال فيه ليس بشيء وعن ابن عدي أنه قال عامة ما يرويه لا يتابع عليه\r\n1343 الحديث السابع\r\nعن النبي صلى الله عليه وسلم قال إن لله في كل جمعة ستمائة ألف عتيق من النار\r\nقلت روي من حديث انس وله طرق\r\nأحدها رواه البيهقي في شعب الايمان في الباب الحادي والعشرين وأبو يعلى الموصلي في مسنده من حديث أزور بن غالب عن سليمان التيمي عن ثابت\r\n","description":"","footnote":"","page_name":" 18 ","page_number":14},
  {"content":"\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم إن لله تعالى في كل جمعة أو قال ليلة جمعة ستمائة الف عتيق من النار كلهم قد استوجب النار انتهى قال البيهقي في سنده ضعف انتهى\r\nورواه كذلك ابن عدي في الكامل وابن حبان في الضعفاء وأعلاه بالازور قال ابن حبان يروي عن الثقات ما لا يتابع عليه من المناكير فكان يخطئ وهو لا يعلم حتى صار ممن لا يحتج به إذا انفرد وأما ابن عدي فإنه مشاه فقال أرجو أنه لا بأس به\r\nوقال الدارقطني في علله الأزور متروك والحديث غير ثابت انتهى\r\nوقال البخاري وأبو حاتم منكر الحديث وقال النسائي ضعيف\r\nطريق آخر رواه أبو يعلى الموصلي في مسنده والبخاري في تاريخه الكبير في حرف الميم في ترجمة المعتمر بن نافع فقال ثنا سلمة بن شبيب ثنا زيد بن الحباب عن المعتمر بن نافع عن أبي عبد الله العنزي عن ثابت البناني حدثني أنس بن مالك قال قال رسول الله صلى الله عليه وسلم ليلة الجمعة ويوم الجمعة أربع وعشرون ساعة الله تعالى في كل ساعة منها ستمائة الف عتيق من النار كلهم قد استوجب النار على نفسه انتهى\r\nطريق آخر رواه ابن الجوزي في العلل المتناهية من طريق الدارقطني بسنده عن عبد الواحد بن زيد عن البناني عن انس مرفوعا بلفظ البخاري سواء قال ابن الجوزي هذا لا يصح قال ابن معين عبد الواحد بن زيد ليس بشيء وقال الفلاس متروك انتهى\r\n1344 الحديث الثامن\r\nوعن النبي صلى الله عليه وسلم قال من مات يوم الجمعة كتب له أجر شهيد\r\n","description":"","footnote":"","page_name":" 19 ","page_number":15},
  {"content":"\r\nووقي فتنة القبر\r\nقلت غريب بهذا اللفظ وقريب منه ما رواه أبو نعيم في الحلية في ترجمة محمد ابن المنكدر قال ثنا عبد الرحمن بن العباس الوراق ثنا أحمد بن داود السجستاني ثنا الحسن بن سوار أبو العلاء ثنا عمر بن موسى بن الوجيه عن محمد بن المنكدر عن جابر قال قال رسول الله صلى الله عليه وسلم من مات يوم الجمعة أو ليلة الجمعة أجير من عذاب القبر وجاء يوم القيامة عليه طابع الشهداء انتهى وقال غريب من حديث محمد بن المنكدر وجابر تفرد به عنه عمر بن موسى وهو مدني فيه لين انتهى\r\nوفي سنن أبي قرة موسى بن طارق الزبيدي في الجمعة قال ذكر ابن جريج أخبرني سفيان عن ربيعة بن سيف المعافري عن عبد الله بن عمرو بن العاص قال قال رسول الله صلى الله عليه وسلم من مات يوم الجمعة أو ليلة الجمعة وفي فتنة القبر ومات شهيدا انتهى\r\nوروى عبد الرزاق في مصنفه أنا ابن جريج عن رجل عن ابن شهاب أن النبي صلى الله عليه وسلم قال من مات يوم الجمعة أو ليلة الجمعة وفي فتنة القبر وكتب شهيدا انتهى\r\nوالحديث رواه الترمذي في جامعه بسند منقطع وليس فيه كتب الله له أجر شهيد أخرجه في الجنائز عن ربيعة بن سيف عن عبد الله بن عمرو بن العاص قال قال رسول الله صلى الله عليه وسلم ما من مسلم يموت يوم الجمعة إلا وقاه الله فتنة القبر انتهى وقال حديث غريب وليس بمتصل لا يعرف لربيعة سماع من عبد الله وإنما يروى عن أبي عبد الرحمن الحبلي عنه انتهى\r\nقلت وصله الطبراني في معجمه فرواه من حديث ربيعة بن سيف عن عياض ابن عقبة الفهري عن عبد الله بن عمرو فذكره وكذلك رواه أبو يعلى الموصلي في مسنده\r\n","description":"","footnote":"","page_name":" 20 ","page_number":16},
  {"content":"\r\nوله طريق آخر رواه أحمد وإسحاق بن راهويه في مسنديهما والطبراني في معجمه من حديث بقية حدثني معاوية بن سعيد التجيبي سمعت أبا قبيل سمعت عبد الله بن عمرو بن العاص سمعت رسول الله صلى الله عليه وسلم يقول من مات يوم الجمعة أو ليلة الجمعة وقي فتنة القبر انتهى وكذلك رواه عبد بن حميد في مسنده سواء\r\nوالحديث الذي أشار إليه الترمذي رواه أبو داود والنسائي في الجنائز عن ربيعة بن سيف عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو أن النبي صلى الله عليه وسلم قال لفاطمة لعلك بلغت معهم الكدا الحديث وليس لربيعة غير هذين الحديثين مع أن فيه مقالا\r\n1345 الحديث التاسع\r\nفي الحديث إذا كان يوم الجمعة قعدت الملائكة على أبواب المسجد بأيديهم صحف من فضة وأقلام من ذهب يكتبون الأول فالأول على مراتبهم\r\nقلت الحديث في الصحيحين وغيرهما وليس فيه بأيديهم صحف من فضة وأقلام من ذهب أخرجاه في الجمعة من حديث سلمان الأغر عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا كان يوم الجمعة وقفت الملائكة على باب المسجد يكتبون الأول فالأول على مراتبهم فمثل المهجهر كمثل الذي يهدي بدنة ثم كالذي يهدي بقرة ثم كبشا ثم دجاجة ثم بيضة فإذا خرج الإمام طووا صحفهم واستمعوا للذكر انتهى\r\nثم وجدته في تفسير ابن مردويه رواه في تفسير سورة الأعراف عند قوله تعالى * ( واختار موسى قومه سبعين رجلا لميقاتنا ) * قال ثنا زيد بن علي بن دحيم ثنا أحمد بن حازم أنا أبو صالح الحرار ثنا عمرو بن شمر عن سعد بن طريف عن الأصبغ بن نباتة عن علي عنه قال قال رسول الله صلى الله عليه وسلم إذا كان يوم\r\n","description":"","footnote":"","page_name":" 21 ","page_number":17},
  {"content":"\r\nالجمعة نزل جبريل عليه السلام إلى المسجد الحرام فركز لواءه به وعدا سائر الملائكة إلى المساجد التي يجمع فيها الجمعة فركزوا ألويتهم بأبواب المساجد ثم نشروا قراطيس من فضة وأقلاما من ذهب ثم كتبوا الأول فالأول ممن بكر إلى الجمعة فإذا بلغ من المسجد سبعين رجلا قد بكروا طووا القراطيس فكان أولئك السبعون كالذين اختارهم موسى من قومه والذين اختارهم موسى من قومه كانوا أنبياء انتهى\r\n1346 الحديث العاشر\r\nعن ابن مسعود انه بكر فرأى ثلاثة نفر سبقوه فاغتم وأخذ يعاتب نفسه ويقول أراك رابع أربعة وما رابع أربعة ببعيد\r\nقلت رواه ابن ماجة في سننه في الجمعة ثنا كثير بن عبيد الحمصي عن عبد المجيد بن عبد العزيز بن أبي رواد عن معمر عن الأعمش عن إبراهيم عن علقمة قال خرجت مع عبد الله بن مسعود إلى الجمعة فوجد ثلاثة فقال رابع أربعة وما رابع أربعة ببعيد إني سمعت رسول الله صلى الله عليه وسلم يقول إن الناس يجلسون من الله تعالى يوم القيامة على قدر رواحهم إلى الجمعات الأول والثاني والثالث ثم قال رابع أربعة وما رابع أربعة ببعيد انتهى\r\nوكذلك رواه الطبراني في معجمه ورواه البزار في مسنده والبيهقي في شعب الايمان في الباب الحادي عشر عن عبد المجيد بن عبد العزيز بن أبي رواد عن مروان بن سالم عن الأعمش به قال البزار ومروان بن سالم لين الحديث\r\nوقال ابن أبي حاتم في علله بعد أن رواه بسند ابن ماجة وقد روي عن عبد المجيد عن مروان بن سالم ومروان بن سالم منكر الحديث ضعيف الحديث جدا ليس له حديث قائم يكتب انتهى\r\nوقال الدارقطني في علله وقد روي من حديث عبد المجيد عن سفيان\r\n","description":"","footnote":"","page_name":" 22 ","page_number":18},
  {"content":"\r\nالثوري عن الأعمش به ثم قال وهذا لا يصح عن الثوري انتهى\r\n1347 الحديث الحادي عشر\r\nعن النبي صلى الله عليه وسلم قال لا جمعة ولا تشريق ولا فطر ولا أضحى إلا في مصر جامع\r\nقلت غريب ورواه ابن أبي شيبة في مصنفه موقوفا على علي فقال ثنا عباد بن العوام عن حجاج عن أبي إسحاق عن الحارث عن علي قال لا جمعة ولا تشريق ولا صلاة فطر ولا أضحى إلا في مصر جامع أو مدينة عظيمة انتهى\r\n1348 الحديث الثاني عشر\r\nقال النبي صلى الله عليه وسلم من تركها يعني الجمعة وله إمام عادل أو جائر . . . الحديث\r\nقلت روي من حديث جابر ومن حديث أبي هريرة ومن حديث أبي سعيد الخدري\r\nوأما حديث جابر فرواه ابن ماجة في سننه في الجمعة من حديث عبد الله ابن محمد العدوي عن علي بن زيد بن جدعان عن سعيد بن المسيب عن جابر ابن عبد الله قال خطبنا رسول الله صلى الله عليه وسلم قال يا أيها الناس توبوا إلى الله قبل أن تموتوا وبادروا بالأعمال الصالحة قبل أن تشغلوا وصلوا الذي بينكم وبين ربكم بكثرة ذكركم وكثرة الصدقة في السر والعلانية ترزقوا وتنصروا وتجبروا واعلموا ان الله قد افترض عليكم الجمعة في مقامي هذا في يومي هذا في شهري هذا في عامي هذا إلى يوم القيامة فمن تركها وله إمام عادل أو جائز استخفافا بها أو جحودا بها فلا جمع الله شمله ولا بارك الله في أمره ألا ولا صلاة له ولا زكاة له ولا حج له ولا صوم له ولا بر له حتى يتوب ومن تاب تاب الله عليه\r\n","description":"","footnote":"","page_name":" 23 ","page_number":19},
  {"content":"\r\nالا ولا تؤمن امرأة رجلا ولا يؤم أعرابي مهاجرا ولا يؤم فاجر مؤمنا إلا أن يقهره بسلطان يخاف سيفه وسوطه انتهى\r\nوكذلك رواه البيهقي في شعب الايمان وأبو نعيم في الحلية في ترجمة بشر الأمي والدارقطني في علله ورواه ابن عدي في الكامل وأسند إلى وكيع أنه قال عبد الله بن محمد العدوي يضع الحديث وإلى البخاري أنه قال منكر الحديث ووافقهم وقال إن هذا الحديث معروف به انتهى\r\nوقال ابن حبان منكر الحديث جدا على قلة روايته لا يحل الاحتجاج بخبره ثم ذكر له هذا الحديث\r\nوله طريق اخر عند أبي يعلى الموصلي في مسنده عن فضيل بن مرزوق أخبرني الوليد بن بكير عن محمد بن علي عن سعيد بن المسيب عن جابر\r\nوله طريق آخر رواه ابن حبان في كتاب الضعفاء أنا محمد بن إسحاق بن خزيمة ثنا محمد بن عبد الرحمن بن غزوان ثنا أبي عن حماد بن سلمة عن علي بن زيد به وأعله بمحمد بن عبد الرحمن وقال إنه يروي عن أبيه وغيره العجائب\r\nوأما حديث أبي هريرة فرواه ابن الجوزي في العلل المتناهية من طريق الدارقطني عن ابن حبان هكذا رواه ابن حبان في كتاب الضعفاء حدثنا عمر بن محمد الهمداني ثنا زكريا بن يحيى الوقاد ثنا خالد بن عبد الدائم ثنا نافع بن يزيد عن زهرة بن معبد عن سعيد عن أبي هريرة أن النبي صلى الله عليه وسلم خطب فقال . . . الحديث ثم قال هذا حديث لا يصح قال ابن حبان خالد بن عبد الدائم يروي المناكير التي لا تشبه أحاديث الثقات ويلزق المتون الواهية بالأسانيد المشهورة انتهى\r\nوقال ابن عدي زكريا بن يحيى كان يضع الحديث انتهى\r\nوقال الدارقطني في علله هذا حديث يرويه زهرة بن معبد عن سعيد بن\r\n","description":"","footnote":"","page_name":" 24 ","page_number":20},
  {"content":"\r\nالمسيب عن أبي هريرة وخالفه علي بن زيد بن جدعان فرواه عن سعيد بن المسيب عن جابر وكلاهما غير ثابت انتهى\r\nوأما حديث الخدري فرواه الطبراني في معجمه الوسط ثنا محمد بن يحيى ثنا يحيى بن حبيب بن عدي ثنا موسى بن عطية الباهلي ثنا فضيل بن مرزوق عن عطية عن أبي سعيد الخدري قال خطبنا رسول الله صلى الله عليه وسلم فقال إن الله كتب عليكم الجمعة في مقامي هذا . . . إلى آخره ثم قال لم يرو هذا الحديث عن عطية إلا فضيل بن مرزوق ولا عن فضيل إلا موسى بن عطية تفرد به يحيى ابن حبيب بن عدي قال ورواه أسد بن موسى وعبد الله بن صالح العجلي عن فضيل بن مرزوق عن الوليد بن بكير عن عبد الله بن محمد العدوي عن علي ابن زيد عن سعيد بن المسيب عن جابر عن النبي صلى الله عليه وسلم\r\n1349 الحديث الثالث عشر\r\nوعن النبي صلى الله عليه وسلم قال أربع إلى الولاة الفيء والصدقات والحدود والجمعات\r\nقلت غريب\r\nورفعه صاحب الهداية كما رفعه المصنف وهو في غالب كتب الفقه موقوف على ابن عمر\r\n1350 قوله\r\nوعن عثمان رضي الله عنه أنه صعد المنبر فقال الحمد لله وارتج عليه فقال إن أبا بكر وعمر كانا يعدان لهذا المقام مقالا\r\n","description":"","footnote":"","page_name":" 25 ","page_number":21},
  {"content":"\r\nوإنكم إلى إمام قوال وستأتيكم الخطب ثم نزل وكان بحضرة الصحابة من غير نكير\r\n1351 الحديث الرابع عشر\r\nروي أن أهل المدينة أصابهم جوع وغلاء شديد فقدم دحية بن خليفة الكلبي بتجارة من زيت الشام والنبي صلى الله عليه وسلم يخطب يوم الجمعة فقاموا إليه خشوا أن يسبقوا إليه فما بقي معه إلا يسير قيل ثمانية وقيل أحد عشر واثنا عشر وأربعون فقال النبي صلى الله عليه وسلم والذي نفسي بيده لو خرجوا جميعا لأضرم الله عليهم الوادي نارا\r\nقلت غريب وروى الطبري في تفسيره حدثنا ابن حميد ثنا مهران عن سفيان عن إسماعيل عن السدي عن أبي مالك قال قدم دحية بن خليفة بتجارة زيت من الشام والنبي صلى الله عليه وسلم يخطب يوم الجمعة فلما رأوه قاموا خشوا أن يسبقوا إليه فنزلت * ( وإذا رأوا تجارة ) * الآية انتهى\r\nوروى عبد الرزاق في تفسيره أخبرنا معمر عن الحسن في قوله تعالى * ( وإذا رأوا تجارة أو لهوا ) * الآية قال أصاب أهل المدينة جوع وغلاء سعر فقدمت عير والنبي صلى الله عليه وسلم يخطب يوم الجمعة فسمعوا بها وخرجوا إليها والنبي صلى الله عليه وسلم قائم يخطب كما هو فأنزل الله * ( وتركوك قائما ) * فقال النبي صلى الله عليه وسلم لو اتبع آخرهم أولهم لالتهب عليهم الوادي نارا انتهى\r\nورواه ابن حبان في صحيحه في النوع التاسع والخمسين من القسم الثالث\r\n","description":"","footnote":"","page_name":" 26 ","page_number":22},
  {"content":"\r\nمن حديث أبي سفيان عن جابر بن عبد الله قال بينا النبي صلى الله عليه وسلم يخطب يوم الجمعة فقدمت عير إلى المدينة فابتدرها أصحاب رسول الله صلى الله عليه وسلم حتى لم يبق مع رسول الله صلى الله عليه وسلم إلا اثنا عشر رجلا فقال صلى الله عليه وسلم والذي نفسي بيده لو تتابعتم حتى لم يبق منكم أحد لسال بكم الوادي نارا ونزلت هذه الآية * ( وإذا رأوا تجارة ) * الآية انتهى\r\nوروى البزار في مسنده حدثنا عبد الله بن شبيب ثنا إسحاق بن محمد ثنا إبراهيم بن إسماعيل عن داود بن الحصين عن عكرمة عن ابن عباس قال كان رسول الله صلى الله عليه وسلم يخطب يوم الجمعة فجاء دحية بن خليفة ببيع سلعة له فما بقي في المسجد أحد إلا خرج إلا نفر والنبي صلى الله عليه وسلم قائم فأنزل الله تعالى * ( وإذا رأوا تجارة ) * الآية انتهى وقال هذا الحديث بهذه الحكاية لا نعلمه إلا بهذا الإسناد انتهى\r\nورواية الاثني عشر في الصحيحين أخرجاه من حديث سالم بن أبي الجعد عن جابر قال كان النبي صلى الله عليه وسلم يخطب قائما يوم الجمعة فجاءت عير من الشام فانفتل الناس حتى لم يبق إلا اثنا عشر رجلا فأنزلت هذه الآية * ( وإذا رأوا تجارة أو لهوا انفضوا إليها ) * الآية وفي لفظ للبخاري بينما نحن نصلي مع النبي صلى الله عليه وسلم إذ أقبلت عير فقال البيهقي الأشبه رواية أنه كان في الخطبة وكأن المراد بقوله يصلي الخطبة ويدل عليه حديث كعب بن عجرة انه دخل المسجد وعبد الرحمن ابن أم الحكم يخطب قاعدا فقال انظروا إلى هذا الخبيث يخطب قاعدا وقد قال تعالى * ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) * اخرجه مسلم انتهى في لفظ لمسلم إلا اثنا عشر رجلا فيهم أبو بكر وعمر وفي لفظ أنا فيهم\r\nورواية الأربعين رواها الدارقطني في سننه من حديث علي بن عاصم عن حصين بن عبد الرحمن عن سالم بن أبي الجعد عن جابر بن عبد الله قال بينما\r\n","description":"","footnote":"","page_name":" 27 ","page_number":23},
  {"content":"\r\nرسول الله صلى الله عليه وسلم يخطبنا يوم الجمعة إذ أقبلت عير تحمل الطعام حتى نزلوا بالبقيع فانفضوا إليها وتركوا رسول الله صلى الله عليه وسلم ليس معه إلا أربعون رجلا أنا فيهم وانزل الله الآية ثم قال لم يقل فيه أربعون إلا علي بن عاصم عن حصين وخالفه أصحاب حصين فقالوا لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلا انتهى\r\nفائدة ورد ما يدل على أن هذه الواقعة كانت حين كان رسول الله صلى الله عليه وسلم يقدم الصلاة على الخطبة في الجمعة روى أبو داود في مراسيله ثنا محمود بن خالد عن الوليد أخبرني أبو معاذ بكير بن معروف أنه سمع مقاتل بن حيان قال كان رسول الله صلى الله عليه وسلم يصلي يوم الجمعة قبل الخطبة مثل العيدين حتى إذا كان يوم والنبي صلى الله عليه وسلم يخطب وقد صلى الجمعة فدخل رجل فقال إن دحية بن خليفة قد قدم لتجارة وكان إذا قدم تلقاه أهله بالدفوف فخرج الناس لم يظنوا إلا أنه ليس في ترك الخطبة شيء فأنزل الله * ( وإذا رأوا تجارة أو لهوا انفضوا إليها ) * الآية فقدم النبي صلى الله عليه وسلم الخطبة يوم الجمعة وأخر الصلاة فكان لا يخرج أحد لحدث أو رعاف بعد النهي حتى يستأذن النبي صلى الله عليه وسلم يشير إليه بأصبعه التي تلي الإبهام فيأذن له النبي صلى الله عليه وسلم وكان من المنافقين من يثقل عليه الخطبة والجلوس في المسجد فكان إذا استأذن رجل من المسلمين قام المنافق إلى جنبه يستتر به حتى يخرج فأنزل الله تعالى * ( قد يعلم الله الذين يتسللون منكم لواذا ) * الآية\r\nومن طريق أبي داود ورواه الحازمي في الناسخ والمنسوخ وذكر انه مرسل منسوخ بالأحاديث المتصلة الثابتة بالإجماع والله أعلم\r\n1352 الحديث الخامس عشر\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة الجمعة أعطي من الاجر عشر حسنات بعدد من أتى الجمعة وبعدد من لم يأتهم في أمصار المسلمين\r\nقلت رواه الثعلبي حدثنا أبو موسى عمران بن موسى ثنا مكي بن عبدان ثنا سليمان ثنا أبو معاذ عن أبي عصمة عن زيد العمي عن أبي نضرة عن\r\n","description":"","footnote":"","page_name":" 28 ","page_number":24},
  {"content":"\r\nابن عباس عن أبي بن كعب عن النبي صلى الله عليه وسلم قال من قرأ سورة الجمعة . . . إلى آخره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده المتقدم في سورة يونس\r\n","description":"","footnote":"","page_name":" 29 ","page_number":25},
  {"content":"\r\n","description":"","footnote":"","page_name":" 30 ","page_number":26},
  {"content":"\r\n","description":"","footnote":"","page_name":" 31 ","page_number":27},
  {"content":"\r\nسورة المنافقين\r\n","description":"","footnote":"","page_name":" 32 ","page_number":28},
  {"content":"\r\nذكر فيها حديثين\r\n1353 الحديث الأول\r\nروي أن رسول الله صلى الله عليه وسلم حين لقي بني المصطلق على المريسيع وهو ماء لهم وهزمهم وقتل منهم ازدحم على الماء جهجاه بن سعيد أجير لعمر يقود فرسه وسنان الجهني حليف لعبد الله بن أبي واقتتلا فصرخ جهجاه يا للمهاجرين وسنان يا للأنصار فأعان جهجاه جعال من فقراء المهاجرين ولطم سنانا فقال عبد الله لجعال وأنت هناك قال ما صحبنا محمد إلا لنلطم والله ما مثلنا ومثلهم إلا كما قال القائل سمن كلبك يأكلك أما والله لئن رجعنا المدينة ليخرجن الأعز منها الأذل عنى الأعز بنفسه وبالأذل رسول الله صلى الله عليه وسلم ثم قال لقومه ماذا فعلتم بأنفسكم أحللتموهم بلادكم وقاسمتموهم أموالكم والله لو أمسكتم عن جعال وذويه فضل الطعام لم يركبوا رقابكم ولأوشكوا أن يتحولوا عنكم فلا تنفقوا عليهم حتى ينفضوا من حول محمد فسمع بذلك زيد بن أرقم وكان حدثا فقال أنت والله الذليل القليل المبغض في قومه ومحمد صلى الله عليه وسلم في عز من الرحمن وقوة من المسلمين فقال عبد الله اسكت فإنما كنت ألعب فأخبر زيد رسول الله صلى الله عليه وسلم فقال عمر يا رسول الله دعني أضرب عنق هذا المنافق قال إذا ترعد أنف كثيرة بيثرب\r\n","description":"","footnote":"","page_name":" 33 ","page_number":29},
  {"content":"\r\nقال فإن كرهت أن يقتله مهاجري فأمر به أنصاريا قال عليه السلام فكيف إذا تحدث الناس أن محمدا يقتل أصحابه وقال عليه السلام لعبد الله أنت صاحب الكلام الذي بلغني قال والله الذي انزل عليك الكتاب ما قلت شيئا من ذلك إن زيدا لكاذب فقال الحاضرون يا رسول الله شيخنا وكبيرنا لا يصدق عليه غلام عسى أن يكون قد وهم فروي أنه قال عليه السلام لزيد لعلك غضبت عليه قال لا قال فلعله أخطأ سمعك قال لا قال فلعله شبه عليك قال لا فلما نزلت لحق رسول الله صلى الله عليه وسلم زيدا من خلف فعرك أذنه وقال وفت أذنك يا غلام إن الله قد صدقك وكذب المنافقين إلى هنا ذكره الواقدي في المغازي بغير سند\r\nولما أراد عبد الله أن يدخل المدينة اعترضه ابنه حباب وهو عبد الله بن عبد الله غير النبي صلى الله عليه وسلم اسمه وقال حباب اسم شيطان وقال له وراءك والله لا تدخلها حتى تقول رسول الله صلى الله عليه وسلم الأعز وأنا الأذل فلم يزل حبيسا في يده حتى أمره عليه السلام بتخليته\r\nوروي أنه قال له لئن لم تقر لله ورسوله بالعزة لأضربن عنقك قال ويحك أفاعل أنت قال نعم فلما رأى منه الجد قال أشهد أن العزة لله ولرسوله وللمؤمنين فقال رسول الله صلى الله عليه وسلم لابنه جزاك الله عن رسوله وعن المؤمنين خيرا فلما بان كذب عبد الله قيل له قد نزلت فيك آي شداد فاذهب إلى رسول الله يستغفر لك فلوى رأسه وقال أمرتموني أن أومن فآمنت وأمرتموني أن أزكي مالي فزكيت فما بقي إلا أن أسجد لمحمد فنزلت * ( وإذا قيل لهم تعالوا يستغفر لكم رسول الله ) * ولم يلبث إلا أياما قلائل حتى اشتكى ومات\r\n","description":"","footnote":"","page_name":" 34 ","page_number":30},
  {"content":"\r\nقلت المصنف رحمه الله فرق هذا الحديث في طول السورة وجمعته لأنه حديث واحد وذكره الثعلبي بتمامه وعزاه لأصحاب السير وكذلك الواحدي في أسباب النزول\r\nورواه ابن هشام في سيرته في غزوة بني المصطلق من طريق ابن إسحاق حدثني عاصم بن عمر بن قتادة وعبد الله بن أبي بكر ومحمد بن يحيى بن حيان كل قد حدثني بعض حديث بني المصطلق قالوا بلغ رسول الله صلى الله عليه وسلم إن بني المصطلق يجتمعون له وقائدهم الحارث بن أبي ضرار أبو جويرية بنت الحارث زوج النبي صلى الله عليه وسلم فلما سمع بهم رسول الله صلى الله عليه وسلم خرج إليهم حتى لقيهم على ماء من مياههم يقال له المريسيع . . . فذكر القصة بطولها وفيها اختلاف يسير وتقديم وتأخير\r\nوكذلك رواه الطبري في تفسيره من طريق ابن إسحاق بسنده ومتنه\r\nواعلم أن الحديث رواه البخاري ومسلم في صحيحيهما مختصرا وكذلك الترمذي والنسائي في سننيهما كلهم من حديث زيد بن أرقم فرواه البخاري في التفسير من حديث أبي إسحاق عن زيد بن أرقم قال كنت مع عمي فسمعت عبد الله ابن أبي بن سلول يقول لأصحابه * ( لا تنفقوا على من عند رسول الله حتى ينفضوا ) * * ( لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ) * فذكرت ذلك لعمي فذكره عمي لرسول الله صلى الله عليه وسلم فدعاني عليه السلام فحدثته فأرسل عليه السلام إلى عبد الله بن أبي وأصحابه فحلفوا ما قالوا فكذبني رسول الله صلى الله عليه وسلم وصدقه فأصابني شيء لم يصبني قط مثله فجلست في البيت فقال عمي ما أردت إلا أن كذبك رسول الله صلى الله عليه وسلم فأنزل الله * ( إذا جاءك المنافقون ) * فبعت إلي رسول الله صلى الله عليه وسلم فقرأها ثم قال إن الله قد صدقك انتهى\r\nورواه مسلم في كتاب المنافقين قريبا منه ورواه الترمذي والنسائي في التفسير من حديث أبي سعيد الأودي ثنا زيد بن أرقم قال غزونا مع رسول الله صلى الله عليه وسلم وكان معنا ناس من الاعراب فكنا نبتدر الماء وكان الاعراب يسبقوننا إليه فيسبق\r\n","description":"","footnote":"","page_name":" 35 ","page_number":31},
  {"content":"\r\nأعرابي أصحابه فيملأ الحوض ويجعل حوله حجارة ويجعل النطع عليه حتى يجيء أصحابه قال فأتى رجل من الأنصار أعرابيا فأرخى زمام ناقته ليشرب فأبى أن يدعه فانتزع حجرا ففاض الماء فرفع الاعرابي خشبة فضرب بها رأس الأنصاري وشجها فأتى عبد الله بن أبي رأس المنافقين فأخبره وكان من أصحابه فغضب عبد الله بن أبي ثم قال * ( لا تنفقوا على من عند رسول الله حتى ينفضوا ) * وكانوا يحضرون رسول الله صلى الله عليه وسلم عند الطعام فقال عبد الله إذا انفضوا من عند محمد فأتوا محمدا بالطعام فليأكل هو ومن عنده ثم قال لأصحابه لئن رجعنا إلى المدينة فليخرج الأعز منكم قال زيد وأنا ردف رسول الله صلى الله عليه وسلم فسمعت عبد الله فأخبرت عمي فانطلق فأخبر رسول الله فأرسل إليه رسول الله فحلف وجحد قال فصدقه رسول الله وكذبني قال فجاء عمي إلي فقال ما أردت إلا أن مقتك رسول الله وكذبك هو والمسلمون قال فوقع علي من الهم ما لم يقع على أحد قال فبينما أسير مع رسول الله صلى الله عليه وسلم في سفر قد خفقت رأسي من الهم إذا أتاني رسول الله صلى الله عليه وسلم فعرك أذني وضحك في وجهي فما سرني أن بها الخلد في الجنة ثم إن أبا بكر لحقني فقال ما قال لك رسول الله قلت ما قال شيئا إلا أنه عرك أذني وضحك في وجهي فقال أبشر ثم لحقني عمر فقلت له مثل قولي لأبي بكر فلما أصبحنا قرأ رسول الله صلى الله عليه وسلم سورة المنافقين انتهى وقال حديث حسن صحيح\r\nورواه الحاكم في المستدرك وقال اخرج الشيخان بعضه\r\nوروى البخاري في التفسير ومسلم في الأدب والترمذي في التفسير والنسائي في السير وفي اليوم والليلة من حديث عمرو بن دينار عن جابر بن عبد الله واللفظ للترمذي قال كنا في غزوة بني المصطلق فكسع رجل من المهاجرين رجلا من الأنصار فقال المهاجري يا للمهاجرين وقال الأنصاري يا للأنصار فسمع ذلك رسول الله صلى الله عليه وسلم فقال ما بال دعوى الجاهلية قالوا رجل\r\n","description":"","footnote":"","page_name":" 36 ","page_number":32},
  {"content":"\r\nمن المهاجرين كسع رجلا من الأنصار فقال رسول الله صلى الله عليه وسلم دعوها فإنها منتنة فسمع بذلك عبد الله بن أبي بن سلول فقال أوقد فعلوها والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فقال عمر يا رسول الله دعني أضرب عنق هذا المنافق فقال عليه السلام دعه لا يتحدث الناس أن محمدا يقتل أصحابه وقال غير عمر وقال له ابنه عبد الله بن عبد الله والله لا تنفلت حتى تقول إنك أنت الذليل ورسول الله العزيز ففعل انتهى وقال حديث حسن صحيح\r\nوروى الطبري في تفسيره حدثنا أحمد بن منصور الرمادي ثنا إبراهيم بن الحكم بن أبان ثنا أبي ثني بشير بن مسلم أنه قيل لعبد الله بن أبي يا أبا حباب إنه قد أنزل فيك آي شداد فاذهب إلى رسول الله صلى الله عليه وسلم يستغفر لك فلوى رأسه وقال أمرتموني أن أؤمن فآمنت وأمرتموني ان أعطي زكاة مالي فأعطيت فما بقي إلا أن أسجد لمحمد انتهى\r\n1354 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة المنافقين برئ من النفاق\r\nقلت رواه الثعلبي من طريق ابن أبي داود ثنا محمد بن عاصم ثنا شبابة ثنا مخلد بن عبد الواحد عن علي بن زيد عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . ذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في سورة يونس\r\n","description":"","footnote":"","page_name":" 37 ","page_number":33},
  {"content":"\r\n","description":"","footnote":"","page_name":" 38 ","page_number":34},
  {"content":"\r\n","description":"","footnote":"","page_name":" 39 ","page_number":35},
  {"content":"\r\nسورة التغابن\r\n","description":"","footnote":"","page_name":" 40 ","page_number":36},
  {"content":"\r\nذكر فيها خمسة أحاديث\r\n1355 الحديث الأول\r\nقال المصنف الزعم ادعاء العلم ومنه قوله صلى الله عليه وسلم زعموا مطية الكذب\r\nقلت غريب بهذا اللفظ والموجود في الحديث بئس مطية الرجل زعموا وقد تقدم في أوائل البقرة في الحديث الرابع عشر\r\nوفي الطبقات لابن سعد من قول شريح زعموا كنية الكذب وقد تقدم بإسناده في البقرة\r\n1356 الحديث الثاني\r\nقال رسول الله صلى الله عليه وسلم ما من عبد أدخل الجنة إلا أري مقعده من النار لو أساء ليزداد شكرا وما من عبد أدخل النار إلا أري مقعده من الجنة لو أحسن ليزداد حسرة\r\nقلت رواه البخاري في صحيحه في كتاب الرقاق في كتاب صفة الجنة والنار من حديث الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا يدخل أحد الجنة إلا أري مقعده من النار لو أساء ليزداد شكرا ولا يدخل أحد النار إلا أري\r\n","description":"","footnote":"","page_name":" 41 ","page_number":37},
  {"content":"\r\nمقعده من الجنة لو أحسن ليكون عليه حسرة انتهى\r\nوأخرج البخاري ومسلم عن ابن عمر أن رسول الله صلى الله عليه وسلم قال إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي إن كان من أهل الجنة فمن أهل الجنة وإن كان من أهل النار فمن أهل النار يقال هذا مقعدك حتى يبعثك الله يوم القيامة انتهى\r\nولا تعارض بين الحديثين فإنه يرى المقعدين جميعا سواء كان مؤمنا أو كافرا يدل عليه ما أخرجاه عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم إن العبد إذا وضع في قبره وتولى عنه أصحابه إنه ليسمع قرع نعالهم قال فيأتيه ملكان فيقعدانه فيقولان له ما كنت تقول في هذا الرجل قال فأما المؤمن فيقول أشهد أنه عبده ورسوله قال فيقال له انظر إلى مقعدك من النار قد أبدلك الله به مقعدا من الجنة قال نبي الله فيراهما جميعا زاد البخاري وأما الكافر والمنافق فيقول لا أدري كنت أقول ما يقول الناس فيقال لا دريت ولا تليت ثم يضرب بين أذنيه بمطرقة من حديد ضربة فيصيح صيحة يسمعها من يليه إلا الثقلين انتهى اخرجه البخاري في الجنائز ومسلم في التوبة قبيل الفتن\r\n1357 الحديث الثالث\r\nفي الحديث يؤتى برجل يوم القيامة فيقال أكل عياله حسناته\r\nقلت غريب مرفوعا وهو في الحلية لأبي نعيم من قول سفيان الثوري رواه في ترجمته فقال حدثنا أبو حامد أحمد بن محمد بن الحسين ثنا أبو السري\r\n","description":"","footnote":"","page_name":" 42 ","page_number":38},
  {"content":"\r\nهناد بن السري بن يحيى ثنا أبو سعيد الأشج ثنا حصين بن مالك الضبي عن بكر بن محمد العابد قال قال سفيان الثوري يؤمر بالرجل إلى النار يوم القيامة فيقال هذا عياله أكلوا حسناته انتهى\r\nوروى علي بن معبد في كتاب الطاعة والمعصية ثنا إسحاق بن أبي يحيى عن عبد الملك عن بكر فقال ينادي مناد يوم القيامة أين الذين أكل عيالهم حسناتهم قوموا فإن قبلكم التبعات انتهى\r\n1358 الحديث الرابع\r\nعن النبي صلى الله عليه وسلم أنه كان يخطب فجاء الحسن والحسين وعليهما قميصان أحمران يعثران ويقومان فنزل إليهما وأخذهما ووضعهما في حجره على المنبر فقال صدق الله * ( أنما أموالكم وأولادكم فتنة ) * رأيت هذين الصبيين فلم أصبر عنهما ثم أخذ في خطبته\r\nقلت رواه أصحاب السنن الأربعة في سننهم فأبو داود والنسائي في الجمعة والترمذي في المناقب وابن ماجة في اللباس من حديث الحسين بن واقد عن عبد الله بن بريدة بن الحصيب عن أبيه بريدة قال خطبنا رسول الله صلى الله عليه وسلم فأقبل الحسن والحسين عليهما قميصان أحمران يعثران ويقومان فنزل فأخذهما فصعد بهما ثم قال صدق الله * ( أنما أموالكم وأولادكم فتنة ) * رأيت هذين فلم أصبر ثم أخذ في الخطبة انتهى قال الترمذي حديث حسن غريب إنما نعرفه من حديث الحسين بن واقد انتهى\r\nوكذلك رواه ابن حبان في صحيحه في النوع الثامن من القسم الثالث والحاكم في مستدركه في موضعين فرواه في الجمعة وقال حديث صحيح على شرط مسلم ورواه في كتاب اللباس وقال صحيح على شرط الشيخين ولم يخرجاه\r\nوأقره الذهبي وهو مما ينتقد عليه فإن الحسين بن واقد احتج به مسلم فقط\r\n","description":"","footnote":"","page_name":" 43 ","page_number":39},
  {"content":"\r\nوعن الحاكم رواه البيهقي في شعب الايمان في الباب الخامس والسبعين ورواه أحمد والبزار وابن أبي شيبة وإسحاق بن راهويه وأبو يعلى الموصلي في مسانيدهم قال البزار لا نعلم رواه إلا بريدة ولا طريقا عنه إلا هذه الطريق انتهى\r\nقال النووي في الخلاصة إسناده على شرط مسلم انتهى\r\n1359 الحديث الخامس\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة التغابن دفع عنه موت الفجأة\r\nقلت رواه الثعلبي في تفسيره من حديث أبي عصمة نوح بن أبي مريم عن علي بن زيد عن زر بن حبيش عن أبي بن كعب قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 44 ","page_number":40},
  {"content":"\r\n","description":"","footnote":"","page_name":" 45 ","page_number":41},
  {"content":"\r\nسورة الطلاق\r\n","description":"","footnote":"","page_name":" 46 ","page_number":42},
  {"content":"\r\nذكر فيها ثلاثة عشر حديثا\r\n1360 الحديث الأول\r\nقال عليه السلام من قتل قتيلا فله سلبه\r\nقلت رواه البخاري ومسلم من حديث أبي قتادة وقد تقدم في أوائل البقرة\r\n1361 الحديث الثاني\r\nروي عن النبي صلى الله عليه وسلم أنه قال لابن عمر رضي الله عنهما حين طلق امرأته وهي حائض ما هكذا أمرك الله إنما السنة أن تستقبل الطهر استقبالا وتطلقها بكل قرء تطليقة\r\nقلت رواه الدارقطني في سننه والطبراني في معجمه من حديث شعيب بن زريق حدثني عطاء الخراساني عن الحسن عن عبد الله بن عمر أنه طلق امرأته وهي حائض ثم أراد أن يتبعها تطليقتين أخريين عند القرأين فبلع ذلك رسول الله صلى الله عليه وسلم فقال يا بن عمر ما هكذا أمرك الله قد أخطأت السنة والسنة ان يستقبل الطهر فتطلق لكل قرء فأمرني فراجعتها فقال إذا هي طهرت فطلق عند ذلك وأمسك فقلت يا رسول الله أفرأيت لو طلقتها ثلاثا أكان يحل لي أن أراجعها قال لا كانت تبين منك وكانت معصية . . . وفيه كلام في أحاديث الهداية\r\n","description":"","footnote":"","page_name":" 47 ","page_number":43},
  {"content":"\r\n1362 الحديث الثالث\r\nروي أن النبي صلى الله عليه وسلم قال لعمر مر ابنك فليراجعها ثم ليدعها حتى تحيض ثم تطهر ثم ليطلقها إن شاء فتلك العدة التي أمر الله أن تطلق بها النساء\r\nقلت رواه الجماعة عن ابن عمر أنه طلق امرأته وهي حائض فذكر عمر ذلك لرسول الله صلى الله عليه وسلم فقال مره فليراجعها ثم يمسكها حتى تطهر ثم تحيض فتطهر قال فإن بدا له أن يطلقها فليطلقها طاهرا قبل أن يمسها فتلك العدة التي أمر الله أن تطلق بها النساء انتهى\r\n1363 الحديث الرابع\r\nعن النبي صلى الله عليه وسلم أن رجلا طلق امرأته ثلاثا بين يديه فقال أتلعبون بكتاب الله وأنا بين أظهركم\r\nقلت رواه النسائي في سننه في الطلاق من حديث مخرمة عن أبيه عن محمود بن لبيد أن رسول الله صلى الله عليه وسلم أخبر عن رجل طلق امرأته ثلاث تطليقات جميعا فقام غضبان ثم قال أيلعب بكتاب الله تعالى وأنا بين أظهركم حتى قام رجل فقال يا رسول الله الا نقتله انتهى قال النسائي لا أعلم رواه غير مخرمة\r\nوقال عبد الحق في أحكامه ذهب البخاري إلى أن محمودا له صحبة وقال أبو حاتم لا يعرف له صحبة انتهى\r\n1364 الحديث الخامس\r\nفي حديث ابن عمر أنه قال يا رسول الله أرأيت لو طلقها ثلاثا فقال له إذن عصيت ربك وبانت منك امرأتك\r\n","description":"","footnote":"","page_name":" 48 ","page_number":44},
  {"content":"\r\nقلت هو قطعة من الحديث الثاني المتقدم وهو في الصحيحين موقوف على ابن عمر أنه سئل عن رجل طلق امرأته فقال إن طلقها واحدة أو اثنتين فرسول الله صلى الله عليه وسلم أمره أن يراجعها ثم يمهلها حتى تحيض ثم تطهر وإن طلقتها ثلاثا فقد عصيت ربك فيما أمر به من طلاق امرأتك وبانت منك مختصر\r\n1365 قوله\r\nعن عمر رضي الله عنه أنه كان لا يؤتى برجل طلق امرأته ثلاثا إلا أوجعه ضربا وأجاز ذلك عليه\r\nقلت رواه ابن أبي شيبة وعبد الرزاق في مصنفيهما قال ابن أبي شيبة ثنا علي بن مسهر وقال عبد الرزاق ثنا سفيان بن عيينة كلاهما عن شقيق ابن أبي عبد الله عن انس قال كان عمر إذا أتي برجل قد طلق امرأته ثلاثا في مجلس أوجعه ضربا وفرق بينهما انتهى\r\n1366 الحديث السادس\r\nسئل النبي صلى الله عليه وسلم عمن طلق ثلاثا أو ألفا هل له مخرج فتلاها يعنى قوله تعالى * ( ومن يتق الله يجعل له مخرجا ) *\r\nقلت غريب بهذا اللفظ وروى الطبراني في معجمه والدارقطني في سننه عن إبراهيم بن عبيد الله بن عبادة بن الصامت عن أبيه عن جده قال طلق بعض آبائي امرأته ألفا فانطلق بنوه إلى رسول الله صلى الله عليه وسلم فقالوا يا رسول الله إن أبانا طلق أمنا ألفا فهل له من مخرج فقال إن أباكم لم يتق الله فيجعل له مخرجا بانت منه بثلاث على غير السنة وتسعمائة وسبع وتسعون رثما في عنقه انتهى قال الدارقطني رواته ضعفاء ومجهولون\r\nوذكره عبد الحق في أحكامه من جهة الدارقطني وقال فيه سبعة رجال بين مجهول وضعيف وأعله ابن عدي في الكامل بعبد الله بن الوليد الوصافي\r\n","description":"","footnote":"","page_name":" 49 ","page_number":45},
  {"content":"\r\nوضعفه عن النسائي وابن معين والفلاس ووافقهم وقال إنه ضعيف جدا\r\nلكن رواه إسحاق بن راهويه في مسنده أخبرنا عبد الله بن إدريس سمعت عبد الله بن الوليد يحدث عن داود بن إبراهيم عن عبادة بن الصامت\r\nورواه ابن مردويه في تفسيره من حديث عبيد الله بن الوليد وصدقة ابن أبي عمران عن إبراهيم بن عبيد الله به\r\n1367 الحديث السابع\r\nعن النبي صلى الله عليه وسلم أنه تلاها فقال مخرجا من شبهات الدنيا ومن غمرات الموت ومن شدائد يوم القيامة\r\nقلت رواه الثعلبي في تفسيره من طريق ابن وهب ثنا عبد الله بن إسحاق ثنا عمرو بن الأشعث ثنا سعيد بن راشد الحنفي ثنا عبد الله بن سعيد بن أبي هند عن زيد بن أسلم عن عطاء عن ابن عباس قال قرأ رسول الله صلى الله عليه وسلم * ( ومن يتق الله يجعل له مخرجا ) * فقال مخرجا من شبهات الدنيا إلى آخره\r\nرواه الواحدي في تفسيره الوسيط من حديث عمرو بن الحصين ثنا سعيد بن راشد عن عبد الله بن سعيد به ورواه أبو نعيم في الحلية موقوفا على قتادة ذكره في ترجمة\r\n1368 الحديث الثامن\r\nقال النبي صلى الله عليه وسلم إني لأعلم آية لو أخذ الناس بها لكفتهم * ( ومن يتق الله ) * فما زال يقرؤها ويعيدها\r\nقلت رواه ابن ماجة في سننه في كتاب الزهد من حديث أبي السليل ضريب\r\n","description":"","footnote":"","page_name":" 50 ","page_number":46},
  {"content":"\r\nابن نقير عن أبي ذر قال قال رسول الله صلى الله عليه وسلم إني لأعلم كلمة أو قال آية لو أخذ الناس كلهم بها لكفتهم قالوا يا رسول الله أية آية قال * ( ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب ) * انتهى\r\nورواه ابن حبان في صحيحه والحاكم في مستدركه وقال صحيح الإسناد ولم يخرجاه وفي لفظهما قال فجعل يرددها حتى نعست\r\nورواه عبد الله بن الإمام أحمد في كتاب الزهد عنه وقال فيه فما زال يقولها ويعيدها\r\n1369 الحديث التاسع\r\nروي أن عوف بن مالك الأشجعي أسر المشركون ابنا له يسمى سالما فأتى رسول الله صلى الله عليه وسلم وقال أسر ابني وشكا إليه الفاقة فقال ما أمسى عند آل محمد إلا مد فاتق واصبر وأكثر من ذكر لا حول ولا قوة إلا بالله العلي العظيم فبينا هو في بيته إذ قرع ابنه الباب ومعه مائة من الإبل غفل عنه العدو فاستاقها فنزلت\r\nقلت رواه الحاكم في المستدرك بنقص من حديث عبيد بن كثير العامري عن عباد بن يعقوب ثنا يحيى بن آدم ثنا إسرائيل ثنا عمار بن أبي معاوية عن سالم بن أبي الجعد عن جابر بن عبد الله قال نزلت هذه الآية * ( ومن يتق الله يجعل له مخرجا ) * في رجل من أشجع كان فقيرا خفيف ذات اليد كثير العيال فأتى رسول الله صلى الله عليه وسلم فسأله فقال اتق الله واصبر فلم يلبث إلا يسيرا حتى جاء ابن له بغنم كان العدو أصابوه فأتى رسول الله صلى الله عليه وسلم فسأله عنها وأخبره خبرها فقال له رسول الله صلى الله عليه وسلم كلها فنزلت * ( ومن يتق الله يجعل له مخرجا ) * الآية وقال صحيح الإسناد ولم يخرجاه وتعقبه الذهبي لان عبيد بن كثير قال فيه الأزدي متروك وعباد بن يعقوب رافضي\r\n","description":"","footnote":"","page_name":" 51 ","page_number":47},
  {"content":"\r\nوبسند الحاكم ومتنه رواه الواحدي في أسباب النزول\r\nورواه البيهقي في دلائل النبوة في باب قوله تعالى * ( ومن يتق الله يجعل له مخرجا ) * وما جاء فيه من المعجزات بسنده إلى أبي عبيدة عن عبد الله بن مسعود قال أتى رجل النبي صلى الله عليه وسلم وأراه عوف بن مالك الأشجعي فقال يا رسول الله إن بني فلان أغاروا علي فذهبوا بابني وإبلي فقال رسول الله صلى الله عليه وسلم إن آل محمد لآهل كذا وكذا بيت أظنه قال تسع أبيات ما فيهم صاع من طعام ولا مد من طعام فسئل الله عز وجل فرجع فأخبر امرأته قال فلم يلبث الرجل أن رد الله عليه ابنه وإبله أوفر ما كانت فأتى النبي صلى الله عليه وسلم فأخبره فقام على المنبر فحمد الله وأثنى عليه وأمرهم بمسألة الله عز وجل والرغبة إليه وقرأ عليهم * ( ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب ) * انتهى\r\nورواه الثعلبي في تفسيره بسنده إلى الكلبي عن أبي صالح عن ابن عباس قال جاء عوف بن مالك الأشجعي إلى النبي صلى الله عليه وسلم فقال يا رسول الله إن ابني اسره العدو وجزعت أمه فما تأمرني قال آمرك وإياها أن تستكثروا من لا حول ولا قوة إلا بالله العلي العظيم فانصرف إليها فقالت ما قال لك رسول الله صلى الله عليه وسلم قال أمرني وإياك أن نستكثر من لا حول ولا قوة إلا بالله العلي العظيم فجعلا يقولان ذلك فغفل العدو عن ابنه يوما فجاء وقد استاق غنمهم وهي أربعة آلاف شاة فأتى بها إلى أبيه فنزلت * ( ومن يتق الله ) * الآية\r\nوبسند البيهقي في الدلائل ومتنه رواه ابن مردويه في تفسيره\r\n1370 قوله\r\nوعن ابن عباس وعلي قالا عدة الحامل المتوفى عنها أبعد الأجلين\r\nقلت قول ابن عباس رواه البخاري في صحيحه قال جاء رجل إلى ابن عباس وأبو هريرة جالس عنده فقال أفتني في امرأة ولدت بعد وفاة زوجها\r\n","description":"","footnote":"","page_name":" 52 ","page_number":48},
  {"content":"\r\nبأربعين ليلة فقال ابن عباس آخر الأجلين مختصر\r\nوقول علي رواه ابن أبي شيبة في مصنفه ثنا شبابة عن شعبة عن عبيد ابن الحسن عن عبد الرحمن بن معقل قال شهدت عليا وسأله رجل عن امرأة توفي عنها وهي حامل قال تتربص أبعد الأجلين\r\nحدثنا وكيع عن إسماعيل عن الشعبي قال قال عبد الله أجل كل حامل ان تضع حملها قال وكان علي يقول آخر الأجلين انتهى\r\n1371 قوله\r\nوعن ابن مسعود رضي الله عنه أنه قال من شاء لاعنته ان سورة النساء القصرى نزلت بعد التي في البقرة\r\nقلت رواه أبو داود والنسائي وابن ماجة في الطلاق من حديث مسروق عن ابن مسعود قال من شاء لاعنته لانزلت سورة النساء القصرى بعد الأربعة اشهر وعشر انتهى\r\nورواه البخاري بمعناه في التفسير قال أتجعلون عليها التغليظ ولا تجعلون لها الرخصة لانزلت سورة النساء القصرى بعد الطولى * ( وأولات الأحمال أجلهن أن يضعن حملهن ) * انتهى\r\nوزاد عبد الرزاق في مصنفه وكان بلغه ان عليا يقول هي آخر الأجلين فقال ذلك انتهى\r\nومن طريق عبد الرزاق رواه الطبراني في معجمه\r\n","description":"","footnote":"","page_name":" 53 ","page_number":49},
  {"content":"\r\n1372 الحديث العاشر\r\nروت أم سلمة ان سبيعة الأسلمية ولدت بعد وفاة زوجها بليال فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال لها قد حللت فانكحي\r\nقلت رواه الأئمة الستة في كتبهم في الطلاق واللفظ للبخاري من حديث أم سلمة قالت قتل زوج سبيعة الأسلمية وهي حبلى فوضعت بعد موته بأربعين ليلة فخطبت فأنكحها رسول الله صلى الله عليه وسلم فقال لا نفقة لك ولا سكنى\r\n1373 الحديث الحادي عشر\r\nروي أن فاطمة بنت قيس أبت زوجها طلاقها فقال لها رسول الله صلى الله عليه وسلم لا سكنى ولا نفقة\r\nقلت رواه مسلم في صحيحه من حديث الشعبي عن فاطمة بنت قيس قالت طلقني زوجي ثلاثا فخاصمته إلى رسول الله صلى الله عليه وسلم في السكنى والنفقة فلم يجعل لي سكنى ولا نفقة وأمرني أن أعتد في بيت ابن أم مكتوم انتهى وفي لفظ له من حديث أبي سلمة فيها فذكرت ذلك لرسول الله صلى الله عليه وسلم\r\n1374 الحديث الثاني عشر\r\nعن عمر رضي الله عنه قال لا ندع كتاب ربنا ولا سنة نبينا لقول امرأة لعلها نسيت أو شبه لها سمعت النبي صلى الله عليه وسلم يقول لها السكنى والنفقة\r\nقلت رواه مسلم وأبو داود والترمذي والنسائي مختصرا ومطولا من حديث أبي إسحاق قال كنت مع الأسود بن يزيد جالسا في المسجد الأعظم ومعنا الشعبي فحدث الشعبي بحديث فاطمة بنت قيس أن رسول الله صلى الله عليه وسلم لم يجعل\r\n","description":"","footnote":"","page_name":" 54 ","page_number":50},
  {"content":"\r\nلها سكنى ولا نفقة ثم أخذ الأسود كفا من حصى فحصبه به وقال ويلك تحدث بمثل هذا قال عمر لا نترك كتاب الله وسنة نبينا صلى الله عليه وسلم لقول امرأة لا ندري لعلها حفظت أو نسيت لها السكنى والنفقة انتهى\r\n1375 الحديث الثالث عشر\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة الطلاق مات على سنة رسول الله صلى الله عليه وسلم\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير العبدي عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 55 ","page_number":51},
  {"content":"\r\n","description":"","footnote":"","page_name":" 56 ","page_number":52},
  {"content":"\r\n","description":"","footnote":"","page_name":" 57 ","page_number":53},
  {"content":"\r\nسورة التحريم\r\n","description":"","footnote":"","page_name":" 58 ","page_number":54},
  {"content":"\r\nذكر فيها أحد عشر حديثا\r\n1376 الحديث الأول\r\nروي أن رسول الله صلى الله عليه وسلم خلا بمارية في يوم عائشة وعلمت بذلك حفصة فقال لها اكتمي علي ذلك وقد حرمت مارية على نفسي وأبشرك أن أبا بكر وعمر يملكان بعدي أمر أمتي فأخبرت به عائشة وكانتا متصادقتين\r\nقلت رواه الطبراني في معجمه باختلاف يسير فقال حدثنا إبراهيم بن نائلة الأصبهاني ثنا إسماعيل بن عمرو البجلي ثنا أبو عوانة عن أبي عن الضحاك بن مزاحم عن ابن عباس في قوله تعالى * ( وإذ أسر النبي إلى بعض أزواجه حديثا ) * قال دخلت حفصة على النبي صلى الله عليه وسلم في بيتها وهو يطأ مارية فقال لها رسول الله صلى الله عليه وسلم لا تخبري عائشة حتى أبشرك ببشارة فإن أباك يلي\r\n","description":"","footnote":"","page_name":" 59 ","page_number":55},
  {"content":"\r\nالأمر من بعد أبي بكر إذا أنا مت فذهبت حفصة فأخبرت عائشة أنها رأت النبي صلى الله عليه وسلم يطأ مارية وأنه أخبرها أن أبا بكر يلي بعد رسول الله صلى الله عليه وسلم وعمر من بعده فقالت عائشة للنبي صلى الله عليه وسلم من أنبأك هذا قال نبأني العليم الخبير فقالت عائشة لا أنظر إليك حتى تحرم مارية فحرمها فأنزل الله * ( يا أيها النبي لم تحرم ) * الآية انتهى\r\nوروى ابن مردويه في تفسيره ثنا سليمان بن أحمد ثنا إبراهيم بن محمد ابن برة الصنعاني ثنا أبو الوليد هشام بن إسماعيل المخزومي أنا موسى بن جعفر ابن أبي كثير مولى الأنصاري عن عمه عن أبي بكر بن عبد الرحمن بن الحارث ابن هشام عن أبي سلمة بن عبد الرحمن بن عوف عن أبي هريرة قال دخل رسول الله صلى الله عليه وسلم بمارية القبطية في بيت حفصة بنت عمر فوجدتها معه فقالت يا رسول الله في بيتي وتفعل هذا بي من دون نسائك قال فإنها حرام أن أمسها يا حفصة الا أبشرك فقالت بلى قال يلي هذا الامر بعدي أبو بكر ويليه من بعده أبوك واكتمي علي هذا فخرجت حتى أتت عائشة فقالت يا بنة أبي بكر ألا أبشرك قالت بماذا قالت وجدت النبي صلى الله عليه وسلم مع مارية في بيتي فقلت له يا رسول الله في بيتي وتفعل بي هذا من دون نسائك وكان أول السرور أن حرمها على نفسه ثم قال لي يا حفصة ألا أبشرك قلت بلى قال إن أبا بكر يلي هذا الامر من بعدي وإن أباك يليه من بعده وقد استكتمني ذلك فاكتميه فأنزل الله في ذلك * ( يا أيها النبي لم تحرم ما أحل الله لك ) * الآية انتهى\r\n1377 الحديث الثاني\r\nروي أن النبي صلى الله عليه وسلم خلا بمارية في يوم حفصة فأرضاها بذلك واستكتمها فلم تكتم فطلقها واعتزل نساءه ومكث تسعا وعشرين\r\n","description":"","footnote":"","page_name":" 60 ","page_number":56},
  {"content":"\r\nليلة في بيت مارية\r\nقلت غريب وروى ابن أبي خيثمة في تاريخه بسنده إلى محمد بن إسحاق قال أخبرني بعض آل عمر أن النبي صلى الله عليه وسلم أصاب جاريته القبطية أم إبراهيم في بيت حفصة وفي يومها فعثرت حفصة على ذلك فقالت يا رسول الله لقد جئت إلي شيئا ما جئته إلى أحد من نسائك في بيتي وعلى فراشي وفي دولتي قال ايرضيك أن أحرمها فلا أمسها أبدا قالت نعم فحرمها على نفسه وقال لا تذكريه لاحد من الناس قالت افعل وكانت حفصة لا تكتم عائشة شيئا فلما خرج رسول الله صلى الله عليه وسلم ذهبت إلى عائشة فأخبرتها فأنزل الله * ( يا أيها النبي لم تحرم ) * الآية فكفر يمينه وقرب جاريته انتهى\r\nوروى ابن سعد في الطبقات أخبرنا محمد بن عمر حدثني عمر بن عقبة عن شعبة قال سمعت ابن عباس يقول خرجت حفصة من بيتها وكان يوم عائشة فدخل رسول الله صلى الله عليه وسلم بجاريته القبطية بيت حفصة فجاءت حفصة والباب مجاف فرقبته حتى خرجت الجارية فقالت حفصة لرسول الله صلى الله عليه وسلم أما إني قد رأيت ما صنعت فقال لها عليه السلام فاكتمي عني وهي علي حرام فانطلقت حفصة إلى عائشة فأخبرتها فأنزل الله * ( وإذ أسر النبي إلى بعض أزواجه حديثا ) * إلى قوله * ( قلوبكما ) * يعني عائشة وحفصة فتركهن رسول الله صلى الله عليه وسلم تسعا وعشرين ليلة ثم نزل * ( يا أيها النبي لم تحرم ما أحل الله لك ) * الآية فكفر يمينه وحبس نساءه انتهى\r\n1378 الحديث الثالث\r\nوروي أن عمر قال لها لو كان في آل الخطاب خير لما طلقك رسول الله صلى الله عليه وسلم فنزل جبريل عليه السلام فقال له راجعها فإنها صوامة\r\n","description":"","footnote":"","page_name":" 61 ","page_number":57},
  {"content":"\r\nقوامة وإنها لمن نسائك في الجنة\r\nقلت غريب وروى الحاكم في المستدرك في الفضائل من حديث الحسن ابن أبي جعفر ثنا ثابت عن انس أن النبي صلى الله عليه وسلم طلق حفصة تطليقة فأتاه جبريل فقال يا محمد طلقت حفصة راجعها فإنها قوامة صوامة وإنها زوجتك في الجنة انتهى وسكت عنه\r\nورواه البزار في مسنده والطبراني في معجمه عن الحسن بن أبي جعفر عن عاصم عن زر بن حبيش عن عمار بن ياسر قال لما طلق رسول الله صلى الله عليه وسلم حفصة أتاه جبريل فقال له راجع حفصة فإنها صوامة قوامة وإنها زوجتك في الجنة انتهى قال البزار لا نعلمه عن عمار إلا من هذا الوجه انتهى\r\nوروى ابن سعد في الطبقات في ترجمة حفصة أخبرنا يزيد بن هارون عن حماد بن سلمة عن أبي عمران الجوني عن قيس بن زيد أن رسول الله صلى الله عليه وسلم طلق حفصة بنت عمر فقال رسول الله صلى الله عليه وسلم إن جبريل أتاني فقال لي راجع حفصة فإنها صوامة قوامة وهي زوجتك في الجنة\r\nأخبرنا سعيد بن عامر عن سعيد بن أبي عروبة عن قتادة . . . فذكر نحوه\r\nوبالسند الأول رواه الحارث بن أبي اسامة في مسنده ثنا عفان ثنا حماد ابن سلمة به\r\n1379 الحديث الرابع\r\nروي أنه عليه السلام شرب عسلا ومضى إلى بيت زينب بنت جحش فتواطأت عائشة وحفصة فقالتا له إنا نشم منك ريح مغافير وكان عليه السلام يكره التفل فحرم العسل\r\n","description":"","footnote":"","page_name":" 62 ","page_number":58},
  {"content":"\r\nقلت رواه البخاري في صحيحه ومسلم أيضا من حديث عبيد بن عمير عن عائشة قالت كان رسول الله صلى الله عليه وسلم يشرب عسلا عند زينب بنت جحش ويمكث عندها فتواطأت أنا وحفصة أيتنا دخل عليها فلتقل له إني أجد منك ريح مغافير قال لا ولكني كنت أشرب عسلا عند زينب بنت جحش فلن أعود له وقد حلفت لا تخبري بذلك أحدا انتهى\r\nورواه البزار في مسنده وزاد فيه وكان عليه السلام يكره أن يوجد منه ريح\r\nوفي لفظ في الصحيحين وكان عليه السلام يشتد عليه أن يوجد منه الريح\r\n1380 الحديث الخامس\r\nقال صلى الله عليه وسلم لا يموت لأحد ثلاثة من الولد فتمسه النار إلا تحلة القسم\r\nقلت رواه الجماعة إلا أنا داود فرواه مسلم في الزهد والباقون في الجنائز من حديث سعيد بن المسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا يموت لأحد إلى آخره\r\n1381 قوله\r\nعن أبي بكر وعمر وابن عباس وابن مسعود ووزيد وعائشة إن الحرام يمين\r\nوعن علي أنه ثلاث\r\nقلت روى ابن أبي شيبة في مصنفه حدثنا عبد الرحيم بن سليم عن جويبر عن الضحاك أن أبا بكر وعمر وابن مسعود قالوا من قال لامرأته هي علي حرام فليست بحرام وعليه كفارة يمين انتهى\r\n","description":"","footnote":"","page_name":" 63 ","page_number":59},
  {"content":"\r\nحدثنا عبد الله بن المبارك عن خالد عن عكرمة عن عمر قال الحرام يمين انتهى\r\nوروى عبد الرزاق في مصنفه أخبرنا ابن عيينة عن عبد الله بن أبي نجيح عن مجاهد عن ابن مسعود قال في الحرام هي يمين يكفرها انتهى\r\nومن طريق عبد الرزاق رواه الطبراني في معجمه\r\nوحديث ابن عباس رواه البخاري ومسلم من حديث سعيد بن جبير عنه قال في الحرام يمين يكفرها ثم قرأ * ( لقد كان لكم في رسول الله أسوة حسنة ) * انتهى وفي لفظ لمسلم قال إذا حرم الرجل امرأته فهي يمين يكفرها انتهى\r\nوحديث علي في مصنف ابن أبي شيبة حدثنا حاتم بن إسماعيل عن جعفر ابن محمد عن أبيه عن علي قال في قول الرجل لامرأته أنت علي حرام هي ثلاث انتهى\r\nورواه عبد الرزاق في مصنفه ثنا ابن جريج عن جعفر بن محمد به\r\nوحديث عائشة رواه الدارقطني في سننه عن سعيد بن أبي عروبة عن مطر الوراق عن عطاء عن عائشة انها قالت في الحرام يكفر انتهى\r\n1382 الحديث السادس\r\nعن مقاتل أن رسول الله صلى الله عليه وسلم اعتق رقبة في تحريم مارية\r\n","description":"","footnote":"","page_name":" 64 ","page_number":60},
  {"content":"\r\nوعن الحسن أنه لم يكفر لأنه كان مغفورا له ما تقدم من ذنبه وما تأخر\r\nقلت غريب وفي مراسيل أبي داود عن الحسن خلاف هذا فروى من حديث قتادة عنه أن النبي صلى الله عليه وسلم حرم فتاته أم إبراهيم القبطية فأمر أن يكفر عن يمينه وعوتب في ذلك\r\nوقد تقدم في الحديث الثاني عند ابن أبي خيثمة من طريق ابن إسحاق أن النبي صلى الله عليه وسلم كفر عن يمينه\r\n1383 الحديث السابع\r\nعن ابن عباس قال لم أزل حريصا على أن أسأل عمر عنها يعني قوله * ( إن تتوبا إلى الله ) * حتى حج وحججت معه فلما كان ببعض الطريق عدل وعدلت معه بالإداوة فسكبت الماء على يده فتوضأ فقلت من هما فقال عجبا يا بن عباس كأنه كره ما سألته عنه ثم قال هما حفصة وعائشة\r\nقلت رواه الجماعة إلا أبا داود فالبخاري والترمذي في التفسير وأخرجه مسلم في الطلاق عن عبيد الله بن عبد الله عن ابن عباس وأخرجه البخاري أيضا لكن لم يذكر فيه كلام الزهري والنسائي في الصوم وابن ماجة في الزهد عن ابن عباس قال لم أزل حريصا أن اسأل عمر عن المرأتين من أزواج النبي صلى الله عليه وسلم اللتين قال الله فيهما * ( إن تتوبا إلى الله فقد صغت قلوبكما ) * حتى حج عمر وحججت معه فلما كنا ببعض الطريق عدل عمر وعدلت معه بالإداوة فتبرز ثم أتاني فصببت عليه من الإداوة فتوضأ فقلت يا أمير المؤمنين من المرأتان من أزواج النبي اللتان قال الله * ( إن تتوبا إلى الله فقد صغت قلوبكما ) * فقال\r\n","description":"","footnote":"","page_name":" 65 ","page_number":61},
  {"content":"\r\nلي واعجبا يا بن عباس قال الزهري وكره والله ما سأله عنه ولم يكتمه فقال هي عائشة وحفصة مختصر\r\n1384 الحديث الثامن\r\nفي الحديث رحم الله رجلا قال يأهلاه صلاتكم صيامكم زكاتكم مسكينكم يتيمكم جيرانكم لعل الله يجمعهم معه في الجنة\r\nقلت غريب\r\n1385 قوله\r\nعن ابن عباس قال ما بغت امرأة نبي قط\r\nقلت رواه عبد الرزاق في تفسيره في سورة هود أخبرنا سفيان الثوري عن أبي عامر الهمداني عن الضحاك بن مزاحم عن ابن عباس قال ما بغت امرأة نبي قط انتهى\r\nوعن عبد الرزاق رواه الطبري في تفسيره في السورة المذكورة\r\nورواه أيضامن حديث سفيان عن موسى بن أبي عائشة عن عبد الله ابن شداد عن ابن عباس . . . فذكره\r\nورواه في هذه السورة حدثنا ابن حميد ثنا مهران عن سفيان عن أبي عامر به وزاد فيه فخانتاهما أي في الدين انتهى\r\nورواه ابن مردويه في تفسيره في سورة هود من حديث حصين بن مخارق عن حمزة الزيات عن موسى بن أبي عائشة عن سليمان بن قتة عن ابن عباس وعن عبد الصمد بن علي عن ابن عباس . . . فذكره\r\n","description":"","footnote":"","page_name":" 66 ","page_number":62},
  {"content":"\r\n1386 الحديث التاسع\r\nعن النبي صلى الله عليه وسلم قال كمل من الرجال كثير ولم يكمل من النساء إلا أربعة آسية بنت مزاحم امرأة فرعون ومريم بنة عمران وخديجة بنت خويلد وفاطمة بنت محمد وفضل عائشة على النساء كفضل الثريد على سائر الطعام\r\nقلت رواه أبو نعيم في الحلية في ترجمة عمرو بن مرة فقال حدثنا سليمان بن أحمد ثنا يوسف القاضي ثنا عمرو بن مرزوق ثنا شعبة عن عمرو بن مرة سمع مرة يحدث عن أبي موسى قال قال رسول الله صلى الله عليه وسلم كمل من الرجال كثير ولم يكمل من النساء إلا أربع . . . إلى آخره سواء\r\nوبهذا السند والمتن رواه الثعلبي في تفسيره\r\nوالحديث رواه البخاري في صحيحه ليس فيه خديجة ولا فاطمة رواه في بدء الخلق في باب قوله تعالى * ( وضرب الله مثلا للذين آمنوا امرأة فرعون ) * من حديث مرة الهمداني عن أبي موسى قال قال رسول الله صلى الله عليه وسلم كمل من الرجال كثير ولم يكمل من النساء إلا آسية امرأة فرعون ومريم بنة عمران وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام انتهى\r\nوكذلك رواه في الأطعمة في باب الثريد وسنده فيه ثنا محمد بن بشار ثنا غندر ثنا شعبة به\r\nورواه الباقون إلا مسلما فالترمذي وابن ماجة في الأطعمة والنسائي في المناقب\r\nوروى ابن حبان في صحيحه والحاكم في مستدركه من حديث ابن عباس قال قال رسول الله صلى الله عليه وسلم أفضل نساء العالمين أربع . . . فذكرهن وصححه الحاكم\r\n1387 الحديث العاشر\r\nروي أن عائشة سألت رسول الله صلى الله عليه وسلم كيف سمى الله المسلمة تعني\r\n","description":"","footnote":"","page_name":" 67 ","page_number":63},
  {"content":"\r\nمريم ولم يسم الكافرة فقال بغضا لها قالت فما اسمها قال اسم امرأة نوح واغلة واسم امرأة لوط واهلة ثم قال المصنف وهذا حديث أثر الصنعة عليه ظاهر بين ولقد سمى الله تعالى جماعة من الكفار بأسمائهم وكناهم\r\nقلت غريب\r\n1388 الحديث الحادي عشر\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة التحريم آتاه الله توبة نصوحا\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد ابن أسلم عن أبيه عن أبي أمامة الباهلي عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 68 ","page_number":64},
  {"content":"\r\n","description":"","footnote":"","page_name":" 69 ","page_number":65},
  {"content":"\r\nسورة الملك\r\n","description":"","footnote":"","page_name":" 70 ","page_number":66},
  {"content":"\r\nفيها حديثان\r\n1389 الحديث الأول\r\nعن النبي صلى الله عليه وسلم أنه تلاها فلما بلغ قوله * ( أيكم أحسن عملا ) * قال أيكم أحسن عقلا وأورع عن محارم الله واسرع في طاعة الله\r\nقلت تقدم في أول هود\r\n1390 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة الملك فكأنما أحيا ليلة القدر\r\nقلت رواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده المتقدم في يونس\r\n","description":"","footnote":"","page_name":" 71 ","page_number":67},
  {"content":"\r\n","description":"","footnote":"","page_name":" 72 ","page_number":68},
  {"content":"\r\n","description":"","footnote":"","page_name":" 73 ","page_number":69},
  {"content":"\r\nسورة ن\r\n","description":"","footnote":"","page_name":" 74 ","page_number":70},
  {"content":"\r\nذكر فيها خمسة أحاديث\r\n1391 الحديث الأول\r\nعن عائشة رضي الله عنها أن سعد بن هشام سألها عن خلق رسول الله صلى الله عليه وسلم فقالت كان خلقه القرآن ألست تقرأ القرآن\r\nقلت رواه مسلم في صحيحه في التهجد عن زرارة بن أبي أوفى أن سعدا أتى ابن عباس فسأله عن الوتر فقال ألا أدلك على أعلم الناس بوتر رسول الله صلى الله عليه وسلم قال من قال عائشة فذهب إليها ومعه حكيم بن أفلح فاستأذنا فأذنت فقالت حكيم قال نعم قالت من معك قال سعد بن هشام قالت من هشام قال ابن عامر فترحمت عليه وقالت خيرا فقلت يا أم المؤمنين أخبريني عن خلق رسول الله صلى الله عليه وسلم قالت ألست تقرأ القرآن قال بلى قالت فإن خلق رسول الله صلى الله عليه وسلم كان القرآن مختصر\r\nوفي بعض طرقه قال حكيم بن أفلح لابن عباس حين أعاد عليه كلام عائشة أما إني لو علمت أنك لا تدخل عليها ما أنبأتك حديثها وهذا يدل على أن الذي سأل عائشة إنما هو حكيم بن أفلح وهشام يسمع لا كما هو في لفظ المصنف\r\nورواه الحاكم في المستدرك وقال صحيح على شرط الشيخين ولم يخرجاه وهو وهم ولفظه عن زرارة بن أبي أوفى عن سعد بن هشام في قوله تعالى * ( وإنك لعلى خلق عظيم ) * قال سألت عائشة فقلت يا أم المؤمنين أنبئيني عن خلق رسول الله صلى الله عليه وسلم فقالت أتقرأ القرآن قلت نعم قالت كان خلقه\r\n","description":"","footnote":"","page_name":" 75 ","page_number":71},
  {"content":"\r\nالقرآن انتهى وقال صحيح على شرط الشيخين ولم يخرجاه وهو كلفظ المصنف\r\n1392 الحديث الثاني\r\nقال رسول الله صلى الله عليه وسلم لا يدخل الجنة ولد الزنا ولا ولده ولا ولد ولده\r\nقلت رواه أبو نعيم في كتاب الحلية في ترجمة مجاهد من حديث عبد الله بن حنيف ثنا يوسف بن أسباط عن أبي إسرائيل الملائي إسماعيل بن إسحاق عن فضيل ابن عمرو عن مجاهد عن ابن عمر عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا يدخل الجنة ولد الزنا ولا ولده ولا ولد ولده انتهى ثم قال تابع يوسف ابن أسباط عليه إسحاق بن منصور ثم رواه من حديث إسحاق بن منصور ثنا أبو إسرائيل به\r\nورواه أيضا في ترجمة يوسف بن أسباط من حديث بركة بن محمد الحلبي ثنا يوسف بن أسباط به سواء\r\nوبهذا الإسناد رواه الثعلبي في تفسيره\r\nورواه ابن الجوزي في الموضوعات من طريق أبي نعيم بسنده ومتنه واعله بأبي إسرائيل\r\nوالحديث معناه عند النسائي في سننه الكبرى في كتاب العتق من حديث إبراهيم بن مهاجر عن مجاهد عن محمد بن عبد الرحمن عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا يدخل الجنة ولد زنا ولا شيء من نسله إلى سبعة آباء انتهى\r\nقال ابن حبان في كتاب الضعفاء هو كثير الخطأ فاستحق الترك ونقل عن\r\n","description":"","footnote":"","page_name":" 76 ","page_number":72},
  {"content":"\r\nابن معين أنه قال هو ضعيف وكذلك ابن طاهر في موضوعاته وأعله ابن الجوزي في الموضوعات بإبراهيم بن مهاجر\r\nوروى النسائي أيضا من حديث شعبة عن منصور عن سالم بن أبي الجعد عن نبيط من شريط عن جابان عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال لا يدخل الجنة ولد زنية ولا عاق ولا مدمن خمر انتهى\r\nثم رواه من حديث سفيان الثوري عن منصور عن سالم بن أبي الجعد عن جابان عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم نحوه\r\nوكذلك رواه ابن حبان في صحيحه في النوع التاسع عشر من القسم الثالث ثم قال وقد اختلف الثوري وشعبة فيه فقال الثوري عن سالم بن أبي الجعد عن جابان وقال شعبة عن سالم بن أبي الجعد عن نبيط عن جابان قال ولا يضر ذلك فإن سالما سمعه من جابان مرة وسمعه مرة أخرى من نبيط فالخبر متصل إلا أن الثوري أعرف بحديث بلده انتهى كلامه\r\nورواه النسائي أيضا من حديث جرير عن يزيد بن أبي زياد عن مجاهد عن أبي سعيد الخدري مرفوعا نحو حديث ابن عمرو وهو معلول بيزيد بن أبي زياد\r\nقال ابن الجوزي في الموضوعات وقد اختلف فيه على مجاهد من عشرة أوجه فتارة يروى عن مجاهد عن أبي هريرة وتارة عن مجاهد عن ابن عمرو وتارة عن مجاهد عن أبي سعيد وتارة عن مجاهد عن محمد بن عبد الرحمن وتارة يروى موقوفا وكله من تخليط الرواة قال وفيه مخالفة للأصول وأعظمها قوله تعالى * ( ولا تزر وازرة وزر أخرى ) * انتهى كلامه\r\n1393 الحديث الثالث\r\nروي أن العباس رضي الله عنه وسم أباعره في وجهها فقال له النبي صلى الله عليه وسلم أكرموا الوجوه فوسمها في جواعرها\r\n","description":"","footnote":"","page_name":" 77 ","page_number":73},
  {"content":"\r\nقلت غريب بهذا اللفظ وروى مسلم في صحيحه في كتاب اللباس من حديث يزيد بن أبي حبيب ان ناعما مولى أم سلمة حدثه انه سمع ابن عباس يقول وقد رأى رسول الله صلى الله عليه وسلم حمارا موسوم الوجه فأنكر ذلك فقال الرجل والله لا أسمه إلا أقصى شيء من الوجه فأمر بحمار له أن يكوى في جاعرتيه فهو أول من كوى الجاعرتين انتهى\r\nوبالسند والمتن رواه الطبراني في معجمه وزاد قال وكان الرجل الذي كوى الجاعرتين العباس بن عبد المطلب انتهى\r\nورواه ابن حبان في صحيحه كذلك ولفظه عن ابن عباس ان العباس وسم بعيرا له أو دابة في وجهه فرآه النبي صلى الله عليه وسلم فغضب فقال العباس لا أسمه إلا في آخره فوسمه في جاعرتيه انتهى\r\n1394 الحديث الرابع\r\nحديث ابن مسعود يكشف الرحمن عن ساقيه أما المؤمنون فيخرون سجدا وأما المنافقون فتكون ظهورهم طبقا كأن فيها السفافيد\r\nقلت رواه الحاكم في المستدرك في كتاب الفتن وفي كتاب الأهوال من حديث الحسين بن حفص ثنا سفيان ثنا سلمة بن كهيل عن أبي الزعراء عن عبد الله بن مسعود قال إنكم ستفترقون أيها الناس لخروجه يعني الدجال ثلاث فرق . . . فذكر حديثا طويلا إلى أن قال ثم يتمثل الله للخلق حتى يمر المسلمون فيقال لهم من تعبدون فيقولون نعبد الله ولا نشرك به شيئا فيقال هل تعرفون ربكم فيقولون سبحانه إذا اعترف لنا عرفناه قال فعند ذلك يكشف عن ساق فلا يبقى مؤمن إلا خر لله ساجدا ويبقى المنافقون ظهورهم\r\n","description":"","footnote":"","page_name":" 78 ","page_number":74},
  {"content":"\r\nطبق واحد كأنما فيها السفافيد فيقال لهم قد كنتم تدعون إلى السجود وأنتم سالمون . . . الحديث بطوله وقال في الموضعين حديث صحيح على شرط الشيخين ولم يخرجاه انتهى\r\nوفي الصحيح بعضه رواه البخاري ومسلم في صفة القيامة من حديث أبي سعيد الخدري سمعت رسول الله صلى الله عليه وسلم يقول يكشف ربنا عن ساقه فيسجد له كل مؤمن ومؤمنه ويبقى من كان يسجد في الدنيا رياء وسمعة فيذهب فيسجد فيعود طبقا واحدا مختصر\r\nواختصر الطبري في تفسيره حديث الحاكم فقال ثنا محمد بن بشار ثنا عبد الرحمن بن مهدي ثنا سفيان به عن ابن مسعود قال يتمثل الله تعالى للخلائق يوم القيامة حتى يمر المسلمون فيقال لهم من تعبدون فيقولون نعبد الله ولا نشرك به شيئا فيقول هل تعرفون ربكم فيقولون سبحانه إذا اعترف إلينا عرفناه قال فعند ذلك يكشف عن ساق فلا يبقى مؤمن إلا خر لله ساجدا ويبقى المنافقون ظهورهم طبق واحد كأنما فيها السفافيد فيقولون ربنا فيقال لهم قد كنتم تدعون إلى السجود وأنتم سالمون انتهى\r\n1395 الحديث الخامس\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة القلم أعطاه الله عز وجل ثواب الذين حسن الله أخلاقهم\r\nقلت رواه الثعلبي في تفسيره من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 79 ","page_number":75},
  {"content":"\r\n","description":"","footnote":"","page_name":" 80 ","page_number":76},
  {"content":"\r\n","description":"","footnote":"","page_name":" 81 ","page_number":77},
  {"content":"\r\nسورة الحاقة\r\n","description":"","footnote":"","page_name":" 82 ","page_number":78},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1396 الحديث الأول\r\nعن رسول الله صلى الله عليه وسلم قال ما ارسل الله سفينة من ريح إلا بمكيال ولا قطرة من مطر إلا بمكيال إلا يوم عاد ويوم نوح فإن الماء يوم نوح طغى على الخزان فلم يكن لهم عليه سبيل ثم قرأ * ( إنا لما طغى الماء حملناكم في الجارية ) * وإن الريح يوم عاد عتت على الخزان فلم يكن لهم عليها سبيل ثم قرأ * ( بريح صرصر عاتية ) *\r\nقلت رواه أبو نعيم في الحلية في ترجمة شهر بن حوشب عن الطبراني بسنده إلى موسى بن أعين عن سفيان عن موسى بن المسيب عن شهر ابن حوشب عن ابن عباس قال قال رسول الله صلى الله عليه وسلم ما أرسل سفينة من ريح . . . فذكره إلى آخره سواء ثم قال تفرد برفعه موسى بن أعين عن سفيان ورواه غير واحد موقوفا انتهى\r\nقلت وكذلك رواه الطبري في تفسيره فقال حدثنا ابن حميد ثنا مهران عن سفيان عن موسى بن المسيب عن شهر بن حوشب عن ابن عباس قال ما ارسل الله سفينة من ريح . . . فذكره موقوفا\r\nورواه الثعلبي من حديث موسى بن أعين بسنده المتقدم مرفوعا\r\nوكذلك رواه ابن مردويه في تفسيره عن الطبراني ثنا سليمان بن المعافى\r\n","description":"","footnote":"","page_name":" 83 ","page_number":79},
  {"content":"\r\nابن سليمان ثنا أبي موسى بن أعين به\r\n1397 الحديث الثاني\r\nعن النبي صلى الله عليه وسلم أنه قال لعلي رضي الله عنه عند نزول قوله تعالى * ( وتعيها أذن واعية ) * سألت الله أن يجعلها أذنك يا علي قال علي رضي الله عنه فما نسيت شيئا بعد وما كان لي ان انسى\r\nقلت رواه الطبري في تفسيره ثنا علي بن سهل ثنا الوليد بن مسلم عن علي بن حوشب قال سمعت مكحولا يقول لما نزلت على رسول الله صلى الله عليه وسلم * ( وتعيها أذن واعية ) * قال رسول الله صلى الله عليه وسلم سألت ربي أن يجعلها أذن علي قال مكحول فكان علي يقول ما سمعت من رسول الله صلى الله عليه وسلم شيئا قط فنسيته انتهى وهو مرسل\r\nورواه الثعلبي حدثنا ابن فنجويه ثنا ابن حبان ثنا إسحاق بن محمد ثنا أبي ثنا إبراهيم بن عيسى ثنا علي بن علي ثنا أبو حمزة الثمالي حدثني عبد الله ابن حسن قال حين نزلت هذه الآية * ( وتعيها أذن واعية ) * قال رسول الله صلى الله عليه وسلم سألت الله . . . إلى آخره بلفظ المصنف سواء\r\nورواه ابن مردويه في تفسيره من حديث سعيد بن منصور ثنا الوليد بن مسلم به بلفظ الطبري\r\n1398 الحديث الثالث\r\nعن النبي صلى الله عليه وسلم في قوله تعالى * ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) * قال اليوم أربعة فإذا كان يوم القيامة أيدهم الله بأربعة آخرين انتهى\r\nقلت رواه الطبري أيضا ثنا ابن حميد ثنا سلمة بن الفضل عن محمد\r\n","description":"","footnote":"","page_name":" 84 ","page_number":80},
  {"content":"\r\nابن إسحاق قال بلغنا أن رسول الله صلى الله عليه وسلم قال هم اليوم أربعة يعني حملة العرش فإذا كان يوم القيامة أيدهم الله بأربعة آخرين فكانوا ثمانية وقد قال تعالى * ( ويحمل عرش ربك فوقهم يومئذ ثمانية ) * انتهى وهو معضل\r\nوذكره الثعلبي من غير سند\r\nوفي حديث الصور الطويل من رواية إسماعيل بن رافع المدني عن يزيد بن أبي زياد عن محمد بن كعب القرظي عن رجل عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم توقفون يوم القيامة موقفا مقدار سبعين عاما لا يقضى بينكم . . . فذكره بطوله إلى أن قال ثم ينزل الجبار تعالى في ظلل من الغمام والملائكة تحمل عرشه يومئذ ثمانية وهم اليوم أربعة اقدامهم على نجوم الأرض السفلى والسماوات إلى حجزهم والعرش على مناكبهم . . . الحديث بطوله رواه البيهقي والطبراني وأبو يعلى الموصلي وغيرهم وقد استوفينا الكلام عليه في غير هذا الكتاب\r\n1399 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة الحاقة حاسبه الله حسابا يسيرا\r\nقلت رواه الثعلبي من حديث سلام بن سليم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 85 ","page_number":81},
  {"content":"\r\n","description":"","footnote":"","page_name":" 86 ","page_number":82},
  {"content":"\r\n","description":"","footnote":"","page_name":" 87 ","page_number":83},
  {"content":"\r\nسورة المعارج\r\n","description":"","footnote":"","page_name":" 88 ","page_number":84},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1400 الحديث الأول\r\nعن النبي صلى الله عليه وسلم أنه قال شر ما أعطي ابن أدم شح هالع وجبن خالع\r\nقلت رواه أبو داود في سننه في كتاب الجهاد من حديث عبد العزيز بن مروان بن الحكم قال سمعت أبا هريرة يقول قال رسول اله صلى الله عليه وسلم شر ما في الرجل شح هالع وجبن خالع انتهى\r\nقال ابن طاهر إسناده متصل وهو من شرط أبي داود وقد احتج مسلم بموسى بن علي عن أبيه عن جماعة من الصحابة انتهى\r\nوكذلك رواه ابن حبان في صحيحه في النوع السادس والسبعين من القسم الثاني\r\nورواه أحمد وعبد بن حميد وإسحاق بن راهويه والبزار في مسانيدهم وابن أبي شيبة في مصنفه في الأدب والبيهقي في شعب الايمان في الباب الثالث والسبعين وأبو نعيم في الحلية في ترجمة عبد الرحمن بن مهدي\r\nوالهالع ذو الهلع وهو الجزع والخالع الذي يخلع الفؤاد لشدته واختلف في الشح والبخل فقيل هما مترادفان وهو شدة الحرص وقيل الشح الحرص على ما ليس لك والبخل بما عندك وهذا رواه الطبري عن طاوس\r\n","description":"","footnote":"","page_name":" 89 ","page_number":85},
  {"content":"\r\n1401 الحديث الثاني\r\nوعنه صلى الله عليه وسلم أنه قال أفضل العمل أدومه وإن قل\r\nقلت رواه مسلم في صحيحه في الصلاة من حديث سعد بن إبراهيم أنه سمع أبا سلمة يحدث عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم سئل أي عمل أحب إلى الله قال أدومه وإن قل انتهى\r\n1402 الحديث الثالث\r\nعن عائشة رضي الله عنها قالت كان عمله عليه السلام ديمة\r\nقلت رواه البخاري في الصوم ومسلم في الصلاة من حديث علقمة قال سألت أم المؤمنين عائشة رضي الله عنها فقالت يا أم المؤمنين كيف كان عمل رسول الله صلى الله عليه وسلم هل كان يخص شيئا من الأيام قالت لا كان عمله ديمة وأيكم يطيق ما كان رسول الله صلى الله عليه وسلم يطيق انتهى\r\n1403 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة سأل سائل أعطاه الله ثواب * ( الذين هم لأماناتهم وعهدهم راعون ) *\r\nقلت رواه الثعلبي أخبرني محمد بن القاسم ثنا إسماعيل بن نجيد ثنا محمد ابن إبراهيم بن سعيد ثنا سعيد بن حفص قال قرأت على معقل بن عبيد الله عن عكرمة بن خالد عن سعيد بن جبير عن ابن عباس عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ سورة سأل سائل أعطاه الله ثواب * ( الذين هم لأماناتهم وعهدهم راعون ) * * ( والذين هم على صلاتهم يحافظون ) * انتهى\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران ولفظ الثعلبي\r\nوكذلك رواه الواحدي في الوسيط بسنده في يونس ومتن الثعلبي\r\n","description":"","footnote":"","page_name":" 90 ","page_number":86},
  {"content":"\r\n","description":"","footnote":"","page_name":" 91 ","page_number":87},
  {"content":"\r\nسورة نوح عليه السلام\r\n","description":"","footnote":"","page_name":" 92 ","page_number":88},
  {"content":"\r\nذكر فيها ثلاثة أحاديث\r\n1404 قوله\r\nعن عمر رضي الله عنه انه خرج يستسقي فما زاد على الاستغفار فقيل له ما رأيناك استسقيت فقال لقد استسقيت بمجاديح السماء التي يستنزل بها المطر\r\nقلت رواه عبد الرزاق وابن أبي شيبة في مصنفيهما في الاستسقاء والطبراني في كتاب الدعاء له والبيهقي في سننه والطبري والثعلبي في تفسيريهما كلهم من حديث سفيان بن عيينة عن مطرف عن الشعبي ان عمر خرج يستسقي . . . إلى آخره وزادوا ثم قرأ * ( استغفروا ربكم ) * إلى آخر الآية\r\nوكذلك رواه الواحدي في تفسيره الوسيط\r\nقال النووي في الخلاصة إسناده صحيح لكنه مرسل فإن الشعبي لم يدرك عمر انتهى\r\n1405 قوله\r\nعن ابن عباس وابن عمر إن الشمس والقمر وجوههما مما يلي السماء وظهورهما مما يلي الأرض\r\n","description":"","footnote":"","page_name":" 93 ","page_number":89},
  {"content":"\r\nقلت غريب روى ابن مردويه في تفسيره في أول سورة يونس من حديث حماد بن سلمة عن علي بن زيد عن يوسف بن مهران عن ابن عباس في قوله تعالى * ( هو الذي جعل الشمس ضياء والقمر نورا ) * قال وجوههما إلى السماء واقفيتهما إلى الأرض\r\nوروي أيضا من حديث حماد بن سلمة عن عبد الجليل عن شهر بن حوشب عن عبد الله بن عمرو نحوه\r\nوروى عبد الرزاق في تفسيره أخبرنا معمر عن قتادة قال قال عبد الله بن عمرو بن العاص إن الشمس والقمر وجوههما قبل السماء وأقفيتهما قبل الأرض انتهى\r\nورواه الطبري في تفسيره أخبرنا يونس بن عبد الأعلى ثنا ابن ثور عن معمر به\r\nحدثنا محمد بن يسار ثنا معاذ بن هشام الدستوائي ثنا أبي عن قتادة عن شهر بن حوشب عن عبد الله بن عمرو . . . فذكره\r\nوروى الحاكم في المستدرك من حديث يوسف بن مهران عن ابن عباس في قوله * ( وجعل القمر فيهن نورا ) * قال وجهه إلى العرش وقفاه إلى الأرض انتهى وقال صحيح على شرط مسلم ولم يخرجاه\r\n1406 الحديث الأول\r\nقال عليه السلام من قتل قتيلا فله سلبه\r\nقلت رواه البخاري ومسلم وتقدم أول البقرة\r\n1407 الحديث الثاني\r\nقال النبي عليه السلام يهلكون مهلكا واحدا ويصدرون مصادر شتى\r\n","description":"","footnote":"","page_name":" 94 ","page_number":90},
  {"content":"\r\nقلت رواه مسلم في صحيحه في الفتن في باب فتح ردم يأجوج ومأجوج من حديث عبد الله بن الزبير عن عائشة قالت عبث النبي صلى الله عليه وسلم في منامه فقلنا له يا رسول الله صنعت في منامك شيئا لم تكن تفعله قال العجب أن أناسا من أمتي يؤمون هذا البيت لرجل من قريش قد لجأ بالبيت حتى إذا كانوا بالبيداء خسف بهم فقلنا يا رسول الله إن الطريق قد يجمع الناس فقال نعم فيهم المستنصر والمجبور وابن السبيل ويهلكون مهلكا واحدا ويصدرون مصادر شتى يبعثهم الله على نياتهم انتهى\r\nوعزاه المزي في أطرافه لمسلم في الحج وما وجدته إلا في الفتن\r\n1408 الحديث الثالث\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة نوح كان من المؤمنين الذين تدركهم دعوة نوح\r\nقلت رواه الثعلبي أخبرني محمد بن القاسم ثنا محمد بن محمد بن شادة ثنا أحمد بن محمد بن الحسن ثنا محمد بن يحيى ثنا سلم بن قتيبة عن سعيد عن عاصم بن بهدلة عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسند يونس\r\n","description":"","footnote":"","page_name":" 95 ","page_number":91},
  {"content":"\r\n","description":"","footnote":"","page_name":" 96 ","page_number":92},
  {"content":"\r\n","description":"","footnote":"","page_name":" 97 ","page_number":93},
  {"content":"\r\nسورة الجن\r\n","description":"","footnote":"","page_name":" 98 ","page_number":94},
  {"content":"\r\nذكر فيها ستة أحاديث\r\n1409 الحديث الأول\r\nفي حديث عمر كان الرجل منا إذا قرأ البقرة وآل عمران جد فينا وروي في أعيينا\r\nقلت غريب من حديث عمر وقد تقدم في أوائل البقرة من حديث انس رواه أحمد\r\n1410 الحديث الثاني\r\nروى الزهري عن علي بن الحسين عن ابن عباس رضي الله عنهم قال بينما رسول الله صلى الله عليه وسلم جالس في نفر من الأنصار إذ رمي بنجم فاستنار فقال ما كنتم تقولون في مثل هذا قالوا كنا نقول يموت عظيم أو يولد عظيم\r\nقلت رواه مسلم في صحيحه في كتاب الطب من حديث الأوزاعي عن الزهري عن علي بن الحسين عن ابن عباس أخبرني رجل من الأنصار قال بينما هم جلوس ليلة مع النبي صلى الله عليه وسلم إذ رمي بنجم فاستنار فقال ما كنتم تقولون في مثل هذا في الجاهلية إذا رأيتموه قالوا كنا نقول يموت عظيم أو يولد\r\n","description":"","footnote":"","page_name":" 99 ","page_number":95},
  {"content":"\r\nعظيم فقال رسول الله صلى الله عليه وسلم فإنه لا يرمى به لموت أحد ولا لحياته ولكن ربنا تعالى إذا قضى امرا تسبح حملة العرش ثم يسبح أهل السماء الذين يلونهم ثم الذين يلونهم ثم الذين يلونهم حتى يبلغ التسبيح إلى هذه السماء ثم سأل أهل السماء السادسة أهل السابعة ماذا قال ربكم قال فيخبرونهم ثم تستجيب أهل كل سماء حتى يبلغ الخبر أهل السماء الدنيا ويتخطف الشياطين السمع فيقذفونه إلى أوليائهم فما جاءوا به على وجهه فهو حق ولكنهم يحرفون ويزيدون\r\nورواه الترمذي في كتابه في تفسير سورة سبأ من حديث معمر عن الزهري عن علي بن الحسين عن ابن عباس قال بينما رسول الله صلى الله عليه وسلم لم يقل فيه أخبرني رجال من الأنصار وقال فيه حسن صحيح انتهى\r\nورواه جماعة كما رواه مسلم وآخرون كما رواه الترمذي\r\n1411 قوله\r\nقال عمر رضي الله عنه ما تصعدني شيء ما تصعدتني خطبة النكاح\r\nقلت رواه أبو عبيد القاسم بن سلام وإبراهيم الحربي في غريبيهما من حديث حماد بن سلمة عن هشام بن عروة عن أبيه عن عمر أنه قال ما تصعدني شيء . . . إلى آخره قال أبو عبيد ومعناه أي ما شق علي وكل شيء فعلته بمشقة فقد تصعدك قال تعالى * ( كأنما يصعد في السماء ) * قال وأرى أن أصل هذا من الصعود وهي العقبة المنكرة قال تعالى * ( سأرهقه صعودا ) * انتهى كلامه\r\n1412 الحديث الثالث\r\nقال النبي صلى الله عليه وسلم المؤمن من أمنه الناس على أنفسهم وأموالهم\r\nقلت روي من حديث أبي هريرة ومن حديث فضالة بن عبيد ومن حديث\r\n","description":"","footnote":"","page_name":" 100 ","page_number":96},
  {"content":"\r\nانس ومن حديث أبي مالك الأشعري ومن حديث واثلة بن الأسقع ومن حديث عبد الله بن عمرو بن العاص\r\nأما حديث أبي هريرة فرواه الترمذي في كتاب الايمان من حديث القعقاع عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم المسلم من سلم المسلمون من لسانه ويده والمؤمن من أمنه الناس على دمائهم وأموالهم انتهى وقال حديث حسن صحيح انتهى\r\nورواه ابن حبان في صحيحه في النوع التاسع والأربعين من القسم الثالث والحاكم في مستدركه في كتاب الايمان وفي لفظ له على أنفسهم وأموالهم وقال لم يخرجاه بهذه الزيادة وهي صحيحة على شرط مسلم\r\nوأما حديث فضالة بن عبيد فرواه ابن ماجة في سننه في كتاب الفتن من حديث عمرو بن مالك الجنبي عن فضالة بن عبيد ان النبي صلى الله عليه وسلم قال المؤمن من أمنه الناس على أنفسهم وأموالهم والمهاجر من هجر الخطايا والذنوب انتهى\r\nورواه ابن حبان في صحيحه في النوع السادس والستين من القسم الثالث والحاكم في المستدرك وقال صحيح على شرط مسلم ولم يخرجاه\r\nوأما حديث انس فرواه ابن حبان في صحيحه في النوع الأول من القسم الأول من حديث حماد بن سلمة عن يونس بن عبيد وحميد عن أنس مرفوعا من لفظ الترمذي\r\nورواه الحاكم في المستدرك أيضا وقال إنه صحيح على شرط مسلم ولم يخرجاه\r\nوأما حديث أبي مالك الأشعري فرواه الطبراني في معجمه حدثنا هاشم ابن مرثد ثنا محمد بن إسماعيل بن عياش حدثني أبي ثنا ضمضم بن زرعة عن شريح بن عبيد عن أبي مالك الأشعري أن رسول الله صلى الله عليه وسلم قال في حجة الوداع أليس هذا اليوم الحرام قالوا بلى يا رسول الله قال فإن حرمة\r\n","description":"","footnote":"","page_name":" 101 ","page_number":97},
  {"content":"\r\nما بينكم إلى يوم القيامة كحرمة هذا اليوم وأحدثكم عن المسلم المسلم من سلم المسلمون من لسانه ويده وأحدثكم من المؤمن المؤمن من أمنه الناس على أنفسهم وأموالهم وأحدثكم من المهاجر المهاجر من هجر السيئات\r\nحدثنا العباس بن الفضل الأسفاطي ثنا إسماعيل بن أبي أويس ثني إسماعيل ابن عبد الله بن خالد بن سعيد بن أبي مريم عن جده سمعت أبا مالك . . . فذكره\r\nوأما حديث واثلة بن الأسقع فرواه الطبراني في معجمه أيضا ثنا جعفر ابن أحمد بن سنان الواسطي ثنا أحمد بن المقدام أبو الأشعث ثنا عبثر بن القاسم ثنا العلاء بن ثعلبة عن أبي المليح الهذلي عن واثلة بن الأسقع قال رأيت النبي صلى الله عليه وسلم بمسجد الخيف فقلت له يا رسول الله أفتنا في أمر نأخذه عنك من بعدك قال تدع ما يريبك إلى ما لا يريبك وإن أفتاك المفتون قلت وكيف لي بذلك قال تضع يدك على فؤادك فإن القلب يسكن للحلال ولا يسكن للحرام وإن المسلم الورع يدع الصغير مخافة أن يقع في الكبير قلت يا رسول الله فما المعصية قال الذي يعين قومه على الظلم قلت فمن الحريص قال الذي يطلب الكسب من غير حل قلت فمن الورع قال الذي يقف عند الشبهة قلت فمن المؤمن قال من أمنه الناس على أموالهم ودمائهم قلت فمن المسلم قال من سلم الناس من لسانه ويده قلت فأي الجهاد أفضل قال كلمة حق عند إمام جائر انتهى\r\nورواه أبو يعلى الموصلي في مسنده حدثنا أبو الأشعث أحمد بن المقدام به\r\nوأما حديث ابن العاص فرواه عبد بن حميد في مسنده حدثنا عبد الله بن يزيد المقرئ ثنا عبد الرحمن بن زياد بن أنعم الإفريقي عن عبد الله بن يزيد عن عبد الله ابن عمرو بن العاص ان رجلا قال يا رسول الله من المسلم قال من سلم المسلمون من يده ولسانه قال فمن المؤمن قال من أمنه الناس على أنفسهم وأموالهم قال فمن المهاجر قال من هجر السيئات قال فمن المجاهد\r\n","description":"","footnote":"","page_name":" 102 ","page_number":98},
  {"content":"\r\nقال من جاهد نفسه لله عز وجل انتهى\r\n1413 الحديث الرابع\r\nقال النبي صلى الله عليه وسلم أمرت أن أسجد على سبعة آراب وهي الجبهة والانف واليدان والركبتان والقدمان\r\nقلت لم يروه بهذا اللفظ فيما وجدته إلا البزار في مسنده من حديث العباس ابن عبد المطلب قال قال رسول الله صلى الله عليه وسلم أمرت أن أسجد على سبعة آراب . . . فذكرها إلا أنه قال الوجه عوض الجبهة والانف وهو أولى لاستقامة العدد قال البزار وقد روى هذا الحديث سعد وابن عباس وأبو هريرة وغيرهم لا نعلم أحدا قل الآراب إلا العباس انتهى\r\nوالحديث في السنن الأربعة ولفظهم فيه إذا سجد العبد سجد معه سبعة آراب وجهه وكفاه وقدماه وركبتاه\r\nوروى أبو داود من حديث ابن عباس قال قال رسول الله صلى الله عليه وسلم أمرت وربما قال أمر نبيكم أن يسجد على سبعة آراب انتهى ولم يذكرها\r\nوفي الصحيحين عن ابن عباس مرفوعا أمرت ان أسجد على سبعة أعظم وفي لفظ سبعة أعضاء فذكروا الجبهة دون الانف ويحتمل أن يكون قوله في الكتاب وهي الجبهة . . . إلى آخره من كلام المصنف لا من الحديث فليتأمل\r\n1414 الحديث الخامس\r\nقال النبي صلى الله عليه وسلم بلغوا عني بلغوا عني\r\nقلت غريب والذي وجدناه في الحديث من رواية عبادة بن الصامت عن النبي صلى الله عليه وسلم قال خذوا عني خذوا عني قد جعل الله لهن سبيلا البكر بالبكر جلد مائة ونفي سنة والثيب بالثيب جلد مائة والرجم انتهى أخرجه الجماعة إلا البخاري\r\n","description":"","footnote":"","page_name":" 103 ","page_number":99},
  {"content":"\r\nوروى البخاري في صحيحه من حديث بني إسرائيل من حديث أبي كبشة عن عبد الله بن عمرو بن العاص قال قال رسول الله صلى الله عليه وسلم بلغوا عني ولو آية وحدثوا عن بني إسرائيل ولا حرج ومن كذب علي متعمدا فليتبوأ مقعده من النار انتهى ورواه مسلم أيضا\r\n1415 الحديث السادس\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة الجن كان له بعدد كل جن صدق بمحمد وكذب به عتق رقبة\r\nقلت رواه الثعلبي في تفسيره من حديث نوح بن أبي مريم عن علي بن زيد عن زر بن حبيش عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنده الثاني في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 104 ","page_number":100},
  {"content":"\r\n","description":"","footnote":"","page_name":" 105 ","page_number":101},
  {"content":"\r\nسورة المزمل\r\n","description":"","footnote":"","page_name":" 106 ","page_number":102},
  {"content":"\r\nذكر فيها ثمانية أحاديث\r\n1416 الحديث الأول\r\nعن عائشة أنها سئلت ما كان تزميل النبي صلى الله عليه وسلم قالت كان مرطا طوله أربعة عشر ذراعا نصفه علي وأنا نائمة ونصفه عليه وهو يصلي فسئلت ما كان فقالت والله ما كان خزا ولا قزا ولا مرعزي ولا إبريسما ولا صوفا كان سداه شعرا ولحمته وبرا\r\nقلت غريب وروي البيهقي في كتاب الدعوات الكبير له أخبرنا أبو عبد الله الحافظ أخبرني أبو صالح خلف بن محمد أنا صالح بن محمد ثنا محمد بن عباد المكي ثنا حاتم بن إسماعيل عن نصر بن كثير عن يحيى بن سعيد عن عروة عن عائشة قالت لما كانت ليلة النصف من شعبان انسل النبي صلى الله عليه وسلم من مرطي ثم قالت والله ما كان مرطي من حرير ولا قز ولا كتان ولا كرسف ولا صوف قلنا فمن أي شيء كان قالت إن كان سداه لمن شعر وإن كان لحمته لمن وبر مختصر\r\nورواه ابن الجوزي في العلل المتناهية من حديث سليمان بن أبي كريمة عن هشام بن عروة عن أبيه عن عائشة . . . فذكره سواء وأعله بابن أبي كريمة وقال إن له مناكير\r\n","description":"","footnote":"","page_name":" 107 ","page_number":103},
  {"content":"\r\n1417 الحديث الثاني\r\nروي أن النبي صلى الله عليه وسلم دخل على خديجة وقد جاء فرقا أول ما أتاه جبريل وبوادره ترعد فقال زملوني وحسب أنه عرض له فبينا هو كذلك إذ ناداه جبريل * ( يا أيها المزمل ) *\r\nقلت غريب\r\n1418 قوله\r\nقال عمر رضي الله عنه شر السير الحقحقة وشر القراءة الهذرمة\r\nقلت غريب وروى ابن المبارك في الزهد أخبرنا معمر عن يحيى بن المختار عن الحسن قال كان يقال شر السير الحقحقة مختصر\r\nورفعه ابن عدي في الكامل من حديث الحسن بن دينار عن الحسن عن أبي هريرة عن النبي صلى الله عليه وسلم قال شر السير الحقحقة وضعفه بابن دينار\r\nوروى الخطيب البغدادي في أوائل كتابه الجامع لآداب الراوي والسماع حدثنا الحسين بن محمد الأصم قال قرأت على منصور بن جعفر قال قرأت على أبي محمد بن درستويه قال قرأنا على ابن قتيبة قال عمر بن الخطاب شر القراءة الهذرمة وشر الكتابة المشق يعني التعليق انتهى\r\n1419 الحديث الثالث\r\nسئلت عائشة رضي الله عنها عن قراءة رسول الله صلى الله عليه وسلم فقالت لا كسردكم هذا لو أراد السامع أن يعد حروفه لعدها\r\n","description":"","footnote":"","page_name":" 108 ","page_number":104},
  {"content":"\r\nقلت تقدم في الفرقان\r\n1420 الحديث الرابع\r\nعن ابن عباس قال كان النبي صلى الله عليه وسلم إذا نزل عليه الوحي ثقل عليه وتربد له جلده\r\nقلت غريب\r\nوروى مسلم في صحيحه في الفضائل من حديث عبادة بن الصامت قال كان رسول الله صلى الله عليه وسلم إذا نزل عليه الوحي كرب لذلك وتربد وجهه انتهى\r\nوروى أحمد في مسنده من حديث ابن عباس في قصة هلال بن أمية قال وكان النبي صلى الله عليه وسلم إذ أنزل عليه الوحي عرفوا ذلك في تربد جلده\r\nورواه أبو داود الطيالسي في مسنده ثنا عباد بن منصور ثنا عكرمة عن ابن عباس وفيه كان النبي صلى الله عليه وسلم إذا نزل عليه الوحي تربد له وجهه وجسده\r\nومن طريق الطيالسي رواه أبو نعيم في دلائل النبوة\r\n1421 الحديث الخامس\r\nعن عائشة رضي الله عنها رأيته عليه السلام ينزل عليه الوحي في اليوم الشديد البرد فيفصم عنه وإن جبينه ليرفض عرقا\r\nقلت رواه البخاري في أول صحيحه من حديث عروة عنها قالت ولقد رأيته ينزل عليه الوحي في اليوم الشديد البرد فيفصم عنه وإن جبينه ليتفصد عرقا مختصر\r\nوهو في الثعلبي ليرفض\r\n","description":"","footnote":"","page_name":" 109 ","page_number":105},
  {"content":"\r\n1422 الحديث السادس\r\nقال صلى الله عليه وسلم اللهم أشدد وطأتك على مضر\r\nقلت رواه البخاري ومسلم من حديث أبي هريرة وقد تقدم في الأنبياء\r\n1423 قوله\r\nعن أبي الدرداء إنا لنكشر في وجوه قوم ونضحك إليهم وإن قلوبنا لتقليهم\r\nقلت رواه البيهقي في شعب الايمان في الباب السادس والخمسين عن الحاكم بسنده إلى مسلمة بن سعيد عن أبي الأحوص عن أبي الزاهرية قال قال أبو الدرداء إنا لنكشر في وجوه أقوام وإن قلوبنا لتلعنهم انتهى\r\nوروى أبو نعيم في الحلية في ترجمة أبي الدرداء ثنا عبد الله بن محمد بن جعفر ثنا إبراهيم بن محمد بن الحسن ثنا عبد الجبار بن العلاء ثنا سفيان ثنا خلف بن حوشب قال قال أبو الدرداء . . . فذكره باللفظ المذكور\r\nوبهذا اللفظ ذكره البخاري في صحيحه تعليقا في كتاب الأدب فقال ويذكر عن أبي الدرداء فذكره باللفظ المذكور\r\nورواه علي بن معبد في كتاب الطاعة والمعصية في باب مخالطة الناس حدثنا أبو معاوية عن الأحوص بن حكيم عن أبيه عن أبي الزاهرية قال قال أبو الدرداء إنا لنكشر في وجوه أقوام وإن قلوبنا لتقليهم انتهى\r\n1424 الحديث السابع\r\nروي أن النبي صلى الله عليه وسلم قرأ هذه الآية \" إنا لدينا أنكالا وجحيما . . . \" الآية فصعق\r\n","description":"","footnote":"","page_name":" 110 ","page_number":106},
  {"content":"\r\nقلت رواه الطبري في تفسيره ثنا أبو كريب ثنا وكيع عن حمزة الزيات عن حمران بن أعين أن النبي صلى الله عليه وسلم قرأ هذه الآية * ( إن لدينا أنكالا وجحيما وطعاما ذا غصة وعذابا أليما ) * فصعق انتهى\r\nومن طريق الطبري رواه الثعلبي\r\nورواه أحمد بن حنبل في كتاب الزهد ثنا وكيع به سندا ومتنا مرسلا\r\nورواه الواحدي في تفسيره الوسيط ثنا أبو سعد بن أبي بكر الوراق أنا محمد بن محمد الحافظ أنا أبو العباس إبراهيم بن محمد الفرائضي أنا طاهر بن الفضل بن سعيد البغدادي ثنا وكيع عن حمزة الزيات عن حمران بن أعين عن عبد الله بن عمر أن النبي صلى الله عليه وسلم سمع قارئا يقرأ \" إن لدينا أنكالا وجحيما وطعاما ذا عصة . . . \" فصعق انتهى ثم قال ورواه إسحاق الحنظلي في تفسيره عن وكيع انتهى\r\nورواه أبو عبيد القاسم بن سلام في كتاب فضائل القرآن ثنا وكيع به بسند الطبري\r\nوأسنده ابن عدي في الكامل فقال حدثنا أحمد بن الحسن الكرخي ثنا الحسن بن شبيب ثنا أبو يوسف عن حمزة الزيات عن حمران بن أعين عن أبي حرب عن أبي الأسود أن النبي صلى الله عليه وسلم . . . فذكره وأعله بحمران بن أعين وضعفه ابن معين ثم قال وغير أبي يوسف يرويه عن حمزة عن حمران لم يقل فيه عن أبي الأسود انتهى\r\n1425 قوله\r\nعن ابن مسعود أيما رجل جلب شيئا إلى مدينة من مدائن المسلمين صابرا محتسبا فباعه بسعر يومه كان عند الله من الشهداء\r\nقلت رواه الثعلبي في تفسيره من حديث المعافى بن عمران عن فرقد السبخي عن إبراهيم بن مسعود . . . فذكره\r\n","description":"","footnote":"","page_name":" 111 ","page_number":107},
  {"content":"\r\nورواه ابن مردويه في تفسيره مرفوعا من حديث عيسى بن يونس عن أبي عمرو بن العلاء البصري عن فرقد السبخي عن إبراهيم عن علقمة عن عبد الله قال قال رسول الله صلى الله عليه وسلم . . . فذكره وزاد ثم قرأ * ( وآخرون يضربون في الأرض يبتغون من فضل الله ) * انتهى\r\n1426 قوله\r\nعن ابن عمر ما خلق الله موتة أموتها بعد القتل في سبيل الله أحب إلي من أن أموت بين شعبتي رجل أضرب في الأرض ابتغي من فضل الله\r\nقلت رواه الثعلبي من حديث القاسم بن عبيد الله عن أبيه قال سمعت ابن عمر يقول . . . فذكره\r\nورواه البيهقي في شعب الايمان في الباب الثالث عشر من طريق عبد الرزاق أنا معمر عن الزهري عن عبيد الله بن عبد الله ذكر عمر أو غيره وقال ما خلق الله إلى آخره ثم قال ورواه غيره فقال عن عمر بن الخطاب لم يشك وزاد ثم تلا * ( وآخرون يضربون في الأرض يبتغون من فضل الله ) * انتهى\r\nقلت كذلك رواه علي بن معبد في كتاب الطاعة والمعصية أنا ابن وهب عن يونس عن ابن شهاب عن نافع أن عمر بن الخطاب رضي الله عنه قال ما خلق الله موته أموتها إلا أن أموت مجاهدا في سبيل الله أحب إلي من أن أموت وأنا أضرب في الأرض على ظهر راحلتي أبتغي من فضل الله عز وجل انتهى\r\n1427 الحديث الثامن\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة المزمل دفع الله عنه العسرة في الدنيا والآخرة\r\n","description":"","footnote":"","page_name":" 112 ","page_number":108},
  {"content":"\r\nقلت رواه الثعلبي من حديث المؤمل بن إسماعيل ثنا سفيان الثوري ثنا أسلم المقرئ عن عبد الله بن عبد الرحمن بن أبزي عن أبيه عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 113 ","page_number":109},
  {"content":"\r\n","description":"","footnote":"","page_name":" 114 ","page_number":110},
  {"content":"\r\n","description":"","footnote":"","page_name":" 115 ","page_number":111},
  {"content":"\r\nسورة المدثر\r\n","description":"","footnote":"","page_name":" 116 ","page_number":112},
  {"content":"\r\nذكر فيها ثمانية أحاديث\r\n1428 الحديث الأول\r\nقال النبي صلى الله عليه وسلم الأنصار شعار والناس دثار\r\nقلت تقدم في الأربعين من سورة آل عمران\r\n1429 الحديث الثاني\r\nروى جابر عن النبي صلى الله عليه وسلم قال كنت على جبل حراء فنوديت يا محمد إنك رسول الله فنظرت عن يميني ويساري فلم أر شيئا فنظرت فوقي فرأيت شيئا وفي رواية عائشة فنظرت فوقي فإذا به قاعدا على عرش بين السماء والأرض يعني الملك الذي ناداه فرعبت ورجعت إلى خديجة فقلت دثروني دثروني فنزل جبريل عليه السلام وقال \" يأ يها المدثر . . . \"\r\nقلت رواه البخاري في صحيحه من حديث أبي سلمة عن جابر عن النبي صلى الله عليه وسلم قال جاورت بحراء فلما قضيت بجواري هبطت فنوديت فنظرت\r\n","description":"","footnote":"","page_name":" 117 ","page_number":113},
  {"content":"\r\nعن يميني فلم أر شيئا ونظرت عن شمالي فلم ار شيئا ونظرت أمامي فلم أر شيئا ونظرت خلفي فلم أر شيئا فرفعت رأسي فرأيت شيئا فأتيت خديجة فقلت دثروني وصبوا علي ماء باردا فنزلت انتهى\r\nورواه في بدء الخلق وزاد قال أبو سلمة * ( والرجز ) * الأوثان انتهى\r\nورواه في أول صحيحه بالسند المذكور قال بينما أنا أمشي إذ سمعت صوتا من السماء فرفعت بصري فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض فرعبت منه فرجعت فقلت دثروني فأنزل الله * ( يا أيها المدثر ) * مختصر\r\n1430 الحديث الثالث\r\nعن الزهري أول ما نزلت سورة * ( اقرأ باسم ربك ) * إلى قوله * ( ما لم يعلم ) * قال فحزن رسول الله صلى الله عليه وسلم وجعل يعلو شواهق الجبال فناداه جبريل عليه السلام إنك نبي الله فرجع إلى خديجة وقال دثروني وصبوا علي ماء باردا فنزلت * ( يا أيها المدثر ) *\r\nقلت رواه الطبري في تفسيره حدثنا يونس بن عبد الأعلى ثنا ابن ثور عن معمر عن الزهري قال كان أول شيء انزل على النبي صلى الله عليه وسلم * ( اقرأ باسم ربك ) * حتى بلغ * ( ما لم يعلم ) * ثم فتر الوحي فترة فحزن لذلك صلى الله عليه وسلم وجعل يغدو إلى شواهق الجبال ليتردى منها فكلما وافى بذروة جبل تبدى له جبريل عليه السلام فيقول له إنك نبي الله قال فبينما أنا أمشي يوما إذ رأيت الملك الذي كان يأتيني بحراء على كرسي بين السماء والأرض فجثت منه رعبا ورجعت إلى خديجة وقلت دثروني فدثرناه وأنزل الله * ( يا أيها المدثر ) * انتهى\r\nوفي مستدرك الحاكم من طريق محمد بن إسحاق عن الزهري عن عروة عن عائشة قالت إن أول ما نزل من القرآن * ( اقرأ باسم ربك الذي خلق ) * انتهى\r\n","description":"","footnote":"","page_name":" 118 ","page_number":114},
  {"content":"\r\nولا يعارض ذلك ما رواه مسلم في صحيحه من حديث أبي سلمة بن عبد الرحمن قال سألت جابر بن عبد الله الأنصاري أي القرآن انزل قبل قال * ( يا أيها المدثر ) * فقلت أو * ( اقرأ باسم ربك ) * قال جابر أحدثكم ما حدثنا رسول الله صلى الله عليه وسلم قال إني جاورت بحراء شهرا فلما قضيت جواري نزلت فاستبطنت بطن الوادي فنوديت فنظرت أمامي وخلفي وعن يميني وعن شمالي ثم نظرت إلى السماء فإذا هو على العرش في الهواء يعني جبريل فأخذتني رجفة فأتيت خديجة فأمرتهم فدثروني ثم صبوا علي الماء وأنزل الله علي * ( يا أيها المدثر قم فأنذر ) * انتهى\r\nقال الواحدي في أسباب النزول وذلك لان جابرا سمع آخر القصة ولم يسمع أولها فتوهم أن سورة المدثر أول ما نزل وليس كذلك ولكنها أول ما نزل عليه بعد سورة اقرأ يدل عليه ما رواه البخاري ومسلم من طريق عبد الرزاق أنا معمر عن الزهري أخبرني أبو سلمة بن عبد الرحمن عن جابر قال سمعت رسول الله صلى الله عليه وسلم وهو يحدث عن فترة الوحي فقال في حديثه بينما أنا أمشي إذ سمعت صوتا من السماء فرفعت رأسي فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض فجثت منه رعبا فرجعت فقلت زملوني فدثروني فأنزل الله تعالى * ( يا أيها المدثر ) * انتهى قال فظهر بهذا أن الوحي كان قد فتر بعد نزول * ( اقرأ باسم ربك ) * ثم نزلت * ( يا أيها المدثر ) * يوضحه قوله فيه إن الملك الذي جاء بحراء جالس فدل على أن هذه القصة كانت بعد نزول سورة اقرأ انتهى\r\n1431 قوله\r\nفي الحديث المستغزر يثاب من هبته\r\nقلت تقدم في الروم رواه ابن أبي شيبة من قول شريح\r\n","description":"","footnote":"","page_name":" 119 ","page_number":115},
  {"content":"\r\n1432 الحديث الرابع\r\nعن النبي صلى الله عليه وسلم في قوله تعالى * ( سأرهقه صعودا ) * قال يكلف أن يصعد عقبة في النار كلما وضع عليها يده ذابت فإذا رفعها عادت وإذا وضع رجله ذابت فإذا رفعها عادت\r\nقلت رواه البزار في مسنده والبيهقي في كتاب البعث والنشور والطبراني في معجمه الوسط من حديث منجاب بن الحارث ثنا شريك عن عمار الذهبي عن عطية عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم في قوله تعالى * ( سأرهقه صعودا ) * قال جبل من نار يقال له صعود يكلف أن يصعده إذا وضع يده عليه ذابت . . . إلى آخره\r\nوكذلك رواه الطبري والثعلبي ثم البغوي وابن مردويه والواحدي وابن أبي حاتم في تفاسيرهم ثم رواه البيهقي من حديث سفيان بن عيينة عن سفيان ابن عيينة عن عمار الذهبي به موقوفا\r\nوكذلك رواه عبد الرزاق في تفسيره وابن المبارك في كتاب الزهد قالا أنا ابن عيينة به موقوفا\r\nوكذلك رواه البزار موقوفا ثم قال ولا نعلم رفعه عن عمار إلا شريك\r\nوكذلك قال الطبراني وزاد ورواه ابن عيينة عن عمار فوقفه\r\n1433 الحديث الخامس\r\nوعن النبي صلى الله عليه وسلم قال الصعود جبل من نار يصعد فيه سبعين خريفا ثم يهوي فيه كذلك ابدا\r\nقلت رواه الترمذي في كتابه في التفسير وفي صفة جهنم من طريق ابن لهيعة عن دراج عن أبي الهيثم عن أبي سعيد الخدري قال قال رسول الله\r\n","description":"","footnote":"","page_name":" 120 ","page_number":116},
  {"content":"\r\nصلى الله عليه وسلم الصعود جبل من نار يتصعد فيه سبعين خريفا ثم يهوي به كذلك أبدا انتهى وقال حديث غريب إنما نعرفه مرفوعا من حديث ابن لهيعة وقد روي عن عطية عن أبي سعيد موقوفا انتهى\r\nقلت رواه الحاكم في المستدرك من طريق عبد الله بن وهب عن عمرو ابن الحارث عن دراج به مرفوعا وقال صحيح الإسناد ولم يخرجاه\r\nوبهذا السند رواه الطبري في تفسيره وعن الحاكم رواه البيهقي في البعث والنشور\r\nورواه ابن مردويه في تفسيره من حديث رشدين بن سعد عن عمرو بن الحارث به مرفوعا\r\n1434 الحديث السادس\r\nعن النبي صلى الله عليه وسلم في قوله تعالى * ( عليها ملائكة غلاظ شداد ) * قال كأن أعينهم البرق وكأن أفواههم الصياصي يجرون شعورهم لأحدهم مثل قوة الثقلين يسوق أحدهم الأمة وعلى رقبته جبل فيرمي بهم في النار ويرمي بالجبل عليهم\r\nقلت غريب\r\n1435 الحديث السابع\r\nروى انس عن النبي صلى الله عليه وسلم في قوله تعالى * ( هو أهل التقوى ) * قال هو أهل أن يتقى وأهل أن يغفر لمن اتقاه\r\nقلت رواه الترمذي والنسائي في التفسير وابن ماجة في الزهد من حديث سهيل بن عبد الله القطعي عن ثابت عن أنس عن النبي صلى الله عليه وسلم أنه قال في هذه\r\n","description":"","footnote":"","page_name":" 121 ","page_number":117},
  {"content":"\r\nالآية قال الله تعالى أنا أهل ان أتقى فمن اتقاني فلم يجعل معي إلها فأنا أهل أن أغفر له انتهى قال الترمذي حديث حسن غريب وسهيل ليس بالقوي وقد تفرد به عن ثابت انتهى\r\nوكذلك رواه الطبراني في معجمه الوسط والحاكم في مستدركه وقال صحيح الاسناد ولم يخرجاه انتهى ورواه أحمد والدارمي وأبو يعلى الموصلي والبزار وابن أبي شيبة في مسانيدهم\r\nورواه أبو عبد الله الترمذي الحكيم في نوادر الأصول في الأصل السابع والتسعين بعد المائة بلفظ السنن وفي لفظ قال هو أهل أن يتقى فمن أتقى لهو أهل أن أغفر له ثم قال والروايتان ترجعان إلى موضع واحد\r\nورواه الثعلبي ومن طريقه البغوي وكذلك الواحدي في تفاسيرهم\r\nورواه ابن عدي في الكامل والعقيلي في ضعفاه وقالا لا يتابع عليه سهيل ولا يعرف إلا به ومقدار ما يرويه إفرادات وقال البزار أحاديث سهيل لا نعلم رواها عن ثابت غيره انتهى\r\nوقد روي من غير حديث أنس قال ابن مردويه في تفسيره حدثنا أحمد بن محمد بن مهران ثنا حاجب بن أبي بكر الدمشقي ثنا أحمد بن عبد الرحمن بن مفضل الحراني ثنا يحيى بن ساج الحراني ثنا سليم بن عبد الله الأحمر عن عبد الله ابن نيار قال سمعت ثلاثة نفر من أصحاب رسول الله صلى الله عليه وسلم أبا هريرة وابن عمر وابن عباس يقولون سئل رسول الله صلى الله عليه وسلم عن قوله تعالى * ( هو أهل التقوى وأهل المغفرة ) * قال أنا أهل أن اتقى فلا يجعل معي شريك وإذا اتقيت ولم يجعل معي شريك فأنا أهل أن أغفر ما سوى ذلك انتهى\r\n1436 الحديث الثامن\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة المدثر أعطاه الله عشر حسنات بعدد من صدق محمدا وكذب به بمكة\r\n","description":"","footnote":"","page_name":" 122 ","page_number":118},
  {"content":"\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد ابن اسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ سورة المدثر . . . إلى آخره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران ولفظ المصنف سواء\r\nورواه الواحدي في الوسيط بسنده في يونس ولفظ المصنف سواء\r\n","description":"","footnote":"","page_name":" 123 ","page_number":119},
  {"content":"\r\n","description":"","footnote":"","page_name":" 124 ","page_number":120},
  {"content":"\r\n","description":"","footnote":"","page_name":" 125 ","page_number":121},
  {"content":"\r\nسورة القيامة\r\n","description":"","footnote":"","page_name":" 126 ","page_number":122},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1437 الحديث الأول\r\nروي أن عدي بن أبي ربيعة ختن الأخنس بن شريق وهما اللذان كان رسول الله صلى الله عليه وسلم يقول فيهما اللهم اكفني جاري السوء قال لرسول الله صلى الله عليه وسلم يا محمد حدثني عن يوم القيامة متى يكون وكيف أمرها فأخبره رسول الله صلى الله عليه وسلم فقال لو عاينت ذلك اليوم لم أصدقك يا محمد ولم أومن به أو يجمع الله العظام فنزلت * ( بلى قادرين ) *\r\nقلت غريب وهو في تفسير الثعلبي والبغوي وأسباب النزول للواحدي هكذا من غير سند ولا راو\r\n1438 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال إذا مشت أمتي المطيطاء وخدمتهم فارس والروم فقد جعل بأسهم بينهم\r\nقلت روي من حديث ابن عمر ومن حديث خولة بنت قيس ومن حديث أبي هريرة\r\nأما الحديث ابن عمر فرواه الترمذي في كتابه في الفتن من طريقين\r\nأحدهما عن موسى بن عبيدة الربذي عن عبد الله بن دينار عن ابن\r\n","description":"","footnote":"","page_name":" 127 ","page_number":123},
  {"content":"\r\nعمر قال قال رسول الله صلى الله عليه وسلم إذا مشت أمتي المطيطاء وخدمتها أبناء فارس والروم سلط شرارها على خيارها انتهى وقال غريب\r\nوبهذا السند والمتن رواه ابن أبي شيبة وإسحاق بن راهويه وأبو يعلى الموصلي والبزار في مسانيدهم والبيهقي في دلائل النبوة وابن المبارك في كتاب الزهد وابن عدي في الكامل وأعله بموسى ابن عبيدة وضعفه عن أحمد وقال الضعف على رواياته بين انتهى\r\nالطريق الثاني قال الترمذي ثنا محمد بن إسماعيل الواسطي ثنا أبو معاوية عن يحيى بن سعيد الأنصاري عن عبد الله بن دينار عن ابن عمر عن النبي صلى الله عليه وسلم نحوه ثم قال وحديث أبي معاوية هذا ليس له أصل إنما المعروف حديث موسى بن عبيدة انتهى وبهذا الإسناد رواه البزار في مسنده وقال لا نعلم أحدا تابع محمد بن إسماعيل على هذه الرواية عن أبي معاوية وإنما يعرف عن موسى بن عبيدة عن ابن عمر مرفوعا انتهى\r\nطريق آخر رواه الدارقطني في غرائب مالك من حديث مالك عن عبد الله ابن دينار عن ابن عمر مرفوعا نحوه وقال غريب من حديث مالك والمشهور عن موسى بن عبيدة عن عبد الله بن دينار عن ابن عمر انتهى\r\nطريق آخر رواه أبو القاسم الأصبهاني في كتاب الترغيب والترهيب من حديث فرج بن فضالة عن يحيى بن سعيد عن يحنس مولى الزبير عن ابن عمر مرفوعا وقال سلط بعضهم على بعض وفرج ابن فضالة ضعيف\r\nوهذا رواه البيهقي في دلائل النبوة من حديث يحيى بن سعيد عن يحنس مولى الزبير أن رسول الله صلى الله عليه وسلم قال . . . فذكره بلفظ\r\n","description":"","footnote":"","page_name":" 128 ","page_number":124},
  {"content":"\r\nالأصبهاني لم يقل فيه عن ابن عمر ولم يروه الثعلبي في تفسيره إلا كذلك لا غير\r\nوأما حديث خولة فروه ابن حبان في صحيحه في النوع الثامن والستين من القسم الثالث عن حماد بن سلمة عن يحيى بن سعيد الأنصاري عن عبيد سنوطا عن خولة بنت قيس أن رسول الله صلى الله عليه وسلم قال . . . فذكره بلفظ الأصبهاني سواء\r\nوأما حديث أبي هريرة فرواه الطبراني في معجمه الوسط ثنا أحمد بن يحيى ثنا يحيى بن بكير ثنا ابن لهيعة عن عمارة بن غزية عن يحيى بن سعيد عن يحنس مولى الزبير عن أبي هريرة ان النبي صلى الله عليه وسلم قال . . . فذكره بلفظ الأصبهاني وسكت عنه\r\nقال إبراهيم الحربي في كتابه غريب الحديث المطيطاء بالمد أن يفتح يديه عن جنبيه ويمشي وهو التبختر نقله عن أبي عبيدة والفراء وابن الاعرابي\r\n1439 الحديث الثالث\r\nعن النبي صلى الله عليه وسلم انه كان إذا قرأ * ( أليس ذلك بقادر على أن يحيي الموتى ) * قال سبحانك بلى\r\nقلت أخرجه أبو داود في سننه في الصلاة عن موسى بن أبي عائشة قال كان رجل يصلي فوق بيته وكان إذا قرأ * ( أليس ذلك بقادر على أن يحيي الموتى ) * قال فسبحانك بلى فسألوه عن ذلك فقال سمعته من رسول الله صلى الله عليه وسلم انتهى\r\nورواه الحاكم في المستدرك عن إسماعيل بن أمية عن أبي اليسع عن أبي هريرة ان النبي صلى الله عليه وسلم كان إذا قرأ * ( أليس ذلك بقادر على أن يحيي الموتى ) * قال بلى وإذا قرأ * ( أليس الله بأحكم الحاكمين ) * قال بلى انتهى\r\n","description":"","footnote":"","page_name":" 129 ","page_number":125},
  {"content":"\r\nوقال صحيح الاسناد ولم يخرجاه\r\n1440 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة القيامة شهدت له أنا وجبريل يوم القيامة أنه كان مؤمنا بيوم القيامة\r\nقلت رواه الثعلبي من حديث محمد بن عمران بن عبد الرحمن بن أبي ليلى ثني أبي عن مجالد بن عبد الواحد عن الحجاج بن عبد الله بن أبي الخليل عن علي بن زيد وعطاء بن أبي ميمونة عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره وزاد وجاء وجهه مسفرا على وجوه الخلائق يوم القيامة انتهى\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده في يونس ومتن الثعلبي\r\n","description":"","footnote":"","page_name":" 130 ","page_number":126},
  {"content":"\r\n","description":"","footnote":"","page_name":" 131 ","page_number":127},
  {"content":"\r\nسورة الانسان\r\n","description":"","footnote":"","page_name":" 132 ","page_number":128},
  {"content":"\r\nذكره فيها خمسة أحاديث\r\n1441 الحديث الأول\r\nعن الحسن قال كان رسول الله صلى الله عليه وسلم يؤتى بالأسير فيدفعه إلى بعض المسلمين فيقول أحسن إليه فيكون عنده اليومين والثلاثة فيؤثره على نفسه\r\n1442 الحديث الثاني\r\nوسمى رسول الله صلى الله عليه وسلم الغريم أسيرا قال غريمك أسيرك فأحسن إلى أسيرك\r\n1443 الحديث الثالث\r\nعن ابن عباس أن الحسن والحسين رضي الله عنهما مرضا فعادهما رسول الله صلى الله عليه وسلم في ناس معه فقالوا يا أبا الحسن لو نذرت على ولدك فنذر علي وفاطمة وفضة جارية لهما إن برئا مما بهما أن يصوموا ثلاثة أيام فشفيا وما معهما شيء فاستقرض علي رضي الله عنه من شمعون الخيبري اليهودي ثلاثة آصع من شعير فطحنت فاطمة صاعا واختبزت خمسة أقراص على عددهم فوضعوها بين أيديهم ليفطروا فوقف عليهم سائل فقال السلام عليكم أهل بيت محمد مسكين من مساكين المسلمين أطعموني أطعمكم الله من موائد الجنة فآثروه\r\n","description":"","footnote":"","page_name":" 133 ","page_number":129},
  {"content":"\r\nوباتوا ولم يذوقوا إلا الماء وأصبحوا صياما فلما أمسوا وضعوا الطعام بين أيديهم ليفطروا فوقف عليهم سائل فقال يتيم من أيتام المسلمين أطعموني أطعمكم الله من موائد الجنة فآثروه وباتوا لم يذوقوا شيئا إلا الماء فأصبحوا صياما فلما أمسوا وضعوا الطعام ليفطروا فوقف عليهم سائل وقال أسير من أساري المسلمين أطعموني أطعمكم الله من موائد الجنة فآثروه وباتوا ولم يذوقوا إلا الماء فلما أصبحوا أخذ علي رضي الله عنه بيد الحسن والحسين وأقبلوا إلى رسول الله صلى الله عليه وسلم فلما رآهم يرتعشون كأنهم الفراخ من شدة الجوع قال ما أشد ما يسؤني مما أرى بكم وقام فانطلق معهم فرأى فاطمة في محرابها قد التصق ظهرها ببطنها وغارت عيناها فساءه ذلك فنزل جبريل عليه السلام وقال خذ يا محمد هنأك الله في أهل بيتك فأقرأه السورة\r\nقلت رواه الثعلبي في تفسيره من حديث القاسم بن بهرام عن ليث عن مجاهد عن ابن عباس ومن حديث محمد بن السائب الكلبي عن أبي صالح عن ابن عباس في قول تعالى * ( يوفون بالنذر ويخافون يوما كان شره مستطيرا ) * قال فرض الحسن والحسين فعادهما رسول الله صلى الله عليه وسلم . . . فذكره وزاد في أثنائه شعرا لعلي وفاطمة\r\nوقال أبو عبد الله الترمذي الحكيم في كتابه نوادر الأصول في الأصل الرابع والأربعين ومن الأحاديث التي تنكرها القلوب حديث رووه عن مجاهد عن ابن عباس في قوله تعالى \" يؤفون بالنذر \" قال مرض الحسن والحسين فعادهما رسول الله صلى الله عليه وسلم إلى آخر الحديث بشعره ثم قال هذا حديث مزوق مفتعل لا يروج إلا على أحمق جاهل وكيف يظن بعلي رضي الله عنه مثل هذا فيجهد نفسه وعياله وأطفالا صغارا على جوع ثلاثة أيام وقد قال تعالى \" يسئلونك ماذا ينفقون قل العفو \" وقال عليه السلام خير الصدقة ما كان عن ظهر\r\n","description":"","footnote":"","page_name":" 134 ","page_number":130},
  {"content":"\r\nغنى وقال كفى بالمرء إثما ان يضيع من يقوت انتهى كلامه\r\nورواه ابن الجوزي في الموضوعات من حديث أبي عبد الله السمرقندي عن محمد بن كثير الكوفي عن الأصبغ بن نباته قال مرض الحسن والحسين . . . إلى آخره فذكره بشعره وزيادة ألفاظ ثم قال وهذا حديث لا يشك في وضعه ولو لم يدل عليه إلا هذه الالفاظ الركيكة والاشعار الرديئة والافعال التي تنزه عنها أولئك السادة قال ابن معين أصبغ بن نباته لا يساوي شيئا وقال احمد حرقنا حديث محمد بن كثير وأما أبو عبد الله السمرقندي فلا يوثق به\r\n1444 الحديث الرابع\r\nقوله وفي الحديث هواء الجنة سجسج لا حر ولا قر\r\nقلت رواه ابن أبي شيبة في مصنفه في باب صفة الجنة من قول ابن مسعود فقال ثنا أبو اسامة ثنا زكريا عن أبي إسحاق عن عبد الرحمن بن عوسجة عن علقمة عن عبد الله قال الجنة سجسج لا حر بها ولا قر انتهى\r\nورواه عبد الله بن أحمد بن حنبل في كتاب الزهد لأبيه عن ابن أبي شيبة بسنده المذكور\r\nورواه الإمام أبو محمد قاسم بن ثابت السرقسطي في كتابه غريب الحديث من حديث سفيان الثوري عن أبي إسحاق عن علقمة عن عبد الله . . . فذكره وقال السجسج من الزمان الذي ليس فيه برد ولا رد يؤذيان انتهى\r\nقال الدارقطني في علله هذا حديث رواه زكريا عن أبي إسحاق عن عبد الرحمن بن عوسجة عن علقمة عن عبد الله بن مسعود وخالفه الثوري فرواه عن أبي إسحاق عن علقمة عن عبد الله بن مسعود قال وقول زكريا أصح انتهى\r\nوقال ابن أبي حاتم في علله سألت أبي عن حديث رواه إسرائيل عن أبي إسحاق عن علقمة عن عبد الله . . . فذكره هل سمع أبو إسحاق من علقمة\r\n","description":"","footnote":"","page_name":" 135 ","page_number":131},
  {"content":"\r\nفقال لا ولكن هكذا رواه وقد رواه زكريا بن أبي زائدة فقال عن أبي إسحاق عن عبد الرحمن بن عوسجة عن علقمة عن عبد الله انتهى\r\nوقال في موضع آخر من علله ورواه مالك بن إسماعيل وعمرو بن خالد عن زهير بن معاوية عن أبي إسحاق عن علقمة عن عبد الله ثم قال وقد رواه جرير عن منصور عن أبي إسحاق عن علقمة من قوله لم يجاوز به وكذلك رواه علي بن الجعد عن زهير بن معاوية عن أبي إسحاق عن علقمة من قوله انتهى\r\nقال في الصحاح يوم سجسج لا حر فيه ولا برد وفي الحديث الجنة سجسج انتهى\r\n1445 الحديث الخامس\r\nقال عليه السلام من قرأ سورة * ( هل أتى ) * كان جزاؤه على الله جنة وحريرا\r\nقلت رواه الثعلبي أخبرنا بأقل بن أرقم ثنا محمد بن شادة ثنا محمد بن أحمد بن الحسن ثنا محمد بن يحيى ثنا سلم بن قتيبة عن شعبة عن عاصم عن زر عن أبي قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنده الثاني في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده المتقدم في يونس\r\n","description":"","footnote":"","page_name":" 136 ","page_number":132},
  {"content":"\r\n","description":"","footnote":"","page_name":" 137 ","page_number":133},
  {"content":"\r\nسورة المرسلات\r\n","description":"","footnote":"","page_name":" 138 ","page_number":134},
  {"content":"\r\nفيها حديثان\r\n1446 الحديث الأول\r\nروي في قوله تعالى * ( وإذا قيل لهم اركعوا لا يركعون ) * انها نزلت في ثقيف حين امرهم رسول الله صلى الله عليه وسلم بالصلاة فقالوا لا نجبى فإنها مسبة علينا فقال عليه السلام لا خير في دين ليس فيه ركوع ولا سجود\r\nقلت رواه أبو داود في سننه بنقص اخرجه في كتاب الخراج من حديث الحسن البصري عن عثمان بن أبي العاص أن وفد ثقيف لما قدموا على النبي صلى الله عليه وسلم انزلهم النبي المسجد ليكون أرق لقلوبهم فاشترطوا عليهم ألا يحشروا ولا يعشروا ولا يجبوا فقال رسول الله صلى الله عليه وسلم لكم ألا تحشروا ولا تعشروا ولا خير في دين ليس فيه ركوع انتهى\r\nورواه أحمد وابن أبي شيبة وأبو داود الطيالسي في مسانيدهم والطبراني في معجمه\r\nوذكره عبد الحق في أحكامه من جهة أبي داود وقال لا يعرف للحسن سماع من عثمان وليس طريق الحديث بقوي انتهى\r\nوذكره الثعلبي عن مقاتل بلفظ المصنف سواء\r\n1447 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ * ( والمرسلات ) *\r\n","description":"","footnote":"","page_name":" 139 ","page_number":135},
  {"content":"\r\nكتب له انه ليس من المشركين\r\nقلت رواه الثعلبي من حديث محمد بن عمران بن عبد الرحمن بن أبي ليلى ثني أبي عن مجالد بن عبد الواحد عن علي بن زيد عن زر بن حبيش عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 140 ","page_number":136},
  {"content":"\r\n","description":"","footnote":"","page_name":" 141 ","page_number":137},
  {"content":"\r\nسورة عم\r\n","description":"","footnote":"","page_name":" 142 ","page_number":138},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1448 الحديث الأول\r\nعن النبي صلى الله عليه وسلم أنه قال الحج العج والثج\r\nقلت رواه الترمذي وابن ماجة من حديث وكيع عن إبراهيم بن يزيد الخوزي قال سمعت محمد بن جعفر المخزومي يحدث عن ابن عمر قال قام رجل إلى النبي صلى الله عليه وسلم فقال من الحاج قال الشعث التفل فقام آخر فقال أي الحج أفضل قال العج والثج فقام آخر فقال ما السبيل يا رسول الله قال الزاد والراحلة قال وكيع يعني العج التلبية والثج نحر البدن انتهى وضعفه الترمذي فقال هذا حديث غريب لا نعرفه إلا من حديث إبراهيم بن يزيد الخوزي وقد تكلم فيه بعض أهل العلم من قبل حفظه انتهى\r\nورواه أيضا من حديث محمد بن المنكدر عن عبد الرحمن بن يربوع عن أبي بكر الصديق مرفوعا نحوه وضعفه الترمذي أيضا فقال هذا حديث غريب ومحمد بن المنكدر لم يسمع من عبد الرحمن بن يربوع انتهى\r\nوفيه كلام طويل استوفيناه في أحاديث الهداية فليراجع هناك إن شاء الله تعالى\r\n1449 الحديث الثاني\r\nعن معاذ بن جبل انه سأل رسول الله صلى الله عليه وسلم عن قوله تعالى * ( فتأتون أفواجا ) * فقال يا معاذ سألت عن امر عظيم من الأمور\r\n","description":"","footnote":"","page_name":" 143 ","page_number":139},
  {"content":"\r\nثم ارسل عينيه وقال يحشر الناس عشرة أصناف من أمتي بعضهم على صور القردة وبعضهم على صور الخنازير وبعضهم منكوسون أرجلهم فوق وجوههم يسحبون عليها وبعضهم عمي وبعضهم صم بكم وبعضهم يمضغون ألسنتهم فهي مولاة على صدورهم يسيل القيح من أفواههم يتقذرهم أهل الجمع وبعضهم مقطعة أيديهم وأرجلهم وبعضهم مصلوبون على جذوع من نار وبعضهم أشد نتنا من الجيف وبعضهم ملبسون جبابا سائغة من قطران لازقة بجلودهم فأما الذين على صور القردة فالقتات من الناس وأما الذين على صور الخنازير فأهل السحت وأما المنكوسون على وجوههم فأكلة الربا وأما العمي فالذين يجورون في الأحكام وأما الصم البكم فالمعجبون بأعمالهم وأما الذين يمضغون ألسنتهم فالعلماء والقصاص الذين خالف قولهم فعلهم وأما الذين قطعت أيديهم وأرجلهم فهم الذي يؤذون الجيران وأما المصلوبون على جذوع من نار فالسعاة بالناس إلى الشيطان وأما الذين هم أشد نتنا في الجيف فالذين يتبعون الشهوات واللذات ويمنعون حق الله وأما الذين يلبسون الجباب فأهل الكبر والفخر والخيلاء\r\nقلت رواه الثعلبي في تفسيره أخبرني ابن فنجويه ثنا ابن شيبة ثنا عبيد الله ابن أحمد بن منصور الكسائي ثنا محمد بن عبد الجبار ثنا محمد بن زهير عن محمد بن المهتدي عن حنظلة السدوسي عن البراء بن عازب قال كان معاذ بن جبل جالسا قريبا من رسول الله صلى الله عليه وسلم فقال يا رسول الله أرأيت قول الله تعالى * ( يوم ينفخ في الصور فتأتون أفواجا ) * قال يا معاذ سألت عن امر عظيم . . . إلى آخره سواء\r\nورواه ابن مردويه في تفسيره ثنا الحسن بن علي بن أحمد ثنا الحسن بن علي\r\n","description":"","footnote":"","page_name":" 144 ","page_number":140},
  {"content":"\r\nابن الحارث الكسائي ثنا إبراهيم بن مسعود ثنا محمد بن زهير به\r\n1450 الحديث الثالث\r\nعن النبي صلى الله عليه وسلم في قوله تعالى * ( فذوقوا فلن نزيدكم إلا عذابا ) * قال هذه الآية أشد ما في القرآن على أهل النار\r\nقلت رواه الثعلبي من طريق الامام أبي بكر بن السني أنا ابن فنجويه ثنا أبو داود الحراني ثنا شعيب بن بيان ثني مهدي بن ميمون سمعت الحسن بن دينار انه سأل الحسن عن أشد آية في القرآن على أهل النار فقال الحسن سألت ابا برزة الأسلمي فقال سالت رسول الله صلى الله عليه وسلم فقال * ( فذوقوا فلن نزيدكم إلا عذابا ) * انتهى\r\nوكذلك رواه ابن أبي حاتم في تفسيره ثنا محمد بن محمد بن مصعب الصوري ثنا خالد بن عبد الرحمن ثنا جسر بن فرقد عن الحسن قال سألت أبا برزة الأسلمي عن أشد آية في القرآن على أهل النار فقال سمعت رسول الله صلى الله عليه وسلم يقول * ( فذوقوا فلن نزيدكم إلا عذابا ) * انتهى وجسر بن فرقد ضعيف جدا\r\nورواه البيهقي في كتاب البعث والنشور من حديث مسلم بن إبراهيم ثني جسر بن فرقد به . . . فذكره موقوفا لم يرفعه\r\nوكذلك رواه الطبراني في معجمه رواه موقوفا فقط ويراجع\r\nوأخرجه ابن مردويه في تفسيره من طريق أبي بكر بن أبي شيبة ثنا علي بن أحمد الحواري ثنا جعفر بن جسر بن فرقد ثني أبي عن الحسن به\r\n1451 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة عم يتساءلون سقاه الله برد الشراب يوم القيامة\r\n","description":"","footnote":"","page_name":" 145 ","page_number":141},
  {"content":"\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد ابن أسلم عن أبيه عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 146 ","page_number":142},
  {"content":"\r\n","description":"","footnote":"","page_name":" 147 ","page_number":143},
  {"content":"\r\nسورة النازعات\r\n","description":"","footnote":"","page_name":" 148 ","page_number":144},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1452 الحديث الأول\r\nقال النبي صلى الله عليه وسلم من خاف أدلج ومن أدلج بلغ المنزل\r\nقلت روي من حديث أبي هريرة ومن حديث أبي بن كعب\r\nفحديث أبي هريرة رواه الترمذي في كتابه من حديث يزيد بن سنان التميمي سمعت بكير بن فيروز يقول سمعت أبا هريرة يقول قال رسول الله صلى الله عليه وسلم من خاف أدلج ومن أدلج بلغ المنزل الا أن سلعة الله غالية ألا إن سلعة الله الجنة انتهى وقال حديث حسن غريب لا نعرفه إلا من حديث أبي النضر انتهى\r\nورواه الحاكم في مستدركه في كتاب الرقاق وقال حديث صحيح الاسناد ولم يخرجاه إلا أني وجدت في النسخة برد بن سنان فلينظر\r\nورواه عبد بن حميد في مسنده والبيهقي في شعب الايمان في الباب الحادي عشر عن يزيد بن سنان به\r\nورواه العقيلي في كتابه وأعله بيزيد بن سنان\r\nوقال ابن طاهر يزيد بن سنان متروك ولا يصح مسندا ويروى من كلام أبي ذر\r\nأما حديث أبي بن كعب فرواه الحاكم في المستدرك أيضا من حديث عبد الله ابن الوليد العدني عن سفيان الثوري عن عبد الله بن محمد بن عقيل عن الطفيل ابن أبي بن كعب عن أبيه قال قال رسول الله صلى الله عليه وسلم من خاف أدلج . . .\r\n","description":"","footnote":"","page_name":" 149 ","page_number":145},
  {"content":"\r\nإلى اخره\r\nورواه البيهقي في شعب الإيمان أيضا من حديث وكيع ثنا سفيان الثوري به\r\nوكذلك رواه أبو نعيم في الحلية في ترجمة وكيع وقال غريب تفرد به وكيع عن الثوري وسند الحاكم وارد عليه\r\n1453 الحديث الثاني\r\nروي أن مصعب بن عمير قتل أخاه أبا عزيز يوم أحد ووقى رسول الله صلى الله عليه وسلم حتى نفذت المشاقيص في جوفه\r\n1454 الحديث الثالث\r\nعن عائشة لم يزل رسول الله صلى الله عليه وسلم يذكر الساعة ويسأل عنها حتى نزلت يعني قوله تعالى * ( فيم أنت من ذكراها ) *\r\nقلت روي من حديث طارق بن شهاب ومن حديث عائشة\r\nفحديث طارق رواه النسائي أنا أحمد بن سليمان ثنا مؤمل بن الفضل ثنا عيسى عن إسماعيل ثنا طارق بن شهاب ان النبي صلى الله عليه وسلم كان لا يزال يذكر من شأن الساعة حتى نزلت * ( يسألونك عن الساعة أيان مرساها ) * الآية انتهى\r\nورواه الطبري في تفسيره حدثنا أبو كريب ثنا وكيع ثنا إسماعيل به\r\nوأما حديث عائشة فرواه الحاكم في المستدرك من حديث سفيان بن عيينة عن الزهري عن عروة عن عائشة قالت كان النبي صلى الله عليه وسلم يسأل عن الساعة حتى أنزل عليه \" يسألونك عن الساعة أيان مرساها فيم أنت من ذكراها إلى\r\n","description":"","footnote":"","page_name":" 150 ","page_number":146},
  {"content":"\r\nربك منتهاها ) قال فانتهى ثم قال حديث صحيح على شرط الشيخين ولم يخرجاه فإن ابن عيينة كان يرسله بأخرة انتهى\r\nورواه إسحاق بن راهويه في مسنده أنا ابن عيينة به مسندا\r\nوكذلك الطبري في تفسيره ثني يعقوب بن إبراهيم ثنا سفيان بن عيينة به مسندا\r\nورواه عبد الرزاق في تفسيره أنا ابن عيينة به مرسلا لم يذكر فيه عائشة\r\nوذكر الدارقطني في علله جماعة رووه عن ابن عيينة فأسندوه وآخرين رووه عنه فأرسلوه قال وكأن ابن عيينة أسنده مرة وأرسله أخرى\r\nوقال ابن أبي حاتم في علله وقال أبو زرعة الصحيح مرسل بلا عائشة انتهى\r\nورواه ابن مردويه في تفسيره من طريق إسحاق بن راهويه به مسندا ثم رواه من حديث نعيم بن حماد عن سفيان به مرسلا ومن حديث سعيد بن منصور به مرسلا\r\nوروي أيضا حديث طارق من رواية عباد بن صهيب ثنا إسماعيل بن أبي خالد عن طارق\r\n1455 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة النازعات كان ممن حبسه الله تعالى في القبر والقيامة حتى يدخل الجنة قدر صلاة المكتوبة\r\nقلت ذكره الثعلبي مقطوعا فقال وروى أبي بن كعب عن النبي صلى الله عليه وسلم من قرأ سورة والنازعات كان حبسه في القبر حتى يدخل الجنة قدر صلاة مكتوبة قال وروي لم يكن حبسه في القبر والقيامة إلا كقدر صلاة مكتوبة انتهى\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\n","description":"","footnote":"","page_name":" 151 ","page_number":147},
  {"content":"\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 152 ","page_number":148},
  {"content":"\r\n","description":"","footnote":"","page_name":" 153 ","page_number":149},
  {"content":"\r\nسورة عبس\r\n","description":"","footnote":"","page_name":" 154 ","page_number":150},
  {"content":"\r\nذكر فيها ثلاثة أحاديث\r\n1456 الحديث الأول\r\nروي أن رسول الله صلى الله عليه وسلم أتاه ابن أم مكتوم وأم مكتوم أم أبيه وأسمه عبد الله بن شريح بن مالك بن ربيعة الفهري من بني عامر بن لؤي وعنده صناديد قريش عتبة وشيبة ابنا ربيعة وأبو جهل بن هشام والعباس بن عبد المطلب وأمية بن خلف والوليد بن المغيرة يدعوهم إلى الاسلام رجاء أن يسلم بإسلامهم غيرهم فقال يا رسول الله اقرئني وعلمني مما علمك الله وكرر ذلك وهو لا يعلم تشاغله بالقوم فكره رسول الله صلى الله عليه وسلم قطعه لكلامه وعبس وأعرض عنه فنزلت فكان رسول الله صلى الله عليه وسلم يكرمه ويقول إذا رآه مرحبا بمن عاتبني فيه ربي ويقول هل لك من حاجة واستخلفه على المدينة مرتين\r\nوقال انس رأيته يوم القادسية وعليه درع وله راية سوداء\r\nقلت اخرج الطبري وابن مردويه حدثنا محمد بن سعد ثنا أبي ثنا عمي\r\n","description":"","footnote":"","page_name":" 155 ","page_number":151},
  {"content":"\r\nثنا أبي عن أبيه عن ابن عباس وابن أبي حاتم في تفسريهما عن العوفي عن ابن عباس في قوله تعالى * ( عبس وتولى ) * قال بينما رسول الله صلى الله عليه وسلم يناجي عتبة ابن ربيعة وأبا جهل بن هشام والعاص بن عبد المطلب وكان يتصدى لهم كثيرا وجعل عليهم أن يؤمنوا فأقبل إليه رجل أعمى يقال له عبد الله بن أم مكتوم يمشي هو يناجيهم فجعل عبد الله يستقرئ النبي صلى الله عليه وسلم آية من القرآن وقال يا رسول الله علمني مما علمك الله فأعرض عنه رسول الله صلى الله عليه وسلم وعبس في وجهه وتولى وكره كلامه واقبل على الآخرين فلما قضى عليه السلام نجواه وأخذ ينقلب إلى أهله أمسك الله بعض بصره ثم خفق برأسه وأنزل الله * ( عبس وتولى ) * الآية فأكرمه رسول الله صلى الله عليه وسلم وكلمه وقال له ما حاجتك انتهى\r\nوروى الطبري أيضا ثنا بشر بن معاذ ثنا يزيد بن هارون ثنا سعيد بن أبي عروبة عن قتادة قال ذكر لنا أن عبد الله بن أم مكتوم جاء إلى النبي صلى الله عليه وسلم يستقرئه وهو يناجي أمية بن خلف فأعرض عنه عليه السلام فأنزل الله * ( عبس وتولى ) * الآية قال وذكر لنا أن النبي صلى الله عليه وسلم استخلفه بعد ذلك على المدينة مرتين في غزوة غزاهما يصلي بأهلها انتهى\r\nوروى الترمذي في كتابه من حديث هشام بن عروة عن أبيه عن عائشة قالت أنزل * ( عبس وتولى ) * في ابن أم مكتوم الأعمى أتى رسول الله صلى الله عليه وسلم فجعل يقول يا رسول الله أرشدني وعند رسول الله صلى الله عليه وسلم من عظماء المشركين فجعل عليه السلام يعرض عنه ويقبل على الاخر ويقول أترى بما أقول بأسا فيقول لا ففي هذا انزل انتهى\r\nرواه ابن حبان في صحيحه في النوع الخامس من القسم الخامس والحاكم في المستدرك وقال على شرط الشيخين ولم يخرجاه\r\nوكلام أنس رواه عبد الرزاق في تفسيره أخبرنا معمر عن قتادة قال\r\n","description":"","footnote":"","page_name":" 156 ","page_number":152},
  {"content":"\r\nأخبرني انس بن مالك قال رأيته يوم القادسية وعليه درع ومعه راية سوداء يعني ابن أم مكتوم انتهى\r\nومن طريق عبد الرزاق رواه أبو يعلى الموصلي في مسنده\r\nورواه الطبري أيضا في تفسيره أخبرنا بشر بن معاذ ثنا يزيد بن هارون عن سعيد بن أبي عروبة عن قتادة عن انس بن مالك . . . فذكره\r\nوذكر الثعلبي لفظ المصنف بتمامه من غير سند ولا راو وكذلك فعل الواحدي في أسباب النزول\r\nوقال السهيلي في الروض الأنف سمعت شيخنا أبا بكر بن العربي يقول قول المفسرين في الذي شغل النبي صلى الله عليه وسلم أنه الوليد بن المغيرة وأمية بن خلف والعباس كله باطل فإن أمية والوليد كانا بمكة وابن أم مكتوم كان بالمدينة ما حضر معهما ولا حضرا معه وماتا كافرين أحدهما قبل الهجرة والاخر في بدر ولم يقصد أمية المدينة قط ولا حضر عنده مفردا ولا مع آخر انتهى\r\nوروى ابن سعد في الطبقات أخبرنا يزيد بن هارون أنا جويبر عن الضحاك قال كان رسول الله صلى الله عليه وسلم تصدى لرجل من قريش يدعوه إلى الاسلام فأقبل عبد الله بن أم مكتوم الأعمى فجعل يسأل رسول الله صلى الله عليه وسلم وهو يعرض عنه ويعبس في وجهه ويقبل على الاخر فعير الله رسوله فقال * ( عبس وتولى ) * الآيات قال فدعاه رسول الله صلى الله عليه وسلم فأكرمه واستخلفه في المدينة مرتين انتهى وجويبر ضعيف\r\n1457 قوله\r\nعن أبي بكر الصديق رضي الله عنه انه سئل عن الأب فقال أي سماء تظلني واي ارض تقلني إذا قلت في كتاب الله بما لا علم لي به\r\n","description":"","footnote":"","page_name":" 157 ","page_number":153},
  {"content":"\r\nقلت رواه ابن أبي شيبة في مصنفه في فضائل القرآن وعبد بن حميد في تفسيره قالا ثنا محمد بن عبيد عن العوام بن حوشب عن إبراهيم التيمي أن أبا بكر سئل عن قوله تعالى * ( وفاكهة وأبا ) * فقال أي سماء تظلني واي أرض تقلني إذا قلت في كتاب الله تعالى ما لا أعلم انتهى\r\nومن طريق عبد بن حميد رواه الثعلبي في تفسيره\r\nورواه أبو عبيد القاسم بن سلام في كتاب فضائل القرآن ثنا محمد بن يزيد عن العوام بن حوشب وفيه انقطاع بين إبراهيم التيمي والصديق\r\nورواه ابن عبد البر في كتاب العلم من حديث موسى بن هارون الحمال ثنا يحيى الحماني ثنا حفص عن الحسن بن عبيد الله عن إبراهيم النخعي عن أبي معمر عن أبي بكر . . . فذكره ثم قال ورواه عن أبي بكر أيضا ميمون ابن مهران وعامر الشعبي وابن أبي مليكة انتهى\r\n1458 قوله\r\nعن عمر رضي الله عنه انه قرا هذه الآية فقال كل هذا قد عرفنا فما الأب ثم رفض عصا كانت في يده وقال هذا لعمر الله التكلف يا بن أم عمر الا تدري ما الأب ثم قال ابتغوا ما تبين لكم من هذا الكتاب وما لا فدعوه\r\nقلت رواه الحاكم في المستدرك من حديث يزيد بن هارون أنا ابن حميد عن انس وعن يعقوب بن إبراهيم بن سعد ثنا أبي عن صالح عن ابن شهاب ان انس اخبره انه سمع عمر بن الخطاب يقرأ * ( فأنبتنا فيها حبا وعنبا وقضبا وزيتونا ونخلا وحدائق غلبا وفاكهة وأبا ) * قال كل هذا قد عرفنا فما الأب ثم نقض عصا كانت في يده وقال هذا لعمر الله التكلف اتبعوا ما تبين لكم من هذا الكتاب وما لا فدعوه انتهى وقال هذا صحيح على شرط الشيخين\r\n","description":"","footnote":"","page_name":" 158 ","page_number":154},
  {"content":"\r\nولم يخرجاه انتهى\r\nوعن الحاكم رواه البيهقي في شعب الايمان في الباب التاسع عشر بالسند الثاني وكذلك الثعلبي رواه بالسند الثاني\r\nورواه ابن مردويه من حديث أبي اليمان أنا شعيب بن أبي حمزة عن الزهري به\r\nوالطبراني في مسند الشاميين وكذلك الطبري رواه من طريق ابن وهب أنا يونس وعمرو بن الحارث عن ابن شهاب عن أنس فذكره كلهم بلفظ الحاكم\r\nفائدة روى الحاكم في كتاب الصوم في المستدرك عن عمر بن الخطاب أنه سأل ابن عباس عن الأب فقال هو نبت الأرض مما يأكله الدواب والانعام ولا يأكله الناس مختصر وقال صحيح على شرط مسلم\r\n1459 الحديث الثاني\r\nفي الحديث من كثرت صلاته بالليل حسن وجهه بالنهار\r\nقلت رواه ابن ماجة من حديث جابر وقد تقدم مستوفى في سورة الفتح\r\n1460 الحديث الثالث\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة عبس جاء القيامة ووجهه ضاحك مستبشر\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد ابن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 159 ","page_number":155},
  {"content":"\r\n","description":"","footnote":"","page_name":" 160 ","page_number":156},
  {"content":"\r\n","description":"","footnote":"","page_name":" 161 ","page_number":157},
  {"content":"\r\nسورة التكوير\r\n","description":"","footnote":"","page_name":" 162 ","page_number":158},
  {"content":"\r\nفيها حديثان\r\n1461 الحديث الأول\r\nعن رسول الله صلى الله عليه وسلم أنه قال يحشر الناس حفاة عراة فقالت أم سلمة كيف بالنساء فقال شغل الناس يا أم سلمة قالت وما شغلهم قال نشر الصحف فيها مثاقيل الذر ومثاقيل الخردل\r\nقلت رواه الثعلبي في تفسيره من حديث سعيد بن سليمان عن عبد الحميد ابن سليمان ثنا محمد بن أبي موسى عن عطاء بن يسار عن أم سلمة قالت سمعت رسول الله صلى الله عليه وسلم يقول يحشر الناس . . . فذكره\r\nوالحديث في الصحيحين عن عائشة من رواية عبد الله بن أبي مليكة عن القاسم عنها قالت سمعت رسول الله صلى الله عليه وسلم يقول يحشر الناس يوم القيامة حفاة عراة غرلا قالت يا رسول الله الرجال والنساء جميعا ينظر بعضهم إلى بعض قال يا عائشة الامر أشد من أن ينظر بعضهم إلى بعض انتهى وفي لفظ للبخاري الامر أشد من أن يهمهم ذلك\r\nوهو في مستدرك الحاكم في تفسير سورة عبس من حديث سودة وقال فيه صحيح على شرط مسلم وروى ابن مردويه في تفسيره حديث عائشة وحديث سودة فقط\r\n1462 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة \" إذا الشمس\r\n","description":"","footnote":"","page_name":" 163 ","page_number":159},
  {"content":"\r\nكورت ) أعاذه الله أن يفضحه حين تنشر صحيفته\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 164 ","page_number":160},
  {"content":"\r\n","description":"","footnote":"","page_name":" 165 ","page_number":161},
  {"content":"\r\nسورة الانفطار\r\n","description":"","footnote":"","page_name":" 166 ","page_number":162},
  {"content":"\r\nفيها حديثان\r\n1463 قوله\r\nعن علي رضي الله عنه انه صاح بغلام له مرات فلم يلبه فنظر فإذا هو بالباب فقال له مالك لا تجيبني فقال لثقتي بحلمك وأمني من عقوبتك فاستحسن جوابه وأعتقه\r\n1464 الحديث الأول\r\nقال رسول الله صلى الله عليه وسلم لما تلا قوله تعالى * ( ما غرك بربك الكريم ) * قال غره جهله\r\nقلت رواه الثعلبي أخبرنا أبو عبد الله بن فنجويه واسمه الحسين بن محمد ثنا أبو علي بن حنش المقري ثنا أبو القاسم بن الفضل المقري ثنا علي بن الحسين المقدمي وعلي بن هاشم قالا ثنا كثير بن هشام ثنا جعفر بن برقان ثنا صالح ابن مسمار قال بلغني أن النبي صلى الله عليه وسلم تلا هذه الآية * ( يا أيها الإنسان ما غرك بربك الكريم ) * قال غره جهله\r\nوعن الثعلبي رواه الواحدي في تفسيره الوسيط بسنده ومتنه\r\nورواه أبو عبيد القاسم بن سلام في كتاب فضائل القرآن حدثنا كثير ابن هشام وذكره سواء إلا أنه قال غره حلمه والنسخة صحيحة\r\n","description":"","footnote":"","page_name":" 167 ","page_number":163},
  {"content":"\r\n1465 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ * ( إذا السماء انفطرت ) * كتب الله له بعدد كل قطرة من السماء حسنة وبعدد كل قبر حسنة\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن اسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره وزاد وأصلح له شأنه يوم القيامة انتهى\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوكذلك رواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 168 ","page_number":164},
  {"content":"\r\n","description":"","footnote":"","page_name":" 169 ","page_number":165},
  {"content":"\r\nسورة المطففين\r\n","description":"","footnote":"","page_name":" 170 ","page_number":166},
  {"content":"\r\nذكر فيها ثلاثة أحاديث\r\n1466 الحديث الأول\r\nروي أن رسول الله صلى الله عليه وسلم قدم المدينة وكانوا أخبث كيلا فنزلت فأحسنوا الكيل\r\nوقيل قدمها وبها رجل يعرف بأبي جهينة ومعه صاعان يكيل بأحدهما ويكتال بالاخر\r\nوقيل كان أهل المدينة تجارا يطففون وكانت مبايعتهم المنابذة والملامسة والمخابرة فنزلت فخرج رسول الله صلى الله عليه وسلم فقرأها عليهم وقال خمس بخمس قيل يا رسول الله وما خمس بخمس قال ما نقض قوم العهد إلا سلط الله عليهم الفقر وما ظهرت فيهم الفاحشة إلا فشا فيهم الموت ولا طففوا الكيل إلا منعوا النبات وأخذوا بالسنين ولا منعوا الزكاة إلا حبس عنهم القطر\r\nقلت\r\nالأول رواه النسائي في التفسير من حديث يزيد بن أبي سعيد النحوي عن عكرمة عن ابن عباس قال لما قدم رسول الله صلى الله عليه وسلم المدينة فكانوا من أخبث الناس كيلا فأنزل الله تعالى * ( ويل للمطففين ) * إلى أخر الآية فأحسنوا الكيل بعد ذلك انتهى\r\nورواه ابن حبان في صحيحه في النوع الرابع عشر من القسم الثالث\r\n","description":"","footnote":"","page_name":" 171 ","page_number":167},
  {"content":"\r\nوالحاكم في المستدرك في البيوع وقال صحيح الاسناد ولم يخرجاه انتهى\r\nوالثاني نقله الثعلبي عن السدي وكذلك الواحدي في أسباب النزول وفي الوسيط\r\nوالثالث غريب\r\nوحديث خمس بخمس رواه الحاكم في المستدرك في كتاب الجهاد من حديث بشر بن المهاجر عن عبد الله بن بريدة عن أبيه قال قال رسول الله صلى الله عليه وسلم ما نقض قوم العهد إلا كان القتل فيهم ولا ظهرت فيهم فاحشة إلا سلط الله عليهم الموت ولا منع قوم الزكاة إلا حبس الله عنهم القطر وما نقصوا المكيال والميزان إلا أخذوا بالسنين وما حكموا بغير ما أنزل الله إلا فشا فيهم الفقر انتهى وقال صحيح على شرط مسلم ولم يخرجاه\r\nوروي في كتاب الفتن من حديث حفص بن غيلان عن عطاء بن أبي رباح عن عبد الله بن عمر مرفوعا نحوه وصححه\r\nوروي الطبراني في معجمه من حديث إسحاق بن عبد الله بن كيسان حدثني أبي عن الضحاك بن مزاحم عن مجاهد وطاوس عن ابن عباس مرفوعا نحوه وقال فيه ولا طففوا المكيال إلا منعوا النبات أخذوا بالسنين\r\n1467 الحديث الثاني\r\nروي أن الملائكة لتصعد بعمل العبد فيستقلونه فإذا انتهوا به إلى ما شاء الله من سلطانه أوحى إليهم أنتم الحفظة على عبادي وانا\r\n","description":"","footnote":"","page_name":" 172 ","page_number":168},
  {"content":"\r\nالرقيب على ما في قلبه وإنه قد أخلص عمله فاجعلوه في عليين فقد غفرت له وإنها لتصعد بعمل العبد فيزكونه فإذا انتهوا به إلى ما شاء أوحى إليهم أنتم الحفظة على عبدي وأنا الرقيب على قلبه وإنه لم يخلص عمله فاجعلوه في سجين\r\nقلت رواه ابن المبارك في كتاب الزهد والرقائق أخبرنا أبو بكر بن أبي مريم الغساني عن ضمرة بن حبيب قال قال رسول الله صلى الله عليه وسلم إن الملائكة ليصعدون بعمل العبد فيستقلونه ويحتقرونه حتى ينتهوا به حيث شاء الله من سلطانه فيوحي الله إليهم انكم حفظة على عمل عبدي وأنا رقيب على ما في نفسه فضاعفوا له واكتبوه له في عليين وإن الملائكة ليرفعون عمل العبد من عباد الله فيكثرونه ويزكونه حتى ينتهوا به حيث شاء الله بن سلطانه فيوحي الله إليهم أنكم حفظة على عمل عبدي وأنا رقيب على ما في نفسه إن عبدي هذا لم يخلص لي عمله فاجعلوه في سجين انتهى\r\n1468 الحديث الثالث\r\nعن النبي صلى الله عليه وسلم من قرأ سورة المطففين سقاه الله من الرحيق المختوم يوم القيامة\r\nقلت رواه الثعلبي في تفسيره من حديث سلام بن سليم المدائني ثنا هارون ابن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ سورة المطففين . . . إلى اخره\r\nقال ابن أبي حاتم في علله قال أبي سلام بن سليم هو سلام الطويل وهو متروك الحديث\r\nورواه ابن مردويه في تفسيره حدثنا أبو عمرو أحمد بن محمد بن إبراهيم ثنا أبو أمية محمد بن إبراهيم ثنا عمرو بن سفيان القطيعي ثنا الحسن بن عجلان\r\n","description":"","footnote":"","page_name":" 173 ","page_number":169},
  {"content":"\r\nوهو ابن أبي جعفر الجفري ثنا علي بن زيد عن زر بن حبيش عن أبي ابن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ ويل للمطففين سقاه الله من الرحيق المختوم قيل يا رسول الله وما الرحيق المختوم قال غدران الخمر انتهى\r\nورواه أيضا بسنديه في آل عمران بلفظ المصنف\r\nورواه الواحدي في تفسيره الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 174 ","page_number":170},
  {"content":"\r\n","description":"","footnote":"","page_name":" 175 ","page_number":171},
  {"content":"\r\nسورة الانشقاق\r\n","description":"","footnote":"","page_name":" 176 ","page_number":172},
  {"content":"\r\nذكر فيها خمسة أحاديث\r\n1469 الحديث الأول\r\nقال النبي صلى الله عليه وسلم ما اذن الله لشيء كإذنه لنبي يتغنى بالقرآن\r\nقلت رواه البخاري ومسلم من حديث أبي هريرة وقد تقدم في سورة إبراهيم\r\n1470 الحديث الثاني\r\nعن النبي صلى الله عليه وسلم أنه قال من يحاسب يعذب فقيل يا رسول الله * ( فسوف يحاسب حسابا يسيرا ) * قال ذلك العرض من نوقش في الحساب عذب\r\nقلت رواه البخاري في التفسير وفي العلم ومسلم في صفة القيامة من حديث عبد الله بن أبي مليكة عن عائشة قالت سمعت رسول الله صلى الله عليه وسلم يقول من حوسب يوم القيامة عذب فقلت أليس قد قال الله * ( فسوف يحاسب حسابا يسيرا ) * قال ليس ذلك الحساب إنما ذلك العرض من نوقش الحساب يوم القيامة عذب انتهى\r\n1471 الحديث الثالث\r\nروي أن النبي صلى الله عليه وسلم قرأ ذات يوم * ( واسجد واقترب ) * فسجد هو ومن معه من المؤمنين وقريش تصفق فوق رؤوسهم وتصفر فنزلت\r\n","description":"","footnote":"","page_name":" 177 ","page_number":173},
  {"content":"\r\n* ( وإذا قرئ عليهم القرآن لا يسجدون ) *\r\n1472 الحديث الرابع\r\nعن أبي هريرة انه سجد في * ( إذا السماء انشقت ) * وقال والله ما سجدت فيها إلا بعد أن رأيت رسول الله صلى الله عليه وسلم سجد فيها\r\nقلت ورواه البخاري ومسلم من حديث أبي رافع عن أبي هريرة انه قرأ * ( إذا السماء انشقت ) * فسجد فقلت ما هذه السجدة قال لو لم أر النبي صلى الله عليه وسلم يسجدها لم أسجد زاد في رواية فلا أزال أسجد بها حتى ألقاه انتهى\r\n1473 الحديث الخامس\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة انشقت أعاذه الله أن يعطيه كتابه وراء ظهره\r\nقلت رواه الثعلبي من حديث سلام بن سليم بسنده المتقدم وهذا المتن\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوبسند الثعلبي رواه الواحدي في الوسيط\r\n","description":"","footnote":"","page_name":" 178 ","page_number":174},
  {"content":"\r\n","description":"","footnote":"","page_name":" 179 ","page_number":175},
  {"content":"\r\nسورة البروج\r\n","description":"","footnote":"","page_name":" 180 ","page_number":176},
  {"content":"\r\nذكر فيها خمسة أحاديث\r\n1474 الحديث الأول\r\nروي عن النبي صلى الله عليه وسلم انه كان لبعض الملوك ساحر فلما كبر ضم إليه خادما وكان في طريق الغلام راهب فسمع منه فرأى في طريقة ذات يوم دابة قد حبست الناس فأخذ حجرا وقال اللهم إن كان الراهب أحب إليك من الساحر فاقتلها فقتلها وكان الغلام بعد ذلك يبرئ الأكمه والأبرص ويبرئ من الادواء إذ عمي جليس الملك فأبرأه فأبصره الملك فسأله من رد عليك بصرك فقال ربي فغضب فعذبه فدل على الغلام فعذبه فدل على الراهب فلم يرجع الراهب عن دينه فقد بالمنشار وأبى الغلام فذهب به إلى جبل ليطرح من ذروته فدعا فرجف بالقوم وطاحوا ونجا فذهبوا به إلى قرقور فلججوا به ليغرقوه فدعا فانكفأت بهم السفينة فغرقوا ونجا فقال للملك لست بقاتلي حتى تجمع الناس في صعيد واحد وتصلبني على جذع وتأخذ سهما من كنانتي وتقول باسم الله رب الغلام ثم ترميني به فرماه فوقع في صدره فوضع يده عليه ومات فقال الناس آمنا برب الغلام فقيل للملك نزل بك ما كنت تحذر فأمر بأخاديد في أفواه السكك وأوقدت فيها النيران فمن لم يرجع طرحه فيها حتى جاءت امرأة معها صبي فتقاعست ان تقع فيها فقال الصبي يا أماه\r\n","description":"","footnote":"","page_name":" 181 ","page_number":177},
  {"content":"\r\nاصبري فإنك على الحق فاقتحمت وقيل لها قعي ولا تنافقي وقيل ما هي إلا غميضة فصبرت\r\nقلت رواه مسلم في صحيحه في آخر الكتاب وبوب عليه باب قصة الأخدود وأسند إلى عبد الرحمن بن أبي ليلى عن صهيب أن رسول الله صلى الله عليه وسلم قال كان ملك فيمن كان قبلكم وكان له ساحر فلما كبر قال للملك إني قد كبرت فابعث لي غلاما أعلمه السحر فبعث إليه غلاما يعلمه فكان في طريقه إذا سلك راهب وسمع كلامه وأعجبه فكان إذا أتى الساحر مر بالراهب وقعد إليه وإذا اتى الساحر ضربه فشكا ذلك إلى الراهب فقال إذا خشيت الساحر فقل حبسني أهلي وإذا خشيت أهلك فقل حبسني الساح فبينما هو كذلك إذ أتى على دابة عظيمة قد حبست الناس فقال اليوم اعلم الساحر أفضل أم الراهب أفضل فأخذ حجرا فقال اللهم إن كان أمر الراهب أحب إليك من امر الساحر فاقتل هذه الدابة حتى يمضي الناس فرماها فقتلها ومضى الناس . . . إلى آخره الحديث فيه زيادة ونقص ويقارب في المعنى\r\nورواه الترمذي والنسائي في التفسير ورواه ابن حبان في صحيحه في النوع السادس من القسم الثالث وفي آخره فجاءت امرأة بابن لها ترضعه وكأنها تقاعست أن تقع في النار فقال الصبي يا أمه اصبري فإنك على الحق وهو لفظ النسائي أيضا\r\nورواه الطبري وقال فيه فاقتحمت فقال لها امضي ولا تنافقي\r\nورواه أحمد وإسحاق بن راهويه وأبو يعلى الموصلي والبزار في مسانيدهم\r\nورواه عبد الرزاق في مصنفه في كتاب المغازي وقال في آخره وأما الغلام فإنه دفن وذكر انه أخرج في زمن عمر بن الخطاب ويده على صدغه كما وضعها حين قتل قال والأخدود بنجران انتهى\r\nومن طريق عبد الرزاق رواه الطبراني في معجمه والبيهقي في شعب الايمان\r\n","description":"","footnote":"","page_name":" 182 ","page_number":178},
  {"content":"\r\nفي الباب السادس عشر بسنده ومتنه وليس عندهم قصة المرأة قال البزار لا نعلم رواه عن النبي صلى الله عليه وسلم إلا صهيب ولا نعلم رواه إلا ثابت البناني عن عبد الرحمن ابن أبي ليلى عن صهيب انتهى\r\n1475 الحديث الثاني\r\nعن علي رضي الله عنه انهم حين اختلفوا في أحكام المجوس قال هم أهل كتاب وكانوا متمسكين بكتابهم وكانت الخمر قد أحلت لهم فتناولها بعض ملوكهم فسكر فوقع على أخته فلما صحا ندم وطلب المخرج فقالت له المخرج أن تخطب الناس فتقول يا أيها الناس إن الله قد أحل نكاح الأخوات ثم تخطبهم بعد ذلك أن الله حرمه فخطب فلم يقبلوا فقالت له ابسط فيهم السوط فلم يقبلوا فقالت له ابسط فيهم السيف فلم يقبلوا فأمرته بالاخاديد وإيقاد النار وطرح من أبي فيها فهم الذين أرادهم الله تبارك وتعالى بقوله * ( قتل أصحاب الأخدود ) * الآية\r\nقلت رواه عبد بن حميد في تفسيره عن الحسن بن موسى ثنا يعقوب بن عبد الله القمي ثنا جعفر بن أبي المغيرة عن عبد الرحمن بن أبزى قال لما هزم المسلمون أهل الاسفيدهار انصرفوا فجاءهم نعي عمر فاجتمعوا فقالوا أي شيء يجري على المجوس من الاحكام فإنهم ليسوا بأهل كتاب وليسوا من مشركي العرب فقال علي بن أبي طالب بل هم أهل كتاب وكانوا متمسكين بكتابهم وكانت الخمر أحلت لهم فتناولها ملك من ملوكهم فسكر فوقع على أخته . . . إلى آخره سواء\r\nومن طريق عبد بن حميد رواه الثعلبي في تفسيره بسنده ومتنه\r\nورواه الطبري أيضا في تفسيره ثنا ابن حميد ثنا يعقوب القمي ثنا جعفر عن ابن أبزي فذكره إلى قوله فوقع على أخته قال فلما ذهب عنه السكر\r\n","description":"","footnote":"","page_name":" 183 ","page_number":179},
  {"content":"\r\nقال لها ويحك ما المخرج مما ابتليت به فقالت اخطب الناس فقل يا أيها الناس إن الله قد أحل نكاح الأخوات فقال الناس برئنا إلى الله من هذا القول ما أتانا به نبي ولا وجدناه في كتاب فرجع إليها نادما فقال لها ويحك إن الناس قد أبوا أن يقروا بذلك فقالت ابسط فيهم السياط ففعل فأبوا أيضا فرجع إليها نادما فقال إنهم قد أبوا فقالت اخطبهم فإن أبوا فجرد فيهم السيف ففعل فأبوا عليه أيضا فقال لها إنهم قد أبوا فقالت خد لهم الأخدود ثم اعرضهم عليها فمن أقر وإلا فاقذفه في النار فأنزل الله فيهم * ( قتل أصحاب الأخدود النار ذات الوقود ) * إلى قوله * ( ولهم عذاب الحريق ) * قال فلم يزالوا منذ ذلك يستحلون نكاح الأمهات والأخوات والبنات انتهى\r\nورواه الواحدي في تفسيره الوسيط من حديث الهيثم بن جميل ثنا يعقوب القمي عن جعفر عن سعيد بن جبير قال لما انهزم أهل اسفيدهار قال عمر ابن الخطاب ما هم يهود ولا نصارى وليس لهم كتاب فقال علي بن أبي طالب لهم كتاب ولكنه رفع وذلك أن ملكا لهم سكر . . . إلى آخره\r\nورواه البيهقي في كتاب المعرفة في أواخر السير أخبرنا أبو منصور الدامغاني إجازة عن أبي بكر الإسماعيلي عن يوسف بن يعقوب عن أبي الربيع عن يعقوب القمي به\r\n1476 الحديث الثالث\r\nروي أنه وقع إلى نجران رجل ممن كان على دين عيسى عليه السلام فدعاهم فأجابوا فسار إليهم ذو نواس اليهودي بجنوده من حمير فخيرهم بين اليهودية والنار فأبوا فأحرق منهم اثني عشر ألفا في الأخاديد وقتل سبعين ألفا وذكر أن طول الأخدود أربعون ذراعا وعرضه اثنا عشر ذراعا\r\n","description":"","footnote":"","page_name":" 184 ","page_number":180},
  {"content":"\r\nقلت رواه ابن هشام في أوائل السيرة حدثنا زياد بن عبد الله البكائي عن محمد بن إسحاق حدثني يزيد بن زياد عن محمد بن كعب القرظي إن أهل نجران كانوا أهل شرك يعبدون الأوثان . . . فذكر الخبر بطوله إلى أن قال واستجمع أهل نجران على دين عبد الله بن الثامر وكان على ما جاء به عيسى عليه السلام من الإنجيل وحكمه وجعل عبد الله بن الثامر لا يجد بنجران أحدا به ضر إلا أتاه فاتبعه على امره ودعا له فعوفي فمن هنالك كان أصل النصرانية بنجران حتى رفع شأنه إلى ملك نجران فدعاه ثم أرسل به إلى جبل عظيم فألقاه من أعلاه إلى الأرض فقام ليس به بأس ثم بعث به فألقاه في بحر بعيد الغور فخرج به ليس به بأس فقال له عبد الله بن الثامر إنك لن تقدر علي حتى توحد الله فوحد الملك الله وآمن به ثم أخذ الملك عصا فضرب بها عبد الله بن الثامر فشجه فهلك وهلك الملك واجتمعت أهل نجران على دين عبد الله بن الثامر فسار إليهم ذو نواس بجنوده فدعاهم إلى اليهودية وخيرهم بين ذلك والقتل فاختاروا القتل فخد لهم الأخدود فحرق بالنار وقتل بالسيف ومثل بهم حتى قتل عشرين ألفا ففي ذي نواس وجنوده انزل الله تعالى * ( قتل أصحاب الأخدود النار ذات الوقود ) * الآية انتهى ملفقا من كلام طويل\r\nونقله الثعلبي في تفسيره عن محمد بن إسحاق عن وهب بن منبه ان رجلا كان على دين عيسى فوقع إلى نجران فدعاهم فأجابوه فسار إليهم ذو نواس اليهودي فخيرهم بين اليهودية والنار فأبوا عليه فخد الأخاديد فأحرق اثني عشر ألفا\r\nوقال الكلبي كان أصحاب الأخدود سبعين ألفا وهم نصارى نجران وذلك أن ملكا بنجران أخذ بها قوما مؤمنين فخد لهم في الأرض سبعة أخاديد طول كل أخدود أربعون ذراعا وعرضه اثنا عشر ذراعا ثم طرح فيها النفط والنار ثم عرضهم عليها فمن أبى قذفوه فيها ومن رضي تركوه إلى آخر القصة\r\n","description":"","footnote":"","page_name":" 185 ","page_number":181},
  {"content":"\r\n1477 الحديث الرابع\r\nعن النبي صلى الله عليه وسلم انه كان إذا ذكر أصحاب الأخدود تعوذ من جهد البلاء\r\nقلت رواه ابن أبي شيبة في مصنفه في أبواب كلام الأنبياء في باب كلام النبي صلى الله عليه وسلم ثنا أبو اسامة عن عوف عن الحسن قال كان رسول الله صلى الله عليه وسلم إذا ذكر أصحاب الأخدود تعوذ من جهد البلاء انتهى\r\n1478 الحديث الخامس\r\nعن النبي صلى الله عليه وسلم أنه قال من قرأ سورة البروج أعطاه الله بعدد كل يوم جمعة وكل يوم عرفة تكون في الدنيا عشر حسنات\r\nقلت رواه الثعلبي أخبرني محمد بن القاسم ثنا إسماعيل بن نجيد ثنا محمد ابن إبراهيم بن سعد ثنا سعيد بن حفص قال قرأت على معقل بن عبيد الله عن عكرمة بن خالد عن سعيد بن جبير عن ابن عباس عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ * ( والسماء ذات البروج ) * إلى آخره\r\nورواه ابن مردويه في تفسيره بسنده في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 186 ","page_number":182},
  {"content":"\r\n","description":"","footnote":"","page_name":" 187 ","page_number":183},
  {"content":"\r\nسورة الطارق\r\n","description":"","footnote":"","page_name":" 188 ","page_number":184},
  {"content":"\r\nذكر فيها ثلاثة أحاديث\r\n1479 الحديث الأول\r\nروي أن أبا طالب كان عند رسول الله صلى الله عليه وسلم فانحط نجم فامتلأ ماء ثم نورا ففزع أبو طالب وقال أي شيء هذا فقال عليه السلام هذا نجم رمي به وهو آية من آيات الله تعالى فعجب أبو طالب فنزلت\r\nقلت هكذا هو في تفسير الثعلبي وأسباب النزول للواحدي\r\n1480 الحديث الثاني\r\nعن النبي صلى الله عليه وسلم أنه قال وكل بالمؤمن مائة وستون ملكا يذبون عنه كما يذب عن قصعة العسل الذباب ولو وكل العبد إلى نفسه طرفة عين لاختطفته الشياطين\r\nقلت رواه الطبراني في معجمه من حديث عفير بن معدان عن سليم بن عامر عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم وكل بالمؤمن مائة وستون ملكا يذبون عنه ما لم يقدر عليه من ذلك البصر عليه سبعة أملاك يذبون عنه كما يذب عن قصعة العسل الذباب في اليوم الصائف ولو وكل العبد . . . إلى آخره\r\n","description":"","footnote":"","page_name":" 189 ","page_number":185},
  {"content":"\r\nوبهذا الاسناد رواه الثعلبي في تفسيره وهو معلول بعفير\r\n1481 الحديث الثالث\r\nعن رسول الله صلى الله عليه وسلم من قرأ سورة الطارق أعطاة الله تعالى بكل نجم في السماء عشر حسنات\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوبسند الثعلبي رواه الواحدي في الوسيط\r\n","description":"","footnote":"","page_name":" 190 ","page_number":186},
  {"content":"\r\n","description":"","footnote":"","page_name":" 191 ","page_number":187},
  {"content":"\r\nسورة الاعلى\r\n","description":"","footnote":"","page_name":" 192 ","page_number":188},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1482 الحديث الأول\r\nعن النبي صلى الله عليه وسلم أنه لما نزلت * ( فسبح باسم ربك العظيم ) * قال اجعلوها في ركوعكم ولما نزلت * ( سبح اسم ربك الأعلى ) * قال اجعلوها في سجودكم\r\nقلت رواه أبو داود وابن ماجة في سننهما في الصلاة من حديث ثابت بن عامر عن عقبة بن عامر قال لما نزلت * ( فسبح باسم ربك العظيم ) * قال رسول الله صلى الله عليه وسلم اجعلوها في ركوعكم فلما نزلت * ( سبح اسم ربك الأعلى ) * قال اجعلوها في سجودكم انتهى\r\nورواه ابن حبان في صحيحه والحاكم في المستدرك وقال صحيح الاسناد ولم يخرجاه انتهى\r\nورواه أحمد وأبو داود الطيالسي وزاد في رواية لأبي داود وكان رسول الله صلى الله عليه وسلم إذا ركع قال سبحان ربي العظيم وبحمده ثلاثا وإذا سجد قال سبحان ربي الأعلى وبحمده ثلاثا ثم قال أخاف ألا تكون هذه الزيادة محفوظة\r\n1483 الحديث الثاني\r\nروي أن النبي صلى الله عليه وسلم اسقط آية في قراءته في الصلاة فحسب أبي بن كعب انها نسخت فسأله فقال نسيتها\r\n","description":"","footnote":"","page_name":" 193 ","page_number":189},
  {"content":"\r\nقلت رواه النسائي في سننه الكبرى في كتاب المناقب ثنا سفيان عن سلمة بن كهيل عن ذر عن سعيد بن عبد الرحمن بن أبزى عن أبيه قال صلى رسول الله صلى الله عليه وسلم الفجر فترك آية فقال أفي القوم أبي بن كعب فقال أبي يا رسول الله أنسخت آية كذا وكذا أم نسيتها قال لا بل نسيتها انتهى\r\nورواه ابن أبي شيبة في مصنفه وفي مسنده والطبراني في معجمه وقالا فيه فضحك ثم قال بل نسيتها انتهى\r\nوكذلك البخاري في كتابه المفرد في الأدب في القراءة خلف الإمام بسنده ومتن الطبراني\r\nوإسناده على شرط الشيخين وعبد الرحمن بن أبزي مختلف في صحبته قال البخاري له صحبة وقال أبو حاتم أدرك النبي صلى الله عليه وسلم وصلى خلفه وقال ابن أبي داود تابعي وكذا ذكره ابن حبان في ثقات التابعين\r\nقلت الصواب الأول ففي صحيح البخاري في باب السلم عن محمد ابن أبي مجالد قال ارسلني أبو بردة وعبد الله بن شداد إلى عبد الرحمن بن أبزي وعبد الله بن أبي أوفى فسألتهما عن السلف فقالا كنا نصيب المغانم مع رسول الله صلى الله عليه وسلم فتأتينا أنباط من أنباط الشام فنسلفهم في الحنطة والشعير والزبيب إلى أجل مسمى وفي لفظ له قال ارسلني أبو بردة وعبد الله بن شداد إلى عبد الله ابن أبي أوفى سألته عن السلف فقال كنا نسلف على عهد رسول الله صلى الله عليه وسلم وأبي بكر وعمر في الحنطة والشعير والزبيب قال وسألت ابن أبزي فقال مثل ذلك انتهى ففي هذا تصريح بصحبة عبد الرحمن بن أبزى\r\nوفي سنن أبي داود أنه صلى مع النبي صلى الله عليه وسلم وذكره في الصلاة في باب تمام التكبير ثنا محمد بن بشار ثنا أبو داود ثنا شعبة بسند النسائي ومتنه\r\nقال المنذري في مختصره ورواه البخاري في تاريخه الكبير قال وحكى عن أبي داود الطيالسي أنه قال هذا عندنا باطل قال المنذري والأحاديث الثابتة على خلاف هذا الحديث ومعناه أي كان لا يأتي بالتكبير في الانتقالات كلها\r\n","description":"","footnote":"","page_name":" 194 ","page_number":190},
  {"content":"\r\nإنما يأتي به في بعضها انتهى كلامه\r\nورواه ابن سعد في الطبقات ولفظه فيه فكان إذا سجد لا يكبر قال وهو قول محمد بن سيرين والقاسم وغيرهما وقال ابن سعد وكان عبد الرحمن بن أبزي من أصحاب النبي صلى الله عليه وسلم انتهى\r\nثم ذكره ابن سعد في باب ذكر من نزل مكة بعد الهجرة من الصحابة فعد جماعة منهم عبد الرحمن بن أبزي عن أبيه قال شهدت مع رسول الله صلى الله عليه وسلم جنازة فلما تقدم ليصلي عليه التفت فإذا هو بامرأة فطردت ثم صلى عليها انتهى\r\nوروى الطحاوي في شرح الآثار حديث أبي داود بلفظه ثم قال وبهذا اخذ بنو أمية فكانوا لا يكبرون في حال الخفض ويكبرون في حال الرفع والأحاديث الثابتة على خلاف ذلك أنه عليه الصلاة والسلام كان يكبر في كل خفض ورفع انتهى\r\nوروى الطحاوي أيضا عن عبد الرحمن بن ابزي انه صلى مع النبي صلى الله عليه وسلم الوتر فقرأ في الركعة الأولى * ( سبح اسم ربك الأعلى ) * وفي الثانية * ( قل يا أيها الكافرون ) * وفي الثالثة * ( قل هو الله أحد ) * ورجاله ثقات\r\nورواه النسائي في الكنى أيضا عن شعبة عن الحسن بن عمران سمعت سعيد بن عبد الرحمن بن أبزى عن أبيه انه صلى مع النبي صلى الله عليه وسلم فكان لا يتم التكبير انتهى\r\nوقد اسنده أبو بشر الدولابي من حديث أبي بن كعب في كتابه الذي جمعه من أحاديث سفيان فقال ثنا عمرو بن علي وبندار قالا ثنا يحيى بن سعيد ثنا سفيان الثوري ثني سلمة بن كهيل عن ذر عن سعيد بن عبد الرحمن بن أبزي عن أبيه عن أبي بن كعب قال صلى النبي صلى الله عليه وسلم صلاة الفجر . . . إلى آخره ثم قال لم يقل غيره وفيه عن أبي بن كعب انتهى\r\n","description":"","footnote":"","page_name":" 195 ","page_number":191},
  {"content":"\r\n1484 الحديث الثالث\r\nعن أبي ذر أنه سأل رسول الله صلى الله عليه وسلم كم أنزل الله من كتاب فقال مائة وأربعة كتب منها على آدم عشر صحف وعلى شيث خمسون وعلى إبراهيم عشر صحايف وعلى أخنوخ وهو إدريس ثلاثون صحيفة والتوارة والإنجيل والزبور والفرقان\r\nقلت رواه ابن حبان في صحيحه في النوع الثالث من القسم الأول من حديث أبي إدريس الخولاني عن أبي ذر قال دخلت المسجد يوما فإذا رسول الله صلى الله عليه وسلم جالس وحده قال يا ابا ذر إن للمسجد تحية وإن تحيته ركعتان فقم فاركعهما قال فقمت فركعتهما . . . إلى أن قال يا رسول الله كم عدد الأنبياء قال مائة الف وعشرون ألفا قلت يا رسول الله كم الرسل منها قال ثلاثمائة وثلاثة عشر جما غفيرا قلت يا رسول الله من كان أولهم قال آدم قلت يا رسول الله أنبي مرسل قال نعم قلت يا رسول الله كما كتابا انزله الله قال مائة وأربعة كنت على موسى قبل التوراة عشر صحائف وعلى إبراهيم عشر صحائف وانزل على شيث خمسين وأنزل على أخنوخ ثلاثين صحيفة وأنزل التوراة والإنجيل والزبور والفرقان مختصر وقد تقدم بتمامه في سورة الحج\r\nوكذلك رواه الحاكم في المستدرك في الفضائل من حديث عبيد بن عمير عن أبي ذر فذكره وسكت عنه وكذلك رواه الطبراني في معجمه والبيهقي في أول شعب الايمان وأبو نعيم الحافظ في الحلية في ترجمة أبي ذر كلهم بلفظ ابن حبان سواء\r\nوكأن الوهم من المصنف في قوله على آدم عشر صحف\r\n","description":"","footnote":"","page_name":" 196 ","page_number":192},
  {"content":"\r\nوكذلك رواه ابن مردويه في تفسيره بلفظ ابن حبان\r\n1485 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة الاعلى أعطاه الله عشر حسنات بعدد كل حرف انزله الله على إبراهيم وموسى ومحمد\r\nوكان إذا قرأها قال سبحان ربي الأعلى وكان علي وابن عباس يقولان ذلك\r\nوكان يحبها\r\nوقال أول من قال سبحان ربي الأعلى ميكائيل\r\nقلت هذه أربعة أحاديث\r\nفالأول رواه الثعلبي في تفسيره والواحدي في الوسيط من حديث سلام بن سليم المدائني ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوأما الثاني فرواه أبو داود في سننه في الصلاة من حديث سعيد بن جبير عن ابن عباس ان النبي صلى الله عليه وسلم كان إذا قرأ * ( سبح اسم ربك الأعلى ) * قال سبحان ربي الأعلى انتهى ورواه الحاكم في المستدرك وقال صحيح الاسناد ولم يخرجاه ذكره في الصلاة\r\nوأما الثالث والرابع فقال الثعلبي وروى علي بن أبي طالب قال كان رسول الله\r\n","description":"","footnote":"","page_name":" 197 ","page_number":193},
  {"content":"\r\nصلى الله عليه وسلم يحب هذه السورة * ( سبح اسم ربك الأعلى ) * وأول من قال سبحان ربي الأعلى ميكائيل انتهى\r\nوروى البزار في مسنده ثنا يوسف بن موسى ثنا وكيع ثنا إسرائيل عن ثوير بن أبي فاختة عن أبيه عن علي ابن أبي طالب قال كان رسول الله صلى الله عليه وسلم يحب سورة * ( سبح اسم ربك الأعلى ) * انتهى\r\nورواه الواحدي في تفسيره الوسيط من طريق أحمد بن حنبل ثنا وكيع به\r\n","description":"","footnote":"","page_name":" 198 ","page_number":194},
  {"content":"\r\n","description":"","footnote":"","page_name":" 199 ","page_number":195},
  {"content":"\r\nسورة الغاشية\r\n","description":"","footnote":"","page_name":" 200 ","page_number":196},
  {"content":"\r\nحديث واحد\r\n1486 عن رسول الله صلى الله عليه وسلم قال من قرأ سورة الغاشية حاسبه الله حسابا يسيرا\r\nقلت رواه الثعلبي أنا محمد بن القاسم ثنا إسماعيل بن نجيد ثنا محمد بن إبراهيم بن سعيد ثنا سعيد بن حفص قال قرأت على معقل بن عبيد الله عن عكرمة بن خالد عن سعيد بن جبير عن ابن عباس عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 201 ","page_number":197},
  {"content":"\r\n","description":"","footnote":"","page_name":" 202 ","page_number":198},
  {"content":"\r\n","description":"","footnote":"","page_name":" 203 ","page_number":199},
  {"content":"\r\nسورة الفجر\r\n","description":"","footnote":"","page_name":" 204 ","page_number":200},
  {"content":"\r\nذكر فيها ثلاثة أحاديث\r\n1487 الحديث الأول\r\nعن النبي صلى الله عليه وسلم أنه فسر الشفع بيوم النحر والوتر بيوم عرفة لأنه تاسع هذه الأيام وذاك عاشرها\r\nقلت رواه النسائي في سننه في الحج وفي التفسير أيضا من حديث زيد ابن الحباب أخبرني عياش بن عقبة أخبرني خير بن نعيم عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم عشر الأضحى والوتر ويوم عرفة والشفع يوم النحر انتهى\r\nورواه الحاكم في المستدرك في أول الأضاحي وقال صحيح على شرط مسلم ولم يخرجاه\r\nورواه أحمد والبزار في مسنديهما والبيهقي في شعب الايمان في الباب الثالث عشر قال البزار لا نعلمه يروى عن جابر إلا بهذا الاسناد انتهى وهذا سند لا بأس برجاله\r\n1488 قوله\r\nروي عن عبد الله بن قلابة أنه خرج في طلب إبل له فوقع عليها يعني إرم ذات العماد فحمل منها ما قدر عليه وبلغ خبره معاوية\r\n","description":"","footnote":"","page_name":" 205 ","page_number":201},
  {"content":"\r\nفاستحضره وقص عليه فبعث إلى كعب يسأله فقال هي إرم ذات العماد وسيدخلها رجل من المسلمين في زمانك أحمر أشقر قصير على حاجبه خال وعلى عقبه خال يخرج في طلب إبل له ثم التفت فأبصر ابن قلابة فقال هذا والله ذلك الرجل\r\nقلت رواه الثعلبي من طريق عثمان بن سعيد الدارمي أنا عبد الله بن صالح ثنا ابن لهيعة عن خالد بن أبي عمران عن وهب بن منبه عن عبد الله بن قلابة أنه خرج في طلب إبل له شردت . . . إلى آخره\r\nوفيه زيادة\r\n1489 الحديث الثاني\r\nروي أنه لما نزل قوله تعالى \" وجئ يومئذ بجهنم \" تغير وجه رسول الله صلى الله عليه وسلم وعرف في وجهه حتى اشتد على أصحابه فأخبروا عليا فجاء فاحتضنه من خلفه وقبل بين عاتقيه وقال يا نبي الله بأبي وأمي ما الذي حدث اليوم وما الذي غيرك فتلا عليه الآية فقال علي كيف يجاء بها قال يجيء بها سبعون ألف ملك يقودونها بسبعين ألف زمام فتشرد شردة لو تركت لأحرقت أهل الجمع\r\nقلت رواه الثعلبي انا ابن فنجويه ثنا أحمد بن الحسين بن ماجة ثنا يعقوب بن يوسف القزويني ثنا القاسم بن الحكم ثنا عبيد الله بن الوليد ثنا عطية عن أبي سعيد قال لما نزلت هذه الآية \" وجئ يومئذ بجهنم \" تغير لون رسول الله صلى الله عليه وسلم وعرف في وجهه . . . إلى اخره وفيه زيادة\r\nورواه ابن مردويه في تفسيره ثنا محمد بن محمد بن مالك ثنا يعقوب بن\r\n","description":"","footnote":"","page_name":" 206 ","page_number":202},
  {"content":"\r\nيوسف القزويني ثنا القاسم بن الحكم العرني ثنا عبيد الله بن الوليد الوصافي عن عطية عن أبي سعيد قال لما نزلت . . . فذكره\r\nوعن الثعلبي رواه الواحدي بسنده ومتنه\r\n1490 الحديث الثالث\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة الفجر في الليالي العشر غفر الله له ومن قرأها في سائر الأيام كانت له نورا يوم القيامة\r\nقلت رواه الثعلبي أخبرني بأقل بن راقم بن أحمد الباقي ثنا محمد بن محمد ابن شادة ثنا أحمد بن محمد بن الحسن ثنا محمد بن يحيى ثنا سلم بن قتيبة عن سعيد عن عاصم بن بهدلة عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده المتقدم في يونس\r\n","description":"","footnote":"","page_name":" 207 ","page_number":203},
  {"content":"\r\n","description":"","footnote":"","page_name":" 208 ","page_number":204},
  {"content":"\r\n","description":"","footnote":"","page_name":" 209 ","page_number":205},
  {"content":"\r\nسورة البلد\r\n","description":"","footnote":"","page_name":" 210 ","page_number":206},
  {"content":"\r\nذكر فيها ستة أحاديث\r\n1491 الحديث الأول\r\nقتل النبي صلى الله عليه وسلم ابن خطل وهو متعلق بأستار الكعبة ومقيس بن ضبابة وغيرهم وحرم دار أبي سفيان\r\nقلت أما قتل ابن خطل فرواه البخاري ومسلم من حديث الزهري عن أنس أن النبي صلى الله عليه وسلم لما دخل عام الفتح قيل له إن ابن خطل متعلق بأستار الكعبة فقال اقتلوه انتهى\r\nوأما قتل مقيس بن ضبابة وغيره فروى أبو داود في سننه في الجهاد والنسائي في المرتد من حديث مصعب بن سعد عن أبيه سعد بن أبي وقاص قال لما كان يوم فتح مكة أمن رسول الله صلى الله عليه وسلم الناس إلا أربعة نفر وامرأتين قال اقتلوهم وإن وجدتموهم متعلقين بأستار الكعبة عكرمة بن أبي جهل وعبد الله بن خطل ومقيس بن ضبابة وعبد الله بن أبي سرح\r\nفأما ابن خطل فأدرك وهو متعلق بأستار الكعبة فاستبق إليه سعيد بن حريث وعمار بن ياسر فسبق سعيد عمارا وكان أشب الرجلين فقتله\r\nوأما مقيس بن ضبابة فأدركه الناس في السوق فقتلوه\r\nوأما عكرمة فركب البحر فأصابتهم ريح عاصفة قال أصحاب السفينة أخلصوا فإن آلهتكم لا تغني عنكم شيئا هاهنا فقال عكرمة والله إن لم ينجني من البحر إلا الإخلاص لا ينجني في البر غيره اللهم إن لك علي عهدا إن عافيتني\r\n","description":"","footnote":"","page_name":" 211 ","page_number":207},
  {"content":"\r\nمما أنا فيه أن آتي محمدا حتى أضع يده في يدي فلاجدنه عفوا كريما فجاء فاسلم\r\nوأما عبد الله بن سعد بن أبي سرح فإنه اختبأ عند عثمان بن عفان فلما دعا النبي صلى الله عليه وسلم الناس إلى البيعة جاء به وأوقفه وقال يا رسول الله بايع عبد الله فنظر إليه ثلاثا كل ذلك يأبى فبايعه بعد ثلاث ثم أقبل على أصحابه فقال ما كان فيكم رجل رشيد يقوم إلى هذا فيقتله حيث رآني كففت يدي عن بيعته قالوا وما يدرينا يا رسول الله هلا أومأت لنا بعينك قال إنه لا ينبغي لنبي أن يكون له خائنة أعين انتهى\r\nوأما تحريم دار سفيان فغريب\r\n1492 الحديث الثاني\r\nقال رسول الله صلى الله عليه وسلم إن الله تبارك وتعالى حرم مكة يوم خلق السماوات والأرض فهو حرام بحرمة الله إلى يوم القيامة لم تحل لاحد قبلي ولن تحل لاحد بعدي ولم تحل لي إلا ساعة من نهار فلا يعضد شجرها ولا يختلى خلاها ولا ينفر صيدها ولا تحل لقطتها إلا لمنشد فقال العباس يا رسول الله إلا الإذخر فإنه لقيوننا وقبورنا وبيوتنا فقال عليه السلام إلا الإذخر\r\nقلت رواه الجماعة إلا ابن ماجة من حديث أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم يوم فتح مكة إن هذا البلد حرمه الله يوم خلق الله السماوات\r\n","description":"","footnote":"","page_name":" 212 ","page_number":208},
  {"content":"\r\nوالأرض فهو حرام بحرمة الله إلى يوم القيامة وإنه لم يحل القتال فيه لاحد قبلي ولم تحل لي إلا ساعة من نهار فهو حرام بحرمة الله تعالى إلى يوم القيامة لا يعضد شوكها ولا ينفر صيدها ولا تلتقط لقطتها إلا من عرفها فقال العباس إلا الإذخر فإنه لقبورنا وبيوتنا فقال إلا الإذخر انتهى\r\nوفي رواية للشيخين ولا يختلى خلاها وفي رواية وأنها لم تحل لاحد كان قبلي وإنها أحلت لي ساعة من نهار وإنها لن تحل لاحد بعدي وفي رواية فإنه لقينهم وبيوتهم\r\nوإذا تتبعت طرق الحديث وجدت لقط المصنف\r\n1493 الحديث الثالث\r\nروي أن رجلا قال لرسول الله صلى الله عليه وسلم دلني على عمل يدخلني الجنة فقال تعتق النسمة وتفك الرقبة قال اوليسا سواء قال لا إعتاقها ان ينفرد بعتقها وفكها ان تعين في تخليصها من قود أو غرم\r\nقلت رواه ابن حبان في صحيحه والحاكم في مستدركه في كتاب المكاتب من حديث عيسى بن عبد الرحمن السلمي ثنا طلحة بن مصرف عن عبد الرحمن ابن عوسجة عن البراء بن عازب قال جاء رجل إلى النبي صلى الله عليه وسلم فقال له دلني على عمل يقربني من الجنة ويباعدني من النار قال اعتق النسمة وفك الرقبة قال اوليسا واحدا قال لا عتق النسمة ان ينفرد بعتقها وفك الرقبة أن تعين في ثمنها انتهى قال الحاكم صحيح الاسناد ولم يخرجاه\r\nورواه أحمد وابن أبي شيبة وإسحاق بن راهويه في مسانيدهم ورواه البخاري في كتابه المفرد في الأدب والبيهقي في شعب الايمان في الحج وليس عند أحد منهم ذكر القود والغرم\r\n","description":"","footnote":"","page_name":" 213 ","page_number":209},
  {"content":"\r\nوكذلك رواه ابن مردويه في تفسيره والواحدي في الوسيط\r\n1494 الحديث الرابع\r\nقال النبي صلى الله عليه وسلم من فك رقبة فك الله بكل عضو منها عضوا منه من النار\r\nقلت غريب\r\nوروى الحاكم في مستدركه من حديث عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم من أعتق رقبة فك الله بكل عضو من أعضائه عضوا من أعضائه من النار انتهى وقال صحيح الاسناد ولم يخرجاه\r\n1495 الحديث الخامس\r\nعن النبي صلى الله عليه وسلم في قوله تعالى * ( أو مسكينا ذا متربة ) * قال هو الذي مأواه المزابل\r\nقلت غريب أيضا\r\nوفي مستدرك الحاكم موقوفا على ابن عباس قال هو المطروح الذي ليس له بيت وفي لفظ قال هو الذي لا يقيه من التراب شيء وصحح الأول وسكت عن الثاني\r\nثم وجدته عند ابن مردويه في تفسيره فقال حدثنا أحمد بن علي بن حبيش الرازي ثنا الحسن بن علي بن نصر ثنا أبو النضر إسماعيل بن عبد الله العجلي ثنا عمرو بن حكام ثنا شعبة عن حصين عن مجاهد عن عبد الله بن عمر عن النبي صلى الله عليه وسلم في قوله تعالى * ( أو مسكينا ذا متربة ) * قال الذي مأواه المزابل انتهى\r\n","description":"","footnote":"","page_name":" 214 ","page_number":210},
  {"content":"\r\n1496 الحديث السادس\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ * ( لا أقسم بهذا البلد ) * أعطاه الله الأمان من غضبه يوم القيامة\r\nقلت رواه الثعلبي من حديث أبي عصمة نوح بن أبي مريم عن علي بن زيد عن زر عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ * ( لا أقسم بهذا البلد ) * . . . إلى اخره وقال الامن\r\nوكذلك رواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في تفسيره الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 215 ","page_number":211},
  {"content":"\r\n","description":"","footnote":"","page_name":" 216 ","page_number":212},
  {"content":"\r\n","description":"","footnote":"","page_name":" 217 ","page_number":213},
  {"content":"\r\nسورة والشمس\r\n","description":"","footnote":"","page_name":" 218 ","page_number":214},
  {"content":"\r\nحديث واحد\r\n1497 عن رسول الله صلى الله عليه وسلم قال من قرأ سورة الشمس فكأنما تصدق بكل شيء طلعت عليه الشمس والقمر\r\nقلت رواه الثعلبي أخبرني أبو الحسن محمد بن القاسم الفارسي ثنا أبو محمد ابن أبي حامد ثنا أبو جعفر محمد بن الحسن الأصبهاني ثنا المؤمل بن إسماعيل ثنا سفيان الثوري ثنا أسلم المنقري عن عبد الله بن عبد الرحمن بن أبزي عن أبيه عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 219 ","page_number":215},
  {"content":"\r\n","description":"","footnote":"","page_name":" 220 ","page_number":216},
  {"content":"\r\n","description":"","footnote":"","page_name":" 221 ","page_number":217},
  {"content":"\r\nسورة والليل\r\n","description":"","footnote":"","page_name":" 222 ","page_number":218},
  {"content":"\r\nفيها حديثان\r\n1498 الحديث الأول\r\nقال صلى الله عليه وسلم كل ميسر لما خلق له\r\nقلت رواه البخاري في آخر صحيحه في باب قوله تعالى * ( ولقد يسرنا القرآن للذكر ) * ومسلم في كتاب القدر من حديث مطرف عن عمران بن حصين قال قيل يا رسول الله اعلم أهل الجنة من أهل النار فقال نعم قال ففيم يعمل العاملون قال كل ميسر لما خلق له انتهى\r\nورواه مسلم أيضا من حديث علي بن أبي طالب قال كنا جلوسا مع النبي صلى الله عليه وسلم ومعه عود ينكت به الأرض فقال ما منكم من أحد إلا وقد كتب مقعده من النار أو من الجنة فقال رجل من القوم الا نتكل يا رسول الله قال لا اعملوا فكل ميسر لما خلق له ثم قرأ * ( فأما من أعطى واتقى وصدق بالحسنى ) * الآية انتهى اخرجه أيضا في كتاب القدر عن أبي عبد الرحمن السلمي عن علي\r\n1499 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم أنه قال من قرأ سورة والليل أعطاه الله تعالى حتى يرضى وعافاه من العسر ويسر له اليسر\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن اسلم عن أبيه عن أبي أمامة عن أبي بن كعب مرفوعا . . . فذكره\r\n","description":"","footnote":"","page_name":" 223 ","page_number":219},
  {"content":"\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوبسند الثعلبي رواه الواحدي في الوسيط\r\n","description":"","footnote":"","page_name":" 224 ","page_number":220},
  {"content":"\r\n","description":"","footnote":"","page_name":" 225 ","page_number":221},
  {"content":"\r\nسورة والضحى\r\n","description":"","footnote":"","page_name":" 226 ","page_number":222},
  {"content":"\r\nذكر فيها ستة أحاديث\r\n1500 الحديث الأول\r\nروي أن الوحي تأخر عن رسول الله صلى الله عليه وسلم أياما فقال المشركون إن محمدا ودعه ربه وقلاه\r\nوقيل إن أم جميل امرأة أبي لهب قالت له يا محمد ما أرى شيطانك إلا قد تركك فنزلت\r\nقلت روى البخاري ومسلم عن الأسود عن قيس عن جندب بن عبد الله البجلي قال أبطا جبريل على النبي صلى الله عليه وسلم فقال المشركون قد ودع محمد فأنزل الله تعالى * ( والضحى والليل إذا سجى ) * إلى آخرها انتهى\r\nوروى البخاري في صحيحه في التهجد وفي التفسير ومسلم في المغازي بهذا السند قال احتبس جبريل عن النبي صلى الله عليه وسلم فجاءت امرأة فقالت يا محمد إني لأرجو أن يكون شيطانك قد تركك فأنزل الله * ( والضحى والليل ) * إلى آخرها انتهى\r\nوفي مستدرك الحاكم من حديث زيد بن أرقم أن النبي صلى الله عليه وسلم مكث أياما لا ينزل عليه الوحي فأتته امرأة أبي لهب فقالت يا محمد ما أرى صاحبك إلا قد ودعك وقلاك فأنزل الله تعالى ( والضحى . . . ) إلى آخرها مختصرا وقال\r\n","description":"","footnote":"","page_name":" 227 ","page_number":223},
  {"content":"\r\nصحيح الإسناد ولم يخرجاه\r\nوروى ابن مردويه في تفسيره حديث الترمذي بسنده ومتنه\r\nورواه أيضا ثنا أحمد بن كامل ثنا محمد بن سعد ثني أبي ثنا عمى ثنا أبي عن أبيه عن ابن عباس في قوله * ( ما ودعك ربك وما قلى ) * قال ابطأ عليه جبريل أياما فعير بذلك وقال المشركون ودعه ربه وقلاه فأنزل الله * ( ما ودعك ربك وما قلى ) * انتهى\r\n1501 الحديث الثاني\r\nروي أن النبي صلى الله عليه وسلم مات أبوه وهو جنين قد أتت عليه ستة أشهر وماتت أمه وهو ابن ثمان سنين فكفله عمه أبو طالب وعطفه الله عليه فأحسن تربيته\r\nقلت غريب\r\nوروى الحاكم في المستدرك في كتاب الفضائل من طريق ابن إسحاق حدثني مطلب بن عبد الله بن قيس بن مخرمة عن أبيه عن جده أنه ذكر ولادة رسول الله صلى الله عليه وسلم فقال توفي أبوه وأمه حبلى به انتهى وقال صحيح على شرط مسلم ولم يخرجاه\r\nوفي السيرة قال ابن إسحاق ثم لم يلبث عبد الله بن عبد المطلب أن هلك وأم رسول الله صلى الله عليه وسلم حامل به وقال ابن إسحاق أيضا وتوفيت أمه وهو ابن ست سنين وقال أبو عمر سبع سنين وقال قال محمد بن حبيب المحبر توفيت أمه وهو ابن ثمان سنين من سيرة أبي الفتح اليعمري\r\nوقال السهيلي في الروض الأنف وأكثر العلماء على أنه عليه الصلاة والسلام توفي أبوه وهو في المهد كما ذكره الدولابي وغيره انتهى\r\n","description":"","footnote":"","page_name":" 228 ","page_number":224},
  {"content":"\r\nوقال ابن سعد في الطبقات والأول أثبت انه عليه السلام توفي أبوه عبد الله وهو حمل\r\n1502 الحديث الثالث\r\nقال النبي صلى الله عليه وسلم جعل رزقي تحت ظل رمحي\r\nقلت روي من حديث ابن عمر ومن حديث أبي هريرة ومن حديث انس ابن مالك\r\nأما حديث ابن عمر فرواه الإمام أحمد وابن أبي شيبة وعبد بن حميد وأبو يعلى الموصلي في مسانيدهم والطبرني في معجمه والبيهقي في شعب الايمان في الباب الثالث عشر من حديث عبد الرحمن بن ثابت بن ثوبان ثنا حسان بن عطية عن أبي منيب الحرشي عن عبد الله بن عمر قال قال رسول الله صلى الله عليه وسلم بعثت بين يدي الساعة بالسيف حتى يعبد الله تعالى وجعل رزقي تحت ظل رمحي وجعل الذل والصغار على من خالف أمري ومن تشبه بقوم فهو منهم انتهى\r\nوذكره البخاري في صحيحه في كتاب الجهاد تعليقا فقال باب ما قيل في الرماح ويذكر عن ابن عمر عن النبي صلى الله عليه وسلم قال بعثت بين يدي الساعة . . . إلى آخره\r\nوأما حديث أبي هريرة فرواه البزار في مسنده من حديث صدقة بن عبد الله عن الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم جعل رزقي تحت ظل رمحي وجعل الذل والصغار على من خالف أمري ومن تشبه بقوم فهو منهم انتهى ثم قال لم يتابع صدقة على روايته هذه وغيره يرويه عن الأوزاعي مرسلا انتهى\r\nوأما حديث انس فرواه أبو نعيم الحافظ في كتابه تاريخ أصبهان في ترجمة احمد\r\n","description":"","footnote":"","page_name":" 229 ","page_number":225},
  {"content":"\r\nابن محمود فقال ثنا الحجاج بن يوسف بن قتيبة ثنا بشر بن الحسين الأصبهاني ثنا الزبير بن عدي عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم بعثت بين يدي الساعة وجعل رزقي تحت ظل رمحي وجعل الذل الصغار على من خالف أمري ومن تشبه بقوم فهو منهم انتهى\r\n1503 الحديث الرابع\r\nفي الحديث بأبي وأمي هو والله ما كهرني\r\nقلت رواه مسلم في صحيحه في كتاب الصلاة من حديث معاوية بن الحكم السلمي قال بينا أنا أصلي مع رسول الله صلى الله عليه وسلم إذ عطس رجل من القوم فقلت يرحمك الله فرماني القوم بأبصارهم فقلت وأثكل أمياه ما شأنكم تنظرون إلي فجعلوا يضربون بأيديهم على أفخاذهم ولما رأيتهم يصمتوني لكني سكت فلما صلى رسول الله صلى الله عليه وسلم فبأني هو وأمي ما رأيت معلما قبله ولا بعده أحسن تعليما منه فوالله ما كهرني ولا ضربني ولا شتمني قال إن هذه الصلاة لا يصلح فيها شيء من كلام الناس إنما هو التسبيح والتكبير وقراءة القرآن الحديث بطوله\r\nقال الجوهري في الصحاح الكهر الانتهار قال ومنه قراءة ابن مسعود فأما اليتيم فلا تكهر وفسره المصنف بالعبس\r\n1504 الحديث الخامس\r\nعن النبي صلى الله عليه وسلم قال إذا رددت السائل ثلاثا فلم يرجع فلا عليك أن تزبره\r\nقلت رواه ابن الجوزي في كتاب الموضوعات من طريق الدارقطني ثنا إسماعيل بن أبي العباس الوراق ثنا عباد بن العوام ثنا الوليد بن الفضل العمري\r\n","description":"","footnote":"","page_name":" 230 ","page_number":226},
  {"content":"\r\nثنا عبد الرحمن بن أبي حسن ثنا ابن جريج عن عطاء عن ابن عباس قال قال رسول الله صلى الله عليه وسلم إذا رددت السائل ثلاثا فلا بأس أن تزبره انتهى ثم قال الدارقطني تفرد به الوليد قال ابن حبان يروي المناكير التي لا يشك أنها موضوعة انتهى\r\nورواه الثعلبي في تفسيره أخبرنا ابن فنجويه ثنا عبد الله بن يوسف ثنا الحسن بن علي بن زكريا القرشي ثنا قتيبة بن مجالد ثنا حبان بن علي ثنا طلحة ابن عمرو عن عطاء عن ابن عباس قال قال رسول الله صلى الله عليه وسلم إذا رددت السائل ثلاثا فلم يرجع فلا عليك ألا تنهره انتهى\r\nقال ابن الجوزي وقد روي من حديث عائشة ثم ساق من طريق عبد الغني ابن سعيد الحافظ بسنده إلى وهب بن زمعة القرشي عن هشام بن عروة عن أبيه عن عائشة قالت قال لي رسول الله صلى الله عليه وسلم يا عائشة إذا رددت السائل ثلاثا فلم يذهب فلا بأس أن تزبريه انتهى ثم قال قال عبد الغني وهب ابن زمعة هذا هو وهب بن وهب القاضي قال ابن الجوزي وكان يضع الأحاديث قال ومن المصائب العظيمة في الدين تدليس اسم الكذاب انتهى\r\nورواه الطبراني في معجمه الوسط فقال ثنا عبد الملك بن محمد ثنا نعيم ثنا عمار بن رجاء ثنا أحمد بن أبي طيبة ثنا حبان بن علي عن طلحة ابن عمرو عن عطاء عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا رددت السائل ثلاثا فلا عليك أن تزبره انتهى\r\n1505 الحديث السادس\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة والضحى جعله الله فيمن يرضى بمحمد أن يشفع له وعشر حسنات يكتبها الله بعدد كل\r\n","description":"","footnote":"","page_name":" 231 ","page_number":227},
  {"content":"\r\nيتيم وسائل\r\nقلت رواه الثعلبي في تفسيره من حديث محمد بن عمران بن عبد الرحمن ابن أبي ليلى ثنى أبي عن مجالد بن عبد الواحد عن الحجاج بن عبد الله عن أبي الجليل عن علي بن زيد وعطاء بن أبي ميمونة عن زر بن حبيش عن أبي بن كعب . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 232 ","page_number":228},
  {"content":"\r\n","description":"","footnote":"","page_name":" 233 ","page_number":229},
  {"content":"\r\nسورة ألم نشرح\r\n","description":"","footnote":"","page_name":" 234 ","page_number":230},
  {"content":"\r\nذكر فيها حديثين\r\n1506 الحديث الأول\r\nعن ابن عباس وابن مسعود لن يغلب عسر يسرين وروي مرفوعا أن النبي صلى الله عليه وسلم خرج ذات يوم وهو يضحك وهو يقول لن يغلب عسر يسرين\r\nقلت رواه عبد الرزاق في تفسيره أنا معمر عن أيوب عن الحسن في قوله تعالى * ( إن مع العسر يسرا ) * قال خرج النبي صلى الله عليه وسلم يوما مسرورا فرحا وهو يضحك وهو يقول لن يغلب عسر يسرين * ( فإن مع العسر يسرا إن مع العسر يسرا ) * انتهى\r\nومن طريق عبد الرزاق رواه الحاكم في مستدركه وسكت عنه وعن الحاكم رواه البيهقي في شعب الإيمان في الباب الثمانين بسنده ومتنه\r\nورواه الطبري في تفسيره أخبرنا يونس بن عبد الأعلى ثنا أبو ثور عن معمر عن الحسن . . . فذكره وهو مرسل\r\nوموقوف ابن مسعود رواه عبد الرزاق أيضا أخبرنا جعفر بن أبي سليمان عن ميمون بن أبي حمزة عن إبراهيم النخعي عن ابن مسعود قال لو كان العسر في جحر ضب لتبعه اليسر حتى يستخرجه لن يغلب عسر يسرين انتهى\r\nوموقوف ابن عباس غريب\r\n","description":"","footnote":"","page_name":" 235 ","page_number":231},
  {"content":"\r\nوفيه موقوف على عمر رواه مالك في الموطأ في كتاب الجهاد أنا زيد بن أسلم عن أبيه أن عمر بن الخطاب بلغه أن أبا عبيدة حضر بالشام وقد تألب عليه القوم فكتب إليه عمر سلام عليك أما بعد فإنه ما نزل بمؤمن شدة إلا جعل الله بعدها فرجا ولن يغلب عسر يسرين و * ( يا أيها الذين آمنوا اصبروا وصابروا ورابطوا ) * إلى آخرها انتهى\r\nوكذلك رواه الحاكم في المستدرك قال على شرط مسلم ولم يخرجاه\r\nوفيه مرفوع آخر رواه ابن مردويه في تفسيره فقال حدثنا أحمد بن محمد ابن السري ثنا المنذر بن محمد بن المنذر ثني أبي ثنا يحيى بن محمد بن هانئ عن محمد بن إسحاق ثني الحسن بن عطية العوفي عن أبيه عن جابر بن عبد الله قال لما نزلت * ( فإن مع العسر يسرا إن مع العسر يسرا ) * قال رسول الله صلى الله عليه وسلم أبشروا لن يغلب عسر يسرين وفيه قصة\r\n1507 قوله\r\nعن عمر رضي الله عنه قال إني لأكره أن أرى أحدكم فارغا سبهللا لا في عمل دنيا ولا في عمل آخرة\r\nقلت غريب\r\nوروي ابن أبي شيبة في مصنفه في باب كلام الصحابة وأحمد في كتاب الزهد ثنا أبو معاوية عن الأعمش عن المسيب بن رافع قال قال عبد الله بن\r\n","description":"","footnote":"","page_name":" 236 ","page_number":232},
  {"content":"\r\nمسعود إني لأمقت الرجل أراه فارغا ليس في شيء من عمل دنيا ولا آخرة انتهى\r\nومن طريق ابن أبي شيبة رواه أبو نعيم في الحلية في ترجمة ابن مسعود وكذلك رواه الطبراني في معجمه وابن المبارك في كتاب الزهد والرقائق والبيهقي في كتاب الزهد له\r\n1508 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ * ( ألم نشرح ) * فكأنما جاءني وأنا مغتم ففرج عني\r\nقلت رواه الإمام أبو الفتح سليم بن أيوب الرازي الفقيه الشافعي في كتاب الترغيب أخبرنا أبو العباس أحمد بن إبراهيم بن تركان أنا أبو أحمد القاسم بن أبي صالح ثنا إبراهيم بن الحسن ثنا شاذ بن الفياض ثنا الحسن بن أبي جعفر عن علي بن زيد بن جدعان عن عاصم عن زر قال قال رسول الله صلى الله عليه وسلم من قرأ * ( ألم نشرح ) * . . . إلى آخره هكذا وجدته مرسلا\r\nورواه الثعلبي مسندا من طريق أبي عوانة عن عاصم بن بهدلة عن زر ابن حبيش عن عبد الله بن مسعود قال سمعت الله صلى الله عليه وسلم يقول . . . فذكره\r\nورواه ابن مروديه في تفسيره من حديث علي بن زيد عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه أيضا حدثنا أحمد بن محمد بن زياد ثنا أبو عمارة أحمد بن محمد ابن المهدي ثنا محمد بن ضوء بن الصلصال بن الدلهمس ثني أبي ان أباه أعلمه أن النبي صلى الله عليه وسلم . . . فذكره\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 237 ","page_number":233},
  {"content":"\r\n","description":"","footnote":"","page_name":" 238 ","page_number":234},
  {"content":"\r\n","description":"","footnote":"","page_name":" 239 ","page_number":235},
  {"content":"\r\nسورة التين\r\n","description":"","footnote":"","page_name":" 240 ","page_number":236},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1509 الحديث الأول\r\nروي أنه أهدي لرسول الله صلى الله عليه وسلم طبق من تين فأكل منه وقال لأصحابه كلوا فلو قلت إن فاكهة نزلت من الجنة لقلت هذه لأن فاكهة الجنة بلا عجم فإنها تقطع البواسير وتنفع من النقرس\r\nقلت رواه أبو نعيم الحافظ في كتاب الطب له حدثنا أبو زرعة محمد بن محمد ابن عبد الوهاب بن أبي عصمة العكبري ثنا عبد الله بن الحسن بن نصر الواسطي نثا إسحاق بن وهيب الواسطي ثنا أحمد بن نصر الخراساني ثنا عبد الله بن محمد الكوفي ثنا عيسى بن يونس عن الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي ذر قال أهدي إلى النبي صلى الله عليه وسلم طبق من تين . . . إلى آخره سواء . . . ثم رواه بهذا الإسناد عن أبي سلمة عن أبي هريرة مرفوعا نحوه سواء\r\nورواه ابن الجوزي في كتابه المسمى بلفظ المنافع في الطب من طريق أبي بكر محمد بن إسحاق السني ثنا القاسم بن أبي الحسن الزبيري ثنا سهل بن إبراهيم الواسطي عن عيسى بن يونس عن الأوزاعي عن يحيى بن أبي كثير قال ثني الثقة عن أبي ذر قال أهدي إلى النبي صلى الله عليه وسلم . . . فذكره وبهذا الإسناد رواه الثعلبي في تفسيره\r\n","description":"","footnote":"","page_name":" 241 ","page_number":237},
  {"content":"\r\n1510 الحديث الثاني\r\nعن معاذ بن جبل أنه مر بشجرة الزيتون فأخذ منها قضيبا واستاك به وقال سمعت رسول الله صلى الله عليه وسلم يقول نعم السواك الزيتون من الشجرة المباركة تطيب الفم وتذهب بالحفرة وسمعته يقول هي سواكي وسواك الأنبياء من قبلي\r\nقلت رواه الطبراني في كتابه مسند الشاميين وفي معجمه الوسط حدثنا أحمد بن علي الأبار ثنا معلل بن نفيل الحراني ثنا محمد بن محصن عن إبراهيم ابن أبي عبلة عن عبد الله بن الديلمي عن عبد الرحمن بن غنم عن معاذ بن جبل قال سمعت رسول الله صلى الله عليه وسلم يقول نعم السواك الزيتون من الشجرة المباركة تطيب الفم وتذهب بالحفر وسمعته يقول هي سواكي وسواك الأنبياء من قبلي انتهى\r\nوكذلك رواه الثعلبي تفسيره عن معلل بن نفيل به\r\n1511 الحديث الثالث\r\nعن رسول الله صلى الله عليه وسلم كان إذا قرأها قال بلى وأنا على ذلك من الشاهدين\r\nقلت رواه الطبري في تفسيره أخبرنا بشر بن معاذ ثنا يزيد بن هارون ثنا سعيد بن أبي عروبة عن قتادة في قوله تعالى * ( أليس الله بأحكم الحاكمين ) * وقال ذكر لنا أن النبي صلى الله عليه وسلم كان إذا قرأها قال بلى وأنا على ذلك من الشاهدين انتهى\r\nوروى الحاكم في المستدرك من حديث يزيد بن عياض عن إسماعيل\r\n","description":"","footnote":"","page_name":" 242 ","page_number":238},
  {"content":"\r\nابن أمية عن أبي اليسع عن أبي هريرة أن النبي صلى الله عليه وسلم كان إذا قرأ * ( أليس ذلك بقادر على أن يحيي الموتى ) * قال بلى وإذا قرأ * ( أليس الله بأحكم الحاكمين ) * قال بلى انتهى وقال صحيح الإسناد ولم يخرجاه\r\n1512 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة والتين أعطاه الله خصلتين العافية واليقين ما دام في دار الدنيا فإذا مات أعطاه الله من الأجر بعدد من قرأها\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره إلا أنه قال بعدد من قرأها صيام يوم وهذه الزيادة لم أجدها في نسخ الكشاف\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران بلفظ الثعلبي\r\nوكذلك رواه الواحدي في الوسيط بسنده في يونس بلفظ الثعلبي\r\n","description":"","footnote":"","page_name":" 243 ","page_number":239},
  {"content":"\r\n","description":"","footnote":"","page_name":" 244 ","page_number":240},
  {"content":"\r\n","description":"","footnote":"","page_name":" 245 ","page_number":241},
  {"content":"\r\nسورة القلم\r\n","description":"","footnote":"","page_name":" 246 ","page_number":242},
  {"content":"\r\nذكر فيها ستة أحاديث\r\n1513 الحديث الأول\r\nروي أن أبا جهل قال لرسول الله صلى الله عليه وسلم أتزعم ان من استغنى طغى فاجعل لنا جبال مكة ذهبا وفضة لعلنا نأخذ منها فنطغى فندع ديننا ونتبع دينك فنزل جبريل عليه السلام فقال إن شئت قعلنا ذلك ثم إن لم يؤمنوا فعلنا بهم ما فعلنا بصاحب المائدة فكف عليه الصلاة والسلام عن الدعاء إبقاء عليهم\r\n1514 الحديث الثاني\r\nروي أن أبا جهل قال لقريش هل يعفر محمد وجهه بين أظهركم قالوا نعم قال فوالذي يحلف به لئن رأيته لأطأن عنقه فجاءه ثم نكص على عقبيه فقالوا مالك يا أبا الحكم قال إن بيني وبينه لخندقا من نار وهولا وأجنحة\r\nقلت رواه مسلم في صحيحه في صفة القيامة من حديث أبي حازم عن أبي هريرة قال قال أبو جهل هل يعفر محمد وجهه بين أظهركم قالوا نعم\r\n","description":"","footnote":"","page_name":" 247 ","page_number":243},
  {"content":"\r\nقال واللات والعزى لئن رأيته يفعل ذلك لأطأن على رقبته أو لأعفرن وجهه في التراب قال فأتى رسول الله صلى الله عليه وسلم وهو يصلي زعم ليطأ على رقبته قال فما فجئهم إلا وهو ينكص على عقبيه ويتقي بيديه فقيل له مالك قال إن بيني وبينه لخندقا من نار وهولا وأجنحة فقال النبي صلى الله عليه وسلم لو دنا مني لاختطفته الملائكة عضوا عضوا قال وأنزل الله تعالى * ( كلا إن الإنسان ليطغى ) * إلى آخرها انتهى\r\n1515 الحديث الثالث\r\nروي أن أبا جهل مر برسول الله صلى الله عليه وسلم وهو يصلي فقال ألم أنهك فأغلظ له رسول الله صلى الله عليه وسلم فقال أتهددني وأنا أكثر أهل الوادي ناديا فنزلت * ( فليدع ناديه ) * الآية\r\nقلت رواه الترمذي والنسائي بتغيير يسير من حديث أبي خالد الأحمر سليمان ابن حبان ثنا داود بن أبي هند عن عكرمة عن ابن عباس قال كان النبي صلى الله عليه وسلم يصلي فجاء أبو جهل فقال ألم أنهك عن هذا فنهره النبي صلى الله عليه وسلم قال أبو جهل إنه ليعلم ما بها ناد أكثر مني فأنزل الله تعالى * ( فليدع ناديه ) * الآية قال ابن عباس والله لو دعا نادية لاخذته زبانية الله انتهى قال الترمذي حديث حسن صحيح غريب انتهى\r\nرواه الحاكم في المستدرك وقال صحيح الاسناد ولم يخرجاه\r\nوعن الحاكم رواه البيهقي في دلائل النبوة\r\nورواه أحمد وابن أبي شيبة والبزار في مسانيدهم\r\nورواه الطبري في تفسيره . . . فذكره بلفظ المصنف سواء زاد عليه قول ابن عباس أيضا\r\nوكذلك ابن مردويه في تفسيره عن علي بن مسهر عن داود بن أبي هند\r\n","description":"","footnote":"","page_name":" 248 ","page_number":244},
  {"content":"\r\nبلفظ المصنف سواء\r\n1516 الحديث الرابع\r\nعن النبي صلى الله عليه وسلم قال لو دعا ناديه لاخذته الزبانية عيانا\r\nقلت رواه النسائي من طريق عبد الرزاق انا معمر عن عبد الكريم الجزري عن عكرمة عن ابن عباس في قوله تعالى * ( سندع الزبانية ) * قال قال النبي صلى الله عليه وسلم لو فعل أبو جهل لاخذته الملائكة عيانا انتهى وتقدم هذا من قول ابن عباس\r\nورواه ابن مردويه في تفسيره من طرق بلفظ النسائي سواء\r\n1517 الحديث الخامس\r\nفي الحديث أقرب ما يكون العبد من ربه إذا سجد\r\nقلت رواه مسلم في صحيحه في الصلاة من حديث أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء انتهى\r\n1518 الحديث السادس\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة العلق أعطي من الاجر كأنما قرأ المفصل كله\r\nقلت رواه الثعلبي من حديث إسماعيل بن عمرو ثنا يوسف بن عطية ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ * ( اقرأ باسم ربك ) * إلى آخره\r\n","description":"","footnote":"","page_name":" 249 ","page_number":245},
  {"content":"\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 250 ","page_number":246},
  {"content":"\r\n","description":"","footnote":"","page_name":" 251 ","page_number":247},
  {"content":"\r\nسورة القدر\r\n","description":"","footnote":"","page_name":" 252 ","page_number":248},
  {"content":"\r\nذكر فيها حديثان\r\n1519 الحديث الأول\r\nروي أن رسول الله صلى الله عليه وسلم ذكر رجلا من بني إسرائيل لبس السلاح في سبيل الله الف شهر فعجب المؤمنون من ذلك وتقاصرت إليهم أعمالهم فأعطوا ليلة خيرا من مدة ذلك الغازي يعني ليلة القدر\r\nقلت رواه ابن أبي حاتم والثعلبي في تفسيريهما والواحدي في أسباب النزول من حديث مسلم بن خالد الزنجي عن ابن أبي نجيح عن مجاهد أن النبي صلى الله عليه وسلم ذكر رجلا من بني إسرائيل لبس السلاح في سبيل الله تعالى ألف شهر قال فعجب المسلمون من ذلك فأنزل الله تعالى * ( إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر ) * الذي لبس السلاح فيها في سبيل الله تعالى انتهى وهو مرسل\r\n1520 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة القدر أعطي من الاجر كمن صام رمضان وأحيا ليلة القدر\r\nقلت رواه الثعلبي في تفسيره من حديث عبد الله بن روح المدائني ثنا شبابة بن سوار ثنا مخلد بن عبد الواحد عن علي بن زيد عن زر بن حبيش\r\n","description":"","footnote":"","page_name":" 253 ","page_number":249},
  {"content":"\r\nعن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 254 ","page_number":250},
  {"content":"\r\n","description":"","footnote":"","page_name":" 255 ","page_number":251},
  {"content":"\r\nسورة لم يكن\r\n","description":"","footnote":"","page_name":" 256 ","page_number":252},
  {"content":"\r\nحديث واحد\r\n1521 عن رسول الله صلى الله عليه وسلم قال من قرأ سورة لم يكن كان يوم القيامة من خير البرية مساء ومقيلا\r\nقلت رواه الثعلبي من طريق ابن أبي داود ثنا محمد بن عاصم ثنا شبابة ابن سوار ثنا مخلد بن عبد الواحد بالسند الذي قبله وبهذا المتن\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران وقال في الأول مساء ومقيلا وفي الثاني ساكنا ومقيلا\r\nورواه الواحدي في تفسيره الوسيط بسنده في يونس وقال مسافرا ومقيما وهذا اختلاف\r\n","description":"","footnote":"","page_name":" 257 ","page_number":253},
  {"content":"\r\n","description":"","footnote":"","page_name":" 258 ","page_number":254},
  {"content":"\r\n","description":"","footnote":"","page_name":" 259 ","page_number":255},
  {"content":"\r\nسورة الزلزلة\r\n","description":"","footnote":"","page_name":" 260 ","page_number":256},
  {"content":"\r\nفيها حديثان\r\n1522 الحديث الأول\r\nروي عن رسول الله صلى الله عليه وسلم قال تشهد الأرض على كل أحد بما عمل على ظهرها\r\nقلت روي من حديث أبي هريرة ومن حديث انس\r\nفحديث أبي هريرة رواه الترمذي والنسائي من طريق ابن المبارك ثنا سعيد ابن أبي أيوب ثنا يحيى بن أبي سليمان عن سعيد المقبري عن أبي هريرة قال قرأ رسول الله هذه الآية * ( يومئذ تحدث أخبارها ) * قال أتدرون ما أخبارها قالوا الله ورسوله اعلم قال فإن أخبارها أن تشهد على كل عبد أو أمة بما عمل على ظهرها تقول عمل كذا في يوم كذا فهذه اخبارها انتهى قال الترمذي حديث حسن صحيح غريب انتهى\r\nورواه ابن حبان في صحيحه في النوع الثاني والسبعين من القسم الثالث والحاكم في المستدرك في كتاب القراءات وقال على شرط الشيخين\r\nوأما حديث انس فرواه البيهقي في شعب الايمان في أواخر الباب السابع والأربعين من حديث رشدين بن سعد ثنا يحيى بن أبي سليمان عن أبي حازم عن أنس بن مالك أن النبي صلى الله عليه وسلم قال إن الأرض لتخبر يوم القيامة بكل عمل\r\n","description":"","footnote":"","page_name":" 261 ","page_number":257},
  {"content":"\r\nعمل على ظهرها ثم تلا * ( إذا زلزلت الأرض زلزالها ) * إلى آخرها انتهى\r\nقال البيهقي ورشدين بن سعد ضعيف\r\nوبالسندين رواه ابن مردويه في تفسيره\r\n1523 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ * ( إذا زلزلت الأرض ) * اربع مرات كان كمن قرأ القرآن كله\r\nقلت رواه الثعلبي أخبرنا يعقوب بن أحمد السري العروضي انا محمد بن عبد الله العماني ثنا أبو القاسم الطائي حدثني أبي ثني علي بن موسى الرضا ثني أبي موسى بن جعفر حدثني أبي جعفر بن محمد حدثني أبي محمد بن علي حدثني أبي علي بن الحسين حدثني أبي الحسين بن علي حدثني أبي علي بن أبي علي ابن أبي طالب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nوفي مسند ابن أبي شيبة والبزار عن سلمة بن وردان عن أنس بن مالك عن النبي صلى الله عليه وسلم قال * ( قل يا أيها الكافرون ) * ربع القرآن و * ( إذا زلزلت ) * ربع القرآن و * ( إذا جاء نصر الله ) * ربع القرآن انتهى وفي لفظ البزار تعدل ربع القرآن\r\nورواه ابن مردويه في تفسيره بسنده الثاني في آل عمران ولفظه من قرأ * ( إذا زلزلت ) * أعطي من الاجر كمن قرأ ربع القرآن\r\nوبهذا اللفظ رواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 262 ","page_number":258},
  {"content":"\r\n","description":"","footnote":"","page_name":" 263 ","page_number":259},
  {"content":"\r\nسورة العاديات\r\n","description":"","footnote":"","page_name":" 264 ","page_number":260},
  {"content":"\r\nفيها حديثان\r\n1524 الحديث الأول\r\nقال النبي صلى الله عليه وسلم ما لم يكن نقع ولا لقلقة\r\nقلت غريب مرفوعا ولم أجده إلا من قول عمر رواه عبد الرزاق في مصنفه في الجنائز أنا معمر عن الأعمش عن أبي وائل قال قيل لعمر إن نسوة من بني المغيرة قد اجتمعن في دار خالد بن الوليد يبكين عليه وإنا نكره أن يؤذينك فلو نهيتهن فقال عمر ما عليهن أن يهرقن من دموعهن على أبي سليمان سجلا أو سجلين ما لم يكن نقع أو لقلقة انتهى\r\nومن طريق عبد الرزاق رواه الحاكم في المستدرك في فضائل خالد بن الوليد وزاد فيه النقع اللطم واللقلقة الصراخ انتهى وسكت عنه\r\nورواه البيهقي في سننه قال النووي في الخلاصة بسند صحيح\r\nوذكره البخاري في صحيحه تعليقا في باب الجنائز فقال باب ما يكره من النياحة على الميت وقال عمر دعهن يبكين على أبي سليمان ما لم يكن نقع أو لقلقة قال والنقع التراب على الرأس واللقلقة الصوت انتهى\r\nقلت ورواه أبو عبيد القاسم بن سلام في غريب الحديث له حدثني جرير عن منصور عن أبي وائل به بلفظ عبد الرزاق\r\nوكذلك رواه إبراهيم الحربي في غريب الحديث له عن أبي معاوية عن الأعمش به\r\n","description":"","footnote":"","page_name":" 265 ","page_number":261},
  {"content":"\r\nقال أبو عبيد والنقع عندنا رفع الصوت وهو قول أكثر أهل العلم وقال بعضهم هو رفع التراب على الرأس وقال آخرون هو شق الجيوب قال وأما اللقلقة فهي شدة الصوت ولم أسمع فيه خلافا انتهى\r\nوقال إبراهيم الحربي قال الأصمعي النقع الصياح وقال أبو سلمة هو وضع التراب على الرأس انتهى\r\nوالمصنف رحمه الله احتج بالحديث على أن النقع الصياح\r\nورواه ابن سعد في الطبقات في ترجمة خالد بن الوليد أخبرنا وكيع ثنا الأعمش به بلفظ عبد الرزاق وزاد قال وكيع قال والنقع الشق واللقلقة الصوت انتهى\r\n1525 قوله\r\nعن ابن عباس قال كنت جالسا في الحجر فجاء رجل فسألني عن * ( والعاديات ضبحا ) * قال ففسرتها بالخيل فذهب إلى علي وهو تحت سقاية زمزم فسأله وذكر له ما قلت فقال ادعه لي فلما وقفت على رأسه قال تفتي الناس بما لا علم لك به والله إن كانت لأول غزوة في الاسلام بدر وما معنا إلا فرسان فرس للزبير وفرس للمقداد إنما العاديات ضبحا الإبل من عرفة إلى مزدلفة ومن مزدلفة إلى منى\r\nقلت رواه الحاكم في المستدرك في كتاب الجهاد من طريق ابن وهب ثني أبو صخر عن أبي معاوية البجلي عن سعيد بن جبير عن ابن عباس قال بينما انا في الحجر جالس . . . إلى آخره سواء وقال صحيح على شرط الشيخين وتعقبه الذهبي في مختصره فقال لم يحتج البخاري بأبي صخر وأما معاوية البجلي فلا ذكر له في الكتب الستة انتهى\r\n","description":"","footnote":"","page_name":" 266 ","page_number":262},
  {"content":"\r\nوكذلك رواه الطبري في تفسيره\r\nومن طريقه رواه الثعلبي وكذلك رواه ابن مردويه في تفسيره\r\n1526 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ العاديات أعطي من الاجر عشر حسنات بعدد من بات في المزدلفة وشهد جمعا\r\nقلت رواه الثعلبي من حديث عبد الله بن روح ثنا شبابة بن سوار بسنده في سورة القدر\r\nوبهذا المتن رواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 267 ","page_number":263},
  {"content":"\r\n","description":"","footnote":"","page_name":" 268 ","page_number":264},
  {"content":"\r\n","description":"","footnote":"","page_name":" 269 ","page_number":265},
  {"content":"\r\nسورة القارعة\r\n","description":"","footnote":"","page_name":" 270 ","page_number":266},
  {"content":"\r\nفيها حديثان\r\n1527 قوله\r\nوثقل الميزان رجحانها ومنه حديث أبي بكر في وصيته لعمر رضي الله عنهما\r\nقلت رواه ابن أبي شيبة في مصنفه في خلافه . . . حدثنا وكيع عن إسماعيل ابن أبي خالد عن زبيد بن الحارث أن أبا بكر لما حضره الموت أرسل إلى عمر فلما أتى قال له إني موصيك بوصية إن لله حقا في الليل لا يقبله بالنهار وحقا بالنهار لا يقبله بالليل وإنه ليس لاحدنا نافلة حتى يؤدي الفريضة إنه إنما ثقلت موازين من ثقلت موازينه يوم القيامة باتباعهم الحق في الدنيا وثقله عليهم وحق لميزان لا يوضع فيه إلا الحق أن يثقل وخفت موازين من خفت موازينه يوم القيامة باتباعهم الباطل وخفته عليهم وحق لميزان لا يوضع فيه إلا الباطل أن يخف ألم تر أن الله ذكر أهل الجنة بأحسن اعمالهم حتى يقول قائل من يبلغ عمله عمل هؤلاء وذلك أن الله تجاوز عن أسوأ أعمالهم فلم يبده لهم وذكر أهل النار بأسوأ أعمالهم حتى يقول قائل أنا خير عملا من هؤلاء وذلك أن الله رد عليهم أحسن أعمالهم ألم تر أن الله أنزل آية الشدة عند آية الرخاء وآية الرخاء عند آية الشدة ليكون راغبا راهبا لئلا يلقي بيده إلى التهلكة ولا يتمنى على الله أمنية يتمنى فيها على الله غير الحق انتهى\r\nورواه أبو نعيم في الحلية في ترجمة أبي بكر الصديق\r\n","description":"","footnote":"","page_name":" 271 ","page_number":267},
  {"content":"\r\nورواه الطبري في تفسيره سورة الأحقاف حدثنا ابن حميد ثنا جرير عن ليث عن مجاهد قال دعا أبو بكر عمر . . . فذكره\r\n1528 الحديث الأول\r\nروي عن النبي صلى الله عليه وسلم يهوي فيها يعني النار سبعين خريفا\r\nقلت رواه الحاكم في المستدرك في كتاب الأهوال من حديث محمد بن إسحاق عن محمد بن إبراهيم التيمي عن عيسى بن طلحة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إن الرجل ليتكلم بالكلمة لا يرى بها بأسا فيهوي بها في النار سبعين خريفا انتهى وقال حديث صحيح على شرط مسلم\r\nورواه أحمد وإسحاق بن راهويه والبزار وأبو يعلى الموصلي في مسانيدهم\r\nوفيه أحاديث منها\r\nحديث رواه البخاري في صحيحه من حديث عبد الله بن دينار عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال إن أحدكم ليتكلم بالكلمة من رضوان الله ما يلقي بها بالا يرفعه الله بها درجات وإن العبد ليتكلم بالكلمة من سخط الله ما يلقي بها بالا يهوي بها في جهنم\r\nحديث آخر روى الترمذي في كتابه في صفة جهنم من حديث الحسن عن عتبة بن غزوان ان النبي صلى الله عليه وسلم قال إن الصخرة العظيمة لتلقى من شفير جهنم فتهوي فيها سبعين عاما وما تفضي إلى قرارها انتهى وضعفه فقال لا نعرف للحسن سماعا من عتبة بن غزوان وإنما قدم عتبة في زمان عمر وولد الحسن لسنتين بقيتا من خلافة عمر انتهى\r\n","description":"","footnote":"","page_name":" 272 ","page_number":268},
  {"content":"\r\nورواه في الشمائل من حديث خالد بن عمير عن عتبة بن غزوان\r\nورى الترمذي أيضا من حديث أبي الهيثم عن الخدري مرفوعا ويل واد في جهنم يهوي فيه الكافر أربعين خريفا قبل أن يبلغ قعره انتهى\r\nحديث آخر روى البزار في مسنده ثنا معاذ بن سهل ثنا عثمان بن عبد الله ثنا الحسن بن أبي جعفر عن عاصم عن أبي وائل عن عبد الله عن النبي صلى الله عليه وسلم قال إن الرجل ليتكلم بالكلمة يهوي بها في النار كذا وكذا خريفا انتهى وقال لا نعلمه إلا بهذا الإسناد\r\nوأخرج أيضا من حديث مجالد عن الشعبي عن مسروق عن ابن مسعود يرفعه يؤتى بالقاضي يوم القيامة فيوقف على شفير جهنم فإن أمر به دفع فيهوي فيها سبعين خريفا\r\n1529 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة القارعة ثقل الله ميزانه يوم القيامة\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره في آل عمران\r\nوبسند الثعلبي رواه الواحدي في تفسيره الوسيط\r\n","description":"","footnote":"","page_name":" 273 ","page_number":269},
  {"content":"\r\n","description":"","footnote":"","page_name":" 274 ","page_number":270},
  {"content":"\r\n","description":"","footnote":"","page_name":" 275 ","page_number":271},
  {"content":"\r\nسورة التكاثر\r\n","description":"","footnote":"","page_name":" 276 ","page_number":272},
  {"content":"\r\nفيها حديثان\r\n1530 الحديث الأول\r\nروي أن رسول الله صلى الله عليه وسلم أكل هو وأصحابه تمرا وشربوا عليه ماء فقال الحمد لله الذي أطعمنا وسقانا وجعلنا مسلمين\r\nقلت غريب بهذا اللفظ والذي وجدته ما رواه النسائي من حديث عمار سمعت جابر بن عبد الله يقول أكل رسول الله صلى الله عليه وسلم رطبا وشربوا ماء فقال رسول الله صلى الله عليه وسلم هذا من النعيم الذي تسألون عنه انتهى\r\nوكذلك رواه ابن حبان في صحيحه في النوع الأول من القسم الرابع\r\nولم يروه الطبري وابن مردويه في تفسيريهما إلا كذلك\r\nوروى أبو داود في سننه في الأطعمة والترمذي في الشمائل والنسائي في اليوم والليلة من حديث رباح بن عبيدة السلمي عن أبي سعيد الخدري قال كان رسول الله صلى الله عليه وسلم إذا أكل طعاما قال الحمد لله الذي أطعمنا وسقانا وجعلنا مسلمين انتهى\r\n1531 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ * ( ألهاكم التكاثر ) * لم\r\n","description":"","footnote":"","page_name":" 277 ","page_number":273},
  {"content":"\r\nيحاسبه الله بالنعيم الذي أنعم عليه في دار الدنيا وأعطي من الاجر كأنما قرأ ألف آية\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير بسنده المتقدم غير مرة\r\nورواه ابن مردويه في تفسيره بسنده الأول في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 278 ","page_number":274},
  {"content":"\r\n","description":"","footnote":"","page_name":" 279 ","page_number":275},
  {"content":"\r\nسورة العصر\r\n","description":"","footnote":"","page_name":" 280 ","page_number":276},
  {"content":"\r\nفيها حديثان\r\n1532 الحديث الأول\r\nقال صلى الله عليه وسلم من فاتته صلاة العصر كأنما وتر أهله وماله\r\nقلت رواه البخاري ومسلم في الصلاة من حديث نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال الذي تفوته صلاة العصر كأنما وتر أهله وماله انتهى\r\n1533 الحديث الثاني\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة العصر غفر الله له وكان ممن تواصى بالحق وتواصى بالصبر\r\nقلت رواه الثعلبي بغير هذا اللفظ من حديث سلام بن سليم ثنا هارون ابن كثير بسنده المتقدم مرفوعا من قرأ سورة * ( والعصر ) * ختم الله له بالصبر وكان مع أصحاب الحق يوم القيامة انتهى\r\nوكذلك رواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوبلفظ الثعلبي أيضا رواه الواحدي في الوسيط بسنده المتقدم\r\n","description":"","footnote":"","page_name":" 281 ","page_number":277},
  {"content":"\r\n","description":"","footnote":"","page_name":" 282 ","page_number":278},
  {"content":"\r\n","description":"","footnote":"","page_name":" 283 ","page_number":279},
  {"content":"\r\nسورة الهمزة\r\n","description":"","footnote":"","page_name":" 284 ","page_number":280},
  {"content":"\r\n1534 عن رسول الله صلى الله عليه وسلم قال من قرأ سورة الهمزة أعطاه الله عشر حسنات بعدد من استهزأ بمحمد صلى الله عليه وسلم وأصحابه\r\nقلت رواه الثعلبي أخبرني أبو الحسن محمد بن القاسم الفارسي ثنا أبو عمرو إسماعيل بن نجيد ثنا أبو عبيد الله محمد بن إبراهيم بن سعيد البوسنجي ثنا سعيد ابن حفص قال قرأت على معقل بن عبيد الله عن عكرمة بن خالد عن سعيد ابن جبير عن ابن عباس عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ سورة * ( ويل لكل همزة لمزة ) * أعطي من الاجر . . . إلى آخره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 285 ","page_number":281},
  {"content":"\r\n","description":"","footnote":"","page_name":" 286 ","page_number":282},
  {"content":"\r\n","description":"","footnote":"","page_name":" 287 ","page_number":283},
  {"content":"\r\nسورة الفيل\r\n","description":"","footnote":"","page_name":" 288 ","page_number":284},
  {"content":"\r\n1535 خبر أبرهة والنجاشي وقصة الفيل\r\nقلت رواه الطبري من قول ابن إسحاق ان أبرهة بنى كنيسة بصنعاء وكان نصرانيا وسماه القليس . . . فذكره\r\n1536 قال من قرأ سورة الفيل أعفاه الله من الخسف والمسخ\r\nقلت رواه الثعلبي أخبرنا بأقل بن أرقم ثنا محمد بن شادة ثنا احمد ابن الحسن ثنا محمد بن يحيى ثنا سلم بن قتيبة عن شعبة عن عاصمة عن زر عن أبي مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 289 ","page_number":285},
  {"content":"\r\n","description":"","footnote":"","page_name":" 290 ","page_number":286},
  {"content":"\r\n","description":"","footnote":"","page_name":" 291 ","page_number":287},
  {"content":"\r\nسورة قريش\r\n","description":"","footnote":"","page_name":" 292 ","page_number":288},
  {"content":"\r\nحديث واحد\r\n1537 قوله\r\nعن عمر رضي الله عنه أنه قرأ سورة قريش مع سورة أرأيت في الركعة الثانية من المغرب وقرأ في الأولى والتين\r\nقلت رواه عبد الرزاق وابن أبي شيبة في مصنفيهما في الصلاة قال عبد الرزاق انا سفيان بن عيينة وقال ابن أبي شيبة ثنا أبو الأحوص كلاهما عن أبي إسحاق عن عمرو بن ميمون قال صلى بنا عمر المغرب فقرأ في الأولى بالتين والزيتون وفي الثانية * ( ألم تر كيف ) * و * ( لإيلاف قريش ) * انتهى\r\nوذكره الثعلبي موقوفا مقطوعا فقال قال عمرو بن ميمون صليت المغرب خلف عمر . . . فذكره\r\n1538 حديث فضيلة السورة\r\nعن النبي صلى الله عليه وسلم قال من قرأ سورة * ( لإيلاف قريش ) * أعطاه الله عشر حسنات بعدد من طاف بالكعبة واعتكف بها\r\nقلت رواه الثعلبي من حديث نوح بن أبي مريم عن علي بن زيد عن زر بن حبيش عن أبي بن كعب مرفوعا . . . فذكره سواء\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 293 ","page_number":289},
  {"content":"\r\n","description":"","footnote":"","page_name":" 294 ","page_number":290},
  {"content":"\r\n","description":"","footnote":"","page_name":" 295 ","page_number":291},
  {"content":"\r\nسورة أرأيت\r\n","description":"","footnote":"","page_name":" 296 ","page_number":292},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1539 الحديث الأول\r\nكان رسول الله صلى الله عليه وسلم يقع له السهو في صلاته\r\nقلت ورد في ذلك خمسة أحاديث\r\nالحديث الأول حديث ذي اليدين رواه الأئمة الستة في كتبهم من حديث أبي هريرة قال صلى بنا رسول الله صلى الله عليه وسلم إحدى صلاتي العشي الظهر أو العصر فصلى بنا ركعتين ثم سلم ثم قام إلى خشبة في مقدم المسجد فوضع يديه عليها يعرف في وجهه الغضب ثم خرج سرعان الناس وهم يقولون قصرت الصلاة قصرت الصلاة وفي الناس أبو بكر وعمر فهابا أن يكلماه فقام رجل كان رسول الله صلى الله عليه وسلم يسميه ذا اليدين فقال يا رسول الله أنسيت أم قصرت الصلاة قال لم أنس ولم تقصر الصلاة قال بل نسيت يا رسول الله فأقبل على القوم وقال أصدق ذو اليدين فأومئوا أي نعم فرجع رسول الله صلى الله عليه وسلم إلى مقامه فصلى الركعتين الباقيتين ثم سلم ثم كبر وسجد مثل سجوده أو أطول ثم رفع وكبر ثم كبر وسجد مثل سجوده أو أطول ثم رفع وكبر ثم سلم انتهى\r\nالحديث الثاني رواه الأئمة الستة أيضا عن عبد الله بن بحينة قال صلى لنا رسول الله صلى الله عليه وسلم ركعتين ثم قام فلم يجلس فقام الناس معه فلما قضى صلاته وانتظرنا التسليم كبر فسجد سجدتين وهو جالس قبل التسليم ثم سلم انتهى\r\n","description":"","footnote":"","page_name":" 297 ","page_number":293},
  {"content":"\r\nوهذا رواه أبو يعلى الموصلي في مسنده بزيادة فقال ثنا شريح ثنا معاوية ثنا إسماعيل بن أبي خالد عن قيس بن أبي حازم عن سعد انه نهض في الركعتين فسبحوا به فاستتم قائما فلما فرغ سجد سجدتي السهو ثم قال أكنتم ترون أني أجلس إنما صنعت كما صنع رسول الله صلى الله عليه وسلم انتهى\r\nالحديث الثالث حديث ابن مسعود اخرجه الأئمة الستة أيضا عنه قال صلى رسول الله صلى الله عليه وسلم الظهر خمسا فقيل له أزيد في الصلاة قال وما ذاك قال صليت خمسا فسجد سجدتين بعدما سلم انتهى\r\nقال القاضي عياض في كتاب الشفاء والصحيح من الأحاديث الواردة في سهوه صلى الله عليه وسلم في الصلاة ثلاثة أحاديث أولها حديث ذي اليدين والثاني حديث ابن بحينة والثالث حديث ابن مسعود انتهى كلامه\r\nوهذا الكلام مدخول بالحديثين الآخرين\r\nالحديث الرابع حديث عمران بن حصين رواه مسلم في صحيحه عنه أن رسول الله صلى الله عليه وسلم صلى العصر فسلم في ثلاث ركعات فقام رجل يقال له الخرباق فقال له يا رسول الله فذكر له صنيعه فقال أصدق هذا قالوا نعم فصلى ركعة ثم سلم ثم سجد سجدتي السهو ثم سلم انتهى\r\nالحديث الخامس رواه ابن حبان في صحيحه في النوع الثامن عشر من القسم الخامس عن ابن خزيمة بسنده إلى معاوية بن خديج رضي الله عنه قال صليت مع رسول الله صلى الله عليه وسلم المغرب فسها فسلم في الركعتين ثم انصرف فقال له رجل يا رسول الله إنك سهوت فسلمت في ركعتين قال فأمر بلالا فأقام الصلاة ثم أتم تلك الركعة وسألت عن هذا الرجل فقالوا هو طلحة بن عبيد الله انتهى\r\nقال ابن حبان ولا تضاد في هذه الأخبار فإنها صلوات متغايرة في أوقات مختلفة ففي حديث أبي هريرة أن الذي أعلمه بسهوة ذو اليدين وفي خبر عمران\r\n","description":"","footnote":"","page_name":" 298 ","page_number":294},
  {"content":"\r\nابن حصين الذي أعلمه الخرباق وفي حديث معاوية بن خديج الذي أعلمه طلحة ابن عبيد الله انتهى كلامه\r\nوفي المعرفة للبيهقي رواه أبو داود في سننه\r\n1540 الحديث الثاني\r\nقال النبي صلى الله عليه وسلم لا غمة في فرائض الله\r\nقلت تقدم في سورة يونس أيضا وذكره القاضي عياض في الشفاء\r\n1541 الحديث الثالث\r\nوعن النبي صلى الله عليه وسلم قال الرياء اخفى من دبيب النملة في الليلة المظلمة على المسح الأسود\r\n1542 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة أرأيت غفر الله له إن كان للزكاة مؤديا\r\nقلت رواه الثعلبي أخبرنا أبو الحسن محمد بن القاسم القارئ الفقيه ثنا أبو محمد بن أبي حامد ثنا أبو جعفر محمد بن الحسن الأصبهاني ثنا مؤمل بن إسماعيل ثنا سفيان الثوري ثنا أسلم المنقري عن عبد الله بن عبد الرحمن بن أبزى عن أبيه عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده في يونس\r\n","description":"","footnote":"","page_name":" 299 ","page_number":295},
  {"content":"\r\n","description":"","footnote":"","page_name":" 300 ","page_number":296},
  {"content":"\r\n","description":"","footnote":"","page_name":" 301 ","page_number":297},
  {"content":"\r\nسورة الكوثر\r\n","description":"","footnote":"","page_name":" 302 ","page_number":298},
  {"content":"\r\nذكر فيها خمسة أحاديث\r\n1543 الحديث الأول\r\nقرأ النبي صلى الله عليه وسلم إنا أنطيناك الكوثر\r\nقلت رواه الحاكم في المستدرك في كتاب القراءات من حديث عمرو بن عبيد عن الحسن عن أمه عن أم سلمة ان النبي صلى الله عليه وسلم قرأ إنا أنطيناك انتهى وقال صحيح الإسناد ولم يخرجاه وتعقبه الذهبي في مختصره وقال عمرو بن عبيد واه\r\nوكذلك رواه الطبراني في معجمه والدارقطني في المؤتلف والمختلف والثعلبي في تفسيره وكذلك ابن مردويه في تفسيره\r\n1544 الحديث الثاني\r\nقال عليه السلام وأنطوا الثبجة\r\nقلت ذكره القاضي عياض في الشفاء في كتاب النبي صلى الله عليه وسلم لوائل بن حجر وقد تقدم\r\n1545 الحديث الثالث\r\nروي أن النبي صلى الله عليه وسلم قرأها حين أنزلت فقال أتدرون ما الكوثر إنه نهر في الجنة وعدنيه ربي فيه خير كثير\r\n","description":"","footnote":"","page_name":" 303 ","page_number":299},
  {"content":"\r\nقلت رواه مسلم في صحيحه في أوائل الصلاة من حديث المختار بن فلفل عن أنس قال بينما نحن ذات يوم ورسول الله صلى الله عليه وسلم بين أظهرنا إذ أغفى إغفاءة ثم رفع رأسه متبسما فقلنا له ما أضحكك يا رسول الله قال أنزلت علي آنفا سورة فقرأها حتى ختمها ثم قال هل تدرون ما الكوثر قالوا الله ورسوله أعلم قال فإنه نهر وعدنيه ربي في الجنة\r\n1546 الحديث الرابع\r\nوروي في صفته يعني الكوثر أحلى من العسل وأشد بياضا من اللبن وأبرد من الثلج وألين من الزبد حافتاه الزبرجد وأوانيه من فضة عدد نجوم السماء\r\nوروي لا يظمأ من شرب منه أبدا أول وارد به فقراء المهاجرين الدنس الثياب الشعث الرؤوس الذين لا يتزوجون المنعمات ولا يفتح لهم أبواب السدد يموت أحدهم وحاجته تتلجلج في صدره لو أقسم على الله لأبره\r\nقلت الأول رواه الحاكم في المستدرك في كتاب الايمان بنقص يسير من حديث أبي برزة قال سمعت رسول الله صلى الله عليه وسلم يقول حوضي ما بين أيلة إلى صنعاء عرضه كطوله فيه ميزابان يصبان من الجنة أحلى من العسل وأبرد من الثلج وأشد بياضا من اللبن والين من الزبد فيه أباريق عدد نجوم السماء من شرب منه لم يظمأ حتى يدخل الجنة انتهى وقال حديث صحيح على شرط مسلم\r\nوروى ابن مردويه في تفسيره حديث الاسراء حدثنا سليمان بن أحمد وهو الطبراني ثنا عبد الله بن أحمد بن أسيد الأصبهاني ثنا محمد بن عيسى بن يزيد السعدي ثنا سليمان بن عمر بن سيار التيمي ثني أبي ثنا شعيب بن رزين\r\n","description":"","footnote":"","page_name":" 304 ","page_number":300},
  {"content":"\r\nثنا عمر بن سليمان عن الضحاك بن مزاحم عن ابن عباس عن النبي صلى الله عليه وسلم قال لما أسري بي إلى السماوات رأيت فيها أعاجيب . . . فذكره طويلا نحو عشر ورقات وفيه ثم نظرت فإذا نهر يجري من أصل شجرة ماؤها أشد بياضا من اللبن وأحلى من العسل ومجراه على رضراض در وياقوت وحافتها زبرجد وذكر فيه أشياء اثر الوضع عليها\r\nوالثاني رواه ابن ماجة في سننه في كتاب الزهد بنقص يسير أيضا من حديث ثوبان مولى رسول الله ان رسول الله صلى الله عليه وسلم قال إن حوضي ما بين عدن إلى أيلة أشد بياضا من اللبن وأحلى من العسل أكاويبه عدد نجوم السماء من شرب منه شربة لم يظمأ بعدها أبدا وأول من يرده علي من المهاجرين الدنس ثيابا الشعث رءوسا الذين لا ينكحون المنعمات ولا تفتح لهم السدد مختصر\r\nورواه أحمد في مسنده والطبراني في معجمه وقالا فيه أول من يرده فقراء المهاجرين\r\n1547 الحديث الخامس\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة الكوثر سقاه الله من كل بئر في الجنة ويكتب له عشر حسنات بعدد كل قربان قربه العباد يوم النحر أو يقربونه\r\nقلت رواه الثعلبي من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن اسلم عن أبيه عن أبي أمامة عن أبي بن كعب مرفوعا . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنده الثاني في آل عمران إلا أنه قال أو يقربونه من أهل الكتاب والمشركين\r\nوروى الواحدي في الوسيط بسنده المتقدم صدره لم يقل فيه ويكتب له عشر حسنات إلى آخره\r\n","description":"","footnote":"","page_name":" 305 ","page_number":301},
  {"content":"\r\n","description":"","footnote":"","page_name":" 306 ","page_number":302},
  {"content":"\r\n","description":"","footnote":"","page_name":" 307 ","page_number":303},
  {"content":"\r\nسورة الكافرون\r\n","description":"","footnote":"","page_name":" 308 ","page_number":304},
  {"content":"\r\nحديث واحد\r\n1548 عن رسول الله صلى الله عليه وسلم قال من قرأ سورة الكافرون فكأنما قرأ ربع القرآن وتباعدت منه مردة الشياطين وبرئ من الشرك وتعافى من الفزع الأكبر\r\nقلت رواه الثعلبي من حديث محمد بن عمران بن أبي ليلى ثني أبي عن مجالد عن الحجاج بن عبد الله عن أبي الجليل عن زر بن حبيش عن أبي ابن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ سورة الكافرون . . .\r\nورواه ابن مردويه في تفسيره بسنده الثاني إلا أنه قال ويعافى من فزع اليوم فمروا صبيانكم أن يقرءوها عند المنام فلا يعرض لهم شيء انتهى\r\nورواه الواحدي في الوسيط بسنده في يونس بلفظ المصنف\r\n","description":"","footnote":"","page_name":" 309 ","page_number":305},
  {"content":"\r\n","description":"","footnote":"","page_name":" 310 ","page_number":306},
  {"content":"\r\n","description":"","footnote":"","page_name":" 311 ","page_number":307},
  {"content":"\r\nسورة النصر\r\n","description":"","footnote":"","page_name":" 312 ","page_number":308},
  {"content":"\r\nذكر فيها اثني عشر حديثا\r\n1549 الحديث الأول\r\nروي أن فتح مكة كان لعشر مضين من رمضان سنة ثمان وكان مع رسول الله صلى الله عليه وسلم عشرة آلاف من المهاجرين والأنصار وطوائف العرب واقام بها خمس عشرة ليلة ثم خرج إلى هوازن وحين دخلها وقف على باب الكعبة ثم قال لا إله إلا الله وحده لا شريك له صدق وعده ونصر عبده وهزم الأحزاب وحده ثم قال يأهل مكة ما ترون أني فاعل بكم قالوا خيرا أخ كريم وابن أخ كريم ثم قال اذهبوا فأنتم الطلقاء فأعتقهم رسول الله صلى الله عليه وسلم\r\nقلت أخرجه ابن هشام في السيرة في فتح مكة من قول ابن إسحاق إلا أنه قال فيه إن فتح مكة كان لعشر ليال بقين من رمضان\r\nوفي صحيح البخاري في فتح مكة عن الزهري عن عبيد الله بن عبد الله ابن عتبة عن ابن عباس أن النبي صلى الله عليه وسلم خرج في رمضان من المدينة ومعة عشرة آلاف من المسلمين . . . إلى أن قال قال الزهري فصبح رسول الله صلى الله عليه وسلم مكة لثلاث عشرة ليلة خلت من رمضان\r\nوروى البيهقي في دلائل النبوة من طريق ابن إسحاق عن الزهري ومحمد ابن علي بن الحسين وعاصم بن عمر بن قتادة وعمرو بن شعيب وعبد الله بن أبي بكر وغيرهم قالوا كان فتح مكة سنة ثمان لعشر بقيت من شهر رمضان انتهى\r\n","description":"","footnote":"","page_name":" 313 ","page_number":309},
  {"content":"\r\nوهذا اختلاف رواية وأخرج الواقدي في كتاب المغازي الروايتين ذكرهما في غزوة حنين\r\n1550 الحديث الثاني\r\nعن جابر بن عبد الله أنه بكى ذات يوم فقيل له في ذلك فقال سمعت رسول الله صلى الله عليه وسلم يقول دخل الناس في دين الله أفواجا وسيخرجون منه أفواجا\r\nقلت رواه أحمد في مسنده حدثنا معاوية بن عمرو ثنا أبو إسحاق عن الأوزاعي ثني أبو عمار ثني جار لجابر بن عبد الله قال قدمت من سفر فجاءني جابر بن عبد الله يسلم علي فجعلت أحدثه عن افتراق الناس وما أحدثوا فجعل جابر يبكي ثم قال سمعت رسول الله صلى الله عليه وسلم يقول إن الناس دخلوا في دين الله أفواجا وسيخرجون منه أفواجا انتهى\r\nوكذلك رواه إسحاق بن راهويه في مسنده ثنا أبو أسامة حدثني المفضل ابن يونس عن الأوزاعي به\r\nوكذلك رواه الثعلبي في تفسيره من طريق بقية بن الوليد ثنا الأوزاعي ثنا شداد بن عمار حدثني جار لجابر بن عبد الله . . . فذكره\r\nواختصره الحاكم في المستدرك فرواه في الفتن من طريق ابن وهب ثني عبد الرحمن بن شريح عن أبي الأسود القرشي عن أبي قرة مولى أبي جهل عن أبي هريرة عن النبي صلى الله عليه وسلم أنه لما أنزلت عليه هذه السورة * ( إذا جاء نصر الله والفتح ) * إلى آخرها قال عليه السلام ليخرجن منه أفواجا كما دخلوه أفواجا انتهى وقال صحيح الإسناد ولم يخرجاه\r\nورواه ابن مردويه في تفسيره من حديث معاوية بن عمرو عن أبي إسحاق الفزاري عن الأوزاعي بسند أحمد ومتنه\r\n","description":"","footnote":"","page_name":" 314 ","page_number":310},
  {"content":"\r\n1551 الحديث الثالث\r\nقال أبو هريرة لما نزلت قال رسول الله صلى الله عليه وسلم الله أكبر جاء نصر الله والفتح وجاء أهل اليمن رقيقة قلوبهم الإيمان يمان والفقه يمان والحكمة يمانية\r\nقلت غريب من حديث أبي هريرة\r\nورواه النسائي من حديث ابن عباس أخرجه من طريق أبي عوانة عن هلال ابن خباب عن عكرمة عن ابن عباس قال لما نزلت * ( إذا جاء نصر الله ) * إلى آخرها قال نعيت لرسول الله صلى الله عليه وسلم نفسه حين أنزلت فأخذ في أشد ما كان اجتهادا في أمر الآخر وقال بعد ذلك جاء الفتح وجاء نصر الله وجاء أهل اليمن فقال رجل يا رسول الله وما أهل اليمن قال رقيقة قلوبهم الإيمان يمان والحكمة يمانية والفقه يمان انتهى\r\nورواه ابن حبان في صحيحه في النوع الحادي عشر من القسم الثالث\r\nوحديث أبي هريرة في صحيح البخاري ومسلم مختصرا رواه في كتاب الإيمان من حديث محمد بن سرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم جاء أهل اليمن لهم أرق أفئدة الإيمان يمان والفقه يمان والحكمة يمانية انتهى\r\nورواه ابن مردويه من حديث أبي هريرة أخرجه من طريق عبد الرزاق ثنا هشام بن حسان عن أيوب عن محمد بن سيرين عن أبي هريرة قال لما نزلت * ( إذا جاء نصر الله والفتح ) * إلى آخر لفظ المصنف\r\n1552 الحديث الرابع\r\nقال صلى الله عليه وسلم ( إني أجد نفس ربكم من قبل اليمن )\r\n","description":"","footnote":"","page_name":" 315 ","page_number":311},
  {"content":"\r\nقلت رواه الطبراني في معجمه والبزار في مسنده والبيهقي في كتاب الأسماء والصفات من حديث عبد الله بن سالم الحمصي ثنا إبراهيم بن سليمان الأفطس ثنا الوليد بن عبد الرحمن الجرشي عن جبير بن نفير عن سلمة بن نفيل السكوني قال دنوت من رسول الله صلى الله عليه وسلم فقلت يا رسول الله تركت الخيل وألقي السلاح وزعم قوم ألا قتال فقال صلى الله عليه وسلم كذبوا الآن حان القتال لا تزال من أمتي أمة قائمة على الحق ظاهرة قال وهو مول ظهره إلى اليمن أني أجد نفس الرحمن من هاهنا والخيل معقود في نواصيها الخير إلى يوم القيامة وأهلها معانون عليها انتهى قال البزار هذا حديث رجاله شاميون مشهورون إلا إبراهيم ابن سليمان الأفطس انتهى\r\nوروى الطبراني في كتابه مسند الشاميين ثنا أبو زرعة أحمد بن محمد بن يحيى بن حمزة قالا ثنا علي بن عياش الحمصي ثنا حريز بن عثمان عن شبيب أبي روح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم الإيمان يمان والحكمة يمانية وأجد نفس الرحمن من قبل اليمن انتهى\r\nورواه في المعجم الوسط ثنا أبو زرعة عبد الرحمن بن عمرو ثنا أبو اليمان ثنا حريز بن عثمان عن شبيب عن أبي هريرة عن النبي صلى الله عليه وسلم قال الإيمان يمان والحكمة يمانية وأجد نفس ربكم من قبل اليمن مختصر\r\nقال البيهقي وهذا الخبر إن كان محفوظا فمعناه ألا إني أجد الفرج من قبل اليمن وهو كقوله صلى الله عليه وسلم من نفس عن مؤمن كربة نفس الله عنه كربة أي فرج ثم نقل عن الأزهري أنه قال فيه وفي حديث أبي بن كعب لا تسبوا الريح فإنها من نفس الرحمن إن النفس في هذين الحديثين اسم وضع موضع المصدر لأن مصدر نفس تنفيس فوضع النفس موضع التنفيس كما وضع الفرج موضع التفريج انتهى\r\n","description":"","footnote":"","page_name":" 316 ","page_number":312},
  {"content":"\r\nوالحديث بلفظ الكتاب في الفردوس من رواية أبي هريرة وأنس\r\n1553 الحديث الخامس\r\nروت أم هانئ أن النبي صلى الله عليه وسلم لما فتح باب الكعبة صلى صلاة الضحى ثمان ركعات\r\nقلت رواه البخاري ومسلم في صحيحيهما من حديث ابن أبي ليلى قال ما أخبرنا أحد أنه رأى النبي صلى الله عليه وسلم صلى الضحى غير أم هانئ فإنها ذكرت أن النبي صلى الله عليه وسلم يوم فتح مكة اغتسل في بيتها وصلى ثماني ركعات فلم يره أحد صلاهن بعد انتهى\r\nورواه أبو داود والترمذي في سننهما ورواه بن حبان في صحيحه والحاكم في مستدركه\r\nورواه أحمد في مسنده والطبراني في معجمه وأبو يعلى الموصلي من نحو ثلاثين طريقا ورواه البيهقي في سننه وابن أبي شيبة في مصنفه والطبري في تفسيره وليس عند أحد منهم أنه صلاها لما فتح باب الكعبة وإنما يقولون يوم الفتح أو يوم فتح مكة والله أعلم\r\nوفي سنن أبي داود انه عليه السلام كان يسلم يوم الفتح من كل ركعتين وهذا ينفي انه صلاها بتسليمة واحدة رواه من حديث كريب عن أم هانئ\r\nوبعض العلماء أنكر أن هذه الصلاة صلاة الضحى قالوا لأنه عليه السلام لم يواظب عليها كيف يصليها في ذلك اليوم مع أنه لم ينو الإقامة بمكة ومكث بها تسعة عشر يوما من رمضان يقصر الصلاة ويفطر هو وجميع الجيش وكانوا نحوا من عشرة آلاف قالوا وإنما كانت صلاة الفتح واستحبوا لأمير الجيش إذا فتح بلدا ان يصلي فيها ثمان ركعات وهكذا فعل سعد بن أبي وقاص يوم فتح المدائن لكن يرد هذا تسميتها في الحديث صلاة الضحى كما تقدم في لفظ البخاري ومسلم لكنه من كلام الراوي\r\n","description":"","footnote":"","page_name":" 317 ","page_number":313},
  {"content":"\r\nوقد ورد من كلام النبي صلى الله عليه وسلم فرواه أبو نعيم في تاريخ أصبهان الثاء المثلثة بسنده إلى أم هانئ أن النبي صلى الله عليه وسلم صلى حين فتح مكة ثمان ركعات قالت فقلت يا رسول الله ما هذه الصلاة قال هذه صلاة الضحى\r\nويؤيده أيضا أنه قد روي من حديث عائشة أيضا رواه ابن حبان في صحيحه في النوع الثالث عشر من القسم الخامس من حديث عائشة قالت دخل النبي صلى الله عليه وسلم بيتي فصلى الضحى ثمان ركعات انتهى\r\nفقد اتفقا في التسمية والوقت والعد\r\nقال السهيلي في الروض الأنف هذه صلاة الضحى وقد صلى سعد بن أبي وقاص حين افتتح المدائن ودخل إيوان كسرى صلاة الفتح قال وهي ثمان ركعات لا يفصل بينها ولا يصلي بإمام ولا يجبر فيها بقراءة قاله الطبري انتهى\r\nولفظ أبي داود أيضا يرد هذا عن أم هانئ أن النبي صلى الله عليه وسلم يوم الفتح صلى سبحة الضحى ثمان ركعات يسلم من كل ركعتين انتهى\r\nقال النووي في الخلاصة سنده على شرط البخاري\r\n1554 الحديث السادس\r\nعن عائشة كان النبي صلى الله عليه وسلم يكثر قبل موته أن يقول سبحانك اللهم وبحمدك استغفرك وأتوب إليك\r\nقلت رواه البخاري في صحيحه في التفسير ومسلم في أوائل الصلاة في باب ما يقال في الركوع والسجود واللفظ لمسلم عن مسروق عن عائشة قالت كان رسول الله صلى الله عليه وسلم يكثر ان يقول قبل أن يموت سبحانك اللهم وبحمدك استغفرك وأتوب إليك قالت فقلت يا رسول الله ما هذه الكلمات\r\n","description":"","footnote":"","page_name":" 318 ","page_number":314},
  {"content":"\r\nالتي أراك تقولها قال قد جعلت لي علامة في أمتي إذا رأيتها قلتها * ( إذا جاء نصر الله والفتح ) * إلى آخر السورة انتهى\r\nولفظ البخاري قالت ما صلى النبي صلى الله عليه وسلم صلاة بعد أن نزلت عليه * ( إذا جاء نصر الله والفتح ) * إلا يقول فيها سبحانك اللهم وبحمدك ربنا اللهم اغفر لي انتهى\r\n1555 الحديث السابع\r\nوعن النبي صلى الله عليه وسلم أنه قال إني لاستغفر الله في اليوم والليلة مائة مرة\r\nقلت رواه مسلم في صحيحه في كتاب الذكر والدعاء من حديث أبي بردة عن الأغر المزني وكانت له صحبة أن رسول الله صلى الله عليه وسلم قال إنه ليغان على قلبي وإني لاستغفر الله في اليوم مائة مرة انتهى\r\n1556 الحديث الثامن\r\nروي أن النبي صلى الله عليه وسلم لما قرأ هذه السورة استبشروا وبكى العباس فقال عليه السلام ما يبكيك يا عم قال نعيت إليك نفسك قال إنها لكما تقول فعاش بعدها سنتين لم ير فيها ضاحكا مستبشرا\r\nوقيل إن ابن عباس هو الذي قال ذلك فقال عليه السلام لقد أوتي هذا الغلام علما كبيرا\r\nقلت الأول ذكره الثعلبي من قول مقاتل قال لما نزلت هذه السورة قرأها رسول الله صلى الله عليه وسلم على أصحابه وفيهم أبو بكر وعمرو وسعد بن أبي وقاص ففرحوا واستبشروا . . . إلى آخره وسنده إلى مقاتل أول كتابه\r\n","description":"","footnote":"","page_name":" 319 ","page_number":315},
  {"content":"\r\n1557 الحديث التاسع\r\nروي أن السورة لما نزلت خطب رسول الله صلى الله عليه وسلم فقال إن عبدا خيره الله بين الدنيا وبين لقائه فاختار لقاء الله فعلم أبو بكر رضي الله عنه فقال فديناك بأنفسنا وأموالنا وآبائنا وأولادنا\r\nقلت رواه البخاري ومسلم في صحيحيهما في الفضائل من حديث عبيد ابن حنين عن أبي سعيد الخدري أن النبي صلى الله عليه وسلم خطب الناس يوما فقال إن عبدا خيره الله بين الدنيا وأن يعيش فيها ما شاء وبين لقائه فاختار لقاء الله فبكى أبو بكر وبكى وقال فديناك بآبائنا وأمهاتنا وكان عليه السلام هو المخير وكان أبو بكر أعلمنا به\r\nورواه البخاري أيضا من حديث بسر بن سعيد عن الخدري نحوه ووقع له في الصلاة عن عبيد بن حنين عن بسر بن سعيد عن الخدري قال الفربري الرواية هكذا وصوابه عن عبيد بن حنين وبسر بن سعيد\r\n1558 الحديث العاشر\r\nعن ابن عباس ان عمر رضي الله عنهما كان يدنيه ويأذن له مع أهل بدر فقال عبد الرحمن رضي الله عنه أيأذن لهذا الفتى معنا وفي أبنائنا من هو مثله فقال إنه ممن قد علمتم قال ابن عباس فأذن لهم ذات يوم وأذن لي معهم فسألهم عن قوله تعالى * ( إذا جاء نصر ) * ولا أراه سألهم إلا من أجلي فقال بعضهم امر الله تعالى نبيه إذا فتح عليه ان يستغفره ويتوب إليه فقلت ليس كذلك ولكن نعيت إليه نفسه صلى الله عليه وسلم فقال عمر ما أعلم فيها إلا كما تعلم\r\n","description":"","footnote":"","page_name":" 320 ","page_number":316},
  {"content":"\r\nثم قال كيف تلومونني عليه بعد ما ترون\r\nقلت رواه البخاري في صحيحه بتغيير يسير من حديث سعيد بن جبير عن ابن عباس قال كان عمر يدخلني مع أشياخ بدر فكأن بعضهم وجد في نفسه فقال لم تدخل هذا معنا ولنا أبناء مثله فقال عمر إنه من قد علمتم قال فدعاني ذات يوم فأدخلني معهم فأريت أنه إنما دعاني يومئذ إلا ليريهم فسأل ما تقولون في قول الله عز وجل * ( إذا جاء نصر الله والفتح ) * فقال بعضهم أمرنا بحمد الله ونستغفره إذا نصرنا وفتح علينا وسكت بعضهم فلم يقل شيئا فقال لي أكذلك تقول يا بن عباس فقلت لا قال فما تقول قلت هو أجل رسول الله صلى الله عليه وسلم أعلمه له قال * ( إذا جاء نصر الله والفتح ) * وذلك علامة أجلك * ( فسبح بحمد ربك واستغفره إنه كان توابا ) * فقال عمر ما أعلم منها إلا ما تقول انتهى\r\nووهم الحاكم في المستدرك فرواه في الفضائل وقال على شرط الشيخين ولم يخرجاه\r\nورواه البزار في مسنده وزاد فيه ثم قال عمر كيف تلومونني عليه بعد ما ترون انتهى\r\nوكذلك ابن سعد في الطبقات\r\n1559 الحديث الحادي عشر\r\nعن النبي صلى الله عليه وسلم أنه دعا فاطمة رضي الله عنها فقال لها يابنتاه إنه قد نعيت إلي نفسي فبكت فقال لا تبكي فإنك أول أهلي لحوقا بي\r\n","description":"","footnote":"","page_name":" 321 ","page_number":317},
  {"content":"\r\nقلت رواه البيهقي في أواخر كتابه دلائل النبوة من حديث هلال بن خباب عن عكرمة عن ابن عباس قال لما نزلت * ( إذا جاء نصر الله والفتح ) * دعا رسول الله صلى الله عليه وسلم فاطمة رضي الله عنها وقال لها إنه قد نعيت إلي نفسي فبكت فقال لها اصبري فإنك أول أهلي لحوقا بي\r\nوكذلك رواه ابن مردويه في تفسيره حدثنا سليمان بن أحمد ثنا أحمد بن يحيى الحلواني ثنا سعيد بن سليمان عن عباد بن العوام عن هلال بن خباب به سندا ومتنا زاد فيه فقال لها بعض أزواج النبي صلى الله عليه وسلم رأيتك بكيت ثم ضحكت قالت إنه قال قد نعيت إلي نفسي فبكيت فقال لا تبكي فإنك أول أهلي لحوقا بي فضحكت انتهى\r\nوبعضه في الصحيحين رواه البخاري في علامات النبوة ومسلم في الفضائل من حديث مسروق عن عائشة قالت اجتمعن نساء النبي صلى الله عليه وسلم فلم يغادر منهن امرأة فجاءت فاطمة رضي الله عنها كأن مشيتها مشية النبي صلى الله عليه وسلم فقال مرحبا بابنتي ثم أجلسها عن شماله وأسر إليها حديثا فبكت فاطمة ثم سارها فضحكت فقلت لها ما رأيت كاليوم فرحا أقرب من حزن فقالت ما كنت لأفشي سر رسول الله صلى الله عليه وسلم لاحد حتى إذا قبض سألتها فقالت إنه قال إن جبريل كان يعارضه بالقرآن في كل عام مرة وإنه عارضه به العام مرتين ولا أراني إلا قد حضر أجلي وإنك لأول أهلي لحوقا بي ونعم السلف أنا لك فبكيت ثم إنه سارني فقال ألا ترضين أن تكوني سيدة نساء المؤمنين أو نساء هذه الأمة فضحكت لذلك انتهى\r\nوقد تعارض هذا بما رواه مسلم في صحيحه في الفضائل من حديث عائشة بنت طلحة عن عائشة أم المؤمنين عن النبي صلى الله عليه وسلم قال أسرعكن لحاقا بي أطولكن يدا قالت فكن يتطاولن أيتهن أطول يدا حتى توفيت زينب فعرفنا أنه الصدقة وكانت زينب امرأة صناعا تعمل بيديها وتتصدق والجواب أن المراد\r\n","description":"","footnote":"","page_name":" 322 ","page_number":318},
  {"content":"\r\nبالأهل في الأول الأقارب والخطاب في الثاني للزوجات\r\nووقع في البخاري أن سودة كانت أول أهله لحوقا به رواه في الزكاة من حديث مسروق عن عائشة أن بعض أزواج النبي صلى الله عليه وسلم قلن له أينا أسرع بك لحوقا فقال أطولكن يدا فأخذوا قصبة يذرعونها فكانت سودة أطولهن يدا فقلنا بعد إنما كان طول يدها الصدقة وكانت أسرعنا لحوقا به وكانت تحب الصدقة انتهى بحروفه\r\nوإذا تأملت تجده غير منتظم فإن سودة كانت أطولهن يدا من حيث الخلقة وزينب كانت أطولهن يدا من حيث الصدقة فجمع بينهما لسودة في متن البخاري وهذا وهم ظاهر ونسب إلى البخاري نفسه وقد رواه مسلم عن الصواب والله أعلم\r\nورواه ابن سعد في الطبقات أخبرنا عفان بن مسلم ثنا أبو عوانة عن فراس عن عامر عن عائشة . . . فذكره بلفظ البخاري ثم قال قال محمد بن عمر يعني الواقدي هذا الحديث وهل في سودة وإنما هو في زينب بنت جحش فإنها كانت أول نسائه لحوقا به توفيت في خلافة عمر بن الخطاب وبقيت سودة بنت زمعة فيما حدثنا به محمد بن عبد الله بن مسلم عن أبيه أن سودة توفيت في شوال سنة اربع وخمسين بالمدينة في خلافة معاوية بن أبي سفيان وهو الثبت عندنا انتهى\r\nقال ابن الجوزي وهذا بلا شك وهم من بعض الرواة قال والعجب من البخاري كيف لم يغيره ولا نبه عليه وإنما هي زينب فإنها كانت أطولهن يدا في الصدقة والعطاء وزينب توفيت سنة عشرين وسودة إنما توفيت سنة أربع وخمسين انتهى\r\nوقال عبد الحق في الجمع بين الصحيحين لما ذكر حديث البخاري في الفضائل والمعروف أن زينب كانت أول من مات من أزواج النبي صلى الله عليه وسلم ماتت أيام عمر\r\n","description":"","footnote":"","page_name":" 323 ","page_number":319},
  {"content":"\r\nابن الخطاب انتهى\r\nوالحميدي عده فيما اتفق الشيخان على متنه بسندين ولم يبين وهم البخاري فيه\r\n1560 الحديث الثاني عشر\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة * ( إذا جاء نصر الله والفتح ) * أعطي من الاجر كمن شهد مع محمد صلى الله عليه وسلم فتح مكة\r\nقلت رواه الثعلبي في تفسيره من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم . . . فذكره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nوبسند الثعلبي رواه الواحدي في الوسيط\r\n","description":"","footnote":"","page_name":" 324 ","page_number":320},
  {"content":"\r\n","description":"","footnote":"","page_name":" 325 ","page_number":321},
  {"content":"\r\nسورة تبت\r\n","description":"","footnote":"","page_name":" 326 ","page_number":322},
  {"content":"\r\nفيها ثلاثة أحاديث\r\n1561 الحديث الأول\r\nروي أنه لما نزلت * ( وأنذر عشيرتك الأقربين ) * رقى النبي صلى الله عليه وسلم الصفا وقال يا صباحاه فاستجمع إليه الناس من كل أوب فقال يا بني عبد المطلب يا بني فهر أن أخبرتكم إن بسفح هذا الجبل خيلا أكنتم مصدقي قالوا نعم قال فإني نذير لكم بين يدي الساعة فقال أبو لهب تبا لك ألهذا دعوتنا فنزلت\r\nقلت رواه البخاري في صحيحه في التفسير ومسلم في الايمان من حديث سعيد بن جبير عن ابن عباس قال لما نزلت * ( وأنذر عشيرتك الأقربين ) * خرج رسول الله صلى الله عليه وسلم حتى صعد الصفا فهتف يا صباحاه فقالوا من هذا الذي يهتف قالوا محمد فاجتمعوا إليه فقال يا بني فلان يا بني فلان يا بني عبد مناف يا بني عبد المطلب فاجتمعوا إليه فقال أرأيتكم لو أخبرتكم أن خيلا تخرج بسفح هذا الجبل أكنتم مصدقي قالوا ما جربنا عليك كذبا قال فإني نذير لكم بين يدي عذاب شديد قال فقال أبو لهب تبا لك أما جمعتنا إلا لهذا ثم قال فنزلت * ( تبت يدا أبي لهب ) * إلى آخرها انتهى\r\n1562 الحديث الثاني\r\nقال رسول الله صلى الله عليه وسلم إن أطيب ما يأكل الرجل من كسبه وإن ولده من كسبه\r\n","description":"","footnote":"","page_name":" 327 ","page_number":323},
  {"content":"\r\nقلت رواه أصحاب السنن الأربعة وغيرهم وقد تقدم في آخر سورة النور\r\n1563 الحديث الثالث\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ سورة تبت رجوت الا يجمع الله بينه وبين أبي لهب في دار واحدة\r\nقلت رواه الثعلبي في تفسيره من حديث سلام بن سليم ثنا هارون بن كثير عن زيد بن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم من قرأ سورة تبت . . . إلى آخره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران وبسند الثعلبي رواه الواحدي في الوسيط\r\n","description":"","footnote":"","page_name":" 328 ","page_number":324},
  {"content":"\r\n","description":"","footnote":"","page_name":" 329 ","page_number":325},
  {"content":"\r\nسورة الاخلاص\r\n","description":"","footnote":"","page_name":" 330 ","page_number":326},
  {"content":"\r\nفيها حديثان\r\n1564 الحديث الأول\r\nروى أنس عن النبي صلى الله عليه وسلم أنه قال أسست السماوات السبع والأرضون السبع على * ( قل هو الله أحد ) *\r\nقلت غريب\r\nوروى ابن أبي شيبة في مصنفه في كتابه المفرد في فضائل القرآن وهو مجلد لطيف ثنا الحسن بن موسى ثنا أبو هلال عن قتادة عن عبد الله بن غيلان الثقفي انه كان أميرا على البصرة فقال حدثني هذا الرجل الصالح كعب الأحبار ان الله تبارك وتعالى أسس الأرضين على * ( قل هو الله أحد ) * انتهى\r\n1565 الحديث الثاني\r\nعن النبي صلى الله عليه وسلم انه سمع رجلا يقرأ * ( قل هو الله أحد ) * فقال وجبت قيل يا رسول الله وما وجبت قال وجبت له الجنة\r\nقلت روي من حديث أبي هريرة ومن حديث أبي أمامة\r\nأما حديث أبي هريرة فرواه الترمذي في كتابه فضائل القرآن والنسائي في\r\n","description":"","footnote":"","page_name":" 331 ","page_number":327},
  {"content":"\r\nالصلاة وفي التفسير وفي اليوم والليلة من حديث عبيد بن حنين عن أبي هريرة قال أقبلنا مع رسول الله صلى الله عليه وسلم فسمع رجلا يقرأ * ( قل هو الله أحد ) * إلى آخرها فقال وجبت فسألنا يا رسول الله ماذا وجبت قال الجنة انتهى قال الترمذي حديث حسن صحيح غريب لا نعرفه إلا من حديث مالك بن انس انتهى\r\nورواه مالك في موطئه عن عبيد الله بن عبد الرحمن عن عبيد بن حنين به\r\nومن طريق مالك أيضا رواه الحاكم في المستدرك في فضائل القرآن وقال صحيح الاسناد ولم يخرجاه انتهى\r\nوعن الحاكم رواه البيهقي في شعب الايمان في الباب التاسع عشر بسنده ومتنه\r\nوأما حديث أبي أمامة فرواه الطبراني في معجمه من حديث معاذ بن رفاعة ثنا علي بن يزيد عن القاسم عن أبي أمامة قال مر رسول الله صلى الله عليه وسلم برجل وهو يقرأ * ( قل هو الله أحد ) * فقال أوجب هذا قيل ما أوجب قال وجبت له الجنة انتهى\r\n","description":"","footnote":"","page_name":" 332 ","page_number":328},
  {"content":"\r\n","description":"","footnote":"","page_name":" 333 ","page_number":329},
  {"content":"\r\nسورة الفلق\r\n","description":"","footnote":"","page_name":" 334 ","page_number":330},
  {"content":"\r\nذكر فيها أربعة أحاديث\r\n1566 الحديث الأول\r\nفي الحديث لما رأى الشمس قد وقبت قال هذا حين حلها يعني صلاة المغرب\r\nقلت رواه أبو عبيد القاسم بن سلام في كتابه غريب الحديث فقال ثنا محمد بن ربيعة عن عبد الله بن سعيد عن أبيه عن أبي هند عن أبيه عن عبيد الله بن عبد الله بن عتبة رفعه إلى النبي صلى الله عليه وسلم أنه لما رأى الشمس قد وقبت قال هذا حين حلها انتهى ثم قال قوله وقبت أي غابت واصل الوقوب الدخول قال ومنه قوله تعالى * ( ومن شر غاسق إذا وقب ) * انتهى\r\nوالمصنف احتج به على أن وقب بمعنى غاب\r\n1567 الحديث الثاني\r\nعن عائشة قالت أخذ رسول الله صلى الله عليه وسلم بيدي فأشار إلى القمر فقال نعوذ بالله من شر هذا إنه الغاسق إذا وقب\r\nقلت رواه الترمذي في كتابه في التفسير والنسائي فيه وفي اليوم والليلة من حديث ابن أبي ذئب عن خاله الحارث بن عبد الرحمن عن أبي سلمة عن عائشة أن النبي صلى الله عليه وسلم نظر إلى القمر فقال يا عائشة استعيذي بالله من شر هذا فإنه الغاسق إذا وقب انتهى قال الترمذي حديث حسن صحيح\r\n","description":"","footnote":"","page_name":" 335 ","page_number":331},
  {"content":"\r\nورواه الحاكم في المستدرك وقال صحيح الاسناد ولم يخرجاه انتهى\r\nورواه أحمد وابن أبي شيبة وعبد بن حميد وإسحاق بن راهويه وأبو يعلى الموصلي وأبو داود الطيالسي في مسانيدهم\r\nورواه الطبري في تفسيره عن محمد بن عبد الرحمن بن أبي ذئب عن خاله الحارث به\r\nولفظ النسائي في التفسير أخذ النبي صلى الله عليه وسلم بيدي وقد طلع القمر فقال\r\n1568 الحديث الثالث\r\nقال رسول الله صلى الله عليه وسلم لا حسد إلا في اثنثين هكذا في الكتاب\r\nقلت فيه أحاديث\r\nروى البخاري ومسلم في فضائل القرآن من حديث سالم بن عبد الله عن أبيه سمعت رسول الله صلى الله عليه وسلم يقول لا حسد إلا في اثنتين رجل آتاه الله الكتاب فهو يقوم به آناء الليل والنهار انتهى\r\nورواه عبد الرزاق في مصنفه وزاد فيه فهو ينفق يعني الصدقة\r\nورواه ابن أبي شيبة في مسنده وزاد فيه فيقول الرجل لو آتاني الله مثل ما أوتي فلان لفعلت مثل ما يفعل\r\nحديث آخر روى البخاري في كتاب العلم ومسلم في فضائل القرآن من حديث قيس بن أبي حازم عن ابن مسعود عن النبي صلى الله عليه وسلم قال لا حسد إلا في اثنتين رجل آتاه الله مالا فسلطه على هلكته في الحق ورجل آتاه الله الحكمة فهو يقضي بها ويعلمها انتهى\r\nورواه البخاري من حديث أبي هريرة باللفظ الأول وزاد فيه فقال\r\n","description":"","footnote":"","page_name":" 336 ","page_number":332},
  {"content":"\r\nرجل ليتني أوتيت مثل ما أوتي فلان فعملت مثل الذي يعمل فوضع الحسد موضع الغبطة\r\nولا يعارض هذا بقوله تعالى * ( ولا تتمنوا ما فضل الله به بعضكم على بعض ) * لان الآية نزلت في سبب خاص رواه الحاكم في المستدرك من حديث مجاهد عن أم سلمة قالت يا رسول الله ايغزو الرجال ولا نعزو ولا نقاتل فنستشهد وإنما لنا نصف الميراث فأنزل الله الآية ثم قال صحيح إن كان مجاهد سمع من أم سلمة انتهى\r\nقال القرطبي في شرح مسلم المراد بالحسد في هذا الحديث الغبطة وقد نبه عليه البخاري في التبويب فقال باب الاغتباط في العلم والحكمة وكذلك قال النووي لا غبطة أفضل منها في هاتين\r\nقال البغوي في شرح السنة وقيل إن فيه إباحة لنوع من الحسد كما فيه نوع إباحة من الكذب في قوله صلى الله عليه وسلم لا يحل الكذب إلا في ثلاث الرجل يكذب في الحرب ويصلح بين اثنين ويحدث أهله انتهى\r\nقال القرطبي ومن الحسد ما يكون محمودا مثل أن يتمنى زوال النعمة عن الكافر وعمن يستعين بها على المعاصي وكلهم اتفقوا على تفسير الحسد تمني زوال النعمة عن المحسود إلى الحاسد والغبطة أن يتمنى لنفسه مثلها دون زوالها من أخيه فقال القرطبي ويسمى أيضا منافسة قال الله تعالى * ( وفي ذلك فليتنافس المتنافسون ) *\r\n1569 الحديث الرابع\r\nعن رسول الله صلى الله عليه وسلم قال من قرأ المعوذتين فكأنما قرأ الكتب التي أنزلها الله تعالى كلها\r\nقلت رواه الثعلبي من حديث أبي عصمة نوح بن أبي مريم عن زيد العمي\r\n","description":"","footnote":"","page_name":" 337 ","page_number":333},
  {"content":"\r\nعن أبي نضرة عن ابن عباس عن أبي بن كعب عن النبي صلى الله عليه وسلم قال من قرأ المعوذتين . . . إلى آخره\r\nورواه ابن مردويه في تفسيره بسنديه في آل عمران\r\nورواه الواحدي في الوسيط بسنده المتقدم في يونس\r\n","description":"","footnote":"","page_name":" 338 ","page_number":334},
  {"content":"\r\n","description":"","footnote":"","page_name":" 339 ","page_number":335},
  {"content":"\r\nسورة الناس\r\n","description":"","footnote":"","page_name":" 340 ","page_number":336},
  {"content":"\r\nحديث واحد\r\n1570 عن رسول الله صلى الله عليه وسلم قال لقد انزل علي سورتان ما أنزل علي مثلهما وإنك لن تقرأ سورة أحب ولا أرضى عند الله منهما\r\nقلت غريب بهذا اللفظ\r\nوروى مسلم في صحيحه من حديث عقبة بن عامر الجهني عن النبي صلى الله عليه وسلم قال ألم تر آيات أنزلت هذه الليلة لم ير مثلهن قط * ( قل أعوذ برب الفلق ) * و * ( قل أعوذ برب الناس ) *\r\nوروى ابن حبان في صحيحه في النوع الأول من القسم الأول من حديث اسلم بن عمران عن عقبة قال سمعت رسول الله صلى الله عليه وسلم يقول لن يقرأ سورة أحب إلى الله ولا أبلغ من * ( قل أعوذ برب الفلق ) * و * ( قل أعوذ برب الناس ) * فإن استطعت ألا تدعهما في صلاة فافعل انتهى\r\n","description":"","footnote":"","page_name":" 341 ","page_number":337},
  {"content":"\r\n","description":"","footnote":"","page_name":" 342 ","page_number":338},
  {"content":"\r\nما روي في فضائل السور\r\nروى أبو جعفر العقيلي رحمه الله في ترجمة بزيع بن حسان حدثنا علي بن الحسين بن عامر ثنا محمد بن بكار ثنا بزيع بن حسان أبو الخليل البصري ثنا علي بن زيد بن جدعان وعطاء بن أبي ميمونة كلاهما عن زر بن حبيش عن أبي بن كعب قال قال رسول الله صلى الله عليه وسلم يا أبي من قرأ فاتحة الكتاب أعطي من الأجر فذكر فضل سورة سورة إلى آخر القرآن انتهى بحروفه\r\nثم أسند إلى ابن المبارك أنه قال في حديث أبي بن كعب عن النبي صلى الله عليه وسلم من قرأ سورة كذا فله كذا ومن قرأ سورة كذا فله كذا قال ابن المبارك أظن الزنادقة وضعته انتهى\r\nوروى ابن الجوزي في أول كتاب الموضوعات من طريق الحافظ أبي عبد الله الحاكم قال سمعت أبا علي الحافظ يقول سمعت محمد بن يونس المقرئ يقول سمعت جعفر بن أحمد بن نصر يقول سمعت ابا عمار المروزي يقول قيل لأبي عصمة نوح بن أبي مريم المرزوي من أين لك عن عكرمة عن ابن عباس في فضائل القرآن سورة سورة وليس هذا عند أصحاب عكرمة فقال إني رأيت الناس قد أعرضوا عن القرآن واشتغلوا بفقه أبي حنيفة ومغازي ابن إسحاق فوضعت هذا الحديث حسبة انتهى\r\nثم روى الحديث المتقدم من طريق العقيلي بسنده ومتنه\r\nثم رواه من طريق أبي بكر بن أبي داود السجستاني ثنا مخلد بن عبد الواحد عن علي بن زيد بن جدعان وعطاء بن أبي ميمونة عن زر بن حبيش عن أبي بن\r\n","description":"","footnote":"","page_name":" 343 ","page_number":339},
  {"content":"\r\nكعب أنه قال أيما مسلم قرأ فاتحة الكتاب أعطي من الاجر كأنما تصدق على كل مؤمن ومؤمنة ومن قرأ آل عمران بكل آية منها أمانا على جسر جهنم ومن قرأ سورة النساء أعطي من الاجر كأنما تصدق على كل مؤمن ومؤمنة ومن قرا المائدة أعطي عشر حسنات ومحي عنه عشر سيئات ورفع له عشر درجات بعدد كل يهودي ونصراني تنفس في الدنيا ومن قرأ سورة الأنعام صلى عليه سبعون الف ملك ومن قرأ الأعراف جعل الله بينه وبين إبليس سترا ومن قرأ الأنفال كنت له شفيعا وشاهدا وبرئ من النفاق ومن قرأ سورة يس أعطي من الاجر عشر حسنات بعدد من كذب يونس وصدق به وبعدد من غرق مع فرعون ومن قرأ سورة هود أعطي من الاجر عشر حسنات بعدد من صدق بنوح وكذب به قال وذكر في كل سورة ثواب تاليها إلى آخر القرآن\r\nوقد فرق هذا الحديث أبو إسحاق الثعلبي في تفسيره فذكر عند كل سورة منها ما يخصها وتبعه أبو الحسن الواحدي في ذلك ولم أعجب منهما لأنهما ليسا من أصحاب الحديث وإنما عجبت من الامام أبي بكر بن أبي داود كيف فرقه على كتابه الذي صنفه في فضائل القرآن وهو من أهل هذا الشأن ويعلم أنه حديث محال ولكن بعض المحدثين يرى تنفيق حديثه ولو بالبواطيل وهذا قبيح منهم فإنه قد صح عن رسول الله صلى الله عليه وسلم أنه قال من حدث عني حديثا يرى أنه كذب فهو أحد الكاذبين\r\nوهذا حديث فضائل السور مصنوع بلا شك وفي إسناد الطريق الأول بزيع قال الدارقطني متروك وفي الطريق الثاني مخلد بن عبد الواحد قال ابن حبان منكر الحديث جدا وقد اتفق بزيع ومخلد على رواية هذا الحديث عن علي بن زيد قال احمد وابن معين علي بن زيد ليس بشيء وأيضا فنفس الحديث\r\n","description":"","footnote":"","page_name":" 344 ","page_number":340},
  {"content":"\r\nيدل على أنه مصنوع فإنه قد استنفذ السور وذكر في كل واحدة ما يناسبها من الثواب بكلام ركيك في نهاية البرودة لا يناسب كلام الرسول\r\nقال وقد روى في فضائل السور أيضا ميسرة بن عبد ربه قال عبد الرحمن ابن مهدي قلت لميسرة ومن اين جئت بهذه الأحاديث من قرأ كذا فله كذا ومن قرأ كذا فله كذا قال وضعته أرغب الناس فيه\r\nثم اسند من طريق الامام أبي بكر الخطيب البغدادي بسنده إلى محمود بن غيلان قال سمعت المؤمل وذكر عنده حديث أبي بن كعب عن النبي صلى الله عليه وسلم في فضائل القرآن فذكر عن أشياخ عدة لم يذكر أسماءهم انهم قالوا اجتمعنا فرأينا الناس قد رغبوا عن القرآن فوضعنا لهم هذه الفضائل ليرغبوا فيه انتهى كلام ابن الجوزي\r\nوروى الحافظ أبو نعيم الأصبهاني في تاريخ أصبهان في ترجمة من اسمه يوسف حدثنا أبو عمرو يوسف بن إبراهيم بن يوسف الباطرقاني المؤدب ثنا أبو خالد يزيد ابن خالد بن يزيد الرملي ثنا يوسف بن عطية عن هارون بن كثير عن زيد ابن أسلم عن أبيه عن أبي أمامة عن أبي بن كعب عن النبي صلى الله عليه وسلم حديث فضائل القرآن بطوله انتهى بحروفه\r\nوروى ابن مردويه في آخر تفسيره حدثنا سليمان بن أحمد وهو الطبراني ثنا بشر بن موسى ثنا محمد بن عمران بن أبي ليلى ثني أبي عن مخلد بن عبد الواحد عن الحجاج بن عبد الله عن أبي الخليل عن علي بن زيد وعطاء بن أبي ميمونة عن زر بن حبيش عن أبي بن كعب قال قرأ علي رسول الله صلى الله عليه وسلم القرآن في السنة التي مات فيها فقال يا أبي إن جبريل أمرني أن أقرأ عليك القرآن وهو يقرئك السلام قال أبي فقلت كما كان لي خاصة قرأتك علي القرآن فخصني بثواب القرآن مما علمك الله واطلعك عليه قال نعم أيما مسلم قرأ فاتحة الكتاب أعطي من الاجر كأنما قرأ ثلثي القرآن وأعطي من الاجر كأنما\r\n","description":"","footnote":"","page_name":" 345 ","page_number":341},
  {"content":"\r\nتصدق على كل مؤمن ومؤمنة ومن قرأ سورة البقرة أعطي من الاجر كالمرابط في سبيل الله سنة لا يسكن روعته وقال يا أبي مر المسلمين يتعلموا البقرة فإن تعلمها بركة وتركها حسرة ولا تستطيعها البطلة قلت يا رسول الله وما البطلة قال السحرة ومن قرأ آل عمران أعطي بكل آية منها أمانا على جسر جهنم . . . فذكره بطوله كما ذكرته مفرقا في السور إلى آخر المعوذتين وهذا سنده الأول في حديث فضائل السور\r\nثم رواه بسند آخر فقال حدثنا أبو إسحاق إبراهيم بن محمد بن حمزة انا إبراهيم بن شريك بن الفضل بن خالد الأسدي الكوفي ثنا أحمد بن عبد الله بن يونس ثنا سلام بن سليم المدائني ثنا هارون بن كثير ح وحدثنا محمد بن أحمد ابن يعقوب الحرفي ثنا أبو عمرو يوسف بن إبراهيم بن يوسف الباطرقاني المؤدب ثنا أبو خالد الرملي يزيد بن خالد بن يزيد بن موهب بمكة ثنا يوسف بن عطية عن هارون بن كثير عن زيد بن اسلم عن أبيه عن أبي أمامة عن أبي بن كعب رضي الله عنه قال قال رسول الله صلى الله عليه وسلم . . . فذكره نحوه باختلاف ألفاظ يسيرة كما بينته في أواخر السورة وهذا سنده الثاني في حديث فضائل السور والله أعلم\r\nتمت النسخة المباركة تخريج أحاديث الكشاف للامام الزيلعي رحمه الله\r\n","description":"","footnote":"","page_name":" 346 ","page_number":342},
  {"content":"\r\nهذا اخر ما وجدته من تخريج أحاديث الكشاف وكتبه من خط مؤلفه العبد الفقير الراجي عفو ربه القدير المعترف بالخطأ والتقصير علي بن سودون بن عبد الله الإبراهيمي الحنفي عامله الله بلطفه الخفي\r\nفي الثاني والعشرين من شهر جمادى الأولى سنة اثنتين وستين وثمانمائة\r\nأحسن الله عاقبتها\r\nبمحمد وآله وصحبه وسلم تسليما دائما ابدا إلى يوم الدين\r\nحسبنا الله ونعم الوكيل\r\nولا حول ولا قوة إلا بالله\r\n\r\n","description":"","footnote":"","page_name":" 347 ","page_number":343}
  ]