[
  {"content":"\r\n( ( دحية ) )\r\n3 ( دحية الكلبي ) )\r\nدحية بن خليفة الكلبي هو الذي كان جبريل عليه السلام يأتي النبي صلى الله عليه وسلم في صورته وبعثه النبي صلى الله عليه وسلم بكتابه إلى قيصر فأوصله إلى عظيم بصرى وشهد اليرموك أميرا على كردوس ثم سكن دمشق بعد ذلك وكان بالمزة قال ابن سعد أسلم قديما قبل بدر ولم يشهدها وشهد المشاهد بعدها وكان يشبه جبريل عليه السلام وبقي إلى زمن معاوية وكان دحية رجلا جميلا قال رجل لعوانة بن الحكم أجمل الناس جرير بن عبد الله\r\nقال له عوانة أجمل الناس من نزل جبريل على صورته يعني دحية وقال ابن قتيبة في حديث ابن عباس أنه قال كان دحية إذا قدم لم تبق معصر إلا خرجت تنظر إليه المعصر الجارية إذا دنت من الحيض ويقال هي التي أدركت وقال مجاهد قد بعث رسول اله صلى الله عليه وسلم ابن مسعود وخبابا سرية وبعث دحية سرية وحده وروى له أبو داود وتوفي في حدود الخمسين للجرة\r\n3 ( دحية بن المغضب ) )\r\nدحية بن المغضب بن أصبغ بن عبد العزيز بن مروان الأموي\r\nتوفي بمصر سنة تسع وستين ومائة قتيلا\r\nابن دحية المحدث اسمه عمر بن حسن بن علي ولده محمد بن أبي الخطاب\r\n( ( دخين بن عامر الحجري ) )\r\nدخين بن عامر الحجري كاتب عقبة بن عامر\r\n","description":"","footnote":"","page_name":" 5 ","page_number":1},
  {"content":"\r\nروى ن عقبة وروى له أبو داود والنسائي وابن ماجة وتوفي في حدود المائة\r\n( ( الألقاب ) )\r\nالدخوار مهذب الدين الطبيب اسمه عبد الرحيم بن علي\r\nالدخميتي أحمد بن أبي الفضائل\r\nالدخميسي اسمه بكر\r\nابن الدخيل يوسف بن أحمد\r\n( ( دراج المصري القاص ) )\r\nدراج أبو السمح المصري القاص مولى عبد لله بن عمرو بن العاص روى عن عبد الله بن الحارث بن جزء الزبيدي وأبي الهيثم سليمان بن عمرو العتواري وأبي قبيل المعافري وعبد الرحمن بن حجيرة وثقة ابن معين وضعفه أبو حاتم يسيرا فقال فيه ضعف وكان مجاب الدعوة من الخاشعين قال أحمد بن حنبل منكر الحديث روى له الأربعة وتوفي سنة ست وعشرين ومائة\r\n( ( الألقاب ) )\r\nابن دراج القسطلي الشاعر اسمه أحمد بن العاص\r\nابن الدرا يوسف بن درة\r\nالدراوردي الإمام المحدث اسمه عبد العزيز بن محمد\r\nالدرجي الحنفي إبراهيم بن إسماعيل\r\nأم الدرداء الصغرى اسمها هجيمة\r\nأبو الدرداء عويمر بن قيس\r\nأم الدرداء الكبرى اسمها خيرة\r\nابن درستويه النحوي اسمه عبد الله بن جعفر\r\nالدرفيل حسام الدين لاجين الدوادار\r\nابن دريد اللغوي اسمه محمد بن الحسن )\r\nابن دويد بالواو اسمه محمد بن سهل\r\nالدركاذو المغربي اسمه عبد الملك بن محمد\r\nابن ددوه حماد بن مسلم\r\n","description":"","footnote":"","page_name":" 6 ","page_number":2},
  {"content":"\r\n( ( أبو ميمونة الفاسي ) )\r\nدراس بن إسماعيل أبو ميمونة الفاسي سمع ببلده وبإفريقية من ابن اللباد ورحل فسمع من ابن مطر كتاب ابن المواز وابن مطر هو علي بن عبد الله بن مطر الإسكندراني وكان أبو ميمونة فقيها عارفا بنصوص مالك أخذ عنه أبو محمد بن أبي زيد وأبو الحسن القابسي وأبو الفرج ابن عبدوس وخلف بن أبي جعفر وأبو عبد الله ابن الشيخ السبتي وكان رجلا صالحا دخل الأندلس مجاهدا وتردد إلى الثغور\r\nوتوفي سنة سبع وخمسين وثلاث مائة\r\n( ( دري ) )\r\n3 ( شهاب الدولة أمير دمشق ) )\r\nدري شهاب الدولة المستنصري قدم دمشق أميرا عليها لصاحب مصر بعد عزل حيدرة\r\nوولي الرملة فقتل بها في شهر ربيع الآخر سنة ستين وأربع مائة\r\n3 ( الظافري المصري ) )\r\nدري الظافري المصري الأمير ولي امرأة الإسكندرية ودمياط ثم تزهد وأقبل على الاشتغال والتحصيل فبرع في علوم الرافضة وصنف التصانيف من ذلك كتاب معالم الدين على قواعد الرافضة والمعتزلة\r\nومصنف في الفقه مشهور بين الرافضة وكان ابن رزيك يحبه ويحترمه\r\n( ( الألقاب ) )\r\nابن درباس الحسن بن إسماعيل بن عبد الملك\r\nوكمال الدين محمد بن عبد الملك\r\nوصدر الدين عبد الملك بن عيسى\r\nوعماد الدين إسماعيل بن عبد الملك\r\nوضياء الدين عثمان بن عيسى )\r\nوناصر الدين الحسن بن إسماعيل\r\nوشرف الدين يعقوب بن محمد\r\nالدرجي إبراهيم بن إسماعيل بن إبراهيم\r\n","description":"","footnote":"","page_name":" 7 ","page_number":3},
  {"content":"\r\n( ( درست ) )\r\n3 ( المعلم الشاعر ) )\r\nدرست المعلم البغدادي شاعر ذكره عبد الله بن المعتز في طبقات الشعراء وذكر أن الجاحظ احتج بشعر وأنه كان يرى رأي الخوارج وكان أرقع خلق الله إلا أنه كان فصيح القول جيد النظم\r\nوقال حدثني أبو نزار الخارجي قال حدثني من رأى درست المعلم يناظر في مسجد البصرة صنوف أهل العلم فيغلبهم لأنه كان عمل في الكلام فجود وكان ذا بيان وشدة عارضة ومما روينا له قوله في جيرانه\r\n* لي جيران ثقال كلهم\r\n* وإذا خفهم مثل الرصاص\r\n*\r\n* قلت لما قيل لي قد غضبوا\r\n* غضب الخيل على اللجم الدلاص\r\n* قال ومما يستملح من غزله قوله\r\n* أما والخال في الأسيل\r\n* وطرف فاتر غنج كحيل\r\n*\r\n* وقد مائل يحيكه غصن\r\n* على دعص من الردف الثقيل\r\n*\r\n* لقد أبدي هواك لنا سيوفا\r\n* فكم لسيوف حبك من قتيل\r\n*\r\n* أنا المقتول من بين الأساري\r\n* نحيل من لمحزون نحيل\r\n*\r\n* ألا يا عين قبل البين جودي\r\n* أراه سوف يودي عن قليل\r\n*\r\n( ( درة ) )\r\n3 ( بنت أبي لهب ) )\r\nدرة بنت أبي لهب بن هاشم كانت عند الحارث بن نوفل بن الحارث بن عبد المطلب فولدت له عقبة والوليد وأبا مسلم روت عن النبي صلى الله عليه وسلم أنه سئل أي الناس خير قال أتقاهم لله وآمرهم بالمعروف وانهاهمعن المنكر وأوصلهم لرحمه ومن حديثها قال النبي صلى الله عليه وسلم لا يؤذى حي بميت\r\n3 ( بنت أبي سلمة ) )\r\nدرة بنت أبي سلمة بن عبد الأسد القرشية المخزومية ربيبة رسول الله صلى الله عليه وسلم وبنت امرأته أم سلمة معروفة عند أهل العلم بالسير والخير والحديث في بنات أم سلمة ربائب رسول الله صلى الله عليه وسلم حديث أم حبيبة قالت يا رسول الله إنا تحدثنا أنك ناكح درة بنت أبي سلمة\r\nفقال رسول الله صلى الله عليه وسلم أعلى أم سلمة لو أني لم أنكح أم سلمة لم تحل\r\n","description":"","footnote":"","page_name":" 8 ","page_number":4},
  {"content":"\r\nلي إن أباها أخي من الرضاعة\r\n( ( ابن الصمة الهوازني ) )\r\nدريد بن الصمة أبو قرة الهوازني الجشمي واسم الصمة معاوية وفد على الحارث بن أبي شمر ويعد من شعراء العرب وشجعانها وذوي أسنانها عاش نحوا من ماءتي سنة حتى سقط حاجباه على عينيه\r\nوخرجت به هوازن يوم حنين تتيمن برأيه فقتل كافرا ولما انهزم المشركون أدرك ربيعة بن رفيع السلمي دريد بن الصمة فأخذ بخطام جمله وهو يظن أنه امرأة لأنه كان في شجار له\r\nفأناخ به فإذا شيخ كبير ابن مائتي سنة والغلام لا يعرفه فقال له دريد ما تريد إلى الكبير المرعش الفاني الأدرد فقال الفتى ما أريد إلى غيره ممن هو على مثل دينه فقال له دريد ومن أنت قال أنا ربيعة بن رفيع السلمي وضربه بسيفه فلم يغن شيئا فقال له دريد بئس ما سلحتك أمك خذ سيفي من وراء الرحل في الشجار فاضرب به وارفع عن العظام واخفض عن الدماغ فإني كذلك كنت أفعل بالرجال فإذا أتيت أمك فأخبرها أنك قتلت دريد بن الصمة فرب يوم قد منعت فيه نساءك\r\nفزعمت بنو سليم أن ربيعة لما ضربه تكشف للموت فإذا عجانه وبطون فخذيه مثل القراطيس من ركوب الخيل فلما رجع ربيعة إلى أمه أخبرها بقتل دريد فقالت واله لقد أعتق أمهات لك ثلاثا في غداة واحدة وجز ناصية أبيك قال الفتى لم أشعر وقال عمرة بنت دريد ترثيه\r\n* جزى عنا الإله بني سليم\r\n* وأعقبهم بما فعلوا عقاق\r\n*\r\n* وأسقانا إذا سرنا إليهم\r\n* دماء خيارهم عند التلاقي\r\n*\r\n* فرب عظيمة دافعت عنهم\r\n* وقد بلغت نفوسهم التراقي\r\n*\r\n* ورب كريهة أعتقت منهم\r\n* وأخرى قد فككت من لوثاق\r\n*\r\n* ورب منوه بك من سايم\r\n* أجبت وقد دعاك بلا رماق\r\n*\r\n* لعمرك ما خشيت على دريد\r\n* ببطن سميرة جيش العتاق\r\n* وقال ترثيه أيضا\r\n* قالوا قتلنا دريدا قلت قد صدقوا\r\n* وظل دمعي على الخدين ينحدر\r\n*\r\n* لولا الذي قهر الأقوام كلهم\r\n* رأت سليم وكعب كيف تقتدر )\r\n* ( إذا لصبحهم منا وظاهرهم\r\n* حيث استقلت نواهم جحفل زفر\r\n*\r\n","description":"","footnote":"","page_name":" 9 ","page_number":5},
  {"content":"\r\n( ( الألقاب ) )\r\nابن دريد اللغوي اسمه محمد بن الحسن\r\nابن درهم تاج الدين علي بن محمد بن عبد العزيز\r\nالدسكري أحمد بن عبيدة\r\nالدسكري يوسف بن صالح\r\nالدشتي أحمد بن محمد بن أبي القاسم\r\nالدشناوي تاج الدين محمد بن أحمد\r\nابن درشينة البعلبكي أبو بكر بن أحمد\r\n( ( الخزاعي الشاعر ) )\r\nدعبل بن علي أبو علي الخزاعي الشاعر المشهور له شعر رائق صنف كتابا في طبقات الشعراء قال إن أصله من الكوفة وقيل من قرقيسيا وكان أكثر مقامه ببغداد وسفر إلى غيرها من البلاد وقدم دمشق ومدح نوح بن عمرو بن حوي السكسكي بعدة قصائد وخرج منها إلى مصر\r\nوقيل إن اسمه محمد وكنيته أبو جعفر ودعبل لفب له ويقال الدعبل للبعير المسن ويقال الشيء القديم\r\nوخرج إلى خراسان ونادم عبد الله بن طاهر قال أبو سعيد ابن يونس قدم إلى مصر هارا من المأمون لهجو هجاه به وخرج منها إلى المغرب إلى الأغلب قال الخطيب وعاد إلى بغداد بعد ذلك وكان خبيث اللسان قبيح الهجاء وقيل كان أطرش في قفاه سلعة واسمه الحسن وقيل عبد الرحمن وقيل محمد وكنيته أبو جعفر\r\nولد سنة ثمان وأرعين ومائة وتوفي سنة ست وأربعين ومائتين وله سبع وتسعون سنة وقيل قتله المعتصم سنة عشرين وقيل هجا مالك بن طوق فجهز عليه من ضربه بعكازة مسمومة في قدمه فمات من ذلك بعد يوم ولقبته دابته لدعابته التي كانت فيه قال أبو شامة وكان مداحا لآل رسول الله صلى الله عليه وسلم هجاء لبني العباس وغيرهم\r\nأنشد المأمون من شعره )\r\n* سقيا ورعيا لأيام الصبابات\r\n* أيام أرفل في أثواب لذاتي\r\n*\r\n* أيام غصني رطيب من لدونته\r\n* أصبو إلى غير كناتي وجاراتي\r\n*\r\n","description":"","footnote":"","page_name":" 10 ","page_number":6},
  {"content":"\r\n* دع عنك ذكر زمان فات مطلبه\r\n* واقذف في متن الجهالات\r\n*\r\n* واقصد بكل مديح أنت قائله\r\n* نحو الهداة بني بيت الكرامات\r\n* فلما أتى على القصيدة قال لله دره ما أغوصه وانصفه واوصفه\r\nثم قال إنه وجد والله مقالا فقال\r\nوقيل إن المأمون أقبل يجمع الآثار في فضائل آل رسول الله صلى الله عليه وسلم فانتهى إليه فيما انتهى من فضائلهم قول دعبل\r\n* مدارس آيات خلت من تلاوة\r\n* ومنزل وحي مقفر العرصات\r\n*\r\n* لآل رسول الله بالخيف من منى\r\n* وبالركن والتعريف والجمرات\r\n* فما زالت تتردد في صدر المأمون حتى قدم عليه دعبل فقال أنشدني قصيدتك التائية ولا بأس عليك ولك الأمان من كل شيء فيها فإني أعرفها وقد رويتها إلا أني أحب أن أسمعها من فيك فأنشده حتى صار إلى هذا الموضع\r\n* ألم تر أني مذ ثلاثين حجة\r\n* أروح واغدو دائم الحسرات\r\n*\r\n* أرى فيئهم في غيرهم متقسما\r\n* وأيديهم من فيئهم صفرات\r\n*\r\n* وآل رسول الله نحف جسومها\r\n* وآل زياد غلظ القصرات\r\n*\r\n* بنات زياد في القصور مصونة\r\n* وبنت رسول الله في الفلوات\r\n*\r\n* إذا وتروا مدوا إلى واتريهم\r\n* أكفا عن الأوتار منقبضات\r\n*\r\n* فلولا الذي أرجوه في اليوم أوغد\r\n* لقطع قلبي إثرهم حسراتي\r\n* فبكى المأمون حتى اخضلت لحيته وجرت دموعه على نحره\r\nومن شعره فيهم\r\n* وليس حي من الحياء نعرفه\r\n* من ذي يمان ولا بكر ولا مضر\r\n*\r\n* إلا وهم شركاء في دمائهم\r\n* كما تشارك أيسار على جزر\r\n*\r\n* أرى أمية معذورين إن قتلوا\r\n* ولا أرى لبني العباس من عذر\r\n*\r\n* أبناء حرب ومروان وأسرتهم\r\n* بنو معيط ولاة الحقد والوغر )\r\n* ( أربع بطوس على القبر الزكي به\r\n* إن كنت تربع من دين على وطر\r\n*\r\n* هيهات كل امرئ رهن بما كسبت\r\n* يداه حقا فخذ ما شئت أو فذر\r\n*\r\n","description":"","footnote":"","page_name":" 11 ","page_number":7},
  {"content":"\r\nويقال إن دعبلا من ولد بديل بن ورقاء ويقال إنه روى عن الثوري وشعبة ولا يصح وحديثه يقع عاليا في جزء الحفار ووصله عبد الله بن طاهر بأموال بلغت ثلاث مائة ألف درهم وكان يقول لي خمسون سنة أحمل خشبتي على كتفي أدور على من يصلبني عليها فما أجد من يفعل ذلك\r\nودخل إبراهيم بن المهدي على المأمون فقال يا أمير المؤمنين إن الله فضلك في نفسك علي وألهمك الرأفة والعفو عني والنسب واحد وقد هجاني دعبل فانتقم لي منه فقال ما قال لعل قوله\r\n* نفر ابن شكلة بالعراق وأهله\r\n* فهفا إليه كل أطلس مائق\r\n* فقال هذا من بعض هجائه فقال المأمون لك بي أسوة فقد قال في قوله\r\n* أيسومني المأمون خطة جاهل\r\n* أو ما أرى بالمس رأس محمد\r\n*\r\n* إني من القوم الذين سيوفهم\r\n* قتلت أخاك وشرفتك بمقعد\r\n*\r\n* شادوا بذكرك بعد طول خموله\r\n* واستنفذوك من الحضيض الأوهد\r\n* وهجا ابن أبي دؤاد بعد كثرة إنعامه عليه حتى قيل إنه هجا خزاعة قبيلته فقال\r\n* أخزاع غيركم الكرام فأقصروا\r\n* وضعوا أكفكم على الأفواه\r\n*\r\n* الراتقين ولات حين مراتق\r\n* والفاتقين شرائع الأستاه\r\n* وقال يهجو أخاه ونفسه\r\n* مهدت له ودي صغيرا ونصرتي\r\n* وقاسمته مالي وبوأبه حجري\r\n*\r\n* وقد كان يكفيه من العيش كله\r\n* رجاء ويأس يرجعان إلى فقر\r\n*\r\n* وفيه عيوب ليس يحصى عدادها\r\n* فاصغرها عيبا يجل عن الفكر\r\n*\r\n* ولو أنني أبديت للناس بعضها\r\n* لأصبح من بصق الأحبة في بحر\r\n*\r\n* فدونك عرضي فاهج حيا فإن أمت\r\n* فباله إلا ما خريت على قبري\r\n* وقال يهجو امرأته\r\n* يا من أشبهها بحمى نافض\r\n* قطاعة للظهر ذات زئير )\r\n* ( يا ركبتي جمل وساق نعامة\r\n* وزبيل كناس ورأس بعير\r\n*\r\n* قبلتها فوجدت طعم لثاتها\r\n* فوق اللثام كلسعة الزنبور\r\n*\r\n","description":"","footnote":"","page_name":" 12 ","page_number":8},
  {"content":"\r\nوقال يهجو المعتصم\r\n* ملوك بني العباس في الكتب سبعة\r\n* ولم تاتنا في ثامن منهم الكتب\r\n*\r\n* كذلك أهل الكهف في الكهف سبعة\r\n* غداة ثووا فيه وثامنهم كلب\r\n*\r\n* لقد ضاع أمر الناس حيث يسوسهم\r\n* وصيف وأشناس وقد عظم الخطب\r\n*\r\n( ( الفقيه السجزي ) )\r\nدعلج بن أحمد بن دعلج أبو محمد السجري الفقيه قال الحاكم أخذ عن ابن خزيمة المصنفات وكان يفتي بمذهبه ولم يكن في التجار أيسر منه اشترى بمكة دار العباسية بثلاثين ألف دينار\r\nقال الخطيب بلغني أنه بعث بالمسند إلى ابن عقدة لينظر فيه وجعل في الأجزاء بين كل ورقتين دينارا وتوفي سنة إحدى وخمسين وثلاث مائة وسمع من علي بن عبد العزيز بمكة\r\nوهشامك بن علي السيرافي ومحمد بن إبراهيم البوشنجي وطائفة بنيسابور وعثمان بن سعيد بهراة ومحمد بن غالب ومحمد بن ربح البزاز ومحمد بن سليمان الباغندي وخلق ببغداد وغيرها وروى عنه الدارقطني والحاكم وابن رزقويه وأبو علي بن شاذان وأبو إسحاق الإسفراييني وعبد الملك بن بشران\r\nوكانت له صدقات جارية على أهل الحديث بمكة والعراق وسجستان وقال عمر البصري ما رأيت في بغداد فيمن انتخبت عليهم أصح كتبا ولا أحسن سماعا من دعلج\r\n( ( الجبائي الضرير ) )\r\nدعوان بن علي بن حماد بن صدقة الجبائي أبو محمد الضرير المقرئ البغدادي كان من أعيان الأضرار ومن فضلاء القراء موصوفا بالديانة حسن الطريقة قرأ القرآن بالروايات على أبي طاهر أحمد بن علي بن سوار وأبي الخطاب علي بن عبد الرحمن بن الجراح وأبي القاسم يحيى بن أحمد بن أحمد السيبي وغيرهم\r\nوسمع من الحسين بن أحمد بن محمد بن طلحة النعالي والحسين بن علي بن أحمد بن البسري وأبي المعالي ثابت بن بندار وأبي طاهر بن سوار روى عنه عبد الرزاق بن عبد القادر الجيلي وختم خلقا كثيرا كتاب اله تعالى توفي سنة اثنين وأربعين وخمس مائة\r\nورئي بعد موته بخمس وعشرين سنة في المنام وعليه ثياب شديدة البياض وعمامة بيضاء ملحية ووجهه عليه نور فأخذ بيد الرائي ومشيا إلى صلاة الجمعة فقال له يا سيدي ما\r\n","description":"","footnote":"","page_name":" 13 ","page_number":9},
  {"content":"\r\nفعل الله بك قال عرضت على الله تعالى خمسين مرة فقال لي أيش عملت فقلت له قرأت القرآن وأقرأته فقال لي أنا أتولاك أنا أتولاك\r\nالسدوسي النساية دغفل بن حنظلة السدوسي الذهلي الشيباني النسابة مختلف في صحبته روى عنه الحسن وابن سيرين وسعيد بن أبي الحسن وعبد الله بن بريدة واستقدمه معاوية وأمره أن يعلم يزيد العربية وأنساب العرب والنجوم وقال ابن سعد أدرك النبي صلى الله عليه وسلم ولم يسمع منه شيئا وقيل له بم كنت ما أدركت قال بلسان سؤؤل وقلب عقول وكنت إذا لقيت عالما أخذت منه وأعطيته وقيل إنه جرت بينه وبين أبي بكر الصديق مخاطبة لما كان النبي صلى الله عليه وسلم يعرض نفسه على القبائل العرب قال الحافظ أبو القاسم بلغني أن دغفلا غرق في يوم دولاب من فارس في قتال الخوارج وقيل توفي في حدود الستين للهجرة\r\n( ( الألقاب ) )\r\nابن الدغنة ربيعة بن رفيع\r\nالدغولي الحافظ اسمه محمد بن عبد الرحمن\r\nدفتر خوان علي بن محمد بن الرضا\r\nومنتخب الدين دفتر خوان اسمه أحمد بن عبد الكريم )\r\nالدفوفي المحدث اسمه أحمد بن عبد النصير\r\n( ( دقاق ) )\r\n3 ( دقاق المغنية ) )\r\nدقاق المغنية كانت جميلة محسنة قد أخذت عن الأكابر وكانت ليحيى بن الربيع فولدت له ابنه أحمد وعمر عمرا طويلا وكان عالما بأمر الغناء والمغنين وكان يحيى لما مات تزوجت بعده بجماعة من القواد والكتاب وورثتهم فقال عيسى بن زينب يهجوها\r\n* قلت لما رأيت دار دقاق\r\n* حسنها قد أضر بالعشاق\r\n*\r\n","description":"","footnote":"","page_name":" 14 ","page_number":10},
  {"content":"\r\n* حذروا الرابع الشقي دقاقا\r\n* لا يكونن نهبه في محاق\r\n*\r\n* إله عن بعضها فإن دقاقا\r\n* شؤم حرها قد سار في الآفاق\r\n*\r\n* لم تضاجع بعلا فهب سليما\r\n* بل جريحا وجرحه غير راق\r\n* قال أبو الجاموس البزاز النصراني اليعقوبي مضيت وأنا غلام مع أستاذي إلى باب حمدونة بنت الرشيد ومعنا بز نعرضه للبيع فخرجت إلينا دقاق تقاولنا في ثمن المتاع وفي يدها مروحة على أحد وجهيها منقوش الحر إلى أيرين أحوج من الأير إلى حرين وعلى الوجه الأخر كما أن الرحى إلى بغلين أحوج من البغل إلى رحيين\r\nوكانت دقاق مشهورة بالظرف والمجون والفتوة قد انقطعت إلى حمدونة بنت الرشيد ثم إلى غضيض ولما تزوجها يحيى قال فيه أبو موسى الأعمى قل ليحيى نعم صبرت على الموت ولم تخش سهم ريب المنون كيف قل لي أطقت ويلك يا يحيى على الضعف منك حمل القرون\r\n* ويح يحيى ما مر بآست دقاق\r\n* بعدما غاب من سياط البطون\r\n* قال ابن حمدون كتبت دقاق إلى أبي تصف هنها له صفة أعجزه الجواب فقال له صديق ابعث إلى بعض المخنثين حتى يصف متاعك فيكون جوابها فأحضر مخنثا وقال له الخبر\r\nفقال اكتب إليها عندي القوق والبوق الأصلع المزبزق الأقرع المعروق المنتفخ العروق\r\nيسد البثوق ويفتق الفتوق ويرم الخروق ويقضي الحقوق أسد بين جملين بغل بين حملين منار بين صخرتين رأسه رأس كلب وأصله مترس درب إذا دخل حفر وإذا خرج قشر لو نطح الفيل كوره أو دخل البحر كدره إذا رق الكلام تقارب الأجسام والتقت الساق )\r\nبالساق ولطخ رأسه بالبصاق وقرعت البيض الذكور وجعلت الرماح تمور بطعن الفقاح وشق الأحراح صبرنا فلم نجزع وسلمنا طائعين فلم نخدع قال فقطعها\r\n3 ( شمس الملوك صاحب دمشق ) )\r\nدقاق شمس الملوك أبو نصر بن تتش بن ألب رسلان ولي بعد قتل أبيه تاج الدولة دمشق سنة سبع وثمانين وكان بحلب راسله خادم أبيه ونائبه بقلعة دمشق سرا من أخيه رضوان ملك حلب فقدمها سرا وملكها ثم عمل هو والأتابك طغتكين زوج أمه على خادم أبيه المذكور واسمه ساوتكين فقتلاع ثم قدم رضوان إلى دمشق\r\n","description":"","footnote":"","page_name":" 15 ","page_number":11},
  {"content":"\r\nوحصرها فلم يقدر عليها فرجع ثم مرض دقاق وتطاول مرضه إلى أن مات في ثامن عشر شهر رمضان سنة سبع وتسعين وأربع مائة\r\nفغلب طغتكين الآتي ذكره إن شاء الله تعالى على دمشق ودفن دقاق بخانقاه الطواويس رحمه الله تعالى\r\n( ( الألقاب ) )\r\nابن دق اسمه أحمد بن محمد\r\nابن دقاق عبد الرحيم بن أبي بكر\r\nالدقوقي الحنبلي محمود بن علي\r\nابن دقاق الأصولي الشافعي اسمه محمد بن محمد بن جعفر تقدم ذكره في المحمدين\r\nابن الدقاق أخوان أحدهما أبو سعيد محمد بن علي\r\nوالآخر أبو تمام محمد بن علي\r\nولهما أخ ثالث اسمه أبو الغنائم محمد بن علي\r\nالدقاق شيخ الصوفية الحسن بن علي\r\nابن الدقاق صاحب الأصمعي اسمه يعقوب\r\n( ( الأعرابي اللغوي ) )\r\nأبو الدقيش العرابي كان أفصح الناس حدث الأخفش قال قال الخليل دخلنا على أبي الدقيش الأعرابي نعوده فقلت له كيف تجدك فقال أجد ما لا أشتهي ما لا أجد ولقد أصبحت في زمان سوء من جاد لم يجد ومن وجد لم يجد قلت فما الدقيش قال لا أدري قلت فاكتنيت به ولا تدري ما هو قال إنما الأسماء والكنى علامات أخذ عنه أعيان أهل العلم كأبي عبيدة ويونس والأصمعي والخليل بن أحمد قال أبو عبيدة الدقش دويبة رقطاء أصغر من العظاءة والدقش شبيه بالنقش\r\n( ( الألقاب ) )\r\nابن دقيق العيد مجد الدين علي بن وهب بن مطيع\r\nوسراج الدين موسى بن علي بن وهب\r\n","description":"","footnote":"","page_name":" 16 ","page_number":12},
  {"content":"\r\nوتاج الدين أحمد بن علي أخو الشيخ تقي الدين\r\nوجلال الدين محمد بن عثمان بن محمد بن علي\r\nوالشيخ تقي الدين محمد بن علي بن وهب\r\nولده طلحة بن محمد بن علي\r\nأخوه عامر بن محمد\r\nأخوه عثمان بن محمد\r\nأخوه عمر بن محمد\r\nأخوه علي بن محمد\r\nكلهم أولاد تقي الدين\r\nالدقوقي محمود بن علي بن محمود\r\nالدقيقي اسمه محمد بن عبد الملك\r\nوآخر اسمه محمد بن علي\r\nآخر نحوي سليمان بن بنين\r\nالدقوقي عبد الرزاق )\r\nالدقيقي النحوي علي بن عبيد الله\r\n( ( الياروقي صاحب تل باشر ) )\r\nدلدلرم الأمير الكبير بدر الدين الياروقي صاحب تل باشر كان مقدم الجيوش الحلبية مدة\r\nتوفي سنة إحدى عشرة وست مائة وعمل عزاؤه بحلب\r\n( ( دلشاذ زوج النوين الكبير ) )\r\nدلشاذ ابنة دمشق خواجا بن جوبان الخاتون زوج النوين الشيخ حسن الكبير حاكم بغداد كان لها عند زوجها حظوة عظيمة وهي الحاكمة في مملكة العراق لا يرد لها أمر وتكتب إلى نواب الشام ويقضون أشغالها ويكتبون إليها ويطلبون منها ما يحاولونه في مهماتهم\r\nورد الخبر إلى دمشق صحبة القصاد أنها توفيت إلى رحمة الله تعالى في ثامن ذي القعدة سنة اثنين وخمسين وسبع مائة ونقلت إلى مشهد علي ابن أبي\r\n","description":"","footnote":"","page_name":" 17 ","page_number":13},
  {"content":"\r\nطالب رضي الله عنه ودفنت هناك\r\nوقيل إن زوجها سقاها اتهمها بالميل إلى عمها الأشرف بن تمرتاش في الباطن والله أعلم\r\nلأنه بعدها صادر نوابها ومن كان من جهتها وكانت تميل إلى الفقراء وتحسن إليهم\r\n( ( جارية ابن طرخان ) )\r\nدلفاء جارية ابن طرخان كانت معاصرة أبي نواس ومروان بن أبي حفصة دخل أبو نواس عليهم ودخل على أثره مروان بن أبي حفصة فأجله مولاها وأكرمه ورفع مجلسه على أبي نواس فوجد أبو النواس من ذلك ثم إن مولاها قال لمروان يا أبا السمط ألق عليها بيتا تجيزه\r\nفقال تجيز قول جرير\r\n* غيضن من عبراتهن وقلن لي\r\n* ماذا لقيت من الهوى ولقينا\r\n* فقالت وكانت تشبب بالرشيد\r\n* قد هجت بالبيت الذي أنشدتني\r\n* حبا بقلبي لا يزال دفينا\r\n* فقام أبو نواس عند ذلك وهو ينشد\r\n* عجنا من حماقة الدلفاء\r\n* تتشهى فياشل الخلفاء\r\n* قال ابن فنن فأجزت أنا قول أبي نواس\r\n* لو تشهيت غيره كان أولى\r\n* من أيور الدناة والضعفاء )\r\n* ( إن أولى الأمور عندي منالا\r\n* شهوات الأكفاء للأكفاء\r\n*\r\n( ( دلف ) )\r\n3 ( الشبلي الصوفي ) )\r\nدلف بن جحدر وقيل جعفر بن يونس وقيل غير ذلك أبو بكر الشبلي الصوفي صاحب الأحوال والشبلية قرية من قرى أسروشنة\r\nومولده سر من رأى ولي خاله إمرة لإسكندرية وولي أبوه حجابة الحجاب وولي هو حجابة الموفق فلما عزل من ولاية العهد حضر الشبلي يوما مجلس خير النساج وتاب فيه وصحب الجنيد وصار أوحد الوقت حالا وقالا في حال صحوة لا في حال غيبة\r\nوكان فقيها مالكي المذهب وله كلام مشهور أراد أبو عمران امتحانه فقال يا أبا بكر\r\n","description":"","footnote":"","page_name":" 18 ","page_number":14},
  {"content":"\r\nإذا اشتبه على المرأة دم الحيض بدم الاستحاضة كيف تصنع فأجابه بثمانية عشر جوابا\r\nفقام إليه وقبل رأسه\r\nوتوفي الشبلي ببغداد سنة أربع ومجاهداته في أول أمره فوق الحد بقال إنه اكتحل بكذا وكذا منا من الملح ليعتاد السهر ولا يأخذه نوم وكان إذا دخل شهر رمضان جد في الطاعات ويقول هذا شهر عظمه ربي فأنا أولى بتعظيمه\r\nودخل يوما على شيخه الجنيد فوقف أمامه وصفق بيديه وأنشد\r\n* عودوني الوصالل والوصل عذب\r\n* ورموني بالصد والصد صعب\r\n*\r\n* زعموا حين أزمعوا أن ذنبي\r\n* فرط حبي لهم وما ذاك ذنب\r\n*\r\n* لاوحق الخضوع عند التلاقي\r\n* ما جزا من يحب إلا يحب\r\n* فأجلبه الجنيد وتمنيت أن أراك فلما رأيتكا غلبت دهشة السرورضي الله عنه فلم أملك البكا ومن شعره\r\n* مضت الشبيبة والحبيبة فالتقى\r\n* دمعان في الخدين يزدحمان\r\n*\r\n* ما أنصفتني الحادثات رمتني\r\n* بمصيبتين وليس لي قلبان\r\n* )\r\nوقال رأيت يوم الجمعة معتوها عند جامع اللاصافة قائما عريان وهو يقول أنا مجنون الله أنا مجنون الله\r\nفقلت له لم لا تدخل الجامع وتتوارى وتصلي فقال\r\n* يقولون زرنا واقض واجب حقنا\r\n* وقد أسقطت حالي حقوقهم عني\r\n*\r\n* إذا أبصروا حالي ولم يأنفوا لها\r\n* ولم يأنفوا مني أنفت لهم مني\r\n* وقال أبو الحسن اليمني دخلت على أبي بكر في داره يوما وهو يهيج ويقول على بعدك لا يصبر من عادته القرب ولا يقوى على هجرك من تيمه الحب\r\n* فإن لم ترك العين\r\n* فقد يبصرك القلب\r\n*\r\n3 ( ابن التبان ) )\r\nدلف بن عبد الله بن محمد بن عمر بن التبان أبو الخير الفقيه\r\n","description":"","footnote":"","page_name":" 19 ","page_number":15},
  {"content":"\r\nالبغدادي صحب عبد القادر الجيلي وسمع سنة أربعين وخمس ومائة من الحافظ ابن ناصر وسعد الخير بن محمد الأنصاري وعبد الصبور بن عبد السلام وغيرهم\r\nودخل خراسان وأقام في نيسابور يقرأ على محمد بن يحيى ويسمع من عبد الله بن محمد الفراوي\r\nودخل خوارزم وسمرقند وسمع بها محمد بن نصر بن منصور المديني ومحمود بن علي النسفي\r\nوحدث هناك وروى عنه أبو المظفر ابن السمعاني في مشيخته وأبو بكر الفرغاني خطب سمرقند\r\n3 ( أبو الفرج الخباز المقرئ ) )\r\nدلف بن كرم بن فارس العكبري أبو الفرج الخباز المقرئ البغدادي سمع الكثير بعد علو سنة وكتب بخطه وحصل الأصول وكان شيخا صالحا سمع محمد بن عبد الباقي الأنصاري وإسماعيل بن أحمد بن عمر السمرفقندي وعلي بن هبة الله بن عبد السلام ويحيى بن علي بن الطراح وغيرهم ولم يزل يسمع ويسمع ولديه أبا هريرة عبد الله وأبا الكرم محمدا إلى حين وفاته وحدث بالكثير وروى عنه عبد العزيز بن مكي الطرابلسي وتوفي سنة تسع وستين )\r\nوخمس ومائة\r\n( ( نائب غزة ) )\r\nدلنجي الأمير سيف الدين نائب غزة كان ابن أخت الأمير بدر الدين بن البابا\r\nوأقام بمصر مدة أميرا ولما جرى للأمير سيف الدين تلجك في غزة ما جرى مع العرب عزل بالأمير سيف اليد دلنجي وجضر إليها في أوائل شهر جمادى الآخرة سنة خمسين وسبع مائة\r\nفلأقام بها إلى أنى توفي يوم الجمعة رابع عشرين جمادى الأولى سنة إحدى وخمسين وسبع مائة رحمه الله تعالى وكان غيره من نوابغزة يكتب له مقدم العسكر وهذا كتب له نائب السلطنة ولم يبق في أيامه لأحد حديث في نابلس ولا في الساحل وقاسى شدائد من عرب جرم ومواقع وجرت بينهم حروب وجراح وقتل عدة من أمراء غزة ولم يزل على نيابة غزة إلى أن توفي رحمه الله تعالى في يوم الجمعة رابع عشرين جمادى الأولى سنة إحدى وخمسين وسبع مائة وتولى النيابة بعده الأمير فارس الدين ألبكي\r\n( ( الألقاب ) )\r\nالدميري علم الدين محمد بن علي\r\nابن أبي الدم قاضي حماة إبراهيم بن عبد الله بن عبد المنعم\r\nابن دنينير إبراهيم بن محمد\r\nالدنيسري الطبيب اسمه محمد بن عباس\r\n","description":"","footnote":"","page_name":" 20 ","page_number":16},
  {"content":"\r\nأبو دلف العجلي الأمير اسمه القاسم بن علي\r\nأبو دلف الكاتب اسمه محمد بن هبة الله\r\nابن دمرتاش اسمه محمد بن محمد\r\nالدمراوي أجمد بن أحمد\r\nالدندري محمد بن عثمان\r\nدلويه زياد بن أيوب\r\nالدماميني إبراهيم بن مكي بن عمر\r\nالدمياطي الحافظ عبد المؤمن\r\nالدماميني عتيق بن محمد ) )\r\n2 ( المغنية ) )\r\nدنانير جارية يحيى بن خالد البرمكي كانت لرجل من أهل المدينة كان قد خرجها وأدبها\r\nوكانت أروى الناس للغناء القديمو للشعر وكانت صفراء صادقة الملاحة من أحسن الناس وجها وأظرفهن وأحسنهن أدبا\r\nولها كتاب مجرد في الأغاني مشهور وكان اعتمادها في ما تغنيه على ماأخذته من بذل وهي التي جرجتها وقد أخذت عن الأكابر الذين أخذت بذل عنهم مثل فليح وإبراهيم وابن جمع وإسحاق ونظرائهم\r\nولما رآها يحيى أخذت بقلبه فاشتراها وكان الرشيد يسير إلى منزله فيسمعها وألفها واشتد إعجابه بها ووهب لها هبات سنية ومنها أنه وهبها في ليلة عيد عقدا قيمته ثلاثون ألف دينار\r\nفرد عليه في مصادرة البرامكة بعد ذلك وعرفت أم جعفر الخبر فشكته إلى عمومته فعنفوه فما أجدى\r\nقال عباد البشري مررت بمنزل من منازل الحجاز في طريق مكة يقال له النباج وإذا كتاب على حائط في المنزل فقرأته فإذا هو النيك أربعة فالأول شهوة والثاني لذة والثالث شفاء والرابع دواء وحر إلى أيرين أحوج من أير إلى حرين وكتبت دنانير مولاة البرامكة بخطها\r\nوأصابها العلة الكلبية فكانت لا تصبر عن الأكل ساعة واحدة\r\nوكان يحيى يتصدق عنها في كل يوم من شهر رمضان بألف دينار لأنها كانت لا تصومه وبقيت عند البرامكة مدة طويلة\r\n","description":"","footnote":"","page_name":" 21 ","page_number":17},
  {"content":"\r\nوفيها يقول أبو حفص الشطرنجي\r\n* أشبهك المسك وأشبهته\r\n* قائمة في لونهقاعده\r\n*\r\n* لا شك إذ لونكما واحد\r\n* أنكما من طينة واحده\r\n* وفيها يقول القائل\r\n* هذي دنانير تنساني فأذكرها\r\n* وكيف تنسى محبا ليس ينساها\r\n*\r\n* أعوذ بالله من هجران جارية\r\n* أصبحت من حبها أهذي بذكراها\r\n*\r\n* قد أكمل الحسن في تركيب صورتها\r\n* فارتج أسفلها واهتز أعلاها\r\n*\r\n* قامت تمشي فليت الله صورني\r\n* ذاك التراب الذي مسته رجلاها )\r\n* ( والله والله لو كانت إذا برزت\r\n* نفس المتيم في كفيه ألقاها\r\n* ودعا الرشيد بدنانير بعد قتل البرامكة وأمرها أن تغني فقالت يا أمير المؤمنين إني آليت أن لا أغني بعد سيدي أبدا\r\nفغضب وأمر بصفعهها فصفعت وأقيمت على رجلها وأعطيت العود فأخذته وهي تبكي أحر بكاء واندفعت فغنت\r\n* يا دار سلمى بنازح السند\r\n* بين الثنايا ومسقط اللبد\r\n*\r\n* لما رأيت الديار قد درست\r\n* أيقنت أن النعيم لم يعد\r\n* فرق لها الرشيد وأمر بإطلاقها فانصرفت ثم التفت إلى إبراهيم بن المهدي وقال كيف رأيتها قال رأيتها تختله برفق وتقهره بحذق\r\nثم إن عقيدا مولى صالح بن الرشيد خطبها فردته فاستشفع بمولاه صالح وبذل والحسين بن محرز فلم تجبه وكتب إليها شعرا يستعطفها فما أجابته وأقامت على الوفاء لمولاها إلى أن ماتت\r\nابن كارة الحنبلي دهبل بن علي بن منصور بن إبراهيم بن عبد الله أبو الحسن الخباز البغدادي المعروف بابن كارة تفقه لابن حنبل وسمع من تاحسين بن علي بن أحمد بن البسري وعلي بن أحمد بن محمد بن بيان ومحمد بن سعيد بن نبهان وأبي غالب شجاع بن فارس الذهلي وجماعة وروى عنه ابن الأخضر وعبد الرحمن بن الأبيض وأبو علي بن المطرز وغيرهم وكان فقيها فاضلا زاهدا صادقا ثقة وأضر بآخره\r\nوتوفي سنة تسع وستين وخمس مائة\r\n","description":"","footnote":"","page_name":" 22 ","page_number":18},
  {"content":"\r\n( ( الألقاب ) )\r\nالدوركي محمد بن مصطفى\r\nدوخلة علي بن منصور\r\nالدولابي الحافظ أبو بشر اسمه محمد بن أحمد\r\nابن الدهان جماعة النحوي اسمه الحسن بن علي بن رجاء تقدم في حرف الحاء )\r\nوأبو محمد سعيد بن المبارك\r\nوعبد الله بن أسعد بن علي\r\nومحمد بن علي بن شعيب الحاسب\r\nابن الدوامي هبة الله بن الحسن بن هبة الله\r\nوالحسن بن هبة الله\r\nالدوري المقرئ اسمه حفص بن عمر بن عبد العزيز\r\nوابن الدوري محمد بن عبد الله\r\nوالدوري محمد بن علي\r\nابن دوست الشاعر اسمه عبد الرحمن بن محمد\r\nابن دوست اللغوي اسمه محمد بن عمر\r\nالدولعي الخطيب اسمه عبد الملك بن زيد\r\nالدولعي الخطيب محمد بن أبي الفضل بن زيد\r\nالدوركي محمد بن مصطفى\r\nابن الدواليبي المسند محمد بن عبد المحسن\r\nابن الدوابقي يوسف بن محمد\r\nالدود أبو القاسم الرازي الشافعي عبد الله بن محمد\r\nالدهلي سعيد بن عبد الله\r\nابن أبي دؤاد القاضي اسمه أحمد بن فرج\r\nابن دواس اسمه جعفر بن علي\r\nابن دواس القنا اسمه علي بن أحمد بن علي\r\nابن الدويدة اسمه علي بن أحمد\r\n","description":"","footnote":"","page_name":" 23 ","page_number":19},
  {"content":"\r\n( ( الأبرازروزي الكاتب ) )\r\nدلال بن محمد بن طاهر أبو شجاع الكاتب البغدادي كان أديبا فاضلا بليغا يكتب لأمراء التركمان وسكن أبرازروز أورد له محب الدين ابن النجار\r\n* قامت على عذل مع العاذلين\r\n* تقول كم تغسل دينا بدين\r\n*\r\n* قلت لها كفي ولا تيأسي\r\n* من روح ربي مالك المشرقين\r\n* ومنها\r\n* لا بد أن أمعن في سفرة\r\n* أظل منها شاحب الوجنتين\r\n*\r\n* مهونا فيها عناء السرى\r\n* وصابرا فيها على الأصعبين\r\n*\r\n* عزمة مقدام على مثلها\r\n* مشمر الهمة بالفرقدين\r\n*\r\n* إما غنى في سفرتي هذه\r\n* أو قائل أودى الردى بالحسين\r\n* قلت شعر متوسط\r\nالدلال المخنث اسمه نافذ\r\n( ( ديلم ) )\r\n3 ( الطبيب البغدادي ) )\r\nديلم أبو داود تقجم ذكر ولده كان ديلم من الأطباء المذكورين ببغداد كان يتردد إلى الحسن بن مخلد وزير المعتمد ويخدمه أراد المعتمد أن يقصد فقال للحسن بن مخلد اكتب جميع من في خدمتنا من الأطباء حتى نتقدم بأن يصل لكل واحد منهم على قدره فكتب الأسماء وأدخل فيها اسم ديلم المذكور فوقع تحت الأسماء بالصلات\r\nفقال ديلم إني لجالس في منزلي وإذا برسول بيت المال ومعه كيس فيه ألف دينار فسلمه إلي وانصرف ولم أدر ما السبب فيه فبادرت بالركوب إلى ابن مخلد وعرفته ذلك فقال له ما جرى وإني أدخلت في الأسماء فخرج لك ألف دينار\r\n3 ( ابن فيروز ) )\r\nديلم بن أبي ديلم ويقال ابن فيروز ويقال ابن الهوشع وهو من ولد حمير بن سبأ له صحبة وسكن مصر قال ابن عبد البر لم يرو عنه فيما أعلم غير حديث واحد في الأشربة رواه عنه المصريون وراويه مرثد بن عبد الله اليزني وهو منسوب الحميري الجيشاني )\r\n","description":"","footnote":"","page_name":" 24 ","page_number":20},
  {"content":"\r\n( ( الألقاب ) )\r\nالديباج الأموي اسمه محمد بن عبد الله بن عمرو\r\nابن الديباجي الموفق اسمه الحسن بن أحمد\r\nالديباجي النحوي محمد بن سعد\r\nالديباجي محمد بن الحسن\r\nالديريني عز الدين عبد العزيز بن أحمد\r\nالدياري إبراهيم بن هبة الله\r\nالديبلي أحمد بن نصر\r\nديك الجن الشاعر اسمه هبد السلام بن رغبان\r\nالديمري القاسم بن محمد\r\nأبو دلامة اسمه زند بالنون بن الجون\r\nالدلاصي عبد الله بن عبد الحق\r\nابن أبي الدنيا عبد الله بن محمد\r\nابن دنينة الواعظ اسمه علي بن عثمان بن مجلي\r\nدندن اسمه محمد بن علي\r\nابن دنين عبد الوهاب بن عبد الرحمن\r\nابن الديناري اسمه عبد العزيز بن محمد\r\nالديناري الكاتب اسمه أحمد بن الحسن\r\nابن دينار علي بن محمد\r\nالديناري النحوي اسمه علي بن محمد بن محمد\r\nالديناري عبد الجبار بن أحمد\r\nالديناري النحوي اسمه محمد بن محمد\r\n","description":"","footnote":"","page_name":" 25 ","page_number":21},
  {"content":"\r\n( ( الأنصاري الصحابي ) )\r\nدينار الأنصاري الصحابي انفرد بالرواية عنه ابنه ثابت بن دينار وهو جد عدي بن ثابت\r\nحديثه النبي صلى الله عليه وسلم في المستحاضة يضعفونه وله حديث آخر في القيء والعطاس والنعاس والتثاؤب نم الشيطان ولا يصح\r\n","description":"","footnote":"","page_name":" 26 ","page_number":22},
  {"content":"\r\n( ( حرف الذال ) )\r\n( ( ذات الخال اسمها خنث الخاء المعجمة والنون والثاء ) )\r\n( ( الخفاف البغدادي ) )\r\nذاكر بن كامل بن لأبي غالب محمد بن الحسين بن محمد أبو القاسم بن أبي عمرو الخفاف الحذاء أخو المبارك البغدادي المشهور\r\nسمع بإفادة أخيه من الحسن بن محمد بن إسحاق الباقرجي والمعمر بن محمد بن جامع البيع وأبي علي محمد بن محمد الهروي وأبي سعد أحمد الطيوري وأبي الغنائم ابن المهتدي بالله وأبي طالب اليوسفي وعبد الله بن السمرقندي ومحمد بن عبد الباقي الدوري وأبي العز القلانسي وجماعة\r\nوأجاز له ابن النرسي وأو القاسم بن بيان وعبد الغفار الشيروي وأبو علي الحداد ومحمد بن طاهر الحافظ وأبو طاهر محمد بن الحسين الحنائي الدمشقي وأبو الحسن بن الموازيني وخلق سواهم\r\nوحدث بالكثير وكان صالحا خيرا قليل الكلام روى عنه أبو عبد الله الدبيثي وسالم بن صصرى ويوسف بن خليل ومحمد بن عبد الجليل البغدادي وعلي بن معالي\r\nوكان ذاكرا كاسمه صبورا على قراءة الحديث أقام أربعين سنة ما رؤي آكلا بالنهار\r\nوآخر من روى عنه بالإجازة محمد بن يعقوب بن أبي الدينة وتوفي سنة إحدى وتسعين وخمس مائة\r\n( ( ذاكر الأبرقوهي اسمه محمد بن إسحاق تقدم ذكره في المحمدين فليطلب هناك ) )\r\n( ( الشيخي والي القاهرة ) )\r\nذبيان ناصر الدين شيخي حضر نم الشرق صحبة الشيخ عبد الرحمن الكواشي رسول الملك أحمد إلى المنصور قلاون )\r\nولما توفي الشيخ عبد الرحمن المذكور وستأتي ترجمته قيل إن هذا ناصر اليد كان يخيط الكوافي فعمل الصنعة بدمشق ثم توجه إلى مصر وتوصل إلى الأمير ركن الدين بيبرس الجاشنكير إلى أن\r\n","description":"","footnote":"","page_name":" 27 ","page_number":23},
  {"content":"\r\nتولى الولاية بالقاهة والتزم بالمستظهر وعضده إلى أن ولي الوزارة ثم قبض عليه وصودر ثم توفي رحمه الله سنة أربع وسبع مائة بمصر\r\nصاحب الذخيرة علي بن بسام\r\nذخيرة الدين العباسي محمد بن عبد الله\r\n( ( ذر ) )\r\n3 ( أبو عمير الكوفي ) )\r\nذر بن عبد الله بن زرارة أبو عمير الهمذاني المرهبي الكوفي\r\nروى عن المسيب بن نجبة وسعيد بن عبد الرحمن بن أبزى وعبد الله بن شداد بن الهاد وسعيد بن جبير ويسيع الحضرمي روى له الجماعة\r\nوتوفي سنة إحدى عشرة ومائة أو ما قبلها بعد المائة\r\n( ( الألقاب ) )\r\nابن الذروي الشاعر علي بت يحيى\r\nأبو ذر الغفاري اسمه جندب بن جنادة\r\nأبو ذر الشافعي اسمه محمد بن الفضل\r\nأبو ذر الباغندي أحمد بن محمد بن محمد\r\n( ( ذكوان ) )\r\n3 ( أبو القاسم الأصبهاني ) )\r\nذكوان بن محمد بن الحسين بن العباس بن أحمد بن نحر بفتح الباء والحاء أبو القاسم ابن أبي الحسين الأصبهاني من بيت عدالة وأمانة ويسمى الليث أيضا\r\nقدم بغداد حاجا وحدث بها عن صفية بنت الحسين بن محمد بن سليم وروى عنه أبو بكر بن كامل\r\n3 ( الفقيمي ) )\r\nذكوان بن عمرو الفقيمي من بني مرة ين فقيم كان الفرزدق قد عقر\r\n","description":"","footnote":"","page_name":" 28 ","page_number":24},
  {"content":"\r\nناقة لأم ذكوان وهي امرأة من بني يربوع فلما ترحل غالب أبو لبفرزدق يريد كاظمة اعتره ذكوان فعقر بعيره وبعير ابنته جعثين أخت الفرزدق فسقط غالب فلم يزل وجعا من تلك السقطة حتى مات بكاظمة فقال ذكوان\r\n* زعمتم بني الأقيان أن لن نضركم\r\n* بلى والله ترجى لديه الرغائب\r\n*\r\n* لقد عظ سيفي ساق عود فتاتكم\r\n* وخر على ذات الجلاميد غالب\r\n*\r\n* فكدح منه أنفه وجبينه\r\n* وذلك ثارا إن تبينت طالب\r\n* ولذلك قال جرير ينعي ذلك على الفرزدق\r\n* رأيتك ل تترك لسيفك محملا\r\n* وفي سيف ذكوان بن عمرو محامله\r\n*\r\n* تفرد ذكوان بمقتل غالب\r\n* فهل أنت إن لاقيت ذكوان قاتله\r\n*\r\n3 ( أبو صالح السمان ) )\r\nذكوان أبو صالح السمان مولى جويرية الغطفانية من كبار علماء أهل المدينة كان يجلب الزيت والسمن إلى الكوفة قيل إنه شهد يوم الحصار لعثمان\r\nوكان عظيم اللحية توفي سنة إحدى ومائة\r\n3 ( الأنصاري الزرقي ) )\r\nذكوان بن عبد قيس بن خلدة الأنصاري الزرقي شهد العقبة الأولى والثانية ث خرج من المدينة إلى رسول الله صلى الله عليه وسلم فكان معه بمكة فكان يقال له مهاجري أنصاري\r\nشهد بدا وقتل في يوم أحد شهيدا قتله أبو الحكم بن الأخنس )\r\nفشد علي بن أبي طالب على أبي الحكم وهو فارس فضرب رجله بالسيف فقطعها من نصف الفخذ ث طرحه من فرسه فذفف عليه\r\n3 ( مولى عمر ) )\r\nذكوان مولى عمر بن الخطاب شهد يوم الدار وولاؤه لعمر بن الخطاب نزل الكوفة وهو أول من ميز بين قريش البطاح وقريش الظواهر\r\nفقال للضحاك بن قيس الفهري وكان الضحاك قد ضربه بيده بالسياط وكان الضحاك قصيرا ولم يكن يناله بالسوط فقال له الضحاك تقاصر لا أم لك فقال\r\n* تقاصرت للضحاك حتى رددته\r\n* إلى حسب في قومه متقاصر\r\n*\r\n","description":"","footnote":"","page_name":" 29 ","page_number":25},
  {"content":"\r\n* فلو شهدتني من قريش عصابة\r\n* قريش البطاح لا قريش الظواهر\r\n*\r\n* لعطوك حتى لا تحرك بينهم\r\n* كما عط في الدوارة المتزاور\r\n*\r\n* ولكنهم غابوا وأصبحت شاهدا\r\n* فقبحت من حامي ذمار وناصر\r\n*\r\n3 ( مولى عائشة ) )\r\nذكوان مولى عائشة رضي الله عنها روى عنها علي بن الحسين وروى له جماعة توفي في حدود السبعين للهجرة\r\n( ( الألقاب ) )\r\nالذكي النحوي اسمه محمد بن الفرج\r\nابن ذكوان المقرئ عبد الله بن أحمد\r\nأبو ذكوان الراوية القاسم بن إسماعيل\r\nالذهبي الشاعر الحلبي علي بن القاسم بن مسعود\r\nوالذهبي الحافظ محمد بن أحمد بن عثمان\r\nوالذهبي الإربلي محمد بن يوسف بن يعقوب\r\nوالذهبي الشاعر يوسف بن لؤلؤ\r\nالذهبي الحافظ محمد بن يحيى\r\n( ( ذو القرنين ) )\r\n3 ( وجيه الدولة ابن حمدان ) )\r\nذو القرنين بن الحسن بن عبد الله بن حمدان أبو المطاع ابن ناصر الدولة\r\nوقال ابن عساكر الحسن بن عبد الله بن حمدان والصواب الأول كان يلقب بوجيه الدولة\r\nولي الإمارة بدمشق مرات للمصريين بعد الأربع مائة وتوفي سنة ثمان وعشرين وأربع مائة\r\nوجاءته الخلعة من الحاكم وتولى بعد لؤلؤ البشراوي سنة إحدى وأربع مائة\r\nثم عزله بعد أشهر بمحمد بن نزال ثم وليها سنة اثنتي عشرة للظاهر ثم عزله بعد أربعة أشهر بسختكين ثم وليها ثالثة سنة خمس عشرة وبقي إلى سنة تسع عشرة وعزل بالدزبري\r\nوولي الإسكندرية\r\n","description":"","footnote":"","page_name":" 30 ","page_number":26},
  {"content":"\r\nللظاهر ورجع إلى دمشق فيما قيل ومات في صفر وقال محب الدبن ابن النجار مات بمصر قلت والظاهر أن الصحيح موته بدمشق\r\nومن شعره\r\n* لو كنت ساعة بيننا ما بيننا\r\n* وشهدت حين نكرر التوديعا\r\n*\r\n* أيقنت أن من الدموع محدثا\r\n* وعلمت أن من الحديث دموعا\r\n* ومنه\r\n* ومفارق ودعت عند فراقه\r\n* ودعت صبري عنه في توديعه\r\n*\r\n* ورأيت منه مثل لؤلؤ عقده\r\n* من ثغره وحديثه ودموعه\r\n* ومنه\r\n* لو كنت أملك صبرا أنت تملكه\r\n* عني لجازيت منك التيه بالصلف\r\n*\r\n* أو بت تضمر وجدا بت أضمره\r\n* جزيتني كلفا عن شدة الكلف\r\n*\r\n* تعمد الرفق يا حب محتسبا\r\n* فليس يبعد ما تهواه من تلفي\r\n* وكتب إليه أخوه أبو عبد الله من سفرة كان فيها\r\n* لو كنت أملك طرفي ما نظرت به\r\n* من بعد فرقتكم يوما إلى أحد\r\n*\r\n* ولست أعتده من بعدكم نظرا\r\n* لأنه نظر من ناظر رمد\r\n* فكتب إليه وجيه الدولة\r\n* قد كان برهة طرفي برؤيتكم\r\n* ينوب شاهدها عن كل مفتقد )\r\n* ( فالآن أشغلته من فقدكم\r\n* حفظا لعهدكم بالدمع والسهد\r\n* ومن شعره\r\n* لما التقينا معا والليل يسترنا\r\n* من جنحه ظلم في طيها نعم\r\n*\r\n* بتنا أعز مبيت باته بشر\r\n* ولا مراقب الإ الطرف والكرم\r\n*\r\n* فلا مشى من وشى عند العذول بنا\r\n* ولا سعت بالذي يسعى بنا قدم\r\n* ومنه\r\n* ترى الثياب من الكتان يلمحها\r\n* ضوء من البدر أحيانا فيبليها\r\n*\r\n* فكيف تعجب أتبلى غلائلها\r\n* والبدر في كل وقت طالع فيها\r\n* قلت هو مثل قول الآخر إلا أن هذا أخصر لفظا\r\n* كيف لا تبلى غلائله\r\n* وهو بدر وهي كتان\r\n*\r\n","description":"","footnote":"","page_name":" 31 ","page_number":27},
  {"content":"\r\nومن شعره وجيه الدولة\r\n* أيها الشادن الذي صاغه الل\r\n* ه بديعا من كلف حسن وطيب\r\n*\r\n* ظل بين اللحاظ لحظك يحكي\r\n* سقم قلبي عليك بين القلوب\r\n* ومنه\r\n* لو كان أمهلني وشيك فراقكم\r\n* فارقت نفسي ساعة التوديع\r\n*\r\n* فخلصت من وجدي وطول صبابتي\r\n* وتحرقي وتلهفي ونزوعي\r\n*\r\n* إن كان ظنك بي غداة فراقنا\r\n* أني لخطب البين غير جزوع\r\n*\r\n* فسلي رفاقا شرفتهم صحبتي\r\n* من تابع في القوم أو متبوع\r\n*\r\n* هل كاد يحرقهم ضرام تنفسي\r\n* أسفا ويغرقهم سجام دموعي\r\n*\r\n* لله أيام عصيت عواذلي\r\n* فيها وصرف الدهر فيك مطيعي\r\n*\r\n* أما النهار فأنت نصب لواحظي\r\n* والليل أجمع أنت فيه ضجيعي\r\n* ومنه\r\n* لحى الله رأيا زين البعد عنكم\r\n* وهمة قلب رخصت في القلب\r\n*\r\n* يطيب خبيث العيش بالقرب منكم\r\n* ويخبث عندي بعدكم كل طيب\r\n*\r\n* نأيت بشخص في البلاد مشرق\r\n* وقلب إليكم بالحنين مغرب\r\n* )\r\nومنه\r\n* من كان يرضى بذل في ولايته\r\n* خوف الزوال فإني لست بالراضي\r\n* قالوا\r\n* فتركب أحيانا فقلت لهم\r\n* تحت الصليب ولا في موكب القاضي\r\n* ومنه\r\n* بأبي من هويته فافترقنا\r\n* وقضى الله بعد ذاك اجتماعا\r\n*\r\n* وافترقنا حولا فلما اجتمعنا\r\n* كان تسليمه علي وداعا\r\n* ومنه\r\n* موع ظنا\r\n* أنني بالبين أشقى\r\n*\r\n* ما أرى بين مماتي\r\n* وفراقي لك فرقا\r\n*\r\n* لا تهددني بين\r\n* لست منه أتوقى\r\n*\r\n* إنما يشقى بين\r\n* منك من بعدك يبقى\r\n*\r\n","description":"","footnote":"","page_name":" 32 ","page_number":28},
  {"content":"\r\nومن شعره وجيه الدولة\r\n* إني لأحسد لا في أسطر الصحف\r\n* إذا رأيت عناق اللام بالألف\r\n*\r\n* وما أظنهما طال اجتماعهما\r\n* إلا لما لقيا نمن شدة الشغف\r\n* ومنه\r\n* أفدي الذي زرته بالسيف مشتملا\r\n* ولحظ عينيه أمضى من مضاربه\r\n*\r\n* فما خلعت نجادي في العناق له\r\n* حتى لبست نجادا من ذوائبه\r\n* ومنه\r\n* قالت لطيف خيال زارني ومضى\r\n* بالله صفه ولا تنقص ولا تزد\r\n*\r\n* فقال خلفته لو مات من ظمأ\r\n* وقلت قف عن ورود الماء لم يرد\r\n*\r\n* قال صدقت الوفا في الحب شيمته\r\n* يا برد ذاك الذي قالت على كبدي\r\n* ومنه\r\n* تقول لما رأتني\r\n* نضوا كمثل الخلال\r\n*\r\n* هذا اللقاء منام\r\n* وأنت طيف خيال )\r\n* ( فقلت كلا ولكن\r\n* أساء بينك حالي\r\n*\r\n* فليس تعرف مني\r\n* حقيقتي من محالي\r\n* قلت شعر جيد غاية\r\n3 ( الآملي الفقيه ) )\r\nذو القرنين بن محمد بن إبراهيم الآملي الفقيه قدم بغداد وسمع بها من أبي عمر عبد الواحد بن محمد بن عبد الله بن مهدي الفارسي وحدث عنه باليسير وكتب عنه الخطيب أحاديث وسمعها أيضا من أبي عمر وإنما كتب عنه لغرابة اسمه\r\n( ( الحميري ) )\r\nذو الكلاع الحميري ابن عم كعب الأخبار أدرك رسول الله صلى الله عليه وسلم ولم يره وأسلم على يد جرير بن عبد الله البجلي لما بعثه رسول الله صلى الله عليه وسلم إلى اليمن\r\nوشهد اليرموك أميرا على كردوس وكان يسكن حمص وكانت له بدمشق حوانيت وشهد فتح دمشق\r\nويقال إن معاوية أنزله حين قدم بدمشق في دار المدنيين وشهد معه صفين وقتل بها وكان على أهل حمص وهم الميمنة\r\nروى عن عمر وعمرو بن العاص وعوف بن مالك ووفاته سنة سبع وثلاثين\r\nوالصف القبلي من الحوانيت عند باب الجابية كان لذي الكلاع\r\n","description":"","footnote":"","page_name":" 33 ","page_number":29},
  {"content":"\r\nقال ابن ماكولا وهو الذي كتب إليه النبي صلى الله عليه وسلم فأعتق أربعة آلاف بنت وعن علوان بن داود عن رجل من قومه قال بعثني أهلي بهدية إلى ذي الكلاع في الجاهلية فلبثت على بابه حولا لم أصل إليه\r\nثم أنه أشرف ذات يوم من القصر فلم يبق أحد حول القصر إلا خر له ساجدا\r\nقال فأمر بهديتي فقبلت ثم رأيته بعد في الاسلام وقد اشترى لحما بدرهم فسمطه على فرسه وهو يقول\r\n* أف للدنيا إذا كانت كذا\r\n* أنا منها كل يوم في أذى\r\n*\r\n* ولقد كنت إذا ما قيل من\r\n* أنعم الناس معاشا قيل ذا\r\n*\r\n* ثم بدلت بعيشي شقوة\r\n* حبذا هذا شقاء حبذا\r\n* )\r\nوكان ممن يدخل المدينة متعمما من جماله مخافة أن يفتن بهم وهمك ذو الكلاع وجرير بن عبد الله البجلي والزبرقان بن بدر وعمرو بن حممة وزيد الخيل وامرؤ القيس بن حجر\r\n( ( الإفرنجي الأندلسي ) )\r\nذون بطرو وقيل ذون بترو الملك الكبير الطاغية الفرنجي الأندلسي\r\nقتل في سنة تسع عشرة وسبع مائة وسلخ وحشي قطنا وعلق على باب غرناطة وكان من خبره أن الفرنج حشدوا ونفروا من البلاد\r\nوذهب سلطانهم ذون بطرو إلى طليطلة فدخل على الباب فسجد له وتضرع وطلب ليستأصل ما بقي من المسلمين بالأندلس وأكد عزمه فقلق المسلمون وعزموا على الاستنجاد بالمريني ونفذوا إليه فلم ينجع\r\nفلجأ أهل غرناطة إلى الله تعالى وأقبل الفرنج في جيش لا يحصى فيه خمسة وعشرون ملكا فقتل الجميع عن بكرة أبيهم وأقل ما قيل أنه قتل في هذه الملحمة خمسون ألفا من النصارى\r\nوأكثر ما قيل ثمانون ألفا وكان نصرا عزيزا ويوما مشهودا\r\nوالعجب أنه لم يقتل من الأجناد سوى ثلاثة عشر فارسا وأن عسكر الاسلام كانوا نحو ألف وخمس مائة فارس والرجالة نحوا من أربعة ألاف راجل وقيل دون ذلك وكانت الغنيمة تفوق الوصف وطلبت الفرنج الهدنة فعقدت وبقي ذون بطرو معلقا على باب غرناطة سنوات\r\n( ( الألقاب ) )\r\nأبو الذواد صاحب الموصل اسمه محمد بن المسيب\r\nذو النون المصري اسمه ثوبان تقدم في حرف الثاء المثلثة فليطلب هناك\r\nذو الرمة الشاعر اسمه غيلان بن عقبة\r\nذو اللسانين حجر بن عقبة\r\nذو الشهادتيين خزيمة بن ثابت\r\n","description":"","footnote":"","page_name":" 34 ","page_number":30},
  {"content":"\r\nذو الشمالين عمير بن عبد عمرو\r\nذو الشامة محمد بن عمرو\r\nذو الكلاع أيفع بن ناكور )\r\nذو اللحية اسمه شريح\r\nذو اليدين خرباق\r\nذو الجوشن شرحبيل بن الأعور\r\nذو الغصة الحصين بن يزيد\r\nذو السيفين أبو الهيثم بن الهيتان\r\nذو الرأي حباب بن المنذر\r\nذو السيفين أبو دجانة سماك بن خرشة\r\nذو النور عبد الله بن الطفيل\r\nذو النور الطفيل بن عمرو\r\nذو النورين عثمان بن عفان\r\nذو النجادين عبد الله بن عبد نهم فهو عم عبد الله بن مغفل\r\nذو كناز عمارة بن عبد الأكبر\r\nذو القلمين الحسن بن أبي سعيد\r\nذو اللسانين الحسين بن إبراهيم\r\n( ( ابن أخي النجاشي ) )\r\nذو مخمر ويقال ذو مخبر بالباء الموحدة الحبشي ابن أخي النجاشي هاجر وخدم الرسول صلى الله عليه وسلم وتوفي في حدود الستين من الهجرة وروى له أبو داود وابن ماجة\r\n( ( ذؤيب ) )\r\n3 ( ذؤيب الخولاني ) )\r\nذؤيب بن كليب بن ربيعة الخولاني كان أول من أسلم\r\n","description":"","footnote":"","page_name":" 35 ","page_number":31},
  {"content":"\r\nباليمن فسماه الرسول صلى الله عليه وسلم عبد الله وكان الأسود الكذاب قد ألقاه في النار لتصديقه النبي صلى الله عليه وسلم فلم تضره النار ذكر النبي صلى الله عليه وسلم لأصحابه فهو شبيه إبراهيم عليه السلام رواه ابن وهب عن ابن لهيعة\r\n3 ( ذؤيب بن حلحلة ) )\r\nذؤيب بن حلحلة ويقال ابن حبيب بن حلحلة بن عمرو بن كليب صاحب بدن رسول الله صلى الله عليه وسلم كان يبعث معه الهدي ويأمره إن عطب منه شيء قبل محله أينحره ويخلي بين الناس وبينه\r\nوهو والد قبيصة بن ذؤيب قال رسول الله صلى الله عليه وسلم وقد بعث بدن الهدي إن غضب منها شيء قبل محله فخشيت عليه موتا فانحرها ثم اغمس نعلها في دمها ثم اضرب به صفحتها ولا تطعمها أنت ولا أحد من رفقتك\r\n3 ( ذؤيب بن شعثن ) )\r\nذؤيب بن شعسن بالشين المعجمة مفتوحة وسكون العين المهملة وبعدها ثاء رابعة الحروف ونون العنبري\r\nذكره العقيلي في الصحابة وقال ابن عبد البر ولا أعرفه وقال ابن أبي حاتم ذؤيب بن شعثم بالميم بدل النون قال ابن أبي حاتم يعرف بالكلاخ بالخاء المعجمة قدم على النبي صلى الله عليه وسلم فقال له ما اسمك فقال الكلاخ\r\nقال اسمك ذؤيب وكانت له ذؤابة طويلة في رأسه\r\nأبو ذئيب الهذلي اسمه خويلد\r\nابن ذؤابة علي بن سعيد ) )\r\n2 ( الصالح العابد ) )\r\nذيال بن أبي المعالي بن راشد بن نبهان بن مرجى أبو عبد الملك العراقي كان صالحا عابدا له أحوال وكرامات توفي سنة عشرة وست مائة\r\n( ( الألقاب ) )\r\nالذئب البصري الحسن بن علي\r\nابن أبي ذئب الإمام المدني اسمه محمد بن عبد الرحمن تقدم ذكره\r\n","description":"","footnote":"","page_name":" 36 ","page_number":32},
  {"content":"\r\n( ( حرف الراء ) )\r\n( ( رابعة ) )\r\n3 ( رابعة العدوية ) )\r\nرابعة بنت إسماعيل أم عمرو العدوية وقيل أم الخير ولاؤها للعتكيين وقد أورد ابن الجوزي أخبارها في جزء وقال وفي الشاميات رابعة العابدة وكانت عبدة بنت أبي شوال معاصرة لها وربما تداخلتأخبارها ونسبها بعضهم إلى الحلول لإنشادها\r\n* ولقد جعلتك في الفؤاد محدثي\r\n* وأبحت جسمي من أراد جلوسي\r\n*\r\n* فالجسم مني للجليس مؤانس\r\n* وحبيب قلبي في الفؤاد أنيسي\r\n* وهو جهل قال الشيخ شمس الدين ما أسب أأحدا نسبها إلى ذلك إلا حلولي مباحي لينفق بها زندقته\r\nوذكر أبو القاسم القشيري أنها كانت تقول في مناجاتها إلهي تحرق بالنار قلبا يحبك فهتف بها مرة هاتف ما كنا نفعل هذا فلا تظني بنا ظن السوء وقال يوما عندها سفيان الثوري واحزناه فقالت لا تكذب قل وإذا قلة حزناه ولو كنت محزونا لم يتهيأ لك أن تتنفس\r\nوقال بعضهم كنت أدعو لرابعة فرأيتها في النوم تقول لي هداياك تأتينا على أطباق من نور مخمرة بمناديل من نور وكانت تقول ما ظهر من أعمالي فلا أعده شيئا وقال اكتموا حسناتكم كما تكتمون سيئاتكم\r\nوكانت تصلي الليل كله فغذا طلع الفجر هجعت في مصلاها هجعة خفيفة حتى يسفر لبفجر\r\nفكانت تقول إذا وثبت من مرقدها وهي فزعة يا نفس كم تنامين وإلى كم تقومين يوشك أن تنامي نومة لا تقومين منها إلا لصرخة يوم النشور وكان هذا دأبها حتى ماتت سنة خمس )\r\nوثمانين ومائة وقيل سنة ثمانين ومائة وقبرها بظاهر القدس\r\n","description":"","footnote":"","page_name":" 37 ","page_number":33},
  {"content":"\r\nعلى جبل الطور يزار وقد زرته مرارا وأخبارها كثيرة\r\n( ( رابعة ) )\r\n3 ( السيدة النبوية ) )\r\nرابعة بنت ولي العهد أبي العباس أحمد بن المعتصم بالله وتعرف بالسيدة النبوية صاحبة الصاحب الملك هارون ابن الصاحب شمس الدين محمد بن محمد الجويني وأم أولاده المأمون عبد الله والأمين أحمد وزبيدة توفيت ببغداد سنة ست وثمانين وست مائة في جمادى الآخرة ودفنت عند أمها وفي هذه الأيام قتل زوجها هارون فلم يعلم أحد منهما بموت الآخر وكان صداقها مائة ألف دينار وهذا ما سمع بمثله إلا لملك فإن القائم بأمر الله أصدق زوجته خديجة السلجوقية مائة ألف دينار كذلك المقتفي زوج زبيدة ابنته بالسلطان مسعود بن محمد بن ملكشاه على صداق مائة ألف دينار\r\n3 ( أم المغيث ) )\r\nرابعة بنت محمود بن عبد الواحد بن محمود أم المغيث الأصبهانية كانت عمة أبي نصر محمود بن الفضل\r\nوكانت عالمة صالحة صادقة سمعت بن أحمد العيار وأحمد بن الفضل الباطرقاني وعائشة بنت الحسن الوركاني وقدمت بغداد طالبة للحج\r\nوسمع منها عبد الوهلب الأنماطي وأبو منصور بن الجواليقي وروى عنها محمد بن ناصر وعمر بن ظفر المغازلي وتوفيت سنة سبع وخمس مائة\r\n( ( راجح ) )\r\n3 ( الحلي الشاعر ) )\r\nراجح بن إسماعيل بن أبي القاسم الأسدي أبو الوفاء الشاعر الحلي دخل الشام وجال في بلادها ومدح ملوكها ونادمهم وكان فاضلا جيد النظم عذب الألفاظ حسن المعاني توفي بدمشق سنة سيع ومن شعره\r\n* يا سعد تلك رسوم سعدى\r\n* فاحبس فماللعيس مغدا\r\n*\r\n* قف لي أرجع أنة\r\n* بعراصها وأبث وجدا\r\n* دمن بها ماء الجفون يزيد نار القلب وقدا سقيا لها حيث الظباء يصدن باللحاظ أسدا\r\n* وبكاء عين سحابها\r\n* يستضحك الزهر المندى\r\n*\r\n* أيام أجني لهوها\r\n* غضا وأجني العيش رغدا\r\n*\r\n* والطل ينظم درة\r\n* في جيد غصن البان عقدا\r\n* يا معهدا ضيعت فيهذا حشاشتي وحفظت عهدا\r\n","description":"","footnote":"","page_name":" 38 ","page_number":34},
  {"content":"\r\n* ما بال أثلك ضوعت\r\n* نفحاته بانا ورندا\r\n* وأراك قفرا من مهاك فكيف حال ثراك ندا\r\n* قل لي أجرت فوقه\r\n* سعدى غداة البين بردا\r\n*\r\n* أم حملت ريح الصبا\r\n* نشرا ألم به فأعدى\r\n*\r\n* واها لقلب مثلت\r\n* خفقاته للقلب نجدا\r\n*\r\n* ولزور طيف هاج لي\r\n* مسراه وجدا مستجدا\r\n*\r\n* إني لأعجب والمدى\r\n* متقاذف أنى تهدى\r\n*\r\n* وأغن يمزج عجبه\r\n* ودلاله بالوصل صدا\r\n* كالحقف ردفا والقضيب تأودا والورد خدا وسنان ما طرف السنان كطرفه طرفا وحدا\r\n* ساجي اللواحظ كم رنا\r\n* متعطفا لو كان أجدى\r\n*\r\n* يا من يحل عزائمي\r\n* إن شد فوق الخصر بندا )\r\n* ( ته كيف شئت فما أرى\r\n* لي عنك مهما عشت بدا\r\n* ومنه وهو تحت كرم معرش\r\n* أيا الله يوم صح فيه\r\n* سروي وهو معتل النسيم\r\n*\r\n* وصبح الكأس يطلع شمس راح\r\n* تنير على ندامى كالنجوم\r\n*\r\n* نقلبها ويسترنا أبوها\r\n* فكم للكرم من فعل كريم\r\n* ومنه\r\n* وذي هيف في البان منه وفي النقا\r\n* مشابه جلت أن تضم وتهصرا\r\n*\r\n* تأود غصنا فاجبتنيت صبابة\r\n* وصدت غراما إذ تلفت جؤذرا\r\n*\r\n* وأرخى على ديباجة الخد صدغه\r\n* فسبحان كاسيه الجمال مشهرا\r\n*\r\n* وليلة صحت لي مواعيد وصله\r\n* وقد كان منها جانب الزور أزورا\r\n*\r\n* خلوت به أشكو جوى خامر الحشا\r\n* ومورد حب لم أجد عنه مصدرا\r\n*\r\n* وعاطيته عذراء لم يك عطفه\r\n* وقد أخذت من عطفه متعذرا\r\n*\r\n* شمولا تمشت في شمائله فلم\r\n* تدع جانبا من خلقه متوعرا\r\n*\r\n* فيا منة للسكر أصفيت شكرها\r\n* وقد زنقت في عينه سنة الكرى\r\n*\r\n","description":"","footnote":"","page_name":" 39 ","page_number":35},
  {"content":"\r\n* فجاد بلفت الجيد كالظبي عاطيا\r\n* وقد سكنت منه الحميا منفرا\r\n*\r\n* أقبل برق الثغر بفتر أبيضا\r\n* وأتبعه غيثا من الدمع أحمرا\r\n*\r\n* فيا حبذا من وجهه لي جنة\r\n* وردت بها من ريقه العذب كوثرا\r\n*\r\n* فذاك رضاب سوف ينقع برده\r\n* غليل إذا يوم من الهجر هجرا\r\n* وأنشد بين يدي السلطان الملك الظاهر قول الشاعر\r\n* أقطب حين أرمقه\r\n* كأني لست أعشقه\r\n* وأحذر أعين الرقباء ترشقني وترشقه\r\n* حبيب صد عن جفني\r\n* كراه فليس يطرقه\r\n*\r\n* قصصت عليه ما يجني\r\n* علي فكدت أحرقه\r\n*\r\n* ويقسم أنه مثلي\r\n* ولكن من يصدقه\r\n* أيا قمرا تحكم في مغربه ومشرقه )\r\n* ويا غصنا يؤرقني\r\n* إذا ما اهتز مورقه\r\n* أهيم إلى سلاف بات ثغرك لي يعتقه\r\n* فأصحو من تلألوه\r\n* ويسكرني تنشقه\r\n*\r\n* إذا لم تطف لوعاتي\r\n* به فلمن تروقه\r\n* فأمر الظاهر راجحا أن ينظم مثلها فقال\r\n* لمن سهم تفوقه\r\n* إلى قلبي فيرشقه\r\n*\r\n* وما حبب على خمر\r\n* رضابي تعتقه\r\n*\r\n* ومن هذا الذي أبدى\r\n* بديع السحر منطقه\r\n* وما ذا طارحت عيناهذا قلبا بات يعشقه\r\n* فيا لله طرف لا\r\n* يرق له مؤرقه\r\n*\r\n* ولا أبقى سوى دمع\r\n* غداة البين ينفقه\r\n*\r\n* وذي هيف يزر على\r\n* قضيب البان يلمقه\r\n*\r\n* تثنى في ذوابته\r\n* فراق الطرف مؤرقه\r\n*\r\n* ألا حظه فلا رمق\r\n* لقلبي حين أرمقه\r\n*\r\n* ويعذب فيه تعذيبي\r\n* على خلق ينزقه\r\n*\r\n","description":"","footnote":"","page_name":" 40 ","page_number":36},
  {"content":"\r\n* وجاري أدمعي أبدا\r\n* على العادات يطلقه\r\n* له خد يروقك منهذا بهجته ورونقه\r\n* فمن نار تلينه\r\n* ومن ماء يرقرقه\r\n*\r\n* فليت وصاله حظا\r\n* ينال فكنت أرزقه\r\n*\r\n* فيا رشاء متيمه\r\n* بنار الشوق يحرقه\r\n*\r\n* أما تحنو على دنف\r\n* سيول الدمع تغرقه\r\n*\r\n* أتظمي طرفه أبدا\r\n* وبالعبرات تشرقه\r\n*\r\n* فهب للمستهام كرى\r\n* لعل الطيف يطرقه\r\n*\r\n* رضيت بزورة زورا\r\n* فدع وعدا يصدقه\r\n*\r\n* وكم ليل مضى والله\r\n* ويسرقني وأسرقه )\r\n* ( أدرت علي شمس الرا\r\n* ح حتى انجاب مغسقه\r\n*\r\n* على روض يروق العي\r\n* ن أبيضه وأزرقه\r\n*\r\n* تمر رياحه نشوى\r\n* على روض تفتقه\r\n*\r\n* وإن نشر الخزامى فا\r\n* ح قمت إليه أنشقه\r\n*\r\n* بحيث حمامه غرد\r\n* له نعم يشوقه\r\n*\r\n* تظل الدوح راقصه\r\n* وجدوله مصفقه\r\n*\r\n* كأن مدائح السلطا\r\n* ن يتلوها مطوقه\r\n*\r\n* مليك يوسفي الخي\r\n* م محض الأصل معرقه\r\n* ومن شعر راجح الحلي من البسيط\r\n* من أطلع البدر في ديجور طرته\r\n* وأودع السحر في تكسير مقلته\r\n*\r\n* ومن أدار يواقيت الشفاه على\r\n* كأس من الدر يحمي خمر ريقته\r\n*\r\n* ومن لتبريد قلب باب يلهبه\r\n* ترديد ماء الصبي في نار وجنته\r\n*\r\n* ما لي وما لرشادي فيه أنشده\r\n* والغي يقتاد قلبي في أزمته\r\n*\r\n* يا مرسل الصدغ ما هذا الدلال وقد\r\n* بلغت عن طرفه آيات فترته\r\n*\r\n* أرشد سواي فقد مثلته صنما\r\n* ما ساءني أنني من جاهليته\r\n*\r\n* من لي بأغيد ساجي الطرف أجيدلا\r\n* يرضيه شيء سوى ذلي لعزته\r\n*\r\n","description":"","footnote":"","page_name":" 41 ","page_number":37},
  {"content":"\r\n* يجفو النسيم عليه من لطافته\r\n* والدهر ألين منه عند قسوته\r\n*\r\n* لم أنسه والدجى مرخى الإزار وقد\r\n* زار اختلاسا فأحياني بزورته\r\n*\r\n* ثنت شمائله كأس الشمول فما\r\n* قابلت منتها إلا بقبلته\r\n*\r\n* ودمت أكرع في عذب الرضاب فقل\r\n* في شاعر دأبه إفساد توبته\r\n*\r\n* فليت شعري وقد قبلت مبسمه\r\n* أمن ثنيته سكري أم ثنيته\r\n*\r\n* رتعت في ورد خديه ونرجس عي\r\n* نيه وآس عذاريه وخضرته\r\n*\r\n* فالشكر للسكر لولاه لما ظفرت\r\n* كفي بتسهيل صعب من عريكته\r\n*\r\n* لم أوت شيئا من الدنيا ألذ به\r\n* إلا وزاد عليه حسن صورته\r\n*\r\n* ما حرم العذل إلا في الغرام به\r\n* ولا التهتك إلا عند جفوته )\r\n* ( ولا أرانا يدا بيضاء من كرم\r\n* ترجى وتخشى سوى موسى وآيته\r\n* قلت شعر جيد\r\n3 ( راجح بن قتادة ) )\r\nراجح بن قتادة بن إدريس بن مطاعن بن عبد الكريم بن موسى بن عيسى بن سليمان بن عبد الله بن موسى الجون بن عبد الله الكامل بن الحسن بن علي بن أبي طالب صاحب مكة سوف يأتي ذكر أخيه الحسن وذكر أبيه قتادة في مكانيهما إن شاء الله تعالى\r\nلما طرد أخوه الحسن عن مكة بعد الملك المسعود ابن الكامل\r\n3 ( القشعمي ) )\r\nراجح القشعمي شاعر قدم بغداد ومدح الإمام المستنجد بالله\r\nذكره أبو جعفر عبد الله بن محمد بن المهدي بالله في الكتاب الذي جمعه في مدائح المستنجد\r\nوأورد له قصيدة أولها من الطويل\r\n* تذكرت هندا بعدما بعدت هند\r\n* فؤاد حليفاه الصبابة والوجد\r\n*\r\n* فكيف بها والمشرفية دونها\r\n* وسمر العوالي والمطهمة الجرد\r\n*\r\n* قليلة علم بالقرى بدوية\r\n* كأن أياة الشمس من وجهها يبدو\r\n*\r\n* لها من جوازي بطن مكة مقلة\r\n* وجيد ومن بانات ناعجة قد\r\n*\r\n* وتسفر عن مثل الصباح يحفه\r\n* بليل بهيم فرعها الفاحم الجعد\r\n*\r\n* ألام فيحلو ذكرها لي كما حلا\r\n* إلى الناهل المصدوف عن ورده الورد\r\n*\r\n* فأنشد واشيها إلي إذا وشى\r\n* وقال ولما يبق من جهده جهد\r\n*\r\n* وحدثتني يا سعد عنها فزدتني\r\n* جنونا فزدني من حديثك يا سعد\r\n*\r\n","description":"","footnote":"","page_name":" 42 ","page_number":38},
  {"content":"\r\nقلت شعر متوسط\r\nالرازي جماعة أبو حاتم الرازي اسمه محمد بن إدريس\r\nوأبو زرعة الرازي اسمه عبيد الله\r\nالإمام فخر الدين الرازي اسمه محمد بن عمر\r\nالطبيب الرازي اسمه محمد بن زكرياء )\r\nالرازي النحوي نصير بن أبي نصر\r\n( ( راشد ) )\r\n3 ( أبو حكيمة ) )\r\nراشد بن إسحاق بن راشد أبو محمد الكاتب الأنباري يلقب أبا حكيمة بضم الحاء شاعر أديب أفنى عامة شعره في مراثي ذكره\r\nقال ابن المرزباني يقال إنه إنما يقول ذلك لتهمة لحقته من عبد الله بن طاهر أيام خدمته له في خادم لعبد الله\r\nومن شعره من الطويل\r\n* شنئتك من أير قليل عناؤه\r\n* خلت منه أسباب المنافع أجمع\r\n*\r\n* تغيرت حتى ما ترى فيك شيمة\r\n* من الأير إلا أن رأسك أصلع\r\n* ومنه من الوافر\r\n* تعقف واستوى الطرفان منه\r\n* كمثل الدال من خط الكتاب\r\n*\r\n* أكشف منه كل صباح يوم\r\n* عيوبا لم تكن لي في حساب\r\n* ومنه من المجتث\r\n* يا أير لو كنت تحدى\r\n* أقحمت بي كل هول\r\n*\r\n* ولم تنم والغواني\r\n* يعمدن رأسك حولي\r\n*\r\n* قد كنت حربة نيك\r\n* فصرت مئزاب بولي\r\n*\r\n","description":"","footnote":"","page_name":" 43 ","page_number":39},
  {"content":"\r\nومنه من البسيط\r\n* كيف الطعان برمح لا استواء له\r\n* معقف مثل خط النون بالقلم\r\n*\r\n* كأنه وهو مقع فوق خصيته\r\n* مسافر تحته خرجان من أدم\r\n*\r\n* ما لي أراك تحامى كل غانية\r\n* وإن أتيت بها حسناء كالصنم\r\n*\r\n* إذا رأيت وجوه البيض مقبلة\r\n* وليتهن قفا خزيان منهزم\r\n*\r\n* كم طعنة لك لم يفلتك صاحبها\r\n* إلا وعورته مخضوبة بدم\r\n*\r\n* خليته تتفداه حواضنه\r\n* وبين فخذيه جرح غير ملتئم\r\n*\r\n* أيام أنت شفاء الاست إن نغلت\r\n* طب بتسكين أدواء الحر الغلم\r\n* )\r\nومنه من المنسرح\r\n* أصبح أيري كأن مقبضه\r\n* خريطة فرغت من الكتب\r\n*\r\n* كأنه حية مطوقة\r\n* قد جعلت رأسها على الذنب\r\n* ومنه من أبيات من الخفيف\r\n* طالما قمت كالمنارة تهت\r\n* ز قياما تسمو إليك العيون\r\n*\r\n* رب يوم رفعت فيه قميصي\r\n* وكأني في مشيتي مختون\r\n*\r\n* لم يدع منك حادث الدهر إلا\r\n* جلدة كالرشاء فيها غضون\r\n*\r\n* تثنى كأنها صولجان\r\n* أو كما عرقت من الخط نون\r\n* ومنه من الوافر\r\n* تنبه أيها الأير المدلى\r\n* لشأنك إن طول النوم عار\r\n*\r\n* تقلص إن أصابك برد ليل\r\n* وتسترخي إذا حمي النهار\r\n*\r\n* وفييما بين ذلك أنت ملقى\r\n* على الخصيين ليس بك انتشار\r\n*\r\n* تولي الغانيات قفا لئيما\r\n* يليق به الهزيمة والفرار\r\n*\r\n* كأنك لم تخض غمرات حرب\r\n* تهيبها البطارقة الكبار\r\n*\r\n* ولم تستقبل الأبطال فيها\r\n* بمتن ما تخونه انكسار\r\n*\r\n* تولد فيك كل صباح يوم\r\n* عيوب لا يقوم بها اعتذار\r\n*\r\n* وكان على عوارك ستر صون\r\n* فزال الستر وانكشف العوار\r\n*\r\n","description":"","footnote":"","page_name":" 44 ","page_number":40},
  {"content":"\r\nومنه من الطويل\r\n* ينام على ظهر الفتاة وتارة\r\n* له حركات ما تحس بها الكف\r\n*\r\n* كما يرفع الفرخ ابن يومين رأسه\r\n* إلى أبويه ثم يسقطه الضعف\r\n*\r\n* تطوق فوق الخصيتين كأنه\r\n* رشاء على رأس الركية ملتف\r\n* ومنه من البسيط\r\n* كأنه حين أطويه وأنشره\r\n* خيط يلف على دوامة الزيق\r\n*\r\n* فإن يقم قلت قثاة معقفة\r\n* وعروة ركبت في رأس إبريق\r\n*\r\n* وكان عهدي به ضخما له عجر\r\n* كأنه بعض أجذاع الزرانيق )\r\n* ( تهتز منه عصا في رأسها كرة\r\n* أمضى على الطعن من بعض المزاريق\r\n*\r\n3 ( الحبراني ) )\r\nراشد بن سعد الحبراني بضم الحاء المهملة وسكون الباء الموحدة وبعد الراء ألف ونون وقيل المقرائي الحمصي\r\nروى عن سعد بن أبي وقاص وثوبان ومعاوية بن أبي سفيان وعتبة بن عبد وأبي أمامة وأنس بن مالك\r\nوروى له الأربعة وتوفي سنة ثلاث عشرة ومائة\r\n3 ( أبو أثيلة الصحابي ) )\r\nراشد السلمي أبو أثيلة كان اسمه في الجاهلية ظالما فسماه رسول الله صلى الله عليه وسلم راشدا\r\nوقيل إنه قدم على رسول الله صلى الله عليه وسلم فقال له ما اسمك فقال غاوي بن ظالم\r\nفقال له رسول الله صلى الله عليه وسلم بل أنت راشد بن عبد الله وكان سادن صنم بني سليم\r\n( ( الألقاب ) )\r\nالراشد بالله أمير المؤمنين منصور بن الفضل\r\nالراضي بالله أمير المؤمنين اسمه محمد بن جعفر تقدم ذكره في المحمدين\r\nالراضي بن المعتمد يزيد بن محمد\r\nالراعي الشاعر اسمه عبيد بن حصين\r\nالراغب الحسين بن محمد\r\n","description":"","footnote":"","page_name":" 45 ","page_number":41},
  {"content":"\r\n( ( رافع ) )\r\n3 ( السنبسي ) )\r\nرافع بن عمرو أبو عميرة بن أبي رافع وكنيته أبو الحسن السنبسي الوائلي الطائي له صحبة وهو الذي دل بخالد بن الوليد من العراق إلى الشام\r\nوصحب أبا بكر الصديق في غزوة ذات السلاسل وكان هو الدليل بذلك الجيش\r\nقال الدارقطني وهو الذي قطع ما بين الكوفة ودمشق في خمس ليل\r\nوقال فيه الشاعر من الرجز\r\n* لله در رافع أنى اهتدى\r\n* فوز من قراقر إلى سوى\r\n* خمسا إذا ما سارها الجيش بكى يقال إنه كان في الجاهلية لصا فكان يعرف المفاوز\r\nوقراقر وسوى ماءان لكلب وقال شريك كان يغير على أحياء العرب في الجاهلية ويدفن الماء في بيض النعام في الأفياء وقيل هو الذي كلمه الذئب فأسلم ومات سنة ثلاث وعشرين وقيل زمن الحجاج\r\n3 ( ابن مكيث الصحابي ) )\r\nرافع بن مكيث شهد الحديبية وبايع تحت الشجرة وشهد الفتح وهو أحد أربعة الذين حملوا ألوية جهينة يوم الفتح واستعمله النبي صلى الله عليه وسلم على صدقاته\r\nوكان مع يزيد بن حارثة في سرية حسمى وبعثه بشيرا وكان مع كرز بن جابر في سرية العرنيين وكان مع عبد الرحمن بن عوف في سرية دومة الجندل وبعثه بكتابه إلى رسول الله صلى الله عليه وسلم بشيرا بما فتح الله عليه\r\nوله دار بالمدينة وشهد الجابية مع عمر بن الخطاب وكان أميرا على ربع أسلم وغفار ومزينة وجهينة وأشجع\r\n3 ( ابن خديج الأنصاري ) )\r\nرافع بن خديج بن عدي بن تزيد بالتاء ثالثة الحروف أولا الأنصاري الخزرجي\r\nشهد أحدا والخندق واستصغر يوم بدر ويقال أصابه سهم يوم أحد فنزع وبقي السهم إلى أن مات سنة أربع وسبعين )\r\nقال له رسول الله صلى الله عليه وسلم أنا أشهد لك يوم القيامة وكان بصفين مع علي بن أبي طالب وروى له الجماعة\r\n3 ( الأقطع أمير العرب ) )\r\nرافع بن الحسين بن حماد بن مقين بالقاف المفتوحة أبو المسيب الأقطع المعروف بمظاهر الدولة أمير العرب بنواحي بغداد\r\nكان فيه فروسية وأدب\r\n","description":"","footnote":"","page_name":" 46 ","page_number":42},
  {"content":"\r\nويقول الشعر وأمه علوية بنت ملد بن المقلد بن جعفر بن عمرو بن المهيأ وكانت فاضلة كريمة معمرة وكان فيه شح وإمساك وكانت تعيبه بذلك\r\nوإذا جرى في ضيافته تقصير تممته من بيوتها وأحملت مراعاة الأضياف\r\nوكانت تقول واعيثاه ما عرفت العشرات والخمسات إلا منكم في هذا الزمان وما كنا نعرف إلا الألوف والمئات وكان لها رأي جيد في الحروب وغيرها\r\nوكان سبب قطع يده أنه كان يشرب ومعه بعض أولاد عبيد بني عمه فجرت بين اثنين منهما خصومة وتجالدا بالسيوف فخلص بينهما فضرب أحدهما يده فقطعها غلطا فذهبت هدرا\r\nوكان يلبس يده كفا يلزم بها العنان ويقاتل فلا يثبت له أحد\r\nوكان عظيم الغيرة على حرمه وإمائه وكان عقيما وكانت مملكته البوازيج والسن وتكريت وكرمى والحصاصة والدور والقادسية وتوفي سنة سبع وعشرين وأربع مائة\r\nومن شعر مظاهر الدولة قوله من الطويل\r\n* لها ريقة أستغفر الله إنها\r\n* ألذ وأشهى في النفوس من الخمر\r\n*\r\n* وصارم طرف لا يزايل جفنه\r\n* ولم أر سيفا قبل في جفنه يبري\r\n*\r\n* فقلت لها والعيس تحدج بالضحى\r\n* أعدي لفقدي ما استطعت من الصبر\r\n*\r\n* سأنفق ريعان الشبيبة آنفا\r\n* على طلب العلياء أو طلب الأجر\r\n*\r\n* أليس من الخسران أن لياليها\r\n* تمر بلا نفع وتحسب من عمري\r\n* ومنه من الكامل\r\n* وجه ابن حرب ما يحارب مهجة\r\n* إلا انتضى من مقلتيه سلاحا\r\n*\r\n* يا دهر إنك أنت نابذ ريقه\r\n* خمرا وغارس خده تفاحا\r\n*\r\n* وغرلت من غزل شباك جفونه\r\n* فنصبتها فتقنصت أرواحا\r\n* ) )\r\n3 ( الحمال الشافعي ) )\r\nرافع بن نصر بن أنس أبو الحسن الحمال بالحاء المهملة قرأ على القاضي أبي بكر الباقلاني شيئا من الأصول وتفقه على أبي حامد الإسفراييني وسمع من عبد الواحد بن محمد بن مهدي ومحمد بن أحمد بن رزقويه وسكن مكة إلى حين وفاته سنة سبع وأربعين وأربع مائة وحدث هناك وقال هياج بن عبيد الحطيني كان لرافع في الزهد قدم وقال إنما تفقه أبو إسحاق الشيرازي وأبو يعلى ابن الفراء بمعاونة رافع\r\n","description":"","footnote":"","page_name":" 47 ","page_number":43},
  {"content":"\r\nلهما لأنه كان يحمل وينفق عليهما وله شعر\r\n3 ( رافع الأنصاري الخزرجي ) )\r\nرافع بن مالك بن العجلان بن عمرو الأنصاري الخزرجي أبو مالك وقيل أبو رفاعة نقيب بدري عقبي\r\nشهد العقبة الأولى والثانية وشهد بدرا ذكره موسى بن عقبة ولم يذكره ابن إسحاق في البدريين وقتل يوم أحد شهيدا\r\n3 ( ابن الحارث الصحابي ) )\r\nرافع بن الحارث بن سواد بن زيد الصحابي شهد بدرا وأحدا والخندق والمشاهد كلها مع رسول الله صلى الله عليه وسلم وتوفي في خلافة عثمان\r\n3 ( رافع بن المعلى ) )\r\nرافع بن المعلى بن لوذان بن حارثة الأنصاري الخزرجي شهد بدرا وقتل يوم بدر قتله عكرمة بن أبي جهل روى عن النبي صلى الله عليه وسلم الحديث في أم القرآن أنه لم ينزل في التوراة ولا في الإنجيل مثلها قال ابن عبد البر ومن قال هذا فقد وهم وليس رافع هذا ذاك يعني من قال إنه أبو سعيد بن المعلى راوي هذا الحديث\r\n3 ( ابن عنجدة ) )\r\nرافع بن عنجدة بفتح العين المهملة وبضمها وسكون النون وبعدها جيم ودال وهاء الأنصاري وقيل عامر بن عنجدة وعنجدة أمه وأبوه عبد الحارث شهد بدرا وأحدا والخندق\r\n3 ( مولى بديل الخزاعي ) )\r\nرافع مولى بديل بن ورقاء الخزاعي له صحبة قال ابن إسحاق لما دخلت خزاعة مكة لجأوا )\r\nإلى دار بديل بن ورقاء الخزاعي ودار مولى لهم يقال له رافع\r\n3 ( ابن عميرة الطائي ) )\r\nرافع بن عميرة ويقال ابن عمرو الطائي ويقال رافع بن أبي رافع أبو الحسن\r\nويقال إنه الذي كلمه الذئب كان لصا في الجاهلية فدعاه الذئب إلى اللحوق برسول الله صلى الله عليه وسلم وقد أنشدوا لطيء شعرا في ذلك وقيل إن رافعا قاله في كلام الذئب إياه\r\nوهو من الوافر\r\n* رعيت الضأن أحميها بكلبي\r\n* من الضب الخفي وكل ذئب\r\n*\r\n* فلما أن سمعت الذئب نادى\r\n* يبشرني بأحمد من قريب\r\n*\r\n* سعيت إليه قد شمرت ثوبي\r\n* على الساقين قاصدة الركيب\r\n*\r\n","description":"","footnote":"","page_name":" 48 ","page_number":44},
  {"content":"\r\n* فألفيت النبي يقول قولا\r\n* صدوقا ليس بالقول الكذوب\r\n*\r\n* فبشرني بدين الحق حتى\r\n* تبينت الشريعة للمنيب\r\n*\r\n* وأبصرت الضياء يضيء حولي\r\n* أمامي إن سعيت ومن جنوبي\r\n* وله خبر في صحبة أبي بكر الصديق في غزوة ذات السلاسل\r\nوتوفي رافع سنة ثلاث وعشرين قبل قتل عمر روى عنه طارق بن شهاب والشعبي يقال إنه قطع ما بين دمشق والكوفة في خمس ليال لمعرفته بالمفاوز\r\n3 ( أبو الحكم الأنصاري ) )\r\nرافع بن سنان أبو الحكم الأنصاري جد عبد الحميد بن جعفر روى عن النبي صلى الله عليه وسلم في تخيير الصغير بين أبويه وكان أتى النبي صلى الله عليه وسلم حين أسلم وأبت امرأته أن تسلم\r\n3 ( حليف القوافلة ) )\r\nرافع بن سهل بن رافع بن عدي الأنصاري حليف للقوافلة قيل إنه شهد بدرا ولم يختلف في أنه شهد أحدا وسائر المشاهد بعدها\r\n3 ( رافع بن سهل ) )\r\nرافع بن سهل بن زيد بن عمرو الأنصاري الأوسي شهد أحدا وخرج هو وأخوه عبد الله بن سهل إلى حمراء الأسد وهما جريحان فلم يكن لهما ظهر وشهد الخندق ولم يوقف لرافع على )\r\nوقت وفاة\r\n3 ( ابن ظهير الصحابي ) )\r\nرافع بن ظهير أو حضير قال ابن عبد البر ليس في الصحابة رافع بن ظهير ولا رافع بن حضير ولا يعرف في غير الصحابة أيضا وإنما في الصحابة ظهير بن رافع\r\nوقال غير ابن عبد البر رافع بن أسيد بن ظهير\r\n3 ( ابن مجدع ) )\r\nرافع بن عمرو بن مجدع وقيل مجدج أخو الحكم بن عمرو الغفاري يعد في البصريين روى عنه عبد الله بن الصامت وغيره\r\n3 ( الأنصاري الأشهلي ) )\r\nرافع بن زيد ويقال ابن يزيد بن كرز الأنصاري الأشهلي شهد بدرا وقتل يوم أحد شهيدا\r\nيقال إنه شهد بدرا على ناضح لسعيد بن زيد\r\n","description":"","footnote":"","page_name":" 49 ","page_number":45},
  {"content":"\r\n3 ( ابن بشير السلمي ) )\r\nرافع بن بشير السلمي روى عن النبي صلى الله عليه وسلم أنه قال تخرج نار تسوق الناس إلى المحشر روى عنه ابنه بشر بن رافع يضطرب فيه\r\n3 ( أبو العلاء قاضي همذان ) )\r\nرافع بن محمد بن رافع بن القاسم بن إبراهيم أبو العلاء قاضي همذان كان من أصحاب الرأي وهو صدوق\r\nتوفي في حدود الثلاثين وأربع مائة\r\n3 ( والي خراسان ) )\r\nرافع بن هرثمة لما عزل الموفق بالله عمرو بن الليث الصفار عن ولاية خراسان جعلها لأبي عبد الله محمد بن طاهر الخزاعي سنة إحدى وسبعين ومائتين وهو مقيم ببغداد فاستخلف محمد بن طاهر عليها رافع بن هرثمة ما خلا أعمال ما وراء النهر فإن الموفق أقر عليها نصر بن أحمد بن أسد الساماني خليفة لمحمد بن طاهر ثم وردت كتب الموفق على رافع بن هرثمة بقصد جرجان وطبرستان وكانت للحسن بن زيد\r\nفجاءه رافع في سنة أربع وسبعين ومائتين ففارقها إلى إستراباذ فحاصره رافع بها مدة سنين )\r\nثم فارقها ليلا في نفر قليل إلى بلاد الديلم\r\nواستولى رافع على طبرستان سنة سبع وسبعين ومائتين\r\nثم إن رافع بن هرثمة عزل عن خراسان وتولاها عمرو بن الليث\r\nوبقي رافع بالري وجرى له مع عمرو بن الليث ما جرى على ما سيأتي في ترجمة عمرو بن الليث إن شاء الله تعالى\r\nوآخر الأمر قتل رافع سنة ثلاث وثمانين ومائتين وحمل رأسه إلى عمرو فبعث به إلى المعتضد وقد مدح البحتري رافعا هذا بقصيدة وهو بالعراق فأرسل إليه عشرين ألف درهم\r\nولم يكن هرثمة أبا رافع وإنما كان زوج أمه فنسب إليه واسم أبي رافع تومرد\r\n3 ( الصميدي الصوفي ) )\r\nرافع بن هجرس الإمام المقرئ المحدث الفقيه الزاهد الخير أبو محمد الصميدي الصوفي نزيل القاهرة\r\nسمع بدمشق من أصحاب ابن طبرزد وبمصر من طائفة وعني بالرواية والقرآءات وكتب وحصل بعض الأصول وعلق وأفاد\r\nمات رحمه الله تعالى كهلا في سنة ثمان عشرة وسبع مائة بمصر عن خمسين سنة إلا سنة\r\n( ( الألقاب ) )\r\nأبو رافع مولى النبي اسمه أسلم وقيل إبراهيم\r\n","description":"","footnote":"","page_name":" 50 ","page_number":46},
  {"content":"\r\nابن رافع قاضي حلب أحمد بن عبد الله\r\nوأبو محمد عبد الله بن عبد الرحمن\r\nالرافعي إمام الدين الشافعي عبد الكريم بن محمد\r\nابن الراوندي أحمد بن يحيى\r\nابن الرائض المجود الفضل بن عمر\r\nابن رامين الإستراباذي الحسن بن الحسين\r\nابن الران الواعظ أحمد بن عبد الله\r\nابن راهويه الفقيه هو محمد بن إسحاق\r\nراهب قريش أبو بكر بن عبد الرحمن ) )\r\n2 ( زوجة ابن أبي الحواري ) )\r\nرائعة بياء آخر الحروف زوجة أحمد بن أبي الحواري وقد تقدم ذكره في الأحمدين\r\nكانت في الزهد والعبادة مثل رابعة العدوية بل أبلغ\r\nقال أحمد كانت إذا طبخت قدرا تقول لي كلها والله ما أنضجها إلا التسبيح\r\nوقالت لزوجها ربما رأيت الحور العين يذهبن في داري ويجئن ويستترن بأمكامهن عني\r\nقال أحمد سمعتها تقول ما رأيت ثلجا إلا ذكرت به تطاير الصحف ولا جرادا إلا ذكرت به الحشر ولا سمعت أذانا إلا ذكرت به منادي يوم القيامة\r\nقال أحمد ودفعت إلي يوما خمسة آلاف درهم وقالت لي تزوج بهذه أو تسر فإني مشغولة عنك وكان لأحمد أربع نسوة\r\nوتوفيت رحمها الله تعالى سنة تسع وعشرين ومائتين\r\n( ( رباب ) )\r\n3 ( ابن ثور ) )\r\nرباب بن رميلة ورميلة أمه وهي أمة خالد بن مالك بن ربعي بن سلمى بن جندل\r\nوهو رباب بن ثور بن أبي حارثة بن عبد المدان بن جندل بن نهشل بن دارم بن عمرو بن تميم\r\nوولد رميلة يزعمون أنها كانت سبية من سبايا العرب فولدت لثور أربعة نفر وهم رباب وجحناء والأشهب وسويط\r\nوكانوا من أشد إخوة في العرب يدا ولسانا ومنعة جانب كثرت أموالهم في الإسلام وولدتهم أمهم في الجاهلية\r\nوكانوا إذا وردوا ماء\r\n","description":"","footnote":"","page_name":" 51 ","page_number":47},
  {"content":"\r\nمن مياه الصمان حظروا على الناس ما يريدون منه\r\nوكانت لرميلة قطيفة حمراء فكانوا يأخذون الهدبة من تلك القطيفة فيلقونها على الماء\r\nأي قد سبقنا إلى هذا فلا يرده أحد لعزهم فيأخذون من الماء ما يحتاجون إليه ويتركون ما يستغنون عنه\r\nفوردوا في بعض السنين ماء من مياه الصمان وورد معهم ناس من بني قطن بن نهشل فأورد بعضهم بعيره وقد حظروا عليه )\r\nفبلغهم ذلك فغضبوا واجتمعوا واقتتلوا فضرب رباب رأس بشر بن صبيح المعروف بأبي بدال وأمه بنت أبي الحمام ابن قراد بن مخزوم وقال رباب في ذلك من الرجز\r\n* ضربته عشية الهلال\r\n* أول يوم عد من شوال\r\n*\r\n* ضربا على الرأس أبا بدال\r\n* ثمت ما أبت ولا أبالي\r\n* ألا تؤوب آخر الليالي وجمع كل واحد لصاحبه قومه وأحلافهم وطالت الحرب بينهم وجرت أمور فقال أخوة الأشهب بن رميلة ويلكم يا قوم أفي ضربة من عصا لم تصنع شيئا تسفكون دماءكم والله ما بصاحبكم من بأس فأعطو قومكم حقهم فقال جحناء ورباب والله لننصرفن فلنلحقن بغيركم ولا نعطي ما بأيدينا\r\nفقال الأشهب ويلكم أتتركون دار قومكم في ضربة عصا لم تصنع شيئا ولم يزل بهم حتى جاءوا بأخيه رباب فدفعوه إلى بني قطن وأخذوا منهم أبا بدال المضروب فمات تلك الليلة في أيديهم فجاء بنو قطن إلى رباب فقالوا أوص بما بدا لك فإن أبا بدال مات\r\nقال دعوني أصل قالوا صل فصلى ركعتين ثم قال أما والله إني إلى ربي لذو حاجة وما منعني أن أزيد في صلاتي إلا أن تروا أن ذلك فرق من الموت فليضربني منكم رجل شديد الساعد حديد السيف فدفعوه إلى ابن خزيمة فضرب عنقه ودفنوه وذلك في الفتنة بعد مقتل عثمان رضي الله عنه\r\nفقال الأشهب يرثي أخاه ويلوم نفسه أن دفع أخاه ربابا إليهم من الطويل\r\n* أعيني قلت عبرة من أخيكما\r\n* بأن تسهرا ليل التمام وتجزعا\r\n*\r\n* وباكية تبكي ربابا وقائل\r\n* جزى الله خيرا ما أعف وأمنعا\r\n*\r\n* وأضرب في الهيجا إذا حمي الوغى\r\n* وأطعم إذ أمسى المراضيع جوعا\r\n*\r\n* إذا ما اعترضنا من أخينا أخاهم\r\n* ظمئنا ولم نشف الغليل فينقعا\r\n*\r\n* قرونا دما والضيف منتظر القرى\r\n* ودعوة داع قد دعانا فأسمعا\r\n*\r\n* مددنا وكانت هفوة من حلومنا\r\n* بثدي إلى أولاد ضمرة أقطعا\r\n*\r\n* وقد لامني قومي ونفسي تلومني\r\n* بما فال رأيي في رباب وضيعا\r\n*\r\n* فلو كان قلبي من حديد أذابه\r\n* ولو كان من صم الصفا لتصدعا\r\n*\r\n","description":"","footnote":"","page_name":" 52 ","page_number":48},
  {"content":"\r\n) )\r\n3 ( زوجة الحسين بن علي ) )\r\nالرباب بنت امرئ القيس بن عدي الكلبي زوجة الحسين بن علي رضي الله عنهما وهي أم سكينة بنت الحسين وهي التي يقول فيها الحسين من الوافر\r\n* لعمرك إنني لأحب دارا\r\n* تكون بها سكينة والرباب\r\n*\r\n* أحبهما وأبذل جل مالي\r\n* وليس لعاتب عندي عتاب\r\n* كانت الرباب من أفضل النساء وأجملهن وخيارهن خطبت بعد قتل الحسين فقالت ما كنت لأتخذ حموا بعد رسول الله صلى الله عليه وسلم\r\nوقالت ترثي الحسين من البسيط\r\n* إن الذي كان نورا يستضاء به\r\n* بكربلاء قتيل غير مدفون\r\n*\r\n* سبط النبي جزاك الله صالحة\r\n* عنا وجنبت خسران الموازين\r\n*\r\n* قد كنت لي جبلا صعبا ألوذ به\r\n* وكنت تصحبنا بالرحم والدين\r\n*\r\n* من لليتامى ومن للسائلين ومن\r\n* يغني ويأوي إليه كل مسكين\r\n*\r\n( ( رباح ) )\r\n3 ( قاضي المدينة ) )\r\nرباح بن عبد الرحمن بن أبي سفيان بن حويطب قاضي المدينة\r\nقتل مع بني أمية يوم نهر أبي فطرس روى عن جدته ابنة سعيد بن زيد وأبي هريرة وزرعة بن إبراهيم وزياد بن زياد بن أبيه وتوفي سنة اثنتين وثلاثين ومائة\r\n3 ( ابن المعترف الصحابي ) )\r\nرباح بن المعترف قيل رباح بن عمرو بن المعترف وقيل اسم المقترف وهيب بن حجوان له صحبة كان شريك عبد الرحمن بن عوف في التجارة وابنه عبد الله بن رباح من كبار العلماء وسيأتي ذكره إن شاء الله مكانه\r\nكان مع عبد الرحمن في سفر فرفع صوته رباح يغني غناء الركبان فقال له عبد الرحمن ما هذا قال غير ما بأس نلهو ونقصر عنا السفر فقال عبد الرحمن إن كنتم لا بد فاعلين فعليكم بشعر ضرار بن الخطاب\r\nويقال إنه كان معهم في ذلك السفر عمر بن الخطاب وكان يغنيهم غناء النصب )\r\n","description":"","footnote":"","page_name":" 53 ","page_number":49},
  {"content":"\r\n3 ( مولى الحارث الصحابي ) )\r\nرباح مولى الحارث الصحابي قتل يوم اليمامة شهيدا وهو مولى الحارث بن مالك الأنصاري\r\n3 ( مؤذن الرسول ) )\r\nرباح مولى النبي صلى الله عليه وسلم كان أسود وربما أذن على النبي صلى الله عليه وسلم أحيانا إذا انفرد رسول الله صلى الله عليه وسلم\r\n3 ( اللخمي الصحابي ) )\r\nرباح اللخمي جد موسى بن علي بن رباح الصحابي روي عنه في فتح مصر أن رسول الله صلى الله عليه وسلم قال ستفتح بعدي مصر ويساق إليها أقل الناس أعمارا رواه مطهر بن الهيثم عن موسى بن علي بن رباح\r\n( ( الربداء ) )\r\n3 ( بنت عمرو البلوية ) )\r\nالربداء بنت عمرو بن عمارة بن عطية البلوية\r\nكان أبو الربداء ياسر عبدا لها فمر به النبي صلى الله عليه وسلم وهو يرعى غنما لمولاته وفيها له شاتان فاستسقاه فحلب له شاتيه ثم راح وقد حفلتا فذكر ذلك لمولاته فقالت أنت حر فتكنى بأبي الربداء\r\nالربضي القرطبي اسمه أحمد بن عبد الرحمن\r\nالربضي صاحب الأندلس الحكم بن هشام\r\n( ( ربعي ) )\r\nابن حراش الكوفي ربعي بن حراش بن جحش الغطفاني العبسي الكوفي حدث عن عمرو وعلي وحذيفة وغيرهم وروى عنه الشعبي ومنصور وعبد الملك بن عمير وغيرهم وقدم الشأم وشهد خطبة عمر بالجابية كما قيل\r\nوقال ابن سعد وكان ثقة له أحاديث صالحة قال ابن المديني بنو حراش ثلاثة ربعي وربيع ومسعود ولم يرو عن\r\n","description":"","footnote":"","page_name":" 54 ","page_number":50},
  {"content":"\r\nمسعود شيء إلا كلامه بعد الموت كذا قال\r\nوقال غيره إن الذي تكلم بعد الموت هو ربيع كذا قال ابن ماكولا\r\nقال أحمد العجلي تابعي ثقة من خيار التابعين ويقال إنه لم يكذب قط وكان ابناه عاصيين زمن الحجاج فأرسل إليه يقول أين ابناك قال هما في البيت قال قد عفوت عنهما لصدقك وتوفي سنة إحدى ومائة وكان آلى أن لا يفتر ضاحكا حتى يعلم أين مصيره أفي الجنة هو أم في النار فأخبر غاسله أنه لم يزل متبسما على سريره ونحن نغسله حتى فرغنا منه\r\nوقيل إن ذلك أخوه ربيع وروى له الجماعة\r\n( ( ابن رافع الصحابي ) )\r\nربعي بن رافع بن زيد بن حارثة الصحابي حليف لبني عمرو بن عوف شهد بدرا وقيل ربعي ابن أبي رافع\r\nالربعي النحوي علي بن عيسى\r\nابن الربيب المغربي الحسن بن محمد\r\nالربيب الوزير الحسين بن محمد\r\n( ( ربيع ) )\r\n3 ( الأمير الحارثي ) )\r\nربيع بن زياد بن الربيع الحارثي الأمير زمن عمر بن الخطاب رضي الله عنه\r\nتوفي في حدود الستين للهجرة وله صحبة استخلفه أبو موسى سنة سبع عشرة على قتال مناذر فافتتحها عنوة وقتل وسبى\r\nوقتل بها يومئذ أخوه المهاجر بن زياد ولما صار الأمر إلى معاوية وعزل عبد الرحمن بن سمرة عن سجستان ولاها الربيع بن زياد الحارثي\r\nفأظهره الله على الترك وبقي أميرا على سجستان إلى أن مات المغيرة بن شعبة أميرا على الكوفة\r\nفولى معاوية زيادا الكوفة مع البصرة جمع له العراقين فعزل زياد الربيع بن زياد عن سجستان وولاها عبيد الله بن أبي بكرة وبعث الربيع بن زياد إلى خراسان فغزا بلخ وقال زياد ما قرأت مثل كتب الربيع بن زياد الحارثي ما كتب قط إلا في احتياز منفعة أو دفع مضرة ولا كان في موكب قط فتقدم عنان دابته عنان دابتي ولا مست ركبته ركبتي\r\nروى عن الربيع بن زياد مطرف بن الشخير وحفصة بنت سيرين\r\nوروى عن أبي بن\r\n","description":"","footnote":"","page_name":" 55 ","page_number":51},
  {"content":"\r\nكعب وعن كعب الأحبار قال ابن عبد البر ولا أعرف له حديثا مسندا\r\n3 ( الثوري الكوفي ) )\r\nالربيع بن خثيم الثوري الكوفي من سادة التابعين وروى له الجماعة سوى أبي داود وتوفي في حدود السبعين للهجرة وقيل في حدود التسعين\r\nوقال الشيخ شمس الدين أيضا أرسل عن النبي صلى الله عليه وسلم وسمع ابن مسعود وأبا )\r\nأيوب وعمرو بن ميمون وقال توفي في حدود المائة\r\n3 ( البكري الحنفي ) )\r\nالربيع بن أنس البكري الحنفي روى له الأربعة وتوفي في سنة سبع وثلاثين ومائة\r\n3 ( ابن صبيح ) )\r\nالربيع بن صبيح روى له الترمذي وابن ماجة توفي سنة ستين ومائة وروى الربيع عن الحسن وعطاء بن أبي رباح وثابت ويزيد الرقاشي وروى عنه وكيع وعبد الرحمن بن مهدي وأبو الوليد الطيالسي وعلي بن الجعد وقال أحمد لا بأس به وقال النسائي ضعيف\r\nوقال شعبة هو عندي من سادات المسلمين وغزا في المطوعة أرض الهند وقال القاضي أبو محمد الرامهرمزي أول من صنف وبوب فيما أعلم الربيع بن صبيح بالبصرة ثم سعيد بن أبي عروبة بها وخالد بن جميل الذي يقال له العبد ومعمر باليمن وابن جريج بمكة وسفيان الثوري بالكوفة وحماد بن سلمة بالبصرة ثم صنف سفيان بن عيينة والوليد بن مسلم وابن المبارك وجرير بن عبد الحميد وهشيم\r\n3 ( المقرئ العابد المروزي ) )\r\nالربيع بن ثعلب العابد المقرئ أبو الفضل المروزي قال الحافظ جزرة كان ثقة من عباد الله الصالحين وتوفي سنة ثمان وثلاثين ومائتين\r\n","description":"","footnote":"","page_name":" 56 ","page_number":52},
  {"content":"\r\n3 ( المرادي صاحب الشافعي ) )\r\nالربيع بن سليمان بن عبد الجبار أبو محمد المرادي مولاهم الفقيه المصري المؤذن صاحب الشافعي وراوي كتبه\r\nروى عنه أبو داود والنسائي وابن ماجة وروى الترمذي عن رجل عنه\r\nقال النسائي لا بأس به قال له الشافعي لو أمكنني أن أطعمك العلم لأطعمتك وتوفي سنة سبعين ومائتين وهو آخر من روى عن الشافعي قال كنا جلوسا بين يدي الشافعي أنا والبويطي والمزني فنظر إلى البويطي فقال ترون هذا إنه لن يموت إلا في حديدة ثم نظر إلى المزني فقال ترون هذا أما إنه سيأتي عليه زمان لا يفسر شيئا فيخطئه ثم نظر إلي وقال أما إنه ما في القوم أنفع لي منه ولوددت لو حشوته العلم حشوا\r\nوأورد له الحافظ زكي الدين عبد العظيم من المنسرح )\r\n* صبرا جميلا ما أسرع الفرجا\r\n* من صدق الله في الأمور نجا\r\n*\r\n* من خشي الله لم ينله أذى\r\n* ومن رجا الله كان حيث رجا\r\n*\r\n3 ( الجيزي صاحب الشافعي ) )\r\nالربيع بن سليمان بن داود الأعرج الأزدي بالولاء المصري الجيزي صاحب الشافعي رضي الله عنه لكنه كان قليل الرواية عنه وإنما روى عن عبد الله بن الحكم كثيرا وكان ثقة\r\nروى عنه أبو داود والنسائي وسمع ابن وهب والشافعي\r\nوتوفي سنة ست وخمسين ومائتين\r\n3 ( المخبل ) )\r\nالربيع بن ربيعة ويكنى أبا يزيد هو المخبل من بني أنف الناقة شاعر فحل من مخضرمي الإسلام والجاهلية\r\nكان له ولد اسمه شيبان فهاجر إلى الكوفة وخرج مع ابن أبي وقاص إلى حرب الفرس وكان المخبل قد أسن وضعف فعمد إلى إبله وغنمه وسائر ماله ليبيعه ويلحق بابنه فمنعه علقمة بن هوذة وأعطاه مالا وفرسا وكلم فيه عمر بن الخطاب وأنشده قوله فيه من الطويل\r\n* أيهلكني شيبان في كل ليلة\r\n* لقلبي من خوف الفراق وجيب\r\n*\r\n* أشيبان ما أدراك في كل ليلة\r\n* غبقتك فيها والغبوق حبيب\r\n*\r\n* أشيبان إن تأت الجيوش تجدهم\r\n* يقاسون أياما لهن خطوب\r\n*\r\n* يذودون جند الهرمزان كأنما\r\n* يذودون أوراد الكلاب تلوب\r\n*\r\n","description":"","footnote":"","page_name":" 57 ","page_number":53},
  {"content":"\r\n* ولا هم إلا البز أو كل سابح\r\n* عليه فتى شاكي السلاح نجيب\r\n*\r\n* فإن يك غصني اليوم أصبح باليا\r\n* وغصنك من ماء الشباب رطيب\r\n*\r\n* فإني حنت ظهري خطوب تتابعت\r\n* فمشيي ضعيف في الرجال دبيب\r\n*\r\n* إذا قال صحبي يا ربيع ألا ترى\r\n* أرى الشخص كالشخصين وهو قريب\r\n*\r\n* ويخبرني شيبان أن لن يعقني\r\n* تعق إذا فارقتني وتحوب\r\n* فبكى عمر ورق له وكتب إلى سعد برده فسأله الإعفاء عنه فقال لا تحرمني الجهاد\r\nفقال إنها عزمة من عمر رضي الله عنه فانصرف إليه ولم يزل عنده إلى أن مات\r\nوأخبار المخبل كثيرة في كتاب الأغاني لأبي الفرج وكان المخبل مغلبا ) )\r\n3 ( أبو توبة الحلبي ) )\r\nالربيع بن نافع أبو توبة الحلبي نزيل طرسوس روى عن معاوية بن سلام وشريك وأبي الأحوص وأبي المليح الحسن بن عمرو وعبيد الله بن عمرو والهيثم بن حميد وإسماعيل بن عياش وإبراهيم بن سعد ويزيد بن المقدام وابن المبارك وطائفة\r\nوروى عنه أبو داود فأكثر وروى البخاري ومسلم والنسائي وابن ماجة عن رجل عنه وأحمد بن حنبل والحسن بن الصباح والدارمي وأبو حاتم ويزيد بن جهور ويعقوب الفسوي وأحمد بن خليد الحلبي وآخرون\r\nقال أبو حاتم ثقة حجة\r\nكان يقال إنه من الأبدال قال الشيخ شمس الدين هو آخر من حدث عن معاوية بن سلام\r\nتوفي سنة إحدى وأربعين ومائتين\r\n3 ( حاجب المنصور ) )\r\nالربيع بن يونس بن محمد كيسان العباسي مولاهم الأمير الحاجب أبو الفضل\r\nكان من كبار الملوك ولي حجابة المنصور ثم وزارته وحجب المهدي وولي ابنه الفضل حجابة الرشيد وولي حفيده العباس حجابة الأمين وقطيعة الربيع ببغداد محلة كبيرة تنسب إليه وتوفي سنة سبعين ومائة\r\nوكان المنصور كثير الميل إليه حسن الاعتماد عليه قال له يوما يا ربيع سل حاجتك فقال حاجتي أن تحب الفضل ابني قال له ويلك إن المحبة تقع بأسباب\r\nفقال قد أمكنك الله منها فقال وما ذاك فقال تفضل عليه فإنك إذا فعلت ذلك أحبك وإذا أحبك أحببته\r\n","description":"","footnote":"","page_name":" 58 ","page_number":54},
  {"content":"\r\nقال قد والله أحببته قبل وقوع السبب ولكن كيف اخترت له المحبة دون كل شيء قال لأنك إذا أحببته صغر عندك كبير إحسانك إليه وصغر عندك كبير إساءته وكانت ذنوبه كذنوب الصبيان وحاجته إليك حاجة الشفيع العريان\r\nوقال المنصور له يوما ويحك يا ربيع ما أطيب الدنيا لولا الموت فقال له إلا بالموت\r\nقال وكيف ذاك قال لولا الموت لم تقعد هذا المقعد فقال له صدقت\r\nويقال إن الربيع لم يكن له أب يعرف به وإن بعض الهاشميين دخل على المنصور وجعل )\r\nيحدثه ويقول كان أبي رحمه الله وكان وأكثر من الرحمة عليه فقال له الربيع كم تترحم على أبيك بحضرة أمير المؤمنين فقال له الهاشمي أنت معذور لأنك لا تعرف مقدار الآباء\r\nفخجل منه وضحك المنصور إلى أن استلقى ثم قال للهاشمي خذ بما أدبك به الربيع\r\nويقال إن الهادي سمه وقيل مرض ثمانية أيام ومات\r\n3 ( أبو الزهر الأشعري القرطبي ) )\r\nربيع بن يحيى بن عبد الرحمن بن أحمد بن عبد الرحمن بن ربيع أبو الزهر الأشعري القرطبي من بيت كبير شهير بالأندلس\r\nروى عن أبيه أبي عامر وغيره وولي قضاء بعض الأندلس وتوفي بحصن بلش سنة سبع وستين وست مائة\r\n3 ( سطيح الكاهن ) )\r\nالربيع المعروف بسطيح الكاهن الغساني الذئبي من ذرية ذئب بن جحن قيل إنه كان يسكن الجابية وقيل مشارف الشام وهي القرى التي بين بلاد الشام وجزيرة العرب سميت بذلك لإشرافها على السواد\r\nوعن أبي عبيدة ومحمد بن سلام وغيرهما قالوا ولد سطيح في زمن سيل العرم وعاش إلى ملك ذي نواس وذلك نحو ثلاثين قرنا وكان مسكنه البحرين\r\nوزعمت عبد القيس أنه منهم ويزعم الأزد أنه منهم وأكثر المحدثين يقولون هو من الأزد ولا يدرى ممن هو\r\nوأخباره كثيرة وجمعها غير واحد من أهل العلم والمشهور من أمره أنه كان كاهنا وقد أخبر عن النبي صلى الله عليه وسلم وعن بعثه ومبعثه بأخبار كثيرة\r\nوروي أنه عاش سبع مائة سنة وأدرك الإسلام فلم يسلم\r\nوروي أنه هلك عندما ولد النبي صلى الله عليه وسلم\r\nقال المعافى بن زكرياء وروي لنا من بعض الطرق بإسناد الله أعلم به أن النبي صلى الله عليه وسلم سئل عن سطيح فقال نبي ضيعه قومه وهو ممشهور عند العرب يذكرون سجعه وكهانته ويضربون المثل بعلمه وصدقه فيما يخبر به\r\nوعن ابن عباس إن الله خلق سطيحا لحما على وضم وكان يحمل على وضمه فيؤتى به )\r\nحيث شاء ولم يكن فيه عصب ولا عظم إلا الجمجمة والعنق والكفين وكان يطوى من رجليه إلى ترقوته كما يطوى الثوب ولم يكن فيه شيء يتحرك إلا لسانه ولا يتكلم إلا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":55},
  {"content":"\r\nبالسجع\r\nوكان في زمنه كاهن آخر يقال له شق\r\nأبو الربيع بن سالم الأندلسي اسمه سليمان بن موسى\r\n3 ( بنت معوذ الأنصارية ) )\r\nالربيع بضم الراء وفتح الباء الموحدة وتشديد الياء آخر الحروف بنت معوذ بن عفراء الأنصارية\r\nلها صحبة روت عدة أحاديث وروى لها الجماعة وتوفيت في حدود الثمانين وهي من المبايعات بيعة الشجرة\r\nدخلت أسماء بنت مخرمة وكانت امرأة تبيع العطر بالمدينة على الربيع في نسوة فسألنها فانتسبت الربيع فقالت لها أسماء أنت بنت قاتل سيدهتعني أبا جهل فقالت الربيع أنا بنت قاتل عبده قالت حرام علي أن أبيعك من عطري شيئا فقالت الربيع وحرام علي أن أشتري منه شيئا فما وجدت لعطر نتنا غير عطرك وإنما قالت ذلك لتغيظها\r\nوروي أن النبي صلى الله عليه وسلم أتاها يوم عرسها فقعد على موضع فراشها\r\nوروي أنها أتت النبي صلى الله عليه وسلم بقناع من رطب وأجر زغب فناولها النبي صلى الله عليه وسلم ذهبا أو حليا وقال تحلي بهذا وتوضأ عندها وسكبت عليه الماء لوضوئه\r\n( ( الربيعة ) )\r\nالتجيبي المصري ربيعة بن لقيط التجيبي المصري روى عن عمرو بن العاص ومعاوية وابن حوالة وتوفي سنة تسعين أو ما قبلها\r\n3 ( السلمي ) )\r\nربيعة بن يزيد السلمي ذكره بعضهم في الصحابة ونفاه أكثرهم وكان من النواصب يشتم عليا رضي الله عنه\r\nقال أبو حاتم الرازي لا يروى عنه ولا كرامة له ولا يذكر بخير قال ومن ذكره في الصحابة لم يصنع شيئا\r\n3 ( الهاشمي الصحابي ) )\r\nربيعة الحارث بن عبد المطلب بن هاشم بن عبد مناف أبو أروى الصحابي هو الذي قال فيه رسول الله صلى الله عليه وسلم يوم فتح مكة ألا إن كل دم ومأثرة كانت في الجاهلية فهو تحت قدمي وإن أول دم أضعه دم ابن ربيعة بن الحارث\r\n","description":"","footnote":"","page_name":" 60 ","page_number":56},
  {"content":"\r\nوذلك أنه قتل لربيعة ابن يسمى آدم في الجاهلية وقيل تمام فأبطل رسول الله صلى الله عليه وسلم الطلب به في الإسلام ولم يجعل لربيعة في ذلك تبعة وكان ربيعة هذا أسن من العباس بسنتين وتوفي ربيعة سنة ثلاث وعشرين في خلافة عمر وروى عن النبي صلى الله عليه وسلم أحاديث منها قوله إنما الصدقة أوساخ الناس في حديث فيه طول من حديث مالك وغيره ومنها حديثه في الذكر في الصلاة والقول في الركوع والسجود وروى عنه عبد الله بن الفضل\r\n3 ( الأسلمي الصحابي ) )\r\nربيعة بن كعب بن مالك بن يعمر الأسلمي أبو فراس معدود في أهل المدينة من أهل الصفة\r\nكان يلزم رسول الله صلى الله عليه وسلم في السفر والحضر وصحبه قديما وعمر بعده وتوفي رضي الله عنه بعد الحرة سنة ثلاث وستين للهجرة روى عنه أبو سلمة بن عبد الرحمن ونعيم المجمر ومحمد بن عمرو بن عطاء وهو الذي سأل رسول الله صلى الله عليه وسلم مرافقته في الجنة فقال له رسول الله صلى الله عليه وسلم أعني على نفسك بكثرة السجود\r\nرواه الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن ربيعة بن كعب ) )\r\n3 ( ابن الدغنة ) )\r\nربيعة بن رفيع بن أهبان بن ثعلبة بن الدغنة بضم الدال المهملة وضم الغين المعجمة وتشديد النون وهي أمه\r\nشهد حنينا ثم قدم على رسول الله صلى الله عليه وسلم في بني تميم\r\nهو قاتل دريد بن الصمة أدركه يوم حنين فأخذ بخطام جمله وقصتهما مذكورة في ترجمة دريد\r\n3 ( الدؤلي ) )\r\nربيعة بن عباد بكسر العين المهملة الدؤلي مدني روى عنه ابن المنكدر وأبو الزناد وزيد بن أسلم وغيرهم وعمر عمرا طويلا\r\nرأى النبي صلى الله عليه وسلم بذي المجاز وهو يقول يا أيها الناس لا إله إلا الله تفلحوا\r\nووراء رجل أحول ذو غديرتين يقول إنه صابئ إنه صابئ إنه كذاب فسألت عنه فقالوا هذا عمه أبو لهب\r\nقال ربيعة بن عباد وأنا يومئذ أزفر القرب لأهلي\r\n3 ( ابن عامر الأزدي ) )\r\nربيعة بن عامر بن الهادي الأزدي ويقال الأسدي وقيل الدؤلي روى عن رسول الله صلى الله عليه وسلم حديثا واحدا وهو أن رسول الله صلى الله عليه وسلم قال ألظوا بيا ذا\r\n","description":"","footnote":"","page_name":" 61 ","page_number":57},
  {"content":"\r\nالجلال والإكرام\r\n3 ( الجرشي ) )\r\nربيعة بن عمرو الجرشي الصحابي يعد في أهل الشام روى عنه علي بن رباح وغيره\r\nوقيل إنه جد هشام بن الغازي قال الواقدي قتل يوم مرج راهط قال ابن عبد البر له أحاديث منها قال سمعت رسول الله صلى الله عليه وسلم يقول يكون في أمتي خسف ومسخ وقذف قالوا بم ذا يا رسول الله قال باتخاذهم القينات وشربهم الخمور\r\nومنها قوله عليه السلام استقيموا وبالحرى أن استقمتم وكان ربيعة يفقه الناس زمن معاوية وقتل يوم مرج راهط زبيريا مع الضحاك بن قيس روى له الأربعة وهو مختلف في صحبته\r\n3 ( ربيعة العامري ) )\r\n)\r\nربيعة بن أبي خرشة بن عمرو بن ربيعة بن الحارث القرشي العامري أسلم يوم فتح مكة وقتل يوم اليمامة شهيدا\r\n3 ( ربيعة القرشي ) )\r\nربيعة القرشي قال أحمد بن زهير لا أدري من أي قريش هو\r\nحديثه عند عطاء بن السائب عن ابن ربيعة القرشي عن أبيه أن النبي صلى الله عليه وسلم كان يقف بعرفات في الجاهلية والإسلام\r\n3 ( ربيعة بن زياد ) )\r\nربيعة بن زياد الخزاعي الصحابي روى الغبار في سبيل الله ذريرة الجنة قال ابن عبد البر في إسناده مقال\r\n3 ( أبو أروى الدوسي ) )\r\nربيعة أبو أروى الدوسي الصحابي حجازي كان ينزل ذا الحليفة\r\nروى عنه أبو سلمة بن عبد الرحمن وأبو واقد المدني صالح بن محمد بن زائدة مات في آخر خلافة معاوية وكان عثمانيا\r\n3 ( أبو يزيد الصحابي ) )\r\nربيعة بن أكثم بن سخبرة الأسدي أحد حلفاء بني أمية أبو يزيد الصحابي\r\nكان قصيرا دحداحا شهد بدرا وهو ابن ثلاثين سنة وشهد أحدا والخندق\r\n","description":"","footnote":"","page_name":" 62 ","page_number":58},
  {"content":"\r\nوالحديبية وقتل بخيبر قتله الحارث اليهودي بالنطاة ومن حديثه قال كان رسول الله صلى الله عليه وسلم يستاك عرضا ويشرب مصا ويقول هو أهنأ وأمرأ\r\nروى عنه سعيد بن المسيب قال ابن عبد البر ولا يحتج بحديثه هذا لأن من دون سعيد لا يوثق بهم لضعفهم ولم يره سعيد ولا أدرك زمانه بمولده لأنه ولد زمن عمر\r\n3 ( الضبي الشاعر ) )\r\nربيعة بن مقروم بن قيس بن جابر بن خالد بن عمرو ينتهي إلى ضبة بن أد بن طابخة بن إلياس بن مضر بن نزار\r\nشاعر مخضرم أدرك الجاهلية والإسلام وكان ممن أصفق عليه كسرى ثم عاش في الإسلام زمانا ومن شعره من قصيدة جيدة من الكامل )\r\n* شماء واضحة العوارض طفلة\r\n* كالبدر من خلل السحاب المنجلي\r\n*\r\n* وكأنما ريح القرنفل نشرها\r\n* أو حنوة خلطت خزامى حومل\r\n*\r\n* وكأن فاها بعدما طرق الكرى\r\n* كأس تصفق بالرحيق السلسل\r\n*\r\n* لو أنها عرضت لأشمط راهب\r\n* في رأس مشرفة الذرى متبتل\r\n*\r\n* جاآر ساعات النهار لربه\r\n* حتى يخدد جسمه مستعمل\r\n*\r\n* لصبا لبهجتها وطيب حديثها\r\n* ولهم من ناموسه بتنزل\r\n* منها\r\n* بل إن ترى شمط تفرع لمتي\r\n* وحنا قناتي وارتقى في مسحلي\r\n*\r\n* ودلفت من كبر كأني خاتل\r\n* قنصا ومن يدبب لصيد يختل\r\n*\r\n* فلقد أرى حسن القناة قويمها\r\n* كالنصل أخلصه جلاء الصيقل\r\n*\r\n* ولقد شهدت الخيل يوم طرادها\r\n* بسليم أو ضفة القوائم هيكل\r\n*\r\n* متقاذف شنج النسا عبل الشوى\r\n* سباق أندية الجياد عميثل\r\n*\r\n* لولا أكفكفه لكان إذا جرى\r\n* منه العزيم يدق فأس المسحل\r\n*\r\n* وإذا جرى منه الحميم رأيته\r\n* يهوى بفارسه هوي الأجدل\r\n*\r\n* وإذا تعلل بالسياط جيادها\r\n* أعطاك نائيه ولم يتعلل\r\n*\r\n* ودعوا نزال فكنت أول نازل\r\n* وعلام أركبه إذا لم أنزل\r\n*\r\n* ولقد جمعت المال من جمع امرئ\r\n* ورفعت نفسي عن لئيم المأكل\r\n*\r\n* ودخلت أبنية الملوك عليهم\r\n* ولشر قول المرء ما لم يفعل\r\n*\r\n","description":"","footnote":"","page_name":" 63 ","page_number":59},
  {"content":"\r\n* وألد ذي حنق علي كأنما\r\n* تغلي عداوة صدره في مرجل\r\n*\r\n* أوجيته عني فأبصر قصده\r\n* وكويته فوق النواظر من عل\r\n*\r\n* وأخي محافظة عصى عذاله\r\n* وأطاع لذته معم مخول\r\n*\r\n* هش يراح إلى الندى نبهته\r\n* والصبح ساطع لونه لم ينجل\r\n*\r\n* فأتيت حانوتا به فصبحته\r\n* من عاتق بمزاجها لم تقتل\r\n*\r\n* صهباء صافية القذى أغلى بها\r\n* يسر كريم الخيم غير مبخل\r\n*\r\n* ومعرس عرض الردى عرسته\r\n* من بعد آخر مثله في المنزل )\r\n* ( ولقد أصبت من المعيشة لينها\r\n* وأصابني منه الزمان بكلكل\r\n*\r\n* فإذا وذاك كأنه لم يكن\r\n* إلا تذكره لمن لم يجهل\r\n*\r\n* ولقد أتت مائة علي أعدها\r\n* حولا فحولا لا بلاها مبتل\r\n*\r\n* فإذا الشباب كمبذل أنضيته\r\n* والدهر يبلي كل جدة مبذل\r\n*\r\n* هلا سألت وخبر قوم عندهم\r\n* وشفاء عيك خابرا أن تسألي\r\n*\r\n* هل نكرم الأضياف إن نزلوا بنا\r\n* ونسود بالمعروف غير تنحل\r\n*\r\n* ونحل بالثغر المخوف عدوه\r\n* ونرد حال العارض المتهلل\r\n*\r\n* ونعين غارمنا ونمنع جارنا\r\n* ويزين مولى ذكرنا في المحفل\r\n*\r\n* وإذا امرؤ منا حبا فكأنه\r\n* مما يخاف على مناكب يذبل\r\n*\r\n* ومتى يقم عنده اجتماع عشيرة\r\n* خطباؤنا بين العشيرة تفصل\r\n*\r\n* ويرى العدو لنا دروءا صعبة\r\n* عند النجوم سريعة المتواءل\r\n*\r\n* وإذا الحمالة أثقلت حمالها\r\n* فعلى سوائمنا ثقيل المحمل\r\n*\r\n* ويحق في أموالنا لحريبنا\r\n* حتى تنوء به وإن لم نسأل\r\n*\r\n3 ( ربيعة الرأي ) )\r\nربيعة أبو عثمان بن أبي عبد الرحمن فروخ التيمي الفقيه العلم مولى المنكدر مفتي أهل المدينة وشيخهم يعرف بربيعة الرأي\r\nروى عن ابن عباس والسائب بن يزيد وحنظلة بن قيس الزرقي وسعيد بن المسيب والقاسم بن محمد وطائفة وروى عنه الأوزاعي وسفيان الثوري ومالك وسليمان بن بلال وجماعة كبار\r\nقال الزهري ما\r\n","description":"","footnote":"","page_name":" 64 ","page_number":60},
  {"content":"\r\nظننت أن بالمدينة مثل ربيعة الرأي وقال ربيعة مثل ذلك عن الزهري\r\nقال أحمد بن صالح حدثنا عنبسة عن يونس قال شهدت أبا حنيفة في مجلس ربيعة وكان مجهود أبي حنيفة أن يفهم ما يقول ربيعة\r\nوقال العلم وسيلة إلى كل فضيلة وقيل إنه أنفق على إخوانه أربعين ألف دينار\r\nقال ابن معين مات ربيعة بالأنبار كان السفاح جاء به للقضاء\r\nقال ابن سعد كان ثقة وكانوا يتقونه للرأي وتوفي سنة ست وثلاثين ومائة وروى له الجماعة )\r\nوكان يكثر الكلام ويقول الساكت بين النائم والأخرس ووقف عليه أعرابي وهو يتكلم فأطال الوقوف والإنصات إلى كلامه\r\nفظن ربيعة أنه أعجبه كلامه فقال له يا أعرابي ما البلاغة فقال الإيجاز مع إصابة المعنى\r\nفقال وما العي قال ما أنت فيه مذ اليوم وقال مالك بن أنس ذهبت حلاوة الفقه منذ مات ربيعة الرأي\r\nوحكي عن أبيه أنه خرج إلى خراسان غازيا وخلف ربيعة حملا ثم قدم المدينة بعد سبع وعشرين سنة فأتى منزله ففتح الباب وخرج ربيعة وقال يا عدو الله أتهجم علي منزلي فقال أبوه يا عدو الله أنت رجل دخلت على حرمتي\r\nفتواثبا فسمعت أم ربيعة صوت زوجها فعرفته فخرجت فعرفت بينهما فاعتنقا وبكيا\r\nوكان قد خلف عندها ثلاثين ألف دينار فأنفقتها على ربيعة حتى تعلم العلم فخرج ربيعة إلى المسجد وجلس في حلقته وأتاه مالك بن أنس والحسن بن زيد وأشراف أهل المدينة وأحدق الناس به فرآه أبوه فقال لأمه لقد رأيت ولدك في حالة ما رأيت أحدا من أهل العلم عليها\r\nقالت أيما أحب إليك ثلاثون ألف دينار أو هذا الذي هو فيه من الجاه قال لا والله إلا هذا\r\nقالت فإني قد أنفقت المال كله عليه فقال والله ما ضيعته\r\n3 ( ابن الهدير ) )\r\nربيعة بن عبد الله بن الهدير ولد في حياة رسول الله صلى الله عليه وسلم\r\nروى عن طلحة وعمر بن الخطاب وتوفي سنة أربع وتسعين وروى له البخاري وأبو داود\r\n3 ( ربيعة الرقي الغاوي ) )\r\nربيعة بن ثابت بن لجأ بن العيزار بن لجأ الأسدي أبو شبانة ويقال أبو ثابت من أهل الرقة شاعر كان ضريرا يلقب بالغاوي\r\nأشخصه المهدي إليه فمدحه بعدة قصائد وأثابه عليها ثوابا كثيرا\r\nوهو الذي يقول في العباس بن محمد بن علي بن عبد الله بن العباس قصيدته التي لم يسبق إليها حسنا ومنها من الكامل\r\n* لو قيل للعباس يا ابن محمد\r\n* قل لا وأنت مخلد ما قالها\r\n*\r\n","description":"","footnote":"","page_name":" 65 ","page_number":61},
  {"content":"\r\n* ما إن أعد من المكارم خصلة\r\n* إلا وجدتك عمها أو خالها )\r\n* ( وإذا الملوك تسايروا في بلدة\r\n* كانوا كواكبها وكنت هلالها\r\n*\r\n* إن المكارم لم تزل معقولة\r\n* حتى حللت براحتيك عقالها\r\n* وهو القائل أيضا من الطويل\r\n* لشتان ما بين اليزيدين في الندى\r\n* يزيد سليم والأغر ابن حاتم\r\n*\r\n* فهم الفتى الأزدي إتلاف ماله\r\n* وهم الفتى القيسي جمع الدراهم\r\n* ولما مدح العباس بن محمد بالقصيدة المذكورة أولا بعث إليه بدينارين فقال من الوافر\r\n* مدحتك مدحة السيف المحلى\r\n* لتجري في الكرام كما جريت\r\n*\r\n* فهبها مدحة ذهبت ضياعا\r\n* كذبت عليك فيها وافتريت\r\n*\r\n* فأنت المرء ليس له وفاء\r\n* كأني إذ مدحتك قد رثيت\r\n* ولما وقف العباس عليها غضب وتوجه إلى الرشيد وكان أثيرا عنده يعظمه وقد هم أن يخطب إليه ابنته فقال إن ربيعة الرقي هجاني فأحضره الرشيد وهم بقتله\r\nفقال يا أمير المؤمنين مره بإحضار القصيدة فأحضرها فلما رآها استحسنها وقال والله ما قال أحد في الخلفاء مثلها فكم أثابك قال دينارين فغضب الرشيد على العباس وقال يا غلام أعط ربيعة ثلاثين ألف درهم وخلعة واحمله على بغلة وقال له بحياتي يا ربيعة لا تذكره بشيء في شعرك لا تعريضا ولا تصريحا وفتر الرشيد عما كان به من أن يزوجه بابنته وأطرحه وجفاه\r\n3 ( مسكين الدارمي ) )\r\nربيعة بن أنيف ويلقب مسكينا الدارمي شاعر شجاع وفد على معاوية وعلى ابنه يزيد ورثى زيادا بقوله من الوافر\r\n* رأيت زيادة الإسلام ولت\r\n* جهارا حين ودعنا زياد\r\n* فقال الفرزدق من الطويل\r\n* أمسكين أبكى الله عينيك إنما\r\n* جرى في ضلال دمعها إذ تحدرا\r\n*\r\n* بكيت امرءا من آل ميسان كافرا\r\n* ككسرى على عدانه أو كقيصرا\r\n*\r\n","description":"","footnote":"","page_name":" 66 ","page_number":62},
  {"content":"\r\n* أقول لهم لما أتاني نعيه\r\n* به لا بظبي بالصريمة أعفرا\r\n* وإنما سمي مسكين مسكينا لأنه قال من الرمل )\r\n* أنا مسكين لمن أنكرني\r\n* ولمن يعرفني جد نطق\r\n*\r\n* لا أبيع الناس عرضي إنني\r\n* لو أبيع الناس عرضي لنفق\r\n* وقال صاحب الأغاني ووهو شاعر شريف هاجى الفرزدق ثم كافه\r\n3 ( أخت الناصر والعادل ) )\r\nربيعة خاتون بنت نجم الدين أيوب بن شادي أخت الناصر والعادل تزوجت أولا بالأمير سعد الدين مسعود بن الأمير معين الدين أنر\r\nفلما مات تزوجت بالملك المظفر صاحب إربل فبقيت بإربل دهرا معه فلما مات قدمت إلى دمشق وخدمتها العالمة أمة اللطيف بنت الناصح بن الحنبلي فأحبتها وحصل لها من جهتها أموال عظيمة وأشارت عليها ببناء المدرسة بسفح قاسيون فبنتها ووقفها على الناصح والحنابلة وتوفيت بدمشق سنة ثلاث وأربعين وست مائة في دار العقيقي التيي صيرت المدرسة الظاهرية ودفنت بمدرستها تحت القبو ولقيت العالمة بعدها شدائد من الحبس ثلاث سنين بالقلعة والمصادرة\r\nثم تزوج بها الأشرف صاحب حمص بن المنصور وسافر بها إلى الرحبة فتوفيت هناك سنة ثلاث وخمسين وست مائة\r\nولربيعة عدة محارم سلاطين وهي أخت ست الشام الآتي ذكرها إن شاء الله تعالى في حرف السين واستولى الصاحب معين الدين بن الشيخ على موجودها فلم يمتع وعاش بعدها أياما قلائل\r\nقال ابن خلكان رحمه الله تعالى كانت وفاتها بدمشق وغالب ظني أنها جاوزت ثمانين سنة\r\nوأدركت من محارمها من الملوك من إخوتها وأولادهم وأولاد أولادهم أكثر من خمسين رجلا\r\nفإن إربل كانت لزوجها مظفر الدين والموصل لأولاد بنتها وخلاط وتلك الناحية لابن أخيها وبلاد الجزيرة الفراتية للأشرف ابن أخيها وبلاد الشأم لأولاد إخوتها والديار المصرية والحجاز واليمن لأخوتها وأولادهم\r\nقلت أنا فهي مثل عاتكة بنت يزيد بن معاوية أم المؤمنين زوجة عبد الملك بن مروان وسيأتي ذكرها في حرف العين مكانه إن شاء الله تعالى ومثل فاطمة بنت عبد الملك وسوف يأتي ذكرها في حرف الفاء إن شاء الله تعالى )\r\n","description":"","footnote":"","page_name":" 67 ","page_number":63},
  {"content":"\r\n( ( الهندي المعمر ) )\r\nرتن الهندي نقلت من خط علاء الدين علي بن مظفر الكندي حثنا القاضي الأجل العالم جلال الدين أبو عبد الله محمد بن سليمان بن إبراهيم الكاتب من لفظه في يوم الأحد خامس عشر ذي الحجة سنة إحدى عشرة وسبع مائة بدار السعادة بدمشق المحروسة قال أخبرنا الشريف قاضي القضاة نور الدين أبي عبد الله محمد بن الحسين الحسيني الأثري الحنفي من لفظه في العشر الآخر من جمادى الأولى عام إحدى وسبع مائة بالقاهرة قال أخبرني جدي الحسين بن محمد قال كنت في زمن الصبا وأنا ابن سبع عشرة سنة أو ثماني عشرة سنة سافرت مع أبي محمد وعمي عمر من خراسان إلى بلد الهند في تجارة\r\nفلما بلغنا أوائل بلاد الهند وصلنا إلى ضيعة من ضياع الهند فعرج أهل القفل نحو الضيعة ونزلوا بها وضج أهل القافلة فسألناهم عن الشأن فقالوا هذه ضيعة الشيخ رتن اسمه بالهندية وعربه الناس وسموه بالمعمر لكونه عمر عمرا خارجا عن العادة فلما نزلنا خارج الضيعة رأينا بفنائها شجرة عظيمة تظل خلقا عظيما وتحتها جمع عظيم من أهل الضيعة فتبادر الكل نحو الشجرة ونحن معهم\r\nفلما رآنا أهل الضيعة سلمنا عليهم وسلموا علينا ورأينا زنبيلا كبيرا معلقا في بعض أغصان الشجرة فسألنا عن ذاك فقالوا هذا الزنبيل فيه الشيخ رتن الذي رأى النبي صلى الله عليه وسلم مرتين ودعا له بطول العمر ست مرات فسألنا جميع أهل الضيعة أن ينزل الشيخ ونسمع كلامه وكيف رأى النبي صلى الله عليه وسلم وما يروي عنه\r\nفتقدم شيخ من أهل الضيعة إلى الزنبيل وكان ببكرة فأنزله فإذا هو مملوء بالقطن والشيخ في وسط القطن ففتح رأس الزنبيل وإذا الشيخ فيه كالفرخ فحسر عن وجهه ووضع فمه على أذنه وقال يا جداه هؤلاء قوم قد قدموا من خراسان وفيهم شرفاء أولاد النبي صلى الله عليه وسلم وقد سألوا أن تحدثهم كيف رأيت رسول الله صلى الله عليه وسلم وماذا قال لك\r\nفعند ذلك تنفس الشيخ وتكلم بصوت كصوت النحل بالفارسية ونحن نسمع ونفهم كلامه فقال سافرت مع أبي وأنا شاب من هذه البلاد إلى الحجاز في تجارة فلما بلغنا بعض أودية مكة وكان المطر قد ملأ الأودية بالسيل فرأيت غلاما أسمر اللون مليح الكون حسن الشمائل وهو يرعى إبلا في تلك الأودية وقد حال السيل بينه وبين إبله وهو يخشى من خوض السيل لقوته )\r\nفعلمت حاله فأتيت إليه وحملته وخضت السيل إلى عند إبله من غير معرفة سابقة فلما وضعته عند إبله نظر إلي\r\n","description":"","footnote":"","page_name":" 68 ","page_number":64},
  {"content":"\r\nوقال لي بالعربية بارك الله في عمرك بارك الله في عمرك بارك الله في عمرك فتركته ومضيت إلى سبيلي إلى أن دخلنا مكة وقضينا ما كنا أتينا له من أمر التجارة وعدنا إلى الوطن فلما تطاولت المدة على ذلك كنا جلوسا في فناء ضيعتنا هذه ليلة مقمرة ورأينا ليلة البدر والبدر في كبد السماء إذ نظرنا إليه وقد انشق نصفين فغرب نصف في المشرق ونصف في المغرب إلى أن التقيا في وسط السماء كما كان أول مرة\r\nفعجبنا من ذلك غاية العجب ولم نعرف لذلك سببا وسألنا الركبان عن خبر ذلك وسببه فأخبرونا أن رجلا هاشميا ظهر بمكة وادعى أنه رسول من الله إلى كافة العالم وأن أهل مكة سألوه معجزة كمعجزة سائر الأنبياء وأنهم اقترحوا عليه أن يأمر القمر فينشق في السماء ويغرب نصفه في الغرب ونصفه في الشرق ثم يعود إلى ما كان عليه ففعل لهم ذلك بقدرة الله تعالى فلما سمعنا ذلك من السفار اشتقت أن أرى المذكور فتجهزت في تجارة وسافرت إلى أن دخلت مكة وسألت عن الرجل الموصوف\r\nفدلوني على موضعه فأتيت إلى منزله واستأذنت عليه فأذن لي ودخلت عليه فوجدته جالسا في صدر المنزل والأنوار تتلألأ في وجهه وقد استنارت محاسنه وتغيرت صفاته التي كنت أعهدها في السفرة الأولى فلم أعرفه فلما سلمت عليه نظر إلي وتبسم وعرفني وقال وعليك السلام ادن مني وكان بين يديه طبق فيه رطب وحوله جماعة من أصحابه كالنجوم يعظمونه ويبجلونه فتوقفت لهيبته فقال ثانيا ادن مني وكل الموافقة من المروءة والمنافقة من الزندقة\r\nفتقدمت وجلست وأكلت معهم الرطب وصار يناولني الرطب بيده المباركة إلى أن ناولني ست رطبات من سوى ما أكلت بيدي ثم نظر إلي وتبسم وقال لي ألم تعرفني قلت كأني غير أني ما أتقق فقال ألم تحملني في عام كذا وجاوزت بي السبيل حين حال السيل بيني وبين إبلي فعند ذلك عرفته بالعلامة وقلت له بلى والله يا صبيح الوجه فقال لي امدد إلي يدك\r\nفمددت يدي اليمنى إليه فصافحني بيده اليمنى وقال لي قل أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله فقلت ذلك كما علمني فسر بذلك وقال لي عند خروجي من عنده بارك الله في عمرك بارك الله في عمرك بارك الله في عمرك فودعته وأنا مستبشر بلقائه وبالإسلام فاستجاب الله دعاء نبيه صلى الله عليه وسلم وبارك في عمري بكل دعوة مائة )\r\nسنة وهما عمري اليوم نيف وست مائة سنة لسنة ازداد في عمري بكل دعوة مائة سنة وجميع من في هذه الضيعة العظيمة أولاد أولاد أولادي وفتح الله علي وعليهم بكل خير وبكل نعمة ببركة رسول الله صلى الله عليه وسلم انتهى\r\nوذكر عبد الوهاب القارئ الصوفي أنه في حدود سنة اثنتين وثلاثين وست مائة وذكر النجيب عبد الوهاب أيضا أنه سمع من الشيخ محمود بن بابا رتن وأنه بقي إلى سنة تسع وسبع مائة وأنه قدم عليهم شيراز وذكر أنه ابن مائة وست وسبعين عاما وأنه\r\n","description":"","footnote":"","page_name":" 69 ","page_number":65},
  {"content":"\r\nتأهل ورزق أولادا\r\nقال الشيخ شمس الدين من صدق هذه الأعجوبة وآمن ببقاء رتن فما لنا فيه طب فليعلم أنني أول من كذب بذلك وأنني عاجز منقطع معه في المناظرة وما أبعد أن يكون جني تبدى بأرض الهند وادعى ما ادعى فصدقوه لا بل هذا شيخ معثر دجال كذبة ضخمة لكي تنصلح خائبة الضياع وأتى بفضيحة كثيرة والذي يحلف به أنه رتن لكذاب قاتلك الله أنى يؤفك وقد أفردت جزء فيه أخبار هذا الضال سميته كسر وثن رتن\r\nوقال لي الشيخ علم الدين البرزالي وقد سألته عن هذا الحديث فقال لي هو من أحاديث الطرقية\r\n( ( رجاء ) )\r\nأبو المقدام الكندي رجاء بن حيوة بن جرول أبو المقدام الكندي كان من العلماء وكان يجالس عمر بن عبد العزيز بات ليلة عنده فهم السراج أن يخمد فقام إليه ليصلحه فأقسم عليه عمر ليقعدن وقام عمر فأصلحه قال فقلت له يا أمير المؤمنين أتقوم أنت قال قمت وأنا عمر ورجعت أنا وعمر وله معه أخبار وحكايات وكان رأسه أحمر ولحيته بيضاء\r\nوكان كالوزير لسليمان بن عبد الملك ومناقبه كثيرة وهو الذي نهض بأخذ الخلافة لعمر بن عبد العزيز وروى عن عبد الله بن عمرو ومعاوية بن أبي سفيان وأبي أمامة وجابر بن عبد الله وقبيصة بن ذؤيب وكان أحد أئمة التابعين وثقه غير واحد وروى له مسلم والأربعة\r\nوتوفي سنة اثنتي عشرة ومائة وكان من بيسان الغور ثم انتقل إلى فلسطين\r\n3 ( الحافظ أبو محمد المروزي ) )\r\nرجاء بن مرجى بن رافع أبو محمد المروزي ويقال السمرقندي الحافظ حدث عن النضر بن شميل وغيره وقدم دمشق وحدث بها وسمع منه أبو حاتم الرازي ويحيى بن محمد بن صاعد وأبو داود السجستاني وابن ماجة وابن أبي الدنيا وغيرهم قال الخطيب سكن بغداد وحدث بها وكان ثقة إماما في علم الحديث وحفظه والمعرفة به وتوفي ببغداد سنة تسع وأربعين ومائتين\r\n","description":"","footnote":"","page_name":" 70 ","page_number":66},
  {"content":"\r\n3 ( الجرجرائي ) )\r\nرجاء بن أبي الضحاك محبوب من أهل جرجرايا وهو والد الحسن بن رجاء ولي ديوان الخراج على عهد المأمون وخراج دمشق على عهد المعتصم والواثق فاحتال عليه علي بن إسحاق بن يحيى بن معاذ صاحب معونة جندي دمشق والأردن واغتاله وقتله صبرا ليلة الأربعاء ثالث المحرم سنة ست وعشرين ومائتين وصلبه بباب دمشق\r\nوقال الحسن بن رجاء يرثي أباه من مخلع البسيط\r\n* أليس من أعجب القضاء\r\n* وثوب أرض على سماء\r\n*\r\n* قل بمثل الحصاة طود\r\n* ضاقت به عرصة الفضاء\r\n*\r\n* وانقطع اليوم من رجاء\r\n* رجاء من كان ذا رجاء )\r\n* ( فالحمد لله كل شيء\r\n* عما قليل إلى فناء\r\n* وأجابه علي بن إسحاق\r\n* هبنا وقفنا على السواء\r\n* في محكم الفصل للقضاء\r\n*\r\n* من كان منا يكون أرضا\r\n* وأينا كان كالسماء\r\n*\r\n* أما دم العلج يوم أودى\r\n* فكان من أيسر الدماء\r\n*\r\n* لم أر للداء حين يبدو\r\n* كالحسم بالسف من دواء\r\n*\r\n3 ( رجاء الغنوي ) )\r\nرجاء الغنوي روى عن النبي صلى الله عليه وسلم أنه قال من أعطاه الله حفظ كتابه وظن أن أحدا أوتي أفضل مما أوتي فقد صغر أعظم النعم روت عنه سلامة بنت الجعد لا يصح حديثه ولا تصح له صحبة يعد في البصريين\r\n3 ( رجاء بن الجلاس ) )\r\nرجاء بن الجلاس ذكره بعض من ألف في الصحابة وحديثه عند عبد الرحمن بن عمرو بن جبلة عن أم بلج عن أم الجلاس عن ابنها رجاء بن الجلاس أنه سأل النبي صلى الله عليه وسلم عن الخليفة بعده فقال أبو بكر قال ابن عبد البر وهو إسناد ضعيف لا يشتغل بمثله بمثله\r\n3 ( الفلسطيني ) )\r\nرجاء بن أبي سلمة الفلسطيني وثقه أحمد والنسائي وروى عنه النسائي وابن ماجة وتوفي سنة إحدى وستين ومائة\r\n","description":"","footnote":"","page_name":" 71 ","page_number":67},
  {"content":"\r\n( ( صاحب صقلية ) )\r\nرجار ملك الفرنج صاحب صقلية هلك بالخوانيق سنة ثمان وأربعين وخمس مائة ويقال فيه أجار بهمزة بدل الراء وجيم مشددة وبعد الألف راء وكان فيه محبة لأهل العلوم الفلسفية\r\nوهو الذي استقدم الشريف الإدريسي صاحب كتاب نزهة المشتاق في اختراق الآفاق من العدوة إليه ليضع له شيئا في شكل صورة العالم\r\nفلما وصل إليه أكرم نزله وبالغ في تعظيمه فطلب منه شيئا من المعادن ليضع منه ما يريد\r\nفحمل إليه من الفضة الحجر وزن أربع مائة ألف درهم\r\nفصنع منها دوائر كهيئة الأفلاك وركب بعضا على بعض ثم شكلها له على الوضع المخصوص فأعجب بها رجار ودخل في ذلك ثلث الفضة وأرجح بقليل وفضل له ما يقارب الثلثين فتركه له إجازة وأضاف لذلك مائة ألف درهم ومركبا موسقا كان قد جاء إليه من برشلونة بأنواع الأجلاب الرومية التي تجلب للملوك\r\nوسأله المقام عنده وقال له أنت من بيت الخلافة ومتى كنت بين المسلمين عمل ملوكهم على قتلك ومتى كنت عندي أمنت على نفسك فأجابه إلى ذلك ورتب له كفاية لا تكون إلا للملوك\r\nوكان يجيء إليه راكب بغلة فإذا صار عنده تنحى له عن مجلسه فيأبى فيجلسان معا وقال له أريد تحقيق أخبار البلاد بالمعاينة لا بما ينقل من الكتب\r\nفوقع اختيارهما على أناس ألباء فطناء أذكياء وجهزهم رجار إلى أقاليم الشرق والغرب جنوبا وشمالا وسفر معهم قوما مصورين ليصوروا ما يشاهونه عيانا وأمرهم بالتقصي والاستيعاب لما لا بد من معرفته فكان إذا حضر أحد منهم بشكل أثبته الشريف الإدريسي حتى تكامل له ما أراد وجعله مصنفا وهو كتاب نزهة المشتاق الذي للشريف الإدريسي\r\nوكان رجار المذكور قد أخذ طرابلس الغرب عنوة بالسيف في يوم الثلاثاء سادس المحرم سنة إحدى وأربعين وخمس مائة وقتل أهلها وسبى الحريم والأطفال وأخذ الأموال\r\nثم إنه شرع في تحصينها بالرجال والعدد ثم إنه أخذ المهدية سنة ثلاث وأربعين وخمس مائة لأن صاحبها الحسن بن علي بن يحيى بن تميم بن المعز الصنهاجي عجز عن مقاومته فخرج من المهدية هاربا بما خف من النفائس وخرج من قدر على الخروج على ما تقدم في ترجمة الحسن بن علي المذكور )\r\nولما هلك رجار ملك بعده ولده غليلم بضم الغين المعجمة وبين اللامين الساكنتين ياء آخر الحروف مفتوحة وبعد اللام الثانية ميم وعليه قدم ابن قلاقس الإسكندري الشاعر في سنة ثلاث وستين وخمس مائة وامتدحه بقصيدة أولها من الطويل\r\n","description":"","footnote":"","page_name":" 72 ","page_number":68},
  {"content":"\r\n* يقر لغليلم المليك ابن غليلم\r\n* سليمان في ملك وداود في حكم\r\n*\r\n* وتخدمه الأفلاك بالسعد في العدى\r\n* فيسطو بسيف البرق أو حربة النجم\r\n*\r\n* فأي هلال ليس كالقوس راشقا\r\n* بأي شهاب ليس ينفذ كالسهم\r\n*\r\n* وما النصر إلا جنده حيث ما مضى\r\n* على جبهات البر أو صفحة اليم\r\n* وهي قصيدة جيدة موجودة في ديوانه يقال إنه كان مما أعطاه مركب حبن ولما هلك غليلم ملكت ابنته أم الأنبرور ثم هلكت أم الأنبرور وخلفته صغيرا فملك وكان فاضلا عاقلا وجرت بينه وبين الكامل ابن العادل مراسلات وأظن أن القاضي جمال الدين ابن واصل توجه إليه في الرسلية وسأله عدة مسائل في المناظر وأجاب عنها القاضي جمال الدين وهي مشهورة تعرف بالمسائل الأنبرورية\r\n( ( الشيخ الصالح المنيني ) )\r\nأبو الرجال بن مري بن بحتر المنيني الشيخ الزاهد الصالح العارف القانت صاحب الأحوال والمكاشفات طلع إليه الناس وزاروه وتبركوا\r\nوكان الشيخ صدر الدين بن المرحل إذا نزل به أمر يقول يا سيدي أبا الرجال توفي سنة أربع وتسعين وست مائة\r\n( ( الألقاب ) )\r\nأبو رجاء الأسواني محمد بن أحمد بن الربيع\r\nأبو رجاء العطاردي عمران بن ملحان\r\nأبو رجاء الفقيه اسمه يزيد بن أبي حبيب\r\n( ( رجب ) )\r\n3 ( المقرئ الحنبلي ) )\r\nرجب بن قحطان بن الحسن بن قحطان أبو المعالي الأنصاري الضرير الحنبلي البغدادي\r\nسمع أبا الحسين أحمد بن محمد بن النقور وحدث باليسير سمع منه هزارسب بن عوض وغيره وكان من مجودي القراء والمحسنين في الأداء ذا عقل وفضل وأدب وتوفي سنة اثنتين وخمس مائة\r\nومن شعره من الرمل\r\n","description":"","footnote":"","page_name":" 73 ","page_number":69},
  {"content":"\r\n* إنما المرء خلاص جائز\r\n* فإذا جربته فهو شبه\r\n*\r\n* وتراه راقدا في غفلة\r\n* فهو حي فإذا مات انتبه\r\n*\r\n3 ( زين الدين الأرزني ) )\r\nرجب بن قراجا بن عبد الله زين الدين الأرزني قال لي الشيخ أثير الدين رفيقنا على الشيخ بهاء الدين رحمهما الله تعالى له اعتناء بشيء من اللغة والأدب وكان يكتب خطا ليس بالجيد لكنه في غاية الضبط والصحة يشكل الحروف كلها ما أشكل منها وما لم يشكل\r\nأنشدنا لنفسه من السريع\r\n* شاهدت في طرسك سحرا غدا\r\n* يخامر الألباب كالأكؤس\r\n*\r\n* فكان كالروض غدا ناضرا\r\n* يلذ للأعين والأنفس\r\n*\r\n( ( رجيلة الأنصاري البياضي ) )\r\nرجيلة بن ثعلبة بن عامر بن بياضة الأنصاري البياضي شهد بدرا كذا قال ابن إسحاق بالجيم وقال ابن هشام بالحاء وقال غيره رخيلة بالخاء المعجمة فقد ورد فيه الثلاث وذكره أبو الحسن الدارقطني بالخاء المعجمة\r\n( ( الرحال بن عنفوة ) )\r\nالرحال بن عنفوة واسمه نهار بن عنفوة كان قد هاجر وقرأ القرآن ثم إنه سار إلى مسلمة وارتد وأخبر أنه سمع رسول الله صلى الله عليه وسلم يشركه في الرسالة فكان أعظم فتنة على بني حنيفة فقتله زيد بن الخطاب رضي الله عنه يوم اليمامة وروي عن أبي هريرة رضي الله عنه قال جلست مع رسول الله صلى الله عليه وسلم في رهط ومعنا الرحال بن عنفوة فقال إن فيكم لرجلا ضرسه في النار مثل أحد فهلك القوم وبقيت أنا والرحال فكنت متخوفا لها حتى خرج الرحال مع مسيلمة وشهد له بالنبوة وقتل يوم اليمامة\r\n( ( الأسدي ) )\r\nرحمة بن غانم أبو سليمان الأسدي أورد له الباخرزي في الدمية من الوافر\r\n* أقول لصاحبي والكأس صرف\r\n* فلم يعرف غنائي من أنيني\r\n*\r\n* أرى خمرا تشاكلها دموعي\r\n* كأن ظروفها كانت شؤوني\r\n* وأورد له أيضا من المتقارب\r\n* وعود تغنى به طفلة\r\n* سديد الغناء بإنساقها\r\n*\r\n* فشبهت في كفها عودها\r\n* بفخذ الجرادة مع ساقها\r\n*\r\n","description":"","footnote":"","page_name":" 74 ","page_number":70},
  {"content":"\r\n( ( الألقاب ) )\r\nابن رحمون النحوي عبد الرحمن بن محمد بن عبد الرحمن ابن رحمون الطبيب سلامة بن مبارك\r\n( ( جارية المهدي ) )\r\nرخيم جارية أمير المؤمنين المهدي هي أم العباسة وسيأتي ذكرها إن شاء الله في حرف العين مكانه كانت بارعة الجمال ولما توفيت جزع عليها جزعا كثيرا وقال يرثيها من الكامل\r\n* أودى الزمان وريبه برخيم\r\n* ففقدت بعد رخيم كل نعيم\r\n*\r\n* يا دهر ما تدري بقدر فجيعتي\r\n* فتعيين أن قد أبحت حريمي\r\n*\r\n* هلا اخترمت مكانها أشباهها\r\n* ونسيتها فتكون غير ملوم\r\n*\r\n* أمست بمنزلة الضياع يقودها\r\n* وفد الرياح مع الصدى والبوم\r\n*\r\n* لا أزال قبرك يا رخيم يناله\r\n* صلوات رب بالعباد رحيم\r\n*\r\n* ولقد ذممت العيش فقدتها\r\n* ولقد أراه ليس بالمذموم\r\n*\r\n* من ذا أسر إليه كل خفية\r\n* إذ كنت موضع سري المكتوم\r\n*\r\n( ( الألقاب ) )\r\nابن الرحبي الطبيب عثمان بن يوسف شرف الدين علي بن يوسف بن حيدرة\r\nالرحبي يوسف بن حيدرة\r\nرخ المروزي محمد بن مقاتل\r\nأبو الرداد عبد الله بن عبد السلام\r\nالرخجي الوزير مؤيد الملك الحسين بن الحسن\r\n( ( أبو الفضل ) )\r\nرذاذ أبو الفضل المغني مولى المتوكل على الله كان أحسن أهل زمانه غناء وأرواهم وأكملهم مروءة وأدبا وكان حسن الوجه وله صنعة حسنة كثيرة وقال جحظة كان رذاذ روميا وكان يتعاطى معرفة النحو واللغة وكان المعتمد يبغضه ويستحيي من طرده لأنه غلام أبيه ويطلب لذلك علة\r\nفطالبه رذاذ يوما بصلة وكانت بين يديه دراهم ودنانير جدد فطرح إليه درهما ودينارا وقال له إن أردت الدنانير فعليك بمصر وإن أردت الدراهم فعليك بالجبل\r\nفأمسك ولم يعد إليه وخدم الموفق وكان يحجبه لإحسانه إليه ولبغض أخيه له فأغناه وتوفي سنة ثلاث وثمانين ومائتين وفيه يقول ابن الرومي من الرمل\r\n","description":"","footnote":"","page_name":" 75 ","page_number":71},
  {"content":"\r\n* رب هب لي من أبي الفضل رذاذ\r\n* دعوة الصحة يا خير معاذ\r\n*\r\n* واصطنعه واتخذه للعلى\r\n* إنه أهل اصطناع واتخاذ\r\n*\r\n* عمر الله اللذاذات به\r\n* تحت أيام اسمه ذات الرذاذ\r\n*\r\n( ( الألقاب ) )\r\nابن ررا الواعظ أحمد بن محمد بن عبد الله\r\nابن الرزاز الشافعي اسمه سعيد بن محمد بن عمر\r\nابن الرزاز علي بن أحمد\r\nالرزاز الشافعي عبد الرحمن بن أحمد\r\nابن الرزاز محمد بن سعيد\r\nوابن ابنه محمد بن سعيد أيضا\r\nابن الرزاز محمد بن النفيس\r\n( ( رزق الله ) )\r\n3 ( أبو محمد الأنماطي ) )\r\nرزق الله بن الحسين بن المبارك بن أحمد بن الحسين بن بندار أبو محمد الأنماطي البغدادي\r\nسمع الكثير بإفادة عمه عبد الوهاب بن عبد القادر بن محمد بن يوسف وأبي القاسم هبة الله بن محمد بن الحصين وأبي نصر محمد بن سعد بن الفرج المؤدب وجماعة وحدث باليسير وتوفي سنة خمس وخمسين وخمس مائة\r\n3 ( أبو محمد التميمي الحنبلي ) )\r\nرزق الله بن عبد الوهاب بن عبد العزيز بن الحارث بن أسد بن الليث أبو محمد ابن أبي الفرج البغدادي فقيه الحنابلة وشيخهم في وقته قرأ بالروايات على علي بن عمر الحمامي\r\nوقرأ عليه جماعة من القراء وأقرأوا عنه\r\nوتفقه على أبيه وعلى عمه أبي الفضل عبد الواحد ثم على القاضي أبي علي بن أبي موسى الهاشمي وسمع من أبيه وعمه وعبد الواحد بن محمد بن مهدي وأحمد بن محمد بن المتيم وغيرهم\r\nوكان فقيها فاضلا في المذهب والخلاف والأصول وله في ذلك مصنفات حسنة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":72},
  {"content":"\r\nوكان واعظا مليح العبارة لطيف الإشارة فصيح اللسان ظريف المعاني\r\nوكان جميل الصورة وله القبول التام وروسل من دار الخلافة إلى ملوك العراق وخراسان وما وراء النهر وحدث هناك وروى عنه خلق كثير من أهل أصبهان يجوزون المائة وله نظم وتوفي سنة ثمان وثمانين وأربع مائة\r\nومن شعره من السريع\r\n* يا ويح هذا القلب ما حاله\r\n* مشتهرا في الحي بلباله\r\n*\r\n* سكران لو يصحو لعاتبته\r\n* وكيف بالعتب لمن حاله\r\n*\r\n* دمع غزير وجى كامن\r\n* يرحمه من ذاك عذاله\r\n*\r\n* ما يثني باللوم عن حبه\r\n* تغيرت في الحب أحواله\r\n* ومن شعره من البسيط\r\n* لا تسألاني عن الحي الذي بانا\r\n* فإنني كنت يوم البين سكرانا )\r\n* ( يا صاحبي على وجدي بنعمانا\r\n* هل راجع وصل ليلى كالذي كانا\r\n*\r\n* أم ذاك آخر عهد باللقاء بها\r\n* فنجعل الدهر ما عشناه أحزانا\r\n*\r\n* ما ضرهم لو أقاموا يوم بينهم\r\n* بقدر ما يلبس المحزون أكفانا\r\n*\r\n* ليت الجمال التي للبين ما خلقت\r\n* وليت حاد حدا في الدهر حيرانا\r\n*\r\n3 ( أبو سعد ابن الأخضر ) )\r\nرزق الله بن محمد بن أبي الطيب محمد بن أحمد بن علي الخطيب أبو سعد المعروف بابن الأخضر أخو أبي الحسن علي بن محمد الأقطع الأنباري\r\nتفقه على مذهب أبي حنيفة وسمع ببغداد من عبيد الله بن محمد بن أحمد الفرضي وعبد الواحد بن محمد بن عبد الله بن مهدي ومحمد بن نصر بن الفضل الستوري وقدم بغداد بعد علو سنة وحدث بها وروى عنه أبو بكر أحمد بن علي بن بدران الحلواني\r\nوتوفي سنة تسع وستين وأربع مائة\r\n3 ( شفروه الحنفي ) )\r\nرزق الله بن هبة الله بن محمد القزويني أبو البركات الحنفي شفروه بكسر الشين النعجمة وفتح الفاء وسكون الراء وفتح الواو وبعدها هاء الأصبهاني من بيت مشهور بالفضل والعلم والتقدم قدم بغداد واستجاز من الناصر وحدث عنه ببغداد وتوفي سنة خمس عشرة وست مائة\r\n","description":"","footnote":"","page_name":" 77 ","page_number":73},
  {"content":"\r\n3 ( رزق الله أخو النشو ) )\r\nرزق الله بن فضل الله مجد الدين أخو النشو كان نصرانيا استخدمه أخوه شرف الدين النشو في استيفاء الخزانة والخاص وكان ينوب أخاه في غيبته ويدخل إلى السلطان الملك الناصر محمد فلما كان في بعض الأيام وهو يوم الجمعة سنة ست وثلاثين وسبع مائة استسلمه السلطان قبل صلاة الجمعة فأبى عليه ثم لكمه بيده وعرض عليه السيف فأسلم وخلع عليه وقال له لا تكون إلا شافعي المذهب مثلي واستخدمه في ديوان الأمير سيف الدين ملكتمر الحجازي\r\nفساد وظهر صيته وعظم وشاع ذكره وكان فيه كرم نفس ونظافة ملبس وميل إلى المسلمين\r\nكان له سبع يقرأ بالجامع الأزهر ويجهز إلى مكة للمجاورين ستين قميصا في كل سنة )\r\nوكان يستسلم من يحبه من عبيده وغلمانه خفية خيفة من أمه وكان يفضل قماشه ويقول للخياط طوله عن تفصيلي وكف الفضل عن قدري فسألته عن ذلك فقال أنا قصير وأهب قماشي لمن يكون أطول مني فإذا فتقه جاء على طوله وكان يهب قماشه كثيرا إلى الغاية قلما يغسل له قماشا إلا إن كان أبيض وكان في الصيف يغير في غالب الأيام مرتين\r\nوعمر دارا مليحة إلى الغلية على الخليج الناصري\r\nولما أمسك أخوه النشو سلم مجد الدين رزق الله إلى الأمير سيف الدين قوصون فأصبح مذبوحا ذبح نفسه ولم يتمكن أحد من معاقبته وذلك في ثالث صفر سنة أربعين وسبع مائة\r\nوكان حلو الوجه مليح العينين ربعة\r\n( ( رزيق ) )\r\n3 ( مولى علي بن أبي طالب ) )\r\nرزيق القرشي المدني مولى علي بن أبي طالب وفد على عمر بن عبد العزيز وكان قد حفظ القرآن والفرائض فقال أنا رجل من أهل المدينة وحفظت كذا وكذا وليس لي ديوان فقال له من أي الناس أنت قال من موالي بني هاشم قال مولى من قال رجل من المسلمين فقال له أسألك من أنت وتكتمني فقال أنا مولى علي بن أبي طالب وكانت بنو أمية لا يذكر علي بين أيديهم فبكى عمر حتى وقع دمعه على الأرض وقال أنا مولى علي إن النبي صلى الله عليه وسلم قال من كنت مولاه فعلي مولاه ثم أمر له بجائزة وقيل إن هذا المولى كان عمر بن المورق وأعطي خمسين دينارا لولاء علي وكان عطاء غيره مائة أو مائتين\r\n3 ( الفزاري كاتب العشر ) )\r\nرزيق بن حيان الفزاري كاتب ديوان العشر\r\n","description":"","footnote":"","page_name":" 78 ","page_number":74},
  {"content":"\r\nبدمشق روى عن مسلم بن قرظة وعمر بن عبد العزيز وتوفي سنة خمس ومائة وروى له مسلم\r\n( ( رزين ) )\r\n3 ( العروضي ) )\r\nرزين بن زندورد العروضي قال ياقوت توفي في أيام المتوكل وهو القائل لأبي جعفر محمد بن الأشعث الخزاعي من البسيط\r\n* إني أتيتك مرات لتأذن لي\r\n* فكان عندك سهل الإذن محجوبا\r\n*\r\n* إن كنت تحجبني بالذئب مزدهيا\r\n* فقد لعمري أبوكم كلم الذيبا\r\n*\r\n* فكيف لو كلم الليث الهصور إذا\r\n* تركتم الناس مأكولا ومشروبا\r\n*\r\n* هذا السنيدي لا تسوى إثاوته\r\n* يكلم الفيل تصعيدا وتصويبا\r\n*\r\n* فاذهب إليك فإني لا أرى أحدا\r\n* بباب دارك طلابا ومطلوبا\r\n*\r\n3 ( رزين بن علي ) )\r\nرزين بن علي بن رزين هو أخو دعبل الشاعر كان شيخا مسنا ظريفا صار إلى مصر فاستوطنها ومات بها وهو القائل من الطويل\r\n* خليلي عوجا عوجة فاسألا النوى\r\n* بأي اجترام ما تريد قضا نحبي\r\n*\r\n* يقولون هذا آخر العهد بيننا\r\n* فقلت وهذا آخر العهد من قلبي\r\n* وقال يهجو من البسيط\r\n* أغرى بني جعفر بي أن أمهم\r\n* كانت تلم بفعلي حين تغتلم\r\n*\r\n* قوم إذا فزعوا إذ نابهم حدث\r\n* كانت حصونهم الأعراض والحرم\r\n*\r\n3 ( رزين السلمي ) )\r\nرزين بن أنس السلمي له صحبة روى عنه ابنه حديثه عند فهد بن عوف عن أبي ربيعة عن نائل بن مطرف بن رزين السلمي عن أبيه عن جده أنه أتى النبي صلى الله عليه وسلم فقال يا رسول الله إن لنا بئرا بالدثينة وقد خفنا أن يغلبنا عليها من حوالينا فكتب له رسول الله صلى الله عليه وسلم كتابا بسم الله الرحمن الرحيم من محمد رسول الله أما بعد فإن\r\n","description":"","footnote":"","page_name":" 79 ","page_number":75},
  {"content":"\r\nلهم بئرهم إن كان صادقا ولهم دارهم إن كان صادقا والدثينة موضع هو ماء لبني سيار كانت تسمى الدفينة بالفاء فتطيروا منها فقالوا الدثينة وقال النابغة من الكامل وعلى الدثينة من بني سيار ) )\r\n2 ( رزيك ) )\r\n3 ( العادل وزير مصر ) )\r\nرزيك بضم الراء وتشديد الزاي وبعد الياء آخر الحروف ساكنة كاف العادل محيي الدين أبو شجاع ابن الصالح طلائع بن رزيك وسيأتي ذكر والده طلائع إن شاء الله تعالى في حرف الطاء\r\nلما قتل والده الصالح على ما سيأتي في ترجمته الخلع من عند العضد لولده رزيك هذا ولقب العادل الناصر لم يزل على وزارة العاضد وكان شاور قد ولاه الصالح الصعيد وندم على ولايته وكان قد أوصى الصالح ولده العادل أن لا يتعرض لشاور بمساءة ولا يغير عليه حاله فإنه لا يأمن عصيانه ولا خروجه عليه وكان الأمر كما أشار\r\nفلما تمكن شاور في الصعيد وقصد القاهرة هرب العادل وحمل معه من الذخائر والأموال ما لا يحصى ومعه من خواص أصحابهم وقد حصل من جهتهم نعمة وافرة فأنزلهم عنده وهو بإطفيح وسار من ساعته إلى شاور وأعلمه بهم فندب معه جماعة ومضوا إلى العادل وأخذوه أسيرا وأحضروه إلى شاور فوقف ببابه زمانا طويلا ثم حبسه\r\nوقال شاور لابن البيض لقد خبأك الصالح ذخيرة صالحة لولده وأنا أيضا أخبأك لولدي ثم شقه وبقي العادل في الاعتقال مدة مديدة ثم قتله شاور وأخرج رأسه لأمراء الدولة سنة ثمان وخمسين وخمس مائة وكانت وزارته قريبا من ثلاث سنين\r\n( ( الألقاب ) )\r\nبنو رزين جماعة منهم\r\nبدر الدين عبد اللطيف بن محمد\r\nوعلاء الدين عبد المحسن بن عبد اللطيف\r\nوصدر الدين عبد البر بن محمد\r\nوتقي الدين قاضي القضاة محمد بن الحسين\r\n","description":"","footnote":"","page_name":" 80 ","page_number":76},
  {"content":"\r\n( ( رستم ) )\r\n3 ( رستم الهجري ) )\r\nرستم الهجري بفتح الهاء ويقال العبدي له حديث واحد عن النبي صلى الله عليه وسلم في الأشربة والانتباذ في الظروف روى عنه ابنه\r\n3 ( أبو القاسم الواعظ ) )\r\nرستم بن سرهنك بن عمر البزاز الأرموي أبو القاسم الواعظ البغدادي صحب أبا الحسن علي بن عبيد الله الزاغوني مدة يقرأ عليه الوعظ وسمع منه ومن أبي القاسم بن الحصين وحدث باليسير وتوفي سنة تسع وستين وخمس مائة عن ستين سنة\r\n3 ( رستم بن علي ) )\r\nرستم بن علي بن شهريار بن قارن ملك مازندران كان ملكا شجاعا مخوفا اتسعت ممالكه\r\nتوفي في شهر ربيع الأول سنة ستين وخمس مائة فكتم ابنه علاء الدين الحسن موته أياما حتى تمكن\r\n3 ( رستم بن علي الديلمي ) )\r\nرستم بن علي الديلمي كان بالري قد أظهر بدع الباطنية وأباح الفروج والدماء وسب الصحابة والخلفاء الراشدين فتجهز إليه السلطان محمود ابن سبكتكين وقبض عليه وعلى أشياعه من أعيان الرافضة والمعتزلة وحمل رستم بن علي وأعوانه وابنه وجماعة من الديلم وقتل السلطان جماعة منهم وصلبهم على شوارع المدينة وأخذ ما كان قد احتجزه رستم بن علي من الجواهر وكان قيمة ذلك خمس مائة ألف دينار ومن الذهب مائتي ألف وستين ألف دينار ومن الفضيات الأواني ما بلغ قيمته ثلاثين ألف دينار ومن الثياب النسيج وغيرها خمسة آلاف ثوب وثلاث مائة ثوب وأحرق تحت خشب المصلبين خمسون حملا من الكتب فيها كلام الفلاسفة والمعتزلة والنجامة والبدع وكان ذلك سنة عشرين وأربع مائة\r\n( ( ابن أبي الأبيض الضرير ) )\r\nرسته بن أبي الأبيض الضرير الشاعر الأصبهاني ذكره حمزة بن الحسن وقال كان شاعرا مليحا أشبه الناس شعرا ووصفا ببشار بن برد\r\nحمل من أصبهان إلى بغداد وأدخل على زبيدة بنت جعفر زوج الرشيد وكان دميما فلما رأته قالت تسمع بالمعيدي خير من أن تراه فقال رسته أيها السيدة إنما المرء بأصغريه ثم أنشدها وأخذ جائزتها\r\nوله شعر كثير فمنه قوله يهجو من الخفيف\r\n","description":"","footnote":"","page_name":" 81 ","page_number":77},
  {"content":"\r\n* أيها الإخوة الذين لساني\r\n* في قديم الزمان عنهم كليل\r\n*\r\n* جئتكم للسلام حتى إذا ما\r\n* صحت شهرا كما يصيح الدليل\r\n*\r\n* قيل قد أدخل الخوان عليهم\r\n* قلت مالي إذا إليهم سبيل\r\n*\r\n( ( الألقاب ) )\r\nرسته الأصبهاني عبد الرحمن بن عمر\r\nابن الرسولي الفقيه اسمه محمد بن محمد بن أحمد\r\nابن رستم وزير خمارويه اسمه محمد بن علي\r\nالرستمي الشافعي الحسن بن العباس\r\n( ( رشأ ) )\r\n3 ( ابن ما شاء الله المقرئ ) )\r\nرشأ بن نظيف بن ما شاء الله أبو الحسن الدمشقي المقرئ قرأ بحرف ابن عامر على أبي الحسن بن داود الداراني وله دار موقوفة على القراء بباب الناطفائيين توفي سنة أربع وأربعين وأربع مائة\r\n3 ( غلام الخالديين ) )\r\nرشأ بن عبد الله أبو الحسن الخالدي كان غلاما أرمنيا لأبي عثمان سعيد وأبي بكر محمد الخالديين الشاعرين ببغداد ربياه وعلماه وأدباه وكان يخدمهما ويكتب مدائحهما عنهما\r\nفلما توفيا لازم هو سوق البز ثم اتصل بأبي القاسم عبد العزيز بن يوسف وزير الديلم وصار يكتب له على خاصه وداره فلما قبض عليه عاد إلى الموصل وخدم مع قراد بن الكديد البدوي سنين ثم فارقه ودخل بغداد وخدم عميد الجيوش وكان أديبا قال ابن مسرة الشاعر البلدي اجتزت أنا وأبو الفضائل إبراهيم بن أحمد الأنطاكي بباب رشأ الخالدي فقال أبو الفضائل لهذا الرجل سماع قد ورد معه من العراق فما ترى في النزول به والتعرض لاستماع غنائه فقلت على شريطة أن لا أسأله ذلك وأن تتولى أنت خطابه فنزلنا عنده وأفضنا في الحديث وعرض أبو الفضائل باستدعاء الطعام والشراب حرصا على السماع فلم يجبه إلى ذلك واعتذر بمعاذير اللئام فانصرفنا عنه\r\n","description":"","footnote":"","page_name":" 82 ","page_number":78},
  {"content":"\r\nقال أبو علي فأنشدني في ذلك يخاطب أبا الفضائل من الكامل\r\n* خفيت عليك منازل التطفيل\r\n* فنزلت من رشأ بشر نزيل\r\n*\r\n* وطرقته فطرقت ذئبا أطلسا\r\n* أو حية صماء ذات صليل\r\n*\r\n* فرقيته وقرأت كل صحيفة\r\n* حتى قرأت صحيفة الإنجيل\r\n*\r\n* وزعمت أن أباه من عظمائهم\r\n* تومي إلى توفيل أو منويل\r\n*\r\n* حتى خشيتك أن تقبل كفه\r\n* حب الرجاء وطاعة التأميل\r\n*\r\n* أسفي عليك وقد أرقت صبابة\r\n* من ماء وجهك في سؤال بخيل\r\n*\r\n* فوجدت طعم سؤاله من لومه\r\n* مرا كطعم الحنظل المبلول\r\n*\r\n* ولقيت دون طعامه وشرابه\r\n* ردا كحد الصارم المسلول )\r\n* ( أقبلت تنشده وأقبل معرضا\r\n* إطراق ذمر طالب بذحول\r\n*\r\n* حتى ظننتك قاتلا وظننته\r\n* من فرط نخوته ولي قتيل\r\n*\r\n* وكفلت لي عنه بكل كريمة\r\n* ثم انثنيت وأنت شر كفيل\r\n*\r\n* وأبت عليك خلائق خوزية\r\n* تأبى إذا ما قدتها بجميل\r\n*\r\n* هلا سألت عن الصناعة أهلها\r\n* فيخبروك بصنعة التطفيل\r\n*\r\n* القوم لا يغشون إلا منزلا\r\n* يعشي العيون دخانه من ميل\r\n* وتوفي رشأ سنة اثنتين وأربع مائة\r\nالرشاطي الأندلسي اسمه عبد الله بن علي بن عبد الله\r\nابن رشد المغربي الفيلسوف اسمه محمد بن أحمد بن محمد\r\nابن رشيد السبتي اسمه محمد بن عمر\r\n( ( رشيد ) )\r\n3 ( رشيد الدين وكيل بيت المال ) )\r\nرشيد بن كامل العلامة رشيد الدين الحرشي الرقي الشافعي وكيل بيت المال بحلب\r\nولد سنة خمس وعشرين وتوفي سنة إحدى عشرة وسبع مائة سمع ابن مسلمة وابن علان والقوصي وعدة وتفنن وله نظم ونثر وعمل في ديوان\r\n","description":"","footnote":"","page_name":" 83 ","page_number":79},
  {"content":"\r\nالإنشاء بدمشق وحضر مجالس الناصر الحلبي وولي نظر الحشر بدمشق ودرس بعصرونية حلب وكان ذا عقل وصيانة\r\nتوفي بحماة غريبا ومن شعره\r\n3 ( أبو منصور الباخرزي ) )\r\nرشيد بن منصور هو أبو منصور الباخرزي ذكره الباخرزي في الدمية كذا أثبته وقال في أثناء الترجمة أبو منصور محمد بن إبراهيم وذكر أنه من أهل خراسان واستوطن بغداد وأنه تمذهب للشيعة وقد ذكرته أنا في محمد بن إبراهيم في جملة المحمدين\r\n3 ( أبو سعيد ابن الموفق الطبيب ) )\r\nالرشيد أبو سعيد ابن الموفق يعقوب النصراني المقدسي الطبيب من أعيان الأطباء وعلمائهم المشاهير\r\nأخذ النحو عن التقي خزعل والطب عن الحكيم رشيد الدين علي بن خليفة ابن خليفة ابن أبي )\r\nأصيبعة عم مؤرخ الأطباء واشتغل على المهذب وخدم الكامل بالقاهرة ثم ابنه الصالح أيوب فلما عرض للصالح أكلة بفخذه وهو بدمشق وكان يعالجه الرشيد أبو حليقة طال الأمر فاستحضر الرشيد بن الموفق وشكا إليه حاله\r\nوكان بينه وبين أبي حليقة وخرج ثم إنه في ذلك المجلس بعينه عرض لابن الموفق فالج وبقي ملقى بين يدي السلطان فأمر بحمله إلى داره\r\nوبقي أربع أيام ومات سنة خمس وأربعين وست مائة وله من الكتب كتاب عيون الطب يحتوي على علاجات ملخصة مختارة وهو من أجل الكتب\r\nوله تعاليق على الحاوي في الطب وقيل إنه مات سنة أربع وأربعين وست مائة وهو الصحيح\r\n3 ( ابن الصوري الطبيب ) )\r\nرشيد الدين أبو منصور ابن الصوري الطبيب ابن أبي الفضل ابن علي\r\nكان علامة في الأدوية المفردة ولد سنة ثلاث وسبعين وتوفي سنة تسع وثلاثين وست مائة\r\nومولده بصور ونشأ بها واشتغل على موفق الدين عبد العزيز والموفق عبد اللطيف بن يوسف وطب بالقدس مدة وخدم الملك العادل ثم عظم عند المعظم وتمكن منه ومن ابنه الناصر وفوض إليه ابنه رياسة الأطباء وكان له حلقة إشغال ووفاته بدمشق\r\nوله كتاب الأدوية المفردة بدأ في عمله في أيام المعظم عيسى وعمله باسمه واستقصى فيه ذكر الأدوية المفردة وذكر ما اطلع عليه ولم يذكره المتقدمون وكان يستصحب\r\n","description":"","footnote":"","page_name":" 84 ","page_number":80},
  {"content":"\r\nمصورا ومعه الأصباغ والليق المختلفة الألوان ويتوجه إلى أماكن النبات ويري المصور النبات وورقه زهره وأغصانه وشوكه وأصوله ويدعه يصوره على ما هو عليه\r\nوله الرد على كتاب التاج البلغاري في الأدوية المفردة وله تعاليق وفوائد ووصايا طبية\r\n3 ( أبو عميرة التميمي الصحابي ) )\r\nرشيد بضم الراء وفتح الشين ابن مالك أبو عميرة التميمي\r\nحديثه إن رسول الله صلى الله عليه وسلم انتزع تمرة من فم الحسن ثم قذف بها وقال إنا آل محمد لا تحل لنا الصدقة يعد في الكوفيين روت عنه حفصة ابنة طلق امرأة من الحي\r\n3 ( الفارسي الأنصاري الصحابي ) )\r\n)\r\nرشيد مثله مصغرا الفارسي الأنصاري مولى لبني معاوية بطن من الأوس كناه رسول الله صلى الله عليه وسلم يوم أحد أبا عبد الله لقي رجلا من المشركين من بني كنانة مقنعا في الحديد يقول أنا ابن عويف فعرض له سعد مولى حاطب فضربه ضربة جزله باثنين\r\nوأقبل عليه رشيد فضربه على عاتقه فقطع الدرع حتى جزله باثنين وقال خذها وأنا الغلام الفارسي ورسول الله صلى الله عليه وسلم يرى ذلك ويسمعه فقال رسول الله صلى الله عليه وسلم هلا قلت خذه وأنا الغلام الأنصاري فعرض له أخوه يعدو كأنه كلب قال أنا ابن عويف وضربه رشيد على رأسه وعليه المغفر ففلق رأسه وقال خذها وأنا الغلام الأنصاري فتبسم رسول الله صلى الله عليه وسلم وقال أحسنت يا أبا عبد الله\r\n( ( الألقاب ) )\r\nالرشيد الصفوي عبد الله بن المظفر\r\nالرشيد العطار المحدث يحيى بن علي\r\nالرشيدي إبراهيم بن لاجين\r\nالرشيد بن المعتمد عبيد الله بن محمد\r\nالرشيد بالله أمير المؤمنين اسمه هارون بن محمد\r\nالرشيد بن المأمون صاحب المغرب عبد الواحد\r\nالرشيد النابلسي اسمه عبد الرحمن بن بدر\r\nالرشيد بن الزبير اسمه أحمد بن علي بن إبراهيم\r\nالرشيد المكيني أبو بكر بن أبي الدر\r\nرشيد الدولة الوزير فضل الله بن أبي الخير\r\n","description":"","footnote":"","page_name":" 85 ","page_number":81},
  {"content":"\r\n( ( رشيق ) )\r\n3 ( تاج الدين خادم الإمام الناصر ) )\r\nرشيق تاج الدين خادم الإمام الناصر كان في آخر أمر الإمام الناصر يكتب عنه على الرقاع هو وامرأة تسمى ست نسيم لأنهما كانا يكتبان قريبا من خطه وله ذكر في ترجمة صاعد بن هبة الله الطبيب الآتي ذكره إن شاء الله تعالى\r\n( ( الألقاب ) )\r\nعلم الدين ابن رشيق محمد بن الحسين\r\nنظام الدين ابن رشيق عثمان بن أحمد\r\nابن رشيق جماعة منهم\r\nعبد الله بن رشيق القرطبي\r\nوابن رشيق القيرواني صاحب التصانيف اسمه حسن\r\nوابن رشيق قاضي الإسكندرية زين الدين اسمه محمد بن محمد بن الحسين بن عتيق\r\nجمال الدين الحسين بن عتيق\r\nابن رشيق القصري عبد الوهاب بن يوسف بن محمد\r\nابن الرصاصك عبد الحق بن مكي\r\nالرصاص العاصمي عاصم بن الحسن\r\nالرصافي محمد بن غالب الأندلسي\r\nالرصافي أبو جعفر أحمد بن عبد السلام\r\nالرصافي الطبيب محمد بن محمود\r\n( ( بنت يقطين ) )\r\nالرضا بنت الفتح الكاتبة قال محب الدين ابن النجار هكذا رأيت اسمها بخطها كانت تعرف ببنت يقطين نقل عن ابن العديم الصاحب كمال الدين أنها كانت من الكاتبات المشهورات ببغداد وقد كتبت كثيرا ورأيت بخطها نسخة بديوان ابن حجاج وقد كتبت عدة نسخ وكانت تكتب خطا جيدا قال محب الدين رأيت بخطها ولدت سنة أربعين وخمس مائة\r\n( ( رضوان ) )\r\n3 ( ابن الساعاتي الطبيب ) )\r\nرضوان بن محمد بن علي بن رستم الخراساني فخر\r\n","description":"","footnote":"","page_name":" 86 ","page_number":82},
  {"content":"\r\nالدين ابن الساعاتي\r\nمولده ومنشؤه بدمشق وكان أبوه من خراسان وانتقل إلى الشام وأقام بدمشق إلى أن توفي\r\nوكان أوحد في علم الساعات والنجوم وهو الذي عمل الساعات بباب الجامع الأموي وضعها أيام العادل نور الدين محمود وكان له منه الإنعام الكثير والجراية لملازمة الساعات\r\nولما توفي خلف ولدين أحدهما بهاء الدين أبو الحسن علي بن الساعاتي الشاعر وسيأتي ذكره في حرف العين إن شاء الله تعالى والآخر فخر الدين رضوان المذكور\r\nوكان طبيبا كاملا في الطب والأدب وقرأ الطب على رضي الدين الرحبي ولازمه مدة وكان فطنا ذكيا متقنا لما يعاينه حريصا على العلم وقرأ أيضا على فخر الدين المارديني لما ورد إلى دمشق وكان ابن الساعاتي فخر الدين جيد الكتابة كتب المنسوب وله معرفة بالمنطق وعلوم الحكمة وقرأ الأدب على تاج الدين الكندي بدمشق وخدم الملك الفائز بن أبي العادل أبي بكر ووزر له وخدم المعظم العادل بالطب ووزر له ونادمه\r\nوكان يلعب بالعود وكان يحب كلام الشيخ ابن سينا في الطب مغرما به وتوفي بعلة اليرقان بدمشق\r\nوله من التصانيف تكميل كتاب القولنج للرئيس والحواشي على القانون والمختارات من الأشعار وغيرها\r\nومن شعره من السريع\r\n* يحسدني قومي على صنعتي\r\n* لأنني بينهم فارس\r\n*\r\n* سهرت في ليلي فاستنعسوا\r\n* لا يستوي الناعس والدارس\r\n* ) )\r\n3 ( صاحب حلب ) )\r\nرضوان بن السلطان تتش بن ألب رسلان فخر الدولة السلجوقي\r\nولي سلطنة حلب بعد أبيه إلى أن مات بها وولي بعده ابنه ألب رسلان الأخرس وله ست عشرة سنة ومن رضوان أخذت الفرنج أنطاكية سنة اثنتين وتسعين وكان سئ السيرة\r\nوتوفي رضوان سنة سبع وخمس مائة وكان قد ملك حلب سنة ثمان وثمانين وأربع مائة\r\nوكان المستولي على أمره جناح الدولة حسين ثم فارقه أبا طالب وبهرام وقتل خواص أبيه واحدا بعد واحد وكان ظالما بخيلا قبيح السيرة ليس في قلبه رحمة ولا شفقة على المسلمين وكان الفرنج يغارون ويسبون من باب حلب ولا يخرج إليهم\r\nفمرض أمراضا مزمنة ورأى العبر في نفسه وخلف في\r\n","description":"","footnote":"","page_name":" 87 ","page_number":83},
  {"content":"\r\nخزانته من العين والعروض والأواني ما تقديره ست مائة ألف دينار\r\nوكان أولا بدمشق عند توجه أبيه إلى الري فاستدعاه فتوجه إليه كان بالأنبار بلغته قتلته فرجع إلى حلب فتسلمها من الوزير أبي القاسم\r\n3 ( الحلاوي الدمشقي ) )\r\nرضوان بن عمر بن علي أبو الحياء الحلاوي الدمشقي نقلت من خط الحافظ اليغموري قال أنشدني أبو الحياء لنفسه من الخفيف\r\n* من عذيري من المدام وما قد\r\n* أظهرته لأهلها من كنوز\r\n*\r\n* أعدمتني من كل مالي وحالي\r\n* وتبدت في حلة الإبريز\r\n*\r\n* خدعتني بلطف كيد ومكر\r\n* وقديما سمعت كيد العجوز\r\n*\r\n3 ( أبو النعيم المالقي ) )\r\nرضوان بن خالد أبو النعيم المالقي ذكره ابن سعيد قال لقيته بمالقة يهيم من الغرام في كل واد واغتنمت في صحبته بها أياما هي جمع وأعياد وقال توفي رحمه الله سنة خمس وثلاثين وست مائة\r\nومن شعره من السريع\r\n* لما تبدى قلت ماذا بشر\r\n* ولا حوى بعض حلاه القمر\r\n*\r\n* من أين للبدر الذي حازه\r\n* من ذلك الدل وذاك الخفر )\r\n* ( وقامة الغصن وردف النقا\r\n* وناظر الظبي إذا ما نظر\r\n*\r\n* ونكهة الروض إذا ما سرت\r\n* فيه الصبا غب نزول المطر\r\n*\r\n* هذا لعمري بعض ما حازه\r\n* وما اختفى أحسن من ما ظهر\r\n*\r\n* لام عليه عاذل ظالم\r\n* ولو رأى بعض حلاه عذر\r\n*\r\n* وأنكر المحمي من أدمعي\r\n* وهو لناء من ضلوعي شرر\r\n*\r\n( ( أبو عمرو المالقي الكاتب ) )\r\nرضي بن رضا أبو عمرو الكاتب من أهل مالقة أنشد لبعضهم هذه القطعة وهي من المتقارب\r\n* أرادوا بعادي فأدنيتم\r\n* فقالوا عجيب عجيب عجيب\r\n*\r\n* فأهملت دمعي على وجنتي\r\n* فقالوا مريب مريب مريب\r\n*\r\n* فناديت في الحي يا غربتي\r\n* فقالوا غريب غريب غريب\r\n*\r\n","description":"","footnote":"","page_name":" 88 ","page_number":84},
  {"content":"\r\n* فقلت متى الوصل يا سادتي\r\n* فقالوا قريب قريب قريب\r\n*\r\n* فسلمت تسليم صب بهم\r\n* فقالوا حبيب حبيب حبيب\r\n* واستغربت بمالقة فصنع في ذلك مقامة تدل على مكانه من الأدب وقال يعارضها\r\n* نسبت بها في الهوى معلنا\r\n* بذكرى فقالوا نسيب نسيب\r\n*\r\n* وأغربت في حبها طالبا\r\n* رضاها فقالوا غريب غريب\r\n*\r\n* أهاب التصابي فلبيته\r\n* وهبت فقالوا مهيب مهيب\r\n*\r\n* وكم قد كذبت فلم أنخدع\r\n* لقيل فقالت كذيب كذيب\r\n*\r\n* أرابو وإني لذو إربة\r\n* وأرب فقالت أريب أريب\r\n*\r\n* عسى وطن سمعت منشدا\r\n* يقول فقالت حبيب حبيب\r\n* وله أيضا من المتقارب\r\n* ولما التقينا نسيت النسيب\r\n* فقالت نسيب نسي بي نسيبا\r\n*\r\n* وحققت أني مغرى بها\r\n* فقالت غريب غري بي غريبا\r\n*\r\n* كنت عن محب بغير اسمه\r\n* فقالت منيب مني بي منيبا\r\n* قلت ليس في هذه الأبيات غريب معنى ولا كبيرة أمر نعم هذه الثلاثة أبيات التي جاءت )\r\nآخرا فإن ألفاظها تكررت باختلاف المعاني وكذا قوله في التي قبلها كذيب كذيب فإن الكاف الثانية كاف التشبيه\r\nومن شعر رضي المذكور قوله من المتقارب\r\n* بكيت بدمع كذوب العقيق\r\n* غراما وشوقا لوادي العقيق\r\n*\r\n* وبيت عتيق ثوى تربه\r\n* محمد المصطفى أو عتيق\r\n*\r\n* فلله ترب كمسك سحيق\r\n* عداني عنه مكان سحيق\r\n*\r\n* بودي لو سرت سير العنيق\r\n* أجوب إلى البيت نيقا فنيق\r\n*\r\n* فأبغي لأعلى رفيق خلاصا\r\n* عسى الرب أعلى يرى بي رفيق\r\n* واستشهد بدانة من نواحيها وهو إذ ذاك يتولى الكتابة لواليها بعد السبعين وخمس مائة\r\n( ( الألقاب ) )\r\nابن الرضي أبو بكر بن محمد\r\nالشريف الرضي محمد بن الحسين\r\n","description":"","footnote":"","page_name":" 89 ","page_number":85},
  {"content":"\r\nابن الرطبي الشافعي اسمه أحمد بن سلامة\r\nوأخوه القاضي عبيد الله بن سلامة\r\nابن رطبة الشيعي الحسين بن هبة الله\r\nابن الرعاد اسمه محمد بن رضوان\r\n( ( رعية السحيمي ) )\r\nرعية بكسر الراء وسكون العين المهملة وبعدها ياء آخر الحروف السحيمي بضم السين المهملة وفتح الحاء مهملة\r\nوقال الطبري الهجيمي فصحف نسبه كتب إليه رسول الله صلى الله عليه وسلم فرقع بكتابه دلوه فقالت له ابنته ما أراك إلا ستصيبك قارعة عمدت إلى كتاب سيد العرب فرقعت به دلوك وبعث إليه رسول الله صلى الله عليه وسلم فأخذ هو وأهله وولده وماله فأسلم وقدم على النبي صلى الله عليه وسلم فقال أغير على أهلي ومالي وولدي فقال رسول الله صلى الله عليه وسلم أما المال فقد قسم ولو أدركته قبل أن يقسم لكنت أحق به وأما الولد فاذهب معه يا بلال فإن عرف ولده فادفعه إليه فذهب معه فأراه وقال لابنه تعرفه قال نعم فدفعه إليه\r\n( ( رفاعة ) )\r\n3 ( أبو لبابة الأنصاري ) )\r\nرفاعة بن عبد المنذر بن زنبر بن زيد بن أمية بن زيد بن مالك بن عوف بن عمرو بن عوف بن أوس أبو لبابة الأنصاري وقيل اسمه بشير بن عبد المنذر كان أبو لبابة نقيبا شهد العقبة وبدرا قال ابن إسحاق زعم قوم أن أبا لبابة والحارث بن حاطب خرجا مع رسول الله صلى الله عليه وسلم إلى بدر فرجعهما وأمر أبا لبابة على المدينة وضرب له بسهم مع أصحاب بدر قال ابن هشام وردهما من الروحاء\r\nقال ابن عبد البر واستخلف أبا لبابة أيضا على المدينة حين خرج إلى غزوة السويق وشهد مع رسول الله صلى الله عليه وسلم أحدا وما بعدها من المشاهد وكانت معه راية بني عمرو بن عوف في غزوة\r\n","description":"","footnote":"","page_name":" 90 ","page_number":86},
  {"content":"\r\nالفتح وروى ابن وهب عن مالك عن عبد الله بن أبي بكر أن أبا لبابة ارتبط بسلسلة ربوض والربوض الثقيلة بضع عشرة ليلة حتى ذهب سمعه فما يكاد يسمع وكاد يذهب بصره وكانت ابنته تحله إذا أراد الصلاة أو أراد أن يذهب لحاجة فإذا فرغ أعادته إلى الرباط\r\nفقال رسول الله صلى الله عليه وسلم لو جاءني لاستغفرت له واختلف في الحال التي أوجبت له هذا فقيل إنه كان ممن تخلف عن غزوة تبوك )\r\nقال الزهري فربط نفسه بسارية وقال والله لا أحل نفسي منها ولا أذوق طعاما ولا شرابا حتى يتوب الله علي أو أموت فمكث سبعة أيام لا يذوق طعاما ولا شرابا حتى خر مغشيا عليه ثم تاب الله عليه\r\nفقيل له ذلك فقال والله لا أحل نفسي حتى يكون رسول الله صلى الله عليه وسلم هو الذي يحلني فجاء رسول الله صلى الله عليه وسلم فحله بيده ثم قال يا رسول الله إن من توبتي أن أهجر دار قومي التي أصبت فيها الذنب وأن أنخلع من مالي صدقة إلى الله وإلى رسوله\r\nفقال يجزئك يا أبا لبابة الثلث وفيه نزلت وآخرون اعترفوا بذنوبهم\r\nوكان معه سبعة نفر أو ثمانية أو تسعة تخلفوا عن غزوة تبوك وقال ابن عبد البر وقيل إن الذنب الذي أتاه أبو لبابة كان إشارته إلى حلفاء بني قريظة إنه الذبح إن نزلتم على حكم سعد بن معاذ وأشار إلى حلقه فنزل فيه يا أيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم مات في خلافة علي رضي الله عنه وروى له البخاري ومسلم وأبو داود وابن ماجة\r\n3 ( القرظي الصحابي ) )\r\nرفاعة بن سموال بالسين المهملة وميم وواو وبعدها ألف ولام وقيل رفاعة بن رفاعة القرظي روي عنه أنه قال نزلت هذه الآية ولقد وصلنا لهم القول في عشرة أنا أحدهم\r\nوهو الذي طلق امرأته ثلاثا في حياة رسول الله صلى الله عليه وسلم فتزوجها عبد الرحمن بن الزبير ثم طلقها قبل أن يمسها حديثه ذلك ثابت في الموطأ وغيره\r\n3 ( رفاعة بن وقش ) )\r\nرفاعة بن وقش بسكون القاف وقيل ابن قيس والأول أكثر\r\nشهد أحدا وهو شيخ كبير وهو أخو ثابت بن وقش قتلا جميعا يوم أحد شهيدين قتل رفاعة خالد بن الوليد وهو يومئذ كافر\r\n3 ( رفاعة بن الحارث ) )\r\nرفاعة بن الحارث بن رفاعة بن الحارث بن سواد بن مالك أحد بني عفراء شهد بدرا في قول ابن إسحاق وأما الواقدي فقال ليس ذلك عندنا بثبت وأنكره في بني عفراء وأنكره غيره فيهم وفي البدريين أيضا )\r\n","description":"","footnote":"","page_name":" 91 ","page_number":87},
  {"content":"\r\n3 ( رفاعة الجهني ) )\r\nرفاعة بن عمرو الجهني شهد بدرا وأحدا قاله أبو معشر ولم يتابع وقال ابن إسحاق والواقدي وسائر أهل السير هو وديعة بن عمرو\r\n3 ( ابن مسروح الأسدي ) )\r\nرفاعة بن مسروع الأسدي من بني أسد خزيمة قتل يوم خيبر شهيدا وكان حليفا لبني عبد شمس أو لبني أمية بن عبد شمس\r\n3 ( ابن عرابة الجهني ) )\r\nرفاعة بن عرابة ويقال بن عرادة الجهني مدني روى عنه عطاء بن يسار يعد في أهل الحجاز\r\n3 ( ابن زيد الأنصاري ) )\r\nرفاعة بن زيد بن عامر بن سواد الأنصاري الظفري عم قتادة بن النعمان هو الذي سرق سلاحه وطعامه بنو أبيرق فتنازعوا إلى رسول الله صلى الله عليه وسلم فنزلت في بني أبيرق ولا تجادل عن الذين يختانون أنفسهم\r\n3 ( ابن وهب الجذامي ) )\r\nرفاعة بن زيد بن وهب الجذامي ثم الضبيبي تصغير ضب بالضاد معجمة كذا يقول أهل الحديث وأهل النسب يقولون الضيني بالضاد المعجمة مكسورة وبعدها ياء آخر الحروف ونون قدم على رسول الله صلى الله عليه وسلم في هدنة الحديبية في جماعة من قومه وعقد له رسول الله صلى الله عليه وسلم على قومه وأهدى إلى رسول الله صلى الله عليه وسلم غلاما وكتب له كتابا إلى قومه فأسلموا والغلام الذي أهداه هو مدعم\r\n3 ( الأنصاري الزرقي ) )\r\nرفاعة بن يحيى بن عبد الله بن رفاعة بن رافع الأنصاري الزرقي المديني إمام مسجد بني زريق روى له الأربعة وتوفي في حدود الثمانين ومائة\r\n3 ( الصالح القنائي ) )\r\nرفاعة بن أحمد بن رفاعة القنائي الجذامي الشيخ الصالح من أصحاب أبي الحسن ابن الصباغ )\r\nينقل عنه كرامات قال الفاضل كمال الدين جعفر الأدفوي حكى الشيخ أبو الطاهر إسماعيل أن الشيخ أبا الحسن بن الصباغ تحدث مع والي\r\n","description":"","footnote":"","page_name":" 92 ","page_number":88},
  {"content":"\r\nقوص أن يعزل والي قنا فامتنع\r\nوكان رفاعة حاضرا فقال رفاعة يا سيدي أقول فقال الشيخ لا فاجتمع الفقراء وقالوا لرفاعة ما الذي كنت تريد أن تقول فقال إن الوالي لما رد على الشيخ عزل في ساعته\r\nوأرخوا ذلك الوقت فجاء المتولي مكانه والمرسوم في ذلك الوقت\r\n( ( الألقاب ) )\r\nالرفاعي الشيخ أحمد بن علي\r\nالرفاعي أبو إسماعيل علي بن علي\r\nابن الرفاء هو والد شيخ الشيوخ شرف الدين عبد العزيز واسمه محمد بن عبد المحسن\r\nوالرفاء المسند علي بن محمد بن محمد\r\nابن الرفعة شرف الدين أحمد بن عبد المحسن\r\nابن الرفعة الفقيه المشهور أحمد بن محمد ابن الرفعة\r\n( ( أمير الأمراء للمستنصر ) )\r\nرفق المستنصري عز الدولة أمير الأمراء للمستنصر ولي دمشق في أيامه ووصلها يوم الخميس ثاني عشر المحرم سنة إحدى وأربعين وأربع مائة بعد طارق المستنصري فأقام بها واليا بقية المحرم وخمسة أيام من صفر ثم صرف عنها إلى حلب ووليها بعده المؤيد حيدرة بن الحسين بن مفلح\r\n( ( رفيع ) )\r\n3 ( أبو العالية ) )\r\nرفيع بن مهران أبو العالية الرياحي البصري مولى امرأة بني رياح أدرك عصر النبي صلى الله عليه وسلم وأسلم بعد سنين من وفاته\r\nروى عن أبي بكر فيما قيل وعمر وعلي وابن مسعود وغيرهم وروى عنه قتادة وداود بن أبي هند وثابت البناني ومحمد بن واسع وغيرهم قال أحمد العجلي أبو العالية بصري تابعي ثقة من كبار التابعين ويقال إنه\r\n","description":"","footnote":"","page_name":" 93 ","page_number":89},
  {"content":"\r\nلم يسمع من علي شيئا إنما يرسل عنه وقتادة لم يسمع من أبي العالية إلا أربعة أحاديث ويقال إنه أول من أذن وراء النهر وتوفي سنة تسعين في قول\r\nوروى له الجماعة وقال ما مسست ذكري منذ سنة بيميني وقال الشافعي حديث أبي العالية الرياحي رياح\r\n3 ( رفيع بن سلمة ) )\r\nرفيع بن سلمة بن مسلم بن رفيع أبو غسان كاتب أبي عبيدة معمر بن المثنى وصاحبه المختص به\r\nوكان يلقب دماذا ومعناه الفسيلة وكان شاعرا هجاء خبيث اللسان فلما أسن أنكر ما هجا به الناس\r\nومن شعره من البسيط\r\n* شغلي عن الناس بإنسان\r\n* علق قلبي وتناساني\r\n*\r\n* موه بباب الحب حتى إذا\r\n* سقطت في الصبوة خلاني\r\n*\r\n( ( الألقاب ) )\r\nرفيع الدين قاضي دمشق عبد العزيز بن عبد الواحد رفيع الدين ابن صمادح أبو يحيى ابن محمد الرقاشي الشاعر اسمه الفضل ابن عبد الصمد أبو الرقعمق اسمه أحمد بن محمد\r\nابن الرقاقي أمين الدين أبو بكر بن عبد العظيم\r\n( ( رقيقة ) )\r\n3 ( بنت وهب الثقفية ) )\r\nرقيقة بنت وهب الثقفية أسلمت في حين خروج رسول الله صلى الله عليه وسلم إلى الطائف من مكة بعد موت أبي طالب وخديجة حديثهما عن عبد ربه ابن حكم عن ابنة رقيقة عن أمها رقيق حديث حسن في إسلامها عن النبي صلى الله عليه وسلم يأمرها بأن تترك عبادة الطواغيت وأن توليهم ظهرها إذا صلت\r\n3 ( أم مخرمة بن نوفل ) )\r\nرقيقة بنت أبي صيفي بن هاشم بن عبد مناف ولدت\r\n","description":"","footnote":"","page_name":" 94 ","page_number":90},
  {"content":"\r\nلنوفل بن أهيب بن عبد مناف بن زهرة مخرمة وصفوان وأمية\r\nذكرها ابن سعد في من أسلم من النساء وبايع\r\n( ( رقية ) )\r\n3 ( ابنة النبي صلى الله عليه وسلم ) )\r\nرقية بنت الرسول صلى الله عليه وسلم أمها خديجة بنت خويلد تقدم ذكرها\r\nزعم الزبير وعمه مصعب أنها أصغر بناته وإياه صحح الجرجاني النسابة وقال غيره أكبر بناته زينب ثم رقية\r\nوولدت رقية وعمر رسول الله صلى الله عليه وسلم ثلاث وثلاثون سنة\r\nوقال مصعب وغيره كانت تحت عتبة ابن أبي لهب وأختها أم كلثوم تحت عتيبة بن أبي لهب فلما نزلت تبت يدا أبي لهب قال لهما أبو لهب فارقا ابنتي محمد وقال أبو لهب رأسي من رأسيكما حرام إن لم تفارقا ابنتي محمد ففارقاهما وتزوج عثمان رقية وهاجرت معه إلى الحبشة وولدت هناك ابنة عبد الله وبلغ ست سنين فنقر عينه ديك فتورم وجهه ومرض ومات\r\nوقيل غير ذلك وقيل صلى عليه رسول الله صلى الله عليه وسلم ونزل أبوه عثمان في حفرته وقال قتادة توفيت عند عثمان ولم تلد منه قال ابن عبد البر وهذا غلط منه لم يقله غيره وأظنه أراد أم كلثوم\r\nوهذا قول ابن شهاب ولما آم عثمان من رقية وآمنت حفصة من زوجها مر عمر بعثمان فقال له هل لك في حفصة وكان عثمان قد سمع رسول الله صلى الله عليه وسلم يذكرها فلم )\r\nيجبه\r\nفذكر عمر ذلك للنبي صلى الله عليه وسلم فقال له هل لك في خير من ذلك أتزوج أنا حفصة وأزوج عثمان خيرا منها أم كلثوم\r\nومرضت رقية فتخلف عثمان يمرضها بأمر رسول الله صلى الله عليه وسلم\r\nولما خرج رسول الله صلى الله عليه وسلم إلى بدر وتوفيت رضي الله عنها يوم وقعة بدر يوم جاء زيد بن حارثة بشيرا بما فتح الله من بدر\r\nولما ماتت قال رسول الله صلى الله عليه وسلم لا يدخل القبر رجل قارف أهله فلم يدخل عثمان كذا قال حماد بن سلمة قال ابن عبد البر وهو خطأ لأن رسول الله صلى الله عليه وسلم لم يحضر دفن رقية وإنما كان هذا القول في أم كلثوم رضي الله عنها\r\nوكانت بدر في شهر رمضان سنة اثنتين من الهجرة ولما عزي رسول الله صلى الله عليه وسلم في رقية رضي الله عنها قال الحمد لله دفن البنات من المكرمات\r\n3 ( بنت ابن دقيق العيد ) )\r\nرقية بنت محمد بن علي بن وهب القشيرية هي ابنة الشيخ تقي الدين ابن دقيق العيد\r\nسمعت من العز الحراني بقراءة والدها ومن أبي بكر الأنماطي وابن خطيب المزة وحدثت بالقاهرة وسمع منها جماعة\r\nقال الفاضل كمال الدين الأدفوي سمعنا عليها جزءا من سنن الكشي وأجازت لنا وهي امرأة متعبدة ملازمة\r\n","description":"","footnote":"","page_name":" 95 ","page_number":91},
  {"content":"\r\nللخير من بيت العلم والصلاح\r\nتوفيت يوم الجمعة رابع عشر شعبان سنة إحدى وأربعين وسبع مائة\r\n( ( الألقاب ) )\r\nالرقيق الكاتب إبراهيم بن القاسم\r\nالرقي الشيخ إبراهيم بن أحمد\r\n( ( ركانة الصحابي ) )\r\nركانة بن عبد العزيز يزيد بن هاشم بن المطلب بن عبد مناف كان من مسلمة الفتح وكان من أشد الناس وهو الذي سأل رسول الله صلى الله عليه وسلم مرتين أو ثلاثا\r\nوطلق امرأته سهيمة بنت عويمر بالمدينة البتة فسأله رسول الله صلى الله عليه وسلم ما أردت بها يستخبره عن نيته في ذلك فقال أردت واحدة فردها عليه النبي صلى الله عليه وسلم على تطليقتين من حديثه أنه سمع رسول الله صلى الله عليه وسلم يقول إن لكل دين خلقا وخلق هذا الدين الحياء وتوفي ركانه رضي الله عنه أول خلافة معاوية سنة اثنين وأربعين للهجرة وروى له الترمذي وأبو داود وابن ماجة\r\n( ( ركب الصحابي ) )\r\nركب المصري الكندي الصحابي له حديث واحد حسن عن النبي صلى الله عليه وسلم فيه آداب وحض على خصال من الخير والعلم والحكمة ويقال إنه ليس بمشهور في الصحابة وقد أجمعوا على ذكره فيهم روى عن نصيح العبسي\r\n( ( الألقاب ) )\r\nأبو ركوة الأموي الخارج بالمغرب اسمه الوليد بن هشام\r\nركن الدولة بن بويه الحسن بن بويه\r\nابن أبي الركب النحوي اسمه محمد بن مسعود\r\nابن أبي الركب النحوي اسمه مصعب بن محمد\r\n( ( ابن ميادة الشاعر ) )\r\nالرماح بن أبرد بن ثوبان من بني مرة من بني ذيبان ابن ميادة\r\n","description":"","footnote":"","page_name":" 96 ","page_number":92},
  {"content":"\r\nوميادة أمه أم ولد بربرية ويكنى أبا شراحيل وكان عريضا للشر طالبا لمهاجاة الشعراء ومسابة الناس وكان يضرب بيده على جنب أمه ويقول من الرجز\r\n* إعرنزمي مياد للقوافي\r\n* واستسمعيهن ولا تخافي\r\n* ستجدين ابنك ذا قذاف وهو شاعر متقدم في شعراء الدولتين وقف بالموسم ينشد يفتخر بنسب أبيه في العرب ونسب أمه في العجم فقال من الطويل\r\n* أليس غلام بين كسرى وظالم\r\n* بأكرم من نيطت عليه التمائم\r\n*\r\n* لو أن جميع الناس كانوا بتلعة\r\n* وجئت بجدي ظالم وابن ظالم\r\n*\r\n* لظلت رقاب الناس خاضعة لنا\r\n* سجودا على أقدامنا بالجماجم\r\n* وكان الفرزدق واقفا في الجماعة متلثما فلما سمع البيتين قال له أنت يا ابن أبرد صاحب هذه الصفة كذبت والله\r\nفأقبل عليه فقال فمه يا أبا فراس فقال أنا والله أولى بهما منك ثم أقبل على راويته وقال اضممهما إليك فأطرق ابن ميادة وما أجابه بحرف\r\nومن شعره في أم جحدر زينب بنت حيان المرية وكان يهواها من الطويل\r\n* عسى إن حججنا نلتقي أم جحدر\r\n* ويجمعنا من نخلتين طريق\r\n*\r\n* وتصطك أعضاد المطي وبيننا\r\n* حديث مسر دون كل رفيق\r\n* ودي إلى وليمة فوجد على الباب حرسا يضربون الزلالين بالسياط ويمنعون الداخل إلى الدار فقال من الطويل\r\n* ولما رأيت الأصبحية قنعت\r\n* مفارق شمط حيث تلوى العمائم\r\n*\r\n* تركت دفاع الباب عما وراءه\r\n* وقلت صحيح من نجا وهو سالم\r\n* وأخبار ابن ميادة كثيرة في كتاب الأغاني لأبي الفرج وللزبير بن بكار كتاب في أخباره\r\n( ( الألقاب ) )\r\n)\r\nابن الرماح النحوي اسمه علي بن عبد الصمد بن محمد\r\nابن الرماك النحوي اسمه عبد الرحمن بن محمد بن عبد الرحمن\r\nالرمادي القرطبي الشاعر اسمه يوسف بن هارون\r\nالرمادي المصري إبراهيم بن بشار\r\nالرماني النحوي أبو الحسن علي بن عيسى\r\n","description":"","footnote":"","page_name":" 97 ","page_number":93},
  {"content":"\r\nالرماني المحدث يحيى بن دينار\r\nابن رميح الحافظ اسمه أحمد بن محمد\r\nالرميلي الشافعي علي بن الحسن\r\nابن الرميلي مكي بن عبد السلام\r\nأبو رهم المنحور كلثوم بن الحصين\r\nالرهني أبو الحسين محمد بن بحر\r\n( ( رملة ) )\r\n3 ( أم حبيبة أم المؤمنين ) )\r\nرملة بنت أبي سفيان أم المؤمنين أخت معاوية أم حبيبة رضي الله عنها\r\nتزوجها رسول الله صلى الله عليه وسلم وهي بالحبشة زوجه إياها النجاشي ومهرها أربعة آلاف درهم من عنده وبعث بها مع شرحبيل بن حسنة وجهازها كله من عند النجاشي\r\nتوفيت على الصحيح بالمدينة سنة أربع وأربعين وقيل بدمشق وقد أتت تزور أخاها معاوية\r\nقيل اسمها هند والأول أصح\r\nوكان عثمان بن عفان قد زوجها رسول الله صلى الله عليه وسلم بالحبشة وأمها صفية بنت أبي العاص عمة عثمان ويحتمل أن يكون النجاشي هو الخاطب والعاقد رضي الله عنه\r\nوقيل بل خطبها النجاشي وأمهرها\r\nوقيل نكحها رسول الله صلى الله عليه وسلم بالمدينة بعد رجوعها من الحبشة وهو الأكثر\r\nوقيل غير ذلك وكانت أم حبيبة تحت عبيد الله بن جحش الأسدي أسد خزيمة خرج مهاجرا إلى الحبشة مع المسلمين ثم افتتن ومات نصرانيا وأبت أم حبيبة أن تتنصر وأثبت لها الإسلام والهجرة )\r\nوقيل لأبي سفيان وهو يحارب رسول الله صلى الله عليه وسلم إن محمدا قد نكح ابنتك فقال ذاك الفحل لا يقدع أنفه\r\n3 ( بنت شيبة الصحابية ) )\r\nرملة بنت شيبة بن ربيعة من المهاجرات هاجرت مع زوجها عثمان بن عفان وفي ذلك تقول لها هند بنت عتبة من الوافر\r\n* لحى الرحمن صابئة بوج\r\n* ومكة عند أطراف الحجون\r\n*\r\n* تدين لمعشر قتلوا أباها\r\n* أقتل أبيك جاءك باليقين\r\n*\r\n3 ( بنت أبي عوف الصحابية ) )\r\nرملة بنت أبي عوف بن صبيرة بن سعيد بن سعد بن سهم هلك زوجها المطلب بن أزهر بن عبد عوف بأرض الحبشة وولدت له هناك عبد الله بن المطلب\r\n","description":"","footnote":"","page_name":" 98 ","page_number":94},
  {"content":"\r\n( ( الرميصاء ) )\r\nالرميصاء أو الغميصاء عن عبد الله بن عباس أن الغميصاء أو الرميصاء أتت النبي صلى الله عليه وسلم تشتكي زوجها فذكر العسيلة\r\n( ( رنكال بن أشبغا ) )\r\nرنكال بالراء والنون والكاف وبعد الألف لام الأمير سيف الدين ابن اشبغا أحد أمراء الطبلخانات بدمشق\r\nوهو من كبار بيوت المغل توجه مجردا إلى بيروت ليكون قبالة الفرنج الذين جاءوا على ظهر البحر ليتحرموا في الساحل فأقام أياما قلائل ثم إنه توفي رحمه الله تعالى هناك في العشر الأوسط من شهر ربيع الآخر سنة تسع وأربعين وسبع مائة\r\n( ( الرلجز ) )\r\nرؤبة بن العجاج واسمه عبد الله بن رؤبة بن لبيد بن صخر ينتهي إلى زيد مناة بن تميم أبو الجحاف ويقال أبو العجاج التميمي الراجز المشهور من أعراب البصرة مخضرم\r\nسمع أباه وأبا هريرة والنساب البكري روى عنه ابنه عبد الله وأبو عبيدة معمر بن المثنى ويحيى بن سعيد القطان والنضر بن شميل وعثمان بن الهيثم وأبو زيد سعيد بن أوس وأبو عمرو بن العلاء وخلف الأحمر وتوفي سنة خمس وأربعين ومائة وكان لغويا علامة قال خلف الأحمر سمعت رؤبة يقول ما في القرآن أعرب من قوله تعالى فاصدع بما تؤمر قال النسائي ليس رؤبة بالقوي وأراجيزه مشهورة\r\nومن شعره من الخفيف\r\n* أيها الشامت المعير بالشي\r\n* ب أقلن بالشباب افتخارا\r\n*\r\n* قد لبست الشباب غضا طريا\r\n* فوجدت الشباب ثوبا معارا\r\n* وقال محمد بن سلام قلت ليونس هل رأيت عربيا أفصح من رؤبة فقال لا ما كان معد بن عدنان أفصح منه وعن ابن قتيبة قال كان رؤبة يأكل الفأر فعوتب في ذلك فقال هي والله أنظف من دواجنكم ودجاجكم اللاتي تأكل العذرة وهل يأكل الفأر إلا نقي البر\r\n","description":"","footnote":"","page_name":" 99 ","page_number":95},
  {"content":"\r\nولباب الطعام وقيل ليونس من أشعر الناس فقال العجاج ورؤبة فقيل له لم نعن الرجاز قال هما أشعر أهل القصيدة وإنما الشعر كلام فأجوده أشعره قال العجاج قد جبر الدين الإله فجبر فهي نحو من مائتي بيت موقوفة القوافي ولو أطلقت قوافيها كلها لكانت منصوبة وكذلك عامة أراجيزهما وكان الشاعر يقول البيتين أو نحو ذلك إذا حارب أو شاتم أو فاخر حتى جاء )\r\nرؤبة فكان أول من أطاله وقال أرجوزته التي أولها قد جبر الدين الإله فجبر وهي مقيدة تزيد على مائتي بيت لو أطلقت قوافيها وساعد فيها الوزن لكانت كلها منصوبة هذا قول أبي عبيدة وقال غيره أول من أطال الرجز الأغلب العجلي ابن روبيل الأبار اسمه الحسن\r\n( ( روح ) )\r\n3 ( المهلبي الأزدي ) )\r\nروح بن حاتم بن قبيصة بن المهلب بن أبي صفرة الأزدي كان من الكرماء الأجواد ولي لخمسة من الخلفاء السفاح والمنصور والمهدي والهادي والرشيد ولم يتفق مثل هذا إلا لأبي موسى الأشعري فإنه ولي لرسول الله صلى الله عليه وسلم ولأبي بكر ولعمر ولعثمان ولعلي رضي الله عنهم وكان واليا على السند للمهدي وتولى الكوفة والبصرة وكان يزيد أخو روح واليا على إفريقية فلما توفي بإفريقية ودفن قال أهل إفريقية ما يكون أشد تباعدا ما بين قبري هذين الأخوين فإن أخاه بالسند وهذا هنا\r\nفعزل الرشيد روحا عن السند وسيره إلى مواضع أخيه فدخل إفريقية ولم يزل بها واليا إلى أن توفي سنة أربع وسبعين ومائة ودفن مع أخيه في قبر واحد فعجب الناس من هذا القرب بعد ذلك البعد\r\nولروح أخبار في الجود ومآثر في المكارم وسيأتي ذكر أخيه يزيد في حرف الياء مكانه إن شاء الله تعالى\r\n3 ( عامل عبد الملك ) )\r\nروح بن زنباع بن روح أبو زرعة وقيل أبو زنباع الجذامي\r\n","description":"","footnote":"","page_name":" 100 ","page_number":96},
  {"content":"\r\nالفلسطيني ولأبيه صحبة حدث عن أبيه ومعاوية وعبادة وتميم وكعب\r\nروى عنه ابنه روح بن روح وإبراهيم ابن أبي عبلة وعبادة بن نسي وغيرهم وكان له اختصاص بعبد الملك بن مروان لا يكاد يغيب عنه\r\nوكان له بدمشق دار عند ابن أبي العقب في طرف البزوريين بالقرب من دور القرشيين والمسجد المعروف بالمصور والفندق الذي يباع فيه الغسول مع ما يليه من الدور من قبلته )\r\nكلها كانت لأبيه زنباع وأمر يزيد بن معاوية روح بن زنباع على جند فلسطين وشهد مرج راهط مع مروان وقال أبو أحمد الحاكم يقال له صحبة وما له صحبة\r\nوقال مسلم له صحبة وكان إذا خرج من الحمام أعتق رقبة ولما هم معاوية بقتله قال له لا تشمت بي عدوا أنت وقمته ولا تسوء بي صديقا أنت سررته ولا تهدم مني ركنا أنت بنيته\r\nفصفح عنه وأطلقه مات بالأردن بالصنبرة سنة أربع وثمانين للهجرة\r\nوكانت عنده حميدة بنت النعمان بن بشير الأنصاري فقالت تهجوه من الطويل\r\n* وهل أنا إلا مهرة عربية\r\n* سليلة أفراس تحللها بغل\r\n*\r\n* فإن نتجت مهرا كريما فبالحري\r\n* وإن يك إقراف فما أنجب الفحل\r\n* وبعضهم رواه وإن يك إقراف فمن قبل الفحل هذا على الإقواء برفع الأول وجر الثاني\r\nوقال روح يجيبها من الطويل\r\n* فما بال مهر رائع عرضت له\r\n* أتان فبالت عند جحفلة الفحل\r\n*\r\n* إذا هو ولى جانبا ربخت له\r\n* كما ربخت قمراء في دمث سهل\r\n* وقال أيضا من الكامل\r\n* أثني علي بما علمت فإنني\r\n* مثن عليك بنتن ريح الجورب\r\n* فقالت\r\n* قثاؤنا شر الثناء عليكم\r\n* أسوا وأنتن من سلاح الثعلب\r\n* وقال لها روح في بعض ما تنازعا فيه اللهم إن بقيت بعدي فابتلها ببعل يلطم وجهها ويملأ جحرها قيئا فتزوجها بعده الفيض بن محمد بن الحكم بن أبي عقيل وكان شابا جميلا يصيب من الشرب فأحبته فكان ربما أصاب من الشراب مسكرا فيلطم وجهها ويقيء في جحرها\r\nفتقول رحم الله أبا زرعة قد أجيب في وقالت لفيض من البسيط\r\n* سميت فيضا وما شيء تفيض به\r\n* إلا سلاحك بين الباب والدار\r\n*\r\n* فتلك دعوة روح الخير أعرفها\r\n* سقى الإله صداه الأوطف الساري\r\n*\r\n","description":"","footnote":"","page_name":" 101 ","page_number":97},
  {"content":"\r\n3 ( روح بن سيار ) )\r\nروح بن سيار أو سيار بن روح كذا شك فيه البخاري وقال يعد في الشاميين له صحبة روى )\r\nعنه مسلم بن زياد مولى ميمونة صاحب بقية قال البخاري قال خطاب الحمصي حدثنا بقية عن مسلم بن زياد قال رأيت أربعة من أصحاب النبي صلى الله عليه وسلم أنس بن مالك وفضالة بن عبيد وأبا المنيب وروح بن سيار أو سيار بن روح يرخون العمائم من خلفهم وثيابهم إلى الكعبين\r\n3 ( المؤدب البصري ) )\r\nروح بن عبد الأعلى المؤدب البصري أبو همام قال المرزباني متهم في دينه يعلم أولاد المسلمين الشعر والعربية ويعلم أولاد المجوس خط الفرس وكتاب مزدك وعهد أردشير وقال الجاحظ كثير الشعر حاذق باستخراج المعمى\r\nوهو القائل من الوافر\r\n* وعين السخط تبصر كل عيب\r\n* وعين أخي الرضا عن ذاك تعمى\r\n*\r\n* ولو يمنى يدي تكرهتني\r\n* إذا لحسمتها بالنار حسما\r\n* أخذ الأول من قول عبد الله بن معاوية الجعفري من الطويل\r\n* وعين الرضا عن كل عيب كليلة\r\n* ولكن عين السخط تبدي المساويا\r\n* والثاني من قول القائل من الطويل\r\n* ولو أن كفي خالفتني قطعتها\r\n* سريعا ولم يعظم علي فراقها\r\n* وقال روح أيضا من الطويل\r\n* فما لزمان السوء لا در دره\r\n* وللبين فينا كيف قد طال عمره\r\n*\r\n* فراق وبعد واشتياق وزفرة\r\n* كحر سعير قد تضرم جمره\r\n*\r\n* سأصبر دهري ما حييت ومن يعش\r\n* بحلو معاش يعقب الحلو مره\r\n*\r\n3 ( الموصلي ) )\r\nروح بن صلاح بن سيابة الحارثي الموصلي ذكره ابن حبان في\r\n","description":"","footnote":"","page_name":" 102 ","page_number":98},
  {"content":"\r\nالثقات وقال ابن عدي ضعيف توفي سنة ثلاث وثلاثين ومائتين\r\n3 ( أبو محمد البصري ) )\r\nروح بن عبادة بن العلاء بن حسان أبو محمد القيسي البصري الحافظ\r\nسمع ابن عون وأيمن بن نابل وحسينا المعلم وحاتم بن أبي صغيرة وابن جريج وسعيد بن أبي )\r\nعروبة وأشعث بن عبد الملك الحمراني وزكرياء بن إسحاق وشعبة وخلقا\r\nوروى عنه أحمد وإسحاق وبندار وابن نمير وهارون الحمال وإبراهيم الجرجاني وأحمد بن سعيد الرباطي وإسحاق الكوسج وعبد بن حميد والحارث بن أبي أسامة وبشر بن موسى ومحمد بن أحمد بن أبي العوام والكديمي وأبو قلابة وخلق\r\nقال ابن المديني نظرت لروح في أكثر من مائة ألف حديث كتبت منها عشرة آلف حديث\r\nوقال ابن مسعود الرازي طعن على روح بن عبادة اثنا عشر أو ثلاثة عشر فلم ينفذ قولهم فيه قال الشيخ شمس الدين صدقه ابن معين وغيره وتوفي سنة خمس ومائتين وحديثه في الكتب الستة ومسانيد الإسلام\r\n( ( الألقاب ) )\r\nابن روزبه علي بن أبي بكر\r\nالرواس المفسر محمد بن المفضل\r\nالرؤاسي النحوي محمد بن الحسن\r\nأبو الرؤوس اسمه محمد بن هارون\r\nابن رواحة جماعة منهم\r\nشاعر النبي صلى الله عليه وسلم اسمه عبد الله بن رواحة\r\nوعبد الرحمن بن رواحة\r\nوابن رواحة الحموي اسمه عبد الله بن الحسين بن رواحة\r\nوعبد الرحمن بن أبي صالح رواحة المسند\r\n","description":"","footnote":"","page_name":" 103 ","page_number":99},
  {"content":"\r\nوعبد الله بن الحسين آخر\r\nومنهم الحسين بن عبد الله\r\nومنهم هبة الله بن محمد\r\nابن رواح المحدث عبد الوهاب بن ظافر بن علي\r\nالروذ راوري مجد الدين عبد المجيد\r\nابن الرومي الشاعر اسمه علي بن العباس\r\nابن الرومي الصالح محمد بن عثمان )\r\nالرؤياني الحافظ محمد بن هارون\r\nالرؤياني الفقيه اسمه عبد الواحد بن إسماعيل\r\nابن أبي روح المغربي عبد الله بن محمد\r\n( ( رومان ) )\r\n3 ( مولى النبي صلى الله عليه وسلم ) )\r\nرومان يقال إن سفينة مولى أم سلمة الذي يقال له سفينة مولى رسول الله صلى الله عليه وسلم اسمه رومان\r\n3 ( أم رومان الكنانية ) )\r\nأم رومان بفتح الراء وضمها بنت عامر بن عويمر الكنانية امرأة أبي بكر الصديق وأم عائشة وعبد الرحمن توفيت سنة ست من الهجرة فنزل رسول الله صلى الله عليه وسلم في قبرها واستغفر لها وقال اللهم لم يخف عليك ما لقيت أم رومان فيك وفي رسولك\r\nوقال من سره أن ينظر إلى ارأة من الحور العين فلينظر إلى أم رومان وكانت تحت عبد الله بن الحارث بن سخبرة الأزدي وقدم بها مكة قبل الإسلام فولدت لعبد الله ابنه الطفيل ثم خلف عليها أبو بكر فالطفيل أخو عائشة وعبد الرحمن لأمهما\r\n( ( رويفع ) )\r\n3 ( رويفع الصحابي ) )\r\nرويفع بن ثابت بن سكن بن عدي بن حارثة الأنصاري\r\n","description":"","footnote":"","page_name":" 104 ","page_number":100},
  {"content":"\r\nسكن مصر واختط بها دارا وأمره معاوية على أطرابلس سنة ست وأربعين فغزا من أطرابلس إفريقية سنة سبع وأربعين ودخلها وانصرف من عامه يقال مات بالشام ويقال مات ببرقة وقبره بها روى عنه حنش بن عبد الله الصنعاني وشيبان بن أمية القتباني\r\n3 ( رويفع مولى النبي ) )\r\nرويفع مولى رسول الله صلى الله عليه وسلم قال ابن عبد البر لا أعلم له رواية\r\n3 ( رياء ) )\r\n3 ( حاضنة يزيد بن معاوية ) )\r\nرياء حاضنة يزيد بن معاوية كان بنو أمية يعظونها وأدركت أول خلافة بني العباس\r\nوعاشت رياء هذه مائة سنة في عز بني أمية وكانت من أعقل النساء وأجملهن وكانت إذا دخلت على هشام بن عبد الملك تجيء راكبة وكل من رآها من بني أمية قام لها إجلالا\r\nوأمهال أدركت النبي صلى الله عليه وسلم وسمعت من عمر بن الخطاب وقال حمزة بن يزيد الحضرمي لقد شاهدت رياء في عزها أيام بني أمية ثم رأيتها بعد ذلك مقتولة على درج جيرون مكشوفة العورة وفي فرجها قصبة مغروزة ويقولون هذه حاضنة يزيد قتلها المسودة لما هجموا دمشق\r\n( ( رياح ) )\r\n3 ( ابن عبيدة ) )\r\nرياح بن عبيدة الباهلي مولاهم قيل إنه بصري قال الحافظ أبو القاسم ابن عساكر وعندي أنه من أهل الحجاز كان في صحابة عمر ابن عبد العزيز بالمدينة ثم خرج إلى الشام وكان معه\r\nروى عنه وعن أبان بن عثمان وعلي بن الحسين وغيرهم وروى عنه داود بن أبي هند وغيره وقال ابن معين هو ثقة وسئل عنه أبو زرعة فقال كوفي ثقة\r\nوكان خاصة عمر بن عبد العزيز ميمون بن مهران ورجاء بن حيوة ورياح بن عبيدة الكندي\r\n","description":"","footnote":"","page_name":" 105 ","page_number":101},
  {"content":"\r\n3 ( المري أمير دمشق ) )\r\nرياح بن عثمان بن حيان المري ولي إمرة دمشق لصالح بن علي الهاشمي أمير الشأم ومصر من قبل المنصور\r\nثم ولي المدينة للمنصور وعزل محمد بن خالد بن عبد الله القسري ليجد رياح في طلب ابني عبد الله بن حسن بن حسن فخرج محمد بن عبد الله وحبس رياح بن عثمان وذلك في جمادى الآخرة سنة خمس وأربعين ومائة وأقام بالمدينة حتى قدم عليه عيسى بن موسى بن محمد في جيش بعثه المنصور من الكوفة فقتل محمد بن عبد الله في رمضان سنة خمس وأربعين ومائة ودخل أصحاب محمد على رياح السجن فقتلوه ذبحه إبراهيم بن مصعب بن الزبير المعروف بابن خضير كما تذبح الشاة ولم يجهز عليه فجعل يضرب برأسه الجدار حتى مات\r\nوقتل معه أخوه عباس بن عثمان وكان مستقيم الطريقة فعاب الناس ذلك ثم قتل ابن خضير مع محمد بن عبد الله وكانت له شجاعة موصوفة\r\n3 ( النخعي ) )\r\nرياح بن الحارث النخعي روى عن علي وابن مسعود وسعد بن زيد وتوفي في حدود التسعين وروى له أبو داود والنسائي وابن ماجة\r\n3 ( رياح الصحابي ) )\r\nرياح بن الربيع ويقال ابن ربيعة والأول أكثر وهو أخو حنظلة بن الربيع الكاتب الأسيدي\r\nيعد في أهل المدينة ونزل في البصرة )\r\nوروى عنه ابن ابنه المرقع بن صيفي بن رياح وقيل فيه رباح بالباء الموحدة وهو الذي قال يا رسول الله للنصارى يوم ولليهود يوم فلو كان لنا يوم فنزلت سورة الجمعة قال الدارقطني ليس في الصحابة أحد يقال له رياح إلا هذا على اختلاف فيه أيضا\r\nالرياحي النحوي محمد بن يحيى\r\nأبو رياش اسمه أحمد بن إبراهيم\r\nالرياشي اللغوي العباس بن الفرج\r\n( ( ريتس الطائي ) )\r\nريتس بن عامر بن حصن بكسر الراء وسكون الياء آخر\r\n","description":"","footnote":"","page_name":" 106 ","page_number":102},
  {"content":"\r\nالحروف وفتح التاء ثالثة الحروف وبعدها سين مهملة الطائي وفد إلى النبي صلى الله عليه وسلم ذكره الطبري\r\n( ( ريحان ) )\r\n3 ( أبو الخير المقرئ ) )\r\nريحان بن تيكان بن موسك بن علي أبو الخير الضرير المقرئ البغدادي قرأ بالروايات على أبي حفص عمر بن عبد الله بن علي الحربي وسمع منه ومن أبي العباس أحمد بن أبي غالب ابن الطلابة وأبي القاسم سعيد بن أحمد بن الحسن بن البناء وأبي المظفر هبة الله ابن أحمد بن محمد بن الشبلي وأبي الوقت عبد الأول السجزي وغيرهم\r\nوكان شيخا صالحا دينا فاضلا توفي سنة ست عشرة وست مائة\r\n3 ( أبو روح الحبشي ) )\r\nريحان بن عبد الله أبو روح الحبشي الحصني عتيق أبي المعالي المكي البغدادي كان أحد عباد الله الصالحين الزهاد الصابرين على الفقر وكان ملازما للعبادة وسماع الحديث سمع القاضي أبا بكر محمد بن عبد الباقي الأنصاري وإسماعيل بن أحمد بن عمر السمرقندي وعلي بن هبة الله بن عبد السلام وغيرهم وحدث باليسير وتوفي سنة ثلاث وستين وخمس مائة\r\n3 ( الزاهد الشيعي المصري ) )\r\nريحان الحبشي أبو محمد الزاهد الشيعي كان بالديار المصرية وكان من فقهاء الإمامية الكبار كان يكرر على النهاية والمقنعة والذخيرة وقال ما حفظت شيئا فنسيته ويصوم جميع الأيام المندوب إليها وكان ابن رزيك يعظمه ويقول يقولون ما ساد من بني حام إلا اثنان )\r\nلقمان وبلال وأنا أقول ريحان ثالثهم وتوفي في حدود الستين وخمس مائة\r\n3 ( سرية الرسول ) )\r\nريحانة بنت سمعون سرية رسول الله صلى الله عليه وسلم كانت من بني قريظة والأكثر على أنها من بني قريظة وقال قوم من بني النضير ماتت قبل وفاة النبي صلى الله عليه وسلم سنة عشر مرجعه من حجة الوداع\r\n( ( الألقاب ) )\r\nابن رئيس الرؤساء محمد بن عبد الله\r\nوالحسن بن عبد الله\r\n","description":"","footnote":"","page_name":" 107 ","page_number":103},
  {"content":"\r\nوالحسن بن محمد\r\nوالحسن بن هبة الله\r\nومنهم علي بن محمد بن علي\r\nومنهم علي بن المظفر\r\nومنهم عبيد الله بن محمد\r\nومنهم داود بن علي\r\nومنمهم علي بن محمد بن عبد الله\r\nومنهم المبارك بن محمد بن عبد الله\r\nومنهم المظفر بن علي\r\nومنهم محمد بن المظفر\r\nأبو ريحانة الصحابي اسمه شمغون بالشين والغين المعجمتين\r\nأبو ريحان البيروني اسمه أحمد بن محمد\r\nالريحاني علي بن عبيدة\r\nابن ريذة أبو بكر محمد بن عبد الله بن أحمد\r\nابن ريشا علي ابن أبي الفرج\r\nابن الريوندي صاحب الزندقة اسمه أحمد بن يحيى بن إسحاق\r\n( ( ريطة ) )\r\n3 ( ريطة التيمية ) )\r\nريطة بنت الحارث بن جبلة التيمية هاجرت مع زوجها الحارث بن خالد بن صخر إلى أرض الحبشة وولدت له هناك موسى وأخواته عائشة وزينب وفاطمة بني الحارث بن خالد\r\nثم خرجوا من أرض الحبشة إل المدينة فلما وردوا ماء من مياه الطريق شربوا منه فلم يروحوا عنه حتى توفيت ريطة وبنوها المذكورون إلا فاطمة\r\n3 ( ريطة الخزاعية ) )\r\nريطة بنت سفيان الخزاعية زوج قدامة بن مظعون حديثها عن النبي صلى الله عليه وسلم أنها شهدت بيعة النساء للنبي صلى الله عليه وسلم وابنتها عائشة بنت قدامة معها\r\n","description":"","footnote":"","page_name":" 108 ","page_number":104},
  {"content":"\r\n3 ( ريطة الثقفية ) )\r\nريطة بنت عبد الله بن معاوية الثقفية قيل إنها زينب امرأة ابن مسعود وسيأتي ترجمة زينب المذكورة في حرف الزاي إن شاء الله مكانها\r\n","description":"","footnote":"","page_name":" 109 ","page_number":105},
  {"content":"\r\n( ( حرف الزاي ) )\r\n( ( أبو عمر الكندي ) )\r\nزاذان أبو عمر الكندي مولاهم توفي سنة اثنتين وثمانين للهجرة الفارسي الكوفي البزاز\r\nحدث عن عمر وعلي وابن مسعود وغيرهم قال ابن سعد وكان ثقة قليل الحديث قال الخطيب نزل الكوفة وذكر أنه ورد بغداد ووقف على الصراة وقال زبيد رأيت زاذان يصلي قائما كأنه خشبة وفي رواية كأنه جذع قد حفر له وقال محمد بن جحادة كان زاذان يبيع الكرابيس وكان إذا جاءه الرجل أراه شر الطرفين وسامه سومة واحدة وقال ابن معين ثقة\r\n( ( أبو الوازع الصحابي ) )\r\nالزارع بن عامر أبو الوازع العبدي من عبد القيس الصحابي\r\nحديثه عند البصريين ويقال ابن الزارع والأول أصح روت عنه ابنة ابنه أم أبان بنت الوازع ابن الزارع عن جدها الزارع حديثا حسنا ساقته بتمامه وطوله سياقة حسنة\r\nابن الزاغوني علي بن عبيد الله\r\n( ( زاكي ) )\r\n3 ( قتيل الريم ) )\r\nزاكي بن كامل بن علي القطيعي لأبو الفضل الهيتي يلقب\r\n","description":"","footnote":"","page_name":" 110 ","page_number":106},
  {"content":"\r\nالمهذب ويعرف بأسير الهوى قتيل الريم وكان أديبا فاضلا كان موجودا في سنة ست وأربعين وخمس مائة\r\nومن شعره من الكامل\r\n* لي مهجة كادت بحر كلومها\r\n* للناس من فرط الجوى تتكلم\r\n*\r\n* لم يبق منها غير أرسم أعظم\r\n* متجددات للهوى تتظلم\r\n* ومنه من البسيط\r\n* عيناك لحظهما أمضى من القدر\r\n* ومهجتي منهما أضحت على خطر\r\n*\r\n* يا أحسن الناس لولا أنت أبخلهم\r\n* ماذا يضرك لو متعت بالنظر\r\n*\r\n* جد بالخيال وإن ضنت يداك به\r\n* لا تبتلي مقلتي بالدمع والسهر\r\n*\r\n* يا من تملك نفسي في محبته\r\n* كم قد حذرت فما وقيت من حذري\r\n*\r\n* زود بتوديعة أو قبلة فعسى\r\n* يحيى بها نضو أشواق على سفر\r\n* ومنه من المديد\r\n* سيدي ما عنك لي عوض\r\n* طال بي حبك المرض\r\n*\r\n* كم بلا ذنب تهددني\r\n* فجفوني ليس تغتمض\r\n*\r\n* أبغير الهجر تقتلني\r\n* لا أبالي هجرك الغرض\r\n*\r\n* ورضائي في رضاك فقل\r\n* ما تشاء لست أعترض\r\n*\r\n* أنت لي داء أموت به\r\n* كم أداويه وينتقض\r\n* قلت شعر متوسط ) )\r\n2 ( زامل السكسكي ) )\r\nزامل بن عمرو السكسكي الحراني الحميري أمير دمشق وحمص من قبل مروان بن محمد\r\nروى عن أبيه عن جده وله صحبة روى عنه سعد بن هلال وجماعة قال أبو الحسين بن سميع في الطبقة الرابعة زامل بن عمرو السكسكي من اليمن حمصي ولاه مروان بن محمد دمشق بعد قتل الوليد يعني ابن يزيد\r\n( ( الألقاب ) )\r\nابن الزانكي هبة الله بن محمد\r\n","description":"","footnote":"","page_name":" 111 ","page_number":107},
  {"content":"\r\nالزانكي يوسف بن المغيرة\r\nابن الزاهد النحوي أحمد بن هبة الله\r\nابن الزاهدة النحوي علي بن المبارك\r\nزاهد العلماء الطبيب منصور بن عيسى\r\n( ( زاهر ) )\r\n3 ( أبو الريان الهلالي ) )\r\nزاهر بن إبراهيم بن نصر بن إبراهيم الهلالي أبو الريان الشاعر نزيل البصرة قدم بغداد وكتب عنه أبو بكر أحمد بن الحسين القطان المقدسي سنة أربع وأربعين وأربع مائة\r\nومن شعره من المنسرح\r\n* زاهر لا تسأل الزمان فما\r\n* معرفة المكرمات من شيمه\r\n*\r\n* من مد لله مخلصا يده\r\n* لم يخل في المنزلين من نعمه\r\n*\r\n3 ( ابن حرام الأشجعي ) )\r\nزاهر بن حرام بالحاء المهملة والراء الأشجعي شهد بدرا وكان حجازيا يسكن البادية في حياة رسول الله صلى الله عليه وسلم فكان لا يأتي رسول الله صلى الله عليه وسلم إذا أتاه إلا بطرفة يهديها إليه فقال رسول الله صلى الله عليه وسلم إن لكل حاضرة بادية وبادية آل محمد زاهر بن حرام ووجده رسول الله صلى الله عليه وسلم بسوق المدينة يوما فأخذه من ورائه ووضع يده على عينيه وقال من يشتري العبد فأحسن به زاهر وفطن أنه رسول الله صلى الله عليه وسلم فقال إذا تجدني يا رسول الله كاسدا فقال رسول الله صلى الله عليه )\r\nوسلم بل أنت عند الله ربيح وانتقل زاهر بن حرام إلى الكوفة\r\n3 ( أبو مجزأة الأسلمي ) )\r\nزاهر بن الأسود بن حجاج بن قيس أبو مجزأة الأسلمي كان ممن بايع رسول الله صلى الله عليه وسلم تحت الشجرة سكن الكوفة فيعد في الكوفيين\r\n3 ( أبو شجاع الصوفي ) )\r\nزاهر بن رستم ابن أبي الرجاء الأصبهاني ولد ببغداد ويكنى أبا شجاع كان صوفيا وقرأ بالروايات على عبد الله بن علي سبط أبي منصور الخياط وعلى المبارك بن الحسن بن الشهرزوري وسمع من أحمد بن علي بن عبيد الواحد الدلال\r\n","description":"","footnote":"","page_name":" 112 ","page_number":108},
  {"content":"\r\nومحمد بن عمر بن يوسف الأرموي وعلي بن عبد السيد بن الصباغ وغيرهم\r\nقال محب الدين ابن النجار كتبت عنه وكان ثقة حسن الطريقة متدينا فاضلا أديبا جيد التلاوة فقيه النفس دمثا مليح المجالسة حفظة للحكايات والأشعار\r\nوكان يورق بالأجرة وكتب الكتب الكبار المطولات وغيرها ويكتب خطا حسنا وحج وتولى الإمامة بالمسجد الحرام في مقام إبراهيم وتوفي سنة تسع وست مائة\r\n3 ( المستملي النيسابوري ) )\r\nزاهر بن طاهر بن محمد بن محمد بن محمد بن أحمد بن محمد بن يوسف بن محمد بن المرزبان النيسابوري شيخ وقته في علو الإسناد والتفرد بالروايات\r\nأسمعه والده في صباه من محمد بن عبد الرحمن الجنزروذي وسعيد بن محمد بن أحمد البحيري وأحمد بن إبراهيم المقرئ وغيرهم وسمع هو بنفسه على جماعة من المشايخ وجمع لنفسه مشيخة وخرج تخاريج وجمع أحاديث الشيوخ\r\nوحدث بالكثير بخراسان والعراق وكتب عنه الأئمة والحفاظ وانتشرت عنه الرواية\r\nوحدث ببغداد وروى عنه ابن ناصر وأبو المعمر الأنصاري وكان صدوقا من أعيان المعدلين الشهود بنيسابور وترك أبو العلاء أحمد بن محمد بن الفضل الحافظ الرواية عنه لأنه كان يخل بالصلوات وتوفي سنة ثلاث وثلاثين وخمس مائة بنيسابور وعوتب على ترك الصلاة فقال لي عذر وأنا أجمع بين الصوات كلها ولعله تاب ورجع آخر عمره\r\n3 ( السرخسي الشافعي ) )\r\n)\r\nزاهر بن أحمد بن محمد بن عيسى السرخسي الفقيه الشافعي المحدث توفي سنة تسع وثمانين وثلاث مائة سمع محمد بن إدريس السامي ومحمد بن زهير الأيلي وأبا القاسم البغوي ويحيى بن صاعد ومحمد بن حفص الجويني ومحمد بن المسيب الأرغياني ومؤمل بن الحسن الماسرجسي وأحمد بن محمد بن إسحاق العنزي وجماعة قال الحاكم شيخ عصره بخراسان سمعت مناظرته في مجلس أبي بكر بن إسحاق الصبغي وكان قد قرأ على أبي بكر بن مجاهد وتفقه عند أبي إسحاق المروزي ودرس الأدب على أبي بكر بن الأنباري وروى عنه الحاكم وإسماعيل الصابوني ومحمد بن أحمد بن محمد بن جعفر المزكي وجماعة وأخذ عن أبي الحسن الأشعري علم الكلام وسمعه يقول عند الموت لعن الله المعتزلة موهوا ومخرقوا\r\nالزاهر صاحب إلبيرة داود بن يوسف\r\nالزاهي الشاعر علي بن عبد الواحد\r\n","description":"","footnote":"","page_name":" 113 ","page_number":109},
  {"content":"\r\n( ( زائدة ) )\r\n3 ( المجفجف البدوي ) )\r\nزائدة بن نعمة بن نعيم بن نجيح أبو نعمة القشيري المعروف بالمجفجف بجيمين وفاءين الشاعر البدوي مدح سادات العرب وأهل البيوت وله في سيف الدولة صدقة وابنه مزيد عدة قصائد ودخل الشام ومدح ملوكها\r\nأورد له العماد الكاتب من الطويل\r\n* تريد الثنا ما للثنا عنك معزل\r\n* تريد مزيدا ما عليك مزيد\r\n*\r\n* تمزق ثوب المجد عن كل لابس\r\n* وثوب سعيد الأريحي جديد\r\n* ومن شعره من الطويل\r\n* أهند على ما كنت تعهده هند\r\n* أم استبدلت بعدي وغيرها البعد\r\n*\r\n* بلى غير شك إنها قد تبدلت\r\n* لأن الغواني لا يدوم لها عهد\r\n*\r\n* كما لم يدم عصر الشباب ولا الصبى\r\n* ولا ماكث في غير أيامه الورد\r\n*\r\n3 ( الحافظ أبو الصلت ) )\r\nزائدة بن قدامة الثقفي الكوفي الحافظ أبو الصلت أحد الأعلام قال أبو داود الطيالسي كان لا يحث صاحب بدعة مات مرابطا بأرض الروم سنة إحدى وستين ومائة قال أبو حاتم )\r\nصاحب سنة وقال أبو أسامة كان أصدق الناس وروى له الجماعة\r\n3 ( الثقفي ) )\r\nزائدة بن عمير الثقفي توفي سنة سبع وستين للهجرة\r\nالزاهي الشاعر اسمه علي بن إسحاق بن خلف\r\nابن أبي زائدة عمر بن خالد\r\n( ( زبان ) )\r\n3 ( أخو عمر بن عبد العزيز ) )\r\nزبان بن عبد العزيز بن مروان بن الحكم الأموي أبو مروان أخو أمير المؤمنين عمر كان أحد فرسان مصر وتوفي في حدود الأربعين ومائة وروى عن أخيه وأبي بكر بن عبد الرحمن\r\nوروى عنه الأوزاعي والليث وأسامة وابن أخيه عبد العزيز وغيرهم\r\nوكان له عقب بالأندلس وهو لأم ولد حضر الوقعة مع مروان بن محمد ليلة بوصير\r\n","description":"","footnote":"","page_name":" 114 ","page_number":110},
  {"content":"\r\nفتقطر به فرسه فسقط عند حائط العجوز فانكسرت رجله وأدركته المسودة فقتلوه ولم يعرفوه\r\n3 ( زبان الكلفي ) )\r\nزبان بن قيسور فيعول من القسر بالقاف والسين مهملة الكلفي بضم الكاف وسكون اللام\r\nقال رأيت رسول الله صلى الله عليه وسلم وهو نازل بوادي الشوحط ومعه رجل دونه في هدية وسمته إذا كلم أحد رسول الله صلى الله عليه وسلم فأطال أومأ إليه أن اقتصر\r\nوإذا كلم رسول الله صلى الله عليه وسلم رجلا سمعه وفهمه قول رسول الله صلى الله عليه وسلم فقلت لبعض أصحابه من هذا قالوا هذا صاحبه الأخص هذا أبو بكر الصديق رضي الله عنه فكلمت رسول الله صلى الله عليه وسلم فقلت يا رسول الله إن لوبا لنا يعني نحلا كان في عيلم لنا له طرم وشرو فجاء رجل فضرب ميتين فأنتح حيا وكفنه بالثمام فتنحس وطار اللوب هاربا فدلى مشواره في العيلم فاشتار العسل فمضى به فقال رسول الله صلى الله عليه وسلم ملعون ملعون من سرق شرو قوم فأضر بهم\r\nأفلا تبعتم أثره وعرفتم خبره قال قلت يا رسول الله إنه في قوم لهم منعة وهم جيرتنا من هذيل فقال رسول الله صلى الله عليه وسلم صبرك صبرك ترد نهر الجنة وإن سعته كما بين )\r\nاللقيقة والسحيقة يتسبسب جريا بعسل صاف من قذاه ما يتقيأه لوب ولا مجه ثوب\r\nقلت اللوب بالضم النحل والطرم بكسر الطاء العسل والعيلم بالعين مهملة الركية الكثيرة الماء المشوار عود يكون مع مشتار العسل الثمام نبت ضعيف له خوص وربما سد به خصاص البيوت والشوحط ضرب من شجر الجبال تتخذ منه القسي\r\n3 ( ابن فائد المصري ) )\r\nزبان بن فائد أبو جوين المصري كان عادلا فاضلا كثير العبادة مجاب الدعوة قال أحمد كثير المناكير روى له أبو داود والترمذي وابن ماجة وتوفي في سنة خمس وخمسين ومائة\r\n3 ( أبو عمرو بن العلاء ) )\r\nزبان بن العلاء بن عمار بن عبد الله بن الحصين بن الحارث ينتهي إلى معد بن عدنان التميمي المازني المقرئ النحوي أحد القراء السبعة وقيل اسمه العريان وقيل غير ذلك\r\nاختلف في اسمه على عشرين قولا الزبان العريان يحيى محبوب جنيد عيينة عتيبة عثمان عياد جبر خير جزء حميد حماد عقبة عمار\r\n","description":"","footnote":"","page_name":" 115 ","page_number":111},
  {"content":"\r\nفائد محمد اسمه كنيته قبيصة وقيل في زبان ربان براي مهملة والصحيح زبان بالزاي\r\nقرأ القرآن على سعيد بن جبير ومجاهد وقيل على أبي العالية الرياحي وعلى جماعة سواهم وكان لجلالته لا يسأل عن اسمه وكان نقش خاتمه من الطويل\r\n* وإن امرءا دنياه أكبر همه\r\n* لمستمسك منها بحبل غرور\r\n* وقيل إنه لا يروى له من الشعر إلا قوله من البسيط\r\n* وأنكرتني وما كان الذي نكرت\r\n* من الحوادث إلا الشيب والصلعا\r\n* وكان أبو عمر يقول أنا قلت هذا البيت وألحقته بشعر الأعشى قال وكنت معجبا حتى لقيت أعرابيا فصيحا فلما أنشدته إياه قال أخطأت است صاحبه الحفرة ما الذي بقي له بعد الشيب والصلع فعلمت أني لم أصنع شيئا\r\nوحدث عن أنس بن مالك وأبي صالح السمان وعطاء بن أبي رباح وطائفة سواهم وكان رأسا في العلم في أيام الحسن البصري قال أبو عبيدة أبو عمرو أعلم الناس بالقراءات والعربية والشعر وأيام العرب\r\nوكانت دفاتره ملء بيت إلى السقف ثم تنسك فأحرقها وكان من أشراف العرب ووجوهها )\r\nمدحه الفرزدق وغيره قال ابن معين ثقة وقال أبو حاتم ليس به بأس قال الشيخ شمس الدين أبو عمرو قليل الرواية للحديث وهو صدوق حجة في القراءة وقد استوفيت أخباره في طبقات القراء انتهى\r\nوقال الأصمعي كان لأبي عمرو كل يوم فلسان فلس يشتري به ريحانا وفلس يشتري به كوزا فيشم الريحان يومه ويشرب في الكوز يوومه فإذا أمسى تصدق بالكوز وأمر الجارية أن تجفف الريحان وتدقه في الأشنان ثم يستجد غير ذلك في كل يوم قال ياقوت وحدث أبو الطيب قال كان أبو عمرو يميل إلى القول بالإرجاء فحدث الأصمعي قال قال عمرو بن عبيد لأبي عمرو يا أبا عمرو هل يخلف الله وعده قال لا قال أفرأيت من أوعده الله عقابا أيخلف وعده قال من العجمة أتيت يا أبا عثمان الوعد غير الوعيد وهو خبر فيه طول استوفاه ياقوت في معجم الأدباء\r\nوتوفي أبو عمرو بن العلاء سنة أربع وخمسين ومائة\r\n3 ( ابن حبيب الحضرمي ) )\r\nزبان بن حبيب الحضرمي توفي بمصر سنة أربع وستين ومائة\r\n( ( الألقاب ) )\r\nابن زبادة الكاتب اسمه يحيى بن سعيد بن هبة الله\r\nزبالة ابن الظاهر غازي بن العزيز محمد بن الظاهر غازي له ولأمه ذكر في ترجمة والده غازي\r\n","description":"","footnote":"","page_name":" 116 ","page_number":112},
  {"content":"\r\nابن الزبال الواعظ اسمه أحمد بن إبراهيم\r\nابن زبرج النحوي اسمه محمد بن علي\r\nابن زبر القاضي عبد الله بن أحمد\r\n( ( ابن بدر التميمي الصحابي ) )\r\nالزبرقان بن بدر بن امرئ القيس بن خلف بن بهدلة بن عوف بن كعب بن سعد بن زيد مناة بن تميم البهدلي التميمي السعدي يكنى أبا عياش وقيل أبا شذرة وفد على رسول الله صلى الله عليه وسلم في قومه وكان أحد سادتهم فأسلموا في سنة تسع فولاه رسول الله صلى الله عليه وسلم صدقات قومه وأقره أبو بكر وعمر على ذلك وله في ذلك اليوم من قوله بين يدي رسول الله صلى الله عليه وسلم مفتخرا من البسيط\r\n* نحن الملوك فلا حي يفاخرنا\r\n* فينا العلاء وفينا تنصب البيع\r\n* والأبيات والواقعة مذكورة في ترجمة حسان بن ثابت الأنصاري\r\nويقال إن اسمه الحصين والزبرقان لقب له والزبرقان القمر وقيل اسمه بدر وإنما لبس عمامة مزبرقة بالزعفران وفي ترجمة الحطيئة واسمه جرول حديث يتعلق بالزبرقان\r\nوقال الزبرقان يرثي رسول الله صلى الله عليه وسلم لما توفي من السريع\r\n* آليت لا أبكي على هالك\r\n* بعد رسول الله خير الأنام\r\n*\r\n* بعد الذي كان لنا هاديا\r\n* من حيرة كانت وبدر الظلام\r\n*\r\n* يا مبلغ الأخبار عن ربه\r\n* فينا ويا محيي ليل التمام\r\n*\r\n* وهادي الناس إلى رشدهم\r\n* وشارع الحل لهم والحرام\r\n*\r\n* أنت الذي استنقذتنا بعدما\r\n* كنا على مهواة جرف قيام\r\n* ولما قدم وفد تميم على رسول الله صلى الله عليه وسلم قال الزبرقان يا رسول الله أنا سيد تميم والمطاع فيهم والمجاب منهم آخذ لهم بحقهم وأمنعهم من الظلم وهذا يعلم ذلك يعني عمرو بن الأهتم فقال عمرو أجل يا رسول الله أما إنه لمانع لحوزته مطاع في عشيرته شديد العارضة فيهم فقال الزبرقان أما إنه والله لقد علم أكثر مما قال ولكنه حسدني شرفي فقال عمرو أما لئن قال ما قال فوالله ما علمته إلا ضيق العطن زمن المروءة حديث الغنى أحمد الأب لئيم الخال\r\nفرأى الكراهية في عين رسول الله صلى الله عليه وسلم لما اختلف قوله فقال يا رسول الله غضبت فقلت أقبح ما علمت ورضيت فقلت أحسن ما علمت وما كذبت في\r\n","description":"","footnote":"","page_name":" 117 ","page_number":113},
  {"content":"\r\nالأولى ولقد صدقت في الآخرى فقال رسول الله صلى الله عليه وسلم إن من البيان لسحرا وإن من الشعر )\r\nلحكمة ويروى لحكما\r\n( ( الطبري اليهودي المنجم ) )\r\nزبن الطبري قال ابن أبي أصيبعة في تاريخه قال الصاحب جمال الدين ابن القفطي في كتابه إن هذا زبن الطبري كان يهوديا طبيبا منجما من أهل طبرستان وكان متميزا في الطب عالما بالهندسة وأنواع الرياضة وحل كتبا حكمية من لغة أخرى قال وكان ولده علي بن زبن طبيبا مشهورا انتقل إلى العراق وسكن سر من رأى وزبن هذا كان له تقدم في علم اليهود وسئل أبو معشر عن مطارح الشعاع فذكرها وساق الحديث إلى أن قال إن المترجمين لنسخ المجسطي المخرجة من لغة يونان ما ذكروا الشعاع ولا مطارحه ولا يوجد ذلك إلا في النسخة التي ترجمها زبن الطبري ولم يوجد في النسخ القديمة مطرح شعاع بطليموس ولم يعرفه ثابت ولا حنين القلوسي ولا الكندي ولا أحد من هؤلاء التراجمة الكبار ولا أحد من ولد نوبخت\r\n( ( زبيب التميمي ) )\r\nزبيب بضم الزاي وفتح الباء الموحدة وبعدها ياء آخر الحروف بين الباءين بن ثعلبة بن عمرو التميمي وقد يقال بضم الزاي وبعدها نون وياء آخر الحروف وباء موحدة\r\nكان ينزل البادية على طريق الناس إلى مكة من الطائف ومن البصرة\r\nحديثه عند عمار بن شعيث بن عبد الله بن زبيب عن أبيه عن جده عن النبي صلى الله عليه وسلم أنه قضى باليمين مع الشاهد لم يرو عنه إلا ابنه عبد الله ويقال عبيد الله\r\nوله حديث حسن قال بعث رسول الله صلى الله عليه وسلم جيشا إلى بني العنبر فأخذوهم بركبة من ناحية الطائف فاستاقوهم إلى نبي الله صلى الله عليه وسلم\r\nقال الزبيب فركبت بكرة من إبلي فسبقتهم إلى النبي صلى الله عليه وسلم بثلاثة أيام فقلت السلام عليك يا نبي الله ورحمة الله وبركاته أتانا جندك فأخذونا وقد كنا أسلمنا وخضرمنا آذان النعم\r\nوذكر تمام الخبر وفيه أنه شهد له شاهد واحد على إسلامهم فأحلفه مع شاهده ورد إليهم ذراريهم ونصف أموالهم\r\nابن زبلاق محيي الدين يوسف بن يوسف بن يوسف\r\n( ( زبيدة ) )\r\n3 ( زوجة الرشيد ) )\r\nزبيدة بنت جعفر بن المنصور زوج الرشيد أم ولده محمد\r\n","description":"","footnote":"","page_name":" 118 ","page_number":114},
  {"content":"\r\nالأمين اسمها أمة العزيز وكنيتها أم جعفر الهاشمية العباسية قيل لم تلد عباسية خليفة قط إلا هي\r\nوكان لها حرمة عظيمة وبر وصدقات وآثار حميدة في طريق الحج ولقبها جدها المنصور زبيدة لبضاضتها ونضارتها أنفقت في حجها بضعا وخمسين ألف ألف درهم\r\nوكان في قصرها من الخدم والحشم والآلات والأموال ما يقصر عنه الوصف من جملة ذلك مائة جارية كل منهن يحفظ القرآن وكان يسمع من قصرها مثل دوي النحل من القراءة\r\nولم تزل زين نساء الوقت بالعراق في أيام زوجها وولدها وأيام ابن زوجها المأمون وتوفيت سنة ست وعشرين ومائتين وهي التي سقت أهل مكة بعد أن كانت الراوية عندهم بدينار\r\nوأسالت الماء عشرة أميال تخط الجبال وتجوب الصخر حتى غلغلته في الحل إلى الحرم\r\nوعملت عقبة البستان فقال وكيلها يلزمك نفقة كبيرة\r\nفقالت اعملها ولو كانت ضربة الفأس بدينار\r\nولما دخل المأمون بغداد دخلت زبيدة عليه وقالت أهنئك بخلافة قد هنأت بها نفسي عنك قبل لقائك\r\nولئن كنت فقدت ابنا خليفة ولدته فقد عوضني الله خليفة لم ألده وما خسر من اعتاض مثلك ولا ثكلت أم ملأت راحتيها منك\r\nوأنا أسأل الله أجرا على ما أخذ وإمتاعا بما عوض فقال المأمون ما يلد النساء مثل هذه فما أبقت بعد هذا الكلام لبلغاء الرجال وحشا فاها درا\r\nكتب إلي القاضي العلامة شهاب الدين أحمد بن فضل الله ملغزا في اسم زبيدة من الخفيف\r\n* أيها الفاضل الذي حاز فضلا\r\n* ما عليه لمثله من مزيد\r\n*\r\n* قد تدانى عبد الرحيم لديه\r\n* وتناءى لديه عبد الحميد\r\n*\r\n* أي شيء سمي به ذات حجب\r\n* تائه بالإماء أو بالبعيد\r\n*\r\n* هو وصف لذات ستر مصون\r\n* وهي لم تخف في جميع الوجود\r\n*\r\n* قد مضى حينها بها ليس تأتي\r\n* وهي تأتي مع الربيع الجديد )\r\n* ( وهو مما يبشر الناس طرا\r\n* منه مأتى وكثرة في العديد\r\n*\r\n* وحليم أراده لا لذات\r\n* بل لشيء سواه في المقصود\r\n*\r\n* ذاك من ارتجاه سفيه\r\n* وهو شيء مخصص بالرشيد\r\n* فكتبت الجواب إليه على ذلك من الخفيف\r\n* يا فريدا ألفاظه كالفريد\r\n* ومجيدا قد فاق عبد المجيد\r\n*\r\n* وإمام الأنام في كل علم\r\n* وشريكا في الفضل للتوحيدي\r\n*\r\n","description":"","footnote":"","page_name":" 119 ","page_number":115},
  {"content":"\r\n* عرف العالمون فضلك بالعل\r\n* لم وقال الجهال بالتقليد\r\n*\r\n* من تمنى بأن يرى لك شبها\r\n* رام نقضا بالجهل حكم الوجود\r\n*\r\n* طال قدري على السماكين لما\r\n* جاءني منك نظم در نضيد\r\n*\r\n* شابه الدر في النظام ولما\r\n* شابه السحر شاب رأس الوليد\r\n*\r\n* هو لغز في ذات خدر منيع\r\n* نزلت في العلى بقصر مشيد\r\n*\r\n* هي أم الأمين ذات المعالي\r\n* من بني هاشم ذوي التأييد\r\n*\r\n* أنت كنت الهادي لمعناه حقا\r\n* حين لوحت لي بذكر الرشيد\r\n*\r\n* دمت تهدي إلي كل عجيب\r\n* ما عليه في حسنه من مزيد\r\n*\r\n3 ( بنت المقتفي ) )\r\nزبيدة ابنة المقتفي التي تزوج بها السلطان مسعود السلجوقي على مهر مائة ألف دينار ولم يدخل بها عاشت إلى أن توفيت سنة تسع وثمانين وخمس مائة لأنه توفي رحمه الله قبل حملها إليه\r\n3 ( ابنة الوزير نظام الملك ) )\r\nزبيدة ابنة الحسن بن علي بن إسحاق بن العباس هي ابنة الوزير نظام الملك وزوجة الوزير عميد الملك محمد بن محمد بن محمد بن جهير وقد تقدم ذكر والدها مكانه في حرف الحاء رقم وذكر زوجها في المحمدين تزوجها في سنة اثنتين وستين وأربع مائة وتوفيت رحمها الله تعالى سنة سبعين وأربع مائة في شعبان وهي التي قال ابن الهبارية فيها من البسيط\r\n* لولا ابنة الشيخ ما استوزرت ثانية\r\n* فاشكر حرى صرت مولانا الوزير به\r\n* )\r\nوقد ذكرتهما في ترجمة ابن جهير وذكرت الواقعة في ترجمة محمد بن محمد بن جهير بن فخر الدولة\r\n3 ( بنت معز الدولة ) )\r\nزبيدة بنت معز الدولة بن بويه تزوجها ابن عمها مؤيد الدولة بويه بن ركن الدولة وأنفق في عرسها سبع مائة ألف دينار\r\n( ( اليامي الكوفي ) )\r\nزبيد اليامي الكوفي أحد الأعلام روى عن إبراهيم بن يزيد وإبراهيم بن سويد النخعيين وعبد الرحمن بن أبي ليلى وأبي وائل وطائفة قال يحيى القطان ثبت وقال أبو حاتمة وغيره ثقة\r\nوهو معدود في صغار التابعين وروى له الجماعة وتوفي\r\n","description":"","footnote":"","page_name":" 120 ","page_number":116},
  {"content":"\r\nسنة اثنتين وعشرين ومائة وقيل سنة أربع وقال الشيخ شمس الدين ولا أعلم له شيئا عن الصحابة\r\n( ( الألقاب ) )\r\nأبو زبيد الطائي اسمه حرملة\r\nابن الزبيدي اسمه الحسن بن المبارك بن محمد\r\nابن الزبيدية المقرئ اسمه محمد بن القاسم\r\nالزبيدي المؤدب يحيى بن المبارك\r\n( ( الزبير ) )\r\n3 ( أحد العشرة رضي الله عنهم ) )\r\nالزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي بن كلاب يلتقي مع رسول الله صلى الله عليه وسلم في قصي بن كلاب وهو الأب الخامس وأمه صفية بنت عبد المطلب عمة رسول الله صلى الله عليه وسلم هاجر الهجرتين وصلى إلى القبلتين وهو أول من سل سيفه في سبيل الله تعالى وهو حواري رسول الله صلى الله عليه وسلم\r\nوله من الولد عبد الله وهو أول مولود في الإسلام بعد الهجرة والمنذر وعروة وعاصم والمهاجر وخديجة الكبرى وأم الحسن وعائشة أمهم أسماء بنت أبي بكر الصديق رضي الله عنه وخالد وعمرو وحبيبة وسودة وهند أمهم أم خالد أمة بنت خالد بن سعيد بن العاص ومصعب وحمزة ورملة أمهم أم الرباب بنت أنيف الكلبية وعبيدة وجعفر وحفصة أمهم زينب بنت بشر من بني قيس بن ثعلبة وزينب بنت الزبير أمها أم كلثوم بنت عقبة بن أبي معيط وخديجة الصغرى أمها أم الحلال بنت قيس من بني أسد بن خزيمة فأولاد الزبير واحد وعشرون رجلا وامرأة\r\nوهو رضي الله عنه أحد العشرة المشهود لهم بالجنة وأحد الستة أهل الشورى شهد بدرا والمشاهد كلها وعمته خديجة بنت خويلد زوج النبي صلى الله عليه وسلم روى له الجماعة كلهم\r\n","description":"","footnote":"","page_name":" 121 ","page_number":117},
  {"content":"\r\nوقتل يوم الحمل سنة ست وثلاثين وله سبع وستون سنة أو ست وستون وكان أسمر ربعة معتدل اللحم خفيف اللحية كذا قال ابن عبد البر وبعضهم قال طويل قال لابنه عبد الله وهو يرقصه من الرجز أزهر من آل أبي عتيق مبارك من ولد الصديق ألذه كما ألذ ريقي وقال لما انصرف عن الجمل في رواية ابن دريد عن الرياشي بإسناد له من البسيط\r\n* ترك الأمور التي تخشى عواقبها\r\n* لله أنفع في الدنيا وفي الدين\r\n*\r\n* نادى علي بأمر لست أنكره\r\n* قد كان ذاك لعمر الله مذ حين )\r\n* ( فقلت لبيك من عدل أبا حسن\r\n* بعض الذي قلت منك اليوم يكفيني\r\n*\r\n* فاخترت عارا على نار مؤججة\r\n* أنى يقوم لها خلق من الطين\r\n*\r\n* فاليوم أنزع من غي إلى رشد\r\n* ومن منازعة الشحنا إلى اللين\r\n* شهد رسول الله صلى الله عليه وسلم وهو على الجبل أنه شهيد وقال له يوم الخندق ارم فداك أبي وأمي وكان أحد الفارسين يوم بدر وكان يوم الفتح معه راية النبي صلى الله عليه وسلم وركزها بالحجون وكان على الرجال يوم أحد وقيل المقداد\r\nوثبت يوم أحد وبايع على الموت وكان معه إحدى رايات المهاجرين الثلاث في غزوة الفتح وولد هو وعلي وسعد وطلحة في عام واحد وأسلم الزبير وهو ابن اثنتي عشرة سنة أو ثمان أو ست عشرة سنة وكان عمه يعلقه في حصير ويدخن عليه بالنار ويقول ارجع إلى الكفر فيقول لا أكفر أبدا وكان طويلا تخط رجلاه الأرض إذا ركب الدابة ولم يهاجر أحد ومعه أمه إلا الزبير وعن ابن الزبير أن الزبير كانت عليه ملاءة صفراء يوم بدر فاعتم بها فنزلت الملائكة معتمين بعمائم صفر وقال رسول الله صلى الله عليه وسلم لكل نبي حواري وحواريي من أمتي الزبير قال ابن أبي الزناد ضرب الزبير يوم الخندق عثمان بن عبد الله بن المغيرة بالسيف على مغفره فقطعه إلى القربوس فقالوا ما أجود سيفك فغضب يريد أن العمل لليد لا لسيفه وبارزه ياسر اليهودي يوم خيبر فضربه على عاتقه ضربة هدر منها سحره\r\nوقال رجل لعلي من أشجع الناس قال ذاك الذي يغضب غضب النمر ويثب وثوب الأسد وأشار إلى الزبير\r\nوكان في صدره أمثال العيون من الطعن والرمي وقال عمر بن الخطاب لو تركت تركة أو عهدت عهدا لعهدت إلى الزبير إنه ركن من أركان الدين وقال من عهد منكم إلى الزبير فإنه عمود من عمد الإسلام وأوصى له سبعة من الصحابة منهم عثمان وعبد الرحمن وابن مسعود وأبو العاص بن الربيع وكان ينفق على أبنائهم من ماله ويحفظ عليهم أموالهم وكان له ألف غلام\r\n","description":"","footnote":"","page_name":" 122 ","page_number":118},
  {"content":"\r\nيؤدون إليه الخراج فلا يدخل إلى بيته شيئا من ذلك ويتصدق به كله ولما قتل عمر محا نفسه من الديوان وكذلك ابنه محا نفسه لما قتل عثمان\r\nوخرج يطلب بدم عثمان مع عائشة ثم ندم على خروجه لما ذكره علي أن النبي صلى الله عليه )\r\nوسلم أخبره أنه يقاتل عليا وهو ظالم له فحلف أن لا يقاتله\r\nوانصرف راجعا إلى المدينة فأدركه ابن جرموز التميمي مع جماعة بوادي السباع على سبعة فراسخ من البصرة فقتله نائما وأخذ رأسه وسيفه وأتى بهما عليا فأخذ علي السيف وقال سيف والله طالما جلى به عن وجه رسول الله صلى الله عليه وسلم الكرب\r\nولما استأذن ابن جرموز على علي قال ائذنوا له وبشروه بالنار وقال حدثني رسول الله صلى الله عليه وسلم أن قاتل الزبير في النار\r\nفقيقال إن ابن جرموز وضع السيف في بطنه فخرج من ظهره ولما قال علي للآذن على ابن جرموز بقتل الزبير بشره بالنار قال ابن جرموز من المتقارب\r\n* أتيت عليا برأس الزبي\r\n* ر أرجو لديه به الزلفه\r\n*\r\n* فبشر بالنار إذا جئته\r\n* فبئس البشارة والتحفة\r\n*\r\n* وسيان عندي قتل الزبير\r\n* وضرطة عير بذي الجحفة\r\n* وقال حسان يمدح الزبير من الطويل\r\n* أقام على عهد النبي وهديه\r\n* حواريه والقول بالفعل يعدل\r\n*\r\n* أقام على منهاجه وطريقه\r\n* يوالي ولي الحق والحق أعدل\r\n*\r\n* هو الفارس المشهور والبطل الذي\r\n* يصول إذا ما كان يوم محجل\r\n*\r\n* وإن امرءا كانت صفية أمه\r\n* ومن أسد في بيته لمرفل\r\n*\r\n* له من رسول الله قربى قريبة\r\n* ومن نصرة الإسلام مجد مؤثل\r\n*\r\n* فكم كربة ذب الزبير بسيفه\r\n* عن المصطفى والله يعطي ويجزل\r\n*\r\n* إذا كشفت عن ساقها الحرب حشها\r\n* بأبيض سباق إلى الموت يرقل\r\n*\r\n* فما مثله فيهم ولا كان قبله\r\n* وليس يكون الدهر ما دام يذبل\r\n* وترك الزبير عليه من الدين ألفي ألف ومائتي ألف درهم وكانت له أربع زوجات فورثت كل واحدة ألف ألف وماءتي ألف وذلك ربع الثمن وكان جميع ماله خمسين ألف ألف ومائتي ألف\r\nوكان يضرب في المغنم بأربعة أسهم سهم له وسهمين لفرسه وسهم لذي القربى أي لأمه\r\nوكان له بمصر والإسكندرية والكوفة والبصرة خطط ودور\r\nوما ولي إمارة قط ولا جباية ولا خراجا ويقال إن الذي تركه دينا عليه لم يكن دينا وإنما كان )\r\nذلك مواعيد يعدها للناس\r\n","description":"","footnote":"","page_name":" 123 ","page_number":119},
  {"content":"\r\nفكتب مواعيده مثل ما كتب دينه\r\nوقال حكيم بن حزام إن الزبير كان يبارى الريح\r\n3 ( اليامي قاضي الري ) )\r\nالزبير بن عدي الهمداني اليامي أبو عدي الكوفي روى عن أنس بن مالك وأبي وائل الحارث الأعور ومصعب بن سعد وإبراهيم النخعي\r\nوثقه أحمد وغيره وروى له الجماعة ولي قضاء الري وكان فاضلا وكان ممن كان مع قتيبة بن مسلم وتوفي سنة إحدى وثلاثين ومائة\r\n3 ( المعتز بالله ) )\r\nالزبير بن جعفر ويقال محمد ويقال أحمد بن جعفر هو أمير المؤمنين المعتز بالله تقدم ذكره في محمد بن جعفر فليطلب هناك\r\n3 ( الخثعمي ) )\r\nالزبير بن حزيمة بالحاء المهملة مفتوحة وبعدها زاي الخثعمي من أهل فلسطين كان في جيش مسلم بن عقبة المعروف بمسرف الذي قاتل به أهل المدينة يوم الحرة واستعمله مسلم على الرجالة\r\nذكر أنه طعن يوم الحرة إبراهيم بن نعيم بن النحام في سحره وجاء إلى دار عبد الله بن حنظلة بن الراهب وقد قتل وقتل معه سبع بنين له\r\nوقتل أخوه لأمه محمد بن ثابت بن قيس بن شماس حين انتهبت المدينة وأباحها مسلم\r\nفرأى رجلا من الشام ينازع ابنته خلخالها وهي تقول أما دين أما حمية أذهبت العرب فقال لها الزبير من أنت قالت بنت عبد الله بن حنظلة وكان بينهما صهر فقال للشامي خل عنها فقال لا فقتله\r\n3 ( ابن عبيدة الأسدي ) )\r\nالزبير بن عبيدة الأسدي من المهاجرين الأولين قال ابن عبد البر لم يرو عنه العلم ذكره محمد بن إسحاق في من هاجر إلى المدينة من بني غنم بن دودان\r\n3 ( الزبير الكلابي ) )\r\nالزبير بن عبد الله الكلابي قال ابن عبد البر لا أعلم له لقاء رسول الله صلى الله عليه وسلم )\r\nولكنه أدرك الجاهلية وعاش إلى آخر خلافة عثمان\r\nقال رأيت غلبة فارس الروم ثم رأيت غلبة الروم فارس ثم رأيت غلبة المسلمين فارس والروم كل ذلك في خمس وعشرين سنة أو قال في خمس عشرة سنة\r\n","description":"","footnote":"","page_name":" 124 ","page_number":120},
  {"content":"\r\n3 ( الكنديي المدني ) )\r\nالزبير بن كثير بن الصلت الكندي المدني هو الذي توجه بكتاب أبيه إلى معاوية بسبب بيع دراهم والقصة تذكر إن شاء الله تعالى في ترجمة كثير في حرف الكاف\r\n3 ( الزبيري الشافعي الضرير ) )\r\nالزبير بن أحمد بن سليمان بن عبد الله بن عاصم بن المنذر بن الزبير بن العوام الأسدي الزبيري البصري الفقيه الشافعي الضرير له تصانيف في الفقه كالأكافي وغيره\r\nوكان ثقة إماما مقرئا وتوفي سنة سبع عشرة وثلاث مائة وقيل سنة عشرين\r\n3 ( الحافظ الأسداباذي ) )\r\nالزبير بن عبد الواحد بن محمد بن زكرياء أبو عبد الله الأسداباذي وقيل أحمد بدل محمد كان حافظا متقنا\r\nقال الحاكم كان من الصالحين الكبار والثقات الحفاظ صنف الأبواب والشيوخ وتوفي سنة سبع وأربعين مائة\r\n3 ( ابن بكار القاضي ) )\r\nالزبير بن بكار بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام أبو بكر وقيل أبو عبد الله القرشي الأسدي الزبيري قاضي مكة\r\nروى عنه ابن ماجة وابن أبي الدنيا وغيرهما قال الدارقطني ثقة ولقي الزبير إسحاق بن إبراهيم الموصلي فقال يا أبا عبد الله عملت كتابا سميته كتاب النسب وهو كتاب الأخبار\r\nفقال وأنت يا أبا محمد عملت كتابا سميته كتاب الأغاني وهو كتاب المعاني وكان ثقة عالما بالنسب وأخبار المتقدمين له كتاب في نسب قريش\r\nوقع من فوق سطحه وأقام يومين لا يتكلم ومات سنة ست وخمسين ومائتين\r\nوعاد المتوكل من الجوسق إلى المحمدية فقال له يا زبير من أفضل الناس بعد رسول الله صلى الله عليه وسلم قال فورد علي شيء عظيم خفت أن أقول علي فيقول تقدمه على أبي )\r\nبكر وأن أقول أبو بكر فيقول فضلت على آل رسول الله صلى الله عليه وسلم غيرهم\r\nفسكت فاقتضاني الجواب فسكت فقال ما لك لا تجيب فقلت يا أمير المؤمنين سمعت الناس بالمدينة يقولون أبو\r\n","description":"","footnote":"","page_name":" 125 ","page_number":121},
  {"content":"\r\nبكر خير الصحابة وعلي خير القرابة\r\nقال فأرضاه ذلك وكف\r\nوقال تزوجت امرأة وعندي أخرى فما زالت بي حتى طلقتها وأقبلت على بيت فيه كتب فجاءت المرأة فأخذت بعضادتي الباب وقالت لكتبك شر علي من أربع ضرات\r\nومن تصانيفه أخبار العرب وأيامها نسب قريش وأخبارها كتاب نوادر أخبار النسب كتاب الموفقيات كتاب أزواج النبي صلى الله عليه وسلم كتاب النحل أخبار نوادر المدنيين العقيق وأخباره الأوس والخزرج وفود النعمان على كسرى الأخبار المنثورة الأمالي إغارة كثير على الشعراء أخبار ابن ميادة أخبار جماعة من الشعراء كتاب الأخلاق\r\nقال محمد بن عبد الملك التأريخي أنشدني ابن طاهر لنفسه في الزبير بن بكار من البسيط\r\n* ما قال لا قط إلا في تشهده\r\n* ولا جرى لفظه إلا على نعم\r\n*\r\n* بين الحواري والصديق نسبته\r\n* وقد جرى ورسول الله في رحم\r\n*\r\n( ( الألقاب ) )\r\nابن الزبير أخوان فاضلان أحدهما المهذب الحسن بن علي بن إبراهيم\r\nوالآخر الرشيد واسمه أحمد بن علي\r\nووالدهما علي بن إبراهيم بن الزبير\r\nوابن الرشيد اسمه علي بن أحمد\r\nومنهم إبراهيم بن أحمد\r\nابن الزبير الأندلسي اسمه أحمد بن إبراهيم\r\nابن الزبير الطبيب هبة الله بن صدقة\r\nالزبيري اسمه عمر بن علي بن خضر\r\nابن الزبير الوزير يعقوب بن عبد الرفيع\r\nالزجاجي النحوي اسمه عبد الرحمن بن إسحاق\r\nالزجاج النحوي اسمه إبراهيم بن السري )\r\nالزجاجي يوسف بن عبد الله\r\nالوزير الزجالي اسمه عبد الله بن عبد الرحمن\r\n","description":"","footnote":"","page_name":" 126 ","page_number":122},
  {"content":"\r\n( ( ابن قيس الجعفي الكوفي ) )\r\nزحر بن قيس الجعفي الكوفي شهد صفين مع علي بن أبي طالب وكان شريفا فارسا وله ولد أشراف وكان خطيبا بليغا وفد على يزيد بن معاوية أنزله علي المدائن في جماعة جعلهم هنالك رابطة\r\nوروى عن الشعبي قال أحمد العجلي هو كوفي تابعي ثقة من كبار التابعين\r\nوقال أبو مخنف ثم إن عبد الله بن زياد نصب رأس الحسين في الكوفة فجعل يدار به ثم دعا زحر بن قيس فسرح معه برأس الحسين ورؤوس أصحابه إلى يزيد وكان مع زحر أبو بردة بن عوف الأزدي وطارق بن أبي ظبيان الأزدي فخرجوا حتى قدموا بها الشام على يزيد\r\nفقال له يزيد ويلك ما وراءك فقال أبشر يا أمير المؤمنين بفتح الله ونصره\r\nورد علينا الحسين بن علي في ثمانية عشر من أهل بيته وستين من شيعته فسرنا إليهم فسألناهم أن يستسلموا وينزلوا على حكم الأمير عبيد الله بن زياد أو القتال\r\nفاختاروا القتال فعدونا عليهم مع شروق الشمس فأحطنا بهم من كل ناحية حتى إذا أخذت السيوف مأخذها من هام القوم جعلوا يهربون إلى غير وزر ويلوذون منا بالآكام والحفر لواذا كما لاذ الحمام من صقر فوالله يا أمير المؤمنين ما كان إلا جزر جزور أو نومة قائل حتى أتينا على آخرهم\r\nفهاتيك أجسادهم مجردة وثيابهم مرملة وخدودهم معفرة تصهرهم الشمس وتسفى عليهم الريح زوارهم العقبان والرخم بقاع سبسب قال فدمعت عين يزيد وقال كنت أرضى من طاعتكم بدون قتل الحسين لعن الله ابن سمية يعني عبيد الله وسمية جدته أم أبيه أما والله لو أني صاحبه لعفوت عنه رحم الله الحسين ولم يصله بشيء\r\n( ( ابن حبيش ) )\r\nزر بن حبيش بن حباشة بن أوس أبو مريم وقيل أبو مطرف الأسدي أدرك الإسلام بعد الجاهلية وعمر دهرا مائة وعشرين سنة وتوفي سنة إحدى أو اثنتين أو ثلاث وثمانين\r\nوروى له الجماعة وحدث عن عمر وعثمان وعلي وعبد الرحمن وعبد الله وأبي وحذيفة والعباس وابن عمرو وعمار وأبي وائل وروى عنه النخعي وعامر وعدي بن ثابت وغيرهم\r\nوشهد خطبة عمر بالجابية\r\nقال ابن سعد في الطبقة الأولى من تابعي من أهل الكوفة وكان ثقة كثير الحديث وقال أحمد العجلي كان شيخا قديما إلا أنه كان فيه بعض\r\n","description":"","footnote":"","page_name":" 127 ","page_number":123},
  {"content":"\r\nالحمل على علي بن أبي طالب وأدرك الجاهلية ولم ير النبي صلى الله عليه وسلم وروى أبو بكر بن عياش عن عاصم قال كان زر بن حبيش أكبر من أبي وائل فكانا إذا جلسا جميعا لم يحدث أبو وائل مع زر\r\nوقال إسماعيل بن أبي خالد رأيت زر بن حبيش في المسجد يختلج لحياه من الكبر وهو يقول أنا ابن عشرين ومائة سنة\r\n( ( الألقاب ) )\r\nالزراد نائب قلعة دمشق اسمه عز الدين أيبك\r\nالزراق نائب غزة عز الدين أيدمر\r\nزربون الأدب اسمه طراد\r\nزربول الأدب هلال بن أبي الفضل\r\n( ( اأبو الخطاب الرفاء ) )\r\nزرزر الرفاء أبو الخطاب الشاعر ذكره ابن الجراح في كتاب الورقة في أخبار الشعراء وذكر أنه بغدادي قليل الشعر\r\nوذكره دعبل وغيره وكان ماجنا من أصحاب أبي الحارث جمين المضحك ولزرزر في جمين من الهزج\r\n* سلام ناقص الميم\r\n* على وجهك بالحاء\r\n* وهي أبيات وقال من الكامل\r\n* لو أن دارك أنبتت لك واحتشت\r\n* إبرا يضيق بها فضاء المنزل\r\n*\r\n* وأتاك يوسف يستعيرك إبرة\r\n* ليخيط قد قميصه لم تقعل\r\n*\r\n( ( زرارة ) )\r\n3 ( قاضي البصرة ) )\r\nزرارة بن أوفى البصري قاضي البصرة من كبار علمائها وصلحائها سمع عمران بن حصين وابن عباس وأبا هريرة ثبت أنه قرأ في صلاة الصبح فلما تلا فإذا نقر في الناقور خر ميتا وتوفي سنة ثلاث وتسعين للهجرة وروى له الجماعة\r\n","description":"","footnote":"","page_name":" 128 ","page_number":124},
  {"content":"\r\n3 ( زرارة النخعي الصحابي ) )\r\nزرارة بن عمرو النخعي والد بن زرارة قدم على النبي صلى الله عليه وسلم في وفد النخع فقال يا رسول الله إني رأيت في طريقي رؤيا هالتني قال وما هي قال رأيت أتانا خلفتها في أهلي ولدت جديا أسفع أحوى ورأيت نارا خرجت من الأرض فحالت بيني وبين ابن لي يقال له عمرو وهي تقول لظى لظى بصير وأعمى فقال النبي صلى الله عليه وسلم أخلفت في أهلك أمة مسرة حملا قال نعم قال فإنها ولدت غلاما وهو ابنك قال فأنى له أسفع أحوى قال ادن مني أبك برص تكتمه قال والذي بعثك بالحق ما علمه أحد قبلك قال فهو ذاك وأما النار فإنها فتنة تكون بعدي\r\nقال وما الفتنة يا رسول الله قال يقتل الناس إمامهم ويشتجرون اشتجار أطباق الرأس وخالف بين أصابعه دم المؤمن عند المؤمن أحلى من الماء يحسب المسئ أنه محسن إن مت أدركت ابنك وإن مات ابنك أدركتك قال فأدع الله أن لا تدركني فدعا له وكان قدومه عليه )\r\nفي نصف رجب سنة تسع\r\n3 ( زرارة بن قيس الصحابي ) )\r\nزرارة بن قيس بن فهر بن قيس بن ثعلبة بن عبيد بن ثعلبة بن غنم بن مالك بن النجار الصحابي قتل يوم اليمامة شهيدا\r\n3 ( زرارة بن قيس النخعي ) )\r\nزرارة بن قيس النخعي قال الدارقطني قدم على رسول الله صلى الله عليه وسلم في وفد النخع وهم مائتا رجال فأسلموا\r\n3 ( زرارة بن أوفى الصحابي ) )\r\nزرارة بن أوفى النخعي الصحابي مات في زمن عثمان بن عفان رضي الله عنه\r\n3 ( زرارة بن جزء الصحابي ) )\r\nزرارة بن جزء الكلابي الصحابي روى عنه المغيرة بن شعبة روى عن النبي صلى الله عليه وسلم أنه كتب إلى الضحاك بن سفيان أن يورث امرأة أشيم الضبابي من دية زوجها\r\nحديثه عند محمد بن عبد الله الشعيثي عن زفر بن وثيمة عن المغيرة بن شعبة عنه\r\nوروى عن زرارة مكحول أيضا\r\n3 ( الكلابي ) )\r\nزرارة بن حزن الكلابي عبد العزيز بن زرارة وفد هو وابنه على معاوية وكان سيد أهل البادية وكان شاعرا\r\nوخرج ابنه عبد العزيز مع يزيد غازيا القسطنطينية\r\n","description":"","footnote":"","page_name":" 129 ","page_number":125},
  {"content":"\r\nفمات فكتب يزيد بنعيه إلى معاوية فورد الكتاب إلى معاوية وزرارة عنده فقال يا زرارة في هذا الكتاب موت فتى العرب فقال هو إذا ابنك يا أمير المؤمنين أو ابني قال بل هو ابنك عبد العزيز فأعظم الله عليه أجرك وجزع عليه معاوية فخرج زرارة وهو يقول أبياتا منها من المتقارب\r\n* وما زال مذ كان عبد العزي\r\n* ز إما وزيرا وإما أميرا\r\n*\r\n* نعاه ابن حرب إلي الغداة\r\n* فأصبحت شيخا مصابا ضريرا\r\n*\r\n* فإن يكن الموت أودى به\r\n* وأصبح مخ الكلابي ريرا\r\n*\r\n* فكل فتى شارب كأسه\r\n* فإما صغيرا وإما كبيرا\r\n* )\r\nوذهب أكثر قومه بأرض الروم فمر عليه مروان بن الحكم وهو على ماله فسأله كيف أنت فقال بخير أنبتنا الله فأحسن نباتنا وحصدنا فأحسن حصادنا\r\n3 ( رأس الزرارية ) )\r\nزرارة بن أعين هو رأس الزرارية كان على مذهب الأفطحية ثم انتقل إلى مذهب الموسوية وبدعته لأنه قال لم يكن الله حيا ولا قادرا ولا عالما ولا سميعا ولا بصيرا ولا مريدا حتى خلق لنفسه هذه الصفات\r\nفقد جعله محلا للحوادث تعالى الله عن ذلك والزرارية فرقة من الرافضة\r\nابن الزراد شمس الدين محمد بن أحمد\r\nوالآخر أبو بكر بن يوسف\r\n","description":"","footnote":"","page_name":" 130 ","page_number":126},
  {"content":"\r\n( ( زرعة ) )\r\n3 ( قاضي دمشق ) )\r\nزرعة بنن ثوب الدمشقي قاضي دمشق أيام الوليد بن عبد الملك بعد أبي إدريس الخولاني وقيل بعد عبد الله بن عامر وكان لا يأخذ على القضاء أجرا\r\nوروى عن ابن عمر وروى عنه سعيد بن عبد العزيز وغيره ولما استقضاه الوليد قال يا أمير المؤمنين لا تفعل فإن ذلك ليس عندي\r\nفأمر فأجلس للناس فكلما دخل عليه سأله أن يعفيه ثم بدا للوليد أن يبعث ابنا له على الصائفة فدخل عليه زرعة فقال له الوليد كنت كثيرا ما تسألني أن أعفيك وقد بدا لي أن أبعث ابنا لي على الصائفة وأجعلك معه وقال حاجتك فقال ما لي حاجة إلا أن تعفيني مما أنا فيه فلما أدبر قال ردوه علي فقال إني أعطيك شيئا فاقبله مني فإني أقسم لك بالله أنه لمن صلب مالي قد أمرت لك بمزرعة ببقرها وخدمها وآلتها\r\nقال تنفذ قضائي فيها قال نعم قال فإني أشهدك أن ثلثا منها في سبيل الله والثلث الثاني ليتامى قومي والثلث الثالث لرجل صالح يقوم عليها ويؤدي الحق فيها وأنا أحب أن تجد مني ما أجريت علي من الرزق فإنه في كوة البيت فخذه فرده إلى بيت المال قال ولم ذاك قال أن آخذ على ما علمني الله أجرا\r\n3 ( زرعة الصحابي ) )\r\n)\r\nزرعة بن خليفة الصحابي روى عن النبي صلى الله عليه وسلم أنه سمعه يقرأ في صلاة المغرب في السفر والتين والزيتون وإنا أنزلناه في ليلة القدر روى عنه زياد بن محمد الراسبي\r\n3 ( زرعة بن ذي يزن ) )\r\nزرعة بن ذي يزن أسلم وآمن بالنبي صلى الله عليه وسلم فلم يره وقدم بإسلامه إلى النبي صلى الله عليه وسلم مالك بن مرة الرهاوي\r\n3 ( زرعة الشقري ) )\r\nزرعة الشقري كان اسمه أصرم فقال له رسول الله صلى الله عليه وسلم بل أنت زرعة\r\nأتى النبي صلى الله عليه وسلم بعبد حبشي الحديث\r\n","description":"","footnote":"","page_name":" 131 ","page_number":127},
  {"content":"\r\n( ( الألقاب ) )\r\nالزرعي جماعة منهم القاضي برهان الدين الزرعي الحنبلي إبراهيم بن أحمد\r\nأبو زرعة جماعة منهم\r\nأبو زرعة الدمشقي اسمه عبد الرحمن بن عمرو\r\nوالقاضي أبو زرعة الدمشقي اسمه محمد بن عثمان\r\nوالحافظ أبو زرعة الرازي الصغير أحمد بن الحسين بن علي\r\nوأبو زرعة الحمصي عبيد الله بن عبد الكريم\r\nوالمقدسي أبو زرعة طاهر بن محمد\r\nوأبو زرعة الشاعر محمد بن سلامة\r\n( ( جارية ابن رامين ) )\r\nزرقاء جارية ابن رامين اشتراها فيما بعد جعفر بن سليمان بثمانين ألف درهم وسترها عن أبيه وأبوه يومئذ على البصرة في خلافة المنصور\r\nوقد تحرك في تلك الأيام عبد الله بن علي فهجم سليمان بن علي على ولده فأخفى العود تحت السرير ودخل فقال له ويحك نحن على هذه الحال نتوقع الصيام وأنت تشتري جارية بثمانين ألف درهم وأظهر له غضبا فغمز خادما كان على رأسه فأخرج الزرقاء إلى سليمان فأكبت على رأسه فقبلته وكانت عاقلة مقبولة متكلمة فدعت له فأعجبه ما رأى منها وقام فلم يعد يعاتبه ولما مضت لها مدة عند جعفر بن سليمان سألها يوما هل ظفر منك أحد ممن كان يهواك بخلوة أو قبلة فخشيت أن يبلغه شيء كانت فعلته فقالت والله إلا يزيد بن عون الصيرفي فإنه قبلني قبلة وقذف في فمي لؤلؤة بعتها بثلاثين ألف درهم فلم يزل جعفر يحتال له ويطلبه حتى وقع في يده فضربه بالسياط حتى مات\r\nوقال إسحاق الموصلي شربت زرقاء ابن رامين دواء فأهدى إليها ابن المقفع ألف درابة على جمل فارسي\r\nواجتمع عند ابن رامين معن إلى بدرة فصبها بين يديها وبعث روح إلى أخرى فصبها ولم يكن عند ابن المقفع دراهم فبعث فجاء بصك ضيعته وقال خذي هذه فما عندي دراهم\r\nقال سلييمان الخشاب دخلت منزل ابن رامين فرأيت الزرقاء وهي وصيفة حين أشال\r\n","description":"","footnote":"","page_name":" 132 ","page_number":128},
  {"content":"\r\nنهود ثدييها ثوبها عن صدرها لها شارب كأنما خط بمسك يلحظه الطرف ويقصر عنه الوصف وابن الأشعث يلقي عليها\r\nوكان ابن رامين مولاها أجل مقين بالكوفة وأكبرهم وكان روح بن حاتم يهوى الزرقاء ومحمد بن جميل كذلك فقال لها محمد يوما إن روحا قد ثقل علينا قالت ما أصنع قد عمر مولاي ببره قال احتالي لي عليه فبات روح عندهم ليلة من الليالي فأخذت سراويله وهو نائم فغسلته فلما أصبح سأل عنه فقالت فقد غسلناه فظن أنه أحدث فيه فاحتيج إلى غسله فاستحيى من ذلك وانقطع عنهم وخلا وجهها لابن جميل وفي ابن رامين هذا يقول إسماعيل بن عمار الأسدي من السريع\r\n* أية حال يا ابن رامين\r\n* حال المحبين المساكين )\r\n* ( تركتهم موتى وما موتوا\r\n* قد جرعوا منك الأمرين\r\n*\r\n* وسرت في ركب على طية\r\n* ركب تهام ويمانين\r\n*\r\n* يا راعي الذود لقد رعتهم\r\n* ويلك من روع المحبين\r\n*\r\n* فرقت جمعا لا ترى مثلهم\r\n* بين دروب الروم والصين\r\n*\r\n( ( الألقاب ) )\r\nابن الزرقالة إبراهيم بن يحيى\r\nالزرقالة الطبيب هو حسن بن أحمد بن مفرج\r\nزرقان المعتزلي اسمه محمد بن شداد\r\nالزريراني تقي الدين عبد الله بن محمد\r\nابن زريق المعري المؤرخ اسمه يحيى بن علي\r\nابن زريق البغدادي الكاتب اسمه علي\r\nابن زريق المقرئ اسمه محمد بن عبد الواحد\r\nابن زطينا البغدادي اسمه جبريل بن الحسن\r\nالزعفراني النحوي اسمه محمد بن يحيى\r\nالزعفراني الفقيه اسمه محمد بن مرزوق\r\nالزعفراني الشافعي الحسن بن محمد\r\nزعيم الدولة صاحب الموصل بركة بن المقلد\r\nالزفات يونس بن أمية\r\n","description":"","footnote":"","page_name":" 133 ","page_number":129},
  {"content":"\r\n( ( زفر ) )\r\n3 ( أبو عبد الله الكلابي ) )\r\nزفر بن الحارث أبو الهذيل ويقال أبو عبد الله الكلابي سمع عائشة ومعاوية وسكن البصرة وانتقل إلى الشام بعد الجمل وكان في جيش البصرة الذي خرج لإعانة عثمان في الحصر\r\nوشهد صفين أميرا على أهل قنسرين وهم في الميمنة وشهد وقعة مرج راهط زبيريا مع الضحاك بن قيس وأصيب له يومئذ ثلاث بنين ثم هرب ولحق بقرقيساء من أرض الجزيرة فتحصن بها ونفذه معاوية رسولا إلى عائشة بوقعة صفين قال ابن ماكولا وكان قيس يوم مرج راهط له أخبار كثيرة وشعر وهو الذي يقول من الطويل\r\n* فإني زبيري الحياة فإن أمت\r\n* فإني لموص هامتي بالتزبر\r\n* ويقول من الطويل\r\n* وقد ينبت المرعى على دمن الثرى\r\n* وتبقى حزازات النفوس كما هيا\r\n*\r\n* أفي الله أما بحدل وابن بحدل\r\n* فيحيى وأما ابن الزبير فيقتل\r\n*\r\n* كذبتم وبيت الله لا تقتلونه\r\n* ولما يكن يوم أغر محجل\r\n* يريد ببحدل وابن بحدل يزيد بن معاوية ومات زفر أيام عبد الملك بن مروان\r\n3 ( مولى مسلمة ) )\r\nزفر مولى مسلمة بن عبد الملك وهو أبو راشد بن زفر زفر بن الهذيل العنبري الفقيه صاحب أبي حنيفة مولده\r\n","description":"","footnote":"","page_name":" 134 ","page_number":130},
  {"content":"\r\nسنة ست عشرة ووفاته سنة ثمان وخمسين ومائة روى عن الأعمش وإسماعيل بن أبي خالد وابن إسحاق وحجاج بن أرطاة وأبي حنيفة وجماعة ومات كهلا قال أبو نعيم كان ثقة مأمونا وقال ابن معين ثقة مأمون رجع عن الرأي وأقبل على العبادة وقال ابن سعد لم يكن في الحديث بشيء وروى علي بن مدرك عن الحسن بن زياد قال كان زفر وداود الطائي متواخيين فأما داود فترك الفقه وأقبل على العبادة وأما زفر فإنه جمع الفقه مع العبادة\r\nابن الزقاق الشاعر البلنسي اسمه علي بن عطية الله بن مطرف\r\nابن الزقزوق اسمه محمد بن عمر\r\n( ( زكرياء ) )\r\n3 ( أبو يحيى النسابة ) )\r\nزكرياء بن أحمد بن محمد بن يحيى بن محمد بن يحيى بن حمويه أبو يحيى النسابة فاضل مشهور له معرفة بالأنساب\r\nتوفي سنة ثمان وأربعين وثلاث مائة له تصانيف في علوم الزيدية وأخبارهم منها كتاب الإبانة عن الإمامة\r\n3 ( قاضي الكوفة ) )\r\nزكرياء بن أبي زائدة الهمداني قاضي الكوفة قال أحمد ثقة حلو الحديث وقال زرعة صويلح وقال أبو حاتم لين الحديث يدلس الصحيح روى له الجماعة وتوفي سنة ثمان وأربعين ومائة وقيل سنة تسع\r\n3 ( ابن أبي إسحاق المكي ) )\r\nزكرياء بن أبي إسحاق المكي اتهم بالقدر وقال أبو حاتم لا بأس به وقال ابن معين قدري روى له الجماعة وتوفي في حدود الستين ومائة وروى عن عطاء بن أبي رباح وعمرو بن دينار ويحيى بن عبد الله بن صيفي وأبي الزبير وروى عنه ابن المبارك ووكيع وعبد الرزاق وروح بن عبادة وأبو عاصم وجماعة وأبو عامر العقدي\r\n","description":"","footnote":"","page_name":" 135 ","page_number":131},
  {"content":"\r\n3 ( أبو يحيى التميمي الكوفي ) )\r\nزكرياء بن عدي بن زريق وقيل الصلت بدل زريق أبو يحيى التميمي الكوفي نزيل بغداد أخو يوسف بن عدي نزيل مصر\r\nكان أبوهما ذميا فأسلم روى عن شريك وحماد بن زيد وأبي الأحوص وابن المبارك وعبيد الله بن عمرو الرقي ويزيد بن زريع وطبقتهم وروى عنه ابن راهويه والكوسج وحجاج بن الشاعر وعبد الله الدارمي وأحمد بن علي البربهاري ومعاوية بن صالح الأشعري والبخاري في غير الصحيح وفي الصحيح بواسطة وآخرون قال العجلي ثقة رجل صالح متقشف\r\nتوفي سنة اثنتي عشرة ومائتين ورى له البخاري ومسلم والترمذي والنسائي وابن ماجة\r\n3 ( القضاعي المصري ) )\r\nزكرياء بن يحيى القضاعي المصري الحرسي كاتب العمري القاضي روى عنه مسلم وكان )\r\nمن كبار عدول مصر وتوفي سنة اثنتين وأربعين ومائتين\r\n3 ( زكروية المروزي ) )\r\nزكرياء بن يحيى المروزي المعروف بزكرويه قال الدارقطني لا بأس به حدث عن سفيان بن عيينة وأبي معاوية ومعروف الكرخي وتوفي في حدود السبعين ومائتين\r\n3 ( الحنفي النيسابوري ) )\r\nزكريا بن يحيى بن الحارث الإمام الفقيه شيخ الحنفية بنيسابور وشيخ أهل الرأي في عصره\r\nله مصنفات كثيرة في الحديث وكان من العباد توفي في حدود الثلاث مائة\r\n3 ( الحافظ اللؤلؤي ) )\r\nزكرياء بن يحيى بن صالح اللؤلؤي الحافظ أحد الأئمة الفقيه روى عنه البخاري وروى الترمذي عن رجل عنه وتوفي في حدود الثلاثين ومائتين\r\n","description":"","footnote":"","page_name":" 136 ","page_number":132},
  {"content":"\r\n3 ( أبو يحيى البلخي قاضي دمشق ) )\r\nزكرياء بن أحمد بن الحارث بن يحيى بن موسى خت أبو يحيى البلخي ولي قضاء دمشق أيام المقتدر وكان من كبار أصحاب الشافعي وأصحاب الوجوه\r\nتكرر ذكره في المهذب والوسيط من غرائبه أن القاضي إذا أراد نكاح من لا ولي لها له أن يتولى طرفي العقد ومنها لو قال شرط في القراض أن يعمل رب المال مع العامل جاز\r\nحكاه عنه العبادي في الرقم له وقال الرافعي إنه لما كان قاضيا بدمشق تزوج امرأة ولي أمرها بنفسه وتوفي سنة ثلاثين وثلاث مائة وروى عن أبي حاتم الرازي وعبد الله بن أحمد بن حنبل وأحمد بن أبي خيثمة وغيرهم\r\nوروى عنه أبو الحسين الرازي وأبو بكر بن أبي الحديد وأبو الحسن محمد بن الحسين بن إبراهيم بن عاصم وقال حدثنا شيخ الشافعيين بالشام وهو من أهل بيت ببلخ وأبوه وجده\r\n3 ( ابن سجادة ) )\r\nزكرياء بن علي أبو نصر السدسي المعروف بابن سجادة شاعر ظريف تغرب عن بغداد وطوف البلاد أحد الظرفاء وخدم بمصر الأفضل ابن أمير الجيوش وتوفي سنة خمس عشرة وخمس مائة ومن شعره في مليح اسمه علي بن أبي طالب من السريع\r\n* لحظ علي بن أبي طالب\r\n* سيف علي بن أبي طالب )\r\n* ( يقول من أبصر وجدي به\r\n* جن وحق الطالب الغالب\r\n*\r\n3 ( الهرمزاني ) )\r\nزكرياء بن يحيى بن سعيد بن خالد بن سعيد بن الفيرزان بن الهرمزان صاحب تستر أبو زكرياء الهرمزاني حجازي مدني ذكره محمد بن الجراح في كتاب الورقة في أخبار الشعراء وقال قدم علينا سر من رأى سنة إحدى وستين ومائتين وهو شاب فمدح الحسن بن مخلد وجماعة وكان يتشيع وكان من أحسن خلق الله لسانا وأفصحهم وأخفهم روحا وأشدهم اقتدارا على الشعر وأورد من شعره قوله من المتقارب\r\n* إذا هن فترن من أعين\r\n* لقلب الكمي مراض صحاح\r\n*\r\n* تركن الكمي أخا كربة\r\n* من الخوف يسأل خير الصباح\r\n*\r\n3 ( الحافظ الساجي ) )\r\nزكرياء بن يحيى بن عبد الرحمن الساجي البصري الحافظ كان من الأئمة الثقات توفي سنة سبع وثلاث مائة\r\n","description":"","footnote":"","page_name":" 137 ","page_number":133},
  {"content":"\r\n3 ( السلطان البحري ) )\r\nزكرياء بن شكيل بن عبد الله البحري من بطن خولان يقال لهم بنو بحر هو من سلاطين اليمن من شعره يمدح جياشا من الخفيف\r\n* واسقني الراح تجلب الرو\r\n* ح وريحانها إلى الأرواح\r\n*\r\n* ما يزيل الهموم مثل اصطباح\r\n* في صباح لدى وجوه صباح\r\n*\r\n* قلت لما تكنف الروضة الإف\r\n* راح والحسن من جميع النواحي\r\n*\r\n* هذه الجنة التي وعد الل\r\n* ه وما عن نعيمها من براح\r\n*\r\n* وكأنا فيها اختلسنا نسيما\r\n* من سجايا جياش ابن نجاح\r\n*\r\n* علم المجد ذي الفضائل فخر\r\n* الأمة المرتضى الفتى الجحجاح\r\n*\r\n* غافر الذنب مسعر الحرب جالي\r\n* الكرب غوث اللاجي حيا الملتاح\r\n*\r\n* لفظه في الصحائف البيض يغني\r\n* ه ويكفي عن سل بيض الصفاح\r\n* وكتب إلى أبيه شكيل من الكامل\r\n* قل للشكيل وسله ما المعنى بأن\r\n* أشقى بها وأنا المقيم ببابها )\r\n* ( فإذا هوت دلوي تريد قليبها\r\n* جاءت بجندلها معا وترابها\r\n*\r\n* وإذا بها أدلى سواي دلوه\r\n* جاءته مترعة إلى أكرابها\r\n* ومن شعره من الطويل\r\n* عظيم يهون الأعظمون لعزه\r\n* فمطلبه في كل أمر عظيمه\r\n*\r\n* تأخر من جاراه في حلبة العلى\r\n* وقدمه إقدامه وقديمه\r\n*\r\n* كتائبه قبل الكتائب كتبه\r\n* ويغنيك عن بطش الهزبر نئيمه\r\n*\r\n* فلولاه لم يثبت على الحمد حاؤه\r\n* ولا وصلت يوما إلى الدال ميمه\r\n* قلت أخذ هذا من المتنبي في قوله من البسيط\r\n* تملك الحمد حتى ما لمفتخر\r\n* في الحمد حاء ولا ميم ولا دال\r\n* ولكن قول ذكري أحسن صنعة منه وأمكن\r\n3 ( عماد الدين قاضي واسط ) )\r\nزكرياء بن محمد بن محمود الإمام القاضي عماد\r\n","description":"","footnote":"","page_name":" 138 ","page_number":134},
  {"content":"\r\nالدين أبو يحيى الأنصاري الأنسي القزويني\r\nكان قاضي واسط وقاضي الحلة أيام الخليفة المستنصر بالله وله تصانيف منها كتاب عجائب المخلوقات توفي سابع المحرم سنة اثنتين وثمانين وست مائة\r\n3 ( ابن الطيفوري الطبيب ) )\r\nزكرياء بن الطيفوري قال كنت مع الأفشين في معسكره وهو في محاربة بابك فأمر بإحصاء جميع من في عسكره من التجار وحوانيتهم وصناعة رجل رجل منهم فدفع ذلك إليه\r\nفلما بلغت القراءة إلى موضع الصيادلة قال يا زكرياء اضبط هؤلاء أول ما تقدم فيه امتحنهم حتى نعرف الناصح من غيره ومن له دين ومن لا دين له\r\nفقلت أعز الله الأمير إن يوسف لقوة الكيميائي كان يدخل على المأمون كثيرا ويعمل بين يديه فقال هل يوما ويحك يا يوسف ليس في الكيمياء شيء قال له بلى يا أمير المؤمنين وإنما آفة الكيمياء من الصيادلة فقال له ويحك وكيف ذلك فقال له يا أمير المؤمنين إن الصيدلاني لا يطلب منه أحد شيئا من الأشياء كان عنده ولم يكن إلا أخبر أنه عنده ودفع له شيئا من الأشياء التي عنده وقال هذا الذي طلبت فإن رأى أمير المؤمنين أن يضع اسما لا يعرف ويوجه جماعة إلى الصيادلة في طلبه ليبتاعه فليفعل )\r\nفقال له المأمون قد وضعت الاسم وهو سقطيثا وسقطيثا ضيعة تقرب من مدينة السلام\r\nووجه المأمون جماعة من الرسل يسأل الصيادلة عن سقطيثا فكلهم ذكر أن ذلك عنده وأخذ الثمن فصاروا إلى المأمون بأشياء مختلفة فمنهم من أتى ببزور ومنهم من أتى بقطعة حجر ومنهم من أتى بوبر\r\nفاستحسن المأمون ذلك وأقطعه ضيعة على النهر المعروف بنهر الكلبة فهي في أيدي ورثته\r\nفقال زكريا للأفشين فإن رأى الأمير أن يمتحن هؤلاء الصيادلة بمثل ذلك فليفعل\r\nفدعا الأفشين بدفتر من دفاتر الأسروشنة وأخرج منه نحوا من عشرين اسما ووجه يطلبها من الصيادلة فبعضهم أنكرها وبعضهم ادعى معرفتها وأخذ الدراهم من الرسل\r\nفأمر الأفشين بإحضار جميع الصيادلة وكتب لمن أنكر تلك الأسماء مناشير أذن لهم فيها بالمقام في عسكره ونفى الباقين عن العسكر ونادى المنادي بإباحة دم من يؤخذ منهم بعسكره\r\nوكتب إلى المعتصم يسأله أن يبعث إليه بصيادلة لهم دين ومذهب جميل ومتطببين كذلك\r\nفاستحسن المعتصم ذلك وبعث إلي بما سأل\r\n3 ( اللحياني صاحب تونس ) )\r\nزكرياء بن أحمد بن محمد بن يحيى بن عبد الواحد بن الشيخ عمر الملك أبو يحيى صاحب تونس وطرابلس والمهدية وقابس وتوزر وسوسة البربري الهنتاتي المغربي المالكي اللحياني\r\n","description":"","footnote":"","page_name":" 139 ","page_number":135},
  {"content":"\r\nولد بتونس سنة نيف وأربعين وتوفي سنة سبع وعشرين وسبع مائة\r\nوزر لابن عمه المستنصر مدة وتفقه واتقن النحو ثم ملك سنة ثمانين ثم خلع ثم إنه حج سنة تسع وسبع مائة واجتمع بالشيخ تقي الدين ابن تيمية\r\nورد إلى تونس وقد مات صاحبها فملكوه سنة إحدى عشرة ولقب القائم بأمر الله وله نظم وفضائل ثم سافر إلى طرابلس سنة ثمان عشرة فوثب على تونس قرابته أبو بكر فسار اللحياني إلى الإسكندرية سنة إحدى وعشرين وقد رفض الملك وكان جدهم من أكبر أصحاب ابن تومرت وكان اللحياني قد أسقط ذكر المهدي المعصوم من الخطبة وكان جد أبيه قد ملك المغرب وذلك في دولة الظاهرية ودامت دولته إلى سنة ست وسبعين وكان شهما ذا جبروت\r\nوتسلطن بعده ابنه الواثق بالله يحيى ثم خلع بعد سنتين وأشهر وتملك المجاهد إبراهيم فبقي أربعة أعوام ثم توثب عليه الدعي أحمد بن مرزوق البخائي الذي زعم أنه ولد الواثق وتم ذلك )\r\nله لأن المجاهد قتل الفضل بن الواثق سرا فقال هذا أنا هو الفضل وتملك عامين وقام عليه أبو حفص أخو المشاهد فهرب الدعي ثم أسر وهلك تحت السياط بعد اعترافه أنه دعي فتملك أبو حفص ثلاثة عشر عاما وأحسن السيرة ثم مات سنة أربع وتسعين وقام أبو عصيدة محمد بن الوثق فتملك خمس عشرة وكان صالحا مشكورا\r\nوأما اللحياني فإنه استوطن الإسكندرية حتى مات في التاريخ المذكور أولا وكان مبخلا ومن شعره\r\n( ( زكري ) )\r\n3 ( بدر الدين التونسي الدشناوي ) )\r\nزكري بن يحيى بن هارون بن يوسف بن يعقوب بن عبد الحق بن عبد الله بن بدر الدين الدشناوي مولدا التونسي محتدا\r\nكان فقيها أديبا له نظم حدث بشيء منه روى عنه الشيخ الحافظ فتح الدين محمد بن سيد الناس وزين الدين عمر بن الحسن بن حبيب وغيرهما\r\nتوفي بالقاهرة سنة وسبع مائة ظنا\r\nأنشدني الحافظ فتح الدين ابن سيد الناس قال أنشدني لغزا لنفسه وهو في طيبرس من الطويل\r\n","description":"","footnote":"","page_name":" 140 ","page_number":136},
  {"content":"\r\n* وما اسم له بعض هو اسم قبيلة\r\n* وتصحيف باقية تلاقي به العدى\r\n*\r\n* وإن قلته عكسا فتصحيف بعضه\r\n* غياث الظمآن تألم بالصدى\r\n*\r\n* وباقية بالتصحيف طير وعكسه\r\n* لكل الورى علم معين على الردى\r\n* ومن شعره في راقص من البسيط\r\n* يا من غدا الحسن إذا غنى وماس لنا\r\n* مقسم بين أبصار وأسماع\r\n*\r\n* قاسوك بالغصن رطبا والهزار غنا\r\n* وما تقاس بمياس وسجاع\r\n*\r\n* قد تسجع الورق لكن غير داخلة\r\n* ويرقص البان بل في غير إيقاع\r\n* ومنه من الخفيف\r\n* لا تسلني عن السلو وسل ما\r\n* صنعت بي لطفا محاسن سلمى\r\n*\r\n* أوقعت بين مقلتي ورقادي\r\n* وسقامي والجسم حربا وسلما\r\n* ومنه فيمليح خطائي من الوافر )\r\n* فقال لي العذول علام تبكي\r\n* فقلت له بكيت على خطائي\r\n* قلت أراد التورية بالخطأ مهموزا مقصورا ضد الصواب عن الخطائي وهو المليح التركي الخطائي وهو ممدود مهموز فما قعدت معه التورية وكذا استعمله جمال الدين ابن نباتة فقال من المتقارب\r\n* عذولي خذ لك عين الصواب\r\n* ودع في الهوى لي عين الخطا\r\n* وهو من المادة الأولى في الخطأ وسوء الاستعمال\r\nومما قلته أنا في مليح خطائي من الكامل\r\n* أحببت من ترك الخطا ذا قامة\r\n* فضحت غصون البان لما أن خطا\r\n*\r\n* إياكم وجفونه فأنا الذي\r\n* سهم أصاب حشاه من عين الخطا\r\n* وقلت في المادة من مجزوء الكامل\r\n* يا قلب لا تقدم على\r\n* سحر الجفون إذا سطا\r\n*\r\n* ومن العجائب أنه\r\n* أضحى يصح مع الخطا\r\n* ومن نظم بدر الدين زكري المذكور من موشح أورده كمال الدين جعفر الأدفوي\r\n* أيا من علي تجنى\r\n* وقد حاز لطف المعنى\r\n* أجعل لي من صدودك أمنا\r\n","description":"","footnote":"","page_name":" 141 ","page_number":137},
  {"content":"\r\n* وارحمني وهب لي\r\n* وصلا به أتملى\r\n*\r\n* وكن للمكارم أهلا\r\n* هذا أهنا وأحلى\r\n*\r\n3 ( الشيخ زكي الدين الشافعي ) )\r\nزكري بن يوسف هو الشيخ الإمام المفتي زكي الدين زكري الشافعي قرأ عليه جماعة من الطلبة وتوفي رحمه الله تعالى سنة اثنتين وعشرين وسبع مائة\r\n( ( ابن البيلقاني المتكلم ) )\r\nزكي بن الحسن بن عمر أبو أحمد البيلقاني الشافعي المتكلم\r\nكان فقيها مناظرا عارفا بالأصول والعقليات قرأ على الإمام فخر الدين الرازي علم الكلام وسمع من المؤيد الطوسي وغيره وكان يروي صحيح مسلم والموطأ عن المصعبي قدم دمشق وحدث بها وسافر وأقام باليمن مدة واشتهر هناك وقرأوا عليه العقليات وعمر دهرا\r\nروى عنه المحدث نور الدين علي بن جابر الهاشمي وغيره وذكر ابن جابر أنه توفي بثغر عدن وجل اشتغاله على القطب المصري ومولده سنة اثنتين وثمانين وخمس مائة وتوفي سنة ست وسبعين وست مائة\r\n( ( الألقاب ) )\r\nأولاد الزكي جماعة غالبهم قضاة منهم القاضي محيي الدين محمد بن علي بن محمد\r\nومنهم علاء الدين أحمد بن يحيى\r\nومنهم زكي الدين حسين بن يحيى\r\nومنهم محيي الدين يحيى بن محمد بن علي\r\nومنهم زكي الدين الطاهر بن محمد بن علي\r\nومنهم طلحة بن الخضر بن عبد الرحمن\r\nالزلازلي الحسين بن عبد الرحيم\r\nابن الزلال المقرئ البلنسي اسمه الحسين بن يوسف بن أحمد\r\nبنو الزملكاني جماعة منهم الشيخ كمال الدين محمد بن علي\r\n","description":"","footnote":"","page_name":" 142 ","page_number":138},
  {"content":"\r\nووالده علي بن عبد الواحد\r\nونهم علاء الدين علي بن عبد الواحد\r\nالزمخشري صاحب الكشاف اسمه محمود بن عمر بن محمد\r\n( ( زمرذ ) )\r\n3 ( أم الناصر ) )\r\nزمرذ خاتون التركية الجهة المعظمة أم أمير المؤمنين الناصر عاشت في خلافة ابنها أربعا وعشرين سنة وحجت ووقفت المدارس والربط والجوامع ولها وقوف كثيرة في القربات ونفقت في الحج نحوا من ثلاث مائة ألف دينار\r\nوحزن الخليفة لما ماتت سنة تسع وتسعين وخمس مائة ومشى أمام التابوت وحملت إلى تربة معروف الكرخي وكاد الوزير يهلك من المشي واستراح مرات\r\nوعمل العزاء شهرا وأمر الناصر بتفريق ما خلفت من ذهب وجوهر وثياب ولبس الناس ثياب العزاء ورفعت الغرر والطرحات والبسملة من بين الأمراء وأنزلت في الشبارة والناس في السفن قيام ولم يضرب طبل ولا شهر سيف ودام العزاء سنة كاملة\r\n3 ( أم شمس الملوك ) )\r\nزمرذ الخاتون بنت الأمير جاولي بن عبد الله الجهة صفوة الملك أخت الملك دقاق وزوجة الملك بوري تاج الملوك وأم الملك إسماعيل شمس الملوك ومحمود ابني بوري\r\nسمعت الحديث واستنسخت الكتب وقرأت القرآن وبنت المسجد الكبير الذي في صنعاء دمشق ووقفته مدرسة للحنفية وهي من كبار مدارسهم وأجودها معلوما\r\nوكانت كبيرة القدر وافرة الحرمة خافت من ابنها شمس الملوك فدبرت الحيلة في قتله بحضرتها وأقامت أخاه شهاب الدين محمودا\r\nوتزوجها الأتابك قسيم الملك زنكي والد نور الدين وسارت إليه إلى حلب\r\nفلما مات عادت إلى دمشق ثم حجت على درب بغداد وجاورت إلى أن ماتت بالمدينة ودفنت بالبقيع سنة سبع وخمسين وخمس مائة وإليها ينسب مسجد خاتون الذي هو مدرسة لأصحاب أبي حنيفة بأعلى الشرف القبلي وقد تقدم ذكره\r\n( ( الألقاب ) )\r\nالزماني النحوي أحمد بن علي\r\nابن الزمكدم سليمان بن الفتح\r\n","description":"","footnote":"","page_name":" 143 ","page_number":139},
  {"content":"\r\nابن أبي زمنين المغربي اسمه محمد بن عبد الله )\r\nالزمي يحيى بن يوسف\r\nالزمن المدائني إبراهيم بن عيسى\r\nابن زميل الكاتب محمد بن منصور\r\nزنادقة قريش وسفهاؤهم على رسول الله صلى الله عليه وسلم أبو سفيان بن حرب عقبة بن أبي معيط وأبي بن خلف الجمحي النضر بن الحارث بن كلدة أخو بني عبد الدار منبه ونبيه ابنا الحجاج السهميان العامر بن وائل الوليد بن المغيرة\r\nكل هؤلاء تعلموا الزندقة من نصارى الحيرة فلم يسلم منهم أحد إلا أبو سفيان\r\nأبو الزناد الأعرج اسمه عبد الله بن ذكوان\r\nابن الزنف اسمه محمد بن وهب\r\nابن زنفل الحنفي يحيى بن محاسن\r\nزنبيلويه محمد بن هميان\r\nابن أبي زنبور النيلي اسمه أحمد بن علي الشاعر\r\nابن زنبور اسمه محمد بن رياح\r\nالزنجاني الشاعر اسمه محمد بن الفضل\r\nابن زنجي الحسن بن علي\r\nالزنكلوني مجد الدين الشافعي اسمه أبو بكر بن إسماعيل\r\n3 ( أبو روح الجذامي ) )\r\nزنباع بن روح بن زنباع أبو روح الجذامي قدم على رسول الله صلى الله عليه وسلم وقد خصى غلاما له فأعتقه النبي صلى الله عليه وسلم بالمثلة وقد تقدم ذكر ولده روح بن زنباع في حرف الراء مكانه\r\n","description":"","footnote":"","page_name":" 144 ","page_number":140},
  {"content":"\r\nالزنبري سعيد بن داود\r\nأبو زنبور الكاتب الحسين بن أحمد\r\n( ( أبو محمد اللباد ) )\r\nزنجويه بن محمد بن الحسن الزاهد أبو محمد النيسابوري اللباد أحد المجتهدين في العبادة\r\nسمع محمد بن رافع ومحمد بن أسلم والحسن بن عيسى البسطامي وحميد بن الربيع والرمادي\r\nوروى عنه أبو علي الحافظ وأبو الفضل إبراهيم الهاشمي وأبو محمد المخلدي\r\nوتوفي سنة ثمان عشرة وثلاث مائة\r\n( ( أبو دلامة ) )\r\nزند بالنون بعد الزاي ساكنة بن الجون هو أبو دلامة بضم الدال كان صاحب نوادر وأخبار وأدب ونظم وكان عبدا أسود توفي سنة إحدى وستين ومائة\r\nتوفي للمنصور ابنة عم فحضر جنازتها وجلس لدفنها وهو متألم لفقدها كئيب عليها فأقبل أبو دلامة وجلس قريبا منه فقال له المنصور ويحك ما أعددت لهذا المكان وأشار إلى القبر\r\nفقال ابنة عم أمير المؤمنين فضحك المنصور حتى استلقى ثم قال له ويحك فضحتنا بين الناس\r\nوكان روح بن حاتم المهلبي واليا على البصرة فخرج إلى حرب الجيوش الخراسانية ومعه أبو دلامة فخرج في صف العدو مبارز فخرج إليه جماعة فقتلهم فتقدم روح إلى أبي دلامة بمبارزته فامتنع فألزمه فاستعفاه فلم يعفه فأنشده أبو دلامة من البسيط\r\n* إني أعوذ بروح أن يقدمني\r\n* إلى القتال فيخزى بي بنو أسد\r\n*\r\n* إن المهلب حب الموت أورثكم\r\n* ولم أرث أنا حب الموت عن أحد\r\n*\r\n* إن الدنو إلى الأعداء أعلمه\r\n* مما يفرق بين المرء والجسد\r\n* فأقسم عليه ليخرجن وقال ولم تأخذ رزق السلطان قال لأقاتل عنه قال فما لك لا تبرز إلى عدو الله فقال أيها الأمير إن خرجت إليه لحقت بمن مضى وما الشرط أن أقتل عن السلطان بل أقاتل عنه\r\nفحلف روح ليخرجن إليه فيقتله أو يأسره أو يقتل دون ذلك فلما رأى أبو دلامة الجد منه قال أيها الأمير تعلم أن هذا أول يوم من أيام الآخرة ولا بد فيه من الزوادة فأمر له بذلك فأخذ رغيفا مطويا على دجاجة ولحم وسطيحة شراب وشيئا من نقل )\r\nوشهر سيفه وحمل وكان تحته فرس جواد فأقبل يجول ويلعب بالرمح وكان مليحا في الميدان والفارس يلاحظه ويطلب منه غرة حتى إذا وجدها حمل عليه والغبار كالليل\r\n","description":"","footnote":"","page_name":" 145 ","page_number":141},
  {"content":"\r\nفأغمد أبو دلامة سيفه وقال للرجل لا تعجل واسمع مني عافاك الله كلمات ألقيهن إليك فإنما أتيتك في مهم فوقف مقابله وقال ما هو المهم قال أتعرفني قال لا قال أنا أبو دلامة قال قد سمعت بك حياك الله فكيف برزت إلي وطمعت في بعد من قتلت من أصحابك قال ما خرجت لأقتلك ولا لأقاتلك ولكني رأيت لباقتك وشهامتك فاشتهيت أن تكون لي صديقا وإن لأدلك على ما هو أحسن من قتالنا قال قل على بركة الله قال أراك قد تعبت وأنت بغير شك جوعان ظمآن قال كذلك هو قال فما علينا من خراسان والعراق إن معي لحما وخبزا وشرابا ونقلا كما يتمنى المتمني وهذا غدير ماء نمير بالقرب منا فهلم بنا إليه نصطبح وأترنم لك بشيء من حداء الأعراب فقال هذا غاية أملي فقال فها أنا أستطرد لك فاتبعني حتى نخرج من حلق الطعان ففعلا وروح يتطلب أبا دلامة فلا يجده والخراسانية تتطلب فارسها فلا تجده فلما طابت نفس الخراساني قال له أبو دلامة إن روحا كما علمت من أبناء الكرم وحسبك بابن المهلب جوادا وإنه ليبذل لك خلعة فاخرة وفرسا جوادا ومركبا مفضضا وسيفا محلى ورمحا طويلا وجارية بربرية وإنه في أكثر العطاء وهذا خاتمة معي لك بذلك فقال ويحك ما أصنع بأهلي وعيالي فقال استخر الله تعالى وسر معي ودع أهلك فالكل يخلف عليك فقال سر بنا على بركة الله فسارا حتى قدما من وراء العسكر فهجما على روح فقال يا أبا دلامة أين كنت قال في حاجتك أما قتل الرجل فما أطقته وأما سفك دمي فما طبت به نفسا وأما الرجوع خائبا فلم أقدم عليه وقد تلطفت به وأتيتك به وهو أسير كرمك وقد بذلت له عنك كيت وكيت فقال يمضى إذا وثق لي قال بم ذا قال بنقل أهله قال الرجل أهلي على بعد ولا يمكنني نقلهم الآن ولكن آمدد يدك أصافحك وأحلف لك متبرعا بطلاق الزوجة أني لا أخونك فإن لم أف إذا حلفت بطلاقها فلا ينفعك نقلها\r\nفقال صدقت فحلف له وعاهده ووفى له بما ضمنه أبو دلامة وزاد عليه وانقلب الخراساني يقاتل الخراسانية وينكي فيهم أشد نكاية وكان ذلك أكبر أسباب الظفر لروح\r\nوكان المنصور قد أمر بهدم دور كثيرة منها دار أبي دلامة فكتب إلى المنصور من الخفيف\r\n* يا ابن عم النبي دعوة شيخ\r\n* قد دنا هدم داره وبواره )\r\n* ( فهو كالماخض التي اعتادها الطل\r\n* ق فقرت وما يقر قراره\r\n*\r\n* لكم الأرض كلها فأعيروا\r\n* عبدكم ما احتوى عليه جداره\r\n* ولما قدم المهدي من الري إلى بغداد دخل عليه أبو دلامة للسلام والهناء بقدومه فأقبل عليه المهدي فقال كيف أنت أبا دلامة قال يا أمير المؤمنين من الكامل\r\n","description":"","footnote":"","page_name":" 146 ","page_number":142},
  {"content":"\r\n* إني حلفت لئن رأيتك سالما\r\n* بقرى العراق وأنت ذو وفر\r\n*\r\n* لتصلين على النبي محمد\r\n* ولتملأن دراهما حجري\r\n* قال المهدي أما الأولى فنعم وأما الثانية فلا فقال جعلني الله فداك إنهما كلمتان لا يفرق بينهما فقال يملأ حجر أبي دلامة دراهم\r\nفقعد وبسط حجره فملئ دراهم فقال قم الآن يا أبا دلامة فقال يتخرق قميصي يا أمير المؤمنين حتى أشيل الدراهم وأقوم فردها إلى الأكياس وقام\r\nومرض ولده فاستدعى طبيبا ليداويه وجعل له جعلا فلما برئ قال له والله ما عندنا ما نعطيك ولكن ادع على فلان اليهودي وكان ذا مال بمقدار الجعل وأنا وولدي نشهد لك\r\nفمضى الطبيب إلى قاضي الكوفة يومئذ وكان محمد بن عبد الرحمن بن أبي ليلى وقيل عبد الله بن شبرمة وحمل إليه اليهودي المذكور وادعى عليه فأنكر اليهودي\r\nفقال لي بينة وخرج لإحضارها فأحضر أبا دلامة وابنه فدخلا إلى المجلس وخاف أبو دلامة أن يطالبه القاضي بالتزكية فأنشد في الدهليز قبل دخوله بحيث يسمع القاضي من الطويل\r\n* إن الناس غطوني تغطيت عنهم\r\n* وإن بحثوا عني ففيهم مباحث\r\n*\r\n* وإن نبثوا بئري نبثت بئارهم\r\n* قوم كيف تلك النبائث\r\n* ثم حضرا بين يدي القاضي وأديا الشهادة فقال كلامك مسموع وشهادتك مقبولة ثم غرم المبلغ من عنده وأطلق اليهودي وما أمكنه أن يرد شهادتهما خوفا من لسان أبي دلامة وقول الحريري في المقامة الأربعين وأنت تعلم أنك أحقر من قلامة وأعيب من بغلة أبي دلامة\r\nكانت لأبي دلامة بغلة يركبها في مواكب الخلفاء والكبراء ويضحكهم بشماسها وحرانها وقماصها وقد جمعت جميع المعايب فذكر بعض عيوبها في قصيدة وهي\r\n* أبعد الخيل أركبها كراما\r\n* وبعد الفره من خضر البغال\r\n*\r\n* رزقت بغيلة فيها وكال\r\n* وليته لم يكن غير الوكال )\r\n* ( رأيت عيوبها كثرت فليست\r\n* وإن أكثرت ثم من المقال\r\n*\r\n* ليحصي منطقي وكلام غيري\r\n* عشير خصالها شر الخصال\r\n*\r\n* فأهون عيبها أني إذا ما\r\n* نزلت فقلت امشي لا أبالي\r\n*\r\n* تقوم فما تبت هناك شبرا\r\n* وترمحني وتأخذ في قتالي\r\n*\r\n* وأني إن ركبت أذبت نفسي\r\n* بضرب باليمين وبالشمال\r\n*\r\n* وبالرجلين أركلها جميعا\r\n* فيا لي في الشقاء وفي الكلال\r\n*\r\n","description":"","footnote":"","page_name":" 147 ","page_number":143},
  {"content":"\r\n* أتاني خائب يبتاع مني\r\n* قديم في الخبارة والضلال\r\n*\r\n* فلما ابتاعها مني وبتت\r\n* له في البيع غير المستقال\r\n*\r\n* أخذت بثوبه أبرئت مما\r\n* أعد عليك من سوء الخلال\r\n*\r\n* برئت إليك من مششي يديها\r\n* ومن جرد ومن بلل المخال\r\n*\r\n* ومن فتق بها في البطن ضخم\r\n* ومن عقالها ومن انتقال\r\n*\r\n* ومن قطع اللسان ومن بياض\r\n* بعينيها ومن قرض الحبال\r\n*\r\n* ومن عض الغلام ومن خراط\r\n* إذا ما هم صحبك بارتحال\r\n*\r\n* وأقطف من فريخ الذر مشيا\r\n* بها عرن وداء من سلال\r\n*\r\n* وتكسر سرجها أبدا شماسا\r\n* وتقمص للأكاف على اغتيال\r\n*\r\n* ويدبر ظهرها من مسح كف\r\n* وتهزل في الجمام من الجلال\r\n*\r\n* تظل لركبة منها وقيذا\r\n* يخاف عليك من ورم الطحال\r\n*\r\n* ومثفار تقدم كل سرج\r\n* تصير دفتيه على القذال\r\n*\r\n* وتحفى لو تسير على الحشايا\r\n* ولو تمشي على دمث الرمال\r\n*\r\n* إذا استعجلتها عثرت وبالت\r\n* وقامت ساعة عند المبال\r\n*\r\n* تفكر أين تعمدني فتقطو\r\n* كأن برجلها قيد الشكال\r\n*\r\n* وتضرط أربعين إذا وقفنا\r\n* على أهل المجالس للسؤال\r\n*\r\n* فتقطع منطقي وتحول بيني\r\n* وبين حديثهم مما يوالي\r\n*\r\n* وتذعر للدجاجة أن تراها\r\n* وتنفر للصفير وللخيال\r\n*\r\n* فأما الاعتلاف فأدن منها\r\n* من الأتبان أمثال الجبال )\r\n* ( وأما القت فأت بألف وقر\r\n* كأعظم حمل أحمال الجمال\r\n*\r\n* فلست بعالف منه ثلاثا\r\n* وعندك منه عود للخلال\r\n*\r\n* وإن عطشت فأوردها دجيلا\r\n* إذا أوردت أو نهري بلال\r\n*\r\n* فذاك لربها سقيت حميما\r\n* وإن مد الفرات فللنهال\r\n*\r\n* وكانت قارحا أيام كسرى\r\n* وتذكر تبعا عند الفصال\r\n*\r\n* وقد دبرت ونعمان صبي\r\n* وقبل فصاله تلك الليالي\r\n*\r\n* وتذكر إذ نشا بهرام جور\r\n* وعامله على خرج الجوالي\r\n*\r\n","description":"","footnote":"","page_name":" 148 ","page_number":144},
  {"content":"\r\n* وقد مرت بقرن بعد قرن\r\n* وآخر عهدها لهلاك مالي\r\n*\r\n* فأبدلني بها يا رب طرفا\r\n* يزين جمال مركبه جمالي\r\n*\r\n( ( زنكي ) )\r\n3 ( صاحب الموصل ) )\r\nزنكي بن آقسنقر بن عبد الله الملك المنصور عماد الدين أبو الجود المعروف والده بالحاجب\r\nكان صاحب الموصل وتقدم ذكر أبيه كان من الأمراء المقدمين وفوض إليه السلطان محمود بن محمد بن ملكشاه السلجوقي ولاية بغداد سنة إحدى وعشرين وخمس مائة\r\nوكان لما قتل آقسنقر البرسقي ورد مرسوم السلطان من خراسان بتسليم الموصل إلى دبيس بن صدقة الأسدي صاحب الحلة وقد تقدم فتجهز دبيس للمسير وكان بالموصل أمير كبير يعرف بالجاولي يستحفظ قلعة الموصل ويتولاها من جهة البرسقي\r\nفطمع في البلاد وحدثته نفسه بتمليكها\r\nفأرسل إلى بغداد أبا الحسن علي بن القاسم الشهرزوري وصلاح الدين محمدا اليغيساني لتقرير قاعدته فلما وصلا إليها وجدا المسترشد قد أنكر تولية دبيس وقال لا سبيل إلى هذا وترددت الرسائل بينه وبين السلطان محمود وآخر ما وقع الاختيار عليه تولية زنكي المذكور باختيار المسترشد فاستدعى الرسولين الواصلين من الموصل وقرر معهما أن يكون الحديث في البلاد لزنكي ففعلا ذلك\r\nوبذل المسترشد من ماله مائة ألف دينار فبطل أمر دبيس وتوجه زنكي إلى الموصل وتسلمها\r\nودخل في عاشر رمضان سنة إحدى وعشرين وخمس مائة على ما ذكره ابن العقيمي )\r\nولما تسلم زنكي الموصل سلم إليه السلطان محمود ولديه ألب رسلان وفروخ شاه المعروف بالخفاجي ليربيهما فلهذا قيل لزنكي أتابك ثم إن زنكي استولى على ما والى الموصل من البلاد وفتح الرها سنة تسع وثلاثين وخمس مائة وكانت لجوسلين الأرمني وتوجه إلى قلعة جعبر ومالكها يومئذ سيف الدولة أبو الحسن علي بن مالك فحاصرها وأشرف على أخذها فأصبح يوم الأربعاء خامس شهر ربيع الآخر سنة إحدى وأربعين وخمس مائة مقتولا قتله خادمه وهو راقد على فراشه ليلا ودفن بصفين رحمه الله تعالى وسار ولده نور الدين فاستولى على حلب واستولى ولده الآخر سيف الدين غازي أخو قطب الدين مودود على الموصل وكان زنكي قد استرد من الفرنج حصونا كثيرة مثل كفر طاب والمعرة وملك الموصل وحلب وحماة وحمص وبعلبك ومدائن كثيرة\r\n","description":"","footnote":"","page_name":" 149 ","page_number":145},
  {"content":"\r\nوقال الرئيس أبو يعلى التميمي يرثي رحمه الله بقصيدة منها من الطويل\r\n* ودانت ولاة الأرض فيها لأمره\r\n* وقد آمنته كتبه وخواتمه\r\n*\r\n* وزاد على الأملاك بأسا وسطوة\r\n* ولم يبق في الأملاك ملك يقومه\r\n*\r\n* فلما تناهى ملكه وجلاله\r\n* وراعت ولاة الأرض منه لوائمه\r\n*\r\n* أتاه قضاء لا ترد سهامه\r\n* فلم تنجه أمواله ومغانمه\r\n*\r\n* وأدركه للحين فيها حمامه\r\n* وحامت عليه بالمنون حوائمه\r\n*\r\n* وأضحى على ظهر الفراش مجدلا\r\n* صريعا تولى ذبحه فيه خادمه\r\n* وقال الحكيم أبو المغربي يرثيه من الخفيف\r\n* عين لا تذخري الدموع وابكي\r\n* واستهلي دمعا على فقد زنكي\r\n*\r\n* لم يهب شخصه الردى بعد أن كا\r\n* نت له هيبة على كل تركي\r\n*\r\n* خير ملك ذي هيبة وبهاء\r\n* وعظيم بين الأنام بزرك\r\n*\r\n* يهب المال والجياد لمن ي\r\n* ممه مادحا بغير تلكي\r\n*\r\n* إن دارا تمدنا بالرزايا\r\n* هي عندي أحق دار بترك\r\n*\r\n* فاسكبوا فوق قبره ماء ورد\r\n* وانضحوه بزعفران ومسك\r\n*\r\n* أي فتك جرى له في الأعادي\r\n* بعد ما استفتح الردى أي فتك\r\n*\r\n* كل خطب أتت به نوب الده\r\n* ر يسير في جنب مصرع زنكي )\r\n* ( بعد ما كاد أن تدين له الرو\r\n* م ويحوي البلاد من غير شك\r\n* وأولاد زنكي رحمه الله غازي ومحمود ومودود أبو ملوك الموصل وأمير ميران وبنت\r\n3 ( صاحب سنجار ) )\r\nزنكي بن مودود بن زنكي هو أبو الفتح أو أبو الجود عماد الدين ابن قطب الدين ابن عماد المذكور قبله صاحب سنجار كان قد ملك حلب بعد ابن عمه الملك الصالح نور الدين إسماعيل بن نور الدين محمود بن زنكي\r\nثم إن السلطان صلاح الدين يوسف بن أيوب نزل على حلب وحاصرها سنة تسع وسبعين وآخر الأمر وقع الاتفاق على أنه عوض عماد الدين زنكي سنجار وتلك النواحي وأخذ منه حلب وذلك في صفر سنة تسع وسبعين وخمس مائة وانتقل إلى سنجار ولم يزل بها إلى أن توفي\r\n","description":"","footnote":"","page_name":" 150 ","page_number":146},
  {"content":"\r\nسنة أربع وتسعين وخمس مائة وكان شديد البخل لكنه كان عادلا في الرعية عفيفا عن أمواهم رحمه الله تعالى\r\nومن شعره في مملوك تركي من الدوبيت\r\n* السكر صار كاسدا في شفتيه\r\n* والبدر تراه ساجدا بين يديه\r\n*\r\n* في الحسن عليه كل شيء وافر\r\n* إلا فمه فإنه ضاق عليه\r\n*\r\n( ( الألقاب ) )\r\nابن زنين النحوي عبيد الله بن علي\r\nالزهري الإمام أبو محمد اسمه محمد بن مسلم تقدم في المحمدين\r\nالزهراوي الحافظ اسمه عمر بن عبيد الله بن يوسف\r\nالزهراوي الطبيب علي بن سليمان\r\nابن زهرة علي بن الحسن\r\nابن زهر الطبيب الأديب اسمه محمد بن عبد الملك\r\nوعبد الملك بن محمد بن مروان\r\nوعبيد الله بن محمد\r\nزهرة الأدب الإسكندرية عائشة\r\n( ( زهرة ) )\r\n3 ( زهرة القرشي ) )\r\nزهرة بن معبد بن عبد الله القرشي المدني نزيل الإسكندرية روى عن جده عبد الله بن هشام وابن عمر وابن الزبير وسعيد بن المسيب\r\nقال الدارمي زعموا أنه كان من الأبدال وقال أبو حاتم لا بأس به\r\nووثقه النسائي وقال لجده لصحبة وروى له البخاري والأربعة وتوفي سنة خمس وثلاثين ومائة\r\n","description":"","footnote":"","page_name":" 151 ","page_number":147},
  {"content":"\r\n3 ( زهرة التميمي ) )\r\nزهرة بن جوية التميمي قال ابن إسحاق بالجيم وقال سيف ابن عمر حوية بالحاء مهملة وفد على رسول الله صلى الله عليه وسلم أوفده ملك هجر وكان على مقدمة سعد في قتال الفرس في القادسية وهو الذي قتل جالينوس وأخذ سلبه وقتل زهرة رضي الله عنه بالقادسية\r\n( ( الطبيب الإشبيلي ) )\r\nزهر بن عبد الملك بن محمد بن مروان بن زهر أبو العلاء الإيادي الطبيب الإشبيلي أخذ الطب عن والده وكان فيه بارعا وفي الأدب أيضا شاعر محسن وهو محتشم جواد توفي سنة خمس وعشرين وخمس مائة له كتاب الخواص والإيضاح في الطب والأدوية المفردة\r\nوحل شكوك الرازي على كتب جالينوس والنكتة الطبية وأبوه أبو مروان من رؤوس الأطباء وقد ذكرت في ترجمة محمد بن عبد الملك حفيد زهر هذا ما اعتمده زهر في كتاب القانون لابن سينا\r\nومن شعر زهر المذكور من الكامل\r\n* يا من كلفت به فذلت عزتي\r\n* لغرامه وهو العزيز القاهر\r\n*\r\n* رمت التصبر عندما ألقى الجفا\r\n* ويقول ذاك الحسن ما لك ناصر\r\n*\r\n* ما الجاه إلا جاه من ملك القوى\r\n* وأطاعه قلب عزيز قادر\r\n*\r\n( ( زهير ) )\r\n3 ( البلوي ) )\r\nزهير بن قيس البلوي المصري شهد فتح مصر يقال له صحبة قتلته الروم سنة ست وسبعين\r\n3 ( الجعفي الكوفي ) )\r\nزهير بن معاوية بن حديج بن الرحيل أبو خيثمة الجعفي\r\n","description":"","footnote":"","page_name":" 152 ","page_number":148},
  {"content":"\r\nالكوفي أحد الثقات الحفاظ قال أحمد بن حنبل زهير من معادن العلم أصابه الفالج قبل موته قيل مات سنة ثلاث وسبعين ومائة وقيل سنة أربع وسبعين وروى له الجماعة\r\n3 ( الخرقي ) )\r\nزهير بن محمد التيمي أبو المنذر الخرقي بفتح الخاء المعجمة والراء وبعدها قاف وخرق من قرى مرو\r\nقال أحمد بن حنبل مقارب في الحديث وقال ابن معين خراساني ضعيف وقال النسائي ليس بالقوي وقال عثمان الدارمي ثقة له أغاليط وقال أبو حاتم محله الصدق وروي عن أحمد مستقيم الحديث وروى حنبل عن أحمد قال ثقة قال الشيخ شمس الدين له مناكير فلتحذر وتوفي سنة اثنتين وستين ومائة وروى له الجماعة\r\n3 ( الشنوئي الصحابي ) )\r\nزهير بن أبي جبل الشنوئي من أزد شنوءة وهو زهير بن عبد الله ابن أبي جبل الصحابي\r\nروى عنه أبو عمران الجوني يعد في البصريين حديثه عن النبي صلى الله عليه وسلم أنه قال من بات فوق إنجاز ليس حوله ما يدفع القدم فقد برئت منه الذمة ومنهم من يقول إجار وهو السطح\r\n3 ( الحافظ أبو خيثمة ) )\r\nزهير بن حرب بن شداد أبو خيثمة النسائي الحافظ كان من كبار الأئمة في الأثر ببغداد وهو والد الحافظ أبي بكر صاحب التاريخ روى عنه البخاري ومسلم وأبو داود وابن ماجة وابنه وعباس الدوري وبقي بن مخلد وأبو يعلى وابن أبي الدنيا وثقه ابن معين وقال أبو حاتم صدوق وتوفي سنة أربع وثلاثين ومائتين )\r\n","description":"","footnote":"","page_name":" 153 ","page_number":149},
  {"content":"\r\n3 ( ابن قمير المروزي ) )\r\nزهير بن محمد بن قمير المروزي نزيل بغداد أحد الثقات العباد روى عنه ابن ماجة قال الخطيب كان ثقة صادقا اشتهى لحما أربعين سنة فما أكله حتى دخل الروم وأكله من المغنم\r\nوتوفي سنة سبع وخمسين ومائتين\r\n3 ( أبو النصر السرخسي الشافعي ) )\r\nزهير بن الحسن بن علي أبو النصر السرخسي الفيه قرأ الفقه ببغداد على أبي حامد الإسفراييني وبرع في الفقه وكان إليه المرجع في المذهب وروى الكثير وله تعليقة مليحة في المذهب وتوفي سنة أربع وخمسين وأربع مائة\r\n3 ( القرقوبي النسابة ) )\r\nزهير بن ميمون القرقوبي الهمداني كان من أهل الكوفة وكان يتجر إلى ناحية قرقوب فنسب إليها ومات سنة خمس وخمسين ومائة زمن المنصور وكان عالما بالنسب\r\n3 ( النخعي الصحابي ) )\r\nزهير بن علقمة النخعي ويقال البجلي الصحابي روى عنه إياد بن لقيط عن النبي صلى الله عليه وسلم أنه قال لامرأة مات لها ثلاثة بنين لقد احتظرت دون النار حظارا شديدا ويقال إنه مرسل وزعم البخاري أن زهير بن علقمة ليست له صحبة\r\n3 ( أبو صرد الجشمي ) )\r\nزهير بن صرد الجشمي السعدي أبو صرد من بني سعد بن بكر كان رئيس قومه وقدم على رسول الله صلى الله عليه وسلم في وفد هوازن إذ فرغ من حنين ورسول الله صلى الله عليه وسلم بالجعرانة يميز الرجال من النساء من سبي هوازن فقال له زهير يا رسول الله إنما سببت منا عماتك وخالاتك وحواضنك اللاتي كفلنك ولو أنا ملحنا للحارث بن أبي شمر أو للنعمان ابن المنذر ثم نزل منا أحدهما بمثل ما نزلت به رجونا عطفه وعائدته وأنت خير المكفولين وأنشأ يقول من البسيط\r\n* امنن علينا رسول الله في كرم\r\n* فإنك المرء نرجوه وننتظر\r\n*\r\n* امنن على بيضة قد عاقها قدر\r\n* مشتت شملها في دهرها عبر\r\n*\r\n* أبقت لنا الدهر هتافا على حزن\r\n* على قلوبهم الغماء والغمر\r\n*\r\n","description":"","footnote":"","page_name":" 154 ","page_number":150},
  {"content":"\r\n)\r\n* إن لم تداركهم نعماء تنشرها\r\n* يا أرجح الناس حلما حين يختبر\r\n*\r\n* امنن على نسوة قد كنت ترضعها\r\n* إذ فوك تملأه من محضها الدرر\r\n*\r\n* إذ أنت طفل صغير كنت ترضعها\r\n* وإذ يزينك ما تأتي وما تذر\r\n*\r\n* لا تجعلنا كمن شالت نعامته\r\n* واستبق منا فإنا معشر زهر\r\n*\r\n* إنا لنشكر للنعماء إذ كفرت\r\n* وعندنا بعد هذا اليوم مدخر\r\n*\r\n* فألبس العفو من قد كنت ترضعه\r\n* من أمهاتك إن العفو مشتهر\r\n*\r\n* يا خير من مرحت كمت الجياد به\r\n* عند الهياج إذا ما استوقد الشرر\r\n*\r\n* إنا نؤمل عفوا منك تلبسه\r\n* هذي البرية إذ تعفو وتنتصر\r\n*\r\n* فاعفو عفا الله عما أنت راهبه\r\n* يوم القيامة إذ يهدى لك الظفر\r\n* فلما سمع رسول الله صلى الله عليه وسلم هذا الشعر قال ما كان لي ولبني عبد المطلب فهو لكم وقالت قريش ما كان فهو لله ولرسوله وقالت الأنصار ما كان لنا فهو لله ولرسوله\r\n3 ( الهلالي الصحابي ) )\r\nزهير بن عمرو الهلالي وقيل النصري الصحابي نزل البصرة وروى عنه أبو عثمان النهدي\r\n3 ( الثقفي الأعور الصحابي ) )\r\nزهير بن عثمان الثقفي الأعور الصحابي بصري روى الحسن البصري عن عبد الله بن عثمان الثقفي عنه حديثا في إسناده نظر قال ابن عبد البر يقال إنه مرسل وليس له غيره أن النبي صلى الله عليه وسلم قال الوليمة حق واليوم الثاني معروف واليوم الثالث رياء وسمعة\r\n3 ( المهري الصحابي ) )\r\nزهير بن قرضم بفتح القاف وكسرها وسكون الراء وبعدها ضاد معجمة وميم ابن الجعيل بالجيم المضمومة والعين المهملة مفتوحة مصغرا المهري وفد على رسول الله صلى الله عليه وسلم وكان يكرمه لبعد مسافته كذا ذكره الطبري وقال محمد بن حبيب\r\n","description":"","footnote":"","page_name":" 155 ","page_number":151},
  {"content":"\r\nهو دهين تصغير دهن بن قرض والله أعلم وقال الدارقطني ذهين بالذال معجمة\r\n3 ( ابن عتر الصحابي ) )\r\nزهير بن غزية بن عمرو بن عتر بالتاء ثالثة الحروف صحب النبي صلى الله عليه وسلم )\r\nذكره الدارقطني في باب عتر\r\n3 ( ابن أبي أمية الصحابي ) )\r\nزهير بن أبي أمية صحابي مذكور في المؤلفة قلوبهم قال ابن عبد البر فيه نظر لا أعرفه\r\n3 ( البهاء زهير ) )\r\nزهير بن محمد بن علي بن يحيى بن الحسن بن جعفر الأديب البارع الكاتب بهاء الدين أبو الفضل وأبو العلاء الأزدي المهلبي المكي ثم القوصي المصري الشاعر\r\nولد سنة إحدى وثمانين وخمس مائة وتوفي سنة ست وخمسين وست مائة ومولده بمكة وسمع من علي بن أبي الكرم البناء وغيره\r\nوله ديوان مشهور قال بعضهم ما تعاتب الأصحاب ولا تراسل الأحباب بمثل شعر البهاء زهير وشعره في غاية الانسجام والعذوبة والفصاحة وهو السهل الممتنع فهو كما قال فيه سعد الدين محمد بن عربي من الطويل\r\n* لشعر زهير في النفوس مكانة\r\n* فقد حاز من ألبابها أوفر الحظ\r\n*\r\n* لقد رق حتى قلت فيه لعله\r\n* يحاول إبراز المعاني بلا لفظ\r\n* نقلت من خط الأديب علي بن سعيد المغربي ما ذكره في أول كتاب الغراميات له ثم طرقت البلاد مقطعات للبهاء زهير الحجازي الأصل المصري الدار آنست ما تقدم وقالت كم غادر الشعراء من متردم وكان مما لعب بخاطري لعب الرياح بالغصون وتمكن منه تمكن العيون الدعلج من الفؤاد المفتون شعره الذي أوله من الطويل\r\n* تعالوا بنا نطوي الحديث الذي جرى\r\n* فلا سمع الواشي بذاك ولا درى\r\n*\r\n* تعالوا بنا حتى نعود إلى الرضا\r\n* وحتى كأن العهد لن يتغيرا\r\n*\r\n* ولا تذكروا الذنب الذي كان بيننا\r\n* على أنه ما كان ذنب فيذكرا\r\n*\r\n","description":"","footnote":"","page_name":" 156 ","page_number":152},
  {"content":"\r\nوحملني الشغف بطريقة هذا الرجل على حفظ ما يرد من شعره على أفواه الواردين من المشرق إلى أن جمع الله بيني وبينه بالقاهرة حاضرة الديار المصرية\r\n* فقل في منهل عذب\r\n* تمكن منه عطشان\r\n* ثم كانت المؤانسة فكدت أصعق لما أنشدني قوله وما وجدت روحي معي البتة من الطويل\r\n* رويدك قد أفنيت يا بين أدمعي\r\n* وحسبك قد أحرقت يا وجد أضلعي )\r\n* ( إلى كم أقاسي لوعة بعد لوعة\r\n* وحتى متى يا بين أنت معي معي\r\n*\r\n* وقالوا علمنا ما جرى منك بعدنا\r\n* فلا تظلموني ما جرى غير أدمعي\r\n*\r\n* رعى الله ذاك الوجه حيث توجهوا\r\n* وحيته عني الشمس في كل مطلع\r\n*\r\n* ويا رب جدد كلما هبت الصبا\r\n* سلامي على ذاك الحبيب المودع\r\n*\r\n* قفوا بعدنا تلفوا مكان حديثنا\r\n* له أرج كالمندل المتضرع\r\n* وقلت له وقد أعجبه انفعالي لما صدر عنه من هذه المحاسن الغرامية يا سيدي لا يمضي اعتقادي فيكم مذ مدة طويلة وأنا بالمغرب الأقصى ضائعا والغرض كله التهذيب الموصل إلى ما يتعلق بأهداب طريقتكم فقد علمتم أن مهيارا من عجم الديلم لما شرب ماء دجلة والفرات وصحب سيدة الشريف الرضي نمت أسراره من خلال أشعاره فتبسم وقال ما تنزلت أنت أول إلى أول طبقة مهيار ولا ترفعت أنا إلى طبقة الشريف لكن كل ما زمان له رؤساء وأتباع في كل فن وإن تكونوا صغار قوم فستكونوا كبار قوم آخرين واعلم أنك نشأت ببلاد ولع شعراؤها بالغوص على المعاني وزهدوا في عذوبة الألفاظ والتلاعب بمحاسن صياغتها المكسوة بأسرار الغرام فطريقة المغاربة مثل قول ابن خفاجة من الكامل\r\n* وعشي أنس أضجعتنا نشوة\r\n* فيها مضجعي وتدمث\r\n*\r\n* خلعت علي بها الأراكة ظلها\r\n* والغصن يصغي والحمام يحدث\r\n*\r\n* والشمس تجنح للغروب مريضة\r\n* والرعد يرقى والغمامة تنفث\r\n* وقول الرصافي من البسيط\r\n* غزيل لم تزل في الغزل جائلة\r\n* بنانه جولان الفكر في الغزل\r\n*\r\n* جذلان تلعب بالمحواك أنمله\r\n* على السدى لعب الأيام بالدول\r\n*\r\n* ما إن يني تعب الأطراف مشتغلا\r\n* أفديه الظبي في أشراك محتبل\r\n*\r\n","description":"","footnote":"","page_name":" 157 ","page_number":153},
  {"content":"\r\nلا يشق فيها غبارهم ولا تلحق إلا آثارهم وأما مثل قول ابن المعلم الواسطي من الكامل\r\n* رحلوا بأفئدة الرجال وغادروا\r\n* بصدورها فكرا هي الأشجان\r\n*\r\n* واستقبلوا الوادي فأطرقت المهى\r\n* وتحيرت بغصونها الكثبان\r\n*\r\n* فكأنما اعترفت لهم بقدودها\r\n* الأغصان أو بعيونها الغزلان\r\n* وقول ابن التعاويذي من البسيط )\r\n* إن قلت جرت على ضعفي يقول متى\r\n* كان المحب من المحبوب منتصفا\r\n*\r\n* أو قلت أتلفت روحي قال لا عجب\r\n* من ذاق طعم الهوى يوما فما تلفا\r\n*\r\n* قد قلتم الغصن ميال ومنعطف\r\n* فكيف مال على ضعفي وما عطفا\r\n* فطراز لا يلم له أهل بلادكم فقلت المحاسن أعزك الله مقسمة وفي المغاربة من تنفث من أشعاره أسحار الكلام وتنم عليها أسرار الغرام مثل الوزير أبي الوليد ابن زيدون في قصيدته التي منها من البسيط\r\n* بنتم وبنا فما ابتلت جوانحنا\r\n* شوقا إليكم ولا جفت مآقينا\r\n* وسرد ابن سعيد القصيدة قال ثم أمسكت فقال ما أنشأت أندلسكم مثل هذا الرجل في الطريقة الغرامية وأظنه كان صادق العشق\r\nقلت نعم كان يعشق أعلى منه قدرا وأرق حاشية وألطف طرفا وهي ولادة بنت المستكفي المرواني علقها بقرطبة حضرة الملك ثم إن ابن سعيد قص عليه ذكر جماعة من المغرب وذكر انفصاله من ذلك المجلس ثم قال ووصلت إلى ميعاده فوجدته بخزانة كتبه فكانت أول خزانة ملوكية رأيتها لأنها تحتوي على خمسة آلاف سفر ونيف وذكر أنه أمره بحفظ أشعار التلعفري والحاجري وأنه قال له يوما أجز فقلت يا بان وادي الأجرع سقيت سحب الأدمع فقال له قاربت ولكن طريقتنا أن تقول\r\n","description":"","footnote":"","page_name":" 158 ","page_number":154},
  {"content":"\r\nهل ملت من شوقي معي فقلت الحق ما عليه غطاء هذا أولى ولازمته بعد ذلك نحو ثلاث سنين أنشده في أثنائها ما يتزيد لي إلى أن أنشدته قولي من البسيط\r\n* وا طول شوقي إلى ثغور\r\n* ملى من الشهد والرحيق\r\n*\r\n* عنها أخذت الذي تراه\r\n* يعذب في شعري الرقيق\r\n* فارتاح وقال سلكت جادة الطريق ما تحتاج إلى دليل انتهى\r\nوكان بهاء الدين زهير كريما فاضلا حسن الأخلاق جميل الأوصاف خدم الصالح أيوب )\r\nوسافر معه إلى الشرق فلما ملك مصر بلغه أرفع المراتب ونفذه رسولا إلى الناصر صاحب حلب يطلب منه أن يسلم إليه عمه الصالح إسماعيل فقال كيف أسيره إليه وقد استجار بي وهو خال أبي ليقتله فرجع البهاء زهير بذلك فعظم على الصالح وسكت على حنق ولما صار مريضا على المنصورة تغير على البهاء زهير وأبعده لأنه كان كثير التخيل والغضب والمعاقبة على الوهم ولا يقبل عثرة والسيئة عنده ما تغفر\r\nواتصل البهاء بعده بخدمة الناصر بالشام وله فيه مدائح ثم رجع إلى القاهرة ولزم بيته يبيع كتبه وموجوده ثم انكشف حله بالكلية ومرض أيام الوباء ومات وقيل إنه ترك مكاتبات الديوان في الديوان وفيهما جواب الناصر داود فحضر الدوادار وطلب الكتب للعلامة والبهاء زهير غائب فدفعهما إليه فخر الدين بن لقمان فيما أظن فدخل بها إلى السلطان فتأملها وعلم عليها وكتب بين السطور في جواب الناصر داود يا بهاء الدين هذا ما يكتب إليه بغير هذا وداهنه ولا تبدي له شيئا مما عندنا أو قال كلاما هذا معناه وفعل الصالح ذلك بناء على أن البهاء زهيرا يقف على الكتاب ويقرأ ما كتبه السلطان ويفك الأوصال ويغير الكتب على ما أراده ثم إن الدوادار أحضر الكتب إلى الديوان وسفر فخر الدين لقمان القاصد إلى الناصر بجوابه ولم يقف عليه هذا كله وبهاء الدين زهير غائب فلما وقف الناصر على جواب الصالح ورأى خطه جهز إلى الصالح يقول له هكذا تكون الملوك وأيمانهم وأنت تبطن خلاف ما تظهر وذكر له ما كتبه في جوابه بخطه فلما وقف الصالح على ذلك استشاط غضبا وطلب البهاء زهيرا وقال له أنا أعلم أنك أنت ما فعلت هذا معي ولكن قل لي من هو الذي اعتمد هذا لأقطع يده فقال يا خوند ما فعله إلا أنا فألح عليه فأصر على الإنكار فقال له أنت لك علي حق خدمة وأنا ما آذيك ولكن خل لي هذه البلاد ورح فخرج من مصر وعطل ولم يقل عن فخر الدين بن لقمان ما فعل والله أعلم بصحة غضب الصالح عليه\r\nوكان البهاء زهير فيما يذكر أسود قصيرا شيخا بذقن مقرطمة وكان غريب الشكل فكان\r\n","description":"","footnote":"","page_name":" 159 ","page_number":155},
  {"content":"\r\nيسلك مسلك ابن الزبير في وضع الحكايات على نفسه ظرفا منه ولئلا يدع لأحد عليه كلاما يتهكم به وحكاياته في ذلك مشهورة منها أنه حكى لجماعة الديوان قال جاءت اليوم امرأة ما رأيت في عمري أحسن منها وراودتني على ذلك الفعل فلما كان ما كان أردت أن أدفع إليها شيئا من الذهب فقالت ما فعلت هذا لحاجة ولكن أرأيت في عمرك أحسن مني فقلت لا )\r\nوالله فقالت إن زوجي يدعني ويميل إلى واحدة ما رأيت في عمري أوحش منها\r\nفلما عذلته ونهيته وما انتهى أردت مكافأته وقد فتشت هذه المدينة فلم أر فيها أوحش منك ففعلت معك هذا مقابلة لزوجي كونه تركني ومال إلى أوحش من في هذه المدينة فقلت لها أنا ها هنا كلما اجتمع زوجك بتلك تعالي أنت إلي\r\nوأنا أعتقد أن ذلك لم يقع وإنما أراد بهاء الدين زهير بذلك أن يتظرف ويسبق الناس إلى التندير عليه رحمه الله وسامحه\r\nوكتابته جيدة قوية مصقولة مليحة منسوبة رأيت بخطه نسختين بالأمثال للميداني وخطه عندي على بعض مجلداته\r\nوذكر القاضي شمس الدين أحمد بن خلكان أنه اجتمع به وأثنى عليه ثناء كثيرا في ترجمته في تاريخه وروى عنه شهاب الدين القوصي عدة قصائد والدمياطي وغيرهما\r\nنقلت من خط شهاب الدين القوصي في المعجم قال أنشدني بهاء الدين أبو الفضائل لنفسه من الطويل\r\n* وحقكم ما غير البعد عهدكم\r\n* وإن حال حال أو تغير شان\r\n*\r\n* فلا تسمعوا فينا بحقكم الذي\r\n* يقول فلان عندكم وفلان\r\n*\r\n* لدي لكم ذاك الوفاء بحاله\r\n* وعندي لكم ذاك الوداد يصان\r\n*\r\n* وما حل عندي غيركم في محلكم\r\n* لكل حبيب في الفؤاد مكان\r\n*\r\n* ومن شغفي فيكم ووجدي أنني\r\n* أهون ما ألقاه وهو هوان\r\n*\r\n* ويحسن قبح الفعل إن جاء منكم\r\n* كما طاب ريح العود وهو دخان\r\n* قال وأنشدني لنفسه من الوافر\r\n* حبيبي عينه قالوا تشكت\r\n* وذلك لو دروا عين المحال\r\n*\r\n* أتشكو عينه ألما وفيها\r\n* يقال أصح من عين الغزال\r\n*\r\n* ولكن أشبهت لون الحميا\r\n* كما أشبهتها في الفعال\r\n* قال وأنشدني لنفسه من مجزوء الكامل\r\n* وافى كتابك وهو بال\r\n* أشواق عني يعرب\r\n*\r\n","description":"","footnote":"","page_name":" 160 ","page_number":156},
  {"content":"\r\n* قلبي لديك أظنه\r\n* يملي عليك فتكتب\r\n* )\r\nقال وأنشدني لنفسه من مجزوء الرمل\r\n* كلما قلت خلونا\r\n* جاءنا الشيخ الإمام\r\n*\r\n* فاعترفنا كلنا من\r\n* ه انقباض واحتشام\r\n*\r\n* فهو في المجلس فدم\r\n* ولنا فهو فدام\r\n*\r\n* وعلى الجملة فالشي\r\n* خ ثقيل والسلام\r\n* قال وأنشدني لنفسه من الكامل\r\n* لك مجلس ما رمت فيه خلوة\r\n* إلا أتاح الله كل ثقيل\r\n*\r\n* فكأنه قلبي لكل صبابة\r\n* وكأنه سمعي لكل عذول\r\n* قال وأنشدني لنفسه من مجزوء الرمل\r\n* وثقيل ما برحنا\r\n* نتمنى البعد عنه\r\n*\r\n* غاب عنا ففرحنا\r\n* جاءنا أثقل منه\r\n* وقال أنشدني لنفسه من السريع\r\n* أصبحت لا شغل ولا عطلة\r\n* مذبذبا ذا صفقة خاسرة\r\n*\r\n* وجملة الأمر وتفصيله\r\n* أني لا دنيا ولا آخرة\r\n* قال وأنشدني لنفسه من الكامل المرفل\r\n* أرسلته في حاجة\r\n* بالقرب هينة المساغ\r\n*\r\n* فحرمت حسن قضائها\r\n* إذ لم يكن حسن البلاغ\r\n*\r\n* كالخمر ترسل للفؤا\r\n* د بها فتصعد للدماغ\r\n* قال وأنشدني لنفسه من المتقارب\r\n* فلانة في تيهها\r\n* تغص بها مقلتي\r\n*\r\n* وقد زعمت أنها\r\n* وليست بتلك التي\r\n*\r\n* فلا وجه إن أقبلت\r\n* ولا ردف إن ولت\r\n* قال وأنشدني لنفسه من السريع\r\n* أقول إذ أبصرته مقبلا\r\n* معتدل القامة والشكل\r\n*\r\n* يا ألفا من قده أقبلت\r\n* بالله كوني ألف الوصل\r\n*\r\n","description":"","footnote":"","page_name":" 161 ","page_number":157},
  {"content":"\r\n)\r\nقال وأنشدني لنفسه من مجزوء الرجز\r\n* يا روضة الحسن صلي\r\n* فما عليك ضير\r\n*\r\n* فهل رأيت روضة\r\n* ليس لها زهير\r\n* قال وأنشدني لنفسه من الكامل المرفل\r\n* أنا ذا زهيرك ليس إلا\r\n* جود كفك لي مزينه\r\n*\r\n* أهوى جميل الذكر عن\r\n* ك كأنما هو لي بثينة\r\n*\r\n* فاسأل ضميرك عن ودا\r\n* دي إنه فيه جهينة\r\n* قلت ما أحلى لفظ مزينه ههنا فإن مزينة هي قبيلة زهير بن أبي سلمى وقال أنشدني لنفسه ما ينقش على سيف من المتقارب\r\n* برسم الغزاة وضرب العداة\r\n* بكف همام رفيع الهمم\r\n*\r\n* تراه إذا اهتز في كفه\r\n* كخاطف برق سرى في ديم\r\n* وقال أنشدني لنفسه من الطويل\r\n* أغصن النقا لولا القوام المهفهف\r\n* لما كان يهواك المعنى المعنف\r\n*\r\n* ويا ظبي لولا أن فيك محاسنا\r\n* حكين الذي أهوى لما كنت توصف\r\n*\r\n* كلفت بغصن وهو غصن ممنطق\r\n* وهمت بظبي وهو ظبي مشنف\r\n*\r\n* ومما دهاني أنه من حيائه\r\n* أقول كليل طرفه وهو مرهف\r\n*\r\n* وذلك أيضا مثل بستان خده\r\n* به الورد يسمى مضعفا وهو مضعف\r\n*\r\n* فيا ظبي هلا كان فيك التفاتة\r\n* ويا غصن هلا كان فيك تعطف\r\n*\r\n* ويا حرم الحسن الذي هو آمن\r\n* وألبابنا من حوله تتخطف\r\n*\r\n* عسى عطفة للوصل يا واو صدغه\r\n* وحقك إني أعرف الواو تعطف\r\n*\r\n* أأحبابنا أما غرامي بعدكم\r\n* فقد زاد عما تعرفون وأعرف\r\n*\r\n* أطلتم عقابي في الهوى فتطولوا\r\n* فبي كلف في حمله أتكلف\r\n*\r\n* ووالله ما فارقتكم عن ملالة\r\n* وجهدي لكم أني أقول وأحلف\r\n* وقال قاضي القضاة شمس الدين بن خلكان أنشدني لنفسه من السريع\r\n* وأنت يا نرجس عينيه كم\r\n* تشرب من قلبي وما أذبلك )\r\n* ( ما لك في حسنك من مشبه\r\n* ما تم في العالم ما تم لك\r\n*\r\n","description":"","footnote":"","page_name":" 162 ","page_number":158},
  {"content":"\r\nولما توجه البهاء زهير رسولا إلى بلاد الشرق اجتاز بالموصل وبه شرف الدين أحمد بن محمد الحلاوي الموصلي فمدحه بقصيدة مليحة منها من البسيط\r\n* تجيزها وتجيز المادحين بها\r\n* فقل لنا أزهير أنت أم هرم\r\n* ولما عاد اجتمع بالصاحب جمال الدين بن مطروح وأوقفه على القصيدة فأعجبه منها هذا البيت فكتب إليه جمال الدين بن مطروح من الوافر\r\n* أقول وقد تتابع منك بر\r\n* وأهلا ما برحت لكل خير\r\n*\r\n* ألا لا تذكروا هرما بجود\r\n* فما هرم بأكرم من زهير\r\n* قال ابن خلكان وبيت ابن الحلاوي ينظر إلى قول ابن القاسم في الداعي سبا بن أحمد الصيلحي أحد ملوك اليمن وكان شاعرا جوادا من قصيدة من الطويل\r\n* ولما مدحت الهبرزي ابن أحمد\r\n* أجاز وكافاني على المدح بالمدح\r\n*\r\n* فعوضني شعرا بشعر وزادني\r\n* عطاء فهذا رأس مالي وذا ربحي\r\n* وكان الصاحب بهاء الدين زهير في أول أمره كاتبا عند المكرم بن اللمطي متولي قوص والصعيد في الأيام الكاملية وله فيه مدائح حسنة منها قوله من الكامل\r\n* يا منسك المعروف أحرم منطقي\r\n* زمنا وقد لباك من ميقاته\r\n*\r\n* هذا زهيرك لا زهير مزينة\r\n* وافاك لا هرما على علاته\r\n*\r\n* دعه وحولياته ثم استمع\r\n* لزهير عصرك حسن ليلياته\r\n*\r\n* لو أنشدت في آل جفنة أضربوا\r\n* عن ذكر حسان وعن جفناته\r\n* ومن شعر البهاء زهير من أبيات من مجزوء الرجز\r\n* يا بدر إن رمت به\r\n* تشبها رمت الشطط\r\n*\r\n* ودعه يا غصن النقا\r\n* ما أنت من ذاك النمط\r\n*\r\n* يمر بي ملتفتا\r\n* فهل رأيت الظبي قط\r\n*\r\n* ما فيه من عيب سوى\r\n* فتور عينيه فقط\r\n*\r\n* يا مانعا حلو الرضا\r\n* وباذلا مر السخط\r\n*\r\n* حاشاك أن ترضى بأن\r\n* أموت في الحب غلط\r\n* ) )\r\n2 ( الألقاب ) )\r\nالزوال إبراهيم بن علي\r\n","description":"","footnote":"","page_name":" 163 ","page_number":159},
  {"content":"\r\nالزواوي القاضي زين الدين عبد السلام بن علي بن عمر\r\nزوج الحرة اسمه محمد بن جعفر\r\nالزوزني البحاثي اسمه محمد بن إسحاق بن علي الشاعر\r\nابن زولاق الحسن بن إبراهيم\r\nابن زولاق صاحب التصانيف أبو محمد الحسن بن إبراهيم\r\nابن زويزان اسمه خليل بن إسماعيل الزندرة القاسم بن محمد\r\nالزوزني الواعظ اسمه الوليد بن أحمد\r\nالزواوي قاضي القضاة بدمشق جمال الدين اسمه محمد بن سليمان\r\nالزواوي يوسف بن عبد الله\r\nابن الزواف الشاعر اسمه عبد الواحد بن فتوح\r\nابن الزوال هارون بن العباس\r\nابن الزوينية الشاعر اسمه عبد الرحيم\r\nابن الزيات الوزير محمد بن عبد الملك\r\nابن الزيات المحدث عبد الله بن محمد بن عبد المؤمن\r\nابن الزيات علي بن عبد الجبار\r\nابن الزيات هارون بن محمد\r\nابن الزيات عبد الله بن محمد\r\nابن أبي الزوائد سلمة بن يحيى\r\n( ( زياد ) )\r\n3 ( أبو أمامة الأعجم ) )\r\nزياد الأعجم أبو أمامة العبدي مولى عبد القيس ولقب الأعجم لعجمة كانت في لسانه أدرك أبا موسى الأشعري وعثمان بن أبي العاص وشهد\r\n","description":"","footnote":"","page_name":" 164 ","page_number":160},
  {"content":"\r\nوعهما فتح إصطخر وحكى عنهما ووفد على هشام وشهد وفاته بالرصافة\r\nوعده محمد بن سلام في الطبقة السابعة من شعراء الإسلام وطال عمره وحدث وأوصت له امرأة من بني نمير بثلثها لقوله من الوافر\r\n* لعمرك ما رماح بني نمير\r\n* بطائشة الصدور ولا قصار\r\n* ودخل زياد على عبد الله بن جعفر يسأله في خمس ديات فأعطاه ثم عاد فسأله في خمس ديات أخر فأعطاه ثم عاد فسأله في عشر ديات فأعطاه فقال من الوافر\r\n* سألناه الجزيل فما تلكأ\r\n* وأعطى فوق منيتنا وزادا\r\n*\r\n* وأحسن ثم أحسن ثم عدنا\r\n* فأحسن ثم عدت له فعادا\r\n*\r\n* مرارا ما أعود إليه إلا\r\n* تبسم ضاحكا وثنى الوسادا\r\n* وكان المغيرة بن المهلب أبرع ولده وأوفاهم وأعفهم وأسخاهم فلما مات رثاه زياد الأعجم بقصيدته من الكامل\r\n* مات المغيرة بعد طول تعرض\r\n* للموت بين أسنة وصفائح\r\n* ومنها\r\n* إن السماحة والمروءة ضمنا\r\n* قبرا بمرو على الطريق الواضح\r\n*\r\n* فإذا مررت بقبره فاعقر به\r\n* كوم الهجان وكل طرف سابح\r\n*\r\n* وانضح جوانب قبره بدمائها\r\n* فلقد يكون أخا دم وذبائح\r\n* قال محمد بن عباد المهلبي قال لي المأمون أي قصيدة أرثى قلت أمير المؤمنين أعلم قال لي القصيدة التي قالها زياد الأعجم في المغيرة بن المهلب ثم قال اتحفظها قلت نعم قال فخذها علي فأنشدنيها حتى أتى على آخرها وترك منها بيتا قلت يا أمير المؤمنين تركت منها بيتا قال وما هو قلت\r\n* هلا ليالي فوقه بزاته\r\n* يغشى الأسنة فوق نهد قارح\r\n* )\r\nقال هاه ها يتهدد المنية ألا أتته ذلك الوقت هذا أجود بيت فيها ثم استعاده حتى حفظه وكان يلبس قباء ديباج بالعجمي فأنكر ذلك عليه المغيرة بن المهلب ومزق عليه ثيابه فقال زياد من الطويل\r\n* لعمرك ما الديباج مزقت وحده\r\n* ولكنما مزقت جلد المهلب\r\n* ومن شعره من الطويل\r\n* وكائن ترى من صامت لك معجب\r\n* زيادته أو نقصه في التكلم\r\n*\r\n* لسان الفتى نصف ونصف فؤاده\r\n* ولم يبق إلا صورة اللحم والدم\r\n*\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":161}
  ]