[
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nمكارم\r\n1 - ابن وزير لك مكارم بن وزير لك\r\nوجدته في الشعراء العصرية والظاهر أنه أبو المكارم هبة الله ابن وزير بن مقلد\r\nومكارم بعض كنيته\r\nمن شعره\r\n* كفوا عن القاضي اللهيب\r\n* فعناؤه داء القلوب\r\n*\r\n* قالوا يغني بالقضيب\r\n* وليس ذلك بالعجيب\r\n*\r\n* لو لم يغني بالقضيب\r\n* لمات من شوق القضيب\r\n*\r\nومنه\r\n* مليك له في العالمين مكارم\r\n* هي الشمس لا تخفى بكل مكان\r\n*\r\n* لياليه أيام وأما زمانه\r\n* فقد فاق بالمعروف كل زمان\r\n*\r\nومنه\r\n* عاتب إياك فإنه\r\n* قد جاز فلسفة وعلما\r\n*\r\n* أيكون بقراط الحكيم\r\n* وأنت بين الناس أعمى\r\n*\r\nلما بلغ ابن سناء الملك الآتي ذكره إن شاء الله تعالى واسمه\r\n","description":"","footnote":"","page_name":" 5 ","page_number":1},
  {"content":"\r\nهبة الله بن جعفر ابن ابن وزير هذا هجاه فأحضره إليه وأدبه وشتمه كتب إليه نشئ الملك علي بن مفرج المعروف ( 230 ) بابن المنجم المعري يتهكم بابن الوزير\r\n* قل للسعيد أدام الله دولته\r\n* صديقنا تظلمه\r\n*\r\n* صفعته إذا غدا يهجوك منتقما\r\n* منه ومن بعد هذا ظلت تشتمه\r\n*\r\n* هجو بهجو وهذا الصفع فيه ربا\r\n* والشرع ما يعتصيه بل يحرمه\r\n*\r\n* فإن تقل ما لهجو عنده ألم\r\n* فالصفع والله أيضا ليس يؤلمه\r\n*\r\nوله في مليح حاسب\r\n* قد جاد ذهنك في الحساب\r\n* فجد للمستهام بأول العدد\r\n*\r\nوقال\r\n* من علامات المحب إذا\r\n* عاين المحبوب يرتعد\r\n*\r\n* خيفة من غير ما سبب\r\n* غير إظهار الذي تجد\r\n*\r\n* دهشة العشاق واضحة\r\n* لم يطق كتمانها الجلد\r\n*\r\nوقال\r\n* انظر إلى الأحدب مع عرسه\r\n* وهي على الجبهة مبطوحه\r\n*\r\n* كأنه لما علا ظهرها\r\n* فارة نجار على شوحه\r\n*\r\nوقال\r\n* ألطاف ربك في الضراء كامنة\r\n* فكن لغايبه السراء منتظرا\r\n*\r\n","description":"","footnote":"","page_name":" 6 ","page_number":2},
  {"content":"\r\n* فغاية الليل فجر والسهاد كرى\r\n* ومن أصاب دواعي صبره قدرا\r\n*\r\n* ورب راج أتاح الله بغيته\r\n* عفوا وغارس آمال جنى الثمرا ( 231 )\r\n*\r\n* فاسحب ذيول السرى في كل حادثة\r\n* وخض بحار الدجى تلقى المنى دررا\r\n*\r\n* لولا ملازمة السير الحثيث لما\r\n* كان الهلال بآفاق السما قمرا\r\n*\r\n","description":"","footnote":"","page_name":" 7 ","page_number":3},
  {"content":"\r\nالألقاب\r\nالمكناسي الكاتب اسمه عبد الرحمن بن محمد\r\nابن مكي بدر الدين محمد بن مكي ( 232 )\r\nابن مكي الحاجب جعفر مكي\r\nمروية الطبيب اسمه أحمد بن عبد الرحمن\r\n2 - أبو عبد الله العنزي مندل بن علي أبو عبد الله العنزي\r\nكان فاضلا صدوقا\r\nقال معاذ دخلت الكوفة فلم أجد بها أحدا أورع من مندل مرت جارية ومعها سلة فيها بجندل وهو في حلقته وأصحاب الحديث حوله فوقفت تسمع كلامه فظن السلة أهديت إليه فقال لها قدميها وقال لمن حوله كلو\r\nفأكلوا ما فيها\r\n","description":"","footnote":"","page_name":" 8 ","page_number":4},
  {"content":"\r\nثم انصرفت الجارية إلى سيدها فقال ما الذي حبسك فأخبرته الخبر وكان رجلا فقال لها أنت حرة لوجه الله تعالى\r\nحدث مندل عن الأعمش وغيره\r\nوقال لا بأس به وقال مرة ضعيف وتوفي رحمه الله تعالى سنة ثمان وستين ( 233 )\r\n","description":"","footnote":"","page_name":" 9 ","page_number":5},
  {"content":"\r\nالمنجا\r\n3 - زين الدين أبو البركات المنجا بن عثمان بن أسعد الإمام العلامة مفتي المسلمين\r\nزين الدين أبو البركات بن الصدر عز الدين العلامة وجيه الدين التنوخي المعري الأصل الدمشقي المولد الحنبلي\r\nولد سنة إحدى وثلاثين وستمائة\r\nوتوفي سنة ست وتسعين وستمائة\r\nحضر على جعفر الهمداني وابن المقبر وسالم بن صصرى وسمع من السخاوي والتياح والقرطبي والرشيد بن مسلمة\r\n","description":"","footnote":"","page_name":" 10 ","page_number":6},
  {"content":"\r\nوتفقه على أصحاب جده\r\nوعلى أصحابه الشيخ موفق\r\nوقرأ الأصول على وغيره وبرع في المذهب وتفقه عليه ابن الفخر وابن أبي الشيخ وابن\r\nلأنه شرح كتاب المقنع في الفقه شرحا حسنا في أربع مجلدات وفسر الكتاب العزيز ولكنه لم يبيضه وألقاه جميعه دروسا\r\nوشرع في شرح المحصول ولم يكمله\r\nواختصر نصفه\r\nوكانت له في الجامع حلقة للأشغال والفتوى نحو ثلاثين سنة متبرعا وكان يصوم الاثنين والخميس ويذكر من حين يصلي الصبح إلى أن يصلي للضحى\r\nوكان له مع الصلوات تطوع كثير\r\nوفي آخر الليل تهجد ويفطر الفقراء عنده في بعض الليالي\r\nوفي شهر رمضان كله\r\nوسمع ( صحيح مسلم ) على السخاوي\r\nوأجاز للشيخ الدين مروياته\r\nوكان له ملك وثروة وحرمة وافرة\r\nوسأل الناس الشيخ جمال الدين ابن مالك عن ألفيته أن يشرحها فقال ذلك المنجا يشرحها لكم\r\n","description":"","footnote":"","page_name":" 11 ","page_number":7},
  {"content":"\r\nوكان قد قرأ على ابن مالك ( 234 )\r\n4 - أبو المنجا أبو بن علي بن المنجا\r\nمن وجوه أصحاب أبي علي القرمطي المعروف بالأعصم\r\nوكان ممن يرجع إليه في الرأي والسياسة من أبي محمود إبراهيم بن جعفر الكتامي فقصده ظالم العقيلي من ناحية ظالم فأسره ظالم يوم السبت لعشر خلون من شهر رمضان سنة ثلاث وستين وثلاثمائة وأسر ابنه وسيرهما إلى قفصي خشب فحبسا بمصر ( 235 )\r\nبنو المنجا جماعة منهم\r\nالشيخ عز الدين المحتسب وناظر الجامع اسمه محمد بن أحمد\r\nووجيه الدين محمد بن عثمان\r\nوصدر الدين أسعد بن عثمان\r\nووجيه الدين أسعد بن المنجا\r\nووجيه الدين أسعد بن عبد الرحمن\r\nوعز الدين عثمان بن أسعد\r\n","description":"","footnote":"","page_name":" 12 ","page_number":8},
  {"content":"\r\nوشمس الدين عمر بن أسعد\r\nوزين الدين المنجا بن عثمان ( 236 )\r\n5 - التميمي الحارثي منجاب بن الحارث\r\nالتميمي الكوفي\r\nروى عنه مسلمة وبقي بن مخلد\r\nتوفي سنة إحدى وثلاثين ومائتين\r\n6 - الأمير الأخشيدي منجح الأمير\r\nكان من كبار الأخشيدية\r\nولي نيابة طرسوس والثغر وكانت أيامه طيبة برخص الأسعار\r\nتوفي سنة إحدى وأربعين وثلاثمائة ( 237 )\r\nولما تواترت الأخبار عنه بإمساك من يمسك وقتل من يقتل ظهرت له سمعة ومهابة وبقي الناس يخافون إذا سمعوا بخروجه إلى الشام\r\nوفي ذلك قلت كان وكان\r\n","description":"","footnote":"","page_name":" 13 ","page_number":9},
  {"content":"\r\n* أمير منجك حديثك قد شاع\r\n* وصار أعداء المظفر يخشاك\r\n*\r\nفي الأحلام\r\n* قد كنت منجك فلما حصدت\r\n* أعمار العدى أصبحت منجل فكأنك\r\n*\r\nبدلت باللام ( 238 )\r\nبنو مندة جماعة منهم\r\nالحافظ محمد بن يحيى\r\nومنهم الحافظ عبد الرحمن بن محمد بن إسحاق\r\nومنهم عماد الدين محمود بن إبراهيم\r\nومنهم محمد بن إسحاق بن محمد\r\nوهو صاحب الرحلة الواسعة\r\n","description":"","footnote":"","page_name":" 14 ","page_number":10},
  {"content":"\r\nومنهم يحيى بن عبد الوهاب\r\nابن المندوف محمد بن هبة الله ( 239 )\r\n","description":"","footnote":"","page_name":" 15 ","page_number":11},
  {"content":"\r\nالألقاب\r\nبنو المنجم جماعة فضلاء\r\nمنهم أحمد بن علي\r\nومنهم أحمد بن يحيى\r\nومنهم الحسن بن علي\r\nومنهم الحسن بن يحيى\r\nومنهم عبد الله بن علي\r\nومنهم علي بن مفرج\r\nومنهم علي بن هارون\r\n","description":"","footnote":"","page_name":" 16 ","page_number":12},
  {"content":"\r\nومنهم علي بن يحيى\r\nومنهم عبد الرحمن بن مروان\r\nومنهم هارون بن علي\r\nومنهم الفضل بن ثابت\r\nومنهم هارون بن علي بن هارون بن علي\r\nومنهم هبة الله بن محمد\r\nومنهم يحيى بن علي\r\nومنهم يحيى بن أبي منصور\r\n","description":"","footnote":"","page_name":" 17 ","page_number":13},
  {"content":"\r\nومنهم محمد بن يحيى\r\nالمنجم الرملي محمد بن مكي\r\nالمنجم المغربي محمد بن يوسفمنجوتكين ويقال بنجوتكين\r\nالتركي\r\nولاه العزيز أمرة الجيوش الشامية فقدم دمشق في سنة إحدى وثمانين وثلاثمائة بعد منير الخادم وامتدت ولايته إلى شوال سنة ست وثمانين وثلاثمائة\r\nجده علي بن جعفر بن فلاح ( 240 )\r\n7 - حاجب الحجاب بدمشق منجك\r\nالأمير سيف الدين الناصري\r\nاشتهر في دولة الملك الصالح وكان هو الذي حضر برأس الناصر أحمد لما أخذت الكرك\r\nثم إنه حضر إلى دمشق صحبة مغربي ادعى أن في الصفقة القبلية مطلبا فوقف على المكان المذكور ولم تكن لذلك صحة في أيام الأمير سيف الدين طقزتمر\r\n","description":"","footnote":"","page_name":" 18 ","page_number":14},
  {"content":"\r\nثم لما توفي الأمير سيف الدين جركس نائب قلعة الروم خلف أملاكا كثيرة وأموالا جمة فجهز إلى حلب للحوطة على تركته فتوجه إليها وحصل ذلك\r\nوفي أثناء الحال توفي الملك الصالح وولي الملك أخوه الكامل شعبان فحضر الأمير سيف الدين منجك من حلب ولما برز الأمير سيف الدين يلبغا إلى الجسورة في أيام الكامل حضر إليه منكرا حركته فأمسكه في الوطاق وهم بقتله وتركه مقيما بدمشق إلى أن انفصل الحال وخلع الكامل وولي الملك المظفر فتوجه الأمير سيف الدين منجك إلى القاهرة\r\nولما جرى للأمير سيف الدين يلبغا ما جرى في السنة الثانية وأمسك بحماة هو ووالده وجهزا مقيدين تلقاهما الأمير سيف الدين منجك إلى قاقون وقضى الله أمره في يلبغا على يده وحز رأسه وجهزه إلى مصر وكان بين أن يقتل وبين أن قتل من كان يريد قتله سنة واحدة وأيام\r\nثم إنه كمل سفرته تلك إلى حماة وعاد إلى القاهرة وعاد إلى دمشق أمير مائه مقدم ألف وحاجب الحجاب فدخلها في ثامن عشر من شهر رجب الفرد سنة ثمان وأربعين وسبعمائة [ 241 
  ]\r\n","description":"","footnote":"","page_name":" 19 ","page_number":15},
  {"content":"\r\nولما خلع المظفر وتولى الملك الناصر حسن بن الناصر محمد بن قلاوون الملك طلبه وورد في طلبه الأمير سيف الدين باذل الذي أحضر الأمير سيف الدين قطز نائب صفد إليها حضر إلى دمشق في طلبه فأخذه وتوجه به إلى مصر يوم العيد أول شوال سنة ثمان وأربعين وسبعمائة وكان قد تحمل الحجوبية في دمشق على أتم ما يكون وأكمل\r\nكان الأمير سيف الدين بن عون شاه نائب الشام يرد كثيرا من القصص إليه فإذا راح من دار العدل إلى بيته تدفع هناك ويرسم فيها بما يراه ويكتب المراسيم للألوا له وغيرهم نجلاص الحقوق بموقع عنده من موقعي السلطان وهذا لم نره لغيره من الحجاب\r\nوجاء الخبر إلى دمشق بأنه تولى وزارة الممالك الإسلامية بالقاهرة في شوال سنة ثمان وأربعين وسبعمائة واستمر فيها إلى أن وقع الخلف بين أمراء المشورة بسببه فعزل من الوزارة قريبا من شهرين\r\nولما أخرج أمير أحمد وغيره من الأمراء عيد إلى الوزارة والأستاذ دادية وبقي كذلك إلى أن توجه أخوه الأمير سيف الدين يلبغا أدوس النائب إلى الحجاز فلما كان يوم السبت رابع عشر من شوال سنة\r\n","description":"","footnote":"","page_name":" 20 ","page_number":16},
  {"content":"\r\nإحدى وخمسين وسبعمائة قبض عليه السلطان الملك الناصر حسن فقيل إن مماليكه لبسوا سلاحهم ونزلوا إلى سوق الخيل ولعبوا بالرماح فقال السلطان لا يروح لهم أحد وإنما قولوا لهم إننا ندع الحرافيش تنهب دوركم\r\nفتوجهوا إلى الأمير سيف الدين شيخو وكان في الصيف على لحيان فلم يجدوا منه إقبالا عليهم ولا مطاوعة فعادوا إلى القاهرة ففرقهم السلطان على الأمراء ولم يزل المذكور في الاعتقال بالإسكندرية إلى أن خلع الملك الناصر حسن وولي الملك الصالح صلاح الدين صالح فأخرجه وبقية الأمراء المعتقلين بالإسكندرية وبالكرك وخلع عليه وأعطاه تقدمة ألف على عادته وأفرج عن أملاكه ومستأجراته\r\nولم يزل على ذلك إلى أن كثر الإرجاف بأن الأمير سيف الدين تنبغا أروسر وأمير أحمد نائب حماة وبكلمش نائب طرابلس يريدون الخروج على الدولة واشتهر ذلك اشتهارا كبيرا فطلب منجك في\r\n","description":"","footnote":"","page_name":" 21 ","page_number":17},
  {"content":"\r\nأوائل رجب فلم يوجد له خبر ونودي عليه [ 242 
  ] وأرسل قطز وراءه إلى سائر النواحي فلم يظفر به وكان هروبه في ليلة الخميس خامس عشر شهر رجب الفرد سنة ثلاث وخمسين وسبعمائة\r\nولم يزل مختفيا إلى أن خرج الأمير سيف الدين طاز بالعسكر المصري وبعده الأمير سيف الدين شيخو فأمسك الأمير سيف الدين طاز شخصا أنكر أمره ومعه كتب للحسام لاجين أستاذ دار منجك فجهزه إلى السلطان فسلم إلى الأمير سيف الدين صرغتمش فقرره فأقر بأن منجك في دار الحسام لاجين فأمسك وضرب فأقر\r\nفتوجه صرغتمش إلى الدار وأخرجه من مطمورة وطلع به إلى السلطان وكتب كتابا عن نفسه إلى أخيه الأمير بيبغا وهو على دمشق بأن نخمد هذه الفتنة فإن في ذلك بقاء دوحة فوجه الكتاب إليه فما أفاد وكان إمساكه قبل طلوع السلطان إلى الشام بيوم في أوائل شعبان\r\nوقلت أنا فيه لما أمسك في المرة الأولى\r\n* قد كان منجك في الأيام مبجلا\r\n* يسمو على النظراء والأقران\r\n*\r\n* حتى رمته يد الزمان بأسهم\r\n* أبدا تصيب مقاتل الفرسان\r\n*\r\n* عجبا له من وسط مأمنه هوى\r\n* كذا تكون طوارق الحدثان\r\n*\r\n* لم يغنه ذهب تعاظم كنزه\r\n* فمكانه سام على كسوان\r\n*\r\n* هذا بذاك وللزمان عجائب\r\n* منها تقلب حالة الإنسان\r\n*\r\n* بينا تراه عاليا في عزه\r\n* إذ راح أسفل ذلة وهوان\r\n*\r\n","description":"","footnote":"","page_name":" 22 ","page_number":18},
  {"content":"\r\nلم يزل في الاعتقال بثغر الإسكندرية إلى أن أفرج السلطان الملك الصالح صالح عنه وعن الأمير علاء الدين مغلطاي أمير آخور\r\nووصل ا لأمير سيف الدين منجك في شهر ربيع الآخر سنة خمس وخمسين وسبعمائة إلى صفر وأقام بها بطالا مدة ثم إنه توجه إلى القدس شهر رمضان [ 243 
  ] وزاد فيه عمارة من شرايفه\r\nولما خلع السلطان الملك الصالح صالح طلب هو إلى مصر فتوجه وولاه السلطان الملك الناصر حسن نيابة طرابلس بعد موت نائبها الأمير سيف الدين ايتمش فوصل إلى دمشق في تاسع عشر شوال وحضر معه في البريد الأمير سيف الدين جاورجي ليعده في النيابة بطرابلس ويعود وأقام بطرابلس نائبا إلى أن توجه إلى حلب لإمساك الأمير سيف الدين طاز ولم يزل هو ونائب حماه الأمير سيف الدين أسندر العمري والعسكر المجرد من الشام إلى أن وصل إلى القطيفة وجرى له ما يذكر في ترجمته وأمسك الأمير علاء الدين أمير على نائب الشام وجهزه مقيدا وعادت العساكر إلى مواضعها فرسم السلطان له بنيابة حلب وحضر من الأبواب الشريفة الأمير علاء الدين طنبغا الخاصكي ليتوجه به إلى حلب ويقره في النيابة بها\r\nوكان وصول طنبغا المذكور إلى دمشق في رابع عشر شهر ربيع الآخر سنة تسع وخمسين وسبعمائة فأقام منجك بحلب نائبا إلى أن رسم\r\n","description":"","footnote":"","page_name":" 23 ","page_number":19},
  {"content":"\r\nله بنيابة دمشق عوضا عن أمير علي وأن يكون أمر علي نائب حلب عوضه فحضر الأمير سيف الدين منجك إلى دمشق\r\nودخلها يوم الخميس خامس عشر جمادى الآخرة سنة تسع وخمسين وسبعمائة وزاد في تتبع من يشرب أو أمسك سكران فكان في كل يوم يضرب دار العدل جماعة بالمقارع على الجنبين وبالعصي على الصدور وعلى الظهر في حالة واحدة ويخزم الأنف بالخيط والمسال ويطيف به\r\nوأنشدني من لفظه لنفسه شمس الدين محمد بن قاضي شبهة\r\n* يا شاربي الصهبا منجك قلب\r\n* الأنساب بالتحرير والتحريم\r\n*\r\n* يمسي النديم لآل جفنة نسبة\r\n* فيعود صبحا من بني مخزوم\r\n*\r\nوأنشدني من لفظه لنفسه عز الدين علي بن بهاء الدين الموصلي أيضا\r\n* يا شعراء الوزن لا تغلطوا\r\n* مع منجك في الخمر بالنظم\r\n*\r\n* فهو عروضي ولكنه\r\n* زحافه بالخرم والخزم\r\n*\r\nولما كان في يوم عرفة حضر البريد بأن يتوجه إلى صفد نائبا عوضا عن الأمير شهاب الدين بن صبح فتوجه إليها ودخل يوم الخميس ثالث شهر الله الحرم الأمير علاء الدين أمير علي إلى دمشق نائبا عوضا عنه\r\n","description":"","footnote":"","page_name":" 24 ","page_number":20},
  {"content":"\r\nوذلك في سنة ستين وسبعمائة فأقام بها نائبا إلى أوائل من السنة المذكورة ثم طلب [ 244 
  ]\r\n","description":"","footnote":"","page_name":" 25 ","page_number":21},
  {"content":"\r\nملكشاه\r\n8 - جلال الدولة السلجوقي ملكشاه بن ألب رسلان محمد بن داود بن ميكائيل بن سلجوق بن دقاق\r\nالسلطان جلال الدولة\r\nوقد تقدم ذكر أبيه وذكر جماعة من أهل بيته\r\nلما توفي أبوه كان في صحبته جلال الدولة ولم يصحبه قبلها في السفر فولى الأمر بعده بوصية من أبيه وتحليف الأمراء له ووصى به الوزير نظام الملك أبا علي وأن يكون مرجع أولاده في ممالكهم إلى جلال الدولة\r\nوعبر نهر جيحون عائدا إلى البلاد فوجد بعض أعمامه قد خرج عليه فعاجله وتصافا بالقرب من همذان فنصره الله على عمه وانهزم فاتبعه بعض جنده وأسروه فبذل التوبة ورضي بالاعتقال وأن لا يقتل فلم يجبه جلال الدولة\r\nفقال أمراؤك كتبوا إلي وأخرج خريطة\r\n","description":"","footnote":"","page_name":" 26 ","page_number":22},
  {"content":"\r\nملئ من الكتب فرمى الكتب في كانون نار بين يديه بإشارة نظام الملك\r\nثم خنق عمه بوتر قوسه\r\nوفتح البلاد واتسعت ممالكه ولم يملك أحد من ملوك الإسلام بعد الخلفاء مثله ملك من كاشفر وهي مدينة من أقصى بلاد الترك إلى البيت المقدس طولا ومن بلاد الجزيرة إلى القسطنطينية عرضا ووقع الوزير نظام الملك للملاحين الذين عبروا بالسلطان وللعسكر نهر جيحون على العامل الذي بأنطاكية لسعة مملكته\r\nوكانت الأجرة أحد عشر ألف دينار\r\nوتزوج الإمام المقتدي ابنته\r\nوكان السفر في الخطبة للشيخ أبي إسحاق صاحب التنبيه فتوجه إليه إلى نيسابور وعاد في أقل من أربعة أشهر وناظر هناك\r\n","description":"","footnote":"","page_name":" 27 ","page_number":23},
  {"content":"\r\nإمام الحرمين [ 245 
  ] ولما دخل الخليفة عليها عمل لعسكر السلطان سماطا كان فيه أربعون ألف من سكرا ورزق الخليفة منها ابنا سماه جعفرا وزينت لذلك بغداد ودخلها جلال الدولة مرتين وهي من جملة بلاده وليس للخليفة فيها إلا الاسم\r\nثم إن جلال الدولة عاد إليها ثالثة وخرج إلى ناحية دجيل واصطاد وحشا وأكل من لحمه فابتدأت به العلة وافتصد ولم يخرج الدم كثيرا فعاد إلى بغداد ولم يصل إليه أحد من خواصه\r\nوتوفي سنة خمس وثمانين وأربعمائة\r\nوكانت ولادته سنة سبع وأربعين وثلاثمائة وحمل تابوته إلى أصبهان\r\nولما مات لم تشهد له جنازة ولا صلى أحد عليه في الصورة الظاهرة ولا جلسوا للعزاء ولا حذف عليه ذنب فرس على عادة أمثاله بل كأنه كان قد اختلس من العالم\r\nوقيل إنه سم في خلاله\r\nوله في أصبهان مدرسة عظيمة موقوفة على الشافعية والحنفية\r\n","description":"","footnote":"","page_name":" 28 ","page_number":24},
  {"content":"\r\nولما دخل إلى بغداد هذه المرة كان للخليفة ولدان أحدهما الإمام المستظهر والآخر أبو الفضل جعفر بن بنت السلطان وان الخليفة قد بايع لولده المستظهر بولاية العهد لأنه الأكبر فألزمه السلطان أن يعزل المستظهر ويولي ابن بنته ويسلم إليه بغداد ويخرج الخليفة إلى البصرة فشق ذلك على الخليفة وبالغ في استنزال السلطان عن هذا الرأي فلم يفعل فسأله المهلة عشرة أيام [ 246 
  ] ليتجهز فأمهله\r\nفقيل إن الخليفة في تلك الأيام جعل يصوم ويطوي وإذا أفطر جلس على الرماد للإفطار ويدعو الله على السلطان فمرض تلك الأيام ومات في التاريخ المذكور\r\nوحكى الهمذاني أن سواديا لقيه فقال ابتعت بطيخا بدريهمات لا أملك غيرها فلقيني ثلاثة أغلمة أتراك فأخذوه مني وقال غيره\r\nفقال أمسك واستدعى فراشا وقال له إن نفسي تاقت إلى البطيخ فطف في العسكر فمن كان عنه شيء فائتي به فعاد ومعه بطيخ\r\nوكان ذلك في باكورة البطيخ\r\nفقال عند من كان\r\nقال عند الأمير الفلاني فأحضره\r\nفقال له من أين لك هذا البطيخ\r\nقال أحضره الغلمان\r\nفقال أريدهم\r\n","description":"","footnote":"","page_name":" 29 ","page_number":25},
  {"content":"\r\nالساعة\r\nفمضى وهربهم\r\nوعاد فقال لم أجدهم\r\nفالتفت السلطان إلى السوادي وقال هذا مملوكي قد وهبته لك والله لئن خليته لأضربن عنقك فأخذه السوادي وأخرجه فاشترى الأمير نفسه منه بثلاثمائة دينار وعاد السوادي وقال يا سلطان قد ابتعته بثلاثمائة دينار\r\nأوقد رضيت\r\nقال نعم قال امض مصاحبا\r\nوكانت البركة واليمن مقرونين بناصيته وكان يدخل أصبهان وبغداد أو أي بلد دخله مع عدد لا يحصى لكثرته فترخص الأسعار وتنحط الأثمان عما كانت عليه\r\nويكسب المتعيون الكسب الكثير على عساكره ومناقبه كثيرة\r\nوقد تقدم ذكر أولاده الثلاثة وهم بركياروق وسنجر ومحمد كل واحد في موضعه من الحروف\r\nوقال ملكشاه يوما أحصوا ما صدت بنفسي من الصيد فأحصي ذلك وكان عشرة آلاف صيد فتصدق بعشرة آلاف دينار\r\nوبنى وراء النهر منارة من قرون الغزلان\r\nوبنى أخرى مثلها ظاهر الكوفة\r\nوخطب له من أقصى بلاد الترك والصين إلى أقصى اليمن\r\nوكان خرجه في السنة عشرين ألف ألف دينار\r\nوكان عمره سبعا وثلاثين سنة وخمسة أشهر ومدة ملكه تسع عشرة سنة وستة أشهر\r\n9 - والدة المظفر صاحب حماة ملكة خاتون بنت السلطان الملك العادل والدة صاحب حماة الملك المظفر\r\n","description":"","footnote":"","page_name":" 30 ","page_number":26},
  {"content":"\r\nلما توفت سنة ست عشرة وستمائة حزن عليها زوجها الملك المنصور ولبس للحداد ثوبا أزرق وعماة زرقاء وتكلم الوعاظ وأنشدت المراثي [ 248 
  ]\r\n10 - فخر الكتاب المجود مكي بن خالد\r\nأبو الحرم المصري الكاتب المجود الملقب بفخر الكتاب\r\nجود الناس عليه بمصر كثيرا وكان مليح الخط جيد التوقيف طال عمره وحدث بشيء من شعره وعاش سبعة وثمانين سنة\r\nوتوفي سنة تسع وعشرين وستمائة\r\nومن شعره\r\n* يا حبذا قمر تزرفن صدغه\r\n* واخضر شاربه فزاد جمالا\r\n*\r\n* وكأن أسود ناظري في خده\r\n* لما نظرت له تمثلا خالا\r\n*\r\nقلت معنى مشهور وهو من قول الأول\r\n* ولما استعلت أعين الناس حوله\r\n* تراقبه حيث استقل وسارا\r\n*\r\n* تمثلت الأهداب فص صفو خده\r\n* خيالا فخالوا الشعر فيه عذارا\r\n*\r\nومن شعره في مليحة اسمها الثريا\r\n* تبدت لنا من جانب الخدر في الدجا\r\n* فمزق صبح الوجه ثوب الفناهب\r\n*\r\n* وأومت بأطراف تقمعن فضة\r\n* تفض بها قلب المحب المراقب\r\n*\r\n* أقول لصحبي إذ رأوا ما رأيته\r\n* أظن الثريا قمعت بالكواكب\r\n*\r\nومنه في الروضة بمصر\r\n","description":"","footnote":"","page_name":" 31 ","page_number":27},
  {"content":"\r\n* وروضة أظهر الغروب بها\r\n* عجائبا من بديع أنوار\r\n*\r\n* كأنها جنة النعيم وقد حفت\r\n* بها ألسن من النار\r\n*\r\nومنه في أرمد\r\n* يا حبذا أرمد قلب العميد به\r\n* قلب الغزالة أضحى غير ذلك جلد\r\n*\r\n* لقد لاقيت من أجفان مقلته\r\n* تشفى السقام ولا تبرى من الرمد\r\n* [ 249 
  ]\r\n11 - الماكسيني النحوي مكي بن ريان بن شبة الماكسيني النحوي\r\nأبو الحرم\r\nقدم بغداد وجالس شيوخها\r\nومات بالموصل في شوال سنة ثلاث وستمائة\r\nوقرأ ببغداد على أبي محمد ابن الخشاب وعلاء بن الحسن بن العصار وعلى أبي البركات ابن الأنباري وبالموصل على أبي بكر يحيى بن سعدون القرطبي وغيرها\r\n","description":"","footnote":"","page_name":" 32 ","page_number":28},
  {"content":"\r\nوقرأ عليه أهل الموصل وتخرج به أعيان زمانه من أهلها ومضى إلى الشام وعاد إلى الموصل\r\nقال ياقوت رأيته وكان شيخا طوالا على وجهه أثر الجدري إلا أنني لم أقرأ عليه شيئا\r\nوكان حرا كريما صالحا صبورا على المشتغلين يجلس لهم من سحرة إلى أن يصل للعشاء الآخرة وكان من أحفظ الناس للقرآن ناقلا للسبع وكان قد أخذ من كل علم طرفا وسمع للحديث فأكثر\r\nومن شعره أورده ياقوت وابن خلكان\r\n* على الباب عبد يطلب الإذن قاصدا\r\n* به أدبا لا أن نعماك تحجب\r\n*\r\n* فإن كان إذن فهو كالخير داخل\r\n* عليك وإلا فهو كالشر يذهب\r\n*\r\nومنه\r\n* سئمت من الحياة فلم أردها\r\n* تسالمني وتشجيني بريقي\r\n*\r\n* عدوي لا يقصر في أذائي\r\n* ويفعل مثل ذلك بي صديقي\r\n*\r\n* وقد أضحت لي الحدباء دارا\r\n* وأهل مودتي بلوى العقيق\r\n* [ 250 
  ]\r\n12 - الحجازي ملكتمر الأمير سيف الدين الحجازي الناصري\r\nأحد المقدمين أمر الألف من أصهار السلطان الملك الناصر\r\n","description":"","footnote":"","page_name":" 33 ","page_number":29},
  {"content":"\r\nأظنه تزوج بابنة السلطان التي كانت مع الأمير سيف الدين طغاي تمر الناصري ومات عنها\r\nكان عند أستاذه كبيرا عزيزا إلى الغاية وكان في جملة من حبسه الأمير سيف الدين قوصون في واقعته ثم إنه أخرج من الحبس لما حضر الناصر أحمد من الكرك وقتل قوصون\r\nوكان شابا طويلا حسن الوجه والشكل كريما إلى الغاية لطيفا يقال عنه أنه كان يلعب بأصناف من الملاهي وهو خفيف الحركة في الرقص وكان عل ما قيل لي إنه يصف له ثلاثة أرؤس خيلا وأنه تقفز من على الأرض فيعديها إلى الأرض من الجانب الآخر ولا يمس شيئا منها\r\nوأبان في واقعة الكامل عن فروسية ورحله على ما تقدم في ترجمة الأمير شمس الدين آقسنقر\r\n","description":"","footnote":"","page_name":" 34 ","page_number":30},
  {"content":"\r\nوهو أحد من قام بدولة الملك المظفر حاجي ولم يزل في غاية العظمة والوجاهة إلى أن تنكر له السلطان الملك المظفر بسبب لعب الكرة وتحزبهم وكأنه أضمر الغدر فجاء أحد من اتفق معه إلى السلطان وعرفه أنه قد عزموا يوم الاثنين عشري شهر ربيع الآخر سنة ثمان وأربعين وستمائة على الركوب إلى قبة القصر ليفعلوا كما فعلوا بالملك الكامل فطلبه السلطان الملك المظفر عشية الأحد إلى القصر ( 251 ) وأمسكه وأمسك الأمراء الستة الذين ذكروا في ترجمة الأمير شمس الدين أقسنقر الناصري\r\nويقال إن الأمير سيف الدين منجك وغيره من الخاصطية ضربوه بالسيوف وبضعوه فقال الأمير شمس الدين أقسنقر وقد أمسك هذا المسكين ما هو مسلم فضربوا الآخر بالسيوف وقتلوه معه في التاريخ المذكور\r\nوكان الملك الناصر محمد أستاذه زائد الإفراط في محبته بحيث أنه كان ما يدعه ينزل معه يوم السبت إلى الميدان بل ينزل يوم الثلاثاء ويلعب الكرة هو وخاصيته في قمدارية ومماليكه وكان يقول له يا ملكتمر لما تلعب اتبرقع حتى لا يؤثر حر الشمس فيك ولا يدعه يحضر للخدمة حتى لا يراه أحد\r\nحكى لي القاضي شرف الدين النشو ناظر الخاص أن السلطان ما عنده أعز منه ولو أنه يلازم للخدمة ويواظبه أخذ منه شيئا كثيرا إلى الغاية\r\nوقال لي شهاب الدين أحمد العسجدي اجتمعت به وعلى ذهنه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":31},
  {"content":"\r\nمسائل فقهية يسأل عنها وذهنه جيد\r\nوكان قد استولى على أولاد الأمراء يركبون معه وينزلون في خدمته ويأكلون على سماطه ويأخذون إنعاماته فلهذا أمسك منهم جماعة عند قتله\r\nوقلت\r\n* بغا أغر لو على الحجازي\r\n* وكان للملك كالطراز\r\n*\r\n* مضى شهيدا وعاش هذا\r\n* يرتع في اللوم والمخازي\r\n*\r\n* فمصر والشام في التهاب البرق\r\n* اليماني على الحجازي ( 252 )\r\n*\r\n* فحامل أسباب الدنية جاهل\r\n* وتارك أسباب المنايا مهذب\r\n*\r\n* تفكرت في الدنيا فلم أر لذة\r\n* تدوم ولا مستحسنا ليس يسلب\r\n*\r\n* ولا أملا إلا ويرجع خائبا\r\n* ولا سالما في الناس إلا ويعطب\r\n*\r\n* إلا دعا قلبي بصوت حمامة\r\n* تنوح على غصن الأراك وتندب\r\n*\r\n* ترى فجعت مثلي خليلا وصاحبا\r\n* على من كان يرعى ويرهب\r\n*\r\n* أخا كان ملجأ للعفاة ومؤئلا\r\n* إذا ما عز في الناس مطلب\r\n*\r\n* زعيم رجال لو يلاقي منونهم\r\n* تلقوها ولم يتهيبوا\r\n*\r\n13 - ابن الصاحبية الشافعي مكي بن أبي محمد بن محمد بن أبيه الدمشقي\r\nعرف بابن الصاحبية\r\n","description":"","footnote":"","page_name":" 36 ","page_number":32},
  {"content":"\r\nكان فقيها فاضلا قادرا على النظم نظم قصيدة على حرف الراء سماها البديعة في أحكام الشريعة\r\nتوفي سنة أربع عشرة وستمائة ( 254 )\r\n","description":"","footnote":"","page_name":" 37 ","page_number":33},
  {"content":"\r\nالملاءة\r\n14 - الحرشية الملاءة بنت رزان بن أوفى الحرشية\r\nكان أبوها فقيها محدثا من التابعين\r\nوقد شبب الفرزدق بالملاءة وبعاتكة بنتها\r\nوقال محمد بن سلام لا أعلم امرأة شبب بها وبأمها وجدتها غير نائلة ونائلة بنت عاتكة وعاتكة بنت الفرات بن معاوية البكائي\r\nفقال مسعدة بن البحتري وقد تقدم ذكره في نائلة\r\n* قولا لنائل ما تقضين في رجل\r\n* يهوى هواك وما جنبته اجتنبا\r\n*\r\n* يمسي معي جسدي والقلب عندكم\r\n* فمن يعيش إذا ما قلبه ذهبا\r\n*\r\nقد غنى بهذه عبادل وهما من أصوات الأغاني\r\nوأما عاتكة فإن يزيد بن المهلب زوج بها وقتل عنها يوم العقر\r\nوفيها يقول الفرزدق\r\n* إذا ما المرونيات أصبحن حسرا\r\n* وبكين أشلاء على عقر بابل\r\n*\r\n* فكم طالب بنت الملاءة إنها\r\n* تذكر ريعان الشباب المزايل\r\n*\r\nوفي الملاءة أمها يقول الفرزدق\r\n","description":"","footnote":"","page_name":" 38 ","page_number":34},
  {"content":"\r\n* كم للملاءة من طيف يؤرقني\r\n* إذا تجرثم هادي الليل واعتكرا\r\n*\r\nلقيت الملاءة عمر بن أبي ربيعة وحوله جماعة بمكة وهو ينشدهم فقالت الجارية لها من هذا ( 255 )\r\nقالت عمر بن أبي ربيعة\r\nقالت الممتنقل بغزله من ذات ود إلى أخرى\r\nالذي لا يدم على وصل ولا لقوله فرع ولا أصل\r\nوالله لو كنت كبعض من يواصله ما رضيت منه بما يرضين\r\nوما رأيت أدنى من نساء الحجاز ولا أمر منهن لخسف والله لأمة من إمائنا آنف منهن\r\nفبلغ ذلك فراسلها وراسلته فقال عمر بن أبي ربيعة\r\n* حي المنازل قد عمرن خرابا\r\n* بين الحزين وبين ركن كسابا\r\n*\r\n* بالثني من ملكان غير رسمها\r\n* مر السحاب المعقبات سحابا\r\n*\r\n* وذيول معصفة الرياح تحثها\r\n* دفقا فأصبحت العراص يبابا\r\n*\r\n* ولقد أراها مرة مأهولة\r\n* حسنا جناب محلها معشابا\r\n*\r\n* دار التي قالت غداة لقيتها\r\n* عند الجمار فما عييت جوابا\r\n*\r\n* هذا الذي باع الصديق بغيره\r\n* ويريد أن أرضى بذاك ثوابا\r\n*\r\n15 - الحنفي ملازم بن عمرو الحنفي\r\nوثقه ابن معين وغيره\r\n","description":"","footnote":"","page_name":" 39 ","page_number":35},
  {"content":"\r\nتوفي في حدود التسعين والمئة\r\nوروى له الأربعة\r\nالملاحي الحافظ اسمه محمد بن عبد الواحد\r\nابن الملاق الحنفي اسمه محمد بن علي ( 256 )\r\n16 - أبو ربيعة النحوي مولد\r\nأبو ربيعة النحوي الأصبهاني\r\nكان متقدما في علم النحو بارعا وصنف فيه كتبا وخرج في صغره إلى الكرخ واستوطنها\r\nوعنه كان يأخذ أبو دلف ومنه تعلم\r\nوله كتاب الجماهر في النحو ومصنفات أخرى لطاف\r\n","description":"","footnote":"","page_name":" 40 ","page_number":36},
  {"content":"\r\nوقدم على أحمد بن أبي دؤاد يروم منه أن يوصله إلى الخليفة فبعث إليه بخمس مائة دينار فردها كتب إليه\r\n* الناس نحوك شتى في بغيتهم\r\n* والبغيتان لديك العز والمال\r\n*\r\n* والمال منقلبي منه إلى سعة\r\n* وبغيتي العز تنمى بي الحال\r\n*\r\n* فإن أنله فقد ناهزت معدنه\r\n* وإن أغل دون فالمال غوال\r\n*\r\nومن شعره\r\n* كن ابن من شئت واكتسب أدبا\r\n* يغنيك محموده عن النسب\r\n*\r\n* لا شيء في الأرض أنت تكسبه\r\n* أفضل عند الأنام من أدب\r\n*\r\n* كم من كريم آباؤه نجب\r\n* غر كرام من معشر نجب\r\n*\r\n* فدم كليل اللسان ليس له\r\n* فهم كثير الأهذار والصخب\r\n*\r\n* قصر عنه فصار مطنزة\r\n* وضحكة لعبة من اللعب\r\n*\r\n* ليس قوام الفتى بطرته\r\n* ولا بإكثاره من النسب\r\n*\r\nومنه ( 257 )\r\n* سأترك هذا الباب ما دام أنه\r\n* على ما أرى حتى يلين قليلا\r\n*\r\n* إذا لم أجد يوما إلى الإذن مسلما\r\n* وبعدت إلى ترك المجيء سبيلا\r\n*\r\nومنه\r\n* خاطر بنفسك لا تقنع بمعجزة\r\n* فليس حر على عجز بمعذور\r\n*\r\n* إن لم تنل في مقام ما تحاوله\r\n* قليل عذرا بإدلاج وتهجير\r\n*\r\nوقال في دلف بن أبي دلف\r\n* أملي فيك غرني فأقلني\r\n* مدحي فيك يا أبا عدنان\r\n*\r\n","description":"","footnote":"","page_name":" 41 ","page_number":37},
  {"content":"\r\n* إن من ضيع الرجا حقيق\r\n* أن يكافى عليه بالحرمان\r\n*\r\nوقال يهجو قطرب النحوي بأبيات تقدم ذكرها في ترجمة قطرب وابن محمد بن المستنير ( 258 )\r\nابن مسعد اسمه أسعد بن والده الخطير وجده أبو المليح الكل في ترجمة أسعد\r\n17 - الدينوري الصوفي ممشاذ الدينوري الزاهد\r\nأحد مشايخ الصوفية\r\nصحب يحيى بن الجلاء\r\nخرج ممشاذ يوما من بابه فنبح كلب فقال لا إله إلا الله فمات الكلب مكانه\r\nتوفي ممشاذ سنة تسع وتسعين ومائتين ( 259 )\r\n18 - الدربندي مموش بن الحسن بن يوسف\r\nاللكزي أبو عبد الله\r\nيعرف بحسن الدربندي\r\nاستوطن بغداد وتفقه بها وسمع الحديث الكثير من أبي نصر الزيني ورزق الله بن عبد الوهاب التميمي\r\nوالفضل بن أبي حرب\r\n","description":"","footnote":"","page_name":" 42 ","page_number":38},
  {"content":"\r\nالجرجاني\r\nومن خلق كثير\r\nوكتب بخطه شيئا كثيرا\r\nوكان حسن السيرة\r\nوروى عنه أبو طاهر السلفي في معجم شيوخه ( 260 )\r\n","description":"","footnote":"","page_name":" 43 ","page_number":39},
  {"content":"\r\nمليكة\r\n19 - الصحابية مليكة\r\nويقال حبيبة بنت خارجة بن زيد بن أبي زهير الأنصاري الصحابية رضي الله عنها\r\n20 - الصحابية مليكة\r\nجدة إسحاق بن عبد الله بن أبي طلحة\r\nلها صحبة\r\nروى عنها أنس بن مالك\r\nقيل إنها أم سليم\r\nوقيل أم حرام\r\n21 - الصحابية مليكة بنت عويمر الهذلية\r\nأحد المرأتين من هذيل اللتين ضربت إحداهما بطن الأخرى فألقت جنينا\r\nوكانتا ضرتين\r\nوالأخرى أم عطيف\r\n","description":"","footnote":"","page_name":" 44 ","page_number":40},
  {"content":"\r\n22 - الصحابية مليكة بنت عمرو الزيدية\r\nمن زيد اللات بن سعد\r\nحديثها عند زهير بن معاوية عن امرأة من أهله عنها أن رسول الله صلى الله عليه وسلم قال\r\nالبقر ألبانها شفاء وسمنها دواء ولحمها داء ( 261 )\r\nابن أبي المليح الواعظ اسمه محمد بن محمد بن خطاب\r\nملك النحاة اسمه الحسن بن صافي\r\nملك الموت الحنبلي نور الدين عبد الحميد بن عمر\r\nابن ملي نجم الدين أحمد بن محسن\r\n23 - البكري ملحان بن شبل البكري\r\nهو والد عبد الملك بن ملحان\r\nويقال إنه ولد قتادة بن ملحان القيسي يختلفون فيه\r\n","description":"","footnote":"","page_name":" 45 ","page_number":41},
  {"content":"\r\nوله حديث واحد في صيام الأيام البيض\r\nالملطي النحوي اسمه محمد بن محمد بن عبد الله\r\nتقدم ذكره في المحمدين\r\n24 - التميمي السعدي الملفع بن الخضير بن يزيد بن شبيل التميمي السعدي\r\nويقال له فيه المنقع\r\nبالنون والقاف\r\nوالله أعلم هل هو باللام والفاء أو بالنون والقاف\r\nكذا قاله أبو عبيدة\r\nقال أبو حاتم الرازي له صحبة\r\nوقال ابن عبد البر له حديث واحد\r\nليس إسناده بالقوي\r\nشهد القادسية ثم قدم مصر واختط بها دارا\r\nوحديثه المذكور قال أتيت رسول الله صلى الله عليه وسلم بصد إبلنا\r\nفقال اللهم لا أحل لهم أن يكذبوا علي واللهم لا أحل لهم أن يكذبوا علي\r\nقال الملقع فلم أحدث بحديث عن النبي صلى الله عليه وسلم إلا حديثا نطق به كتاب أو جرب به سنة\r\n25 - الدم الأسود ملكتمر الأمير سيف الدين المعروف بالدم\r\n","description":"","footnote":"","page_name":" 46 ","page_number":42},
  {"content":"\r\nالأسود\r\nكان بدمشق أمير ستين وسكنه بالعقيبة عند حمام الجلال\r\nتوفي رحمه الله في جمادى الآخرة سنة أربع عشرة وسبعمائة\r\n26 - السعيدي ملكتمر الأمير سيف الدين السعيدي\r\nأظنه أن السلطان بن سعيد أهداه إلى السلطان الملك الناصر محمد بن قلاوون هو والأمير سيف الدين أرغون شاه\r\nوأظنه في وقت رسم له بالمقام في دمشق ثم طلب إلى مصر وأقام بها إلى أن أمسك الأمير سيف الدين صرغتمش فرسم بإخراجه إلى قلعة المسلمين فمرض في الطريق\r\nووصل إلى حماة فمات بها في العشر الأول من ذي القعدة سنة تسع وخمسين وسبعمائة ( 264 )\r\n27 - ملكتمر المارداني ملكتمر الأمير سيف الدين المارداني\r\nكان أميرا في مصر وأخرجه الملك الناصر حسن إلى حلب فوصل إليها في أواخر سنة تسع وخمسين وسبعمائة أو أوائل سنة ستين على إمرة عشرة\r\nوأقام بها قليلا\r\nثم إنه رسم له بالحضور إلى دمشق فورد إليها أميرا على طبلخاناه فيما أظن ولم يزل بها إلى أن رسم له بإقطاع الأمير ناصر الدين محمد بن شهدي أو حاجب بالشام\r\nورسم له بالوظيفة أيضا\r\nوذلك في إحدى الجماديين سنة اثنتين وستين وسبعمائة\r\n","description":"","footnote":"","page_name":" 47 ","page_number":43},
  {"content":"\r\nولما خلع الناصر حسن طلب الأمير سيف الدين ملكتمر إلى الباب الشريف ليجدد عهدا بالأمير سيف الدين يبلغا الخاصكي فتوجه إلى مصر ولما وصل إليها رسم له بالإقامة هناك\r\nثم عظم أمره وصار رأس نوبة وطار ذكره ( 265 )\r\n28 - مشد الدواوين ملك آص الأمير سيف الدين\r\nكان أولا بالديار المصرية جاشنكيرا وقدم إلى دمشق ولم يزل فيها على حاله وباشر شد الدواوين بدمشق مدة\r\nثم إنه سأل الاعتقاء فأجيب إلى ذلك وباشر عمارة التربة التي تحت قلعة دمشق للأمير سيف الدين أرغون شاه\r\nولما أمر السلطان الملك الناصر حسن بإمساك الأمير سيف الدين منجك الوزير أمر أيضا بإمساك الأمير سيف الدين ملك آص فأمسك هو والأمير شهاب بن صبح في يوم الخميس عشرين ذي القعدة سنة إحدى وخمسين وسبعمائة واعتقلا بقلعة دمشق\r\nولما كان في شهر ربيع الأول سنة اثنتين وخمسين أفرج عنهما وأعيد إلى طبلخاناه بعد ذلك\r\nفأقام ملك آص على حاله ولما ورد بيبغاروس إلى دمشق انتمى إليه ملك آص وبقي في خدمته وجهزه في أشغال فريدية في مهمات\r\nولما وصل السلطان الملك الصالح صالح إلى دمشق في واقعه بيبغاروس أمر بإمساك جماعة وهم الأمير سيف الدين ساطلمش الجلالي والأمير زين الدين مصطفى البيري والأمير علاء الدين علي بن البسمقدار\r\n","description":"","footnote":"","page_name":" 48 ","page_number":44},
  {"content":"\r\nوالأمير سيف الدين ملك آص وحسام الدين حسام بهلول بن غون شاه وذلك في يوم الأربعاء خامس شوال سنة ثلاث وخمسين وسبعمائة وتوجهوا بهم إلى الإسكندرية واعتقل الجميع بها وغيرهم معهم\r\nولما كان في يوم الأربعاء في شهر رجب الفرد سنة أربع وخمسين وسبعمائة وصل الأمير سيف الدين ملك آص وسيف الدين ساطلمش الجلالي ومن كان معهم في الحبس وقد أفرج عنهم ورسم لهم بالإقامة في دمشق بطالين\r\nولم يزل الأمير سيف الدين ملك آص مقيما بطالا إلى أن كتب له الأمير علاء الدين أمير علي نائب دمشق إلى السلطان وسأل أن يرتب له على الديوان ما يكفيه فرسم له بذلك ورتب ذلك مقدار شهرين\r\nثم إنه توفي رحمه الله تعالى في ثامن عشر من رمضان سنة ست وخمسين وسبعمائة ( 266 )\r\nهزارسب بن تنكير بن عياض أبو كاليجار\r\nتاج الملوك الكردي\r\nتوفي منصرفه عن باب السلطان من أصبهان إلى خوزستان بموضع يعرف بفرنده وعشرين شهر رمضان سنة اثنين وستين وأربعمائة وكان قد تكبر وتجبر وتسلط وتفرعن وتزوج بأخت السلطان وأخذها معه في هذا الوقت فلما ضعف ومات عادت إلى الري لأنه مرض بعلة الذرب\r\nقال مهد بن الصابي قام في الليلة التي مات فيها ألفين وأربعمائة\r\n","description":"","footnote":"","page_name":" 49 ","page_number":45},
  {"content":"\r\nمجلس\r\nقلت لعل هذا العدد كان مدة المرض\r\nهريرة\r\n29 -\r\n","description":"","footnote":"","page_name":" 50 ","page_number":46},
  {"content":"\r\nالصحابية هريرة بنت زمعة أخت سودة\r\nهي زوجة معبد بن وهب العبديومنهم من قال هويرة بواو وياء\r\n[ أبو هريرة 
  ] اسمه عبد الرحمن بن صخر\r\n[ ابن أبي هريرة 
  ] الشافعي اسمه الحسن بن الحسين\r\n[ ابن أبي هريرة 
  ] اسمه أحمد بن سليمان\r\n[ أبو هريرة 
  ] المؤذن اسمه واثلة بن الأسقع\r\n30 - الهروي المحدث هزار سب بن عوض بن حسن أبو الخير الهروي المفيد المحدث\r\n","description":"","footnote":"","page_name":" 51 ","page_number":47},
  {"content":"\r\nنزل بغدادأحد من عني بالحديث\r\nحصل أصولا كثيرة\r\nوحظه دقيق مليح\r\nوتوفي سنة خمس عشرة وخمسمائة\r\n31 - الكرنباني [ الأنصاري 
  ] هشام بن إبراهيم الكرنباني الأنصاري\r\nأبو علي\r\nجالس الأصمعي وأضرابه\r\nوكان عالما بأيام العرب ولغاتها\r\nوكان يعارض عبد الصمد بن المعذل ويهاجيه\r\nوروى عنه أبو خليفة الفضل بن الحباب كتاب الوحوش وحكى عنه المفضل بن سلمة ذكر من الكتب كتاب الحشرات كتاب الوحوش كتاب خلق الخيل كتاب النبات\r\nوفيه يقول عبد الصمد بن المعذل يهجوه\r\n* ولم تر أبلغ من ناطق\r\n* أتته البلاغة من كرنبا\r\n*\r\n","description":"","footnote":"","page_name":" 52 ","page_number":48},
  {"content":"\r\nابن محمد\r\n32 - ابن الكلبي هشام بن محمد بن السائب بن بشر أبو المنذر الكلبي النسابة\r\nالعلامة الإخباري الحافظ\r\nقال أحمد بن حنبل إنما كان صاحب سمر ونسب ما ظننت أن أحدا يحدث\r\nوقال الدارقطني وغيره متروك وفيه رفض\r\nقال ابن سعد توفي سنة ست ومائتين\r\nوقال الخطيب سنة أربع ومائتين\r\nوروى عنه خليفة بن خياط ومحمد بن سعد ومحمد بن أبي السري\r\n","description":"","footnote":"","page_name":" 53 ","page_number":49},
  {"content":"\r\nومحمد بن حبيبوهو من أهل الكوفة قدم بغداد وحدث بها\r\nقال إسحاق الموصلي رأيت ثلاثة يذوبون إذا رأوا ثلاثة الهيثم بن عدي إذا رأى هشاما الكلبي وعلوية إذا رأى مخارقا وأبا نواس إذا رأى أبا العتاهية وقال\r\n","description":"","footnote":"","page_name":" 54 ","page_number":50},
  {"content":"\r\nابن المعتز قال لي الحسن بن علية العنزي كان يحيى بن معين يحسن الثناء على هشام وكان أحمد بن حنبل يكرهه\r\nوقال حفظت ما لم يحفظه أحد ونسيت ما لم ينسه أحد\r\nكان لي عم يعاتبني على حفظ القرآن فدخلت بيتا وحلفت أن لا أخرج منه حتى أحفظ القرآن فحفظته في ثلاثة أيام\r\nونظرت يوما في المرآة فقبضت على لحيتي لآخذ ما دون القبضة فأخذت منها ما فوق القبضة\r\nوهذا الخبر يروى عن أبيه أيضا\r\nوكان هشام يقول الإسناد في الخبر مثل العلم في الثوب\r\nقال ياقوت الحموي وقد ذكر هذا فأما أنا فما زلت أحب الساذج في كل شيء\r\nفهرست تصانيفه\r\nكتبه في الأحلاف\r\nكتاب حلف عبد المطلب وخزاعة كتاب حلف الفضول وقصة الغزال كتاب حلف كلب وتيم كتاب المغتربات كتاب حلف أسلم بن قيس\r\nكتبه في المآثر والبيوتات والمنافرات والألقاب\r\nكتاب المنافرات كتاب بيوتات قريش كتاب فضائل قيس\r\n","description":"","footnote":"","page_name":" 55 ","page_number":51},
  {"content":"\r\nغيلان كتاب المؤودات كتاب بيوتات ربيعة كتاب الكنى كتاب أخبار العباس بن عبد المطلب كتاب خطبة علي بن أبي طالب رضي الله عنه كتاب ألقاب قريش كتاب شرف قصي بن كلاب في الجاهلة والإسلام كتاب ألقاب بني طابخة كتاب ألقاب قيس غيلان كتاب ألقاب ربيعة كتاب ألقاب اليمن كتاب نوافل قريش كتاب نوافل كنانة كتاب نوافل أسد كتاب نوادر تميم كتاب نوافر قيس كتاب نوافر إياد كتاب نوافر ربيعة كتاب تسمية من نقل من عاد وثمود والعماليق وجرهم وبني إسرائيل والعرب وقصة هجرس كتاب أسماء قبائل الجن كتاب نوافر قضاعة كتاب ادعاء زياد معاوية كتاب زياد بن أبيه كتاب صنايع قريش كتاب المشاجرات كتاب المناولات كتاب المعاتبات كتاب المشاغبات كتاب ملوك الطوائف كتاب ملوك كندة كتاب بيوتات اليمن كتاب ملوك التبابعة كتاب أفراق ولد نزار\r\n3 - القردوسي هشام بن حسان القردوسي مولاهم البصري\r\nوقيل إنه صريح النسب\r\nكان أعلم الناس بحديث الحسن وله أوهام ولا تخرجه عن الاحتجاج به\r\nتوفي سنة سبع وأربعين ومئة\r\n","description":"","footnote":"","page_name":" 56 ","page_number":52},
  {"content":"\r\nوروى له الجماعة\r\n34 - رئيس الهشامية هشام بن الحكم الكوفي الرافضيرئيس ا لطائفة الهشامية كان خزازا وكان ضالا ومشبها\r\nتوفي في حدود الثلاثين والمائتين\r\nوالهشامية فرقتان فرقة تنسب إلى هشام هذا وفرقة تنسب إلى هشام بن مسالم الجواليقي الآتي ذكره إن شاء الله تعالى\r\nوفرقة أخرى هشامية تنسب إلى هشام بن عمرو الغوطي الآتي ذكره إن شاء الله تعالى\r\nإلا أن هذه الفرقة من فرق المعتزلة فهم بمعزل\r\nمن هاتين الفرقتين\r\nفأما هشام بن الحكم فإنه زعم أن ربه تعالى الله عن قوله علوا كبيرا ذو حد ونهاية عريض طويل عميق وطوله مثل عرضه وعرضه مثل عمقه وأنه نور ساطع يتلألأ كالسبيكة الصافية وأنه ذو لون وطعم ورائحة وأن لونه هو طعمه\r\nوطعمه هو ريحه ولم ثبت لونا وطعما وريحا من نفسه وقال كان الله ولا مكان ثم تحرك فحدث مكانه\r\n","description":"","footnote":"","page_name":" 57 ","page_number":53},
  {"content":"\r\nبحركته ومكانه هو العرشوحكى بعض المتكلمين عن هشام هذا أنه قال في معبوده أنه سبعة أشبار بشبر نفسه وقاسه على الإنسان فإنه الغالب على الإنسان أن يكون سبعة أشبار بشبر نفسه\r\nوحكى أبو الهذيل العلاف المعتزلي قال لقيت هشام بن الحكم بمكة عند جبل أبي قبيس فسألته أيهما أكبر معبودك أو جبل أبي قيس\r\nفأشار إلى أن الجبل يوفي على الله تعالى الله عز وجل علوا كبيرا\r\nإنما يعلم ما تحت الثرى بالشعاع المنفصل منه الذاهب في عمق الأرض\r\nوذكر أبو عيسى الوراق أن بعض أصحاب هشام قال إن الله تعالى مماس لعرشه لا يفضل عن عرشه ولا ينقص\r\nتنزه الله سبحانه وتعالى عن ذلك وتقدس\r\nوحكى عنه مقالات شنيعة يكفي أحلاها في تكفيره وتضليله وكفرته الإمامية بتجويزه المعصية على الأنبياء وعدم تجويز المعصية على الإمام حتى قال عصى رسول الله ربه في أخذ الفداء من أسارى بدر ثم عفا عنه\r\nوفرق بين الأنبياء والإمام بأن قال النبي إذا عصى أتى عليه وحي عرفه المعصية والإمام لا يأتيه وحي فلهذا جازت المعصية على الأنبياء دون الإمام\r\n35 - الصحابي هشام بن أبي حذيفة بن المغيرة بن عبد الله بن\r\n","description":"","footnote":"","page_name":" 58 ","page_number":54},
  {"content":"\r\nعمرو بن مخزوم\r\nالقرشي المخزومي\r\nكان من مهاجرة الحبشة في قول ابن إسحاق\r\nوالواقدي كان يقول هشام بن أبي حذيفة\r\nويقول هشام\r\nوهم ممن قاله\r\nولم يذكر موسى بن عقبة ولا أبو معز هاجر إلى أرض الحبشة\r\n36 - المؤيد الأموي هشام بن الحكم بن عبد الرحمن بن محمد بن عبد الله بن محمد بن عبد الرحمن بن الحكم بن هشام بن عبد الرحمن بن معاوية بن هشام بن عبد الملك بن مروان الأموي\r\nالأموي المؤيد\r\nوسمي أمير المؤمنين صاحب الأندلس\r\nتولى بكرة يوم الاثنين لخمس خلون من صفر سنة ست وستين وثلاثمائة\r\nومولده في جمادى الآخرة سنة أربع وخمسين وثلاثمائة\r\nوأمه جارية أم ولد\r\nكان قد رباها صهر محمد بن أبي عامر\r\n","description":"","footnote":"","page_name":" 59 ","page_number":55},
  {"content":"\r\nوكانت تعرفه ويعرفها فمن هنا كان ابن أبي عامر وكيلا لابنها المؤيد هشام لحديث يطول ذكره\r\nوتولى الحجوبية له ثم وثب على الملك وأكفأه كما يكفأ الإناء وكان المؤيد قديما طاهر الثوب\r\nمتنزها عن الريب\r\nوكانت فيه غفلة وصحة مذهب\r\nقال ابن حزم في كتاب الملل والنحل\r\nأنذرنا الجفلي لحضور دفن المؤيد هشام بن الحكم المستنصر فرأيت أنا وغيري نعشا وفيه شخص مكفن وقد شاهد غسله رجلان شيخان جليلان حكمان من حكام المسلمين من عدول القضاة في بيت وخارج البيت أبي رحمه الله وجماعة عظماء البلد ثم صلينا عليه في ألوف من الناس ثم لم يلبث إلا شهورا حتى ظهر حيا وبويع بالخلافة ودخلت إليه وأنا وغيري شهرين\r\n37 - الأسدي الصحابي هشام بن حكيم ( م د ن )\r\nابن حزام بن خويلد بن أسد بن عبد العزى القرشي الأسدي\r\nأسلم يوم الفتح\r\nومات قبل أبيه في حدود الأربعين للهجرة\r\nوكان من فضلاء الصحابة وخيارهم يأمر بالمعروف وينهى عن المنكر وهو الذي صارع النبي صلى الله عليه وسلم وصرعه\r\nوذكر مالك أن عمر بن الخطاب رضي الله عنه كان يقول إذا بلغه\r\n","description":"","footnote":"","page_name":" 60 ","page_number":56},
  {"content":"\r\nأمر ينكر أما ما بقيت أنا وهشام بن حكيم فلا يكون ذلك\r\nوقال مالك كان هشام كالسائح لم يتخذ أهلا ولا ولدا\r\nوروى له مسلم وأبو داود والنسائي\r\n38 - الأزرق الدمشقي هشام بن خالد الدمشقي الأزرق\r\nروى عنه أبو داود وابن ماجة وبقي من مخلد وأبو زرعة الرازي وغيرهم\r\nوتوفي سنة تسع وأربعين ومائتين\r\n","description":"","footnote":"","page_name":" 61 ","page_number":57},
  {"content":"\r\nهشام\r\n39 - أبو الوليد الوقشي هشام بن أحمد بن خالد بن سعيد\r\nأبو الوليد الكناني الطليطلي\r\nويعرف بالوقشي بفتح الواو وتشديد القاف وبعدها شين معجمة والوقش قرية على اثني عشر ميلا من طليلطة\r\nأخذ العلم عن أبي عمر الطلمنكي وجماعته\r\nوكان عالما بالنحو واللغة ومعاني الشعر والعروض وصناعة البلاغة وكان شاعرا بليغا حافظا للسنن وأسماء الرجال\r\nبصيرا بالاعتقادات وأصول الفقه واقفا على كثير من فتاوى فقهاء الأنصار نافذا في علوم الشروط والعرايض محققا في الحساب والهندسة مشرفا على آراء الحكماء\r\nحسن النقد للمذاهب\r\nوكان الشيخ أبو محمد الريوالي يقول فيه\r\n* وكان من العلوم بحيث يقضى\r\n* له في كل علم بالجميع\r\n*\r\nتوفي رحمه الله في جمادى الآخرة سنة تسع وثمانين وأربعمائة ومن شعره في غلام خصي مليح\r\n* وفاره تحمله فاره\r\n* مر بنا معتقلا صعده\r\n*\r\n* سنانا منتحلا لحظه\r\n* وقدها منتحلا قده\r\n*\r\n","description":"","footnote":"","page_name":" 62 ","page_number":58},
  {"content":"\r\n* قلت لنفسي حين مدت لها\r\n* الآمال والآمال ممتده\r\n*\r\n* لا تطمعي فيه كما الشعر\r\n* لا يطمع في تسويد خده\r\n*\r\nومنه\r\n* عجبا للمدام ماذا استفادت\r\n* من سجايا معذبي وصفاته\r\n*\r\n* طيب أنفاسه وطعم ثناياه\r\n* وسكر العقول من لحظاته\r\n*\r\n* وهي من بدا ذا علي حرام\r\n* مثل تحريمه جنى رشفاته\r\n*\r\n40 - ابن العواد القرطبي هشام بن أحمد بن سعيد أبو الوليد القرطبي\r\nالمعروف بابن العواد\r\nكان من جملة الأئمة وأعيان المغنين بقرطبة\r\nمقدما في الرأي والمذهب طلب للقضاء فامتنع\r\nوتفقه عليه خلق كثير\r\nوتوفي سنة تسع وخمسمائة\r\n41 - الطليطلي هشام بن حبيش\r\nمن أهل طليطلة\r\nكان صاحب رأي ومسائل وحل وسمع ابن القاسم وأشهب بن عبد العزيز\r\nوكان من أهل الفتيا والأسماع\r\nبصيرا بالأعراب\r\nقال ابن الفرضي ذكره ابن الحارث\r\n","description":"","footnote":"","page_name":" 63 ","page_number":59},
  {"content":"\r\n42 - حفيد أنس هشام بن زيد بن أنس بن مالك\r\nروى عن جده\r\nقال أبو حاتم صالح الحديث\r\nتوفي في حدود العشرين والمائة\r\nوروى له الجماعة كلهم\r\n43 - رأس الرافضة هشام بن سالم رأس الفرقة الهشامية من الرافضة الذين تقدم ذكرهم في ترجمة هشام بن الحكم\r\nكان هشام هذا مع رفضه مفرطا في التجسيم والتشبيه لأنه زعم أن ربه على صورة الإنسان لكنه قال ليس بلحم ولا دم بل نور ساطع وأنه ذو حواس خمس كحواس الإنسان\r\n44 - الدستوائي هشام بن سنبر أبو عبد الله الدستوائي البصري صاحب البز\r\nوالدستوا قرية من أعمال الأهواز\r\nولد في حياة الصحابة الصغار وكان من كبار الحفاظ\r\nكان يقول\r\n","description":"","footnote":"","page_name":" 64 ","page_number":60},
  {"content":"\r\nإذا فقدت السراج ذكرت ظلمة القبر\r\nوما زال يبكي حتى فسدت عينه وله مناقب جمة لكنه رمي بالقدر\r\nقال ابن سعد حجة ثقة إلا أنه رمي بالقدر\r\nتوفي سنة ثلاث وخمسين ومائة\r\nوروى له الجماعة كلهم\r\n45 - السيرافي هشام بن علي السيرافي\r\nروى عنه أحمد بن عبيد الصفار\r\nوفاروق الخطابي وغيرهما\r\nتوفي في ذي الحجة سنة أربع وثمانين ومائتين\r\n46 - أبو الوليد المقرئ هشام بن عمار بن نصير بن أبان بن\r\n","description":"","footnote":"","page_name":" 65 ","page_number":61},
  {"content":"\r\nميسرة ( خ دت ن ق )\r\nالسلمي الظفري القارئ\r\nأبو الوليدأخذ القراءة عن عبد الله بن عامر اليحصبي\r\nوتوفي سنة خمس وأربعين ومائتين وقيل سنة ست\r\nوله تسع وثمانون سنة\r\nكان خطيب جامع دمشق يخطب ويصلي بهم الجمعة فقط\r\nروى عنه جلة العلماء وحدث أبو عبيد بالقراءة قبل وفاة هشام بنحو من أربعين سنة\r\nوكان أهل الشام مع جلالة قدر هشام وديانته وورعه يفضلون عليه عبد الله بن ذكوان وهشام أسن منه وأكثر حديثا وتصنيفا وعمر حتى لحق وفاة ابن ذكوان وعاش بعده ثلاث سنين\r\nوجاء إليه رجل فال هشام فمن أنت ؟\r\n","description":"","footnote":"","page_name":" 66 ","page_number":62},
  {"content":"\r\nفقال من بني اللازب\r\nفقال أبو علي الأهوازي إنما نسبه إلى قول الله عز وجل * ( من طين لازب ) * فضحك هشام\r\nوكان هاشم مقرئ دمشق ومفتيها ومحدثها\r\nوروى عنه البخاري وأبو داود والنسائي وابن ماجة\r\nوروى الترمذي عن رجل عنه\r\nوبقي بن مخلد ومحمد بن سعد كاتب الواقدي\r\nوقال الدارقطني صدوق كبير المحل\r\nوكان فصيحا مفوها بليغا\r\n47 - الصحابي هشام بن عمرو بن ربيعة بن الحارث بن حبيب\r\nقال ابن عبد البر لا أعرفه بأكثر من أنه معدود عندهم في المؤلفة قلوبهم ومن عد هذا ومثله بلغ بهم أربعين رجلا\r\n","description":"","footnote":"","page_name":" 67 ","page_number":63},
  {"content":"\r\n48 - رأس الهشامية المعتزلة هشام بن عمرو\r\nرأس الهشامية\r\nوهم فرقة من المعتزلة كبيرهم هذا هشام الغوطي زاد على أصحابه المعتزلة ببدعة ابتدعها منها أنه قال الجنة والنار ليستا مخلوقتين الآن\r\nومنه نشأ اعتقاد المعتزلة المتأخرين في نفي خلق الجنة والنار ومن أصحابه أبو بكر الأصم وافقه في كل ذلك وبالغا في نفي إضافة الطبع والجسم إلى الله تعالى\r\nوقد تقدم ذكر أبي بكر المذكور\r\nومقالته في الإمامة وما بدعه فيها\r\nومن جمل أتباع هشام بن عمرو عياد وافقه على معتقداته جميعا مزاد عليها بأن قال النبوة جزاء على عمل وإنها باقية ما بقيت الدنيا\r\nوهذا كفر صراح وخلاف للمسلمين\r\n49 - الجرشي هشام بن الغاز بن ربيعة الجرشي\r\nقال أحمد صالح الحديث\r\nوقال دحيم وغيره ثقة\r\n","description":"","footnote":"","page_name":" 68 ","page_number":64},
  {"content":"\r\nكان على بيت المال للمنصور\r\nوتوفي سنة ثلاث وخمسين ومائة\r\nروى له الأربعة\r\n50 - أخو عمرو بن العاص هشام بن العاص بن وائد هشام بن سعيد بن سهم القرشي السهمي\r\nأخو عمرو بن العاص\r\nكان قديم الإسلام أسلم بمكة وهاجر إلى الحبشة ثم قدم مكة حين بلغه مهاجرة النبي صلى الله عليه وسلم فحبسه أبوه وقدمه بمكة أتى بعد الخندق على رسول الله صلى الله عليه وسلم وكان أصغر سنا من أخيه عمرو بن العاص وكان فاضلا خيرا سئل عمرو بن العاص من أفضل أنت أو أخوك هشام فقال أحدثكم عني وعنه أمه بنت هشام بن المغيرة وأمي سبية وكانت أحب إلى أبيه وتعرفون فراسة الوالد في ولده\r\nواستبقنا بالله فسبقني أمك على السترة حتى تطهرت وتخبطت وأمسكت عليه حتى فعل ذلك ثم عرضنا أنفسنا على الله فقبله وتركني\r\nوقتل هشام يوم أجنادين في خلافة أبي بكر سنة ثلاث عشرة للهجرة\r\nوقيل إنه استشهد يوم اليرموك ضرب رجلا من غسان شحره\r\n","description":"","footnote":"","page_name":" 69 ","page_number":65},
  {"content":"\r\nفكرت غسان على هشام فضربوه بأسيافهم حتى قتلوه ووطئه الخيل حتى كر عمرو فجمع لحمه فدفنه\r\nوقال خالد بن معدان لما انهزمت الروم يوم أجنادين انتبهوا إلى موضع لا يعبره إلا إنسان فجعلت الروم تقاتل عليه وقد تقدموه وعبروه فتقدم هشام بن العاص فقاتلهم حتى قتل فوقع على تلك الثلمة فسدها ولما انتهى المسلمون إليها هابوه أن يوطئوه الخيل فقال عمرو بن العاص أيها الناس إن الله استشهده ورفع درجته وإنما هو جثة فأوطئوه الخيل ثم أوطأه هو وتابعه الناس حتى قطعوه فلما انتهت الهزيمة ورجع المسلمون إلى العسكر كر عليه عمرو فجعل لحمه وعظامه وأعضاءه وحمله في نطع وواراه\r\nوقال النبي صلى الله عليه وسلم\r\nابنا العاص مؤمنان هشام وعمرو رواه محمد بن عمرو عن أبي سلمة عن أبي هريرة\r\n51 - المخزومي الصحابي هشام بن العاص بن هشام بن المغيرة بن عبد الله بن عمرو بن مخزوم القرشي المخزومي\r\nهو الذي جاء إلى رسول الله صلى الله عليه وسلم يوم الفتح فكشف عن ظهره\r\n","description":"","footnote":"","page_name":" 70 ","page_number":66},
  {"content":"\r\nووضع يده على خاتم النبوة\r\nفأخذ رسول الله صلى الله عليه وسلم يده فأزالها ثم ضرب في صدره ثلاثا وقال\r\nاللهم أذهب عنه الفل والحسد ثلاثا\r\nوكان الأوقص وهو محمد بن عبد الرحمن بن هشام بن يحيى بن هشام بن العاص يقول نحن أقل أصحابنا حسدا\r\nوقتل العاص ابن هاشم أبوه يوم بدر كافرا قتله عمر بن الخطاب رضي الله عنه وكان خاله\r\n52 - الأنصاري الصحابي هشام بن عامر بن أمية بن الحسحاس بن مالك بن عمر بن غنم بن عدي بن النجار الأنصاري\r\nكان يسمى في الجاهلية شهابا فغير النبي صلى الله عليه وسلم اسمه فسماه هشاما واستشهد أبوه عارم يوم أحد وسكن هشام البصرة\r\nومات بها في حدود الستين للهجرة\r\nوروى له مسلم والأربعة\r\n53 - أمير المؤمنين هشام بن عبد الملك بن مروان بن الحكم بن العاص بن أمية\r\nأبو الوليد أمير المؤمنين الأموي\r\nكان يلقب السراق والمتفلت لأنه قطع عطا أهل المدينة سنتين ثم\r\n","description":"","footnote":"","page_name":" 71 ","page_number":67},
  {"content":"\r\nأعطاهم قبل موته عطا واحدا فسموه المتفلت\r\nأمه أم هاشم فاطمة بنت هشام بن إسماعيل بن هشام بن المغيرة بن عبد الله بن عمر بن مخزوم\r\nوكان أبيض أحول سمنا\r\nطويلا\r\nأكثف\r\nيخضب بالسواد\r\nمولده سنة قتل ابن الزبير سنة اثنين وسبعين للهجرة\r\nوتوفي بالرصافة من أرض قنسرين ليلة الأربعاء لست خلون من شهر بيع الآخر سنة خمس وعشرين ومئة\r\nوله إحدى وستون سنة وقيل ثلاث وخمسون سنة وشهر\r\nوصلى عليه ابنه مسلمة بن هشام وبويع له بخمس بقين من شعبان سنة خمس ومئة\r\nويقال بعد موت أخيه يزيد بخمسة أيام\r\nوبعهد من أخيه مستهل شهر رمضان بالرصافة وهو يومئذ ابن ثلاث وأربعين سنة\r\nوكانت أيامه تسع عشرة سنة وسبعة أشهر\r\nوهو الذي قتل زيد بن علي بالكوفة سنة إحدى وعشرين ومائة\r\nوكاتبه سالم مولى سعيد بن عبد الملك\r\nوحاجبه غالب بن مسعود مولاه ويقال غالب بن منصور\r\nونقش خاتمه الحكم للحكم الحكيم\r\nوكانت داره الخواصين التي بعضها الآن المدرس النورية\r\nقال مصعب بن الزبير زعموا أن عبد الملك رأى في منامه أنه بال\r\n","description":"","footnote":"","page_name":" 72 ","page_number":68},
  {"content":"\r\nفي المحراب أربع مرات فدس من سأل سعيد بن المسيب وكان يعبر الرؤيا وعظمت على عبد الملك فقال سعيد بن المسيب يملك من ولده لصلبه أربعة آخرهم هشام\r\nوكان يجمع المال ويوصف بالحرص ويبخل\r\nوكان حازما عاقلا صاحب سياسة حسنة\r\nقال أبو عمير بن الحالي حدثني أبي قال كان لا يدخل بيت مال هشام مال حتى يشهد أربعون قسامة لقد أخذ من حقه ولقد أعطى لكل ذي حق حقه\r\n( (\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":69}
  ]