[
  {"content":"\r\nكتاب دقائق التفسير\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n2\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\nفصل\r\nقال الله تعالى * ( واستعينوا بالصبر والصلاة ) * سورة البقرة 5 قال علي بن أبي طالب الصبر من الإيمان بمنزلة الرأس من الجسد فإن انقطع الرأس بار الجسد ألا لا إيمان لمن لا صبر له\r\nفالصبر على أداء الواجبات ولهذا قرنه بالصلاة في أكثر من خمسين موضعا فمن كان لا يصلي من جميع الناس رجالهم ونسائهم فإنه يؤمر فإن امتنع عوقب بإجماع المسلمين ثم أكثرهم يوجبون قتل تارك الصلاة وهل يقتل كافرا مرتدا أو فاسقا على قولين في مذهب أحمد وغيره والمنقول عن أكثر السلف يقتضي كفره وهذا مع الاقرار بالوجوب فإنه مع حجود الوجوب فهو كافر بالاتفاق\r\n","description":"","footnote":"","page_name":" 211 ","page_number":3},
  {"content":"\r\nومن ذلك تعاهد مساجد المسلمين وأئمتهم وأمرهم بأن يصلوا بهم النبي صلى الله عليه وسلم حيث قال صلوا كما رأيتموني أصلي رواه البخاري وصلى مرة بأصحابه على طرف المنبر وقال إنما فعلت هذا لتأتموا بي ولتعلموا صلاتي\r\nفعلى إمام الصلاة أن يصلي بالناس صلاة كاملة لا يقتصر على ما يجوز للمنفرد الاقتصار عليه إلا لعذر وكذلك على إمامهم في الحج وأميرهم في الحرب ألا ترى الوكيل والولي في البيع والشراء عليه أن يتصرف لموكله ولموليه على الوجه الأصلح له في ماله وهو في مال نفسه يفوت على نفسه ما شاء فأمر الدين أهم ومتى اهتمت الولاة بإصلاح دين الناس صلح الدين للطائفتين والدنيا وإلا اضطربت الأمور عليهم جميعا\r\nوملاك ذلك حسن النية للرعية وإخلاص الدين كله لله عز وجل والتوكل عليه فإن الإخلاص والتوكل جماع صلاح الخاصة والعامة كما أمرنا أن نقول في صلاتنا * ( إياك نعبد وإياك نستعين ) * فهاتان الكلمتان قد قيل إنهما تجمعان معاني الكتب المنزلة من السماء\r\nوروى أنه صلى الله عليه وسلم كان مرة في غزاة فقال يا مالك يوم الدين إياك نعبد وإياك نستعين فجعلت الرؤوس تندر عن كواهلها\r\nوقد ذكر ذلك في غير موضع من كتابه كقوله عز وجل * ( فاعبده وتوكل عليه ) * سورة هود 123 وقوله * ( عليه توكلت وإليه أنيب ) * سورة هود 88 سورة الشورى 10 وكان صلى الله عليه وسلم إذا ذبح أضحيته قال منك وإليك\r\nوأصل ذلك المحافظة عل الصلوات بالقلب والبدن والإحسان إلى الناس بالنفع والمال\r\n","description":"","footnote":"","page_name":" 212 ","page_number":4},
  {"content":"\r\nالذي هو الزكاة والصبر على أذى الخلق وغيره من النوائب فبالقيام بالصلاة والزكاة والصبر يصلح حال الراعي والرعية وإذا عرف الإنسان ما يدخل في هذه الأسماء الجامعة عرف ما يدخل في الصلاة من ذكر الله تعالى ودعائه وتلاوة كتابه وإخلاص الدين له والتوكل عليه وفي الزكاة من الإحسان إلى الخلق بالمال والنفع من نصر المظلوم وإغاثه الملهوف وقضاء حاجة المحتاج وفي الصحيح عن النبي صلى الله عليه وسلم قال كل معروف صدقة فيدخل فيه كل إحسان ولو ببسط الوجه والكلمة الطيبة\r\nففي الصحيح عن عدي بن حاتم قال قال رسول الله صلى الله عليه وسلم ما منكم من أحد الا سيكلمه ربه ليس بينه وبينه ترجمان ولا حاجب فينظر أيمن منه فلا يرى إلا شيئا قدمه وينظر أشأم منه فلا يرى إلا شيئا قدمه وينظر أمامه فيستقبل النار فمن استطاع منكم أن يتقي النار ولو بشق تمرة فليفعل فإن لم يجد فبكلمة طيبة\r\nوفي السنن لا تحقرن من المعروف شيئا ولو أن تلقي أخاك بوجه طلق وفي رواية ووجهك إليه منبسط ولو أن تفرغ من دلوك في إناء المستسقى\r\nوفي الصبر احتمال الأذى وكظم الغيظ والعفو عن الناس ومخالفة الهوى وترك الأشر والبطر كما قال تعالى * ( ولئن أذقنا الإنسان منا رحمة ثم نزعناها منه إنه ليؤوس كفور ولئن أذقناه نعماء بعد ضراء مسته ليقولن ذهب السيئات عني إنه لفرح فخور إلا الذين صبروا وعملوا الصالحات ) * الآية ( سورة هود 9 11 )\r\nوروى الحسن البصري إذا كان يوم القيامة نادى مناد من بطنان العلق الا ليقم من\r\n","description":"","footnote":"","page_name":" 213 ","page_number":5},
  {"content":"\r\nأجره على الله فلا يقوم الا من عفا وأصلح\r\nوليس من حسن النية للرعية والإحسان إليهم أن يفعل ما يهوونه ويترك ما يكرهونه قال تعالى * ( ولو اتبع الحق أهواءهم لفسدت السماوات والأرض ومن فيهن ) * سورة المؤمنون 71 وقال لأصحاب نبيه صلى الله عليه وسلم * ( واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ) * سورة الحجرات 7\r\nوقال الشيخ الاسلام رحمه الله تعالى\r\nهذا تفسير آيات أشكلت حتى لا يوجد في طائفة من كتب في التفسير الا ما هو الخطأ فيها\r\nمنها قوله * ( إن الذين آمنوا والذين هادوا ) * الآيتين فهو سبحانه وصف أهل السعادة من الأولين والآخرين وهو الذي يدل عليه اللفظ ويعرف به معناه من غير تناقض ومناسبة لما قبلها ولما بعدها وهو المعروف عند السلف ويدل عليه ما ذكروه من سبب نزولها بالأسانيد الثابتة عن سفيان عن ابن أبي نجيح عن مجاهد قال سلمان سألت النبي صلى الله عليه وسلم عن أهل دين كنت معهم فذكر من عبادتهم فنزلت الآية ولم يذكر فيه أنهم من أهل النار كما روى بأسانيد ضعيفة وهذا هو الصحيح كما في مسلم إلا بقايا من أهل الكتاب\r\nوالنبي صلى الله عليه وسلم لم يكن بما لا علم عنده وقد ثبت أنه أثنى على من مات في الفترة كزيد بن عمرو وغيره ولم يذكر ابن أبي حاتم خلافا عن السلف لكن ذكر عن ابن عباس ثم أنزل الله * ( ومن يبتغ غير الإسلام دينا ) * الآية ومراده أن الله يبين أنه لا يقبل إلا الإسلام من الأولين والآخرين\r\nوكثير من السلف يريد بلفظ النسخ رفع ما يظن أن الآية دالة عليه فإن من المعلوم ان من كذب رسولا واحدا فهو كافر فلا يتناوله قوله * ( من آمن بالله ) * الخ\r\nوظن بعض الناس ان الآية فيمن بعث إليهم محمدا صلى الله عليه وسلم خاصة فغلطوا ثم افترقوا على أقوال متناقضة\r\n","description":"","footnote":"","page_name":" 214 ","page_number":6},
  {"content":"\r\nفصل قال الشيخ الإسلام\r\nفذكر سبحانه قصة مريم والمسيح في هذه السورة المكية التي أنزلها في أول الأمر بمكة في\r\n","description":"","footnote":"","page_name":" 307 ","page_number":7},
  {"content":"\r\nالسور التي ذكر فيها أصول الدين التي اتفق عليها الأنبياء ثم ذكرها في سورة آل عمران وهي من السور المدينة التي يخاطب فيها من اتبع الأنبياء من أهل الكتاب والمؤمينن لما قدم عليه نصارى نجران فكان فيها الخطاب لأهل الكتاب فقال تعالى * ( إن الله اصطفى آدم ونوحا وآل إبراهيم وآل عمران على العالمين ذرية بعضها من بعض والله سميع عليم إذ قالت امرأة عمران رب إني نذرت لك ما في بطني محررا فتقبل مني إنك أنت السميع العليم فلما وضعتها قالت رب إني وضعتها أنثى والله أعلم بما وضعت وليس الذكر كالأنثى وإني سميتها مريم وإني أعيذها بك وذريتها من الشيطان الرجيم ) *\r\nوفي الصحيحين عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال ما من مولود إلا يمسه الشيطان فيستهل صارخا من الشيطان إلا مريم وابنها ثم يقول أبو هريرة اقرأوا إن شئتم * ( وإني أعيذها بك وذريتها من الشيطان الرجيم ) *\r\nقال تعالى * ( فتقبلها ربها بقبول حسن وأنبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يا مريم أنى لك هذا قالت هو من عند الله إن الله يرزق من يشاء بغير حساب ) *\r\nثم ذكر قصة زكريا ويحيى ثم قال * ( هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة إنك سميع الدعاء ) * الآيات من سورة آل عمران ( 38 - 68 )\r\n","description":"","footnote":"","page_name":" 308 ","page_number":8},
  {"content":"\r\nفهو سبحانه قد ذكر قصة مريم والمسيح في هاتين السورتين\r\nإحداهما مكية نزلت في أول الأمر مع السور المهدة لأصول الدين وهي سورة كهيعص\r\n","description":"","footnote":"","page_name":" 309 ","page_number":9},
  {"content":"\r\nوالثانية مدنية نزلت بعد أن أمر بالهجرة والجهاد ولهذا تضمنت مناظرة أهل الكتاب ومباهلتهم كما نزلت في براءة مجاهدتهم فأخبر في السور المكية أنها لما انفردت للعبادة أرسل إليها روحه فتمثل لها بشرا سويا فقالت * ( إني أعوذ بالرحمن منك إن كنت تقيا ) *\r\nقال أبو وائل علمت أن المتقي ذو نهيه أي تقواه ينهاه عن الفاحشة وأنها خافت منه أن يكون قصده الفاحشة فقالت * ( أعوذ بالرحمن منك إن كنت تقيا ) * أي تتقي الله وما يقول بعض الجهال من أنه كان فيهم رجل فاجر اسمه تقي فهو من نوع الهذيان وهو من الكذب الظاهر الذي لا يقوله إلا جاهل ثم قال * ( إنما أنا رسول ربك لأهب لك غلاما زكيا ) *\r\nوفي القراءة الأخرى * ( لأهب لك غلاما زكيا ) * فأخبر هذا الروح الذي تمثل لها بشرا سويا أنه رسول ربها فدل الكلام على أن هذا الروح عين قائمة بنفسها ليست صفة لغيرها وأنه رسول الله ليس صفة من صفات الله ولهذا قال جماهير العلماء إنه جبريل عليه السلام فإن الله سماه الروح الأمين وسماه روح القدس وسماه جبريل وهكذا عند أهل الكتاب أنه تجسد من مريم ومن روح القدس لكن ضلالهم حيث يظنون أن روح القدس حياة الله وأنه إله يخلق ويرزق ويعبد وليس في شيء من الكتب الإلهية ولا في كلام الأنبياء أن الله سمى صفته القائمة به روح القدس ولا سمى كلامه ولا شيئا من صفاته ابنا وهذا أحد ما تبين به ضلال النصارى وأنهم حرفوا كلام الأنبياء وتأولوه على غير ما أرادت به الأنبياء فإن أصل تثليثهم مبني على ما في أحد الأناجيل من أن المسيح عليه السلام قال لهم عمدوا الناس باسم الأب والابن وروح القدس فيقال لهم هذا إذا كان قد قاله المسيح وليس في لغة المسيح ولا لغة أحد الأنبياء أنهم يسمون صفة الله القائمة به لا كلمته ولا حياته لا ابنا ولا روح قدس ولا يسمون كلمته ابنا ولا يسمونه نفسه ابنا ولا روح قدس ولكن يوجد فيما ينقلونه عنهم أنهم يسمون المصطفى المكرم ابنا وهذا موجود في حق المسيح وغيره كما يذكرون أنه قال تعالى لإسرائيل أنت ابني بكري أي بني إسرائيل وروح القدس يراد به الروح التي تنزل على الأنبياء كما نزلت على داود وغيره فإن في كتبهم أن روح القدس كانت في داود وغيره وأن المسيح قال لهم أبي وأبيكم وإلهي وإلهكم فسماه أبا للجميع لم يكن المسيح مخصوصا عندهم باسم الابن ولا يوجد عندهم لفظ الابن إلا اسما للمصطفى المكرم لا اسما لشيء من صفات الله القديمة حتى يكون الابن صفة الله تولدت منه وإذا كان كذلك كان في هذا ما يبين أنه ليس المراد بالابن كلمة الله القديمة الأزلية التي يقولون\r\n","description":"","footnote":"","page_name":" 310 ","page_number":10},
  {"content":"\r\nأنها تولدت من الله عندهم مع كونها أزلية ولا بروح القدس حياة الله بل المراد بالابن ناسوت المسيح وبروح القدس ما أنزل عليه من الوحي والملك الذي أنزل به فيكون قد أمرهم بالايمان بالله وبرسوله وبما أنزله على رسوله والملك الذي نزل به وبهذا الذي نزل به وبهذا أمرت الأنبياء كلهم وليس للمسيح خاصة استحق بها أن يكون فيه شيء من اللاهوت لكن ظهر فيه نور الله وكلام الله وروح الله كما ظهر في غيره من الأنبياء والرسل\r\nومعلوله أن غيره أيضا فيما ينقلونه عن الأنبياء يسمى ابنا وروح القدس حلت فيه وهذا مبسوط في غير هذا الموضع\r\nوالمقصود هنا التنبيه على أن كلام الأنبياء عليهم السلام يصدق بعضه بعضا وأنه ليس مع النصارى حجة سمعية ولا عقلية توافق ما ابتدعوه ولكن فسروا كلام الأنبياء بما لا يدل عليه وعندهم في الإنجيل أنه قال إن الساعة لا يعلمها الملائكة ولا الابن وإنما يعلمها الأب وحده فبين أن الابن لا يعلم الساعة فعلم أن الابن ليس هو القديم الأزلي وإنما هو المحدث الزماني\r\nفصل موقف الأمم من الرسل\r\nوأما قوله تعالى * ( يا عيسى إني متوفيك ورافعك إلي ومطهرك من الذين كفروا وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة ) *\r\nفهذا حق كما أخبر الله به فمن اتبع المسيح عليه السلام جعله الله فوق الذين كفروا إلى يوم القيامة وكان الذين اتبعوه على دينه الذي لم يبدل قد جعلهم الله فوق اليهود أيضا فالنصارى فوق اليهود الذين كفروا به إلى يوم القيامة\r\nوأما المسلمون فهم مؤمنون به ليسوا كافرين به بل لما بدل النصارى دينه وبعث الله محمدا صلى الله عليه وسلم بدين الله الذي بعث به المسيح وغيره من الأنبياء جعل الله محمدا وأمته فوق النصارى إلى يوم القيامة كما في الصحيحين عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال إنا معاشر\r\n","description":"","footnote":"","page_name":" 311 ","page_number":11},
  {"content":"\r\nالأنبياء دينا واحد وإن أولى الناس بابن مريم لأنا لأنه ليس بيني وبينه نبي\r\nقال تعالى * ( شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه كبر على المشركين ) *\r\nوقال تعالى * ( يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم وإن هذه أمتكم أمة واحدة وأنا ربكم فاتقون فتقطعوا أمرهم بينهم زبرا كل حزب بما لديهم فرحون ) * فكل من كان أتم إيمانا بالله ورسله كان أحق بنصر الله تعالى فإن الله تعالى يقول في كتابه * ( إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد ) *\r\nوقال في كتابه * ( ولقد سبقت كلمتنا لعبادنا المرسلين إنهم لهم المنصورون وإن جندنا لهم الغالبون ) *\r\nاليهود كذبوا الرسل\r\nواليهود كذبوا المسيح ومحمدا صلى الله عليه وسلم كما قال الله فيهم * ( بئسما اشتروا به أنفسهم أن يكفروا بما أنزل الله بغيا أن ينزل الله من فضله على من يشاء من عباده فباؤوا بغضب على غضب ) *\r\nفالغضب الأول تكذيبهم المسيح والثاني محمدا صلى الله عليه وسلم والنصارى لم يكذبوا المسيح وكانوا منصورين على اليهود والمسلمون منصورون على اليهود والنصارى فإنهم آمنوا بجميع كتب الله ورسله ولم يكذبوا بشيء من كتبه ولا كذبوا أحدا من رسله بل اتبعوا ما قال الله لهم حيث قال * ( قولوا آمنا بالله وما أنزل إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون ) *\r\nوقال تعالى * ( آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير ) *\r\n","description":"","footnote":"","page_name":" 312 ","page_number":12},
  {"content":"\r\nالمسلمون أتباع جميع الرسل\r\nولما كان المسلمون هم المتبعون لرسل الله كلهم المسيح وغيره وكان الله قد وعد الرسل وأتباعهم قال النبي صلى الله عليه وسلم في الحديث الصحيح لا تزال طائفة من أمتي ظاهرة على الحق لا يضرهم من خالفهم ولا من خذلهم حتى تقوم الساعة وقال أيضا سألت ربي أن لا يسلط على أمتي عدوا من غيرهم فيجتاحهم فأعطانيها الحديث فكان ما احتجوا به حجة عليهم لا لهم\r\nفصل\r\nوأما قوله تعالى * ( من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات وأولئك من الصالحين ) * فهذه الآية لا اختصاص فيها للنصارى بل هي مذكورة بعد قوله تعالى * ( كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو آمن أهل الكتاب لكان خيرا لهم منهم المؤمنون وأكثرهم الفاسقون لن يضروكم إلا أذى وإن يقاتلوكم يولوكم الأدبار ثم لا ينصرون ضربت عليهم الذلة أين ما ثقفوا إلا بحبل من الله وحبل من الناس وباؤوا بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون ) * ثم قال * ( ليسوا سواء من أهل الكتاب أمة قائمة ) * ومعلوم أن الصفة المذكورة في قوله * ( ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ) * صفة لليهود وكذلك قوله\r\n","description":"","footnote":"","page_name":" 313 ","page_number":13},
  {"content":"\r\n* ( وضربت عليهم الذلة والمسكنة ) *\r\nفقوله عقب ذلك من أهل الكتاب أمة قائمة لا بد أن يكون متناولا لليهود ثم قد اتفق المسلمون والنصارى على أن اليهود كفروا بالمسيح ومحمد صلى الله عليه وسلم ليس فيهم مؤمن وهذا معلوم بالاضطرار من دين محمد صلى الله عليه وسلم والآية إذا تناولت النصارى كان حكمهم في ذلك حكم اليهود والله تعالى إنما أثنى على من آمن من أهل الكتاب كما قال تعالى * ( وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب ) *\r\nوقد ذكر أكثر العلماء أن هذه الآية الأخرى في آل عمران نزلت في النجاشي ونحوه ممن آمن بالنبي صلى الله عليه وسلم لكنه لم تمكنه الهجرة إلى النبي صلى الله عليه وسلم ولا العمل بشرائع الإسلام لكون أهل بلده نصارى لا يوافقونه على إظهار شرائع الإسلام وقد قيل إن النبي صلى الله عليه وسلم إنما صلى عليه لما مات لأجل هذا فإنه لم يكن هناك من يظهر الصلاة عليه في جماعة كثيرة ظاهرة كما يصلي المسلمون على جنائزهم\r\nولهذا جعل من أهل الكتاب مع كونه آمنا بالنبي صلى الله عليه وسلم بمنزلة من يؤمن بالنبي صلى الله عليه وسلم في بلاد الحرب ولا يتمكن من الهجرة إلى دار الإسلام ولا يمكنه العمل بشرائع الاسلام الظاهرة بل يعمل ما يمكنه ويسقط عنه ما يعجز عنه كما قال تعالى * ( فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة ) * فقد يكون الرجل في الظاهر من الكفار وهو في الباطن مؤمن كما كان مؤمن آل فرعون\r\nقال تعالى * ( وقال رجل مؤمن من آل فرعون يكتم إيمانه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب يا قوم لكم الملك اليوم ظاهرين في الأرض فمن ينصرنا من بأس الله إن جاءنا قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد وقال الذي آمن يا قوم إني أخاف عليكم مثل يوم الأحزاب مثل دأب قوم نوح وعاد وثمود والذين من بعدهم وما الله يريد ظلما للعباد ويا قوم إني أخاف عليكم يوم التناد يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد ولقد جاءكم يوسف من قبل بالبينات فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم لن يبعث الله من بعده رسولا كذلك يضل الله من هو مسرف مرتاب الذين يجادلون في آيات ) *\r\n","description":"","footnote":"","page_name":" 314 ","page_number":14},
  {"content":"\r\nفقد أخبر سبحانه وتعالى أنه حاق بآل فرعون سوء العذاب وأخبر أنه كان من آل فرعون رجل مؤمن يكتم إيمانه وأنه خاطبهم بالخطاب الذي ذكره فهو من آل فرعون باعتبار النسب والجنس والظاهر وليس هو من آل فرعون الذين يدخلون أشد العذاب وكذلك امرأة فرعون ليست من آل فرعون هؤلاء قال تعالى * ( وضرب الله مثلا للذين آمنوا امرأة فرعون إذ قالت رب ابن لي عندك بيتا في الجنة ونجني من فرعون وعمله ونجني من القوم الظالمين ) * وامرأة الرجل من آله بدليل قوله * ( إلا آل لوط إنا لمنجوهم أجمعين إلا امرأته قدرنا إنها لمن الغابرين ) *\r\nوهكذا أهل الكتاب فيهم من هو في الظاهر منهم وهو في باطن يؤمن بالله ورسوله محمد صلى الله عليه وسلم يعمل بما يقدر عليه ويسقط عنه ما يعجز عنه علما وعملا * ( لا يكلف الله نفسا إلا وسعها ) * وهو عاجز عن الهجرة إلى دار الإسلام كعجز النجاشي وكما أن الذين يظهرون الإسلام فيهم من هم في الظاهر مسلمون وفيهم من هو منافق كافر في الباطن إما يهودي وإما مشرك وإما معطل\r\nكذلك في أهل الكتاب والمشركين من هو في الظاهر منهم وهو في الباطن أهل الإيمان\r\n","description":"","footnote":"","page_name":" 315 ","page_number":15},
  {"content":"\r\nبمحمد صلى الله عليه وسلم يفعل ما يقدر على علمه وعمله ويسقط عنه ما يعجز عنه من ذلك\r\nوفي حديث حماد بن سلمة عن ثابت عن أنس قال لما مات النجاشي قال النبي صلى الله عليه وسلم استغفروا لأخيكم فقال بعض القوم تأمرنا أن نستغفر لهذا العلج يموت بأرض الحبشة فنزلت * ( وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم ) * ذكره ابن أبي حاتم وغيره بأسانيدهم وذكر حماد بن سلمة عن ثابت عن الحسن البصري أن رسول الله صلى الله عليه وسلم قال استغفروا لأخيكم النجاشي فذكر مثله\r\nوكذلك ذكر طائفة من المفسرين عن جابر وابن عباس وأنس وقتادة أنهم قالوا نزلت هذه الآية في النجاشي ملك الحبشة واسمه أصحمة وهو بالعربية عطية وذلك أنه لما مات نعاه جبريل للنبي صلى الله عليه وسلم في اليوم الذي مات فيه فقال رسول الله صلى الله عليه وسلم لأصحابه اخرجوا فصلوا على أخ لكم مات بغير أرضكم فقالوا ومن هو قال النجاشي فخرج رسول الله صلى الله عليه وسلم إلى البقيع وزاد بعضهم وكشف له من المدينة إلى أرض الحبشة فأبصر سرير النجاشي وصلى عليه وكبر أربع تكبيرات واستغفر له وقال لأصحابه استغفروا له فقال المنافقون أبصروا إلى هذا يصلي على علج حبشي نصراني لم يره قط وليس على دينه فأنزل الله تعالى * ( وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب ) *\r\nوقد ذهبت طائفة من العلماء إلى أنها نزلت فيمن كان على دين المسيح عليه السلام إلى أن بعث الله محمدا صلى الله عليه وسلم فآمن به كما نقل ذلك عن عطاء\r\nوذهبت طائفة إلى أنها نزلت في مؤمني أهل الكتاب كلهم\r\nوالقول الأول أجود فإن من آمن بمحمد صلى الله عليه وسلم وأظهر الإيمان به وهو من أهل دار الإسلام يعمل بما يعمله المسلمون ظاهرا وباطنا فهذا من المؤمنين وإن كان قبل ذلك مشركا يعبد الأوثان فكيف إذا كان كتابيا وهذا مثل عبد الله بن سلام وسلمان الفارسي\r\n","description":"","footnote":"","page_name":" 316 ","page_number":16},
  {"content":"\r\nوغيرهما وهؤلاء لا يقال إنهم من أهل الكتاب كما لا يقال في المهاجرين والأنصار إنهم من المشركين وعباد الأوثان ولا ينكر أحد من المنافقين ولا غيرهم أن يصلي على واحد منهم بخلاف من هو في الظاهر منهم وفي الباطن من المؤمنين وفي بلاد النصارى من هذا النوع خلق كثير يكتمون إيمانهم إما مطلقا وإما يكتمونه عن العامة ويظهرونه لخاصتهم وهؤلاء قد يتناولهم قوله تعالى * ( وإن من أهل الكتاب لمن يؤمن بالله ) * الآية فهؤلاء لا يدعون الإيمان بكتاب الله ورسوله لأجل مال يأخذونه كما يفعل كثير من الأحبار والرهبان الذين يأكلون أموال الناس بالباطل ويصدونهم عن سبيل الله فيمنعونهم من الإيمان بمحمد صلى الله عليه وسلم\r\nوأما قوله * ( من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات وأولئك من الصالحين ) * فهذه الآية تتناول اليهود أقوى مما تتناول النصارى ونظيره قوله تعالى * ( ومن قوم موسى أمة يهدون بالحق وبه يعدلون ) * هذا مدح مطلق لمن تمسك بالتوراة ليس في ذلك مدح لمن كذب المسيح ولا فيها مدح لمن كذب محمدا صلى الله عليه وسلم\r\nوهذا الكلام تفسير سياق الكلام فإنه قال تعالى * ( كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ) * ثم قال تعالى * ( ولو آمن أهل الكتاب لكان خيرا لهم منهم المؤمنون وأكثرهم الفاسقون ) * فقد جعلهم نوعين نوعا مؤمنين ونوعا فاسقين وهم أكثرهم لقوله تعالى * ( منهم المؤمنون ) * يتناول من كان مؤمنا قبل مبعث محمد صلى الله عليه وسلم كما يتناولهم قوله تعالى * ( وجعلنا في قلوب الذين اتبعوه رأفة ورحمة ) * إلى قوله * ( وكثير منهم فاسقون ) * وكذلك قوله تعالى * ( ولقد أرسلنا نوحا وإبراهيم وجعلنا في ذريتهما النبوة والكتاب فمنهم مهتد وكثير منهم فاسقون ) *\r\nوقوله عن إبراهيم الخليل * ( وباركنا عليه وعلى إسحاق ومن ذريتهما محسن وظالم لنفسه مبين ) * ثم قال * ( وأكثرهم الفاسقون ) * قال * ( لن يضروكم إلا أذى وإن يقاتلوكم يولوكم الأدبار ثم لا ينصرون ضربت عليهم الذلة أين ما ثقفوا إلا بحبل من الله وحبل من الناس وباؤوا بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون ) *\r\n","description":"","footnote":"","page_name":" 317 ","page_number":17},
  {"content":"\r\nوضرب الذلة عليهم أينما ثقفوا ومباؤهم بغضب من الله الآية وما ذكر معه من قتل الأنبياء بغير حق وعصيانهم واعتدائهم كان اليهود متصفين به قبل مبعث محمد صلى الله عليه وسلم كما قال تعالى في سورة البقرة * ( وإذ قلتم يا موسى لن نصبر على طعام واحد فادع لنا ربك يخرج لنا مما تنبت الأرض من بقلها وقثائها وفومها وعدسها وبصلها قال أتستبدلون الذي هو أدنى بالذي هو خير اهبطوا مصرا فإن لكم ما سألتم وضربت عليهم الذلة والمسكنة وباؤوا بغضب من الله ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون النبيين بغير الحق ذلك بما عصوا وكانوا يعتدون ) * ثم قال بعد ذلك * ( إن الذين آمنوا والذين هادوا والنصارى والصابئين من آمن بالله واليوم الآخر وعمل صالحا فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون ) *\r\nفتناولت هذه الآية من كان من أهل الملل الأربع متمسكا بها قبل النسخ بغير تبديل كذلك آية آل عمران لما وصف أهل الكتاب بما كانوا متصفا به أكثرهم قبل محمد صلى الله عليه وسلم من الكفر قال * ( ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات وأولئك من الصالحين ) *\r\nوهذا يتناول من كان متصفا منهم بهذا قبل النسخ فإنهم كانوا على الدين الحق الذي لم يبدل ولم ينسخ كما قال في الأعراف * ( ومن قوم موسى أمة يهدون بالحق وبه يعدلون ) * * ( وقطعناهم في الأرض أمما منهم الصالحون ومنهم دون ذلك وبلوناهم بالحسنات والسيئات لعلهم يرجعون فخلف من بعدهم خلف ورثوا الكتاب يأخذون عرض هذا الأدنى ويقولون سيغفر لنا وإن يأتهم عرض مثله يأخذوه ألم يؤخذ عليهم ميثاق الكتاب أن لا يقولوا على الله إلا الحق ودرسوا ما فيه والدار الآخرة خير للذين يتقون أفلا تعقلون والذين يمسكون بالكتاب وأقاموا الصلاة إنا لا نضيع أجر المصلحين ) * وقد قال تعالى مطلقا * ( وممن خلقنا أمة يهدون بالحق وبه يعدلون ) *\r\n","description":"","footnote":"","page_name":" 318 ","page_number":18},
  {"content":"\r\nفهذا خبر من الله عمن كان متصفا بهذا الوصف قبل مبعث محمد صلى الله عليه وسلم ومن أدرك من هؤلاء محمدا صلى الله عليه وسلم فآمن به كان له أجره مرتين\r\nفصل في * ( إن مثل عيسى عند الله كمثل آدم ) *\r\nدعوى النصارى في المسيح\r\nقالوا وقال أيضا في موضع آخر * ( إن مثل عيسى عند الله كمثل آدم خلقه من تراب ) * فأعنى بقوله * ( مثل عيسى ) * إشارة إلى الناسوت المؤخوذ من مريم الطاهرة لأنه لم يذكر هنا اسم المسيح إنما ذكر عيسى فقط\r\nوكما أن آدم خلق من غير جماع ومباضعة فكذلك جسد المسيح خلق من غير جماع ولا مباضعة وكما أن جسد آدم ذاق الموت فكذلك جسد المسيح ذاق الموت وقد يبرهن بقوله أيضا قائلا إن الله ألقى كلمته إلى مريم وذلك حسب قولنا معشر النصارى إن كلمة الله الخالقة حلت في مريم وتجسدت بإنسان كامل\r\nوعلى هذاالمثال نقول في السيد المسيح طبيعتان\r\nطبيعة لاهوتية التي هي طبيعة كلمة الله وروحه\r\nوطبيعة ناسوتية التي اخذت من مريم العذراء واتحدت به ولما تقدم به القول من الله تعالى على لسان موسى النبي إذ يقول أليس هذا الأب الذي خلقك وبرأك واقتناك قيل وعلى لسان داود النبي روحك القدس لا تنزع مني وأيضا على لسان داود النبي بكلمة الله تشددت السماوات وبروح فاه جميع أفواههن وليس يدل هذا القول على ثلاثة خالقين بل خالق واحد الأب ونطقه أي كلمته وروحه أي حياته\r\nالرد عليهم حقيقة القول في عيسى والجواب من وجوه\r\n","description":"","footnote":"","page_name":" 319 ","page_number":19},
  {"content":"\r\nأحدها أن قوله تعالى * ( إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون ) * كلام حق فإنه سبحانه خلق هذا النوع البشري على الأقسام الممكنة ليبين عموم قدرته\r\nفخلق آدم من غير ذكر ولا أنثى\r\nوخلق زوجته حواء من ذكر بلا أنثى كما قال * ( وخلق منها زوجها ) *\r\nوخلق المسيح من أنثى بلا ذكر\r\nوخلق سائر الخلق من ذكر وأنثى\r\nوكان خلق آدم وحواء أعجب من خلق المسيح فإن حواء خلقت من ضلع آدم وهذا أعجب من خلق المسيح في بطن مريم وخلق آدم أعجب من هذا وهذا وهو أصل خلق حواء\r\nفلهذا شبهه الله بخلق آدم الذي هو أعجب من خلق المسيح فإذا كان سبحانه قادرا أن يخلقه من تراب والتراب ليس من جنس بدن الإنسان أفلا يقدر أن يخلقه من امرأة هي من جنس بدن الإنسان\r\nوهو سبحانه خلق آدم من تراب ثم قال له كن فيكون لما نفخ فيه من روحه فكذلك المسيح نفخ فيه من روحه وقال له كن فيكون ولم يكن آدم بما نفخ فيه من روحه لاهوتا وناسوتا بل كله ناسوت فكذلك المسيح كله ناسوت والله تبارك وتعالى ذكر هذه الآية في ضمن الآيات التي أنزلها في شأن النصارى لما قدم على النبي صلى الله عليه وسلم نصارى نجران وناظروه في المسيح وأنزل الله فيه ما أنزل فبين قول الحق الذي اختلفت فيه اليهود والنصارى فكذب الله الطائفتين هؤلاء في غلوهم فيه وهؤلاء في ذمهم له\r\nوقال عقب هذه الآية * ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين إن هذا لهو القصص الحق وما من إله إلا الله وإن الله لهو العزيز الحكيم فإن تولوا فإن الله عليم بالمفسدين قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون ) *\r\nوقد امثثل النبي صلى الله عليه وسلم قول الله فدعاهم إلى المباهلة فعرفوا أنهم إن باهلوه أنزل الله عليهم\r\n","description":"","footnote":"","page_name":" 320 ","page_number":20},
  {"content":"\r\nلعنته فأقروا بالجزية وهم صاغرون ثم كتب النبي صلى الله عليه وسلم إلى هرقل ملك الروم بقوله تعالى * ( يا أهل الكتاب تعالوا ) * إلى آخرها وكان أحيانا يقرأ بها في الركعة الثانية من ركعتي الفجر ويقرأ في الأولى بقوله * ( قولوا آمنا بالله وما أنزل إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون ) *\r\nوهذا كله يبين أن المسيح عبد ليس بإله وأنه مخلوق كما خلق آدم وقد أمر أن يباهل من قال أنه إله فيدعو كل من المتباهلين أبناءه ونساءه وقريبه المختص به ثم يبتهل هؤلاء وهؤلاء ويدعون الله أن يجعل لعنته على الكاذبين فإن كان النصارى كاذبين في قولهم هو الله حقت اللعنة عليهم وإن كان من قال ليس هو الله بل عبد الله كاذبا حقت اللعنة عليه وهذا إنصاف من صاحب يقين يعلم أنه على الحق\r\nوالنصارى لما لم يعلموا أنهم على الحق نكلوا عن المباهلة وقد قال عقب ذلك * ( إن هذا لهو القصص الحق وما من إله إلا الله ) * تكذبيا للنصارى الذين يقولون هو إله حق من إله حق فكيف يقال أنه أراد أن المسيح فيه لاهوت وناسوت وأن هذا هو الناسوت فقط دون اللاهوت\r\nوبهذا ظهر الجواب عن قولهم قال في موضع آخر إن مثل عيسى عند الله كمثل آدم فأعنى بقوله عيسى أشار إلى البشرية المأخوذة من مريم الطاهرة لأنه لم يذكر الناسوت ها هنا اسم المسيح إنما ذكر عيسى فقط فإنه يقال عيسى هو المسيح بدليل أنه قال * ( ما المسيح ابن مريم إلا رسول قد خلت من قبله الرسل ) * فأخبر أنه ليس المسيح إلا رسولا ليس هو بإله وأنه ابن مريم والذي هو ابن مريم هو الناسوت وقال * ( إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه فآمنوا بالله ورسله ولا تقولوا ثلاثة انتهوا خيرا لكم إنما الله إله واحد سبحانه أن يكون له ولد له ما في السماوات وما في الأرض وكفى بالله وكيلا لن يستنكف المسيح أن يكون عبدا لله ولا الملائكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا ) *\r\n","description":"","footnote":"","page_name":" 321 ","page_number":21},
  {"content":"\r\nوقال تعالى * ( وقالت النصارى المسيح ابن الله ذلك قولهم بأفواههم يضاهئون قول الذين كفروا من قبل قاتلهم الله أنى يؤفكون ) *\r\nوقال تعالى * ( لقد كفر الذين قالوا إن الله هو المسيح ابن مريم قل فمن يملك من الله شيئا إن أراد أن يهلك المسيح ابن مريم وأمه ومن في الأرض جميعا ) *\r\nالوجه الثاني\r\nأن ما ذكروه من موته قد بينا أن الله لم يذكر ذلك وأن المسيح لم يمت بعد وما ذكروه من أنه صلب ناسوته دون لاهوته باطل من وجهين إن ناسوته لم يصلب وليس فيه لاهوت وهم ذكروا ذلك دعوى مجردة فيكفي في مقابلتها المنع\r\nالوجه الثالث\r\nولكن نقول في الوجه الثالث إنهم في اتحاد اللاهوت بالناسوت يشبهونه تارة باتحاد الماء باللبن وهذا تشبيه اليعقوبية وتارة باتحاد النار بالحديد أو النفس بالجسم وهذا تشبيه الملكانية وغيرهم\r\nومعلوم أنه لا يصل إلى الماء إلا وصل إلى اللبن فإنه لا يتميز أحدهما عن الآخر وكذلك النار التي في الحديد متى طرق الحديد أو بصق عليه لحق ذلك بالنار التي فيه والبدن إذا ضرب وعذب لحق ألم الضرب والعذاب للنفس فكأن حقيقة تمثيلهم يقتضي أن اللاهوت أصابه ما أصاب الناسوت من إهانة اليهود وتعذيبهم وإتلافهم له والصلب الذي ادعوه\r\nوهذا لازم على القول بالاتحاد فإن الاتحاد لو كان ما يصيب أحدهما لا يشركه الآخر فيه لم يكن هنا اتحاد بل تعدد\r\n","description":"","footnote":"","page_name":" 322 ","page_number":22},
  {"content":"\r\nالوجه الرابع\r\nأن هؤلاء الضلال لم يكفهم أن جعلوا إله السماوات والأرض متحدا ببشر في جوف امرأة وجعلوه له مسكنا ثم جعلوا أخابث خلق الله أمسكوه وبصقوا في وجهه ووضعوا الشوك على رأسه وصلبوه بين لصين وهو في ذلك يستغيث بالله ويقول إلهي إلهي لم تركتني وهم يقولون الذي كان يسمع الناس كلامه هو اللاهوت كما سمع موسى كلام الله من الشجرة ويقولون هما شخص واحد ويقول بعضهم لهما مشيئة واحدة وطبيعة واحدة\r\nوالكلام إنما يكون بمشيئة المتكلم فيلزم أن يكون المتكلم الداعي المستغيث المصلوب هو اللاهوت هو المستغيث المتضرع وهو المستغاث به وأيضا فهم يقولون إن اللاهوت والناسوت شخص واحد فمع القول بأنهما شخص واحد إما أن يكون مستغيثا وإما أن يكون مستغاثا به وإما أن يكون داعيا وإما أن يكون مدعوا فإذا قالوا إن الداعي هو غير المدعو لزم أن يكون اثنين لا واحدا وإذا قالوا هما واحد فالداعي هو المدعو\r\nالوجه الخامس\r\nأن يقال لا يخلو الأمر ان يقولوا إن اللاهوت كان قادرا على دفعهم عن ناسوته وإما أن يقولوا لم يكن قادرا فإن قالوا لم يكن قادرا لزم أن يكون أولئك اليهود أقدر من رب العالمين وأن يكون رب العالمين مقهورا مأسورا مع قوم من شرار اليهود وهذا من أعظم الكفر والتنقص برب العالمين وهذا أعظم من قولهم إن لله ولدا وإنه بخيل وإنه فقير ونحو ذلك مما سب به الكفار رب العالمين\r\nوإن قالوا كان قادرا فإن كان ذلك من عدوان الكفار على ناسوته وهو كاره لذلك فسنة الله في مثل ذلك نصر رسله المستغيثين به فكيف لم يغث ناسوته المستصرخ به هذا بخلاف من قتل من النبيين وهو صابر فإن أولئك صبروا حتى قتلوا شهداء والناسوت عندهم استغاث وقال إلهي إلهي لماذا تركتني وإن كان هو قد فعل ذلك مكرا كما يزعمون أنه مكر بالشيطان وأخفى نفسه حتى يأخذه بوجه حق فناسوته أعلم بذلك من جميع الخلق فكان الواجب أن لا يجزع ولا يهرب لما في ذلك من الحكمة وهم يذكرون من جزع الناسوت وهربه ودعائه ما يقتضي أن كل ما جرى عليه كان بغير اختياره ويقول بعضهم مشيئتهما واحدة فكيف شاء ذلك وهرب مما يكرهه الناسوت بل لو يشاء اللاهوت ما يكرهه كانا متباينين وقد اتفقا على المكر بالعدو لم يجزع الناسوت كما جرى ليوسف مع أخيه لما\r\n","description":"","footnote":"","page_name":" 323 ","page_number":23},
  {"content":"\r\nوافقه على أنه يجعل الصوامع في رحله ويظهر أنه سارق لم يجزع أخوه لما ظهر الصوامع في رحلة كما جزع إخوته حيث لم يعلموا وكثير من الشطار العيارين يمسكون ويصلبون وهم ثابتون صابرون فما بال هذا يجزع الجزع العظيم الذي يصفون به المسيح وهو يقتضي غاية النقص العظيم مع دعواهم فيه الإلهية\r\nالوجه السادس\r\nقولهم إنه كلمته وروحه تناقض منهم لأن عندهم أقنوم الكلمة فقط لا أقنوم الحياة\r\nالوجه السابع\r\nقولهم وقد برهن بقوله رأينا أيضا في موضع آخر قائلا إن الله ألقى كلمته إلى مريم وذلك حسب قولنا معشر النصارى إن كلمة الله الخالقة الأزلية حلت في مريم واتحدت بإنسان كامل\r\nفيقال لهم أما قول الله في القرآن فهو حق ولكن ضللتم في تأويله كما ضللتم في تأويل غيره من كلام الأنبياء وما بلغوه عن الله وذلك أن الله تعالى قال * ( إذ قالت الملائكة يا مريم إن الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها في الدنيا والآخرة ومن المقربين ويكلم الناس في المهد وكهلا ومن الصالحين قالت رب أنى يكون لي ولد ولم يمسسني بشر قال كذلك الله يخلق ما يشاء إذا قضى أمرا فإنما يقول له كن فيكون ) *\r\nففي هذا الكلام وجوه تبين أنه مخلوق ليس هو ما يقوله النصارى منها أنه قال بكلمة منه وقوله بكلمة منه نكرة في الإثبات يقتضي أنه كلمة من كلمات الله ليس هو كلامه كله كما يقوله النصارى\r\nومنها أنه بين مراده بقوله بكلمة منه وأنه مخلوق حيث قال * ( كذلك الله يخلق ما يشاء إذا قضى أمرا فإنما يقول له كن فيكون ) *\r\nكما قال في الآية الأخرى * ( إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون ) *\r\nوقال تعالى في سورة كهيعص * ( ذلك عيسى ابن مريم قول الحق الذي فيه يمترون ما كان لله أن يتخذ من ولد سبحانه إذا قضى أمرا فإنما يقول له كن فيكون ) *\r\n","description":"","footnote":"","page_name":" 324 ","page_number":24},
  {"content":"\r\nفهذه ثلاث آيات في القرآن تبين أنه قال له * ( كن فيكون ) * وهذا تفسير كونه كلمة منه وقال اسمه المسيح عيسى بن مريم أخبر أنه ابن مريم وأخبر أنه وجيه في الدنيا والآخرة ومن المقربين وهذه كلها صفة مخلوق والله تعالى وكلامه الذي هو صفته لا يقال فيه شيء من ذلك وقالت مريم * ( أنى يكون لي ولد ) * فبين أن المسيح الذي هو الكلمة هو ولد مريم لا ولد الله سبحانه وتعالى\r\nوقال في سورة النساء * ( يا أهل الكتاب لا تغلوا في دينكم ولا تقولوا على الله إلا الحق إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه فآمنوا بالله ورسله ولا تقولوا ثلاثة انتهوا خيرا لكم إنما الله إله واحد سبحانه أن يكون له ولد له ما في السماوات وما في الأرض وكفى بالله وكيلا لن يستنكف المسيح أن يكون عبدا لله ولا الملائكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا فأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم ويزيدهم من فضله وأما الذين استنكفوا واستكبروا فيعذبهم عذابا أليما ولا يجدون لهم من دون الله وليا ولا نصيرا ) *\r\nفقد نهى النصارى عن الغلو في دينهم وأن يقولوا على الله غير الحق وبين أن * ( المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه ) * وأمرهم أن يؤمنوا بالله ورسله فبين أنه رسوله ونهاهم أن يقولوا ثلاثة وقال انتهوا خيرا لكم إنما الله إله واحد وهذا تكذيب لقولهم في المسيح أنه إله حق من إله حق من جوهر أبيه ثم قال * ( سبحانه أن يكون له ولد ) * فنزه نفسه وعظمها أن يكون له ولد كما تقوله النصارى ثم قال * ( له ما في السماوات وما في الأرض ) * فأخبر أن ذلك ملك ليس له فيه شيء من ذاته ثم قال * ( لن يستنكف المسيح أن يكون عبدا لله ولا الملائكة المقربون ) * أي لن يستنكفوا أن يكونوا عبيدا لله تبارك وتعالى فمع ذلك البيان الواضح الجلي هل يظن ظان أن مراده بقوله وكلمته أنه إله خالق أو أنه صفة لله قائمة به وأن قوله * ( وروح منه ) * المراد به أنه حياته أو روح منفصلة من ذاته\r\nثم نقول أيضا أما قوله وكلمته فقد بين مراده أنه خلقه ب كن وفي لغة العرب التي نزل بها القرآن أن يسمى المفعول باسم المصدر فيسمى المخلوق خلقا لقوله * ( هذا خلق الله ) * ويقال درهم ضرب الأمير أي مضروب الأمير ولهذا يسمى المأمور به أمرا والمقدور قدرة وقدرا والمعلوم علما والمرحوم به رحمة\r\nكقوله تعالى * ( وكان أمر الله قدرا مقدورا ) * وقوله * ( أتى أمر الله فلا تستعجلوه ) *\r\n","description":"","footnote":"","page_name":" 325 ","page_number":25},
  {"content":"\r\nوقال النبي صلى الله عليه وسلم يقول الله للجنة أنت رحمتي أرحم بك من أشاء من عبادي ويقول للنار أنت عذابي أعذب بك من أشاء من عبادي وقال إن الله خلق الرحمة يوم خلقها مئة رحمة أنزل منها رحمة واحدة فيها تتراحم الخلق ويتعاطفون وأمسك عنده تسعة وتسعين رحمة فإذا كان يوم القيامة جمع هذه إلى تلك فرحم بها الخلق ويقال للمطر والآيات هذه قدرة عظيمة ويقال غفر الله لك علمه فيك أي معلومه فتسمية المخلوق بالكلمة كلمة من هذا الباب\r\nوقد ذكر الإمام أحمد في كتاب الرد على الجهمية وذكره غيره أن النصارى الحلولية والجهمية المعطلة اعترضوا على أهل السنة فقالت النصارى القرآن كلام الله غير مخلوق والمسيح كلمة الله فهو غير مخلوق وقالت الجهمية المسيح كلمة الله وهو مخلوق والقرآن كلام الله فيكون مخلوقا\r\nوأجاب أحمد وغيره بأن المسيح نفسه ليس هو كلاما فإن المسيح إنسان وبشر مولود من امرأة وكلام الله ليس بإنسان ولا بشر ولا مولود من امرأة ولكن المسيح خلق بالكلام وأما القرآن فهو نفسه كلام الله فأين هذا من هذا\r\nوقد قيل أكثر اختلاف العقلاء من جهة اشتراك الأسماء وما من عاقل إذا سمع قوله تعالى في المسيح عليه السلام إنه كلمته ألقاها إلى مريم إلا يعلم أن المراد ( لا ) أن المسيح نفسه كلام الله ولا أنه صفة لله ولا خالق ثم يقال للنصارى فلو قدر أن المسيح نفس الكلام ليس بخالق فإن القرآن كلام الله وليس بخالق والتوراة كلام الله وليست بخالقة وكلمات الله كثيرة وليس منها شيء خالق فلو كان المسيح نفس الكلام لم يجز أن يكون خالقا فكيف وليس هو الكلام وإنما خلق بالكلمة وخص باسم الكلمة فإنه لم يخلق على الوجه المعتاد الذي خلق عليه غيره بل خرج عن العادة فخلق بالكلمة من غير السنة المعروفة بالبشر\r\nوقوله * ( بروح منه ) * لا يوجب أن يكون منفصلا من ذات الله كقوله تعالى * ( وسخر لكم ما في السماوات وما في الأرض جميعا منه ) *\r\n","description":"","footnote":"","page_name":" 326 ","page_number":26},
  {"content":"\r\nوقوله تعالى * ( وما بكم من نعمة فمن الله ) * وقوله تعالى * ( ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك ) *\r\nوقال تعالى * ( لم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينة رسول من الله يتلو صحفا مطهرة فيها كتب قيمة ) * فهذه الأشياء كلها من الله وهي مخلوقة وأبلغ من ذلك روح الله التي أرسلها إلى مريم وهي مخلوقة\r\nفالمسيح الذي هو روح من تلك الروح أولى أن يكون مخلوقا قال تعالى * ( فأرسلنا إليها روحنا فتمثل لها بشرا سويا قالت إني أعوذ بالرحمن منك إن كنت تقيا قال إنما أنا رسول ربك لأهب لك غلاما زكيا ) *\r\nوقد قال تعالى * ( ومريم ابنة عمران التي أحصنت فرجها فنفخنا فيه من روحنا ) * وقال * ( والتي أحصنت فرجها فنفخنا فيها من روحنا وجعلناها وابنها آية للعالمين ) * فأخبر أنه نفخ في مريم من روحه كما أخبر أنه نفخ في آدم من روحه وقد بين أنه أرسل إليها روحه\r\n* ( فتمثل لها بشرا سويا قالت إني أعوذ بالرحمن منك إن كنت تقيا قال إنما أنا رسول ربك لأهب لك غلاما زكيا قالت أنى يكون لي غلام ولم يمسسني بشر ولم أك بغيا قال كذلك قال ربك هو علي هين ولنجعله آية للناس ورحمة منا وكان أمرا مقضيا فحملته ) *\r\nفهذا الروح الذي أرسله الله إليها ليهب لها غلاما زكيا مخلوق وهو روح القدس الذي خلق المسيح منه ومن مريم فإذا كان الأصل مخلوقا فكيف الفرع الذي حصل به وهو روح القدس وقوله عن المسيح * ( وروح منه ) * خص المسيح بذلك لأنه نفخ في أمه من الروح فحبلت به من ذلك النفخ وذلك غير روحه التي يشاركه فيها سائر البشر فامتاز بأنها حبلت\r\n","description":"","footnote":"","page_name":" 327 ","page_number":27},
  {"content":"\r\nبه من نفخ الروح فلهذا سمي روحا منه\r\nولهذا قال طائفة من المفسرين روح منه أي رسول منه فسماه باسم الروح الذي هو الرسول الذي نفخ فيها فكما يسمى كلمة يسمى روحا لأنه كون بالكلمة لا كما يخلق الآدميون غيره ويسمى روحا لأنه حبلت به أمه بنفخ الروح الذي نفخ فيها لم تحبل من ذكر كغيره من الآدميين وعلى هذا فيقال لما خلق من نفخ الروح ومن مريم سمى روحا بخلاف سائر الآدميين فإنه يخلق من ذكر وأنثى ثم ينفخ فيه من الروح بعد مضي أربعة أشهر\r\nوالنصارى يقولون في أمانتهم تجسد من مريم ومن روح القدس ولو اقتصروا على هذا وفسروا روح القدس بالملك الذي نفخ فيها وهو روح الله لكان هذا موافقا لما أخبر الله به لكنهم جعلوا روح القدس حياة الله وجعلوه ربا وتناقضوا في ذلك فإنه على هذا كان ينبغي فيه أقنومان أقنوم الكلمة وأقنوم الروح\r\n","description":"","footnote":"","page_name":" 328 ","page_number":28},
  {"content":"\r\nوهم يقولون ليس فيه ألا أقنوم الكلمة وكما يسمى المسيح كلمة لأنه خلق بالكلمة يسمى روحا لأنه حل به الروح فإن قيل فقد قال في القرآن * ( والذين آتيناهم الكتاب يعلمون أنه منزل من ربك ) * وقال * ( تنزيل الكتاب من الله العزيز الحكيم ) *\r\nوقد قال أئمة المسلمين وجمهورهم القرآن كلام الله غير مخلوق منه بدأ وقال في المسيح وروح منه قيل هذا بمنزلة سائر المضاف إلى الله إن كان عينا قائمة بنفسها أو صفة فيها كان مخلوقا وإن كان صفة مضافة إلى الله كعلمه وكلامه ونحو ذلك كان إضافة صفة وكذلك ما منه إن كان عينا قائمة تعين بغيرها كما في السماوات والأرض والنعم والروح الذي أرسلها إلى مريم وقال * ( إنما أنا رسول ربك ) * كان مخلوقا وإن كان صفة لا تقوم بنفسها ولا يتصف بها المخلوق كالقرآن لم يكن مخلوقا فإن ذلك قائم بالله وما يقوم بالله لا يكون مخلوقا\r\nوالمقصود هنا بيان بطلان احتجاج النصارى وأنه ليس لهم في ظاهر القرآن ولا باطنه حجة كما ليس لهم حجة في سائر كتب الله وإنما تمسكوا بآيات متشابهات وتركوا المحكم كما أخبرا الله عنهم بقوله * ( هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله ) * والآية نزلت في النصارى فهم مرادون من الآية قطعا ثم قال * ( وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا ) * وفيها قولان وقراءتان منهم من يقف عند قوله إلا الله ويقول الراسخون في العلم لا يعلمون تأويل المتشابه لا يعلمه إلا الله\r\nومنهم من لا يقف بل يصل بذلك قوله تعالى * ( والراسخون في العلم يقولون آمنا به كل من عند ربنا ) * ويقول الراسخون في العلم يعلمون تأويل المتشابه وكلا القولين مأثور عن طائفة من السلف وهؤلاء يقولون قد يكون الحال من المعطوف دون المعطوف عليه كما في قوله تعالى * ( والذين جاؤوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا ) * أي قائلين وكلا القولين حق باعتبار فإن لفظ التأويل يراد به التفسير ومعرفة معانيه\r\nوالراسخون في العلم يعلمون تفسير القرآن قال الحسن البصري لم ينزل الله آية إلا وهو يحب أن تعلم في ماذا نزلت وما عني بها وقد يعني بالتأويل ما استأثر الله بعلمه من كيفية ما أخبر به عن نفسه وعن اليوم الآخر وقت الساعة ونزول عيسى ونحو ذلك\r\n","description":"","footnote":"","page_name":" 329 ","page_number":29},
  {"content":"\r\nفهذا التأويل لا يعلمه الا الله وأما لفظ التأويل إذا أريد به صرف اللفظ عن ظاهره إلى ما يخالف ذلك لدليل يقترن به فلم يكن السلف يريدون بلفظ التأويل هذا ولا هو معنى التأويل في كتاب الله عز وجل\r\nولكن طائفة من المتأخرين خصوا لفظ التأويل بهذا بل لفظ التأويل في كتاب الله يراد به ما يؤول إليه الكلام وإن وافق ظاهرة كقوله تعالى * ( هل ينظرون إلا تأويله يوم يأتي تأويله يقول الذين نسوه من قبل ) *\r\nومنه تأويل الرؤيا كقول يوسف الصديق * ( هذا تأويل رؤياي من قبل ) * وكقوله * ( إلا نبأتكما بتأويله ) * وقوله * ( ذلك خير وأحسن تأويلا ) * وهذا مبسوط في موضع آخر\r\nوالمقصود هنا أنه ليس للنصارى حجة لا في ظاهر النصوص ولا باطنها كما قال تعالى * ( إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه ) *\r\nوالكلمة عندهم هي جوهر وهي رب لا يخلق بها الخالق بل هي الخالقة لكل شيء كما قالوا في كتابهم إن كلمة الله الخالقة الأزلية حلت في مريم والله تعالى قد أخبر أنه سبحانه ألقاها إلى مريم والرب سبحانه هو الخالق والكلمة التي ألقاها ليست خالقة إذ الخالق لا يلقيه شيء بل هو يلقي غيره وكلمات الله نوعان كونية ودينية فالكونية كقوله للشيء كن فيكون\r\nوالدينية أمره وشرعه الذي جاءت به الرسل وكذلك أمره وإرادته وإذنه وإرساله وبعثه ينقسم إلى هذين القسمين وقد ذكر الله تعالى إلقاء القول في غير هذا وقد قال تعالى * ( ولا تقولوا لمن ألقى إليكم السلام لست مؤمنا ) *\r\nوقال تعالى * ( وإذا رأى الذين أشركوا شركاءهم قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعو من دونك فألقوا إليهم القول إنكم لكاذبون وألقوا إلى الله يومئذ السلم ) *\r\n","description":"","footnote":"","page_name":" 330 ","page_number":30},
  {"content":"\r\nوقال تعالى * ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) *\r\nوأما لقيته القول فتلقاه فذلك إذا أردت أن تحفظه بخلاف ما إذا ألقيته إليه فإن هذا بقوله فيما يخاطبه به وإن لم يحفظه كمن ألقيت إليه القول بخلاف القول إنكم لكاذبون وألقوا إليهم السلام وليس هنا إلا خطاب سمعوه لم يحصل نفس صفة المتكلم في المخاطب فكذلك مريم إذا ألقى الله كلمته إليها هي قول كن لم يلزم أن تكون نفس صفته القائمة به حلت في مريم كما لم يلزم أن تكون صفته القائمة به حلت في سائر من ألقى كلامه كما لا تحصل صفة كل منكم فيمن يلقي إليه كلامه\r\nفصل\r\nفي الرد على أن في عيسى طبيعتين\r\nوأما قولهم وعلى هذا المثال نقول في السيد المسيح طبيعتان\r\nطبيعة لاهوتية التي هي طبيعة كلمة الله وروحه\r\nوطبيعة ناسوتية التي أخذها من مريم العذراء واتحدت به فيقال لهم كلام النصارى في هذا الباب مضطرب مختلف مناقض وليس لهم في ذلك قول اتفقوا عليه ولا قول معقول ولا قول دل عليه كتاب بل هم فيه فرق وطوائف كل فرقة تكفر الأخرى كاليعقوبية والملكانية والنسطورية ونقل الأقوال عنهم في ذلك مضطربة كثيرة الاختلاف\r\nولهذا يقال لو اجتمع عشرة نصارى لتفرقوا على أحد عشر قولا وذلك أن ما هم عليه من اعتقادهم من التثليث والاتحاد كما هو مذكور في أمانتهم لم ينطق به شيء من كتب الأنبياء ولا يوجد لا في كلام المسيح ولا الحواريين ولا أحد من الأنبياء ولكن عندهم في الكتب ألفاظ متشابهة وألفاظ محكمة يتنازعون في فهمها ثم القائلون منهم بالأمانة وهم عامة النصارى اليوم من الملكانية والنسطورية واليعقوبية مختلفون في تفسيرها ونفس قولهم متناقض يمتنع تصوره على الوجه الصحيح\r\nفلهذا صار كل منهم يقول ما يظن أنه أقرب من غيره فمنهم من يراعي لفظ أمانتهم وإن صرح بالكفر الذي يظهر فساده لكل أحد كاليعقوبية ومنهم من يستر بعض ذلك كالنسطورية وكثير منهم وهم الملكانية بين هؤلاء وهؤلاء ولما ابتدعوا ما ابتدعوه من التثليث والحلول كان فيهم من يخالفهم في ذلك\r\n","description":"","footnote":"","page_name":" 331 ","page_number":31},
  {"content":"\r\nوقد يوجد نقل الناس لمقالاتهم مختلفا وذلك بحسب قول الطائفة التي ينقل ذلك الناقل قولها والقول الذي يحكيه كثير من نظائر المسلمين يوجد كثير منهم على خلافه كما نقلوا عنهم ما ذكره أبو المعالي وصاحبه أبو القاسم الأنصاري وغيرهما أن القديم واحد بالجوهر ثلاثة بالأقنوم وأنهم يعنون بالأقنوم الوجود والحياة والعلم\r\nونقلوا عنهم أن الحياة والعلم ليسا بوصفين زائدين على الذات موجودين بل هما صفتان نفسيتان للجوهر قالوا ولو مثل مذهبهم بمثال لقيل إن الأقانيم عندهم تنزل منزلة الأحوال والصفات النفسية عند مثبتيها من المسلمين فإن سوادية اللون ولونيته صفتان نفسيتان للعرض قال وربما يعبرون عن الأقانيم بالأب والابن وروح القدس فيعنون بالأب الوجود وبالابن المسيح والكلمة وربما سموا العلم كلمة والكلمة علما ويعبرون عن الحياة بالروح قال ولا يريدون بالكلمة الكلام فإن الكلام عندهم من صفات الفعل ولا يسمون العلم قبل تدرعه بالمسيح واتحاده به ابنا بل المسيح عندهم مع ما تدرع به ابن قالوا ومن مذهبهم أن الكلمة اتحدت بالمسيح وتدرعت بالناسوت ثم اختلفوا في معنى الاتحاد\r\nفمنهم من فسره بالاختلاط والامتزاج وهذا مذهب طوائف من اليعقوبية والنسطورية والملكانية قالوا إن الكلمة خالطت جسد المسيح ومازجته كما مازج الخمر الماء أو اللبن قالوا وهذا مذهب الروم ومعظمهم الملكانية قالوا فمازجت الكلمة جسد المسيح فصارت شيئا واحدا وصارت الكثرة قلة\r\nوذهبت طائفة من اليعاقبة إلى أن الكلمة انقلبت لحما ودما قالوا وصارت شرذمة من كل صنف إلى أن المراد بالاتحاد ظهور اللاهوت على الناسوت كظهور الصورة في المرآة والنقش في الخاتم\r\nومنهم من قال ظهور اللاهوت على الناسوت كاستواء الإله على العرش عند المسلمين وذهب كثير من هذه الطوائف إلى أن المراد بالاتحاد الحلول\r\nفصل\r\nوأما قوله تعالى * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين ) * يريد بحسب مقتضى العدل قومه الذين آتاهم بلغتهم لا غير ممن لم يأتهم بما جاء به\r\nفيقال لهم من فسر مراد متكلم أي متكلم كان بما يعلم الناس أنه خلاف مراده فهو\r\n","description":"","footnote":"","page_name":" 332 ","page_number":32},
  {"content":"\r\nكاذب مفتر عليه وإن كان المكلم من آحاد العامة ولو كان المتكلم من المتنبئين الكذابين فإن عرف كذبه إذا تكلم بكلام وعرف مراده به لم يجز أن يكذب عليه فيقال أراد كذا وكذا فإن الكذب حرام قبيح على كل أحد سواء كان صادقا أو كاذبا فيكف بمن يفسر مراد الله ورسوله بما يعلم كل من خبر حاله علما ضروريا أنه لم يرد ذلك بل يعلم علما ضروريا أنه أراد العموم فإن قوله تعالى * ( ومن يبتغ غير الإسلام دينا ) * صيغة عامة وصيغة من الشرطية من أبلغ صيغ العموم كقوله تعالى * ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره ) *\r\nثم إن سياق الكلام يدل على أنه أراد أهل الكتاب وغيرهم فإن هذا في سورة آل عمران في أثناء مخاطبته لأهل الكتاب ومناظرته للنصارى فإنها نزلت لما قدم على النبي صلى الله عليه وسلم وفد نجران النصارى وروى أنهم كانوا ستين راكبا وفيهم السيد والأيهم والعاقب وقصتهم مشهورة معروفة كما تقدم ذكرها\r\nوقد قال قبل هذا الكلام يذم دين النصارى الذين ابتدعوه وغيروا به دين المسيح ولبسوا الحق الذي بعث به المسيح بالباطل الذي ابتدعوه حتى صار دينهم مركبا من حق وباطل واختلط أحدهما بالآخر فلا يكاد يوجد معه من يعرف ما نسخه المسيح من شريعة التوراة مما أقره والمسيح قرر أكثر شرع التوراة وغير المعنى وعامة النصارى لا يميزون ما قرره مما غيره فلا يعرف دين المسيح\r\nقال تعالى * ( ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون ولا يأمركم أن تتخذوا الملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون ) *\r\nفقد بين أن من اتخذ الملائكة والنبيين أربابا فهو كافر فمن اتخذ من دونهم أربابا كان أولى بالكفر وقد ذكر أن النصارى اتخذوا من هو دونهم أربابا بقوله تعالى * ( اتخذوا أحبارهم ورهبانهم أربابا من دون الله والمسيح ابن مريم وما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون ) *\r\nثم قال تعالى في سورة آل عمران * ( وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين ) *\r\n","description":"","footnote":"","page_name":" 333 ","page_number":33},
  {"content":"\r\nقال ابن عباس وغيره من السلف ما بعث الله نبيا إلا أخذ عليه الميثاق لئن بعث محمد وهو حي ليؤمنن به ولينصرنه وأمره أن يأخذ الميثاق على أمته لئن بعث محمد وهم أحياء ليؤمنن به ولينصرنه والآية تدل على ما قالوا فإن قوله تعالى ( وإذا أخذ الله ميثاق النبيين ) يتناول جميع النبيين * ( لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه ) *\r\nوهذه اللام الأولى تسمى اللام الموطئة للقسم واللام الثانية تسمى لام جواب القسم والكلام إذا اجتمع فيه شرط وقسم وقدم القسم سد جواب القسم مسد جواب الشرط والقسم كقوله تعالى * ( لئن أخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم ليولن الأدبار ثم لا ينصرون ) *\r\nومنه قوله تعالى * ( ومنهم من عاهد الله لئن آتانا من فضله لنصدقن ولنكونن من الصالحين ) * وقوله * ( وأقسموا بالله جهد أيمانهم لئن جاءتهم آية ليؤمنن بها ) * وقوله * ( وأقسموا بالله جهد أيمانهم لئن أمرتهم ليخرجن قل لا تقسموا طاعة معروفة ) * وقوله * ( وأقسموا بالله جهد أيمانهم لئن جاءهم نذير ليكونن أهدى من إحدى الأمم ) * ومنه قوله * ( ولئن سألتهم من خلق السماوات والأرض ليقولن الله ) * وقوله * ( ولئن سألتهم ليقولن إنما كنا نخوض ونلعب ) * وقوله * ( لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخاسرين ) *\r\n","description":"","footnote":"","page_name":" 334 ","page_number":34},
  {"content":"\r\nوقوله * ( لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ) * وقوله * ( ولئن شئنا لنذهبن بالذي أوحينا إليك ) * وقوله * ( وإن لم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب أليم ) * وقوله * ( ولئن لم يفعل ما آمره ليسجنن وليكونن من الصاغرين ) * وقوله تعالى * ( ولئن جئتهم بآية ليقولن الذين كفروا إن أنتم إلا مبطلون ) * وقوله * ( ولئن جاء نصر من ربك ليقولن إنا كنا معكم ) * وقوله * ( ولئن أخرنا عنهم العذاب إلى أمة معدودة ليقولن ما يحبسه ) *\r\nومثل هذا كثير وحيث لم يذكر القسم فهو محذوف مراد تقدير الكلام والله لئن أخرجوا لا يخرجون معهم والله ولئن قوتلوا لا ينصرونهم\r\nومن محاسن لغة العرب أنها تحذف من الكلام ما يدل المذكور عليه اختصارا وإيجازا لا سيما فيما يكثر استعماله كالقسم وقوله * ( لما آتيتكم من كتاب وحكمة ) * هي ما الشرطية والتقدير أي شيء أعطيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه ولا تكتفوا بما عندكم عما جاء به ولا يحملنكم ما آتيتكم من كتاب وحكمة على أن تتركوا متابعته بل عليكم أن تؤمنوا به وتنصروه وإن كان معكم من قبله من كتاب وحكمة فلا تستغنوا بما آتيتكم عما جاء به فإن ذلك لا ينجيكم من عذاب الله\r\nفدل ذلك على أن من أدرك محمدا من الأنبياء وأتباعهم وإن كان معه كتاب وحكمة فعليه أن يؤمن بمحمد وينصره كما قال * ( لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه ) * وقد أقر الأنبياء بهذا الميثاق وشهد الله عليهم به كما قال تعالى * ( أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين ) * ثم قال تعالى * ( فمن تولى بعد ذلك فأولئك هم الفاسقون ) * ثم قال تعالى * ( أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعا وكرها وإليه يرجعون ) * ثم قال\r\n","description":"","footnote":"","page_name":" 335 ","page_number":35},
  {"content":"\r\nتعالى * ( قل آمنا بالله وما أنزل علينا وما أنزل على إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى والنبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون ) * ثم قال تعالى * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين ) *\r\nقالت طائفة من السلف لما أنزل الله هذه الآية قال من قال من اليهود والنصارى نحن مسلمون فقال تعالى * ( ولله على الناس حج البيت من استطاع إليه سبيلا ) * فقالوا لا نحج فقال تعالى * ( ومن كفر فإن الله غني عن العالمين ) *\r\nفكل من لم ير حج البيت واجبا عليه مع الاستطاعة فهو كافر باتفاق المسلمين كما دل عليه القرآن واليهود والنصارى لا يرونه واجبا عليهم فهم من الكفار حتى أنه روي في حديث مرفوع إلى النبي صلى الله عليه وسلم من ملك زادا وراحلة تبلغه إلى بيت الله ولم يحج فليمت إن شاء يهوديا وإن شاء نصرانيا وهو محفوظ من قول عمر بن الخطاب وقد اتفق المسلمون على أن من جحد وجوب مباني الإسلام الخمس الشهادتين والصلوات الخمس والزكاة وصيام شهر رمضان وحج البيت فإنه كافر\r\nوأيضا فقد قال تعالى في أول سورة آل عمران * ( شهد الله أنه لا إله إلا هو والملائكة وأولو العلم قائما بالقسط لا إله إلا هو العزيز الحكيم إن الدين عند الله الإسلام وما اختلف الذين أوتوا الكتاب إلا من بعد ما جاءهم العلم بغيا بينهم ومن يكفر بآيات الله فإن الله سريع الحساب فإن حاجوك فقل أسلمت وجهي لله ومن اتبعن وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد ) * فقد أمره تعالى بعد قوله * ( إن الدين عند الله الإسلام ) * أن يقول أسلمت وجهي لله ومن\r\n","description":"","footnote":"","page_name":" 336 ","page_number":36},
  {"content":"\r\nاتبعن وأن يقول للذين أوتوا الكتاب وهم اليهود والنصارى والأميين وهم الذين لا كتاب لهم من العرب وغيرهم أأسلمتم فالعرب الأميون يدخلون في لفظ الأميين باتفاق الناس\r\nوأما من سواهم فإما أن يشمله هذا اللفظ أو يدخل في معناه بغيره من الألفاظ المبينة أنه أرسل إلى جميع الناس\r\nقال تعالى * ( فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد ) * فقد أمر أهل الكتاب بالإسلام كما أمر به الأميين وجعلهم إذا أسلموا مهتدين وإن لم يسلموا فقد قال إنما عليك البلاغ أي تبلغهم رسالات ربك إليهم والله هو الذي يحاسبهم فدل بهذا كله على أنه عليه أن يبلغ أهل الكتاب ما أمرهم به من الإسلام كما يبلغ الأميين وأن الله يحاسبهم على ترك الإسلام كما يحاسب الأميين\r\nوفي الصحيحين عن النبي صلى الله عليه وسلم في الكتاب الذي كتبه إلى هرقل ملك النصارى من محمد رسول الله إلى هرقل عظيم الروم سلام على من اتبع الهدى أما بعد فإني أدعوك بدعاية الإسلام أسلم تسلم وأسلم يؤتك الله أجرك مرتين وإن توليت فإن عليك إثم الأريسيين يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون\r\nالإسلام دين جميع الأنبياء\r\nوأبلغ من ذلك أن الله تعالى أخبر في كتابه أن الإسلام دين الأنبياء كنوح وإبراهيم ويعقوب وأتباعهم إلى الحواريين وهذا تحقيق لقوله تعالى * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه ) * و * ( إن الدين عند الله الإسلام ) * في كل زمان ومكان\r\nقال تعالى عن نوح أول رسول بعثه إلى الأرض * ( واتل عليهم نبأ نوح إذ قال لقومه يا قوم إن كان كبر عليكم مقامي وتذكيري بآيات الله فعلى الله توكلت فأجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمة ثم اقضوا إلي ولا تنظرون فإن توليتم فما سألتكم من أجر إن أجري إلا على الله وأمرت أن أكون من المسلمين ) *\r\nفهذا نوح الذي غرق أهل الأرض بدعوته وجعل جميع الآدميين من ذريته يذكر أنه أمر أن يكون من المسلمين\r\n","description":"","footnote":"","page_name":" 337 ","page_number":37},
  {"content":"\r\nوأما الخليل فقال تعالى * ( وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا إنك أنت السميع العليم ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك وأرنا مناسكنا وتب علينا إنك أنت التواب الرحيم ) * * ( ومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في الدنيا وإنه في الآخرة لمن الصالحين إذ قال له ربه أسلم قال أسلمت لرب العالمين ووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون ) *\r\nفقد أخبر تعالى أنه أمر الخليل بالإسلام وأنه قال أسلمت لرب العالمين وأن إبراهيم وصى بنيه ويعقوب وصى بنيه أن لا يموتن إلا وهم مسلمون\r\nوقال تعالى * ( ما كان إبراهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين آمنوا والله ولي المؤمنين ) *\r\nوقال تعالى عن يوسف الصديق بن يعقوب أنه قال * ( رب قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السماوات والأرض أنت وليي في الدنيا والآخرة توفني مسلما وألحقني بالصالحين ) *\r\nوقد قال تعالى عن موسى * ( وقال موسى يا قوم إن كنتم آمنتم بالله فعليه توكلوا إن كنتم مسلمين ) *\r\nوقال عن السحرة الذين آمنوا بموسى * ( قالوا لا ضير إنا إلى ربنا منقلبون إنا نطمع أن يغفر لنا ربنا خطايانا أن كنا أول المؤمنين ) *\r\nوقال تعالى * ( وما تنقم منا إلا أن آمنا بآيات ربنا لما جاءتنا ربنا أفرغ علينا صبرا وتوفنا مسلمين ) *\r\nقال تعالى في قصة سليمان * ( إنه من سليمان وإنه بسم الله الرحمن الرحيم ألا تعلوا علي وأتوني مسلمين ) *\r\n","description":"","footnote":"","page_name":" 338 ","page_number":38},
  {"content":"\r\nو * ( قال يا أيها الملأ أيكم يأتيني بعرشها قبل أن يأتوني مسلمين ) * وقال تعالى * ( وأوتينا العلم من قبلها وكنا مسلمين ) *\r\nوقال تعالى عن بلقيس التي آمنت بسليمان * ( رب إني ظلمت نفسي وأسلمت مع سليمان لله رب العالمين ) * وقال عن أنبياء بني إسرائيل * ( إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا للذين هادوا ) * وقال تعالى عن الحواريين * ( وإذ أوحيت إلى الحواريين أن آمنوا بي وبرسولي قالوا آمنا واشهد بأننا مسلمون ) * وقال تعالى * ( ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين ) *\r\nفهؤلاء الأنبياء كلهم وأتباعهم كلهم يذكر الله تعالى أنهم كانوا مسلمين وهذا مما يبين أن قوله تعالى * ( ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين ) * وقوله * ( إن الدين عند الله الإسلام ) * لا يختص بمن بعث إليه محمد صلى الله عليه وسلم بل هو حكم عام في الأولين والآخرين ولهذا قال تعالى * ( ومن أحسن دينا ممن أسلم وجهه لله وهو محسن واتبع ملة إبراهيم حنيفا واتخذ الله إبراهيم خليلا ) *\r\nوقال تعالى * ( وقالوا لن يدخل الجنة إلا من كان هودا أو نصارى تلك أمانيهم قل هاتوا برهانكم إن كنتم صادقين بلى من أسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون ) *\r\n\r\n","description":"","footnote":"","page_name":" 339 ","page_number":39}
  ]