[
  {"content":"\r\nبيعة\r\nالغدير\r\nمحمد باقر الأنصاري\r\nأحداث بيعة الغدير حجة الوداع\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nانصارى ، محمد باقر ، 1339 -\r\nبيعة الغدير : أحداث الغدير في حجة الوداع / محمد باقر الأنصاري . -\r\nقم : دليل ما ، 1380\r\n48 ص\r\nISBN 964 - 7528 - 64 - 4\r\nفهرستنويسى بر أساس اطلاعات فيپا .\r\nعربى\r\n1 - غدير خم 2 . علي بن أبى طالب عليه السلام ، امام أول ، 23 قبل از هجرت -\r\n40 ق , - - اثبات خلافت . 3 . خلافت - - بيعت . الف - عنوان .\r\n9 ب 83 الف / 5 / 223 BP 452 / 297\r\nكتابخانه ملى إيران 27728 - 80 م\r\nبيعة الغدير\r\nمحمد باقر الأنصاري\r\nمنشورات دليل ما\r\nمطبعة نگارش\r\nالطبعة الأولى : 2000 نسخة\r\nعيد الغدير 1422 ق ، 1380 ش\r\n250 تومانا\r\nشابك ( ردمك ) 4 - 64 - 7528 - 964 ISBN\r\nالعنوان : قم ، شارع معلم ، معلم 29 ، رقم 448\r\nالتلفون وفكس : 7744988 - 7733413\r\nصندوق البريد : 1153 - 37135\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nإهداء\r\nإلى أبنائنا الأبرار . .\r\nالموالين لصاحب بيعة الغدير ;\r\nأمير المؤمنين وسيد الوصيين صلوات الله عليه .\r\nإلى الأوفياء لنبيهم . .\r\nالثابتين على عهده وميثاقه صلى الله عليه وآله . .\r\nالمطيعين له في التمسك بالقرآن والعترة الطاهرة .\r\nإلى الحافظين لميثاق الغدير وبيعة الغدير . .\r\nالمجاهرين به عبر العصور ، المحتفلين به في كل عام ;\r\nحتى يظهر المهدي الموعود عليه السلام وارث الغدير ورافع رايته .\r\nمحمد باقر\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nالفهرست\r\nالغدير الإلهي . . أنشودة عقيدة 5\r\nعظمة الغدير 7\r\nقافلة النبي صلى الله عليه وآله من المدينة إلى غدير خم 11\r\nمفصل خطبة النبي صلى الله عليه وآله يوم الغدير 25\r\nمراسيم الغدير في أيامه الثلاث 35\r\nنشاط المنافقين ضد صاحب بيعة الغدير 43\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالغدير الإلهى . . أنشودة عقيدة\r\nفي يوم الغدير تنزَّل الأمر الإلهي على رسول الله ( صلى الله عليه وآله ) أن يبلغ أمته ولاية على ( عليه السلام ) ، وينصبه لها إماماً ويأخذ منها له البيعة على حبه وطاعته . . صلوات الله على رسوله وآله الأطهار ، لا سيما أولهم صاحب بيعة الغدير .\r\nومنذ ذلك اليوم انغرست في قلوب شيعة علي ( عليه السلام ) شجرة الولاية ، وصار الغدير سقياً مقدساً لها في كل العصور . . وتحوَّلت تلك القلوب في صحراء قريش الظالمة لأهل البيت ( عليهم السلام ) ، إلى حدائق غنّاء مفعمة بثمار العقيدة وأزهار المحبة . وصار صاحب يوم الغدير ، وبيعة يوم الغدير ، وخطبة النبي ( صلى الله عليه وآله ) يوم الغدير ، وقصيدة حسان بن ثابت يوم الغدير ، وبيعة عمر وأبي بكر وبخبخة عمر يوم الغدير . . حجة الثابتين على عهدهم ، وأنشودة الأوفياء لنبيهم وأهل بيته في كل جيل . .\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nإن يوم الغدير مقدس ثابت في وجدان الشيعي ، لأنه حقيقة نبوية وحقيقة ربانية حاسمة راسخة في قلوب الشيعة الأبرار ، لا تقبل الاهتزاز ولا يعتريها الشك ، مهما حاولت الحكومات وأتباعها أن تنتقص من حجته وعظمته . .\r\nوالكتاب الحاضر تصوير حيٌّ لمجريات ملحمة الغدير العظيمة في أيامها الثلاثة ، التي أقامها النبي ( صلى الله عليه وآله ) في الغدير .\r\nوقد صُغنا فيه روايات الغدير بقالب قصصي من أجل استجلاء الواقعة كما حدثت ، وإيصال هذه الأمانة إلى جيلنا الناشئ .\r\nاللهم توِّج فرحتنا بالغدير بظهور وليك وحجتك صاحب الزمان ( عليه السلام ) ، لكي نبتهج بعيد للغدير في حضرته ونسمع عن الغدير من فمه الشريف ، أرواحنا فداه وعجل الله تعالى فرجه وفرج العالم به .\r\nقم المقدسة ، محمد باقر الأنصاري\r\nعيد الغدير المبارك 1422 ه - . ش .\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nعظمة الغدير\r\nلخطبة الغدير مكانة خاصة في السنة النبوية الشريفة ، نظراً لما حَوَته من مضامين وما رافَقَ الحدث من أجواء خاصة .\r\nمقاصد النبي ( صلى الله عليه وآله ) في خطبة الغدير\r\nوتتلخص أهم مقاصد النبي ( صلى الله عليه وآله ) في خطبة الغدير بالأمور التالية :\r\n1 . ضمان استمرار خط النبوة وعدم ضياع ثمرات أتعاب النبي ( صلى الله عليه وآله ) خلال ثلاث وعشرين عاماً في إبلاغ الرسالة الإلهية وإنشاء الأمة وجهاد أعدائها . وذلك بتعيين من يتولى حمل الأمانة وإدامة المسيرة النبوية .\r\n2 . بيان النبي ( صلى الله عليه وآله ) للأمة أن مسؤولية حفظ الإسلام وأمته تقع على عاتق خلفاء النبوة الذين اختارهم الله تعالى ، والذين لهم الكفاءة التامة لأداء مهمَّتهم .\r\n3 . تعيين الخليفة تعييناً رسمياً على سنة الله في أنبيائه ( عليهم السلام ) ، وسنة الأمم الراقية في تعيين خليفة قائدها .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n4 . رسم المنهج السياسي للمسلمين إلى يوم القيامة .\r\n5 . اتمام الحجة على المخالفين ، المقصرين منهم والمعاندين .\r\nهذه الأهداف السامية والمقاصد العالية هي التي أعطت يوم الغدير بُعده الخالد ، وجعلته حادثة فريدة في تاريخ الإسلام . ومن أجل هذا كان تأكيد النبي ( صلى الله عليه وآله ) عليه كبيراً ، وكما قال الإمام الباقر ( عليه السلام ) : \" لم يناد بشئ ما نودي بالولاية يوم الغدير \" . ( 1 )\r\n\r\nشريط أحداث يوم الغدير العظيم\r\nيمكن تصوير عظمة يوم الغدير من مجموع رواياته بما يلي :\r\n1 . اقترن إبلاغ النبي ( صلى الله عليه وآله ) للأمة ولاية علي ( عليه السلام ) بظروف ومميزات خاصة ، مثل الاجتماع الكبير ، والأسلوب الخاص في البيان ، والمنبر الخاص الذي تفرَّدت به هذه الواقعة التاريخية ، وأنها تزامنت مع وداع النبي ( صلى الله عليه وآله ) لأمته . وهي خصوصيات فريدة تدل على حرص النبي ( صلى الله عليه وآله ) على تحصين الإسلام به من أي تحريف داخلي أو عدوان خارجي .\r\n2 . لم يطرح النبي ( صلى الله عليه وآله ) قضية الإمامة في يوم الغدير وبعده بصورة توجيهات ونصيحة ، بل بصورة حكم الهى وأمر نبوي ، ولذلك اقترن إعلانها بأخذ البيعة لعلي ( عليه السلام ) من جميع المسلمين .\r\n3 . تميَّز إعلان الغدير بظرفه الجغرافي في ملتقى الطرق في الجحفة قبل أن يتفرق المسلمون في طريق عودتهم إلى أوطانهم ، وبالصيف الحار الذي كان في تلك الأيام الثلاثة في تلك الصحراء الملتهبة .\r\n\r\n","description":"","footnote":"\r\n1 - أصول الكافي : ج 2 ص 21 ح 8 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n4 . الظرف الزماني لبيعة الغدير ووقوعها في موسم الحج الذي هو أعظم تجمع جماهيري للمسلمين .\r\n5 . إعلان النبي ( صلى الله عليه وآله ) فيها عن قرب رحيله ، فإنه ( صلى الله عليه وآله ) رحل من هذه الدنيا بعد سبعين يوماً من إلقائه هذه الخطبة .\r\n6 . نزول الخطاب الإلهي الخاص للنبي ( صلى الله عليه وآله ) بهذا الأمر : ( يا أيها الرسول بلغ ما أنزل إليك من ربك وان لم تفعل فما بلغت رسالته والله يعصمك من الناس ) ، ( 1 ) وهو خطاب يختلف عن سائر الخطابات الإلهية للرسول ( صلى الله عليه وآله ) .\r\n7 . ضمن إبلاغ هذا الحكم الإلهي أبدى النبي ( صلى الله عليه وآله ) توجُّسه وخوفه من مؤامرات المنافقين في تلك المرحلة ، وتأكيده على أن هذه البيعة هي الضمان لمستقبل الأمة الإسلامية .\r\n8 . رافق إعلان النبي ( صلى الله عليه وآله ) لإمامة علي والعترة ( عليهم السلام ) ، الوعد الإلهي بعصمته وحفظه من كيد الأعداء المعترضين . وهما ضمان وعصمة لا نجدهما طيلة عمر النبي ( صلى الله عليه وآله ) وتبليغه الرسالة !\r\n9 . تميَّزت خطبة الغدير وبيعة الغدير بمفاهيم سامية ومعان عميقة في مقام الولاية للعترة النبوية الطاهرة ( عليهم السلام ) .\r\n10 . تميَّزت بيعة الغدير بمراسمها الخاصة قبل الخطبة وبعدها ، مثل إهداء النبي ( صلى الله عليه وآله ) لعلي ( عليه السلام ) عمامته الخاصة ، وأمره المسلمين بتهنئته وبيعته .\r\n11 . تميَّز يوم الغدير بنزول الخطاب الإلهي الخاص بعد بيعة الأمة لعلي ( عليه السلام ) : ( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الاسلام ديناً ) ، ( 2 ) وهو خطاب لا مثيل له في الخطابات الإلهية السابقة .\r\n\r\n","description":"","footnote":"\r\n1 - سورة المائدة : الآية 67 .\r\n2 - سورة المائدة : الآية 3 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n12 . تميَّزت بيعة الغدير باهتمام خاص من أهل البيت ( عليهم السلام ) وشيعتهم في كل الأجيال . فقد صعد المنبر أمير المؤمنين ( عليه السلام ) في خلافته وطلب من الصحابة أن يؤدوا شهادتهم في بيعة الغدير ، ليعرف ذلك المسلمون الذين لم يحضروها . ( 1 ) وكذلك الصديقة فاطمة الزهراء ( عليها السلام ) حيث قالت : \" ما علمت أن رسول الله ( صلى الله عليه وآله ) ترك يوم الغدير لأحد حجة ولا لقائل مقالا \" ( 2 ) ، وكذلك بقية الأئمة المعصومين ( عليهم السلام ) .\r\nكما اهتم علماء مذهب أهل البيت ( عليهم السلام ) برواية هذه الواقعة ونشرها والتأليف فيها بصورة مفصلة ، لأنها تمثِّل محور العقيدة بالإمامة ، وتجسِّد وفاء الأمة لنبيها في أهل بيته .\r\n13 . ومن مميزات حديث الغدير كثرة أسناده من الصحابة والتابعين ، وأن كبار الحفاظ والعلماء ألفوا في أسانيده وأثبتوا تواتر أحاديثه ، على اختلاف مذاهبهم ومشاربهم !\r\nإن هذه الميزات الضخمة تدل على الأهمية العظيمة للغدير في ثقافة الإسلام ، وتثير فينا روح الغيرة على الإسلام لكي نحافظ على هذا الأصل العقائدي الرباني النبوي ، وندافع عنه بكل كياننا .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 31 ص 447 ، ج 37 ص 199 . عوالم العلوم : ج 15 / 3 ص 89 ، 490 . الغدير : ج 1 ص 93 .\r\n2 - بحار الأنوار : ج 28 ص 186 ، وج 43 ص 161 . إثبات الهداة : ج 2 ص 115 . الخصال : ص 173 . دلائل الإمامة : ص 38 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n@ قافلة النبي ( صلى الله عليه وآله ) . . من المدينة إلى غدير خم\r\n\r\nرحلة الوداع\r\nفي السنة العاشرة للهجرة أعلن النبي الأكرم ( صلى الله عليه وآله ) بشكل رسمي لأول مرة النفير العام للحج ، وأن يحضر جميع الناس في تلك المراسم مهما استطاعوا ، وسُمِّيت هذه السفرة باسم \" حجة الوداع \" .\r\nوكانت سفرة نبوية عظيمة ، اقترنت بذكريات عميقة عن سيرة النبي ( صلى الله عليه وآله ) وتبليغه رسالة ربه ، وترسَّخت في وعي المسلمين ومصادر حديثهم وتاريخهم .\r\nوكان الهدف النبوي من هذه السفرة بيان ركنين من أركان الإسلام ليتمَّ بهما تبليغ الإسلام : أحدهما الحج ، والآخر الخلافة والولاية على الأمة بعده .\r\n\r\n","description":"","footnote":"\r\n1 - عوالم العلوم : ج 15 / 3 ص 167 ، 297 . الغدير : ج 1 ص 9 ، 10 . بحار الأنوار : ج 21 ص 360 ، 383 ، 384 ، 390 ، ج 28 ص 95 ، ج 37 ص 201 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\nبعث النبي ( صلى الله عليه وآله ) رسله ومبعوثيه إلى محلات المدينة وما حولها ، وإلى قبائل العرب يخبرهم بعزمه على السفر للحج ويأمرهم أن يوافوه إلى مكة للحج معه .\r\nوقد استجاب جمع غفير من المسلمين وجاؤوا من كل المناطق زرافات ووحداناً ; منهم إلى المدينة ومنهم إلى مكة رأساً ، لوداع نبيهم والمشاركة في أداء فريضة الحج المقدسة .\r\nتحرَّك الموكب النبوي من المدينة يوم السبت الخامس والعشرين من ذي القعدة متَّجهاً إلى مكة . وكان عدد الحجاج يزداد في الطريق بين المدينة ومكة بانضمام وفود القبائل من المناطق القريبة والنائية من الجزيرة واليمن ، ليروا النبي ( صلى الله عليه وآله ) ويتحجوا معه ويودِّعوه قبل رحيله إلى ربه .\r\nلقد أعلن النبي ( صلى الله عليه وآله ) مرات عديدة أن هذا العام هو العام الأخير من عمره الشريف وهذا بحد ذاته يثير الرغبة لدى المسلمين للاشتراك في هذه الرحلة التاريخية . وقد كان عدد المشاركين في مراسيم الحج في هذه الواقعة ما يقارب من مائة وعشرين ألف حاج ، وقد حضر من المدينة وما حولها سبعون ألف حاج تشرفوا بصحبة النبي ( صلى الله عليه وآله ) ومشوا في قافلته متَّجهين إلى مكة ، هاتفين طول الطريق بالتلبية والتكبير .\r\n\r\nالإحرام لله تعالى\r\nوقد تحرَّك الموكب النبوي من المدينة نحو مسجد الشجرة ليبدؤوا إحرامهم هناك . . وكان أهل بيت النبوة جميعاً بصحبة النبي ( صلى الله عليه وآله ) في هذا\r\n\r\n","description":"","footnote":"\r\n1 - الغدير : ج 1 ص 9 ، 10 . بحار الأنوار : ج 21 ص 360 ، 383 ، 384 ، 390 ، وج 38 ص 95 . وج 38 ص 201 . عوالم العلوم : ج 15 / 3 ص 167 ، 297 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\nالسفر المهيب : فاطمة الزهراء والحسن والحسين وسائر الذرية الطاهرة ( عليهم السلام ) ، وكذلك نساء النبي ركبن المحامل تحملها الإبل في تلك القافلة الجماهيرية .\r\nولم يطل نزولهم في \" مسجد الشجرة \" ، فقد أحرموا للحج من هناك وأعلنوا تلبية ربهم . ثم واصلت المسيرة انطلاقتها باتجاه مكة في موكب مهيب في مسيرة عشرة أيام ، في قافلة عظيمة تشمل الركبان والمشاة .\r\nساروا طوال الليل إلى الفجر ملبين ذاكرين الله تعالى إلى فجر يوم الأحد ، حيث توقفوا في الطريق ومكثوا إلى المساء .\r\nوبعد أداء صلاة المغرب والعشاء واصلوا مسيرتهم حتى وصلوا صباح الغد إلى \" عرق الظبية \" . ثم واصلوا السير حتى توقفوا فترة قليلة في \" الروحاء \" ، وتحركوا منها إلى \" المنصرف \" حيث نزلوا فيها لأداء صلاة العصر . ثم نزلوا في \" المتعشى \" فأدَّوا صلاة المغرب وتناولوا طعام العشاء هناك . ثم واصلوا السير إلى \" الأثاية \" فأدَّوا صلاة الصبح . وفي صباح يوم الثلاثاء وصلوا إلى منطقة \" العرج \" ; وفي يوم الأربعاء وصلوا إلى \" السقيا \" .\r\nوفي يوم الخميس وصلت القافلة النبوية إلى \" الأبواء \" وهو المكان الذي توفيت فيه \" آمنة \" أم النبي ( صلى الله عليه وآله ) ، فقام بزيارة مرقدها الطاهر .\r\nوفي يوم الجمعة واصلوا سيرهم فمرّوا على منطقة \" غدير خم \" و \" الجحفة \" . ثم ساروا إلى منطقة \" القُديد \" فنزلوا هناك واستراحوا إلى يوم السبت . ثم رحلوا منها ووصلوا إلى \" عُسفان \" يوم الأحد . ثم ساروا حتى وصلوا يوم الاثنين إلى \" مرّ الظهران \" وبقوا هناك إلى الليل .\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nوفي أثناء الطريق شكا المشاة إلى رسول الله ( صلى الله عليه وآله ) صعوبة الطريق ومشقة السفر ، وطلبوا منه أن يحملهم على الإبل . وبما أن رسول الله ( صلى الله عليه وآله ) لم يكن لديه ما يحملهم عليه فقد أوصاهم بأن يشدوا أرجلهم بما تيسر لهم ، ويواصلوا سيرهم هرولةً عسى أن يخفف ذلك عنهم .\r\nثم توجَّهوا ليلا فوصلوا إلى \" سَيرَف \" آخر منزل قرب مكة المكرمة . ثم ساروا حتى دخلوا مكة يوم الثلاثاء الخامس من ذي الحجة . فقطعوا تلك المسافة في عشرة أيام ، وأناخ أول موكب مهيب للحج بمكة تحف به آيات الجلال والعظمة ، بما لم يسبق له مثيل ، وبما يقصر الوصف عن بيانه .\r\n\r\nوفد حجاج اليمن بقيادة أمير المؤمنين ( عليه السلام )\r\nكان أكثر أهل اليمن دخلوا في الإسلام على عهد النبي ( صلى الله عليه وآله ) ، لكن بقيت منها مناطق قبائل همدان وغيرها . فبعث النبي ( صلى الله عليه وآله ) إليها جيشاً بقيادة خالد بن الوليد يدعوها إلى الإسلام . وبقي خالد ستة أشهر هناك حيث لم يستجيبوا له ، ولم يجرأ هو وجيشه أن يقاتلوهم . فبعث النبي ( صلى الله عليه وآله ) أمير المؤمنين علياً ( عليه السلام ) على رأس جيش وأمر خالد بن الوليد أن ينضم تحت إمرته .\r\nوسار علي ( عليه السلام ) إلى أداء مهمته في استكمال فتح اليمن ، وأكمل مهمته بالمعجزة في بعض المناطق وبالحرب في مناطق أخرى في عمق اليمن ; كل ذلك في مدة قياسية .\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 360 ، وج 37 ص 201 ، عوالم العلوم : ج 15 / 3 ص 297 . الإرشاد : ج 1 ص 172\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\nحتى إذا تحرك النبي ( صلى الله عليه وآله ) إلى حجة الوداع تحرك علي ( عليه السلام ) من اليمن ليوافيه في مكة . فقد أرسل رسول الله ( صلى الله عليه وآله ) من المدينة إلى أمير المؤمنين ( عليه السلام ) يخبره بقصده ويأمره بالتوجه هو ومن معه من جيش الإسلام ومن يرغب من أهالي اليمن إلى مكة للاشتراك في مراسم الحج .\r\nفتوجَّه أمير المؤمنين ( عليه السلام ) نحو مكة على رأس جيشه ومعه اثنا عشر ألفاً من أهالي اليمن ، ومعه الحلل التي أخذها من أهل نجران .\r\nاقترب جيش علي ( عليه السلام ) من مكة من ناحية اليمن وعرف أن موكب النبي ( صلى الله عليه وآله ) اقترب منها من جهة المدينة . فاستخلف قائداً على جيشه وبادر مسرعاً إلى حبيبه النبي ( صلى الله عليه وآله ) لكي يتزوَّد منه بعد فراق شهور ، ويقدِّم له تقريراً عن نعم الله تعالى بفتح اليمن وترتيب إدارتها .\r\nفأدرك النبي ( صلى الله عليه وآله ) وقد أشرف على مكة . فسلَّم وأخبره بما صنع وبقبض ما قبض ، وأنه سارع للقائه أمام الجيش . فسرَّ رسول الله ( صلى الله عليه وآله ) بذلك وابتهج بلقائه . ثم قال ( صلى الله عليه وآله ) لعلي ( عليه السلام ) : \" عد إلى جيشك ، فعجِّل بهم الىَّ حتى نجتمع بمكة إن شاء الله \" . فودَّعه أمير المؤمنين ( عليه السلام ) ورجع إلى جيشه اليماني وتحركوا جميعاً باتجاه مكة فدخلوها في يوم الثلاثاء لخمس مضين من ذي الحجة ، يوم دخول قافلة النبي ( صلى الله عليه وآله ) إلى مكة أيضاً .\r\nوفي مكة خطب النبي ( صلى الله عليه وآله ) خطبته الأولى من الخطب النبوية الست في حجة الوداع .\r\n\r\nأداء مناسك الحج مع النبي ( صلى الله عليه وآله )\r\nفي اليوم الثامن من ذي الحجة بدأ النبي ( صلى الله عليه وآله ) بمراسم الحج ، فأحرم وتوجَّه إلى عرفات وبات في طريقه إليها في منى .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nوفي اليوم التاسع خطب في عرفات خطبته الثانية ، وأكَّد على الأمة التمسك بالثقلين : القرآن والعترة ، وبشَّرهم بالأئمة الاثني عشر من عترته .\r\nوبعد غروب عرفة توجَّه إلى المشعر ، فصلى وبات ليلته . وفي اليوم العاشر توجَّه إلى منى لأداء مناسك يوم الأضحى من تقديم القربان ورمي الجمرات . ثم واصل إلى مكة للطواف والسعي بين الصفا والمروة .\r\nوفي جميع هذه المراحل كان ( صلى الله عليه وآله ) يبيِّن للمسلمين مناسك الحج من واجبات ومستحبات ، حتى تمَّت أعمال الحج في اليوم الثاني عشر من ذي الحجة .\r\n\r\nالاستعداد لإعلان الولاية ( 1 )\r\nكان جبرئيل ( عليه السلام ) في حجة الوداع وظروفها المصيرية ينزل على النبي ( صلى الله عليه وآله ) بأوامر ربه ، وقد يكون رافقه طوال موسم الحج وأملى عليه عبارات خطبه .\r\nوكان مما قال له في المدينة : يا محمد ، إن الله عز وجل يقرؤك السلام ويقول لك : \" إنه قد دنا أجلك وإني مستقدمك عليَّ \" ، ويأمرك أن تدل أمتك على حجهم ، كما دللتهم على صلاتهم وزكاتهم وصيامهم ; وتدلهم على إمامهم بعدك وتنصب لهم علياً وصياً وخليفة بعدك .\r\nوفي عيد الأضحى اليوم العاشر من ذي الحجة ، خطب النبي ( صلى الله عليه وآله ) خطبته الثالثة في منى ، فبيَّن فيها مقام أهل بيته من بعده ، وأن الله حرَّم عليهم الصدقات وفرض لهم الخمس .\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 380 ، ج 37 ص 113 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\nوفي اليوم الحادي عشر خطب خطبة أخرى أيضاً في منى ، وأوصى فيها الأمة أيضاً بإطاعة أهل بيته بعده .\r\nوفي اليوم الثاني عشر خطب النبي ( صلى الله عليه وآله ) الخطبة العظيمة في مسجد الخيف ، وقد فصَّل فيها مقام أهل بيته وفريضة التمسك بهم وطاعتهم .\r\nوهذه الخطب الخمس كلها شواهد نبوية على وصيته لعلي ( عليه السلام ) .\r\n\r\nالتسليم على الإمام على ( عليه السلام ) بإمرة المؤمنين ( 1 )\r\nقبل التوجه نحو الغدير نزل جبرئيل بلقب \" أمير المؤمنين \" لقباً خاصاً لعلي بن أبي طالب ( عليه السلام ) من قِبل الله عز وجل ، وقد كان أُعطي إلى الإمام في وقت سابق أيضاً ، وكان نزوله في الحج تأكيداً وتنفيذاً فدعا النبي الأكرم ( صلى الله عليه وآله ) أكابر الصحابة ، وأمرهم ضمن مراسيم خاصة أن يسلِّموا على علي ( عليه السلام ) بإمرة المؤمنين ويقولوا له : \" السلام عليك يا أمير المؤمنين \" ، وبذلك أخذ النبي الأكرم ( صلى الله عليه وآله ) منهم في حياته إقرارهم لعلي ( عليه السلام ) بالإمارة .\r\nوههنا قال أبو بكر وعمر بلسان الاعتراض على النبي الأكرم ( صلى الله عليه وآله ) : من الله أو من رسوله ؟ ! فقال ( صلى الله عليه وآله ) : نعم حقّاً من الله ومن رسوله .\r\n\r\nالنداء العام للخروج من مكة ( 2 )\r\nوفي آخر أيام الحج نزل جبرئيل على النبي ( صلى الله عليه وآله ) أن الله تعالى يأمرك أن تدل أمتك على وليهم ، فاعهد عهدك واعمد إلى ما عندك من العلم\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 37 ص 111 ، 120 . عوالم العلوم : ج 15 / 3 ص 39 . كتاب سليم : ص 730 .\r\n2 - بحار الأنوار : ج 21 ص 385 ، ج 37 ص 111 ، 158 . إثبات الهداة : ج 2 ص 136 ح 593 . الغدير : ج 1 ص 10 ، 268 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\nوميراث الأنبياء ، فورِّثه إياه وأقمه للناس عَلَماً ، فإني لم أقبض نبياً من أنبيائي إلا بعد إكمال ديني ، ولم أترك أرضي بغير حجة على خلقي . . . .\r\nوقد كان من المتوقع للنبي ( صلى الله عليه وآله ) في سفره الوحيد للحج أن يبقى مدة في مكة ; ولكنه بعد الانتهاء من مناسك الحج مباشرة أمر بلالا أن ينادي بالناس : \" لا يبقى غداً أحد الا عليل الا خرج . . . \" . وهكذا فقد أخبرهم ( صلى الله عليه وآله ) عن مراسم خاصة اقتضت الحكمة أن يكون إجراؤها في غدير خم ، وانضم إلى القافلة الراجعة من الحج كثير ممن لم تكن بلدانهم على ذلك المسير .\r\n\r\nالوحي يوقف القافلة النبوية عند الغدير ( 1 )\r\nتحرَّكت القافلة العظيمة يوم الخميس الخامس عشر من ذي الحجة ، فبعد الخروج من مكة وصلوا إلى \" سَيْرَف \" ومن هناك إلى \" مرّ الظهران \" ثم إلى \" عسفان \" ومنها إلى \" قُدَيْد \" حيث وصلوا \" كراع الغميم \" على مقربة من الجحفة الذي يقع \" غدير خم \" في أحد جوانبها .\r\nرحل النبي ( صلى الله عليه وآله ) من مكة وهو ناو أن يكون أول عمل يقوم به إعلان ولاية عترته ، كما أمره ربه تعالى في وقت يأمن فيه الخلاف منهم عليه ، وعلم الله عز وجل أنه إن تجاوز غدير خم انفصل عنه كثير من الناس إلى بلدانهم وأماكنهم وبواديهم .\r\nوقبيل الظهر من يوم الاثنين في الثامن عشر من ذي الحجة ولدى وصولهم إلى منطقة \" غدير خم \" جاءه جبرئيل لخمس ساعات مضت من\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 387 ، ج 37 ص 173 ، 203 ، 204 ، ج 98 ص 298 . عوالم العلوم : ج 15 / 3 ص 50 ، 60 ، 79 ، 80 ، 301 . الغدير : ج 1 ص 10 ، 22 . مدينة المعاجز : ص 128 . الفصول المهمة : ص 24 ، 125 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\nالنهار وقال له : يا محمد ، إن الله عز وجل يقرؤك السلام ويقول لك : ( يا أيها الرسول ، بلِّغ ما أنزل إليك من ربك ، وان لم تفعل فما بلغت رسالته ، والله يعصمك من الناس ، ان الله لا يهدى القوم الكافرين ) . ( 1 )\r\nفتسمَّر النبي ( صلى الله عليه وآله ) في مكانه وأصدر أمره إلى المسلمين بالتوقف وغيَّر مسيره إلى جهة اليمين وتوجَّه نحو الغدير وقال : \" أيها الناس ، أجيبوا داعى الله ، أنا رسول الله \" .\r\nثم قال : \" أنيخوا ناقتي ، فوالله ما أبرح من هذا المكان حتى أبلغ رسالة ربى \" ; وأمرهم أن يردُّوا من تقدَّم من المسلمين ويوقفوا من تأخَّر منهم حين يصلون إليه .\r\nوبعد أن صدر الأمر النبوي المذكور توقَّفت القافلة كلها ، ورجع منهم من تقدم ونزل الناس في منطقة الغدير ، وأخذ كل فرد يتدبَّر أمر إقامته هناك حيث نصبوا خيامهم وسكن الضجيج تدريجياً .\r\nوشهدت الصحراء لأول مرة ذلك الاجتماع العظيم من الناس ، وقد زاد من عظمته حضور الأنوار الخمسة المقدسة : النبي الأكرم وأمير المؤمنين وفاطمة الزهراء والحسن والحسين ( عليهم السلام ) ; وقد اشترك في ذلك التجمع الجماهيري الرجال والنساء من مختلف الأقوام والقبائل والمناطق ، وبدرجات متفاوتة من الإيمان ، انتظاراً لخطبة النبي الأكرم ( صلى الله عليه وآله ) .\r\nونزل الرسول ( صلى الله عليه وآله ) عن ناقته وحطَّ رحال النبوة عند غدير خُمٍّ ، وكان جبرئيل إلى جانبه ينظر إليه نظرة الرضا ، وهو يراه يرتجف من خشية ربه\r\n\r\n","description":"","footnote":"\r\n1 - سورة المائدة : الآية 67 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\nوعيناه تدمعان خشوعاً وهو يقول : \" تهديدٌ ووعدٌ ووعيدٌ . . . لأمضين في أمر الله . فان يتَّهمونى ويكذِّبونى فهو أهون علىَّ من أن يعاقبني العقوبة الموجعة في الدنيا والآخرة \" !\r\nوكانت حرارة الصحراء ووهج الشمس من القوة والشدة بحيث أن الناس - ومنهم النبي الأكرم ( صلى الله عليه وآله ) - وضعوا قسماً من ردائهم على رؤوسهم والقسم الآخر تحت أقدامهم ، وقد بلغ الأمر لدى البعض أن لفُّوا عباءتهم حول أقدامهم من شدة حرارة أرض الصحراء !\r\n\r\nالموقع الجغرافي لغدير خم ( 1 )\r\nتقع منطقة \" غدير خم \" في صحراء فسيحة على مسير السيول في وادي \" الجحفة \" ، حيث يجري هذا المسيل من الشرق إلى الغرب في الشتاء ، ويمرُّ بمنطقة الغدير ، ثم ينتهي منه إلى الجحفة ثم منه إلى البحر الأحمر فيصب فيه .\r\nوفي مسير هذه السيول تتولد بعض الواحات والغدران الطبيعية من تجمع المياه المتبقِّية في مخازن طبيعية للمياه طيلة العام ، ويطلق على كل واحدة منها اسم \" الغدير \" .\r\nوهناك العديد من الغدران في الحجاز ، ويتميز \" غدير خم \" بأن ماءه كثير ، ويوجد نبع صغير قربه من جبل صغير ، وتوجد حوله خمسة أو ستة أشجار صحراوية خضراء كبيرة من نوع \" السَمُر \" صارت بأغصانها\r\n\r\n","description":"","footnote":"\r\n1 - معجم ما استعجم : ج 2 ص 368 ، 492 ، 510 . لسان العرب : مادة \" خمم \" و \" غدر \" . معجم البلدان : ج 2 ص 350 ، 389 ، ج 3 ص 159 ، ج 4 ص 188 ، ج 6 مادة \" غدر \" . معجم معالم الحجاز : ج 1 ص 156 . تاج العروس : مادة \" خمم \" ، \" غدر \" . النهاية ( ابن الأثير ) : مادة \" خم \" . الروض المعطار : ص 156 . وفاء الوفاء : ج 2 ص 298 . صفة جزيرة العرب : ص 259 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\nالكثيفة وقامتها الباسقة مكاناً ظليلا في تلك الصحراء ، فاتخذوها مكاناً لنزول النبي ( صلى الله عليه وآله ) ونصبوا له المنبر فيه .\r\n\r\nقاعة الغدير ومنبر الغدير ( 1 )\r\nدعا رسول الله ( صلى الله عليه وآله ) أربعة من خواص أصحابه وهم المقداد وسلمان وأبا ذر وعمار ، وأمرهم أن يهيِّؤوا المنبر تحت الأشجار القائمة على امتداد واحد . فقاموا بكسح الأشواك تحت تلك الأشجار ورفع الأحجار وقطع الأغصان المتدلِّية إلى الأرض ، ونظَّفوا المكان ورشُّوه بالماء ، ومدُّوا ثياباً بين شجرتين لتكميل الظلال ، فصار المكان مناسباً .\r\nثم بنوا المنبر في وسط الظلال ، فجعلوا قاعدته من الأحجار ووضعوا عليها بعض أقتاب الإبل ، حتى صار بارتفاع قامة ليكون مشرفاً على الجميع يرون النبي ( صلى الله عليه وآله ) ويسمعون صوته ، وفرشوا عليه بعض الثياب .\r\nونظراً لكثرة الناس فقد اختاروا \" ربيعة \" الذي كان جهوري الصوت لايصال كلام النبي ( صلى الله عليه وآله ) جملة جملة إلى من لا يصل إليه من جمهور المسلمين .\r\n\r\nالنبي ( صلى الله عليه وآله ) وأمير المؤمنين ( عليه السلام ) على المنبر ( 2 )\r\nوحان الوقت الموعود ونادى منادي الرسول ( صلى الله عليه وآله ) ، فخرج المسلمون\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 387 ، ج 37 ص 173 ، 203 ، 204 ، ج 98 ص 298 . عوالم العلوم : ج 15 / 3 ص 50 ، 60 ، 79 ، 80 ، 301 .\r\n2 - بحار الأنوار : ج 21 ص 387 ، ج 37 ص 209 . عوالم العلوم : ج 15 / 3 ص 44 ، 97 ، 301 . إثبات الهداة : ج 2 ص 267 ح 387 ، 391 . إحقاق الحق : ج 21 ص 53 ، 57 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\nمن الخيام واصطفوا للصلاة ، وخرج النبي ( صلى الله عليه وآله ) من خيمته وصلى بهم صلاة الظهر .\r\nورقى النبي ( صلى الله عليه وآله ) المنبر ووقف على مرقاته الأخيرة ، ثم دعا بأمير المؤمنين ( عليه السلام ) وأمره أن يصعد المنبر ويقف إلى يمينه . فجاء أمير المؤمنين ( عليه السلام ) ووقف على المنبر أدنى من موقف النبي ( صلى الله عليه وآله ) بمرقاة بحيث وضع النبي ( صلى الله عليه وآله ) يده على كتفه .\r\nثم ألقى النبي ( صلى الله عليه وآله ) ببصره الشريف يميناً وشمالا يتفحص ذلك الحشد الكبير من الناس وانتظر هنيئة كيما يصغى الناس بأسرهم . وكانت النساء في جانب من ذلك المكان يسمعن النبي ( صلى الله عليه وآله ) ويشاهدنه .\r\nوشرع النبي ( صلى الله عليه وآله ) في خطبته التاريخية ، آخر خطبة رسمية له إلى العالم أجمع ، التي لم يذكر التاريخ خطبة لنبي من الأنبياء عبر التاريخ مثلها في مثل هذا الحشد المهيب .\r\nوبدأ النبي ( صلى الله عليه وآله ) باسم الله تعالى وأخذ يرتِّل قصيدة نبوية في حمد الله تعالى والثناء عليه . . . ويشهد الله والناس على عبوديته المطلقة لربه العظيم .\r\nثم قال لهم : إن الله عز وجل بعثني برسالة فضقت بها ذرعاً وخفت الناس أن يكذبوني ; فقلت في نفسي من غير أن ينطق به لساني : أمتي حديثو عهد بالجاهلية ، ومتى أخبرتهم بهذا في ابن عمي يقول قائل ويقول قائل ! فأتتني عزيمة من الله بتلة قاطعة في هذا المكان ، وتواعدني إن لم أبلغها ليعذبني . وقد ضمن لي تبارك وتعالى العصمة من الناس ، وهو الكافي الكريم ; فأوحى إليَّ : \" يا أيها الرسول ، بلغ ما أنزل إليك من ربك وان لم تفعل فما بلغت رسالته والله يعصمك من الناس ، ان الله لا يهدى القوم الكافرين \" .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nثم قال ( صلى الله عليه وآله ) : لا إله إلا هو ، لا يؤمن مكره ولا يخاف جوره . أقِرُّ له على نفسي بالعبودية وأشهد له بالربوبية ، وأؤدي ما أوحى إليَّ ، حذراً من أن لا أفعل فتحلَّ بي منه قارعةٌ لا يدفعها عني أحدٌ ، وإن عظمت حيلته . أيها الناس ، إني أوشك أن أُدعى فأجيب ، فما أنتم قائلون ؟\r\nفقالوا : نشهد أنك قد بلغت ونصحت .\r\nفقال ( صلى الله عليه وآله ) : أليس تشهدون أن لا إله إلا الله ، وأن محمداً رسول الله ، وأن الجنة حقٌ وأن النار حقٌ وأن البعث حق ؟\r\nقالوا : يا رسول الله ، بلى .\r\nفأومأ رسول الله ( صلى الله عليه وآله ) إلى صدره وقال : وأنا معكم .\r\nثم قال رسول الله ( صلى الله عليه وآله ) : أنا لكم فرط ، وأنتم واردون عليَّ الحوض ; وسِعته ما بين صنعاء إلى بصرى ; فيه عدد الكواكب قِدْحان ; ماؤه أشد بياضاً من الفضة . . . فانظروا كيف تخلفوني في الثقلين .\r\nفقام رجل فقال : يا رسول الله ، وما الثقلان ؟\r\nقال ( صلى الله عليه وآله ) : الأكبر كتاب الله ، طرفه بيد الله وسبب طرفه بأيديكم ، فاستمسكوا به ولا تزلُّوا ولا تضلوا ; والأصغر عترتي أهل بيتي . أُذكِّركم الله في أهل بيتي ، أُذكِّركم الله في أهل بيتي ، أُذكِّركم الله في أهل بيتي . وإنهما لن يفترقا حتى يردا عليَّ الحوض . سألت ربي ذلك لهما ; فلا تقدِّموهم فتهلكوا ; ولا تتخلفوا عنهم فتضلوا ; ولا تعلِّموهم فإنهم أعلم منكم . أيها الناس ، ألستم تعلمون أن الله عز وجل مولاي ، وأنا مولى المؤمنين ، وأنى أولى بكم من أنفسكم ؟\r\nقالوا : بلى يا رسول الله .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nقال ( صلى الله عليه وآله ) : \" قم يا علي \" . فقام على ( عليه السلام ) ، وأقامه النبي ( صلى الله عليه وآله ) عن يمينه وأخذ بيده ورفعها حتى بان بياض إبطيهما وقال : \" من كنت مولاه فعلى مولاه ، اللهم وال من والاه وعاد من عاداه وانصر من نصره واخذل من خذله ، وأدِر الحق معه حيث دار . فاعلموا معاشر الناس أن الله قد نصبه لكم ولياً واماماً مفترضاً طاعته على المهاجرين والأنصار ، وعلى التابعين لهم باحسان ، وعلى البادى والحاضر ، وعلى الأعجمى والعربي ، والحر والمملوك والصغير والكبير \" .\r\nفقام أحدهم فسأله وقال : يا رسول الله ، ولاؤه كما ذا ؟\r\nفقال ( صلى الله عليه وآله ) : ولاؤه كولائي ، من كنت أولى به من نفسه فعلى أولى به من نفسه !\r\nوأفاض النبي ( صلى الله عليه وآله ) في بيان مكانة علي ( عليه السلام ) والعترة الطاهرة والأئمة الاثني عشر من بعده : علي والحسن والحسين وتسعة من ذرية الحسين ( عليهم السلام ) ، واحدٌ بعد واحد ، الذين هم مع القرآن والقرآن معهم ، لا يفارقونه ولا يفارقهم ، حتى يردوا عليَّ حوضي . . .\r\nثم أشهد المسلمين مرات أنه قد بلغ عن ربه . . . فشهدوا له .\r\nوأمرهم أن يبلغ الشاهد الغائب . . . فوعدوه وقالوا : نعم .\r\nوقام إليه آخرون فسألوه . . . فأجابهم . . .\r\nوما أن أتم خطبته حتى نزل جبرئيل بقوله تعالى \" اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الاسلام ديناً \" . فكبَّر رسول الله ( صلى الله عليه وآله ) وقال : الله أكبر على إكمال الدين وإتمام النعمة ورضى الرب برسالتي وولاية علي بعدي . . .\r\nهذا ملخص الخطبة المباركة وسنعطيك تفصيلها إن شاء الله .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمفصل خطبة النبي ( صلى الله عليه وآله ) يوم الغدير ( 1 )\r\nربما استغرقت خطبة النبي ( صلى الله عليه وآله ) في الغدير نحو ساعة ، لأنها كانت شاملة ومفصلة . وقد قسَّمناها إلى إحدى عشرة فقرة :\r\n\r\n1 . العبودية والتسليم لله\r\nفي الفقرة الأولى من الخطبة بدأ النبي ( صلى الله عليه وآله ) بحمد الله والثناء عليه ، ذاكراً صفاته وقدرته ورحمته ، شاهداً على نفسه بالعبودية المطلقة أمام الذات المقدسة ، فقال : \" وأومن به وبملائكته وكتبه ورسله . أسمع لأمره وأطيع وأبادر إلى كلِّ ما يرضاه ، وأستسلم لما قضاه . . . \" .\r\n\r\n","description":"","footnote":"\r\n1 - روضة الواعظين : ج 1 ص 89 . الاحتجاج : ج 1 ص 66 . اليقين : ص 343 باب 127 . نزهة الكرام : ج 1 ص 186 . العدد القوية : ص 169 . التحصين : ص 578 باب 29 من القسم الثاني . الصراط المستقيم : ج 1 ص 169 ، نقلا عن كتاب الولاية تأليف المؤرخ الطبري . نهج الإيمان : ص 92 نقلا عن كتاب الولاية تأليف المؤرخ الطبري . بحار الأنوار : ج 37 ص 201 - 207 ، إثبات الهداة : ج 2 ص 114 ، ج 3 ص 558 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n2 . يا أيها الرسول بلِّغ !\r\nثم ألفت النبي ( صلى الله عليه وآله ) المسلمين إلى الهدف الأصلي من الخطبة ، وأخبرهم أن الوحي نزل عليه بهذه الآية : ( يا أيها الرسول بلِّغ ما أنزل إليك من ربك وان لم تفعل فما بلَّغت رسالته والله يعصمك من الناس ) ( 1 ) ، وأني يجب عليَّ أن أبلغكم الأمر الإلهي في علي بن أبي طالب ، وإن لم أفعل فلا يؤمن عليَّ من عذاب الله وعقابه !\r\nثم قال ( صلى الله عليه وآله ) : إن جبرئيل هبط إلي مراراً ثلاثاً يأمرني عن السلام ربي وهو السلام أن أقوم في هذا المشهد ، فأعلم كل أبيض وأسود أن علي بن أبي طالب أخي ووصيي وخليفتي على أمتي والإمام من بعدي الذي محله مني محل هارون من موسى ، إلا أنه لا نبي بعدي ، وهو وليكم بعد الله ورسوله وقد أنزل الله تبارك وتعالى عليَّ بذلك آية من كتابه : ( انما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون ) ( 2 ) ، وعلي بن أبي طالب الذي أقام الصلاة وآتى الزكاة وهو راكعٌ يريد الله عز وجل في كل حال .\r\nثم قال : لا يرضى الله منى الا أن أبلِّغ ما أنزل الله الىَّ في حق علىٍّ .\r\n\r\n3 . البشارة النبوية باثني عشر إماماً إلى آخر الدنيا\r\nوفي الفقرة الثالثة أعلن النبي ( صلى الله عليه وآله ) إمامة اثني عشر إماماً من عترتة إلى آخر الدنيا ، لكي يقطع بذلك طمع الطامعين بالسلطة بعده نهائياً .\r\nومن أجل أن يدرك الناس أهمية هذه المسألة قال ( صلى الله عليه وآله ) : إنه آخر مقام أقومه في هذا المشهد ، فاسمعوا وأطيعوا وانقادوا لأمر الله ربكم . فإن الله\r\n\r\n","description":"","footnote":"\r\n1 - سورة المائدة : الآية 67 .\r\n2 - سورة المائدة : الآية 55 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\nعز وجل هو ربكم ووليكم وإلهكم ; ثم من دونه رسوله محمدٌ وليكم القائم المخاطب لكم ; ثم من بعدى علىٌّ وليُّكم وامامكم بأمر الله ربكم ; ثم الإمامة في ذريتي من ولده إلى يوم القيامة ، يوم تلقون الله ورسوله .\r\nومن النقاط المهمة في هذه الخطبة الشريفة بيان النبي ( صلى الله عليه وآله ) عصمة الأئمة من بعده ونيابتهم عن الله تعالى ورسوله في أمور الدين والدنيا ، حيث قال ( صلى الله عليه وآله ) : \" لا حلال الا ما أحله الله ورسوله وهُم ، ولا حرام الا ما حرَّمه الله عليكم ورسوله وهُم ، والله عز وجل عرَّفنى الحلال والحرام ، وأنا أفضيت بما علَّمنى ربى من كتابه وحلاله وحرامه اليه \" .\r\nمعاشر الناس ، انه امامٌ من الله ، ولن يتوب الله على أحد أنكر ولايته .\r\nمعاشر الناس ، بي والله بشَّر الأولون من النبيين والمرسلين ، وأنا والله خاتم الأنبياء والمرسلين والحجة على جميع المخلوقين من أهل السماوات والأرضين . فمن شك في ذلك فقد كَفَر كُفْر الجاهلية الأولى ، ومن شك في واحد من الأئمة فقد شك في الكل منهم ، والشاك فينا في النار .\r\nألا إن جبرئيل خبَّرني عن الله تعالى بذلك ويقول : \" من عادى علياً ولم يتولِّه فعليه لعنتى \" . فوالله لن يبيَّن لكم زواجره ولن يوضح لكم تفسيره إلا الذي أنا آخذٌ بيده ومصعده إليَّ وشائلٌ بعضده ورافعه بيديَّ ، ومُعلِمكم أنَّ من كنت مولاه فهذا على مولاه ، وهو علي بن أبي طالب أخي ووصيي ، وموالاته من الله عز وجل أنزلها عليَّ .\r\nثم أوضح النبي ( صلى الله عليه وآله ) ببيانه الرائع ارتباط ركني الإسلام : القرآن والعترة ، فقال : \" معاشر الناس ، إن علياً والطيبين من ولدي من صلبه هم الثقل الأصغر ، والقرآن هو الثقل الأكبر . فكل واحد منهما منبئٌ عن صاحبه وموافق له ; لن يفترقا حتى يردا عليَّ الحوض .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nثم قال بلهجة حاسمة تبيِّن مقام صاحب الغدير : \" ألا انه لا أمير المؤمنين غير أخي هذا ! ألا لا تحل امرة المؤمنين بعدى لأحد غيره \" .\r\n\r\n4 . من كنت مولاه فهذا على مولاه\r\nعندما كان أمير المؤمنين ( عليه السلام ) واقفاً على المنبر إلى جانب النبي ( صلى الله عليه وآله ) أدنى منه بمرقاة ، قال ( صلى الله عليه وآله ) له : \" ادن مني \" . فاقترب منه أمير المؤمنين ( عليه السلام ) فأمسك النبي ( صلى الله عليه وآله ) بعضديه ورفع علياً ( عليه السلام ) من مكانه حتى حاذت قدماه ركبة النبي ( صلى الله عليه وآله ) وشاهد الناس بياض إبطيهما ، وقال : \" من كنت مولاه فهذا على مولاه ، اللهم وال من والاه ، وعاد من عاداه ، وانصر من نصره ، واخذل من خذله \" .\r\nوبعد هذا المقطع من الخطبة الشريفة أعلن النبي ( صلى الله عليه وآله ) للناس نزول ملك الوحي عليه يخبره عن إكمال الدين وإتمام النعمة بولاية أمير المؤمنين ( عليه السلام ) : \" اللهم إنك أنزلت الآية في عليٍّ وليِّك عند تبيين ذلك ونصبك إياه لهذا اليوم : ( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الاسلام ديناً ) ( 1 ) ; وقلت : ( ومن يبتغِ غير الاسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين ) . ( 2 ) اللهم إني أشهدك وكفى بك شهيداً أني قد بلَّغت .\r\n\r\n5 . إكمال الدين وإتمام النعمة بولاية على ( عليه السلام )\r\nفي الفقرة الخامسة قال النبي ( صلى الله عليه وآله ) : معاشر الناس ، انما أكمل الله عز وجل دينكم بإمامته ; فمن لم يأتمَّ به وبمن يقوم مقامه من ولدي من صلبه إلى\r\n\r\n","description":"","footnote":"\r\n1 - سورة المائدة : الآية 3 .\r\n2 - سورة آل عمران : الآية 85 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\nيوم القيامة ، والعرض على الله عز وجل فأولئك الذين هبطت أعمالهم وفي النار هم خالدون . نبيكم خير نبيٍّ ووصيُّكم خير وصيٍّ ، وبنوه خير الأوصياء .\r\nمعاشر الناس ! ذرية كل نبي من صلبه ، وذريتي من صلب عليٍّ .\r\nألا إنه لا يبغض علياً إلا شقي ، ولا يوالي علياً إلا تقي ، ولا يؤمن به إلا مؤمنٌ مخلصٌ .\r\nونظراً إلى قوله تعالى في الآية \" رضيت لكم الاسلام ديناً \" قال النبي ( صلى الله عليه وآله ) : معاشر الناس ، قد استشهدت الله وبلَّغتكم رسالتي ، وما على الرسول إلا البلاغ المبين .\r\nمعاشر الناس ، اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون .\r\n\r\n6 . تحذير المسلمين من مؤامرة السقيفة\r\nبعد أن تلا النبي ( صلى الله عليه وآله ) عدة آيات التحذير من العذاب واللعنة ، قال : بالله ما عنى بهذه الآية إلا قوماً من أصحابي أعرفهم بأسمائهم وأنسابهم وقد أمرت بالصفح عنهم ، لأن الله عز وجل قد جعلنا حجةً على المقصرين والمعاندين والمخالفين والخائنين والآثمين والظالمين والغاصبين من جميع العالمين .\r\nوفي هذا المقطع أشار ( صلى الله عليه وآله ) إلى خلق نوره ونور أهل بيته وقال : معاشر الناس ، النور من الله عز وجل مسلوكٌ فيَّ ، ثم في علي بن أبي طالب ، ثم في النسل منه إلى القائم المهدي ، الذي يأخذ بحق الله . . . \" .\r\nثم أشار ( صلى الله عليه وآله ) إلى أعدائهم الأئمة الذين يدعون إلى النار وقال : معاشر الناس ، إنه سيكون من بعدي أئمةٌ يدعون إلى النار ، ويوم القيامة لا ينصرون .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nمعاشر الناس ، إن الله تعالى وأنا بريئان منهم .\r\nمعاشر الناس ، إنهم وأنصارهم وأشياعهم وأتباعهم ، في الدرك الأسفل من النار .\r\nثم أشار النبي ( صلى الله عليه وآله ) إلى وثيقة صحيفة المؤامرة التي كتبها بعض صحابته في حجة الوداع في مكة ووقَّعوا عليها ، فقال : ألا إنهم أصحاب الصحيفة ، فلينظر أحدكم في صحيفته ! وقد بلَّغت ما أمرت بتبليغه ، حجةً على كل حاضر وغائب ، وعلى كل أحد ممن شهد أو لم يشهد ، وُلِد أو لم يولد . فليبلغ الحاضرُ الغائبَ ، والوالدُ الولدَ إلى يوم القيامة .\r\nثم قال : \" وسيجعلون الإمامة بعدى ملكاً واغتصاباً . ألا لعن الله الغاصبين والمغتصبين \" .\r\nثم ذكر النبي ( صلى الله عليه وآله ) قانون الامتحان الإلهي وعاقبة الغاصبين للخلافة فقال : معاشر الناس ، إنَّ الله عز وجل لم يكن ليذركم على ما أنتم عليه حتى يميز الخبيث من الطيب ، وما كان الله ليطلعكم على الغيب .\r\nمعاشر الناس ! إنه ما من قرية إلا والله مهلكها بتكذيبها قبل يوم القيامة ومُمَلِّكها الإمام المهدي ، والله مصدقٌ وعده .\r\n\r\n7 . فريضة مودة أهل البيت ( عليهم السلام ) وولايتهم\r\nثم بيَّن النبي ( صلى الله عليه وآله ) بركات ولاية أهل البيت ( عليهم السلام ) ومحبتهم ، وتلا على الناس سورة الحمد التي هي أم الكتاب وقال : فيَّ نزلَت وفيهم والله نزلت ، ولهم عمَّت وإياهم خصَّت . أولئك أولياء الله الذين لا خوفٌ عليهم ولا هم يحزنون . . . \" .\r\nثم تلا ( صلى الله عليه وآله ) آيات من القرآن الكريم تتحدث عن أصحاب الجنة وأوضح أن المقصود بهم الشيعة وأتباع أهل البيت ( عليهم السلام ) . ثم تلا ( صلى الله عليه وآله ) آيات\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nعن أصحاب النار وصرح بأن المراد بهم أعداء أهل البيت ( عليهم السلام ) .\r\nومما قاله ( صلى الله عليه وآله ) : ألا إن أولياءهم الذين يدخلون الجنة بسلام آمنين ، تتلقاهم الملائكة بالتسليم يقولون : \" سلامٌ عليكم ، طِبتم فادخلوها خالدين \" .\r\nثم نص على الأئمة من بعده وعيَّنهم قائلا : \" معاشر الناس ، ألا وإني رسول وعلي الإمام والوصي من بعدي ، والأئمة من بعده ولده . ألا وإني والدهم وهم يخرجون من صلبه \" .\r\n\r\n8 . بشارة النبي ( صلى الله عليه وآله ) بالإمام المهدى عجل الله فرجه\r\nوفي مقطع آخر من خطبة الغدير تطرَّق النبي ( صلى الله عليه وآله ) إلى ذكر الإمام المهدي أرواحنا فداه ، فذكر أوصافه وبشَّر العالَم بالعدل والقسط على يده ، فقال :\r\nألا إن خاتم الأئمة منا القائم المهدي . ألا إنه الظاهر على الدين . ألا إنه المنتقم من الظالمين . ألا إنه فاتح الحصون وهادمها . ألا إنه غالب كل قبيلة من أهل الشرك وهاديها .\r\nألا إنه المدرك بكل ثار لأولياء الله . ألا إنه الناصر لدين الله .\r\nألا إنه الغَرّاف من بحر عميق . ألا إنه يَسِمُ كل ذي فضل بفضله وكل ذي جهل بجهله . ألا إنه خيرة الله ومختاره . ألا إنه وارث كل علم والمحيط بكل فهم .\r\nألا إنه المخبر عن ربه عز وجل والمشيِّد لأمر آياته . ألا إنه الرشيد السديد . ألا إنه المُفوَّض إليه .\r\nألا إنه قد بشَّر به من سلف من القرون بين يديه . ألا إنه الباقي حجةً ولا حجة بعده ولا حق إلا معه ولا نور الا عنده .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nألا إنه لا غالب له ولا منصور عليه . ألا وإنه وليُّ الله في أرضه ، وحَكَمه في خلقه ، وأمينه في سِرِّه وعلانيته .\r\n\r\n9 . أمر النبي ( صلى الله عليه وآله ) المسلمين ببيعة على ( عليه السلام )\r\nثم تطرَّق إلى مسألة البيعة وبيَّن أهميتها وقيمتها وقال ( صلى الله عليه وآله ) : فأمرت أن آخذ البيعة منكم والصفقة لكم بقبول ما جئت به عن الله عز وجل في علي أمير المؤمنين والأوصياء من بعده الذين هم مني ومنه إمامةً فيهم قائمة ، خاتمها المهدي إلى يوم يلقى الله الذي يقدِّر ويقضي .\r\nألا وإني قد بايعت الله ، وعلي قد بايعني ، وأنا أخذكم بالبيعة له عن الله عز وجل . ثم قرأ : ( ان الذين يبايعونك انما يبايعون الله ، يد الله فوق أيديهم . فمن نكث فإنما ينكث على نفسه ومن أوفى بما عاهد عليه الله فسيؤتيه أجراً عظيماً ) . ( 1 )\r\n\r\n10 . مستقبل الأمة والمصاعب الثقيلة\r\nوفي خطبة الغدير تنبَّأ النبي ( صلى الله عليه وآله ) بمستقبل المسلمين وما سيواجهونه من مصاعب ، وعيَّن لهم أمير المؤمنين ( عليه السلام ) المرجع في ذلك ، فقال ( صلى الله عليه وآله ) : فإن طال عليكم الأمد فقصَّرتم أو نسيتم فعليٌّ وليكم ومبينٌ لكم ، الذي نصبه الله عز وجل لكم بعدي أمين خلقه . إنه مني وأنا منه وهو ومن تخلُف من ذريتي يخبرونكم بما تسألون عنه ويبيِّنون لكم ما لا تعلمون .\r\nثم قال : \" معاشر الناس ، وكل حلال دللتكم عليه وكل حرام نهيتكم عنه ، فانى لم أرجع عن ذلك ولم أبدل . ألا فاذكروا ذلك واحفظوه وتواصوا به ولا تبدلوه ولا تغيروه . . . \" .\r\n\r\n","description":"","footnote":"\r\n1 - سورة الفتح : الآية 10 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\nكما أوجب النبي ( صلى الله عليه وآله ) على المسلمين إبلاغ خطاب الغدير إلى غيرهم تطبيقاً لأنه أعظم مصداق للأمر بالمعروف والنهي عن المنكر . فقال : \" ألا وان رأس الأمر بالمعروف أن تنتهوا إلى قولي ، وتبلِّغوه من لم يحضر ، وتأمروه بقبوله عنى وتنتهوه عن مخالفته ، فإنه أمرٌ من الله عز وجل ومنى . ولا أمر بمعروف ولا نهى عن منكر الا مع امام معصوم \" .\r\n\r\n11 . الايمان والرضا بالأئمة الاثني عشر من العترة\r\nفي آخر فقرة من الخطاب النبوي أخذ ( صلى الله عليه وآله ) في أمر البيعة قائلا : معاشر الناس ، إنكم أكثر من أن تصافقوني بكف واحد في وقت واحد ، وقد أمرني الله عز وجل أن آخذ من ألسنتكم الإقرار بما عقَّدت لعليٍّ أمير المؤمنين ولمن جاء بعده من الأئمة مني ومنه على ما أعلمتكم أن ذريتي من صلبه . فقولوا بأجمعكم :\r\nانا سامعون مطيعون راضون منقادون لما بلَّغت عن ربنا وربك في أمر امامنا على أمير المؤمنين ومن ولدت من صلبه . نبايعك على ذلك بقلوبنا وأنفسنا وألسنتنا وأيدينا . على ذلك نحيى وعليه نموت وعليه نبعث . ولا نغيِّر ولا نبدِّل ، ولا نشكُّ ، ولا نجحد ولا نرتاب ، ولا نرجع عن العهد ، ولا ننقض الميثاق . وعظتنا بوعظ الله في علي أمير المؤمنين والأئمة الذين ذكرت من ذريتك من ولده بعده : الحسن والحسين ومن نصبه الله بعدهما . فالعهد والميثاق لهم مأخوذٌ منا من قلوبنا وأنفسنا وألسنتنا وضمائرنا وأيدينا . من أدركها بيده والا فقد أقرَّ بلسانه . ولا نبتغي بذلك بدلا ولا يرى الله من أنفسنا حولا . نحن نؤدى ذلك عنك الداني والقاصى من أولادنا وأهالينا ، ونُشهد الله بذلك وكفى بالله شهيداً وأنت علينا به شهيدٌ .\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nفاستجاب المسلون وفعلوا ما أمرهم به النبي ( صلى الله عليه وآله ) وردَّدوا ما قاله ، وتمَّت البيعة العامة بهذه الصورة ، والنبي ( صلى الله عليه وآله ) واقف على المنبر .\r\nوطلب ( صلى الله عليه وآله ) منهم أن يشكروا الله على هذه النعمة حيث أن الله تعالى لم يوكلهم إلى أنفسهم في اختيار خليفة ، بل اختار لهم الأصلح بعلمه وألزمهم بالقبول .\r\nوفي ختام الخطبة الشريفة دعا النبي ( صلى الله عليه وآله ) للمبايعين كما دعا على المعاندين ، وختم خطبته الشريفة بالحمد لله رب العالمين .\r\n* * *\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمراسيم الغدير في أيامه الثلاث\r\n\r\nالتهنئة بالولاية ( 1 )\r\nوبعد انتهاء النبي ( صلى الله عليه وآله ) من خطبته ضج الناس قائلين : \" نعم ، سمعنا وأطعنا لأمر الله ورسوله بقلوبنا وأنفسنا وألسنتنا وأيدينا \" .\r\nثم إنهم ازدحموا على النبي وأمير المؤمنين ( عليهما السلام ) وتسابقوا لإعطاء البيعة لعلي بن أبي طالب ( عليه السلام ) ، وهنا قال النبي ( صلى الله عليه وآله ) : \" الحمد لله الذي فضلنا على جميع العالمين \" .\r\nومن الواضح أن النبي ( صلى الله عليه وآله ) لم يفرح في كل انتصاراته وفتوحاته كما فرح في يوم الغدير ، حيث أمر المسلمين بتهنئة علي ( عليه السلام ) لمقام الإمامة وقال : \" ان الله خصَّنى بالنبوة وأهل بيتي بالإمامة \" .\r\nوقد قال عمر بن الخطاب لأمير المؤمنين ( عليه السلام ) في ذلك اليوم بعد بيعته له : \" بخ بخ لك يا علي ! هنيئاً لك يا أبا الحسن ! فقد أصبحت مولاي ومولى كل مؤمن ومؤمنة \" !\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 387 . أمالي الشيخ المفيد : ص 57 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\nوأمر النبي ( صلى الله عليه وآله ) مناديه أن يمشي بين الناس ويكرر عليهم جوهر بيعة الغدير بهذه العبارة : \" من كنت مولاه فهذا على مولاه ، اللهم وال من والاه وعاد من عاداه ، وانصر من نصره واخذل من خذله \" .\r\n\r\nبيعة الرجال ( 1 )\r\nوكان رسول الله ( صلى الله عليه وآله ) قد وعدهم ضمن خطبته بأنه سوف يأخذ منهم البيعة حين الانتهاء من الخطبة الشريفة وقال : \" ألا وانى عند انقضاء خطبتي أدعوكم إلى مصافقتى على بيعته ، والاقرار به ، ثم مصافقته بعدى . ألا وانى قد بايعت الله وعلى قد بايعني ، وأنا آخذكم بالبيعة له عن الله عز وجل \" .\r\nإن بيعة الغدير تعني الالتزام والعهد والوفاء لولاية الأئمة المعصومين الاثني عشر ( عليهم السلام ) وقد أقرَّ بها جميع المسلمين بحضور النبي ( صلى الله عليه وآله ) .\r\nومن أجل تأكيد البيعة شرعياً ورسمياً أمر رسول الله ( صلى الله عليه وآله ) بعد الانتهاء من البيعة أن تنصب خيمتان : أحدهما خاصة به ، والأُخرى لأمير المؤمنين ( عليه السلام ) وأمره بالجلوس فيها ، وأمر الناس بأن يهنؤوه ويبايعوه .\r\nوأقبل الناس مجاميع ، كل مجموعة تدخل أولا إلى خيمة الرسول الأعظم ( صلى الله عليه وآله ) ويبايعونه ويباركون له هذا اليوم ، ثم يذهبون إلى خيمة أمير المؤمنين ( عليه السلام ) ويهنؤونه ويبايعونه بخلافة رسول الله ( صلى الله عليه وآله ) والإمامة من بعده ، ويسلِّمون عليه بإمرة المؤمنين .\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 387 ، ج 28 ص 90 ، ج 37 ص 166 ، 127 . الغدير : ج 1 ص 58 ، 271 ، 274 . عوالم العلوم : ج 15 / 3 ص 42 ، 60 ، 65 ، 134 ، 136 ، 194 ، 195 ، 203 ، 205 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\nواستمرت المراسم ثلاثة أيام حتى شارك جميع المسلمين في البيعة .\r\nومن جملة الأشخاص الذين بايعوا أمير المؤمنين ( عليه السلام ) في يوم الغدير ، أولئك الذين سارعوا إلى نقض بيعته بعد وفاة النبي ( صلى الله عليه وآله ) وانقلبوا على أعقابهم كما أخبر الله تعالى .\r\nكما أن أبا بكر وعمر قالا لرسول الله ( صلى الله عليه وآله ) : هل إن هذا الأمر من الله أو من رسوله ؟ ! فقال رسول الله ( صلى الله عليه وآله ) : نعم ، حقاً من الله ورسوله ! !\r\n\r\nبيعة النساء ( 1 )\r\nوأمر النبي ( صلى الله عليه وآله ) النساء كذلك بالبيعة لعلي ( عليه السلام ) بإمرة المؤمنين وتهنئته ، وقد أكَّد ذلك بصورة خاصة على زوجاته وأمرهن أن يذهبن إلى خيمته ويبايعنه !\r\nفأمر رسول الله ( صلى الله عليه وآله ) بإحضار إناء كبير فيه ماء ، وأن يضرب عليه بستار بحيث إن النساء كنَّ يضعن أيديهن في الإناء خلف الستار ، وأمير المؤمنين ( عليه السلام ) يضع يده في الإناء من الجانب الآخر ، وبهذه الصورة تمت بيعة النساء .\r\nفبايعته الصديقة الطاهرة فاطمة الزهراء ( عليها السلام ) ، وكذا نساء النبي ( صلى الله عليه وآله ) جميعهن ، وأم هاني أخت أمير المؤمنين ( عليه السلام ) وفاطمة بنت حمزة عم النبي ( صلى الله عليه وآله ) ، وأسماء بنت عميس ، كما بايعه سائر النساء الحاضرات .\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 288 . عوالم العلوم : ج 15 / 3 ص 309 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nتاج الإمامة لعلى ( عليه السلام ) عمامة النبي ( صلى الله عليه وآله ) ( 1 )\r\nكان من عادات العرب أنهم إذا أرادوا الإعلان عن رئاسة شخص على قبيلة أو طائفة منهم ، وضعوا عمامةً على رأسه . وفي الحالات المهمة يقوم كبير القوم بوضع عمامته على رأس ذلك الشخص ، لإظهار شدة اعتماده عليه ووثاقته به .\r\nولهذا رأينا الرسول الأعظم ( صلى الله عليه وآله ) في يوم الغدير أهدى عمامته التي تسمى \" السحاب \" ووضعها على رأس أمير المؤمنين ( عليه السلام ) وألقى بحنكها على كتفه وقال : \" العمامة تاج الملائكة \" !\r\nوقد تحدَّث أمير المؤمنين ( عليه السلام ) عن ذلك فقال : ألبسني رسول الله ( صلى الله عليه وآله ) عمامته واضعاً طرفها على كتفي وقال لي : \" ان الله تعالى أمدَّنى في بدر وحنين بملائكة على رؤوسهم مثل هذه العمامة \" .\r\n\r\nتسليم النبي ( صلى الله عليه وآله ) مواريث الأنبياء إلى صاحب الولاية ( 2 )\r\nبعد الانتهاء من مناسك الحج نزل الأمر الإلهي على النبي ( صلى الله عليه وآله ) بهذا الخطاب : \" قد قضيت نبوتك واستكملت أيامك ، فاجعل الاسم الأكبر وميراث العلم وآثار علم النبوة عند علي بن أبى طالب ، فانى لا أترك الأرض الا ولى فيها عالم تعرف به طاعتي وتعرف ولايتي \" .\r\nوتتكون آثار علم الأنبياء من صحف آدم وإبراهيم والتوراة والإنجيل ، وكل ما نزل من عند الله تعالى على أنبيائه من صحف ، وعصا موسى ، وخاتم سليمان ، وغيرها من المواريث التي لم تكن إلا لدى\r\n\r\n","description":"","footnote":"\r\n1 - الغدير : ج 1 ص 291 . عوالم العلوم : ج 15 / 3 ص 199 . إثبات الهداة : ج 2 ص 219 ح 102 .\r\n2 - بحار الأنوار : ج 48 ص 96 ، ج 37 ص 202 ، ج 40 ص 216 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\nحجج الله تعالى في الأرض ، حتى وصلت إلى خاتم الأنبياء ( صلى الله عليه وآله ) لتكون بعده عند أوصيائه ( عليهم السلام ) .\r\nفدعا النبي ( صلى الله عليه وآله ) أمير المؤمنين ( عليه السلام ) وأودعه تلك الودائع الإلهية ، ومنه انتقلت إلى الأئمة من ذريته حتى وصلت إلى الإمام الثاني عشر بقية الله الأعظم ( عليه السلام ) وهي الآن في حرزه .\r\n\r\nقصيدة حسان في الغدير ( 1 )\r\nوفي ذلك اليوم تقدَّم حسان بن ثابت الشاعر إلى النبي ( صلى الله عليه وآله ) واستأذنه قائلا : يا رسول الله ، أتأذن لي أن أقول في هذا المقام ما يرضاه الله ؟ فقال له : قل يا حسان على بركة الله .\r\nوألقى حسان قصيدته في ذلك المكان لتبقى سنداً حياً وتاريخياً لواقعة الغدير ، فكان مما قال :\r\nألم تعلموا أن النبي محمداً\r\nلدى دوح خمٍّ حين قام مناديا\r\nوقد جاءه جبريل من عند ربه\r\nبأنك معصومٌ فلا تك وانيا\r\nوبلِّغهم ما أنزل الله ربهم\r\nوإن أنت لم تفعل وحاذرت باغيا\r\nعليك فما بلَّغتهم عن إلههم\r\nرسالته إن كنت تخشى الأعاديا\r\nفقام به إذ ذاك رافع كفِّه\r\nبيمنى يديه معلن الصوت عالياً\r\nفقال لهم : من كنت مولاه منكم\r\nوكان لقولي حافظاً ليس ناسيا\r\nفمولاه من بعدى على وإنني\r\nبه لكم دون البرية راضيا\r\nفيا رب من والى علياً فواله\r\nوكن للذي عادى علياً معاديا\r\nويا رب فانصر ناصريه لنصرهم\r\nإمام الهدى كالبدر يجلو الدياجيا\r\nويا رب فاخذل خاذليه وكن لهم\r\nإذا وقفوا يوم الحساب مكافيا\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 21 ص 388 ، ج 37 ص 112 ، 166 ، 195 . عوالم العلوم : ج 15 / 3 ص 41 ، 98 ، 144 ، 201 . كفاية الطالب : ص 64 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\nوبعد أن انتهى حسان من إلقاء قصيدته قال له رسول الله ( صلى الله عليه وآله ) : \" لا تزال يا حسان مؤيداً بروح القدس ما نصرتنا بلسانك \" .\r\n\r\nحضور جبرئيل في يوم الغدير ( 1 )\r\nاتفق المسلمون على ظهور الملائكة على شكل البشر في موارد خاصة لإبلاغ رسالة خاصة تتعلق بهداية الناس . وقد حدث ذلك في الغدير بعد أن أتمَّ النبي ( صلى الله عليه وآله ) خطبته وذلك تأييداً للحجة على الناس .\r\nفقد ظهر جبرئيل بشكل رجل حسن الصورة طيب الريح واقفاً بين الناس وقال : \" تاللهِ ما رأيتُ كاليوم قط ! ما أشدَّ ما يؤكِّد لابن عمه ! انه لعقد له عقداً لا يحلُّه الا كافر بالله العظيم وبرسوله الكريم . ويل طويل لمن حلَّ عقده \" ! قال : فالتفت إليه عمر حين سمع كلامه فأعجبته هيئته ، ثم التفت إلى النبي ( صلى الله عليه وآله ) وقال أما سمعت ما قال هذا الرجل ؟ فقال ( صلى الله عليه وآله ) : يا عمر أتدري من ذلك الرجل . قال : لا . قال ( صلى الله عليه وآله ) : ذلك روح الأمين جبرائيل ! فإياك أن تحله ، فإنك ان فعلت ، فالله ورسوله وملائكته والمؤمنون منك براء ! !\r\n\r\nالمعجزة الإلهية في الغدير ( 2 )\r\nإن ما جرى في الغدير من بيان للناس يعتبر أكبر خطاب إلهي في الإسلام ، وهو إبلاغ أمر ولاية أهل البيت ( عليهم السلام ) . وفي موارد كثيرة نلاحظ أن الله تعالى ومن أجل إتمام الحجة على الناس يظهر المعجزات على يد النبي ( صلى الله عليه وآله ) لكي تطمئن القلوب أكثر .\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 37 ص 120 ص 161 . عوالم العلوم : ج 15 / 3 ص 85 ، 136 .\r\n2 - بحار الأنوار : ج 37 ص 136 ، 162 ، 167 . عوالم العلوم : ج 15 / 3 ص 56 ، 57 ، 129 ، 144 . الغدير : ج 1 ص 193 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\nوفي الغدير أجرى الله معجزة على يد رسوله الكريم لتكون إمضاء إلهياً لولاية علي بن أبي طالب ( عليه السلام ) . ففي اليوم الثالث من الغدير جاء رجل اسمه الحارث الفهري مع اثنى عشر رجلا من أصحابه إلى رسول الله ( صلى الله عليه وآله ) وقال : يا محمد ، أمرتنا عن الله أن نشهد أن لا إله إلا الله وأنك رسول الله فقبلناه ، وأمرتنا أن نصلي خمساً فقبلناه ، وأمرتنا بالحج فقبلناه ، ثم لم ترض بذلك حتى رفعت بضبع ابن عمك ففضَّلته علينا وقلت : \" من كنت مولاه فعلى مولاه \" . أهذا شي من عندك أم من الله ؟ فقال ( صلى الله عليه وآله ) : والله الذي لا إله إلا هو ، إن هذا من الله .\r\nفولَّى الحارث يريد راحلته وهو يقول : \" اللهم ان كان ما يقول محمد حقاً فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم \" . ( 1 )\r\nفما وصل إليها حتى رماه الله بحجر ; فسقط على هامته وخرج من دبره فقتله ; وأنزل الله تعالى : ( سأل سائل بعذاب واقع ) . ( 2 )\r\nفالتفت رسول الله ( صلى الله عليه وآله ) إلى أصحابه وقال : رأيتم ؟ قالوا : نعم . قال : وسمعتم ؟ قالوا : نعم .\r\nقال : طوبى لمن تولاه والويل لمن عاداه . كأني أنظر إلى علي وشيعته يوم القيامة يزفُّون على نوق من رياض الجنة ، شباب متوَّجون مكحَّلون لا خوف عليهم ولا هم يحزنون . قد أُيِّدوا برضوان من الله أكبر ، ذلك هو الفوز العظيم . حتى سكنوا حظيرة القدس من جوار رب العالمين ، لهم فيها ما تشتهي الأنفس وتلذُّ الأعين وهم فيها خالدون . ويقول لهم الملائكة : ( سلامٌ عليكم بما صبرتم فنعم عقبى الدار ) . ( 3 )\r\n\r\n","description":"","footnote":"\r\n1 - ولقد حكى الله تعالى قوله في الآية 32 من سورة الأنفال حيث يقول : \" وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب عليم \" .\r\n2 - سورة المعارج : الآيات 1 - 3 .\r\n3 - سورة الرعد : الآية 24 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\nوبهذه المعجزة ثبت للجميع أن أمر الغدير صادر من منبع الوحي ، وأنه أمر من الله عز وجل .\r\nكما اتضح الحق لجميع المنافقين الذين كانوا يفكرون مثل تفكير الحارث ويتصورون أنهم مؤمنون بالله ورسوله ، ولكنهم مع ذلك كانوا يقولون بصراحة : نحن لا نطيق ولايته علينا !\r\nفكان هذا الجواب الإلهي الفوري والقاطع قد أثبت أن كل من لا يقبل ولاية علي بن أبي طالب ( عليه السلام ) فإنه منكر لكلام الله وكلام رسوله الأعظم ( صلى الله عليه وآله ) .\r\n\r\nاختتام مراسيم الغدير ( 1 )\r\nوهكذا تمت مراسم الغدير في ثلاثة أيام وعرفت بعد ذلك ب‍ \" أيام الولاية \" ، وبقيت أحداثها راسخة في الأذهان .\r\nثم توجَّه النبي ( صلى الله عليه وآله ) إلى المدينة بعد أن أوصل أمانة النبوة إلى مقصدها ، وتوجَّهت جموع المسلمين والقبائل متوجهين إلى مناطقهم وديارهم .\r\nوقد انتشر خبر الغدير بسرعة في المدن والمناطق وتسامع الناس ببيعة الغدير وخطبته ، وبذلك أيضا أتم الله تعالى حجته على عباده كما قال أمير المؤمنين ( عليه السلام ) : \" ما علمت أن رسول الله ( صلى الله عليه وآله ) ترك يوم الغدير لأحد حجة ولا لقائل مقالا \" . ( 2 )\r\n* * *\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 37 ص 136 ، ج 39 ص 336 ، ج 41 ص 228 . عوالم العلوم : ج 15 / 3 ص 68 . كشف المهم : ص 109 . بصائر الدرجات : ص 201 .\r\n2 - بحار الأنوار : ج 28 ص 186 . إثبات الهداة : ج 2 ص 115 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nنشاط المنافقين ضد صاحب بيعة الغدير\r\nمن الأمور الواضحة في السيرة النبوية أن السبب الأساسي لتكذيب قريش للنبي ( صلى الله عليه وآله ) ليس هو ايمانها بأصنامها هبل واللات والعزى ومناة ، بل لأن التصديق له والايمان به يعنى أن تخضعوا لنبوته وتكون الزعامة لأهل بيته .\r\nوعند ما أمر الله تعالى نبيه بقوله : \" وأنذر عشيرتك الأقربين \" ، وأمره أن يختار منهم وزيراً منهم ، فدعاهم - وكانوا أربعين رجلا - وعرض عليهم ما جاء به وبشَّرهم بخير الدنيا والآخرة ، وطلب منهم شخصاً يكون وزيره ووصيه وخليفته من بعده ; فلم يقبل ذلك منهم الا على ( عليه السلام ) ، فاتَّخذه وزيراً ووصياً وخليفة وأمرهم بطاعته !\r\nولا بد أن الخبر شاع في قريش والعرب بأن محمداً اتخذ ابن عمه علياً وزيراً وخليفة ; فكان نبأ عظيماً عليهم ، لأنه يعني أن الزعامة من بعده ستكون لأهل بيته .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nوقد ازداد حسد قريش لأمير المؤمنين ( عليه السلام ) وحقدهم عليه بسبب بطولاته في معارك الإسلام وقتله أبطالهم .\r\nوبعد فتح مكة وهزيمة قريش ودخولهم في الإسلام تحت السيف ودعوة النبي ( صلى الله عليه وآله ) لهم أن يشاركوا في حروب الإسلام ودولته . . . بدؤوا بالتخطيط لأخذ خلافة النبي ( صلى الله عليه وآله ) من بعده وابعاد على ( عليه السلام ) وعترة النبي ( صلى الله عليه وآله ) عن الخلافة .\r\nولا يتَّسع المجال لذكر ما فعلوه من أجل تحقيق هدفهم الشيطاني ، ولكن نشير إلى معاهداتهم ضد خلافة أهل البيت ( عليهم السلام ) ومحاولاتهم المتكررة اغتيال النبي ( صلى الله عليه وآله ) !\r\n\r\nالمعاهدة الأولى ضد بيعة الغدير ( 1 )\r\nوعند ما أحسوا بقرب وفاة النبي ( صلى الله عليه وآله ) زاد نشاطهم وتخطيطهم لغصب خلافته ، وكتبوا فيما بينهم الصحيفة الملعونة !\r\nبدأت هذه الصحيفة بعهد وميثاق بين اثنين منهم اتفقا بينهما : \" ان مات محمد أو قتل نزوى الخلافة عن أهل بيته ما حيينا \" ! !\r\nثم انضم إليهما ثلاثة آخرون وعقدوا معاهدتهم في جوار الكعبة ، وكتبوها في صحيفة ودفنوها في مكان داخل الكعبة ! !\r\nوكان فيهم معاذ بن جبل وهو من كبار الأنصار ; فقال لهم : \" أنا أكفيكم قومي الأنصار فاكفونى قريشاً \" . وبما أن الخطر عليهم كان من سعد بن عبادة الأنصاري زعيم الأوس والخزرج توجهوا إلى منافسيه من الأوس واتفقوا مع بشير بن سعيد وأسيد بن حضير !\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 17 ص 29 ، ج 28 ص 186 ، ج 36 ص 153 ، ج 37 ص 114 ، 135 . كتاب سليم : ص 816 ح 37 . عوالم العلوم : ج 15 / 3 ص 164 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمحاولة قتل النبي ( صلى الله عليه وآله ) بعد بيعة الغدير ( 1 )\r\nخطَّط أصحاب الصحيفة الملعونة الخمسة ومعهم تسعة آخرون لقتل النبي ( صلى الله عليه وآله ) ، وهو متوجه إلى المدينة بعد بيعة الغدير ! وكانت مؤامراتهم ليلة العقبة ، بأن يصعدوا جبلا في الليل ويكمنوا حتى يمرَّ النبي ( صلى الله عليه وآله ) ، فيلقوا عليه الصخور من أعلى الجبل ! واختاروا هذه المرة \" عقبة هرشى \" لمؤامراتهم .\r\nوعند ما وصل النبي ( صلى الله عليه وآله ) إلى سفح جبل هرشى بدأ هؤلاء المنافقين يلقون الصخور الكبيرة عليه وكان راكباً على ناقته وعمار يمسك بخطامها يقودها وحذيفة يسوقها ، كما كان الحال في عقبة تبوك .\r\nووقفت الناقة بإذن الله تعالى ولم تصبها الصخور وسلَّم النبي ( صلى الله عليه وآله ) وأضاء الجبل . فكشف الله المنافقين ، فانسلُّوا هاربين ودخلوا في قافلة المسلمين !\r\nوقد أمر الله نبيه أن لا يكشفهم لعامة المسلمين ولا يعاقبهم ، خشية أن تعلن قريش ارتدادها عن الإسلام !\r\n\r\nالمعاهدة الثانية ضد بيعة الغدير ( 2 )\r\nوبعد وصول النبي ( صلى الله عليه وآله ) إلى المدينة كثرت اجتماعات المنافقين ومشاوراتهم ، ووسَّعوا عدد الذين دخلوا معهم في معاهدة الصحيفة الملعونة ، وكتبوا صحيفة جديدة وأودعوها عند أحدهم ليأخذها إلى مكة ويدفنها داخل الكعبة !\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 28 ص 99 ، 100 ، ج 37 ص 115 ، 135 . عوالم العلوم : ج 15 / 3 ص 304 . إقبال الأعمال : ص 458 . راجع عن محاولتهم قتله ( صلى الله عليه وآله ) في عقبة تبوك : بحار الأنوار : ج 21 ص 185 - 252 .\r\n2 - بحار الأنوار : ج 28 ص 102 - 111 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nجيش أسامة . . آخر عمل للنبي ( صلى الله عليه وآله ) ضد المنافقين ( 1 )\r\nوكان النبي ( صلى الله عليه وآله ) مطَّلعاً على نواياهم ونشاطهم ، فأمره الله تعالى أن يجمعهم في جيش أسامة ويرسلهم إلى مؤتة حتى تكون المدينة خالية منهم عند وفاته . . ولكنهم أفشلوا جيش أسامة وتسلَّلوا إلى المدينة ومنعوا النبي ( صلى الله عليه وآله ) أن يكتب كتاباً يؤمن أمته من الضلال . .\r\nوما أن توفي النبي ( صلى الله عليه وآله ) حتى نفَّذوا مؤامراتهم في السقيفة مستغلين انشغال علي وأهل البيت ( عليهم السلام ) بجنازة النبي ( صلى الله عليه وآله ) .\r\n* * *\r\nورغم كل مؤامرات قريش وظلمهم لأهل بيت النبي ( عليهم السلام ) الطاهرين فإن بيعة الغدير تبقى لازمة في أعناقهم وسوف يسألون عنها يوم القيامة !\r\nوسيبقى الأبرار من هذه الأمة أوفياء لنبيهم مطيعين له في وصيته بالقرآن والعترة وتبليغه ولاية أمير المؤمنين على ( عليه السلام ) من بعده ، وما ينطق عن الهوى إن هو إلا وحي يوحى .\r\nونحن علينا في عصرنا أن نوصل خطاب الغدير ونكشف حقائقه للمسلمين ، لتبقى راية الولاية مرفوعة خفّاقة عالية ، رغم كل المؤامرات على صاحب الغدير وأتباعه .\r\nاللهم لك الحمد على نعمة الغدير وولاية الأمير . . . والحمد لله الذي جعلنا من المتمسكين بولاية أمير المؤمنين والأئمة المعصومين من ولده صلوات الله عليهم أجمعين .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n1 - بحار الأنوار : ج 28 ص 107 - 108 .\r\n","page_name":" 46 ","page_number":46}
  ]