[
  {"content":"\r\nحديث سابع وعشرون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال إن شدة الحر من فيح جهنم فإذا اشتد الحر فأبردوا عن الصلاة وقال اشتكت النار إلى ربها فقالت يا رب أكل بعضي بعضا فأذن لها بنفسين في كل عام نفس في الشتاء ونفس في الصيف ( 1 ) قال أبو عمر هذا الحديث يتصل من وجوه كثيرة ثابتة منها حديث مالك عن عبد الله بن يزيد مولى الأسود بن سفيان عن أبي سلمة بن عبد الرحمن ومحمد بن عبد الرحمن بن ثوبان عن أبي هريرة ( 2 ) عن النبي صلى الله عليه وسلم ( 3 ) ومن حديثه أيضا عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم ( 4 ) إلا أنه ليس في حديثه عن أبي الزناد قوله اشتكت النار إلى آخر الحديث\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nرواه عن أبي هريرة جماعة منهم همام بن منبه وأبو صالح السمان والأعرج وأبو سلمة وسعيد بن المسيب وعطاء بن أبي رباح وغيرهم وقد رواه عن النبي صلى الله عليه وسلم جماعة من الصحابة منهم أبو ذر وأبو موسى الأشعري وهو حديث صحيح مشهور فلا معنى لذكر الأسانيد فيه إذ هو عند مالك متصل كما ذكرنا ومشهور في المسانيد والمصنفات كما وصفنا ( 1 ) وفيه دليل على أن الظهر يعجل بها في غير الحر ويبرد بها في الحر ومعنى الأبراد التأخير حتى تزول شمس الهاجرة وهذا معنى اختلف الفقهاء فيه فأما مذهب مالك في ذلك فذكر إسماعيل بن إسحاق وأبو الفرج عمرو بن محمد أن مذهبه في الظهر وحدها أن يبرد بها وتؤخر في شدة الحر وسائر الصلوات تصلى في أوائل أوقاتها قال أبو الفرج اختار مالك رحمه الله لجميع الصلوات أول أوقاتها إلا الظهر في شدة الحر لقوله صلى الله عليه وسلم إذا اشتد الحر فأبردوا عن الصلاة\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nقال أبو عمر الحجة لهذا القول الحديث المذكور في هذا الباب مع ما قدمنا في الباب الذي قبله من فضل الصلاة في أول وقتها وتقدير الآثار في ذلك كأنه صلى الله عليه وسلم قال صلوا الصلوات في أوائل أوقاتها لمن ابتغى الفضل إلا الظهر في شدة الحر فإن الابراد ( بها ) أفضل وهذا تقدير محتمل واستثناء صحيح إن شاء الله وقد نزع أبو الفرج بأن جبريل صلى بالنبي صلى الله عليه وسلم في الوقت المختار في اليوم الأول وصلى به في اليوم الثاني ليعلمه بالسعة في الوقت والرخصة فيه وأما ابن القاسم فحكى عن مالك أن الظهر تصلى إذا فاء الفيء ذراعا في الشتاء والصيف للجماعة والمنفرد على ما كتب به عمر إلى عماله وقال ابن عبد الحكم وغيره من أصحابنا إن معنى ذلك مساجد الجماعات وأما المنفرد فأول الوقت أولى به وهو الذي مال إليه أهل النظر من المالكيين البغداديين وتركوا رواية ابن القاسم في المنفرد وقال الليث بن سعد تصلى الصلوات كلها الظهر وغيرها في أول الوقت في الشتاء والصيف وهو أفضل\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nوكذلك قال الشافعي إلا أنه استثنى فقال إلا أن يكون أمام جماعة ينتاب ( إليه ) من المواضع البعيدة فإنه يبرد بالظهر وقد روى عنه أن ذلك إنما يكون بالحجاز حيث شدة الحر وكانت المدينة ليس فيها مسجد غير مسجد رسول الله صلى الله عليه وسلم وكان ينتاب من بعد ومن حجتهم أن عمر كتب إلى أبي موسى الأشعري أن صل الظهر حين تزيغ الشمس وهو حديث متصل ثابت عن عمر رواه مالك عن عمه أبي سهيل بن مالك عن أبيه وقد لقى عمر وعثمان والحديث المذكور فيه عن عمر إلى عماله أن صلوا الظهر إذا فاء الفيء ذراعا ( 1 ) منقطع رواه مالك عن نافع عن عمر ( 2 ) ونافع لم يلق عمر وقال العراقيون تصلى الظهر في الشتاء والصيف في أول الوقت واستثنى أصحاب أبي حنيفة شدة الحر فقالوا تؤخر في ذلك حتى يبرد والاختلاف في هذا قريب جدا وقد احتج من لم ير الابراد بالظهر في الحر بحديث خباب بن الأرت قال شكونا إلى رسول الله صلى الله عليه وسلم حر\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nالرمضاء فلم يشكنا يقول فلم يعذرنا وتأول من رأى الابراد في قول خباب بن الأرت هذا فلم يشكنا أي لم يحوجنا إلى الشكوى لأنه رخص لنا في الابراد وذكر أبو الفرج أن أحمد بن يحيى ثعلب فسر قوله فلم يشكنا على هذا المعنى أي لم يحوجنا إلى الشكوى قرأت على أبي القاسم يعيش بن سعيد بن محمد وأبي القاسم عبد الوارث بن سفيان أن قاسم بن أصبغ حدثهما قال حدثنا محمد بن غالب التمتام قال حدثنا علي بن ثابت الدهان قال حدثنا زهير بن معاوية عن أبي إسحاق عن سعيد بن وهب عن خباب قال شكونا إلى رسول الله صلى الله عليه وسلم حر الرمضاء فلم يشكنا ( 1 ) قال زهير فقلت لأبي إسحاق في تعجيل الظهر قال نعم في تعجيل الظهر وحدثنا عبد الوارث ين سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا يحيى يعني القطان عن سفيان عن أبي إسحاق عن سعيد بن وهب عن خباب قال شكونا إلى رسول الله صلى الله عليه وسلم حر الرمضاء فما أشكانا ( 2 )\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nقال أبو عمر روى هذا الحديث الأعمش عن أبي إسحاق عن حارثة بن مضرب عن خباب والقول عندهم قول الثوري وزهير على ما ذكرنا عن أبي إسحاق عن سعيد بن وهب عن خباب والله أعلم أخبرنا عبد الله بن محمد الجهني قال أخبرني حمزة بن محمد بن العباس الكناني قال حدثنا أحمد بن شعيب النسوي قال أخبرني كثير بن عبيد قال حدثنا محمد بن حرب عن الزبيدي عن الزهري قال أخبرني أنس بن مالك أن رسول الله صلى الله عليه وسلم خرج حين زاغت الشمس فصلى بهم صلاة الظهر ( 1 ) وفي حديث أبي برزة الأسلمي أن رسول الله صلى الله عليه وسلم كان يصلي الظهر حين تزول الشمس ( 2 ) وروى جابر عن النبي صلى الله عليه وسلم معناه وأخبرنا عبد الله بن محمد بن عبد المؤمن قال أخبرنا محمد ابن بكر بن عبد الرزاق قال أخبرنا سليمان بن الأشعث قال\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nأخبرنا عثمان بن أبي شيبة قال أخبرنا عبيدة بن حميد عن أبي مالك الأشجعي عن سعيد بن طارق عن كثير بن مدرك عن الأسود أن عبد الله بن مسعود قال كان قدر صلاة رسول الله صلى الله عليه وسلم الظهر في الصيف ثلاثة أقدام إلى خمسة وفي الشتاء خمسة أقدام إلى سبعة ( 1 ) وذكر النسوي ( 2 ) عن أبي عبد الرحمن الأذرمي ( 3 ) عن عبيدة بن حميد بإسناده مثله سواء ( 4 ) وحدثنا محمد بن إبراهيم بن سعيد قال حدثنا محمد بن معاوية قال أخبرنا أحمد بن شعيب قال أخبرنا عبد الله بن سعيد قال حدثنا أبو سعيد مولى بني هاشم قال أخبرنا خالد ابن دينار أبو خلدة قال سمعت أنس بن مالك قال كان رسول الله صلى الله عليه وسلم إذا كان الحر أبرد بالصلاة وإذ كان البرد عجل ( 5 ) وأخبرنا عبد الله حدثنا عبد الحميد حدثنا الخضر أخبرنا الأثرم ( قال ) قلت لأبي عبد الله يعني أحمد بن حنبل أي الأوقات\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nأعجب إليك قال أول الأوقات أعجب إلي في الصلوات كلها إلا في صلاتين صلاة العشاء الآخرة وصلاة الظهر في الحر يبرد بها وأما في الشتاء فيعجل بها وأما قوله فأذن لها بنفسين نفس في الشتاء ونفس في الصيف فيدل على أن نفسها في الشتاء غير الشتاء ونفسها في الصيف غير الصيف وفي رواية جماعة من الصحابة زيادة في هذا الحديث وذلك قوله فما ترون من شدة البرد فذلك من زمهريرها وما ترون من شدة الحر فهو من سمومها أو قال من حرها وهذا أيضا ليس على ظاهره وقد فسره الحسن البصري في روايته فقال اشتكت النار إلى ربها فقالت يا رب أكل بعضي بعضا فخفف عني قال فخفف عنها وجعل لها كل عام نفسين فما كان من برد يهلك شيئا فهو من زمهريرها وما كان من سموم يهلك شيئا فهو من حرها وقوله في هذا الحديث زمهرير يهلك شيئا وحر يهلك شيئا تفسير ماأشكل من ذلك والله أعلم وفي هذا الحديث أيضا دليل على أن الجنة والنار مخلوقتان لا تبيدان ومما يدلك على أن النار والجنة قد خلقتا ما حدثناه خلف\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nابن القاسم وعبد الرحمن بن مروان قالا أخبرنا الحسن بن رشيق قال أخبرنا إسحاق بن إبراهيم بن يونس قال أخبرنا أبو شرحبيل عيسى بن خالد الحمصي قال أخبرنا أبو اليمان قال أخبرنا إسماعيل بن عياش عن عمارة بن غزية أنه سمع حميد بن عبيد مولى المعلى يقول سمعت ثابتا البناني يحدث عن أنس بن مالك عن رسول الله صلى الله عليه وسلم أنه قال لجبريل عليه السلام لم أر ميكائل ضاحكا قط فقال ما ضحك ميكائل مذ خلقت النار ( 1 ) قال وأخبرنا إسحاق بن إبراهيم ابن يونس أبو يعقوب قال أخبرنا داود بن رشيد وعبد الله بن مطيع قالا أخبرنا إسماعيل بن جعفر عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لما خلق الله الجنة دعا جبريل فأرسله إليها فقال انظر إليها وإلى ما أعددت لأهلها فرجع إليه فقال وعزتك لا يسمع بها أحد إلا دخلها فحجبت بالمكاره فقال ارجع إليها فانظر فرجع فنظر إليها فقال وعزتك لقد خشيت أن لا يدخلها أحد ثم أرسله إلى النار فقال اذهب فانظر إليها وإلى ما أعددت لأهلها فذهب ورجع فقال وعزتك لا يدخلها أحد فحجبت\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nبالشهوات ثم قال عد إليها فعاد ثم رجع فقال وعزتك لقد خشيت أن لا يبقى أحد إلا دخلها ( 1 ) فلهذه الأحاديث وما كان مثلها قال أهل السنة أن الجنة والنار مخلوقتان وأنهما لا تبيدان لأنهما إذا كانتا لا تبيدان حتى تبيد الدنيا ومعلوم أن الدنيا إذا انقرضت بقيام الساعة جاءت الآخرة والآخرة غير خالية من جهنم كما أنها غير خالية من الجنة لأن الجنة رحمة الله تعالى والنار عذابه يصيب بها من يشاء من عباده وقد ثبت عن النبي صلى الله عليه وسلم أنه قال اختصمت النار والجنة فقالت الجنة مالي يدخلني الضعفاء والمساكين وقالت النار ما لي يدخلني الجبارون والمتكبرون فقال الله للجنة أنت رحمتي أصيب بك من أشاء ( 2 ) وقال للنار أنت عذابي أصيب بك من أشاء وقد روى هذا المعنى من حديث مالك عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم حدث به عن مالك إسحاق بن محمد الفروي ( 3 )\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nومما يدل على أن النار مخلوقة دائمة قول الله عز وجل * ( وحاق بآل فرعون سوء العذاب النار يعرضون عليها غدوا وعشيا ) * 1 الآية وقول رسول الله صلى الله عليه وسلم إذا مات أحدكم عرض عليه مقعده بالغداة والعشي إن كان من أهل الجنة فمن أهل الجنة وإن كان من أهل النار فمن أهل النار يقال له هذا مقعدك حتى يبعثك الله إليه يوم القيامة ( 2 ) وهو الذي عليه جماعة أهل السنة والأثر أن الجنة والنار مخلوقتان لا تبيدان وبالله التوفيق وأما قوله في هذا الحديث اشتكت النار إلى ربها فقالت يا رب أكل بعضي بعضا الحديث فإن قوما حملوه على الحقيقة وأنها أنطقها الذي أنطق كل شيء واحتجوا بقول الله عز وجل * ( يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم ) * 3 الآية وبقوله * ( وإن من شيء إلا يسبح بحمده ) * 4 وبقوله * ( يا جبال أوبي معه ) * 5 أي سبحي معه وقال * ( يسبحن بالعشي والإشراق ) * 6 وبقوله\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n* ( يوم نقول لجهنم هل امتلأت وتقول هل من مزيد ) * 1 وما كان من مثل هذا وهو في القرآن كثير حملوا ذلك كله على الحقيقة لا على المجاز وكذلك قالوا في قوله عز وجل * ( إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا ) * 2 و * ( تكاد تميز من الغيظ ) * 3 وما كان مثل هذا كله وقال آخرون في قوله عز وجل * ( سمعوا لها تغيظا وزفيرا ) * و * ( تكاد تميز من الغيظ ) * هذا تعظيم لشأنها ومثل ذلك قوله عز وجل * ( جدارا يريد أن ينقض ) * ( 4 ) فأضاف إليه الإرادة مجازا وجعلوا ذلك من باب المجاز والتمثيل في كل ما تقدم ذكره على معنى أن هذه الأشياء لو كانت مما تنطق أو تعقل لكان هذا نطقها وفعلها وذكروا قول حسان بن ثابت\r\n* لو أن اللؤم ينسب كان عبدا\r\n* قبيح الوجه أعور من ثقيف\r\n* 5 ) وسئل المبرد عن قول الملك * ( إن هذا أخي له تسع وتسعون نعجة ولي نعجة واحدة ) * ( 6 ) وهم الملائكة لا أزواج لهم فقال نحن طول النهار نفعل مثل هذا نقول ضرب زيد عمرا\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nوإنما هو تقدير ( 1 ) كأن المعنى إذا وقع هكذا فكيف الحكم فيه وذكروا قول عدي بن زيد للنعمان أتدري ما تقول هذه الشجرة أيها الملك قال وما تقول قال تقول\r\n* رب ركب قد أناخوا حولنا\r\n* يشربون الخمر بالماء الزلال\r\n* ثم أضحوا لعب الدهر بهم\r\n* وكذاك الدهر حالا بعد حال\r\n* وقول عنترة\r\n* وشكا إلى بعبرة وتحمحم\r\n*\r\n* 2 ) وقول الآخر\r\n* شكا إلى جملي طول السرى\r\n* صبرا جميلا فكلانا مبتلى\r\n* 3 ) ومثل هذا قول الحارثي\r\n* يريد الرمح صدر أبي براء\r\n* ويرغب عن دماء بني عقيل\r\n*\r\n* 4 ) وقال غيره\r\n* رب قوم غبروا من عيشهم\r\n* في سرور ونعيم وغدق\r\n* 5\r\n*\r\n* سكت الدهر زمانا عنهم\r\n* ثم أبكاهم دما حين نطق\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nوقال آخر\r\n* وعظتك أجداث صمت\r\n* ونعتك أزمنة خفت\r\n* وتكلمت عن أوجه\r\n* تبلى وعن صور سبت\r\n* وأرتك قبرك في القبور\r\n* وأنت حي لم تمت\r\n*\r\n* 1 ) وقال آخر\r\n* فتكلمت تلك الديار ولم تكن\r\n* تلك الديار تكلم الزوارا\r\n*\r\n* قالت برغمي بأن أهلي كلهم\r\n* وبقيت تكسوني الرياح غبارا\r\n* ولو استطعت لما فجعت بساكنى\r\n* والدهر لا يبقى لنا عمارا\r\n* والشعر في هذا المعنى كثير جدا ومعناه أن الديار لو كانت ممن يصح لها نطق وقالت لكان هذا قولها وكلامها وكذلك القبور لو كان لها قول في الحقيقة لكان هكذا ومثل هذا مما أنشدوا في هذا المعنى قول القائل قد قالت الأنساع للبطن الحقي وقول الآخر امتلأ الحوض وقال قطني\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nوهو كثير ومعناه كله ما ذكرناه فمن حمل قول النار وشكواها على هذا احتج بما وصفنا ومن حمل ذلك على الحقيقة قال جائز أن ينطقها الله كما تنطق الأيدي والجلود والأرجل يوم ( 1 ) القيامة وهو الظاهر من قول الله عز وجل * ( يوم نقول لجهنم هل امتلأت وتقول هل من مزيد ) * ومن قوله * ( وإن من شيء إلا يسبح بحمده ) * الآية و * ( قالت نملة يا أيها النمل ادخلوا مساكنكم ) * 2 وقال قوله عز وجل * ( تكاد تميز من الغيظ ) * أي تتقطع عليهم غيظا كما تقول فلان يتقد عليك غيظا وقال عز وجل * ( إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا ) * فأضاف إليها الرؤية والتغيظ إضافة حقيقية وكذلك كل ما في القرآن من مثل ذلك واحتجوا بقول الله عز وجل * ( يقص الحق ) * 3 ومن هذا الباب عندهم قوله * ( فما بكت عليهم السماء والأرض ) * 4 و * ( تكاد السماوات يتفطرن منه وتنشق الأرض ) *\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n* ( وتخر الجبال هدا ) * و * ( قالتا أتينا طائعين ) * * ( وإن منها لما يهبط من خشية الله ) * 3 قالوا وجائز أن تكون للجلود إرادة لا تشبه إرادتنا كما للجمادات تسبيح وليس كتسبيحنا وللجبال والشجر سجود وليس كسجودنا والاحتجاج لكلا القولين يطول وليس هذا موضع ذكره وحمل كلام الله تعالى وكلام نبيه صلى الله عليه وسلم على الحقيقة أولى بذوي الدين والحق لأنه يقص الحق وقوله الحق تبارك وتعالى علوا كبيرا حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال أخبرنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا عبد الله بن إدريس عن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم اشتكت النار إلى ربها فقالت رب آكل بعضي بعضا فجعل لها نفسين نفسا\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nفي الشتاء ونفسا في الصيف فشدة ما تجدون من البرد من زمهريرها وشدة ما تجدون في الصيف من الحر من سمومها ( 1 ) وأما قوله فيح جهنم فالفيح سطوع الحر هكذا قال صاحب العين فكأن المعنى والله أعلم شدة الحر المؤذي من حر جهنم ولهيبها أجارنا الله برحمته وعفوه منها\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nحديث ثامن وعشرون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال إذا شك أحدكم في صلاته فلم يدر كم صلى أثلاثا أم أربعا فليصل ركعة وليسجد سجدتين وهو جالس قبل التسليم فإن كانت الركعة التي صلى خامسة شفعها بهاتين السجدتين وإن كانت رابعة فالسجدتان ترغيم للشيطان ( 1 ) هكذا روى هذا الحديث عن مالك جميع رواة الموطأ عنه ولا أعلم أحدا أسنده عن مالك إلا الوليد بن مسلم فإنه وصله وأسنده عن مالك وتابعه على ذلك يحيى بن راشد إن صح عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم وقد تابع مالكا على إرساله الثوري وحفص بن ميسرة الصنعاني ومحمد بن جعفر بن أبي كثير وداود ( 2 ) بن قيس\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالفراء فيما روى عنه القطان ووصل هذا الحديث وأسنده من الثقات على حسب رواية الوليد بن مسلم له عن مالك عبد العزيز بن أبي سلمة الماجشون ومحمد بن عجلان وسليمان بن بلال ومحمد بن مطرف أبو غسان وهشام بن سعد وداود بن قيس في غير رواية القطان والحديث متصل مسند صحيح لا يضره تقصير من قصر به في اتصاله لأن الذين وصلوه حفاظ مقبولة زيادتهم وبالله التوفيق فأما رواية الوليد عن مالك في هذا الحديث فحدثنا خلف بن القاسم قال أخبرنا محمد بن عبد الله القاضي قال حدثنا أحمد ابن عمير بن حوط حدثنا محمد بن الوزير بن الحكم السلمي حدثنا الوليد بن مسلم عن مالك عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إذا شك أحدكم في صلاته فلم يدر أثلاثا صلى أم أربعا فليلق الشك وليبن على اليقين وليسجد سجدتين قبل أن يسلم فإن كانت وترا شفعها بهاتين السجدتين وإن كانت شفعا فالسجدتان ترغيم للشيطان وحدثنا عبد الرحمن بن عبد الله بن خالد قال حدثنا محمد بن عبد الله بن صالح الأبهري قال حدثنا أحمد بن عمير بن\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nيوسف قال حدثنا محمد بن الوزير بن الحكم السلمي ( 1 ) قال حدثنا الوليد بن مسلم قال أخبرنا مالك عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إذا شك أحدكم في صلاته فلم يدر أثلاثا صلى أم أربعا فليلغ الشك وليبن على اليقين ثم ليسجد سجدتين قبل أن يسلم فإن كانت وترا شفعها بهاتين السجدتين وإن كانت شفعا فالسجدتان ترغيم للشيطان وقد تابع ( 2 ) الوليد بن مسلم على مثل روايته هذه عن مالك يحيى بن راشد المازني حدثناه خلف بن القاسم حدثنا محمد بن عبد الله حدثنا يحيى بن محمد بن صاعد حدثنا عمر بن شبة ( 3 ) حدثنا يحيى بن راشد المازني حدثنا مالك بن أنس عن زيد بن أسلم عن عطاء\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nابن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم بهذا الحديث سواء قال أبو عمر هذا الحديث وإن كان الصحيح فيه عن مالك الإرسال فإنه متصل من وجوه ثابتة من حديث من تقبل زيادته فمن ذلك رواية ابن أبي سلمة الماجشون حدثنا أحمد بن قاسم قال حدثنا عبيد الله بن محمد بن حبابة ببغداد قال حدثنا عبد الله بن محمد بن عبد العزيز البغوي قال أخبرنا بشر بن الوليد قال حدثنا عبد العزيز بن أبي سلمة عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال إذا لم يدر أحدكم ( كم ) صلى ثلاثا أو أربعا فليقم فليصل ركعة ثم يسجد بعد ذلك سجدتين وهو جالس فإن كان صلى خمسا شفعتا له صلاته وإن كانت أربعا أرغمت الشيطان وأما حديث ابن عجلان فحدثنا عبد الله بن محمد قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا محمد بن العلاء قال حدثنا أبو خالد عن ابن عجلان عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري ( 1 )\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nوحدثني سعيد بن نصر واللفظ له قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا أبو صالح قال حدثني الليث قال حدثني محمد بن عجلان عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال إذا شك أحدكم في صلاته فلا يدري أواحدة أم اثنتين أم ثلاثا أم أربعا فليتم ما شك فيه ثم ليسجد سجدتين وهو جالس فإن كانت صلاته ناقصة فقد أتمها والسجدتان ترغيم للشيطان وإن كان أتم صلاته فالركعة والسجدتان نافلة له وحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال أخبرنا أحمد بن شعيب قال أخبرنا يحيى ( 1 ) بن حبيب بن عربي قال حدثنا خالد وهو ابن الحارث عن ابن عجلان عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم مثله بمعناه ( 2 )\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nوأما حديث سليمان بن بلال فأخبرناه عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق القاضي قال حدثنا موسى بن داود قال أخبرنا سليمان بن بلال عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إذا شك أحدكم في صلاته فلم يدر كم صلى ثلاثا أم أربعا فليطرح الشك وليبن على ما يستيقن ثم ليسجد سجدتين قبل أن يسلم فإن كان قد صلى خمسا كانت شفعا لصلاته وإن كان صلاهما تماما لأربع كانتا ترغيما للشيطان وكذلك رواه يحيى بن محمد عن زيد بن أسلم أخبرنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال أخبرنا أحمد بن شعيب قال أخبرنا إسماعيل بن مسعود قال حدثنا يحيى بن محمد عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال إذا شك أحدكم فلم يدر أصلى ثلاثا أم أربعا فليصل ركعة تامة ثم ليسجد سجدتين وهو جالس فإن كانت تلك الركعة خامسة شفع بهاتين السجدتين وإن كانت رابعة كانتا ترغيما للشيطان\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nورواه ابن وهب عن مالك وحفص بن ميسرة ( 1 ) وداود بن قيس وهشام بن سعد كلهم عن زيد بن أسلم عن عطاء بن يسار قال ابن وهب إلا أن هشاما بلغ به أبا سعيد الخدري ( 2 ) قال أبو عمر هذا حديث متصل صحيح وقد أخطأ فيه الدراوردي عبد العزيز بن محمد ( 3 ) وعبد الله بن جعفر بن نجيح ( 4 ) فروياه عن زيد بن أسلم عن عطاء بن يسار عن عبد الله بن عباس والدراوردي صدوق ولكن حفظه ليس بالجيد عندهم وعبد الله بن جعفر هذا هو والد علي بن المديني وقد اجتمع على ضعفه وليس رواية هذين مما يعارض رواية من ذكرنا وبالله توفيقنا\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nوقال الأثرم سألت أحمد بن حنبل عن حديث أبي سعيد في السهو أتذهب إليه قال نعم اذهب إليه قلت إنهم يختلفون في إسناده قال إنما قصر به مالك وقد أسنده عدة منهم ابن عجلان وعبد العزيز بن أبي سلمة وفي هذا الحديث من الفقه أصل عظيم جسيم مطرد في أكثر الأحكام وهو أن اليقين لا يزيله الشك وأن الشيء مبني على أصله المعروف حتى يزيله يقين لا شك معه وذلك أن الأصل في الظهر أنها فرض بيقين أربع ركعات فإذا أحرم بها ولزمه إتمامها وشك في ذلك فالواجب الذي قد ثبت عليه بيقين لا يخرجه منه إلا يقين فإنه قد أدى ما وجب عليه من ذلك وقد غلط قوم من عوام المنتسبين إلى الفقه في هذا الباب فظنوا أن الشك أوجب على المصلي إتمام صلاته والإتيان بالركعة واحتجوا لذلك بأعمال الشك في بعض نوازلهم وهذا جهل بين وليس كما ظنوا بل اليقين بأنها أربع فرض عليه إقامتها أوجب عليه إتمامها وهذا واضح والكلام لوضوحه يكاد يستغني عنه\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nأخبرنا عبيد بن محمد قال أخبرنا عبد الله بن مسرور قال حدثنا عيسى بن مسكين وأخبرنا قاسم بن محمد قال حدثنا خالد بن سعد قال حدثنا أحمد بن عمرو قالا جميعا حدثنا محمد بن عبد الله بن سنجر قال حدثنا يزيد بن هارون قال أخبرنا هشام الدستوائي عن يحيى بن أبي كثير قال حدثني عياض أنه سمع أبا سعيد الخدري يقول قال رسول الله صلى الله عليه وسلم إذا صلى أحدكم فلا يدري أثلاثا صلى أم أربعا فليتحر الصواب ثم ليسجد سجدتي السهو وإذا أتى أحدكم الشيطان في صلاته فقال له إنك أحدثت فلا ينصرف حتى يسمع بأذنيه صوته أو يجد ريحه بأنفه ألا ترى أن رسول الله صلى الله عليه وسلم لم ينقله من يقين طهارته إلى شك بل أمره أن يبني على يقينه في ذلك حتى يصح عنده يقين يصير إليه والأصل في هذا وفي البناء على اليقين في الصلاة سواء إلا أن مالكا رحمه الله قال من شك في الحدث بعد يقينه بالوضوء فعليه الوضوء ولم يتابعه على هذا القول أحد من أهل الفقه علمته إلا أصحابه ومن قلدهم في ذلك وقد قال أبو الفرج إن ذلك استحباب واحتياط منه\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nوخالف عبد الله بن نافع ( 1 ) مالكا في هذه المسألة فقال لا وضوء عليه وقال ابن خواز بنداذ اختلفت الرواية عن مالك فيمن توضأ ثم شك هل أحدث أم لا فقد قال عليه الوضوء وقد قال لا وضوء عليه وهو قول سائر الفقهاء قال أبو عمر مذهب الثوري وأبي حنيفة وأصحابه والأوزاعي والشافعي ومن سلك سبيله البناء على الأصل حدثا كان أو طهارة وهو قول أحمد بن حنبل وإسحاق وأبي ثور وداود بن علي وأبي جعفر الطبري وقد قال مالك أنه إن عرض له ذلك كثيرا فهو على وضوئه وأجمع العلماء أن من أيقن بالحدث وشك في الوضوء أن شكه لا يفيد فائدة وإن عليه الوضوء فرضا وهذا يدلك على أن الشك عندهم ملغي وأن العمل على اليقين عندهم وهذا أصل كبير في الفقه فتدبره وقف عليه قرأت على أبي عثمان سعيد بن نصر أن قاسم بن أصبغ حدثهم قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nالحميدي قال حدثنا سفيان قال حدثنا الزهري قال أخبرني سعيد بن المسيب وعباد بن تميم عن عمه عبد الله بن زيد قال شكى إلى رسول الله صلى الله عليه وسلم الرجل يخيل إليه الشيء في الصلاة فقال رسول الله صلى الله عليه وسلم لا ينتقل وربما قال سفيان لا ينصرف حتى يسمع صوتا أو يجد ريحا ( 1 ) ولا خلاف علمته بين علماء أهل المدينة وسائر فقهاء الأمصار أن أحدا لا يرث أحدا بالشك في حياته وموته وفي هذا الحديث أيضا دليل على أن الزيادة في الصلاة لا يفسدها ما كانت سهوا أو في إصلاح الصلاة لأن الشاك في صلاته إذا أمر بالبناء على يقينه وممكن أن يكون على اثنتين وهو شك هل صلى واحدة أو اثنتين فغير مأمون عليه أن يزيد في صلاته ركعة وقد أحكمت السنة أن ذلك لا يضره لأنه مأمور به فإذا كان ما ذكرنا كما ذكرنا بطل قول من قال أن من زاد في صلاته ( مثل ) نصفها ساهيا أن صلاته فاسدة وهذا قول لبعض أصحابنا لا وجه له عند الفقهاء ولا قال به أحد من أيمة الأمصار والصحيح في مذهب مالك غير ذلك وقد صلى رسول الله صلى الله عليه وسلم الظهر خمسا ساهيا فسجد لسهوه ( 2 ) وحكم الركعة\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nوالركعتين في ذلك سواء في القياس والنظر والمعقول ولو كانت الزيادة على غير التعمد والقصد للإفساد مفسدة للصلاة وقد قصد المصلى بذلك إصلاح صلاته أو فعل ذلك ساهيا لأمر الشاك في صلاته الذي لم يدر كم صلى أثلاثا أم أربعا أن يقطع ويستأنف وهذا خلاف ما وردت السنة الثابتة به في البناء على اليقين ولا أعلم أحدا من فقهاء الأمصار قال في الساهي في صلاته أن يقطع ويستأنف وإن كان ذلك قد روى عن بعض الصحابة وعن جماعة من التابعين وإنما ترك الفقهاء ذلك والله أعلم لحديث أبي سعيد هذا ولمثله من الآثار الثابتة عن النبي صلى الله عليه وسلم في إصلاح صلاته نحو حديث ذي اليدين وحديث ابن مسعود فيمن صلى خمسا ساهيا وحديث ابن بحينة وغيره فيمن قام من ركعتين ونحو ذلك من الآثار والله أعلم وفي هذا الحديث أيضا أن الساهي في صلاته إذا فعل ما يجب عليه فعله سجد لسهوه وفيه أن سجود السهو في الزيادة قبل السلام وهذا موضع اختلف الفقهاء فيه فقال مالك وأصحابه كل سهو كان نقصانا من الصلاة فالسجود له قبل السلام ( 1 ) لحديث ابن بحينة ( 2 ) عن النبي صلى الله عليه وسلم في قيامه من اثنتين دون أن يجلس فسجد\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nلسهوه ذلك قبل السلام وقد نقص الجلسة الوسطى والتشهد ( 1 ) قال مالك وإن كان السهو زيادة فالسجود له بعد السلام ( 2 ) على حديث ذي اليدين لأنه صلى الله عليه وسلم سها وسلم من ركعتين يومئذ وتكلم ثم انصرف وبنى فزاد سلاما وعملا وكلاما وهو ساه لا يظن أنه في صلاة ثم سجد بعد السلام ( 3 ) وهذا كله قول أبي ثور وهو الصحيح في هذا الباب من جهة الآثار لأن في قول مالك ومن تابعه على ذلك استعمال الخبرين جميعا في الزيادة والنقصان واستعمال الأخبار على وجوهها أولى من ادعاء التناسخ فيها ومن جهة النظر الفرق بين النقصان في ذلك وبين الزيادة لأن السجود في النقصان إصلاح وجبر ومحال أن يكون الإصلاح والجبر بعد الخروج من الصلاة وأما السجود في الزيادة فإنما ذلك ترغيم للشيطان وذلك ينبغي أن يكون بعد الفراغ وكان مالك يقول إذا اجتمع زيادة ونقصان من السهو فالسجود لذلك قبل السلام لأنه أملك بمعنى الجبر والإصلاح\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوجملة مذهبه أن من وضع السجود الذي قلنا أنه قبل بعد أو وضع السجود الذي قلنا أنه بعد قبل فلا شيء عليه إلا أنهم أشد استثقالا لمن وضع السجود الذي بعد السلام قبل السلام وذلك لما رأى وعلم من اختلاف أهل المدينة في ذلك وقال أبو حنيفة وأصحابه والثوري السجود كله في السهو زيادة كان أو نقصانا بعد السلام وهو قول أبي سلمة بن عبد الرحمن وعمر بن عبد العزيز وهو قول داود إلا أن داود لا يرى السجود إلا في خمسة مواضع ( 1 ) جاءت فيها الآثار عن النبي صلى الله عليه وسلم وحجة الكوفيين في ذلك حديث ابن مسعود إذ صلى رسول الله صلى الله عليه وسلم خمسا وحديث ذي اليدين وحديث المغيرة بن شعبة أنه قام من اثنتين وسجد فيها كلها بعد السلام وعارضوا حديث ابن بحينة بحديث المغيرة بن شعبة وزعموا أنه أولى لأن فيه زيادة التسليم والسجود بعده ومن حجتهم من جهة النظر إجماع العلماء على أن حكم من سها في صلاته أن لا يسجد في موضع سهوه ولا في حالة تلك وأن حكمه أن يؤخر ذلك إلى آخر صلاته لتجمع السجدتان كل سهو في صلاته ومعلوم\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nأن السلام قد يمكن فيه السهو فواجب أن تؤخر السجدتان عن السلام أيضا كما تؤخر عن التشهد وقال الشافعي والأوزاعي والليث بن سعد السجود كله في الزيادة والنقصان قبل السلام وهو قول ابن شهاب ( وربيعة ويحيى بن سعيد ) وقال ابن شهاب كان آخر الأمرين من رسول الله صلى الله عليه وسلم السجود قبل السلام والحجة لهم حديث أبي سعيد الخدري المذكور في هذا الباب فيه البناء على اليقين وإلغاء الشك والعلم محيط أن ذاك إن لم يكن ( زيادة لم يكن ) نقصانا وأمر رسول الله صلى الله عليه وسلم بالسجود في ذلك قبل السلام وقام من ركعتين ولم يجلس وسبح به فتمادى وسجد قبل السلام وهذه الآثار أثبت ما يروى في هذا الباب من جهة النقل وفيها السجود قبل السلام للنقصان وغير النقصان قالوا فعلمنا بهذا أن ليس المعنى في ذلك زيادة ولا نقصان وأن المعنى في ذلك إصلاح الصلاة وإصلاحها لا يكون إلا قبل الفراغ منها وإنما جاز تأخير السجدتين عن جميع الصلاة ما خلا السلام لأن السلام يخرج به من أن تكون السجدتان مصلحتين ألا ترى أن مدرك بعض الصلاة مع الإمام لا يشتغل بالقضاء ويتبع الإمام فيما بقي عليه\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nحائسا السلام لما ذكرنا ولكل واحد منهم من جهة النظر حجج يطول ذكرها والمعتمد عليه ما ذكرنا وسيأتي في باب ابن شهاب عن الأعرج عن ابن بحينة زيادة في هذا المعنى إن شاء الله وكل هؤلاء يقول إن المصلى أو سجد بعد السلام فيما قالوا أن السجود فيه قبل السلام لم يضره شيء ولو سجد قبل السلام فيما فيه السجود بعد السلام لم يكن عليه شيء قال أبو بكر الأثرم سمعت أحمد بن حنبل يسأل عن السجود للسهو قبل السلام أو بعده فقال في مواضع قبل السلام وفي مواضع بعد السلام كما صنع النبي صلى الله عليه وسلم إذ سلم من اثنتين سجد بعد السلام على حديث ذي اليدين وإذ سلم من ثلاث سجد بعد السلام على حديث عمران بن حصين وفي التحري بعد السلام على حديث منصور حديث عبد الله وفي القيام من اثنتين يسجد قبل السلام على حديث ابن بحينة وفي الشك يبنى على اليقين ويسجد قبل السلام على حديث أبي سعيد وعبد الرحمن بن عوف قلت له فما كان سواها من السهو قال يسجد فيه كله قبل السلام لأنه يتم ما نقص من صلاته قال ولولا ما روى عن النبي صلى الله عليه\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nوسلم لرأيت السجود كله في السهو قبل السلام لأنه من شأن الصلاة فيقضيه قبل أن يسلم ولكني أقول كل ما روي عن النبي صلى الله عليه وسلم أنه سجد فيه بعد السلام فإنه يسجد فيه بعد السلام وسائر السهو يسجد فيه قبل السلام ( 1 ) وقال داود لا يسجد لسهو إلا في الخمسة المواضع التي سجد فيها رسول الله صلى الله عليه وسلم أخبرنا أبو محمد قاسم بن محمد قال حدثنا خالد بن سعد قال أخبرنا أحمد بن عمرو قال حدثنا محمد بن سنجر قال حدثنا أحمد بن خالد الوهبي قال حدثنا محمد بن إسحاق عن مكحول عن كريب مولى ابن عباس عن ابن عباس قال جلست إلى عمر بن الخطاب فقال يا ابن عباس هل سمعت عن النبي صلى الله عليه وسلم في الرجل إذا نسي صلاته فلم يدر أزاد أم نقص ما أمر به قال قلت أما سمعت أنت يا أمير المؤمنين من\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nرسول الله صلى الله عليه وسلم فيه شيئا قال لا والله ما سمعت منه فيه شيئا ولا سألته عنه إذ دخل عبد الرحمن بن عوف فقال فيم أنتما فأخبره عمر قال سألت هذا الفتى عن كذا وكذا فلم أجد عنده علما فقال عبد الرحمن بن عوف لكن عندي منه علم لقد سمعت ذلك من رسول الله صلى الله عليه وسلم قال عمر فأنت العدل الرضي فماذا سمعت قال سمعت النبي صلى الله عليه وسلم يقول إذا شك أحدكم في الواحدة والاثنتين فليجعلها واحدة وإذا شك في الاثنتين والثلاث فليجعلها اثنتين وإذا شك في الثلاث والأربع فليجعلها ثلاثا حتى يكون الوهم في الزيادة ثم يسجد سجدتين قبل أن يسلم ثم يسلم ( 1 ) واختلف الفقهاء أيضا فيمن شك في صلاته فلم يدر أواحدة صلى أم اثنتين أم ثلاثا أم أربعا فقال مالك والشافعي يبنى على اليقين ولا يجزئه التحري وروي مثل ذلك عن الثوري وبه قال داود والطبري وحجتهم في ذلك حديث أبي سعيد الخدري المذكور في هذا\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nالباب وحديث عبد الرحمان بن عوف هذا وحديث ابن عمر وما كان مثلها في البناء على اليقين وقال أبو حنيفة إذا كان ذلك أول ما شك استقبل ولم يتحر وإن لفى ذلك غير مرة تحرى وقال الحسن بن حي والثوري في رواية عنه يتحرى سواء كان ذلك أول مرة أو لم يكن وقال الأوزاعي يتحرى قال وإن نام في صلاته فلم يدر كم صلى استأنف وقال الليث بن سعد ان كان هذا شيئا يلزمه ولا يزال يشك أجزأه سجدتا السهو عن التحري وعن البناء على اليقين وإن لم يكن شيئا يلزمه استأنفت تلك الركعة بسجدتيها وقال أحمد بن حنبل الشك على وجهين اليقين والتحري فمن رجع إلى اليقين ألغى الشك وسجد سجدتي السهو قبل السلام على حديث أبي سعيد الخدري وإذا رجع إلى التحري وهو أكثر الوهم سجد سجدتي السهو بعد السلام على حديث ابن مسعود الذي يرويه منصور وبه قال أبو خيثمة زهير بن حرب قال وحديث عبد الرحمن بن عوف إنما فيه البناء على اليقين وبين البناء على اليقين والتحري فرق لأن التحري أن يتحرى أصوب ذاك وأكثره عنده والبناء على اليقين يلغي الشك ( كله ) ويبني على يقينه\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nقال أبو عمر قد قال جماعة من أهل العلم منهم داود معنى التحري الرجوع إلى اليقين ( قال أبو عمر ) وحجة من قال بالتحري في هذا الباب حديث ابن مسعود عن النبي صلى الله عليه وسلم أنه قال من شك منكم في صلاته فليتحر الصواب وليبن على أكثر ظنه ( 1 ) وهو حديث يرويه أبو عبيدة ابن عبد الله بن مسعود عن أبيه ولم يسمع من أبيه فيما يقول أهل الحديث وقد يحتمل أن يكون التحري هو البناء على اليقين ومن حمله على ذاك صح له استعمال الخبرين وأي تحر يكون لمن انصرف وهو شاك لم يبن على يقينه وقد أحاط العلم أن شعبة من الشك تصحبه إذا لم يبن على يقينه وإن تحرى وحديث ابن مسعود عندي ليس مما يعارض به شيء من الآثار التي ذكرناها في هذا الباب وقد قال أحمد بن حنبل فيما حكى الأثرم عنه حديث التحري ليس يرويه إلا منصور قلت له ليس يرويه إلا منصور قال\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nلا كلهم يقول أن النبي صلى الله عليه وسلم صلى خمسا قال إلا أن شعبة روى عن الحكم عن أبي وائل عن عبد الله موقوفا نحوه قال إذا شك أحدكم فليتحر وأما الليث بن سعد فأحسبه ذهب إلى ظاهر حديث ابن شهاب عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم ان الشيطان يأتي أحدكم فيلبس عليه الحديث وسيأتي ذكره والقول فيه في باب ابن شهاب من كتابنا ( 1 ) هذا إن شاء الله وليس في شيء من الآثار عن النبي صلى الله عليه وسلم نعرفه بين أول مرة وغيرها فلا معنى لقول أبي حنيفة في ذلك حدثنا عبد الوارث بن سفيان وسعيد بن نصر قالا أخبرنا قاسم بن أصبغ قال ( أخبرنا إسماعيل بن إسحاق ) قال أخبرنا إسماعيل ( 2 ) بن أبي أويس قال حدثني أخي عن\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nسليمان بن بلال عن عمر بن محمد عن سالم عن ابن عمر أن رسول الله صلى الله عليه وسلم قال إذا صلى أحدكم فلم يدر كم صلى ثلاثا أم أربعا فليركع ركعة يحسن ركوعها وسجودها ثم يسجد سجدتين قال أبو عمر لا يصح رفع هذا الحديث والله أعلم لأن مالكا رواه عن عمر بن محمد عن سالم عن أبيه فوقفه على ابن عمر جعله من قوله ( 1 ) وخالف أيضا لفظه والمعنى واحد ولكنه لم يرفعه إلا من لا يوثق به وإسماعيل بن أبي أويس وأخوه ( 2 ) وأبوه ( 3 ) ضعاف لا يحتج بهم وإنما ذكرناه ليعرف وقد تقدم من الحجة للبناء على اليقين ما فيه كفاية وبالله تعالى التوفيق\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nأخبرنا عبد الله بن محمد حدثنا عبد الحميد بن أحمد حدثنا الخضر بن داود حدثنا أبو بكر بن الأثرم قال سألت أبا عبد الله يعني أحمد بن حنبل عن تفسير قول النبي صلى الله عليه وسلم لا إغرار في صلاة ولا تسليم فقال أما أنا فأرى أن لا يخرج منها إلا على يقين لا يخرج منها على غرر حتى يستيقن أنه قد أتمها ( وسيأتي ( 1 ) في كيفية التسليم وفي وجوبه في باب ابن شهاب عن أبي بكر بن سليمان بن حثمة من كتابنا هذا )\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nحديث تاسع وعشرون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال اللهم لا تجعل قبري وثنا يعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد ( 1 ) قال أبو عمر لا خلاف عن مالك في إرسال هذا الحديث على ما رواه يحيى سواء وهو حديث غريب أعني قوله ( اللهم لا تجعل قبري وثنا يعبد ) ولا يكاد يوجد وزعم أبو بكر البزار أن مالكا لم يتابعه أحد على هذا الحديث إلا عمر بن محمد عن زيد بن أسلم قال وليس بمحفوظ عن النبي صلى الله عليه وسلم من وجه من الوجوه إلا من هذا الوجه لا إسناد له غيره إلا أن عمر بن محمد أسنده عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال وعمر بن محمد ثقة روى عنه الثوري وجماعة قال وأما قوله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nلعن الله اليهود اتخذوا قبور أنبيائهم مساجد فمحفوظ من طرق كثيرة صحاح قال أبو عمر لا وجه لقول البزار إلا معرفة من روى الحديث لا غير ولا خلاف بن علماء أهل الأثر والفقه أن الحديث إذا رواه ثقة عن ثقة حتى يتصل بالنبي صلى الله عليه وسلم أنه حجة يعمل بها إلا أن ينسخه غيره ومالك بن أنس عند جميعهم حجة فيما نقل وقد أسند حديثه هذا عمر بن محمد وهو من ثقات أشراف أهل المدينة روى عنه مالك بن أنس والثوري وسليمان بن بلال ( وغيرهم ) وهو عمر بن محمد بن عبد الله بن عمر بن الخطاب ( 1 ) رضي الله عنه فهذا الحديث صحيح عند من قال بمراسيل الثقات وعند من قال بالمسند لإسناد عمر بن محمد له وهو ممن تقبل زيادته وبالله التوفيق حدثنا إبراهيم بن شاكر ومحمد بن إبراهيم قالا حدثنا محمد بن أحمد بن يحيى قال حدثنا محمد بن أيوب الرقى قال\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nحدثنا أحمد بن عمرو البزار قال حدثنا سليمان بن سيف ( 1 ) قال حدثنا محمد بن سليمان بن أبي داود الحراني ( 2 ) قال أخبرنا عمر بن محمد عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال اللهم لا تجعل قبري وثنا يعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد وحدثني محمد بن إبراهيم بن وإبراهيم بن شاكر قالا حدثنا محمد بن أحمد بن يحيى قال حدثنا محمد بن أيوب بن حبيب قال حدثنا أحمد بن عمرو بن عبد الخالق قال أخبرنا محمد بن الحسن الكرماني المعروف بابن أبي علي قال حدثنا سفيان بن عيينة قال حدثنا حمزة بن المغيرة قال حدثنا سهيل بن أبي صالح عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا تتخذوا قبري وثنا ( 3 ) قال أبو بكر البزار وحديث سهيل هذا إنما يجيء من هذا الطريق لم يحدث به إلا ابن عيينة عن حمزة بن المغيرة عن سهيل\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nقال أبو عمر ذكره أبو جعفر العقيلي في التاريخ الكبير عن عبد الله بن أحمد بن حنبل عن الحميدي عن ابن عيينة عن حمزة بن المغيرة عن سهيل عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم بلفظ حديث مالك ومعناه أخبرناه عبد الله بن محمد بن يوسف إجازة قال أخبرنا يوسف بن أحمد الصيدلاني إجازة قال أخبرنا أبو جعفر محمد بن عمرو بن موسى العقيلي قال أخبرنا عبد الله بن أحمد قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا حمزة بن المغيرة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم اللهم لا تجعل قبري وثنا لعن الله قوما اتخذوا قبور أنبيائهم مساجد قال العقيلي وحدثنا محمد بن إدريس قال حدثنا الحميدي قال حدثنا سفيان قال أخبرنا حمزة بن المغيرة المخزومي ( 1 ) مولى آل جعدة بن هبيرة وكان من سراة الموالي\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nقال أبو عمر الوثن الصنم وهو الصورة من ذهب كان أو من فضة أو غير ذلك من التمثال وكل ما يعبد من دون الله فهو وثن صنما كان أو غير صنم وكانت العرب تصلي إلى الأصنام وتعبدها فخشى رسول الله صلى الله عليه وسلم على أمته أن تصنع كما صنع بعض من مضى من الأمم كانوا إذا مات لهم نبي عكفوا حول قبره كما يصنع بالصنم فقال صلى الله عليه وسلم اللهم لا تجعل قبري وثنا يصلي إليه ويسجد نحوه ويعبد فقد اشتد غضب الله على من فعل ذلك وكان رسول = الله صلى الله عليه وسلم يحذر أصحابه وسائر أمته من سوء صنيع الأمم قبله الذين صلوا إلى قبور أنبيائهم واتخذوها قبلة ومسجدا كما صنعت الوثنية بالأوثان التي كانوا يسجدون إليها ويعظمونها وذلك الشرك الأكبر فكان النبي صلى الله عليه وسلم يخبرهم بما في ذلك من سخط الله وغضبه وأنه مما لا يرضاه خشية عليهم امتثال طرقهم وكان صلى الله عليه وسلم يحب مخالفة أهل الكتاب وسائر الكفار وكان يخاف على أمته اتباعهم ألا ترى إلى قوله صلى الله عليه وسلم على جهة التعبير والتوبيخ ( ( لتتبعن سنن الذين كانوا قبلكم حذو النعل بالنعل حتى إن أحدهم لو دخل جحر ضب لدخلتموه ) )\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nوقد احتج بعض من لا يرى الصلاة في المقبرة بهذا الحديث ولا حجة له فيه أخبرنا عبيد بن محمد قال حدثنا عبد الله بن مسرور قال أخبرنا عيسى بن مسكين قال أخبرنا محمد بن عبد الله بن سنجر قال حدثنا ابن نمير ( 1 ) قال حدثنا هشام بن عروة عن أبيه عن عائشة أن نساء النبي صلى الله عليه وسلم تذاكرن عنده في مرضه كنيسة رأينها بأرض الحبشة فقال رسول الله صلى الله عليه وسلم أولئك قوم إذا مات الرجل الصالح عندهم بنوا على قبره مسجدا ثم صوروا فيه تلك الصور فأولئك شرار الخلق عند الله ( 2 ) أخبرنا قاسم بن محمد قال أخبرنا خالد بن سعد قال أخبرنا أحمد بن عمرو بن منصور قال أخبرنا محمد بن عبد الله بن سنجر قال حدثنا عبيد الله بن موسى قال أخبرنا شيبان عن هلال بن حميد عن عروة عن عائشة قالت قال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد قالت ولولا ذلك أبرز قبره غير أنه خشي عليه أن يتخذ مسجدا ( 3 )\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nحديث موفى ثلاثين لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال إذا مرض العبد بعث الله إليه ملكين فقال انظرا ماذا يقول لعواده فإن هو إذا جاؤوه حمد الله وأثنى عليه رفعا ذلك إلى الله وهو أعلم فيقول لعبدي على أن توفيته أن أدخله الجنة وإن أنا شفيته أن أبدل له لحما خيرا من لحمه ودما خيرا من دمه ( وإن أكفر عنه سيئاته ( 1 ) ) هكذا رواه جماعة الرواة عن مالك مرسلا وقد أسنده عباد بن كثير عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري أخبرنا أحمد بن سعيد بن بشر قال حدثنا محمد بن عبد الله بن أبي دليم قال أخبرنا ابن وضاح قال أخبرنا إبراهيم بن موسى قال حدثنا عبد الله بن الوليد عن عباد بن كثير عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إذا أصاب الله عبدا بالبلاء بعث الله إليه ملكين فقال انظروا ماذا يقول لعواده فإن\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nقال لهم خيرا فأنا أبدله بلحمه خيرا من لحمه وبدمه خيرا من دمه وإن أنا توفيته فله الجنة وإن أنا أطلقته من وثاقه فليستأنف العمل قال أبو عمر هو عباد بن كثير الثقفي ( 1 ) كان رجلا فاضلا عابدا وليس بالقوي يعد في أهل مكة وكان انتقل إليها من البصرة وأظن أصله من الحجاز كان ابن عيينة يمنع من ذكره إلا بخير وقال ابن معين هو ضعيف الحديث وقال البخاري فيه نظر وذكر عبد الرزاق عن أبي مطيع قال كان عباد بن كثير عندنا ثقة قال وأخرج من قبره بعد ثلاثين سنة فلم يفقد منه إلا شعيرات فدلنا ذلك على فضله وعند عطاء بن يسار أيضا حديث يشبه هذا في معناه حدثناه عبد الوارث بن سفيان قال أخبرنا قاسم بن أصبغ قال أخبرنا بكر بن حماد قال حدثنا مسدد قال حدثنا يحيى\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nعن أسامة بن زيد قال حدثني محمد بن عمرو عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال ما أصاب المرء من وصب ولا نصب ولا حزن حتى الهم يهمه إلا كفر الله من خطاياه ( 1 ) أخبرنا أحمد بن محمد بن أحمد قال أخبرنا وهب بن مسرة قال أخبرنا ابن وضاح قال أخبرنا أبو بكر بن أبي شيبة قال أخبرنا وكيع عن سفيان عن علقمة بن مرثد عن القاسم بن مخيمرة عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم ما من أحد من المسلمين يبتلى في جسده إلا أمر الله عز وجل الحفظة فقال اكتبوا لعبدي ما كان يعمل وهو صحيح ما كان مشدودا في وثاقي ( 2 ) والأحاديث في هذاالمعنى كثيرة جدا فسبحان المبتدىء بالنعم المتفضل بالإحسان لا يستحق عليه شيء ورحمته وسعت كل شيء لا شريك له\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nحديث حاد وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أنه أخبره قال كان رسول الله صلى الله عليه وسلم في المسجد فدخل رجل ثائر الرأس واللحية فأشار إليه رسول الله صلى الله عليه وسلم ( بيده ) أن أخرج كأنه يعني إصلاح شعر رأسه ولحيته ففعل الرجل ثم رجع قال رسول الله صلى الله عليه وسلم أليس هذا خيرا من أن يأتي أحدكم ثائر الرأس كأنه شيطان ( 1 ) قوله في هذا الحديث ثائر الرأس يعني أن شعره مرتفع شعث غير مرجل وأصل الكلمة في اللغة الظهور والخبال ومنه أخذ الثائر والثورة ولا خلاف عن مالك أن هذا الحديث مرسل وقد يتصل معناه من حديث جابر وغيره وفيه إباحة اتخاذ الشعر والوفرات والجمم لأنه لم يأمره بحلقه وفيه الحض على ترجيل شعر الرأس واللحية وكراهية إهمال ذلك والغفلة عنه حتى يتشعث ويسمج\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nوهذا عندي أصل في إباحة التزين والتنظف كله ما لم يتشبه الرجل في ذلك بالنساء وإنما استثنيت ذلك لقول رسول الله صلى الله عليه وسلم لعن الله المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال ( 1 ) وهذا على العموم إلا أن يخصه عنه شيء صلى الله عليه وسلم فالتزين والتنظف مباح بهذا الحديث وغيره ما لم يكن إسرافا وتنعما وتشبها بالجبارين يدلك على ذلك قوله صلى الله عليه وسلم البذاذة ( 2 ) من الإيمان ( 3 ) وقد جاء عنه صلى الله عليه وسلم أنه نهى عن الترجل إلا غبا من حديث البصريين ومعناه والله أعلم على ما ذكرت وأما قوله في الحديث كأنه شيطان فهو محمول على المعروف من كلام العرب لأنها كانت تشبه ما استقبحت بالشيطان وإن كان لا يرى لما أوقع الله في نفوسهم من كراهية\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nطلعته ومن هذا المعنى قوله عز وجل في شجرة الزقوم * ( طلعها كأنه رؤوس الشياطين ) * وأما الحديث المتصل في معنى هذا الحديث فحدثنا أحمد بن عمر قال حدثنا عبد الله بن محمد وحدثنا قاسم بن محمد قال أخبرنا خالد بن سعد قالا جميعا حدثنا محمد بن فطيس ( 2 ) قال حدثنا بحر بن نصر قال أخبرنا بشر بن بكر قال حدثنا الأوزاعي عن حسان بن عطية قال حدثني محمد بن المنكدر عن جابر بن عبد الله قال أتانا رسول الله صلى الله عليه وسلم زائرا في منزلنا فرأى رجلا شعثا فقال أما كان هذا يجد ما يسكن به رأسه ورأى رجلا عليه ثيابا وسخة فقال أما كان هذا يجد ما يغسل به ثوبه وحدثنا محمد بن عبد الله قال حدقنا محمد بن معاوية قال حدثنا إسحاق بن أبي حسان قال حدثنا هشام بن عمار قال حدثنا عبد الحميد بن حبيب كاتب الأوزاعي قال حدثنا الأوزاعي قال حدثنا حسان بن عطية قال حدثني محمد بن\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nالمنكدر عن جابر بن عبد الله قال أتانا رسول الله صلى الله عليه وسلم زائرا في رحالنا فذكره إلى آخره سواء وذكره البزار قال حدثنا أبو سعيد الأشج عبد الله بن سعيد ( 1 ) وصالح بن معاذ قالا حدثنا وكيع بن الجراح قال حدثنا الأوزاعي عن حسان بن عطية عن محمد بن المنكدر عن جابر مرفوعا مثله وروى هذا الحديث عن الوليد بن مسلم عن الأوزاعي عن محمد بن المنكدر عن جابر وذلك خطأ والصواب ما ذكرنا عن الأوزاعي عن حسان بن عطية عن ابن المنكدر والله أعلم أخبرني عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن بكر بن عبد الرزاق قال حدثنا أبو داود قال حدثنا مسدد قال حدثنا يحيى عن هشام بن حسان عن الحسن عن عبد الله بن مغفل قال نهى رسول الله صلى الله عليه وسلم عن الترجل الاغبا ( 2 )\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nومن حديث فضالة بن عبيد أن رسول الله صلى الله عليه وسلم كان ينهاهم عن كثير من الرفاهية ويأمرهم بالإحتفاء ( 1 ) أحيانا وروى ابن وهب عن ابن أبي الزناد ( 2 ) عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من كان له شعر فليكرمه ( 3 ) وهذا المعنى في حديث الحجازيين كثير وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nحديث ثان وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال لن يبقى بعدي من النبوة إلا المبشرات قالوا وما المبشرات يا رسول الله قال الرؤيا الصالحة يراها الرجل الصالح أو ترى له جزء من ستة وأربعين جزءا من النبوة ( 1 ) هكذا روى هذا الحديث جميع الرواة عن مالك فيما علمت مرسلا ( 2 ) وفيه أنه لا نبي بعده صلى الله عليه وسلم وهو تفسير قوله عليه السلام لا نبوة بعدي إلا ما شاء الله وهو حديث يروى من حديث المغيرة بن شعبة فإن صح كان معنى الاستثناء فيه الرؤيا الصالحة على ما في هذا الحديث وما كان مثله وحسبك بقول الله عز وجل * ( ولكن رسول الله وخاتم النبيين ) * 3 وقوله عليه السلام أنا العاقب الذي لا نبي بعدي ( 4 )\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nوحديث عطاء بن يسار المذكور في هذا الباب يتصل معناه من وجوه ثابتة من حديث ابن عباس وحذيفة وابن عمر وعائشة وأم كرز الخزاعية حدثنا إسماعيل بن عبد الرحمان القرشي قال حدثنا محمد بن العباس الحلبي ( 1 ) قال حدثنا علي بن عبد الحميد الغضائري قال حدثنا ابن أبي عمر قال حدثنا سفيان بن عيينة عن سليمان بن سحيم عن إبراهيم بن عبد الله بن معبد عن أبيه عن ابن عباس أن رسول الله صلى الله عليه وسلم قال أيها الناس أنه لم يبق من مبشرات النبوة إلا الرؤيا الصالحة يراها العبد أو ترى له ( 2 ) وحدثنا محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا إسحاق بن إسماعيل الأيلي قال حدثنا سفيان بن عيينة عن سليمان بن سحيم عن إبراهيم بن عبد الله بن معبد بن عباس عن أبيه عن ابن عباس قال كشف رسول الله صلى الله عليه وسلم الستارة في مرضه والناس صفوف خلف أبي بكر فقال أيها الناس أنه لم يبق من مبشرات النبوة إلا الرؤيا الصالحة يراها المسلم أو ترى له ثم قال ألا أني نهيت أن أقرأ راكعا أو ساجدا فأما\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nالركوع فعظموا فيه الرب وأما السجود فاجتهدوا في الدعاء فقمن أن يستجاب لكم هكذا رواه الحميدي وابن أبي شيبة وغيرهما عن ابن عيينة سواء وفي حديث مالك يراها الرجل الصالح أو ترى له فظاهره أن لا تكون الرؤيا من النبوة جزءا من ستة وأربعين إلا على ذلك الشرط للرجل الصالح أو منه وفي حديث ابن عباس يراها المسلم ولم يقل صالحا ولا طالحا وفي بعض ألفاظه يراها العبد وهذا أوسع أيضا وقوله في حديث مالك أو ترى له عمومه من الصالح وغيره والله أعلم وقد تقدم القول في الرؤيا في باب إسحاق بن أبي طلحة من كتابنا ( 1 ) هذا فأغنى عن إعادته هاهنا حدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا الترمذي محمد بن إسماعيل قال حدثنا الحميدي قال حدثنا سفيان عن عبيد الله بن أبي يزيد عن أبيه عن سباع بن ثابت عن أم كرز الكعبية قالت سمعت النبي صلى الله عليه وسلم يقول ذهبت النبوة وبقيت المبشرات ( 2 )\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nقال أبو عمر أحاديث هذا الباب كلها صحاح ثابتة في معنى حديث مالك وقد روى عطاء بن يسار عن رجل من أهل مصر عن أبي الدرداء عن النبي صلى الله عليه وسلم في تأويل قول الله عز وجل لهم البشرى في الحياة الدنيا ( 1 ) حديثا يدخل في معنى هذا الباب قرأته على أبي عثمان سعيد بن نصر وأبي القاسم عبد الوارث بن سفيان أن قاسم بن أصبغ حدثهم قال حدثنا محمد بن إسماعيل قال حدثنا عبد الله بن الزبير الحميدي قال حدثنا سفيان قال حدثنا عمرو يعني ابن دينار عن عبد العزيز بن رفيع عن أبي صالح عن عطاء بن يسار عن رجل من أهل مصر قال سألت أبا الدرداء عن قول الله عز وجل * ( الذين آمنوا وكانوا يتقون لهم البشرى في الحياة الدنيا وفي الآخرة ) * فقال ما سألني عنها أحد مذ سألت رسول الله صلى الله عليه وسلم عنها غيرك إلا رجل واحد سألت رسول الله صلى الله عليه وسلم عنها فقال ما سألني عنها أحد منذ نزلت غيرك هي الرؤيا الصالحة يراها المسلم أو ترى له ( 2 ) قال سفيان ثم لقيت عبد العزيز\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nبن رفيع فحدثنيه عن أبي صالح عن عطاء بن يسار عن رجل من أهل مصر عن أبي الدرداء عن النبي صلى الله عليه وسلم قال سفيان ثم لقيت محمد بن المنكر فحدثنيه عن عطاء بن يسار عن رجل من أهل مصر عن أبي الدرداء عن النبي صلى الله عليه وسلم قال أبو عمر هذا حديث حسن في التفسير المرفوع صحيح من نقل أهل المدينة وقد رواه الأعمش عن أبي صالح عن عطاء بن يسار عن رجل من أهل مصر قال سألت أبا الدرداء فذكره سواء هكذا رواه أبو معاوية وعلي بن مسهر ووكيع بن الجراح عن الأعمش وروى من حديث جابر بن عبد الله وعبادة بن الصامت وأبي هريرة وعبد الله بن عمرو بن العاصي وطلحة بن عبيد الله عن النبي صلى الله عليه وسلم نحو حديث أبي الدرداء هذا سواء بمعناه وعلى ذلك أكثر أهل التفسير في معنى هذه الآية وهو أولى ما اعتقده العالم في تأويل قول الله عز وجل * ( لهم البشرى في الحياة الدنيا ) * وروى عن الحسن والزهري وقتادة أنها البشارة عند الموت ( 1 ) ولا خلاف بينهم أن قوله في الآخرة الجنة\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nحديث ثالث وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال من وقاه الله شر اثنتين ولج الجنة فقال رجل يا رسول الله لا تخبرنا فسكت رسول الله صلى الله عليه وسلم ثم عاد رسول الله صلى الله عليه وسلم فقال مثل مقالته الأولى فقال له الرجل لا تخبرنا يا رسول الله فسكت رسول الله صلى الله عليه وسلم ثم قال رسول الله صلى الله عليه وسلم مثل ذلك أيضا فقال الرجل لا تخبرنا يا رسول الله ثم قال رسول الله صلى الله عليه وسلم مثل ذلك أيضا ثم ذهب الرجل يقول مثل مقالته الأولى فأسكته رجل إلى جنبه فقال رسول الله صلى الله عليه وسلم من وقاه الله شر اثنتين ولج الجنة\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nما بين لحييه وما بين رجليه ما بين لحييه وما بين رجليه ما لحييه وما بين رجليه ( 1 ) هكذا قال يحيى في هذا الحديث لاتخبرنا على لفظ النهي ثلاث مرات وأعاد الكلام أربع مرات وتابعه ابن القاسم وغيره على لفظ لا تخبرنا على النهي إلا أن إعادة الكلام عنده ثلاث مرات وقال القعنبي ألا تخبرنا على لفظ العرض والإغراء والحث والقصة عنده معادة ثلاث مرات أيضا وكلهم قال ما بين لحييه وما بين رجليه ثلاث مرات وأما ابن بكير فليس عنده هذا الحديث في الموطأ ولا عنده من الأربعة الأبواب المتصلة إلا باب ما يكره من الكلام فيه أورد أحاديث الأبواب الأربعة إلا هذا الحديث ولا أعلم عن مالك خلافا في إرسال هذاالحديث وقد روى معناه متصلا من طرق حسان عن جابر وعن سهل بن سعد\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nوعن أبي موسى وعن أبي هريرة إلا أن لفظ أبي هريرة أن أكثر ما يدخل الناس النار إلا جوفان البطن والفرج حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا محمد بن أبي بكر المقدمي قال حدثنا عمر بن علي عن أبي حازم عن سهل بن سعد عن النبي صلى الله عليه وسلم قال من يتكفل لي بما بين لحييه وما بين رجليه وأضمن له الجنة ( 1 ) وحدثنا عبد الوارث قال حدثنا قاسم قال حدثنا أحمد بن زهير قال حدثنا الوليد بن شجاع قال حدثني المغيرة بن سقلاب قال أخبرنا معقل يعني ابن عبيد الله العبسي ( 2 ) عن عمرو بن دينار عن جابر قال قال رسول الله صلى الله عليه وسلم من ضمن لي ما بين لحييه ورجليه ضمنت له الجنة\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nوحدثنا أبو القاسم خلف بن القاسم الحافظ قراءة مني عليه قال حدثنا محمد بن جعفر بن سليمان غندر قال حدثنا أحمد بن علي بن المثنى قال حدثنا عاصم بن علي بن عمر بن علي مقدم قال حدثني أبي عن أبي حازم عن سهل بن سعد الساعدي عن النبي صلى الله عليه وسلم قال من ضمن لي ما بين لحييه ورجليه ضمنت له الجنة ( 1 ) وحدثني أبو القاسم قال أخبرنا محمد بن جعفر بن سليمان بن دران غندر قال حدثنا أحمد بن علي ومحمد بن أبي بكر بن سليمان قالا حدثنا الوليد بن شجاع قال حدثنا المغيرة بن سقلاب قال حدثنا معقل بن عبيد الله عن عمرو بن دينار عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم من ضمن لي ما بين لحييه ورجليه ضمنت له الجنة حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا أحمد\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nابن إسحاق الحضرمي قال حدثنا خالد بن الحرث قال حدثنا محمد بن عجلان عن أبي حازم عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من وقاه الله شر اثنتين دخل الجنة شر ما بين لحييه وشر ما بين رجليه ( 1 ) حدثنا أحمد بن قاسم وأحمد بن محمد قالا حدثنا أحمد بن الفضل قال حدثنا الحسن بن علي العدوي ( 2 ) قال حدثني خراش بن عبد الله ( 3 ) قال حدثني مولاي أنس بن مالك قال خرج رسول الله صلى الله عليه وسلم على أصحابه فقال من ضمن لي اثنتين ضمنت له الجنة قال أبو هريرة فداك أبي وأمي يا رسول الله أنا أضمنها\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nما هما فقال رسول الله صلى الله عليه وسلم من ضمن لي ما بين لحييه وما بين رجليه ضمنت له الجنة قال أبو عمر معلوم أنه أراد بقوله ما بين لحييه اللسان وما بين رجليه الفرج والله أعلم ولذلك أردف مالك حديثه في هذا الباب بحديثه عن زيد بن أسلم عن أبيه أن عمر بن الخطاب دخل على أبي بكر الصديق وهو يجبذ لسانه فقال له عمر مه غفر الله لك فقال أبو بكر إن هذا أوردني الموارد ( 1 ) وفي اللسان في معنى هذا الباب آثار كثيرة منها مرفوعة ومنها من قول السلف وقد ذكر ابن المبارك وغيره في ذلك أبوابا وجدت في أصل سماع أبي بخطه رحمه الله أن محمد بن أحمد بن قاسم بن هلال حدثهم قال حدثنا سعيد بن عثمان الأعناقي قال حدثنا نصر بن مرزوق قال أخبرنا أسد بن موسى قال حدثنا عبد الحميد بن بهرام عن شهر بن حوشب عن عبد الرحمن بن غنم عن معاذ بن جبل أنه سأل رسول الله\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nصلى الله عليه وسلم فقال يا رسول الله أي الأعمال أفضل الصلاة بعد الصلاة المفروضة قال لا ونعم ما هي قال فالصوم بعد صوم رمضان قال لا ونعم ما هو قال فالصدقة بعد الصدقة المفروضة قال لا ونعم ما هي قال يا رسول الله فأي الأعمال أفضل قال فأخرج رسول الله صلى الله عليه وسلم لسانه ثم وضع عليه إصبعه فاسترجع معاذ وقال يا رسول الله أنؤاخذ بما نقول كله ويكتب علينا قال فضرب رسول الله صلى الله عليه وسلم منكب معاذ وقال ثكلتك أمك يا معاذ وهل يكب الناس على مناخرهم في النار إلا حصائد ألسنتهم ( 1 ) ومن أحسن ما قيل في هذا المعنى من النظم المحكم قول نصر بن أحمد\r\n* لسان الفتى حتف الفتى حين يجهل\r\n* وكل امرئ ما بين فكيه مقتل\r\n* وكم فاتح أبواب شر لنفسه\r\n* إذا لم يكن قفل على فيه مقفل\r\n* في أبيات قد ذكرتها في كتاب العلم في بابها ( 2 )\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nوسيأتي في باب سعيدالمقبري عند قوله صلى الله عليه وسلم من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت ( 1 ) ما فيه كفاية في فضل الصمت إن شاء الله حدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا أحمد بن زهير حدثنا مسلم قال حدثنا جرير بن حازم عن الأعمش عن خيثمة عن عدي بن حاتم قال أيمن امرئ وأشأمه ما بين لحييه وقال ابن مسعود أعظم الخطايا اللسان الكذوب ( 2 ) وفي هذا الحديث من الفقه أن الكبائر أكثر ما تكون والله أعلم من الفم والفرج ووجدنا الكفر وشرب الخمر وأكل الربا وقذف المحصنات وأكل مال اليتيم ظلما من الفم واللسان ووجدنا الزنا من الفرج وأحسب أن المراد من الحديث أنه من اتقى لسانه وما يأتي من القذف والغيبة والسب كان أحرى أن يتقي القتل ومن اتقى شرب الخمر كان حريا باتقاء بيعها ومن اتقى أكل الربا لم يعمل به لأن البغية من العمل به التصرف في أكله فهذا وجه في تخصيص الجارحتين المذكورتين في هذا\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nالحديث وضمان الجنة لمن وقى شرهما وهذا التأويل على نحو قول عمر رضي الله عنه في الصلاة ومن ضيعها كان لما سواها أضيع ومن حفظها حفظ دينه ( 1 ) فكان قوله صلى الله عليه وسلم من اتقى الغيبة وقول الزور واتقى الزنا مع غلبة شهوة النساء على القلوب كان للقتل أهيب وأشد توقيا والله أعلم ويحتمل أن يكون ذلك منه صلى الله عليه وسلم خطابا لقوم بأعيانهم اتقى عليهم من اللسان والفرج ما لم يتق عليهم من سائر الجوارح ويحتمل أيضا أن يكون قوله ذلك معه كلام لم يسمعه الناقل كأنه قال من عافاه الله ووقاه كذا وكذا وشر ما بين لحييه ورجليه ولج الجنة فسمع الناقل بعض الحديث ولم يسمع بعضا فنقل ما سمع وإنما حملنا على تخريج هذه الوجوه لإجماع الأمة أن من أحصن فرجه عن الزنا ومنع لسانه من كل سوء ولم يتق\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nما سوى ذلك من القتل والظلم أنه لا يضمن له الجنة وهو إن مات عندنا في مشيئة الله تعالى إن شاء غفر له وإن شاء عذبه إذا مات مسلما وقوله صلى الله عليه وسلم اتقوا الموبقات المهلكات يعني الكبائر أعم من هذا الحديث قال الله عز وجل * ( إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا كريما ) * 1 والمدخل الكريم الجنة وقد اختلف العلماء في الكبائر فأما ما أتى منها في الأحاديث المرفوعة عن النبي صلى الله عليه وسلم وهو المفزع عند التنازع فحدثنا أحمد بن قاسم بن عيسى قال حدثنا عبيد الله بن محمد بن حبابة البغدادي قال حدثنا عبد الله بن محمد البغوي قال حدثنا علي بن الجعد قال حدثنا أيوب بن عتبة قال حدثني طيلسة بن علي قال أتيت ابن عمر عشية عرفة وهو تحت ظل أراك وهو يصب على رأسه الماء فسألته عن الكبائر فقال سمعت رسول الله صلى الله عليه وسلم يقول هن تسع قلت وما هن قال الإشراك بالله وقذف المحصنة قال قلت قبل الدم قال نعم وقتل النفس المؤمنة والفرار من الزحف والسحر\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nوأكل الربا وأكل مال اليتيم وعقوق الوالدين والإلحاد بالبيت الحرم قبلتكم أحياء وأمواتا ( 1 ) قال أبو عمر طيلسة هذا يعرف بطيلسة بن مياس ( 2 ) ومياس لقب وهو طيلسة ( 3 ) بن علي الحنفي يقال فيه طيلسة وطيسلة وقد روى هذا الحديث يحيى بن أبي كثير وزياد بن مخراق عن طيلسة عن ابن عمر مرفوعا فهذا حديث ابن عمر وروى ابن مسعود أن النبي صلى الله عليه وسلم سئل أي الكبائر أعظم فقال أن تشرك بالله وهو خلقك وأن تقتل ولدك خشية أن يأكل معك وأن تزاني حليلة جارك ( 4 )\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nوفي حديث عبد الله بن عمرو بن العاص وأنس بن مالك عن النبي صلى الله عليه وسلم الكبائر الشرك بالله وقتل النفس التي حرم الله وعقوق الوالدين ( 1 ) ولفظ حديث أنس أكبر الكبائر ( 2 ) وروى أبو بكرة عن النبي صلى الله عليه وسلم مثل ذلك وزاد وشهادة الزور ( 3 ) وروى الشعبي عن عبد الله بن عمرو بن العاص أنه قال جاء أعرابي إلى رسول الله صلى الله عليه وسلم فقال ما الكبائر يا رسول الله قال الإشراك بالله قال ثم ماذا قال ثم عقوق الوالدين قال ثم ماذا قال ( 4 ) ثم اليمين الغموس قال وما اليمين الغموس قال الذي يقتطع مال امرئ مسلم بيمين هو فيها كاذب ( 5 )\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nوعن عبد الله بن عمرو عن النبي صلى الله عليه وسلم أنه قال شرب الخمر من الكبائر ( 1 ) وعنه أيضا عن النبي صلى الله عليه وسلم أنه قال من الكبائر أن يسب الرجل والديه ( 2 ) يعني يستسب لهما وهو يدخل في باب العقوق وحديث عمران بن حصين قال قال رسول الله صلى الله عليه وسلم ما تعدون الكبائر فيكم قلنا الشرك بالله والزنا والسرقة وشرب الخمر قال هن كبائر وفيهن عقوبات ألا أنبئكم بأكبر الكبائر قلنا بلى قال شهادة الزور وفي حديث خريم بن فاتك قال صلى رسول الله صلى الله عليه وسلم صلاة الصبح يوما فلما انصرف قام قائما فقال عدلت شهادة الزور بالإشراك بالله ثلاث مرات ثم تلا * ( فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور ) *\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nوروى ابن المبارك عن سفيان عن عاصم بن بهدلة عن أبي وائل ( 1 ) قال سمعت عبد الله بن مسعود يقول عدلت شهادة الزور بالشرك بالله ثم قرأ * ( فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور ) * 2 وروى عن محارب بن دثار قال سمعت ابن عمر يقول سمعت النبي صلى الله عليه وسلم يقول شاهد الزور لا تزول قدماه حتى تجب له النار ( 3 ) قال أبو عمر الفرار من الزحف مذكور في حديث ابن عمر المذكور وفي حديث ابن عباس وفي حديث أبي أيوب الأنصاري وفي حديث عبد الله بن أنيس الجهني كلها عن النبي صلى الله عليه وسلم وفي حديث أبي أيوب ومنع ابن السبيل\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nولا أحفظه في غيره وذكر ابن وهب قال أخبرني سليمان بن بلال عن كثير بن زيد عن الوليد بن رباح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم اتقوا السبع الموبقات قلنا وما هي قال الشرك بالله وقتل النفس التي حرم الله إلا بالحق والزنا وأكل الربا وأكل مال اليتيم وشهادة الزور وقذف المحصنات ( 1 ) وحديث عبد الله بن أنيس عن النبي صلى الله عليه وسلم مثله في السبع الكبائر إلا أنه ذكر فيهن العقوق ولم يذكر قذف المحصنات فهذا ما في الآثار المرفوعة من الكبائر عن النبي صلى الله عليه وسلم وهو يخرج في التفسير المرفوع وهي مشهورة عند أهل العلم بالحديث تركت ذكر أسانيدها خشية الإطالة وأجمع العلماء على أن الجور في الحكم من الكبائر لمن تعمد ذلك عالما به رويت في ذلك آثار شديدة عن السلف وقال الله عز وجل * ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) * 2 * ( والظالمون ) * ( 3 ) والفاسقون ( 4 )\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nنزلت في أهل الكتاب قال حذيفة وابن عباس وهي عامة فينا قالوا ليس بكفر ينقل عن الملة إذا فعل ذلك رجل من أهل هذه الأمة حتى يكفر بالله وملائكته وكتبه ورسله واليوم الآخر روي هذا المعنى عن جماعة من العلماء بتأويل القرآن منهم ابن عباس وطاوس وعطاء وقال الله عز وجل * ( وأما القاسطون فكانوا لجهنم حطبا ) * 1 والقاسط الظالم الجائر فالذي حصل في الآثار المذكورة عن النبي صلى الله عليه وسلم من ذكر الكبائر ستة عشر ذنبا الإشراك بالله وقتل النفس المؤمنة بغير الحق وعقوق الوالدين المسلمين وقذف المحصنة وشهادة الزور والسحر والفرار من الزحف والزنى وأكل الربا وشرب الخمر والسرقة واليمين المغموس وأكل مال اليتيم ظلما والإلحاد بالبيت الحرام ومنع ابن السبيل والجور في الحكم عمدا ومن جعل الاستسباب للأبوين من باب العقوق كانت سبعة عشر عصمنا الله من جميعها برحمته\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nوقد روى عمر بن المغيرة عن داود بن أبي هند عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم قال الضرار ( 1 ) في الوصية من الكبائر ( 2 ) هكذا رواه عمر بن المغيرة مرفوعا ورواه الثوري وزهير بن معاوية وأبو معاوية ( 3 ) ومندل بن علي وعبيدة بن حميد كلهم عن داود ابن أبي هند عن عكرمة عن ابن عباس موقوفا قال الضرار في الوصية من الكبائر ثم قرأ * ( تلك حدود الله فلا تعتدوها ومن يتعد حدود الله ) * 4 الآية ومن حديث بريدة الأسلمي أن رسول الله صلى الله عليه وسلم قال إن أكبر الكبائر الإشراك بالله وعقوق الوالدين ومنع فضل الماء ومنع الفحل وهذا حديث ليس بالقوي ذكره البزار عن عمرو بن مالك عن عمر بن علي\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nالمقدمي عن صالح بن حيان ( 1 ) عن عبد الله بن بريدة عن أبيه وليس له غير هذا الإسناد وليس مما يحتج به وقد روى حنش بن قيس الرحبي عن عكرمة عن ابن عباس قال قال رسول الله صلى الله عليه وسلم من جمع بين صلاتين من غير عذر فقد أتى بابا من أبواب الكبائر ومن شهد شهادة فاجتاح بها مال مسلم فقد تبوأ مقعده من النار ومن شرب شرابا حتى يذهب عقله الذي رزقه الله فقد أتى بابا من أبواب الكبائر ( 2 ) وهذا حديث وإن كان في إسناده من لا يحتج بمثله أيضا من أجل حنش ( 3 ) هذا فإن معناه صحيح من وجوه وقد روى شبيب بن بشر عن عكرمة عن ابن عباس أن رجلا قال يا رسول الله ما الكبائر قال الشرك بالله والإياس من روح الله والقنوط من رحمة الله ( 4 ) فهذه الكبائر من وقاه الله إياها وعصمه منها ضمنت له الجنة\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nما أدى فرائضه فإنهن الحسنات المذهبات للسيئات ألا ترى أن من اجتنب كبائر ما نهي عنه كفرت سيئاته الصغائر بالوضوء والصلاة والصيام ومن مات على هذا زحزح عن النار وأدخل الجنة وفاز مضمون له ذلك ومن أتى كبيرة من الكبائر ثم تاب عنها بالندم عليها والاستغفار منها وترك العودة إليها كان كمن لم يأتها قط والتائب من الذنب كمن لا ذنب له على هذا الترتيب في الصغائر والكبائر وكفارة الذنوب جاء معنى كتاب الله وسنة رسوله عند جماعة العلماء بالكتاب والسنة ومن أتى كبيرة ومات على غير توبة ( منها ) فأمره إلى الله إن شاء غفر له وإن شاء عذبه فعلى ما ذكرنا ووصفنا خرج قولنا أن الأحاديث في اجتناب الكبائر أعم من حديث هذا الباب في قوله من وقى ما بين لحييه ورجليه دخل الجنة والله الموفق للصواب لا شريك له وقد جاء عن النبي صلى الله عليه وسلم أنه تكفل بالجنة لمن جاء بخصال ست ذكرها أخبرنا خلف بن أحمد قال حدثنا أحمد بن مطرف حدثنا سعيد بن عثمان حدثنا يونس\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nابن عبد الأعلى حدثنا عبد الله بن يوسف حدثنا الليث بن سعد عن يزيد بن أبي حبيب عن سعيد بن يسار عن أنس بن مالك عن رسول الله صلى الله عليه وسلم قال تكفلوا لي ستا أتكفل لكم بالجنة قالوا وما هي يا رسول الله قال إذا حدث أحدكم فلا يكذب وإذا وعد فلا يخلف وإذا اؤتمن فلا يخن وغضوا أبصاركم واحفظوا فروجكم وكفوا أيديكم ( 1 ) وأما رواية من روى في حديث مالك هذا لا تخبرنا على لفظ النهي فيحتمل عندي وجهين أحدهما أن يكون قائل ذلك قاله على معنى استنباطها واستخراجها أن يتركهم وذلك على وجه التعليم والإدراك بالفكرة لها أو يكون رجلا منافقا قال ذلك القول زهادة في سماع ذلك من رسول الله صلى الله عليه وسلم ورغبة عنه وكانوا قوما قد نهاه الله عن قتلهم بما أظهروه من الإيمان والله أعلم أي ذلك كان وكيف كان\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nوأما رواية من روى ( ألا تخبرنا ) فهي بينة في الاستفهام على وجه العرض والإغراء والحث كأنها لا التي للتبرئة ( 1 ) دخل عليها ألف الاستفهام فصار معناها ما ذكرنا وأما تكريره صلى الله عليه وسلم قوله ما بين لحييه وما بين رجليه ثلاث مرات فيحتمل أن يكون جوابا لتكرير قوله ( من وقاه الله شر اثنتين ) قال ذلك ثلاثا أيضا ويحتمل أن يكون على ما روى عنه أنه كان إذا تكلم بكلمة كررها ثلاثا وفي هذا رخصة لمن كرر الكلام يريد به التأكيد والبيان ولا أريد لأحد إذا كرر كلمة يريد تأكيدها أن يكررها أكثر من ثلاث وبالله التوفيق حدثنا عبد الرحمان بن يحيى قال حدثنا محمد بن القاسم ابن شعبان وحدثناه خلف بن القاسم قال حدثنا الحسن ابن رشيق قالا حدثنا علي بن سعيد بن بشير حدثنا عبد\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nالواحد بن غياث قال حدثنا فضال ( 1 ) بن جبير ( 2 ) قال سمعت أبا أمامة الباهلي صاحب رسول الله صلى الله عليه وسلم يأثر حديثا سمعه من رسول الله صلى الله عليه وسلم أنه كان يقول أكفلوا لي بست خصال أكفل لكم بالجنة إذا حدث أحدكم فلا يكذب وإذا وعد فلا يخلف وإذا اؤتمن فلا يخن واملكوا ألسنتكم وكفوا أيديكم واحفظوا فروجكم ( 3 ) واللفظ لحديث خلف\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nحديث رابع وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم أرسل إلى عمر بن الخطاب بعطاء فرده ( عمر ) فقال له رسول الله صلى الله عليه وسلم لم رددته فقال يا رسول الله أليس أخبرتنا أن خيرا لأحدنا أن لا يأخذ من أحد شيئا فقال رسول الله صلى الله عليه وسلم إنما ذلك عن المسألة فأما ما كان عن غير مسألة فإنما هو رزق يرزقكه الله فقال عمر بن الخطاب ( أما ) والذي نفسي بيده لا أسأل أحدا شيئا ولا يأتيني شيء من غير مسألة إلا أخذته ( 1 ) قال أبو عمر لا خلاف علمته بن رواة الموطأ عن مالك في إرسال هذا\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nالحديث هكذا وهو حديث يتصل من وجوه ثابتة عن النبي صلى الله عليه وسلم من حديث زيد بن أسلم عن أبيه عن عمر ومن غير ما وجه عن عمر وفيه أن يهدي الكبير إلى الصغير والجليل إلى من هو دونه وأن يهدي القليل المال إلى من هو أكثر منه مالا وفيه أنه لا ينبغي لأحد أن يرد الهدية إذا علم طيب مكسبها لأن قوله صلى الله عليه وسلم لعمر لم رددته كان إنكارا منه لفعله وفيه استعمال العموم في الأخبار والأوامر ألا ترى أن عمر استعمل ما سمع من النبي صلى الله عليه وسلم قوله خير لأحدكم أن لا يأخذ من أحد شيئا على عمومه ولم توجب عنده اللغة في الخطاب غير ذلك ولم ينكر ذلك عليه رسول الله صلى الله عليه وسلم بل بين له مراده منه وفيه أن العموم جائز عليه التخصيص وفيه كراهية السؤال على كل حال وقد قدمنا ذكر الآثار فيمن تحل له المسألة ومن لا تحل له في كتابنا ( 1 ) هذا فأغنى ذلك عن إعادته هاهنا\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nوقد يحتمل أن يكون قوله في هذا الحديث بعث رسول الله صلى الله عليه وسلم إلى عمر بعطاء أي مما كان يقسمه من الفيء على سبيل الأعطية وهو بعيد لأن أول من فرض الأعطية عمر بن الخطاب ويستحيل أيضا أن يرد نصيبه من الفيء ويقول فيه ذلك القول لمن تدبره والوجه عندي أنها عطية على وجه الهبة والهدية والصلة والله تعالى أعلم وفي الحديث أيضا أن الواجب قبول كل رزق يسوقه الله عز وجل إلى العبد على أي حال كان ما لم يكن حراما بينا حدثنا عبد الرحمن بن يحيى حدثنا علي بن محمد حدثنا أحمد بن داود حدثنا سحنون بن سعيد حدثنا ابن وهب قال أخبرني عمرو بن الحرث عن ابن شهاب عن سالم بن عبد الله بن عمر عن أبيه أن رسول الله صلى الله عليه وسلم كان يعطي عمر بن الخطاب العطاء فيقول له عمر أعطه يا رسول الله من هو أفقر إليه مني فقال له رسول الله صلى الله عليه وسلم خذه فتموله أو تصدق\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nبه وما جاءك من هذا المال وأنت غير مشرف ولا سائل فخذه ومالا فلا تتبعه نفسك قال سالم فمن أجل ذلك كان ابن عمر لا يسأل أحدا شيئا ولا يرد شيئا أعطيه ( 1 ) وفيه ما كان عليه عمر رحمه الله من البدار إلى طاعة رسول الله صلى الله عليه وسلم التي فيها طاعة الله ألا ترى إلى قوله والله لا أسأل أحدا ولا يأتيني شيء من غير مسألة إلا أخذته وهكذا يلزم من جهل شيئا الانقياد إلى العلم واستعماله حدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا عبد الله بن نمير قال حدثنا هشام بن سعد عن زيد بن أسلم عن أبيه قال سمعت عمر بن الخطاب يقول أرسل إلى رسول الله صلى الله عليه وسلم بمال فرددته فلما جئته قال ما حملك على أن ترد ما أرسلت به إليك قال قلت يا رسول الله قلت لي أن خيرا لك أن لا تأخذ من الناس قال إنما ذلك أن تسأل الناس وما جاءك من غير مسألة فإنما هو رزق رزقكه الله ( 2 )\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nوحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال حدثنا عمرو بن منصور قال حدثنا الحكم بن نافع قال حدثنا شعيب عن الزهري قال حدثني سالم بن عبد الله أن عبد الله بن عمر قال سمعت عمر بن الخطاب يقول كان رسول الله صلى الله عليه وسلم يعطيني العطاء فأقول أعطه أفقر إليه مني حتى أعطاني مرة مالا فقلت اعطه أفقر إليه مني فقال خذه فتموله وتصدق به وما جاءك من هذا المال وأنت غير مشرف ولا سائل فخذه ومالا فلا تتبعه نفسك ( 1 ) أخبرني عبد الله بن محمد قال حدثنا عبد الحميد بن أحمد الوراق قال حدثنا الخضر بن داود قال حدثنا أبو بكر الأثرم قال حدثنا القعنبي قال حدثنا البهلول بن راشد عن يونس بن يزيد عن ابن شهاب عن سالم بن عبد الله عن أبيه قال سمعت عمر بن الخطاب يقول كان رسول الله صلى الله عليه وسلم يعطيني العطاء فأقول اعطه من هو أفقر إليه مني حتى أعطاني مرة\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nمالا فقلت أعطه من هو أفقر إليه مني فقال رسول الله صلى الله عليه وسلم خذه وما جاءك من هذا المال من غير مسألة ولا اشراف فخذه وعند ابن شهاب في هذا الحديث إسناد آخر عن السائب بن يزيد عن حويطب بن عبد العزيز عن عبد الله بن السعدي عن عمر بن الخطاب عن النبي صلى الله عليه وسلم بمعناه سواء ( 1 ) روى هذا الحديث بهذا الإسناد عنه جماعة من أصحابه منهم الزبيدي ( 2 ) ومعمر وابن عيينة وشعيب بن أبي حمزة ( 3 ) ويقولون أن ابن عيينة إنما سمعه من معمر وعنه يرويه وقيل لمالك الحديث الذي أتى ما جاءك من غير مسألة فإنما هو رزق رزقكه الله أفيه رخصة قال نعم قيل فمن أعطى شيئا ووصل به\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nقال تركه أحب إلي وأفضل إن كان له عنه غنى إلا أن يخاف على نفسه الجوع وهو محتاج فلا أرى به بأسا وروى حماد بن سلمة عن ثابت عن أبي رافع عن أبي هريرة قال ما أحد من الناس يهدي إلي هدية إلا قبلتها وأما أن أسأل فلم أكن لأسأل أخبرني عبد الله بن محمد قال حدثنا عبد الحميد بن أحمد قال حدثنا الخضر بن داود قال حدثنا أبو بكر قال سمعت أبا عبد الله يعني أحمد بن حنبل يسأل عن قول النبي صلى الله عليه وسلم ما أتاك من غير مسألة ولا إشراف أي الإشراف أراد فقال أن تستشرفه وتقول لعله يبعث إلي بقلبك قيل له وإن لم يتعرض قال نعم إنما هو بالقلب قيل له هذا شديد قال وإن كان شديدا فهو هكذا قيل له فإن كان رجل لم يعودني أن يرسل إلي شيئا إلا أنه قد عرض بقلبي فقلت عسى أن يبعث إلي شيئا فقال هذا إشراف فأما إذا جآك من غير أن تحسبه ولا خطر على قلبك فهذا الآن ليس فيه إشراف\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nقلت له فلو عرض بقلبه لو بعث إليه فبعث إليه أيلزمه أن يرده قال لا أدري ما يلزمه ولكن له حينئذ أن يرده قلت له وليس عليه واجب أن يرده قال لا ثم قال أن الشأن أنه إذا جاءه من غير مسألة ولا إشراف كان عليه أن يأخذ بقول النبي صلى الله عليه وسلم فليقبله قال فحينئذ ينبغي له أن يأخذ ويضيق عليه إذا كان عن غير إشراف ولا مسألة أن يرد فإذا كان فيه إشراف فله أن يرد ولا يلزمه أن يأخذ وإن أخذه فهو جائز ولو سأل لم يكن له أن يأخذ وضاق عليه ذلك بالمسألة إذا لم تحل له قال أبو عمر الاشراف في اللغة رفع الرأس إلى المطموع عنده والمطموع فيه وأن يهش الإنسان ويتعرض وما قاله أحمد بن حنبل رحمه الله في تأويل الإشراف تضييق وتشديد وهو عندي بعيد لأن الله تبارك وتعالى تجاوز لهذه الأمة عما حدثت به أنفسها ما لم ينطق به لسان أو تعمله جارحة وما اعتقد القلب من المعاصي\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nما خلا الكفر فليس بشيء حتى يعمل به وخطرات النفوس متجاوز عنها بإجماع والحمد لله حدثنا خلف بن القاسم الحافظ أخبرنا سعيد بن عثمان بن السكن الحافظ حدثنا عبد الوهاب بن سعد الحمراوي حدثنا أحمد بن أبي يحيى الحضرمي حدثنا صالح بن محمد السلولي حدثنا خالد بن نجيح عن موسى بن علي بن رباح ( 1 ) عن أبيه عن عبد الله بن عمرو بن العاص أن النبي صلى الله عليه وسلم قال الهدية رزق من رزق الله فمن أهدى له فليقبله ولا يرده وليعطه خيرا منه وليكافىء قال أبو عمر المكافأة الاستواء والاعتدال ومنه قوله شاتان مكافأتان أي معتدلتان أو مثلان والله أعلم\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nأخبرنا عبد الرحمن بن مروان قال حدثنا أحمد بن سليمان الحريري قال حدثنا إسماعيل بن موسى الحاسب قال حدثنا محمود بن غيلان قال حدثنا عبد الصمد بن عبد الوارث قال حدثنا همام عن قتادة عن عبد الملك عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من عرض له شيء من الرزق من غير أن يسأله فليقبله فإنما هو رزق ساقه الله إليه ( 1 ) أخبرنا عبد الله بن محمد قال أخبرنا عبد الحميد بن أحمد قال حدثنا الخضر بن داود قال حدثنا أبو بكر أحمد بن محمد بن هانىء قال حدثنا أحمد بن الحجاج قال حدثنا عبد الله بن المبارك قال أخبرني معقل بن عبيد الله قال حدثني عطاء بن أبي رباح قال قال أبو الدرداء إذا أخوك أعطاك شيئا فاقبله منه فإن كانت لك فيه حاجة فاستمتع به وإن كنت غنيا عنه فتصدق به ولا تنفس على أخيك أن يأجره الله فيه\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nقال أبو بكر وأخبرنا سعيد بن عفير ( 1 ) قال حدثنا ابن لهيعة عن بكر بن سوادة عن زياد بن نعيم أنه حدثه ( 2 ) عن ابن أبي شريح عن عبد الله بن عمرو قال ما يمنع أحدكم إذا أتاه الله برزق لم يسأله ولم يستشرف له أن يقبله إن كان غنيا أجر في أخيه وإن كان محتاجا كان رزقا قسمه الله له قال وحدثنا علي بن بحر قال حدثنا عيسى بن يونس قال حدثنا عبد الرحمن بن يزيد بن جابر عن عثمان بن حيان قال سمعت أبا الدرداء يقول إن أحدكم يقول اللهم ارزقني وقد علم أن الله لا يخلق له دينارا ولا درهما وإنما يرزق بعضكم من بعض فإذا أعطى أحدكم شيئا فليقبله فإن كان عنه غنيا فليضعه في\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nأهل الحاجة من إخوانه وإن كان إليه فقيرا فليستعن به على حاجته ولا يرد على الله رزقه الذي رزقه قرأت على خلف بن أحمد أن أحمد بن مطرف حدثهم قال حدثنا محمد بن عمر بن لبابة وأيوب بن سليمان أبو صالح قالا حدثنا أبو زيد عبد الرحمن بن إبراهيم قال حدثنا عبد الله بن يزيد المقري قال حدثنا سعيد بن أبي أيوب عن أبي الأسود عن بكير بن عبد الله بن الأشج عن بسر بن سعيد عن خالد بن عدي الجهني أن رسول الله صلى الله عليه وسلم قال من جاءه من أخيه معروف من غير سؤال ولا اشراف نفس فليقبله فإنما هو رزق ساقه الله إليه وأخبرنا عبد الرحمن بن عبد الله قال حدثنا أحمد بن جعفر بن حمدان قال حدثنا عبد الله بن أحمد بن حنبل قال حدثني أبي قال حدثنا عبد الله بن يزيد أبو عبد الرحمن قال حدثنا سعيد بن أيوب وحيوة بن شريح ( 1 ) عن أبي الأسود أنه أخبرهما أن بكير بن الأشج أخبره أن بسر بن سعيد أخبره عن خالد بن عدي الجهني\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nقال سمعت رسول الله صلى الله عليه وسلم يقول من جاءه من أخيه معروف من غير اشراف ولا مسألة فليقبله ولا يرده فإنما هو رزق ساقه الله إليه ( 1 ) وروى الليث بن سعد هذا الحديث عن بكير بن الأشج عن بسر بن سعيد عن ابن الساعدي ( 2 ) ورواية أبي الأسود أصح إن شاء الله وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nحديث خامس وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال لا تحل الصدقة لغني إلا لخمسة لغاز في سبيل الله أو لعامل عليها أو لغارم أو لرجل اشتراها بماله أو لرجل له جار مسكين فتصدق على المسكين فأهدى المسكين للغني ( 1 ) هكذا رواه مالك مرسلا ( 2 ) وتابعه على إرساله ابن عيينة وإسماعيل بن أمية ورواه الثوري عن زيد بن أسلم عن عطاء بن يسار قال حدثني الليث عن النبي صلى الله عليه وسلم فذكره ورواه معمر عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nفأما رواية ابن عيينة فحدثنا محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا إسحاق بن إسماعيل الأيلي قال حدثنا سفيان بن عيينة عن زيد بن أسلم عن عطاء بن يسار قال قال رسول الله صلى الله عليه وسلم لا تحل الصدقة لغني إلا لخمسة رجل اشتراها بماله أو رجل أهديت له أو لعامل عليها أو لغارم أو لغاز في سبيل الله وأما رواية إسماعيل بن أمية فرواها ابن علية عن إسماعيل بن أمية عن زيد بن أسلم عن عطاء بن يسار عن النبي صلى الله عليه وسلم بلفظ حديث مالك حرفا بحرف وأما رواية معمر فحدثنا عبد الوارث بن سفيان ويعيش ابن سعيد ( 1 ) قالا حدثنا قاسم ابن أصبغ قال حدثنا محمد بن غالب قال أخبرني أحمد بن عبد الله بن صالح يعني الكوفي ( 2 ) قال حدثني أحمد بن صالح يعني المصري قال حدثنا عبد الرزاق بن همام بن نافع قال حدثنا معمر عن زيد بن أسلم عن عطاء بن\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nيسار عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم لا تحل الصدقة لغني إلا لخمسة لعامل عليها أو لرجل اشتراها بماله أو غارم أو غاز في سبيل الله أو مسكين تصدق عليه فأهدى منها لغني ( 1 ) وحدثنا خلف بن سعيد قال حدثنا عبد الله بن محمد قال حدثنا أحمد بن خالد قال حدثنا إسحاق بن إبراهيم قال أخبرنا عبد الرزاق فذكر بإسناده مثله سواء وفي هذا الحديث من الفقه ما يدخل في تفسير قول الله عز وجل * ( إنما الصدقات للفقراء والمساكين ) * 2 الآية وتفسير لقول رسول الله صلى الله عليه وسلم لا تحل الصدقة لغني ولا لذي مرة سوى ( 3 ) وقوله هذا عموم مخصوص بقوله في هذا الحديث إلا لخمسة وأجمع العلماء أن الصدقة المفروضة لا تحل لأحد من الأغنياء غير من ذكر في هذا الحديث من الخمسة الموصوفين فيه وكان ابن القاسم يقول لا يجوز لغني أن يأخذ من الصدقة ما يستعين به على الجهاد وينفقه في سبيل الله وإنما يجوز ذلك للفقير قال وكذلك الغارم لا يجوز له أن يأخذ\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nمن الصدقة ما يفي بها ماله ويؤدي منها دينه وهو عنها غني قال وإذا احتاج الغازي في غزوته وهو غني له مال غائب عنه لم يأخذ من الصدقة شيئا واستقرض فإذا بلغ بلده أدى ذلك من ماله هذا كله ذكره ابن حبيب عن ابن القاسم وزعم أن ابن نافع وغيره خالفا في ذلك وذكر ابن أبي زيد وغيره عن ابن القاسم أنه قال في الزكاة يعطي منها الغازي وإن كان معه في غزاته ما يكفيه من ماله وهو غني في بلده روى ابن وهب عن مالك أنه يعطي منها الغزاة ومن لزم مواضع الرباط فقراء كانوا أو أغنياء وذكر عيسى بن دينار في تفسير هذا الحديث قال تحل الصدقة لغاز في سبيل الله قد احتاج في غزوته وغاب عنه غناه ووفره قال ولا تحل لمن كان معه ماله من الغزاة إنما تحل لمن كان ماله غائبا عنه منهم قال عيسى وتحل لعامل عليها وهو الذي يجمعها للمساكين من عند أرباب المواشي والأموال فهذا يعطى منها على قدر سعيه لا على قدر ما جمع\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nمن الصدقات والعشور ولا ينظر ( 1 ) إلى الثمن وليس الثمن بفريضة وإنما له قدر اجتهاده وعمله قال وتحل لغارم غرما قد فدحه وذهب بماله إذا لم يكن غرمه في فساد ولا دينه في فساد مثل أن يستدين في نكاح أو حج أو غير ذلك من وجوه الصلاح والمباح قال وأما غارم لم يفدحه الغرم ولم يحتج وقد بقي له من ماله ما يكفيه فإنه لا حق له في الصدقات قال وتحل لرجل اشتراها بماله ولرجل له جار مسكين تصدق عليه فأهدى المسكين للغني وأما الشافعي وأصحابه وأحمد بن حنبل وسائر أهل العلم فيما علمت فإنهم قالوا جائز للغازي في سبيل الله إذا ذهبت نفقته وماله غائب عنه أن يأخذ من الصدقة ما يبلغه قالوا والمحتمل بحمالة في صلاح وبر والمتدائن في غير فساد كلاهما يجوز له أداء دينه من الصدقة وإن كان الحميل غنيا فإنه جائز له أخذ الصدقة إذا وجب عليه أداء ما تحمل به وكان ذلك يجحف بماله واحتج من ذهب إلى هذا الحديث بحديث قبيصة بن المخارق وبظاهر حديث زيد بن أسلم هذا\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nفأما حديث قبيصة فحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد بن مسرهد قال حدثنا حماد بن زيد عن هارون بن رئاب ( 1 ) قال حدثني كنانة بن نعيم عن قبيصة بن المخارق قال تحملت بحمالة فأتيت النبي صلى الله عليه وسلم أسأله فيها فقال أقم يا قبيصة حتى تأتينا الصدقة فنأمر لك بها ثم قال لي رسول الله صلى الله عليه وسلم يا قبيصة أن المسألة لا تحل إلا لأحد ثلاثة رجل تحمل بحمالة فحلت له المسألة حتى يصيبها ثم يمسك ورجل أصابته جائحة فاجتاحت ماله فحلت له المسألة حتى يصيب قواما من عيش أو سدادا من عيش ورجل أصابته فاقة حتى يقول ثلاثة من ذوي الحجا من قومه أصابت فلانا الفاقة\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nفحلت له المسألة حتى يصيب قواما من عيش أو سدادا من عيش فما سواهن يا قبيصة من المسألة فسحت ( 1 ) فقوله رجل تحمل بحمالة فحلت له المسألة حتى يؤديها ثم يمسك دليل على أنه غني لأن الفقير ليس عليه أن يمسك عن السؤال مع فقره ودليل آخر وهو عطفه ذكر الذي ذهب ماله وذكر الفقير ذي الفاقة على ذكر صاحب الحمالة فدل على أنه لم يذهب ماله ولم تصبه فاقة والله أعلم وأجمع العلماء على أن الصدقة تحل لمن عمل عليها وإن كان غنيا وكذلك المشتري لها بماله والذي تهدى إليه على ما جاء في هذا الحديث وكذلك سائر من ذكر فيه والله أعلم وظاهر هذاالخبر يقتضي أن الصدقة تحل لهؤلاء الخمسة في حال غناهم ولو لم يجز لهم أخذها إلا مع الحاجة والفقر لما كان للاستثناء وجه لأن الله قد أباحها للفقراء والمساكين إباحة مطلقة وحق الاستثناء أن يكون مخرجا من الجملة ما دخل في عمومها هذا هو الوجه والله أعلم\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nروينا عن عبد الرحمن بن أبي نعم أنه قال كنت جالسا عند عبد الله بن عمر فجاءته امرأة فقالت يا أبا عبد الرحمن إن زوجي توفي وأوصى بمال في سبيل الله قال هو في سبيل الله كما قال قلت إنك لم تزدها إلا غما قد سألتك فأخبرها فأقبل علي فقال يا ابن أبي نعم أتأمرني أن آمرها أن تدفعه إلى هذه الجيوش الذين يخرجون فيفسدون في الأرض ويقطعون السبيل قال فقلت فتأمرها بماذا قال آمرها أن تنفقه على أهل الخير وعلى حجاج بيت الله أولئك وفد الرحمن ليسوا كوفد الشيطان يكررها ثلاثا قلت وما وفد الشيطان قال قوم يأتون هؤلاء الأمراء فيمشون إليهم بالنميمة والكذب فيعطون عليها العطايا ويجازون عليها بالجوائز ( 1 )\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nوفي هذا الحديث أيضا دليل على أن من جاز له أخذ الصدقة وحلت له أنه يتصرف فيها ويملكها ويصنع فيها ما شاء من بيع وهبة وغير ذلك مما أحب ولذلك ما يطيب أكلها لمن اشتراها ولمن أهديت إليه وقد تقدم القول في معنى هدية المسكين من الصدقة للغني في باب ربيعة في قصة لحم بريرة إذ قال رسول الله صلى الله عليه وسلم هو عليها صدقة وهو لنا هدية ( 1 ) حدثنا أحمد بن عمر قال حدثنا عبد الله بن محمد قال حدثنا محمد بن فطيس قال حدثنا محمد بن إسحاق بن شيبويه السجستي ( 2 ) قال حدثنا عبد الرزاق قال أخبرنا معمر عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عن أم سلمة أن النبي صلى الله عليه وسلم دخل عليها فقال أعندك شيء فقالت لا إلا رجل شاة تصدق به على امرأة فأهدته لنا فقال النبي صلى الله عليه وسلم قربيه فقد بلغت محلها\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nومعنى قوله هذا والله أعلم أي قد بلغت حالا تحل لنا فيها إذ هي هدية أهداها من يملكها وأن كان أصلها صدقة فلا تضر لأنها ليست بصدقة من المهدي ويحتمل أن يكون أراد بلغت موضعها الذي قدر الله أن تؤكل فيه فهو محلها وهو من الوجه الأول أنها بلغت حالا حل له فيها أكلها ويحتمل أن يكون أراد قد بلغت الحاجة محلها فنحن نأكل الرجل وغير الرجل لحاجتنا إلى ذلك والله أعلم بما أراد بقوله ذلك حدثني محمد بن إبراهيم ( 1 ) قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا إسحاق بن إسماعيل الأيلي قال حدثنا سفيان بن عيينة عن الزهري عن عبيد بن السباق عن جويرية بنت الحارث قالت دخل على رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nذات يوم فقال هل عندكن شيء قلت لا ألا عظم أعطيته مولاة لنا من الصدقة قال قربيه فقد بلغت محلها ( 1 ) وروى ابن علية عن خالد الحذاء عن حفصة بنت سيرين عن أم عطية قالت بعث إلى النبي صلى الله عليه وسلم شاة من الصدقة فبعثت إلى عائشة منها بشيء فلما خرج رسول الله صلى الله عليه وسلم إلى عائشة قال هل عندكم من شيء قالت لا إلا أن أم عطية بعثت إلينا من شاتها التي بعثتم بها إليها فقال أنها قد بلغت محلها كذا قال ابن علية وخالفه أبو شهاب فقال فيه عن أم عطية قالت بعثت إلى نسيبة الأنصارية بشاة وذكره ( 2 ) حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا أحمد بن عبد الله عن أبي شهاب ( 3 ) عن\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nخالد الحذاء عن حفصة بنت سيرين عن أم عطية قالت بعثت إلى نسيبة الأنصارية بشاة فأرسلت إلى عائشة منها فقال رسول الله صلى الله عليه وسلم هل عندكم شيء فقالت لا إلا ما أرسلت به نسيبة من تلك الشاة قال هات فقد بلغت محلها\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nحديث سادس وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رجلا قبل امرأته وهو صائم في رمضان فوجد من ذلك وجدا شديدا فأرسل امرأته تسأل له عن ذلك فدخلت على أم سلمة زوج النبي صلى الله عليه وسلم فذكرت ذلك لها فأخبرتها أم سلمة أن رسول الله صلى الله عليه وسلم يقبل ( 1 ) وهو صائم فرجعت فأخبرت زوجها بذلك فزاده ذلك شرا وقال لسنا مثل رسول الله صلى الله عليه وسلم يحل الله لرسوله ما شاء ثم رجعت امرأته إلى أم سلمة فوجدت عندها رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم ما لهذه المرأة فأخبرته أم سلمة فقال ألا أخبرتيها أني أفعل ذلك فقالت قد أخبرتها فذهبت إلى زوجها فأخبرته فزاده ذلك شرا وقال لسنا مثل رسول\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nالله صلى الله عليه وسلم يحل الله لرسوله ما شاء فغضب رسول الله صلى الله عليه وسلم وقال والله إني لأتقاكم لله وأعلمكم بحدوده ( 1 ) هذا الحديث مرسل ( 2 ) عند جميع رواة الموطأ عن مالك وهذا المعنى أن رسول الله صلى الله عليه وسلم كان يقبل وهو صائم صحيح من حديث عائشة وحديث أم سلمة وحديث حفصة يروي عنهن كلهن وعن غيرهن عن النبي صلى الله عليه وسلم من وجوه ثابتة وقد ذكر منها مالك حديث هشام بن عروة عن أبيه عن عائشة أنها قالت أن كان رسول الله صلى الله عليه وسلم ليقبل بعض أزواجه وهو صائم ثم تضحك ( 3 ) عطف به على حديث زيد بن أسلم هذا في الموطأ ونحن نذكر ما روى في ذلك من حديث عائشة عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nفي باب بلاغات ( 1 ) مالك لأنه بلغه أن عائشة كانت إذا ذكرت أن رسول الله صلى الله عليه وسلم يقبل وهو صائم تقول وأيكم أملك لنفسه من رسول الله صلى الله عليه وسلم ( 2 ) ونذكر هاهنا ما روى في ذلك من حديث أم سلمة خاصة دون غيرها من الآثار إذ هي التي رفع عنها هذا الحديث هاهنا وبالله العون وفي هذا الحديث من الفقه أن القبلة للصائم جائزة في رمضان وغيره شابا كان أو شيخا على عموم الحديث وظاهره لأن رسول الله صلى الله عليه وسلم لم يقل للمرأة هل زوجك شاب أم شيخ ولو ورد الشرع بالفرق بينهما لما سكت عنه رسول الله صلى الله عليه وسلم لأنه المبين عن الله مراده من عباده وأظن أن الذي فرق بين الشيخ والشاب في القبلة للصائم ذهب إلى قول عائشة في حديثها في هذا الباب وأيكم أملك لأربه ( 3 ) من رسول الله\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nصلى الله عليه وسلم أي أملك لنفسه وشهوته من رسول الله صلى الله عليه وسلم وبهذا أيضا احتج من كرهها وسيأتي هذا الحديث في باب بلاغات مالك ( ويأتي القول فيها هناك ) إن شاء الله وممن كره القبلة للصائم عبد الله بن مسعود وعبد الله بن عمر وعروة بن الزبير وقد روى عن ابن مسعود أنه قال يقضي يوما مكانه ( 1 ) وكره مالك القبلة للصائم في رمضان للشيخ والشاب ذهب فيها إلى ما رواه عن ابن عمر أنه كان ينهى عن القبلة والمباشرة للصائم ( 2 ) ولما رواه عن هشام بن عروة عن أبيه أنه قال لم أر القبلة للصائم تدعو إلى خير ( 3 ) ولم يذهب فيها إلى ما رواه عن زيد بن أسلم عن عطاء بن يسار عن ابن عباس أنه رخص فيها للشيخ وكرهها للشاب ( 4 ) وحدثنا خلف بن القاسم قال حدثنا أحمد بن إبراهيم\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nابن الحداد ( 1 ) وحدثنا زكريا بن يحيى السجزي وجعفر بن محمد الفريابي قالا حدثنا قتيبة قال حدثنا حميد بن عبد الرحمن عن فضيل بن مرزوق عن عطية عن ابن عباس في القبلة للصائم قال أن عروق الخصيتين ( 2 ) معلقة بالأنف فإذا وجد الريح تحرك وإذا تحرك دعا إلى ما هو أكثر من ذلك والشيخ أملك لأربه ( 3 ) وذكر عبد الرزاق أخبرنا معمر عن عاصم بن سليمان عن أبي مجلز قال جاء رجل إلى ابن عباس شيخ يسأله عن القبلة وهو صائم فرخص له فجاءه شاب فنهاه ( 4 ) قال وأخبرنا ابن عيينة عن عبيد الله بن أبي يزيد قال سمعت ابن عباس يقول لا بأس بها إذا لم يكن معها غيرها يعني القبلة قال وأخبرنا ابن عيينة عن إبراهيم بن ميسرة عن طاوس عن ابن عباس أنه سئل عن القبلة للصائم فقال هي دليل إلى غيرها والاعتزال أكيس ( 5 )\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nقال أبو عمر كل من كرهها فإنما كرهها خوفا أن تحدث شيئا يكون رفثا كإنزال الماء الدافق أو خروج المنى وشبه ذلك مما لا يجوز للصائم وقد قال صلى الله عليه وسلم من كان صائما فلا يرفث ( 1 ) فدخل فيه رفث القول وغشيان النساء وما دعا إلى ذلك وأشباهه ذكر عبد الرزاق عن معمر عن الزهري عن ابن المسيب أن عمر بن الخطاب كان ينهى عن القبلة للصائم فقيل له أن رسول الله صلى الله عليه وسلم كان يقبل وهو صائم فقال من ذا له من الحفظ والعصمة ما لرسول الله صلى الله عليه وسلم ( 2 ) قال الزهري وأخبرني من سمع أصحاب رسول الله صلى الله عليه وسلم يتناهون عن القبلة صياما ويقولون أنها تدعو إلى أكثر منها ( 3 ) قال أبو عمر لا أرى معنى حديث ابن المسيب في هذا الباب\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nعن عمر ألا تنزها واحتياطا منه لأنه قد روى فيه عن عمر حديث ( مرفوع ) ولا يجوز أن يكون عند عمر حديث ويخالفه إلى غيره حدثنا خلف بن قاسم حدثنا عبد الله بن محمد المفسر ( 1 ) حدثنا أحمد بن علي حدثنا أبو بكر وعثمان ابنا أبي شيبة قالا حدثنا شبابة بن سوار عن ليث بن سعد عن بكير بن عبد الله بن الأشج عن عبد الملك بن سعيد الأنصاري عن جابر بن عبد الله الأنصاري عن عمر بن الخطاب قال هششت إلى امرأتي فقبلتها وأنا صائم فأتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله أتيت أمرا عظيما قبلت وأنا صائم فقال رسول الله صلى الله عليه وسلم أرأيت لو تمضمضت بالماء وأنت صائم قال قلت لا بأس قال ففيم ( 2 ) وكان الشافعي يكرهها لمن حركته بها شهوة وخاف أن يأتي عليه منها شيء ولم يكرهها لمن أمن عليه وقال أبو ثور إذا كان يخاف أن\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nيتعدى إلى غيرها لم يتعرض لها ورويت الرخصة في القبلة للصائم عن عمر بن الخطاب ولا يصح ذلك عنه ورويت عن سعد بن أبي وقاص وأبي هريرة وابن عباس أيضا وعائشة وبه قال عطاء والشعبي والحسن وهو قول أحمد بن حنبل وإسحاق بن راهويه وداود بن علي ولا أعلم أحدا رخص فيها لمن يعلم أنه يتولد عليه منها ما يفسد صومه ( 1 ) وقال أبو حنيفة وأصحابه لا بأس بالقبلة إذا كان يأمن على نفسه قالوا فإن قبل فأمنى فعليه القضاء ولا كفارة وهو قول الثوري والحسن بن حي والشافعي فيمن قبل فأمنى أن عليه القضاء وليس عليه كفارة قال ابن علية لا تفسد القبلة الصوم إلا أن ينزل الماء الدافق ولو قبل فأمذى لم يكن عليه شيء عند الشافعي وأبي حنيفة والثوري وابن علية والأوزاعي وقال أحمد من قبل فأمذى أو أمنى\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nفعليه القضاء ولا كفارة عنده إلا على من جامع فأولج ناسيا أو عامدا وسيأتي ذكر كفارة المفطر في رمضان بجماع أو أكل في باب ابن شهاب عن حميد ( 1 ) إن شاء الله عز وجل وقال مالك لا أحب للصائم أن يقبل فإن قبل في رمضان فأنزل فعليه القضاء والكفارة وإن قبل فأمذى فعليه القضاء ولا كفارة وقال ابن خواز بنداد القضاء على من قبل فأمذى عندنا مستحب ليس بواجب وفيه من الفقه أيضا إيجاب العمل بخبر الواحد الثقة ذكرا كان أو أنثى وعلى ذلك جماعة أهل الفقه والحديث أهل السنة ومن خالف ذلك فهو عند الجميع مبتدع والدليل على ما قلنا من العمل بخبر الواحد من هذا الحديث قول رسول الله صلى الله عليه وسلم لأم سلمة ( ألا أخبرتيها ) فأوضح بذلك أن خبر أم سلمة يجب العمل به وكذلك خبر المرأة لزوجها ولو كان خبر أم سلمة لا يلزم المرأة وخبر المرأة لا يلزم زوجها لما قال رسول الله صلى الله عليه وسلم لأم سلمة ألا أخبرتيها لأنها كانت تقول وكيف كنت أخبرها عنك وحدي وأي فائدة في نقلي\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nعنك وحدي أو كيف تنقل المرأة الخبر وحدها إلى زوجها وهذا بين في إيجاب العمل بخبر الواحد وقبوله ممن جاء به إذا كان عدلا والحجة في إثبات خبر الواحد والعمل به قائمة من الكتاب والسنة ودلائل الإجماع والقياس وليس هذا موضع ذكرها ( 1 ) ( وقد أفردنا لذلك كتابا تقصينا فيه الحجة على المخالفين والحمد لله ) وإنما قصدنا في كتابنا ( هذا ) لتخريج ما في الأخبار من المعاني وقد علمنا أن الناظر فيه ليس ممن يخالفنا في قبول خبر الواحد وبالله التوفيق وفيه أن فعل رسول الله صلى الله عليه وسلم كله يحسن التأسي به فيه على كل حال إلا أن يخبر رسول الله صلى الله عليه وسلم أنه له خاصة أو ينطق القرآن بذلك وإلا فالاقتداء به أقل أحواله أن يكون مندوبا إليه في جميع أقواله ومن أهل العلم من رأى أن جميع أفعاله واجب الاقتداء بها كوجوب أوامره وقد بينا الحجة فيما اختلف فيه من ذلك في غير هذا الكتاب والدليل على أن أفعاله\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nكلها يحسن التأسي به فيها قوله الله عز وجل لقد كان لكم في رسول الله أسوة حسنة ( 1 ) فهذا على الاطلاق إلا أن يقوم الدليل على خصوص شيء منه فيجب التسليم له ألا ترى أن الموهوبة لما كانت له خالصة نطق القرآن بأنها خالصة له من دون المؤمنين ( 2 ) وقال صلى الله عليه وسلم في الوصال إني لست كهيئتكم إني أبيت يطعمني ربي ويسقيني ( 3 ) فأخبر بموضع الخصوص على أن من العلماء من لم يجعل الوصال خصوصا له وجعله من باب الرفق والتيسير على أمته وسنبين القول في ذلك في كتابنا هذا عند ذكر ذلك الحديث ( 4 ) إن شاء الله قال الله عز وجل * ( وإنك لتهدي إلى صراط مستقيم صراط الله ) * 5 وقال صلى الله عليه وسلم خذوا عني مناسككم ( 6 ) وقال صلوا كما رأيتموني أصلي ( 7 )\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوقال عبد الله بن عمر إن الله بعث إلينا محمدا صلى الله عليه وسلم ونحن لا نعلم شيئا فإنما نفعل كما رأيناه يفعل ( 1 ) وفي غضب رسول الله صلى الله عليه وسلم وقوله والله إني لأخشاكم لله وأعلمكم بحدوده دليل على أن الخصوص لا يجوز ادعاؤه عليه بوجه من الوجوه إلا بدليل مجتمع عليه وقال صلى الله عليه وسلم إنما بعثت معلما مبشرا وبعثت رحمة مهداة ( 2 ) صلوات الله وسلامه عليه فلا يجوز ادعاء الخصوص عليه في شيء إلا فيما بان به خصوصه في القرآن أو السنة الثابتة أو الإجماع لأنه قد أمرنا باتباعه والتأسي به والاقتداء بأفعاله والطاعة له أمرا مطلقا ( 3 ) وغير جائز عليه أن يخص بشيء فيسكت لأمته عنه ويترك بيانه لها وهي مأمورة باتباعه هذا ما لا يظنه ذو لب مسلم بالنبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nحدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا جعفر بن محمد الصائغ قال حدثنا إبراهيم بن المنذر قال حدثنا عيسى بن المغيرة عن أبي مودود عن نافع قال رأيت ابن عمر إذا ذهب إلى قبور الشهداء على ناقته ردها هكذا وهكذا فقيل له في ذلك فقال إني رأيت رسول الله صلى الله عليه وسلم في هذه الطريق على ناقته فلعل خفي يقع على خفه وهذا غاية في الاقتداء والتأسي برسول الله صلى الله عليه وسلم وحدثني أحمد بن فتح بن عبد الله قال حدثنا الحسين بن عبد الله بن الخضر قال حدثنا أبو العلاء محمد بن أحمد بن جعفر الوكيعي قال حدثنا محمد بن الصباح قال حدثنا إسماعيل بن زكرياء عن الأعمش عن مسلم بن صبيح عن مسروق عن عائشة قالت رخص رسول الله صلى الله عليه وسلم في بعض الأمر فرغب عن ذلك بعض أصحابه فقام رسول الله صلى الله عليه وسلم خطيبا فقال مالي أرخص في الأمر فيرغب عن ذلك أناس والله إني\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nلأرجو أن أكون أعلمكم بالله وأشدكم له خشية ( 1 ) وذكر البخاري حدثنا محمد بن سلام قال حدثنا عبدة ( 2 ) عن هشام بن عروة عن أبيه عن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أمرهم أمرهم من الأعمال بما يطيقون فقالوا إنا لسنا كهيئتك يا رسول الله إن الله قد غفر لك ما تقدم من ذنبك وما تأخر فيغضب حتى يعرف ( الغضب ) في وجهه ثم يقول إن أتقاكم لله وأعلمكم بالله أنا ( 3 ) قال البخاري وحدثنا عبد السلام بن مطهر ( 4 ) قال حدثنا عمر بن علي عن معن بن محمد الغفاري عن\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nسعيد بن أبي سعيد المقبري عن أبي هريرة عن النبي صلى الله عليه وسلم قال إن الدين يسر ولن يشاد الدين أحد إلا غلبه فسددوا وقاربوا وأبشروا واستعينوا بالغدوة والروحة وشئ من الدلجة ( 1 ) وأما الأحاديث عن أم سلمة في هذا الباب فأخبرنا عبد الله بن محمد بن عبد المؤمن قال أخبرنا أحمد بن جعفر بن حمدان قال حدثنا عبد الله بن أحمد بن حنبل قال حدثني أبي قال حدثني يحيى بن سعيد عن طلحة بن يحيى قال حدثني عبد الله بن فروخ أن امرأة سألت أم سلمة فقالت إن زوجي يقبلني وهو صائم وأنا صائمة فما ترين فقالت كان رسول الله صلى الله عليه وسلم يقبلني وهو صائم وأنا صائمة ( 2 ) وأخبرنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا وكيع عن طلحة بن يحيى عن عبد الله ابن فروخ عن أم سلمة قالت كان رسول الله صلى الله\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nعليه وسلم يقبلني وهو صائم وأنا صائمة ( 1 ) وعبد الله بن فروخ هذا كوفي مولى آل طلحة بن عبيد الله وقيل مولى عمر بن الخطاب وهو تابعي ليس به بأس وأخبرنا عبد الرحمن بن عبد الله بن خالد قال حدثنا أحمد بن جعفر ابن حمدان بن مالك قال حدثنا عبد الله بن أحمد بن حنبل قال حدثني أبي قال حدثنا عفان قال حدثنا همام قال سمعنا من يحيى بن أبي كثير قال حدثني أبو سلمة بن عبد الرحمن أن زينب ابنة أم سلمة حدثته قالت حدثتني أمي أن رسول الله صلى الله عليه وسلم كان يقبل وهو صائم ( 2 ) وأخبرنا عبد الله بن محمد بن عبد المؤمن قال حدثنا ابن حمدان ( 3 ) قال حدثنا عبد الله بن أحمد قال حدثني أبي قال حدثنا عبد الملك بن عمرو وعبد الصمد بن عبد الوارث قالا حدثنا هشام عن يحيى بن أبي كثير عن أبي سلمة عن زينب بنت أم سلمة عن أم سلمة عن النبي صلى الله عليه وسلم مثله ( 4 )\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nوقرأت على أبي عثمان سعيد بن نصر أن قاسم بن أصبغ حدثهم قال حدثنا جعفر بن محمد الصائغ قال حدثنا محمد بن سابق قال حدثنا شيبان عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن أن زينب ابنة أم سلمة أخبرته أن أم سلمة حدثتها أن رسول الله صلى الله عليه وسلم كان يقبلها وهو صائم ( 1 ) ورواه الأوزاعي عن يحيى عن أبي سلمة عن عائشة والقول قول من ذكرنا وقد رواه الحسن ابن موسى الأشيب عن شيبان عن يحيى بن أبي كثير عن أبي سلمة عن عمر بن عبد العزيز عن عروة بن الزبير عن عائشة وهذا عندي ان لم يكن إسنادا آخر فهو خطأ ( 2 ) وما رواه هشام وهمام ومحمد بن سابق عن شيبان صحيح وهشام الدستوائي أثبت من روى عن يحيى\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nابن أبي كثير وقد تابعه همام وغيره وروايته لهذا الحديث أولى من رواية من خالفه بالصواب والله تعالى أعلم وقد روى عن أم سلمة أيضا في هذا الحديث غير هذا وذلك ما حدثناه خلف بن القاسم قال حدثنا عبد الله بن جعفر بن الورد قال حدثنا بكر بن سهل قال حدثنا عبد الله بن صالح قال حدثنا موسى بن علي ابن رباح عن أبيه عن أبي قيس مولى عمرو بن العاص أن عبد الله بن عمرو بن العاص أرسله إلى أم سلمة هل كان رسول الله صلى الله عليه وسلم يقبل وهو صائم فإن قالت لا فقل لها إن عائشة تحدث أن رسول الله صلى الله عليه وسلم كان يقبل وهو صائم قال أبو قيس فجيئتها فقالت أحر أم مملوك فقلت بل مملوك فقالت أدنه فدنوت فقلت أن عبد الله بن عمرو أرسلني إليك أسألك هل كان رسول الله صلى الله عليه وسلم يقبل وهو صائم فقالت لا فقلت إن عائشة تحدث أن رسول الله صلى الله عليه وسلم كان يقبل وهو صائم فقالت لعله لم يتمالك عنها حبا ( 1 )\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nوهذا حديث متصل ولكنه ليس يجيء إلا بهذا الإسناد وليس بالقوي ( 1 ) وهو منكر ( 2 ) على أصل ما ذكرنا عن أم سلمة وقد رواه عن موسى بن علي عبد الرحمن بن مهدي وعبد الله بن يزيد المقري ( 3 ) كما رواه عبد الله بن صالح سواء وما انفرد ( 4 ) به موسى بن علي فليس بحجة والأحاديث المذكورة عن أبي سلمة معارضة له وهي أحسن مجيئا وأظهر تواترا وأثبت نقلا منه وأما الأحاديث في هذا الباب عن عائشة فأسانيدها لا مطعن لأحد فيها وستراها في باب بلاغات ( 5 ) مالك إن شاء الله وإسناد حديث حفصة في ذلك أحسن وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nحديث سابع وثلاثون لزيد بن أسلم مرسل يتصل من وجوه ثابتة مالك عن زيد بن أسلم عن عطاء بن يسار أنه قال رسول الله صلى الله عليه وسلم التمر بالتمر مثلا بمثل فقيل له إن عاملك على خيبر يأخذ الصاع بالصاعين فقال رسول الله صلى الله عليه وسلم أدعوه لي فدعي له فقال رسول الله صلى الله عليه وسلم أتأخذ الصاع بالصاعين فقال يا رسول الله لا يبيعونني الجنيب بالجمع ( 1 ) صاعا بصاع فقال رسول الله صلى الله عليه وسلم بع الجمع بالدراهم ثم ابتع بالدراهم جنيبا ( 2 )\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nهكذا رواه في الموطأ مرسلا ومعناه عند مالك متصل من حديثه عن عبد المجيد ( 1 ) بن سهيل عن سعيد بن المسيب عن أبي سعيد الخدري وأبي هريرة جميعا عن النبي صلى الله عليه وسلم ( 2 ) والحديث ثابت محفوظ ( 3 ) عن النبي صلى الله عليه وسلم من حديث أبي هريرة ( 4 ) وأبي سعيد\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nومن حديث بلال أيضا وغيرهم وقد رواه داود بن قيس عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم وفيه من الفقه أن التمر كله جنس واحد رديئه وطيبه ورفيعه ووضيعه لا يجوز التفاضل في شيء منه ويدخل في معنى التمر بالتمر كل ما كان في معناه وكذلك التفاضل لا يجوز في الجنس الواحد من المأكولات المدخرات وهذا ومثله أصل في الربا وقد ذكرنا أصول الفقهاء في ذلك فيما تقدم من كتابنا ( 1 ) هذا فأغنى عن الإعادة ها هنا فالجنس الواحد من المأكولات يدخله الربا من وجهين لا يجوز بعضه ببعض متفاضلا ولا بعضه ببعض نسيئة هذا إذا كان مأكولا مدخرا عند مالك وأصحابه وعند الشافعي سواء كان المأكول مدخرا أو لا يدخر مثله القول فيه ما ذكرنا فأما النسيئة في بعض ذلك ببعض فمجتمع على تحريمه والتمر والبر دخل في معناهما كل ما يؤكل مما كان مثلهما ( 2 ) وقد لخصنا هذا في غير هذا الموضع\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nوسيأتي ذكر أصول الفقهاء فيما يدخله الربا مجودا في باب ابن شهاب عن مالك بن أوس بن الحدثان ( 1 ) إن شاء الله وفيه أن من لم يعلم بتحريم الشيء فلا حرج عليه حتى يعلم إذا كان الشيء مما يعذر الإنسان بجهله من علم الخاصة قال عز وجل * ( وما كنا معذبين حتى نبعث رسولا ) * 2 والبيع إذا وقع محرما أو على ما لا يجوز فمفسوخ مردود وإن جهله فاعله قال صلى الله عليه وسلم من عمل عملا على غير أمرنا فهو رد ( 3 ) أي مردود فإن أدرك المبيع بعينه رد وإن فات رد مثله في المكيل والموزون ويفسخ البيع بين المتبايعين فيه وإن لم يكن مكيلا ولا موزونا فالقيمة فيه عند مالك أعدل وعند الشافعي وأبي حنيفة المثل أيضا في كل شيء إلا أن يعدم فينصرف فيه إلى القيمة وفي اتفاق الفقهاء على أن البيع إذا وقع بالربا مفسوخ أبدا دليل واضح على أن بيع عامل رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nوسلم الصاعين بالصاع في هذا الحديث كان قبل نزول آية الربا ( 1 ) وقبل أن يتقدم إليهم رسول الله صلى الله عليه وسلم بالنهي عن التفاضل في ذلك ولهذا سأله عن فعله ليعلمه بما أحدث إليه فيه من حكمه ولذلك لم يأمر بفسخ مالم تتقدم العبارة فيه والله أعلم وقد روى أن رسول الله صلى الله عليه وسلم أمر برد هذا البيع وذلك محفوظ من حديث بلال ومن حديث أبي سعيد الخدري أيضا روى منصور وقيس بن الربيع عن أبي حمزة عن سعيد بن المسيب عن بلال قال كان عندي مزود من تمر دون قد تغير فابتعت تمرا أجود منه في السوق بنصف كيله بعته صاعين بصاع وأتيت به النبي صلى الله عليه وسلم فقال من أين لك هذا فحدثته بما صنعت فقال هذا الربا بعينه انطلق فرده على صاحبه وخذ تمرك وبعه بحنطة أو شعير ثم اشتر من هذا التمر ثم ائتني به ففعلت فقال النبي صلى الله عليه وسلم التمر بالتمر مثلا بمثل والحنطة بالحنطة مثلا بمثل والذهب بالذهب وزنا بوزن والفضة بالفضة وزنا بوزن فما كان من فضل فهو\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nالربا فإذا اختلف فخذوا واحدا بعشرة ( 1 ) وفيه تثبيت الوكالة لأن خيبر كان الأمر فيها إليه وعامله إنما تصرف في ذلك بالوكالة ويوضح لك ذلك حديث بلال المذكور في هذا الباب وحديث أبي سعيد وغيره حدثني سعيد بن نصر وعبد الوارث بن سفيان قالا حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق قال حدثنا إبراهيم بن حمزة قال حدثنا عبد العزيز بن محمد عن عبد المجيد بن سهيل بن عبد الرحمن بن عوف عن سعيد بن المسيب أن أبا هريرة وأبا سعيد حدثاه أن رسول الله صلى الله عليه وسلم بعث أخا بني عدي بن النجار ( 2 ) إلى خيبر فقدم عليه بتمر جنيب يعني طيبا فقال رسول الله صلى الله عليه وسلم أكل تمر خيبر هكذا قال لا يا رسول الله إنا لنشتري الصاع بالصاعين والصاعين بالثلاثة من الجمع فقال رسول الله صلى الله عليه وسلم لا تفعل ولكن بع هذا\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nواشتر من ثمنه هذا ( 1 ) وكذلك الميزان ( 2 ) وبإسناده عن عبد العزيز بن محمد عن عبد المجيد بن سهيل عن أبي صالح عن أبي هريرة وأبي سعيد عن النبي صلى الله عليه وسلم مثله أخبرني أحمد بن محمد بن أحمد قال حدثنا وهب بن مسرة قال حدثنا ابن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا عبد الله بن نمير حدثنا محمد بن إسحاق عن يزيد ابن عبد الله بن قسيط عن عطاء بن يسار عن أبي سعيد الخدري قال قسم فينا رسول الله صلى الله عليه وسلم طعاما من التمر مختلفا بعضه أفضل من بعض قال فذهبنا نتزايد فيه بيننا فنهانا رسول الله صلى الله عليه وسلم عن ذلك إلا كيلا بكيل يدا بيد وحدثنا أحمد بن عبد الله بن محمد بن علي قال حدثنا الميمون بن حمزة الحسيني قال حدثنا أبو جعفر الطحاوي قال\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nحدثنا المزني قال حدثنا الشافعي قال حدثنا عبد الوهاب الثقفي عن داود بن أبي هند عن أبي نضرة عن أبي سعيد الخدري قال أتى رسول الله صلى الله عليه وسلم رجل بصاع من تمر وأنا شاهد عنده فقال من أين لك هذا هذا أطيب من تمرنا قال أعطيت صاعين وأخذت صاعا من هذا فقال رسول الله صلى الله عليه وسلم أربيت ولكن بع من تمرك بسلعة ثم ابتع بها ما شئت من التمر ( 1 ) وحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا جعفر بن محمد قال حدثنا محمد بن سابق قال حدثنا شيبان عن يحيى بن أبي كثير عن أبي سلمة عن أبي سعيد الخدري قال كنا نرزق تمر الجميع على عهد رسول الله صلى الله عليه وسلم فكنا نبتاع صاعا بصاعين فبلغ ذلك رسول الله صلى الله عليه وسلم فقال لا صاعي تمر بصاع ولا صاعي حنطة\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nبصاع ولا درهما بدرهمين ( 1 ) حدثني عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا عبيد بن عبد الواحد البزار أبو محمد قال حدثنا عثمان بن عمر قال حدثنا إسرائيل عن أبي إسحاق عن مسروق عن بلال قال كان عندي مد من تمر رسول الله صلى الله عليه وسلم فوجدت تمرا خيرا منه فاشتريت صاعا بصاعين فقال رده ورد علينا تمرنا ( 2 ) قال أبو عمر الحكم فيما يوزن إذا كان مما يؤكل أو يشرب كالحكم فيما يكال مما يؤكل أو يشرب سواء لقول رسول الله صلى الله عليه وسلم في حديث سعيد بن المسيب عن أبي هريرة وأبي سعيد المذكور في هذا الباب ( وكذلك الميزان ) وهو أمر مجتمع عليه لا حاجة بنا إلى الكلام فيه فما وزن من\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nالمؤكولات كلها جرى الربا فيها إذا كانت من جنس واحد في وجهي التفاضل والنسيئة فالتفاضل في الموزون الازدياد في الوزن كما أن التفاضل في المكيل الازدياد في الكيل وإذا اختلفت الأجناس وكانت موزونة مؤكولة مطعومة فلا ربا فيها إلا في النسيئة كالذهب والورق والبر والفول وما كان مثل ذلك كله سواء إلا عند من جعل العلة في الربا الكيل والوزن ( على ما قدمنا من اختلاف العلماء فيما سلف من كتابنا هذا ) وعلى ما يأتي من ذكر اختلافهم فيما يذكر في موضعه 0 إن شاء الله تعالى\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nحديث ثامن وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رجلا من الأنصار من بني حارثة كان يرعى لقحة ( 1 ) بأحد ( 2 ) فأصابها الموت فذكاها بشظاظ ( 3 ) فسئل رسول الله صلى الله عليه وسلم عن ذلك فقال ليس بها بأس فكلوها ( 4 ) هكذا رواه جماعة رواة الموطأ مرسلا ومعناه متصل من وجوه ثابتة عن النبي صلى الله عليه وسلم ولا أعلم أحدا أسنده عن زيد بن أسلم إلا جرير بن حازم عن أيوب عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nذكره البزار قال حدثنا محمد بن معمر قال حدثنا حبان بن هلال قال حدثنا جرير بن حازم عن أيوب ( 1 ) وذكره أبو العباس محمد بن إسحاق السراج في تاريخه قال حدثنا أحمد بن الحسن بن خراش قال حدثنا حبان بن هلال قال حدثنا جرير بن حازم قال حدثنا أيوب عن زيد بن أسلم فلقيت زيد بن أسلم فحدثني عن عطاء بن يسار عن أبي سعيد الخدري قال كانت لرجل من الأنصار ناقة ترعى في قبل ( 2 ) أحد فنحرها بوتد فقلت لزيد وتد من حديد أو خشب قال لا بل من خشب وأتى النبي صلى الله عليه وسلم فسأله فأمره بأكلها\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nقال أبو عمر واللقحة الناقة ذات اللبن وقد تقدم تفسير ذلك فيما سلف من كتابنا هذا ( 1 ) والشظاظ العود الحديد الطرف كذا قال أهل اللغة وقال يعقوب بن جعفر عن زيد بن أسلم عن عطاء بن يسار في هذا الحديث فأخذها الموت فلم يجد شيئا ينحرها به فأخذ وتدا فوجأ به في لبتها ( 2 ) حتى أهراق دمها ثم جاء إلى رسول الله صلى الله عليه وسلم فأخبره بذلك فأمره بأكلها ( 3 ) فعلى هذا الحديث الشظاظ الوتد ( وذلك كله معنى متقارب ) وقال ابن حبيب الشظاظ هو العود الذي يجمع به بين عروتي الغرارتين على ظهر الدابة واستشهد بقول أمية بن أبي الصلت ( بحال العروتين من الشظاظ ) قال أبو عمر وقال عنترة\r\n* إذا ضربوها ساعة بدمائها\r\n* وحل عن الكوماء عقد شظاظها ( 4 )\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nقال الخليل الظررة والظرر حجر له حد قال والشظاظ خشبة عقفاء محدودة الطرف والليط قشر القصب والتذكية بالشظاظ إنما تكون فيما ينحر لا فيما يذبح والناقة الشأن فيها النحر وهو ذكاتها والشظاظ لا يمكن به الذبح لأنه كطرف السنان وقد يمكن الذبح بفلقة العود لأن لها جانبا رقيقا وذلك يسمى الشطير وفلقة الحجر الرقيقة التي يمكن الذكاة بها تسمى الظرر وهذان يذبح بهما ولا يمكن النحر بهما وأما القصبة فيمكن بها الذبح والنحر وفلقة القصبة تسمى الليطة وروي عن سعيد بن المسيب أنه قال ما ذبح بالليطة والشطير والظرر فحل ذكى قال أبو عمر وفي هذا الحديث إباحة تذكية ما نزل به الموت من الحيوان المباح أكله كانت البهيمة في حال ترجي حياتها أو لا ترجى إذا كانت حية في وقت الذكاة لأن رسول الله صلى الله عليه وسلم لم يسأل مذكيها عن حالها ولم ينكر عليه بل قال ليس بها بأس فكلوها وقد قيل له أصابها الموت فعلى ظاهر هذا الحديث إذا سلم موضع الذكاة من الآفة وكانت الحياة موجودة في المذكى جاز تذكيته\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nأخبرني خلف بن القاسم قال حدثنا أحمد بن عبد الله بن محمد بن عبد المؤمن قال حدثنا المفضل بن محمد قال حدثنا علي بن زياد قال حدثنا أبو قرة قال سألت مالكا عن المتردية والمفروسة تدرك ذكاتها وهي تتحرك قال لا بأس إذا لم يكن قطع رأسها أو نثر بطنها قال وسمعت مالكا يقول إذا غير ما بين المنحر إلى المذبح لم تؤكل واختلف العلماء في قوله الله عز وجل * ( والمنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع إلا ما ذكيتم ) * فقال قوم هذا الاستثناء راجع على كل ما أدرك ذكاته مما ينخنق ويوقذ ويتردى وينطح وأكيلة السبع فمتى أدرك شيئا من هذه المذكورات وفيه حياة كانت الذكاة عاملة فيه لأن حق الاستثناء أن يكون مصروفا إلى ما تقدم من الكلام ولا يجعل منقطعا إلا بدليل يجب التسليم له وممن روى عنه هذا المعنى علي بن أبي طالب وأبو هريرة وابن عباس وجماعة من التابعين ومن فقهاء المسلمين روى ابن عيينة وشريك وجرير عن الركين بن الربيع عن أبي طلحة الأسدي قال سألت ابن عباس عن ذئب عدا علي\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nشاة فشق بطنها حتى انتثر قصبها ( 1 ) فأدركت ذكاتها فذكيتها فقال كل وما انتثر من قصبها فلا تأكل وروى حماد بن سلمة عن قتادة وحميد عن الحسن أنه قال فيما أكل السبع إذا كانت تطرف بعينها أو تركض برجلها أو تمصع بذنبها ( 2 ) فذك وكل وذكر ابن أبي شيبة عن ابن فضيل عن أشعث عن الحسن في قوله * ( إلا ما ذكيتم ) * قال الحسن أي هذه الخمس أدركت ذكاته فكل فقلت يا أبا سعيد كيف أعرف ذلك قال إذا طرفت بعينها أو ضربت برجلها وعن قتادة والضحاك بن مزاحم مثل ذلك وإلى هذا ذهب ابن حبيب وذكره عن أصحاب مالك عنه قال ابن حبيب إذا كانت الذبيحة تطرف فهي ذكية ولو طرفت بأحد أطرافها بعين أو رجل أو ذئب أو يد مع مجرى النفس فهي ذكية قال وهكذا فسره لي أصحاب مالك عنه وذكر ابن عبد الحكم عن مالك نحوه وقال الليث بن سعد إذا كانت حية وقد أخرج السبع جوفها أكلت إلا ما بان منها وهو قوله ابن وهب والأشهر\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nمن مذهب الشافعي وقد تقدم هذا من قول ابن عباس وقال المزني عن الشافعي في السبع إذا شق بطن شاة واستيقن أنها تموت إن لم تذك فذكيت فلا بأس بأكلها قال المزني وأحفظ له قولا آخر أنها لا تؤكل إذا بلغ منها السبع أو التردى إلى ما لا حياة معه قال المزني وهو قول المدنيين قال وهو عندي أقيس على أصل الشافعي لأن قوله في صيدالبر إذا لم يبلغ منه السلاح مبلغ الذبح وأمكنت ذكاته فلم يذكه أنه لا يأكله قال وفي هذا دليل أنه لو بلغ ما يبلغ الذبح أكله قال المزني ودليل آخر من قوله أيضا قال في كتاب الدماء لو قطع حلقوم رجل ومريئه أو قطع حشوته ( 1 ) فأبانها من جوفه أو صيره في حال المذبوح ثم ضرب آخر عنقه فالأول قاتل دون الآخر قال ففي هذا من قوله دلالة على ما وصفت لك أنه أصح في القياس من قوله الآخر قال أبو عمر أكثر أصحاب الشافعي على قوله الآخر على خلاف ما اختار المزني واحتج منهم أبو القاسم القزويني بقول الله تعالى بعد ذكر المنخنقة وما ذكر معها إلى قوله\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n* ( إلا ما ذكيتم ) * قال فمعنى الآية أكل المنخنقة والمتردية والنطيحة وما أكل السبع إذا ذكى وفيه الحياة كان التردى وأكل السبع بلغ منها ما فيه البقاء أو ما لا بقاء معه إذا كان فيها من الحياة ما يعلم به أنها لم تمت قال والزاعم أن المتردية وما أكل السبع وفيها الحياة إذا ذكيت تؤكل في حال دون حال مدع على الكتاب ما لم يأت به الكتاب قال أبو عمر وهذا أيضا مذهب أبي حنيفة في هذه الآية وفي كل ما تدرك ذكاته وفيه الحياة ما كانت الحياة فإنه ذكى ومتى ذكيت وأدركت قبل أن تموت أكلت عنده قال الطحاوي وروى عن أبي يوسف في الإملاء إذا بلغ بها ذلك حالا لا تعيش من مثله لم تؤكل قال وذكر ابن سماعة عن محمد أنه قال إذا بلغ بها ذلك حالا لا تعيش معه اليوم ونحوه والساعتين والثلاث ونحوها فذكاها حلت وإن كانت لا تبقى إلا بقاء المذبوح لم تؤكل وإن ذبحت قال واحتج محمد\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nابن الحسن بأن عمر بن الخطاب كانت جراحاته متلفة وصحت عهوده وأوامره ولو قتله قاتل كان عليه القود وإلى هذا ذهب الطحاوي وزعم أنهم لم يختلفوا في الأنعام إذا أصابتها الأمراض المتلفة التي قد تعيش معها مدة قصيرة أو طويلة أنها تذكى وأنها لو صارت في حال النزوع والاضطراب للموت أنه لا ذكاة فيها فكذاك القياس ينبغي أن يكون حكم المتردية ونحوها وقال الأوزاعي إذا كان فيها حياة فذبحت أكلت قال أبو عمر وذهب قوم من العلماء إلى أن الاستثناء في قوله عز وجل * ( إلا ما ذكيتم ) * منقطع مما قبله غير عائد على شيء من المذكورات قالوا وذلك مشهور من كلام العرب يجعلون إلا بمعنى لكن ومن ذلك قوله الله عز وجل * ( وما كان لمؤمن أن يقتل مؤمنا إلا خطأ ) * يريد وما كان لمؤمن أن يقتل مؤمنا البتة ثم قال إلا خطأ أي لكن ( 1 ) أن قتله خطأ فالاستثناء هاهنا ليس من الأول وهذا مذهب الخليل وسيبويه والفراء كلهم يجعلون إلا ( هاهنا ) بمعنى لكن وأنشد بعضهم لأبي خراش ( 2 )\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n* أمسى سقام ( 1 ) خلاء لا أنيس به\r\n* إلا السباع ومر الريح بالغرف\r\n* أراد ألا يكون به السباع أو لكن به السباع وطرد الريح وسقام واد لهذيل ومثل هذا أيضا قول الشاعر ( 2\r\n* وبلدة ليس بها أنيس\r\n* إلا اليعافير وإلا العيس\r\n* أراد لكن بها اليعافير وبها العيس وليس بها أنيس مع هذا وقال متمم بن نويرة\r\n* وبعض الرجال نخلة لا جنى لها\r\n* ولا ظل إلا أن تعد من النخل\r\n* يريد لكن تعد من النخل وقد يكون قوله لا أنيس به إلا السباع وليس بها أنيس ولا اليعافير ولا السباع فتكون إلا بمعنى الواو كما قيل في قوله الله عز وجل * ( لئلا يكون للناس عليكم حجة إلا الذين ظلموا ) * أي ولا الذين ظلموا ( 3 ) وكما قال الشاعر ( 4\r\n* ما بالمدينة دار غير واحدة\r\n* دار الخليفة إلا دار مروان\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nأي إلا دار الخليفة ودار مروان هذا كله قد قيل كما وصفنا في معنى ما ذكرنا وحقيقة ألاأن تحمل على صريح الاستثناء إما متصلا ردا للأول على الآخر مخرجا له من جملته وإما منقطعا قد فصل الأول من الآخر كما قال النابغة\r\n* وما بالربع من أحد إلا\r\n* الأوارى لايا ما أبينها ( 1 ) ومن هذاالباب أيضا وهو كثير جدا ومن أبدعه قوله جرير\r\n* من البيض لم تظعن بعيدا ولم تطأ\r\n* على الأرض إلا ذيل برد مرجل\r\n* فكأنه قال لم تطأ على الأرض إلا أن تطأ ذيل البرد والترجيل وشى في حاشية البرد وقد قيل في معنى قوله عز وجل * ( إلا الذين ظلموا منهم ) * أي لكن الذين ظلموا منهم فإنهم يحاجونكم ( 2 ) وقيل إلا على الذين ( 3 ) ظلموا فعلى هذا يكون معنى الآية أن الله عز وجل حرم الميتة والدم ولحم الخنزير والميتة هاهنا التي تموت حتف أنفها وحرم التي تموت منخنقة\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nوموقوذة ومتردية ومنطوحة وأكيلة السبع فعم بهذا أجناس الميتة التي كانوا يأكلون وأحل لهم ما ذكوا من بهيمة الأنعام فكأنه قال بعد أن ذكر ما حرم من الميتات ولحم الخنزير لكن ما ذكيتم وذبحتم من بهيمة الأنعام فحل لكم هذا معنى قوله عندهم وإلى هذا ذهب إسماعيل بن إسحاق القاضي وجماعة المالكيين البغداديين وهو أحد قولي الشافعي ويروى نحو هذا المذهب عن زيد بن ثابت ذكره مالك في موطئه ( 1 ) وذكر حماد بن سلمة عن يوسف بن سعد عن يزيد مولى عقيل بن أبي طالب قال كانت لي عناق كريمة فكرهت أن أذبحها فلم ألبث أن تردت فأمررت الشفرة على أوداجها فركضت برجلها فسألت زيد بن ثابت فقال إن الميت ليتحرك بعد موته فلا تأكلها قال أبو عمر يزيد مولى عقيل هذا هو أبو مرة مولى عقيل بن أبي طالب وهذا الخبر قد رواه مالك عن يحيى ( 2 ) بن سعيد عن\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nأبي مرة مولى عقيل بن أبي طالب بمعنى واحد وألفاظ مختلفة ولا أعلم أحدا من الصحابة روى عنه مثل قول زيد بن ثابت هذا والله أعلم وقد خالفه أبو هريرة وابن عباس وعلى قولهما أكثر الناس ( 1 ) وقال محمد بن مسلمة إذا قطع السبع حلقوم الشاة أو قسم صلبها أو شق بطنها فأخرج معاها أو قطع عنقها لم تذك وفي سائر ذلك كله تذكى إذا كان فيها حياة وقال غيره من أصحابنا تذكى التي شق بطنها نحو قول ابن حبيب واختلف أصحاب داود في هذا الاستثناء أيضا على قولين فذهب منهم قوم أنه منقطع كما وصفنا وذهب منهم آخرون إلى أن الاستثناء متصل بما قبله عائد عليه مخرج لجملة ما ذكى من المذكورات إذا كانت فيه حياة من جملة المحرمات ( 2 ) في الآية وما ذهب إليه إسماعيل في ذكر المتردية وما ذكر معها يروى عن قتادة وعن الضحاك ابن مزاحم إلا أنهما قالا بتذكية ما أدركت فيه حياة من ذلك روى سعيد بن أبي عروبة ومعمر عن قتادة في قوله الله عز وجل * ( حرمت عليكم الميتة ) * الآية قال كان أهل\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nالجاهلية يخنقون الشاة حتى إذا ماتت أكلوها والموقوذة كان أهل الجاهلية يضربونها بالعصا حتى إذا ماتت أكلوها والمتردية كانت تتردى في البئر فتموت فيأكلونها والنطيحة كبشان يتناطحان فيموت أحدهما فيأكلونه وما أكل السبع كان أهل الجاهلية إذا قتل السبع شيئا من هذا أو أكل منه أكلوا ما بقي فقال الله تعالى * ( إلا ما ذكيتم ) * فكل ما ذكر الله هاهنا ما خلا الخنزير إذا أدركت منه عينا تطرف أو ذنبا يتحرك أو قائمة ( 1 ) تركض فذكيته فقد أحل الله لك ( 2 ) ذلك وعن الضحاك بن مزاحم مثل قول قتادة هذا كله سواء قال الضحاك فإن لم تطرف له عين ولم تتحرك له قائمة ولا ذنب فهي ميتة وروى الشعبي عن الحارث عن علي قال إذا أدركت ذكاة الموقوذة والمرتدية والنطيحة وهي تحرك يدا أو رجلا فكلها وهو قول الشعبي وإبراهيم وعطاء وطاوس ولم يصرح إسماعيل برد هذا ونكب عنه\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nقال أبو عمر قول علي وابن عباس وأبي هريرة والتابعين الذين ذكرنا قولهم ومن تابعهم من فقهاء الأمصار أولى ما قيل به في هذا الباب وهو ظاهر الكتاب ( وفي المستخرجة لمالك وابن القاسم أن ما فيه الحياة وأن كان لا يعيش ولا يرجى له بالعيش يذكى ويؤكل أخبرنا أحمد بن محمد وعبيد بن محمد قالا حدثنا الحسن بن سلمة قال حدثنا ابن الجارود قال حدثنا إسحاق بن منصور قال سمعت إسحاق بن راهويه قال وأما الشاة يعدو عليها الذئب فيبقر بطنها ويخرج المصارين حتى يعلم أنه لا يعيش مثلها فإن السنة في ذلك ما وصف ابن عباس لأنه وإن خرجت مصارينها فإنها حية بعد وموضع الذكاة منها سالم وإنما ينظر عند الذبح أحية هي أم ميتة ولا ينظر إلى هل يعيش مثلها وكذلك المريضة التي لا يشك أنه مرض موت جائز ذكاتها إذا أدركت فيها حياة وما دام الروح فيها فله أن يذكيها قال إسحاق ومن قال خلاف هذا فقد خالف السنة من جمهور الصحابة وعامة العلماء قال أبو عمر يعضد ذلك حديث زيد بن أسلم المذكور فيه فأصابها الموت وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nوهو حديث حسن أخرجه أبو داود وغيره ( 1 ) وفيه أيضا من الفقه أن كل ما أنهر الدم وفرى الأوداج فهو من آلات الذكاة وجائز أن يذكى به ما خلا السن والعظم وعلى هذا تواترت الآثار وقال به فقهاء الأمصار على ما نبينه إن شاء الله تعالى أخبرني سعيد بن نصر قراءة منى عليه أن قاسم بن أصبغ حدثهم قال حدثنا ابن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا أبو الأحوص عن عاصم عن الشعبي عن محمد بن صيفي ( 2 ) قال ذبحت أرنبين بمروة ( 3 ) فأتيت بهما النبي صلى الله عليه وسلم فأمرني بأكلهما ( 4 ) كذا قال أبو الأحوص وقال حماد بن سلمة وعبد الواحد بن زياد عن عاصم عن الشعبي عن محمد بن صفوان أو صفوان بن محمد\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nاصطدت أرنبين فذبحتهما بمروة وذكر الحديث وقال حماد بن سلمة أيضا عن داود عن الشعبي عن صفوان بن محمد ( 1 ) ولم يشك وأخبرنا عبد الله بن محمد بن عبد المؤمن قال أخبرنا محمد بن بكر قال حدثنا أبو داود قال حدثنا محمد بن إسماعيل قال حدثنا حماد عن سماك بن حرب عن مري بن قطري عن عدي بن حاتم قال قلت يا رسول الله أرأيت إن أصاب أحدنا صيدا وليس معه سكين أيذبح بالمروة وشق العصا فقال أنزل الدم بما شئت واذكر اسم الله ( 2 ) والمروة فلقة الحجرة وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد بن مسرهد قال حدثنا أبو الأحوص قال حدثنا سعيد بن مسروق عن عباية بن رفاعة بن رافع عن أبيه عن جده\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nرافع بن خديج قال أتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله إنا نلقى العدو غدا وليس معنا مدى فقال رسول الله صلى الله عليه وسلم ما أنهر الدم وذكر اسم الله عليه فكلوا ما لم يكن سن أو ظفر وسأحدثكم عن ذلك أما السن فعظم وأما الظفر فمدى الحبشة وذكر الحديث ( 1 ) فإذا جازت التذكية بغير الحديد جازت بكل شيء إلا أن يجتمع على شيء فيكون مخصوصا وعلى هذا مذهب مالك وأصحابه وأبي حنيفة وأصحابه والشافعي وأصحابه والسن والظفر المنهي عن التذكية بهما عندهم ( هما ) غير المنزوعين لأن ذلك يصير خنقا ( 2 ) وكذلك قال ابن عباس رضي الله عنه ذلك الخنق فأما السن والظفر المنزوعان إذا فريا الأوداج فجائز الذكاة بهما عندهم وقد كره قوم السن والظفر والعظم على كل حال منزوعة وغير منزوعة منهم إبراهيم والحسن بن حي والليث بن سعد وروى ذلك أيضا عن الشافعي وحجتهم ظاهر حديث رافع بن خديج المذكور في هذا الباب وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nحديث تاسع وثلاثون لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم نهى أن ينبذ البسر والرطب جميعا والتمر والزبيب جميعا ( 1 ) هكذا رواه مالك بإسناده هذا مرسلا لا خلاف عنه في ذلك فيما علمت وقد رواه عبد الرزاق عن ابن جريج عن زيد بن أسلم عن عطاء بن يسار عن أبي هريرة أن رسول الله صلى الله عليه وسلم مثله ( 2 ) ذكره البزار قال حدثنا محمد بن سهل بن عسكر وسلمة بن شبيب قالا حدثنا عبد الرزاق وهو حديث يروي متصلا من وجوه صحاح كثيرة منها حديث ابن عباس وجابر وأبي قتادة وأبي سعيد وأنس وأبي هريرة فأما حديث أبي قتادة فسنذكره في باب ما رواه مالك عن الثقة ( 3 ) عنده إن شاء الله في باب\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nالأشربة ( 1 ) لأنه حديث أبي قتادة خاصة وأما حديث ابن عباس في هذا الباب فحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا محمد بن فضيل عن حبيب بن أبي عمرة ( 2 ) عن سعيد بن جبير عن ابن عباس قال نهى رسول الله صلى الله عليه وسلم عن الدباء والحنتم والمزفت والنقير ( 3 ) وأن يخلط البلح والزهو ( 4 ) وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا الخشني قال حدثنا محمد بن إسحاق الصاغاني قال حدثني أحمد بن حنبل قال حدثني بهز بن أسد أبو الأسود العمى قال حدثنا همام عن قتادة عن\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nعكرمة عن ابن عباس عن النبي صلى الله عليه وسلم قال المزات حرام ( 1 ) يعني خليط البسر والتمر وأما حديث جابر فحدثني إسماعيل بن عبد الرحمن بن علي القرشي رحمه الله قال حدثنا أبو الحسين محمد بن العباس بن يحيى الحلبي قال حدثنا أبو عروبة الحسين بن محمد الحراني ( 2 ) بحران قال حدثنا المغيرة بن عبد الرحمن قال حدثنا مسكين قال حدثنا مهدي بن ميمون\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nعن مطر الوراق عن عطاء عن جابر بن عبد الله قال نهى رسول الله صلى الله عليه وسلم أن يخلط البسر والتمر يعني في النبيذ وحدثنا أحمد بن قاسم قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي أسامة قال حدثنا عاصم بن علي قال حدثنا ليث بن سعد عن عطاء بن أبي رباح وأبي الزبير عن جابر بن عبد الله عن رسول الله صلى الله عليه وسلم أنه نهى أن ينبذ الزبيب والتمر جميعا ونهى أن ينبذ البسر والرطب جميعا ( 1 ) وحدثنا إسماعيل بن عبد الرحمن قال حدثنا محمد بن العباس بن يحيى الحلبي قال حدثنا أبو بكر بن فروخ قال حدثنا زهير بن محمد بن نمير قال حدثنا معاوية بن عمرو ( 2 ) ومسلم بن إبراهيم قالا حدثنا جرير بن حازم عن عطاء بن أبي رباح قال زهير وحدثنا أحمد بن يونس وعاصم بن علي وموسى بن داود قالوا جميعا حدثنا الليث بن سعد عن عطاء وأبي الزبير جميعا قال زهير وأخبرنا موسى بن داود قال حدثنا همام عن عطاء\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nقال وحدثنا عبد الله بن محمد بن إسماعيل بن عبيد قال حدثنا مهدي بن ميمون قال حدثنا مطر الوراق عن عطاء قال وأخبرنا موسى بن داود قال حدثنا ابن لهيعة عن عطاء وأبي الزبير قال وأخبرنا اللاحقي قال حدثنا حماد ابن سلمة عن أبي الزبير عن جابر بن عبد الله أن النبي صلى الله عليه وسلم نهى أن يخلط الزبيب والتمر والبسر ( 1 ) والتمر وفي حديث بعضهم والرطب والمعنى واحد وحدثنا عبد الرحمن بن عبد الله بن خالد قال حدثنا إبراهيم بن غالب التمار وحدثنا إسماعيل بن عبد الرحمن بن علي قال حدثنا محمد بن القاسم بن شعبان قالا حدثنا محمد بن الربيع بن سليمان قال حدثنا يوسف بن سعيد قال حدثنا حجاج عن ابن جريج عن عطاء عن جابر أن رسول الله صلى الله عليه وسلم نهى أن ينبذ التمر والزبيب والبسر والرطب جميعا ( 2 )\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nورواه ابن وهب عن الليث بن سعد وجرير بن حازم عن عطاء عن جابر وابن وهب أيضا عن عمرو بن الحارث والليث بن سعد عن أبي الزبير عن جابر عن النبي صلى الله عليه وسلم مثله ( 1 ) وأما حديث أبي سعيد فحدثنا إسماعيل بن عبد الرحمن قال حدثنا محمد بن القاسم بن شعبان قال حدثنا محمد بن العباس بن أسلم قال حدثنا إبراهيم بن مرزوق قال حدثنا روح بن عبادة قال حدثنا شعبة عن أبي سلمة عن أبي نضرة عن أبي سعيد أن النبي صلى الله عليه وسلم نهى عن البسر والتمر والزبيب والتمر أن يخلطا ( 2 ) قال وحدثنا روح بن عبادة قال حدثنا شعبة قال سمعت سليمان التيمي يحدث عن أبي نضرة عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم مثله حرفا بحرف وحدثنا إسماعيل بن عبد الرحمن قال حدثنا محمد بن القاسم بن شعبان قال حدثنا محمد بن العباس بن أسلم قال حدثنا إبراهيم بن مرزوق قال حدثنا عمر بن حبيب\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nقال حدثنا سليمان التيمي عن أبي نضرة عن أبي سعيد قال نهى رسول الله صلى الله عليه وسلم أن يخلط الزبيب والتمر والبسر والتمر وعن الجر أن ينبذ فيه ( 1 ) وأما حديث أنس فحدثنا أحمد بن قاسم قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي أسامة قال حدثنا عفان قال حدثنا همام قال حدثنا قتادة عن أنس أن النبي صلى الله عليه وسلم نهى أن ينبذ البسر والتمر جميعا وحدثنا إسماعيل بن عبد الرحمن قال حدثنا محمد بن القاسم قال حدثنا علي بن سعيد قال حدثنا الحسن بن علي النيسابوري وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن شاذان قال حدثنا محمد بن مقاتل المروزي قالا حدثنا عبد الله بن المبارك قال حدثنا وفاء بن إياس عن المختار بن فلفل ( 2 ) عن أنس بن مالك قال نهى رسول الله صلى الله عليه وسلم أن يجمع الشيئين ينبذهما مما يبغى أحدهما على\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nصاحبه قال وسأتله عن الفضيخ ( 1 ) فنهاني عنه قال وكان يكره المذنب ( 2 ) من البسر مخافة أن يكونا شيئين فكنا نقطعه منهما ( 3 ) وأما حديث أبي هريرة فحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا محمد بن مصعب عن الأوزاعي عن يحيى بن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال لا تجمعوا بن الزهو والرطب والتمر والزبيب وانبذواكل واحد منهما على حدته ( 4 ) وحدثنا إسماعيل بن عبد الرحمن قال حدثنا محمد بن القاسم بن شعبان قال حدثنا محمد بن العباس بن أسلم قال حدثنا إبراهيم بن أبي داود البرلسي قال أخبرنا عمرو بن أبي سلمة قال أخبرنا عكرمة بن عمار قال حدثني أبو كثير السحيمي قال أخبرني أبو هريرة قال قال رسول الله صلى الله عليه وسلم لا تخلطوا التمر والبسر جميعا تنبذونهما ولا تخلطوا الزبيب والتمر\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nتنبذونهما وانبذوا كل واحد منهما على حدته ( 1 ) حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا محمد بن إسحاق قال أخبرني معبد بن كعب بن مالك ( 2 ) عن أمه وكانت قد صلت القبلتين قالت سمعت رسول الله صلى الله عليه وسلم ينهى عن الخليطين التمر والزبيب أن ينبذا وربما قال انبذوا كل واحد منهما على حدته ( 3 ) وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا الترمذي قال حدثنا سعيد بن أبي\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nمريم قال حدثنا عبد الجبار بن عمر عن ابن أبي فروة ( 1 ) عن محمد بن يوسف عن أبيه عن أم مغيث أنها حدثته أنها سمعت رسول الله صلى الله عليه وسلم ينهى عن الخليطين قلنا يا رسول الله وما الخليطان قال التمر والزبيب وكل مسكر حرام ( 2 ) قال أبو عمر الأحاديث في هذا الباب صحاح متواترة تلقاها العلماء بالقبول لكنهم اختلفوا في معناها فذهب مالك والشافعي وأصحابهما إلى القول بظاهرها وعمومها ونهوا عن الخليطين\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nجملة واحدة قال مالك لما ذكر حديث النهي عن أن ينبذ البسر والرطب جميعا والزهو والرطب جميعا قال وعلى هذا أدركت أهل العلم ببلدنا ( 1 ) وقال الشافعي نهى رسول الله صلى الله عليه وسلم عن الخليطين فلا يجوزان على حال ولا يجمع عند مالك والشافعي بين شرابين سواء نبذ كل واحد منهما على حدة أو جمع شيئان فنبذا جميعا وقال أبو حنيفة لا بأس بشرب الخليطين من الأشربة البسر والتمر والزبيب والتمر وكل ما لو طبخ أو نبذ على الانفراد حل فكذلك إذا طبخ أو نبذ مع غيره وروى عن ابن عمر وإبراهيم مثل ذلك فيما قال أبو جعفر الطحاوي وهو قول أبي يوسف الآخر قال وقال محمد بن الحسن أكره المعتق من التمر والزبيب ( 2 ) والنهي عند أبي حنيفة في الأحاديث المذكورة في هذا الباب إنما هو من باب السرف لضيق ما كانوا فيه من العيش ( 3 )\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nوروى المعافى عن الثوري أنه كره من النبيذ الخليط والسلافة والمعتق وقال الليث لا أرى بأسا أن يخلط نبيذ التمر ونبيذ الزبيب ثم يشربا جميعا وإنما جاء النهي في كراهية أن ينبذا جميعا ثم يشربان لأن أحدهما يشد صاحبه وأما ما ذكره الطحاي عن ابن عمر فقد روينا عنه خلاف ذلك حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق القاضي قال حدثنا إبراهيم بن حمزة قال حدثنا عبد العزيز بن محمد عن موسى بن عقبة عن نافع عن ابن عمر قال نهى أن ينبذ الزهو والرطب جميعا والبسر والتمر جميعا ( 1 )\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nحديث موفى أربعين لزيد بن أسلم مرسل مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم سئل عن الغبيراء فقال لا خير فيها ونهى عنها قال مالك وسألت زيد بن أسلم عن الغبيراء فقال هي الأسكركة ( 1 ) هكذا رواه أكثر رواة الموطأ مرسلا وما علمت أحدا أسنده عن مالك إلا ابن وهب وحديث ابن وهب في ذلك حدثناه إسماعيل بن عبد الرحمن بن علي قال حدثنا محمد بن القاسم بن شعبان قال حدثنا غير واحد عن يونس بن عبد الأعلى عن ابن وهب عن مالك عن زيد بن أسلم عن عطاء بن يسار عن عبد الله بن عباس عن النبي صلى الله عليه وسلم أنه سئل عن الغبيراء فذكره سواء قال أبو إسحاق بن شعبان وحدثناه أحمد بن محمد عن الحارث بن مسكين عن ابن القاسم عن مالك مثله\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nهكذا قال ابن شعبان والذي في الموطأ لابن القاسم في هذا الحديث الإرسال كرواية يحيى وغيره والأسكركة نبيذ الأرز وقيل نبيذ الذرة وقد تقدم قولنا في تحريم المسكر في باب إسحاق بن أبي طلحة من كتابنا هذا موضحا مستوعبا ( 1 ) وقوله صلى الله عليه وسلم كل مسكر خمر وكل مسكر حرام ( 2 ) وما أسكر كثيره فقليله حرام ( 3 ) يدخل فيه الغبيراء وغيرها وبالله التوفيق حدثني عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أبو مسلم إبراهيم بن عبد الله الكشي قال حدثنا أبو عاصم قال حدثنا عبد الحميد بن جعفر عن يزيد بن أبي حبيب عن عمرو بن الوليد عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم من كذب علي متعمدا فليتبوأ مقعده من النار وقال إن الله ورسوله حرما الخمر والميسر والكوبة ( 4 ) والغبيراء ( 5 )\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nوحدثنا عبد الوارث قال حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق قال حدثنا حجاج قال حدثنا حماد بن سلمة عن علي بن يزيد عن صفوان ابن محرز المازني قال سمعت أبا موسى يخطب على هذا المنبر وهو يقول ألا إن خمر أهل المدينة البسر والتمر وخمر أهل فارس العنب وخمر أهل اليمن البتع وهو العسل وخمر أهل الحبشة الاسكركة وهو الأرز ( 1 ) آخر مراسيل عطاء بن يسار والحمد لله وحده\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nحديث حاد وأربعون لزيد بن أسلم مرسل يستند ويتصل من وجوه ثابتة من حديث مالك وغيره مالك عن زيد بن أسلم أنه قال قدم رجلان من المشرق ( 1 ) فخطبا فعجب الناس لبيانهما فقال رسول الله صلى الله عليه وسلم إن من البيان لسحرا أو إن بعض البيان لسحر ( 2 ) هكذا رواه يحيى عن مالك عن زيد بن أسلم مرسلا وما أظن أرسله عن مالك غيره وقد وصله جماعة عن مالك منهم القعنبي وابن وهب وابن القاسم وابن بكير وابن نافع ومطرف والتنيسي رووه كلهم عن مالك عن زيد بن أسلم عن عبد الله بن عمر عن النبي صلى الله عليه وسلم وهو الصواب وسماع زيد بن أسلم من ابن عمر\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nصحيح وقد تقدم القول في ذلك في كتابنا هذا في أول باب زيد ابن أسلم ( 1 ) حدثنا أبو محمد بن عبد الله بن محمد الجهني قال حدثنا أبو عثمان سعيد بن عثمان بن السكن الحافظ قال حدثنا محمد بن يوسف قال حدثنا محمد بن إسماعيل البخاري قال حدثنا عبد الله بن يوسف قال أخبرنا مالك عن زيد بن أسلم عن ابن عمر قال قدم رجلان من المشرق فخطبا فعجب الناس لبيانهما فقال رسول الله صلى الله عليه وسلم إن من البيان لسحرا أو إن بعض البيان لسحر ( 2 ) ورواه القطان أيضا عن مالك هكذا مسندا حدثني عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا يحيى بن سعيد عن مالك بن أنس عن زيد بن أسلم عن ابن عمر قال قدم رجلان فخطبا فعجب الناس من بيانهما فقال رسول الله صلى الله عليه وسلم إن من البيان لسحرا ( 3 ) وهكذا رواه الثوري وابن عينية وزهير بن محمد عن زيد بن أسلم عن ابن عمر إلا أن في روايتهم فخطبا أو خطب أحدهما وقد روي عن النبي صلى الله عليه\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nوسلم قوله ( إن من البيان لسحرا ) من وجوه غير هذا من حديث عمار وغيره واختلف في المعنى المقصود إليه بهذا الخبر فقيل قصد به إلى ذم البلاغة إذ شبهت بالسحر والسحر محرم مذموم وذلك لما فيها من تصوير الباطل في صورة الحق والتفيهق والتشدق وقد جاء في الثرثارين المتفيهقين ما جاء من الذم وإلى هذا المعنى ذهب طائفة من أصحاب مالك واستدلوا على ذلك بإدخال مالك له في موطئه في باب ما يكره من الكلام ( وأبى جمهور أهل الأدب والعلم بلسان العرب إلا أن يجعلوا قوله صلى الله عليه وسلم إن من البيان لسحرا مدحا وثناء وتفضيلا للبيان وإطراء وهو الذي تدل عليه سياقة الخبر ولفظه على ما نورده في هذا الباب إن شاء الله روى علي بن حرب الموصلي عن أبي سعيد الهيثم بن محفوظ عن أبي المقوم يحيى بن ثعلبة الأنصاري ( 1 ) عن الحكم عن مقسم عن ابن عباس قال اجتمع عند النبي صلى الله عليه وسلم قيس بن عاصم والزبرقان بن بدر وعمرو بن الأهتم ففخر الزبرقان فقال يا رسول الله أنا\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nسيد تميم المطاع ( 1 ) فيهم والمجاب منهم آخذ لهم بحقوقهم وأمنعهم من الظلم وهذا يعلم ذلك يعني عمرو بن الأهتم فقال عمرو وإنه ( 2 ) لشديد العارضة مانع لجانبه مطاع في أدانيه فقال الزبرقان والله لقد كذب يا رسول الله وما يمنعه أن يتكلم إلا الحسد فقال عمرو أنا أحسدك فوالله لبئيس ( 3 ) الخال حديث المال أحمق الوالد مبغض في العشيرة والله يا رسول الله ما كذبت فيما قلت أولا ولقد صدقت فيما قلت آخرا رضيت فقلت أحسن ما علمت وغضبت فقلت أقبح ما وجدت ولقد صدقت في الأمرين جميعا فقال النبي صلى الله عليه وسلم إن من البيان لسحرا ( 4 ) ( وروى حماد بن زيد عن محمد بن الزبير قال قدم على رسول الله صلى الله عليه وسلم الزبرقان بن بدر وعمرو ابن الأهتم وقيس بن عاصم فقال رسول الله صلى الله عليه وسلم لعمرو أخبرني ( 5 ) عن الزبرقان فقال هو مطاع في ناديه شديد العارضة مانع لما وراء ظهره قال الزبرقان هو والله يا رسول الله يعلم أني أفضل منه فقال عمرو\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nإنه لزمر المروءة ضيق العطن أحمق الأب لئيم الخال يا رسول الله صدقته في الأولى وما كذبته في الأخرى أرضاني فقلت أحسن ما علمت وأسخطني فقلت أسوأ ما علمت فقال رسول الله صلى الله عليه وسلم إن من البيان لسحرا ) وذكر جماعة من أهل الأخبار منهم المدائني وغيره أن رسول الله صلى الله عليه وسلم قال لعمرو بن الأهتم أخبرني عن الزبرقان بن بدر فقال هو مطاع في أدانيه شديد العارضة مانع لما وراء ظهره فقال الزبرقان يا رسول الله إنه ليعلم مني أكثر من هذا ولكنه حسدني فقال عمرو أما والله يا رسول الله إنه لزمر المروءة ضيق العطن أحمق الوالد لئيم الخال ما كذبت في الأولى ولقد صدقت في الآخرة رضيت فقلت أحسن ما علمت وسخطت فقلت أسوأ ما علمت فقال رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nوسلم إن من البيان لسحرا وفي هذا دليل على مدح البيان وفضل البلاغة والتعجب بما يسمع من فصاحة أهلها وفيه المجاز والاستعارة الحسنة لأن البيان ليس بسحر على الحقيقة وفيه الإفراط في المدح لأنه لا شيء في الإعجاب والأخذ بالقلوب يبلغ مبلغ السحر وأصل لفظة السحر عند العرب الاستمالة وكل من استمالك فقد سحرك وقد ذهب هذا القول منه صلى الله عليه وسلم مثلا سائرا في الناس إذا سمعوا كلاما يعجبهم قالوا إن من البيان لسحرا ( 1 ) ويقولون في مثل هذا أيضا هذا السحر الحلال ونحو ذلك قد صار هذا مثلا أيضا وروي أن سائلا سأل عمر بن عبد العزيز حاجة بكلام أعجبه فقال عمر هذا والله السحر الحلال وقال ابن الرومي عفا الله عنه في هذا المعنى فأحسن\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n* وحديثها السحر الحلال لو أنها\r\n* لم تجن قتل المسلم المتحرز\r\n*\r\n* إن طال لم يملل وإن هي أوجزت\r\n* ود المحدث أنها لم توجز\r\n*\r\n* شرك العقول ونزهة ما مثلها\r\n* للسامعين وعقلة المستوفز\r\n* ومن هذا ما أنشدني يوسف بن هارون ( 1 ) في قصيدة له\r\n* نطقت بسحر بعدها غير أنه\r\n* من السحر ما لم يختلف في حلاله\r\n*\r\n* كذاك ابن سيرين بنفثة يوسف\r\n* تكلم في الرؤيا بمثل مقاله\r\n* وفي هذا الحديث ما يدل على أن التعجب من الإحسان والبيان موجود في طباع ذوي العقول والبلاغة وكان صلى الله عليه\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nوسلم قد أوتي جوامع الكلم إلا أنه بإنصافه كان يعرف لكل ذي فضل فضله وفي هذا ما يدل على أن أبصر الناس بالشيء أشدهم فرحا بالجيد منه ما لم يكن حسودا وإنما يحمد العلماء البلاغة واللسانة ما لم يخرج إلى حد الإسهاب والإطناب والتفيهق فقد روي في الثرثارين المتفيهقين أنهم أبغض الناس إلى الله ورسوله ( 1 ) وهذا والله أعلم إذا كان ممن يحاول تزيين الباطل وتحسينه بلفظه ويريد إقامته في صورة الحق فهذا هو المكروه الذي ورد فيه التغليظ وأما قول الحق فحسن جميل على كل حال كان فيه إطناب أو لم يكن إذا لم يتجاوز الحق وإن كنت أحب أوساط الأمور فإن ذلك أعدلها والذي اتفق العلماء باللغة في مدحه من البلاغة والإيجاز والاختصار وإدراك المعاني الجسيمة بالألفاظ اليسيرة ويقال إن الرجلين اللذين خطبا أو أحدهما عند رسول الله صلى الله عليه وسلم المذكورين في هذا الحديث عمرو بن الأهتم والزبرقان بن بدر\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nقال أبو عمر أما قوله لزمر فالزمر القليل أراد قليل المروءة والعطن الفناء وقوله ضيق العطن كناية عن البخل حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا محمد بن يزيد قال حدثنا ابن إدريس عن مالك بن مغول قال كان زيد ابن إياس يقول للشعبي يا مبطل الحاجات يعني أنه يشغل جلساءه عن حوائجهم بحسن حديثه حدثنا أحمد بن محمد بن أحمد قال حدثنا أحمد بن سعيد قال حدثنا أبو الحسن محمد بن عبد الله بن سعيد المهراني قال حدثنا يزيد بن محمد المهلبي قال حدثنا العتبي عمن حدثه قال كان الشعبي إذا سمع حديثا ورده فكأنه زاد فيه من تحسينه للفظه فسمع يوما حديثا وقد سمعه معه جليس له يقال له رزين فرده الشعبي وحسنه فقال له رزين اتق الله يا أبا عمرو ليس هكذا الحديث فقال ( له ) الشعبي يا رزين ما كان أحوجك إلى محدرج ( 1 ) شديد\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nالجلد ( 1 ) لين المهزة عظيم الثمرة ( 2 ) أخذ ما بين مغرز عنق إلى عجب ذنب يوضع منك في مثل ذلك فتكثر له رقصاتك من غير جذل فلم يدر ما قال له فقال وما ذاك قال شيء لنا فيه أرب ولك فيه أدب ( 3 ) ومن أحسن ما قيل في مدح البلاغة من النظم قول حسان بن ثابت في ابن عباس\r\n* صموت إذا ما الصمت زين أهله\r\n* وفتاق أبكار الكلام المختم\r\n* وعى ما وعى القرآن من كل حكمة\r\n* ونيطت له الآداب باللحم والدم ( 4\r\n* وقال ثعلب لا أعرف في حسن صفة الكلام أحسن من هذين البيتين وهما لعدي بن الحرث التيمي\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n* كأن كلام الناس جمع عنده\r\n* فيأخذ من أطرافه يتخير\r\n* فلم يرض إلا كل بكر ثقيلة\r\n* تكاد بيانا من دم الجوف تقطر\r\n* قال أبو عمر البيتان اللذان قبلهما خير منهما ولحسان أيضا في ابن عباس رضي الله عنه ويروى للحطيئة ( 1\r\n* إذا قال لم يترك مقالا لقائل\r\n* بمنتظمات لا ترى بينها فصلا\r\n* يقول مقالا لا يقولون مثله\r\n* كنحت الصفا لم يبق في غاية فضلا\r\n* كفى وشفى ما في النفوس فلم يدع\r\n* لذي اربة في القول جدا ولا هزلا\r\n* في أبيات له\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nولغيره فيه أيضا\r\n* إذا قال لم يترك صوابا ولم يقف\r\n* بعى ولم يثن اللسان على هجر ( 1\r\n* وقال بكر بن سوادة في خالد بن صفوان\r\n* عليم بتنزيل الكلام ملقن\r\n* ذكور لما سداه أول أولا\r\n* ترى خطباء الناس يوم ارتجاله\r\n* كأنهم الكروان عاين أجدلا\r\n* أخبرنا عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا محمد بن يحيى بن فارس قال حدثنا سعيد بن محمد قال حدثنا أبو تميلة ( 2 ) قال حدثنا أبو جعفر النحوي عبد الله بن ثابت قال حدثني صخر بن عبد الله بن بريدة عن أبيه عن جده قال سمعت رسول الله صلى الله عليه وسلم يقول إن من البيان سحرا وإن من العلم جهلا وإن من الشعر حكما\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nوإن من القول عيالا ( 1 ) فقال صعصعة بن صوحان صدق رسول الله صلى الله عليه وسلم أما قوله إن من البيان سحرا فالرجل يكون عليه الحق فهو ألحن بالحجج من صاحب الحق فيسحر القوم ببيانه فيذهب بالحق وأما قوله إن من العلم جهلا فتكلف العالم إلى علمه مالا يعمله فيجهله ذلك وأما قوله إن من الشعر حكما فهي هذه المواعظ التي يتعظ بها الناس وأما قوله إن من القول عيالا فعرضك كلامك وحديثك على من ليس من شأنه ولا يريده ( 2 ) قال أبو عمر قوله صلى الله عليه وسلم إن من الشعر حكما أراد حكمة وذلك نحو قوله عز وجل * ( أولئك الذين آتيناهم الكتاب والحكم والنبوة ) * يعني الحكمة والنبوة وهذا أعرف وأشهر من أن يحتاج إلى شاهد وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nحديث ثان وأربعون لزيد بن أسلم منقطع ( 1 ) في رواية يحيى وهو مسند صحيح من رواية القعنبي وغيره مالك عن زيد ين أسلم أن عمر بن الخطاب سأل رسول الله صلى الله عليه وسلم عن الكلالة فقال رسول الله صلى الله عليه وسلم يكفيك من ذلك الآية ( 2 ) التي نزلت في الصيف في سورة النساء ( 3 ) هكذا رواه يحيى مرسلا ( 4 ) وتابعه أكثر الرواة على إرساله ووصله القعنبي وابن القاسم على اختلاف عنه فقالا فيه عن مالك عن زيد بن أسلم عن أبيه عن عمر بن الخطاب\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nورواه ابن وهب ومطرف وابن بكير وأبو المصعب ومصعب ومعن وابن عفير كما رواه يحيى لم يقولوا عن أبيه وقد تقدم القول في رواية أسلم عن مولاه أنها محمولة عند أهل العلم على الاتصال ( 1 ) وقد رواه الحارث بن مسكين عن ابن القاسم عن مالك عن زيد بن أسلم أن عمر كما قال يحيى وغيره حدثنا أبو محمد عبد الله بن محمد بن أسد قال حدثنا أحمد بن محمد المكي قال حدثنا علي بن عبد العزيز ( 2 ) وحدثنا ( 3 ) قال حدثنا بكر بن علاء القاضي قال حدثنا أحمد بن موسى الشامي قالا جميعا حدثنا القعنبي قال قرأت على مالك عن زيد بن أسلم عن أبيه أن عمر بن الخطاب سأل رسول الله صلى الله عليه وسلم عن الكلالة فقال رسول الله صلى الله عليه وسلم يكفيك من ذلك الآية التي نزلت في الصيف في آخر سورة النساء وقد روى هذا الحديث مسندا من حديث البراء بن عازب وسنذكره إن شاء الله\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nوفي هذا الحديث دليل على أن العالم إذا سئل عما فيه خبر في الكتاب أو في السنة ويكون دليل ذلك الخطاب بينا أن له أن يحيل السائل عليه ويكله إلى فهمه فيه إذا كان السائل ممن يصلح لهذا ونزل تلك المنزلة وفيه دليل على استعمال عموم اللفظ وظاهره ما لم يرد شيء يخصه ( 1 ) واختلف الناس في معنى الكلالة فأما أهل اللغة فقال ابن الأنباري وغيره قوله كلالة هو أن يموت الرجل ولا ولد له ولا والد قالوا وقيل هي مصدر من تكلله النسب أي أحاط به ومنه سمى الإكليل وهو منزلة من منازل القمر لاحاطتها بالقمر إذا احتل بها ومنه الإكليل وهو التاج والعصابة المحيطة بالرأس سمي بذلك لإحاطته بالرأس فجرى لفظ الكلالة مجرى الشجاعة والسماحة ( 2 ) والأب والابن طرفا الرجل فإذا ذهبا تكلله النسب أي أحاط به ومنه قيل روضة مكللة إذا حفت بالنور وقال بعضهم هي اسم للمصيبة في تكلل النسب وأنشدوا\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n* مسكنه روضة مكللة\r\n* عم بها الايهقان والذرق ( 1\r\n* يعني نبتين وقال الخليل كل الرجل كلالة إذا لم يكن له ولد وكلل إذا ذهب وروضة مكللة بالنور أي محفوفة به وذكر أبو حاتم والأثرم عن أبي عبيدة قال الكلالة كل من لم يرثه أب أو ابن أو أخ فهو عند العرب كلالة يورث كلالة مصدر من تكلله النسب أي أحاط به وتعطف عليه قال أبو عبيدة ومن قرأ يورث كلالة فهم العصبة الرجال الورثة وذكر إسماعيل القاضي كلام أبي عبيدة هذا إلى آخره ثم قال ويشبه أن تكون اللغة تحتمل هذا كله يعني ما ذكره عن العلماء من قولهم الكلالة من لا ولد له ولا والد إلى سائر ما ذكر مما سنذكر أكثره في هذا الباب ثم قال إسماعيل فأريد بالآية التي في أول سورة ( 2 ) النساء من لا أب له ولا جد وأريد بالآية التي في آخر سورة النساء ( 3 ) من لا ولد له وإنما أوجب قول من قال في الكلالة في أول\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nسورة النساء أنه من لا ولد له ولا والد لأن الجد في هذا الموضع يمنع الإخوة للأم كما منعهم الأب ولم يوجب هذا أن الجد يقوم مقام الأب مع الإخوة من الأب لأن البنت قد منعت الإخوة من الأم كما منعهم الأب والجد لا يقوم مقام الأب مع الإخوة من الأب وقد يقوم الوارث مقام الوارث في منع بعض الوارثين ولا يقوم مقامه في منع كل ما يمنعه الآخر قال وحدثنا أبو المصعب قال قال مالك كل من ترك ولدا ذكرا أو ابن ابن ذكر فإنه لم يورث كلالة وإن ترك ابنة أو ابنتين فإن البنتين ليستا بكلالة والذي ورث معهما كلالة قال أبو عمر الكلالة في هذاالموضع عند العلماء بلسان العرب ومعاني كتاب الله تعالى هم المتكللون من الورثة برحم الميت ممن لم يلد الميت ولا ولده الميت وذلك أنهم حوالي الميت وليسوا بآبائه ولا بأبنائه الذين خرج منهم وخرجوا منه فهم الإخوة للأب والأم وللأم ثم بعدهم سائر العصبة يجرون مجراهم ولذلك قال العلماء الكلالة من لا ولد له ولا والد وأما ذكر أبي عبيدة الأخ هاهنا مع الأب والابن في شرط الكلالة حيث قال هو كل من لم يرثه أب ولا ابن ولا أخ\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nفذكر الأخ في ذلك غلط لا وجه له ولم يذكره في شرط الكلالة غيره إلا أن لقوله وجها ضعيفا يخرج على معنى من معاني توريث الجد مع الأخوة وهو مع ذلك بعيد في تأويل قول الله تعالى في الكلالة وسنبين خطأ قوله ذلك في هذا الباب بعد ذكر الآثار المرفوعة وأقاويل الصحابة فيه إن شاء الله حدثنا عبد الوارث بن سفيان وسعيد بن نصر قالا حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق القاضي قال حدثنا أحمد بن عبد الله بن يونس قال حدثنا أبو بكر بن عياش عن أبي إسحاق ( 1 ) عن البراء قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله قول الله عز وجل * ( يستفتونك قل الله يفتيكم في الكلالة ) * قال تجزيك آية الصيف يقول لأنها نزلت في الصيف قال أبو بكر بن عياض فقلت لأبي إسحاق\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nهو الرجل يموت ولا يدع ولدا ولا والدا قال كذلك ظن الناس ( 1 ) وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن عبد السلام الخشني قال حدثنا محمد بن بشار قال حدثنا محمد بن جعفر قال حدثنا شعبة عن أبي إسحاق قال سمعت البراء يقول آخر آية نزلت آية الكلالة وآخر سورة نزلت سورة براة ( 2 ) وحدثنا عبد الوارث قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن عبد السلام الخشني قال حدثنا محمد بن\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nبشار قال حدثنا محمد بن جعفر قال حدثنا شعبة قال سمعت محمد بن المنكدر يقول سمعت جابر بن عبد الله يقول دخل على النبي صلى الله عليه وسلم وأنا مريض فتوضأ فصبه علي فقلت إنه لا يرثني إلا كلالة فنزلت آية الفرائض ( 1 ) قال أبو عمر قالوا ولم يكن لجابر يومئذ ولد ولا والد لأن والده قتل يوم أحد ونزلت آية الكلالة بعد ذلك وأخبرنا أحمد بن محمد وسعيد بن نصر قالا حدثنا وهب بن مسرة وقال سعيد حدثنا قاسم بن أصبغ قالا حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا سفيان عن محمد بن المنكدر سمع جابرا يقول مرضت فجاءني رسول الله صلى الله عليه وسلم يعودني هو وأبو بكر وهما ماشيان فقلت يا رسول الله كيف أقضي في مالي كيف أصنع فلم يجبني حتى نزلت آية الكلالة ( 2 ) وروى أشعث عن أبي الزبير عن جابر أنه قال اشتكيت\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nوعندي سبع أخوات لي فدخل على رسول الله صلى الله عليه وسلم فقال يا جابر لا أراك ميتا من وجعك هذا فإن الله قد أنزل وبين لأخواتك فجعل لهن الثلثين فكان جابر يقول في نزلت * ( يستفتونك قل الله يفتيكم في الكلالة ) * وروى هشام الدستوائي عن أبي الزبير عن جابر أنه حدثه قال اشتكيت فذكر مثله إلى آخره ( 1 ) سواء حدثني أحمد بن قاسم بن عبد الرحمن قال حدثنا قاسم بن أصبغ قال حدثنا الحارث بن أبي أسامة قال حدثنا إسحاق يعني ابن الطباع قال حدثنا سفيان عن عمرو عن طاوس أن عمر أمر حفصة أن تسأل رسول الله صلى الله عليه وسلم عن الكلالة فأمهلت حتى لبس ثيابه ثم سألته فأمله عليها في كتف وقال من أمرك بهذا أعمر ما أظنه فهمها أو لم تكفه الآية التي نزلت في الصيف * ( يستفتونك قل الله يفتيكم في الكلالة ) * فأتته حفصة بالكتف فجعل عمر يقرأ حتى انتهى إلى قوله يبين الله لكم أن تضلوا فقال اللهم من فهمها فإني لم أفهمها ( 2 )\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nوروى عبد الأعلى ( 1 ) عن محمد بن سيرين ( 2 ) عن عبيدة ( 3 ) قال نزلت آية الكلالة على رسول الله صلى الله عليه وسلم وهو في مسير له فالتفت فإذا هو بحذيفة إلى جنبه فلقنه إياها فنظر حذيفة فإذا عمر فلقنه إياها فلما كان في خلافة عمر ونظر في الكلالة لقي حذيفة فسأله عنها فقال حذيفة لقننيها ( النبي )\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nصلى الله عليه وسلم فلقنتك كما لقنني والله لا أزيدك على هذا أبدا ( 1 ) قال أبو عمر طعن قوم من الملحدين على عمر رضي الله عنه في هذه القصة ونسبوه إلى قلة الفهم فأوضحوا جهلهم وكشفوا قلة فهمهم وسرحوا عن بدعتهم وقد عرف المسلمون موضع فطنة عمر وفهمه وذكائه حتى لقد كان يسبق التنزيل بفطنته فينزل القرآن على ظنه ومراده وهذا محفوظ معلوم عنه في غير ما قصة منها نزول آية الحجاب ( 2 ) وآية فداء الأسرى ( 3 ) وآية * ( واتخذوا من مقام إبراهيم مصلى ) * 4\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nوآية تحريم الخمر ( 1 ) وغير ذلك مما يطول ذكره ( 2 ) ولا يجهل فضائله وموضعه من العلم إلا من سفه ( 3 ) نفسه ولعمري إن في هذا الخبر عنه في الكلالة ما يزيد في فضله ويوضح عن فهمه ومنزلته عند رسول الله صلى الله عليه وسلم لأنه لو لم يكن عند رسول الله صلى الله عليه وسلم ممن يقوم باستخراج التأويل واستنباط المعاني من التنزيل لما رد رسول الله صلى الله عليه وسلم هذا ومثله إلى نظره واستنباطه وإلى بصره واستخراجه ولما قال له يكفيك آية الصيف ولو كان عنده ممن لا يدرك استخراج التأويل من ظاهر التنزيل لما كفته عنده الآية ولبين له ما يحتاج من ذلك إليه وأوضح له ما أشكل عليه إذ كان بيانه واجبا لازما له صلى الله عليه وسلم وروى يحيى بن آدم عن شريك عن حبيب بن أبي عمرة عن مجاهد\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nوعن شريك أيضا عن مجالد عن عامر الشعبي قالا كان عمر بن الخطاب يرى الرأي فينزل به القرآن ( 1 ) حدثني عبد الله بن محمد بن أسد قال حدثنا حمزة بن محمد قال حدثنا أحمد بن شعيب قال أخبرنا إسحاق بن إبراهيم قال أخبرنا معاذ بن هشام قال حدثني أبي عن قتادة عن سالم بن أبي الجعد عن معدان بن أبي طلحة اليعمري أن عمر بن الخطاب خطب يوم الجمعة فقال إني لا أدع بعدي شيئا أهم من الكلالة وما راجعت رسول الله صلى الله عليه وسلم في شيء ما راجعته في الكلالة وما أغلظ لي في شيء منذ صاحبته ما أغلظ لي في الكلالة حتى طعن بأصبعه في صدري وقال يا عمر أما تكفيك آية الصيف التي أنزلت في سورة النساء ( 2 ) وذكر عبد الرزاق عن ابن جريج وابن عيينة عن عمرو بن دينار عن محمد بن طلحة بن يزيد بن ركانة قال قال عمر لأن أكون سألت النبي صلى الله عليه وسلم عن ثلاث أحب إلى من كذا عن الكلالة وذكر باقي الحديث ( 3 )\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nوأخبرنا خلف بن القاسم قال حدثنا إبراهيم بن محمد بن إبراهيم الديبلي ( 1 ) قال حدثنا محمد بن علي بن زيد قال حدثنا سعيد بن منصور قال حدثنا إسماعيل بن إبراهيم قال حدثنا أبو حيان التيمي عن الشعبي عن ابن عمر قال سمعت عمر يقول على منبر المدينة وددت أن رسول الله صلى الله عليه وسلم لم يفارقنا حتى يعهد إلينا عهدا ننتهي إليه في الجد والكلالة وأبواب من أبواب الربا ( 2 ) وذكر حماد بن سلمة عن علي بن زيد بن جدعان عن أبي رافع عن عمر أنه قال لابن عباس وسعيد بن زيد وابن عمر حين طعن اعلموا أنه من أدرك وفاتي من سبى العرب من مال الله فهو حر وأعلموا أني لم أقل في الكلالة شيئا وأعلموا أني لم أستخلف أحدا ( 3 ) وذكر عبد الرزاق عن ابن عيينة عن عاصم بن سليمان عن الشعبي قال كان عمر يقول الكلالة من لا ولد له فلما طعن قال إني لأستحيي من الله أن أخالف أبا بكر أرى الكلالة ما عدا الولد\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nوالوالد ( 1 ) وروى عبيد الله بن موسى عن إسرائيل عن أبي إسحاق عن سليمان بن عبيد السلولي عن ابن عباس قال الكلالة ما خلا الولد والوالد وروى عن ابن المديني وغيره عن سفيان بن عيينة عن عمرو بن دينار قال أخبرني الحسن بن محمد قال سألت ابن عباس عن الكلالة فقال ما عدا الولد والوالد قلت أن الله يقول * ( إن امرؤ هلك ليس له ولد ) * فغضب وانتهرني ( 2 ) وروى يزيد بن هارون قال أخبرنا عاصم الأحول عن الشعبي قال سئل أبو بكر عن الكلالة فقال أني سأقول فيها برأيي فإن يكن صوابا فمن الله وإن يكن خطأ فمني ومن الشيطان أراها ما خلا الولد والوالد فلما استخلف عمر قال إني لأستحيي من الله أن أرد شيئا قاله أبو بكر ( 3 ) وروى سفيان عن عمرو بن مرة عن مرة قال قال عمر وعبد الله ثلاث لأن يكون النبي صلى الله عليه وسلم بينهن لنا أحب إلينا من الدنيا وما فيها الكلالة والخلافة والربا ( 4 ) ( رواه وكيع عن سفيان بإسناده ولم يذكر فيه عبد الله )\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nحدثنا محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا يونس بن عبد الأعلى قال أخبرنا سفيان عن عاصم الأحول عن الشعبي أن أبا بكر الصديق وعمر بن الخطاب رضي الله عنهما قالا الكلالة من لا ولد له ولا والد ( 1 ) وذكر يحيى بن آدم عن شريك وزهير وأبي الأحوص عن أبي إسحاق عن سليمان بن عبد قال ما رأيتهم إلا وقد تواطئوا وأجمعوا على أن الكلالة من مات وليس له ولد ولا والد قال يحيى وحدثنا عبد الرحيم عن محمد بن سالم عن الشعبي قال الكلالة ما كان سوى الولد والوالد من الورثة إخوة وغيرهم من العصبة كذلك قال علي وابن مسعود وزيد بن ثابت وذكر عبد الرزاق عن معمر عن الزهري وقتادة عن أبي إسحاق عن عمرو بن شرحبيل قالوا الكلالة من ليس له ولد ولا والد ( 2 ) وذكر ابن أبي حاتم عن موسى بن الأهوازي عن أبي هشام الرفاعي قال سمعت يحيى بن آدم يقول قد اختلفوا في الكلالة وصار المجتمع عليه ما خلا الولد والوالد\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nقال أبو عمر قد فسر مالك الكلالة في موطئه تفسيرا حسنا فقال الأمر المجتمع عليه الذي لا خلاف فيه والذي أدركت عليه أهل العلم ببلدنا أن الكلالة على وجهين أما الآية التي في سورة النساء التي قال الله عز وجل فيها * ( وإن كان رجل يورث كلالة أو امرأة وله أخ أو أخت فلكل واحد منهما السدس فإن كانوا أكثر من ذلك فهم شركاء في الثلث ) * فهذه ( الكلالة ) التي لا يرث الإخوة للأم فيها حتى لا يكون ولد ولا والد قال مالك وأما الآية التي في آخر سورة النساء * ( يستفتونك قل الله يفتيكم في الكلالة إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك وهو يرثها إن لم يكن لها ولد فإن كانتا اثنتين فلهما الثلثان مما ترك وإن كانوا إخوة رجالا ونساء فللذكر مثل حظ الأنثيين يبين الله لكم أن تضلوا والله بكل شيء عليم ) * قال فهذه ( الكلالة ) التي يكون فيها الأخوة عصبة إذا لم يكن ولد فيرثون مع الجد في الكلالة قال والجد يرث مع الأخوة لأنه أولى بالميراث منهم وذلك أنه يرث مع ذكور بني المتوفى السدس ولا يرث الأخوة معهم شيئا قال وكيف لا يأخذ مع الأخوة وهو يحجب بنى الأم عن الميراث وبنو الأم يأخذون مع الأخوة الثلث ( 1 )\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nقال أبو عمر ذكر الله عز وجل في كتابه الكلالة في موضعين ولم يذكر في كلا الموضعين وارثا غير الأخوة فأما الآية التي في صدر سورة النساء قوله * ( وإن كان رجل يورث كلالة أو امرأة وله أخ أو أخت فلكل واحد منهما السدس فإن كانوا أكثر من ذلك فهم شركاء في الثلث ) * فقد أجمع العلماء أن الأخوة في هذه الآية عنى بهم الأخوة للأم ولا خلاف بين أهل العلم أن الأخوة للأب والأم أو للأب ليس ميراثهم هكذا وقد روى عن بعض الصحابة ( 1 ) أنه كان يقرأ وله أخ أو أخت من أم فدل هذا مع ما ذكرنا من إجماعهم على أن المراد في هذه الآية الأخوة للأم خاصة أخبرنا عبد الله بن محمد بن عبد المؤمن قال أخبرنا إسماعيل بن محمد الصفار قال حدثنا إسماعيل بن إسحاق قال أخبرنا إبراهيم بن عبد الله قال أخبرنا هشيم قال أخبرنا يعلى بن عطاء عن القاسم بن ربيعة بن قائف ( 2 ) قال سمعت سعدا يقرأ وإن كان رجل يورث كلالة أو امرأة وله أخ أو أخت من أمه ( 3 ) ورواه شعبة عن يعلى بن\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nعطاء مثله بإسناده سواء وأما الآية التي في آخر سورة النساء قوله تعالى * ( يستفتونك قل الله يفتيكم في الكلالة ) * الآية إلى قوله * ( وإن كانوا إخوة رجالا ونساء فللذكر مثل حظ الأنثيين ) * فلم يختلف علماء المسلمين قديما وحديثا أن ميراث الأخوة للأم ليس هكذا فدل إجماعهم على أن الأخوة المذكورين في هذه الآية هم اخوة المتوفى لأبيه وأمه أو لأبيه ودلت الآيتان جميعا أن الأخوة كلهم كلالة وأنهم إذا ورثوا المتوفى فإنه يورث كلالة وهذا ما لا خلاف فيه ولهذا والله أعلم قال من قال من الصحابة أن من وراثه من عدا الوالد والولد كلالة ( لأن الأخوة إذا كانوا كلالة كان من هو أبعد منهم أولى أن يسمى كلالة ) وقد اختلف الناس في المسمى بالكلالة أهو الميت الذي لا ولد له ولا والد أم ورثته فقال أكثر المدنيين والكوفيين الكلالة الورثة الذين لا ولد فيهم ولا والد وقال البصريون الكلالة الميت الذي لا ولد له ولا والد وروى ذلك عن ابن عباس وقال أبو زيد الكلالة الميت الذي لا ولد له\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nولا والد والحي الذي ليس بولد الميت ولا والد وهو يرثه هذا يورث بالكلالة وهذا يرث بالكلالة وروى عن عمر بن الخطاب روايتان إحداهما أن الكلالة من لا ولد له ولا والد والأخرى من لا ولد له خاصة وقد ذكرنا ذلك وروى عن عطاء قول شاذ قال أن الكلالة المال ( 1 ) وقد قرأ بعض الكوفيين يورث كلالة بكسر الراء وتشديدها وقرأ الحسن وأيوب يورث بكسر الراء وتخفيفها على اختلاف عنهما وعلى هاتين الروايتين لا تكون الكلالة إلا الورثة والمال كذلك حكى أصحاب المعاني ( 2 ) فمن قرأ يورث بفتح الراء قال هو الميت يورث كلالة وجعل نصب الكلالة على المصدر كما تقدم لأبي عبيد وغيره ومن قرأ يورث كلالة بكسر الراء جعل الكلالة الورثة ومن حجة من قال بهذا القول مع هذه القراءة حديث جابر الذي تقدم ذكره قوله لا يرثني إلا كلالة\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nوقال الطبري الصواب أن الكلالة هم الذي يرثون الميت من عدا ولده ووالده لصحة حديث جابر أنه قال قلت يا رسول الله إنما يرثني كلالة وقد روى عن سعد بن أبي وقاص في حديث الوصية بالثلث نحو هذا اللفظ ولا يصح وقرأ جمهور القراء يورث بفتح الراء والله الموفق للصواب\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nحديث ثالث وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أنه قال عرس رسول الله صلى الله عليه وسلم ليلة بطريق مكة ووكل بلالا أن يوقظهم للصلاة فرقد بلال ورقدوا حتى استيقظوا وقد طلعت عليهم الشمس فاستيقظ القوم وقد فزعوا فأمرهم رسول الله صلى الله عليه وسلم أن يركبوا حتى يخرجوا من ذلك الوادي وقال أن هذا واد به شيطان فركبوا حتى خرجوا من ذلك الوادي ثم أمرهم رسول الله صلى الله عليه وسلم أن ينزلوا وأن يتوضأوا وأمر بلالا أن ينادي بالصلاة أو يقيم فصلى رسول الله صلى الله عليه وسلم بالناس ثم انصرف إليهم وقد رأى من فزعهم فقال يا أيها الناس إن الله قبض أرواحنا ولو شاء لردها إلينا في حين غير هذا فإذا رقد أحدكم عن الصلاة أو نسيها فليصلها كما كان يصليها في وقتها ثم التفت رسول الله صلى\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nالله عليه وسلم إلى أبي بكر فقال أن الشيطان أتى بلالا وهو قائم يصلي فأضجعه فلم يزل يهدئه كما يهدأ الصبي ( حتى نام ) ثم دعا رسول الله صلى الله عليه وسلم بلالا فأخبر بلال رسول الله صلى الله عليه وسلم مثل الذي أخبر رسول الله أبا بكر فقال أبو بكر أشهد أنك رسول الله ( 1 ) هكذا هذا الحديث في الموطآت لم يسنده عن زيد أحد من رواة الموطأ وقد جاء معناه متصلا مسندا من وجوه صحاح ثابتة في نومه صلى الله عليه وسلم عن صلاة الصبح في سفره روى ذلك جماعة من الصحابة وأظنها قصة لم تعرض له إلا مرة واحدة فيما تدل عليه الآثار ( 2 ) والله أعلم إلا أن بعضها فيه مرجعه من خيبر ( 3 ) كذا قال ابن شهاب عن سعيد بن المسيب في حديثه هذا وهو أقوى ما يروى في\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nذلك وهو الصحيح إن شاء الله ( 1 ) وقول زيد بن ثابت حديثه هذا بطريق مكة ليس بمخالف لأن طريق خيبر وطريق مكة من المدينة يشبه أن يكون واحدا وربما جعلته القوافل واحدا ( 2 ) وحديث زيد بن أسلم هذا مرسل وليس مما يعارض حديث ابن شهاب وفي حديث ابن مسعود ( من يوقظنا فقلت أنا أوقظكم ) وليس في ذلك دليل على أنها غير قصة بلال لأنه لم يقل له أيقظنا ويحتمل أن لا يجيبه إلى ذلك ويأمر بلالا ( 3 ) وقال ابن مسعود في هذا الحديث\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nزمن الحديبية ( 1 ) وهو زمن واحد في عام واحد لأنه منصرفه من الحديبية ( 2 ) مضى إلى خيبر من عامه ذلك ففتحها الله عليه وفي الحديبية نزلت * ( وعدكم الله مغانم كثيرة ) * 3 يعني خيبر وكذلك قسمها رسول الله صلى الله عليه وسلم على أهل الحديبية وروى خالد بن سمير عن عبد الله بن رباح عن أبي قتادة في هذا الحديث أنه كان في جيش الأمراء وهذا وهم عند الجميع لأن جيش الأمراء ( 4 ) كان في غزاة مؤتة وكانت سرية لم يشهدها رسول الله صلى الله عليه وسلم كان الأمير عليها زيد بن حارثة ثم جعفر بن أبي طالب ثم عبد الله بن رواحة وفيها قتلوا رحمهم الله وقد روى هذا الحديث ثابت البناني وسليمان التيمي عن عبد الله بن رباح على غير ما رواه خالد بن سمير وما قالوه فهو عند العلماء الصواب دون ما قاله خالد بن سمير وقد قال عطاء بن يسار أنها كانت غزوة تبوك وهذا لا يصح والآثار الصحاح على خلاف قوله مسندة ثابتة\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nوقوله مرسل ( 1 ) ذكره عبد الرزاق عن ابن جريج قال أخبرني سعد بن إبراهيم عن عطاء بن يسار أنها غزوة تبوك ( 2 ) وأن النبي صلى الله عليه وسلم أمر بلالا فأذن في مضجعه ذلك بالأولى ( 3 ) ثم مشوا قليلا ثم أقام فصلوا الصبح وسنذكر في هذا الباب جميع هذه الآثار إن شاء الله ونومه صلى الله عليه وسلم في ذلك الوقت عن صلاة الصبح حتى طلعت الشمس أمر خارج والله أعلم عن عادته وطباعه وطباع الأنبياء قبله وأظن الأنبياء مخصوصين بأن تنام أعينهم ولا تنام قلوبهم على ما روى عنه صلى الله عليه وسلم وإنما كان نومه ذلك ليكون سنة والله أعلم وليعلم المؤمنون كيف حكم من نام\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nعن الصلاة أو نسيها حتى يخرج وقتها ( 1 ) وهو من باب قوله عليه السلام انى لأنسى أو أنسى لاسن ( 2 ) والذي كانت عليه جبلته وعادته صلى الله عليه وسلم أن لا يخامر النوم قلبه ولا يخالط نفسه وإنما كانت تنام عينه وقد ثبت عنه أنه قال إن عيني تنامان ولا ينام قلبي ( 3 ) وهذا على العموم لأنه جاء عنه صلى الله عليه وسلم إنا معشر الأنبياء تنام أعيننا ولا تنام قلوبنا ( 4 ) ولا يجوز أن يكون مخصوصا بذلك لأنها خصلة لم يعدها في الست التي أوتيها ولم يؤتها أحد قبله من الأنبياء فلما أراد الله منه ما أراد ليبين لأمته صلى الله عليه وسلم قبض روحه وروح من معه في نومهم ذلك وصرفها إليهم بعد طلوع الشمس ليبن لهم مراده على لسان رسوله صلى الله عليه وسلم وعلى هذا التأويل جماعة أهل الفقه والأثر وهو\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nواضح والمخالف فيه مبتدع وللكلام عليه موضع غير هذا وبالله تعالى التوفيق أخبرنا عبد الرحمن بن يحيى قال حدثنا الحسن بن الخضر الأسيوطي وحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قالا جميعا حدثنا أحمد بن شعيب النسائي قال أخبرنا قتيبة ( 1 ) بن سعيد عن مالك عن سعيد بن أبي سعيد المقبري عن أبي سلمة بن عبد الرحمن أنه أخبره أنه سأل عائشة أم المؤمنين كيف كانت صلاة رسول الله صلى الله عليه وسلم في رمضان فذكر الحديث وفيه قالت عائشة فقلت يا رسول الله أتنام قبل أن توتر فقال يا عائشة إن عيني تنامان ولا ينام قلبي ( 2 ) وأما قوله في هذا الحديث عرس رسول الله صلى الله عليه وسلم فلا خلاف علمته بين أهل اللغة أن التعريس نزول المسافرين في آخر الليل ولا يقال لمن نزل أول الليل عرس ( 3 ) وأما قوله يهدئه كما يهدأ الصبي فمعناه يسكنه ويعلله حتى\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nنام وروى أهل الحديث هذه اللفظة بترك الهمز وأصلها الهمز عند أهل اللغة قال إبراهيم بن هرمة\r\n* خود تعاطيك بعد رقدتها\r\n* إذا تلاقى العيون مهدؤها\r\n* ومنه الحديث إياكم والسمر بعد هدأة الرجل ( 1 ) وفي فزع أصحاب رسول الله صلى الله عليه وسلم حين انتبهوا لما فاتهم من صلاتهم أوضح الدلائل على ما كان القوم عليه من الوجل والإشفاق والخوف لربهم وأظنهم والله أعلم لم يكونوا علموا أن القلم مرفوع عن النائم وأن الإثم عنه ساقط لأنهم بعث إليهم وهم لا يعلمون شيئا فعرفهم رسول الله صلى الله عليه وسلم أن الإثم عن النائم والناسي ساقط وأن الصلاة غير ساقطة وأنه يلزمه فعلها متى ما انتبه وذكرها وقد ظن بعض الناس أن فزعهم كان لخوف عدوهم وليس في شيء من الآثار ما يدل على ذلك ولا يعرف أهل السير أن منصرفه من خيبر أو من الحديبية كان انصراف خائف وفي هذا الحديث لمن تدبره ما يبين به تأويلنا ( 2 ) لأن فيه ثم انصرف رسول الله صلى الله عليه وسلم إليهم\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nوقد رأى من فزعهم فقال يا أيها الناس إن الله قبض أرواحنا الحديث فأنسهم رسول الله صلى الله عليه وسلم وأخبرهم أن من نام عن الصلاة أو نسيها قضاها إذا انتبه أو ذكر وقال لهم عند ذلك في حديث أبي قتادة ليس التفريط في النوم إنما التفريط في اليقظة لمن لم يصل الصلاة حتى يدخل وقت الأخرى ( 1 ) وقد قام رسول الله صلى الله عليه وسلم حين كسفت الشمس إلى الصلاة فزعا يجر ثوبه رواه أبو بكرة وغيره ( 2 ) وذلك خوف لربه وشفقة من قيام الساعة وأما خروجه صلى الله عليه وسلم من ذلك الوادي وتركه الصلاة فيه فاختلف العلماء في ذلك فذهب أكثر أهل الحجاز وجماعة من أهل العراق إلى أن العلة فيه ما بينه رسول الله صلى الله عليه وسلم بقوله إن هذا واد به شيطان ألا ترى إلى قوله عليه السلام أن الشيطان أتى بلالا فلم يزل يهدئه كما يهدأ الصبي فأمرهم رسول الله صلى الله عليه وسلم بالركوب والإسراع والخروج من ذلك الوادي لأنه واد به شيطان تشاؤما بذلك الوادي أو لما شاء الله\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nمما هو أعلم به وقد روى أنه قال في هذا الحديث أخرجوا عن هذاالموضع الذي أصابتكم فيه الغفلة ( 1 ) ذكره معمر عن الزهري في حديثه ويحتمل أن يكون من باب نهيه عن الصلاة في معاطن الإبل وقوله أنها خلقت من جن ( 2 ) والله أعلم ومن هذا قول علي نهاني رسول الله صلى الله عليه وسلم أن أصلي بأرض بابل فإنها ملعونة ( 3 ) ومن هذا الباب أيضا كراهيتهم للصلاة في موضع الخسف لقوله صلى الله عليه وسلم حين مر بالحجر من ثمود لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين فإن لم تكونوا باكين فلا تدخلوا عليهم لا يصيبكم ما أصابهم ( 4 ) وقد روى أن رسول الله صلى الله عليه وسلم لما أتى وادي ثمود أمر الناس فأسرعوا وقال هذا واد ملعون ( 5 ) وروى عنه أنه أمر بالعجين فطرح ( 6 ) فهذا كله باب واحد لا تدري علته حقيقة فوجب أن يكون خصوصا مردودا إلى الأصول المجتمع عليها والدلائل الصحيح مجيئها وبالله تعالى التوفيق\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nوقال أبو حنيفة وأصحابه العلة في خروجه من ذلك الوادي أنه انتبه والشمس طالعة وذلك وقت من سنته أن لا تجوز الصلاة فيه لا نافلة ولا فريضة عندهم لنهي رسول الله صلى الله عليه وسلم عن الصلاة عند طلوع الشمس وعند غروبها وذلك عندهم على الفرض والنفل على حسب نهيه عن صيام يوم الفطر والأضحى فلا يجوز لأحد أن يصوم فيه فرضا ولا نفلا واحتجوا بأشياء يطول ذكرها منها حديث مالك عن هشام بن عروة عن أبيه أنه قال كان رسول الله صلى الله عليه وسلم يقول إذا بدا حاجب الشمس فأخروا الصلاة حتى تبرز وإذا غاب حاجب الشمس فأخروا الصلاة حتى تغيب ( 1 ) قالوا وهذا على الفريضة وغيرها وقد ذكرنا قولهم هذا وذكرنا الحجة عليهم فيما ذهبوا إليه من ذلك فيما تقدم من كتابنا هذا ( 2 ) وقد روينا عن النبي صلى الله عليه وسلم أنه لم ينتبه ذلك اليوم إلا والشمس لها حرارة ولا يكون للشمس حرارة إلا وقد ارتفعت وجازت الصلاة عند الجميع فبطل تأويلهم\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nهذا إن شاء الله وسنذكر هذا الخبر وغيره من شكله في هذا الباب بعون الله وتأولوا في قوله صلى الله عليه وسلم من نام عن الصلاة أو نسيها فليصلها إذا ذكرها ( 1 ) أن ذلك إعلام منه بأنها غير ساقطة عن النائم والناسي لا أنها تصلى في وقت الطلوع والغروب والحجة عليهم فيما ذهبوا إليه من هذا التأويل قوله صلى الله عليه وسلم من أدرك ركعة من الصبح قبل أن تطلع الشمس فقد أدرك الصبح ومن أدرك ركعة من العصر قبل أن تغرب الشمس فقد أدرك العصر ( 2 ) ومعلوم أن ظاهر هذا الحديث يبيح الصلاة المفروضة عند طلوع الشمس وعند غروبها وهذا نص يقطع الارتياب في هذا الباب وقد تقدم من قولنا فيه ما يغني عن إعادته ها هنا ( 3 ) وجاء عن عطاء بن أبي رباح أنه صلى الله عليه وسلم صلى في موضعه ذلك ركعتي الفجر ذكر عبد الرزاق قال أخبرني ابن جريج عن عطاء أن النبي صلى الله عليه وسلم بينما هو في بعض\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nأسفاره فساروا ( 1 ) ليلتهم حتى إذا كانوا في آخر الليل ( 2 ) نزلوا للتعريس فقال النبي صلى الله عليه وسلم من يوقظنا للصبح فقال بلال أنا فتوسد بلال ذراعه ( 3 ) فلم يستيقظوا حتى طلعت الشمس فقام النبي صلى الله عليه وسلم فتوضأ وركع ( 4 ) ركعتين في معرسه ثم سار ساعة ثم صلى الصبح قال ابن جريج فقلت لعطاء أي سفر هو قال لا أدري ( 5 ) قال أبو عمر في قول عطاء هذا ما يدل على أن النبي صلى الله عليه وسلم لم يؤخر صلاة الصبح يومئذ ولم يخرج من ذلك الوادي لما زعم العراقيون من أنه انتبه في وقت لا تجوز فيه الصلاة ألا ترى أنه صلى ركعتي الفجر ثم مشى ساعة ولا خلاف أن الوقت الذي تجوز فيه النافلة فالفريضة أحرى أن تجوز فيه واختلف القائلون بالقول الأول فقال منهم قائلون من نام عن الصلاة في سفره ثم انتبه لزمه الزوال عن ذلك الموضع وإن كان واديا خرج عنه لقوله صلى الله عليه وسلم أن الشيطان أتى بلالا وقوله اركبوا واخرجوا\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nمن هذا الوادي فإنه واد به شيطان قالوا فكل موضع يصيب المسافرين أو غيرهم فيه مثل ما أصاب أصحاب رسول الله صلى الله عليه وسلم معه عليه السلام في ذلك الموضع من النوم عن الصلاة حتى يخرج وقتها فواجب الخروج عنه وإقامة الصلاة في غيره لأنه موضع شيطان وموضع ملعون ونزعوا بنحو ما قدمنا ذكره من العلل وقال منهم آخرون أما ذلك الوادي وحده إن علم وعرض فيه مثل ذلك العارض فواجب الخروج منه على ما صنع رسول الله صلى الله عليه وسلم يومئذ وأما سائر المواضع فلا وذلك الموضع وحده مخصوص بذلك لأن الله عز وجل يقول * ( وأقم الصلاة لذكري ) * وقال صلى الله عليه وسلم من نام عن صلاة أو نسيها فليصلها إذا ذكرها وهذا على عمومه لم يخص موضعا من موضع إلا ما جاء في ذلك الوادي خاصة وقال آخرون كل من انتبه إلى صلاة من نوم أو ذكر بعد نسيان فواجب عليه أن يقيم صلاته بأعجل ما يمكنه ويصليها كما أمر في كل موضع واديا كان أو غير واد إذا كان الموضع طاهرا وسواء ذلك\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nالوادي وغيره لأن ذلك كان خصوصا له صلى الله عليه وسلم وكان يعلم من حضور الشيطان في الموضع ما لا يعلم غيره وقد جاء عنه صلى الله عليه وسلم أنه قال جعلت لي الأرض كلها مسجدا وطهورا ( 1 ) ولم يخص ذلك الوادي من غيره حدثنا الحسين بن يعقوب ( 2 ) قال حدثنا سعيد بن فحلون قال حدثنا يوسف بن يحيى قال حدثنا عبد الملك بن حبيب قال سمعت مطرفا وابن الماجشون يقولان لا يلزم الناس أن يقتادوا شيئا إذااستيقظوا في أسفارهم وقد طلعت الشمس لأنهم لا يعلمون من ذلك ما علم رسول الله صلى الله عليه وسلم قالا ومن ابتلى بمثل ذلك في ذلك الوادي أو غيره صلى فيه ولم يخرج منه قال أبو عمر القول المختار عندنا في هذا الباب أن ذلك الوادي وغيره من بقاع الأرض جائز أن يصلى فيها كلها ما لم تكن فيها نجاسة متيقنة تمنع من ذلك ولا معنى لاعتلال من اعتل بأن موضع النوم عن الصلاة موضع شيطان وموضع ملعون\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nلا يجوز أن تقام فيه الصلاة لأنا لا نعرف الموضع الذي ينفك عن الشياطين ولا الموضع الذي تحضره الشياطين وكل ما روى في هذا المعنى من النهي عن الصلاة في المقبرة وبأرض بابل وفي الحمام وفي أعطان الإبل والخروج من ذلك الوادي وغير ذلك مما في هذا المعنى مما قد تقدم ذكرنا له كل ذلك عندنا منسوخ ومدفوع بعموم قوله صلى الله عليه وسلم جعلت لي الأرض كلها مسجدا وطهورا وقوله هذا صلى الله عليه وسلم مخبرا أن ذلك من فضائله ومما خص به وفضائله عند أهل العلم لا يجوز عليها النسخ ولا التبديل ولا النقص قال صلى الله عليه وسلم أوتيت ( 1 ) خمسا وقد روى ست ( 2 ) وقد روى ثلاث ( 3 ) وأربع ( 4 ) وهي تنتهي إلى أزيد من سبع ( 5 ) قال فيهن لم يؤتهن أحد قبلي بعثت إلى الأحمر والأسود ونصرت بالرعب مسيرة شهر وجعلت أمتي خير الأمم وأحلت لي الغنائم ولم تحل لأحد قبلي وجعلت لي\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nالأرض كلها مسجدا وطهورا وأوتيت الشفاعة وبعثت بجوامع الكلم وبينما أنا نائم أوتيت بمفاتيح كنوز الأرض فوضعت بين يدي وأعطيت الكوثر وهو خير كثير وعدنيه ربي وهو حوض ترد عليه أمتي يوم القيامة آنيته عددالنجوم من شرب منه لم يظمأ أبدا وختم بي النبيئون ( 1 ) وهذه المعاني رواها جماعة من الصحابة وبعضهم يذكر بعضها ويذكر بعضهم ما لم يذكر الآخرون وهي صحاح كلها وإن لم تجتمع بإسناد واحد فهي في أسانيد صحيحة ثابتة وجائز على فضائله الزيادة وغير جائز فيها النقصان ألا ترى أنه كان عبدا قبل أن يكون نبيا ثم كان نبيا قبل أن يكون رسولا وكذلك روى عنه صلى الله عليه وسلم أنه قال كنت عبدا قبل أن أكون نبيا ونبيا قبل أن أكون رسولا وقال ما أدري ما يفعل بي ولا بكم ( 2 ) ثم نزلت * ( ليغفر لك الله ما تقدم من ذنبك وما تأخر ) * 3\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nوسمع رجلا يقول له يا خير البرية فقال ذلك إبراهيم ( 1 ) وقال لا يقولن أحدكم أني خير من يونس بن متى ( 2 ) وقال السيد يوسف بن يعقوب بن إسحاق بن إبراهيم ( 3 ) ثم قال بعد ذلك كله أنا سيد ولد آدم ولا فخر ( 4 ) ففضائلة صلى الله عليه وسلم لم تزل تزداد إلى أن قبضه الله فمن هاهنا قلنا أنه لا يجوز عليها النسخ ولا الاستثناء ولا النقصان وجائز فيها الزيادة وبقوله صلى الله عليه وسلم جعلت لي الأرض كلها مسجدا وطهورا أجزنا الصلاة في المقبرة وفي الحمام وفي كل موضع من الأرض إذا كان طاهرا من الأنجاس لأنه عموم فضيلة لا يجوز عليها الخصوص ولو صح عنه عليه السلام أنه قال الأرض كلها مسجد إلا المقبرة والحمام ( 5 ) فكيف وفي إسناد هذا\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nالخبر من الضعف ما يمنع الاحتجاج به ( 1 ) فلو صح لكان معناه أن يكون متقدما لقوله جعلت لي الأرض كلها مسجدا وطهورا ويكون هذا القول متأخرا عنه فيكون زيادة فيما فضله الله به صلى الله عليه وسلم حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا أبو عوانة عن أبي مالك الأشجعي عن ربعي بن خراش عن حذيفة قال قال رسول الله صلى الله عليه وسلم فضلنا على الناس بثلاث جعلت الأرض كلها لنا مسجدا وجعلت تربتها طهورا وذكر الحديث حدثنا عبد الله بن محمد بن أسد قراءة عليه وأنا أسمع أن سعيد بن عثمان حدثهم قال حدثنا محمد بن يوسف قال حدثنا محمد بن إسماعيل البخاري قال حدثنا محمد بن سنان قال حدثنا هشيم قال حدثنا سيار هو أبو الحكم قال حدثنا يزيد الفقير قال حدثنا جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nنصرت بالرعب مسيرة شهر وجعلت لي الأرض طهورا ومسجدا فأيما رجل من أمتي أدركته الصلاة فليصل وأحلت لي الغنائم وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس كافة وأعطيت الشفاعة ( 1 ) وحدثنا سعيد بن نصر وعبد الوارث بن سفيان قالا حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا يزيد بن هارون عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم جعلت لي الأرض مسجدا وطهورا ( 2 ) قال وحدثنا يزيد بن هارون قال أخبرنا سليمان التيمي عن سيار عن أبي أمامة قال قال رسول الله صلى الله عليه وسلم فضلت بأربع جعلت لي الأرض مسجدا وطهورا ( 3 ) وذكر الحديث وحدثنا سعيد بن نصر وعبد الوارث بن سفيان قالا حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا الأعمش عن إبراهيم التيمي سمع أباه سمع أبا ذر قال قال لي رسول الله صلى الله عليه وسلم حيثما أدركتك\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nالصلاة فصل فإن الأرض كلها مسجد ( 1 ) مختصرا وعن الأعمش أيضا عن مجاهد عن عبيد بن عمير عن أبي ذر عن النبي صلى الله عليه وسلم مثله وروى عن النبي صلى الله عليه وسلم أنه قال جعلت لي الأرض مسجدا وطهورا في تعديد فضائله صلى الله عليه وسلم من وجوه كثيرة من حديث علي بن أبي طالب وابن عباس وجابر وأبي هريرة وأبي موسى وحذيفة وهي آثار كلها صحاح ثابتة كرهت ذكرها بأسانيدها خشية الإطالة وقد ذكرها كلها أو أكثرها أبو بكر بن أبي شيبة في أول كتاب الفضائل من مصنفه ( 2 ) وأما حديث المقبرة فرواه ابن وهب عن ابن لهيعة ويحيى بن أزهر فمرة قال عن عمار بن سعد المرادي عن أبي صالح الغفاري عن علي بن أبي طالب ومرة قال عن ابن لهيعة ويحيى بن أزهر عن الحجاج بن شداد عن أبي صالح الغفاري عن علي بن أبي طالب قال نهاني حبي صلى الله عليه وسلم أن أصلى في المقبرة ونهاني أن أصلي في أرض بابل فإنها ملعونة ( 3 ) وهذا إسناد ضعيف مجتمع على ضعفه وهو مع هذا منقطع غير متصل بعلي رضي الله عنه وعمار والحجاج\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nويحيى مجهولون لا يعرفون ( بغير هذا ) وابن لهيعة ويحيى بن أزهر ضعيفان لا يحتج بهما ولا بمثلهما وأبو صالح هذا هو سعيد بن عبد الرحمن الغفاري مصري ليس بمشهور أيضا ولا يصح له سماع من علي وفي هذا الباب عن علي من قوله غير مرفوع حديث حسن الإسناد رواه أبو نعيم الفضل بن ذكين قال حدثنا المغيرة بن أبي الحر الكندي قال حدثني أبو العنبس حجر بن عنبس قال خرجنا مع علي إلى الحرورية فلما جاوزنا سورا ( 1 ) وقع بأرض بابل قلنا يا أمير المؤمنين أمسيت الصلاة الصلاة فأبى أن يكلم أحدا قالوا يا أمير المؤمنين أليس قد أمسيت قال بلى ولكني لا أصلي في أرض خسف الله بها ( 2 ) والمغيرة بن أبي الحر كوفي ثقة ( 3 ) قاله ابن معين وغيره وحجر بن عنبس من كبار أصحاب علي رضي الله عنه وفي النهي عن الصلاة في المقبرة حديث آخر أيضا رواه عبد الواحد بن زياد عن عمرو بن يحيى المازني عن أبيه عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nقال الأرض كلها مسجد إلا المقبرة والحمام ( 1 ) وهذا الحديث رواه ابن عيينة عن عمرو بن يحيى عن أبيه مرسلا ( 2 ) فسقط الاحتجاج به عند من لا يرى المرسل حجة وليس مثله مما يحتج به ولو ثبت كان الوجه فيه ما ذكرنا ولسنا نقول كما قال بعض المنتحلين لمذهب المدنيين أن المقبرة المذكورة في هذا الحديث وغيره أريد بها مقبرة المشركين خاصة وهذا قول لا دليل عليه من كتاب ولا سنة ولا خبر صحيح ولا له مدخل في القياس ولا في المعقول ولا دل عليه فحوى الخطاب ولا خرج عليه الخبر واحتج قائل هذاالقول بما رواه ابن وهب قال أخبرني يحيى بن أيوب عن زيد بن جبيرة عن داود بن الحصين عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم قال لا يصلى في سبع مواطن في المزبلة والمجزرة والمقبرة ومحجة الطريق والحمام ومعاطن الإبل وفوق بيت الله ( 3 ) عز وجل وهذا حديث انفرد به زيد بن جبيرة\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nوأنكروه عليه ( 1 ) ولا يعرف هذا الحديث مسندا إلا من رواية يحيى بن أيوب عن زيد بن جبيرة وقد كتب الليث بن سعد إلى عبد الله بن نافع مولى ابن عمر يسأله عن هذا الحديث فكتب إليه عبد الله بن نافع لا أعلم من حدث بهذا عن نافع إلا قد قال عليه الباطل ذكره الحلواني عن سعيد بن أبي مريم عن الليث فصح بهذا وشبهه أن الحديث منكر لا يجوز أن يحتج عند أهل العلم بمثله ( 2 ) على أنه ليس فيه تخصيص مقبرة المشركين من غيرها وأما حديث أبي سعيد الخدري ففيه من العلة ما وصفنا وليس فيه إلا المقبرة والحمام بالألف واللام فغير جائز أن يرد ذلك إلى مقبرة دون مقبرة أو حمام دون حمام بغير توقيف عليه ولا يخلو تخصيص من خصص مقبرة المشركين من أحد وجهين أما أن يكون من أجل اختلاف الكفار إليها بأقدامهم فلا معنى لخصوص المقبرة بالذكر لأن كل موضع هم فيه بأجسامهم وأقدامهم فهو كذلك وقد\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nجل رسول الله صلى الله عليه وسلم أن يتكلم بما لا معنى له أو يكون من أجل أنها بقعة سخط فلو كان كذلك ما كان رسول الله صلى الله عليه وسلم ليبني مسجده في مقبرة المشركين وينبشها ويسويها ويبني عليها وقد أجاز العلماء الصلاة في الكنيسة إذا بسط فيها ثوب طاهر ومعلوم أن الكنيسة أقرب إلى أن تكون بقعة سخط من المقبرة لإنها بقعة يعصى الله ويكفر به فيها وليس كذلك المقبرة وقد وردت السنة بإباحة اتخاذ البيع والكنائس مساجد ذكر البخاري أن ابن عباس كان يصلي في البيعة إذا لم يكن فيها تماثيل ( 1 ) ذكر عبد الرزاق عن الثوري عن خصيف عن مقسم عن ابن عباس أنه كان يكره أن يصلي في الكنيسة إذا كان فيها تماثيل ( 2 ) وروى أيوب وعبيد الله بن عمر وغيرهما عن نافع عن أسلم مولى عمر أن عمر لما قدم الشام صنع له رجل من عظماء النصارى طعاما ودعاه فقال عمر إنا لا ندخل كنائسكم ولا نصلي فيها من أجل ما فيها من الصور والتماثيل ( 3 ) فلم يكره عمر ولا ابن عباس ذلك إلا من أجل ما فيها من التماثيل وحكى عبد الرزاق عن الثوري عن منصور عن إبراهيم وعن الثوري عن جابر عن الشعبي قالا لا بأس بالصلاة في البيعة\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nوأما جثث الموتى فقد اختلف فيها العلماء فمنهم من جعلها كلها سواء ويتحفظ عند غسل الميت من أن يطير إليه شيء من الماء ومنهم من حمل قول ابن مسعود ( لا تنجسوا من موتاكم ( 1 ) ) على أن جثث المؤمنين خاصة طاهرة وليس هذا موضع القول في هذه المسألة وأخبرنا عبد الله بن محمد قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا رجاء بن المرجى قال حدثنا أبو همام قال حدثنا سعيد بن السائب عن محمد بن عبد الله بن عياض عن عثمان بن بن أبي العاصي أن النبي صلى الله عليه وسلم أمره أن يجعل مسجد الطائف حيث كانت طواغيتهم ( 2 ) وحدثنا سعيد بن نصر وعبد الوارث بن سفيان قالا حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا ملازم بن عمرو عن عبد الله بن بدر عن قيس بن طلق عن أبيه طلق بن علي ( 3 ) وحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال حدثنا هناد بن السرى عن ملازم بن عمرو قال حدثني عبد الله بن بدر عن\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nقيس بن طلق عن أبيه طلق بن علي والمعنى واحد وحديث هناد أتم قال خرجنا وفدا إلى النبي صلى الله عليه وسلم فبايعناه وصلينا معه وأخبرنا أن بأرضنا بيعة لنا فذكر الحديث وفيه فإذا أتيتم أرضكم فاكسروا بيعتكم واتخذوها مسجدا ( 1 ) مختصرا وأجمع العلماء على أن التيمم على مقبرة المشركين إذا كان الموضع طيبا طاهرا نظيفا جائز وكذلك أجمعوا على أن من صلى في كنيسة أو بيعة في موضع طاهر أن صلاته ماضية جائزة وقد كره جماعة من الفقهاء الصلاة في المقبرة سواء كانت لمسلمين أو مشركين للأحاديث المعلولة التي ذكرنا ولحديث أبي هريرة أن رسول الله صلى الله عليه وسلم قال صلوا في بيوتكم ولا تتخذوها قبورا ( 2 ) ولحديث واثلة بن الأسقع عن أبي مرثد الغنوي عن النبي صلى الله عليه وسلم أنه قال لا تصلوا إلى القبور ولا تجلسوا\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nعليها ( 1 ) وهذان حديثان ثابتان من جهة الإسناد ولا حجة فيهما لأنهما محتملان للتأويل ولا يجوز أن يمتنع من الصلاة في كل موضع طاهر إلا بدليل لا يحتمل تأويلا وممن كره الصلاة في المقبرة الثوري وأبو حنيفة والأوزاعي والشافعي وأصحابهم وقال الثوري إن صلى في المقبرة لم يعد وقال الشافعي إن صلى أحد في المقبرة في موضع ليس فيه نجاسة أجزأه ولم يفرق أحد من فقهاء المسلمين بين مقبرة المسلمين والمشركين إلا ما حكينا من خطل القول الذي لا يشتغل بمثله ولا وجه له في نظر ولا في صحيح أثر لأن من كره الصلاة في المقبرة كرهها في كل مقبرة على ظاهر الحديث وعمومه ومن أباح الصلاة فيها دفع ذلك بما ذكرنا من التأويل والاعتلال وقد بنى رسول الله صلى الله عليه وسلم مسجده في مقبرة المشركين حدثنا عبد الله بن محمد بن أسد قال حدثنا سعيد بن عثمان بن السكن قال حدثنا محمد بن يوسف قال حدثنا محمد بن إسماعيل البخاري وحدثنا عبد الله بن محمد بن عبد المؤمن قال حدثنا\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nمحمد بن بكر قال حدثنا أبو داود قالا جميعا حدثنا مسدد قال حدثنا عبد الوارث عن أبي التياح عن أنس بن مالك المعنى واحد واللفظ متقارب قال قدم رسول الله صلى الله عليه وسلم المدينة فنزل أعلى المدينة في حي يقال لهم بنو عمرو بن عوف فأقام فيها ( 1 ) أربع عشرة ليلة ثم أرسل إلى بني النجار فجاؤوا متقلدين بسوفهم قال أنس فكأني أنظر إلى رسول الله صلى الله عليه وسلم على راحلته وأبو بكر ردفه وملأ بني النجار حوله حتى ألقى بفناء أبي أيوب وكان رسول الله صلى الله عليه وسلم يصلي حيث أدركته الصلاة ويصلي في مرابض الغنم وأنه أمر ببناء المسجد فأرسل إلى بني النجار فقال يا بني النجار ثامنوني بحائطكم هذا فقالوا والله لا نطلب ثمنه إلا إلى الله عز وجل قال أنس فكان فيه ما أقول لكم كانت فيه قبور المشركين وخرب ونخل فأمر النبي صلى الله عليه وسلم بقبور المشركين فنبشت وبالنخل فقطع وبالخرب فسويت فصفوا النخل قبلة المسجد وجعلوا عضادتيه حجارة وجعلوا ينقلون الصخر ويرتجزون والنبي صلى الله عليه وسلم معهم ويقولون\r\n* اللهم لا خير إلا خير الآخرة\r\n* فاغفر للأنصار والمهاجرة ( 2 )\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nوأخبرنا عبد الله بن محمد قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا موسى بن إسماعيل قال حدثنا حماد بن سلمة عن أبي التياح عن أنس بن مالك ( 1 ) وذكره أبو بكر بن أبي شيبة قال حدثنا يزيد بن هارون قال حدثنا حماد بن سلمة عن أبي التياح عن أنس قال كان موضع مسجد رسول الله صلى الله عليه وسلم حائطا لبني النجار فيه خرب ونخل وقبور المشركين فقال رسول الله صلى الله عليه وسلم ثامنوني فيه فقالوا لا نلتمس به ثمنا إلا عند الله فأمر رسول الله صلى الله عليه وسلم بالنخل فقطع وبالخرب فسوى وبقبور المشركين فنبشت قال وكان رسول الله صلى الله عليه وسلم يصلي حيث أدركته الصلاة وفي مرابض الغنم ( 2 ) فهذا رسول الله صلى الله عليه وسلم قد بنى مسجده في موضع مقبرة المشركين ولو جاز أن يخص من المقابر مقبرة لكانت مقبرة المشركين أولى بالخصوص والاستثناء من أجل هذا الحديث وكل من كره الصلاة في المقبرة لم يخص مقبرة لأن الألف واللام في المقبرة والحمام إشارة إلى الجنس لا إلى\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nالمعهود ولو كان بين مقبرة المسلمين والكفار فرق لبينه رسول الله صلى الله عليه وسلم ولم يهمله لأنه بعث مبينا لمراد الله من عباده والقوم عرب لا يعرفون من الخطاب إلا استعمال عمومه ما لم يكن الخصوص والاستثناء يصحبه فلو أراد مقبرة دون مقبرة لوصفها ونعتها ولم يحل على لفظ المقبرة جملة لأن كل ما وقع عليه اسم مقبرة يدخل تحت قوله المقبرة هذا هو المعروف من حقيقة الخطاب وبالله التوفيق ولو ساغ لجاهل أن يقول مقبرة كذا لجاز لآخر أن يقول حمام كذا لأن في الحديث إلا المقبرة والحمام وكذلك قوله المزبلة والمجزرة ومحجة الطريق غير جائز أن يقال مزبلة كذا ولا مجزرة كذا ولا طريق كذا لأن التحكم في دين الله غير سائغ والحمد لله حدثنا عبد الرحمن بن يحيى قال حدثنا أحمد بن سعيد قال حدثنا عبد الملك بن بحر قال حدثنا موسى بن هارون قال حدثنا العباس بن الوليد بن نصر النرسي قال حدثنا وهيب بن خالد قال حدثنا عبد الرحمن بن يزيد بن جابر عن القاسم بن مخيمرة عن أبي سعيد\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nالخدري أن رسول الله صلى الله عليه وسلم نهى أن يصلى على القبر أو يقعد عليه أو يبنى عليه ( 1 ) قال موسى بن هارون قوله أن يصلى على القبر وهم وإنما هو أن يصلى إلى القبر ( 2 ) وفي حديث زيد بن أسلم هذا ثم أمرهم رسول الله صلى الله عليه وسلم أن ينزلوا ويتوضؤا وأمر بلالا أن يؤذن أو يقيم هكذا رواه يحيى على الشك وتابعه قوم واختلفت الآثار في ذلك على ما نذكره في هذا الباب إن شاء الله وأكثرها فيها أنه أذن وأقام وكذلك في أكثرها أنه صلى ركعتي الفجر ( وأمرهم أن يصلوها ثم صلى بهم الصبح ) ولم يذكر في بعضها أنه صلى ركعتي الفجر وهذا موضع قد تنازع فيه العلماء ومن ذكر شيئا وحفظه فهو حجة على من لم يذكر فأما اختلافهم في الأذان والإقامة للصلوات الفوائت فإن مالكا والأوزاعي والشافعي وأصحابهم قالوا فيمن فاتته صلاة أو صلوات حتى خرج وقتها أنه يقيم لكل واحدة إقامة ولا يؤذن وقال الثوري ليس عليه في الفوائت أذان ولا إقامة\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nوقال أبو حنيفة وأصحابه من فاتته صلاة واحدة صلاها بأذان وإقامة فإن لم يفعل فصلاته تامة وقال محمد بن الحسن إذا فاتته صلوات فإن صلاهن بإقامة إقامة كما النبي صلى الله عليه وسلم يوم الخندق فحسن وإن أذن وأقام لكل صلاة فحسن ولم يذكر خلافا وقال أحمد بن حنبل وأبو ثور وداود بن علي يؤذن ويقيم لكل صلاة فائتة على ما روى عن النبي صلى الله عليه وسلم إذ نام عن الصلاة قال أبو عمر حجة من قال أنه يقيم لكل صلاة فائتة ولا يؤذن لها أن رسول الله صلى الله عليه وسلم حبس يوم الخندق عن صلاة الظهر والعصر والمغرب والعشاء إلى هوى من الليل ثم أقام لكل صلاة ولم يؤذن روى هذا الخبر عن النبي صلى الله عليه وسلم أبو سعيد الخدري وابن مسعود فأما حديث أبي سعيد فحدثناه أحمد بن عبد الله بن محمد بن علي قال حدثنا الميمون بن حمزة الحسيني قال حدثنا الشافعي قال حدثنا محمد بن إسماعيل بن أبي فديك عن ابن أبي ذئب وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا إبراهيم بن عبد الرحيم قال حدثنا\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nعمار بن عبد الجبار الخراساني قال أخبرنا ابن أبي ذئب عن المقبري عن عبد الرحمن بن أبي سعيد الخدري عن أبيه قال حبسنا يوم الخندق عن الصلاة حتى كان هوى من اليل حتى كفينا وذلك قول الله عز وجل * ( وكفى الله المؤمنين القتال وكان الله قويا عزيزا ) * قال فدعا رسول الله صلى الله عليه وسلم بلالا فأقام فصلى الظهر كما كان يصليها في وقتها ثم أقام العصر فصلاها كذلك ثم أقام المغرب فصلاها كذلك ثم أقام العشاء فصلاها كذلك أيضا وذلك قبل أن ينزل في صلاة الخوف * ( فإن خفتم فرجالا أو ركبانا ) * 2 المعنى واحد ( 3 ) وحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال أخبرنا هناد بن السرى عن هشيم عن أبي الزبير عن نافع بن جبير بن مطعم عن أبي عبيدة بن عبد الله بن مسعود قال قال عبد الله أن المشركين شغلوا النبي صلى الله عليه وسلم عن أربع صلوات في الخندق فأمر بلالا فأذن ثم أقام فصلى الظهر ثم أقام فصلى العصر ثم أقام فصلى\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nالمغرب ثم أقام فصلى العشاء ( 1 ) هكذا قال هشيم في هذا الحديث فأذن ثم أقام فصلى الظهر فذكر الأذان للظهر وحدها وكذلك رواه أبو بكر بن أبي شيبة عن هشيم سواء ( 2 ) وخالفه هشام الدستوائي فقال فيه فأمر بلالا فأقام فصلى الظهر لم يذكر أذانا للظهر ولا لغيرها وإنما ذكر الإقامة وحدها فيها كلها قرأت على عبد الوارث بن سفيان أن قاسم بن أصبغ حدثهم قال حدثنا أبو العباس أحمد بن محمد البرقي القاضي قال حدثنا أبو معمر قال حدثنا عبد الوارث قال حدثنا هشام بن أبي عبد الله ( 3 ) عن أبي الزبير عن نافع بن جبير بن مطعم عن أبي عبيدة عن ابن مسعود قال كنا مع رسول الله صلى الله عليه وسلم فحبسنا عن صلاة الظهر والعصر والمغرب والعشاء قال فأمر رسول الله صلى الله عليه وسلم بلالا فأقام فصلى الظهر ثم أقام فصلى العصر ثم أقام فصلى المغرب ثم أقام فصلى العشاء ثم طاف علينا فقال ما على الأرض عصابة يذكرون الله غيركم ( 4 )\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nوهكذا رواه ابن المبارك عن هشام الدستوائي بإسناده سواء وقد رواه سعيد بن أبي عروبة عن هشام الدستوائي بإسناده مثله ذكر ذلك أحمد بن شعيب ( 1 ) وغيره واحتج من قال يؤذن ويقيم للفوائت بأنه ذكر في هذا الحديث وفي حديث أبي سعيد الخدري قبله ثم أقام فصلى العشاء قال والعشاء كانت مفعولة في وقتها ولم يذكر فيها أذانا وهي غير فائتة فعلم أن مراده إقامتها بما بنبغي أن يقام لها من الأذان والإقامة وروى من حديث عمران بن حصين وغيره أن النبي صلى الله عليه وسلم حين فاتته صلاة الفجر في السفر صلاها بأذان وإقامة وأما صلاة ركعتي الفجر لمن نام عن صلاة الصبح فلم ينتبه لها إلا بعد طلوع الشمس فإن مالكا قال يبدأ بالمكتوبة ولم يعرف ما ذكر عن رسول الله صلى الله عليه وسلم في ركعتي الفجر ( 2 ) أنه ركعها يوم نام عن صلاة الصبح في سفره قبل أن يصلي الصبح ذكر أبو قرة في سماعه من مالك قال قال مالك فيمن نام عن الصبح حتى طلعت الشمس أنه لا يركع ركعتي الفجر ولا يبدأ بشيء قبل الفريضة قال وقال مالك\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nلم يبلغنا أن النبي صلى الله عليه وسلم صلى ركعتي الفجر حين نام عن صلاة الصبح حتى طلعت الشمس وقال ابن وهب سئل مالك هل كان رسول الله صلى الله عليه وسلم حين نام عن صلاة الصبح حتى طلعت الشمس ركع ركعتي الفجر قال ما علمت قال أبو عمر ليس في رواية مالك رحمه الله لا في حديث زيد بن أسلم هذا ولا في حديث ابن شهاب عن سعيد بن المسيب أن رسول الله صلى الله عليه وسلم ركع يومئذ ركعتي الفجر قبل صلاة الصبح وإنما صار في ذلك إلى ما روى وعليه جمهور أصحابه إلا أشهب وعلي بن زياد فإنهما قالا يركع ركعتي الفجر قبل أن يصلي الصبح قالا وقد بلغنا ذلك عن النبي صلى الله عليه وسلم يومئذ وكذلك قال الشافعي وأبو حنيفة والثوري والحسن بن حي وهو قول جماعة أصحاب الحديث وإليه ذهب أحمد وأبو ثور وداود لما روى في ذلك عن النبي صلى الله عليه وسلم من حديث عمران بن حصين وغيره وقد كان يجب ( 1 ) على أصل مالك أن يركعهما قبل أن يصلي الصبح لأن قوله فيمن أتى مسجدا قد صلى فيه لا بأس أن يتطوع قبل المكتوبة إذا كان في سعة من الوقت وكذلك قال أبو حنيفة وأصحابه والشافعي وداود إذا كان في الوقت سعة وقال الثوري ابدأ\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nبالمكتوبة ثم تطوع بما شئت وقال الحسن بن حي يبدأ بالفريضة ولا يتطوع حتى يفرغ من الفريضة قال فإن كانت الظهر فرغ منها ثم من الركعتين بعدها ثم يصلي الأربع التي لم يصلها قبل الظهر ( 1 ) وقال الليث بن سعد كل واجب من صلاة فريضة أو صلاة نذر أو صيام أنه يبدأ بالواجب قبل النفل ( 2 ) وقد روى عنه خلاف هذا من رواية ابن وهب أيضا قال ابن وهب سمعت الليث بن سعد يقول في الذي يدرك الإمام في قيام رمضان ولم يصل العشاء أنه يدخل معهم ويصلي بصلاتهم فإذا فرغ صلى العشاء قال وإن علم أنهم في القيام قبل أن يدخل في المسجد فوجد مكانا طاهرا فليصل العشاء ثم ليدخل معهم في القيام قال أبو عمر ويجيء على ما قدمنا من قول مالك وأبي حنيفة والشافعي وداود فيمن أتى المسجد وقد صلى أهله وفي الوقت سعة أنه لا بأس أن يتطوع قبل المكتوبة مثل\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nقول الليث فيمن أدرك القوم في قيام رمضان سواء إلا أنه لا ينبغي له أن يوتر معهم وإن أوتر معهم لزمه إعادة الوتر بعد صلاة العشاء ووتره قبل صلاة العشاء كلا وتر لأنه قبل وقته وأما قوله في الحديث أن الله قبض أرواحنا ولو شاء لردها إلينا في حين غير هذا فإن العلماء اختلفوا في الروح والنفس هل هما شيء واحد أو شيئان لأنه قد جاء في الحديث أن الله قبض أرواحنا وجاء في حديث سعيد بن المسيب قول بلال أخذ بنفسي الذي أخذ بنفسك فقال جماعة من أهل العلم الروح والنفس شيء واحد ومن حجتهم قوله الله عز وجل * ( الله يتوفى الأنفس حين موتها والتي لم تمت في منامها ) * 1 فروى عن ابن عباس وسعيد بن جبير في هذه الآية أنهما قالا تقبض أرواح الأموات إذا ماتوا وأرواح الأحياء إذا ناموا تتعارف ما شاء الله أن تتعارف فيمسك التي قضى عليها الموت التي قد ماتت ويرسل الأخرى إلى أجل مسمى ذكره بقي بن مخلد عن يحيى بن عبد الحميد الحماني عن يعقوب القمي عن جعفر بن أبي المغيرة عن سعيد بن جبير وذكره أيضا عن يحيى بن رجاء عن موسى بن أعين عن مطرف عن جعفر عن سعيد بن جبير عن ابن عباس ومعنى حديثهما واحد وهذا يدل على أن النفس والروح شيء\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nواحد لأنهم فسروا الآية وقد جاءت بلفظ يتوفى الأنفس التي لم تمت في منامها فقالوا يقبض الأرواح كما رأيت وذلك واضح في أن النفس والروح سواء ويشهد بصحة ذلك قول رسول الله صلى الله عليه وسلم في هذا الحديث أن الله قبض أرواحنا ولم ينكر على بلال قوله أخذ بنفسي الذي أخذ بنفسك فالقرآن والسنة يشيران إلى معنى واحد بلفظ النفس مرة وبلفظ الروح أخرى وقال آخرون النفس غير الروح واحتجوا بأن النفس مخاطبة منهية مأمورة واستدلوا بقول الله عز وجل * ( يا أيتها النفس المطمئنة ارجعي إلى ربك راضية مرضية ) * 1 الآية وقوله * ( أن تقول نفس يا حسرتي على ما فرطت في جنب الله ) * 2 ومثل هذا في القرآن كثير قالوا والروح لم تخاطب ولم تؤمر ولم تنه في شيء من القرآن ولم يلحقها شيء من التوبيخ كما لحق النفس في غير آية من كتاب الله عز وجل\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nوتأولوا في قول بلال أي أخذ بنفسي من النوم ما أخذ بنفسك ( 1 ) وذكر سنيد عن حجاج عن ابن جريج في قول الله عز وجل * ( الله يتوفى الأنفس حين موتها والتي لم تمت في منامها ) * الآية قال في جوف الإنسان روح ونفس بينهما في الجوف مثل شعاع الشمس فإذا توفى الله النفس كان الروح في جوف الإنسان فإذا أمسك الله نفسه أخرج الروح من جوفه فإن لم يمته أرسل الله نفسه فرجعت إلى مكانها قبل أن يستيقظ قال ابن جريج وأخبرت عن ابن عباس نحو هذا الخبر ( 2 ) وذكر عبد المنعم بن إدريس عن وهب بن منبه أنه حكى عن التوراة في خلق آدم عليه السلام قال الله عز وجل حين خلقت آدم ركبت جسده من رطب ويابس وسخن وبارد وذلك لأني خلقته من تراب وماء ثم جعلت فيه نفسا وروحا فيبوسة كل جسد خلقته من التراب ورطوبته من قبل الماء وحرارته من قبل النفس وبرودته من قبل الروح ومن النفس حدته وشهوته ولهوه ولعبه وضحكه وسفهه وخداعه وعنفه\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nوخرقه ومن الروح حلمه ووقاره وعفافه وحياؤه وفهمه وتكرمه وصدقه وصبره وأخبرنا عبد الوارث بن سفيان قال أخبرنا قاسم بن أصبغ قال حدثنا محمد بن عبد السلام قال حدثنا المسيب بن واضح قال حدثنا الحكم بن محمد الظفري عن إسماعيل بن عبد الكريم عن عبد الصمد بن معقل عن وهب بن منبه قال أن أنفس الآدميين كأنفس الدواب التي تشتهي وتدعو إلى الشر ومسكن النفس البطن إلا أن الإنسان فضل بالروح ومسكنه الدماغ فبه يستحيي الإنسان وهو يدعو إلى الخير ويأمر به ثم نفخ وهب على يده فقال هذا بارد وهو من الروح ثم تنهد على يده فقال هذا حار وهو من النفس ومثلهما كمثل الرجل وزوجته فإذا انحدر الروح إلى النفس والتقيا نام الإنسان فإذا استيقظ رجع الروح إلى مكانه ويعتبر ذلك بأنك إذا كنت نائما فاستيقظت كان كل شيء يبدر إلى رأسك وذكر أبو إسحاق محمد بن القاسم بن شعبان أن عبد الرحمن بن القاسم بن خالد صاحب مالك قال النفس جسد مجسد كخلق الإنسان والروح كالماء الجاري قال واحتج بقول الله عز وجل * ( الله يتوفى الأنفس حين موتها والتي لم ) *\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n* ( تمت في منامها ) * الآية وقال ألا ترى أن النائم قد توفى الله نفسه وروح صاعد ونازل وأنفاسه قيام والنفس تسرح في كل واد وترى ما تراه من الرؤيا فإذا أذن الله في ردها إلى الجسد عادت واستيقظ بعودتها جميع أعظاء الجسد وحرك السمع والبصر وغيرهما من الأعضاء قال فالنفس غير الروح والروح كالماء الجاري في الجنان فإذا أراد الله إفساد ذلك البستان منع الماء الجاري فيه فماتت حياته فكذلك الإنسان قال أبو إسحاق هذا معنى قول ابن القاسم وإن لم يكن نسق لفظه قال أبو إسحاق وقال عبيد الله بن أبي جعفر ( 1 ) إذا حمل الميت على السرير كانت نفسه بيد ملك من الملائكة يسير بها معه فإذا وضع للصلاة عليه وقف فإذا حمل إلى قبره سار معه فإذا ألحد وووري في التراب أعاد الله نفسه حتى يخاطبه الملكان فإذا وليا عنه منصرفين اختلع الملك نفسه فرمى بها إلى حيث أمر وهذا الملك من أعوان ملك الموت قال أبو إسحاق هذا معنى قول عبيد الله بن أبي جعفر وقد قاله معه غيره\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nقال أبو عمر قد قالت العلماء بما وصفنا والله أعلم بالصحيح من ذلك وما احتج به القوم فليس حجة واضحة ولا هو مما يقطع بصحته لأنه ليس فيه خبر صحيح يقطع العذر ويوجب الحجة ولا هو مما يدرك بقياس ولا استنباط بل العقول تنحسر وتعجز عن علم ذلك وقد قال جماعة من العلماء في قول الله عز وجل * ( ويسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا ) * 1 أنه هذا الروح المشار إليه في هذا الباب بالذكر روح الحياة وقال غيرهم أنه ملك من الملائكة يقوم صفا وتقوم الملائكة صفا فكيف يتعاطى علم شيء استأثر الله به ولم يطلع عليه رسوله صلى الله عليه وسلم وقد قيل في الروح المذكور في هذه الآية أنه جبريل عليه السلام وقيل هم خلق من خلق الله وقيل غير ذلك ( 2 ) وكذلك اختلف في الذين عنوا بقوله * ( وما أوتيتم من العلم إلا قليلا ) * فقيل أراد اليهود السائلين عن الروح لأنهم زعموا أن في التوراة علم كل شيء فأنزل الله * ( ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ) *\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nالآية يقول ما أوتيتم في التوراة والإنجيل يا أهل الكتاب من العلم إلا قليلا وقيل بل عنى بالآية أمة محمد صلى الله عليه وسلم والناس كلهم ( 2 ) قال أبو عمر لو كان الأمر على النظر والقياس والاستنباط في معنى الروح من حديث الموطأ لقلنا أن النظر يشهد للقول الأول وهو الذي تدل عليه الآثار والله أعلم وقد تضع العرب النفس موضع الروح والروح موضع النفس فيقولون خرجت نفسه وفاضت نفسه وخرجت روحه إما لأنهما شيء واحد أو لأنهما شيئان متصلان لا يقوم أحدهما دون الآخر وقد يسمون الجسد نفسا ويسمون الدم جسدا قال النابغة\r\n* وما أريق على الأنصاب من جسد\r\n* يريد من دم وقال ذو الرمة فجعل الجسد نفسا\r\n* يا قابض الروح من نفس إذا احتضرت\r\n* وغافر الذنب زحزحني عن النار\r\n* ويقال للنفس نسمة أيضا على عتق نسمة أي نفس\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nوقال صلى الله عليه وسلم إنما نسمة المؤمن طائر ( 1 ) يعني روحه وسنذكر هذاالخبر في حديث ابن شهاب ( 2 ) إن شاء الله تعالى ( وبالله التوفيق ) وفي هذا الحديث فإذا رقد أحدكم عن الصلاة أو نسيها فليصلها كما كان يصليها في وقتها وهذا إنما فيه إيجاب إقامة الصلاة وأنها غير ساقطة عمن نام أو نسي ولم يخص وقتا من وقت فالبدار إليها أولى إلا أن في حديث ابن المسيب وحديث أنس وغيره أن رسول الله صلى الله عليه وسلم قال من نام عن الصلاة أو نسيها فليصلها إذا ذكرها فإن الله تعالى يقول * ( وأقم الصلاة لذكري ) * وفي هذا وجوب صلاتها عندالذكر لها والانتباه إليها أي وقت كان وهو موضع اختلاف وقد ذكرناه واستوعبنا القول فيه في باب زيد بن أسلم ( 3 ) وسيأتي منه ذكر في باب ابن شهاب ( 4 ) عن سعيد بن المسيب\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nمن كتابنا هذا لأن ذلك الموضع أولى بذكر ذلك لقوله فيه فليصلها إذا ذكرها وإنما في حديث زيد هذا ( فليصلها كما كان يصليها ) وبالله توفيقنا وفي أخبار رسول الله صلى الله عليه وسلم أبا بكر بما عرض لبلال في نومه ذلك علم من أعلام نبوته صلى الله عليه وسلم وفيه ما كان عليه أبو بكر رضي الله عنه من صريح الإيمان والبدار إلى تصديق رسول الله صلى الله عليه وسلم والفرح بكل ما يأتي منه وهو الصديق حقا من أمته رحمة الله عليه وأما الآثار المروية في هذا الباب فرواها جماعة من الصحابة منهم أبو هريرة وابن مسعود وأبو قتادة وابن عباس وجبير بن مطعم وعمرو بن أمية وعمران بن حصين وأبو مريم السلولي وأبو جحيفة السوائي وذو مخبر الحبشي ( 1 ) فأما حديث أبي هريرة فنذكر منه هاهنا ما يشبه حديثنا ويكون في معناه ونذكر من قطعه ومن\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nوصله عن سعيد بن المسيب عن أبي هريرة إذا ذكرناه في باب ابن شهاب إن شاء الله فمن حديث أبي هريرة ما حدثنا محمد بن خليفة قال حدثنا محمد بن الحسين قال حدثنا أبو سعيد الحسن بن علي الجصاص قال حدثنا أحمد بن الفرج أبو عتبة الحجازي بحمص قال حدثنا أيوب بن سويد قال أخبرنا يونس بن يزيد عن الزهري عن سعيد بن المسيب وأبي سلمة عن أبي هريرة قال لما قفل رسول الله صلى الله عليه وسلم من خيبر عرس بنا ذات ليلة ثم قال أيكم يكلألنا الفجر الليلة فقال بلال أنا يا رسول الله قال اكلأه لنا يا بلال ولا تكن لكعا قال بلال فنام النبي صلى الله عليه وسلم ونام أصحابه فعمدت إلى حجفة ( 1 ) لي استندت إليها فجعلت أراعي الفجر فبعث الله على النوم فلم أستيقظ إلا لحر الشمس بين كتفي فقمت فزعا فقلت الصلاة عباد الله فانتبه النبي صلى الله عليه وسلم وانتبه الناس وقال لي يا بلال ألم أقل لك اكلأ لنا الفجر فقلت يا رسول الله أخذ بنفسي الذي أخذ بنفسك فقال رسول الله صلى الله عليه وسلم إن أرواحكم كانت بيد الله عز وجل حبسها إذ شاء وأطلقها إذ شاء\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nاقتادوا ( 1 ) من هذا الوادي فإنه واد ملعون الشيطان قال فخرجنا من الوادي ثم أمر بلالا فأذن وتوضأ النبي صلى الله عليه وسلم وتوضأ أصحابه ثم صلوا فقام إليه رجل فقال يا رسول الله أنصلي هذه الصلاة من غد للوقت فقال النبي صلى الله عليه وسلم لا إن الله لا ينهاكم عن الربا ويرضاه منكم من نام عن صلاة أو نسيها فليصلها إذا ذكرها لا كفارة لها غيرها إن الله عز وجل يقول * ( وأقم الصلاة لذكري ) * 2 وحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى ( 3 ) عن يزيد بن كيسان قال حدثني أبو حازم عن أبي هريرة قال عرسنا مع النبي صلى الله عليه وسلم فلم نستيقظ حتى طلعت الشمس فقال رسول الله صلى الله عليه وسلم يأخذ كل إنسان برأس راحلته فإن هذا منزل حضرنا فيه الشيطان قال ففعلنا فدعا بالماء فتوضأ ثم صلى سجدتين ثم أقيمت الصلاة\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nفصلى الغداة ( 1 ) وأما حديث ابن مسعود فحدثنا عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن بكر بن عبد الرزاق قال حدثنا أبو داود قال حدثنا محمد بن المثنى ( وحدثنا عبد الوارث حدثنا قاسم حدثنا محمد بن عبد السلام حدثنا محمد بن بشار قالا ) حدثنا محمد بن جعفر قال حدثنا شعبة عن جامع بن شداد قال سمعت عبد الرحمن بن أبي علقمة قال سمعت عبد الله بن مسعود قال أقبلنا مع رسول الله صلى الله عليه وسلم زمن الحديبية قال فقال النبي صلى الله عليه وسلم من يكلؤنا فقال بلال أنا فناموا حتى طلعت الشمس فاستيقظ النبي صلى الله عليه وسلم فقال افعلوا ما كنتم تفعلون قال ففعلنا قال وكذلك فافعلوا لمن نام أو نسي ( 2 ) وأما حديث أبي قتادة فحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا هشيم بن بشير قال حدثنا حصين قال حدثنا عبد الله بن أبي قتادة عن أبيه أبي قتادة قال سرنا مع رسول الله صلى الله عليه وسلم ونحن في سفر ذات ليلة فقلنا ( 3 ) يا رسول الله لو عرست بنا قال إني أخاف أن تناموا عن الصلاة فمن يوقظنا\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nللصلاة فقال بلال أنا يا رسول الله قال فعرس القوم ( 1 ) واستند بلال إلى راحلته فغلبته عيناه واستيقظ رسول الله صلى الله عليه وسلم وقد طلع حاجب الشمس فقال يا بلال أين ما قلت لنا قال ( 2 ) يا رسول الله والذي بعثك بالحق ما ألقيت على نومة مثلها قال فقال إن الله قبض أرواحكم حين شاء وردها عليكم حين شاء ثم أمرهم رسول الله صلى الله عليه وسلم فانتشروا لحاجتهم وتوضأوا وارتفعت الشمس فصلى بهم الفجر ( 3 ) وذكره البخاري عن عمران بن ميسرة عن محمد بن فضيل عن حصين بإسناده مثله ( 4 ) وفي حديثه زيادة يا بلال قم فأذن للناس بالصلاة فتوضأ فلما ارتفعت الشمس وابياضت قام فصلى ( 5 ) وأما حديث ابن عباس فحدثناه عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا ابن الأصبهاني قال حدثنا عبيدة بن حميد عن يزيد بن أبي زياد عن تميم بن سلمة عن مسروق عن ابن عباس قال كان رسول الله صلى الله عليه وسلم في سفر\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nفعرسوا من الليل فلم يستيقظوا حتى طلعت الشمس فأمر بلالا فأذن ثم صلى ركعتين قال ابن عباس فما يسرني بها الدنيا وما فيها يعني الرخصة ( 1 ) وحدثنا عبد الوارث قال حدثنا قاسم قال حدثنا محمد بن غالب قال حدثنا حرمي بن حفص قال حدثنا صدقة بن عبادة الأسدي قال حدثني أبي عن ابن عباس أنهم كانوا مع النبي صلى الله عليه وسلم في سفر فغفلوا عن صلاة الغداة حتى طلعت الشمس فأمر النبي صلى الله عليه وسلم مؤذنا فأذن كما كان يؤذن كل يوم فصلى ركعتي الفجر كما كان يصلي كل يوم ثم صلى بهم الغداة كما كان يصلي كل يوم ( 2 ) وأما حديث جبير بن مطعم فحدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال أخبرنا أبو عاصم خشيش بن أصرم قال حدثنا يحيى بن حسان قال حدثنا حماد بن سلمة عن عمرو بن دينار عن نافع بن جبير عن أبيه أن رسول الله صلى الله عليه وسلم قال في سفر له من يكلؤنا الليلة لا نرقد ( 3 ) عن صلاة الصبح فقال بلال أنا فاستقبل مطلع الشمس\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nفضرب على آذانهم ( 1 ) حتى أيقظهم حر الشمس فقاموا فقال توضؤا ثم أذن بلال فصلى ركعتين وصلوا ركعتي الفجر ثم صلوا الفجر ( 2 ) ( وأما حديث أبي مريم فرواه علي بن المديني وغيره عن جرير عن عطاء بن السائب عن أبيه عن يزيد بن أبي مريم عن أبيه فقال نام رسول الله صلى الله عليه وسلم عن الصبح فلم يستيقظ حتى طلعت الشمس فلما استيقظ أمر المؤذن فأذن وصلى ركعتين ثم أمره فأقام فصلى الفجر ( 3 ) ) وأما حديث عمرو بن أمية فحدثنا أحمد بن قاسم بن عبد الرحمن قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي أسامة قال حدثنا أبو عبد الرحمن المقرئ قال حدثنا حيوة بن شريح قال أخبرنا عياش بن عياش أن كليب بن صبح حدثه أن الزبرقان حدثه عن عمه عمرو بن أمية الضمري قال كنا مع رسول الله صلى الله عليه وسلم في بعض أسفاره فنام ولم يصل الصبح حتى طلعت الشمس فلم يستيقظ رسول الله صلى الله عليه وسلم ولا أحد من أصحابه حتى أذاهم حر الشمس فأمر رسول الله صلى الله\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nعليه وسلم أن يتنحوا عن ذلك المكان ثم أمر بلالا فأذن ثم صلى رسول الله صلى الله عليه وسلم ركعتي الفجر وأمر أصحابه فصلوا ركعتي الفجر ثم أمر بلالا فأقام الصلاة فصلى رسول الله صلى الله عليه وسلم وذكره أبو داود عن عباس العنبري وأحمد بن صالح المصري جميعا عن عبد الله بن يزيد أبي عبد الرحمن المقرئ بإسناده نحو معناه وذكر الأذان وركعتي الفجر ( 1 ) وأما حديث عمران بن حصين فحدثنا سعيد بن نصر وعبد الوارث بن سفيان قالا حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق القاضي قال حدثنا علي بن المديني قال حدثنا عبد الأعلى ( بن عبد الأعلى ) قال حدثنا هشام عن الحسن عن عمران بن حصين قال أسرينا مع رسول الله صلى الله عليه وسلم في غزاة فلما كان من آخر السحر عرسنا فلما استيقظنا حتى أيقظنا حر الشمس فجعل الرجل يثب دهشا فزعا فقال رسول الله صلى الله عليه وسلم اركبوا فركب وركبنا فسار حتى ارتفعت الشمس ثم نزل فأمر بلالا فأذن وقضى القوم من حاجاتهم وتوضأوا وصلينا الركعتين قبل الغداة ثم أقام فصلى بنا فقلنا يا رسول الله ألا نقضيها لوقتها من الغد\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nفقال لا ينهاكم ربكم عن الربا ويقبله منكم حدثنا سعيد ابن نصر حدثنا قاسم بن أصبغ حدثنا محمد بن وضاح حدثنا أبو بكر ابن أبي شيبة قال حدثنا أبو أسامة عن هشام عن الحسن عن عمران بن حصين قال أسرينا مع رسول الله صلى الله عليه وسلم ليلة ثم عرس بنا من آخر الليل قال فاستيقظنا وقد طلعت الشمس قال فجعل الرجل منا يثور إلى طهوره دهشا فازعا فقال النبي صلى الله عليه وسلم ارتحلوا فارتحلنا حتى إذا ارتفعت الشمس نزلنا فقضينا من حوائجنا وتوضأنا ثم أمر بلالا فأذن فصلينا ركعتين ثم أمر بلالا فأقام فصلى بنا النبي صلى الله عليه وسلم فقلنا يا رسول الله أنقضيها لميقاتها من الغد فقال لا ينهاكم الله عز وجل عن الربا ويأخذه منكم ( 1 ) وحدثنا عبد الوارث وأحمد بن قاسم قالا حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي أسامة قال حدثنا روح قال حدثنا هشام عن الحسن عن عمران بن حصين قال سرنا مع رسول الله صلى الله عليه وسلم في\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nغزاة أو قال في سرية ثم ذكر نحوه وذكره أبو داود عن وهب بن بقية عن خالد عن يونس عن الحسن عن عمران عن النبي صلى الله عليه وسلم ( 1 ) وذكر إسماعيل أيضا عن ابن المديني عن عبد الوهاب الثقفي عن يونس عن الحسن عن عمران مثله وأما حديث أبي جحيفة السوائي فحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد ابن زهير قال حدثنا الفضل بن دكين قال حدثنا عبد الجبار بن العباس الهمداني عن عون بن أبي جحيفة عن أبيه قال كان رسول الله صلى الله عليه وسلم في سفره الذي ناموا فيه عن الصلاة حتى طلعت الشمس فقال إنكم كنتم أمواتا فرد الله عليكم أرواحكم من نام عن صلاة فليصلها إذا استيقظ ومن نسي صلاة فليصلها إذا ذكر وأما حديث ذي مخبر فذكره أبو داود ( 2 ) وغيره وهو يدور على جرير بن عثمان الرحبي ( 3 ) اختلف عليه فيه فقوم قالوا عنه عن صليح الرحبي كذا قال أبو المغيرة\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nوقوم قالوا عنه عن يزيد بن صليح وقال آخرون عنه عن يزيد بن صالح ( 1 ) والحديث شامي مشهور بمعنى ما تقدم من الآثار سواء قرأت على عبد الوارث بن سفيان قال حدثنا قاسم ابن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا يزيد بن زريع قال حدثنا حجاج الباهلي قال حدثنا قتادة عن أنس قال سئل رسول الله صلى الله عليه وسلم عن الرجل يرقد عن الصلاة أو يغفل عنها قال كفارتها أن يصليها إذا ذكرها ( 2 )\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nحديث رابع وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رجلا سأل رسول الله صلى الله عليه وسلم فقال ما يحل لي من امرأتي وهي حائض فقال رسول الله صلى الله عليه وسلم لتشد عليها إزارها ثم شأنك بأعلاها ( 1 ) قال أبو عمر لا أعلم أحدا روى هذا الحديث مسندا بهذا اللفظ أن رجلا سأل رسول الله صلى الله عليه وسلم هكذا ( 2 ) ومعناه صحيح ثابت وقد ذكرنا الآثار في ذاك مستوعبة في\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nباب ربيعة ( 1 ) وفي هذا الحديث تفسير لقول الله عز وجل * ( فاعتزلوا النساء في المحيض ) * وقد ذكرنا اختلاف العلماء في مباشرة الحائض ومتى توطأ بعد طهرها قبل غسلها أو بعده وسائر أحكامها في ذلك في حديث ربيعة من كتابنا هذا فلا معنى لإعادته ها هنا حدثنا محمد بن إبراهيم بن سعيد قال حدثنا محمد بن معاوية بن عبد الرحمن قال أخبرنا أحمد بن شعيب النسوي قال أخبرنا إسحاق بن إبراهيم قال أخبرنا سليمان بن حرب قال حدثنا حماد بن سلمة عن ثابت عن أنس قال كانت اليهود إذا حاضت المرأة منهم لم يواكلوهن ولم يشاربوهن ولم يجامعوهن ( 3 ) في البيوت فأمرهم رسول الله صلى الله عليه وسلم أن يواكلوهن ويباشروهن ويجامعوهن في البيوت وأن يصنعوا بهن كل شيء ما خلا النكاح فقالت اليهود ما يدع رسول الله صلى الله عليه وسلم شيئا من أمرنا إلا خالفنا فيه فقام أسيد بن حضير وعباد بن بشر فأخبرا رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nوسلم وقالا ألا نجامعوهن في المحيض فتمعر ( 1 ) وجه رسول الله صلى الله عليه وسلم تمعرا شديدا حتى ظننا أنه قد غضب عليهما فقاما فاستقبل رسول الله صلى الله عليه وسلم هدية لبن فبعث في آثارهما فردهما فسقاهما فعرفنا أنه لم يغضب عليهما ( 2 ) حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا حفص بن غياث عن الشيباني عن عبد الله بن شداد عن خالته ميمونة بنت الحرث أن النبي صلى الله عليه وسلم كان إذا أراد أن يباشر امرأة من نسائه وهي حائض أمرها أن تتزر ثم يباشرها وهي حائض ( 3 ) قال أبو عمر هذا الحديث إذا رتب مع الذي قبله دلا على أن شد الإزار على الحائض معناه لقطع الذريعة والاحتياط والله أعلم وقد أوضحنا هذا المعنى في باب ربيعة والحمد لله رب العالمبن\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nحديث خامس وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رجلا في زمان رسول الله صلى الله عليه وسلم أصابه جرح فاحتقن الجرح الدم وأن الرجل دعا رجلين من بني أنمار فنظرا إليه فزعم زيد أن رسول الله صلى الله عليه وسلم قال لهما أيكما أطب فقالا أو في الطب خير يا رسول الله فزعم زيد أن رسول الله صلى الله عليه وسلم قال أنزل الدواء الذي أنزل الأدواء ( 1 ) هكذا هذا الحديث في الموطأ منقطعا ( 2 ) عن زيد بن أسلم عند جماعة رواته فيما علمت وقد روى عاصم بن عمر عن سهيل بن أبي صالح عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قوله ( أيكما أطب ) وأما ( أنزل الدواء الذي أنزل الأدواء ) فقد روي عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nفي هذا المعنى بغير هذا اللفظ آثار مسندة صحاح سنذكرها في آخر هذا الباب إن شاء الله وفي هذا الحديث إباحة التعالج لأن رسول الله صلى الله عليه وسلم لم ينكر ذلك عليهم وفيه إتيان المتطبب إلى صاحب العلة وفيه بيان أن الله عز وجل هو الممرض والشافي وأنه لا يكون في ملكه إلا ما شاء وأنه أنزل الداء والدواء وقدره وقضى به وكذلك ثبت عن النبي صلى الله عليه وسلم أنه كان يرقى ويقول اشف أنت الشافي يا رب لا شفاء إلا شفاؤك اشف شفاء لا يغادر سقما ( 1 ) وهذا يصحح لك أن المعالجة إنما هي لتطيب نفس العليل ويأنس بالعلاج ورجاء أن يكون من أسباب الشفاء كالتسبب لطلب الرزق الذي قد فرغ منه وفي قوله صلى الله عليه وسلم أنزل الدواء الذي أنزل الأدواء دليل على أن البرء ليس في وسع مخلوق أن يعجله قبل أن ينزل ويقدر وقته وحينه وقد رأينا المنتسبين إلى علم الطب يعالج أحدهم رجلين وهو يزعم أن علتهما واحدة في زمن واحد وسن واحد وبلد واحد وربما كانا أخوين توأمين غذاؤهما واحد فعالجهما بعلاج واحد فيفيق أحدهما ويموت الآخر أو تطول علته ثم يفيق عند الأمد المقدور له\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nواختلف العلماء في هذا الباب فذهبت منهم طائفة إلى كراهية الرقى والمعالجة قالوا الواجب على المؤمن أن يترك ذلك اعتصاما بالله تعالى وتوكلا عليه وثقة به وانقطاعا إليه وعلما بأن الرقية لاتنفعه وأن تركها لا يضره إذ قد علم الله أيام المرض وأيام الصحة فلا تزيد هذه بالرقي والعلاجات ولا تنقص تلك بترك السعي والإحتيالات لكل صنف من ذلك زمن قد علمه الله ووقت قد قدره قبل أن يخلق الخلق فلو حرص الخلق على تقليل أيام المرض وزمن الداء أو على تكثير أيام الصحة ما قدروا على ذلك قال الله عز وجل * ( ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها ) * 1 واحتجوا بما حدثنا سعيد بن نصر قال حدثنا قاسم ابن أصبغ حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة حدثنا محمد بن فضيل عن حصين عن سعيد بن جبير عن ابن عباس قال قال رسول الله صلى الله عليه وسلم عرضت علي الأمم فذكر الحديث وفيه ويدخل الجنة أيضا من أمتك سبعون ألفا بغير حساب ثم دخل رسول الله صلى الله عليه وسلم ولم يبين لهم فأفاض القوم\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nفقالوا نحن الذين آمنا بالله واتبعنا رسوله فنحن هم وأولادنا الذين ولدوا في الإسلام فسمع ذلك رسول الله صلى الله عليه وسلم فقال هم الذين لا يسترقون ولا يتطيرون ولا يكتوون وعلى ربهم يتوكلون ( 1 ) وبه عن أبي بكر قال حدثنا الحسن بن موسى قال حدثنا شيبان عن قتادة عن الحسن عن عمران بن حصين عن ابن مسعود قال تحدثنا عند رسول الله صلى الله عليه وسلم ذات ليلة فقال النبي صلى الله عليه وسلم سبعون ألفا يدخلون الجنة لا حساب عليهم الذين لا يكتوون ولا يسترقون ولا يتطيرون وعلى ربهم يتوكلون ( 2 ) واحتجوا ( أيضا ) بحديث سعيد بن أبي سعيد مولى المهري عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم دخلت أمة بقضها وقضيضها الجنة كانوا لا يسترقون ولا يكتوون ولا يتطيرون وعلى ربهم يتوكلون ( 3 )\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nوبما حدثنا عبد الوارث بن سفيان قال حدثنا قاسم ابن أصبغ قال حدثنا جعفر بن محمد الصائغ قال حدثنا عفان قال حدثنا حماد بن سلمة قال أخبرنا عاصم عن زر عن عبد الله ( 1 ) أن رسول الله صلى الله عليه وسلم قال عرضت على الأمم في الموسم فرأيت أمتي فأعجبتني كثرتهم وهيئتهم قد ملؤا السهل والجبل قال يا محمد إن مع هؤلاء سبعين ألفا يدخلون الجنة بغير حساب الذين لا يسترقون ولا يكتوون ولا يتطيرون وعلى ربهم يتوكلون فقام عكاشة فقال يا نبي الله ادع الله أن يجعلني منهم قال اللهم اجعله منهم ثم قام آخر فقال ادع الله أن يجعلني منهم فقال سبقك بها عكاشة ( 2 ) وروى عمران بن حصين عن ابن مسعود عن النبي صلى الله عليه وسلم مثل هذا في حديث طويل ذكره ( 3 ) قال أبو عمر فلهذه الفضيلة ذهب بعض أهل العلم إلى كراهية الرقى والاكتواء\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nوالآثار بهذا كثيرة ثابتة عن النبي صلى الله عليه وسلم وممن ذهب إلى هذا داود بن علي وجماعة من أهل الفقه والأثر ومن حجتهم أيضا قول ابن مسعود ذكره إسماعيل بن إسحاق القاضي قال حدثنا حجاج بن منهال قال حدثنا حماد بن سلمة قال أخبرني عاصم بن بهدلة عن أبي وائل الأسدي عن ابن مسعود أنه قال أن المرأة إذا حملت تصعدت النطفة تحت كل شعرة وبشرة أربعين يوما ثم تستقر في الرحم علقة أربعين يوما ثم مضغة أربعين يوما ثم يبعث الله إليه الملك فيقول أي رب ذكر أم أنثى فيأمر الله عز وجل بما شاء ويكتب الملك ثم يقول الملك أي رب شقي أم سعيد فيأمر الله عز وجل بما شاء ويكتب الملك ثم يكتب رزقه وأثره وأجله وعمله وأين يموت وأنتم تعلقون التمائم على أبنائكم من العين وقد روى نحو هذا المعنى مرفوعا عن النبي صلى الله عليه وسلم من وجوه ثابتة كثيرة من حديث ابن مسعود وغيره وذكر أيضا من ذهب إلى هذا المذهب ما أخبرناه عبد الله بن محمد بن يوسف أخبرنا أبو اليسر بشر بن عبد الله\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nالبغدادي أخبرنا أبو محمد عبد الله بن الحسين بن عبد الرحمن القاضي الأنطاكي حدثنا حبشي بن عمرو بن الربيع بن طارق واسمه طاهر يعني اسم حبشي قال حدثني أبي قال أخبرنا السري بن يحيى من أهل البصرة عن أبي شجاع عن أبي ظبية أن عثمان بن عفان دخل على ابن مسعود في مرضه الذي قبض فيه فقال له عثمان ما تشتكي قال ذنوبي قال فما تشتهي قال رحمة ربي قال ألا أدعو لك الطبيب قال الطبيب أمرضني قال ألا نأمر لك بعطائك قال حبسته عني في حياتي فلا حاجة لي به عند موتي قال له عثمان لكن يكون لبناتك قال أتخشى على بناتي الفاقة إني لأرجو أن لا تصيبهم فاقة أبدا إني قد أمرت بناتي بقراءة الواقعة كل ليلة فإني سمعت رسول الله صلى الله عليه وسلم يقول من قرأ سورة الواقعة كل ليلة لم تصبه فاقة أبدا ( 1 ) وذكر من ذهب إلى هذا قول أبي الدرداء حين مرض فقيل له ألا ندعو لك طبيبا فقال رآني الطبيب قيل له ما قال لك قال إني فعال لما أريد\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nذكر وكيع قال حدثنا ابن هلال عن معاوية بن قرة قال مرض أبو الدرداء فعادوه وقالوا له ندعو لك الطبيب فقال هو أضجعني ( وذكر ابن أبي شيبة قال حدثنا عبد الرحمن بن محمد المحاربي عن عبد الملك بن عمير قال قيل للربيع بن خيثم في مرض ألا ندعو لك الطبيب فقال انظروني ثم تفكر فقال إن عادا وثمود وأصحاب الرس وقرونا بين ذلك كثيرا ) فذكر من حرصهم على الدنيا ورغبتهم فيها وقال قد كان فيهم المرضى وكان منهم الأطباء فلا المداوي بقي ولا المداوى هلك الناعت والمنعوت له والله لا تدعو لي طبيبا وممن كره الرقى سعيد بن جبير ذكر الحسن بن علي الحلواني قال حدثنا أبو نعيم قال حدثنا أبو شهاب قال دخلت على سعيد بن جبير وهو نازل بالمروة وكانت تأخذه شقيقة بصداع فقال له رجل ألا آتيك بمن يرقيك من الصداع فقال لا حاجة لي بالرقى وروى سنيد عن هشيم عن أبي حصين عن سعيد بن جبير أنه كان عنده يوما فقال أيكم رأى الكوكب الذي انقض\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nالبارحة فقال أبو حصين أما إني لم أكن في صلاة وذلك أني لدغتني عقرب قال فكيف صنعت قلت استرقيت قال وما حملك على ذلك قلت حديث حدثني الشعبي عن بريدة الأسلمي أنه قال لا رقية إلا من عين أو حمة فقال سعيد بن جبير وذا حسن من انتهى إلى ما سمع فقد أحسن لكن ابن عباس حدثني أن رسول الله صلى الله عليه وسلم قال يدخل الجنة من أمتي سبعون ألفا لا حساب عليهم ولا عذاب وهم الذين لا يسترقون ولا يتطيرون ولا يكتوون وعلى ربهم يتوكلون مختصر ( 1 ) وذكر أبو بكر قال حدثنا أبو أسامة عن هشام عن الحسن أنه كان يكره شرب الأدوية كلها إلا اللبن والعسل ومن حجة من ذهب إلى كراهية ذلك أيضا ما حدثناه عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق القاضي قال حدثنا علي بن المديني قال حدثنا هشام بن عبد الملك قال حدثنا المبارك بن فضالة قال حدثنا الحسن عن عمران بن حصين أن النبي صلى الله عليه وسلم رأى في عضده حلقة فقال ما هذه قال من الواهنة فقال ما تزيدك إلا وهنا\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nانبذها عنك فإنك إن مت وهي عليك وكلت إليها ( 1 ) وما حدثنا عبد الوارث أيضا قال حدثنا قاسم قال حدثنا الحسن بن سلام قال حدثنا زهير بن حرب قال حدثنا جرير عن منصور عن مجاهد قال حدثنا العقار ( 2 ) بن المغيرة بن شعبة عن أبيه حديثا فلم احفظه فمكثت بعد ذلك فأمرت حسان بن أبي وجرة أن يسأله فأخبرني أنه سأله فقال سمعت أبي يقول قال رسول الله صلى الله عليه وسلم ما توكل من استرقى أو اكتوى ( 3 ) وبحديث عبد الله بن عمرو سمع رسول الله صلى الله عليه وسلم يقول ما أبالي ما أتيت أو ما ارتكبت أن أنا شربت ترياقا أو تعلقت تميمة أو قلت الشعر من قبل نفسي ( 4 ) وعن الحسن قال سألت أنسا عن النشرة\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nفقال ذكروا عن النبي صلى الله عليه وسلم أنها من الشيطان ( 1 ) وهذه كلها آثار لينة ولها وجوه محتملة وعن عمران بن حصين أن رسول الله صلى الله عليه وسلم نهى عن الكي ( 2 ) فهذا أكثر ما نزع به الكارهون للرقى والتداوي والمعالجة وذكر الأثرم قال سألت أحمد بن حنبل عن الكي فقال ما أدري وكأنه كرهه وذكر حديث عمران ابن حصين نهينا عن الكي قال وسمعته يكره الحقنة إلا أن تكون ضرورة لا بد منها وذهب آخرون من العلماء إلى إباحة الاسترقاء والمعالجة والتداوي وقالوا إن من سنة المسلمين التي يجب عليهم لزومها لروايتهم لها عن نبيهم صلى الله عليه وسلم الفزع إلى الله عند الأمر يعرض لهم وعند نزول البلاء بهم في التعوذ بالله من كل شر وإلى الاسترقاء وقراءة القرآن والذكر والدعاء واحتجوا بالآثار المروية عن النبي صلى الله عليه وسلم في إباحة التداوي والاسترقاء منها قوله تداووا عباد الله ولا تداووا بحرام فإن الله لم ينزل داء إلا أنزل له دواء ( 3 )\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nوبقوله عليه السلام الشفاء في ثلاثة في شربة عسل أو شرطة محجم أو كية نار وما أحب أن اكتوي ( 1 ) وبحديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال إن كان في شيء مما تداوون به خير فالحجامة ( 2 ) ومن حديث سمرة أن رسول الله صلى الله عليه وسلم قال خير ما يتداوى به الحجامة ( 3 ) ومن حديث ابن عباس أن رسول الله صلى الله عليه وسلم احتجم واستعط وأعطى الحجام أجره ( 4 ) وروى عنه أنه قال إن كان دواء يبلغ الداء فالحجامة تبلغه وقال عليه السلام ما خلق الله داء إلا خلق له دواء إلا الموت والهرم وقال صلى الله عليه وسلم في الحبة السوداء شفاء من كل داء إلا السام ( 5 ) يعني الموت رواه ابن شهاب عن سعيد ( 6 ) عن أبي هريرة وقال صلى الله عليه وسلم الكمأة من المن وماؤها شفاء للعين ( 7 ) ورقى رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nنفسه ورقى أصحابه وأمرهم بالرقية وأباح الأكل بالرقية وكان يعوذ الحسن والحسين ويسترقي لهما وكذلك جاء عنه في ابني جعفر وأمر عامر بن ربيعة بالاغتسال لسهيل بن حنيف من العين وكان يقول من قال أعوذ بعزة الله وقدرته كشف عنه كذا ( 1 ) ومن قال أعوذ بكلمات الله التامات لم يضره شيء ( 2 ) ونحو هذا من الحديث وقال رسول الله صلى الله عليه وسلم لأسماء بنت عميس بم كنت تستمشين قالت بالشبرم قال حار جار قالت ثم اسمتشيت بالسنا فقال صلى الله عليه وسلم لو كان شيء يشفي من الموت كان السنا ( 3 ) وأجاز صلى الله عليه وسلم اللدود والسعوط والمشي والحجامة والعلق وقال إبراهيم النخعي كانوا لا يرون بالاستشفاء بأسا وإنما كرهوا منه ما كرهوا مخافة أن يضعفهم وقال عطاء لا بأس أن يستشفي المجذوم وغير المجذوم وقد سئل رسول الله صلى الله عليه وسلم فقيل له أرأيت أدوية نتداوى بها ورقى\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\nنسترقي بها أترد من قدر الله فقال هي من قدر الله ( 1 ) وقال في عجوة العالية شفاء إذا بكره على الريق ( 2 ) وقال من تصبح سبع تمرات من عجوة من تمر العالية لم يضره ذلك اليوم سم ولا سحر ( 3 ) وكوى رسول الله صلى الله عليه وسلم أسعد ( 4 ) بن زرارة ( 5 ) وروى أنه قطع من أبي بن كعب عرقا وكواه ( 6 ) وهو حديث غريب رواه أبو معاوية عن الأعمش عن أبي سفيان عن جابر وذكر الأثرم قال سألت أحمد بن حنبل عن قطع العرق فقال لا بأس بذلك عمران بن حصين قطع عرقا وأسيد بن حضير قطع عرق النساء وأبي بن كعب قطع عرقا فيما قال أبو معاوية عن الأعمش عن أبي سفيان عن جابر\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\nوذكر ابن وهب قال حدثني عمرو بن محمد وعبد الله بن عمرو ومالك بن أنس ويونس بن يزيد أن نافعا أخبرهم أن عبد الله بن عمر اكتوى من اللقوة ورقى من العقرب ( 1 ) قال وحدثني عمرو بن الحرث عن عبد ربه بن سعيد عن نافع أن عبد الله بن عمر كان إذا دعا طبيبا يعالج أهله اشترط عليه أن لا يداوي بشيء مما حرم الله واكتوى ابن عمر وغيره من السلف ( حدثنا محمد بن إبراهيم حدثنا محمد بن أحمد بن يحيى حدثنا محمد بن أيوب الرقي حدثنا أحمد بن عمرو البزار حدثنا مهنأ بن يحيى ( 2 ) قال حدثنا بقية قال حدثنا شعبة عن ابن عون عن ابن سيرين أن ابن عمر كان يسقي ولده الترياق وقال مالك لا بأس بذلك ) قال أبو عمر وروى عن رسول الله صلى الله عليه وسلم أنه قال خير أكحالكم الإثمد يجلو البصر وينبت الشعر ( 3 )\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\nواكتوى ابن عمر وغيره من السلف فمن زعم أنه لا معنى للرقى والاستعاذة ومنع من التداوي والمعالجة ونحو ذلك مما يلتمس به العافية من الله فقد خرج من عرف المسلمين وخالف طريقهم قالوا ولو كان الأمر كما ذهب إليه من كره التداوي والرقي ما قطع الناس أيديهم وأرجلهم وغير ذلك من أعضائهم للعلاج وما افتصدوا ولا احتجموا وهذا عروة بن الزبير قد قطع ساقه قالوا وقد يحتمل أن يكون قول النبي صلى الله عليه وسلم أنهم لا يسترقون ولا يكتوون أن يكون قصد إلى نوع من الكي مكروه منهي عنه أو يكون قصد إلى الرقى بما ليس في كتاب الله ولا من ذكره ( 1 ) وقد جاء عن أبي بكر الصديق كراهية الرقية بغير كتاب الله وعلى ذلك العلماء وأباح لليهودية أن ترقى عائشة بكتاب الله ( 2 ) قال أبو عمر هذا كله قد نزع به أو ببعضه من قصد إلى الرد على القول الأول والذي أقول به أنه قد كان من خيار هذه الأمة\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nوسلفها وعلمائها قوم يصبرون على الأمراض حتى يكشفها الله ومعهم الأطباء فلم يعابوا بترك المعالجة ولو كانت المعالجة سنة من السنن الواجبة لكان الذم قد لحق من ترك الاسترقاء والتداوي وهذا لا نعلم أحدا قاله ولكان أهل البادية والمواضع النائية عن الأطباء قد دخل عليهم النقص في دينهم لتركهم ذلك وإنما التداوي والله أعلم إباحة على ما قدمنا لميل النفوس إليه وسكونها نحوه ( ( ولكل أجل كتاب ) ) لا أنه سنة ولا أنه واجب ولا أن العلم بذلك علم موثوق به لا يخالف بل هو خطر وتجربة موقوفة على القدر والله نسأله العصمة والتوفيق وعلى إباحة التداوي والاسترقاء جمهور العلماء أخبرنا محمد بن عبد الملك قال حدثنا أحمد بن محمد بن زياد الأعرابي قال حدثنا سعدان بن نصر قال حدثنا أبو معاوية عن عاصم الأحول عن أبي عثمان النهدي أو عن أبي قلابة قال لما قدم رسول الله صلى الله عليه وسلم خيبر قدم والثمرة خضرة قال فأسرع الناس فيها فحموا فشكوا ذلك إليه فأمرهم أن يقرسوا الماء في الشنان ثم يحدرون عليهم بين أذان ( 1 ) الفجر ويذكروا اسم الله عز وجل قال ففعلوا\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nفكأنما نشطوا من عقال أو قال من عقل ( 1 ) وقد رخصوا أن يداوي الرجال عند الاضطرار النساء على سبيل السترة والاحتياط أخبرنا عبد الله بن محمد قال حدثنا عبد الحميد بن أحمد قال حدثنا الخضر بن داود قال حدثنا أبو بكر الأثرم قال سألت أحمد بن حنبل أو سئل وأنا أسمع عن المرأة يداويها الرجل في مثل الكسر وشبهه قال نعم قد رخص في ذلك عدة من التابعين قال أبو بكر حدثنا قبيصة قال حدثنا سفيان عن عبد الله بن عثمان بن خثيم قال سألت عطاء بن أبي رباح عن امرأة منا في رأسها سلعة لا يستطيع النساء أن يداوينها قال يخرق في خمارها قدر السلعة ثم يداويها الرجال قال وحدثنا أبو جعفر النفيلي قال حدثنا مسكين بن بكر عن شعبة عن يونس بن عبيد عن هشام بن عروة قال خرج في عنق أختي خراج فدعا عروة الطبيب فأمره أن يقور الموضع ثم يعالجها قال وحدثنا حفص بن عمر قال حدثنا همام قال حدثنا ثابت بن ذروة قال سألت جابر بن زيد عن المرأة ينكسر منها العضو أجبره قال نعم قال وحدثنا مسلم بن إبراهيم قال حدثنا هشام قال حدثنا قتادة عن جابر بن زيد في المرأة ينكسر فخذها فلا يجدون\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nامرأة تجبرها فقال يجبرها رجل ويسترها قال وأخبرنا حفص بن عمر قال حدثنا هشام عن قتادة عن سعيد بن المسيب في الرجل يؤخر عن امرأته فيلتمس من يداويه قال إنما نهى الله عما يضر ولم ينه عما ينفع أخبرنا عبد الرحمن بن يحيى حدثنا علي بن محمد حدثنا أحمد بن داود حدثنا سحنون حدثنا ابن وهب قال أخبرني عقبة بن نافع عن ربيعة أنه قال لا بأس أن يعالج المريض بلبن الشاة السوداء والبقرة السوداء ولبن المرأة أول بطن لا نرى بذلك كله بأسا وقال زيد بن البشير سمن البقرة السوداء التي لا بياض فيها يجلو البصر وأما الآثار التي رويت مسندة في معنى حديث زيد بن أسلم هذا فحدثنا عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن يحيى بن علي قال حدثنا علي بن حرب الطائي وحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا حامد بن يحيى قالا جميعا حدثنا سفيان بن عيينة عن زياد بن علاقة قال سمعت أسامة بن شريك قال شهدت الأعاريب يسألون رسول الله صلى الله عليه وسلم هل علينا جناح في كذا وكذا فقال عباد الله قد وضع الحرج إلا أمرأ اقترض من عرض أخيه شيئا فذلك الذي حرج وهلك قالوا يا رسول الله\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nهل علينا حرج أن نتداوى فقال تداووا عباد الله فإن الله لم ينزل داء إلا وقد أنزل له دواء وقال مرة شفاء إلا الهرم قالوا فما خير ما أعطى الرجل يا رسول الله قال خلق حسن ( 1 ) ورواه شعبة وزهير بن معاوية وزيد بن أبي أنيسة عن زياد بن علاقة عن أسامة بن شريك عن النبي صلى الله عليه وسلم مثله سواء ( 2 ) وحدثني خلف بن القاسم قال حدثنا أحمد بن إبراهيم بن الحداد قال حدثنا سليمان بن حذلم الدمشقي ( 3 ) قال حدثنا سليمان بن عبد الرحمن قال حدثنا إسماعيل بن عياش قال حدثنا ثعلبة بن مسلم الخثعمي عن أبي عمران الأنصاري عن أبي الدرداء عن رسول الله صلى الله عليه وسلم قال إن الله عز وجل خلق الداء وخلق الدواء فتداووا ولا تداووا بحرام ( 4 ) وحدثنا عبد الوارث بن سفيان إملاء قال حدثنا قاسم بن أصبغ إملاء قال حدثنا علي بن عبد العزيز إملاء في المسجد الحرام قال حدثنا مسلم بن إبراهيم قال حدثني شبيب بن شيبة\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nقال سمعت عطاء يحدث في المسجد الحرام عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال ما أنزل الله من داء إلا أنزل معه دواء علمه من علمه وجهله من جهله إلا السام قيل يا رسول الله وما السام قال الموت ( 1 ) قال أبو عمر هكذا روى هذا الحديث شبيب بن شيبة عن عطاء عن أبي سعيد وخالفه عمر بن أبي حسين فرواه عن عطاء عن أبي هريرة حدثناه أحمد بن محمد بن أحمد قال حدثنا وهب بن مسرة قال حدثنا ابن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا محمد بن عبد الله بن الزبير عن عمر بن سعيد بن أبي حسين قال حدثنا عطاء بن أبي رباح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم ما أنزل الله من داء إلا أنزل له شفاء ( 2 ) ورواه طلحة بن عمرو عن عطاء عن ابن عباس\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nوقد يحتمل أن يكون عند عطاء عنهم أخبرني أحمد بن قاسم بن عبد الرحمن قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي أسامة قال حدثنا أبو نعيم قال حدثنا طلحة عن عطاء عن ابن عباس عن النبي صلى الله عليه وسلم قال يا أيها الناس تداووا فإن الله لم يخلق داء إلا خلق له شفاء إلا السام والسام الموت ( 1 ) وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن الهيثم أبو الأحوص قال حدثنا أحمد بن صالح قال حدثني ابن وهب قال أخبرني ابن جريج عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم ما أنزل الله داء إلا أنزل له دواء أو شفاء الشك من أبي الأحوص إذا أصيب الدواء الذي هو شفاء الداء ( 2 ) وحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا ابن وضاح قال حدثنا أبو بكر قال حدثنا يونس بن محمد قال حدثنا حرب بن ميمون قال سمعت عمران العمى قال سمعت أنس بن مالك يقول\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nأن رسول الله صلى الله عليه وسلم قال إن الله عز وجل حيث خلق الداء خلق الدواء فتداووا ( 1 ) أخبرنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الصائغ حدثنا المقرئ حدثنا المسعودي عن قيس بن مسلم عن طارق بن شهاب عن عبد الله بن مسعود قال قال رسول الله صلى الله عليه وسلم إن الله لم ينزل داء إلا وقد وضع له شفاء إلا الهرم فعليكم بألبان البقر فإنها ترم من كل الشجر ( 2 ) وحدثنا سعيد قال حدثنا قاسم قال حدثنا محمد بن إسماعيل قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا عطاء بن السائب قال دخلت على أبي عبد الرحمن السلمي أعوده فأراد غلام له أن يداويه فنهيته فقال دعه فإني سمعت عبد الله بن مسعود يخبر عن رسول الله صلى الله عليه وسلم أنه قال ما أنزل الله داء إلا أنزل له دواء وربما قال سفيان شفاء علمه من علمه وجهله من\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nجهله ( 1 ) ( رواه وكيع عن سفيان عن عطاء بن السائب عن أبي عبد الرحمن عن ابن مسعود موقوفا من قوله ) والله الموفق للصواب\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nحديث سادس وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رسول الله صلى الله عليه وسلم قال يسلم الراكب على الماشي وإذا سلم من القوم واحد أجزأ عنهم ( 1 ) لا خلاف بين رواة الموطأ في إرسال هذا الحديث هكذا ( وفي هذا الباب حديث علي بن أبي طالب مسند وسنذكره فيه إن شاء الله ) وزعم البزار أن فيه عن أبي هريرة ( 2 ) وهو حديث بين المعنى مستغن عن التأويل إلا أن الفقهاء اختلفوا في القول به فقال مالك والشافعي وأصحابهما وهو قول أهل المدينة إذا سلم رجل على جماعة من الرجال فرد عليه واحد منهم أجزأ عنهم وشبهه الشافعي رحمه الله بصلاة الجماعة والتفقه في دين الله وغسل الموتى\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nودفنهم والصلاة عليهم وبالسفر إلى أرض العدو لقتالهم قال هذه كلها فروض على الكفاية إذا قام بشيء منها بعض القوم أجزأ عن غيرهم قال أبو عمر الحجة في فرض رد السلام قول الله عز وجل * ( وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها ) * 1 والحجة في أن هذا الفرض لا يتعين في هذه المسألة حديث زيد بن أسلم هذا وقال أبو جعفر الأزدي الطحاوي حدثنا سليمان بن شعيب عن أبيه عن أبي يوسف أنه كان ينكر الحديث الذي روى عن النبي صلى الله عليه وسلم أنه ( قال ) إذا رد السلام بعض القوم أجزأ عن الجميع وقال لا يجزئ إلا أن يردوا جميعا قال أبو جعفر ولا نعلم في هذا الباب شيئا روى عن النبي صلى الله عليه وسلم غير حديث مالك عن زيد بن أسلم وشئ روى فيه عن أبي النضر مولى عمر بن عبيد الله عن رسول الله صلى الله عليه وسلم وكلا الوجهين لا يحتج به قال وحديث زيد بن أسلم إنما فيه إذا سلم من القوم واحد أجزأ عنهم قال وإنما هو ابتداء السلام وابتداء\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nالسلام خلاف رد السلام لأن السلام المبتدأ تطوع ورده فريضة قال وليس هو من الفروض التي على الكفاية لأنه لو كان مع القوم نصراني فرد النصراني دون أحد من المسلمين لم يسقط ذلك عنهم فرض السلام فدل على أن فرض السلام من الفروض المتعينة التي تلزم كل إنسان بنفسه قال أبو عمر أما قوله إن حديث زيد بن أسلم هذا معناه الابتداء فغير مسلم له ما ادعاه من ذلك وظاهر الحديث يدل على خلاف ما تأول فيه وذلك قوله أجزأ عنهم لأنه لا يقال أجزأ عنهم إلا فيما قد وجب عليهم والابتداء بالسلام ليس بواجب عند الجميع ولكنه سنة وخير وأدب والرد واجب عند جميعهم فاستبان بقوله أجزأ عنهم أنه أراد بالحديث الرد ( 1 ) والله أعلم هذا وجه الحديث فبطل ما تأول الطحاوي وصح ما ذهب إليه فقهاء الحجاز وأما قوله فإنه لا يروى في هذا غير حديث زيد بن أسلم وحديث أبي النضر وهما منقطعان فليس كما قال عندنا ( 2 ) وقد روينا\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nبإسناد متصل من حديث علي بن أبي طالب عن النبي صلى الله عليه وسلم معنى ما ذهب إليه مالك والشافعي ومن قال بقولهم حدثنا خلف بن القاسم الحافظ قال حدثنا الحسن بن رشيق قال حدثنا إسحاق بن إبراهيم بن يونس قال حدثنا عبد الأعلى بن حماد قال حدثنا يعقوب بن إسحاق الحضرمي قال حدثنا سعيد بن خالد قال حدثني عبد الله بن الفضل عن عبيد الله بن أبي رافع عن علي بن أبي طالب قال قال رسول الله صلى الله عليه وسلم يجزئ من الجماعة إذا مرت أن يسلم أحدهم ويجزىء عن القعود أن يرد أحدهم ففي هذا الحديث بيان موضع الخلاف وقطع التنازع لأنه سوى بين الابتداء والرد وجعل ذلك على الكفاية وهو حديث حسن لا معارض له وسعيد بن خالد هذا هو سعيد بن خالد الخزاعي مدني ليس به بأس عند بعضهم وقد ضعفه جماعة منهم أبو زرعة وأبو حاتم ويعقوب بن شيبة وجعلوا حديثه هذا منكرا لأنه انفرد فيه بهذا الإسناد ( 1 ) على أن عبد الله بن الفضل لم يسمع من عبيد الله بن أبي رافع بينهما الأعرج في غير ما حديث\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\nفالله أعلم وسائر الإسناد أشهر من أن يحتاج إلى ذكرهم وذكر أبو داود هذا الخبر عن الحسن الحلواني عن عبد الملك بن إبراهيم الجدي عن سعيد بن خالد الخزاعي بإسناده مثله ( 1 ) وقد روى ابن جريج هذا الخبر عن زيد بن أسلم بهذا المعنى مكشوفا حدثنيه عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا ابن وضاح قال حدثنا يوسف بن عدي قال حدثنا عيسى بن يونس عن ابن جريج عن زيد بن أسلم قال قال رسول الله صلى الله عليه وسلم إذا مر القوم على المجلس فسلم منهم رجل أجزأ ذلك عنهم وإذا رد من أهل المجلس رجل أجزأ ذلك عنهم قال أبو عمر روى في هذا الباب عن ابن جريج عن أبي الزبير عن جابر عن النبي صلى الله عليه وسلم ولا يصح بهذا المعنى فيه شيء غير ما ذكرنا والله أعلم حدثنا أحمد بن قاسم وعبد الوارث قالا حدثنا قاسم حدثنا الحرث بن أبي أسامة حدثنا روح بن عبادة حدثنا ابن جريج قال\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\nحدثنا الوليد أنه سمع جابر بن عبد الله يقول قال رسول الله صلى الله عليه وسلم يسلم الراكب على الماشي والماشي على القاعد والماشيان أيهما بدأ بالسلام فهو أفضل وبهذا الإسناد عن ابن جريج قال أخبرني زياد أن ثابتا مولى عبد الرحمن بن زيد أخبره أنه سمع أبا هريرة يقول قال رسول الله صلى الله عليه وسلم يسلم الراكب على الماشي والماشي على القاعد والقليل على الكثير ( 1 ) ومعنى قوله أجزأ في الابتداء أي أجزأ في السنة المندوب إليها كما يقال من أتى الوليمة أجزأه التبريك والدعاء إذا كان صائما وإنما قلنا هذا بدليل إجماعهم على أن الابتداء بالسلام سنة وأن الرد فرض على ما ذكرنا من اختلافهم في تعيينه وكفايته والابتداء ليس كذلك عند جميعهم أخبرنا عبد الرحمن حدثنا علي حدثنا أحمد حدثنا سحنون حدثنا ابن وهب قال حدثني جرير بن حازم عن سليمان بن مهران عن زيد بن وهب عن ابن مسعود قال السلام اسم من أسماء الله عز وجل وضعه في الأرض فافشوه بينكم فإن الرجل إذا سلم على القوم فردوا عليه كان له عليهم فضل درجة لأنه ذكرهم فإن لم يردوا عليه رد\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nعليه من هو خير منهم وأطيب ( 1 ) قال وأخبرني أسامة بن زيد عن نافع قال كنت أساير رجلا من فقهاء الشام يقال له عبد الله بن أبي زكرياء فحبستني دابتي تبول ثم أدركته ولم أسلم فقال ألا تسلم فقلت إنما كنت معك آنفا فقال وإن لقد كان أصحاب رسول الله صلى الله عليه وسلم يتسايرون فتفرق بينهم الشجرة فإذاالتقوا سلم بعضهم على بعض وقال ابن عباس وابن عمر انتهى السلام إلى البركة ( 2 ) كما ذكر الله عز وجل عن صالح عباده * ( رحمة الله وبركاته عليكم أهل البيت ) * 3 وكانا يكرهان أن يزيد أحد في السلام على قوله وبركاته ( 4 ) والله الموفق للصواب\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nحديث سابع وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رسول الله صلى الله عليه وسلم قال أعطوا السائل وإن جاء على فرس ( 1 ) لا أعلم في إرسال هذا الحديث خلافا بين رواة مالك وليس في هذا اللفظ مسند يحتج به فيما علمت ( 2 ) وفيه من الفقه الحض على الصدقة وفيه أن الفرس إذا كان صاحبه محتاجا إليه لاغنى به عنه لضعفه عن التصرف في معاشه على رجليه فإن ملكه للفرس لا يخرجه عن حد الفقر ولا يدخله في حكم الأغنياء الذين لا تحل لهم الصدقة\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nوقد أطلق رسول الله صلى الله عليه وسلم اعطاءه وإن جاء على فرس ولم يقل من صدقة التطوع دون الصدقة الواجبة فجائز أن يعطى من كل صدقة ومحمل الدار التي لا غنى لصاحبها عن سكناها ولا فضل له فيها عما يحتاج إليه منها والخادم الذي لا غنى به عنه محمل الفرس وهذا قول جمهور فقهاء الأمصار وقد تقدم القول في ذلك في باب حديث زيد ( بن أسلم ) عن عطاء بن يسار عن الأسدي من كتابنا هذا ( 1 ) فأغنى ذلك عن إعادته هاهنا ويحتمل أن يكون صلى الله عليه وسلم أراد بقوله في هذاالحديث الحض على إعطاء السائل وأن لا يرد كائنا من كان إذا رضى لنفسه بالسؤال إذ الأغلب من هذه الحال أنها لا تكون إلا عن حاجة ندبا إلى نوافل الخير وصدقة التطوع وفعل البر والإحسان بكل مستضعف إذا لم يعلم أنه غني مستكثر بالسؤال مع ما كان منه صلى الله عليه وسلم من التغليط في المسألة وكراهيتها وقد تقدم هذا المعنى ( 2 ) مجودا فلا وجه للإكثار فيه\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nوقد روي معنى هذا الحديث مسندا عن النبي صلى الله عليه وسلم من حديث الحسين بن علي حدثنا عبد الوارث ابن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا يحيى بن عبد الحميد قال حدثنا وكيع عن سفيان عن مصعب بن محمد عن يعلى بن أبي يحيى عن فاطمة بنت حسين عن أبيها قال قال رسول الله صلى الله عليه وسلم للسائل حق وإن جاء على فرس ( 1 ) وحدثني عبد الرحمن بن عبد الله قال حدثنا محمد ابن علي بن الحسن بمرو قال حدثنا محمد بن يعقوب حدثنا الأصم قال حدثنا عبد الصمد بن النعمان قال حدثنا عبد الله بن عبد الملك عن يزيد بن رومان عن عروة عن عائشة عن النبي صلى الله عليه وسلم قال لولا أن السؤال\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nيكذبون ما أفلح من ردهم ( 1 ) وقد روى عمر بن راشد عن مالك بن أنس عن جعفر بن محمد عن أبيه عن جده قال دخل رسول الله صلى الله عليه وسلم على بلال فوقف بالباب سائل فرده فقال رسول الله صلى الله عليه وسلم لو صدق السائل ما أفلح من رده وهذا حديث منكر لا أصل له في حديث مالك ( 2 ) ولا يصح عنه ومما يشبه هذا المعنى حديث موضوع أيضا على مالك وضعه محمد بن عبد الله ويقال ابن عبد الرحمن بن بجير\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nعن أبيه عن مالك حدثنا خلف بن قاسم حدثنا محمد بن عبد الله بن أحمد القاضي حدثنا أبي والعقيلي قالا أخبرنا محمد بن عبد الله بن بجير بن يسار حدثنا أبي حدثنا مالك عن ابن شهاب عن عروة عن عائشة أن رسول الله صلى الله عليه وسلم قال ليس المسكين الذي ترده اللقمة واللقمتان والتمرة والتمرتان ولكن المسكين الذي لا يسأل الناس ولا يعلم به فيتصدق عليه قيل يا رسول الله فما هؤلاء الذين يغشون بيوتنا ( قال أولئك الغناة ) قيل وما الغناة قال الذين لا يتطهرون من جنابة ولا يتوضئون لصلاة ولا يرون لأحد عليم حقا ويرون حقهم على الناس واجبا وإذا قام الناس في جمعة أو فطر أو أضحى يسألون الله من فضله قاموا يسألون الناس مما في أيديهم ومما وضع أيضا على مالك مما يدخل في هذا الباب ما حدثناه خلف بن قاسم حدثنا محمد بن أحمد بن كامل حدثنا عبيد الله بن محمد بن حسين الدمياطي حدثنا موسى ابن محمد بن عطاء حدثنا مالك عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم هدية الله إلى المومن\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nالسائل على بابه ( 1 ) ورواه أيضا سعيد بن موسى عن مالك بإسناده مثله وموسى بن محمد وسعيد بن موسى متروكان والحديث موضوع ( وحسبنا الله ونعم الوكيل )\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nحديث ثامن وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رسول الله صلى الله عليه وسلم قال إذا تزوج أحدكم المرأة أو اشترى الجارية فليأخذ بناصيتها وليدع بالبركة وإذا اشترى البعير فليأخذ بذروة سنامه وليستعذ بالله من الشيطان ( 1 ) وهذا أيضا مرسل عند جميع الرواة للموطأ والله أعلم ومعناه يستند من حديث عبد الله بن عمرو بن العاصي ومن حديث أبي لاس الخزاعي وقد رواه عنبسة بن عبد الرحمن عن زيد بن أسلم عن أبيه عن عمر عن النبي صلى الله عليه وسلم وعنبسة ضعيف لا يحتج به ( 2 ) وفيه إباحة النكاح والبيع والشراء وفيه أن الدعاء كله ترجى إجابته حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nابن أبي مريم قال حدثنا يحيى بن أيوب قال حدثنا ابن عجلان عن عمرو بن شعيب عن أبيه عن جده عن رسول الله صلى الله عليه وسلم أنه كان يقول إذا أفاد أحدكم دابة أو امرأة أو خادما أو بعيرا فليضع يده على ناصيته وليقل اللهم إني أسألك خيرها وخير ما جبلتها عليه وأعوذ بك من شرها ومن شر ما جبلتها عليه فأما البعير فإنه يأخذ بذروة سنامه ثم ليقل مثل ذلك ( 1 ) حدثنا عبد الرحمن بن مروان قال حدثنا الحسن بن علي بن داود قال حدثنا أبو غسان عبد الله بن محمد بن يوسف قال حدثنا إبراهيم بن المنذر الحزامي قال حدثنا عبد الله بن محمد بن عجلان عن أبيه محمد بن عجلان عن عمرو بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال إذا تزوج أحدكم المرأة أو ابتاع الجارية أو البعير أو الدابة فليأخذ بناصيتها ثم ليقل اللهم إني أسألك خيرها وخير ما جبلتها عليه وأعوذ بك من شرها ومن وشر ما جبلتها عليه ( 2 ) وكذلك رواه حاتم بن إسماعيل وأبو غسان محمد بن مطرف عن ابن عجلان بإسناده ومعناه ورواه ابن لهيعة\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nأيضا عن عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم مثله ( وذكر أسد بن موسى حدثنا أبو غسان محمد بن مطرف عن محمد بن عجلان عن عمرو بن شعيب عن أبيه عن جده عن النبي عليه السلام قال إذا ابتاع أحدكم الوصيف أو الوصيفة أو الدابة أو تزوج المرأة فليأخذ بناصيتها ويقول اللهم إني أسأك خيرها وخير ما جبلتها عليه وأعوذ بك من شرها وشر ما جبلتها عليه ) وحدثنا عبيد بن محمد قال حدثنا عبد الله بن مسرور قال حدثنا عيسى بن مسكين قال حدثنا محمد بن سنجر قال حدثنا محمد بن عبيد قال حدثنا محمد بن إسحاق عن محمد بن إبراهيم عن عمر بن الحكم بن ثوبان عن أبي لاس الخزاعي قال حملنا رسول الله صلى الله عليه وسلم على إبل من إبل الصدقة ضعاف للحج فقلنا يا رسول الله ما نرى أن تحملنا قال ما من بعير إلا وفي ذروته شيطان فاذكروا الله عليها إذا ركبتموها كما أمركم الله ثم امتهنوها لأنفسكم فإنما يحمل الله حدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\nشيبة قال حدثنا هشيم بن بشير عن يونس عن الحسن عن عبد الله بن مغفل المزني قال قال رسول الله صلى الله عليه وسلم صلوا في مرابض الغنم ولا تصلوا في أعطان الإبل فإنها خلقت من الشياطين ( 1 )\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nحديث تاسع وأربعون لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رسول الله صلى الله عليه وسلم قال من غير دينه فاضربوا عنقه ( 1 ) هكذا رواه جماعة رواة الموطأ مرسلا ولا يصح فيه عن مالك غير هذا الحديث المرسل عن زيد بن أسلم وقد روى فيه عن مالك عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال من بدل دينه فاقتلوه وهو منكر عندي والله أعلم والحديث معروف ثابت مسند صحيح من حديث ابن عباس حدثنا أبو محمد عبد الله بن محمد قال حدثنا سعيد بن السكن قال حدثنا محمد بن يوسف قال حدثنا محمد بن إسماعيل البخاري قال حدثنا أبو النعمان قال حدثنا حماد بن زيد عن أيوب عن عكرمة قال\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nأتى على بزنادقة فأحرقهم فبلغ ذلك ابن عباس فقال لو كنت أنا ما أحرقتهم لقول رسول الله صلى الله عليه وسلم لا تعذبوا بعذاب الله ولقتلتهم لقول رسول الله صلى الله عليه وسلم من بدل دينه فاقتلوه ( 1 ) وحدثنا عبد الله بن محمد بن عبد المومن قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا أحمد بن حنبل قال حدثنا إسماعيل بن إبراهيم قال أخبرنا أيوب عن عكرمة أن عليا أحرق ناسا ارتدوا عن الإسلام فبلغ ذلك ابن عباس فقال لم أكن لأحرقهم بالنار لأن رسول الله صلى الله عليه وسلم قال لا تعذبوا بعذاب الله وكنت قاتلهم لقول رسول الله صلى الله عليه وسلم من بدل دينه فاقتلوه فبلغ ذلك عليا فقال ويح أم ابن عباس ( 2 ) قال أبو عمر روي من وجوه أن عليا إنما حرقهم بالنار بعد ضرب أعناقهم وسنذكر بعض الأخبار بذلك في آخر هذا الباب إن شاء الله\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nوفقه هذا الحديث أن من ارتد عن دينه حل دمه وضربت عنقه والأمة مجتمعة على ذلك وإنما اختلفوا في استتابته فطائفة منهم ( قالت لا يستتاب على ظاهر هذا الحديث ويقتل ) وطائفة منهم قالت يستتاب بساعة واحدة ومرة واحدة ووقتا واحدا وقال آخرون يستتاب شهرا وقال آخرون يستتاب ثلاثا على ما روي عن عمر وعثمان وعلي وابن مسعود ولم يستتب ابن مسعود وابن النواحة وحده لقول رسول الله صلى الله عليه وسلم لولا أنك رسول لقتلتك قال له وأنت اليوم لست برسول واستتاب غيره ( 1 ) روى مالك عن عبد الرحمن بن محمد بن عبد الله بن عبد القاري عن أبيه أنه قال قدم على عمر بن الخطاب رجل من قبل أبي موسى الأشعري فسأله عمر عن الناس فأخبره ثم قال له عمر هل من مغربة ( 2 ) خبر قال نعم رجل كفر بعد إسلامه قال فماذا فعلتم به قال قربناه فضربنا عنقه فقال عمر فهلا حبستموه ( 3 ) ثلاثا وأطعمتموه\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nكل يوم رغيفا واستتبتموه لعله يتوب ويراجع أمر الله اللهم إني لم أحضر ولم آمر ولم أرض إذا بلغني ( 1 ) أخبرنا خلف بن القاسم قال حدثنا ابن أبي العقيب قال حدثنا أبو زرعة قال حدثنا أحمد ابن خالد قال حدثنا محمد بن إسحاق عن عبد الرحمن بن محمد بن عبد الله بن عبد القاري عن أبيه قال قدم وفد أهل البصرة على عمر فأخبروه بفتح تستر فحمد الله ثم قال هل حدث فيكم حدث فقالوا لا والله يا أمير المؤمنين إلا رجل ارتد عن دينه فقتلناه قال ويلكم أعجزتم أن تطبقوا عليه بيتا ثلاثا ثم تلقوا إليه كل يوم رغيفا فإن تاب قبلتم منه وإن أقام كنتم قد أعذرتم إليه اللهم إني لم أشهد ولم آمر ولم أرض إذ بلغني ( 2 ) وروى داود بن أبي هند عن الشعبي عن أنس بن مالك أن نفرا من بكر بن وائل ارتدوا عن الإسلام يوم تستر ولحقوا بالمشركين فلما فتحت قتلوا في القتال\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nقال فأتيت عمر بفتحها فقال ما فعل النفر من بكر بن وائل فعرضت في حديث لأشغله عن ذكرهم فقال ما فعل النفر من بكر بن وائل قلت قتلوا قال لأن أكون ( كنت ) أخذتهم سلما أحب إلي مما طلعت عليه الشمس من صفراء وبيضاء قلت وهل كان سبيلهم إلا القتل ارتدوا عن الإسلام ولحقوا بالمشركين قال كنت أعرض عليهم أن يدخلوا في الباب الذي خرجوا منه فإن فعلوا قبلت منهم وإلا استودعتهم السجن ( 1 ) وروى أبو معاوية عن الأعمش عن أبي عمرو الشيباني أن عليا أتى بالمستورد العجلي وقد ارتد عن الإسلام فاستتابه فأبى أن يتوب فقتله ( 2 ) وروى عبادة ( 3 )\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nعن العلاء أبي محمد ( 1 ) أن عليا أخذ رجلا من بكر بن وائل تنصر بعد الإسلام فعرض عليه الإسلام شهرا فأبى فأمر بقتله ( 2 ) ولا أعلم بين الصحابة خلافا في استتابة المرتد فدل ذلك على أن معنى الحديث والله أعلم من بدل دينه وأقام على تبديله فاقتلوه وأما أقاويل الفقهاء فروى ابن القاسم عن مالك قال يعرض على المرتد الإسلام ثلاثا فإن أسلم وإلا قتل قال وإن ارتد سرا قتل ولم يستتب كما تقتل الزنادقة قال وإنما يستتاب من أظهر دينه الذي ارتد إليه قال مالك ويقتل الزنادقة ولا يستتابون والقدرية يستتابون قال فقيل لمالك كيف يستتابون قال يقال لهم اتركوا ما أنتم عليه فإن فعلوا وإلا قتلوا ( وقال ابن وهب عن مالك ليس في استتابة أمر من جماعة الناس )\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nأخبرنا أحمد بن محمد قال حدثنا الحسن بن سلمة حدثنا عبد الله بن الجارود قال حدثنا إسحاق بن قال سمعت أحمد بن حنبل يقول المرتد يستتاب ثلاثا والمرتدة تستتاب ثلاثا والزنديق لا يستتاب قال إسحاق وقال لي إسحاق بن راهويه كما قال أحمد سواء قال أبو عمر هذا مذهب مالك سواء وقال الشافعي يستتاب المرتد ظاهرا والزنديق جميعا فمن لم يتب منهما قتل وفي الاستتابة ثلاثا قولان أحدهما حديث عمر والآخر أنه لا يؤخر لأن النبي صلى الله عليه وسلم لم يأمر فيه بأناة وهذا ظاهر الخبر قال الشافعي ولو شهد عليه شاهدان بالردة فأنكر قتل فإن أقر أن لا إله إلا الله وأن محمدا رسول الله وتبرأ من كل دين خالف الإسلام لم يكشف عن غيره والمشهور من قول أبي حنيفة وأصحابه أن المرتد لا يقتل حتى يستتاب وهو قول ابن علية قالوا ومن قتله قبل أن يستتاب فقد أساء ولا ضمان عليه وقد روى محمد بن الحسن في السير عن أبي يوسف عن أبي حنيفة أن المرتد يعرض عليه الإسلام فإن أسلم وإلا قتل مكانه إلا أن يطلب أن يؤجل فإن طلب ذلك أجل ثلاثة أيام\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nوالزنديق عندهم والمرتد سواء إلا أن أبا يوسف لما رأى ما يصنع الزنادقة وأنهم يعودون بعد الاستتابة قال أرى إذا أتيت بزنديق أمرت بضرب عنقه ولا أستتيبه فإن تاب قبل أن أقتله لم أقتله وخليته وقال الليث بن سعد وطائفة معه لا يستتاب من ولد في الإسلام ثم ارتد إذا شهد عليه ولكنه يقتل تاب من ذلك أو لم يتب إذا قامت البينة العادلة وقال الحسن يستتاب المرتد مائة مرة وقد روى عنه أنه يقتل دون استتابة وذكر سحنون أن عبد العزيز بن أبي سلمة كان يقول يقتل المرتد ولا يستتاب ويحتج بحديث معاذ مع أبي موسى الأشعري وقد ذكرناه في آخر هذا الباب قال أبو عمر ظاهر هذا الحديث يشهد لما ذهب إليه الليث بن سعد إلا أنه عم كل من بدل دينه سواء ولد في الإسلام أو لم يولد والحديث عندي فيه مضمر وذلك لما صنعه الصحابة رضي الله عنهم من الاستتابة لأنهم لم يكونوا يجهلون معنى الحديث فكأن معنى الحديث والله أعلم من بدل دينه فاقتلوه إن لم يتب وقال مالك رحمه الله إنما عنى بهذا الحديث من خرج من الإسلام إلى الكفر وأما من خرج من اليهودية أو النصرانية أو من كفر إلى\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nكفر فلم يعن بهذا الحديث ( 1 ) وعلى قول مالك هذا جماعة الفقهاء إلا أن الشافعي رحمه الله قال إذا كان المبدل لدينه من أهل الذمة كان للإمام أن يخرجه من بلده ويلحقه بأرض الحرب وجاز له استحلال ماله مع أموال الحربيين إن غلب على الدار لأنه إنما جعل له الذمة على الدين الذي كان عليه في حين عقد العهد له هكذا حكاه المزني وغيره من أصحابه عنه وهو المعروف من مذهبه وحكى عنه محمد بن عبد الله بن عبد الحكم أن الذمي إذا خرج من دين إلى دين كان للإمام قتله بظاهر الحديث والمشهور عنه ما قدمنا ذكره من رواية المزني والربيع وغيرهما عنه وقالت فرقة إذا ارتد استتيب فإن تاب قبل منه ثم إن ارتد فكذلك إلى الرابعة ثم يقتل ولا يستتاب وروي عن الحسن أنه يقتل إلا أن يتوب قبل أن يرفع إلى الإمام وإن لم يتب حتى يصير إلى الإمام قتل وكانت توبته بينه وبين الله جعله حدا من الحدود ولا يسع الإمام إلا أن يقيمه واختلف الفقهاء أيضا في المرتدة فقال مالك والأوزاعي وعثمان البتي والشافعي والليث بن سعد تقتل المرتدة كما يقتل المرتد سواء وهو قول إبراهيم النخعي وحجتهم ظاهر هذا الحديث لأنه لم يخص ذكرا\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nمن أنثى ومن تصلح للواحد والاثنين والجمع والذكر والأنثى وقال لا يحل دم امرئ مسلم إلا بإحدى ثلاث كفر بعد إيمان ( 1 ) فعم كل من كفر بعد إيمانه وقال الثوري وأبو حنيفة وأصحابه لا تقتل المرتدة وهو قول ابن شبرمة وإليه ذهب ابن علية وقال ابن شبرمة إن تنصرت المسلمة فتزوجها نصراني جاز وحجة من قال لا تقتل المرتدة أن ابن عباس روى هذا الحديث وقال لا تقتل المرتدة ومن روى حديثا كان أعلم بتأويله وقول ابن عباس في ذلك رواه الثوري وأبو حنيفة عن عاصم عن أبي رزين عن ابن عباس ( 2 ) وروى قتادة عن خلاص عن علي مثله ( 3 ) وهو قول الحسن وعطاء ومن حجتهم أن رسول الله صلى الله عليه وسلم نهى عن قتل النساء والولدان ( 4 ) وأن أبا بكر رضي الله عنه سبى نساء أهل الردة وقالوا معنى قوله صلى الله عليه وسلم من بدل دينه فاقتلوه إنما هو على كل من كان حكمه\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nإذا قدر عليه القتل على كفره والمرأة ليس حكمها القتل على كفرها وإنما حكمها السبي والإسترقاق فلا تدخل في تأويل هذا الحديث لنهيه صلى الله عليه وسلم عن قتل النساء والولدان وسيأتي القول في هذا الحديث في موضعه من كتابنا هذا إن شاء الله وروى ابن المبارك عن معمر عن الزهري في المرتدة قال تقتل وقال قتادة تسبى لأن أبا بكر قتل أهل الردة وسبى نساءهم قال معمر كانت دار شرك أخبرنا خلف بن القاسم حدثنا عبد الله بن جعفر بن الورد حدثنا عبد الله بن أحمد ابن عبد السلام حدثنا عبد الله بن أبي شيبة حدثنا يعقوب ابن محمد الزهري حدثنا يحيى بن زكرياء بن أبي زائدة عن مجاهد بن سعيد عن عامر الشعبي قال ارتدت بنو عامر وقتلوا من كان فيهم من عمال رسول الله صلى الله عليه وسلم وحرقوهم بالنار فكتب أبو بكر إلى خالد رضي الله عنهما أن يقتل بني عامر ويحرقهم بالنار ( 1 ) ولما ارتد الفجأة واسمه إياس بن عبد الله بن عبد ياليل بعث إليه أبو بكر الصديق الزبير بن العوام في ثلاثين فارسا وبيته ليلا فأخذه فقدم به على أبي بكر فقال أبو\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\nبكر أخرجوه إلى البقيع يعني إلى المصلى فأحرقوه بالنار فأخرجوه إلى المصلى فأحرقوه وزعم بعض أهل السير أنه رفع عليه أنه كان ينكح كما تنكح المرأة ذكر ذلك كله يعقوب بن محمد الزهري في كتاب الردة قال وحدثني عبد العزيز بن أبي حازم عن داود ابن بكر عن محمد بن المنكدر أن خالدا كتب إلى أبي بكر يذكر أنه وجد في بعض نواحي العرب رجلا ينكح كما تنكح المرأة فاستشار فيه أبو بكر فكان علي من أشدهم فيه قولا فقال إن هذا ذنب لم تعص به أمة من الأمم إلا أمة واحدة صنع الله بها ما قد علمتم أرى أن تحرقوه بالنار فأجمع رأيهم على ذلك فكتب أبو بكر إلى خالد فحرقه قال وحدثني معن بن عيسى عن معاوية بن صالح عن عياض بن عبد الله قال لما استشارهم أبو بكر قالوا نرى أن ترجمه فقال علي أرى أن تحرقوه فإن العرب تأنف من المثلة ولا تأنف من الحدود فحرقوه وذكر موسى بن عقبة عن ابن شهاب في ردة أسد وغطفان يوم بزاخة ( 1 ) قال فاقتتلوا يعني هم والمسلمون\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\nقتالا شديدا وقتل المسلمون من العدو بشرا كثيرا وأسروا منهم أسارى فأمر خالد بالحظيرة أن تبنى ثم أوقد تحتها نارا عظيمة فألقى الأسارى فيها وروى شيبان عن قتادة عن أنس قال قاتل أبو بكر أهل الردة فقتل وسبى وحرق حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا أيوب قال حدثنا عكرمة قال لما بلغ ابن عباس أن عليا أحرق المرتدين يعني الزنادقة قال لو كنت أنا لقتلتهم لقول رسول الله صلى الله عليه وسلم من بدل دينه فاقتلوه ولم أحرقهم لقول رسول الله صلى الله عليه وسلم لا ينبغي أن يعذب بعذاب الله قال سفيان فقال عمار الدهني ( 1 ) وكان في المجلس مجلس عمرو بن دينار وأيوب يحدث بهذا الحديث أن عليا لم يحرقهم بالنار إنما حفر لهم أسرابا فكان يدخن عليهم منها حتى قتلهم فقال عمرو بن دينار أما سمعت قائلهم وهو يقول\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n* لترم بي المنايا حيث شاءت\r\n* إذا لم ترم بي في مرتين\r\n* إذا ما أوقدوا حطبا ونارا\r\n* فذاك الموت نقدا غير\r\n* وروى حامد بن يحيى عن سفيان عن مسعر عن عطاء بن أبي مروان أن هذا الشعر للنجاشي قاله إذ لحق بمعاوية فارا في حيث ضرب على له في الخمر مائة جلدة قال أبو عمر قد روينا من وجوه أن عليا إنما أحرقهم بعد قتلهم ذكر العقيلي قال حدثنا محمد بن إسماعيل قال حدثنا شبابة وذكره أبو زيد عمر بن شبة قال حدثني محمد بن حاتم قال حدثنا شبابة بن سوار قال حدثنا خارجة بن مصعب عن سلام بن أبي القاسم عن عثمان بن أبي عثمان الأنصاري ( 2 ) قال جاء ناس من الشيعة إلى علي فقالوا يا أمير المؤمنين أنت هو قال من أنا قالوا أنت هو قال ويلكم من أنا قالوا أنت ربنا قال ويلكم ارجعوا فتوبوا فأبوا فضرب أعناقهم ثم قال يا قنبر ائتني بحزم الحطب فحفر لهم في الأرض أخدودا فأحرقهم\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nبالنار ثم قال\r\n* لما رأيت الأمر أمرا منكرا\r\n* أججت ناري ودعوت قنبرا ( 1\r\n* قال أبو عمر روى عثمان بن عفان وسهل بن حنيف وعبد الله بن مسعود وطلحة بن عبيد الله وعائشة وجماعة من الصحابة عن النبي صلى الله عليه وسلم أنه قال لا يحل دم امرئ مسلم إلا بإحدى ثلاث كفر بعد إيمان أو زنى بعد إحصان أو قتل نفس بغير نفس ( 2 ) فالقتل بالردة على ما ذكرنا لا خلاف بين المسلمين فيه ولا اختلفت الرواية والسنة عن النبي صلى الله عليه وسلم فيه وإنما وقع الاختلاف في الاستتابة وفيما ذكرنا من المرتدة قال أبو عمر احتج من قال يقتل المرتد إذا ارتد ثالثة أو رابعة بقول الله عز وجل * ( إن الذين آمنوا ثم كفروا ) * الآية والقياس أن من ولد على الفطرة أحق أن يستتاب لأنه لا يعرف غير الإسلام واحتج من لم ير استتابة المرتد\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\nوقال يقتل على ظاهر هذا الحديث دون استتابة بحديث أبي موسى الأشعري أن رسول الله صلى الله عليه وسلم استعمله على اليمن ثم اتبعه معاذ بن جبل فقدم معاذ فوجد عنده رجلا مقيدا بالحديد فقال ما شأن هذا فقال هذا كان يهوديا فأسلم ثم ارتد وراجع دينه دين السوء فقال معاذ لا أجلس حتى يقتل قضاء الله ورسوله فقال له أبو موسى اجلس فقال لا أجلس حتى يقتل قضاء الله ورسوله قال فأمر به فقتل رواه يحيى القطان عن قرة بن خالد عن حميد بن هلال عن أبي بردة عن أبي موسى ( 1 ) وروى من وجوه عن أبي موسى إلا أن بعضهم قال فيه أنه قد كان استتيب قبل ذلك أياما ( 2 ) واحتج من رأى الاستتابة ( بهذا الحديث وهو ) ما حدثنا عبد الله بن محمد بن يحيى قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا أحمد بن محمد المروزي قال حدثنا علي بن الحسين عن أبيه عن يزيد النحوي عن عكرمة عن ابن عباس قال كان عبد الله بن سعد يكتب لرسول الله صلى الله عليه وسلم فأزله الشيطان فلحق\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nبالكفار فأمر به رسول الله صلى الله عليه وسلم أن يقتل يوم الفتح فاستجار له عثمان فأجاره رسول الله صلى الله عليه وسلم ( 1 ) وأما ميراث المرتد فقد اختلف العلماء فيه والصحيح عندنا أن ميراثه في بيت المال لا يرثه أحد من ورثته لقول رسول الله صلى الله عليه وسلم لا يرث الكافر المسلم ولا المسلم الكافر ( 2 ) وسنبين ذلك ونذكر أقاويل السلف فيه عند ذكرنا حديث ابن شهاب عن علي بن حسين في كتابنا ( 3 ) هذا إن شاء الله والله المستعان\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nحديث موفى خمسين لزيد بن أسلم مرسل مالك عن زيد بن أسلم أن رجلا اعترف على نفسه بالزنا على عهد رسول الله صلى الله عليه وسلم فدعا له رسول الله صلى الله عليه وسلم بسوط فأتي بسوط مكسور فقال فوق هذا فأتي بسوط جديد لم تقطع ثمرته ( 1 ) فقال دون هذا ( 2 ) فأتي بسوط قد ركب به ( 3 ) ولان فأمر به رسول الله صلى الله عليه وسلم فجلد ثم قال أيها الناس قد آن لكن أن تنتهوا عن حدود الله من أصاب من هذه القاذورة شيئا فليستتر بستر الله فإنه من يبد لنا صفحته نقم عليه كتاب الله ( 4 ) هكذا روى هذا الحديث مرسلا جماعة الرواة للموطأ ولا أعلمه يستند بهذا اللفظ من وجه من الوجوه وقد روى\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\nمعمر عن يحيى بن أبي كثير عن النبي صلى الله عليه وسلم مثله سواء ( 1 ) وذكر ابن وهب في موطئه عن مخرمة بن بكر عن أبيه قال سمعت عبيد الله بن مقسم يقول سمعت كريبا مولى ابن عباس يحدث أو يحدث عنه أنه قال أتى رجل إلى النبي صلى الله عليه وسلم فاعترف على نفسه بالزنا ولم يكن الرجل أحصن فأخذ رسول الله صلى الله عليه وسلم سوطا فوجد رأسه شديدا فرده ثم أخذ سوطا آخر فوجد رأسه لينا فأمر رجلا من القوم فجلده مائة جلدة ثم قام على المنبر فقال أيهاالناس اتقوا الله واستتروا بستر الله وقال أنظروا ما كره الله لكم أو قال احذروا ما حذركم الله من الأعمال فاجتنبوه فإنه ما نؤتى به من امرئ ( 2 ) قال ابن وهب معناه نقيم عليه كتاب الله وقد ذكرنا الآثار المسندة في الاعتراف بالزنا التي جاءت في معنى هذا الحديث في باب مراسيل ابن شهاب من كتابنا هذا\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\nوأما قوله فيه بسوط لم تقطع ثمرته فإنه أراد لم يمتهن ولم يلن والثمرة الطرف وإذا ركب كثيرا بالسوط ذهب طرفه تقول العرب ثمرة السوط وذباب السيف قال عمارة بن عقيل بن بلال بن جرير\r\n* ما زال عصياننا لله يسلمنا\r\n* حتى دفعنا إلى يحيى ودينار\r\n* عليجين لم تقطع ثمارهما ( 1\r\n* قد طالما سجدا للشمس والنار\r\n* ثمارهما يعني القلفلة ( 2 ) وكذلك قال صاحب العين وفي هذا الحديث من الفقه أن من اعترف بالزنا مرة واحدة لزمه الحد إذا كان بالغا عاقلا مميزا ولم ينصرف عن إقراره ذلك ولا رجع عنه وهذا قول مالك والشافعي وأصحابهما وبه قال عثمان البتي وإليه ذهب أبو جعفر الطبري ومن حجتهم أن هذا الحديث ليس فيه أكثر من ذكر اعترافه والاعتراف إذا أطلق فإنه يلزم كل ما وقع عليه اسم اعتراف مرة كان أو أكثر من ذلك ولا وجه لقول من قال أن الاعتراف كالشهادة وأنه لا يلزم فيه أقل من أربع\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\nمرات في الزنا وفي السرقة مرتين لإجماعهم على أنه يلزم في غير الحدود الإقرار مرة واحدة وسنذكر اختلافهم في هذه المسألة في باب مراسيل ابن شهاب إن شاء الله تعالى وفي هذا الحديث أيضا أن الحد على الزاني الجلد بالسوط ( 1 ) وذلك إذا كان بكرا لم يحصن عند جماعة فقهاء الأمصار وعلماء المسلمين ومعنى قول الله عز وجل * ( الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ) * 2 معناه الأبكار دون من قد أحصن وأما المحصن فجلده الرجم إلا عند الخوارج ولا يعدهم العلماء خلافا لجهلهم وخروجهم عن جماعة المسلمين وقد رجم رسول الله صلى الله عليه وسلم المحصنين فممن رجم ماعز الأسلمي ( 3 ) والغامدية ( 4 )\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\nوالجهنية ( 1 ) والتي بعث إليها أنيسا ( 2 ) ورجم عمر بن الخطاب سخيلة بالمدينة ورجم بالشام وقصة الحبلى التي أراد رجمها فقال له معاذ بن جبل ليس لك ذلك للذي في بطنها فإنه ليس لك عليه سبيل ( 3 ) وعرض مثل ذلك لعثمان بن عفان مع علي في المجنونة الحبلى ( 4 ) ورجم على شراحة الهمدانية ( 5 ) ورجم أيضا في مسيره إلى صفين رجلا أتاه مقرا بالزنا وهذا كله مشهور عند العلماء إلا أنهم اختلفوا في جلد المحصن مع الرجم فقالت فرقة يجلد ويرجم وقال الجمهور يرجم ولا جلد عليه ( 6 ) وسنذكر ذلك في حديث ابن\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\nشهاب عن عبيد الله عند قوله صلى الله عليه وسلم لأنيس الأسلمي ( وائت المرأة فإن اعترفت فارجمها ) من كتابنا هذا ( 1 ) إن شاء الله وفي هذا الحديث من الفقه أيضا أن الاعتراف بما يوجب الحد يقوم مقام الشهادة على ما ذكرنا وهذا ما لا خلاف فيه إلا ما قدمنا ذكره من العدد في الإقرار واختلف الفقهاء في رجوع المقر بالحد بعد إقراره قبل أن يقام عليه الحد فقال مالك يقبل رجوعه عن الإقرار بالزنا والسرقة وشرب الخمر ويغرم للمسروق منه ما سرق إن ادعاه وهو قول الثوري والشافعي وأبي حنيفة والحسن بن حي وقد روى عن مالك أنه إذا ضرب أكثر الحد ثم انصرف أتم عليه وروى أبو يوسف عن ابن أبي ليلى أنه أنه لا يقبل رجوعه وروى عنه الليث أنه يقبل وقال عثمان البتي لا يقبل رجوعه وقال الأوزاعي في رجل اعترف على نفسه بالزنا أربع مرات وهو محصن ثم ندم وأنكر أن يكون أتى ذلك أنه يضرب حد الفرية على نفسه فإن اعترف بسرقة أو شرب خمر أو قتل ثم أنكر عاقبه السلطان دون الحد\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\nقال أبو عمر الصحيح أنه لا يجلد إذا رجع عن إقراره لأنه محال أن يقام عليه حد وهو منكر له بغير بينة ألا ترى أن الشهود لو رجعوا عن شهادتهم قبل إقامة الحد عليه لم يقم وكذلك لا يتم عليه إذا ابتدىء به لأنه كل جلدة قائمة بنفسها فغير جائز أن يقام عليه شيء منها بعد رجوعه كرجوع الشهود سواء وليس الإقرار بحد الله وحق لا يطالب به آدمي كالإقرار بالمال للآدميين لأن الإقرار بالحد توبة لم تعرف إلا من قبله فإن نزع عنها كان كمن لم يأت بها والكلام في هذا واضح وبالله التوفيق وفي هذا الحديث أيضا من الفقه أن الحدود لا تقام إلا بسوط قد لان وأما قوله لم تقطع ثمرته فهذا من الاستعارة أراد أنه لم يمتهن وقوله قد ركب به يعني نالته المهنة ولينته واختلف الفقهاء في أشد الحدود ضربا فقال مالك وأصحابه والليث بن سعد الضرب في الحدود كلها سواء\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\nضرب غير مبرح ضرب ين ضربين وقال أبو حنيفة وأصحابه التعزير أشد الضرب وضرب الزنا أشد من الضرب في الخمر وضرب الشارب أشد من ضرب القاذف وقال الثوري ضرب الزنا أشد من ضرب القذف وضرب القذف أشد من ضرب الشرب وقال الحسن بن حي ضرب الزنا أشد من ضرب الشرب والقذف وعن الحسن البصري مثله وزاد ضرب الشارب أشد من ضرب التعزير وقال عطاء بن أبي رباح حد الزنا أشد من حد الفرية وحد الفرية والخمر واحد واحتج من جعل الضرب في الحدود كلها واحدا سواء بورود التوقيف فيها على عدد الجلدات ولم يرد في شيء منها تخفيف ولا تثقيل عمن يجب التسليم له فوجبت التسوية في ذلك لأن مثل هذا لا يؤخذ قياسا وإنما هي عقوبات ورد فيها توقيف عدد دون كيفية شدة وتخفيف في نوع الضرب فالوجه فيها التسوية لأن من فرق احتاج إلى دليل ولا دليل معه في ذلك إلا التحكم ومن حجة من قال إن الزنا أشد ضربا من القذف والقذف أشد من الخمر لأن الزنا أكثر عددا في الجلدات فاستحال أن يكون القذف أبلغ في النكاية لأن الله قد قصر\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\nبالعدد فيه عن عدد الزنا وكذلك الخمر لم يثبت فيه حد إلا بالاجتهاد وسبيل مسائل الاجتهاد أن لا تقوى قوة مسائل التوقيف ومن حجة من لم يبلغ بالتعزير الحد في العدد ولا في الإيجاع عدم النص فيه وإن عرض المسلم ودمه محظوران محرمان ( لا يحلان ) إلا بيقين لا شك فيه مع ما روى عن النبي صلى الله عليه وسلم أنه قال لا يجلد أحد فوق عشر جلدات إلا في حد من حدود الله رواه أبو بردة الأنصاري عن النبي صلى الله عليه وسلم من حديث بكير بن الأشج عن سليمان بن يسار عن عبد الرحمن بن جابر عن أبي بردة الأنصاري ( 1 ) وذكر عبد الرزاق عن قيس بن ربيع قال حدثني أبو حصين عن حبيب بن صهبان قال سمعت عمر يقول ظهور المسلمين حمى ( 2 ) الله لا يحل لاحد أن يجرحها إلا في حد ( 3 ) قال ولقد رأيته يقيد ( 4 ) من نفسه ( 5 )\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\nوذكر عبد الرزاق عن ابن جريج عن إسماعيل بن أيوب عن أبيه عن أبي بكر بن عبد الرحمن بن الحرث أنه قال لا يبلغ بالعقوبة الحدود ( 1 ) وعن ابن جريج أيضا عن عمر بن عبد العزيز نحوه ( 2 ) واحتج من رأى التعزير أشد الحدود ضربا بما حدثني محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا إسحاق بن إسماعيل الأيلي قال حدثنا سفيان بن عيينة عن جامع بن أبي راشد عن أبي وائل شقيق ابن سلمة الأسدي قال كان رجل له على أم سلمة دين فكتب إليها كتابا يحرج عليها فأمر به عمر بن الخطاب أن يجلد ثلاثين جلدة كلها تبضع اللحم وتحدر الدم قال سفيان لأنها أمه ولا ينبغي للرجل أن يضيق على أمه ونحو هذا وبما رواه شعبة عن واصل عن المعرور بن سويد قال أتى عمر بن الخطاب بامرأة زنت ( 3 ) فقال أفسدت\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\nحسبها اضربوها حدها ولا تخرقوا عليها جلدها ( 1 ) قال فهذان الحديثان يدلان على أن عمر رضي الله عنه كان يرى الضرب في التعزير أشد منه في الزنى قالوا وكذلك لا محالة سائر الحدود قال أبو عمر من قال أن الحدود كلها سواء إلا في العدد جعل قوله ( ( ولا تأخذكم بهما رأفة ) ) في إسقاط الحد لا في صفة الضرب وضرب الزنى أخف عندهم فإنهم يقولون ضربا غير مبرح لا يشق جلدا ولا سوطا فوق سوط ) واحتج من قال ضرب القذف أشد الضرب بما أخبرني به أبو محمد عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن يحيى بن عمر قال حدثنا علي بن حرب قال حدثنا سفيان بن عيينة عن سعد بن إبراهيم بن عبد الرحمن بن عوف عن أبيه قال لما جلد أبو بكرة أمرت جدتي أم كلثوم بنت عقبة بشاة فسلخت ثم ألبس مسكها قال فهل ذلك إلا من ضرب ( 2 ) شديد ( 3 )\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\nهكذا قال جدتي وإنما هي أم إبراهيم بن عبد الرحمن بن عوف جدة سعد بن إبراهيم حدثنا خلف بن قاسم حدثنا محمد بن القاسم بن شعبان حدثنا الحسين بن محمد بن الضحاك حدثنا أبو مروان محمد بن عثمان العثماني حدثنا إبراهيم بن سعد بن إبراهيم عن أبيه عن جده قال لما جلد أبو بكرة أمرت أمة بشاة فذبحتها ثم جعلت جلدها على ظهره وما ذاك إلا من ضرب شديد ) وكان أبي يرى أن ضرب القذف شديد ( 1 ) وعن علي بن أبي طالب أنه قال لقنبر في العبد الذي أقر عنده بالزنى اضربه كذا وكذا ولا تنهك قال أبو عمر فيما روى عن عمر وعلي رضي الله عنهما في هذا الباب من صفة ضرب الزاني دليل على أن قوله عز وجل * ( ولا تأخذكم بهما رأفة في دين الله ) * 2 الآية إنما أريد به أن لا تعطل الحدود وأن لا يأخذ الحكام رأفة على الزناة فيعطلوا حدود الله ولا يحدوهم وهذا قول جماعة أهل التفسير ( 3 ) وممن قال ذلك الحسن ومجاهد وعطاء\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\nوعكرمة وزيد بن أسلم وقال الشعبي والنخعي وسعيد بن جبير ( لا تأخذكم بهما رأفة ) قالوا في الضرب والجلد ( 1 ) وذكر إسماعيل القاضي قال حدثنا محمد بن أبي بكر قال حدثنا موسى بن داود قال حدثنا نافع بن عمر الجمحي عن ابن أبي مليكة عن عبيد الله بن عبد الله أو عبد الله بن عبد الله يعني ابن عمر قال ضرب ابن عمر جارية له أحدثت فجعل يضرب رجليها وأحسبه قال ظهرها فقلت ( ( لا تأخذكم بهما رأفة في دين الله ) ) فقال يا بني وأخذتني بها رأفة إن الله لم يأمرني أن أقتلها أما أنا فقد أوجعت حيث أضرب ( 2 ) وذكره وكيع عن نافع بن عمر الجمحي بإسناده مثله ( 3 ) قال إسماعيل وحدثنا نصر بن علي قال حدثنا عبد الملك بن الصباح عن عمران بن حديد قال سألت أبا مجلز عن الرأفة فقلت انا لنرجمهم إذا نزل ذلك بهم قال ليس بذاك إنما الرأفة ترك الحدود إذا رفعت إلى السلطان حدثني قاسم بن محمد قال حدثنا خالد بن سعد\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\nقال حدثنا محمد بن فطيس قال حدثنا إبراهيم بن مرزوق قال حدثنا عبد الصمد بن عبد الوارث قال حدثنا شعبة عن عاصم عن أبي وائل قال أدركت عمر جلد رجلا فقال للجلاد لا ترني إبطك ( 1 ) وأخبرنا عبد الرحمن بن يحيى قال حدثنا أحمد بن سعيد قال حدثنا محمد بن محمد الباهلي قال حدثنا سليمان بن عمر وهو الأقطع قال حدثنا عيسى بن يونس عن حنظلة السدوسي قال سمعت أنس بن مالك يقول كان يؤمر بالسوط فتقطع ثمرته ثم يدق بين حجرين حتى يلين ثم يضرب به ( 2 ) قلنا لأنس في زمن من كان هذا قال في زمن عمر بن الخطاب واختلفوا في المواضع التي تضرب من الإنسان في الحدود فقال مالك الحدود كلها لا تضرب إلا في الظهر قال وكذلك التعزير لا يضرب إلا في الظهر عندنا وقال الشافعي وأصحابه يتقي الوجه والفرج ويضرب سائر الأعضاء وروى عن علي بن أبي طالب رضي الله عنه مثل قول الشافعي أنه كان يقول اتقوا وجهه ومذاكيره\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\nوقال أبو حنيفة ومحمد بن الحسن تضرب الأعظاء كلها في الحدود إلا الفرج والوجه والرأس وقال أبو يوسف يضرب الرأس أيضا وروى عن عمر وابن عمر أنهما قالا لا يضرب الرأس ( 1 ) قال ابن عمر لم نؤمر أن نضرب الرأس وروى سفيان عن عاصم عن أبي عثمان أن عمر رضي الله عنه أتى برجل في حد فقال للجلاد اضرب ولا تر ابطك واعط كل عضو حقه ومن حجة مالك أن العمل عندهم بالمدينة لا يخفى لأن الحدود تقام أبدا وليس مثل ذلك يجهل ( 2 ) وبنحو ذلك من العمل يسوغ الاحتجاج لكل فرقة لأنه شيء لا ينفك منه إلا ما روى كل واحد من الأثر عن السلف فيميل باختياره إليه\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\nواختلفوا في كيفية ضرب الرجال والنساء فقال مالك الرجل والمرأة في الحدود كلها سواء لا يقام واحد منهما يضربان قاعدين ويجرد الرجل في جميع الحدود ويترك على المرأة ما يسترها وينزع عنها ما يقيها من الضرب وقال الثوري لا يجرد الرجل ولا يمد ويضرب قائما والمرأة قاعدة وقال الليث بن سعد وأبو حنيفة والشافعي الضرب في الحدود كلها وفي التعزير مجردا قائما غير ممدود إلا حد القذف فإنه يضرب وعليه ثيابه وينزع عنه المحشو والفرو وقال الشافعي إن كان مده صلاحا مد ومن الحجة لمالك ما أدرك عليه الناس ومن الحجة للثوري حديث ابن عمر في رجم النبي صلى الله عليه وسلم اليهوديين وفيه لقد رأيت الرجل يحني على المرأة يقيها الحجارة ( 1 ) وهذا يدل على أن الرجل كان قائما والمرأة قاعدة ( 2 ) وضرب أبو هريرة رجلا في القذف قائما وما جاء عن عمر وعلي في ضرب الأعضاء يدل على القيام والله أعلم وكل ما ذكرناه من المسائل في هذا الباب فإنها كلها قائمة المعنى في هذا الحديث حديث زيد بن أسلم هذا\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\nيصلح ذكرها عنده وفيه أيضا ما يدل على أن الستر واجب على المسلم في خاصة نفسه إذا أتى فاحشة وواجب ذلك عليه أيضا في غيره ما لم يكن سلطانا يقيم الحدود وفي الستر على المسلم آثار كثيرة صحاح نذكر منها هاهنا ما يوافق معنى هذا الحديث وسائرها نذكرها عند قوله صلى الله عليه وسلم في حديث يحيى بن سعيد ( 1 ) يا هزال لو سترته بردائك كان خيرا لك إن شاء الله حدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا أبو معاوية عن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من نفس عن أخيه كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة ومن ستر مسلما ستره الله في الدنيا والآخرة ومن يسر على مسلم يسر الله عليه في الدنيا والآخرة والله في عون العبد ما كان العبد في عون أخيه ( 2 ) قال أبو عمر فإذا كان المرء يؤجر في الستر على غيره فستره على\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\nنفسه كذلك أو أفضل والذي يلزمه في ذلك التوبة والإنابة والندم على ما صنع فإن ذلك محو للذنب إن شاء الله وقد حدثنا خلف بن القسم حدثنا محمد بن القاسم بن شعبان حدثنا أحمد بن محمد بن سلام حدثنا محمد بن علي الشقيقي قال سمعت أبي قال أخبرنا عبد الله بن المبارك قال أخبرنا مالك بن مغول عن العلاء بن بدر قال إن الله لا يهلك أمة وهم يستترون بالذنوب حدثني محمد بن عبد الله بن حكم ( 1 ) قال حدثنا محمد بن معاوية قال حدثنا إسحاق بن أبي حسان قال حدثنا هشام بن عمار قال حدثنا عبد الحميد قال حدثنا الأوزاعي قال أخبرني عثمان بن أبي سودة قال حدثني من سمع عبادة بن الصامت قال سمعت رسول الله صلى الله عليه وسلم يقول إن الله ليستر العبد من الذنب ما لم يخرقه قالوا وكيف يخرقه يا رسول الله قال يحدث به الناس حدثني خلف بن القاسم قال حدثنا عبد الله بن جعفر بن الورد قال حدثنا عبيد الله بن محمد العمري قال حدثنا عبد العزيز بن عبد الله الأويسي قال حدثنا إبراهيم بن سعد عن ابن أخي ابن شهاب عن ابن شهاب عن سالم\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\nابن عبد الله قال سمعت أبا هريرة يقول سمعت رسول الله صلى الله عليه وسلم يقول كل أمتي معافى إلا المجاهرون ( 1 ) وإن من المجاهرة أن يعمل عملا لا يرضاه الله بالليل ثم يتحدث به بالنهار وذكر الحديث ( 2 ) وحدثني أحمد بن عمر قال حدثنا عبد الله بن محمد قال حدثنا محمد بن فطيس قال حدثنا مالك بن عبد الله بن سيف قال حدثنا عمرو بن الربيع بن طارق قال أخبرني يحيى بن أيوب عن عيسى بن موسى بن إياس بن البكير أن صفوان بن سليم حدثه عن أنس بن مالك عن رسول الله صلى الله عليه وسلم أنه قال اطلبوا الخير دهركم كله وتعرضوا نفحات الله ( 3 ) عز وجل فإن لله نفحات من رحمته يصيب بها من يشاء من عباده واسألوا الله أن يستر عوراتكم وأن يؤمن روعاتكم ( 4 )\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\nوحدثني قاسم بن محمد قال حدثنا خالد بن سعد قال حدثنا محمد بن فطيس قال حدثنا إبراهيم بن الهيثم بن المهلب الجزري أبو إسحاق إملاء قال حدثنا أبو اليمان قال حدثنا سعيد بن سنان عن أبي الزاهرية عن كثير بن مرة عن أبي ذر قال سمعت رسول الله صلى الله عليه وسلم يقول أقسم على أربع قسما مبرورا والخامسة لو أقسمت عليها لبررت لا يعمل عبد خطيئة تبلغ ما بلغت ثم يتوب إلى الله إلا تاب الله عليه ولا يحب أحد لقاء الله إلا أحب الله لقاءه ولا يتولى الله عبد ( 1 ) في الدنيا فيوليه غيره يوم القيامة ولا يحب عبد قوما إلا جعله الله معهم يوم القيامة والخامسة لو أقسمت عليها لبررت لا يستر الله عورة عبد في الدنيا إلا ستره الله يوم القيامة حدثنا عبد الرحمن بن مروان قال حدثنا أحمد بن سليمان بن عمرو البغدادي بمصر قال حدثنا أبو عمران موسى بن سهل البصري قال حدثنا عبد الواحد بن غياث قال حدثنا فضال بن جبير عن أبي أمامة الباهلي قال قال رسول الله صلى الله عليه وسلم ثلاث لو حلفت عليهن لبررت والرابعة لو حلفت عليها لرجوت أن لا إثم لا يجعل الله من له سهم في الإسلام كمن لا سهم له ولا يتولى الله\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\nعبد فيوليه إلى غيره ولا يحب عبد قوما إلا بعثه الله فيهم أو قال معهم ولا يستر الله على عبد في الدنيا إلا ستر عليه عند المعاد حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا عفان قال حدثنا همام قال سمعت إسحاق بن عبد الله بن أبي طلحة قال حدثنا شيبة الحضرمي أنه شهد عروة يحدث عمر بن عبد العزيز عن عائشة أن النبي صلى الله عليه وسلم قال ما ستر الله على عبد في الدنيا إلا ستر عليه في الآخرة ( 1 ) وحدثنا أحمد بن عبد الله بن محمد قال حدثني أبي قال حدثنا عبد الله بن يونس قال قال حدثنا بقي بن مخلد قال حدثنا أبو بكر بن أبي شيبة قال حدثنا الثقفي عن أيوب عن أبي قلابة عن أبي إدريس قال لا يهتك الله ستر عبد في قلبه مثقال ذرة من خير وأما قوله في حديث زيد بن أسلم المذكور في هذا الباب ( فإنه من يبدلنا صفحته نقم عليه كتاب الله ) فإنه أراد والله أعلم بعد أمره بالاستتار بالذنب أنه من أقر عنده\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\nفلا شفاعة حينئذ له ولا عفو عنه ومن هذا وشبهه قام الدليل على أن الحدود إذا بلغت السلطان لم يجز أن يتشفع فيها ولا أن تترك إقامتها ( 1 ) ألا ترى إلى قوله صلى الله عليه وسلم في حديث صفوان بن أمية ( فهلا قبل أن تأتيني به ( 2 ) ) وقول الزبير إذا بلغت به السلطان فلعن الله الشافع والمشفع ( 3 )\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\nحديث أحد وخمسون لزيد بن أسلم مالك أنه سمع زيد بن أسلم يقول ما من داع يدعو إلا كان بين إحدى ثلاث إما أن يستجاب له وإما أن يدخر له وإما أن يكفر عنه ( 1 ) قال أبو عمر ذكرنا هذا الخبر في كتابنا هذا وإن كان في رواية مالك من قول زيد بن أسلم لأنه خبر محفوظ عن النبي صلى الله عليه وسلم ( 2 ) ولأن مثله يستحيل أن يكون رأيا واجتهادا وإنما هو توقيف ومثله لا يقال بالرأي حدثنا أحمد بن قاسم بن عيسى قال حدثنا عبيد الله بن محمد بن حبابة ببغداد وحدثنا عبد الله بن محمد بن يوسف قال حدثنا أحمد بن محمد بن إسماعيل بمصر قالا حدثنا عبد الله بن محمد بن عبد العزيز البغوي قال حدثنا شيبان قال أخبرنا علي بن علي الرفاعي عن أبي\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\nالمتوكل الناجي عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم ما من مسلم يدعو دعوة ليس فيها إثم ولا قطيعة رحم إلا أعطاه الله بها إحدى ثلاث إما أن يعجل له دعوته وإما أن يؤخرها له في الآخرة وإما أن يكف عنه من الشر مثلها قالوا إذا نكثر قال الله أكثر وحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا ابن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا أبو أسامة عن علي بن علي قال سمعت أبا المتوكل الناجي قال قال أبو سعيد الخدري قال نبي الله صلى الله عليه وسلم ما من مسلم يدعو بدعوة ليس فيها إثم ولا قطيعة رحم فذكره حرفا بحرف إلى آخره إلا أنه قال يكفر عنه من السوء مثلها قالوا إذا نكثر يا رسول الله قال الله أكثر ( 1 ) وحدثنا أحمد بن محمد قال حدثنا أحمد بن الفضل قال حدثنا محمد بن جرير قال حدثنا محمد بن موسى الحرشي قال حدثنا جعفر بن سليمان قال حدثنا علي بن علي بن أبي المتوكل الناجي عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إن دعوة\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\nالمسلم لا ترد ما لم يدع بإثم أو قطيعة رحم إما أن تعجل له في الدنيا وأما أن تدخر له في الآخرة وأما أن يصرف عنه من السوء بقدر ما دعا ( 1 ) حدثنا أبو محمد عبد الله بن محمد بن أسد قال حدثنا أبو محمد إسماعيل بن محمد بن محفوظ الدمشقي بالرملة قال حدثنا أبو عبد الله أحمد بن إبراهيم بن بشر القرشي قال حدثنا عبد الله بن ثابت القرشي قال حدثنا سعد بن الصلت عن الأعمش عن أبي سفيان عن جابر أن النبي صلى الله عليه وسلم قال دعاء المسلم بين إحدى ثلاث إما أن يعطي مسألته التي سأل أو يرفع بها درجة أو يحط بها عنه خطيئة ما لم يدع بقطيعة رحم أو مأثم أو يستعجل قال أبو عمر هذا الحديث يخرج في التفسير المسند لقول الله عز وجل * ( ادعوني أستجب لكم ) * 2 فهذا كله من الاستجابة وقد قالوا كرم الله لا تنقضي حكمته ولذلك لا تقع الإجابة في كل دعوة قال الله عز وجل * ( ولو اتبع الحق أهواءهم لفسدت ) *\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\n* ( السماوات والأرض ومن فيهن ) * 1 وفي الحديث المأثور إن الله ليبتلي العبد وهو يحبه ليسمع تضرعه ( 2 ) وقال الأوزاعي يقال أفضل الدعاء الإلحاح على الله والتضرع إليه وعن أبي هريرة وغيره أن الله لا يقبل أو لا يستجيب دعاء من قلب غافل لاه ( 3 ) وقال سفيان قال محمد بن المنكدر قال لي عمر بن عبد العزيز عليك دين قلت نعم قال ففتح لك فيه في الدعاء قلت نعم قال لقد بارك الله لك في هذا الدين وروى أبو هريرة وأنس عن النبي صلى الله عليه وسلم أنه قال إذا دعا أحدكم فليعزم وليعظم الرغبة ولا يقل إن شئت فإن الله لا مكره له ولا يتعاظمه شيء ولا يزال العبد يستجاب له ما لم يستعجل ( 4 ) وقد ذكرنا هذا المعنى بزيادة في معنى الدعاء في باب ابن شهاب عن أبي عبيد ( 5 ) والحمد لله\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nحدثنا أحمد بن محمد قال حدثنا أحمد بن الفضل قال حدثنا محمد بن جرير قال حدثنا يونس بن عبد الأعلى قال حدثنا ابن وهب قال حدثني أبو صخر أن يزيد بن عبد الله بن قسيط حدثه عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم قالت ما من عبد يدعو الله بدعوة فتذهب حتى يعجل له في الدنيا أو يدخرها له في الآخرة إذا هو لم يعجل أو يقنط قال عروة فقلت يا أمتاه وكيف عجلته وقنوطه قالت يقول قد سألت فلم أعط ودعوت فلم أجب قال ابن قسيط وسمعت سعيد بن المسيب يقول ما من عبد مؤمن يدعو الله بدعوة فتذهب برجاء حتى يعجلها له في الدنيا أو يدخرها له في الآخرة وحدثنا أحمد بن محمد حدثنا أحمد بن الفضل حدثنا محمد بن جرير حدثنا محمد بن العلاء ( 1 )\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\nحدثنا مروان بن معاوية عن عمر بن حمزة ( 1 ) عن محمد بن كعب القرظي يرفعه قال من دعا دعوة أخطأت باطلا أو حراما أعطى إحدى ثلاث كفرت عنه خطيئته أو كتبت له حسنة أو أعطى الذي سأل التمهيد لما في الموطأ من المعاني والأسانيد\r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348}
  ]