[
  {"content":"\r\nابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود الهذلي من هذيل بن مدركة بن إلياس بن مضر ( 1 ) أحد عشر حديثا منها واحد مرسل وعشرة متصلة مسندة قد ذكرنا نسب عبيد الله هذا عند ذكر نسب جده عتبة بن مسعود في كتابنا في الصحابة ( 2 ) فأغنى عن ذكره ههنا وعبيد الله هذا يكنى أبا عبد الله كان أحد الفقهاء العشرة ثم السبعة الذين عليهم كانت الفتوى تدور بالمدينة وكان عالما فاضلا مقدما في الفقه شاعرا محسنا لم يكن بعد الصحابة إلى يومنا هذا فيما علمت فقيه أشعر منه ولا شاعر أفقه منه في الذين لا علم لهم غير الشعر وصناعته من يقدم عليه فيه وللزبير بن بكار القاضي في أشعاره كتاب مفرد حدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا أحمد ابن زهير حدثنا الزبير بن بكار حدثنا سفيان بن عيينة عن ابن شهاب قال سمعت من العلم شيئا كثيرا حتى ظننت أني قد اكتفيت فلما لقيت عبيد الله بن عبد الله بن عتبة بن مسعود فإذا ليس في يدي من العلم شيء ( 3 )\r\n","description":"","footnote":"","page_name":" 7 ","page_number":1},
  {"content":"\r\nأخبرنا عبد الله بن محمد قال حدثنا إسماعيل بن محمد الصفار وأحمد بن جعفر بن حمدان بن مالك ( 4 ) قالا حدثنا عبد الله بن أحمد ابن حنبل قال حدثني أبي قال حدثنا يونس بن محمد قال حدثنا حماد بن زيد عن معمر عن الزهري قال كان عبيد الله بن عبد الله يلطف بابن عباس ( 5 ) فكان يعزه عزا ( 6 ) حدثنا أحمد بن محمد حدثنا أحمد بن الفضل حدثنا محمد بن جرير حدثنا محمد بن حميد حدثنا جرير عن مغيرة قال كان عبيد الله بن عبد الله من أعلم الناس قال مغيرة وقال عمر بن عبد العزيز لما ولي الخلافة لو كان عبيد الله حيا لهان علي ما أنا فيه وحدثنا عبد الوارث حدثنا قاسم حدثنا أحمد بن أبي خيثمة حدثنا أحمد بن حنبل حدثنا عبد الرزاق عن معمر قال سمعت الزهري يقول أدركت أربعة بحور عبيد الله بن عبد الله أحدهم ( 7 ) وذكر الحسن بن علي الحلواني في كتاب المعرفة له حدثنا عبد الرزاق عن معمر عن الزهري قال كان عبيد الله بن عبد الله قد\r\n","description":"","footnote":"","page_name":" 8 ","page_number":2},
  {"content":"\r\nتفرس في عمر بن عبد العزيز فكان يحدثه الحديث ويقول له أنا أحدثك لعل الله ينفعك به يوما ( ما ) فلما ولي عمر الخلافة كان يقول وددت أن لي مجلسا من عبيد الله بدية قال وحدثنا علي بن المديني حدثنا سفيان حدثنا علي بن زيد ابن جدعان أنه سمع عمر بن عبد العزيز يقول ما أصبت من عبيد الله مثل ما أصبت من جميع الناس فليت لي اليوم مجلسا منه ( 8 ) بدية قال وحدثنا أحمد بن صالح حدثنا ابن وهب أخبرني يعقوب ابن عبد الرحمان عن أبيه عن عبيد الله بن عبد الله قال ما سمعت بحديث قط فأشاء أن أعيه إلا وعيته ( 9 ) قال وحدثنا عبد الله بن صالح عن يعقوب بن عبد الرحمان عن أبيه عن عبيد الله مثله وزاد قال يعقوب وقال عمر بن عبد العزيز لو كان عبيد الله حيا ما صدرت إلا عن رأيه ولوددت أن علي بيوم من عبيد الله غرما قال ذلك في خلافته ( 10 ) قال وحدثنا أحمد بن صالح قال حدثنا ابن وهب عن يونس عن ابن شهاب قال صحبت عبيد الله بن عبد الله فما رأيت أعرب حديثا منه\r\n","description":"","footnote":"","page_name":" 9 ","page_number":3},
  {"content":"\r\nحدثنا عبد الوارث حدثنا قاسم بن أصبغ حدثنا أحمد بن زهير حدثنا الزبير بن بكار وإبراهيم بن حمزة الزبيري عن ابن عيينة قال قيل لعبيد الله بن عبد الله بن عتبة تقول الشعر وأنت فقيه قال هل يستطيع الذي به الصدر إلا أن ينفث حدثني أحمد بن محمد وعبد الرحمان بن يحيى قالا حدثنا أحمد بن سعيد حدثنا أحمد بن محمد بن زياد الأعرابي حدثنا أبو عبد الرحمان القاسم بن حبيش بن سليمان بن برد حدثنا أحمد بن سعيد الفهري حدثنا إبراهيم بن المنذر الحزامي حدثنا إسماعيل بن يعقوب التيمي عن عبد الرحمان بن أبي الزناد عن أبيه قال قدمت امرأة من هذيل من ناحية مكة المدينة وكانت جميلة فخطبها جماعة من أشراف أهل المدينة فأبت أن تتزوج وكان معها بني لها فبلغ عبيد الله بن عبد الله بن عتبة امتناعها فعرض للقوم فقال أحبك حبا لا يحبك مثله\r\n* قريب ولا في العاشقين بعيد\r\n* أحبك حبا لو شعرت ببعضه\r\n* لجدت ولم يصعب عليك شديد\r\n* وحبك يا أم الصبى مدلهى\r\n* شهيدي أبو بكر فنعم شهيد\r\n*\r\n","description":"","footnote":"","page_name":" 10 ","page_number":4},
  {"content":"\r\n* ويعلم ما أخفي سليمان علمه\r\n* وخارجة يبدي بنا ويعيد\r\n* متى تسألي عما أقول فتخبري\r\n* فللحب عندي طارف وتليد\r\n* وحدثنا عبد الوارث حدثنا قاسم حدثنا أحمد بن زهير حدثنا الزبير بن بكار حدثنا سليمان بن داود المخزومي عن أبيه عن إسماعيل بن يعقوب التيمي عن عبد الرحمان بن أبي الزناد عن أبيه قال قدمت امرأة المدينة من ناحية مكة وكانت من هذيل وكانت جميلة فرغب الناس فيها فخطبوها وكادت تذهب بعقول أكثرهم فقال عبيد الله بن عبد الله فيها أحبك حبا فذكر الأبيات سواء إلى آخرها وزاد فقال سعيد بن المسيب أما والله لقد أمنت أن تسألنا وما رجوت إن سألتنا أن نشهد لك بزور قال أبو عمر يريد أبا بكر بن عبد الرحمان بن الحارث بن هشام والقاسم بن محمد بن أبي بكر وعروة بن الزبير وسعيد بن المسيب وسليمان بن يسار وخارجة بن زيد بن ثابت وهؤلاء الستة هم فقهاء وقتهم بالمدينة وهو سابعهم\r\n","description":"","footnote":"","page_name":" 11 ","page_number":5},
  {"content":"\r\nوذكر محمد بن خلف المعروف بوكيع صاحب التاريخ والأخبار قال حدثنا علي بن حرب الموصلي حدثنا إسماعيل بن ريان الطائي قال سمعت ابن إدريس يقول كان عراك بن مالك وأبو بكر بن حزم وعبيد الله بن عبد الله بن عتبة يتجالسون بالمدينة زمانا ثم أن ابن حزم صار إلى الإمارة فمرا بعبيد الله ولم يسلما يقفا به وكان ضريرا فأخبر بذلك فأنشأ يقول\r\n* ألا ابلغا عني عراك بن مالك\r\n* ولا تدعا أن تثنيا بأبي بكر\r\n* لقد جعلت تبدو شواكل منكما\r\n* كأنكما بي موقران من الصخر\r\n* فكيف تريدان ابن ستين حجة\r\n* على ما أتى وهو ابن عشرين أو عشر\r\n* فما تراب الأرض منها خلقتما\r\n* وفيها المعاد والمصير إلى الحشر\r\n* ولا تعجبا أن تؤتيا وتكلما\r\n* فما خشي الأقوام شرا من الكبر\r\n* لقد علقت دلوا كما دلو حول\r\n* من القوم لا وغل المراس ولا مزر\r\n* فطاوعتما بي عاذلا ذا معاكسة\r\n* لعمري لقد أورى وما مثله يورى\r\n* فلولا اتقاء الله من قيل فيكما\r\n* للمتكما لوما أحر من الجمر\r\n* يقال أورى عليه صدره بالحقد وهي أبيات أكثر من هذه منهم من يجعلها كلها له في أبي بكر بن حزم وعراك بن ملك ومنهم من\r\n","description":"","footnote":"","page_name":" 12 ","page_number":6},
  {"content":"\r\nيجعل منهما أربعة أبيات أو خمسة في عمر بن عبد العزيز وعبد الله ابن عمرو بن عثمان كذلك ذكرها أبو زيد عمر بن شبة عن إبراهيم ابن المنذر وقال إنما أدخلت معها لاتفاق القافية وإنها لرجل واحد وقال عمر بن شبة حدثنا إبراهيم بن المنذر حدثنا إبراهيم بن محمد بن عبد العزيز عن أبيه عن ابن شهاب قال أتيت عبيد الله بن عبد الله يوما فوجدته ينفخ وهو مغتاظ فقلت مالك فقال جئت أميركم انفك يعني عمر بن عبد العزيز فسلمت عليه وعلى عبد الله ابن عمرو بن عثمان فلم يردا علي فقلت\r\n* فمسا تراب الأرض منها خلقتما\r\n* وفيها المعاد والمصير إلى الحشر\r\n* ولا تأنفا أن تؤتيا فتكلما\r\n* فما خشي الأقوام شرا من الكبر\r\n* فلو شئت أن ألقى عدوا وطاعنا\r\n* للاقيته أو قال عندي في السر\r\n* فإن أنا لم آمر ولم أنه عنكما\r\n* ضحكت له حتى يلج ويستشرى\r\n* قال فقلت له تقول الشعر في فضلك ونسكك فقال أن المصدور إذا نفث برأ قال أبو عمر هكذا في خبر وكيع أبو بكر بن حزم وهو غلط والله أعلم وهذه القصة لم تكن إلا في إمارة عمر لا في خلافته وأبو بكر المذكور في هذه الأبيات في قوله ولا تدعا أن تثنيا بأبي بكر هو أبو بكر بن سليمان بن أبي حثمة\r\n","description":"","footnote":"","page_name":" 13 ","page_number":7},
  {"content":"\r\nوما ذكره أيضا عمر بن شبة في خبره أن عبيد الله مر بعمر وعبد الله بن عمرو بن عثمان فسلم عليهما فلم يردا عليه والصحيح في ذلك ما حدثناه عبد الوارث حدثنا قاسم حدثنا أحمد ابن زهير حدثنا الزبير بن بكار حدثنا إسماعيل بن أبي أويس حدثني بكار بن محمد بن جارست عن عبد الرحمان بن أبي الزناد عن هشام بن عروة عن عبيد الله بن عبد الله بن عتبة أنه جاء إلى عمر ابن عبد العزيز يستأذن عليه في إمرته قال وكان عمر يجله إجلالا شديدا فرده الحاحب وكان عنده عبد الله بن عمرو بن عثمان مختليا به قال فانصرف عبد الله غضبان وكان في صلاحه ربما قال الأبيات فأخبر عمر بأبياته فبعث أبا بكر بن سليمان بن أبي حثمة وعراك بن مالك يعذرانه عنده ويقولان أن عمر يقسم بالله ما علم بإتيانك ولا برد الحاجب إياك فقال لعمرو وصاحبه\r\n* إلا أبلغا عني عراك بن مالك\r\n* ولا تدعا أن تثنيا بأبي بكر\r\n* قال أحمد بن زهير فأخبرنا إبراهيم بن عبد الله قال حدثنا ابن إدريس قال أنشدني القاسم بن معن وابن أبي الزناد لعبيد الله ابن عبد الله يعاتب رجلين مرا به\r\n* ألا أبلغا عني عراك بن مالك\r\n* ولا تدعا أن تثنيا بأبي بكر\r\n* فذكر الأبيات كما تقدم نسقا حرفا بحرف وزاد\r\n","description":"","footnote":"","page_name":" 14 ","page_number":8},
  {"content":"\r\n* ولو شئت أدلى فيكما غير واحد\r\n* علانية أو قال عندي في السر\r\n* فإن أنا لم آمر ولم أنه عنكما\r\n* ضحكت له حتى يلح ويستشري\r\n* قال أبو عمر أشعاره كثيرة جدا في غير ما معنى منها في الغزل بزوجته عثمة أظن أكثره بعد طلاقه إياها ذكر إبراهيم بن المنذر عن عبد الملك بن الماجشون قال أبيات عبيد الله بن عبد الله التي أولها\r\n* لعمري لئن شطت بعثمة دارها\r\n* لقد كدت من وشك الفراق أليح\r\n* أروح بهم ثم أغدو بمثله\r\n* ويحسب أني في الثياب صحيح\r\n* قالها في زوجة كانت له تسمى عثمة عتب عليها في بعض الأمر فطلقها وله فيها أشعار كثيرة منها قوله\r\n* كتمت الهوى حتى أضر بك الكتم\r\n* ذكر الزبير بن بكار قال حدثني عبد الملك بن عبد العزيز بن أبي سلمة الماجشون قال أنشدني خالي يوسف بن الماجشون لعبيد الله بن عبد الله بن عتبة\r\n","description":"","footnote":"","page_name":" 15 ","page_number":9},
  {"content":"\r\n* كتمت الهوى حتى أضربك الكتم\r\n* ولامك أقوام ولومهم ظلم\r\n* ونم عليك الكاشحون وقبلهم\r\n* عليك الهوى قد نم لو ينفع النم\r\n* وزادك إغراء بها طول هجرها\r\n* قديما وأبلى لحم أعظمك الهم\r\n* وأصبحت كالهندي إذ مات حسرة\r\n* على اثر هند أو كمن سقي السم\r\n* ألا من لنفس لا تموت فينقضي\r\n* عناها ولا تحيا حياة لها طعم\r\n* تجنيت اتيان الحبيب تأثما\r\n* إلا أن هجران الحبيب هو الإثم\r\n* فذق هجرها قد كنت تزعم أنه\r\n* رشاد ألا يازاعما كذب الزعم\r\n* ومن أشعاره في عثمة\r\n* عفت أطلال عثمة بالغميم\r\n* فأضحت وهي موحشة الرسوم\r\n* وهي أبيات ذوات عدد وفيها يقول أيضا\r\n* تغلغل حب عثمة في فؤادي\r\n* فباديه مع الخافي يسير\r\n* تغلغل حيث لم يبلغ سراب\r\n* ولا حزن ولم يبلغ سرور\r\n* أكاد إذا ذكرت العهد منها\r\n* أطير لو أن إنسانا يطير\r\n* وهي أبيات أيضا ذوات عدد أنشدها ابن أبي الزناد وغيره وقيل له تقول مثل هذا فقال في اللدود راحة المفئود\r\n","description":"","footnote":"","page_name":" 16 ","page_number":10},
  {"content":"\r\nوهو القائل أيضا في قصة جرت بين عمر بن عبد العزيز وعروة ابن الزبير وهي أبيات منها\r\n* وما الحق أن تهوى فتسعف في الذي\r\n* هويت إذا ما كان ليس بأعدل\r\n* أبي الله والأحساب أن يحمل القذى\r\n* جفون عيون بالقذى لم توكل\r\n* ومن شعره أيضا يخاطب عمر بن عبد العزيز\r\n* ابن لي فكن مثلي أو ابتغ صاحبا\r\n* كمثلك إني مبتغ صاحبا مثلي\r\n* عزيز إخائي ما ينال مودتي من الناس إلا مسلم كامل العقل\r\n* وما يلبث الإخوان أن يتفرقوا\r\n* إذا لم يؤلف روح شكل إلى شكل\r\n* وهي أبيات كثيرة ومن قوله أيضا يخاطب ابن شهاب\r\n* إذا شئت أن تلقى خليلا مصافيا\r\n* لقيت وإخوان الثقات قليل\r\n* ومن جيد شعره أيضا قوله\r\n* أعاذل عاجل ما اشتهى\r\n* أحب إلي من الرائث\r\n* سأنفق مالي في حقه\r\n* واوثر نفسي على الوارث\r\n*\r\n","description":"","footnote":"","page_name":" 17 ","page_number":11},
  {"content":"\r\nوقال عبيد الله أيضا\r\n* إذا كان لي سر فحدثته العدا\r\n* وضاق به صدري فللناس أعذر\r\n* هو السر ما استودعته وكتمته\r\n* وليس حين يشو الطير\r\nحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن اصبغ قال حدثنا أحمد بن زهير قال حدثنا أبو بكر بن أبي شيبة قال حدثنا عبد الله بن إدريس عن حمزة أبي عمارة قال قال عمر بن عبد العزيز لعبيد الله بن عبد الله مالك وللشعر فقال وهل يستطيع المصدور إلا إن ينفث\r\nحدثنا عبد الوارث حدثنا قاسم حدثنا أحمد بن زهير قال سمعت يحيى بن معين يقول مات عبيد الله بن عبد الله بن عتبة بن مسعود سنة اثنتين ومائة ويقال سنة تسع وتسعين وقال أبو عمر وقد قيل سنة ثمان وتسعين قاله الواقدي\r\n","description":"","footnote":"","page_name":" 18 ","page_number":12},
  {"content":"\r\nحديث أول لابن شهاب عن عبيد الله مسند مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن عبد الله بن عباس أنه قال أقبلت راكبا على أتان وأنا يومئذ قد ناهزت الاحتلام ورسول الله صلى الله عليه وسلم يصلي بالناس بمنى فمررت بين يدي بعض الصف فنزلت وأرسلت الأتان ترتع ودخلت في الصف فلم ينكر ذلك علي أحد هكذا روى هذا الحديث جماعة رواة الموطأ فيما علمت وقال فيه الواقدي عن مالك وذلك في حجة الوداع وأنا قد راهقت الاحتلام وقال فيه ابن عيينة عن الزهري فلم يقل لنا النبي صلى الله عليه وسلم شيئا حدثنا محمد بن عبد الملك قال حدثنا أبو سعيد بن الأعرابي قال حدثنا الحسن بن محمد الزعفراني قال حدثنا سفيان بن عيينة عن الزهري عن عبيد الله بن عبد الله سمع ابن عباس يقول جئت أنا والفضل بن عباس يوم عرفة ورسول الله صلى الله عليه وسلم يصلي\r\n","description":"","footnote":"","page_name":" 19 ","page_number":13},
  {"content":"\r\nبالناس ونحن على أتان لنا فمررنا ببعض الصف فنزلنا عنها وتركناها ترتع فلم يقل لنا النبي صلى الله عليه وسلم شيئا وفي هذا الحديث من الفقه أن المرور بين يدي المصلي إذا كان وراء الإمام لا يضر المصلي ولا حرج فيه على المار أيضا وقد تقدم في باب زيد بن أسلم من حكم السترة وحكم المار بين يدي المصلي وإن الصلاة لا يقطعها شيء ومضى هناك من الآثار في ذلك ما فيه غنى وكفاية فلا وجه لإعادة ذلك هاهنا وفي الحديث دليل واضح على أن الإمام سترة لمن خلفه فلا حرج على من مر وراءه بين أيدي الصفوف وقد استدل قوم بأن هذا الحديث دليل على أن الحمار لا يقطع الصلاة مروره بين يدي المصلي وردوا به قول من زعم أن الحمار يقطع الصلاة وانفصل منهم مخالفهم بأن مرور الإتان كان خلف الإمام بين يدي الصف فلا دليل فيه من رواية مالك هذه وما كان مثلها وقد روى حديث ابن عباس هذا بلفظ هو حجة لمن قال الحمار لا يقطع الصلاة أخبرنا إبراهيم بن شاكر حدثنا محمد ابن أحمد بن يحيى حدثنا محمد بن أيوب بن حبيب حدثنا أحمد بن عمرو البزار حدثنا بشر بن آدم حدثنا أبو عاصم عن ابن جريج قال\r\n","description":"","footnote":"","page_name":" 20 ","page_number":14},
  {"content":"\r\nأخبرنا عبد الكريم أن مجاهدا أخبره عن ابن عباس قال أتيت أنا والفضل على أتان فمررنا بين يدي رسول الله صلى الله عليه وسلم بعرفة وفيه إجازة شهادة من علم الشيء صغيرا وأداه كبيرا وهو أمر لا خلاف فيه وقياسه العبد يشهد في عبوديته على ما يؤدي الشهادة فيه بعد عتقه وكذلك الكافر والفاسق إذا أداها كل واحد منهم في حال تجوز الشهادة فيه وهذا كله مجتمع عليه عند العلماء إلا أنهم اختلفوا في هؤلاء لو شهدوا بها فردت لأحوالهم الناقصة ثم شهدوا بها في حال تمام شروط الشهادة على ما قد أوضحناه في موضعه من هذا الكتاب\r\n","description":"","footnote":"","page_name":" 21 ","page_number":15},
  {"content":"\r\nحديث ثان لابن شهاب عن عبيد الله مسند مالك عن ابن شهاب عن عبيد الله بن عبد الله عن ابن عباس أنه قال أن أم الفضل بنت الحارث سمعته وهو يقرأ والمرسلات عرفا فقالت يا بني لقد أذكرتني بقرائتك هذه السورة إنها لآخر ما سمعت رسول الله صلى الله عليه وسلم وهو يقرأ بها في المغرب أم الفضل هذه هي أم ابن عباس واسمها لبابة تكنى أم الفضل بابنها الفضل ابن عباس وهي أخت ميمونة زوج النبي صلى الله عليه وسلم قد أتينا من نسبها وأحوالها في كتاب النساء من كتاب الصحابة بما فيه كفاية وليس في هذا الحديث أكثر من أن القراءة في الصلاة ليس فيها توقيت وأن القراءة بالمرسلات ومثلها جائز في صلاة المغرب وسيأتي القول فيما يستحب من القراءة وما يجب منها في المغرب وغيرها في أولى المواضع بذلك من كتابنا هذا إن شاء الله\r\n","description":"","footnote":"","page_name":" 22 ","page_number":16},
  {"content":"\r\nحدثني خلف بن القاسم قال حدثنا مؤمل بن يحيى قال حدثنا محمد بن جعفر الإمام قال حدثنا علي بن المديني قال حدثنا موسى بن داود قال حدثنا عبد العزيز بن أبي سلمة عن حميد الطويل عن أنس عن أم الفضل بنت الحارث قالت صلى بنا رسول الله صلى الله عليه وسلم في بيته في مرضه متوشحا في ثوب المغرب فقرا بالمرسلات عرفا فلم يصل صلاة بعدها حتى قبض صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 23 ","page_number":17},
  {"content":"\r\nحديث ثالث لابن شهاب عن عبيد الله بن عبد الله بن عتبة مسند مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن ابن عباس أن سعد بن عبادة استفتى رسول الله صلى الله عليه وسلم فقال أن أمي ماتت وعليها نذر لم تقضه فقال رسول الله صلى الله عليه وسلم اقضه عنها ليس عن مالك ولا عن ابن شهاب اختلاف في إسناد هذا الحديث فيما علمت\r\nوقد أخبرني محمد حدثنا علي بن عمر الحافظ قال حدثني أبو محمد عبد العزيز بن محمد بن الواثق بالله حدثنا عبد الله ابن محمد بن عبد العزيز حدثنا شجاع بن مخلد حدثنا حماد حدثنا مالك عن الزهري عن عبيد الله بن عبد الله عن ابن عباس أن سعدا\r\n","description":"","footnote":"","page_name":" 24 ","page_number":18},
  {"content":"\r\nقال يا رسول الله أينفع أمي أن أتصدق عنها وقد ماتت قال نعم قال فما تأمرني قال اسق الماء قال ابن منيع الصحيح في هذا الإسناد حديث النذر وحماد ابن خالد ثقة ولكنه كان أميا قال علي بن عمر لا أعلم روى هذا غير شجاع بن مخلد عن حماد بن خالد قال أبو عمر قد روى هذا الحديث هشام بن عروة عن ابن شهاب حدث به الدراوردي عن هشام بن عروة عن ابن شهاب عن عبيد الله بن عبد الله عن ابن عباس أن سعد بن عبادة سأل رسول الله صلى الله عليه وسلم فقال إن أمي هلكت وعليها نذر لم تقضه أفأقضيه عنها قال نعم وروى عبدة بن سليمان هذا الحديث عن هشام بن عروة عن بكر ابن وائل بن داود عن الزهري بإسناده مثله\r\n","description":"","footnote":"","page_name":" 25 ","page_number":19},
  {"content":"\r\nواختلف أهل العلم في النذر وفي حكمه فقال أهل الظاهر كل من كان عليه نذر وتوفي ولم يقضه كان على أقعد أوليائه قضاؤه عنه واجبا بظاهر هذا الحديث وسواء كان في بدن أو مال وقال فقهاء الأمصار ليس ذلك على وليه إلا أن يوصي به ومحمل هذا الحديث عندهم على الندب لا على الإيجاب واختلفوا في النذر الذي كان على أم سعد بن عبادة المذكور في هذا الحديث فقالت فرقة كان ذلك صياما نذرته فأمره رسول الله صلى الله عليه وسلم أن يقضيه عنها واستدل من قال ذلك بحديث الأعمش عن مسلم البطين عن سعيد بن جبير عن ابن عباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال ان أمي ماتت وعليها صوم أفأصوم عنها فقال أرأيت لو كان عليها دين أكنت تقضيه قال نعم قال فدين الله أحق أن يقضي قال أبو عمر هذا حديث قد اختلف فيه عن الأعمش في إسناده ومتنه فقال فيه جماعة من رواته عنه بإسناده عن ابن عباس قال جاءت امرأة إلى النبي صلى الله عليه وسلم فقالت أن أختي ماتت وعليها صيام وبعضهم يقول في حديث ابن عباس هذا إن امرأة جاءت إلى رسول الله صلى الله عليه وسلم فقالت إن أمي ماتت وعليها صوم وفي هذا ما\r\n","description":"","footnote":"","page_name":" 26 ","page_number":20},
  {"content":"\r\nيدلك على أن هذا الحديث ليس ذلك الحديث وان الرجل المذكور فيه ليس سعد بن عبادة والله أعلم على أن هذا الحديث مضطرب وقد كان ابن عباس يفتي بخلافة فدل على أنه غير صحيح عنه حدثنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا احمد ابن شعيب قال حدثنا محمد بن عبد الأعلى قال حدثنا يزيد بن زريع قال حدثنا حجاج الأحول قال حدثنا أيوب بن موسى عن عطاء بن أبي رباح عن ابن عباس قال لا يصلي أحد عن أحد ولا يصوم أحد عن أحد ولكن يطعم عنه مكان كل يوم مدا من حنطة واختلف الفقهاء فيمن مات وعليه صيام من قضاء رمضان أو من نذره وقد كان قادرا على صيامه فقال مالك لا يصوم عنه وليه في الوجهين جميعا ولا يصوم أحد عن أحد قال مالك وهذا أمر مجتمع عليه عندنا وتحصيل مذهبه أن الإطعام في ذلك واجب على الميت وغير واجب على الورثة وإن أوصى بذلك الميت كان في ثلثه وقال أبو حنيفة وأصحابه إن أمكنه القضاء فلم يفعل أطعم عنه ورثته في النذر وفي قضاء رمضان جميعا وهو قول الثوري والأوزاعي والشافعي وقد روي عن هؤلاء أنه أن لم يجد ما يطعم عنه صام عنه\r\n","description":"","footnote":"","page_name":" 27 ","page_number":21},
  {"content":"\r\nوليه والمشهور عنهم الإطعام دون الصيام وهو المعروف من مذهب الشافعي وبه قال الحسن بن حي وابن علية ( أن لا يصوم أحد عن أحد والإطعام عند أبي حنيفة والثوري والشافعي والأوزاعي والحسن بن حي ) وابن علية واجب في رأس ماله أوصى به أو لم يوص وقال الليث ابن سعد وأحمد بن حنبل وأبو عبيد يصوم عنه وليه في النذر ويطعم عنه في قضاء رمضان مدا من حنطة عن كل يوم والإطعام عندهم واجب في مال الميت وقال أبو ثور يصوم عنه وليه في قضاء رمضان وفي النذر جميعا وحجة أبي ثور حديث عائشة عن النبي صلى الله عليه وسلم أنه قال من مات وعليه صيام صام عنه وليه رواه عمرو بن الحارث عن عبيد الله بن أبي جعفر عن محمد ( بن جعفر ( بن الزبير عن عروة عن عائشة وروى عن ابن عباس عن النبي صلى الله عليه وسلم مثله لم يخص نذرا من غير نذر\r\n","description":"","footnote":"","page_name":" 28 ","page_number":22},
  {"content":"\r\nواحتج من فرق بين النذر وقضاء رمضان بأن سعيد بن جبير روى عن ابن عباس في قضاء رمضان يطعم عنه وفي النذر يصام عنه وهو راوي الحديث وهو أعمل بتأويله واحتج من قال لا يصام عنه في وجه من الوجوه بما قدمنا من قول ابن عباس لا يصوم أحد عن أحد مطلقا وبما روى محمد بن عبد الرحمان بن ثوبان عن ابن عباس فيهما جميعا الإطعام وفي فتوى ابن عباس بخلافه ما يوهنه عند الكوفي والمدني قالوا لأنه لو صح عنه أو عنده لم يخالفه وكذلك حديث عائشة سواء لأنها أفتت بخلافه روى عبد العزيز بن رفيع عن امرأة منهم يقال لها عمرة عن عائشة من قولها يطعم عنه في قضاء رمضان ولا يصام وقد أجمعوا أن لا يصلي أحد عن أحد والصوم في القياس مثله فإن ادعوا فيه أثرا عورضوا بما ذكرنا من علل الأثر في ذلك ولا اعلمه يروى عن النبي صلى الله عليه وسلم من غير هذين الوجهين والله أعمل وأما مذهب الشافعي وأبي ثور وأحمد في مثل هذا الأصل فالمصير إلى المسند عندهم أولى من قول الصاحب وفتواه عندهم بخلاف ما رواه لا حجة فيه وهذا الأصل قد أوضحناه في غير هذا الموضع وقال بعض أهل العلم أن النذر الذي كان على أم سعد بن عبادة كان عتقا وكل ما كان في مال الإنسان واجبا فجائز أن يؤديه عنه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":23},
  {"content":"\r\nغيره واستدل قائل هذا القول بحديث القاسم بن محمد أن سعد بن عبادة قال لرسول الله صلى الله عليه وسلم أن أمي هلكت فهل ينفعها أن أعتق عنها فقال رسول الله صلى الله نعم قال فهذا تفسير النذر المجمل الذي ذكره ابن عباس في حديثه وقال منهم قائلون أن النذر الذي كان على أم سعد بن عبادة كان صدقة ورووا في ذلك آثارا قد ذكرنا بعضها وأكثرها في باب سعيد بن عمرو بن شرحبيل بن سعيد بن سعد بن عبادة وفي باب عبد الرحمان ابن أبي عمرة من كتابنا هذا وقال آخرون بل كان نذرا مطلقا على ظاهر حديث ابن عباس ومن جعل على نفسه نذرا هكذا مجملا مبهما فكفارته كفارة يمين عند أكثر العلماء وروى ذلك أيضا عن عائشة وابن عباس وجابر ابن عبد الله وقد روى عن ابن عمر ليس للنذر إلا الوفاء به وعن سعيد بن المسيب مثل ذلك وهذا عند أهل العلم على ما قد سمي من النذر وروى الثوري عن أبي سلمة عن أبي معشر عن سعيد بن جبير عن ابن عمر أنه سئل عن النذر فقال أفضل الإيمان فإن لم يجد فالتي تليها فإن لم يجد فالتي تليها يقول الرقبة والكسوة فالطعام\r\n","description":"","footnote":"","page_name":" 30 ","page_number":24},
  {"content":"\r\nوروى ابن عيينة عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس قال النذر إذا لم يسمه صاحبه فهو أغلظ الإيمان وله أغلظ الكفارة بعتق رقبة وقد روى عن ابن عباس في النذر كفارة يمين ولم يقل مغلظة وعن جابر بن عبد الله وعائشة مثله وقال معمر عن قتادة اليمين المغلظة عتق رقبة أو صيام شهرين متتابعين أو إطعام ستين مسكينا وروى ابن عيينة عن إسماعيل بن أبي خالد عن الشعبي أني لأعجب ممن يقول أن النذر يمين مغلظة قال الشعبي يجزيه إطعام عشرة مساكين وقاله الحسن وذكر عبد الرزاق عن الثوري عن هشيم عن مغيرة عن إبراهيم قال في النذر كفارة يمين وقال قال إبراهيم يجزئه من النذر صيام ثلاثة أيام قال الثوري عن حماد عن إبراهيم قال سواء قال علي نذر أو لله علي نذر هي يمين\r\n","description":"","footnote":"","page_name":" 31 ","page_number":25},
  {"content":"\r\nوعن ابن عيينة عن ابن أبي نجيح عن مجاهد قال النذر يمين وعن ابن جريج قال قلت لعطاء ما قول الناس علي نذر لله قال يمين فإن سمى نذرا فهو ما سمى قال ابن جريج أخبرني عطاء أنه سمع أبا الشعثاء يقول أن نذر الرجل ليفعلن شيئا فهو يمين ما لم يسم النذر وهو قول مالك والفقهاء\r\n","description":"","footnote":"","page_name":" 32 ","page_number":26},
  {"content":"\r\nحديث رابع لابن شهاب عن عبيد الله بن عبد الله مسند مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن ابن عباس عن ميمونة زوج النبي صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم سئل عن الفأرة تقع في السمن فقال انزعوها وما حولها فاطرحوه هكذا روى يحيى هذا الحديث فجود إسناده وأتقنه عن مالك عن ابن شهاب عن عبيد الله عن ابن عباس عن ميمونة وتابعه جماعة من الحفاظ منهم عبد الرحمان بن مهدي وعبد الله بن نافع والشافعي وإسماعيل بن أبي أويس وسعيد بن أبي مريم وزيد بن يحيى بن عبيد الدمشقي وأشهب بن عبد العزيز وإبراهيم بن طهمان وزياد بن يونس ومطرف بن عبد الله وسعيد بن داود الزبيري وإسحاق ين عيسى الطباع وعبيد بن حيان كل هؤلاء يروونه عن مالك عن ابن شهاب عن عبيد الله بن عبد الله عن ابن عباس عن ميمونة عن النبي صلى الله عليه وسلم ورواه ابن وهب عن مالك عن ابن شهاب عن عبيد الله عن ميمونة لم يذكر ابن عباس\r\n","description":"","footnote":"","page_name":" 33 ","page_number":27},
  {"content":"\r\nهكذا رواه عن ابن وهب يونس بن عبد الأعلى وأبو الطاهر والحارث بن مسكين ورواه القعنبي والتنيسي وعثمان بن عمر ومعن ابن عيسى وإسحاق بن سليمان الرازي وخالد بن مخلد ومحمد بن الحسن وأبو قرة موسى بن طارق وإسحاق بن محمد الفروي كل هؤلاء رووه عن مالك عن ابن شهاب عن عبيد الله عن ابن عباس عن النبي صلى الله عليه وسلم لم يذكروا ميمونة ورواه يحيى القطان وجويرية عن مالك عن الزهري عن عبيد الله بن عبد الله عن ابن عباس أن ميمونة استفتت النبي صلى الله عليه وسلم ورواه ابن بكير وأبو مصعب عن مالك عن ابن شهاب عن عبيد الله عن النبي صلى الله عليه وسلم مقطوعا وهذا اضطراب شديد عن مالك في إسناد هذا الحديث والله أعلم والصواب فيه ما قاله يحيى ومن تابعه والله أعلم واختلف في هذا الحديث أيضا أصحاب ابن شهاب فرواه ابن عيينة ومعمر عن ابن شهاب عن عبيد الله عن ابن عباس عن ميمونة كما روى يحيى وعنه معمر خاصة من بين أصحاب ابن شهاب في هذا الحديث إسناد آخر عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم أنه سئل عن فأرة وقعت في سمن فقال إن كان جامدا فخذوها وما حولها فألقوه\r\n","description":"","footnote":"","page_name":" 34 ","page_number":28},
  {"content":"\r\nقال عبد الرزاق في هذا الحديث بهذا الإسناد وإن كان مائعا فلا تقربوه وقال عنه عبد الواحد بن يزيد وإن كان ذائبا أو مائعا فاستصبحوا به أو قال انتفعوا به وروى الأوزاعي هذا الحديث عن ابن شهاب عن عبيد الله عن ابن عباس عن النبي صلى الله عليه وسلم لم يذكر ميمونة بنحو حديث مالك وتابعه على هذا الإسناد عبد الرحمان ابن إسحاق عن ابن شهاب عن عبيد الله عن ابن عباس لم يذكر ميمونة ورواه عقيل عن ابن شهاب عن عبيد الله أن رسول الله صلى الله عليه وسلم استفتي في فأرة وقعت في سمن مقطوعا لم يذكر ابن عباس ولا ميمونة والصحيح في إسناد هذا الحديث ما قاله مالك في رواية يحيى ومن تابعه كما ذكرنا قال محمد بن يحيى النيسابوري وحديث معمر أيضا عن الزهري عن سعيد عن أبي هريرة عن النبي صلى الله عليه وسلم محفوظ قال والطريقان عندنا محفوظان إن شاء الله قال لكن المشهور حديث ابن شهاب عن عبيد الله قال وصوابه عن ابن عباس عن ميمونة كما قال مالك وابن عيينة\r\n","description":"","footnote":"","page_name":" 35 ","page_number":29},
  {"content":"\r\nوقال البخاري حديث عبد الرزاق عن معمر عن الزهري عن ابن المسيب عن أبي هريرة في هذا غير محفوظ قال محمد بن يحيى ورواه عبد الجبار بن عمر عن ابن شهاب عن سالم بن عبد الله عن عبد الله بن عمر أنه كان عند رسول الله صلى الله عليه وسلم حين جاءه رجل فسأله عن فأرة وقعت في ودك لهم قال وهذا الإسناد عندنا غير محفوظ وهو خطأ ولا يعرف هذا الحديث من حديث سالم وعبد الجبار ضعيف جدا قال أبو عمر حديث ابن عمر هذا ذكره ابن وهب في موطئه عن عبد الجبار ابن عمر بإسناده هذا فأما رواية ابن عيينة لهذا الحديث فحدثنا سعيد ابن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا الزهري قال أخبرني عبيد الله بن عبد الله بن عتبة أنه سمع ابن عباس يحدث عن ميمونة أن فأرة وقعت في سمن فماتت فسئل رسول الله صلى الله عليه وسلم فقال القوها وما حولها وكلوا هذا مثل إسناد يحيى عن مالك في هذا الحديث سواء\r\n","description":"","footnote":"","page_name":" 36 ","page_number":30},
  {"content":"\r\nوحدثنا خلف بن قاسم حدثنا أحمد بن محمد بن الحسين العسكري حدثنا إبراهيم بن أبي داود البرلسي حدثنا سعيد بن أبي مريم عن مالك بن أنس وسفيان بن عيينة عن الزهري عن عبيد الله ابن عبد الله عن ابن عباس عن ميمونة أن فأرة وقعت في سمن فقال النبي صلى الله عليه وسلم القوها وما حولها وكلوه وحدثنا خلف حدثنا أحمد بن محمد بن الحسين حدثنا يونس ابن عبد الأعلى حدثنا أشهب بن عبد العزيز حدثنا مالك حدثني ابن شهاب عن عبيد الله بن عبد الله عن ابن عباس عن ميمونة قالت سئل رسول الله صلى الله عليه وسلم عن فأرة وقعت في سمن فقال خذوها وما حولها فالقوه وأما رواية معمر فأخبرنا خلف بن سعيد أخبرنا عبد الله بن محمد حدثنا أحمد بن خالد حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري عن سعيد بن المسيب عن أبي هريرة أن رسول الله صلى الله عليه وسلم سئل عن فأرة وقعت في سمن فقال أن كان جامدا فخذوها وما حولها فألقوه وإن كان مائعا فلا تقربوه وأخبرنا عبد الله بن محمد بن عبد المومن قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا أحمد بن صالح والحسن بن علي وهذا لفظ الحسن قال حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري عن سعيد بن المسيب عن أبي هريرة قال قال رسول الله\r\n","description":"","footnote":"","page_name":" 37 ","page_number":31},
  {"content":"\r\nصلى الله عليه وسلم إذا وقعت الفأرة في السمن فإن كان جامدا فألقوه وما حولها وإن كان مائعا فلا تقربوه قال الحسن قال عبد الرزاق وربما حدث به معمر عن الزهري عن عبيد الله بن عبد الله عن ابن عباس عن ميمونة عن النبي صلى الله عليه وسلم قال أبو داود وحدثنا أحمد بن صالح قال حدثنا عبد الرزاق قال حدثنا عبد الرحمان بن بوذوية عن معمر عن الزهري عن عبيد الله بن عبد الله عن ابن عباس عن ميمونة عن النبي صلى الله عليه وسلم بمثل حديث الزهري عن سعيد بن المسيب هكذا قال عبد الرزاق عن معمر عن سعيد عن أبي هريرة بهذا الإسناد وإن كان مائعا فلا تقربوه وقال فيه عبد الواحد بن زياد عن معمر أيضا بهذا الإسناد عن الزهري عن سعيد عن أبي هريرة عن النبي صلى الله عليه وسلم وإن كان ذائبا أو قال مائعا لم يؤكل هذه رواية مسدد عن عبد الواحد حدثنا بذلك عبد الوارث حدثنا قاسم حدثنا بكر حدثنا مسدد حدثنا عبد الواحد قال أخبرنا معمر عن الزهري عن سعيد بن المسيب عن أبي هريرة قال سئل رسول الله صلى الله عليه وسلم عن\r\n","description":"","footnote":"","page_name":" 38 ","page_number":32},
  {"content":"\r\nفأرة وقعت في سمن فقال إن كان جامدا ألقيت وما حولها وإن كان ذائبا أو مائعا لم يؤكل وغير مسدد يقول فيه عن عبد الواحد عن معمر بهذا الإسناد وإن كان مائعا فانتفعوا به واستصبحوا وقد يحتمل أن يكون المعنى في رواية مسدد وغيره عن عبد الواحد في ذلك سواء ويحمل قوله لم يؤكل في رواية مسدد على تخصيص الأكل كأنه قال لم يؤكل ولكنه يستصبح به وينتفع فلا تتعارض الرواية عنه في ذلك وأما عبد الأعلى فرواه عن معمر عن الزهري عن سعيد عن أبي هريرة أن رسول الله صلى الله عليه وسلم سئل عن فأرة وقعت في سمن فأمر بها أن تؤخد وما حولها فتطرح هكذا قال لم يذكر حكم المائع بشيء وكل هؤلاء ليس عنده عن معمر في هذا الحديث إلا هذا الإسناد عن الزهري عن سعيد عن أبي هريرة وقال محمد بن يحيى النيسابوري بعد ذكره هذا الحديث قال وحدثنا عبد الرزاق قال أخبرنا عبد الرحمان بن بوذوية وكان من مثبتيهم إن معمرا كان يرويه أيضا عن الزهري عن عبيد الله بن عبد الله عن ابن عباس عن ميمونة قال محمد بن يحيى ومما يصحح حديث معمر عن الزهري عن سعيد أن عبد الله بن صالح حدثني\r\n","description":"","footnote":"","page_name":" 39 ","page_number":33},
  {"content":"\r\nقال حدثني الليث قال حدثني خالد بن يزيد عن سعيد بن أبي هلال عن ابن شهاب قال قال ابن المسيب بلغنا أن رسول الله صلى الله عليه وسلم سئل عن فأرة وقعت في سمن قال محمد بن يحيى فقد وجدنا ذكر سعيد بن المسيب في هذا الحديث من غير رواية معمر فالحديثان محفوظان قال أبو عمر في هذا الحديث معان من الفقه منها ما اجتمع عليه ومنها ما اختلف فيه فأما ما اجتمع عليه العلماء من ذلك أن الفأرة ومثلها من الحيوان كله يموت في سمن جامد أو ما كان مثله من الجامدات أنها تطرح وما حولها من ذلك الجامد ويؤكل سائره إذا استيقن أنه لم تصل الميتة إليه وكذلك أجمعوا أن السمن وما كان مثله إذا كان مائعا ذائبا فماتت فيه فأرة أو وقعت وهي ميتة أنه قد نجس كله وسواء وقعت فيه ميتة أو حية فماتت يتنجس بذلك قليلا كان أو كثيرا هذا قول جمهور الفقهاء وجماعة العلماء وقد شذ قوم فجعلوا المائع كله كالماء ولا وجه للاشتغال بشذوذهم في ذلك ولا هم عند أهل العلم ممن يعد خلافا وسلك داود بن علي سبيلهم في ذلك إلا في السمن الجامد والذائب فإنه قال فيه بظاهر حديث هذا الباب وخالف معناه في العسل والخل والمري والزيت\r\n","description":"","footnote":"","page_name":" 40 ","page_number":34},
  {"content":"\r\nوسائر المائعات فجعلها كالماء في لحوق النجاسة إياها بما ظهر منها فيها فشذ أيضا ويلزمه أن لا يتعدى الفأرة كما لم يتعد السمن والحية قوله وقول بعض أصحابه ويلزمهم أيضا إلا يعتبروا القاءها في السمن حتى تكون هي تقع بنفسها وكفى بقول يؤول إلى هذا قود أصله قبحا وفسادا وأما سائر العلماء وجماعة أئمة الأمصار في الفتوى فالفأرة والوزعة والدجاجة وما يؤكل وما لا يؤكل عندهم سواء إذا مات في السمن أو الزيت أو وقع فيه وهو ميت إذا كان له دم ولم يكن كالبعوض الذي لا دم له والدود وشبه ذلك وأجمعوا أن المائعات كلها من الأطعمة والأشربة ما خلا الماء سواء إذا وقعت فيها الميتة نجست المائع كله ولم يجز أكله ولا شربه عند الجميع إلا فرقة شذت على ما ذكرنا منهم داود واختلفوا في الزيت تقع فيه الميتة بعد إجماعهم على نجاسته هل يستصبح به وهل يباع وينتفع به في غير الأكل فقالت طائفة من العلماء لا يستصبح به ولا يباع ولا ينتفع بشيء منه وممن قال ذلك منهم الحسن بن صالح وأحمد بن حنبل ومن حجة من ذهب هذا المذهب قوله صلى الله عليه وسلم في السمن تقع فيه\r\n","description":"","footnote":"","page_name":" 41 ","page_number":35},
  {"content":"\r\nالفأرة خذوها وما حولها فألقوه وإن كان مائعا فلا تقربوه قالوا فلما أمر بالقاء الجامد وحكم له بحكم الفأرة الميتة وجب أن يلقى ابدا ولا ينتفع به في شيء كما لا ينتفع بالفأرة ولو كان بينهما فرق لبينه رسول الله صلى الله عليه وسلم ولما أمر بإلقاء شيء يمكن الانتفاع به قالوا وكذلك المائع يلقى أيضا كله ولا يقرب ولا ينتفع بشيء منه هذا لو لم يكن في المائع نص فكيف وقد قال عبد الرزاق في هذا الحديث وإن كان مائعا فلا تقربوه واحتجوا أيضا بعموم تحريم الميتة في الكتاب والسنة فمن ذلك ما حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن اصبغ قال حدثنا مطلب بن شعيب قال حدثنا عبد الله بن صالح قال حدثني الليث عن يزيد بن أبي حبيب قال قال عطاء بن أبي رباح سمعت جابر ابن عبد الله يقول قال رسول الله صلى الله عليه وسلم عام الفتح بمكة أن الله ورسوله حرم بيع الخمر والميتة والخنزير والأصنام قيل له يا رسول الله أرأيت شحوم الميتة فإنه يدهن بها السفن والجلود ويستصبح بها الناس فقال لا هي حرام ثم قال رسول الله صلى الله عليه وسلم قاتل الله اليهود لما حرم عليهم الشحم جملوه فباعوه وأكلوا ثمنه فحذر أمته أن يفعلوا مثل ذلك وذكره البخاري قال حدثنا\r\n","description":"","footnote":"","page_name":" 42 ","page_number":36},
  {"content":"\r\nقتيبة قال حدثنا الليث عن يزيد بن أبي حبيب عن عطاء بن أبي رباح عن جابر بن عبد الله عن النبي صلى الله عليه وسلم مثله وذكره ابن أبي شيبة عن أبي أسامة عن عبد الحميد بن جعفر عن يزيد بن أبي حبيب عن عطاء عن جابر مرفوعا مثله وقال آخرون يجوز الاستصباح بالزيت تقع فيه الميتة وينتفع به في الصابون وشبهه وفي كل شيء ما لم يبع ولم يؤكل فإنه لا يجوز بيعه ولا أكله بحال وممن قال ذلك مالك والشافعي وأصحابهما والثوري قال أبو عمر أما أكله فمجمتع على تحريمه إلا الشذوذ الذي ذكرنا وأما الاستصباح به فقد روي عن علي بن أبي طالب وعبد الله بن عمر أجازه ذلك روى الحارث عن علي قال استنفع به للسراج ولا تأكله وروى سفيان بن عيينة عن أيوب ابن موسى عن نافع عن صفية بنت أبي عبيد أن فأرة وقعت في أفران زيت لآل عبد الله بن عمر فأمرهم ابن عمر أن يستصبحوا به ويدهنوا به الأدم وروى ابن عيينة والثوري ومعمر عن أيوب السختياني عن نافع عن ابن عمر مثله وروى ابن وهب قال أخبرني أسامة بن زيد عن نافع أن امرأة عبد الله بن عمر أخبرته أنه كان لعبد الله بن عمر جرة ضخمة ملأى\r\n","description":"","footnote":"","page_name":" 43 ","page_number":37},
  {"content":"\r\nسمنا فوجد فيها فأرة ميتة فأبى أن يأكل منها ومنع أهله وأمرهم أن يستصبحوا به وأن يدهنوا به أدما كان لهم قال ابن وهب وأخبرني أنس بن عياض عن عبد الله بن محمد ابن أبي مريم الثقفي أنه قال سالت سعيد بن المسيب عن جرتين وقعت فيهما فأرتان فأما الواحدة فأخرجنا منها الفأرة حية فقال سعيد لا بأس بزيتها فكلوه وأما الأخرى فعالجنا بالفأرة التي فيها حتى ماتت فقال لا تأكلوا ما خرج روحها فيها ومن حجة هؤلاء في تحريم بيعه ما حدثنا خلف بن سعيد حدثنا عبد الله بن محمد حدثنا أحمد بن خالد حدثنا علي بن عبد العزيز حدثنا عمرو بن عون قال أخبرنا هشيم عن خالد يعنى الحذاء عن بركة أبي الوليد عن ابن عباس قال قال رسول الله صلى الله عليه وسلم لعن الله اليهود حرمت عليهم الشحوم فباعوها وأكلوا أثمانها وأن الله إذا حرم أكل شيء حرم ثمنه واحتجوا أيضا بحديث زيد بن أسلم عن ابن وعلة عن ابن عباس عن النبي صلى الله عليه وسلم قوله في الخمر أن الذي حرم شربها حرم بيعها وقد مضى هذا الحديث بطرقه في باب زيد من كتابنا هذا والحمد لله\r\n","description":"","footnote":"","page_name":" 44 ","page_number":38},
  {"content":"\r\nقالوا فهذه نصوص صحاح في أنه لا يجوز بيع شيء لا يحل أكله من الطعام والشراب وقال آخرون ينتفع بالزيت الذي تقع فيه الميتة بالبيع وبكل شيء ما عدا الأكل فإنه لا يؤكل قالوا وجائز أن يبيعه ويبين له وممن قال ذلك أبو حنيفة وأصحابه والليث بن سعد وقد روي عن أبي موسى الأشعري قال لا تأكلوه وبيعوه وبينوا لمن تبيعونه منه ولا تبيعوه من المسلمين وعن القاسم وسالم يبيعونه ويبينون له ولا يؤكل ذكر ابن وهب عن ابن لهيعة وحيوة بن شريح عن خالد بن أبي عمران أنه قال سألت القاسم وسالما عن الزيت تموت فيه الفأرة هل يصلح أن يؤكل منه فقالا لا قلت أفيبيعه قالا نعم ثم كلوا ثمنه وبينوا لمن يشتريه ما وقع ومن حجة من ذهب إلى هذا المذهب ما ذكره عبد الواحد عن معمر عن الزهري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم في الفأرة تقع في السمن قال أن كان جامدا فألقوها وما حولها وإن كان مائعا فاستصبحوا به وانتفعوا قالوا والبيع من باب الانتفاع قالوا وأما قوله في حديث عبد الرزاق إن كان مائعا فلا تقربوه فإنه يحتمل أن يريد لا تقربوه للأكل قالوا وقد أجرى رسول الله صلى الله عليه وسلم التحريم في شحوم الميتة في كل وجه ومنع من الانتفاع بشيء منها\r\n","description":"","footnote":"","page_name":" 45 ","page_number":39},
  {"content":"\r\nوذكروا حديث يزيد بن أبي حبيب عن عطاء عن جابر المذكور قالوا وأباح رسول الله صلى الله عليه وسلم في السمن تقع فيه الميتة الانتفاع به فدل على جواز وجوه سائر الانتفاع غير الأكل قالوا والبيع من الانتفاع قالوا والنظر يدل على ذلك لأن شحوم الميتة محرمة العين والذات وأما الزيت تقع فيه الميتة فإنما تنجس بالمجاورة وما تنجس بالمجاورة فبيعه جائز كالثوب تصيبه النجاسة من الدم وغيره وفرقوا بينه وبين أمهات الأولاد بأن الزيت النجس تجوز هبته والصدقة به وليس يجوز ذلك في أمهات الأولاد قالوا وما جاز تمليكه جاز البيع فيه قالوا وأما قوله عليه الصلاة والسلام إن الله إذا حرم أكل شيء حرم ثمنه فإنما هو كلام خرج على شحوم الميتة التي حرم أكلها ولم يبح الانتفاع بشيء منها وكذلك الخمر والمعنى في ذلك أن الله تعالى إذا حرم أكل شيء ولم يبح الانتفاع به حرم ثمنه وأما ما أباح الانتفاع به فليس مما عنى بقوله إن الله إذا حرم أكل شيء حرم ثمنه بدليل إجماعهم على بيع الهر والسباع والفهود المتخذة للصيد والحمر الأهلية قالوا وكل ما يجوز الانتفاع به يجوز بيعه\r\n","description":"","footnote":"","page_name":" 46 ","page_number":40},
  {"content":"\r\nقال أبو عمر أجاز بعض أصحابنا وهو عبد الله بن نافع فيما ذكر عنه غسل ألبان تقع فيه الميتة ومثله الزيت تقع فيه الميتة وقد روى عن مالك أيضا مثل ذلك وذلك أن يعمد إلى قصاع ثلاث أو أكثر فيجعل الزيت النجس في واحد منها حتى يكون نصفها أو نحو ذلك ثم يصب عليها الماء حتى يمتلئ ثم يؤخذ الزيت من على الماء ثم يجعل في أخرى ويعمل به كذلك ثم في ثالثة ويعمل به كذلك حكيت لنا هذه الصفة في غسل الزيت عن محمد بن أحمد العتبي وهو قول ليس لقائله سلف ولا تسكن إليه النفس لأنه لو كان جائزا ما خفي على المتقدمين ولعملوا به مع أنه لا يصح غسل مالا يرى عند أولي النهي وقد روي عن عطاء بن أبي رباح في شحوم الميتة قول لم يقله أحد من علماء المسلمين غيره فيما علمت ذكر عبد الرزاق عن ابن جريج قال أخبرني عطاء قال ذكروا أنه يستفيد بشحوم الميتة ويدهن به السفن ولا يمس ولكن يؤخذ بعود فقلت فيدهن به غير السفن قال لم أعلم قلت وأين يدهن به من السفن قال ظهورها ولا يدهن بطونها قلت فلا بد أن يمس ودكها بالمصباح فتناله اليد قال فليغسل يده إذا مسه\r\n","description":"","footnote":"","page_name":" 47 ","page_number":41},
  {"content":"\r\nقال أبو عمر قول عطاء هذا شذوذ وخروج عن تأويل العلماء لا يصح به أثر ولا مدخل له في النظر لأن الله حرم الميتة تحريما مطلقا فصارت نجسة الذات محرمة العين لا يجوز الانتفاع بشيء منها إلا ما خصت السنة من الإهاب بعد الدباغ ولا فرق بين الشحم واللحم في قياس ولا أثر وقد روي عن النبي صلى الله عليه وسلم خلاف قول عطاء نصا من حديثه عن جابر وقد تقدم ذكره في هذا الباب وما أدري كيف جاز له الفتوى بخلاف ما روى إلا أنهم يقولون أن يزيد بن أبي حبيب لم يسمع حديثه ذلك من عطاء وقد حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا أبو نعيم قال حدثنا زمعة بن صالح قال حدثنا أبو الزبير قال سمعت جابر بن عبد الله يقول كنت عند رسول الله صلى الله عليه وسلم جالسا فجاءه أناس من أهل البحرين فقالوا يا رسول الله إنا نعمل في البحر ولنا سفينة قد احتاجت إلى الدهن وقد وجدنا ناقة ميتة كثيرة الشحم وقد أردنا أن ندهن به سفينتنا فإنما هو عود وإنما تجري في البحر فقال رسول الله صلى الله عليه وسلم لا تنتفعوا بشحم الميتة أو قال بشيء من الميتة\r\n","description":"","footnote":"","page_name":" 48 ","page_number":42},
  {"content":"\r\nحديث خامس لابن شهاب عن عبيد الله مسند مالك عن ابن شهاب عن عبيد الله بن عبد الله عن ابن عباس قال مر رسول الله صلى الله عليه وسلم بشاة ميتة كان أعطاها مولى لميمونة زوج النبي صلى الله عليه وسلم فقال ألا انتفعتم بجلدها فقالوا يا رسول الله إنها ميتة فقال رسول الله صلى الله عليه وسلم إنما حرم أكلها هكذا روى يحيى هذا الحديث فجود إسناده أيضا وأتقنه وتابعه على ذلك ابن وهب وابن القاسم والشافعي ورواه القعنبي وابن بكير وجويرية ومحمد بن الحسن عن مالك عن ابن شهاب عن عبيد الله عن النبي صلى الله عليه وسلم مرسلا والصحيح فيه اتصاله وإسناده وكذلك رواه معمر ويونس والزبيدي وعقيل كلهم عن ابن شهاب عن عبيد الله عن ابن عباس عن النبي صلى الله عليه وسلم مثل رواية يحيى ومن تابعه عن مالك سواء وكان ابن عيينة يقول مرارا كذلك ومرارا يقول فيه عن ابن عباس عن ميمونة وكذلك رواه سليمان بن كثير عن\r\n","description":"","footnote":"","page_name":" 49 ","page_number":43},
  {"content":"\r\nالزهري عن عبيد الله عن ابن عباس عن ميمونة قالت أعطيت مولاة لي من الصدقة فذكر الحديث وزاد ودباغ أهابها طهورها واتفق معمر ومالك ويونس على قوله إنما حرم أكلها إلا أن معمرا قال لحمها وذلك سواء ولم يذكر واحد منهم الدباغ وكان ابن عيينة يقول لم اسمع أحدا يقول إنما حرم أكلها إلا الزهري واتفق الزبيدي وعقيل وسليمان بن كثير على ذكر الدباغ في هذا الحديث عن الزهري وكان ابن عيينة مرة يذكره فيه ومرة لا يذكره ومرة يجعل الحديث عن ابن عباس عن ميمونة ومرة عن ابن عباس فقط قال محمد ابن يحيى النيسابوري لست اعتمد في هذا الحديث على ابن عيينة لاضطرابه فيه قال وأما ذكر الدباغ فيه فلا يوجد إلا من رواية يحيى بن أيوب عن عقيل ومن رواية بقية عن الزبيدي ويحيى وبقية ليسا بالقويين ولم يذكر مالك ولا معمر ولا يونس الدباغ وهو الصحيح في حديث الزهري وبه كان يفتي قال وأما من غير رواية الزهري فذلك محفوظ صحيح عن ابن عباس قال أبو عمر قد ذكرنا في باب زيد بن أسلم رواية ابن وعلة وعطاء وابن أبي الجعد عن ابن عباس عن النبي صلى الله عليه وسلم دباغ الإهاب\r\n","description":"","footnote":"","page_name":" 50 ","page_number":44},
  {"content":"\r\nطهوره وذكرنا هناك في هذا الباب من الآثار عن النبي صلى الله عليه وسلم وما قاله العلماء في ذلك ووجوه اختلافهم فيما اختلفوا فيه من هذا الباب بأبسط ما يكون من القول وأعظمه فائدة والحمد لله وكل ما يجب من القول في هذا الباب فقد مضى ممهدا بما للعلماء في ذلك من المذاهب في باب زيد بن اسلم عن ابن وعلة فلا معنى لإعادة ذلك ههنا والقول الذي قاله النيسابوري عن ابن عيينة من اضطرابه عن الزهري في هذا الحديث قد قاله غيره عن ابن شهاب واضطراب ابن شهاب في هذا الحديث وفي حديث ذي اليدين كثير جادا وهذا الحديث من غير رواية ابن شهاب أصح وثبوت الدباغ في جلود الميتة عن النبي صلى الله عليه وسلم من وجوه كثيرة صحاح ثابتة قد ذكرناها في باب زيد بن أسلم من كتابنا هذا وبينا الحجة على من أنكر الدباغ بما فيه كفاية من جهة النظر والأثر وبالله التوفيق وفي الباب قبل هذا في قصة الفأرة تقع في السمن ما يدخل في معنى هذا الباب ويفسر المنع من بيع مالا يحل أكله ويقضي على أن المأكول كله من الميتة حرام وفي ذلك كشف معنى قوله في هذا الحديث إنما حرم أكلها ومعلوم أن العظم حكمه حكم اللحم لأنه لا يقطع ولا ينزع من البهيمة وهي حية كما يصنع بالصوف وإنما يحرم بالموت ما حرم قطعه من الحي إلا ترى إلى قول رسول الله صلى الله عليه وسلم ما قطع من حي فهو ميتة\r\n","description":"","footnote":"","page_name":" 51 ","page_number":45},
  {"content":"\r\nوأجمع العلماء على أن جز الصوف عن الشاة وهي حية حلال وفي هذا بيان ما ذكرنا وأما قوله عليه الصلاة والسلام لا تنتفعوا من الميتة بإهاب فإن معناه حتى يدبغ بدليل أحاديث الدباغ وقد أوضحنا هذا في باب زيد ابن أسلم والحمد لله ومن أجاز عظم الميتة كالعاج وشبهه في الأمشاط وغيرها زعم أن الميتة ما جرى فيه الدم وليس كذلك العظم واحتجوا بقوله في هذا الحديث إنما حرم أكلها وليس العظم مما يؤكل قالوا فكل ما لا يؤكل من الميتة جائز الانتفاع به لقوله إنما حرم أكلها وممن رخص في أمشاط العاج وما يصنع من أنياب الفيلة وعظام الميتة ابن سيرين وعروة بن الزبير وأبو حنيفة وأصحابه قالوا تغسل وينتفع بها وتباع وتشتري وبه قال الليث بن سعد إلا أنه قال تغلى بالماء والنار حتى يذهب ما فيها من الدسم وممن كره العاج وسائر عظام الميتة ولم يرخص في بيعها ولا الانتفاع بها عطاء وطاوس وعمر بن عبد العزيز ومالك ابن أنس والشافعي واختلف فيها عن الحسن البصري\r\n","description":"","footnote":"","page_name":" 52 ","page_number":46},
  {"content":"\r\nومن حجتهم أن الميتة محرمة بالكتاب والسنة المجتمع عليهما والعظم ميتة بدليل قوله تعالى * ( من يحيي العظام وهي رميم ) * وإنه لا يؤخذ من الحي ولهم في ذلك ما يطول ذكره\r\n","description":"","footnote":"","page_name":" 53 ","page_number":47},
  {"content":"\r\nحديث سادس لابن شهاب عن عبيد الله مسند مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن عبد الله بن عباس عن الصعب بن جثامة انه أهدى لرسول الله صلى الله عليه وسلم حمار وحش وهو بالأبواء أو بودان فرده عليه رسول الله صلى الله وسلم قال فلما رأى رسول الله صلى الله عليه وسلم ما في وجهي قال إنا لم نرده عليك إلا أنا حرم هذا حديث لم يختلف في إسناده على مالك ولا على ابن شهاب وكل من في إسناده فقد سمعه بعضهم من بعض سماعا كذلك في الإملاء عن ابن شهاب قال أخبرني عبيد الله قال سمعت ابن عباس قال أخبرني الصعب بن جثامة وقد قلنا في السند المعنعن في أول كتابنا ما فيه كفاية وممن رواه عن ابن شهاب كما رواه مالك معمر وابن جريج وعبد الرحمان بن الحرث وصالح بن كيسان وابن أخي ابن\r\n","description":"","footnote":"","page_name":" 54 ","page_number":48},
  {"content":"\r\nشهاب والليث بن سعد ويونس بن يزيد ومحمد بن عمرو بن علقمة كلهم قالوا فيه أهديت لرسول الله صلى الله عليه وسلم حمار وحش كما قال مالك وخالفهم ابن عيينة ومحمد بن إسحاق فقالا فيه أهدي لرسول الله صلى الله عليه وسلم لحم حمار وحش وقال ابن جريج في حديثه قلت لابن شهاب الحمار عقير قلت لا أدري فقد بين أبي جريج أن ابن شهاب شك فلم يدر هل كان عقيرا أم لا إلا أن في مساق حديثه أهديت لرسول الله صلى الله عليه وسلم حمار وحش فرده علي وروى حماد بن زيد هذا الحديث عن صالح بن كيسان عن عبيد الله بن عبد الله بن عتبة عن ابن عباس عن الصعب بن جثامة أن رسول الله صلى الله عليه وسلم أقبل حتى إذا كان بقديد أهدي إليه بعض حمار فرده عليه وقال إنا حرم لا نأكل الصيد هكذا قال حماد ابن زيد عن صالح بن كيسان عن عبيد الله لم يذكر ابن شهاب وقال بعض حمار ذكره إسماعيل القاضي عن سليمان بن حرب عن حماد ابن زيد وعند حماد بن زيد في هذا أيضا إسناد آخر عن عمرو بن دينار عن ابن عباس عن الصعب بن جثامة أنه أتي النبي صلى الله عليه وسلم بحمار وحش فرده عليه وقال إنا حرم لا نأكل الصيد هكذا قال في هذا الإسناد بحمار وحش ورواه إبراهيم بن سعد عن صالح بن كيسان عن ابن شهاب كما قدمنا ذكره وهو أولى بالصواب عند أهل العلم فهذا ما في حديث\r\n","description":"","footnote":"","page_name":" 55 ","page_number":49},
  {"content":"\r\nابن شهاب وقد روي عن ابن عباس من حديث سعيد بن جبير ومقسم وعطاء وطاوس أن الصعب بن جثامة أهدى لرسول الله صلى الله عليه وسلم لحم حمار وحش قال سعيد بن جبير في حديثه عجز حمار وحش فرده يقطر دما رواه شعبة عن الحكم عن سعيد بن جبير وقال مقسم في حديثه رجل حمار وحش رواه هشيم عن يزيد بن أبي زياد عن مقسم ذكره إسماعيل القاضي عن إبراهيم الهروي عن هشيم وقال عطاء في حديثه أهدي له عضد صيد فلم يقبله وقال إنا حرم رواه حماد بن سلمة عن قيس عن عطاء وقال طاوس في حديثه عضوا من لحم صيد حدث به إسماعيل عن علي بن المديني عن يحيى بن سعيد عن ابن جريج عن الحسن بن مسلم عن طاوس عن ابن عباس إلا أن منهم من يجعله عن ابن عباس عن زيد بن أرقم أخبرناه عبد الرحمان بن يحيى حدثنا أحمد بن سعيد حدثنا محمد بن محمد الباهلي حدثنا إسحاق بن أبي إسرائيل حدثنا هشام ابن يوسف القاضي عن ابن جريج قال أخبرني حسن بن مسلم عن طاوس عن ابن عباس قال قدم زيد بن أرقم فقال له ابن عباس يستذكره كيف أخبرتني عن لحم أهدي للنبي صلى الله عليه وسلم حراما قال نعم أهدى له رجلا عضوا من لحم فرده عليه وقال إنا لا\r\n","description":"","footnote":"","page_name":" 56 ","page_number":50},
  {"content":"\r\nنأكله إنا حرم وكذلك رواه أبو عاصم عن ابن جريج بإسناده هذا مثله ورواه حماد بن سلمة عن قيس بن سعد عن عطاء عن ابن عباس أنه قال لزيد بن أرقم أما علمت أن رسول الله صلى الله عليه وسلم أهدي له عضو من صيد وهو محرم فلم يقبله قال بلى قال إسماعيل سمعت سليمان بن حرب يتأول هذا الحديث على أنه صيد من أجل النبي صلى الله عليه وسلم ولولا ذلك كان أكله جائزا قال سليمان ومما يدل على أنه صيد من أجله قولهم في هذا الحديث فرده يقطر دما كأنه صيد في ذلك الوقت قال إسماعيل وإنما تأول سليمان بن حرب الحديث الذي فيه أنه أهدي إلى رسول الله صلى الله عليه وسلم لحم حمار وهو موضع يحتاج إلى تأويل وأما رواية مالك أن الذي أهدي إليه حمار وحش فلا يحتاج إلى تأويل لأن المحرم لا يجوز له أن يمسك صيدا حيا ولا يذكيه وإنما يحتاج إلى التأويل قول أن الذي أهدي هو بعض الحمار قال إسماعيل وعلى تأويل سليمان بن حرب تكون الأحاديث كلها المرفوعة غير مختلفة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":51},
  {"content":"\r\nقال أبو عمر الأحاديث المرفوعة في هذا الباب منها حديث عمير بن سلمة في قصة البهزي وحماره العقير رواه مالك عن يحيى ابن سعيد عن محمد بن إبراهيم عن عيسى بن طلحة عن عمير ومنها حديث أبي قتادة روي من وجوه وممن روى قصة أبي قتادة جابر وأبو سعيد وسنذكر حديث أبي قتادة في باب النضر بن سالم من كتابنا هذا إن شاء الله ومنها حديث الصعب بن جثامة المذكور في هذا الباب من حديث ابن عباس على تواتر طرقه واختلاف ألفاظه ومنها حديث علي بن بي طالب أن رسول الله صلى الله عليه وسلم أهدي إليه رجل حمار وحش فأبى أن يأكله وحديث المطلب عن جابر يفسره قوله صلى الله عليه وسلم صيد البر لكم حلال مالم تصيدوه أو يصاد لكم وأجمع العلماء على أنه لا يجوز للمحرم قبول صيد وهب له ولا يجوز له شراؤه ولا اصطياده ولا استحداث ملكه بوجه من الوجوه لا خلاف بين علماء المسلمين في ذلك لعموم قول الله عز وجل * ( وحرم عليكم صيد البر ما دمتم حرما ) * ولحديث الصعب بن جثامة في\r\n","description":"","footnote":"","page_name":" 58 ","page_number":52},
  {"content":"\r\nقصة الحمار ولأهل العلم قولان في المحرم يشتري الصيد أحدهما أن الشراء فاسد والثاني صحيح وعليه أن يرسله واختلف العلماء فيمن أحرم وفي يده صيد أو في بيته عند أهل فقال مالك إن كان في يده فعليه إرساله وإن كان في أهله فليس عليه أن يرسله وهو قول أبي حنيفة وأبي يوسف ومحمد وأحمد بن حنبل وقال ابن أبي ليلى والثوري والحسن بن صالح سواء كان في بيته أو في يده عليه أن يرسله فإن لم يرسله ضمن وهو أحد قولي الشافعي وقال أبو ثور والشافعي في أحد قوليه سواء كان في يده أبو في أهله ليس عليه أن يرسله وعن مجاهد وعبد الله بن الحارث مثل ذلك واختلفوا أيضا فيما صيد للمحرمين أو من أجلهم فقال مالك لا بأس أن يأكل المحرم الصيد إذا لم يصد له ولا من أجله فإن صيد له أو من أجله لم يأكله فإن أكل محرم من صيد صيد من أجله فداه وهو قول الأوزاعي والحسن بن حي قال مالك فأما ما ذبحه المحرم فهو ميتة لا يحل لمحرم ولا لحلال وقد اختلف قوله فيما صيد لمحرم بعينه كالأمير وشبهه هل لغير ذلك الذي صيد من أجله أن يأكله هو وسائر من معه من المحرمين والمشهور من مذهبه عند أصحابه أن المحرم لا يأكل ما صيد لمحرم معين أو غير معين ولم يأخذ بقول عثمان لأصحابه حين أتى بلحم صيد وهو محرم كلوا فلستم مثلي لأنه صيد من\r\n","description":"","footnote":"","page_name":" 59 ","page_number":53},
  {"content":"\r\nأجلي وقال أبو حنيفة إذا ذبحه الحلال فلا بأس بأكله للمحرم وغيره وإن ذبحه محرم لم يجز لأحد أكله وروي عن الثوري كراهية أكله إذا ذبح من أجل المحرمين وروي عن إباحته وروي عنه أيضا إباحة ما ذبحه المحرم للحلال وللشافعي فيه قولان أحدهما أنه لا يجوز للمحرم أكل ما صيد من أجله وعليه الجزاء إن أكله مثل قول مالك وقول أخر لا جزاء عليه وما ذبحه المحرم لم يجز أكله لأحد إلا لمن تحل له الميتة وروي عن علي بن أبي طالب وابن عباس وابن عمر أنه لا يجوز للمحرم أكل لحم صيد على حال من الأحوال سواء صيد من أجله أو لم يصد لعموم قول الله عز وجل * ( وحرم عليكم صيد البر ما دمتم حرما ) * وقال ابن عباس هي مبهمة وبهذا القول قال طاوس وجابر بن زيد أبو الشعثاء وروى ذلك عن الثوري وبه قال إسحاق بن راهويه وكان عمر بن الخطاب وأبو هريرة والزبير بن العوام ومجاهد وعطاء وسعيد بن جبير يرون للمحرم أكل الصيد على\r\n","description":"","footnote":"","page_name":" 60 ","page_number":54},
  {"content":"\r\nكل حال إذا اصطاده الحلال سواء صيد من أجله أو لم يصد وبه قال أبو حنيفة وأصحابه لظاهر قول الله عز وجل * ( لا تقتلوا الصيد وأنتم حرم ) * فحرم صيده وقتله على المحرمين دون ما صاد غيرهم وذهب مالك والشافعي وأحمد بن حنبل وأبو ثور إلى أن ما صيد من أجل المحرم لم يجز أكله وما لم يصد من أجله جاز له أكله وروي هذا القول عن عثمان بن عفان وبه قال عطاء في رواية وإسحاق في رواية وقد روي عن عطاء وعن أبي عباس أيضا أنهما قالا ما ذبح وأنت محرم لم يحل لك أكله وهو عليك حرام وما ذبح من الصيد قبل أن تحرم فلا شيء في أكله قال أبو عمر من أجاز أكل لحم صيد للمحرم إذا اصطاده الحلال فحجتهم حديث البهزي عن النبي صلى الله عليه وسلم في حمار الوحش العقير أنه أمر به أبا بكر فقسمه بين الرفاق من حديث مالك وغيره وسيأتي ذكره في باب يحيى بن سعيد إن شاء الله وحديث أبي قتادة عن النبي صلى الله عليه وسلم قال إنما هي طعمة أطعمكموها الله من حديث مالك وغيره وحجة من لم يجزه حديث الصعب بن جثامة\r\n","description":"","footnote":"","page_name":" 61 ","page_number":55},
  {"content":"\r\nالمذكور في هذا الباب من حديث ابن عباس وحجة مالك والشافعي حديث المطلب عن جابر حدثنا عبد الله بن محمد بن أسد قال حدثنا حمزة بن محمد قال حدثنا أحمد بن شعيب قال أخبرنا قتيبة بن سعيد قال حدثنا يعقوب عن عمرو عن المطلب عن جابر قال سمعت رسول الله صلى الله عليه وسلم يقول صيد البر لكم حلال ما لم تصيدوه أو يصطاد لكم وقد روى عبد الله بن إدريس الأودي الكوفي وهو إمام في الحديث ثقة جليل عن مالك بهذا الإسناد أحاديث في نسق واحد حدثنا عبد الرحمان بن يحيى حدثنا الحسن بن الخضر حدثنا أحمد بن شعيب حدثنا محمد بن العلاء أخبرنا ابن إدريس عن مالك عن الزهري عن عبيد الله بن عبد الله عن ابن عباس عن الصعب بن جثامة أنه سمع رسول الله صلى الله عليه وسلم يقول لا حمى إلا لله ولرسوله وسئل عن القوم يبيتون فيصيبون الولدان قال هم منهم وأهدي إلى رسول الله صلى الله عليه وسلم بالابواء حمار فرده\r\n","description":"","footnote":"","page_name":" 62 ","page_number":56},
  {"content":"\r\nأما قصة الحمار بالابواء ففي الموطأ وأما حديث التبييت وقوله لا حمى فصحيح عن ابن شهاب غريب عن مالك\r\n","description":"","footnote":"","page_name":" 63 ","page_number":57},
  {"content":"\r\nحديث سابع لابن شهاب عن عبيد الله مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة عن ابن عباس أن رسول الله صلى الله عليه وسلم خرج إلى مكة عام الفتح في رمضان فصام حتى بلغ الكديد ثم افطر فأفطر الناس وكانوا يأخذون بالأحدث فالأحدث من أمر رسول الله صلى الله عليه وسلم قال أبو عمر قوله في هذا الحديث وكانوا يأخذون بالأحدث فالأحدث من أمر رسول الله صلى الله عليه وسلم يقولون أنه من كلام ابن شهاب\r\n","description":"","footnote":"","page_name":" 64 ","page_number":58},
  {"content":"\r\nوفيه دليل على أن في حديث رسول الله صلى الله عليه وسلم ناسخا ومنسوخا وهذا أمر مجمع عليه واحتج من ذهب إلى الفطر في السفر بأن آخر فعل رسول الله صلى الله عليه وسلم الفطر في السفر وبقوله ليس من البر الصيام في السفر وقد أوضحنا هذا المعنى في باب حميد الطويل فلا معنى لإعادة ذلك ههنا ورواية ابن جريج لهذا الحديث عن ابن شهاب كرواية مالك سواء وقال فيه معمر قال الزهري فكان الفطر آخر الأمرين وفي هذا الحديث من الفقه إباحة السفر في رمضان وفي ذلك رد قول من قال ليس لمن ابتدأ صيام رمضان في الحضر أن يسافر فيفطر لقول الله تعالى * ( فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر ) * ورد قول من قال إن المسافر في رمضان إن صام بعضه في الحضر لم يجز له الفطر في سفره\r\n","description":"","footnote":"","page_name":" 65 ","page_number":59},
  {"content":"\r\nروى حماد بن سلمة عن قتادة عن محمد بن سيرين عن عبيدة عن علي رضي الله عنه قال من أدركه رمضان وهو مقيم ثم سافر بعد لزمه الصوم لأن الله تعالى يقول * ( فمن شهد منكم الشهر فليصمه ) * وهو قول عبيدة وطائفة معه ورواه حماد بن زيد عن أيوب عن محمد عن عبيدة قوله وتأول من ذهب مذهب هؤلاء في قوله * ( أو على سفر ) * من أدركه رمضان وهو مسافر ففي الحديث ما يبطل هذا القول كله لأن رسول الله صلى الله عليه وسلم سافر في رمضان بعد أن صام بعضه في الحضر مقيما وكان خروجه بعد مدة منه قد ذكرناها وذكرنا اختلاف الآثار فيها في باب حميد الطويل والحمد لله وفيه جواز الصوم في السفر وجواز الفطر في السفر وفي ذلك رد على من ذهب إلى أن الصوم في السفر لا يجوز وإن من فعل ذلك لم يجزه وزعم أن الفطر عزمة من الله في قوله * ( ومن كان مريضا أو على سفر فعدة من أيام أخر ) * وهو قول يروى عن ابن عباس وأبي هريرة وقد ذكرنا في باب حميد الطويل من كتابنا هذا عن ابن عباس خلافه من وجوه صحاح وروى عن ابن عمر أنه قال إن صام في السفر\r\n","description":"","footnote":"","page_name":" 66 ","page_number":60},
  {"content":"\r\nقضى في الحضر وعن عبد الرحمان بن عوف أنه قال الصائم في السفر كالمفطر في الحضر وجمهور العلماء من الصحابة والتابعين ومن بعدهم من الخالفين على خلاف هذا الحديث وشبهه عن النبي صلى الله عليه وسلم مما قدمنا ذكره في باب حميد منها حديث أنس سافرنا مع رسول الله صلى الله عليه وسلم فمنا الصائم ومنا المفطر فلم يعب هذا على هذا ولا هذا على هذا وحديث حمزة بن عمرو الأسلمي إن رسول الله صلى الله عليه وسلم قال له في السفر إن شئت فصم وإن شئت فأفطر وهو مذكور في باب هشام بن عروة وذكرنا في باب سمي حديث ابن عباس وأبي سعيد الخدري خرجنا مع رسول الله صلى الله عليه وسلم والناس مختلفون فصائم ومفطر والآثار بهذا كثيرة جدا وأجمع الفقهاء أن المسافر بالخيار إن شاء صام وإن شاء أفطر إلا أنهم اختلفوا في الأفضل من ذلك وقد مضى القول فيه في باب حميد والله أعلم واختلف الفقهاء في الفطر المذكور في هذا الحديث فقال قوم معناه أن أصبح مفطرا نوى الفطر فتمادى عليه في أيام سفره واحتجوا بحديث العلاء بن المسيبب عن الحكم بن عيينة عن مجاهد عن ابن عباس قال صام رسول الله صلى الله عليه وسلم من المدينة حتى أتى\r\n","description":"","footnote":"","page_name":" 67 ","page_number":61},
  {"content":"\r\nقديدا ثم أفطر حتى أتى إلى مكة وهذا لا بيان فيه لما تأولوه وقال آخرون معناه أنه أفطر في نهاره بعد ما مضى منه صدر وإن الصائم جائز له أن يفعل ذلك في سفره واحتج من قال هذا القول بحديث جعفر بن محمد عن أمه عن جابر أن رسول الله صلى الله عليه وسلم خرج إلى مكة عام الفتح في رمضان وصام حتى بلغ كراع الغميم فصام الناس وهم مشاة وركبان فقيل له إن الناس قد شق عليهم الصوم وإنما ينظرون إلى ما فعلت فدعا بقدح من ماء فرفعه حتى نظر إليه الناس ثم شرب فأفطر بعض الناس وصام بعض فقيل للنبي صلى الله عليه وسلم أن بعضهم قد صام قال أولئك العصاة حدثنا عبد الوارث بن سفيان حدثنا أحمد بن دحيم حدثنا إبراهيم بن حماد قال حدثنا عمي إسماعيل بن إسحاق قال حدثنا عبد الواحد بن غياث قال حدثنا عبد العزيز بن المختار قال حدثنا جعفر بن محمد عن أبيه عن جابر فذكر الحديث\r\n","description":"","footnote":"","page_name":" 68 ","page_number":62},
  {"content":"\r\nأخبرنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال أنبأنا محمد بن رافع قال حدثنا يحيى ابن آدم قال حدثنا مفضل عن منصور عن مجاهد عن طاوس عن ابن عباس قال سافر رسول الله صلى الله عليه وسلم فصام حتى بلغ عسفان ثم دعا بإناء فشرب نهارا ليراه الناس ثم أفطر حتى دخل مكة وافتتح مكة في رمضان قال ابن عباس فصام رسول الله صلى الله عليه وسلم في السفر وأفطر فمن شاء صام ومن شاء أفطر واختلف الفقهاء في المسافر يفطر بعد دخوله في الصوم فقال مالك عليه القضاء والكفارة لأنه كان مخيرا في الصوم والفطر فلما اختار الصوم صار من أهله ولم يكن له أن يفطر وهو قول الليث عليه الكفارة ثم قال مالك مرة لا كفارة عليه وهو قول المخزومي وأشهب وابن كنانة ومطرف وقال ابن الماجشون إن أفطر بجماع كفر لأنه لا يقوى بذلك على سفره ولا عذر له وقال أبو حنيفة والشافعي وداود والطبري والأوزاعي والثوري لا كفارة عليه وكلهم يقول ليس له أن يفطر إلا البويطي حكى عن الشافعي\r\n","description":"","footnote":"","page_name":" 69 ","page_number":63},
  {"content":"\r\nمن أصبح صائما في الحضر ثم سافر لم يكن له أن يفطر وكذلك من صام في سفره ليس له أن يفطر إلا أن يثبت حديث النبي صلى الله عليه وسلم أنه أفطر يوم الكديد فإن ثبت كان لهما جميعا أن يفطرا واختلفوا أيضا في الذي يخرج في سفره وقد يبيت الصوم فقال مالك من أصبح في رمضان مقيما صائما ثم سافر فأفطر فعليه القضاء ولا كفارة وبه قال أبو حنيفة والشافعي وداود والطبري والأوزاعي وللشافعي قول آخر أنه يكفر أن جامع وكره مالك للذي يصبح صائما في الحضر ثم يسافر أن يفطر ولم يره إثما أن أفطر وكذلك قال داود والمزني وقال أبو حنيفة والشافعي في رواية المزني لا يجوز له أن يفطر فإن فعل فقد أساء ولا كفارة عليه وقال المخزومي وابن كنانة عليه القضاء والكفارة وقولهما شذوذ في ذلك عن جماعة أهل العلم وقال أحمد وإسحاق وداود يفطر إذا برز مسافرا وهو قول ابن عمر والشعبي وجماعة وستأتي مسائل هذا الباب بأسد استيعاب في باب سمي من هذا الكتاب إن شاء الله\r\n","description":"","footnote":"","page_name":" 70 ","page_number":64},
  {"content":"\r\nحديث ثامن لابن شهاب عن عبيد الله\r\nمالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة عن أبي هريرة وزيد بن خالد الجهني أنهما أخبراه أن رجلين اختصما إلى رسول الله صلى الله عليه وسلم فقال أحدهما يا رسول الله اقض بيننا بكتاب الله وقال الآخر وهو أفقههما أجل يا رسول الله اقض بيننا بكتاب الله وائذن لي في أن أتكلم قال تكلم قال إن ابني كان عسيفا على هذا فزنى بامرأته فأخبرني أن على ابني الرجم فافتديت منه بمائة شاة وبجارية لي ثم إني سألت أهل العلم فأخبروني أن ما على ابني جلد مائة وتعريب عام وأخبروني إنما الرجم على امرأته فقال رسول الله صلى الله عليه وسلم أما والذي نفسي بيده لأقضين بينكما بكتاب الله أما غنمك وجاريتك فرد عليك وجلد ابنه مائة وغربه عاما\r\n","description":"","footnote":"","page_name":" 71 ","page_number":65},
  {"content":"\r\nوأمر أنيسا الأسلمي أن يأتي امرأة الآخر فإن اعترفت رجمها فاعترفت فرجمها قال مالك والعسيف الأجير هكذا قال يحيى فأخبرني أن على ابني الرجم فافتديت منه وكذلك قال ابن القاسم وهو الصواب والله أعلم وقال القعنبي فأخبروني أن على ابني الرجم ولا خلاف عن مالك في إسناد هذا الحديث إلا أن أبا عاصم النبيل رواه عن مالك عن ابن شهاب عن عبيد الله عن زيد بن خالد لم يذكر أبا هريرة والصحيح فيه عن مالك ذكر أبي هريرة مع زيد بن خالد كذلك عنه عند جماعة رواة الموطأ منهم القعنبي وابن وهب وابن القاسم وعبد الله بن يوسف وابن بكير وأبو مصعب وابن عفير وأما حديث أبي عاصم فحدثنا خلف بن قاسم حدثنا محمد بن محبوب بن سليمان الرملي وأبو الطاهر محمد بن عبد الله القاضي قالا حدثنا أبو مسلم إبراهيم بن عبيد الله الكسي البصري قال حدثنا\r\n","description":"","footnote":"","page_name":" 72 ","page_number":66},
  {"content":"\r\nأبو عاصم النبيل الضحاك بن مخلد حدثنا مالك بن أنس عن ابن شهاب عن عبيد الله بن عبد الله عن زيد بن خالد أن رجلين أتيا رسول الله صلى الله عليه وسلم فقال أحدهما وذكر الحديث وقد تابع أبا عاصم على إفراد زيد بهذا الحديث طائفة عن مالك ذكرهم الدارقطني واختلف أصحاب ابن شهاب في ذلك فرواه معمر والليث بن سعد وابن جريج ويحيى بن سعيد عن ابن شهاب بإسناد مالك سواء عن أبي هريرة وزيد بن خالد الجهني وساقوا الحديث بمعنى حديث مالك سواء إلا أن في حديث ابن جريج والليث بالإسناد المذكور عن أبي هريرة وزيد بن خالد قالا إن رجلا من الإعراب جاء إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله أنشدك الله إلا قضيت بيننا بكتاب الله وساقا الحديث إلى آخره ورواه شعيب بن أبي حمزة عن الزهري قال أخبرني عبيد الله ابن عبد الله أن أبا هريرة قال بينما نحن عند رسول الله صلى الله عليه وسلم قام رجل من الإعراب فقال يا رسول الله اقض بيننا بكتاب الله فقام خصمه فقال صدق يا رسول الله اقض له بكتاب الله وائذن لي فقال له النبي صلى الله عليه وسلم قل فقال إن ابني كان عسيفا على هذا والعسيف الأجير فزنى بامرأته وساق الحديث بمثل حديث مالك سواء ورواه عبد العزيز بن أبي سلمة وصالح بن كيسان والليث عن عقيل عن ابن شهاب عن عبيد الله عن زيد بن خالد الجهني قال\r\n","description":"","footnote":"","page_name":" 73 ","page_number":67},
  {"content":"\r\nسمعت النبي صلى الله عليه وسلم يأمر فيمن زنى ولم يحصن بجلد مائة وتغريب عام هكذا مختصرا لم يزيدوا حرفا ولم يذكروا أبا هريرة ورواه يحيى بن سعيد ومعمر ومالك وشعيب بن أبي حمزة والليث بن سعد وابن جريج عن ابن شهاب بكماله إلا أن شعيبا لم يذكر زيد بن خالد اختصره ومن ضم إليه أبا هريرة استقصى الحديث وساقه كما ساقه مالك سواء ورواه ابن عيينة عن الزهري عن عبيد الله عن أبي هريرة وزيد ابن خالد وشبل قالوا كنا عند النبي صلى الله عليه وسلم وساق الحديث بتمامه وذكره في هذا الحديث شبلا خطأ عند جميع أهل العلم بالحديث ولا مدخل لشبل في هذا الحديث بوجه من الوجوه وقال يحيى بن معين ذكر ابن عيينة في هذا الحديث شبلا خطأ لم يسمع شبل من النبي صلى الله عليه وسلم شيئا وقال محمد بن\r\n","description":"","footnote":"","page_name":" 74 ","page_number":68},
  {"content":"\r\nيحيى النيسابوري وهم ابن عيينة في ذكر شبل في هذا الحديث وإنما ذكر شبل في حديث خالد الأمة إذا زنت قال ولم يقم ابن عيينة إسناد ذلك الحديث أيضا وقد أخطأ فيهما جميعا قال أبو عمر سنذكر ما صنع ابن عيينة وغيره من أصحاب ابن شهاب في حديث الأمة إذا زنت بعد إكمالنا القول في حديثنا هذا بعون الله وأما قول مالك العسيف الأجير فإنه ههنا كما قال أبو عمرو الشيباني في نهى النبي صلى الله عليه وسلم عن قتل العسفاء والوصفاء إذ بعث السرية قال العسفاء الأجراء وقد يكون العسيف العبد ويكون السائل قال المرار الجلي يصف كلبا\r\n* ألف الناس فما ينجهم\r\n*\r\n* من عسيف يبتغى الخير وحر\r\n*\r\n","description":"","footnote":"","page_name":" 75 ","page_number":69},
  {"content":"\r\nقال أبو عبيد وقد يكون الأسيف الحزين ويكون العبد وأما في هذا الحديث فالعسيف المذكور فيه الأجير كما قال مالك\r\nليس فيه اختلاف وفي هذا الحديث ضروب من العلم منها أن أولى الناس بالقضاء الخليفة إذا كان عالما بوجوه القضاء ومنها أن المدعى أولى بالقول والطالب أحق أن بتقدم بالكلام وأن بدأ المطلوب ومنها أن الباطل من القضايا مردود وما خالف السنة الواضحة من ذلك فباطل ومنها أن قبض من قضي له ما قضى له به إذا كان خطأ وجورا وخلافا للسنة الثابتة لا يدخله قبضه في ملكه ولا يصحح ذلك له وعليه رده ومنها أن للعالم أن يفتى في مصر فيه من هو أعلم منه إذا أفتى بعلم إلا ترى أن الصحابة كانوا يفتون في عهد رسول الله صلى الله عليه وسلم روى عكرمة بن خالد عن ابن عمر أنه سئل عمن كان يفتى في زمان رسول الله صلى الله عليه وسلم فقال أبو بكر وعمر ولا أعلم غيرهما وقال القاسم بن محمد كان أبو بكر وعمر وعثمان وعلي يفتون على عهد رسول الله صلى الله عليه وسلم وروى موسى بن ميسرة عن محمد ابن سهل بن أبي حثمة عن أبيه قال كان الذين يفتون على عهد\r\n","description":"","footnote":"","page_name":" 76 ","page_number":70},
  {"content":"\r\nرسول الله صلى الله عليه وسلم ثلاثة من المهاجرين عمر وعثمان وعلي وثلاثة من الأنصار أبي بن كعب ومعاذ بن جبل وزيد بن ثابت وفيه أن يمين رسول الله صلى الله عليه وسلم كانت والذي نفسي بيده وفي ذلك رد على الخوارج والمعتزلة وأما قوله في الحديث لأقضين بينكما بكتاب الله فلأهل العلم في ذلك قولان أحدهما أن الرجم في كتاب الله على مذهب من قال أن من القرآن ما نسخ خطه وثبت حكمه وقد اجمعوا أن من القرآن ما نسخ حكمه وثبت خطه وهذا في القياس مثله وقد ذكرنا وجوه نسخ القرآن في باب زيد بن اسلم من كتابنا هذا فأغنى ذلك عن ذكره ههنا ومن ذهب هذا المذهب احتج بقول عمر بن الخطاب الرجم في كتاب الله حق على من زنى من الرجال والنساء إذا أحصن وقوله لولا أن يقال أن عمر زاد في كتاب الله لكتبتها الشيخ والشيخة إذا زنيا فارجموهما البتة فأنا قد قرأناها وسنبين ما لأهل العلم من التأويل في قول عمر هذا بما يجب في باب يحيى بن سعيد من كتابنا هذا إن شاء الله\r\n","description":"","footnote":"","page_name":" 77 ","page_number":71},
  {"content":"\r\nومن حجته أيضا ظاهر هذا الحديث قوله صلى الله عليه وسلم والذي نفسي بيده لأقضين بينكما بكتاب الله ثم قال لأنيس الأسلمي إن اعترفت امرأة هذا فارجمها فاعترفت فرجمها وأهل السنة والجماعة مجمعون على أن الرجم من حكم الله عز وجل على من أحصن والقول الآخر أن معنى قوله عليه السلام لأقضين بينكما بكتاب الله عز وجل أي لأحكمن بينكما بحكم الله ولأقضين بينكما بقضاء الله وهذا جائز في اللغة قال الله عز وجل * ( كتاب الله عليكم ) * أي حكمه فيكم وقضاؤه عليكم على أن كل ما قضى به رسول الله صلى الله عليه وسلم فهو حكم الله قال الله عز وجل * ( من يطع الرسول فقد أطاع الله ) * وقال * ( وما ينطق عن الهوى إن هو إلا وحي يوحى ) * وقد ذكرنا قبل أن من الوحي قرآنا وغير قرآن ومن حجة من قال بهذا القول قول علي بن أبي طالب في شراحة الهمدانية جلدتها بكتاب الله ورجمتها بسنة رسول الله صلى الله عليه وسلم وهذا لفظ حديث قتادة عن علي وهو منقطع وفيه أن الزاني إذا لم يحصن حده الجلد دون الرجم وهذا لا خلاف بين أحد من أمة محمد صلى الله عليه وسلم فيه\r\n","description":"","footnote":"","page_name":" 78 ","page_number":72},
  {"content":"\r\nقال الله عز وجل * ( الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ) * فاجمعوا أن الأبكار داخلون في هذا الخطاب وأجمع فقهاء المسلمين وعلماؤهم من أهل الفقه والأثر من لدن الصحابة إلى يومنا هذا أن المحصن حده الرجم واختلفوا هل عليه مع ذلك جلد أم لا فقال جمهورهم لا جلد على المحصن وإنما عليه الرجم فقط وممن قال ذلك مالك وأبو حنيفة والشافعي وأصحابهم والثوري والأوزاعي والليث بن سعد والحسن بن صالح وابن أبي ليلى وابن شبرمة وأحمد وإسحاق وأبو ثور والطبري كل هؤلاء يقولون لا يجتمع جلد ورجم وقال الحسن البصري وإسحاق بن راهويه وداود بن علي الزاني المحصن يجلد ثم يرجم وحجتهم عموم الآية في الزنا بقوله * ( الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ) * فعم الزناة ولم يخص محصنا من غير محصن وحديث عبادة بن الصامت عن النبي صلى الله عليه وسلم أنه قال خذوا عني قد جعل الله لهن سبيلا البكر بالبكر جلد مائة وتغريب عام والثيب بالثيب جلد مائة والرجم بالحجارة وروى\r\n","description":"","footnote":"","page_name":" 79 ","page_number":73},
  {"content":"\r\nأبو حصين وإسماعيل بن أبي خالد وعلقمة بن مرثد وغيرهم عن الشعبي قال أتي علي بزانية فجلدها يوم الخميس ورجمها يوم الجمعة ثم قال الرجم رجمان رجم سر ورجم علانية فأما رجم العلانية فالشهود ثم الإمام ثم الناس وأما رجم السر فالاعتراف فالإمام ثم الناس وحجة الجمهور أن رسول الله صلى الله عليه وسلم رجم ماعزا الأسلمي ورجم يهوديا ورجم امرأة ولم يجلد واحدا منهم وقيل امرأتين روى عبد الرزاق عن ابن جريج عن أبي الزبير عن جابر سمعه يقول رجم رسول الله صلى الله عليه وسلم رجلا من أسلم ورجلا من اليهود وامرأة فدل ذلك على أن الآية قصد بها من لم يحصن من الزناة ورجم أبو بكر وعمر ولم يجلدا روى الحجاج بن منهال عن حماد بن سلمة قال أخبرنا الحجاج عن الحسن بن سعد عن عبد الله بن شداد أن عمر رجم في الزنا رجلا ولم يجلده وحديث مالك عن يحيى بن سعيد عن سليمان بن يسار عن أبي واقد الليثي إذ بعثه عمر إلى امرأة الرجل التي زعم أنه وجد\r\n","description":"","footnote":"","page_name":" 80 ","page_number":74},
  {"content":"\r\nمعها رجلا فاعترفت وأبت أن تنزع وتمادت على الاعتراف فأمر بها عمر فرجمت ولم يذكر جلدا ورواه الزهري عن عبيد الله بن عبد الله عن أبي واقد الليثي أن ذلك كان من عمر مقدمه الشام بالجابية وروى ابن وهب عن عبد الله ابن عمر العمري عن نافع أن عمر بن الخطاب رجم امرأة ولم يجلدها بالشام وروى مخرمة بن بكير عن أبيه قال سمعت سعيد بن المسيب وسليمان بن يسار يقولان أن عمر بن الخطاب كان يقول أن آية الرجم نزلت وأن رسول الله صلى الله عليه وسلم رجم ورجمنا بعده فقال عمر عند ذلك ارجموا الثيب واجلدوا البكر وسيأتي من معاني الرجم ذكر صالح في باب يحيى بن سعيد إن شاء الله وأما حديث علي في قصة شراحة فليس بالقوي لأنهم يقولون أن الشعبي لم يسمع منه وهو مشهور قد رواه ابن أبي ليلى وغيره عنه ومن أوضح شيء فيما ذهب إليه جمهور العلماء حديث ابن شهاب المذكور في هذا الباب قوله لأنيس أن يأتي امرأة الآخر فإن اعترفت رجمها فاعترفت فرجمها ولم يذكروا جلدا وأما حديث عبادة بن الصمت عن النبي صلى الله عليه وسلم قوله الثيب بالثيب جلد مائة والرجم فأنما كان هذا في أول نزول آية\r\n","description":"","footnote":"","page_name":" 81 ","page_number":75},
  {"content":"\r\nالجلد وذلك أن الزناة كانت عقوبتهم إذا شهد عليهم أربعة من العدول في أول الإسلام أن يمسكوا في البيوت إلى الموت أو يجعل الله لهم سبيلا فلما نزلت آية الجلد التي في سورة النور قوله عز وجل * ( الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ) * الآية قام صلى الله عليه وسلم فقال خذوا عني قد جعل الله لهن سبيلا البكر بالبكر جلد مائة وتغريب عام والثيب بالثيب جلد مائة والرجم بالحجارة فكان هذا في أول الأمر ثم رجم رسول الله صلى الله عليه وسلم جماعة ولم يجلدهم فعلمنا أن هذا حكم أحدثه الله نسخ به ما قبله ومثل هذا كثير في أحكامه وأحكام رسوله ليبتلى عباده وإنما يؤخذ بالأحدث فالأحدث من أمر رسول الله صلى الله عليه وسلم ذكر عبد الرزاق عن معمر عن الزهري أنه كان ينكر الجلد مع الرجم ويقول رجم رسول الله صلى الله عليه وسلم ولم يجلد وعن الثوري عن مغيرة عن إبراهيم قال ليس على المرجوم جلد بلغنا أن عمر رجم ولم يجلد وفي هذه المسألة قول ثالث وهو أن الشيب من الزناة كان شابا رجم وإن كان شيخا جلد ورجم\r\n","description":"","footnote":"","page_name":" 82 ","page_number":76},
  {"content":"\r\nروي ذلك عن مسروق وقالت به فرقة من أهل الحديث أخبرنا أحمد بن قاسم بن عبد الرحمان قال حدثنا محمد بن معاوية قال حدثنا محمد بن يحيى المروزي قال حدثنا خلف بن هشام البزار قال حدثنا أبو شهاب عن الأعمش عن مسلم عن مسروق قال البكران يجلدان وينفيان سنة والثيبان يرجمان والشيخان يجلدان ويرجمان فهذا ما لأهل السنة من الأقاويل في هذا الباب وأما أهل البدع فأكثرهم ينكر الرجم ويدفعه ولا يقول به في شيء من الزناة ثيبا ولا غير ثيب عصمنا الله من الخذلان برحمته حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن اصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا حماد بن زيد عن علي بن زيد عن يوسف بن مهران عن ابن عباس قال سمعت عمر بن الخطاب يخطب فقال أيها الناس أن الرجم حق فلا تخدعن عنه فإن آية ذلك أن رسول الله صلى الله عليه وسلم قد رجم وأن أبا بكر قد رجم وأنا قد رجمنا بعدهما وسيكون قوم من هذه الأمة يكذبون بالرجم ويكذبون بالدجال ويكذبون بطلوع الشمس من مغربها ويكذبون بعذاب القبر ويكذبون بالشفاعة ويكذبون بقوم يخرجون من النار بعدما امتحشوا\r\n","description":"","footnote":"","page_name":" 83 ","page_number":77},
  {"content":"\r\nقال أبو عمر الخوارج وبعض المعتزلة يكذبون بهذا كله وليس كتابنا هذا موضعا للرد عليهم والحمد لله الذي عافانا مما ابتلاهم به وروي عن علي بن حماد بن سلمة وحماد بن زيد والمبارك بن فضالة وأشعب وهشام كلهم بإسناده ومعناه وقال أحمد بن حنبل حدثنا عفان حدثنا حماد بن زيد قال سمعت علي بن زيد يقول كنا نشبه حفظ يوسف بن مهران بحفظ عمرو بن دينار واختلف الفقهاء في الأحصان الموجب للرجم فجملة قول مالك ومذهبه أن يكون الزاني حرا مسلما بالغا عاقلا قد وطئ وطئا مباحا في عقد نكاح ثم زنى بعد هذا والكافر عنده والعبد لا يثبت لواحد منهما احصان في نفسه وكذلك العقد الفاسد لا يثبت به احصان وكذلك الوطء المحظور كالوطء في الإحرام أو في الصيام أو في الاعتكاف أو في الحيض لا يثبت بشئ من ذلك احصان إلا أن الأمة والكافرة والصغيرة يحصن الحر المسلم عنده ولا يحصنهن هذا كله تحصيل مذهب مالك وأصحابه وحد الحصانة في مذهب أبي حنيفة وأصحابه على ضربين أحدهما احصان يوجب الرجم يتعلق بسبع شرائط الحرية والبلوغ والعقل والإسلام والنكاح الصحيح والدخول والآخر احصان يتعلق به حد القذف له خمس شرائط في المقذوف الحرية والبلوغ والعقل والإسلام والعفة\r\n","description":"","footnote":"","page_name":" 84 ","page_number":78},
  {"content":"\r\nوقد روى عن أبي يوسف في الإملاء أن المسلم يحصن النصرانية ولا تحصنه وروى عنه أيضا أن النصراني إذا دخل بامرأته النصرانية ثم أسلما أنهما محصنان بذلك الدخول وروى بشر بن الوليد عن أبي يوسف قال قال ابن أبي ليلى إذا زنى اليهودي والنصراني بعدما أحصنا فعليهما الرجم قال أبو يوسف وبه نأخذ وقال الشافعي إذا دخل بامرأته وهما حران ووطئها فهذا احصان كافرين كانا أو مسلمين واختلف أصحاب الشافعي على أربعة أوجه فقال بعضهم إذا تزوج العبد أو الصبي ووطئا فذلك احصان وقال بعضهم لا يكون واحد منهما محصنا كما قال مالك وقال بعضهم إذا تزوج الصبي أحصن إذا وطئ فإن بلغ وزنى كان عليهما الرجم والعبد لا يحصن وقال بعضهم إذا تزوج الصبي لا يحصن وإذا تزوج العبد أحصن وقالوا جميعا الوطء الفاسد لا يقع به إحصان وقال مالك تحصن الأمة الحر ويحصن العبد الحرة ولا تحصن الحرة العبد ولا الحر الأمة وتحصن اليهودية والنصرانية المسلم وتحصن الصبية الرجل وتحصن المجنونة العاقل ولا يحصن الصبي المرأة ولا يحصن العبد الأمة ولا تحصنه إذا جامعها في حال الرق قال وإذا تزوجت المرأة خصيا وهي لا تعلم أنه خصى فوطئها ثم علمت أنه خصي فلها أن تختار فراقه ولا يكون ذلك الوطء إحصانا\r\n","description":"","footnote":"","page_name":" 85 ","page_number":79},
  {"content":"\r\nوقال الثوري لا يحصن بالنصرانية ولا بالمملوكة وهو قول الحسن بن حي زاد الحسن بن حي وتحصن المشركة بالمسلم ويحصن المشركان كل واحد منها بصاحبه وقال الليث بن سعد في الزوجين المملوكين لا يكونان محصنين حتى يدخل بها بعد عتقهما وكذلك النصرانيان لا يكونان محصنين حتى يدخل بها بعد إسلامهما قال وإن تزوج امرأة في عدتها فوطئها ثم فرق بينهما فهو إحصان وقال الأوزاعي في العبد تحته الحرة إذا زنى فعليه الرجم وإن كان تحته أمة وأعتق ثم زنى فليس عليه الرجم حتى ينكح غيرها وقال في الصغيرة التي لم تحصن أنها تحصن الرجل والغلام الذي لم يحتلم لا يحصن المرأة قال ولو تزوج امرأة فإذا هي أخته من الرضاعة فهذا إحصان قال أبو عمر إيجاب الأوزاعي الرجم على المملوكة تحت الحر وعلى العبد تحت الحرة لا وجه له لأن الله تعالى يقول * ( فإذا أحصن فإن أتين بفاحشة فعليهن نصف ما على المحصنات من العذاب ) * والرجم لا يتنصف وقد قال صلى الله عليه وسلم في الأمة إذا زنت فاجلدوها وقال مالك في حديثه ذلك ولم يحصن وسنبين ذلك بعد تمام القول في هذا\r\n","description":"","footnote":"","page_name":" 86 ","page_number":80},
  {"content":"\r\nالحديث إن شاء الله وأما قوله في الحديث وجلد ابنه مائة جلدة وغربه عاما فلا خلاف بين علماء المسلمين أن ابنه ذلك كان بكرا وأن الجلد جلد البكر مائة جلدة واختلفوا في التغريب فقال مالك ينفي الرجل ولا تنفى المرأة ولا العبد ومن نفي حبس في الموضع الذي ينفى إليه وقال الأوزاعي ينفى الرجل ولا تنفى المرأة وقال أبو حنيفة وأصحابه لا نفى على زان وإنما عليه الحد رجلا كان أو امرأة حرا كان أو عبدا وقال الثوري والشافعي والحسن بن حي ينفى الزاني إذا جلد امرأة كان أو رجلا واختلف قول الشافعي في نفي العبد فقال مرة استخير الله في تغريب العبيد وقال مرة ينفى العبد نصف سنة وقال مرة أخرى سنة إلى غير بلده وبه قال الطبري قال أبو عمر من حجة من غرب الزناة مع حديثنا هذا حديث عبادة بن الصامت البكر بالبكر جلد مائة وتغريب عام لم يخص عبدا من حر ولا أنثى من ذكر حدثني أحمد بن قاسم قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أسامة ومحمد بن الجهم قالا حدثنا عبد الوهاب بن عطاء قال أخبرنا سعيد بن أبي عروبة عن قتادة عن الحسن عن حطان بن عبد الله الرقاشي عن عبادة بن الصامت وحدثنا\r\n","description":"","footnote":"","page_name":" 87 ","page_number":81},
  {"content":"\r\nعبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير وبكر بن حماد قال أحمد حدثنا أبي وقال بكر حدثنا مسدد قالا حدثنا يحيى القطان عن ابن أبي عروبة عن قتادة عن الحسن عن حطان بن عبد الله عن عبادة بن الصامت قال قال رسول الله صلى الله عليه وسلم خذوا عني خذوا عني قد جعل الله لهن سبيلا الثيب جلد مائة ورجم بالحجارة والبكر جلد مائة ثم نفي سنة ومن حجتهم أيضا ما حدثناه عبد الرحمان بن مروان قال حدثنا الحسن بن علي بن داود قال حدثنا موسى بن الحسن الكوفي قال حدثنا أبو كريب قال حدثنا ابن إدريس عن عبيد الله عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم ضرب وغرب وأن أبا بكر ضرب وغرب وان عمر ضرب وغرب وحجة من لم ير النفي على العبيد حديث أبي هريرة في الأمة عن النبي صلى الله عليه وسلم ذكر فيه الحد دون النفي ومن رأى نفى العبيد زعم أن حديث الأمة معناه التأديب لا الحد وسنوضح القول في ذلك في الباب بعد هذا أن شاء الله ومن حجة من لم ير نفي النساء ما يخشى عليهن من الفتنة وقد روي عن أبي بكر وعمر تغريب المرأة البكر وروي عن علي أنه لم ير\r\n","description":"","footnote":"","page_name":" 88 ","page_number":82},
  {"content":"\r\nنفي النساء وروى عبد الرزاق عن أبي حنيفة عن حماد عن إبراهيم قال قال عبد الله في البكر يزنى بالبكر يجلدان مائة وينفيان سنة قال وقال علي حسبهما من الفتنة أن ينفيا عبد الرزاق عن معمر عن الزهري عن ابن المسيب قال غرب عمر ربيعة بن أمية بن خلف في الخمر إلى خيبر فلحق بهرقل فتنصر فقال عمر لا أغرب مسلما بعد هذا أبدا قالوا ولو كان النفي حدا لله ما تركه عمر بعد ولا كان علي يكرهه وهو قول الكوفيين وأما أهل المدينة فعلى ما ذكرنا عنهم قال معمر وسمعت الزهري وسئل إلى كم ينفى الزاني قال نفاه عمر من المدينة إلى البصرة ومن المدينة إلى خيبر عبد الرزاق عن ابن جريج قال سمعت ابن شهاب وسئل بمثله سواء أيوب وعبيد الله بن عمر عن نافع عن ابن عمر أن عمر نفى إلى فدك وأن ابن عمر نفى إلى فدك الثوري عن أبي إسحاق أن عليا\r\n","description":"","footnote":"","page_name":" 89 ","page_number":83},
  {"content":"\r\nنفى من الكوفة إلى البصرة وقال ابن جريج قلت لعطاء نفى من مكة إلى الطائف قال حسبه ذلك وأما قول الرجل أن ابني كان عسيفا على هذا فزنى بامرأته مع قول أبي هريرة فجلد ابنه مائة جلدة وغربه عاما فيدل على أن ابن الرجل المتكلم أقر على نفسه بما لا يؤخذ أبوه أو صدقه في قوله ذلك عليه ولولا ذلك لما أقام رسول الله صلى الله عليه وسلم الحد لأن من شريعته صلى الله عليه وسلم أن لا يؤخذ أحد بإقرار غيره عليه قال الله عز وجل * ( ولا تزر وازرة وزر أخرى ) * * ( ولا تكسب كل نفس إلا عليها ) * لا على غيرها وقال رسول الله صلى الله عليه وسلم لأبي رمثة في ابنه إنك لا تجني عليه ولا يجني عليك وهذا كله يوضح لك أنه إنما جلده بإقراره وكسبه على نفسه لا بإقرار أبيه عليه ولولا إقراره بذلك على نفسه لا بإقرار أبيه عليه ولولا إقراره بذلك على نفسه لكان أبوه قاذفا له وهذا ما لا خلاف في شيء منه عند العلماء والحمد لله\r\n","description":"","footnote":"","page_name":" 90 ","page_number":84},
  {"content":"\r\nواختلفوا فيمن أقر بالزنى بامرأة بعينها وجحدت هي فقال مالك يقام عليه حد الزنا ولو طلبت حد القذف لأقيم عليه أيضا قال وكذلك لو قالت زنى بي فلان وأنكر حدت للقذف ثم للزنا وبهذا قال الطبري وقال أبو حنيفة لأحد عليه للزنا وعليه حد القذف وعليها مثل ذلك أن قالت له ذلك وقال أبو يوسف ومحمد والشافعي يحد من أقر منهما للزنا فقط لأنا قد أحطنا علما أنهلا يجب عليه الحدان جميعا لأنه إن كان زانيا فلا حد على قاذفه فإذا أقيم عليه حد الزنا لم يقم عليه حد القذف وقال الأوزاعي يحد للقذف ولا يحد للزنا وقال ابن أبي ليلى إذا أقر هو وجحدت هي جلد وإن كان محصنا ولم يرجم وفيه رد ما قصى به من الجهالات قال صلى الله عليه وسلم كل عمل ليس عليه أمرنا فهو رد وقال عمر ردوا الجهالات إلى السنة واجمع العلماء أن الجور البين والخطأ الواضح المخالف للإجماع والسنة الثابتة المشهورة التي لا معارض لها مردود على كل من قضى به ذكر\r\n","description":"","footnote":"","page_name":" 91 ","page_number":85},
  {"content":"\r\nمالك عن يحيى بن سعيد وربيعة أن عمر بن عبد العزيز كان يقول ما من طيبة أهون على من منا ولا كتاب أهون على ردا من كتاب قضيت به ثم أبصرت أن الحق في خلافه أو قال في غيره وفي هذا الحديث أيضا إن اعتراف الزاني مرة واحدة بالزنا يوجب عليه الحد ما لم يرجع ألا ترى إلى قوله صلى الله عليه وسلم فإن اعترفت فارجمها ولم يقل إن اعترفت أربع مرات وسنبين هذا في باب مرسل ابن شهاب من هذا الكتاب إن شاء الله وفي هذا الحديث أيضا إثبات خبر الواحد وإيجاب العمل به في الحدود وإذا وجب ذلك في الحدود فسائر الأحكام أحرى بذلك وفيه أن للإمام أن يسأل المقذوف فإن اعترف حكم عليه بالواجب وإن لم يعترف وطالب القاذف أخذ له بحده وهذا موضع اختلف فيه الفقهاء فقال مالك لا يحد الإمام القاذف حتى يطالبه المقذوف إلا أن يكون الإمام سمعه فيجلده إن كان معه شهود عدول قال ولو أن الإمام شهد عنده شهود عدول على قاذف لم يقم الحد حتى يرسل إلى المقذوف وينظر ما يقول لعله يريد سترا على نفسه وقال أبو حنيفة وأصحابه والأوزاعي والشافعي لا يحد إلا بمطالبة المقذوف\r\n","description":"","footnote":"","page_name":" 92 ","page_number":86},
  {"content":"\r\nوقال ابن أبي ليلى يحده الإمام وإن لم يطالبه المقذوف وفيه أن يكون الرسول في حكم الدين واحدا كما أن الحكم واحد وذلك كله قوة في العمل بخبر الواحد وفي هذا الحديث دليل على أن الحاكم يقضي بما يقر به عنه المقر وإن لم يحضره أحد لأن رسول الله صلى الله عليه وسلم لم يقل له احمل معك من يسمع اعترافها وفي ذلك إيجاب القضاء بما علم القاضي وهو حاكم وسيأتي القول في قضاء القاضي بعلمه واختلاف العلماء في ذلك ووجوه أقوالهم وما نزعوا به في باب حديث هشام بن عروة عن أبيه عن زينب بنت أبي سلمة عن أم سلمة من كتابنا هذا إن شاء الله والله المستعان\r\n","description":"","footnote":"","page_name":" 93 ","page_number":87},
  {"content":"\r\nحديث تاسع لابن شهاب عن عبيد الله مالك عن ابن شهاب عن عبيد الله بن عبد الله عن أبي هريرة وزيد بن خالد الجهني ان رسول الله صلى الله عليه وسلم سئل عن الأمة إذا زنت ولم تحصن فقال إن زنت فاجلدوها ثم إن زنت فاجلدوها ثم إن زنت فاجلدوها ثم بيعوها ولو بضفير قال ابن شهاب لا أدري ابعد الثالثة أم الرابعة هكذا روى مالك هذا الحديث عن ابن شهاب بهذا الإسناد وتابعه على إسناده عن ابن شهاب يونس بن يزيد ويحيى بن سعيد ورواه عقيل والزبيدي وابن أخي الزهري عن الزهري عن عبيد الله بن عبد الله أن شبلا أو شبل بن خالد المزني أخبره أن عبد الله بن مالك الأوسي أخبره أن رسول الله صلى الله عليه وسلم سئل عن الأمة وذكروا الحديث إلا أن عقيلا وحده قال مالك بن عبد الله الأوسي وقال الزبيدي وابن أخي الزهري عبد الله ابن مالك وكذلك قال يونس بن يزيد عن ابن شهاب عن شبل عن حامد المزني عن عبد الله بن مالك الأوسي فجمع يونس بن يزيد\r\n","description":"","footnote":"","page_name":" 94 ","page_number":88},
  {"content":"\r\nالإسنادين جميعا في هذا الحديث وانفرد مالك فيه بإسناد واحد عن ابن شهاب عن عبيد الله عن أبي هريرة وزيد وعند عقيل والزبيدي وابن أخي الزهري فيه أيضا إسناد واحد عن ابن شهاب عن عبيد الله عن شبل عن عبد الله بن مالك وجمع يونس الحديثين جميعا ورواه ابن عيينة عن ابن شهاب عن عبيد الله عن أبي هريرة وزيد بن خالد وشبل أن النبي صلى الله عليه وسلم سئل عن الأمة إذا زنت ولم تحصن فقال إذا زنت فاجلدوها وذكر الحديث هكذا قال ابن عيينة في هذا الحديث فجعل شبلا مع أبي هريرة وزيد بن خالد فأخطأ وأدخل إسناد حديث في آخر ولم يقم حديث شبل قال أحمد بن زهير سمعت يحيى بن معين يقول شبل هذا لم يسمع من النبي صلى الله عليه وسلم شيئا وقال عباس سمعت يحيى بن معين يقول ليس لشبل صحبه يقال أنه شبل بن معبد ويقال شبل بن حامد قال وأهل مصر يقولون شبل بن حامد عن عبد الله بن مالك الأوسي عن النبي صلى الله عليه وسلم قال يحيى بن معين وهذا عندي أشبه لأن شبلا ليس له صحبة وقال محمد بن يحيى النيسابوري جمع ابن عيينة في حديثه هذا أبا هريرة وزيد بن خالد وشبلا وأخطأ في ضمه شبلا إلى أبي هريرة وزيد بن خالد في هذا الحديث قال وإن كان عبيد الله بن عبد الله قد جمعهم في حديث الأمة فإنه رواه عن أبي\r\n","description":"","footnote":"","page_name":" 95 ","page_number":89},
  {"content":"\r\nهريرة وزيد عن النبي صلى الله عليه وسلم وعن شبل عن عبد الله بن مالك الأوسي عن النبي صلى الله عليه وسلم فترك ابن عيينة عبد الله ابن مالك وضم شبلا إلى أبي هريرة وزيد فجعله حديثا واحدا وإنما هذا حديث وذاك حديث قد ميزهما يونس بن يزيد قال وتفرد معمر ومالك بحديث أبي هريرة وزيد بن خالد قال وروى الزبيدي وعقيل وابن أخي الزهري حديث شبل فاجتمعوا على خلاف ابن عيينة قال أبو عمر هكذا قال محمد بن يحيى أن معمرا ومالكا انفردا بحديث أبي هريرة وزيد بن خالد وأقول أن قد تابعهما يحيى بن سعيد الأنصاري من رواية الأوسي حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل قال حدثنا أيوب بن سليمان بن بلال قال حدثني أبو بكر بن أبي أويس عن سليمان بن بلال قال قال يحيى وأخبرني ابن شهاب أن عبيد الله بن عبد الله بن عتبة حدثه أن أبا هريرة وزيد بن خالد حدثاه أنهما سمعا رسول الله صلى الله عليه وسلم وهو يسئل عن الأمة إذا زنت ولم تحصن فذكر الحديث قال أبو عمر وزعم الطحاوي أنه لم يقل أحد في هذا الحديث ولم يحصن إلا مالك وليس كما ذكر لأنا قد وجدنا أن ابن عيينة قد تابعه على ذلك\r\n","description":"","footnote":"","page_name":" 96 ","page_number":90},
  {"content":"\r\nوكذلك في رواية يحيى بن سعيد عن ابن شهاب لهذا الحديث إذا زنت ولم تحصن على ما قدمنا بالإسناد المذكور وسائر من روى هذا الحديث عن ابن شهاب بالإسنادين جميعا لم يقل أحد منهم فيه ولم تحصن غير مالك وابن عيينة ويحيى بن سعيد الأنصاري وقد روى هذا الحديث سعيد بن أبي سعيد المقبري عن أبي هريرة عن النبي عليه السلام لم يذكر فيه ولم تحصن رواه جماعة عن سعيد بن أبي سعيد لم يذكروا ذلك فيه وممن رواه عن سعيد بن أبي سعيد الليث بن سعد وأسامة بن زيد وعبد الرحمان بن إسحاق وأيوب بن موسى وعبيد الله بن عمر وإسماعيل بن أمية حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا يحيى القطان عن عبيد الله يعني ابن عمر قال حدثني سعيد بن أبي سعيد عن أبي هريرة عن النبي عليه السلام قال إذا زنت أمة أحدكم فليجلدها ولا يعيرها ثلاث مرات فإن عادت في الرابعة فليجلدها وليبعها بضفير أو بحبل من شعر وفي رواية إسماعيل بن أمية إذا زنت وليدة أحدكم فتبين زناها وفي رواية أيوب بن موسى\r\n","description":"","footnote":"","page_name":" 97 ","page_number":91},
  {"content":"\r\nفليجلدها الحد ولا نعلم أحدا ذكر فيه الحد غيره وكلهم قال فيه ولا يعيرها ولا يثرب عليها وروى هذا الحديث عن ابن شهاب عمارة ابن أبي فروة وإسحاق بن راشد فأخطأ فيه قال فيه عمارة بن أبي فروة عن ابن شهاب عن عروة وعمرة عن عائشة أن رسول الله صلى الله عليه وسلم قال إذا زنت الأمة فاجلدوها وقال فيه إسحاق بن راشد عن الزهري عن حميد بن عبد الرحمان عن أبي هريرة والطريقان جميعا خطأ وروى حديث عمارة الليث عن زيد بن أبي حبيب عن عمارة ومن أصحاب الليث بن سعد من يقول فيه عن عروة عن عمرة عن عائشة وأجمع العلماء على أن الأمة إذا تزوجت فزنت أن عليها نصف ما على الحرة البكر من الجلد لقول الله عز وجل * ( فإذا أحصن فإن أتين بفاحشة فعليهن نصف ما على المحصنات من العذاب ) * والإحصان في كلام العرب على وجوه منها الإسلام ومنها العفة ومنها التزويج ومنها الحربة إلا أنه في الإماء ههنا على وجهين منهم من يقول فإذا أحصن زوجن أو تزوجن ومنهم من يقول أحصانها أسلامها فمن قرأ أحصن بفتح الألف فمعناه تزوجن أو أسلمن على مذهب من قال ذلك وأما من قرأ بضم الألف فمعناه زوجن أي أحصن بالأزواج\r\n","description":"","footnote":"","page_name":" 98 ","page_number":92},
  {"content":"\r\nيريد أحصنهن غيرهن يعني الأزواج بالنكاح وقد قيل أحصن بالإسلام فالزوج يحصنها والإسلام يحصنها والمعنيان متداخلان في القولين فممن قرأ بضم الألف وكسر الصاد في أحصن ابن عباس وأبو الدراداء وسعيد بن جبير ومجاهد وطاوس وعكرمة وابن كثير والأعرج وأبو جعفر ونافع وسلام والقاسم وأبو عبد الرحمان السلمي وأبو رجاء ومحمد بن سيرين على اختلاف عنه وأبو عمرو وقتادة وعيسى وسلام ويعقوب وأيوب بن المتوكل وابن عامر وأبو عبد الرحمان المقرئ واختلف في ذلك عن الحسن وعاصم فروى عنهما الوجهان جميعا وكان ابن عباس يقول إذا أحصن بالأزواج وكان يقول ليس على الأمة حد حتى تحصن بزوج وروى عطية بن قيس عن أم الدرداء عن أبي الدرداء مثله وهو مذهب كل من قرأ بهذه القراءة وروى أهل مكة عن عمر بن الخطاب ما يضارع هذا المذهب روى عمرو بن دينار وعطاء بن أبي رباح عن الحرث بن عبد الله بن أبي ربيعة عن أبيه أنه سأل عمر بن الخطاب عن الأمة كم حدها فقال ألقت فروتها وراء الدار قال أبو عبيد لم يرد عمر رحمه الله بقوله هذا الفروة\r\n","description":"","footnote":"","page_name":" 99 ","page_number":93},
  {"content":"\r\nبعينها لأن الفروة جلدة الرأس كذا قال الأصمعي وكيف تلقى جلدة رأسها من وراء الدار ولكن إنما أراد بالفروة القناع يقول ليس عليها قناع ولا حجاب لأنها تخرج إلى كل موضع يرسلها أهلها إليه لا تقدر على الامتناع من ذلك ولذلك لا تكاد تقدر على الامتناع من الفجور فكأنه رأى أن لا حد عليها إذا فجرت بهذا المعنى قال وقد روى تصديق هذا في حديث مفسر حدثناه يزيد عن جرير بن حازم عن عيسى بن عاصم قال تذاكرنا يوما قول عمر هذا فقال سعيد ابن حرملة إنما ذلك من قول عمر في الرعايا فأما اللواتي قد أحصنهن مواليهن فإنهن إذا أحدثن جردن قال أبو عبيد أما الحديث فرعايا وأما العربية فرواعي قال أبو عمر ظاهر حديث عمر أن لا حد على الأمة إلا أن تحصن بالتزويج وقد قيل أن معناه أن لا حد على الأمة كانت ذات زوج أو لم تكن لأنها لا حجاب عليها ولا قناع وإن كانت ذات زوج\r\n","description":"","footnote":"","page_name":" 100 ","page_number":94},
  {"content":"\r\nوقد روي عن ابن عباس أن لا حد على عبد ولا ذمي وهو محتمل يحتمل التأويل ورى عنه أيضا أن ليس على الأمة حد حتى تحصن بحر رواه ابن عيينة عن ابن أبي نجيح عن مجاهد عنه وهو قول طاوس وعطاء روى ابن جريج عن ابن طاوس عن أبيه أنه كان لا يرى على العبد حدا ألا أن ينكح الأمة حر فيحصنها فيجب عليها شطر الجلد قال ابن جريج قلت لعطاء فزنى عبد ولم يحصن قال جلد غير حد قال أبو عمر هذا مذهب كل من لا يرى على الأمة حدا حتى تنكح أنها تؤدب وتجلد دون الحد إذا زنت وتأولوا حديث أبي هريرة وزيد بن خالد على هذا المعنى وممن قرأ بفتح الألف والصاد أحصن علي بن أبي طالب وعبد الله بن مسعود وعبد الله بن عمر وشيبة بن نصاح ومسلم بن جندب والزهري وعطاء والشعبي وزر بن حبيش والأسود ابن يزيد وإبراهيم النخعي ويحيى بن وثاب والأعمش وطلحة بن مصرف وعيسى الكوفي وطلحة بن سليمان وخلف بن هشام وابن أبي ليلى وإبان بن ثعلب وعاصم الحجدري وعمرو بن ميمون والحكم بن عتيبة ويونس بن عبيد وحمزة والكسائي وابن إدريس\r\n","description":"","footnote":"","page_name":" 101 ","page_number":95},
  {"content":"\r\nواختلف في ذلك عن عاصم والحسين وابن سيرين وكل هؤلاء يرون الحد على الأمة إذا زنت وهي مسلمة ذات زوج كانت أو غير ذات زوج خميسن جلدة وتأويل أحصن عند هؤلاء من أهل العلم على وجهين أحدهما أسلمن والثاني عففن وليس عففن لأنه يستحيل أن يكون عففن فإن أتين بفاحشة يعني الزنا والله أعلم أخبرنا عبد الله بن محمد قال حدثنا أحمد بن جعفر بن مالك قال حدثنا عبد الله بن أحمد بن حنبل قال حدثني أبي قال حدثنا حجاج قال هارون أخبرني معمر عن الزهري قال سألته عنها فقال تقرأ أحصن مفتوحة الألف وتفسيره على وجهين على أسلمن وعففن ورواه وهيب عن هارون فجعل التفسير من قول هارون قال وهيب أخبرنا هارون عن معمر عن الزهري فإذا أحصن منصوبة قال هارون وتفسير هذا على وجهين بعضهم يقول إذا أسلمن وبعضهم يقول إذا عففن وروى الثوري عن حماد عن إبراهيم أن معقل بن مقرن المزني جاء إلى عبد الله بن مسعود فقال أن جارية لي زنت قال اجلدها خمسين قال ليس لها زوج قال إسلامها إحصانها وروى أبو إسحاق عن أبي عبيدة بن عبد الله بن مسعود عن أبيه أنه كان يقرأ فإذا أحصن يقول فإذا أسلمن\r\n","description":"","footnote":"","page_name":" 102 ","page_number":96},
  {"content":"\r\nوروى أهل المدينة عن عمر بن الخطاب ما وافق هذا المعنى وهو أصح إن شاء الله رواه يحيى بن سعيد الأنصاري عن سليمان بن يسار قال أخبرني عبد الله بن عياش بن أبي ربيعة قال أحدث ولائد من رقيق الإمارة فأمر بهن عمر بن الخطاب وأمر شبابا من شباب قريش فجلدوهن الحد قال فكنت فيمن جلدوهن رواه عن يحيى ابن سعيد مالك وابن جريج وابن عيينة وغيرهم وروى معمر عن الزهري أن عمر بن الخطاب جلد ولائد من الخمس أبكارا في الزنا قال أبو عمر فهذا خلاف حديث ألقت فروتها من وراء الدار عن عمر وهو أثبت واختلف عن أنس في هذه المسألة فروى سلام بن مسكين عن حبيب بن أبي فضالة عن صالح بن كريز عن أنس أنه قال في أمة له لا تجلدوها وما كان عليك من ذنب فعلي وروى هشيم عن داود عن ثمامة بن عبد الله بن أنس قال شهدت أنس بن مالك يضرب إماءه الحد إذا زنين تزوجن أو لم يتزوجن وروى معمر عن الزهري عن سالم عن ابن عمر في الأمة إذا زنت قال إذا\r\n","description":"","footnote":"","page_name":" 103 ","page_number":97},
  {"content":"\r\nكانت ليست ذات زوج جلدها سيدها نصف ما على المحصنات من العذاب وإن كانت ذات زوج رفع أمرها إلى السلطان قال أبو عمر ظاهر قول الله عز وجل يقضي أن لا حد على الأمة وأن كانت مسلمة إلا بعد التزويج ثم جاءت السنة بجلدها وإن لم تحصن فكان ذلك زيادة بيان قال الله عز وجل * ( ومن لم يستطع منكم طولا أن ينكح المحصنات المؤمنات فمن ما ملكت أيمانكم من فتياتكم المؤمنات ) * فوصفهن بالإيمان ثم قال * ( فإذا أحصن فإن أتين بفاحشة ) * والإحصان التزويج ههنا لأن ذكر الإيمان قد تقدم ثم جاءت السنة في الأمة إذا زنت ولم تحصن فقيل جلد دون الحد وقيل بل الحد ويكون زيادة بيان كنكاح المرأة على عمتها وخالتها ونحو ذلك مما يطول ذكره وقد مضى مكررا هذا المعنى في غير موضع من كتابنا هذا والحمد لله قال الزهري مضت السنة أن يحد العبد والأمة أهلوهم في الزنا إلا أن يرفع أمرهم إلى السلطان فليس لأحد أن يفتات عليه\r\n","description":"","footnote":"","page_name":" 104 ","page_number":98},
  {"content":"\r\nقال أبو عمر روى الثوري عن عبد الأعلى عن ميسرة عن علي أن النبي عليه السلام قال أقيموا الحدود على ما ملكت أيمانكم واختلف الفقهاء في القول بهذا الحديث فقال مالك يحد المولى عبده وأمته في الزنا وشرب الخمر والقذف إذا شهد عنده الشهود ولا يقطعه في السرقة وإنما يقطعه الإمام وهو قول الليث وقال أبو حنيفة يقيم الحدود على العبيد والإماء السلطان دون المولى في الزنا وفي سائر الحدود وهو قول الحسن بن حي وقال الثوري في رواية الأشجعي عنه يحده المولى في الزنا وهو قول الأوزاعي وقال الشافعي يحده المولى في كل حد ويقطعه وحجته قول رسول الله صلى الله عليه وسلم إذا زنت أمة أحدكم فليجلدها وقوله صلى الله عليه وسلم أقيموا الحدود على ما ملكت أيمانكم وروى عن جماعة من الصحابة أنهم أقاموا الحدود على عبيدهم منهم ابن عمر وابن مسعود وأنس ولا مخالف لهم من الصحابة وروى عن ابن أبي ليلى قال أدركت بقايا الأنصار يضربون الوليدة من ولائدهم إذا زنت في مجالسهم وحجة أبي حنيفة ومن قال بقوله ما روي عن الحسن وعبد الله ابن محيريز ومسلم بن يسار أنهم قالوا الجمعة والزكاة والحدود والفىء والحكم إلى السلطان وروى عن الأعمش أنه ذكر له إقامة عبد الله بن مسعود حدا بالشام فقال الأعمش هم إمراء حيثما كانوا\r\n","description":"","footnote":"","page_name":" 105 ","page_number":99},
  {"content":"\r\nوأما قوله صلى الله عليه وسلم في حديثنا المذكور في هذا الباب ثم ليبعها ولو بضفير فهذا على وجه الاختيار والحض على مباعدة الزانية لما في ذلك من الاطلاع ربما على المنكر والمكروه ومن العون على الخبث قالت أم سلمة يا رسول الله أنهلك وفينا الصالحون قال نعم إذا كثر الخبث وتفسيره عند أهل العلم أولاد الزنا وقد احتج بهذا الحديث من لم ير نفي الإماء بعد إقامة الحد عليهن لقوله صلى الله عليه وسلم ثم إن زنت فاجلدوها ثم بيعوها ولم يقل فانفوها وقد تقدم اختلاف العلماء في نفي الزناة في الباب قبل هذا والحمد لله وأجمع الفقهاء أن الأمة الزانية ليس بيعها بواجب لازم على ربها وإن اختاروا له ذلك وقال أهل الظاهر بوجوب بيعها إذا زنت في الرابعة منهم داود وغيره وفي هذا الحديث دليل على أن التغابن في البيع وأن المالك الصحيح الملك جائز له أن يبيع ما له القدر الكبير بالتافه اليسر وهذا لا خلاف فيه بين العلماء إذا عرف قدر ذلك واختلفوا فيه إذا لم يعرف قدر ذلك فقال قوم إذا عرف قدر ذلك جاز كما تجوز الهبة لو وهب وقال آخرون عرف قدر ذلك أو لم يعرف فهو جائز إذا كان رشيدا حرا بالغا\r\n","description":"","footnote":"","page_name":" 106 ","page_number":100},
  {"content":"\r\nوالحجة لمن ذهب هذا المذهب قوله صلى الله عليه وسلم دعوا الناس يرزق الله بعضهم من بعض ولا يبع حاضر لباد وسنوضح هذا المعنى في أولى المواضع به من كتابنا هذا إن شاء الله والضفير الحبل قيل من سعف النخيل وقيل حبل الشعر والله أعلم بالصواب\r\n","description":"","footnote":"","page_name":" 107 ","page_number":101},
  {"content":"\r\nحديث عاشر لابن شهاب عن عبيد الله مالك عن ابن شهاب عن عبيد الله بن عبد الله عن أم قيس بنت محصن أنها أتت بابن لها صغير لم يأكل الطعام إلى رسول الله صلى الله عليه وسلم فأجلسه في حجره فبال على ثوبه فدعا بماء فنضحه ولم يغسله أم قيس هذه اسمها جذامة بنت وهب بن محصن أخت عكاشة بن وهب بن محصن وقد ذكرناها في الصحابيات من كتابنا في الصحابة قال أبو عمر النضح في هذا الموضع صب الماء من غير عرك وفي قوله ولم يغسله دليل على ذلك عن شاء الله وفي هذا الحديث ان الماء إذا غلب على النجاسات وغمرها طهرها وكان الحكم له لا لها ولو كان إذا اختلط بالنجاسات لحقته النجاسة ما كان طهورا ولا وصل به أحد إلى الطهارة وهذا مردود بأن الله عز وجل سماه طهورا وأجمع المسلمون على ذلك في كثيرة وإن اختلفوا في معان من قليله وقد مضى القول\r\n","description":"","footnote":"","page_name":" 108 ","page_number":102},
  {"content":"\r\nواضحا في الماء في باب إسحاق بن أبي طلحة عند ذكر حديث ولوغ الهرة في الإناء فأغنى ذلك عن إعادته ههنا قال أبو عمر أجمع المسلمون على أن بول كل آدمي يأكل الطعام نجس واختلف العلماء في بول الصبي والصبية إذا كانا مرضعين لا يأكلان الطعام فقال مالك وأبو حنيفة وأصحابهما بول الصبى والصبية كبول الرجل وهو قول الثوري والحسن بن حي وقال الأوزاعي لا بأس ببول الصبي ما دام يشرب اللبن ولا يأكل الطعام وهو قول عبد الله بن وهب صاحب مالك وقال الشافعي بول الصبي ليس بنجس حتى يأكل الطعام ولا يبين فرق ما بينه وبين الصبية ولو غسل كان أحب إلي وقال الطبري بول الصبي يتبع ماء وبول الصبية يغسل غسلا وهو قول الحسن البصري وقال سعيد بن المسيب الرش بالرش والصب بالصب من الأبوال كلها قال أبو عمر احتج من ذهب مذهب الأوزاعي والشافعي بهذا الحديث ولا حجة فيه لأن النضح يحتمل أن يكون أراد به صب الماء ولم يرد به الرش وهو الظاهر من معنى الحديث لأن الرش لا يزيد النجاسة إلا شرا ومن الدليل على أن النضح قد يكون صب الماء والغسل من غير عرك قول العرب غسلتني السماء وما روى عن النبي صلى الله عليه وسلم أنه\r\n","description":"","footnote":"","page_name":" 109 ","page_number":103},
  {"content":"\r\nقال إني لأعلم أرضا يقال لها عمان ينضح بناحيتها البحر بها حي من العرب لو أتاهم رسولي ما رموه بسهم ولا حجر وقد جاءت عن النبي صلى الله عليه وسلم أحاديث فيها التفرقة بين بول الغلام والجارية منها ما رواه قتادة عن أبي حرب بن أبي الأسود عن أبيه عن علي عن النبي صلى الله عليه وسلم أنه قال يغسل بول الجارية وينضح على بول الغلام قال قتادة ما لم يطعما الطعام فإذا أطعما الطعام غسلا جميعا ومنها ما رواه سماك بن حرب عن قابوس بن أبي المخارق عن لبابة بنت الحرث أن الحسن بن علي بال على النبي صلى الله عليه وسلم فقلت أعطني ثوبك أغسله فقال إنما يغسل من الأنثى وينضح من بول الذكر وهذا عند جميعهم ما لم يأكل الطعام فقال جماعة من أهل الحديث فالتفرقة بين بول الغلام والجارية ما لم يأكلا الطعام على هذه الآثار وما كان مثلها والنضح على بول الغلام عندهم الرش ومن حجتهم ما رواه عبد الرحمان بن مهدي قال حدثنا يحيى بن الوليد\r\n","description":"","footnote":"","page_name":" 110 ","page_number":104},
  {"content":"\r\nقال حدثنا محل بن خليفة قال حدثني أبو السمح خادم النبي عليه السلام أن النبي صلى الله عليه وسلم أتى بحسن أو حسن فبال عليه قال فجئت لأغسله فقال يغسل من بول الجارية ويرش من بول الغلام قال أبو عمر القياس أن لا فرق بين بول الغلام والجارية كما أنه لا فرق بين بول الرجل والمرأة إلا أن هذه الآثار إن صحت ولم يعارضها عنه صلى الله عليه وسلم مثلها وجب القول بها إلا أن رواية من روى الصب على بول الصبي واتباعه الماء أصح وأولى وأحسن شيء عندي في هذا الباب ما قالته أم سلمة حدثني أحمد بن قاسم بن عيسى قال حدثني عبيد الله بن حبابة قال حدثني البغوي قال حدثنا علي بن الجعد قال أخبرني المبارك بن فضالة عن الحسن عن أبيه عن أم سلمة قال بول الغلام يصب عليه الماء صبا وبول الجارية يغسل طعمت أو لم تطعم\r\n","description":"","footnote":"","page_name":" 111 ","page_number":105},
  {"content":"\r\nوهذا حديث مفسر للأحاديث كلها مستعمل لها حاشا حديث المحل بن خليفة الذي ذكر فيه الرش وهو حديث لا تقوم به حجة والمحل ضعيف وإذا صب على بول الغلام وغسل بول الجارية وقد علمنا أن الصب قد يسمى نضحا كان الفرق بين بول الغلام والجارية الرضيعين ما بين الصب والعرك تعبدا كان وجها حسنا وهو أولى ما قيل به في هذا الباب على ما روى عن أم سلمة وبالله التوفيق وقد كان الحسن البصري لصحة هذا الحديث عنده وهو روايته يعتمد عليه ويفتي به روى حميد الطويل عن الحسن أنه قال في بول الصبية يغسل غسلا وبول الصبي يتبع بالماء وهو أولى ما قيل به في هذا الباب والله الموفق للصواب\r\n","description":"","footnote":"","page_name":" 112 ","page_number":106},
  {"content":"\r\nحديث حادي عشر لابن شهاب عن عبيد الله مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود أن رجلا من الأنصار جاء إلى رسول الله صلى الله عليه وسلم بجارية له سوداء فقال يا رسول الله أن علي رقبة مؤمنة فإن كنت تراها مؤمنة أعتقها فقال لها رسول الله صلى الله عليه وسلم أتشهدين أن لا إله إلا الله قالت نعم قال فتشهدين أن محمدا رسول الله قالت نعم قال أتوقنين بالبعث قالت نعم قال رسول الله صلى الله عليه وسلم أعتقها هكذا روى يحيى هذا الحديث فجود لفظه ورواه ابن بكير وابن القاسم بإسناده مثله إلا أنهما لم يذكرا فإن كنت تراها مؤمنة قالا يا رسول الله علي رقبة مؤمنة أفأعتق هذه ورواه القعنبي بإسناده مثله وحذف منه أن علي رقبة مؤمنة وقال أن رجلا من الأنصار أتى رسول الله صلى الله عليه وسلم بجارية له سوداء فقال يا رسول الله أأعتقها فقال لها رسول الله صلى الله عليه وسلم أتشهدين وذكر الحديث\r\n","description":"","footnote":"","page_name":" 113 ","page_number":107},
  {"content":"\r\nوفائدة الحديث قوله أن علي رقبة مؤمنة ولم يذكره القعنبي ورواه ابن وهب عن يونس بن يزيد ومالك بن أنس عن ابن شهاب عن عبيد الله أن رجلا من الأنصار أتى رسول الله صلى الله عليه وسلم بجارية له سوداء فقال يا رسول الله إن علي رقبة مؤمنة أفأعتق هذه وساق الحديث إلى آخره مثل رواية ابن القاسم وابن بكير سواء لم يقل فإن كنت تراها مؤمنة اعتقها ولم يختلف رواة الموطأ في إرسال هذا الحديث ورواه الحسين بن الوليد عن مالك عن ابن شهاب عن عبيد الله عن أبي هريرة عن النبي صلى الله عليه وسلم بلفظ حديث الموطأ سواء وجعله متصلا عن أبي هريرة مسندا ورواه الحسين هذا أيضا عن المسعودي عن عون بن عبد الله بن عتبة عن عبيد الله بن عتبة عن أبي هريرة عن النبي صلى الله عليه وسلم مثله إلا أنه زاد في حديث المسعودي فقال رسول الله صلى الله عليه وسلم أعتقها فإنها مؤمنة وليس في الموطأ فإنها مؤمنة وهذا الحديث وإن كان ظاهره الانقطاع في رواية مالك فإنه محمول على الاتصال للقاء عبيد الله جماعة من الصحابة\r\n","description":"","footnote":"","page_name":" 114 ","page_number":108},
  {"content":"\r\nوقد رواه معمر عن ابن شهاب عن عبيد الله بن عبد الله عن رجل من الأنصار أنه جاء بأمة له سوداء فقال يا رسول الله إن علي رقبة مؤمنة فإن كنت ترى هذه مؤمنة أعتقتها وساق الحديث بمثل رواية يحيى إلى آخرها ورواية معمر ظاهرها الاتصال وروى هذا الحديث عن عبيد الله عون بن عبد الله أخوه فجعله عن أبي هريرة وخالف في لفظه وفي معناه حدثني أحمد بن قاسم عن عبد الرحمان قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي أسامة قال حدثنا عاصم بن علي وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أبو بكر محمد بن العوام قال حدثنا يزيد بن هارون قال أخبرنا المسعودي عن عون بن عبد الله عن عبيد الله بن عتبة عن أبي هريرة قال جاء رجل إلى رسول الله صلى الله عليه وسلم بجارية أعجمية فقال يا رسول الله إن علي رقبة مؤمنة أفأعتق هذه فقال لها رسول الله صلى الله عليه وسلم أين الله فأشارت إلى السماء فقال لها فمن أنا فأشارت إليه وإلى السماء أي أنت رسول الله قال اعتقها فإنها مؤمنة\r\n","description":"","footnote":"","page_name":" 115 ","page_number":109},
  {"content":"\r\nوهذا المعنى رواه مالك عن هلال بن أسامة وسيأتي القول فيه في باب هلال إن شاء الله وفي حديث مالك هذا من الفقه إن من شرط الشهادة التي بها يخرج من الكفر إلى الإيمان مع الإقرار بأن لا إله إلا الله وأن محمدا رسول الله الإقرار بالبعث بعد الموت وقد أجمع المسلمون على أن من أنكر البعث فلا إيمان له ولا شهادة وفي ذلك مايغنى ويكفي مع ما في القرآن من تأكيد الإقرار بالبعث بعد الموت فلا وجه للإنكار في ذلك وفيه أن من جعل على نفسه مؤمنة رقبة نذر ان يعتقها أو وجبت عليه من كفارة قتل لم يجزه غير مؤمنة وإنما قلنا من نذر أو كفارة قتل لأن كفارة الظهار والإيمان قد اختلف في ذلك فقيل أنه يجزي فيها غير مؤمنة وللكلام في ذلك موضع غير هذا وروى يزيد بن هارون عن هشام عن الحسن قال كل شيء في كتاب الله فتحرير رقبة مؤمنة فمن قد صام وصلى وعقل وإذا قال فتحرير رقبة فما شاء وفي هذا الحديث دليل على أن من شهد أن لا إله إلا الله وأن محمدا رسول الله فهو مؤمن إذا كان قلبه مصدقا لما ينطق به لسانه\r\n","description":"","footnote":"","page_name":" 116 ","page_number":110},
  {"content":"\r\nوفيه دليل على أن من شهد بهذه الشهادة جاز عقته عمن عليه رقبة مؤمنة وإن لم يكن صام وصلى وكذلك الطفل بين أبوين مسلمين لأن رسول الله صلى الله عليه وسلم لم يسئل الجارية عن غير الشهادة لما في الحديث وقد احتج بهذا الحديث من قال أن الإيمان قول وإقرار دون عمل وظاهره فيه دليل على ذلك لكن ههنا دلائل غير هذا الحديث تدل على أن الإيمان قول وعمل يأتي ذكرها في باب ابن شهاب عن سالم أن شاء الله وأما قول من قال من أهل العلم إن من كانت عليه رقبة مؤمنة من كفارة قتل أو غير ذلك فإنه لا يجزئ فيه إلا من صام وصلى وعقل الإيمان فمحمل ذلك عند أهل العلم مدافعة جواز عتق الطفل في كفارة القتل وممن روى عنه أنه لا يجزئ في كفارة القتل إلا من صام وصلى وعقل الإيمان وأنه لا يجزئ الطفل وإن كان أبواه مؤمنين ابن عباس والشعبي والحسن والنخعي وقتادة وروى عن عطاء قال كل رقبة ولدت في الإسلام فهي تجزئ وهو قول الزهري فيمن أحد أبويه مسلم قال الأوزاعي سألت الزهري أيجزئ عتق الصبي المرضع في كفارة الدم قال نعم لأنه ولد على الفطرة وهو قول الأوزاعي وقال أبو حنيفة إذا كان أحد أبويه مؤمنا جاز عتقه في كفارة القتل وهو قول الشافعي إلا أن الشافعي يستحب أن لا يعتق إلا من يتكلم بالإيمان واختلف قول\r\n","description":"","footnote":"","page_name":" 117 ","page_number":111},
  {"content":"\r\nمالك وأصحابه على هذين القولين إلا أن مالكا يراعي إسلام الأب ولا يلتفت إلى الأم وأما الصبي من السبي فسنذكر حكمه في الصلاة عليه إذا مات في باب أبي الزناد إن شاء الله وقال سفيان الثوري فيما روى عنه الأشجعي قال لا يجزى في كفارة القتل الصبي ولا يجزي إلا رقبة مسلمة من صام وصلى قال أبو عمر وأجمع علماء المسلمين أن من ولد بين أبوين مسلمين وإن لم يبلغ حد الاختيار والتمييز فحكمه حكم الإيمان في الموارثة والصلاة عليه إن مات وما يجب له وعليه في الجنايات والمناكحات وحدثني خلف بن القاسم قال حدثنا عبد الله بن جعفر بن الورد وعمر بن محمد بن القاسم قالا حدثنا بكر بن سهل قال حدثنا عبد الله بن صالح قال حدثنا معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس فتحرير رقبة مؤمنة قال من قد عقل الإيمان وصام وصلى حدثنا عبد الوارث قال حدثنا قاسم قال حدثنا محمد بن وضاح قال حدثنا محمد بن سليمان وموسى بن معاوية قالا حدثنا وكيع عن الأعمش عن إبراهيم قال ما كان في القرآن من رقبة مؤمنة فلا يجزئ إلا من صام وصلى وما كان في القرآن رقبة ليست مؤمنة فالصبي يجزئ وعبد الرزاق عن الثوري عن الأعمش عن إبراهيم مثله إلا أنه قال قد صلى وما لم تكن مؤمنة فيجزئ ما لم يصل لم يذكر الصيام والذي عليه الفقهاء أن عتق الصبي الذي أبواه مؤمنان يجزئ وأن استحبوا البالغ\r\n","description":"","footnote":"","page_name":" 118 ","page_number":112},
  {"content":"\r\nابن شهاب عن سليمان بن يسار حديثان أحدهما مرسل وسليمان بن يسار يكنى أبا عبد الرحمان مولى ميمونة الهلالية زوج النبي صلى الله عليه وسلم أعتقته وأعتقت أخوته عطاء وعبد الملك وعبد الله بني يسار مواليها فولاؤهم لها وكان سليمان أحد الفقهاء الذين عليهم مدار الفتوى بالمدينة وقد قيل أنه يكنى أبا أيوب والأكثر على أن كنيته أبو عبد الرحمان وقال مصعب بن عبد الله الزبيري كان سليمان بن يسار مقدما في الفقه والعلم وكان نظيرا لسعيد بن المسيب وكان مكاتبا لميمونة بنت الحرث بن حزن زوج النبي صلى الله عليه وسلم فأدى فعتق ووهبت ميمونة ولاءه لعبد الله بن عباس وكانت خالته قال أبو عمر قد ذكر ابن عيينة أيضا عن عمرو بن دينار أن ميمونة وهبت ولاء سليمان بن يسار لابن عباس وهذا مشهور عند العلماء من فعلها لكنه مردود عندهم بنهي رسول الله صلى الله عليه وسلم عن بيع الولاء وعن هبته وبقوله عليه السلام الولاء كالنسب لا يباع ولا يوهب قال مصعب الزبيري وولي سليمان بن يسار سوق المدينة\r\n","description":"","footnote":"","page_name":" 119 ","page_number":113},
  {"content":"\r\nلعمر بن عبد العزيز سنة واحدة في زمان الوليد بن عبد الملك وروي عن الحسن بن محمد بن علي بن أبي طالب أنه قال سليمان بن ابن المسيب وروى أشهب قال أبو عمر هذا إسراف وإفراط وليس سليمان كسعيد بن المسيب في الفقه عند أهل العلم بالفقه والسير ولم يقل هذا القول غير الحسن بن محمد وأصح من هذا القول ميمون بن مهران قدمت المدينة فسألت عن أفقه أهلها فقيل سعيد بن المسيب وقيل للزهري ومكحول من أفقه من أدركتما فقالا سعيد بن المسيب وقد كان سليمان بن يسار يسأل سعيد بن المسيب وروى الحرث بن مسكين عن ابن وهب عن مالك أنه سمعه يقول كان سليمان بن يسار من أعلم الناس عندنا بعد سعيد بن المسيب وروى أشهب عن مالك قال كان سليمان بن يسار أفقه رجل كان ملزما بعد سعيد بن المسيب وكثيرا ما كان يتفقان في القول وكان إذا ارتفع الصوت في مجلسه أو سمع فيه سواء قام عنه ذكر الحلواني قال حدثنا عارم قال حدثنا حماد بن زيد عن يزيد بن حازم قال اختلف سليمان بن يسار وعلي بن حسين في بيع الثمرة فقال لي قم فسل سعيد بن المسيب عنها فأتيته فقلت يا أبا محمد\r\n","description":"","footnote":"","page_name":" 120 ","page_number":114},
  {"content":"\r\nأرسلني إليك سليمان بن يسار يسألك متى تباع الثمرة قال إذا بدأ صلاحها فأتيت سليمان فأخبرته فقال ائته فاسأله متى يتبين صلاحها فأتيته فقلت قال سليمان متى يتبين صلاحها قال إذا سنبل الزرع وأحمر الزهر قال أبو عمر وسليمان فقيه عالم ورع نبيل كانت له جلالة وقدر بالمدينة ذكر ابن أبي خيثمة عن ابن الأصبهاني عن ابن عيينة عن يحيى بن سعيد عن سليمان بن يسار قال أدركت بضعة عشر من أصحاب النبي صلى الله عليه وسلم يقولون أنه لم يروه عن يحيى بن سعيد غير ابن عيينة قال ابن أبي خيثمة وسمعت يحيى بن معين يقول مات سليمان بن يسار سنة سبع ومائة وقال غيره سنة أربع وتسعين قال وأخبرني مصعب الزبيري قال مات سليمان بن يسار سنة سبع ومائة وهو ابن ثلاث وسبعين سنة وسئل يحيى ين معين عن حديث الزهري عن أبي عبد الرحمان عن زيد بن ثابت في الذي يطلق امرأته ثلاثا ثم يشتريها قال لا تحل له حتى تنكح زوجا غيره فقال يقال أبو عبد الرحمان هذا سليمان بن يسار قال أبو عمر قد قال غيره إنه طاوس والأول أصح\r\n","description":"","footnote":"","page_name":" 121 ","page_number":115},
  {"content":"\r\nحديث أول لابن شهاب عن سليمان بن يسار مالك عن ابن شهاب عن سليمان بن يسار عن عبد الله بن عباس قال كان الفضل رديف رسول الله صلى الله عليه وسلم فجاءت امرأة من خثعم تستفتيه فجعل الفضل ينظر إليها وتنظر إليه فجعل رسول الله يصرف وجه الفضل إلى الشق الآخر فقالت يا رسول الله أن فريضة الله على عباده في الحج أدركت أبي شيخا كبيرا لا يستطيع أن يثبت على الراحلة أفأحج عنه قال نعم وذلك في حجة الوداع هذا حديث صحيح ثابت لم يختلف في إسناده وقد سمعه سليمان ابن يسار من ابن عباس كذلك قال الأوزاعي عن الزهري عن سليمان ابن يسار أن عبد الله بن عباس أخبره أن امرأة من خثعم استفتت رسول الله صلى الله عليه وسلم في حجة الوداع والفضل بن عباس رديف رسول الله صلى الله عليه وسلم فقالت يا رسول الله أن فريضة الله فذكر الحديث وكذلك رواية ابن عيينة عن الزهري حدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل قال حدثنا الحميدي وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا نصر بن حماد قال حدثنا مسدد قالا جمعيا\r\n","description":"","footnote":"","page_name":" 122 ","page_number":116},
  {"content":"\r\nحدثنا سفيان قال حدثنا الزهري قال سمعت سليمان بن يسار يقول سمعت ابن عباس يقول أن امرأة من خثعم سألت رسول الله صلى الله عليه وسلم غداة النحر والفضل ردفة فقالت أن فريضة الله في الحج على عباده أدركت أبي وهو شيخ كبير لا يستطيع أن يتمسك على الراحلة فهل ترى أن أحج عنه قال نعم قال الحميدي وحدثنا سفيان قال كان عمرو بن دينار حدثناه أولا عن الزهري عن سليمان بن يسار عن ابن عباس وزاد فيه فقالت يا رسول الله أو ينفعه ذلك قال نعم كما لو كان على أحدكم دين فقضاه فلما جاءنا الزهري تفقدت هذا فلم يقله واختلف العلماء في تأويل هذا الحديث ومعناه ونحن نذكر ذلك إن شاء الله ونبينه ولا قوة إلا بالله وفيه من الفقه إباحة ركوب نفسين على دابة وهذا ما لا خلاف في جوازه إذا أطاقت الدابة ذلك وفيه إباحة الارتداف وذلك من التواضع والجليل من الرجال جميل به الارتداف والأنفة منه تجبر وتكبر حبب الله إلينا الطاعة برحمته وفيه بيان ما ركب في الآدميين من شهوات النساء وما يخاف من النظر إليهن وكان الفضل بن عباس من شبان بني هاشم بل كان أجمل أهله زمانه فيما ذكروا\r\n","description":"","footnote":"","page_name":" 123 ","page_number":117},
  {"content":"\r\nوفيه دليل على أن الإمام يجب عليه أن يحول بين الرجال والنساء في التأمل والنظر وفي معنى هذا منع النساء اللواتي لا يؤمن عليهن ومنهن الفتنة من الخروج والمشي في الحواضر والأسواق وحيث ينظرن إلى الرجال قال صلى الله عليه وسلم ما تركت بعدي فتنة أضر على الرجال من النساء وفي قول الله عز وجل * ( قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ) * الآية ما يكفي لمن تدبر كتاب الله ووفق للعمل به حدثنا أحمد حدثنا مسلمة حدثنا جعفر حدثنا يوسف بن حبيب حدثنا أبو داود الطيالسي قال حدثنا سكين بن عبد العزيز قال حدثني أبي عن ابن عباس أن الفضل كان رديف النبي صلى الله عليه وسلم يوم عرفة فجعل يلحظ إلى امرأة فقال النبي صلى الله عليه وسلم مه يا غلام فإن هذا يوم من حفظ فيه بصره غفر له وفيه دليل على أن إحرام المرأة في وجهها وهذا ما لم يختلف فيه الفقهاء وفيه دليل على أن المرأة تحج وإن لم يكن معها ذو محرم لأن رسول الله صلى الله عليه وسلم قال للخثعمية حجي عن أبيك ولم يقل أن كان معك ذو محرم وفي ذلك دليل على أن المحرم ليس من السبيل والله أعلم وستأتي هذه المسألة واختلاف العلماء فيها في باب سعيد بن أبي سعيد إن شاء الله وأما اختلاف أهل العلم في معنى هذا الحديث فإن جماعة منهم ذهبوا إلى أن هذا الحديث مخصوص به أبو الخثعمية لا يجوز أن\r\n","description":"","footnote":"","page_name":" 124 ","page_number":118},
  {"content":"\r\nيتعدى به إلى غيره بدليل قول الله عز وجل * ( من استطاع إليه سبيلا ) * وكان أبو الخثعمية ممن لا يستطيع فلم يكن عليه الحج فلما لم يكن ذلك عليه لعدم استطاعته كانت ابنته مخصوصة بذلك الجواب وممن قال ذلك مالك بن أنس وأصحابه وجعلوا أبا الخثعمية مخصوصا بالحج عنه كما كان سالم مولى أبي حذيفة عندهم وعند من خالفهم في هذه المسألة مخصوصا برضاعه في حال الكبر مع اشتراط الله عز وجل تمام الرضاعة في الحولين فكذلك أبو الخثعمية مع شرط الله في وجوب الحج الاستطاعة وهي القدرة وذهب آخرون إلى أن الاستطاعة تكون بالبدن والقدرة وتكون أيضا في المال لمن لم يستطع ببدنه واستدلوا بهذا الحديث ومثله وممن قال ذلك الشافعي واختلف العلماء في الاستطاعة التي عنى الله عز وجل بقوله * ( ولله على الناس حج البيت من استطاع إليه سبيلا ) * فروي عن النبي صلى الله عليه وسلم أنه قال السبيل الزاد والراحلة وهذا الحديث لو صح لكان فرض الحج في المال والبدن نصا كما قال الشافعي ومن تابعه ولكنه حديث انفرد به إبراهيم بن يزيد الخوزي\r\n","description":"","footnote":"","page_name":" 125 ","page_number":119},
  {"content":"\r\nوهو ضعيف روى عبد الرزاق وغيره قال حدثنا إبراهيم بن يزيد قال سمعت محمد بن عباد بن جعفر يحدث عن ابن عمر قال قام رجل إلى النبي صلى الله عليه وسلم فقال من الحاج يا رسول الله قال الشعث التفل فقام رجل آخر فقال أي الحج أفضل يا رسول الله قال العج والثج فقام رجل آخر فقال ما السبيل يا رسول الله قال الزاد والراحلة وروى عن عمر بن الخطاب وعبد الله بن عباس أنهما قالا السبيل الزاد والراحلة وروى معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله * ( من استطاع إليه سبيلا ) * قال السبيل أن يصح بدن العبد ويكون له ثم زاد وراحلة من غير أن يجحف به وبه قال الحسن البصري وسعيد بن جبير ومجاهد وإليه ذهب الشافعي وأبو حنيفة وأصحابهما وأحمد بن حنبل وإسحاق بن راهويه قال أبو حنيفة والشافعي لا يجب الحج إلا على من ملك زادا وراحلة من الأحرار البالغين وعند أبي حنيفة وأصحابه وأحمد وطائفة ذو المحرم في المرأة من السبيل وسنبين هذا في باب سعيد بن أبي سعيد إن شاء\r\n","description":"","footnote":"","page_name":" 126 ","page_number":120},
  {"content":"\r\nالله والذي عول عليه الشافعي وأصحابه في هذا الباب حديث ابن عباس في قصة الخثعمية وبه استدلوا على أن الحج فرض واجب في المال قالوا وأما البدن فمجتمع عليه والنكتة التي بها استدلوا وعليها عولوا قول المرأة في هذا الحديث أن فريضة الله في الحج على عباده أدركت أبي شيخا كبيرا لا يستطيع أن يثبت على الراحلة فأخبرته أن الحج إذا فرض على المسلمين كان أبوها في حال لا يستطيعه ببدنه فأخبرها رسول الله صلى الله عليه وسلم أنه يجزئه أن تحج عنه وأعلمها أن ذلك كالدين تقضيه عنه فكان في هذا الكلام معان منها أن الحج وجب عليه كوجوب الدين ومعلوم أن الدين واجب في المال لا في البدن ومنها أن عملها في ذلك يجزئ عنه فدل على أن ذلك ليس كالصلاة التي لا يعملها أحد عن أحد ومنها أن الاستطاعة تكون بالمال كما تكون بالبدن واحتجوا من الآثار بكل ما ذكر فيه تشبيه الحج بالدين وسنذكرها في هذا الباب إن شاء الله وأجمع علماء المسلمين أن الحج غير واجب على من لم يبلغ من الرجال والنساء وقال داود الحج على العبد واجب وقال سائر الفقهاء لا حج عليه وقال الشافعي الاستطاعة على وجهين أحدهما أن يكون مستطيعا ببدنه واجدا من ماله ما يبلغه الحج بزاد وراحلة واحتج بحديث النبي صلى الله عليه وسلم المذكور قال الوجه الآخر أن\r\n","description":"","footnote":"","page_name":" 127 ","page_number":121},
  {"content":"\r\nيكون معضوبا ببدنه لا يقدر أن يثبت على ركب بحال وهو قادر على من يطيعه إذا أمره أن يحج عنه بطاعته له أو من يستأجره فيكون هذا ممن لزمه فرض الحج لأنه قادر بهذا الوجه قال ومعروف من لسان العرب أن يقول الرجال أنا مستطيع أن ابني دارا أو أخيط ثوبا يعني بالإجارة أو بمن أطاعه واحتج بحديث الخثعمية حديث ابن عباس هذا المذكور في هذا الباب وقال مالك كل من قدر على التوصل إلى البيت وإقامة المناسك بأي وجه قدر بزاد وراحلة أو ماشيا على رجليه فقد لزمه فرض الحج ومن لم يستطع بمرض أو زمانة فليس بمخاطب في الحج هذا مذهب مالك وجميع أصحابه واتفق مالك وأبو حنيفة أن المعضوب الذي لا يتمسك على الراحلة ليس عليه الحج وممن روى عنه مثل قول مالك عكرمة والضحاك بن مزاحم والمعضوب الضعيف الهرم الذي لا يقدر على النهوض وقال الخليل رجل معضوب كأنما لوي ليا والمعضوب الذي كادت أعضاؤه تنتشر جزعا أخبرني أبو عبد الله محمد بن خليفة قال حدثنا أبو الحسن محمد بن نافع المكي قال حدثنا إسحاق بن أحمد الخزاعي قال حدثنا ابن المقرئ قال حدثني أبي قال حدثنا حيوة وابن لهيعة\r\n","description":"","footnote":"","page_name":" 128 ","page_number":122},
  {"content":"\r\nقالا حدثنا شرحبيل بن شريك قال سمعت عكرمة مولى ابن عباس يقول في قول الله عز وجل * ( من استطاع إليه سبيلا ) * قال السبيل الصحة وقال الضحاك إذا كان شابا فليواجر نفسه بأكلة وعقبة حتى يقضى نسكه ومن حجة مالك أيضا ومن ذهب مذهبه عموم قول الله عز وجل * ( من استطاع إليه سبيلا ) * فبأي وجه استطاع فذلك بنفسه وقدر فقد لزمه الحج وليس استطاعة غيره استطاعة له والحج عنده وعند أصحابه من عمل الأبدان فلا ينوب فيه أحد عن أحد قياسا على الصلاة وحمل بعضهم حديث الخثعمية على أن ذلك على الاستحباب لمن شاء لا على أداء واجب واحتجوا بحديث عبد الرزاق عن الثوري عن سليمان الشيباني عن يزيد بن الأصم عن ابن عباس أن رجلا سأل النبي صلى الله عليه وسلم فقال أحج عن أبي قال نعم أن لم تزده خيرا لم تزده شرا قال أبو عمر أما هذا الحديث فقد حملوا فيه على عبد الرزاق لانفراده به عن الثوري من بين سائر أصحابه وقالوا هذا حديث لا يوجد في الدنيا عند أحد بهذا الإسناد إلا في كتاب عبد الرزاق أو في كتاب من أخرجه من كتاب عبد الرزاق ولم يروه أحد عن الثوري غيره وقد خطأوه فيه وهو عندهم خطأ فقالوا هذا لفظ منكر لا تشبهه ألفاظ النبي صلى\r\n","description":"","footnote":"","page_name":" 129 ","page_number":123},
  {"content":"\r\nالله عليه وسلم أن يأمر بما لا يدري هل ينفع أم لا ينفع حدثني خلف بن سعيد قال حدثنا عبد الله بن محمد قال حدثنا أحمد بن خالد قال حدثنا عبيد بن محمد الكشوري قال لم يرو حديث الشيباني عن يزيد بن الأصم عن ابن عباس أحد غير عبد الرزاق عن الثوري ولم يروه عن الثوري لا كوفي ولا بصري ولا أحد قال أبو عمر أما ظاهر إسناد هذا الحديث فظاهر جميل لأن الشيباني ثقة وهو سليمان بن أبي سليمان وروى عنه شعبة والثوري وهشيم وكذلك يزيد ابن الأصم ثقة ولكنه حديث لا يوجد عند أصحاب الثوري الذين هم أعلم بالثوري من عبد الرزاق مثل القطان وابن مهدي وابن المبارك ووكيع وأبي نعيم وهؤلاء جلة أصحاب الثوري في الحديث وعبد الرزاق ثقة فإن صح هذا الخبر ففيه حجة لمالك وأصحابه فيما تأولوه في حديث الخثعمية ويدخل عليهم منه لأنهم لم يجعلوه أصلا يقيسون عليه ولا يجيزون صلاة أحد من أحد ولا يقولون فيها أنها إن لم تزد المصلى عنه خيرا لم تزده شرا كما في هذا الخبر في الحج\r\n","description":"","footnote":"","page_name":" 130 ","page_number":124},
  {"content":"\r\nومن حجة مالك وأصحابه أيضا الإجماع على أن الفقير إذا وصل إلى البيت بخدمة الناس أو بالسؤال أو بأي وجه وصل إليه فقد تعين عليه الفرض ووجب عليه الحج وأنه إذا أيسر فلا قضاء عليه ومن قول مالك وأصحابه أيضا أن الذي لا زاد له ليس عليه الحج وإن كان قادرا على المشي إذا لم يكن من عادته السؤال والتبذل فإن حج أجزأه فإن قيل أن الفقير إذا وصل إلى البيت فقد تعين عليه الفرض ولزمه لأنه مستطيع حينئذ قيل له لو كان الحج لا يجب فرضا إلا على من ملك زادا أو راحلة لما تعين فرضه على الفقير بدخوله مكة كما لا يتعين فرضه على العبد بدخوله مكة ولو كان الزاد والراحلة من شرائط الوجوب لا ستوى فيه حاضرو المسجد الحرام وغيرهم كما استووا في الحرية والبلوغ الذي لا يجوز الحج إلا بهما ويدخل على قائلي هذا القول إن العلة في العبيد باقية لم تزل وهي الرق وعلة الذي لم يستطع ثم استطاع قد زالت ومن حجة الشافعي ومن قال بقوله حديث شعبة عن النعمان بن سالم عن عمرو بن أوس عن أبي رزين العامري أنه قال يا رسول\r\n","description":"","footnote":"","page_name":" 131 ","page_number":125},
  {"content":"\r\nالله أن أبي شيخ كبير لا يستطيع الحج والعمرة قال احجج عن أبيك واعتمر وروى معمر عن الحكم بن أبان عن عكرمة عن ابن عباس قال قال رجل يا نبي الله أن أبي مات ولم يحج أفأحج عنه قال أرأيت لو كان على أبيك دين أكنت قاضيه قال نعم قال فدين الله أحق وأخبرنا عبد الله بن محمد بن أسد قال حدثنا حمزة بن محمد قال حدثنا أحمد بن شعيب قال أخبرنا إسحاق بن إبراهيم قال حدثنا جرير عن منصور عن مجاهد عن يوسف بن الزبير عن عبد الله بن الزبير قال جاء رجل من خثعم إلى رسول الله صلى الله عليه وسلم فقال أن أبي شيخ كبير لا يستطيع الركوب وأدركته فريضة الحج فهل يجزئ أن أحج عنه قال أنت أكبر ولده قال نعم قال أرأيت لو كان عليه دين أكنت تقضيه قال نعم قال فحج عنه\r\n","description":"","footnote":"","page_name":" 132 ","page_number":126},
  {"content":"\r\nوروى هشيم عن يحيى بن أبي إسحاق عن سليمان بن يسار عن ابن عباس عن النبي صلى الله عليه وسلم ثم مثل حديث ابن الزبير هذا سواء وروى عبد الرزاق عن هشيم بن بشير عن جعفر بن أبي وحشية عن سعيد بن جبير عن ابن عباس قال أتى رجل إلى النبي صلى الله عليه وسلم فقال إن أختي نذرت أن تحج وأنها ماتت قال أرأيت لو كان عليها دين أكنت قاضيه قال نعم قال فاقضوا الله فهو أحق بالوفاء قالوا وتشبيهه صلى الله عليه وسلم ذلك بالدين دليل على وجوب الحج على من ببدنه عن الامتساك على الدؤبة وكان له مال يستأجر به قالوا وكذلك هو واجب على من مات قبل أن يؤديه إذا استطاع ذلك ببدنه أو بماله قال أبو عمر حجة أصحاب مالك في تشبيهه الحج بالدين أن ذلك أيضا خصوص للخثعمية كما خص أبوها بأن يعمل عنه ما لم يجب عليه وكذلك خصت بالعمل عنه لتؤجر ويلحقه ثواب عملها بدليل القرآن في الاستطاعة وبدليل الإجماع أنه لا يصلي أحد عن أحد فرضا وجب عليه وقد يعمل عنه ما لم يجب عليه ويشركه في ثوابه هذا معنى قولهم\r\n","description":"","footnote":"","page_name":" 133 ","page_number":127},
  {"content":"\r\nوجعلوا حج الخثعمية عن أبيها كالحج بالصبي الذي أريد به التبرك لا الفرض وأدخل بعض من يحتج لمالك على أصحاب الشافعي أن قال لو ثبت تشبيه الحج بالدين لكنت مخالفا له لأنك زعمت أن من حج عنه ثم وجد قوة أنه لا يجزئه وليس الدين كذلك لأنه إذا أدى لم يحتج أن يؤدي ثانية وانفصل من ذلك أصحاب الشافعي بأنه إنما أمر بالحج عنه لعدمه الاستطاعة ببدنه فلما صح كان حينئذ قد توجه إليه فرض الحج ولزمه قضاؤه عن نفسه لقدرته على ذلك ببدنه فأشار على المعتدة بالشهور يطرأ عليها الحيض فتعود إليه وأدخل بعض أصحاب الشافعي أن مالكا يجيز أن يحج الرجل عن الميت إذا أوصى بذلك ولا يجيز الصلاة ولا الصيام أن يعملهما أحد عن أحد غيره ميت ولا حي وفي ذلك دليل على خلاف الحج للصلاة وأعمال البدن ولبعضهم على بعض تشغيب يطول ذكره ولا يجمل اجتلابه وفي هذا الحديث أيضا دليل على جواز حج الرجل عن غيره واختلف الفقهاء في ذلك فقال الحسن بن صالح بن حي لا يحج أحد عن أحد إلا عن ميت لم يحج حجة الإسلام وهو قول مالك والليث وقال أبو حنيفة للصحيح أن يأمر من يحج عنه ويكون ذلك تطوعا وقال للمريض أن يأمر من يحج عنه حجة الإسلام فإن مات\r\n","description":"","footnote":"","page_name":" 134 ","page_number":128},
  {"content":"\r\nكان ذلك مسقطا لفرضه وإن أوصى أن يحج عنه كان ذلك في ثلثه وإن تطوع رجل بالحج عنه بعد الموت أجزأه ولا يجوز عنده أن يواجر أحد نفسه في الحج وقال الثوري نحو قول أبي حنيفة أخبرنا إبراهيم بن شاكر قال حدثنا عبد الله بن عثمان قال حدثنا طاهر بن عبد العزيز قال حدثنا عباد بن محمد قال حدثنا يزيد بن أبي حكيم قال سمعت سفيان قال إذا مات الرجل ولم يحج فليوص أن يحج عنه فإن هو لم يوص فحج عنه ولده فحسن إنما هو دين يقضيه وقد كان يستحب لذي القرابة أن يحج عن قرابته فإن كان لا قرابة له فمواليه إن كان فإن ذلك يستحب فإن احجوا عنه رجلا تطوعا فلا بأس قال وإذا أوصى الرجل أن يحج عنه فليحج عنه من قد حج ولا ينبغي لرجل أن يحج عن غيره إذا لم يحج وإن لم يجد ما يحج به قال وإذا كان الرجل عليه دين ولم يحج فليبدأ بدينه فإن كان عنده فضل يحج به حج وإن كان عنده قدر ما إن حج به أضر بعياله فلينفق على عياله ولا بأس أن يحج الرجل بدين إذا كان له عروض إن مات ترك وفاء وإن لم يكن للرجل شيء ولم يحج فلا يعجبني إن يستقرض ويسأل الناس فيحج به فإن فعل أو آجر نفسه أجزآه من حجة الإسلام قال وإذا كان عنده ما يحج به ولم يكن حج حجة الإسلام فأراد أن يتزوج\r\n","description":"","footnote":"","page_name":" 135 ","page_number":129},
  {"content":"\r\nوخشي على نفسه فلا بأس أن يتزوج ويحج بعد أن يوسر هذا كله قول الثوري رحمه الله وقال ابن القاسم عن مالك ينبغي للأعزب إذا أفاد مالا أن يحج قبل أن ينكح قال وحجه أولى من قضائه دينا عن أبيه قال وقال مالك ولتخرج المرأة مع وليها فإن أبي ولم يكن لها ولي ووجدت من يخرج معها من الرجال أو نساء مأمونين فلتخرج وهو قول الشافعي وسنذكر ما للعلماء من المذاهب في المرأة التي لا محرم لها يخرج معها عند ذكر حديث سعيد المقبري إن شاء الله وقال ابن أبي ليلى والأوزاعي والشافعي يحج عن الميت وإن لم يوص ويجزيه قال الشافعي ويكون ذلك من رأس المال وقال مالك يجوز أن يحج عن الميت من لم يحج قط ولكن الاختيار أن يحج عن نفسه أولا وهو قول أبي حنيفة والثوري والأوزاعي وقال الحسن بن صالح لا يحج عن الميت إلا من قد حج عن نفسه ويكره أن تحج المرأة عن الرجل ولا يكره أن يحج الرجل عن المرأة لأن المرأة تلبس والرجل لا يلبس وقال الشافعي لا يحج عن الميت إلا من قد حج عن نفسه فإن حج عن الميت صرورة كانت نيته للنفل لغوا وقال الشافعي جائز أن يواجر نفسه في الحج ولست أكرهه\r\n","description":"","footnote":"","page_name":" 136 ","page_number":130},
  {"content":"\r\nوقال مالك أكره أن يواجر نفسه في الحج فإن فعل جاز وهو قول الشافعي في رواية وعند أبي حنيفة لا يجوز ومن حجته أن الحج قربة إلى الله عز وجل ولا يصح أن يعمله غير المتقرب به وقال بعض أصحابه ألا ترى أنه لا يجوز بإجماع أن يستأجر الذمي أن يحج عن مسلم وذلك لأنه قربة للمسلم ومن حجة مالك والشافعي على جواز ذلك إجماعهم على كتاب المصحف وبناء المساجد وحفر القبور وصحة الاستئجار في ذلك وهو قربة إلى الله فكذلك عمل الحج عن الغير والصدقات قربة إلى الله عز وجل وقد أباح للعامل عليها أن يأخذ منها على قدر عمله ولا معنى لاعتبار الاجماع على أن الذمي لا يجوز استئجاره في ذلك لأنهم قد أجمعوا أن الذمي لا يحج عن المسلم تطوعا وإن ذلك جائز في المسلم وفي حديث الخثعمية هذا رد على الحسن بن صالح بن حي في قوله أن المرأة لا يجوز أن تحج عن الرجل وحجة لمن أجاز ذلك وأما حجة من أبى جواز حج الرجل عن الرجل وهو صرورة لم يحج عن نفسه فحديث ابن عباس حدثنا عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا إسحاق بن إسماعيل الطالقاني قال حدثنا عبدة بن سليمان عن ابن أبي عروبة عن قتادة عن عزرة عن سعيد بن جبير عن ابن عباس أن\r\n","description":"","footnote":"","page_name":" 137 ","page_number":131},
  {"content":"\r\nالنبي صلى الله عليه وسلم سمع رجلا يقول لبيك عن شبرمة فقال من شبرمة قال أخ لي أو قريب لي فقال حججت عن نفسك قال لا قال فحج عن نفسك ثم حج عن شبرمة ومن أبي القول بهذا الحديث علله بأنه قد روى هذا الحديث موقوفا على ابن عباس وبعضهم يجعله عن قتادة عن سعيد بن جبير لا يذكر عزرة وليست هذه عللا يجب بها التوقف عن القول بالحديث لان زيادة الحافظ مقبولة حكمها حكم الحديث نفسه لو لم يجيء به غيره وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 138 ","page_number":132},
  {"content":"\r\nحديث ثان لابن شهاب عن سليمان بن يسار مالك عن ابن شهاب عن سليمان بن يسار أن رسول الله صلى الله عليه وسلم كان يبعث عبد الله بن رواحة يخرص بينه وبين يهود خيبر قال فجمعوا له حليا من حلي نسائهم فقالوا هذا لك فخفف عنا وتجاوز في القسم فقال عبد الله بن رواحة يا معشر اليهود والله إنكم لمن أبغض خلق الله إلي وما ذلك بحاملي على أن أحيف عنكم فأما ما عرضتم من الرشوة فإنها سحت وإنا لا نأكلها فقالوا بهذا قامت السماوات والأرض هذا الحديث مرسل في جميع الموطآت عن مالك بهذا الإسناد وقد تقدم القول في معناه مستوعبا في باب حديث ابن شهاب عن سعيد ابن المسيب من كتابنا هذا فلا وجه لإعادة القول في ذلك وقد يستند معنى هذا الحديث من رواية ابن عباس وجابر وغيرهما عن النبي صلى الله عليه وسلم وسماع سليمان بن يسار من ابن عباس صحيح وقال معمر عن الزهري في هذا الحديث خمس رسول الله صلى الله عليه وسلم خيبر ولم يكن له ولا لأصحابه عمال يعملونها ويزرعونها فدعا يهود خيبر وقد كانوا أخرجوا منها فدفع إليهم خيبر على أن يعملوها على النصف يؤدونه للنبي صلى الله عليه وسلم وقال لهم أقركم على ذلك بما أقركم الله فكان يبعث إليهم عبد الله بن\r\n","description":"","footnote":"","page_name":" 139 ","page_number":133},
  {"content":"\r\nرواحة فيخرص النخل حين يطيب أوله ثم يخير يهود يأخدونها بذلك أو يدفعونها بذلك الخرص وإنما كان رسول الله صلى الله عليه وسلم أمر بالخرص في ذلك لكي تحصى الزكاة في ذلك قبل أن تؤكل الثمرة وفيه من الفقه إثبات خبر الواحد ألا ترى أن عبد الله بن رواحة قدم على أهل خيبر وهو واحد فأخبرهم عن النبي صلى الله عليه وسلم بحكم كبير في الشريعة فلم يقولوا له إنك واحد لا نصدقك على رسول الله صلى الله عليه وسلم ولو كان خبره واحدا لا يجب به الحكم ما بعثه رسول الله صلى الله عليه وسلم وحده وفيه أن المؤمن وإن أبغض في الله لا يحمله بغضه على ظلم من أبغضه والظالم نفسه يظلم قال صلى الله عليه وسلم الظلم ظلمات يوم القيامة وفيه دليل على أن كل ما أخذه الحاكم والشاهد على الحكم بالحق أو الشهادة بالحق سحت وكل رشوة سحت وكل سحت حرام ولا يحل لمسلم أكله وهذا ما لا خلاف فيه بين علماء المسلمين وقال جماعة أهل\r\n","description":"","footnote":"","page_name":" 140 ","page_number":134},
  {"content":"\r\nالتفسير في قول الله عز وجل * ( أكالون للسحت ) * قالوا السحت الرشوة في الحكم وفي السحت كل ما لا يحل كسبه وفي هذا الحديث دليل على أن السحت وهو الرشوة عند اليهود حرام ولا يحل ألا ترى إلى قولهم بهذا قامت السماوات والأرض ولولا أن السحت محرم عليهم في كتابهم ما عيرهم الله في القرآن بأكله فالسحت محرم عند جميع أهل الكتاب أعاذنا الله منه برحمته آمين أنشدنا غير واحد لمنصور الفقيه رحمه الله\r\n* إذا رشوة من باب بيت تقمحت\r\n* لتدخل فيه والأمانة\r\n* فيه سعت هربا منها وولت كأنها\r\n* حليم تنحى عن جوار سفيه\r\n* حدثني أحمد بن عبد الله بن محمد بن علي قال حدثني أبي قال حدثنا محمد بن قاسم قال حدثنا أبو عبد الله مالك بن عيسى بن نصر القفصي الحافظ بقفصه وحدثنا عبد الله بن محمد قال حدثنا محمد ابن بكر قال حدثنا أبو داود سليمان بن الأشعث قالا حدثنا علي بن سهل الرملي قال حدثنا زيد بن أبي الزرقاء عن جعفر بن برقان\r\n","description":"","footnote":"","page_name":" 141 ","page_number":135},
  {"content":"\r\nوحدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا إسماعيل بن إسحاق قال حدثنا أحمد بن يونس قال حدثنا المعافي بن عمران قال حدثنا جعفر بن برقان عن ميمون بن مهران عن مقسم ابن أبي القاسم عن ابن عباس أن رسول الله صلى الله عليه وسلم حين افتتح خيبر واشترط عليهم أن له الأرض وكل صفراء وبيضاء يعني الذهب والفضة فقال له أهل خيبر نحن أعلم بالأرض فأعطناها على أن نعمل ولنا نصف الثمرة ولكم النصف فزعم أنه أعطاهم على ذلك فلما كان حين تصرم النخل بعث إليهم عبد الله بن رواحة فحزر النخل وهو الذي يدعوه أهل المدينة الخرص فقال هي كذا وكذا فقالوا أكثر علينا وفي حدثنا المعافي فقال في ذا كذا وكذا فقالوا أكثرت يا بن رواحة قال فأنا أعطيكم النصف الذي قلت قالوا هذا الحق وبه قامت السماوات والأرض وقد رضينا أن نأخذه بالذي قلت وفي حديث زيد بن أبي الزرقاء أكثرت علينا يا بن رواحة قال فأنا إلي جذاذ النخل وأعطيكم نصف الذي قلت قالوا هذا الحق وبه قامت السماوات والأرض وقد رضينا أن نأخذه بالذي قلت قد تقدم في باب ربيعة من\r\n","description":"","footnote":"","page_name":" 142 ","page_number":136},
  {"content":"\r\nالقول في ذكر الأرض وفي باب ابن شهاب من معاني الخرص ومعاني أرض خيبر ما فيه إشراف على معاني ذلك كله والحمد لله وقال أبو بكر الأصم عبد الرحمان بن كيسان كان أعطاه رسول الله صلى الله عليه وسلم خيبر على النصف مما تخرج أرضها وثمرها خصوصا له صلى الله عليه وسلم لان اليهود كانوا له كالعبيد وللسيد أن يأخذ مال عبده كيف شاء وبيبع منه الدرهم بالدرهمين فرخص رسول الله صلى الله عليه وسلم في دفع الأرض إلى اليهود بالنظر لتلك العلة ولا يجوز ذلك لغيره لما ثبت من تنبيه عن مثل ذلك في كراء الأرض وفي بيع الثمار قبل بدو صلاحها ولما أجمعوا عليه أن المجهول لا يكون بمثل لشيء ولا يجوز بيعه وقرأت على سعيد بن نصر أن قاسم بن أصبغ حدثهم قال حدثنا جعفر بن محمد الصائغ قال حدثنا محمد بن سابق قال حدثنا إبراهيم بن طهمان عن أبي الزبير عن جابر أنه قال أفاء الله خيبر على رسوله فأقرهم رسول الله صلى الله عليه وسلم فيها وجعلها بينه وبينهم فبعث عبد الله ابن رواحة فخرصها عليهم ثم قال يا معشر اليهود أنتم أبغض الخلق إلي قتلتم أنبياء الله وكذبتم على الله وليس يحملني بغضي إياكم على أن أحيف عليكم قد خرصت عشرين ألف وسق من تمر فإن شئتم فلكم وإن شئتم فلي فقالوا بهذا قامت السماوات والأرض قد أخذنا فأخرجوا عنا فقال أبو الزبير أن عمر بن الخطاب إنما أخرجهم منها بعد ذلك لأن رسول الله صلى الله عليه وسلم قال لا تقروا في جزيرة العرب من ليس منا أو قال من ليس من المسلمين\r\n","description":"","footnote":"","page_name":" 143 ","page_number":137},
  {"content":"\r\nابن شهاب عن محمد بن جبير بن مطعم حديثان أحدهما مرسل عند أكثر رواة الموطأ وهو محمد بن جبيز بن مطعم بن عدي بن نوفل بن عبد مناف ابن قصي القرشي النوفلي يكنى أبا سعيد قد ذكرنا أباه وشيئا من أخباره في كتابنا في الصحابة وكان محمد بن جبير بن مطعم من أعلم أهل وقته بالنسب وأيام العرب أخذ ذلك عن أبيه دخل يوما على عبد الملك بن مروان فقال له يا أبا سعيد ألم نكن نحن وأنتم يعني عبد شمس وبني نوفل في حلف الفضول قال أمير المؤمنين أعلم فقال له عبد الملك لتخبرني يا أبا سعيد فقال لا والله يأمير المؤمنين لقد خرجنا نحن وأنتم منهم قال صدقت وتوفى محمد بن جبير بن مطعم سنة مائة في خلافة عمر ابن عبد العزيز وتوفي أخوه أبو محمد نافع بن جبير بن مطعم بالمدينة سنة ست وتسعين وقيل في خلافة سليمان بن عبد الملك\r\n","description":"","footnote":"","page_name":" 144 ","page_number":138},
  {"content":"\r\nحديث أول لابن شهاب عن محمد بن جبير مسند مالك عن ابن شهاب عن محمد بن جبير بن مطعم عن أبيه قال سمعت رسول الله صلى الله عليه وسلم قرأ في المغرب ب * ( والطور ) * هكذا رواه مالك وجماعة أصحاب ابن شهاب عنه عن محمد بن جبير بن مطعم عن أبيه ورواه محمد بن عمرو عن ابن شهاب عن نافع بن جبير والصواب فيه محمد بن جبير وفي هذا الحديث دليل على أن في وقت المغرب سعة وأنه ليس يضيق وقد مضى القول في وقت المغرب في باب ابن شهاب عن عروة مستوعبا وفي سائر أوقات الصلاة والحمد لله وقد روى عن النبي صلى الله عليه وسلم أنه قرأ في المغرب * ( المص ) * من حديث عروة عن ابن الزبير عن مروان بن الحكم عن زيد ابن ثابت وقد روى هشام بن عروة عن أبيه عن عائشة مثل ذلك والإسناد الأول أصح وفي ذلك دليل على سعة وقت المغرب كما ذكرنا وروى عن النبي صلى الله عليه وسلم أنه قرأ ب * ( والصافات ) * في المغرب وأنه قرأ فيها بحم الدخان وأنه قرأ فيها ب * ( سبح اسم ربك الأعلى ) * وأنه قرأ فيها ب * ( والتين والزيتون ) * وأنه قرأ فيها ب المعوذتين\r\n","description":"","footnote":"","page_name":" 145 ","page_number":139},
  {"content":"\r\nوأنه قرأ فيها ب * ( والمرسلات ) * وأنه كان يقرأ فيها بقصار المفصل وهي آثار صحاح مشهورة لم أر لذكرها وجها خشية الإطالة وفي ذلك كله دليل على أن لا توقيت في القراءة في صلاة المغرب وكذلك غيرها بدلائل يطول ذكرها وأهل العلم يستحبون فيها قراء السور القصار ولعل ذلك أن يكون آخر الأمرين من رسول الله صلى الله عليه وسلم أو يكون إباحة وتخييرا منه صلى الله عليه وسلم فيكون دليل العلماء على استحباب ما استحبوا من ذلك قوله صلى الله عليه وسلم من أم الناس فليقصر وليخفف والحمد لله الذي جعل في ديننا سعة ويسرا وتخفيفا لا شريك له وفي هذا الحديث شيء سقط من رواية مالك في الموطأ لم يذكره أحد من رواته عنه فيه وذكره غيره من رواة ابن شهاب وهو معنى بديع حسن من الفقه وذلك أن جبير بن مطعم سمع هذا الحديث من النبي صلى الله عليه وسلم وهو كافر وحدث به عنه وهو مسلم وقد مضى القول في هذا المعنى فيما سلف من كتابنا هذا وقد روى هذه القصة فيه عن مالك علي بن الربيع بن الركين وإبراهيم بن علي التميمي المقرئي جميعا عن مالك عن الزهري عن محمد بن جبير بن مطعم عن أبيه قال أتيت النبي صلى الله عليه وسلم في فداء أسارى بدر فسمعته يقرأ في المغرب ب * ( الطور ) * ولم أسلم يومئذ فكأنما صدع\r\n","description":"","footnote":"","page_name":" 146 ","page_number":140},
  {"content":"\r\nقلبي وقال لو كان مطعم حيا وكلمني في هؤلاء النفر لأعتقتهم هذا لفظ علي بن الربيع وقال إبراهيم وكلمني في هؤلاء النتنى لتركتهم له ولم يتابع هذان على سياقة هذا الحديث بهذا اللفظ عن مالك وقد رواه كذلك عن ابن شهاب جماعة من أصحابه وممن روى ذكر ذلك عن ابن شهاب عن محمد بن جبير أسامة بن زيد الليثي وغيره وروى ابن وهب عن ابن شهاب عن أسامة بن زيد عن محمد بن جبير بن مطعم عن أبيه أنه جاء في فداء أسارى أهل بدر قال فوافقت رسول الله صلى الله عليه وسلم يقرأ في صلاة المغرب ب * ( والطور وكتاب مسطور ) * فأخذني من قراءته كالكرب فكان ذلك أول ما سمعته من أمر الإسلام وأسلم جبير بن مطعم عام الفتح ويقال عام خيبر وقد ذكرنا من خبره في كتابنا في الصحابة ما فيه كفاية وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا حامد بن يحيى البلخي قال حدثنا\r\n","description":"","footnote":"","page_name":" 147 ","page_number":141},
  {"content":"\r\nسفيان بن عيينة قال سمعت الزهري يحدث عن محمد بن جبير بن مطعم عن أبيه أنه سمع النبي صلى الله عليه وسلم يقرأ في المغرب بالطور قال سفيان فسمعته يقول * ( أم خلقوا من غير شيء أم هم الخالقون ) * قال فكاد يطير قلبي وحدثني سعيد بن النصر قال حدثنا قاسم بن اصبغ قال حدثنا محمد بن إسماعيل قال حدثنا الحميدي قال حدثنا سفيان قال سمعت الزهري يحدث عن محمد بن جبير بن مطعم عن أبيه أنه سمع رسول الله صلى الله عليه وسلم يقرأ في المغرب بالطور قال سفيان فقالوا في هذا الحديث ان جبير قال سمعتها من النبي عليه السلام وأنا مشرك فكاد قلبي يطير حين قرأ * ( أم خلقوا من غير شيء أم هم الخالقون ) * ولم يقله لنا الزهري وحدثنا عبد الله بن محمد بن أسد قال حدثنا سعيد بن عثمان ابن السكن قال حدثنا محمد بن يوسف قال حدثنا محمد بن إسماعيل البخاري قال حدثنا الحميدي قال حدثنا سفيان قال حدثني عن الزهري عن محمد بن جبير بن مطعم عن أبيه قال سمعت النبي عليه السلام يقرأ في المغرب والطور فلما بلغ هذه الآية * ( أم خلقوا من غير شيء أم هم الخالقون أم خلقوا السماوات والأرض بل لا يوقنون أم عندهم خزائن ربك أم هم المصيطرون ) * كاد قلبي يطير قال سفيان فأما أنا فإني سمعت الزهري يحدث عن محمد بن جبير عن أبيه سمعت النبي صلى الله عليه وسلم يقرأ في المغرب ب\r\n","description":"","footnote":"","page_name":" 148 ","page_number":142},
  {"content":"\r\n* ( والطور ) * ولم أسمعه زاد الذي قالوا لي ورواه يزيد بن أبي حبيب عن ابن شهاب فجعل في موضع المغرب العتمة الا أنه من رواية ابن لهيعة وجدت في أصل سماع أبي بخطه رحمه الله أن محمد بن أحمد بن قاسم حدثهم قال حدثنا سعيد بن عثمان قال حدثنا نصر بن مرزوق حدثنا أسد بن موسى قال حدثنا لهيعة قال حدثنا يزيد بن أبي حبيب ان ابن شهاب كتب إليه قال حدثني محمد بن جبير بن مطعم عن أبيه قال قدمت على النبي صلى الله عليه وسلم في فداء أسارى بدر فسمعته يقرأ في العتمة ب * ( والطور ) * ورواه سفيان ابن حسين عن الزهري على الشك في العتمة أو المغرب حدثنا خلف بن سعيد قال حدثنا عبد الله بن محمد قال حدثنا أحمد بن خالد قال حدثنا علي بن عبد العزيز واجازه لنا أبو محمد ابن أسد عن ابن جامع عن علي بن عبد العزيز قال حدثنا أبو عبيد قال حدثنا هشيم قال حدثنا سفيان بن حسين عن الزهري قال هشيم ولا أظنني إلا وقد سمعته من الزهري عن محمد بن جبير بن مطعم عن أبيه جبير بن مطعم قال أتيت رسول الله صلى الله عليه وسلم لأكلمه في أسارى بدر فوافقته وهو يصلي المغرب أو العتمة فسمعته وهو يقول ويقرأ وقد خرج صوته من المسجد * ( إن عذاب ربك لواقع ما له من دافع ) * قال فكأنما صدع قلبي فلما فرغ من صلاته كلمته في أسارى\r\n","description":"","footnote":"","page_name":" 149 ","page_number":143},
  {"content":"\r\nبدر فقال شيخك أو الشيخ لو كان أتانا فيهم شفعناه ( 13 ) يعني أباه المطعم بن عدي قال أبو عبيد قال هشيم وغيره وكانت له عند رسول الله صلى الله عليه وسلم يد قال أبو عمر كانت يد المطعم بن عدي عند رسول الله صلى الله عليه وسلم قيامه في شأن الصحيفة التي كتبها قريش على بني هاشم وبني المطلب وهو أيضا أجار النبي صلى الله عليه وسلم حين قدم من الطائف من دعاء ثقيف أجاره هو ومن كان معه يومئذ وخبره بكماله في المغازي والسير ( 14 )\r\n","description":"","footnote":"","page_name":" 150 ","page_number":144},
  {"content":"\r\nحديث ثان لابن شهاب عن محمد بن جبير بن مطعم مرسل يتصل من وجوه مالك عن ابن شهاب عن محمد بن جبير بن مطعم أن النبي صلى الله عليه وسلم قال لي خمسة أسماء أنا محمد وأنا أحمد ( 1 ) وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي يحشر الناس على قدمي وأنا العاقب ( 2 ) هكذا روى هذا الحديث يحيى مرسلا لم يقل عن أبيه وتابعه على ذلك أكثر الرواة للموطأ وممن تابعه على ذلك القعنبي وابن بكير وابن وهب وابن القاسم وعبد الله بن يوسف وابن أبي أويس وأسنده عن مالك معن بن عيسى ومحمد بن المبارك الصوري ومحمد بن عبد الرحيم وابن شروس الصنعاني ( وعبد الله بن مسلم ) الدمشقي وإبراهيم بن طهمان وحبيب ومحمد بن حرب وأبو حذافة وعبد الله بن نافع وأبو المصعب كل هؤلاء رواه عن مالك مسندا عن ابن شهاب عن محمد بن جبير بن مطعم عن أبيه\r\n","description":"","footnote":"","page_name":" 151 ","page_number":145},
  {"content":"\r\nحدثنا محمد حدثنا علي بن عمر حدثنا أبو بكر النيسابوري حدثنا إسحاق بن الحسن الطحان بمصر حدثنا محمد بن المبارك الصوري قال سمعت رجلا يقول لمالك بن أنس أحدثك ابن شهاب عن محمد بن جبير بن مطعم عن أبيه أنه سمع رسول الله صلى الله عليه وسلم يقول لي خمسة أسماء أنا محمد وأنا أحمد وأنا الماحي وأنا الحاشر وأنا العاقب قال نعم وأخبرنا علي بن إبراهيم حدثنا الحسن بن رشيق حدثنا العباس بن محمد بن العباس البصري حدثنا أحمد بن صالح قال قرأت على ابن نافع قال حدثني مالك بن أنس عن ابن شهاب عن محمد بن جبير بن مطعم عن أبيه أن رسول الله صلى الله عليه وسلم قال إن لي خمسة أسماء أنا محمد وأنا أحمد وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي يحشر الناس على قدمي وأنا العاقب والعاقب الذي ليس بعده ( 3 ) أحد هكذا قال في تفسير العاقب في نسق الحديث وذكره الدارقطني عن محمد بن عبد الله بن زكرياء والحسن بن خضر والحسن بن رشيق كلهم عن العباس بن محمد عن أحمد بن صالح مثله سواء\r\n","description":"","footnote":"","page_name":" 152 ","page_number":146},
  {"content":"\r\nوحدثنا عبد الله بن محمد قال حدثنا سعيد بن عثمان قال حدثنا محمد بن يوسف قال حدثنا البخاري قال حدثنا إبراهيم بن المنذر قال حدثنا معن عن مالك عن ابن شهاب عن محمد بن جبير بن مطعم عن أبيه قال قال رسول الله صلى الله عليه وسلم لي خمسة أسماء أنا محمد وأحمد وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي يحشر الناس على قدمي وأنا العاقب ( 4 ) وكذلك رواه أصحاب ابن شهاب عن ابن شهاب عن محمد بن جبير عن أبيه مسندا حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال ( حدثنا ) محمد بن إسماعيل الترمذي قال حدثنا الحميدي وحدثنا عبد الله بن محمد قال حدثنا محمد بن يحيى بن عمر بن علي قال حدثنا علي بن حرب قالا جميعا حدثنا سفيان بن عيينة عن الزهري عن محمد بن جبير بن مطعم عن أبيه أن النبي صلى الله عليه وسلم قال إني أنا محمد وأنا أحمد وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي أحشر الناس وأنا العاقب الذي ليس بعدي نبي\r\n","description":"","footnote":"","page_name":" 153 ","page_number":147},
  {"content":"\r\nوكذلك رواه شعيب بن أبي حمزة عن الزهري لم يقل خمسة أسماء والأسماء هنا الصفات سواء فمحمد مفعل من الحمد وكذلك أحمد أفعل من الحمد قال بعض ( 5 ) الشعراء\r\n* وشق له من اسمه ليجعله\r\n* فذو العرش محمود وهذا محمد\r\n* حدثني عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أبو إسماعيل محمد بن إسماعيل الترمذي قال حدثنا قتيبة بن سعيد أبو رجاء المعلالي قال حدثنا سفيان بن عيينة عن علي بن زيد بن جدعان قال أحسن بيت قيل فيما قالوا قول عبد المطلب أو قول أبي طالب ( 6 ) الشك من أبي إسماعيل\r\n* وشق له من اسمه ليجله\r\n* فذو العرش محمود وهذا محمد\r\n* والقول في الاسم والمسمى ليس هذا موضعه وقد اختلف في ذلك أهل العلم وسائر فرق الإسلام وأكثروا من القول في ذلك بما لم أر في ذكره ههنا وجها ومعنى قوله يحشر الناس على قدمي أي قدامي وأمامي أي أنهم يجتمعون إليه وينضمون حوله ويكونون أمامه يوم\r\n","description":"","footnote":"","page_name":" 154 ","page_number":148},
  {"content":"\r\nالقيامة وروى الخليل بن أحمد حشرتهم السنة إذا ضمتهم من النواحي وهذا الحديث أيضا مطابق لكتاب الله في قوله عز وجل * ( ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين ) * ( 7 ) وقال صلى الله عليه وسلم أنا العاقب الذي ليس بعدي نبي حدثني خلف بن أحمد قال حدثنا أحمد بن مطرف قال حدثنا أحمد بن خالد قال حدثنا يحيى بن عمر قال حدثنا يوسف بن عمر قال أخبرنا ابن وهب عن مالك قال ختم الله به الأنبياء وختم بمسجده هذه المساجد يعني مالك بذلك مساجد الأنبياء وقال أبو عبيد سألت سفيان يعني ابن عيينة عن العاقب فقال لي آخر الأنبياء قال أبو عبيد وكذلك كل شيء خلف بعد شيء فهو عاقب وقد عقب يعقب عقبا ولهذا قيل لولد الرجل بعده عقبة وكذلك آخر كل شيء عقبه ( 8 )\r\n","description":"","footnote":"","page_name":" 155 ","page_number":149},
  {"content":"\r\nابن شهاب عن علي بن حسين بن علي ثلاثة أحاديث أحدها مسند والاخران مرسلان يستندان من وجوه من غير رواية مالك وهو علي بن حسين بن علي بن أبي طالب ويكنى أبا الحسن أمه غزالة أم ولد وهو علي الأصغر بن حسين بن علي بن أبي طالب وكان لحسين بن علي ابنان يسميان بعلي فعلي بن حسين الأكبر قتل بكربلاء مع أبيه وليس له عقب ويقال أمه ليلى بنت أبي مرة بن عروة بن مسعود الثقفي وأما علي بن حسين هذا فكان أفضل بني هاشم كذلك قال ابن شهاب ما رأيت هاشميا أفضل منه وقال يحيى بن سعيد سمعت علي بن حسين وكان أفضل هاشمي أدركته وقيل بل كان أفضل أهل زمانه وقال أهل النسب أنه ليس لحسين بن علي عقب إلا من علي بن حسين هذا الأصغر وأما أخوه علي بن حسين الأكبر المقتول مع أبيه بكربلاء فلا عقب له وشهد علي بن حسين هذا الأصغر مع أبيه كربلاء واختلف في سنه في ذلك الوقت فقال قوم كان ذلك الوقت لم ينبت وقال آخرون كان ابن ثلاث وعشرين سنة وقال آخرون كان ابن أربع وعشرين سنة وقال أبو جعفر الطبري ليس قول من قال أنه كان صغيرا لم ينبت بشيء قال وكيف يكون\r\n","description":"","footnote":"","page_name":" 156 ","page_number":150},
  {"content":"\r\nذلك وقد ولد له محمد بن علي بن حسين أبو جعفر وسمع محمد بن جابر وروى عنه علما كثيرا ومات جابر سنة ثمان وسبعين قال وإنما لم يقاتل علي بن حسين هذا يومئذ مع أبيه لأنه كان مريضا على فراش لا أنه كان صغيرا قال أبو عمر روى أهل العلم بالأخبار والسير أنه كان يومئذ مريضا مضطجعا على فراش فلما قتل الحسين قال شمر بن ذي الجوشن اقتلوا هذا فقال له رجل من أصحابه سبحان الله أنقتل حدثا مريضا لم يقاتل وجاء عمر بن سعد فقال لا تعرضوا لهؤلاء النسوة ولا لهذا المريض قال علي بن حسين فلما أدخلت على ابن زياد قال ما اسمك قلت علي بن حسين قال أو لم يقتل الله عليا قال قلت كان لي أخ يقال له علي أكبر مني قتله الناس قال بل الله قتله قلت * ( الله يتوفى الأنفس حين موتها ) * 1 فأمر بقتله فصاحت زينب ابنة علي يا ابن زياد حسبك من دمائنا أسألك بالله إن قتلته إلا قتلتني معه ( 2 ) ويقال إن قريشا رغبت في أمهات الأولاد واتخاذهن حين ولد علي بن الحسين والقاسم بن محمد وسالم بن عبد الله وكلهم لأم ولد واختلف في وقت وفاة علي بن حسين هذا فالأكثر يقولون إنه توفي سنة أربع وتسعين ( 3 )\r\n","description":"","footnote":"","page_name":" 157 ","page_number":151},
  {"content":"\r\nقال ابن نميرك مات علي بن الحسين وسعيد بن المسيب وعروة بن الزبير وأبو بكر بن عبد الرحمان سنة أربع وتسعين قال الواقدي وكان يقال سنة الفقهاء وقيل سنة ثلاث وتسعين وقال أبو نعيم الفضل بن دكين توفي علي بن حسين سنة اثنتين وتسعين وقال علي بن محمد المدائني توفي علي بن حسين سنة مائة قال المدائني ويقال سنة تسع وتسعين قال أبو عمر لا أعلم خلافا أنه توفي وهو ابن ثمان وخمسين سنة ذكر ذلك ابن عيينة عن جعفر بن محمد قال مات علي بن حسين وهو ابن ثمان وخمسين سنة وهو القائل ما يسرني أن لي بنصيبي من الذل حمر النعم قال أبو عمر وكان ذا عقل وفهم ( وعلم ) ودين وله أخبار صالحة حسان تركتها خشية الإطالة منها ما روى جرير عن شيبة بن نعامة قال كان علي بن حسين يبخل فلما مات وجدوه يعول مائة بيت بالمدينة في السر ( 4 ) ومنها ما حدثناه عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا إبراهيم بن المنذر قال حدثنا حسين بن زيد قال حدثنا عمر بن علي أن علي بن حسين\r\n","description":"","footnote":"","page_name":" 158 ","page_number":152},
  {"content":"\r\nكان يلبس كساء خز بخمسين دينارا يلبسه في الشتاء فإذا كان الصيف تصدق به أو باعه فتصدق بثمنه قال وكان يلبس في الصيف ثوبين من متاع مصر ممشقين ( 5 ) ويلبس ما دون ذلك من الثياب ويقول * ( قل من حرم زينة الله التي أخرج لعباده ) * ( 7 ) إلى آخر الآية ( 8 )\r\n","description":"","footnote":"","page_name":" 159 ","page_number":153},
  {"content":"\r\nحديث أول لابن شهاب عن علي بن حسين مالك عن ابن شهاب عن علي بن حسين بن علي عن عمر بن عثمان عن أسامة بن يزيد أن رسول الله صلى الله عليه وسلم قال لا يرث المسلم الكافر ( 1 ) هكذا قال مالك عمر بن عثمان وسائر أصحاب ابن شهاب يقولون عمرو بن عثمان وقد رواه ابن بكير عن مالك على الشك فقال فيه عن عمر بن عثمان أو عمرو بن عثمان والثابت عن مالك عمر بن عثمان كما روى يحيى وتابعه القعنبي وأكثر الرواة وقال ابن القاسم فيه عن عمرو بن عثمان وذكر ابن معين عن عبد الرحمان بن مهدي أنه قال له قال لي مالك بن أنس تراني لا أعرف عمر من عمرو هذه دار عمر وهذه دار عمرو قال أبو عمر أما أهل النسب فلا يختلفون أن لعثمان بن عفان ابنا يسمى عمر وله أيضا ابن يسمى عمرا وله أيضا أبان والوليد وسعيد وكلهم بنو عثمان بن عفان\r\n","description":"","footnote":"","page_name":" 160 ","page_number":154},
  {"content":"\r\nوقد روى الحديث عن عمر وعمرو وأبان وكان سعيد قد ولي خراسان وهو الذي عنى مالك ( ابن ) الريب ( 2 ) في قوله\r\n* ألم ترني بعت الضلالة بالهدى\r\n* وأصبحت في جيش ابن عفان غازيا\r\n* 3 ) وكان الوليد بن عثمان أحد رجال قريش وكان أبان بن عثمان جليلا أيضا في قريش ولي المدينة مرة وروى عن أبيه فليس الاختلاف في أن لعثمان ابنا يسمى عمران وإنما الاختلاف في هذا الحديث هل هو لعمر أو عمرو فأصحاب ابن شهاب غير مالك يقولون في هذا الحديث عن علي بن حسين عن عمرو بن عثمان عن أسامة بن زيد ومالك يقول فيه عن ابن شهاب عن علي بن حسين عن عمر بن عثمان عن أسامة وقد وافقه الشافعي ويحيى بن سعيد القطان على ذلك فقال هو عمر وأبى أن يرجع وقال قد كان لعثمان ابن يقال له عمر وهذه داره ومالك لا يكاد يقاس به غيره حفظا وإتقانا لكن الغلط لا يسلم منه أحد ( 4 ) وأهل الحديث يأبون أن يكون في هذا الإسناد إلا عمرو\r\n","description":"","footnote":"","page_name":" 161 ","page_number":155},
  {"content":"\r\nبالواو وقال علي بن المديني عن سفيان بن عيينة أنه قيل له إن مالكا يقول في حديث لا يرث المسلم الكافر عمر بن عثمان فقال سفيان لقد سمعته من الزهري كذا وكذا مرة وتفقدته منه فما قال إلا عمرو بن عثمان قال أبو عمر وممن تابع ابن عيينة على قوله عمرو بن عثمان معمر وابن جريج وعقيل ويونس بن يزيد وشعيب بن أبي حمزة والأوزاعي والجماعة أولى أن يسلم لها وكلهم يقولون في هذا الحديث ولا الكافر المسلم ولقد أحسن ابن وهب في هذا الحديث رواه عن يونس ومالك جميعا وقال قال مالك عمر وقال يونس عمرو حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا مصعب بن عبد الله قال حدثنا مالك عن ابن شهاب عن علي بن حسين عن عمر بن عثمان عن أسامة بن زيد أن رسول الله صلى الله عليه وسلم قال لا يرث المسلم الكافر قال أحمد بن زهير خالف مالك الناس في هذا فقال عمر بن عثمان قال أبو عمر أما زيادة من زاد في هذا الحديث ولا الكافر المسلم فلا مدخل للقول في ذلك لأنه إجماع من المسلمين كافة عن كافة أن الكافر لا\r\n","description":"","footnote":"","page_name":" 162 ","page_number":156},
  {"content":"\r\nيرث المسلم وهي الحجة القاطعة الرافعة للشبهة وأما اقتصار مالك على قوله لا يرث المسلم الكافر فهذا موضع اختلف فيه السلف فكأن مالك رحمه الله قصد إلى النكتة التي للقول فيها مدخل فقطع ذلك بما رواه من صحيح الأثر فيه وذلك أن معاذ بن جبل ومعاوية وسعيد بن المسيب ويحيى بن بشر ومسروق بن الأجدع ومحمد بن الحنفية وأبا جعفر محمد بن علي وعبد الله بن نفيل وفرقة قالت بقولهم منهم إسحاق بن راهويه على اختلاف عنه في ذلك كل هؤلاء ذهبوا إلى أن المسلم يرث الكافر بقرابته وأن الكافر لا يرث المسلم وقالوا نرثهم ولا يرثوننا وننكح نساءهم ولا ينكحون نساءنا وقد روي عن عمر بن الخطاب مثل ذلك من حديث الثوري عن حماد عن إبراهيم أن عمر قال أهل الشرك نرثهم ولا يرثوننا ( 5 ) وقد روي عن عمر بن الخطاب مثل قول الجمهور لا نرثهم ولا يرثوننا ( 6 ) ذكر مالك في الموطأ عن يحيى بن سعيد عن سعيد بن المسيب أن عمر بن الخطاب قال لا نرث أهل الملل ولا يرثوننا ( 7 ) وقوله في عمة\r\n","description":"","footnote":"","page_name":" 163 ","page_number":157},
  {"content":"\r\nالأشعث بن قيس يرثها أهل دينها مشهور فيه أيضا رواه ابن جريج ومالك وابن عيينة وغيرهم عن يحيى بن سعيد عن سليمان بن يسار عن محمد بن الأشعث ( 8 ) ورواه ابن جريج أيضا عن ميمون بن مهران ( 9 ) عن العرس ( 10 ) بن قيس عن عمر بن الخطاب في عمة الأشعث بن قيس يرثها أهل دينها والحجة فيما تنازع فيه المسلمون كتاب الله فإن لم يوجد فيه بيان ذلك فسنة رسول الله صلى الله عليه وسلم وقد ثبت عن النبي صلى الله عليه وسلم أنه قال لا يرث المسلم الكافر من نقل الأئمة الحفاظ الثقات فكل من خالف ذلك محجوج به والذي عليه سائر الصحابة والتابعين وفقهاء الأمصار مثل مالك والليث والثوري والأوزاعي وأبي حنيفة والشافعي وسائر من تكلم في الفقه من أهل الحديث أن المسلم لا يرث الكافر كما أن الكافر لا يرث المسلم اتباعا لهذا الحديث وأخذا به وبالله التوفيق إلا أن الفقهاء اختلفوا في معنى هذا الحديث من ميراث المرتد فذهب أبو حنيفة وأصحابه وهو قول الثوري في رواية أن المرتد يرثه ورثته من المسلمين ولا يرث المرتد أحدا\r\n","description":"","footnote":"","page_name":" 164 ","page_number":158},
  {"content":"\r\nوروى عبد الرزاق عن الثوري في المرتد قال إذا قتل فماله لورثته وإذا لحق بأرض الحرب فماله للمسلمين إلا أن يكون له وارث على دينه في أرض الحرب فهو أحق به ( 11 ) وقال قتادة وجماعة ميراثه لأهل دينه الذي ارتد إليه ( 12 ) وذكر عبد الرزاق قال أخبرنا ابن جريج قال الناس فريقان فريق منهم يقول ميراث المرتد للمسلمين لأنه ساعة يكفر توقف عنه فلا يقدر من منه على شيء حتى ينتظر أيسلم أم يكفر منهم النخعي والشعبي والحكم بن عتيبة وفريق يقول لأهل دينه ( 13 ) قال أبو عمر ليس هذا موضع ذكر الحكم في مال المرتد وغرضنا القول في ميراثه فقط وحجة أبي حنيفة ومن قال بقوله في أنه يرثه ورثته المسلمون لأن قرابة المرتد من المسلمين قد جمعوا سببين القرابة والإسلام وسائر المسلمين انفردوا بالإسلام والأصل في المواريث أن من أدلى بسببين كان أولى بالميراث ومن حجتهم أيضا أن عليا رضي الله عنه قتل المستورد العجلي على الردة وورث ورثته ماله ( 14 ) حديثه هذا عند أصحاب الأعمش الثقات عن الأعمش عن أبي عمرو\r\n","description":"","footnote":"","page_name":" 165 ","page_number":159},
  {"content":"\r\nالشيباني قال أتى علي المستورد العجلي وقد ارتد فعرض عليه الإسلام فأبى فضرب عنقه وجعل ميراثه لورثته من المسلمين وعن ابن مسعود مثل قول علي ( 15 ) وقد روى عن علي في غير المستورد مثل ذلك ورواه معمر عن الأعمش عن أبي عمرو الشيباني قال أتي علي بشيخ كان نصرانيا فأسلم ثم ارتد عن الإسلام فقال له علي لعلك إنما ارتددت لأن تصيب ميراثا ثم ترجع إلى الإسلام قال لا قال لعلك خطبت امرأة فأبوا أن ينكحوكها فأردت أن تزوجها ثم تعود إلى الإسلام قال لا قال فارجع إلى الإسلام قال أما حتى ألقى المسيح فلا فأمر به علي فضربت عنقه ودفع ماله إلى ولده المسلمين ( 16 ) وروى ابن عيينة عن موسى بن أبي كثير قال سئل سعيد بن المسيب عن المرتد فقال نرثهم ولا يرثونا وروى عبد الرزاق أخبرنا معمر عن إسحاق بن راشد أن عمر بن عبد العزيز كتب في رجل من المسلمين أسر فتنصر ( 17 ) إذا علم ذلك برئت منه امرأته واعتدت منه ثلاثة قروء ودفع ماله إلى ورثته من المسلمين وروى هشام بن عبد الله عن ابن المبارك عن سفيان الثوري قال مال المرتد لورثته المسلمين\r\n","description":"","footnote":"","page_name":" 166 ","page_number":160},
  {"content":"\r\nوما أصاب في ارتداده فهو للمسلمين قال وإن ولد له ولد في ارتداده لم يرثه وقال يحيى بن آدم المرتدون لا يرثون أحدا من المسلمين والمشركين ولا يرث بعضهم بعضا ويرثهم أولادهم أو ورثتهم المسلمون وتأول من قال بهذا القول في قول النبي صلى الله عليه وسلم لا يرث المسلم الكافر أنه أراد الكافر الذي يقر على دينه ويكون دينه ملة يقر عليها ومما يوضح ذلك قول النبي صلى الله عليه وسلم لا يتوارث أهل ملتين ( وأما المرتد فليس كذلك ) وقال مالك والشافعي المرتد لا يرث ولا يورث فإن قتل على ردته فماله في بيت مال المسلمين يجري مجر الفيء وهو قول زيد بن ثابت وربيعة والحجة لمن ذهب هذا المذهب ظاهر القرآن في قطع ولاية الكفار من المؤمنين وعمموا قول رسول الله صلى الله عليه وسلم لا يرث المسلم الكافر فلم يخص كافرا مستقر الدين أو مرتدا وليس يصير ميراثه في بيت المال من جهة الميراث ولكن سلك به سبيل كل مال يرجع على المسلمين لا مستحق له وهو فيء لأنه كافر لا عهد له ولا حجة لهم في قول علي لأن زيد بن ثابت يخالفه وإذا وجد الخلاف وجب النظر وطلب الحجة والحجة قائمة لقوله صلى الله عليه وسلم لا يرث المسلم الكافر قولا عاما مطلقا والمرتد كافر لا محالة وقد يجوز أن يكون علي بن أبي طالب صرف مال ذلك المرتد إلى ورثته لما رأى\r\n","description":"","footnote":"","page_name":" 167 ","page_number":161},
  {"content":"\r\nفي ذلك من المصلحة لأن ما صرف إلى بيت المال من الأموال فسبيله أن يصرف في المصالح وقد روى معمر عمن سمع الحسن قال في المرتد ميراثه للمسلمين وقد كانوا يطيبونه لورثته ( 18 ) وروى الثوري عن عمرو بن عبيد عن الحسن قال كان المسلمون يطيبون لورثة المرتد ميراثه وقد أخبرنا إبراهيم بن شاكر قال حدثنا عبد الله بن عثمان قال حدثنا طاهر بن عبد العزيز قال حدثنا عباد بن محمد بن عباد قال حدثنا يزيد بن أبي حكيم قال حدثنا سفيان الثوري عن أبي إسحاق عن الحارث عن علي قال لا يرث المسلم الكافر ولا يرث الكافر المسلم إلا أن يكون عبدا له فيرثه وروى الثوري عن مولى بن أبي كثير قال سألت سعيد بن المسيب عن المرتد كم تعتد امرأته قال ثلاثة قروء قلت إنه قتل قال فأربعة أشهر وعشرا قلت أيوصل ميراثه قال ما يوصل ميراثه قلت يرثه بنوه قال نرثهم ولا يرثونا ( 19 ) وحدثنا عبد الوارث قال حدثنا قاسم حدثنا ابن أبي خيثمة حدثنا موسى حدثنا سليمان بن المثنى عن أبي الصباح قال سألت سعيد بن المسيب عن ميراث المرتد فقال نرثهم ولا يرثونا\r\n","description":"","footnote":"","page_name":" 168 ","page_number":162},
  {"content":"\r\nقال أبو عمر قول سعيد هذا يحتمل التأويل لأنه ممكن أن يكون أراد أن يثبت المال في أمره كالميراث وفي مال المرتد قول ثالث إن ما اكتسبه قبل الردة فلورثته وما اكتسبه بعد ردته فهو في بيت مال المسلمين وقد تقدم هذا القول عن الثوري وفيه قول رابع روى شعبة عن قتادة أنه كان يقول في المرتد ميراثه لأهل دينه الذي تولى ( 20 ) وروى مطر الوراق عن قتادة نحوه والقول في أحكام المرتد وتصرفه في ماله وتوقيفه عنه وحكم امرأته وأمهات أولاده واستتابته وغير ذلك من أحكامه يطول ذكره وليس هذا موضعه وإنما ذكرنا من ذلك ههنا ما كان في معنى لفظ حديثنا على ما شرطنا وقد مضى حكم من ارتد في استتابته وقتله مجودا في باب زيد بن أسلم عند قوله صلى الله عليه وسلم من بدل دينه فاضربوا عنقه ( 21 ) وفي معنى حديثنا هذا ميراث الكافر من الكافر وقد اختلف العلماء في توريث اليهودي من النصراني ومن المجوسي على قولين فقالت طائفة الكفر كله ملة واحدة وجائز أن يرث الكافر الكافر كان على شريعته أو لم يكن لأن رسول الله صلى الله عليه وسلم إنما منع من ميراث المسلم الكافر ولم\r\n","description":"","footnote":"","page_name":" 169 ","page_number":163},
  {"content":"\r\nيمنع ميراث الكافر الكافر وتأول من قال هذا القول في قوله صلى الله عليه وسلم لا يتوارث أهل ملتين شتى ( 22 ) قال الكفر كله ملة والإسلام ملة وممن قال هذا القول الثوري والشافعي وأبو حنيفة وأصحابهم وابن شبرمة وأكثر الكوفيين وهو قول إبراهيم وقال يحيى بن آدم الإسلام ملة واليهودي والنصراني والمجوسي والصابئ وعبدة النيران وعبدة الأوثان كل ذلك ملة واحدة يعني في قول أكثر أهل الكوفة واختلف فيه عن الثوري وقال آخرون لا يجوز أن يرث اليهودي النصراني ولا النصراني اليهودي ولا المجوسي واحدا منهما لقوله صلى الله عليه وسلم لا يتوارث أهل ملتين شتى وممن قال هذا مالك وأصحابه وفقهاء البصريين وطائفة من أهل الحديث وهو قول ابن شهاب وربيعة والحسن وشريك ورواته عن الثوري قالوا الكفر كله ملل مفترقة لا يرث أهل ملة أهل ملة أخرى وقال شريح وابن أبي ليلى الكفر ثلاث ملل فاليهود ملة والنصارى ملة وسائر ملل الكفر من المجوس وغيرهم ملة واحدة لنهم لا كتاب لهم\r\n","description":"","footnote":"","page_name":" 170 ","page_number":164},
  {"content":"\r\nقال أبو عمر إن توفي النصراني الذمي وترك ابنين أحدهما حربي والآخر ذمي فإن الشافعي قال المال بينهما بنصفين وكذلك لو كان الميت حربيا وترك ابنين أحدهما حربي والآخر ذمي وقال أبو حنيفة وأصحابه وبعض أصحاب مالك إن كان ذميا ورثه الذمي دون الحربي وإن كان حربيا ورثه الحربي دون الذمي قال أبو عمر أما قوله صلى الله عليه وسلم لا يرث المسلم الكافر ولا الكافر المسلم فصحيح عنه ثابت لا مدفع فيه عند أحد من أهل العلم بالنقل وهو حديث ابن شهاب هذا عن علي بن حسين عن عمرو بن عثمان عن أسامة بن زيد وكذلك رواه جماعة أصحاب ابن شهاب عنه ورواه هشيم بن بشير الواسطي عن ابن شهاب بإسناده فيه فقال فيه لا يتوارث أهل ملتين وهشيم ليس في ابن شهاب بحجة وحديثه حدثناه عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل الترمذي قال حدثنا الحسين بن سوار قال حدثنا هشيم بن بشير عن الزهري عن علي بن حسين عن عمرو بن عثمان عن أسامة بن زيد قال قال النبي عليه السلام لا يتوارث أهل ملتين ولا يرث المسلم الكافر ولا الكافر المسلم ورواه عمرو بن مرزوق عن مالك بلفظ هشيم ولا يصح ذلك عن مالك وحديث عمرو بن مرزوق حدثناه خلف بن قاسم حدثنا أبو الطاهر أحمد بن عبيد الله حدثنا أبو\r\n","description":"","footnote":"","page_name":" 171 ","page_number":165},
  {"content":"\r\nعمرو محمد بن بكر بن زياد بن العلاء المهراني حدثنا عمرو بن مرزوق أخبرنا مالك عن الزهري عن علي بن حسين عن عمرو بن عثمان عن أسامة بن زيد أن النبي صلى الله عليه وسلم قال لا يتوارث أهل ملتين وهكذا قال عمرو بن عثمان ولا يصح ذلك لمالك وروى من حديث عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم أنه قال لا يتوارث أهل ملتين شتى ( 23 ) وليس دون عمرو بن شعيب في هذا الحديث من يحتج به وبالله التوفيق\r\n","description":"","footnote":"","page_name":" 172 ","page_number":166},
  {"content":"\r\nحديث ثان لابن شهاب عن علي بن حسين مرسل يتصل من وجوه صحاح مالك عن ابن شهاب عن علي بن حسين بن علي بن أبي طالب قال كان رسول الله صلى الله عليه وسلم يكبر في الصلاة كلما خفض ورفع فلم تزل تلك صلاته حتى لقي الله ( 1 ) ولا أعلم بين رواة الموطأ خلافا في إرسال هذا الحديث ورواه عبد الوهاب بن عطاء عن مالك عن ابن شهاب عن علي بن الحسين عن أبيه ورواه عبد الرحمان ( 2 ) بن خالد بن نجيح عن أبيه عن مالك عن ابن شهاب عن علي بن الحسين عن علي بن أبي طالب ولا يصح فيه إلا ما في الموطأ مرسل وقد أخطأ فيه أيضا محمد بن مصعب القرقساني ( 3 ) فرواه عن مالك عن الزهري عن سالم عن أبيه ولا يصح فيه هذا الإسناد والصواب عندهم ما في الموطأ أما معنى هذا الحديث فقد تقدم القول فيه في باب ابن شهاب عن أبي سلمة وأما الآثار التي رويت مسندة في معنى هذا الحديث فكثيرة ونحن نذكر منها ما يقف ( به ) الناظر في كتابنا هذا على المراد إن شاء الله\r\n","description":"","footnote":"","page_name":" 173 ","page_number":167},
  {"content":"\r\nوحدثني محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال أخبرنا سويد بن نصر قال حدثنا عبد الله بن المبارك عن يونس عن الزهري عن أبي سلمة بن عبد الرحمان ان أبا هريرة حين استخلفه مروان على المدينة كان إذا قام إلى الصلاة المكتوبة كبر ثم يكبر ثم يرفع فإذا رفع رأسه من الركوع قال سمع الله لمن حمده ربنا ولك الحمد ثم يكبر حين يهوي ساجدا ثم يكبر حين يقوم من الاثنتين بعد التشهد ثم يفعل مثل ذلك حتى يقضي صلاته فإذا قضى صلاته وسلم أقبل على أهل المسجد فقال والذي نفسي بيده إني لأشبهكم صلاة برسول الله صلى الله عليه وسلم ( 4 ) وروى هذا الحديث الليث عن عقيل عن ابن شهاب عن أبي بكر بن عبد الرحمان بن الحرث بن هشام عن أبي هريرة عن النبي صلى الله عليه وسلم ذكره البخاري عن ابن بكير عن الليث ( 5 ) وأخبرنا عبد الله بن محمد بن عبد المؤمن قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا عمرو بن عثمان قال حدثني أبي وبقية عن شعيب عن الزهري قال أخبرني أبو بكر بن عبد الرحمان وأبو سلمة أن أبا هريرة كان يكبر في كل صلاة من المكتوبة وغيرها فيكبر حين يقوم ثم يكبر حين يركع ثم يقول سمع الله لمن حمده ثم يقول ربنا ولك الحمد\r\n","description":"","footnote":"","page_name":" 174 ","page_number":168},
  {"content":"\r\nقبل أن يسجد ثم يقول الله أكبر حين يهوي ساجدا ثم يكبر حين يرفع رأسه ثم يكبر حين يسجد ثم يكبر حين يرفع رأسه ثم يكبر حين يقوم من الجلوس في اثنتين فيفعل ذلك في كل ركعة حتى يفرغ من الصلاة ثم يقول حين ينصرف والذي نفسي بيده إني لأقربكم شبها بصلاة رسول الله صلى الله عليه وسلم إن كانت هذه لصلاته حتى فارق الدنيا قال أبو داود هذا الكلام الأخير يجعله مالك والزبيدي وغيرهما عن الزهري عن علي بن حسين ووافق عبد الأعلى عن معمر شعيب بن أبي حمزة عن الزهري ( 6 ) أخبرنا محمد بن إبراهيم وأحمد بن قاسم قالا حدثنا محمد بن معاوية حدثنا عبد الله بن محمد بن عبد العزيز البغوي حدثنا داود بن عمرو الضبي حدثنا سلام بن سليم أخبرنا أبو إسحاق عن يزيد بن أبي مريم عن أبي موسى الأشعري قال صلى بنا علي يوم الجمل صلاة أذكرنا بها صلاة رسول الله صلى الله عليه وسلم كان يكبر في كل خفض ورفع وقيام وقعود قال أبو موسى فإما نسيناها وإما تركناها عمدا خالف سلام بن سليم في هذا الحديث إسرائيل حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا أبو نعيم قال حدثنا إسرائيل عن\r\n","description":"","footnote":"","page_name":" 175 ","page_number":169},
  {"content":"\r\nأبي إسحاق عن يزيد عن أبي موسى الأشعري قال لقد ذكرنا علي صلاة كنا نصليها مع رسول الله صلى الله عليه وسلم إما نسيناها وإما تركناها عمدا فكان يكبر كلما رفع وكلما وضع وكلما سجد وحدثنا عبد الله بن محمد قال حدثنا محمد بن بكر قال حدثنا أبو داود قال حدثنا سليمان بن حرب وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال مسدد قالا جميعا حدثنا حماد بن زيد عن غيلان بن جرير عن مطرف قال صليت أنا وعمران بن حصين خلف علي بن أبي طالب فكان إذا سجد كبر وإذا رفع رأسه كبر وإذا رفع من الركعتين كبر فلما قضى الصلاة وانصرفنا أخذ عمران بيدي فقال لقد ذكرني هذا صلاة محمد صلى الله عليه وسلم ولقد صلى بنا هذا مثل صلاة محمد صلى الله عليه وسلم ( 7 ) وحدثني سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن وضاح قال حدثنا أبو بكر بن أبي شيبة قال حدثنا محمد بن كثير قال حدثنا شعبة عن قتادة عن شهر بن حوشب عن عبد الرحمان بن غنم عن أبي مالك الأشعري أنه جمع قومه فقال اجتمعوا حتى أصلي لكم صلاة رسول الله صلى الله عليه وسلم فاجتمعوا فصلى لهم صلاة الظهر فكبر بهم اثنتين وعشرين تكبيرة سوى تكبيرة الافتتاح\r\n","description":"","footnote":"","page_name":" 176 ","page_number":170},
  {"content":"\r\nيكبر إذا سجد وإذا رفع رأسه وقرأ في الركعتين الأوليين بفاتحة الكتاب أو قال أم القرآن وأسمع من يليه ( 8 ) أخبرنا عبد الله بن محمد قال حدثنا سعيد بن السكن قال حدثنا محمد بن يوسف قال حدثنا البخاري قال حدثنا عمرو بن ميمون قال حدثنا هشيم عن أبي بشر عن عكرمة قال صليت خلف شيخ بمكة اثنتين وعشرين تكبيرة فقلت لابن عباس انه أحمق فقال ثكلتك أمك سنة أبي القاسم صلى الله عليه وسلم ( 9 ) قال البخاري وحدثنا آدم قال حدثنا ابن أبي ذئب عن سعيد المقبري عن أبي هريرة قال كان النبي صلى الله عليه وسلم إذا قال سمع الله لمن حمده قال اللهم ربنا ولك الحمد وكان النبي عليه السلام إذا ركع وإذا رفع رأسه يكبر وإذا قام من السجدتين قال الله أكبر ( 10 ) وحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن محمد البرتي قال حدثنا أبو معمر قال حدثنا عبد الوارث قال حدثنا ليث عن عبد الرحمان يعني الأصم عن أنس بن\r\n","description":"","footnote":"","page_name":" 177 ","page_number":171},
  {"content":"\r\nمالك قال صليت خلف رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان فكلهم يكبر إذا رفع رأسه وإذا خفضه ( 11 ) قال أبو عمر إنما ذكرنا هذا الخبر لأنه معارض لما روى عن عمر بن الخطاب أنه كان لا يتم التكبير وقد كان عمر بن عبد العزيز والقاسم بن محمد وسالم بن عبد الله وسعيد بن جبير لا يتمون التكبير ( 12 ) حدثنا خلف بن القاسم قال حدثنا أبو الميمون البجلي بدمشق قال حدثنا أبو زرعة قال حدثنا عبد الرحمان بن إبراهيم قال حدثنا الوليد بن مسلم قال حدثنا سعيد بن عبد العزيز عن الزهري قال قلت لعمر بن عبد العزيز ما يمنعك أن تتم التكبير وهذا عاملك عبد الحميد بن عبد الرحمان يتمه قال تلك الصلاة الأولى وأبى أن يقبل مني ومن حديث شعبة عن الحسن بن عمران الهاشمي عن سعيد بن عبد الرحمان بن أبزى عن أبيه قال صليت مع النبي صلى الله عليه وسلم فكان لا يتم التكبير ذكره ابن أبي شيبة عن أبي داود الطيالسي عن شعبة ورواه محمود بن غيلان عن أبي داود عن شعبة عن الحسن بن عمران قال سمعت سعيد بن عبد الرحمان بن أبزى يحدث عن أبيه أنه صلى خلف النبي صلى الله عليه وسلم فكان لا يكبر إذا خفض ( 13 ) يعني بين السجدتين ورواه أبو عاصم وعمرو بن مرزوق عن شعبة عن\r\n","description":"","footnote":"","page_name":" 178 ","page_number":172},
  {"content":"\r\nالحسن بن عمران عن عبد الله بن عبد الرحمان بن أبزى عن أبيه أنه صلى مع النبي صلى الله عليه وسلم فلم يكن يتم التكبير هذا لفظ أبي عاصم واتفقا على عبد الله بن عبد الرحمان وأما ابن أبي شيبة ومحمود بن غيلان فقالا فيه سعيد بن عبد الرحمان وعبد الله وسعيد أخوان وكلاهما يروى عن أبيه عبد الرحمان بن أبزى ( 14 ) وروى هذا الخبر بندار عن أبي داود الطيالسي عن شعبة عن الحسن بن عمران عن ابن عبد الرحمان بن أبزى عن أبيه قال صليت مع النبي صلى الله عليه وسلم فلم يتم التكبير وصليت مع عمر بن عبد العزيز فلم يتم التكبير وذكر ابن أبي شيبة قال حدثنا جرير عن منصور عن إبراهيم قال أول من نقص التكبير زياد ( 15 ) أخبرنا أحمد بن محمد بن أحمد حدثنا أبو علي الحسن بن سلمة بن المعلى حدثنا أبو محمد بن الجارود ( 16 ) حدثنا إسحاق بن منصور قال سمعت أحمد بن حنبل يقول يروى عن ابن عمر انه كان لا يكبر إذا صلى وحده قال وكان قتادة يكبر إذا صلى وحده قال أحمد وأحب إلي أن يكبر من صلى وحده في الفرض فأما التطوع فلا\r\n","description":"","footnote":"","page_name":" 179 ","page_number":173},
  {"content":"\r\nقال إسحاق بن منصور قلت لأحمد ما الذي نقصوا من التكبير قال إذا انحط إلى السجود من الركوع وإذا أراد أن يسجد السجدة الثانية من كل ركعة قال إسحاق بن منصور وقال لي إسحاق بن راهويه نقصان التكبير هو إذا انحط إلى السجود فقط وقد ذكرنا نقصان التكبير ومضى القول في ذلك في باب ابن شهاب عن أبي سلمة بما فيه شفاء إن شاء الله وقرأت على سعيد بن نصر أن قاسم بن أصبغ حدثهم قال حدثنا جعفر بن محمد بن شاكر قال حدثنا محمد بن سابق قال حدثنا إسرائيل عن أبي إسحاق عن عبد الرحمان الأسود عن أبيه وعلقمة عن عبد الله بن مسعود قال كان رسول الله صلى الله عليه وسلم يكبر في كل ركوع وسجود ورفع ووضع وأبو بكر وعمر ويسلمون على أيمانهم وعن شمائلهم السلام عليكم ورحمة الله وروى أشهب عن مالك أنه سمعه يحدث عن ابن شهاب عن سالم عن أبيه أنه كان يكبر كلما خفض ورفع يخفض بذلك صوته انفرد به أشهب بهذا الإسناد موقوفا وذكره الدارقطني عن أبي بكر النيسابوري عن يونس عن ابن شهاب وقد روي عن ابن عمر مسندا ما يرد قول من قال عنه أنه كان لا يتم التكبير لأنه محال أن يكون عنده في ذلك عن النبي عليه السلام شيء ويخالفه ولو كان مباحا ولا سيما ابن عمر حدثنا أحمد بن قاسم بن عبد الرحمان قال حدثنا قاسم بن أصبغ قال حدثنا الحرث بن أبي اسامة قال حدثنا روح بن عبادة قال حدثنا ابن جريج قال أخبرني عمرو بن يحيى عن محمد بن\r\n","description":"","footnote":"","page_name":" 180 ","page_number":174},
  {"content":"\r\nيحيى بن حبان عن عمه واسع أنه سأل عبد الله بن عمر عن صلاة رسول الله صلى الله عليه وسلم فقال الله أكبر كلما وضع وكلما رفع ثم يقول السلام عليكم ورحمة الله عن يمينه والسلام عليكم ورحمة الله عن يساره قال أبو عمر وللقول في أحاديث التسليمتين والتسليمة الواحدة موضع غير هذا والتكبير كله في الصلاة سنة مسنونة لا ينبغي تركها وكذلك قال أبو بكر الأبهري في ذلك قال والسنن في الصلاة خمس عشرة سنة أولها الإقامة ورفع اليدين والسورة مع أم القرآن والتكبير كله سوى تكبيرة الإحرام وذكر سائرها كما قد ذكرنا عنه في باب ابن شهاب عن أبي سلمة فإن ترك التكبير كله أو بعضه تارك وكبر تكبيرة الإحرام فإن أهل العلم مختلفون في ذلك فالذي عليه جمهور العلماء وجماعة الفقهاء أنه لا شيء عليه إذا كبر تكبيرة الإحرام إلا أنه عندهم مسيء لا يحمد له فعله ولا ينبغي أن يفعل ذلك ولا يتعمده فإن فعله ساهيا سجد لسهوه عند غير الشافعي فإنه لا يرى السجود إلا في السهو عن عمل البدن لا عن الذكر فإن لم يفعل لم تبطل صلاته وحجتهم في ذلك ما ذكرناه من الآثار عن النبي صلى الله عليه وسلم وعن جماعة من الصحابة في تركهم التكبير المذكور دون أن يعيب\r\n","description":"","footnote":"","page_name":" 181 ","page_number":175},
  {"content":"\r\nبعضهم على بضع ذلك وهذه المسائل تعد من المسائل التي ترك فيها مالك العمل للحديث وأما وجوب تكبيرة الإحرام دون غيرها من التكبير فلقوله صلى الله عليه وسلم تحريمها ( 17 ) التكبير وأثبت شيء في ذلك عندي أيضا ما حدثنا محمد بن خليفة قال حدثنا محمد بن الحسين قال حدثنا جعفر بن محمد الفريابي قال حدثنا قتيبة بن سعيد قال حدثنا بكر بن مضر عن ابن عجلان عن علي بن يحيى الزرقي ( 18 ) عن أبيه عن عمه وكان بدريا قال كنا مع رسول الله صلى الله عليه وسلم إذ دخل رجل فقام ناحية المسجد فصلى رسول الله يرمقه ولا يشعر ثم انصرف فأتى رسول الله صلى الله عليه وسلم فسلم فرد عليه السلام ثم قال ارجع فصل فإنك لم تصل قال لا أدري في الثانية أو في الثالثة قال والذي أنزل عليك الكتاب لقد جهدت وحرصت فعلمني وأرني فقال إذا أردت أن تصلي فتوضأ فأحسن الوضوء ثم استقبل القبلة ثم كبر ثم اقرأ ثم اركع حتى تطمئن راكعا ثم ارفع حتى تعتدل قائما ( ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تعتدل قاعدا ثم اسجد حتى تطمئن ساجدا فإذا صنعت ذلك فقد قضيت صلاتك وما انتقصت من ذلك فإنما انتقصته من صلاتك\r\n","description":"","footnote":"","page_name":" 182 ","page_number":176},
  {"content":"\r\nوحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثا يحيى عن ابن عجلان قال حدثني علي بن يحيى بن خلاد عن أبيه عن عمه وكان بدريا قال كنا مع رسول الله صلى الله عليه وسلم في المسجد فدخل رجل فصلى في ناحية المسجد وجعل رسول الله صلى الله عليه وسلم يرمقه فصلى ثم جاء فسلم فرد عليه السلام وقال ارجع فصل فإنك لم تصل فعل ذلك ثلاث مرات فقال في الثانية أو في الثالثة والذي بعثك بالحق لقد اجتهدت في نفسي فعلمني وأرني فقال إذا أردت أن تصلي فتوضأ فأحسن وضوءك ثم استقبل القبلة ثم كبر ثم اقرأ ثم اركع حتى تطمئن راكعا ) ثم ارفع حتى تطمئن قائما ثم اسجد حتى تطمئن ساجدا ثم قم وذكر الحديث وأخبرنا محمد بن إبراهيم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن شعيب قال حدثنا محمد بن المثنى قال حدثنا يحيى قال حدثنا عبيد الله بن عمر قال حدثني سعيد بن أبي سعيد المقبري عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم دخل المسجد فدخل رجل فصلى فذكر مثله بمعناه ( 19 ) وهذا الحديث ذكر فيه رسول الله صلى الله عليه وسلم فرائض الصلاة دون سننها وليس فيها ذكر تكبير غير تكبيرة الإحرام ففي ذلك\r\n","description":"","footnote":"","page_name":" 183 ","page_number":177},
  {"content":"\r\nأوضح الدلائل على وجوب تكبيرة الإحرام وسقوط ما سواها من التكبير من جهة الفرض وهي تشهد لصحة رواية من روى تحريمها التكبير وهو حديث روي من وجوه من حديث علي بن أبي طالب وأبي سعيد الخدري وأحسنها حديث علي رضي الله عنه وسنذكره فيما بعد من هذا الباب إن شاء الله وكان ابن القاسم يقول من أسقط من التكبير ( في الصلاة ) ثلاث تكبيرات فما فوقها سجد للسهو قبل السلام فإن لم يسجد بطلت صلاته وهذا يدل على أن عظم التكبير عنده وجملته فرض وأن اليسير منه متجاوز عنه نحو التكبيرة والتكبيرتين وقال أصبغ بن الفرج وعبد الله بن الحكم من رأيه ليس على من لم يكبر في الصلاة من أولها إلى آخرها شيء إذا كبر تكبيرة الإحرام ولو فعل ذلك أحد ساهيا استحب له سجود السهو فإذا لم يسجد فلا شيء عليه قالا ولا ينبغي لأحد أن يترك التكبير عامدا لأنه سنة من سنن الصلاة فإن فعل فقد أساء وصلاته ماضية وعلى هذا القول جماعة فقهاء الأمصار من الشافعيين والكوفيين وأهل الحديث واختلف الفقهاء في تكبيرة الإحرام\r\n","description":"","footnote":"","page_name":" 184 ","page_number":178},
  {"content":"\r\nفذهب مالك في أكثر الروايات عنه والشافعي وأبو حنيفة وأصحابهم إلى أن تكبيرة الإحرام فرض واجب من فروض الصلاة وحجتهم عندي الحديث الذي ذكرنا من حديث أبي هريرة ورفاعة بن رافع جميعا عن النبي صلى الله عليه وسلم أنه قال للرجل إذا أردت الصلاة فأسبغ الوضوء ثم استقبل القبلة ثم كبر ثم اقرأ ثم اركع وذكر الحديث فعلمه ما كان واجبا وسكت له عن رفع اليدين وعن سائر الذكر المسنون والمستحب فبان بذلك أن تكبيرة الإحرام واجب فعلها في الصلاة مع قوله صلى الله عليه وسلم تحريم الصلاة التكبير وتحليلها التسليم ( 20 ) وأخبرنا عبد الله بن محمد حدثنا محمد بن بكر حدثنا أبو داود حدثنا عثمان بن أبي شيبة حدثنا وكيع عن سفيان عن عبد الله بن محمد بن عقيل عن محمد بن الحنفية عن علي بن أبي طالب قال قال رسول الله صلى الله عليه وسلم مفتاح الصلاة الطهور وتحريمها التكبير وتحليلها التسليم\r\n","description":"","footnote":"","page_name":" 185 ","page_number":179},
  {"content":"\r\nأخبرنا عبد الوارث قال حدثنا قاسم قال حدثنا ابن وضاح قال حدثنا ( هشام ) بن عمار ( 21 ) قال سمعت وكيعا يقول إذا رأيت الرجل لا يقيم تكبيرة الإحرام فأي شيء ترجو منه وقال عبد الرحمان بن مهدي ولو افتتح الرجل صلاته بسبعين اسما من أسماء الله عز وجل ولم يكبر تكبيرة الإحرام لم يجزه وإن أحدث قبل أن يسلم لم يجزه وهذا تصحيح من عبد الرحمان بن مهدي لحديث تحريمها التكبير وتحليلها التسليم وتدين منه به وهو إمام في علم الحديث وقال الزهري والأوزاعي وطائفة أيضا تكبيرة الإحرام ليست بواجبة وقد روي عن مالك في المأموم ما يدل على هذا القول ولم يختلف قوله في الإمام والمنفرد أن تكبيرة الإحرام واجبة عليه وأن الإمام إذا لم يكبرها بطلت صلاته وصلاة من خلفه فرضا وهذا يقضي على قوله في المأموم فافهم والصحيح عندي قول من أوجب تكبيرة الإحرام بما ذكرنا وبالله توفيقنا\r\n","description":"","footnote":"","page_name":" 186 ","page_number":180},
  {"content":"\r\nواختلف الفقهاء في حال تكبيرة الإمام والمأموم في الإحرام فذكر ابن خواز بنداد قال قال مالك إذا كبر الإمام كبر المأموم بعده ويكره له أن يكبر في حال تكبيره وإن كبر في حال تكبيره أجزاه وإن كبر قبله لم يجزه قال وقال أبو حنيفة وزفر ومحمد والثوري وعبيد الله بن الحسين يكبر مع تكبير الإمام قال محمد بن الحسن فإن فرغ المأموم من التكبير قبل الإمام لم يجزه وقال الثوري يجزيه وقال أبو يوسف والشافعي في أشهر قوليه لا يكبر المأموم حتى يفرغ الإمام من التكبير وقال أصحاب الشافعي إن كبر قبل ا لإمام أجزاه وعندهم أنه لو افتتح الصلاة لنفسه ثم أراد أن يدخل في صلاة الإمام كان ذلك له على أحد قولي الشافعي وقالت طائفة من أصحاب داود وغيرهم إن تقدم جزء من تكبير المأموم في الإحرام تكبيرة الإمام لم يجزه وإنما يجزئه أن يكون تكبيره في الإحرام بعد إمامه وإلى هذا ذهب الطحاوي واحتج بأن المأموم إنما أمر أن يدخل في صلاة الإمام بالتكبيرة والإمام إنما يصير داخلا فيها بعد الفراغ من التكبير فكيف يصح دخول المأموم في صلاة لم يدخل فيها إمامه بعد واحتج أيضا لمن\r\n","description":"","footnote":"","page_name":" 187 ","page_number":181},
  {"content":"\r\nأجاز من أصحابه تكبيرهما معا بقوله صلى الله عليه وسلم في حديث أبي موسى وغيره إذا كبر الإمام فكبروا ( 22 ) قال وهذا يدل على أنهم يكبرون معا لقوله فإذا ركع فاركعوا وهم يركعون معا والقول الأول عنده أصح وهو قول أبي يوسف وأحد قولي الشافعي واختلفوا في الوقت الذي يكبر فيه الإمام للإحرام فقال مالك والشافعي وأبو يوسف ومحمد بن الحسن لا يكبر حتى يفرغ المؤذن من الإقامة وبعد أن تعتدل الصفوف ويقوم الناس مقاماتهم والحجة لهم حديث أنس أقبل علينا رسول الله صلى الله عليه وسلم قبل أن يكبر في الصلاة فقال أقيموا صفوفكم وتراصوا فإني أراكم من وراء ظهري ( 23 ) وعن عمر وعثمان مثل هذا في تأخير التكبير للإحرام حتى تفرغ الإقامة وتستوي الصفوف وقال أبو حنيفة والثوري وزفر لا يكبر الإمام قبل فراغ المؤذن من الإقامة ويستحسنون أن يكون تكبير الإمام في الإحرام إذا قال المؤذن قد قامت الصلاة وحجتهم حديث الثوري عن عاصم الحول الأحول\r\n","description":"","footnote":"","page_name":" 188 ","page_number":182},
  {"content":"\r\nعن أبي عثمان النهدي عن بلال قال قلت يا رسول الله لا تسبقني بآمين ( 24 ) أخبرنا عبد الله بن محمد حدثنا محمد بن بكر حدثنا أبو داود حدثنا إسحاق بن إبراهيم حدثنا وكيع عن سفيان عن عاصم عن أبي عثمان عن بلال أنه قال يا رسول الله لا تسبقني بآمين قالوا وهذا يدل على أنه كان يكبر قبل فراغ من الإقامة واختلفوا في حين قيام المأموم إلى الصلاة فكان مالك لا يحد في ذلك حدا وقال لم أسمع فيه بحد وأرى أن ذلك على قدر طاقة الناس لاختلافهم في أحوالهم فمنهم الخفيف والثقيل ( 25 ) وقال أبو حنيفة وأصحابه إذا لم يكن الإمام معهم في المسجد وأنهم لا يقومون حتى يروا الإمام وهو قول الشافعي وداود وحجتهم حديث أبي قتادة الأنصاري عن النبي عليه السلام أنه قال إذا أقيمت الصلاة فلا تقوموا حتى تروني ( 26 ) وهو حديث ثابت صحيح رواه يحيى بن كثير عن عبد الله بن أبي قتادة عن أبيه عن النبي صلى الله عليه وسلم رواه عن يحيى جماعة منهم أيوب السختياني والحجاج الصواف ومعمر بن راشد\r\n","description":"","footnote":"","page_name":" 189 ","page_number":183},
  {"content":"\r\nوشيبان ذكره البخاري عن أبي نعيم عن شيبان ( 27 ) ورواه ابن عيينة عن معمر وحدث به مسدد وغيره عن حماد بن زيد عن أيوب والحجاج جميعا عن يحيى بن أبي كثير وقال أبو حنيفة وأصحابه إذا كان الإمام معهم في المسجد فإنهم يقومون في الصف إذا قال المؤذن حي على الفلاح وقال الشافعي وأصحابه وداود البدار في القيام إلى الصلاة أولى في أول أخذ المؤذن في الإقامة لأنه بدار إلى فعل بر وليس في ذلك شيء محدود عندهم وقال عبد الله بن أحمد بن حنبل سألت أبي عن الإمام أيكبر إذا قال المؤذن قد قامت الصلاة أو حيث يفرغ من الإقامة فقال حديث أبي قتادة عن النبي صلى الله عليه وسلم إذا أقيمت الصلاة فلا تقوموا حتى تروني وقد روي عن عمر ( 28 ) أنه كان يبعث إلى الصفوف فإذا استوت كبر وحديث لا تسبقني بآمين وأرجو أن لا يضيق ذلك ( 29 ) إن شاء الله وقال أبو بكر الأثرم قلت لأحمد بن حنبل حديث أبي قتادة عن النبي عليه السلام إذا أقيمت الصلاة فلا تقوموا حتى تروني فقال أنا أذهب إلى حديث أبي هريرة رواه الزهري عن أبي سلمة عن أبي\r\n","description":"","footnote":"","page_name":" 190 ","page_number":184},
  {"content":"\r\nهريرة خرج علينا رسول الله صلى الله عليه وسلم وقد أقيمت الصفوف فأقبل يمشي حتى أتى مقامه فذكر أنه لم يغتسل ولا أدفع حديث أبي قتادة وقال حديث أبي هريرة إسناده جيد قال أبو عمر قد تقدم حديث أبي هريرة في باب إسماعيل بن أبي حكيم في الجنب يصلي بالقوم وهو ناس ( 30 ) كما ذكر محمد الزبيدي ( 31 ) ويونس ومعمر والأوزاعي عن الزهري عن أبي سلمة عن أبي هريرة وقد ذكرنا الاختلاف فيه عن الزهري في باب إسماعيل بن أبي حكم وذكر الأثرم قال حدثنا الحسن بن عرفة قال حدثنا إسماعيل بن عياش عن عمرو بن مهاجر قال رأيت عمر بن عبد العزيز ومحمد بن كعب القرظي وسالم بن عبد الله وأبا قلابة وعراك بن مالك الغفاري ومحمد بن مسلم الزهري وسليمان بن حبيب يقومون إلى الصلاة في أول بدء من الإقامة\r\n","description":"","footnote":"","page_name":" 191 ","page_number":185},
  {"content":"\r\nحدثنا أحمد بن قاسم قراءة مني عليه قال حدثنا محمد بن معاوية قال حدثنا أحمد بن الحسن بن عبد الجبار الصوفي قال حدثنا الهيثم بن خارجة قال حدثنا إسماعيل بن عياش عن عمرو بن مهاجر قال سمعت عمر بن عبد العزيز يقول إذا سمعت النداء بالإقامة فكن أول من أجاب قال ورأيت عمر بن عبد العزيز وسالم بن عبد الله وأبا قلابة وعراك بن مالك الغفاري ومحمد بن كعب القرظي والزهري يقومون إلى الصلاة في أول بدء من الإقامة قال وكان عمر بن عبد العزيز إذا قال المؤذن قد قامت الصلاة عدل الصفوف بيده عن يمينه ويساره فإذا فرغ المؤذن كبر أخبرنا عبد الله حدثنا عبد الحميد حدثنا الخضر حدثنا أبو بكر الأثرم حدثنا أبو بكر بن أبي شيبة حدثنا سفيان بن عيينة عن ابن عجلان عن أبي عبيد قال سمعت عمر بن عبد العزيز بخناصرة ( 32 ) يقول حين يقول المؤذن قد قامت الصلاة قوموا قد قامت الصلاة قال وحدثنا عثمان بن أبي شيبة قال حدثنا ابن المبارك عن عبد\r\n","description":"","footnote":"","page_name":" 192 ","page_number":186},
  {"content":"\r\nالرحمان بن يزيد بن جابر يقول سمعت الزهري يقول ما كان المؤذن يقول قد قامت ( 33 ) الصلاة حتى تعتدل الصفوف قال وحدثنا عثمان بن أبي شيبة قال حدثنا ابن المبارك عن أبي يعلى قال رأيت أنس بن مالك إذا قيل قد قامت الصلاة قام فوثب قال وحدثنا أبو بكر بن أبي الأسود قال حدثنا معتمر بن سليمان عن هشام عن الحسن وابن سيرين أنهما كانا يكرهان أن يقوما حتى يقول المؤذن قد قامت الصلاة قال وحدثنا عفان قال حدثنا المبارك بن فضالة قال سمعت فرقد السبخي قال للحسن وأنا عنده أرأيت إذا أخذ المؤذن في الإقامة أأقوم أم حتى يقول قد قامت الصلاة فقال الحسن أي ذلك شئت حدثنا أحمد بن سعيد بن بشر قال حدثنا ابن أبي دليم قال حدثنا ابن وضاح قال حدثنا عبد الله بن ذكوان قال حدثنا الوليد بن مسلم قال حدثنا كلثوم بن زياد المحاربي عن الزهري عن ابن المسيب قال إذا قال المؤذن الله أكبر وجب القيام وإذا قال حي على الصلاة اعتدلت الصفوف وإذا قال لا إله إلا الله كبر الإمام ( 34 ) واختلف الفقهاء في التكبير فيما عدا الإحرام هل يكون مع العمل أو بعده فذهب مالك وأصحابه إلى أن التكبير يكون في حال الرفع\r\n","description":"","footnote":"","page_name":" 193 ","page_number":187},
  {"content":"\r\nوالخفض حين ينحط إلى الركوع وإلى السجود وحين يرفع منهما إلا في القيام من اثنتين من الجلسة الأولى فإن الإمام وغيره لا يكبر حتى يستقيم قائما فإذا اعتدل فإنما كبر ولا يكبر إلا واقفا كما لا يكبر في الإحرام إلا واقفا ما لم تكن ضرورة وقد روي نحو ذلك عن عمر بن عبد العزيز وقال أبو حنيفة والثوري وجمهور العلماء التكبير في القيام من اثنتين وغيرهما سواء يكبر في حال الخفض والرفع والقيام والقعود على ظاهر حديث ابن مسعود وغيره في ذلك أن رسول الله صلى الله عليه وسلم كان يكبر كلما خفض ورفع وفي كل خفض ورفع وقيام وقعود حدثنا عبد الوارث قال حدثنا قاسم حدثنا ابن وضاح قال حدثنا عبد الرحمان بن إبراهيم دحيم قال أخبرنا الوليد قال سألت الأوزاعي عن تكبيرة السجدة التي بعد سمع الله لمن حمده فقال كان مكحول يكبرها وهو قائم ثم يهوي إلى السجود وكان القاسم بن محمد يكبرها وهو يهوي إلى السجود فقيل للقاسم أن مكحولا يكبرها وهو قائم قال وما يدري مكحول ما هذا\r\n","description":"","footnote":"","page_name":" 194 ","page_number":188},
  {"content":"\r\nحديث ثالث لابن شهاب عن علي بن الحسين مرسل مالك عن ابن شهاب عن علي بن حسين عن علي بن أبي طالب أن رسول الله صلى الله عليه وسلم قال من حسن إسلام المرء تركه ما لا يعنيه ( 1 ) هكذا رواه جماعة رواة الموطأ عن مالك فيما علمت إلا خالد بن عبد الرحمان الخراساني ( 2 ) فإنه رواه عن مالك عن ابن شهاب عن علي بن الحسين عن أبيه وكان يحيى بن سفيان يثني على خالد بن عبد الرحمان الخراساني خيرا وقد تابعه موسى بن داود الضبي قاضي طرسوس فقال فيه أيضا عن أبيه وهما جميعا لا بأس بهما إلا أنهما ليس بالحجة على جماعة رواة الموطأ الذين لم يقولوا فيه عن أبيه فأما رواية خالد بن عبد الرحمان فحدثنا أحمد بن عبد الله بن محمد بن علي قال حدثني أبي قال حدثنا محمد بن قاسم وحدثنا خلف بن قاسم قال حدثنا الحسن بن رشيق قالا حدثنا إسحاق بن\r\n","description":"","footnote":"","page_name":" 195 ","page_number":189},
  {"content":"\r\nإبراهيم بن يونس قال حدثنا بحر بن نصر قال حدثنا خالد بن عبد الرحمان الخراساني قال حدثنا مالك عن الزهري عن علي بن حسين عن أبيه قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه وحدثنا خلف بن القاسم حدثنا محمد بن عبد الله بن أحمد القاضي حدثنا أحمد بن عمرو بن جابر وأبو جمعة قالا حدثنا محمد بن إبراهيم بن كثير أخبرنا محمد حدثنا علي بن عمر حدثنا أبو ( هريرة ) محمد بن علي بن حمزة الأنطاكي حدثنا محمد بن إبراهيم بن كثير قال حدثنا خالد بن عبد الرحمان الخراساني حدثنا مالك عن الزهري عن علي بن حسين عن أبيه قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه أخبرنا محمد حدثنا علي بن عمر حدثنا أبو بكر عبد الله بن محمد بن زياد النيسابوري حدثنا بحر بن نصر بن سابق وسعد بن عبد الله بن عبد الحكم بن أعين مولى عثمان بن عفان قال حدثنا خالد بن عبد الرحمان الخراساني قال حدثنا مالك بن أنس زاد سعد وعبد الله بن عمر العمري عن الزهري عن علي بن حسين عن أبيه عن النبي صلى الله عليه وسلم قال من حسن إسلام المرء تركه ما لا يعنيه\r\n","description":"","footnote":"","page_name":" 196 ","page_number":190},
  {"content":"\r\nوأما رواية موسى بن داود فأخبرنا محمد حدثنا علي بن عمر قال حدثنا محمد بن مخلد بن حفص حدثنا إبراهيم بن محمد بن مروان بن كنانة قال حدثنا موسى بن داود قال حدثنا مالك بن أنس وعبد الله بن عمر العمري عن ابن شهاب عن علي بن حسين عن أبيه قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه قال أبو عمر إنما أوتي فيه خالد بن عبد الرحمان وموسى بن داود والله أعلم لأنهما حملا حديث مالك في ذلك على حديث العمري عن الزهري فيه ورواه زياد بن سعد عن الزهري واختلف في حديثه علي بن المقري حدثني عبد الرحمان بن يحيى قال أحمد بن سعيد قال حدثنا عبد الجبار بن أحمد السمرقندي قال حدثنا محمد بن عبد الله بن يزيد المقري قال حدثنا سفيان بن عيينة عن زياد بن سعد عن الزهري عن سعيد بن المسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه حدثني محمد بن خليفة حدثنا محمد بن الحسن حدثنا أبو سعيد المفضل بن محمد الجندي قال حدثنا ابن المقري قال حدثنا ابن عيينة عن زياد بن سعد عن الزهري عن علي بن حسين قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه\r\n","description":"","footnote":"","page_name":" 197 ","page_number":191},
  {"content":"\r\nوكذلك رواه ابن المبارك عن ابن عيينة عن زياد بن سعد عن الزهري عن علي بن حسين مرسلا وأما عبد الجبار فقد أخطأ فيه وأعضل ولا مدخل لسعيد بن المسيب في هذا الحديث ولا يصح فيه عن الزهري إلا إسنادان أحدهما ما رواه مالك ومن تابعه وهم أكثر أصحاب الزهري عن علي بن حسين مرسلا والآخر ما رواه الأوزاعي عن قرة بن حيوئيل عن الزهري عن أبي سلمة عن أبي هريرة مسندا والمرسل عن علي بن حسين أشهر وأكثر وما عدا هذين الإسنادين فخطأ لا يعرج عليه وأما حديث قرة بن حيونيل فحدثنا خلف بن قاسم قال حدثنا سعيد بن عثمان بن السكن قال حدثنا أحمد بن الحسين أبو الجهم الدمشقي قال حدثنا أحمد بن أبي الجواري قال حدثنا أبو مسهر قال حدثنا إسماعيل بن عبد الله بن سماعة قال حدثنا الأوزاعي عن قرة بن حيوئيل عن الزهري عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه وحدثنا محمد بن خليفة قال حدثنا محمد بن الحسين قال حدثنا جعفر بن محمد الفريابي وحدثنا عبد الرحمان بن عبد الله بن خالد قال حدثنا علي بن محمد بن لؤلؤ البغدادي قال حدثنا الأوزاعي عن قرة بن حيوئيل عن الزهري عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه حدثنا أحمد بن محمد بن أحمد قال حدثنا أحمد بن الفضل قال حدثنا النحاس قال حدثنا الحسن بن علي الرافقي قال حدثنا\r\n","description":"","footnote":"","page_name":" 198 ","page_number":192},
  {"content":"\r\nالعباس بن الوليد بن يزيد قال حدثني أبي قال حدثني الوزاعي قال حدثني قرة بن عبد الرحمان بن حيوئيل قال حدثني الزهري قال حدثني أبو سلمة قال حدثني أبو هريرة قال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه قال أبو عمر كلامه هذا صلى الله عليه وسلم من الكلام الجامع للمعاني الكثيرة الجليلة في الألفاظ القليلة وهو مما لم يقله أحد قبله والله أعلم إلا أنه قد روي عنه عليه السلام أنه قال في صحف إبراهيم من عد كلامه من عمله قل كلامه إلا فيما يعنيه حدثنا محمد بن خليفة قال حدثنا محمد بن الحسين الفريابي حدثني إبراهيم بن هشام بن يحيى الغساني قال حدثني ( أبي عن ) جدي عن أبي إدريس الخولاني عن أبي ذر قال قلت يا رسول الله ما كانت صحف إبراهيم عليه السلام قال كانت أمثالا كلها فذكر الحديث قال وكان فيها وعلى العاقل أن يكون بصيرا بزمانه مقبلا على شأنه حافظا للسانه ومن حسب كلامه من عمله قل كلامه إلا فيما يعنيه وحدثنا محمد بن خليفة قال حدثنا محمد بن الحسين قال حدثنا أبو بكر بن أبي داود قال حدثنا محمود بن خالد ( 3 ) قال حدثنا عمر بن عبد الواحد قال حدثنا سعيد بن عبد العزيز قال\r\n","description":"","footnote":"","page_name":" 199 ","page_number":193},
  {"content":"\r\nوقف رجل على لقمان الحكيم وهو في حلقة عظيمة فقال ألست عبد بني الحسحاس فقال بلى قال فأني بلغت ما أرى قال قدر الله وصدق الحديث وتركي ما لا يعنيني وذكر مالك في موطئه أنه بلغه أنه قيل للقمان ما بلغ بك ما نرى يريدون الفضل فقال لقمان صدق الحديث وأداء الأمانة وترك ما لا يعنيني ( 4 ) وروى أبو عبيدة عن الحسن قال من علامة إعراض الله عز وجل عن العبد أن يجعل شغله فيما لا يعنيه وقال سابق\r\n* والنفس إن طلبت ما ليس يعنيها\r\n* جهلا وسخفا تقع فيما يعنيها\r\n* 5 ) وقال الحسن بن حميد\r\n* إذا عقل الفتى استحيا واتقى\r\n* وقلت من مقالته الفضول\r\n*\r\n","description":"","footnote":"","page_name":" 200 ","page_number":194},
  {"content":"\r\nقال أبو عمر روينا عن أبي داود السجستاني رحمه الله أنه قال أصول السنن في كل فن أربعة أحاديث ( 6 ) أحدها حديث عمر بن الخطاب عن النبي صلى الله عليه وسلم أنه قال إنما الأعمال بالنيات ولكل امرئ ما نوى ( 7 ) والثاني حديث النعمان بن بشير عن النبي صلى الله عليه وسلم أنه قال الحلال بين والحرام بين وبين ذلك أمور مشتبهات فمن اتقى الشبهات استبرأ لدينه وعرضه ( 8 ) الحديث والثالث حديث أبي هريرة عن النبي صلى الله عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه ( 9 ) والرابع حديث سهل بن سعد عن النبي صلى الله عليه وسلم أنه قال ازهد في الدنيا يحبك الله وازهد فيما في أيدي الناس يحبك الناس ( 10 )\r\n","description":"","footnote":"","page_name":" 201 ","page_number":195},
  {"content":"\r\nحدثنا أحمد بن محمد قال حدثنا علي بن محمد بن مسرور ( 11 ) قال حدثنا أحمد بن أبي سليمان قال حدثنا سحنون قال حدثنا ابن وهب قال أخبرني سحبل ( 12 ) بن محمد الأسلمي قال سمعت محمد بن عجلان يقول إنما الكلام أربعة أن تذكر الله أو تقرأ القرآن أو تسأل عن علم فتخبر به أو تتكلم فيما يعنيك من أمر دنياك\r\n","description":"","footnote":"","page_name":" 202 ","page_number":196},
  {"content":"\r\nابن شهاب عن عباد بن تميم الأنصاري حديث واحد وهو عباد بن تميم بن زيد بن عاصم الأنصاري من بني مازن بن النجار قد ذكرنا أباه ( 1 ) وعمه عبد الله ( 2 ) بن زيد في كتابنا في الصحابة بما أغنى عن ذكر نسبه ههنا وعباد بن تميم أحد ثقات التابعين بالمدينة روى عن عمه وأبي هريرة وروى عنه الزهري وأبو بكر بن عمرو بن حزم وابنه عبد الله بن أبي بكر وغيرهم من علماء أهل المدينة ( 3 ) مالك عن ابن شهاب عن عباد بن تميم عن عمه أنه رأى رسول الله صلى الله عليه وسلم مستلقيا في المسجد واضعا إحدى رجليه على الأخرى ( 4 ) هكذا رواه مالك وسائر أصحاب ابن شهاب عنه عن عباد بن تميم عن عمه ووهم فيه عبد العزيز بن أبي سلمة فرواه عن ابن شهاب عن\r\n","description":"","footnote":"","page_name":" 203 ","page_number":197},
  {"content":"\r\nمحمود بن لبيد عن عباد بن تميم عن عمه قال وكانت له صحبته أنه رأى النبي صلى الله عليه وسلم يستلقي ثم ينصب إحدى رجليه ويعرض عليها الأخرى حدثنا أحمد بن قاسم بن عيسى المقري قال حدثنا عبيد الله بن محمد بن حبابة قال حدثنا البغوي قال حدثنا علي بن الجعد وبشر بن الوليد قالا حدثنا عبد العزيز بن أبي سلمة فذكره ولا وجه لذكر محمود بن لبيد في هذا الإسناد وهو من الوهم البين عند أهل العلم وأظن والله أعلم أن السبب الموجب لإدخال مالك هذا الحديث في موطئه ما بأيدي العلماء من النهي عن مثل هذا المعنى وذلك أن الليث بن سعد وابن جريج وحماد بن سلمة رووا عن أبي الزبير عن جابر قال نهى رسول الله صلى الله عليه وسلم أن يضع الرجل إحدى رجليه على الأخرى وهو مستلق على ظهره ( 5 ) وروى محمد بن مسلم الطائفي عن عمرو بن دينار عن جابر أن النبي صلى الله عليه وسلم نهى أن يضع الرجل إحدى رجليه على الأخرى ويستلقي حدثنا خلف بن القاسم حدثنا محمد بن الحسين السبيعي الحلبي حدثنا البغوي حدثنا محمد بن عبد الوهاب حدثنا محمد بن مسلم الطائفي فذكره فنرى والله أعلم أن مالكا بلغه هذا الحديث وكان عنده عن ابن شهاب حديث عبد بن تميم هذا يحدث به على وجه\r\n","description":"","footnote":"","page_name":" 204 ","page_number":198},
  {"content":"\r\nالدفع لذلك ثم أردف هذا الحديث في موطئه بما رواه عن ابن شهاب عن سعيد بن المسيب أن أبا بكر وعمر كانا يفعلان ذلك ( 6 ) فكأنه ذهب إلى أن نهيه عن ذلك منسوخ بفعله واستدل على نسخه بعمل الخليفتين بعده ( 7 ) وهما لا يجوز أن يخفى عليهما النسخ في ذلك وغيره من المنسوخ من سائر سننه عليه السلام ومن أوضح الدلائل على أن المتأخر من ذلك عمل الخلفاء والعلماء بما عملوا به فيه ولو لم يوجد على ذلك دليل يتبين الناسخ منه من المنسوخ لكان النظر يشهد لحديث مالك لأن الأمور أصلها الإباحة حتى يثبت الحظر ولا يثبت حكم على مسلم إلا بدليل لا معارض له وبالله التوفيق أخبرنا عبد الرحمان حدثنا علي حدثنا أحمد حدثنا سحنون حدثنا ابن وهب قال أخبرني يونس عن ابن شهاب عن عباد بن تميم عن عمه أنه رأى رسول الله صلى الله عليه وسلم مستلقيا في المسجد واضعا إحدى رجليه عى الأخرى ( 8 ) قال وأخبرني يونس عن ابن\r\n","description":"","footnote":"","page_name":" 205 ","page_number":199},
  {"content":"\r\nشهاب عن عباد بن تميم أن عمر بن الخطاب وعثمان بن عفان كانا يفعلان ذلك قال وأخبرنا مالك عن ابن شهاب عن سعيد بن المسيب مثل ذلك ( 9 ) هكذا ذكره ( ابن وهب ) في جامعه وهو خلاف ما في الموطأ من إسناده وفي ذكر موضع أبي بكر وعثمان قال ابن وهب وأخبرني يونس عن ابن شهاب قال حدثني عمر بن عبد العزيز أن محمد بن نوفل أخبره أنه رأى أسامة بن زيد بن حارثة في مسجد رسول الله صلى الله عليه وسلم يفعل ذلك قال وأخبرني أسامة بن زيد الليثي عن نافع أنه رأى ابن عمر يفعل ذلك\r\n","description":"","footnote":"","page_name":" 206 ","page_number":200},
  {"content":"\r\nابن شهاب عن سالم بن عبد الله بن عمر تسعة أحاديث منها ثلاثة مرسلة وغيرها متصلة مسندة ومنها حديث واحد شرك سالما فيه أخوه حمزة بن عبد الله بن عمر وسالم يكنى أبا عمرو كان أشبه ولد عبد الله بن عمر بعبد الله بن عمر وذكر مالك عن يحيى بن سعيد عن سعيد بن المسيب قال كان أشبه ولد عمر بن الخطاب به عبد الله بن عمر وكان أشبه ولد عبد الله بن عمر به سالم ( 1 ) قال أبو عمر كان عبد الله بن عمر محبا في سالم فيما ذكروا وكان يفرط في حبه فيلام أحيانا في ذلك فكان يقول\r\n* يلومونني في سالم وألومهم\r\n* وجلدة بين العين والأنف سالم\r\n* 2 ) ويروى\r\n* يديرونني في سالم وأديرهم\r\n* وجلدة بين العين والأنف سالم\r\n* وكان سالم ناسكا يلبس الصوف وكان فقيها جليلا أحد الفقهاء العشرة من التابعين بالمدينة وكان حسن الخلق مداعبا له أخبار ظريفة مع أشعب الطماع وكان أسمر شديد السمرة يخضب بالحناء\r\n","description":"","footnote":"","page_name":" 207 ","page_number":201},
  {"content":"\r\nأمه أم ولد روى عنه القاسم بن محمد ذكر الحسن الحلواني قال حدثنا عثمان بن الهيثم قال حدثنا حنظلة عن القاسم أن سالما بن عبد الله قال لو فاتني من الجمعة ركعة ما زدت على أن أركع إليها ركعة أخرى وكان سالم سريع الكلام وذكر الحلواني عن سليمان بن حرب عن حماد بن زيد عن أيوب قال سمعت سالما يسئل عن التيمم فقال ضربة للوجه وضربة لليدين إلى المرفقين وكان سريع الكلام قال الحلواني وحدثنا المعلى بن أسد قال حدثنا عبد العزيز بن مختار عن علي بن زيد عن سعيد بن المسيب قال قال لي عبد الله بن عمر هل تدري لما سميت ابني سالما قلت لا قال باسم سالم مولى أبي ( 3 ) حذيفة وهل تدري لم سميت ابني واقدا قلت لا قال باسم واقد بن عبد الله اليربوعي ( 4 ) وهل تدري لم سميت ابني عبد الله قلت لا قال باسم عبد الله بن رواحة حدثنا عبد الرحمان بن يحيى حدثنا أحمد بن سعيد قال حدثنا ابن الأعرابي حدثنا أبو داود قال قرأ علي الحرث بن مسكين\r\n","description":"","footnote":"","page_name":" 208 ","page_number":202},
  {"content":"\r\nوأنا شاهد أخبركم ابن وهب قال أخبرني مالك قال أن فتيا ابن شهاب ووجه ما كان يأخذ به إلى قول سالم وسعيد بن المسيب وتوفي سالم سنة ست ومائة بالمدينة لم ينتقل عنها حتى مات فيها وصلى عليه هشام بن عبد الملك كان حج تلك السنة ثم قدم المدينة زائرا فوافق موت سالم فصلى عليه واختلف في موضع صلاته عليه فقال قوم صلى عليه بالبقيع ذكر ذلك الواقدي عن أفلح بن حميد وخالد بن القاسم وقال آخرون صلي عليه في مسجد رسول الله صلى الله عليه وسلم ذكر ذلك ابن أبي خيثمة عن موسى بن إسماعيل عن حماد بن سلمة عن حميد الطويل قال صلينا على سالم بن عبد الله عند مسجد النبي صلى الله عليه وسلم ولم يختلفوا في سائر ما ذكرت لك والله أعلم إلا أن وهب بن جرير قال توفي سالم سنة ثمان ومائة وقال غيره توفي سنة ست ومائة وكذلك قال ضمرة عن ابن شوذب شهدت جنازة سالم بن عبد الله سنة ست ومائة قال حمزة عن ابن شوذب حج هشام بن عبد الملك سنة ست ومائة فمر بالمدينة فعاد سالم بن عبد الله وكان مريضا ثم انصرف فوجده قد مات فصلى عليه وذلك سنة ست ومائة ( 5 )\r\n","description":"","footnote":"","page_name":" 209 ","page_number":203},
  {"content":"\r\nحديث أول لابن شهاب عن سالم مسند مالك عن ابن شهاب عن سالم بن عبد الله بن عمر ( عن أبيه ) أن رسول الله صلى الله عليه وسلم كان إذا افتتح الصلاة رفع يديه حذو منكبيه وإذا رفع رأسه من الركوع رفعهما كذلك وقال سمع الله لمن حمده ربنا ولك الحمد وكان لا يفعل ذلك في السجود ( 1 ) هكذا رواه يحيى عن مالك لم يذكر فيه الرفع عند الانحطاط إلى الركوع وتابعه على ذلك جماعة من الرواة للموطأ عن مالك منهم القعنبي وأبو مصعب وابن بكير وسعيد بن الحكم بن أبي مريم ومعن بن عيسى والشافعي ويحيى بن يحيى النيسابوري وإسحاق بن الطباع وروح بن عبادة وعبد الله بن نافع الزبيري وكامل بن طلحة وإسحاق بن إبراهيم الحنيني وأبو حذافة أحمد بن إسماعيل وابن وهب في رواية ابن أخيه عنه ورواه ابن وهب وابن القاسم ويحيى بن سعيد القطان وابن أبي أويس وعبد الرحمان بن مهدي وجويرية بن أسماء وإبراهيم بن طهمان وعبد الله بن المبارك وبشر بن عمر وعثمان بن عمر ( 2 ) وعبد الله بن يوسف التنيسي وخالد بن مخلد\r\n","description":"","footnote":"","page_name":" 210 ","page_number":204},
  {"content":"\r\nومكي بن إبراهيم ومحمد بن الحسن الشيباني ( 3 ) وخارجة بن مصعب وعبد الملك بن زياد النصيبي وعبد الله بن نافع الصائغ وأبو قرة موسى بن طارق ومطرف بن عبد الله وقتيبة بن سعيد كل هؤلاء رووه عن مالك فذكروا فيه الرفع عند الانحطاط إلى الركوع قالوا فيه أن رسول الله صلى الله عليه وسلم كان يرفع يديه إذا افتتح الصلاة حذو منكبيه وإذا ركع وإذا رفع رأسه من الركوع ذكر الدارقطني الطرق عن أكثرهم عن مالك كما ذكرنا وهو الصواب وكذلك رواه سائر من رواه عن ابن شهاب وممن روينا ذلك عنه من أصحاب ابن شهاب الزبيدي ومعمر والأوزاعي ومحمد بن إسحاق وسفيان بن حسين ( 4 ) وعقيل بن خالد وشعيب بن أبي حمزة وابن عيينة ويونس بن يزيد ويحيى بن سعيد الأنصاري وعبد الله بن عمر كلهم رووا هذا الحديث عن ابن شهاب عن سالم عن أبيه عن النبي صلى الله عليه وسلم كما رواه ابن وهب ومن ذكرنا معه من أصحاب مالك وقد ذكرنا طرق هذا الخبر في غير هذا الكتاب وتركنا الأسانيد عن هؤلاء في ذلك ههنا خشية الإطالة وقال جماعة من أهل العلم أن إسقاط ذكر الرفع عند الانحطاط في هذا الحديث إما أتى من مالك\r\n","description":"","footnote":"","page_name":" 211 ","page_number":205},
  {"content":"\r\nوهو الذي كان ربما وهم فيه لأن جماعة حفاظا رووا عنه الوجهين جميعا قال أبو عمر هذا الحديث أحد الأحاديث الأربعة التي رفعها سالم عن أبيه عن النبي عليه السلام وأوقفها نافع على ابن عمر فمنها ما جعله من قول ابن عمر وفعله ومنها ما جعله عن ابن عمر عن عمر والقول فيها قول سالم ولم يلتفت الناس فيها إلى نافع فهذا أحدها والثاني من باع عبدا وله مال جعله نافع عن ابن عمر عن عمر قوله ( 5 ) والحديث الثالث الناس كإبل مائة لا تكاد تجد فيها راحلة ( 6 ) والرابع فيما سقت السماء والعيون أو كان بعلا العشر وما سقي بالنضح نصف العشر ( 7 ) وفي هذا الحديث من الفقه رفع اليدين في المواضع المذكورة فيه وذلك عند أهل العلم تعظيم لله وابتهال إليه واستسلام له وخضوع للوقوف بين يديه واتباع لسنة رسوله صلى الله عليه وسلم واختلف العلماء في رفع اليدين في الصلاة فروى ابن القاسم وغيره عن مالك أنه كان يرى رفع اليدين في الصلاة ضعيفا إلا في تكبيرة الإحرام وحدها وتعلق بهذه الرواية عن مالك أكثر المالكيين وهو قول\r\n","description":"","footnote":"","page_name":" 212 ","page_number":206},
  {"content":"\r\nالكوفيين سفيان الثوري وأبي حنيفة وأصحابه والحسن بن حي وسائر فقهاء الكوفة قديما وحديثا قال أبو عبد الله محمد بن نصر المروزي رحمه الله في كتابه في رفع اليدين من الكتاب الكبير لا نعلم مصرا من الأمصار ينسب إلى أهله العلم قديما تركوا بإجماعهم رفع اليدين عند الخفض والرفع في الصلاة إلا أهل الكوفة وروى ابن وهب والوليد بن مسلم وسعيد بن أبي مريم وأشهب وأبو المصعب عن مالك أنه كان يرفع يديه على حديث ابن عمر هذا إلى أن مات فالله أعلم وبهذا قال الأوزاعي وسفيان بن عيينة والشافعي وجماعة أهل الحديث وهو قول أحمد بن حنبل وأبي عبيد وأبي إسحاق بن راهويه وأبي ثور وابن المبارك وأبي جعفر محمد بن جرير الطبري وقال دواد بن علي الرفع عند تكبيرة الإحرام واجب ركن من أركان الصلاة واختلف أصحابه فقال بعضهم الرفع عند الإحرام والركوع والرفع من الركوع واجب وقال بعضهم لا يجب الرفع إلا عند الإحرام وقال بعضهم لا يجب لا عند الإحرام ولا غيره لأنه فعله ولم يأمر به وقال بعضهم هو كله واجب لقول رسول الله صلوا كما رأيتموني أصلي ( 8 )\r\n","description":"","footnote":"","page_name":" 213 ","page_number":207},
  {"content":"\r\nوذكر ابن خواز بنداد قال اختلفت الرواية عن مالك في رفع اليدين عند الخفض والرفع في الصلاة فقال يرفع في كل خفض ورفع على حديث ابن عمر عن النبي عليه السلام وقد قال لا يرفع إلا في تكبيرة الإحرام وهذا قال لا يرفع أصلا قال والذي عليه أصحابنا الرفع عند الإحرام لا غير وحجة من ذهب مذهب ابن القاسم وروايته عن مالك ومذهب الكوفيين الموافقين له في ذلك حديث البراء بن عازب وحديث عبد الله بن مسعود عن النبي صلى الله عليه وسلم أنه كان يرفع يديه إذا افتتح الصلاة ثم لا يرفع بعد حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا أبو نعيم قال حدثنا موسى بن محمد الأنصاري عن يزيد بن أبي زياد عن عبد الرحمان بن أبي ليلى عن البراء بن عازب قال صليت خلف النبي صلى الله عليه وسلم فكبر فرفع يديه حتى حاذى اذنيه في أول مرة لم يزد عليها قال أحمد بن زهير سئل يحيى بن معين عن يزيد بن أبي زياد فقال ليس بذاك ( 9 )\r\n","description":"","footnote":"","page_name":" 214 ","page_number":208},
  {"content":"\r\nوأخبرنا أحمد بن محمد بن أحمد قال حدثنا أحمد بن الفضل بن العباس قال حدثنا محمد بن جرير قال حدثنا إسماعيل بن موسى الرازي قال حدثنا شريك عن يزيد بن أبي زياد عن عبد الرحمان بن أبي ليلى عن البراء بن عازب قال كان النبي صلى الله عليه وسلم إذا افتتح الصلاة رفع يديه حتى تحاذي أذنيه ثم لا يعود ( 10 ) قال أبو عمر قال محمد بن عبد الله بن نمير لم يكن يزيد بن أبي زياد بالحافظ حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا عبد الله بن أحمد بن حنبل قال حدثني أبي قال حدثنا وكيع عن عاصم بن كليب عن عبد الرحمان بن الأسود عن علقمة قال قال ابن مسعود ألا أصلي بكم صلاة رسول الله صلى الله عليه وسلم قال فصلى فلم يرفع يديه إلا مرة ( 11 ) وهذان حديثان معلولان عند أهل العلم بالحديث مرفوعان عند أهل الصحة عندهم وسنذكر العلة فيهما عنهم فيما بعد من هذا الباب إن شاء الله وحجتهم أيضا ما رواه نعيم المجمر ( 12 ) وأبو جعفر القاري عن أبي هريرة أنه كان يرفع يديه إذا افتتح الصلاة ويكبر كلما خفض ورفع ويقول أنا أشبهكم صلاة برسول الله صلى الله عليه وسلم ( 13 )\r\n","description":"","footnote":"","page_name":" 215 ","page_number":209},
  {"content":"\r\nقال أبو عمر وحجة من رأى الرفع عند كل خفض ورفع حديث ابن عمر المذكور في هذا الباب وهو حديث ثابت لا مطعن فيه عند أحد من أهل العلم بالحديث ورواه عن النبي صلى الله عليه وسلم كما رواه ابن عمر ثلاثة عشر رجلا من الصحابة رحمهم الله ذكر ذلك جماعة من المصنفين وأهل الحديث منهم أبو داود وأحمد بن شعيب والبخاري ومسلم وغيرهم وأفرد لذلك بابا أبو بكر أحمد بن عمر البزار ( 14 ) وصنف فيه كتابا أبو عبد الله محمد بن نصر المروزي وروي ذلك عن جماعة من الصحابة سنذكر منهم ما حضرنا ذكره عندهم ولم يرو عن أحد من الصحابة ترك الرفع عند كل خفض ورفع ممن لم يختلف عنه فيه إلا عبد الله بن مسعود وحده وروى الكوفيون عن علي رضي الله عنه مثل ( 15 ) ذلك وروى المدنيون عنه الرفع من حديث عبيد الله بن أبي رافع ( 16 ) عنه وكذلك اختلف عن أبي هريرة فروى عنه نعيم المجمر وأبو جعفر القاري أنه كان يرفع يديه إذا افتتح الصلاة وروى عنه عبد الرحمان بن هرمز الأعرج أنه كان يرفع يديه إذا ركع وإذا رفع رأسه من الركوع ورواية الأعرج مفسرة ورواية نعيم مجملة محتملة للتأويل لأنه ليس فيها أنه لم يرفع في غير الإحرام وقوله أنا أشبهكم صلاة برسول الله صلى الله عليه وسلم إنما حكاه عنه أبو سلمة وغيره في التكبير في كل خفض ورفع ولا يقاس نعيم وأبو جعفر بأبي سلمة\r\n","description":"","footnote":"","page_name":" 216 ","page_number":210},
  {"content":"\r\nوقد مضى ذكر حديث أبي سلمة فيما مر من هذا الكتاب وروى الرفع عند الخفض والرفع أيضا عن جماعة من التابعين بالحجاز والعراق والشام يطول الكتاب بذكرهم فذكر أبو عبد الله محمد بن نصر المروزي أكثرهم وذكر بعضهم ابن المنذر وذكر أبو بكر الأثرم عن أحمد بن حنبل وغيره من ذلك ما أخبرناه عبد الله بن محمد بن عبد المؤمن قال حدثنا عبد الحميد بن أحمد بن عيسى الوراق قال حدثنا الخضر بن داود قال حدثنا أبو بكر أحمد بن محمد بن هانئ الأثرم قال حدثنا أحمد بن حنبل قال حدثنا إسماعيل بن علية عن محمد بن إسحاق عن الأعرج قال رأيت أبا هريرة يرفع يديه إذا ركع وإذا رفع رأسه من الركوع قال حدثنا أبو حذيفة قال حدثنا إبراهيم بن طهمان عن أبي الزبير قال كان جابر بن عبد الله إذا كبر رفع يديه وإذا رفع رأسه من الركوع رفع يديه وزعم أن النبي عليه السلام كان يفعل ( 17 ) ذلك قال وحدثنا أحمد بن حنبل حدثنا روح بن عبادة عن زكريا بن إسحاق عن أبي الزبير قال رأيت ابن عمر وابن الزبير ( 18 ) يرفعان أيديهما إذا ركعا وإذا رفعا قال وحدثنا أحمد بن حنبل قال حدثنا معاذ بن معاذ وابن أبي عدي وغندر عن شعبة عن قتادة عن الحسن قال كان أصحاب رسول الله صلى الله عليه وسلم يرفعون أيديهم في الصلاة إذا ركعوا وإذا رفعوا كأنها المراوح ( 19 )\r\n","description":"","footnote":"","page_name":" 217 ","page_number":211},
  {"content":"\r\nقال وحدثنا أحمد قال حدثنا يحيى بن آدم عن ابن المبارك عن عكرمة بن عمار قال رأيت القاسم بن محمد وسالم بن عبد الله يرفعان أيديهما إذا ركعا وإذا رفعا رؤوسهما ( 20 ) قال وحدثنا سليمان بن حرث حدثنا حماد بن زيد عن هشام بن الحسن ومحمد بن سيرين أنهما كانا يرفعان أيديهما إذا كبرا وإذا ركعا وإذا رفعا قال محمد بن سيرين هو من تمام الصلاة قال أبو بكر وسمعت أبا عبد الله أحمد بن حنبل يقول حدثنا أبو النصر عن الربيع بن صبيح قال رأيت عطاء وطاوسا ومجاهدا والحسن وابن سيرين ونافعا وابن أبي نجيح والحسن بن مسلم وقتادة يرفعون أيديهم عند الركوع وعند الرفع منه قال وسمعت أبا عبد الله يعني أحمد بن حنبل يقول رأيت معمر بن سليمان ويحيى بن سعيد وعبد الرحمان بن مهدي وإسماعيل بن علية يرفعون أيديهم عند الركوع وإذا رفعوا رؤوسهم قال أبو عمر هذا يدلك من نقل الإمام أحمد بن حنبل رحمه الله أن أهل الحجاز والشام والبصرة يرفعون ويشهد لما قاله أبو عبد الله المروزي أنه لا يعلم مصرا من أمصار المسلمين لا يرفعون أيديهم في الصلاة في غير الافتتاح إلا أهل الكوفة\r\n","description":"","footnote":"","page_name":" 218 ","page_number":212},
  {"content":"\r\nوروي عن أبي سعيد الخدري وأبي موسى الأشعري وأنس وأبي الدرداء ( 21 ) أنهم كانوا يرفعون وحسبك بما تقدم أنه لم يرو عن أحد من الصحابة ترك الرفع ممن لم يختلف عنه فيه إلا ابن مسعود وحدثنا خلف بن قاسم قال حدثنا أبو الميمون البجلي بدمشق قال حدثنا أبو زرعة الدمشقي حدثنا أبو مسهر حدثنا عبد الله بن العلا بن زيد عن عمرو بن مهاجر عن عمر بن عبد العزيز قال إن كنا لنؤدب عليها بالمدينة يعني إذا لم يرفعوا أيديهم في الصلاة وقال عمر بن عبد العزيز في ذلك سالم قد حفظ عن أبيه قال أبو عمر أما حديث ابن مسعود عن النبي صلى الله عليه وسلم أنه كان لا يرفع يديه في الصلاة إلا مرة في أول شيء فهو حديث انفرد به عاصم بن كليب واختلف عليه في ألفاظه وقد ضعف الحديث أحمد بن حنبل وعلله ورمى ( 22 ) به وقال وكيع يقول فيه عن سفيان عن عاصم بن كليب ثم لا يعود ومرة يقول لم يرفع يديه إلا مرة وإنما يقوله من قبل نفسه لأن ابن إدريس رواه عن عاصم بن كليب فلم يزد على أن قال كبر ورفع يديه ثم ركع ولفظه غير لفظ وكيع وضعف أحمد الحديث ذكره عبد الله بن أحمد بن حنبل عن أبيه حدثناه عبد الوارث عن قاسم في مصنفه عن عبد الله وذكره الأثرم وغيره عن أحمد وأما حديث البراء بن عازب في ذلك فإنه انفرد يزيد بن أبي زياد عن\r\n","description":"","footnote":"","page_name":" 219 ","page_number":213},
  {"content":"\r\nعبد الرحمان بن أبي ليلى عن البراء فرواه عنه الثقات الحفاظ منهم شعبة والثوري وابن عيينة وهشيم وخالد بن عبد الله الواسطي لم يذكر واحد منهم عنه فيه قوله ثم لا يعود وإنما قاله فيه عنه من لا يحتج به على هؤلاء وحكى ابن عيينة عنه أنه حدثهم به قديما وليس فيه ثم لا يعود ثم حدثهم به بعد ذلك فذكر فيه ثم لا يعود قال فنظرته فإذا ملحق بين سطرين ذكره أحمد بن حنبل والحميدي عن ابن عيينة وذكره أبو داود ( 23 ) قال أبو عمر المحفوظ في حديث يزيد بن أبي زياد عن ابن أبي ليلى عن البراء كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة رفع يديه في أول مرة وقال بعضهم فيه مرة واحدة وأما قول من قال فيه ثم لا يعود فخطأ عند أهل الحديث وقال أبو داود في حديث عاصم بن كليب عن عبد الرحمان بن الأسود عن علقمة عن ابن مسعود قال ألا أصلي بكم صلاة رسول الله صلى الله عليه وسلم فصلى فلم يرفع يديه إلا مرة واحدة هذا حديث يختصر من حديث طويل وليس بصحيح على هذا المعنى ( 24 ) وقال أبو بكر أحمد بن عمر البزار ( 25 ) وهو حديث لا يثبت ولا يحتج به\r\n","description":"","footnote":"","page_name":" 220 ","page_number":214},
  {"content":"\r\nقال أبو بكر سمعت البزار يقوله وحدثنا أحمد بن محمد بن أحمد حدثنا أحمد بن سعيد حدثنا سعيد بن عثمان قال سمعت محمد بن وضاح يقول الأحاديث التي تروى عن النبي صلى الله عليه وسلم في رفع اليدين ثم لا يعود ضعيفة كلها وقد احتج بعض المتأخرين للكوفيين ومن ذهب مذهبهم في رفع اليدين بما حدثنا أحمد بن محمد حدثنا أحمد بن الفضل حدثنا أبو بكر محمد بن بكار بن يزيد الدمشقي قال حدثنا محمد بن إسماعيل بن علية القاضي بدمشق في شوال سنة اثنتين وستين ومائتين قال حدثنا أبو معاوية الضرير قال حدثنا الأعمش عن تميم بن طرفة عن جابر بن سمرة قال قال رسول الله صلى الله عليه وسلم مالي أراكم رافعي أيديكم كأنها أذناب خيل شمس اسكنوا في الصلاة ( 26 ) وهذا لا حجة فيه لأن الذي نهاهم ( 27 ) عنه رسول الله صلى الله عليه وسلم غير الذي كان يفعله لأنه محال أن ينهاهم ( 28 ) عما سن لهم وإنما رأى أقواما يعبثون بأيديهم ويرفعونها في غير مواضع الرفع فنهاهم عن ذلك وكان في العرب القادمين والأعراب من لا يعرف حدود دينه في الصلاة وغيرها وبعث صلى الله عليه وسلم معلما فلما رآهم يعبثون\r\n","description":"","footnote":"","page_name":" 221 ","page_number":215},
  {"content":"\r\nبأيديهم في الصلاة نهاهم وأمرهم بالسكون فيها وليس هذا من هذا الباب في شيء والله أعلم وأما الرواية عن مالك ( 29 ) كما ذكرنا عنه مما يخالف رواية ابن القاسم فحدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا أبو عبيدة بن أحمد حدثنا يونس بن عبد الأعلى حدثنا أشهب بن عبد العزيز قال صحبت مالك بن أنس قبل موته بسنة فما مات إلا وهو يرفع يديه فقيل ليونس وصف أشهب رفع اليدين عن مالك قال سئل أشهب عنه غير مرة فكان يقول يرفع يديه إذا أحرم وإذا أراد أن يركع وإذا قال سمع الله لمن حمده قال يونس وحدثني ابن وهب قال صحبت مالك في طريق الحج فلما كان بموضع ذكره يونس دنت ناقتي من ناقته فقلت يأبا عبد الله كيف يرفع المصلي يديه في الصلاة فقال وعن هذا تسألني ما أحب أن أسمعه منك ثم قال إذا أحرم وإذا أراد أن يركع وإذا قال سمع الله لمن حمده قال أبو عبيدة سمعت هذا من يونس غير مرة وفي المستخرجة من سماع أشهب وابن نافع عن مالك قال يرفع المصلي يديه إذا رفع رأسه من الركوع وقال سمع الله لمن حمده قال وليس الرفع بلازم وفي ذلك سعة وذكر الطبري قال حدثنا يونس بن عبد الأعلى عن أشهب عن مالك مثل ذلك ويرفع من وراء الإمام لرفعه ( 30 ) إذا قال سمع الله لمن حمده قال وليس رفع اليدين باللازم وفي ذلك سعة\r\n","description":"","footnote":"","page_name":" 222 ","page_number":216},
  {"content":"\r\nحدثنا أحمد بن محمد حدثنا وهب بن مسرة حدثنا ابن وضاح قال حدثنا أبو الطاهر أحمد بن عمرو قال حدثنا ابن وهب قال رأيت مالك بن أنس يرفع يديه في كل خفض ورفع أو قال كلما خفض ولم تزل تلك صلاته وحدثنا أحمد حدثنا أحمد بن سعيد قال حدثنا أحمد بن خالد وسعيد بن عثمان أنهما سمعا يحيى بن عمر يقول سمعت أبا المصعب الزهري يقول رأيت مالك بن أنس يرفع يديه إذا قال سمع الله لمن حمده على حديث ابن عمر قال أحمد بن خالد وكان عندنا جماعة من علمائنا يرفعون أيديهم في الصلاة على حديث ابن عمر ورواية من روى ذلك عن مالك وجماعة لا يرفعون إلا في الإحرام على رواية ابن القاسم فما عاب هؤلاء على هؤلاء ولا هؤلاء على هؤلاء وسمعت شيخنا أبا عمر أحمد بن عبد الملك بن هاشم ( 31 ) رحمه الله يقول كان أبو إبراهيم إسحاق بن إبراهيم شيخنا يرفع يديه كلما خفض ورفع على حديث ابن عمر في الموطأ وكان أفضل من رأيت وأفقههم وأصحهم علما ودينا فقلت له ( 32 ) فلم لا ترفع أنت فنقتدي بك قال لي لا أخالف رواية ابن القاسم لأن الجماعة لدينا ( 33 ) اليوم عليها ومخالفة الجماعة فيما قد أبيح لنا ليس من شيم الأيمة وقال محمد بن عبد الله بن عبد الحكم الذي آخذ به في رفع اليدين أن أرفع على حديث ابن عمر قال ولم يرو أحد عن مالك مثل رواية ابن القاسم في رفع اليدين\r\n","description":"","footnote":"","page_name":" 223 ","page_number":217},
  {"content":"\r\nأخبرنا عبد الله بن محمد حدثنا عبد الحميد حدثنا الخضر حدثنا الأثرم قال حضرت أحمد بن حنبل وقال له رجل غريب رأيتك ترفع يديك إذا أردت الركوع ونحن عندنا لا نفعل ذلك أفتراه ينقص من الصلاة إذا لم نفعل فقال ما أدري أما نحن فنفعله وهو الأكثر عندنا وأثبت عن النبي صلى الله عليه وسلم وأصحابه وقال بعض أصحابه له بكل إشارة عشر حسنات بكل أصبع ( 34 ) حسنة قيل لأبي عبد الله نذهب لرفع اليدين في القيام من اثنتين أيضا قال لا أنا أذهب إلى حديث سالم عن أبيه ولا أذهب إلى حديث وائل بن حجر لأنه مختلف في ألفاظه حديث عاصم بن كليب خلاف حديث عمرو بن مرة قال الأثرم وسمعته غيره مر يسأل عن رفع اليدين عند الركوع وإذا رفع رأسه قال ومن شك في ذلك كان ابن عمر إذا رأى من لا يرفع حصبه ( 35 ) قال وحدثنا أبو عبد الله يعني أحمد بن حنبل قال حدثنا الوليد بن مسلم قال سمعت زيد بن واقد قال سمعت نافعا قال كان ابن عمر إذا رأى رجلا لا يرفع يديه حصبه وأمره أن يرفع ( 36 )\r\n","description":"","footnote":"","page_name":" 224 ","page_number":218},
  {"content":"\r\nقال أبو عبد الله وقد روى غير واحد عن ابن لهيعة عن عبد الله بن هبيرة عن مشرح ( 37 ) بن هاعان ( 38 ) عن عقبة بن عامر قال له بكل إشارة عشر حسنات قال إلا أن ابن المبارك قال عن ابن لهيعة عن مشرح عن عقبة ليس بين ابن لهيعة ومشرح أحد ثم قال أبو عبد الله هؤلاء يكرهون ذلك كالمغتاظ يعني أصحاب أبي حنيفة قال أبو بكر الأثرم حدثنا علي بن أحمد بن القاسم الباهلي قال أخبرنا عبد الله بن وهب قال أخبرني عياض بن عبد الله الفهري أن عبد الله بن عمر كان يقول لكل شيء زينة وزينة الصلاة التكبير ورفع الأيدي فيها قال وحدثنا سعيد بن عبيد قال حدثنا ابن لهيعة عن ابن عجلان عن النعمان بن أبي عياش قال كان يقال لكل شيء زينة وزينة الصلاة رفع الأيدي عند الافتتاح وحين يريد أن يركع وحين يريد أن يرفع قال أبو عمر هذا يدلك على أن رفع اليدين ليس من أركان الصلاة ولا من الواجب فيها وأنه على ما قدمنا في أول الباب خضوع واستكانة واستسلام وزينة الصلاة كما وصفنا وهو قول الجمهور وقد روي عن الأوزاعي وذهب إلى ذلك الحميدي فيمن لم يرفع يديه على حديث ابن عمر أن الصلاة فاسدة أو ناقصة\r\n","description":"","footnote":"","page_name":" 225 ","page_number":219},
  {"content":"\r\nورأى بعضهم عليه الإعادة وليس هذا بصحيح عندنا لما ذكرنا لأن إيجاب الإعادة إيجاب فرض والفرائض لا تثبت إلا بحجة أو سنة لا معارض لها أو إجماع من الأمة وقد ذكرنا فرائض الصلاة وسننها فيما تقدم من كتابنا هذا ودللنا على ذلك من حديث أبي هريرة وحديث رفاعة بن رافع بما إغنى عن ذكره ههنا وذكر الطبري قال حدثنا العباس بن الوليد بن يزيد عن أبيه عن الأوزاعي قال بلغنا أن من السنة فيما أجمع عليه علماء الحجاز والبصرة والشام أن رسول الله صلى الله عليه وسلم كان يرفع يديه حذو منكبيه حين يكبر لاستفتاح الصلاة وحين يكبر للركوع ويهوي ساجدا وحين يرفع رأسه من الركوع إلا أهل الكوفة فإنهم خالفوا في ذلك أمتهم ( 39 ) قيل للأوزاعي فإن نقص من ذلك شيئا قال ذلك نقص من صلاته وفيما أجاز لنا قاسم بن أحمد وعباس بن أصبغ عن محمد بن عبد الملك بن أيمن عن عبد الله ( 40 ) بن أحمد بن حنبل قال سمعت أبي يقول من رفع يديه فهو أفضل قال وكان يحيى بن سعيد وابن علية ويزيد بن هارون يرفعون قال وكان ابن عيينة ربما فعله وربما لم يفعله قال وينبغي لكل مصل أن يفعله فإنه من السنة ومما يدل على أن رفع اليدين ليس بواجب ما أخبر به الحسن عن الصحابة أن من رفع منهم لم يعب على من تركه\r\n","description":"","footnote":"","page_name":" 226 ","page_number":220},
  {"content":"\r\nحدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا أحمد بن محمد البرتي القاضي ببغداد حدثنا أبو منعم حدثنا عبد الوارث بن سعيد حدثنا محمد بن جحادة حدثني عبد الجبار بن وائل بن حجر قال كنت غلاما لا أعقل صلاة أبي فحدثني وائل بن علقمة عن أبي وائل بن حجر قال صليت خلف رسول الله صلى الله عليه وسلم فكان إذا دخل في الصلاة كبر ورفع يديه ثم التحف وأدخل يديه في ثوبه فأخذ شماله بيمينه وإذا أراد أن يركع أخرج يديه من ثوبه ثم رفعهما وكبر وسجد ووضع وجهه بين كفيه وإذا رفع رأسه من السجود رفع يديه فلم يزل يفعله كذلك حتى فرغ من صلاته ( 41 ) قال محمد بن مجادة فذكرت ذلك للحسن بن أبي الحسن فقال هي صلاة رسول الله صلى الله عليه وسلم فعله من فعله وتركه من تركه ففي هذا الحديث دليل على أن منهم من تركه ولم يعب عليه من فعله والله أعلم قال أبو عمر زيادة وائل بن حجر في حديثه رفع اليدين بين السجدتين قد عارضه في ذلك ابن عمر بقوله وكان لا يرفع بين السجدتين والسنن لا تثبت إذا تعارضت وتدافعت ووائل بن حجر إنما رآه أياما قليلة في قدومه عليه وابن عمر صحبه إلى أن توفي صلى الله عليه وسلم فحديث ابن عمر أصح عندهم وأولى أن يعمل به من حديث وائل بن حجر وعليه العمل عند جماعة فقهاء الأمصار القائلين بالرفع\r\n","description":"","footnote":"","page_name":" 227 ","page_number":221},
  {"content":"\r\nقال أبو بكر الأثرم قيل لأحمد بن حنبل رفع اليدين من السجدتين فذكر حديث سالم عن ابن عمر ولا يرفع بين السجدتين ثم قال نحن نذهب إلى حديث ابن عمر وقال الربيع عن الشافعي كل تكبير كان في افتتاح أو في قيام ففيه رفع اليدين حدثنا خلف بن سعيد قال حدثنا عبد الله بن محمد قال حدثنا أحمد بن خالد قال حدثنا إسحاق بن إبراهيم وأخبرنا إسحاق بن الحسن بن علي البلخي قال حدثنا الحسن بن محمد بن عبد الأعلى بن محمد بن الحسن بن عبد الأعلى قال حدثنا جدي عبد الأعلى بن محمد قال حدثني جدي الحسن بن عبد الأعلى قالوا جميعا أخبرنا عبد الرزاق قال أخبرنا داود ( 42 ) بن إبراهيم قال رأيت وهب بن منبه يرفع يديه في الصلاة إذا كبر وإذا ركع رفع يديه وإذا رفع رأسه من الركوع رفع يديه ولا يفعل ذلك في السجود ( 43 ) وكان طاوس مولى ابن عمر وأيوب السختياني يرفعون أيديهم بين السجدتين وروي عن ابن عمر أنه كان يرفع في كل تكبيرة وما فعله مالك أصح عنه إن شاء الله وقد أكثر أهل العلم بالكلام في هذا الباب وأفرط بعضهم في عيب من لم يرفع ولا وجه للإكثار فيه حدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا أحمد بن زهير حدثنا محمد بن زيد الرفاعي ( 44 ) قال حدثني داود بن\r\n","description":"","footnote":"","page_name":" 228 ","page_number":222},
  {"content":"\r\nيحيى بن يمان الثقة المأمون عن ابن المبارك قال صليت إلى جنب سفيان وأنا أريد أن أرفع يدي إذا ركعت وإذا رفعت فهممت بتركه وقلت ينهاني سفيان ثم قلت شيء أدين الله به لا أدعه ففعلت فلم ينهني وروي عن ابن المبارك قال صليت إلى جنب أبي حنيفة فرفعت يدي عند الركوع وعند الرفع منه فلما انقضت صلاتي قال لي أردت أن تطير فقلت له وهل من رفع في الأولى يريد أن يطير فسكت حدثنا عبد الوارث حدثنا قاسم حدثنا أحمد بن زهير قال حدثنا محمد بن يزيد قال حدثنا حفص بن غياث قال سمعت سفيان الثوري يقول إذا رأيت الرجل يعمل بعمل قد اختلف فيه وأنت ترى غيره فلا تنهه قال أبو عمر اختلفت الآثار عن النبي صلى الله عليه وسلم وعن الصحابة ومن بعدهم في كيفية رفع اليدين في الصلاة فروي عنه صلى الله عليه وسلم أنه كان يرفع يديه مدا فوق أذنيه مع رأسه وروي عنه أنه كان يرفع يديه حذو أذنيه وروي عنه أنه كان يرفعهما إلى صدره وكلها آثار محفوظة مشهورة وأثبت شيء في ذلك عند أهل العلم بالحديث حديث ابن عمر هذا وفيه الرفع حذو المنكبين وعليه جمهور الفقهاء بالأمصار وأهل الحديث وقد روي عن ابن عمر أنه كان يرفع يديه في الإحرام حذو منكبيه وفي غير الإحرام دون ذلك قليلا وكل ذلك واسع حسن وابن عمر روى هذا الحديث وهو أعلم بتأويله ومخرجه\r\n","description":"","footnote":"","page_name":" 229 ","page_number":223},
  {"content":"\r\nوذكر الأثرم قال حدثنا أبو حذيفة قال حدثنا عكرمة بن عمار قال رأيت سالما والقاسم وطاوسا وعطاء ونافعا وعبد الله بن الزبير ومكحولا يرفعون أيديهم في استفتاح الصلاة وعند الركوع وعند رفع الرأس من الركوع حذو المنكبين وكان أحمد بن حنبل يختار ذلك قال أبو عمر وهو اختيار مالك والشافعي وأصحابهما وعليه العمل عند الجمهور وأما قوله في هذا الحديث إذا رفع رأسه من الركوع رفعهما كذلك وقال سمع الله لمن حمده ربنا ولك الحمد فإن أهل العلم اختلفوا في الإمام هل يقول سمع الله لمن حمده ربنا ولك الحمد أم يقتصر على سمع الله لمن حمده فقط فذهب مالك وأبو حنيفة ومن قال بقولهما إلى أن الإمام لا يقول ربنا ولك الحمد وإنما يقول سمع الله لمن حمده لا غير وحجتهم في ذلك حديث الزهري عن أنس عن النبي صلى الله عليه وسلم قوله في الإمام إذا ركع فاركعوا وإذا رفع فارفعوا وإذا قال سمع الله لمن حمده فقولوا ربنا ولك الحمد وقد تقدم هذا الحديث في باب ابن شهاب عن أنس من كتابنا ( 45 ) هذا وروى أبو صالح عن أبي هريرة عن النبي صلى الله عليه وسلم مثله وفيه دليل على أن الإمام يقتصر على قول سمع الله لمن حمده والمأموم يقتصر على ربنا ولك الحمد وقال الشافعي وأبو يوسف ومحمد بن الحسن وجماعة من أهل الحديث يقول الإمام سمع الله لمن حمده ربنا ولك الحمد وقال مالك يقولها المنفرد\r\n","description":"","footnote":"","page_name":" 230 ","page_number":224},
  {"content":"\r\nوحدتهم في ذلك حديث ابن عمر هذا وما كان مثله وممن روى عن النبي صلى الله عليه وسلم أنه كان يقول سمع الله لمن حمده ربنا ولك الحمد كما رواه ابن عمر وأبو هريرة من حديث ابن شهاب عن أبي بكر بن عبد الرحمان بن الحرث بن هشام وأبي سلمة وعبد الرحمان بن عوف عن أبي هريرة ومن حديث أبي سعيد المقبري عن أبي هريرة ورواه أبو سعيد الخدري وعبد الله بن أبي أوفى كلهم رووا عن النبي صلى الله عليه وسلم أنه كان يقول سمع الله لمن حمده ربنا ولك الحمد وأما المأموم فقال مالك وأبو حنيفة وأصحابهما والثوري لا يقول المأموم سمع الله لمن حمده وإنما يقول ربنا ولك الحمد فقط وقال الشافعي يقول المأموم سمع الله لمن حمده ربنا ولك الحمد كما يقولها الإمام والمنفرد تأسيا برسول الله صلى الله عليه وسلم واتباعا لفعل إمامه وفي حديث ابن شهاب الزهري عن أنس عن النبي صلى الله عليه وسلم حجة لمالك في ذلك على الشافعي وقد مضى ذكره في بابه من هذا الكتاب فأغنى عن إعادته ههنا والحمد لله\r\n","description":"","footnote":"","page_name":" 231 ","page_number":225},
  {"content":"\r\nحديث ثان لابن شهاب عن سالم مسند مالك عن ابن شهاب عن سالم بن عبد الله بن عمر عن أبيه أن رسول الله صلى الله عليه وسلم مر على رجل وهو يعظ أخاه في الحياء فقال رسول الله صلى الله عليه وسلم دعه فإن الحياء من الإيمان ( 1 ) هكذا روى هذا الحديث كل من رواه عن مالك فيما علمت في الموطأ وغيره بهذا الإسناد إلا رواية جاءت عن أبي مصعب الزهري وعبد الله بن يوسف التنيسي مرسلة والصحيح عندنا ما في إسناده الإيصال وكذلك رواه أصحاب ابن شهاب عنه بهذا الإسناد وأخطأ فيه جويرية عن مالك فرواه عن مالك عن الزهري عن علي بن حسين وقال محمد بن يحيى النيسابوري وهم جويرية وأظنه أراد من حسن إسلام المرء تركه ما لا يعنيه\r\n","description":"","footnote":"","page_name":" 232 ","page_number":226},
  {"content":"\r\nقال أبو عمر لا يصح فيه إلا إسناد الموطأ وكذلك رواه يحيى القطان وغيره عن مالك حدثنا خلف بن قاسم حدثنا أبو علي الحسين بن الفتح بن محمد بن عبد الله بن عبد السلام الأزدي إملاء قال حدثنا معاذ بن المثنى بن معاذ العنبري حدثنا مسدد بن مسرهد حدثنا يحيى وهو القطان حدثنا مالك عن ابن شهاب عن سالم عن أبيه عبد الله بن عمر أن رجلا جعل يعظ أخاه في الحياء فقال رسول الله صلى الله عليه وسلم دعه فإن الحياء من الإيمان وحدثنا خلف بن القاسم حدثنا عبد الله بن جعفر بن الورد حدثنا يحيى بن أيوب حدثنا سعيد بن أبي مريم أخبرنا مالك وسفيان بن عيينة عن الزهري عن سالم بن عبد الله عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم مر على رجل من الأنصار وهو يعظ أخاه في الحياء فقال له رسول الله صلى الله عليه وسلم دعه فإن الحياء من الإيمان وهكذا هذا الحديث بهذه الألفاظ المختصة عند مالك في رواية كل من رأينا روايته في الموطأ وغيره عن مالك\r\n","description":"","footnote":"","page_name":" 233 ","page_number":227},
  {"content":"\r\nوكذلك رواه أصحاب ابن شهاب إلا أن عبد العزيز بن أبي سلمة ( 2 ) زاد فيه عن ابن شهاب ألفاظا حدثنا أحمد بن فتح بن عبد الله قال حدثنا علي بن فارس بن شجاع البغدادي أبو العباس بمصر قال حدثنا أبو جعفر محمد بن صالح قال حدثنا بشر بن الوليد الكندي قال حدثنا عبد العزيز بن أبي سلمة الماجشون عن الزهري عن سالم عن عبد الله بن عمر قال سمع رسول الله صلى الله عليه وسلم رجلا يعاتب أخاه في الحياء يقول إنك لتستحي حتى أنه قد أضر بك فقال رسول الله صلى الله عليه وسلم دعه فإن الحياء من الإيمان ومعنى هذا الحديث والله أعلم أن الحياء يمنع من كثير من الفحش والفواحش ويشتمل على كثير من أعمال البر وبهذا صار جزءا وشعبة من الإيمان لأنه وإن كان غريزة مركبة في المرء فإن المستحي يندفع بالحياء عن كثير من المعاصي كما يندفع بالإيمان عنها إذا عصمه الله فكأنه شعبة منه لأنه يعمل عمله فلما صار الحياء والإيمان يعملان عملا واحدا جعلا كالشئ الواحد وإن كان الإيمان اكتسابا والحياء غريزة والإيمان شعب كثيرة حدثنا أبو عبد الله محمد بن عبد الملك رحمه الله قال حدثنا عبد الله بن مسرور قال حدثنا عيسى بن مسكين قال حدثنا محمد\r\n","description":"","footnote":"","page_name":" 234 ","page_number":228},
  {"content":"\r\nابن عبد الله بن سنجر الجرجاني حدثنا أبو نعيم الفضل بن ( دكين ) قال حدثنا سفيان الثوري عن سهيل بن أبي صالح عن عبد الله بن دينار عن أبي صالح عن أبي هريرة أن النبي صلى الله عليه وسلم قال الإيمان بضع وسبعون شعبة أعظمها لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان ( 3 ) وحدثنا سعيد بن نصر حدثنا قاسم بن اصبغ حدثنا جعفر بن محمد حدثنا عفان حدثنا حماد بن سلمة عن سهيل بن أبي صالح ( عن عبد الله بن دينار عن أبي صالح ) عن أبي هريرة عن النبي صلى الله عليه وسلم قال الإيمان بضع وسبعون شعبة أفضلها لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان حدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا محمد بن إسماعيل الترمذي حدثنا أبو صالح عبد الله بن صالح حدثني الليث قال حدثني محمد بن العجلان وأخبرنا أحمد بن محمد حدثنا وهب بن مسرة قال حدثنا ابن وضاح حدثنا أبو بكر بن أبي شيبة قال حدثنا أبو خالد الأحمر عن ابن العجلان قالا جميعا عن عبد\r\n","description":"","footnote":"","page_name":" 235 ","page_number":229},
  {"content":"\r\nالله بن دينار عن أبي صالح السمان عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال الإيمان ستون أو ( 4 ) بضعة أو أحد العددين بابا أعلاها شهادة أن لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء من الإيمان ولما كان من لا يستحي راكبا الفواحش مرتكبا للقبيح لا يحجزه عن ذلك حياء ولا دين كما قال في النبوة الأولى مكتوب إذا لم تستحي فاصنع ما شئت وقد روينا عن سعيد بن المسيب أنه قال قلة الحياء كفر وبعضهم يرفعه عنه وهذا صحيح المعنى على الضد لأن من لا يستحي لا يبالي من العار والمعاصي ما يأتي كان المستحي من أجل حيائه مرتدعا عن الفواحش والعار والكبائر فصار الحياء من الإيمان لأن الإيمان عندنا مع التصديق الطاعات وأعمال البر ولذلك صار الخلق الحسن من كمال الإيمان وتمامه على هذا المعنى لأن صاحبه يصبر فلا يشفي غيظه بما يسخط ربه ويحلم فلا يفحش ولا ينتصر بلسان ولا يد ونحو هذا مما لا يخرج عن معنى ما وصفنا\r\n","description":"","footnote":"","page_name":" 236 ","page_number":230},
  {"content":"\r\nحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا جعفر بن محمد قال حدثنا عفان قال حدثنا حماد بن سلمة عن محمد بن زياد قال سمعت أبا هريرة يقول أن رسول الله صلى الله عليه وسلم قال إن أكملكم إيمانا أحاسنكم خلاقا إذا فقهوا وحدثنا عبد الوارث قال حدثنا قاسم قال حدثنا محمد بن الجهم قال حدثنا عبد الوهاب قال أخبرنا محمد بن عمرو عن أبي سلمة عن أبي هريرة عن رسول الله صلى الله عليه وسلم أنه قال أكمل المؤمنين إيمانا أحسنهم خلقاك ( 5 ) حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا عمرو بن دينار عن ابن أبي مليكة عن يعلى بن مملك ( 6 ) عن أم الدرداء عن أبي الدرداء عن النبي صلى الله عليه وسلم أنه قال إن أثقل شيء في الميزان خلق حسن والله عز وجل يبغض الفاحش البذيء وحدثنا عبد الوارث حدثنا قاسم حدثنا محمد بن عبد السلام حدثنا محمد بن بشار حدثنا محمد بن جعفر حدثنا شعبة قال\r\n","description":"","footnote":"","page_name":" 237 ","page_number":231},
  {"content":"\r\nسمعت القاسم بن أبي بزة ( 7 ) يحدث عن عطاء الكيخاراني عن أم الدرداء عن أبي الدرداء أو عن أم الدرداء عن النبي صلى الله عليه وسلم قال ما شيء أثقل في الميزان من الخلق الحسن ( 8 ) ورواه ميمون بن مهران عن أم الدرداء قال لها سمعته من رسول الله صلى الله عليه وسلم قالت نعم قال أبو عمر القول في الإيمان عند أهل السنة وهم أهل الأثر من المتفقهة والنقلة وعند من خالفهم من أهل القبلة في العبارة عنه اختلاف وسنذكر منه في هذا الباب ما فيه مقنع وهداية لأولي الألباب أجمع أهل الفقه والحديث على أن الإيمان قول وعمل ولا عمل إلا بنية والإيمان عندهم يزيد بالطاعة وينقص بالمعصية والطاعات كلها عندهم إيمان إلا ما ذكر عن أبي حنيفة وأصحابه فإنهم ذهبوا إلى أن الطاعات لا تسمى إيمانا قالوا إنما الإيمان التصديق والإقرار ومنهم من زاد والمعرفة قالوا وهو المعروف من لسان العرب ومن ألسنة المجتمع عليه ألا ترى إلى قول الله عز وجل حاكيا عن بني يعقوب عليه السلام * ( وما أنت بمؤمن لنا ولو كنا صادقين ) * 9 * ( أي ) *\r\n","description":"","footnote":"","page_name":" 238 ","page_number":232},
  {"content":"\r\nبمصدق لنا قالوا وإنما أمر الله نبيه صلى الله عليه وسلم حين بعثه إلى الخلق أن يدعوهم إلى الإيمان به ولهم الجنة على ذلك فدعاهم إلى شهادة أن لا إله إلا الله وأن محمدا رسول الله يقولون ذلك ويقرون به ويصدقونه فيما جاء به فكان كل من قال ذلك وصدق به مؤمنا مستكمل الإيمان ثم نزلت الفرائض بعد ذلك وكل من مات من الصحابة قبل نزول الفرائض وقبل عملها كان مؤمنا لا محالة كامل الإيمان قالوا فالطاعات لا تسمى إيمانا كما أن المعاصي لا تسمى كفرا وذكر بعضهم حديث النبي عليه السلام إذ سئل عن الإيمان فقال أن تؤمن بالله وملائكته وكتبه ورسله والبعث بعد الموت واحتجوا من الآثار المرفوعة إلى النبي صلى الله عليه وسلم في ذلك بما حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا جعفر بن محمد بن شاكر وأحمد بن زهير بن حرب قالا حدثنا سليمان بن داود الهاشمي قال أخبرنا إبراهيم بن سعد عن ابن شهاب قال أخبرني محمود بن الربيع أنه سمع عتبان بن مالك يقول سمعت رسول الله صلى الله عليه وسلم فذكر الحديث في قصة مالك بن الدخشم ( 10 ) بطوله وفيه أن رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 239 ","page_number":233},
  {"content":"\r\nقال ألا تراه قال لا إله إلا الله يبتغي بها وجه الله فقالوا الله ورسوله أعلم أما نحن فوالله ما نرى ( وجهه ( 11 ) وحديثه ) إلا إلى المنافقين فقال رسول الله صلى الله عليه وسلم فإن الله قد حرم على النار أن تأكل من قال لا إله إلا الله يبتغي بها وجه الله ( 12 ) قال ابن شهاب ولكنا أدركنا الفقهاء وهم يرون أن ذلك كان قبل أن تنزل موجبات الفرائض فإن الله قد أوجب على أهل هذه الكلمة التي ذكرها رسول الله صلى الله عليه وسلم وذكر النجاة بها فرائض في كتابه فنحن نخشى أن يكون الأمر قد صار إليها فمن استطاع أن لا يغير فلا يغير وذكر عبد الرزاق عن معمر عن الزهري قال حدثني محمود بن الربيع عن عتبان بن مالك قال قال رسول الله صلى الله عليه وسلم لن يوافى عبد يوم القيامة وهو يقول لا إله إلا الله يبتغي بها وجه الله إلا حرمه الله على النار ( 13 ) قال الزهري ثم نزلت بعد ذلك فرائض وأمور نرى الآخر انتهى إليها فمن استطاع أن لا يغير فلا يغيره وهذا الحديث قد رواه أنس بن مالك عن محمود بن الربيع عن عتبان بن مالك بمعناه وهو في رواية الصحابة عن التابعين والكبار عن الصغار وهذا المعنى أيضا رواه أنس بن مالك عن معاذ بن جبل حدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا بكر بن حماد حدثنا مسدد حدثنا حماد بن زيد عن عبد العزيز بن صهيب عن أنس بن\r\n","description":"","footnote":"","page_name":" 240 ","page_number":234},
  {"content":"\r\nمالك عن معاذ بن جبل قال لبيك يا رسول الله وسعديك قالها ثلاثا قال بشر الناس أنه من قال لا إله إلا الله دخل الجنة ( 14 ) وحدثنا سعيد بن نصر حدثنا قاسم بن أصبغ حدثنا عبد الله بن روح حدثنا عثمان بن عمر أخبرنا شعبة عن قتادة قال سمعت أنس بن مالك يحدث عن معاذ بن جبل أن رسول الله صلى الله عليه وسلم قال من شهد أن لا إله إلا الله وأن محمدا رسول الله دخل الجنة ( 15 ) ورواه عن معاذ أيضا جابر بن عبد الله وعبد الرحمان بن سمرة وعمرو بن ميمون وغيرهم ورواه أبو ذر وأبو الدرداء فقالا جميعا فيه عن النبي صلى الله عليه وسلم وإن زنى وإن سرق ( 16 ) حدثنا عبد الوارث بن سفيان حدثنا قاسم بن أصبغ حدثنا أحمد بن محمد القاضي البرتي وإسحاق بن الحسن الحدبي قالا أخبرنا أبو معمر عبد الله بن عمرو قال حدثنا عبد الوارث بن سعيد عن الحسن المعلم عن ابن بريدة أن يحيى بن يعمر حدثه أن أبا الأسود الدؤلي حدثه أن أبا ذر حدثه قال قال لي رسول الله صلى الله عليه وسلم ما من عبد قال لا إله إلا الله ثم مات على ذلك إلا دخل الجنة قلت وإن زنى وإن سرق قال وإن زنى وإن سرق على رغم أنف أبي ذر ( 17 ) ولم يقل الحدبي وإن زنى وإن سرق إلا مرة واحدة وحدثنا إبراهيم بن شاكر حدثنا محمد بن أحمد بن يحيى حدثنا محمد بن أيوب حدثنا أحمد بن عمر البزار أخبرنا محمد بن\r\n","description":"","footnote":"","page_name":" 241 ","page_number":235},
  {"content":"\r\nنعيم حدثنا أبو هاشم المغيرة بن سلمة حدثنا عبد الواحد بن زياد حدثنا الحسن بن عبيد الله حدثنا زيد بن وهب قال سمعت أبا الدرداء يقول قال رسول الله صلى الله عليه وسلم من مات لا يشرك بالله شيئا دخل الجنة قلت وإن زنى وإن سرق قال وإن زنى وإن سرق قال وإن رغم أنف أبي الدرداء ( 18 ) وقرأت على عبد الوارث بن سفيان أن قاسم بن أصبغ حدثهم قال حدثنا بكر بن حماد حدثنا مسدد حدثنا يحيى بن سعيد حدثنا نعيم بن حكيم حدثنا أبو مريم قال سمعت أبا الدرداء يحدث عن النبي عليه السلام قال ما من رجل يشهد أن لا إله إلا الله ومات لا يشرك بالله إلا دخل الجنة أو لم يدخل النار قلت وإن زنى وإن سرق قال وإن زنى وإن سرق وإن رغم أنف أبي الدرداء واحتجوا أيضا بقول الله عز وجل * ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله أعلم بإيمانهن ) * 19 قال ومعلوم أن امتحانهم إياهن إنما هو مطالبة لهن بالإقرار بالشهادة أن لا إله إلا الله وأن محمدا رسول الله كما قال رسول الله صلى الله عليه وسلم للذي جاءه بالأمة السوداء فقال له يا رسول الله إن علي رقبة مؤمنة فإن كنت ترى هذه يا رسول الله مؤمنة أعتقها فقال لها رسول الله أتشهدين أن لا إله إلا الله وأني رسول الله قالت نعم قال أعتقها فإنها ( 20 )\r\n","description":"","footnote":"","page_name":" 242 ","page_number":236},
  {"content":"\r\nمؤمنة وقد ذكرنا هذا الخبر فيما تقدم من كتابنا هذا ( 21 ) قالوا فهذا هو الإيمان المعروف في اللغة وصريح السنة الإقرار والتصديق وأما فرائض العمال فلا تسمى إيمانا كما لا تسمى الذنوب كفرا قالوا ولما لم تكن المعصية كفرا لم تكن الطاعة إيمانا هذا يحمله ما عولوا عليه فيما ذهبوا من ذلك إليه وأما سائر الفقهاء من أهل الرأي والآثار بالحجاز والعراق والشام ومصر منهم مالك بن أنس والليث بن سعد وسفيان الثوري والأوزاعي والشافعي وأحمد بن حنبل وإسحاق بن راهويه وأبو عبيد القاسم بن سلام وداود بن علي وأبو جعفر الطبري ومن سلك سبيلهم فقالوا الإيمان قول وعمل قول باللسان وهو الإقرار اعتقاد بالقلب وعمل بالجوارح مع الإخلاص بالنية الصادقة قالوا وكل ما يطاع الله عز وجل به من فريضة ونافلة فهو من الإيمان والإيمان يزيد بالطاعات وينقص بالمعاصي وأهل الذنوب عندهم مؤمنون غير مستكملي الإيمان من أجل ذنوبهم وإنما صاروا ناقصي الإيمان بارتكابهم الكبائر ألا ترى إلى قول رسول الله صلى الله عليه وسلم لا يزني الزاني حين يزني وهو مؤمن ولا يسرق السارق حين يسرق وهو مؤمن ولا يشرب الخمر حين يشربها وهو مؤمن ( 22 ) يريد مستكمل الإيمان ولم يرد به نفي جميع الإيمان عن فاعل ذلك بدليل الإجماع على توريث الزاني والسارق وشارب الخمر إذا صلوا للقبلة وانتحلوا دعوة الإسلام من قرابتهم المؤمنين الذين آمنوا بتلك الأحوال وفي إجماعهم على ذلك مع\r\n","description":"","footnote":"","page_name":" 243 ","page_number":237},
  {"content":"\r\nإجماعهم على أن الكافر لا يرث المسلم أوضح الدلائل على صحة قولنا أن مرتكب الذنوب ناقص الإيمان بفعله ذلك وليس بكافر كما زعمت الخوارج في تكفيرهم المذنبين وقد جعل الله في ارتكاب الكبائر حدودا جعلها كفارة وتطهيرا كما جاء في حديث عبادة عن النبي صلى الله عليه وسلم فمن واقع منها شيئا يعني من الكبائر وأقيم عليه الحد فهو له كفارة ومن لا فأمره إلى الله إن شاء غفر له وإن شاء عذبه وليس هذا حكم الكافر لأن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ( 23 ) والإيمان مراتب بعضها فوق بعض فليس الناقص فيها كالكامل قال الله عز وجل * ( إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا ) * 24 اي إنما المؤمن حق الإيمان من كانت هذه صفته ولذلك قال * ( أولئك هم المؤمنون حقا ) * 25 ومثل هذه الآية في القرآن كثير وكذلك قوله صلى الله عليه وسلم المسلم من سلم المسلمون من لسانه ويده والمؤمن من أمنه الناس على دمائهم وأموالهم ( 26 ) إن هو المؤمن المسلم حقا ومن هذا قوله صلى الله عليه وسلم أكمل المؤمنين إيمانا أحسنهم خلقا ( 27 ) ومعلوم\r\n","description":"","footnote":"","page_name":" 244 ","page_number":238},
  {"content":"\r\nمعمول أنه لا يكون هذا أكمل حتى يكون غيره أنقص وكذلك قوله صلى الله عليه وسلم أوثق عرى الإيمان الحب في الله والبغض في الله وقوله لا إيمان لمن لا صلاة له ولا من لا أمانة له ( 28 ) كل ذلك يدل على أنه ليس بإيمان كامل وأن بعض الإيمان أوثق عروة وأكمل من بعض كما قال ليس المسكين بالطواف عليكم الحديث ( 29 ) يريد ليس الطواف بالمسكين حقا لأن ثم من هو أشد مسكنة منه وهو الذي لا يسأل الناس ويتعفف ويدلك على ذلك قول عائشة أن المسكين ليقف على بابي الحديث ( 30 ) وروى مجاهد بن جبر وأبو صالح السمان جميعا عن عبد الله بن جمرة عن كعب قال من أحب في الله وأبغض في الله وأعطى في الله ومنح لله فقد استكمل الإيمان ( 31 ) ومن الدلائل على أن الإيمان قول وعمل كما قالت الجماعة والجمهور قول الله عز وجل * ( وما كان الله ليضيع إيمانكم ) * 32 لم يختلف المفسرون أنه أراد صلاتكم إلى بيت المقدس فسمى الصلاة إيمانا ومثل هذا قوله * ( ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر ) *\r\n","description":"","footnote":"","page_name":" 245 ","page_number":239},
  {"content":"\r\nالآية إلى قوله * ( أولئك هم المتقون ) * 33 وأما من السنة فكثير جدا من ذلك قوله صلى الله عليه وسلم بني الإسلام على خمس شهادة أن لا إله إلا الله وإقام الصلاة وإيتاء الزكاة والحج وصوم رمضان ( 34 ) وقد كان معاذ بن جبل يقول لأصحابه تعالوا بنا ساعة نؤمن أن نذكر الله فجعل ذكر الله من الإيمان ومثل هذا حديث طلحة بن عبيد الله أن أعرابيا سأل رسول الله صلى الله عليه وسلم عن الإسلام فقال خمس صلوات الحديث ( 35 ) ويأتي في باب مالك عن عمه أبي سهيل إن شاء الله حدثنا محمد بن عبد الملك حدثنا عبد الله بن مسرور حدثنا عيسى بن مسكين حدثنا محمد بن عبد الله بن سنجر حدثنا الحجاج بن منهال حدثنا حماد بن سلمة عن أيوب عن أبي قلابة ( 36 ) عن رجل عن أبيه أن النبي صلى الله عليه وسلم قال له أسلم قال وما الإسلام قال أن تسلم قلبك لله وأن يسلم المسلمون من لسانك ويدك قال فأي الإسلام أفضل قال الإيمان قال وما الإيمان قال أن تؤمن بالله وملائكته وكتبه ورسوله والبعث بعد الموت قال فأي\r\n","description":"","footnote":"","page_name":" 246 ","page_number":240},
  {"content":"\r\nالأعمال أفضل قال الهجرة قال وما الهجرة قال أن تهجر السوء قال فأي الهجرة أفضل قال أن تجاهد المشركين إذا لقيتهم ثم لا تغل ولا تجبن وكذلك رواه حماد بن زيد عن أيوب كما رواه حماد بن سلمة سواء بالشهادة ورواه عن حماد بن زيد جماعة من أصحابه منهم أبو عمر الضرير ومؤمل بن إسماعيل وسليمان بن حرب وغيرهم وهذا لفظ حديث مؤمل عن حماد بن زيد قال كلمت أبا حنيفة في الأرجاء فجعل يقول وأقول فقلت له حدثنا أيوب عن أبي قلابة قال حدثني رجل من أهل الشام عن أبيه ثم ذكر الحديث سواء إلى آخره قال حماد فقلت لأبي حنيفة ألا تراه يقول أي الإسلام أفضل قال والإيمان ثم جعل الهجرة والجهاد من الإيمان قال فسكت أبو حنيفة فقال بعض أصحابه ألا تجيبه يا أبا حنيفة قال لا أجيبه وهو يحدثني بهذا عن رسول الله صلى الله عليه وسلم وفي رواية مؤمل وغيره في هذا الحديث عن حماد بن زيد قال كنت بمكة مع أبي حنيفة فجاءه رجل فسأله عن الإيمان وعن الإسلام فقال الإسلام والإيمان واحد فقلت له يا أبا حنيفة حدثنا أيوب عن أبي قلابة وذكره قال أبو عمر أكثر أصحاب مالك على أن الإسلام والإيمان شيء واحد ذكر ذلك ابن بكير في الأحكام واحتج بقول الله عز وجل * ( فأخرجنا من كان فيها من المؤمنين فما وجدنا فيها غير بيت من المسلمين ) * 37 أي غير بيت منهم\r\n","description":"","footnote":"","page_name":" 247 ","page_number":241},
  {"content":"\r\nقالوا وأما قوله جل وعز * ( قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ) * 38 فأسلمنا هنا بمعنى استسلمنا مخافة السنان والقتل كذلك قال مجاهد وغيره قال إسماعيل والدليل على ذلك في الآية قوله * ( ولما يدخل الإيمان في قلوبكم ) * قال قتادة ليس كل الأعراب كذلك لأن الله قال * ( ومن الأعراب من يؤمن بالله واليوم الآخر ويتخذ ما ينفق قربات عند الله ) * 39 الآية وأما الأحاديث في معنى حديث أبي قلابة المذكور في أن الإسلام وصف بغير ما وصفه به الإيمان فكثيرة جدا منها ما حدثنا أبو عبد الله محمد بن خليفة رحمه الله قال حدثنا محمد بن الحسين قال حدثنا جعفر بن محمد الفريابي قال حدثنا إسحاق بن راهويه قال حدثنا النضر بن شميل قال حدثنا كهمس بن الحسن قال حدثنا عبد الله بن بريدة عن يحيى بن يعمر انه سمع عبد الله بن عمر يقول حدثني عمر بن الخطاب قال بينما نحن عند رسول الله صلى الله عليه وسلم إذ طلع علينا رجل شديد بياض الثياب شديد سواد الشعر لا يرى عليه أثر السفر ولا يعرفه منا أحد حتى جلس إلى النبي عليه السلام فأسند ركبته إلى ركبته ووضع كفيه على فخذيه ثم قال يا محمد أخبرني عن الإسلام قال الإسلام أن تشهد أن لا إله إلا الله وأن محمدا رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلا قال صدقت فعجبنا أنه يسأله ويصدقه قال فأخبرني عن الإيمان قال أن تؤمن\r\n","description":"","footnote":"","page_name":" 248 ","page_number":242},
  {"content":"\r\nبالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره قال صدقت فعجبنا أنه يسأله ويصدقه وذكر تمام الحديث ( 40 ) وأنا اختصرت منه صدرا ليس في معنى هذا الباب وروي هذا الحديث عن عبد الله بن بريدة كما رواه كهمس عن يحيى بن يعمر عن ابن عمر عن عمر جماعة منهم عبد الله بن عطاء ومطر الوراق وعثمان بن غياث والجريري وعطاء بن السائب ورواه سليمان بن بريدة عن يحيى بن يعمر عن ابن عمر عن النبي عليه السلام معنى حديث عبد الله بن بريدة سواء إلا أنه جعله من مسند ابن عمر لم يذكر عمر رواه عن سليمان بن بريدة علقمة بن مربد وغيره ورواه إسحاق بن سويد وعلي بن زيد عن يحيى بن يعمر عن ابن عمر مثله معناه لم يذكرا عمر وقد روى المطالب بن زياد عن منصور عن عطاء بن أبي رباح عن ابن عمر مثله سواء مسندا بتمامه لم يذكر عمر ورواه عبد الملك بن قدامة الجمحي عن عبد الله بن دينار عن ابن عمر مثله وروي من حديث المغيرة عن أبي هريرة عن النبي صلى الله عليه وسلم مثله وقد ذهبت طائفة من أهل الحديث إلى أن الإيمان والإسلام معنيان بهذا الحديث وما كان مثله وبحديث ابن شهاب عن عامر بن سعد بن أبي وقاص عن أبيه أن رسول الله صلى الله عليه وسلم قسم قسما فأعطى قوما ومنع بعضهم قال فقلت يا رسول الله أعطيت فلانا وفلانا ومنعت فلانا والله أني لا أراه مؤمنا فقال لا تقل مؤمنا ولكن قل مسلما ( 41 )\r\n","description":"","footnote":"","page_name":" 249 ","page_number":243},
  {"content":"\r\nروى هذا الحديث عن ابن شهاب جماعة منهم معمر وابن أبي ذئب وصالح بن كيسان وابن أخي ابن شهاب بألفاظ مختلفة ومعنى واحد قال وقال معمر قال ابن شهاب * ( قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ) * قال ابن شهاب فيرى أن الإسلام الكلمة والإيمان العمل وهذا الذي قاله ابن شهاب أن الإسلام الكلمة والإيمان العمل خلاف ما تقدم من الآثار المرفوعة في الإسلام وما بني عليه على ما مضى في هذا الباب لأن هذا يدل على أن الإسلام العمل والإيمان الكلمة إلا أن في تلك الأحاديث كلها في الإسلام شهادة أن لا إله إلا الله وأن محمدا رسول الله فعلى هذا خرج الكلام ابن شهاب والله أعلم على إيقام الصلاة وإيتاء الزكاة وصوم رمضان والحج والمعنى في ذلك كله متقارب إلا أن الذي عليه جماعة أهل الفقه والنظر أن الإيمان والإسلام سواء بدليل ما ذكرنا من كتاب الله عز وجل قوله * ( فأخرجنا من كان فيها من المؤمنين فما وجدنا فيها غير بيت من المسلمين ) * 42 وعلى القول بأن الإيمان هو الإسلام جمهور أصحابنا وغيرهم من الشافعيين والمالكيين وهو قول داود وأصحابه وأكثر أهل السنة والنظر المتبعين للسلف والأثر وقد روي عن أبي جعفر محمد بن علي بن حسين رضي الله عنهم أنه قال هذا الإيمان ودور دارة وهذا الإسلام ودور دارة خلف الدارة الأولى قال فإذا أذنبنا خرجنا من الدارة إلى الإسلام وإذا أحسنا رجعنا إلى الإيمان فلا نخرج من الإسلام إلى الشرك وقال بهذا طوائف من عوام أهل الحديث وهو قول الشيعة والصحيح عندنا ما\r\n","description":"","footnote":"","page_name":" 250 ","page_number":244},
  {"content":"\r\nذكرت لك وهو كله متقارب المعنى متفق الأصل وربما يختلفون في التسمية والألقاب ولا يكفرون أحدا بذنب إلا أنهم اختلفوا في تارك الصلاة وهو مقر بها فكفره منهم من ذكرنا قوله في باب زيد بن أسلم عن بسر بن محجن ( 43 ) وأبى الجمهور أن يكفروه إلا بالجحد والإنكار الذي هو ضد التصديق والإقرار على ما ذكرنا هناك والحمد لله فهذا ما بين أهل السنة والجماعة في الإيمان وأما المعتزلة فالإيمان عندهم جماع الطاعات ومن قصر منها عن شيء فهو فاسق لا مؤمن ولا كافر وسواهم المتحققون بالاعتزال أصحاب المنزلة بين المنزلتين ومنهم من قال في ذلك يقول الخوارج المذنب كافر غير مؤمن إلا أن الصفرية تجعله كالمشرك وتجعل دار المذنب المخالف لهم دار حرب وأما الأباضية فتجعله كافر نعمة ولكنهم يخلدونه في النار إن لم يتب من الكبيرة ولا يستحلون ماله كما يستحله الصفرية ولهم ظواهر آيات يبرهنون بها قد فسرتها السنة وقد مضى على ما فسرت السنة في ذلك علماء الأمة روينا عن جابر بن عبد الله صاحب رسول الله صلى الله عليه وسلم أنه قيل له أكنتم تعدون شيئا من الذنوب كفرا أو شركا أو نفاقا قال معاذ الله ولكنا نقول مؤمنين مذنبين ولولا أن كتابنا هذا كتاب شرح معاني السنن الثابتة في الموطأ لحددنا الرد عليهم هنا وقد أكثر العلماء من الرد عليهم وكسر أقوالهم وكذلك أكثر أهل الحديث من رواية الآثار في الإيمان ومدار الباب كله عند جميعهم على ما ذكرت لك وما توفيقي إلا بالله عليه توكلنا وإليه أنبنا ( 44 )\r\n","description":"","footnote":"","page_name":" 251 ","page_number":245},
  {"content":"\r\nوأما الآيات التي نزع بها العماء في أن الإيمان يزيد وينقص فمنها قول الله عز وجل * ( فأما الذين آمنوا فزادتهم إيمانا وهم يستبشرون ) * 45 وقوله * ( فزادهم إيمانا وقالوا حسبنا الله ونعم الوكيل ) * 46 وقوله * ( زادهم هدى وآتاهم تقواهم ) * 47 * ( وزدناهم هدى ) * 48 ومثل هذا كثير وعلى أن الإيمان يزيد وينقص يزيد بالطاعة وينقص بالمعصية جماعة أهل الآثار والفقهاء أهل الفتوى بالأمصار وقد روى ابن القاسم عن مالك أن الإيمان يزيد ووقف في نقصانه وروى عنه عبد الرزاق ومعمر بن عيسى وابن نافع وابن وهب أنه يزيد وينقص يزيد بالطاعة وينقص بالمعصية وعلى هذا مذهب الجماعة من أهل الحديث والحمد لله حدثنا أحمد بن فتح حدثنا إسحاق بن إبراهيم حدثنا أحمد بن خالد حدثنا عبيد بن محمد الكشوري بصنعاء حدثنا سلمة بن شبيب قال سمعت عبد الرزاق يقول سمعت سفيان الثوري ومعمر وابن جريج ومالك بن أنس وسفيان بن عيينة يقولون الإيمان قول وعمل يزيد وينقص فقلنا لعبد الرزاق فما تقول أنت قال أقول الإيمان قول وعمل يزيد وينقص فإن لم أقل هذا فقد ضللت إذا وما أنا من المهتدين ( 49 ) قال أحمد بن خالد وحدثنا عيسى بن محمد الكشوري\r\n","description":"","footnote":"","page_name":" 252 ","page_number":246},
  {"content":"\r\nقال حدثنا محمد بن يزيد قال سمعت عبد الرزاق وسئل عن الإيمان فقال أدركت أصحابنا سفيان الثوري وابن جريج وعبد الله بن عمر ومالك بن أنس ومعمر ( بن راشد ) والأوزاعي وسفيان بن عيينة يقولون الإيمان قول وعمل يزيد وينقص فقال له بعض القوم فما تقول أنت يا أبا بكر قال إن خالفتهم فقد ضللت إذا وما أنا من المهتدين قال أحمد وحدثنا عبيد بن محمد قال حدثنا عبد الرزاق قال كان معمر وابن جريج وسفيان الثوري ومالك بن أنس يكرهون أن يقولوا أنا مستكمل الإيمان على إيمان جبريل وميكائل حدثنا خلف بن قاسم حدثنا عبد الله بن جعفر بن الورد حدثنا عبدوس ( 50 ) بن ذي رقيبة حدثنا إبراهيم بن المنذر حدثنا معن بن عيسى قال سمعت مالك بن أنس وسأله رجل عن الإيمان فقال الإيمان قول وعمل حدثنا محمد بن عبد الملك حدثنا عبد الله بن مسرور حدثنا عيسى بن مسكين حدثنا ابن سنجر حدثنا الحميدي قال حدثنا يحيى بن سليم قال سألت عشرة من الفقهاء عن الإيمان فقالوا قول وعمل سألت سفيان الثوري ومالك بن أنس وابن جريج وهشام بن حسان ومحمد بن عمرو بن عثمان وفضيل بن عياض وسفيان بن عيينة ومحمد بن سالم الطائفي والمثنى بن الصباح ونافع بن عمر الجمحي فكلهم قال لي الإيمان قول وعمل\r\n","description":"","footnote":"","page_name":" 253 ","page_number":247},
  {"content":"\r\nقال الحميدي وسمعت سفيان بن عيينة يقول الإيمان يزيد وينقص فقال له أخوه إبراهيم بن عيينة لا تقل ينقص فغضب وقال اسكت يا صبي بل ينقص حتى لا يبقى منه شيء وقال سفيان بن عيينة نحن نقول الإيمان قول وعمل والمرجئة تقول الإيمان قول وجعلوا ترك الفرائض ذنبا بمنزلة ركوب المحارم وليس كذلك إن ترك الفرائض من غير جهل ولا عذر كفر وركوب المحارم عمدا من غير استحلال معصية وبيان ذلك أمر آدم وإبليس وذلك أن الله حرم على آدم الشجرة ونهاه عن الأكل منها فأكل منها فسماه عاصيا وأمر إبليس بالسجود فأبى واستكبر فسمي كافرا حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثني أبي قال حدثنا جرير بن عبد الحميد عن عطاء بن السائب قال سأل هشام بن عبد الملك الزهري فقال حدثنا بحديث النبي صلى الله عليه وسلم من مات لا يشرك بالله شيئا دخل الجنة وإن زنى وإن سرق ( 51 ) فقال الزهري أين يذهب بك يا أمير المؤمنين كان هذا قبل الأمر والنهي وفيما أجازنا عبد بن أحمد بن محمد الهروي وأذن لي في روايته عنه وكتبه إلي بخطه قال أخبرنا أحمد بن عبدان قال أخبرنا ( أبو ) يوسف يعقوب بن إبراهيم الدورقي ( 52 ) قال حدثنا عبد الله بن موسى قال أخبرنا مبارك بن حسان قال قلت لعطاء بن أبي رباح\r\n","description":"","footnote":"","page_name":" 254 ","page_number":248},
  {"content":"\r\nأن في المسجد عمر بن ذر ومسلم التحات ( 53 ) وسالم الأفطس قال وما يقولون قلت يقولون من زنا وسرق وشرب الخمر وقذف المحصنات وأكل الربا وعمل بكل معصية إنه مؤمن كإيمان البر التقي الذي لم يعص الله فقال أبلغهم ما حدثني أبو هريرة قال قال رسول الله صلى الله عليه وسلم لا يقتل القاتل حين يقتل وهو مؤمن ولا يزني الزاني حين يزني وهو مؤمن ولا يسرق السارق حين يسرق وهو مؤمن ولا يشرب الخمر حين يشربها وهو مؤمن ولا يختلس خلسة يشتهر بها وهو مؤمن قال عطاء يخلع منه الإيمان كما يخلع المرء سرباله فإن رجع إلى الإيمان تائبا رجع إليه الإيمان ( 54 ) إن شاء الله قال فذكرت ذلك لسالم الأفطس وأصحابه فقالوا وأين حديث أبي الدرداء وإن زنى وإن سرق ( 55 ) قال فرجعت إلى عطاء فذكرت ذلك له فقال قل لهم أوليس قد قال الله * ( ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما ) * 56 فدخل فيه السارق وغيره ثم نزلت الأحكام والحدود بعد فلزمته ولم يعذر في تركها وقال رسول الله صلى الله عليه وسلم لا إيمان لمن لا أمانة له ولا دين لمن لا عهد له ( 57 )\r\n","description":"","footnote":"","page_name":" 255 ","page_number":249},
  {"content":"\r\nوقال الإيمان قيد الفتك ( 58 ) لا يفتك مؤمن ( 59 ) قال أبو عمر في الحياء أحاديث مرفوعة حسان نذكر منها ههنا ما حضرنا ذكره حدثني أحمد بن قاسم بن عبد الرحمان قال حدثنا قاسم بن أصبغ قال حدثنا الحارث بن أبي أسامة قال حدثنا يزيد بن هارون قال أخبرنا أبو نعامة العدوي عن حميد بن هلال عن بشير بن كعب عن عمران بن حصين قال قال رسول الله صلى الله عليه وسلم الحياء كله خير ( 60 ) قال بشير فقلت إن منه ضعفا وإن منه عجزا فقال أخبرتك عن رسول الله صلى الله عليه وسلم وتجيبني بالمعاريض لا أحدثك بحديث ما عرفتك فقالوا يا أبا بجيد إنه طيب القراءة وإنه وإنه فلم يزالوا به حتى سكن وحدث وحدثناه سعيد بن نصر قال حدثنا يزيد بن هارون قال حدثنا خالد بن رباح قال قال رسول الله صلى الله عليه وسلم الحياء خير كله فقال له رجل إنه يقال في الحكمة أن منه ضعفا فقال عمر أخبرك عن رسول الله وتحدثني عن الصحف ( 61 )\r\n","description":"","footnote":"","page_name":" 256 ","page_number":250},
  {"content":"\r\nوحدثنا محمد بن عبد الملك قال حدثنا عبد الله بن مسرور قال حدثنا عيسى بن مسكين قال حدثنا محمد بن عبد الله بن سنجر قال حدثنا سعيد بن سليمان قال حدثنا هشيم ن منصور بن زاذان عن الحسن عن أبي بكرة قال قال رسول الله صلى الله عليه وسلم الحياء من الإيمان ( 62 ) وحدثنا محمد حدثنا عبد الله حدثنا عيسى حدثنا ابن سنجر حدثنا الحجاج حدثنا حماد بن سلمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم الحياء من الإيمان ( 63 ) أخبرنا عبد الله بن محمد بن أسد حدثنا أحمد بن زكرياء بن يحيى بن يعقوب المقدسي حدثنا محمد بن حماد الطهراني أخبرنا عبد الرزاق عن معمر عن ثابت عن أنس قال قال رسول الله صلى الله عليه وسلم ما كان الحياء في شيء قط إلا زانه وما كان الفحش في شيء قط إلا شانه ( 64 ) وروى وكيع عن مالك عن سلمة بن صفوان عن يزيد ( 65 ) بن ركانة عن أبيه قال سمعت النبي صلى الله عليه وسلم يقول إن لكل دين خلقا وخلق هذا الدين الحياء ( 66 ) لم يروه عن مالك بهذا الإسناد إلا وكيع وسنذكره في بابه من هذا الكتاب إن شاء الله\r\n","description":"","footnote":"","page_name":" 257 ","page_number":251},
  {"content":"\r\nحدثناه عبد الوارث حدثنا قاسم حدثنا أحمد بن زهير حدثنا علي بن الحسن الصفار حدثنا وكيع وقال أبو سعيد الخدري كان رسول الله صلى الله عليه وسلم أشد حياء من عذراء في خدرها ( 67 )\r\n","description":"","footnote":"","page_name":" 258 ","page_number":252},
  {"content":"\r\nحديث ثالث لابن شهاب عن سالم مسند مالك عن ابن شهاب عن سالم بن عبد الله بن عمر عن أبيه أن رسول الله صلى الله عليه وسلم صلى المغرب والعشاء بالمزدلفة جميعا ( 1 ) هكذا رواه جماعة الرواة عن مالك فيما علمت إلا محمد بن عمرو الغزي فإنه ذكر فيه الظهر والعصر بعرفة وزاد ألفاظا ليست في الموطأ عند أحد من الرواة أخبرني محمد ( 2 ) حدثنا علي بن عمر الحافظ ( 3 ) حدثنا علي بن محمد بن أحمد المصري حدثنا بكر بن سهل الدمياطي حدثنا محمد بن عمرو حدثنا مالك بن أنس عن الزهري عن سالم عن ابن عمر قال جمع رسول الله صلى الله عليه وسلم بين الظهر والعصر بعرفة وبين المغرب والعشاء بالمزدلفة لم يناد في واحدة منهما إلا بالإقامة ولم يفصل بينهما تطوعا ولا إثر ( 4 ) واحدة منهما قلت فما بال الأذان قال إنما الأذان داع يدعو الناس\r\n","description":"","footnote":"","page_name":" 259 ","page_number":253},
  {"content":"\r\nإلى الصلاة فمن يدعو وهم معه لم يتابع عليه عن مالك وزاد فيه قوم من أصحاب ابن شهاب ألفاظا سنذكرها ونوضح القول في معانيها إن شاء الله قال أبو عمر لا خلاف علمته بين علماء المسلمين من الصحابة والتابعين ومن بعدهم من الخالفين أن المغرب والعشاء يجمع بينهما في وقت العشاء ليلة النحر بالمزدلفة لإمام الحاج والناس معه واختلف العلماء فيمن لم يدفع مع الإمام على ما سنذكره إن شاء الله والمزدلفة هي المشعر الحرام وهي جمع ثلاثة أسماء لموضع واحد ومن الدليل على أن ذلك كذلك لإمام الحاج والناس في تلك الليلة قوله صلى الله عليه وسلم لأسامة بن زيد الصلاة أمامك ( 5 ) بالمزدلفة وسنذكر هذا الحديث ووجه القول فيه في باب موسى بن عقبة من كتابنا هذا إن شاء الله تعالى واختلف العلماء في هيئة الجمع بين الصلاتين بالمزدلفة على وجهين أحدهما الأذان والإقامة والاخر هل يكون جمعهما متصلا لا يفصل بينهما بعمل أم يجوز العمل بينهما بعمل مثل العشاء وحط الرحال ونحو ذلك وأما اختلافهم في الأذان والإقامة فإن مالكا وأصحابه يقولون يؤذن لكل واحدة منهما ويقام بالمزدلفة وكذلك قوله في الظهر والعصر بعرفة أيضا إلا أن ذلك في أول وقت الظهر بإجماع قال ابن القاسم\r\n","description":"","footnote":"","page_name":" 260 ","page_number":254},
  {"content":"\r\nقال لي مالك في جمع الصلاتين بعرفة وبالمشعر الحرام قال لكل صلاة أذان وإقامة وقال مالك كل شيء إلى الأئمة فلكل صلاة أذان وإقامة قال أبو عمر لا أعلم فيما قاله مالك في هذا الباب حديثا مرفوعا إلى النبي صلى الله عليه وسلم بوجه من الوجوه ولكنه روي عن عمر بن الخطاب من حديث إسرائيل عن سماك بن حرب عن النعمان بن حميد أبي قدامة أنه صلاها مع عمر بالمزدلفة كذلك ( 6 ) واختلف فيه وليس بقوي الحديث وروي عن ابن مسعود من حديث أبي إسحاق عن عبد الرحمان بن يزيد قال خرجت مع عبد الله بن مسعود إلى مكة فلما أتى جمعا ( 7 ) صلى الصلاتين كل واحد منهما بأذان وإقامة ولم يصل بينهما شيئا رواه الثوري وشعبة وجماعة عن أبي إسحاق والذي يحضرني من الحجة لمالك في هذا الباب من جهة النظر أن رسول الله صلى الله عليه وسلم سن في الصلاتين بعرفة والمزدلفة أن الوقت لهما جميعا وقت واحد وإذا كان وقتهما واحدا وكانت كل واحدة تصلى في وقتها لم تكن واحدة منهما أولى بالأذان والإقامة من الأخرى لأن ليس\r\n","description":"","footnote":"","page_name":" 261 ","page_number":255},
  {"content":"\r\nواحدة منهما فائتة تقضى وإنما هي صلاة تصلى في وقتها وكل صلاة صليت في وقتها فسنتها أن يؤذن لها ويقام في الجماعة وهذا بين والله أعلم وقال آخرون أما الأولى منهما فتصلى بأذان وإقامة وأما الثانية فتصلى بلا أذان ولا إقامة قالوا وإنما أمر عمر بالتأذين للثانية لأن الناس كانوا قد تفرقوا لعشائهم فأذن ليجمعهم قالوا وكذلك نقول نحن إذا تفرق الناس عن الإمام لعشاء أو غيره أمر المؤذنين فأذنوا لجمعهم وإذا أذن أقام قالوا فهذا معنى ما روي عن عمر رضي الله عنه قالوا والذي روي عن ابن مسعود فمثل ذلك أيضا وذكروا ما حدثناه محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا يونس بن عبد الأعلى قال حدثنا سفيان عن أبي إسحاق عن عبد الرحمان بن يزيد ( 8 ) قال كان ابن مسعود يجعل العشاء بالمزدلفة بين الصلاتين وذكر عبد الرزاق قال أخبرنا أبو بكر بن عياش أبي إسحاق عن عبد الرحمان بن يزيد قال كنت مع ابن مسعود بجمع فجعل بين المغرب والعشاء العشاء وصلى كل صلاة بأذان وإقامة وذكر الطحاوي قال حدثنا ابن أبي داود قال حدثنا أحمد بن يونس قال\r\n","description":"","footnote":"","page_name":" 262 ","page_number":256},
  {"content":"\r\nحدثنا إسرائيل عن منصور ( 9 ) عن إبراهيم عن الأسود أنه صلى الصلاتين مرتين بجمع كل صلاة بأذان وإقامة والعشاء بينهما وقال آخرون تصلى الصلاتان جميعا بالمزدلفة بإقامة واحدة ولا يؤذن في شيء منهما واحتجوا بما رواه شعبة عن الحكم بن عتيبة وسلمة بن كهيل قالا صلى بنا سعيد بن جبير بإقامة المغرب ثلاثا فلما سلم قام فصلى ركعتي العشاء ثم حدث عن ابن عمر أنه صنع بهم في ذلك المكان مثل ذلك وحدث ابن عمر أن رسول الله صلى الله عليه وسلم صنع بهم في ذلك المكان مثل ذلك وذكر عبد الرزاق وعبد الملك بن الصباح عن الثوري عن سلمة بن كهيل عن سعيد بن جبير عن ابن عمر قال جمع رسول الله صلى الله عليه وسلم بين المغرب والعشاء بجمع صلاة المغرب ثلاثا والعشاء ركعتين بإقامة واحدة وقالا أيضا عن الثوري عن أبي إسحاق عن عبد الله بن مالك قال صليت مع ابن عمر المغرب ثلاثا والعشاء ركعتين بالمزدلفة بإقامة واحدة فقال مالك بن خالد قال عبد الرزاق\r\n","description":"","footnote":"","page_name":" 263 ","page_number":257},
  {"content":"\r\nهو الحارثي وقال عبد الملك هو المحاربي ما هذه الصلاة يا أبا عبد الرحمان قال صليتها مع رسول الله صلى الله عليه وسلم في هذا المكان بإقامة واحدة ( 10 ) قال أبو عمر الصواب الحارثي ( 11 ) وقد روى شعبة هذا الحديث عن أبي إسحاق عن عبد الله بن مالك بن الحرث عن ابن عمر عن النبي صلى الله عليه وسلم كما رواه الثوري ورواه زهير بن معاوية عن أبي إسحاق عن مالك بن الحرث عن ابن عمر عن النبي صلى الله عليه وسلم والصواب ما قاله شعبة والثوري والله أعلم وحدثنا محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان قال حدثنا يونس قال حدثنا سفيان عن ابن أبي نجيح عن مجاهد قال حدثني أربعة كلهم ثقة منهم سعيد بن جبير وعلي الأزدي عن ابن عمر أنه صلى المغرب والعشاء بالمزدلفة بإقامة واحدة وذكر عبد الرزاق عن ابن عيينة عن ابن أبي حسين عن علي الأزدي عن ابن عمر مثله وبه يقول سفيان الثوري وجماعة وقد حمل قوم حديث ابن أبي ذئب عن ابن شهاب عن سالم بن عبد الله بن\r\n","description":"","footnote":"","page_name":" 264 ","page_number":258},
  {"content":"\r\nعمر عن أبيه أن رسول الله صلى الله عليه وسلم صلى المغرب والعشاء بالمزدلفة جميعا لم يناد في واحدة منهما إلا بالإقامة ( 12 ) على هذا أيضا أي بإقامة واحدة وحمله غيرهم على الإقامة لكل صلاة منهما دون أذان وهو الصواب وهو محفوظ في حديث ابن أبي ذئب من رواية الحفاظ الثقات وكذلك ذكر معمر وغيره في هذا الحديث عن ابن شهاب على ما سنذكره إن شاء الله وقد روي من حديث أبي أيوب الأنصاري عن النبي صلى الله عليه وسلم أنه صلى المغرب والعشاء بجمع بإقامة واحدة ولا يصح قوله فيه بإقامة واحدة لأن مالكا وغيره من الحفاظ لم يذكروا ذلك فيه ( 13 ) وروي ذلك أيضا من حديث البراء وهو عند أهل الحديث خطأ وسنذكر ذلك في بابه من كتابنا هذا إن شاء الله وقال آخرون تصلى الصلاتان جميعا بالمزدلفة بأذان واحد وإقامتين واحتجوا بحديث جعفر بن محمد عن أبيه عن جابر عن النبي صلى الله عليه وسلم بذلك ( 14 ) وهو أكمل حديث روي في الحج وأتمه وأحسنه مساقا رواه بتمامه عن جعفر بن محمد يحيى بن سعيد القطان وحاتم بن إسماعيل وجماعة وإلى هذا ذهب أبو جعفر الطحاوي واختاره وزعم أن النظر يشهد له لأن الآثار لم تختلف أن الصلاتين بعرفة صلاهما رسول الله صلى الله عليه وسلم بأذان واحد\r\n","description":"","footnote":"","page_name":" 265 ","page_number":259},
  {"content":"\r\nوإقامتين فكذلك صلاتا المزدلفة في القياس لأنهما في حرمة الحج والآثار مختلفة في ذلك بالمزدلفة وغير مختلفة في ذلك بعرفة وخالف الطحاوي في ذلك أبا حنيفة وأصحابه لأنهم يقولون إن الصلاتين تصليان بالمزدلفة بأذان واحد وإقامة واحدة ( 15 ) وذهبوا في ذلك إلى ما رواه هشيم عن يونس بن عبيد عن سعيد بن جبير عن ابن عمر أنه جمع بين المغرب والعشاء بجمع بأذان واحد وإقامة واحدة ولم يجعل بينهما شيئا قالوا فكان محالا أن يكون ابن عمر أدخل بينهما أذانا إلا وقد علمه من رسول الله صلى الله عليه وسلم وروي مثل هذا مرفوعا من حديث خزيمة بن ثابت وليس بالقوي وقد حكى الجوزجاني عن محمد بن الحسن عن أبي يوسف عن أبي حنيفة أنهما تصليان بأذان وإقامتين يؤذن للمغرب ويقام للعشاء فقط وإلى هذا ذهب الطحاوي وبه قال أبو ثور وحجتهم في ذلك حديث جعفر بن محمد عن أبيه عن جابر عن النبي صلى الله عليه وسلم واعتلوا بنحو ما قدمنا ذكره من أن عمر وابن مسعود إنما أذنا للثانية من أجل تأخيرهما العشاء وقال آخرون تصلى الصلاتان جميعا بإقامتين دون أذان لواحدة منهما وممن قال ذلك الشافعي وأصحابه ومن حجة من ذهب إلى ذلك ما ذكره عبد الرزاق\r\n","description":"","footnote":"","page_name":" 266 ","page_number":260},
  {"content":"\r\nعن معمر عن ابن شهاب عن سالم عن ابن عمر أن النبي صلى الله عليه وسلم لما جاء المزدلفة جمع بين المغرب والعشاء صلى المغرب ثلاثا والعشاء ركعتين بإقامة لكل واحدة منهما ولم يصل بينهما شيئا ورواه الليث بن سعد عن عبد الرحمان بن خالد بن مسافر عن ابن شهاب عن سالم بن عبد الله عن أبيه عن النبي صلى الله عليه وسلم مثله وليس في حديث مالك هذه الزيادة وهؤلاء حفاظ زيادتهم مقبولة وذكر الشافعي عن عبد الله بن نافع عن ابن أبي حبيب عن ابن شهاب عن سالم عن أبيه مثله غير أنه قال لم يناد بينهما ولا على إثر واحدة منهما إلا بإقامة حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا بكر بن حماد قال حدثنا مسدد قال حدثنا يحيى بن سعيد عن ابن أبي ذئب عن الزهري عن سالم عن أبيه أن النبي صلى الله عليه وسلم صلى بجمع بإقامة إقامة لم يسبح بينهما ولا على إثر واحدة منهما واحتج الشافعي أيضا بحديث مالك عن موسى بن عقبة عن كريب مولى ابن عباس عن أسامة بن زيد أنه سمعه يقول دفع رسول الله صلى الله عليه وسلم من عرفة حتى إذا كان بالشعب نزل فبال ثم توضأ فلم يسبغ الوضوء فقلت له الصلاة فقال الصلاة أمامك فركب حتى جاء المزدلفة فنزل فتوضأ فأسبغ الوضوء ثم أقيمت الصلاة\r\n","description":"","footnote":"","page_name":" 267 ","page_number":261},
  {"content":"\r\nفصلى المغرب ثم أناخ كل إنسان بعيره في منزله ثم أقيمت العشاء فصلاها ولم يصل بينهما شيئا ( 16 ) قال أبو عمر هذه الآثار ثابتة عن ابن عمر وهي من أثبت ما روي في هذا الباب عنه ولكنها محتملة للتأويل وحديث جابر لم يختلف عليه فيه أخبرني عبد الرحمان بن يحيى وغيره عن أحمد بن سعيد قال سمعت أحمد بن خالد يعجب من مالك في هذا الباب إذ أخذ بحديث ابن مسعود ولم يروه وترك الأحاديث التي روى ( 17 )\r\n","description":"","footnote":"","page_name":" 268 ","page_number":262},
  {"content":"\r\nقال أبو عمر فهذا اختصار ما بلغنا من الآثار واختلافها في هذا الباب عن النبي صلى الله عليه وسلم وأصحابه وتهذيب ذلك وأجمع العلماء أن رسول الله صلى الله عليه وسلم دفع من عرفة بالناس بعدما غربت الشمس يوم عرفة فأفاض إلى المزدلفة وأنه عليه السلام أخر حينئذ صلاة المغرب فلم يصلها حتى أتى المزدلفة فصلى بها بالناس بالمغرب والعشاء جميعا بعدما غاب الشفق ودخل وقت العشاء الآخرة ( 18 ) وأجمعوا أن ذلك سنة الحاج في ذلك الموضع وقد قدمنا ذكر ما اختلف فيه عنه صلى الله عليه وسلم من كيفية الأذان والإقامة في حين جمعه للصلاتين بالمزدلفة وأما اختلاف الفقهاء في ذلك فإن مالكا ذهب إلى أن كل صلاة منهما يؤذن لها ويقام واحدة بإثر أخرى وعلى ذلك أصحابه وذهب الثوري إلى أنهما جميعا تصليان بإقامة واحدة ولا يفصل بينهما إلا بالتسليم وذهب الشافعي إلى أن كل واحدة منهما تصلى بإقامة إقامة ولا يؤذن لواحدة منهما به قال إسحاق بن راهويه وهو أحد قولي أحمد بن حنبل وروي ذلك عن سالم والقاسم وذهب أبو حنيفة وأصحابه إلى أنهما يصليان بأذان واحد وإقامتين وهو قول أبي ثور واحتج بحديث جعفر بن محمد عن أبيه عن جابر عن النبي صلى الله عليه وسلم بذلك ( 19 ) وقد ذكرنا حجة كل واحد\r\n","description":"","footnote":"","page_name":" 269 ","page_number":263},
  {"content":"\r\nمنهم من جهة الأثر ولا مدخل في هذه المسألة للنظر وإنما فيها الاتباع واختلفوا فيمن صلى الصلاتي المذكورتين قبل أن يصل إلى المزدلفة فقال مالك لا يصليهما أحد قبل جمع إلا من عذر فإن صلاهما من عذر لم يجمع بينهما حتى يغيب الشفق وقال الثوري لا يصليهما حتى يأتي جمعا وله السعة في ذلك إلى نصف الليل فإن صلاهما دون جمع أعاد وقال أبو حنيفة إن صلاهما قبل أن يأتي المزدلفة فعليه الإعادة وسواء صلاهما قبل مغيب الشفق أو بعده عليه أن يعيدهما إذا أتى المزدلفة واختلف عن أبي يوسف ومحمد فروي عنهما مثل ذلك وروي عنهما إن صلاهما بعرفات أجزأه وعلى قول الشافعي لا ينبغي أن يصليهما قبل جمع فإن فعل أجزأه وبه قال أبو ثور وأحمد وإسحاق وروي ذلك عن عطاء وعروة وسالم والقاسم وسعيد بن جبير وقد روي عن جابر بن عبد الله قال لا صلاة إلا بجمع ومن الحجة لمن ذهب إلى ذلك قوله صلى الله عليه وسلم خذوا عني مناسككم ( 20 ) وصلاهما جميعا بعد مغيب الشفق بجمع فليس لأحد أن يصليهما إلا في ذلك الموضع كذلك إلا من عذر كما قال مالك والله أعلم\r\n","description":"","footnote":"","page_name":" 270 ","page_number":264},
  {"content":"\r\nوقد ذكرنا أقوال الفقهاء فيمن فاتته الصلاة مع الإمام بالمزدلفة هل له أن يجمع الصلاتين أم لا في كتابنا هذا عند ذكر الصلاة بعرفة واختلفوا فيمن لم يمر بالمزدلفة ليلة النحر ولم يأتها ولم يبت بها غداة النحر فقال مالك من لم ينخ بالمزدلفة ولم ينزل بها وتقدم إلى منى فرمى الجمرة فإنه يهريق دما فإن نزل بها ثم دفع منها في أول الليل أو وسطه أو آخره وترك الوقوف مع الإمام فقد أجزأه ولا دم عليه وقال الثوري من لم يقف بجمع ولم يقف بها ليلة النحر فعليه دم وهو قول عطاء في رواية وقول الزهري وقتادة وبه قال أحمد وإسحاق وأبو ثور وقال أبو حنيفة وأبو يوسف ومحمد إذا ترك الوقوف بالمزدلفة ولم يقف بها ولم يمر بها ولم يبت فيها فعليه دم قالوا فإن بات وتعجل في الليل رجع إذا كان خروجه من غير عذر حتى يقف مع الإمام أو يصبح بها فإن لم يفعل فعليه دم قالوا وإن كان رجل مريض أو ضعيف أو غلام صغير فتقدموا من المزدلفة بالليل فلا شيء عليهم وقال الشافعي إن نزل وخرج منها بعد نصف الليل فلا شيء عليه وإن خرج قبل نصف الليل فلم يعد إليها ليقف بها مع الإمام ويصبح فعليه شاة قال وإنما حددنا نصف الليل لأنه بلغنا أن النبي صلى الله عليه وسلم أذن لضعفة أهله أن يرتحلوا من آخر الليل ورخص\r\n","description":"","footnote":"","page_name":" 271 ","page_number":265},
  {"content":"\r\nلهم في أن لا يصبحوا بها ولا يقفوا مع الإمام ( 21 ) والفرض على الضعيف والقوي سواء ولكنه تأخر لمواضع الفضل وتعليم الناس قال وما كان بعد نصف الليل فهو من آخر الليل وروي عن عطاء أنه إن لم ينزل بجمع فعليه دم وإن نزل بها ثم ارتحل بليل فلا شيء عليه رواه ابن جريج وغيره وهو الصحيح عنه وكان عبد الله بن عمر يقول إنما جمع منزل تدلج منه إذا شئت وقال علقمة وعامر الشعبي وإبراهيم النخعي والحسن البصري من لم ينزل بالمزدلفة وفاته الوقوف بها فقد فاته الحج ويجعلها عمرة وهو قول عبد الله بن الزبير وبه قال الأوزاعي أن الوقوف بالمزدلفة فرض واجب يفوت الحج بفواته وقد روي عن الثوري مثل ذلك ولا يصح عنه والأصح عنه إن شاء الله ما قدمنا ذكره وروي عن حماد بن أبي سليمان أنه قال من فاتته الإفاضة من جمع فقد فاته الحج فليحل بعمرة ثم يحج قابلا وحجة من قال بهذا القول قول الله عز وجل فإذا أفضتم من عرفات * ( فاذكروا الله عند المشعر الحرام ) * 22 وقول رسول الله صلى الله عليه وسلم من أدرك جمعا مع الناس حتى يفيض فقد أدرك وهذا المعنى رواه عروة بن مضرس ( 23 ) عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 272 ","page_number":266},
  {"content":"\r\nحدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال حدثنا أحمد بن زهير قال حدثنا أبو نعيم قال حدثنا زكرياء بن أبي زائدة عن عامر قال حدثني عروة بن مضرس بن أوس بن حارثة بن لام ( 24 ) أنه حج على عهد رسول الله صلى الله عليه وسلم فلم يدرك الناس إلا ليلا وهم بجمع فانطلق إلى عرفات ليلا فأفاض منها ثم رجع إلى جمع فأتى رسول الله صلى الله عليه وسلم فقال يا رسول الله أتعبت نفسي وأنصبت راحلتي فهل لي من حج فقال من صلى معنا الغداة بجمع ووقف معنا حتى نفيض وقد أفاض من عرفات قبل ذلك ليلا أو نهارا فقد تم حجه وقضى تفثه ( 25 ) رواه عن الشعبي جماعة منهم إسماعيل بن أبي خالد وعبد الله بن أبي السفر وداود بن أبي هند وكان سفيان بن عيينة يقول زكرياءأحفظهم لهذا الحديث عن الشعبي قال أبو عمر معناهم كله واحد متقارب أخبرنا عبد الله بن محمد ( 26 ) حدثنا محمد بن بكر ( 27 ) حدثنا أبو داود حدثنا مسدد حدثنا يحيى عن إسماعيل حدثنا عامر أخبرنا عروة بن مضردس الطائي قال أتيت\r\n","description":"","footnote":"","page_name":" 273 ","page_number":267},
  {"content":"\r\nرسول الله صلى الله عليه وسلم بالموقف يعني بجمع فقلت جئت يا رسول الله من جبلي ( 28 ) طيء أكللت ( 29 ) مطيتي وأتبعت نفسي والله ما تركت من حبل ( 30 ) إلا وقفت عليه فهل لي من حج فقال رسول الله صلى الله عليه وسلم من أدرك معنا هذه الصلاة وأتى عرفات قبل ذلك ليلا أو نهارا فقد تم حجه وقضى تفثه ( 31 ) قال إسماعيل القاضي ظاهر هذا الحديث إن كان صحيحا والله أعلم يدل على أن الرجل سأله عما فاته من الوقوف بالنهار بعرفة فأعلمه أن من وقف بعرفة ليلا أو نهارا فقد تم حجه فدار الأمر على أن الوقوف بالنهار لا يضره إن فاته لأنه لما قال ليلا أو نهارا فالسائل يعلم أنه ( إذا وقف بالليل وقد فاته الوقوف بالنهار أن ذلك لا يضره وأنه قد تم حجه لأنه رأى له بهذا القول أن يقف بالنهار دون الليل ) وعلم أن المعنى فيه إذا وقف بالليل وقد فاته الوقوف بالنهار أن ذلك لا يضره قال ولو حمل هذا الحديث أيضا على ما يحتج به من احتج به لوجب على من لم يدرك الصلاة مع الإمام بجمع أن يكون حجه فاسدا ولكن الكلام يحمل على صحته وصحة هذا المعنى فيه لأن\r\n","description":"","footnote":"","page_name":" 274 ","page_number":268},
  {"content":"\r\nالرجل إنما سأل وقد أدرك الصلاة بجمع وقد وقف بعرفة ليلا فأعلم أن حجه تام وقال أبو الفرج معنى قول رسول الله صلى الله عليه وسلم في حديث عروة بن مضرس وقد أفاض قبل ذلك ليلا أو نهارا أراد والله أعلم ليلا أو نهارا وليلا فسكت عن أن يقول ليلا لعلمه بما قدم من فعله لأن من وقف نهارا فقد أدرك الليل لأنه أراد بذكر النهار اتصال الليل به قال وقد يحتمل أن يكون قوله ليلا أو نهارا بمعنى ليلا ونهارا فتكون أو بمعنى الواو كما قال الله عز وجل * ( ولا تطع منهم آثما أو كفورا ) * 32 أي آثما وكفورا والله أعلم قال أبو عمر لو كان كما ذكر كان الوقوف واجبا ليلا ونهارا ولم يغن أحدهما عن صاحبه وهذا لا يقوله أحد وقد أجمع المسلمون أن الوقوف بعرفة ليلا يجزئ عن الوقوف بالنهار إلا أن فاعل ذلك عندهم إذا لم يكن مراهقا ولم يكن له عذر فهو مسيء ومن أهل العلم من رأى عليه دما ومنهم من لم ير عليه شيئا وجماعة العلماء يقولون أن من وقف بعرفة ليلا أو نهارا بعد زوال الشمس من يوم عرفة أنه مدرك للحج إلا مالك بن أنس ومن قال بقوله فإن الفرض عنده الليل دون النهار وعند سائر العلماء الليل والنهار بعد الزوال في ذلك سواء في الفرض إلا أن السنة أن يقف كما وقف رسول الله صلى الله عليه وسلم نهارا يتصل\r\n","description":"","footnote":"","page_name":" 275 ","page_number":269},
  {"content":"\r\nله بالليل ولا خلاف بين أهل العلم أن الوقوف بعرفة فرض لا حج لمن فاته الوقوف بها يوم عرفة كما ذكرنا أو ليلة النحر على ما وصفنا وسنذكر ما يجب من القول في أحكام الوقوف بعرفة والصلاة بها في أولى المواضع من كتابنا هذا وذلك حديث ابن شهاب عن سالم في قصة ابن عمر مع الحجاج إن شاء الله واحتج أيضا بعض من لم ير الوقوف بالمزدلفة فرضا من غير أصحابنا بأن قال ليس في حديث عروة بن مضرس دليل على ما ذكر لمن أوجب الوقوف بالمزدلفة فرضا لأن رسول الله صلى الله عليه وسلم إنما قال فيه من صلى صلاتنا هذه وكان قد أتى قبل ذلك عرفة من ليل أو نهار فقد قضى حجه وتم تفثه فذكر الصلاة بالمزدلفة وكان أجمع أنه لو بات بها ووقف ونام عن الصلاة فلم يصلها مع الإمام حتى فاتته أن حجه تام فلما كان حضور الصلاة مع الإمام المذكور في هذا الباب ليس من صلب الحج كان الوقوف بالموطن الذي تكون فيه الصلاة أحرى أن يكون كذلك قالوا فلم يتحقق بهذا الحديث ذلك الفرض إلا بعرفة خاصة قالوا فإن احتج محتج بقول الله عز وجل * ( فإذا أفضتم من عرفات فاذكروا الله عند المشعر الحرام ) * وقال قد ذكر الله المشعر الحرام كما ذكر عرفات وذكر ذلك رسول الله صلى الله عليه وسلم في سنته فحكمهما واحد لا يجزئ الحج إلا بإصابتهما قيل له ليس في قول الله عز وجل * ( فاذكروا الله عند المشعر الحرام ) * دليل على أن ذلك على الوجوب في الوقوف وكل قد أجمع أنه لو وقف بالمزدلفة ولم يذكر الله أن حجه تام فإذا لم يكن الذكر المأمور به من صلب الحج فشهود الموطن أولى بأن لا يكون كذلك\r\n","description":"","footnote":"","page_name":" 276 ","page_number":270},
  {"content":"\r\nقال وقد ذكر الله في كتابه أشياء من أمر الحج لم يرد بذكرها إيجابها هذا ما احتج به أبو جعفر الأزدي ( 33 ) وذكر حديث عبد الرحمان بن يعمر الديلي عن النبي صلى الله عليه وسلم أنه قال الحج عرفات وفي بعض ألفاظ هذا الحديث الحج يوم عرفة فمن أدرك جمعا قبل صلاة الفجر فقد أدرك ( 34 )\r\n","description":"","footnote":"","page_name":" 277 ","page_number":271},
  {"content":"\r\nحديث رابع لابن شهاب عن سالم مسند شرك فيه سالما أخوه حمزة مالك عن ابن شهاب عن سالم وحمزة ابني عبد الله بن عمر عن أبيهما أن رسول الله صلى الله عليه وسلم قال الشؤم في الدار والمرأة والفرس ( 1 ) الشؤم في كلام العرب النحس وكذلك قال أهل العلم بتأويل القرآن في قول الله عز وجل * ( في أيام نحسات ) * قالوا مشائيم قال أبو عبيدة نحسات ذوات نحوس مشائيم وقد فسر معمر في روايته لهذا الحديث الشؤم تفسيرا حسنا أخبرنا خلف بن سعيد قال حدثنا عبد الله بن محمد قال حدثنا أحمد بن خالد قال حدثنا إسحاق بن إبراهيم قال حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري عن سالم أو عن حمزة أو كليهما شك معمر عن ابن عمر قال قال رسول الله صلى الله عليه وسلم الشؤم في الفرس والمرأة والدار قال وقالت أم سلمة والسيف ( 3 )\r\n","description":"","footnote":"","page_name":" 278 ","page_number":272},
  {"content":"\r\nقال معمر سمعت من يفسر هذا الحديث يقول شؤم المرأة إذا كانت غير ولود وشؤم الفرس إذا لم يغز عليه في سبيل الله وشؤم الدار جار السوء ( 4 ) وقد روى جويرية عن مالك عن الزهري أن بعض أهل أم سلمة زوج النبي صلى الله عليه وسلم أخبره أن أم سلمة كانت تزيد السيف قال أبو عمر هذا حديث صحيح الإسناد أعني ابن شهاب عن سالم وحمزة أما المتن فقد اختلفت الآثار عن النبي صلى الله عليه وسلم فروى مالك عن أبي حازم عن سهل بن سعد أن رسول الله صلى الله عليه وسلم قال إن كان ففي الدار والمرأة والفرس يعني الشؤم ( 5 ) فلم يقطع صلى الله عليه وسلم في هذا الحديث بالشؤم وروي عنه صلى الله عليه وسلم أنه قال لا شؤم واليمن في الدار والدابة والخادم وربما قال المرأة وهذا أشبه في الأصول لأن الآثار ثابتة عن النبي صلى الله عليه وسلم أنه قال لا طيرة ولا شؤم ولا عدوى حدثنا أحمد بن قاسم قال حدثنا محمد بن معاوية قال حدثنا أحمد بن الحسن الصوفي قال حدثنا الهيثم بن خارجة قال حدثنا إسماعيل بن عياش عن سليمان بن سليم ( 6 ) الطائي عن يحيى بن\r\n","description":"","footnote":"","page_name":" 279 ","page_number":273},
  {"content":"\r\nجابر الطائي عن معاوية بن حكيم عن عمه حكيم بن معاوية قال قال رسول الله صلى الله عليه وسلم لا شؤم وقد يكون اليمن في المرأة والدار والفرس ( 7 ) وحدثنا عبد الرحمان بن عبد الله بن خالد قال حدثنا إبراهيم بن علي بن غالب قال حدثنا محمد بن الربيع بن سليمان قال حدثنا يوسف بن سعيد قال حدثنا حجاج عن ابن جريج عن ابن شهاب عن عبيد الله بن عبد الله عن أبي هريرة عن النبي صلى الله عليه وسلم قال لا طيرة وخيرها الفأل قالوا وما الفأل قال الكلمة الصالحة ( 8 ) هذا أصح حديث في هذا الباب في الإسناد والمعنى وكان صلى الله عليه وسلم يعجبه الفأل الحسن ويكره الطيرة وقال صلى الله عليه وسلم إذا تطيرتم فامضوا وعلى الله فتوكلوا ( 9 ) وقد روى ابن وهب عن مالك عن ابن شهاب عن أبي سلمة بن عبد الرحمان عن معاوية بن الحكم السلمي قال قلت يا رسول الله أمور كنا نصنعها في الجاهلية كنا نأتي الكهان قال فلا تأتوا الكهان قال وكنا نتطير قال ذلك شيء يجده أحدكم في نفسه فلا يصدنكم ( 10 )\r\n","description":"","footnote":"","page_name":" 280 ","page_number":274},
  {"content":"\r\nقال الدارقطني تفرد ابن وهب من هذا الحديث بذكر الكهان والنهي عن إيتائهم قال ورواه ابن القاسم وسعد بن عفير وعبد الله بن يوسف وإسحاق بن عيسى الطباع وعبد العزيز الأويسي وإبراهيم بن طهمان عن مالك عن الزهري عن أبي سلمة عن معاوية بن الحكم ذكروا سؤاله عن الطيرة لا غير قال سألت رسول الله صلى الله عليه وسلم عن الطيرة فقال ذلك شيء يجده أحدكم في نفسه فلا يصدنكم وروى ابن وهب عن مالك حديث ابن شهاب هذا فقال فيه لا عدوى ولا طيرة حدثناه علي بن إبراهيم قال حدثنا الحسن بن رشيق قال حدثنا العباس بن محمد قال حدثنا أحمد بن صالح قال أخبرنا ابن وهب قال أخبرني يونس ومالك عن ابن شهاب عن حمزة وسالم ابني عبد الله بن عمر قال قال رسول الله صلى الله عليه وسلم لا عدوى ( 11 ) ولا طيرة ( 12 ) وإنما الشؤم في ثلاثة المرأة والفرس والدار وكان ابن عيينة يروي هذا الحديث عن ابن شهاب فلا يروى في إسناده حمزة حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال حدثنا محمد بن إسماعيل قال حدثنا الحميدي قال حدثنا سفيان قال حدثنا الزهري عن سالم عن أبيه أن رسول الله صلى الله عليه وسلم قال الشؤم في ثلاث الفرس والمرأة والدار فقيل لسفيان إنهم يقولون فيه عن حمزة قال ما سمعت الزهري ذكر في هذا الحديث حمزة ( قط ) وكذلك رواه عبد الرحمان عن الزهري بمثل رواية ابن عيينة سواء\r\n","description":"","footnote":"","page_name":" 281 ","page_number":275},
  {"content":"\r\nورواه إسحاق بن سليمان عن مالك عن الزهري عن سالم عن أبيه لم يذكر فيه حمزة ورواه عثمان بن عمر عن مالك بمثل إسناد ابن عيينة لم يذكر فيه حمزة ( أيضا ) إلا أنه جاء به على لفظ حديث ابن وهب أخبرني أحمد بن أبي عمران الهروي فيما كتب إلي به إجازة قال حدثنا محمد بن علي النقاش قال حدثنا أبو عروبة قال حدثنا محمد بن بشار قال حدثنا عثمان بن عمر قال حدثنا مالك بن أنس عن الزهري عن سالم عن عبد الله بن عمر أن النبي صلى الله عليه وسلم قال لا عدوى ولا صفر ( 13 ) والشؤم في ثلاث في المرأة والدار والفرس ( 14 ) قال أبو عمر أصل التطير واشتقاقه عند أهل العلم باللغة والسير والأخبار هو مأخوذ من زجر الطير ومروره سانحا أو بارحا ( 15 ) منه اشتقوا التطير ثم استعملوا ذلك في كل شيء من الحيوان وغير الحيوان فتطيروا من الأعور والأعضب ( 16 ) والأبتر وكذلك إذا رأوا الغراب أو غيره من\r\n","description":"","footnote":"","page_name":" 282 ","page_number":276},
  {"content":"\r\nالطير يتفلى أو ينتف ولإيمان العرب بالطيرة عقدوا الرتائم ( 17 ) واستعملوا القداح بالآمر والناهي والمتربص وهي غير قداح الأيسار وكانوا يشتقون الأسماء الكريهة مما يكرهون وربما قلبوا ذلك إلى الفأل الحسن فرارا من الطيرة ولذلك سموا اللديغ سليما والقفر مفازة وكنوا الأعمى أبا البصير ونحو هذا فمن تطير جعل الغراب من الاغتراب والغربة وجعل غصن البان من البينونة والحمام من الحمام ومن الحميم ومن الحمى وربما جعلوا الحبل من الوصال والهدهد من الهدى وغصن البان من بيان الطريق والعقاب من عقبى خير ومثل هذا كثير عنهم إذا غلب عليهم الإشفاق تطيروا وتشاءموا وإذا غلب عليهم الرجاء والسرور تفاءلوا وذلك مستعمل عندهم فيما يرون من الأشخاص ويسمعون من الكلام فقال لهم رسول الله صلى الله عليه وسلم لا طيرة ولا شؤم فعرفهم أن ذلك إنما هو شيء من طريق الاتفاق ليرفع عن المتوقع ما يتوقعه من ذلك كله ويعلمه أن ذلك ليس يناله منه إلا ما كتب له وأما قوله في هذا الحديث الشؤم في الدار والمرأة والفرس فهو عندنا على غير ظاهره وسنقول فيه بحول الله وعونه لا شريك له وكان ابن مسعود يقول إن كان الشؤم في شيء فهو فيما بين اللحيين يعني اللسان وما شيء أحوج إلى سجن طويل من لسان\r\n","description":"","footnote":"","page_name":" 283 ","page_number":277},
  {"content":"\r\nقال أبو عمر ونقول في معنى حديث هذا الباب بما نراه يوافق الصواب إن شاء الله فقوله عليه السلام لا طيرة نفي عن التشاؤم والتطير بشيء من الأشياء وهذا القول أشبه بأصول شريعته صلى الله عليه وسلم من حديث الشؤم فإن قال قائل قد روى زهير بن معاوية عن عتبة بن حميد قال حدثني عبيد الله بن أبي بكر أنه سمع أنسا يقول قال رسول الله صلى الله عليه وسلم لا طيرة والطيرة على من تطير وإن تكن في شيء ففي المرأة والدار والفرس ( 18 ) وقال هذا يوجب أن تكون الطيرة في الدار والمرأة والفرس لمن تطير قيل له وبالله التوفيق لو كان كما ظننت لكان هذا الحديث ينفي بعضه بعضا لأن قوله لا طيرة نفي لها وقوله والطيرة على من تطير إيجاب لها وهذا محال أن يظن بالنبي صلى الله عليه وسلم مثل هذا من النفي والإثبات في شيء واحد ووقت واحد ولكن المعنى في ذلك نفي الطيرة بقوله لا طيرة وأما قوله الطيرة على من تطير فمعناه إثم الطيرة على من تطير بعد علمه بنهي رسول الله صلى الله عليه وسلم عن الطيرة\r\n","description":"","footnote":"","page_name":" 284 ","page_number":278},
  {"content":"\r\nوقوله فيها إنها شرك ( 19 ) وما منا إلا ( 20 ) ولكن الله يذهبه بالتوكل ( 21 ) فمعنى هذا الحديث عندنا والله أعلم أن من تطير فقد أثم وإثمه على نفسه في تطيره لترك التوكل وصريح الإيمان لأنه يكون ما تطير به على نفسه في الحقيقة لأنه لا طيرة حقيقة ولا شيء إلا ما شاء الله في سابق علمه والذي أقول ( به ) في هذا الباب تسليم الأمر لله عز وجل وترك القطع على الله بالشؤم في شيء لأن أخبار الآحاد لا يقطع على عينها وإنما توجب العمل فقط قال الله تبارك اسمه * ( قل لن يصيبنا إلا ما كتب الله لنا هو مولانا وعلى الله فليتوكل المؤمنون ) * 22 وقال * ( ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها إن ذلك على الله يسير ) * 23 فما قد خط في اللوح المحفوظ لم يكن منه بد وليست البقاع ولا الأنفس بصانعة شيئا من ذلك والله أعلم وإياه أسأل\r\n","description":"","footnote":"","page_name":" 285 ","page_number":279},
  {"content":"\r\nالسلامة من الزلل في القول والعمل برحمته وقد كان من العرب قوم لا يتطيرون ولا يرون الطيرة شيئا ذكر الأصمعي أن النابغة خرج مع زيان بن سيار يريدان الغزو فبينما هما في منهل يريدان الرحلة إذ نظر النابغة فإذا على ثوبه جرادة فقال جرادة تجرد وذات ألوان فتطير وقال لا أذهب في هذا الوجه ونهض زيان فلما رجع من تلك الغزوة سالما غانما أنشأ يقول\r\n* تخبر طيرة فيها زياد\r\n* لتخبره وما فيها خبير\r\n* أقام كأن لقمان بن عاد\r\n* أشار له بحكمته مشير\r\n* تعلم أنه لا طير إلا\r\n* على متطير وهو الثبور\r\n* بلى شيء يوافق بعض شيء\r\n* أحايينا وباطله كثير\r\n* هذا زيان بن سيار وهو أحد دهاة العرب وساداتهم لم ير ذلك شيئا وقال أنه اتفاق وباطله كثير وممن كان لا يرى الطيرة شيئا من العرب ويوصي بتركها الحرث بن حلزة وذلك من صحيح قوله ويقولون أن ما عدا هذه الأبيات من شعره ( هذا ) فهو مصنوع\r\n* يا أيها المزمع ثم انثنى\r\n* لا يثنك الحازي ولا الساحج\r\n* ولا قعيد أعضب قرنه\r\n* هاج له من مرتع هائج\r\n* بينا الفتى يسعى ويسعى له\r\n* تاح له من أمره خالج\r\n","description":"","footnote":"","page_name":" 286 ","page_number":280},
  {"content":"\r\n* يترك ما رقح من عيشه\r\n* يعبث فيه همج هامج\r\n* لا تكسع الشول بأغبارها\r\n* إنك لا تدري من الناتج\r\n* أما قوله الحازي فهو الكاهن والساحج الغراب والخالج ما يعتري المرء من الشك وترك اليقين والعلم ورقح معيشته ( أي ) أصلحها والشول النوق التي جفت ألبانها وكسعت الناقة إذا بركت وفي ضرعها بقية من اللبن والأغبار هاهنا بقايا اللبن والناتج الذي يلي الناقة في حين نتاجها والمرقش السدوسي كان أيضا ممن لا يتطير وهو القائل\r\n* ولقد غدوت وكنت لا\r\n* أغدو على واق وحاتم\r\n* فإذا الأشائم كالأيا\r\n* من والأيامن كالأشائم\r\n* وكذاك لا خير ولا\r\n* شر على أحد بدائم\r\n* الواق الصرد والحاتم الغراب أخبرنا أبو محمد عبد الله بن محمد بن أسد قال حدثنا حمزة بن محمد قال حدثنا أحمد بن شعيب قال أنبأنا قتيبة بن سعيد وسليمان بن منصور واللفظ له قالا حدثنا سفيان عن ابن عجلان عن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير احرص على ما ينفعك ولا تعجز فإن غلبك أمر فقل قدر الله وإياك واللو فإن اللو تفتح عمل الشيطان ( 24 )\r\n","description":"","footnote":"","page_name":" 287 ","page_number":281},
  {"content":"\r\nوحدثنا محمد بن إبراهيم قال حدثنا أحمد بن مطرف قال حدثنا سعيد بن عثمان بن خمير قالا حدثنا يونس بن عبد الأعلى قال حدثنا سفيان عن محمد بن عجلان عن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم المؤمن القوي فذكره سواء هكذا رواه ابن عيينة عن ابن عجلان عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم ورواه كذلك الفضيل عن محمد بن عجلان عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم ورواه ابن المبارك عن محمد بن عجلان ( عن أبي هريرة عن النبي صلى الله عليه وسلم ورواه عبد الله بن إدريس ) عن ربيعة بن عثمان عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم وكانت عائشة تنكر حديث الشؤم وتقول إنما حكاه رسول الله صلى الله عليه وسلم عن أهل الجاهلية وأقوالهم وكانت تنفي الطيرة ولا تعتقد شيئا منها حتى قالت لنسوة كن يكرهن الابتناء بأزواجهن في شوال ما تزوجني رسول الله صلى الله عليه وسلم إلا في شوال وما دخل بي إلا في شوال فمن كان أحظى مني ( عنده ) وكانت تستحب أن يدخلن على أزواجهن في شوال حدثنا محمد بن عبد الله بن حكم قال حدثنا محمد بن معاوية بن عبد الرحمان قال حدثنا إسحاق بن أبي حسان قال حدثنا هشام بن عمار قال حدثنا الوليد بن مسلم عن سعيد عن قتادة عن أبي حسان أن رجلين دخلا على عائشة وقالا إن أبا هريرة يحدث أن\r\n","description":"","footnote":"","page_name":" 288 ","page_number":282},
  {"content":"\r\nالنبي صلى الله عليه وسلم قال إنما الطيرة في المرأة والدار والدابة فطارت شقة منها في السماء وشقة في الأرض ثم قالت كذب والذي أنزل الفرقان على أبي القاسم من حدث عنه بهذا ولكن رسول الله صلى الله عليه وسلم كان يقول كان أهل الجاهلية يقولون الطيرة في المرأة والدار والدابة ثم قرأت عائشة * ( ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها إن ذلك على الله يسير ) * 25 قال أبو عمر أما قول عائشة في أبي هريرة كذب والذي أنزل الفرقان فإن العرب تقول كذبت بمعنى غلطت فيما قدرت وأوهمت فيما قلت ولم تظن حقا ونحو هذا وذلك معروف من كلامهم موجود في أشعارهم كثيرا قال أبو طالب\r\n* كذبتم وبيت الله نترك مكة\r\n* ونظعن إلا أمركم في بلابل\r\n* كذبتم وبيت الله نبرأ محمدا\r\n* ولما نطاعن دونه ونناضل\r\n* ونسلمه حتى نصرع حوله\r\n* ونذهل عن أبنائنا والحلائل\r\n* وقال بعض شعراء همدان\r\n* كذبتم وبيت الله لا تأخذونها\r\n* مراغمة ما دام للسيف قائم\r\n*\r\n","description":"","footnote":"","page_name":" 289 ","page_number":283},
  {"content":"\r\nوقال زفر بن الحرث العبسي\r\n* أفي الحق أما بجدل وابن بجدل\r\n* فيحيا وأما ابن الزبير فيقتل\r\n* كذبتم وبيت الله لا تقتلونه\r\n* ولما يكن يوم أغر محجل\r\n* ألا ترى أن هذا ليس من باب الكذب الذي هو ضد الصدق وإنما هو من باب الغلط وظن ما ليس بصحيح وذلك أن قريشا زعموا أنهم يخرجون بني هاشم من مكة إن لم يتركوا جوار محمد صلى الله عليه وسلم فقال لهم أبو طالب كذبتم أي غلطتم فيما قلتم وظننتم وكذلك معنى قول الهمداني والعبسي وهذا مشهور من كلام العرب ومن هذا ما ذكره الحسن بن علي الحلواني قال حدثنا عارم قال حدثنا حماد بن زيد عن أيوب قال سألت سعيد بن جبير عن الرجل يأذن لعبده في التزويج بيد من الطلاق قال بيد العبد قلت إن جابر بن زيد يقول بيد السيد قال كذب جابر يريد غلط وأخطأ والله أعلم وقد يحتمل أن يكون قول رسول الله صلى الله عليه وسلم الشؤم في ثلاثة في الدار والمرأة والفرس كان في أول الإسلام خبرا عما كانت تعتقده العرب في جاهليتها على ما قالت ( عائشة ) ثم نسخ ذلك وأبطله القرآن والسنن وأما قوله صلى الله عليه وسلم للقوم في قصة الدار اتركوها ذميمة ( 26 ) فذلك والله أعلم لما رآه منهم وأنه قد كان رسخ في قلوبهم مما كانوا عليه في جاهليتهم وقد كان صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 290 ","page_number":284},
  {"content":"\r\nرؤوفا بالمؤمنين يأخذ عفوهم شيئا شيئا وهكذا كان نزول الفرائض والسنن حتى استحكم الإسلام وكمل والحمد لله ثم بين رسول الله صلى الله عليه وسلم بعد ذلك لأولئك الذين قال لهم اتركوها ذميمة ولغيرهم ولسائر أمته الصحيح بقوله لا طيرة ولا عدوى والله أعلم وبه التوفيق\r\n\r\n","description":"","footnote":"","page_name":" 291 ","page_number":285}
  ]