[
  {"content":"\r\nكتاب\r\nالبدء والتأريخ\r\nالمنسوب إلى أبي زيد أحمد بن سهل البلخي\r\nوهو لمطهر بن طاهر المقدسي\r\nقد اعتنى بنشره وترجمته من العربية إلى الفرانسوية\r\nالفقير المذنب كلمان هوار قنصل الدولة الفرانسوية\r\nوكاتب السر ومترجم أول الحكومة المشار إليها ومعلم في مدرسة\r\nالألسنة الشرقية في مدينة باريز\r\nالجزء الرابع\r\nيباع عند الخواجة أرنست لرو الصحاف\r\nفي مدينة باريز\r\nسنة 1907 ميلادية\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nكتاب\r\nالبدء والتأريخ\r\nالجزء الرابع\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 4 ","page_number":4},
  {"content":"\r\nكتاب البدء والتأريخ\r\nالفصل الثاني عشر [ 1 
  ]\r\nفي ذكر أديان أهل الأرض ونحلهم ومذاهبهم وآرائهم من [ 2 
  ] أهل الكتاب وغيرهم\r\nاعلم انّ اختلاف الناس في مذاهبهم واعتقاداتهم كفآء اختلافهم في أخلاقهم وهممهم وإراداتهم وألوانهم وألسنتهم فكما لا تجد اثنين على صورة واحدة وصيغة واحدة وهمّة واحدة إلَّا في الشاذّ النادر فكذلك في وجود اثنين على رأى واحد [ f 112 v 
  ] وخاطر واحد وإن كان الدين الواحد يجمع عالما من الخلق فإنّ الآراء يتوزّعهم والهمم تتشعّب بهم اللَّهمّ إلَّا الطوائف المقلَّدة فإن إجماعهم على ما يزعمون دعوى لا حقيقة له عند\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عشرة Ms .\r\n[ 2 
  ] . في . Ms\r\n","page_name":" 1 ","page_number":5},
  {"content":"\r\nالتفتيش فليذكر الآن ما بلغنا من ديانات أهل الأرض على سبيل الإيجاز والاختصار ونقول وباللَّه التوفيق أن لا يخلو الإنسان العاقل من اعتقاد حقّ أو باطل أو الوقوف موقف الشكّ ولا يجوز أن لا يوجد لمميّز احدى الحالات التي ذكرنا إلَّا أن يكون ناقص العقل عن الاعتقاد والشكّ فلا يجوز أن يعدّ من جملة المخاطبين ولا يجوز بقاء الشكّ لأنّ الشك من الجهل بالشيء وتكافؤ العلل فيه بتحقيق شيء أو إبطاله كما لا يجوز قيام الادلَّة على وجود شيء وعدمه في حالة واحدة ووقت واحد وبورود العلم بالشيء [ و 
  ] زوال الجهل عنه فيحصل المشكوك فيه إمّا معلوما أو مجهولا وقد بطلت منزلة الشكّ والسلام فالناس إذا لا يخلون من اعتقاد ديانة ما أو تعطيل في الجملة\r\n* * *\r\nذكر المعطَّلة\r\nولهم أسماء أخرى يقال لهم الملاحدة والدهريّة والزنادقة والمهملة وهم أقلّ الناس عددا وأفيلهم رأيا وأشرّهم حالا وأوضعهم منزلة يقولون بقدم أعيان العالم والأجسام وتولَّد النبات والحيوان من الطبائع باختلاف الأزمنة ورجوعها إلى أصولها ولا صانع لها ولا خالق ولا مدبّر ولا محى ولا مميت ولا معاقب ولا مثيب ولا حافظ ولا حسيب فلا يرون\r\n","description":"","footnote":"","page_name":" 2 ","page_number":6},
  {"content":"\r\nالسعي إلَّا فيما يعود بصلاح أجسامهم وقوة نفوسهم في إعطائها مناها من الملاذّ والشهوات والملاهي من غير مراقبة أحد ولا إيثار تجمّل ولا الكفّ عن تعاطى محظور تاقت النفس إليه ولا مشكور صانع فيما صنع إليه ولم يفتعل على غيره أو يكفّ مساءته أو يغيث ملهوفا أو ينصر مظلوما أو يراعى حقّا أو يؤدّى فرضا أو ينجز وعدا أو يفي بعهد أو يرحم ذا ضفف أو يستعمل الإنسانيّة أو يتكلَّف التجمّل في شيء سرّا وعلانيّة من لا يرى لنفسه صانعا ولأفعاله مراقبا ولا له على إحسانه وإساءته مثيبا ولا معاقبا ولا بعد الموت والبلى نشورا وحياة وما الَّذي يمنع من هذا نحلته وعقيدته من ركوب الفواحش وإتيان المآثم وانتهاك المحارم والإشراف في المظالم والتهوّر في الفساد والخوض في الباطل وقلَّة المبالاة بموجب العقل والاعراض عن اللوازم والاستحقاق بملتزمي الشرائع و [ من 
  ] لا يعد [ 1 
  ] على حرمه ولم يغتظ ممّن يترخّص في مثل عمله ولم يحقد على من يمسّه من نفسه أو ماله أو أهله وهو أسوته في نحلته وعقيدته وما معنى استعمال العقل وتجرّع مرارة النفس من غير باطل ولا عائد وهل يجوز توهّم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يعر . Ms\r\n","page_name":" 3 ","page_number":7},
  {"content":"\r\nبقاء الخلق وقوام العيش مع هذه العقيدة وكفاك بها سبّة وفضيحة ومتى كان لهذه الفرقة في الأرض مجمع ومشهد وهل شاع لهم دين أو مذهب وأهل الأرض مع اختلافهم في الأديان والملل مجمعون على [ 1 
  ] تنقّض هذا الرأي والإزراء به والغضّ منه ومحق رايته وإتلاف مستحلَّيه وقد مضى من الحجج عليهم في الفصل الثاني من الكتاب ما [ 2 
  ] يوقع اليقين ويدحض الشكّ ويكشف عنه عواره وللَّه الحمد والمنّة على ذلك فإن احتمى أحدهم عند ذكر هذه الفضائح واستنكف من التصاقها به فالتجأ إلى أنّ العقل كاف في تحسين الحسن [ 3 
  ] وتقبيح القبيح قيل أنت تملك أو هو يملكك فان زعم أنّ عقله مالكه فقد أقرّ بأمر ناه له وضويق [ f 113 r 
  ] في المعارضة والسؤال فإنّه لا بدّ أن يشير إليه بالربوبيّة أو تنقّض قوله وإن زعم أنّه مالك عقله قيل فاصرفه إلى استحسان القبيح واستقباح الحسن إذا كنت مالكا له فان زعم هذا غير جائز لأنّه لم يصلح\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . من Ms . ajoute\r\n[ 2 
  ] . مع ما . Ms\r\n[ 3 
  ] . الحسن . Ms\r\n","page_name":" 4 ","page_number":8},
  {"content":"\r\nللضدّ كالآلة المهيّأة لإصلاح شيء لا تصلح لفساده قيل أهو جعل نفسه كذلك أم جعل فإن زعم أنّه جعل نفسه كذلك فقد وصفه بالقدرة والعلم والإرادة والاختيار وعاد إلى تصحيح قوله انّ العقل هو الباري وإن زعم أنّه جعل كذلك فقد أقرّ بصانع له وبطل قوله وإن أنكر العقل خرج من جملة أهل الخطاب والتمييز ووجب تقويمه فيما يقوّم به البهائم الصامتة وإن أنكر النظر دخل في مذهب السوفسطائية وكيف ما دار اتّجهت عليه حجّة الله الدامغة واضطرّته إلى الإقرار به بقول الله عزّ وجلّ * ( فَلِلَّه الْحُجَّةُ الْبالِغَةُ 6 : 149 ) * ويقول * ( أَيَحْسَبُ الإِنْسانُ أَنْ يُتْرَكَ سُدىً 75 : 36 ) * وقال تعالى * ( أَمْ خُلِقُوا من غَيْرِ شَيْءٍ أَمْ هُمُ الْخالِقُونَ 52 : 35 ) * وقال تعالى * ( من يَعْمَلْ سُوءاً يُجْزَ به 4 : 123 ) * وقال * ( جَزاءً وِفاقاً 78 : 26 ) * وأصل التعطيل إنكار الخالق والرسول والثواب والعقاب اعتقادا لا إقرارا منهم اختاروا في دفع عادية الناس عنهم فأثبتوا الثواب والعقاب التناسخ في السعادة والشقاوة اللتين عندهم الجنّة والنار في هذا العالم إذ لا دار عندهم غيرها ولا هي فانية ولا منقضية ويدلَّك على موضع تمويههم في هذا الناموس أنّهم إذا لم يكن لهم خالق قديم ولا صانع مدبّر حكيم فمن الَّذي ينسخ نفوسهم وأرواحهم\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\nويسعد المحسن ويشقى المسئ منهم وقط ما انتشروا في أمّة من الأمم ولا أقرّوا في وقت من الأوقات انتشارهم في هذه الأمّة لاعطائهم الإقرار بالديانة ظاهرا وحقن الشريعة دم من أجاب إليها وهم هؤلاء الباطنيّة الباطليّة الذين تخلَّعوا عن الأديان وأمرجوا نفوسهم في ميادين الشهوات فمطوا عند الظلمة بترخيصهم لهم في ارتكاب ما يهوون وتهوينهم عليهم عواقب ما يحذرون حتّى ترى المظالم قد فشت والقلوب قد قست والمنكرات ظهرت والفواحش كثرت وارتفعت الأمانة وغلبت الخيانة وعطلت المروءة واستخفّ بالربّانيّين واهتضم المستضعفون وأميت العدل وأحيى الجور فظهر ما لم يذكر في عهد ملك من الملوك في قديم الدهر وحديثه ولا في زمن نبيّ من الأنبياء عم ولولا فضل الله عزّ وجلّ على هذه الفرقة المسترذلة المحقورة ببقايا من العوامّ متمسّكين بأديانهم لاصطلمهم أشكالهم وأشباههم واجتاحهم أولياءهم وأصحابهم الذين وقفوا على غور كلامهم وأحاطوا بحقيقة مذهبهم ولا بدّ أنّه تارك بهم ما يقدرونه في غيرهم لوعد الله تبارك وتعالى * ( وكَذلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضاً بِما كانُوا يَكْسِبُونَ 6 : 129 ) * وأنا واصف بعض مذاهبهم وواكل بعده\r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\nذا العقل والمروءة ومن هو راجع إلى نفس وحسب إلى اختياره كما قال الله تبارك [ 1 
  ] وتعالى * ( وقُلِ الْحَقُّ من رَبِّكُمْ فَمَنْ شاءَ فَلْيُؤْمِنْ ومن شاءَ فَلْيَكْفُرْ 18 : 29 ) * اعلموا رحمكم الله أنّهم قوم يبيحون ما حظرته الأديان ويتأوّلون ما جاءت به الشرائع من الأحكام إلى الرخص والتجوّز [ 2 
  ] فيما يتمنّون ويشتهون ويستحلَّون المحارم كلَّها من الزنا واللواطة والغصب والسرقة والقتل والجرح والكذب والغيبة والنميمة والبهتان والوقيعة وشهادة الزور وقول الإفك ورمى المحصن والسعاية والغمر والسخرّية [ f 113 v 
  ] والطنز والاستهزاء والبطر والكبر والخيلاء والظلم والعقوق والميل والغدر والخلاف ونقض العهد وإخلاف الوعد وأشباه ذلك من الرذائل المحظورة [ 3 
  ] في العقل والمحارم المزجور عنها في الشرع لا يعرفون معرفة الحقّ [ 4 
  ] ولا محافظة على ذمام ولا تنظَّفا من نجاسة ولا حياء من خساسة الملوك عندهم أرباب والعتاة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الله Ms . ajoute a tort\r\n[ 2 
  ] . والتجور . Ms\r\n[ 3 
  ] . والمحظورة . Ms\r\n[ 4 
  ] . حقّ . Add . marg\r\n","page_name":" 7 ","page_number":11},
  {"content":"\r\nشياطين والضعفى والمبتلون أهل النار وأصحابهم عندهم الجنّ وسائر الناس البهائم لا يرحمون مسترحما ولا يغيثون مستغيثا ولا ينهون عن الاطَّلاع على حرم الناس ولا يأنفون من اطَّلاع الناس على حرمهم ولا يمتنعون من مواقعة من أمكنهم من الذكور والإناث ولا يتحاشون من مواقعة من واقعهم أو واقع حرمهم ولا يعيبون القيادة والدياثة والاكتفاء [ 1 
  ] والمبادلة ولا يرون النهى عن كلّ ما اشتاقت إليه النفس جمعوا رخص النحل كلَّها وزادوا عليها الدياثة والكشخ [ 2 
  ] فأخذوا من المجوس بقولهم في نكاح البنات والأمّهات ومن الخرّميّة في التراضي بالأمّهات والأزواج ومن الهند بإباحة الزنا والسفاح ومن الخنّاقين بقتل من خالفهم فلا حيّاهم الله من قوم ولا حيّا مذهبهم من مذهب وقد ينكرون ما ذكرنا إذا بدهوا به جهارا ولكن إذا اجتررتهم في الكلام إلى الأوّل الَّذي هو العقل والثاني الَّذي هو النفس الأساسين والأصلين اللذين هما الأركان صحّ لك كلَّه وإن كانوا له منكرين في الظاهر ولم يمتنعوا عنه وليس لهم خالق مثيب\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . والاكتفاء . Ms\r\n[ 2 
  ] . والكشح . Ms\r\n","page_name":" 8 ","page_number":12},
  {"content":"\r\nمعاقب لو تسكت عنهم وبلوتهم ليظهر لك الامتحان جميع ذلك إمّا قولا وإمّا فعلا وإمّا إجازة لأنّ كلّ ذي دين عندهم معذور والله أعلم\r\n* * *\r\nذكر أديان البراهمة\r\nاعلم أنّ لكلّ قوم دينا وأدبا وأدبا وشريعة ففي الدين بقاءهم [ 1 
  ] [ وصلاحهم 
  ] وفي [ 2 
  ] الأدب زيّهم وشرفهم وفي الشريعة رسومهم ومعاملاتهم وقد ذكر قوم أنّ في الهند تسع مائة ملَّة مختلفة [ 3 
  ] وأنّ الَّذي عرف منها تسعة وتسعون ضربا يجمع ذلك [ 4 
  ] اثنان وأربعون مذهبا مدارها [ 5 
  ] على أربعة أوجه ثمّ يرجع [ 6 
  ] إلى اسمين البراهمة والسمنيّة [ 7 
  ] فالسمنيّة [ 7 
  ] هي [ 8 
  ] التي معطَّلة والبراهمة ثلاثة أصناف صنف منهم يقولون بالتوحيد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ; corrige d ' apres BN في الدين بقاهم . Ms\r\n[ 2 
  ] . في . BN ; ms\r\n[ 3 
  ] . مختلف . BN\r\n[ 4 
  ] . يجمعها BN\r\n[ 5 
  ] . مدارهم BN\r\n[ 6 
  ] . ترجع BN\r\n[ 7 
  ] . والشمنية BN\r\n[ 8 
  ] . هم BN\r\n","page_name":" 9 ","page_number":13},
  {"content":"\r\nوالثواب والعقاب ويبطلون الرسالة [ 1 
  ] وصنف يقولون بالثواب والعقاب على التناسخ ويبطلون التوحيد والرسالة هذا جملة دينهم فأمّا آدابهم وأخلاقهم [ 2 
  ] ففيهم الحساب والنجوم والطبّ واللهو والمعازف [ 3 
  ] والرقص والخفّة [ 4 
  ] والشجاعة [ 5 
  ] والشعبذة وعمل النيرنجات وعلم الحروب [ 6 
  ] ويدّعون صفاء الفكر ونفاذ الوهم والأخذ بالعيون وإظهار التخييلات والرقا والإتيان بالمطر والبرد وحبسه وتحويله [ 7 
  ] من مكان إلى مكان ويدّعون حفظ الصّحة ومنع الشيب والزيادة في القوّة والذهن ورجوع الموتى إليهم [ 8 
  ] وأمّا شرائعهم فمختلفة لاتّساع بلادهم وتفاوت [ 9 
  ] أقطارهم واختلاف الدين يوجب اختلاف الشرائع [ 10 
  ] فالَّذى بلغنا أنّ إيمانهم في\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . والرسالة ويبطلون كقول الديانين من المتوحدين BN\r\n[ 2 
  ] . , de meme BN 1 واختلافهم . BN 2 ; ms\r\n[ 3 
  ] . وعلم اللحون BN ajouet\r\n[ 4 
  ] . الجفة ; BN 2 الخفية BN 1\r\n[ 5 
  ] . Manaque dans BN\r\n[ 6 
  ] . Id\r\n[ 7 
  ] . وحبسهما وتحويلهما BN\r\n[ 8 
  ] . Manaque dans BN\r\n[ 9 
  ] . وتباعد BN\r\n[ 10 
  ] . Manaque dans BN\r\n","page_name":" 10 ","page_number":14},
  {"content":"\r\nحديدة يحمونها حتّى إذا [ 1 
  ] بلغت غايتها في الحمى والحمرة أمروا المنكر أن [ 2 
  ] يلحسها قالوا [ 3 
  ] فإن كان كاذبا مبطلا احترق لسانه وإن كان صادقا محقّا لم يضرّه [ 4 
  ] ومنهم فرقة [ 5 
  ] يغلون الزيت في برمة من حديد ويقذفون فيها حديدة و [ 6 
  ] يأمرون المنكر أن يدخل يده فيستخرج الحديدة [ 7 
  ] قالوا [ 8 
  ] وإن كان كاذبا احترقت يده وإن كان صادقا لم يضرّه [ 9 
  ] وعقوبة السارق والقاطع وسابى ذراريهم [ 10 
  ] إذا ظفروا بهم أن يحرقوا [ 11 
  ] بالنّار ومنهم من يصلبهم [ f 114 r 
  ] وصلبهم أن يحدّ رأس الخشبة ثمّ يسلكه في مقعد [ 12 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] Manaque dans BN\r\n[ 2 
  ] . أمروا المنكرات . Ms\r\n[ 3 
  ] . بلسانه BN\r\n[ 4 
  ] . تضرّه BN\r\n[ 5 
  ] . قرم BN\r\n[ 6 
  ] . ثم BN\r\n[ 7 
  ] . فيستخرجوا BN\r\n[ 8 
  ] . Manaque dans BN\r\n[ 9 
  ] . يمسّها سوء BN\r\n[ 10 
  ] . وسائر دراريهم . ; ms السابي BN 1 ; BN 2\r\n[ 11 
  ] . ان يحضر ; BN 1 ajouet ويحرقوه BN\r\n[ 12 
  ] . يسلك في مقعدة BN\r\n","page_name":" 11 ","page_number":15},
  {"content":"\r\nالمصلوب والمسلمون عندهم نجس لا [ 1 
  ] يمسونهم ولا يمسون ما يمسونه [ 2 
  ] ولحم البقر [ 3 
  ] عندهم حرام وحرمة البقر عندهم كحرمة أمّهاتهم [ 4 
  ] وجزاء من ذبح بقرة القتل لا يعفى عنه والزنا حلال عندهم للعزّاب لئلا ينتقص النسل ويتعاقب المحصن منهم إذا زنا ومن ارتدّ منهم إذا سباه المسلمون لم يقتلوه حتّى يزكّوه ويطهّروه ان تحلق كلّ شعرة عليه من رأسه وجلده ثمّ يجمع أبوال البقر وأخثاءها [ 5 
  ] وسمنها ولبنها فيسقى منها أيّاما ثمّ يذهب به إلى البقرة فيسجد لها ولا ينكحون في الأقارب بتّة وعقوبة اللواطة عندهم القتل وشرب الخمر عند البراهمة حرام وكذلك ذبيحة أهل ملَّتهم ولكلّ قوم منهم ملَّة وشريعة يتعاملون عليها ويتعايشون بها\r\n* * *\r\nذكر مللهم وأهوائهم\r\nزعمت الموحّدة من البراهمة أنّ الله عزّ وجلّ بعث إليهم ملكا من الملائكة بالرسالة في صورة بشر اسمه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فلا BN\r\n[ 2 
  ] . مسوه BN\r\n[ 3 
  ] . البقرة BN 1\r\n[ 4 
  ] . Ici finit l ' extrait de Tha ' alibi\r\n[ 5 
  ] . واحثاءها . Ms\r\n","page_name":" 12 ","page_number":16},
  {"content":"\r\nناشد له اربع أيد في إحدى يديه سيف وفي الأخرى شكّة الدرع وفي الثالثة [ 1 
  ] سلاح يقال له شكرته على هيئة حلقة [ 2 
  ] وفي الرابعة وهق وهو راكب على العنقاء وله اثنا عشر رأسا رأس إنسان ورأس فرس ورأس أسد ورأس ثور ورأس نسر ورأس فيل ورأس خنزير حتّى عدوّها قالوا أمرنا بتعظيم النار الَّتي عظَّمها الله عزّ وجلّ بالسناء والرفعة وألبسها الضياء والبهاء والنور وجعلها سببا لمنافع الدنيا ونهانا عن القتل وشرب الخمر وأباح لنا الزنا وأمر بعبادة البقر وأن نتّخذ صنما على مثاله نعبده وأمرنا أن لا نجوز نهر كنك فإنّه لا دين لمن جاوزه من البراهمة وان الدين حسب لمن قبله ولذريّته من بعده ولا يجوز لمن [ لم 
  ] يكن منهم الدخول في دينه واسم هذه الفرقة الناشديّة ومنهم البهابوذيّة [ 3 
  ] زعموا أنّ رسولهم ملك يقال له بهابوذ أتاهم في صورة بشر وهو راكب على ثور وعلى رأسه إكليل من عظام الموتى متقلَّد بقلادة من أقحاف الرؤس وفي إحدى\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الثلاثة . Ms\r\n[ 2 
  ] . خلقه . Ms\r\n[ 3 
  ] . sur la meme ligne بهابوذ , mais النهابوذيّة . Ms\r\n","page_name":" 13 ","page_number":17},
  {"content":"\r\nيديه قحف وفي الأخرى مزراق ذو ثلاث شعب مستظلّ بظلال من ذنب الطاووس فأمرهم بعبادة الله عزّ وجلّ وأن يتّخذ [ وا 
  ] على مثاله صنما يعبدونه فيكون وسيلتهم إليه وأن لا يعافوا شيئا من الأشياء فإنّ الأشياء كلَّها من صنع الله عزّ وجلّ ومنهم الكابالية يزعمون أنّ رسولهم ملك يقال له شيب [ 1 
  ] أتاهم في صورة بشر على رأسه قلنسوة من لبد مخبط عليها صفائح من أقحاف رؤس الناس فأمرهم أن يتّخذ [ وا 
  ] صنما على مثال ذكر الإنسان ويعظَّموه ويعبدوه فإنّ الذكر سبب النسل في العالم ومنهم الدامانيّة والدوانيّة هؤلاء الذين يقرّون مع التوحيد بالرسالة فأمّا الذين يثبتون الخالق وينفون الرسل فأصناف منهم الرشتيّة وهم أصحاب الفكر الذين يعطَّلون حواسّهم بطول فكرهم ويزعمون أنّهم إذا أخذوا أنفسهم بشدّة التبرّؤ والتخلَّي تجلَّت لهم الملائكة ويلطَّفونهم واستفادوا منهم وهؤلاء لا يأكلون الألبان واللحمان وما مسّته النار غير النبات والثمار مغمّضة [ 2 
  ] عيونهم عامة دهرهم ملحة أفكارهم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . شبب . Ms\r\n[ 2 
  ] . مغمّصة . Ms\r\n","page_name":" 14 ","page_number":18},
  {"content":"\r\nيزعمون أنّهم يدركون بها ما يريدون من مطر ورياح وقتل ونزول طير وإجابة دعوة ومنهم المصفدة قوم يصفدون أوساطهم إلى ظهورهم بالحديد قالوا لئلَّا ينشقّ بطونهم من غلبة الفكرة وكثرة العلم ومنها المهاكليّة [ 1 
  ] لهم صنم يقال له مهاكال [ 2 
  ] على ظهره جلد فيل يقطر منه الدم وأذناه مثقوبتان وعلى رأسه [ f 114 r 
  ] إكليل من عظام القحف يحجون إليه ويقصدونه لطلب حوائجهم ويزعمون أنّه يقضيها لهم ومنهم التهكنيّة [ 3 
  ] قوم لهم صنم على صورة امرأة يقال أنّ لها ألف يد في كلّ يد ضرب من السلاح ولهم عنده عيد إذا دخلت الشمس الميزان فيقربون قرابين من الجواميس والإبل والغنم ويقربون عبيدهم وإماءهم ويقاتلون الناس قربانا له حتّى أن الضعفى يتوارون في تلك الأيّام مخافة أن يكون الصنم يأمر ويأذن بقتلهم ومنهم الجلهكيّة [ 4 
  ] يعبدون الماء ويزعمون أنّ معه ملكا وأنّه أصل كلّ نشو ونماء وحياة وعمارة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . المهاكنكيّة . Ms\r\n[ 2 
  ] . مهاكاك . Ms\r\n[ 3 
  ] . النهكنيه . Ms\r\n[ 4 
  ] . الجلنهكية . Ms\r\n","page_name":" 15 ","page_number":19},
  {"content":"\r\nوطهارة ومنهم الاكتهوطريّة [ 1 
  ] يعبدون النار وهي ل هي أعظم العناصر ولا يحرقون موتاهم لئلَّا ينجس النار ومنهم قوم يعبدون الشمس وقوم يعبدون الفهد وقوم يعبدون ملوكهم ولكلّ واحد منهم مذهب ورأى ودعوى ولا فائدة في ذكرها من التعجّب والاعتبار فيما حكينا من فضائحهم وجهلهم وسخافة رأيهم وكفرهم كفاية\r\n* * *\r\nذكر تحريق أبدانهم وإلقائها في النار\r\nيزعمون أنّ في ذلك نجاة لها وخلاصا إلى حيوة الأبد في الجنّة ومنهم من يحفر له أخدود ويجمع فيه الألوان والأدهان والطيب ويوقد عليه ثمّ يجيء وحوله المعازف بالصنوج والطبول ويقولون طوبى لهذه النفس التي تعلو [ 2 
  ] إلى الجنّة مع الدخان وهو يقول في نفسه ليكن هذا القربان مقبولا ثمّ يسجد نحو المشرق والمغرب والشمال والجنوب ويرمى بنفسه في النار فيحترق ويصير إلى جهنّم ومنهم من يجمع له أخثاء [ 3 
  ] البقر فيقف في وسطه إلى انصاف ساقيه وتشعل فيه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الأكبهوطريّة . Ms\r\n[ 2 
  ] . يعلو . Ms\r\n[ 3 
  ] . احثاء . Ms\r\n","page_name":" 16 ","page_number":20},
  {"content":"\r\nالنار ولم يزل واقفا حتّى تأتى النار إليه ويحترق فيها ومنهم من يوضع على رأسه إكليل من المقل ويوقد حتّى يسيل دماغه وحدقتاه ومنهم من يحمى له الصخور فلا يزال يضع على جوفه صخرة بعد صخرة حتّى تخرج أمعاؤه ومنهم من أخذ مدية ويقطع من فخذه وساقه خضلة خصلة ويلقيها في النار وعلماؤهم وقوفا حوله يمدحونه ويزكّونه حتّى يموت ومنهم من يحفر له حفرة بجنب نهر ويوقد فيها ولا يزال يثب في النار من الماء ومن النار إلى الماء إلى [ أن 
  ] تزهق نفسه فإن مات فيما بينهما جزع أهله وحزنوا وقالوا حرّم عليه الجنّة وإن مات في الماء أو في النار شهدوا له بالجنّة ومنهم قوم يرهقون أنفسهم بالجوع فيمسكون عن الطعام حتّى تبطل حواسّ أحدهم فيصير مثل الحشفة والشنّ البالي ثمّ يجمد [ 1 
  ] ومنهم من يهيم في الأرض حتّى يموت ولهم جبل شامخ في أصله صنم قد أشار بإحدى يديه إلى ربّه فقرّ بين [ 2 
  ] يديه ووضع يده الأخرى على نحره وإلى جانبه رجل قاعد على كرسيّ حوله أصحابه يقرؤن في كتاب طوبى لمن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بحمد . Ms\r\n[ 2 
  ] . فقر . ; corr . marg قفر بين . Ms\r\n","page_name":" 17 ","page_number":21},
  {"content":"\r\nسلك هذا السبيل الَّذي أشار إليه هذا الصنم فإنّه يؤدّى إلى الجنّة وقد ضمن الصنم ذلك فيركبون ردعهم حتّى يموتوا ولهم جبل آخر تحته شجرة من حديد لها أغصان كالسفافيد وعندها رجل بيده كتاب يقرأ فيه طوبى لمن ارتقى هذا الجبل وحاذى هذه الشجرة ثمّ بعج بطنه وأخرج أمعاءه فأمسكها بأسنانه ثمّ خرّ على هذه الشجرة ليبقى [ 1 
  ] خالدا ومخلَّدا في الجنّة تختطفه الحور العين قبل وصوله إلى الشجرة فيتسارع اليه قوم فيخرقون أمعاءهم ويكبّون على الشجرة ومنهم قوم يجيئون إلى نهر كنك في يوم عيد لهم ويجيء السدنة فيقطعونهم بنصفين ويطرحونهم في النهر ويزعمون أنّه يخرج إلى الجنّة ومنهم من يرمى نفسه بالحجارة ومنهم من يقعد عريانا حتّى يأتي طير فيقطع لحمه ويأكله وكلّ من لا يؤمن بالرسالة والآخرة فإنّه يؤمن بالثواب [ f 115 r 
  ] والعقاب في الانتقال والتناسخ واعتلّ عبدة الأصنام بأنّ البارئ جلّ جلاله في النهاية القصوى في كلّ ما يدرك ويعلم ويحسّ ويوصف ولا بدّ لكلّ متقرّب إلى من يعظمه ويعبده إذا كان غائبا عن حواسّه من واسطة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . du Ms كنف Conjecture\r\n","page_name":" 18 ","page_number":22},
  {"content":"\r\nووسيلة فجعلنا هذه المتوسّطات من الأجرام العلويّة والسفليّة إلى عبادته وقربة لديه وهكذا قالت العرب * ( ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى الله زُلْفى 39 : 3 ) * فسبحان من غرض كلّ عابد عبادته والوصول إليه وإن كان قد ضلّ واخطأ [ 1 
  ] الطريق وقرأت في كتاب المسالك أنّ السمنيّة فرقتان فرقة يزعم أنّ البدّ [ 2 
  ] كان نبيّا مرسلا وفرقة يزعم أنّ البدّ [ 2 
  ] هو البارئ تراءيا للناس في تلك الصورة ونعوذ باللَّه\r\n* * *\r\n[ ذكر أهل الصين 
  ]\r\nويزعمون ان أهل الصين عامّتهم الثنويّة والسمنيّة ولهم فرخارات فيها أصنام لهم يعبدونها هذا دينهم ولهم آداب وأخلاق وحذق [ 3 
  ] بلطيف التركيبات وعجيب الصنائع ولا يوجد في غيرهم ومن حسن أدبهم أن لا يقعد الصبى بين يدي الأب ولا يأكل معه ولا يمشى بين يديه ويسجد له وكذلك يسجد صغارهم لكبارهم تعظيما لهم [ 4 
  ] وأمّا شرائعهم فإنّهم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أخطأ . Ms\r\n[ 2 
  ] . البر . Ms\r\n[ 3 
  ] . حزق . Ms\r\n[ 4 
  ] . له Le ms . a dans l ' interligan\r\n","page_name":" 19 ","page_number":23},
  {"content":"\r\nيسجدون للشمس والقمر والكواكب والماء والنار وكلّ ما استحسنوا من شيء خرّوا له سجّدا وكلّ مولود يولد كتبوا في الوقت مولده ونظروا إلى طالعة وحكموا له بما دلّ عليه فليس في مملكة الصين ذكرا إلَّا وعددهم محصور في ديوان الملك لأنّه يأخذ منهم الجزية ولا يموت منهم ميّت إلَّا وأخّر فيه إلى العام والشهر الَّذي ولد فيه ويطرح عليه دواء لئلَّا يفسد ومن سرق على زيادة ثلاثمائة فلس وقيمتها عشرة دراهم قتل ومن استحقّ من السلطان أدبا أو قتلا أو عقوبة لم يفعل به شيء [ 1 
  ] حتّى يعطى كتابا بخطَّه ويقرأه بلسانه بحضرة المشايخ والصلحاء أنّى قد أذنبت كيت وكيت واستحققت الضرب أو العقوبة أو القتل ثمّ أمضى عليه ما استحقّه ويزعمون أنّ الشاهد واليمين باطل لأنّ الرجل إذا أعطى شيئا شهد بالزور ومذهبهم في هذا إذا كان لرجل على رجل دين أعطى كلّ واحد منهم صاحبه كتابا فيه علامته فيكتب فيه صاحب الدين إنّ [ لي 
  ] على فلان كذا ويكتب المطلوب لفلان عليّ إلَّا كذا فإذا تداعيا وأنكر أحدهما طولبا بالخطَّين فيصحّ الحقّ ومن ولد بأرض وانتقل عنها\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . شيئا . Ms\r\n","page_name":" 20 ","page_number":24},
  {"content":"\r\nومات في غيرها نقل إلى أرض مولده ودفن فيها ومن استنكح من الغرباء بامرأة منهم وولد جارية ثمّ أرادوا الخروج منهم دفعوا الولد إليه وحبسوا الوالدة وقالوا لك ما زرعت ولنا الأصل ويبيحون الزنا للسفلة والضعفى ومن زنا من أهل اليسار والشرف قتلوه وعامّة عقوبتهم في الذنوب القتل وأكثر زروعهم الأغذاء قالوا وإذا قلَّت الأمطار وغلت الأسعار جمع الملك السمنيّة وسدنة الأصنام ويهدّدهم بالقتل إن لم يأتوا بالمطر فلا يزالون محبوسين معتقلين حتّى يأتي المطر قالوا وللملك كوسات في قصره فإذا غربت الشمس قرعوها قرعة واحدة فلا يبقى في المدينة أحد إلَّا سمعها ففزعوا إلى بيوتهم ومنازلهم فاغلقوا عليهم أبوابهم وتحكّكت بالسكك والأزقّة الجيوش والعسس إلى أن يسفر الصبح فمن وجدوه خارج داره ضربوا عنقه وكتبوا على ظهره بدمه هذا جزاء من تعدى أمر الملك\r\n* * *\r\nذكر ما حكى من شرائع الترك\r\n[ f 115 v 
  ] وهم في شمال الصين ومغاربها يزعمون أنّ في بعضهم كتابا لهم وفي بعضهم كتاب التّبتيّة [ 1 
  ] لأنّهم يجاورونهم وفي بعضهم كتاب السغدية قالوا وفي\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . البشته . Ms\r\n","page_name":" 21 ","page_number":25},
  {"content":"\r\nالتغزغز [ 1 
  ] نصارى وسمنيّة وليس من عادتهم قتل الأسارى ولا التجهيز على الجرحى ومن ظفروا به في الحرب فإن كان جريحا داووه وحملوه إلى منزله وأهله قالوا وخرخيز [ 2 
  ] يحرقون موتاهم ويقولون أنّ النار تطهّر جثّته ودنيّته [ 3 
  ] ويعبدون الأوثان ومنهم من يعبد الشمس ومنهم من يعبد السماء ومنهم من يدفن على الميّت عبيده وخدمه أحياء في التلّ حتّى يموتوا ويعقرون الدوابّ عليه والتلّ بلغتهم القبر قالوا وفيهم قوم يزعمون أنّهم يأتون بالثلج والريح والبرد وأكثر حكمهم على كتف الشاة والله أعلم\r\n* * *\r\nذكر شرائع الحرّانيّين\r\nذكر أحمد بن الطيّب أنّهم يقولون أنّ البارئ علَّة العالم لا يلحقه وصف شيء من المعلومات كلَّف أهل التمييز الإقرار بربوبيّته وبعث الرسل تثبيتا لحجّته ووعد من أطاع نعيما لا يزول وأوعد من عصا العذاب بقدر استحقاقه قال وقصدوا في أمرهم أن يجثوا عن الحكمة وأن يدفعوا ما ناقض الفطرة وأن يلزموا الفضائل ويجتنبوا الرذائل\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ثغرغز . ; corr . marg الثغرغز . Ms\r\n[ 2 
  ] . كذا في الأصل : ; note marginale جرحير . Ms\r\n[ 3 
  ] . دسته . Ms\r\n","page_name":" 22 ","page_number":26},
  {"content":"\r\nوصلواتهم ثلاث أولاها عند طلوع الشمس والثانية عند زوالها والثالثة عند غروبها ونصبوا قبلة بأن يجعلوا القطب الشمالي في نقرة القفا قالوا ويصلَّون كلّ يوم للكوكب الَّذي هو ربّه فيصلَّون للزحل يوم السبت وللشمس يوم الأحد وللقمر يوم الاثنين وللمريخ يوم الثلاثاء ولعطارد يوم الأربعاء وللمشتري يوم الخميس وللزهرة يوم الجمعة قالوا ولا صلاة عندهم إلَّا على الظهور ولهم صيام وأعياد وقربان يتقرّبون فيها فيأكلون اللحم ويحرقون العظام وشحم الكلى ويغتسلون من الجنابة ومسّ الميّت والطامثة ويعتزلون الطوامث ولا يأكلون ما لم يذبح وينهون عن لحم الخنزير والسمك والباقلَّى والثوم ويعظَّمون أمر الجمل [ 1 
  ] حتّى يقولون من مشى تحت خطام ناقة لم يقض حاجته في ذلك اليوم ويتجنبّون كلّ من به مرض مثل الجذام والبرص ولا يتزوّجون بغير ولى وشهود ولا يتزوّجون بالقريب ولا يجيزون الطلاق بغير حجّة بيّنة عن فاحشة ظاهرة ولا يراجع المطلَّقة أبدا ولا يطئون إلا طلبا للولد والذكر والأنثى في الفرض عندهم سواء والثواب والعقاب يلحقان الأنفس وليس يؤخّر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . 22 . ; corrige d ' apres le Fihrist , I , 319 , l . 22 الجهل . Ms\r\n","page_name":" 23 ","page_number":27},
  {"content":"\r\nذلك عندهم إلى وقت معلوم بل يقولون أنّها تصير إلى ما يجب عليها ولها من الجزاء عند ترك الأنفس استعمال البدن قال ويقولون أنّ النبيّ هو البريء من المذمومات في النفس ومن الآفات في الجسم الكامل في كلّ محمود المستجاب الدعوة في إنزال الغيث ودفع الآفات وأنّ مذهبه مذهبا يصلح به العالم وتكثر به العمارة ولن تحصوا أسماء الرسل الذين دعوا إلى الله عزّ وجل كثرة قال وقولهم في العلوم قول أرسطاطاليس في كتبه وكتب امامهم لا يخالفوا بها وهذا مذهب الفلاسفة اليونانيّين في القديم\r\n* * *\r\nذكر أديان الثنوية\r\nوهم أصناف فمنهم المنانية والديصانيّة والماهانيّة والسمنيّة والمرقونيّة والكبانئون والصابئون وكثير من البراهمة والمجوس وكلّ من قال باثنين أو بأكثر أو بشيء قديم مع البارئ فإنّ هذا الاسم يتناوله ويلحقه وكذلك القائلون بالجثّة والجوهر والفضاء يزعم بعضهم أنّ الأصل هو النور والظلمة ثمّ يختلفون فيقول قائل انّهما جميعا حيّان مميّزان ويقول آخر بل النور حىّ عالم والظلمة جاهلة معمّية وهذا رأى الصابئين [ f 116 r 
  ] ويقول مرقيون ثلاثة أشياء قديمة نور وظلمة وثالث معدّل بينهما\r\n","description":"","footnote":"","page_name":" 24 ","page_number":28},
  {"content":"\r\nيخلق من هذا ومن هذا ليس من جنسهما ولولاه لم يك من طبعهما إلَّا التنافر ويقول المنانيّة النور خالق الخير والظلمة خالق الشرّ وأصحاب الطبائع قالوا بأربع طبائع وكثير من الفلاسفة بخامس معها خلافها ومنهم من يقول بقدم الباري والطينة والعدم والصورة والزمان والمكان والعرض والمعطَّلة منهم قالوا بعدم العالم في أجسامه وأعراضه وشكّ قوم فلم يدر كيف يقولون وكلّ هذه المذاهب مخالفة لمذهب أهل التوحيد يكفيك ما مرّ من النقض عليهم في الفصل الثاني والله الموفّق والمعين\r\n* * *\r\nذكر عبدة الأوثان\r\nجاء في روايات أهل الإسلام أنّ أوّل ما عبدت الأوثان في زمن نوح النّبي عم كما حكى الله تعالى عنهم * ( وقالُوا لا تَذَرُنَّ آلِهَتَكُمْ ولا تَذَرُنَّ وَدًّا ولا سُواعاً ولا يَغُوثَ ويَعُوقَ ونَسْراً 71 : 23 ) * روينا عن محمّد بن كعب القرظيّ أنّه قال هؤلاء رجال صالحون من أولاد آدم عم وكان إذا مات أحدهم جزع عليه اخوته وعظم به وجدهم فجاءهم الشيطان وقال ألا أصوّر لكم صور إخوتكم فتتسلَّون بالنظر إليها وتستأنسون بها ففعل إلى أن مضت قرون فجاء وقال لأعقابهم إنّ آباءكم كانوا\r\n","description":"","footnote":"","page_name":" 25 ","page_number":29},
  {"content":"\r\nيعبدونها من دون الله فنصبوها آلهة ثمّ لمّا أغرق الله الأرض زمن نوح استخرجهم فنصبتها قريش يعبدونها كذا الرواية والله أعلم ثمّ تتابع الناس على عبادة الأوثان فمنهم من يجعلها وسيلة وذريعة إلى الله عزّ وجلّ ومنهم من استحسن ذلك لمشاكلة أفضل الصور ومنهم من يعبدها تقليدا حتّى عبد قوم النار وقوم الشمس وقوم الماء وقوم الشجر وقوم النسر وقوم الفهد وقوم البشر وقوم الملائكة وقوم النجوم وقوم الحجر وفي الجملة كلَّهم يعبدون مع الله غيره إلَّا المسلمين وصنفا من اليهود\r\n* * *\r\nذكر مذاهب المجوس وشرائعهم\r\nاعلم أنّهم أصناف فمنهم اللغيريّة والبهافريذية والخرّميّة ولا قوم أكثر هوسا وتخليطا منهم فمنهم من يقول بالاثنين كالمنانية وبالثلاثة كالمرقونيّة ومنهم من يعبد النار والشمس والقمر والنجوم ويزعم أن الإله القديم لم يزل وأنّه خلق اهرمى [ 1 
  ] وهو بمنزلة إبليس عندهم فعاداه وناصبة ويزعم آخرون أنّ البارئ يفكر فكرة رديّة فحدث منها هذا الشّرير الخبيث المضادّ له بغير إرادته ومنهم الزردشتيّة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . خلق اهرمىّ . Ms\r\n","page_name":" 26 ","page_number":30},
  {"content":"\r\nيقرّون بنبوّة زردشت وثلاثة أنبياء يكون بعده ويقرؤن كتابه الأبسطا ويعظَّمون النار قربة إلى الله عزّ وجلّ لأنّها أعظم الأسطقسات ثمّ يزعم بعضهم أنّ النار من نور الله عزّ وجلّ ويزعم آخرون أنّها بعض من الله عزّ وجلّ ويحرّمون الميتة وكلّ ما خرج من باطن الإنسان من أيّ منفذ كان ولذلك يزمزمون عند طعامهم ويصلَّون ثلاث صلوات يدورون فيها مع الشمس كيف دارت إحداها عند طلوع الشمس والثانية نصف النهار كلّ واحد لطولها وعرضها ويعظَّمون من يعلمها ويزعمون أنّهم كلَّما أرادوا طربا ازداد إبليس حربا وحزنا ويحرّمون الأكل والشرب في أواني الخشب والخزف لأنّهما يقبلان النجاسات وإذا غسلوا أيديهم على إثر الطعام لم يدخلوا الماء أفواههم لأنّه من الاستخفاف به ويغسلون الشفاه ويستحلَّون نكاح الأخوات والبنات [ f 116 v 
  ] ويحتجّون على من خالفهم بفعل آدم عم ذلك ويأكلون من الحيوان ما يأكله المسلمون وما كان من خلق إبليس فلا يأكلونه ويعظَّمون النيروز والمهرجان وأيّام الفروردجان ويزعمون أنّ أرواح موتاهم ترجع إلى منازلهم وينظَّفون البيوت ويبسطون الفرش ويصنعون\r\n","description":"","footnote":"","page_name":" 27 ","page_number":31},
  {"content":"\r\nالأطعمة تلك الأيّام ويقولون انما يصيب الموتى منها روائحها بقواها ونورها وإذا احتضر أحدهم قرّبوا منه [ 1 
  ] كلبا ويزعمون أنّ الشيطان يحضره عند مفارقة الروح فيلتبس بجسده كظلّ الشجرة إذا وقع على الحائط فإذا التفت إليه الكلب فزع منه ففارقه ولا يجوز عندهم أن يقرّبوا الميّت من الماء والنار ومن مسّه وجب عليه الغسل لأنّه نجس بانتقال روحه والطهارة واجبة عليهم في اليوم والليلة مرّة واحدة وهي غسل اليدين وغسل الوجه بما يستخرج من الأشجار أو من البقر ثمّ يغسلون بعده بالماء الطاهر ولا غسل عليهم للجنابة والاختتان والزكاة واجبة عليهم من جميع أموالهم أن يخرجوا الثلث منها للفقراء والمضطرّين من أهل ملَّتهم ومن غيرهم وفي إصلاح القناطر وكنس الأنهار وعمارة الأرض وينكحون من النساء ما شاؤوا وكيف شاؤوا ولا يقع الطلاق إلَّا بأحد ثلاثة الأشياء الزنا والسحر وترك الدين والسكر والزنا والسرقة عليهم حرام وعقوبة الزاني أن يضرب ثلاث مائة خشبة أو يؤخذ منه ثلاثمائة إستار فضّة ومن سرق وشهد عليه ثلاثة عدول وأقرّ خرم أنفه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . منهم . Corr . marg . ; ms\r\n","page_name":" 28 ","page_number":32},
  {"content":"\r\nوأذنه ويسمّون ذلك درويش ويغرم مثل قيمة ما سرق فان عاد وسرق ثانيا [ 1 
  ] اكتفى عليه بشاهدين عدلين وقامت العلامة مقام شاهد وخرم في أنفه وأذنه في موضع آخر وغرّم مثل قيمة ما سرق فإن عاد وسرق ثالثا اكتفى منه بشاهد وخرم في أنفه وأذنه من موضع آخر وغرم قيمة ما سرق فإن عاد وسرق رابعا لم يستشهد عليه بعد ذلك وغرم كلّ ما ادّعى عليه الخصم ومن قطع الطريق أخذ منه قيمة ما أخذ أربع مرّات وقتل ومن خرج عن الولاة فعقوبته أوّل مرة قطع اليدين من المعصم وفي لثانية قطعها من الذراع وفي الثالثة من الكتف وفي الرابعة ضرب العنق فإن كان في خروجه على السلطان لم يجن شيئا بيده ولكنّه قال قولا مواجهة فقئت عيناه فإن كان سعى سعيا قطعت رجلاه وأحكامهم في المواريث عجيبة فلو أنّ رجلا مات وخلَّف امرأة وابنين وابنة فإن المرأة إن شاءت أخذت مهرها ويجب على ورثة زوجها إمساكها والإنفاق عليها ما عاشت وإن لم يكن لها منه ولد فإنّ المال والمرأتان موقوفان إلى أن تتزوّج المرأة فإذا تزوّجت المرأة رفعت النفقة عنها وإن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ثالثا . Ms\r\n","page_name":" 29 ","page_number":33},
  {"content":"\r\nمات رجل وخلَّف أبا وأخا دفع المال إلى الأب على أن يتزوّج [ 1 
  ] امرأة ويولد لها ولد باسم هذا المتوفّى ليكون المال له وكذلك الأخ لا يرث [ 2 
  ] شيئا إلَّا على هذه الشريعة وكذلك إن كان للمتوفّى أختان دفع المال إلى الكبرى على أن تتزوّج رجلا وتلد غلاما تسمّيه باسم هذا المتوفى ويدفع المال إليه فإن كانت الكبيرة متزوّجة دفع المال إلى الصغيرة على هذه الشريطة وإن كانتا متزوّجتين دفع المال إلى من يضمن إيلاد ولد باسم المتوفّى ويدفع المال إليها ويكون المال له وجملة هذا الباب أنّه إذا كان للمتوفّى ولد كان المال كلَّه له وإن لم يكن له ولد فلمن يقبل هذا الشرط\r\n* * *\r\nذكر مذاهب الخرّميّة\r\n[ f 117 r 
  ] هم فرق وأصناف غير أنّهم يجمعون القول بالرجعة ويقولون بتغيير الاسم وتبديل الجسم ويزعمون أنّ الرسل كلَّهم على اختلاف شرائعهم وأديانهم يحصلون على روح واحد وان الوحي لا ينقطع أبدا وكلّ ذي دين مصيب عندهم إذا كان راجي ثواب وخاشى عقاب ولا يرون\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . تتزوّج . Ms\r\n[ 2 
  ] . ترث . Ms\r\n","page_name":" 30 ","page_number":34},
  {"content":"\r\nتهجينه والتخطَّي اليه بالمكروه ما لم يرم كيد ملَّتهم وخسف مذهبهم ويتجنّبون الدماء جدّا إلَّا عند عقد راية الخلاف ويعظمون أمر أبى مسلم ويلعنون أبا جعفر على قتله ويكثرون الصلاة على مهدي بن فيروز لأنّه من ولد فاطمة بنت أبي مسلم ولهم أئمّة يرجعون إليهم في الأحكام ورسل يدورون بينهم ويسمونهم فريشتكان ولا يتبرّكون بشيء مثل تبرّكهم بالخمور والأشربة وأصل دينهم القول بالنور والظلمة ومن شاهدنا منهم في ديارهم ماسبذان ومهرجانقذق [ 1 
  ] فإنّا وجدناهم في غاية التحرّي للنظافة والطهارة والتقرّب إلى الناس بالملاطفة بتقديم الصنيعة ووجدنا منهم من يقول بإباحة النساء على الرضا منهنّ وإباحة كل ما يستلذّ النفس وينزع إليه الطبع ما لم يعد على أحد بالضرر\r\n* * *\r\nذكر شرائع أهل الجاهليّة\r\nكان فيهم من كلّ ملَّة ودين وكانت الزندقة والتعطيل في قريش والمزدكيّة والمجوسيّة في تميم واليهوديّة والنصرانيّة في غسّان والشرك وعبادة الأوثان في سائرهم واتّخذ بنو حنيفة إلها من حيس وعبدوه دهرا ثم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا وجدت : ; note marginale ماسندان ومهرجان قذق . Ms\r\n","page_name":" 31 ","page_number":35},
  {"content":"\r\nأصابتهم مجاعة فأكلوه فقال بعضهم [ كامل 
  ]\r\nأكلت حنيفة ربّها * زمن التقحّم والمجاعة\r\nلم يحذروا من ربهم * سوء العواقب والتباعة\r\nوقال آخر [ خفيف 
  ]\r\nأكلت ربّها حنيفة [ 1 
  ] من جوع * قديم بها ومن إعواز\r\nوكان في مشركيهم بقيّة من دين إسماعيل عم كالنكاح والختان والمناسك وتعظيم الأشهر الحرم وغير ذلك وأحدثوا أمر الحمس من قريش فكان لا يخرجون من الحرم ولا يقفون مع الناس بعرفات ويقولون نحن آل الله لا نخرج من حرمه وكان الرجل من الغرباء إذا قدم مكّة لا يطوف في الثوب الَّذي قارف فيه الذنب فإن أصاب من ثياب الحمس طاف فيه وإن لم يصب طاف الرجل بالنهار عريانا والمرأة بالليل عريانة وكانت الحمس لا يسلئون [ 2 
  ] السمن ولا يأقطون الأقط ولا يأكلون\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ; corrige d ' apres Ibn - Qotaiba , p . 299 حنيفة ربها Ms\r\n[ 2 
  ] . يسلون . Ms\r\n","page_name":" 32 ","page_number":36},
  {"content":"\r\nاللحم أيّام الموسم وكانوا لا يدخلون البيوت من أبوابها ويقولون لا ينبغي أن يحول بيننا وبين السماء شيء وكانوا يحرّمون من النساء ما حرّمه الله عزّ وجلّ في القرآن إلَّا امرأة الأب فانزل الله سبحانه * ( ولا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ من النِّساءِ إِلَّا ما قَدْ سَلَفَ 4 : 22 ) * وكانوا يبحرون البحيرة [ 1 
  ] ويسيبون السائبة ويصلون الوصيلة ويحمون الحامي ويستقسمون بالأزلام ويقرّبون القربان وغير ذلك ممّا هو مذكور في أخبارهم وأشعارهم فأبطل الله عزّ وجلّ بأحكام الإسلام أكثرها وكانوا يقولون أنّ روح الميت تخرج من قبره وتصير هامة فتقول اسقوني اسقوني ومن ثمّ قال ذو الأصبع [ بسيط 
  ]\r\nيا عمرو إن لم تدع سبّى ومنقصتي * أضربك حتّى تقول الهامة اسقوني\r\nومنهم من كان يؤمن بالبعث والنشور بعد الموت ويزعم أن من عقرت مطيّته عند قبره حشر عليها وفيه يقول حريثة [ كامل 
  ]\r\nواحمل أباك على بعير صالح * ويقي البقيّة انه هو أقرب\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ينحرون النحيرة . Ms\r\n","page_name":" 33 ","page_number":37},
  {"content":"\r\n[ f 117 v 
  ] ذكر شرائع اليهود\r\nهم أصناف فمنهم العانانيّة والاشمعيثيّة والجالوتيّة والفيوميّة والسامريّة والعكبرية والأصبهانيّة والعراقية والمغاربة والشرستانيّة والفلسطينيّة والمالكيّة والربّانية فأمّا عانان فإنّه يقول [ 1 
  ] بالتوحيد والعدل ونفى التشبيه واشمعث يقول بخلافه وجمهور اليهود على هذين الرجلين وأمّا سائر المخالفين فإنّه يقع الخلاف بينهم في الشيء بعد الشيء وزاد رأس جالوت في التشبيه على اشمعث حتّى يزعم أنّ معبوده شيخ اشمط واحتجّ أنّه وجد في سفر دانيال رأيت قديم الاباء قاعدا على كرسيّ أبيض الرأس واللحية حوله الاملاك فهم يسمّون الجالوتيّة وأمّا الفيوميّة فصاحبهم أبو سعيد الفيومىّ يفسّرون التوراة على الحروف المقطَّعة كما يفعله الباطنيّة في الإسلام وأما السامريّة فإنّهم ينكرون كثيرا من شرائعهم ولا يقرّون بنبوّة من كان بعد يوشع بن نون مثل داود وسليمان وزكريا ويحيى وغيرهم يزعمون أنّهم ليس لهم في التوراة اسم وأمّا العكبريّة فأصحاب أبى موسى البغداذيّ العكبريّ يخالفونهم في أشياء من السبت وتفسير التوراة وأمّا الأصبهانيّة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ( sic ) ينزل . Ms\r\n","page_name":" 34 ","page_number":38},
  {"content":"\r\nفأصحاب أبى عيسى الأصبهانيّ وادّعى النبوّة وأنّه عرج إلى السماء فمسح الربّ رأسه وأنّه رأى محمّدا في السماء فآمن به ويهود أصبهان يزعمون أنّ الدجّال منهم يكون ومن ناحيتهم يخرج وأمّا العراقيّة مخالفون الخراسانيّة في أوقات أعيادهم ومدد أيّامهم وأمّا المغاربة فإنّهم يرون السفر في السبت وطبخ القدور فيه وأمّا الشرستانيّة فإنّهم أصحاب شرستان [ 1 
  ] زعم أنّه ذهب من التوراة ثمانون بسوقة ومعنى بسوقة آية ويدّعى أنّ للتورية تأويلا باطنا مخالفا لظاهرها وأمّا يهود فلسطين فإنّهم يزعمون أنّ عزيرا ابن الله على جهة التكرمة والرحمة كما يقال إبراهيم خليل الله وكثير من اليهود ينكرون هذا القول والواجب أن تعلم مذاهبهم ليتبيّن وجه الحقّ فلا ينسب إلى كلّ فرقة إلَّا ما ينحلونه وأمّا المالكيّة فإنّهم يقولون أنّ الله عزّ وجلّ لا يحيى يوم القيامة من الموتى إلَّا من قد احتج عليه الرسل والكتب ومالك هذا تلميذ عانان وأمّا الربّانيّة فإنّهم يزعمون أنّ حائضا لو مسّت ثوبا من الثياب المنضودة وجب الغسل على جميع الأثواب والعراقيّة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . سرشتان . Ms\r\n","page_name":" 35 ","page_number":39},
  {"content":"\r\nيأخذون رؤس الشهور بالأهلَّة والآخرون يأخذون بالعدد والحساب\r\n* * *\r\nذكر أحكامهم\r\nواجب عليهم الإيمان باللَّه وحده وبموسى رسوله وبالتوراة وما فيها والعشر الآيات لا بدّ لهم من درسها وتعلَّمها وأمّا وضوؤهم واغتسالهم فمثل طهارة المسلمين سواء غير أنّه ليس فيه مسح الرأس ويبدؤن بالرّجل اليسرى واختلفوا في شيء منه قال عانان يستنجى قبل الوضوء لأنّ الإنسان لا يطهر ما لم يمط الأذى عنه وقال اشمعث يستنجى بعد الوضوء لأنّه يجوز أن يغسل وجهه بعد الاستنجاء ولا يتوضّئون بماء قد تغيّر لونه أو طعمه أو ريحه ولا يجيزون الطهارة من غدير ما لم يكن عشرة أذرع في عشر والنوم قاعدا لا ينقص الوضوء ما لم يضع جنبه ومن أحدث في صلاته من قيء أو رعاف أو ريح انصرف وتوضّأ وبنى على صلاته ولا يجوز للرجل الصلاة في أقلّ من ثلاثة أثواب قميص وسراويل وملاءة يتردّى بها فإن لم يجد الملاءة صلَّى جالسا [ f 118 r 
  ] وإن لم يجد القميص والسراويل صلَّى بقلبه ولا يجوز الصلاة للمرأة في أقلّ من أربعة ثياب [ 1 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أثواب : Corr marg\r\n","page_name":" 36 ","page_number":40},
  {"content":"\r\nوالصلاة فرض عليهم في اليوم والليلة ثلاث صلوات إحداهنّ عند الصبح والثانية بعد الزوال إلى غروب الشمس والثالثة إلى وقت العتمة إلى أن يمضى من الليل ثلثه يسجدون في دبر كلّ صلاة سجدة طويلة ويزيدون يوم السبت وأيّام الأعياد خمس صلوات سوى ما كانوا يصلَّونها فلهم خمسة أعياد عيد الفطر وهو يوم الخامس عشر من نيسان وهو سبعة أيّام يأكلون فيها الفطير وينظَّفون بيوتهم من خبز الخمير لأنّها الأيّام الَّتي خلَّص الله فيها بني إسرائيل من يد فرعون وأغرقه في اليم فخرجوا من البحر وجعلوا يأكلون اللحم والعجين الفطير وعيد الأسابيع بعد عيد الفطر سبعة أسابيع وهو الَّذي كلَّم الله فيه بني إسرائيل من طور سيناء وعيد رأس الشهر وهو أوّل يوم من تشرين يزعمون أنّه يوم فدى فيه إسحاق عم من الذبح ويسمّونه عيد راش هشنا [ 1 
  ] أي عيد رأس الشهر وعيد صوما ربّا معناه الصوم العظيم ويزعمون أنّ الله عزّ وجلّ يغفر لهم في ذلك اليوم جميع ذنوبهم وخطاياهم إلَّا ثلاثا الزنا لمحصنة وظلم الرجل أخاه وجحده ربوبيّة الله وعيد مظلَّى يستظلَّون سبعة أيّام\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . هشا . Ms\r\n","page_name":" 37 ","page_number":41},
  {"content":"\r\nبقضبان الآس والخلاف ويزعم بعضهم أنّ بني إسرائيل انتهوا في هذه الأيّام إلى مفازة فاستظلَّوا بالشجر وكان واجبا عليهم الحجّ في كلّ سنة ثلاث مرّات حين كان الهيكل عامرا والمذبح قائما وأمّا الصوم فيجب عليهم صوم أربعة أيّام يوم السابع عشر من تموز وحده من غروب الشمس إلى غروب الشمس ويزعمون أنّ هذا اليوم الَّذي كسر فيه بختنصّر سور أوريشلم يعنى بيت المقدس ودخلها والثاني يوم العاشر من آب والثالث يوم العاشر من كانون الأوّل والرابع يوم الثالث عشر من آذار وأمرهم في الحيض والحائض شديد يجب عليهم أن يعتزلوها وثيابها وأوانيها وما مسته الحائض من شيء فقد نجس ووجب أن يغسل وإن مست لحم القربان وجب أن يحرق ذلك اللحم بالنار ومن مسّ الحائض أو خبزت أو طبخت أو غسلت فكلَّه نجس حرام على الطاهرين وحلّ للحيّض ومن غسل ميّتا وجب عليه أن يغتسل سبعة أيّام لا يصلَّى فيها ويغسلون الموتى ولا يصلَّون عليهم وأمّا الزكاة فالواجب عليهم أن يخرج العشر من أموالهم كائنا ما كان من السوائم والناضّ ولا يجب العشر في شيء من أموالهم دون مائة عدديّا كان أو وزنيّا لأنّ ما لا يخرج منه\r\n","description":"","footnote":"","page_name":" 38 ","page_number":42},
  {"content":"\r\nعشر العشر لا يجب فيه العشر وكلّ ما أخرج منه مرّة واحدة فليس فيه إعادة العشر وأمّا نكاحهم فلا يصحّ إلَّا بولىّ وخطبة وثلاثة شهود ومهر مائتي درهم للبكر ومائة للثيّب فإن كان أقلّ من ذلك لم يجز ويحضر عند عقد النكاح كأس من خمر ودستجة من ريحان فيأخذ الإمام الكاس فيبرّك عليها ويخطب خطبة النكاح ثمّ يدفعه إلى الختن ويقول قد تزوّجت فلانة بهذه الفضّة أو بهذا الذهب وهو خاتم في يده وبهذه الكاس من الخمر وبمهر كذا درهم ويشرب منها جرعة ثمّ ينزلون إلى منزل الجارية ويأمرونها أن تأخذ الخاتم والريحان والكاس من يد الختن فإذا أخذت وشربت منها جرعة يعقد النكاح ويضمن أولياء المرأة البكارة فإذا زفّت وكلّ أبو المرأة رجلا وامرأة بباب البيت الَّذي يقتضّها فيه الزوج وفرشوا لها ثيابا بيضا [ f 118 v 
  ] فإذا الزوج نظر إلى الثياب وشهد بما رأيا اقتضّها فإن لم يجدها بكرا رجمت ولا يجوز لهم التمتّع بالإماء إلَّا أن يعتقوهنّ وينكحوهنّ ومن واقع امرأته فقد عتقت عليه وأيّ عند عمل لمولاه سنين معلومة فقد عتق ومن احتاج من اليهود جاز له بيع أولاده إذا كانوا صغارا غير مدركين كذا هم في\r\n","description":"","footnote":"","page_name":" 39 ","page_number":43},
  {"content":"\r\nشريعة بني إسرائيل وأمّا طلاقهم وخلعهم فإنّهم لا يجوز لهم ذلك إلَّا أن يقفوا منهم على زنا أو سحر أو رفض دين ومن أراد أن يطلَّق امرأته فإن كانت بكرا أتى بخمسة وعشرين درهما وإن كانت ثيّبا أتى باثني عشر درهما ونصف وأحضر الإمام والشهود وكتاب الطلاق وقال لها أنت طالق منّى مائة مرة ومختلعة منّى وفي سعة [ 1 
  ] أن تتزوّجى من شئت ولا يقع الطلاق على الحامل بتّة وللرجل أن يراجع امرأته [ ما 
  ] لم تتزوّج انقضت عدّتها أم لم تنقض فإذا تزوّجت حرمت على الزوج الأوّل أبدا وحكمهم في البيوع أنّه ما لم ينقل المشترى ما اشتراه إلى حيث شاء وسلَّمه إليه البائع فإنّهما بالخيار والحدود عندهم على خمسة أوجه الحرق والقتل والرجم والتعزير والتغريم أمّا الحرق فعلى من زنى [ 2 
  ] بأمّ امرأته أو بربيبته [ 3 
  ] أو بامرأة ابنه والقتل على من [ 4 
  ] قتل والرجم على المحصن إذا زنا أو لاط وعلى\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . سبعة . Ms\r\n[ 2 
  ] . ; corrige d ' apres maqrizi يرى . Ms\r\n[ 3 
  ] . بربيّته . Corr . marg , ; Ms\r\n[ 4 
  ] . ما . Ms\r\n","page_name":" 40 ","page_number":44},
  {"content":"\r\nالمرأة إذا مكنت البهيمة من [ 1 
  ] نفسها والتعزير على من قذف [ 2 
  ] والتغريم على من سرق والبيّنة على المدّعى واليمين على من أنكر وهذه سبعة وثلاثون عملا من أتى بواحد منها في السبت أو في ليلة السبت استحقّ القتل تكريب الأرض زرع الأرض حصد الزرع سياقة الماء إلى الزرع ضرب الممخضة حلبة اللبن كسر الحطب إيقاد النار عجن العجين خبز الخبز خياطة الثوب نسج السلك [ 3 
  ] كتابة حرفين أخذ الصيد ذبح الحيوان الخروج من القرية التحويل من موضع إلى موضع الشري والبيع الدقّ والطحن والاحتطاب قطع الجبن دقّ اللحم إصلاح النعل إذا انقطعت خلط علف الدابّة ولا يجوز للكتاب أن يخرج [ 4 
  ] يوم السبت من [ 5 
  ] منزله ومعه قلمه ولا الخيّاط أن يخرج ومعه إبرته ومن أتى بشيء استحقّ به القتل فلم يسلَّم نفسه فهو ملعون\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عن . Corr . marg . ; ms\r\n[ 2 
  ] . ; corrige d ' apres maqrizi قزف . Ms\r\n[ 3 
  ] . , au duel , comme dans Maqrizi السلكين : Corr . marg\r\n[ 4 
  ] . ; corrige d ' apres Maqrizi et le parallelisme du second membre de phrase يجوز Ms\r\n[ 5 
  ] . في . Ms\r\n","page_name":" 41 ","page_number":45},
  {"content":"\r\nذكر شرائع النصارى\r\nوفيهم اختلاف وفرق فمنهم الملكانيّة والنسطوريّة واليعقوبيّة والبرذعانية [ 1 
  ] والمرقونيّة والفوليّة [ 2 
  ] وهم الرهاويّون الذين بنواحي حرّان وأصناف حادثة غيرها ولا يخالفون في أشياء كثيرة ومنهم من يذهب مذهب الحرّانيّة بعينه ومنهم من يقول بالنور والظلمة والثنويّة يقولون أجمعهم بنبوّة المسيح ومنهم من يعتقد مذهب أرسطاطاليس ويجرّ كتابهم إلى تصويب ذلك فأمّا الملكانيّة واليعقوبيّة والنسطوريّة فمتّفقون على أن معبودهم ثلاثة أقانيم وهذه هي الأقانيم الثلاثة شيء واحد وهو جوهر قديم ومعناه أب وابن وروح القدس إله واحد وأنّ الابن نزل من السماء فتدرّع جسدا من مريم وظهر للناس يحيى ويبرئ وينبى ثمّ قتل وصلب وجرح فخرج من القبر لثلاث وظهر لقوم من أصحابه وعرفوه حقّ معرفته ثمّ صعد إلى السماء فجلس عن يمين الله هذا الَّذي يجمعهم اعتقاده غير أنهم يختلفون في العبارة [ 3 
  ] والعلل فمنهم من\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . والبوذعانية . Ms\r\n[ 2 
  ] الغولية . Ms\r\n[ 3 
  ] . . ; corrige d ' apres Maqrizi et le contexte العبادة Ms\r\n","page_name":" 42 ","page_number":46},
  {"content":"\r\nزعم أن القديم جوهر واحد وثلاثة أقانيم [ f 119 r 
  ] كلّ واحد منها جوهر خاص وأحد هذه الأقانيم أب [ 1 
  ] واحد غير مولود والآخر ابن [ 2 
  ] مولود وغير والد والثالث روح فائضة منثنية بين الأب والابن وزعم أن الابن لم يزل مولودا ابن الابن الابن والأب لم يزل والدا لا على جهة النكاح والتناسل لكن على جهة تولَّد ضياء الشمس من ذات الشمس وتولَّد حرّ النار من ذات النار ومنهم من يزعم أنّ معنى قولهم ان الإله ثلاثة أقانيم انّها ذات لها حياة ونطق فالحياة هي روح القدس والنطق هو العلم والحكمة والكلمة النطق والعلم والحكمة والكلمة عبارة عن الابن كما يقال الشمس وضياءها وحرّها فهو عبارة عن ثلاثة أشياء ترجع إلى أصل واحد ومنهم من زعم أنّه لا يصحّ له تثبيت الإله فاعلا حكيما إلَّا أن يثبته حيّا ناطقا ومعنى الناطق العالم المميّز لا الَّذي يخرج الصوت بالحروف المركّبة ومعنى الحىّ عندهم من له حياة بها يكون حيّا ومعنى العالم من له علم به يكون عالما قالوا فذاته وعلمه وحياته ثلاثة أشياء والأصل واحد فالذات\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ان . Ms\r\n[ 2 
  ] . أب . Ms\r\n","page_name":" 43 ","page_number":47},
  {"content":"\r\nهي [ 1 
  ] لعلَّة للاثنين اللذين العلم والحياة والاثنان هما المعلولان [ 2 
  ] للعلَّة ومنهم من يتجنّب اللفظ بالعلَّة والمعلول في صفة القديم فيقول أب وابن ووالد وروح وحياة وعلم وحكمة ونطق قالوا والابن اتّحد [ 3 
  ] إنسانا مخلوقا فصار هو وما اتّحد [ 3 
  ] به مسيحا واحدا وأنّ المسيح هو إله العباد وربّهم ثمّ اختلفوا في صفة الاتّحاد فزعم بعضهم أنّه وقع بين جوهر لاهوتيّ وجوهر ناسوتىّ اتّحاد [ 4 
  ] فصار مسيحا واحدا ولم يخرج الاتّحاد كلّ واحد منهما عن جوهريّته وعنصره وأنّ المسيح إله معبود وانّه ابن مريم الَّذي حملته وولدته وانّه قتل وصلب وزعم قوم أنّ المسيح بعد الاتّحاد جوهران أحدهما لاهوتىّ والآخر ناسوتىّ وانّ القتل والصلب وقعا به من جهة ناسوته لا من جهة لاهوته وأنّ مريم حملت بالمسيح وولدته من جهة ناسوته لا من جهة لاهوته وهذا قول النسطورية ثمّ يقولون انّ المسيح بكماله إله معبود\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ; corrige d ' apres Maqrizi في . Ms\r\n[ 2 
  ] . المعلومان . Ms\r\n[ 3 
  ] . اتّخذ . Ms\r\n[ 4 
  ] . اتحادا . Ms\r\n","page_name":" 44 ","page_number":48},
  {"content":"\r\nوأنّه ابن الله مع اختلاف كثير ويزعم بعضهم أنّ الاتّحاد وقع بين جوهرين لاهوتي وناسوتى وجوهر اللاهوتي بسيط غير منقسم ولا يتجزّأ [ 1 
  ] ومنهم من يقول أنّ الاتّحاد على جهة حلول الابن في الجسد ومخالطته إيّاه ومنهم من يقول الاتّحاد على جهة الظهور كظهور كتابة الخاتم والنقش إذا وقع على الطين والشمع وكظهور صورة الإنسان في المرآة واعلم انّه لا مذهب أكثر اختلافا في العبارة من النصارى حتّى لا يكاد يوجد منهم اثنان على قول واحد ويذكره اللاحقيّ في قصيدة له [ هزج 
  ]\r\nوبابن الأب ما دنت * وروح منه قدسىّ\r\nثلاث من أقانيم * بمعنى واحداتىّ\r\nولاهوتيّة حلَّت * بإنسان ولادىّ\r\nوليس هذا موضع الردّ عليهم ولكن من نظر إلى قولهم في القديم وما يصفونه به من الأعراض الطارية عليه علم فساد مذهبهم واستحالة القديم أن يكون بشيء من تلك الصفات فالملكانيّة ينسب إلى ملك الروم ويقولون الله اسم لثلاثة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يتجزّى . Ms\r\n","page_name":" 45 ","page_number":49},
  {"content":"\r\nمعان الأب والابن والجوهر وهو روح القدس والنسطوريّة ينسب [ f 119 v 
  ] إلى نسطور رجل منهم يزعمون أنّ الله اسم لثلاثة معان فهو واحد ثلاثة وثلاثة واحد واليعقوبيّة قالوا هو واحد قديم وانّه كان لا جسم ولا إنسان ثمّ تجسّم وتأنّس والفوليّة قالوا الله واحد وعلمه قديم معه والمسيح ابنه على جهة الرحمة كما يقال إبراهيم خليل الله والمرقونيّة يزعمون أن المسيح يطوف عليهم كل يوم طوفة والبرذعانية يزعمون أنّ المسيح هو الَّذي يحشر الموتى من قبورهم ويحاسبهم مع ترّهات كثيرة وأقاويل مردودة لعنهم الله وقبّح مذهبهم\r\n* * *\r\nذكر أحكامهم\r\nلا بدّ من تنصير أولادهم وذلك أنّهم يعمدون إلى من يريدون تنصيره فيغمسونه في ماء قد أغلى بالرياحين وألوان الطيب في إجّانة جديدة ويقرؤن عليه شيئا من كتابهم ويزعمون أنّه ينزل عليه روح القدس ويسمّون هذا العمل المعموديّة وطهارتهم غسل اليدين والوجه وليس الختان عليهم بفرض [ 1 
  ] وصلاتهم سبع وقبلتهم المشرق وحجّهم إلى البيت المقدّس وزكاتهم العشر من جميع أموالهم وصيامهم خمسون يوما ويكون\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . قلت وعند الإسلام ليس بفرض فناهر : Note marginale\r\n","page_name":" 46 ","page_number":50},
  {"content":"\r\nاليوم الثاني والأربعون منه عيد السعانين ويزعمون أنّ [ هو 
  ] اليوم الَّذي نزل فيه عيسى بن مريم عم من الجبل ودخل بيت المقدس وبعده بأربعة أيّام عيد الفصح وهو اليوم الَّذي خرج فيه موسى عم ببني إسرائيل من مصر وبعده بثلاثة أيّام عيد القيامة وهو اليوم الَّذي يزعمون أنّ عيسى عم خرج من قبره بعد ما قتل ودفن وبعده بثمانية أيّام عيد الجديد ويزعمون أنّه اليوم الَّذي ظهر فيه عيسى لتلامذته بعد ما خرج من القبر وبعده بثمانية وثلاثين يوما عيد السلَّاق ويزعمون أنّه اليوم الَّذي صعد فيه عيسى إلى السماء ولهم أعياد سوى ما ذكرنا عيد الصليب وهو اليوم الَّذي وجدوا فيه خشبة الصليب وإنّما علموا ذلك انّه وضع على ميت فحيّى بزعمهم وعيد الدنح [ 1 
  ] وعيد الميلاد ولهم قرّاؤون وكهنة منهم شمّاس وفوقه القسّ وفوق القسّ الأسقف وفوق الأسقف المطران وفوق المطران البطريق والسكر حرام عليهم ولا يحلّ لهم اللحم والجماع في الصوم وكلّ ما بيع في الأسواق ولم يعفه أنفسهم فمباح لهم ولا يصحّ نكاحهم إلَّا بحضور شمّاس والعدول والمهر ويحرمون على\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الذبح . Ms\r\n","page_name":" 47 ","page_number":51},
  {"content":"\r\nالنساء ما حرّم المسلمون ولا يحلّ لهم الجمع بين امرأتين ولا التسرّي بالجواري إلَّا أن يعتقوهنّ ويتزوّجوهنّ وأيّ عبد من عبيدهم خدمهم سبع سنين فقد عتق ولا يحلّ للرجل طلاق إلَّا أن يأتي بالفاحشة فقد طلَّقت ولا يحل له ان يتزوّج بها أبدا وحدودهم الرجم للمحصن والمحصنة فإنّ كانا غير محصنين وعلقت المرأة من الرجل زوّجت به ويقتل قاتل العمد والواجب على قاتل الخطاء أن يهرب وليس للموتور أن يطلبه لما أمروا به من استعمال العفو وكثير من أحكامهم أحكام التوراة وقد لعن منهم اللوطي والشاهد بالزور والمقامر والزاني والسكّير هذا أحكامهم والله أعلم\r\n* * *\r\n","description":"","footnote":"","page_name":" 48 ","page_number":52},
  {"content":"\r\nالفصل الثالث عشر\r\nفي صفة الأرض ومبلغ عمرانها وعدد أقاليمها وصفة البحار والأنهار وعجائب الأرض والخلق\r\nاعلموا أنّ القدماء قسموا المعمور من الأرض على سبعة أقسام يسعونها الأقاليم فالإقليم [ 1 
  ] الأوّل يبتدى [ 2 
  ] من المشرق من أقاصي بلاد الصين ويمر على ما يلي الجنوب من الصين وعلى سواحل [ f 120 r 
  ] البحر من جنوب بلاد السند يقطع البحر إلى جزيرة العرب وأرض اليمن ويقطع بحر القلزم إلى بلاد الحبشة ويقطع نيل مصر وينتهى إلى بحر المغرب وفيه المدن من مدينة ملك الصين وبلاد جنوب السند وجزيرة الكرك وجنوب الهند من اليمن عمان وحضرموت وعدن وصنعاء وسبا وجرش وظفار ومهرة ومن الغرب تبالة ومدينة ملك الحبشة جرمي ومدينة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فالاقاليم . Ms\r\n[ 2 
  ] . مبتدى . Ms\r\n","page_name":" 49 ","page_number":53},
  {"content":"\r\nالنوبة دمقلى [ 1 
  ] وجنوب البربريّة إلى البحر الأخضر ويكون أطول نهار هؤلاء ثلاث عشرة ساعات والإقليم الثاني يبتدى من المشرق فيمرّ على بلاد الصين وبلاد الهند وبلاد السند ويمرّ بملتقى البحر الأخضر وبحر البصرة ويقطع جزيرة العرب في أرض نجد وتهامة والبحرين ثمّ يقطع بحر القلزم ونيل مصر إلى أرض المغرب وفيه من المدن مدن من بلاد الصين والهند ومن السند المنصورة والبيرون والديبل [ 2 
  ] ومن أرض العرب مكّة والطائف وجدّة والجار [ 3 
  ] ويثرب واليمامة وهجر ومن النيل قوس واخميم وانصنا [ 4 
  ] وأسوان ومن المغرب مدن إفريقية وبربر إلى بحر المغرب ويكون أطول [ نهار 
  ] هؤلاء عشرة ساعات [ 5 
  ] ونصف والإقليم الثالث يبتدى من المشرق فيمرّ على شمال بلاد الصين ثم الهند ثم السند ثم كابل وكرمان وسجستان والبصرة وفارس والأهواز والعراقين والشام\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ومقلي . Ms\r\n[ 2 
  ] . والسرون والدبيل . Ms\r\n[ 3 
  ] . الحار . Ms\r\n[ 4 
  ] . انصا . Ms\r\n[ 5 
  ] . ساعة . Ms\r\n","page_name":" 50 ","page_number":54},
  {"content":"\r\nومصر والإسكندرية والمغرب إلى البحر وفيه من المدن بعض بلاد الصين والهند والسند قندهار وغزنة وكابل والرخج وبست وزرنج وكرمان وجيرفت [ 1 
  ] ومن فارس إصطخر وجور وفسا وسابور وشيراز وسيراف وجنّابة [ 2 
  ] وسينيز [ 3 
  ] ومه رويان وكور الأهواز كلَّها ومن العراق البصرة وواسط والكوفة وبغداذ والأنبار وهيت ومن الشام حمص ودمشق وصور وعكّة وطبريّة وقيساريّة ورسوف [ 4 
  ] والرملة وبيت المقدس وعسقلان وغزّة ومدين [ 5 
  ] والقلزم ومن أرض مصر الفرما وتنيس [ 6 
  ] ودمياط والفسطاط والاسكندريّة والفيّوم ومن المغرب برقة وإفريقية والقيروان وأطول نهار هؤلاء أربع عشرة ساعة والإقليم [ الرابع 
  ] يبتدى من المشرق فيمرّ ببلاد تبت وخراسان وجرجان وطبرستان والرىّ وأصبهان وهمدان وحلوان وشهرزور وسرّ من رأى وأرض الجزيرة وشمال الشام إلى\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . جيرف . Ms\r\n[ 2 
  ] . وجنانة . Ms\r\n[ 3 
  ] . وشير . Ms\r\n[ 4 
  ] . ورسوق . Ms\r\n[ 5 
  ] . ومدينة Corr . marg , ; ms ,\r\n[ 6 
  ] الفرمانيسى . Ms\r\n","page_name":" 51 ","page_number":55},
  {"content":"\r\nبحر المغرب وفيه من مدن خراسان فرغانة وخجند واشروسنه وسمرقند وبخارا وبلخ وآمل ومروالروذ ومرو وهراة وسرخس وطوس ونيسابور وقومس [ 1 
  ] ودماوند وقزوين والديلم وقم ونهاوند والدينور والجزيرة والموصل وبلد نصيبين وآمد ورأس العين وقاليقلا وسميساط والرقّة وقرقيسيا ومن شمال الشام بالس والمصيصة واصيدان والكنيسة [ 2 
  ] السوداء وآدنه وطرسوس وعمّوريّة ولاذيقيّة ثمّ يمرّ من بحر الشام على جزيرة قبرس [ 3 
  ] ثمّ يمرّ في المغرب على بلاد طنجة إلى البحر وأطول نهار هؤلاء أربع عشرة ساعة ونصف والإقليم الخامس يبتدى من المشرق على بلاد يأجوج ومأجوج ثمّ على شمال خراسان وآذربيجان والخزر والروم إلى المغرب وفيه من مدن خراسان الطراز ونويكث [ 4 
  ] وخوارزم واسبجاب [ 5 
  ] والشاش [ 6 
  ] وطاربند وبخارا ومن آذربيجان كور أرمينية\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وقوس . Ms\r\n[ 2 
  ] . الكسه . Ms\r\n[ 3 
  ] . برقس . Ms\r\n[ 4 
  ] . وهو يكث . Ms\r\n[ 5 
  ] . واسبجات . Ms\r\n[ 6 
  ] . والضاش . Ms\r\n","page_name":" 52 ","page_number":56},
  {"content":"\r\nوبرذعة ونشوى [ 1 
  ] وسيسجان وارزن واخلاط ومن الروم خرشنه [ 2 
  ] وقرّه والروميّة الكبرى [ f 120 v 
  ] ثمّ سواحل بحر الشأم ممّا يلي الشمال ثمّ بلاد أندلس حتّى ينتهى إلى بحر المغرب والإقليم السادس يبتدى من المشرق فيمرّ على بلاد يأجوج ومأجوج ثمّ على بلاد الخزر ثمّ على وسط بحر جرجان إلى بلاد الروم فيمرّ على جرزان [ 3 
  ] وهرقلة وقسطنطينية وبلاد برجان إلى بحر المغرب قال أهل هذا العلم أمّا ما وراء هذه الأقاليم إلى تمام الموضع المسكون الَّذي عرفناه فانّه يبتدى من المشرق من بلاد يأجوج ومأجوج فيمرّ على بلاد التغزغز [ 4 
  ] وأرض الترك [ و 
  ] على بلاد الان ثمّ على بلاد برجان [ 5 
  ] ثمّ على شمال الصقالبة إلى أن ينتهي إلى بحر المغرب فهذا موضع عمران الأرض والبحور ممّا يعرف وأمّا ما وراء ذلك فأرضون مجهولة لا يعرف ما وراءها أحد إلَّا الله عزّ وجلّ قالوا وأمّا الذين يسكنون خارج الأقاليم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وسرى . Ms\r\n[ 2 
  ] . خرسنه . Ms\r\n[ 3 
  ] . حوران . Ms\r\n[ 4 
  ] . التغرغر . Ms\r\n[ 5 
  ] . فرجان . Ms\r\n","page_name":" 53 ","page_number":57},
  {"content":"\r\nفإنّهم أناس لا يفهمون قولا ولا يعلمون شيئا من الصناعات والعلامات وكانت الأرض مقسومة في الدهر الأوّل على خمسة أجزاء فمنها الصين والترك وتبت والهند وجزء منها الروم والصقالبة وسغد وخوارزم وأرمينية وجزء منها القبط والبربر والشام وجزء منها السودان وخراسان وكرمان وفارس واليمن وجزء منها الأرض المعروفة بإيران شهر وهي ما بين منتهى نهر بلخ إلى منتهى آذربيجان وأرمينية إلى الفرات والقادسيّة إلى بحر اليمن وفارس إلى مكران وكابل إلى طخارستان وهي صفوة الأرض وسرّتها وهي تسمّى إقليم بابل\r\n* * *\r\nذكر المعروف من البحار والأودية والأنهار\r\nقال القدماء البحار المعروفة العظام خمسة أحدها بحر الهند وفارس والصين والثاني بحر الروم وإفريقية والثالث بحر اوقيانوس وهو بحر المغرب والرابع بحر بنطس [ 1 
  ] والخامس بحر جرجان وفي رسالة أرسطاطاليس إلى الإسكندر الَّتي تسمّى بيت [ 2 
  ] الذهب ان بحر اوقيانوس بحر محيط بالأرض كالكيل وينفجر منه خلجان هي سائر البحار وقد وصفوا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يبطش . Ms\r\n[ 2 
  ] . بيت . Ms\r\n","page_name":" 54 ","page_number":58},
  {"content":"\r\nطول هذه البحار وعرضها وجزائرها وسواحلها وما يخرج منها من الأرجل والخلجان ويسمّون بحر فارس الخليج الفارسىّ طوله مائة وخمسون فرسخا وعرضه مائة وخمسون فرسخا ويسمون بحر اليمن خليجا وكذلك سائر البحار وقالوا وفي البحر الهندىّ ألف وثلاثمائة وسبعون جزيرة وربّما بلغ طول الجزيرة مائة فرسخ في مائة فرسخ ومائتين وثلاثمائة وفيها من المدن والقرى والأنهار والعيون والجبال والمفاوز والممالك قالوا وفي البحر الرومىّ مائة ونيف وستّون جزيرة عامرة وبحر جرجان يقال له عابسكن [ 1 
  ] وبحر باب الأبواب وهو أصغر البحار طوله من المشرق إلى المغرب ثلاثمائة ميل وكانت فيه جزيرتان عامرتان فخربتا وبحر بنطس [ 2 
  ] يمتدّ من اللازقة [ 3 
  ] إلى خلف قسطنطينيّة وطوله ألف وثلاثمائة ميل وعرضه ثلاثمائة ميل ويخرج منه خليج القسطنطينيّة [ 4 
  ] فيجري كهيئة النهر وينصبّ في بحر [ 5 
  ] مصر وعرض الخليج ثلاثة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . غابسكر . Ms\r\n[ 2 
  ] . يبطش . Ms\r\n[ 3 
  ] . اللاذقية . Ms\r\n[ 4 
  ] . العطنطنية خليج . Ms\r\n[ 5 
  ] . نهر . Ms\r\n","page_name":" 55 ","page_number":59},
  {"content":"\r\nأميال وبحر الروم طوله من المشرق من صور وصيدا إلى الخليج الَّذي يخرج من بحر المغرب وطوله خمس مائة ميل وعرضه في بعض المواضع ثماني مائة ميل وفي بعضها ستّ مائة ميل وبحر الهند [ 1 
  ] طوله من المشرق من أقصى الهند إلى أقصى الحبش ثلاثة آلاف [ 2 
  ] ميل وعرضه ألفان وسبع مائة ميل يخرج منه خليج [ f 121 r 
  ] إلى ناحية البربر يسمّى الخليج الفارسىّ طوله ألف وأربع مائة ميل وعرضه خمس مائة ميل وفيما بين هذين الخليجين خليج فارس وخليج أيلة [ 3 
  ] أرض الحجاز واليمن وأمّا بحر اقيانوس فإنّه لا يعرف منه إلَّا ما يلي شمال المغرب من أقصى بلاد الحبش إلى برطليّة وهو بحر لا تجرى فيه السفن ويبعد عن العمران وفيه جزائر مقابل الأندلس وطنجة وأمّا البحيرتان الجاريتان اللتان بهما تتمّ سبعة أبحر كما ذكر الله عزّ وجلّ فإنّهم يزعمون خلف خطَّ الاستواء فوق النوبة وهما مادّتا النيل وأمّا البحر الزنجيّ فإنّه لا يكون فيه شيء من الحيوان\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الهندي . Ms\r\n[ 2 
  ] . ألف . Ms\r\n[ 3 
  ] . الأبلَّة . Ms\r\n","page_name":" 56 ","page_number":60},
  {"content":"\r\nلحرارة مائه وحرازته وليس يوجد اللؤلؤ والجوهر في عذاب البحور إلَّا في بحر الصين فإنّ ماءه عذب ويوجد فيه اللؤلؤ قال الله عزّ وجلّ * ( يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ والْمَرْجانُ 55 : 22 ) * وأمّا البحار الصغار فلا تعدّ لأنّها مستنقعات المياه كما لا تعدّ العيون والأنهار فمنها بالشام بحيرة زغر [ 1 
  ] وبحيرة طبرية وبآذربيجان بحر أرمينية وأسفل خوارزم بحيرة سياه كوه وبدماوند وبحيرة\r\n* * *\r\nذكر المعروف من الأنهار\r\nنهر الكنك بأرض الهند ينبعث من جبال قشمير ويجرى في أعالي الهند من ناحية الجنوب حتّى ينصبّ في البحر الهندي ونهر مهران بأرض السند ينبعث من جبال اشغنان [ 2 
  ] وينصبّ في البحر الهندي وأمّا الأنهار التي تنصبّ في بحر فارس فهي دجلة تخرج من جبال فوق أرمينية فأعظمها تقع في دجلة بالحديثة وأصغرهما تقع في دجلة بالسنّ [ 3 
  ] ومخرج النهروان من أرمينية فإذا مرّ بباب صلوى يسمّى تامرا [ 4 
  ] ويستمدّ\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . زعر . Ms\r\n[ 2 
  ] . اسغنان . Ms\r\n[ 3 
  ] . بباليس . Ms\r\n[ 4 
  ] . بامرّا . Ms\r\n","page_name":" 57 ","page_number":61},
  {"content":"\r\nمن الهواطل فإذا صار بباجسرى [ 1 
  ] سمّى النهروان وينصبّ في دجلة أسفل من جبّل [ 2 
  ] ومخرج الفرات من أرض الروم من جبال بها من موضع يقال له إبريق صخر [ 3 
  ] ويمرّ بالجزيرة والرقّة وينحدر إلى الكوفة ثمّ يمرّ حتّى ينصبّ في البطائح فيختلط بدجلة ومخرج الخابور من رأس العين ويستمدّ من الهرماس وينصبّ في الفرات أسفل قرقيسيا وتجتمع هذه الأنهار كلها في دجلة ويمرّ دجلة بالأبلَّة إلى عبادان فينصبّ في الخليج الفارسي ومخرج نهر الأهواز ونهر جنديسابو [ ر 
  ] من جبال أصبهان ويجتمعان في دجيل الأهواز ثمّ يفيض في بحر فارس وأمّا الأنهار التي تفيض في بحر جرجان فنهر كر ينبعث من بلاد الان ونهر تفليس وبرذعة وسبيذروذ يمرّ ببلاد آذربيجان ويدخل بلاد الديلم ثمّ يقع في بحر جرجان وكذلك شاه روذ يخرج من طالقان الرىّ فيفيض في بحر جرجان وهذه أنهار صغار وأمّا النيل فإنه يخرج من جبل القمر وينصبّ في بحيرتين من\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . باحسرى . Ms\r\n[ 2 
  ] . حبل . Ms\r\n[ 3 
  ] . كذا في الأصل : ; en marge أريق صخر . Ms\r\n","page_name":" 58 ","page_number":62},
  {"content":"\r\nخلف خطَّ الاستواء ويطيف بأرض النوبة ويتشعب دون الفسطاط فيصير شعبة إلى الاسكندريّة وشعبة إلى دمياط فيفيضان إلى بحر الشام وتلتقي شعبة منه بالماء الَّذي يحيط بجزيرة تنيس من البحر فإذا هبّت جنوب عذب ماؤهم وإذا هبّت الشمال ملح ومخرج نهر المصيصة وسيحان وجيحان كلَّها من بلاد الروم ومصبّها في بحر الشام ومخرج نهر دمشق في جبال دمشق يسقى غوطة دمشق وينصبّ في بحيرة دمشق ومخرج نهر حلب من حدود دابق دون حلب بثمانية عشر [ 1 
  ] ميلا ويفيض في أجمة أسفل حلب ومخرج جيحون من جبال بلاد تبت فيمر بوخان [ 2 
  ] ويسمّى وخان ثمّ ينحدر إلى الترمذ ويسمّى نهر بلخ ثمّ يمرّ فيجاوز خوارزم وتبسّط دونه فيصير [ f 121 v 
  ] بطائح ومستنقعات يصطاد منها السمك ثم يمرّ مستسفلا مقدار ثلاثين فرسخا حتّى ينصبّ في بحيرة سياكوه وفي ساحلها الشرقىّ رياض ومروج ذات أشجار وشوك لا يكاد يمكن اخراقها إلَّا في طرق اتّخذتها الخنازير ويفيض في هذه البحيرة نهر فرغانة ونهر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عشرة . Ms\r\n[ 2 
  ] . ببوخان . Ms\r\n","page_name":" 59 ","page_number":63},
  {"content":"\r\nالشاش ومخرج نهر فرغانة من بأمير فوق راشت [ 1 
  ] وكميذ [ 2 
  ] ومخرج نهر الشاش من بلاد الترك وأربعة أنهار تنبعث من جبال باميان أحدها يدخل بلاد الهند من ناحية لامغان والثاني يسقى مروالروذ والثالث يسقى بلخ والرابع يسقى سجستان وما فضل منه يجتمع في بحيرة تسمّى زرة وهي التي سمينا هي الأنهار العظام المذكورة في الكتب وأمّا الصغار والعيون فلا يحيط بها إلَّا علم الله سبحانه وتعالى وأهل الكتاب يزعمون أنّ أربعة أنهار تخرج [ 3 
  ] من الجنّة سيحان وجيحان والفرات والنيل وزعموا أنّ الفرات مدّ فرمى برمّانة شبه البعير البازل وذلك في زمن معاوية فسئل كعب الأحبار فقال هي من الجنّة وفي كتب العجم أنّ جم شاذ حفر سبعة أنهار سيحون وجيحون والفرات ودجلة ونهر مهران [ 4 
  ] بأرض السند قالوا ونهرين لم يسمّهما لنا وهذا غير جائز ولا ممكن اللَّهمّ إلَّا أن يقال هو ساق ماء هذه الأنهار إلى أراضي البلاد فاستعمرها واستنزلها وحفر الأنهار منها\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . رايث . Ms\r\n[ 2 
  ] . كميز . Ms\r\n[ 3 
  ] . يخرج . Ms\r\n[ 4 
  ] . ميران . Ms\r\n","page_name":" 60 ","page_number":64},
  {"content":"\r\nذكر الممالك المعروفة\r\nقال أهل هذا العلم أن الصين على ساحل بحر الهند طوله ألف وخمس مائة فرسخ فيها ثلاث مائة [ 1 
  ] وستّون مدينة يحمل كلّ يوم إلى الملك خراج مدينة وثياب بدنه وجارية يرضاها قالوا وعدد جند الملك أربع مائة ألف مرتزق [ 2 
  ] من فارس وراجل واسم المدينة التي يسكنها الملك خمدان [ 3 
  ] والغالب عليهم استدارة الوجوه وفطس الأنوف وشقرة الألوان وصهبة الشعور وعامّة لباسهم الحرير والديباج والفرو ومن هيئتهم في اللباس توسيع الأكمام وتطويل الذيول ويباهون بتزويق المنازل وكثرة الفرش والأواني وأكثر أراضيهم الاعذاء يسقيهم المطر والأنداء ودينهم السمنيّة والثنويّة وعبادة الأوثان قالوا وفي شمال الصين بلاد يأجوج ومأجوج وفي مغاربهم الترك وتبت والهند وفي مشارقهم قوم يكنون في الأسراب لشدّة وقع الشمس عليهم ولا يعلم ما في جنوبهم أحد إلَّا الله وفي كتاب المسالك والممالك أنّ في مشارق الصين مدينة لا يدخلها أحد فيخرج منها لطيب هوائها وفرط شعاعها\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ثلاثة مائه . Ms\r\n[ 2 
  ] . مرفرف . Ms\r\n[ 3 
  ] . حمران . Ms\r\n","page_name":" 61 ","page_number":65},
  {"content":"\r\nوزكاء أرضها وعذوبة مائها وحسن عشرة أهلها فرشهم الحرير والديباج وأوانيهم الذهب وكيت وكيت والله أعلم وأمّا الهند فصرود وجروم وأوّلها قشمير وهي خمسة وأربعون مصرا ممصّرة كلّ مصر تشتمل على حدود ومدن وكلّ مدينة لها سواد وقرى ومنها جبال وشعاب ومفاوز وكلّ ذلك للملك خاصّة والناس حرّاثوه وأكرته قالوا وفي الملك للخمّارين ستون ألف جارية حانيّة وموظف عليهم أن يكنسوا الميدان ويرشّوه إذا أراد الملك الضرب بالصوالجة ودينهم البرهميّة وزيّهم تطويل الشعر الغالب عليهم البياض لبرد هوائهم وفيهم علم النجوم والطب والشعبذة والسحر قالوا وشرق قشمير ختن وتبت والصين وجنوبها مملكة كور وشمالها بلورلوب ووخان وغربها كابل وغزنة ولهم الأنهار والعيون والقنيّ والأبار [ f 122 r 
  ] وعندهم من أصناف الدوابّ والطير والألوان من الأطعمة والثمار وأمّا جروم الهند فجزائر وسواحل حتّى تتّصل بأرض الصين فمن مدنها الكبار قنوج وقندهار وسرنديب وسندان ألف وثلاثمائة وسبعون جزيرة عامرة فيها المدن والقرى غير السواحل قالوا وأوّل شرقىّ بحر الهند مكران وآخره بلاد الصين وأوّل غربيّه عدن وآخره\r\n","description":"","footnote":"","page_name":" 62 ","page_number":66},
  {"content":"\r\nبلاد الزنج وهم قوم خلاف الزنج والهند يمطرون في الصيف ولا يمطرون في الشتاء وعامّة طعامهم الأرزّ والذرة ومشاربهم من مستنقعات يجتمع فيها ماء المطر يسمّونها تلاج [ 1 
  ] وليس عندهم من الفواكه ما لأهل قشمير والغالب عليهم السمرة والصفرة ودينهم البرهميّة والسمنيّة وملكهم الأعظم يقال له بلهرا تفسيره ملك الملوك و [ إن 
  ] في الجزائر ملوكا لا يطيع بعضهم بعضا ومشارق الهند الصين وقشمير وشمالهم السند وجنوبهم بلاد محرقة مجهولة وبحار ومغاربهم الزنج والرانج [ 2 
  ] واليمن وأمّا تبت فهم صنف بين الترك والهند زيّهم زيّ أهل الصين لهم فطس الترك وسمرة الهند وفيهم الكتابة والحساب والنجوم وأرضهم أرض باردة مشرقها الصين وشمالها الترك ومغربها وخان وراشت [ 3 
  ] وهي أعالي خراسان وجنوبها قشمير وأعظم مدنها ختن بلدتين غيرين فيه من ألوان الثمار والفواكه وعامّة لباسهم وفرشهم القزّ وهم عبدة الأصنام وبختن جماعة من ولد الحسين\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بلاج . Ms\r\n[ 2 
  ] . والراتج . Ms\r\n[ 3 
  ] . راشب . Ms\r\n","page_name":" 63 ","page_number":67},
  {"content":"\r\nابن علي عليهما السلم ولهم بها مساجد وفي كتاب البلدان والبنيان من دخل تبت لم يزل مسرورا ضاحكا حتّى يخرج وأمّا يأجوج ومأجوج فصنف بين الصين والترك الغالب عليهم خفش العيون وفطس الأنوف وقصر القامة جنوبهم الصين وشمالهم الترك ومغاربهم مشارق قشمير وتبت فلا يدرى ما في مشارقهم وهم أسوأ الناس عيشا وأخبثهم طعما وأخرقهم خرقة وأقلَّهم تمييزا وفطنة كما يزعمون وقد ذكرهم الله عزّ وجلّ في القرآن المجيد والكتاب الكريم ووصفهم العلماء بصفات قد بيّنّاها في مواضعها وأمّا الترك فهم عدد كثير وبلادهم واسعة وممالكهم متفرّقة وقبائلهم لا تحصى [ 1 
  ] منهم أهل وبر وأهل مدر جنوبهم تبت وبعض الصين ومشرقهم الصين ويأجوج ومأجوج ومغربهم ما وراء النهر من منبعث جيحون إلى مغيضه وشمالهم التغزغز [ 2 
  ] وهم صنف منهم وأصناف من الناس من أخلاق البهائم والسباع متوحشة زعرة ثمّ يلي شمال هؤلاء فياف ومجاهيل وأ راض باردة لا يعلم ما فيها الَّا الله عزّ وجلّ وحدّ\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . لا يحصى . Ms\r\n[ 2 
  ] . التغرغر . Ms\r\n","page_name":" 64 ","page_number":68},
  {"content":"\r\nبلاد الترك ينتهى إلى أحد جوانب بحر الروم وينتهى إلى بحر جرجان وسمعت أبا عبد الرحمن الأندلسيّ بمكة حرسها الله يحدّث أنّها ركضت راكضة من الترك على بعض حدود الأندلس وسبوا منه واستاقوا السوائم وأنّه تبعهم الطلب فظفروا [ 1 
  ] بواحد منهم فقالوا فذاك أوّل ما رأينا من الترك وكنّا نكلمه ويكلَّمنا فلا يفهم ولا نفهم والغالب على الترك البياض والفطس وفيهم الثنويّة والنصارى وعبدة الأوثان والشمس وأكثر بلادهم باردة قالوا وفي التغزغز [ 2 
  ] ملك له خيمة من ذهب مركبة كالوطيس يرى تلك من فوق قصره على خمس فراسخ يعبدها قوم منهم وبلادهم سهلية قلّ ما يقع الثلج ويشتد الحرّ في الصيف حتّى يسكن أهلها في أسراب وربما جاءت الحيّة هاربة من الحرّ فتساكنهم ولهم أنواع الفواكه وألوان الثمار قالوا وخيرخيز [ 3 
  ] أيضا لهم المزارع والأشجار وملك خرخيز خاقان قالوا ومن الطراز [ f 122 v 
  ] إلى التغزغز [ 2 
  ] مسيرة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فطفروا . Ms\r\n[ 2 
  ] . التغرغر . Ms\r\n[ 3 
  ] . خيرخير . Ms\r\n","page_name":" 65 ","page_number":69},
  {"content":"\r\nشهر ومن التغزغز [ 1 
  ] إلى خرخير [ 2 
  ] مسيرة شهر وسائر الترك قبائل وأحياء كلَّهم يرون الطاعة لملك الصين بالاسم قالوا ويجاور الترك الخزر روس وصقلاب وولج والان والروم [ و 
  ] أصناف كثيرة من أشباههم والطريق إليهم في البرّ من خوارزم إلى بلغار ومن باب الأبواب وفي البحر من عابسكين [ 3 
  ] فامّا الخزر فعامّتهم يهود يشتون في المدن ويصيفون في الخيام وأمّا روس فإنّهم في جزيرة وبيئة يحيط بها بحيرة وهي حصن لهم ممن أرادهم [ 4 
  ] وجملتهم في التقدير زهاء مائة ألف إنسان وليس لهم زرع ولا ضرع يتاخم بلدهم بلد الصقالبة فيغيرون عليهم ويأكلون أموالهم ويسبونهم قالوا وإذا ولد لأحد منهم [ 5 
  ] مولود ألقى إليه سيف وقيل له ليس لك إلَّا ما تكسبه بسيفك ولهم ملك إذا حكم بين الخصمين بشيء فلم يرضيا به قال تحاكما بسيفكما فأىّ السيفين كان أحد كانت الغلبة له وهم استولوا على برذعة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . التغرغر . Ms\r\n[ 2 
  ] . حرخير . Ms\r\n[ 3 
  ] . غاسكين . Ms\r\n[ 4 
  ] . كذا : En marge\r\n[ 5 
  ] . منه . Ms\r\n","page_name":" 66 ","page_number":70},
  {"content":"\r\nسنة فارتكبوا من الإسلام وانتهكوا من محارمهم ما لم يسبقه إليه أحد من أهل الشرك فقتلهم الله عزّ وجلّ كلَّهم بالوباء والسيف قالوا وبلاد الخزر يتاخم بلاد ملك السرير وله قلعة على رأس جبل شاهق يحيط به سور من حجارة لا طريق إليها إلَّا من باب وله سرير من ذهب وسرير من فضة توارثهما من آبائه يذكرون أنّهما فيهم من ألوف سنين والملك وحاشيته نصارى وسائر أهل مملكته عبدة الأوثان وصقلاب أكبر من الروس [ 1 
  ] وأوسع خيرا وفيهم عبدة الشمس والأوثان وفيهم من لا يعبد شيئا وولج والان ليسا بالكثيرين في العدد وأمّا الروم فمشارقهم وشمالهم الترك والخزر والروس [ 1 
  ] وجنوبهم الشام والاسكندريّة ومغاربهم البحر والأندلس وطنجة وما يليها وكانت الرّقة بعضا من حدود الروم أيّام الأكاسرة والشامات ودار الملك أنطاكية إلى أن نفاهم المسلمون إلى أقصى بلادهم قالوا والروم أربعة وعشرون عملا على كل عمل جند وعامل وديوان جندهم مائة ألف وعشرون ألف مقاتل على كلّ عشرة آلاف [ 2 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الرس . Ms\r\n[ 2 
  ] . ألف . Ms\r\n","page_name":" 67 ","page_number":71},
  {"content":"\r\nبطريق وعلى كلّ خمسة آلاف طرموخ [ 1 
  ] وتحت يد [ 2 
  ] كلّ بطريق طرموخان وهو اسم قائد الجيوش والمدبّر لها دمستق وأكثر إعطائهم مقاتلهم في السنة أربعون رطلا ذهبا وأقلها اثنا عشر مثقالا ودينهم النصرانيّة ومذهبهم النسطوريّة وفيهم الحسّاب والحكماء والمنجّمون والأطبّاء والحذّاق بعمل الطلسمات والمنجنيقات وعجائب الصيغة ولهم صباحة وشقرة ونظافة وبلادهم برّيّة بحريّة سهليّة جبليّة باردة وفيهم يهود ومجوس يأخذون منهم الجزية ويأخذون من سائر الناس سوى خراج الضياع والأعشار والصدقات من كلّ بيت يوقد فيه النار درهما واحدا وأكثر غلمان الملك الترك والخزر ويسترق من الروم ما شاء قالوا وأعظم مدنهم الروميّة وفيها أربعون ألف حمّام ومنزل ملكهم قسطنطينيّة قالوا ومن وراء الروم ممالك لا يعظمون الطاعة لملك الروم ولا ينقادون له والحرب بينهم طول الصيف قائمة فإذا هجم الشتاء سدّ مسالكهم الثلج وأمّا البربر فإنّهم من العمالقة الذين كانوا نزولا بأرض الشام وفلسطين فلمّا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . طرموحان , et plus loin طرموح . Ms\r\n[ 2 
  ] . كلّ يد . Ms\r\n","page_name":" 68 ","page_number":72},
  {"content":"\r\nقاتلهم يوشع بن نون وقتل منهم من قتل انحازت [ 1 
  ] بقيّتهم إلى أعالي المغرب فهم اليوم نزول بين قصر ابن بايان إلى برقة وقيروان في الرمال والجبال والسواحل أصحاب [ f 123 r 
  ] قناطر [ 2 
  ] وأعمدة وفيهم جفاء وجلادة ويقال أنّ جالوت الَّذي قتله داود النبي عم كان منهم وفيهم شرك وإسلام والسبي الَّذي يجلب منهم من دار شركهم وفي حافاتهم أصناف من السودان يقال زغل وزغاوة ومن ثمّ يحمل هؤلاء الخصيان السود وأمّا الحبشة فقوم سود وبلادهم محرقة سهول وسواحل دينهم النصرانيّة طعامهم العسل والذرة ومشارقهم الحجاز ومغاربهم البحر وبأرضهم يقنص [ 3 
  ] هذه الزرافات وأمّا البشريّة [ 4 
  ] فإنّهم قوم سود بلادهم حارّة وماؤهم من النيل ودينهم النصرانيّة وهم أصحاب الخيام منهم البجة [ 5 
  ] وفوقهم موضع يقال له عبرات السلاحف قالوا لا نكاح بين أهلها ولا يعرف الولد أباه ويأكلون الناس\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وانحازت . Ms\r\n[ 2 
  ] . قناطير . Ms\r\n[ 3 
  ] . يفتح . Ms\r\n[ 4 
  ] . النسرية . Ms\r\n[ 5 
  ] . البحة . Ms\r\n","page_name":" 69 ","page_number":73},
  {"content":"\r\nوالله أعلم وأمّا الزنج فقوم سود الألوان فطس الأنوف جعاد الشعر قليلو الفهم والفطنة مشارقهم مغارب الهند ومغاربهم البحر وأرضهم أرض متخلخلة منهارة لا تحمل نبأ ولا تنبت شجرا يجلب إليهم الطعام والثياب ويحمل من عندهم الذهب والرقيق والنارجيل وأمّا بلاد الإسلام فواسعة بحمد الله ومنّه عريضة واسعة وهي ممالك فأوّلها الحجاز دار النبيّ صلى الله عليه وسلم ومبعث الإسلام مشرقهم العراق مغربهم بلاد مصر وشمالهم الشام وجنوبهم اليمن والحبشة ونجد ما ارتفع منها وتهامة ما تطأ من نحو البحر فمكّة حرسها [ 1 
  ] الله من تهامة والمدينة من نجد وهي بدو وحضر فمن مدن الحضر مكّة والطائف والجدّة والجحفة والمدينة ووادي القرى وخيبر ومدين وأيلة [ 2 
  ] وتبالة ومدن آخر صغار مثل بدر والفرع والمروة وفدك والرحبة والسّيالة والرَّبَذَة ومن المدن بالحجاز تيماء وحصنها الأبلق ودومة الجندل وحصنها مارد وفيها تقول الزباء تمرّد مارد وعزّ [ 3 
  ] الأبلق وقرى كثيرة غير\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . حرسا . Ms\r\n[ 2 
  ] . وأبلَّة . Ms\r\n[ 3 
  ] . ثم دمار ذوعر . Ms\r\n","page_name":" 70 ","page_number":74},
  {"content":"\r\nما ذكرنا وأمّا البدو القبائل وأصحاب الخيام وبدوهم أكثر من حضرهم ، اليمن\r\nقالوا وكانت أعمال اليمن مقسومة على ثلاثة ولاة وال على الحرم ومخاليفها ووال على حضرموت ومخاليفها وهي أوسطها وأطيب بلادها وأبردها وأكثر ما ارتفع من أموالها ما جباه بعض عمّال بنى العبّاس ستّمائة ألف دينار وأهلها قوم فيهم جهل وغباوة وسلامة الصدر وضعف الحال وأكثر فواكههم الموز وعامّة لحومهم لحم البقر وفي مشارق سواحلهم صخار ومسقط [ 1 
  ] وسقوطرا وشحر [ 2 
  ] محلب ومن عندهم اللبان والصبر وهم قوم ضعاف الحال سيّئو العيش قليلو الخيل والصناعات ولهم لغة لا يفهمها غيرهم وتليهم الاحسا [ 3 
  ] وهي من أرض العرب قد استوطنها القرامطة اليوم ، الشام\r\nوهي أربعة أجناد جند من حمص وجند دمشق وجند فلسطين وجند الأردنّ ولكل جند عمل يشتمل على عدة مدن وقرى وفيها العجائب والمساجد لأنّها أرض الأنبياء عم فشرقيّ الشام غربىّ الفرات\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . سقط . Ms\r\n[ 2 
  ] . شجر . Ms\r\n[ 3 
  ] . كذا في الأصل . Ms\r\n","page_name":" 71 ","page_number":75},
  {"content":"\r\nوغربي الشام ساحل الروم وشماله جبال الروم وجنوبه فلسطين والأردن وبعض البادية فمدينة الأردن الطبرية والرملة وبيت المقدس من سواد رملة [ f 123 v 
  ] وكان دار ملك سليمان وداود [ 1 
  ] ،\r\nعمل مصر\r\nمسيرة شهر في مسيرة شهر طولها من رفح [ 2 
  ] إلى أسوان من حد النوبة وعرضها من برقة إلى أيلة وهي من بلاد مقدونية [ 3 
  ] يونان وماءها من النيل وكانت المدينة في القديم عين الشمس ثم صارت الفسطاط من مصر إلى إسكندرية ثلاثون فرسخا وما وراء ذلك من حد المغرب وما فوق أسوان من حد النوبة وما فوق رفح من حد فلسطين وكان خراج مصر زمن فرعون ثمانية وعشرين ألف دينار وجباه بنو أمية ألفي ألف وثمان مائة ألف دينار ،\r\nالمغرب\r\nمن الإسكندرية إلى برقة مائتا فرسخ وبرقة أول مدينة من مدن المغرب وهي حمراء شديدة حمرة التربة موضوعة في صحراء [ 4 
  ] محفوفة بالجبال ومنها إلى الإفريقية [ 5 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] دادود . Corr . marg , ; ms\r\n[ 2 
  ] . زنج . Ms\r\n[ 3 
  ] معد وفيه . Ms\r\n[ 4 
  ] . صفراء Corr . marg , ; ms\r\n[ 5 
  ] الافرنقية . Ms\r\n","page_name":" 72 ","page_number":76},
  {"content":"\r\nوهي القيروان العلويّ المهدىّ [ 1 
  ] مائة وخمسون فرسخا عمارات متّصلة حضرها المغاربة وبدوها البرابر ومن المهديّة إلى السوس مسافة أيّام كلّ هذا في يد العلويّ وهو من أولاد إدريس بن عبد الله بن إدريس بن عبد الله بن الحسن بن علي بن أبي طالب صلوات الله عليه ثم ما وراء ذلك في يد ابن رستم الاباضىّ وهو رجل من الفرس يرى رأى الخوارج ويسلَّم عليه بالخلافة ومن إفريقية [ 2 
  ] إلى تاهرت [ 3 
  ] مسيرة شهر ثمّ ما وراء تاهرت [ 3 
  ] في يدي الأموية عبد الرحمن بن معاوية من ولد هشام [ 4 
  ] بن عبد الملك بن مروان وهي طنجة ولنجه وأندلس وعمل طنجة مثل عمل مصر مسيرة شهر في شهر وهي متاخمة شمال الروم ومجمع البحرين الَّذي يجرى فيه السفن والَّذي لا تجرى وفي جنوب المغرب السودان [ 5 
  ] زغل وزغاوة إلى النوبة والحبشة ومغارب طنجة البحر الأخضر المظلم الَّذي لا يركبه أحد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . العنوىّ المهدية Corr . marg , ; texte\r\n[ 2 
  ] . إفريقية . Ms\r\n[ 3 
  ] . باهرت . Ms\r\n[ 4 
  ] . هيشام . Ms\r\n[ 5 
  ] . والسودان . Ms\r\n","page_name":" 73 ","page_number":77},
  {"content":"\r\nولا يعلم أحد ما وراءه ويقابل طنجة وأندلس وإفريقية جزائر من البحر فيها عمارات ومدن وأكثرها من عمل الروم ،\r\nالعراق\r\nشرقىّ الحجاز طوله مائة وعشرون فرسخا من عقبة حلوان إلى العذيب وكانت الأكاسرة ينزلون المدائن إلى أن جاء الإسلام وجباها سهل بن حنيف زمن عمر بن الخطَّاب رضي الله عنه مائة ألف ألف وثمانية وعشرين ألف ألف درهم وجباها الحجّاج ثمانية عشر ألف ألف درهم وليس فيها مائة ألف ألف درهم تراجع إلى هذا المقدار في مدة أربعين سنة وزيادة مدنها الكبار أربع الكوفة والبصرة وواسط وبغداذ وليس بالعراق ماء جار إلَّا بالسواقى والدوالي غير عين البصرة فإنّ المدّ يسقيها والبطائح دون واسط بعشرين فرسخا وهي ثلاثون فرسخا في ثلاثين فرسخا وكانت هذه البطائح في القديم قرى عامرة ومزارع متّصلة والماء يجرى من دجلة العوراء يمرّ بين يدي المذار وعبدسى وفم الصلح حتّى يأتي المدائن والسفن تجرى فيها من أرض الهند إلى المدائن ثمّ خدّت الأرض حتّى مرّت بين يدي واسط قبل أن يكون واسط فجعلت بذلك الضياع بطائح قبلها جوخى [ 1 
  ] بين المذار\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . جوحى . Ms\r\n","page_name":" 74 ","page_number":78},
  {"content":"\r\nوعبدسى فصارت صحارى وسمّيت تلك دجلة العوراء لتحوّل الماء عنها وأنفق كسرى مالا عظيما على أن يحوّل الماء إلى دجلة العوراء فأعياه ذلك ورام بعده خالد بن عبد الله فأعجزه ،\r\nالجزيرة\r\nما بين دجلة والفرات فمنها سروج ورها وعين شمس ودارا ونصيبين وآمد وبرقعيد [ f 124 r 
  ] وبلد الموصل وبالس ورقّة وهيت [ 1 
  ] والرحبة أعلاها ارمينيّة ،\r\nالسواد\r\nسوادان سواد الكوفة وسواد البصرة وسمّى سورستان طولها من حدّ الموصل إلى آخر الكوفة المعروفة ببهمن أردشير على فرات البصرة مائة وخمسة وعشرون فرسخا وعرضها [ 2 
  ] ثمانون فرسخا من عقبة حلوان إلى العذيب ممّا يلي البادية يكون ذلك مكسّرا عشرة آلاف فرسخ والفرسخ اثنا عشر ألف ذراع كلّ ذلك مستعمر مستنزل وكان مبلغ خراج السواد مائة ألف ألف درهم وخمسين ألف ألف درهم ولم يزل على المقاسمة في أيّام قباذ بن فيروز الملك فإنّه مسحها ووضع الخراج عليها وبعث عمر بن الخطَّاب رضي الله عنه عثمان بن حنيف فمسح السواد فوجده\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وهيت . Ms\r\n[ 2 
  ] . وطولها . Ms\r\n","page_name":" 75 ","page_number":79},
  {"content":"\r\nستّة وثلاثون ألف [ ألف 
  ] جريب فوضع على كلّ جريب درهما وقفيزا ،\r\nآذربيجان\r\nوارمينيّة هي شمال الجبل والعراق مشارقهم جرجان ومغاربهم الروم شمالهم أصناف أهل الشرك لأنّه يقال أنّ [ 1 
  ] وراء باب الأبواب اثنين وسبعين فرقة من الكفّار فمن مدنها الكبار أردبيل ومراغة وموقان وبرذعة وتفليس وثغورها ثغور أهل الشام وأهل الجزيرة وهي تسمّى العواصم فمنها قاليقلا وسميساط واخلاط وقنّسرين وكذلك طرسوس وعين زربة [ 2 
  ] وآدنه والمصيصة ،\r\nالأهواز\r\nطولها من سفح جبال اينان إلى شطَّ البصرة وعرضها من حدى واسط إلى حد فارس ومدنها الكبار ستّ كور تستر وجنديسابور والسوس والعسكر ورامهرمز و [ 3 
  ] نفس مدينة الأهواز وكان يبلغ خراجها أيّام الأكاسرة مائة ألف ألف درهم وخمسين ألف ألف درهم واف وحكى أنّها جبيت في بعض الأوقات ألف حمل فضّة ،\r\nفارس\r\nطولها مائة وخمسون فرسخا في [ 4 
  ] مائة وخمسين فرسخا منها صرود وجروم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . انّه . Ms\r\n[ 2 
  ] . زرة . Ms\r\n[ 3 
  ] . وتستر . Ms\r\n[ 4 
  ] . و . Ms\r\n","page_name":" 76 ","page_number":80},
  {"content":"\r\nوجبال وسهول وسواحل وكورها في الأصل أربع كور إصطخر وسابور ودارابجرد وأردشيرخرّه فمدينة أردشيرخرّه شيراز ومدينة دارابجرد فسا ومدينة سابور نوبندجان [ 1 
  ] ومدينة إصطخر البيضاء وخراجها أربعة وستّون ألف ألف درهم واف ويتاخمها كرمان ،\r\nكرمان\r\nوسجستان ومكران وما فوقها أمّا كرمان ففيها صرود وجروم وعيون وأودية وأعظم مدنها أربع برماشير وبمّ وجيرفت [ 2 
  ] ودار الملك [ المعروف 
  ] بالسيرجان ويتاخمها بلاد مكران وسجستان فأمّا مكران فإنّها تمتدّ إلى قيقان [ 3 
  ] من أرض السند وفيه مدن وكور كثيرة ثمّ إلى مولتان تسمّى فرج [ 4 
  ] بيت الذهب لأنّ محمّد بن يوسف لمّا افتتحها أصاب بها أربعين بهارا من الذهب والبهار ثلاثمائة وثلاثة وثلاثون منّا ذهبا ثمّ يتّصل حدود مولتان بحدود الهند وأما سجستان فمشارقها أرض كابل ومغاربها كرمان وجنوبها مكران وقيقان [ 5 
  ] وشمالها قهستان وخراسان\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بويند جان . Ms\r\n[ 2 
  ] . برماشير وبم وحيروت . Ms\r\n[ 3 
  ] . فيفافان . Ms\r\n[ 4 
  ] . فرح . Ms\r\n[ 5 
  ] . قيقاقان . Ms\r\n","page_name":" 77 ","page_number":81},
  {"content":"\r\nوتتاخم سجستان بلدي الرور [ 1 
  ] والرخّج وبست وهذه النواحي تتاخم أرض غزنة وقد ظهر في نواح يقال لها خشباجى معدن الذهب يحفرون الآبار ويخرجون من التراب الذهب وظهر هذا في سنة تسعين وثلاثمائة وزيد هذا الفصل في هذا الكتاب لأنّه من العجائب ثمّ يرتفع إلى فنجهير وهي معادن الفضّة إلى اندراب وبذخشان ووخان ثمّ يتصاعد إلى تبت ومن تبت إلى المشرق [ f 121 v 
  ] وفي شمال تبت والرخّج الغور وهي جبال شامخة يخرقها نهر زرنج وفي جنوبها أرض السند ،\r\nالجبل\r\nوهي من شرقىّ العراق وغربىّ خراسان أدناها إلى العراق حلوان ثمّ قرماسين ثم الدينور ثم همذان ونهاوند يسمّى ماء البصرة وفي شمال هذه النواحي آذربيجان وفي جنوبها ماسبذان [ 2 
  ] والسيروان ومدينة مهرجانقذق [ 3 
  ] وهذه المدن بين العراق والأهواز والجبل وما يلي أرض فارس من الجبل الكرج وأصبهان وما بينها آخر عمل الجبل ممّا يلي خراسان الري وقزوين\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الدوار . Ms\r\n[ 2 
  ] . ما سندان . Ms\r\n[ 3 
  ] . فوق . Ms\r\n","page_name":" 78 ","page_number":82},
  {"content":"\r\nثمّ في شمالها متصاعدا جرجان وطبرستان والجيل [ 1 
  ] والديلم فالديلم لهم الجبال وهم أقلّ عددا من الجيل [ 1 
  ] والجيل [ 1 
  ] لهم سواحل بحر عابسكين [ 2 
  ] وفي مشارق الرىّ قومس ثمّ يمرّ متصاعدا حتّى يدخل حدود خراسان قالوا وبين الحدّين تلّ لمّا وافى عبد الله بن طاهر خراسان واليا عليها وقف على ذلك التلّ ونادى يا أهل خراسان لا أجبيكم حتّى أحميكم ،\r\nخراسان\r\nطوله من حدّ الدامغان إلى شط نهر بلخ وعرضه من حدّ زرنج إلى حدّ جرجان ومدنها الكبار أربع نيسابور ومرو وهراة وبلخ ثمّ فوق بلخ إذا لم يعبر النهر ممالك منها طخارستان وختل وشغنان [ 3 
  ] وبذخشان إلى حدود الهند من نحو باميان وإلى حدود تبت من نحو وخان وإن عبرت النهر أدّاك إلى الصغانيين من الترمذ إلى نخشب وكميذ وراشت [ 4 
  ] تتاخم بلاد الترك الخرلخيّة [ 5 
  ] ومن قبلهم يجيئهم الماء وأمّا ما وراء النهر فممالك واسعة منها سمرقند وفرغانة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الجبل . Ms\r\n[ 2 
  ] . غابسكين . Ms\r\n[ 3 
  ] . وشغبان . Ms\r\n[ 4 
  ] . نى شب وكميدر وراشب . Ms\r\n[ 5 
  ] . ( الخزرجية sic , pour ) الخزرجيّة . Ms\r\n","page_name":" 79 ","page_number":83},
  {"content":"\r\nوالشاش وأسبيجاب ودار الملك بخارا وأمّا المدن الصغار فكثيرة مثل كش ونسف وكور سغد وإيلاق وخجند وفرب وعلى شطَّى جيحون إذا انحدرت على آمل بلاد خوارزم وهي تتاخم بلاد الترك بالغربيّة ومن خوارزم إلى بلغار يفضي إلى الخزر والروم ومن وراء باب الأبواب وفي مشارق خوارزم الترك وما وراء النهر وفي جنوبهم مروالروذ وأبيورد ونسا وفي مغاربهم البحر وفي شمالهم الترك فسبحان من أحصى هؤلاء الخلق عددا وقدّر لهم الأراضي والنواحي مستقرّا وموطنا وخالف بين أهوائهم وإراداتهم وهممهم ولغاتهم ومعاملاتهم ومعايشهم فهم كلَّهم بعينه وعينه وفي قبضته وتحت قدرته لا يخفى منهم خافية عليه ولا يغيب غائبة فهم بين مرضىّ عنه ومسخوط عليه ومقرب اليه ومقصى عنه فلا المرضيّ المقرّب آمن من عقوبته وسطوته ولا المقصى المسخوط عليه يائس من عفوه ورحمته تبارك الله وتعالى كيف لا يحار الأفهام في عجيب تدبيره وبديع تقديره ومحكم صنيعه وفاضل قسمته تكفل بأرزاقهم ولم يخف عليه عدد أنفاسهم وجعل بعضهم لبعض فتنة يبلو بهم صبرهم وشكرهم في معافى ومبتلى وفقير وغنىّ وضعيف وقوىّ وحسن ورميم\r\n","description":"","footnote":"","page_name":" 80 ","page_number":84},
  {"content":"\r\nوعالم وجاهل دلالة منه بما يصنع على وحدانيّته ودعوة إلى معرفة ربوبيّته فله الحمد بالاستحقاق والاستغناء ومن أحقّ بحمده ممّن دعاه فأجابه وهداه [ f 125 r 
  ] فاهتدى به اللَّهمّ فألهمنا التوفيق لبلوغ رضاك وأداء حقّك في إشاعة شكرك والقيام بلوازم فرضك وعرّفنا بركتك [ 1 
  ] بإعطاء القوّة وزيادة النشاط في طاعتك وعبادتك ولا تجمع بيننا سوء اختيارنا وكثرة تفريطنا وبين من عاديناه فيك وناصبناه لدينك يا ارحم الراحمين وكم للناظر في هذا الفصل من العبر والتنبيه إن كان ذا عقل ودين يقول الله عزّ وجلّ * ( وقَدَّرَ فِيها أَقْواتَها في أَرْبَعَةِ أَيَّامٍ سَواءً لِلسَّائِلِينَ 41 : 10 ) * ويقول * ( قُلْ سِيرُوا في الأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ 29 : 20 ) * ويقول سبحانه * ( هُوَ الَّذِي جَعَلَ لَكُمُ الأَرْضَ ذَلُولًا فَامْشُوا في مَناكِبِها وكُلُوا من رِزْقِه 67 : 15 ) * ويقول * ( أَفَلَمْ يَسِيرُوا في الأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها أَوْ آذانٌ يَسْمَعُونَ بِها 22 : 46 ) *\r\n* * *\r\nذكر المساجد والبقاع الفاضلة والثغور ،\r\nمكّة\r\nجاء في أخبار أهل الإسلام أنّ أوّل ما خلق الله عزّ وجلّ في الأرض مكان الكعبة ثمّ دحا الأرض من تحتها فهي سرّة الأرض ووسط\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بركته . Ms\r\n","page_name":" 81 ","page_number":85},
  {"content":"\r\nالدنيا وأمّ القرى أوّلها الكعبة وبكة وحول بكة مكّة وحول مكّة الحرم وحول الحرم الدنيا قالوا ولمّا هبط آدم إلى الأرض حزن على ما فاته من نعيم الجنّة فعزّاه الله عنه بخيمة من خيام الجنّة درّة مجوّفة فوضعها في موضع الكعبة اليوم وجعل يطوف بها مع الملائكة قالوا فلمّا كان زمن الغرق رفعت الخيمة إلى السماء وزعم وهب أنّ أوّل من بنى الكعبة بالطين والحجارة شيث بن آدم عم فلما كان زمن إبراهيم عم أمره الله تعالى ببناء البيت وأرسل اليه السكينة وهي في هيئة سحابة لها وجه ولسان وعينان تتكلَّم فوقفت فوق موضع الكعبة وقالت يا إبراهيم خذ على قدر ظلَّى فبنى البيت على قدر ذلك الظلّ بقول الله عزّ وجلّ * ( وإِذْ يَرْفَعُ إِبْراهِيمُ الْقَواعِدَ من الْبَيْتِ وإِسْماعِيلُ رَبَّنا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ 2 : 127 ) * قالوا وليست أمّة في الأرض إلَّا وهم يعظَّمون ذلك البيت ويعترفون بقدمه وفضله وانّه من بناء إبراهيم الخليل عم حتّى اليهود والنصارى والمجوس وقد قيل أنّ زمزم سمّيت بزمزمة المجوس عليها وأنشدوا بيتا [ سريع 
  ]\r\n","description":"","footnote":"","page_name":" 82 ","page_number":86},
  {"content":"\r\nزمزمت الفرس على زمزم * ذلك [ 1 
  ] في سالفها الأقدم\r\nقال الله تعالى * ( وأَذِّنْ في النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجالًا وعَلى كُلِّ ضامِرٍ 22 : 27 ) * قالوا فلمّا فرغ إبراهيم من بناء البيت نادى ياأيّها الناس إنّ الله كتب عليكم الحجّ إلى بيته تحجّوه وبلَّغ الله عزّ وجلّ صوته من كان في أرحام الأمّهات وأصلاب الآباء فمن أجابه ولبّاه فلا بدّ من أن يحجّ ومن لم يجبه فلا سبيل إلى ذلك قالوا وأوّل من كسا الكعبة تبّع لمّا أتى به مالك بن عجلان إلى يثرب وقتل اليهود ومرّ بمكّة وقد أخبر بفضلها وشرفها فكساها الخصف [ 2 
  ] ثمّ رأى في المنام أن أكسها أحسن من ذلك فكساها الأنطاع فرأى في المنام أن اكسها أحسن من ذلك [ f 125 v 
  ] فكساها المعافر [ 3 
  ] والوصائل وأوّل من حلَّى البيت عبد المطَّلب لمّا حفر بئر زمزم أصاب فيه من دفن جرهم غزالتين من ذهب فضربهما في باب الكعبة ثم لمّا قام\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وذلك . Ms\r\n[ 2 
  ] . الحصف . Ms\r\n[ 3 
  ] . والمغافر . Ms\r\n","page_name":" 83 ","page_number":87},
  {"content":"\r\nالإسلام كساها عمر بن الخطَّاب رضي الله عنه القباطيّ ثمّ كساها الحجّاج بن يوسف الديباج ويقال أنّ أوّل من كساها الديباج الخسروانى [ 1 
  ] يزيد بن معاوية وأوّل من خلَّق جوف الكعبة بالخلوق عبد الله بن الزبير وأوّل من بناها بعد بناء إبراهيم عم أهل الجاهلية قبل مبعث النبيّ صلى الله عليه وسلم وذلك أنّه جاء سيل من أعلى مكّة فهدم جدار الكعبة وساق مالها فاجتمعت قريش وتشاوروا في بنائها فبنوها ورفعوا بابها عن الأرض مخافة السيل وأن لا يدخل فيها إلَّا من أحبّوا ثمّ اختلفوا في الركن فوضعه [ 2 
  ] رسول الله صلى الله عليه وسلم بيده قبل الوحي وكان المسجد في عهده غير محاط عليه فضاق بالناس أيّام عمر فاشترى دورا [ 3 
  ] فهدمها وزاد في المسجد وأحاط عليها بحائط دون قامه الرجل ثمّ زاد عثمان بعده ثمّ هدم البيت عبد الله بن الزبير على حديث عائشة وجعل له بابين في الأرض ونقل إليه ثلاث أساطين من قليس صنعاء ثمّ لمّا قتله الحجّاج هدم بناءه وبناه على البناء\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الخسروانى . Ms\r\n[ 2 
  ] . فوضعها .\r\n[ 3 
  ] . Addition marginale moderne\r\n","page_name":" 84 ","page_number":88},
  {"content":"\r\nالأوّل ثمّ وسّع المسجد أبو جعفر المنصور ثمّ زاد فيه بقدر المهدىّ في سنة مائة وستّين فهو اليوم على ما بنوه ،\r\nمسجد المدينة\r\nكان بالمدينة على عهد رسول الله صلى الله عليه وسلم تسع مساجد يصلَّون ولا يحضرون مسجد الرسول إلَّا يوم الجمعة وأوّل ما [ 1 
  ] بنى بها من المساجد مسجد قبا وذلك أنّ رسول الله صلى الله عليه وسلم لمّا قدم نزل في بنى عمرو بن عوف وأسّس به مسجد قبا ثمّ خرج من عندهم يوم الجمعة فأدركته الصلاة في بنى سالم بن عوف فصلَّى الجمعة في بطن الوادي وبنى فيه مسجدا ثمّ جاء إلى المدينة ونزل على أبى أيّوب الأنصاريّ وكان المربد فيه قبور جاهلية وغرقد وما يستحلّ فسأل النبيّ صلع عنه فقال له معاذ بن [ عفراء 
  ] وأسعد بن زرارة إنّه لسهل وسهيل ابني عمرو ويتيمين في حجري وسأرضيهما عنه فأبى الرسول صلع حتى ابتاعه [ 2 
  ] منهما وأمر بالقبور فنبشت وبالغرقد فقطع وباللبن فضرب ونقلت الحجارة لأساسه وكان رسول الله صلى الله عليه وسلم ينقل الحجر على بطنه فلقيه أسد بن حصين فقال أعطنيه يا رسول الله فقال اذهب فاحمل غيره\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] من . Ms\r\n[ 2 
  ] . ابتاعهما . Ms\r\n","page_name":" 85 ","page_number":89},
  {"content":"\r\nفلست بأفقر إلى الله عزّ وجلّ منّى وجعل يقول فيما روى الزهرىّ لا عيش إلَّا عيش الآخرة فاغفر للأنصار والمهاجرة [ 1 
  ] وجعل المسلمون يرتجزون [ رجز 
  ]\r\nلئن قعدنا والنبيّ يعمل * فذاك منّا العمل المضلَّل\r\nقالوا وبنى المسجد في طول مائة ذراع مربعا أساسه الحجر وجدرانه اللبن وسقفه الجريد [ 2 
  ] وعمده خشب النخل ثلاثة أبواب فقيل له ألا تسقّفه فقال لا عرش كعرش موسى وتمام الشان أعجل من ذلك فهذا ما كان من أمر المسجد في عهد رسول الله صلى الله عليه وسلم وأمر أن يحصّب فمات قبل ذلك فحصّبه عمر رضي الله عنه وزاد فيه دار العبّاس [ f 126 r 
  ] ثمّ زاد فيه عثمان وجعل سقفه من الساج وحيطانه بالحجارة المنقوشة ثمّ لمّا استعمل الوليد بن عبد الملك عمر بن عبد العزيز على المدينة كتب إليه أن يوسّع المسجد ويدخل فيه بيوت أزواج النبيّ صلى الله عليه وسلم وبعث إليه بفعلة من الروم والقبط وأربعين ألف مثقال من ذهب\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ; corrige d ' apres Samhoudi , p . 107 والآخرة . Ms\r\n[ 2 
  ] . الحريد . Ms\r\n","page_name":" 86 ","page_number":90},
  {"content":"\r\nفسوّره وبطنه بالفسيفساء [ 1 
  ] وألوان الزجاج ثم زاد فيه المهدي ثمّ المأمون بعده فهو اليوم على ما فعله المأمون ،\r\nبيت المقدس\r\nزعم وهب أنّ يعقوب النبيّ عم كان يمرّ في بعض حاجاته فأدركه النوم في موضع المسجد فرأى في المنام كأنّ سلَّما منصوبا إلى السماء والملائكة تعرج فيه وتنزل وأوحى الله عزّ وجلّ إنّ قد ورّثتك هذه الأرض المقدّسة ولذرّيّتك من بعدك فابن لي فيها مسجدا فاختطَّ عليه يعقوب ثمّ بعده قبّة إيليا وهو الخضر ثم بنى بعده داود وأتمّه سليمان وخرّبه نصر فأوحى الله عزّ وجلّ إلى كوشك ملك من ملوك فارس فعمرها ثم خرّبها ططس الرومىّ الملعون فلم يزل خرابا إلى أن قام الإسلام وعمره عمر بن الخطاب رضي الله عنه ثم معاوية ابن أبي سفيان وبه بايعوه للخلافة وليس ببيت المقدس ماء جار وانّما يشربون ماء الأمطار في الجباب إلَّا عينة تسمّى عين سلوان فيه ملوحة يزعمون أنّ الله عزّ وجلّ أظهرها لمريم حين أرادت أن تغتسل وظهر المسجد مغطَّى بصفائح من رصاص وأرض المسجد مفروشة بالرخام لئلَّا يضيّع ماء المطر وللمسجد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : En marge\r\n","page_name":" 87 ","page_number":91},
  {"content":"\r\nأبواب باب داود وباب سليمان وباب الأسباط وباب البقر والمسجد من أحد جوانبه يفضي إلى وادي جهنّم وفيه مقابر ومزارع وفي وسط المسجد قبّة الصخرة وعلى باب المدينة باب داود يصعد اليه بدرجات وفي المدينة مسجد لعمر بن الخطَّاب رضي الله عنه وفيها كنائس اليهود والنصارى منها كنيسة يقال لها جلجلة [ 1 
  ] فيها قبر آدن أبى زكريّا عم ومنها كنيسة صهيون [ 2 
  ] التي كان يتعبّد فيها داود عم وكنيسة القيامة [ 3 
  ] في الموضع الَّذي يزعم النصارى أنّ المسيح لما قتل دفن فيه ثم قام وصعد إلى السماء ومن رملة إلى بيت المقدس ثمانية عشر ميلا وفي نصف الطريق قرية شنا يقال لها قرية العنب ومن بيت المقدس إلى بيت لحم [ 4 
  ] فرسخ وبه كنيسة مولد المسيح عم وبجنبها كنيسة الصبيان يزعمون أنّ الملك هيروذوس قتل بها صبيانا على اسم المسيح ومن بيت لحم [ 4 
  ] إلى قبر الخليل عم فرسخان ،\r\nطور سينا\r\nيخرج\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . خلخلة . Ms\r\n[ 2 
  ] . صيهور . Ms\r\n[ 3 
  ] . القيامناه . Ms\r\n[ 4 
  ] . اللخم . Ms\r\n","page_name":" 88 ","page_number":92},
  {"content":"\r\nالرجل من مصر إلى قلزم في ثلاثة أيّام ومن قلزم إلى الطور طريقان أحدهما في البحر والآخر في البرّ وهما جميعا يؤدّيان إلى فاران [ 1 
  ] وهي مدينة العمالقة ثم يسير منها إلى الطور في يومين فإذا انتهى إليه صعد ستّ آلاف وستّ مائة وستّا وستّين مرقاة وفي نصف الجبل كنيسة لا يليّا النبيّ وفي قلَّة الجبل كنيسة مبنيّة باسم موسى عم بأساطين من رخام وأبواب من صفر وهو الموضع الَّذي كلَّم الله عزّ وجلّ فيه موسى وقطع منه الألواح للتورية ولا يكون فيها إلَّا راهب واحد للخدمة ويزعمون أنّه لا يقدر أحد أن يبيت فيها فيهيّئ له بيت صغير من خارج ينام فيه ،\r\nمسجد الكوفة\r\nبناه سعد بن أبي وقّاص رضي الله عنه [ f 126 v 
  ] بأمر عمر بن الخطَّاب رضي الله عنه بالآجر وزاد فيه المأمون ويقال من موضعه فار التنّور من الغرق ،\r\nمسجد البصرة\r\nبناه عتبة بن غزوان بالقصب ثمّ بناه عبد الله بن عامر بالطين ثمّ بناه زياد بن أبيه بالآجر وزاد فيه المأمون وفيه موضع الحكم الَّذي كان يقضى فيه علي بن أبي طالب كرّم الله وجهه ،\r\nمسجد مصر\r\nبناه عمرو بن العاص زمن إمارته بها ،\r\nمسجد دمشق\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فاراب . Ms\r\n","page_name":" 89 ","page_number":93},
  {"content":"\r\nبناه الوليد بن عبد الملك ويقال أنّه أحد عجائب الدنيا ،\r\nمسجد الرملة\r\nيقال فيه قبر كذا نبيّ والله أعلم وأحكم\r\n* * *\r\nالطريق من العراق إلى مكة حرسها الله\r\nيقال من الكوفة إلى مكة مائتان وثلاثة وخمسون فرسخا والفرسخ ثلاثة أميال يخرج من الكوفة إلى القادسيّة ثمّ إلى العذيب وهي كانت مسلحة للفرس بينها [ 1 
  ] وبين القادسيّة حائطان متّصلان بينهما نخل وهي ستة أميال فإذا خرجت منها دخلت البادية ثم المغيثة ثم القرعاء ثم واقصة ثم العقبة ثم القاع ثم زبالة وبها حصن وجامع ثم الشقوق ثم قبر العبادي ثم الثعلبيّة [ 2 
  ] وهي ثلث الطريق ثم الخزيميّة [ 3 
  ] ثم الأجفر ثم فيد وهي نصف الطريق وبها حصن وجامع والبلد الطيّئ ثم سميرا ثم الحاجر ثم النقرة ومنها يفترق الطريق إلى المدينة فمن أراد مكّة أخذ المغيثة ثم الرَّبَذَة ثم السليلة ثم العمق ثم معدن بنى سليم ثم أفيعية [ 4 
  ] ثم المسلح ثم الغمرة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بينهما . Ms\r\n[ 2 
  ] . التغلبية . Ms\r\n[ 3 
  ] . الحرميّة . Ms\r\n[ 4 
  ] . الافيقة . Ms\r\n","page_name":" 90 ","page_number":94},
  {"content":"\r\nومنها يحرم الناس إلَّا الجمّالين فإنّها يحرمون من ذات عرق ثم بستان بنى عامر ومن البستان إلى مكة ثمانية فراسخ أربعة وعشرون ميلا ومن أراد المدينة من النقرة أخذ العسيلة ثم بطن النخل عمرها مصعب بن الزبير ثم الطرف ثم المدينة ومن المدينة إلى مكّة ثلث طرق الجادّة والساحل وطريق المخالف ولكلّ قوم طريق ومنازل معدودة فلا فائدة في حفظها لغير أهلها\r\n* * *\r\nذكر الثغور والرباطات\r\nاعلم أنّ لكلّ قوم عدوّا يحاذرونهم فلأهل الشام وآذربيجان والجزيرة عدوّهم الروم وارمينيّة وثغورهم السواحل وطرسوس والمصيصة وعين زربة [ 1 
  ] وقاليقلا وسميساط واخلاط [ 2 
  ] وكذلك عدوّ المغاربة الروم وعدوّ أهل الجبل وجرجان والجيل والديلم الغزّيّة [ 3 
  ] الترك وكانت قزوين ثغر الديلم ودهستان ثغر الترك فأسلمت الديالمة وتباعدت عنهم الترك وعدوّ أهل كرمان البلوص وعدوّ\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ذربه . Ms\r\n[ 2 
  ] . وخلاط . Ms\r\n[ 3 
  ] . والغرية . Ms\r\n","page_name":" 91 ","page_number":95},
  {"content":"\r\nأهل بلخ [ و 
  ] باميان وجوزجان الهند وأهل خراسان عدوّهم الترك وعدوّ أهل مكران البارج وخاشت [ 1 
  ] وثغرهم تيز وأهل زرنج وبست الغور وكثير من الثغور قد تباعد عنها العدوّ وأسلموا مثل قزوين أسلمت الديلم ومثل ويسكرد [ 2 
  ] أسلمت راشت والتحرّز من المسلمين أولى من غيرهم\r\n* * *\r\nذكر ما يحكى من عجائب الأرض وأهلها\r\nقد ذكر في الكتب أنّ عجائب الدنيا [ f 127 r 
  ] أربع شجر الزرزور ومنارة [ 3 
  ] الإسكندرية وكنيسة الرها ومسجد دمشق ومن العجائب الهرمان بمصر ارتفاعهما في السماء أربع مائة وخمسون ذراعا في انخراط مكتوب عليهما من ادّعى قوّة فليهدمهما فإنّ الهدم أسهل من البناء ومنها قنطرة بختن معقودة من رأس جبل إلى جبل عقدها أهل الصين في الدهر ومنها جبل تبت يقال له جبل السمّ إذا مرّ به الناس أخذ بأنفاسهم فمنهم من يموت ومنهم من ينغل [ 4 
  ] لسانه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وحاشب . Ms\r\n[ 2 
  ] . ويشجرد : . Corr . marge\r\n[ 3 
  ] . والمنارة . Ms\r\n[ 4 
  ] . ينعل . Ms\r\n","page_name":" 92 ","page_number":96},
  {"content":"\r\nومنها أنّ قتيبة بن مسلم لمّا افتتح ويكند أصاب بها قدورا عظاما يصعد إليها بالسلاليم فتذاكروا أنّها ممّا عملته الشياطين لسليمان عم بقوله تعالى * ( يَعْمَلُونَ لَه ما يَشاءُ من مَحارِيبَ وتَماثِيلَ وجِفانٍ كَالْجَوابِ وقُدُورٍ راسِياتٍ 34 : 13 ) * ومنها ما يحكى أنّ في مطلع الشمس أرضا ينبت الذهب قطعا كالنبات يظهر عند انفجار الصبح كالسرج ثم يغوص إذا دنا طلوع الشمس وفي تلك الأرض دابّة على صورة النمل تأكل الناس قالوا ولمّا أغزى گشتاسب بن لهراسب إسفنديار فسار في أرض الترك حتّى خرج من وراء الروم في أقصى الغرب وضع ثمّ صنما ونقش فيه ليس وراء هذا أحد يقاتل ولمّا فتح طارق بن زياد الأندلس في ولاية الوليد بن عبد الملك أصاب بها مائدة بثلاثة أطواق لؤلؤ وزبرجد وياقوت فذكر أهل الكتاب أنّهما ممّا استخرجه الشياطين من البحر لسليمان بن داود ومنها أنّ من دخل تبت لم يزل مسرورا ضاحكا حتّى يخرج كما يزعمون من غير علَّة ومنها أساطين انصنا [ 1 
  ] مرأى الصعيد وغضائر [ 2 
  ] السروج ومنها\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] انصيار . Ms\r\n[ 2 
  ] وقفاير . Ms\r\n","page_name":" 93 ","page_number":97},
  {"content":"\r\nالبحر المغربي لا تجرى فيه السفن لأنّ فيه جبالا من حجر المغناطيس إذا انتهت إليه السفن جذبت ما فيها من المسامير فانتقضت قالوا وفي بحر الهند حيتان يبتلعون القارب وفيه سمك طيّارة وفي بحر المغرب سمك على صورة الناس سواء وبأرض الهند شجر تقود [ 1 
  ] فروعها إلى الأرض فتغوص فيها ثمّ تخرج رؤسها من موضع آخر فإذا صارت شجرا عادت رؤسها إلى الأرض ثمّ لا يزال كذلك حتى بلغت فراسخ ويغلب على بلدان كثيرة بعروقها وفروعها وزعموا أنّ قصب الخيزران يسير تحت الأرض خمسة فراسخ أو ستّة وبها شجر يقال لها وقواق فيزعمون أنّ صورة ثمره على صورة وجوه الناس وأمّا الحمات والنيران الظاهرة ومخارق الريح التي لا تسكن [ 2 
  ] أبدا ومساقط الثلوج التي لا تخلو طول السنة ومستنقعات المياه المختلفة الطعوم والارائيح والترب المختلفة فلا تحصى ولا تعدّ وقد ذكر محمّد بن زكريا في كتاب الخواصّ منه طرفا صالحا فممّا زعموا أن بأرض الترك جبلا إذا انتهوا إليه شدّوا في حوافر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . تقود . Ms\r\n[ 2 
  ] . يسكن . Ms\r\n","page_name":" 94 ","page_number":98},
  {"content":"\r\nدوابّهم اللبد والصوف لئلَّا يثير عجاجا فيمطروا قالوا ويحملون معهم من حجارة ذلك الجبل فإذا عطشوا حرّكوها في الماء فيمطرون في الحال وفي كتاب المسالك والممالك حكاية أنّ بأقصى الترك ممّا يلي شمالهم نهرا عظيما يدخل في نقب جبل عظيم [ f 127 v 
  ] لا يدرى أحد أين مخرج ذلك الماء ومصبّه وانّ رجلا منهم اتّخذ ضغثا ودخل في زقّ عظيم وأمر أن ينفخ [ 1 
  ] فيه واستوثق من رأسه ثم شد الزق على الضغث وطرح في الماء قالوا وانّه غاص يومين أو ثلاثة ثمّ خرج ببسيط من الأرض فلمّا أحس بضوء النهار شقّ عنه الزقّ فإذا هو بأرض ذات شجر وحيوان لم ير مثلها في طولها وعرضها وعظمها وناس طوال القامات عراض الأجسام على دوابّ عظام فلمّا بصروا به جعلوا يضحكون تعجّبا منه ومن خلقته وجسمه هكذا الحكاية فلا أدرى من أيّ طريق عاد إليهم هذا الرجل وأخبرهم بالخبر ومن أراد معرفة هذه الأشياء فلينظر في طبائع الحيوان وطبائع الأحجار وطبائع النبات يزده علما ومعرفة وعبرة\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ينفخ . Ms\r\n","page_name":" 95 ","page_number":99},
  {"content":"\r\nومن عجائب أصناف الناس\r\nقد جاء في الأخبار من صفة يأجوج ومأجوج ما ذكرناه في موضعه وكذلك من صفة النسناس بأرض وبار وصنف منهم بناحية بأمير وهي مفازة بين قشمير وتبت ووخان والصين ناس وحشيّة مشعّرة جميع أبدانهم إلَّا الوجه ينقزون نزو الظباء وحدّثنى غير واحد من أهل وخان أنّهم يصطادونه ويأكلونه قالوا وفي غياض سرنديب ناس وحشيّة يصفر بعضها لبعض وينفرون من الناس وبالزنج في أقاصيها قوم ليس لهم طعام إلَّا ما أحرقت الشمس من دوابّ البحر عند غروبها ولا لهم لباس غير ورق الشجر ولا لهم بناء إلَّا أكنان تحت الأرض وهم يأكلون بعضهم بعضا ولا يعرف أحد منهم أباه ولا نكاح فيهم قالوا وفي ناحية الترك قوم إذا خرجوا إلى عدوّهم أخذوا الملح معهم فمن قتلوه ملحوه وأكلوه قالوا وبنواحي خرخيز [ 1 
  ] أمّة وحشيّة لا يخالطون الناس ولا يفهمون عنهم لباسهم وأوانيهم من جلود الوحش يتناكحون على أربع كالوحش والبهائم وإذا مات منهم ميّت علَّقوه على الشجر حتّى يبلى قالوا وفي جهة الشمال أمّة في طباع السباع الزعرة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . خرخير . Ms\r\n","page_name":" 96 ","page_number":100},
  {"content":"\r\nهم سباع الناس وحدّثنى غير واحد من الغوّاصين بأنّهم يرون حيوانا في البحر على صورة الناس يكلَّم بعضهم بعضا وفي كتاب المسالك أنّ في جزيرة من جزائر الهند قوما عظام الأجسام قدم أحدهم ذراع يأكلون الناس يقول الله عزّ وجلّ * ( ويَخْلُقُ ما لا تَعْلَمُونَ 16 : 8 ) * وروينا عن عبد الله بن عمر أنّه قال ربع من لا يلبس الثياب من السودان أكثر من جميع الناس * ( وقد قال رسول الله صلى الله عليه وسلم ما أنتم في الناس إلَّا كالرقمة في ذراع البكر وروى إلَّا كالشعرة البيضاء في جلد الثور الأسود ) * * ( وروى أنّه قال لمّا ذكر أهل النار أما ترضون أن يكون من يأجوج ومأجوج تسع مائة وتسعة وتسعون ومنكم واحد ) * قالوا وأعدل أقسام الأرض وأصفاها وأطيبها إيران شهر وهو المعروف بإقليم بابل ما بين نهر بلخ إلى نهر الفرات في الطول وبين بحر عابسكين [ 1 
  ] إلى بحر فارس واليمن في العرض ثمّ إلى مكران وكابل وطخارستان ومنتهى آذربيجان صفوة الأرض وسرّتها لاعتدال ألوان أهلها واستواء أجسامهم وسلامة عقولهم وذلك أنّهم سلموا من شقرة الروم وفظاظة الترك ودمامة الصين وقصر يأجوج\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . غابلس : . Addition marg\r\n","page_name":" 97 ","page_number":101},
  {"content":"\r\nومأجوج وسواد الحبشان وخبل الزنوج ولذلك سمّى إيران شهر يعنون قلب البلدان وإيران هو القلب بلسان أهل بابل في القديم وهي أرض الحكماء والعلماء [ f 128 r 
  ] وفيهم السخاء والرحمة والتمييز والفطنة وكلّ خصلة محمودة التي عدمها الناس من سكّان الأرض ويحسبك معرفة هذه البلاد أنّه لا يحمل إليها أحد من غيرها ولا يقع إليها بنفسه فيشتاق بعد ذلك إلى أرضه ان يعود إليها وليس كذلك حال هذه البلاد والله أعلم\r\n* * *\r\nذكر ما بلغنا من المدن والقرى ومن بناها\r\nذكر في الأخبار أنّ أوّل قرية بنيت على وجه الأرض بعد الطوفان بقرذى [ 1 
  ] وسوق ثمانين وذلك أنّ نوحا عم لمّا خرج من السفينة وكانوا ثمانين إنسانا هذه الرواية أربعون رجلا وأربعون امرأة بنى لهم تلك القرية وسمّوها سوق ثمانين وجاء أن أوّل بناء بنى على وجه الأرض بيت الله الكعبة بناه شيث بن آدم وفي كتب العجم أنّ المدائن بناها هوشنك وسمّاه كرد بنداذ معمولا وجد فكأنّه كان بناء قبله ثمّ درس فبناه زاب الملك وهو الَّذي\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . نعردى . Ms\r\n","page_name":" 98 ","page_number":102},
  {"content":"\r\nحفر الزابين [ 1 
  ] ثمّ بناه الإسكندر ثمّ بناه شابور ذو [ 2 
  ] الأكتاف قالوا وبنى طهمورث بابل وهي المدينة العتيقة وإبريز بأرض آذربيجان وأواق على رأس جبل شاهق بأرض الهند وقهندز مرو بأرض خراسان قالوا بنى جم شاذ همذان بأرض الجبل وإصطخر بأرض فارس والمذار بأرض بابل وطوس بأرض خراسان قالوا وبنى كيلهراسب [ 3 
  ] الجبّار بلخ الحسناء [ 4 
  ] بأرض الهند وقهندز [ 5 
  ] بأرض مكران قالوا وبنى بهمن حول إصطخر بناء عجيبا وبنى دارا دارا بجرد [ 6 
  ] بأرض فارس وبنى دارا بن دارا دارا بأرض الجزيرة وبنى اوشهنج مدينة بابل ومدينة السوس بأرض الأهواز ومعناه حسن ثمّ بنى بعدها تستر ومعناه أحسن وبنى شابور بن أردشير [ 7 
  ] جنديشابور بأرض الأهواز\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الزابين . Ms\r\n[ 2 
  ] . ذوى . Ms\r\n[ 3 
  ] . كيلهراست . Ms\r\n[ 4 
  ] . ; corrige d ' apres Tabari , I , P . 645 فلج الحنساء . Ms\r\n[ 5 
  ] . وقهندر . Ms\r\n[ 6 
  ] . دارابجرد . Ms\r\n[ 7 
  ] . اردسير . Ms\r\n","page_name":" 99 ","page_number":103},
  {"content":"\r\nوالأنبار بأرض العراق وبنى هرمز البطل دسكرة الملك وبنى يزدجرد الجشن بناء بباب ارمينيّة وبناء بأرض جرجان وبنى شابور ذو الأكتاف نيسابور بخراسان وبنى الإسكندر عشر مدن سرنديب بأرض الهند والاسكندريّة بأرض اليونان وجىّ بأرض أصبهان وهراة ومرو وسمرقند بأرض خراسان ومن يحصى بناة المدن وواضعي القرى ومن يعلم مبادي إنشائها إلَّا الله عزّ وجلّ وهبنا أخبرنا بمدن فارس على نحو ما نجده في كتبهم والمدن التي أحدثت في الإسلام بقرب العهد وجدّة التأريخ فمن لنا بمدن الهند والصين والروم والترك وليس كلّ مدينة أو قرية مبنية منسوبة إلى بانيها لأنّه قد تسمّى المدينة باسم الباني أو باسم لها قبل حدوثها أو باسم ماء أو شجر أو شيء ما وقد يجوز أن يجتمع قوم بموضع من المواضع فيصير ذلك مدينة فهذا يبيّن لك أنّ كلّ مدينة لا يوجب بانيا لها قاصدا إليها وقد قيل أنّ قسطنطينيّة مدينة ملك الروم بناها قسطنطين فسمّيت به ونيسابور بناها سابور فسمّيت به وإفريقية بناها افريقيس فسمّيت به وحرّان نزلها هاران بن آزر أخو إبراهيم عم فسمّيت به وسمرقند خربها شمر ملك من\r\n","description":"","footnote":"","page_name":" 100 ","page_number":104},
  {"content":"\r\nملوك اليمن فقيل شمر كند ثمّ عرّب وغمدان بناها غمدان الملك باليمن فسمّيت به وصنعاء سمّيت بجودة الصنعة وعدن سمّيت بالمقام قالوا وسمّيت مكة لازدحام الناس بها وسمّيت المدينة لاجتماع الناس فيها وهي تسمّى [ f 128 v 
  ] يثرب وسمّاها رسول الله صلى الله عليه وسلم طيبة وسمّيت الجحفة بسيل أتى فيها فجحف من فيها والكوفة مصرّها سعد بن أبي وقّاص وكان بها رمل فسمّيت به ويقال لها الكوفان والبصرة مصرّها عتبة بن غزوان وسمّاها بحجارة بيض كانت في موضعها وواسط بناها الحجّاج ويقال لذلك واسط القصب ويقال بل توسّطت البصرة والكوفة وهي سهليّة جبليّة برّيّة بحريّة يوجد بها الرطب والثلج والقمح والسمك وبغداذ سمّيت باسم موضع كان قبلها ويقال لها الزوراء ويقال بغ اسم صنم وسمّتها الخلفاء مدينة السلام وأوّل من بناها أبو جعفر المنصور بنى بها قصر الخلد وسرّمنرأى بناها المعتصم وذلك أنّه تنحّى عن مدينة السلم ليبلى [ 1 
  ] في السراة الذين تجمّعوا بديار ربيعة ومضر فنزلها وهي ضاحية [ 2 
  ] على جهة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ليبلى . Ms\r\n[ 2 
  ] . صاحية . Ms\r\n","page_name":" 101 ","page_number":105},
  {"content":"\r\nمناخ العسكر لا سور عليها ولا خندق ولا ميرة ولا ماء ثمّ عطلت وكان أبو العبّاس نزل الأنبار فبناها وبنى المتوكّل المتوكّليّة وانتقل إليها فقتل بها وطرسوس بنى في أيّام هارون الرشيد والمصيصة [ 1 
  ] بناها المنصور وعسكر مكرم نزلها مكرم بن [ مطرّف 
  ] اللخمي فصارت مدينة ونسبت إليه فاعلم أنّ المدن تبنى على ثلاثة أشياء على الماء والكلاء والحطب فإذا فقدت واحدة من هذه الثلاثة لم تبق [ 2 
  ]\r\n* * *\r\nذكر ما جاء في خراب البلدان\r\nفي كتاب أبى حذيفة عن مقاتل أنّه قال قرأت في كتب الضحّاك بعد موته وهي الكتب المخزونة عنده في قوله عزّ وجلّ * ( وإِنْ من قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوها قَبْلَ يَوْمِ الْقِيامَةِ أَوْ مُعَذِّبُوها عَذاباً شَدِيداً كانَ ذلِكَ في الْكِتابِ مَسْطُوراً 17 : 58 ) * أمّا القرى مكّة فيخرّبها الحبشان فذلك عذابهم وامّا المدينة فالجوع يخرّبها وامّا البصرة فالغرق وامّا الكوفة فالترك وخراب الشام من قبل الملحمة بالكدى [ 3 
  ] عند\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . والمصيصيّة . Ms\r\n[ 2 
  ] . لم يبق . Ms\r\n[ 3 
  ] . بالكذا . Corr . marg ms\r\n","page_name":" 102 ","page_number":106},
  {"content":"\r\nفتح القسطنطينيّة وخراب الأندلس وطنجة من قبل الريح وخراب الإفريقية من قبل الأندلس وخراب مصر من انقطاع النيل وخراب اليمن من الجراد والحبش وخراب ارمينيّة من الصواعق والرواجف وخراب آذربيجان بسنابك الخيل وخراب الجبل بالصواعق وخراب الرىّ وأصفهان وهمذان على أيدي الديالمة والطبريّة وهلاك حلوان بهلاك الزوراء قال وهلاك الزوراء بريح ساكنة تمرّ بها فيصبح أهلها قردة وخنازير وأمّا الكوفان فيخرّبها رجل من آل عنبسة بن أبي سفيان يعنى السفيانىّ وخراب سجستان برياح ورمال وحيّات وأمّا خراسان فإنها تهلك بأصناف العذاب وبلخ يصيبها رجّة وهدّة فيغلب عليها الماء فتهلك وبذخشان يغلب عليها أقوام عليهم الدواويج المشقوقة فيتركونها كجوف الحمار والترمذ يموتون بجارف الصغانيّة تهلك بقتل صريع [ 1 
  ] لهم من عدوّ وسمرقند والشاش وفرغانة وأسبيجاب وخوارزم يغلب عليها بنو قيطورا بن كركر وأمّا بخارا فأرض الجبابرة يصيبهم نحو ما يصيب خوارزم ثم يموتون قحطا وجوعا ومن الجملة خراب ما وراء النهر بالترك قالوا ويضيق\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] دونع : Note margenale\r\n","page_name":" 103 ","page_number":107},
  {"content":"\r\nبهم الأمر حتّى لو نبح كلب على شاطئ آمل لتمنّى من على شطَّ فرات [ f 129 r 
  ] أنّه مكان ذلك الكلب وخراب كرمان وفارس وأصفهان من قبل عدوّ لهم وخراب مرو بالرمل ونيسابور بالريح وخراب هراة بالحيّات قال تمطر عليهم الحيّات فتأكلهم قال مقاتل وخراب السند من قبل الهند وخراب خراسان من قبل تبت وخراب تبت من قبل الصين كذا الرواية والله أعلم فقد روى من خراب البلدان عن الصحابة فمن ذلك ما * ( روى أبو هريرة أنّ النبيّ صلى الله عليه وسلم قال للمدينة لتركها أهلها على حين [ 1 
  ] ما كانت مذلَّلة للعوافى ) * * ( وما روى عن عليّ عم أنّه قال ليخرب البصرة وليفرقنّ حتّى يصير المسجد كأنّه جؤجؤ سفينة ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . حير . Ms\r\n","page_name":" 104 ","page_number":108},
  {"content":"\r\nالفصل الرابع عشر\r\nفي ذكر أنساب العرب وأيّامها المشهورة على غاية هذا الكتاب من الإيجاز والاختصار\r\nاختلف الناس في نسب العرب فقال بعضهم كلهم من ولد إسماعيل بن إبراهيم عم وقال آخرون ليست النمر من ولد إسماعيل ولكنها من ولد قحطان بن عابر بن شالخ بن ارفخشذ بن سام بن نوح فهم أنسب وأقدم من غيرهم ولذلك تفتخر أعراب اليمن على غيرها من العرب وقال ابن إسحاق لم أجد أحدا من نسّاب اليمن له علم إلَّا وهو يزعم أنّهم [ ليسوا 
  ] من ولد إسماعيل ويقولون نحن العرب العاربة كنّا قبل إسماعيل وإنّما تكلَّم إسماعيل بلساننا لمّا جاورته جرهم إلَّا هذين الحيّين الأنصار وخزاعة فإنّهم يزعمون أنّهم من ولد إسماعيل عم قالوا وأخو قحطان يقطر بن عامر بن عابر فولد يقطر جرهم وجزيلا [ 1 
  ] فلم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . حذيلا . Ms\r\n","page_name":" 105 ","page_number":109},
  {"content":"\r\nيبق في جزيل بقيّة فنزلت جرهم مكّة فنكح فيهم إسماعيل عم وقد قال رجل من قحطان بن هميسع بن نابت بن إسماعيل والنسّاب على أنّه قحطان بن عابر بن شالخ بن ارفخشذ بن سام ابن نوح والله أعلم وقحطان ونزار هما جرثومتان لأنّه نسبة ولد إسماعيل من نزار ونسبة اليمن من قحطان هذا [ 1 
  ] هو الأصل قال الشاعر [ وافر 
  ]\r\nبجيلة حين جاءت ليس تدري * [ 2 
  ] أقحطان أبوها أم نزار\r\nونزار نزاران فهذا نزار بن معدّ بن عدنان والثاني نزار بن أنمار ثمّ اختلفوا في نسب عدنان فقال بعضهم عدنان بن أدد بن يخنوخ ابن مقوّم [ بن 
  ] ناحور بن تيرخ [ 3 
  ] بن يعرب بن يشجب بن إسماعيل هذا قول محمّد بن إسحاق وقال بعضهم عدنان بن مبدع بن يسع بن الادد بن كعب بن يشجب بن يعرب بن الهميسع بن حميل بن سليمان بن ثابت بن قيدر بن [ أ 
  ] إسماعيل وقد * ( روى ابن ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . هذ . Ms\r\n[ 2 
  ] . تدري . Ms\r\n[ 3 
  ] . باحور بن تبرح . Ms\r\n","page_name":" 106 ","page_number":110},
  {"content":"\r\n* ( عبّاس رضي الله عنه أن النبيّ صلى الله عليه وسلم انتسب فلمّا بلغ إلى عدنان وقف وقال كذب النسّابون ) * * ( وقد روى ابن إسحاق عن يزيد [ 1 
  ] بن رومان عن عائشة أن النبيّ صلى الله عليه وسلم قال استقامت نسبة الناس إلى عدنان ) * ويدلك على هذا قول لبيد [ طويل 
  ]\r\nفإن لم نجد من دون عدنان والدا * ودون معدّ فلترعك العواذل\r\nفولد عدنان عكّ [ 2 
  ] بن عدنان ومعدّ بن عدنان فأمّا عكّ [ 2 
  ] فأوّل من تبدّى في البادية والعدد في معدّ فولد [ f 129 v 
  ] معدّ بن عدنان ثمانية نفر يذكر منهم أربعة قضاعة بن معدّ واياد ابن معدّ ونزار بن معدّ والعدد في نزار فولد نزار ثلاثة نفر ربيعة ومضر وأنمارا فأما أنمار فإنّه ولد خثعم وبجيلة فصاروا إلى اليمن فأمّا مضر فولد الياس ويقال لولد الياس خندف ينسبون إلى أمهم وولد الياس ثلاثة نفر مدركة بن الياس وطابخه بن الياس وقمعة بن [ أ 
  ] لياس فأمّا قمعة فزعم بعض الناس أنّهم في اليمن ورجعت خندفها إلى مدركة وطابخة وأمّا الياس\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . زيد . Ms\r\n[ 2 
  ] . عدي . Ms\r\n","page_name":" 107 ","page_number":111},
  {"content":"\r\nابن مضر فهو قيس بن عيلان فمضر ترجع كلها إلى هذين الحيّين خندف وقيس وولد مدركة بن الياس هذيل وولد سعد تميم بن معاوية بن تميم وقد ولدوا غير ما نذكره غير أنّا نذكر من له العدد وولد خزيمة بن مدركة أسد ابن خزيمة فمنه تفرّقت بطون العرب وهم بنو أسد والهون بن خزيمة فولد الهون القارة الَّذي يقال في المثل قد أنصف القارة من رماها ومن القارة عضل وديش وكنانة بن خزيمة فولد كنانة النضر بن كنانة ومالك بن كنانة وملكان بن كنانة وعبد مناة بن كنانة فأمّا النضر بن كنانة فهو أبو قريش كلَّها وولد النضر بن كنانة مالك بن النضر والصلت بن النضر فصارت الصلت في اليمن ورجعت قريش كلَّها إلى مالك بن النضر فولد مالك فهو بن مالك والحارث ابن مالك فمن بنى الحارث المطيبون والخلج وأمّا فهر فمنه تفرّقت قبائل قريش وولد فهر غالب بن فهر ومحارب بن فهر فولد الغالب لؤيّ بن غالب وتيم بن غالب فامّا تيم فهم بنو الادرم من أعراب قريش ليس منهم بمكّة أحد وفيهم يقول الشاعر [ رجز 
  ]\r\n","description":"","footnote":"","page_name":" 108 ","page_number":112},
  {"content":"\r\nإنّ بنى الادرم ليسوا من أحد * ولا توفّاهم [ 1 
  ] قريش في العدد\r\nوأمّا لؤيّ بن غالب فإليه ينتهى عدد قريش وشرفها وولد لؤىّ سبعة نفر منهم كعب بن لؤىّ فولد كعب مرّة بن كعب فمن عدي عمر بن الخطَّاب رضي الله عنه ومن مرّة أبو بكر الصدّيق رضي الله عنه وولد مرّة بن كعب كلاب بن مرّة وولد كلاب قصىّ بن كلاب وزهرة بن كلاب فأمّا قصىّ فاسمه زيد وإنّما سمّى قصيّا لأنّه قصىّ مع أبيه وتسمّيه قريش مجمعا لأنّه جمع قبائل قريش وأنزلها مكّة وبنى بها دار الندوة وأخذ مفتاح البيت من خزاعة وكان قريش قبل ذلك حلولا فمن ذلك قريش الأباطح كانوا ينزلون الأبطح ومنهم قريش الظواهر كانوا ينزلون بظاهر مكّة فجمعهم قصىّ وفيه يقول الشاعر [ طويل 
  ]\r\nأبو كم قصىّ كان يدعى مجمّعا * به جمع الله القبائل من فهر\r\nوأنتم بنو زيد وزيد أبوكم * به زيدت البطحاء فخرا على فخر\r\nفتزوّج قصىّ بن كلاب ابنة حليل بن حبش الخزاعىّ فولدت له\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يوفّاهم . Ms\r\n","page_name":" 109 ","page_number":113},
  {"content":"\r\nأربعة نفر عبد مناف وعبد الدار وعبد العزّى وعبدا فأمّا عبد فبادوا كلَّهم وأما عبد الدار فإنّهم قتلوا يوم أحد إلَّا عثمان ابن طلحة فإنّه أسلم ودفع النبيّ صلى الله عليه وسلم المفتاح إليه يوم فتح مكة ثم دفعه إلى شيبة فهو في ولده إلى اليوم وأمّا عبد العزّى فبقوا ومنهم خديجة بنت خويلد بن أسد بن عبد العزّى وامّا عبد مناف فولد عشرة نفر منهم هاشم والحارث وعباد ومخرمة وعبد شمس والمطَّلب ونوفل واسم عبد مناف المغيرة وكانوا يسمّونه الغمر لجوده وفضله [ f 130 r 
  ] وإليه صار السؤدد بعد قصىّ فأمّا عبد شمس بن عبد مناف فانّه ولد أولادا يسمون العبلات لأنّ اسم أمهم عبلة ويقال أيضا أميّة الأصغر لأنّ لعبد مناف ولدا يقال له أميّة الأكبر وولدا يقال له عبد العزّى والربيع يقال له جرو البطحاء وولد الربيع أبا العيص بن الربيع زوج بنت رسول الله صلى الله عليه وسلم ابن أخت خديجة وأمّا أميّة الأكبر فإنّه ولد حربا وأبا حرب وسفيان وعمروا وأبا عمرو يقال لهم العنابس شبّهوا بالأسد والعاص وأبا العيص يقال لهم الأعياص فأمّا حرب بن أميّة فولد أبا سفيان بن حرب وأما أبو العاص فولد أبا عثمان بن عفّان وأمّا\r\n","description":"","footnote":"","page_name":" 110 ","page_number":114},
  {"content":"\r\nأبو العيص فقالوا ولد أسيدا أبا عتاب بن أسيد أمير مكّة واما هاشم بن [ 1 
  ] عبد مناف فاسمه عمرو وسمّى هاشما لأنّه هشم الخبز ويقال كثر الخبز بالرحلتين بينهما في الصيف إلى الشام وفي الشتاء إلى اليمن وفيه يقول الشاعر [ كامل 
  ]\r\nعمرو الَّذي هشم الثريد لقومه * ورجال مكّة مسنتون عجاف\r\nوإليه صار السؤدد بعد عبد مناف وولد هاشم ولدا لم يعقب منهم أحد غير أسيد بن هاشم وعبد المطَّلب بن هاشم وهلك هاشم بغزّة من أرض الشام وكان وافاها في تجارة له ومات المطَّلب بردمان من أرض اليمن ومات نوفل بسلمان من أرض العراق ومات عبد شمس بمكّة وفيه يقول مطرود بن كعب [ سريع 
  ]\r\nمنيت بردمان ومنيت بسلمان * ومنيت بين غزّات\r\nومنيت اسكن اللحد لدى * المحجوب شرقىّ البنيّات\r\nفهؤلاء بنو عبد مناف ثم صار الأمر إلى عبد المطَّلب بن هاشم بعد عمّه المطَّلب بن عبد مناف\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عن . Ms\r\n","page_name":" 111 ","page_number":115},
  {"content":"\r\nقصة عبد المطَّلب\r\nواسمه شيبة الحمد وذلك أنّ هاشم بن عبد مناف خرج إلى الشام في تجارة فمرّ بالمدينة وتزوّج بسلمى بنت عمرو النجاريّة فحملت بشيبة ورحل هاشم فمات بأرض الشام وولدته سلمى وترعرع الغلام وصار وصيفا فقدم ثابت بن المنذر أبو حسّان بن ثابت الشاعر مكّة فقال للمطَّلب بن عبد مناف لو رأيت ابن أخيك لرأيت جمالا وشرفا ورأيته بنى آطام بنى قينقاع يناضل فتيانا من أخواله فيدخل في مرماتيه جميعا في مثل راحتي هذه والمرماة السهام وكانوا إذ ذاك يرمون بسهمين فخرج المطَّلب حتّى قدم المدينة ومكث يرقب شيبة فلما أبصره عرفه بالشيبة ففاضت عينه ثم دعاه فكساه حلَّة وردّه إلى أمّه وأنشأ يقول [ بسيط 
  ]\r\nعرفت شيبة والنجار قد جعلت * إناءها حوله بالنبل تنتضل\r\nعرفت أجلاده منّا وشيمته * ففاض منّى عليه واكف سبل\r\nثم أتى أمه فضنّت به فلم يزل بها يقبّل [ 1 
  ] في الغارب والسنام حتى دفعته اليه فاحتمله وقفل راجعا إلى مكة وهو رديفه ولم يكن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ؟ يقبل . Ms\r\n","page_name":" 112 ","page_number":116},
  {"content":"\r\nللمطَّلب ولد فقيل هذا عبده فنشب اللقب عليه ثم لمّا هلك المطَّلب [ f 130 v 
  ] بن عبد مناف قام بالأمر عبد المطَّلب بن هاشم وكثرت أمواله وتأثّلت مواشيه فأجمع أن يحفر بئرا\r\n* * *\r\nقصّة حفر عبد المطَّلب زمزم\r\nقد بيّنّا في قصّة إسماعيل وهاجر ما ذكر من أمر زمزم فمن قائل أنها ركضة جبرئيل وآخر أنّها همزة إسماعيل بكعبه ثم عوّرتها [ 1 
  ] السيول وعفتها الأمطار روى ابن إسحاق عن عليّ بن أبي طالب عم أنّ عبد المطَّلب بينا هو نائم في الحجر إذ أتى فأمر بحفر زمزم فقال ما زمزم فقال لا ينزف ولا يذم ، لتسقى الحجيج الأعظم ، وهي بين الفرث والدم ، وعند نقرة الغراب الأعصم ، فغدا عبد المطَّلب ومعه الحارث ابنه ليس له يومئذ ولد غيره فوجد الغراب ينقر بين إساف ونائلة فحفر منه فلمّا بدا الطىّ كبّر فاستشركته قريش وقالوا انّها بئر أبينا إسماعيل ولنا فيها حقّ فأبى أن يعطيهم حتّى تحاكموا إلى كاهنة بنى سعد باشراف الشام فركبوا وساروا حتّى إذا كانوا ببعض الطريق\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . غورتها . Ms\r\n","page_name":" 113 ","page_number":117},
  {"content":"\r\nنفد ماؤهم فظمئوا وأيقنوا بالهلاك فانفجرت من تحت خفّ راحلة عبد المطَّلب عين من ماء فشربوا منه وعاشوا وقالوا قد والله قضى لك علينا لا نخاصمك فيها أبدا إنّ الَّذي سقاك الماء بهذه الفلاة لهو الَّذي سقاك زمزم فانصرفوا وحفر [ 1 
  ] زمزم فوجد فيها غزالين من ذهب كانت جرهم دفنتهما عند خروجهم من مكة ووجد فيها أسيافا قلعيّة ودروعا فضرب الغزالين في باب الكعبة وأقام عبد المطَّلب سقاية زمزم للحجّاج وفيه يقول حذيفة بن غانم [ طويل 
  ]\r\nوساقى الحجيج ثمّ للخبز هاشم * وعبد مناف ذلكم سيّد فهر\r\nطوى زمزما عند المقام فأصبحت * سقايته فخرا على كلّ ذي فخر\r\nقصّة ذبح عبد المطَّلب ابنه عبد الله أبا رسول الله صلى الله عليه وسلم\r\nقالوا وكان عبد المطَّلب نذر للَّه عزّ وجلّ حيث كان لقي من قريش ما لقي عند حفرة زمزم لئن ولد له عشرة نفر يمنعونه ممّن يريده لينحرنّ أحدهم للَّه عزّ وجلّ عند الكعبة شكرا له فلما توافي بنوه العشرة جمعهم فأخبرهم بنذره قالوا شأنك وما\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وحفروا . Ms\r\n","page_name":" 114 ","page_number":118},
  {"content":"\r\nنذرت قال ليأخذ كلّ رجل منكم قدحا ثم ليكتب فيه اسمه ثم ليأتنى به ففعلوا فقام ودخل بهم على هبل في جوف الكعبة وضرب عليهم قداحهم فخرج قدح عبد الله أبى رسول الله وهو أصغرهم فأخذ بيده وحدّد الشفرة وجرّه إلى المذبح فقامت قريش من أنديتها وقالوا لا تذبحه ابدا حتّى تعذر فيه لئن فعلت هذا لا يزال الرجل يأتي بابنه فيذبحه فما بقاء الناس على هذا ولكن انطلق إلى الحجاز فإن بها عرّافة لها تابع فسلها فرحل عبد المطَّلب وقصّ عليها القصص فقالت صاحبكم وعشرا من الإبل ثم اضربوا عليها بالقداح فان خرجت على صاحبكم فزيدوا حتّى [ يرضى 
  ] ربّكم فرجعوا إلى مكة وقرّبوا الإبل هبل ولم يزالوا يضربون عليها بالقداح وعلى عبد الله والقداح تخرج عليه حتّى بلغت الإبل مائة ثم خرجت على الإبل فأمر فنحرت بالبطحاء وفي شعاب مكّة وفجاجها وعلى رؤس الجبال حتّى أكلها الناس والطير وفيه يقول أبو طالب [ طويل 
  ]\r\nوتطعم حتى تترك الطير سورها * إذا جعلت أيدي المفيضين ترعد\r\nثم أخذ عبد المطَّلب بيد عبد الله حتّى [ أتى 
  ] وهب بن عبد\r\n","description":"","footnote":"","page_name":" 115 ","page_number":119},
  {"content":"\r\nمناف بن زهرة بن كلاب بن مرّة بن كعب بن لؤيّ فزوّجه ابنته [ f 131 r 
  ] آمنة بنت وهب وأمّ آمنة برّة بنت عبد العزّى ابن قصىّ بن كلاب فحملت آمنة بالنبيّ صلى الله عليه وسلم وهلك أبوه عبد الله بالمدينة والرسول حمل في بطن أمّه فرثته آمنة بنت وهب أمّ رسول الله صلى الله عليه وسلم فيما يروى [ طويل 
  ]\r\nعفا جانب البطحاء من آل هاشم * وجاور لحدا مدرجا بالغماغم\r\nدعته المنايا دعوة فأجابها * وما تركت في الناس مثل ابن هاشم\r\nفي أبيات غيرها قالوا ثم مات وهب بن عبد مناف فرثته ابنته آمنة أم رسول الله صلى الله عليه وسلم [ بسيط 
  ]\r\nإنّي لباكية وهبا فمعولة * وهب بن عبد مناف سيّد الناس\r\nفقد رزئت كريما غير مؤتشب * ضخم الدسيعة حنّاسا لحنّاس\r\nماضي العزيمة لا يخشى غوائله * من جوهر من قريش غير أنكاس\r\nفي أبيات أخر ثم توفّى عبد المطَّلب ورسول الله صلى الله عليه وسلم ابن ثمان سنين أو أقلّ\r\n* * *\r\nنسب أهل اليمن\r\nلا خلاف أنّهم من ولد قحطان وانما الخلاف\r\n","description":"","footnote":"","page_name":" 116 ","page_number":120},
  {"content":"\r\nفي قحطان وهو قحطان أبو [ 1 
  ] يعرب وولد يعرب يشجب وولد يشجب سبأ واسم سبإ عبد شمس بن يشجب وإنّما سمّى به لأنّه أوّل من سبا في العرب وولد سبإ سبعة نفر الأشعر بن سبإ ومنه رهط أبى موسى الأشعريّ وحمير بن سبإ وأنمار بن سبإ وعاملة بن سبإ ومرّة بن سبإ فولد مرّة بن سبإ شعبان بن مرّة وولد الأشعر بن سبإ الأشعريّين وولد عمرو بن سبإ عدي بن عمرو فولد عدي لخما وجذاما وجذام قبائلها وبطونها منهم جديس وغنم وجشم وغطفان ونفاثة ومدالة والدار التي تنسب إليها الداريّون وولد أنمار بن سبإ ولدا فخالفوا خثعما وبجيلة وقال نسّاب مضر أن خثعما وبجيلة ابنا أنمار ابن نزار فجر أنمار بن سبإ نسبهم باسم أبيهم يتمنى به وقد قال جرير بن عبد الله البجليّ نافرا لفرافصة الكلبيّ [ إلى 
  ] الأقرع بن حابس\r\nيا أقرع بن حابس يا أقرع * إنّك ان يصرع أخوك تصرع\r\nوقال أيضا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بن . Ms\r\n","page_name":" 117 ","page_number":121},
  {"content":"\r\nابني نزار ابصرا أخاكما * إنّ أبى وجدته أباكما\r\nلن يغلب اليوم أخ والاكما [ 1 
  ]\r\nوبجيلة امرأة نسبت القبيلة إليها ومن بطون بجيلة قسر رهط خالد بن عبد الله القسريّ وولد عاملة بن سبإ قبائل ويزعم نسّاب مضر أنّهم من ولد قاسط قال الأعشى [ متقارب 
  ]\r\nأعامل حتّى متى يذهبن * إلى غير والدك الأكرم\r\nووالدكم قاسط فارجعوا * إلى النسب الابلد الأقدم\r\nوولد حمير بن سبإ ستّ نفر مالك بن حمير وعامر بن حمير وعوف ابن حمير وسعد بن حمير ووائلة بن حمير وعمرو بن حمير [ f 131 v 
  ] فولد مالك بن حمير قضاعة بن مالك وولد قضاعة قبائل منها كلب بن وبرة ومصاد وبنوا القين وتنوخ وجرم بن زياد وراسب وبهراء وبلى ومهره وعذرة وسعد هذيم وهذيم عبد حبشىّ نسب إليه والشائعة منه ذو الكلاع وذو نواس وذو أصبح وذو جدن وذو يزن وبطون كثيرة وفيه يقول الفاكهىّ [ رجز 
  ]\r\nالحسب المعروف غير المنكر * قضاعة بن ملك بن حمير\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أخي et ان . Ms\r\n","page_name":" 118 ","page_number":122},
  {"content":"\r\nوولد كهلان بن سبإ زيد بن كهلان فولد زيد بن [ كهلان 
  ] ملك بن زيد وأدد بن زيد فولد أدد طىّ بن أدد والغوث بن أدد ومن طىّ بنو نبهان الَّذي يذكره أبو تمّام الطائىّ [ بسيط 
  ]\r\nتنبّهت لبني نبهان حين ثوى * يد الزمان فعاثت فيهم وفمه\r\nويقول في افتخاره بهم [ طويل 
  ]\r\nلنا جوهر زيديّة أدديّة * إذا نجمت زلَّت لها الأنجم الزهر\r\nومن طىّ بنو ثعل الَّذي يذكره امرؤ القيس [ مديد 
  ]\r\nربّ رام من بنى ثعل * مخرج كفّيه من ستره\r\nومن طىّ بنو سنبس الذين يذكرهم الأعشى [ متقارب 
  ]\r\nفصبّحها القانص السنبسىّ * فشلى كلابا بإيسادها\r\nوولد مالك بن زيد بن كهلان بن سبإ يحابر بن مالك وقرّ ابن مالك ومربع بن مالك فولد يحابر مذحج وولد مذحج مرادا وجلدا وعنسا [ 1 
  ] وسعد العشيرة وإنما سمّى سعد العشيرة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وخالدا وعبسا . Ms\r\n","page_name":" 119 ","page_number":123},
  {"content":"\r\nلأنّه شهد الموسم ومعه بنون عشرة فقيل له من هؤلاء فقال هم العشيرة وولد سعد العشيرة جعفي بن سعد وحبيب ابن سعد وصعب بن سعد وعائذ الله بن سعد وفيه يقول مهلهل الشاعر [ منسرح 
  ]\r\nأنكحها فقدها الاراقم في * جنب وكان الخباء من أدم\r\nلو بأبانين [ 1 
  ] جاء يخطبها * ضرّج ما انف خاطب بدم\r\nوفي الجملة أكثر قبائل العرب من اليمن فمنهم السكون وخولان والأزد ومازن بن الأزد وميدعان بن الأزد والهنو بن الأزد ورماد بن سلامان ومنهم آل العنقاء والفراهيد وقسامل وبلادس وثهلان وحرحنه وبطون كثيرة قد دوّنت في كتب الأنساب حتّى ما تسقط قبيلة ولا فخذ ولا رهط ولا بطن\r\n* * *\r\nنسب الأوس والخزرج\r\nوهم الأنصار وهم من بلد كهلان بن سبإ الأوس والخزرج ابنا حارثة بن ثعلبة بن عمرو بن عامر بن حارثة ابن ثعلبة بن امرئ القيس بن ثعلبة بن مازن بن عبد الله بن الأزد بن غوث بن نبت بن مالك بن زيد بن كهلان بن سبإ\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . Ms . sans points\r\n","page_name":" 120 ","page_number":124},
  {"content":"\r\nابن يشجب بن يعرب بن قحطان وأمّهم قيلة فيقال للأنصار أبناء قيلة فولد الخزرج بن حارثة خمسة نفر جشم بن الخزرج وعوف بن الخزرج وهما الخرطومان يقال إن سرّك العز فحجيج في جشم والحارث بن الخزرج وكعب بن الخزرج وعمرو بن الخزرج وكان يقال لهم القواقل وذلك أن الرجل كان إذا استجار بيثرب قيل له قوقل حيث شئت فقد أمنت ومن ولد عمرو بن الخزرج النجار ويقال لهم بنو النجار واسمه تيم اللات ابن ثعلبة ويقال سمّى بذلك لأنّه نجر وجه رجل بالقدوم ويقال اختتن بالقدوم وولد أوس بن حارثة [ f 132 r 
  ] مالك ابن أوس فمن مالك تفرّقت قبائل الأوس كلها وبطونها فمنها عمرو بن عوف أهل قبا ومنهم جحجبى [ 1 
  ] بن كلفه رهط أحيحة بن الجلاح زوج سلمى قبل هاشم ومنهم الجعادرة يقال لهم أوس الله ومنهم أليست وجردس وبنو [ عبد 
  ] الأشهل وبنو الحبلى رهط عبد الله بن أبىّ [ ابن 
  ] سلول ومنهم جفنة [ 2 
  ] بن عمرو وآل القعقاع وآل محرّق وهم ملوك غسّان بالشام واسم محرّق بالشام الحارث بن عمرو وانّما سمّى محرّقا لأنّه كان يعاقب\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . حجى . Ms\r\n[ 2 
  ] . حقبة . Ms\r\n","page_name":" 121 ","page_number":125},
  {"content":"\r\nبالنار وفيهم يقول حسّان [ كامل 
  ]\r\nأولاد جفنة عند قبر أبيهم * قبر ابن مارية الكريم المفضل\r\nيسقون من ورد الرحيق عليهم * بردا يصفّق بالرحيق السلسل\r\nيؤتون منهم ما تهرّ كلابهم * لا يسألون عن السواد المقبل\r\nبيض الوجوه كريمة أخلاقهم * شمّ الأنوف من الطراز الأوّل\r\nإنّ التي ناولتني فشربتها * قتلت قتلت فهاتها لم تقتل\r\nيزعمون أن عندما أرسل الله عزّ وجلّ على أهل سبإ سيل العرم فلما قال عمرو بن عامر [ 1 
  ] في كهانته ومن كان منكم يريد الراسيات في الوحل المطعمات في المحل فليلحق بيثرب ذات النخل فكانت الأوس والخزرج وقد قال سويد بن صامت\r\nأنا ابن مزيقياء عمرو وجدي * أبوه عامر ماء السماء\r\nوقال المنذر بن حرام جدّ حسّان بن ثابت بن المنذر في الجاهليّة العمياء يذكر نسبهم إلى غسّان ثم إلى نابت بن مالك ثم إلى نبت بن إسماعيل بن إبراهيم [ طويل 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بن Ms . ajoute\r\n","page_name":" 122 ","page_number":126},
  {"content":"\r\nورثنا من البهلول عمرو بن عامر * وحارثة الغطريف مجدّا موثلا\r\nموارث من أبناء نبت بن مالك * ونبت بن إسماعيل ما ان تحوّلا\r\nقالوا وولد واثلة بن حمير الشكاشك بن واثلة والعدد من حمير في واثلة\r\n* * *\r\nذكر قيس بن عيلان بن مضر بن النزار بن معدّ\r\nومن قيس فهم وعدوان واعصر وغنى بن اعصر وسعد بن اعصر وهو أبو باهلة وباهلة امرأة من همدان ومنبّه بن اعصر فهم الطعاوه وبنو اصمع رهط الاصمعىّ ومن بنى باهلة قتيبة بن مسلم ومن قيس بنو وائل ومن بنى وائل سحبان وائل وثقيف هؤلاء كلَّهم من مضر\r\n* * *\r\nذكر ربيعة\r\nوأمّا ربيعة بن نزار بن معدّ فإنّه ولد أسد بن ربيعة واكلب بن ربيعة وضبيعة بن ربيعة فهؤلاء قبيلة وبطون كثيرة فمنهم جديلة ودعمىّ وشنّ ولكيز ونكرة وهم أهل البحرين ومنهم الغدق وهنب بن افصى والاراقم وفدوكس رهط الأخطل الشاعر وبكر بن وائل وعجل وحنيفة وسدوس وقبائل كثيرة وبطون مشهورة مذكورة في الكتب ومن قبائل مضر بنو الأخيل\r\n","description":"","footnote":"","page_name":" 123 ","page_number":127},
  {"content":"\r\nرهط ليلى الأخيليّة والمجنون الشاعر وعامر رهط لبيد بن ربيعة العامرىّ ومنهم القرطاء قرط وقريط ومقرطة ومن يعدّ قبائلهم إلَّا النسّاب وفي مقدار ما ذكرنا كفاية فان علم الأنساب [ 1 
  ] من صناعة الأعراب والعرب كلَّها من قحطان [ f 132 v 
  ] وعدنان فأما قحطان فأبو اليمن ومن عددنا في جملتهم وامّا عدنان فأبو سائر العرب وهم يرجعون إلى ابني نزار مضر وربيعة وقد ذكرنا بعضهم وثقيف بن مضر وهم فرقتان بنو مالك والأحلاف\r\n* * *\r\nذكر رؤساء مكّة\r\nجاء في الخبر أن إبراهيم عم لمّا حمل إسماعيل وأمه إلى مكة جاء جرهم وقطورا من اليمن وهما ابنا عمّ فرأيا بلدا ذا ماء وشجر فنزلا ونكح إسماعيل في جرهم فلما توفّى ولى البيت بعده نبت بن إسماعيل وهو أكبر ولده ثم ولى بعده مضاض بن عمرو الجرهميّ خال ولد إسماعيل ما شاء الله أن يليه ثم تنافس جرهم وقطورا الملك فخرج جرهم في قعيقعان وهي أعلى مكة وعليهم مضاض بن عمرو وخرجت قطورا في أجياد وهي أسفل مكّة وعليهم السميدع فالتقوا بفاضح واقتتلوا قتالا شديدا وقتل السميدع فسمّيت تلك البقعة فاضحا لأن قطورا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الإنسان . Ms\r\n","page_name":" 124 ","page_number":128},
  {"content":"\r\nفضحت وسمّى اجيادا لما كان معهم من جياد الخيل وسمّيت قعيقعان لتقعقعة السلح [ 1 
  ] ثم تداعوا إلى الصلح واجتمعوا في الشعب وطبخوا القدور واصطلحوا فسمّى المطابخ قالوا ونشر الله عزّ وجلّ ولد إسماعيل فكثروا وربلوا [ 2 
  ] ثم تنشّروا في البلاد لا يطئون أرضا إلَّا ظهروا على أهلها بدينهم ثمّ إنّ جرهما بغوا بمكة واستحلَّوا حراما من الحرمة فظلموا من دخلها وأكلوا مال الكعبة وكانت مكة تسمّى الناسّة لا تقرّ ظلما ولا بغيا [ 3 
  ] ولا يبغى فيها أحد على أحد إلَّا أخرجته وكانت بنو بكر بن [ عبد 
  ] مناة وغبشان ابن خزاعة حلولا حول مكة فأدنوهم بالقتال قاقتتلوا عمرو بن الحارث بن مضاض الأصغر وليس هو بمضاض الأكبر يقول ،\r\nلاهمّ إنّ جرهما عبادك ، * الناس طرف وهم تلادك ،\r\nفغلبتهم خزاعة ونفتهم عن مكّة نفية يقول عمرو بن الحارث بن مضاض الأصغر [ طويل 
  ]\r\nكأن لم يكن بين الحجون إلى الصفا * أنيس ولم يسمر بمكّة سامر\r\nبلى نحن كنّا أهلها فازالنا * صروف الليالي والجدود العواثر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . السلم . Ms\r\n[ 2 
  ] . وربلوا . Ms\r\n[ 3 
  ] . تعبا . Ms\r\n","page_name":" 125 ","page_number":129},
  {"content":"\r\nوكنّا ولاة البيت من بعد نابت * نطوف بباب البيت والخير [ 1 
  ] ظاهر\r\nفأخرجنا منها المليك بقدرة * كذاك على الباقين تجرى المقادر\r\nوصرنا أحاديثا وكنّا بغبطة * كما عضّت الأولى السنون الغوابر\r\nفي أبيات أخر ووليت خزاعة البيت ثلاث مائة سنة يتوارثون ذلك كابرا عن كابر حتّى كان آخرهم حليل بن حبش [ 2 
  ] الخزاعي وقريش إذ ذاك صريح ولد إسماعيل حلول وصرم وبيوتات متفرّقة إلى أن أدرك قصىّ وتزوّج بحبّى بنت حليل [ 3 
  ] بن حبش وولدت له عبد مناف وعبد العزّى وعبدا وكثر ولده وعظم شرفه وهلك حليل [ 4 
  ] بن حبش [ 5 
  ] فرأى قصىّ أنّه أولى بالكعبة من خزاعة فأخذ ما بأيديهم وقصىّ أوّل من أصاب ملكا من العرب من قريش بعد ولد إسماعيل وذلك في زمن المنذر بن النعمان على الحيرة والملك بهرام جور في الفرس فقطع قصىّ مكّة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . والحير . Ms\r\n[ 2 
  ] . حنش . Ms\r\n[ 3 
  ] . بجنتى بنت خليل . Ms\r\n[ 4 
  ] . جليل . Ms\r\n[ 5 
  ] . الحنش . Ms\r\n","page_name":" 126 ","page_number":130},
  {"content":"\r\nأرباعا وبنى بها دار الندوة فلا يتزوّج امرأة إلَّا في دار الندوة ولا يعقد لواء ولا يعذر غلام ولا تدرع جارية إلَّا فيها وسمّيت الندوة لأنّهم ينتدون فيها للخير والشرّ وكانت قريش تؤدّى الرفادة إلى قصىّ وهي [ f 133 r 
  ] خرج [ 1 
  ] يخرجونه من أموالهم يترافدون فيه فصنع طعاما وشرابا للحاجّ أيّام الموسم وكانت صوفة وهي قبيلة من جرهم بقيت بمكة تلى الإجازة بالناس من عرفة وخزاعة كانت تحجب البيت فإذا أفاض الناس أخذت صوفة بجانبي العقبة وقالت اجيزى صوفة فإذا نفدت صوفة وجازت خلَّوا سبيل سائر الناس حتى إذا كان العام الَّذي أراد الله عزّ وجلّ أن يظهر أمر قصىّ ففعلت صوفة كما يفعله فأتاهم قصىّ في من معه من قريش وقاتلوا صوفة فهزموهم وولى قصىّ البيت والرفادة والسقاية والندوة واللواء فلمّا كبر قصىّ ودقّ عظمه جعل الأمر إلى عبد الدار لأنّه أكبر ولده وهلك قصىّ وأقامت على ذلك زمانا ثمّ إنّ بنى عبد مناف أجمعوا أن يأخذوا ما بأيدي عبد الدار وهمّوا بالقتال ثمّ تداعوا إلى الصلح على أن يعطوا بنى عبد مناف السقاية\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : en marge حزح . Ms\r\n","page_name":" 127 ","page_number":131},
  {"content":"\r\nوالرفادة وأن يكون الحجابة واللواء والندوة لبني عبد الدار وتعاقدوا ذلك حلفا حلفا مؤكدا لا ينقضونه ما بلّ بحر صوفة فأخرجت بنو عبد مناف جفنة مملوءة طيبا وغمسوا فيها أيديهم ومسحوا بها الكعبة توكيدا على أنفسهم فسمّوا المطيّبين فأخرجت بنو عبد الدار جفنة من دم وغمسوا فيها أيديهم ومسحوا بها الكعبة فسمّوا الأحلاف ولم يزالوا على ذلك حتّى جاء الله عزّ وجلّ بالإسلام * ( فقال النبيّ صلى الله عليه وسلم ما كان من حلف في الجاهليّة فإن الإسلام لم يزده إلَّا شدّة ) * فأوّل من أصاب من قريش ملكا قصىّ بن كلاب ثمّ ابنه عبد الدار وبنوه إلى أن قاسمهم بنو عبد مناف ثم هاشم بن عبد مناف واسمه عمرو وانّما سمّى هاشما لهشمه الثريد للحاجّ وذلك أنّه قال يا معاشر قريش أنتم جيران الله وأهل بيته يأتيكم في الموسم زوّار الله شعثا غبرا من كلّ فجّ عميق على ضوامر كأنّهم القداح قد ارصفوا ونهكوا وثقلوا وارملوا فأكرموا ضيف الله فترافدت قريش مالا عظيما كلّ سنة حتّى كان يخرج أهل اليسار منهم مائة دينار هرقليّة فكان يأمر بالحياض فيضرب ويترع من البئار ويطعم الناس اللحم والسويق والتمر إلى أن صدروا\r\n","description":"","footnote":"","page_name":" 128 ","page_number":132},
  {"content":"\r\nوفيه يقول الشاعر [ كامل 
  ]\r\nيا أيّها الرجل المحوّل رجله * هلَّا سألت عن آل عبد مناف\r\nكانت قريش بيضة فتفلَّقت * فالمخ خالصها لعبد مناف\r\nعمرو الَّذي هشم الثريد لقومه * ورجال مكّة مسنتون عجاف\r\nنسبت إليه الرحلتان كلاهما * سفر الشتاء ورحلة الأصياف\r\nفهلك هاشم بأرض غزّة فصار الأمر إلى عبد المطَّلب بن هاشم صاحب زمزم وساقى الحجيج ومطعم الوحش ثم هلك وولى الأمر أبو طالب ثم وليه العبّاس ثم أقرّ رسول الله صلى الله عليه وسلم المفتاح في يدي عثمان بن طلحة والسقاية في يدي العبّاس فهو في ولدهم إلى اليوم\r\n* * *\r\nذكر رؤساء المدينة ووقوع قريظة والنضير إليها\r\n[ f 133 v 
  ] جاء في الخبر أنّ ططوس بن استيانوس الرومىّ الكافر لمّا خرّب بيت المقدس إحدى المرّتين وتفرّقت بنو إسرائيل جاءت قريظة والنضير وهما من صريح ولد هارون بن عمران أخي [ 1 
  ] موسى بن عمران حتى نزلوا يثرب وذلك في الفترة وكان نزول الأوس\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أخو . Ms\r\n","page_name":" 129 ","page_number":133},
  {"content":"\r\nوالخزرج إيّاها زمن سيل العرم لا شكّ ويقال أنّ مسقط يهود إليها من عهد موسى بن عمران عم وذلك أنّه بعث جيشا إلى يثرب وأمرهم أن يقتلوا كل من وجدوا على قامة السوط قال فقتلوا إلَّا غلاما [ لم 
  ] يروا أحسن منه فانّهم استبقوه وانصرفوا إلى الشام وإذا موسى قد هلك [ 1 
  ] وتبرأت بنو إسرائيل من هذه الطبقة لمخالفة أمر موسى واستحيائهم من هذا الغلام فاقبلوا راجعين إليها واستوطنوا بها فإن كان هذا حقا فقد سبقوا الأوس والخزرج إلى يثرب والله أعلم قالوا وكان الملك في اليهود وملكهم قيطون وكان يبدأ بالعروس قبل زوجها حتى قتله مالك بن عجلان بن زيد بن سالم بن عوف بن عمرو بن عوف بن الخزرج كما ذكرنا في قصّة ملوك اليمن وملك مالك فصارت الرئاسة له والشرف ثم جعلت الأوس والخزرج يتوارثون الرئاسة إلى أن هاجر إليهم النبي صلى الله عليه وسلم فصارت الرئاسة للإسلام وأهله والسلم\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . موسى Ms repete\r\n","page_name":" 130 ","page_number":134},
  {"content":"\r\nالفصل الخامس عشر\r\nفي ذكر مولد النبيّ صلى الله عليه وسلم ومنشاه ومبعثه إلى هجرته\r\nهذا نسب رسول الله صلى الله عليه وسلم في رواية محمّد بن إسحاق المطَّلبي وقد بيّنّا اختلاف الناس في نسبه عدنان وما فوقه في فصل الأنساب ، محمّد صلى الله عليه وسلم بن عبد الله بن عبد المطَّلب بن هاشم ابن عبد مناف بن قصىّ بن كلاب بن مرّة بن كعب بن لؤيّ ابن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن الياس بن مضر بن نزار بن معد بن عدنان بن أدد ابن مقوم بن ناحور بن تيرح بن يعرب بن يشجب بن نابت بن إسماعيل بن إبراهيم بن تارح بن ناحور بن ساروح بن رعو بن شالخ ابن عابر بن فالج بن ارفخشذ بن سام بن نوح بن لامك بن متوشلح بن أخنوخ بن يارد بن مهلايل بن قينان بن شيث بن آدم عم\r\nذكر مولد النبيّ صلى الله عليه وسلم\r\nولد بمكّة عام الفيل بعد قدوم أبرهة بخمسين ليلة وكان أوّل يوم من المحرّم عام الفيل يوم الجمعة وقدم\r\n","description":"","footnote":"","page_name":" 131 ","page_number":135},
  {"content":"\r\nالفيل يوم الأحد لسبع عشر [ ة 
  ] ليلة خلت من المحرّم سنة ثماني مائة واثنين وثمانين للإسكندر الرومىّ وستّة عشر ومائتين من تأريخ العرب الَّذي أوّله حجّة الغدر وسنة أربع وأربعين من ملك أنوشروان بن قباذ ملك العجم فيما يروى وكان مولده صلى الله عليه وسلم يوم الاثنين لثماني ليال خلون من ربيع الأوّل وقال ابن إسحاق لاثنتي عشرة ليلة خلت من شهر ربيع الأوّل قالوا وكان طالع النبيّ صلى الله عليه وسلم برج الأسد والقمر فيه بثماني عشرة درجة ودقائق والشمس في الثور بدرجة وهو يوم [ f 134 r 
  ] السابع عشر من [ دى 
  ] ماه ويوم العشرين في الأرض التي تعرف بابن يوسف بمكّة فصيّرتها الخيزران بنت عطاء امرأة المهدىّ مسجدا ويدلّ خبر عبد الله بن كيسان عن عكرمة عن ابن عبّاس رضي الله عنه أنّ رسول الله صلى الله عليه وسلم وضع ليلا لأنّه قال كان أهل الجاهليّة إذا ولد لهم مولود من تحت الليل رموه تحت الإناء فلا ينظرون إليه حتّى يصبحوا فلمّا ولد رسول الله صلى الله عليه وسلم رموه تحت البرمة فلما أصبحوا إذ هي قد انفلقت بيتين [ 1 
  ] وعيناه إلى السماء فعجبوا من ذلك وأرسلوا إلى عبد المطلب فجاء فنظر اليه فقال ارفعوا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يسين . Ms\r\n","page_name":" 132 ","page_number":136},
  {"content":"\r\nابني هذا فإنّه منّا ودفع إلى امرأة من بنى سعد بن بكر فلما أرضعته دخل عليها الخير من كل جانب وكانت لها شويهات فنمت وازدادت زيادة حسنة هذا الصحيح من خبر حليمة قال ابن إسحاق والتمس الرضعاء لرسول الله صلى الله عليه وسلم فاسترضع في بنى سعد بن بكر بثدي حليمة بنت أبي ذؤيب وزوجها الحارث بن عبد العزّى وأخو [ ة 
  ] رسول الله صلى الله عليه وسلم من الرضاعة عبد [ الله بن 
  ] الحارث وانيسة بنت الحارث والشيماء [ 1 
  ] بنت الحارث فكان عند ظئره سنتين إلى أن فطمته وردّته إلى أمّه ثم عادت إلى بلادها فلما تمت له خمس سنين حملته إلى امّه فكان عند أمّه سنة حملته أ [ لي 
  ] بنى عدي بن النجار تريد إيّاهم الخؤولة التي كانت لهم فكان مصيرها به إلى منصرفها شهر وتوفيت آمنة بنت وهب أمّ رسول الله صلى الله عليه وسلم بالأبواء منزل بين مكّة والمدينة وهي راجعة إلى مكّة ورسول الله صلى الله عليه وسلم ابن ستّ سنين فحملته أمّ [ 2 
  ] أيمن وهي حاضنته ومولاة أبيه إلى مكّة فكان في حجر عبد المطَّلب فلما بلغ ثماني سنين توفّى عبد المطَّلب وهلك أنوشروان في هذه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . واسما . Ms\r\n[ 2 
  ] . إلى . Ms\r\n","page_name":" 133 ","page_number":137},
  {"content":"\r\nالسنة كما يدلّ عليه التأريخ ثمّ ضمّه أبو طالب إلى نفسه وأقام عنده أربع سنين فلما بلغ اثنتي عشرة سنة عرض لأبى طالب الخروج إلى الشأم في تجارة فخرج بالنبيّ صلى الله عليه وسلم صبابة به ورقّة قالوا حتّى إذا كانوا ببصرى أشرف عليهم راهب يقال له بحيرا فرأى علامة من علامات النبوّة فاتّخذ طعاما ودعا الركب إليه فحضروه وخلَّفوا النبي صلى الله عليه وسلم في رحالهم لحداثة سنّه فقال بحيرا لا يتخلَّفنّ أحد عن طعامي فدعوه فلما أبصره بحيرا توسّم فيه مخايل النبوّة وعرف دلائلها فاحتضنه وضمّه إلى نفسه وقال لأبى طالب من هذا الغلام منك قال هو ابني قال ما ينبغي له أن يعيش أبوه قال ابن أخي قال ارجع بابن أخيك واحذر عليه من اليهود فانّه كائن لابن أخيك شأن عظيم فقضى أبو طالب تجارته وأسرع به إلى مكّة وفيه يقول [ بسيط 
  ]\r\nألم يكن لقريش آية عجب * فيما يقول بحيراء وعدّاس\r\nقالوا فشبّ رسول الله صلى الله عليه وسلم شبابا حسنا يكلؤه الله عزّ وجلّ ويحوطه من اقذار الجاهليّة لما يريد به من كرامته حتّى كان اسمه في قومه الصدوق الأمين فلما بلغ عشرين سنة هاجت حرب\r\n","description":"","footnote":"","page_name":" 134 ","page_number":138},
  {"content":"\r\nالفجار * ( في رواية ابن إسحاق والواقديّ وروى أبو عبيدة عن أبي عمرو بن العلاء قال هاجت الفجار ورسول الله عليه الصلوات والسلم ابن أربع عشر [ ة 
  ] سنة [ f 134 v 
  ] أو خمس عشرة سنة وقال النبي صلى الله عليه وسلم كنت أنبل إلى أعمامي في الفجار ) * قالوا وانّما سمّيت هذه الحرب الفجار وكانت وقعات لما صنعوا فيها من الفجور في الشهر الحرام وذلك أنّ النعمان بن المنذر عامل أبرويز على الحيرة كان يبعث كلّ سنة بلطيمة إلى سوق عكاظ في جوار رجل من العرب فلما كان في هذه السنة قال من يحير هذه العير قال عروة بن عتبة بن جعفر بن كلاب الرّحال أنا أيّها الملك وقال البرّاض بن قيس وكان خليعا والخليع من خلع خلفاءه فمن قتله فدمه هدر أنا أيها الملك فقال أتجيرها على أهل الشيخ [ 1 
  ] والقيصوم وأنت كالكلب الخليع إنّما أنت أضيق استا من ذلك فقال البرّاض أتجيرها على كنانة قال نعم وعلى الخلق جميعا فسلَّم النعمان اللطيمة إلى عروة وتبعه البرّاض حتّى إذا كان بتيمن ذي طلال أصاب فرصة من عروة فوثب عليه فقتله في الشهر الحرام وقال في ذلك [ وافر 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . السنج . Ms\r\n","page_name":" 135 ","page_number":139},
  {"content":"\r\nوداهية يهمّ النّاس قتلى * شددت [ 1 
  ] لها بنى بكر ضلوعي\r\nهدمت بها بيوت بنى كلاب * وأرضعت الموالي بالضروع\r\nقتلت به بتيمن ذي طلال * فخرّ يميد كالجدع الصريع\r\nوتسامع الناس به فخرج كنانة وقريش بطلب ثأر عروة وخرجت قيس بن عيلان لأجل البرّاض واقتتلوا قتالا شديدا بعكاظ في الشهر الحرام ثم تحاجزوا وتداغشوا إلى الصلح ورهن حرب بن أميّة ابنه أبا سفيان بن حرب في ذلك الصلح وفيه يقول الشاعر [ خفيف 
  ]\r\nقد بعثنا الحجار من كلّ حىّ * وقمعنا الفجّار يوم الفجار\r\nقالوا انّ رجلا تاجرا قدم مكّة وباع سلعته من العاص ابن وائل السهمىّ فمطله حتى أجهده فصعد الرجل جبل أبى قبيس ونادى [ بسيط 
  ]\r\nيا للرجال لمظلوم بضاعته * ببطن مكّة نائى الأهل والنفر\r\nإنّ الحرام لمن تمّت حرامته * ولا حرام لمثوى لابس الغدر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . سددت . Ms\r\n","page_name":" 136 ","page_number":140},
  {"content":"\r\nفاجتمعت قريش في دار عبد الله بن جدعان وتحالفوا على أن يكونوا يدا واحدا على المظلوم حتّى يأخذوا له حقّه فسمّته قريش حلف الفضول * (\r\nوقد قال رسول الله صلى الله عليه وسلم لقد شهدت في دار عبد الله بن جدعان حلفا ما أحبّ أن لي به حمر النعم ولو ادّعى به في الإسلام لأجبت وما كان من حلف في الجاهليّة فان الإسلام لم يزده إلَّا شدّة ، ) * ، ،\r\nخروج النبي صلى الله عليه وسلم إلى الشأم في مال خديجة\r\nرضي الله عنها قالوا وكانت خديجة بنت خويلد بن أسد بن عبد العزّى بن قصىّ من مياسير قريش وتجّارها تستأجر الرجال وتبعثهم في مالها [ 1 
  ] * ( وذكر الواقدي أنّ أبا طالب قال يا ابن أخي أنا رجل لا مال لي وقد الحّت علينا سنون منكرة فلو جئت خديجة وعرضت عليها نفسك لأسرعت إليك بما يبلغها من صدقك وعظم أمانتك فقال رسول الله صلى الله عليه وسلم فلعلَّها ترسل إليّ في ذلك ) * وبلغ خديجة خبر أبي طالب وما فاوض ابن أخيه فأرسلت وسألته أن يخرج معه ميسرة غلام لها فخرج وباع سلعتها واشترى ما أراد أن يشترى وأقبل قافلا إلى مكّة فباعت\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وتبعثها في ماله . Ms\r\n","page_name":" 137 ","page_number":141},
  {"content":"\r\nالحمولات فأضعفت وأثمرت [ f 135 r 
  ] فرغبت في نكاح رسول الله صلى الله عليه وسلم\r\n* * *\r\nنكاح خديجة رضي الله عنها\r\nقالوا ولمّا ظهر لها من بركة رسول الله صلى الله عليه وسلم وعظم أمانته وصدق وفائه رغبت في نكاحه قال الواقديّ فأرسلت نفيسة مولاة لها دسيسا فقالت يا محمّد ما يمنعك أن تتزوّج قال ما بيدي شيء ما أتزوّج فقالت نفيسة فإن كفيت ذلك ألا تجيب قال ومن هي قالت خديجة فذكر رسول الله صلى الله عليه وسلم لأعمامه ذلك فخرج معه حمزة بن عبد المطَّلب فخطبها إلى أبيها خويلد بن أسد ومعه ثمل فلمّا أصبح وصحا قال ما هذا الخلوق وهذه الحلَّة قالوا كساكها محمّد ابن عبد الله فقد أنكحته خديجة ودخل بها فانتهرهم قال وأصدقها عشرين بكرة وروى الواقديّ أنّه أنكحها عمّها عمرو بن أسد وكان رسول الله صلى الله عليه وسلم ابن خمسة وعشرين سنة يوم تزوّجها وخديجة بنت أربعين سنة ولم يتزوّج عليها غيرها حتّى ماتت وكانت قبله تحت عتيق بن عبد الله ويقال ابن عابد [ 1 
  ] وولدت له جارية ثم خلف عليها بعد عتيق أبو هالة هند بن زرارة\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . Cf , Tab , I , 1766 , n . a ; Ibn Sad , VIII , 8 عائد . Ms\r\n","page_name":" 138 ","page_number":142},
  {"content":"\r\nفولدت له هند بن هند وولدت لرسول الله صلى الله عليه وسلم جميع ولده إلَّا إبراهيم بن مارية فإنّه من القبطيّة فأكبر ولده القاسم وبه كان يكنى أبا القاسم ثم الطيب ثم الطاهر ثم رقيّة ثم زينب ثم أمّ كلثوم ثم فاطمة قال الواقديّ ولم أر أصحابنا يثبتون الطيّب ويقولون هو الطاهر وفي رواية سعيد بن أبي عروبة عن قتادة أنّها ولدت لرسول الله صلى الله عليه وسلم عبد مناف في الجاهليّة وولدت له في الإسلام غلامين وأربع بنات القاسم وعبد الله فماتا صغيرين وفي كتاب ابن [ 1 
  ] إسحاق أنّ ابنيه هلكا في الجاهليّة وأن بناته أدركن الإسلام وهاجرن والله أعلم\r\n* * *\r\nذكر بنيان الكعبة\r\nقالوا ولمّا بلغ رسول الله صلى الله عليه وسلم خمسا وثلاثين سنة اجتمعت قريش لبنيان الكعبة ليرفعوها ويسقّفوها وانّما كانت رضما فوق القامة فجاء سيل فهدمه وفي جوفها بئر يحرز فيه كنز الكعبة وما يهدى لها فسرق منها رجل يقال له دويك فقطعت قريش يده وتهيّئوا لبناء الكعبة وكان البحر قد رمى بسفينة [ 2 
  ] إلى\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أبى . Ms\r\n[ 2 
  ] . لسفينة . Ms\r\n","page_name":" 139 ","page_number":143},
  {"content":"\r\nجدّة فتحطَّمت فأخذوا خشبها وكان بمكة رجل قبطىّ نجّار فسوّى لهم ذلك وبنوها ثماني عشرة ذراعا فلمّا انتهوا إلى موضع الركن اختصموا وأراد كلّ قوم أن يكونوا هم الذين يلونه ويرفعونه إلى موضعه وتفاقم الأمر بينهم وتواعدوا للقتال ثم تحاجزوا وتناصفوا على أن يجعلوا بينهم أوّل طالع من باب المسجد يقضى بينهم فكان ذلك رسول الله عليه الصلاة والسلم فقال هلمّ ثوبا فأتى به فوضع الركن فيه ثم قال ليأخذ كلّ فئة بناحية من الثوب ثم ليرفعوه ففعلوا حتّى إذا رفعوه إلى موضعه أخذ الحجر بيده فوضعه في الركن فرضوا بذلك وأنهوا عن الشرّ\r\n* * *\r\nذكر المبعث ونزول الوحي\r\nقالوا فلمّا بلغ رسول الله صلى الله عليه وسلم أربعين سنة بعثه الله تعالى رحمة للعالمين وهدى للخلق أجمعين وكان في مبتدإ الأمر يرى الرؤيا ويسمع الصوت ويتمثّل له الخيال فراع لذلك وذعر وروينا عن عكرمة أنّه قال أنزلت النبوّة على محمّد صلى الله عليه وسلم وهو ابن أربعين سنة فقرن بنبوّته إسرافيل ثلاث سنين فكان يتراءى له ويلقى الكلمة إليه ولم ينزل القرآن على لسانه ثم قرن بنبوّته جبريل عم فنزل القرآن عشرين سنة عشرا بمكّة وعشرا بالمدينة وروى ابن إسحاق عن الزهري عن\r\n","description":"","footnote":"","page_name":" 140 ","page_number":144},
  {"content":"\r\nعائشة أنّ أوّل ما ابتدى [ f 135 v 
  ] رسول الله صلى الله عليه وسلم من النبوّة الرؤيا الصادقة فكان لا يرى رؤيا إلَّا جاءت كفلق الصبح ثم حببت اليه الخلوة فلم يكن شيء أحبّ إليه أن يخلو وحده ثم جاءه الملك قالوا وكان قريش يتحنّثون بحراء في رمضان وكان رسول الله صلى الله عليه وسلم يفعل ذلك لأنّه من البرّ فبينا هو عاكف بحراء ومعه التمر واللبن يطعم الناس ويسقيهم إذ استعلق له جبرائيل ليلة السبت وليلة الأحد ثم أتاه بالرسالة يوم الاثنين لسبع عشرة خلت من شهر رمضان بقول الله تعالى * ( شَهْرُ رَمَضانَ الَّذِي أُنْزِلَ فِيه الْقُرْآنُ 2 : 185 ) * وهو الخامس والعشرون من ابان ماه والتاسع من شباط وذلك في سنة عشرين من ملك أبرويز وأهل الاخبار على أنّ أوّل ما أنزل من القرآن خمس آيات من سورة * ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ 96 : 1 ) * إلى قوله * ( عَلَّمَ الإِنْسانَ ما لَمْ يَعْلَمْ 96 : 5 ) * * ( وذكر بعضهم أنّه صلى الله عليه وسلم قال أتاني رجل وفي يده سمط ديباج وأنا نائم فركضني برجله وقال اقرأ ففعل ذلك مرّة أو مرّتين ثمّ قال * ( بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الإِنْسانَ من عَلَقٍ اقْرَأْ ورَبُّكَ الأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الإِنْسانَ ما لَمْ يَعْلَمْ 96 : 1 - 5 ) * ثمّ قال ابشر فأنا جبريل وأنت نبيّ هذه الأمّة وصلَّى به ) *\r\n","description":"","footnote":"","page_name":" 141 ","page_number":145},
  {"content":"\r\n* ( ركعتين وفي رواية عبيد بن عمير الليثي أنّه أتاه وهو نائم ولم يذكر أنّه ركضه برجله قال فأتيت خديجة وقد هالني من رأيت وكأنّما كتاب كتب في قلبي وقلت أخشى أن أكون شاعرا أو مجنونا قالت وما ذاك ابن أخي فقصصت عليها القصّة فقالت ابشر فانّك تطعم الطعام وتصل الرحم وتصدق الحديث وتؤدّي الأمانة لا يصنع الله بك إلَّا خيرا ثمّ جمعت عليها ثيابها وانطلقت إلى ابن عمّها ورقة بن نوفل بن أسد بن عبد العزّى ابن قصىّ وكان نصرانيّا قد قرأ الكتب فقصّت عليه الخبر فلمّا ذكرت جبريل قال قدّوس قدوس ما لك تذكرين الروح الأمين بهذا الوادي الَّذي أهله عبدة الأوثان لئن كنت صدقتني لقد جاءه الناموس الأكبر الَّذي كان يأتي موسى بن عمران فقولي له فليتثبّت وإذا جاءه فتحسّرى بين يديه فإن كان شيطانا ثبت وإن كان ملكا لا تراه حينئذ فرجعت خديجة إلى رسول الله صلى الله عليه وسلم وقالت إذا أتاك صاحبك فناد بي فبينما هو عندها إذ جاء جبريل عم فقال النبي عم ها هو يأخذ بي فقالت فقم واقعد على فخذي وحسرت عن رأسها وقالت تراه قال لا قالت ابشر فإنّه والله ملك وما هو شيطان ولو كان شيطانا ما ) *\r\n","description":"","footnote":"","page_name":" 142 ","page_number":146},
  {"content":"\r\n* ( استحيى فآمنت به وصدّقته ) * وكثير من الناس يقولون أنّ أوّل الناس إيمانا بالنبيّ صلى الله عليه وسلم خديجة وروينا عن أبي رافع أنّه قال صلَّى رسول الله صلى الله عليه وسلم غداة يوم الاثنين وصلَّت خديجة في آخر ذلك اليوم قالوا ونزلت في هذه القصّة * ( ن والْقَلَمِ وما يَسْطُرُونَ ما أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ 68 : 1 - 2 ) * قال ورقة بن نوفل فيما روى ابن إسحاق عنه [ وافر 
  ]\r\nلجخت وكنت في الذكرى لجوجا * لهمّ طالما بعث النشيجا\r\nووصف من خديجة بعد وصف * فقد طال انتظاري يا خديجا\r\nبما خبّرتنا من قول قسّ * من الرهبان أكره أن يعوجا\r\nبأنّ محمّدا سيسود يوما * ويخصم من يكون له حجيجا\r\n[ f 136 r 
  ] فيا ليتى إذا ما كان ذاكم * شهدت فكنت أولهم ولوجا\r\nولوجا في الَّذي كرهت قريش * ولو عجّت بمكّتها عجيجا\r\nفان تبقوا وأبق يكن أمور * يضجّ الكافرون لها ضجيجا\r\nوإن أهلك فكلّ فتى سيلقى * من الأقدار متلفة خروجا\r\nقال الزهرىّ فهلك ورقة بن نوفل قبل الوحي وقبل إظهار النبي صلى الله عليه وسلم الدعوة والله أعلم بصدقة .\r\n","description":"","footnote":"","page_name":" 143 ","page_number":147},
  {"content":"\r\nانقضاض الكواكب\r\nرأيت في بعض كتب التأريخ أنّه كان بين مبعث رسول الله صلى الله عليه وسلم وإلى أن رأت قريش النجوم يرمى بها في السماء عشرون يوما وقال الله عزّ وجلّ * ( إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ وحِفْظاً من كُلِّ شَيْطانٍ مارِدٍ لا يَسَّمَّعُونَ إِلَى الْمَلإِ الأَعْلى ويُقْذَفُونَ من كُلِّ جانِبٍ دُحُوراً ولَهُمْ عَذابٌ [ واصِبٌ 
  ] إِلَّا من خَطِفَ الْخَطْفَةَ فَأَتْبَعَه شِهابٌ ثاقِبٌ 37 : 6 - 10 ) * فدلّ بقوله حفظا من كلّ شيطان مارد أنها لم تزل [ 1 
  ] محفوظة مذ خلقت الكواكب لها زينة وقد سئل الزهري عن انقضاض الكواكب في الجاهليّة فقال قد كان ذلك فلمّا بعث رسول الله صلى الله عليه وسلم شدّد وغلَّظ ألا ترى إلى قول الشاعر [ بسيط 
  ]\r\nفانقض كالكوكب الدرىّ يتبعه * نقع يخال على أرجائه الطَّنبا\r\nوقد روى أخبار في هذا الباب . والَّذي يشبه الحقّ أنّه قد كان قبل ذلك انقضاض الكواكب وانّه قرن به عند الوحي ضرب من العذاب يقضى به الخاطف المستمع والله أعلم\r\n* * *\r\nذكر فترة الوحي\r\nقالوا ثمّ فتر الوحي عن رسول الله صلى الله عليه وسلم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . لم يزل . Ms\r\n","page_name":" 144 ","page_number":148},
  {"content":"\r\nحتّى شقّ عليه مشقّة شديدة * ( وفي رواية ابن عبّاس رضي الله عنه انه كان يعدو مرّة إلى ثبير ومرّة إلى حراء يريد أن يلقى نفسه منها فبينا هو كذلك إذ سمع صوتا فرفع صوته فإذا هو بالملك الَّذي جاءه بحراء بين السماء والأرض قال فخشيت رعبا ورجعت إلى أهلي فقلت زمّلوني فألقوا عليّ قطيفة سوداء وصبّوا عليّ ماء باردا فنزل * ( يا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ ورَبَّكَ فَكَبِّرْ وثِيابَكَ فَطَهِّرْ والرُّجْزَ فَاهْجُرْ 74 : 1 - 5 ) * ، ) * ، ،\r\nذكر اختلافهم أوّل من أسلم\r\nقيل خديجة رضي الله عنها صلَّى رسول الله صلى الله عليه وسلم غداة يوم الاثنين وصلَّت خديجة آخر اليوم وقيل عليّ بن أبي طالب صلَّى رسول الله صلى الله عليه وسلم يوم الاثنين وصلَّى عليّ يوم الثلاثاء وقيل زيد بن حارثة وقيل أبو بكر الصدّيق رضي الله عنه وأمّا ابن إسحاق فإنّه يقول أوّل من ذكر من الناس آمن بمحمّد صلى الله عليه وسلم عليّ بن أبي طالب عم ثمّ زيد بن حارثة ثمّ أبو بكر الصدّيق وأسلم بدعائه عثمان بن عفّان ثمّ سعد بن أبي وقّاص وعبد الرحمن بن عوف وطلحة بن عبيد الله فهؤلاء النفر الثمانية الذين سبقوا بالإسلام وروى الواقديّ أنّ سعد بن أبي وقّاص قال لقد أتى عليّ يوم وانى لثالث الإسلام وعن عمرو بن عنبسة\r\n","description":"","footnote":"","page_name":" 145 ","page_number":149},
  {"content":"\r\nكنت ثالثا أو رابعا في الإسلام وعن خالد بن سعيد بن العاص كنت خامسا في الإسلام وممّن سبق إسلامه أبو عبيدة بن الجرّاح والزبير بن العوّام وعثمان بن مظعون وقدامة بن مظعون [ f 136 v 
  ] وعبيدة بن الحارث وجعفر بن أبي طالب وعبد الله بن مسعود وعبد الله بن جحش وأخوه أبو أحمد بن جحش وأبو سلمة بن عبد الأسد وواقد بن عبد الله وخنيس بن حذافة ونعيم بن عبد الله النحّام وخبّاب بن الارتّ وعامر بن فهيرة رضي الله عنهم أجمعين ومن النساء أسماء بنت عميس الخثعميّة امرأة جعفر ابن أبي طالب وفاطمة بنت الخطاب امرأة سعيد بن زيد بن عمرو واسما بنت أبي بكر وعائشة وهي صغيرة فكان إسلام هؤلاء في ثلاث سنين ورسول الله صلى الله عليه وسلم يدعو في خفية قبل أن يدخل دار أرقم بن [ أبى 
  ] الأرقم ثمّ أسلم صهيب بن سنان وعمّار ابن ياسر وكان إسلامهما بعد إسلام بضعة وثلاثين رجلا ثمّ فشا بمكّة وتحدّث [ 1 
  ] به وأمر الله عزّ وجلّ رسوله بإظهار الدعوة فقال * ( فَاصْدَعْ بِما تُؤْمَرُ وأَعْرِضْ عَنِ الْمُشْرِكِينَ 15 : 94 ) * وذلك في السنة الرابعة من النبوّة\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . و ؟ حدّث . Ms\r\n","page_name":" 146 ","page_number":150},
  {"content":"\r\nذكر إظهار الدعوة إلى الإسلام\r\nقالوا فجهر رسول الله صلى الله عليه وسلم بدينه ودعا الخلق إليه وأبدى الصفحة لهم فلم يبعد عليه قومه ولا عابوا عليه رأيه لما عرفوه من صدق الحديث وحسن الجوار وتحرّى الخير والتواضع للخلق وكمال العقل والشرف وعلوّ البيت وطهارة النسب حتّى سبّ آلهتهم وسفّه أحلامهم وضلَّل آراءهم ونقض دينهم فلما فعل ذلك أعظموه وناكروه وقد حدب عليه عمّه أبو طالب وقام يناضل دونه ويحامى عليه فتضاغن القوم وتوامروا ومشوا إلى أبى طالب منهم أشراف قريش عتبة بن ربيعة بن عبد شمس بن عبد مناف وأخوه شيبة بن ربيعة وابنه الوليد بن عتبة وأبو سفيان بن حرب بن أميّة بن عبد شمس وأبو جهل بن هشام بن المغيرة المخزوميّ وكنيته أبو الحكم وأبو البختري بن هشام والوليد بن المغيرة بن عبد الله المخزوميّ والعاص بن وائل السهمىّ فقالوا يا أبا طالب إنّ لك سنّا وشرفا وإنّ ابن أخيك قد سبّ آلهتنا وعاب ديننا وسفّه أحلامنا وضلَّل آباءنا فإمّا أن تكفّه وإمّا أن ننازله [ 1 
  ] وإيّاك * ( فقال له أبو طالب اتّق عليّ وعلى نفسك ولا تحملني من الأمر ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . نقاتله : En marge\r\n","page_name":" 147 ","page_number":151},
  {"content":"\r\n* ( ما لا أطيق فظنّ رسول الله صلى الله عليه وسلم أنّ أبا طالب قد تركه وأنّه قد ضعف عن نصرته وهو خاذله فاستعبر ثمّ قال يا عمّ والله لو وضعوا الشمس في يميني والقمر في شمالي على أن أترك هذا الأمر حتّى يظهره الله وأهلك دونه ما تركته ) * فقال أبو طالب لا تخذله فمشوا إليه بعمارة بن الوليد فقالوا هذا أنهد فتى قريش وأجمله فخذه واتّخذه ولدا وسلَّم إلينا ابن أخيك هذا الصابئ الَّذي خالف ديننا وفرّق جماعتنا نقتله فقال أبو طالب تعطوني ابنكم أغذوه لكم وأعطيكم ابني تقتلونه هذا ممّا لا يكون فتنابذ القوم وتنادوا بعضهم بعضا وأقبلوا على من في القبائل من المسلمين يعذّبونهم ويفتنونهم عن دينهم ومنع الله عزّ وجلّ رسوله بعمّه أبى طالب ان تخلصوا في شعره وبشره غير أنّهم يرمونه بالسحر والشعر والكهانة والجنون والقرآن ينزل عليهم بتكذيبهم والردّ عليهم ورسول الله صلى الله عليه وسلم قائم بالحقّ ما يثنيه ذلك عن الدعاء إلى الله عزّ وجلّ سرّا وجهرا حتّى لحق أبو طالب باللَّه عزّ وجلّ فتخطَّئوا اليه بالمكروه [ f 137 r 
  ] ونالوا منه ما كانوا يجمحون عنه من جنانه قالوا ولمّا أسلم حمزة بن عبد المطَّلب عزّ به النبيّ صلى الله عليه وسلم وأهل الإسلام فشقّ ذلك على\r\n","description":"","footnote":"","page_name":" 148 ","page_number":152},
  {"content":"\r\nالمشركين فعدلوا عن المنابذة إلى المعاتبة [ 1 
  ] وأقبلوا عليه يرغَّبونه في المال والأنعام ويعرضون عليه الأزواج فنزل * ( قُلْ لا أَسْئَلُكُمْ عَلَيْه أَجْراً إِلَّا الْمَوَدَّةَ في الْقُرْبى 42 : 23 ) * فلما أعياهم أمره ويئسوا أن يستنزلوه عن دينه بشيء من حطام الدنيا أخذوا في طلب الآيات والتماس المعجزات كما حكى الله عزّ وجلّ عنهم في القرآن * ( وقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا من الأَرْضِ يَنْبُوعاً 17 : 90 ) * الآيات وتواصوا على من أسلم يعذّبونهم جهارا ويقاتلونهم سرا فأمر رسول الله صلى الله عليه وسلم بالهجرة إلى الحبشة فرارا بدينهم وهي الهجرة الأولى سنة خمس من البعث\r\n* * *\r\nذكر الهجرة الأولى إلى الحبشة\r\nقالوا فخرج أحد عشر رجلا وأربع نسوة وأميرهم عثمان بن عفّان ومعه زوجته رقية بنت رسول الله صلى الله عليه وسلم وخرجت قريش في أثرهم فلم يلحقوهم ومرّوا القوم إلى الحبشة فآمنوا واطمأنّوا قالوا وتلا رسول الله صلى الله عليه وسلم سورة النجم فالقى الشيطان في أمنيته تلك الغرانيق العلى منها الشفاعة ترتجى فسجد المشركون وسرّوا بذلك وقالوا ما إن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] وكان رسول الله صلى الله عليه وسلم يدعو ويقول اللَّهمّ اعزّ الإسلام : Glose moderne بالإسلام إلى أن حصل أمر عمر فأعز الله الإسلام بعمر رضي الله عنه .\r\n","page_name":" 149 ","page_number":153},
  {"content":"\r\nلابن أبي كبشة يذكر آلهتنا بخير وبلغ الخبر عثمان بن عفّان ومن معه بأنّ قريشا قد أسلموا فأقبلوا راجعين فلمّا دنوا من مكّة أخبروا أنّ ذلك باطلا فلم يدخل منهم مكّة أحد إلَّا مستخفيا أو بجواز فاشتدّ الأمر وأطبق البلاء بالمسلمين فأمرهم النبيّ صلى الله عليه وسلم بالخروج ثانيا إلى الحبشة\r\n* * *\r\nذكر الهجرة الثانية إلى أرض الحبشة\r\nقالوا فخرجوا وأميرهم جعفر بن أبي طالب وتتابع المسلمون حتّى اجتمعوا بأرض الحبشة ثلاثة وثمانين رجلا فقال عبد الله بن الحارث بن قيس يذكر لهم ما فيه من الأمن والدعة [ بسيط 
  ]\r\nيا راكبا بلَّغن عنّي مغلغلة * من كان يرجو بلاغ الله والدين\r\nكلّ امرئ من عباد الله مضطهد * ببطن مكّة مقهور ومفتون\r\nإنّا وجدنا بلاد الله واسعة * تنجى من الذلّ والمخزاة والهون\r\nفلا تقيموا على ذلّ الحياة ولا * خزي الممات [ 1 
  ] وعيب غير مأمون\r\nوخرج أبو بكر الصدّيق رضي الله عنه حتّى بلغ برك الغماد فلقيه ابن الدغنة وهو سيّد القارة فقال إلى أين يا أبا بكر قال أخرجني قومي فاسيح\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . المماة . Ms\r\n","page_name":" 150 ","page_number":154},
  {"content":"\r\nفي الأرض وأعبد ربّى فقال ابن الدغنة مثلك لا يخرج تكسب المعدوم وتصل الرحم وتقرى الضيف وتحمل الكلّ وتعين على نوائب الحق فرجع أبو بكر في جواره فقال ابن الدغنة يا معشر قريش إنّي [ 1 
  ] أجرت أبا بكر قالوا فمره [ 2 
  ] يعبد ربّه في بيته ولا يفسد علينا صبياننا قالوا وبعثت قريش بعمرو بن العاص وعبد الله بن أبي ربيعة مع هدايا إلى النجاشي ملك الحبشة على أن يسلم المسلمين إليهما فقدما وأوصلا الهديّة قال انّه قد ضوى إلى بلدك غلمان من عندنا [ f 137 v 
  ] سفهاء فارقوا دينهم ولم يدخلوا في دينكم فبعثنا اشرافنا إليكم لتردّهم إليهم فقال النجاشي حتّى أسئلهم عمّا يقولون ثمّ استدعى أصحاب رسول الله صلى الله عليه وسلم فجاؤه وقد جمع أساقفته وبطارقته وفرشوا مضاجعهم فقال لهم ما هذا الدين الَّذي فارقتم فيه قومكم فقال جعفر ابن أبي طالب رضي الله عنه إنّا كنّا قوما أهل جاهليّة نعبد الأصنام ونأكل الميتة ونهريق الدماء ونأتي الفواحش حتّى بعث الله عزّ وجلّ إلينا رسولا منّا نعرف نسبه وصدقه وأمانته فدعانا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أبى . Ms\r\n[ 2 
  ] . فمرّه . Ms\r\n","page_name":" 151 ","page_number":155},
  {"content":"\r\nإلى الله عزّ وجلّ لنوحّده ونعبده ونخلع الحجارة والأوثان وأمرنا بصدق الحديث وصلة الرحم وحسن الجوار ونهانا عن الفواحش والمحارم فعدوا علينا ليردّونا إلى عبادة الأصنام والأوثان فهربنا إلى بلادك واخترناك على من سواك فقال لهم انطلقوا فوالله لا أرسلكم إليهم أبدا فخرجا من عنده مقبوحين فقال عمرو لآتينّه بما يستأصل به خضراؤهم ثمّ غدا إليهم من الغد فقال أيّها الملك انهم يقولون في عيسى قولا عظيما فأرسل فاسألهم ما يقولون في عيسى فقال جعفر بن أبي طالب رضي الله عنه نقول فيه ما جاء به نبيّنا أنّه عبد الله ورسوله وروحه وكلمته ألقاها إلى مريم فضرب النجاشي يده إلى الأرض وتناول منها عودا وقال ما عدا عيسى ما قلتم هذا العود ثمّ قرأ عليه جعفر بن أبي طالب صدر سورة كهيعص فآمن بالنبيّ صلى الله عليه وسلم وردّ هدية عمرو وعبد الله وصرفهما إلى مكّة ثمّ لمّا هاجر رسول الله صلى الله عليه وسلم إلى المدينة وكان المسلمون يخرجون إليه وكان آخرهم جعفر أدرك النبيّ صلى الله عليه وسلم وهو بخيبر قالوا ولما خرج رجع عمرو وعبد الله وجدوا أنّ عمر بن الخطَّاب رضي الله عنه قد أسلم وكان رجلا ذا شكيمة لا يرام ما وراء ظهره فامتنع رسول الله صلى الله عليه وسلم [ به 
  ]\r\n","description":"","footnote":"","page_name":" 152 ","page_number":156},
  {"content":"\r\nوبحمزة بن عبد المطَّلب حتّى عادوا قريشا وكاثروهم ثمّ وقع الحصار في السنة [ السادسة 
  ] من النبوّة وبقي ثلاث سنين\r\n* * *\r\nذكر الحصار\r\nقالوا واجتمعت قريش على بني هاشم وبنى عبد المطَّلب وتعاقدوا على أن لا يبايعوهم ولا يخالطوهم ولا ينكحوا منهم ولا ينكحوهم حتّى يتبرّؤا من صاحبهم ويسلَّمونه للقتل وكتبوا صحيفة كاتبها منصور بن عكرمة بن عامر وعلقوها في الكعبة فانحازت بنو هاشم وبنو عبد المطَّلب فدخلوا الشعب وخرج من بني هاشم أبو لهب عبد العزّى بن عبد المطَّلب وحده وضاق الأمر عليهم لا يصل إليهم شيء من الطعام [ 1 
  ] إلَّا سرّا وبقوا فيه ثلاث سنين فلما كان في السنة التاسعة من النبوّة * ( قال النبيّ صلى الله عليه وسلم لأبى طالب هل شعرت بأنّ ربّى قد سلَّط الأرضة على الصحيفة فلم تدع [ 2 
  ] للَّه اسما إلَّا أثبتته ونفت القطيعة والظلم ) * فقام أبو طالب حتّى أتى المسجد فقال يا معشر قريش إنّ ابن أخي أخبرني بكذا وكذا فهلموا صحيفتكم فإن كان كما قال فانتهوا عن ظلمنا وقطيعتنا فإن كان كاذبا دفعته إليكم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . والطلم . Ms\r\n[ 2 
  ] . يدع . Ms\r\n","page_name":" 153 ","page_number":157},
  {"content":"\r\nقالوا رضينا [ f 138 r 
  ] فنظروا فإذا هو كما قال صلى الله عليه وسلم فزادهم ذلك شرّا ثمّ اجتمع نفر من قريش وقالوا يا قومنا تأكلون الطعام وتشربون الشراب وتلبسون الثياب وبنو هاشم هلكى لا يبايعون ولا يناكحون والله لا نقعد حتّى نشقّ هذه الصحيفة الظالمة لقاطعة فقام إليها مطعم بن عدىّ فشقّها فقال أبو طالب [ طويل 
  ]\r\nالأهل أتى بحرينا صنع ربّنا * على نأيهم والله بالناس أرود\r\nألم يأتهم أنّ الصحيفة مزّقت * وان كلّ ما لم يرضه الله مفسد\r\nجزى الله رهطا بالحجون تبايعوا * على ملإ يهدى لحزم ويرشد\r\nقضوا ما قضوا من ليلهم ثمّ أصبحوا * على مهل وسائر الناس رقد\r\nفخرجوا من الشعب\r\n* * *\r\nذكر خروجهم من الشعب قال الواقديّ مات أبو طالب وخديجة في السنة العاشرة من النبوّة بعد خروج بني هاشم من الشعب بيسير وكان بين موت خديجة إلى أن مات أبو طالب شهر وخمسة أيّام وقيل كان بينهما ثلاثة أيّام فتشابعت على رسول الله صلى الله عليه وسلم المصائب واستكلبت عليه شوكة المشركين\r\n","description":"","footnote":"","page_name":" 154 ","page_number":158},
  {"content":"\r\nوبالغوا في الأذى وكان أشدّهم عليه عمّه أبو لهب عليه اللعنة وأبو جهل وعقبة وأبى بن خلف فمنهم من يقدر ببابه ومنهم من يطرح الأذى في برمته إذا نصبت ومنهم من يطرح رحم الشاة إذا سجد على ظهره ومنهم من يطأ برجليه على عنقه ومنهم من يذرّ التراب على رأسه ومنهم من يبزق في وجهه وجعلوا يستهزؤن به ويتضاحكون منه ورسول الله صابر محتسب على الأذى ثمّ خرج رسول الله صلى الله عليه وسلم إلى الطائف يستنصر\r\n* * *\r\nخروج النبيّ صلى الله عليه وسلم إلى الطائف\r\nقالوا وخرج مع زيد بن حارثة على حمار من هذه الدناية [ 1 
  ] يلتمس النصر والمنعة وأقام بها عشرة أيام فلم يدع أحدا من أشراف ثقيف إلَّا جاءه وكلَّمه وكانت رؤساء ثقيف ثلاثة إخوة عبد ياليل بن عمرو وحبيب ابن عمرو ومسعود بن عمرو فجاءهم رسول الله صلى الله عليه وسلم وسألهم [ 2 
  ] أن يمنعوه حتّى يبلغ من الله عزّ وجلّ أمره فقال أحدهم انا أمرط ثياب الكعبة ان الله أرسلك نبيّا وقال الآخر أما وجد الله أحدا يرسله غيرك وقال الثالث والله لا أكلَّمك أبدا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : ; en marge الدناية . Ms\r\n[ 2 
  ] . وسألوهم . Ms\r\n","page_name":" 155 ","page_number":159},
  {"content":"\r\nفقام رسول الله صلى الله عليه وسلم وقد يئس من نصرتهم فقال اكتموا عليّ وكره أن يبلغ ذلك قومه فيذئرهم عليه فلم يفعلوا وأغروا به سفهاءهم وصبيانهم وعبيدهم فجعلوا يسبّونه ويغطغطون وراءه ويرمونه بالحجارة حتّى التجأ إلى ظلّ حبلة في جنب حائط فجلس فيه ودعا دعوات فسأل [ 1 
  ] ربّه النصر والصبر وانصرف وكان مقامه بالطائف عشرة أيّام فلما بلغ في منصرفه بطن نخل [ 2 
  ] استمع إليه نفر من الجن\r\n* * *\r\nقصّة الجنّ الأولى\r\n[ f 138 v 
  ] قالوا وقام رسول الله صلى الله عليه وسلم من خوف الليل يصلَّى فمر به سبعة نفر من جنّ نصيبين يقال أسماءهم حسا ومسّا وشارصه وناحر ولا ورد وسار سان والأحقب فآمنوا به ورجعوا إلى قومهم منذرين كما قال الله عزّ وجلّ * ( وإِذْ صَرَفْنا إِلَيْكَ نَفَراً من الْجِنِّ 46 : 29 ) * الآيات وسار رسول الله صلى الله عليه وسلم من نخلة يريد مكّة حتّى أتى حراء وبعث إلى سهيل بن عمرو والأخنس بن شريق أدخل في جواركما فأبيا عليه فأرسل إلى مطعم بن عدي فأجاره وأمر بنيه فلبسوا السلاح ووقفوا عند خروجه [ إلى 
  ] البيت فدخل رسول الله صلى الله عليه وسلم مكّة وكان غيبته\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فسأله . Ms\r\n[ 2 
  ] . بطر عل . Ms\r\n","page_name":" 156 ","page_number":160},
  {"content":"\r\nمن خروجه إلى مرجعه خمسة وعشرين يوما ويقال شهرا وفيه يقول حسّان بن ثابت [ طويل 
  ]\r\nفلو كان مجدّ يخلد اليوم واحدا * من الناس أبقى مجده اليوم مطعما\r\nأجرت رسول الله فيهم فأصبحوا * عبيدك ما لبى ملبّ وأحرما\r\nقصّة الجنّ الثانية\r\nقالوا ولمّا انصرف النفر من نصيبين إلى قومهم وأنذروهم جاءت جماعة منهم زهاء ثلاثمائة رجل وخرج رسول الله صلى الله عليه وسلم إلى الحجون فقرأ عليهم ودعاهم إلى الله عزّ وجل فآمنوا به وصدّقوه ثمّ صلَّى بهم وقرأ في الصلاة تبارك الملك وسورة الجنّ وهي فسمّي ليلة الجنّ ثمّ هاجت الأزمة وهي الجوع فدعا النبي صلى الله عليه وسلم عليهم حتّى أكلوا العلهز والقدّ والعظام المحرّقة والكلاب الميتة وحتّى كان الرجل يرى بينه وبين السماء كهيئة الدخان فجاءه أبو سفيان بن حرب وقال يا محمّد جئت بصلة الرحم وقومك قد هلكوا فادع الله لهم فلمّا دخلت سنة احدى عشرة من النبوّة دعا رسول الله صلى الله عليه وسلم فكشف عنهم بقول الله عزّ وجلّ * ( إِنَّا كاشِفُوا الْعَذابِ قَلِيلًا إِنَّكُمْ عائِدُونَ 44 : 15 ) * ثمّ كان انشقاق القمر بقول الله عزّ وجلّ * ( اقْتَرَبَتِ ) *\r\n","description":"","footnote":"","page_name":" 157 ","page_number":161},
  {"content":"\r\n* ( السَّاعَةُ وانْشَقَّ الْقَمَرُ 54 : 1 ) * ثمّ غلبت الروم بقول الله عزّ وجلّ * ( ألم غُلِبَتِ الرُّومُ في أَدْنَى الأَرْضِ وهُمْ من بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ في بِضْعِ سِنِينَ 30 : 1 - 4 ) *\r\n* * *\r\nقصّة الروم\r\nوذلك أنّ أبرويز لمّا انهزم من بين يدي بهرام جوبينة مضى إلى الروم واستنجد بملكهم موريقيس فأمدّه بالرجال والمال وزوّجه ابنته مريم وانصرف وقاتل بهرام فنفاه إلى أقصى خراسان ووثبت الروم على ملكهم فقتلوه فسرّح إليهم أبرويز شهر ابراز الفارسىّ وجندا من الفرس فدخلوا قسطنطينيّة واحتووا على خزائنها وأموالها وقتلوا المقاتلة وسبوا الذرّيّة وحملوا الخشبة التي يزعم النصارى أنّ المسيح عم صلب عليها وذلك في سنة احدى عشرة من النبوّة قبل الهجرة بسنتين وأخبر الله عزّ وجلّ نبيّه صلَّى الله عليه * ( ألم غُلِبَتِ الرُّومُ في أَدْنَى الأَرْضِ وهُمْ من بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ 30 : 1 - 3 ) * وسرّ المشركون به وجادلوا المسلمين وقالوا تزعمون أنّكم تغلبوننا لأنّكم أهل كتاب وهذه المجوس قد ظهرت على الروم وهم أهل كتاب فنزل * ( وهُمْ من بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ في بِضْعِ سِنِينَ 30 : 3 - 4 ) * فأنكروا ذلك وجحدوه * ( فناجب أبو بكر أبي بن خلف على ذود من ) *\r\n","description":"","footnote":"","page_name":" 158 ","page_number":162},
  {"content":"\r\n* ( الإبل ليظهرنّ الروم على فارس إلى خمس سنين فقال النبيّ صلى الله عليه وسلم زده في الخطر ومدّه [ f 139 r 
  ] في الأجل ) * فجعل الخطر ذودين والأجل سبع سنين فلما كان يوم الحذيبية انكشف شهر ابراز عن الروم حتّى سار هرقل إلى العراق فأغار عليه وصدق وعد الله ثمّ كان بعد غلبة الروم المسرى\r\n* * *\r\nذكر المسرى والمعراج\r\nاعلم أنّه لا شيء أكثر من اختلاف هذه القصّة امّا المعراج فينكره بعض الناس وبعض يزعم أنّ المعراج هو المسرى ثمّ اختلفوا في كيفيّة المسرى فكانت عائشة ومعاوية يقولان ما فقد جسد رسول الله صلى الله عليه ولكنّ الله أسرى بروحه وكان الحسن رضي الله عنه يقول كانت رؤيا ويحتجّ بقوله * ( وما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ 17 : 60 ) * وبقول إبراهيم * ( إِنِّي أَرى في الْمَنامِ أَنِّي أَذْبَحُكَ 37 : 102 ) * ثمّ مضى على ذلك فعرفت أن الوحي يأتي الأنبياء أيقاظا ونياما * ( وكان النبيّ صلى الله عليه وسلم يقول تنام عيناي ولا ينام قلبي ) * قال ابن إسحاق والله أعلم أي ذلك كان ونحن نذكر في ذلك طرفا كما جاء في الخبر قال الواقدي أسرى به قبل الهجرة بسنة وكان المعراج قبل ذلك بثمانية عشر شهر قال النبيّ صلى الله عليه وسلم فاستلقانى على قفاي ثمّ شقّا بطني\r\n","description":"","footnote":"","page_name":" 159 ","page_number":163},
  {"content":"\r\nواستخرجا حشوي ومعهما طست من ذهب يغسل فيه بطون الأنبياء فكان جبريل يختلف بالماء من زمزم وميكائيل يغسل جوفي فقال جبرائيل لميكائيل شقّ قلبه فشقّ قلبي فأخرج علقة سوداء فألقاها ثمّ أدخل هرمه ثمّ ذر عليه من ذرور كان معه وقال وقلب وكيع له عينان بصيرتان وأذنان سميعتان أنتم قشر المغفل الحاشر ثمّ قال ببطني هكذا فالتأم وقالا مليء حكمة وإيمانا ثمّ وثبت قائما فأتيت [ 1 
  ] بالمعراج فإذا هو أحسن ما رأيت منظرا ألم تروا إلى ميّتكم إذا احتضر كيف يشخص ببصره إليه فإنّه إنما ينظر إلى حسن المعراج قال فعرجا بي إلى السماء الدنيا فلما انتهينا إلى باب الحفظة وعليه ملك يقال له إسماعيل تحت يده سبعون ألف ملك ما منهم ملك إلَّا وهو على مائة ألف فقال من هذا قالوا محمّد قال وقد بعث قال نعم قال فتبادروا واجتمعوا وفتحوا ورحبوا ودعوا بالبركة * ( قال ورأيت في السماء الدنيا رجلا أعظم الناس جهة فقلت من هذا يا جبريل قال أبوك آدم وإذا أرواح ذرّيّته تعرض عليه فإذا عرض عليه روح المؤمن قال ريح طيّبة وروح طيّب جعلوا ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فأتت . Ms\r\n","page_name":" 160 ","page_number":164},
  {"content":"\r\n* ( كتابه في علَّيّين وإذا عرض عليه روح الكافر قال ريح خبيثة وروح خبيث جعلوا كتابه في سجّين ثمّ وصف السماوات ومن فيهنّ ووصف الجنّة والنار وأهلها قال ثمّ انتهيت إلى السماء السابعة فلم اسمع شيئا إلَّا صرير الأقلام ورأيت جبريل يتضاءل حتّى كان فرخ طائر ما أكاد أتأمله وسمعت وحيه فقال لي جبرائيل اسجد فسجدت ودنوت قاب قوسين أو أدنى فأوحى الله إلى عبده ما أوحى ثمّ قال ارفع رأسك يا محمّد وقد فرض الله عليك خمسين صلاة قال فرجعت إلى موسى عم ولم يزل يرده حتّى حطَّه إلى خمس صلوات [ 1 
  ] قال موسى ارجع إلى ربّك واسئله أن يخفف عن أمّتك فإنّ أمّتك ضعيفة قال فقلت قد استحييت من ربّى ولأصبرنّ على هذه الخمس قال فنوديت إنّي قد أمضيت فريضتي وخفّفتها على عبادي واجزى الحسنة بعشرة أمثالها\r\nهذا من رواية الواقديّ ) * * ( وأمّا ابن إسحاق فانّه روى أنّ النبيّ صلى الله عليه وسلم لمّا حدّث عن المسرى وما بالمسجد الأقصى قال فلمّا فرغت ممّا كان في بيت المقدس أتى المعراج ولم أر شيئا [ f 139 v 
  ] أحسن منه واصعدنى صاحبي حتّى انتهى بي إلى باب ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . صلاة . Ms\r\n","page_name":" 161 ","page_number":165},
  {"content":"\r\n* ( من أبواب السماء ثمّ ساق قصّة شبيهة بما ساق الواقديّ وسنذكر اختلاف الناس والكشف عن وجه الحقّ في آخر هذا الفصل ، ) * ، ،\r\nقصّة المسرى\r\nقال ابن إسحاق ثمّ أسرى برسول الله صلى الله عليه وسلم كان فيه بلاء وتحيض وأمر من الله عزّ وجلّ فيه عبرة وهدى ورحمة وكيف شاء ليريه من آياته * (\r\nفكان ابن مسعود يقول أتى رسول الله صلى الله عليه وسلم بالبراق وهي الدابّة التي كان يحمل عليها الأنبياء قبله تضع حافرها منتهى طرفها فحمل عليها ثمّ خرج صاحبه يريه الآيات فيما بين السماء والأرض حتّى انتهى إلى بيت المقدس فوجد فيه إبراهيم وموسى وعيسى في نفر من الأنبياء فصلَّى بهم ثمّ أتى بثلاث أوان إناء فيه لبن وإناء فيه خمر وإناء فيه ماء قال فسمعت حين عرضت عليّ قائلا يقول إن أخذ الماء غرق وغرقت أمّته وإن أخذ الخمر غوى وغويت أمّته وإن أخذ اللبن هدى وهديت أمّته قال فأخذت اللبن فشربته وكان الحسن يقول أنّ النبيّ صلى الله عليه وسلم قال بينا أنا نائم في الحجر إذ أتاني جبريل فهمزني برجله فجلست فلم أر فيه شيئا فعدت إلى مضجعي فجاءني الثانية فهمزني بقدمه فجلست فأخذ بعضدي وخرج بي إلى باب المسجد فإذا أنا بدابّة أبيض بين البغل ) *\r\n","description":"","footnote":"","page_name":" 162 ","page_number":166},
  {"content":"\r\n* ( والحمار وفي فخذيه جناحان ومضى في حديثه مثل حديث ابن مسعود وزاد قال لمّا شربت اللبن حرمت عليكم الخمر فلما أصبح عدا على قريش فقالوا إنّ هذا والله لبيّن ان العير ليطَّرد شهرا من مكّة إلى الشأم مدبرة وشهرا مقبلة فيذهب ذلك محمّد في ليلة واحدة ويرجع فارتد كثير ممن كان أسلم وذهب الناس إلى [ أبى 
  ] بكر فقالوا إنّ صاحبكم يزعم كذا وكذا فقال أبو بكر لئن كان قاله فقد صدق فما يعجبكم من ذلك أنّه يخبر الخبر من المساء إلى الأرض في ساعة فأصدّقه قال وقال رسول الله صلى الله عليه وسلم فرفع بي حتى نظرت إليه فجعل يصفه وأبو بكر يصدّقه ) * * ( وروى الواقدي عن جابر بن عبد الله أنّ النبيّ صلى الله عليه وسلم قال لمّا كذّبني قريش قمت في الحجر فخيّل إليّ بيت المقدس فطفقت أخبرهم عن آياته وأنا انظر إليه\r\nوروى عن أم هاني بنت أبي طالب أنّها قالت نام رسول الله صلى الله عليه وسلم عندي وفي بيتي تلك الليلة فلما كان قبل الصبح أهبّنا وقال لقد صلَّيت عشاء الآخرة والفجر بهذا الوادي وصلَّيت ما بينهما بالبيت المقدّس وقد نشر لي الأنبياء فصلَّيت بهم ثمّ قصّ القصّة ) * والوجه في هذا وما أشبهه أن لا يجاوز فيه نصّ الكتاب\r\n","description":"","footnote":"","page_name":" 163 ","page_number":167},
  {"content":"\r\nومستفيض السنّة مع المخالف المنكر المستعظم لما يخرج عن العادة المعهودة والطبع القديم قال الله سبحانه * ( سُبْحانَ الَّذِي أَسْرى بِعَبْدِه لَيْلًا من الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بارَكْنا حَوْلَه لِنُرِيَه من آياتِنا إِنَّه هُوَ السَّمِيعُ الْبَصِيرُ 17 : 1 ) * فالمسرى قد يكون بالروح والجسم ثمّ قال * ( وما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ 17 : 60 ) * ولا خلاف بين أهل اللغة أنّ الرؤيا في المنام لا غير وإن كان جاء في التفسير أنّه رؤية العين فحكم العاقل ان يخاطب كلَّا على قدر فهمه وأيّ تفضيل يلحق النبيّ في رفع جسمه وجثّته أوليس قد أخبر أنّه قد رأى في السماوات إبراهيم وموسى وعيسى وآدم وغير مختلف أنّهم لم يرفعوا بأجسامهم مع أنّا لا ننكر أن يرفع الله ما يشاء من جبل وحجر فكيف أنبياءه ورسله [ f 140 r 
  ] ولكن ذكرنا ما ذكرنا ليهون عليك ما يرد من كلام الخصوم ولتقصيد الأشبه بالمتعالم المعروف والله أعلم\r\n* * *\r\nذكر مقدمات الهجرة وأوّل من هاجر\r\nقالوا وكان رسول الله صلى الله عليه وسلم يوافي [ 1 
  ] كلّ موسم سوق عكاظ وسوق ذي المجاز وسوق\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . توافي . Ms\r\n","page_name":" 164 ","page_number":168},
  {"content":"\r\nالمجنّة يتبع [ 1 
  ] القبائل في رحالها ويغشاها في أنديتها يدعوهم إلى أن يمنعوه ليبلغ رسالة ربّه فلا يجد أحدا ينصره حتّى كانت سنة إحدى عشرة من النبوّة لقي ستّة نفر من الأوس عند العقبة فدعاهم رسول الله صلى الله عليه وسلم إلى الإسلام وعرض عليهم أن يمنعوه فعرفوه وقالوا هذا النبيّ الَّذي يوعدنا يهودنا به وهمّوا يقتلوننا قتل عاد وإرم فأمنوا به وصدّقوه وهم أسعد بن زرارة وقطبة بن عامر بن حديدة ومعاذ بن عفراء وجابر بن عبد الله بن رئاب وعوف بن عفراء وعقبة بن عامر وأوّل من أسلم فيهم أسعد بن زرارة وقطبة بن عامر وكان يقول في الجاهليّة لا إله إلَّا الله ويقال بل أوّل من أسلم أبو الهيثم بن التيّهان وكان لا يقرب في الجاهلية الأوثان فانصرفوا إلى المدينة وذكروا أمر رسول الله صلَّى الله عليه فأجابهم ناس وفشا فيهم الإسلام لمّا كانت اثنتي عشرة من النبوّة وافى الموسم منهم اثنا عشر رجلا هؤلاء الستّة وستّة أخر أسماءهم أبو الهيثم بن التيّهان وعبادة ابن الصامت وعويم بن [ 2 
  ] ساعدة ورافع بن مالك وذكوان ابن عبد القيس وأبو عبد الرحمان بن ثعلبة فآمنوا وأسلموا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . تتبع . Ms\r\n[ 2 
  ] . أبي Ms ajoute\r\n","page_name":" 165 ","page_number":169},
  {"content":"\r\nوواعدوا رسول الله صلَّى الله عليه العام [ 1 
  ] القابل وسألوه أن يبعث معهم من يصلَّى بهم ويعلَّمهم القرآن فبعث معهم مصعب ابن عمير بن هاشم بن عبد مناف فتى قريش كلَّها يدعو الناس إلى الإسلام وكان يدعى المهدي في زمن رسول الله صلى الله عليه وسلم فأسلم بدعائه بشر كثير وكان في من [ 2 
  ] أسلم سعد بن معاذ وأسيد بن حضير سيّد [ أ 
  ] الأوس والخزرج فلمّا كان سنة ثلاث عشرة من النبوّة قدم من الأنصار سبعون رجلا وامرأتان أمّ عامر وأمّ منيع ورئيسهم البراء بن معرور فجاءهم رسول الله صلى الله عليه وسلم عند العقبة وبايعوه على المنع والنصرة قال الواقديّ واختلفوا في أوّل من ضرب يده على يد رسول الله صلى الله عليه وسلم فقيل البراء بن معرور وقيل أسعد بن زرارة وقيل أسيد بن حضير وقيل أبو الهيثم بن التيّهان * ( فقال لهم النبيّ صلى الله عليه وسلم اخرجوا إليّ اثنى عشر نقيبا يكونوا على قومهم وأخذ عليهم الميثاق والعهد والوفاء كنقباء بني إسرائيل ) * فأخرجوا تسعة من الخزرج وثلاثة من الأوس فمن الخزرج أسعد بن زرارة وسعد بن الربيع وسعد ابن عبادة والبراء بن معرور وعبادة [ بن 
  ] الصامت وعبد الله بن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . العامل . Ms\r\n[ 2 
  ] . فيمن . Ms\r\n","page_name":" 166 ","page_number":170},
  {"content":"\r\nرواحة ورافع بن مالك بن عجلان والمنذر بن عمرو بن خنيس ومن الأوس أسيد بن حضير وسعد بن خيثمة وأبو الهيثم بن التيهان فقال كعب بن مالك يذكر تلك البيعة في قصيدة طويلة [ طويل 
  ]\r\nفأبلغ [ أبيّا 
  ] أنه قال رايه * وحان غداة الشعب والحين واقع\r\nوأبلغ أبا سفيان ان قد بدا لنا * بأحمد نور من هدى الله ساطع\r\nفلا تزهدن في حشد أمر تريده * والَّب وجمع كلّ ما أنت جامع\r\n[ f 140 v 
  ] ودونك فاعلم أنّ نقض عهودنا * أباه [ 1 
  ] عليك الرهط حتّى يبايعوا\r\nوانصرف الأنصار إلى المدينة وامر رسول الله صلى الله عليه وسلم بالهجرة وكان هاجر إليها قبل بيعة العقبة أبو سلمة بن عبد الأسد بسنة وهو أوّل من هاجر إلى المدينة ثمّ هاجر بعده عبيدة بن الحارث وعثمان بن مظعون ومسطح بن أثاثه ثمّ هاجر بعدهم عمر بن الخطَّاب رضي الله عنه وعياش بن [ أبى 
  ] ربيعة وهو أخو أبى جهل بن هشام فنذرت أمّه أن لا يظلَّها سقف بيت حتّى يرتدّ فخرج أبو جهل\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . أتاه . Ms\r\n","page_name":" 167 ","page_number":171},
  {"content":"\r\nابن هشام والحارث بن هشام فردّاه فلم يزالا يعذّبانه حتى فتناه عن دينه وفيه نزلت * ( ومن النَّاسِ من يَقُولُ آمَنَّا بِاللَّه فَإِذا أُوذِيَ في الله جَعَلَ فِتْنَةَ النَّاسِ كَعَذابِ الله 29 : 10 ) * ثم هاجر بعد ذلك وأسلم ثم خرج سائر المسلمين وبقي النبيّ صلَّى الله عليه وعليّ بن أبي طالب وأبو بكر ومن لا قوّة له في الحركة من ضعف وفاقة فلمّا رأت قريش أن شيعة النبي صلى الله عليه وسلم قد خرجوا فزعوا من ذلك وعلموا أنّه إن خرج واقع بهم فاجتمعوا في دار الندوة وتشاوروا في أمره وروى أنّ الشيطان صرخ على العقبة يا أهل الاخاشب هل لكم في محمّد وأصحابه فقد اجتمعوا لحربكم\r\n* * *\r\nذكر دار الندوة\r\nقالوا فاجتمع رؤساء قريش في دار الندوة ومنهم أبو جهل بن هشام وعتبة بن ربيعة وشيبة بن ربيعة والعاص بن وائل وأبو سفيان بن حرب ونبيه ومنبه ابنا الحجاج قال بعضهم فاعترض لهم إبليس [ 1 
  ] في صورة شيخ جليل عليه إتب فقالوا من الشيخ قال شيخ من أهل نجد سمع بالذي اتّعدتم فحضر ليسمع ما تقولون وعسى أن لا يعدمكم منه رأيا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ابلس . Ms\r\n","page_name":" 168 ","page_number":172},
  {"content":"\r\nفقام خطيبهم فقال إنّ هذا الرجل قد كان من أمره ما كان وانّا لا نأمنه على الوثوب بنا فاجمعوا فيه رأيا فقال قائل منهم أرى أن تقتلوه بحديد أو ان تغلقوا عليه الباب حتّى يموت فقال إبليس ما هذا برأي لأنّكم لو فعلتم ذلك لأوشك أن ينزعه أصحابه من أيديكم فقال آخر أرى أن تربطوه على ظهر راحلة ثم اضربوا [ 1 
  ] وجهها تهيم في الأرض حيث شاءت فقال إبليس ما هذا برأي ألم تروا إلى حسن لفظه وحلاوة منطقه ولا يحلّ بحىّ ولا بلد إلَّا سحرهم بكلامه فقال أبو جهل أرى أن نجمع من كلّ قبيلة منّا فتى شبيبا نشيطا ثمّ نعطي كلّ واحد منهم سيفا صقيلا فيعمدون إليه ويضربونه ضربة رجل واحد ويفرّقون دمه في القبائل فلا يقدر بنو عبد مناف على الإقادة بجميع الناس فقال إبليس هذا الرأي وقد حكى في ذلك شعر ومنهم من ينسبه إلى إبليس [ بسيط 
  ]\r\nالرأي رأيان رأى ليس يعرفه * غاو ورأى كحد السيف معروف\r\nيكون أوّله بشرى لآخره * حقّا وآخره مجد وتشريف\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ضربو . Ms\r\n","page_name":" 169 ","page_number":173},
  {"content":"\r\nفتفرّقوا على هذا وجمعوا من فتيان قريش أربعين شابّا وأعطوهم السيوف وأمروهم أن يغتالوا النبيّ صلى الله عليه وسلم ويقتلوه\r\n* * *\r\nذكر ليلة الدار\r\nقالوا فأتوا داره وأحاطوا به يرصدونه حتّى ينام فيبيّتون به وأتاه الخبر من السماء فثبت حتّى أمسى ثمّ اضطجع على فراشه وتجلَّل ريطة له خضراء والرّصد يرون ما صنعه ويترقّبون نومه * ( فدعا عليّا وقال نم على فراشي فانّه لا يخلص إليك شيء تكرهه وإن أتاك أبو بكر فأخبره انّى قد خرجت إلى ثور أطحل وهو غار بأسفل مكّة ومره فليلحق بي وخرج رسول الله [ f 141 r 
  ] صلَّى الله عليه وقد أخذ حفنة من التراب فجعل ينثر على رؤسهم وهو يتلو هذه الآيات * ( يس والْقُرْآنِ الْحَكِيمِ إِنَّكَ لَمِنَ الْمُرْسَلِينَ عَلى صِراطٍ مُسْتَقِيمٍ 36 : 1 - 4 ) * إلى قوله * ( فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ 36 : 9 ) * ) * ومرّ إلى الغار وقد أخذ الله عزّ وجلّ أبصارهم عنه فأتاهم آت فقال ما مقامكم قالوا ننتظر نوم محمد لنثور عليه قال إنّ محمّدا قد مرّ وما ترك أحدا منكم إلَّا وضع التراب على رأسه فقالوا فها هو نائم قال ذاك عليّ بن أبي طالب فاقتحموا الدار ونصّوا الحلَّة فإذا هو على فسقط في أيديهم وفيه نزل * ( وإِذْ يَمْكُرُ بِكَ ) *\r\n","description":"","footnote":"","page_name":" 170 ","page_number":174},
  {"content":"\r\n* ( الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ويَمْكُرُونَ ويَمْكُرُ الله والله خَيْرُ الْماكِرِينَ 8 : 30 ) *\r\n* * *\r\nذكر حديث الغار\r\nقالوا وكان أبو بكر قد ابتاع راحلتين وحبسهما في الدار يعلَّفهما إعدادا لذلك الأمر فاستأجر دليلا يقال له عبد الله بن أريقط الليثي ويقال ابن أرقد ليأخذ بهما على الجادة وأمر غلامه عامر بن فهيرة أن يروح عليه يستحثّه مغسفا وسوّت له أسماء سفرة فحملها ومرّ إلى الغار فأقاما فيه ثلاثا وروى ابن إسحاق أن النبيّ صلى الله عليه وسلم لمّا خرج من داره أتى إلى دار أبى بكر وخرج معه من ظهر بيته إلى ثور فاكتتما فيه قال قائل وصرخ صارخ أن محمّدا قد خرج فخرج المشركون في إثرهما فكانا يريانهم ولا يرونهما وروى الواقديّ أنّ الله عزّ وجلّ بعث العنكبوت فضرب على باب الغار ونهى رسول الله صلى الله عليه وسلم عن قتل العنكبوت فلمّا أكدت قريش وخابت جعلت مائة ناقة لمن ردّه فخرج سراقة بن مالك وكان من فرسان القوم وأشدّائهم\r\n* * *\r\nذكر خروج سراقة في إثرهما\r\nقالوا وخرج في اثرهما ثم روى بعد ما أسلم قال فلما بدا لي القوم عثر بي فرسي وذهبت يداه\r\n","description":"","footnote":"","page_name":" 171 ","page_number":175},
  {"content":"\r\nفي الأرض وسقطت عنه قال ثم انتزع يديه وتبعهما دخان كالإعصار فعرفت انّه حقّ فناديتهم انظروني أكلَّمكم فوالله لا آذيتكم * ( فقال النبيّ صلى الله عليه وسلم لأبى بكر سل ما يطلب ) * قال ما تبتغي منّا قال قلت تكتب لي كتابا يكون آية بيني وبينك فأمر أبا بكر فكتب لي كتابا في رقعة أو قال في عظم فلمّا كان يوم فتح مكّة أتيته بالكتاب فقال اليوم يوم وفاء وبرّ ادن منّى فأسلم فدنوت وأسلمت وقد روى في هذا الخبر أنّه ساخت قوائم دابّته ثمّ خرجت ولها عثار\r\n* * *\r\nذكر خروج النبيّ عم وأبى بكر من الغار إلى المدينة\r\nقال ابن إسحاق وخرج بهما دليلهما أسفل مكّة ثم مضى بهما على الساحل أسفل من عسفان فهبط بهما العرج ثم لزم الجادّة إلى المدينة وذكر حديث أمّ معبد بطوله قال وكان المسلمون بالمدينة لما سمعوا بخروج رسول الله صلى الله عليه وسلم من مكة يخرجون كلّ يوم إلى الحرّة ينتظرونه فإذا ارتفع النهار وعلا انصرفوا إلى بيوتهم حتى كان اليوم الَّذي قدم فيه رسول الله صلى الله عليه وسلم وكانوا قد انتظروه ورجعوا فرآه رجل من يهود فصرخ بأعلى صوته يا بنى قيلة هذا جدّكم قد جاء فخرج الناس وثاروا إلى أسلحتهم\r\n","description":"","footnote":"","page_name":" 172 ","page_number":176},
  {"content":"\r\nوأسرعوا يتلقّونه وكان ذلك يوم الاثنين لثلاث عشرة خلت من شهر ربيع الأوّل فيما روى ابن إسحاق حين اشتد الضحى وكادت الشمس تعتدل وكان الزبير بن العوّام لقيه في الطريق [ f 141 v 
  ] مقبل من الشأم فطرح على رسول الله صلى الله عليه وسلم ثيابا بيضا فنزل رسول الله صلى الله عليه وسلم وأبو بكر بقبا في ظلّ نخلة وهي قرية بنى عمرو بن عوف\r\n* * *\r\nفي ذكر اختلاف الناس في هذا الفصل\r\nاعلم أنّ ما كان في هذه الأخبار من المعجزات فكلَّها مصدّقة مقبولة إذا صحّت الرواية والنقل أو شهد لها نصّ القرآن والدلالة عليها كذهاب قوائم فرس سراقة في الأرض وكانزال شاة أمّ معبد اللبن بعد يبسها وكأخذ الله بأبصار الفتكة عن نبيّه وككلام إبليس في دار الندوة وكخبر المعراج والمسرى وقصّة الروم والجنّ ولحس الأرضة الصحيفة ونزول جبريل بالوحي وتظليل الغمام والطير له في سفره وإخبار بحيرا وعدّاس وورقة بأمره وما ذكر من العجائب في مولده في ظئره حليمة من نزول اللبن في ضرعها وفي ضرع شاتها وغير ذلك ممّا يوصف ويحكى مع ما ذكر من هذه الخصال كلَّها داخل في حدّ الجواز والإمكان بعد أن كنّا مجيزين للممتنع\r\n","description":"","footnote":"","page_name":" 173 ","page_number":177},
  {"content":"\r\nفي الطبع والعادة للأنبياء وفي أيّامهم فكيف الممكن المتوهّم من ذلك وقد ناقض المنكرون لهذه الحال لخروجها عن العادة المجيزين لها بأنّه قد تسوخ القوائم في السهلة والسباخ وفي نافقاء [ 1 
  ] اليرابيع والجرذان ويعود اللبن في الضرع بعد ذهابه وجفوفه بتغيّر الطبع وزوال العلة ووجود قوّة حادثة كما قد يبصر الإنسان بعد العمى ويسمع بعد الصمم بحدوث سبب أو معنى دواء الطعام ويأخذ الله بأبصار قوم بأن يأتي عليهم النعاس أو يخفى شخص المارّ بهم فلا يرونه وكلام إبليس غير عجيب لأنّه قد يقال لمن عمل بعمل إبليس هذا إبليس وكذلك لمن تكلَّم بكلام إبليس يوسوس إبليس بمثله وقد سمّى الله عزّ وجلّ من اقتدى بالشيطان شيطانا فقال * ( وإِذا خَلَوْا إِلى شَياطِينِهِمْ 2 : 14 ) * وإبليس شيطان وأمّا المعراج والمسرى فكفاك حجّة على الخصم [ عدم 
  ] اختلاف أهل الملَّة فيه وخبر الروم ولحس الأرضة الصحيفة وغير ذلك ممّا أخبر النبي صلى الله عليه وسلم من أخبار الغيب فمن وحي الله وتنزيله مع أن ذلك ممكن معرفته من جملة الخبر وامّا كيفية نزول جبريل بالوحي وظهوره له فإنّ الواجب أن لا يكلَّم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . نافقات . Ms\r\n","page_name":" 174 ","page_number":178},
  {"content":"\r\nالخصم إلَّا بإيجاب الوحي كيف شاء لأنّ الوحي على وجوه وحي إلهام ووحي إلقاء ووحي نلقين ووحي رؤيا * ( وقد سئل النبيّ صلى الله عليه وسلم كيف يأتيك الوحي فقال أحيانا يأتيني مثل صلصلة الجرس يتمثّل لي الملك رجلا فيكلَّمنى\r\nرواه الواقديّ ) * ونحن بحمد الله مصدقون بكلّ ما جاء على ظاهره وجدنا له مثلا وشبها أو لم نجد ومقرون بنزول الملك على الأنبياء سفيرا بينهم وبين الله عزّ وجلّ وواسطة قال هذا المناقض في حجاجه فان قال الملحد إذا كان الأمر كما زعمت وكان كل ذلك ممكنا لعامّة [ 1 
  ] الناس فلم سمّيتها معجزات الأنبياء وخصّصتهم بها قيل قد يكون الشيء معجزة في وقت وهو بعينه غير معجزة في وقت آخر ويكون معجزة لقوم وغير معجزة لقوم ويكون الشيء باجتماع أجزائه معجزة ويكون كلّ جزء منه على الانفراد غير معجزة قال وذلك قولنا أنّ النبي صلى الله عليه وسلم نصر ببدر في قلَّة عددهم فلو وجد مثله في زماننا أو في بلد الشرك لجاز ذلك [ f 142 r 
  ] وكان ممكنا ثمّ لا يجوز أن يسمّى معجزة وقد كان لرسول الله صلى الله عليه وسلم معجزة عظيمة في زمانه لأنّه قد يقع بالاتّفاق ما لا يرجى كونه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . العامّة . Ms\r\n","page_name":" 175 ","page_number":179},
  {"content":"\r\nووقوعه قال والقرآن معجزة عظيمة لهم قال فاتفاق تلك المعاني للنّبيّ صلى الله عليه وسلم وتناسقها في زمانه معجزة له أتاحها الله عزّ وجلّ وقدّرها علامة لنبوّته هذا يرحمك الله باب كان الله أغنى [ 1 
  ] هذا المتكلَّف عن الخوض فيه والتمرّس به وما أراه ابلى [ 2 
  ] عنّا في الإسلام أو رد عنه عادية ان لم يكن فتح عليهم باب شنعة وتلبيس وسبيل المعجزات للأنبياء في خروجها عن العادة سبيل إيجاد أعيان الخلق لا من سابقه فكما أنّ إيجاد الخلق لا من شيء [ لا 
  ] مفهوم ولا معقول ولكن بعرف وتعلَّم بقيام الأدلَّة عليه كذلك معجزات الأنبياء عم غير موهومة ولا معقولة وانما بعلم بقيام الأدلة عليها ولذلك جعلت مسألة الرسالة تابعة لمسألة التوحيد مرتّبة عليها وقد مضى من هذا في فصله ما كفى وأغنى وللَّه الحمد والمنّة والحول والقوّة والتوفيق والهداية\r\n* * *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . اعني . Ms\r\n[ 2 
  ] . ابلى . Ms\r\n","page_name":" 176 ","page_number":180},
  {"content":"\r\nالفصل السادس عشر\r\nفي مقدم رسول الله وسراياه وغزواته إلى وقت وفاته صلى الله عليه وسلم\r\nقال قدم رسول الله صلى الله عليه وسلم المدينة يوم الاثنين حين اشتدّ الضحى لاثنتي عشرة خلت من ربيع الأوّل وكان خرج من الغار ليلة الخميس غرّة شهر ربيع الأوّل ودخله يوم الاثنين واقام فيه ثلاثا وبقي في الطريق اثنتي عشرة ليلة فكان من خروجه من مكة إلى دخوله المدينة خمسة عشر يوما فنزل تحت ظلّ نخلة بقبا فطفق الناس يأتونه وينظرونه وكان أبو بكر معه في مثل سنّه فما كان بعرفة إلَّا من كان رآه فلما زال الظلّ قام أبو بكر فاظلَّه بردائه فعرفه حينئذ من لم يكن يعرفه ثم نزل على كلثوم بن هدم ويقال على سعد بن خيثمة وأقام عندهم يوم الاثنين والثلاثاء والأربعاء والخميس ولم تكن المدينة يومئذ ممصّرة وانما كانت آطاما وحوائط وكان بنو عمرو بن عوف ينتابونه عند كلثوم بن هدم فأوّل ما أمر فيهم بالأصنام أن تكسّر\r\n","description":"","footnote":"","page_name":" 177 ","page_number":181},
  {"content":"\r\nفجعلوا يكسرونها ويوقدون النار فيها وأسّس مسجد قبا وصلَّى فيه ثم خرج يوم الجمعة فأدركته الجمعة في بنى سالم بن عوف فصلَّاها في بطن الوادي وهي أوّل جمعة صلَّاها في الإسلام وبنى في مصلاه مسجدا واستقبله الناس فجعل * ( يقول كلّ قبيلة أقم عندنا في العدّة والعدد ويقول خلَّوا سبيلها فإنّها مأمورة ) * قالوا فلما انتهت إلى بيت أبى أيّوب الأنصاري بركت ووضعت جرانها في الأرض فنزل رسول الله صلى الله عليه وسلم على أبى أيّوب واقام عنده سبعة أشهر إلى أن بنى المسجد في فضل البلدان قالوا وبعث رسول الله صلَّى الله عليه أبا رافع مولاه وزيد بن الحارثة يقدّمان بعياله وأعطاهما بعيرين وخمس مائة درهم أخذها من أبى بكر الصدّيق [ f 142 v 
  ] فقدما بفاطمة وأمّ كلثوم ابنتي رسول الله وسودة بنت زمعة زوجة رسول الله صلى الله عليه وسلم وأمّا زينب بنت رسول الله فإن زوجها أبا العاص بن الربيع حبسها وأمّا رقيّة بنت رسول الله صلى الله عليه وسلم فإنّها هاجرة قبله مع زوجها عثمان بن عفّان وكانت هاجرت معه إلى الحبشة وقدم عبد الله ابن أبي بكر بأختيه عائشة وأسماء بنتي أبى بكر وأمّ رومان امرأة أبى بكر وكان رسول الله صلى الله عليه وسلم لمّا خرج خلَّف عليّا بمكّة وأمره\r\n","description":"","footnote":"","page_name":" 178 ","page_number":182},
  {"content":"\r\nأن يردّ الودائع التي كانت عند رسول الله للناس إلى أهلها ففعل عليّ وخرج في إثره بعد ثلاث وفرضت الصلاة أربعا أربعا بعد الهجرة بشهر وكانوا يصلون قبلها ركعتين ركعتين ثم آخى بين المهاجرين والأنصار وأقطع الدور وخطَّ الخطط فلبثوا فيها وكتب كتابا وادع فيه اليهود وأقرّهم على دينهم وشرط لهم ان لا يهيجهم ولا يباديهم وشرط عليهم أن ينصروه ممّن دهمه ولا يظاهروا عليه عدوّا فلمّا رأت اليهود ظهور أمره واستجابة الناس له نقضوا العهد وأخفروا الذّمة وناصبوه بغيا وحسدا فجعلوا يغشونه ويسألونه عن الأغلوطات منهم حيىّ بن أخطب وأبو ياسر بن أخطب وجدي بن أخطب وزيد بن تابوة وعبد الله بن صوري ومحاض بن عابور والربيع بن أبي الحقيق وكعب ابن الأشرف وشاس بن عمرو وفردم بن كردم وغيرهم من أشرافهم ونافق رهط من أهل المدينة وظاهروهم على ذلك منهم خذام ابن خالد الَّذي أخرج مسجد الضرار من داره وجارية بن عامر وبحزج بن عمرو وعبد الله بن الأزعر هم الذين بنوا مسجد الضرار ومجمع بن جارية هو الَّذي كان يصلَّى بهم وأوس بن قيظى وهو الَّذي قال يوم الخندق إنّ بيوتنا عورة وأبيرق\r\n","description":"","footnote":"","page_name":" 179 ","page_number":183},
  {"content":"\r\nسارق الدرع ووديعة بن ثابت ومعتّب بن قشير هما اللذان قالا إنّما نخوض ونلعب وجد بن قيس الَّذي قال ائذن لي ولا تفتنّى وعبد الله بن أبي [ ابن 
  ] سلول الخزرجىّ رأس النفاق وكان القرآن ينزل فيهم ويعبّر عن خبث عقيدتهم ودرن سرائرهم إلى أن أذن الله لرسوله في السيف ونزل * ( أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وإِنَّ الله عَلى نَصْرِهِمْ لَقَدِيرٌ الَّذِينَ أُخْرِجُوا من دِيارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا الله 22 : 39 - 40 ) * فأخذ في تسريب السرايا وبعث الجيوش وكانت سراياه ووقائعه أربعا وسبعين غزاة ويقال خمسا وسبعين في مهاجرة عشر سنين منها التي غزا بنفسه سبع وعشرون وقع منها في تسع القتال في بدر وأحد والمريسيع والخندق وقريظة وخيبر والفتح وحنين والطائف ويقال أنّه قاتل في بنى النضير وكانت سنو الهجرة عشر سنين السنة الأولى سنة الهجرة والثانية سنة الأمر بالقتال والثالثة سنة التمحيص والرابعة سنة الترفيه والخامسة سنة الزلازل والسادسة سنة الاستئناس والسابعة سنة الاستغلاب والثامنة سنة الاستواء والتاسعة سنة البراءة والعاشرة سنة حجّة الوداع ثم دخلت سنة احدى عشرة من الهجرة مضى منها شهران واثنا عشر يوما ولحق بربه صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 180 ","page_number":184},
  {"content":"\r\nأمّا سنة احدى من الهجرة فإنّ رسول الله صلى الله عليه وسلم [ f 143 r 
  ] قدم المدينة فأقام بها بقيّة ربيع وربيعا وجماديين ورجبا وشعبان فلمّا دخل شهر رمضان عقد لواء أبيض لحمزة بن عبد المطَّلب وهو أوّل لواء عقد في الإسلام وبعثه في ثلاثين راكبا من المهاجرين والأنصار يعترض عير القريش جاءت من الشأم فلقى أبا جهل بن هشام في ثلاثمائة راكب وحجز بينهم مجديّ بن عمرو الجهنيّ فانصرفوا ولم يكن بينهما قتال فهذه أوّل سريّة سرت في الإسلام وفي سبيل الله فلمّا دخل شوال بعث عبيدة ابن الحارث بن عبد المطَّلب في ستّين راكبا من المهاجرين والأنصار فلقى جمعا عظيما من قريش بسيف البحر وعليهم عكرمة ابن أبي جهل فانصرفوا ولم يكن بينهما قتال إلَّا أنّ سعد بن أبي وقّاص رمى بسهم وهو أوّل سهم رمى في الإسلام ثمّ لمّا دخل ذو القعدة [ 1 
  ] بعث سعد بن أبي وقّاص في ثمانية رهط من المهاجرين فرجع ولم يلق كيدا وفي هذه السنة بنى بعائشة وكان تزوّجها بمكة وفيها ولد عبد الله بن الزبير وهو أوّل مولود ولد في الإسلام بعد الهجرة وفيها ولد النعمان بن بشير وهو أوّل\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ذلقعده . Ms\r\n","page_name":" 181 ","page_number":185},
  {"content":"\r\nمولود ولد من الأنصار بعد الإسلام وأمّا سنة اثنتين من الهجرة فانّ رسول الله صلى الله عليه وسلم لما مضى المحرّم منها ودخل صفر خرج غازيا بنفسه حتّى بلغ ودّان بينها وبين الأبواء ستّة أميال فوادعته بنو ضمرة فانصرف ولم يلق كيدا وهي أوّل غزاة غزاها رسول الله صلى الله عليه وسلم فلما دخل ربيع الأوّل غزا بواط وهو موضع في طريق الشام يعترض عيرا لقريش فرجع ولم يلق كيدا ثمّ أغار كرز بن جابر الفهرىّ على سرح [ 1 
  ] المدينة فخرج في إثره حتى بلغ سفوان من ناحية بدر [ 2 
  ] وهي بدر الأولى فرجع ولم يدركه وذاك في جمادى الأولى ثمّ غزا ذا العشيرة في جمادى الآخرة * ( وفي تلك الغزاة قال لعلىّ يا با تراب أشقى الناس رجلان أحيمر ثمود والَّذي يخضب هذا من هذا ووضع يده على رأسه ولحيته ) * ثم بعث عبد الله بن جحش في ثمانية رهط من المهاجرين في شهر جمادى الآخرة منهم أبو حذيفة بن عتبة وسعد بن أبي وقّاص وعكاشة بن محصن الأسديّ وعتبة بن غزوان وواقد ابن عبد الله وكتب له كتابا أمره أن لا ينظر فيه حتّى يسير\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . اسرح . Ms\r\n[ 2 
  ] . بلد . Ms\r\n","page_name":" 182 ","page_number":186},
  {"content":"\r\nيومين ثمّ يقرأه على أصحابه ولا يستكره [ 1 
  ] منهم أحدا فسار عبد الله بن جحش يومين ثم فتح الكتاب فإذا فيه * ( بسم الله الرحمن الرحيم سر على اسم الله وبركته حتّى تنزل نخلة فترصّد بها عير قريش لعلَّك تأتينا منهم بخبر ) * فسار عبد الله بأصحابه حتّى نزلوا نخلة فمرّت العير تحمل زبيبا وأدما وفيها عمرو بن عبد الله الحضرميّ والحكم بن كيسان ونوفل بن عبد الله المخزومي وأخوه عثمان بن عبد الله فلما رآهم هابوا فتشاور أصحاب رسول الله صلى الله عليه وسلم قبل أن يهلّ الهلال وكان آخر يوم من جمادى الآخرة [ على 
  ] زعم الكلبي فحلقوا رأس عكاشة بن محصن فأشرف لهم فلما رأوه أمنوا وقال قوم عمّار لا بأس عليكم فرمى واقد بن عبد الله الحنظليّ عمرو بن الحضرميّ فقتله واستأسر الحكم بن كيسان وعثمان بن عبد الله وأعجزهم نوفل على فرس له وأقبل عبد الله ابن جحش بالعير والأسارى وهو أوّل غنيمة [ f 143 v 
  ] غنمت في الإسلام وأوّل قتيل قتله المسلمون وأوّل أسير أسروه فخاض الناس في ذلك وقالوا استحلّ محمّد العير وأتى منه شيئا * ( وقال ما أمرتكم بالقتال في الشهر الحرام فقالوا يا رسول الله ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يستنكره . Ms\r\n","page_name":" 183 ","page_number":187},
  {"content":"\r\n* ( قتلناهم ) * ثم نظرنا إلى رجب فنزلت * ( يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيه قُلْ قِتالٌ فِيه كَبِيرٌ وصَدٌّ عَنْ سَبِيلِ الله وكُفْرٌ به والْمَسْجِدِ الْحَرامِ وإِخْراجُ أَهْلِه مِنْه أَكْبَرُ عِنْدَ الله والْفِتْنَةُ أَكْبَرُ من الْقَتْلِ 2 : 217 ) * فأباح الله عزّ وجلّ القتل في الشهر الحرام وأبطل ما كان قبل ذلك قالوا وجعلت يهود يتفأَّلون به ويقولون واقد وقدت الحرب والحضرميّ حضرت الحرب وروى في المغازي هذا الشعر لأبى بكر الصدّيق رضي الله عنه [ طويل 
  ]\r\nيعدّون قتلى في الحرام عظيمة * وأعظم منه لو يرى الرشد راشد\r\nصدودهم عمّا يقول محمّد * وكفر به والله راء وشاهد\r\nوإخراجهم من مسجد الله أهله * لئلَّا يرى للَّه في البيت ساجد\r\nفإنّا وان عيّرتمونا بقتله * وأرجف [ 1 
  ] في الإسلام باغ وحاسد\r\nسقينا من ابن [ 2 
  ] الحضرميّ رماحنا * بنخلة لمّا أوقد الحرب واقد\r\nدما وابن عبد الله عثمان عندنا * ينازعه غلّ من القدّ عاند\r\nولمّا دخل شعبان صرفت القبلة لنصف [ 3 
  ] منه وقال ابن إسحاق\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وارحف . Ms\r\n[ 2 
  ] . , contre le metre سقت عمرو بن . Ms\r\n[ 3 
  ] . القتلة النصف . Ms\r\n","page_name":" 184 ","page_number":188},
  {"content":"\r\nصرفت في رجب ورأى عبد الله بن زيد الأذان فلما دخل رمضان فرض الصيام وكان فيه بدر العظمى\r\n* * *\r\nذكر قصة بدر\r\n* ( قالوا بلغ رسول الله صلى الله عليه وسلم أنّ أبا سفيان بن حرب مقبل من الشأم في عير لقريش زهاء ألف بعير لا أحد بمكّة ممن له طعمة إلَّا وله فيها تجارة ومعها ثلاثون راكبا فندب المسلمين [ 1 
  ] وقال اخرجوا لعل الله عزّ وجلّ أن ينفّلكموها [ 2 
  ] ) * فخفّ بعض الناس وثقل بعض لأنّهم لم يظنّوا أنّهم يلقون حربا وبلغ الخبر أبا سفيان بن حرب فبعث ضمضم بن عمرو الغفاريّ إلى مكّة يستنفرهم ورأت عاتكة بنت عبد المطَّلب قبل قدوم ضمضم بن عمرو بثلاث كأنّ واقفا وقف بالأبطح فصرخ بأعلى صوته الا أنفروا إلى مصارعكم إلى ثلاث يا أهل غدر ثم مشى به بعيره على ظهر أبى قبيس فصرخ مثل ذلك ثم حمل صخرة فأرسلها فأقبلت تهوى حتّى إذا كانت بأسفل الجبل ارفضّت فما بقيت دار من دور مكّة إلَّا وقعت فيها فلقة وفشت الرؤيا بمكّة فلقى أبو جهل العبّاس بن عبد المطَّلب فقال ما حدّثت\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . المسلمون . Ms\r\n[ 2 
  ] . معلكموها . Ms\r\n","page_name":" 185 ","page_number":189},
  {"content":"\r\nفيكم هذه النبيّة يا بني هاشم أما ترضون أن يتنبّأ رجالكم حتّى تتنبّأ نساؤكم ولكن نتربّص بكم هذه الثلاث فإن كان كما قالت والَّا كتبنا عليكم كتابا انّكم أكذب أهل بيت في العرب قال فلمّا كان يوم الثالث إذا ضمضم بن عمرو ببطن الوادي قد جدّع [ 1 
  ] بعيره وثوبه وحوّل رحله [ 2 
  ] يصرخ اللطيمة اللطيمة قد عرض لها محمّد ألا أنفروا وما أراكم تدركونها فخرجت قريش سراعا حتّى نزلوا الجحفة وخرج رسول الله صلى الله عليه وسلم من المدينة لثمان خلون من شهر رمضان وبعث بعدي بن [ أبى 
  ] الزغباء وبسبس بن عمرو يتجسّسان خبر أبي سفيان فجاءا حتى نزلا ببدر فوجدا الخبر بأنّ العير يستقدم غدا وبعد غد [ f 144 r 
  ] فانصرفا بالخبر إلى النبيّ صلى الله عليه وسلم وأقبل أبو سفيان حتّى وقف على مناخهما ففتّ أبعار بعيريهما [ 3 
  ] فقال علائف يثرب والله فانصرف وضرب وجه العير عن الطريق وساحل به ونزل بدرا على سيّارة وأرسل إلى قريش انكم إنّما خرجتم لتمنعوا عيركم وقد\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . جزع . Ms\r\n[ 2 
  ] . رجله . Ms\r\n[ 3 
  ] . ابعار بعير بهما . Ms\r\n","page_name":" 186 ","page_number":190},
  {"content":"\r\nنجّاها الله فارجعوا فقال أبو جهل لا نرجع والله حتى نرد بدرا وكان موسما من مواسم العرب فنعكف عليها وننحر الجزور ونسقي الخمور وتعزف علينا القيان وتسمع العرب بنا وبمسيرنا هذا فلا يزالون يهابوننا أبدا فرجع طالب ابن أبي طالب والأخنس بن شريق [ 1 
  ] في مائة رجل وسار الباقون وهم تسع مائة وخمسون رجلا أشراف قريش وأعلام العرب حتّى نزلوا بالعدوة القصوى من الوادي وسار رسول الله صلى الله عليه وسلم وهم ثلاثمائة وأربعة عشر رجلا حتّى أتى بدرا ونزل بالعدوة الدنيا وكان معهم سبعون من نواضح يثرب يعتقبونها وكان رسول الله صلى الله عليه وسلم وعليّ ومرثد بن [ أبى 
  ] مرثد الغنوىّ يعتقبون بعيرا ولم يكن من الخيل إلَّا فرس للمقداد بن الأسود الكنديّ ومن السلاح إلَّا سبعون سيفا فأمر النبيّ صلى الله عليه وسلم فبنوا حوضا وملئوه ماء وقذفوا فيه الآنية وأمر بسائر القلب فعوّرت وضربوا له عريشا يكون فيه وجاءت قريش تضوّر من الكثيب * ( فقال النبيّ صلى الله عليه وسلم هذه مكّة قد ألقت إليكم أفلاذ كبدها واستشار الناس في القتال فقام أبو بكر رضي الله عنه فتكلَّم وأحسن ثم قام عمر فتكلم وأحسن فقال النبيّ ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . قريش . Ms\r\n","page_name":" 187 ","page_number":191},
  {"content":"\r\n* ( أشيروا عليّ فقام المقداد بن الأسود فقال امض بنا فإنّا لا نقول لك كما قالت بنو إسرائيل لموسى عم [ ف 
  ] اذهب * ( أَنْتَ ورَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ 5 : 24 ) * والَّذي بعثك بالحقّ لو سرت بنا إلى برك الغماد لجادلنا معك من دونه حتّى تبلغه فقال له النبيّ صلى الله عليه وسلم خيرا ودعا له ثم قال أشيروا عليّ وانّما يريد الأنصار وذلك أنّهم كانوا بايعوه عند العقبة على انّا براء من ذمّتك حتى تصل إلى ديارنا فإذا وصلت فأنت في ذمّتنا وكان يستخوّف أنّ الأنصار لا يرون له نصرة إلَّا ممّن دهمه بالمدينة فقام سعد ابن معاذ لعلَّك تريدنا يا رسول الله فقال نعم فقال إنّا آمنا بك وصدّقناك فامض بنا لما أردت فلو استعرضت بنا على هذا البحر لخضناه معك انّا لصبر في الحرب صدق في اللقاء فقال النبيّ صلى الله عليه وسلم تهيّئوا وأبشروا فإنّ الله عزّ وجلّ قد وعدني احدى الطائفتين والله لكأنّى انظر إلى مصارع القوم ) * فمشى القوم إلى القتال والتقوا وحميت الحرب بينهم ورسول الله صلى الله عليه وسلم يناشد ربّه ويدعوه قالوا فخرج الأسود بن عبد الأسد المخزوميّ وكان شرسا سيئ الخلق فقال أعاهد الله لأشربنّ من حوضهم ولأهدمنّه أو لأموتنّ دونه وقصد الحوض ليمنع\r\n","description":"","footnote":"","page_name":" 188 ","page_number":192},
  {"content":"\r\nالمسلمين الماء فشد عليه أسد الله وأسد رسوله حمزة بن عبد المطَّلب فضربه ضربة الحن قدمه فخرّ على وجهه وجعل يحبو إلى الحوض وقد قال بعض أهل العلم أنّ حمزة لمّا قطع رجله حملها الأسود فرمى بها رجلا من المسلمين فقتله والله أعلم ثم خرج عتبة بن ربيعة والوليد بن عتبة ودعوا إلى البراز فخرج إليهم عوف بن عفراء ومعوّذ بن عفراء وعبد الله بن رواحة فقالوا لهم من أنتم [ f 144 v 
  ] قالوا نحن رهط من الأنصار قالوا لا حاجة بنا إليكم ونادوا يا محمّد اخرج إلينا أكفاءنا من قومنا فخرج عبيدة بن الحارث إلى عتبة بن ربيعة وحمزة بن عبد المطَّلب إلى شيبة بن ربيعة وعليّ بن أبي طالب إلى الوليد ابن عتبة فتجادلوا وتطاردوا واختلف الضرب بينهم [ 1 
  ] فأمّا عليّ فلم يمهل صاحبه أن قتله وقتل حمزة شيبة وكان عبيدة بن الحارث اسنّ القوم وأضعفهم وقد بارزه عتبة بن ربيعة فاختلف بينهما ضربتان أثبت كلّ واحد منهم صاحبه فكرّ عليّ وحمزة على عتبة فذفّفا [ 2 
  ] عليه واحتملا عبيدة إلى أصحابهما ثم رمى المشركون\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بينهما . Corr , marg . ; ms\r\n[ 2 
  ] فدفعا . Ms\r\n","page_name":" 189 ","page_number":193},
  {"content":"\r\nمهجع بن عبد الله بسهم فقتلوه وهو أوّل من قتل في الحرب من المسلمين وخرج أبو جهل وهو يرتجز\r\nما تنقم الحرب العوان منى * بازل عامين حديث سنّى\r\nلمثل هذا ولدتني أمّى\r\nوحقّق حقيقة فرأى الملائكة فانتبه وقال ابشر يا أبا بكر أتاك النصر هذا جبريل يقود فرسه على ثناياه النقع ثم خرج إلى الصفوف فحرّضهم ورغَّبهم * ( وأخذ حفنة من الحصا فاستقبل بها القوم وقال شاهت الوجوه وأذراها على وجوههم وقال لأصحابه [ شدّوا 
  ] ) * فكان نفحهم [ 1 
  ] بها ووضع المسلمون أيديهم يقتلون ويأسرون حتّى أسروا اثنين وأربعين رجلا ويقال اثنين وسبعين رجلا وقتلوا سبعين رجلا ويقال خمسين رجلا * ( وقال النبيّ صلى الله عليه وسلم إنّ فيهم رجالا من بني هاشم قد أخرجوا إكراها فمن لقي منهم أحدا فلا يقتله ) * وأسروا من بني هاشم خمسة نفر العبّاس بن عبد المطَّلب وعقيل بن أبي طالب ونوفل بن الحارث بن عبد المطَّلب ونعمان [ 2 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ; corrige d ' apres Ibn - Hicham , p . 445 فكانت نعجهم . Ms\r\n[ 2 
  ] . عثمان . Ms\r\n","page_name":" 190 ","page_number":194},
  {"content":"\r\nابن عمرو بن علقمة بن عبد المطَّلب والسائب بن عدىّ بن زيد بن هاشم وأسروا أبا العاص زوج زينب بنت رسول الله صلى الله عليه وسلم وقال أبو جهل اللَّهمّ أقطعنا للرحم وأتانا بما لا نعرف [ 1 
  ] فكان هو المستفتح بقول الله عزّ وجلّ * ( إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ 8 : 19 ) * الآية فأدركه معاد بن عمرو بن الجموح فضربه ضربة أطبقت [ 2 
  ] قدمه فكرّ عليه عكرمة بن أبي جهل فضربه على عاتقه فطرح يده ثمّ مرّ بأبي جهل معوّذ بن عفراء فضربه حتّى أثبته ووجده عبده بن مسعود بآخر رمقه فوضع رجله على عنقه قال ففتح عينه وقال لقد ارتقيت مرتقى صعبا لمن الدبرة قال قلت للَّه ولرسوله ألم يخزك الله يا عدوّ الله قال أعار على سيّد قتله قومه ثمّ احتزّ رأسه وجاء به إلى النبيّ صلى الله عليه وسلم فألقاه بين يديه واستشهد ذلك اليوم من المسلمين ثمانية نفر * ( ثمّ أمر رسول الله صلى الله عليه وسلم بالقتلى فألقوا في القليب وهو يقول يا با جهل يا عتبة يا شيبة يا فلان ويا فلان يدعوهم بأسمائهم هل وجدتم ما وعدكم ربّكم حقّا فإنّي وجدت ما وعدني ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : . Note marg\r\n[ 2 
  ] . اطبعت . Ms\r\n","page_name":" 191 ","page_number":195},
  {"content":"\r\n* ( ربّى حقّا ) * * ( قال ابن إسحاق حدّثنى حميد الطويل عن أنس أنّ أصحاب رسول الله صلى الله عليه وسلم قالوا يا رسول الله تنادى قوما قد حتفوا فقال ما أنتم بأسمع ما أقول منهم ولكنّهم لا يستطيعون أن يجيبوا ) * وفيه يقول حسّان [ وافر 
  ]\r\nيناديهم رسول الله لما * قذفناهم كباكب [ 1 
  ] في القليب\r\nفما نطقوا ولو نطقوا لقالوا * صدقت وكنت ذا رأى مصيب\r\nومرّ رسول الله في العسكر وكرّ راجعا إلى المدينة فلمّا خرج من مضيق الصفراء قسم هناك النفل وقتل عقبة بن أبي معيط والنضر بن الحارث من بين الأسارى وقدم المدينة واستشار أصحابه في الأسارى فقال أبو بكر أهلك وعشيرتك وبنو أبيك أبق عليهم واستأن بهم وقال عمر بل انظروا واديا ملتفّا أشبا [ f 145 r 
  ] فأضرمه عليهم فقال العبّاس قطعت رحمك يا ابن الخطاب * ( ثمّ فاداهم وكان الفداء أربعين أوقية ذهبا وألزم العبّاس فداءين وقيل له أفد ابن أخيك عقيلا فقال تركتني يا محمّد أسأل الناس ما عشت قال ما فعلت الدنانير التي دفعتها ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يناكب . Ms\r\n","page_name":" 192 ","page_number":196},
  {"content":"\r\n* ( إلى أمّ الفضل عند خروجك وقلت إن حدث لي حادث كانت لك ولولدك فقال من أخبرك به فوالله ما كان غيري وغيرها ثالثا قال أخبرني بذلك ربّى ) * فأسلم العبّاس وافتدى واختلفوا في الغنائم والنفل فنزلت سورة الأنفال بأسرها وفي يوم بدر يقول حسان بن ثابت [ بسيط 
  ]\r\nسرنا وساروا إلى بدر لحينهم * لو يعلمون يقين العلم ما ساروا\r\nوقال إنّي لكم جار فأوردهم * سرى الموارد فيه الخزي والعار\r\nقالوا ولمّا رجع فلّ قريش إلى مكّة قال عمير بن وهب الجمحيّ قبّح الله العيش بعد قتلى بدر ولولا دين عليّ وعيال لي لرحلت إلى محمد وقتلته فقال له صفوان بن أميّة على دينك وعيالك ثمّ حمله وجهّزه وصقل سيفا شحيذا وسمّه وضرب راحلته حتى أتى المدينة فعقل بباب المسجد ودخل إلى رسول الله صلى الله عليه وسلم فصاح عمر بن الخطاب رضي الله عنه وقال اتّقوا الكلب فإنّه حرّش بيننا وحزرنا للمشركين يوم بدر فأخذوه * ( وقدّموه إلى النبيّ فقال ما أقدمك يا عمير قال قدمت لأجل أسيري قال فما بال السيف في رقبتك قال نسيته قال ) *\r\n","description":"","footnote":"","page_name":" 193 ","page_number":197},
  {"content":"\r\n* ( فما ذا شرطت صفوان في دينك وعيالك ) * ففزع عمير وعلم أنّه أمره الحقّ فآمن به وأسلم وحسن إسلامه وفي هذا الشهر هلك أبو لهب بمكّة وأبو أحيحة سعيد بن العاص بالطائف وكان أبو لهب فأمر أبا العاص بن هشام أخا أبى جهل ابن هشام فقعره ماله ونفسه وأسلمه حدادا [ 1 
  ] ثم وجّهه بدلا منه إلى بدر فقتل كافرا ومات أبو لهب بالعدسة [ 2 
  ] ثمّ كانت سريّة عصماء بنت مروان وكانت امرأة كافرة بذيّة اللسان تهجو النبيّ صلى الله عليه وسلم وتحرّض على المسلمين فبعث النبيّ صلى الله عليه وسلم إليها عمير بن عدىّ الأنصاريّ فقتلها وقال عم لا ينتطح فيها عنزان وفي هذا الشهر أمر بإخراج زكاة الفطر قبل الفطر بيوم وخرج يوم الفطر إلى المصلَّى فصلى وخطب وهو أوّل عيد في الإسلام [ ثم بعث 
  ] سريّة سالم بن عمير إلى أبى عفك في شوّال وعفك رجل منافق يهجو النبيّ صلى الله عليه وسلم ويحرّض عليه ويقول ما أهدى قوم إلى رحالهم شرّا من هذا الحرمي الَّذي أخرجته لحمته وبنو أبيه وهذه الأبيات من هجائه فيما يروى [ متقارب 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] كذا في الأصل : Note maginale\r\n[ 2 
  ] . بالعسة . Ms\r\n","page_name":" 194 ","page_number":198},
  {"content":"\r\nلقد عشت دهرا وما إن أرى * من الناس دارا ولا مجمعا\r\nابرّ عهودا وأوفى لمن * تعاقد فيهم إذا ما رعى\r\nمن أولاد قيلة في جمعهم * تهدّى الخيال ولن اخضعا\r\nفصدّعهم راكب جاء هم * حرام حلال لشيء معا\r\nفلو أن بالعزّ صدّقتم * أو الملك بايعتم إن معا\r\n* ( قال النبيّ صلى الله عليه وسلم من لي بهذا الخبيث ) * فخرج سالم بن عمير أحد البكاءين فقتله على فراشه وكان قد بلغ من السنّ [ f 145 v 
  ] مائة وعشرين سنة وفيه يقول [ طويل 
  ]\r\nحباك حنيف آخر الليل طعنة * أبا عفك خذها على كبر السنّ\r\nغزوة يهود بنى قينقاع في شوّال\r\nوذلك أنّه لمّا قدم الرسول إلى المدينة وادع اليهود وعاهدهم فكان هؤلاء أوّلهم نقضا وهاجروا بالعداوة وقالوا يا معشر المسلمين لا يغرّكم انكم لقيتم قوما اغمارا لا علم لهم بالحرب فأصبتم منهم إنّكم لو خاصمتمونا لعلمتم أنّنا رجال الحرب فسار إليهم رسول الله صلى الله عليه وسلم وحاصرهم في ديارهم حتّى نزلوا في حكمه فهمّ بضرب أعناقهم فقام عبد الله بن أبىّ وكانوا حلفاؤه فقال أربع مائة\r\n","description":"","footnote":"","page_name":" 195 ","page_number":199},
  {"content":"\r\nحاسر وثلاث مائة دارع قد منعوني من الأحمر والأسود أدعك تحصدهم في غداة واحدة فقال عم هم لك وكان لسعد بن عبادة من حلفهم مثل ما لعبد الله بن أبىّ ويقال لعبادة بن الصامت فقال انّى أبرأ إلى الله ورسوله منهم ويقال فيهم نزلت * ( إِنَّما [ وَلِيُّكُمُ 
  ] الله ورَسُولُه والَّذِينَ آمَنُوا 5 : 55 ) * الآية\r\n* * *\r\nذكر غزوة السويق في ذي الحجّة\r\nوذلك أنّ أبا سفيان جاء في مائتي راكب فحرّق في اصوار من النخل وقتل رجلين من الأنصار ودخل المدينة فبات عند سلَّام بن مشكم سيّد بنى النضير فسقاه وقراه وبطن له من خبر الناس ثم رجع من الليل إلى مكة وخرج النبيّ في إثره ففاته وأصاب المسلمون من أزوادهم ما طرحوها يتخفّفون بها للنجاء فبذلك سمّيت غزوة السويق وفي هذا الشهر توفّيت رقية بنت النبيّ وفيه بنى عليّ بفاطمة وفيه مات مطعم بن عدي بمكّة وفيه ضحى رسول الله صلى الله عليه وسلم وذبح شاتين بيده ثم دخلت سنة ثلاث من الهجرة وهي سنة التمحيص والبلاء فخرج رسول الله صلى الله عليه وسلم إلى بنى سليم حتّى بلغ الكدر ثم رجع ولم يلق كيدا وهي تسمّى غزاة الكدر وكانت في المحرّم ثم بعث\r\n","description":"","footnote":"","page_name":" 196 ","page_number":200},
  {"content":"\r\nسريّة محمّد بن مسلمة الأنصاري إلى كعب بن الأشرف فقتله\r\n* * *\r\nذكر مقتل كعب بن الأشرف\r\nقالوا ولمّا أصيب أهل بدر قال كعب قد قتل محمّد أشراف الناس فبطن الأرض خير من ظهرها فنقض العهد وخرج إلى مكة في أربعين راكبا فناح على قتلى بدر وبكاهم وحرّض المشركين على رسول الله صلى الله عليه وسلم فبعث النبيّ محمّد بن مسلمة وسلكان بن سلامة في نفر فأتوه في جوف الليل وهو فوق حصنه فناداه سلكان انّ هذا الرجل قد يطالبنا بالصدقة وجئتك برهن لتقرضنى طعاما فوثب كعب من ملحفته فتعلَّقت امرأته بناحية ثوبه وقالت انى لأرى حمرة الدم في هذا الصوت فقال دعيني فلو دعي ابن حرّة بليل إلى طعنة لأجاب فنزل إليهم فأخذ سلكان تحت كشحة بداسه [ 1 
  ] ، وضربوه بأسيافهم حتّى برد وفيه يقول كعب بن مالك [ وافر 
  ]\r\nفغودر منهم كعب صريعا * فذلَّت بعد مصرعه النضير\r\n[ f 146 r 
  ] ثم غزا رسول الله صلى الله عليه وسلم نجدا يريد غطفان حتّى نزل\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ؟ داسه . Ms\r\n","page_name":" 197 ","page_number":201},
  {"content":"\r\nبطن نخل وذلك في شهر ربيع الأوّل ثم رجع ولم يلق كيدا وفيه كان حديث دعثور بن الحارث المحارى ثم غزا بنى سليم في جمادى الأولى فرجع ولم يلق كيدا ثم بعث سريّة القردة وأميرهم زيد بن حارثة فأصاب عيرا لقريش مقبلة من الشأم [ 1 
  ] فأعجزه الرجال فقدم به وبلغ الخمس عشرين ألفا ثم كانت غزوة أحد لستّ خلون من شوّال يوم الجمعة خرج من المدينة ويوم السبت كانت الواقعة\r\n* * *\r\nقصّة أحد\r\nقالوا ولمّا أصيب المشركون ببدر ورجع فلَّهم إلى مكّة مشى أشراف قريش إلى أبي سفيان بن حرب فقالوا إنّ محمدا قد وترنا وقتل خيارنا فأعنّا نطلب بثأرنا ونعين بهذا المال يعنون العير فاجتمعت قريش وجمعت أحابيشها ومن أطاعهم من القبائل وخرجت بظعنها التماس الحفيظة قائدهم أبو [ 2 
  ] سفيان بن حرب ومعه زوجته بنت عتبة وقد نذرت لئن أمكنها الله من دم حمزة لتشربنّه ولتأكلنّ كبده وجاؤا حتّى نزلوا بعينين موضع مقابل المدينة * ( ورأى النبيّ صلى الله عليه وسلم في منامه ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : Note marginale\r\n[ 2 
  ] . أبى . Ms\r\n","page_name":" 198 ","page_number":202},
  {"content":"\r\n* ( رؤيا فقصّها على أصحابه فقال رأيت بقرا يصرع ورأيت في ذباب سيفي ثلما ورأيت أنّى أدخلت يدي في درع حصينة قالوا ما تأويلها يا رسول الله قال أمّا البقرة فهم قوم من أصحابي يقتلون وأمّا السيف [ 1 
  ] فرجل من [ 2 
  ] بيتي يقتل وأمّا الدرع الحصينة فإنّي أوّلتها بالمدينة وكان رأيه أن يقيم بالمدينة ) * وقالوا ان دخلوا قاتلناهم في وجوههم ورماهم النساء والصبيان بالحجارة من فوقهم وإن نزلوا [ نزلوا 
  ] بشرّ مجلس [ 3 
  ] فقال رجال ممّن أكرمهم الله بالشهادة وكان فاتهم بدر يتمنّون ما وصف الله عزّ وجلّ به الشهداء من الثواب والحياة اخرج بنا إلى أعداء الله لئلَّا يرون انّا جبنّا [ 4 
  ] عنهم وعن لقائهم وكان ذلك اليوم يوم الجمعة فصلَّى بالناس ودخل منزله ولبس لأمته ثم خرج وقد ندم الناس فقال استكرهناك ولم يكن لنا [ 5 
  ] ذلك فإن شئت\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الثلم : Variante en marge\r\n[ 2 
  ] . أهل : Addition moderne\r\n[ 3 
  ] . كذا في الأصل : Note marginale\r\n[ 4 
  ] . حبناء . Ms\r\n[ 5 
  ] . أبا . Ms\r\n","page_name":" 199 ","page_number":203},
  {"content":"\r\nفاقعد * ( فقال ما ينبغي لنبىّ إذا لبس لأمته أن يخلعها حتّى يقاتل ) * وخرج من المدينة بألف رجل والمشركون ثلاثة آلاف وزيادة فسار حتّى إذا كان بالشوط وهو على ميل من المدينة انجزل [ 1 
  ] عبد الله بن سلول رأس المنافقين بثلث الناس وقال أطاعهم وعصاني علام نقتل أنفسنا انصرفوا فتبعهم عمرو بن حرام وقال أناشدكم الله في حرمكم ونبيكم [ 2 
  ] ما ثم قتال لو نعلم قتالا لاتّبعناكم كما حكى عنهم وهمّت بنو سلمة وبنو حارثة بالانصراف فعزم الله لهم على الرشد ثم ذكر نعمته عليهم فقال * ( إِذْ هَمَّتْ طائِفَتانِ مِنْكُمْ أَنْ تَفْشَلا والله وَلِيُّهُما 3 : 122 ) * ومضى رسول الله صلى الله عليه وسلم بأصحابه حتّى نزل الشعب من أحد وأمر عبد الله بن جبير أمير الرماة وكان في خمسين ناشبا أن يبيّتوا على فم الشعب وأن ينضحوا [ 3 
  ] الخيل بالنبل لئلَّا يأتيهم [ 4 
  ] من ورائهم ودفع اللواء إلى مصعب بن عمير بن هاشم ونشبت الحرب بين الفريقين فدعت\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يحرّك . Ms\r\n[ 2 
  ] . ؟ كم . Ms\r\n[ 3 
  ] . ينصحوا . Ms\r\n[ 4 
  ] . , mais c ' est une addition interlineaire moderne الكفار Ms ajoute\r\n","page_name":" 200 ","page_number":204},
  {"content":"\r\nهند بنت عتبة وحشيا [ 1 
  ] [ f 146 v 
  ] غلام جبير بن مطعم بن عدىّ وكان طعيمة بن عدىّ قتل ببدر فقالت إن أنت قتلت حمزة يأبى عتبة بن ربيعة فلك قلبي وسواري وقلائدى وخلخالى وشنفي وقال له جبير بن مطعم إن أنت قتلت حمزة بعمّي طعيمة ابن عدىّ فأنت عتيق ثم قامت هند في صواحباتها [ 2 
  ] يضربن بالدفوف ويحرّضن الرجال وهي تقول ،\r\nويها بنى عبد الدار * ، ويها حماة الاذمار\r\n، ضربا بكلّ سيّار ،\r\n، ، وقالت أيضا ،\r\nنحن بنات الطارق * ، نمشي على النمارق\r\n، إن تقبلوا نعانق * ، أو تدبروا نفارق\r\n، فراق غير وامق ،\r\n، ، وحميت الحرب فقتل مصعب بن عمير فدفع النبيّ صلى الله عليه وسلم اللواء إلى عليّ بن أبي طالب عم فانزل الله عزّ وجلّ نصره حتّى كانت هزيمة القوم لا شكّ فترك الرماة مركزهم وأقبلوا على النهب غير أميرهم عبد الله بن جبير فإنّه ثبت مكانه حتّى استشهد وعطف عليهم خالد ابن الوليد على الخيل فانقلبت الدبرة على المسلمين واكتمن الوحشي لحمزة حتّى مرّ به فأتاه من ورائه وضربه بحربته\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وحشي . Ms\r\n[ 2 
  ] . صولجاتها . Ms\r\n","page_name":" 201 ","page_number":205},
  {"content":"\r\nفقتله وأصاب العدوّ من المسلمين وكان يوم بلاء وتمحيص وانثالوا على رسول الله صلى الله عليه وسلم ودثّ [ 1 
  ] بالحجارة حتّى وقع لشقّه وشجّ وجهه وكلمت شفتيه وكسرت رباعيته ودخلت حلقة من الدرع في وجهه ووقع حفرة من الحفر التي عملها أبو عامر الفاسق وكان مظاهر [ 2 
  ] درعين وصرخ صارخ من أعلى الجبل الا أنّ محمدا قد قتل فانهزم المسلمون وأخذ عليّ وطلحة بيد رسول الله صلى الله عليه وسلم فانتاشاه من الحفرة واكبّ أبو دجانة عليه بنفسه يقيه النبل وروى أنّ نشّابة أصابت إصبعه فقال [ كامل 
  ]\r\nهل أنت إلَّا إصبع دميت * وفي سبيل الله ما لقيت\r\n* ( وقال صلى الله عليه وسلم من رجل يشرى لنا نفسه فقام زياد بن السكن في نفر من الأنصار فقاتلوا دونه رجلا رجلا حتّى قتلوا عن آخرهم ثمّ فاءت فيه المسلمون فكشفوهم عن رسول الله صلى الله عليه وسلم وهو يناول السهم سعد بن أبي وقّاص وقال ارم فداك ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا : En marge\r\n[ 2 
  ] . ظاهريى : Auter lecon\r\n","page_name":" 202 ","page_number":206},
  {"content":"\r\n* ( أبى وأمّى ) * والَّذي ضرب رسول الله صلى الله عليه وسلم أخوه عتبة بن أبي وقّاص وفيه يقول حسّان [ طويل 
  ]\r\nفأخزاك ربّى يا عتيب بن مالك * ولقّاك قبل الموت إحدى الصواعق\r\nبسطت يمينا للنّبيّ محمّد * فأدميت فاه قطَّعت بالبوائق\r\nثم نهضوا إلى الشعب * ( ومرّ على [ على 
  ] المهراس فملأ حجفته ماء وجاء يغسل الدم عن وجه رسول الله صلى الله عليه وسلم وهو يقول كيف يفلح قوم أدموا وجه نبيّهم وهو يدعوهم إلى الله عزّ وجلّ ثمّ قام مالك بن سنان الخدريّ أبو [ 1 
  ] أبي سعيد فمصّ الدم من وجه رسول الله صلى الله عليه وسلم فقال صلى الله عليه وسلم من مسّ دمه دمي لم تمسه النار ) * ويقال ان النبيّ صلى الله عليه وسلم ضربه عبد الله بن قميئة وروى بعضهم أنّه [ قتل 
  ] [ f 147 r 
  ] مصعب بن عمير وهو يظنّه رسول الله صلى الله عليه وسلم ووقعت هند عليها اللعنة ومن معها على القتلى فمثّلن بهم جدع الأنوف وتبكّ الآذان ويتّخذن خدما وقلائد وعمدت إلى بطن حمزة فبعجتها واستخرجت حشوته وكبده ولاكته ولم تسغه ثم علت على صخرة وهي تقول [ رجز 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بن . Ms\r\n","page_name":" 203 ","page_number":207},
  {"content":"\r\nنحن جزيناكم بيوم بدر * والحرب بعد الحرب ذات السعر\r\nما كان من عتبة لي من مضر * ولا أخيه لا ولا من صهر\r\nشفيت نفسي وقضيت نذرى * فشكر وحشي على عمر\r\nحتّى ترم أعظمى في قبري\r\nفأجابتها هند بنت أثاثة بن عبد المطَّلب\r\nجزيت في بدر وبعد بدر * يا ابنة وقّاع عظيم الكفر\r\nفي أبيات وفيها يقول حسّان بن ثابت [ كامل 
  ]\r\nلعن الإله وزوجها معها * هند الهنود طويلة البظر\r\n* ( ثمّ صرخ أبو سفيان أنعمت وقال إنّما الحرب سجال يوم بيوم أعلّ تعلّ فقال النبيّ لعمر بن الخطَّاب أجبه ) * فقال الله أعلى وأجلّ لا سواء قتلانا في الجنّة وقتلاكم في النار * ( فقال أبو سفيان أنشدك الله يا عمر هل قتل محمّد قال لا والله ليسمع قال إنه قد كانت هناة ما أمرت بها ولا رضيت وإنّ موعدكم بدر فقال النبيّ لعمر قل إن شاء الله ) * والقى في قلوبهم الرعب\r\n","description":"","footnote":"","page_name":" 204 ","page_number":208},
  {"content":"\r\nفجنبوا الخيل وامتطوا الإبل وتوجّهوا إلى مكّة وتفرّغ المسلمون لقتلاهم يدفنونهم * ( ووقف رسول الله صلى الله عليه وسلم على حمزة ونظر إلى ما مثل به فقال لن أصبت بمثلك أبدا ) * ثمّ صلَّى على القتلى السبعين صلاة واحدة وانصرف إلى المدينة واستشهد يوم أحد من المسلمين سبعون [ 1 
  ] رجلا ويقال خمسة وستّون رجلا منهم حمزة ابن عبد المطَّلب أسد الله وأسد رسوله ومصعب بن عمير العبديّ [ 2 
  ] وعبد الله بن جبير أمير الرماة وحنظلة بن أبي عامر غسيل الملائكة وسعد بن الربيع أحد النقباء وقتل من المشركين اثنان وعشرون رجلا ورجع رسول الله إلى المدينة ثم خرج في أثرهم يوم الأحد مرهبا لهم ويريهم أنّ به قوّة حتّى بلغ حمراء الأسد في ستّين راكبا منهم أبو بكر وعمر وعليّ وعبد الله ابن مسعود فمرّ به معبد بن أبي معبد الخزاعىّ وكانت خزاعة عيبة [ 3 
  ] رسول الله صلى الله عليه وسلم فلقى أبا سفيان بن حرب بالروحاء قد أجمع على الرجعة إلى المدينة وذلك أنّهم لما انصرفوا سقط في\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . سبعين . Ms\r\n[ 2 
  ] . اليهدى . Ms\r\n[ 3 
  ] . عبيد . Ms\r\n","page_name":" 205 ","page_number":209},
  {"content":"\r\nأيديهم وقالوا قد كنّا أجهضنا محمّدا وأصحابه وأشرفنا على استئصالهم لو صبرنا فقالوا لمعبد بن أبي معبد ما وراءك قال لقد خرج محمّد وأصحابه في جمع لم أر مثله يحرقون عليكم أنيابهم من الحنق قال وأين هم قال هم يصبحونكم من حمراء الأسد فثنى ذلك أبا سفيان عن عزمه وفتّ في عضده ومرّ به راكب من عبد القيس يقال له نعيم الاشجعىّ يريد المدينة للميرة [ f 147 v 
  ] * ( فقال بلَّغ محمّدا أنّا قد أزمعنا المسير إليهم فلمّا قال ذلك للنّبيّ قال النبيّ صلى الله عليه وسلم حسبنا الله ونعم الوكيل ) * وانصرفوا إلى المدينة ونزلت ستّون آية من سورة آل عمران في قصّة أحد من قوله * ( وإِذْ غَدَوْتَ من أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقاعِدَ لِلْقِتالِ والله سَمِيعٌ عَلِيمٌ 3 : 121 ) * وقالوا في أحد أشعارا كثيرة فمنها قول كعب بن مالك يذكر عزيمة أبي سفيان على الرجوع ومبلغ عددهم [ طويل 
  ]\r\nإذا جاء منهم [ راكب 
  ] كان قوله * اعدّوا لما يزجى ابن حرب ويجمع\r\nونحن أناس لا نرى القتل سبّة * على كلّ من يحمى الذمار ويمنع\r\nبنى الحرب ان نظفر [ 1 
  ] فلسنا بمفحش * ولا نحن في أظفارها نتوجع\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . نطفره . Ms\r\n","page_name":" 206 ","page_number":210},
  {"content":"\r\nفجئنا إلى موج من البحر وسطه * أحابيش منهم حاسر ومقنّع\r\nثلاثة آلاف ونحن [ 1 
  ] نصيبه * ثلاث مئين [ 2 
  ] إن كثرنا وأربع\r\nوفيه يقول ابن الزبعري [ رمل 
  ]\r\nيا غراب البين أنعمت فقل * انّما تنطق [ 3 
  ] شيئا قد فعل\r\nنضع الأسياف في أكتافهم * وكذاك الحرب أحيانا دول\r\nانّ للخير وللشرّ مدى * وكلا ذاك وجيه وقبل\r\nوالعطيّات خساس بينهم * وسواء قبر مثر ومقل\r\nكلّ عيش ونعيم زائل * وبنات الدهر يلعبن بكل\r\nأبلغا حسّان عنّي آية * فقريض الشعر يشفى ذا الغلل\r\nكم نرى بالحرّ من جمجمة * وأكفّ قد أترّت وحدل\r\nوسرابيل حسان سرّيت * عن حماة هلكوا في المنتزل\r\nفسل المهراس من ساكنه * بين أقحاف وهام كالحجل\r\nليت أشياخي ببدر شهدوا * جزع الخزرج من وقع الأسل\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : en marge ; فكنّ . Ms\r\n[ 2 
  ] . ماين . Ms\r\n[ 3 
  ] . ينطق . Ms\r\n","page_name":" 207 ","page_number":211},
  {"content":"\r\nحين ألقت بقباء [ 1 
  ] بركها * واستحرّ القتل في عبد الأشل\r\nثم خفوا عند ذاكم رقّصا * رقص الحفان تعلوا في الجبل\r\nفقتلنا الضعف من أشرافهم * وعدلنا مثل بدر واعتدل\r\nفأجابه حسّان بن ثابت في قصيدة طويلة\r\nذهبت [ 2 
  ] يا بن الزبعري وقعة * كان منّا الفضل فيها لو عدل\r\nولقد نلتم ونلنا منكم * وكذاك الحرب أحيانا دول\r\n[ f 148 r 
  ] نضع السيف أكتافكم * حيث نهوى عللا بعد نهل\r\nنخرج الأصبح من استاهكم * كسلاح النيب يأكلن العضل\r\nإذ شددنا شدّة صادقة * فأجأناكم إلى سفل الجبل\r\nوتركنا في قريش عورة * يوم بدر وأحاديث المثل\r\nقالوا في هذه السنة ولد الحسن بن عليّ وعلَّقت فاطمة بالحسين وتزوّج النبيّ صلى الله عليه وسلم زينب بنت خزيمة أمّ المساكين وزوّج ابنته كلثوم من عثمان بن عفّان ثم دخلت سنة أربع من\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بقبا . Ms\r\n[ 2 
  ] . ذهبت . Ms\r\n","page_name":" 208 ","page_number":212},
  {"content":"\r\nالهجرة وهي سنة الترفيه فبعث في المحرّم سريّة إلى بنى أسد أميرها أبو سلمة بن عبد الأسد فغنم وسبى ولم يلق كيدا ولم يلق أن يقيّد هذه الحوادث بالشهور والأعوام لأنّه ممّا يصعب ويفوت الحقّ لكثرة الاختلاف وتفاوت التاريخ فرأيت أن أجمعها وأضمّها سنة سنة ليكون أقرب إلى الحقّ وأسهل في الحفظ إن شاء الله تعالى\r\n* * *\r\nقصّة الرجيع وهو بأرض هذيل\r\nقال ابن إسحاق لما رجع رسول الله صلى الله عليه وسلم من أحد جاءه رهط من عضل والقارة وقالوا يا رسول الله إنّ فينا إسلاما فابعث معنا نفرا من أصحابك يفقهونا في الدين فبعث معهم ستّة نفر منهم عاصم بن ثابت بن [ أبى 
  ] الأقلح وكان قتل يوم أحد ابنين لسلافة بنت سعد فنذرت لئن قدرت على رأس عاصم لتشربنّ الخمر في قحفه وكان أعطى الله عهدا ألَّا يمسّ مشركا ولا يمسّه مشرك ومنهم خبيب بن عدىّ وزيد بن الدّثنّة فخرجوا بهم حتّى إذا كانوا بالرجيع غدروا بهم واستصرخوا هذيلا فما راعهم إلَّا الرجال بأيديهم السيوف فأخذ القوم أسيافهم ليقاتلوهم فقالوا والله لا نريد قتالكم ولكن نريد أن نصيب بكم من أهل مكّة شيئا ولكم عهد الله\r\n","description":"","footnote":"","page_name":" 209 ","page_number":213},
  {"content":"\r\nوميثاقه فقالوا لا نقبل من مشرك عهدا ولا عقدا وناصبوهم القتال فوتّر عاصم قوسه وكان راميا وأنشأ يقول [ رجز 
  ]\r\nما علَّتى وأنا جلد نابل * والقوس فيها وتر عنابل\r\nتزلّ عن صفحتها المعابل * الموت حقّ والحياة باطل\r\nوكلّ ما حمّ الإله نازل * بالمرء والمرء إليه آئل\r\nإن لم أقاتلكم فأمّى هابل\r\nثمّ قاتل حتّى نفدت سهامه وأخذ سيفه وجحفته وقال [ رجز 
  ]\r\nأبو سليمان وريش المقعد [ 1 
  ] * وضالة [ 2 
  ] مثل الجحيم الموقد\r\nومجنأ من مسك ثور أجرد * ومؤمن بما تلا محمّد [ 3 
  ]\r\nوقاتل حتّى قتل رضي الله عنه وأرادوا أن يأخذوا رأسه ليبيعوه من سلافة بنت سعد فمنعه الدبر فقالوا ندعه إلى أن يمسى فلمّا أمسى جاء السيل فذهب به وقتلوا معه ثلاثة نفر من أصحابه\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . المعقد . Ms\r\n[ 2 
  ] . وصاله . Ms\r\n[ 3 
  ] ما اعرف معنى هذين البيتين وانا خليل بن الحسين وقد كتبت مثل ما وجدت في النسخة والله أعلم بصوابه . : ; note marginale مما ؟ لا محمد . Ms\r\n","page_name":" 210 ","page_number":214},
  {"content":"\r\nوأمّا خبيب بن عدىّ وزيد بن الدّثنّة وعبد الله بن طارق فلانوا ورغبوا في الحياة وأعطوا بأيديهم وشدّوا أكتافا وحملوهم [ f 148 v 
  ] إلى مكّة وباعوهم ممّن قتل أولياؤهم ببدر فصلبوهم ورموهم بالنشّاب وطعنوهم بالرماح وذكروا عجائب من أمر خبيب بن عدي وشعرا له في ذلك وقال ابن إسحاق في أصحاب الرجيع نزلت * ( ومن النَّاسِ من يَشْرِي نَفْسَه ابْتِغاءَ مَرْضاتِ [ الله 
  ] والله رَؤُفٌ بِالْعِبادِ 2 : 207 ) *\r\n* * *\r\nقصّة بئر معونة [ 1 
  ]\r\nقالوا وبعث النبيّ صلى الله عليه وسلم المنذر بن عمرو الأنصاريّ في أربعين رجلا من خيار المسلمين كانوا من أهل الصفّة يرضحون [ 2 
  ] النوى بالنهار ويعلَّمون القرآن بالليل بعثهم إلى نجد يدعوهم إلى الإسلام في خفارة أبى برآء ملاعب الأسنّة فلما أتوا بئر معونة استصرخ عليهم عامر بن الطفيل عصيّة وذكوان فأحاطوا بهم وقتلوهم عن آخرهم الَّا عمرو بن أميّة الضمريّ فإنّه كان في سرح القوم فأسره عامر وجزّ ناصيته وأعتقه عن رقبة كانت على أمّه فأقبل عمرو حتّى أتى المدينة فإذا هو برجلين من بنى عامر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . معاوية Ms\r\n[ 2 
  ] . يرضخون . Ms\r\n","page_name":" 211 ","page_number":215},
  {"content":"\r\nقد أقبلا من عند رسول الله صلى الله عليه وسلم ومعهما عهد فقتلهما بأصحابه وأخذ سلاحهما * ( ثم جاء النبيّ صلى الله عليه وسلم وأخبره الخبر فقال بئس ما صنعت رجلين من أهل ذمّتي قتلتهما لا لأجل ذنبهما ) * وقد قيل انّه نزلت فيه * ( يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ الله ورَسُولِه 49 : 1 ) * الآية وشقّ على رسول الله صلى الله عليه وسلم مقتل أصحابه وغدر عامر بن الطفيل بهم فدعا على عصية وذكوان أربعين صباحا فيقال [ و 
  ] الله اعلم ما أسلم منهم أحد ولا أفلت\r\n* * *\r\nذكر غزاة بنى النضير\r\nقال فجاءهم رسول الله صلى الله عليه وسلم يستعينهم في دية ذينك القتيلين اللذين أصابهما عمرو بن أميّة وكان في العهد الَّذي بينهم وبين رسول الله صلى الله عليه وسلم أن يتغاوثوا [ 1 
  ] ويتحمل ما ينوب بعضهم عن بعض قالوا نعم يا أبا القاسم وهمّوا بالغدر به وخرجوا يجمعون الرجال والسلاح فقام رسول الله صلى الله عليه وسلم فانسلّ من بين أصحابه وما شعر به أحد إلَّا حين دخوله المدينة فمضى أصحابه في إثره حتّى لحقوا به ونزل فيه سورة المائدة كما قال الله عزّ وجلّ * ( يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ الله عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ 5 : 11 ) * وأمر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . يتعاوثوا . Ms\r\n","page_name":" 212 ","page_number":216},
  {"content":"\r\nأصحابه بالمسير إليهم فحاصرهم ستّ ليال حتّى نزلوا على أن لهم ما حملت الإبل من الأموال الَّا الحلقة [ 1 
  ] ولحقوا بأذرعات من أطراف الشأم وفيهم نزلت سورة الحشر\r\n* * *\r\nثم غزاة ذات الرقاع\r\nوالرقاع شجرة سمّيت بها تلك الغزاة ويقال بل سمّيت لأنّهم كانوا رقعوا راياتهم ولقي رسول الله صلى الله عليه وسلم في تلك الخروج جمعا عظيما من غطفان وصلَّى صلاة الخوف وفيها كانت قصّة غورث [ 2 
  ] بن الحارث المحاربي وذلك أنّ بنى محارب كانوا تحصّنوا في رأس جبل فقال غورث لأفتكنّ لمحمّد فجاء حتّى وقف * ( وكان سيف رسول الله محلَّى بفضّة فقال انظر إلى سيفك هذا قال نعم ) * فأخذه وسلَّه وهمّ به فمنعه الله عزّ وجلّ لذلك وانكبّ على وجهه فنزلت * ( يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ الله عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ 5 : 11 ) * الآية\r\n* * *\r\nثم غزاة بدر الميعاد\r\n[ f 149 r 
  ] وذلك * ( أنّ أبا سفيان لمّا ارتحل يوم أحد نادى موعدكم بدر فقال النبيّ صلى الله عليه وسلم لعمر قل إن شاء الله ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : ; en marge إلى الحلقة . Ms\r\n[ 2 
  ] . عويرث . Ms\r\n","page_name":" 213 ","page_number":217},
  {"content":"\r\nفخرج النبيّ للميعاد وخرج أبو سفيان حتى بلغ عسفان ثم ألقى في قلبه الرعب وانصرف وفيه يقول عبد الله بن رواحة [ طويل 
  ]\r\nوعدنا أبا سفيان وعدا ولم نجد * لميعاده صدقا ولا كان وافيا\r\nوفي هذه السنة تزوّج النبيّ صلى الله عليه وسلم أمّ سلمة بنت [ أبى 
  ] أميّة بن المغيرة وفيها مات عبد الله بن عثمان بن عفّان من رقيّة بنت رسول الله صلى الله عليه وسلم وله سنتان وفيها ولدت فاطمة الحسين صلَّى الله عليه ثمّ دخلت سنة خمس من الهجرة وهي سنة الزلازل فيها غزا رسول الله دومة الجندل وهي من حد الروم وذلك أنّ التجّار والسابلة شكوا أكيدر الكنديّ عامل هرقل عليها فسار إليها في ألف رجل يسير الليل ويكمن النهار وأحسّ بذلك أكيدر فهرب واحتمل الرحل وخلَّى السوق وتفرّق أهلها فلم يجد رسول الله صلى الله عليه وسلم أحدا فرجع\r\n* * *\r\nثم كانت غزاة بنى المصطلق\r\nسار إليهم رسول الله صلى الله عليه وسلم فوجدهم على ماء يقال له المريسيع فقاتلهم وسباهم وكان عليهم يومئذ الحارث بن أبي ضرار أبو جويريّة زوجة النبيّ وفي غزاة المصطلق كان حديث الإفك قالوا وكانت عائشة مع رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 214 ","page_number":218},
  {"content":"\r\nفي هذه السفرة فخرجت من هودجها لحاجة وارتحل القوم فجاءت وليس في المناخ إلَّا صفوان بن المعطَّل فاحتملها على راحلته وسار بها فما لحقهم إلَّا بعد ما نزلوا وقد خاض الناس وماجوا يتكلَّمون فيها من مصدق ومكذب قالوا فلما قدم النبيّ صلى الله عليه وسلم المدينة أذن لعائشة في الانقلاب إلى أبيها ولا علم لها بشيء ممّا جرى فروى عنها أنّها قالت خرجت ليلة لبعض حاجتي ومعي أمّ مسطح بن [ 1 
  ] أثاثة خالة أبى بكر إذ عثرت في مرطها فقالت تعس مسطح فقلت بئس لعمر الله ما قلت [ 2 
  ] لرجل من المهاجرين شهد بدرا قالت أو ما بلغك الخبر فقلت [ لا 
  ] فأخبرتني بما تحدّث الناس فيه قالت فوالله ما قدرت أن أقضى حاجتي وما زلت أبكى حتّى ظننت أنّ البكاء سيصدع قلبي قالت وأتى على ذلك شهر * ( ثم دخل علينا رسول الله صلى الله عليه وسلم وقال يا عائشة إن كنت قارفت سوءا فتوبي إلى الله فإنّ الله يقبل التوبة عن عباده ) * فقلت والله لا أتوب ولكنّى أقول كما قال أبو يوسف * ( فَصَبْرٌ جَمِيلٌ والله الْمُسْتَعانُ عَلى ما تَصِفُونَ 12 : 18 ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بنت . Ms\r\n[ 2 
  ] . قالت . Ms\r\n","page_name":" 215 ","page_number":219},
  {"content":"\r\nفما برح رسول الله حتى نزل الوحي ببراءتي وذلك قوله عزّ وجلّ في سورة النور * ( إِنَّ الَّذِينَ جاؤُ بِالإِفْكِ عُصْبَةٌ مِنْكُمْ 24 : 11 ) * إلى رأس ستّة عشر آية وضرب رسول الله صلى الله عليه وسلم حسّان ابن ثابت ومسطح بن أثاثة وحمنة بنت جحش وعبد الله بن أبىّ الحدّ وفيه يقول قائلهم [ طويل 
  ]\r\nلقد ذاق حسّان الَّذي كان أهله * وحمنة إذ قالوا هجيرا ومسطح\r\nتعاطوا بظهر الغيب زوج [ 1 
  ] نبيّهم * وسخطة ذي العرش الكريم فأبرحوا\r\nوقال حسّان يعتذر من مقالته وينتقى منها [ طويل 
  ]\r\nحصان رزان ما تزنّ بريبة * وتصبح غرثى من لحوم الغوافل\r\n[ f 142 v 
  ] فإن كنت قد قلت الَّذي قد زعمتم * فلا رفعت سوطي الىّ أناملي\r\nوكيف وودّى ما حييت ونصرتي * لآل رسول الله زين المحافل\r\nوانّ الَّذي قد قيل ليس بلائي * ولكنّه قول امرئ بي ماحل\r\nثم الخندق وكانت في ذي القعدة وذلك أنّ نفرا من اليهود\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . روح . Ms\r\n","page_name":" 216 ","page_number":220},
  {"content":"\r\nنقضوا العهد وأخفروا الذمام وأتوا مكّة فحالفوا قريشا على محاربة رسول الله صلى الله عليه وسلم منهم سلَّام بن [ أبى 
  ] الحقيق النضرىّ وحيي بن أخطب وكنانة بن الربيع ثم جاؤوا إلى غطفان وقائدها عيينة [ 1 
  ] بن حصن الفزارىّ فاستنزلوهم ودعوا إلى مثل ما دعوا إليه قريشا فتحزّبت الأحزاب وتجمّع الأحابيش وساروا إلى المدينة يقصدون النبيّ فاستشار النبيّ صلى الله عليه وسلم سلمان فيما يزعمون بأمر الخندق فضرب الخندق وعمل فيه بنفسه ينشّطهم وخرج في ثلاثة ألف رجل حتى جعلوا ظهورهم إلى سلع والخندق بينهم وبين الأحزاب ونزلت قريش في عشرة آلاف وقائدها أبو سفيان بن حرب ونزلت غطفان في من [ 2 
  ] تبعها وأطاعها وحاصروا النبيّ صلى الله عليه وسلم والمسلمين تسعا وعشرين ليلة لم يكن بينهم حرب إلَّا الرمي بالنبل والحصى الَّا انه اشتدّ الأمر وضاق كما قال إذ جاؤكم من فوقكم الأسديّ ومن أسفل منكم أبو الأعور السلمىّ وغطفان وناصبهم أبو سفيان وإذ زاغت الأبصار وبلغت القلوب الحناجر [ 3 
  ]\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عتيبة . Ms\r\n[ 2 
  ] . فيمن . Ms\r\n[ 3 
  ] . En marge dans le ms\r\n","page_name":" 217 ","page_number":221},
  {"content":"\r\nواقتحمت فوارس الخندق منهم عمرو بن عبد ود وعكرمة بن أبي جهل وضرار بن الخطَّاب بن مرداس فخرج إليهم على في نفر من المسلمين حتى أخذوا عليهم الثغرة [ 1 
  ] التي اقحموا الخيل منها * ( وبارز على عمرا فقال له عمرو وكان من مشهوري فرسان العرب ما أحبّ أن أقتلك يا ابن أخي قال انا أحبّ أن أقتلك ) * فحمى عمرو واحتدم ونزل عن فرسه فعقره ثم أقبل على عليّ فتنازلا وتطاردا وتجادلا واختلف بينهما ضربتان فأصابته ضربة عليّ فقتلته فخرجوا منهزما من الخندق * ( وفي ذلك يقول عليّ فيما روى عنه [ كامل 
  ]\r\nنصر الحجارة من سفاهة رأيه * ونصرت رب محمّد بصواب\r\nفصددت حين تركته متجدّلا * كالجذع بين دكادك وروابي\r\nوعففت عن أثوابه ولو أنّنى * كنت المقطَّر بزّنى أثوابي\r\nورمى سعد بن معاذ يومئذ فقطع منه الأكحل فقال اللَّهمّ إن كنت أبقيت من حرب شيئا فأبقني وإن كنت قد وضعت الحرب بيننا فاجعله لي شهادة ولا تمتنى حتّى تقرّ عيني من\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الشغرة . Ms\r\n","page_name":" 218 ","page_number":222},
  {"content":"\r\nقريظة لأنّهم خانوا الأمانة وتركوا الوفاء ونقضوا عهد المسلمين قالوا * ( ولما اشتدّ الأمر جاءه نعيم بن مسعود الأشجعي مسلما وكان من دواهي العرب فقال له النبيّ إنّ الحرب خدعة فاحتل لنا ) * فخرج حتّى أتى قريظة وقال قد عرفتم ودّى لكم وتحقيقي [ 1 
  ] بكم قالوا لست عند [ نا 
  ] بمتّهم قال والرأي أن لا تقاتلوا محمّدا ما لم تأخذوا ورهائن من قريش [ f 150 r 
  ] كيلا يتشمّروا إلى بلادهم إن عضّتهم الحرب وتحلَّوا بينكم وبين محمّد قالوا هو الوجه ثم أتى قريشا فقال إنّ اليهود قد ندموا على نقض العهد وقد أرسلوا إلى محمّد نرضيك منّا ان نأخذ من قريش وغطفان مائة رجل فندفعهم إليك لتضرب أعناقهم فان التمسوا منكم رجالا فلا تجيبوهم إليه قالوا هو الوجه ثمّ إنّ قريشا قالوا لقريظة إنّا لسنا بدار مقامة وقد هلك الخفّ والحافر وأنتم ازعجتمونا عن بلادنا فاغدوا للقتال واخرجوا للميعاد فقالت قريظة إنّا لا نأمن منكم أن تتشمروا إلى بلادكم إن عضّتكم الحرب فإن أردتم ذلك فاعطونا رهائن تكون ثقة لنا قالت قريش صدق نعيم وقالت قريظة صدق نعيم ونصح\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . وتحقيقي . Ms\r\n","page_name":" 219 ","page_number":223},
  {"content":"\r\nفتخاذلوا وتواكلوا [ 1 
  ] وأتت عليهم ليلة شاتية عاصفة الريح فجعل تكفّأ قدورهم وتقطَّع أطناب خيامهم فارتحلوا وانصرفوا خائبين بقول الله عزّ وجلّ في سورة الأحزاب * ( يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ الله عَلَيْكُمْ إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وجُنُوداً لَمْ تَرَوْها وكانَ [ الله 
  ] بِما تَعْمَلُونَ بَصِيراً 33 : 9 ) * وانصرف رسول الله صلى الله عليه وسلم إلى المدينة وأمر بالمسير إلى بني قريظة فحاصرهم خمسا وعشرين ليلة حتى استنزلهم على حكم سعد بن معاذ فحكم سعد بقتل الرجال وأخذ الأموال وسبى الذراري فساقهم رسول الله صلى الله عليه وسلم إلى المدينة وأمر فأخذت الأخائذ [ 2 
  ] وضربت أعناق سبع مائة رجل منهم في غداة واحدة وفي هاتين الغزوتين نزلت سورة الأحزاب واستشهد من المسلمين فيها ستّة نفر وقد ذكر ابن إسحاق من أشعارهم فيها شيئا غير قليل فمنها قول ضرار ابن الخطَّاب بن مرداس [ وافر 
  ]\r\nومشفقة تظنّ بنا الظنونا * وقد قدنا عرندسة طحونا\r\nفلو لا خندق كانوا لديه * لدمّرنا عليهم اخمصينا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . تراكلوا . Ms\r\n[ 2 
  ] . كذا في الأصل : Note marginale\r\n","page_name":" 220 ","page_number":224},
  {"content":"\r\nوإن نرحل فانّا قد تركنا * لدى أبياتكم سعدا رهينا\r\nفي قصيدة طويلة فأجابه كعب بن مالك الأنصاريّ\r\nوسائلة تسايل ما لقينا * ولو شهدت رأتنا صابرينا\r\nرأتنا في فضافض [ 1 
  ] سابغات * كغدران الملا متسربلينا\r\nسيعلم أهل مكة حين ساروا * وأحزاب أتوا متحزّبينا\r\nبأنّ الله ليس له شريك * وأنّ الله مولى المؤمنينا\r\nكما قد ردّكم فلَّا شريدا * يغيظكم حزابا خائبينا\r\nحزابا لم تنالوا ثمّ خيرا * وكدتم أن تكونوا دامرينا\r\nفامّا تقتلوا سعدا سفاها * فإنّ الله خير القادرينا\r\nسيدخله جنانا طيّبات * تكون مقامة للصالحينا\r\nفي قصيدة طويلة واصطفى [ 2 
  ] رسول الله صلى الله عليه وسلم من سبى قريظة ريحانة القرظيّة فلم تزل عنده إلى أن توفّى وفي هذه السنة تزوّج النبيّ زينب بنت جحش وأمّها أميمة [ 3 
  ] بنت عبد المطَّلب\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . قصاقص . Ms\r\n[ 2 
  ] . اسطفى . Ms\r\n[ 3 
  ] . وأمّه آمنة . Ms\r\n","page_name":" 221 ","page_number":225},
  {"content":"\r\nوقصّتها في سورة الأحزاب مذكورة [ f 150 v 
  ] وفيها بعث عمرو بن أميّة الضمريّ لقتل أبي سفيان فلم يظفر به ثم دخلت سنة ستّ من الهجرة وهي سنة الاستئناس فبعث رسول الله عبد الله بن أنيس سريّة وحده إلى خالد بن سفيان بن نبيح وكان يجمع الجموع ليقاتل النبي فخلا به عبد الله بن أنيس ثم علاه بسيفه حتّى قتله ثم بعث سريّة محمّد بن مسلمة إلى القرطاء ثمّ غزا بنى [ 1 
  ] لحيان ثم غزا الغابة ثم بعث سريّة عكاشة بن محصن إلى الغمر ثم بعث سريّة محمد بن مسلمة إلى ذي القصّة [ 2 
  ] ثم بعث سريّة أبى عبيدة بن الجرّاح إلى ذي القصة ثم [ بعث 
  ] سريّة زيد بن حارثة إلى وادي القرى ثمّ غزا لحيان يطلب بدم خبيب بن عدي وزيد بن الدّثنّة ومرثد بن أبي مرثد وعاصم بن ثابت [ بن أبي 
  ] الأقلح أصحاب الرجيع ثم بعث سريّة عبد الرحمن ابن عوف إلى دومة الجندل ثم سريّة علي بن أبي طالب عم إلى فدك فاحتازها ثمّ سريّة زيد بن حارثة إلى أمّ قرفة ثم سريّة عبد الله بن رواحة إلى خيبر فتطرّقها وأصاب من أموالها ثم\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ابن . Ms\r\n[ 2 
  ] . كذا : ; en marge ذي العصبة . Ms\r\n","page_name":" 222 ","page_number":226},
  {"content":"\r\nسريّة بشر بن سويد الجهنيّ إلى بنى الحارث واعتصموا فأضرمها عليهم حتّى احترقوا ثم سريّة كرز بن جابر الفهري في إثر العرنيّين [ 1 
  ] وذلك انّهم لمّا قدموا إلى المدينة اجتووها فأمر بهم النبيّ صلى الله عليه وسلم إلى إبل الصدقة فشربوا من ألبانها حتّى صحّوا وانطوت بطونهم ثم وثبوا على الراعي فقتلوه وغرزوا [ 2 
  ] الشوك في عينيه واستاقوا الإبل فبعث إليهم في إثرهم كرز بن جابر فأتى بهم فقطع أيديهم وأرجلهم وسمل أعينهم وتركهم بالحرّة حتّى ماتوا وقد قيل أنّ فيهم نزلت * ( إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ الله ورَسُولَه ويَسْعَوْنَ في الأَرْضِ فَساداً 5 : 33 ) * الآية ثم غزا رسول الله صلى الله عليه وسلم ذا قرد وذلك أنّ عيينة بن حصن بن بدر الفزارىّ أغار على لقاح رسول الله صلى الله عليه وسلم فخرج في إثره وقاتل قتالا شديدا واستنقذ بعض اللقاح وفيه يقول حسّان [ متقارب 
  ]\r\nأظنّ عيينة ان زارها * بأن سوف يهدم منّا قصورا\r\nفعفت المدينة ان زرتها * وألقيت للأسد فيها زئيرا\r\nأمير علينا رسول المليك * أحبب بذاك إلينا أميرا\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . العريفين . Tabari , I , 1559 ; Ms\r\n[ 2 
  ] . وعرزوا . Ms\r\n","page_name":" 223 ","page_number":227},
  {"content":"\r\nثم كانت عمرة الحديبيّة في ذي القعدة من سنة ستّ وذلك أنّ رسول الله صلى الله عليه وسلم رأى في المنام أنّه دخل مكّة فأخبر أصحابه وأحرم بعمرة وخرج في سبع مائة رجل وساق الهدى حتّى إذا كان بعسفان استقبله بشر بن سفيان الكعبي فقال إلى أين يا محمّد هذه قريش قد أقبلت ومعها العوذ المطافيل قد لبسوا جلود النمور يعاهدون [ 1 
  ] الله أن لا يدخلها عليهم وهذا خالد ابن الوليد قد قدموه إلى كراع العميم * ( فقال النبيّ ويل أمّ قريش لقد أكلتهم الحرب فوالله لا أزال أجاهد على ما بعثني الله به حتّى يظهر دينه وتنقرض هذه السالفة خالفوا بنا الطريق ) * فأخذوا على طريق وعر حتّى نزل الحديبيّة وبعث عثمان بن عفّان يخبرهم أنّه لم يأت لحرب ولا مكاشفة وانما أتى زائرا لهذا البيت فحبسوا عثمان * ( وبلغ النبيّ صلى الله عليه وسلم أن عثمان بن عفّان قد قتل فقال إن كان عثمان قتل فلا نبرح حتّى نناجز القوم ) * ثم دعا إلى البيعة وهي [ f 151 r 
  ] بيعة الرضوان تحت الشجرة وكانت البيعة على الموت ثم أتاه أنّ الَّذي ذكر من أمر عثمان كان باطلا وبعثت قريش سهيل بن عمرو [ 2 
  ] ليصالح النبيّ على أن يرجع\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عمير . Ms\r\n[ 2 
  ] . فعاهدون . Ms\r\n","page_name":" 224 ","page_number":228},
  {"content":"\r\nعنهم عامه هذا وأن تخلو له مكّة عاما قابلا ثلاثة أيّام ليقضى حاجته وان يضع الحرب من بين الناس عشر سنين يكفّ بعضهم عن بعض وأن من أتى من قريش ردّه إليهم ومن أتى قريشا ممّن مع محمّد لم يردّوه إليه وان من أحبّ أن يدخل في عقد قريش وعهدهم دخل فيه واصطلحوا على هذا وكتبوا العقد بينهم وتواثبت خزاعة فقالوا نحن في عهد محمّد وعقده وتواثبت بنو بكر فقالوا نحن في عهد قريش وعقدهم ثم قام رسول الله صلى الله عليه وسلم إلى هديه فنحر [ ه 
  ] وحلق رأسه وفعل المسلمون مثل ذلك وأقبل راجعا إلى المدينة فنزل في الطريق * ( إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً 48 : 1 ) * فصار تصديق الرؤيا في العام القابل وفي هذه السنة ظهرت الروم على فارس وانكشف شهرابرا [ ز 
  ] عن طريق هرقل حتّى سار إلى العراق فأفسدوا عليه وأغاروا وفيها جاء وفد السباع إلى رسول الله صلى الله عليه وسلم كما روى\r\nثم دخلت سنة سبع من هذه الهجرة وهي سنة الاستغلاب وفيها كانت غزوة خيبر قالوا وسار رسول الله صلى الله عليه وسلم إليها في ألف وأربع مائة رجل ونزل بساحتهم ويفتتحها حصنا حصنا وهي حصون وآطام حتّى انتهى إلى الوطيح والسلالم فحاصرهم سبع عشرة ليلة فخرج\r\n","description":"","footnote":"","page_name":" 225 ","page_number":229},
  {"content":"\r\nمرحب وقد جمع عليه سلاحه وهو يقول [ رجز 
  ]\r\nقد علمت خيبر أنّى مرحب * شاكي السلاح بطل مجرّب\r\nأطعن أحيانا وحينا أضرب\r\nفأجابه كعب بن مالك\r\nقد علمت خيبر انى كعب * وانّنى ممّن يشبّ الحرب\r\nمعي حسام كالعقيق عضب\r\nوخرج إليه محمّد بن مسلمة وتجاولا وتطاردا وعرضت بينهما شجرة فتجاولا يلوذان بها إلى أن قطعاها ثم ضربه محمّد بن مسلمة فقتله هذا رواية أصحاب الحديث وأمّا الشيعة فإنّهم يختلفون أنّ عليّا قتله وذلك مشهور في أشعارهم قالوا وبعث النبيّ صلى الله عليه وسلم أبا بكر إلى حصن من حصونهم فذهب وقاتل ثم رجع ولم يفتح * ( فقال عم لأعطينّ الراية غدا رجلا يحبّ الله ورسوله ليس بفرّار وكان عليّ [ 1 
  ] عم رمد العين فتفل في وجهه وأعطاه الراية فمضى إليه وخرج إليه أهل الحصن والقى به ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عليا . Ms\r\n","page_name":" 226 ","page_number":230},
  {"content":"\r\n* ( فقاتل حتّى فتح الله على يده ) * قال سلمة بن الأكوع فلقد رأيتني في سبعة نفر نجتهد أن نقلب ذلك الباب فما نقدر ان نقلبه هذه الرواية الصحيحة فأمّا ما يقوله القصّاص فلا نعرفه وبخيبر أهدت امرأة سلَّام بن مشكم الشاة المشويّة إلى النبيّ صلى الله عليه وسلم وبها قدم جعفر بن أبي طالب من الحبشة في من [ 1 
  ] معه من المسلمين وفيه يقول حسّان [ خفيف 
  ]\r\nبئس ما قاتلت [ 2 
  ] خيابر عمّا * جمعت من مزارع ونخيل [ 3 
  ]\r\nكرهوا الحرب فاستبيح حماهم * وأقرّوا فعل اللئيم الذليل\r\n[ f 151 v 
  ] وذلك قول الله تعالى * ( فَعَلِمَ ما لَمْ تَعْلَمُوا فَجَعَلَ من دُونِ ذلِكَ فَتْحاً قَرِيباً 48 : 27 ) * ثم غزا رسول الله صلى الله عليه وسلم وادي القرى بعد منصرفه من خيبر ويقال قايل فيئها [ 4 
  ] ثم بعث سريّة عمر بن الخطَّاب إلى تربة [ 5 
  ] فرجع ولم يلق كيدا ثم بعث سريّة غالب بن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . فيمن . Ms\r\n[ 2 
  ] . قابلت . Ms\r\n[ 3 
  ] . نجيل . Ms\r\n[ 4 
  ] . فيها . Ms\r\n[ 5 
  ] . قرية . Ms\r\n","page_name":" 227 ","page_number":231},
  {"content":"\r\nعبد [ 1 
  ] الله إلى الميفعة [ 2 
  ] وفيها قتل أسامة بن زيد مرداس بن نهيك بعد ما شهد بالحقّ فنزل * ( ولا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً 4 : 94 ) * الآية ثم بعث سريّة بشير بن سعد [ 3 
  ] إلى مرو جناب [ 4 
  ] من فدك ووادي القرى ثم اعتمر رسول الله صلى الله عليه وسلم عمرة القضاء في ذي القعدة وهو الشهر الَّذي صدّه فيه المشركون ويقال لها عمرة القصاص فدخل مكّة وقضى نسكه وأقام بها ثلاثا وتزوّج ميمونة بنت الحارث وفيها نزل * ( لَقَدْ صَدَقَ الله رَسُولَه الرُّؤْيا بِالْحَقِّ 48 : 27 ) * الآية ثم بعث عبد الله بن [ أبى 
  ] حدرد إلى اضم سريّة فقتلوا عامر بن الأضبط بعد ما حيّاهم بتحيّة الإسلام فأنكر ذلك عليهم رسول الله صلى الله عليه وسلم وفي هذه السنة اتّخذ الخاتم ونقش فصّه محمّد رسول الله وبعث رسله إلى الملوك يدعوهم إلى دين الله فبعث حذافة السهمىّ إلى كسرى أبرويز بن هرمز بن أنوشروان فمزّق كتابه وكتب إلى باذان عامل اليمن بأن يبعث بمحمّد إليه مربوطا وقد ذكرنا قصّته في موضعه * ( فقال النبيّ صلى الله عليه وسلم مزّق ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عبيد . Ms\r\n[ 2 
  ] . المنقعة . Ms\r\n[ 3 
  ] . سعد بن سر . Ms\r\n[ 4 
  ] . مرو جناب . Ms\r\n","page_name":" 228 ","page_number":232},
  {"content":"\r\n* ( كتابي مزّق الله عليه ملكته ) * وبعث دحية بن خليفة الكلبيّ إلى هرقل بن قيصر ملك الروم فوجده بمحص يمشى راجلا إلى بيت المقدس شكرا للَّه على ما منحه من الظفر على فارس وذلك وعد الله فيهم * ( وهُمْ من بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ في بِضْعِ سِنِينَ 30 : 3 - 4 ) * فوضع كتاب رسول الله على وجهه ودعا الناس إلى اتباعه فأبوا عليه * ( فلما أخبر النبي قال بقي ملكهم أو ثبت ) * وبعث عمرو ابن أميّة الضمريّ إلى النجاشي ملك الحبشة فآمن وأسلم وبعث حاطب بن بلتعة [ 1 
  ] إلى المقوقس ملك القبط والإسكندرية فأجاب بأنّ القبط لا يتابعني على اتباعك وانا أظن [ 2 
  ] بملكي وبعث إليه بمارية القبطية أمّ إبراهيم بن رسول الله صلى الله عليه وسلم وأصحبها خصيّا وألف مثقال ذهبا وعشرين ثوبا ووهب لحاطب مالا عظيما وبعث العلاء [ بن 
  ] الحضرميّ إلى المنذر بن [ ساوى 
  ] ملك البحرين فأسلم وبعث سليط بن عمرو إلى هوذة الحنفي فردّ ردّا جميلا وبعث شجاع بن وهب إلى الحراث الأصغر وهو الحارث بن أبي شمر الغسّانى ملك دمشق فاستخفّ به ورمى بكتابه * ( فقال عم ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ؟ بلعه . Ms\r\n[ 2 
  ] . كذا في الأصل : ; en marge اطن . Ms\r\n","page_name":" 229 ","page_number":233},
  {"content":"\r\n* ( باد ملكه ) * وفي هذه السنة كانت وقعة ذي قار وقد مضت قصّتها ثمّ دخلت سنة ثمان من الهجرة وهي الاستواء فبعث سريّة غالب بن عبد الله إلى بنى الملوّح فأوقع بهم وقتل وسبى وساق نعما كثيرا وشاء وخرج صريخ القوم [ 1 
  ] للقتال فسال وادي قديد من غير سحاب عندهم ولا مطر حتّى حال بينهم وبين الصريخ [ f 152 r 
  ] فوقفوا ينظرون إليه وهم يسوقون [ 2 
  ] نهبهم ثمّ بعث سريّة شجاع بن وهب إلى بنى عامر فلم يلق كيدا ثمّ بعث كعب بن عمير إلى ذات أطلاح ثمّ غزوة مؤتة وهي بأرض الشام\r\n* * *\r\nقصّة مؤتة قالوا\r\nانّ رسول الله صلى الله عليه وسلم بعث الحارث بن عمير رسولا إلى بنى شرحبيل بن عمرو عامل هرقل فقتل رسول رسول الله صلى الله عليه وسلم ولم يقتل له رسول غيره فبعث إليها ثلاثة ألف رجل واستعمل عليهم زيد بن حارثة إن أصيب زيد فجعفر بن أبي طالب وان أصيب جعفر فعبد الله بن رواحة فصاروا حتّى بلغوا موتة وهي قرية من حدود الشام فبلغهم أنّ هرقل نزل بأرض\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . بالقوم . Ms\r\n[ 2 
  ] . يسوق . Ms\r\n","page_name":" 230 ","page_number":234},
  {"content":"\r\nالبلقاء في مائة ألف وانضمّ إليه من لخم وجذام مائة ألف فانحازوا إلى موتة وأتتهم هوادي الخيل وناوشهم القتال حتّى استشهد زيد بن حارثة فأخذ الراية جعفر بن أبي طالب وتقدم فقاتل حتّى إذا ألجمه القتال نزل عن فرسه فعرقبه وهو يقول [ رجز 
  ]\r\nيا حبّذا الجنّة واقترابها * طيّبة وطيّب شرابها\r\nوالروم روم قد دنا عذابها * عليّ إذ لاقيتها ضرابها\r\nفقطعت يمينه فأخذ الراية بشماله فقطعت شماله فاحتضن بصدره واستشهد وقتل وهو ابن ثلاث وثلاثين سنة في سنّ عيسى عم فأبدله الله عزّ وجلّ منها جناحين يطير بهما في الجنة ثمّ أخذ الراية عبد الله بن رواحة وهو يقول [ رجز 
  ]\r\nأقسمت يا نفس لتنزلنّه * قد طال ما [ قد 
  ] كنت مطمئنّه\r\nهل أنت الَّا بطنة في شنّه\r\nوقاتل حتّى قتل رحمه الله فاجتمع المسلمون إلى خالد بن الوليد فانحاز بهم حتّى انصرف فتلقّاهم الناس وجعل الصبيان\r\n","description":"","footnote":"","page_name":" 231 ","page_number":235},
  {"content":"\r\nيحثون عليهم التراب ويقولون يا فرّار فررتم في سبيل الله فقال رسول الله صلى الله عليه وسلم ليسوا بالفرّار ولكنّهم الكرّار إن شاء الله وفيه يقول حسّان [ طويل 
  ]\r\nفلا يبعدنّ الله قتلى تتابعوا * بموتة منهم ذو الجناحين جعفر\r\nوزيد وعبد الله هم خير عصبة * تواصوا وأسباب المنيّة تخطر\r\nثمّ بعث سريّة عمرو بن العاص إلى ذات السلاسل من ناحية الشأم فكتب إلى النبي يستمده فبعث إليه بسريّة أميرها [ أبو 
  ] عبيدة بن الجراح وفيها أبو بكر وعمر رضي الله عنهما فأصابوا شيئا كثيرا ثمّ سريّة الخبط [ 1 
  ] وأميرها أبو عبيدة إلى سيف البحر فجعلوا يختبطون لما أرملوا فأخرج الله لهم دابّة أصابوا من لحمها وودكها شيئا حتّى سمنوا وغلظوا ثمّ سريّة أبى قتادة إلى خضيرة [ 2 
  ] من أرض الشأم فلم يلق كيدا\r\n* * *\r\nفتح مكة في شهر رمضان\r\nوذلك أنّ خزاعة كانت دخلت في عقد النبيّ صلى الله عليه وسلم يوم الحديبيّة وبنو بكر في عقد قريش فعدت\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . الحنظلة . Ms\r\n[ 2 
  ] . حطره . Ms\r\n","page_name":" 232 ","page_number":236},
  {"content":"\r\nبنو بكر على خزاعة وهم على ماء بأسفل مكّة [ f 152 v 
  ] يقال له الوتير فبيّتوهم ورفدتهم قريش بالسلاح فقاتلوهم فخرج عمرو ابن [ سالم 
  ] الخزاعىّ حتّى وقف بين يدي رسول الله صلى الله عليه وسلم وذكر شأنهم وما كان من بنى بكر وقريش من نقض العهد وقال [ رجز 
  ]\r\nلاهمّ إنّي ناشد محمّدا * حلف أبينا وأبيه الا بلدا\r\nإنّ قريشا أخلفوك الموعدا * ونقضوا ميثاقك الموكّدا\r\nهم بيّتونا بالوتير هجّدا * نتلو القرآن ركّعا وسجّدا\r\nفأمر رسول الله صلى الله عليه وسلم بالتجهيز إليهم فقال له أبو بكر أتنصرهم على قومك قال لا نصرت إن لم أنصرهم فخرج في عشرة آلاف رجل وسار حتّى نزل بساحتهم ولا علم لهم بشيء من ذلك فأمر كلّ رجل أن يوقد نارين عظيمتين وخرج العباس بن عبد المطَّلب على بغلة رسول الله يلتمس أحدا يبعثه إلى قريش بالخبر وكانت قريش لما خفي عليهم أمر المدينة رابهم ذلك وخرج أبو سفيان بن حرب وبديل بن ورقاء يتجسّسان فلمّا أشرفا على العسكر والنيران هالهما ذلك فسمع العبّاس قول أبي سفيان لبديل\r\n","description":"","footnote":"","page_name":" 233 ","page_number":237},
  {"content":"\r\nما رأيت عسكرا قطَّ أكثر من هذا فناداه العبّاس يا با حنظلة هذا رسول الله صلى الله عليه وسلم ومصباح قريش قال فما الحيلة قال إن تركب في عجز هذه البغلة حتّى استأمن لك رسول الله صلى الله عليه وسلم فركب خلفه ومرّ حتّى بلغ عمر بن الخطَّاب رضي الله عنه فلما رآه قال الحمد للَّه الَّذي أمكن منك بلا عهد ولا عقد وخرج يشد نحو رسول الله صلى الله عليه وسلم فقال عمر وهذا عدوّ الله أبو سفيان قد أمكن الله منه فدعني اضرب عنقه فقال له العبّاس لا سبيل لك عليه إنّي قد أجرته فبات عنده تلك الليلة * ( فلما أصبح أتى النبيّ صلى الله عليه وسلم فقال ما آن لك أن تعلم أنّه لا إله إلَّا الله فقال بأبي أنت وأمّى ما أجملك وأكرمك وأوصلك للرحم لو كان معه غيره لقد أغنى عنّا شيئا فقال له العبّاس انّ أبا سفيان رجل يحبّ الفخر فاجعل له شيئا فقال من دخل دار أبي سفيان فهو آمن ومن دخل المسجد فهو آمن ومن أغلق بابه فهو آمن إلَّا عبد الله بن سعد بن أبي سرح ومقيس بن ضبابة وحويرث بن نقيذ [ 1 
  ] فاقتلوهم ولو وجدتموهم تحت أستار الكعبة ) * فجاء أبو سفيان إلى مكّة فنادى هذا محمّد قد جاءكم بما لا قبل لكم به فمن حلّ\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . نفيل . Ms\r\n","page_name":" 234 ","page_number":238},
  {"content":"\r\nداري فهو آمن ومن دخل المسجد فهو آمن ومن أغلق بابه فهو آمن فتفرّق الناس وأخذت بلحيته هند بنت عتبة وقالت بئس الشيخ والله اقتلوه هلَّا متّ كريما ودخل رسول الله في عشر سرايا كلّ سريّة ألف رجل وهو في كتيبة خضراء من المهاجرين والأنصار لا يرى منهم إلا الحدق فأتى المسجد فطاف وحول الكعبة أصنام فجعل يشير إليها بقضب في يده * ( وهو يقول * ( جاءَ الْحَقُّ وزَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً 17 : 81 ) * ) * وهي تخرّ لوجهها وفيه يقول بعضهم [ وافر 
  ]\r\nوفي الأصنام معتبر وعلم * لمن يرجو الثّواب والعقابا\r\nوأقام بمكّة خمسة عشر يوما يقصر الصلاة ثمّ خرج إلى حنين\r\n* * *\r\n[ f 153 r 
  ] ذكر غزوة حنين\r\nخرج رسول الله صلى الله عليه وسلم من مكة إلى هوازن وثقيف والطائف وقائدهم مالك بن عوف [ 1 
  ] قد جمعوا أحابيشهم ولفّهم وساقوا نعمهم ونسأهم التماس الحفيظة وأخرجوا معهم دريد بن الصمّة في شجار وهو شيخ كبير ليس فيه شيء غير التيمّن برأيه فلما بلغوا أوطاس قال دريد نعم مجال الخيل\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . عوف بن مالك . Ms\r\n","page_name":" 235 ","page_number":239},
  {"content":"\r\nلا حزن ضرس ولا سهل دهس وأنشد [ رجز 
  ]\r\nيا ليتني فيها جذع * اخبّ [ 1 
  ] فيها وأضع\r\nأقود وطفاء الزمع * كأنّها شاة صدع\r\nوخرج رسول الله في اثنى عشر ألفا عشرة آلاف من المهاجرين والأنصار وألفين من طلقاء مكّة ويقال أنّه لمّا نظر إلى كثرة من معه قال لن نغلب اليوم من قلَّة [ 2 
  ] فلما استقبلوا وادي حنين كان القوم قد كمنوا في الشعاب والإخبات وكسروا جفون سيوفهم فشدوا على المسلمين شدّة رجل واحد فانهمروا راجعين لا يلوى أحد على أحد * ( ورسول الله ينادى هلمّوا أنا رسول الله ثمّ قال للعبّاس اصرخ في الناس ) * وكان رجلا صيّتا يا معشر الأنصار يا أصحاب السمرة ففاء فيه المسلمون وحمى الوطيس واشتدّت الحرب واجتلدوا فانهزم المشركون وانحازوا إلى الطائف وأغلقوا باب مدينتها وصنعوا الصنائع للقتال من الدبّابات والضبور والمجانيق وأصاب المسلمون من سبى هوازن\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . واخبّ . Ms\r\n[ 2 
  ] . كذا في الأصل : En marge\r\n","page_name":" 236 ","page_number":240},
  {"content":"\r\nستّة آلاف رأس ومن النعم والأموال ما لا يحصى وفيه يقول العبّاس بن مرداس السلمىّ [ بسيط 
  ]\r\nونحن يوم حنين كان مشهدنا * للدّين عزّا وعند الله مدّخر\r\nوقد ضربنا بأوطاس أسنّتنا * والله ينصر من يهدى وينتصر\r\nوسار رسول الله صلى الله عليه وسلم من حنين إلى الطائف قال فحاصرهم بضعا وعشرين ليلة ورماهم بالمنجنيق ثمّ زحف نفر من أصحابه تحت الدبّابة فأرسلوا عليهم الحديدة المحماة فأحرقوهم * ( وقال النبيّ لأبى بكر رأيت أنّى أهديت إليّ قعبة مملوءة زبدا فنقرها ديك فهراقت فقال أبو بكر رضي الله عنه [ ما 
  ] أظنّ أن تدرك هذه قال وأنا وارتحل من ساعته حتّى نزل الجعرانة فأتاه وفد هوازن وفيهم ظئره حليمة بنت ذؤيب فقالوا يا رسول الله انّما في الحصار عمّاتك وخالاتك وحواضنك فامنن علينا من الله عليك فقال أولادكم ونساءكم أحبّ إليكم أم [ 1 
  ] أموالكم قالوا أولادنا ونساءنا قال أمّا ما كان لي ولبني عبد المطَّلب فهو لكم وإذا صلَّيت فتقدّموا وقولوا إنّا نستشفع برسول الله إلى المسلمين في أبنائنا ) *\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . من . Ms\r\n","page_name":" 237 ","page_number":241},
  {"content":"\r\n* ( ونسائنا ففعلوا ذلك فقال النبيّ صلى الله عليه وسلم أمّا ما كان لي ولبني عبد المطَّلب فهو لكم ) * فقال المهاجرون وما كان لنا فهو لرسول الله فردّوا إليهم أولادهم ونساءهم وأعطى رسول الله صلى الله عليه وسلم ذلك اليوم المؤلَّفة قلوبهم مائة مائة وأعطى أبا سفيان مائة وأعطى لمعاوية [ 1 
  ] [ f 153 v 
  ] بن أبي سفيان مائة وأعطى صفوان بن أميّة مائة وحويطب بن عبد العزّى وعيينة بن حصن والأقرع بن حابس مائة وأعطى العبّاس بن مرداس أباعر فسخطها وقال [ متقارب 
  ]\r\nوكانت نهابا تلافيتها * بكرّى على المهر في الأجرع\r\nفأصبح نهبي ونهب العبيد * بين عيينة والأقرع\r\nوما كنت دون امرئ منهما * ومن يضع اليوم لا يرفع\r\n* ( فقال عم اقطعوا عنّي لسانه ) * فأعطوه حتّى رضى واعتمر رسول الله صلى الله عليه وسلم من الجعرانة وانصرف راجعا إلى المدينة وفي هذه السنة ولد إبراهيم بن رسول الله صلى الله عليه وسلم وأتاه جبريل فقال السلم عليك يا إبراهيم وفيها مات ملك دمشق الحارث بن أبي شمر الغسّانيّ فملك مكانه جبلة بن الأيهم وفيها ملكت بوران دخت\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . ومعاوية . Ms\r\n","page_name":" 238 ","page_number":242},
  {"content":"\r\nبنت أبرويز * ( فقال الرسول عليه الصلاة والسلم حين بلغه الخبر لا يفلح قوم عليهم امرأة ) * ثمّ دخلت سنة تسع من الهجرة وهي سنة براءة فبعث سريّة قطبة بن عامر بن حديدة إلى خثعم فأغار وسبى وغنم ثمّ بعث سريّة علقمة بن مجزّز المدلجي [ 1 
  ] إلى الساحل بمراكب الحبشة فلم يلق كيدا ثمّ سار إلى تبوك\r\n* * *\r\nذكر غزوة تبوك\r\nوهي من حد الروم ويسمّى جيش العسرة وكان سبب هذه الغزاة أنّ هرقل أظهر قصد رسول الله صلى الله عليه وسلم بنفسه * ( فقال النبيّ تهيّئوا لغزاة الروم ) * وذلك في شدّة الحرّ وجدب البلاد وقد طابت الظلال وأينعت الثمار وبين تبوك والمدينة تسعون فرسخا وما خرج رسول الله صلى الله عليه وسلم في سفر إلَّا يورّى بعيره إلَّا تبوك فإنّه أفصح بها وبينها للناس لبعد الشقّة وشدة الزمان وكثرة العدد وأمر الناس بالنفقة والحملان في سبيل الله وهذه القصّة مذكورة في كتاب الله في سورة براءة وخرج رسول الله في ثلاثين ألفا منهم عشرة آلاف فارس واثنا عشر ألف راكب وثمانية آلاف راجل وخلَّف عليّا في أهله فقال رجل ما خلَّفه إلَّا استثقالا له فلما سمع عليّ أخذ سلاحه ومضى حتّى أدركه فذكر\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . محرر المدلحى . Ms\r\n","page_name":" 239 ","page_number":243},
  {"content":"\r\nله قول الناس * ( فقال أما ترضى يا بالحسن أن تكون منّى بمنزلة هارون من موسى إلَّا انه لا نبي بعدي ) * فرضى عليّ ورجع وسار النبيّ حتّى أتى تبوك وقد تفرّقت جموع هرقل فلم يلق كيدا وبعث من تبوك خالد بن الوليد إلى دومة الجندل\r\n* * *\r\nسرية خالد بن الوليد إلى أكيدر\r\nصاحب دومة الجندل من تبوك [ f 154 r 
  ] * ( وقد قال له النبي صلى الله عليه وسلم تجده [ 1 
  ] يصيد البقر ) * فأتاه خالد في ليلة مقمرة وهو على سطح فجاءت البقر تحكّ بقرونها باب القصر فخرج في فرسان وتلقّاهم فأسروه وأتى به النبي صلى الله عليه وسلم فحقن دمه وصالحه على الجزية وخلَّى سبيله وفيه قال [ وافر 
  ]\r\nتبارك سائق البقرات انّى * رأيت الله [ يهدى 
  ] كلّ هاد\r\nفمن يك حائدا [ 2 
  ] عن ذي تبوك * فإنّا قد أمرنا بالجهاد\r\nوفي هذه السنة نزلت سورة براءة فبعث أبا بكر أميرا على الحاجّ وأتبعه بعليّ بن أبي طالب مع تسع آيات من سورة براءة وأمره بأن يقرأها على الناس ويؤذنهم بنقض العهد وقطع الذمّة فانصرف\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . كذا في الأصل : ; en marge تحده . Ms\r\n[ 2 
  ] . , et meme annotation marginale que ci - dessus حائدا . Ms\r\n","page_name":" 240 ","page_number":244},
  {"content":"\r\nأبو بكر إلى النبيّ صلى الله عليه وسلم فقال أنت الأمير وعليّ المبلَّغ فانّه لا يبلَّغ رجل عنّي إلا منّى * ( فقام عليّ في الموسم والناس على سكناتهم من أهل الشرك فنادى انى [ رسول 
  ] رسول الله إليكم قالوا بما ذا قال إنّه لا يدخل الجنّة كافر ولا يحجّ بعد العام مشرك ولا يطوف بالبيت عريان ومن كان له عهد من رسول الله فهو إلى مدّته ومن لا عهد له فله المدّة إلى مأمنه وتلا عليهم الآيات ) * فقال المشركون انّا نبرأ إلى الله من عهدك وعهد ابن عمّك اللَّهمّ انّا منعنا تبرّك [ 1 
  ] ثمّ دخلت سنة عشرة من الهجرة وهي سنة حجّة الوداع فبعث سريّة عكاشة بن محصن إلى الجناب [ 2 
  ] فلم يلق كيدا ثمّ بعث سريّة أسامة بن زيد إلى بلقاء [ 3 
  ] من أرض فلسطين قال أثير بدم أبيك فقتل وسبى وأحرق ثمّ بعث سريّة عليّ ابن أبي طالب إلى اليمن لقبض الصدقات ويقال كانت مرّتين ثمّ بعث سريّة عبد الله بن حذافة السهمي وفي هذه ضربت الوفود إلى رسول الله صلى الله عليه وسلم وذلك أنّ الناس كانوا يتربصون بالإسلام قريشا فلما أسلمت قريش أسلمت العرب ودخلوا في دين\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . , et meme annotation تبرّك . Ms\r\n[ 2 
  ] . بسا . Ms\r\n[ 3 
  ] . الحناب . Ms\r\n","page_name":" 241 ","page_number":245},
  {"content":"\r\nالله أفواجا وفيها حجّ رسول الله صلى الله عليه وسلم لخمس بقين م ؟ ذي القعدة وأحجّ نساءه كلَّهنّ وساق الهدى وخطب خطبة الوداع * ( ويقال خطبة البلاغ وهي مشهورة في العامّة فقال يا أيّها الناس [ اسمعوا 
  ] قولي فانّى لا أدرى لعلَّى لا ألقاكم بعد عامي هذا أبدا ) * وقفل إلى المدينة وفي هذه السنة كتب مسيلمة الكذّاب إلى رسول الله صلى الله عليه وسلم ثمّ دخلت سنة احدى عشرة من الهجرة وهي سنة الوفاة فبعث عمرو بن العاص إلى جيفر بن جلندي [ 1 
  ] الأزديّ ملك عمان يدعوه إلى الإسلام وأمر أسامة بن زيد على البعث إلى الشام ومرض رسول الله مرضة التي قبضه الله فيها وذلك أنّه نعى نفسه إلى أصحابه قبل موته بشهر ثمّ ابتدأ بشكواه في ليال بقين من شهر ربيع الأوّل صلَّى الله عليه وعلى آله وصحابه إلى يوم الدين أجمعين\r\nآخر الجزء الثاني ويتلوه في الجزء الثالث الفصل السابع عشر في خلق رسول الله وخلقه صلى الله عليه وسلم والحمد للَّه ربّ العالمين وصلواته على سيّدنا محمّد النبيّ وآله الطاهرين الطيّبين وسلَّم تسليما كثيرا\r\nتمّ الجزء الرابع\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] . احيفر بن حليدى Ms\r\n","page_name":" 242 ","page_number":246}
  ]