[
  {"content":"\r\nزبدة المقال\r\nفي خمس الرسول والآل\r\nتقرير البحث آية الله العظمى\r\nالحاج آقا حسين الطباطبائي البروجردي\r\nمتع الله المسلمين بطول بقائه\r\nلمؤلفه :\r\nالعالم الجليل السيد عباس الحسيني القزويني\r\nالملقب « بأبي ترابي »\r\nالمطبعة العلمية - قم\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nكلمة المؤلف حول فاجعة عظيمة ما أعظمها\r\nأقول بينما كنت مشتغلا بطبع هذا الكتاب ولم يخرج منه بعد إذ نعينا بفاجعة عظيمة تصغر عندها الفواجع وبداهية دهياء تسهل لديه الدواهي وبنائبة جليلة تهون دونها النوائب فثلم في الاسلام ثلمة لا يسدها شيء نعى إلينا سيدنا وأستاذنا الأكبر آية الله العظمى الحاج آقا حسين الطباطبائي البروجردي فانتقل رضوان الله عليه إلى دار رضوان الله وهو في التاسعة والثمانين من سنين عمره الشرف في صبيحة يوم الخميس في الثالث عشر من شهر شوال المكرم من شهور سنة ثمانين وثلاثمائة بعد الألف من الهجرة النبوية وكان له في حياته السامية مما قدمه من فعاله وأخره من آثاره ما شهدت به القلوب والأبصار وأشرقت به الليل والنهار فيالها من خطب فضيع عم البلاد بسبره وأحرق قلوب أهلها بحره فإنا لله وإنا إليه راجعون وأقول إنما قدمت على طبع هذه الرسالة مما قرأته على الفقيد العلامة أعلى الله مقامه بعد ان عرضتها عليه فاستحسنها واستجزته في طبعها فأجازني فيه فهي نعمة ربي أحدث بها وأشكره عليها ثم إنه قده لما فرغ من كتاب الخمس شرع في الطهارة إلى تمام أحكام الماء المستعمل ولكنه عدل عنه إلى كتاب القضاء لمصالح رآها وقد جمعت جميع ما أفاد تبصرة لنفسي ولمن أراد وهو الهادي إلى سبيل الرشاد\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nرؤيا صادقة من المؤلف\r\nرأيته في منامي بعد وفاته وهو على أحسن هيئة وكان جالسا يريد التدريس ونحن مجتمعون حوله نريد الاستضائة بنور علمه والاستفادة من محضره كما كنا في حياته فصرنا نتعجب من ذلك لما كنا نذكر فوته فإذا بقائل ولعله كان هو قده . يبشرنا بأنه يحضر مجلس درسه للبحث والتدريس ولا يترك ذلك وإن كان قدمات فسررنا بذلك أشد السرور فشرع في البحث ونحن على خلوص من استماع كلماته نقتطف ما يلقيه علينا إذ بكى منا واحد فأخذني البكاء فاستيقظت من رقدتي وأنا باكي حزين فعبرت رؤياي هذه كما عبرنا بعض أصدقائي بأنه ناظر إلى آثاره بطرفه يدعو ربه لبقاء ما أحياه بكده اللهم فاستجب دعاه وأعل في الجنة مقامه ومثواه وعجل لوليك الفرج واجعلنا ممن ينصره ويتولاه ربنا واجعلنا له خلفا صالحا ولسانا صادقا نقتفى أثره وننطق عن آثاره ربنا أفرغ علينا صبرا وثبت أقدامنا وانصرنا على القوم الكافرين .\r\n","description":"","footnote":"","page_name":" 1 ","page_number":3},
  {"content":"\r\nتبصرة\r\nولى تأليفات مما قرأته على آية الله الفقيد العلامة سند العلم والتقي السيد محمد الحجة الكوه كمري أعلى الله مقامه في المعاملات والعبادات وفي الأصول ورسائل بالفارسية في الرجعة وغيرها وأرجو الله تعالى أن يوفقني لما يحب ويرضى وأن لا يسلبني ما أنا فيه ولا حول ولا قوة إلا بالله العلي العظيم وهو حسبي ونعم الوكيل .\r\n","description":"","footnote":"","page_name":" 2 ","page_number":4},
  {"content":"\r\nبسم اللَّه الرّحمن الرّحيم\r\nكتاب الخمس\r\nالحمد لله رب العالمين وصلى الله على سيدنا ونبينا محمد وآله الطاهرين الذين خصهم الله بخمس الغنائم كما جعله لنفسه فقرنهم باسمه لاختصاصهم بإعلاء كلمة الدين فقال عز اسمه : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى » الآية فلعنة الله على أعدائهم أجمعين إلى يوم الدين وبعد فمما منّ اللَّه تعالى به علىّ ان وفّقني لقراءة الفقه على السيد العلامة آية اللَّه العظمى وحيد عصره وزعيم زمانه الحاج آقا حسين الطباطبائي البروجردي أدام اللَّه ظله وكان ذلك بعد مضى سنة أو أقل من نزوله ببلدة قم صانها اللَّه عن الحدثان فهذه وهي في الخمس بعض ما استفدته من محضره الشريف والمرجو من اللَّه تعالى أن يديم علينا\r\n","description":"","footnote":"","page_name":" 3 ","page_number":5},
  {"content":"\r\n\r\nحسن توفيقه بطول بقائه حتى نتبعه علما وعملا إذ هو رجل العلم والعمل واللَّه ولى التوفيق .\r\nثم أنى وان أك لم آل جهدا في استقصاء ما أفاده وحفظه عما يمكن أن يرد عليه من السهو والنسيان إلا أنى لا أنكر أن يكون قد زلّ قدمي في ذلك فإن الإنسان حليف السهو والنسيان .\r\nنعم لما لم ينتظم جرى القلم على ترتيب البيان فربما قدمت ما أخره وبالعكس وفصّلت ما أجمله وبالعكس فان للبيان مقام ولحفظه بالبنان مقام آخر .\r\nوأنا العبد عباس بن أبي تراب الحسيني القزويني المعروف بأبي ترابي عفى عنهما .\r\nقال أستادنا أدام اللَّه ظله كتاب الخمس وهو مما اجمع على ثبوته في الجملة جميع فرق المسلمين وان كثر الاختلاف بينهم من جهة أحكامه بعد الاتفاق على أصل ثبوته كما ستقف عليه إنشاء اللَّه تعالى ويدل عليه من الكتاب قوله تعالى : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى والْيَتامى والْمَساكِينِ وابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِالله وما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ والله عَلى كُلِّ شَيْءٍ قَدِيرٌ » فقوله تعالى : « فَأَنَّ لِلَّهِ خُمُسَهُ » إلخ يحتمل أن يكون مبتدإ لخبر مقدر يدل على الثبوت أي فثابت ان للَّه خمسه والمستفاد منها ان كلما استفاده واغتنمه من المال بحيث يمكن إطلاق كلمة الغنيمة عليه يجب إخراج قسمة واحدة منه بعد تقسيمه إلى خمسة أقسام وصرفها في الموارد الستة المذكورين فيها فالآية وإن كانت نازلة في مورد خاص\r\n","description":"","footnote":"","page_name":" 4 ","page_number":6},
  {"content":"\r\n\r\nوهو غزوة بدر إحدى غزوات النبي صلَّى اللَّه عليه وآله وان ما اغتنمها المسلمون من أعدائهم هنا لك يجب عليهم إخراج خمسه .\r\nولكن من المعلوم عدم اختصاصها بذاك المورد الخاص حتى أن من ذهب من العامة إلى عدم وجوب الخمس في مطلق الغنائم لم يخصه بخصوص مورد الآية بل عممه إلى مطلق الغنائم المأخوذة في الحروب مع أنه لو بنينا على الجمود في استفادة الحكم من الآية بحيث لم نتعد موردها بوجه لوجب القول بعدم وجوب الخمس الأعلى من شهد غزوة البدر فيما اغتنم من المشركين في تلك الغزوة ولم يقل به أحد فلا بد من التعدي من مورد الآية لا محالة فنحن نتعدى منه إلى مطلق ما يصدق عليه الغنيمة سواء كان مكتسبا من الحرب أو من التجارة أو الصناعة أو غير ذلك .\r\nثم لا يخفى انه ليس للفظة الخمس حقيقة شرعية بحيث أريد منه في لسان الشارع غير ما أريد منه عند أهل اللغة بل المراد منه في كلا الاستعمالين واحد وهو المعبر عنه بالفارسية ( به پنج يك ) وقد وقع الاختلاف بيننا وبين العامة في عدد مصارفه وفي المراد منهم كما وقع الاختلاف بينهم أيضا في كلتا الجهتين .\r\nفمنهم من ذهب إلى أن مصارف الخمس خمسة وهم الرسول صلَّى اللَّه عليه وآله وذوي القربى واليتامى والمساكين وأبناء السبيل وهم الشافعي ومن تبعه واعتذروا عن ترك عدهم اللَّه من المصارف مع كونه مذكورا في الآية بغناه وعدم حاجته ثم وجهوا ذكره في الآية بأنه للتبرك من دون إرادته حقيقة ومنهم من ذهب إلى أن مصارفه أربعة بإسقاطهم سهم الرسول صلَّى اللَّه عليه وآله بموته وهم مالك وأبو حنيفة في أحد قوليه وأتباعهما ومنهم من ذهب إلى أنها ثلاثة بإسقاطهم سهم ذي القربى أيضا وأما من جهة المراد من المصارف\r\n","description":"","footnote":"","page_name":" 5 ","page_number":7},
  {"content":"\r\n\r\nفقالوا ان المراد من ذي القربى مطلق المنتسبين إلى النبي صلَّى اللَّه عليه وآله وان المراد من الأصناف الثلاثة الباقية وهم اليتامى والمساكين وابن السبيل غير ذوي القربى وان اختلفوا في ذلك من جهات أخرى أيضا ستطلع عليه في موضعه إنشاء اللَّه تعالى .\r\nوأما الإمامية فخالفوهم في كلتا الجهتين وفاقا لظاهر الكتاب وتبعا للروايات الصادرة عن الأئمة المعصومين سلام اللَّه عليهم أجمعين فذهبوا إلى أن مصارف الخمس ستة كما دلت عليه ظاهر الكتاب في الآية المتقدمة وهي أول آية وردت في إيجاب الخمس مبينا لموارده الستة فسهم للَّه وسهم للرسول وثالث لذي قرباه وثلاثة أخرى لليتامى والمساكين وابن السبيل كما دلت على ذلك الاخبار أيضا ولا وجه لحمل قوله تعالى للَّه في إثبات سهم اللَّه علي مجرد التيمن والتبرك إلا توهم إن عدم حاجته يقتضي ذلك ونحن أيضا معترفون بغناه كمال الاعتراف تبعا للنقل والعقل ولكنه أيّ مانع عقلا في أن يثبت اللَّه تعالى لنفسه عز وجل سهما ثم يأمر بصرفه في رسوله صلَّى اللَّه عليه وآله كما دلت الآية على الأول والاخبار عليهما معا فالرسول في زمان حياته كان يتصرف في سهم اللَّه تعالى كما كان يتصرف في سهمه .\r\nوأما المراد بذي القربى فهو شخص الإمام عليه السّلام القائم مقام الرسول صلَّى اللَّه عليه وآله بنصبه ووصيته دون غيره وهكذا في كل زمان فالمعنى بذي القربى هو الجامع للقرابة والوصاية نعم إنما يكون اختيار هذا السهم في زمان الرسول ( ص ) بيده أيضا وراجع إليه كسهم اللَّه وسهمه كما أن سهمي اللَّه والرسول راجعان إلى الإمام عليه السّلام كل في زمانه فيضا فإن إلى سهمه وهذا هو المجمع عليه بين أصحابنا الإماميين إجماعا محققا مستندا إلى رواياتهم\r\n","description":"","footnote":"","page_name":" 6 ","page_number":8},
  {"content":"\r\n\r\nيأتهم ( ع ) من دون وقوع اختلاف بينها وبينهم أصلا فهو عليه السّلام يجمع سهم اللَّه وسهم رسوله إلى سهمه فله السهام الثلاثة من السهام الستة .\r\nوأما المراد باليتامى والمساكين وابن السبيل فهم المتصفون بهذه الصفات من أقرباء الرسول صلَّى اللَّه عليه وآله دون غيرهم ويدلنا عليه أيضا إجماع أصحابنا إجماعا محصلا مضافا إلى اتفاق رواياتهم على ذلك . ولا يضرنا بعد ذلك توهم أن المقابلة بين هذه الأصناف الثلاثة وبين ذي القربى في الآية يقتضي عدم كون هذه الأصناف الثلاثة من ذي القربى كما هو مقتضى التقابل .\r\nوذلك لأنهم عليهم السلام وهم أهل بيت الوحي والتنزيل أعرف بما فيه .\r\nهذا مع إمكان أن يقال في مقام البحث والاحتجاج أنه قد تكرر لام التمليك في كل من ذوي السهام الثلاثة في الثلاثة الأول دون الأصناف الثانية حيث اكتفى فيها بالعطف على ذي القربى من دون إعادة لام التمليك وهذا يشعر بأن الطوائف الثلاثة ليسوا بخارجين من حريم ذي القربى بل إنما هم من أغصانه وفروعه وإنما خصهم اللَّه بالنصف الباقي لمزيد اختصاصهم بالرسول صلَّى اللَّه عليه وآله وانتسابهم إلى أهل بيت النبوة حيث إن بهذا البيت قام عمود الدين واستوى زرعه على سوقه وانكبت الأصنام واتباعها على وجوههم وخضعت أصوات الجبابرة وأشياعها حتى انتهت الأمر بذمتها إلى المسلمين فغنم المسلمون أموال المشركين بعد ان غلبوا عليهم بالعنايات الخفية والجلية من اللَّه تعالى ومجاهدة ( 1 )\r\n\r\nعلي بن أبي طالب\r\n","description":"","footnote":"\r\n( 1 ) ولنعم ما قال ابن أبي الحديد المعتزلي\r\nفلو لا أبو طالب وابنه * لما مثل الدين شخص فقاما\r\nفذاك بمكة آوى وحامى * وذاك بيثرب خاض الحماما\r\n","page_name":" 7 ","page_number":9},
  {"content":"\r\nعليه السّلام وخوضه في الحرب أشد الخوض والجهاد وهو إذ ذاك لم يبلغ ثلاثين سنة وإن شئت راجع الآيات والآثار الواردة في غزوة بدر واحد وسائر الغزوات والسريّات على ما وردت من طريق الفريقين والعرب كانت قبل ذلك يدا سفلى تعلو عليهم أيدي الناس جميعا وكانوا يأكلون ويشربون من بطون الأودية وذخائرها ويعيشون في البرايا والفلوات تعيّش الوحوش في مرابضها فأصبحوا بنعمة الدين على أعدائهم ظاهرين ولأموالهم غانمين فأوجب اللَّه تعالى في خمس ما غنموا ستة أسهم سهم منه للَّه تعالى لأنه هو مبدء الخير ومرجعه وله الأمر كله وبيده الملك ثم سهم منه لرسوله صلَّى اللَّه عليه وآله ثم سهم منه للإمام المنصوب من قبله فإنهم عليهم السلام كما عرفت جاهدوا في سبيل اللَّه وإعلاء كلمته حق جهاده شكرا لمقام السلطنة ورعاية لحق زعماء الأمة إذ لولا هؤلاء لكان القوم مقهورين مغلوبين يخافون أن يتخطفهم الناس من كل جانب كما كانوا كذلك قبل ذلك .\r\nثم جعل ثلاثة أسهم منه لليتامى والمساكين وأبناء السبيل المنتسبين إلى هؤلاء السادة وهم أقرباء الرسول صلَّى اللَّه عليه وآله فان المرء يحفظ في ولده .\r\nوأما كون المراد من كلمة ذي القربى خصوص الإمام عليه السّلام دون غيره فيمكن أيضا استشعاره من قوله تعالى : « ولِذِي الْقُرْبى » حيث عبر عنه بالمفرد دون الجمع فيشعر بان المراد به رجل واحد من أقرباء النبي صلَّى اللَّه عليه وآله ولا بد أن يكون اختصاصه بهذه المزية لوجود مزية فيه دون غيره من ذوي القربى فهو من حاز القرابة من وجهين وهذا ينطبق على علي بن أبي طالب ( ع ) وآله الأئمة المعصومين عليهم السلام كل في زمانه فلو كان المراد به جميع\r\n","description":"","footnote":"","page_name":" 8 ","page_number":10},
  {"content":"\r\n\r\n\r\nمن انتسب إلى النبي صلَّى اللَّه عليه وآله لكان الأولى التعبير بالجمع وانما ذكرنا ذلك تأييدا لما اخترناه غير مستدلين به والذي نعتمد عليه ونحن في غنى من غيره انما هو الاخبار الصادرة عن أهل بيت العصمة والطهارة سلام اللَّه عليهم وتمام الكلام في المقام يقع في فصول وخاتمة .\r\nالفصل الأول فيما يجب فيه الخمس الثاني في شرائط وجوبه الثالث في مصارفه وانه إلى من يجب إخراجه الرابع فيمن يجب عليه في ماله ثم الخاتمة في الأنفال .\r\nفصل\r\nقد عرفت ان العامة لم يوجبوه إلا في غنائم دار الحرب مستدلين عليه بالآية المتقدمة وهي وان كانت واردة في خصوص غزوة بدر ولكنهم تعدوا عنه إلى مطلق الحروب وانما لم يثبتوه في غيره لعدم قيام دليل عندهم عليه واما الإمامية فذهبوا إلى وجوبه في أشياء كثيرة ومنها الغنائم المأخوذة في الحروب واستدلوا على ذلك بالآية وبالأخبار الصادرة عن أئمتهم عليهم السلام .\r\nتنبيه\r\nزعم شانئي أصحابنا الإمامية أن أخبارهم الصادرة عن أئمتهم لم بنته إلى النبي صلَّى اللَّه عليه وآله بل هي مقصورة عليهم عليهم السلام بخلاف الأخبار الواردة من طرق العامة فإنها بأسرها تنتهي إليه صلَّى اللَّه عليه وآله وهو زعم فاسد نشأ من عنادهم لمذهب الإمامية أو من جهلهم بطريقة أهل البيت عليهم السلام وعدم معرفتهم بهم ( ع ) فإنهم ( ع ) تراجمة الوحي والتنزيل لا يعلم الكتاب بما فيه من التنزيل والتأويل الأهم « ع » وهم أبواب مدينة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":11},
  {"content":"\r\nعلم الرسول صلَّى اللَّه عليه وآله كما قال النبي صلَّى اللَّه عليه وآله في جدهم علي عليه السّلام أنا مدينة العلم وعلي بابها وهم معصومون عن الخطاء في علمهم كما هم كذلك في عملهم فما يصدر عنهم فكأنما يصدر عن النبي صلَّى اللَّه عليه وآله بل هو هو وان لم يسندوه إليه مضافا إلى أنه كان عندهم كتاب بإملاء رسول اللَّه صلَّى اللَّه عليه وآله إلى علي عليه السّلام وكان بخط علي عليه السّلام وكان فيه جميع ما يحتاج إليه الناس مما بينه اللَّه تعالى لنبيه وقد بينه هو لوصيه وخليفته من بعده ومستودع علمه علي عليه السّلام فورثه الأئمة عليهم السلام واحدا بعد واحد وكثيرا ما كانوا ينسبون ما أجابوا به أو ابتدؤوا به إلى ذلك الكتاب وانهم كذلك وجدوه فيه وربما كانوا يسندون رواياتهم كل إلى أبيه حتى ينتهي إلى علي وهو عن جدهم رسول اللَّه صلوات اللَّه عليهم وهو عن اللَّه تعالى فأي سند أقرب إلى الحق من هذا السند وهل يقاس إلى هذا روايات وقع في طريقها من لم يقم على حجية قوله سلطان لو لم نقل بقيام الدليل على ميل كثير منهم عن طريق الصدق وسلوكهم سبيل الغي واللجاج فأيّ نفع في اسناد هذه الروايات بمثل هذا الطريق إلى النبي صلَّى اللَّه عليه وآله وإن شئت مزيد استبصار في ذلك فانظر إلى الداهية العظمى بعد النبي صلَّى اللَّه عليه وآله وإن شئت فسمه بالجاهلية الكبرى بعده فترى القوم كيف ضلوا وأضلوا عن الهدى والصراط المستقيم وكيف تركوا وراء ظهور هم من أمروا بتقديمه فأخذ منهم من أخذ وسلب من سلب وقتل من قتل وشرد من شرد فأخذ الناس بسبهم ولعنهم وكانوا يتقربون بذلك إلى أئمتهم إلى أن ضعفت الدولة الأموية بسوء فعالهم فطمع بنو العباس في الخلافة فاستنقذوها منهم فبينا هم كانوا يتنازعون إذ انتهز الفرصة وإرث علوم النبيين أعني محمّد بن علي باقر العلم بعد النبي صلَّى اللَّه عليه وآله فدعى الناس إلى الحق ودنى منه\r\n","description":"","footnote":"","page_name":" 10 ","page_number":12},
  {"content":"\r\nالناس حتى ظهر لهم أنه وآبائه ( ع ) هم اعلام الهدى وآياته فاستبصروا واحدا بعد واحد فاجتمعوا حوله وأطافوا به طواف أهل الحق حول قبلتهم حتى بلغ الآخذين من علم وصيه جعفر بن محمّد عليهما السّلام إلى أربعة آلاف كل يروى عنه عليه السّلام كما استقصاه ابن عقدة بل استدرك أستاذ النجاشي الذي كان معاصرا للمفيد ( ره ) في الطبقة الحادي عشر رجالا سوى من عدّهم ابن عقده في كتابه وكيف كان فالذي ينبغي لطلاب العلم أن يعتكفوا على أبوابهم هم هؤلاء الأئمة المعصومون ( ع ) الذين اعترف بفضائلهم حتى من نصب لهم العداوة والبغضاء فهم أبواب العلم ومعادنه وقد ثبت عندنا ان جميعهم ( ع ) في جميع ما ثبت لجدهم من الفضائل إلا فيما اختص به سواء والكلام في ذلك خارج عما نحن بصدده موكول إلى محله .\r\nإذا عرفت ذلك فنقول نحن نقتفي في عدد ما يجب فيه الخمس وسائر جهاته الأخبار الواردة عن أئمتنا الأطهار ( ع ) وهي تدل على وجوب الخمس في الغنائم وغيرها على ما ستقف عليه إنشاء اللَّه تعالى .\r\nفالأول مما يجب فيه الخمس غنائم دار الحرب\r\nوهي ما حازه المسلمون من الكفار عند غلبتهم عليهم في الحرب كما كان ذلك متعارفا بين جميع الأمم سائرا بينهم قبل الإسلام وبعده فكان كل أمّة تغلب أمة أخرى يتملك أموالها التي غلبت عليها بالحرب ثم تقسم تلك الأموال بين الافراد التي اشتركت في ذاك الحرب وتعاونت عليه كل بحسبه وكان الأمر في ذلك كله بيد من بيده أمر الحرب ولو كان هناك أموال تختص بالملوك بحيث يعد من شؤون سلطنته اختصت بمن بيده أمر الحرب فلما أمر اللَّه تعالى رسوله صلَّى اللَّه عليه وآله بالجهاد مع الكفار والمشركين وأذن له في حربهم أجرى لهم في أموال الكفار والمشركين عند غلبتهم عليهم ما كان جاريا في الأمم\r\n","description":"","footnote":"","page_name":" 11 ","page_number":13},
  {"content":"\r\nالماضية إلا أنه تعالى جعل لنفسه ولرسوله صلَّى اللَّه عليه وآله ولذي القربى وسائر الأصناف الثلاثة خمس تلك الغنائم ثم يقسم الباقي بينهم على ما يراه الرسول صلَّى اللَّه عليه وآله وفي ذلك يتم رعاية الأمة وزعمائها الذين بهم يقوم الحرب وتحصل الغلبة .\r\nثم إن صاحب الجواهر وغيره تصدوا في المقام لإخراج أمور استثناء من الغنائم التي يتعلق بها الخمس مثل صفوة المال التي يليق بشأن الملوك خاصة ولا ينبغي لغيرهم تملكه فإنها تختص بشخص الرسول صلَّى اللَّه عليه وآله والإمام بعده عليه السّلام ومثل سلب المقتول فإنه يختص بقاتله وغير ذلك من المستثنيات وهو وان كان صحيحا في نفسه إلا أن اللائق بالبحث عنه إنما هو كتاب الجهاد والمقصود بالبحث في المقام وجوب إخراج الخمس من الغنائم قبل تقسيمها إلى أربابها وأما أن الغنيمة المنقسمة بين أربابها بعد إخراج خمسها هل هو مطلق الأموال المأخوذة في الحرب أم لا فهو مربوط بكتاب الجهاد والبحث عنه هنا صغروي .\r\nثم أنه هل يلحق بالحرب القائم بإذن الإمام عليه السّلام ما قام بغير إذنه كأن وقع حرب بين المسلمين والكفار في زمان الغيبة فغلب المسلمون عليهم فيشتركان في وجوب إخراج الخمس ثم تقسيم الباقي بين المحاربين أم لا بل يجب إخراج جميع الأموال إلى الإمام عليه السّلام وهو الحق لورود رواية تدل على التفصيل وهي ما رواه في التهذيب بإسناده عن العباس الوراق عن رجل سماه عن أبي عبد اللَّه عليه السّلام قال إذا غزا قوم بغير إذن الإمام فغنموا كانت الغنيمة كلها للإمام وإذا غزوا بأمر الإمام فغنموا كان الخمس للإمام .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":14},
  {"content":"\r\n\r\nوأيضا هل يلحق ( 1 )\r\n\r\nبالمال المأخوذ من الكفار في الحرب المال المأخوذ منهم في غير الحرب بان استنقذ منهم غيلة أو سرقة أو بعنوان ربوي أو غير ذلك فيجب فيه الخمس أم لا فلا يجب ربما يوجه اللحوق بإلغاء خصوصية الحرب وعدم دخالته في الحكم وان الملاك كله في ذلك نفس اغتنام المال من أيديهم كما تعدينا إلى مطلق الحرب وألغينا خصوصية غزوة البدر ولا يخفى ما فيه فان الظاهر مما دل على وجوب الخمس في الغنائم المأخوذة في الحرب اعتبار القيد كما أن الظاهر أيضا عدم اعتبار كونه في خصوص غزوة بدر كما لا يخفى نعم انما الثابت عدم احترام مال الحربي فيجوز استنقاذه منه بأيّ وجه اتفق ولكن لا دليل على تعلق الخمس به .\r\nوأما المرتد بقسميه فقد اعتصم ماله بإسلامه قبل الارتداد فهو مال محترم وان حكم بقتله في أحد قسميه فلا يجوز أخذ مال المرتد والتصرف فيه بدون رضاه .\r\nواما المنتحل بالإسلام وهو من ينسب نفسه إليه مع إنكاره لبعض ما ثبت من الدين ضرورة وهو يعلم بثبوته كذلك فلا دليل أيضا على لحوقه بالكافر الحربي وحلية ماله لغيره بغير رضاه بل يشمله إطلاق قوله تعالى : « لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ » الآية\r\n","description":"","footnote":"\r\n( 1 ) أقول يمكن دعوى ظهور الآية في العموم لكل ما أخذ من الكفار بالحرب أو بغيره وعليه فيكون وجوب إخراج الخمس مما استنقذ من الكافر الحربي بغير الحرب من باب شمول الآية له لا من باب الحاقه بما اغتنم منه في الحرب بل يمكن شمول الآية لمطلق الغنيمة بدعوى أن خصوصية مورد النزول لا يوجب تخصيص الحكم به - المؤلف\r\n","page_name":" 13 ","page_number":15},
  {"content":"\r\nوإطلاق قوله عليه السّلام لا يحل مال أمري مسلم إلا عن طيب نفسه فهو وإن كان من جهة إنكاره لبعض ما ثبت كونه من الدين ضرورة بحكم الكافر لانحرافه عن الصراط المستقيم وسلوكه سبيل الضلال والخسران ولكن الإسلام ولو بالانتحال به عاصم لمال المنتحل فما له محترم بانتسابه إلى الإسلام وان حكم بنجاسته بل بقتله لأجل إنكاره ضروريا من ضرورياته نعم وردت روايات دلت بظاهرها على إباحة مال الناصب ووجوب إخراج خمسه مثل ما رواه في التهذيب بإسناده عن حفص بن البختري عن أبي عبد اللَّه عليه السّلام قال خذ مال الناصب حيث ما وجدته وادفع إلينا الخمس ومثل ما رواه أيضا بإسناده عن المعلى قال خذ مال الناصب حيث ما وجدته وادفع إلينا بالخمس فدلت هاتان على حلية مال الناصب وإباحته بدون رضاه مع أن الناصب منتحل بالإسلام وان كان قد أنكر ضروريا من ضرورياته وهو حب أهل البيت ( ع ) الثابت بقوله تعالى : « قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى » ولكنه لم يعمل الأصحاب بظاهر الروايتين ولم يقولوا بحلية مال كل ناصبي لكل شيعي أينما وجده وكيف ما أخذه كمال الكافر الحربي سيما مع تعميم الناصب كما في بعض الروايات لكل من اعتقد الخلاقة لغير علي ( ع ) بعد النبي صلَّى اللَّه عليه وآله وكيف كان فقد أعرض الأصحاب عن ظاهر الروايتين ولأجل ذلك حملهما الحلبي في الكافي على ناصب الحرب على المسلمين . مضافا إلى إمكان منع دلالتهما على ذلك باحتمال أن يكون المراد حلية أخذ مال الناصب لخصوص المخاطب أعني حفص بن البختري والمعلى أو أن يكون المراد من الناصب شخصا خاصا فيكون اللام في كلمة الناصب أريد به العهد كما يمكن\r\n","description":"","footnote":"","page_name":" 14 ","page_number":16},
  {"content":"\r\n\r\nإرادة الخصوصية في كليهما أيضا فأذن تكون الروايتان قاصرتين عن الدلالة على حلية مال كل ناصب لكل شيعي فلا وجه للقول به استنادا إليهما كما ذهب إليه صاحب الحدائق من المتأخرين ولم يعتن بإعراض الأصحاب عنهما كما هو دأبه حيث يعمل بكل خبر وإن كان معرضا عنه بينهم .\r\nثم إنه لا إشكال في كون ما يحويه العسكر وهي الأموال المنقولة تقسم بينهم على تفصيل يذكر في محله بعد إخراج خمسها مطلقا إنسانا كان أم حيوانا أم غيرهما كما لا إشكال أيضا في كون غير المنقول من الأموال كالأراضي والعقار والمساكن والأشجار وغير ذلك هي من الأنفال المختصة بالإمام ( ع ) يضعها حيث يشاء في مصارف المسلمين ومصالحهم ذلك بإجماع من المسلمين مضافا إلى روايات وردت في المقام وانما الإشكال في أنه هل يجب فيه الخمس أيضا أم لا والفرق بين ما يحويه العسكر وما لا يحويه ان اغتنام الأول والغلبة عليه مستند إلى نفس الافراد فكل فرد من افراد العسكر عند الغلبة على عدوهم يأخذ من أموالهم ما يقع تحت يده من انسان أو حيوان أو غيرهما من المنقولات بخلاف ما لا يحويه العسكر كالأراضي والمساكن فان اغتنام ذلك مستند إلى عنوان يعم جميع المسلمين ممن حضر الحرب أو كان غائبا كان موجودا وقت تحقق الحرب أم لم يوجد بعد بل كان في أصلاب الإباء وأرحام الأمهات فالغالب على ما لا يحويه العسكر هو الإسلام حقيقة وان كانت الغلبة مستندة إلى الافراد لكن لا من حيث كونهم أشخاصا معينا بل بما هم مسلمين ولكن لما لم يمكن تقسيم المال بين جميع المسلمين بحيث يتصرف كل واحد منهم في حصته جعل أمر ذلك إلى زعيم\r\n","description":"","footnote":"","page_name":" 15 ","page_number":17},
  {"content":"\r\nالقوم وإمامهم فيضعه في مصالحهم كيف يشاء لأنه أعرف بحال الأمة وما يحتاجون إليه وهذا هو السر في كون ما يحويه العسكر مقسوما بين خصوص من كان حاضرا عند الحرب وكان له فيه نصيب كل بحسبه دون ما لا يحويه فإنه راجع إلى الإمام ( ع ) وهو يجعله في مصارف المسلمين على ما يراه ولعل هذه طريقة جرت عليه جميع الأمم عند الغلبة على أعدائهم إذا عرفت هذا فنقول هل يختص وجوب الخمس بخصوص ما يحويه العسكر أم يعم ما لا يحويه فاعلم أن بأيدينا روايات تدل على كون الأراضي ملكا لجميع المسلمين إلى يوم القيمة من غير تعرضها لوجوب إخراج الخمس فهي بإطلاقها تدل على عدم وجوب الخمس فيها ولا دليل يدل على وجوب الخمس فيها حتى يقيد به إطلاق تلك الأدلة .\r\nنعم ربما يدعي دلالة الآية بإطلاقها على وجوب الخمس فيها أيضا فبإطلاق الآية يقيد إطلاق تلك الأدلة كما هو الظاهر من كلام الشيخ في المبسوط حيث أسند وجوب الخمس في ما لا يحويه العسكر إلى ظاهر المذهب والظاهر من كلامه هذا انه قده . لم يظفر برواية تدل على ذلك وإلا لا سند دعواه إليها بل كان مستنده فيه خصوص إطلاق الآية ولكن الإنصاف قصور الآية عن تقييد تلك المطلقات فان الخطاب فيها إلى خصوص من حضر الحرب وجاهد واغتنم وان فيما اغتنمه الخمس وقد عرفت ان ما يغتنمه هؤلاء انما هو خصوص ما يحويه العسكر واما ما لا يحويه فالذي يغتنمه حقيقة هو عنوان الإسلام لا خصوص المحاربين ولا ريب في أن إطلاق الآية قاصر عن شمول مثل ذلك فهو راجع إلى جميع المسلمين إلى يوم القيمة فتبين انه لا دليل على تقييد ما دل على كون الأراضي ملكا لجميع المسلمين بما سوى الخمس .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":18},
  {"content":"\r\n\r\nتنبيه\r\nيمكن الفرق بين تعلق الخمس بالغنائم وتعلقه بغيرها بان الغنائم يخرج منها الخمس أولا ثم يصير ما بقي منها ملكا لمستحقيه بخلاف غيرها فإنها بعد كونها ملكا لمالكه يخرج منها الخمس .\r\nالثاني مما يجب فيه الخمس المعادن\r\nوقد أطلق المعدن في عرف العرب واستعمالهم على نفس الأراضي التي تستخرج منها الفلزات وغيرها من الجوامد والمائعات المعدنية واما في عرف أهل الشرع فيراد منه الحال في تلك الأراضي المستخرجة منها دون المحل فقولهم يجب الخمس في المعادن يريدون به ما يستخرج منها فذهبت العامة إلا قليل منهم إلى وجوب الخمس فيها بعنوان الزكاة بمعنى وجوب صرف خمسها في مصارف الزكاة وهم بين من أوجبه في مطلق المعادن ومن خصه بخصوص الفلزات منها ومن خصه بخصوص المنطبعة منها ومن خصه بخصوص الذهب والفضة منها وذهب قليل منهم إلى وجوب الخمس فيها بعنوان الخمس بمعنى صرفه في مصارفه .\r\nواما أصحابنا الإمامية قدس اللَّه أسرارهم فذهبوا بأجمعهم إلى وجوبه في مطلق المعادن وصرفه في مصارف الخمس وقد عبر في بعض الروايات عن المعادن بالوتاد والوتد يطلق في اللغة على كل ما هو مركوز في الأرض وثابت فيها كما عبر عن الجبال بالأوتاد لمكان ركوزها وثباتها في الأرض وهذا العنوان يشمل الكنوز أيضا لكونها أيضا ثابتات في الأرض ولكنها غير مرادة في المقام فان كلمة الوتاد إنما أطلق هنا في مقابل غير المعادن مما يجب فيه الخمس كالكنز والغنائم وغيرهما فالمراد بها هيهنا خصوص المعادن لا غيرها\r\n","description":"","footnote":"","page_name":" 17 ","page_number":19},
  {"content":"\r\n\r\nكما لا يخفى .\r\nثم المراد بالمعادن مطلق ما يستخرج من الأرض من الفلزات المنطبعة وغيرها والمراد بالمنطبعة ما يقع تحت عمل الصناعة فيتشكل بأي شكل أراده الصناع كالذهب والفضة والرصاص وقد عبر عن المنطبعة بالفارسية ( بچكش خور ) والمراد بغير المنطبعة ما لم يكن كذلك كالجواهر واللئالي من الفلزات والقير والنفط من المائعات .\r\nوبالجملة المعادن هي كل ما يتكون تحت الأرض بحيث يتحول من صورة إلى أخرى شيئا فشيئا حتى يتصور بصورة نوعية خاصة منطبعة كانت أم لا جامدة كانت أم لا ففي جميع هذه يتعلق الخمس .\r\nويدل على ذلك روايات منها ما رواه في الوسائل عن الصدوق بإسناده عن ابن أبي عمير عن غير واحد عن أبي عبد اللَّه عليه السّلام قال الخمس على خمسة أشياء على الكنوز والمعادن والغوص والغنيمة ونسي ابن أبي عمير الخامس .\r\nومنها رواية محمّد بن مسلم عن أبي جعفر عليه السّلام قال سألته عن معادن الذهب والفضة والصفر والحديد والرصاص فقال عليها الخمس جميعا ولا مفهوم في هذه الرواية بالنسبة إلى غير مورد السؤال حتى تدل على عدم وجوب الخمس في غير هذه الموارد كما لا يخفى .\r\nومنها ما رواه الحلبي في حديث قال سألت أبا عبد اللَّه عليه السّلام عن الكنز كم فيه قال الخمس وعن المعادن كم فيها قال الخمس وعن الرصاص والصفر والحديد وما كان في المعادن كم فيها قال يؤخذ منها كما يؤخذ من معادن الذهب والفضة .\r\nومنها صحيحة زرارة عن أبي جعفر عليه السّلام قال سألته عن المعادن ما فيها\r\n","description":"","footnote":"","page_name":" 18 ","page_number":20},
  {"content":"\r\n\r\nفقال كل ما كان ركازا ففيه الخمس وقال ما عالجته بمالك ففيه ما اخرج اللَّه سبحانه منه من حجارته مصفّى الخمس .\r\nومنها صحيحة محمّد بن مسلم قال سألت أبا جعفر عليه السّلام عن الملاحة فقال وما الملاحة فقال أرض سبخة مالحة يجتمع فيها الماء فيصير ملحا فقال هذا المعدن فيه الخمس فقلت والكبريت والنفط يخرج من الأرض فقال هذا وأشباهه فيه الخمس .\r\nومنها خبر النعماني من طريق ابن عقدة إلى غير ذلك من الروايات وهي تدل على وجوب الخمس في المعادن مطلقا وهناك روايات أخرى تدل على اعتبار بلوغها إلى نصاب خاص في تعلق الخمس بها وهي على ضربين\r\nالأول ما دل على اعتبار دينار واحد\r\nمثل ما رواه الشيخ ( 1 )\r\n\r\nبإسناده عن أحمد بن محمّد بن أبي نصر عن محمّد بن علي بن أبي عبد اللَّه عن أبي الحسن عليه السّلام قال سألته عما يخرج من البحر من اللؤلؤ والياقوت والزبرجد وعن معادن الذهب والفضة هل فيه زكاة فقال إذا بلغ قيمته دينارا ففيه الخمس .\r\nالثاني ما يدل على اعتبار عشرين دينارا\r\nمثل ما رواه الشيخ ( 2 )\r\n\r\nفي\r\n","description":"","footnote":"\r\n( 1 ) تهذيب ص 252 باب الخمس والغنائم رواية 12 .\r\n\r\n( 2 ) تهذيب ص 257 باب الزيادات وفي هذه الصحيفة وهذا الباب أورد رواية الدينار أيضا ثم دفع التضاد عنهما بأن الأول تناول حكم المعادن والثاني حكم ما يخرج من البحر وليس أحدهما هو الأخر ( إلخ ) أقول ولكن الثاني آبية عن حملها على ما يخرج من البحر فتأمل فيهما ( المؤلف ) ( وسائل أورد رواية العشرين دينارا ص 344 باب 4 رواية 1 ورواية الدينار ص 347 باب رواية 2\r\n","page_name":" 19 ","page_number":21},
  {"content":"\r\nالتهذيب بإسناده عن أحمد بن محمّد بن أبي نصر قال سألت أبا الحسن عليه السّلام عما اخرج من المعدن من قليل أو كثير هل فيه شيء قال ليس فيه شيء حتى يبلغ ما يكون في مثله الزكاة عشرين دينارا .\r\nولأجل ذلك اختلفت الأقوال إلى ثلاثة كما نقلها العلامة في التذكرة من الشيخ قدس سرهما\r\nالأول وجوب الخمس في المعادن مطلقا\r\nالثاني اعتبار بلوغها إلى دينار واحد .\r\nالثالث اعتبار بلوغها إلى عشرين دينارا\r\nذهب إلى الأخير أكثر المتأخرين بل ربما ينسب إلى جميعهم وهو أقوى الوجوه إذ لا بد من تقييد المطلقات بإحدى الروايات المقيدة والترجيح مع رواية العشرين لاتفاق العمل عليها من المتأخرين ولم يعمل برواية الدينار إلا أبو الصلاح فأذن يجب تقييد المطلقات الدالة على وجوب الخمس مطلقا بما دل على اعتبار بلوغها عشرين دينارا .\r\nلا يقال إن السؤال في رواية الدينار انما هو عن الذهب والفضة فقط حيث قال بعد السؤال عما يخرج من البحر وعن معادن الذهب والفضة ( إلخ ) وفي رواية العشرين عن مطلق ما اخرج من المعدن فلم لا تحمل الثانية بقرينة الأولي على ما سوى الذهب والفضة ثم تقييد المطلقات بكل واحد منهما فإنه يقال يرجع ذلك إلى ما هو مخالف للإجماع وهو التفصيل بين الذهب والفضة وبين غيرهما فيعتبر في نصابهما دينار واحد وفي نصاب غيرهما عشرون دينارا ولم يذهب إلى هذا التفصيل أحد فإن القائل باعتبار دينار واحد مثل أبي الصلاح قال به في مطلق المعادن كما أن القائل باعتبار عشرين يقول به أيضا في مطلقها ومن الممكن أن يقال بوقوع اضطراب في متن رواية دينار واحد فان بعض المسؤول عنه فيها هو الغوص وفيه النصاب فيحتمل\r\n","description":"","footnote":"","page_name":" 20 ","page_number":22},
  {"content":"\r\n\r\n\r\nأن يكون الجواب وقع عن نصابه وهو دينار واحد كما سيأتي في محله ثم وقع الخلط مقام الحكاية .\r\nوكيف كان لا سبيل إلى ترجيح رواية الدينار على رواية العشرين لمكان شذوذها وعدم العمل بمقتضاها الا ممن عرفت وهو لا يخرجه عن الشذوذ واما تضعيف سندها بجهالة الراوي فمندفع بان أحمد بن محمّد بن أبي نصر لا يروى إلا عن ثقة كما ذكره الشيخ فيكفي في وثاقه محمّد بن علي بن أبي عبد اللَّه عليه السّلام ان أحمد بن محمّد بن أبي نصر يروى عنه فإنه لا يروى إلَّا عن ثقة .\r\nبقي شيء وهو انه ربما يشكل في رواية عشرين دينارا بأن السؤال فيها انما وقع عن مطلق ما اخرج من المعدن مع أن البلوغ إلى عشرين دينارا منحصر في الذهب دون غيره .\r\nويدفع بان اعتبار هذا المقدار في نصاب المعادن انما هو من حيث المالية فإن بلغ المعدن إلى ما يوازي قيمته عشرين دينارا يتعلق به الخمس سواء في ذلك الذهب وغيره والشاهد على ذلك ان الذهب المستخرج من المعادن غير مسكوك غالبا بل دائما مضافا إلى أنه لو لم يكن مأخوذا من حيث المالية بل من جهة كونه عشرين دينارا بالخصوص لكان المناسب في التعبير أن يقول حتى يكون بدل قوله عليه السّلام حتى يبلغ فان هذا التعبير انما يناسب لحاظ المالية كما لا يخفى كما وقع التعبير به أيضا في رواية الدينار فراجع ومنه يظهر انه لم يبق مورد لبعض المسائل التي ذكرها في الجواهر مثل ان هذا النصاب هل يعتبر في الفضة أم لا .\r\nنعم هيهنا فروع يجب البحث عنها\r\nالأول إذا أخرج واحد دفعات متعددة فهل يلحق بدفعة واحدة حتى يلاحظ النصاب في المجموع أم لا\r\n","description":"","footnote":"","page_name":" 21 ","page_number":23},
  {"content":"\r\nفيعتبر بلوغه حد النصاب في كل دفعة أم يفصل بين وقوع الاعراض عن الإخراج بين الدفعات وعدمه فليحق بدفعة واحدة في الثاني دون الأول وجوه أقواها الإلحاق مطلقا فإنه لما بلغ مجموع الدفعات حد النصاب يصدق ان ما أخرجه من المعدن بلغ حد النصاب وان لم يكن كل دفعة كذلك ولا فرق في هذا الصدق بين وقوع الاعراض بينها وعدمه\r\nالثاني إذا كان المستخرج أكثر من واحد بان اشتركوا في ذلك فهل يلاحظ سهم الجميع وهو مجموع ما اخرج من المعدن باشتراكهم فيكفي بلوغ المجموع حد النصاب وان لم يبلغه سهم كل واحد أم يلاحظ سهم كل واحد منهم على حده مقتضى ظاهر قوله عليه السّلام عما اخرج من المعدن أو عما اخرج المعدن هو الأول حيث جعل الملاك فيه ما يخرج من المعدن وان اعتبار النصاب بالخارج دون المخرج ( بالكسر ) ولكن التأمل يقضى بالثاني فإن الحكم متوجه إلى الافراد فالمعتبر بلوغ سهم كل واحد منهم حد النصاب وهو المتبادر لدى العرف وان كان الأول أحوط\r\nالثالث إذا كان المستخرج واحدا من معدن واحد وكانت الأجناس متعددة كأن استخرج شخص واحد ذهبا وفضة وملحا وغير ذلك فهل يلاحظ المجموع أم كل جنس على حده الظاهر اعتبار المجموع وهو المستفاد من قوله عليه السّلام عما اخرج من المعدن كما تقدم ولم يتعدد المستخرج هنا حتى يقال بان اعتبار سهم كل واحد أظهر بخلاف الفرع المتقدم .\r\nالرابع لو لم يكن الخارج من المعدن بالغا حد النصاب ولكن عمل فيه عملا زادت به قيمته حتى بلغ حد النصاب فله حينئذ مادة لم يبلغ بها حد النصاب وهيئة بها بلغ حده فهل تلاحظ المادة حتى يقال بعدم تعلق الخمس به أم الهيئة المتحصلة بالصناعة فيتعلق الأقوى هو الأول لأن المادة الغير\r\n","description":"","footnote":"","page_name":" 22 ","page_number":24},
  {"content":"\r\nالبالغة حد النصاب هو الخارج من المعدن فهو الموضوع لوجوب إخراج الخمس على تقدير بلوغه حد النصاب دون المادة المتهيئة بعد الخروج بعمل صناعي بها بلغ حده ومنه يظهر حكم ما إذا لم يكن الخارج بالغا حد النصاب ولكن بلغ ثمنه بالاتجار حده فان الدليل بعينه جار هيهنا أيضا\r\nالخامس هل يعتبر في تعلق الخمس بالمعادن استخراجها من محلها المتكون فيه فيجب الخمس على من أخرجها سواء كان ذلك بفعله أو بفعل وكيله أو المأذون من قبله أو بفعل غاصب بان استخرجه غصبا ثم استنقذه المالك من يده أم لا بل يكفي في تعلق الخمس بها مجرد تملكها على وجه شرعي مطلقا وان كان بوجدانها وهي مطروحة على وجه الأرض فحازها واجدها وقصد تملكها سواء كان بروزها من الأرض بفعل إنسان أو حيوان أو بنزول مطر أو بجري ريح عاصف أو بغير ذلك .\r\nربما يقال باعتبار الاستخراج ونسبه إلى كاشف الغطاء تلميذه في الجواهر قدس سرهما بقوله وفي كشف الأستار لو وجد شيئا من المعدن مطروحا في الصحراء فأخذه فلا خمس ولعله لظهور الأدلة في اعتبار الإخراج وان كان للنظر فيه مجال ( انتهى ما في الجواهر ) .\r\nفنقول الأرض المشتملة على المعدن أما أن تكون من الأنفال وأما أن تكون من الأراضي المفتوحة عنوة وأما أن تكون ملكا لشخص خاص وعلى الأخير فأما أن يكون قد اخرج المعدن منها مالكها بالمباشرة أو بالتسبيب بفعل الغير أو أخرجه غاصب ثم استنقذه المالك من يده فلا إشكال في وجوب الخمس على المالك في جميع هذه الصور لصدق الإخراج مع استناده إلى المالك في صورتي المباشرة والتسبيب وصدقة أيضا من دون استناده إلى المالك في صورة الغصب فهو أيضا معدن مستخرج ولكن لما لم يعتن الشارع بفعل الغاصب فهو لا محالة ملك لمالك\r\n","description":"","footnote":"","page_name":" 23 ","page_number":25},
  {"content":"\r\nالأرض فيجب عليه إخراج خمسه واما لو خرج وهو في ملك شخص خاص أيضا ولكن لا بفعل مالكه بالمباشرة ولا بالتسبيب ولا بفعل غاصب بل كان بفعل حيوان أو بنزول مطر أو بهبوب ريح أو بغير ذلك مما لم يستند إلى فعل انسان فهل يمكن الالتزام بعدم شمول الأدلة له بدعوى انصرافها إلى ما يصدق عليه الإخراج وهو غير صادق عرفا فيما إذا لم يكن بفعل انسان بعيد في الغاية فالظاهر شمول إطلاق مثل ما دل على أن الخمس على خمسة أشياء على الكنوز والمعادن ( إلخ ) لصورتي خروج المعدن بفعل الإنسان وغيره بأقسامها إذ لا ريب في أن من ملك ذهبا ملقاة على وجه الأرض خارجا منها بتبع تملكه الأرض قد ملك المعدن وان كان خروجها مستندا إلى نزول المطر مثلا والحاصل ان مقتضى إطلاق ما دل على وجوب الخمس في المعادن هو ان ما يملكه الإنسان منها يجب عليه تخميسه بحيث لو لم يجب عليه الخمس كان مالكا لجميعه فليست أدلة الخمس ناظرة إلى سبب التملك بل هي بصدد مجرد إثبات وجوب الخمس على مالك المعدن بأيّ وجه ملكه فلو لا هذه الأدلة كان مالك الأرض مالكا للذي خرج منها سواء أخرجه هو بنفسه أو وكيله أو المأذون من قبله أو غاصب أو كان قد خرج بفعل حيوان أو بنزول مطر أو بهبوب ريح أو بغير ذلك كل ذلك بتبع مالكيته للأرض من دون وجوب إخراج خمسه عليه فتلك الأدلة بعد صدورها من الشارع دلت على وجوب إخراج الخمس على المالك في جميع تلك الصور كما لا يخفى فلا حاجة مع وجود إطلاقات تلك الأدلة إلى التمسك بكلمات الأصحاب كما استشهد بها صاحب الجواهر قدس سره بقوله وقد يشهد له في الجملة ما صرح به غير واحد من\r\n","description":"","footnote":"","page_name":" 24 ","page_number":26},
  {"content":"\r\n\r\nالأصحاب من أن المعدن ان كان ملك مالك فأخرجه مخرج كان المعدن لصاحب الأرض وعليه الخمس بخلاف الأرض المباحة فإنه لمخرجه إذ لا فرق عند التأمل بين المطروح وبين ذلك « انتهى » وبالجملة ففي إطلاق أدلة الخمس غنى وكفاية هذا كله فيما إذا كان المعدن خارجا من ارض ملكها شخص خاص واما إذا كان خارجا من ارض مباح يشترك فيه الكل فحازه وقصد تملكه أو كان خارجا من الأراضي المفتوحة عنوة أو من الأنفال فالحكم فيها أيضا كذلك من غير فرق فيها بين كونه هو المخرج أو غيره أو بسبب آخر ففي جميع هذه الصور يجب إخراج الخمس على من ملكه بسبب شرعي فالملاك كله هو عنوان المالكية .\r\nتنبيه\r\nفرق بين المعدن في باب الخمس وبينه في باب ما يصح التيمم به والسجود عليه فلا يجب الخمس في مثل حجر الرحى والمرمر وما يشابههما ولكن يجوز التيمم بها والسجود عليها وجه الفرق ان الملاك في المعدن في باب الخمس هو أن يكون متكونا من الأرض بالتحولات الكثيرة الحاصلة للتراب تحت الأرض في زمان طويل بان يتحرك التراب من صورته النوعية الأرضية إلى أن ينقلب إلى صورة نوعية أخرى غير الأرض فيصير ملحا تارة وكبريتا أخرى وذهبا أو فضة أو فلزا غير هما فالأرض في جميع هذه الصور أصل لكل منها ومباينة إياها في الصورة النوعية واما الأحجار مطلقا فهي متحدة مع الأرض والتراب غير مباين لها في الصورة النوعية واختلافها معها في بعض العوارض والأوصاف مثل الرخوة والصلابة وكون بعضها شفافا صيقليا دون بعضها لا ينافي\r\n","description":"","footnote":"","page_name":" 25 ","page_number":27},
  {"content":"\r\n\r\nاتحادها في الصورة النوعية فلا يصدق على مثل هذه عنوان المعدن حقيقة فلا يتعلق بها الخمس واما في باب التيمم والسجدة فالملاك فيما يصح التيمم به والسجدة عليه هو أن يكون من الأرض وقد عرفت ان الأحجار بأقسامها هي من الأرض غير خارج من حقيقتها وهذا هو الفارق بين بعض أقسام المعدن في البابين .\r\nالثالث مما يجب فيه الخمس الكنز بإجماع المسلمين على اختلاف في وجهه فالعامة على وجه الزكاة والخاصة على وجه الخمس وقد عرف الكنز بالمال المذخور تحت الأرض ومقتضاه أن يكون من انسان قاصدا لدفنه تحت الأرض حتى يكون ذخيرة له ينفقه في حوائجه عند الفاقة إليه والأقوى عدم اعتبار شيء من هذه القيود في تحقق الكنز بل إنما أخذ في مقابل المعدن والفارق بينهما ان المعدن هو ما يكون من الأرض بمعنى تكونه منها وان اختلف معها في الصورة النوعية فالأرض بالنسبة إلى المعدن المتكون في جوفها أصل تولد منه المعدن كقشر الجوز مثلا بالنسبة إلى الجوز وهذا بخلاف الكنز فإنه ما كان خارجا من الأرض التي استتر فيها فدفن فيها وان كان هو أيضا متكونا من الأرض في أصل وجوده وتحققه فإذا كان منّ من الذهب مثلا في جوف الأرض مستحيلا من الأرض والتراب إلى صورة الذهبية فهو معدن وإذا كان هو بعينه مجعولا تحت الأرض بيد جاعل بان تملكه شخص ثم دفنه في مكان فهو كنز فانقدح ان الكنز الذي هو موضوع لوجوب الخمس هو المال المستتر تحت الأرض بعد ان كان خارجا منها سواء كان استتاره بفعل آدمي أم لا نعم يعتبر أن يكون ما لا يعتنى بشأنه فلا يطلق على مطلق ما كان مستترا تحت الأرض وكيف كان فيدل على\r\n","description":"","footnote":"","page_name":" 26 ","page_number":28},
  {"content":"\r\nوجوب الخمس في الكنز مضافا إلي الإجماع الأخبار الواردة في المقام المختصة بالكنز مثل رواية الصدوق وسنتعرض لها ولكيفية دلالتها والمشتملة على غيره وقد تقدم بعضها وهذه الروايات انما هي بصدد بيان تعلق الخمس بالكنز بعد الفراغ عن كونه مملوكا لواجده بحيث لو أغمضنا النظر عن تعلق الخمس به كان بجميعه مملوكا لواجده واما انه في أي مورد يملكه وبأيّ سبب ومع أيّ شرط أو من دون شرط فذلك خارج عن مصب تلك الأخبار نعم لا بأس للتعرض له على وجه يليق بالمقام فنقول اما أن يجده في دار الحرب أو في دار الإسلام ونعني بالثاني الأرض التي كانت بأهلها تابعة للحكومة الإسلامية واقعة تحت لواء سلطنته وبالأول ما يقابله وفي كلا القسمين أما أن يكون عليه أثر الإسلام أو لا يكون فان وجد في دار الحرب فهو لواجده على جميع الوجوه حتى على تقدير وجدانه في ملك شخص خاص أو في الأراضي المباحة أو المفتوحة عنوة أو في أرض مملوك للإمام عليه السّلام وهي الأنفال فالواجب الرجوع إلى الأدلة الواردة في بيان حكم ما يجده الإنسان وهي على طوائف .\r\nمنها ما وردت في الكنز بخصوصه أو في ضمن غيره وقد عرفت ان هذه الأدلة ساكتة عن كيفية التملك من حيث السبب والشرط وغيرهما ومنها ما وردت في اللقطة وهي كثيرة دلت على أنها لواجدها مطلقا ان كان أقل من درهم وبعد تعريفها سنة وان كان بقدر الدرهم أو أزيد ومنها ما وردت في بيان حكم مجهول المالك أو ما كان بمثله كالمال الذي كان عنده من شخص معلوم ثم اشتبه عليه بحيث لا يعرفه بوجه حتى يرده إليه .\r\nومنها ما وردت في ما وجد في جوف الأضحية فلا بد في استقصاء\r\n","description":"","footnote":"","page_name":" 27 ","page_number":29},
  {"content":"\r\n\r\nحكم جميع الموارد من تتبع الروايات الواردة في المقام حتى يعلم أن أيتها ينطبق على الكنز ومقدار دلالتها والبحث كذلك لما كان طويل الذيل محتاجا إلى تتبع كثير لا يناسب المقام بل نحيله إلى مقام يناسبه فانتظر .\r\nثم إنه قد اعتبر في الكنز نصاب الزكاة كما في المعدن ومستنده هنا روايتان الأولى ما رواه الصدوق قده ( 1 )\r\n\r\nعن أحمد بن محمّد بن أبي نصر عن أبي الحسن الرضا عليه السّلام قال سألته عما يجب فيه الخمس من الكنز فقال ما تجب الزكاة في مثله ففيه الخمس\r\nالثانية ما رواه المفيد قده في المقنعة مرسلا عنه عليه السّلام قال سئل الرضا عليه السّلام عن مقدار الكنز الذي يجب فيه الخمس فقال ما يجب الزكاة من ذلك ففيه الخمس وما لم يبلغ حد ما يجب فيه الزكاة فلا خمس فيه والذي يقوى في النفس عدم كونهما روايتين حتى ينظر في دلالة كل واحد منهما على حده بل الرواية انما هي الأولى منهما والذي أرسله المفيد نقل لتلك الرواية بتفسير منه فالواجب حينئذ النظر إلى تلك الرواية وبيان ما يستفاد منها والمحتملات فيها ثلاثة\r\nالأول أن يكون السؤال عن جنس ما يتعلق به الخمس من أجناس الكنز بمعنى ان أيّ جنس من أجناسه يجب فيه الخمس فأجيب بان ما يجب فيه الخمس من أجناس الكنز هو الذي تجب فيه الزكاة وهو الذهب والفضة دون غيرهما وعليه فلا تدل على النصاب واعتبار حد خاص بل هي ساكتة من هذه الجهة\r\nالثاني أن يكون السؤال فيها عن خصوص المالية\r\n","description":"","footnote":"\r\n( 1 ) فقيه طبع جديد ص 158 باب خمس رواية 4 ولم يحضرني مقنعة مفيد . وسائل ص 345 طبع إسلامية جديد باب 5 رواية 2 عن الصدوق\r\n","page_name":" 28 ","page_number":30},
  {"content":"\r\nبمعنى انه هل يعتبر في الكنز مقدار معين ونصاب خاص كما في المعادن أم لا يعتبر فيه نصاب فأجيب بان ما يجب فيه الخمس من الكنز من حيث المقدار هو الذي يعتبر في زكاة الذهب والفضة وهو عشرون دينارا في الذهب ومأتا درهم في الفضة فالمستفاد منها حينئذ وجوب الخمس في الكنوز على تقدير بلوغها حد النصاب الأول في الزكاة من حيث المالية واما من جهة الجنس فهي ساكتة عنها\r\nالثالث أن يكون السؤال عن الجنس والمالية معا وانه هل يجب الخمس في جنس خاص منها أم لا يعتبر الخصوصية وعلى كلا التقديرين هل يعتبر فيها نصاب وحدّ خاص أم لا فأجيب بأن المعتبر فيها من كلتا الجهتين ما يعتبر في الزكاة بأن يكون ذهبا أو فضة دون غيرهما مع بلوغهما حد نصابهما في الزكاة فيستفاد منها حينئذ وجوب الخمس في خصوص الذهب والفضة على تقدير بلوغهما حد نصابهما في الزكاة .\r\nوالمنساق إلى الذهن إرجاع السؤال إلى خصوص المالية وهي ثاني الاحتمالات وأولها أبعدها وفي راوي الرواية هنا وفي المعدن وفيما رواه قرائن تشهد بمجموعها على ما اخترناه وذلك أن أحمد بن محمّد بن أبي نصر البزنطي هو من أجلاء طبقة ست وكان من أرباب الجوامع الأولية لا من الرواة فقط بل من علمائهم وكان معاصرا للرضا عليه السّلام وممن يروى عنه عليه السّلام بلا واسطة وكان يروى عن الباقرين عليهما السّلام أيضا بواسطة الرواة عنهما وكان يجمع تلك الروايات ومن ثم كان من أرباب الجوامع الأولية وهو الذي روى رواية النصاب في المعدن كما في التهذيب بإسناده عن أحمد بن محمّد بن أبي نصر قال سألت أبا الحسن عليه السّلام عما اخرج المعدن من قليل أو كثير هل فيه شيء قال ليس فيه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":31},
  {"content":"\r\nشيء حتى يبلغ ما يكون في مثله الزكاة عشرين دينارا فالظاهر أن المسؤول عنه في كلتا الروايتين هو الرضا عليه السّلام بل ربما يظن بأنه سئل كلتا المسئلتين في مجلس واحد ولا ريب في أن السؤال في رواية التهذيب عن المعدن انما وقع عن مقداره بمعنى انه هل فيه نصاب أم لا كما صرح به بقوله من قليل أو كثير بعد ان كان أصل ثبوت الخمس في المعدن مفروغا عنه عنده فأجاب عليه السّلام عنه بقوله ليس فيه شيء حتى يبلغ ما يكون في مثله الزكاة عشرين دينارا يعني أول نصاب الزكاة فقوله عليه السّلام عشرين دينارا عطف بيان لقوله ما يكون في مثله الزكاة فهذه الرواية صريحة من جهة السؤال والجواب في ورودها في المقدار فقط لا في الجنس ولا فيهما فيخصص بها إطلاق ما دل على وجوب الخمس في المعادن فلما كان السائل هنا وفي رواية الكنز واحدا وهكذا المسؤول عنه سيما مع ما استقريناه من وقوع السؤالين في مجلس واحد يستشعر بل يطمئن النفس بأن السؤال في الكنز أيضا انما وقع عن مقداره الذي يتعلق به الخمس وهو نصابه بعد الفراغ عن تعلق الخمس بالكنز وهل يظن بمثل البزنطي مع جلالة شأنه في العلم وكثرة روايته عن الرضا عليه السّلام بلا واسطة وعن الباقرين عليهما السّلام مع الواسطة وجمعه لكثير من رواياتهم في باب الخمس وغيره كما تقدم أن يكون جاهلا بثبوت الخمس في الكنز فالظاهر أن السؤال في الكنز أيضا وقع عن مقداره الذي يجب فيه الخمس ويؤيد ذلك فهم الأصحاب وقد عرفت ان الظاهر أن ما رواه المفيد ليس رواية مستقلة بل هو تفسير لرواية الصدوق ( قده ) فهو أيضا لم يفهم من رواية الصدوق إلا كون السؤال عن المقدار ولو أغمضنا النظر عن هذا الاحتمال وجب حملها على الاحتمال الثالث وهو كون السؤال\r\n","description":"","footnote":"","page_name":" 30 ","page_number":32},
  {"content":"\r\nعن الجنس والمقدار معا واما احتمال كونه عن الجنس فقط فساقط جدا .\r\nولكن الإنصاف بعد ملاحظة تلك القرائن أن تحمل الرواية على السؤال عن خصوص المقدار كما هو كذلك في المعدن فبها يخصص المطلقات الدالة على وجوب الخمس في الكنوز قليلها وكثيرها وانه لا يجب فيما دون نصاب الزكاة وهو عشرون كما أن برواية المعدن يخصص المطلقات الدالة على وجوب الخمس في المعادن مطلقا ثم انّ المذكور في الجواب في رواية المعدن هو خصوص عشرين دينارا وهو أول نصاب الذهب في الزكاة فهل المعتبر خصوص هذه المالية أم المعتبر أول نصابي الذهب والفضة في الزكاة وهو عشرون دينارا في الأولى ومأتا درهم في الثانية وانما تظهر النتيجة فيما إذا اختلفت هاتان الماليتان بان كان عشرون دينارا أكثر مالية من مأتي درهم فعلى الاحتمال الأول إذا بلغ مالية المعدن مقدار مأتي درهم ولم يبلغ عشرين دينارا لا يتعلق به الخمس ويتعلق به على الاحتمال الثاني إذ يكفي على هذا الاحتمال بلوغه إحدى الماليتين الظاهر هو الثاني فيكفي كل واحد منهما في تعلق الخمس وانما وقع التصريح بخصوص عشرين دينارا لأنه الأصل بالنسبة إلى نصاب الدرهم ولعله لأجل اتحاد النصابين بحسب المالية في صدر الإسلام بحيث لو اختلف النقدان في المالية في عصر من الأعصار اعتبر في كل واحد منهما نصابه المختص به وأيضا هل يعتبر النصابان بالنسبة إلى جميع أقسام المعدن فإذا بلغ الحديد المستخرج من المعدن مثلا ما يوازي قيمته عشرين دينارا تعلق به الخمس دون ما لم يبلغ هذا المقدار أم يختص النصابان بالذهب والفضة دون غير\r\n","description":"","footnote":"","page_name":" 31 ","page_number":33},
  {"content":"\r\n\r\n\r\nهما فيجب الخمس في الحديد المستخرج مطلقا وجهان أظهرهما أولهما هذا كله بالنسبة إلى رواية المعدن واما رواية الكنز فقد عرفت منّا استظهار كون السؤال والجواب فيها راجعا إلى خصوص المقدار قضاء لوحدة السائل والمسؤول عنه بل مجلس السؤال فيها وفي رواية المعدن فإن أمكن دعوى ظهورها بعد حملها على إرادة المقدار بقرينة رواية المعدن في أحد الوجهين الأولين وهما اعتبار خصوص عشرين دينارا في المالية واعتباره وهكذا اعتبار مأتي درهم وفي أحد الوجهين الأخيرين وهما اعتبار النصاب في خصوص الذهب والفضة من الكنز وفي مطلق الكنز تعين الأخذ به والا كانت مجملة من هاتين الجهتين فيجب الأخذ بالمتيقن في كل منهما والرجوع في المشكوك إلى مقتضى القواعد اما البراءة فينفى الخمس واما إلى إطلاقات أدلة الخمس فيثبت وهو الأظهر ( 1 )\r\n\r\n.\r\nولنرجع الآن إلى ما أومأنا إليه ووعدنا التعرض له من تقسيم الكنز بالنظر إلى كونه في دار الحرب وفي دار الإسلام ووجود أثر الإسلام عليه وعدمه وأحكام كل من تلك الأقسام فنقول : الظاهر من عبارة الشيخ في المبسوط انه لو كان في دار الحرب فلو أجده سواء كان عليه أثر الإسلام أم لم يكن وسواء كان في ملك شخص خاص أم لا بل إطلاق كلامه يشمل\r\n","description":"","footnote":"\r\n( 1 ) أقول - الظاهر من رواية المعدن كما تقدم ان الملاك في تعلق الخمس به هو أول نصاب الزكاة في النقدين اما عشرون دينار أو اما مأتا درهم وانما خص الأول بالذكر لكونه الأصل وأيضا قد عرفت ان هذه المالية تجري في جميع أقسام المعدن وهكذا الأمر في رواية الكنز في كلا القسمين بعد حملها على إرادة المقدار فلا إجمال فيها أيضا فتدبر المؤلف .\r\n","page_name":" 32 ","page_number":34},
  {"content":"\r\nما لو كان مالكه الخاص من المسلمين أيضا وان كان الأخذ بإطلاق كلامه بحيث يشمل الأخير أيضا بعيدا جدا ويحتمل أن يكون عدم استثنائه لهذه الصورة لأجل عدم وجود أحد من المسلمين في دار الكفر في عصره فاستغنى عن استثنائه\r\nوكيف كان فالمستفاد من إطلاق كلامه في المبسوط ان الكنز لو وجد في دار الحرب فهو لواجده مطلقا وعليه إخراج خمسه واما لو وجده في دار الإسلام فإن كان في ملك شخص خاص من المسلمين أو من في حكمهم فهو لمالك الأرض مطلقا واما ان لم يكن في ملك شخص معين بان كان في الأراضي المباحة أو المفتوحة عنوة فإن لم يكن عليه أثر الإسلام فهو لواجده وعليه إخراج خمسه وان كان عليه أثر الإسلام يحكم عليه باللقطة فيظهر من كلامه ان الكنز الموجود في دار الحرب مال غير محترم عنده مطلقا والموجود في دار الإسلام أيضا غير محترم عنده ان لم يكن في ملك شخص معين ولم يكن عليه أثر الإسلام وهو مال محترم ان كان في ملك شخص خاص سواء كان عليه أثر الإسلام أم لم يكن وهكذا ان لم يكن في ملك شخص خاص كالأراضي المباحة أو المفتوحة عنوة وكان عليه أثر الإسلام هذا ما يستفاد من ظاهر كلامه أعلى اللَّه مقامه . ولكنه لا يخلو من الاشكال من جهتين وان لم يتعرض له من بعده\r\nأحدهما وهو الذي قدمناه من أن إطلاق كلامه في حكم ما يجده في دار الحرب\r\nوانه لو أجده يشمل ما إذ كان في ملك أحد من المسلمين فهو لواجده وعليه خمسه وهو بعيد في الغاية ولا يظن الالتزام به منه ومن غيره بل يجب تعريفه لمالك الأرض حينئذ وقد اعتذرنا عنه باحتمال عدم إرادته هذا القسم من كلامه وانما لم يستثنه لأن في عصره لم يكن المسلمون يتوطنون في أرض الكفار كما هو المتعارف\r\n","description":"","footnote":"","page_name":" 33 ","page_number":35},
  {"content":"\r\nفي عصرنا\r\nثانيهما انه حكم فيما لو وجد في الأراضي المباحة أو المفتوحة عنوة\r\nأي التي لم يكن ملكا لشخص خاص مع عدم وجود أثر الإسلام عليه بكونه في حكم اللقطة وجه الاشكال أنه يجب في اللقطة ان كان زائدا على الدرهم تعريفه سنة فان ظفر بمالكه أداه إليه والا فأما أن يجعله أمانة في يده كي يؤده إلى مالكه لو ظفر به وعليه فلو فقد تحت يده من غير تقصير منه لم يكن ضامنا ومع التقصير يكون ضامنا وأما أن يتصدق به عن قبل مالكه فلو ظفر به وقبل التصدق وقع عنه والا وجب على الواجد رد مثله أو قيمته إليه ويقع التصدق عن الواجد حينئذ واما أن يجعله في سبيل ملكه كسائر أملاكه فيتخذه ملكا لنفسه وعليه أيضا يجب رده إلى مالكه ان ظفر به مع بقائه ومع التلف يضمنه مع التقصير ولا بدونه ولا يجب الخمس على التقادير الثلاثة ولكن اجراء هذه الأحكام في باب الكنز كما يظهر من كلامه بعيد ويتوقف بيانه على مقدمة وهي ان الكنز لم يذكر في رواية مستقلا إلا في رواية عبد المطلب عليه السّلام واما في غيرها وهي العمدة ذكر مع غيره مما يتعلق به الخمس مثل رواية الصدوق وغيرها فإنها تشتمل على المعادن والغوص والغنيمة ثم أن تحصيل المال من هذه الطرق طريق عقلائي يجرى عليه العقلاء خلفا عن سلف فإنهم متى ظفروا بما في جوف المعادن والأراضي من الذخائر أو بما تحت البحار وأعماقها من اللئالي أو بما في أيدي أعدائهم عند الظفر عليهم تملكوها فهذه الوجوه نحو اكتساب معمول بينهم متداول لديهم كما هو كذلك في البيع والشراء وسائر وجوه المعاملات .\r\nوبالجملة فإن الشارع لم يجعل شيئا من هذه الوجوه طريقا إلى\r\n","description":"","footnote":"","page_name":" 34 ","page_number":36},
  {"content":"\r\nالاكتساب وأن تصرف في بعض جهاتها سعة وضيقا ومنه يعلم أن الروايات المشتملة على ما يجب فيه الخمس فيها ليست بصدد إثبات مالكية المخرج والمغتنم لما أخرجه واغتنمه أصلا بل هو أمر عقلائي مستند إلى بنائهم ومحول إلى ارتكازهم والذي تصدى الشارع له بشارعيته في تلك الروايات انما هو مجرد إثبات وجوب إخراج خمس ما ملكه بإحدى تلك الوجوه المملكة بحيث لو لم يحكم الشارع بذلك كان متملكا لجميعه فهو بحكم الشارع يخرج خمسه بعد ما تملك جميعه بالبناء العقلائي فيبقى له ما بقي بعد إخراج خمسه وهو أربعة أخماسه إذا عرفت هذه المقدمة فنقول ان الكنز أيضا كما عرفت ذكر في سياق غيره مما تعلق به الخمس فهو مساوق لغيره مما تعلق به الخمس فيما تقدم من كون بناء العقلاء حاكما على مالكيته لجميع ما وجده واستثناء الشارع بشارعيته خمسه وإيجاب صرفه فيما عينه من المصارف من غير فرق بين ما لو وجده في دار الحرب وغيره وبين ما لو كان في ملك شخص خاص وغيره وبين ما لو كان عليه أثر الإسلام وغيره نعم لا إشكال في وجوب رده إلى مالكه لو كان له مالك مسلم أو من بحكمه وعرضه على مالك الأرض التي وجد فيها كذلك سواء كان في دار الحرب أو في دار الإسلام وسواء كان عليه أثر الإسلام أم لا واما في غير هذه الصور فهو لواجده وعليه خمسه ولا يجب عليه تعريفه وان وجد في دار الإسلام وكان عليه أثره وذلك لشمول إطلاق أدلة الخمس المتعلق بالكنز لهذه الموارد موضوعا وحكما وعليه فلا وجه للحكم فيما لو وجد في دار الإسلام في الأراضي المباحة أو المفتوحة عنوة مع وجود أثر الإسلام عليه بكونه من اللقطة كما هو المستفاد من مبسوط الشيخ حتى يترتب عليه أحكامها من وجوب التعريف سنة ومع عدم\r\n","description":"","footnote":"","page_name":" 35 ","page_number":37},
  {"content":"\r\n\r\nالظفر بمالكها الحكم عليها بإحدى الوجوه الثلاثة المتقدمة المختصة بباب اللقطة فهما بابان مختلفان موضوعا وحكما فلا يجوز الحكم على ما اندرج في أحدهما بما يقتضيه الأخر . فالكنز وهو موضوع أدلة الخمس مال مدفون تحت الأرض أو ما بحكمه وهو مال كثير معتنى به غالبا كما أن الغالب اليأس عن الظفر بما أو عدم وجود مالك له بالفعل فان الغالب في الكنز أن يطول مدة بقائه في مكانه المدفون فيه ويندر الظفر به وحكمه بجميع أقسامه إلا ما خرج أن يكون لواجده كما عليه بناء العقلاء وأن يخرج خمسه كما حكم به الشرع .\r\nواما اللقطة فهو مال ضائع من مالكه لأجل غفلته عنه والغالب فيه وجود مالكه وإمكان الظفر به ورده إليه إذا عرّف سيما مع التعريف سنة كاملة كما أن الغالب فيه عدم كونه مالا كثيرا يعتنى به ومن ثم جعل للدرهم منه وما دونه حكم وهو جواز تملكه من حين وجدانه وللزائد عليه حكم آخر وهو وجوب تعريفه سنة في مظان الظفر بمالكه ومع عدم الظفر به أما أن يجعله أمانة عنده رجاء الظفر بمالكه وأما أن يتصدق عنه وأما أن يجعله في سبيل ملكه ولا يتعلق به الخمس في شيء من هذه الوجوه الثلاثة فانقدح أنه لا يصح الحكم في الكنز بأحكام اللقطة نعم غاية ما يمكن أن يقال فيما لو وجد في دار الإسلام في الأراضي المباحة مع وجود أثر الإسلام عليه أن نلتزم بوجود ملاك اللقطة فيه في الجملة بدعوى إحراز عدم رضى الشارع بإهمال جانب المالك بالمرة بحيث يتملكه بمجرد وجدانه بل نستنبط من حكمه بوجوب التعريف في اللقطة وجوب تعريفه هنا أيضا في الجملة ثم اجراء حكم الكنز عليه يعنى تملك أربعة أخماسه ودفع خمسه دون بقية أحكام اللقطة .\r\n","description":"","footnote":"","page_name":" 36 ","page_number":38},
  {"content":"\r\n\r\nتنبيه\r\nفي الفرق بين وضع المبسوط والنهاية للشيخ ( قده ) على ما صرح هو به وما يتفرع على الوضعين وهو انه وضع المبسوط للتعرض لفروع لم يقم نص عليها بخصوصها وانما يستفاد حكمها من قواعد اجتهادية متخذة من الروايات أو من غيرها وانما وضع كتابه هذا دفعا لتشنيع العامة على أصحابنا الإمامية بأنه ليس بأيديهم من الفروع الفقهية إلا ما ورد فيه نص خاص وهي قليلة جدا بخلاف العامة فإن لهم فروعا كثيرة يستنبطونها من القياس وغيره من القواعد الاجتهادية فالشيخ قدس سره تعرض في المبسوط لفروع كثيرة لم يرد نص في خصوصها مع عدم قوله بالقياس .\r\nوأما كتابه النهاية فإنما وضعه على طريقة الأصحاب حيث تعرض فيها لفروع ورد في كل منها نص خاص كما هو دأبهم ويظهر من ذلك ان ما ذكره في المبسوط من اجراء حكم اللقطة في بعض صور الكنز لا يكشف عن ورود نص خاص فيه نعم الفروع التي يذكرها في النهاية يكشف عن ورود نص خاص في كل منها . ثم إن الذي دعانا إلى بسط الكلام في الكنز هو ان فيه دون غيره مما يتعلق به الخمس خصوصية بها وقع الاشتباه بينه وبين اللقطة والمجهول المالك واجراء حكمها عليه وهو ان المعدن والغوص غير مسبوقين بيد مالك أصلا والغنيمة أيضا غير مسبوقة بيد مالك محترم ومن ثم لا مجال لتوهم وجوب التعريف وإجراء سائر أحكام اللقطة في شيء منها بخلاف الكنز فان الغالب فيه كونه مسبوقا بيد مالك ادّخره تحت الأرض لنفسه صونا له عن\r\n","description":"","footnote":"","page_name":" 37 ","page_number":39},
  {"content":"\r\n\r\nالأغيار وحفظا له عن الضياع والضلال ومقتضى الأصل أن يكون مالا محترما باحترام مالكه فلتوهم جريان حكم اللقطة فيه مجال واسع لإمكان اندراجه تحت عنوان المجهول المالك وعدم إهمال جانب المالك بالمرة بحيث يتصرف فيه بمجرد وجدانه تصرفا مالكيا بعد إخراج خمسه وفيما قدمناه عند التعرض لكلام المبسوط وان كان في دفع الخلط والاشتباه غنى وكفاية ولكنه ينبغي التعرض للأخبار الواردة في اللقطة وغيرها وما يستفاد منها ليحصل مزيد بصيرة فيها وفي تمييز كل باب عن غيره فاعلم أن المستفاد من مجموع الروايات الواردة في حكم من وجد شيئا الواردة فيما يتعلق به الخمس وفي اللقطة هو ان الشارع لم يرض بتعطل المال وأعراض الكل عنه بحيث يكون معطلا لم يستفد منه أحد ( 1 )\r\n\r\nمع أن الأموال إنما وضعها اللَّه لاستفادة الناس منها وطريقا لانتفاعهم بها في مصالحهم ثم المال الذي يجده الإنسان أما أن لا يكون مسبوقا بيد مالك أصلا كالمعادن والغوص وأما أن يكون بيد مالك غير محترم كالمال المأخوذ من الكفار في الحرب معهم عند الغلبة عليهم وكالكنز أو اللقطة التي يجدها في دار الحرب فإنه على تقدير أن يكون له مالكيكن بمحترم والحكم في جميعا لصور وأنه يجوز لواجده أن يتملكه ابتداء من دون توقفه على التعريف إذ لم يسبقه يد محترم حتى يراعى حقه وأن يكون مسبوقا مالك محترم فالشارع حينئذ راعى حق المالك بإيجاب تعريفه إياه حتى لعله يعرفه فلا يضيع\r\n","description":"","footnote":"\r\n( 1 ) أقول ومن ثم عبر اللَّه تعالى في كتابه عن الحياة الدنيا بجميع ما فيه بالمتاع في قوله تعالى : « ومَا الْحَياةُ الدُّنْيا فِي الآخِرَةِ إِلَّا مَتاعٌ » والمتاع هو الذي يقصد لأجل غيره لا لنفسه . واما الآخرة فليس بمتاع بل هو مقصود بنفسه ينظر إليه المؤلف\r\n","page_name":" 38 ","page_number":40},
  {"content":"\r\nحقه فان عرفه أداه إليه والا حكم بجواز تملكه له حتى لا يتعطل المال وأما تخصيص الواجد من بين سائر الناس لأنه بوجدان المال يكون أحق به من غير مالكه فهو مقدم على غيره فلا يجوز لغيره مزاحمته . ثم إن المال الذي يجده الإنسان وكان مما يحتمل سبق يد مالك محترم عليه أما أن يكون بعد تعريفه في مظان الظفر بمالكه مع عدم الظفر به بحيث يطمئن النفس بعدم الظفر به أو بل يحصل الظن بعدم حياته فيجوز له حينئذ تملكه وجعله في سبيل غيره مما يملكه فيكون علاقة مالكه السابق منقطعا عنه قهرا وهذا مثل الكنز إذا وجد في أرض أو دار لمسلم فيعرفه لمالك الدار سواء كان ملكا له فعلا أو قد انتقل إلى الواجد لسبق يده عليه فان عرفه فهو له وإلا تملكه الواجد والوجه في ذلك ان الكنز مال يضعه مالكه تحت الأرض اختيارا ليكون مستورا عن أعين الناظرين يمكنه التصرف فيه متى احتاج إليه والغالب في مثله لو لم يخرجه مالكه الدافن له أن لا يظفر به أحد غيره بل يبقى تحت الأرض بحاله فلو صادف ان اطلع عليه أحد فذلك بعد مضى زمان بعيد لا محالة ومعه يحصل الظن بعدم حيوة مالكه . وأما أن يكون بعد تعريفه وعدم الظفر بمالكه يبقى في نفس الواجد رجاء الظفر بمالكه فهو ظان بحيوته وإمكان إيصال ماله إليه وهذا مثل اللقطة فإنه مال ضاع في يد مالكه من دون اختياره بأن القى من يده ولم يلتفت أو جعله في مكان فنسيه ولم يأخذه منه أو كان عبدا أو حيوانا له وفلت من يده إلي غير ذلك من وجوه ضلال المال والغالب في مثل ذلك أن يكون الضال ملقى على وجه الأرض بحيث يتطلع عليه عابر السبيل بأدنى توجه فلا ينقضي من زمان فقده من يد مالكه إلى زمان وصوله إلى يد واجده إلا زمان يسير\r\n","description":"","footnote":"","page_name":" 39 ","page_number":41},
  {"content":"\r\nفالمظنون حينئذ حياة مالكه حين وجدانه غالبا وانه بطرفه ناظر إليه يرجو وصوله لديه فالشارع بحكمته في التشريع حكم أولا بتعريفه في مظان إمكان الظفر بمالكه سنة فان التعريف كذلك في تلك المدة في مثل هذا الضال مما يستلزم وصوله إلى مالكه غالبا ثم لو لم ينتج التعريف لم يحكم بكونه ملكا للواجد بالمرة بحيث ينقطع علاقة المالك منه قهرا لان الوصول إلى المالك مرجو بعد ولم يصل إلى حد الياس منه فيجب مراعاة حقه أيضا فخيّر الواجد بين أمور ثلاثة أما أن يجعله أمانة في يده يدفعه إلى مالكه ان ظفر به وعليه فلو تلف في يده من غير تقصير لم يكن ضامنا واما أن يتصدق به عن مالكه بشرط أن يضمن له قيمته أو مثله ان لم يرض مالكه بوقوع التصدق عن قبله فيقع ثواب التصدق للواجد حينئذ واما أن يتملكه ويجعله في سبيل ملكه بشرط الضمان لمالكه ان طالبه به يوما فيدفع إليه عينه ان كان والا فبدله المثل أو القيمة فجمع الشارع في حكمه بالتخيير بين تلك الوجوه وبين حق المالك والواجد كما راعي أيضا حكمة عدم تعطل المال وصيرورته بمعزل عن الانتفاع به وفي رعايته حق المالك أيضا راعى كيفية علاقة المالكية شدة وضعفا ففي الأول حكم بوجوب التعريف سنة ثم بجواز تصرف المالك كيف شاء بل بجواز تملكه ولكن مع إبقاء علقة المالك أيضا كما عرفت في اللقطة وفي الثاني حكم بوجوب التعريف في الجملة ثم بانقطاع علاقة المالك وصيرورة المال ملكا للواجد بالمرة كما عرفته في الكنز .\r\nوأيضا فرّق بين الدرهم وما دونه وبين الزائد عليه في اللقطة فحكم بمالكية الواجد في الدرهم وما دونه بمجرد الوجدان مطلقا فإن أكثر الناس\r\n","description":"","footnote":"","page_name":" 40 ","page_number":42},
  {"content":"\r\n\r\nلا يعتنون بهذا المقدار من المال بل يعرضون عنه بمجرد ضياعه منهم كان لم يكن شيئا مذكورا .\r\nواما الروايات فمنها ما رواه الصدوق ( 1 )\r\n\r\nبإسناده عن جميل بن صالح عن أبي عبد اللَّه عليه السّلام قال قلت له رجل وجد في بيته دينارا فقال أيدخل منزله غيره قلت نعم كثيرا قال هذه لقطة قلت فرجل وجد في صندوقه دينارا قال يدخل أحد يده في صندوقه غيره أو يضع فيه شيئا قلت لا قال فهو له .\r\nفحكم عليه السّلام بان الدينار الملتقط لقطة ان كان في معرض كونه ملكا لغير واجده فيجري فيه حكم اللقطة من التعريف وغيره من الأحكام وانه ملك لواجده بمجرد الالتقاط من دون وجوب التعريف ان كان في معرض كونه ملكا لواجده دون غيره .\r\nومنها ما رواه أيضا ( 2 )\r\n\r\nبقوله وسأل عن الشاة الضالة بالفلاة فقال للسائل هي لك أو لأخيك أو للذئب قال وما أحب أن أمسها وعن البعير الضال\r\n","description":"","footnote":"\r\n( 1 ) ( فقيه طبع جديد ص 388 باب اللقطة والضالة رواية 4 ) ( يب ج 2 طبع 1317 هجري ص 116 باب اللقطة رواية 8 )\r\n\r\n( 2 ) ( فقيه ص 388 باب اللقطة والضالة في ذيل رواية 9 ) روى الشيخ قده في التهذيب بإسناده عن هشام بن سالم عن أبي عبد اللَّه عليه السّلام قال جاء رجل إلى رسول اللَّه صلَّى اللَّه عليه وآله فقال يا رسول اللَّه إني وجدت شاة فقال رسول اللَّه ( ص ) هي لك أو لأخيك أو للذئب فقال يا رسول اللَّه إني وجدت بعيرا فقال معه حذائه وسقاية خفه وكرشه سقاية فلا تهجه ص 117 ورواه أيضا عن الحلبي عن أبي عبد اللَّه عليه السّلام وأيضا عن معاوية بن عمار عن أبي عبد اللَّه .\r\n","page_name":" 41 ","page_number":43},
  {"content":"\r\nأيضا قال مالك وله بطنه وعائه وخفه حذائه وكرشه سقاية خلّ عنه ففي هذه الرواية فصل عليه السّلام بين الشاة الضال والبعير الضال فحكم بجواز التملك في الأول فإن الشاة الضال في الفلاة مع عدم وجود راعيها أما أن يأكلها الذئب أو يأخذها شخص آخر غير من وجدها أولا أو يتملكها من وجدها أولا وأما وصولها بيد مالكها فبعيد فيكون من وجدها أولا أولى بتملكه نعم قوله عليه السّلام وما أحب أن أمسها يشعر بل يدل على كراهية تملكها .\r\nواما البعير الضال فلما كان أقوى من الشاة في القوى الطبيعية وأقدر منها على الذب عن نفسه عند ظهور العدو عليه وكان مع ذلك يدخر من الطعام والشراب ما يمكنه أن يديم حياته أياما وليالي وان لم يجد شيئا من ذلك فيقرب احتمال وصوله إلى مالكه ومن ثم حكم عليه السّلام بعدم تعرض الواجد له إياه وأن يخليه بحاله لعله يصل إلى مالكه .\r\nومنها ما رواه أيضا ( 1 )\r\n\r\nبقوله وروى عن عبد اللَّه بن جعفر الحميري قال سألته عليه السّلام في كتاب عن رجل اشترى جزورا أو بقرة أو شاة أو غير ذلك للأضاحي أو غيرها فلما ذبحها وجد في جوفها صرة فيها دراهم أو دنانير أو جواهر أو غير ذلك من المنافع لمن يكون ذلك وكيف يعمل به فوقّع عليه السّلام عرفها البائع فإن لم يعرفها فالشئ لك رزقك اللَّه تعالى إياه فحكم عليه السّلام في هذه الرواية بوجوب تعريف ما يجده الإنسان في جوف دابة من كان مالكا له وان كان منتقلا إلى الواجد بالبيع ونحوه فان من القريب أن يكون هو ملكا لما لك الدابة وقد\r\n","description":"","footnote":"\r\n( 1 ) ( فقيه ص 389 باب اللقطة والضالة رواية 14 ) .\r\nرواها الشيخ في التهذيب بإسناده عن عبد اللَّه بن جعفر الحميري قال كتبت إلى الرجل الحديث ص 117 .\r\n","page_name":" 42 ","page_number":44},
  {"content":"\r\nأكلته الدابة فيعرفه إياه فإن عرفه وإلا فهو للواجد رزقها اللَّه إياه .\r\nومنها ما رواه أيضا ( 1 )\r\n\r\nبقوله روى السكوني عن جعفر بن محمّد عن أبيه عليهما السلام قال قضى علي عليه السّلام في رجل ترك دابة من جهد قال إن تركها في كلاء وماء وأمن فهي له يأخذها حيث أصابها وان تركها في خوف وغير ماء ولا كلاء فهي لمن أصابها . وحكمه عليه السّلام في الفرض الأول بأنه للمالك وفي الفرض الثاني بأنه للواجد أراد به عدم جواز تملك الواجد له في الفرض الأول وجوازه في الثاني لامكان وصوله إلى المالك عادة في الأول دون الثاني وليس المراد عدم كونه ملكا لمالكه في الفرض الثاني على تقدير وصوله إليه فهذه الرواية بمثابة رواية الشاة والبعير .\r\nواما ما دل على وجوب التعريف سنة وسائر أحكامه فمنها ما رواه الصدوق أيضا ( 2 )\r\n\r\nبقوله وروى عن حنان بن سدير قال سأل رجل أبا عبد اللَّه عليه السّلام عن اللقطة وأنا اسمع فقال تعرفها سنة فان وجدت صاحبها وإلا فأنت أحق بها يعني لقطة غير الحرم والظاهر أن جملة يعنى إلخ من كلام الصدوق .\r\n","description":"","footnote":"\r\n( 1 ) ( فقيه ص 389 باب اللقطة والضالة رواية 11 ) . رواه الشيخ في التهذيب عن الكليني بإسناده عن السكوني عن أبي عبد اللَّه ( ع ) أن أمير المؤمنين ( ع ) قضى « الحديث » ص 117 ) .\r\n\r\n( 2 ) ( فقيه ص 388 باب اللقطة والضالة رواية 10 ) رواه الشيخ أيضا بإسناده عن حنان قال سأل رجل أبا عبد اللَّه ( ع ) « الحديث » ص 118 ج 2 باب اللقطة .\r\n","page_name":" 43 ","page_number":45},
  {"content":"\r\nومنها ما رواه أيضا ( 1 )\r\n\r\nبقوله وروى أبو خديجة سالم بن مكرم الجمال عن أبي عبد اللَّه عليه السّلام انه سأل ذريح عن المملوك يأخذ اللقطة فقال ما للمملوك واللقطة المملوك لا يملك من نفسه شيئا فلا يعرض لها المملوك فإنه ينبغي للحران يعرفها سنة في مجموع ( مجمع خ ل ) فان جاء صاحبها ( طالبها خ ل ) بعد ذلك دفعها إليه والا كانت من ( في خ ل ) ماله فان مات كان ميراثا لولده ومن ورثه فان جاء طالبها بعد ذلك دفعوها إليه .\r\nوقال أيضا وروى عن أبي العلاء ( 2 )\r\n\r\nقال قلت لأبي عبد اللَّه عليه السّلام رجل وجد مالا فعرّفه حتى إذا مضت السنة اشترى خادما فجاء طالب المال فوجد الجارية التي اشتراها بالدراهم هي ابنته قال ليس له أن يأخذ إلا الدراهم وليس له الابنة إنما له رأس ماله انما كانت ابنته مملوكة قوم .\r\nوقال أيضا وروى محمّد بن عيسى ( 3 )\r\n\r\nعن محمّد ( احمد خ ل ) بن رجاء الخياط قال كتبت إلى الطيب عليه السّلام إني كنت في المسجد الحرام فرأيت دينارا فأهويت إليه لآخذه فإذا أنا بآخر ثم بحثت الحصى فإذا أنا بثالث فأخذتها فعرفتها فلم يعرفها أحد فما ترى في ذلك فكتب عليه السّلام إني قد فهمت ما ذكرت من أمر الدنانير فان كنت محتاجا فتصدق بثلثها وإن\r\n","description":"","footnote":"\r\n( 1 ) ( فقيه ص 388 باب اللقطة والضالة رواية 8 ) .\r\n( رواها الشيخ بإسناده عن أبي خديجة عن أبي عبد اللَّه ( ع ) قال سأله ذريح « الحديث » ص 118 باب اللقطة ) .\r\n\r\n( 2 ) ( فقيه ص 388 رواية 7 ) رواها في التهذيب عن الكليني بإسناده عن أبي العلاص 117 ) .\r\n\r\n( 3 ) فقيه ص 388 باب اللقطة والضالة رواية 5 ) .\r\n","page_name":" 44 ","page_number":46},
  {"content":"\r\nكنت غنيا فتصدق بالكل فهذه الروايات تدل بمجموعها على وجوب التعريف سنة وان له بعد ذلك أن يجعلها في سبيل ما له أو يتصدق بها عن مالكها وانه على أيّ تقدير يضمن لمالكها لو جاء وطالبه بها إلى غير ذلك من الروايات الواردة في المقام . نعم هناك روايات أخرى تدل بظاهرها على عدم جواز التصرف في اللقطة مثل ما رواه الصدوق ( 1 )\r\n\r\nبإسناده عن وهب بن وهب عن جعفر بن محمّد عن أبيه عليهما السّلام قال لا يأكل من الضالة إلا الضالون . وقال أيضا وفي رواية مسعدة بن زياد ( 2 )\r\n\r\nعن الصادق جعفر بن محمّد عن أبيه ( ع ) أن عليا عليه السّلام قال إياكم واللقطة فإنها ضالة المؤمن وهي حريق من حريق جهنم ( النار خ ل ) وقال أيضا ( 3 )\r\n\r\nوسأل علي بن جعفر أخاه موسى بن جعفر عليه السّلام عن اللقطة يجدها الفقير هو فيها بمنزلة الغنى فقال نعم قال وكان علي بن الحسين عليه السّلام يقول هي لأهلها أي لا تمسوها . فهذه بظاهرها تدل على حرمة التصرف في اللقطة والجمع بينها وبين ما دل على الجواز يقتضي حملها على الكراهة ( 4 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( فقيه ص 388 باب اللقطة والضالة رواية 1 وروى بهذا السند ما يدل على الجواز رواية 10 ص 389 .\r\n( روى في التهذيب هكذا عن وهب عن جعفر عن أبيه ( ع ) قال سألته عن جعل الآبق والضالة قال لا بأس وقال لا يأكل الضالة إلا الضالون ) .\r\n\r\n( 2 ) ( فقيه ص 388 باب اللقطة والضالة رواية 2 )\r\n\r\n( 3 ) ( فقيه ص 388 باب اللقطة رواية 3 )\r\n\r\n( 4 ) أقول ( وربما يشعر بالكراهة ما في رواية الشاة وما أحب أن أمسها بعد أن حكم بجواز تملك الواجد لها وهو شاهد قوى على الجمع المذكور بحمل الناهية على الكراهة ويشهد به أيضا ما رواه الصدوق بقوله وقال الصادق ( ع ) أفضل ما يستعمله الإنسان في اللقطة إذا وجدها أن لا يأخذها ولا يتعرض لها فلو ان الناس تركوا ما يجدونه لجاء صاحبه فأخذه فإن كانت اللقطة دون درهم فهي لك لا تعرفها فان وجدت في الحرم دينارا مطلقا ؟ ؟ ؟ فهو لك لا تعرفه فان وجدت طعاما في مفازة فقومه على نفسك لصاحبه ثم كله فان جاء صاحبه فرد عليه القيمة وان وجدت لقطة في دار وهي عامرة فهي لأهلها وان كانت خرابا فهي لمن وجدها ( فهذه الرواية كالصريحة في جواز أخذ اللقطة على كراهية ويمكن أيضا حمل الأخبار الناهية على التصرف قبل التعريف مع إبقائها على ظاهرها وهو الحرمة ( المؤلف )\r\n","page_name":" 45 ","page_number":47},
  {"content":"\r\nفهذه جملة من الروايات الواردة في اللقطة وقد تبين الفرق بينها وبين ما وردت في الكنز موضوعا وحكما فلا بد في كل رواية ترد عليك أن تلاحظ انطباقها على أحد البابين فتفرع عليه حكمه وقد اشتبه الأمر في بعض الروايات على جمع فزعموا ورودها في الكنز مع كونها واردة في اللقطة أو في مجهول المالك مثل صحيحة عبد اللَّه بن جعفر الواردة فيما وجد في جوف دابة وقد تقدمت فنسبوا إلى الأصحاب القول بوجوب الخمس على من وجد شيئا في جوف الدابة بعد أن يعرّفه البائع ولم يعرفه استنادا إلى الصحيحة وقد عرفت عدم اندراجه تحت مفهوم الكنز والنص لم يدل على أزيد من وجوب تعريفه البائع ثم كونه ملكا للمشتري على فرض عدم معرفة البائع إياه واما تخصيص وجوب التعريف بالبائع دون غيره فلأنه هو الذي يحتمل أن يكون مالكا بحسب العادة دون غيره فان التعريف طريقي إنما يجب حيثما وجب في مظان الظفر بالمالك فيختلف دائرته سعة وضيقا حسب اختلاف دائرة احتمال الظفر بالمالك كذلك . مثلا فان وجد شيء في دار وجب\r\n","description":"","footnote":"","page_name":" 46 ","page_number":48},
  {"content":"\r\nتعريفه أهل الدار وهم ساكنوه قلَّوا أو كثروا . ومن الروايات الواردة في اللقطة وقد توهم بعض ورودها في الكنز موثقة محمّد بن قيس وصحيحتا محمّد بن مسلم الواردة في ورق وجدت في مخروبة أما الموثقة ( 1 )\r\n\r\nفهي ما رواه محمّد بن قيس عن الباقر عليه السّلام قال قضى علي عليه السّلام في رجل وجد ورقا في خربة أن يعرّفها فان وجد من يعرفها والا تمتع بها واما صحيحتا محمّد بن مسلم فإحديهما ما رواه ( 2 )\r\n\r\nعن أحدهما قال وسألته عن الورق يوجد في دار فقال ان كانت معمورة فهي لأهلها وان كانت خربة فأنت أحق بما وجدت .\r\nوثانيهما ما رواه ( 3 )\r\n\r\nعن أبي جعفر عليه السّلام قال سألته عن الدار يوجد فيها الورق قال إن كانت معمورة فيها أهلها فهي لهم وان كانت خربة قد جلي عنها أهلها فالذي وجد المال أحق به . فاستدلّ القائلون بكون الكنز إذا وجد في دار الإسلام وعليه أثره بحكم اللقطة بالموثقة زعما منهم ورودها في الكنز وقد حكم فيها بوجوب التعريف والحق انها غير واردة في الكنز موضوعا بل موضوعها اللقطة فإن ظاهرها ان الورقة التي وجدت في الخربة كانت على وجه الأرض لا مدفونة تحتها حتى تندرج تحت عنوان الكنز ويحتاج التمكن منها إلى حفر الأرض والتفحص عنها فتبين انها واردة في اللقطة موضوعا وحكما فلا وجه للاستدلال بها على أن الكنز إذا وجد في دار الإسلام وعليه\r\n","description":"","footnote":"\r\n( 1 ) ( يب ص 118 ) باب اللقطة رواه عن الحسن بن محمد بن سماعة عن صفوان عن عاصم بن حميد عن محمد بن قيس عن أبي جعفر ( ع )\r\n\r\n( 2 ) ( يب ص 116 باب اللقطة ) .\r\n\r\n( 3 ) ( يب ص 116 باب اللقطة ) .\r\n","page_name":" 47 ","page_number":49},
  {"content":"\r\nأثره يترتب عليه حكم اللقطة . ثم إنه ربما يتوهم التعارض بينها وبين الأولى من الصحيحتين حيث حكم في الموثقة بوجوب التعريف إذا وجدت الورقة في الخربة وفي الصحيحة بأنها ان وجدت في دار معمورة فهي لأهلها وان وجدت في خربة فالواجد أحق بها فيقع التعارض بين الموثقة وذيل الصحيحة وقيل في الجمع بينهما بحمل ذيل الصحيحة على ما بعد التعريف .\r\nولكن الحق في الجمع بينهما هو ان المراد بالخربة في الموثقة هو ما كان لها أهلا وفي الصحيحة ما كان قد جلي عنها أهلها فلم يكن له أهل . والشاهد على هذا الجمع الصحيحة الأخرى حيث فسرت فيها الدار المعمورة بقوله عليه السّلام فيها أهلها والخربة بقوله عليه السّلام قد جلي عنها أهلها .\r\nبقي الكلام في بيان المراد بقوله عليه السّلام فهي لأهلها أو فهي لهم فيحتمل فيه وجوه ثلاثة .\r\nإحديها إثبات الملكية الواقعية\r\nبمعنى ان الورق التي توجد في دار معمورة هي ملك لأهل ذاك الدار واقعا اما بالاخبار عما هو الواقع أو بالدلالة على أن الوجدان في ذاك المكان سبب لصيرورة ما وجد ملكا لأهله واقعا كما أن البيع والشراء مثلا سبب لانتقال الثمن إلى البائع والمبيع إلى المشتري واقعا وهذا الوجه بكلا قسميه باطل قطعا لا وجه للمصير إليه وان كان القسم الأول وهو كونه اخبارا عن الملكية الواقعية أشنع\r\nثانيها أن يكون المراد به ان الوجدان في ذاك المكان أمارة على مالكية أهله لما وجد\r\nبحيث لو لم تكن أمارة على كون ما وجد في ذلك المكان ملكا لأهله سوى وجدانه فيه لكان كافيا في الكشف عن مالكيتهم له نعم لو قامت أمارة\r\n","description":"","footnote":"","page_name":" 48 ","page_number":50},
  {"content":"\r\n\r\nعلى عدم مالكيتهم له وكانت أقوى قدمت فحكم بعدم مالكيتهم فعلى هذا الوجه يكون الوجدان أمارة على الملكية ظاهرا لو لم يقم دليل أقوى على خلافه فيترتب عليه آثار مالكيتهم له من وجوب تسليمه إليهم أو لوكيلهم وغير ذلك وهذا الوجه أيضا بعيد لا يمكن الالتزام به وبلوازمه وان كان أقرب من الوجه الأول\r\nثالثها أن يكون المراد به مجرد وجوب تعريفه إياهم\r\nوأنه لا يجوز للواجد تملكه بمجرد وجدانه بل إن أهل الدار التي وجد فيها أولى وأحق به من الواجد له فيجب على الواجد أولا أن يعرّفه إياهم فان عرفوه فهو لهم وإلا فالواجد أحق به من غيره فأذن يكون قوله عليه السّلام فهي لأهلها مساوقا لقضاء علي عليه السّلام على الواجد في الموثقة أن يعرفها وهذا هو المختار من بين الوجوه الثلاثة فلا يستفاد منه الملكية الواقعية ولا الظاهرية بل مجرد أحقية أهل الدار إلى ما وجد بالنسبة إلى واجده .\r\nوأما المراد بالتعريف فعلى الوجه الأول لا بد أن يراد به تسليمه إليهم وان لم يدعوه فان هذا هو مقتضى الملكية الواقعية على كلا وجهيه ولكن قد عرفت بطلان المبنى وهكذا على الوجه الثاني فإن مقتضى قيام الأمارة على كون شيء ملكا لشخص ظاهرا أن يسلمه إليه من دون توقفه على دعوى الملكية منه نعم الفرق بين هذا الوجه وسابقه هو أنه يجب تسليمه إليهم على الوجه الأول وإن قامت أمارة كالبينة مثلا على عدم مالكيتهم له إذ نقطع بخطاء الأمارة حينئذ بخلافه على الوجه الثاني فلا يجب بل لا يجوز تسليمه إليهم عند قيام أمارة أقوى على عدم مالكيتهم له .\r\nواما على الوجه الثالث وهو المختار فالمراد بالتعريف وجوب اخبارهم بما وجد فهل يكفي حينئذ في وجوب رده إليهم مجرد ادعائهم إياه\r\n","description":"","footnote":"","page_name":" 49 ","page_number":51},
  {"content":"\r\nبدعواهم انه لهم وان لم يقيموا بينة ولم يوصفوه كما ذهب إليه الشهيد ( قده ) . في الدروس وقال إنه ليس مثل اللقطة ولا يعتبر فيه البينة ولا الوصف أم لا بل يعتبر فيه ذلك فلا يردّ إليهم بمجرد دعويهم ما لم يحصل الوثوق بصدقهم بقيام أمارة أو وصفهم له أو لأجل كونهم موثقين في نظر الواجد لا يتعمدون بالكذب بحيث يطمئن النفس بصدقهم . والحق هو الثاني فإنه ليس في البين سبب للملكية الواقعية ولا أمارة على الملكية الظاهرية كما عرفت في إبطال الوجهين الأولين بل ليس هناك الا مجرد احتمال كونه لهم ولأجله خصوا بوجوب التعريف إياهم فكيف يمكن الاكتفاء بادعائهم الملكية مع عدم حصول الوثوق بصدقهم مع أنه رزق للواجد رزقه اللَّه تعالى إياه لو لم يكن أهل الدار مالكين له وغاية ما يمكن أن يقال في تقريب قول الشهيد ( قده ) على الوجهين الأخيرين أعني الملكية الظاهرية بمعنى كون وجدانه في الدار أمارة على كون أهل الدار مالكا له ومجرد وجوب التعريف في مقابل أكله بدون التعريف هو ان الظاهر من قوله عليه السّلام فهي لأهلها وجوب تسليمه إليهم لو لم ينكروه من دون حاجة إلى تعريفه إياهم والسؤال عنهم هل هو لهم أم لا هذا على الوجه الأول ووجوب التسليم إليهم بعد تعريفه وسؤالهم عنه انه لهم أم لا ومجرد ادعائهم إياه على الوجه الثاني ولكنه عرفت ضعف أول الوجهين كأول الوجوه وانه على الوجه الأخير يتوقف وجوب تسليمه إياهم على تعريفه لهم أولا والسؤال عنهم بأنه هل هو لهم أم لا حتى يعلموا به فان ادعوه بضميمة ما يوجب الوثوق بصدقهم دفع إليهم والا فهو رزق للواجد رزقه اللَّه تعالى إياه من دون كد وتعب ربنا ارزقنا رزقا واسعا حلالا من دون كد وتعب .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":52},
  {"content":"\r\n\r\nالرابع مما يجب فيه الخمس المستخرج من البحر بالغوص ولم ترد فيه بالخصوص بل انما دل على وجوب الخمس فيه ما اشتمل على غيره نعم ذكر في الوسائل رواية فيه بالخصوص رواية ولكنها أيضا مشتملة على غير الغوص وانما قطعها صاحب الوسائل ويعتبر فيه بلوغه دينارا واحدا ويدل على ذلك ما رواه ( 1 )\r\n\r\nأحمد بن محمّد بن أبي نصر عن محمّد بن علي بن أبي عبد اللَّه عليه السّلام عن أبي الحسن عليه السّلام قال سألته عما يخرج من البحر من اللؤلؤ والياقوت والزبرجد وعن معادن الذهب والفضة هل فيه زكاة قال إذا بلغ قيمته دينارا ففيه الخمس وقد تقدمت ويدل عليه أيضا رواية ابن عقدة بسنده عن علي عليه السّلام الخمس في أربعة وجوه ومنها الغوص ومرسلة ابن أبي عمير ( 2 )\r\n\r\nعن غير واحد عن أبي عبد اللَّه عليه السّلام قال الخمس على خمسة أقسام على الكنوز والمعادن والغوص والغنيمة ونسي ابن أبي عمير الخامس وصحيحة الحلبي ( 3 )\r\n\r\nقال سألت أبا عبد اللَّه عليه السّلام عن العنبر وغوص اللؤلؤ فقال عليه الخمس إلى غير ذلك من الروايات الواردة في المقام والأصحاب متفقون على وجوب الخمس فيه وان نصابه بلوغه دينارا واحدا\r\nوهيهنا فروع\r\nالأول هل يعتبر الغوص بمعناه المصدري في تعلق الخمس بما يخرج من البحر فلو لم يخرج بالغوص لم يتعلق به الخمس بما هو غوص بل يندرج تحت عنوان أرباح المكاسب كما إذا خرج بنفسه كما في البيان\r\n","description":"","footnote":"\r\n( 1 ) تقدمت\r\n\r\n( 2 ) وسائل ص 344 باب 3 رواية 7 )\r\n\r\n( 3 ) وسائل ص 347 باب 7 رواية 1 )\r\n","page_name":" 51 ","page_number":53},
  {"content":"\r\nأو بآلة كما في المسالك أو كان في رأس المال كما في الوسيلة ربما يستظهر من المشهور كما في السرائر عدم اعتبار ذلك . ولكن الظاهر من الأدلة اعتباره كما هو مقتضى الأصل أيضا والحاصل انه ان أمكننا إلغاء خصوصية الإخراج بالغوص وقلنا بان ذكر الغوص انما هو لأجل ان الغالب هو أن يكون الغوص سببا لإخراج ما في البحر من دون أن يكون له مدخلية في الحكم فلا يعتبر الغوص وان لم يمكن إلغاء الخصوصية كما هو الظاهر وجب القول باعتباره وقد ذهب إليه المحقق في الشرائع .\r\nالثاني إذا استخرج معدنا بالغوص بان كان معدن ذهب مثلا تحت البحر فاستخرجها فهل يتعلق به حكم الغوص أو المعدن وجهان والتحقيق أن يقال بالتفصيل بين ما كان ظاهر البحر من دون حاجة إلى الحفر والتفتيش وما كان مستورا تحت البحر محتاجا إلى التفحص والحفر فيترتب عليه حكم الغوص في الأول وحكم المعدن في الثاني فالقول بكونه مجمع الجهتين كما في الجواهر فاسد .\r\nالثالث وردت رواية إذا غرق سفينة بما فيها ففصلت فيما بين ما أخرجه البحر منها وانه لأهل السفينة وبين ما أخرجه الغواص وانه أحق به ولكن الظاهر بقاء ما في السفينة على ملك مالكه فيجب رده إليه وان اخرج بالغوص ومع الشك في ذلك أيضا يستصحب بقائه في ملك مالكه قبل الغرق فالرواية من جهة دلالتها على وجوب رده إلى مالكه إذا قذف به البحر إلى ساحله مطابق للقواعد ومن جهة دلالتها على كونه ملكا للغواص إذا أخرجه بالغوص مخالف لها فلا يمكن الالتزام والعمل بها من هذه الجهة ولا سيما بعد ضعفها بالسكوني ولم يثبت العمل به من الأصحاب حتى ينجبر ضعفه فإنهم قدس سرهم أفتوا في\r\n","description":"","footnote":"","page_name":" 52 ","page_number":54},
  {"content":"\r\n\r\nصورة غصب المال إذا غرق في البحر بوجوب ردّ بدل الحيلولة إلى مالكه إلى أن يرتفع المانع ولازم قولهم هذا عدم حكمهم بتلف المال الغريق إذ لو كان تالفا لوجب ردّ بدله على الإطلاق لا بعنوان بدل الحيلولة حتى يكون مراعى بعدم ارتفاع المانع فإذا ارتفع واخرج من البحر وكان البدل موجودا وجب على الغاصب رد نفس العين إلى مالكه وأخذ بدله فالبدلية حينئذ مراعى بعدم رفع المانع وكيف كان يظهر من فتواهم في المغصوب الغريق بوجوب رد بدل الحيلولة إن الغريق من الأموال ليس بحكم التالف عندهم وهذا ينافي القول بان المال إذا غرق وأخرجه الغواص كان له ولم يجب عليه رده إلى أهله كما دل عليه ذيل خبر السكوني ( 1 )\r\n\r\nفلا جابر لضعفه .\r\nومما يجب فيه الخمس العنبر وهو مما يؤخذ من وجه الماء غالبا وقد اختلفت كلمات أهل اللغة وغيرهم في حقيقته وخواصه فقيل إنه سمّ لا يأكله حيوان الا قتله ولا ينقره طائر بمنقاره الا نصل فيه منقاره وإذا وضع رجله فيه نصلت أظفاره إلى غير ذلك مما قيل فيه ولكن لا يعبأ بتلك الأقاويل فهو طيب معروف مأكول مقوى ويدل على وجوب الخمس فيه مضافا إلى دعوى الإجماع عليه صحيحة الحلبي\r\n","description":"","footnote":"\r\n( 1 ) أقول الظاهر من خبر السكوني هو ان المال إذا غرق في البحر وتركه أهله أي أعرض عنه فهو لمن أخرجه بالغوص كما أن الغالب أعراض صاحب المتاع عنه إذا غرق إذ يراه بحكم التالف ممتنع الوصول إليه عادة فلا تدل على كونه للغواص مطلقا حتى يكون مخالفا للقواعد وأما الخبر فهي هذه السكوني عن أبي عبد اللَّه عليه السّلام عن أمير المؤمنين عليه السّلام في حديث قال وإذا غرقت السفينة وما فيها فأصابه الناس فما قذف به البحر على ساحله فهو لأهله وهم أحق به وما غاص عليه الناس وتركه صاحبه فهو لهم ( المؤلف )\r\n","page_name":" 53 ","page_number":55},
  {"content":"\r\n\r\nقال سألت أبا عبد اللَّه عليه السّلام عن العنبر وغوص اللؤلؤ فقال عليه الخمس والظاهر منها بقرينة وقوع المقابلة فيها بينه وبين غوص اللؤلؤ انه غير الغوص كما أن الظاهر منها أيضا عدم الفرق في تعلق الخمس به بين أخذه من سطح البحر ووجهه أو من عمقه بالغوص أو من ساحله حيث أطلق عليه السّلام الحكم بالوجوب ولم يستفصل بين تلك الوجوه وكيف كان فلا إشكال في أصل تعلق الوجوب وانما الإشكال في اعتبار النصاب فيه وعدمه وفي مقداره على تقدير اعتباره فقد وقع الخلاف في ذلك بينهم فمنهم من ذهب إلى عدم اعتباره رأسا فقال بوجوب الخمس في قليله وكثيره ونسب القول به إلى صاحب المدارك وانه قوى قول الشيخ في النهاية بذلك كما حكاه في الجواهر عن ابن إدريس وغيره أيضا والذي يمكن أن يستدل به لهؤلاء إطلاق صحيحة الحلبي ( 1 )\r\n\r\nبوجوب الخمس فيه ومنهم من ذهب إلى اعتبار نصاب الغوص فيه مطلقا كما نسب إلى كاشف الغطاء ومنهم من ذهب إلى اعتبار نصاب المعدن فيه مطلقا وهو منسوب إلى المفيد وليس لهما عليهما دليل ظاهر وغاية ما يمكن أن يستدل به للقول بنصاب المعدن مطلقا أن يقال بصدق كون العنبر من أشباه النفط والكبريت فأذن يدل على اعتبار نصاب المعدن فيه صحيحة محمّد بن مسلم ( 2 )\r\n\r\nقال سألت أبا جعفر عليه السّلام عن الملاحة فقال وما الملاحة فقال أرض سبخة مالحة يجتمع فيها الماء فيصير ملحا فقال هذا المعدن\r\n","description":"","footnote":"\r\n( 1 ) تقدمت .\r\n\r\n( 2 ) تهذيب ص 252 باب الخمس والغنائم رواية 6 ) ( وسائل ص 343 باب 3 رواية 4 ) .\r\n","page_name":" 54 ","page_number":56},
  {"content":"\r\nفيه الخمس فقلت والكبريت والنفط يخرج من الأرض فقال هذا وأشباهه فيه الخمس ولكن الإنصاف عدم صدق أشباه المعدن على العنبر فان المعدن كما تقدم في محله هو المتكون تحت الأرض بالفعل والانفعال في العناصر الأرضية فلا يصدق على المتكون في البحر . ويمكن أن يستدل على اعتبار نصاب الغوص فيه مطلقا بأن أدلة الغوص تشتمل مطلق ما يؤخذ من البحر فتشتمل العنبر أيضا وفيه ان عنوان الغوص معتبر في اندراجه تحت أدلة الغوص كما هو ظاهر دليله فلا يشمل المأخوذ من وجه الأرض بدون الغوص . ومنهم من ذهب إلى التفصيل بين المستخرج بالغوص وغيره فقال باعتبار نصاب الغوص وهو دينار واحد في الأول وعدمه في الثاني بدعوى شمول أدلة الغوص للأول فيبقى الثاني مندرجا تحت إطلاقات أدلة وجوب الخمس والحاصل أن أدلة وجوب الخمس في العنبر تدل بإطلاقها على عدم اعتبار نصاب فيه إلا أن يقوم دليل على اعتباره في موارد منه بالخصوص فيؤخذ به فنقول حينئذ أن أدلة اعتبار البلوغ دينارا واحدا في الغوص تدل عليه إذا استخرج بالغوص دون غيره فالأقوى ( 1 )\r\n\r\nهو القول بالتفصيل .\r\n","description":"","footnote":"\r\n( 1 ) أقول أن أدلة الغوص تدل بإطلاقها على اعتبار النصاب في العنبر المستخرج بالغوص وأما أدلة وجوب الخمس في العنبر فهي تدل بإطلاقها على عدم اعتبار النصاب فيه فيقع التعارض بينهما في العنبر فإن النسبة بينهما عموم من وجه فإن كان أحدهما أظهر في مادة الاجتماع فهو المرجع والا فيرجع فيهما إلى قواعد الترجيح فيتخير بين الأخذ بأحد الدليلين وحيث لم يكن أحد الدليلين في المقام أظهر من غيره فالأقوى هو التخيير .\r\n","page_name":" 55 ","page_number":57},
  {"content":"\r\n\r\nالخامس مما يجب فيه الخمس الأرض التي اشتراها الذمي من المسلم ولم يعرف القول به من القدماء قبل الشيخ فهو أول من قال به ثم تبعه من بعده من المتأخرين أكثرهم بل نسب إلى الإجماع منهم كما عن الغنية بل في الجواهر نسب عدم ذكر الخمس فيها في كلام جماعة من القدماء كابن عقيل وابن الجنيد والمفيد وسلَّار والتقي إلى قائل غير معروف حيث قال قده وان كان قيل إنه لم يذكر الخمس في ذلك جماعة من القدماء إلخ ثم ادعى ان عدم ذكرهم لا ينافي حجية الإجماع المنقول عندنا ثم زعم أن عدم ذكرهم لذلك أعم من الحكم بالنفي وأضاف إلى ذلك كله المروي في التهذيب ( 1 )\r\n\r\nسعد بن عبد اللَّه عن أبي جعفر عن الحسن بن محبوب عن أبي أيوب بن إبراهيم بن عثمان عن أبي عبيدة الحذاء قال سمعت أبا جعفر عليه السّلام يقول أيما ذمي اشترى من مسلم أرضا فإن عليه الخمس ثم ادعى صحة السند بل نسب إلى القيل كونه في أعلى درجات الصحة فرد على الشهيد الثاني المائل في فوائد القواعد إلى عدم الخمس في ذلك استضعافا للرواية بأنه ضعيف جدا انتهى ونقول اما صحة الرواية فهو مما لا ريب فيه إلا أن حسن بن محبوب الواقع في طريق الرواية مع جلالة قدره وعظيم منزلته عند الكل كان أحمد بن محمّد بن عيسى لا يروى عنه ولكنه أيضا تاب عن ذلك فروى ( المؤلف )\r\n","description":"","footnote":"\r\n( 1 ) تهذيب ص 252 باب الخمس والغنائم رواية 11 ) ( تهذيب ص 257 باب الزيادات رواية 12 ) ( وسائل ص 352 باب 9 رواية 1 ) .\r\n( فقيه ص 158 باب الخمس رواية 10 ) .\r\n","page_name":" 56 ","page_number":58},
  {"content":"\r\n\r\nعنه كما حكاه الكشي أما وجه عدم روايته عنه فلأجل ان الأصحاب كانوا يتهمونه في روايته عن أبي حمزة الثمالي أما وجه الاتهام فهو إن الثمالي كان سنة وفاته مأة وخمسون وكان ابن محبوب متولدا في هذه السنة وعليه فكيف يعقل أن يروى هو عن الثمالي بلا واسطة فروايته عنه كذلك كان ينافي وثاقته عندهم وأما وجه ( 1 )\r\n\r\nرجوع أحمد بن عيسى عن ترك روايته عنه وتوبته عن ذلك أنه كان نقل الحديث من أهم ما يعتنى به عند الأصحاب ومن شدة عنايتهم به أنهم كانوا يريدون إبقائه في أعقابهم فجوزوا الاستجازة من شيوخهم للأطفال حتى يرووا عن مشايخهم بلا واسطة بعد بلوغهم فمن القريب أن يكون أبو حمزة كان قد أجاز لابن محبوب روايته عنه وهو ابن سنة باستجازة أبيه محبوب بن وهب فيصح إذن رواية ابن محبوب عن أبي حمزة بلا واسطة ويؤيد ذلك أن أباه كان يعطى ابنه هذا حسنا بكل حديث يكتبه عن علي بن رئاب درهما وهذا يكشف عن شدة عناية أبيه بروايته للاخبار ونشره لأحاديث الأئمة الأطهار سلام اللَّه عليهم فصار بحمد اللَّه كما أراد من أكابر المحدثين بل من أركانهم هذا كله في سند الحديث واما دعواه ان عدم ذكر القدماء لإثبات الخمس في المقام أعم من حكمهم بنفيه ففيه ما لا يخفى حيث إنهم كانوا بصدد ذكر الأحكام ونقلها إلى الأعقاب فكيف يعرضون عن مثل هذا الحكم مع قولهم بثبوته . وكيف كان يقع الكلام في المقام عن جهات : الأولى انه هل\r\n","description":"","footnote":"\r\n( 1 ) أقول وقد تعرضوا لبيان وجه عدم رواية أحمد بن محمد بن عيسى عن ابن محبوب وتوبته عن ذلك وجوها أخرى فراجع الكتب الموضوعة في علم الرجال ولكن الذي اختاره أستادنا أدام اللَّه ظله أقوى الوجوه ( المؤلف )\r\n","page_name":" 57 ","page_number":59},
  {"content":"\r\n\r\nيكون للاشتراء خصوصية في الحكم على تقدير ثبوته بحيث لو انتقلت الأرض إلى الذمي بمعاوضة أخرى لا يجرى الحكم أم لا بل يعم مطلق المعاوضات ثم هل للمعاوضة خصوصية أم لا بل الملاك مطلق الانتقال إليه ولو مجانا وجوه .\r\nالثانية هل الأرض الموضوع للحكم هنا مطلق الأرض بحيث تشمل الدور والبساتين أم تختص بأرض المزارع دون غيرها .\r\nالثالثة وهي أهم الجهات انه ذهبت العامة إلى عدم جواز اشتراء الذمي الأرض من المسلم فان فعل ذلك وجب أخذ الزكاة منه من عوائد الأرض ضعفي الزكاة أعني عشرين فهل يمكن حمل الصحيحة على هذا القول فيسقط حينئذ عن الدلالة على مذهب الشيخ ومن بعده رأسا فيكون المراد بالخمس فيها العشران وهو الذي أفتى العامة بوجوب أخذه بعنوان الزكاة من العوائد فلا دلالة فيها على مذهب أصحابنا المتأخرين بوجه وهذا الحمل وان كان بعيدا عن ظاهر الرواية في بادي النظر الا ان التدبر في كلمات الشيخ قده الذي هو الأصل في الحكم بوجوب الخمس ثم ملاحظة الأقوال في عصر صدور الرواية ربما يقرب هذا الحمل فنقول صرح الشيخ في كتاب النهاية والمبسوط بتعلق الخمس بالأرض التي اشتراها الذمي من المسلم وان ذلك بعنوان الخمس متعلق برقبة الأرض .\r\nوهذا القول منه هو الذي بنى عليه المتأخرون ولكنه في كتاب الخلاف عقد بابا في كتاب الزكاة في أن الذمي إذا اشترى أرضا عشرية وجب عليه خمسها فقال في أول مسئلة من هذا الباب وهي مسئلة أربع وثمانين من كتاب الزكاة ما هذا لفظه إذا اشترى الذمي أرضا\r\n","description":"","footnote":"","page_name":" 58 ","page_number":60},
  {"content":"\r\n\r\nعشرية وجب عليه فيها الخمس وبه قال أبو حنيفة تنقلب خراجية وقال الشافعي لا عشر عليه ولا خراج دليلنا إجماع الفرقة فإنهم لا يختلفون في هذه المسئلة وهي مسطورة لهم منصوص عليها وروى ذلك أبو عبيدة الحذاء قال سمعت أبا جعفر عليه السّلام يقول أيما ذمي أشتري من مسلم أرضا فإن عليه الخمس انتهى وقال بعدها في مسئلة خمسة وثمانين إذا باع تغلبي وهم نصارى العرب أرضه من مسلم وجب على المسلم فيها العشر أو نصف العشر ولا خراج عليه وقال الشافعي عليه العشر وقال أبو حنيفة يؤخذ منه عشران دليلنا ان هذه ملك قد حصل لمسلم ولا يجب عليه في ذلك أكثر من العشر وما كان يؤخذ من الذمي من الخراج كان جزية فلا يلزم المسلم ذلك انتهى .\r\nوقال بعدها في مسئلة ستة وثمانين ان اشترى تغلبي من ذمي أرضا لزمته الجزية كما كانت تلزم الذمي وقال أبو حنيفة وأصحابه عليه العشران وهذان العشران عندهم خراج يؤخذ باسم الصدقة وقال الشافعي لا عشر عليه ولا خراج دليلنا ان هذا ملك قد حصل لذمي فوجب عليه فيه الجزية كما يلزم في سائر أهل الذمة . انتهى مواضع الحاجة من كلامه ( قده ) والمستفاد من كلامه في هذه المسائل هو ان العامة بعد اتفاقهم على عدم وجوب الخمس بمعناه المصطلح في مورد الكلام اختلفوا على أربعة أقوال فقال أبو حنيفة ان الأرض العشرية وهي التي كان يؤخذ عشر عوائدها من المسلم لو كانت بيده إذا انتقلت إلى الذمي تنقلب خراجية يعنى أنه لا يؤخذ منه عشر ولا عشر ان بل يؤخذ منه الخراج جزية كغيرها من الأراضي التي تكون بيده من غير انتقالها إليه من مسلم وقال أبو يوسف ان عليه فيها عشران وقال محمّد عشر واحد وهما ممن قرء الفقه على\r\n","description":"","footnote":"","page_name":" 59 ","page_number":61},
  {"content":"\r\nأبي حنيفة وانما قصدا بالعشر والعشرين ما يتعلق بعوائد الأرض بعنوان الزكاة والوجه في تضعيف العشر على أحد القولين ان الزائد جريمة عليه لمكان اقدامه على شراء الأرض من المسلم وقال الشافعي لا عشر عليه ولا خراج واما الشيخ فذهب إلى وجوب عشرين بعنوان الزكاة كما قال به أبو يوسف وانما عبر عنهما بالخمس لانطباقهما عليه بحسب النتيجة وادعى إجماع الفرقة أي أصحابنا الإمامية عليه وعدم اختلافهم فيه وان حكمهم بذلك مسطور في كتبهم منصوص عليه من طرقهم ثم ذكر رواية أبى عبيدة الحذاء المتقدمة . هذه جملة مما استدل به على مختاره في الخلاف وهو وجوب عشرين بعنوان الزكاة وان شئت عبّر عنه بالخمس متعلقا بعوائد الأرض كما هو أحد مذاهب العامة وأين هذا مما ذهب إليه المتأخرون من أصحابنا وأيضا يستفاد من كلامه قده ان ما اختاره في الخلاف كان معروفا بين أصحابنا في عصره وان خفي علينا وان مستندهم فيه هو الصحيحة التي استند إليها المتأخرون أيضا في حكمهم بوجوب الخمس فتحصل ان للشيخ قده في المسئلة قولان :\r\nأحدهما ما يوافق مذهب المتأخرين من أصحابنا وقد ذكره في النهاية والمبسوط والظاهر بل المتعين ان دليله عليه هو الصحيحة لا غيرها ثانيهما ما يوافق مذهب بعض العامة وقد نص عليه في الخلاف واستدل عليه أيضا بتلك الصحيحة مضافا إلى دعوى معروفيته بين الأصحاب في عصره وقبله بل اتفاقهم عليه فاللازم حينئذ ان نفرض أنفسنا مقام أبى عبيدة الحذاء فننظر ما ذا نستفيده من قول أبى جعفر عليه السّلام أيما ذميّ اشترى من مسلم أرضا فإن عليه الخمس والإنصاف انه لا سبيل لنا إلى ترجيح أحد الاحتمالين اما من جهة ذهاب الشيخ فقد علمت أنه حملها\r\n","description":"","footnote":"","page_name":" 60 ","page_number":62},
  {"content":"\r\n\r\nفي بعض كتبه مثل النهاية والمبسوط وفي جمل العقود بل وفي غيرها أيضا على إرادة الخمس المتعلق بالرقبة الذي يجب صرفه في مصارف الغنائم وغيرها مما يتعلق به الخمس المصطلح وحملها في الخلاف على إرادة العشرين المتعلق بعوائد الرقبة بعنوان الزكاة فيجب أخذه منه في كل سنة وصرفه في مصارف الزكاة .\r\nوالذي يظهر لنا من الشيخ في وضع تأليفاته وتصنيفاته هو انه شرع في التهذيب أوائل وروده ببغداد حين قرائته على أستاده المفيد ( قده ) وله إذ ذاك ثلاثة وعشرون سنة وقد وقع بعض تهذيبه وهو إلى الصلاة في زمان حيوة شيخه وبعضه الأخر وهو من باب صلاة السفر بعد وفاته ويشهد لذلك الدعاء له بطلب التأييد في الأول وبالاسترحام له في الثاني والظاهر ( 1 )\r\n\r\nان وضعه للاستبصار أيضا كان عند تأليفه التهذيب ثم وضع النهاية وصنفه على طبق مذهب الإمامية ثم الخلاف ثم المبسوط وكان ذلك كله عند توقفه ببغداد إلى أن وقعت الفتنة السلجوقية ببغداد التي انتهت إلى إحراق مكتبة الشيعة بأمر طغرل بيك أول ملوك السلجوقية فخرج منها خائفا يترقب فنزل موصلا ثم ارتحل من موصل إلى النجف الأشرف فأناخ ركابه وحط برحله هناك عاكفا بباب مدينة علم الرسول مولا أمير المؤمنين صلَّى اللَّه على المدينة وأبوابه إلى أن بلغه الأجل بعد مضي اثنتي عشرة سنة من توطنه بتلك البلدة الطيبة فصار إلى جوار رحمة اللَّه تعالى وكان وضعه لتفسير التبيان أو ان نزوله بتلك البلدة زادها اللَّه شرفا ورزقنا الالتجاء بتربته إذا عرفت هذا فنقول لم يتبين لنا بعد انه بما ذا رجح احتمال الخمس المصطلح المتعلق برقبة الأرض في النهاية ثم بماذا ( المؤلف )\r\n","description":"","footnote":"\r\n( 1 ) أقول إنما تعرض الشيخ قده في كتاب الاستبصار لخصوص الروايات المتعارضة التي أوردها في التهذيب .\r\n","page_name":" 61 ","page_number":63},
  {"content":"\r\nرجح بعد ذلك احتمال العشرين المتعلق بعوائد الأرض بعنوان الزكاة في الخلاف ثم بما ذا عدل عما اختاره في الخلاف فرجع في المبسوط إلى ما اختاره أولا في النهاية واما عدم ذكر ابن أبي عقيل الذي كان معاصرا للكليني من أبناء طبقة تسع فلا يستشعر منه عدم وجوب الخمس إذ لم يظفر هؤلاء ببعض الجوامع الأولية ولم يجمع في عصره من الكتب المبسوطة لا الكافي ولا غيره وهكذا ابن أبي جنيد وان كان المظنون في حقه انه كان ظفر بالكافي وكيف كان فعدم تعرض مثل هؤلاء لمسألة لا يدل على عدم وجودها في الآثار والاخبار بل يمكن استناده إلى قصورهم وعدم اطلاعهم عليها ولعل هذا هو الوجه في عدم اعتناء الشهيد وغيره من محققي المتأخرين إلي عدم تعرض مثل ابن أبي عقيل وابن الجنيد من المتقدمين لمسألة ولم يجعلوا عدم تعرض هؤلاء سندا لعدم وجودها في الآثار فليس في البين فيما نحن بصدده الا حجة إجمالية تدل على أحد القولين لا يترجح أحدهما على الآخر وما يتوهم من بعض التقريبات المتقدمة قد عرفت انه لا عبرة بها كما لا عبرة أيضا بكون حصر الخمس في أربعة أو في خمسة مع عدم كون مورد البحث منها مؤيدا لما اختاره في الخلاف فيجب حينئذ اما القول بالاحتياط بأن يؤخذ من الذمي إذا اشترى أرضا من مسلم خمس رقبة الأرض بعنوان الخمس فيصرف في مصارف الخمس ويؤخذ منه أيضا في كل سنة عشران من عوائد الأرض بعنوان الزكاة فيصرف في مصارفها واما القول بالبراءة رأسا فلا يجب عليه لا هذا ولا ذاك ولكنهما باطلان قطعا فيتعين عقلا العمل بما قواه النظر من أحد الاحتمالين والظاهر أن الترجيح مع احتمال الخمس بمعناه المصطلح لقوته بموافقة فتوى جميع المتأخرين حتى الشيخ قدس سره في أكثر كتبه ولا\r\n","description":"","footnote":"","page_name":" 62 ","page_number":64},
  {"content":"\r\n\r\n\r\n\r\n\r\nسيما مع ما عرفت من كون المبسوط متأخرا عن الخلاف وهو يشعر بان اختياره للخمس كان بنظر أدق فهذه القرائن كما ترى توجب الوثوق باحتمال الخمس ووجوب صرفه في مصارفه الستة . هذا تمام الكلام في الجهة الثالثة وانما قدمناها لشدة العناية بها .\r\nواما الجهة الأولى وهي ان الحكم هل يختص بصورة الاشتراء أم يعم مطلق الانتقال المعاوضي أم مطلق الانتقال ولو مجانا فلا يبعدان يقال بشموله لمطلق ما كان للذمي دخلا في انتقال الأرض إليه فيعم مطلق الانتقال بأي معاوضة بل وان كان مجانا لتوقف الانتقال في جميع ذلك على قبوله بخلاف الانتقال إليه بالإرث لعدم توقفه على قبوله .\r\nوأما الجهة الثانية فلا بد من تقويم الأرض بنفسها في إخراج خمسها لا مشغولة بما عليها أو مع ما عليها من البناء .\r\nالسادس مما يجب فيه الخمس المال إذا اختلط فيه الحلال بالحرام بحيث لا يتميز أحدهما عن الأخر ولا يعرف صاحبه أيضا على ما هو المشهور بل المدعى عليه الإجماع وقد استدل عليه بوجوه نقلها في الجواهر بقوله مضافا إلى ما في ( ك ) من دعوى اندراجه في الغنيمة والى ما في صحيح ابن مهزيار السابق ( 1 )\r\n\r\nومثل عدو يضطلم فيؤخذ ماله ومثل مال يؤخذ لا يعرف له صاحبه ومن ضرب ما صار إلى موالي من أموال الحزمية الفسقة إلى آخر انتهى وهذه الوجوه كلها مخدوشة أما دعوى اندراجه في الغنيمة فلأنه خارج عن مساق الآية غير مندرج تحتها وهكذا بالنسبة إلى\r\n","description":"","footnote":"\r\n( 1 ) تهذيب ص 258 باب الزيادات رواية 19 .\r\nوسائل ص 349 باب 8 رواية 5 .\r\n","page_name":" 63 ","page_number":65},
  {"content":"\r\n\r\nصحيح ابن مهزيار كما لا يخفى والعمدة في المقام روايات تقرب مضامينها في أن رجلا أتى أمير المؤمنين عليه السّلام فقال أنى أصبت مالا لا أعرف حلاله من حرام فقال اخرج الخمس من ذلك المال . مثل ما رواه في التهذيب بإسناده عن الحسن بن زياد عن أبي عبد اللَّه عليه السّلام قال إن رجلا أتى أمير المؤمنين عليه السّلام فقال يا أمير المؤمنين أنى أصبت مالا لا أعرف حلاله من حرامه فقال له اخرج الخمس من ذلك المال فان اللَّه تعالى قد رضى من المال بالخمس واجتنب ما كان صاحبه يعلم .\r\nومثل رواية السكوني ( 1 )\r\n\r\nورواها المشايخ الثلاثة مسندا والمفيد مرسلا عن أبي عبد اللَّه عليه السّلام قال أتى رجل أمير المؤمنين عليه السّلام فقال أنى اكتسبت ما لا أغمضت في مطالبه ( طلبه خ ل ) حلالا وحراما وقد أردت التوبة ولا أدرى الحلال منه والحرام وقد اختلط علىّ فقال أمير المؤمنين عليه السّلام تصدق بخمس مالك فان اللَّه رضى من الأشياء بالخمس وسائر المال لك حلال ومثل مرسل الصدوق في الفقيه جاء رجل إلى أمير المؤمنين فقال يا أمير المؤمنين أصبت ما لا أغمضت فيه أفلي توبة قال ائتني بخمسه فأتاه بخمسه فقال هو لك ان الرجل إذا تاب تاب ما له معه فهذه جملة من الروايات التي استدل بها على وجوب الخمس في المال المختلط حرامه بحلاله والظاهر أن المرسلة ليست رواية على حده غير المسندتين بل هي مأخوذة منهما ومرجعها إليهما بل المظنون ان المسندتين أيضا هما رواية واحدة وان هناك قضية واحدة وقعت في زمان أمير المؤمنين عليه السّلام\r\n","description":"","footnote":"\r\n( 1 ) تهذيب ص 258 باب الزيادات رواية 11 ) .\r\n( فقيه ص 159 باب الخمس رواية 12 ) .\r\n( وسائل ص 352 و 353 باب 10 رواية 1 عن الشيخ رواية 2 عن الصدوق رواية 3 عن الكليني ) .\r\n","page_name":" 64 ","page_number":66},
  {"content":"\r\nإذ جائه رجل سأله عما اكتسبه من حلال وحرام وقد اختلطا عليه ولم يتميز عنده أحدهما من الأخر فندم على ذلك وأراد التوبة فأمره عليه السّلام بإخراج خمسه وان اللَّه تعالى رضى منه بذلك فنقلت تلك الواقعة الواحدة إلينا مع اختلاف الطرق إليها ولأجل اختلاف طرقها اختلفت المضامين في التعبير عنها ومثل هذا غير عزيز في الروايات فالمراد من جميعها بيان حكم أموال اختلطت حلالها بحرامها من جهة عدم مبالات من هي بيده في تحصيلها فاكتسبها من طريقي الحلال والحرام ولم يعرف صاحبها فيجب عليه إخراج خمسها نعم على إحدى نسختي التهذيب وهي نسخة يعمل بدل يعلم تكون واردة لبيان ما إذا وصل إليه أموال من غيره وكانت مختلطة بالحرام والحلال في يد ذاك الغير لأجل عدم مبالاته وأنه يجب على من وصل إليه تلك الأموال إخراج خمسها ثم قال عليه السّلام موعظة وإرشادا لمن وصلت إليه تلك الأموال اجتنب ما كان يعمل أي لا تكن أنت مثل من اكتسب تلك الأموال من دون مبالات هذا ولكنك بعد ما عرفت من ظهور كون القضية واحدة وان جميع الروايات ناظرة إلى تلك القضية تعرف ان المتجه هو نسخة يعلم وان كلمة يعمل تحريف وقع في التعبير واما الكلام في دلالتها من جهة شمولها للمشاع وغيره ومن جهة اختصاصها بصورة الجهل بالمقدار أو شمولها لصورة العلم به أيضا ومن جهة اختصاصها بصورة عدم المعرفة بالمالك أو أعم منه ومن جهات أخرى غير تلك فستعرف الكلام فيها تفصيلا .\r\nومما ينبغي أن يستدل به في المقام هو ما رواه الصدوق قده ( 1 )\r\n\r\nفي الخصال بسنده الصحيح إلى الحسن بن محبوب عن عمار بن مروان\r\n","description":"","footnote":"\r\n( 1 ) وسائل ص 344 باب 3 رواية 6 ) .\r\n","page_name":" 65 ","page_number":67},
  {"content":"\r\n\r\nقال سمعت أبا عبد اللَّه عليه السّلام يقول فيما يخرج من المعادن والبحر والغنيمة والحلال المختلط إذا لم يعرف صاحبه والكنوز الخمس ودلالتها على وجوب الخمس في المقام واضح نعم انما هي بصدد بيان أصل تعلق الخمس بالمال المختلط إذا لم يعرف صاحبه في مقابل المعدن والبحر والغنيمة والكنز واما بالنظر إلى سائر الجهات فهي ساكتة مهملة لا يجوز التمسك بإطلاقها لها نعم ربما يستشعر من جعل هذا المورد في سياق المعدن وغيره مما يتعلق به الخمس إرادة الخمس المعهود فيه أيضا دون معناه اللغوي حتى يمكن انطباقه على التصدق وسيجئ البحث عنه وبيان المختار فيه إنشاء اللَّه تعالى واستدل على ذلك أيضا بالموثق ( 1 )\r\n\r\nعن الصادق عليه السّلام أنه سئل عن عمل السلطان يخرج فيه الرجل قال لا إلَّا أن لا يقدر على شيء يأكل ولا يشرب ولا يقدر على حيلة فإن فعل فصار في يده شيء فليبعث بخمسه إلى أهل البيت ولا يخفى ضعف الاستدلال بها لأنها واردة في بيان المنع عن عمل السلطان وحرمته الا عند الاضطرار إليه وأنه يجب على العامل ان اضطر إليه تخميس ماله لا أن تخميس ماله انما وجب لأجل اختلاطه بالحرام وأضعف منه الاستدلال عليه بصحيح الحلبي عن الصادق عليه السّلام في الرجل من أصحابنا يكون في لوائهم فيكون معهم فيصيب غنيمة فقال يؤدى خمسا ويطيب له فإن إيجاب الخمس في هذه الرواية أيضا من جهة إصابة الغنيمة ولا ربط لها بالمال المختلط بالحرام ويتلوها في الضعف الاستدلال بوجوه أخرى ذكرها في الجواهر فالعمدة في الاستدلال ما تقدم من رواية الحسن بن زياد ورواية السكوني التي رواها المشايخ الثلاثة مسندا\r\n","description":"","footnote":"\r\n( 1 ) وسائل ص 533 باب 10 رواية 2 ) .\r\n","page_name":" 66 ","page_number":68},
  {"content":"\r\n\r\nوالمفيد مرسلا ومرسل الصدوق وقد تقدم ان المظنون بل المتيقن إرجاع رواية الصدوق إلى روايتي التهذيب والسكوني بل المظنون أنهما أيضا رواية واحدة وهكذا رواية عمار بن مروان فلنتكلم الآن في دلالتها فنقول يتصور البحث في المقام من جهات\r\nالأولى من جهة شمول الروايات للمشاع أعني ما كان المجهول في المال الكسر المشاع بان كان هناك مال واحد يعلم أن بعضه المشاع لغيره ولكن لا يعلم أنه خمسة أو أقل منه أو أكثر وغير المشارع وهو ما إذا كان المجهول في المال عين شخصي بين الأعيان بأن كان بيده أموال علم أن بعضها لغيره وهو غير متميز عنده من أمواله والفرق بينهما ان عدم التميز في الأول واقعي دون الثاني فإن مال الغير متميز عن ماله واقعا وان كان غير متميز عنده والظاهر عدم الفرق بينهما من حيث شمول اخبار الباب لهما فكما تدل على وجوب إخراج الخمس في المشاع وهو ما إذا كان الحلال والحرام المختلطان موجودين بوجود واحد كذلك تدل على وجوبه في غير المشاع أعني ما إذا كانا موجودين بوجودات متعددة متباينة نعم بينهما فرق في كيفية الشمول ففي المشاع يتحقق إخراج الخمس بمجرد عزله بلا مؤنة زائدة فإن كان الخمس مساويا لمال الغير أو أزيد منه فهو وان كان أقل منه رضى اللَّه تعالى به فيحل له الباقي على كل تقدير واما في غير المشاع فالمجهول فيه أمران أحدهما العين الحرام فان بيده أعيانا متباينة قد اختلط فيها مال الغير ثانيهما مقدار ماليته فإذا اختار خمس جميع ما بيده من تلك الأموال في أيّ فرد منها شاء بحكم الشارع فأما أن ينطبق على ما هو مال الغير واقعا بان يكون هو هو فلا إشكال لأنه قد اخرج مال الغير بعينه وماليته عن\r\n","description":"","footnote":"","page_name":" 67 ","page_number":69},
  {"content":"\r\nماله وبقي عين ماله تحت يده وأما أن لا ينطبق بان كان ما أخرجه خمسا مصادفا لماله واقعا سواء كان مطابقا لمال الغير من حيث المالية أم مخالفا له من هذه الجهة أيضا فتقع معاوضة قهرية لا محالة ح بين ماله ومال الغير بحكم الشارع فيصير مال الغير الذي بقي في يده مالا لنفسه بإزاء ما أخرجه بعنوان الخمس من عين ماله ثم إن كان ما أخرجه مساويا لمال الغير في المالية أو أزيد منه فيها فهو والا احتاج إلى مؤنة أخرى مضافا إلى مؤنة المعاوضة القهرية وهي تعلق الرضى من اللَّه بالخمس والعفو عن الزائد عليه .\r\nفتحصل من ذلك ان في صورة الإشاعة لو كان الحرام منطبقا على الخمس أو أقل منه واقعا بحسب المالية لم يحتج إلى مؤنة أصلا وان كان أكثر منه احتاج إلى مؤنة واحدة وهي تعلق رضى اللَّه تعالى بالخمس والعفو عن الزائد واما في غير صورة الإشاعة فلو كان الحرام هو ما أخرجه بعينه لم يحتج إلى مؤنة أصلا والا فإن كان مساويا للحرام أو أزيد منه بحسب المالية احتاج إلى مؤنة المعاوضة القهرية فقط وان كان أقل منه بحسبها احتاج مضافا إلى تلك المؤنة إلى مؤنة تعلق الرضى من اللَّه تعالى بكونه بدلا من مال الغير مع كونه أقل منه قيمة والعفو عن الزائد ففي هذا الفرض تحتاج إلى مؤونتين المعاوضة القهرية واحتساب ما هو أقل قيمة بدل ما هو أكثر قيمة فانقدح عدم الحاجة إلى مؤنة المعاوضة القهرية في صورة الإشاعة مطلقا والاحتياج إلى مؤنة احتساب ما دون حق المالك أعني الخمس بدل حقه في بعض صورها . ولكن في غير الإشاعة يكون الحاجة إلى المعاوضة القهرية والاحتساب أيضا في أكثر أقسامه هذا ولكن هذا الفرق لا يقتضي حمل روايات الباب على\r\n","description":"","footnote":"","page_name":" 68 ","page_number":70},
  {"content":"\r\n\r\nخصوص الأول وصرفها عن الثاني مضافا ( 1 )\r\n\r\nإلى أنه وان لم نقل بشمول الاخبار له لجرى حكمها فيه بمقتضى القاعدة فإنه من موارد الشبهة المحصورة حيث إن بيده أموالا يعلم بان فيها مال الغير فيجب بمقتضى القاعدة في العلم الإجمالي تفريغ أمواله عن مال الغير هذا تمام الكلام في الجهة الأولى وهي شمول الاخبار للمشاع وغيره وقد تضمن جهة أخرى .\r\nالجهة الثانية وهي بيان حكم ما إذا كان الحرام المختلط مجهولا من حيث المقدار\r\nوقد عرفت الكلام فيها في طي الكلام في الجهة الأولى .\r\nالجهة الثالثة وهي البحث من جهة المالك فأما أن يكون معلوما أو مجهولا مرددا بين قوم محصورين أو غير محصورين والمتيقن من الروايات أن يكون مجهولا مرددا بين قوم غير محصورين فلا يشمل غيره .\r\nالجهة الرابعة في أن المراد بالخمس في المقام هل هو الخمس المصطلح فيكون مثل ما يتعلق بالغنائم والمعدن وغيرهما فيجب صرفه المؤلف\r\n","description":"","footnote":"\r\n( 1 ) أقول إن مقتضى القاعدة وان كان هو ما ذكره الأستاد أدام اللَّه ظله من وجوب تفريغ أمواله عن مال الغير إلا أن الاكتفاء بكون المخرج ( بالفتح ) بقدر خمس أمواله المختلط ولو كان الخمس أقل من مال الغير قيمة بحسب الواقع فلا يقتضيه القاعدة فلا بد في إثباته من التمسك بالروايات فمع عدم القول بشمولها لا بد من أن يخرج من أمواله بمقدار يقطع معه بالفراغ سواء كان ذلك بالخمس أو بالأزيد منه أو الأقل وهذا هو مقتضى العلم الإجمالي في الشبهة المحصورة كما لا يخفى\r\n","page_name":" 69 ","page_number":71},
  {"content":"\r\nفي بني هاشم على تفصيل يأتي في محله أو المراد منه مجرد معناه اللغوي المرادف لكلمة ( پنج يك ) فيكون المراد إخراج هذا المقدار من المال أو الأموال المختلط بالحرام بعنوان التصدق عن قبل مالكه حيث لم يعرفه أو لا يمكنه الظفر به كما هو كذلك فيما إذا عرف المال ومقداره ولكن لم يعرف مالكه أو لا يمكنه الظفر به ربما يقال بالأول لمكان ظهور كلمة الخمس في استعمالات الشارع والمتشرعة في خصوص الخمس المعهود فقوله عليه السّلام في رواية أخرج الخمس وفي أخرى تصدق بخمس مالك يتبادر منه الخمس المعهود ولا سيما في رواية عمار بن مروان حيث عد فيها في عداد المعادن والبحر والغنيمة والكنوز ومقتضى وحدة السياق إرادة الخمس المصطلح منه أيضا ومع ذلك لا يبقى مجال للأخذ بظاهر قوله عليه السّلام تصدق في إحدى الروايتين بدعوى ظهورها في التصدق به عن قبل المالك بعنوان الصدقة المبائن للخمس المعهود فيكون بمثابة سائر موارد المجهول المالك مضافا إلي ما عرفت من قوة كون الروايتين رواية واحدة ومعه لا يبقى وثوق بصدور خصوص هذه الكلمة أعني لفظة تصدق من الإمام عليه السّلام حتى يتبع ظاهرها هذا غاية ما يمكن أن يستدل به على كون المراد بالخمس هنا ما هو المصطلح المعهود ولكن التدبر في المقام يؤدى إلى ثاني القولين بيان ذلك هو ان المرتكز عند العرف انه لا يجوز التصرف في مال الغير إلا بإذنه وأنه يجب على من وقع مال الغير تحت يده بوجدانه أو غصبا أن يردّه إلى مالكه إذا أمكنه والأصل في ذلك أصالة احترام مال الغير فإنه أصل عقلائي يستمر عليه العقلاء ما لم يقم دليل خاص على خلافه وقد ورد في الشرع أيضا ما يوافق هذا الأصل\r\n","description":"","footnote":"","page_name":" 70 ","page_number":72},
  {"content":"\r\nفإذن يجب على من بيده مال الغير إيصاله إليه فإن عرف المال بعينه ومالكه بشخصه والا فإن عرف المال ولم يعرف مالكه أو لم يمكنه الظفر به كان المال مجهول المالك وقد دلت الروايات على وجوب التصدق به عن قبل مالكه فالمرتكز عند أذهان المتشرعة وجوب التصدق بمال الغير عن قبل مالكه إذا عرف المال ولم يمكن إيصاله إليه حتى يجعله تحت تصرفه فيتصرف فيه كيف شاء فالذي يصل إلى المالك حينئذ انما هو ثواب التصدق بماله نعم لو ظفر بمالكه ولم يرض هو بوقوع ثواب التصدق عنه وجب على المصدق ردّ عوضه إليه فيقع ثواب التصدق لنفسه دون مالكه فانقدح ان وجوب التصدق عن قبل المالك في المال المجهول مالكه أمر معلوم عند المتشرعة مرتكز في أذهانهم فمع العلم بمقدار المال لا إشكال في وجوب التصدق به بخصوصه واما مع الجهل به يبقى الإشكال في المقدار الذي يجب التصدق به بعد العلم بوجوب أصل التصدق وعليه فإذا سئل أحدهم عما أصابه من المال المختلط بالحرام وانه كيف يصنع به يحمل سؤاله على السؤال عن مقدار التصدق بعد الفراغ عن وجوبه إجمالا فيحمل الجواب بقوله عليه السّلام اخرج الخمس من ذلك المال فان اللَّه قد رضى من المال بالخمس على أن المقدار الذي يجب إخراجه بعنوان التصدق عن قبل المالك انما هو خمس المال لا أزيد فصرح بالمقدار لمكان جهل السائل به ووقوع السؤال عنه وسكت عن كونه بعنوان التصدق إحالة له على ارتكازه وعلمه به نعم انما صرح في رواية أخرى على تقدير كونها رواية مستقلة بعنوان التصدق أيضا تفضلا في الجواب وعلى هذا التقريب لم يبق ظهور لكلمة الخمس في هذه الروايات في الخمس المصطلح بل تكون ظاهرة في معناه اللغوي\r\n","description":"","footnote":"","page_name":" 71 ","page_number":73},
  {"content":"\r\nكما لا يخفى فتبين انه لا فرق في الحكم بين ما إذا كان المال المجهول مالكه معلوما أو مجهولا فيجب التصدق به عن قبل المالك في كليهما الا ان مقدار ما يجب التصدق به معلوم في الأول دون الثاني فقدّر فيه الخمس من قبل اللَّه تعالى .\r\nبيان آخر في وجه حمل قوله عليه السّلام تصدق بخمس مالك على التصدق بالخمس دون الخمس المصطلح وهو يتوقف على بيان حقيقة التصدق عن قبل المالك فنقول مرجع التصدق عن المالك إلى أن من بيده المال يردّه إلى مالكه أو لا ثم يتصدق به عنه فيصرفه في مصارف الصدقات فيقع ثواب هذا التصدق لمالكه فلما لم يمكن إيصال المال إلى مالكه حتى يتصرف فيه بمقتضى مالكيته في أي وجه شاء ولا يجوز أيضا عزله عن المالكية بحيث لم يصل نفع ماله إليه بالمرة جعل الشارع حفظا لحق المالكية مع عدم إمكان إيصال ماله إليه أن يتصدق عنه حتى يصل ثوابه إليه فيحفظ نصيبه من ماله فإذا تصدق من بيده مال مختلط خمس ماله وكان ما أداه من عين ماله واقعا مباينا لمال المالك المجهول في نفس الأمر وكان أيضا أقل منه قيمة حصل هنا أمران لا محالة المعاوضة القهرية بين المالين والعفو عن الزيادة كما تقدم الكلام في ذلك تفصيلا واما من جهة المالك فلا يحصل بينهما مبادلة أصلا لما عرفت من أن التصدق عبارة عن رد ماله إليه أولا ثم التصدق به عن مالكه فهو خارج من كيس مالكه حقيقة والمؤدى انما هو بمنزلة وكيله يؤدى عنه واما لو كان الإخراج بعنوان الخمس المصطلح فمضافا إلى احتياجه إلى مؤنة العفو عن الزائد على تقدير كون الخمس أقل والتبادل بين المالين في بعض الصور يحتاج إلى التبادل بين المالكين أيضا في جميع الصور وذلك لأنه لو وقع عن المالك دون\r\n","description":"","footnote":"","page_name":" 72 ","page_number":74},
  {"content":"\r\n\r\nمن بيده بان لم يقع التبادل بين مالكين فلا محالة يكون تصدقا عنه قهرا كما عرفت فلا يجوز صرفه في بني هاشم بخلاف ما لو وقع بعنوان الخمس المعهود فإنه عليه يكون خمسا متعلقا بالمال المختلط فيجب على مالك المال المختلط إخراج خمسه كما يتعلق بالمعدن تارة وبالغنيمة أخرى فيجب على مالكهما إخراج خمسهما والحاصل ان صاحب المال المختلط هو الذي يجب عليه إخراج خمس ماله ولازمه أن ينتقل مال المالك الأول إلى من بيده المال المختلط حتى يصح خروجه من كيسه بعنوان الخمس فيصح صرفه في بني هاشم وهذا معنى لزوم تبادل المالكين على تقدير حمل الروايات على إرادة الخمس المصطلح وعدم لزومه على تقدير إرادة التصدق وإذ تبين هذا فنقول ان غاية ما يستفاد من تعليل وجوب إخراج الخمس من المال المختلط بقوله عليه السّلام فان اللَّه تعالى قد رضى من المال بالخمس أو بقوله فان اللَّه رضى من الأشياء بالخمس أنه يجوز لمالك المختلط إخراج خمس ماله عن مالكه المجهول تصدقا عنه إذ لا يمكنه إيصاله إليه وانه لا يجب عليه التصدق عنه أزيد من الخمس وانه لو بقي عنده بعد إخراج الخمس شيء من مال المالك المجهول كان معفوا عنه فان اللَّه تعالى رضى بالخمس عن الزائد فالرضي من اللَّه تعالى انما تعلق بردّ خمس ماله المختلط إلى المالك المجهول بالتصدق عنه وان كان ماله زائدا على الخمس واقعا لا انه تعلق بإخراج الخمس المصطلح من ماله المختلط والحاصل انه لا يستفاد من تعلق رضى اللَّه بالخمس تبادل المالكين حتى يدل على إرادة الخمس المصطلح وانما المستفاد منه وجوب التصدق بخمس ماله عن المالك المجهول من دون استلزام التبادل بين المالكين وهذا على ما اخترناه دليل قوى ومعه لا\r\n","description":"","footnote":"","page_name":" 73 ","page_number":75},
  {"content":"\r\n\r\nعبرة بظهور كلمة الخمس في المصطلح منه ولا بإشعار وحدة السياق في رواية ابن مروان على إرادته .\r\nالسابع مما يجب فيه الخمس وهو كل ما يستفيده الإنسان طول سنته\r\nتدريجا بعد إخراج مؤنة سنته على ما سيأتي تفصيله اللَّه إنشاء اللَّه تعالى سواء كان ربح تجارة أو زراعة أو صناعة وهذا في الجملة مما لا شبهة فيه عند الإمامية بل هو من متفردات مذهبهم خلافا للعامة فلم يعدوه من موارد وجوب الخمس فإنهم لما لم يذهبوا إلى حجية قول أئمتنا المعصومين ( ع ) أعرضوا عما اختصوا به من الأقوال وأنكروا ما صدر عنهم من الآثار واتبعوا من خالفهم في ذلك مع أنهم ( ع ) هم أهل بيت الوحي والتنزيل الذين أمر الناس بأتباعهم والاعتصام بحبلهم كما دل عليه حديث الثقلين الذي نطق به النبي صلَّى اللَّه عليه وآله في مواطن متعددة حين ذهابه إلى حجة الوداع ورجوعه عنه وفي مرضه التي مات فيها وهي أيضا مسطورة في كتبهم مروية من طرقهم كغيرها من الأدلة فهم ( ع ) ليسوا كسائر الرواة كي يؤخذ برواياتهم تارة ويطرح أخرى بل هم كالنبي عليه و ( ع ) معصومون في جميع أقوالهم وأفعالهم سالكون سبيل الحق في جميع معتقداتهم فهم على صراط مستقيم بل هم الصراط المستقيم فمن سلك سبيلهم نجى ومن تخلف عنهم هلك ولو تنزلنا عن ذلك ولا نتنزل عنه فرواياتهم ( ع ) من حيث هي مرجحة على روايات غيرهم عند التعارض من جهات شتى إذ لا ريب في كونهم ( ع ) اعلم الناس وأورعهم متقدمون في جميع الفضائل على غيرهم شهد بذلك من نزلهم عن منزلتهم فكيف يجوز العدول عنهم إلى غيرهم وقد ثبت انه كان عندهم كتاب بإمضاء رسول اللَّه صلَّى اللَّه عليه وآله وخط علي عليه السّلام وهي صحيفة فيها جميع ما يحتاج إليه الناس\r\n","description":"","footnote":"","page_name":" 74 ","page_number":76},
  {"content":"\r\n\r\nوفيها كل حلال وحرام وعندهم غيرها من الصحف أيضا فالتمسك بهم واتباع طريقتهم هو الطريق القويم وعليه بنت الإمامية بل نبت عليه لحومهم وجرت عليه دمائهم في جميع شؤونهم فعرفت ما عرفوه وأنكرت ما أنكروه ومما عرفوه وجوب الخمس في أرباح التجارات والصناعات والزراعات بعد إخراج المؤنة على تفصيل يظهر من كلمات أصحابنا المتخذة من روايات أئمتهم ( ع ) فيقع الكلام في المقام من جهات\r\nالأولى من جهة أصل ثبوته في الإسلام إجمالا\r\nوهو كما عرفت مما لا اشكال فيه على مبنى الإمامية حيث اتفقت عليه كلمات أصحابهم ورواياتهم كما ستقف عليها في الجهة الثانية تفصيلا .\r\nالثانية من جهة بيان موضوع الحكم تفصيلا\r\nبمعنى انه هل يجب الخمس في مطلق ما يصل بيد الإنسان من الأموال بعد إخراج مؤنته سواء كان مستندا إلى الاكتساب مثل أرباح التجارات والصناعات والزراعات أم لا مثل العطايا والمواهب فإنها غير مستندة إلى اكتسابه وان كان له دخل في تملكه إذ يتوقف على قبوله بل المواريث أيضا فإنه لا يتوقف انتقالها إلى الوارث على قبوله واختياره أصلا أو يقال باختصاصه بخصوص ماله دخل فيه اما بالاكتساب واما بالقبول والاختيار فلا يعم المواريث أو يقال باختصاصه بخصوص ما يكتسبه بتجارة أو زراعة أو صناعة فلا يشمل المواهب والعطايا أيضا بل يختص بأرباح المكاسب وجوه بل أقوال وهذه الجهة هي العمدة في البحث في المقام والتحقيق فيه يتوقف على بيان الفرق بين موارد الاكتساب وغيره ثم الرجوع إلى كلمات الأصحاب والروايات حتى يتبين ما يصلح لان ينطبق عليه منها فنقول نتوصل إلى تحصيل المال تارة بنقل المتاع من مكان إلى مكان آخر أو بحفظه إلى\r\n","description":"","footnote":"","page_name":" 75 ","page_number":77},
  {"content":"\r\nوقت معين فنبيعه بأكثر مما اشتريناه في المكان الأول أو الزمان الأول من دون تغيير هيئة فيه أو توليد شيء منه بل لمكان اختلاف قيمته السوقية باختلاف المكان أو الزمان وأخرى بتصرف خاص فيه بحيث يتبدل هيئته إلى هيئة أخرى فيتزايد قيمته وثالثة بتصرف خاص فيه بحيث ينمو به عينه أو يتولد منه شيء آخر فيتزايد قيمته مثل عمل الزراعة والأرباح المستفادة من هذه الوجوه تسمى بأرباح التجارات والصناعات والزراعات وهي التي تطلق عليها الاكتساب والصناعات والزراعات وهي التي تطلق عليها الاكتساب والاستفادة حقيقة ولا محالة يعتبر فيها القصد والاختيار والسعي إلى تحصيل المال .\r\nوربما يصل إلينا المال من دون سبق كدّ وتعب بل ببذله وإعطائه مجانا وهذا وان لم يتوقف على طلب وتحصيل بشيء من الوجوه الثلاثة المتقدمة ولكنه يتوقف على بذل الواهب وقبول المتهب فهو أيضا أمر اختياري يتوقف على قصد المتهب وقبوله كالوجوه المتقدمة الا انه يفارقها من جهة عدم توقفه على طلب وتحصيل بخلافها فلا يصدق عليه الاكتساب حقيقة وان كان أمرا اختياريا وقد ينتقل المال إلى الإنسان من دون سبق طلب واكتساب بل من دون سبق قصد واختيار كانتقاله إليه بالميراث ومعلوم ان صدق الاكتساب على هذا الوجه أبعد من سابقه فلنرجع الآن إلى كلمات الأصحاب قال السيد قده في الانتصار ومما انفردت به الإمامية ان الخمس واجب من جميع المغانم والمكاسب والزراعات والصناعات بعد المؤنة طول السنة مع الاقتصاد انتهى وقال الشيخ في الخلاف يجب الخمس في جميع المستفاد من أرباح التجارات والغلات والثمار على اختلاف أجناسها بعد إخراج حقوقها ومؤنها وإخراج مؤنة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":78},
  {"content":"\r\n\r\nالرجل لنفسه ومؤنة عياله سنة ولم يوافقنا على ذلك أحد من الفقهاء دليلنا إجماع الفرقة وأخبارهم إلخ وقال في النهاية يجب الخمس في جميع ما يغنمه الإنسان من أرباح التجارات والزراعات والصناعات بعد إخراج مؤنته ومؤنة عياله انتهى وقال في شروط الخمس واما الأرباح فإنه يجب فيها الخمس بعد إخراج مؤنته وعن الغنية يجب الخمس أيضا في الفاضل عن مؤنة الحول على الاقتصاد من كل مستفاد بتجارة أو صناعة أو زراعة أو غير ذلك من وجوه الاستفادة أيّ وجه كان بدليل الإجماع المشار إليه إلخ وكذلك عبارة السرائر وقال في المعتبر الرابع أرباح التجارات والصنائع والزراعات وجميع الاكتساب قال كثير من الأصحاب فيها الخمس على ما يأتي إلخ فهذه جملة من كلمات القوم وهي كغيرها صريحة في أصل ثبوت الخمس فيما يستفيده الإنسان طول سنته سوى ما يصرفه منه في مؤنته ومؤنة عياله ولكن في اختصاصها بخصوص أرباح التجارات والصناعات والزراعات التي يصدق الاكتساب حقيقة عليها فقط دون غيرها أو شمولها لموارد الهبة والعطايا أيضا التي تتوقف على القصد والاختيار وان لم يصدق عليها الاكتساب أو شمولها لموارد الانتقال بالميراث أيضا وان لم يطلق عليها الاكتساب ولم تتوقف على القصد والاختيار وجوها أقواها أوّلها لما عرفت من ظهور كلمة الاستفادة وما يضاهيها فيما يقصده الإنسان ويسعى إليه كالمستفاد من وجوه المكاسب والصناعات والزراعات دون ما يصل إليه من دون تحمّل المشاق في طلبه سواء توقف على قبوله مثل الهبة والصدقات أم لم يتوقف عليه أيضا كالمواريث ومن البعيد دعوى شمولها لهما وان كان يوهمه بعض العبائر والحاصل أنا لو خلَّينا وعبائر القوم لم نستفد منها أزيد من إرادة تعلق الخمس بالأرباح\r\n","description":"","footnote":"","page_name":" 77 ","page_number":79},
  {"content":"\r\n\r\nالحاصلة من وجوه المكاسب والزراعة والصناعة .\r\nوأما الروايات فمنها الطائفة المستفيضة بل المتواترة المفسرة لآية الاغتنام الدالة على شمول الغنيمة لمطلق الاستفادات وعدم اختصاصها بغنائم دار الحرب كما زعمته العامة مثل ما رواه الشيخ ( قده ) ( 1 )\r\n\r\nوفي التهذيب بإسناده عن حكيم مؤذن بني عيسى عن أبي عبد اللَّه عليه السّلام قال قلت له واعلموا انما غنمتم من شيء فان للَّه خمسه وللرسول قال هي واللَّه الإفادة يوما بيوم إلا أن أبى جعل شيعتنا من ذلك في حلّ ليزكوا وهذه كما ترى تدل على وجوب الخمس في الاستفادات اليومية وحيث تعجب الراوي من خفاء هذا الحكم وعدم عمل الناس به قال عليه السّلام أن أباه جعل شيعتهم في حل من ذلك ليزكوا وتطيب ولادتهم ولا يستفاد منها عدم تكليفهم به ويستفاد منها أيضا ان حكيما راوي الرواية كان إماميا ثقة فإن هذا الحكم انما هو من مختصاتهم لا يظهرونه الا لمواليهم مضافا إلى أن اشتغاله بالأذان على ما يستفاد من لقبه تشعر بل تدل على مواظبته لأوقات الصلاة ومراقبته عليها وهو يدل على وثاقته بل علي عدالته إلى غير ذلك من الروايات الواردة في تفسير الآية .\r\nومنها ما وردت في بيان الحكم بالخصوص لا في تفسير الآية وهي أيضا كثيرة منها ما رواه الشيخ في التهذيب ( 2 )\r\n\r\nبإسناده عن عبد اللَّه بن القاسم الحضرمي عن عبد اللَّه بن سنان قال قال لي أبو عبد اللَّه عليه السّلام على كل أمري غنم أو اكتسب الخمس مما أصاب لفاطمة « ع » ولمن\r\n","description":"","footnote":"\r\n( 1 ) ( تهذيب ص 251 باب الخمس والغنائم رواية 1 ) ( كافي ص 544 كتاب الحجة باب الفيء والأنفال رواية 10 ) ( وسائل ص 381 باب 4 رواية 8 )\r\n\r\n( 2 ) ( تهذيب ص 252 باب الخمس والغنائم رواية 5 )\r\n","page_name":" 78 ","page_number":80},
  {"content":"\r\nيلي أمرها من بعدها من ذريتها ( ورثتها خ ل ) الحجج على الناس فذاك لهم وخاصة يضعونها حيث شاؤوا وحرم عليهم الصدقة حتى الخياط ليخيط قميصا بخمسة دوانيق فلنا منه دانق الا من أحللنا من شيعتنا لتطيب لهم به الولادة انه ليس من شيء عند اللَّه يوم القيامة أعظم من الزنا انه ليقوم صاحب الخمس فيقول يا رب سل هؤلاء بما أبيحوا ( نكحوا خ ل ) وهذه الرواية قوية السند الا من جهة عبد اللَّه بن القاسم الحضرمي فإنه ضعيف بالغلوّ واما من حيث الدلالة فتدل على تعلق الخمس بكل ما يحصله الإنسان من أيّ طريق وان قل وهي وان كانت من حيث المؤنة مطلقة ولكنها تقيد بغيرها من الروايات بما سوى المؤنة والتحليل فيها أيضا محمول على ما قدمناه فراجع .\r\nومنها ما ( 1 )\r\n\r\nأخذ الشيخ قدس سره من كتاب سعد بن عبد اللَّه عن أبي جعفر عن علي بن مهزيار عن محمّد بن الحسن الأشعري قال كتب بعض أصحابنا إلى أبى جعفر الثاني عليه السّلام أخبرني عن حكم الخمس أعلى جميع ما يستفيده الرجل من قليل وكثير من جميع الضروب وعلى الضياع وكيف ذلك فكتب بخطه الخمس بعد المؤنة والمراد بأبي جعفر الواقع في طريق هذه الرواية هو أحمد بن محمد بن عيسى ثم قول السائل أخبرني عن حكم الخمس إلخ يحتمل أن يكون سؤالا عن متعلق الخمس فيكون سكوت الإمام عليه السّلام في الجواب عن التعرض له تقريرا له من حيث عمومه فتدل الرواية ( ح ) على عموم المتعلق بعد إخراج المئونة ويحتمل أن يكون عن خصوص مقدار التعلق ساكتا عن جهة المتعلق فلا يكون الجواب حينئذ دليلا على عموم المتعلق بل يكون واردا لبيان ان التعلق انما هو بعد المئونة والظاهر\r\n","description":"","footnote":"\r\n( 1 ) تهذيب ص 252 باب الخمس والغنائم رواية 8 .\r\n","page_name":" 79 ","page_number":81},
  {"content":"\r\nمن السؤال هو الاحتمال الأول بمعنى كونه عن المتعلق وانه كم هو الا ان سكوت الإمام عليه السّلام في الجواب عن المتعلق وعدم تعرضه له رأسا والاكتفاء ببيان جهة المئونة فقط قرينة على الاحتمال الثاني بمعنى وقوع السؤال عن هذه الجهة فقط وعليه فلا يستفاد منها ان متعلق الخمس هل هو جميع الأرباح أم بعضها .\r\nومنها ما رواه ( 1 )\r\n\r\nفي التهذيب عن علي بن مهزيار قال قال لي علي بن راشد قلت له أمرتني بالقيام بأمرك وأخذ حقك فأعلمت مواليك ذلك فقال بعضهم وأيّ شيء حقه فلم أدر ما أجيبه فقال يجب عليهم الخمس فقلت ففي أيّ شيء فقال في أمتعتهم وضياعهم ( صناعهم خ ل ) قلت والتاجر عليه والصانع بيده فقال ذلك إذا أمكنهم بعد مؤونتهم . وهذه الرواية وان كانت أظهر من سابقتها في الدلالة على عموم المتعلق في الخمس ولكنها مغشوشة من حيث العبارة وكانّ الراوي لم يكن بصيرا بأسلوب كلام العرب .\r\nومنها ما ( 2 )\r\n\r\nرواه في الكافي وهو موثق سماعة قال سألت أبا الحسن عليه السّلام عن الخمس فقال في كل ما أفاد الناس من قليل أو كثير ولا يخفى ان كلمة أفاد وان كان في غير المقام تفيد معنى الإعطاء الا انها هنا بمعنى الاستفادة بقرينة المقام وقد عرفت ان الاستفادة الظاهرة في تحصيل المال بأحد الوجوه الثلاثة المتقدمة وانها منصرفة عن مورد تحصيل المال بالهبة والتصدق ووصوله بالميراث فهي وان كانت قوية السند الا انها قاصرة من حيث الدلالة على الشمول للهبة والميراث\r\n","description":"","footnote":"\r\n( 1 ) وسائل أبواب ما يجب فيه الخمس باب 8 رواية 3 عن التهذيب )\r\n\r\n( 2 ) وسائل أبواب ما يجب فيه الخمس باب 6 عن التهذيب )\r\n","page_name":" 80 ","page_number":82},
  {"content":"\r\n\r\nوالحاصل انك إذا تأملت فيما قدمناه من انّ الأموال الواصلة إلينا قد تكون بإزاء بذل عين كالبيع أو منفعة كالإجارة وهكذا وان هذه هي الاكتساب حقيقة وقد تكون بإزاء إيجاد هيئة في العين تكون مرغوبة لدى الناس وهي الصناعة وقد تكون بإزاء ازدياد وتوليد وهي الزراعة وتارة لا بإزاء شيء بل مجانا وبلا عوض كالعطايا وأنواع الصدقات مع توقفها على القبول وأخرى كذلك مع عدم توقفها على القبول كالمواريث ثم إذا تدبرت في الروايات المتقدمة وغيرها علمت عدم صلاحيتها للشمول لما لا يكون بإزاء بذل شيء من الإنسان سواء توقف انتقاله على القبول كالهبة والصدقة أم لا كالمواريث وما يحذو حذوهما وذلك لان التعبير بالإفادة يوما بيوم كما في بعضها وبالاكتساب كما في بعضها الآخر وبالاستفادة كما في طائفة منها وبعنوان التجارة والصناعة والضياع كما في جملة منها منصرف إلى خصوص موارد الاكتساب بالتجارة بأقسامها وبالصناعة والزراعة\r\nلا يقال إذا تعلق الخمس فيما كان بإزاء شيء فيكون تعلقه بما كان مجانا وبلا عوض أولى وبعبارة أخرى الملاك في تعلق الخمس انما هو صيرورة المال ملكا للإنسان مطلقا واما كيفية وصوله فلا دخل لها في ذلك\r\nلأنا نقول إن ما اخترناه هو مقتضى ظواهر الأدلة لمكان انصرافها عما كان التملك مجانا وبلا عوض والوجه في الانصراف عدم تعارف هذا القسم وندرة وقوعه وان المتعارف هو القسم الأول بأقسامه ومع ذلك لا عبرة بأخذ الملاك .\r\nوالحاصل ان الروايات لا دلالة لها بمنطوقها على ثبوت الخمس في الهبة والميراث وأمثالهما مما ليس بإزاء شيء هذا في مقام الإثبات وان كان في مقام الثبوت يحتمل ثبوته فيهما أيضا بالفحوى وبأخذ\r\n","description":"","footnote":"","page_name":" 81 ","page_number":83},
  {"content":"\r\n\r\nالملاك وإلغاء الخصوصية . نعم هنا روايات أخرى ربما يدعى دلالتها على ثبوت الخمس في الهبة .\r\nمنها رواية أبي بصير ( 1 )\r\n\r\nعن أبي عبد اللَّه عليه السّلام قال كتبت إليه في الرجل يهدى إليه مولاه والمنقطع إليه هدية تبلغ ألفي درهم أو أقل أو أكثر هل عليه فيها الخمس فكتب عليه السّلام الخمس في ذلك .\r\nومنها رواية ( 2 )\r\n\r\nأحمد بن محمّد بن عيسى عن يزيد قال كتبت جعلت لك الفدا أتعلَّمني ما الفائدة وما حدّها رأيك أبقاك اللَّه ان تمنّ علىّ ذلك ببيان لكي لا أكون مقيما على حرام لا صلاة لي ولا صوم فكتب الفائدة مما يفيد إليك في تجارة من ربحها وحرث بعد الغرام أو جائزة وهذه الرواية وان لم يصرّح فيها بالخمس الا ان الظاهر منها ان السائل إنما سئل عن الفائدة التي يتعلق بها الخمس وحدّها والظاهر أن كلمة ممّا محرف فان الصحيح أن يكون ما بدل ممّا وكيف كان تدل الرواية علي تعلق الخمس بالجائزة .\r\nومنها ما رواه ( 3 )\r\n\r\nعلي بن مهزيار عن محمّد بن عيسى عن علي بن الحسين بن عبد ربه قال سرّح الرضا عليه السّلام بصلة إلى أبى فكتب إليه أبي هل علىّ فيما سرّحت إليّ خمس فكتب إليه لا خمس عليك فيما سرّح به صاحب الخمس . وجه الدلالة انه عليه السّلام علَّل عدم تعلق الخمس بمورد السؤال وقد كان صلة بعدم تعلقه بما كان من صاحب الخمس لا بكونه جائزة والحاصل ان في مورد السؤال جهتين إحديها أنه صلة وجائزة ثانيتهما انه مسرح من صاحب الخمس فلو كان من حيث إنه صلة لم يتعلق به الخمس لكان التعليل به أولى وحيث عدل عن التعليل به إلى التعليل بالجهة الثانية علمنا عدم المنع من تعلق الخمس به من\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 10 عن السرائر )\r\n\r\n( 2 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 7 عن الكافي )\r\n\r\n( 3 ) ( وسائل أبواب ما يجب فيه الخمس باب 11 رواية 2 عن الكافي )\r\n","page_name":" 82 ","page_number":84},
  {"content":"\r\nحيث إنه صلة وجائزة .\r\nومنها مكاتبة ( 1 )\r\n\r\nأبي جعفر عليه السّلام على ما رواه علي بن مهزيار وهي لما كانت طويل الذيل اقتصرنا على نقل وضع الحاجة منها وهو قوله عليه السّلام والجائزة من الإنسان للإنسان التي لها خطر والميراث الذي لا يحتسب من غير أب ولا ابن الحديث فهذه جملة من الروايات التي ربما يدعى دلالتها على ثبوت الخمس في الهبة ولكن الإنصاف عدم جواز الركون إليها على ذلك والخروج بها عن مقتضي الأصل لقصور بعضها سندا مع عدم انجبار ضعفها مثل رواية ( 2 )\r\n\r\nأحمد بن محمّد بن عيسى عن يزيد فان أحمد بن محمّد لم يرو عن يزيد الا هذه الرواية مع أن يزيدا في هذه الرواية لم يتميز بشيء من خواصه حتى يعرف بشخصه ، ولقصور بعضها دلالة مثل رواية أبي بصير فإنها تدل على حصر الخمس في الهدية ولم يعمل به أحد ومثل رواية علي بن الحسين بن عبد ربه فان مجرد التعليل لعدم تعلق الخمس بمورد السؤال أعني الجائزة بكونه من صاحب الخمس وعدم التعليل بكونه جائزة لا يدل على تعلق الخمس بالجائزة وذلك لان مورد السؤال لما كان معنونا بعنوانين وكان كل منهما علة لعدم تعلق الخمس به جاز التعليل بكل واحد من العنوانين .\r\nواما مكاتبة أبي جعفر عليه السّلام فمضافا إلى أنها مكاتبة موردها خصوص الجائزة الخطيرة والميراث الذي لا يحتسب وبالجملة ليس في المقام في الروايات ما يصلح لان يستدل بمنطوقه علي ذلك واما التمسك بالفحوى بإلغاء الخصوصية من كلمة الإفادة والاستفادة والاكتساب ثم تعميم\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب باب 8 رواية 5 عن الكافي\r\n\r\n( 2 ) ( وقد تقدمت )\r\n","page_name":" 83 ","page_number":85},
  {"content":"\r\n\r\nالحكم إلى كل فائدة وان لم يصدق عليها مفاهيم هذه الكلمات فبعيد جدا لا سبيل إلى إثباته .\r\nفصل وهو متكفل لجهة استثناء المؤنة ومقدارها وهنا مسائل\r\nالأولى في بيان ما يدل على استثنائها من الأرباح إجمالا فنقول يمكن دعوى انصراف آية الاغتنام عن المؤنة رأسا لأن الأعمال الصادرة من الإنسان في التجارات يوما بيوم أو في الصناعات أو الزراعات انما يتحمل مشاقها لرفع حوائجه وصرف ما يحصله منها فيما يحتاج إليه من المأكل والمشرب والملبس والمسكن وما يتشعب منها لنفسه ومن يعوله والعرف لا يعد ما يصرفه في هذه غنيمة بل يطلقها على الزائد على ذلك وبعبارة أخرى الأرباح لدى العرف هو الزائد على مؤنته لا ما يساويها ويستوعبها سواء صرفت في تحصيل الربح ومقدماته أم في مؤنته ومؤنة عياله واما ما يستفيده بالغلبة في الحرب فحيث لم يكن مقصودا له أولا ولم يكن في سبيل اكتسابه بل انما كان قاصدا للظفر على أعدائه أولا فظفر على أموالهم يتبع الظفر عليهم يعد هذا المال عند العرف غنيمة بمجرد الظفر عليه من دون استثناء المؤنة نعم يستثني منه ما يصرف في تجهيز الجند وسائر مقدمات الحرب فلا يرى العرف ما يصرف في قيام الحرب غنيمة واما ما يدل على استثناء المؤنة في الجملة فروايات كثيرة منها قول أبى جعفر عليه السّلام في ذيل رواية ( 1 )\r\n\r\nعلي بن مهزيار ممن كانت ضيعته تقوم بمؤنته الحديث والضمير في قوله عليه السّلام يحتمل أن يرجع إلى الضيعة ويحتمل أن يرجع إلى الشخص وان كان الثاني أوفق بالقواعد وقد ورد السؤال في رواية أخرى استيضاحا عن رواية علي بن مهزيار وسؤالا عن مرجع الضمير\r\n","description":"","footnote":"\r\n( 1 ) ( تقدمت )\r\n","page_name":" 84 ","page_number":86},
  {"content":"\r\nفيها فينبغي ذكرها بعد رواية علي بن مهزيار وان أوردها في الوسائل قبلها وهي مكاتبة إبراهيم ( 1 )\r\n\r\nبن محمّد الهمداني أقرأني علىّ كتاب أبيك فيما أوجبه على أصحاب الضياع انه أوجب عليهم نصف السدس بعد المؤنة وانه ليس على من لم يقم ضيعته بمؤنته نصف السدس ولا غير ذلك فاختلف من قبلنا في ذلك فقالوا يجب على الضياع الخمس بعد المؤنة مؤنة الضيعة وخراجها لا مؤنة الرجل وعياله فكتب وقرأه علي بن مهزيار عليه الخمس بعد مؤنته ومؤنة عياله وبعد خراج السلطان فهذه الرواية مضافا إلى ورودها في توضيح الرواية السابقة تدل على استثناء المؤنة .\r\nومنها ( 2 )\r\n\r\nرواية علي بن مهزيار قال قال لي علي بن راشد قلت له أمرتني بالقيام بأمرك وأخذ حقك فأعلمت مواليك بذلك فقال بعضهم وأيّ شيء حقه فلم أدر ما أجيبه فقال يجب عليهم الخمس فقلت ففي أيّ شيء فقال في أمتعتهم وصنائعهم قلت والتاجر عليه والصانع بيده فقال إذا أمكنهم بعد مؤنتهم . وقد تقدمت وقلنا انها مغشوشة العبارة وكان رواية لم يكن خبيرا بأسلوب لسان العرب .\r\nومنها ما رواه ( 3 )\r\n\r\nعلي بن مهزيار أيضا عن محمد بن الحسن الأشعري قال كتب بعض أصحابنا إلى أبي جعفر الثاني عليه السّلام أخبرني عن الخمس ا على جميع ما يستفيده الرجل من قليل وكثير من جميع الضروب وعلى الصناع وكيف ذلك فكتب بخطه الخمس بعد المؤنة .\r\n","description":"","footnote":"\r\n( 1 ) وسائل أبواب ما يجب فيه الخمس باب 8 رواية 4 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 3 عن التهذيب )\r\n\r\n( 3 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 1 عن التهذيب )\r\n","page_name":" 85 ","page_number":87},
  {"content":"\r\nومنها ما رواه ( 1 )\r\n\r\nعلي بن مهزيار أيضا عن علي بن محمد بن شجاع النيسابوري انه سئل أبا الحسن الثالث عليه السّلام عن رجل أصاب من ضيعته مأة كرّ من الحنطة ما يزكى فأخذ منه العشر عشرة أكرار وذهب منه بسبب أمارة الضيعة ثلاثون كرا وبقي في يده ستون كرا ما الذي يجب لك من ذلك وهل يجب لأصحابه من ذلك شيء فوقع لي منه الخمس مما يفضل من مؤنته وسيأتي إنشاء اللَّه تعالى بيان في هذه الرواية وغيرها من جهات أخرى كل في محله .\r\nومنها خبر أبي بصير ( 2 )\r\n\r\nعن أبي عبد اللَّه عليه السّلام عن الرجل يكون في داره البستان فيه الفاكهة يأكله العيال انما يبيع منه الشيء بمائة درهم أو خمسين درهما هل عليه الخمس فكتب اما ما أكل فلا وأما البيع فنعم هو كسائر الضياع .\r\nومنها خبر ابن أبي نصر ( 3 )\r\n\r\nقال كتبت إلى أبى جعفر عليه السّلام الخمس أخرجه قبل المؤنة أو بعد المؤنة فكتب بعد المؤنة .\r\nومنها رواية إبراهيم ( 4 )\r\n\r\nبن محمّد الهمداني ان في توقيعات الرضا إليه ان الخمس بعد المؤنة . فهذه الروايات وما بمثابتها تدل على استثناء المؤنة من الأرباح في الجملة وقد اتفقت عليه كلمة الأصحاب كما اتفقت على المستثنى منه أيضا .\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 2 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواها بعد الرواية العاشرة عن السرائر ) .\r\n\r\n( 3 ) ( وسائل أبواب ما يجب فيه الخمس باب 12 رواية 1 عن الكافي )\r\n\r\n( 4 ) ( وسائل أبواب ما يجب فيه الخمس باب 12 رواية 2 عن الكافي )\r\n","page_name":" 86 ","page_number":88},
  {"content":"\r\n\r\nالمسئلة الثانية في بيان مقدار المؤنة المستثناة والمتصور في مقام الثبوت وجوه : الأول خصوص المأكل والمشرب وهو القوت الذي يتوقف عليه حيوة الإنسان وقد فسرت في القاموس بذلك الثاني مطلق ما يتوقف عليه معيشة الإنسان فيعم الملبس والمسكن وما يقرب منهما مثل ما يصرفه في معالجاته الثالث مطلق ما يحتاج إليه فيعم ديونه والكفارات الواجبة عليه من ناحية الشرع وما يصرفه في الضمانات الواردة عليه وبالجملة كل ما يجب عليه تحصيله بصرف المال فيه مما يتعلق بدنياه أو بآخرته الرّابع مطلق ما يقوم بمصالحه الفردي والاجتماعي الدنيوي والأخروي واجبا كان أم مستحبا أم مباحا مثل الضيافات والصلات والزيارات وغير ذلك مما يعتنى به العقلاء ويدعو إليه الدعاة إلى اللَّه تعالى وجوه يكون كل لاحق منها أعمّ من سابقه ورابعها أقواها فإن العرف لا يرى تفاوتا في صحة إطلاق المؤنة بين ما يتوقف عليه الحياة ضرورة كالمأكل والمشرب وما يستكمل به حياته ولا يتفاوت عنده أيضا الحياة المادي والمعنوي في ذلك فما يصرفه الإنسان في حفظ الحياتين بجميع مراتبهما يعده العرف مؤنة ولو فرض الشك في صدق المؤنة على بعض المصاديق وجب الرجوع فيها إلى إطلاقات أدلة الخمس فإنها محكَّمة ولا يتوهم ان إجمال المؤنة المستثناة من تلك الإطلاقات يسرى إليها أيضا فتصير مجملة فلا يصح التمسك بها وذلك لان تلك العمومات والإطلاقات انما خصصت وقيدت بدليل منفصل وقد حقق في الأصول ان إجمال المخصص والقيد لا يسرى إلى العام والمطلق إذا كانا منفصلين ولا يضرنا بعد ذلك ورود التخصيص بالمتصل أيضا في بعض الأخبار وبالجملة فالحق ما ذهب إليه كاشف الغطاء من أن كل ما يتعارف بين\r\n","description":"","footnote":"","page_name":" 87 ","page_number":89},
  {"content":"\r\nالناس صرف المال فيه فهو مؤنة يستثني من الفوائد المكتسبة سواء كان أمرا عقلائيا أم شرعيا وجب إتيانه أم لا فلا وجه للاقتصار على الثالث من الوجوه فضلا عن الثاني منها فكيف بما فسر به المؤنة في القاموس أعني أول الوجوه فان صاحب القاموس وان كان من مهرة فنه وهو اللغة الا ان مقام صدق المفاهيم لدى العرف مقام آخر لا يجوز الرجوع فيه إلى صناعة اللغة بل المرجع فيها هو العرف ونحن منهم نعم يجب على كل أحد أن يراعى حد الاعتدال في مؤنته على ما يقتضيه شانه بحيث لا يبلغ حد الإسراف والتبذير وذلك يختلف بحسب اختلاف الأشخاص بالغنى والفقر وبالمناصب على اختلاف مراتبها وبالانتساب إلى القبائل والبيوت وباختلاف الأمكنة والبلدان والأزمنة والأعصار فرب انسان يحفظ شأنه في رفع حاجته في المسكن والمركب باستيجارهما وآخر بمالكيته لهما بحيث لو استأجرهما كان ما دون شانه وان رفعت به حاجته فلو اشترى هؤلاء من فوائدهم المكتسبة مسكنا أو مركبا حسبت لهم من مؤونتهم وهم أيضا على اختلاف في سعة المسكن واختلاف المركب بحسب اختلاف شؤونهم بخلاف الطائفة الأولى ( 1 )\r\n\r\nفيجب المؤلف\r\n","description":"","footnote":"\r\n( 1 ) أقول الظاهر أن صرف المال في اشتراء الدار والثياب مثلا يعد في نظر العرف من صرفه في المؤنة وان كان يمكنه الاكتفاء باستيجارهما من دون نقص في شانه وذلك لان من شأن الإنسان بحسب طبعه أن يكون مالكا لما يصرفه في حوائجه فإن تمكن من ذلك والا انتفع بما يملكه غيره باستعارته منه أو باستئجاره وهذا طريق يلتجأ به لعجزه عن التملك وعدم قدرته عليه فهو ما دون شأن الإنسان بحسب طبعه وإن كان ربما يكون موافقا لشأنه لمكان قصوره وعجزه عن تملك ذلك فإذا زال العجز وتمكن من الاشتراء كان الاشتراء موافقا لشأنه بشأنه فيعد صرفه المال في اشتراء المسكن . والمركب صرفا له في المؤنة نعم هو في المسكن أظهر من المركب كما أن في الثياب أظهر منهما .\r\n","page_name":" 88 ","page_number":90},
  {"content":"\r\n\r\nعليهم إخراج خمسه .\r\nالمسئلة الثالثة هل المئونة المستثناة هو مقدار ما ينبغي أن يصرفه الإنسان ويليق بحاله ولو لم يصرفه بالفعل بان قتّر على نفسه ولم يصرف في حوائجه إلا قليلا من فوائده المكتسبة فتكون المؤنة حينئذ شأنيا لا فعليا فلا يجب عليه إخراج خمس ما بقي من مؤنته الشأنية بل يحتسب له من مؤنته فيخرج خمس ما سوى ذلك فلو استفاد ألف درهم مثلا وكان ينبغي أن يصرف خمسمائة درهم منها في حوائجه ولكن قتر على نفسه فصرف ثلاثمأة درهم اكتفى بإخراج خمس خمسمائة درهم لا سبعمائة وان كانت السبعمائة هي الباقي تحت يده فعلا والى هذا القول ذهب الشهيد في الروضة أو يقال إن المؤنة المستثناة هي التي يصرفها الإنسان في حوائجه فعلا فإذا قتر على نفسه وضيق عليها في معاشه وجب عليه إخراج خمس ما بقي من فوائده المكتسبة واستثناء ما صرفه منها فعلا ففي المثال يجب عليه إخراج خمس سبعمائة درهم لا الخمسمائة وهذا هو الحق فإن المؤنة عند العرف هو ما يصرفه فعلا لا ما يصرفه شأنا .\r\nالمسألة الرابعة هل المؤنة المستثناة هي خصوص ما يصرفه الإنسان من فوائده المكتسبة بحيث لو صرف في مئونته من سائر أمواله التي لم يتعلق بها الخمس كالمال المخمس والميراث وما أخذه خمسا والعطايا أو غير ذلك مما لا يتعلق به الخمس لم يحسب له مؤنة بل وجب\r\n","description":"","footnote":"","page_name":" 89 ","page_number":91},
  {"content":"\r\n\r\nعليه إخراج خمس جميع فوائده المكتسبة فيختص استثناء المؤنة بما إذا أخرجها من نفس الفوائد المكتسبة دون غيرها أو يقال بأنها أعم مما أخرجه من نفس الفوائد المكتسبة وما أخرجه من غيرها فالتاجر إذا لم يصرف من أرباح تجارته شيئا بل انما صرف في مؤنته من غيرها مما لم يتعلق به الخمس احتسب له وعد من مؤنته فلا يتعلق الخمس فيما يساويه من أرباح المكاسب قولان ذهب بعض الأعاظم إلى الأول ويمكن أن يؤيد بأن استثناء المؤنة فرع تعلق الخمس بها بحيث لولا الاستثناء لدخلت فينحصر بما إذا كان من الفوائد التي تعلق بها الخمس وأما إذا كانت من غيرها فلم يتعلق بها الخمس أولا حتى تستثنى من ذلك ولكن الأقوى هو الثاني فإن إطلاق المؤنة يشملها عرفا ولم يفرق العرف في صحة إطلاقها بين ما صرفه الإنسان مما يتعلق به الخمس أو من غيره والتأييد للأول بما تقدم مدفوع بصحة الاستثناء بلحاظ مجموع أمواله مضافا إلى أنه لم يقع التعبير عن إخراج المؤنة من الفوائد في شيء من الروايات بلسان الاستثناء بل انما عبر عن ذلك بقولهم ( ع ) بعد المؤنة كما تقدم نعم يفيد ذلك مفاد الاستثناء فما في صحيحة علي بن مهزيار عن علي بن محمّد بن شجاع المتقدمة من قول أبى الحسن الثالث عليه السّلام لي منه الخمس مما يفضل من مؤنته يحمل على الأعم من مؤنة الشخص وعياله ومؤنة الضيعة وعلى الأعم مما يصرفه من نفس الفوائد وغيرها وهكذا غيرها من الروايات .\r\nالمسئلة الخامسة\r\nهل الفوائد التي يتعلق بها الخمس والمؤنة المستثناة منها يعتبر فيهما انقضاء الحول أم يلاحظان بالنسبة إلى كل يوم يوم فنقول ان جملة من الروايات انما وردت في الضياع فاستثنت مؤنة\r\n","description":"","footnote":"","page_name":" 90 ","page_number":92},
  {"content":"\r\n\r\nالضياع ومن المعلوم ان الفوائد المكتسبة من الضياع انما يحصل للزارع في كل سنة مرة فهكذا المؤنة المستثناة منها بالنسبة إليه فإذا كانت الفوائد والمؤنة تلاحظان بالنسبة إليه في كل سنة سنة علمنا أنهما كذلك بالنسبة إلى غير الزارع أيضا كالتاجر والصانع فيلاحظان بالنسبة إليهما أيضا في كل سنة سنة لعدم الفصل بين الضياع وغيره في هذا الحكم مضافا إلى أن بعض الروايات تدل بظاهرها على اعتبار السنة مثل صحيحة ( 1 )\r\n\r\nعلي بن مهزيار قال كتب إليه أبو جعفر عليه السّلام وقرأت أنا كتابه إليه في طريق مكة قال إن الذي أوجبت في سنتي هذه وهي سنة عشرين ومأتين فقط لمعنى من المعاني أكره تفسير المعنى كله خوفا من الانتشار وسأفسّر لك بمنه إنشاء اللَّه ان مواليّ اسأل اللَّه صلاحهم أو بعضهم قصروا فيما يجب عليهم فعلمت ذلك فأحببت أن أطهرهم وأزكيهم بما فعلت من أمر الخمس في عامي هذا قال اللَّه تعالى ( 2 )\r\n\r\n: « خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وتُزَكِّيهِمْ بِها وصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ والله سَمِيعٌ عَلِيمٌ أَلَمْ يَعْلَمُوا أَنَّ الله هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ ويَأْخُذُ الصَّدَقاتِ وأَنَّ الله هُوَ التَّوَّابُ الرَّحِيمُ وقُلِ اعْمَلُوا فَسَيَرَى الله عَمَلَكُمْ ورَسُولُهُ والْمُؤْمِنُونَ وسَتُرَدُّونَ إِلى عالِمِ الْغَيْبِ والشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ » ولم أوجب عليهم ذلك في كل عام ولا أوجب عليهم إلا الزكاة التي فرض اللَّه عليهم وانما أو جبت عليهم الخمس في سنتي هذه في الذهب والفضة التي قد حال عليها الحول ولم أوجب ذلك في متاع ولا آنية ولا دواب ولا خدم ولا ربح ربحه في تجارة ولا ضيعة إلا في ضيعة سأفسر لك\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 5 عن التهذيب )\r\n\r\n( 2 ) ( سورة التوبة آية 105 إلى 107\r\n","page_name":" 91 ","page_number":93},
  {"content":"\r\nأمرها تخفيفا منى عن موالي ومنا منى عليهم لما يغتال السلطان من أموالهم ولما ينوبهم في ذاتهم فأما الغنائم والفوائد فهي واجبة عليهم في كل عام قال اللَّه تعالى « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى والْيَتامى والْمَساكِينِ وابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِالله وما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ والله عَلى كُلِّ شَيْءٍ قَدِيرٌ » والغنائم والفوائد يرحمك اللَّه فهي الغنيمة يغنمها المرء والفائدة يفيدها والجائزة من الإنسان للإنسان التي لها خطر والميراث الذي لا يحتسب من غير أب ولا ابن ومثل عدو يصطلم فيؤخذ ماله ومثل مال يوجد ولا يوجد له صاحبه ومن ضرب ما صار إلى موالي من أموال الخرمية الفسقة فقد علمت أن أموالا عظاما صارت إلى قوم من موالي فمن كان عنده شيء من ذلك فليوصله إلى وكيلي ومن كان نائبا بعيد الشقة فليتعمد لإيصاله ولو بعد حين فإن نية المؤمن خير من عمله فأما الذي أوجب من الضياع والغلات في كل عام فهو نصف السدس ممن كانت ضيعته تقوم بمؤونته ومن كانت ضيعته لا تقوم بمؤونته فليس عليه نصف سدس ولا غير ذلك . ولا يخفى دلالة هذه الرواية في قوله ( ع ) فأما الغنائم والفوائد فهي واجبة عليهم في كل عام وفي قوله ( ع ) فأما الذي أوجب من الضياع والغلات في كل عام على ما نحن بصدده وهو ان الفوائد والمؤن المستثناة منها يلاحظان بالنسبة إلى كل سنة سنة نعم في الرواية جهات أخرى من حيث دلالتها على رفع الخمس عن أشياء ووضعه على أشياء لا تخلو عن المناقشة لعدم انطباقها بظاهرها على القواعد الا ان صدر الرواية يدل على اختصاص ذلك بسنة معينة وهي سنة عشرين ومأتين فقط وقد كان ذلك لعلل أعرض الإمام\r\n","description":"","footnote":"","page_name":" 92 ","page_number":94},
  {"content":"\r\nعليه السّلام عن بيان بعضها خوفا من انتشاره وفسر بعضها ومرجع ما ذكره من التعليل هو ان مواليه كانوا قد قصروا في أداء ما كان يجب عليهم فاستحقوا بذلك العقوبة لا محالة فوضع الخمس عليهم في أشياء ليكون ذلك سببا لطهارتهم وخروجهم عن رجس التقصير والمعصية كما استشهد له بالآية وهو عليه السّلام مع ذلك منّ عليهم وخفف عنهم من جهات أخرى لما رأى من غلبة سلطان الجور عليهم والأخذ من أموالهم وابتلائهم في نفوسهم فإن للإمام عليه السّلام أن يعامل مع شيعته ومواليه بما يرى لهم من المصالح فإنه الهادي بإذن اللَّه إلى صراط مستقيم والحاصل ان الصحيحة من جهة الدلالة على ملاحظة السنة في الفوائد والمؤنة المستثناة كافية هذا مضافا إلى أن القول به مشهور بين أصحابنا وقد جرى عليه عمل سائر الناس خلفا عن سلف فتراهم ينظرون في فوائدهم المستوفاة والمؤنة المستثناة منها بعد انقضاء سنة من حين شروعهم في الاكتساب وصرف المؤنة ولا نرى أحدا ينظر في ذلك في كل يوم وكفى بهذه السيرة المستمرة شاهدا أيضا .\r\nوهيهنا فروع ينبغي ان نتعرض لها\r\nالفرع الأول : لا اشكال فيما يصرفه الزارع في حوائجه مما يتوقف عليه حياته كالمأكل والمشرب والمسكن والملبس وغير ذلك مما يشابهها ومثل ما يصرفه في تحصيل زراعته مما لا مناص له عنه وانما يقع الاشكال فيما يصرفه في زراعته لأجل ازديادها وتوسعتها مع عدم حاجته إليه في سنته التي يصرفه فيها فهل يعد مثل هذا من مؤنته حتى يستثني من فوائده كما هو ظاهر صاحب القوانين في كتاب الغنائم أم لا\r\n","description":"","footnote":"","page_name":" 93 ","page_number":95},
  {"content":"\r\n\r\nبدعوى ان العرف لا يعد مثل هذا من مؤنته في هذه السنة إذ لا يحتاج إليه فيها وهو الأقوى وهذا الفرع يأتي في التجارة والصناعة أيضا والكلام فيهما هو الكلام في الزراعة\r\nالفرع الثاني في الدين فالظاهر أنه لو استدان في سنته لمؤنة كسبه أو صناعته أو زراعته بان أنفقه في تحصيل آلاتها عد من مؤنته عرفا بل الحق ان مثل هذا لا يعده العرف غنيمة فالغنيمة والفائدة هو ما يبقى عنده بعد انقضاء سنته زائدا على ما يصرفه في حوائجه وهكذا لو استدان لمؤنة شخصه ولا فرق في ذلك بين ما لوادي دينه وما لم يؤده فما وقع بإزاء دينه لما ذكر يحتسب له ولا يتعلق به الخمس وانما يتعلق بما زاد على ذلك هذا إذا كان استدانته في سنة اكتسابه واما إذا كان سابقا على سنة اكتسابه فأما أن يكون لأجل صرفه في حوائجه كمؤنة نفسه وعياله أو مؤنة كسبه وصناعته وزراعته مما يحتاج إليه فإن أداها في سنة الاكتساب عد من مؤنته لأن أداء الدين يعد من المؤنة وان كان الدين سابقا على سنة الاكتساب وان لم يؤدها وجب عليه إخراج خمس ما يقابله من الفوائد هذا إذا كانت الاستدانة سابقا على سنة اكتسابه وكان لأجل الصرف في حوائجه واما ان لم يكن لأجل صرفه فيما يحتاج إليه بل لأجل ازدياد ماله فاشترى به ضيعة مثلا أو لتحصيل عزة وجاه بين أقرانه وهكذا فالظاهر أنه لم يحتسب من مؤنته بل يجب عليه إخراج خمسه من غير فرق بين ما لو أداه وما لم يؤده نعم إطلاق القول بالحكم بحيث يعم جميع موارده مشكل جدا مثلا لو استدان أحد فاشترى به ضيعة لازدياد مال أو لتحصيل شرف ثم اكتسب مالا في سنة استدانته أو بعدها فطالبه الغريم بأداء دينه فلو فرضنا ان أداء دينه ببذل نفس الضيعة إلى الغريم أو ببذل ثمنه إليه بعد بيعه يكون مخالفا لشأنه وموجبا لهتك حرمته وجب عليه أداء دينه من\r\n","description":"","footnote":"","page_name":" 94 ","page_number":96},
  {"content":"\r\n\r\nفوائده المكتسبة فيكون من مؤنته لا محالة فلا يتعلق الخمس بما يقضى به دينه ويبرء به ذمته من الفوائد المكتسبة على تقدير الأداء .\r\nثم إن من المسائل المهمة في الخمس بيان ما هو المراد من التحليل الذي دل عليه الروايات حيث زعم بعض لأجلها رفع الخمس عما يكتسبه الإنسان مطلقا فالواجب ان نتعرض لها ولمقدار دلالتها ( 1 )\r\n\r\nفمنها خبر حكيم ( بضم المهملة أو بفتحها ) مؤذن بني عيس عن الصادق عليه السّلام قال قلت له « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ » قال هي الإفادة يوما بيوم إلا أن أبى جعل شيعتنا من ذلك في حلّ ليزكوا ( ولا يخفى عدم إطلاق لها بالنسبة إلى الأزمنة بل انما تدل على وقوع التحليل من أبيه عليه السّلام في زمانه ( 2 )\r\n\r\nومنها خبر عبد اللَّه بن سنان قال قال أبو عبد اللَّه عليه السّلام على كل امرئ غنم أو اكتسب الخمس مما أصاب لفاطمة عليها السّلام ولمن يلي أمرها من بعدها من ذريتها الحجج على الناس فذلك لهم خاصة يضعونه حيث شاؤوا وحرم عليهم الصدقة حتى الخياط ليخيط ثوبا بخمسة دوانيق فلنا منه دانق الا من أحللناه من شيعتنا لتطيب لهم به الولادة انه ليس من شيء عند اللَّه يوم القيامة أعظم من الزنا انه ليقوم صاحب الخمس فيقول يا رب سل هؤلاء بما نكحوا ( ولا يخفى عدم إطلاق فيها بالنسبة إلى التحليل مع كونها في مقام تشديد تعلق الخمس بمطلق ما يكتسبه الإنسان حتى الدوانيق التي يكتسبه الخياط\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 8 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب ما يجب فيه الخمس باب 8 رواية 8 عن التهذيب )\r\n","page_name":" 95 ","page_number":97},
  {"content":"\r\nمضافا إلى ضعف سندها لمكان رمى راويها بالغلو\r\nومنها ( 1 )\r\n\r\nرواية أبى خديجة عن أبي عبد اللَّه عليه السّلام قال له رجل وأنا حاضر حلل لي الفروج ففزع أبو عبد اللَّه عليه السّلام فقال له رجل ليس يسئلك أن يعترض الطريق انما يسئلك خادمة يشتريها أو أمرية يتزوجها أو ميراثا يصيبه أو تجارة أو شيئا أعطيه فقال هذا لشيعتنا حلال الشاهد منهم والغائب والميت منهم والحي وتوالد منهم إلى يوم القيمة فهو لهم حلال أما واللَّه لا يحل إلا لمن أحللنا له ولا واللَّه ما أعطينا أحدا ذمة ولا لأحد عندنا ميثاق ( وهذه الرواية كما ترى ليس فيها دلالة واضحة على المدعى لأنه ليس في السؤال ولا في الجواب لفظة الخمس ولعله وصل إليه مال فيه أموال لهم ( ع ) فسئل عنها\r\nومنها خبر يونس بن يعقوب ( 2 )\r\n\r\nقال كنت عند أبي عبد اللَّه عليه السّلام فدخل عليه رجل من القماطين فقال جعلت فداك تقع في أيدينا الأموال والأرباح وتجارات نعلم أن حقك فيها ثابت وأنا عن ذلك مقصرون فقال أبو عبد اللَّه عليه السّلام ما أنصفناكم إن كلفناكم ذلك اليوم ( وهذه أيضا كسابقتها في عدم وضوح دلالتها على تحليل الخمس بل لعلها وردت في أموال وصلت إلى السائل وكان فيها أموال لهم ( ع ) فسئل الإمام ( ع ) عما يجب عليه بالنسبة إليها وهي في الدلالة على هذا أظهر من سابقتها\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 4 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب رواية 6 عن التهذيب وعن الصدوق وعن المفيد في المقنعة\r\n","page_name":" 96 ","page_number":98},
  {"content":"\r\nومنها صحيحة ( 1 )\r\n\r\nالحرث بن المغيرة النصري عن أبي عبد اللَّه عليه السّلام قال قلت له ان لنا أموالا من غلات وتجارات ونحو ذلك وقد علمت أن لك فيها حقا قال فلم أحللنا إذا لشيعتنا الا لتطيب ولادتهم وكل من والى آبائي فهو في حل مما في أيديهم من حقنا فليبلغ الشاهد الغائب ( وظاهر هذه الرواية أيضا ورودها في تحليل خصوص ما كان من أموالهم ( ع ) دائرا بين أيدي الناس من السبايا وغير ذلك فلا دلالة فيها على التحليل المطلق كما لا يخفى .\r\nومنها صحيحة ( 2 )\r\n\r\nعلي بن مهزيار المتقدمة ولكنها مجملة غير مفصلة ولا إطلاق لها من جهة الدلالة على التحليل فراجع وتأمل\r\nومنها خبر داود بن كثير الرقى عن أبي عبد اللَّه عليه السّلام قال سمعته يقول الناس كلهم يعيشون في فضل مظلمتنا إلا أنا أحللنا من ذلك رواه في التهذيب هكذا أنا أحللنا شيعتنا من ذلك وهذه أيضا إنما وردت في الأموال التي كانت هي لهم ( ع ) وقد غصبها الظالمون فانتقلت منهم إلى غيرهم فانتشرت بين الناس ومنهم الشيعة فصح ان جميع الناس من الشيعة وغيرهم يعيشون فيما بقي من الأموال التي ظلمت الأئمة ( ع ) بغصبها منهم مما وصلت إلى الشيعة والى غيرهم كالسبايا المسبية في الحروب وغيرها من الأموال ولكن الأئمة ( ع ) حللوا شيعتهم مما وصلت إليهم بالشراء وغيره فهي ليست ناظرة إلى الأرباح رأسا\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 9 عن التهذيب ) .\r\n\r\n( 2 ) ( تقدمت )\r\n","page_name":" 97 ","page_number":99},
  {"content":"\r\nومنها رواية ( 1 )\r\n\r\nالفضيل عن أبي عبد اللَّه عليه السّلام قال من وجد برد حبنا في كبده فليحمد اللَّه على أول النعم قال قلت جعلت فداك ما أول النعم قال طيب الولادة ثم قال أبو عبد اللَّه عليه السّلام قال أمير المؤمنين لفاطمة ( ع ) أحلَّى نصيبك من الفيء لإباء شيعتنا ليطيبوا ثم قال أبو عبد اللَّه عليه السّلام أنا أحللنا أمهات شيعتنا لا بأيهم ليطيبوا ( وهذه أيضا إنما وردت فيما كان يختص بهم ( ع ) فاغتصب منهم إلى أن وقع بعض منها تحت أيدي شيعتهم وفيها الإماء فتولد منهن أولاد للشيعة فاحلوهن لهم لتطيب أولادهم فهي أيضا بمعزل عن أرباح المكاسب والمعادن والكنوز وغيرها مما يتعلق به الخمس .\r\nومنها ما عن العسكري عليه السّلام ( 2 )\r\n\r\nفي تفسيره عن آبائه عن أمير المؤمنين عليه السّلام أنه قال لرسول اللَّه صلَّى اللَّه عليه وآله قد علمت يا رسول اللَّه انه سيكون بعدك ملك غضوض وجبر فيستولى على خمسي من السبي والغنائم ويبيعونه فلا يحل لمشتريه لأن نصيبي فيه فقد وهبت نصيبي منه لكل من ملك شيئا من ذلك من شيعتي لتحل لهم منافعهم من مأكل ومشرب ولتطيب مواليدهم ولا يكون أولادهم أولاد حرام قال رسول اللَّه صلَّى اللَّه عليه وآله ما تصدق أحد أفضل من صدقتك وقد تبعك رسول اللَّه في فعلك أحل الشيعة كل ما كان فيه من غنيمة وبيع من نصيبه على واحد من شيعتي ولا أحلها أنا ولا أنت لغيرهم ( وهذه صريحة في ورودها في تحليل ما كان لهم\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 10 عن التهذيب ) .\r\n\r\n( 2 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 20 عن تفسير العسكري ع ) .\r\n","page_name":" 98 ","page_number":100},
  {"content":"\r\nعليهم السّلام من السبايا والغنائم وقد استولى عليها ملك غضوض فغصبوا حقهم فانتشرت بين أيدي الناس فحرمت بذلك مأكلهم ومشربهم وخبثت ولادتهم الا ان الرسول والأئمة ( ع ) لمكان تفضلهم على شيعتهم جعلوهم في حل من ذلك كله لينجوا من تبعاتها كما تدل عليه الروايات المتقدمة ( ع ) سيما الأخيرة منها وغيرها مما سنوردها إنشاء اللَّه تعالى ومنها ( 1 )\r\n\r\nرواية حريز بن عبد اللَّه عن أبي بصير وزرارة ومحمّد بن مسلم كلهم عن أبي جعفر عليه السّلام قال قال أمير المؤمنين ( ع ) هلك الناس في بطونهم وفروجهم لأنهم لم يؤدوا إلينا حقنا الا وان شيعتنا من ذلك وآبائهم في حلّ ( ولا يخفى ظهور هذه الرواية في أن نسبة الهلاك إلى الناس في بطونهم وفروجهم انما هو لأجل تصرفهم فيما كان مختصا بهم عليهم السّلام من الغنائم والسبايا واما الشيعة فقد جعلوا في حل من ذلك .\r\nتنبيه\r\nلما كان أكثر الناس في عصر الأئمة عليهم السّلام هم المخالفين لهم عبّر عنهم في لسان الأئمة وشيعتهم بالناس ومنها خبر ضريس الكناسي قال قال أبو عبد اللَّه عليه السّلام أتدري من أين دخل على الناس الزنا فقلت لا أدرى فقال من قبل خمسنا أهل البيت إلا لشيعتنا الأطيبين فإنه محلل لهم ولميلادهم ( وهذه أيضا ناظرة إلى بيان خبث ميلاد المخالفين لمكان تصرفهم في أموال الأئمة عليهم السّلام بغير حق من دون رضا هم ( ع ) فان قوله عليه السّلام أتدري من أين دخل على الناس الزنا مشير\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 1 عن التهذيب ) .\r\n","page_name":" 99 ","page_number":101},
  {"content":"\r\nإلى الناس الذين كانوا في عصرهم واما الشيعة فقد حلَّل لهم لتطيب ولادتهم ومنها ( 1 )\r\n\r\nصحيحة محمّد بن مسلم عن أحدهما عليهما السّلام قال إن أشد ما فيه الناس يوم القيامة أن يقوم صاحب الخمس فيقول يا رب خمسي وقد طيبنا ذلك لشيعتنا لتطيب ولادتهم ولتزكوا أولادهم ( وهذه أيضا بصدد بيان أن أعداء آل محمّد ( ع ) يدخلون يوم القيمة في أشد العذاب لمكان ظلمهم لهم وغصبهم لحقوقهم وتصرفهم في أموالهم بغير رضاهم فان سوق الرواية بمقتضى دلالتها على شدة عذاب هؤلاء الناس وشدة قيام الأئمة ( ع ) للتظلم عن أعدائهم عند الميزان يشهد بما ذكرناه وروى في الوسائل هذه الرواية في آخر الباب عن رجل مع اختلاف يسير في بعض عباراته .\r\nومنها ( 2 )\r\n\r\nخبر يونس بن يعقوب عن عبد العزيز بن نافع قال طلبنا الأذن على أبي عبد اللَّه عليه السّلام وأرسلنا إليه فأرسل إلينا ادخلوا اثنين فدخلت أنا ورجل معي فقلت للرجل أحب أن تحل بالمسئلة فقال نعم فقال له جعلت فداك إن أبى كان ممن سباه بنو أمية وقد علمت أن بنى أمية لم يكن لهم أن يحرموا ولا يحللوا ولم يكن لهم مما في أيديهم قليل ولا كثير وإنما ذلك لكم فإذا ذكرت الذي كنت فيه دخلني من ذلك ما يكاد يفسد على عقلي ما أنا فيه فقال له أنت في حل مما كان من ذلك وكل من كان في مثل حالك من ورائي فهو في حل من ذلك قال فقمنا\r\nو ","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 » رواية 5 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 18 عن الكليني )\r\n","page_name":" 100 ","page_number":102},
  {"content":"\r\nخرجنا فسبقنا معتب إلى النفر القعود الذين ينتظرون إذن أبى عبد اللَّه عليه السّلام فقال لهم قد ظفر عبد العزيز بن نافع بشيء ما ظفر بمثله أحد قط قيل له وما ذاك ففسره لهم فقام اثنان فدخلا على أبى عبد اللَّه عليه السّلام فقال أحدهما جعلت فداك إن أبى كان من سبايا بنى أمية وقد علمت إن بنى أمية لم يكن لهم من ذلك قليل ولا كثير وأنا أحب أن تجعلني من ذلك في حل فقال وذلك إلينا ما لنا أن نحل ولا أن نحرم فخرج الرجلان وغضب أبو عبد اللَّه عليه السّلام فلم يدخل عليه أحد في تلك الليلة إلا بدأه أبو عبد اللَّه عليه السّلام فقال إلا تعجبون من فلان يجيئني فيستحلني مما صنعت بنو أمية كأنه يرى أن ذلك لنا ولم ينتفع أحد في تلك الليلة بقليل ولا كثير إلا الأولين فإنهما عينا بحاجتهما ( وهذه كما ترى أظهر من غيرها في الدلالة على ما حملنا عليه الروايات المتقدمة فإنها تدل على وقوع السبي في خلافة بنى أمية لعنهم اللَّه وأنهم كانوا يعاملون مع السبايا معاملة العبيد والإماء فيزوجونهم ويبيعونهم ويهبونهم إلى غير ذلك من التصرفات وكان عبد العزيز بن نافع ممن سبي أبوه في عصر بنى أمية وكانوا قد زوجوه فولد له عبد العزيز وكان هو محبا للأئمة ( ع ) ومعاديا لأعدائهم وكان يعتقد بطلان عمل بنى أمية ولأجل ذلك كان يعتقد عدم طيب ولادته وهذا هو الذي كان يفسد عقله ويضيق لأجله صدره فسئل الإمام عليه السّلام عنه فأراح خاطره وأزاح عنه ما أدخله في الغم حيث جعله في حل من جميع ذلك فكشف به كربه بل أخبر عليه السّلام بان كل من كان في مثل حاله فهو في حل ومن ثم قال معتب وهو بواب أبى عبد اللَّه عليه السّلام للنفر القعود ان عبد العزيز ظفر بشيء ما ظفر بمثله أحد قط ولما فسر هذا السر لذاك القوم القعود وكان أحدهم مبتلى بما كان عبد العزيز مبتلى به وأذن له في الدخول على أبي عبد اللَّه\r\n","description":"","footnote":"","page_name":" 101 ","page_number":103},
  {"content":"\r\nعليه السّلام اغتنم الفرصة فعرض عليه ذلك ولكنه أعرض عنه وغضب شديدا بحيث لم يأذن لأحد بعد ذلك في الدخول عليه في تلك الليلة ولم ينتفع أحد من علمه بقليل ولا كثير أما إعراضه عليه السّلام عن الثاني فلأنه عليه السّلام لم يره أهلا للتحليل واما غضبه فلعله لعدم رضاه بانتشار ذلك لمخالفته لمقتضى التقية فهذه جملة من الروايات التي استدل بها بعض المتأخرين على تحليل الخمس من جميع ما يتعلق به الخمس بدعوى ان الخمس وان كان واجبا بأصل الشرع الا ان الأئمة ( ع ) حللوه لشيعتهم بالخصوص تفضلا لتطيب مأكلهم ومشربهم فتطيب ميلادهم فلا يجب عليهم إخراج خمس أموالهم مطلقا بالنسبة إلى جميع الأزمنة بعد صدور روايات التحليل وبالنسبة إلى جميع ما يتعلق به الخمس واما بالنسبة إلى غير الشيعة فهو باق على وجوبه مطلقا فيجري عليهم تبعة مخالفته وضعا وتكليفا ثم إن القائلين بالتحليل ذهب بعضهم إلى تحليل سهمي الإمام عليه السّلام والسادة من اليتامى والمساكين وابن السبيل إما لولاية الأئمة ( ع ) على هؤلاء فجاز لهم تحليل سهمهم كتحليل سهم أنفسهم واما لان سهم السادة أيضا كان لهم عليه السّلام أولا وان كانوا يقسمونه بينهم كما ربما يشعر به ما دل على أن الإمام ( ع ) يتم سهمهم من سهمه ان نقص سهمهم ويرد عليه ما زاد من سهمهم ان زاد سهمهم وذهب بعضهم إلى تحليل خصوص سهم الإمام عليه السّلام فحملوا اخبار التحليل عليه فقط ومستندهم في ذلك ما قدمناه من الروايات وغيرها وسنعود الكلام فيها بوجه ابسط بحيث يتميز وجه قصور كل منها عن الدلالة على ذلك فنقول قد عرفت عدم الإطلاق من جهة التحليل في بعضها مثل رواية حكيم وضعف السند في بعضها الأخر مثل خبر عبد اللَّه بن سنان مضافا إلى منع الإطلاق فيها أيضا فراجع\r\n","description":"","footnote":"","page_name":" 102 ","page_number":104},
  {"content":"\r\n\r\nوورود جملة منها وهي أكثرها في رفع الحرج والضيق من أوليائهم الذين كانوا يعيشون في زمن خلفاء الجور الغاصبين لحقوق الأئمة ( ع ) فعمهم البلاء من ناحية هؤلاء الغاصبين وذلك لأنه بعد الرسول صلَّى اللَّه عليه وآله غصب حق الوصي من بعده علي بن أبي طالب ثم الأئمة من بعده ( ع ) واحدا بعد واحد وكان من جملة حقوقهم المسلَّم لدى جميع المسلمين خمس غنائم دار الحرب من السبايا والأموال بنص القرآن المجيد وأنه يجب رده إليهم فتصرف الخلفاء فيها ولم يردها إلى أهلها كغيرها من حقوقهم كما تصرفوا في الأنفال وأخذوا فدك من فاطمة ( سلام اللَّه عليها ) واخرجوا منه عمالها وزعموا في جميع ذلك بزعمهم الفاسد أنهم يصرفونها في مصارف المسلمين فتبا لما زعموا وويل لهم مما كانوا يعملون فكانوا يقسمون الغنائم بين المجاهدين المشتركين معهم في الحروب وهم يتصرفون في تلك الأموال بالأكل والشرب ووطي الإماء من السبايا وبيع سهمهم وهبتها إلى غير ذلك من أنحاء تصرف الملاك في أملاكهم وكان ذلك سببا لانتقال بعض تلك الأموال إلى موالي الأئمة وشيعتهم لمكان اشتراكهم مع سائر الناس في معيشتهم وترددهم معهم في جميع شؤونهم فلو فرض عدم رضى الأئمة ( ع ) بتصرف الناس فيما تعلق به حقهم وهو الخمس لخبث ميلادهم وحرم جميع ما يتقلبون فيه ولكنهم ( ع ) تفضلوا على شيعتهم ومحبيهم فأباحوا لهم جميع ما يقع تحت أيديهم من تلك الأموال وحللوها لهم لتطيب مواليدهم وسائر شؤونهم وبقي سائر الناس على حرمة تصرفاتهم فيها ولو أنك تأملت في الروايات المتقدمة وجدتها على اختلاف مضامينها مشتركة في الدلالة على التحليل في ذاك المورد الخاص فلا يستفاد منها تحليل مطلق الخمس نعم كان بعضها في الدلالة على ذلك أظهر من غيره مثل رواية عبد العزيز\r\n","description":"","footnote":"","page_name":" 103 ","page_number":105},
  {"content":"\r\nفلا يقع التعارض حينئذ بينها وبين ما دل على تعلق الخمس بالمعادن والكنوز والغوص وأرباح التجارات والصناعات والزراعات أصلا وان أبيت إلا عن اعمال التعارض بينهما فلا بد في الجمع بينهما بحمل اخبار التحليل على التحليل في ذاك المورد الخاص أعني مورد تصرف الشيعة فيما كان لهم من السبايا والأموال بسبب ما وقع من الظلم على أئمتهم عليهم السّلام بغصب الخلفاء الخلافة وما يتفرع عليها وهذا معنى قول أبى عبد اللَّه عليه السّلام في خبر داود بن كثير الرقي المتقدمة الناس كلهم يعيشون في فضل مظلمتنا إلا أنا أحللنا لشيعتنا من ذلك .\r\nومع ذلك كله أنا لا ننكر حمل بعض اخبار التحليل على تحليل مطلق الخمس فيعم أرباح المكاسب وغيرها مثل خبر القماطي المتقدم فإن السؤال فيه كما يحتمل أن يكون عما يقع في أيديهم مما كان متعلق حق الأئمة « ع » من السبايا والأموال المغصوبة كذلك يمكن أن يكون عن المعادن والكنوز والأرباح وغيرها فيدل ( ح ) على تحليل مطلق الخمس ولكنه يختص على هذا الحمل بمورد العجز عن الأداء كما ربما يستظهر من قوله عليه السّلام ما أنصفناكم إن كلفناكم ذلك اليوم هذا ولكن الاحتمال الأول هو الذي اخترناه واستظهرناه من الرواية كغيرها ومثل رواية الحرث بن المغيرة النصري المتقدم فيحتمل أن يكون قول الراوي قلت له ان لنا أموالا من غلات وتجارات ونحو ذلك وقد علمت أن لك فيها حقا ( إلخ ) راجعا إلى ما كان له من ذلك مما غصبه الظالمون الأولون ثم انتقل إلى النصري وغيره ويحتمل أن يكون راجعا إلى ما كان له من ذلك بالاكتساب بأحد الوجوه الثلاثة أو بغيره مما يتعلق به الخمس وعليه يكون دليلا على التحليل المطلق\r\nو ","description":"","footnote":"","page_name":" 104 ","page_number":106},
  {"content":"\r\nلكن قد عرفت ان المختار عندنا هو الأول ولعل الرواية منقولة بالمعنى ولم يكن ناقلها بصيرا بالقواعد الأدبية فإن لفظة ( لم ) قد دخلت على قوله ( أحللنا ) وهو من كلام الإمام عليه السّلام مع عدم جواز دخولها على المضيّ بحسب القواعد العربية ومما يقرّب وقوع النقل بالمعنى هو ان الراوي انما كان جاهلا بأصل التحليل إذ كان يعلم أن بيده أموالا فيها حق الإمام عليه السّلام ولم يكن يعلم ما يصنع بها لا انه كان عالما بالتحليل وجاهلا بعلة وجهه فكان ينبغي أن يجاب بأصل التحليل ابتداء ثم بوجهه وعلته ان أراد بيان الوجه أيضا تفضلا مع أنه عليه السّلام أجاب ببيان وجه التحليل ابتداء واقتصر عليه وهذا خروج عن أسلوب الكلام فالظاهر أنه وقع سقط في الرواية وكيف كان لا تخلو عن خلل وقصور فلو أغمضنا عن جميع ذلك ثم قربنا الاحتمال الثاني استفيد منها التحليل المطلق نعم ربما يتوهم إرادة التعميم فيها بالخصوص بقرينة قوله عليه السّلام فيها فليبلغ الشاهد الغائب وهو مدفوع لان المتكلم تارة يكون بصدد بيان حكم كلى كما إذا كان في مقام الإفتاء فيستفاد ( ح ) كلية ما أفتى به وان لم يعبر بمثل قوله فليبلغ الشاهد الغائب كمن سئل عن حكم فرعى فأجاب عنه وأخرى يكون بصدد بيان حكم جزئي خاص مرتبط بشخص السائل أو المتكلم أو شخص آخر غيرهما فلا يستفاد منه الكلية ( ح ) وان عبر بمثل ذلك إذا عرفت هذا فنقول ان التحليل قضية شخصية يتعلق بشخص الإمام عليه السّلام لأنه حق له فيسقطه إن شاء لشخص خاص وفي أي زمان أراد فأمره بيده يجعله باقيا أم يسقطه مطلقا أم بقيد خاص ولما كان حكما جزئيا فلا يستفاد منه الكلية وان عبر بتلك العبارة نعم يستفاد منها عدم اختصاص التحليل بخصوص السائل بل يعمه وغيره ممن هو في عصره\r\n","description":"","footnote":"","page_name":" 105 ","page_number":107},
  {"content":"\r\nواما تعميم التحليل بالنسبة إلى جميع الأزمنة والأعصار فلا هذا مع ما عرفت من أن المختار عندنا هو الاحتمال الأول ( ومثل رواية ( 1 )\r\n\r\nحريز عن زرارة عن أبي جعفر عليه السّلام أنه قال إن أمير المؤمنين ( ع ) حلَّلهم من الخمس يعني الشيعة ليطيب مولدهم ( وهذه الرواية صحيحة سندا والظاهر أن جملة يعني الشيعة التي وقعت تفسيرا للضمير في حللهم هي من كلام بعض الرواة أتي بها إخراجا للرواية عن الإجمال وعليه فلا يمكن استفادة المراد من مرجع الضمير تفصيلا فهل هو خصوص من كان من الشيعة في عصر أمير المؤمنين ( ع ) أو مطلقهم كما يحتمل أيضا أن يراد بالخمس فيها خصوص الأموال المغصوبة في عصره ( ع ) بيد خلفاء زمانه المنتشرة بين الناس كما عرفت مرارا انه هو المختار ومثل رواية أبي جعفر وهو أحمد بن محمّد بن عيسى عن أبي جعفر عليه السّلام المتقدمة فحملها على إرادة تحليل مطلق الخمس وان كان ممكنا الا ان الظاهر منها إرادة حلية مقدار منه لا يستطيع المكلف على أدائه ومثل رواية أبى خديجة المتقدمة والسؤال فيها وقع عن أمر مستهجن جدا حيث قال حلل لي الفروج ومن ثم فزع أبو عبد اللَّه عليه السّلام فأراد رجل كان حاضر المجلس حيث رأى شدة فزعه ( ع ) أن يصلح كلام السائل حتى يخرجه عن الاستهجان فحمله على وجه حسن فقال ليس يسئلك أن يعترض الطريق انما يسئلك خادمة يشتريها أو أمرية يتزوجها أو ميراثا يصيبه أو تجارة أو شيئا أعطيه والإنصاف ان حمل سؤاله على ما ذكره الرجل بعيد غايته فأي ربط بين قول السائل حلل لي الفروج\r\nو ","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 15 عن علل الشرائع )\r\n","page_name":" 106 ","page_number":108},
  {"content":"\r\nبين الميراث يصيبه أو التجارة يتجر بها أو شيء يعطى وان كان الإمام ( ع ) لمكان خلقه الشريف لم يرد عليه بفساد حمله بل أجاب عما حمل عليه الذي يليق بالشيعة أن يسئل عنه وكيف كان فقد تقدم ان ليس في هذه الرواية لفظة الخمس لا في السؤال ولا في الجواب نعم على تقدير صحة توجيه السؤال يمكن أن يكون قد وصل إليه أموال للإمام عليه السّلام من السبايا وغيرها فسيلة ( ع ) أن يجعله في حل منها حتى يجوز له وطي الإماء والتصرف في الأموال فحلل له ذلك بل أخبر ان ذلك حلال لجميع الشيعة الشاهد منهم والغائب والحي منهم والميت وما توالد منهم إلى يوم القيمة فلا تكون الرواية ( ح ) دليلا على تحليل ما يكتسبه الإنسان مما يتعلق به الخمس نعم لو حملت على إرادة التحليل فيما يكتسب من الأرباح وغيرها مما يتعلق به الخمس لكان عاما بحسب الأزمنة والأشخاص ولا تقبل التقييد من هذه الجهة أيضا الا ان حملها على إرادة تحليل مطلق ما يتعلق به الخمس بعيد جدا هذا كله مضافا إلى إمكان منع كون السؤال عما يتعلق به الخمس رأسا بل من الممكن أن يكون سؤالا عن نفس اشتراء الخادم وتزويج المرية وإصابة الميراث وقبول العطايا بمعنى انه هل يجوز له هذه الأمور أم لا فأجاب عليه السّلام بجواز مثل ذلك وعليه فلا تكون الرواية مربوطا بباب الخمس أصلا بل تكون أجنبيا عنه فيجب إخراجها من الأبواب التي عقدها في الوسائل من أبواب الخمس .\r\nولها نظائر كثيرة قد ذكرها في الوسائل في باب التحليل من أبواب الخمس مع كونها خارجة من سلك اخبار الخمس رأسا فضلا عن دلالتها على تحليله فيجب التعرض لها هيهنا دفعا لتوهم كونها من\r\n","description":"","footnote":"","page_name":" 107 ","page_number":109},
  {"content":"\r\nاخبار الخمس أو توهم دلالتها على تحليله فمنها رواية معاذ بن كثير ( 1 )\r\n\r\nوهو من أرباب الجوامع الأولية ومن أصحاب الرضا عليه السّلام رواها محمّد بن سنان عن حماد بن طلحة صاحب السابري عن حماد بن طلحة عن معاذ بن كثير بياع الأكسية عن أبي عبد اللَّه عليه السّلام قال موسع على شيعتنا أن ينفقوا مما في أيديهم بالمعروف فإذا قام قائمنا حرم على كل ذي كنز كنزه حتى يأتوا به ويستعين به ( فلا يخفى عدم دخل هذه الرواية بباب الخمس حتى يتكلم في دلالتها على تحليله فضلا عن أن يستدل بها عليه بل مساقها مساق ما سيأتي من الروايات ومنها ( 2 )\r\n\r\nرواية أبي سيار مسمع بن عبد الملك في حديث قال قلت لأبي عبد اللَّه عليه السّلام إني كنت وليت الغوص فأصبت أربعمائة ألف درهم وقد جئت بخمسها ثمانين ألف درهم وكرهت أن احبسها عنك واعرض لها وهي حقك الذي جعل اللَّه تعالى لك في أموالنا فقال وما لنا من الأرض وما اخرج اللَّه منها الا الخمس يا أبا سيار قد طيبناه لك وحللنا لك منه فضم إليك مالك وكل ما كان في أيدي شيعتنا من الأرض فهم فيه محللون ومحلل لهم ذلك إلي أن يقوم قائمنا فيبيحهم طسق ما كان في أيدي سواهم فان كسبهم من الأرض حرام عليهم حتى يقوم قائمنا فيأخذ الأرض من أيديهم ويخرجهم منها صغره وليعلم انه قد عطف مسمع على أبى سيار بلفظة وأو في نسخة الوسائل وهو يفيد تعددهما مع أن المراد\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 11 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 12 عن التهذيب والكليني ) مع اختلاف بينهما\r\n","page_name":" 108 ","page_number":110},
  {"content":"\r\n\r\nبهما رجل واحد سمى بمسمع وكنى بأبي سيار فالعاطف بين اللفظتين وقعت هيهنا زائدة وقوله في صدر الرواية في حديث يدل على وقوع التقطيع فيها ( ورواها الكليني أيضا عن محمّد بن يحيى عن أحمد بن محمّد عن ابن محبوب عن عمر بن يزيد قال رأيت مسمعا بالمدينة وقد كان حمل على أبي عبد اللَّه ( ع ) تلك السنة مالا فرده أبو عبد اللَّه عليه السّلام فقلت له لم ردد عليك أبو عبد اللَّه ( ع ) المال الذي حملته إليه قال فقال لي إني قلت له حين حملت إليه المال إني كنت وليت البحرين الغوص فأصبت أربعمائة ألف درهم وقد جئتك بخمسها بثمانين ألف درهم وكرهت أن احبسها عنك وان أعرض لها وهي حقك الذي جعله اللَّه تبارك وتعالى في أموالنا فقال أو مالنا من الأرض وما اخرج اللَّه منها الا الخمس يا أبا سيار ان الأرض كلها لنا فما اخرج اللَّه منها من شيء فهو لنا فقلت له وأنا أحمل إليك المال كله فقال يا أبا سيار قد طيبناه لك وأحللناك منه فضم إليك مالك وكل ما في أيدي شيعتنا من الأرض فهم فيه محللون حتى يقوم قائمنا فيبيحهم طسق ما كان في أيديهم ويترك الأرض في أيديهم واما ما كان في أيدي غيرهم فان كسبهم من الأرض حرام عليهم حتى يقوم قائمنا فيأخذ الأرض من أيديهم ويخرجهم صغره قال عمر بن يزيد فقال لي أبو سيار ما أرى أحدا من أصحاب الضياع ولا ممن يلي الأعمال يأكل حلالا غيري الا من طيبوا له ذلك ( الطسق بفتح الفاء كفلس الوظيفة من الخراج التي يأخذها الإمام ( ع ) من الأرض بعد أن يتركها في يد العامل ملكا له يعمل فيها وينتفع بها كيف شاء إلا أنه يخرج الخراج الذي عينه الإمام إليه ( ع ) والجباية أخذ الخراج والجابي من يستعمل لأخذ الخراج والرواية على كلتا النسختين تدل على حرمة كسب غير الشيعة من الأرض\r\n","description":"","footnote":"","page_name":" 109 ","page_number":111},
  {"content":"\r\nوانه إذا قام القائم عجل اللَّه فروجه يأخذ الأرض من أيديهم ويخرجهم منها صغره واما بالنسبة إلى تصرف الشيعة في الأرض قبل قيامه ( عجل اللَّه فرجه ) فالنسختان تدلان على حلية تصرفهم فيها بتحليلهم عليهم السّلام والفرق بين النسختين انها على نقل التهذيب تدل بمنطوقها على أن القائم عليه السّلام إذا قام بالأمر واخرج غير الشيعة من الأراضي التي كانت تحت أيديهم وضعها تحت أيدي الشيعة ويملكها إياهم ثم يأخذ منهم طسقها أي خراجها واما بالنسبة إلى الأراضي التي كانت تحت أيديهم قبل قيامه ( ع ) فالرواية ساكتة عنها منطوقا وان كانت مشعرة بحكمها وانه يتركها تحت أيديهم كما كان فيأخذ منهم خراجها واما على نقل الكافي فتدل بمنطوقها على أنه عليه السّلام بعد قيامه يترك الأراضي الَّتي كانت تحت أيدي شيعتهم كما كانت كذلك قبل قيامه ( ع ) واما من حيث إرجاع الأراضي التي كانت تحت أيدي غير الشيعة إلى الشيعة وعدم إرجاعها إليهم فهي ساكتة من هذه الجهة مشعرة إليها بالفحوى فالنسختان من حيث الدلالة على إبقاء ما كانت تحت أيدي الشيعة كما كانت كذلك في زمان الغيبة ومن حيث إرجاع ما كانت تحت أيدي غير الشيعة متعاكسان منطوقا ومفهوما فنسخة الكافي ( 1 )\r\n\r\nتدل\r\n","description":"","footnote":"\r\n( 1 ) أقول اما دلالة نسخة التهذيب على إبقاء ما كانت تحت أيدي الشيعة بالفحوى فمسلم فإنها لما دلت بمنطوقها على شدة عناية القائم عليه السّلام بشيعته بحيث يعطيهم الأراضي التي كانت تحت أيدي غيرهم علمنا بأنه ( ع ) يترك ما كانت تحت أيدي شيعته على ما كانت قطعا واما نسخة الكافي فدلالتها بالمنطوق على إبقاء ذلك تحت أيدي الشيعة لا تدل بفحواه على إعطاء ما كان تحت أيدي غير الشيعة إياهم إذ من الجائز أن يخرج غير الشيعة من الأراضي التي كانت تحت أيديهم ولا يعطيها لشيعته بل يتصرف فيها بنفسه فيبقى للشيعة خصوص ما كانت تحت أيديهم . ( المؤلف )\r\n","page_name":" 110 ","page_number":112},
  {"content":"\r\n\r\nعلى الأول بمنطوقها وعلى الثاني بالفحوى ونسخة التهذيب بالعكس ( بقي الكلام في بيان المراد من قوله عليه السّلام فضم إليك مالك فيحتمل أن يكون المراد من المال الذي أمره بضمه إليه وطيبه وحلله له هو الخمس الذي جاء به وحمله إليه عليه السّلام أعني تمام ثمانين ألف درهم من أربعمائة ألف درهم التي اكتسبها من تولى غوص البحرين والنظارة عليه بأخذ حق النظارة عليه فيكون ما أبيح له على هذا الاحتمال جميع أربعمائة ألف درهم الحاصلة من ضم خمسها إلى أربعة أخماسها ويحتمل أن يكون المراد من المال الذي أمره بضمه إليه خصوص ما بقي عنده من أربعمائة ألف درهم بعد إخراج خمسه وهو ثمانون ألف درهم فيكون ما أبيح له على هذا الاحتمال خصوص اثنتين وثلاثين ألف درهم وهو أربعة أخماس جميع المال لا الجميع واما الخمس فيكون قد أخذه الإمام عليه السّلام ( 1 )\r\n\r\nوالظاهر من الاحتمالين هو الثاني واما قوله عليه السّلام الأرض كلها لنا فهو ردّ على أبى سيار حيث زعم أن حقهم ( ع ) منحصر في الخمس فأراد أن ينبهه بان حقهم ( ع ) لم ينحصر في الخمس\r\n","description":"","footnote":"\r\n( 1 ) أقول يمكن استظهار الأول من الاحتمالين بعد ملاحظة صدر الرواية لأن المستفاد منه ان المال الذي حمله إلى الإمام ( ع ) كان خمس ماله لا أزيد منه حيث قال وقد جئتك بخمسها بثمانين ألف درهم ( إلخ ) وان هذا هو الذي رآه عمر بن يزيد مردودا إليه وسأله عن علة رده إليه وعليه فيكون معنى قوله ( ع ) ضم إليك مالك ضم إليك ما جئت به بعنوان الخمس إلى سائر أموالك فان هذا المقدار هو الذي كان يزعم عدم حليته لنفسه وانه حق للإمام ( ع ) جعله اللَّه في أموالهم ( المؤلف )\r\n","page_name":" 111 ","page_number":113},
  {"content":"\r\n\r\nبل يسع الأرض جميعها .\r\nوالسر في ذلك ان الملكية تطلق على معنيين إحديهما كون الشيء قائما بمالكه قيام الفعل بفاعله بحيث يتصرف فيه بما يشاء كيف يشاء فهو لا يزال بمرئي ومسمع من مالكه لا يعزب عن علمه وهذه ملكية حقيقة لا يمكن سلبها عن مالكه بوجه إذا المملوك بهذا المعنى بتمام هويته الوجودي قائم بمالكه وهي التي أثبتها اللَّه تعالى لنفسه بالنسبة إلى كافة الموجودات فقال في كتابه وللَّه ملك السماوات والأرض ثانيتهما جعل الشيء ملكا لشخص في مقام الاعتبار كي يترتب عليه جواز تصرفه بالبيع والشراء والهبة والإعطاء وغير ذلك من أنحاء تصرف الملاك في أملاكهم مع غفلتهم غالبا عما يرد على أملاكهم من العوارض الوجودية والتكوينية وعدم قدرتهم على دفع شيء منها عنه على تقدير عدم غفلتهم عنها وهذه ( 1 )\r\n\r\nملكية اعتبارية بنت عليها العقلاء في اجتماعاتهم واعتبرتها قياسا على الملكية الحقيقية لأن يرتبوا على الاعتباري الآثار المترتبة على الحقيقي بقدر الإمكان فيصح للمالك بالاعتبار دون غيره أن يتصرف فيما ملكه بالاعتبار بما تقدم كما أن المالك بالحقيقة يتصرف فيما ملكه بالحقيقة\r\n","description":"","footnote":"\r\n( 1 ) أقول وانما اعتبروا ذلك ليقوم به اجتماعهم ويبقى به نظام معيشتهم ومن ثم لا يخلو اجتماع عن هذا الاعتبار قطعا وان اختلفوا في حدوده وهي تقبل سلبها عن مالكها وانتقالها إلى غيره كما تراه كثيرا فلو لم يكن اجتماع في البين لانتفت الملكية الاعتبارية رأسا فإن الداعي إلى جعلها انما هو ترتيب الآثار التي يحتاج إليها في حفظ نظام الاجتماع واما الملكية الحقيقية فهي قائمة بالتكوين سواء كان هناك اجتماع أم لا وبهذا أيضا يتميز البحث الفلسفي عن غيره ( المؤلف )\r\n","page_name":" 112 ","page_number":114},
  {"content":"\r\nبما يشاء كيف يشاء والتصرف في أحدهما حقيقي وفي الأخر اعتباري ثم إن الملكية الاعتباري ليس في عرض الحقيقي بل هي في طولها متخذة منها معتمدة عليها فلا يتزاحمان فالمالك بالاعتبار في عين مالكيته لما يملكه وتصرفه فيه مملوك بما في يده وجميع شؤونه للمالك الحقيقي قائم به بشراشر وجوده لا يعزب عن علمه ولا يخرج من حريم قدرته في جميع أحواله ولا حول ولا قوة إلا باللَّه فما لك الشيء بالاعتبار يملكه بالاعتبار والمالك الحقيقي يملكه بالحقيقة كما أنه يملك مالكه أيضا كذلك فأين الاعتبار والحقيقة حتى يتصور مزاحمته لها ويكون في عرضها نعم لا يكاد يجتمع ملكيتان اعتباريتان في شيء واحد إذ هما في عرض واحد فيتزاحمان إذا عرفت ذلك وتيقنته فنقول ان الملكية الاعتبارية لا تليق بساحته المقدسة فهو تعالى منزه عن شوب الاعتبار ولا يتصور هناك ملكية ضعيفة تقبل السلب والزوال بل انما هو عز وجل مالك للأشياء بالحقيقة فإنه مبدئها واليه مرجعها ومصيرها فانا للَّه وإنا إليه راجعون ثم إن للذين هم أقرب الخلائق إلى اللَّه تعالى منزلة نصيب من المالكية الحقيقة على من دونهم وذلك لأنهم وسائط رحمة اللَّه ومجاري نزول جوده إلى ما سواهم فبقدر نصيبهم من ذلك صح نصيبهم من المالكية الحقيقية ونعني بهؤلاء الرسول وأهل بيته المعصومين الأئمة المرضيين ( صلوات اللَّه عليهم أجمعين ) وقد ثبت ذلك كتابا وسنة ولمكان دقة هذه الملكية ولطافتها خفيت على عامة الناس حتى اللذين اعتقدوا إمامتهم إذ يقتصرون في إثبات مالكيتهم على مالكيتهم للخمس فقط وهي مالكية اعتبارية مثل مالكية مالك متعلق الخمس لما سوى الخمس كما ستعرف فكانوا عليه السّلام يكشفون القناع عن وجه هذه الحقيقة لبعض شيعتهم لكي يزدادوا بصيرة في معرفتهم\r\n","description":"","footnote":"","page_name":" 113 ","page_number":115},
  {"content":"\r\nكما أن أبا سيار لما حمل خمس ماله إلى أبى عبد اللَّه عليه السّلام قال له وقد جئتك بخمسها بثمانين ألف درهم وكرهت أن احبسها عنك وأن أعرض لها وهي حقك الذي جعله اللَّه تبارك وتعالى في أموالنا فكلامه هذا يدل على أنه لم يكن ير حقا للإمام عليه السّلام في غير الخمس وكان يزعم انحصار حقه فيه فقال عليه السّلام دفعا لما تخيله أو ما لنا من الأرض ( 1 )\r\n\r\nوما اخرج اللَّه منها الا الخمس يا أبا سيار ان الأرض كلها لنا فما اخرج اللَّه منها من شيء فهو لنا ( إلخ ) فنفى ما تخيله وأثبت حقه في الأرض كلها وما عليها فعلى ما بيناه تحمل ما في هذه الرواية من إثبات مالكيتهم عليهم السّلام بالنسبة إلى الأرض كلها وما عليها وهكذا غيرها من الروايات مثل ( 2 )\r\n\r\nرواية أبي خالد الكابلي عن أبي جعفر عليه السّلام قال وجدنا في كتاب علي عليه السّلام ان الأرض للَّه يورثها من يشاء من عباده والعاقبة للمتقين أنا وأهل بيته الذين أورثنا اللَّه الأرض ونحن المتقون والأرض كلها لنا فمن أحيى أرضا من المسلمين فليعمرها وليؤد خراجها إلي الإمام من أهل بيتي وله ما أكل منها الحديث ومثل ( 3 )\r\n\r\nخبر أحمد بن عبد اللَّه عمن رواه قال الدنيا وما فيها للَّه تبارك وتعالى ولرسوله ولنا فمن غلب على شيء منها فليتق اللَّه وليؤدّ حق اللَّه تبارك وتعالى\r\nو ","description":"","footnote":"\r\n( 1 ) أقول يشمل بعمومه للإنسان وما دونه فان الكل مملوك لهم بذاك المعنى بل الملاك موجود في السماوات ومن فيها وان لم يشمله اللفظ ولعل إلى هذا المعنى ينظر بعض الروايات الواردة في تحديد فدك مثل ما ورد عن الكاظم عليه السّلام في جواب هارون حين سئله عن فدك فراجع ( المؤلف )\r\n\r\n( 2 ) ( وافى باب 33 رواية 1 رواها عن الكافي والتهذيب ) .\r\n\r\n( 3 ) ( وافى باب 33 رواية 8 رواها عن الكافي ) .\r\n","page_name":" 114 ","page_number":116},
  {"content":"\r\nليبر إخوانه فإن لم يفعل ذلك فاللَّه ورسوله ونحن برآء منه ومثل ( 1 )\r\n\r\nرواية أبي بصير عن أبي عبد اللَّه عليه السّلام قال قلت له اما على الإمام زكاة فقال أحلت يا أبا محمّد اما علمت أن الدنيا والآخرة للإمام يضعها حيث يشاء ويدفعها إلى من يشاء جائز له ذلك من اللَّه ان الإمام يا أبا محمّد لا يبيت ليلة أبدا وللَّه في عنقه حق يسأل عنه ( 2 )\r\n\r\nومثل رواية محمّد بن ريان قال كتبت إلى العسكري عليه السّلام جعلت فداك روى لنا ان ليس لرسول اللَّه صلَّى اللَّه عليه وآله من الدنيا الا الخمس فجاء الجواب ان الدنيا وما عليها لرسول اللَّه صلَّى اللَّه عليه وآله فتحمل الملكية في هذه الروايات وما يقرب منها مضمونا على الملكية الحقيقية وهي ملكية طولية لا على الاعتبارية حتى تكون في عرض ملكية زيد وعمرو مثلا وبعبارة أخرى هذه الملكية انما هي من شؤون ملكية اللَّه تبارك وتعالى وقد أثبتها لهم فإنه يعطى الملك من يشاء فلهم ( ع ) ضربان من الملكية حقيقية وهي من طور ملكية اللَّه تعالى لما خلقه أعطاها إياهم حيث جعلهم مظاهر أسمائه ووسائط رحمته فهي ثابتة لهم بالنسبة إلى غيرهم ممن هو دونهم فان ما سواهم في مرتبة نازلة من مرتبتهم وأخرى اعتبارية لأنهم كسائر الناس من حيث اشتراكهم معهم فيما يحتاجون إليه في معيشتهم فصح لهم الملكية الاعتبارية أيضا كي يتفرع عليها أحكامها الثابتة في بناء العقلاء فأثبتها اللَّه لهم في خمس الغنائم والمعادن والغوص والكنز وأرباح المكاسب على تفصيل تقدم ويأتي\r\n","description":"","footnote":"\r\n( 1 ) ( وافى باب 33 رواية 9 رواها عن الكافي )\r\n\r\n( 2 ) ( وافى باب 33 رواية 7 رواها عن الكافي ) أقول لما لم يحضرني الكافي والتهذيب ولم أظفر بهذه الروايات في الوسائل أخرجتها من كتاب الوافي ( المؤلف )\r\n","page_name":" 115 ","page_number":117},
  {"content":"\r\nكما ثبتت الملكية الحقيقية لهم في الخمس أيضا فالخمس مجمع لكلتا الملكيتين بالنسبة إليهم ( ع ) وكيف كان فيعتبر رضاهم ( ع ) في تصرفات الناس من جهة الملكية الحقيقية بالنسبة إلى جميع ما يمكن أن يتصرف فيه حتى بالنسبة إلى تصرفهم في نفوسهم ويعتبر رضاهم من جهة الملكية الاعتبارية أيضا بالنسبة إلى خصوص الخمس فيما يتعلق به أما أثر الرضا والكراهة بالنسبة إلى ما يملكونه اعتبارا كالخمس وسائر ما يملكونه بالبيع والشراء والهبة والميراث وغيرها من أسباب التمليك والتملك فظاهر في الحياة الدنيا فيصح تصرف من رضوا بتصرفه في أموالهم فيجوز له بيعه وشرائه وغيرهما ويحل له الأكل والشرب وغيرهما دون من لم يرضوا بتصرفه فيها فلا يجوز له شيء من ذلك وأما أثر رضا هم وكراهتهم ( ع ) بالنظر إلى ملكيتهم الحقيقية فسيظهر في الحياة الآخرة من حين الخروج من الدنيا فان رضاهم رضى اللَّه وكراهتهم كراهته وبه يظهر وجه التصالح بين ابن أبي عمير وهشام بن الحكم إذ اختلفا في أن الدنيا هل هي كلها للإمام عليه السّلام أو ان أملاك الناس لهم الا ما حكم اللَّه به للإمام من الفيء والخمس فذهب الأول إلى الأول والثاني إلى الثاني وآل التشاجر بينهما في ذلك إلى أن وقع التهاجر بينهما ولو كنا عاصرناهم لصالحنا بينهم وقلنا بصحة قول الأول من حيث الملكية الحقيقية فإنهم ( ع ) ما لكون من هذه الجهة لجميع ما في العالم وهي من شؤون مالكية اللَّه تعالى ومراتبها وهي كما عرفت ملكية طولية لا تنافي ملكية سائر العباد لأموالهم ملكية اعتبارية فالاعتبارية أيضا لا تنافي هذه ( 1 )\r\n\r\nوصدقنا الثاني من حيث الملكية الاعتبارية فإن الناس كل\r\n","description":"","footnote":"\r\n( 1 ) أقول هذا في الجمع بين مالكية الأئمة عليهم السّلام لأموال الناس ومالكية الناس لها فهم ( ع ) يملكونها بالحقيقة والناس يملكونها بالاعتبار ولا تزاحم بينهما واما بالنسبة إلى مالكية الناس لأنفسهم فهي بالحقيقة كما أن الأئمة عليهم السّلام أيضا يملكونها بالحقيقة فكلاهما حقيقتان الا ان مالكية الأئمة ( ع ) لا نفس الناس أشد بالنسبة إلى مالكية الناس لأنفسهم فإن هذه المالكية مقولة بالتشكيك واما قضيته ابن أبي عمير وهشام ففي الكافي علي بن إبراهيم عن السري بن ربيع قال لم يكن ابن أبي عمير يعدل بهشام بن الحكم شيئا وكان لا يغيب إتيانه ثم انقطع عنه وخالفه وكان سبب ذلك ان أبا مالك الحضرمي كان أحد رجال هشام ووقع بينه وبين ابن أبي عمير ملاحاة في شيء من الإمامة قال ابن أبي عمير الدنيا كلها للإمام ( ع ) على جهة الملك وانه أولى بها من الذين هم في أيديهم وقال أبو مالك ليس كذلك أملاك الناس لهم إلا إلا ما حكم اللَّه به للإمام من الفيء والخمس والمغنم وذلك أيضا قد بين اللَّه للإمام أين يضعه وكيف يصنع به فتراضيا بهشام بن الحكم وصارا إليه فحكم هشام لأبي مالك علي بن أبي عمير فغضب ابن أبي عمير وهجر هشاما بعد ذلك .\r\n","page_name":" 116 ","page_number":118},
  {"content":"\r\nيملك ما وصل إليه بالميراث أو بالبيع والشراء أو بالهبة أو بغير ذلك من العناوين الناقلة الاعتبارية وهم ( ع ) لا يشاركون الناس فيما ملكوه كذلك كما أنهم ( ع ) يملكون ما ينتقل إليهم بإحدى تلك العناوين ملكية اعتبارية في عرض ملكية سائر الناس فأذن نصدق كلا من هذين العلمين فيما يقوله من جهة فيقع التصالح بينهما والحاصل ان رواية أبي سيار أيضا خارج من باب التحليل رأسا وانما هي بصدد بيان ملكية لهم بالنسبة إلى جميع الممكنات أعلى من الملكية العرضية المتعارفة بين الناس .\r\n","description":"","footnote":"","page_name":" 117 ","page_number":119},
  {"content":"\r\n\r\nومن الروايات الخارجة من المقام رواية ( 1 )\r\n\r\nعمر بن يزيد قال سمعت رجلا من أهل الجبل يسأل أبا عبد اللَّه عليه السّلام عن رجل أخذ أرضا مواتا تركها أهلها فعمرها وكرى أنهارها وبنى فيها بيوتا وغرس فيها نخلا وشجرا قال فقال أبو عبد اللَّه ( ع ) كان أمير المؤمنين ( ع ) يقول من أحيى أرضا من المؤمنين فهو له وعليه طسقها يؤديه إلى الإمام في حال الهدنة فإذا ظهر القائم فليوطن نفسه على أن تؤخذ منه رواها في الوسائل في باب التحليل وظاهر عدم كونها من اخبار التحليل ولا الخمس رأسا كالسابقة عليها بل هي بصدد بيان حكم الأرض التي تركها أهلها فصارت مواتا ثم أحياها آخرون من المؤمنين وانها لمن أحياها وان حكمها إلى القائم عجل اللَّه فرجه متى ظهر فيحكم فيها بما يشاء .\r\nومنها وقد ذكرها في الوسائل في باب التحليل أيضا وهي رواية يونس بن ظبيان ( 2 )\r\n\r\nأو المعلى بن خنيس قال قلت لأبي عبد اللَّه عليه السّلام ما لكم من هذه الأرض فتبسم ثم قال إن اللَّه بعث جبرئيل وأمره أن يخرق بإبهامه ثمانية أنهار في الأرض منها سيحان وجيحان وهو نهر بلخ والخشوع وهو نهر الشاش ومهران وهو نهر الهند ونيل مصر ودجلة والفرات فما سقت أو استسقت فهو لنا وما كان لنا فهو لشيعتنا وليس لعدونا منه شيء إلا ما غصب عليه وان ولينا لفي أوسع فيما بين ذه إلى ذه يعنى بين السماء والأرض ثم تلي هذه\r\n","description":"","footnote":"\r\n( 1 ) وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 13 عن التهذيب )\r\n\r\n( 2 ) ( وسائل أبواب الأنفال وما يختص بالإمام باب 4 رواية 17 عن الكليني ) ( المؤلف )\r\n","page_name":" 118 ","page_number":120},
  {"content":"\r\nالآية قل هي للذين آمنوا في الحياة الدنيا المغصوبين عليها خالصة يوم القيمة بلا غصب ( وهذه الرواية أيضا يقرب مضمونها مما قبلها ولا دخل لها بباب الخمس رأسا مضافا إلى ضعف سندها فان يونس بن ظبيان والمعلى كلاهما مرميان بالغلو .\r\nومنها ( 1 )\r\n\r\nرواية عيسى بن مستفاد عن أبي الحسن موسى بن جعفر عن أبيه ( ع ) ان رسول اللَّه صلَّى اللَّه عليه وآله قال لأبي وسلمان والمقداد أشهدوني على أنفسكم بشهادة أن لا إله إلا اللَّه إلى أن قال وان علي بن أبي طالب وصى محمّد وأمير المؤمنين وان طاعته طاعة اللَّه ورسوله والأئمة من ولده وان مودة أهل بيته مفروضة واجبة على كل مؤمن ومؤمنة مع إقامة الصلاة لوقتها وإخراج الزكاة من حلها ووضعها في أهلها وإخراج الخمس من كل ما يملكه أحد من الناس حتى يرفعه إلى ولي المؤمنين وأميرهم ومن بعده من الأئمة من ولده فمن عجز ولم يقدر الا على اليسير من المال فليدفع ذلك إلى الضعفاء من أهل بيتي من ولد الأئمة فمن لم يقدر على ذلك\r\n","description":"","footnote":"\r\n( 1 ) أقول بل الإنصاف إمكان عد هذه الرواية فيما يدل على وجوب إخراج الخمس وعدم تحليله حيث دلت على وجوبه في كل ما يملكه أحد وأنه يجب رفعه إلى أمير المؤمنين ثم الأئمة من ولده عليهم السّلام ومع العجز عن ذلك فإلى الضعفاء من أهل بيته ومع العجز عنه فإلى شيعتهم فهذه الرواية في الدلالة على عدم سقوط الخمس على كل حال أدل فلو سلمنا دلالة أخبار التحليل على تحليل مطلق الخمس لكانت هذه معارضة لتلك أما الرواية فهي في الوسائل في أبواب الأنفال وما يختص بالإمام في الباب الرابع رواية الإحدى والعشرين رواها عن التهذيب ( المؤلف )\r\n","page_name":" 119 ","page_number":121},
  {"content":"\r\n\r\nفلشيعتهم ممن لا يأكل بهم الناس ولا يريد بهم إلا اللَّه إلى أن قال فهذه شروط الإسلام وما تقى أكثر وهذه أيضا كما ترى لا ربط لها بتحليل الخمس وان أوردها في الوسائل في باب التحليل مضافا إلى ضعف سندها بعيسى بن مستفاد .\r\nوقد تلخص مما تقدم ان ما يتوهم من الاخبار دلالتها على تحليل مطلق الخمس من الأرباح وغيرها على طوائف أربعة :\r\nالأولى ( 1 )\r\n\r\nما وردت في تحليل خصوص السبايا والأموال المتخذة من الغنائم\r\nالتي لم يؤد خمسها فانتشرت بين الناس إلى أن وصل بعضها\r\n","description":"","footnote":"\r\n( 1 ) أقول وهيهنا رواية تدل بظاهرها على اختصاص التحليل بالسبايا والأموال المتخذة من الغنائم التي لم يؤد خمسها وان هذه هي التي حللها الأئمة عليهم السّلام لشيعتهم دون غيرها وهي الثالثة عشر من روايات الباب الأول من أبواب الأنفال وما يختص بالإمام رواها في الوسائل عن التهذيب بإسناده عن الحسين بن سعيد عن محمد بن أبي عمير عن الحكم بن عليا الأسدي في حديث دخلت على أبى جعفر عليه السّلام فقلت له إني وليت البحرين فأصبت بها مالا كثيرا واشتريت متاعا واشتريت رقيقا واشتريت أمهات أولاد وولد لي وأنفقت وهذا خمس ذلك المال وهؤلاء أمهات أولادي ونسائي قد أتيتك به فقال اما انه كله لنا وقد قبلت ما جئت به وقد حللتك من أمهات أولادك ونسائك وما أنفقت وضمنت لك على وعلى أبى الجنة ) فهذه الرواية لو لم نقل بصراحتها فهي كالصريحة في اختصاص التحليل بخصوص تلك السبايا والأموال دون غيرها حيث قبل أبو جعفر عليه السّلام ما جاء به الراوي من خمس أمواله التي أصابها بعد ما أعلمه بأن كل ماله لهم عليهم السّلام ثم حلله من أمهات أولاده ونسائه وما أنفق في ذلك وضمن له على نفسه بل على أبيه الجنة فهي تصلح لان تكون مؤيدة لحمل الطائفة الأولى من الروايات على ما اختاره الأستاد العلامة أدام اللَّه ظله ( المؤلف )\r\n","page_name":" 120 ","page_number":122},
  {"content":"\r\nبيد الشيعة فحللها الأئمة ( ع ) لهم لطيب ولادتهم ومعايشهم فلا يستفاد منها تحليل ما يكتسبونه باستخراج المعادن والكنوز والغوص والتجارات وغيرها مما يتعلق به الخمس .\r\nالطائفة الثانية ما دلت على التحليل مطلقا من جهة متعلق الخمس\r\nولكن لا إطلاق لها بحسب الافراد ولا بحسب الأزمان .\r\nالطائفة الثالثة ما تقبل الحمل على الطائفة الأولى والثانية كلتيهما\r\nوقد تقدم ان إرجاعها إلى الأولى أظهر ولا أقل من تساوى الاحتمالين فتكون مجملة ولو سلم إرجاعها إلى الثانية منعنا إطلاقها بحسب الافراد والأزمان كما في الثانية نعم قد عرفت ان رواية أبى خديجة وهي من الطائفة الثالثة آبية عن التقييد بحسب الافراد والأزمنة .\r\nالطائفة الرابعة ما هي خارجة عن حريم الخمس بالمرة فلا وجه للاستدلال بها على تحليل الخمس رأسا وقد تقدم تفصيل ذلك فراجع بقيت في المقام رواية هي أظهر من غيرها في الدلالة على تحليل مطلق الخمس فينبغي أن يستدل بها عليه وإن كانت دلالتها على ذلك مخدوشة أيضا كما ستقف عليه وهي ما رواه الصدوق في كتاب إكمال الدين عن محمّد بن محمد بن عصام الكليني عن محمّد بن يعقوب الكليني عن إسحاق بن يعقوب فيما ورد عليه من التوقيعات بخط صاحب الزمان عليه السّلام أما ما سئلت عنه من أمر المنكرين لي إلى أن قال وأما المتلبسون بأموالنا فمن استحل منها شيئا فأكله فإنما يأكل النيران وأما الخمس\r\n","description":"","footnote":"","page_name":" 121 ","page_number":123},
  {"content":"\r\n\r\nفقد أبيح لشيعتنا وجعلوا منه في حل إلى أن يظهر أمرنا لتطيب ولادتهم ولا تخبث وليعلم ( 1 )\r\n\r\nان الصدوق وان كان معاصرا للكليني قده الا انه لم يرو عنه بلا واسطة بل مع وسائط وهم أربعة أحدهم محمّد بن محمّد بن عاصم ( عصام ) الكليني المتوسط بينه وبين الكليني في هذا التوقيع الشريف واما إسحاق بن يعقوب الواقع في طريق الكليني فيحتمل أن يكون المراد منه هو جد محمّد بن يعقوب الكليني وليعلم ان أكثر روايات الصدوق انما كان عن أبيه واما دلالة التوقيع فنقول يظهر من جوابه عليه السّلام ان ما سئل عنه في هذا التوقيع كانت كثيرة حيث أشير إليها إجمالا وان لم يعلم كل واحد منها تفصيلا فمنها ( 2 )\r\n\r\nما وقع عن الخمس حيث قال عليه السّلام واما الخمس فقد أبيح\r\n","description":"","footnote":"\r\n( 1 ) أقول قال الصدوق في بيان سند الفقيه وما كان فيه عن محمد بن يعقوب الكليني فقد رويته عن محمد بن عاصم الكليني وعلي بن أحمد بن موسى ومحمد بن أحمد السناني رضى اللَّه عنه عن محمد بن يعقوب الكليني وكذلك جميع كتاب الكافي فقد رويته عنهم عن رجاله ( المؤلف )\r\n\r\n( 2 ) أقول ومما سئل عنه أمر المنكرين له عليه السّلام من أهل بيته وبنى أعمامه فأجاب ع بأنه ليس بين اللَّه عز وجل وبين أحد قرابة ومن أنكرني فليس منى وسبيله سبيل ابن نوح عليه السّلام ومنها أمر عمه جعفر فأجاب ع بقوله واما سبيل عمى جعفر وولده فسبيل إخوة يوسف عليه السّلام ومنها حكم الفقاع فأجاب عليه السّلام بقوله اما الفقاع فشربه حرام ( إلخ ) ومنها تكليف الناس بالنسبة إلى الحوادث الواقعة في زمان الغيبة فأجاب ع بقوله واما الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وأنا حجة اللَّه عليهم ومنها وجه الانتفاع به ع في غيبته فأجاب ع بقوله واما وجه الانتفاع بي في غيبتي فكالانتقاع بالشمس إذا غيبها عن الأبصار السحاب وإني لأمان لأهل الأرض كما أن النجوم أمان لأهل السماء ثم أمر بإغلاق باب السؤال وبكثرة الدعاء بتعجيل فرجه عجل اللَّه تعالى فرجه الشريف ( المؤلف )\r\n","page_name":" 122 ","page_number":124},
  {"content":"\r\n\r\nلشيعتنا ( إلخ ) فيستفاد منه وقوع السؤال عنه وان حكمه انه أبيح لشيعتهم وانهم في حل منه من غير اختصاص الحكم بالتحليل فيها بمورد خاص كما في بعض الروايات المتقدمة ولم يقيد بفرد خاص ولا بزمان خاص أيضا كما في بعضها الأخر فهي مطلق من جميع الجهات فيستفاد منها تحليل الخمس مطلقا لمطلق الشيعة في جميع الأزمنة إلا أن يظهر أمرهم ( ع ) بظهور فائمهم عجل اللَّه فرجه الشريف وفرجنا بفرجه هذا غاية تقريب دلالة التوقيع على تحليل مطلق الخمس بحيث يشمل الأرباح وغيرها لمطلق الشيعة في مطلق الأزمنة ولكن يرد عليه بان السؤال غير معلوم لنا تفصيلا كما تقدم ولعله كان عن مورد خاص فيكون الجواب واردا مورده ومع بقاء هذا الاحتمال لم يبق مجال للتمسك بإطلاق الجواب كما لا يخفى .\r\nتنبيه\r\nالفرق بين الخمس والفئ هو ان الخمس عبارة عن أحد أخماس ما يتعلق به الخمس مما تقدم والفئ عبارة عن المال الذي يختص بأجمعه بالإمام عليه السّلام وسنبحث عنه تفصيلا في مقامه إنشاء اللَّه .\r\nفصل في مصارف الخمس\r\nاتفقت كلمة أصحابنا الإمامية على انقسام الخمس إلى ستة أسهم\r\n","description":"","footnote":"","page_name":" 123 ","page_number":125},
  {"content":"\r\nسهم للَّه وسهم للرسول وسهم لذي القربى والثلاثة الباقية وهي نصف الخمس لليتامى والمساكين وابن السبيل وان المراد بذي القربى هو خصوص الإمام عليه السّلام فلم يرد من كلمة ذي القربى الجنس وان المراد باليتامى والمساكين وابن السبيل المتصفين بهذه الصفات من خصوص بني هاشم وهم المنتسبون إلى هاشم في الجملة دون غيرهم واما العامة فقد خالفونا في جميع هذه الجهات فذهبوا في السهام إلى إسقاط سهم اللَّه تعالى زعما منهم انه تعالى انما عد نفسه أحد مصارف الخمس تيمنا وتبركا فهو تعالى ليس أحد مصارفه حقيقة لعدم حاجته إليه وبعضهم أسقط سهم الرسول أيضا بموته وآخرون منهم أسقطوا سهم ذي القربى أيضا وذهبوا أيضا إلى أن المراد بذي القربى مطلق أقرباء الرسول لا خصوص الإمام فحملوا كلمة ذي القربى على إرادة الجنس ثم اختلفوا بينهم هنا فذهب بعضهم إلى أن المراد بهم خصوص بني هاشم وقال آخرون منهم ان المراد بهم ما يعم بني المطلب كما ذهب إليه محمّد بن إدريس الشافعي المنسوب إلى أحد أجداده المسمى بشافع وهو ينتهى بأربعة وسائط إلى مطلب وذهبوا أيضا إلى أن المراد باليتامى والمساكين وابن السبيل المتصفين بهذه الصفات من غير بني هاشم ثم إنهم كما عرفت أسقطوا سهم الرسول صلَّى اللَّه عليه وآله بعده بزعمهم ان لا سهم له بعد وفاته واما سهم ذي القربى فلما استخلف عمر ورأى كثرة الغنائم مما غنمه المسلمون من الكفار لم يرض بإعطاء حق علي عليه السّلام بتمامه ولم يرض هو عليه السّلام بأخذ ما دون حقه فغصب حقه بأجمعه ولم يعطه شيئا كما غصبوا الخلافة رأسا وما ورى عباد ان قرية ثم تبعه من بعده عملا بل استدلوا بفعله على عدم ثبوت حق لذي القربى واقعا فلم يبق أذن من ستة أسهم الخمس الا ثلاثة أسهم وهي علي زعمهم تكون لغير بني هاشم من الأصناف الثلاثة كما تقدم وهل هذا الا إفك عظيم فالحق هو\r\n","description":"","footnote":"","page_name":" 124 ","page_number":126},
  {"content":"\r\nما ذهبت إليه أصحابنا الإمامية رضوان اللَّه عليهم وقد دلت عليه الكتاب والآثار الواردة عن الأئمة الأطهار أما الكتاب فقوله تعالى : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى والْيَتامى والْمَساكِينِ » الآية وقد تقدم تقريب دلالتها على مذهب الإمامية من جميع الجهات فراجع واما الروايات الواردة في المقام فهي تبلغ عشرين رواية على ما في الوسائل وبعد إرجاع بعضها إلى بعض كما ستعرف تسقط منها اثنتان فتبقى ثمانية عشر رواية يدل بعضها على تمام المذهب أعني جميع الجهات المتقدمة وبعضها على بعض المذهب وبعضها الأخر يشير إلى المذهب من دون تصريح به مراعاة للتقية ومنها ما هو خارج عن المقام فلا دلالة لها على ما نحن بصدده فلنتعرض لتلك الروايات ولمقدار دلالة كل منها .\r\nفمنها ( 1 )\r\n\r\nما رواه محمد بن مسعود العياشي في تفسيره عن محمّد بن مسلم عن أحدهما عليهما السّلام قال سألته عن قول اللَّه عز وجل : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى » قال هم قرابة رسول اللَّه صلَّى اللَّه عليه وآله فسألته منهم اليتامى والمساكين وابن السبيل قال نعم وهذه الرواية تدل على عدم خروج المستحقين للخمس من قرابة الرسول صلَّى اللَّه عليه وآله واما كون السهام ستة وان المراد بذي القربى فرد خاص وهو شخص الإمام عليه السّلام فالرواية ساكتة عن هذه الجهة .\r\nتنبيه رجالي\r\nوهو ان العياشي كان معاصرا للكليني وهما من الطبقة التاسعة\r\nو ","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 13 عن تفسير العياشي )\r\n","page_name":" 125 ","page_number":127},
  {"content":"\r\nكان العياشي ساكنا بسمرقند والكليني بكلين ولم يلاق أحدهما الأخر .\r\nومنها ( 1 )\r\n\r\nما رواه علي بن الحسين المرتضى في رسالة المحكم والمتشابه نقلا عن تفسير النعماني بإسناده عن علي عليه السّلام قال الخمس يجرى ( يخرج خ ل ) من أربعة وجوه من الغنائم التي يصيبها المسلمون من المشركين ومن المعادن ومن الكنوز ومن الغوص ويجرى هذا الخمس على ستة أجزاء فيأخذ الإمام منها سهم اللَّه وسهم الرسول وسهم ذي القربى ثم يقسم الثلاثة السهام الباقية بين يتامى آل محمّد ومساكينهم وأبناء سبيلهم ولا يخفى دلالة هذه الرواية على تمام المذهب من كون السهام ستة حقيقة وان سهم اللَّه والرسول وذي القربى كلها للإمام ( ع ) وان الثلاثة الباقية انما هي للمتصفين بالصفات الثلاثة من آل محمّد وان الإمام ( ع ) يقسم سهمهم بينهم .\r\nتنبيه روائي\r\nالرسالة المعروفة بالمحكم والمتشابه المنتسبة إلى السيد المرتضى ره هي التي رواها عن تفسير النعماني بسنده عن ابن عقدة إلى النعماني عن أمير المؤمنين عليه السّلام وكان السيد من الطبقة الاثني عشر وابن عقدة من الطبقة التاسعة معاصر الكليني .\r\nومنها ( 2 )\r\n\r\nرواية عبد اللَّه بن عن بعض أصحابه عن أحدهما عليهما السّلام\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 12 عن رسالة الحكم أو المتشابه )\r\n\r\n( 2 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 2 عن التهذيب )\r\n","page_name":" 126 ","page_number":128},
  {"content":"\r\nفي قول اللَّه تعالى : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى والْيَتامى والْمَساكِينِ وابْنِ السَّبِيلِ » قال خمس اللَّه للإمام وخمس الرسول للإمام وخمس ذوي القربى لقرابة الرسول الإمام واليتامى يتامى الرسول والمساكين منهم وأبناء السبيل منهم فلا يخرج منهم إلى غيرهم وهذه الرواية أيضا تدل على تمام المذهب ورواها الشيخ أيضا عن كتاب احمد وهو من الطبقة السابعة .\r\nومنها ( 1 )\r\n\r\nرواية سليم بن قيس وهي ما رواه محمد بن يعقوب عن علي بن إبراهيم عن أبيه عن حماد بن عيسى عن عمر بن أذينة عن إبراهيم بن عمر اليماني عن أبان عن سليم بن قيس قال سمعت أمير المؤمنين عليه السّلام يقول نحن واللَّه الذين عنى اللَّه بذي القربى والذين قرنهم اللَّه بنفسه وبنبيه فقال ما أفاء اللَّه على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين منا خاصة ولم يجعل لنا سهما في الصدقة أكرم اللَّه نبيه وأكرمنا أن يطعمنا أوساخ ما في أيدي الناس ثم ذكر في الوسائل ( 2 )\r\n\r\nرواية أخرى عن سليم بن قيس هكذا عن علي بن إبراهيم عن أبيه عن حماد بن عيسى عن إبراهيم بن عثمان عن سليم بن قيس الهلالي قال خطب أمير المؤمنين عليه السّلام « إلخ » ولكن هذه الرواية ليست رواية أخرى غير المتقدمة بل هما رواية واحدة وانما نقل سليم بن قيس ما سمعه عن أمير المؤمنين عليه السّلام مرتين بمضمونين مختلفين ومثل هذا كثير في الروايات ثم إنه قد وقع اشتباه في سند الرواية فإن إبراهيم انما هو ابن\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب « قسمة الخمس باب 1 » رواية 4 عن الكليني )\r\n\r\n( 2 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 5 عن الكليني\r\n","page_name":" 127 ","page_number":129},
  {"content":"\r\nعمر لا ابن عثمان وكيف كان فهذه تدل على بعض المذهب لا على تمامه وليعلم ان سليم بن قيس هو من الطبقة الثالثة ومن أصحاب علي عليه السّلام ولأجل اشتهاره بذلك هرب من الحجاج خائفا منه حين قدم العراق فاختفى في دار أبان بن أبي عياش إلى أن حضرته الوفاة فدعاه وأعطاه كتابه وأجاز له نقل ما أودعه فيه مما رواه عن علي عليه السّلام وكان هذا هو السبب في رواية أبان بن أبي عياش عن سليم .\r\nومنها ( 1 )\r\n\r\nما رواه محمد بن علي بن الحسين في المجالس وعيون الأخبار عن علي بن الحسين بن شاذويه وجعفر بن محمد بن مسرور جميعا عن محمّد بن عبد اللَّه بن جعفر الحميري عن أبيه عن الريان بن الصلت عن الرضا عليه السّلام في حديث طويل قال واما الثامنة فقول اللَّه عز وجل : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى » فقرن سهم ذي القربى مع سهمه وسهم رسول اللَّه صلَّى اللَّه عليه وآله إلى أن قال فبدء بنفسه ثم برسوله ثم بذي القربى فكل ما كان من الفيء والغنيمة وغير ذلك مما رضيه لنفسه فرضي لهم إلى أن قال واما قوله واليتامى والمساكين فان اليتيم إذا انقطع يتمه خرج من الغنائم ولم يكن له فيها نصيب من الغنم ولا يحل له أخذه وسهم ذي القربى قائم إلى يوم القيامة فيهم للغنى والفقير لأنه لا أحد أغنى من اللَّه ولا من رسول اللَّه صلَّى اللَّه عليه وآله فجعل لنفسه منها سهما ولرسوله سهما فما رضيه لنفسه ولرسوله رضيه لهم وكذلك الفيء ما رضيه منه لنفسه ولنبيه رضيه لذي القربى إلى أن قال فلما جاءت قصة الصدقة نزه نفسه ورسوله ونزه أهل بيته فقال انما الصدقات للفقراء\r\nو ","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس » باب 1 » رواية 10 عن المجالس وعيون الأخبار )\r\n","page_name":" 128 ","page_number":130},
  {"content":"\r\nالمساكين ثم قال فلما نزه نفسه عن الصدقة ونزه رسوله ونزه أهل بيته لا بل حرم عليهم لأن الصدقة محرمة على محمّد وآله وهي أوساخ أيدي الناس لا تحل لهم لأنهم طهروا من كل دنس ووسخ وهذه الرواية أيضا تدل على تمام المذهب مع اشتمالها على بيان علة الحكم وبعض اللطائف المستفادة من الآية ثم إن جعفر بن محمّد بن مسرور هو قولويه والريان بن الصلت الراوي عن الرضا عليه السّلام هو من الطبقة السادسة .\r\nومنها ( 1 )\r\n\r\nرواية حماد بن عيسى عن بعض أصحابنا عن العبد الصالح عليه السّلام قال الخمس من خمسة أشياء من الغنائم والغوص ومن الكنوز ومن المعادن والملاحة يؤخذ من كل هذه الصنوف الخمس فيجعل لمن جعله اللَّه له ويقسم الأربعة الأخماس بين من قاتل عليه وولى ذلك ويقسم بينهم الخمس على ستة أسهم سهم للَّه وسهم لرسول اللَّه صلَّى اللَّه عليه وآله وسهم لذي القربى وسهم لليتامى وسهم للمساكين وسهم لأبناء السبيل فسهم اللَّه وسهم رسول اللَّه لولي الأمر من بعد رسول اللَّه وراثة وله ثلاثة أسهم سهمان وراثة وسهم مقسوم له من اللَّه وله نصف الخمس كملا ونصف الخمس الباقي بين أهل بيته فسهم ليتاماهم وسهم لمساكينهم وسهم لأبناء سبيلهم يقسم بينهم على الكتاب والسنة ( الكفاف والسعة ) إلى أن قال وإنما جعل اللَّه هذا الخمس لهم خاصة دون مساكين الناس وأبناء سبيلهم عوضا لهم من صدقات الناس تنزيها من اللَّه لهم لقرابتهم برسول اللَّه صلَّى اللَّه عليه وآله وكرامة من اللَّه لهم عن أوساخ الناس فجعل لهم خاصة من عنده ما يغنيهم به عن أن يصيرهم في موضع الذل والمسكنة ولا\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 8 عن الكليني )\r\n","page_name":" 129 ","page_number":131},
  {"content":"\r\nبأس بصدقات بعضهم على بعض وهؤلاء الذين جعل اللَّه لهم الخمس هم قرابة النبي صلَّى اللَّه عليه وآله الذين ذكرهم اللَّه فقال وأنذر عشيرتك الأقربين وهم بنو عبد المطلب أنفسهم الذكر منهم والأنثى ليس فيهم من أهل بيوتات قريش ولا من العرب أحد ولا فيهم ولا منهم من هذا الخمس من مواليهم وقد تحل صدقات الناس لمواليهم وهم والناس سواء ومن كانت أمه من بني هاشم وأبوه من سائر قريش فان الصدقات تحل له وليس له من الخمس شيء لأن اللَّه يقول ادعوهم لا بأيهم إلى أن قال وليس في مال الخمس زكاة لان فقراء الناس جعل أرزاقهم في أموال الناس على ثمانية أسهم فلم يبق منهم أحد وجعل للفقراء قرابة الرسول صلَّى اللَّه عليه وآله نصف الخمس فأغناهم به عن صدقات الناس وصدقات النبي صلَّى اللَّه عليه وآله وولى الأمر فلم يبق فقير من فقراء الناس ولم يبق فقير من فقراء قرابة رسول اللَّه صلَّى اللَّه عليه وآله الا وقد استغنى فلا فقير ولذلك لم يكن على مال النبي والولي زكاة لأنه لم يبق فقير محتاج ولكن عليهم أشياء تنوبهم من وجوه ولهم من تلك الوجوه كما عليهم وهذه الرواية أيضا مشتملة بطولها على ما نحن بصدده دالة على تمام المذهب هنا وعلى جهات أخرى مثل اشتراط كون الانتساب إلى هاشم من طرف الأب فلا يكفى الانتساب إليه من طرف الأُم فقط وسنتعرض له إنشاء اللَّه تعالى وعلى علل بعض أحكام الخمس ومنها رواية ( 1 )\r\n\r\nأحمد بن محمّد بن أبي نصر عن الرضا عليه السّلام قال سئل عن قول اللَّه عز وجل : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى » فقيل له فما كان للَّه\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 6 عن الكليني )\r\n","page_name":" 130 ","page_number":132},
  {"content":"\r\nفلمن هو فقال لرسول اللَّه صلَّى اللَّه عليه وآله وما كان لرسول اللَّه صلَّى اللَّه عليه وآله فهو للإمام - عليه السّلام الحديث وهذه تدل على بعض المذهب ومنها رواية ( 1 )\r\n\r\nمحمّد بن الفضيل عن أبي الحسن الرضا عليه السّلام قال سألته عن قول اللَّه : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ » قال الخمس للَّه والرسول وهذا أيضا يدل على بعض المذهب ومنها رواية ( 2 )\r\n\r\nأبان عن محمّد بن مسلم عن أبي جعفر عليه السّلام في قول اللَّه عز وجل : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى » قال هم قرابة رسول اللَّه صلَّى اللَّه عليه وآله والخمس للَّه وللرسول ولنا وهذه أيضا كسابقتها تدل على بعض المذهب ومنها رواية أبي جميلة ( 3 )\r\n\r\nعن بعض أصحابه عن أحدهما عليهما السّلام قال فرض اللَّه في الخمس نصيبا لآل محمّد فأبى أبو بكر أن يعطيهم نصيبهم وهذا أيضا يدل على بعض المذهب ومنها رواية منهال بن عمرو ( 4 )\r\n\r\nعن علي بن الحسين عليهما السّلام قال قال ليتامانا ومساكيننا وأبناء سبيلنا وهذه أيضا تدل على بعض المذهب ومنها رواية ( 5 )\r\n\r\nمحمّد بن الحسن الصفار عن أحمد بن محمّد عن بعض أصحابنا\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 18 عن تفسير العياشي )\r\n\r\n( 2 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 5 عن الكليني )\r\n\r\n( 3 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 16 عن تفسير العياشي )\r\n\r\n( 4 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 20 عن تفسير العياشي )\r\n\r\n( 5 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 9 عن الكليني ) .\r\n","page_name":" 131 ","page_number":133},
  {"content":"\r\nرفع الحديث قال الخمس من خمسة أشياء إلى أن قال فاما الخمس فيقسم على ستة أسهم سهم للَّه وسهم للرسول صلَّى اللَّه عليه وآله وسهم لذوي القربى وسهم لليتامى وسهم للمساكين وسهم لأبناء السبيل فالذي للَّه فلرسول اللَّه فرسول اللَّه أحق به فهو له خاصة والذي للرسول هو لذي القربى والحجة في زمانه فالنصف له خاصة والنصف لليتامى والمساكين وأبناء السبيل من آل محمّد عليهم السّلام الذين لا تحلّ لهم الصدقة ولا الزكاة عوضهم اللَّه مكان ذلك بالخمس الحديث وهذه أيضا مما دلت على تمام المذهب فهذه جملة من الروايات الدالة على المذهب تماما أو بعضا في باب الخمس وقد أورد في الوسائل روايات أخرى في هذا الباب ولكنها خارجة من حريم هذا الباب رأسا مثل رواية ( 1 )\r\n\r\nإسحاق بن عمار عن رجل قال سألت أبا عبد اللَّه عليه السّلام عن سهم الصفوة فقال كان لرسول اللَّه صلَّى اللَّه عليه وآله أربعة أخماس للمجاهدين والقوام وخمس يقسم فيه سهم رسول اللَّه صلَّى اللَّه عليه وآله ونحن نقول هو لنا والناس يقولون ليس لكم وسهم لذي القربى وهو لنا وثلاثة أسهم لليتامى والمساكين وأبناء السبيل يقسمه الإمام بينهم فإن أصابهم درهم درهم لكل فرقة منهم نظر الإمام بعد فجعلها في ذي القربى قال يردها إلينا ولا ظهور لهذه الرواية على ما نحن فيه بل هي مجملة من غير هذه الجهة أيضا ومثل خبر ( 2 )\r\n\r\nزكريا بن مالك الجعفي عن أبي عبد اللَّه عليه السّلام انه سأله عن قول اللَّه عز وجل : « واعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ ولِلرَّسُولِ ولِذِي الْقُرْبى والْيَتامى والْمَساكِينِ\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 19 عن تفسير العياشي ) .\r\n\r\n( 2 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 1 عن التهذيب\r\n","page_name":" 132 ","page_number":134},
  {"content":"\r\nوابن السبيل فقال اما خمس اللَّه عز وجل فللرسول يضعه في سبيل اللَّه واما خمس الرسول فلاقربائه وخمس ذي القربى فهم أقرباؤه وحدها واليتامى يتامى أهل بيته فجعل هذه الأربعة أسهم فيهم واما ( 1 )\r\n\r\nالمساكين وابن السبيل فقد عرفت أنا لا نأكل الصدقة ولا تحل لنا فهي للمساكين وأبناء السبيل فهذه الرواية أيضا لا دلالة لها على ما نحن بصدده بوجه والمنسبق منها إلى الذهن ان الإمام عليه السّلام كان في مقام لم يمكنه التصريح بمذهبه وبيان ما هو الحق عند ، فكان قد أشار في الجواب إلى مذهبه على نحو لا ينافي التقية\r\nتنبيه روائي\r\nوليعلم ان زكريا بن مالك ثقة يكشف من وثاقته رواية عبد اللَّه\r\n","description":"","footnote":"\r\n( 1 ) أقول يستشعر بدوا من قوله عليه السّلام واما المساكين وابن السبيل ( إلخ ) أنهما خارجان من أهل بيت الرسول ( ص ) حيث فرق وفصل بينهما وبين اليتامى وما قبله بعد حكمه يكون ذوي القربى أقرباؤه وحدها واليتامى يتامى أهل بيته بقوله ( ع ) واما المساكين وابن السبيل ( إلخ ) وهذا يشعر بان المساكين وابن السبيل خارجان من أهل البيت إلا أن قوله ( ع ) بعد ذلك فقد عرفت أنا لا نأكل الصدقة ولا يحل لنا ( إلخ ) يستفاد منه بعد التأمل إن المساكين وأبناء السبيل أيضا من أهل البيت إذ لا ريب في وجودهما في أهل البيت بحسب الواقع كوجودهما في غير أهل البيت فإذا حرمت عليهم الصدقة كان الخمس لهم لا محالة للقطع بعدم حرمانهم من الصدقة والخمس كليهما وكيف كان لا يخلو التعبير في الرواية عن الاضطراب فهو اما لوقوع تحريف من الراوي في مقام النقل وأما لكون الإمام ( ع ) في مقام التقية بحيث لم يمكنه التصريح بمذهبه\r\n","page_name":" 133 ","page_number":135},
  {"content":"\r\n\r\nبن مسكان عنه إذ لا يروى هو الا عن ثقة وهو من الطبقة السابعة ( ومثل رواية ( 1 )\r\n\r\nحماد بن عيسى عن ربعي بن عبد اللَّه بن الجارود عن أبي عبد اللَّه عليه السّلام قال كان رسول اللَّه صلَّى اللَّه عليه وآله إذا أتاه المغنم أخذ صفوه وكان ذلك له ثم يقسم ما بقي خمسة أخماس ويأخذ خمسه ثم يقسم أربعة أخماس بين الناس الذين قاتلوا عليه ثم قسم الخمس الذي أخذه خمسة أخماس بأخذ خمس اللَّه عز وجل لنفسه ثم يقسم الأربعة أخماس بين ذوي القربى واليتامى والمساكين وأبناء السبيل يعطى كل واحد منهم حقا وكذلك الإمام يأخذ كما يأخذ الرسول صلَّى اللَّه عليه وآله فان هذه الرواية أيضا لا دلالة لها على شيء من المذهب واما الرواة الواقعة في سندها فثقة كلهم وكيف كان ففيما سوى هذه غنى وكفاية واما العامة فلا سبيل لهم إلى الأحكام غير نقل الأصحاب وفيهم من لا يجوز التعويل عليه فنقلوا فعل الرسول صلَّى اللَّه عليه وآله تارة وقوله أخرى وربما عولوا في مذهبهم على فعل من استخلف بعد الرسول ظلما فاتخذوا القرآن مهجورا وخالفوا أهل بيته جهارا فأصبحوا حيارى في دينهم يميلون يمينا وشمالا .\r\nمسئلة\r\nوهي انه هل يعتبر في الأصناف الثلاثة أعني اليتامى والمساكين وابن السبيل أن يكونوا منتسبين إلى هاشم من طرف الأب فلا يكفى انتسابهم إليه من طرف الأُم فقط أم يكفي الانتساب إليه من طرفها فقط والأول هو الحق وعليه اتفاق أصحابنا الإمامية نعم حكى ثاني القولين\r\n","description":"","footnote":"\r\n( 1 ) ( وسائل أبواب قسمة الخمس باب 1 رواية 3 عن التهذيب ) ( المؤلف )\r\n","page_name":" 134 ","page_number":136},
  {"content":"\r\nعن السيد المرتضى قده زعما منه ان هذه المسئلة انما هي من فروع الاختلاف الواقع بين أئمتنا عليهم السّلام ومخالفيهم إذ كانوا هم عليهم السّلام يدّعون انتسابهم إلى الرسول صلَّى اللَّه عليه وآله وانهم أبنائه وأولاده وكانوا يفتخرون بذلك وكانت الخلفاء واتباعهم ينكرون عليهم ذلك أشد النكير فلم يرضوا بنسبتهم أنفسهم إلى رسول اللَّه صلَّى اللَّه عليه وآله بدعوى ان نسبتهم إلى الرسول صلَّى اللَّه عليه وآله انما كان من طرف أمهم فاطمة سلام اللَّه عليها وهذا لا يصحح انتسابهم إلى الرسول صلَّى اللَّه عليه وآله بعنوان الأبناء والأولاد فهم ( ع ) أبناء علىّ وأولاده فقط وليسوا بأبناء رسول اللَّه صلَّى اللَّه عليه وآله فغصبوا حقهم منذ قبض رسول اللَّه صلَّى اللَّه عليه وآله وبالغوا في عنادهم حدا لم يرضوا بانتسابهم إلى رسول اللَّه صلَّى اللَّه عليه وآله بكونهم أبنائه ولكن الأئمة عليهم السّلام وأصحابهم احتجوا على مخالفيهم في ذلك وأقاموا الحجة عليهم من الكتاب تارة ومن السنة أخرى بحيث أفحموا مخالفيهم والجئوهم فلم يبق لهم مجال للإنكار فليطلب تلك الاحتجاجات من مواضعها وغاية ما تمسك به أهل العناد انما هو قول شاعر .\r\nبنونا بنو أبنائنا وبناتنا * بنوهن أبناء الرجال الأباعد\r\nوهل يمكن التمسك بقول شاعر مجهول هويته فيردّ به على كتاب اللَّه وسنة رسوله صلَّى اللَّه عليه وآله وهل هذا الا كدفع ما حكم به العقل السليم بتخيلاة شعرية وكيف كان فلا اشكال عندنا في أن أبناء فاطمة سلام اللَّه عليها هم أبناء رسول اللَّه صلَّى اللَّه عليه وآله وانهم ولده حقيقة ولم يختلف في ذلك منا أحد فلو كان مسئلة استحقاق من كان منتسبا إلى الرسول صلَّى اللَّه عليه وآله أو إلى الهاشم أو إلى عبد المطلب بالأم فقط للخمس متفرعا على صحة انتسابه إليهم بعنوان الابن والولد واستحقاق\r\n","description":"","footnote":"","page_name":" 135 ","page_number":137},
  {"content":"\r\nإطلاق مفهوم ابن الرسول عليه لكان الحق مع السيد المرتضى قده بل ما كان يخالفه في ذلك أحد من أصحابنا الإمامية قطعا الا ان المسئلتين ليستا من باب واحد ولم يرتضعا من ثدي واحد فلم يتفرع إحديهما على الأخرى فيجب مطالبة حكم الخمس في الفرض من الأخبار الواردة فيه فنأخذ بما أدت إليه من الجواز وعدمه سواء قلنا بصحة إطلاق الابن والولد هناك حقيقة كما هو الحق أم لا كما عليه أكثر العامة فنقول قد اختلفت الروايات في التعبير عن الأصناف الثلاثة المستحقة لنصف الخمس فعبر عنهم في بعضها بقولهم ( ع ) واليتامى يتامى الرسول والمساكين منهم وأبناء السبيل منهم فلا يخرج منهم إلى غيرهم وفي بعضها بقولهم ( ع ) واليتامى والمساكين منا خاصة وفي بعضها بعنوان أهل بيت الرسول وقرابته وفي بعضها بعنوان كونهم من آل محمّد ( ع ) وفي بعضها بإضافتهم إلى أنفسهم مثل قولهم ( ع ) ليتامانا ومساكيننا وأبناء سبيلنا إلى غير ذلك مما يحذو حذو هذه التعابير ولا يخفى انها تقبل الإطلاق على الأعم من المنتسبين بالأب فتشمل المنتسبين بالأم فقط أيضا كما هو مذهب السيد قده فلو لم يكن بأيدينا إلا هذه الروايات لكان تعميم مصرف الخمس إلى المنتسبين بالأم فقط إلى الرسول صلَّى اللَّه عليه وآله أقرب إلى الصواب ولكن في المقام روايات أخرى تدل على التفصيل فيجب رفع اليد بها عن إطلاق تلك الروايات مثل رواية حماد بن عيسى عن بعض أصحابنا عن العبد الصالح المتقدمة بطولها حيث قال عليه السّلام ومن كانت أمه من بني هاشم وأبوه من سائر قريش فان الصدقات تحل له وليس له من الخمس شيء مضافا إلى قاعدة مسلمة بين الأصحاب تستفاد ( 1 )\r\n\r\nمن هذه\r\n","description":"","footnote":"\r\n( 1 ) أقول لا يستفاد من القاعدة بنفسها الا عدم جواز أخذ الخمس للمنتسبين إلى هاشم بالأم فقط من غير بني هاشم لمكان الملازمة بين جواز أخذهم الصدقة من غير بني هاشم بعد ثبوته وبين عدم جواز أخذهم الخمس منهم واما بالنسبة إلى أخذهم الخمس من بني هاشم فلا يستفاد من القاعدة عدم جوازه إذ لا ملازمة بين جواز أخذ الصدقة من بني هاشم وبين عدم جواز أخذ الخمس منهم كما هو كذلك في المنتسبين إلى هاشم من طرف الأب إذ يجوز صدقة بعضهم لبعض مع جواز أخذه الخمس منه أيضا فمن الممكن أن يقال أنه لا يجوز للمنتسبين بالأم فقط إلى هاشم أخذ الخمس من غير بني هاشم بمقتضى القاعدة ولكن يجوز لهم أخذه من بني هاشم وان جاز لهم أخذ الصدقة منهم أيضا نعم يندفع هذا التفصيل بعدم القول بالفصل فبعد ضم منع القول بالفصل ينتج عدم جواز أخذ الخمس للمنتسبين إلى هاشم بالأم فقط مطلقا ( المؤلف )\r\n","page_name":" 136 ","page_number":138},
  {"content":"\r\nالرواية وغيرها وهي أنه لا يجوز لمستحق الخمس أخذ الصدقة إلا بعضهم من بعض وأنه يجوز لمن انتسب إلى هاشم بالأم فقط أن يأخذ الصدقة من غير بني هاشم فينتج عدم جواز أخذ الخمس للمنتسبين إلى هاشم بالأم فقط ويدل عليه أيضا ذيل رواية زرارة هذا كله مضافا إلى شهرة عظيمة على ذلك بين الأصحاب بحيث كاد أن يكون إجماعا ولعل المتقدمين من الأصحاب كانوا قد ظفروا بروايات أخرى غير ما قدمناه تدل على التفصيل ولكنها لم تصل إلينا وكيف كان فلا إشكال في عدم استحقاق من انتسب بالأم فقط بحسب الروايات وقيام الشهرة عليها وربما يوجه التفصيل كما عن بعض الأعلام بان نسبة فرد إلى طائفة وقبيلة في قولهم هاشمي أو علوي أو تميمي مثلا لا يصح عرفا إلا إذا كان الفرد منتسبا إلى ذاك\r\n","description":"","footnote":"","page_name":" 137 ","page_number":139},
  {"content":"\r\n\r\nالطائفة والقبيلة بالأب دون الأم فقط وان كان صادقا حقيقة بمعناه اللغوي فالمنتسبين إلي الرسول صلَّى اللَّه عليه وآله بالأم فقط هم آل الرسول وأهل بيته وأولاده حقيقة بل عرفا أيضا وان لم يصدق عليهم عنوان الهاشمي عرفا ولكنه لا يخلو عن مناقشة فالعمدة في الاستدلال هو ما قدمناه .\r\nفصل فيمن يجب عليه إخراج الخمس من ماله\r\nلا يختص وجوب الخمس بمن كان حاضرا في زمان نزول الخطاب بل يعمهم ومن بعدهم إلى يوم القيمة كغيره من الأحكام فان الخطابات الشفاهية وان قلنا باختصاصها بالحاضرين وعدم شمولها لغيرهم ولكنها تشملهم من حيث عموم الملاك فان الخطاب بمثل قوله تعالى : « أَقِيمُوا الصَّلاةَ » متوجه إلى المكلفين الحاضرين من حيث كونهم مسلمين لا من حيث كونهم على صفة خاصة تخصهم دون الغائبين وأيضا لا يشترط في ثبوت سهم الإمام عليه السّلام من الخمس أن يكون مبسوط اليد شاغلا وسادة الخلافة الظاهرية كما لا يشترط فيه أن يكون ظاهرا غير غائب والدليل على عدم اشتراط ذلك إطلاق الحكم في الآية والروايات فلا وجه لتقييده ببعض دون ببعض أو بعض الحالات دون بعضها وأيضا لا وجه للقول برفعه في زمان الغيبة أو مطلقا بدعوى تحليله للشيعة من طرف الأئمة ( ع ) تمسكا بروايات وردت فيه وقد أشبعنا الكلام فيها وقلنا إن موردها هو الأموال التي غنمها المسلمون من الكفار في الحرب معهم بدون إذن الإمام عليه السّلام ثم انتشرت بين الناس إلى أن وصلت إلى بعض شيعتهم فجعلهم أئمتهم في حل منها لتطيب\r\n","description":"","footnote":"","page_name":" 138 ","page_number":140},
  {"content":"\r\n\r\nمناكحهم ومواليدهم فراجع والحاصل ان الخمس ثابت للأئمة ( ع ) كل في زمانه غير مرفوع لا بكله ولا ببعضه من غير فرق في ذلك بين كونه عليه السّلام مبسوط اليد أولا وبين كونه ظاهرا أو غائبا فانقدح ان سهم اللَّه وسهم الرسول وسهم ذي القربى ثابت في زمان الغيبة لشخص الإمام المنتظر الحجة بن الحسن العسكري عجل اللَّه تعالى فرجه يجب على من تعلق الخمس بماله إيصاله إليه صلوات اللَّه عليه كما هو شأن كل مال كان بيد شخص وكان مالكه معلوما سواء قلنا بكون الخمس متعلقا بالعين على سبيل الشركة أو بغير ذلك فيجب على من تعلق الخمس بماله إخراجه إليه عليه السّلام بان يقبضه إياه إذ لا يتعين بدونه ومن المعلوم عدم إمكان الإيصال إليه والإقباض بيده عليه السّلام لمكان غيبته وانقطاع اليد عنه عجل اللَّه فرجه الشريف ومن ثم اختلفت الأقوال في تكليف من تعلق الخمس بماله فذهب جماعة على ما حكى عنهم إلى وجوب دفنه ولا دليل لهم على ذلك سوى ما روى من أن الأرض يظهر كنوزها عند ظهور القائم ( ع ) وانه إذا قام القائم دله اللَّه على الكنوز فيأخذها من كل مكان فزعم هؤلاء ان دفن ماله عليه السّلام أقرب الطرق إلى إيصاله إليه عليه السّلام ولكنه في غاية السقوط إذ لا دلالة لما دل على ظهور الكنوز له عليه السّلام علي وجوب دفن سهمه من الخمس بوجه بل هو تضييع للمال لا يعذر فاعله بذلك وذهب بعض إلى وجوب حفظه على من تعلق بماله من دون تصرف فيه إلى أن يظهر أمارات موته فيوصي به عند ذلك إلى غيره ممن يعتقد أمانته حتى يفعل به ما فعل وهكذا فزعموا إن هذا أقرب الطرق إلى وصول الخمس إليه إذ ينتهى إليه بتعاقب الأيادي ولا يخفى ضعفه إذ هو تضييع لا يقبل الاعتذار عنه بتوهم وصوله إليه\r\n","description":"","footnote":"","page_name":" 139 ","page_number":141},
  {"content":"\r\nيدا بعد يد وذهبت طائفة إلى وجوب التصدق به عنه عليه السّلام فأجروه مجرى المال المجهول مالكه بدعوى أنه لا فرق في حكم المال المجهول مالكه وهو وجوب التصدق به عنه بين ما إذا كان المالك مجهولا من جميع الجهات وبين ما إذا كان معروفا بجميع أوصافه ولكن لم يمكن إيصال ماله إليه كما في ما نحن فيه فأنا نعرف الإمام ( ع ) من حيث الحسب والنسب ومن سائر أوصافه الشريفة وأخلاقه الحميدة ولكنه عليه السّلام غائب عن أنظارنا فلا نعلم أنه بأيّ أرض أو الثرى فيشترك سهمه من الخمس مع المال المجهول مالكه مطلقا في حكمه فيتحد ان مصرفا فيجب التصدق به عنه وعليه يجوز صرفه إلى بني هاشم وغيرهم وذهب آخرون إلى وجوب صرفه إلى سائر قرابة الرسول صلَّى اللَّه عليه وآله من يتاماهم ومساكينهم وابن سبيلهم فيتم به نواقص أمورهم عند عدم اكتفاء سهمهم بذلك واستدلوا عليه بان الأئمة عليهم السّلام كل في زمانه كانوا هكذا يعملون مع السادة فكان الإمام عليه السّلام يأخذ الخمس بأجمعه فيعطيهم حقهم ثم إذا لم يكن يكفى سهمهم بأمورهم أجبره من سهمه فقال هؤلاء بوجوب العمل في زمان غيبته بما كان يعمل به زمان ظهوره وقد عرفت ان الأولين في غاية الضعف والسقوط ولا يخفى ضعف الثالثة أيضا لأن التصدق عن المالك المجهول بماله انما يصح فيما إذا لم يعلم ما يرتضيه المالك في صرف ماله فإذا لم يتمكن من إيصال ماله إليه وجب التصدق به عنه لا محالة وان كان معروفا عند المصدق بشخصه وصفاته فيتحد حكمه مع المال المجهول مالكه من جميع الوجوه واما إذا علم ما يرتضيه صاحب المال في صرف ماله وجب عند عدم التمكن من إيصاله إليه صرفه فيما يرتضيه فإذا كان مال لشخص عند آخر ولا يمكنه إقباضه إياه وكان لصاحب المال أهل\r\n","description":"","footnote":"","page_name":" 140 ","page_number":142},
  {"content":"\r\nبيت فقراء أو دار يشرف إلى الخراب فعلم من عنده المال ان صاحبه يرضى بصرف ماله في حفظ أهله أو إصلاح داره أشد الرضى وانه لا يرضى بالتصدق عنه فلا يجوز التصدق به عنه قطعا والمصدق لا يكون معذورا أصلا والمقام من هذا القبيل فإنه يمكننا دعوى العلم أو ما يقرب منه بما يرتضيه الإمام عليه السّلام في صرف سهمه فأذن أقرب الوجوه الأربعة إلى الحق هو الأخير منها إذ ربما يدعى مدعيه القطع برضى الإمام عليه السّلام بصرف ماله في مصالح أقرباؤه وهم السادة من أهل بيت الرسول صلَّى اللَّه عليه وآله فيتم به نواقص أمورهم حيث لا يكفيهم سهمهم وانما حصل له القطع بذلك من سيرة الأئمة الماضين ( ع ) فإنهم كانوا هكذا يفعلون ولكنه أيضا لا يخلو عن النظر وذلك لأنه لا ريب في أن أهم الأمور في نظر الإمام عليه السّلام انما هو حفظ الدين والذب عنه فقد بذلوا في ذلك مهجهم فحيث توقف إعلاء كلمة الدين وترويج شريعة سيد المرسلين صلَّى اللَّه عليه وآله على بذل سهمه حتى يشيّد به أركانه ويرهب به أعدائه علمنا برضاه عليه السّلام بذلك أشد الرضى وانه لا يرضى بغيره فلو صرفنا سهمه ( ع ) في تحصيل ذاك الغرض السنيّ لكنا معذورين بل مأجورين بخلاف ما لو صرفناه في وجه آخر مثل تتميم أمور السادة مع حاجة الدين في ترويجه والذب عنه إليه إذ لا يعدل به غيره والاعتذار عن ذلك بان الأئمة ( ع ) كانوا يقيمون بمؤنة فقراء بني هاشم من سهمهم وكانوا يتمون نواقص أمورهم من نصيبهم غير مقبول فان الخمس كله أو معظمه كان ينقل إليهم فكانوا يصرفونه في سائر أمورهم ومنها تتميم أمور السادة وجبر نواقصهم بسهمهم ( ع ) إذا لم يكف سهم السادة بحوائجهم حسب ما كانوا يرونه من المصالح بمقتضى الزمان فلا يقاس زمان الغيبة مع شدة الحاجة إلى صرف المال في إبقاء الدين على تلك الأزمنة\r\n","description":"","footnote":"","page_name":" 141 ","page_number":143},
  {"content":"\r\nكما لا يخفى واما الدفن أو الحفظ ثم الوصية به فأولى بعدم قبول الاعتذار عنهما إذ هما تضييع للمال مع شدة الحاجة إليه من وجوه كما أن القول بعدم ثبوته في زمان الغيبة رأسا أو القول برفعه ح بعد ثبوته ساقط جدا واما سهم السادة من الأصناف الثلاثة فلا وجه أيضا للقول بسقوطه وغاية ما يمكن أن يقال في وجه السقوط هو ان سهمهم كان ينقل إلى الأئمة ( ع ) زمان ظهورهم وهم كانوا يقسمونه بينهم كما تقدم ومن المعلوم عدم التمكن من إيصاله إلى الإمام ( ع ) زمان الغيبة حتى يقسمه بينهم فيجب القول بسقوطه بالمرة ولكنك خبير بان مجرد عدم التمكن من إيصاله إلى الإمام ( ع ) ثم وصوله إليهم بواسطته عليه السّلام لا يدل على سقوطه وحرمانهم عن حقهم بالمرة بوجه فيجب صرف سهمهم الذي جعله اللَّه لهم إليهم وملخص الكلام في هذا الفصل ان نصيب الإمام عليه السّلام ثابت زمان الغيبة بمقتضى الأدلة ولا دليل على رفعه واما وظيفة من تعلق سهمه عليه السّلام بماله فلم يثبت نص منهم ( ع ) يدلنا عليه فلا بد فيه من ملاحظة مقتضى القواعد والعمل بها وقد زعم بعض ان مقتضاها دفن سهمه عليه السّلام وبعض آخر ان مقتضاها حفظه والوصية به حين الارتحال وآخرون ان مقتضاها التصدق به عنه كما في المال المجهول مالكه وجماعة ان مقتضاها الصرف في بني هاشم عند عدم كفاية سهمهم في حوائجهم والحق ان مقتضى القواعد أن يصرف فيما هو أهم في نظر مالكه وهو حفظ أساس الدين ورفع قواعده ونشر لواء التوحيد بنشر علومه ومعارفه فقد كثرت أعدائه واستظهر بعضهم ببعض فيجب القيام إلى الدعوة إلى سبيل الرب بالحكمة والموعظة الحسنة والجدال بالتي هي أحسن فصرف سهم الإمام عليه السّلام في ذلك أهم في نظره قطعا إلى أن يقوم بأمر اللَّه فيرجع الأمر بذمته إليه\r\n","description":"","footnote":"","page_name":" 142 ","page_number":144},
  {"content":"\r\n\r\nعجل اللَّه تعالى فرجه وشرفنا بلقائه نعم يجب إيصاله إلى الفقيه حتى يجرى ذلك بيده فان له الولاية على المال المجهول مالكه أو المتعذر إيصاله إليه مع عدم الجهل بحاله كما في المقام ولا نقول بان له الولاية على الإمام عليه السّلام فحاشاه أن يكون لغيره ولاية عليه فان له الولاية على الكل بإذن اللَّه تعالى كما قال : « إِنَّما وَلِيُّكُمُ الله ورَسُولُهُ والَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ ويُؤْتُونَ الزَّكاةَ وهُمْ راكِعُونَ » ( مائدة آية 61 ) هذا مضافا إلى أن الفقيه أعرف بمصالح الدين فيجب الرجوع فيها إليه وأمّا بالنسبة إلى سهم بني هاشم فمقتضى إطلاق الأدلة من الكتاب والسنة وجوب صرفه إليهم في عصر غيبة الإمام عليه السّلام كغيره من الأزمنة كما دلت تلك الأدلة على أصل ثبوته\r\nخاتمة في بيان ما هو المراد من الأنفال\r\nقالت الفقهاء من العامة هي عبارة عن الزيادات التي كان يعطيها رسول اللَّه صلَّى اللَّه عليه وآله لبعض المجاهدين خاصة وأما عند أصحابنا الإمامية فهي على ما دلت عليه أخبارهم الصادرة عن أئمتهم ( ع ) عبارة عن قسم خاص من الغنائم يختلف حكمه مع غيره من الأقسام توضيح ذلك ان من الغنائم ما يختص بالمجاهدين الذين اشتركوا في الجهاد وهي المنقولات من أموال المشركين التي وقعت تحت أيدي المجاهدين بغلبتهم عليهم ويعبر عنها بما حواه العسكر فهذه تختص بمن حضر الجهاد فيقسم بينهم بعد إخراج خمسها كما دلت عليه آية الغنيمة ومنها ما لا يختص بالمجاهدين المشتركين في الحرب بل يعمهم وغيرهم\r\n","description":"","footnote":"","page_name":" 143 ","page_number":145},
  {"content":"\r\nمن المسلمين فملاك المالكية في هذا القسم انما هو عنوان الإسلام مثل الأراضي المفتوحة عنوة فيصرفها الذي بيده الأمر أعني النبي والإمام المنصوب من قبله في مصارف عامة المسلمين وقد وقع الاختلاف في تعلق الخمس وعدمه بهذا القسم ومنها ما لا يكون ملكا للمجاهدين بما هم مجاهدون ولا للمسلمين بما هم مسلمون بل يختص بشخص من بيده الأمر أعني النبي والإمام كل في زمانه فيفعل فيه ما يشاء وهو المراد بالأنفال عند أصحابنا وهي عبارة عن كل ما كان تحت سلطنة سلطان الكفر والشرك بان كان لها نحو اختصاص به وتعد من شؤون مقام سلطنته وان لم يكن مملوكا له ومنتقلا إليه بشيء من الأسباب الناقلة فمتى غلب المسلمون علي الكفار وقعت هذه كلها تحت سلطنة الإمام عليه السّلام فهي مختصة به من دون سائر المسلمين وليس في هذا القسم خمس ويدل على اختصاص الأنفال بالرسول صلَّى اللَّه عليه وآله قوله تعالى : « يَسْئَلُونَكَ عَنِ الأَنْفالِ قُلِ الأَنْفالُ لِلَّهِ والرَّسُولِ فَاتَّقُوا الله وأَصْلِحُوا ذاتَ بَيْنِكُمْ » الآية فيستفاد منها انه وقع السؤال من المسلمين عن حكم الأنفال وانه بينهم من أجل الأنفال خصومة وتنازع فحكم اللَّه تعالى بكونها للَّه والرسول وانه يحب التصالح ورفع التنازع من بين المسلمين ثم قال تعالى : « وأَطِيعُوا الله ورَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ » فأرشدهم إلى وجوب طاعة اللَّه ورسوله في جميع أمورهم وان الايمان يقتضي ذلك فليس لهم أن يطمعوا في الأنفال ويخالفوا فيها حكم اللَّه ورسوله صلَّى اللَّه عليه وآله وسلَّم ولا يخفى ان سوق الآية الشريفة انسب بمقالة أصحابنا من مذهب العامة القائلين بكونها عبارة عن الزيادات التي كان يعطيها رسول اللَّه لبعض المجاهدين خاصة وذلك لان السؤال عنها ثم الجواب بكونها للَّه والرسول يناسب مختارنا من اختصاصها بشخص الرسول صلَّى اللَّه عليه وآله\r\n","description":"","footnote":"","page_name":" 144 ","page_number":146},
  {"content":"\r\nبخلاف ما لو قلنا بمقالة العامة فيها فإنه لم يبق وجه للسؤال عن حكمها على هذه المقالة كما لا يخفى ( نعم لم يقع التفصيل في الآية في بيان مواردها بل إنما حكم فيها على سبيل الاجمال كما عليه دأبه في سائر الأحكام وانما كشف القناع عن وجهها بتفصيلها أهل بيت الوحي والتنزيل بالسنة والآثار ( 1 )\r\n\r\n","description":"","footnote":"\r\n( 1 ) أقول ينبغي أن نتعرض لبعض أخبار الباب مزيدا للبصيرة وتتميما للفايدة فمنها ما رواه في الوسائل عن الكافي باسناده عن حفص بن البختري عن أبي عبد الله عليه السلام قال الأنفال ما لم يوجف عليه بخيل ولا ركاب أو قوم صالحوا أو قوم أعطوا ما بأيديهم وكل أرض خربة وبطون الأودية فهو لرسول الله وهو للإمام من بعده يضعه حيث شاء ( أبواب الأنفال وما يختص بالإمام باب 1 رواية 1 ) .\r\nومنها ما رواه فيه أيضا عنه باسناده عن حماد عن العبد الصالح ( ع ) في حديث قال وللإمام صفو المال أن يأخذ من هذه الأموال صفوها الجارية الفارهة والدابة الفارهة والثوب والمتاع مما يحب أو يشتهي فذلك له قبل القسمة وقبل اخراج الخمس وله أن يسد بذلك المال جميع ما ينوبه من مثل اعطاء المؤلمة قلوبهم وغير ذلك مما ينوبه فان بقي بعد ذلك شيء اخرج الخمس منه فقسمه في أهله وقسم الباقي على من ولي ذلك وإن لم يبق بعد سد النوائب شيء فلا شيء لهم إلى أن قال وله بعد الخمس الأنفال والأنفال كل أرض خربة قد باد أهلها وكل أرض لم يوجف عليها بخيل ولا ركاب ولكن صالحوا صلحا وأعطوا بأيديهم على غير قتال وله رؤس الجبال وبطون الأودية والآجام وكل أرض ميتة لا رب لها وله صوافي الملوك ما كان في أيديهم من غير وجه الغصب لأن الغصب كله مردود وهو وارث من لا وارث له يعول من لا حيلة له وقال إن الله لم يترك شيئا من صنوف الأموال إلا وقد قسمه فأعطى كل ذي حق حقه إلى أن قال والأنفال إلى الوالي كل أرض فتحت أيام النبي ( ص ) إلى آخر الأبد وما كان افتتاحا بدعوة أهل الجور وأهل العدل لأن ذمة رسول الله في الأولين والآخرين ذمة واحدة لأن رسول الله صلى الله عليه وآله قال المسلمون إخوة تتكافى دمائهم يسعى بذمتهم أدناهم ورواه الشيخ كما مر ( أبواب « باب » رواية رواية 4 ) .\r\nومنها ما رواه فيه عنه أيضا باسناده عن علي بن أسباط عن أبي الحسن موسى ( ع ) في حديث قال إن الله لما فتح على نبيه فدك وما والاهم لم يوجف عليه بخيل ولا ركاب فانزل الله على نبيه وآت ذا القربى حقه لن يدر رسول الله ( ص ) من هم فراجع في ذلك جبرئيل وراجع جبرئيل ربه فأوحى الله إليه أن أدفع فدك إلى فاطمة إلى أن قال حد منها جبل أحد وحد منها عريش مصر وحد منها سيف البحر وحد منها دومة الجندل قيل له كل هذا قال نعم ان هذا كله مما لم يوجف على أهله رسول الله ( ص ) بخيل ولا ركاب ( أبواب الأنفال وما يختص بالإمام باب 1 رواية 5 ) .\r\nوفي هذه عن غيرها من أخبار الباب غني وكفاية الاشتمالها على جميع ما جمعته تلك الأخبار وصلى الله على سيدنا ونبينا محمد وآله الأطهار الأبرار .\r\n( المؤلف )\r\n","page_name":" 145 ","page_number":147},
  {"content":"\r\nثلاثة وثلثين رواية عد فيها أمور من الأنفال فحكم بكونها للرسول والإمام صلوات اللَّه عليه وعليهم منها ما لم يوجف عليه بخيل ولا ركاب ومنها كل أرض خربة باد عنها أهلها ومنها بطون الأودية ومنها رؤس الجبال ومنها الآجام ومنها كل ارض لا رب لها وقد عد المعادن منها ومنها كل ارض غلب عليها المسلمون بدون إذن الإمام عليه السّلام ومنها صواف الملوك وقطائعهم ومنها مال من لا وارث له فان هذا\r\n","description":"","footnote":"","page_name":" 146 ","page_number":148},
  {"content":"\r\nأيضا كان يقع تحت سلطنة الملوك فكانوا يعدون أنفسهم بمنزلة الوارث لمن لا وارث له وقد ذكر كل واحد منها في أزيد من خبر واحد فالروايات مشتملة عليها وعلى أشياء أخر والملاك في الجميع أنها من مختصات الملوك والفئ والأنفال بمعنى واحد هذا كله في معنى الأنفال على اصطلاح العامة والخاصة على اختلاف بين الاصطلاحين واما بحسب اللغة فهو جمع نفل بالتحريك بمعنى الزيادة رب زدني علما والحقني بالصالحين والحمد للَّه رب العالمين وصلَّى اللَّه على سيدنا محمّد وآله الطاهرين ولعنة اللَّه على أعدائهم أجمعين .\r\nتم بيد مؤلفه عباس بن أبي تراب الحسيني القزويني عفى عنهما وقد فرغت من تسويده بعون الله في شهر الصيام من شهور سنة تسعة وسبعين وثلاثمائة بعد الألف من الهجرة النبوية .\r\nوكان الفراغ من طبعه يوم الخامس عشر من شهر شوال المكرم سنة 1380 من الهجرة النبوية في المطبعة العلمية بقم\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":149}
  ]