[
  {"content":"\r\n\r\nالهيئة المصرية العامة للكتاب\r\nبالتعاون مع\r\nمركز البحوث الأمريكى بمصر\r\nمجموعة المؤلفات الفلسفية في القرون الوسطى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nشروح ابن رشد لكتب أرسطو\r\nالأصول العربية\r\nتلخيص كتب أرسطو في المنطق\r\nالجزء الثالث\r\nتلخيص كتاب العبارة\r\nمركز البحوث الأمريكى بمصر\r\n1981\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nابن رشد\r\nتلخيص كتاب\r\nالعبارة\r\nحققه المرحوم\r\nالدكتور محمود قاسم\r\nراجعه وأكمله وقدم له وعلق عليه\r\nدكتور\r\nتشارلس بترورث\r\nدكتور أحمد عبد المجيد هريدى\r\nالهيئة المصرية العامة للكتاب\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالإهداء\r\nإلى اسم المرحوم الدكتور محمود محمد قاسم ( 1913 - 1973 )\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمحتويات الكتاب\r\nصفحة\r\nتصدير 13\r\nالمقدمة 17\r\nمنهج التحقيق 49\r\nرموز الكتاب 53\r\nالنص\r\nالفصل الأول ( 1 - 21 ) .\r\nتمهيد : 57\r\nموضوعات الفصل ( 1 ) ، فيما تشبه الألفاظ والمعاني الحروف المكتوبة ( 2 ) ، كيف تتصف الألفاظ والمعاني بالصدق وبالكذب وكذلك الاسم والكلمة ( 3 ) .\r\nالقول في الاسم : 59\r\nحد الاسم ( 4 ) ، لما ذا يقال في الاسم إنه بتواطؤ ( 5 ) ، الاسم المحصل والغير محصل ( 6 ) ، الاسم المصرف والغير مصرف ( 7 ) ، خاتمة ( 8 ) .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nصفحة\r\nالقول في الكلمة : 61\r\nحد الكلمة ( 9 ) ، الكلمة المحصلة والغير محصلة ( 10 ) ، الكلمة المصرفة والغير مصرفة ( 11 ) ، كيف تشبه الكلمة الاسم ( 12 ) ، خاتمة ( 13 ) .\r\nالكلام في القول : 65\r\nحد القول ( 14 ) ، القول يدل على طريق التواطؤ لا بالطبع ( 15 ) ، القصد هاهنا التكلم في القول الجازم ( 16 ) ، حد القول الجازم ( 17 ) ، كيف يمكن أن يكون القول الجازم واحدا أو كثيرا ( 18 ) ، القول الجازم يحتاج إلى الكلمة ( 19 ) ، الإيجاب والسلب ( 20 ) ، تقابل الإيجاب والسلب ( 21 ) .\r\nالفصل الثاني ( 22 - 39 ) .\r\nأصناف المعاني والمتقابلات : 70\r\nصنفا المعاني ( 22 ) ، أصناف المتقابلات ستة ( 23 ) ، اقتسام المعاني والمتقابلات للصدق والكذب ( 24 ) .\r\nالموضوع والمحمول بحسب هذه المتقابلات : 74\r\nينبغي أن تؤخذ المتقابلات مع موضوع واحد ومحمول واحد ( 25 ) ، وإلا فليس الإيجاب ولا السلب واحدا ( 26 ) ، ثلاثة أحوال ينبغي أن تشترط في المتقابلات ( 27 ) .\r\nالاتفاق نوع من الأمور الموجودة في المستقبل 76\r\nالمتقابلات في الأمور الموجودة في الآن وفيما مضى تقتسم الصدق والكذب ضرورة ( 28 ) ، أقسام المتقابلات في الأمور الموجودة\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nصفحة في المستقبل ( 29 ) ، الصنف الذي يقتسم الصدق والكذب على التحصيل ( 30 ) ، لا يوجد ما هو باتفاق في هذا الصنف ( 31 ) ، ما يلزم من شك عن هذا ( 32 ) ، الصنف الذي لا يقتسم الصدق والكذب ( 33 ) ، الشناعات التي تلزم عن رفع الممكن ( 34 ) ، مخالفة ذلك لما فطرنا عليه ( 35 ) ، أصناف الممكن ثلاثة ( 36 ) ، صنفا الضروري ( 37 ) ، ما هو ضروري وما هو ممكن من المتقابلات في الأشياء الموجودة ( 38 ) ، خاتمة ( 39 ) .\r\nالفصل الثالث ( 40 - 63 ) .\r\nالقضايا الثنائية والقضايا الثلاثية : 84\r\nعدد القضايا الثنائية ( 40 ) ، عدد القضايا الثلاثية ( 41 ) ، مقابلات القضايا الثلاثية ( 42 ) ، تلازم الموجبة البسيطة والسالبة المعدولة في الصدق ( 43 ) ، تلازم السالبة البسيطة والموجبة المعدولة في الصدق ( 44 ) ، تلازمهما في الكذب ( 45 ) ، تلازم العدمية مع البسيطة والقضايا التي على القطر ( 46 ) ، قانون عام في تعرف هذه المتلازمات ( 47 ) ، أخذ موضوع القضايا باسم غير محصل ومحمولها باسم محصل أو غير محصل ( 48 ) ، حرف السلب وحرف العدل في هذا الصنف من القضايا الثلاثية ( 49 ) ، حرف السلب وحرف العدل في القضايا الثنائية ( 50 ) ، الموضع من القضايا الذي فيه قوة حرف العدل هي قوة حرف السلب ( 51 ) ، تفسير هذا\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nصفحة الموضع ( 52 ) ، الموضع الذي فيه لا تكون قوة حرف العدل قوة حرف السلب ( 53 ) ، التقابل بين الاسم المحصل والاسم غير المحصل ( 54 ) ، القضايا البسيطة التي موضوعها اسم غير محصل تلازم القضايا المعدولة التي موضوعها اسم غير محصل ( 55 ) ، تبديل ترتيب المحمول والموضوع لا يغير القضايا ( 56 ) .\r\nالقضايا بالجملة : 97\r\nحمل الأسماء التي تدل على معنى واحد ( 57 ) ، حال هذا في السؤال الجدلي ( 58 ) ، الفرق بين السؤال الجدلي والسؤال على طريق التعليم ( 59 ) ، الأحوال الأربعة للمحمولات التي تحمل على موضوع واحد ( 60 ) ، ليس كل ما يصدق فرادى يصدق مجموعا ( 61 ) ، متى تكون قضية واحدة مع محمولات كثيرة ( 62 ) ، حال الأشياء التي تصدق وهي مجموعة ولا تصدق إذا أفردت ( 63 ) .\r\nالفصل الرابع ( 64 - 84 ) .\r\nالقضايا ذوات الجهات وغير ذوات الجهات ( 64 ) 105\r\nالنظر في المتقابلات من القضايا ذوات الجهات : 106\r\nموضع حرف السلب هاهنا في بادئ الرأي ( 65 ) ، حرف السلب لا يوضع مع الكلمة الوجودية في القضايا ذوات الجهات ( 66 ) ، ولكن يجب أن يوضع مع الجهة ( 67 ) ، السلب الحقيقي في القضايا المتقابلة ذوات الجهات ( 68 ) .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nصفحة\r\nالنظر في المتلازمات من القضايا ذوات الجهات : 108\r\nأصناف المتلازمات ( 69 ) ، رسم أصنافها ( 70 ) ، نقيض الممكن يلزم عن الممتنع وبالعكس ( 71 ) ، ضد النقيض يلزم عن الواجب ( 72 ) ، السبب في هذا ( 73 ) ، نقيض الواجب لا يلزم عن الممكن ( 74 ) ، ولكن يظهر أن اللازم عنه هو ضد النقيض ( 75 ) ، نقيض الممكن يلزم خلفا في الواجب ( 76 ) ، وكذلك مع كل قضية واجبة إلا السالبة المعدولة وهو ضد النقيض ( 77 ) ، شك قد يعرض في هذا البيان ( 78 ) ، هذا الشك يحدث لأن الممكن يقال على أنحاء كثيرة ( 79 ) ، ويقال أيضا باشتراك الاسم ( 80 ) ، أي صنف من الممكن يلزم عنه الواجب ( 81 ) ، الواجب ينبغي أن يوضع مبدأ لكل هذه القضايا ( 82 ) ، وذلك لأن ما هو واجب هو أقدم ( 83 ) ، خاتمة ( 84 ) .\r\nالفصل الخامس ( 85 - 95 ) .\r\nالفحص في هذا الفصل عن القول الذي هو أشد تضادا ( 85 ) : 117\r\nالنظر في اعتقادات الذهن : 118\r\nالتقابل الذي في اعتقادات الذهن هو بالضد أو بالسلب ( 86 ) ، التضاد الموجود في الاعتقاد يشبه التضاد الموجود خارج النفس ( 87 ) ، لكن هذا الشبه كاذب ( 88 ) ، ذلك أنه ليس كل اعتقاد كاذب كان عندنا هو الاعتقاد المضاد لاعتقاد صادق ( 89 ) .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nصفحة\r\nالسلب أشد تضادا من الضد : 121\r\nالسلب يقتضى دفع الاعتقاد الموجب بذاته ( 90 ) ، وهو أعم مضادة للإيجاب من الضد ( 91 ) ، كما أن الإيجاب هو المضاد الذي في الغاية للسلب كذلك السلب هو المضاد الذي في الغاية للإيجاب ( 92 ) ، لا فرق في هذا إذا تلفظنا بالسور الكلى ( 93 ) ، السلب الكلى هو الضد والنقيض للإيجاب الكلى ( 94 ) .\r\nالاعتقادات التي قيل فيها هاهنا ليست متضادة في الحقيقة ( 95 ) 124\r\nانتهاء الكتاب ( 96 ) .\r\nالفهارس\r\nالأعلام\r\nأرسطو 127\r\nأ - المواضع التي ذكر فيها أرسطو .\r\nب - المواضع التي أشير فيها إلى أرسطو .\r\nج - المواضع التي فيها إشارة إلى أقوال أرسطو .\r\nسائر الأعلام 127\r\nالكتب الواردة بالنص 128\r\nمقابلة فقرات تلخيص كتاب العبارة لابن رشد بنصوص كتاب\r\nالعبارة لأرسطو 129\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nتصدير\r\nهذا هو الجزء الثاني من أجزاء ثمانية هي أقسام تلخيص ابن رشد لكتب أرسطو في المنطق أي « الأورجانون » . ورغم أن تلخيص كتاب العبارة في هذه النشرة العربية المحققة هو الكتاب الثاني إلا أنه يعد الكتاب الثالث هاهنا حيث يسبقه تلخيص كتاب المقولات ، ويسبقهما تلخيص إيساغوجى لفرفريوس الذي لم يصل إلينا نصه العربي الذي ألفه ابن رشد بل وصل إلينا في ترجمة عبرية نشرت كجزء أول من تلك السلسلة ( انظر مقدمة تلخيص كتاب المقولات ) .\r\nوتحقيقنا هذا - شأنه شأن تحقيقنا لتلخيص كتاب المقولات وهو الجزء الثاني وأيضا تلخيص كتاب الجدل وهو الجزء السادس واللذين نشرا قبل هذا - يعتمد على مخطوطة فلورنزا رقم 54 ،  LL XXXLC L  ومخطوطة جامعة ليدن رقم 2073 . وقد اتخذنا مخطوطة فلورنزا بوجه عام أصلا للتحقيق كما اتخذنا مخطوطة ليدن أصلا ثانيا ، وقد قارنّاهما بأربع مخطوطات أخرى إضافية هي : مخطوطة دار الكتب رقم 9 منطق ، ومخطوطة مشكاة رقم 375 بطهران ، ومخطوطة شستربيتي رقم 3769 بدبلن ، ومخطوطة شوراى ملى رقم 5496 بطهران .\r\nوباستثناء حالات نادرة فإن تلك المخطوطات الأخيرة لم تضف شيئا ذا قيمة للنص .\r\nوكما سبق أن بينا في مقدمة كتاب المقولات فإن ابن رشد هناك قد ميز عبارة أرسطو بإيرادها بعد كلمة « قال » وقد وردت في قرابة 42 موضعا من الكتاب ، إلا أنا نلاحظ هنا في تلخيص ابن رشد لكتاب العبارة أنه قد نحى\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nنص أرسطو والإشارة إليه جانبا فلم يذكره إلا في حالات نادرة جدا ، فقد أشار إلى أرسطو بصورة مباشرة في مواضع خمسة فقط ، وفي موضعين من هذه المواضع الخمسة نلاحظ أن نص أرسطو الذي أشار إليه ابن رشد لا يوجد ما يماثله في نص أرسطو لكتاب العبارة ، وأيضا فإن ابن رشد لم يتقيد حرفيا بترتيب نص أرسطو بل سمح لنفسه باتخاذ مسار خاص من أجل أن يقدم نص أرسطو بصورة تبدو مفيدة لفهم نص أرسطو ، فنراه يفصل في مواضع أوجزها أرسطو ورأى ابن رشد ضرورة بسطها . ورغم هذا الخروج على نص أرسطو فإن ابن رشد نجح في أن يجعل نص أرسطو أسهل تناولا للقارئ ، فهو يبسط ما أوجزه أرسطو في حديثه عن اللغة وما إذا كانت توقيفية أم اصطلاحية أو بعبارة أخرى هل هي بالتواطؤ أم بالطبع ، ورأى أن دلالة الألفاظ تكون بتواطؤ لا بالطبع ، وبالجملة فإن ابن رشد بنهجه الجديد هذا قد بلغ هدفه الأساسي في تفسير مذهب أرسطو .\r\nويسرني أن أعبر عن عظيم شكري للأشخاص الكثيرين والمؤسسات التي عاونت في صدور هذا الكتاب ، وقبل كل شئ فإني أتقدم بوافر الشكر للمعاونة الكريمة التي قدمتها لي أسرة المرحوم الدكتور محمود قاسم التي قدمت لي مشكورة صورة من مسودات عمله في تحقيق هذا الكتاب وتحقيق المقولات والقياس والبرهان . كما أود أن أنوه بالتشجيع الأدبي والعون والتوجيه الذي لقيه هذا المشروع - وهو برنامج دراسة المنطق الإسلامي في العصور الوسطى - من الأستاذ الدكتور محسن مهدى . كما يجب على أن أذكر المساعدات المادية والأدبية التي يلقاها المشروع من جانب مركز البحوث الأمريكى بمصر بفضل نشاط وتوجيه مديره الأستاذ الدكتور بول ووكر . وعلى أن أضيف أيضا تقديرى وشكري\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nللمعاونة التي قدمت للمشروع من مؤسسة فولبرايت للأبحاث بالولايات المتحدة الأمريكية وأيضا من معهد سميثسونيان والجمعية الفلسفية الأمريكية . وأخيرا أود أن أعبر عن خالص شكري وتقديرى لزميلى في العمل الأستاذ الدكتور أحمد عبد المجيد هريدى الذي شاركني رحلة العمل في هذا النص .\r\nتشارلس بترورث القاهرة في 27 / 12 / 1980\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبين ابن رشد وأرسطو :\r\nسبق أن بينا - في مقدمة كتاب المقولات - أهمية شروح ابن رشد لكتب أرسطو ، وبمقارنة تلخيص ابن رشد لكتاب المقولات وتلخيصه لكتاب العبارة يظهر جليا للفاحص بعض الاختلافات في طريقة التلخيص . وأول هذه الاختلافات أن ابن رشد يذكر في مقدمة كتاب المقولات « الغرض في هذا القول تلخيص المعاني التي تضمنتها كتب أرسطو في صناعة المنطق . . . وذلك على عادتنا في سائر كتبه » بينما لا يشير إلى مثل ذلك في مقدمة كتاب العبارة .\r\nوثانيها هو التغير الملحوظ في طريقة العرض ، فبينما نجده في كتاب المقولات يتابع أرسطو في ترتيبه وتقسيماته للكتاب ، نراه في عرضه كتاب العبارة يخرج عن هذه المتابعة ويقدمه في صورة مغايرة تماما لترتيب وتقسيم أرسطو ، وقد يكون ذلك لإحساس ابن رشد أن المتابعة هنا سوف لا تمكنه من تلخيص معاني كتاب العبارة بصورة جيدة . لذلك فقد اختط ابن رشد لنفسه نهجا خاصا ، فآثر تقسيم تلخيصه إلى فصول خمسة فقط ، وقد جمع في كل فصل منها فصلا أو أكثر من الفصول المتناظرة في كتاب أرسطو . ثم يبدأ ابن رشد شرح الموضع الذي تكلم فيه أرسطو دون أن نجد الكلمة المشهورة « قال » - التي تعنى أن ما يليها هو كلام أرسطو - إلا نادرا ، بينما تكررت كثيرا في تلخيص كتاب المقولات .\r\nوقد استخدم ابن رشد عبارة « قال » خمس مرات فقط في كتاب العبارة ، وفي\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأولى هذه المرات - وهي فاتحة الكتاب - نجد الكلام الذي يتبعها بعيد جدا عما قاله أرسطو . وفي مرتين أخريين لا نجد ما بعد عبارة « قال » ما يناظره في نص أرسطو لكتاب العبارة « 1 »  .\r\nوبحد ابن رشد لا يذكر اسم أرسطو - في هذه الحالات النادرة - إلا مرتين فقط ، بينما يشير إلى أرسطو بعبارة « قال » تسع مرات « 2 »  . ومقابل هذا نجد ابن رشد يتحدث بضمير المتكلم المفرد أو ضمير المتكلم الجمعي في مواضع كثيرة سواء في صيغ الحاضر أو الماضي مثل « أقول » و « أقوله » و « نقول » و « قلنا » و « ذكرنا » و « فسرنا » . وفي ثلاث مرات على الأقل يجذب ابن رشد انتباه القارئ إلى ما يريد أن يقوله بعبارة « فأقول » « 3 »  . وأخيرا فإن ابن رشد لا يصحب أرسطو معه إلا نادرا طوال تلخيصه هنا . فهو رغم اتباعه الإطار العام الذي سار فيه أرسطو يسرف في الخروج عن محتوى هذا الإطار ، وكثيرا ما يخرج إلى قضايا أخرى مختلفة خلال نقاشه لبعض القضايا\r\n\r\n","description":"","footnote":" ( 1 ) انظر ، فيما يلي ، تلخيص كتاب العبارة لأرسطو الفقرتين 85 و 93 وكذلك الفقرتين 82 و 83 ، وهذه الفقرات لا تتطابق مع نص أرسطو . وفي الفقرة 13 يستعمل ابن رشد الفعل قال مسندا إلى ضمير الغائب .  ( 2 ) انظر الفقرتين 15 و 47 وأيضا الفقرات 2 ، 8 ، 15 ، 47 ، 84 والفقرتين 13 و 16 في مكانين .  ( 3 ) يستعمل ابن رشد ضمير المفرد المتكلم في الفقرات 48 ، 69 ، 75 ، 76 ، 92 ، كما يستعمل ضمير الجمع للمتكلم في الفقرات 1 ، 2 ، 3 ، 24 ، 27 ، 28 ، 35 ، 47 ، 50 ، 52 ، 60 ، 61 ، 62 ، 64 ، 65 ، 70 ، 71 ، 72 ، 74 ، 76 ، 77 ، 78 ، 79 ، 82 ، 85 ، 86 ، 87 ، 88 ، 93 . وتكرر استعمال ضمير الجمع للمتكلمين مرتين في كل من الفقرات 1 ، 60 ، 62 ، 64 ، 82 ، 86 ، وتكرر استعماله ثلاث مرات في الفقرتين 71 ، 78 وأربع مرات في الفقرة 93 . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالتي ذكرها أرسطو ، يضاف إلى ذلك أن ابن رشد ينصرف إلى مناقشات ليس لها نظائر في نص أرسطو في ما يقرب من خمس هذا الكتاب « 4 »  .\r\nولم نذكر ما تقدم من خروج ابن رشد عن نص أرسطو لنوحى بأن هذا الكتاب قد يكون تلخيص غير ابن رشد أو إلقاء الشك في نسبته إليه بل لنعطى انطباعا عاما عنه ولنؤكد أنه ليس من الممكن - بالضرورة - أن يسير المؤلف على منهج واحد في تلخيصه ، خاصة إذا أحس أن تقيده بالمنهج يحرمه من توصيل الفائدة التي ابتغاها من عمله . فلذلك كان ما فعله ابن رشد من تعديل وإعادة ترتيب لكلام أرسطو أمرا مقبولا ، وذلك لأن الكلام في المشكلة التي يقوم عليها كتاب العبارة - وهي مشكلة اللغة ودلالتها وهل هي شئ بالطبيعة أم بالتواطؤ - يفرض على ابن رشد أن يصنع ما صنع . وأرسطو وابن رشد يتابعه في ذلك يفتتحان الكتاب بالإشارة إلى الألفاظ التي ينطق بها ودلالتها على المعاني ودلالة الحروف على الألفاظ ، وأن الألفاظ التي يعبر بها عن المعاني ليست واحدة بعينها عند جميع الأمم ، ولذلك كانت دلالة هذين - الألفاظ والحروف - بتواطؤ لا بالطبع ، ويريان أن اللغة وضعية . ولما كانت قضية وضعية اللغة قضية تحتاج إلى مزيد من المعالجة فقد أدرك ابن رشد الحاجة إلى أن يستبدل ما قاله أرسطو اعتمادا على اللغة اليونانية فيقدم أمثلة وقضايا تعتمد على اللغة العربية .\r\nوما فعله ابن رشد في كتاب العبارة لم يكن هناك ما يستلزمه في كتاب المقولات الذي تناقش فيه قضايا عقلية عامة في جميع اللغات وعند كل الأقوام ، ولذلك\r\n\r\n","description":"","footnote":" ( 4 ) انظر الفقرات 27 ، 39 ، 42 ، 43 ، 44 ، 45 ، 46 ، 49 ، 52 ، 60 ، 64 ، 77 ، 78 ، 81 ، 87 ، وانظر أيضا الفقرتين 40 و 41 . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nكان اختلاف منهج كتاب العبارة الذي يناقش قضية اللغة ، فلا بد أن تكون الأمثلة والقضايا المناقشة تخضع للغة العربية وقواعدها وإمكاناتها التعبيرية « 5 »  .\r\nوكما سبق أن قدمنا فإن ابن رشد قسم تلخيصه إلى فصول خمسة - الأول منها بمثابة مقدمة أو مدخل للكتاب ، وقسم هذا الفصل إلى أقوال ثلاثة ، قول في الاسم وثان في الكلمة ( أي الفعل ) وثالث في القول ( أي الجملة ) .\r\nوالقولان الأولان يمهدان للقول الجازم ( أي الجملة الإخبارية ) الذي اتخذه كل من أرسطو وابن رشد غرضا للكتاب « 6 »  . والغرض من هذا هو تقديم وصف عام لأجزاء القول - خصوصا للكلمة وللاسم - وتمييز القول الجازم عن الأقاويل الغير جازمة وكذلك الأقاويل الغير تامة ، ورغم أن وصف أرسطو لهذه الأمور تتوزعه فصول ستة في ترجمة كتابه التي وصلت إلينا ، إلا أنه أوضح بجلاء في أول الكتاب أن الغرض من شرحه لها هو أن تكون تمهيدا للكتاب وأنه رغب أن يكون حديثه عنها أولا « 7 »  .\r\nوالكلام في هذا التمهيد عند ابن رشد هو عن المصطلحات كما هو الحال عند أرسطو أيضا . ويستهل كل منهما كلامه بتعريف اللفظ بأنه الجنس الذي يوجد فيه الاسم والكلمة كنوعين . ثم ينتقلا بعد ذلك إلى شرح تفصيلي للسمات الأساسية للاسم والكلمة والقول ، وبالإضافة إلى هذه المناقشة للمصطلحات فقد جرت مناقشتان أخريان - إحداهما عن علاقة اللغة بالتواطؤ ( أي الوضع )\r\n\r\n","description":"","footnote":" ( 5 ) انظر الفقرات 9 ، 10 ، 11 ، 19 ، وانظر أيضا الفقرات 24 ، 40 ، 50 .  ( 6 ) انظر الفقرة 16 بالمقارنة مع كتاب العبارة لأرسطو ( نشرة بيكر ) 8  a  17 .  ( 7 ) انظر كتاب العبارة لأرسطو 13 - 1  a  16 . ","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوالطبيعة ، والأخرى عن موضع الصدق والكذب في اللغة . ويبدو أن ما قاله أرسطو كذلك التشابه بين الكلمات المنطوقة والحروف المكتوبة في استهلال الكتاب دفع ابن رشد إلى تبيين سبب ذلك وهو أن الألفاظ المنطوقة والحروف المكتوبة تدين بنشوئها للتواطؤ ( أي الوضع ) أكثر من الطبيعة . ثم إن ملاحظة أرسطو التي تلت الكلام السابق والمتعلقة بالخاصية الغير متغيرة للمعاني في النفس تطلبت من ابن رشد حديثا أطول فنراه يؤكد أن هذه المعاني واحدة بعينها للجميع وكأنها خيالات في نفس الإنسان للموجودات التي توجد بالطبع « 8 »  . إلا أن هذه المعاني أو هذه الخيالات لا توجد هي بأعيانها في نفس الإنسان بالطبع بل تكتسب أولا فأولا بالتعلم والدراسة ، ولكنا نملك القوانين الخاصة بالحكم على هذه المكتسبات - وهي تحدث عن معرفتنا بالعالم الطبيعي ، وقد يبلغ هذه المعرفة كل إنسان ذي ذكاء عادى .\r\nوهنا يتابع ابن رشد أرسطو فيما فعل من قطع المناقشة وإحالة القارئ إلى كتاب النفس لمزيد من الشرح . ويبدو أنه لا أرسطو ولا ابن رشد كان راغبا في أن يناقش هنا السؤال الأكبر وهو كيف تنظر معانينا أو تصوراتنا العالم الذي نحن فيه . ويبدو أن كلا منهما كان مهتما أكثر بمتابعة مناقشة السؤال المحدود حول نشأة اللغة ، ولذلك فإنهما يبدوان مستعدين لأن ينحيا جانبا في هذا الكتاب السؤال الأكبر عن كيفية توافق ذلك مع الواقع . وهذا السؤال الأكبر يمكن أن يجاب عليه إما بجهة تاريخية - أي بشرح كيف شكل الناس اللغة فعلا وكيف تطورت - وإما بجهة نفسانية - أي بتعريف ذلك الوجه من النفس البشرية الذي يسمح للإنسان بأن يسمى الأشياء وبشرح كيفية تأدية\r\n\r\n","description":"","footnote":" ( 8 ) انظر الفقرة 2 بالمقارنة مع كتاب العبارة لأرسطو 9 . 4  a  16 . ","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nهذه الوظيفة . ويدلنا إحالة كل منهما إلى كتاب النفس على تفضيلهما للاتجاه الأخير .\r\nومع ذلك فهذه الإشارة إلى القول في المعنى والطبيعة في كتاب النفس لا تعنى أن موضوع الخاصية الوضعية للغة قد أقفل . فعند ما يبدأ مؤلفانا في شرح ما هو الاسم يعودان إلى ذلك الموضوع ويؤكد كل منهما أن الاسم هو لفظ له معنى يرجع إلى الوضع - أي التواطؤ - وحده . ويصر كل منهما على النشأة الوضعية للفظ لأنهما ينكران أن يكون للفظ معنى بطبيعته . ومع ذلك فإن مثل هذا القول ليس مقنعا للوهلة الأولى . وذلك أنه يبدو أن للأصوات التي تصدر عن الحيوانات معنى ، ومثل هذه الأصوات لا يمكن أن يكون لها مصدر آخر غير الطبيعة .\r\nويرد أرسطو هذا الاعتراض وذلك بإنكار أن تكون تلك الأصوات هي أسماء .\r\nولكن هذا يعنى الاعتراف بأن للأصوات الصادرة عن الحيوانات معنى بالطبيعة ، ولذلك يحاول ابن رشد شرح هذه الإمكانية .\r\nوابن رشد يؤكد أننا نستطيع تمييز الأصوات التي لها معنى بالطبيعة عند الحيوانات لأنها تأتلف من نفس المقاطع كالأصوات التي نستعملها في الألفاظ التي ننطق بها أو لأنها تأتلف من مقاطع تقارب في المخرج الحروف التي نستعملها « 9 »  .\r\nوهذا الشرح لا يوضح لنا شيئا عدا أنا نميز أن للأصوات التي تستعملها الحيوانات نوعا من المعنى ، وأيضا لا يخبرنا لما ذا يكون لها معنى في الواقع . ولما كان الإنسان وحده هو الحائز للنطق فلا يمكن أن يكون لأصوات الحيوانات هذه معنى من أجل أن الحيوانات تقلد عن وعى أصوات الإنسان . ولا يمكن شرح\r\n\r\n","description":"","footnote":" ( 9 ) انظر الفقرتين 4 و 5 بالمقارنة مع كتاب العبارة لأرسطو 29 - 20  a  16 . ","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالمعنى الذي في تلك الأصوات بحسب تسمية الأشياء أو الأفعال بحكاية أصواتها ، لأن مثل هذه الأصوات ذات محاكاة وليست ذات مغزى . ولسوء الحظ لا نجد ابن رشد يذكر هنا أكثر من هذا عن مثل هذه الأصوات . ويترك ابن رشد المطلوب حتى يصل إلى قوله في الخاصية الوضعية للقول .\r\nولا يقنع ابن رشد بتكرار قول أرسطو بأن للقول معنى بالتواطؤ لا بالطبع .\r\nفهو يصر على مهاجمة هؤلاء الذين يرون أن لكل معنى ولكل لفظ دلالة طبيعية ، وأن ليس لنا اختيار في استعمالنا للألفاظ بل إننا نحتاج إلى أن نقيد الألفاظ وتراكيبها بمعانيها الطبيعية « 10 »  . ولكن ابن رشد بدلا من أن يظهر خطأ هذا الرأي يعود مرة أخرى ليقرر موقفه وهو وضعية اللغة ويعتمد في ذلك على حد أرسطو السابق للاسم بأنه لفظ دال بتواطؤ على معنى ، وهي خطوة تتيح له أن يعود إلى قوله السابق عن الشبه بين أصوات الحيوانات التي لها معنى بالطبيعة وألفاظ البشر . ولكنه هنا يشرح ذلك التشابه بأن عبارة الصوت وعبارة اللفظ تشتركان في الاسم فقط ، وذلك أنه لا يمكن أن يقال إن الإنسان يستعمل ألفاظا تشبه ما تستعمله الحيوانات بالطبيعة إلا باشتراك الاسم . والذي لا يذكره ابن رشد هو أن ذلك الاشتراك في الاسم سببه في اللغة اليونانية أنه لا توجد للمعنيين أكثر من عبارة واحدة ، ولا يحدث هذا الخلط في اللغة العربية لوجود التعبيرين فيها - وهما الصوت واللفظ . ومع أنه يتغاضى عن هذا التمايز بين اللغتين ، بالرغم من أنه يوضح ميزات أخرى في أجزاء أخرى من تلخيصه ، فإن ابن رشد يقرر مرة ثانية رأيه بأن معنى الأقاويل أو الألفاظ - أي المعنى الذي تدل عليه عندما توضع أولا\r\n\r\n","description":"","footnote":" ( 10 ) انظر الفقرة 15 بالمقارنة مع كتاب العبارة لأرسطو 2 - 1  a  17 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n- هو بكامله في اختيارنا ، لأنه يعتمد على التواطؤ فقط . ولم يشرح بهذا لما ذا كان للأصوات معنى بالطبيعة عند الحيوانات ، بينما التواطؤ وحده يعطيها المعنى عند البشر ، ولقد أكد فقط موقفه الوضعي ولم يبرهن عليه .\r\nولكن ما يلزم عن إرجاعه التشابه بين أصوات الحيوان والألفاظ البشرية إلى الاشتراك في الاسم هو إنكار الفكرة أن لأصوات الحيوان معنى بالطبع .\r\nوهذا الإنكار يتفق مع الفكرة أن النطق للإنسان فقط .\r\nولا يعتنق أرسطو ولا ابن رشد هذا الموقف الوضعي كي ينكرا وجود نظام طبيعي أو لينكرا أنه ينبغي على الإنسان أن يجتهد ليفهم هذا النظام بل يرغب كلاهما في تعيين الشروط للحكم على صدق الكلام أو كذبه . وهذا الاهتمام مرتبط ارتباطا وثيقا باعتمادهما بأنه بينما الإنسان حرفى تشكيل الكلام حسبما يريد إلا أنه يجب عليه أن يجتهد ليجعله مرآة لما هو موجود في الحقيقة خارج الذهن وليس لمجرد نزوة أو صورة ذهنية لديه . والألفاظ بما هي ألفاظ لا تقبل الصدق أو الكذب بل يجب أن تجتمع وتقسم قبل أن ينطبق عليها الصدق أو الكذب ، أي أنه يجب أن تستعمل حتى تعبر عن حكم . وغرض هذا الكتاب هو الكلام في القول الجازم لأنه هو الذي يتصف بالصدق أو الكذب « 11 »  . ولذلك حالما نكون قد فهمنا الاسطقسات الأساسية للقول وأصبح لنا إدراك لما هو القول - أي ما الذي يقصد البشر التعبير عنه بواسطة القول - نكون مستعدين لأن نفحص كيف تتعلق الأقاويل إحداها بالأخرى ، وبعد ذلك يمكن أن تستعمل لإخبارنا عن العالم من حولنا . ومع أن السبيل الوحيد لإدراك كل العلاقات المختلفة الممكنة\r\n\r\n","description":"","footnote":" ( 11 ) انظر الفقرتين 3 و 11 بالمقارنة مع كتاب العبارة لأرسطو 19 - 10  a  16 ، 8 - 5  a  17 . ","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nللقول هو أن نتبعه في كل أحواله وأن نبحث عن ما يقابله في كل واحد من هذه الأحوال ، فإن ابن رشد يحذرنا من أن الأمثلة المستعملة في المناقشة التالية ليست بالضرورة مطابقة للواقع - وهو يهتم أكثر من أرسطو بتوضيح هذا المظهر الزائف للمناقشة ويجذب انتباهنا إليه بتطويل في مناسبتين ، بينما يعده أرسطو أمرا لا يستحق أكثر من ملاحظة عابرة « 12 »  . والغرض هو أنه رغم أن الإنسان - بالفعل - يقرر كيف سيؤدى الكلام وظيفته ، وكيف سيعبر عن المعنى في ألفاظ وأقاويل ، إلا أنه لا يمكنه إهمال الحدود التي يفرضها الواقع ، وذلك لأنه لا يمكنه إهمالها إلا إذا كان مستعدا لأن يهبط إلى التكلم بالتفاوه . وفي العالم الحقيقي وهو عالم منظم لا يمكن للحقيقة أن تناقض الحقيقة ، أو بصورة أخرى فإن الأقاويل ومقابلاتها التي تفحص فيما يلي لا ينبغي أن تؤخذ على أنها مرآة للحقيقة بل على أنها أمثلة لتأليف الألفاظ .\r\nوهذا السؤال عن العلاقة بين العالم الواقعي وأنواع الأشياء التي يمكن تخيلها يصير أكثر حدة في الفصل الثاني من تلخيص ابن رشد ، وهو فصل يقابل الفصول السابع والثامن والتاسع في كتاب أرسطو . وبدأ ابن رشد الفصل الثاني بأن عدد - بدقة - الأصناف الست المختلفة للقضايا المتقابلة التي يمكن أن تشكل بأخذ الموضوع كليا أو جزئيا مع أو بدون حرف يدل على كيفيته . وقد تكلم أرسطو في ثلاث من هذه الأصناف فقط ولم يقل شيئا عن الثلاث الأخرى ، وبمعنى آخر يدخل ابن رشد أصنافا من القضايا المتقابلة لم يقدمها أرسطو . ولم يفسر ابن رشد كيف توصل إلى هذه الأصناف الإضافية بل قنع بسرد جميع تراكيبها الممكنة . وبعد ذلك السرد المفصل يعرف ابن رشد الحالات\r\n\r\n","description":"","footnote":" ( 12 ) انظر الفقرتين 21 و 95 بالمقارنة مع كتاب العبارة لأرسطو 7 - 6  a  24 . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالتي يمكن فيها للمتقابلتين أن تصدقا أو تكذبا ، والحالات التي يستلزم صدق الأولى من المتقابلتين كذب الثانية « 13 »  . وهذه المناقشة هامة جدا كمقدمة لشرح فكرة التناقض الذي هو بدوره ذو أهمية لمناقشة وجود الأمور الممكنة .\r\nوالسؤال في وجود الأمور الممكنة هو طريق إلى السؤال فيما يوجد في المستقبل - وهو هل ما يوجد في المستقبل ممكن أو ضروري الوجود ؟ ويحدث هذا الشك لأنه ظاهر أنه من كل قضيتين في الأمور الماضية أو الحاضرة يجب أن تصدق إحداهما وأن تكذب الأخرى . فسقراط مثلا إما قد وجد وإما لم يوجد ، وذلك الرجل هناك ذو القبعة البيضاء إما أن يكون واقفا وإما أن يكون غير واقف . ولا يوجد اعتراض يمكن إثارته ضد مثل هذا الفهم للقضايا في الأمور الماضية والحاضرة ، فلا يعرف حال القضايا في الأمور المستقبلة . فإذا انطبق هذا نفسه على قضيتين في أمور المستقبل - أعنى أنه يجب أن تصدق إحداهما وتكذب الأخرى - فلا يمكن أن يوجد شئ باتفاق . وفي هذا الموضع نجد شرح أرسطو مضطربا حتى ليكاد يستحيل تعقب خط تفكيره ، وفي مقابل هذا نجد هذه النقطة واضحة للفهم عند ابن رشد الذي يتابع بعناية كل خطوات المشكلة « 14 »  .\r\nورغم أن ابن رشد يسلم بغرابة النتيجة وهي أنه لا شئ يوجد بالاتفاق ، إلا أنه يحاول أن يبين أن هذا الرأي أفضل من مقابله وهو أن الأشياء قد تحدث بأي سبيل وبأية حال . ومع أن الرأي بأن الأشياء يجب إما أن توجد في المستقبل بالضرورة أو لا توجد يتوقف على افتراض أن الأشياء إنما يمكن أن توجد\r\n\r\n","description":"","footnote":" ( 13 ) انظر الفقرتين 23 و 25 بالمقارنة مع كتاب العبارة لأرسطو 7  a  18 - 5  b  17 .  ( 14 ) انظر الفقرات 28 - 38 بالمقارنة مع كتاب العبارة لأرسطو 4  b  19 - 28  a  18 . ","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nعلى التحصيل ، فإن مثل هذا الافتراض أقل خطرا من محاولة تصور عالم تصدق فيه الأشياء وتكذب معا ، أو لا تصدق ولا تكذب معا . ولكن هذه السلسلة من المناقشات فيها ما فيها من المحال ، وهو أمر يشير إليه ابن رشد ، فإنها مبنية على التجرد الكامل من الحياة العملية . ومع أن أرسطو لم يقل هذا فلا بدّ أنه كان قد أدرك ذات المشكلة ، لأنه كابن رشد يتوقف ليثير الشكوك على القول ضد الاتفاق وليلاحظ أنه لا يترك مجالا على الإطلاق للفكر البشرى . وبالتأمل يبدو من المعقول الآن القول بأنه رغم أن شيئا واحدا من اثنين يجب بالضرورة أن يكون أو أن لا يكون فإنه يمكن التأثير على ذلك بأشياء أخرى عدة - وبالتدخل البشرى قبل كل شئ . وإذا كان ذلك كذلك فإن وجود الشئ ليس ضروريا بل باتفاق . فالأشياء توجد أو لا توجد بالضرورة ، ولكننا لا يمكننا أن نعرف سلفا ما إذا كان شئ ما بعينه سيحدث أم لا ، ولا حتى متى قد يحدث .\r\nوهذا القول المأخوذ من الخبرة العملية لا يفعل أكثر من تأكيد اعتقادنا بفعالية الإرادة البشرية . فهو لا يبرهن على أن الأشياء توجد في الحقيقة تبعا للاتفاق ، وإنما نرى أن العقل المطلق يؤدى - بلا شك - إلى نتائج في الأشياء المستقبلة لها عواقب عملية غير مقبولة ، ولذلك يجب أن نعدل نتائج العقل المطلق . وفي هذا الموضع يعطى أرسطو مثال الثوب فهو قد يتمزق قبل أن يسبق إليه البلى . ويأخذ ابن رشد نفس المثال ويتابع أرسطو في شرح أنه قبل الواقعة لا يمكننا أن نعرف أيهما سيحدث أولا - البلى أم التمزق . ومع أنه واضح أن شيئا ما سيحدث للثوب إلا أننا لا نعرف ما هو ، وهذا الشئ لا يعتمد على إرادة بشرية . كما أنه ليس بحال من الأحوال أمرا يخضع للفكرة . وبتعبير آخر هناك أمور اتفاقية تقع خارج حدود الإرادة الإنسانية .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوالنتيجة المنطقية المباشرة لهذا القول هي إدراك أرسطو وابن رشد لضرورة التمييز بعناية بين الممكن والضروري . ويصبح ابن رشد أكثر حرصا على الدقة وأكثر تطويلا في القول من أرسطو ، فنراه يجتهد في شرح الأصناف الثلاثة المختلفة للممكن والصنفين المختلفين للضرورى ، ويشرح أيضا كل ضروب الصنفين المختلفين . ويبدو أن قلم ابن رشد قد جرى طويلا هنا لاهتمامه بالعلاقة بين هذه الأمور الاتفاقية ومسألة النبوة ، فإنه يؤكد أثناء شرحه أن ما يقال يجب أن يكون مطابقا لما هو عليه وجود الأشياء في العالم خارج النفس ، ثم يواصل حديثه ليبين لنا أنه لا محل هنا للتكهن بحوادث المستقبل . فالأشياء الممكنة على الأكثر هي التي يمكننا أن نعلم بحدوثها قبل أن تحدث فعلا . وهذه الأفكار تقود إلى سؤال آخر لا يمكن أن يكون ابن رشد لم يلاحظه رغم سكوته عنه وهو علم الله بالجزئيات . فإذا كانت الأشياء لا توجد بالضرورة ، وإذا كانت قد توجد بجهة أو بأخرى تبعا لعوامل أخرى لا يمكن تحديدها مقدما ، فهي ليست إذن بالقضاء والقدر ، وبتعبير آخر فإن علم الله بالجزئيات ليس يقضى من قبل لا على تكونها ولا على فسادها . ويبدو أن مثل هذه الأشياء تدخل في الصنف الثاني من الضروري كما حدده ابن رشد ، وهي الأشياء التي يكون وجودها أو عدم وجودها ضروريا في الوقت الذي فيه هي موجودة أو غير موجودة . ولكن شرحه لهذا الصنف من الضروري مجرد حتى ليصعب رؤية كيف يطبق على الجزئيات ، ويبدو أن ابن رشد كان يريد تجنب التحديد فيبقى في شرحه عند مستوى الكليات - الإنسان والعقل . ولذلك فإن اسطقسات المناقشة تقترب من حواف المسائل الفلسفية دون أن تتعداها . ولعل هذا هو الصواب ، لأن الغرض الرئيسي للمناقشة\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nهو شرح اسطقسات الكلام المنطقي . وتطبيق الكلام المنطقي على مثل هذه المسائل المهمة هو في الحقيقة موضع فحص آخر .\r\nوالآن بعد أن عدد ابن رشد الأصناف الستة من القضايا المتقابلة وبين جهات إيجابها أو سلبها بحسب الصدق والكذب ، فقد كان من اللائق فحص هذه القضايا بما هي قضايا وتحديد ملازمة بعضها البعض الآخر . وهذا هو موضوع الفصل الثالث لتلخيص ابن رشد وهو ما يناظر الفصلين العاشر والحادي عشر عند أرسطو ، إلا أن هذا التناظر يبدو غير مترابط . فمع أن ابن رشد في فصله الثالث الذي يقابل الفصلين المشار إليهما عند أرسطو قد عرض الموضوعات التي فحصت عند أرسطو إلا أنه يخضعها للإمكانات المتاحة في اللغة العربية دون أن يوضح لنا أنه خرج في ذلك عن طريقة أرسطو . وأيضا فإن اعتماد ابن رشد على المفسرين المتأخرين طوال هذا القسم من التلخيص - وهو اعتماد لم يصرح به - يجعل التناظر أقل ترابطا .\r\nورغم ذلك فإن استيعاب ابن رشد غير العادي جعل عرضه ناجحا في تقديم نص أرسطو في صورة أوضح وأكثر ترتيبا . فبينما يبدأ أرسطو بوصف الحكم الإيجابى ثم ينتقل إلى تعديد كل الأنواع الأخرى الممكنة من الأحكام دون أي ترتيب أو هدف واضح فإنا نرى ابن رشد يسير وفق مخطط ثابت جدا . ففي البداية يعتمد ابن رشد على ما أقره أرسطو من أن الفعل « يوجد » في التعبير « الإنسان يوجد عادلا » هو حد ثالث في القول ، ويتابع ابن رشد المفسرين ويميز بين القضايا الثنائية والقضايا الثلاثية . فالقضايا الثنائية هي التي المحمول\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفيها فعل ، أو بتعبير مختلف هي التي محمولها غير مرتبط بالموضوع بواسطة الفعل .\r\nأما القضايا الثلاثية فهي التي محمولها وموضوعها يكونان اسمين مع الرابطة التي تربط المحمول بالموضوع . وبعد هذا التمييز يتأمل ابن رشد الأصناف المختلفة من القضايا الثنائية والثلاثية التي يمكن ائتلافها إذا تركب الإيجاب والسلب مع الأصناف الستة المختلفة من المتقابلات وكذلك عندما تركب مع الأزمنة الثلاثة المختلفة للفعل وأيضا حالات وجودها ممكنة أو ضرورية أو ممتنعة ومثل هذا الفهم يؤدى إلى اكتشاف أن القضايا المؤتلفة من القضايا الثنائية هي مائتا قضية وست عشرة قضية ، وأن ضعف هذا العدد ينتج من القضايا الثلاثية « 15 »  . ولا يحدثنا ابن رشد عن المعنى المقصود بهذا التحديد ولا يوجد أي معنى يظهر لأول وهلة لهذا التحديد لعدد القضايا اللهم إلا إذا كان الغرض منه أن يكتسب القارئ - الذي يزعجه البحث عن كل إمكانات أنواع القضايا - فكرة جيدة عن كيفية ائتلاف القضايا .\r\nوالسبب في أن عدد القضايا الثلاثية ضعف القضايا الثنائية هو أن القضايا الثلاثية تسمح بوجود المحمول غير المحصل - ولذلك فإنه بينما لا يمكن ائتلاف الأقاويل التي بشكل « الإنسان لا يوجد ، لا إنسان لا يوجد » لا في القضايا الثنائية ولا في القضايا الثلاثية فإنه يمكن أن تأتلف أقاويل مثل « الإنسان يوجد لا عادلا ، لا إنسان يوجد لا عادلا » في القضايا الثلاثية . فهذه القضايا وسالباتها تسمى قضايا معدولة وهي تتميز عن القضايا البسيطة التي من ضرب « الإنسان يوجد عادلا ، لا إنسان يوجد عادلا » وسالباتها « 16 »  . وبعد هذا التمييز يعود ابن رشد إلى شرح\r\n\r\n","description":"","footnote":" ( 15 ) انظر الفقرتين 40 و 41 بالمقارنة مع كتاب العبارة لأرسطو 19 - 5  b  19 ، 23 - 22  b  19 .  ( 16 ) انظر الفقرتين 40 و 41 بالمقارنة مع الفقرتين 42 ، 48 . ","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nمفصل جدا للعلاقة بين القضايا البسيطة الموجبة والسالبة ، والقضايا المعدولة الموجبة والسالبة ، والقضايا العدمية الموجبة والسالبة - أي القضايا التي من ضرب « الإنسان يوجد جائرا ، الإنسان يوجد لا جائرا » . ومع أن هذا الترتيب يشبع في أصوله بعض ما يقوله أرسطو ، فالنتائج التي يستنبطها ابن رشد من ملازمة أو عدم ملازمة هذه القضايا بعضها لبعض لا يوجد ما يناظرها في كتاب أرسطو « 17 »  . ويبدو ابن رشد مصمما على إظهار جهة تعلق هذه القضايا بعضها ببعض بما هي قضايا وعلى أن يجذب انتباهنا إلى أنها لا يمكن أن يتعلق بعضها ببعض في الحقيقة إلا إذا كانت تخبرنا بشيء عن العالم الخارجي . وهو دائما يتذكر التحذير الذي وضعه في بداية تلخيصه وهو أن المعاني مرتبطة بما هي عليه الأشياء ، وللتأكيد على ألا تفوت أحدا هذه النقطة فإنه يبين صحة كل واحد من أمثلته .\r\nوقبل أن نورد مثالا أو مثالين من هذه الأمثلة المثيرة ينبغي أن ننبه إلى ما قد يظهر أنه تناقض ، وذلك أنه لا يوجد خلاف بين هذه الملاحظة - وهي أن ابن رشد يفرض أن أقاويله تخبرنا بشيء ما عن العالم الخارجي - وبين بيانه السابق - وهو أن كثيرا من الأقاويل المستعملة في التلخيص لا تعكس الواقع . فالقصد من ذلك هو أن الفحص المتقن يتطلب اختبار كل الإمكانات ، وهذا يؤدى إلى ائتلاف الأقاويل التي تسلب أقاويل بينة الصدق أو التي توجب أقاويل بينة الكذب . ومثل هذه الأقاويل المتناقضة لا علاقة لها بالواقع . وقد سردت بغرض إتقان الفحص فقط . وهي في الواقع هذر من القول . وهناك أقاويل صادقة مطابقة للواقع وهذه هي الأقاويل الجديرة بالتفكير فيها من أجل فهم أفضل للعالم الخارجي .\r\n\r\n","description":"","footnote":" ( 17 ) انظر الفقرات 42 - 46 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوعلى سبيل المثال فمع أن القضية البسيطة الموجبة من ضرب « الإنسان يوجد عادلا » يلزم عنها بالضرورة « الإنسان ليس يوجد لا عادلا » إلا أن العكس لا يلزم . والسبب هو أن هذه القضية تصدق على الإنسان العادل وأيضا على الشخص الذي لا ينسب إليه لا العدل ولا الجور - أي على الطفل أو على الغير مدنى أعنى غير المواطن . فإذن بلغة المنطق تكون القضية المعدولة السالبة أعم من القضية البسيطة الموجبة . وهذا ما يشرحه ابن رشد كثيرا وبوضوح « 18 »  . وبلغة الأخلاق فإنا إذا تأملنا في هذا سنرى لما ذا يجب أن يكون الشخص مسنا بدرجة كافية كي يتمكن من التصرف بمعقولية وبمسئولية حتى يكون الحكم عليه بالعدل أو بالجور لائقا . وكذلك فليس لهذه الأحكام معنى لمن لا يكون مواطنا ، لأن العدل والجور يرتبطان أساسا بالإقامة مع الآخرين في ظل القانون . وبتعبير آخر لا يوجد شئ مثل العدالة والجور في حالة الوحشية . وهذه النتيجة لا تقتضى بالضرورة عدم وجود معيار طبيعي لعدل أو لحق طبيعي ، لأنه من الممكن دائما إدراك أن هذا المعيار يتطلب مستوى عاليا من المعرفة الذي يتطلب بدوره نظاما سياسيا متطورا . ولكن متابعة هذه الأسئلة على أساس هذا الدليل الواهي يكون نوعا من التهور .\r\nويقول ابن رشد أيضا إنه يلزم بالضرورة عن القضية المعدولة الموجبة من ضرب « الإنسان يوجد لا عادلا » القضية البسيطة السالبة « الإنسان ليس يوجد عادلا » ولكن ليس ينعكس الأمر . ودليله هاهنا يشابه دليله في الحالة السابقة ، وذلك أن صدق القضية البسيطة السالبة أعم من صدق القضية المعدولة\r\n\r\n","description":"","footnote":" ( 18 ) انظر الفقرة 43 . ","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالموجبة . وبعبارة أخرى تصدق القضية الأولى على الشخص الجائر وكذلك على الشخص الذي لا يوصف بالعدل ولا بالجور - وهو كما قيل الطفل أو الغير مدنى - أعنى غير المواطن - وتصدق القضية الثانية على الشخص الجائر فقط .\r\nوهنا أيضا فالهدف المنطقي وكذلك المضمون الأخلاقي واضح تماما . ويزيد ابن رشد المضمون وضوحا بأن يؤكد على أن وصف شخص ما بأنه « لا عادل » هو تعبير بطريق العدم وأن العدم الذي حد في كتاب المقولات يشير إلى فقد ما شأنه أن يوجد في شخص ما في الوقت الذي شأنه أن يوجد فيه « 19 »  . والعمى في الإنسان هو مثال للعدم وكذلك الصلع . وبعبارة أخرى فإن العدل أساسي لوجود الإنسان فغيابه في الوقت الذي شأنه أن يوجد فيه هو عدم كما أن فقد البصر أو الشعر عدم . ولكن لما كان العدل أو الجور ليس صفة معتادة للطفل أو للغير مدنى ، فمتى كان ينبغي أن يوجد ؟ يبدو أن ذلك مناسب للشخص العاقل والناضج الذي يعيش في ظل نظام سياسي مدبر بالقوانين . ولكن للمرة الثانية فإن التمادي في هذه التأملات يعد ابتعادا عن حدود النص .\r\nويقدم ابن رشد تأويلا أكثر أمانة لملاحظات أرسطو في ما تبقى من هذا الفصل . فيتخلى ابن رشد عن منهجه السابق ويتابع تفسير قول أرسطو في اختيار المحمولات الصحيحة وهو القول الذي قدمه أرسطو في الفصل الحادي عشر .\r\nوما لم تختر المحمولات الصحيحة فإن القضية الواحدة تدل على أكثر من معنى مما يؤدى إلى الارتباك . وهذا مهم جدا وعلى الأخص في السؤال والجواب الجدليين . ويبذل كل من أرسطو وابن رشد جهدا عظيما لبيان جهة ائتلاف\r\n\r\n","description":"","footnote":" ( 19 ) انظر الفقرة 44 ، وانظر أيضا تلخيص كتاب المقولات لأرسطو لابن رشد ، تحقيق قاسم وبترورث وهريدى ( القاهرة : الهيئة المصرية العامة للكتاب ، 1980 ) الفقرتين 92 و 97 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالأسئلة الجدلية . وفي هذا الموضع يحيل أرسطو إلى ما ذكره في كتاب الجدل - يعنى يحيل إليه وكأنه كان مكتوبا - ويزيد ابن رشد إلى ذلك بلفت نظر القارئ إلى فقرة محددة في كتاب الجدل أو في تلخيصه لذلك الكتاب « 20 »  .\r\nوأيا كان الأمر الذي يود أن يتخذه المرء فيما يتعلق بمسألة تأريخ تأليف كتب أرسطو ، فإن إشارة ابن رشد ذات مغزى بالنسبة للتساؤل حول تأريخ تأليف كتبه هو أيضا . وبالرغم من أن أحد المخطوطين العربيين المعروفين لتلخيصه لكتاب الجدل يحوى تأريخا يوضح متى انتهى ابن رشد من تلخيص الجزء الثاني من كتاب الجدل ، وأن كلى المخطوطين يحويان تأريخا يوضح متى انتهى من تلخيصه لكتاب الخطابة ، إلا أنه لا يعرف أكثر من ذلك عن الفترات التي ألف فيها ابن رشد كتبه أو عن ترتيب تأليفها - ولكن من المهم أن نشير إلى أن إحالات ابن رشد في تلخيصه لكتاب الجدل إلى المؤلفات الأخرى في المنطق إنما هي من جهة قول أرسطو فيها ، وعلى العكس من ذلك هنا وفي تلاخيصه للكتب الأخرى في المنطق فإنه يحيل إلى ما قد تبين في كل كتاب - يعنى أن الإحالات في تلخيص كتاب الجدل هي إلى مؤلفات أرسطو وإلى قوله فيها ، لكن في التلاخيص الأخرى ليس من المؤكد أنها إشارات إلى كتب أرسطو فقط بل ويحتمل أن تكون الإشارة أيضا إلى تلخيص ابن رشد لتلك المؤلفات ، وهذا يوحى بأن ابن رشد صنع أولا تلخيص كتاب الجدل ثم أتبعه بتلاخيصه للكتب الأخرى .\r\nوبالإضافة إلى ما تقدم فإن هذا الفصل عند ابن رشد يختلف عن نظيره في نص أرسطو ، فعند مناقشة ائتلاف الأسئلة الجدلية فإن أرسطو ينتقد سقراط\r\n\r\n","description":"","footnote":" ( 20 ) انظر الفقرتين 57 و 58 بالمقارنة مع كتاب العبارة لأرسطو 26 - 14  b  20 . ","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبصورة غير مباشرة دون الإشارة إلى اسمه وذلك بالإلحاح على أن السؤال على طريق التعليم ب « ما هو » ليس استفهاما جدليا « 21 »  . ويجد ابن رشد في هذا النقد دعوة للتمييز بين السؤال الجدلي والسؤال على طريق التعليم ، ويحجم مثل أرسطو عن التصريح باسم سقراط ، ولكنه في تناوله لنقد أرسطو لسقراط يدلل على تقديره لما كان يحاول سقراط أن يصل إليه بصناعة الجدل . ويرى ابن رشد أن سقراط كان معلما وله وجهة نظره الخاصة . ولذلك فهو يرى أن سقراط قد استخدم صناعة الجدل بغرض تعليمي للآخرين وليس للفحص عن الأشياء التي كان يجهلها . وبعبارة أخرى فإن ابن رشد يفهم صناعة الجدل عند سقراط على أنها التأليف التعليمي للأقاويل التي كانت قد فحصت من قبل بصناعة منطقية أخرى أكثر منها آلة لفحص مجرد . ورغم أن ابن رشد لا يتابع الموضوع هاهنا بأكثر من هذا ، فإن هذه الملاحظة مهمة لأنها تتفق إلى حد بعيد مع تقديره للجدل الذي بينه في تلخيصه لكتاب الجدل لأرسطو .\r\nوالفصل الرابع عند ابن رشد يناظر الفصلين الثاني عشر والثالث عشر عند أرسطو فهو يتناول القضايا ذوات الجهات والعلاقات الموجودة بينها . فالقضايا ذوات الجهات توجب أو تسلب وجود المحمول للموضوع من جهة الممكن أو المحتمل أو الضروري أو الممتنع . والعلاقات القائمة بين هذه الأصناف من القضايا - أي ملازمة أو مقابلة هذه القضايا بعضها لبعض - كثيرة ، ويجد كلا مؤلفينا بيان هذه العلاقات محفوفا بالصعاب ، وهذا صحيح وبخاصة فيما يتعلق بالقضايا ذوات الجهات الدالة على الممكن وتلك الدالة على الضروري . وذلك\r\n\r\n","description":"","footnote":" ( 21 ) انظر الفقرة 59 بالمقارنة مع كتاب العبارة لأرسطو 30 - 27  b  20 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nلأن المعاني المختلفة المرتبطة بكل تعبير تلزم كلا من أرسطو وابن رشد بأن يضع شروحا مطولة مجهدة لتوضيح ارتباطهما . وفي كل موضع من هذا الفصل يثابر ابن رشد بجلد لتفصيل كل خطوة من خطوات شرحه فيبتعد بذلك عن نص أرسطو إلى درجة الشروع في مناقشات لم يتعرض لها أرسطو قط .\r\nفعلى سبيل المثال في الفقرة الأولى من الفصل الرابع يذكر ابن رشد أن هناك نوعين من ألفاظ الجهات يدل الأول منهما على الضروري وما يتبعه على جهة اللزوم ويعد معه ويدل الثاني على الممكن وما يتبعه على جهة اللزوم ويعد معه . ثم ليؤكد على وضوح تقسيمه هذا بأن القضايا ذوات الجهات صارت جهتين يبين أن هذا التقسيم مطابق للموجود وأن الموجود قسمان إما بالقوة - وهو ما يعبر عنه ابن رشد بالممكن - وإما بالفعل - وهو ما يعبر عنه ابن رشد بالضروري . وهذا التقسيم من ابن رشد وليس له ما يناظره في نص أرسطو . وفي الجانب الآخر نجد ابن رشد قد حذف مناقشة أرسطو للقضايا ذوات الجهات المحتملة ، رغم أنه يشير بصورة عابرة إلى المحتمل بأنه يتبع الممكن كما أنه يشير إلى أن الممتنع غير موجود بالضرورة .\r\nوقد أغفل كل ذكر للقضايا ذوات الجهات المحتملة في سائر مناقشته وقصر حديثه على القضايا المتعلقة بالضروري والممتنع والممكن . وابن رشد في هذه الفقرة الأولى أيضا أدق من أرسطو في تبيين ترتيب المناقشة التالية . فهو منذ البداية يؤكد على أن شرحه سيرتكز على فحص متقابلات ومتلازمات القضايا ذوات الجهات وذلك في القضايا ذوات الجهات المعدولة وفي القضايا ذوات الجهات البسيطة .\r\nفبينما يبين أرسطو متقابلات القضايا ذوات الجهات في الفصل الثاني عشر ومتلازماتها في الفصل الثالث عشر بصورة منفصلة نراه لا يشير إلى ما يدل على الارتباط الوثيق بين المطلوبين .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوبيان ابن رشد في ائتلاف متقابلات القضايا ذوات الجهات يناظر بيان أرسطو لها . وهذا الموضوع يحتاج إلى أن يعالج بإسهاب بسبب الشك الحقيقي في موضع حرف السلب في مثل هذه القضايا . فمثلا عند صياغة مقابل القضية الموجبة البسيطة ذات الجهة - أي عند صياغة قضية سالبة بسيطة ذات جهة - هل ينبغي أن يوضع حرف السلب مع اللفظة الوجودية - أي الكلمة الرابطة - أو مع المحمول أو في مكان آخر ؟ وبعبارة أخرى ما هو مقابل القضية « يمكن أن يوجد الإنسان عادلا » ؟ فإذا وضعنا حرف السلب مع الكلمة الوجودية وقلنا « يمكن أن لا يوجد الإنسان عادلا » لا نكون قد أتينا بالمقابل بل إن هذه القضية ليست إلا بيانا أوفى لمعنى ما هو ممكن . فإذا كان ممكنا أن يوجد الشئ فإنه ممكن أن لا يوجد وإلا فوجوده ضروري بدلا من أن يكون ممكنا .\r\nومع ذلك فواضح أننا لا يمكننا وضع حرف السلب مع المحمول فنقول « يمكن أن يوجد الإنسان لا عادلا » لأن هذه القضية أيضا هي بيان أوفى لمعنى الممكن بدلا من مقابله . وهي مثال لقضية موجبة معدولة ذات جهة وليست مثالا لقضية سالبة بسيطة ذات جهة . ولذلك يكون السبيل الوحيد لصياغة مقابل القضية الموجبة ذات الجهة هو أن يوضع حرف السلب مع الجهة ذاتها . فيكون مقابل القضية التي هي « يمكن أن يوجد الإنسان عادلا » هو القضية « ليس يمكن أن يوجد الإنسان عادلا » « 22 »  . ومناقشة ابن رشد المتشابكة الطويلة لهذه النقطة التي تبدو لأول وهلة قليلة الشأن تبين بوضوح مدى الصعوبة الحقيقية التي تقف في سبيل الوصول إلى صياغة صحيحة لذات الجهة السالبة وتؤكد الصلة الوثيقة لهذه المسألة بالمناقشة التالية .\r\n\r\n","description":"","footnote":" ( 22 ) انظر الفقرات 65 - 68 بالمقارنة مع كتاب العبارة لأرسطو 9  a 22 - 83 a  21 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nورغم أن ابن رشد يصل في النهاية إلى نتائج تماثل نتائج أرسطو في متلازمات القضايا ذوات الجهات إلا أن خطوات بيانه تختلف كثيرا عن أرسطو . ففي حين يسرد أرسطو أصناف المتلازمات التي تنشأ عن القضايا ذوات الجهات ثم يرتب بعد ذلك أربعا من هذه القضايا تتوازى كل واحدة منها مع ثلاث من متلازماتها في جدول مكون من أربعة أجزاء ، فإن ابن رشد يبدأ بتعريف أربعة أصناف مختلفة من القضايا ذوات الجهات وأيضا متلازمتين لكل صنف ، ثم يضع هذه القضايا بعد ذلك في جدول من جزءين يتألف من ست قضايا ومقابلاتها الست .\r\nوبذلك فإن بيان أرسطو يزيد أربع قضايا عن بيان ابن رشد لأن أرسطو أدرج في بيانه القضايا المحتملة . ومع هذا فإن مناقشة ابن رشد لهذه القضايا هي أدق بكثير فنيا من مناقشة أرسطو . فهو يعرف أولا كلا من قضاياه الاثنتى عشر وفقا للتعبيرات التي سبق له أن وضعها في تلخيصه - أي موجبة الممكن البسيطة وسالبتها ثم موجبة الممكن المعدولة وسالبتها ثم موجبة الضروري البسيطة وسالبتها ثم موجبة الضروري المعدولة وسالبتها ثم موجبة الممتنع البسيطة وسالبتها ثم موجبة الممتنع المعدولة وسالبتها - ثم يورد بعد ذلك مثالا لكل من قضاياه . وعلى ذلك فعند ما يرتب هذه القضايا على صورة جدول أو رسم تخطيطى يصبح يسيرا متابعة بيانه . ومع أن سبب اختلاف عدد وترتيب هذه القضايا عند ابن رشد وعند أرسطو واضح فإن الدافع الذي أدى به إلى ذلك لم يتضح لنا بعد « 23 »  .\r\nوعلى أية حال فإن الاستعمال المطرد للاصطلاحات الدقيقة عند ابن رشد يسمح له بأن يبين بوضوح المطلوب الذي ينشأ في متلازمات القضايا الضرورية .\r\nوقبل أن يشير إلى هذا المطلوب يلاحظ هو وأرسطو أن المتناقضات هي\r\n\r\n","description":"","footnote":" ( 23 ) انظر الفقرتين 69 ، 70 بالمقارنة مع كتاب العبارة لأرسطو 32 - 14  a 22  . ","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمتلازمات القضايا الممتنعة والممكنة . وهذا يعنى أن المتلازمة لقضية موجبة ممكنة من ضرب « يمكن أن يوجد » هي قضية سالبة ممتنعة من ضرب « ليس يمتنع أن يوجد » . وكذلك المتلازمة لقضية موجبة ممتنعة من ضرب « يمتنع أن يوجد » هي قضية سالبة ممكنة من ضرب « ليس يمكن أن يوجد » « 24 »  . ولكن أرسطو وابن رشد كلاهما يلاحظ بشيء من الاهتمام أن الأمور ليست بهذه البساطة بأية حال من جهة القضايا الضرورية . وكما يوضح ابن رشد فإنه يلزم عن القضية الضرورية مقابل القضية المناقضة وليس القضية المتناقضة فقط . ويقدم كلاهما بيانا معقدا جدا لهذا الشذوذ . ولكن النقطة الهامة هي أنه من أجل الدلالات المتعددة التي تستخدم بها لفظة « ممكن » تنشأ الصعوبة عندما نحاول الكلام عن القضايا الممكنة التي تلزم عن القضايا الضرورية . والتحليل المنطقي لا يساعد في توضيح المطلوب ، بل إن ابن رشد يجد نفسه مضطرا للاعتراف بأن جدوله قد صمم بصورة خاطئة . وفي النهاية يستنتج كلا من مؤلفينا أن بيانه يبرهن على أنه ينبغي أن تبدأ المناقشة في متلازمات القضايا ذوات الجهات مع فحص عن متلازمات القضايا الضرورية « 25 »  .\r\nويوشى ابن رشد المناقشة بتقديم برهان على قوله إن في الجهات الضرورية المتلازمة للقضية الموجبة الممكنة البسيطة « يمكن أن يوجد » هي القضية السالبة المعدولة الضرورية « ليس ضروريا أن لا يوجد » . ويشتمل برهانه على سرد لجميع أصناف القضايا الضرورية التي قد تلزم عن القضايا الموجبة الممكنة البسيطة - أي السالب البسيط والموجب البسيط والموجب المعدول والسالب المعدول -\r\n\r\n","description":"","footnote":" ( 24 ) انظر الفقرة 71 بالمقارنة مع كتاب العبارة لأرسطو 37 - 33  a  22 .  ( 25 ) انظر الفقرات 72 - 83 بالمقارنة مع كتاب العبارة لأرسطو 17  a 32 - 83 a  22 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوفحص لكل هذه القضايا بعناية . ويحذف بعد ذلك كل شئ فيما عدا القضية السالبة المعدولة الضرورية ويبين لما ذا هي متلازمة فعلا « 26 »  . وهو يختتم المناقشة بالإشارة مرتين إلى أنه بصدد النقل عن أرسطو ، ولكن الجملة التي تعقب كلمة « قال » ليست من نص أرسطو . وأول هذين القولين غير الملتزمين بنص أرسطو يتيح ببساطة لابن رشد الإشارة إلى نتيجة المناقشة السابقة بأسلوب أقوى مما فعله أرسطو ، والثاني يسمح له بأن يبين أن هذه المسائل ستناقش بتفصيل أكبر في الكتاب الذي يعقب كتاب العبارة هذا ، وهو كتاب القياس .\r\nيعتقد كل من أرسطو وابن رشد أن مشكلة تحديد الضد الصحيح لقضية معينة جديرة بفصل منفرد ، وقد خصص كلاهما الفصل الأخير من كتابيهما لهذا السؤال . وعلى خلاف النهج الذي اتبعه كل منهما في فصوله السابقة نجد أرسطو يتجه هاهنا مباشرة وبإيجاز إلى حل المشكلة ، بينما ينشغل ابن رشد في مناقشات وتأملات مربكة أكثر مما هي مضيئة . وتنشأ المشكلة من حيث أنه ممكن لأي قضية تقريبا أن يقابلها إما سالبها وإما قضية موجبة التي هي مضادة للقضية الأصلية . ويظهر من المثال الذي استعمله كلا من أرسطو وابن رشد أنه ممكن أن تقابل القضية « كل إنسان عدل » القضية السالبة « ولا إنسان واحد عدل » أو القضية المضادة لها « كل إنسان جائر » .\r\nوبافتراض مثل هذه القضية لا يتضح في الحال أي هذين الصنفين الأخيرين من القضايا يكون أكثر مضادة للقضية الأصلية .\r\nويدلل أرسطو على جدوى هذا الاستقصاء على أساس أننا لا نشكل دائما حكما عقليا يتطابق مع الحكم الذي يعبر عنه في القضية المضادة . ولو كان ممكنا\r\n\r\n","description":"","footnote":" ( 26 ) انظر الفقرتين 82 ، 83 بالمقارنة مع كتاب العبارة لأرسطو 27 - 18  a 32  . ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالوثوق من أننا سنفهم دائما مدى الدقة التي تزيل بها القضية المضادة القضية التي تقابلها ، لما كانت تنشأ مشكلة حقيقية . ولكنا نعجز أحيانا عن إدراك مغزى القضية المضادة - أي إدراك أنها مضادة للقضية الأصلية . وفي بعض الحالات فإن ما يبدو قضية مضادة لا يدل فعلا على حكم مضاد . ولذلك فإنه رغم أن ما يقابل القضية « الموت شر » هو القضية « الحياة خير » إلا أنهما ليستا قضيتين متضادتين . وذلك أنهما قضيتان صادقتان . والقضايا المتضادة شأنها أن تصدق إحداها وتكذب الأخرى « 27 »  .\r\nويتأمل ابن رشد في هذه المشكلة بذاتها إلا أنه يضع المشكلة في إطار المناقشة السابقة . وبدلا من طرحها على أنها سؤال آخر ينشأ عن الفحص عن اللغة يذكر القارئ بما قد ذكره في الفصول السابقة ويعرض المشكلة بصورة نعتقد نحن أنها أشد تضادا . فهو يذكر القارئ بالمناقشة التي مرت للمقابلات ويبقى على التمييز الذي سبق أن وضعه بين القضايا المتعلقة بمعان جزئية أو شخصية وتلك المتعلقة بمعان كلية ، وذلك أن المشكلة الحالية نحص فقط أصناف المقابلات الأخيرة . وفي هذا الموضع يؤكد ابن رشد على المعتقدات التي نحتفظ بها عن القضايا المتضادة ويخلق بذلك انطباعا مؤداه أنه هو أيضا يرى أن المشكلة تنشأ أساسا بسبب أنا قد نصل إلى أحكام خاطئة عنها . إلا أنه يبدو كما لو كان غير مقتنع بذكر المشكلة بهذه الحدود فقط . فيعود إلى مراجعة بيان أرسطو على أساس احتمال أن لا تتفق أحكامنا العقلية مع معنى الأحكام التي ننطقها في الكلام .\r\nوبذلك يجعل ابن رشد نقطة الخلاف تتحول إلى البحث عن أي صنف من القضايا هو أحرى أن يقع لنا التصديق به . وهو يأخذ كمقدمة منطقية القول\r\n\r\n","description":"","footnote":" ( 27 ) انظر كتاب العبارة لأرسطو 7  b  23 - 28  a  23 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالمذكور في بداية تلخيصه من جهة الاتصال بين ألفاظنا والمعاني التي في نفوسنا ثم يفحص عن قوة اعتقادنا في مضاد قضية ما وعن قوة اعتقادنا في سلبها أيهما أقوى اعتقادا لنا . وبعبارة أخرى تعتمد المشكلة التي يفحص عنها ابن رشد على ما قيل من قبل في اسطقسات اللغة وفي ائتلافها ، وليس على التباين المحتمل بين الكلام والإدراك الذهني « 28 »  .\r\nولكن صياغة المشكلة هكذا هي صياغة غير صحيحة لها . وإن كان ما نعتقد أنه مضاد يشبه ما هو مضاد في الحقيقة ، فإن اعتقاداتنا كثيرة العدد حتى أنه لا يوجد اتصال بين الاعتقاد والحقيقة على الدوام . وابن رشد نفسه يعترف بهذا التباين متحدثا بضمير المتكلم دون الإشارة إلى نص أرسطو . ومثل هذا الاعتراف لا يحثه على الرجوع إلى قول أرسطو في المشكلة بل يدفعه إلى الكشف عن أصول التباين وبعد ذلك إلى الشرح بما يجعلنا نقبل من غير شك قضية ما كمضادة لقضية أخرى « 29 »  . وعند هذه النقطة فقط يعود قوله في التلخيص إلى السير مع قول أرسطو .\r\nوابن رشد مثل أرسطو ، يرى أن القضية السالبة تقوم بصورة أكمل كمضادة لقضية ما . وهو لا ينكر أن كثيرا من الاعتقادات والقضايا قد تكون مضادة لقضية ما ، ولكنه يصر على أن هناك اعتقادا واحدا وقضية واحدة اللذان هما المضاد بغير نزاع . والقضية السالبة هي مضاد ذاتي بين في نفسه . وهذا يعنى أنه في حين يحتاج إلى المرور بمجموعة من الخطوات المنطقية حتى نفهم\r\n\r\n","description":"","footnote":" ( 28 ) انظر الفقرتين 85 و 86 بالمقارنة مع الفقرتين 2 ، 23 .  ( 29 ) انظر الفقرات 87 - 89 بالمقارنة مع كتاب العبارة لأرسطو 14 - 8  b  23 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nلما ذا تضاد القضية « كل إنسان يوجد جائرا » القضية « كل إنسان يوجد عادلا » يظهر مباشرة لما ذا تكون القضية « ولا إنسان واحد عدل » ضدا لها .\r\nأو كما يبين ابن رشد على سبيل الإيضاح الأكثر ، فإن العدم - وهو عدم الوجود - أكثر مضادة من أي نوع آخر من أنواع التضاد مثل الكون أو الفساد . وغير الوجود أو عدم الوجود هو أكثر مضادة لأنه لا يدخل في الوجود البتة ، وكلا من تلك المتضادات الأخرى تدخل فيه ، وإن كان ذلك بالاتفاق فقط . وحيث أن السلب يزيل قوة القضية الموجبة تماما ، فإنه يمثل ضدا ذاتيا ، وأيضا يمكن استخدامه كمضاد في غير ذلك من الاعتقادات والقضايا التي ليس لها مضاد « 30 »  .\r\nويحاول أرسطو بعد إثبات أن القضية السالبة أتم تضادا للقضية الموجبة أن يختم قوله ببيان أن انعكاس الحكم السابق صادق أيضا . والغاية هاهنا هي تبيين أن الصلة بين الإيجاب والسلب هي التضاد الأساسي . ويتابع ابن رشد بيان أرسطو في كل تفصيلاته ، ويدعمه بعض الشئ بالتوسع في بيان سبب عدم تضاد الأشكال الأخرى من إمكانات القضايا . وبعد ذلك ينهى كلا من المؤلفين المناقشة ببيان أن جهة المضادة لا تتأثر بأي حال إذا دل على الإيجاب بتعبيرات كلية . وابن رشد في سرده المسهب لهذه النقطة مقتنع ببيانه السابق بصورة تجعله يعيد صياغة مصطلحاته الخاصة . فهو الآن يعرف القضية السالبة بأنها الضد المناسب الوحيد ، ويبدو أنه نسي أن هناك حالات أخرى للتضاد .\r\nوعلى ذلك فعند ما يشرح صياغة السالب الكلى لقضية موجبة كلية يتكلم عن هذا السالب على أنه الضد في ذاته وبهذا يبعد المعنى الأكثر شيوعا للضد إلى طي النسيان . ووفقا لملاحظات ابن رشد في فقرات سابقة فإن ضد القضية « كل\r\n\r\n","description":"","footnote":" ( 30 ) انظر الفقرتين 90 و 91 بالمقارنة مع كتاب العبارة لأرسطو 32 - 15  b  23 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nإنسان خير » ينبغي أن يكون « كل إنسان ليس بخير » . وذلك أن صياغة الضد تكون بتعديل محمول القضية ولكن ابن رشد يقدم هنا القضية « ولا إنسان واحد خير » على أنها هي القضية المضادة . وهو يفعل هذا رغم أنها حالة سالبة في الحقيقة « 31 »  .\r\nوبعد إثبات الغاية الأساسية المنطقية يذكر أرسطو وابن رشد القارئ بأن هذه الإشارات إلى المضادات لها حدود معينة . فمن بين حكمين متضادين يلزم أن يصدق أحدهما وأن يكذب الآخر ، والسبب كما يقول ابن رشد :\r\n« ليس يمكن أن يكون حق ضدا لحق ولا اعتقاد حق لاعتقاد حق ولا لفظ مناقض للفظ إذا كان كلاهما يدلان على معنى هو في نفسه حق » .\r\nوهو يواصل بعد ذلك بيان أن المعتقدات المتضادة لا توجد إلا في القضايا التي موجباتها وسالباتها متقابلة . ورغم أن أرسطو كان قانعا بترك هذه الملاحظات النهائية مع التأكيد على أنه لا يمكن لمتضادتين أن تجتمعا معا في الموضوع الواحد ، فإن ابن رشد يثير انتباه القارئ إلى المناقشة السابقة لهذه المشكلة ويعدد بعد ذلك أصناف القضايا التي تقبل المتضادات « 32 »  . وهو بهذا لا يغير قول أرسطو أو يحرفه بأية حال ، ولكنه يجعل الغاية أكثر وضوحا بالفعل ، ويذكر القارئ بأنه سبق مناقشتها فعلا ، وعلى ذلك فابن رشد عند نهاية تلخيصه كما هو الحال في فصوله السابقة وفي لهدفه وهو تلخيص معاني كتب أرسطو بصورة واضحة مع إضافة تفسيرات مفصلة لمعاني أرسطو التي وردت مقتضبة .\r\n\r\n","description":"","footnote":" ( 31 ) انظر الفقرتين 92 و 93 ، وكذلك الفقرة 94 بالمقارنة مع الفقرات 71 - 73 و 78 وانظر أيضا كتاب العبارة لأرسطو 6  b  24 - 33  b  23 .  ( 32 ) انظر الفقرتين 95 ، 24 بالمقارنة مع كتاب العبارة لأرسطو 9 - 7  b  24 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوبهذا المعنى بعد ابن رشد مفسرا كفؤا مفيد النص أرسطو ، وهو يرشدنا إلى كيفية قراءة هذا المؤلف ، وينبهنا إلى المشاكل التي قد نهملها أولا تنبيهه لنا على وجودها . واهتمام ابن رشد المتوالى بالتفسير المتقن يؤدى به إلى الاستفاضة في عرض المعاني المتضمنة في ملاحظات أرسطو وإلى الكشف عن ما يجمع الأجزاء المختلفة للنص . ومعرفة ابن رشد ووعيه بآراء المفسرين المتقدمين لكتاب أرسطو يتيحان له أن يطيل في تبيين ملاحظات أرسطو دون أن يؤدى به ذلك إلى إساءة الفهم أو الشرح أو إلى استنباط نتائج ينكرها أرسطو . وعلى العكس من ذلك فإن طريقة عرض ابن رشد التي اختارها لتلخيص كتاب أرسطو ساهمت في تأويل أوفى وأدق للنص مع إدراك لوصف أرسطو الشامل لكيفية تأدية اللغة لوظيفتها .\r\nومع ذلك فقد بقيت عدة مسائل في نص أرسطو لم يحلها ابن رشد بصورة مرضية تماما . وعلى سبيل المثال فبينما كان من الواضح أن ملاحظات أرسطو عن الجهة التي تدل عليها اللغة لأي شخص يعرف اللغة اليونانية يمكن توضيحها لشخص متمكن من العربية ، لا نجد بيانا واضحا للصلة بين اللغة والطبيعة والوضع . ونحن نلاحظ أنه يمكن الحديث عبر تقاليد لغوية عن القواعد التي تحكمها ونقبل التأكيد بأنا جميعا ندرك نفس الموجودات الطبيعية ، مهما قمنا بالتعبير عن تلك الموجودات وعن علاقاتها بتقاليدنا اللغوية المختلفة . ولكنا لا نصادف هاهنا بيانا كاملا لحصولنا على هذه الصورة العامة . وأيضا فإننا انتهينا من هذا التلخيص بفهم أوضح لصياغة القضايا ووعى أكبر للعلاقات المختلفة بين قضايانا ، إلا أنا لا نفهم في الحقيقة لما ذا هي صحيحة . وقد شرح ابن رشد ما قاله أرسطو عن تلك العلاقات ، كما طور تماما ملاحظات أرسطو ولكنه لم يدلل على صحتها ولم يبين مغزاها .\r\nورغم أن الغرض الأقصى من معرفة مقابلة القضايا بعضها لبعض وتلازمها ينبغي أن\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nيجعلنا قادرين على صياغة مقدمات القياسات المنطقية بوضوح أكثر فإن ابن رشد لا يكاد يذكر كيف تعدنا هذه الأمور لفهم ما سيذكر في كتاب القياس .\r\nوكذلك فيما عدا إشارات ابن رشد هاهنا للملاحظات عن العدم المشار إليها في كتاب المقولات لا نجد أية محاولة لربط تعليم ذلك الكتاب بتعليم هذا الكتاب .\r\nوهناك بعض المسائل التي لم يذكرها أرسطو كنا ننتظر من ابن رشد أن يثيرها .\r\nفبالرغم من المشاكل الواضحة في وصف أرسطو لمبدإ التناقض فإنه يدافع عنه بأنه يجب أن يكون مبدأ ذاتيا ولا بد . ويعدل ابن رشد وصف أرسطو بصورة تكفى لمساندة وجود الأمور الممكنة المستقبلة ومساندة الصعوبات المحيطة بالعلاقات بين القضايا الممكنة والضرورية ، ولكنه يترك المبدأ سليما - وتبين سبب فعل ابن رشد ذلك يتيح لنا أن ندرك المبدأ بصورة أكمل . وأيضا إذا عرفنا لما ذا يقبل ابن رشد مصطلحات المفسرين ويرتب قضايا أرسطو في صورة قضايا ثنائية وقضايا ثلاثية قد نفهم مدى استخدامه لهذه التفاسير وتقديره لفائدتها . وأيضا كنا نحب بيانا أطول يوضح لنا لما ذا بعض المتقابلات ليست دائما متقابلة .\r\nويمدنا ابن رشد بالخيوط الأولى لذلك بوصفه لجهات تقابل كل صنف من أصناف هذه القضايا المتقابلة أو عدم تقابلها . ولكنه لا يتجاوز ذلك التعديد إلى البحث عن سبب حدوث ذلك .\r\nومع ذلك قد يكون من غير الإنصاف أن ننقد ابن رشد لتقصيره في توضيح المسائل التي تركها أرسطو غامضة أو لنفوره من إثارة مسائل لم يثرها أرسطو قط .\r\nوعلى كل حال فقد ذكر ابن رشد أن هدفه إنما هو بيان مذهب أرسطو وهو لا يدعى في أي مكان أنه يقصد إلى تنقيح ذلك المذهب . وبالإضافة إلى ذلك\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفإن تلخيصه شاهد صادق على الجمع بين العمق والبساطة الذي تعودنا أن نجده في كتب القدماء . ويثير الكتاب من المسائل أكثر مما يحل ، وذلك لأنه يجعلنا نفكر جنبا إلى جنب مع المؤلف . وبذلك يزودنا كل من ابن رشد وأرسطو بعناصر الإجابة على السؤال حول العلاقة بين الطبيعة واللغة والوضع دون أن يزودنا في الواقع بإجابة ما . ويبين لنا كلاهما كيف تنشأ اللغة بالوضع ويؤديان بنا إلى التفكير في المدى الذي تعكس فيه اللغة النظام الطبيعي . ولكن لا يصرح أي منهما كيف تدل اللغة على هذا الأمر ، لأن مثل هذا السرد يعتمد على بحث آخر في الطبيعة وفي النفس البشرية . ومع ذلك الإغفال منهما فإن كلاهما يؤكد على أن مثل هذا البحث سوف يكشف عن العلاقة بينهما لأن كلاهما مقتنع بأن النفس البشرية يمكنها إدراك النظام الطبيعي . وهذا يعنى أن كلاهما يرى أنه يمكن للإنسان أن يفهم العالم الذي يعيش فيه ، ليس فقط لأن الإنسان له قوة عقلية على أن يفعل ذلك بل أيضا لأن من شأن العالم أنه معلوم ومدرك . إلا أن مؤلفينا يقتصران هنا على بحث الآلات التي نستطيع بها متابعة المهمة - وهي الأقاويل ، والأسماء والكلمات التي تؤلفها ، ومتلازماتها أو متقابلاتها .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nمنهج التحقيق\r\nأعتمد هذا التحقيق الخاص بتلخيص كتاب العبارة مثله في ذلك مثل تحقيقنا للكتاب السابق وهو تلخيص كتاب المقولات على ست مخطوطات ، وبالرغم من معرفتنا بوجود تسع مخطوطات أخرى لم نتمكن حتى الآن من الحصول على مصورات لها . إلا أن هذه المخطوطات التسعة تنتمى إلى أسرة من المخطوطات اعتمدنا أربعا منها في تحقيقنا هذا . وهذه المخطوطات - في رأينا - لا تؤثر كثيرا على تحقيقنا الحالي ، فهي من خلال الأوصاف المقدمة عنها في الفهارس تنتمى إلى أسرة متأخرة ، بالإضافة إلى حداثة تاريخ نسخها ومشابهتها لما اعتمدنا عليه من نسخ تلك الأسرة من ناحية الأخطاء ونقص بعض الفقرات .\r\nوالأهم من ذلك أنها مثل المخطوطات الأربعة التي اعتمدنا عليها لا تحوى إلا تلخيصا لأربعة من الكتب الأولى فقط وهي المقولات والعبارة والقياس والبرهان ، وقد كتبت جميعهما بالمشرق الأسيوى . وعلى ذلك فإن الرغبة العلمية في تقصى كل النسخ هي فقط التي تدعو إلى الأسف لعدم تمكننا من الحصول على مصورات هذه المخطوطات التسعة .\r\nوالنص المقدم هنا مبنى أساسا على استخدامنا لمخطوطتين قديمتين هما أقدم مخطوطات الكتاب فيما نعلم ، ونعنى بهما مخطوطة مكتبة لورنزيانا رقم 54 ،  LL XXXLC L  بمدينة فلورنزا ، ومخطوطة مكتبة جامعة ليدن رقم 2073 بهولندا . وقد بلغت عدد حالات القراءة التي اختلفت فيها روايات المخطوطتين 295 حالة ، فضلنا\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nقراءة مخطوطة فلورنزا في 219 حالة منها . والدافع إلى ذلك هو الاقتناع بأن مخطوطة فلورنزا قد قدمت في هذه الحالات رواية أفضل وضرورية لأن يستقيم النص . وهناك أسباب أخرى - سبق بيانها في مقدمة كتاب المقولات - دفعت إلى اعتبار مخطوطة فلورنزا أصلا أول في التحقيق وهي قدم مخطوطة فلورنزا الزمنى عن قرينتها مخطوطة ليدن ، وأيضا ما ثبت من الفحص الداخلي للنص حيث استبان لنا أن الأصل الذي نقلت عنه نسخة فلورنزا يمثل فترة زمنية لفكر ابن رشد أحدث مما يمثله نص مخطوطة ليدن ، يدعم ذلك أيضا دقة العبارة اللغوية المستخدمة في نسخة فلورنزا عندما يكون هناك اختلاف بين رواياتيهما .\r\nوقد سبق لنا أن بينا في مقدمة كتاب المقولات وصفا دقيقا للنسخ لا داعى لإعادته هاهنا . ولكن سنبين فقط أين يقع تلخيص كتاب العبارة في كل من هذه المخطوطات . يقع كتاب العبارة في مخطوطة فلورنزا في 11 ورقة ، فيبدأ في الورقة 12 ب وإلى الورقة 22 و . ويقع في مخطوطة ليدن في 12 ورقة ، فيبدأ بالورقة 12 وثم ينتهى بالورقة 22 ظ ، مع ملاحظة أن الورقة 20 قد تكرر ترقيمها .\r\nوقد أشرنا بهامش النص المطبوع إلى أرقام أوراق مخطوطتى فلورنزا وليدن اللتين اتخذناهما أصلا للتحقيق . أما مجموعة المخطوطات الأخرى والتي اتخذت أصولا مساعدة فأولاها مخطوطة دار الكتب المصرية بالقاهرة رقم 9 منطق ، ويقع تلخيص العبارة بها في 30 ورقة ، تبدأ في الورقة 27 ظ وتنتهى في الورقة 57 ظ .\r\nوقد قدمت مخطوطة القاهرة في أحد عشر حالة ( انظر الفقرة 7 ملاحظة 3 ، الفقرة 23 ملاحظة 6 ، الفقرة 24 ملاحظة 8 وملاحظة 10 ، الفقرة 31 ملاحظة 5 ، الفقرة 34 ملاحظة 1 ، الفقرة 42 ملاحظة 9 ، الفقرة 56 ملاحظة 5 ، الفقرة 72 ملاحظة 3 ، الفقرة 75 ملاحظة 3 ، الفقرة 83 ملاحظة 4 ) قراءة أفضل\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمما في مخطوطتى فلورنزا وليدن . وثانية هذه المخطوطات هي مخطوطة مشكاة رقم 375 بطهران ويقع كتاب العبارة بها في 21 ورقة تبدأ في الورقة 18 وثم ينتهى في الورقة 37 ظ ، مع ملاحظة أنه قد سقط ترقيم ورقة بعد الورقة رقم 33 .\r\nوقد قدمت مخطوطة مشكاة قراءة أفضل مما في مخطوطتى فلورنزا وليدن اتفقت مع القراءات السابقة لمخطوطة القاهرة في سبع من الحالات الأحد عشر فقط ( انظر الفقرة 7 ملاحظة 3 ، الفقرة 24 ملاحظة 8 ، الفقرة 42 ملاحظة 9 ، الفقرة 56 ملاحظة 5 ، الفقرة 72 ملاحظة 3 ، الفقرة 75 ملاحظة 3 ، الفقرة 83 ملاحظة 4 ) ثم قدمت في مرة واحدة ( الفقرة 66 ملاحظة 1 ) كلمة لم ترد في سائر المخطوطات . وقدمت في موضعين آخرين ( الفقرة 11 ملاحظة 6 ، الفقرة 57 ملاحظة 5 ) قراءة أفضل مما في مخطوطتى فلورنزا وليدن ومما في مخطوطة القاهرة . أما الفقرات الباقية في ملاحظات مخطوطة القاهرة ( وهي الفقرة 23 ملاحظة 6 ، الفقرة 24 ملاحظة 10 ، الفقرة 31 ملاحظة 5 ، الفقرة 34 ملاحظة 1 ) فإن مخطوطة مشكاة قد اتفقت مع مخطوطتى فلورنزا وليدن .\r\nوأما مخطوطة مكتبة شستربيتي رقم 3769 بدبلن فإن نص كتاب العبارة يقع بها في 31 ورقة ، تبدأ في الورقة 29 ظ وتنتهى في الورقة 60 و . وقد اتفقت قراءة هذه المخطوطة مع مخطوطة القاهرة في تسعة مواضع من المواضع الأحد عشر السابق الإشارة إليها ، واختلفت معها في موضعين ( الفقرة 24 ملاحظة 8 وملاحظة 10 ) وقدمت قراءة واحدة موافقة لقراءة مخطوطة مشكاة في الفقرة 57 ملاحظة 5 . أما المخطوطة الرابعة وهي مخطوطة مكتبة شوراى ملى رقم 5496 بطهران ، فإن نص كتاب العبارة يقع بها في 26 ورقة ، تبدأ بالورقة 25 وإلى\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالورقة 50 و . وقد اتفقت قراءة هذه المخطوطة مع جميع القراءات السابق الإشارة إليها من مخطوطة شستربيتي .\r\nوقد قسمنا النص المقدم هنا - كما في كل تحقيقاتنا لتلاخيص كتب أرسطو في المنطق - إلى فقرات وحاولنا أن تكون كل فقرة دالة على قول أرسطو حين يذكر ابن رشد كلمة « قال » ، أو أن تكون دالة على قول لأرسطو ولم يذكر ابن رشد كلمة « قال » أو عندما يذكر ابن رشد أقوالا ليست من نص أرسطو . وفي الأحوال التي لم يشر ابن رشد فيها إلى أرسطو بكلمة « قال » كان تقسيمنا للنص إلى فقرات وما ذكرناه بهامشه من أرقام لصفحات وسطور نص أرسطو كما ورد في نشرة بيكر لكتب أرسطو ( برلين 1831 م ) خير معين لمتابعة نص أرسطو وأيضا لإبراز إبداع ابن رشد حين يتحرر من نص أرسطو ليذكر شيئا مما أغفله أرسطو ، أو ليقول ما يريد قوله مما يكون مفيدا لفهم نص أرسطو . وقد رتبنا الملاحظات في الهامش تبعا لتسلسل أرقام الفقرات وسلسلت الملاحظات الخاصة بكل فقرة على حدة ، وأشرنا أيضا في الهوامش مقترنة بنجمة إلى المصادر التي رجع إليها ابن رشد وأشار إليها سواء كتب أرسطو أو ابن رشد نفسه أو غيرها .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nرموز الكتاب\r\nف : مخطوطة رقم 54 ،  LL XXXLC L  في مكتبة لورنزيانا بمدينة فلورنزا بإيطاليا .\r\nل : مخطوطة رقم 2073 في مكتبة جامعة ليدن بهولندا .\r\nق : مخطوطة رقم 9 منطق في دار الكتب والوثائق القومية بمصر .\r\nم : مخطوطة رقم 375 مشكاة في المكتبة المركزية بجامعة طهران بإيران .\r\nد : مخطوطة رقم 3769 في مكتبة شستربيتى بدبلن بإيرلندا .\r\nش : مخطوطة رقم 5496 في مكتبة شوراى ملى بطهران بإيران .\r\nه : إهمال في النقط .\r\nح : في الحاشية .\r\nيد 2 : ما كتبته يد غير يد ناسخ المخطوطة .\r\n+ : زيادة .\r\n- : نقص .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nتلخيص كتاب العبارة لابن رشد\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم [ صلى اللّه على 
  ] « 1 »  [ محمد وآله 
  ] « 2 » \r\n\r\nالفصل الأول\r\n( 1 ) قال : وينبغي أن نقول أولا ما هو الاسم وما هي الكلمة . ثم نقول بعد ذلك ما هو الإيجاب والسلب وبالجملة ما هو الحكم والقول الذي هو جنس « 3 »  الإيجاب والسلب .\r\n( 2 ) فنقول : إن الألفاظ التي ينطق بها هي دالة أولا على المعاني التي في النفس ، والحروف التي تكتب هي « 4 »  دالة أولا على هذه الألفاظ . وكما أن الحروف المكتوبة - أعنى الخط - ليس هو واحدا بعينه لجميع الأمم كذلك الألفاظ التي يعبر بها عن المعاني ليست « 5 »  واحدة بعينها عند جميع الأمم . ولذلك كانت دلالة هذين « 6 »  بتواطؤ لا بالطبع . وأما المعاني التي في النفس ، فهي واحدة بعينها للجميع كما أن الموجودات التي المعاني التي في النفس أمثلة لها ودالة عليها هي واحدة وموجودة بالطبع للجميع . ولكن القول في جهة دلالة المعاني التي\r\n\r\n","description":"","footnote":" ( 1 ) عنوان صلى . . . على ف ، ل : + سيدنا ل ؛ - ق ، م ، د ، ش .  ( 2 ) محمد وآله ف ، ل : + وسلم تسليما كتاب العبارة ل ؛ - ق ، م ، د ، ش .  ( 3 ) جنس ف ، ل ، ق ، م ، د ، ش : + يعرض له ( ح ) ف .  ( 4 ) هي ف : - ل ، ق ، م ، د ، ش .  ( 5 ) ليست ف ، ل ، ق ، م ، د ، ش : + هي ل ، ق ، م ، د ، ش .  ( 6 ) هذين ف ، ق ، م ، د ، ش : هاتين ل . ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفي النفس على الموجودات خارج النفس هو من غير هذا العلم . وقد تكلم فيه في كتاب النفس .\r\n( 3 ) والألفاظ تشبه المعاني المعقولة في أنه كما أن الشئ ربما كان معقولا من غير أن يتصف بالصدق والكذب ، كذلك اللفظ ربما كان مفهوما من غير أن يتصف بصدق ولا كذب . وكما أنه ربما كان المعقول / من الشئ يتصف بالصدق والكذب ، كذلك اللفظ قد يكون ما يفهم منه يتصف « 1 »  بالصدق والكذب . والصدق والكذب إنما يلحق المعاني المعقولة والألفاظ الدالة عليها متى ركب بعضها إلى بعض أو فصل بعضها من بعض . وأما متى أخذت مفردة ، فإنه ليس تدل « 2 »  على صدق ولا كذب . والاسم والكلمة يشبهان المعاني المفردة التي لا تصدق ولا تكذب ، وهي التي تؤخذ من غير تركيب ولا تفصيل . مثال ذلك قولنا إنسان وبياض ، فإنه متى لم يقترن به يوجد أوليس يوجد فليس هو بعد لا صادقا ولا كاذبا ، بل إنما يدل على الشئ المشار إليه من غير أن يتصف ذلك الشئ بصدق ولا كذب . ولذلك كان قولنا عنز أيل وعنقاء مغرب ليس يتصف بصدق ولا كذب ما لم يقترن « 3 »  بذلك « 4 »  يوجد أوليس يوجد إما مطلقا وإما في زمان فنقول عنز أيل موجود عنز أيل غير موجود أو عنز أيل يوجد أو لا يوجد .\r\n\r\n","description":"","footnote":" ( 1 ) يتصف ف ، م : متصف ل ، ق ؛ متصفا د ، ش .  ( 2 ) تدل ف : يدل ل ، ق ، م ، د ، ش .  ( 3 ) يقترن ، ف ، د : يقرن ل ، م ، ش ؛ يقتيرن ق .  ( 4 ) بذلك ف ، ل ، ق ، م ، د ، ش : + قولنا ل ، د ، ش . ","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالقول في الاسم\r\n( 4 ) والاسم هو لفظ دال بتواطؤ على معنى مجرد من الزمان من غير أن يدل واحد من أجزائه إذا أفرد على جزء من ذلك المعنى سواء كان الاسم المفرد بسيطا - مثل زيد أو عمرو - أو مركبا - مثل عبد الملك الذي هو اسم لرجل . وذلك أن عبد الملك الذي هو اسم لرجل إذا أفرد عنه عبد أو الملك لم يدل على جزء من المعنى الذي دل عليه مجموعهما كما يدل عليه في قولنا عبد الملك إذا أردنا أنه عبد لملك . فإن عبدا يدل هاهنا على جزء من المعنى الذي دل عليه قولنا عبد الملك ، وكذلك الملك يدل على جزء من المعنى . والفرق بين الأسماء البسيطة والأسماء المركبة - مثل عبد قيس وبعل بك - أن الجزء من الاسم البسيط - وهو المقطع الواحد من المقاطع التي تركب « 1 »  منها الاسم - ليس يدل على شئ أصلا لا بالذات ولا بالعرض - مثل الزاي من زيد . وأما الجزء من الاسم المركب ، فليس يدل إذا أفرد إلا بالعرض - مثل أن يتفق لمن اسمه عبد الملك أن يكون عبدا لملك .\r\n( 5 ) وإنما زيد في حد الاسم بتواطؤ من قبل أن الألفاظ التي ينطق بها الناس ليست دالة بالطبع - مثل كثير من الأصوات « 2 »  التي تنطق بها\r\n\r\n","description":"","footnote":" ( 1 ) تركب ف : ركب ل ، ق ، م ، د ، ش .  ( 2 ) الأصوات ف ، ق ، م ، د ، ش : الالفاظ ل . ","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالحيوانات وهي الأصوات « 1 »  التي لا تكتب . فإن الأصوات « 2 »  التي ينغم بها كثير من الحيوان مؤلفة من المقاطع التي تؤلف منها الألفاظ التي ينطق بها الإنسان أو من مقاطع مؤلفة من حروف تقاربها في المخرج وهي دالة على معان في أنفسها « 3 »  عند الحيوان .\r\n( 6 ) / والاسم منه محصل وغير « 4 »  محصل . فأما المحصل فهو الاسم الدال على الملكات - مثل إنسان وفرس . وأما غير المحصل فهو الاسم الذي يركب « 5 »  من اسم الملكة وحرف لا في الألسنة التي يستعمل فيها هذا النوع من الاسم - مثل قولنا لا إنسان ولا حيوان . وهذا الصنف من الأسماء إنما سمى اسما غير محصل لأنه لا يستحق أن يسمى اسما بإطلاق إذ كان لا يدل على ملكة ولا هو أيضا قول سالب لأن دلالته دلالة الاسم المفرد وإن كان مركبا . ولذلك قد يلحقه السلب كما يلحق الاسم المحصل .\r\n( 7 ) والاسم أيضا إذا نصب أو خفض أو غير تغييرا آخر مما أشبه ذلك لم يقل فيه إنه اسم بإطلاق بل [ اسما مصرفا 
  ] « 6 »  . فتكون الأسماء [ أيضا منها 
  ] « 7 » \r\n\r\n","description":"","footnote":" ( 1 ) الأصوات ف ، ق ، م ، د ، ش : الالفاظ ( مع علامة صح ح ) ف ، ل .  ( 2 ) الأصوات ف ، ق ، م ، د ، ش : الالفاظ ( مع علامة صح ح ) ف ، ل .  ( 3 ) أنفسها ف ، ل ، ق ، م ، د ، ش : + اعني ل ، ق ، م ، د ، ش .  ( 4 ) وغير ف : ومنه غير ل ، ق ، م ، د ، ش .  ( 5 ) يركب ف : ( ه ) ل ؛ تركب ق ، د ، ش ؛ يتركب م .  ( 6 ) اسما مصرفا ف : اسم مصرف ل ، ق ، م ، د ، ش .  ( 7 ) أيضا منها ف : منها أيضا ل ، ق ، م ، د ، ش . ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمصرفة ومنها غير مصرفة . والحد الذي حد به الاسم يشملها جميعا ، إلا أن الفرق بين المصرف وغير المصرف - وهو المرفوع في كلام العرب - أنه إذا أضيف إلى الأسماء المصرفة - وهي التي تسمى المائلة أيضا مثل « 1 »  كان أو يكون أو هو الآن فقيل زيدا كان بالنصب أو زيد يكون بالخفض - لم يصدق ولم يكذب . والاسم الغير مصرف - وهو المسمى المستقيم - إذا أضيف إليه واحد من هذه ، كان صادقا أو كاذبا - مثل قولنا زيد كان أو زيد وجد بالرفع .\r\n( 8 ) فهذا هو ما ذكره من حد الاسم وأصنافه .\r\n\r\nالقول في الكلمة\r\n( 9 ) والكلمة - وهي « 2 »  التي تسمى عند نحويى « 3 »  العرب الفعل - هي لفظ دال على معنى وعلى زمان ذلك المعنى المحصل بأحد الأزمان الثلاثة التي هي الماضي أو الحاضر أو المستقبل ، وليس واحد من أجزائه يدل أيضا على انفراده وذلك بالذات . وخاصة الكلمة أنها تكون أبدا خبرا لا مخبرا عنه ومحمولا لا موضوعا .\r\nولذلك تدل أبدا على معنى شأنه أن يحمل على غيره ، وذلك إما بأن « 4 »  تكون بصيغتها تدل على المعنى المحمول وعلى ارتباط المحمول بالموضوع وذلك حيث تكون خبرا بنفسها - مثل قولك زيد يصح وزيد « 5 »  يمشى - وإما أن تكون بصيغتها تدل على ارتباط المحمول بالموضوع إذا كان المحمول اسما من الأسماء - مثل قولك زيد\r\n\r\n","description":"","footnote":" ( 1 ) مثل ق ، م ، د ، ش : - ف ، ل .  ( 2 ) وهي ل ، ق ، م ، ش : - ف ؛ هي د .  ( 3 ) نحويى ف : - ل ، ق ، م ، د ، ش .  ( 4 ) بان ف ، ق ، م ، ش : ان ل ، د .  ( 5 ) وزيد ف : زيد ل ، ق ، م ، د ، ش . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nيوجد حيوانا . والمحمول الذي / يدل « 1 »  على ارتباطه بالموضوع ، إما أن يكون مما يقال في موضوع - وذلك إذا كان عرضا في الموضوع - وإما أن يكون مما يقال على موضوع إذا كان [ المحمول جزءا من الموضوع 
  ] « 2 »  . وما زيد في حد الكلمة من أنها تدل مع دلالتها على المعنى على زمان ذلك المعنى هو الفصل الذي به تفارق الكلمة الاسم . وذلك أن قولنا يصح - وهو كلمة - يدل على ما يدل عليه قولنا « 3 »  صحة - وهو اسم - وعلى الزمان الحاضر أو المستقبل الذي فيه « 4 »  توجد الصحة .\r\n( 10 ) والكلية أيضا منها محصلة ومنها غير محصلة . والمحصلة هي التي تدل على المعنى الذي يدل عليه الاسم المحصل وعلى زمان ذلك المعنى . والغير محصلة هي التي تدل على ما يدل عليه الاسم الغير محصل « 5 »  وعلى زمان ذلك المعنى . وذلك هو عدم ما يدل عليه الاسم المحصل - أعنى العدم الذي حد في كتاب المقولات « 6 »  ، مثل قولنا لأصح فإنه يدل على ما يدل عليه قولنا لا صحة وعلى زمان ذلك المعنى .\r\nوالكلمة الغير محصلة هي نوع من أنواع الكلمة ، إذ كانت داخلة تحت الحد المتقدم للكلمة بإطلاق وموجود لها الخاصة المتقدمة للكلمة - وهو أنها أبدا إنما\r\n\r\n","description":"","footnote":" ( 1 ) يدل ل ، ق ، م ، د ، ش : تدل ف .  ( 2 ) المحمول . . . الموضوع ف ، ق ، م ، د : الموضوع جزءا من المحمول ل ؛ المحمول من الموضوع ش .  ( 3 ) قولنا ل ، ق ، م ، د ، ش : - ف .  ( 4 ) فيه ف ، ق ، م ، د ، ش : - ل .  ( 5 ) محصل ل : المحصل ف ، ق ، م ، د ، ش .  ( 6 ) انظر تلخيص كتاب المقولات لابن رشد ، تحقيق قاسم وبترورث وهريدى ( القاهرة : الهيئة المصرية العامة للكتاب ، 1980 ) الفقرة 92 والفقرة 93 . ","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nتدل على ما شأنه أن يحمل على غيره إما حمل الشئ على الموضوع وإما « 1 »  في الموضوع . وإنما سمى هذا الصنف كلمة غير محصلة لأنها مشتقة من اسم غير محصل . وهذا النوع من الكلم غير موجود في لسان العرب ، كما كان الاسم غير المحصل غير موجود .\r\n( 11 ) والكلمة منها « 2 »  المصرفة ومنها غير المصرفة - وهي التي يقال اسم الكلمة عليها بإطلاق . والكلمة الغير مصرفة هي التي تدل في لسان كثير من الأمم على الزمان الحاضر ، والمصرفة هي التي تدل على الزمان الذي يوجد كأنه دائر حول الزمان الحاضر - وهو الزمان الماضي والمستقبل . وليس للزمان الحاضر صيغة خاصة في لسان العرب . وإنما الصيغة التي توجد له في كلام العرب مشتركة بين الحاضر / والمستقبل - مثل قولنا يصح ويمشى . ولذلك قال [ نحويو العرب 
  ] « 3 »  إنهم إذا أرادوا أن يخلصوها للاستقبال أدخلوا عليها السين أو سوف فقالوا سيصح أو « 4 »  سيمشى . والزمان الحاضر هو « 5 »  الذي يأخذه الذهن موجودا بالفعل ومشار إليه - مثل قولنا هذه الساعة وهذا الوقت . ولذلك قيل اسم الزمان على هذا بإطلاق ، إذ كان هو الأعرف عند الجمهور وكان بالإضافة إليه يفهم الزمان الماضي والمستقبل . فإن الماضي هو المتقدم لهذا الزمان والمستقبل هو المتأخر\r\n\r\n","description":"","footnote":" ( 1 ) واما ف : أو ل ، ق ، م ، د ، ش .  ( 2 ) منها ف ، ل ، ق ، م ، د ، ش : + الكلم ل ؛ + الكلمة ق ، م ، د ، ش .  ( 3 ) نحويو العرب ف : نحويوهم ل ، ق ، م ، د ، ش .  ( 4 ) أو ف ، ق ، م ، د ، ش : ول .  ( 5 ) هو ف ، ل ، ق ، م ، د ، ش : + الزمان ل ، ق ، م ، د ، ش . ","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nعنه . وأما هل ما يتخيله « 1 »  من الزمان الحاضر هو موجود على نحو ما يتخيله « 2 »  أوليس بموجود ، فذلك [ ليس مما 
  ] « 3 »  يحتاج إليه في هذا الموضع .\r\n( 12 ) والكلمة تشبه الاسم وتشاركه في أنها إذا قيلت « 4 »  مفردة فهم منها معنى مستقل بذاته كما يفهم ذلك من الاسم إذا قيل مفردا بذاته . ولذلك إذا سمعها السامع قنع بها ، إلا أنه لا يفهم من المعنى المدرك منها أن الشئ بعد موجود « 5 »  أو غير موجود - مثل قولنا كان أو يكون - هذا إذا كانت هذه الكلم أخبارا بذاتها . وأما إذا كانت روابط ، فإنه لا يفهم منها معنى مستقل بنفسه « 6 »  - [ كالحال في الحرف 
  ] « 7 »  - لأنها إنما تدل حينئذ على تركيب المحمول مع الموضوع ولا سبيل إلى فهم التركيب دون فهم الأشياء المركبة . وذلك يكون عند التصريح بها - مثل قولك زيد يوجد عالما أوليس يوجد عالما . فيكون الكلم صنفين « 8 »  صنف يفهم بذاته - وهي الكلم التي تكون بنفسها « 9 »  خبرا وصنف لا يفهم بذاته - وهي الكلم الروابط التي تسمى الوجودية .\r\n\r\n","description":"","footnote":" ( 1 ) يتخيله ف ، م ، د : تتخيله ل ؛ تتخيله ق ؛ ( ه ) ش .  ( 2 ) يتخيله م : يتخيلوه ف ؛ يتخيله ل ، ق ؛ ( ه ) د ، ش .  ( 3 ) ليس مما ف : مما ليس ل ، م ، د ، ش ؛ ما ليس بموجود ق .  ( 4 ) قيلت ل ، م ، د ، ش : قبلت ف ، ق .  ( 5 ) موجود ف ، م ، د : موجودا ل ، ق ، ش .  ( 6 ) بنفسه ف ، ق ، م ، د ، ش : في نفسه ل .  ( 7 ) كالحال في الحرف ل ، ق ، م ، د ، ش : كالحرف ف .  ( 8 ) صنفين ف : صنفان ل ، ق ، م ، د ، ش .  ( 9 ) بنفسها ف ، ق ، م ، د ، ش : بذاتها ل . ","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n( 13 ) فهذا ما قاله في حد الاسم والفعل ومعرفة أصنافها الضرورية هاهنا .\r\nوهي التي تختلف القضايا باختلافها . وأما الحروف ، فهو يذكرها في كتاب الشعر « 1 »  .\r\n\r\nالكلام في القول\r\n( 14 ) والقول هو لفظ دال . الواحد من أجزائه الأول - أي البسيطة « 2 »  - يدل على انفراده [ من جهة أنه لفظ على أنه جزء مفرد لا على أنه إيجاب أو سلب 
  ] « 3 »  - مثل قولنا الإنسان حيوان . فإن لفظ الإنسان الذي هو جزء أول من هذا القول يدل على شئ مفرد [ لا على جهة أن ذلك الشئ موجود أو غير موجود 
  ] « 4 »  وكذلك لفظ الحيوان الذي هو الجزء الثاني من هذا القول . وهذا الذي أخذ في حد القول من أن الواحد من أجزائه الأول يدل على معنى مفرد هو الفصل الذي به يفارق القول الاسم . فإن الاسم البسيط ليس يدل الجزء منه - وهو المقطع - على شئ أصلا ، والاسم المركب أيضا ليس يدل الجزء منه على شئ إلا بالعرض - مثل أن يعرض لإنسان اسمه عبد الملك أن يكون عبدا لملك .\r\n\r\n","description":"","footnote":" ( 1 ) انظر كتاب الشعر لأرسطو ص 1456 ب س 19 - 35 .  ( 2 ) البسيطة ف ، ل ، ق ، م ، د ، ش : + فد ل .  ( 3 ) من جهة . . . سلب ف : على جهة الفهم والتصور لا على جهة الايجاب أو السلب ل ؛ على جهة الفهم والتصور لا على جهة الايجاب وسلب على معنى مفرد ق ؛ على جهة الفهم والتصور لا على جهة الايجاب والسلب على معنى مفرد م ، د ، ش .  ( 4 ) لا . . . موجود ف ، ق ، م ، د ، ش : - ل . ","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n( 15 ) والقول إنما يدل على طريق التواطؤ لا بالطبع ولا على طريق أن لكل معنى مركب لفظا / مركبا [ يدل عليه 
  ] « 1 »  بالطبع من غير أن توجد تلك الدلالة في لفظ آخر غيره كما لا يوجد فعل الآلة في غير الآلة . فإن قوما يرون أن الألفاظ هكذا دلالتها ، وقوم أخر « 2 »  يرون أن الألفاظ تدل بالطبع من غير أن يكون لنا اختيار فيها أصلا - لا اختيار تركيب وضعي ولا اختيار تركيب طبيعي - وهو رأى من يرى أن هاهنا تراكيب للألفاظ تدل بالطبع على معنى معنى . [ وقد يمكن أن يقال : إنما قال أرسطو في حد الاسم لفظ يدل بتواطؤ لهذا المعنى . وقد يمكن أن يكون أراد بلفظ صوتا ، إن قيل ، أن اللفظ الذي يشترك فيه الإنسان والحيوان هو باشتراك الاسم ، وهذا هو الصحيح 
  ] « 3 »  .\r\n( 16 ) والقول منه تام وغير تام . والتام منه الجازم ومنه غير الجازم - مثل الأمر والنهى . والقصد هاهنا إنما هو التكلم في القول الجازم . وأما ما عداه من الأقاويل التامة فهو يتكلم فيها في كتاب الخطابة « 4 »  والشعر « 5 »  كما أن أصناف الأقاويل الغير تامة - وهي الحدود الرسوم - سيتكلم « 6 »  فيها في كتاب البرهان « 7 »  .\r\n\r\n","description":"","footnote":" ( 1 ) يدل عليه ف : ويدل ل ؛ يحاكيه ق ، م ، د ، ش .  ( 2 ) اخر ف : آخرون ل ، ق ، م ، ش ؛ - د .  ( 3 ) وقد . . . الصحيح ف : - ل ، ق ، م ، د ، ش .  ( 4 ) انظر كتاب الخطابة لأرسطو ص 1355 آ س 3 - 18 ، ص 1358 آ س 10 - 35 ، ص 1359 آ س 6 - 26 ، ص 1393 آ س 25 إلى ص 1397 آ س 6 ، ص 1418 آ س 1 - 21 .  ( 5 ) انظر كتاب الشعر لأرسطو ص 1457 آ س 23 - 30 .  ( 6 ) سيتكلم ف : يتكلم ل ، ق ، م ، د ، ش .  ( 7 ) انظر كتاب البرهان لأرسطو من ص 90 آ س 35 إلى ص 100 ب س 3 . ","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n( 17 ) والقول الجازم هو الذي يتصف بالصدق أو الكذب . وهو صنفان ، بسيط ومركب . والبسيط هو [ ما ركب 
  ] « 1 »  من محمول واحد وموضوع واحد لا من محمول أكثر من واحد وموضوع أكثر من واحد . وهذا نوعان ، النوع الأول المتقدم الإيجاب ، والثاني المتأخر السلب .\r\n( 18 ) [ وقد يقال في القول إنه واحد إذا كان حدا لشئ واحد - مثل قولنا في الإنسان حيوان ناطق ، إلا أن هذا من معنى القول الواحد خارج عما قصدنا له في هذا الكتاب 
  ] « 2 »  . والقول البسيط يكون واحدا متى كان الموضوع فيه دالا على معنى واحد وكذلك المحمول . ويكون [ القول الجازم أيضا 
  ] « 3 »  كثيرا متى كان المحمول [ فيه يدل 
  ] « 4 »  على معان كثيرة أو الموضوع أو كلاهما . والقول المركب يكون واحدا برباط يربطه ويكون كثيرا / إذا لم يكن له رباط يربطه . فلذلك كل قول إما أن يكون واحدا أو كثيرا . فإن كان واحدا ، فإما أن يكون واحدا من قبل أن الموضوع فيه والمحمول [ يدل كل واحد منهما « 5 »  على معنى واحد ، وإما أن يكون واحدا من قبل الرباط الذي يربطها - وهي الأقاويل التي يوجد فيها أكثر من موضوع واحد ومحمول واحد مثل المقاييس الشرطية والحملية . فإن الشرطية هي واحدة بالرباط الذي هو\r\n\r\n","description":"","footnote":" ( 1 ) ما ركب ف : المركب ل ، ق ، م ، د ، ش .  ( 2 ) وقد . . . الكتاب ف : - ل ، ش ؛ والمركب هو المركب من قولين بسيطين ق ، م ، د .  ( 3 ) القول . . . أيضا ف : - ل ؛ القول الجازم ق ، م ، د ، ش .  ( 4 ) فيه يدل ف : يدل فيه ل ، ق ، م ، د ، ش .  ( 5 ) يدل . . . منهما ف : يدلان ل ، ق ، م ، د ، ش . ","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالحرف الشرطي - مثل قولنا إن كانت الشمس طالعة فالنهار موجود . فإن الفاء هي التي صيرت هذين القولين البسيطين - وهو قولنا الشمس طالعة والنهار موجود - قولا واحدا . وأما الحملية فهي واحدة بالرباط الذي هو الحد الأوسط - مثل قولنا الإنسان حيوان والحيوان جسم على ما سيأتي بعد « 1 »  .\r\nوإن كان القول كثيرا فإما أن يكون كثيرا من قبل أن المحمول فيه أو الموضوع أو كليهما يدلان على معان كثيرة وإما من قبل أنه ليس لها رباط يربطها .\r\n( 19 ) وكل قول جازم [ فلا بد فيه من كلمة - أعنى فعلا 
  ] « 2 »  - أو ما يقوم مقام الكلمة في رباط المحمول بالموضوع . وذلك أن القول الجازم الذي الموضوع فيه اسم والمحمول اسم لا بد فيه من كلمة أو ما يقوم مقام الكلمة يدل على ارتباط المحمول بالموضوع . وذلك إما بالفعل « 3 »  ومصرحا به كما يوجد الأمر فيما عدا لسان العرب وإما بالقوة ومضمرا كما يوجد الأمر في الأكثر في « 4 »  لسان العرب . فإنه لما كان هاهنا ثلاثة معان - موضوع ومحمول ونسبة تربط بين المحمول والموضوع - وجب أن يكون هاهنا ثلاثة ألفاظ - لفظ يدل على الموضوع ولفظ يدل على المحمول ولفظ يدل على النسبة . واللفظ الذي يدل على ارتباط المحمول بالموضوع ربما دل على ارتباطه في الزمان الماضي أو المستقبل أو الحال - كقولك زيد يوجد الآن عالما أو زيد وجد عالما أو زيد سيوجد عالما - وربما دل على ارتباط غير مقيد بزمان . وهذا هو\r\n\r\n","description":"","footnote":" ( 1 ) انظر تلخيص كتاب القياس ، تحقيق قاسم وبترورث وهريدى ( القاهرة : الهيئة المصرية العامة للكتاب ، 1981 ) الفقرة 27 .  ( 2 ) فلا . . . فعلا ف : فهو مركب من اسم وكلمة ل ؛ فلا بد فيه من اسم وكلمة ق ، م ، د ؛ فلا بد فيه من كلمة ش .  ( 3 ) بالفعل ف ، ق ، م ، د ، ش : بفعل ل .  ( 4 ) في ف ، ق ، م : من ل ؛ - د ، ش . ","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالحمل الضروري ، وذلك مثل قول القائل المثلث موجود زواياه مساوية لقائمتين . وليس في لسان العرب لفظ يدل على هذا النحو من الرباط وهو موجود في سائر الألسنة . وأقرب الألفاظ شبها بها في لسان العرب هو ما يدل عليه لفظ هو - في مثل قولنا زيد هو حيوان - أو موجود - في مثل قولنا زيد موجود حيوانا .\r\n( 20 ) والاسم والكلمة ليس [ بصدق ولا كذب 
  ] « 1 »  . وأما القول ، فإنه الذي يصدق أو يكذب . والقول الذي يصدق أو يكذب يسمى الجازم ويسمى الحكم . والحكم البسيط يشبه الإيجاب منه جعل « 2 »  شئ على شئ والسلب انتزاع شئ من شئ . / والمؤلف « 3 »  من هذا هو القول المركب . وقد يرسم أيضا الحكم البسيط بأنه لفظ يدل على أن الشئ موجود أو غير موجود ، وذلك إما في الزمان الماضي وإما في المستقبل وإما في الحاضر وإما بإطلاق .\r\n( 21 ) وأما الإيجاب فإنه الحكم بإثبات شئ لشئ والسلب هو الحكم بنفي شئ عن شئ . ولما كان قد يمكن أن يحكم بالقول من جهة ما هو في النفس على ما هو موجود خارج النفس أنه غير موجود وعلى ما ليس هو موجودا [ خارج النفس 
  ] « 4 »  أنه موجود وعلى ما هو موجود أنه موجود وعلى ما ليس بموجود أنه ليس بموجود ، وذلك إما حكما مطلقا وإما في أحد الأزمنة الثلاثة - التي هي الحاضر أو الماضي أو المستقبل - فقد يمكن في كل ما أوجبه\r\n\r\n","description":"","footnote":" ( 1 ) بصدق ولا كذب ف : تصدق ولا تكذب ل ، يصدق ولا يكذب ق ، م ، د ، ش .  ( 2 ) جعل ف ، ش : حمل ل ، ق ، م ، د .  ( 3 ) المولف ف ، ق ، م ، د ، ش : المركب ل .  ( 4 ) خارج النفس ف ، ق ، م ، د ، ش : - ل . ","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nموجب أن يسلبه سالب وفي كل ما سلبه « 1 »  سالب أن يوجبه موجب . وإذا كان ذلك كذلك ، فلكل إيجاب سلب يقابله ولكل سلب إيجاب يقابله .\r\nوذلك من حيث السلب والإيجاب موجودان في النفس لا خارج النفس ، فإنه ليس يوجد للأشياء الموجبة من حيث هي خارج النفس سلب يقابلها ولا للأشياء المسلوبة من حيث هي خارج النفس إيجاب يقابلها . لكن النظر في الإيجاب والسلب هو من حيث هما في النفس . والسلب والإيجاب إنما يكونان / متقابلين بالحقيقة « 2 »  متى كان المعنى « 3 »  المحمول فيهما واحدا من جميع الجهات وكذلك المعنى الموضوع . وأما متى لم يكن واحدا إما من قبل اشتراك الاسم أو من قبل سائر الأشياء التي حفظ منها في كتاب السفسطة « 4 »  فليسا « 5 »  بإيجاب ولا سلب متقابلين .\r\n\r\n[ الفصل الثاني 
  ] « 6 » \r\n( 22 ) والمعاني صنفان إما كلية وإما جزئية - أي شخصية . وأعنى بالكلى الذي من شأنه أن يحمل على أكثر من واحد - مثل حمل الحيوان على الإنسان والفرس وسائر أنواع الحيوان - وبالجزئي ما ليس ذلك من شأنه - [ أعنى أن يحمل على أكثر من واحد 
  ] « 7 »  ، مثل زيد وعمرو المشار إليه . وإذا كان الأمر عنوان\r\n\r\n","description":"","footnote":" ( 1 ) سلبه ف ، م ، د ، ش : يسلبه ل ؛ سالبه ق .  ( 2 ) بالحقيقة ف : في الحقيقة ل ، ق ، م ، د ، ش .  ( 3 ) المعنى ف ، ق ، م ، د ، ش : - ل .  ( 4 ) انظر كتاب السفسطة لأرسطو ص 175 آ س 1 إلى ص 183 آ س 36 مع ص 165 ب س 12 إلى ص 174 ب س . 4 .  ( 5 ) فليسا ل ، ق ، م ، د : فليس ف ؛ وليسا ش .  ( 6 ) الفصل الثاني ف ، م ، ش : فصل ب ل ؛ - ق ؛ ( مكانه بياض ) د .  ( 7 ) اعني . . . واحد ف : - ل ، ق ، م ، د ، ش . ","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nكذلك فواجب ضرورة متى حكمنا بإيجاب أو سلب « 1 »  لشئ أن يكون ذلك الحكم إما لمعنى من المعاني الشخصية وإما لمعنى من المعاني الكلية . ثم إذا كان لمعنى من المعاني الكلية ، فلا بد من أن يكون إما مأخوذا بغير سور أو مأخوذا بسور - وأعنى بالسور لفظ كل وبعض . ثم إذا كان مأخوذا بسور ، فلا يخلو أن يكون مأخوذا بسور كلى أو جزئي .\r\n( 23 ) فالمتقابلة بالإيجاب والسلب التي موضوعها معنى من المعاني الشخصية تسمى الشخصية - مثل قولنا زيد منطلق زيد ليس بمنطلق . والمتقابلات التي موضوعها معنى كلى مأخوذ بغير سور - [ أي ليس يحمل على ذلك المعنى الكلى ولا على بعضه بل يكون الحمل مطلقا 
  ] « 2 »  تسمى المهملة - مثل قولنا الإنسان أبيض الإنسان ليس بأبيض . والمتقابلة التي موضوعها معنى كلى مأخوذ مع سور هي ثلاثة ، إما أن يكون كل واحد من المتقابلين يقرن به سور كلى ، وإما أن يكون كل واحد منهما يقرن به سور جزئي ، وإما أن يكون يقرن بأحدهما سور جزئي « 3 »  وبالآخر كلى « 4 »  . أما التي يقرن بكل واحدة منهما سور كلى فتسمى المتضادة - مثل قولنا كل إنسان أبيض ولا إنسان واحد أبيض . وأما التي يقرن بأحدهما سور كلى وبالآخر سور جزئي ، فتسمى المتناقضة . وهذه صنفان ، إما أن يكون الكلى مقرونا بالإيجاب والجزئي مقرونا بالسلب - مثل قولنا كل إنسان أبيض ليس كل إنسان أبيض أو بعض الناس ليس بأبيض فإن السالب الجزئي\r\n\r\n","description":"","footnote":" ( 1 ) سلب ف ، د : بسلب ل ، ق ، م ، ش .  ( 2 ) اى . . . مطلقا ف ، ق ، م ، د ، ش : - ل .  ( 3 ) جزئي ف ، ق ، م ، د ، ش : كلى ل .  ( 4 ) كلى ف : سور جزئي ل ، سور كلى ق ، م ، د ، ش . ","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nيعبر عنه بهاتين العبارتين - وإما أن يكون عكس هذا - أعنى أن يقرن السور الكلى بالسلب والجزئي بالإيجاب مثل قول القائل إنسان ما أبيض ولا إنسان واحد أبيض . وأما التي يقرن بكل واحد منهما سور جزئي ، فتسمى « 1 »  ما تحت المتضادة - مثل قولنا إنسان ما أبيض إنسان ما ليس بأبيض . فتكون أصناف المتقابلات بالإيجاب والسلب ستة - شخصية ، ومهملة ، ومتناقضة وهذه صنفان ، ومتضادة ، وما تحت المتضادة . وليس للقضايا قسمة من جهة اقتران السور بالمحمول [ ما عدا هذه الأقسام 
  ] « 2 »  لأن السور متى قرن بالمحمول كان إما كذبا وإما فضلا . أما الكذب ففي مثل قولنا كل إنسان هو « 3 »  كل حيوان . وأما الفضل فمثل قولنا كل إنسان هو بعض الحيوان [ أو كل إنسان هو كل ضحاك 
  ] « 4 »  .\r\n( 24 ) وإذا تقررت أصناف القضايا ، فنقول : أما الشخصية فإنها تقتسم الصدق والكذب دائما - أعنى أنه متى كذبت إحداهما صدقت الأخرى ومتى صدقت إحداهما كذبت الأخرى - وليس يمكن أن يجتمعا معا لا على صدق ولا على كذب - مثل قولك زيد خرج زيد لم يخرج / - وذلك بين بنفسه عند التأمل « 5 »  . وكذلك المتناقضات تقتسم الصدق والكذب في جميع المواد . وأما\r\n\r\n","description":"","footnote":" ( 1 ) فتسمى ل ، م ، د ، ش : فيسمى ف ، ق .  ( 2 ) ما . . . الاقسام ف ، ق ، م ، د ، ش : - ل .  ( 3 ) هو ق ، د ، ش : - ف ، ل ، م .  ( 4 ) أو . . . ضحاك ف ، ق ، م ، د ، ش : - ل .  ( 5 ) التأمل ف : التصفح ل ، ق ، م ، ش ؛ + اى التتبع ( ح يد 2 ) ش . ","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالمتضادة « 1 »  [ فلا يمكن « 2 »  أن يصدقا معا « 3 »  . وأما ما تحت المتضادة [ فيمكن فيهما الصدق معا 
  ] « 4 »  . وأما المهملات فقد يمكن فيها « 5 »  أن يكون حكمها حكم المتضادة [ وحكم ما تحت المتضادة 
  ] « 6 »  ، والسبب في ذلك أن الألف واللام وما قام مقامهما في سائر الألسنة مرة تدل « 7 »  على ما تدل / عليه الأسوار الكلية ومرة تدل على ما تدل عليه الأسوار الجزئية . فإذا دلت على ما تدل عليه الأسوار الكلية كانت قوتها قوة المتضادة ، ومتى دلت على ما تدل عليه الأسوار الجزئية كانت قوتها قوة ما تحت المتضادة ، وذلك أنه قد يمكن أن يصدقا « 8 »  معا - كقولنا « 9 »  الإنسان أبيض الإنسان ليس بأبيض - متى كان ما يدل عليه الألف واللام هو\r\n\r\n","description":"","footnote":" ( 1 ) المتضادة ف ، ل ، ق ، م ، د ، ش : + فنقتسم الصدق والكذب في الضروري والممتنع وتكذبان معا في الممكنة ل ، ق ، م ، د ، ش .  ( 2 ) فلا يمكن ف : وليس يمكن فيهما ل ، د ، ش ؛ وليس يمكن فيها ق ، م .  ( 3 ) معا ف ، ل ، ق ، م ، د ، ش : + بل متى صدقت إحداهما كذبت الأخرى ل ، ق ، م ، د ، ش .  ( 4 ) فيمكن . . . معا ف : فتقتسمان الصدق والكذب أيضا في الضرورية والممتنعة وتصدقان معا في الممكنة ومتى كذبت إحداهما صدقت الأخرى ضرورة مثال كذب المتضادتين معا في الممكنة قولنا كل انسان ابيض ولا انسان واحد ابيض ومثال صدق ما تحت المتضادتين قولنا انسان ما ابيض انسان ما ليس بابيض ل ، ق ، م ، د ، ش .  ( 5 ) فيها ف ، ل ، ق ، م ، ش : + ان تصدق معا في المادة الممكنة وقد يمكن فيها ل ، ق ، م ، ش ؛ فيهما ان تصدق معا في المادة الممكنة وقد يمكن فيهما د .  ( 6 ) وحكم . . . المتضادة ف : - ل ، ق ، م ، د ، ش .  ( 7 ) تدل ق ، م : يدل ف ، د ، ش ؛ ( ه ) ل .  ( 8 ) يصدقا ل ، ق ، م ، ش : يصدق ف ، د .  ( 9 ) كقولنا ق : قولنا ف ، ل ، م ، د ، ش . ","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nما يدل عليه البعض . وقد يمكن أن يكونا معا كاذبين متى كان ما يدل عليه الألف واللام هو ما يدل عليه السور الكلى .\r\n( 25 ) وإنما يمكن أن توجد أصناف هذه المتقابلات بالأحوال التي وصفت من اقتسام بعضها الصدق والكذب دائما وصدق بعضها معا وكذب بعضها معا متى تحفظ فيها بأن يؤخذ للإيجاب الواحد منها سلب واحد وللسلب الواحد إيجاب واحد مع سائر الشروط « 1 »  التي قيلت ، لا متى أخذ للإيجاب الواحد أكثر من سالب واحد - مثل أن يؤخذ للموجب الكلى سالب كلى وسالب جزئي مثل أن يؤخذ « 2 »  مقابل قولنا كل إنسان أبيض ولا إنسان واحد أبيض وليس كل إنسان أبيض - أو يؤخذ للسالب الكلى موجب جزئي وموجب كلى - مثل أن يؤخذ « 3 »  مقابل قولنا ولا إنسان واحد أبيض إنسان ما أبيض كل إنسان أبيض . وإنما كان ذلك كذلك لأن السلب الواحد إنما يكون سلبا لإيجاب واحد . وكذلك الإيجاب الواحد إنما هو إيجاب لسلب واحد .\r\nوالدليل على ذلك أن السالب إنما يسلب المعنى المحمول بعينه الذي أوجبه الموجب عن الشئ الموضوع بعينه الذي أوجبه له الموجب سواء كان ذلك الموضوع من المعاني الشخصية « 4 »  أو من المعاني الكلية « 5 »  قرن به سور كلى أو سور جزئي .\r\nفإنه إن كان المحمول في الإيجاب غير المحمول في السلب أو الموضوع فيه غير الموضوع في السلب كان لذلك الإيجاب سلب آخر ولذلك السلب إيجاب آخر .\r\n\r\n","description":"","footnote":" ( 1 ) الشروط ف : الشرائط ل ، ق ، م ، د ، ش .  ( 2 ) يؤخذ ف ، ق ، م ، د ، ش : نأخذ ل .  ( 3 ) يؤخذ ف ، ق ، م ، د ، ش : نأخذ ل .  ( 4 ) الشخصية ف : الكلية ل ، ق ، م ، د ، ش .  ( 5 ) الكلية ف : الشخصية ل ، ق ، م ، د ، ش . ","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوالإيجاب أو السلب يكون واحدا متى كان ما يدل عليه لفظ المحمول والموضوع فيهما معنى واحدا سواء كان الموضوع معنى جزئيا أو كليا قرن بالمعنى الكلى سور كلى « 1 »  أو لم يقرن به - مثل قولنا :\r\nكل إنسان أبيض * ليس كل إنسان أبيض الإنسان أبيض * الإنسان ليس بأبيض إذا وضعنا أن الإنسان والأبيض يدلان على معنى واحد .\r\n( 26 ) فأما إذا كان لفظ الموضوع فيهما أو المحمول ليس يدل على معنى واحد فليس الإيجاب واحدا ولا السلب واحدا . مثال ذلك إن وضع واضع للإنسان والفرس اسما واحدا - وهو ثوب مثلا - فقال الثوب أبيض الثوب ليس بأبيض ، لم يكن هذا الإيجاب إيجابا واحدا ولا هذا السلب سلبا واحدا ، وذلك أن قولنا حينئذ الثوب أبيض يدل على إيجابين لأنه يدل على ما يدل عليه قولنا الإنسان أبيض والفرس أبيض ، وهما قضيتان لا واحدة . وكذلك قولنا الثوب ليس بأبيض يدل على سلبين - وهو قولنا الفرس ليس بأبيض والإنسان ليس بأبيض . وإنما كان ذلك كذلك لمكان اللفظ المشترك الذي هو قولنا الثوب « 2 »  . وكذلك « 3 »  القضية التي يكون محمولها أو موضوعها أو كلاهما اسما مشتركا ليست واحدة ، بل قضايا كثيرة عدتها على عدة المعاني التي يدل عليها الاسم المشترك . وإذا كان ذلك كذلك ، فالمتقابلات التي تكون من أمثال هذا القضايا\r\n\r\n","description":"","footnote":" ( 1 ) كلى ف ، م ، د ، ش : - ل ؛ الكلى ق .  ( 2 ) الثوب ف ، ق : ثوب ل ، م ، د ، ش .  ( 3 ) كذلك ف : لذلك ل ، ق ، م ، د ، ش . ","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالمشتركة الأسماء - أعنى المتناقضة والشخصية - ليس يجب أن يكون أحدهما صادقا والآخر كاذبا . وسيقال فيما يستأنف متى تكون القضايا التي موضوعها أو محمولها معان كثيرة قضية واحدة ومتى لا تكون « 1 »  .\r\n( 27 ) / فها هنا إذن ثلاثة أحوال ينبغي أن تشترط في المتقابلات وحينئذ تؤخذ « 2 »  في التقابل على ما وصفنا . أحدها أن يكون [ المحمول والموضوع « 3 »  فيهما واحدا من جميع الجهات لا أن يكون [ في أحدهما مأخوذا « 4 »  بجهة وفي الآخر بغير تلك الجهة . والثاني أن يكون الإيجاب فيهما واحدا والسلب واحدا .\r\nوالثالث أن يجعل المقابل للإيجاب الواحد سلبا واحدا . فقد تبين من هذا متى تكون المتقابلة متقابلة وكم أصناف المتقابلات وكيف أحوالها في التقابل .\r\n( 28 ) ونقول : إن ما يقتسم من هذه المتقابلات الصدق والكذب دائما في جميع المواد هي الشخصية / والمتناقضة . أما في الأمور الموجودة في الزمان الحاضر والموجودة فيما مضى ، فواجب ضرورة أن يكون اقتسامها للصدق والكذب على أن أحدهما في نفسه هو الصادق والآخر هو الكاذب سواء عرفنا نحن الصادق من الكاذب أو لم نعرفه . وذلك أن كون زيد موجودا الآن أو غير موجود من البين بنفسه أن أحد هذين القولين ضرورة هو صادق والآخر كاذب سواء تحصل لنا الصادق من « 5 »  الكاذب أو لم يتحصل لنا ، إذ هو محصل الوجود في\r\n\r\n","description":"","footnote":" ( 1 ) انظر الفقرة 57 .  ( 2 ) توخذ ف : توجد ل ، ق ، م ؛ يوجد د ، ش .  ( 3 ) المحمول والموضوع ف ، ق ، م ، د ، ش : الموضوع والمحمول ل .  ( 4 ) في أحدهما مأخوذا ف : مأخوذا في أحدهما ل ، ق ، م ، د ، ش .  ( 5 ) من ف : عن ل ؛ - ق ، م ، د ، ش . ","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nنفسه . وكذلك الأمر في الأشياء السالفة وفي الأمور الضرورية التي ليس يشترط في وجودها زمان .\r\n( 29 ) وأما الأمور الموجودة في الزمان المستقبل - وهي الأشياء الممكنة - فليس اقتسامها الصدق والكذب على التحصيل في نفسه . وذلك أن الأمر في هذه المتقابلات في هذه المادة لا يخلو من أقسام ، إما أن تكون مقتسمة للصدق والكذب ، أو لا تكون . ثم إن كانت مقتسمة للصدق والكذب ، فإما أن يكون ذلك على التحصيل أو على غير التحصيل . وإن كانت غير مقتسمة للصدق والكذب ، فإما أن تكون « 1 »  صادقتين « 2 »  معا ، أو كاذبتين « 3 »  معا أو يوجد فيهما الأمران معا « 4 »  .\r\n( 30 ) فإن كان كل إيجاب وسلب يقتسم الصدق والكذب على التحصيل في نفسه فواجب في كل شئ أن يكون إما موجودا وإما غير موجود ، فيجب على هذا متى قال إنسان في شئ من الأشياء المستقبلة إنه سيكون وقال آخر إنه لا يكون ، أن يكون أحد هذين القولين هو الصادق والآخر هو الكاذب . وذلك أنه لا يمكن أن يوجد الأمران معا - أعنى الكون ولا كون . وإنما كانت طبيعة الموجود تابعة للقول الصادق والقول الصادق تابع لها ، لأنه إن قال إنسان في شئ ما إنه أبيض وكان صادقا فواجب أن يكون خارج النفس أبيض ، وإن كان كاذبا فواجب أن يكون [ خارج النفس « 5 »  غير أبيض . وإن قلنا\r\n\r\n","description":"","footnote":" ( 1 ) تكون ف : يكونا ل ، ق ، ش ؛ تكونا م ؛ ( ه ) د .  ( 2 ) صادقتين ف ، م : صادقين ل ، ق ، د ، ش .  ( 3 ) كاذبتين ف ، م : كاذبين ل ، ق ، د ، ش .  ( 4 ) معا ل ، م ، د ، ش : - ف ، ق .  ( 5 ) خارج النفس ف ، م ، د ، ش : - ل ، ق . ","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nإنه غير أبيض وكان صادقا فواجب أن يكون خارج النفس غير أبيض ، وإن كان كاذبا فواجب أن يكون خارج النفس أبيض . وكذلك عكس هذا وهو أنه إن كان الشئ خارج النفس أبيض فواجب أن يكون القول الصادق فيه إنه أبيض والكاذب إنه ليس بأبيض ، وإن كان خارج النفس غير أبيض فالقول الصادق فيه هو إنه ليس بأبيض والكاذب إنه أبيض .\r\n( 31 ) فإن كان الإيجاب والسلب المتقابلان يقتسمان الصدق والكذب في الأمور المستقبلة على أن أحدهما محصل الوجود في نفسه ، فالأمور المستقبلة ضرورية في وجودها وليس يكون هاهنا شئ يوجد بالاتفاق وعن غير سبب محصل ، ولا يوجد شئ يقال فيه إنه « 1 »  ممكن أن يكون وأن لا يكون ، بل يكون كون الشئ أو لا كونه ضرورة . وذلك واجب لكون الصدق والكذب في أحد المتقابلين محصلا في نفسه ، وذلك أنه ليس يجوز أن يخرج منهما « 2 »  إلى الوجود غير الصادق من إيجاب كان أو « 3 »  سلب لأنه لو جاز ذلك لما كان الصدق في أحد المتقابلين محصل الوجود في نفسه . وإذا لم يكن الصدق والكذب في المتقابلين محصل الوجود في نفسه ، كان إمكان كون الشئ ولا كونه على مثال واحد كما أنه إذا كان إمكان كون الشئ أو لا كونه على مثال واحد لم يكن الصدق والكذب في المتقابلين / المقولين عليه محصل الوجود في نفسه ، ولا كان الشئ بالإيجاب أولى « 4 »  منه بالسلب ولا بالسلب [ أولى منه 
  ] « 5 »  بالإيجاب ولا يصير كذلك من أجل أن موجبا أوجبه أو سالبا سلبه .\r\n\r\n","description":"","footnote":" ( 1 ) انه ف ، ق ، م ، د ، ش : - ل .  ( 2 ) منهما ف ، ق ، م : منها ل ، د ، ش .  ( 3 ) أو ف ، ل ، ق ، م ، ش : + من ل ، ق ، م ، ش ؛ - د .  ( 4 ) أولى ل ، ق ، م ، د ، ش : أو لا ف .  ( 5 ) أولى منه ق ، م ، د ، ش : منه أولى ف ؛ أولا منه ل . ","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n( 32 ) ويجب على هذا إن صار شئ من الأشياء أبيض في وقت من الأوقات أن يكون القول فيه من قبل أن يصير أبيض إنه سيصير أبيض قولا صادقا وضروريا . وكذلك يكون القول في كل شئ يكون قبل أن يتكون بأنه سيكون قولا صادقا ، كما كان فيه في حين تكونه حتى يكون صدق القول بأنه موجود في الموجود الحاضر كصدق القول بأنه سيوجد في المستقبل . فإذا كان ذلك كذلك فليس يمكن في الشئ الممكن - الذي هو غير موجود الآن ويقال فيه إنه سيوجد - أن لا يوجد . وما كان لا يمكن أن لا يوجد فمن المحال أن لا يوجد .\r\nوالشئ الذي من المحال أن لا يوجد فواجب أن يوجد . وما هو واجب فهو ضروري الوجود . فجميع الأشياء إذن ضرورية الوجود . وإذا كان ذلك كذلك فليس هاهنا شيء يحدث بالاتفاق « 1 »  ولا شئ هو معد أن يكون وأن لا يكون .\r\nوذلك أن ما يحدث بالاتفاق هو بهذه الصفة - أعنى أن كونه ليس واجبا ضرورة - كما أن ما كونه أو لا كونه واجب ضرورة فليس يحدث عن الاتفاق .\r\n( 33 ) وأيضا فإنه ليس يجوز أن تقول « 2 »  إن السلب والإيجاب / يجتمعان في الأمور المستقبلة حتى يكونا صادقين معا ولا يرتفعان عنها « 3 »  حتى يكونا كاذبين معا - مثل أن يكون قولنا في الشئ إنه يمكن أن يكون ويمكن أن لا يكون صادقين معا أو كاذبين معا . فإنهما إن كانا كاذبين جميعا لزم عنه أن لا يكون المتناقضان يقتسمان الصدق والكذب في جميع المواد ، وذلك شئ قد تبين خلافه\r\n\r\n","description":"","footnote":" ( 1 ) بالاتفاق ف : باتفاق ل ، ق ، م ، د ، ش .  ( 2 ) تقول ف ، م : نقول ل ؛ يقول ق ، ش ؛ ( ه ) د .  ( 3 ) عنها ل ، ق ، م ، د ، ش : عنما . ","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوكذلك يلزم « 1 »  إن كانا صادقين معا « 2 »  . وأيضا فإنه يلزم إن كانا صادقين معا أن يكون الشئ موجودا معدوما معا ، وذلك محال مع أنه [ ترتفع أيضا 
  ] « 3 »  طبيعة الممكن ، وإن كانا كاذبين لزم « 4 »  أن يكون الشئ لا موجودا ولا معدوما .\r\n( 34 ) فهذا ما يلزم من المحال إن فرضنا المتقابلات التي تقتسم الصدق والكذب في جميع المواد تقتسمها على التحصيل في الأمور المستقبلة أو لا تقتسمها بأن يصدقا معا أو يكذبا معا . وهو ظاهرا أنه يلزم « 5 »  شناعات كثيرة لرفعنا طبيعة الممكن وإنزالنا أن الأمور المستقبلة كلها ضرورية . أولها أنها تبطل الروية والاستعداد لدفع شر « 6 »  يتوقع أو التأهب لخير يحصل . فيكون ما يراه الإنسان من أنه إن فعل ما يجب كان ما يجب وإن لم يفعل ما يجب لم يكن ما يجب [ أمرا باطلا واعتقادا فاسدا 
  ] « 7 »  - حتى إنه يلزم هذا من الشنعة أنه [ لو روى 
  ] « 8 »  إنسان ما في حادث ما وقطع [ على أنه يحدث في 
  ] « 9 »  عشرة آلاف سنة مثلا وأخذ في إعداد الأسباب الموجبة لحدوثه وكونه في هذه المدة الطويلة لو عمرها إنسان وروى آخر في هذه المدة بعينها في منع حدوثه ونظر « 10 »  في إعداد الأسباب التي تمنع حدوثه ، لكان\r\n\r\n","description":"","footnote":" ( 1 ) يلزم ف ، ق ، م ، د ، ش : يلزمه ل .  ( 2 ) انظر الفقرة 24 والفقرة 28 .  ( 3 ) ترتفع أيضا ف ، ق ، م ، د ، ش : أيضا ترتفع ل .  ( 4 ) لزم ف ، م : - ل ، ق ، د ، ش .  ( 5 ) يلزم ق ، د ، ش : ( ه ) ف ؛ تلزم ل ، م .  ( 6 ) شر ( ح يد 2 ) ل ، ق ، م ، د ، ش : شيء ف ، ل .  ( 7 ) امرا . . . فاسدا ل ، ق ، م ، د ، ش : امر باطل واعتقاد فاسد ف .  ( 8 ) لو روى ف : ان روا ل ؛ ان روى ق ، م ، ش ؛ - د .  ( 9 ) على . . . في ل ، ق ، م ، د ، ش : - ف .  ( 10 ) نظر ف ، ل ، ق ، م ، د ، ش : + في جميع هذا الزمان ل ، ق ، م ، د ، ش . ","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفعل كل واحد منهما باطلا وعبثا ورويته ساقطة لا معنى لها . وذلك أن الصادق منهما في نفسه يجب ضرورة أن يكون هو الموجود سواء روى أحدهما في إبطاله والآخر في وجوده أو لم يرو واحد منهما في ذلك . فإنه يجب على هذا أن لا تكون الإرادة سببا لحدوث شئ من الأشياء بل تكون جميع الأشياء تجرى مجراها « 1 »  بالطبع وعلى ما لها من أحد المتناقضين وإن لم يرو مرو في إيجاد شئ من ذلك أو منع وجوده . ويكون حكم من روى في الشئ عشرة آلاف سنة مثل « 2 »  حكم من روى فيه زمانا يسيرا - أي زمان كان - بل يكون حكمه حكم من لم يرو فيه أصلا .\r\n( 35 ) وهذه الأشياء كلها في غاية الشناعة وخلاف ما فطرنا عليه . وذلك أنا نرى أن هاهنا أشياء مبدأ حدوثها الروية وأخذ الأهبة لها . وقد يظهر أيضا في الأمور التي لا « 3 »  تفعل أن فيها أشياء هي بطبعها معدة لأن يكون عنها الشئ ومقابله على السواء - أعنى أنها ممكنة / أن يكون عنها الشئ أو لا يكون على السواء « 4 »  . ومثال ذلك أن الثوب قد يمكن فيه أن يتمزق قبل أن يسبق إليه البلى وقد يمكن فيه أن لا يتمزق بل يبلى . وذلك أن إمكان هذين المعنين في الثوب هو\r\n\r\n","description":"","footnote":" ( 1 ) مجراها ف : مجاريها ل ، ق ، م ، د ، ش .  ( 2 ) مثل ف : - ل ، ق ، م ، د ، ش .  ( 3 ) لا ف : - ل ، ق ، م ، د ، ش .  ( 4 ) السواء ف ، ل ، ق ، م ، د ، ش : + وذلك من جهة الفاعل والقابل معا ل ، ق ، م ، ش ؛ وذلك من جهة القابل والفاعل معا د . ","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nعلى السواء « 1 »  . وكذلك يجرى الأمر في جميع الأمور المتكونة في هذه المادة التي فيها هذا النوع من الإمكان والقوة .\r\n( 36 ) وإذا كان هذا هكذا فظاهر أنه ليس جميع الأشياء ضرورية بل يظهر أن الأشياء صنفان ، إما ضرورية وإما ممكنة ، وأن « 2 »  الممكنة ثلاثة أصناف . إما ممكنة على التساوي ، وهي التي لا يكون فيها وجود الشئ أحرى من عدمه ولا عدمه أحرى من وجوده . وإما ممكنة على الأكثر ، وهي التي يكون فيها أحد المتقابلين أحرى من الثاني بالوجود ويكون حدوث الثاني على الأقل .\r\nوفي هذا الجنس يوجد النوعان جميعا من الممكن - أعنى الذي على الأكثر والذي على الأقل .\r\n( 37 ) وأما الضرورية فمنها ضرورية بإطلاق ، وهي الأشياء التي وجودها دائما أو عدمها دائما . ومنها ضرورية لا بإطلاق ، وهي الأشياء التي وجودها ضروري في الوقت الذي هي فيه موجودة أو أشياء عدمها ضروري في الوقت الذي هي فيه معدومة . وهذه ضربان ، إما أشياء محمولاتها ضرورية الوجود لموضوعاتها ما دامت موضوعاتها موجودة - مثل وجود النطق لإنسان ما « 3 »  إذا وجد ذلك الإنسان - أو أشياء معدومة ما دامت موضوعاتها غير موجودة ، وإما أشياء موجودة ما دامت هي موجودة - مثل وجود الإنسان ما دام موجودا .\r\n\r\n","description":"","footnote":" ( 1 ) السواء ف ، ل ، ق ، م ، د ، ش : + من جهة الفاعل والقابل ل ، ق ، م ، د ، ش .  ( 2 ) وان ف ، م ، د ، ش : فان ل ؛ - ق .  ( 3 ) ما ل ، ق ، م ، د ، ش : - ف . ","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n( 38 ) وإذا كانت هذه هي أقسام طبيعة الوجود وكان واجبا أن تكون جهة اقتسام السلب والإيجاب للصدق والكذب مطابقا لما عليه الموجود « 1 »  خارج النفس ، فظاهر أن المتقابلين اللذين يقتسمان الصدق والكذب في جميع المواد أنهما يقتسمان الصدق والكذب في أصناف الأمور الضروريات على التحصيل في نفسه - أعنى على أن الصادق منهما والكاذب محصل في نفسه - خارج النفس وإن لم تتحصل « 2 »  / لنا معرفته وجهلنا كيف الأمر فيه . [ وأما في المادة الممكنة في الأمور المستقبلة 
  ] « 3 »  ، فإنهما أيضا يقتسمان الصدق والكذب . وذلك أنه واجب أن يوجد أحد المتناقضين فيما يستقبل لكن لا على التحصيل في أنفسهما بل على أنهما في طبيعتهما من عدم التحصيل مثل ما هما عندنا . ولذلك لا يمكن أن يحصل في هذا الجنس معرفة ، إذ كان الأمر في نفسه مجهولا . لكن ما كان من الممكن على الأكثر لا على التساوي فإن أحد المتقابلين فيه أحرى بالصدق من الثاني ، إذا كان وجوده أحرى من لا وجوده . وفي هذا الجنس يمكن أن تحصل المعرفة بحدوث الحادث منها قبل حدوثه - أعنى بحدوث ما شأنه أن يحدث على الأكثر - فيعم كل متقابلين من شأنهما أن يقتسما « 4 »  الصدق والكذب أنها يقتسمان الصدق والكذب في الأمور المستقبلة في المادة الممكنة لا على التحصيل . لكن أما في الممكن الذي على التساوي فليس أحد المتقابلين فيه أحرى بالصدق من\r\n\r\n","description":"","footnote":" ( 1 ) الموجود ف : الوجود ل ، ق ، م ، د ، ش .  ( 2 ) تتحصل ف ، م : ( ه ) ل ، ش ؛ يتحصل ق ، د .  ( 3 ) واما . . . المستقبلة ل ، ق ، م ، د ، ش : في الأمور المستقبلة واما في المادة الممكنة ف .  ( 4 ) يقتسما ل ، ق ، م ، د ، ش : يقتسم ف . ","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالآخر ، وأما في الممكنة الأكثرية فأحد المتقابلين فيها « 1 »  أحرى بالصدق من الآخر ، وأما في الممكن على الأقل فإن كذب أحد المتقابلين فيها « 2 »  أحرى بالكذب من الثاني .\r\n( 39 ) فقد تبين من هذا كيف اقتسام المتقابلين الصدق والكذب في جميع الأمور . وذلك فيما شأنه منهما أن يقتسم الصدق والكذب دائما وهي المتناقضات والشخصيات .\r\n\r\n[ الفصل الثالث 
  ] « 3 » \r\n( 40 ) ولما كانت القضايا منها ثنائية - وهي التي محمولها كلمة - ومنها ثلاثية - وهي التي محمولها اسم - وإنما سميت التي محمولها كلمة ثنائية لأنها مؤلفة من محمول وموضوع فقط وسميت التي محمولها اسم ثلاثية لأنها مؤلفة من موضوع وكلمة رابطة ومحمول ، وكان الاسم والكلمة التي تؤلف منهما « 4 »  القضايا إما إن يكونا محصلين أو غير محصلين ، فظاهر أن كل قضية ثنائية هي مؤلفة إما من اسم محصل وكلمة محصلة - مثل قولنا / الإنسان يوجد - وإما من اسم غير محصل وكلمة غير محصلة - مثل قولنا لا إنسان لا يوجد - وإما من اسم محصل وكلمة غير محصلة - مثل قولنا الإنسان لا يوجد - وإما من اسم غير محصل\r\n\r\n","description":"","footnote":" ( 1 ) فيها ل ، م : فيه ف ، ق ، د ؛ فيهما ش .  ( 2 ) فيها ل ، ق ، م ، د ، ش : فيهما ف .  ( 3 ) الفصل الثالث ف : - ل ، ق ، م ، د ، ش .  ( 4 ) منهما ل ، م ، د : منها ف ، ق ، ش . ","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوكلمة محصلة - مثل قولنا لا إنسان يوجد - لكن الكلمة الغير محصلة لم تجر العادة باستعمالها في أمثال هذه القضايا - أعنى الثنائية . وذلك أنه ليس يتميز فيها موضع حرف السلب من حرف العدل ، إذ كان موضع حرف السلب فيها هو بعينه موضع حرف العدل . فلذلك ليس توجد « 1 »  في الألسنة التي تستعمل « 2 »  فيها المعدولة قضية ثنائية تكون الكلمة فيها معدولة . ولذلك يسقط من أصناف هذه القضايا الأربع « 3 »  صنفان - الصنف الذي اسم المحمول والموضوع فيه غير محصل ، والصنف الذي اسم المحمول فيه غير محصل - ويبقى صنفان . فتكون المتقابلات التي فيها اثنين « 4 »  والمقدمات أربعا « 5 »  . فإذا ضربنا هذين الزوج من المتقابلات في الستة الأزواج من المتقابلات [ التي تقدمت 
  ] « 6 »  « 7 »  تكون المتقابلة في القضايا الثنائية [ اثنى عشر 
  ] « 8 »  والقضايا [ أربعا وعشرين 
  ] « 9 »  . ولأن كل واحدة من القضايا الثنائية إما أن تكون الكلمة فيها دالة على الزمان الحاضر وإما أن تكون دالة على الزمان المستقبل وإما أن تكون دالة على الزمان الماضي فإذا ضربنا هذه الثلاثة « 10 »  في الأربع وعشرين « 11 »  قضية ، تكون القضايا\r\n\r\n","description":"","footnote":" ( 1 ) توجد ف ، م : يوجد ل ، ق ، د ، ش .  ( 2 ) تستعمل ل ، م : يستعمل ق ، د ، ش ؛ ( ه ) ف .  ( 3 ) الأربع ف : الأربعة ل ، ق ، م ، د ، ش .  ( 4 ) اثنين ف ، ق ، م ، د ، ش : اثنتين ل ، ( ح يد 2 ) ش .  ( 5 ) أربعا ف : اربع ل ، ق ، م ، د ، ش .  ( 6 ) التي تقدمت ف : المتقدمة ل ، ق ، م ، د ، ش .  ( 7 ) انظر الفقرة 23 .  ( 8 ) اثنى عشر ف : اثنتي عشرة ل ، ق ، م ، د ، ش .  ( 9 ) أربعا وعشرين ل ، ق ، م ، د ، ش : اربع وعشرون ف .  ( 10 ) الثلاثة ف ، ق : الثلاث ل ، م ، د ، ش .  ( 11 ) عشرين ف : العشرين ل ، ق ، م ، د ، ش . ","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالموجودة في هذا الجنس اثنين « 1 »  وسبعين قضية وستا وثلاثين مقابلة . فإن ضربناها في المواد الثلاث - الذي هو الممكن والضروري والممتنع - كانت القضايا المجتمعة من هذه مائتي قضية وست عشرة قضية .\r\n( 41 ) وأما القضايا الثلاثية فإنها ضعف القضايا الثنائية ، ومقابلاتها ضعف مقابلاتها . وذلك أنه تتأتى فيها الأصناف الأربعة من المتقابلات - أعنى الصنف الذي يكون فيه اسم الموضوع واسم المحمول محصلا وهي التي تعرف بالبسيطة مثل قولنا الإنسان يوجد عدلا الإنسان ليس يوجد عدلا ، والصنف الذي يكون فيه أسماؤهما غير محصلين مثل قولنا لا إنسان يوجد لا عدلا لا إنسان ليس يوجد لا عدلا ، والصنفان الباقيان أعنى الذي يكون أحدهما محصلا والآخر غير محصل وذلك إما [ المحمول وإما الموضوع 
  ] « 2 »  ومقابلاتها .\r\n( 42 ) والقضايا الثلاثية التي موضوعها « 3 »  اسم محصل ومحمولها إما اسم محصل وإما اسم غير محصل إذا وضعت مع مقابلاتها في شكل ذي أربعة أضلاع ووضعت المتقابلات « 4 »  على الضلعين اللذين في عرض الصفح والغير متقابلة « 5 »  على الضلعين اللذين في طول الصفح على أن تكون الموجبة من البسيطة مع السالبة من المعدولة على ضلع واحد والسالبة من / البسيطة مع الموجبة من المعدولة على ضلع واحد أيضا ، وجدت حال القضايا المعدولة مع البسيطة في التلازم كحال\r\n\r\n","description":"","footnote":" ( 1 ) اثنين ف ، م : اثنتين ل ، ق ، د ، ش .  ( 2 ) المحمول واما الموضوع ف : الموضوع واما المحمول ل ، ق ، م ، د ، ش .  ( 3 ) موضوعها ل ، ق ، م ، د ، ش : موضوعهما ف .  ( 4 ) المتقابلات ف : المتقابلة منها ل ؛ المقابلة منها ق ، م ، د ، ش .  ( 5 ) متقابلة ف : المتقابلة ل ، د ، ش ؛ المتقابلة ق ، م . ","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالقضايا العدمية مع البسيطة في التلازم أيضا « 1 »  . وليس توجد « 2 »  حال العدميات من المعدولة كحال المعدولة من البسيطة ، وذلك في جميع أصناف المتقابلات الستة « 3 »  .\r\nوأعنى بالقضايا العدمية هاهنا القضايا التي يدل اسم محمولها إما على العدم الذي تقدم رسمه « 4 »  - مثل قولنا الإنسان جاهل - وإما على أخس الضدين - مثل قولنا الإنسان جائر . فلننظر من ذلك أولا في المهملات ولنضعها في شكل ذي أربعة أضلاع على ما شرطنا ونضع أيضا العدميات تحت المعدولة على مثل ما « 5 »  وضعنا المعدولة مع البسيطة ، وذلك بأن نضيف إلى الشكل ذي الأربعة الأضلاع شكلا آخر يشارك الشكل الأول في أحد أضلاعه . مثال ذلك أنا نضع شكل ا ب ج د ، ونضع الشكل المتصل « 6 »  به شكل [ ج د ه ز 
  ] « 7 »  . ونضع على ضلع « 8 »  ا ب الموجبة البسيطة ومقابلتها - وهي / الإنسان يوجد عادلا الإنسان ليس يوجد عادلا - وعلى ضلع ج د السالبة المعدولة ومقابلتها - وهي الإنسان ليس يوجد لا عادلا الإنسان يوجد لا عادلا - وعلى ضلع ه ز السالبة العدمية\r\n\r\n","description":"","footnote":" ( 1 ) يظهر أن الشكل الذي يصفه ابن رشد هو هكذا :\r\nالإنسان يوجد عادلا * الإنسان ليس يوجد عادلا الإنسان ليس يوجد لا عادلا * الإنسان يوجد لا عادلا  ( 2 ) توجد ف : يوجد ل ، ق ، م ، د ، ش .  ( 3 ) الستة ف : الست ل ، ق ، م ، ش ؛ السلب د .  ( 4 ) انظر تلخيص كتاب المقولات ، النشرة المذكورة ، الفقرة 92 والفقرة 93 .  ( 5 ) ما ل ، ق ، م ، د ، ش : - ف .  ( 6 ) المتصل ل ، ق ، م ، د ، ش : - ف .  ( 7 ) ج د ه ز ل : ج ه ز د ف ، م ؛ ه ز ق ؛ ه د د ؛ ه ر د ش .  ( 8 ) ضلع ق ، م ، د ، ش : - ف ؛ ضلعه ل . ","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nومقابلتها - وهي الإنسان ليس يوجد جائرا الإنسان يوجد جائرا فإذا تؤملت هذه القضايا على هذا الوضع « 1 »  :\r\nالإنسان يوجد عادلا آ ب الإنسان ليس يوجد عادلا الإنسان ليس يوجد لا عادلا ج د الإنسان يوجد لا عادلا الإنسان ليس يوجد جائرا ه ز الإنسان يوجد جائرا وجدت التي على الأضلاع منها في عرض الصفح لا تتلازم لأنها متقابلة .\r\nوقد عرفت « 2 »  فيما تقدم حالها في التقابل « 3 »  .\r\n( 43 ) وإذا تأملت « 4 »  التي على الضلع منها في طول الصفح وجدت السالبة المعدولة تلزم في الصدق عن « 5 »  الموجبة البسيطة وليس ينعكس الأمر فيها . وذلك أنه إذا صدق قولنا الإنسان يوجد عادلا ، صدق قولنا الإنسان ليس يوجد لا عادلا . وليس يلزم إذا صدق قولنا الإنسان ليس يوجد لا عادلا أن يصدق قولنا الإنسان يوجد عادلا ، لأن قولنا الإنسان ليس يوجد لا عادلا يصدق على الإنسان العادل وعلى الإنسان الذي لا يتصف لا بالعدل ولا بالجور - وهو الصغير - وعلى الإنسان الذي ليس بمدنى . فإذن السالبة المعدولة أعم صدقا من الموجبة البسيطة ، لأنها تصدق على ثلاثة والموجبة البسيطة على واحد . وإذا وجد العام ، ليس يلزم أن يوجد الخاص كما يلزم عن وجود الخاص وجود العام . مثال ذلك\r\n\r\n","description":"","footnote":" ( 1 ) يوجد الشكل في نسخة ف .  ( 2 ) عرفت ف ، ق ، م ، د : عرف ل ؛ - ش .  ( 3 ) انظر الفقرة 23 .  ( 4 ) تأملت ف ، م ، د ، ش : توملت ل ؛ - ق .  ( 5 ) عن ل ، ق ، م ، د ، ش : - ف . ","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالحيوان والإنسان ، فإنه إذا وجد الإنسان وجد الحيوان وليس يلزم إذا وجد الحيوان أن يوجد الإنسان .\r\n( 44 ) وأما السالبة البسيطة مع الموجبة المعدولة فإنها توجد في الصدق بعكس هذا - أعنى أن السالبة البسيطة تلزم عن الموجبة المعدولة وليس ينعكس .\r\nوذلك أن السالبة البسيطة أعم صدقا من الموجبة المعدولة ، إذ كان قولنا الإنسان ليس يوجد عادلا يصدق على الإنسان الجائر وعلى الإنسان الذي ليس بجائر ولا عادل - وهو الغير مدنى - وعلى الطفل . وقولنا الإنسان يوجد لا عادلا إنما يصدق على الجائر فقط ، لأن قولنا لا عادل يدل على العدم والعدم هو رفع الشئ عما شأنه أن يوجد فيه في الوقت الذي شأنه أن يوجد فيه على ما حد قبل « 1 »  .\r\nفالموجبة المعدولة تصدق على واحد والسالبة البسيطة على ثلاثة .\r\n( 45 ) وأما إذا نظر تلازمها في الكذب فيوجد الأمر بعكس هذا - أعنى أن الموجبة البسيطة تلزم عن السالبة المعدولة . وذلك أن السالبة المعدولة أخص كذبا من الموجبة البسيطة ، لأن قولنا الإنسان يوجد عادلا يكذب على الجائر وعلى الإنسان الذي ليس بعادل ولا جائر ، وقولنا الإنسان ليس يوجد لا عادلا إنما يكذب على الجائر فقط . وكذلك يلفى « 2 »  الحال في تلازم السالبة البسيطة مع الموجبة المعدولة في الكذب بعكس تلازمها في الصدق - أعنى أن اللازم فيها يعود ملزوما عنه .\r\n( 46 ) وإذا تؤملت العدمية مع البسيطة في هذا التلازم وجد حالها في الصدق والكذب كحال المعدولة مع البسيطة « 3 »  . وأما التي على القطر منها - وهو\r\n\r\n","description":"","footnote":" ( 1 ) انظر تلخيص كتاب المقولات ، النشرة المذكورة ، الفقرة 92 والفقرة 93 .  ( 2 ) يلفى ف : تلفى ل ، م ؛ تلقى ق ، ش ؛ ( ه ) د .  ( 3 ) البسيطة ل ، ق ، م ، د ، ش : البسائط ف . ","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nقطر ا د - فهي متضادة من جهة المواد . وستعرف حالها فيما يستقبل « 1 »  .\r\n( 47 ) وإذا وضعت سائر أصناف المتقابلات هذا الوضع وجدت حالها في التلازم حالا واحدة « 2 »  - أعنى المتناقضات والشخصيات / والمتضادة وما تحت المتضادة . وأما حال ما كان منها على الأقطار في صنف صنف فيختلف ، وذلك أن منها ما يمكن أن يصدقا معا ومنها ما يمكن أن يكذبا معا . وأرسطو لم يذكر من هذه إلا التي ذكرناها فقط ، وأرجأ الأمر فيها إلى كتاب القياس « 3 »  . والقانون العام في تعرف / هذه المتلازمات أن كل مقدمتين من هذه اتفقتا في الكمية - وهو السور - واختلفتا في الكيفية - وهو السلب والإيجاب [ والعدل وعدم العدل 
  ] « 4 »  - فهي متلازمة - أعنى أن الأعم منها يلزم الأخص . وأما التي لا تتلازم فهي المتقابلات على جهة التضاد وعلى جهة التناقض كما قيل « 5 »  .\r\n( 48 ) والقضايا الثلاثية إذا أخذ موضوعها باسم غير محصل ومحمولها مرة باسم محصل ومرة باسم غير « 6 »  محصل حدث في هذا الجنس بسائط ومعدولات موجبات وسوالب غير التي سلفت . فتكون البسائط فيها ما كان محمولها اسما محصلا - كما كان ذلك في الصنف الأول من البسائط - والمعدولات التي محمولها اسم غير محصل . وذلك أن اعتبار القضية في كونها بسيطة أو معدولة هو من جهة المحمول ، لا من جهة الموضوع . فتكون البسيطة الموجبة في هذا الجنس\r\n\r\n","description":"","footnote":" ( 1 ) انظر الفقرة 47 .  ( 2 ) واحدة ل ، ق ، م ، د ، ش : واحدا ف .  ( 3 ) انظر تلخيص كتاب القياس ، النشرة المذكورة ، الفقرات 337 - 342 بالمقارنة مع كتاب القياس لأرسطو ص 63 ب س 31 إلى ص 63 ب س 27 .  ( 4 ) والعدل . . . العدل ف : - ل ، ق ، م ، د ، ش .  ( 5 ) انظر الفقرة 46 والفقرة 42 .  ( 6 ) غير ف ، ق ، م ، د ، ش : ( مرتين ) ل . ","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nمثل قولنا لا إنسان يوجد عادلا ، وسالبتها لا إنسان ليس يوجد عادلا وتكون « 1 »  معدولتها الموجبة قولنا لا إنسان يوجد لا عادلا ، وسالبتها لا إنسان ليس يوجد لا عادلا . وهو بين أن هاتين المتقابلتين اللتين تحدث في هذا الجنس من الثلاثية - أعنى التي موضوعها اسم غير محصل - غير المتقابلتين اللتين تحدثان « 2 »  في الصنف من القضايا التي موضوعها اسم محصل ، فإن موضوع هذه هو عدم موضوع تلك .\r\nوقد لخصت أصناف العدم الذي يدل عليها الاسم الغير محصل « 3 »  في غير هذا الموضع « 4 »  .\r\n( 49 ) وهذا الصنف من القضايا إذا عمل منها سوالب فليس يقوم حرف السلب مقام حرف العدل فيها ولا يجزى أحدهما عن صاحبه ، بل ينبغي أن يرتب حرف السلب فيها . أما في ذوات الأسوار فمع السور كالحال في الصنف الأول من القضايا الثلاثية ، وأما في المهملات والشخصية فمع الكلمة الوجودية . وأما حرف العدل ، فيرتب فيها أبدا مع الموضوع حتى يكون أما في القضايا البسيطة السالبة من هذا الجنس فيؤتى فيه بحرف السلب مرتين - وذلك مع السور في القضايا المسورة ومع الموضوع ، ومع الكلمة الوجودية ومع الموضوع في المهملات والشخصيات . وأما في المعدولة فثلاث مرات ، مرة مع السور أو الكلمة الوجودية « 5 »  وثانية مع الموضوع وثالثة مع المحمول . وليس يجزى أحد حرفى السلب فيها عن الأخر - [ أعنى ليس يقوم حرف العدل مقام حرف السلب في الحقيقة - وإن\r\n\r\n","description":"","footnote":" ( 1 ) تكون ل ، م : يكون ق ، ش ؛ ( ه ) ف ، د .  ( 2 ) تحدثان ف ، ق : تحدث ل ؛ يحدث م ، د ، ش .  ( 3 ) محصل ف : المحصل ل ، ق ، م ، د ، ش .  ( 4 ) انظر الفقرة 6 والفقرة 10 وكذلك تلخيص كتاب المقولات ، النشرة المذكورة ، الفقرة 92 والفقرة 93 .  ( 5 ) الوجودية ل ، ق ، م ، د ، ش : - ف . ","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nكان كلاهما سلبا ، لكن حرف العدل إذا قرن بموضوعه ليس يصدق ولا يكذب وحرف السلب إذا قرن بموضوعه صدق أو كذب 
  ] « 1 »  . مثال ذلك أن سلب قولنا كل إنسان يوجد عادلا قولنا ليس كل لا إنسان يوجد عادلا لا قولنا ليس كل إنسان يوجد « 2 »  عادلا . وسلب قولنا كل لا إنسان يوجد لا عادلا قولنا ليس كل لا إنسان يوجد لا عادلا ، وذلك بأن نأتى « 3 »  بحرف السلب في ثلاثة مواضع لا بأن نأتى به في موضعين - مثل « 4 »  أن نقول ليس كل انسان يوجد لا عادلا .\r\n( 50 ) وكذلك الحال في الثنائية التي في هذا الجنس - أعنى في البسيطة منها ، إنه قد قلنا إنه لا يوجد منها معدولة بحسب دلالات الألسنة المتعارفة « 5 »  .\r\nفإن حرف السلب « 6 »  في هذه أيضا ينبغي أن يرتب فيها مرتين ، مرة مع الموضوع ، ومرة مع السور في ذوات « 7 »  السور أو مع الكلمة نفسها في الشخصية والمهملات ولا يكتفى بأحدهما أيضا دون الثاني . مثال ذلك أنه كما أن سلب قولنا كل إنسان يمشى - وهي التي موضوعها اسم محصل - هو قولنا ليس كل إنسان يمشى كذلك سلب قولنا كل لا إنسان يمشى قولنا ليس كل لا إنسان يمشى ، لا قولنا ليس كل إنسان يمشى ولا ليس كل إنسان لا يمشى . فإن حرف السلب ليس يقوم مقام حرف العدل ولا حرف العدل يقوم مقامه ، إذ كل واحد منهما يرفع عن القضية شيئا غير الذي يرفعه الآخر . وذلك أن حرف السلب\r\n\r\n","description":"","footnote":" ( 1 ) اعني . . . كذب ف : - ل ، ق ، م ، د ، ش .  ( 2 ) يوجد ل ، ق ، م ، د : يؤخذ ش ؛ - ف .  ( 3 ) ناتى ف : تاتى في ذلك ل ، م ؛ تانى في ق ؛ يتأتى في ذلك د ؛ ناتى في ذلك ش .  ( 4 ) مثل ف ، ق ، م ، د ، ش : مثال ل .  ( 5 ) انظر الفقرة 40 .  ( 6 ) السلب ف ، ق ، م ، د ، ش : السالب ل .  ( 7 ) ذوات ل ، ق ، م ، د ، ش : ذات ف . ","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nفي ذوات الأسوار إنما يرفع الحكم الكلى الذي تضمنه السور الكلى أو الحكم الجزئي الذي تضمنه السور / الجزئي . وأما حرف العدل فإنما يرفع / الموضوع الكلى [ أو المحمول الكلى 
  ] « 1 »  لا الحكم الكلى . وذلك أن السور الكلى المقرون بالقضية ليس يدل على أن المعنى الموضوع كلى فيكون رفعه رفعا للمعنى الكلى الموضوع ، بل إنما يدل على أن الحكم على المعنى الكلى كلى . وذلك بين في المهملات ، فإنه ليس كونها غير ذوات أسوار مما لا يوجب أن تكون المعاني الموضوعة فيها كلية إذ كانت دلالات « 2 »  الألفاظ عليها دلالة كلية - مثل قولنا الإنسان عادل ، الإنسان ليس بعادل ، فإن لفظ الإنسان يدل على معنى كلى وإن لم يقرن به لفظ كل . ولو كانت لفظة كل هي التي تدل على أن المعنى كلى ، لكانت لفظة الإنسان لا تدل على معنى كلى إلا إذا قرن بها كل . ولذلك ما يجب أن يقرن حرف السلب في القضايا المسورة التي موضوعاتها أسماء غير محصلة - متلازمة كانت أو متعاندة « 3 »  - مع السور ويعاد حرف السلب ثانية مع الموضوع . فإن كانت معدولة أعيد ثالثة مع المحمول . وإن كانت غير معدولة اكتفى بإعادته مع الموضوع . وقد تأتى مواضع في المادة الممكنة يكون فيها حرف العدل قوته قوة حرف السلب في اقتسام الصدق والكذب « 4 »  في جميع المواد وتأتى مواضع ليس يلزم ذلك فيها .\r\n( 51 ) فأما الموضع الذي قوة حرف العدل فيه قوة حرف السلب ، فهي القضايا الشخصية إذا أخذت موضوعاتها موجودة « 5 »  في الوقت الذي من شأنها\r\n\r\n","description":"","footnote":" ( 1 ) أو المحمول الكلى ف ، ق ، م ، د : - ل ؛ والمحمول الكلى ش .  ( 2 ) دلالات ل ، ق ، م ، د ، ش : دلالة ف .  ( 3 ) متعاندة ف ، ق ، م ، د ، ش : متباينة ل .  ( 4 ) والكذب ل ، ق ، م ، د ، ش : - ف .  ( 5 ) موجودة ف ، ل ، ق م ، د ، ش : + ول . ","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nأن تتصف بالملكة أو العدم المقابل لها . مثال [ ذلك إذا 
  ] « 1 »  سأل سائل [ عن سقراط هل هو 
  ] « 2 »  عدل أوليس بعدل فكان الجواب الصادق فيه أنه ليس بعدل فأجاب السائل مكان قوله « 3 »  إنه ليس بعدل إنه لا عدل . فإن قوة قولنا هاهنا لا عدل هو قوة قولنا ليس بعدل ، إذ كان قولنا سقراط عدل أو لا عدل إذا اتفق أن وجد فيه الشرطان المتقدمان يقتسمان الصدق والكذب على مثل ما يقتسمه قولنا سقراط عدل أوليس بعدل .\r\n( 52 ) وقد يمكن في هذا الموضع كما يقول المفسرون إذا كان قصد السائل أن يتسلم من المجيب مقدمة موجبة فأجابه بالسالبة ، أن يأخذ بدل السالبة معدولتها فينتفع بها إذا وضعها من القياس في الموضع الذي إنما ينتفع فيه بالموجبة لا بالسالبة - مثل الصغرى من الشكل الأول . فإن الصغرى متى كانت سالبة في الشكل الأول لم ينتفع بها في الإنتاج على ما سيبين في كتاب القياس « 4 »  . وقد ينتفع السائل بهذه الوصية أيضا إذا أراد أن ينتج عن السالب شيئا مناقضا . لكن ما فسرنا نحن به الموضع هو أليق بغرض هذا الكتاب .\r\n( 53 ) وأما الموضع الذي لا يكون فيه قوة حرف العدل إذا قرن مع الملكة « 5 »  قوة حرف السلب في اقتسام الصدق والكذب ، فهي القضايا الكلية في هذه\r\n\r\n","description":"","footnote":" ( 1 ) ذلك إذا ف : ذلك أنه ان ل ؛ ذلك أنه إذا ق ، م ، د ، ش .  ( 2 ) عن . . . هو ف : هل سقراط ل ، ق ، م ، د ؛ هل سقراط وا ش .  ( 3 ) قوله ف : قولنا ل ، ق ، م ، د ، ش .  ( 4 ) انظر تلخيص كتاب القياس لابن رشد ، النشرة المذكورة ، الفقرة 33 وكذلك الفقرة 41 والفقرة 43 .  ( 5 ) الملكة ف ، ل : الكلمة ( ح يد 2 ) ل ، ق ، م ، د ؛ الكلية ش . ","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالمادة - مثل أن يسأل سائل هل كل إنسان حكيم ، أوليس كل إنسان حكيما فيجيب المجيب بدل قوله ليس كل إنسان حكيما كل إنسان لا حكيم . وذلك أن الذي يقابل قولنا كل إنسان حكيم مقابلة يقتسمان الصدق والكذب دائما بها هو قولنا ليس كل إنسان حكيما لا قولنا كل إنسان لا حكيم ، إذ كان قولنا حكيم ولا حكيم قوته قوة المتضادين - وهو قولنا كل إنسان حكيم ولا إنسان واحد حكيم . والمتضادان قد « 1 »  يكذبان معا في هذه المادة كما تبين قبل « 2 »  .\r\n( 54 ) والتقابل الذي بين الاسم المحصل والاسم غير المحصل والكلمة المحصلة والغير محصلة « 3 »  ليس هو من جنس مقابلة الإيجاب للسلب « 4 »  . فإنه ليس قولنا لا إنسان يدل في الألسنة التي تستعمل فيها أمثال هذه الأسماء على ما يدل عليه قولنا ليس بإنسان . فإن قولنا ليس بإنسان يدل على موضوع سلب عنه الإنسانية وإن لم يصرح به في هذا القول ، فهو لذلك قول مركب . وكذلك يدل عليه قولنا ليس بصحيح . وأما قولنا لا إنسان ولا صح ، فإنه لا يدل دلالة السلب إذا قيل من غير أن يقرن باسم ولا كلمة مصرح بها ، بل إنما يدل قولنا لا إنسان على عدم الإنسانية وقولنا لا صح على عدم الصحة وهو المعنى المفرد الذي يدل عليه قولنا مرض . ويظهر أنه ليس دلالتها دلالة السلب من أن / السلب يصدق أو يكذب . وأما قولنا لا إنسان ، فليس هو لا صادقا ولا كاذبا . وذلك أنه إذا كان قولنا إنسان ليس بصادق ولا كاذب ما لم يقرن به خبر مع أنه يدل\r\n\r\n","description":"","footnote":" ( 1 ) قد ف ، م : - ل ، ق ، د ، ش .  ( 2 ) انظر الفقرة 47 .  ( 3 ) محصلة ف : المحصلة ل ، م ، د ، ش : - ق .  ( 4 ) للسلب ف : والسلب ل ، ق ، م ، د ، ش . ","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nعلى ملكة وصورة موجودة ، فأحرى أن يكون قولنا لا إنسان لا يدل على صدق أو كذب إذ كان ليس يدل على وجود محصل وإنما يدل على وجود غير محصل .\r\n( 55 ) والقضايا التي موضوعها اسم غير محصل توجد حال البسيطة منها والمعدولات متلازمة كحال البسيطة مع المعدولة في القضايا التي موضوعها اسم محصل . وذلك أن قولنا كل لا إنسان يوجد لا عادلا - وهي [ الموجبة / المعدولة 
  ] « 1 »  في هذا الجنس - تدل على ما يدل عليه قولنا ليس يوجد شئ مما هو لا إنسان عادلا - وهي السالبة البسيطة . وليس بين هذا الصنف من القضايا - أعنى التي موضوعها اسم غير محصل - وبين الصنف من القضايا التي موضوعها اسم محصل تلازم ولا تقابل .\r\n( 56 ) وإذا تبدل ترتيب اسم المحمول أو الموضوع أو الكلمة الرابطة في القضايا الثلاثية أو اسم الموضوع أو المحمول - أعنى الكلمة - في الثنائية - أعنى « 2 »  مثل أن يقدم منها ما شأنه أن يؤتى به أخيرا أو « 3 »  يؤتى أولا بما شأنه منها أن يؤتى به ثانيا أو يؤتى متأخرا بما شأنه منها أن يؤتى به متقدما وبالجملة أن يغير ترتيبها ويبقى المحمول فيها محمولا والموضوع موضوعا - فإن القضية تبقى واحدة بعينها محفوظة الصدق إن كانت صادقة ، أو الكذب إن كانت كاذبة .\r\nومثال ذلك قولنا يوجد الإنسان عدلا يوجد عدلا الإنسان ، فإن هذه القضية هي واحدة بعينها وكذلك قولنا زيد قام وقام زيد . فإنه لو لم تكن القضايا التي\r\n\r\n","description":"","footnote":" ( 1 ) الموجبة المعدولة ل ، ق ، م ، د ، ش : المعدولة الموجبة ف .  ( 2 ) اعني ف : - ل ، ق ، م ، د ، ش .  ( 3 ) أو ف : اعني ان ل ، ق ، م ، ش ؛ - د . ","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nلا تختلف إلا في ترتيب أجزائها من التقدم والتأخر قضية واحدة ، للزم أن يكون لقضية واحدة أكثر من سالب واحد . وقد تبين أنه ليس للموجب الواحد إلا سالب واحد « 1 »  . وذلك أنه إن لم يكن قولنا يوجد الإنسان عدلا وقولنا يوجد عدلا الإنسان قضية واحدة بل قضيتين مختلفتى المعنى ، وكان سلب قولنا يوجد الإنسان عدلا قولنا ليس يوجد الإنسان عدلا وسلب قولنا يوجد عدلا الإنسان ليس يوجد عدلا الإنسان ، وكان قولنا أيضا ليس يوجد عدلا الإنسان بين أنه سلب لقولنا يوجد الإنسان عدلا للزم « 2 »  أن يوجد لقولنا يوجد الإنسان عدلا سلبان ، أحدهما قولنا ليس يوجد الإنسان عدلا ، والآخر ليس يوجد عدلا الإنسان - وهو سلب القضية التي وضعنا أنها مغايرة في المعنى لقولنا يوجد الإنسان عدلا وهو قولنا يوجد عدلا الإنسان . [ فإنه أعرف أن هذين السلبين هو سلب واحد 
  ] « 3 »  [ من أن هاتين الموجبتين موجبة واحدة « 4 »  . فقد بان أن الأسماء والكلم التي هي أجزاء القضايا متى ترتيبها في القول عن العادة الجارية في ذلك اللسان - أعنى عن الترتيب الذي هو الأفصح - وبقي المحمول محمولا والموضوع موضوعا « 5 »  ، أنها تبقى تلك القضية بعينها .\r\n( 57 ) وإذا أوجب اسم واحد لأسماء كثيرة أو أجبت « 6 »  أسماء كثيرة لاسم واحد أو سلب اسم واحد عن أسماء كثيرة أو سلبت أسماء كثيرة عن اسم\r\n\r\n","description":"","footnote":" ( 1 ) نظر الفقرة 25 .  ( 2 ) للزم ف : لزم ل ، ق ، م ، د ، ش .  ( 3 ) فإنه . . . واحد ف ، ق ، م ، د ، ش : - ل .  ( 4 ) من . . . واحدة ق ، م ، د ، ش : - ف ، ل .  ( 5 ) موضوعا ل ، ق م ، د : - ف ، ش .  ( 6 ) أوجبت ل ، ق ، م ، د ، ش : أجبت ف . ","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nواحد ، فليس يكون ذلك الإيجاب إيجابا واحدا ولا ذلك السلب سلبا واحدا ، كما أنه إذا أوجب اسم واحد لاسم واحد أو « 1 »  سلب عنه لا يكون إيجابا واحدا ولا سلبا واحدا ما لم يكن المعنى الذي يدل ذلك اللفظ الواحد عليه واحدا - على ما قيل فيما سلف - إلا أن تكون تلك الأسماء الكثيرة تدل على معنى واحد « 2 »  .\r\nوذلك إما بأن تكون تلك الأسماء الكثيرة مترادفة - وهي التي يدل كل واحد منهما على معنى واحد - أو يكون ما تدل عليه الأسماء الكثيرة أجزاء حد أو رسم لشئ واحد - مثل قولنا الإنسان حيوان والإنسان ناطق ، فإن المجتمع من هذين المحمولين هو حد للإنسان « 3 »  ، وذلك أن الإنسان حيوان ناطق . وكذلك إن كان أيضا رسما له - مثل قولنا إن « 4 »  الإنسان حيوان والإنسان ذو رجلين - فإن المجتمع هو رسم للإنسان وهو أنه حيوان ذو رجلين . ولفظ الإنسان يدل دلالة مجملة على ما يدل عليه كل واحد من هذين القولين مفصلا . فأما إن كانت المحمولات الكثيرة ليس المجتمع منها واحدا فليس الإيجاب / لها إيجابا واحدا ولا السلب لها سلبا واحدا .\r\nوكذلك إن كانت موضوعات كثيرة يحمل عليها محمول واحد فليس ذلك إيجابا واحدا ولا سلبا واحدا . ومثال ذلك حملنا على الإنسان أنه أبيض وأنه يمشى ، فإن هذين إذا حملا مجموعين على الإنسان فقيل الإنسان أبيض يمشى لم يدل على معنى واحد إلا بالعرض . والحال في هذه كالحال في المحمول الذي هو لفظ مشترك يدل على أكثر من معنى واحد إذا حمل على موضوع واحد ، أو كالموضوع الذي هو لفظ مشترك\r\n\r\n","description":"","footnote":" ( 1 ) أو ف ، ق ، م ، د ، ش : ول .  ( 2 ) انظر الفقرة 26 والفقرة 27 .  ( 3 ) للانسان ف : الانسان ل ، ق ، م ، د ، ش .  ( 4 ) ان ف : - ل ، ق ، م ، د ، ش . ","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nإذا حمل عليه محمول واحد يدل على معنى واحد - أعنى أنه كما أن القضية التي المحمول لها لفظ مشترك ليست قضية واحدة ولا القضية التي فيها الموضوع بهذه الصفة قضية واحدة كذلك الحال في القضية التي توجب « 1 »  فيها معان كثيرة بأسماء متباينة لموضوع واحد أو التي يوجب فيها محمول واحد لموضوعات كثيرة يدل عليها بأسماء متباينة ، إذا لم يكن المجتمع من تلك المحمولات أو الموضوعات الكثيرة معنى واحدا .\r\n( 58 ) والقضايا التي محمولها أو موضوعها اسم مشترك ، لما كانت قضايا كثيرة لم يكن ينبغي / أن يكون السؤال الجدلي عنها سؤالا واحدا ولا الجواب الجدلي جوابا واحدا ، وإن « 2 »  كانت جميع المعاني التي يدل عليها الاسم المشترك الموضوع يصدق عليها المحمول الواحد ، أو كانت جميع المعاني التي يدل عليها الاسم المشترك المحمول تصدق « 3 »  على الموضوع الواحد « 4 »  ، أو كان لفظ المحمول والموضوع يدل كل واحد « 5 »  منهما على معان كثيرة إلا أن جميع المعاني التي يدل عليها لفظ المحمول صادقة على جميع المعاني التي يدل عليها لفظ الموضوع على ما تبين « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) توجب م ، د ، ش : يوجب ل ، ق ؛ ( ه ) ف .  ( 2 ) وان ف ، ق ، م ، د ، ش : ان ل .  ( 3 ) تصدق ف : يصدق ل ، ق ، م ، د ، ش .  ( 4 ) الواحد ف ، ل ، ق ، م ، د ، ش : + وكانت المعاني الكثيرة هي المحمول ( مع علامة الاغفال ) ل ؛ سواء كانت المعاني الكثيرة هي الموضوع ( ح يد 2 بحروف عبرية ) ل ؛ إذ كانت المعاني الكثيرة هي المحمول ق ، د ؛ أو كانت المعاني الكثيرة هي المحمول م ، ش .  ( 5 ) واحد ل ، ق ، م ، د ، ش : - ف .  ( 6 ) تبين ف ، ق ، م ، د ، ش : يبين ل ؛ بين د . ","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفي كتاب الجدل « 1 »  . فإن المجيب على طريق الجدل ليس عليه أن يصلح على السائل سؤاله بأن يفهمه تلك المعاني التي يقال عليها ذلك الاسم المشترك ، إذ كان المجيب والسائل في مرتبة واحدة من معرفة الشئ الذي فيه يتناظران . وإنما قصد السائل على طريق الجدل أن يتسلم من المجيب أحد جزأي النقيض الذي يريد أن يضعه مقدمة يبطل بها وضع المجيب . فمتى سأل السائل « 2 »  المجيب في الجدل بالمقدمة المشتركة اللفظ فسلم له المجيب أحد جزأي النقيض فوضع السائل من أحد تلك المعاني مقدمة يروم أن ينتج منها ما قصد إبطاله على المجيب ، كان للمجيب حينئذ أن يقول لم أسلم هذا المعنى وإنما الذي سلمت معنى كذا وكذا ، فلا ينتفع السائل حينئذ بتسليم المجيب له أحد جزأي النقيض .\r\n( 59 ) وأما السؤال على طريق التعليم فقد يكون بالاسم المشترك لأن على المعلم إصلاح « 3 »  السؤال بتفصيل ما يدل ذلك الاسم المشترك عليه . ولذلك لم يكن هذا السؤال سؤالا جدليا لأن هذا النوع من السؤال قد يقتضى تفصيل ما يدل عليه الاسم المشترك - مثل أن يسأل سائل ما هو العين ، فإن المجيب له يقول إنه يدل على معان شتى ، على الجارحة وعلى عين الماء وعلى « 4 »  عين الشمس وغير ذلك .\r\nوأما السؤال الجدلي فلما كان إنما يسأل السائل فيه بجزءي النقيض ليسلم له أحدهما - مثل أن يسأل هل كذا كذا أوليس بكذا - فقد ينبغي أن يكون\r\n\r\n","description":"","footnote":" ( 1 ) انظر تلخيص كتاب الجدل لابن رشد ، تحقيق بترورث وهريدى ( القاهرة :\r\nالهيئة المصر العامة للكتاب 1979 ) الفقرة 335 .  ( 2 ) السائل ل ، ق ، م ، د ، ش : - ف .  ( 3 ) اصلاح ف : ان يصلح ل ، ق ، م ، ش ؛ - د .  ( 4 ) وعلى ف : على ل ، ق ، م ، د ، ش . ","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالسؤال محدودا ليكون الجواب الذي يقع عليه محدودا ، وذلك إنما يكون [ إذا كان السؤال 
  ] « 1 »  بالاسم المتواطئ .\r\n( 60 ) ولما كانت المحمولات الكثيرة التي تحمل على موضوع واحد توجد بأربعة أحوال - إما محمولات إذا أفردت صدقت وإذا جمعت صدقت وكان المجتمع منها محمولا واحدا وهو الذي قلنا إن المجتمع منها يكون قضية واحدة « 2 »  ، وإما محمولات إذا أفردت صدقت وإذا جمعت صدقت إلا أن المجتمع منها ليس يكون محمولا واحدا إلا بالعرض ، وإما محمولات إذا أفردت صدقت وإذا جمعت كان الكلام هذرا وفضلا ، وإما محمولات إذا أفردت صدقت وإذا جمعت كذبت - فقد ينبغي أن نعطى القانون الذي به تبين « 3 »  هذه المحمولات بعضها من بعض بعد أن نبين أنه ليس واجبا أن يكون ما يصدق مفردا يصدق مجموعا من غير أن ينطوى في ذلك كذب ولا فضل .\r\n( 61 ) فنقول : إنه ليس يلزم أن تكون جميع المحمولات التي تصدق فرادى تصدق مجموعة من غير أن يكون الكلام هذرا وفضلا . وذلك بين من قبل المواد / ومما يلحق هذا الوضع إن سلمناه من الشناعة . أما من قبل المواد ، فإنه قد يصدق على زيد أنه طبيب ويصدق عليه أنه بصير - أي حاذق - وليس يلزم أن يصدق عليه الأمران جميعا حتى نقول فيه إنه طبيب بصير . وأما الشناعة التي تلحق من قال إن كل ما يصدق فرادى يصدق مجموعا من غير أن يلحق القول هذر ، فأحدها أنه إن كان قولنا في زيد إنه إنسان حقا وإنه أبيض حقا فيجب\r\n\r\n","description":"","footnote":" ( 1 ) إذا كان السؤال ف : - ل ، ق ، م ، د ، ش .  ( 2 ) انظر الفقرة 57 .  ( 3 ) تبين ف ، د : تتبين ل ؛ يتابين ق ؛ بتبين م ؛ يتباين ش . ","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nأن يكون القول بإجماعهما « 1 »  حقا - أعنى أن يكون زيد إنسانا أبيض . وإن كان حملنا عليه أيضا أنه إنسان أبيض وأنه أبيض على أنهما محمولات مفردان ، فقد يجب أن يصدق عليه أنه إنسان أبيض أبيض . وكذلك إذا أخذنا هذا القول بمنزلة محمول واحد مفرد وأخذنا القول الأول بمنزلة محمول مفرد ، صدق عليه أنه « 2 »  إنسان أبيض إنسان أبيض أبيض من غير أن يكون في الكلام هذر ولا فضل وإن مر الأمر إلى غير نهاية ، وذلك شنيع . وأيضا فإنه إذا حملت عليه مفردات كثيرة لزم أن تصدق « 3 »  عليه جميع التراكيب التي تعرض عن تلك المفردات - أعنى إذا ركب بعضها إلى بعض - وهي غير متناهية فيصدق على الموضوع الواحد أشياء غير متناهية - مثل أنه إن صدق عليه أنه إنسان وأنه أبيض وأنه يمشى فيجب أن يصدق عليه أنه إنسان أبيض يمشى وأنه إنسان إنسان أبيض يمشى وأنه إنسان إنسان إنسان أبيض يمشى . وكذلك أنه أبيض أبيض ويمشى يمشى ، فتكون المحمولات الصادقة عليه غير متناهية . فقد تبين من هذا أنه ليس كل ما يصدق فرادى يصدق مجموعا على ما كان يرى كثير من القدماء .\r\n( 62 ) وإذ قد تبين هذا فلننظر متى يكون من المعاني الكثيرة التي تحمل على معنى / واحد ومن « 4 »  المعنى الواحد الذي يحمل على معان كثيرة قضية واحدة - وذلك بأن يكون المجتمع من تلك المعاني الكثيرة معنى واحدا وصادقا - ومتى لا يكون . فنقول : إنه متى لم يكن حمل تلك المعاني الكثيرة على الموضوع حملا\r\n\r\n","description":"","footnote":" ( 1 ) باجماعهما ف : بمجموعهما ل ، ق ، م ، د ؛ مجموعهما ش .  ( 2 ) انه ف ، ق ، م ، د ، ش : - ل .  ( 3 ) تصدق ف : يصدق ل ، ق ، م ، د ، ( ه ) ش .  ( 4 ) ومن ل ، ق ، م ، د ، ش : أو من ف . ","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nبالعرض ولا كان أحدهما منطويا في الآخر ومنحصرا فيه - أعنى أن يكون الشرط منحصرا في [ ذي الشرط 
  ] « 1 »  وأحرى بذلك أن يكون الشرط هو بعينه ذو الشرط ، مثل أن نقول إن زيدا الأبيض أبيض ما لم يكن ذلك على جهة التأكيد - فإن المجموع من تلك المعاني يكون معنى واحدا . فأما متى كان حملها بالعرض - مثل قولنا « 2 »  في زيد إنه أبيض وإنه يمشى - فإنه ليس المجموع منها معنى واحدا ، وكذلك متى كان الثاني محصورا في الأول لأن الكلام حينئذ يكون فضلا - مثل قولنا في زيد إنه إنسان حي على جهة تقييد « 3 »  الإنسان بالحي ، فإن لفظ الإنسان قد انطوى فيه الحي ولذلك كان تقييدنا إياه بالحي هذرا بخلاف تقييد الجنس بالفصل . فمتى عريت المحمولات المفردة من هاتين الصفتين - أعنى من الحمل الذي بالعرض ومن أن يكون أحدهما منحصرا في الآخر - فالقضية تكون واحدة - مثل قولنا في الإنسان إنه حيوان وإنه ذو رجلين .\r\n( 63 ) وأما الأشياء التي تصدق مجموعة في الحمل على شئ ما إذا قيد بعضها ببعض ، فمنها ما تصدق إذا أفردت ومنها ما ليس يصدق « 4 »  . والصادقة منها هي التي يجتمع فيها شيئان . أحدهما أن لا ينحصر في الشئ المشترط في القول شئ هو مقابل للشئ « 5 »  الذي اشترط فيه وقيد به ، وذلك بأي نحو اتفق من أنحاء التقابل\r\n\r\n","description":"","footnote":" ( 1 ) ذي الشرط ف : المشترط ل ، م ؛ المشروط فيه د ؛ بالشرط فيه ش ؛ - ق .  ( 2 ) قولنا ف ، ق ، م ، د ، ش : قولك ل .  ( 3 ) تقييد ف ، ق ، م ، د : تفسير ل ؛ تغير ش .  ( 4 ) يصدق ف ، ق ، م ، د ، ش : تصدق ل .  ( 5 ) للشيء ف : الشيء ل ، ق ، م ، د ، ش . ","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالأربعة « 1 »  ، كان ظهور ذلك المقابل له بحسب ما يدل عليه اسمه - مثل قولنا حيوان ميت ، فإن الميت ضد الحيوان من جهة دلالة هذا الاسم عليه ، أعنى اسم الحيوان - أو كان ظهور ذلك لا من جهة دلالة الاسم بل من جهة دلالة الحد أو الرسم - مثل قولنا إنسان ميت ، فإن الإنسان إنما يظهر أنه مقابل للميت من جهة حده الذي يقال فيه إنه حيوان ناطق . فمتى انحصر التقابل في أمثال هذه المقيدات كذبت إذا أفردت ، فإنه يصدق على الميت أنه إنسان ميت وليس يصدق عليه أنه إنسان . والشرط الثاني أن لا يكون حمل المقيد على الموضوع بالعرض - أي من أجل غيره - / بل بالذات - أي « 2 »  من أجل ذاته فإنه إذا كان محمولا بالعرض على هذه الجهة كذب إذا أفرد - مثل قولنا امرؤ القيس موجود شاعرا أو موجود متوهما ، فإنه إذا أفرد هذا فقيل امرؤ القيس موجود كان كذبا إذ هو الآن معدوم . والسبب في ذلك أن لفظ قولنا موجود هو محمول على امرئ القيس من جهة أنه متوهم أو شاعر لا حملا أولا من أجل ذاته - أي بإطلاق - وقولنا فيه إنه موجود من جهة ما هو في الذهن متوهما هو قول صادق . ولذلك أمكن فيها إذا أخذت بهذه الجهة لفظة الموجود أن تصدق على المعدوم ، كما أن لفظة غير الموجود إذا حملت على الشئ من أجل غيره صدقت على الشئ الموجود وليس تصدق عليه إذا حملت عليه من أجله - مثل قولنا في زيد المشار إليه إنه غير موجود حائكا ، فإنه ليس يصدق عليه أنه غير موجود بإطلاق كما ليس يصدق على المعدوم أنه موجود بإطلاق . فإذن متى لم ينحصر في الشرط أو القيد مقابل\r\n\r\n","description":"","footnote":" ( 1 ) انظر تلخيص كتاب المقولات ، النشرة المذكورة ، الفقرة 89 .  ( 2 ) اى ل ، ق ، م ، ش : - ف ، د . ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nللشئ « 1 »  المقيد متى دل على الشئ المقيد بحده أو اسمه ولا كان هنالك « 2 »  محمولا من أجل غيره فإنه واجب متى أفردت أمثال هذه في الحمل أن تصدق فرادى كما صدقت مجموعة .\r\n\r\n[ الفصل الرابع 
  ] « 3 » \r\n( 64 ) ولما كانت القضايا منها ذوات جهات ومنها ما هي غير ذوات جهات ، والجهة هي اللفظة التي تدل على كيفية وجود المحمول للموضوع - مثل قولنا الإنسان واجب أن يكون حيوانا أو ممكن أن يكون فيلسوفا - وكانت أجناس ألفاظ الجهات جهتين ، إحداهما الضروري وما يتبعه على جهة اللزوم ويعد معه وهو الواجب والممتنع الذي هو أيضا أحد قسميه إذ كان الضروري إما ضروري الوجود وإما ضروري العدم وهو الممتنع ، والثانية الممكن وما يتبعه على جهة اللزوم ويعد معه - مثل قولنا محتمل - فقد ينبغي أن ننظر في المتقابلات في هذا الجنس أي هي وفي المتلازمة أيضا منها . وذلك في المعدولة منها أيضا والبسيطة . وإنما صارت ألفاظ الجهات جهتين لأنه إنما قصد بها أن تكون دلالتها مطابقة للموجود ، والموجود قسمان إما بالقوة وإما بالفعل ، والضروري يقال على ما بالفعل ، والممكن يقال على ما بالقوة . فلننظر « 4 »  في المتقابلة منها أولا ، ثم في المتلازمة .\r\n\r\n","description":"","footnote":" ( 1 ) للشئ ف : الشيء ل ، ق ، م ، د ، ش .  ( 2 ) هنالك ل ، ق ، م : - ف ؛ هناك د ، ش .  ( 3 ) الفصل الرابع ف ، ق ، م ، د ، ش : فصل ل ؛ + ج ( ح يد 2 ) ل .  ( 4 ) فلننظر ل ، ق ، م : فلينظر ف ، د ، ش . ","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n( 65 ) فنقول : إنه قد يظهر في بادئ الرأي أن حرف السلب ينبغي أن يوضع في أمثال هذه القضايا مع اللفظة الوجودية التي هي الرابطة لا مع المحمول كالحال في القضايا غير ذوات الجهات ، وذلك أن سلب قولنا الإنسان يوجد عدلا هو قولنا الإنسان ليس يوجد عدلا لا قولنا الإنسان يوجد لا عدلا . وذلك أنه لما كان الإيجاب / والسلب يقتسمان الصدق والكذب على جميع الأشياء ، فإن وضعنا أن سالب قولنا [ يوجد الإنسان 
  ] « 1 »  عدلا قولنا [ يوجد الإنسان 
  ] « 2 »  لا عدلا وجب مثلا في هذين القولين أن يقتسما الصدق والكذب على جميع الأشياء حتى يجب إن كان قولنا في الخشبة مثلا إنها توجد إنسانا « 3 »  عدلا كاذبا [ أن يكون 
  ] « 4 »  الصادق عليها أنها توجد إنسانا « 5 »  لا عدلا « 6 »  .\r\n( 66 ) وإذا كان حرف السلب إنما يوضع في القضايا الثلاثية أو الثنائية مع الكلمة الوجودية « 7 »  فقد يظن أن الحال في القضايا ذوات الجهات هي هذه\r\n\r\n","description":"","footnote":" ( 1 ) يوجد الانسان ف : الانسان يوجد ل ، ق ، م ، د ، ش .  ( 2 ) يوجد الانسان ف : الانسان يوجد ل ، ق ، م ، د ، ش .  ( 3 ) انسانا : انسان ف ؛ - ل ، ق ، م ، د ، ش .  ( 4 ) ان يكون ف : فيكون ل ، ق ، م ، د ، ش .  ( 5 ) انسانا : انسان ف ؛ - ل ، ق ، م ، د ، ش .  ( 6 ) عدلا ف ، ل ، ق ، م ، د ، ش : + لكن لما كان قولنا عدلا ولا عدلا يقتسمان الصدق والكذب على الانسان فقد يجب ان كان الصادق ان الخشبة توجد لا عدلا أن يصدق عليها ان الخشبة انسان لا عدلا وذلك في غاية الاستحالة ل ، ق ، م ، د ، ش .  ( 7 ) الوجودية م : - ف ، ل ، ق ، د ، ش . ","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالحال ، فيكون على هذا سلب قولنا في الشئ إنه يمكن أن يوجد قولنا « 1 »  إنه يمكن أن لا يوجد . غير أنه قد يظهر أنه يصدق على الشئ بعينه أن يقال فيه إنه يمكن أن يوجد ويمكن أن لا يوجد . ومثال ذلك أن ما [ هو ممكن 
  ] « 2 »  أن ينقطع فهو ممكن « 3 »  أن لا ينقطع وما هو ممكن أن يمشى فهو ممكن « 4 »  أن لا يمشى ، وذلك أن الممكن هو ما ليس بضروري الوجود . ولذلك قد يمكن فيه أن يوجد وأن لا يوجد ، ولما كان المتقابلان ليس يمكن فيهما أن يجتمعا على الصدق في شئ واحد فبين أنه ليس سلب قولنا يمكن أن يوجد قولنا يمكن أن لا يوجد .\r\n( 67 ) فإذ قد تبين أن حرف السلب في هذه القضايا - أعنى ذوات الجهات - لا ينبغي أن يوضع / لا مع المحمول ولا مع الكلمة الوجودية ، فقد يجب أن يوضع مع الجهة . فيكون سلب قولنا في الشئ إنه يمكن أن يوجد قولنا إنه ليس يمكن أن يوجد . وهكذا الأمر في جميع الجهات التي عددناها ، وذلك واجب . فإنه كما أن في القضايا التي ليست بذات جهة إنما كنا نقرن حرف السلب بالشيء الذي يتنزل في الحمل منزلة الصورة - وهي الكلمة الوجودية - لا بالشيء الذي يتنزل منزلة المادة - وهو المحمول - كذلك هاهنا إنما يوضع حرف السلب في الشئ الذي يتنزل من الكلمة الوجودية منزلة الكلمة الوجودية في غير ذوات الجهات من المحمول - وهي الجهة . وذلك أن الكلمة الوجودية لما كانت في القضايا التي ليست بذات جهة تدل على كيفية حال\r\n\r\n","description":"","footnote":" ( 1 ) قولنا ل ، ق ، م ، د ، ش : - ف .  ( 2 ) هو ممكن ف : يمكن ل ، ق ، م ، د ، ش .  ( 3 ) ممكن ف ، ق : يمكن ل ، م ، د ، ش .  ( 4 ) ممكن ف : يمكن ل ، ق ، م ، د ، ش . ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالمحمول من الموضوع ، صارت الكلمة الوجودية نسبتها إلى المحمول في هذه القضايا نسبة الصورة إلى المادة . ولما كانت هذه النسبة بعينها هي نسبة الجهة إلى الكلمة الوجودية - وذلك أنها « 1 »  تدل على كيفية وجود المحمول للموضوع - كانت نسبتها أيضا إلى الكلمة الوجودية نسبة الصورة إلى المادة . وإذا كانت النسبتان واحدة وكان حرف السلب هنا لك يوضع مع الكلمة ، فواجب أن يوضع هاهنا مع الجهة .\r\n( 68 ) وبالجملة فهو ظاهر بنفسه أن سلب قولنا يمكن أن يوجد قولنا ليس يمكن أن يوجد ، إذ كان هذان يقتسمان الصدق والكذب دائما . وأما قولنا يمكن أن يوجد وأن لا يوجد ، فليست متناقضات بل متلازمات . وكذلك سلب قولنا يمكن أن لا يوجد - وهي المعدولة الممكنة - هو قولنا ليس يمكن أن لا يوجد . وسلب قولنا واجب أن يوجد قولنا ليس واجبا أن يوجد . وسلب قولنا واجب أن لا يوجد - وهي المعدولة الواجبة - قولنا ليس واجبا أن لا يوجد . وكذلك سلب قولنا ممتنع أن يوجد قولنا ليس ممتنعا أن يوجد .\r\nوسلب قولنا ممتنع أن لا يوجد قولنا [ لا ممتنع 
  ] « 2 »  أن لا يوجد فهذه هي القضايا المتقابلة « 3 »  في هذا الجنس .\r\n( 69 ) وأما المتلازمة فعلى ما أقوله : أما الموجبة الممكنة البسيطة - وهي قولنا ممكن « 4 »  أن يوجد - فإنه يلزمها اثنتان « 5 »  ، السالبة الممتنعة - مثل قولنا\r\n\r\n","description":"","footnote":" ( 1 ) انها ف ، ل ، ق ، م ، د ، ش : + قد ل ، ق ، م ، د ، ش .  ( 2 ) لا ممتنع ف : لا يمتنع ل ، د ؛ ليس بممتنع ق ، م ، ش .  ( 3 ) المتقابلة ل ، ق ، م ، د ، ش : المتقابلات ف .  ( 4 ) ممكن ف : يمكن ل ، ق ، م ، د ، ش .  ( 5 ) اثنتان ل ، ق ، م ، د ، ش : اثنان ف . ","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nليس ممتنعا « 1 »  - وسالبة الواجب - وهي قولنا ليس واجبا أن يوجد .\r\nوأما الموجبة الممكنة المعدولة - مثل قولنا ممكن « 2 »  أن لا يوجد - فإنه يلزمها بحسب الأشهر والأعرف اثنتان « 3 »  إحداهما « 4 »  سالبة الواجب المعدولة - وهو قولنا ليس واجبا أن لا يوجد - والثانية سالبة الممتنع المعدولة - وهي قولنا ليس ممتنعا أن لا يوجد . وأما سالبة الممكن البسيطة - وهي قولنا ليس يمكن أن يوجد - فإنه يلزمها اثنتان « 5 »  أيضا ، إحداهما « 6 »  موجبة الواجب المعدولة - وهو قولنا واجب أن لا يوجد - والثانية موجبة الممتنع البسيطة - وهو قولنا ممتنع أن يوجد . وأما سالبة الممكن المعدولة - مثل قولنا ليس يمكن أن لا يوجد - فإنه يلزمها اثنتان « 7 »  ، إحداهما « 8 »  موجبة الواجب البسيطة - وهي قولنا واجب أن يوجد - والثانية موجبة الممتنع المعدولة - وهي قولنا ممتنع أن لا يوجد .\r\n( 70 ) فلنضع المتقابلات منها في عرض الصفح والمتلازمات بعضها تحت بعض فيأتي ذلك على هذا الرسم :\r\n\r\n","description":"","footnote":" ( 1 ) ممتنعا ل ، م ، د ، ش : ممتنع ف ، بممتنع ق .  ( 2 ) ممكن ف : يمكن ل ، ق ، م ، د ، ش .  ( 3 ) اثنتان ل ، ق ، م ، د ، ش : اثنان ف .  ( 4 ) إحداهما ل ، ق : أحدهما ف ؛ إحداهما م ، د ، ش .  ( 5 ) اثنتان ل ، ق ، م ، د ، ش : اثنان ف .  ( 6 ) إحداهما ل ، ق : أحدهما ف ، د ؛ إحداهما م ، ش .  ( 7 ) اثنتان ل ، ق ، م ، د ، ش : اثنان ف .  ( 8 ) إحداهما ل ، ق : أحدهما ف ؛ إحداهما م ، د ، ش . ","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nممكن أن يوجد * ليس ممكنا « 1 »  أن يوجد ليس واجبا أن يوجد * واجب أن لا يوجد ليس ممتنعا أن يوجد * ممتنع أن يوجد ممكن أن لا يوجد * ليس ممكنا أن لا يوجد ليس واجبا أن لا يوجد * واجب أن يوجد ليس ممتنعا أن لا يوجد * ممتنع أن لا يوجد ( 71 ) فإذا تأملنا هذا اللزوم المشهور وتعقبناه / وجدنا قولنا ممتنع وقولنا ليس بممتنع يلزمان قولنا ممكن وليس بممكن - أعنى أن النقيض منها يلزم النقيض ، أي الموجب فيها يلزم السالب - إلا أن ذلك على القلب - أعنى أن السالب من الممتنع يلزم الموجب من الممكن والموجب من الممتنع يلزم السالب من الممكن .\r\n( 72 ) فأما القضايا الواجبة ، فإن اللازمة / منها للممكنة ليس هو النقيض بل الضد - أعنى ضد الموجبة الواجبة التي تناقض السالبة الواجبة ، [ وهي قولنا واجب أن لا يوجد 
  ] « 2 »  - وذلك أنه ليس سلب [ هذه المقدمة 
  ] « 3 »  - [ التي هي 
  ] « 4 »  قولنا واجب أن لا يوجد اللازم عن قولنا ليس ممكنا أن يوجد - قولنا ليس واجبا أن يوجد - الذي هو لازم عن قولنا ممكن أن يوجد [ على ما وضع 
  ] « 5 »  . « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) ممكنا ل : ممكن ف ؛ يمكن ق ، م ؛ - د ، ش .  ( 2 ) وهي . . . يوجد ف ، ق ، م ، د ، ش : - ل .  ( 3 ) هذه المقدمة ف ، ق ، م ، د ، ش : - ل .  ( 4 ) التي هي ق ، م ، د ، ش ، : هو ف ؛ - ل .  ( 5 ) على ما وضع ف ، ق ، م ، د ، ش : - ل .  ( 6 ) انظر الفقرة 69 والفقرة 70 . ","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوذلك أنهما قد يمكن أن يصدقا على شئ واحد بعينه ، فإن ما هو واجب أن لا يوجد يصدق عليه ليس واجبا أن يوجد . بل قولنا واجب أن لا يوجد ضد قولنا واجب أن يوجد - الذي هو نقيض قولنا ليس واجبا « 1 »  أن يوجد . « 2 »  وإذا كان هذا هكذا فلم يلزم هاهنا النقيض للنقيض . وإنما لزم النقيض ضد النقيض - أعنى أنه لم يلزم عن سالبة الممكن موجبة الواجب التي هي نقيض سالبة الواجب التي « 3 »  وضعناها لازمة لموجبة الممكن . وإنما لزم عن سالبة الممكن ضد الواجبة - وهي قولنا واجب أن لا يوجد « 4 »  .\r\n( 73 ) والسبب في أن لزم الممكنة السالبة البسيطة [ موجبة الواجب 
  ] « 5 »  المعدولة ولزم سالبة الممكن المعدولة موجبة الواجب البسيطة أن الممتنع هو ضد الواجب الوجود ، وإن كانت قوتهما في الضرورية « 6 »  قوة واحدة فلما كانت السالبة الممكنة البسيطة تلزمها الممتنعة [ الموجبة البسيطة 
  ] « 7 »  وكانت الممتنعة [ الموجبة البسيطة « 8 »  ضد الموجبة الواجبة البسيطة ، لزم ضرورة أن يتبعها ضد الموجبة الواجبة البسيطة - وهي الموجبة الواجبة المعدولة . ولما كانت السالبة الممكنة المعدولة تلزمها « 9 »  الممتنعة المعدولة الموجبة « 10 »  وكانت الممتنعة المعدولة الموجبة « 11 »  ضد الواجبة المعدولة الموجبة « 12 »  وجب أن يلزمها من الواجب ضد الواجبة المعدولة الموجبة « 13 »  - وهي الواجبة البسيطة الموجبة « 14 »  .\r\n\r\n","description":"","footnote":" ( 1 ) واجبا ل ، ق ، م ، د ، ش : واجب ف .  ( 2 ) وإذا . . . يوجد ف : - ل ، ق ، م ، د ، ش .  ( 3 ) التي : الذي ف ؛ - ل ، ق ، م ، د ، ش .  ( 4 ) موجبة الواجب ل ، ق ، م ، د ، ش : الواجبة ف .  ( 5 ) الضرورية ف : الضرورة ل ، ق ، م ، د ، ش .  ( 6 ) الموجبة البسيطة ل ، ق ، م ، د ، ش : - ف .  ( 7 ) تلزمها ف : يلزمها ل ، ق ، م ، د ، ش .  ( 8 ) الموجبة ل ، ق ، م ، د ، ش : - ف .  ( 9 ) الموجبة ل ، ق ، م ، د ، ش : - ف .  ( 10 ) الموجبة ل ، ق ، م ، د ، ش : - ف .  ( 11 ) الموجبة ل ، ق ، م ، د ، ش : - ف .  ( 12 ) الموجبة ل ، ق ، م ، د ، ش : - ف .  ( 13 ) الموجبة ل ، ق ، م ، د ، ش : - ف .  ( 14 ) الموجبة ل ، ق ، م ، د ، ش : - ف . ","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n( 74 ) لكن إذا تعقب هذا فقد يظن أن الحال فيما يلزم الممكن من الواجب كالحال فيما يلزمه من الممتنع - أعنى أن النقيض منها يلزم النقيض لكن على غير الجهة الأولى التي تبين وهيها . فيكون اللازم عن قولنا يمكن أن يوجد قولنا ليس واجبا أن لا يوجد - الذي هو نقيض قولنا واجب أن لا يوجد اللازم عن قولنا ليس يمكن أن يوجد - لا قولنا ليس واجبا أن يوجد . ويكون اللازم عن قولنا ممكن أن لا يوجد من الواجب قولنا ليس واجبا أن يوجد لا قولنا ليس واجبا أن لا يوجد كما فرضناه في الوضع الأول « 1 »  .\r\n( 75 ) فأما كيف يظهر أن اللازم عن قولنا ممكن أن يوجد قولنا ليس بواجب أن لا يوجد لا قولنا ليس بواجب أن يوجد ، فإنه يترتب على بيان أن قولنا ممكن أن يوجد هو لازم عن قولنا واجب أن يوجد . فأما كيف يتبين هذا [ فمما أقوله 
  ] « 2 »  : وذلك أن قولنا واجب أن يوجد إما أن يصدق عليه قولنا ممكن أن يوجد أو قولنا ليس ممكنا « 3 »  أن يوجد لأن قولنا ممكن أن يوجد وليس ممكنا أن يوجد متناقضان والمتناقضان يقتسمان الصدق والكذب على جميع الأشياء . فإن لم يصدق عليه قولنا ممكن أن يوجد فسيصدق عليه قولنا ليس بممكن أن يوجد ، لكن إن صدق عليه قولنا ليس بممكن أن يوجد صدق عليه قولنا ممتنع أن يوجد إذ كان هذا يلزم قولنا ليس يمكن أن يوجد . وإذا صدق عليه قولنا ممتنع أن يوجد لزم عن ذلك أن يكون ما هو واجب أن يوجد ممتنعا « 4 »  أن يوجد ، وذلك\r\n\r\n","description":"","footnote":" ( 1 ) انظر الفقرة 69 .  ( 2 ) فمما أقوله ف : فبما أقوله ل ، م ، د ؛ فيما قوله ق ؛ فبما أقول ش .  ( 3 ) ممكنا ل ، د ، ش : ممكن ف ؛ يمكن ق ، م .  ( 4 ) ممتنعا ق ، م ، د ، ش : ممتنع ف ، ل . ","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nخلف لا يمكن . فإذن الصادق على قولنا واجب أن يوجد قولنا ممكن أن يوجد ، لأنه إذا كذب أحد النقيضين صدق الآخر .\r\n( 76 ) وإذا تقرر أن قولنا ممكن أن يوجد يلزم قولنا واجب أن يوجد ، فأقول : إن اللازم عن قولنا ممكن أن يوجد من مقدمات الواجب هي السالبة المعدولة التي هي قولنا ليس واجبا أن لا يوجد . برهان ذلك أنه لا يخلو أن يكون اللازم عن ذلك - أعنى عن الممكنة البسيطة الموجبة - سالبة الواجب البسيطة أو موجبة الواجب « 1 »  البسيطة أو موجبة الواجب « 2 »  المعدولة أو سالبة الواجب المعدولة . فإن كانت سالبة الواجب البسيطة على ما وضعنا - وهي قولنا ليس بواجب أن يوجد « 3 »  - وقد كانت الموجبة البسيطة الموجبة لازمة عن الواجبة البسيطة ، لزم أن يلزم عن الواجبة البسيطة نقيضها - وهي السالبة البسيطة - لأنه يأتي القول هكذا ما كان واجبا أن يوجد فممكن أن يوجد وما هو ممكن أن يوجد فليس واجبا أن يوجد . فإذن ما كان واجبا أن / يوجد فليس واجبا أن يوجد ، هذا خلف لا يمكن . فان النقيضين / لا يمكن فيهما أن يصدقا معا .\r\n( 77 ) وإذا لم يلزم عنها السالبة الواجبة البسيطة ، فلم يبق أن يلزم عنها إلا موجبة الواجب البسيطة أو المعدولة أو سالبة الواجب « 4 »  المعدولة . لكن موجبة الواجب البسيطة أو المعدولة ليس تصدق واحدة منهما « 5 »  مع الموجبة\r\n\r\n","description":"","footnote":" ( 1 ) انظر الفقرة 69 .  ( 2 ) الواجب ف ، ق ، م : الواجبة ل ؛ - د ، ش .  ( 3 ) الواجب ف ، ق : الواجبة ل ، - م ، د ، ش .  ( 4 ) الواجب ل ، ق ، م ، د ، ش : الموجب ف .  ( 5 ) منهما ل ، م : منها ف ، د ، ش . ","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالممكنة . وذلك أن ما هو ممكن أن يوجد فهو ممكن أن يوجد وأن لا يوجد .\r\nوما هو ممكن أن يوجد وأن لا يوجد فليس هو واجبا « 1 »  أن يوجد ولا واجب أن لا يوجد . وذلك بين بنفسه فإذا كان واجبا أن يلزم واحد من قضايا الواجب الأربعة الممكنة البسيطة وقد تبين أن الثلاثة منها ليس تلزمها « 2 »  ، فلم يبق أن تكون اللازمة لها إلا قولنا ليس بواجب أن لا يوجد - وهي سالبة الواجب المعدولة . وذلك واجب أيضا لأنه لا يعرض عنه المحال العارض فيما تقدم من وضعنا أن غير الممكن يلزم الواجب « 3 »  ، فإنه قد يلزم قولنا واجب أن يوجد قولنا ليس واجبا أن لا يوجد إذ كانا « 4 »  يصدقان معا على شئ واحد .\r\n( 78 ) لكن قد يعرض شك فيما بينا أن قولنا ممكن أن يوجد يلزم عن قولنا واجب أن يوجد « 5 »  . وذلك أنه إن لم يكن يلزمه فنقيضه يلزمه .\r\nونقيضه إما أن يكون قولنا ليس ممكنا أن يوجد وإما قولنا يمكن أن لا يوجد .\r\nلكن إن لزمه قولنا ليس ممكنا أن يوجد ، لزم المحال المتقدم الذي فرغنا من ذكره « 6 »  ، وإن لزمه قولنا ممكن « 7 »  أن لا يوجد لزم أن يكون ما هو واجب أن يوجد يمكن أن لا يوجد ، وذلك خلف لا يمكن . فهذا القول يجب عنه أن يكون\r\n\r\n","description":"","footnote":" ( 1 ) واجبا ل ، ق ، م : واجب ف ، د ؛ واجبان ش .  ( 2 ) تلزمها ف ، ق : يلزمها : ل ، م ، د ، ش .  ( 3 ) انظر الفقرة 75 .  ( 4 ) كانا ف ، ق ، م ، د ، ش : كان ل .  ( 5 ) انظر الفقرة 75 .  ( 6 ) انظر الفقرة 75 .  ( 7 ) ممكن ف : يمكن ل ، ق ، م ، د ، ش . ","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاللازم عن قولنا واجب أن يوجد قولنا « 1 »  ممكن « 2 »  أن يوجد ، لكن إذا فرضنا أن اللازم عنه قولنا ممكن أن يوجد وكان الشئ الذي يمكن فيه أن يوجد يمكن فيه أن لا يوجد فقد يلزم أن يكون ما هو واجب أن يوجد يمكن أن يوجد وأن لا يوجد ، وذلك خلف لا يمكن . وإذا كان القول الأول يوجب أن يكون اللازم عن قولنا واجب أن يوجد قولنا ممكن أن يوجد والثاني يبطل أن يكون الممكن يتبع الواجب ويلزمه ، فبين أنه يجب أن يكون ما أثبت القول الأول من طبيعة الممكن أنه لازم عن الواجب غير ما نفاه الثاني .\r\n( 79 ) فالممكن إذن يقال على أكثر من معنى واحد ، وذلك أيضا بين بالاستقراء . فإنه يظهر أنه ليس كل ما يقال إنه ممكن أن يفعل كذا أو يقبل ففيه قوة على أن لا يفعل وعلى أن يفعل . وذلك أن الأشياء التي نقول إن فيها قوى فاعلة توجد على ضربين ، إما قوى مقرونة بنطق - وهي التي يعبر عنها بالاستطاعة - وإما قوى ليست مقرونة بنطق - مثل تسخين النار وتبريد الثلج . فأما القوى المقرونة بالنطق ، فإن فيها قوة على أن تفعل الأضداد - أعنى أن تفعل وأن لا تفعل ، ومثال ذلك المشي ، فإن في الإنسان قوة على « 3 »  أن يمشى وأن لا يمشى على السواء . وأما القوى التي ليست مقرونة بنطق ، فإن [ ما فيها هو 
  ] « 4 »  قوة على أحد الأضداد فقط . ومثال ذلك النار ، فإنها إنما فيها قوة على أن تسخن فقط لا على أن لا تسخن إلا بالعرض ، وذلك إما عندما لا تجد موضوعا\r\n\r\n","description":"","footnote":" ( 1 ) قولنا ل ، ق ، م ، د ، ش : - ف .  ( 2 ) ممكن ف : يمكن ل ، ق ، م ، د ، ش .  ( 3 ) على ف : - ل ، ق ، م ، د ، ش .  ( 4 ) ما فيها هو ف : فيها ل ، ق ، م ، د ، ش . ","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nيقبل السخونة وإما عندما يعوقها عائق عن الفعل الذي لها بالطبع في ذلك الموضوع « 1 »  . وقد يوجد في القوى المنفعلة الغير ناطقة « 2 »  ما يقبل المتقابلين على السواء . وإذا كان هذا هكذا فليس كل ممكن فهو ممكن لأن يقبل الأشياء المتقابلة .\r\n( 80 ) ولا أيضا الممكن مما يقال بتواطؤ حتى يكون نوعا واحدا ، بل اسم الممكن مما يقال باشتراك الاسم . وذلك أنا قد نقول ممكن فيما هو موجود بالفعل وقولنا فيه إنه ممكن إنما هو بمعنى أن هذه الحالة الموجودة له بالفعل قد كانت ممكنة له وإلا لم يكن ليقبلها . وهذا قد يقال وإن لم يتقدم الإمكان فيه الفعل ، بالزمان ، إن وجد شئ بهذه الصفة . ومنه ما يقال فيه إنه ممكن بمعنى أن من شأنه أن يوجد في المستقبل . وهذا الإمكان إنما يوجد في الأشياء المتحركة وحدها فاسدة كانت أو غير فاسدة ، إلا أنه ما كان منه في الأشياء الغير فاسدة « 3 »  فحدوثه واجب - مثل طلوع الشمس غدا - وما كان منه في الأشياء الفاسدة فليس كونه واجبا .\r\n( 81 ) وأما الصنف الثاني من الممكن ، فهو يوجد في الأشياء الغير متحركة « 4 »  . / وهذا الصنف من الممكن هو الذي يلزم الواجب . وأما الصنف الأول ، فليس يلزم الواجب وذلك ما كان منه في الأشياء الفاسدة . لكن قد يشبه أن يقال إن الممكن إذ كان أعم من الواجب ، وذلك أنه يقع على الواجب وغير الواجب ، فقد يجب أن يكون لازما عنه على جهة ما يلزم الأعم الأخص - أعنى على جهة ما يلزم الحيوان الإنسان .\r\n\r\n","description":"","footnote":" ( 1 ) الموضوع ف ، ق ، م ، د ، ش : الموضع ل .  ( 2 ) ناطقة ف : الناطقة ل ، ق ، م ، د ، ش .  ( 3 ) فاسدة ف : الفاسدة ل ، ق ، م ، د ، ش .  ( 4 ) متحركة ف : المتحركة ل ، م ، د ، ش ؛ المحركة ق . ","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n( 82 ) قال : وإذ قد تبينت أنحاء الممكن فقد يجب أن نضع الأول الذي تقع إليه المقايسة في هذا اللزوم قولنا واجب أن يوجد ليس واجبا أن يوجد ، إذ كان « 1 »  هو المبدأ / لهذه كلها ، ثم نتأمل ما يلزم ذلك من تلك القضايا الباقية .\r\n( 83 ) قال : وهذا شئ قد فعل في كتاب القياس ، فلنرجئ « 2 »  الأمر إلى ذلك الموضع « 3 »  . وإنما كان الواجب هو المبدأ لهذه لأن الأشياء الواجبة هي الأزلية الموجودة بالفعل على ما تبين في العلوم الفكرية « 4 »  . ولما كانت الأشياء الأزلية أقدم ، وجب أن تكون الأشياء التي هي بالفعل أقدم من الأشياء التي هي بالفعل تارة وبالقوة تارة . ولذلك بعض الموجودات توجد « 5 »  بالفعل دون القوة - مثل الموجود الأول - وبعضها بالفعل تارة ؛ وبالقوة « 6 »  تارة - وهي الأشياء الكائنة الفاسدة - وبعض الأشياء مع القوة فقط من غير أن تفارقها - مثل الحركة وبالجملة وجود الغير متناه « 7 »  من جهة ما هو غير متناه على ما تبين « 8 »  أيضا في العلم الطبيعي .\r\n( 84 ) فهذه جملة ما تكلم به في القضايا ذوات الجهات .\r\n\r\n[ الفصل الخامس 
  ] « 9 » \r\n( 85 ) قال : ولما كانت الأقاويل المتقابلة إما متقابلة بالإيجاب والسلب وإما متقابلة بأن موادها متضادة - وهي الأقاويل التي محمولاتها متضادة -\r\n\r\n","description":"","footnote":" ( 1 ) كان ف ، ل ، ق ، م د ، ش : + هذا ل ، ق ، م ، د .  ( 2 ) فلنرجى ف ، ش : فارجا ل ؛ فارختى ق ؛ فارخى م ؛ فلنرجع د .  ( 3 ) انظر تلخيص كتاب القياس ، النشرة المذكورة ، الفقرة 20 إلى الفقرة 23 .  ( 4 ) الفكرية ف : النظرية ل ، ق ، م ، د ، ش .  ( 5 ) تجد ف ، ش : يوجد ق ، م ، د ؛ ( ه ) ل .  ( 6 ) بالقوة ق ، م ، د ، ش : القوة ف ، ل .  ( 7 ) متنا ه ف : المتناهى ل ، ق ، م ، د ، ش .  ( 8 ) تبين ف ، ق ، م ، د ، ش : بين ل .  ( 9 ) الفصل الخامس ف ، م ، د ، ش : فصل ل ؛ + د ( ح يد 2 ) ل ؛ ( مكانه بياض ) ق . ","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nوكانت توجد في التي محمولاتها متضادة ما يشبه الأصناف الخمسة من المتقابلة التي من جهة الإيجاب والسلب التي « 1 »  تقدم القول فيها « 2 »  ، فقد يجب أن ننظر هاهنا أي هذه الأقاويل أشد تضادا وأبعد تباينا في الاعتقاد ، هل المتضادة على طريق الإيجاب والسلب أو المتضادة على طريق اعتقاد الضد . مثال ذلك أن قولنا كل إنسان عدل يقابله قولان ، أحدهما ولا إنسان واحد عدل - وهو المقابل على جهة السلب - والثاني قولنا كل إنسان جائر - وهو المقابل على جهة الضدية . فأي هذين هو أشد مضادة لقولنا كل إنسان عدل ، هل قولنا ولا إنسان واحد عدل أو قولنا كل إنسان جائر .\r\n( 86 ) فنقول : إنه إذا كانت الألفاظ إنما تدل على المعاني القائمة بالنفس وكان قد يوجد في الذهن اعتقاد شئ ما واعتقاد ضده أو اعتقاد شئ ما واعتقاد سلبه ، فبين أنه إنما يقال في القول إنه ضد للقول أو مقابل له من جهة تقابل الاعتقادات التي في النفس إما باعتقاد الضد أو باعتقاد السلب . وإذا كان الأمر كذلك فقد ينبغي أن ننظر أي اعتقاد هو الذي في الغاية من التضاد والمباينة « 3 »  للاعتقاد الصادق أو الكاذب ، هل اعتقاد ضده أو اعتقاد سلبه . ومثال ذلك إذا اعتقدنا في شئ ما أنه خير وكان ذلك عقدا صادقا - مثل اعتقادنا في الحياة أنها خير - فيكون إذن هاهنا عقدان كاذبان مقابلان له ، أحدهما أنها شر والآخر أنها ليست بخير . فأي من هذين الاعتقادين الكاذبين في الحياة هو الذي\r\n\r\n","description":"","footnote":" ( 1 ) التي ل ، ق ، م ، د ، ش : الذي ق .  ( 2 ) انظر الفقرة 23 .  ( 3 ) المباينة ف : التباين ل ، ق ، م ، د ، ش . ","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nهو في غاية المضادة في الذهن للاعتقاد الصادق الذي هو قولنا الحياة خير ، هل اعتقادنا أنها شر أو اعتقادنا أنها ليست بخير .\r\n( 87 ) فنقول : إن التضاد الموجود في الاعتقاد - أعنى الذي في غاية التباين فيه - يشبه « 1 »  التضاد الموجود خارج النفس في المواد . فهل يجب أن يكون ما كان من الأشياء أكثر تضادا خارج النفس هو أشد تضادا في الاعتقاد « 2 »  .\r\n( 88 ) فنقول : إنه لما كان الشيئان اللذان يتضادان خارج النفس بمضادتين أقل تضادا في الاعتقاد من الشيئين اللذين يتضادان بمضادة واحدة وكانا « 3 »  مع ذلك غير متضادين في الاعتقاد بل أكثر ذلك هما متلازمان - مثل اعتقادنا أن الحياة خير والموت شر ، فإن هذين القولين متضادان « 4 »  بالمحمول والموضوع خارج النفس - فبين أنه ليس سبب التضاد الموجود في الاعتقاد هو التضاد الموجود خارج النفس إذ لو كان سببه لكان ما هو أكثر مضادة خارج النفس أحرى أن يكون مضادا في الاعتقاد . / [ وإذا كان ذلك كذلك 
  ] « 5 »  فما كان مضادته في الاعتقاد من قبل المواد فهو أحرى أن لا يكون هو المضاد بإطلاق في الاعتقاد . وأما التضاد الذي يوجد في الاعتقاد من قبل الإيجاب والسلب ، فليس ذلك موجودا فيه من قبل غيره ، بل من قبل ذاته ومن قبل حالة موجودة فيه في\r\n\r\n","description":"","footnote":" ( 1 ) يشبه ف ، م ، د ، ش : سببه ل ؛ تشبه ق .  ( 2 ) الاعتقاد ف ، ل ، ق ، م ، د ، ش : + ا م لا ل ، ق ، م ، د ، ش .  ( 3 ) وكانا ف : أو كانا ل ، د ، ش ؛ ان كانا ق ؛ إذ كانا م .  ( 4 ) متضادان ل ، ق ، م ، د ، ش : متضادين ف .  ( 5 ) وإذا . . . كذلك ف ، ق ، م ، د ، ش : - ل . ","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالذهن . فالذي « 1 »  التضاد فيه من قبل ذاته أحرى بأن « 2 »  يكون مضادا من الذي التضاد فيه من قبل غيره .\r\n( 89 ) وأيضا فإنه إذا كان عندنا اعتقاد ما في شئ أنه خير وكان عقدا صادقا ، فإنه ليس كل اعتقاد كاذب كان عندنا في ذلك الشئ هو الاعتقاد المضاد لهذا الاعتقاد الصادق - مثل أن يكون عندنا فيه أنه شئ آخر مما ليس هو موجودا « 3 »  له أو أنه ليس بشيء آخر مما هو موجود له - فإن الاعتقادات هي بغير « 4 »  نهاية . وإنما الاعتقاد الذي يضاد ذلك الاعتقاد فيه اعتقاد واحد - وهو الاعتقاد الذي نرى أنه يقتسم الصدق والكذب دائما مع الاعتقاد الأول .\r\nوهذان هما الاعتقادان يفرضان جزأي نقيض / في المطلوب ، ثم تقع « 5 »  بعد ذلك فيهما الشبهة والحيرة - أي منهما هو الصادق وأي منهما هو الكاذب . وأما الاعتقادان اللذان يمكن أن يكذبا معا على الموضوع الواحد بعينه أو يصدقا معا ، فليس يمكن أن تقع بينهما الشبهة والحيرة ولا يجعلان جزأي نقيض في المطلوب على أن الحق في أحدهما محصل الوجود في نفسه وإن لم يكن عندنا محصلا .\r\n[ وأيضا فبين 
  ] « 6 »  أن الاعتقاد الذي يقابل الوجود « 7 »  بالحقيقة هو الاعتقاد الذي\r\n\r\n","description":"","footnote":" ( 1 ) فالذي ف : والذي ل ، ق ، م ، ش ؛ - د .  ( 2 ) بان ف ، ق ، م ، د : من أن ل ؛ ان ش .  ( 3 ) موجودا ل ، ق ، م ، د ، ش : موجود ف .  ( 4 ) بغير ف ، ق ، م ، د ، ش : لغير ل .  ( 5 ) تقع ف ، ق ، م ، يقع ل ، د ، ش .  ( 6 ) وأيضا فبين ف : وبين ل ، د ، ش ؛ وبين أيضا ق ، م .  ( 7 ) الوجود ف ، ق ، م د ، ش : الموجود ل . ","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nيكون في الشئ الذي منه يكون الكون - وهو السلب . وذلك أن الكون إنما يكون من غير موجود إلى موجود ، والفساد من موجود إلى غير موجود .\r\n( 90 ) وأما الاعتقاد الذي يكون في الأشياء التي فيها الاستحالة - وهو التغير « 1 »  الذي يكون من الأضداد - فهو أقل ضدية في الاعتقاد ، إذا كان العدم أشد مقابلة للموجود من الضد للضد لأن الضد موجود ما . ولذلك ليس يكون التكون من موجود إلا بالعرض . وأيضا فإن العقد الذي يكون بالسلب يقتضى رفع الاعتقاد الموجب بذاته ، إذ كانت ماهية السلب إنما تقتضى ارتفاع الإيجاب الذي هو محاك « 2 »  للشئ الموجود . وأما اعتقاد ضد المحمول في الشئ الذي اعتقد فيه وجود المحمول ، فليست تقتضى ماهيته رفع الإيجاب إذ كان ليس حدوث الضد في الموضوع يقتضى بجوهره رفع ضده المقابل له ، وإنما هو شئ يعرض عن حدوثه في الموضوع - أعنى أن يرتفع الضد بحلول الضد الآخر فيه . مثال ذلك أن ارتفاع الحرارة عن الماء بحلول البرودة فيه هو منسوب إلى البرودة بالقصد الثاني أو بالعرض . وذلك أن الارتفاع هاهنا إنما هو حادث عن وجود والارتفاع في السلب إنما هو ارتفاع حادث عن السلب بالذات .\r\nوالذي « 3 »  يلزم عنه « 4 »  ارتفاع الإيجاب بالذات هو أحرى بالضدية الموجودة في الاعتقاد من الذي عنه يكون الارتفاع بالعرض أو بالقصد الثاني ، وهو أتم مضادة وأشد . فإن كان الضدان هما المختلفان اللذان في غاية الاختلاف وكانت المضادة\r\n\r\n","description":"","footnote":" ( 1 ) التغير ل ، ق ، م ، د ، ش : التغيير ف .  ( 2 ) محاك ل ، ق ، م ، د ، ش : محاكيا ف ، محال د .  ( 3 ) والذي ف ، ق ، م ، د ، ش : فالذي ل .  ( 4 ) عنه ف : منه ل ، ق ، م ، د ، ش . ","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالتي في الذهن للشئ الموجب من قبل النقيض أشد من المضادة التي تكون له من قبل اعتقاد ضده الموجود خارج النفس ، فمن البين أن اعتقاد النقيض هو الاعتقاد المضاد للإيجاب بإطلاق وأيضا فإن الاعتقاد في الشئ الذي هو خير أنه شر هو اعتقاد يلزمه اعتقاد آخر - وهو أنه ليس بخير . وأما الاعتقاد فيما هو خير أنه ليس بخير فليس يلزمه اعتقاد آخر - أعنى أنه شر . ولو كان ذلك كذلك لما وجد اعتقاد مضاد في الأشياء التي ليس لها ضد .\r\n( 91 ) فإذن اعتقاد السلب هو أعم مضادة للإيجاب من اعتقاد الضد ، وهو المضاد بذاته إذ كان يوجد للأشياء التي لها ضد والتي ليس لها ضد ، فإنه يجب أن يكون الاعتقاد الذي هو ضد بالطبع للإيجاب هو الاعتقاد الموجود مضادا في كل موضع لا في موضع دون موضع . فالاعتقاد العام الذي هو في كل / موضع وبذاته مضاد هو أشد مضادة من الاعتقاد الذي هو في موضع دون موضع ، إذ كان العام متقدما بالطبع على الخاص . ولذلك إذا وجد الخاص وجد العام ، وليس ينعكس ذلك - أعنى إذا وجد العام أن يوجد الخاص . فإن كان المضاد في الاعتقاد لما ليس له ضد هو السلب ، فواجب أن يكون المضاد في كل موضع هو السلب - أعنى الذي في الغاية .\r\n( 92 ) وأيضا فإن العقد فيما هو خير أنه خير والعقد فيما ليس بخير أنه ليس بخير هما اعتقادان صادقان ، والعقد فيما ليس بخير أنه خير أو فيما هو خير أنه ليس بخير هما اعتقادان كاذبان . فأي عقد - ليت شعري - هو المضاد لاعتقادنا فيما ليس بخير أنه ليس بخير - الذي هو عقد صادق - فإنه لا يخلو ذلك من ثلاثة أحوال . أحدها أن يكون المضاد له اعتقاد ضده - وهو العقد فيما ليس بخير أنه شر . والثاني أن يكون المضاد سلب الضد - وهو الاعتقاد فيما ليس بخير أنه\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nليس بشر « 1 »  . والثالث أن يكون المضاد للاعتقاد فيما ليس بخير أنه خير . فأما اعتقاد ضده ، فليس بضد له في الاعتقاد . وذلك أنه قد يمكن أن يصدقا معا ، فإن كثيرا من الأشياء مما ليست بخير هي شر . وأما اعتقاد سلب ضده ، فليس أيضا باعتقاد مضاد له إذ كان قد يصدقان معا على شئ واحد - فإن الخط يصدق فيه أنه ليس بخير ولا شر ، وبالجملة ما ليس شأنه أن يتصف بواحد من هذين الضدين . وإذا كان ذلك كذلك فالاعتقاد المضاد لاعتقادنا فيما ليس بخير أنه ليس بخير هو اعتقادنا فيما ليس بخير أنه خير . وإذا كان الاعتقاد الذي في غاية المضادة لاعتقادنا فيما ليس بخير أنه ليس بخير هو اعتقادنا فيه / أنه خير ، فإذن [ المضاد الذي 
  ] « 2 »  في الغاية من التباين لاعتقادنا فيما هو خير أنه خير هو اعتقادنا فيه أنه ليس بخير ، لا اعتقادنا فيه أنه شر ، لأنه إن كان الإيجاب هو المضاد الذي في الغاية للسلب فواجب أن يكون منه في غاية البعد . وإذا كان ذلك كذلك وكان الضد إنما له ضد واحد ، فالمضاد للإيجاب الذي في الغاية هو السلب .\r\n( 93 ) قال : ولا فرق في هذه المثالات التي استعملناها هنا من القضايا المتضادة من جهة السلب والإيجاب بين أن يلفظ بالموضوع فيها معرفا بالألف واللام أو يلفظ به مسورا بالسور الكلى ، فإن الألف واللام قد قلنا إنها قد تدل على ما يدل عليه السور الكلى « 3 »  . فلا فرق على هذا المفهوم أن نقول إن ضد العقد فيما هو خير أنه ليس بخير أو نقول إن ضد العقد في كل ما هو خير أنه ولا واحد منه خير . وذلك أن الإيجاب والسلب - الذي هو الاعتقاد المضاد - إنما يوجد في النفس للمعنى الكلى .\r\n\r\n","description":"","footnote":" ( 1 ) بشر ل ، ق ، م ، د ، ش : بخير ف .  ( 2 ) المضاد الذي ل ، ق ، م ، د ، ش : المضادة التي ف .  ( 3 ) انظر الفقرة 24 . ","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n( 94 ) فإن كان ما يخرج باللفظ دليلا على ما في النفس من الاعتقادين المضادين ، فمن البين أن ضد الإيجاب في اللفظ إنما هو السلب في اللفظ لذلك المعنى الكلى بعينه الذي دل عليه الإيجاب إذا دل على ذلك المعنى الكلى في الإيجاب والسلب باللفظ الكلى - وهو السور . ومثال ذلك أن ضد قولنا كل إنسان خير قولنا ولا إنسان واحد خير ، ونقيضه ليس كل إنسان خيرا « 1 »  .\r\n( 95 ) وهو بين أن الاعتقادات التي قيل فيها هاهنا إنها متضادة أنه ليس يمكن أن تكون الاعتقادات الصادقة ، إذ كان ليس يمكن أن يكون حق ضدا لحق ولا « 2 »  اعتقاد حق لاعتقاد حق ولا لفظ مناقض للفظ إذا « 3 »  كان كلاهما يدلان على معنى هو في نفسه حق ، بل الاعتقادات المتضادة إنما هي في المتقابلات بالإيجاب والسلب ومن تلك في المتناقضة وفي المتضادة في المادة الضرورية . وذلك أن كثيرا من المتقابلات قد يمكن فيها - كما قيل « 4 »  - أن تصدقا « 5 »  معا - وهي المهملات وما تحت المتضادين . وأما المتضادة ، فليس يمكن فيهما « 6 »  أن يصدقا « 7 »  معا في شئ واحد بعينه ولا يمكن فيهما أن يكذبا معا في المادة الضرورية / إذ كان لا يتعرى الموضوع منهما « 8 »  .\r\n\r\n","description":"","footnote":" ( 1 ) خيرا ل ، ق ، م ، د ، ش : خير ف .  ( 2 ) ولا ف ، ق ، م ، ش : لا ل ؛ ود .  ( 3 ) إذا ف : إذ ل ، ق ، م ، د ، ش .  ( 4 ) انظر الفقرة 24 .  ( 5 ) تصدقا ل : يصدقا ف ، م ؛ يصدق ق ، ( ه ) د ، - ش .  ( 6 ) فيهما ل ، ق ، م ، د ، ش : فيها ف .  ( 7 ) يصدقا ف ، ق ، م ، د ، ش : تصدقا ل .  ( 8 ) منهما ل : منها ف ، ق ، م ، د ، ش . ","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n( 96 ) وهنا انقضى تلخيص المعاني التي تضمنها هذا الكتاب بانقضاء المعاني التي تضمنها هذا الكتاب « 1 »  .\r\n\r\n","description":"","footnote":" ( 1 ) الكتاب ف ، ل ، ق ، م ، د ، ش : + والحمد للّه على ذلك كثيرا ف ؛ والحمد للّه وحده وصلى اللّه على سيدنا محمد نبيه الكريم وعلى آله وسلم تسليما يتلوه تلخيص كتاب انالوطيقى الأول وهو كتاب القياس ان شاء اللّه تعالى وهو المعين لا رب سواه ل ؛ يتلوه كتاب انالوطيقى وهو كتاب القياس ق ؛ ويتلوه كتاب انالوطيقى وهو كتاب القياس م ، د ؛ يتلوه كتاب انالوطيقى هو كتاب قياس ش . ","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nفهارس الكتاب « 1 » \r\n\r\nالأعلام\r\n1 - أرسطو ا - المواضع التي ذكر فيها أرسطو :\r\n15 ، 47 .\r\nب - المواضع التي أشير فيها إلى أرسطو :\r\nقال : 1 ، 13 ، 82 ، 83 ، 85 ، 93 . ج - المواضع التي فيها إشارة إلى أقوال أرسطو : 2 ، 8 ، 13 ، 15 ، 16 ( 2 ) ، 47 ، 84 .\r\n2 -\r\n\r\nسائر الأعلام\r\nالجمهور : 11 .\r\nالعرب : 7 ، 9 ، 10 ( 2 ) ، 11 ( 3 ) ، 19 ( 4 ) .\r\nالقدماء : 61 .\r\nالمفسرون : 52 .\r\nنحويو العرب : 9 ، 11 .\r\n\r\n","description":"","footnote":" ( 1 ) الإحالات في هذه الفهارس إلى أرقام فقرات كتاب العبارة ، والرقم الذي بين قوسين يحدد عدد مرات التكرار في الفقرة . ","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nالكتب الواردة بالنص\r\nا - أرسطو كتاب القياس : 47 ، 83 .\r\nكتاب البرهان : 16 .\r\nكتاب السفسطة : 21 .\r\nكتاب الخطابة : 16 .\r\nكتاب الشعر : 13 ، 16 .\r\nكتاب النفس : 2 .\r\nب - ابن رشد كتاب المقولات : 10 ، 48 .\r\nكتاب العبارة : 18 ( 2 ) ، 42 ، 47 ، 52 ، 53 ، 56 ، 57 ، 85 ، 93 ، 95 ( 2 ) ، 96 ( 2 ) .\r\nكتاب القياس : 52 ، 83 .\r\nكتاب الجدل : 58 .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nفهرس مقابلة فقرات تلخيص كتاب العبارة لابن رشد بنصوص كتاب العبارة لأرسطو\r\nابن رشد أرسطو ( 1 ) 3 - 1  a  16 ( 2 ) 9 - 4  a  16 ( 3 ) 19 - 10  a  16 ( 4 ) 27 - 20  a  16 ( 5 ) 29 - 28  a  16 ( 6 ) 34 - 30  a  16 ( 7 ) 5 - 1  b  16 ( 8 ) ( 9 ) 12 - 6  b  16 ( 10 ) 16 - 13  b  16 ( 11 ) 16 - 17  b  16 ( 12 ) 26 - 20  b  16 ( 13 ) ( 14 ) 34 - 27  b  16 ( 15 ) 2 - 1  a  17 ( 16 ) 8 - 5  a  17 ( 17 ) 10 - 9  a  17 ( 18 ) 17 - 13  a  17 ( 19 ) 12 - 11  a  17 ( 20 ) 24 - 18  a  17 ( 21 ) 38 - 25  a  17 ( 22 ) 2  b  17 - 39  a  17 ابن رشد أرسطو ( 23 ) 23 - 5  b  17 ( 24 ) 7  a  18 - 24  b  17 ( 25 ) 17 - 12  a  18 ( 26 ) 28 - 18  a  18 ( 27 ) ( 28 ) 30 - 29  a  18 ( 29 ) 34 - 33  a  18 ( 30 ) 5  b  18 - 35  a  18 ( 31 ) 9 - 6  b  18 ( 32 ) 17 - 10  b  18 ( 33 ) 25 - 18  b  18 ( 34 ) 7  a  19 - 26  b  18 ( 35 ) 17 - 8  a  19 ( 36 ) 23 - 18  a  19 ( 37 ) 28 - 24  a  19 ( 38 ) 4  b  19 - 28  a  19 ( 39 ) ( 40 ) 19 - 5  b  19 ( 41 ) 26 - 20  b  19 ( 42 ) ( 43 ) ( 44 )\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nابن رشد أرسطو ( 45 ) ( 46 ) ( 47 ) 32 - 31  b  19 ( 48 ) 3  a  20 - 33  b  19 ( 49 ) ( 50 ) 23 - 4  a  20 ( 51 ) 26 - 23  a  20 ( 52 ) ( 53 ) 31 - 26  a  20 ( 54 ) 37 - 32  a  20 ( 55 ) 40 - 37  a  20 ( 56 ) 13 - 1  b  20 ( 57 ) 22 - 14  b  20 ( 58 ) 26 - 23  b  20 ( 59 ) 30 - 27  b  20 ( 60 ) ( 61 ) 8  a  21 - 31  b  20 ( 62 ) 19 - 9  a  21 ( 63 ) 33 - 19  a  21 ( 64 ) ( 65 ) 6  b  21 - 38  a  21 ( 66 ) 23 - 7  b  21 ( 67 ) 32 - 24  b  21 ( 68 ) 9  a  22 - 33  b  21 ( 69 ) 23 - 14  a  22 ( 70 ) 32 - 24  a  22 ابن رشد أرسطو ( 71 ) 37 - 33  a  22 ( 72 ) 1  b  22 - 38  a  22 ( 73 ) 11 - 2  b  22 ( 74 ) 21 - 12  b  22 ( 75 ) 28 - 21  b  22 ( 76 ) 35 - 29  b  22 ( 77 ) ( 78 ) ( 79 ) 6  a  23 - 36  b  22 ( 80 ) 17 - 7  a  23 ( 81 ) ( 82 ) 21 - 18  a  23 ( 83 ) 27 - 22  a  23 ( 84 ) ( 85 ) 31 - 28  a  23 ( 86 ) 2  b  23 - 33  a  23 ( 87 ) ( 88 ) 7 - 3  b  23 ( 89 ) 14 - 8  b  23 ( 90 ) 27 - 15  b  23 ( 91 ) 32 - 28  b  23 ( 92 ) 3  a  24 - 34  a  23 ( 93 ) 9 - 4  a  24 ( 94 ) 6 - 1  b  24 ( 95 ) 9 - 7  b  24 ( 96 )\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nرقم الإيداع بدار الكتب 1627 لسنة 1981\r\nالترقيم الدولى 6 - 990 - 201 - 977 isbn\r\nمطبعة دار الكتب 601 / 1980 / 2300\r\n\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132}
  ]