[
  {"content":"\r\n\r\nرسالة الطير\r\nابن سينا\r\nشارح\r\nعمر بن سهلان ساوى\r\nبه اهتمام\r\nمحمد حسين اكبرى\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\nرسالة الطير\r\nشيخ الرئيس أبو على سينا\r\nبه همراه ترجمه\r\nشارح\r\nعمر بن سهلان ساوى\r\nگمنام\r\nتيراژ 5500 نسخه\r\nچاپ أول\r\nزمستان 1370\r\nبها : 66 تومان\r\nليتوگرافى . چاپ . صحافي : چاپ ونشر علامه طباطبائى\r\nتلفن 759595\r\nدفتر مركزى : خيابان سپهبد قرني - خيابان أراك شرقي - پلاك 16 - طبقه پنجم\r\nتلفن 827283\r\nدفتر پخش : ناصر خسرو ، كوچه حاج نايب - پاساژ خاتمي - طبقه پنجم\r\nتلفن 397699\r\nكليهء حقوق محفوظ ومخصوص ناشر است\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 1 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 2 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 3 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 4 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 5 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 6 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 7 ","page_number":9},
  {"content":"\r\n\r\nنسخه هاى خطى متعلق به كتابخانه مجلس شوراى اسلامى است\r\n\r\n","description":"","footnote":"","page_name":" مقدمه 8 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 9 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 10 ","page_number":12},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 11 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 12 ","page_number":14},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 13 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 14 ","page_number":16},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 15 ","page_number":17},
  {"content":"\r\n\r\nنسخه هاى خطى متعلق به كتابخانه مجلس شوراى اسلامى است\r\n\r\n","description":"","footnote":"","page_name":" مقدمه 16 ","page_number":18},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 17 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه 18 ","page_number":20},
  {"content":"\r\n\r\n\r\nالنص\r\nبسم اللّه الرحمن الرحيم\r\nهل لأحد من إخواني ان يهب لي من سمعه قدر ما ألقى اليه طرفا من أشجانى عساه يتحمل عنّى بالشّركة بعض أعبائها فانّ الصديق لن يهذّب عن الشّوب أخاه ما لم يصن في ضرّائك عن الكدر صفاءه .\r\nوانى لك بالصّدّيق المماحض وقد جعلت الخلّة تجارة يفزع إليها إذا استدعت إلى الخليل داعية وطر وترفض مراعاتها إذ أحدث الاستغناء فلن نزار رفيق الّا إذا زارت عارضة ولن نذكر خليل الّا إذا ذكرت ( 1 ) مآربة اللّهم الّا أخوان جمعتهم القرابة الالهيّة وألّفت ينهم المجاورة لعلوّية ولاحظوا الحقائق ( 2 ) .\r\nبعين البصيرة وجلوا درن الشّكّ عن السّريرة فلن يجمعهم الّا منادى اللّه .\r\nويلكم اخوان الحقيقة باثّوا وتضاموا وليكشفنّ كلّ واحد منكم لأخيه الحجب عن خالصة لبّة ليطالع بعضكم بعضا وليستكمل بعضكم ببعض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أعرضت . ( هامش نسخه )\r\n( 2 ) الحقيقة . ( هامش )\r\n","page_name":" 1 ","page_number":21},
  {"content":"\r\n\r\nويلكم أخوان الحقيقة تقبّعوا كما يتقبّع القنافذ وأعلنوا بواطنكم وأبطنوا ظواهركم فيا لله انّ الجليّ لباطنكم وانّ الخفىّ لظاهركم .\r\nويلكم أخوان الحقيقة انسلخوا عن جلودكم انسلاخ الحيّة ودبّوا دبيب الدّيدان وكونوا عقارب اسلحتها في أذنابها فانّ الشيطان لن يراوغ الانسان الّا من ورائه .\r\nوتجرّعوا الزعاف تعيشوا واستحبّوا الممات تحيوا وطيروا ولا تتّخذوا وكرا تنقلبون اليه فإن مصيدة الطّيور أوكارها وان صدّكم عوز الجناح فتلصّصوا تظفروا فخير الطّلائع ما قوى على الطّيران .\r\nكونوا نعاما تلتقم ( 1 ) الجنادل المحماة وافاعى تسترطوا العظام الصليبة وسمادل تغشى الضّرام على ثقة وخفافيش لا تبرز نهارا فخير الطّيور فخافيشها ( 2 ) .\r\nويلكم اخوان الحقيقة أغبى النّاس من تجرى على غده وأفشلهم من قصر عن امده .\r\nويلكم اخوان الحقيقة لا عجب ان اجتنب ملك سوا أو ارتكب بهيمة قبيحا بل العجب من البشر إذا استغصى على الشّهوات وقد صيغ على استيشادها صورته أو بذل لها الطّاعة وقد نوّر بالعقل جبلّته\r\nولعمر اللّه بذّ الملك بشر ثبت عند زيال الشّهوة فلم يزل قدمه عن موطيه فيه وقصر عن البهية انسىّ لم تف قواه بدر شهوة تستدعيه .\r\nفارجع إلى رأس الحديث . فأقول برزت طائفة تقتنص فنصبوا الحبائل ( 3 ) وهيّاوا الطّعم وتواروا في الحشيش وانا في سريه طير إذ لحظونا فطفروا مستدعين فأحسسنا بخصب وأصحاب ما تخالج في صدورنا ريبة ولا زعزعتنا عن قصدنا تهمة فابتدأنا إليهم مقبلين وسقطنا في خلال الحبائل .\r\nفإذا لحلق نتضم على أعناقنا والشّرك تتشبّث باجنحتنا والحبائل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تبتلغوا ( هامش )\r\n( 2 ) خفافيشها ( هامش )\r\n( 3 ) الجبايل ( هامش )\r\n","page_name":" 2 ","page_number":22},
  {"content":"\r\n\r\nتتعلّق بارجلنا إلى الحركة فما زادنا الا تعسيرا فاستسلمنا للهلاك وشغل كلّ واحد منا ما خصّه من الكرب عن الاهتمام لأخيه واقبلنا يتبيّن الجبل في سبيل التّخليص زمانا حتّى أنسينا صورة أمورنا فاستأنسنا بالشّرك واطمأنّنا إلى الاقناص\r\nفاطّلعت وذات يوم من خلال الشّبك فلحظت رفقة من الطير أخرجت رءوسها عن الحق وأجنحتها عن الشّرك وبرزت عن اقناصها تطيّر وفي ارجلها نفابا الحبائل لا هي تئودها فيعصيها النّجاة ولا يبيّنها فتصفوا لها الحياة\r\nفذكّرتنى ما كنت أنسيته نغّصت على ما ألفته فكدت أنحلّ تأسّفا أو ينهلّ روحي تلمّنا فناديتهم من وراء القفص .\r\nان أقربوا منّى فوافقونى على جبله الرّاحة . فقد اعيتنى فتذكّر واخدع المنتصين فما زادوا إلّا نفارا فناشدتهم بالخلّة القديمة والصّحبة المصونة والعهد المحفوظ ما أحلّ بقلوبهم الشّقه ونفى عن صدورهم الرّبية فوافونى حاضرين\r\nفسألتهم عن حالتهم فذكّروا انّهم ابتلوا بما ابتليت به فاستياسوا بالبلوى ثمّ عالجونى فنحيت الحبالة عن رقبتي والشّرك عن اجنحتى وفتح باب القفص . وقيل لي استغنم النّجاة فطالبتهم بتخليص رجلي عن الحلقه .\r\nفقالوا لو قدرنا عليها لابتدرنا اوّلا وخلّصنا أرجلنا وانّى يشنيك العليل فنهضت من القفص اطير فقيل لي انّ امامك بقاعا لن تأمن المحدور الّا ان يأتي عليها قطعا فاقتف آثارنا ننج بك .\r\nونهدك سواء السّبيل فساوى بنا الطيران بين صدقي جبل الاله في واد معشب خصيب بل مجذب حريب حتّى تخلف عنّا جنابه وجرنا جيزته ووافينا هاتة الجبل وإذا امامنا ثماني شواهق تنبوا عن قللها اللواحظ .\r\nوقال بعضنا لبعض سارعوا فلا مأمن الّا بعد ان نجوّزها ناجين\r\nفعانقنا الشّد حتّى اتينا على ست من شواهق ( 1 ) وانتهينا إلى السّابع فلمّا تغلغلنا تخومه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شوافحها ( هامش ) .\r\n","page_name":" 3 ","page_number":23},
  {"content":"\r\n\r\nقال بعضنا لبعض هل لكم في الجمام فقد أوهننا النّصب وبيننا وبين الأعداء مسافة قاصية فرأينا أن نحطّ للجمام من أبداننا نصبا فان الشرود عن الرّاحة اهدى إلى النّجاة من الانبتات فوقفنا على قلّته\r\nفإذا جنان مخضّرة الأرجاء عامرة الأقطار مثمرة الأشجار جارية الأنهار يروى بصرك نعيمها بصور تكاد لبهائها تدهش العقول وتستبهت الألباب ويسمعك أغاني شجيّه والحانا مطربة ويشمّك روائح لا يدانيها والمسك السرىّ ولا العنبر الطّرى فأصبنا من ثمارها وشربنا من انهاره ومكثنا به ريث ما اطرحنا الاعياء .\r\nفقال بعضنا لبعض سارعوا فلا مخدعه كالأمن ولا منجاة كالاحتياط ولا حصن أمنع من إساءة الظّنون وقد امتدّ بنا المقام بهذه البقعة على شفا غفله ووراءنا أعدائنا وآثارنا اقدامنا ويتفقّدون مقامنا فهلموا نبرّح ونهجر هذه البقعه . وان طاب الثواء بها فلا طيب كالسّلامة واجمعنا على الرّحلة وانفصلنا عن النّاحيه ونزلنا ( 1 ) بالثّامن فإذا شامخ خاض رأسه عنان السّماء\r\nتسكن جوانبه طيور لم التي أعذب الحانا وأحسن ألوانا وأظرف صورة وأطيب عشرة منها\r\nولمّا حللنا في جوارها عرفنا من احسانها وتلطفها وايناسها أيادي لن تقى بقضاء أهونها ولمّا تقرّر بيننا وبينها الانبساط أوقفناها على ما ألمّ بنا فأظهرت المساهمة في الاهتمام\r\nوذكرت ان وراء هذا الجبل مدنية يتبوؤها الملك الأعظم واىّ مظلوم استعداه وتوكّل عليه كفّ عنه الضراء بقوته ومعونته فأطمأننّا إلى اشارتها وتيممنا مدينة الملك حتّى حللنا بفنائه منتظرين لاذنه فخرج الامر بأذن الواردين\r\nوأدخلنا قصره فإذا نحن بصحن لا نصحن وصف رحبه فلمّا عبّرناه رفع لنا الحجاب عن صحن فسيح مشرق فاستضقنا لديه الاوّل بل استصغرناه حتّى وصلنا إلى حجرة الملك .\r\nفلمّا رفع لنا الحجاب ولحظ الملك في جماله هقلنا علقت به افئدتنا\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) حللنا ( هامش ) .\r\n","page_name":" 4 ","page_number":24},
  {"content":"\r\n\r\nدهشنا دهشا عاقنا عن الشكوى فوفق على ما غشينا فردّ علينا الثبات بتلطّفه حتّى اجترانا على مكالمته وعبّرنا بين يديه عن قصتنا .\r\nفقال لن نقدر على حلّ الحبائل عن أرجلكم إلا عاقدوها وانّى منفّد إليهم رسولا يسومهم ارضاءكم وإماطة السّوء عنكم فانصرفوا مغبوطين وهوذا نحن في الطريق مع الرّسل .\r\nواخوانى متشبّثون بي يطلبون منّى حكاية بهاء الملك بين أيديهم وسأصف وصفا موجزا .\r\nفأقول\r\nانّه الملك الّذي مهما حصّلت في خاطرك جمالا لا يمازجه قبح وكما لا يشوبه نقص صادقة مستوفى لديه فكلّ كمال بالحقيقة له وكلّ نقص ولو بالمجاز منفى عنه كلّه لحسنة وجه ولجوده يد\r\nمن خدمه فقد اغتنم السّعادة القصوى ومن صرمه خسر الآخرة والدنيا وكم من أخ قرع سمعه قصّتى فقال أراك مسّ عقلك مسّ أو ألمّ بك لمم ولا واللّه ماطرت بل طار عقلك وما اقتنصت بل اقتنص لبّك\r\nانّى يطير البشر أو ينطق الطير كأنّ المرار قد غلب على مزاجك واليبوسة قد استولت على دماغك وسبيلك ان تشرب طبيخ الأفتيمون ويتعهّد الاستحمام بالماء العذب الفاتر وتستنشق بدهن النيلوفر تترفّه في الأغذية وتهجر السّهر وتقلّ الفكر فانا قد عهدناك فيما خلا لبيبا\r\nواللّه مطّلع على ضمائرنا فانّا من جهتك مهتمة ولاختلال حالك مختلّة ما أكثر ما يقولون واقلّ ما ينجع وشرّ المقال ما ضاع وبالله الاستعانة وعن النّاس البراءة ومن اعتقد غير هذا خسر وسيعلم الّذين ظلموا اىّ منقلب ينقلبون .\r\nوقد تمّت رسالة الطير للشيخ الرّئيس أبى علي بن سينا رحمة الله وغفر له في جمادى الاوّل سنة سبع وتسعين وثمانمائة .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":26},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":28},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":30},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 11 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":32},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 13 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":34},
  {"content":"\r\n\r\n\r\n\r\n[ مقدمه 
  ]\r\nشرح رسالة الطير از عمر بن سهلان ساوى « بسم اللّه الرحمن الرحيم » كثرت التماس دوستان و بزرگان « 1 » مرا دلير گردانيد بشرح « 2 » كردن رسالة الطّير از سخنان شيخ الرئيس « 3 » رحمة اللّه ، پس « 4 » هم از سخنان أو شرح كردم اين رساله را با رموز و اشارات . و ترا ببايد دانستن كه طمع وقوف بر اعيان آن معانى كه قصد متكلّم به رموز « 5 » اين رموز مر اين وجه « 6 » را از شرح و تأويل كه من كرده‌ام ظاهر است . و اين شرح مناسبتى دارد با اصولى « 7 » كه از شأن صاحب رساله در معظم كتاب بيان آنست و با اين مناسبت كه اين شرح دارد ، من اين شرح را با تناسب اجزاء و اتّصال يكديگر به ترتيبى تمام\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - بزرگان و دوستان  ( 2 ) - باصل بر شرح .  ( 3 ) - شيخ رئيس  ( 4 ) پس از  ( 5 ) - به رموز رسالت هيچ طالب حقيقت را بحقيقت نباشد از احتمال اين رموز  ( 6 ) - مر وجوه تأويلات و شرح را مگر به ظاهر ظن و احتمال اين رموز مرا اين وجه را  ( 7 ) - باصولى ","page_name":" 15 ","page_number":35},
  {"content":"\r\n\r\nبه بيان رسانيده‌ام بتوفيق اللّه تعالى .\r\n\r\n\r\nمتن\r\n« قال الشّيخ الرئيس رحمه اللّه « 1 » : هل لاحد من اخوانى في ان يهب لي من « 2 » سمعه قدر ما القى اليه طرفا من اشحانى عساه يتحمل عنّى بالشّركة بعض أعبائها فانّ الصدّيق لم يهذّب عن الشوب أخاه ما لم يصن في ضرّائك عن الكدر صفاه . وانّى لك بالصّديق المماحض « 3 » وقد جعلت الخلّة تجارة يفزع إليها إذا استدعت إلى الخليل داعيه « 4 » وترفض مراعاتها إذا عرض الاستغناء فلن يزار خليل الّا إذا زادت « 5 » عارضة ولن « 6 » يذكر خليل الّا إذا ذكرت مأربة اللّهم الّا إخوانا جمعتهم القرابة الالهيّة وألّفت بينهم المجاورة العلوّية ولاحظوا الحقائق بعين البصيرة وجلوا رين الشك عن السريرة ولن يجمعهم الّا منادى اللّه . »\r\n\r\n\r\nترجمه\r\nهيچ كس را افتد از برادران من ، كه چندان با من مساعدت نمايد و سمع خويش را رعايت فرمايد به شنيدن و قبول سخن من التفات كند تا بر أو من عرض كنم و به دو پردازم قصه از اندهان « 7 » خويش بود كه آن كس كه اين سخن به حسن ظنّ به من قبول كند به تحمل « 8 » بعضي ازين اندهان « 9 » سماحت كند و اين اندوه بر من كمتر شود ، چه هر دوست « 10 »\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - ( ره )  ( 2 ) - يهب من  ( 3 ) - للماحض  ( 4 ) - وطر و ترفض  ( 5 ) - زالت  ( 6 ) - ان  ( 7 ) - اندهان  ( 8 ) - متحمّل  ( 9 ) - از اين ابدهان  ( 10 ) - أصل قسمت ","page_name":" 16 ","page_number":36},
  {"content":"\r\n\r\nكه أو در سرّا و ضرّا صفا و مودّت خويش را از تركى « 1 » اغراض فاسده صيانت « 2 » نكند دوستى خويش را آراسته و مهذّب نگردانيده باشد از شوائب و نوايب و كجا بدست آيد مردم را دوستى ويژه كه بر پاكيزگى سيرت آن دوست مطّلع شود و بر نيكويى عادت أو واقف گردد ، چه بيشترى از دوستان از حقيقت دوستى اعراض كرده‌اند و دوستى را تجارتى و پناه‌گاهى « 3 » ساخته ، كه در وقت حاجت پناه « 4 » باز آن دهند و در وقت بىنيازى از آن دورى جويند و آن را براندازند و تا عارضهء عارض نشود هيچ دوست را زيارت نكنند « 5 » و تا حادثهء حادث نگردد و حاجتى پديد « 6 » نيايد ، هيچ دوست را ياد نكنند مگر دوستانى و برادرانى كه جمع كرده « 7 » باشد ميان « 8 » ايشان را مراتب « 9 » عرفان الهى و الفت داده باشد ميان ايشان مجاورت « علوى - ظ » و ايشان حقايق را به چشم بصيرت ملاحظه كنند « 10 » و زنگار اخلاق بد را به رياضت « 11 » زدوده باشند و جمع نكند ايشان را فكر منادى فرمان حقّ عزّ و جلّ .\r\n\r\nشرح\r\nببايد دانستن كه آن عذوبت كه الفاظ عربيّة اين رسالت دارد ، در پارسى حاصل نتواند بود ، اما آن كس كه اين را « 12 » پارسى كرده است أو را در اين غرضى « 13 » مفيد بوده باشد . « 14 » و ما را كه به شرح « 15 » اين مشغوليم هم غرضى\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - يتركى .  ( 2 ) - أصل صيانتى  ( 3 ) - بناگاهى .  ( 4 ) - شاه بازان  ( 5 ) - نكنيد .  ( 6 ) - بديد .  ( 7 ) - باصل نكرده .  ( 8 ) - باشد ايشان را .  ( 9 ) - قرابت .  ( 10 ) - كند .  ( 11 ) - برياضت .  ( 12 ) - با پارسى .  ( 13 ) - أصل غرض .  ( 14 ) - أصل بود .  ( 15 ) بشرح . ","page_name":" 17 ","page_number":37},
  {"content":"\r\n\r\nصحيح است .\r\nاوّلا ببايد شناخت كه جماعت انسان امّتهااند و هر امّتى از يكديگر متميز باشند به اخلاق و اوضاع لغات و عبارات و آنچه در اختلاف امم بدين وجوه تأثير كرده است به حكمت خداى تعالى اختلاف اجزاء « 1 » آن اجسام بود كه مسامت ايشان بود از كرهء نخستين چه هر جزوى از اجزاء « 2 » آن كه مسامت بقعهء از بقاع زمين شود تأثير أو دگرگون « 3 » باشد هم از آن « 4 » كوكب نيست و هم از كرهء ثوابت ، پس اختلاف اوضاع كرات مائله از اجزاء زمين و آنچه عارض گردد آن را قرب و بعد و آنچه توابع « 5 » اختلاف بود چون « 6 » اختلاف اجزاء « 7 » زمين كه مساكن هر گروهى و امّتى باشند و اين اختلاف « 8 » كار تبع اختلاف آن كواكب بود كه مسامت اين مساكن باشد از ثوابت و از اجرام ديگر و از اوضاع كرات مايله .\r\nپس اختلاف اين اجزاء و كواكب مسامت « 9 » شود تا « 10 » با اختلاف كرهء مايله به فرمان خداى تعالى و تقدير أو در اختلاف بقاع زمين و اختلاف مساكن و اختلاف اجزاء زمين و اختلاف مساكن ، سبب شود اختلاف بخاراتى را كه از زمين برآيد كه مشاكل و ملايم اين بقعه بود و آنكه اختلاف بخارات سبب شود اختلاف هواها را و اختلاف آبها را ، چه هواى هر شهرى مختلف شود « 11 » بخارى كه از زمين « 12 » متصاعد مىشود و بخاراتى كه در زمين باشد در آبهاى « 13 » آن تأثير كند و آن هواها كه از اين بخار منفعل شده باشد هم « 14 » درين آبها اثر كند و آبها از آن هم منفعل شود ، چنان كه از ديگر\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل اجزاى .  ( 2 ) - أصل اجزاى .  ( 3 ) - ديگرگون .  ( 4 ) - از آن كره كه .  ( 5 ) - اين اختلاف .  ( 6 ) - بود اختلاف .  ( 7 ) - أصل اجزاى .  ( 8 ) - در ابتداء كار .  ( 9 ) - سبب شود .  ( 10 ) - أصل شود با .  ( 11 ) - نه .  ( 12 ) - از آن  ( 13 ) - آبها  ( 14 ) - باشد در اين ","page_name":" 18 ","page_number":38},
  {"content":"\r\n\r\nبخارات كه ياد كرده‌اند و همچنان اختلاف مسامت اجزاء كرهء نخستين و كرهء ثوابت « 1 » و ثوابت و اختلاف اوضاع كرات مايله اسباب حقيقي باشند « 2 » در اختلاف آبها و هواها يا به واسطه تصاعد بخارات و اختلاف اجزاء موضع نشود و ظهور بخارات يا بيواسطه به حكم مسامت يا بعضي به واسطه و بعضي بىواسطه كه از هر دو وجه تأثير باشد « 3 » و چون زمين و آب و هوا در بقعهء به خلاف زمين و آب و هوا بقعهء ديگر باشد نبات هر يكى ملايم اين زمين و هوا بود و به خلاف ديگر بود و همچنين حيوانات هر بقعهء به خلاف حيوانات ديگر باشند چه مىيابيم كه آن نبات كه در بلاد هند باشد و از حيوانات عجيب كه در « 4 » كه آنجا باشند ، در أكثر بلاد نباشند « 5 » و آنچه از اين چيزها در بلاد روم باشد همچنين . و در گرمسير ، نبات و حيوان به خلاف « 6 » اضافه حيوان و نبات سردسير « 7 » باشد ، و اين به اقاليم « 8 » بگردد و به شهرها و مساكن نزديك هم بگردد .\r\nامّا هر چند بعد كمتر بود تفاوت كمتر بود و چون چنين بود غذاء « 9 » و أهل هر شهرى و هر اقليمى به خلاف غذاء ديگران بود . و چون غذا مخالف آن فصول غذا كه موادّ و فضول حيوانات شوند ، چون نطفه و غير آن به خلاف يكديگر باشند . پس امزجهء ايشان به خلاف يكديگر باشند چه خلق تبع مزاج بود و روا بود كه آن اجزاء « 10 » مسامت كه ياد كرديم به فرمان خداى تعالى سبب شوند در اختلاف اخلاق و عادات و يا معين سبب شوند و همچنين اختلاف هوا و اجرام سماوى به حكم فرمان حقّ اسباب شوند ، كمال اشخاص را بدين وجه ، و آنچه وراى اينست از كمالات ديگر اسباب\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - ثوائب .  ( 2 ) - باشد .  ( 3 ) - باشند .  ( 4 ) - أصل كه آنجا .  ( 5 ) - نباشد .  ( 6 ) - بخلاف .  ( 7 ) - أصل حيوان سردسير .  ( 8 ) - باقليم .  ( 9 ) - أصل غذاى هر  ( 10 ) - از اجزاء . ","page_name":" 19 ","page_number":39},
  {"content":"\r\n\r\nبه حكم فرمان حقّ و تقدير أو ملايكه « 1 » مقرّبين عليهم السّلام مهيّئ « 2 » اين اسباب باشند و آن كمالات مختصّ بود « 3 » به انسان و غير انسان را از حيوانات زياده از آن كمالات نخستين نتواند بود . و حكماء چون اشارت كنند به تهذيب اخلاق و تبديل آن از بد به نيك ، بدان وجه كنند كه بود كسى را در أصل آفرينش ، مزاج و استعداد نبود كه خلق نيكو و بلكه فاضل أو را حاصل آيد و لكن به رياضت و افعال خوب كردن أو را استعداد اين خلق نيكو حاصل شود و نسبت حصول اين خلق با استعداد ، چون نسبت حصول نتيجه بود « 4 » به حدّ « 5 » اوسط چنان كه چون تواند كه تفكر « 6 » كند و به فكر حدّ اوسط اكتساب كند ، چون حدّ اوسط اكتساب كرد بىدرنگ زمانى از حقّ تعالى أو را نتيجه بهبت « 7 » و عطا حاصل آيد .\r\nآدمى چون افعال خوب كند و سيرت « 8 » پسنديده گرداند ، أو را از حق تعالى خلق نيكو به عطاء و هبت ، حاصل آيد و فضايل خلقى « 9 » و عملى أو را ، جمع شود و در علم طبيعى و اصول طبّ درست شده است كه مزاج را تبديل توان كرد و ليكن به تدريج و اندك اندك و به روزگار دراز ، تا آنكه مزاج بدل شود و چون مزاج را تبديل افتاد ، ناچار اخلاق را تبديل افتد . چه خلق تبع مزاج بود و چون مزاج بد به نيك بدل شود . و اين دشوارتر باشد . امّا افعال جميله كردن محصل استعداد است و اگر كسى بود كه نتواند افعال جميله كردن ، لا بد تبديل مزاج ببايد كردن ، اگر تقدير مساعدت كند و چون آدمي را حق تعالى چنان آفريده است كه أو را سخت دشوار بود تنها زندگى « 10 » كردن ، أو را معاشرت بايد كرد با أمثال خويش در\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - و ملائكه .  ( 2 ) - آن .  ( 3 ) - نه .  ( 4 ) - أصل و نسبت حصول نتيجه بود با حدّ اوسط .  ( 5 ) - بحدّ .  ( 6 ) - تفكّر .  ( 7 ) - بهبة .  ( 8 ) - سيرة .  ( 9 ) - خلق .  ( 10 ) - زندگانى . ","page_name":" 20 ","page_number":40},
  {"content":"\r\n\r\nمردمى . و آن معاشرت بايد كه حسن بود ، چه اگر حسن نبود فائدهء معاشرت و دفع ضرر برخيزد بلكه ضرر زيادى « 1 » شود ، و آن معاشرت كه ميان زن و شوهر و پدر و فرزند و ارباب صناعات و حرف و مالك و ملوك باشد ، از نكاح و ميراث و بيع و شرا و قرار « 2 » و اجارت « 3 » و رهن و أمثال اين كه در شرع حكم آن به واسطه صاحب شرع صلوات اللّه و سلامه عليه بيان كرده است و آنچه چون آنست « 4 » كه ميان دوستان حقيقي باشد از حسن معاشرت بايد كه به جاى آرد . و اگر استعداد ندارد بكسب و رياضت آن استعداد بدست آرد چه اختلاف اسباب كه ياد كرديم ، اختلاف اخلاق مردم واجب كند و همه را بر يك خلق و عادت اجتماع نتواند بود .\r\nپس لابد طريقى بايد كه بدان معاشرت با دوستان حقيقي حسن بود و مفيد بود و هر كسى را ادراك اين لذّت و اكتساب اين شرف و مرتبه نبود و مردم اين چنين دوست را كه اين مرتبت دارد دشوار به دست تواند آورد و از آن روى « 5 » كه اخلاق بد و عادت « 6 » ناپسنديده غالب است و نادر باشد مردى كه درو « 7 » خلق مكروه نباشد زيرا كه مردم چون فكر ، استعمال نكند ، اخلاق بهايم بر وى غالب شود و شهوات بر وى مستولى و حياء « 8 » از وى غايب شود و استيلاء غضب و حرص و شره ازو « 9 » مفارقت نكند و آن جماعت منقسم شوند جماعتى باشند « 10 » كه بشره افتخار نمايند و تظاهر « 11 » جويند و اين جماعت شرّ النّاس باشند و جماعتى باشند . به جودت فكر ، قبح آن اخلاق را بدانند و از آن اجتناب كنند و ايشان كريمان باشند كه نفس ايشان شريف بود و جماعتى باشند كه ايشان را بر قبح اين اخلاق تنبيه بايد كرد و اين دو قسم\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - زياده .  ( 2 ) - اقرار  ( 3 ) - اجاره .  ( 4 ) - دون اينست .  ( 5 ) - از آن روى .  ( 6 ) - عادت بد و اخلاق .  ( 7 ) - در أو خلقى .  ( 8 ) - أصل گردد حياء .  ( 9 ) - از أو .  ( 10 ) - أصل باشد .  ( 11 ) - نظائر . ","page_name":" 21 ","page_number":41},
  {"content":"\r\n\r\nباشند . جماعتى آنند كه به تنبيه ، از آن اخلاق بازايستند ، و جماعتى آنند كه قبح اين اخلاق را بدانند امّا بر ايشان متعذر « 1 » بود ، ترك اين اخلاق . و از اين جماعت آن قسم اوّل دوستى را بشايند « 2 » ، و آن قسم بازپسين ، اختلاط و مجاورت را نشايند چه ، ايشان به رياضت و جهد بسيار ، انتقال توانند كرد ، از اين اخلاق بد « 3 » ، روا بود كه ضررها از آن به تو رسد و از آن « 4 » كس كه به قوّت عاقلهء خويش ، وجودت فكر ، اخلاق ذميمه را از اخلاق حميده تميز كند ، و از بد احتراز كند ، أو دوستى را شايد « 5 » . و اين چنين كس ، كمتر ياوذ « 6 » ( ياود - ظ - يابد ) و آن كس كه تنبيه پذيرد هم دوستى را شايد .\r\nامّا بعد از قبول تنبيه و تبديل اخلاق بد به نيك . و امّا دو قسم تا بتوانى كرد ، با ايشان مخالطت « 7 » و مجالست مكن ، زيرا كه از ايشان باشند كه محبّ مدح و ثناء باشند ، زيادت « 8 » از استحقاق خويش ، و بر أمثال خويش تكبّر نمايند ، و باشند كه بر قوّت و مال خويش اعتماد دارند . كسانى را كه اين اخلاق باشد « 9 » ، ايشان را اعتقاد در « 10 » دوستان تباه و فاسد باشد . و هر كه نيكو شناسد ، طلب كردن چيزى كه أو را نشايد ، نفس أو سماجت « 11 » نكند به انقياد « 12 » چيزى كه بر وى واجب بود ، از حسد و لجاج خالى نبود . و اين اخلاق ، همه موانع باشند از انقياد ، حق را ، و چون هر آن وقت كه صاحب دو خلق مخالف ، با يكديگر مخالطت كنند ، ميان ايشان منازعت و مخاصمت « 13 » خيزد و دوستى حاصل نيايد . مثلا ، سخى و بخيل « 14 » و عالم و جاهل را كه هر چه سخىّ كند از بذل مال و اسداء معروف ، بخيل آن را به\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - باشد .  ( 2 ) - نشايند .  ( 3 ) - به دو روا .  ( 4 ) - و آن كس كه .  ( 5 ) - نشايد .  ( 6 ) - ياود .  ( 7 ) - مخالطه .  ( 8 ) - زياده .  ( 9 ) - باشند .  ( 10 ) - أصل - ايشان را در .  ( 11 ) - سماحت .  ( 12 ) - بانقياد .  ( 13 ) - أصل - منازعتى و مخاصمتى .  ( 14 ) - بخيل و سخىّ . ","page_name":" 22 ","page_number":42},
  {"content":"\r\n\r\nاسراف و تضييع ، وصف كند و هر چه از امساك و تقتير ، بخيل كند ، سخىّ آن را بدناءت و قصور همّت وصف كند . و هر چه عالم كند ، جاهل آن را ، به بددلى و طلب محال وصف كند ، و هر چه جاهل كند ، عالم آن را به تاريكى و نادانى وصف كند .\r\nپس ، هر يك از ايشان ، فعل و خلق يكديگر را منكر باشند . و انكار پوشيده روا بود ، كه ظاهر گردد ، و چون ظاهر شود ، به وحشت ادا كند و وحشت به عداوت انجامد و عداوت به آفت نفس . پس ، از اين گفته خواجه ، كه دوست كه صفاى مودّت از تيره‌گى اخلاق بد و اغراض فاسد نگاه ندارد و دوستى را مهذب نگردانيده باشد ، از شوايب ، و مادام كه در مخالطت و دوستى اختلاف اخلاق مىبود ، آن دوستى ، آميخته بود بدان چه « 1 » ياد كرديم .\r\nپس بايد كه چون دوست موافق در اخلاق نيك بدست آرى ، أو را نگاه دارى ، چه جمع مال چندان عظمت ندارد كه حفظ آن و يافتن چنين دوستى ، آن فايده ندارد كه نگاه‌داشت أو بر حالت دوستى بماند و اين چنين دوستان كه ما ياد كرديم ، كه ايشان را قرابت و اتحاد ، از جهت اشتراك بود ، در سعادت آخرت . و آن صور معقولات كه در نفس اين مرتسم مىشود هم در نفس آن ديگر مرتسم مىشود و از آنچه لذّت مىيابد ، به ادراك آن معقول ، آن ديگر همان لذت مىيابد ، پس ميان ايشان مجاورت علوى باشد كه ياد كرديم و ايشان را ، منادى « 2 » فرمان حق ، جمع كند ، چه مطلوب ايشان « 3 » همه در سعادت جستن به معرفت حق باشد .\r\nو آن جماعت ديگر كه دوستى ايشان نه بدين وجه بود ، ايشان دوست را واسطه كارها ، حقير سازند و دارند و به هم « 4 » نزديك ايشان ، آن مطلوب « 5 » ، ازين واسطه شريفتر بود و در نفس أو چنين است كه واسطه كم از مطلوب\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - بدين چه .  ( 2 ) - مبادى .  ( 3 ) - أصل هم .  ( 4 ) - به همه حال .  ( 5 ) - أصل معقولات . ","page_name":" 23 ","page_number":43},
  {"content":"\r\n\r\nباشد « 1 » و دوستى و موافقت اين جماعت كه بر جادهء حقيقت از براى « 2 » اين اغراض باشد ، و چون اين غرض برنيايد « 3 » ، عداوة « 4 » حاصل آيد ، و اگر برآيد استغناء نمايند « 5 » و هميشه از دوست ، حساب منفعت خويش ، و دفع ضرر از خويش برگيرند ، هيچ حساب دوستان اندرين ، از خود برنگيرند .\r\nپس آن جماعت ، اختلاط و دوستى نشايند ، اگر چنانچه ، دوست حقيقي بدست آيد به غايت عزيز باشد نزديك أهل معنى و على الجمله ، دوستى حقيقي ميان دو كس باشد كه ايشان يكديگر را شناسند ، و چون در مطلوب متّفق باشند ، مودّت ميان ايشان پيش از آن بود كه ميان دو مسافر كه منزل و مقصد « 6 » ايشان متّفق نبود و اين سخن شرحى دارد امّا از درازى ، احتراز كرده آمد كه ثمر ملالت باشد « 7 » .\r\n\r\nمتن\r\n« قال « 8 » : ويلكم اخوان الحقيقة باثوا و تضاموا و ليكشفن « 9 » كلّ واحد منكم لأخيه الحجب عن خالصة لبّه ليطالع بعضكم بعضا و ليكمل « 10 » بعضكم بعضا »\r\n\r\nترجمه\r\n« اى برادران ، حقيقت را از خويش آشكارا كنيد و با هم آئيد ، و برداريد پرده از عقول خويش ، تا بعضي از شما ، بعضي را مطالعت « 11 » كنيد و بعضي از شما ، به بعضي ، كمال و تمامى يابد « 12 » . »\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - از مطلوب و دوستى .  ( 2 ) - أصل براى .  ( 3 ) - برنتابد .  ( 4 ) - عداوة .  ( 5 ) - نمايد .  ( 6 ) - مقصد و منزل .  ( 7 ) - مىشود .  ( 8 ) - قال الشيخ الرئيس .  ( 9 ) - أصل ليكشفنّ بر كلّ .  ( 10 ) - ليستكمل .  ( 11 ) - مطالعه .  ( 12 ) - أصل يابند . ","page_name":" 24 ","page_number":44},
  {"content":"\r\n\r\n\r\nشرح\r\nببايد دانستن كه چون دانسته آمد كه برادر و دوست حقيقي ، كيست .\r\nبا اين برادران ، راز ، آشكارا « 1 » بايد داشت ، يعنى بر ايشان ، بد آنچه ترا معلوم باشد ، بخل و ضنّت نبايد كرد . كه اگر برادر در مرتبهء شناخت از تو پيشتر بود ترا ازو كمال حاصل آيد . و اگر كمتر بود ، أو از تو كامل شود و اگر مساوى بود ، هر يك از شما ، يكديگر را مطالعت « 2 » كنيد . و به يكديگر كامل شويد . و چنان كه حق تعالى و ملائكه از بخل و ضنّت دورند و رادى كنند بر آنكه مستعد بود و وى قبول كند و آنكه نبود بخل يازد و بزه گردد آن آدمي كه خواهد به صفات و اخلاق ملائكه موصوف بود ، بايد كه بخل نكند بر مستعدّ .\r\nو ببايد دانست كه نفس ناطقهء آدمي دو قوّت دارد ، يك قوهء را عامله خوانند و يكى عاقله . و نه چنان است كه اين نفس دو چيز است تا « 3 » آدمي را دو نفس است ، كه يكى تدبير سياست بدن كند و يكى ادراك معقولات .\r\nبلكه نفس يك چيز است ، ليكن « 4 » به اعتبار التفات أو ، اين دو اثر حاصل مىآيد ، يكى از أو ، و يكى برو « 5 » .\r\nو اين مراتب بگردد بر دوام قبول « 6 » از مبادى و غير آن . و روا بود كه نفس را ، به واسطهء حاجت آيد بسيار ، و روا بود كه كمتر « 7 » آيد ، چه آن متعلّمان باشند كه نزديك باشند به تصوّر معقولات . و آن استعداد بود كه أو را ، دو قوّت به حدّى بود ، كه أو در اتّصال به مفارق ، محتاج نبود به چيزهاى بسيار ، و به تعليم شدن ، تا گوئى كه أو همه چيزها ، از خود ، مىنداند . « 8 » و اين چنين كس فراوان نبود ، بلكه نادر « 9 » و عزيز بود ، چه اين درجه ، بلندترين\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل آشكار .  ( 2 ) - مطالعه .  ( 3 ) - أصل يا .  ( 4 ) - لكن .  ( 5 ) - بر أو .  ( 6 ) - قبول دوام .  ( 7 ) - كهتر .  ( 8 ) - نداند .  ( 9 ) - أصل نادره . ","page_name":" 25 ","page_number":45},
  {"content":"\r\n\r\nدرجات اين استعداد است ، و مردم آنچه از علوم اكتساب كنند « 1 » ، و آن به حدّ اوسط بود يا به تعليم حاصل آيد ، يا به حدس . و حدس فعل ذهن بود كه به ذات خويش استنباط كند ، حدّ اوسط را ، و آنچه به تعليم حاصل آيد ، انتها « 2 » آن هم به حدس بود ، يعنى صاحب حدس « 3 » ، بدان مرتبه كه ياد كرديم ، بوده باشد . و اين حدّ اوسط اكتساب كرده ، و بعد از آن از أو تعليم شده باشد . پس محال نيست كه مردم را به نفس خويش حدسى افتد و در ذهن أو قياس منعقد « 4 » شود ، بىتعليم و ناچار در مبادى نشوها كه بعد از قرابات « 5 » و طوفانات و خرابى عالم خيزد « 6 » . امّا آن علوم « 7 » كه مجدّد « 8 » و زنده شوند بجنان كسانى شود كه ايشان به حدس خويش استنباط كنند حدود وسطى را ، و اين مراتب دارد به كمّ و كيف .\r\nامّا به كمّ آن بود كه اعداد حدس مستنبط مر اين حدود وسطى را بيش بود . امّا به كيف ، چنان بود كه زمان حدس و استنباط يكى كوتاه‌تر بود و زودتر به حدّ اوسط بار خورد و آن يكى بيشتر بود و درنگىتر اين تفاوت مختصر نتواند بود ، در حدّى ، بلكه دايما زيادت و نقصان مىپذيرد و أو را دو طرف باشد ، ناچار ، طرف زيادت « 9 » و طرف نقصان ، در نقصان به حدّى رسد ، كه آن كس را حدس نبود ، البته و در طرف زيادت به حدّى رسد كه آن كس را در أكثر مطلوبات . در كلّ مطلوبات ، حدسى بود ، تا بدان حدّ رسد كه أو را حدسى بود در « 10 » زودترين وقتى و در اين كس مرتسم شود ، صورتى كه در مفارق بود ، و يا بيكبار و قريب بدان . و اين قوّت را قوّت حدسى گويند ، و آن بلندترين مرتبتى است آدمي را و انبياء را عليهم السّلام ، اين قوّت\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل كند .  ( 2 ) - انتهاء .  ( 3 ) - حدسى .  ( 4 ) - أصل معتقد .  ( 5 ) - أصل قرانات .  ( 6 ) - أصل خود .  ( 7 ) - لابد آن .  ( 8 ) - مجدّده زنده .  ( 9 ) - زياده .  ( 10 ) - أصل از . ","page_name":" 26 ","page_number":46},
  {"content":"\r\n\r\nباشد ، لا جرم ضنّت نكند بر مستعدان ، تا خلايق به متابعت و اقتباس ، علوم از ايشان ، كمال يابند و سعادت دو جهانى .\r\nو درين باب سخن دراز است ، امّا مقصود از آن مىبايد كه معلوم شود ، و آن ، آنست كه « 1 » ، هر علمى كه استنباط كرده باشند آن را ، اوّل مستنبطى باشد كه ابتدأ آن « 2 » علم ، يا آن صناعت ، از وى بود ، و اين استنباط به طريق حدس بود و بيان آن برين موجب كه ياد كرديم در پيش « 3 » آنست كه نفس آن مستنبط در جبلّت خيال افتاده باشد كه ناگاه به حدّ اوسط « 4 » برخورد و باز افتد بىتفكر و طلب ، بلكه چنان باشد كه هر چه أو را بايد ، حدّ اوسط در آن به وى باز مىخورد و هر كجا كه حدّ اوسط حاصل گشت اقتران قياسى و حصول نتيجه در آن لحظه متابع آن باشد و هر وقت كه اين علوم و صناعات را انقراض افتد ، به سبب حوادث كبار و وقايع عظام كه در حرث و نسل بنمايد ، يا اگر بماند سخت اندك بماند بعد از آن حقّ سبحانه و تعالى يكى را بدر آرد تا علوم « 5 » و صناعات را از وى آغاز و ابتداء باشد . چنان كه در طوفان نوح عليه السلام و غير أو بوده است و روا بود كه به يك كس تنها ، اين علوم و صناعات از دست نيايد ، هر يكى « 6 » را چند كس ببايد كمتر يا بيشتر . امّا بدان طريق كه ياد كرده آمد . و تعلّم از يكديگر ، نامتناهى روا نيست ، لا بدّ انتهاى آن يا صاحب حدسى بود ، بد آن وجه كه گفتيم « 7 » . و صاحب آن « 8 » حدس ، به هر زمانى نبود ، بلكه وجود أو شاذ بود و نادر . و لابدّ برو واجب بود به افادت ، مشغول بودن تا بعضي از ثمرات حدس أو منسوخ و باطل « 9 » نشود اگر چه آن ديگر بعض ، كه مؤدى به كمال اوست « 10 » ، أو را بىافادت « 11 » غيرى\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل آنست هر .  ( 2 ) - أصل بر ابتداء .  ( 3 ) - از پيش .  ( 4 ) - در آن قوى باز مىخورد .  ( 5 ) - كه علوم  ( 6 ) - كسى .  ( 7 ) - بگفتيم  ( 8 ) - اين .  ( 9 ) - باطل و منسوخ .  ( 10 ) - أو است  ( 11 ) - افادتى . ","page_name":" 27 ","page_number":47},
  {"content":"\r\n\r\nحاصل باشد . و بر متعلمان و مستفيدان ، واجب باشد ، تعلّم و استفادت ازو و درين روزگار كه به تعلم مجرد باز افتد ، بر سابق واجب بود ، اعانت لا حق ، تا لا حق « 1 » ، كامل شود به علم « 2 » از آن سابق ، چه چنان كه بخل از مبادى روا نيست ، بر مستعد « 3 » و بر آنكه متشبه « 4 » بود از طريق اخلاق به مبادى بخل روا نيست « 5 » بر مستعد ، چه اگر بر مستعد « 6 » بخل كند ، از طريق افادت تشبه نكرده باشد . پس از اين ، اشارت « 7 » كرد بدين طرف از تعليم و تعلّم ، بعد از بيان ، اخلاق و تحصل استعداد و آنچه به مقدمات اين كار را ببايست و به كار آيد .\r\n\r\n\r\nمتن\r\n« قال « 8 » : ويلكم اخوان الحقيقة تقبعوا كما تقبع القنافذ واعلنوا بواطنكم وابطنوا ظواهركم فو اللّه انّ الجلىّ لباطنكم وان الخفىّ لظاهركم » .\r\n\r\n\r\nترجمه\r\n« اى برادران حقيقت ، سر اندر كشيد ، چنان كه جيزو سر اندر كشد . و آشكارا كنيد ، نهانها و نهان گردانيد « 9 » ، آشكارهاى خود را كه به خدا روشن و هويدا ، باطن شماست و ناپيدا ظاهر « 10 » شما . »\r\n\r\nشرح\r\nبدان كه جيزو برّى بود و بحرى بود و جبلى بود ، « 11 » جبلى آن بود كه أو را به تازى دلدل خوانند ، و به پارسى سدر و أو را خارها بود مانند تير ،\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - يا .  ( 2 ) - بتعلم .  ( 3 ) - بر مستعد بر آنكه .  ( 4 ) - متشبه از .  ( 5 ) - نبود .  ( 6 ) - اگر بخل كند .  ( 7 ) - از اين اشاره .  ( 8 ) - قال الشيخ .  ( 9 ) - أصل كنيد .  ( 10 ) - باطن .  ( 11 ) - و جبلى آن . ","page_name":" 28 ","page_number":48},
  {"content":"\r\n\r\nخصمان خود را بدان دفع كند ، و آنكه بحرى باشد شبه دارد بسمك و خداوند صدف بود و بعضي از قنافذ بحرى هميشه آكنده بود از خانهء خويش على الخصوص در وقتى كه ماه به استقبال آفتاب بود و در وقتى كه هوا گرم بود . و امّا جيزوى برّى ، طاهر « 1 » و معروف بود و تسافد و مجامعت ايشان چنان باشد كه شكم بر شكم بار نهند راست ايستاده و شوك ايشان بجاى شعر ديگر حيوانات بود الّا كه اين شعر به غايت افراط دارد در صلابت و غلظ .\r\nو ايشان به اوقات از بعضي « 2 » جستن باد احتراز كنند « 3 » . پيش از چنين و آن . كه از سوراخ ايشان مهيب بود استوار كنند و يكى بوده است كه أو را هيوب رياح خبر دادى پيش از جستن تا چون تفحص كردند وى جيزو « 4 » داشته بود « 5 » . در خانه كه بهر وقت در خانهء خود مسدود كردى پيش از جستن باد از جهت رفع ضرر باد اين مرد بدان موجب خبر مىداده بود .\r\nو حكايت كنند « 6 » كه جيزو « 7 » دنبال مار گيرد و سر در كشد و مىخورد و مار خويشتن را بر خارهاى أو مىزند تا هلاك شود و جثرو را همچون خرس غيبتها باشد و امتناع از طعام ، و همچون خرس ، آن وقت كه امتناع از طعام كند ، هر روز فربه‌تر و نيكوتر بود و اقل ايّام غيبت أو چهل روز بود و پيش ازين نيز ، بود و اين را اسبابى « 8 » طبّى و طبيعى هست و آن ، آنست كه سبب جوع تحلّل است و سبب تحلّل قلّت مادّت « 9 » و تنكى « 10 » پوست ، و قوّت حادّ غريزى محلّل است . و حركت و حار هوا و چون تحلّل يا كمتر آيد و چون استبرا بود و حركت نكند و حارّ هوا سرد شود ، ناچار محلّل « 11 » با كمتر آيد و چون فضولى در بدن از جهت بسيار خوردن حاصل\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - طاهره و معروف .  ( 2 ) - أصل بعض  ( 3 ) - كند و يكى بوده است .  ( 4 ) - جثرو  ( 5 ) - باشد .  ( 6 ) - كنيد .  ( 7 ) - جثرو .  ( 8 ) - أصل اسباب .  ( 9 ) - ماده .  ( 10 ) - يكى .  ( 11 ) - أصل تحلّل . ","page_name":" 29 ","page_number":49},
  {"content":"\r\n\r\nآيد ، و حركت به سكون بدل شود و جلد ، كثيف « 1 » بود و حارّ هوا ، سرد شود ، از آن محلّات جز خار غريزى نماند و از يك محلّل چون فضول بسيار بود در بدن ، بگرسنگى نتواند رسانيد « 2 » ، بلكه جز هضم « 3 » نتواند كرد ، فضول را پس هر روز « 4 » بدن فربه‌تر بود « 5 » ، با امتناع از طعام ، و اين بعد از امتلاى عظيم « 6 » بود ، و هر حيوان كه به امتلاى عظيم « 7 » و نهم مخصوص بود ، حارّ غريزى كمتر بود از آن ديگر و در رطوبت و بلغم طبيعى كه آن تتمّه « 8 » خون بود و بعضي ، خون « 9 » نارسيده بسيار بود و اين فايده ندهد و اين فضول كه ياد كرديم ، به جاى غذا بازايستد و عارفان را اوقات باشد كه از طعام امتناع نمايند و توانند كرد و شرح آن به تمامى كه چرا باشد ، و بچه وجه تواند كرد ، در كتب مبسوط على الخصوص در اشارات و تنبيهات و حكمت عرشى بيان كرده‌اند . و عارفان را غيبتها باشد از مردمان ، چنان كه قنافذ را و ايشان ظاهر خويش ، سلاح و وقايه باطن كرده باشند . و مرد عارف بايد كه همچنين باشد . و چون تو بدانى كه آدمي را از قالب نفس آفريده‌اند و اين قالب ظاهر است و أو را به حسّ بصر ادراك توان كرد و به حسّ لمس و معنى باطن است و آن را نفس گويند و أو را ، به بصيرت باطن توان شناخت ، و حقيقت آدمي از معنى باطن است و از حقيقت ، باطن را دو قوّت بود ، يكى را قوّت عاقله خوانند و ديگرى را « 10 » را قوّت عامله « 11 » و اين قوّت عامله قوتى بود كه از مبدئى « 12 » بود محرك ، مر بدن انسان را ، به سوى افاعيل جزئى « 13 » و أو را اعتبارى بود ، به قياس با قوّت حيوانى نزوعى و اعتبارى بود ، به قياس با نفس أو ، و اين قوّت بايد كه غلبه دارد بر جمله قواى « 14 » ظاهر بدنى كه ظاهر است\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - كيفيت .  ( 2 ) - أصل رسانند .  ( 3 ) - حضم .  ( 4 ) - دوز .  ( 5 ) - يا .  ( 6 ) - باشد .  ( 7 ) - بسيار .  ( 8 ) - أصل نيمه .  ( 9 ) - خون بجاى نارسيده .  ( 10 ) - أصل يكى را .  ( 11 ) - عالمه .  ( 12 ) - مبدأ بود .  ( 13 ) - جزوى .  ( 14 ) - أصل قوى . ","page_name":" 30 ","page_number":50},
  {"content":"\r\n\r\nآثار آن .\r\nو خواجه ازين روى گفت كه بدان معنى چون جيزو « 1 » باشيد و باطن ، ظاهر گردانيد و ظاهر ، باطن ، اين فايده دارد ، يكى « 2 » قوّت عامله نفس را كه باطن است استيلا و استعدا دهيد « 3 » تا از « 4 » قوى بدنى منفعل نشود ، البته ، و اين قوتهاى ظاهر را پوشيده داريد « 5 » ، بدان معنى كه ايشان را مغلوب داريد « 6 » بر اين وجه كه حلى آن قوت عامله است كه باطن است بدان معنى كه ظهور و غلبه وى را مىبايد كه بود و خفى ظاهر شماست ، به اين « 7 » معنى كه اين قوّت بدنى مىبايد كه خود « 8 » مغلوب بود به نسبت « 9 » با اين قوّت عامله كه از پستر بيان اين به تمامى ياد كنيم ، ديگر كه ظاهر پنهان داريد « 10 » از خلق و با ايشان مخالطت كمتر كنيد « 11 » تا از آنچه اهمّ است باز نمانيد و باطن خويش را آشكارا داريد « 12 » بر أهل و مستحقّ و آنچه تعلّق به علم توحيد و آنچه معالجات طبّى و علم اخلاق باشد ، از هيچ كس دريغ مداريد « 13 » ، چه ، خير رسانيدن به قابل خير ، تشبّه بود به مبادى اوّل « 14 » و اين دو فايده درست است اين سخن كه ترا ، خواجه بدين اشارت كرد .\r\n\r\n\r\nمتن\r\n« قال « 15 » : ويلكم اخوان الحقيقة ، انسلخوا من الجلود انسلاخ الحيّة ودبّوا دبيب الدّيدان وكونوا عقارب اسلحتها في أذنابها فانّ الشيطان لن يراوغ الانسان الّا من ورائه . »\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - جثرو .  ( 2 ) - يكى كه .  ( 3 ) - دهند .  ( 4 ) - با از .  ( 5 ) - دارند .  ( 6 ) - دارند .  ( 7 ) - بدان .  ( 8 ) - خفى و .  ( 9 ) - أصل نسبت .  ( 10 ) - دارند .  ( 11 ) - كنند .  ( 12 ) - دارند .  ( 13 ) - ندارند .  ( 14 ) - واين دريغ نبايد داشت .  ( 15 ) - قال الشيخ . ","page_name":" 31 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\nترجمه\r\n« اى برادران حقيقت ، بيرون آييد « 1 » از پوست ، چنان كه مار از پوست بيرون آيد « 2 » . و نرم رويد ، چنان كه كرمان نرم روند . و همچون كژدم باشيد « 3 » ، كه نيش أو ظاهر بود بر سر ، دنبال أو بود كه شيطان نفريبد و وسوسه نكند آدمي را ، الّا از پس أو »\r\n\r\nشرح\r\nببايد دانستن كه مار پوست بيفكند و در ابتداء ربيع آغاز كند ، پوست افكندن « 4 » ، تا آن وقت كه هوا معتدل شود و همچنين در خريف و آغاز پوست افكندن ز گرداگرد « 5 » چشم كند ، و در آن حالت « 6 » كه آغاز كند نابينا شود ، چه آن پوست ، چشم أو را بپوشد و به اندك مايهء روزگار ، آن پوست بيفكند ، و روشنى چشم أو ، بعد از آن زيادت « 7 » شود .\r\nو ببايد دانستن كه قالب آدمي ، به اعتبار نفس آدمي ، چون پوست مارست « 8 » ، با شخص مار . و هر چند « 9 » نفس ناطقه به نزديك حكماء ، داخل بدن و متحيّز و حال نيست . و لكن يك قوّت أو در اين بدن متصرّف است « 10 » و اين بدن ، أو را چون ولايتى است ، و اين حقيقت بدن ، به جز حقيقت نفس است . و به مفارقت نفس ، مر اين بدن را ، و جدا شدن بدن ، هيچ خلل با نفس نگردد . چنان كه « 11 » به پوست افكندن مار ، هيچ خلل با نفس مار نگردد و الّا در آن وقت « 12 » كه نفس مفارقت بدن كند به همه حال ، چون آشفته و ملتفتى باشد به حكم « 13 » علاقه كه ميان نفس و بدن بوده باشد و انبياء و اولياء را عليهم السّلام ، مفارقت اين جهانى به آسانى و رغبت تمام بود و خواهند كه چون\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - آيند .  ( 2 ) - أصل برون مىآيد .  ( 3 ) - باشد .  ( 4 ) - افكندن آن .  ( 5 ) - دون چشم .  ( 6 ) - حال .  ( 7 ) - زياده .  ( 8 ) - است .  ( 9 ) - مار هر چند .  ( 10 ) - أصل متفرّق است .  ( 11 ) - پوست .  ( 12 ) - در آن وقت كه پوست مىافكندند چشم أو پوشيده شود و در آن وقت كه .  ( 13 ) - علائق . ","page_name":" 32 ","page_number":52},
  {"content":"\r\n\r\nكمال « 1 » يافتند ، ايشان را مفارقتى باشد « 2 » و از اين عالم ، چنان كه مار خواهان پوست افكندن بود .\r\nو خداى تعالى از يوسف عليه السّلام اين حكايت كرد آنجا كه گفت :\r\n « تَوَفَّنِي مُسْلِماً وَ أَلْحِقْنِي بِالصَّالِحِينَ »  ( 12 / 102 ) . و رسول ما را ، گفت عليه السّلام  « وَ لَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولى »  ( 93 / 5 ) . و اولياء « 3 » متشبّه به ايشان را گفت :  « فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ »  ( 62 / 7 ) .\r\nپس خواجه ، ازين وجه به اين معنى اشارت كرد و ديگر بديب النّمل « 4 » عبارت مىكند از كم آزارى و پنهان داشتن مقصد و مطلب خويش و مستغنى بودن از هر چه التفات بدان ، ترا از سعادت كلّى باز دارد و در مصحف مجيد هم برين « 5 » معنى تنبيه كرده‌اند « 6 » .  « عِبادُ الرَّحْمنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً »  الآية ( 25 / 64 ) .\r\nو ترا از آن ديگر اشارت كرد ، كه خواجه كرده است ، مراد از شياطين ، نزديك حكماء ببايد شناخت ، تا اين رمز ترا حلّ افتد ، كه لطيف رمزيست « 7 » .\r\nببايد دانستن كه با نفس مردم ، قوتهااند ، موجود شده ، چنان كه در كتب مبسوطه آن را ياد كرده‌اند ، و اين قوّتها با نفس مردم بهم موجودند ، چون قوّت خيالى « 8 » و وهمى و قوّت خشم و قوّت شهوت « 9 » و اين قوّتها چون توانند مردم را از علم دانستن و از راه ، نجات طلب كردن ، باز دارند ، و چون مراد از اطلاق لفظ شيطان ، به نزديك ايشان ، بدانستى ، بدان كه مراد از پيش آدمي و از پس آدمي ، بنزديك « 10 » ايشان عبارت بود از دو قوّت « 11 » كه نفس ناطقه را\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - كمالى .  ( 2 ) - باشد از اين .  ( 3 ) - را و منسيه .  ( 4 ) - به دبيب النمل .  ( 5 ) - بر اين .  ( 6 ) - كرداند .  ( 7 ) - رمزى است .  ( 8 ) - عيالى .  ( 9 ) - شهويه .  ( 10 ) - أصل نزديك .  ( 11 ) - عبارت از دو قوة است . ","page_name":" 33 ","page_number":53},
  {"content":"\r\n\r\nهست ، يكى عالمه و ( ديگر ) يكى عامله « 1 » و اين قوّت عامله را اعتبارى بود به قياس با قوّت حيوانى نزوعى كه از آن قوّت حادث « 2 » شود و در اين قوّت هيئتى كه خاص بود ، و بدان بدن انسان ساخته شود ، سرعت فعل و انفعال را چون تشوير و شرم و خنده و گريستن و اعتبارى « 3 » ديگر بود .\r\nاين قوّت « 4 » عامله را با قوّت حيوانى متخيله و متوهّمه ، و آن ، آن بود كه آن را به كار دارد در استنباط تدبيرها « 5 » در كارها ، به تصوّرات امور جزئى « 6 » ، در استنباط صناعات انسانى و اين قوّت عامله را هم ، اعتبارى بود با نفس أو ، و آن ، آن بود كه در آنچه ميان أو و عقل نظرى بود ، رأيهاى « 7 » ذايعة و مشهورة تولّد كند ، و اين قوّت بايد كه ، بر جميع « 8 » قوّتهاى بدنى مستولى بود ، على الخصوص بدان چه ايشان ، آن را شياطين خوانند . و اين قوّت را بدان دو اعتبار كه گفتيم ، أو را التفاتى بود ، به قوّت حيوانى نزوعى ، و قوّت حيوانى متخيله و متوهّمه . پس التفات أو ، واپس بود ، و قوّت عامله را قياس و اعتبار ، بدان بود ، كه بالاى آن بود « 9 » و پيش أو بود ، تا از آن چيزها منفعل شود ، و فايده گيرد و از آن ، قبول كند ، پس دو وجه بود نفس ما را ، وجهى با بدن و آن وجه « 10 » باز پس دارد . و بايد كه اين وجه كه نسبت با بدن دارد ، و به هيچ وجه از مقتضاى طبيعت بدن و از اين قواى بدنى هيچ انفعالى « 11 » قبول نكند . و منفعل نشود .\r\nو از اين وجه بايد كه فاعل بود نه منفعل . و اگر مسلّط نشود و مستولى نگردد بر اين قوّتها و چنان نبود كه انسان از آن منفعل باشد . و أو البته از انسان منفعل نگردد شياطين أو را وسوسه كرده باشند و ازين وجه كه بافنا\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل عامله و ديگر عاقله .  ( 2 ) - عادت .  ( 3 ) - أصل اعتبار .  ( 4 ) - أصل قوّت .  ( 5 ) - و كارها .  ( 6 ) - أصل جزوى .  ( 7 ) - أصل رأيها .  ( 8 ) - جملهء . . .  ( 9 ) - بوده .  ( 10 ) - أصل وجهى .  ( 11 ) - انفعال . ","page_name":" 34 ","page_number":54},
  {"content":"\r\n\r\nدارد ، و أو را فريفته ، پس اين وجه را مىبايد « 1 » كه سلاحى باشد ، تا شياطين را مقهور و مغلوب دارد و ديگر وجه كه نسبت و اعتبار به مبادى عاليه و ملايكه عليهم السّلام « 2 » دارد « 3 » ، بايد كه از اين وجه ، از اين اعتبار ، دائم القبول باشد . و از ايشان منفعل شود . پس چون كسى اين معانى چنان كه بايد ، تصوّر كند ، اين رمز خواجه ، أو را حل شود .\r\n\r\n\r\nمتن\r\n« قال الشّيخ : تجرعوا « 4 » الذعاف « 5 » يعثوا « 6 » واستحبوا « 7 » الممات تحيوا وطيروا ولا تتّخذوا وكرا ينقلبون اليه فان مصيدة الطّيور أوكارها وان صدكم عوز الجناح فتلصصوا « 8 » تظفروا فخير الطّلائع ما قوى على الطّيران . »\r\n\r\n\r\nترجمه\r\n« زهر ، فرو بريد « 9 » ، تا زنده « 10 » مانيد و مرگ و مفارقت اين جهان ، به آرزو جوئيد « 11 » ، تا زندگانى نيكو يابيد « 12 » . و پيوند و خانه مىگيريد « 13 » ، كه مرغان را صيد كنند ، بيشتر در خانهاشان « 14 » و آشيانهاشان كنند ، و اگر پر و بال نداريد دزدى كنيد و بال و پر بدست آريد كه بهترين ديدبانها « 15 » ، آن بود كه بتواند « 16 » بپريد . »\r\n\r\nشرح\r\nاين رموز روشن‌تر است ، اشارت مىكند به اصلاح جزء عملى ، و آن را\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل بايد .  ( 2 ) - أصل عليه السّلام .  ( 3 ) - دارد كه .  ( 4 ) - أصل تخرجوا .  ( 5 ) - الرعاف .  ( 6 ) - تعيشوا .  ( 7 ) - استحبر .  ( 8 ) - فتلصّصوا .  ( 9 ) - برند .  ( 10 ) - مانند .  ( 11 ) - جويند .  ( 12 ) - يابند .  ( 13 ) - بگيرند .  ( 14 ) - خانهايشان .  ( 15 ) - كه ديدبانها .  ( 16 ) - نتواند . ","page_name":" 35 ","page_number":55},
  {"content":"\r\n\r\nزهر خوردن ، مانند مىكند ، چه مقهور « 1 » داشتن قوّتهاى شهوانى « 2 » و غضبى و توسط نگاه داشتن ، در آن مساوى است « 3 » . با زهر خوردن ، و شعور بودن ، مر نفس را كه در اين جهان ، بعضي از آن چيزها كه دانستنى است ، بداند ، أو را ، بعد از آن مفارقت « 4 » ، لذّتى خواهد بود ، كه با هيچ لذّت « 5 » اين جهانى ، آن را مناسبت نبود ، رغبت صادقه كند ، بنا بود در اين جهان ، و هر كه زهر بخورد ، زنده نبود ، يعنى هر كه قوّت عليلهء نفس را مستولى ندارد بر قواى بدنى عاملهء أو مقهور بود و مرده و هر كه طرفى از معرفت حاصل ندارد و أو را رغبت نمود به مفارقت اين جهان ، و در آن جهان أو را لذّت اين جهانى نبود و پريدن عبارت از قبول كردن فيض ، از مبادى « 6 » و انقطاع علايق ، از آنچه از اكتساب سعادت « 7 » ، باز دارد . و آشيان گرفت « 8 » ، آرام گرفت « 9 » . با اين لذّت ناقصهء . فخرجه « 10 » و استيلا دادن قوّتهاى بدنى را بر قوّت « 11 » عاملهء نفس ، و عبارت از صيد كردن باز « 12 » مذلّت از آنچه كمال أو در آنست ، يعنى كمال نفس . و چون از ادراك و اكتساب آن كمال ، باز ماند ، اندر صيد ، هزار عنا و بلا « 13 » ماند ، چون آن مرغ صيد كرده ، و چنان كه كمال مرغ ، اندر پريدنست ، و مراد خويش ، اندر پريدن بدست آرد ، كمال نفس ، اندر فيض ستدن و تصوّر كردن معقولات است « 14 » ، چنان كه بايد . و مستولى بودن بر قوّتهاى بدنى تا آن شياطين ، أو را از راه نبرند ، و آنچه خواجه گفت اگر كسى را بال ، نبود ، دزدى كند ، و بال بدست آرد . پيش از اين گفته‌اند كه هر كسى را قوّت آن نبود كه أو بيواسطه تعليم از قوّت حدسى ، ناگاه به حدّ\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - وجه معهود .  ( 2 ) - أصل قوّتهاى شيطانى .  ( 3 ) - أصل مساويست .  ( 4 ) - معارف .  ( 5 ) - أصل لذّتى .  ( 6 ) - أصل منادى .  ( 7 ) - سعادت دارد .  ( 8 ) - آسان گرفتن .  ( 9 ) - گرفتن .  ( 10 ) - مخدجه .  ( 11 ) - قوّه .  ( 12 ) - باز مانديست .  ( 13 ) - بلا و عنا .  ( 14 ) - معقولات چنان كه . ","page_name":" 36 ","page_number":56},
  {"content":"\r\n\r\nاوسط باز خورد ، و آنچه مطلوب أو بود ، هر كه قصد كند ، بدست آيد ، و بخاطر أو اندر آيد . و ناگاه ، بدان باز خورد كه اين چنين كس ، عزيز باشد و ديگران آن باشند كه ايشان را به تعليم و تعلّم حاجت افتد . تا بدانند بعضي از چيزها و لابد اين چنين چيزها به استنباط آن چنان كسى كه ياد كرديم ، بدانند ، پس اين جماعت كه بواسطه دانند ، چيزها دزدى كرده باشند و آلت پريدن به حيلت « 1 » بدست آورده باشند و آنان كه اين مرتبه ، بلند دارند ايشان را نيز آلت پريدن از مفارق بدست آيد ، امّا آسانتر . پس خواجه بدين رمز ، روا بود كه اشارت بدين معنى كرده باشد ، بدان طريق كه ظنّ من است « 2 » .\r\n\r\n\r\nمتن\r\n« قال الشّيخ « 3 » : كونوا نعاما تبلغ « 4 » جنادل « 5 » المحماة وافاعى تسترط العظام الصلبة وسمادل « 6 » يغشى الضرام على ثقة « 7 » وخفافيش لا برزن « 8 » نهارا فخبر « 9 » الطيور خفافيشها . »\r\n\r\n\r\nترجمه\r\n« چون شتر مرغ باشيد « 10 » ، كه سنگ كرم خورده « 11 » ، بخورد . و چون مار افعى « 12 » ، كه استخوانهاى سخت فرو برد . و چون حيوان آتش باشيد « 13 » كه به آسانى و اعتماد ، در آتش شود و چون « 14 » خفافيش باشند كه روز فراديد نيايد ، كه بهترين مرغان خفاش است . »\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل و حيلت .  ( 2 ) - أصل نيست .  ( 3 ) - أصل قال الشيخ .  ( 4 ) - يتبلغ  ( 5 ) - الجنادل .  ( 6 ) - أصل سماول .  ( 7 ) - أصل نقبه .  ( 8 ) - لا يبرزن .  ( 9 ) - فخير  ( 10 ) - أصل باشى .  ( 11 ) - كرده .  ( 12 ) - باشيد .  ( 13 ) - أصل باشى .  ( 14 ) - و چون خفافيش . . . الخ را ندارد . ","page_name":" 37 ","page_number":57},
  {"content":"\r\n\r\n\r\nشرح\r\nببايد دانستن ، كه در شتر مرغ ، رموزى است كه آن را ببايد شناخت ، كه چون « 1 » يك پاى أو را خللى رسد ، به ديگر پاى نتواند رفت ، جز به سينه نرود و در بيابان با هيچ حيوان ، انس « 2 » نگيرد « 3 » .\r\nو از شتر مرغ « 4 » كه به دو شبهى دارد ، مگريزد « 5 » ، و أو شبهى دارد ، از روى صورت به مرغ و شبهى « 6 » دارد با شتر . و خايه كه نهاده باشد ، اگر از آن بيفتد ، ديگرى كه اشتر مرغى ديگر نهاده باشد ، أو را به جاى آن بايستد و اين همه ، رموز نيكوست .\r\nامّا شيخ پيش بيك رمز ، اشارت « 7 » كرده « 8 » است ، كه أو آهن و سنگ كرم خورده فرو برد و چون « 9 » أو را « 10 » اطفا و تبريد آن عمل كند و آن آهن و سنگ كرم أو را زيان كار نبود ، و اشارت « 11 » كرد بدان كه « 12 » افعى استخوانهاى سخت فرو برد و غذاى أو شود و در جوف اشتر مرغ ، آهن گرم و سنگ گرم ، غذاى أو شود و حرارت برو « 13 » آن را به اعتدال باز آرد ، چنان كه غذا شود و چون مار استخوان را تليين و تلطيف كند « 14 » ، چنان كه غذا شود . پس آدمي « 15 » مىبايد كه اين دو معنى ، يكى كه حرارت را تسكين كند و ديگر كه ، ناملايم را لطيف و ليّن گرداند . و اين اشارت « 16 » است به آنكه حكماء گفته‌اند ، در اصلاح « 17 » قوّت شهوانى و به قوّت غضبى و اصلاح غضبى به شهوانى ، و آن چنان باشد كه تفكر كند در « 18 » أحوال آنكه ، برو خشم گرفته\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - كه يك .  ( 2 ) - أصل انسى .  ( 3 ) - أصل نگيريد .  ( 4 ) - أصل شتر مرغ .  ( 5 ) - بگريزد .  ( 6 ) - شبيهى .  ( 7 ) - اشاره .  ( 8 ) - أصل نكرده .  ( 9 ) - جوف .  ( 10 ) - در اطفا .  ( 11 ) - اشاره .  ( 12 ) - أصل كه .  ( 13 ) - أو .  ( 14 ) - أصل مار كه استخوان را تربيتى كند و تلطيف كند .  ( 15 ) - آدمي را .  ( 16 ) - اشاره .  ( 17 ) - اصطلاح .  ( 18 ) - أصل به . ","page_name":" 38 ","page_number":58},
  {"content":"\r\n\r\nباشد و منافع آن .\r\nپس با ياد آرد و شهوت « 1 » را بدان منافع بر گمارد تا أو را از ايذاء أو باز دارد .\r\nچه اگر أو را ايذاء كند ، آن منافع روا بود كه به وقت حاجت ، به دو ، از أو فوت شود . و اصلاح شهوانى « 2 » به غضبى آن باشد كه ننگ دارد از قضاى شهوت با خزى و فضيحت و ارتكاب معصيت و ذلّ و ضررها ، با سلامت و شرمسارى . پس قوّت شهوانى را بدين وجه اصلاح بوده « 3 » باشد به غضبى .\r\nخواجه آن سنگ كرم كرده را به غضب ، تشبيه كرده « 4 » و آن استخوان سخت كثيف « 5 » را به شهوات . لابد آن سنگ كرم كرده را مبرّدى و مسكّنى « 6 » بايد تا نفس را هيئت بد حاصل نيايد و استخوان سخت را به ملطّفى و مليّنى « 7 » يابد تا غذا شود « 8 » . و « 9 » همچنين شهوت را مصلحى « 10 » و مسددى بايد ، تا قوّت شهوت را استيلا نبود « 11 » و اگر خورندهء سنگ كرم را مبرّدى و مسكّنى « 12 » نباشد كه آن را به حدّ اعتدال باز آرد ، هلاك شود . و همچنين متغذّى به عظم صلب « 13 » و مقوّى نباشد كه اعتدال قوّت غضب و شهوت أو نگاه دارد ، قوّت عاملهء أو منفعل « 14 » شود ازين قوا و فايدهء انسانيّت از أو دور شود .\r\nپس خواجه اندرين « 15 » رمز بدين « 16 » اشارت كرده است و ديگر قوّت وهمى را ماننده كرده به آتش افروخته و انسان را بدان حيوان ، آتشى ، چه انسان تا در اين عالم بود ، از اين قوى مفارق نشود و اين قوى ازو مفارق نشود و قوّت وهمى به غايت برّنده « 17 » و باز دارنده است . از ادراك معقولات ، و\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - و شهوت بدان .  ( 2 ) - أصل شهواتى .  ( 3 ) - كرده .  ( 4 ) - كرد .  ( 5 ) - أصل كسيف .  ( 6 ) - أصل مشكين .  ( 7 ) - أصل لطيفى و لينى .  ( 8 ) - أصل مىشود .  ( 9 ) - « واو » ندارد .  ( 10 ) - أصل مصلى .  ( 11 ) - شود .  ( 12 ) - أصل مستكى .  ( 13 ) - بعظم صلب اگر آن را مصلحتى و مقوى .  ( 14 ) - أصل منقول .  ( 15 ) - أصل درين .  ( 16 ) - أصل رمز اشارت .  ( 17 ) - پرنده . ","page_name":" 39 ","page_number":59},
  {"content":"\r\n\r\nبدان ، لابد حاجت آيد . و چنان كه نور آتش ، جايى بود كه منفعت رساند و جائى بود كه مضرّت رساند حكم و هم جائى بود كه راست بود و جائى بود كه دروغ بود ، آنجا كه راست بود ، حكم كردن أو بود ، يك جسم در يك حال در دو مكان ، نتواند « 1 » بود . و آنجا كه دروغ بود ، آن بود كه حكم كند كه هر چه موجود بود ، بايد كه به جهت أو اشارت توان كرد ، و اجسام نامتناهى بود ، و اگر متناهى بود ، به فضاى محدود رسد كه آن فضاى محدود را نهايت نبود ، و خارج عالم بايد كه بود .\r\nپس خواجه مىگويد ، چون سما دل باش كه به اعتمادى تمام در آتش شود ، يعنى به وثوق تمام ، قوّت وهمى به كار دارد . و بدان كه ، ترا از آن چاره نيست ، و بدان كه جايى بود كه أو زيان بود و جايى بود كه أو معين و مؤيد بود ، و صادق .\r\nو گفت چون خفّاش باش كه به روز پيدا نيايد ، خواجه محسوسات را به روز ، ماننده كرد و حكما را كه محسوسات شناختن قناعت ننمايند و ورايى آن چيزى طلب كنند ، از معقولات و اعتقاد ندارند كه هر چه حس ، آن را به جوهر آن در دنيا رد ، فرض آن محال بود ، انسان را « 2 » ، به خفّاش ماننده كرد ، چه خفاش منزل متوسّط طلب كند ، ميان نور و ظلمت . و موحّد در توحيد ، متوسّط طلب كند ، ميان تعطيل و تشبيه ، احكام محسوسات « 3 » بر حق تعالى نراند « 4 » و نفى و تعطيل و نابودن خالق و صانع را ، اعتقاد نكند ، بلكه آنچه در معقولات ، حجّت و برهان اقتضاء كند ، آن اثبات ، و هر وقت كه مىداند كه حسّ و وهم ، در حسّ نيايد و عشق و خجل و وجل و شجاعت و جبن و غضب ، باز آنكه از علايق امور محسوسات ، در حسّ و وهم نيايد ، آنكه منزّه و مجرّد « 5 » بود از علايق محسوسات ، بايد كه در حسّ و\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - نخواهد .  ( 2 ) - أصل ايشان را .  ( 3 ) - أصل محسوس .  ( 4 ) - برآيد .  ( 5 ) - مجرّد و منزّه . ","page_name":" 40 ","page_number":60},
  {"content":"\r\n\r\nوهم « 1 » نيايد . پس به طريق محسوسات ، فريفته نشود و اعتقاد نكند ، كه هر چه محسوس نبود ، مثبت نبود « 2 » و نه نيز اعتقادها جمله براندازد ، و تصوّر « 3 » نكند كه حقّى كه واجب القبول است در ميان عقايد نيست « 4 » ، و هر كه در اثبات اعتقادى سخن گفته است ، همه سنگ در تاريكى انداخته‌اند ، كه يكى عالم را خالق و مبدعى نيست ، بلكه ميان اين هر دو ، متوسط اعتقادى طلب كند ، و از محسوسات است و نيّت كند كه به شناختن « 5 » بعضي از مجهولات كه معلوم نبود و مبدعى و صانعى ، عالم را اثبات كند منزّه از علايق حسّ و مقدّس از كثرت جهات مختلفه ، و چيزها كه اثبات آن ، أو را با اوصاف أو يار و مؤدّى بود كه به كثرت و رفع كمال و اين طريق را ، تشبيه كرد به طريق « 6 » خفّاش و چنان كه اين اعتقاد حقّ است . و بهترين عقايد است ، خفّاش را هم ، بهترين طيور خواند ، چه أو حدّ اوسط « 7 » دارد ، و در اسباب معاش و ظهور خويش . و خفّاش صورت طيور ندارد ، امّا ازو ، فايدهء طيور « 8 » حاصل مىآيد ، آدمي نيز بايد كه اگر چه صورت « 9 » فرشتگان ، ندارد ، به اخلاق فرشتگان متخلّق شود .\r\n\r\n\r\nمتن\r\n« قال الشّيخ : ويلكم اخوان الحقيقة أعنى « 10 » النّاس من يجترى على غده وافشلهم من قصد « 11 » عن امده . ويلكم اخوان الحقيقة لا عجب ان اجتنب ملك سوءا أو « 12 » ارتكب بهيمة قبيحا بل العجب عن البشر إذ استولى عن الشهوات . وقد ضيّع على\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - حسّ ووهم .  ( 2 ) - مثبت ونه .  ( 3 ) - كند .  ( 4 ) - هست .  ( 5 ) - استعانة كند بشناختن .  ( 6 ) - بطريق آن .  ( 7 ) - توسط .  ( 8 ) - آن .  ( 9 ) - سيرت .  ( 10 ) - اغنى  ( 11 ) - قصر .  ( 12 ) - سوأ وارتكب . ","page_name":" 41 ","page_number":61},
  {"content":"\r\n\r\nاستيشارها صورته أو بذل « 1 » الطّاعة . وقد نوّر بالعقل « 2 » جبلّته « 3 » ولعمر اللّه بذّ الملك بشر ثبّت عند مزاولة الشّهوة . فلم تزل قدمه عن موطئه « 4 » فيه وقصر عن البهيمة إنسيّ لم تف قواه بدرا شهوة ليستدعيه « 5 » . »\r\n\r\n\r\nترجمه\r\n« اى برادران حقيقت ، دليرترين كس آن بود ، كه در كار فردا ، دلير بود بددل‌تر كسى ، آن بود كه بازمانده بود از كمال خويش . اى برادران ، عجب نبود كه فرشته از زشتى پرهيزد و بهيمه ، ميان نيكويى و زشتى ، تميز نكند ، بلكه شگفت از آدمي بود اگر عاصى شود و نافرمانى كند ، شهوت را در أو قوّتها و دواعى درست « 6 » ، كه أو را باز آن كشد « 7 » و اگر فرمانبردارى كند و طريق اصلح بورزد « 8 » أو را قوّت عقليست كه أو را بدان « 9 » دعوت كند و بدان رغبت نمايد ، و حقيقت ماننده بود به فرشتهء آدمي كه قدم ثابت دارد در شهوت و در غضب و قدم أو از حدّ اعتدال به نجنبد ، و از بهايم و انعام باز پس بود به مرتبهء آدمي كه قوّت غضبى بود و شهوانى در أو استيلاء دارد بر قوّت عامله نفس . »\r\n\r\nشرح\r\nاين فصل روشن است ، و بدان فصلها كه ما از پيش شرح كرديم ، روشن‌تر شده است . خواجه اشاره كرده است بدان كه ، آدمي تواند بود كه به مرتبه فرشتگان بود ، در طاعت خداى تعالى و اخلاق نيكو داشتن . و تواند بود\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - بذل لها .  ( 2 ) - أصل بالحفل .  ( 3 ) - أصل حبلته .  ( 4 ) - موطيه .  ( 5 ) - يستدعيه .  ( 6 ) - درشت .  ( 7 ) - كششد .  ( 8 ) - برزد .  ( 9 ) - به آن . ","page_name":" 42 ","page_number":62},
  {"content":"\r\n\r\nكه از مرتبهء انعام بازپس‌تر بود . قال اللّه تعالى :  « أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ »  ( 7 / 180 ) امّا فرشته را قوّت شهوانى و غضبى نبود ، به استيلاء أو به مرتبه كمتر آيد . و بهائم را نفس ناطقه و قوّت عاقله و عامله نبود ، « 1 » تا بدان قوّت عاقله « 2 » ، نفس أو از مبادى منفعل شود . قوّت عامله أو بر ديگرى قوى ، مستولى باشد « 3 » ، تا بدان از مرتبهء خويش ، تا مرتبهء بلندتر رسد .\r\n\r\n\r\nمتن\r\nقال الشّيخ : وارجع إلى رأس الحديث . فأقول « 4 » برزت طائفة تقتنص « 5 » فنصبوا الجبايل ورتّبوا الشّرك وهبأوا الطّعم وتواروا\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - يا .  ( 2 ) - عامله .  ( 3 ) - يا .  ( 4 ) - عبارت داخل [ [ 
  ] 
  ] كه ترجمه خالص است تعلق به نسخه سپهسالار دارد .  ( 5 ) - در اين نسخه ( سپهسالار ) تا « تقتنص » بيش نيست .\r\n[ [ گروهى بيرون آمدند تا صيد كنند ، دامها بگسترانيدند . وطعامها بساختند وصيادان پنهان شدند ومن در ميان گروهى از مرغان بودم كه آواز دادند وما را بخواندند ما نعمت وآسايش ديديم وياران خويش را ديديم گمان بخير برديم وهيچ نهمت ما را از قصد بدان جايگاه باز نداشت وما شتاب نموديم در آمدن بدان جايگاه ناگاه در دام افتاديم وحلقها در گردن ما افتاد ودام در پاى ما آويخت ودر بالهاى ما محكم شد وهر چند حركت پيش كرديم تا رهايى يابيم سخت‌تر اندر دام افتاديم وكار بر ما سخت‌تر بود پس تسليم كرديم خود را بهلاك ومشغول شد هر يكى از ما بدان چه نصيب أو بود از اندوه غافل شد از رنج برادر خويش واقبال كريم جمله بر حيله جستن ورهائى يافتن تا آنكه فراموش كرديم صورتها وكار خويش را وانس گرفتيم بدام وقفص وانس گرفتيم . باز آن پس من نگاه كردم روزى از آن قفص گروهى را ديدم از مرغان كه پر وبال خويش از قفص بيرون كرده بودند ومىپريدند ودر پايهاى ايشان اثر حلقهء دام ظاهر بود وآن حركت واثر بدان حد بود كه ايشان را از پريدن با مىداشت ونه بدان اندكى بود كه حيوة وپريدن صافي ومهنّا بود . چون من اين گروه را بدين حال ديدم . مرا با ياد آمد آنچه من از حال خود فراموش كرده بودم وآنچه من بدان الفت گرفته بودم . بر من منقص ( عيش - ظ ) شد . پس خواستم گشاده شوم از بسيارى اندوه كه مرا ياد آمد . يا از سوز بميرم پس از قفص آواز دام كه ايشان را كه نزديك آئيد به من تا مرا دلالت كنيد بر حيلت رهائى جستن وراحت يافتن پس ايشان را با ياد آمد حيلتها ومكررهاى صيّادان از نداى من ايشان را جز گريختن از جايگاه من ودورى جستن از من هيچ نيفزود پس سوگند دادم بر ايشان به رسم قديم وصحبت ديرينه نگاه داشته از شوائب بغض ونفاق وبا ايشان عهد وپيمان كردم با ايشان مرا استوار داشتند وشكّ وشبهت از ايشان دور شد وأيمن شدند از مكرر صيادان ، پس نزديك من آمدند ومن ايشان را از أحوال ايشان بپرسيدم مرا گفتند كه اين رنج كه تراست ما هم بدين گرفتار بوديم ونوميد شديم از رهائى يافتن وبا بلا واندوه ورنج انس گرفتيم پس تدبير كرديم ورهائى جستيم ويافتيم وحلقهء دام از گردن ما بيفتاد وقفس بگشادند وما بيرون آمديم .\r\nمن گفتم مرا نيز رهائى دهيد . گفتند اگر ما بر رهائى دادن تو قادر بوديمى خود را در ابتدأ رهائى داديمى وطبيب بيمار شفا نتواند بود پس من جهد كردم وخود را از قفص بينداختم وبا ايشان بپريدم . مرا گفتند پيش تو بقعها است كه تو نجات نيابى واز بلا أيمن نشوى تا آن مسافت ميان تو وآن بقاع است قطع نكنى بر اثر ما بيا تا ترا نجاة دهيم وبراه راست ترا به مقصود رسانيم بس ما مىپريديم ميان دو كوه در واديهاى با آب وگياه وعمارت بسيار تا زين ميان بگذشتيم وبر سر كوه نخستين رسيدم پس هشت كوه بلند بگرديديم كه چشم غايت آن را دمى نمىيافت بعضي از اين همراهان گفتند كه هيچ امنى نيست الّا كه ما بشتابيم از اين كوهها بگذريم پس شتاب نمودم كه رنج كشيديم تا از شش كوه بگذشتيم به پريدن چون به هفتم رسيديم وقصد آن كرديم كه به أصل آن رسيم بعضي گفتند كه هيچ تواند بود كه ما يك چندى بياساييم كه ما را در اين سفر رنجهاى بسيار رسيد وميان ما وميان دشمنان ما راههاى دور است چه آهستگى كردن در طلب نجاة بهتر بود از شتاب نمودن كه آن شتاب از مقصود باز دارد . پس در سر كوه يك ساعت مقام كرديم آنجا بوستانها تازه وآراسته ديديم وآبادان . وبا درخت بسيار وجويهاى روان كه خواست كه عقل ما متحيّر شود از بهاء وزيبائى آن . وآنجا چندان درنگ كرديم كه بياسوديم . بعضي گفتند كه بشتابيد كه هيچ امن نيست چون احتياط وهيچ حصن نيست منيع‌تر از حزم وبد گمانى مقام در اين بقعت بسيار شد ودشمنان بر اثر مىآيند بيائيد تا از اين بقعت برويم چون بكوه هشتم رسيديم كوهى ديديم بغايت بلندى وطيور بودند آن كوه را كه ما هرگز از ايشان لطيف‌تر وخوش‌آوازتر ونيكوصورت‌تر وپاكيزه‌تر نديده بوديم واز ايشان چندان آبادي ولطف ديديم كه شرح وبيان آن بذكر نتوان كرد چون ميان ما وايشان انبساط حاصل آمد ما آن حقيقت حال را با ايشان بگفتيم ايشان ما را غمگسار كردند وبدان رنج ما تأسّف خوردند . وگفتند وراء اين كوه شهريست كه پادشاه آنجا نشيند وهر مظلوم كه حاجت خويش به دو بردارد وبرو توكّل كند انصاف بيابد پس ما با اين اشاره قصد شهر ملك كرديم وبدرگاه أو بايستاديم منتظر آنكه فرمان در رسد به دستوري دادن آيندگان پيش أو .\r\nپس فرمان فرو آمد ما را بر قصر پادشاه بردند ما صحنى ديديم كه صفت فراخاى آن نتواند كرد ، چون از آن درگذشتيم وحجاب برداشت صحنى ديگر ديديم كه از نيكويى ، آن أول را فراموش شد . وآن را خود دانستيم . چون به حجرهء پادشاه رسيديم وجمال وجلال پادشاه بر ما تافت مدهوش شديم وبه حالتي رسيديم كه قدرت آن نداشتيم كه به دو شكايت كنيم الّا كه أو بر سرّ ما مطلع شد وبه لطف خويش آرام وثبات را با ما داد . پس ما دلير شديم بر سخن گفتن با أو . وآن قصّهء خويش پيش أو عبارت كرديم پس گفت قادر نبود بر حلّ دام مگر آن كس كه بسته باشد ومن بايشان رسول فرستم كه ايشان را تكليف كند خشنود گردانيدن شما ودور گردانيدن بدى از شما بازگرديد شاد وبكام دل . پس ما در راه بازگشتيم با رسولان وبرادران من مرا مطالبت مىكردند كه حكايت بهاء وجلال پادشاه ما را برگو ، ومن وصفى موجز مىگفتم بدان مقدار كه مىتوانستم كه أو پادشاهى است كه هرگاه كه تصوّر كنى ، جمال بىفتح وكمالى بىنقص آن تمامى جز أو را نباشد هر جمال وكمال حقيقي كه هست أو راست وهر نقصى كه باشد حقيقي ومجازى أو ، در اوست .\r\nأو را از حسن روى واز جود وسخا است أو را هر كه خدمت كند سعادت تمام بيابد وهر كه از أو دور شود خاكسار شود در دنيا وآخرت . وبسيار دوستان بودند كه قصّهء من نشنيدند . مرا گفتند مگر عقلت بشوليده شده است يا نوعي امراض سوداوى ترا رنجور كرده است . وتو نپريده‌اى كه عقلت پريده است وترا صيد كرده‌اند . آدمي چگونه پرد ومرغ چگونه سخن گويد . مگر مرا بر مزاج تو مستولى شده است وبدماغ يبوست ترا مطبوخ افتيمون بايد خورد وبگرمابه شدن وآب فاتر حوس نگاه داشتن وعادت بايد كرد نيلوفر بوئيدن وغذا موافق خوردن واز بيدارى وبيخوابى دورى جستن كه ما ترا در ايّام گذشته خردمند ديديم وخداى داند كه ما از جهت تو سخت رنجوريم اين وأمثال آن بسيار گويند واين اثر كه كند وبدترين سخنى آن بود كه ضايع شود واستغاثت به خداى تعالى است وتوكل بر وى . 
  ] 
  ] ","page_name":" 43 ","page_number":63},
  {"content":"\r\n\r\nفي الحشيش وانّا في سربة طير إذ لحظونا فصفروا مستدعين بنا فحسّسنا بخصب وأصحاب ما يخالج في صدورنا ريبه ولا زعزعتنا عن قصدنا تهمة فابتدرنا إليهم مقبلين وسقطنا حلال الجبايل أجمعين . فإذا الخلق ينضم على أعناقها\r\nو \r\n","description":"","footnote":"","page_name":" 44 ","page_number":64},
  {"content":"\r\n\r\nالشّرك يتشبّث باجنحتنا والجبايل يتعلّق بارجلنا إلى الحركة فما رادتنا الا نعسيرا فاستسلمنا للهلاك وشغل كلّ واحد منّا ما خصّه من الاهتمام لأخيه . واقبلنا نتبين الحيل في سبل التخلص حتّى السنتنا صورة أمرنا واستأنسنا بالشّرك\r\nو \r\n","description":"","footnote":"","page_name":" 45 ","page_number":65},
  {"content":"\r\n\r\nاطمأنّنا إلى الأقفاص فاطّلعت على ذات يوم من خلال الشبك فلحظت رفقة من الطّير أخرجت رءوسها وأجنحتها عن الشرك وبرزت عن اقفاصها تطيّر وفي ارجلها بقايا الحبائل لا هي تئودها فتعصبها النّجاة . ولا بينهما فتصفوا لها الحياة فذكرتني ما كنت أنسيته ونغّصت على ما ألفته فكدت أنحلّ تأسفّا أو تنل روحي تلهّفا فنادينهم من وراء القفص . ان اقربوا\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":66},
  {"content":"\r\n\r\nمنّى فاطلقونى على جبلة الرّاحة . فقد اعييتنى فتذكّروا خدع المقنصين فما زادوا الّا نفارا فناشدتهم بالخلّة القديمة والصّحبة المصونة والعهد المحفوظ ما احلّ لقلوبهم الثقة ونفى عن صدورهم الرّيبة فوافونى حاضرين فسألتهم عن حالهم فذكروا انّهم ابتلوا بما ابتليت به فاستيأسوا واستأنسوا بالبلدي فعالجونى فنجيت الجبالة عن رقبتي والشّرك عن اجنحتى وفتح لي باب القفص وقيل لي استغنم النجاة فطالبتهم بتخليص رجلي عن الحلفة . فقالوا لو قدرنا عليها لابتدرنا اوّلا وخلّصنا أرجلنا وانّى يشفيك العليل فنهضت من وراء القفص اطير فقيل لي انّ امامك بقاعا لن تأمن المحذور الّا ان يأتي عليها قطعا فاقتف آثارنا ننج بك . ونهدك إلى سواء السّبيل فيساوى بنا الطيران بين صدقي جبل الآله في واد معشب خصيب بل مجذب خريب حتى يحلف عنا جنابه وجرّنا جيرته فوافينا هامة الجبل فإذا امامنا ثمان شواهق تنبو عن قللها اللواحظ . فقال بعضنا لبعض ؛ سارعوا فإنا لا نأمن الّا بعد ان نجوزها ناجين فتعافنا الشّذ حتّى أتينا على ستّ من شوامخها وانتهينا إلى السّابع فلما تغلغلنا نجومه . قال بعضنا لبعض : هدلكم في الجمام فقد اوهننا النّصب وبيننا وبين أعداء مسافت قاصية فرأينا ان يحص للحمام من أبداننا نصيبا فانّ الشّرود على الرّاحة اهدى إلى النّجاة من الانبتات فوقّفنا على قلّته فإذا جنان الارجاء عامرة الأقطار مثمرة الأشجار جارية الأنهار يروى بصرك نعيمها بصور تكاد لبهائها تدهش العقول وتبهت الألباب ويشمعك اغانى منتجيه والحانا مطربة وتشمّك روايح لا يدانيها المسك السّرى ولا الغير\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":67},
  {"content":"\r\n\r\nالطّرى فاجتنينا من ثمارها وشربنا من أنهارها ومكثنا به رثيما اطرحنا الاعياء .\r\nوقال بعضنا لبعض سارعوا فلا مخدمة كالأمن ولا منجاة كالاحتياط ولا حصن امنع من إساءة الظّنون وقد امتدّ بنا المقام بهذه التّبعة على شفا غفله ووراءنا أعدائنا يفتقون اقدامنا ويتفقّدون مقامنا مهلّموا نبرح ونهجر هذه البقعة . وان طالب الثّواء بها فلا طيب كالسّلامة واجمعنا على الرّحلة وانفصلنا عن الناهية ونزولنا بالثّامن فإذا شامخ خاصّ رأسه في عنان السّماء سكن جوانبه طيور لم الق أعذب ألحانا وأحسن ألوانا واظرف صور أو أطيب عشيرة منها فلمّا حللنا في جوارها عرفنا من احسائها وتلطفها وايناسها أيادي لن نقي بقضاء أهونها ولمّا تقرّر بيننا وبينها الانبساط اوقفناها على ما لم ينافا ظهرت المساهمة في الاهتمام وذكرت أن وراء هذه الجبل مدينة يتبوؤها الملك الأعظم واى مظلوم استعدى به وتوكّل عليه كفّ عنه الضّرّاء بقوته ومعونته فاطمأننا إلى اشارتها وتيمّمنا مدينة الملك حتّى حللنا بفنائها منتظرين لاذنه فخرجت الامر باذن الواردين وأدخلنا قطره فإذا نحن تصحن لا يتضمّن وصف رحبه فلمّا عبرناه رفع لنا الحجاب عن صحن فسيح مشرق استضقنا لديه الاوّل بل استصغرناه حتّى وصلنا إلى حجرة الملك . فلمّا رفع لنا الحجاب ولحظ الملك في جهالة فقلنا غلقت به افئدتنا ودهشنا عاقنا عن الشّكوى فوقف على ما غشينا فردّ علينا الثّبات بتلطّفه حتّى اجترانا على مكالمة وعبّرنا بين يديه عن فقتنا . فقال لا نقدر على حلّ الحبائل عن أرجلكم الا عاقدوها وانّى منفذ إليهم\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":68},
  {"content":"\r\n\r\nرسولا يسومهم رضاكم وإماطة السّوء عنكم فانصرفوا مغبوطين وهودا نحن في الطريق مع الرّسل . واخوانى متشبثون بي يطلبون منّى حكاية بهاء الملك ، بين أيديهم وساصف وصفا موجزا وافرا فأقول وكم من أخ . »\r\n\r\n\r\nترجمه\r\nما صحبتى ديديم كه صفت فراخاى و خوشى آن ، نتوان كرد ، چون درگذشتيم و حجاب برداشت ، صحنى ديگر ديديم كه از نيكويى اوّل ما را فراموش شد و آن را خورد دانستيم ، چون به حجرهء پادشاه رسيديم و جمال و جلال پادشاه بر ما تافت ، مدهوش شديم و به حالتي رسيديم كه قدرت آن نداشتيم كه به دو شكايت كنيم الّا كه أو بر سرّ ما مطّلع شد . و به لطف خويش ، آرام و ثبات با ما داد . پس ما دلير شديم بر سخن گفتن با أو آن قصّهء خويش پيش أو عبارت كرديم ، پس گفتيم ، قادر نبود بر حلّ دام ، مگر آن كس كه بسته باشد و من به ايشان رسول فرستم ، كه ايشان را تكليف كند خشنود گردانيدن شما و دور گردانيدن شما و دور گردانيدن بدى از شما بازگردند ، شاد و به كام دل .\r\nپس ما در راه بازگشتيم با رسولان و برادران من مرا مطالبت مىكردند كه حكايت بهاء و جلال پادشاه ما را بر گويى . و من وصفى موجز مىكنم ، بدان مقدار كه مىتوانستم كه أو پادشاه است كه هر گاه كه تصوّر كنى ، جمال بىقبيح و كمال بىنقص آن ، تمامى مر أو را نباشد ، هر جمال و كمال حقيقي كه هست ، أو راست و هر نقص كه باشد ، حقيقي و مجازى ، ازو دور است ، أو را از حسن ، روى است و\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":69},
  {"content":"\r\n\r\nاز جود ، دستيست كه هر كه أو را خدمت كند ، سعادت تمام بيابد ، و هر كه ازو دور شود ، خاكسار شود ، در دنيا و آخرت . و بسيار دوستان بودند كه قصّهء من نشنيدند و مرا گفتند : مگر عقلت بشوليده شده است ؟ يا نوعي امراض سوء اوى ترا رنجور كرده است ؟ و تو نپريده‌اى ، كه عقل تو پريده است . و ترا صيد نكرده‌اند ، كه عقل ترا صيد كرده‌اند . آدمي چگونه پرد ؟ و مرغ چگونه سخن گويد ؟ مگر مرار بر مزاج تو مستولى شده است و به دماغ تو پيوسته است ؟ ترا مطبوخ افتيمون بايد خورد و به گرمابه شدن و آب فاتر خوش به كار داشتن و عادت بايد كرد .\r\nنيلوفر بوئيدن و غذاى موافق خوردن و از بيدارى و بيخوابى دورى جستن كه ما ترا در ايّام گذشته ، خردمند ديديم . و خداى داند كه از جهت تو سخت رنجوريم . اين و أمثال اين بسيار گويند . و اين اثر كم كند و بدترين شخص آن بود كه ضايع شود و استعانت به خداى تعالى است و توكّل برو . »\r\n\r\nشرح\r\nبدان كه مزاجى حادث شود و بر وفق آن مزاج از بارى تعالى بواسطهء نفس ملايم ، آن مزاج حادث شود ، در طرف نقصان ، اعتدال مزاج نباتى و نفس نباتى بود و متوسّط ، اعتدال مزاج حيوانى و كامل‌تر « 1 » اعتدال مزاج انسان ، و از حق تعالى ، نفس بدان پيوندد ، و از نفس حادث شود أو را پيش از بدن ، وجود نباشد ، بلكه به با حدوث « 2 » بدنى حادث شود ، حدوث مع المادّة\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل كامله .  ( 2 ) - أصل به احداث . ","page_name":" 50 ","page_number":70},
  {"content":"\r\n\r\nباشد و در بدن ، حالّ نبود و اين نفس متجزّى نبود . چنان كه در « كتاب النّفس » بيان كرده باشند . و اين نفس را چنان كه گفتيم ، دو قوّت باشد ، يكى فاعله در امور بدنى ، و يكى منفعله از مفارقات كه از آن فيض ستاند « 1 » و ملايم أو آن فيض ، ستدن باشد از مفارقات ، به تصوّر معقولات . و ناچار نفس را با بدن « 2 » ، صحبتى « 3 » مىبود آن قوّت عاملهء أو ، تدبير بدن مىكند . و موافق نفس ، آن معقولات باشد كه گفتيم . و بدن و امور بدنى أو را چون دامى و حلقهء باشد . و اين نفس را به مرغ تشبيه كرد و پريدن را تشبيه كرد به طلب كردن و اكتساب كردن معقولات ، و حاصل آمدن . آن مطالب را خواجه تشبيه كرد به صيد كردن مرغ مر صيدى ديگر را . و آنكه گفت : نمىتوانستند آن را پريدن از اثر دام بىرنج . و ايشان را اثرى بود كه از پريدن باز مىداشت و به كمال پريدن نمىرسيدند حال نفس است كه تا در بدن همىبود « 4 » ، بكلّى « 5 » محجوب بود از تصوّر معقولات و نه به غايت آن تواند رسيدن تا تعلّق أو به بدن باشد و نفس ، چون به يك قوّت تدبير امور بدنى كند أو را با بدن ، علايق و الفت « 6 » و غير آن پيدا شود . و بود چون قوّت شهوانى و غضبى برو مستولى شود مدار « 7 » انقياد اين قوّت عامله ، مرين قوّت شهوانى و غضبى را اوّل پيدا شود . و مادام تا پيش ماندن مىبود اين قوّت عاملهء نفسى با اين قوّت شهوانى و غضبى درمانده بود ، [ چنان كه مرغى در دام افتاده باشد . يا قفص و حلقهء دام درمانده بود . « 8 » 
  ]\r\nو ابتدأ كه نفس با بدن صحبتى « 9 » كند ، به غايت ساده باشد ، و آنكه أحوال و احكام بر موجب تزايد و ترادف استعداد متواتر مىشود . و اگر اين\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل استاند .  ( 2 ) - أصل با نفس ما بدن .  ( 3 ) - صحّت  ( 4 ) - مىبود .  ( 5 ) - أصل كلّى  ( 6 ) - أصل الفتى  ( 7 ) - أصل هيهات بد از .  ( 8 ) - عبارت داخل [ 
  ] در نسخه سپهسالار نيامده است .  ( 9 ) - صحبت . ","page_name":" 51 ","page_number":71},
  {"content":"\r\n\r\nوقت كه استعداد أو « 1 » ظاهر شود ، مستعد خواهد ، تا أو ازين چيزها كه أو از آن رنجور است از قوى و امور بدنى ، نجات يابد ، يا نفس با بدن صحبت دارد نتواند جز آنكه مقهور مىدارد ، و اين قوّت عامله نفسى را قاهره و غالبه « 2 » ، و به ديگر قوّت از مفارق ، فيض مىستاند ، تدبيرى ديگر نبود « 3 » أو را و هرگز در اين ، جز تدبير خويشتن ، نتواند كرد . و كس را كه پيداتر باشد ، بايد كه أو را ازين نجات باشد . و نتواند بود ، الّا به وقتى معلوم و آن ، آن وقت بود كه قوّت غاذيه عاجز شود ، بعد از قوّت مولّده و ناميه و تا اسباب اجل ظاهر به وجوه « 4 » و بدان كه « 5 » نفوس ناطقه « 6 » منقسم شود در قوّت عالمه « 7 » و در قوّت عامله يكى بود كه قوّت عاقلهء أو تصوّر « 8 » معقولات راست كرده باشد . و قوّت عاملهء أو مستولى بوده باشد . بر قوى بدنى أو و اين مرتبهء انبياء و اولياء و صديقان و حكماى با ديانت باشد . و نفس باشد كه قوّت عامله « 9 » أو ، تصوّر معقولات نكرده باشد از قصور استعداد يا غير آن . و قوّت علامهء « 10 » أو هم ، معطّل بوده باشد ، از أو ، نه فعل و استيلا حاصل آمده باشد ، و نه انفعال . و اين مرتبهء اطفال و بعضي از ابلهان و مجانين باشد . و يقين « 11 » باشد كه قوّت عاملهء « 12 » أو تصوّر معقولات نكرده باشد ، امّا قوّت عامله « 13 » أو تصوّر « 14 » ملكه فاضله و خلق نيكو ، أو را حاصل كرده ، و اين مرتبهء پارسايان « 15 » و نيك مردان باشد . و نفسى باشد كه قوّت عاقلهء أو تصوّر معقولات نكرده باشد ، بلكه تصوّر چيزهاى ناراست كرده باشد . و أو را هيئات جهل مركّب ، حاصل باشد .\r\nو اعتقاد فاسد دارد ، و اخلاق نيكو دارد . و اين حال هالكان باشد و\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - « أو » ندارد .  ( 2 ) - أصل قالبه .  ( 3 ) - شود .  ( 4 ) - بوجوه معلوم .  ( 5 ) - أحوال .  ( 6 ) - أصل نفس .  ( 7 ) - عائله .  ( 8 ) - مصوّر  ( 9 ) - عائله .  ( 10 ) - عائله .  ( 11 ) - نفسى .  ( 12 ) - عائله .  ( 13 ) - عائله .  ( 14 ) - « تصوّر » نيامده است .  ( 15 ) - پارسا آن . ","page_name":" 52 ","page_number":72},
  {"content":"\r\n\r\nكسانى كه ايشان را بعد از مرگ ، عذاب آخرت باشد . و اگر با اين اعتقاد فاسد ، اخلاق بد دارد حال بعد از مرگ بدترين ، حالها باشد . و نفسى باشد كه مشتاق بود به تحصيل كمال ، و اخلاق نيكو دارد الّا كه تقصير كند و بر آن شوق و نياز مفارقت بدن كند ، حال أو بد بود و أو را نوعي از عذاب آخرت بود ، بعد از مفارقت . و اگر با اين شوق اخلاق بد دارد ، حال أو بتر بود كه بعضي از معقولات تصوّر كرده باشند و استعداد آن يافته كه بعد از مرگ اكمالى أو را تواند بود . امّا اخلاق بد دارد . و « 1 » اين كس را لابد بعد از مفارقت با اين « 2 » هيئات اخلاق بد و وسخ و ضرر آن زايل شود و نوعي از عقوبت بود و اين ، جز بر طريق حكايت و بيان نمىتواند گفت الّا در كتب مبسوط و از سخنان خواجه أبو على و خواجه أبو نصر « 3 » برين دليل است .\r\nپس آنچه خواجه اشارت كرد بدان از نماندن اين حلقه و دام و بقاء آن جراحت ، عبارت ازين است در آن جهان . امّا درين جهان اين علايق نفس است و پريدن و قصد كردن ، به كوهها ، شناخت علم هيئت و افلاك باشد و كوهها عبارت از آسمانها است . و آسمان هفتم هشتم را مىخواهد ، چه هفتم هشتم اوّل بود و طيور آن كوهها عبارت از نفوس « 4 » انسان است و آن كثرت و زينت و نزهتگاه در آسمان هشتم ، به نزديك قومى از فلك ثوابت و بروج از آن كواكب است « 5 » و بدان مرغان ، استاد آن صناعت را خواست ، كه راه نمايندگان ، بدين علومند و آنكه گفت : امن نيافتيم بدين كوهها ، به تمامى آن است كه سعادت كلّى در شناختن علم هيئت و رياضى نيست . و آن آثار جراحت كه ازين هيئات بد حاصل آمده باشد بدين استعداد ، برنخيزد و كمترين بايد كه مفارقات را بشناسد « 6 » . و تصوّر حقايق كند تصوّرى راست و\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - « واو » مذكور نيست .  ( 2 ) - أصل تا اين .  ( 3 ) - أصل خواجه نصر .  ( 4 ) - ايشان  ( 5 ) - أصل كواكب و .  ( 6 ) - بشناسد . ","page_name":" 53 ","page_number":73},
  {"content":"\r\n\r\nنظام « 1 » كلّى در عالم بداند ، و غايت را تصوّر كند و آنچه لايق اين بود .\r\nپس اين عبارت و اين رموز از اين معانيست و روشنست و آن قضاى و رأى افلاك كه از آن عبارت مىكند ، عقل اوّل است كه اوّل مبدعات است ، و آن مبدع اوّل شريفتر و بهىتر عقولست . و آن طيور ديگر كه از آن كوه عبارت مىكند نفوس مفارقند كه ياد كرديم . و اين فرود اين كوهها ، عبارتست از شناختن [ علم طبيعى كه آن را علم اسفل خوانند . و سفر كردن در آن كوهها عبارتست از شناختن « 2 » 
  ] علم رياضى كه آن را علم اوسط خوانند .\r\nو باقى عبارتست از علم اعلى ، و آنچه در مقدّمات اين رسالت ، از علم اخلاق و غير آن هست همه ، طريق است به يافتن اين درجه و اين مقام . و ديوانه داند صاحب واقعه را ، كسى كه از حقايق دور باشد و زيركى خويش در آن كار داند .\r\nو ترا ببايد دانست بر سبيل حكايت كه حدّ وسطى و آنچه جارى مجراى أو بود ، تحصيل آن به انديشه و اكتساب آن ، نه چنان باشد كه معلوم المكان و الطّريق بود ، آن را اكتساب و تحصيل كند ، بلكه طريق اين ، آن بود كه آدمي تا چه در آن افتد و تعليمى كه در اكتساب قياسات دهند ، آن تعليم بود ، به اين دام كه چگونه سازند و بر كدام موضع سازند ، كه زودتر صيدى در وى افتد .\r\nو نسبت با تحصيل حدود وسطى نسبت تضرّع و ابتهال و دعا بود ، به اجابت « 3 » ، و بود كه حدود وسطى از فيض الهى آيد و بود كه بىاستعمال و تقليب فكر آيد و بود كه ناگاه مرد بدان باز خورد ، بىآنكه بهر دو طرف التفات كند و هر چند كه سفر مرد را ارتقاع « 4 » خيال كمتر بود و صيد حدود وسطى ، بدام فكر كمتر بود و بر عكس و اين عوايق كه ازين باز دارد سبب\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - نظامى .  ( 2 ) - عبارت داخل [ 
  ] مذكور نيست .  ( 3 ) - نه اجابت .  ( 4 ) - أصل از بقاع . ","page_name":" 54 ","page_number":74},
  {"content":"\r\n\r\nالّا بدن و امور آن نبود ، و چون طرفى از استعداد حاصل بود ، و علايق نو خيزد و بعد از مفارقت بغايت انسانى « 1 » ، آشنايى حاصل شود و أو را ضربى از آن لذّت به حاصل آيد كه اندك و آميخته بود چون اين معانى ، چنان كه بايد كسى تصوّر كند اين حكايت خواجه از عقل دور نشناسد كه اين حكايت مبنى است از كمال احاطت أو بدين علوم و اين ظاهرتر از آنست كه به شرح حاجت آيد و أو مؤيد من عند اللّه بود . و پيش ازين ياد كرديم كه در هر علمى مثل اين كس ، چند كس بود و چون تفاصيل اين رموز « 2 » ياد كرده شد ، محصّل اين مفصّل آن تواند كه بدين « 3 » دام و قيد علايقى مىخواهد كه نفس را بود با بدن . و چون « 4 » حلقه و دام بود و نفس را از آن علايق از روى حقيقت رنجى بود ، اگر چه در اكتساب اوايل معقولات بدان حاجتمند است ، امّا علايق نفس از ادراك حقايق معقولات وى است ، و هر كه بدين عايق قانع شود و با آن الفت گيرد ، چون مرغى بود « 5 » كه با دام الفت گيرد و از مرغها كه از اين دامها رهائى جسته باشند و اثر اين دام بر ايشان ظاهر شود « 6 » و رهايى يافتن ايشان نه چنان بود كه آسايش و كمالى و راحتى « 7 » بود ، عبارتست از استادانى و حكيمانى كه ايشان جهد كنند و ازين امور بدنى دورى جويند و در اكتساب آنچه بايد ، جهد كنند .\r\nو گفت : من چون « 8 » اين گروه را ديدم « 9 » ، مرا ياد آمد آنچه فراموش كرده بودم ، يعنى مرا شوقى حاصل آمد به تحصيل كمال . و ندانستم كه آنچه من با آن الفت گرفته‌ام و بال و رنج من است ، بر من منغص شد ، آنچه من با آن الفت گرفته بودم . پس مثل اين حالت كه ايشان را بود ، مرا آرزو كرد ، تا خواستم كه بميرم از شوق ، پس از قفص آواز دادم كه نزديك من\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل نعلين .  ( 2 ) - امور .  ( 3 ) - بد اين .  ( 4 ) - اين .  ( 5 ) - أصل مرغى كه .  ( 6 ) - بود .  ( 7 ) - أصل راضى .  ( 8 ) - چون من .  ( 9 ) - بديدم . ","page_name":" 55 ","page_number":75},
  {"content":"\r\n\r\nآيند ، ايشان از من دورى جستند . اين عبارتست از آنكه « 1 » استادان و ياران ، به مجرّد آرزومندى ، كسى را به علم راه ندهند ، تا آن وقت كه اخلاق و عادات ، أو را ممارست كنند ، چه بر نااهل ، ضنّت كردن ، شرط بود و جزم . و جزم گفت ، چون سوگند بديشان دادم و ايشان را أيمن كردم ، به نزديك من آمدند ، يعنى كه مرا راه دادند . بدان كه من از ايشان ، بعضي از مقصود خويش ، حاصل كنم ، و ترا ببايد دانست كه محصّل علم را « 2 » ، شرطها بايد ، چنان كه خواجه گفت ، بايد كه نيك فهم و راست تصور بود و حافظ باشد و صبور ، بر رنج كشيدن و به طبع محبّ راستى و أهل راستى بود و لجوج و سركش نباشد در هواى خويش و به طبع ، بر وى آسان بود ، منقاد حقّ شدن و امور شهوانى ، به نزديك وى ، پس قدرى ندارد ، و بزرگ همّت بود و زود انقياد پذيرد حق را ، و خير را و دشوار انقيادپذير شرّ را و بر شريعت حق ، تربيت يافته باشد ، و اركان و وظايف شريعت ، به جاى آرد و اخلاق خويش ، به شرع ، آراسته گرداند ، دروغ و فحش نگويد ، خلاف آنچه در دل دارد ، به دوستان و ياران ننمايد ، لا جرم ، چون بدين صفات ، موصوف باشد ، حكيمى باشد ، نه بر طريق زور و نه حكيمى نبهره بود . و آنچه خواجه گفت ايشان را پرسيدم و أحوال خويش ايشان را بگفتم : گفتند « 3 » ما را همين نيست ، ظاهر شد ، بدين معنى كه ايشان را « 4 » نيز هم بدين علايق بدن ، مبتلا بوده باشند و آنچه گفتند ، تدبير رهايى جستيم ، يعنى تحصيل علم كرديم . و آنچه كمال ما در ، آن بود و به قدر استعداد ، حاصل كرديم . و ما را كلّى وقوف افتاد بر آن جهت كه نفس ما را به سوى مفارقاتست ، و خود را مستعدّ قبول فيض كرديم ، و بتوانيم « 5 » شما را از بدن نجات دادن ، و آن وادى كه فرود فلك اوّل\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل آن .  ( 2 ) - أصل علم .  ( 3 ) - أصل گفتن .  ( 4 ) - ايشان .  ( 5 ) - أصل نتوانيم . ","page_name":" 56 ","page_number":76},
  {"content":"\r\n\r\nاست ، عبارت از علم طبيعى است و خلاف كرده‌اند متقدّمان ، تا كدام علم ، اولاتر بود كه اوّل خوانند . معلّم اوّل گويد : كه علم اخلاق بايد خواند . آنگه ميزان يعنى علم منطق ، آنگه طبيعى ، آنگه رياضى ، آنگه علم الهى .\r\nخواجه هم بدين اشارت كرد ، و اوّل علم اخلاق ، ديگر علم رهايى جستن و كيفيت رسيدن از مجهولى به معلومى . و طريق راست ، و شناختن كيفيّت اين انتقال . و ديگر اشارتست به شناختن علم طبيعى ، چنان كه گفتيم ، و چون علم رياضى از ماده منزّه و مبرّاست ، اگر چه أو را ماديّى معيّن بايد ، شناخت از نفس ، از علايق محسوسات و متخيّلات و علايق موادّ ، مجرّد نگرداند ، لابد ازين كوهها ، يعنى از علم افلاك دانستن ، ببايد گذشت ، چون اين شفا و علاج اين بيمارى نيست . و آنچه گفت : چون بر سر كوه رسيديم بايستاديم تا بياساييم . عبارتست از آنكه ، در تعليم و تحصيل اين علوم ، شتاب و تعجيل نمودن تواند بود . امّا در علم الهى نتواند بود ، و شتاب نمودن در آن سود ندارد كه آن بيشتر به فضل « 1 » الهى تعلّق دارد ، چنان كه تفصيل آن ، ياد كرديم . و آن كار به آهستگى و خود را قليلا قليلا مستعدّ آن فيض گردانيدن ، راست شود ، تا آنچه از آن مطلوب بود ، به قدر استعداد ، حاصل آيد . و آن ديگر ، صحن و قضا عبارتست از شناختن مفارقات . و طيور آن كوهها ، عبارتست از نفوس ناطقه و ديگر نفس انسان ، كه هر فلكى را دو نفس است ، يكى نسبت أو بدان فلك ، چون نسبت نفس ناطقه بود به ما . و يكى چون نفس حيوانى به ما . و آنكه گفت « 2 » چون آنجا رسيديم ، منتظر اذن بوديم ، يعنى منتظر فيض بوديم . چنان كه ياد كرديم . و امّا حديث جلال و بهاء پادشاه ، آنست كه بدانى كه به ادراك ذات احدى ، هيچ طريق نيست و غاية السبيل إليها الاستبصار بأن السبيل إليها . و نه چنان است كه از جهت\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - تفضل .  ( 2 ) - أصل آنكه چون . ","page_name":" 57 ","page_number":77},
  {"content":"\r\n\r\nمجالبت « 1 » ، بلكه از جهت انكشاف اوست ، چون آفتاب كه هر چند ظاهرتر بود از نگرنده ، به دو مستور بود .\r\nو ترا ببايد دانست كه چون حق تعالى را وجودى بود كه مثل آن وجود ترا نبود كه بدان اعتبار كنى مر آن را ، چنان كه بايد نتوانى دانستن . و در شاهد ، هيچ ذات نيست كه وجود ماهيت اوست . پس هر كه وجود أو عين ماهيّت بود ، مردم اين حقيقت چنان كه بايد « 2 » ، نتواند دانست . پس از أو ، جز به گمان محض و جبروت محض و جلال محض ، عبارت نتوان كرد ، بر آن وجه كه خواجه گفته است ، امّا حسّ وجود عبارتست « 3 » از چيزى كامل محض كه به فيض عنه الخير و از اين است كه اين سخن را در كتب مبسوط دراز ، شرح توان كرد . و اين مقدار كه من شرح گفتم ، اميدوارم كه مطابق و موافق أصل بود ، چه من ، خود را اين پايگاه ندانستم كه مرا آن قدرت بود كه ملايم اين رموز ، شرحى گويم همه از آنچه در كتب و سخنان اين خواجه ، فايده گرفته بود ، بنوشتم ، بر موجب اشارت « 4 » بزرگان . و اين جمع ، از اقسام بيرون نيست ، يا سخنى باشد راست « 5 » و شخصى مطابق توفيق ايزد بود كه موافقت كرده باشد . مثل اين غريب بود و اگر سخن با شرح رموز نيست كه خواجه بدين رموز ، چيز ديگر خواسته است بدين سخن راست ، دوستان منفعت گيرند . و مرا بدان شرح و رموز نارسيدن ، معذور دارند . و اگر سخن من نه راست بود ، و شرح نه ملايم ، هم از قصور و نقصان من غريب نبود . هر كه از دوستان بهتر ازين تواند ، من مستفيد باشم آن را انشاء اللّه تعالى .\r\nاين فصول بر طريق ايجاز و اختصار است برون آمد مرغى ، تا صيد كند نفس را ، خواست كه مطلوب اوست تا كمال خويش ، از ادراك معقولات حاصل كند . دامها بگسترانيدند « 6 » ، يعنى كه ميان أو و غالب ، علاقه\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - مجابست .  ( 2 ) - أصل بود .  ( 3 ) - عبارة .  ( 4 ) - اشاره  ( 5 ) - أصل باشد و .  ( 6 ) - بگسترانيدن . ","page_name":" 58 ","page_number":78},
  {"content":"\r\n\r\nشناختند . صياد پنهان شد « 1 » . يعنى مسبب و واهب . من در ميان گروهى مرغان بودم . يعنى كه نفسى « 2 » بود مرا بسان مرغى در ميان ايشان كه بدين صفت بودند . آنكه گفت : ما را بخواندند ما نعمت و آسايش ديديم ، يعنى مزاجى و استعدادى حاصل بود ، گمان جز به خير نبرديم يعنى كه ، تصوّر كرديم كه اين استعداد را اين نفس ببايد ناچار ، و ما شتاب نموديم در آمدن ، يعنى چون مزاج و استعداد ما تمام حاصل آمد « 3 » ، در حال از واهب صور ، نفس حادث شد تا آن مزاج و استعداد أو معطّل نشود . و آنكه « 4 » گفت : ناگاه در دام افتاديم . يعنى كه علايق ميان نفس و بدن حاصل شود . و آنچه گفت : حلقها در گردن ما افتاد و دام در بالها و پايها پيچيد . يعنى كه اين علايق مؤكد شد .\r\nو گفت : هر چند حركت بيشتر كرديم ، تا رهايى يابيم ، سخت‌تر ، در دام افتاديم و كار بر ما سختتر شد . يعنى هر چه مصاحبت ميان نفس و بدن بيشتر بود ، علايق ، ميان ايشان مؤكّدتر بود « 5 » ، به حقيقت تسليم كرديم ، خود را به هلاك ، و مشغول شد هر يك « 6 » از ما بدانچه نصيب وى بود از اندوه .\r\nيعنى گفته كه چنين خواهد بود و قوّت عامله « 7 » را به تدبير بدن مشغولى افتاد .\r\nو چون ، عامله كه « 8 » كمال أو در آن بود كه ادراك معقولات كند ، در ادراك بر أو بسته بوده‌اند ، اندوهگين و رنجور بوديم . و آنكه « 9 » گفت : تا آن وقت كه فراموش كرديم ، صورت كار خويش يعنى كه آن قوّت را از كار برداشتيم تا ما را فراموش شد . و غافل شديم كه نفس ما از مصاحبت بدن ، جز تدبير « 10 » بدان ، كار ديگر نتواند كرد .\r\nنگه كردم من روزى از ميان دام ، گروهى را ديدم از مرغان كه پر و بال\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - مثل .  ( 2 ) - أصل نفس .  ( 3 ) - آيد .  ( 4 ) - أصل آنچه .  ( 5 ) - بوده .  ( 6 ) - أصل بكى .  ( 7 ) - عائله .  ( 8 ) - أصل عامله .  ( 9 ) - أصل آنچه .  ( 10 ) - بدن . ","page_name":" 59 ","page_number":79},
  {"content":"\r\n\r\nخويش از قفس بيرون كشيده بودند و مىپريدند . يعنى كه جماعتى از حكماى بزرگ ديديم « 1 » كه ايشان را اندك اندك ، عاملهء « 2 » ايشان را « 3 » به تدبير بدن مشغول بود ، فرصت جسته بودند و قوّت عاقله را تمكين داده ، از فيض مفارق . و آنچه گفت اثر حلقهء دام در پايهاى ايشان ظاهر بود . يعنى كه علايق نفوس ايشان با بدن ثابت بود . و آنچه گفت اثر نه بدان حد بود كه ايشان را از پريدن باز مىداشت ، بلكه نهاد صافي نبود « 4 » . يعنى كه التفات نفس ايشان و بدن نه بدان حدّ بود كه ايشان را از ادراك و اكتساب علوم ، باز مىداشت . و نفس ايشان ، به حكم علايقى كه با بدن داشت ، آن قوّت نداشت كه جمله معقولات به كمال و تمام ، بىقصور و نقصان حاصل تواند بود « 5 » . پس اين علايق ، نفس با بدن نه بدان حدّ بود كه مانع بود نفس را از ادراك معقولات و نه خود مانع شود تا آن معقولات كه مفارقات را هست ، به فيض « 6 » از ايشان ، به كمال و تمام ، قبول كند .\r\nو آنچه گفت : من اين گروه را بدين حال بديدم ، مرا ياد دادند آنچه من از حال خويش فراموش كرده بودم و آنچه باز آن الفت گرفته بودم ، بر من منغّص شد . يعنى كمال آدمي در ادراك معقولات است نه در تدبير و سياست بدن .\r\nپس خواستم كه گشاده شوم ، از بسيارى اندوه . يعنى كه اندوهگين شدم از آنكه قوّت عاقله نفس را از كار باز داشته بودم . پس از قفص آواز دادم ايشان را كه نزديك آيند به من ، تا تمام ، سخن گويم . كه يعنى نخواستم « 7 » كه ايشان را از من ، اخلاق بد حاصل آيد « 8 » . و ايشان را باز دارد .\r\nپس آنچه گفت كه : سوگند بر ايشان دادم كه تمام سخن گويم ، يعنى\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - أصل بزرگ كه .  ( 2 ) - عائله .  ( 3 ) - ايشان بتدبير .  ( 4 ) - بود .  ( 5 ) - ربود .  ( 6 ) - أصل مفيض .  ( 7 ) - بخواستند .  ( 8 ) - « آيد » را ذكر ننموده است . ","page_name":" 60 ","page_number":80},
  {"content":"\r\n\r\nاستعداد و شوق خويش ، ايشان را معلوم گردانيدم ، تا مرا استوار داشتند . و آنچه گفت : آن رنج كه ترا هست ، ما بدان گرفتار بوديم . يعنى كه اين علايق كه ترا با بدن است و اين محاربت و منازعت كه قوّت عامله « 1 » را با قواى بدنى هست ، آن ما را نيز بود .\r\nو آنكه گفت : پس تدبير در رهايى جستن يعنى كه از استيلاى قوايى بدنى رهائى جستم و از حلقهء دام علايق و موقوف بودن آثار نفس ، بر امور بدنى رهايى جستم . و آنكه : مرا نيز رهائى بدهيد « 2 » . آن است كه گفتيم از علايق بدنى ، برهانيد « 3 » .\r\nو گفتند : ما اين ، چون توانيم ؟ و مبتلا بودن ما بدين ، ظاهرست . و طبيبى را كه علّتى بود ، و آن علّت را از خود دفع نتواند كرد ، از غيرى چگونه دفع شود « 4 » پس من جهد كردم . يعنى كه اين مرتبه مرا به جهد « 5 » ، اكتساب حاصل آمد . و هر كس در جهل خويش فايده يابد و آنكه گفت :\r\nمرا گفتند « 6 » پيش تو - بقعتها است بدين بقعتها ، عناصر و مركبات و افلاك ، خواست كه تا اين همه نشناسى و برين همه گذر نكنى ، سعادت حاصل نيابد .\r\nو آنكه گفت ميان دو كوه در وادى هست با آب و گياه بسيار . بدان عناصر اربعه خواست و كيفيت تولّد و توليد و نشو و بلى را و آنچه عناصر را عارض گردد قبل الامتزاج « 7 » از انواع حركات و تحلحل « 8 » و لطايف أحوال كاينات جمادى و معادن و كاينات ناميات و كاينات حيوانى و غير آن . و اين جمله ، از عالم طبيعى است ، كه أو را علم اسفل خوانند . و امّا حديث كوهها و شناختن آن و گذشتن بدان . عبارتست از علم رياضى و بعضي از\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - عائله .  ( 2 ) - و آنكه گفت مرا رهائى .  ( 3 ) - برهانند .  ( 4 ) - أصل دفع .  ( 5 ) - جهد و اكتساب .  ( 6 ) - أصل گفت .  ( 7 ) - أصل قبل الاخراج .  ( 8 ) - أصل تخلخل . ","page_name":" 61 ","page_number":81},
  {"content":"\r\n\r\nعلم طبيعى در اجزاى عالم از ايون و اشكال و اوضاع ، بعضي از بعضي و مقادير و ابعاد آن و حال حركاتى كه افلاك را هست و عددها و قطوع و دواير كه حركات ، بدان تمام شود ، بداند . و اين اعداد را وضعى معروف است ، يعنى كه نخست « 1 » ، فلك قمر است پس فلك عطارد و زهره و آفتاب و فلك مرّيخ و فلك مشترى و فلك زحل و فلك ثوابت .\r\nامّا فلك تداوير و غير آن و بعضي كواكب ، خواجه تعرّض آن نكرده است ، و آن هشتم كوه كه مىگويد : چون نسبت با يكى كنند ، نهم بود .\r\nعبارتست از فلك بروج و فلك ثوابت مىكند . بعضي گفتند كه هيچ تواند بود كه يك چندى بياساييم . اين عبارتست از فتورى كه افتد ميان انتقال كردن از سياقت « 2 » امورى كه تعلّق به مواد و علايق آن دارد و امورى كه مجرّد بود از مادّهء علايق آن .\r\nو آنجا كه گفت : بشتابيد . عبارتست از آنكه در شناختن چيزها كه تعلّق به ماده دارد ، نفس را كمالى به حقيقت حاصل نشود . و بدين سبب از دشمنان خويش و امور جسمانى و علايق موادّ كلّى ، نجابت نيابد .\r\nو آنچه گفت : طيور افلاك نهم . يعنى نفوس ناطقه كه افلاك را هست . ما را غمگسارى كردند ، آنچه از وراى اين كوه شهرى نشان دارد .\r\nعبارت از علم اعلى « 3 » است و از مرتبهء أو كه اوّل مرتبهء آن نظرى است « 4 » در معانى عام جميع موجودات را چون هويّت و وحدت و كثرت و وفاق و خلاق و تضاد و قوّت و فعل و علّت و معلوم .\r\nو آنكه گفت : صحنى ديدم كه صنعت خوشى آن و فراخناى آن نتوان كرد . بدين ، صحن اين امور عامه خواست كه ياد كرديم و مرتبهء از علم الهى ، نظر است در امور كه مبادى طبيعى و رياضى و منطقى است .\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - تحت .  ( 2 ) - شتافت .  ( 3 ) - اصلى .  ( 4 ) - نظر است . ","page_name":" 62 ","page_number":82},
  {"content":"\r\n\r\nو آنكه گفت : به پادشاه رسيدم . عبارت « 1 » از مرتبه سيّوم « 2 » در علم الهى ، و آن نظرست « 3 » در اثبات خداى تعالى ، اوّل توحيد أو و جلالت و استحالت آن ، كه أو را شريك بود در مرتبهء وجود . و آنكه أو يكى است و واجب الوجود است به ذاته .\r\nو آنجا كه گفت كه « 4 » : از جلال پادشاه ، مدهوش شدم . پس به لطف خويش آرام و ثبات با ما داد . رمزى ظاهر است ، كه اگر مدد فيض نبودى ، آدمي را ياراى آن نبودى كه اين دليرى نمايد .\r\nو آنكه گفت : قادر شود بر « 5 » ، حلّ دام ، مگر آنكه بسته باشد . يعنى آشنايى « 6 » كه ميان نفس و بدن علايق داده‌اند [ و بر وفق اعداد آن ، مزاج اين نفس را با آن صحبت داده‌اند 
  ] « 7 » ، هم ايشان توانند كه اسباب مفارقت بدن را مهيّا گردانيد .\r\nو ترا ببايد دانستن كه آدمي را دو نفس است ، يكى ناطقه ، و ديگرى حيوانى . و منبع نفس حيوانى دل است ، و وى خون بخارى لطيف است ، از اخلاط باطن و وى را مزاجى معتدل بايد . و وى ، از دل ، به واسطهء عروض ضوارب كه آن را نبض و حركت باشد . به دماغ و جملهء اندامها مىرسد .\r\nاين نفس حيوانى ، حمّال حس و حركت است چون به دماغ رسد ، حركت وى كم مىشود ، اعتدال آيد و چشم و گوش و ديگر حس ، از وى قوى پذيرند . و بعضي اين عروق سدّه و بندى افتد . آن عضو كه مؤخّر آن سدّه « 8 » بود ، معطّل شود . و در وى حسّ و حركت و قوّت نماند . و اطبّاء اين عضو را مفلوج خوانند ، و علاجش ، گشاده شدن سدّه باشد . و پيش ازين ياد كرديم حكم قوّت غاذيه و ناميه و مولده و آنكه ، قوّت غاذيه چون تباه شود ، اجل\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - عبارتست .  ( 2 ) - سيّم .  ( 3 ) - نظرات .  ( 4 ) - گفت از .  ( 5 ) - أصل نبوديد .  ( 6 ) - اسبابى .  ( 7 ) - عبارت داخل [ 
  ] ذكر نشده است .  ( 8 ) - شده . ","page_name":" 63 ","page_number":83},
  {"content":"\r\n\r\nبيابد و چنان كه منع غذا سبب اجل بود ، كثرت غذا هم سبب اجل بود . و آدمي روزگار دراز ، چنان شود كه غذا قبول نكند . و اگر چه « 1 » در ميان « 2 » اين قوّتها بر جاى بود ، امرى « 3 » خارج ، ظاهر شود ، چون زخمى رسيدن يا از بام بيفتادن هم « 4 » رسيدن اجل باشد . و شايستگى نفس حيوانى در اعتدال مزاج ، بسته است ، چون باطل شود ، اعتدال مزاج قبول نكند . پس قوّتها حسّ و حركت را و چون قبول نكند ، اعضاء از وى محروم ماند و معطّل شود ، بىحسّ و حركت بماند . و گويند بمرد . و اين حالت را عبارت مرگ دهند ، و فراهم آرندهء اين اسباب ، تا اين مزاج از اعتدال بيفتد ، فرشته‌ايست از فرشتگان حقّ كه أو را ملك الموت خوانند .\r\nپس ازين گفت خواجه كه ، به اشارت گفت : من رسول فرستم تا اين بند از شما بردارد .\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - و اين .  ( 2 ) - ميانه .  ( 3 ) - چون امرى .  ( 4 ) - بيفتادن هم . ","page_name":" 64 ","page_number":84},
  {"content":"\r\n\r\n\r\n\r\n[ مقدمه 
  ]\r\nشرح رسالة الطير از شارح گمنام « بسم اللّه الرحمن الرحيم » كثرت التماس دوستان از من مرا دلير گردانيد بر شرح كردن رسالت طير از املاى ملك الحكماء والفضلاء شيخ رئيس أبو علي بن سينا روح اللّه رمسه .\r\n\r\nمتن\r\n« هل لاحد من اخوانى في ان يهب لي من سمعه قدر ما القى اليه طرفا من اشجانى عساه ان يتحمل عنى بالشركة بعض أعبائها فان الصديق لن يهذب عن الشوب أخاه ما لم يصن في سرائك وضرائك عن الكدر صفاءه وانى لك بالصديق المماحض وقد جعلت الخلة تجارة يفزع إليها إذا استدعت إلى الخيل داعيه وطرو ترفض مراعاتها إذا عرض الاستغناء فلن يزار دقيق الا إذا زارت عارضه ولن يذكر خليل الا إذا ذكرت\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":85},
  {"content":"\r\n\r\nمأربة اللهم الا اخوان جمعتهم القرابة الإلهية وألفت بينهم المجاورة العلوية ولا خطوا الحقائق بعين البصيرة وجلوا الوسخ ورين الشك عن السريرة فلن يجمعهم الا منادى اللّه . »\r\n\r\n\r\nترجمه\r\n« هيچ كس را افتد از برادران من كه چندانى با من مساعدت نمايد و سمع خود را عاريت فرمايد به قبول سخن من تا من به أو عرضه كنم قصّه از آن دهان خود مگر آن كس اين سخن بحسن الظّن از من قبول كند . چه هر چه دوست كه در سرّا و ضرّا و مردّت را از كدورت فاسد صيانت نكند ، دوستى خويش را مزيّن و مهذّب نگردانيده باشد از شوايب نوايب و كجا بدست آيد دوست خالص كه بر خلوص بودن أو مطلع بود و بر حسن سيرت أو واقف شود ، چه بيشترين دوستان از حقيقت دوستى معرض‌اند و دوستى ميان قوم تجارتى افتادست كه التفات نكنند بدان الّا وقت حاجت و التجا نارند الّا بضرورت و در حالت استغنا از آن فارغ باشند و تا عرضه حادث نشود زيارتى نكند و تا در واقعه نيفتد ذكر دوستى بر خاطر نرانند الّا قومى كه ميان ايشان جمعيتى الهى و الفى معنوى افتاده باشد به مجاورتى علوى و حقايق را به چشم بصيرت ملاحظت كرده باشند و صدأ اخلاق ذميمه بمصقل رياضت جلا داده باشند و جمع نكند ميان اين چنين قوم مگر منادى حق ، في الجمله آن عذوبت كه الفاظ عرب را باشد خاصه در وقت نقل و تبديل لفظ عجم را نتواند بود امّا شرح كردن از فوايد خالى نباشد » .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":86},
  {"content":"\r\n\r\n\r\n« شرح »\r\nبدانك انواع انسان چنانك به صور ظاهر مختلف‌اند به مزاج و كيفيّت و كميّت طباع مختلف باشند . چون به كميّات اوضاع طبيعى و كيفيّات امزجه خلاف ظاهر گشت به ضرورت اخلاق و عادات و عبارات متفاوت گردد و تفاوت بقاع از تأثيرات اجرام علوى و اسباب خواص طبيعى ظاهرست و مسامتات اجزاى سفلى با اجرام علوى از ثوابت و سياره در آن نوع از علوم رياضى مشروح است و معلوم چنانك اختلاف اجزاء اجسام جزوى كه مسامت اجزاء جسم كره اوست لابد بدان تأثير متأثّر مىشود و همچنين دگر باره از جزوى از اجزاى زمين كه مسامت كره مكوكب اعنى فلك البروج باشد به ضرورت قابل آن صورت باشد كه مسامت باشد و به سبب قرب و بعد مسامتات تفاوت پيدا كند . پس اختلاف اوضاع كرات مائله از اجزاء اراضى و آنچه عارض گردد از قرب و بعد و آنچه توابع اين اختلاف بود سبب اختلاف صور و طبايع و لغات و اخلاق و عادات بقاع و امم گردد . به نسبت بابقاع به حكم آنك اختلاف اجزاء زمين سبب بود اختلاف بخاراتى را كه از آن زمين صاعد گردد چه بخار بقعه طبع رحم خود دارد پس اختلاف بخار سبب اختلاف هواى آن بقعه بود .\r\nپس آب و هواى آن بقعه طبع بخار بقعه پذيرد . پس اختلاف اوضاع كرهء أول و كرهء مكوكب و غير آن اسباب حقيقي باشند و آبها و بخارها اسباب وسايط تا از اين دو جنس اسباب طبيعت نشو و ظهور انواع نبات و حيوان و غير آن كند و اطلاق عنان در شرح و بيان اين باب ما را ازين مقصود باز دارد مساق اين حديث آنست كه چون تفاوت در آب و هوا و ارض و مزاج نبات و اغذيه بقاع بدانى ، دانى كه نطفه هر نوع از حيوان موافق هوا و آب و ارض أو باشد و چون به تدقيق نظر كنى ، نيك دانى كه نطفه هر شخصى از اشخاص حيوان خاصّه موافق طبع خاص و مناسب مزاج أو باشد پس چون\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":87},
  {"content":"\r\n\r\nامزجه مختلف بود اخلاق و اصوات تبع مزاج بود ، پس اسباب برين و اسباب وسطى لا يزال محرّك و مربّى اشخاص نبات و حيوان باشد و مكمّل ذوات آن و غير آن بشرايط استعدادات هر شخصى على حده تا حدّ امكان و منتهى قبول آن ذلك كله بتقدير العزيز العلم الذي ليس كمثله شىء و هو السميع البصير ، و چون اين باب نيك روشن شد بدانستى كه هر چه آن را نشو و نما باشد آن را اوّلى و وسطى و آخرى باشد و جزويّات كميّات و كيفيّات اوضاع به نسبت با اوضاع اسباب ميان اين سه حد نهايت ندارد .\r\nپس صور نيك و بد در پى درجات بسيار افتد و صورتهاى نيك معتدل ميان نيك و بد بسيار افتد و صورت نيك بغايت چنانك نادر باشد بهر دقت افتد و صورتها ركيك و بد و ناچيز بغايت بسيار افتد مقصود ازين آنست كه بدانى كه نادر باشد شخصى كه أو را بقوّت استعداد ذاتى اخلاق حسنه و ملكه فاضله در به دو و نشو و نما حاصل آيد . به طبع و جبلّت ذات ما بقى آن باشد كه استعداد ذات ايشان در قوّت باشد باكتساب حاصل آيد بىرياضت و رنج و كسب قوة ملكه فاضله روى ننمايد و استعداد تمام مقام حدّ اوسط باشد و به قياسات باشند از مردمان كه به قوّهء حدس باندك مايه نظر به حدّ اوسط باز خورند و نتيجه كه مطلوب باشد ذات نفس را حاصل آيد تا در علم و عمل باندك مدتى فاضل گردد . در هر نوع علم كه طالب آن باشد و باشند از مردمان كه تا صورت و وضع قياس ايشان را تقرير نكنند و بر استخراج وضع و حمل و حد اوسط ارشاد نيابند نفوس ايشان از ادراك نتيجه قاصر باشند و قومى باشند كه از اين جنس حديث در نفس ايشان هرگز تأثير نكند و نفوس ايشان قابل لطف كلام نباشد و اگر چه جهد ، كنند چون معلوم شده است به عقول تجربى كه مزاج قابل تبديل است به تدبير و تدريج خلق تبع مزاج باشند قابل تبديل بود . غرض ازين تشبيب آنست كه چون افعال جميله و علوم حقيقي موقوف بر حصول استعداد است\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":88},
  {"content":"\r\n\r\nو استعداد در قوّت است و اين لطافت از قوّت به فعل آوردن ممكن است و اين امكان موقوف است بر شرايط .\r\nمردم آن باشد كه به شرط هر كار چنانك واجب است قيام كند تا آن كار أو را مسلّم گردد و چون آدمي اشرف حيوانات است ستوروار عمر بسر نتوان برد . آدمي را از آدمي ناگزير بود . در مدّت حيوة بدن پس مخالطت و مصاحبت مراتب بايد كه باشد تا از ستور فرقى پيدا شود و با هر نوعي از انواع مردم به طريقى ديگر زندگانى بايد كرد ، چون أهل و ولد و خدم و عبيد و قرابات و حيوان و بلدى و قروى و اماثل و صدور و حكام و ولاة و اصدقاء و اخوان و غير ايشان به حكم آنك بعضي از اين اقوام سباع النّاس باشند و بعضي بهايم الانس و شياطين الانس و وحوش الانس و بعضي به طباع و اخلاق و عادات و مروّات انسانى نزديكتر و دور تر چون شرح تفاوت اسباب و حصول اخلاق تمهيد كرده شد لازم آيد ازين دعاوى دواعى كه انسانيت محض غريب بايد كه باشد و هر كس را استعداد قبول الطاف نباشد و چون استعداد نباشد اخلاق جميله نباشد و اگر نيز قومى به حكم عادت و جلادت اخلاق ظاهر مزين و متناسب دارند بواطن ايشان از انكار و بلادت و كمى خالى نبود . و لكن چون به نزديك عاقل سخن گفتن آغاز كند هيئات نفس أو در كيفيّت صفا و كدورت استعداد به ضرورت ظاهر گردد ، المرء مخبوء تحت لسانه . پس هر شخصى را آن شرف و مرتبت نباشد كه دوستى عقلا و حكما و فضلا را بشايد و نادر باشد كسى كه نفس أو مستعد قبول الطاف باشد و عجب آنست كه آدمي صورت چنان مىپندارد كه مستعد جزوى نيست و اگر عاقل آينه فراروى دارد ، صورت بد خود را در آئينه صافي خوب بيند و صورت خود به چشم خود سخت نيكو بيند و حكما گفته‌اند هر كه به جهل نفس خود عارف بود أو را جاهل مطلق مىخوانيد ، بل جاهل آنست كه به جهل خود جاهل است و چون بر وى عرضه كنى كه\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":89},
  {"content":"\r\n\r\nدر چشم تو رمدى يا سبلى هست ، به انكار و عداوت و خشم مقابل كند و نيز كينه در دل گيرد و سخن عاقل به غرض شنود نعوذ باللّه من شرور هولاء القوم و به ضرورت چون دو صاحب خلق و استعداد با يكديگر مصاحبت كنند به عاقبت ميان ايشان الا وحشت نبود ، چه لابد يكى مصيب باشد و ديگر مخطى و اگر مخطى خود را مخطى دانستى ، خود مصيب بودى و وحشت مايه نگرفتى و كامل عقل كسى باشد كه به قصور و عجز ادراك خود معترف شود و هر كجا كمال عقل مستعد بود از اين همه دواعى استغنا دهد .\r\nپس از اين روى دوست آن باشد كه به اسباب كلّى و جزوى ميان ايشان تناسبى باشد طبيعى ، سماوى و ارضى و اين اتفاقى باشد نه اكتسابى و مصداق اين حديث قوله صلى اللّه عليه و آله الارواح جنود مجنّدة فما تعارف منها ائتلف و ما تناكر منها اختلف .\r\nاما اكتساب تبع اين اتفاق باشد ، اگر بنا در افتد ميان دو شخص مثل اين مناسبتى چنانك اين طالب امور معنوى باشد ، آن ديگر همچنين طالب باشد هم بر آن هيأت كه اين ادراك تواند كرد ، أو نيز ادراك كند آنچه اين را روى نمايد باز و كشف كند ، آنچه اين را كشف شود بر آن اظهار كند اين صيقل عقل آن شود ، آن صيقل عقل اين شود به مشاركت و معاونت يكديگر از قصور حضيض بذروهء كمال رسند اتّحاد عبارت از حال اين چنين دو شخص باشد . هر عقل كه اين را معقول شود عقل آن هم بدان منفعل گردد و على الضد في مثله در حصول لذت عقلى مساهم باشند . اگر در عنصر عناصر جسم اين چنين دو شخص در ذرّات اجزاء بتدقيق كيفيّات اوضاع اسباب كلّى و جزوى بىشك تفاوتى و تناسبى باشد و صورت ظاهر بر اين تفاوت گواه دهد ، بعد از حصول كمال در ذرّات نفوس آن تفاوت مضمحل گردد ، اختلاف به اتحاد بدل شود كما قال عزمن قائل اخوانا على سرر متقابلين . چون اين لذّات عقلى باشد در موجودات و راى اين لذات نيافريد\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":90},
  {"content":"\r\n\r\nاست . آفريدگار پس سزد اگر خواجه گويد جمع نكند ميان ايشان مگر مجاورت علوى و منادى ربّانى امّا هر كه بيرون از اين يك نوع مردم باشد آن دوستى كه ميان ايشان باشد آن به عادت بود و صورت معاملت دارد كما تدين تدان و الايادى قروض كه نصّ كلام ايشان است در اين باب بلك عبوديّت ايشان معبود خود را هم اين ذوق دارد فكيف مصادقت با يكديگر .\r\nو قومى ديگر باشند كه مرتبت كم از اين گروه دارند در دوستى و آن چنان باشند كه خود را اشرفى شناسند بر شريف و وضيع مردم و مردم عاقل و جاهل را سفيه گيرند تا از جهّال ناموس كار خود مىدانند و از عاقل به طريق افسوس جواهر نفيس مىدزدند و خود را بدان مزيّن مىگردانند و از آن بازارى مىسازند نزد عوام . و چندان حماقت و وقاحت بر نفس ايشان مستولى باشد كه ظنّ برد كه اين عاقل بر هيأت نفوس ايشان مطلع نيست و از خبث طبع و از دناءت و بىآلتى عقل أو آگاه نيست و كميّت و كيفيّت مقدرت و استعداد بر أو پوشيده مانده است و چنانك أو در حيّز ظلمت بمانده است ، پندارد كه آنچه عاقل مىگويد همچنانك أو مىگويد اعتماد أو بر قال است . چون سخن بگفت قول و فعل أو مطابق و موافق خواهند شناخت و اگر به نزد عوام مكشوف گردد كه أو را غير خود تلقينى يا تعليمى ستده است ، ناموس أو بخواهند شكست و آب از روى أو بخواهند رفت . تبليس و بىشرمى خواهد كه عقل آموزنده و آفتاب چشمه را بپوشاند ، نعوذ بالله من خذلان هولاء المكارين الجاهلين السفهاء في عالم رب العالمين ، معلوم شد كه هر آن دوستى كه در راه حقيقت باشد نفس حق را آن واسطه باشد امور حقير را و به نزديك اين قوم مطلوب شريفتر از واسطه بود . پس دوست نزديك اين گروه كم از آن مقصود حقير ايشان بود و شك نيست كه در نفس همچنين است . اعنى مطلوب شريفتر از واسطه بود و واسطه كم از مطلوب بود و لكن نزد محقق مطلوب واسطه است من حيث\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":91},
  {"content":"\r\n\r\nالحقيقه و واسطه مطلوب لا جرم چون اين دقيقه بسبب غايت دقت پوشيده مانده است ، بر أكثر خلايق سرّ دوستى پوشيده مانده است لا جرم چون سر تصادف مخفى مانده است اين سرگشتگان چون از دولت مقصود و مطلوب حاصل نگردد به عداوت انجامد و از دوستى بىحقيقت ، دشمنى حقيقت روى نمايد .\r\nو چون مقصود و غرض حاصل كنند به ذات خويش استبداد نمايند و طريق استغنا سپرند و هميشه از دوست حساب تعب و مضرّت خويش برگيرند و حساب دوستان درين معنى از خود برگيرند كه تا آفت عام روى ننمايد دوست را نپرسند و زيارت نكنند و في الجمله دوستى حقيقي ميان دو كس باشد كه يكديگر به حق المعرفة شناسند و بر هيأت نفس يكديگر مطلع باشند ، به نوعي از اطلاع كه آن بيقين انجامد ، چه دوستى يقين بعد از حصول معرفت يكديگر بود و پيداست كه حقيقت ذات و كيفيّت نفس يكديگر كه شناسند و چون در مطلوب متّفق باشند مودّت ايشان بيش از آن باشد كه ميان دو مسافر در يك طريق مخوف از راه صورت ضربا للمثل و اين معنى را شرحى طويل است و بر اين قدر اختصار كنيم .\r\n\r\n\r\n« متن »\r\n« قال الشيخ الرئيس ويلكم اخوان الحقيقة باتوا وتضامّوا وليكشفنّ كل واحد منكم لأخيه الحجب عن خالصة لبّه ليطالع بعضكم بعضا ويستكمل بعضكم ببعض . »\r\n\r\n\r\n« ترجمه »\r\n« اى برادران حقيقت را زبر يكديگر آشكارا كنيد و با هم آئيد و برداريد پرده‌ها را از روى عقول خويش تا بعضي از شما\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":92},
  {"content":"\r\n\r\nمر بعضي را مطالعت كنيد و بعضي از شما از بعضي كمال يابيد . »\r\n\r\n« شرح »\r\nببايد دانستن كه حدّ اخوّت و صداقت مكشوف گشت با چنين برادران واجب چنان كند كه راز آشكارا دارند يعنى بدان چه عقل تو را مكشوف گشته باشد بر عقل چنان برادر بخل و ضنّت حرام باشد ، چه اگر برادر در مرتبه معرفت از تو بيشتر باشد ترا از وى كمال حاصل آيد و اگر كمتر بود از تو كمال يابد و اگر مساوى بود هر يكى از شما يكديگر را مطالعت كند و بدان از يكديگر مبتهج و مسرور و ملتذّ گردد و در نور و صفات كمال بيفزايد . چنانك حق تعالى از بخل و ضنّت منزّه آمد ، وجود صفت ذات اوست آن را كه مستعد بود قبول كند و آنك مستعد نبود بخل باز أو گردد و از آدمي هر كه خواهد تا باخلاق خداى متخلق گردد و بخل نكند بر مستعد و بدانك نفس ناطقه انسانى دو قوّت دارد عالمه و عامله ، نه چنانك از اين نفس شعب منشعب گردد چنانك از درخت و نه چنانك از يك چراغ به دو ثقبه دو شعاع بيرون افتد ، بيكى يك موضع روشن دارد و به ديگر موضعى ديگر ، بلكه اين نفس يك جوهر است ، به اعتبار به التفات أو اين دو حركت از وى حاصل آيد واحد منه و واحد عليه و اين به مراتب بگردد و در دوام قبول از مبادى و غير آن و روا بود كه نفس را بواسطه حاجت آيد بسيار و روا بود كه كمتر چه از متعلّمان باشند كه نزديك باشند به تصوّر معقولات و استعداد أو بر قوّت قبول به حدّى بود كه أو را اتّصال به عقلى مفارق محتاج نبود به چيزهاى بسيار و به تعليم ستدن تا گوئى كه همه چيزها از قوّت نفس خود در مىيابد و اين چنين كسى سخت اندك و عزيز بود و اين بلندترين درجات استعدادات است . امّا آن قوم كه علوم اكتساب\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":93},
  {"content":"\r\n\r\nكنند ، بحدّ اوسط توانند و آن يا به تعليم حاصل آيد يا به قوّت حدس و حدس فعل ذهن بود كه به ذات خويش استنباط كند حدّ اوسط را و آن چه به تعليم حاصل آيد انتهاى آن هم با حدس بود ، يعنى صاحب حدسى كه بدان رتبت كه ياد كرديم بوده باشد و اين از حدّ اوسط اكتساب كرده باشد و بعد از آن از وى تعليم ستده باشند . پس محال نيست كه مردم را به نفس خويش حدسى افتد و در ذهن أو قياس منفعل شود بىتعليم و ناچار در مبادى نشو و نما بعد از قرانات و طوفانات و خرابى عالم ، عالمى موجود گردد به حكم تقدير الهى كه اين علم تجديد كند و احياء اين كند و شك نيست كه در آن وقت كتاب و معلم نمانده باشد الّا بقوّت حدسى و فطنتى صافي كه استنباط يك يك از اين علوم كند ، تا به اعتبار از وى بياموزند به واسطه حدود ، و اين معانى را مراتب باشد بكميّت و كيفيّت . اما كم آن بود كه زمان حدس و استنباط يكى كوتاه‌تر بود و زودتر بحدّ اوسط باز آيد و يكى ديرتر و درنگىتر و اين تفاوت مختصر نتواند بود در حدّى ، بل دائما قابل زيادت و نقصان بود و أو را دو طرف باشد . ناچار طرف زيادت و طرف نقصان در نقصان به حدّى رسد كه آن كس را حدس نبود البته و زيادت به حدّى رسد كه در أكثر مطلوبات بل در كلّ مطلوبات حدسى بود ، يعنى مستغنى از حدّ اوسط چنانك به مجرد قوّت حدس ، صور كه در عقل مفارق بود در نفس أو مرتسم شود ، امّا به يك بار يا قريب عنه ، و اين نوع را قوّت حدسى گويند و اين بلندترين مراتب آدمي باشد .\r\nو رتبت نبوى اين بايد كه باشد ، لا جرم ضنّت و بخل و امساك از ايشان معزول باشد . كسى را كه بىهيچ رنج ، هيأت علوم در ذات نفس أو منطبع شود امساك به دو راه نيابد ، چنانك استفاضت مىكند افاضت مىافتد از وى بيدريغ بر كل و جزو خلايق تا هر كسى به قدر استعداد و قوّت حدس خويش از آن منبع مخطوط مىگردد و بدان متابعت و اقتباس هر\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":94},
  {"content":"\r\n\r\nكسى به قدر خود كمالى مىپذيرد و سعادت دو جهانى بدان مقرون مىگردد و درين باب سخن دراز است .\r\nاما خلاصه سخن آنست كه بدانى كه هر علمى را به اوّل مستنبطى بوده است كه أو را حدس قوى افتاده است از حكم ايزدى تا واضع آن نوع از علم يا از صناعت از اصناف صناعات را بوى اقتدا كرده آيد و اعقاب أو چون در آن نظر مىكرده‌اند هم به قوّت خاطر خويش ، آن علم و صناعت معلوم كرده‌اند و هر كس به قوّت حدس خويش آن را شرحى و بسطى ديگر كرده‌اند و آن چه ايشان را از حدس خود افتاده است با آن اضافت كرده‌اند ، به حكم آنك هر آن طالب علم كه خاطر بر گمارد در طلب ، اگر بحدّ اوسط باز خورد ناگاه به ضرورت مطلوب أو معلوم گردد . چه چون حدّ اوسط حاصل گشت اقتران قياس و حصول نتيجه در آن لحظه متابع آن بود و هر وقت كه اين علوم و صناعات و فنون حرف انقراض افتد بحوادث كبار و وقايع عظام و در عالم حدوث قحط يا سيل ظاهر گردد به تقدير ايزدى ، به اسباب علوى و سفلى انسانى قوى الذّات ايجاد و ابداع كند تا به واسطهء أو عالم عمارت پذيرد و احياى علوم و صناعات كند . چنانك در طوفان نوح و غير آن افتاد . چون آن صاحب دولتى چنان ظاهر گردد ، بر وى واجب بود از روى وجوب بهر لفظ و عبارت كه بوده افادت مبذول داشتن و به ترتيب آن مشغول بودن تا بعضي از ثمرات قوت حدس أو به انواع باقى بماند . استظهار اعقاب نوع را فوجا بعد فوج مقيّد و محكم گرداند به سلاسل حكمتى تا منسوخ و مندس نگردد و همچنين بر ديگران واجب بود بدان استفادت مشغول بودن و جهد مبذول داشتن و كمال نفس خويش را از آن ذخيرة حاصل كردن به تعلّم و تفقّه و تدرّب ، و بر سابق واجب بود اعانت لا حق تا كامل بود به تعلّم از وى ، چنانك بخل از مبادى روا نيست بر مستعد قبول از آنك متشبه با أو از طريق اخلاق به مبادى بخل روا نيست بر مستعد . پس\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":95},
  {"content":"\r\n\r\nاگر بخل نكند از طريق تشبه نكرده باشد ، پس خواجه اشارت بدين طرف گردد از تعليم و تعلّم بعد از بيان اخلاق و حصول استعداد .\r\n\r\n\r\n« متن »\r\n« قال الشيخ الرئيس ويلكم اخوان الحقيقة تقبّعوا كما تتقبّع القنافذ فاعلنوا بواطنكم وابطنوا ظواهركم فتاللّه ان الجليّ لباطنكم وان الخفيّ لظاهركم . »\r\n\r\n\r\n« ترجمه »\r\n« اى برادران حقيقت سر اندر كشيد ، چنانك جيز و سر اندر كشد و آشكارا گردانيد نهانيها را و نهان گردانيد آشكارهاى خود را ، چه به خداى ، كه روشن و هويدا اندرون شماست و ناپيدا و پنهان بيرون شماست . »\r\n\r\n« شرح »\r\nبدانك قنفذ ، برّى و بحرى و جبلى بود . جبلى را به عربى دلدل خوانند و به عجمى سنغر و بر وى سيخهاى دراز رسته بود كه همه چيز را به زخم آن از خود دفع كند چون تير كه از كمان روان بود . و بحرى مثل سمك بود تهى چون صدف و بعضي از وى ملام آكنده بود بخايه خود على الخصوص .\r\nبه وقت استقبال ماه و به آفات حرارت هوا امّا قنفذ برّى را خارپشت گويند ، معروف است و مجامعت ايشان چنان باشد كه شكم به شكم باز نهند ايستاده و آن خار كه بر پشت أو رسته\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":96},
  {"content":"\r\n\r\nاست شعرات اوست الّا آنكه در غايت غلظ و صلابت افتاده است و از بعضي هفوت رياح عظيم تحاشى كند و در وقت آن نوع هفوت در سوراخ مسدود كند و شخصى بدين نوع تجسّس از هفوت رياح مردم را آگاه مىكرده است و از خويشتن كرامتى مىنموده . چون تفحّص كردند قنفذى داشته اعتبار به دو مىكرده است از أو خواصش مار گرفتن است و خوردن و سر در كشيدن و اين قنفذ را غيبتها باشد چون خرس و امتناع از طعام و در وقت امتناع از طعام هر روز نيكوتر بود و مدت مكث أو در اين باب چهل روز باشد و زيادت نيز .\r\nامّا سبب طبيعى درين باب آنست كه جوع سبب تحلّل مراد است از باطن و قلّت مادّت و رقّت و لطافت جلد و گشادگى مسام و قوّت حرارت غريزى و حركت و حرارت هوا . اين همه اسباب تحليل است و تحليل موجب جوع . چون جلد كثيف‌تر بود غليظتر بود و حركت به سكون بدل شود و هوا معتدل بود با حرارت طبيعى بلك هوا ميل برودت دارد لابد جلد كثيف‌تر بود تحليل مواد كمتر بود چون فضول موادّ در باطن جمع گردد از بسيار خوردن و در اسباب محلّله الا حرارت غريزى نماند و اين يك محلّل با كثرت موادّ حاصل به جوع نتواند رسانيد جز هضم مادّه به تدريج نتواند كرد . پس چون بلغم كه مادهء دم است ، هر روز به قدر حاصل شود ، غذا بدان حاصل باشد و نحافت اثر نكند و جوع نباشد به سبب حصول امتلا و ضبط طبيعت مادّه را .\r\nو قومى از عراف را هم اين طريق است در امساك غذا مدّتى نامعهود و ايشان را اسبابى ديگر است ، معنوى جز ازين و چون عارفان را غيبتها باشد از مردم با حصول امساك غذا تا چون قنفذ ظاهر خود را سلاح و وقايه باطن گردانند و على الخصوص آدمي موجود و محرّك از نفس و جسد است و جسد را حيات و حركت از نفس است و نفس چون به ذات خويش بىجسد\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":97},
  {"content":"\r\n\r\nحيات و قدرت دارد حقيقت و روشن ، نفس بود نه جسد و نفس باطن است و جسد ظاهر ، پس سزد اگر خواجه درين معانى استعادت به قنفذ كند ، چه در اين باب تشبيه لايق‌تر از اين نيست و اگر به جدّ سوگند خورد كه جلى و روشن ، باطن است و خفى ظاهر ، حق است و راست كه عالم نفس است نه جسد . كثيف مستبصر نفس است نه جسد و نفس را دو قوّت است يكى عالمه و يكى عامله . قوّت عامله از مبدأ بود محرّك بدن را سوى افاعيل جزوى أو با اعتبارى بود نسبت با قوّت حيوانى نزوعى و اعتبارى بود به قياس با نفس أو و اين قوّت بايد كه غلبه دارد بر جمله قواى بدنى كه آثار آن ظاهر است و خواجه ازين روى گفت بدان معانى كه چون قنفذ باشيد و باطن ظاهر كنيد . و ظاهر باطن كنيد اين دو فايده دارد . يكى كه قوّت عالمه نفس را باطن است استيلا و استعلا دهد تا ز اقواى بدنى منفعل نشود ، البتّه و اين قوّتهاى ظاهر پوشيده دارد يعنى ايشان را مغلوب دارند چه جلى از قوّت عالمه باطنى است . بدان معنى كه ظهور و غلبه وى را مىيابد كه بود و خفى ظاهر شماست ، بدان معنى كه اين قواى بدنى مىبابد كه مغلوب بود به نسبت با آن قوّت عالمه و من بعد شرح تمامتر كرده آيد تا از آن هم باز نمايند يعنى باطن ظاهر كند با استفاده علم و فايدهء آن بر أهل و مستحق و آن چه تعلق به علم توحيد دارد . و آن چه به ترتيب اخلاق و ابدان تعلق دارد از هيچ كس دريغ مداريد ، چه خير رسانيدن به قابل خير تشبه به مبادى اوّل است و اين دريغ نبايد داشت و اين دو فايده درست است كه خواجه بدين اشارت كرد .\r\n\r\n\r\n« متن »\r\n« فقال حكيم الحكماء ويلكم اخوان الحقيقة انسلخوا عن جلودكم انسلاخ الحيّة ودبّوا دبيب الديوان وكونوا عقارب اسلحتها في أذنابها فانّ الشيطان لن يراوغ الانسان الا من\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":98},
  {"content":"\r\n\r\nوارثه . »\r\n\r\n\r\n« ترجمه »\r\n« اى برادران حقيقت ، چون مار از پوست بيرون آئيد و چون كرم نرم نرم به اندرون چيزها در خزيد و چون كژدم باشيد كه سلاح أو از پس پشت بود ، چه شيطان نفريبد شما را الّا از و راى شما . »\r\n\r\n« شرح »\r\nبدانك مار از أول ربيع كه هوا روى به اعتدال آورد آغاز پوست افكندن كند و همچنين در خريف و آغاز پوست افكندن از پيرامن چشم كند و در آن حال كه اين معنى عارض شود به چشم كور شود يعنى آن پوست چشم أو را بپوشد و با اندك مايه روزگار به آسانى آن پوست بيفكند و روشنى چشم أو بعد از آن زيادت شود . پس مقصود خواجه از اين تشبيه اينست كه قالب آدمي به نسبت با نفس ، چون پوست مار است . ما را هر چند نفس ناطقه به نزد حكما داخل بدن و متحيّز و حال نيست ، و لكن يك قوّت أو در بدن متصرّف است و اين بدن چون أو را چون ولايتى است و حقيقت بدن حقيقت نفس نيست و مفارقت نفس بدن را و متلاشى شدن بدن هيچ خلل به ذات نفس راه نيابد . چنانك به پوست افكندن مار هيچ خلل به شخص مار راه نيابد الّا در آن وقت انسلاخ چشم أو پوشيده گردد ، هر چند در فراق كلّى نفس را آشفتگى و حيرتى و نوعي از اين انواع بر وى نمايد به حكم علاقتى و الفتى كه ميان ايشان بوده باشد در مدّت حيوة بدن و سبب شهوات مفارقت انبيا و اوليا و ذوى النفوس الكامله آن باشد كه نفوس ايشان را با بدن علاقه نمانده باشد من حيث الحقيقة به سبب التفاء صورت كمال ، چنانك مار خواهد كه زودتر از رنج پوست افكندن خلاص يابد و نيز تا\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":99},
  {"content":"\r\n\r\nچشم أو روشن شود بل روشن‌تر گردد و ذوى النفوس الكامه را همين حكم باشد در اطراح بدن يوسف صديق همين معنى مىگويد توفنى مسلما و الحقنى بالصالحين و نبىّ . ما را گفت و للآخرة خير لك من الأولى و متشبّه ايشان را گفت فتمنّوا الموت ان كنتم صادقين .\r\nامّا اشارت تدبب دود كم آزارى و پوشيده ماندن و پوشيده داشتن مقصد و مطلب و روشن و سلوك خويش و مستغنى بودن از هر چه ترا از راه حق باز دارد . امّا ما را كه ناسخ اين حروفيم درين باب خاصّه استنباطى ديگر هست ، ان شاء اللّه جاى ديگر بيان كنيم .\r\nو در مصحف اشارت هم بدين معنى است و عباد الرحمن الذين يمشون على الارض هونا .\r\nامّا حديث شيطان و عقرب ؛ بدانك نفس انسانى را قوّتها است با نفس موجود شده و در كتب مبسوط شرح آن كرده‌اند و اين قوى چون خيال و وهم و غضب و شهوت و لا شكّ اين قوى مردم را مىتوانند كه از طلب خاص خود باز دارند ، چون مراد از اطلاق لفظ شيطان نزديك ايشان معلوم كردى ، معلوم كن كه مراد از اين پيش و پس عبارات هم از اين دو قوّت است كه نفس را است عالمه و عامله . عالمه را قدّام نهاده است و عامله را خلف نهاده است و اين قوّت عامله را اعتبارى بود به قياس با قوّت حيوانى نزوعى كه أو را قوّت حادث شود . در اين قوّت هيأتى كه خاص بود بدان بدن ايشان ساخته شود سرعت فعل و انفعال را چون تشوير و شرم و خنده و گريه و اين قوّت عامله را اعتبار ديگرى بود با قوّت حيوانى متخيّله و متوهمّه و آن آن بود كه آن را استعمال كنند . در استنباط تدابير امور به تصورات امور جزوى و استنباط صناعات انسانى و اين قوّت عالمه را هم اعتبارى بود با نفس أو و آن آن بود كه در آن چه ميان أو و عقل نظرى بود و راعيه و مشهوره تولّد كند و اين قوّت بر كلّ قواى بدنى مشغول بايد كه باشد على الخصوص بر قوى\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":100},
  {"content":"\r\n\r\nشيطانى و اين قوت بدان دو اعتبار كه گفتيم التفاتى بود . به قوت حيوانى نزوعى و قوت حيوانى متخيّله و متوهمّه . پس التفات أو باز پس بود و قوّت عامله را قياس و اعتبار بدان بود كه بالاتر از آن بود و پيش أو بود تا از آن چيزها منفعل شود و فايده گيرد و از آن قبول كند . پس دو وجه بود نفس ما را ، وجهى با بدن و نسبت با خلف كردن اولىتر ، پس بايد كه نفس بدين وجه به هيچ وجه از قوى بدنى منفعل نشود تا فاعل بود نه منفعل و اگر استيلا و استعانه اين قوّت عامله را باشد كه روى با بدن دارد و بقوى و افعال خاص طبيعى منفعل گردد شياطين أو را وسوسه كرده باشد و أو را فريفته ، پس اين وجه را از سلاحى ناگزير بود تا شياطين از آن مغلوب و مقهور باشد و چون شياطين به خلف سزاوارند ، سلاح هم از خلف بايد داشتن چون عقرب ؛ ديگر به وجه كه نسبت با مبادى اوّل دارد بايد كه هم دائم القبول باشد و بدان جواهر منفعل ، گردد اگر اين معانى به وجه وجوب تصور كنى رموز خواجه به آسانى بر تو مكشوف مىگردد .\r\n\r\n\r\n« متن »\r\n« فقال الحكيم وتجرعوا الذعاق تعيشوا واستحبّوا الممات تحيوا وطيروا ولا تتّخذوا وكرا تنقلبون اليه فان مصيدة الطيور أوكارها وان صدّكم عوز الجناح فتلصّصوا تظفروا فخير الطلائع ما قوى على الطيّران . »\r\n\r\n\r\n« ترجمه »\r\n« زهر بخوريد تا زنده مانيد . مفارقت اين جهانى بآرزو خواهيد تا حيوة ابد يابيد . همچون مرغان بپريد و در يك آشيان قرار گيريد ، چه مرغان را بيشتر از آشيان و صيدگاه\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":101},
  {"content":"\r\n\r\nخانه بگيرند ، و اگر پر و بال نداريد جهد كنيد تا دقايق علوم بدزديد و بواسطه آن پر و بال بدست آوريد ، چه بهترين ديدبانان آن بود كه بتواند پريد . »\r\n\r\n« شرح »\r\nاين رموز روشنتر است . خواجه اشارت مىكند به اصلاح جزو عملى و آن اصلاح را به زهر خوردن مانند مىكند ، چه در اعتدال نفوس شهوانى و غضبى و آن چه ازين قوّت تولّد مىكند و رغبت صادق گردانيدن بمفارقت اين جهانى و جهد كردن در آن به حقيقت از زهر خوردن كمتر نيست . هر كه قوه عامله نفسانى را كه ام الاقوى است مقهور مىدارد ، چون مردم باشد .\r\nپس هر كه به اختيار ازين هواها بميرد و به جهد كردن اسباب لذّات آن جهانى بدست آورد حيات ابدى اندوخته باشد و پريدن عبارت از پذيرفتن فيض . باشد از مبادى و حصول فيض در انقطاع علايق بسته است به قدر ما يبغى ينال ما يشتهى و هر كه به اين لذّت مخدجه آرام گيرد در أو كر شياطين آرام ساخت است و چون اين قوى مرد را باز دارند از فوايد باقى ، أو را صيد كرده باشند بر مثال مرغى باشند از أو كه در دام بلا افتاده امروز و فردا چنانك كمال و جمال مرغ در پريدن است جمال و كمال نفس نيز در اقتباس فيض است و تصور معقولات چنانك بايد .\r\nاما آنك گفت هر كه را بال نبود ، پر و بال بدست آوردن در ما تقدّم ، گفته آمد كه هر كه را قوّت آن نبود كه به مجرد حدس أو را علوم معلوم گردد ، ما بقى باستاد مرشد و معلّم و حدود وسطى محتاج باشد . اين همه چون پر و بال باشد مرغان را و آن قوم كه ايشان استعداد طيران دارند ايشان را نيز تا از امور طبيعى منقطع نگردند فيض نبود و لكن بر ايشان آسان‌تر بود .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":102},
  {"content":"\r\n\r\n\r\n\r\n« متن »\r\n« قال الشّيخ كونوا نعاما تبتلع الجنادل المحماة وافاعى تسترط العظام الصلبة وسمادل تغشى الضرام على ثقة وخفافيش - لا يبرزون نهارا فخيرا الطيور خفافيشها . »\r\n\r\n\r\n« ترجمه »\r\n« چون شتر مرغ باشيد كه سنگ گرم كرده بخورد و چون افاعى كه استخوانهاى صلب فرو برد و چون سمادل به آسانى در آتش شويد ، چون خفّاش به روز بيرون نياييد و بهترين مرغان خفّاش است . »\r\n\r\n« شرح »\r\nاما از خواص شتر مرغ آنست كه چون يك پا أو را خللى رسد به ديگر پاى نتواند جست مگر به سينه مىخزد و در بيابان با هيچ حيوانى انس نگيرد و از شتر مرغ كه هم صورت اوست بگريزد و شبه مرغ است و مثل شتر و اگر از سر خايه كه خود نهاده باشد بيفتد خايه شتر مرغى ديگر بيند ، أو را به جاى آن باستد . امّا خواجه بدين يك رمز اشارت مىكند كه أو سنگ به آتش تافته فرو برد و طبع أو در اطفاء و تبريد آن عمل كند و معدهء أو را زيان نكند و افعى استخوانهاى سخت فرود برد و غذاى أو شود ، يعنى كه چون مرغ و مار اين دو جوهر صعب منيع منكر را به طبع تليين و تلطيف مىدهند . آدمي بايد كه كم از ايشان نبود ، حرارت هيجان شهوت و غضب را فرو نشاند به خاصيت نفس عاقله و ناملايم را ملايم گرداند و كثيف را لطيف و مفرط و صعب و منكر را معتدل گرداند . سنگ گرم كرده را بقوّت غضبى مانند كرد و استخوان كثيف غليظ را بقوّت شهوت ، چه اين دو جوهر\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":103},
  {"content":"\r\n\r\nمنيع را ملطّفى و مليّنى و معدّلى و مبرّدى و محرّزى بايد به ضرورت و اگر نباشد در آن هلاك شوند . پس اگر قوّت عاقله نفس را تلطيف نكند و عامله به عاقله منفعل نگردد لا بد به شهوانى و غضبى و آنچه در أو زائد منفعل شود و مقهور و هلاك و از فايدت انسانيّت محروم و خواجه قوّت وهمى را به آتش افروزنده مانند كرد و انسان را به حيوانات نارى چه انسان تا در اين عالم بود ازين قوّت مفارق نگردد و قوّت وهم و خيال نفس را به غايت مانع و حاجب است از ادراك معقولات و با اين همه كه چنين‌اند به ايشان احتياج تمام است .\r\nچنانك در امور معاش به آتش حاجت است و چنانك نور آتش به وقت غيبت آتش نافع است و چون نه در وقت احتياج باشد مضر آيد حكم وهم جائى بود كه صدق بود و جائى كه كذب آنجا كه راست گويد چنان بود كه گويد يك جسم در يك حال در دو مكان نتواند بود و آن چه دروغ گويد چنانك گويد هر چه موجود بود بايد كه بدان اشارت توان كرد و يا گويد ز وراى عالم فضاى ممدود است بىنهايت سمادل به اعتماد تمام در آتش . خواجه مىگويد قوّت وهمى را بوقوفى تمام و وثوقى معقول به كار دارد كه نفس محتاج أو باشد و باشد كه ازو مستغنى بود .\r\nامّا رمز خفّاش ؛ اين محسوسات را بروز ماننده كرد و عقلا كه به محسوسات شناختن قناعت نكنند ، و راى وى قوّتى طلب كنند كه بدان معقولات ادراك كنند و دانند كه حسّ جوهر اشيا را خلوا عن المواد در نيابد . پس خفّاش منزل متوسط طلب كند ميان نور و ظلمت و موحّد منزل متوسط طلبد ميان تعطيل و تشبيه . احكام محسوسات بر ذات بارى تعالى نراند و نفى و تعطيل حقايق اعتقاد نكند ، بل هر چه در معقولات حجّت و برهان اقتضا كند آن را اثبات كند . و چون داند كه حسّ و وهم در حسّ و وهم نيايد و خجل و جبن و شجاعت و رضا و سخط با آنك از علايق امور محسوس است در وهم و حسّ نيايد ، آنك مجرّد و منزّه بود از علايق اوهام و\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":104},
  {"content":"\r\n\r\nحواسّ هم در حسّ و وهم نيايد . به محسوسات فريفته نشود و اعتقاد نكند كه هر چه محسوس نبود مثبت نبود و نيز اعتقادها جمله براندازد و تصور كند كه حقى كه واجب القبول است در ميان عقايد نيست و هر كه در اثبات عقيدتى سخنى گفته است سنگ در ظلمت انداخته است ، كه اين عالم را خالقى و مبدعى نيست . هر كه ميان اين هر دو متوسّط اعتقادى طلب كند و از محسوسات استعانت كند و شناختن بعضي از مجهولات كه معلوم نبود و عالم را مبدعى و صانعى اثبات كند ، منزّه از علايق حسّ و مقدّس از كثرت جهات مختلفه و چيزهائى كه اثبات آن أو را با اوصاف أو باز و مردّدى نبود به كثرت و رفع كمال و اين طريق را تشبيه به طيران خفّاش كند ، چنانك اين اعتقاد حق است و بهترين عقايد است ، خفّاش را بهترين طيور خوانند چه خفّاش حدّ اوسط دارد . اسباب معاش و ظهور خود را و خفّاش صورت طيور ندارد و از فايدهء طايران حاصل مىآيد . آدمي نيز بايد كه اگر چه صورت فرشتگان ندارد ، به سيرت ايشان تخلّق كند ، چنانك به صفات ملك شود .\r\n\r\n\r\n« متن »\r\n« قال الشّيخ الرّئيس ويلكم اخوان الحقيقة أشجع الناس من يجترئ على غده وافشلهم من قصّر عن امده ويلكم اخوان الحقيقة لا عجب ان اجتنب ملك سوء أو ارتكب بهيمة قبيحا بل العجب عن البشر إذا استعصى على الشهوات وقد صيغ على استثمارها صورته أو بذل لها الطاعة وقد نوّر بالعقل جبلته ولعمر اللّه بذّ الملك بشر ثبت عند زيال الشهوة فلم تزلّ قدمه عن موطنه فيه وقصر عن البهيمة انسى لم تف قواه بدر شهوة تستدعيه . »\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":105},
  {"content":"\r\n\r\n\r\n\r\n« ترجمه »\r\n« اى برادران حقيقت ، دليرترين كس آن بود كه بر فردا اعتماد كند و بددل‌ترين كس آن كه بازمانده بود از كمال خويش عجب نبود اگر ملك از قبح به پرهيزد و بهايم ميان قبح و حسن تميز نكنند . عجب از كسى بود كه طريق عصيان و نافرمانى سپرد و در وى دواعى و قواى ترك و رفض آن نهاده‌اند يا نفس بهيمى و شيطانى را مطاوعت نمايد با اشراق انوار عقلى جبلّى اين فصل روشن‌ترست و چون موازنه كند ميان اين شرح و فصول كه در ما تقدّم بيان كرده آمد ، روشن‌تر شود .\r\n\r\n« شرح »\r\nمقصود از اين اشارت خواجه آنست كه آدمي تواند بود كه به مرتبه ملائك رسد و تواند بود كه به مرتبه از بهايم كمتر باشد . قوله تعالى اولئك كالانعام بل هم اضلّ اما ملك را قوت شهوانى و غضبانى نبود تا با استيلاء آن مرتبه بهايم يا كمتر آيد و بهايم را نفس عاقله نبود و قوت عامله تا بدان قوّت عاقله ذات نفس أو از مبادى عقول مستفيد بود و بدان منفعل شود . قوّت عاقله ذات نفسانى را به جهد بر ديگر قوى مستولى دارند تا بدان سبب از مرتبه خويش به مرتبه بلندتر رسد .\r\n\r\n\r\n« متن »\r\n« فقال الشّيخ ارجع إلى رأس الحديث فأقول برزت طائفة تقتنص فنصبوا الحبائل ورتّبوا الشرك وهيّأوا الأطعمة وتواروا في الحشيش وانا في سربة طير إذ لحظونا فصفروا\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":106},
  {"content":"\r\n\r\nمستدعين فاحسبنا بخصب وأصحاب ما تخالج في صدورنا ريبة ولا زعزعتنا عن قصدنا تهمة فابتدرنا إليهم مقبلين وسقطنا في خلال الحبائل أجمعين فإذا الحق ينضم على أعناقنا واشرك يتشبث باجنحتنا والحبائل تتعلّق بارجلنا ففزعنا إلى الحركة فما زادتنا الا تعسيرا فاستسلمنا للهلاك وشغل كل واحد منا ما خصّه من الكرب عن الاهتمام لأخيه واقبلنا لتبين الحيل في سبيل التخلّص زمانا حتى انسينا صورة أمرنا واستأنسنا بالشرك واطمأناّ إلى الأقفاص . »\r\n\r\n\r\n« ترجمه »\r\n« قومى از صيادان بيرون آمدند تا صيد كنند . به آلات صيد دامها بگسترانيدند و علوفهء آن بنهادند و صيّادان پنهان شدند و من در ميان گله مرغان بودم . چون صفير بزدند به خواندن و نواختن ماما ، چون نعمت و آسايش ديديم و ابناء جنس خود را يافتيم گمان جز به خير نبرديم و تهمت ما را از قصد آن جايگه منع نكرد . به رغبت صادق مبادرت نموديم تا در آن دام افتاديم و حلقها و بندهاى آن در اعضاى ما سخت شد . هر چند در تخليص حركت بيشتر كرديم ، بند سختتر شد . بس وجهى ديگر نديدم الا تسليم به هلاكت و مشغول بودن هر يك از ما بدان چه توانستيم از كوشيدن بوجوه معاش تا بدان حدّ كه ما را فراموش شد بند و دام افتادن در بلا و غافل شديم به جملگى از آن و با آن دام انس گرفتيم . »\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":107},
  {"content":"\r\n\r\n\r\n\r\n« متن »\r\n« فاطّلعت ذات يوم من خلال الشبك فلحظت رفقة من الطير خرجت رءوسها وأجنحتها عن الشرك وبرزت عن اقفاصها تطير وفي ارجلها بقايا الحبائل لا هي تؤودها فتعصبها النجاة ولا تبينها فتصفو بها الحياة فذكرتنى ما كنت انسيته ونغّصت علىّ ما ألفته فكدت أنحلّ تأسفا أو ينسلّ روحي تلهفا فناديتهم من وراء القفص ان اقربوا منى فوقّفونى على حيلة الراحة فقد اعنقنى طول المقام فتذكروا خدع المقتضين فما زادوا الّا نفارا فناشدتهم بالخلّة القديمة والصحبة المصونة والعهد المحفوظ ما احلّ بقلوبهم الثقة ونفى عن صدورهم الريبه فوافونى حاضرين فسألتهم عن حالهم فذكروا انّهم ابتلوا بما ابتليت به فاستأيسوا واستأنسوا بالبلوى ثم عالجونى فنحيّت الحبالة عن رقبتي والشرك من اجنحتى وفتح باب القفص وقيل لي اغتنم النجاة فطالبتهم بتخليص رجلي عن الحلقه فقالوا لو قدرنا عليها لابتدرنا أولا وخلّصنا أرجلنا وانى يشفيك العليل فنهضت عن القفص اطير فقيل لي امامك بقاعا لن نأمن المحذور الا ان نأتى عليها قطعا فاقتف آثارنا ننج بك ونهدك سواء السبيل فساوى بنا الطيران بين صدفى جبل الاله في واد معشب خصيب بل مجدب خريب حتى تخلّف عنا جنابه وجزنا جيزته وو وافينا هامّة الجبل فإذا امامنا ثماني شواهق تنبو عن قللها اللواحظ فقال بعضنا لبعض سارعوا فلن نأمن الّا بعد ان نجوزها ناجين . »\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":108},
  {"content":"\r\n\r\n\r\n\r\n« ترجمه »\r\n« پس روزى از ميان حلقات آن دامها نگاه كرديم گلّه مرغان ديديم پر و بال خويش از قفص بيرون كشيده و به حدى بودند كه مىتوانستند پريد و هم به كلّى از بقاياى دام نجات نمىيافتند و اثر حلقهاى دام در پاى ايشان بمانده بود نه چون ما مستغرق بلا بودند و نه چون مخلصان مستغرق راحت . پس اين قوم مرا اعلام كردند از مبادى امور خويش و با ياد من دادند آن چه فراموش كرده بودم و به غير و ضد آن الف گرفته بودم تا جهان بر من منغّص شد و خواستم كه در آن اندوه هلاك شوم . پس از وراى قفس آواز دادم و ايشان را نزديك خود خواندم و خواستم تا مرا دلالت كنند بر وجه خلاص از آن مضيق . پس ايشان را باز ياد آمد حيل و مكر صيّادان . از نداى من ايشان را در گريختن از من و جايگاهى من هيچ نيفزود سوگندها دام بديشان برسم قديم و صحبت ديرينه محفوظ از شوايب نفاق و با ايشان عهد و پيمان كردم تا ايشان را استوار داشتند و شك و شبهت از دل ايشان دور شد و از مكر صيّادان . أيمن شدند و به نزديك من آمدند و از أحوال ايشان پرسيدم ، گفتند ما نيز هم بدين رنج و بلا گرفتار بوده‌ايم و نوميد بوده از خلاص و همچنين با بلا و اندوه مستانس شديم . پس تدبير كرديم و رهائى جستيم و يافتيم و حلقه دام از گردن ما بيفتاد و پاى بند از پاى بيفتاد و در قفص بگشادند و ما بيرون آمديم . پس گفتم اين بند از پاى من برداريد . آنها گفتند اگر ما بر اين تخليص قادر بوديم در ابتدأ خود را خلاص دادى و طيب معلول علاج عليل\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":109},
  {"content":"\r\n\r\nچون كند . پس من جهد كردم و خود را از قفس بينداختم و با ايشان بپريدم . مرا گفتند در پيش تو بقاع هست كه از آنها نجات نيابى و از بلا أيمن نشوى تا آن مسافت كه ميان تو و آن بقاع است ، قطع نكنى ، بر اثر ما مىآى تا تو را نجات دهيم و بر راه راست تو را به مقصود رسانيم . پس ما مىپريديم در ميان وادى با آب و گياه و عمارت بسيار تا زان ميان بگذشتيم و بر سر كوه اوّل رسيديم ، پيش چشم هشت كوه ديگر ديدم ، بزرگ كه چشم غايت آن را ادراك نمىتوانست كرد ، بعضي از رفقاى ما گفتند ايمنى نخواهد بود الّا كه بشتابيد تا به سلامت از بن كوهها بگذريم . »\r\n\r\n\r\n« متن »\r\n« فعايتنا الشد حتّى ايتنا على ستة من شوامخها وانتهينا إلى السابع فلما تغلغلنا تخومه قال بعضنا لبعض هل لكم في الجام فقد اوهننا النصب وبيننا وبين الأعداء مسافة قاسية فرأينا ان نخصّ للجمام من أبداننا نصيبا فانّ الشرود على الرّاحة اهدى إلى النجاة من الانبتات فوققنا على قلّته فإذا جنان مخضرّة الارجاء عامرة الأقطار مثمرة الأشجار جارية الأنهار يروى بصرك نعيمها بصور تكاد لبهائها تشوّش العقول وتستبهت الألباب وتسمعك الحانا مطربة لآذاننا واغانى شجيّة وتشمّك روايح لا يدانيها المسك السّرى ولا الغبر الطّريّ فأكلنا من ثماره وشربنا من انهاره ومكثنا به ريث ما اطرحنا الاعياء فقال بعضنا لبعض سارعوا فلا مخدعة كالأمن ولا منجاة كالاحتياط ولا حصن امنع من إساءة الظنون وقد امتدّ بنا\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":110},
  {"content":"\r\n\r\nالمقام في هذه البقعة على شفا غفلة ووراءنا أعداؤنا يقتفون آثارنا ويتفقدون مقامنا فهلمّوا نبرح ونهجر هذه البقعة وان طاب الثواء بها فلا طيب كالسلامة واجمعنا على لرحلة وانفصلنا عن الناحية وحللنا بالثامن منها فإذا شامخ خاض رأسه وفي عنان السماء تسكن جوانبه طيور لم الق أعذب الحانا وأحسن ألوانا واظرف صورا وأطيب معاشرة منها . »\r\n\r\n\r\n« ترجمه »\r\n« شتاب كرديم و رنج كشيديم تا از شش كوه بگذشتيم به پريدن ، چون به هفتم كوه رسيديم و قصد آن كرديم كه به أصل آن رسيم ، بعضي گفتند ممكن باشد و بعضي گفتند كه ساعتى آسايش كنيم كه در اين سفر رنج بسيار ديديم و ميان ما و اعدا مسافتى دور پذيرفت ، چه آهستگى كردن به طلب نجات بهتر از شتاب نمودن كه شتاب از مقصود باز دارد . پس بر سر هفتم يك ساعت مقام كرديم بوستانهاى تازه و آراسته ديديم ، آبادان به درخت و ميوه و آب بسيار آراسته به صفتى كه خواست كه عقل ما متحير شود از زيب و بهاى آن و آنجا چندان درنگ كرديم كه بياسوديم . بعضي از ما گفتند كه بشتابيد كه هيچ مقام نيست چون احتياط هيچ حصن نيست منيع‌تر از هزم . مكث ما در اين مقام مديد گشت و اعدا بر اثر ما مىآيند بشتابيد تا از اين بقعه در گذريم . چون به كوه هشتم رسيديم كوهى ديديم به غايت بلندى و طيور ديديم بر آن كوه مأوى گرفته كه به خوبى و ظرافت و لطافت و پاكيزگى و حسن و كمال و بهاء ايشان\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":111},
  {"content":"\r\n\r\nهرگز صورتى نديده بوديم . »\r\n\r\n\r\n« متن »\r\n« ولما حللنا في جوارها عرفنا من احسانها وتلطّفها وايناسها ما تغمّدتنا به وأيادي لن نفى بقضاء أهونها وان قصرنا عليه مدة عمر نابل استمددنا اليه اضعافا ولما تقرّر بيننا وبينها الانبساط اوقفناها على ما المّ بنا فأظهرت المساهمة في الاهتمام وذكرت ان وراء هذا الجبل مدينة يتبوّاها الملك الأعظم واىّ مظلوم استدعاه وتوكّل عليه كشف عنه الضراء بقوّته ومعونته فاطمأننا إلى اشارتها وتيمّمنا إلى مدينة الملك حتى حللنا بفنائه منتظرين لاذنه فخرج الامر باذن الواردين فأدخلنا قصره فإذا نحن بصحن لا نتضمن وصف رحبه فلما عبرناه رفع لنا الحجاب عن صحن فسيح مشرق استضقنا لديه الاوّل بل استصغرنا حتى وصلنا إلى حجرة الملك فلما رفع لنا الحجاب ولحظ الملك في جمالة مقلتنا علقت به افئدتنا ودهشنا دهشا عاقنا عن الشكوى فوقف على ما غشينا فرد علينا الثبات بتلطّفه حتى اجترأنا على مكالمته وعبرنا بين يديه عن قصّتنا فقال لن يقدر على حلّ الحبائل عن أرجلكم إلا عاقدوها بها وانّى منفذ إليهم رسولا يسومهم ارضاءكم وإماطة الشرك عنكم فانصرفوا مغبوطين وهو ذا نحن في طريق مع الرسول واخوانى متشبثون بي يطلبون منى حكاية بهاء الملك بين أيديهم وساصفه وصفا موجزا وافيا فأقول . »\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":112},
  {"content":"\r\n\r\n\r\n\r\n« ترجمه »\r\n« و چندان تلطف و غمگسارى و معاونت كه شرح نپذيرد و چون ميان ما و ايشان انبساطى حاصل آمد صورت أحوال خويش بر ايشان عرضه كرديم . ايشان غمخوارگى بسيار كردند و گفتند وراى اين كوه شهرى است كه پادشاه آنجا نشيند و هر مظلوم كه حاجت خويش به دو بردارد و توكّل بر وى كند انصاف بيابد . ما به حكم اين بشارت و اشارت خرّم شديم و قصد شهر ملك كرديم و بر آن درگاه بايستاديم منتظر . دستوري فرمان فرو فرستاد و دستوري فرمودند و ما را به قصر ملك راه دارند و صحنى ديديم كه آن اوّل با باضافت با اين كوچك نمود ، از آنجا عبور كرديم حجاب برداشتند .\r\nصحنى ديگر ديديم كه از بهاى فضاى آن چشم ما خيره بماند چنانك در جنب اين آن اوّل فراموش كرديم . چون به حجره ملك رسيديم جلال و جمال پادشاه بر ما تافت .\r\nمدهوش و بيهوش شديم . ما را زبان گفتار نماند از بىخودى تا هم پادشاه بر سرّ ما مطلع گشت و به لطف و فضل خويش هوش و ثبات و آرام با ما داد تا ما بر سخن گفتن دلير شديم و پردهء أحوال خويش پيش أو برداشتيم . پس گفت حلّ دام شما نتواند كرد الّا آن كس كه نهادست و شما را بدان مبتلا كرده است . من رسولى فرستم سوى ايشان تابند از اعضاى شما برگيرند و شما را از بدى برهانند و خشنودى شما بجويند . شما بازگرديد شاد و به كام دل . پس ما با رسولان بازگشتيم . برادران من از من مطالبت جمال و فر و بهاى ملك مىكردند ، من در موجزترين الفاظ اوصافى بخواهم كرد . »\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":113},
  {"content":"\r\n\r\n\r\n\r\n« متن »\r\n« انه ملك الذي مهما حصلت في خاطرك جمالا لا يمازجه قبح وكمالا لا يشوبه نقص صادفته مستوفى لديه وكل كمال بالحقيقة حاصل له وكل نقص ولو بالمجاز منفى عنه كلّه لحسنه وجه ولجوده يدمن خدمه فقد اغتنم السعادة القصوى ومن صرمه فقد خسر الآخرة والدنيا وكم من أخ قرع سمعه قصّتى فقال أراك مسّ عقلك مسا والمّ بك لمم ولا والله ما طرت ولكن طار عقلك وما اقتنصت بل اقتنص لبّك انّى يطير البشر أو ينطق الطير كان المرار قد غلب في مزاجك واليبوسة استولت على دماغك وسبيلك ان تشرب طبخ الافثيمون وتتعهّد الاستحمام بالماء الفاتر العذاب وتستنسق بدهن النيلوفر وتترفه في الأغذية وتستأثر منها المخصبة وتجتنب الباه وتهجر السّهر وتقلّ الفكر ناقد عهدناك فيما خلا لبيبا وشاهدناك فطنا ذكيا والله مطّلع على ضمائرنا فإنها من جهتك متّهمة ولا لاختلال حالك حالنا مختلّة ما أكثر ما يقولون واقلّ ما ينجع وشرّ المقال ما ضاع وبالله الاستعانة وان الناس البراءة ومن اعتقد غبر هذا فقد خسر في الآخرة والأولى وسيعلم الّذين ظلموا اىّ منقلب ينقلبون . »\r\n\r\n\r\n« ترجمه »\r\n« بدانك أو پادشاهى است . هر گاه كه تصور كنى جمال بىهيچ عيب و كمالى بىهيچ نقصان و اگر چه مجازى بود جمال و جلال أو تصور كرده باشى به قدر قوّت و استعداد\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":114},
  {"content":"\r\n\r\nخويش . وجه أو از حسن دان ، يد أو از جودشناس ، هر كه به خدمت أو نازد نيك بخت اوست ، هر كه از أو بپردازد درد و جهان زيانكار اوست . بسا از دوستان كه اين قصّه من به سمع أو رسد زبان به ملامت و به سخن گستردن گيرد و بر سبيل ترحّم مرا معالجت طبّى فرمايد و از راه عرف و عادت مثل اين بسيار گويد و لكن در محقق چنين سخن كى اثر كند و هيچ سخن بتر از آن نيست كه به نزديك شنونده ضايع شود . ما را استعانت به خداى تعالى است و توكّل بر فضل وى و از مردم‌پرستى بيزارى و سيعلم الّذين ظلموا اى منقلب ينقلبون . »\r\n\r\n« شرح »\r\nبدانك مزاجى حاصل شود از اسباب كلّى و جزوى . بر وفق آن مزاج از واهب الصور به واسطه نفسى ملايم آن مزاج صورتى حادث شود . اگر مزاج در طرف نقصان افتاده بود اعتدال آن نفس طبيعى يا نباتى در نگذرد صورت نوعي از معادن يا نوعي از نبات حادث شود به قدر و نسبت مزاج و مادّت و اگر مزاج نه ملايم مادّت بود ، در حدّ اوسط افتد ، صورت نوعي از حيوان حادث شود به قدر و نسبت ضعف و قوّت و اگر مادّت به نزد استحالت به غايت كمال و لطافت افتد نفس نباتى و حيوانى به انفعال در آن مزاج فاعل باشد و به حكم استعداد و فضول لطف نور نفس ناطقه بر اين دو نفس اشراق كند تا مادت صورت انسان قبول وجود انسانى حادث به تقدير ايزد تعالى و اين ناطقه انسى جزوى را وجودى معين به فعل نباشد بيش ازين مادّت بلك اين نفس با اين مادّت حادث شود از واهب نفوس و صور و اين نفس جزوى در اين بدن حال نبود و قابل تجزّى نبود و چنانك گفتيم اين نفس به دو صفت موصوف باشد . يكى صفت علمى كه فعلى بدين قوّت\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":115},
  {"content":"\r\n\r\nفعلى ترتيب بدن مىكند و بقوّت عملى تركيب ذات خود مىكند و اين تركيب أو را مفارقت بود كه به فيض از آن منفعل مىشود به ملائمتى كه ميان ذات أو و ذات مفارق است و عبارت از اين افاضت و استفاضت تصور معقولات باشد و به ضرورت بدن به نور نفس حيات‌پذير مىباشد . نفس بدان قوّت عامله مدبّر و محرّك و محيى بدن مىباشد . پس نفس به ذات و هيأت صفات به عينها مثل آن معقولات باشد كه گفتيم و اين بدن أو را چون شبكه و دامى و قيدى و مدينه يا سرائى باشد و أمثال آن با عالم مختصر جامع . پس سزد اگر خواجه نفس را بطير تمثيل كرد و پريدن را تشبيه كرد به طلب كردن و معقولات اكتشاف كردن . چون از مفارقت ذات نفس به صورت عقلى متعقل و نفس بدان منفعل شد تشبيهى لايق‌تر از اين نباشد كه خواجه كرده است يعنى صيد كردن مرغ به مرغ مرغى طيار چون مفارق و مرغى مقيّد چون ذات نفس اما انك گفت و في أرجلها بقايا الحبائل لا هي تؤودها فتعصبها النجاة و لا تبين منها فتصفو لها الحياة .\r\nاين صفت حال نفس ناطقه است مادام كه با بدن است نه به كلّى از حقايق معقولات محجوب است و نه عين عقل و معقول است و نفس چون به يك صفت عامله مدبّر بدن باشد لابد علايق الفت و غير آن باز و پيدا شود و باشد كه چون قوّه شهوانى و غضبى بر وى مستولى گردد . نفس به حكم انقياد هيأت اين قوى پذيرد و مادام كه بدين تدبير درمانده بود چون مرغى باشد در قفص و دام گرفتار شده و ابتدأ كه نفس با بدن حادث شد به غايت ساده بود . آنگاه أحوال و احكام بر موجب تواتر و ترادف استعداد متواتر مىشود و اگر آن وقت كه استعداد ظاهر شود نفس خواهد كه از اين اضداد خلاص يابد نتواند تدبيرى ديگر نبود جز آنك به قوّت اشراق نور استعداد اين قوى را مقهور مىدارد و اين قوّت عمله را كه جزو اوست قاهر و مستولى مىدارد و به قوّت عالمه به قدر فراغ و امكان و حصول استعداد از مفارق\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":116},
  {"content":"\r\n\r\nفيض مىپذيرد و مادام كه در بدن بود به جز تدبير خويش نتواند كرد و اگر نيز كسى بيدارتر باشد و خواهد كه أو را از اين علايق نجات باشد نتواند بود الّا به قوّت معلوم و آن ، آن وقت بود كه قوّت غاذيه عاجز گردد بعد از عجز قوّت مولده و ناميه و يا برخى ديگر از اسباب اجل ظاهر شود .\r\n\r\n« بيان أحوال نفوس در سعادت و شقاوت »\r\nو بدانك أحوال نفوس ناطقه منقسم شود در قوّت عالمه و قوّت عامله و جماعتى باشند از مردم كه قوّت عالمه أو تصور معقولات راست كند و نيز قوّت عامله أو مستولى بوده باشد بر قواى بدنى و اين مرتبه انبيا و اولياء باشد و غير ايشان چون صدّيقان و حكماى متديّن ، و باشد كه نفس أو تصور معقولات نكرده باشد از قصور استعداد يا غير آن و قوّت عامله أو هم معطّل بوده باشد ازو و نه فعل و استيلا حاصل آمده باشد و نه نيز انفعال و به مرتبه صبيان و ابلهان و مجانين بود .\r\nو نفس باشد كه عالمه أو تصور معقولات نكرده باشد امّا قوّت عامله أو ملكه فاضله و خلق جميل أو را حاصل كرده باشد و اين مرتبه صلحا الناس باشد كه ايشان را پارسا خوانند .\r\nو نفس بود كه قوّت عالمهء أو تصور معقولات نكرده باشد ، بل تصور صورنا راست كرده باشد و أو را هيأت جهل مركّب حاصل باشد و اعتقاد فاسد دارد و اخلاق نيكو ندارد و لكن اين حال ضالّان و هالكان بود بعد از وفات معاقب باشند و اگر با عقيدت بد اخلاق بد دارد حال تير از آن باشد و اگر كسى بود مشتاق به تحصيل كمال و اخلاق خوب دارد و لكن تقصير كند و باز آن آمرزو و نياز مفارقت كند ، حال أو بد بود و به نوعي از عذاب معذّب بود بعد از مفارقت و اگر با اين شوق اخلاق بد دارد بتر و اگر بعضى\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":117},
  {"content":"\r\n\r\nاز مقدّمات معقولات حاصل كرده بود و طريق استعداد متفتّح گرديده بود به قدر حصول كدورات بدنى رنج و عقوبت يابد و لكن بعد از مدتى خلاص يابد و اگر اخلاق بد داشته بود ، مدّت عذاب مديدتر بود .\r\nو اين معنى به طريق حكايت و بيان نمىتوان گفت و استاد من چنين تقرير فرموده است و آن سخن راست و نيكوست در أحوال نفس بعد از مرگ و سخن خواجگان بو على و أبو نصر بر اين دليل است كه هيأت كه نفس را از بدن حاصل بود به علاقتى كه ميان ايشان افتد ، آن هيأتى غريب است و آن جوهر نفس نيست و آن هيأت به ضرورت اقبال نفس است بر بدن به حكم احتياج به وى و جوهر آن هيأت مخالف جوهر نفس است اگر چه آن امور فائض بود از نفس و مسببات نفس بود آنچه نفس را حاصل آيد به سبب اشتغال بدن ، آن هيأت غريب بود جوهر نفس را و سزاوار بود بدانك مندرس و زايل گردد چون علايق منقطع شود طال أم قصر اما در زوال و بطلان اين سخن دراز است و بسيار به اشارتى اختصار بايد كرد چنانك بدانى كه نفس ما را دو حالت است يكى به دشوارى مساعدت كند شهوت و غضب را و ديگر به آسانى و اعمال مىبينم كه به آسانى مساعدت مىكند و اعمال مىبينيم كه به دشوارى مساعدت كند و اگر يكى از اين دو حالت نفس ران اتى بودى و لازم جمله نفوس را بودى ، چه هر آن صفت از صفات كه نفس را ذاتى بود جز چنين نبود . پس معلوم شد كه اين معنى نفس را لازم نيست چون ذاتى نيست مكتسب بود و اكتساب آن به مزاولت اوهام بدنى و افعال وهمى بود و اين طريق واضح است و اين ظن كه افتد كه چون اين هيأت نفس را به سبب حدوث بدن بود بايد كه به زوال بدن اين هيأت زوال پذيرد ظنى است نه ملايم حقيقت ، چه يك چيز سبب وجود چيزى و سبب عدم آن چيز نتواند بود مگر به دو وجه ، يكى آنكه وجود أو سبب أو بود ، بطلان أو سبب ديگر بدين وجه واجب بود كه بطلان بدين سبب بود او\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":118},
  {"content":"\r\n\r\nرا به دو حال چون آب كه گرم شود سخونت كند و چون سرد شود برودت كند و سخونت باطل كند و شايد بود كه بدين سبب اين هر دو امر شود از دو وجه ، لكن اين واجب نيست از آن وجه كه چون تحقيق كنى فاعل اين هيأت بدنى يا بى كه آن را به مقدّمات و هيأت اين خارج بود چه هيأت به دو نيك توابع استعداد بود و اين هيأت قابل اشد و اضعف بود و آنك پديدار آيد و به تكرار افعال زيادت مىشود و به فقد و ترك اين افعال ضعيف شود و دفعة برخاسته نشود و از متمّمات آن انديشه بود در آن و شوق بدان و اگر چه فعل بدنى نبود به حركت فيض الهى فاسخ عقود بود و غاسل شوخ ناپاك ، مگر كه عائقى بود از فقد استعداد و به استعداد ضدّى مقاوم بود چنانك بديد كرديم . چون اين متمّمات كه ياد كرديم و مقوّمات حافظ هر استعداد بد را غسل واجب شود ، امّا به جائى كه از آن اثرى نماند بلك واجب شود غسل آن مبلغ از آن روى كه مبلغ است . امّا اندك اندك و اين زمانى بود و استعانت جويد به عوض فقد متمّماتى كه اگر بر بدنى تعويقى تمام و اگر بدنى با عبرت تمام و مقيّد نبوند كه مفارق استعانت جويد در اين زوال تجسّمى سماوى و به ضربى از تخيّل مر استعداد را چنانك فكر در آن و شوق بدان متمّمات امداد اين تخيل ، از محجوبات بود كه معاونى ديگر بود كه بر ما پوشيده بود و به طلب اين هيأت رفعت حاصل نيايد چه مادّت مستعد قبول غسل نيست به يك دفعه ، بل هر چند اندك‌تر مىشود و هر چه قابل اشد و اضعف بود انفعال أو در استحالت بر يك هيأت نبود و يكسان نبود اگر شديد المقاومه بود و اگر ضعيف المقاومه در زمانى باشد و به نسبت بگردد و روا بود كه سريع‌تر بود و روا بود كه بطىءتر بود .\r\nپس اينكه خواجه بدان اشارت كرد از ما بدين اثر حلقه و دام در پاى و بقاى جراحت عبارت ازين است در آن جهان امّا درين جهان اين علايق نفس است و پريدن و قصد كردن به كوهها شناخت علم هيأت افلاك باشد\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":119},
  {"content":"\r\n\r\nو عبارت از كوههاى سماوات باشد و طيور آن كوهها عبارت از نفوس انسانيست و آن كثرت و زينت و نزهتگاه مر آسمان ثانى نزديك قوى فلك ابروج است و فلك الثوابت و بدان مرغان استادان صناعت را خواسته است كه راه نمايندگان‌اند بدين علوم و آن كه گفت امن نيافتيم بر اين كوهها به تمامى آنست كه سعادت كلّى يافتن در شناخت علم هيأت و رياضى نيست و آن آثار جرح كه ازين هيأت بد حاصل آمده باشد بدين استعداد برنخيزد كمتر آن بايد كه مفارقان را بشناسد و تصور حقايق كند ، تصورى راست و نظام كلّى در اين عالم بداند و غايت را تصوّر كند و آنچه لايق اين بود . پس اين رموز عبارت از اين معانى است و روشن است .\r\nو آن فضا كه وراى آن افلاك تسع از آن عبارت مىكند عقل اوّل است كه اوّل مبدعات است و أو شريفتر و بديع و بهىترين عقول است .\r\nو آن طيور ديگر كه از آن كوه عبارت مىكند ، نفوس مفارق‌اند كه ياد كرديم و آن پريدن فرودگاهها عبارت از شناختن علم طبيعى است كه آن را علم اسفل خوانند و سفر كردن در آن كوهها عبارت از شناختن علوم رياضى است كه آن را علم اوسط خوانند و باقى عبارت است از علم اعلى .\r\nو آنچه در مقدمات اين رسالت است از علم به اخلاق و غير آن همه را همين طريق است به يافتن اين درجه و اين مقام ديوانه داند صاحب اين واقعه را كسى كه از حقايق دور باشد و به كياست و عقل خويش در انكار باشد . و ترا ببايد دانست كه حدود وسطى ما يجزى مجراء تحصيل آن به انديشه و اكتساب نه چنان بود كه چيزى كه معلوم المكان و الطريق بود آن را اكتساب و تحصيل كند بل طريق انّى آن بود كه دامى برسازند تا چه در آن افتد و تعليمى كه در اكتساب قياسات دهند أو تعليم بود تا اين دام چگونه سازند و بر كدام موضع نهند تا زودتر صيدى در وى افتد و نسبت فكر با تحصيل حدود وسطى نسبت تضرع و ابتهال و دعا بود به اجابت و باشد كه\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":120},
  {"content":"\r\n\r\nحدود وسطى از فيض الهى آيد و بود كه بىاستعمال و تقليب فكر آيد و باشد كه ناگاه مر ديوان باز خورد بىآنك به هر دو طرف التفات كند و هر چند كه سفر مرد را ارتفاع خيال كمتر بود صيد حدود وسطى به دام فكر كمتر بود و بر عكس و اين عوايق كه ازين باز دارد الّا اسباب بدنى نبود و چون طرفى از استعداد حاصل بود و عايق برخيزد بعد از مفارقت به غايت آسانى حاصل آيد و بود كه با مصاحبت نفس با بدن نفس را ضربى از اتصال به مبادى حاصل باشد و أو را ضربى از آن لذّت به حاصل آيد و اگر نيز اندك و آميخته بود ، چون اين معانى چنانك بايد كسى تصور كند اين حكايت شيخ از عقل دور نشناسد چه اين حكايت مبنى است از كمال احالت أو بدين علوم و ظاهرتر از آنست كه آن را بدين شرح حاجت باشد و أو مؤيّد من عند اللّه بود و پيش ازين ياد كرديم كه در هر علمى مثل اين كس سخت قليل عدد و عزيز وجود باشد و چون تفاصيل اين امور ياد كرده شد محصّل اين مفصّل آن تواند بود كه بدين دام و قيد علايقى را مىخواهد كه نفس را بود با بدن و اين حلقات دام بود و نفس را از اين علايق من حيث الحقيقة رنجى بود اگر چه در اكتساب اوايل معقولات بدان حاجتمند است ، امّا عايق نفس از ادراك حقايق معقولات جزوى نيست و هر كه بدين علايق قانع گردد و با اين الفت گيرد چون مرغى بود مقيّد دام و قفص و آن مرغانى كه ازين دام رهائى جسته باشند و اثر دام بر ايشان ظاهر بود و خلاصى كلّى بدان مقرون نباشد عبارت از استاذان و كلماست و ما يحتاج مبذول دارند و گفت چون من اين گروه را ديدم مرا ياد آمد آنچه فراموش كرده بودم يعنى مرا شوقى حاصل آمد به تحصيل كمال و دانستم كه آنچه با آن الفت گرفته بودم و بال و رنج من است بدان سبب عيش بر من منغّص شد و مثل اين حالت كه ايشان را بود مرا آرزو كرد تا خواستم كه از شوق هلاك شوم از نقص آواز دادم كه نزد من آئيد ، ايشان از من دورى جستند . اين عبارت است از آنك\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":121},
  {"content":"\r\n\r\nاستادان و ياران به مجرّد و تمنا و شوق مرد را به علم راه ندهند تا آنگه كه اخلاق و عادت ظاهر و باطن أو بر يك صفت بينند به عدالت و استقامت به شرايط استعداد و استحقاق چه با نااهل ضنّت كردن شرط محكم است . بدين سبب گفت كه سوگند بديشان دادم و ايشان را يمن كردم تا نزديك من آمدند يعنى چون بر سيرت و سريرت من واقف شدند مرا به علم خواندن راه دادند تا بعضي از مقصود خويش از ايشان حاصل كنم . پس بدانك محصّل و طالب علم را شرايط است چنانك در مبدأ رسالت بدان اشارت مىكند يعنى مريد بايد كه نيك فهم و راست تصوّر و حافظ و صبور و محبّ بود در طلب و ظاهر و باطن متساوى و راست و أهل راستى بود و لجوج و سركش و عنيد و منكر نبود و مايل هواى طبع خود نبود بل قاهر نفس باشد و قامع هواى خويش و به طبع سريع القبول و سريع الانقياد . و بطىء القبول و بطىء الانقياد نبود و به كياست حذق و ذكاء خود معجب و معزور نبود و يقين بداند كه استاذ أو به قوّت حكمت و ذكاء فطنت بر باطن و هيأت نفس أو اطلاع دارد به قدر قوّت و مكنت خويش ، چنانك أو از آن اسرار بىخبر باشد و حكيم از آن با خبر باشد و بر آن سراير نفسانى أو واقف باشد و بايد كه اخلاق خود با شريعت آراسته دارد و فحش و دروغ نگويد و در قبول راى كلام استاد خويش به شك نبود و به يقين داند كه اين همه اسباب موانع بود از حصول علم خاصّه علوم حقايق و اگر به خلاف آنچه در دل دارد به ياران و استادان نمايد آن معنى سبب خلاف نفوس گردد و از فوايد ممنوع و محروم ماند و اگر بدين صفات حميده و سيرت مرضيّه موصوف تواند گردانيد خود را زود كه حكيمى شود بعد ما كه لئيمى بود بر طريق زور و بهتان و هذيان و افسوس . امّا چون به طريق افسوس رود اگر بر استاد أو مثلا پوشيده ماند ، بر استاد ( ازل ) خافى نماند حاصل آن افسوس داشتن با ذات أو گردد به طبع و نفس أو بدان هيأت منفعل شود به تقدير غيرت ايزدى و خواجه\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":122},
  {"content":"\r\n\r\nاشارت بدين ابواب مىكند آنجا كه مىگويد چون أحوال از ايشان پرسيدم گفتند ما نيز بدين بلا مبتلا بوديم جهد كرديم اوّل تدبير اخلاق و عبادات و نظافت ظاهر و باطن . بدين شرايط كه گفته آمد نيك بكوشيدم و به طلب تحصيل علم رفتيم و آنچه كمال ما در آن بود به قدر استعداد حاصل كرديم و كلّى اقبال بر جهت مفارق كرديم و استفاضت را از آن جهت در خور گشتيم و خود را مستعد قبول فيض كرديم و متقدمان حكما را خلاف است در خواندن اين علوم . بعضي گويند اوّل علم اخلاق اولىتر تا به واسطه هيأت خوب ذات نفس قبول گردد و گفته‌اند اوّل علم طبيعى و لكن علم اخلاق مگر به اوّل اولاتر پس علم طبيعى بعد از آن هيأت تا ذوات اشياء محسوسات چنانك هست معلوم گردد ، آنگاه بعد از علم ميزان و تقويم اللّسان كه آن را منطق خوانند ، آنگاه رياضيات تهيّؤ خاطر و صيقل قوّت ذهن و ذكا را ، چه اين علوم اگر چه تصورات آن از مادت مبرّى نبود و لكن حالى بىمادّت معيّن هر چيز فرض نكند . پس بدين سبب اندكى از مادّت دور تر است و نفس را به كلّى از علايق محسوسات و متخيّلات و علايق مواد مجرّد نگرداند و لكن واسطه بود ميان اشياء طبيعى و اشياء عقلى نفس را به مثل مرقاتى بود كه به واسطه آن اندك اندك از غشات متخيّلات نجات مىيابد پس خواجه مگر اشارت بدين كوهها مىكند كه تا لابد ازين كوهها حسّى و خيالى بنگذرى ، شفاى كلى نيابى و علّت و مرض حصول كمال و تمام را علاجى ديگر نيست جز آنك از مهامه به سلامت بگذرى . اما آنچه گفت سارعوا در تحصيل اين علوم اسفل و اوسط تعجيل توان كرد و آنجا كه گفت فهل لكم في الجسام و آنجا كه گفت فوقفنا على قتله و آنجا كه گفت منتظرين لاذنه ، اين همه دليل است بر آنك در حصول علوم الهى كه منزّه بود از كلّ مواد ، شتاب و تعجيل كردن سود ندارد و فايده نكند آن بيشتر به فصل الهى روى نمايد چنانك در ما تقديم بيان آن كرديم و آن طريق به آهستگى توان رفت\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":123},
  {"content":"\r\n\r\nو خود را اندك اندك مستعدّ قبول درجه مىگردانيدن مر فيض الهى را تا به قدر استعداد آنچه مطلوب بود ، به حصول مطلوب به حصول پيوندد و اين ديگر صحن و فضا عبارت از شناخت عقول مفارق است و طيور عبارت از نفوس ايشان ، چه هر فلكى را دو نفس است يكى را نسبت نفس حيوانى است چنانك با ماست و يكى را نسبت نفس ناطقه است با ذوات ايشان چنانك ناطقه ما را با ما .\r\nاما حديث جلال و بهاء پادشاه آنست كه بدانى كه به ادراك ذات پاك احدى هيچ طريق نيست و غاية السبيل إليها الاستبصار بأن لا سبيل إليها و نه چنان است كه از جهت أو حجابى است جز غايت انكشاف أو . پس غايت انكشاف أو حجاب اوست و چون در شاهد هيچ ذات نيست كه وجود أو ماهيّت أو بود پس وحده لا شريك له از ليس في الوجود وجود وجوده و ماهيته واحد الا هو فلا إله الا هو خالق كل شىء الا له الخلق و الامر عبارت نتوان كرد بر آن وجه كه خواجه گفته است و آن معنى كه از چنين وجودى روى و دست گفته است عبارت است از چيزى كامل محض يفيض عنه الخير و از اين است كه اين سخن در كتب دراز شرح توان داد و اين مقدار كه من شرح گفتم و دادم اميد دارم كه مطابق و موافق أصل بود ، چه من خود را ازين پايگاه ندانستم كه مرا آن قدرت بود كه ملايم اين رموز شرحى گويم ، هم از آنچه در كتب و سخنان اين خواجه فايده گرفته بودم بنوشتم بر موجب اشارت بزرگان و اين جمع از اقسام بيرون نيست يا سخنى است راست شرحى مطابق توفيق ايزد بود كه مرا موافقت كرده باشد و مثل اين غريب نبود و اگر سخن ما شرح رموز نيست كه خواجه بدين رموز چيزى ديگر خواسته است بدين سخن راست دوستان منفعت گيرند و مرا بدان شرح رموز نارسيدن معذور دارند و اگر سخن نه راست بود و شرح نه ملايم هم از قصور و نقصان نبود هر كه از دوستان بهتر ازين تواند من مستفيد باشم\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":124},
  {"content":"\r\n\r\nآن را ان شاء الله .\r\n\r\n« فصل »\r\nاين فصول بر طريق ايجاز و اختصار ايراد خواهد افتاد بيرون آمد مرغى تا صيد كند نفس را خواست كه مطلوب اوست تا به كمال خويش ادراك معقولات حاصل كند . دامها بگسترانيدند يعنى كه ميان أو و قالب علاقه ساختند . صيّاد پنهان شده يعنى كه مسبب و واهب . و من در ميان گروهى مرغان بودم يعنى كه نفس بود مر ايشان مرغى و من در ميان ايشان بدين صفت بودم و آنكه گفت ما را بخوانند ما نعمت و آسايش ديديم يعنى كه مزاجى و استعدادى حاصل بود ، گمان جز بخير نبرديم يعنى كه تصوّر كرديم اين استعداد را اين نفس ببايد با جان و ما شتاب نموديم در آمدن يعنى چون مزاج و استعداد ما تمام حاصل آمد در حال از واهب صور نفس حادث شد و آن مزاج و استعداد معطل نشود و آنچه گفت ناگاه در دام افتاديم ، يعنى كه علايق ميان بدن و نفس حاصل گشت و گفت حلقها در گردن ما افتاد و دام در بالها و پايهاى ما افتاد يعنى كه از علايق مؤكّد گشت . گفت هر چند حركت بيشتر كرديم تا رهائى يابيم سخت‌تر اندر دام افتاديم و كار بر ما سخت‌تر شد ، يعنى هر چند مصاحبت ميان نفس و بدن بيشتر بود علاقه ميان ايشان مؤكّدتر بود . به حقيقت تسليم كرديم خود را به هلاكت و مشغول شد هر يك از ما بدان چه نصيب أو بود از اندوه يعنى گفتيم كه چنين خواهد بود و قوّت عامله را به تدبير بدن مشغولى افتاد و چون يك قوت نفس كه آن عامله است و كمال يقين در آن بود كه أو ادراك معقولات كند چون در اين ادراك رو در بسته بود اندوهگين و رنجور بود و آنجا كه گفت تا آن وقت كه فراموش كرديم صورت كامهاى خويش را\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":125},
  {"content":"\r\n\r\nيعنى آن قوّت را از كار بازداشتيم تا ما را فراموش شد و غافل شديم كه نفس ما از مصاحبت أو با بدن جز تدبير بدن كارى ديگر نتواند كرد .\r\nپس نگاه كردم من روزى از ميان دام گروهى را ديدم از مرغان كه پر و بال خويش از قفص و دام بيرون كشيده بودند و مىپريدند يعنى كه جماعتى را از حكماى بزرگ ديديم كه ايشان را اندك قوّه عامله ايشان به تدبير بدن مشغول بود . فرصت جسته بودند و قوّت عالمه را تمكين داده از فيض مفارق و آنچه گفت اثر حلقه دام در پاىهاى ايشان ظاهر بود يعنى كه علايق نفوس ايشان با بدن ثابت بود و آنك گفت اثر نه بدان حدّ بود كه ايشان را از پريدن باز مىداشت و نه بدان اندكى بود كه ايشان را پريدن مهمنّا و صافي بود يعنى كه التفات نفس ايشان با بدن نه بدان حدّ بود كه ايشان را از ادراك و اكتساب علوم باز مىداشت و نفس ايشان به حكم علائقى كه با بدن داشت آن قوّت نداشت كه جمله معقولات به كمال و تمام بىقصور و نقصان حاصل تواند كرد . پس اين علايق نفس با بدن تا بدان حدّ بود كه مانع بود نفس را از ادراك معقولات كه مفارقت را هست به فيض از ايشان به كمال و تمام قبول كند و آنجا كه گفت من اين گروه را بدين حالت بديدم مرا ياد آمد آنچه من از حال خويش فراموش كرده بودم و آنچه من با آن الف گرفته بودم جهان بر من منغص شد يعنى كه بدانستم كه كمال آدمي در معقولات است نه در تدبير و سياست بدن پس خواستم كه گشاده شوم از بسيارى اندوه يعنى كه اندوهگين شدم از آنك قوّت عالمه نفس را از كار بازداشته بود .\r\nپس از قفس آواز دادم ايشان را كه نزديك آئيد به من تا تمام سخن گويم يعنى كه من از ايشان مدد خواستم و اعانت ، ايشان از من بگريختند يعنى نخواستند كه ايشان را از من اخلاق بد حاصل آيد و ايشان را با أهل دنيا التفات و اشتغال بود و كسى ايشان را بىفايده از مهمّ ايشان باز دارد . پس\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":126},
  {"content":"\r\n\r\nآنچه گفت سوگند بر ايشان نهادم تا تمام سخن گويم يعنى استعداد و شوق خويش بر ايشان معلوم گردانيدم تا مرا استوار داشتند و آنجا كه گفت آن رنج كه ترا هست ما بدان گرفتار بوديم يعنى اين علايق كه نفس ترا با بدن است و اين محاربت و منازعت كه قوّت عامله ترا با قوّت بدنى هست آن ما را نيز بود و آنك گفت پس تدبير كردم در رهائى جستن يعنى از استيلاى قواى بدنى رهائى جستيم ، و از حلقه دام كثرت علايق و موقوف بودن آثار نفس بر امور بدنى رهائى جستيم آنك گفت گفتم مرا نيز رهائى دهيد آنست كه گفتم مرا از علايق بدنى برهانيد . گفتند ما اين چون توانيم و مبتلا بودن ما بدين ظاهر است و طبيبى را كه علّتى بود و أو آن علّت از خود دفع نتواند كرد از غيرى چگونه دفع كند .\r\nگفت پس جهد كردم يعنى كه اين مرتبه أكثر آن به جهد و اكتساب حاصل آيد و هر كس در اين از جهد خويش فايده يابد و آنك گفت مرا گفتند پيش تو بقعه‌هاست بدين بقعها عناصر و مركبات و افلاك خواست كه تا تو اين همه بنشناسى و بدين همه گذر نكنى تو را سعادت حاصل نيايد و آنك گفت به ميان دو كوه وادى است با آب و گياه بسيار و عارت بدين عناصر چهارگانه خواست و كيفيّت تولّد و توالد و نشو و نما را و آنچه عناصر را عارض گردد قبل الامتزاج از انواع حركات و تخلخل و لطايف أحوال كائنات جمادى و معادنى و كائنات ناميات و كائنات حيوانى و غير آن . و اين چه ياد كرديم بعضي از علم طبيعى است كه أو را علم اسفل خوانند . و اما حديث كوهها و شناختن آن و گذشتن بدان عبارت است از علم رياضى و ديگر علم طبيعى كه در أو اجزاى عالم و اشكال آن و اوضاع بعضي به مقادير آن و ابعاد آن و حال حركاتى كه افلاك را هست و عددها ، كره‌ها و قطوع دوائر كه حركات بدان تمام شود بداند و اين اعداد بر وضعى معروف است يعنى فلك قمر و فلك عطارد و فلك زهره و فلك آفتاب و\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":127},
  {"content":"\r\n\r\nفلك مرّيخ و فلك مشترى و فلك زحل و فلك ثوابت و اگر چه خلاف است به اعداد افلاك ثوابت و آن بروج و هر دو يكى است يا جداگانه ؟ امّا آنچه از افلاك تداوير و غير آن مر بعضي را از كواكب اثبات كنند خواجه تعريض آن نكرده است . و آن هشتم كوه كه مىگويد چون نسبت با يكى كنند نهم بود و اين عبارت است از فلك البروج و فلك ثوابت مىكند و آنك گفت بعضي گفتند كه هيچ تواند بود كه ما يك چندى بياسائيم آن عبارتست از فتورى كه افتد ميان انتقال كردن از سياقت امورى كه تعلّق به موادّ و علايق آن دارد و امورى كه مجرّد بود از مادّه و علايق آن و آنجا كه گفت بشتابيد عبارت است از آنك در شناختن چيزها كه تعلّق به مادّه دارد نفس را كمال حقيقت حاصل شود و بدين سبب از دشمنان از امور جسمانى و علايق مواد كلّى نجات يابد . و آنك گفت طيور افلاك بهم يعنى نفوس ناطقه كه افلاك را هست ما را غمگسارى كردند و آنچه از وراى اين كوه شهرى نشان داد ، عبارت از علم اعلى است و از مرتبه أو كه اوّل مرتبه از آن نظر است در معانى جملهء موجودات را چون هويّت و وحدت و كثرت و وفاق و خلاف و تضاد و قوّت و فعل و علّت و معلول و آنك گفت صحنى ديدم كه صفت خوشى آن فراخناى آن بنتوان گفت بدان صحن اين امور عامه خواست كه ياد كرديم .\r\nامّا انك صحنى ديگر ديدم كه از نيكويى آن اين را فراموش كردم ، دوّم مرتبه است از علم الهى و آن نظر است در امور و مبادى كه علوم طبيعى و رياضى و منطق را بود و آنك به حجره پادشاه رسيديم عبارت است از مرتبه سوّم در علم الهى و آن نظر است در اثبات خداى عزّ و جل ، اوّل توحيد أو و دلالت و استحالت انك أو را شريك بود ، در مرتبه وجود دوّم آنك أو يكى است و واجب الوجود است به ذات خويش . و آنجا كه گفت از جمال پادشاه مدهوش شديم پس به لطف خويش آرام و ثبات با ما داد . اين رمزى\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":128},
  {"content":"\r\n\r\nظاهر است كه اگر مدد فيض أو نبود آدمي را ياراى آن نبود كه اين دليرى نمايد .\r\nو آنك گفت قادر نبود بر حلّ دام مگر آن كس كه بسته باشد يعنى كه اسباب كه ميان نفس و بدن علايق داده‌اند و بر وفق استعداد مزاج اين نفس را با آن صحبت داده‌اند هم ايشان توانند كه اسباب مفارقت نفس و بدن را مهيّا گردانند و ترا ببايد شناخت كه آدمي را دو نفس است يكى ناطقه و ديگرى حيوانى ، و منبع نفس حيوانى دل است و وى چون بخارى لطيف است از اخلاط باطن حيوان و وى را مزاجى معتدل حاصل بايد و وى از دل به واسطه عروق ضوارب كه آن را نبض و حركت باشد به دماغ و جمله اندامها مىرسد اين نفس حيوانى كمال حس و حركت است چون به دماغ رسد حركت وى كم شود ، اعتدال حاصل آيد و چشم و گوش و ديگر حواس از وى قوّت پذيرند . اگر در بعضي از عروق سدّه و بندى افتد آن عضو كه مؤخّر اين سدّه باشد معطّل شود و در وى حسّى و حركت نماند و اطبّا اين عضو را مفلوج خوانند و علاجش گشاده شدن سدّه باشد و پيش ازين ياد كرديم حكم قوّت غاذيه و ناميه و مولّده و آنك قوّت ناميه چون تباه شود اجل ببايد چنانك ( ترك ) مضغ غذا سبب اجل بود كثرت غذا هم سبب اجل بود و آدمي به روزگار دراز چنان شود كه غذا قبول نكند و اگر چه در ميانه اين قوّتها بر جاى بود چون امر خارج ظاهر شود چون زخمى رسيدن يا از بام بيفتادن هم رسيدن اجل باشد و شايستگى نفس حيوانى در اعتدال مزاج بسته است . چون باطل شد اعتدال مزاج قبول نكند نفس قوّتهاى حس و حركت را و چون قبول نكند اعضا از وى محروم ماند و معطّل شود و بىحسّ و حركت بماند و گويند بمرد و اين حركت را عبارت مرگ دهند و فراهم آرنده اين اسباب تا اين مزاج از اعتدال بيفتد ، فريشته‌ايست از فريشتگان حق كه أو را ملك الموت خوانند . پس ازين\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":129},
  {"content":"\r\n\r\nگفت خواجه كه به اشارت گفت من رسولى فرستم تا اين بند از شما بردارد و شما آزاد شويد .\r\n\r\nتمّ شرح رسالة الطير * بعون اللّه وهمم أهل الخير نهار العاشر من شعبان سنه اربع وسبعين وثمانمائة على يدي الفقير إلى اللّه الودود عبد الغنى بن داود غفر اللّه ذنوبه وسرّ عيوبه .\r\n« پايان »\r\n\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":130}
  ]