[
  {"content":"\r\n\r\nسلسلة علم المنطق\r\nكتاب\r\nمحك النظر\r\nالإمام حجة الإسلام أبو حاحد العزالي\r\n450 - 505 ه‍\r\nتحقيق وضبط وتعليق\r\nد . رفيق العجم\r\nدار الفكر اللبناني\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nدار الفكر اللبناني\r\nللطباعة والنشر\r\nكونيش بشارة الخوري - بيروت - لبنان\r\nهاتف : 630906 - 631002 - 63072\r\nص پ : 4699 أو 5490 / 14\r\nجميع الحقوق محفوظة للناشر\r\nالطبعة الأولى 1994\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالتقديم\r\nلا غرابة في أن يتميّز الإمام الغزالي ويلقّب بحجة الإسلام وفيصله .\r\nولا سيما إذا ألقى الباحث نظرة فاحصة على بيئته وظروفه ، حيث سيعثر على جملة من الاضطراب الثقافي والاجتماعي ، بل ويمكن القول المعرفي ، إذ تقاطعت عنده وبه مجموعة التيارات المعرفية والفكرية التي سادت ساحة المشرق معبّرة عن ذاك الاختلاط المعرفي والثقافي الموروث والحادث معا .\r\nوإن السابر لكتب أبي حامد يعثر على شيء من التعارض والتباين بين قريب للفلسفة بأسها اليوناني وبين عالم في التوحيد ، بين ممجّد معظّم للفكر العقلي المنظّم وبين آخذ بضرورة الحدس الوجداني والإلهام الصوفي النوراني . ولعلّ هذا السابر يلقي نظرة على السطح ويقرأ قراءة أولية ، إذ القراءات المتتالية تكشف الغطاء عن ذاك التقاطع المعرفي الذي التقى عند الغزالي ، بينما هو في عمق كتاباته متبن للفكر العقلي الملتزم بحدود الإيمان فرضية ومسلمة أولى للانطلاق ، هذا من جهة ، ومن جهة ثانية ، كان الغزالي فيلسوفا آخذا بالمنحى العقلي في إطار المتناهي وبالاتجاه الحدسي الإلهامي في إطار اللامتناهي إذ العقل يعجز في ذاك الأفق عن التحديد واليقين والنظم الصارم .\r\nإن ميزة الإمام الحجة هنا ذاك السفر الذي بين أيدينا وفيه نعرج من المعاني اليونانية إلى المعاني الإسلامية ليس بتحوير إنما بغرس وتطبيع\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nوانسكاب بقوالب العربية قلّ نظيره عند مماثليه .\r\nفلا عجب إن كان محك النظر نقطة تحوّل أعقبت معيار العلم فرسخت هذا الهضم الكامل للمنطق وحوّلته إلى معاني إسلامية ولسن عربي كامل .\r\nوقد جمعنا التقديم على ما يلي :\r\n- البيئة الثقافية والفكرية .\r\n- البيئة الاجتماعية والاقتصادية .\r\n- الظروف السياسية العامة .\r\n- حياة الغزالي وشخصيته .\r\n- طبيعة الكتاب وموضوعاته .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالبيئة الثقافية والفكرية\r\nتعتبر فترة القرن السادس الهجري من فترات التوتر والاضطراب الفكريين اللذين ترافقا مع الصراع السياسي والعقائدي والمذهبي السائد في المجتمع الإسلامي على امتداد إماراته والولايات .\r\nفلا عجب أن تطغى الغلوم الدينية بحجاجها وأئمة مذاهبها وآرائهم على العلوم الأخرى ومنها الفلسفة والعلوم العقلية . لكن ذلك لم يحل دون ظهور حكماء وأطباء من الدرجة الثانية ، ولم يمنع التوجه العقلي عامة من متابعة سيره .\r\nولقد تبنّى السلاجقة المذهب السني في العقائد وكرّس نظام الملك التيار الشافعي الذي ساد على التيارين الحنفي والحنبلي نسبيا . أما المذهب الشيعي فكان مذهب الدولة الفاطمية إلى جانب جماعات عدة انتشرت في العراق وممالك السلاجقة في كرمان وأصفهان وخراسان وسجستان وأذربيجان ، ولا سيما المجموعة الإسماعيلية .\r\nوقد دفعت تنظيمات الإسماعيلية وآرائهم علماء أهل السنة للتشدّد في موقفهم ، ولا سيما من قطن منهم خراسان ، فنادوا بتكفير هذه الفرق بأدلة من الأحاديث الشريفة .\r\nولقد كثر فقهاء السنة في تلك الفترة وراجت شروحهم وتفسيراتهم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nووقفت الأوقاف على طلبة العلوم الدينية . وقيل إن هناك ما يقارب ستة آلاف فقيه من كبار أئمة آل مازه عاشوا في بخارى في كنف برهان الدين .\r\nمحمد المعروف بصدر جهان وجلّهم من الحنفية « 1 » .\r\nومثل الفقهاء مثل المتصوفة الذين كثروا وانتشروا وأثّروا في أدب الدولة السلجوقية حيث جعلوه مملوءا بالمعاني المجازية والاستعارات والكنايات الإشراقية . ويمتاز العصر السلجوقي في أنه غني بالنثر الفني الذي تجاوز فيه الكتّاب بالفارسية والعربية الأسلوب العتيق البالي وكتبوا روائع أدبية وفكرية وعرفانية . كما أن من ظواهر هذا العهد كثرة شعراء الصوفية إلى جانب نظمهم النثري . وفيه إذا تكرّس التأليف العرفاني الكشفي وانتشر حتى طغى على التأليف البرهاني العقلي . ولا عجب أن نجد الغزالي ( المتوفي 505 ه ) تنجمع عنده طرق البرهان والعرفان والبيان في تقاطع عجيب وأسلوب متين . ومن أشهر كتب هذا العهد المشيّد للعرفان فلسفة صوفية وجامعا لعلوم المتفقرة .\r\n* كشف المحجوب لأبي الحسن الغزنوي - جلابي الهجويري « 2 » .\r\n* أسرار التوحيد في مقامات أبي الخير ألّفه حفيد الشيخ أبي سعيد بن أبي الخير ، وفيه جمع أقوال جده وشرح كراماته ووصف تدرج أحواله .\r\n* تذكرة الأولياء لأبي بكر العطار ، وفيها تاريخ عريض لأولياء الصوفية « 3 » .\r\nوإذا كنا أشرنا إلى اشتداد إوار الصراع المذهبي فإن هذا الصراع قد أغنى المكتبة الدينية العقائدية بحجاج طابعه مذهبي بين التيارات والمذاهب ونهجه اعتماد الجدل والحجج البيانية والبرهانية ، أمثال ذلك ممّا ظهر آنذاك :\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) ذبيح اللّه صفا ، تاريخ أدبيات در إيران ، تهران ، 1339 ه ، ج 2 ، ص 159 .  ( 2 ) تاريخ أدبيات إيران ، ص 246 .  ( 3 ) المرجع ذاته ، ص 247 . ","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n* بعض فضائح الروافض ألّفه شهاب الدين التواريخي الشافعي « 1 » .\r\n* النقض أو بعض مثالب النواصب ألّفه نصير الدين أبو الرشيد القزويني الرازي ، وفيه رد على السنة من وجهة نظر شيعية .\r\n* كشف الأسرار وعدة الأبرار لأبي الفضل رشيد الدين الميبدي وقد أشار إليه السيوطي « 2 » . وما تجدر ملاحظته في تلك الفترة انتشار إنشاء المدارس وهي مزية من مزايا التمدن الإسلامي ، وقد ساعدت هذه المدارس والنظاميات على انتشار اللغة العربية ورواجها . إلا أن هذه المدارس ، فيما بعد ، حجبت طلابها عن تناول الفلسفة والهندسة وعلم النجوم فاتجهوا إلى الانكباب على العلوم الدينية المتصلة بالأدب واللغة العربية . لكن هذه المدارس اختصّ كل منها بطابع فرقة ما أو مذهب معين ، فكان للشيعة مدارسها مثلما كان للسنّة .\r\nأما المدارس النظامية وهي أشبه بالجامعات فعمّت المدن كما أشرنا إذ وجدت في بغداد ونيشابور والبصرة وأصفهان وبلخ ويزد والموصل وغيرها . . . وعمد نظام الملك إلى خصّها بالشافعية مذهبا . وكانت تدار بإشراف الخلفاء والسلاطين والأمراء والحكام ، أما المدارس فمن الأوقاف . وكان لكل منها مدرسون ونظار ومتول ومتخصص كفؤ « 3 » .\r\nفلا عجب إن كثرت المؤلفات وظهر الأعلام في العلوم الشرعية والأدبية والحكمية وشاهدنا على ذلك هذا الرهط اليسير ممّن سنذكره دلالة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المرجع ذاته ، ج 2 ، ص 984 .  ( 2 ) السيوطي ، طبقات المفسرين ، ليدن ، 1839 .  ( 3 ) ابن القفطي ، حوادث الجامعة ( 626 ه ) . ورحلة ابن بطوطة ، مصر ، ص 141 - 142 . وإلى جانب ذلك هناك : ابن خلكان ، وفيات الأعيان ، مصر بولاق ، ج 1 ، ص 336 . طبقات الشافعية ، ط مصر ، ج 3 ، ص 137 . رحلة ابن جبير ، ط مصر ، ص 207 . الطرطوشي ، سراج الملوك ، مصر ، المطبعة الخيرية ، 1306 ه ، ص 128 . ","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nعلى علو همة هذا العصر الثقافية وكثرة مؤلفاته وعطاءاته ، من ذلك .\r\n- الإمام أبو محمد الشاطبي ( المتوفى 590 ه ) العالم في القراءات - من أصل أندلسي - .\r\n- أبو الحسن علي بن محمد الكياهراسي الطبري ( المتوفى 504 ه ) العالم في التفسير .\r\n- أبو الفتح محمد بن عبد الكريم الشهرستاني ( المتوفى 548 ه ) العالم في التفسير .\r\n- الإمام أبو عبد اللّه فخر الدين الرازي ( المتوفى 606 ه ) العالم في التفسير .\r\n- الإمام أبو القاسم محمد الزمخشري الخوارزمي ( المتوفى 538 ه ) العالم في التفسير .\r\n- ابن الأثير أبو السعادات المبارك ( المتوفى 606 ه ) العالم بالحديث .\r\n- البغوي ( المتوفى 516 ه ) العالم بالحديث والفقه والتفسير .\r\n- ابن الصلاح تقي الدين عثمان الشهرزوري ( المتوفى 643 ه ) العالم بالحديث والتفسير .\r\n- ابن الحاجب المالكي ، جمال الدين أبو عمر عثمان ( المتوفى 646 ه ) العالم في الفقه والجدل والأصول .\r\n- أبو الحسن المرغيناني ( المتوفى 593 ه ) صاحب الفقه والعبادات .\r\n- حجة الإسلام أبو حامد محمد الغزالي ( المتوفى 505 ه ) صاحب إحياء علوم الدين والمصنفات الكلامية والردود على الباطنية ، والمتميّز بالردود على بعض مسائل الفلاسفة وبإشادة المنطق على طابع عربي وإسلامي ، وهو صاحبنا في هذا السفر .\r\n- أبو الفرج بن الجوزي ( المتوفى 597 ه ) اشتهر في الكلام والحديث .\r\n- فخر الدين الرازي ( المتوفى 606 ه ) اشتهر أيضا في الكلام والفلسفة والمنطق والطب .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n- أبو الفضل أحمد بن محمد الميداني النيسابوري ( المتوفى 518 ه ) من أشهر أصحاب اللسانين ولغوي إيراني كبير .\r\n- أبو عبد اللّه حسين الزوزني ( المتوفى 486 ه ) من مشاهير اللغة والنحو العربيين .\r\n- نجم الدين أبو حفص عمر النسفي ( المتوفى 538 ه ) صاحب التآليف الجمّة حتى بالغوا فقالوا الألف ، وشهرته في لغات الفقه وفقه اللغة .\r\n- عبد القاهر الجرجاني ( المتوفى 474 ه ) « 1 » من كبار المؤلفين في المعاني والبيان والبلاغة والإعجاز .\r\n- العلّامة سراج الدين أبو يعقوب يوسف السكاكي الخوارزمي ( المتوفى 626 ه ) . بحر العلوم في البلاغة .\r\nوقبل أن نكمل إيراد بقية بعض نماذج هذا الرهط من المؤلفين نشير إلى اضمحلال المؤلفات الحكمية أي تلك التي اعتنت بالاتجاهات العقلية الفلسفية ، ومرد ذلك سياسة السلاجقة ووزرائهم عامة ، وتصرف الخليفة العباسي المتوكل ، وخلافته ( 232 - 247 ه ) خاصة قبل ذلك بمدة خلت « 2 » .\r\nوفي عودة إلى المبرّزين في الحكمة نذكر :\r\n- أبو العباس فضل بن محمد اللوكري المروزي ، وقد تتلمذ على يديه عدد من علماء وفلاسفة خراسان في القرن السادس الهجري ، ولا سيما أنه يعتبر تلميذ بهمنيا تلميذ ابن سينا . وربما كان لذلك أثر في الساوي .\r\n- أوحد الزمان أبو البركات هبة اللّه بن علي بن ملكا البغدادي ( المتوفى 547 ه ) صاحب المعتبر في الفلسفة .\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) ورد تاريخ الوفاة في تاريخ أدبيات در إيران أما رضا زاده شفق فيذكر في تاريخ أدبيات إيران أن الوفاة كانت 502 ه .  ( 2 ) أمين ، أحمد ، ظهر الإسلام ، ص 43 . ","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n- شهاب الدين أبو الفتوح يحيى بن حبش السهروردي ( المقتول 587 ه ) صاحب الفلسفة الإشراقية .\r\n- أبو الحسن علي بن زيد البيهقي المشهور بابن فندق ( المتوفى 565 ه ) المؤرخ للحكماء ولتاريخ بعض مدن السلاجقة والعالم في النجوم .\r\nهذا غيض من فيض أوردناه دلالة على تلك السعة في الأعلام والعلماء وكثرة التآليف ويبقى السؤال المحيّر لدارسي الحضارات كيف اتفق وقوع ذلك وظهور هذه الكثرة من العلماء مع التخبط السياسي الحاد في السلطنة وضعف الخلافة واشتداد الصراع المذهبي ؟\r\nولعلّ الإجابة عن هذا السؤال ترجع إلى علماء الحضارات ومفلسفي التاريخ إلا أنها ظاهرة ملفتة نعمت خلالها اللغة العربية والبيئة الثقافية بزاد وفير في علوم الشريعة وجمع كبير وتقعيد للغة وحجاج في العقائد وشروح كبرى موسّعة وميسّرة في الحكميات والفلسفة .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالبيئة الاجتماعية والاقتصادية\r\nاتسم العصر السلجوقي بسمة اجتماعية بارزة هي عدم الاستقرار وثبات الحال . ولعلّ النزاعات بين أصحاب المناصب القيادية في الدولة السلجوقية زادت الأمر تعقيدا فتدخّل غلمان السلاطين بمثل ما تدخلت النساء في شؤون الدولة . وقد انعكس ذلك الأمر على العامة في سعيهم وإنتاجهم ومعيشتهم بمثل ما انعكس على الخاصة من أدباء وشعراء ومفكرين .\r\nلهذا وجد التصوف مرتعا خصبا بين الساخطين على تلك الحياة ، إذ كان سبيلا للاعتكاف والاعتزال ، وقد أثّر ذلك في المريدين والأتباع ، فنشأت جماعات كثيرة من الاتكاليين .\r\nكما نشأت عصبيات بين الأقوام : الترك والفرس وبينهما وبين العرب ، كما ظهر التجاذب بين العنصرين الأصفر والأبيض « 1 » .\r\nاعتمدت الإقطاعية في نظام التملك في العهد السلجوقي علما أن الإقطاعات كلها التي تشكل المملكة هي ملك للسلطان يمتلكها ويقطع أراضيها لأقاربه وأنصاره وجنوده وعبيده . ولم يكن هذا ليتعارض مع ملكية الأرض الفردية لأنه كان يتعلق بخراج الأرض وليس الأرض .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الراوندي ، راحة الصدور وآية السرور ، ترجمه إلى العربية الدكتور الشواربي والدكتور الصياد ، القاهرة ، 1379 ه ، ص 140 . ","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوقد قلّ السكان في المدن لأن الأهالي عمدوا إلى الفرار نتيجة جور عمال السلاجقة وعسفهم وشدتهم ، إضافة إلى تفشي المجاعات وبعض الأمراض « 1 » . وقد ساعد نقص عدد السكان هذا في الضرر الاقتصادي لنقصان اليد العاملة . وبالرغم من كل ذلك سيطر الفقهاء والمشرعون على عقول الشعب ، وساد الإيمان والاعتقاد الإسلاميين بعدم التفريق بين الناس ، ممّا أضعف الطبقية والتراتبية الإيرانية القديمة ، إذ التفاخر بالأنساب مكروه في الإسلام . إلا أن ذلك لم يمنع المجتمع السلجوقي المدني من التشكّل من فئات اجتماعية مثل : الفقهاء ، والجنود ، والصوفية ، والرقيق ، وأبناء القبائل الداخلة في التحضر وسواهم .\r\nلا بد من الإشارة إلى أن عناية السلاطين بالفقهاء والشعراء وأهل الفكر كانت قائمة على الرغم من انغماس بعض السلاطين والأمراء في الترف وحياة القصور ومجالس الطرب . ويعود ذلك لتأثير بعض الوزراء كنظام الملك وبعض الأسر الكبيرة أمثال آل مازه وآل حجند .\r\nوقد ازدهر الكثير من الصناعات التي استفادت الحضارة السلجوقية ، بتفننها فيها ، ممّا آلت إليه الخبرات السابقة على تلك الفترة .\r\nفبرزت صناعة الخط والتذهيب والتجليد ، والحفر على الخشب ، وحياكة السجاد والتطريز . ونمت صناعة الزجاج والخزف وغيرها .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المرجع ذاته ، ص 392 . ","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالظروف السياسية العامة\r\nعلى أعقاب الإمارات الإسلامية في إيران من السامانية والغزنوية والخانية سيطر السلاجقة تباعا ابتداء من الربع الأول من القرن الخامس الهجري . والسلاجقة طائفة من الأتراك الغز استقروا قرب نهر سيحون لوفرة المراعي بادىء ذي بدء ، ثم أسّس سلجوق شوكتهم وعصبتهم . وفي عهد أولاده عبروا نهر جيحون وبدأوا الاستقرار في خراسان حيث تثبّت سلطانهم عام 429 ه في نيسابور على يد طغرل بك « 1 » .\r\nوما لبث الخليفة العباسي أن اعترف بسلطته عام 432 ه وظهر ذلك عام 447 ه في سك النقود « 2 » . ثم ظهر من بين هؤلاء بعد صراع بين الأخوة والأبناء ألب أرسلان منذ عام 455 ه حيث توسع سلطان السلاجقة في أذربيجان وبلاد الأرمن وفي بلاد الروم غربا . وأعقب ذلك صراع بين أفراد العائلة وأصهرتها وتعاظم خطر الإسماعيلية .\r\nلكن ملكشاه بن ألب إرسلان أعاد تثبيت الملك وتميّز حكمه بدهاء نظام الملك وزيره على صعيدي السياسة والبناء العلمي والحضاري . لكن ذلك لم يمنع الصراع داخل البيت الحاكم من أن يستمر بضراوة .\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) القزويني ، يحيى ، لب التواريخ ، طهران ، 1314 ه ، ص 105 .  ( 2 ) الأصفهاني ، عماد الدين محمد ، تاريخ دولة آل سلجوق ، اختصار الفتح بن علي بن محمد البنداري الأصفهاني ، مصر ، 1318 ه ، ص 10 . ","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوهذه الصورة تجعل العقول المثقفة يقظة وخائفة معا . ولعلّ خوفها يتجلّى في التقرب من السلاطين والوزراء والأمراء . ويقظتها تتبدّى من خلال الكثرة الوفيرة من الإنجاز التأليفي في الشرعيات واللغويات والعقليات ، ولا سيما أن الصراع بين التيارات والمذاهب أحمى وطيس الحجاج وشدّ من أزر الأدلة والدفاع ، فغزر العطاء وتشعّب في كل ميدان .\r\nوما لبث أن كدّر هذا السير المتنامي في التوسع السياسي والحضاري جمع من الإسماعيلية أتباع الحسن بن الصباح ، ولا سيما أنهم اعتمدوا أسلوب الاغتيال السياسي وإرهاب الحكام والعقول ، وقد ذهب ضحيتها نظام الملك نفسه عام 485 ه « 1 » . والذي شكل عقل السلطان والسلطنة .\r\nثم نخر النزاع على الحكم عظام الأسرة السلجوقية ، وأصاب فيما أصاب عائلة الوزراء من أولاد نظام الملك ، وذلك بالوشايات تارة والاقتتال طورا ، كما حدث بين فخر الملك ومؤيّد الملك ابني نظام الملك . وفي العام 498 ه تجزأت الدولة السلجوقية بين سنجر ومحمد ثم استتب الأمر لمحمد لكن ما لبث أن توفي عام 511 ه فعاد الصراع بين سنجر وابن محمد السلطان محمود وتحاربا قرب ساوة . وهكذا استمر الصراع بين السلاطين يسيطر على ساحة المنطقة طوال تلك الفترة .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) ابن الأثير ، الكامل في التاريخ ، حوادث 485 ه . ","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nحياة الغزالي وشخصيته ( 450 - 505 ه / 1059 - 1111 م )\r\nولد الإمام أبو حامد محمد بن أحمد الغزالي « 1 » في طوس ، في خراسان . فهو فارسيّ الأصل والمولد . وكان لطوس في تلك الحقبة مكانة في نفوس الناس . ففيها قبر هارون الرشيد ( 170 - 193 ه / 786 - 809 م ) ، وقبر الإمام الرضا ( توفي 202 ه / 823 م ) . وكانت تصل المدينة رياح التيّارات الفكريّة المتعدّدة ، فنشطت بها حركات التصوّف وزوايا التعليم .\r\nكان والد الإمام قد حرص على تعليمه مع أخيه . ولمّا حضرته الوفاة عهد بهما إلى صديق له من المتصوّفة . فوفى بالعهد : أمانة توجيه الصبيّين وتعليمهما . وما لبث أن أرشدهما للالتحاق بالمدرسة النظاميّة ، التي أنشأها نظام الملك ( توفي 485 ه / 1092 م ) بعد أن ضاقت الأحوال بهذا\r\n\r\n\r\n","description":"","footnote":" ( 1 ) نذكر المصادر والمراجع هنا مقتضبة نظرا لكثرتها : طبقات الشافعيّة ج 6 ص 191 ، شذرات الذهب ج 4 ص 10 ، وفيّات الأعيان ج 3 ص 353 ، البداية والنهاية ج 12 ص 173 ، الكامل لابن الأثير ج 10 ص 173 ، تاريخ ابن الوردي ج 2 ص 21 ، المختصر لأبي الفداء ج 2 ص 237 ، النجوم الزاهرة ج 9 ص 168 ، الوافي بالوفيّات ج 1 ص 274 ، تاريخ الشعوب الإسلاميّة ص 275 ، كما يعتبر كتاب المنقذ من الضلال سجلّا لحياة الإمام العلميّة . بيروت ، دار الأندلس ، 1967 . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالمتصوّف والمربّي الوفيّ . فتابع الإمام تعليمه في النظاميّة ، وتوجّه بعدها إلى جرجان طلبا للاستزادة من العلم . ثمّ عاد بعدها إلى طوس يتمثّل ما تلقّاه ويفيد منه . وانتقل في عام ( 470 ه / 1078 م ) إلى نيسابور حيث التقى فيها إمام الحرمين ( 419 - 478 ه / 1029 - 1086 م ) وفي هذه الأثناء تلقّى الأصول .\r\nدرس الإمام الحكمة والفلسفة والمنطق والجدل وفهم المسائل العلميّة المختلفة وقصد بعدها نظام الملك في معسكره ، فأعجب به وزير الدولة وقدّمه وولّاه التدريس في النظاميّة ببغداد عام 483 ه . وخرج بعدها عام 488 ه قاصدا الحجّ في الحجاز ، بعد أن استناب أخاه للتدريس فيها .\r\nلم تكن غايته الحجّ فقط ، إنّما أراد في رحلته متنفّسا بعد أن عصفت به أزمته الشكّيّة ، وأدّت به إلى التنقّل والارتحال زهاء عشر سنوات . ويقول بروكلمان عن هذه المرحلة من عمر الغزالي : « تخبّط برهة في دياجير شكوكيّة حادّة ، ظهر استعداده لها منذ شبابه الأوّل . - يؤيّد هذا تأصّل الشكّ في نفسيّة الغزالي وصولا لليقين التامّ - وفيما هو يجوز هذه الأزمة الروحيّة ، تمّت له تجربة دينيّة حاسمة . فكما تحرّك النبيّ لأداء رسالته بدافع الخوف من الحساب المرتقب يوم الحشر ، هكذا عصفت بالغزالي أعاصير من الأسئلة حول الآخرة والبعث ، فلمّا كانت سنة 1095 م اعتزل منصبه الساميّ ببغداد وطفق يتنقل في البلاد . . . » « 1 » . فقصد دمشق أوّلا وأقام فيها ، وما لبث أن انتقل إلى بيت المقدس فالحجاز . ثمّ أخذ يرتحل ما بين دمشق وطوس ، إلى أن استقرّ في بغداد مجدّدا . فعقد فيها مجالس علميّة مختلفة متحدّثا عن كتابه : ( إحياء علوم الدين ) . واستبدّت رغبة العودة إلى الأهل والديار ، فعاد إلى أسرته معتزلا الحياة الاجتماعيّة . لكنّ الوزير\r\n\r\n\r\n","description":"","footnote":" ( 1 ) بروكلمان ، كارل ، تاريخ الشعوب الإسلاميّة ، ترجمة فارس والبعلبكيّ ، بيروت ، دار العلم للملايين ، 1968 ، ص 275 . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nفخر الدين بن نظام الملك قصده يرغب إليه التدريس في نظاميّة نيسابور .\r\nوألحّ عليه بعد انتشار صيته وعلوّ مكانته . فاستجاب الغزالي إلى ذلك ، ولكن إلى حين . فقد آثر الرجوع إلى وطنه ، وهناك ابتنى مدرسة قرب بيته لطلبة العلم ، وخانقاه للصوفيّة ، ووافته المنيّة عام ( 505 ه / 1111 م ) وهو في تمام رجولته .\r\nوصفه أستاذه أبو المعالي الجويني بأنّه بحر مغدق لسعة معرفته . وقال عنه السبكيّ في الطبقات : « لا يعرف قدر الشخص في العلم إلّا من ساواه في رتبته في نفسه . قال ، وإنّما يعرف قدره ، بمقدار ما أوتيه هو . . . » « 1 » .\r\nوقد شغل الغزالي أرباب الاستشراق فتحدّثوا عنه . ومنهم مكدونالد الأميركيّ ، وكارادفو الفرنسيّ ، وأوبرمان الألمانيّ ، وبلاسيوس الإسبانيّ ، وريشيرز الإنكليزيّ ، وكذلك اهتم به نيكلسون وغولدزيهر . قال مكدونالد مقوّما إيّاه : « لا يسعنا إلّا أن نقول ، إنّ الغزالي كان فقيها عظيما ومتكلّما عظيما وسياسيّا عظيما ، وأظنّه رجلا واحدا في ثلاثة ، مثلما لعب دورا مهمّا في المنطق » « 2 » .\r\nإتّسم عصر الغزالي بحياة سياسيّة واجتماعيّة مضطربة ، وبانحلال عسكريّ استولت فيه العناصر التركيّة على الحكم والجيش ، فأصبح الخليفة ألعوبة بأيدي السلاجقة ، ومن قبلهم بأيدي البويهيّين . وكان السلاجقة سنّة ، مما أثّر في تقرّب الغزالي من وزيرهم نظام الملك . وقابل هذا الحكم السلجوقيّ السنّيّ حكم الفاطميّين الإسماعيليّ في مصر ، وبه تحقّقت آمال\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) السبكي ، تاج الدين ، عبد الوهاب ، طبقات الشافعيّة الكبرى ، القاهرة ، المطبعة الحسينيّة ، 1324 ه ، ج 6 ، ص 191 .  ( 2 )\r\n Macdonald Developement of muslim theology jurisprudence and constitutional \r\n theory New York \r\n، 1903 ،  P  . 4 . ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالإسماعيليّة بقيام مملكة « 1 » . كما وانتشر الدروز ، وهم الأخوان الذين تفرّعوا عن الإسماعيليّة « 2 » ، في جبال لبنان وسورية « 3 » .\r\nنعمت الخلافة في عهد نظام الملك بشيء من الرخاء ، وقد لاقى العلماء والفقهاء كلّ العطف من نظام الملك ، فنال الغزالي قسطا وفيرا منه .\r\nونشأت آنذاك النظاميّات التي درّس فيها الغزالي . وقد أدّى مقتل نظام الملك بيد أحد أتباع الباطنيّة إلى أن يقف الغزالي من الباطنيّة موقف الردّ والتسفيه ودحض الآراء إلى جانب عوامل أخرى باعثة على موقفه منها . - إكتنفت زمن الغزالي مجموعة من التيّارات والمذاهب المختلفة والمتضاربة أحيانا ، فتأثّر بها جميعا : فمنها ما اعتنقها ومنها ما رفضها أو دفعها محاجّا .\r\nوتعتبر بعض كتبه سجلّا في الردّ على الفرق وكشف زيفهم . وكانت قد استشرت الفرق الباطنيّة إبّان هذه الحقبة ، وأظهرت عنفا وتطرّفا كان من نتيجته التمزّق السياسيّ وانفصال مصر عن الخلافة السنيّة كما ذكرنا . واتّخذ غلاة الباطنيّة أسلوب الاغتيال السياسيّ ضد كلّ خصم للإمام المعصوم .\r\nوتوّج الباطنيّون تطرّفهم بظهور الحشّاشين فرقة من الفرق الإسماعيليّة ، تزعّمها الحسن بن الصباح ، - ( زار مصر وتأثّر بالدعوة الفاطميّة وما لبث أن عاد إلى فارس ( 482 ه / 1090 م ) ينشر دعوته ) - الذي تمركز في قلعة « الموت » قرب بحر قزوين اليوم « 4 » . وقد جعل ابن الصباح أتباعه :\r\n« درجات منهم المقرّبون ومنهم ما دون ذلك ، وبينما كان أفراد الطبقة الأكثر اتّصالا يحيون حياة إباحيّة ، لا يحدّ منها أيّ من قيود الأخلاق أو الدين ،\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) كوربان ، هنري ، تاريخ الفلسفة الإسلاميّة ، ترجمة نصير مروّة وحسن قبيسي ، ط 2 ، بيروت ، عويدات ، 1977 ، ص 135 .  ( 2 ) المرجع نفسه ، ص 136 .  ( 3 ) بروكلمان ، تاريخ الشعوب الإسلاميّة ، ص 254 - 256 .  ( 4 ) تقع ناحية روذبار على مسافة 500 كلم تقريبا إلى الشمال من قزوين . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nكان أتباعهم ينشأون على أشدّ التعصّب وأغلظه . . . » « 1 » .\r\nبينما اعتبر البعض فرقة قلعة الموت ظاهرة إصلاح في الحركة الإسماعيليّة ، ووجد كوربان في الحسن بن الصباح شخصيّة قويّة شوّهتها النصوص المختلفة . ورأى أنّ هذا الرجل لعب دورا عظيما في تنظيم الفرق الإسماعيليّة في إيران « 2 » .\r\nإنتقد الغزالي هذه الفرق وطرقها بشدّة ، حتّى صنّفه البعض بحجّة الإسلام المدافع عن السنّة ، وأحد دعاة الحكم السياسيّ السلجوقيّ ومفكّريه وأنصاره . وكانت السنّة قبل الخلافة الفاطميّة مذهب الحكّام السياسيّين تقريبا ، وانحاز إليها الأتراك لما تمثّل من معتقد واضح ورصين « يتلاءم وعقولهم البسيطة ، فأقبلوا عليها واعتنقوها » « 3 » .\r\nأثّر في الغزالي أيضا تيّار الفلاسفة والمتكلّمين . فآراء ابن سينا كانت تموج في فارس وفي أرجاء الأمبراطوريّة الإسلاميّة قاطبة ، يتداولها المثقّفون والمفكّرون . ونجد أنّ الفرق بين وفاة ابن سينا ومولد الإمام لا يتجاوز عشرين عاما . وقد شكّل ابن سينا ، والفارابي قبله ، تيّارا فلسفيّا قويّا تبنّى الأرسطويّة الممزوجة بالأفلاطونيّة المحدثة ، وأطلق عليه تيّار المشّائيّة الإسلاميّة . واكتمل في عصر الغزالي التيّار الكلاميّ بعد أن ظهرت معظم آراء المعتزلة وشروحهم وحجاجهم الجدليّ . وللمعتزلة مذهب في الحريّة العقليّة وفي قدرة العبد على الفعل . وقد هيّأ الموقف الكلاميّ لتلقّي الآراء والأفكار الدخيلة على الإسلام ، بعد أن أقرّ باستقلاليّة العقل ، وسار خطوات في تخليص التفكير من التباسه الدغماطيّ ، وتسليمه الإيمانيّ المطلق . فخلق هذا روحا نقديّة ونظرا متجدّدا ، كان لهما الأثر القويّ في\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) بروكلمان ، تاريخ الشعوب الإسلاميّة ، ص 282 .  ( 2 ) كوربان ، هنري ، تاريخ الفلسفة الإسلاميّة ، ص 158 .  ( 3 ) بروكلمان ، تاريخ الشعوب ، ص 272 . وربّما قصد المترجم بالبسيطة مستقيمة الرأي وقويمة المذهب . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nدفع الفرد نحو الاختيار والانطلاق طلبا للرزق وسعيا في الإنتاج ، بدلا من التوكّل والخمول « 1 » . ولا عجب في أن نرى عصر الغزالي يشهد نشاطا تجاريّا وعمرانيّا بالرغم من الصراع والتمزّق السياسيّين . ولم يعتنق الغزالي مذهب الاعتزال كليّا ، بل وقف وسطا بينه وبين الجبريّة السنيّة متبنّيا المذهب الأشعريّ الذي أنشأه : « أبو الحسن علي الأشعريّ - ( توفي 302 ه / 935 م ) - عني بالتوفيق بين منهج المعتزلة الكلاميّ وبين تفكير السنّة ، نجد نظام الملك يشجّع هذه النزعة . . . ويؤيّدها . . . » « 2 » . ولعب هذا التشجيع دورا مؤثّرا في تبنّي الغزالي الأشعريّة ، التي ألّف فيها واعتبر أحد أقطابها .\r\nنادى الأشاعرة بنظريّة الكسب الإنسانيّ ، ومؤدّاها رفض موقف السلف الذي يرى : أنّ اللّه يخلق كلّ أفعال العبد ، ورفض موقف المعتزلة القائل : إنّ العبد يخلق أفعاله . ومن ثمّ القول إنّ الفعل مخلوق للّه الحرّ ، وإنّ العبد يكتسبه مختارا بين مجموعة من الممكنات « 3 » .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) تقابل روح الخمول روح التجارة والمغامرة وطلب السفر والعناء ؛ وقد ظهرت بذورها قبل عصر الغزالي وفي أثنائه . ويمدّنا كتاب البخلاء بصورة عن طبقة ماليّة نشطة ومدّخرة . كما تصوّر حكايات السندباد البحريّ رموزا من المغامرات التجاريّة ، ولا سيّما بين البصرة والمدن الأخرى . وذكر ، عبد العزيز الدوري : في كتابه مقدّمة في التاريخ الاقتصادي العربيّ ، ط أولى ، بيروت ، دار الطليعة ، 1969 ، ص 37 وما بعد ، عن اضطرابات أصحاب صناعة النسيج ، ما يشير إلى ظهور الحرف والصناعات بشكل أوّليّ . وترافق ذلك مع الحريّة العقليّة والجدّ والاجتهاد . إذ لعب التفكير العقليّ الحرّ دورا منشّطا ، اعتمد به الفرد على ذاته .\r\nونقارن ذلك بدور البروتستانتيّة وبما قاله ماكس فيبر عن أثرها وفعاليّتها في ظهور الرأسماليّة بأوروبة . وقد ارتكزت آراء الدوري السابقة على إجماع المؤرخين وذكرهم لظهور الحرف والتبضّع ، استنادا إلى المنتظم لابن قيّم الجوزيّ ، والكامل لابن الأثير ، وتاريخ الوزراء للصابي ، وتجارب الأمم لابن مسكويه ، مع إشارتها إلى الأنظمة الضرائبيّة الخاصّة بهذه الحرف .  ( 2 ) بروكلمان ، تاريخ الشعوب الإسلاميّة ، ص 275 .  ( 3 ) الشهرستاني ، أبو الفتح محمد ، نهاية الإقدام في علم الكلام ، أوكسفورد ، يونيفرستي برس ، 1931 ، ص 67 - 78 . ","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفعلت المذاهب الفقهيّة والأصوليّة السنّيّة فعلها في آراء الغزالي ، وخصوصا مذهب الإمام الشافعيّ ( 150 - 204 ه / 769 - 825 م ) . وقد تلقّى الكثير من الفقه والأصول على يد الجويني كما ذكرنا . لكنّ تفصيله وتجديده الأصوليّين تأثّرا بمطالعاته المنطقيّة ، إضافة إلى رغبته العارمة في القضاء على روح الانحراف ، والتي تفشّت في عصره على أيدي قضاة الشرع الذين نزعوا إلى استغلال مناصبهم « 1 » . فدفع ذلك الغزالي إلى أن يتشدّد في قواعد الفقه ، ويقيّدها بطرق الاجتهاد الصارمة التي وضع لها الأسس والمناهج ، رافضا الاستحسان وكلّ استدلال يخرج على النسق المعياريّ المنطقيّ « 2 » .\r\nإنجذب الغزالي بالتيّار الصوفيّ الذي نضج واكتمل على أيدي المحاسيبي ( توفي 243 ه / 858 م ) والبسطامي ( 261 ه / 874 م ) والحلاج ( 309 ه / 922 م ) « 3 » وأبي طالب المكّي ( 386 ه / 997 م ) .\r\nوانتشرت التكايا والفرق الصوفيّة في عصره بشكل كثيف ، فاختلط سلوكها بمعارف صوفيّة وآراء فلسفيّة وكلاميّة . بل سلك بعضها طريقا عمليّا يعتمد ( الدروشة ) ويستخدم الوسائط من صياح ورقص وإنشاد : « والحق أنّ تعاطي المنبّهات كان فاشيّا في الحلقات الصوفيّة . . . » « 4 » . وقف الغزالي من كلّ هذه التيّارات موقفا وسطا ، باستثناء موقفه المعارض للباطنيّة . فقد توسّط السلف وعقليّي الإسلام . ووقف وسطا بين الشيعة والسنّة سياسيّا وضد غلاة الباطنيّة . وارتبط بموقف فكريّ وساطيّ بين الأدلّة الإيمانيّة المسلّمة تسليما مطلقا ، وبين مناهج البحث والنظر المنطقيّة العقليّة . وهو يقول في ذلك :\r\n« فالذي يقنع بتقليد الأثر والخبر وينكر مناهج البحث والنظر لا يستتبّ له\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) بروكلمان ، تاريخ الشعوب الإسلاميّة ، ص 280 .  ( 2 ) سنفصّل ذلك في الفصل الثالث من الباب الثاني .  ( 3 ) أفرد الغزالي كتاب مشكاة الأنوار للدفاع عن بعضهم .  ( 4 ) بروكلمان ، تاريخ الشعوب الإسلاميّة ، ص 282 . ","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالرشاد . لأنّ برهان العقل هو الذي يعرف به صدق الشارع ، والذي يقتصر على محض العقل ولا يستضيء بنور الشرع ولا يهتدي إلى الصوات ، ومثل العقل البصر السليم عن الآفات والإذاء . فالمعرض عن العقل مكتفيا بنور القرآن كالمعترض لنور الشمس مغمضا الأجفان » « 1 » ، وعلى الرغم من هذه الوساطيّة ، فإنّ الغزالي تأثّر بجملة التناقضات السياسيّة والفكريّة وخاض غمارها ، قناعات ومعاناة في أثناء رحلته العلميّة . ولعب هذا التعدّد والتمزّق دورا مؤزّما في نفسيّته ، إذ تواجهت الآراء السنيّة الملتزمة بالآراء الباطنيّة الرافضة والمعارضة . وتواجه الفقه المرتبط في النصوص بالمنهج العقليّ المجرّد وبالآراء الفلسفيّة العقليّة ، كما تقابلت الجبريّة بالحريّة المختارة اختيارا تاما ، والزهد المرتبط في الدين بالتصوّف المرتبط في التجربة الذوقيّة والمكاشفة الإلهيّة .\r\nوقد ترك الغزالي كتبا في شتّى هذه العلوم ، وحلّ الكثير من معضلات المواجهة بالموقف الوساطيّ الذي تحدّثنا عنه . والذي يعنينا هنا مؤلّفاته المنطقيّة ، وهي بحسب تسلسل تأليفها التاريخيّ ما يلي :\r\nأوّلا - مقاصد الفلاسفة : تناول فيه آراء الفلاسفة في المنطق والطبيعة والميتافيزيقا . ويعتبره بعضهم مقدّمة لكتاب تهافت الفلاسفة الذي ردّ فيه الإمام على دعاوى الفلاسفة من دون التعرّض لمسائلهم المنطقيّة .\r\nثانيا - معيار العلم : عرضت فيه آراء منطقيّة مختلفة ، خالطها ميل إلى إيراد بعض المصطلحات والأمثلة الإسلاميّة .\r\nثالثا - محكّ النظر : برزت فيه الآراء المنطقيّة أيضا ، لكنّ الغزالي طواها على آراء إسلاميّة ، قالبا المصطلحات والأمثلة إلى مصطلحات وأمثلة أصوليّة تماما .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، الاقتصاد في الاعتقاد ، القاهرة ، المكتبة التجاريّة الكبرى ، 1936 ، ص 2 . ","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nرابعا - القسطاس المستقيم : جعل الغزالي المنطق فيه مستمدّا من منهج القرآن ودليل آياته . فاستخرج القياس من القرآن ، واستعمل مصطلحات جديدة تفهيما للمسلم وصهرا للمنطق في بوتقة إسلاميّة .\r\nخامسا - المستصفى من علم الأصول : وفيه مقدّمة منطقيّة عرضت فيها قواعد المنطق وأبوابه ، بما يتشابه مع ما كان في المحكّ . وشكّل ذلك مدخلا لعلم الأصول الذي شرحه الإمام في بقيّة الكتاب ، متناولا الجوانب الأصوليّة كافة ، مركّزا على المعايير العقليّة ، وفيها تفصيل وتجديد وتأثّر بالمنطق العقليّ .\r\nخرجت كتب الغزالي تباعا خلال حقب حياته المختلفة . وتطوّرت من نقل للمنطق إلى تحوير له ، وجعله أداة إسلاميّة ، يستعان بها في الفقه والاجتهاد . وقد بدأ الغزالي ناقلا منطق أرسطو عبر ابن سينا ، وتدرّج إلى موفّق بين المنطق والعلوم الإسلاميّة ، حتّى بلغ شأوه ، فجعل المنطق علما إسلاميّا : منهجا ومصطلحا ، وطبعه بسمات العقليّة العربيّة والإسلاميّة .\r\nبحيث أطلقنا على هذه العمليّة اسم محاولة تطعيم المنطق بأصول الفقه .\r\nكتب الغزالي مقاصد الفلاسفة في أثناء تلقّيه العلم ، وفي طور التدريب في بغداد . وتهيّا للردّ على الفلاسفة نتيجة خطرهم على عقول الناس وإزاغتهم للعقيدة . لم يميّز في المقاصد بين الحقّ والباطل ، إنّما قصد فيه التفهيم « 1 » ، وعرض النظريّات تمهيدا لدحضها في كتاب آخر .\r\nوجد الإمام نفسه محتاجا إلى منهج عقليّ ومعيار فكريّ يدعم فيه الأصول الفقهيّة والتفكير الإيمانيّ ، بعد أن تفهّم المنطق وسرده سردا عامّا في مقاصد الفلاسفة . فكان له ما شاء ، إذ عزل المنطق عن الأبحاث الفلسفيّة وأقرّه علما معياريّا ممزوجا ببعض الخصوصيّات الإسلاميّة ، جامعا\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، مقاصد الفلاسفة ، مصر ، دار المعارف ، 1961 ، ص 31 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nكلّ ذلك في كتاب سمّاه ، معيار العلم . وتتابعت لديه عملية المزج فاكتملت بكتاب محكّ النظر ، وفيه إلباس المنطق حلّة إسلاميّة كاملة ، بحيث حدثت عمليّة التطعيم تماما . كان ذلك إبّان تدريسه في بغداد وقبل ارتحاله عنها عام ( 488 ه / 1096 م ) « 2 » .\r\nرافقت أزمة الغزالي الشكّيّة النفسيّة ، أزمة معرفيّة حاول أن يحلّ فيها كلّ تناقض بين عقيدتين أو موقفين تلقّاهما . فأبطل ما يخالف الدين على المستوى الطبيعيّ والإلهيّ ، وهذّب ما استطاع من المنطق . ووجد أنّ اعتناقا مزدوجا للفلسفة العقليّة وللدين يؤدّي بالفرد إلى الاضطراب المعرفيّ والنفسانيّ . فخرج بعدها بكتاب إسلاميّ الشكل والمبنى والمعنى والاستعمال ، هو القسطاس المستقيم « 3 » . وفيه تهذيب المنطق خلال الرد على الباطنيّة ودحض مقدّماتهم الجدليّة . وقد كتبه الإمام عام ( 497 ه / 1104 م ) عقب تعمّقه في المسألة المنطقيّة ، واعتصار فكره فيها ، موفّقا بينها وبين الدين الذي استخرج منه المنهج . كلّ ذلك إرضاء للقارئ المؤمن وتفهيما له . ويعتبر موقت ظهور القسطاس موقت هدوء واستقرار معرفيّ عند الشيخ . إذ كان قد وصل حينذاك إلى شيء من اليقين وثبات المعارف ، مجتازا المراحل الشكّيّة السابقة وتضارب الاتّجاهات في ذهنه .\r\nأفرد الإمام بعدها مصنّفه المشهور المستصفى من علم الأصول ، الذي ظهر عام ( 503 ه / 1109 م ) « 1 » . وفيه أرسل أصول الفقه ناضجة ، بعد أن تحرّر من كلّ تأثير أصوليّ سابق . وعمل على مزج الاجتهاد بالمنطق ، فظهرت آراؤه عقليّة محضا ، تستند على نسق قياسيّ واستدلاليّ واضح .\r\nوقد جدّد وابتكر في الكثير من المسائل وكان أن مهّد لهذا الكتاب بمقدّمة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 2 ) المصدر نفسه ، ص 15 .  ( 3 ) المصدر نفسه ، ص 15 .  ( 1 ) يمكن مراجعة مقدّمة الأب فكتور شلحت اليسوعي لكتاب القسطاس المستقيم ، في الحاشية ص 15 ، بيروت ، المطبعة الكاثوليكيّة ، 1959 . ","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمنطقيّة وضعها قبل عرض الأصول وجعلها مدخلا له . بل جعلها مقدّمة للعلوم كلّها فقال :\r\n« وليست هذه المقدّمة من جملة علم الأصول ولا من مقدّماته الخاصّة به ، بل هي مقدّمة العلوم كلّها ومن لا يحيط بها فلا ثقة له بعلومه أصلا . . . » « 1 » . ويعتبر المستصفى نموذجا للمزجيّة ، يقول فيه : « إنّ أشرف العلوم ما ازدوج فيه العقل والسمع واصطحب فيه الرأي والشرع » « 2 » .\r\nوتجدر الإشارة إلى أنّ الغزالي ألّف في الفقه قبل ذلك ( المنخول وشفاء الغليل ) ، لكنّ المنخول ليس سوى عرض لآراء فقهيّة وأصوليّة ، أخذ معظمها عن إمام الحرمين الجويني فقال : « هذا تمام القول في الكتاب ، وهو تمام المنخول من تعليق الأصول بعد حذف الفصول وتحقيق كلّ مسألة بماهيّة العقول ، مع الإقلاع عن التطويل والتزام ما فيه شفاء الغليل .\r\nوالاقتصار على ما ذكره إمام الحرمين رحمه اللّه في تعاليقه من غير تبديل وتزييد في المعنى وتعليل . . . » « 3 » .\r\nإذا اقتصر الفقه على النقل قبل المستصفى ، وقد صرّح بذلك الإمام قائلا : « والمختار إنّه لا يحتجّ به لأنّ العقل لا يحيل ذلك في المعقولات ، والشبهة مختلجة والقلوب مائلة إلى التقليد واتّباع الرجل المرموق فيه ، إذا قال قولا . هذا ممّا اختاره الإمام رحمه اللّه » « 4 » .\r\nوالقول المجمل : إنّ المسألة المنهجيّة اكتملت أكثر فأكثر بعد المرحلة الشكية ويتجلّى ذلك في المستصفى الذي جمع بين الرأي والسمع\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المستصفى من علم الأصول ، ط أولى ، مصر ، المكتبة التجاريّة ، ج 1 ، ص 7 .  ( 2 ) المصدر نفسه ، ص 3 .  ( 3 ) الغزالي ، المنخول من تعليقات الأصول ، تحقيق محمد هيتو ، دمشق ، 1970 ، ص 504 .  ( 4 ) المرجع نفسه ، ص 316 . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوبين المنطق والفقه . فظهر تأثر المنطق بالأصول والمعاني الإسلاميّة وتأثّر الأصول بالمنطق .\r\nوإذا كان لنا شاهد على هذا التحول فخير شاهد الجدول التالي الذي يميّز بين المصطلحات في كل كتاب :\r\nمقاصد الفلاسفة / معيار العلم / محكّ النظر\r\nالمطابقة / المطابقة / المطابقة\r\nالتضمّن / التضمّن / التضمّن\r\nالالتزام / الالتزام / الالتزام\r\nالجزئيّ / الجزئيّ / المعين\r\nالكلّيّ / الكلّيّ / المطلق\r\nالمشتركة / المشتركة / المشتركة\r\nالمترادفة / المترادفة / المترادفة\r\nالمتواطئة / المتواطئة / المتواطئة\r\nالمتزايلة أو المتباينة / المتزايلة أو المتباينة / المتزايلة أو المتباينة\r\nالعامّ / العامّ / العامّ\r\nالخاصّ / الخاصّ / الخاصّ\r\nالذاتيّ / الذاتيّ / الذاتيّ\r\nالعرضيّ / العرضيّ / العرضيّ\r\nاللازم / اللازم / اللازم\r\nالحدّ / الحدّ / الحدّ\r\nالتصوّر / التصوّر / المعرفة\r\nالتصديق / التصديق / العلم\r\nالجنس / الجنس / الجنس\r\nالنوع / النوع / النوع\r\nالفصل / الفصل / الفصل والفصول\r\nالخاصّة / الخاصّة / الخاصّة والخواص\r\nالرسم / الرسم / الرسم\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالماهيّة / الماهيّة / الماهيّة\r\nالموضوع / الموضوع / المحكوم عليه\r\nالمحمول / المحمول / الحكم\r\nالقضيّة الشخصيّة / القضيّة الشخصيّة / القضيّة المعيّنة\r\nالقضيّة الكلّيّة / القضيّة الكلّيّة / القضيّة المطلقة العامة\r\nالقضيّة الجزئيّة / القضيّة الجزئيّة / القضيّة المطلقة الخاصّة\r\nالقضيّة المهملة / القضيّة المهملة / القضيّة المهملة\r\nإيجاب / إيجاب وموجبة / إثبات ومثبتة\r\nسلب / سلب وسالبة / نفي ونافية\r\nالقياس / القياس / القياس\r\nالحدّ الأوسط / الحدّ الأوسط / العلّة\r\nالشرطيّ المتّصل / الشرطيّ المتّصل / التلازم\r\nالشرطيّ المنفصل / الشرطيّ المنفصل / التعاند\r\nالشكل / الشكل / النظم\r\nالمادّة / المادّة / المادّة\r\nالصورة / الصورة / الصورة\r\nاليقين / اليقين / اليقين\r\nالظنّ / الظنّ / الظنّ\r\nالبرهان / البرهان / البرهان\r\nالمقدّمة / المقدّمة / الأصل\r\nالنتيجة / النتيجة / الفرع\r\nالإحساس / الإحساس / الإحساس\r\nالتجربة / التجربة / التجربة\r\nالتواتر / التواتر / التواتر\r\nبديهة العقل / بديهة العقل / الأوّليّات\r\nالتميّز / التميّز / -\r\nالتعريف / التعريف / -\r\nالإمكان / الإمكان / الإمكان\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالممتنع / الممتنع / الاستحالة\r\nالوجوب / الوجوب / الوجوب\r\n- « 1 » / - / -\r\n- / - / -\r\n- / - / السبر\r\n- / - / التقسيم\r\n\r\n\r\n","description":"","footnote":" ( 1 ) تشير الإشارة - إلى عدم وجود مصطلح يقابل المصطلح الوارد في الكتب الباقية أو إلى عدم استخدام هذا المصطلح في الكتاب . ","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nطبيعة الكتاب وموضوعاته\r\nتدور أبحاث المحك حول موضوعات المنطق التقليدية : الحد والقضية والقياس .\r\nوترتدي هذه الأبحاث ميزة مختلفة عن الكتب المنطقية التي سبقتها كمقاصد الفلاسفة ومعيار العلم . ففيه نحا الإمام منحى مغايرا لمصطلحات المنطق التقليدية وأمعن بالإيغال في المضامين الإسلاميّة والمصطلحات العربية والفقهية والكلامية إذ ينقسم مبحث الحد في المحك إلى موضوعين أساسيين يقعان ضمن قسمي الكتاب . فيحتل موضوع الألفاظ والمعاني جزءا من القسم الأول ، وموضوع الحد القسم الثاني كلّه . وبالشكل التالي من التبويب :\r\n- الفن الأول : قسم القياس ، وفيه يعالج الغزالي « النظر في الألفاظ ثم في المعاني ثم في تأليف مفردات المعاني . . . » « 1 » .\r\n- الفن الثاني : قسم محك الحدّ ، وفيه يعالج الإمام فنّين : أولهما قوانين الحدّ ، وثانيهما امتحان الحدّ .\r\nولعلّ تأجيل بحث الحدّ وتأخيره مردّه طبيعة هذا البحث الخارجية\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، محكّ النظر ، مصر ، المطبعة الأدبية ، د . ت ، ص 8 . ","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوالغريبة عن الفكر الإسلامي وعقليته . فالمسلمون لم يعوا الحدّ إلّا في دوره الإسمي المميّز بين الألفاظ .\r\nلقد اقتصر التوجّه بالمعيار نحو بعض الأمثلة الفقهية ، وكانت بمثابة التمهيد للمحكّ ، إذ يقول الغزالي : « رغبنا ذلك أيضا في أن نورد في منهاج الكلام في هذا الكتاب أمثلة فقهية فتشمل فائدته ، وتعمّ سائر الأصناف جدواه وفائدته . ولعل الناظر بالعين العوراء ، نظر الطعن والإزراء ، ينكر انحرافنا عن العادات في تفهيم العقليّات القطعية بالأمثلة الفقهيّة الظنيّة .\r\nفليكف عن غلوائه في طعنه وإزرائه ، وليشهد على نفسه بالجهل بصناعة التمثيل وفائدتها . فإنها لم توضع إلا لتفهيم الأمر الخفيّ بما هو الأعرف عند المخاطب المسترشد ، ليقيس مجهوله إلى ما هو معلوم عنده ، فيستقر المجهول في نفسه . . . « 1 » .\r\nفاقتصر غرضه على إعطاء الأمثلة الفقهية ، لاستساغة الأمور العقلية لا أكثر ويعترف بأنه يقوم بصناعة فكرية للتفهيم . بينما الأمر في « المحك » يختلف تماما ، فثمة تجاف وتباعد عن غرض التقليد والاتّباع ، - قاصدا اتّباع ابن سينا - واقتراب إلى الإبداع وتأليف المنطق الإسلامي الذي يرشد إليه نور اللّه والاستبصار المعرفيّ . « وما أحوج إلى هذا من ركب متن الخطر في الارتفاع عن حضيض التقليد ، مع سلامة مغبّته إلى يفاع الاطّلاع والاستبصار ، مع خطر عاقبته وتفاقم غائلته . فإن لم يره الحق حقا ، كان نظره كلّه هباء ، وإن لم يوفّقه للعمل بما علمه كان جهده كلّه عناء . . . » « 2 » .\r\nوبدل أن يسمّي مبحث الحدّ تصوّرا يسمّيه في المحك المعرفة . ويصرّح بأن المعرفة متأتّية من اللغة العربية . و « يقول النحاة أن المعرفة تتعدّى إلى مفعول واحد ، إذ يقول عرفت زيدا ، والظنّ يتعدّى إلى مفعولين ، إذ تقول\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المعيار ، ص 27 .  ( 2 ) الغزالي ، المحك ، ص 3 - 4 . ","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nظننت زيدا عالما . والعلم أيضا يتعدّى إلى مفعولين . . . » « 1 » .\r\nوعوضا أن يكون التصوّر ينال بالحدّ ، يصبح الأمر : « المطلوب من المعرفة لا يقتنص إلا بالحدّ ، والمطلوب من العلم الذي يتطرق إليه التصديق أو التكذيب لا يقتنص إلا بالحجة والبرهان وهو القياس . . . » « 2 » .\r\nإن المرجّح أنّ الغزالي قصد في استعمال مصطلح المعرفة ، إدراك الأسامي والمعاني المفردة . وكلمة معرفة من « عرف » و « معرّف » ، ويشرح الجرجاني المعرّف بأنه : « ما يستلزم تصوّره اكتساب تصوّر الشيء بكنهه أو بامتيازه عن كلّ ما عداه ، فيتناول التعريف بالحدّ . . . » « 3 » . وهكذا يجعل للمعرّف دورين : تصوّري وتمييزيّ . فيوصل الدور التصورّي لماهيّة الشيء وحقيقته ، ويهدف الدور التمييزيّ تفريق اللفظ عمّا عداه . ولم يكن الأمر عند الغزالي في المحكّ غير هذا التوفيق بين الدورين الماهويّ واللغويّ .\r\nوالحال نفسها في المعيار وفي كلّ الاتجاه المنطقي الذي سنستعرضه لاحقا .\r\nوتجدر الإشارة أن استخدام المصطلح بقي ضمن الأغراض المنطقيّة واللغويّة ، وربّما ارتبط تعبير المعرفة « ابستمو لوجيّا » بنظريّة العرفان الصوفيّ ، التي بدأ يتأثر فيها الإمام إبّان تأليفه المحكّ وبعده . بينما يوحي استعمال لفظة التصوّر في المعيار ذاك الإدراك الإسميّ والعقليّ لماهيّة الشيء . ويقول فيه الجرجاني مثلا : التصوّر هو « حصول صورة الشيء بالعقل . . وهو إدراك الماهيّة من غير أن يحكم عليها بنفي أو إثبات » « 4 » .\r\nوقد اصطلح الغزالي في موضوع الألفاظ والمعاني مجموعة\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر نفسه ، ص 5 .  ( 2 ) المصدر نفسه ، ص 6 .  ( 3 ) الجرجاني ، التعريفات ، ص 150 .  ( 4 ) المرجع نفسه ، ص 40 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمصطلحات وأمثلة مغايرة لما ورد في المعيار ، وسنذكرها كما يلي :\r\n- يطلق الغزالي ، تمشيّا مع ابن سينا ، على الجزئي والكلّي تعبيري الخاصّ والعامّ . وقد أشير إلى ارتباط هذه الألفاظ بالتصوّر اللغويّ العربيّ .\r\nلكنّ الأمر في المحك يتبدّل ، فيستعمل الإمام المعيّن والمطلق « 1 » . واللذان وردا في المعيار . إنما التعبيران هنا يحلّان نهائيا محلّ الخاصّ والعامّ .\r\nوقصد الغزالي بلفظة معيّن ما يدلّ على عين واحدة . وهذا هو دور الاسم أو اللفظ في اللغة العربية . والبيّن أن الفقه وعلماء العربية يستخدمون اللفظة للتمييز بين الأسماء . فلكلّ معنى لفظ معيّن محدّد . ويلعب المعيّن استنادا إلى ذلك دور المحدّد ، الذي لا يمكن أن يكون مفهومه إلا ذلك الواحد .\r\nويقول الجرجاني : « التعيين ما به امتياز الشيء عن غيره ، بحيث لا يشاركه فيه غيره » « 2 » . وكنّا قد ذكرنا معنى الجزئي ومدلوله وكيف لم يجرّد المسلمون التصوّر إلى كلّي وجزئيّ . بل انحصروا في الخاصّ والعامّ ، وكلّها مدلولات عربيّة . أمّا هنا فالمصطلح مطابق للغة العربية ولدورها المعبّر عن الأفراد وعن ذاك الواحد المشخّص ( هذا الإنسان ) . فالمحكّ يذهب بالمنطق إلى حدود الاندماج بالعربيّة وإخراج المعرفة أو التصور بقالب إسلاميّ وعربيّ . ويظهر الأمر جليّا في مدى تعبير المصطلح عن البعد الماصدقيّ ، في الباب التالي . ومثلما المعيّن كذلك المطلق ، فقد استعمل الغزالي هذا المصطلح بالمحكّ بديلا للعامّ في المعيار والمقاصد .\r\nوتحدّث ابن سينا عن المطلق مقابل الضروريّ في استعراضه للممكنات « 3 » . وقصد بالمطلق بيان غير الضرورة ، أمّا الضرورة فهي المشروطة بقانون وجوديّ طبيعيّ . وبقيت أحكام المطلق ضمن قوانين الطبيعة لديه ولدى الفارابي أيضا . أما الغزالي فاستخدم تعبير المنطق ليدلّ\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 10 - 11 .  ( 2 ) الجرجاني ، التعريفات ، ص 51 .  ( 3 ) ابن سينا ، الإشارات ، ص 308 - 317 والشفاء ، القياس ، ص 22 . ","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nعلى ما هو مغاير للمعيّن ، بل وعكسه . ويحمل المطلق بمعناه العمومية وقد عرّفه الجرجاني « أنه ما يدلّ على واحد غير معيّن » « 1 » . ويقول عنه أبو البقاء : « المطلق هو الدّال على الماهية من غير دلالة على الوحدة والكثرة ، والنكرة دالة على الوحدة ولا فرق بينهما في اصطلاح الأصوليّين » « 2 » . ويرتكز المطلق عند المسلمين على منحى لغوّي ، يعتبر اللفظة معرفة وليست نكرة . واستعمل لفظ المطلق في الفقه ليشكّل نقيض المقيّد . إذ يجري الحكم في الأصول على إطلاقه ، إلا إذا وقع تقييد ، مثاله : « قوله تعالى  فَتَحْرِيرُ رَقَبَةٍ  والمقيّد ما تعرض ذاتا موصوفة بصفة ، كقوله تعالى  فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ  » « 3 » .\r\nوالأرجح اتّجاه الإمام إلى التأثر بالعربية والأصول في تداوله المطلق في المحك ، أكثر منه اتّباعا لابن سينا . ويزيد من ترجيحنا الاقتناع بأنّ مسائل البحث فقهيّة ، وغرض الكتاب ، كما صرّح ، تعليمي إسلاميّ .\r\nولأن الغزالي بعيد هنا عن معالجة الأمور الطبيعية والوجوديّة . ويدلّ على ذلك أيضا تلك الأمثلة التي أدخل عليها ( أل ) التعريف فاستحالت مطلقة .\r\nفإذا كان « هذا السواد » معيّنا ، أصبح تعبير « السواد » مطلقا « 4 » وكل هذا يدل على أثر اللغة العربية أو بالحريّ علم الأصول .\r\nيستخدم الغزالي جملة أمثلة في دلالة الألفاظ على المعاني ، وجاء بعضها مغايرا للمعيار . وهي تبتعد عن التمثّل بمفهوم الماهيّة واندراج الجنس والنوع ، وتأخذ طابع مفردات اللغة العربية ومعاني الأمثلة الفقهيّة .\r\nفيقدّم الغزالي أمثلة على الترادف : الليث والأسد ، والخمر والعقار .\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الجرجاني ، التعريفات ، ص 149 .  ( 2 ) الجرجاني ، التعريفات ، ص 149 . الكفوي ، الكليات ، ص 341 .  ( 3 ) الكفوي ، الكليّات ، ص 342 .  ( 4 ) الغزالي ، المحكّ ، ص 11 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوعلى المتواطئة : الرجل الذي يطلق على زيد وعمرو وبكر . وعلى المشتركة : اسم المشتري على قابل عقد البيع ، والكوكب إلخ . . . « 1 » .\r\nوإذا قارنا ما سبق مع ما ورد في المعيار ألفينا أمثلة الأخير تدور حول موضوعات تستند على الماهيّة وتسلسل الأجناس والأنواع . وهي أقرب إلى التأثر بابن سينا ، فمثله على المتواطئة : إطلاق الحيوان على الفرس والإنسان والطير . ومثال اللازم في المحكّ تلخص في : كون الأرض مخلوقة « 2 » ، فمخلوقة وصف لازم للأرض ، يتّضح فيه المعنى القرآنيّ .\r\nبينما مثال اللازم في المعيار صفة ذاتيّة غير مقوّمة : الولادة للطفل .\r\n- تناول الغزالي بالمحكّ علاقة الذاتيّ بالمعاني . فبدل أن يعتبره تجريدا ومقوّما كليّا للنوع والجنس اعتبره صفة بالمعنى اللغويّ . واستندنا على ذلك من خلال أمثلته التي تنحصر في اللونيّة والجسميّة ، ومن تصريحه بأن الذاتيّ يسمّى صفة النفس « 3 » . وقد اختلفت الحال في المعيار ، كما بيّنا في حينه .\r\n- يتهرّب الإمام في المحكّ من كلّ مثال يتعلّق بالماهية الأرسطوية ، أو باندماج الأجناس والأنواع . وهو يذكر مجموعة أمثلة في المحكّ تتناول المساوي والأعمّ والأخصّ . وهي بحسب الترتيب : جسم متحيّز للمساوي . والوجود للجسم للأعمّ ، والحركة للجسم للأخص « 4 » . بينما اختلفت الأمثلة في المعيار في هذه الموضوعات . فكان مثال المساوي :\r\nالحيوان للحسّاس . ومثال الأعمّ : الحيوان للإنسان . ومثال الأخصّ :\r\nالإنسان إلى الحيوان « 5 » وربما تخوّف في المحكّ من أن يجعل الإنسان ضمن\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 12 - 13 .  ( 2 ) المصدر نفسه ، ص 18 .  ( 3 ) المصدر نفسه ، ص 17 .  ( 4 ) المصدر نفسه ، ص 17 .  ( 5 ) الغزالي ، المعيار ، ص 57 . ","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالحيوان ، فلجأ إلى الأمثلة المحسوسة الطبيعية تحت فعل البعد الدينيّ .\r\nوالملخّص من موضوع الألقاظ والمعاني في محكّ النظر ، هو تلك الاختلافات بينه وبين المعيار والتي عرضناها بإيجاز سابقا . ويؤكد كلّ ذلك الاتجاه اللغويّ الذي بدأه الغزالي في المعيار بتأثير من طبيعة اللغة . وقد تعمّق هنا في المحكّ وأخذ طابعا دينيّا فقهيّا . تجاوز حدود الالتزام بأبعاد المنطق أحيانا . ويمكن القول : إنّ الكلّي ، بوصفه عمليّة منطقيّة صوريّة تعمد إلى التجريد ، انعدم نسبيا في محكّ النظر واختفى . وربّ قائل : إنّ وروده في المقاصد والمعيار لم يكن سوى نقل . ومع جانب الصحّة في هذا لقول ، إلّا أنّ المحك قد بلور المسألة الدينية بوضوح . وربّما اختزلت عمليّة التجريد المنطقية الشكليّة في المحكّ إلى عملية تجريد عقلية نفسيّة فقط . ويتجلّى هذا في تفسير الإمام لكيفيّة تصوّر اللونيّة والشكليّة ، فيقول : « إصطلحنا على تسميتها عقلا ، فيدرك ويقضي بقضايا ، ويدرك اللونيّة مجرّدة ، ويدرك الحيوانيّة . . » « 1 » .\r\nيتطرق الغزالي في موضوع الحدّ إلى أبحاث الحدّ نفسها الواردة في المعيار ، مع شيء من الاختصار وبحلّة إسلامية . ويعتبر اكتمال معرفة الحدّ عن طريق التعريف باللفظ والرسم والحدّ . ويوضح الأمر في مجموعة الأسئلة التي يطرحها والتي تجيب على كنه الحدّ ، وتنحصر في أربعة مطالب : هل ، وما ، ولم ، وأيّ . ويعتبر مطلب « ما » أهمّها ، وفيه مثال الفقه المشهور : « الخمر » . ويفيدنا مطلب « ما » بثلاثة أجوبة :\r\n- يعرّفنا بتمييز الاسم وشرحه ، أي بالتعرّف على حدّه اللفظيّ .\r\nفنقول : ما العقار ؟ هو الخمر .\r\n- ويدلّنا على مميّزات الشيء العرضيّة ، ويسمّى حدّا رسميّا . فنقول\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 21 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالخمر هي المائع الذي يقذف بالزبد ، ثم يستحيل إلى الحموضة . ويجمع من العوارض واللوازم ما يساوي حقيقة ذات الخمر .\r\n- ويجيبنا عن ماهيّة الشيء وحقيقته ، ويسمّى حدا حقيقيا ، الخمر شراب معتصر من العنب « 1 » .\r\nوقد ركّز الإمام على التحديد الإسميّ الخاصّ باللغة العربية في المحكّ ، وحصر مكامن الغلط في الألفاظ . كما نبّه إلى ضرورة الاحتراز من « الألفاظ الغريبة والوحشية والمجازية البعيدة والمشتركة المتردّدة » « 2 » .\r\nومن ثم يجب استعمال الألفاظ المعروفة ذات النص الصريح ، وإن اعتاص الأمر فليذكر المستعار أو لترد قرينة المصرّح من المعاني . ولم ينتقل في المحكّ ، ولا في مقدّمة المستصفى ، كما سنرى ، إلى تبنّي مفهوم الحدّ اللفظيّ طريقا يفيد التعريف بالحدّ . مع العلم أن الفقهاء ونظّار المسلمين لم يعرفوا سوى الحدّ اللفظيّ ، ولم ينادوا إلّا بالاتجاه الإسمي « 3 » . ومردّ هذا رفضهم الكليّات والماهيّات الأرسطويّة ، معتبرين أنّ الحقائق والمعاني الإسلامية موضوعة ، ولا يجوز تناول معان مغايرة لها .\r\nويمكن القول إنّ الغزالي استمرّ في كتبه المنطقيّة القريبة من الفقه وخصوصيّة اللغة العربية بعملية المزج . فقال مثلا : « إعلم أنّ من طلب المعاني من الألفاظ ، ضاع وهلك كمن استدبر المغرب وهو يطلبه . ومن قرّر المعاني أوّلا في عقله بلا لفظ ، ثمّ أتبع المعاني الألفاظ فقد اهتدى .\r\nفلنقرّر المعاني ، فنقول : الشيء له في الوجود أربع مراتب ، الأولى حقيقة في نفسه ، الثانية ثبوت مثال حقيقة في الذهن وهو الذي يعبّر عنه بالعلم ،\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 92 .  ( 2 ) المصدر نفسه ، ص 98 .  ( 3 ) ابن تيمية ، تقي الدين ، كتاب الرد على المنطقيّين ، بمباي ، دائرة المعارف العثمانيّة ، 1949 ، ص 14 - 15 . ","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالثالثة تأليف مثاله بحروف تدل عليه . . . الرابعة تأليف رقوم تدرك بحاسّة البصر دالة على اللفظ وهي الكتابة . . - إلى أن يقول - إنّ الأوّلين وجودان حقيقيّان لا يختلفان بالأعصار ، والأخريان وهما اللفظ والكتابة تختلف بالأعصار والأمم . . « 1 » .\r\nونلاحظ أنّه في استمراره بهذه العملية الجامعة بين الاتجاهين المنطقي والأصوليّ الإسميّ أقرّ بأن تعريف الحدّ ينال بتصوّر الماهية وبالتمييز اللفظيّ والإسمي معا ، وتعتبر الفقرة السابقة على درجة من الأهمية ، كونها تشير إلى تصريح الغزالي بوجود الحقائق العقلية الكليّة ثابتة في الذهن ، وبوجودها قائمة بذاتها . وهذان الوجودان يشملان الشعوب كافة بدون تمييز . ونتساءل كيف وفّق الإمام بين هذه المعاني الأرسطويّة وبين المعاني الإسلامية القائمة في القرآن ؟ وكيف صرح بذلك في كتاب المحكّ المتميّز بالطابع الإسلاميّ ؟ نرجّح أنّ ذلك كان نتيجة التطعيم وتطويع المعاني المنطقيّة لإغناء الاستدلال الأصوليّ . وأخيرا نجد أنّ موضوعات « المحكّ » الأخرى في التصوّر متوافقة مع موضوعات المعيار والمقاصد فهما وتوجها .\r\nوالحال نفسها في التصديق والقضيّة . ولم يستطع الغزالي ، ومن قبله ، الفصل بين المعنى والاسم أو بين المضمون والصورة فصلا تاما .\r\nومن ثم تقع القضيّة في كتاب محكّ النظر بالفصل الثالث من فنّ السوابق ، وتضم أربعة تفصيلات على الشكل التالي :\r\n- التفصيل الأوّل : انقسام القضيّة إلى التخصيص والعموم والتعيين والإهمال .\r\n- التفصيل الثاني : انقسام القضيّة إلى ثلاثة : الإمكان والوجود والاستحالة .\r\n- التفصيل الثالث : بيان نقيض القضيّة وأحكامها .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 108 - 109 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n- التفصيل الرابع : بيان عكس القضيّة .\r\nيتبيّن اختلاف التركيب الشكلي والتبويب جزئيا عن المعيار والمقاصد . لكنّ الأبحاث المنطقيّة التي تناولت القضيّة في المحكّ بمضمونها وموضوعاتها لم تبتعد تماما عن أبحاث القضيّة في الكتابين السابقين . ويتباين المضمون هنا في جانب التركيب البنيويّ للمصطلحات والتعابير والغرض والتوجّه . فإذا كان الكتابان السابقان قد تأثرا بابن سينا تأثرا واضحا ، فإن المحكّ يميل نحو المعاني الإسلامية والفقهيّة ميلا محضا . وتنقلب تعابيره وأمثلته مشكّلة أغراضا جديدة كما سنرى ، من دون الخروج على أطر المنطق الأساسية . وأشار الغزالي في نهاية المحكّ إلى العودة للمعيار ولمن يرغب في التفصيل والشرح . قائلا : « هذا الكتاب مع صغر حجمه حرّكت به أصولا عظيمة ، إن أمعنت في تفهّم الكتاب تشوقت إلى مزيد إيضاح في بعض ما أجملته واشتغلت لحكم الحال عن تفصيله ، وذلك التفصيل قد أودعت بعضه كتاب معيار العلم . . . » « 1 » وتدل هذه الإشارة على وحدة المسألة المنطقيّة في خلفيّة الإمام من دون أن يعني ذلك عدم وجود التباين بين المحكّ والمعيار . ويعمل الغزالي بالرغم من هذا التباين على ربط المحكّ بالمعيار ، استمرارا في تطعيم المنطق بالتفكير الإسلاميّ ، وخصوصا في المحكّ ومقدّمة المستصفى .\r\nوقد جعل مبحث القضيّة في المحكّ قالبا إسلاميا من دون أن يتخلّى عن مضامينها المنطقيّة . إذ يبدأ الفصل على نمط ما جاء في الكتب سابقا ، فيستعمل عدّة مصطلحات للتعبير عن عناصر القضيّة ، قائلا : « أحكام السوابق المعاني المؤلّفة تأليفا يتطرّق إليه التصديق والتكذيب ، كقولنا مثلا : العالم حادث والباري تعالى قديم . فإنّ هذا يرجع إلى تأليف القوّة المفكّرة بين معرفتين ، لذاتين مفردتين ونسبة أحدهما إلى الآخر بالإثبات .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 133 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nفإن قلت العالم ليس بقديم ، والباري ليس بحادث ، كانت النسبة نسبة النفيّ . وقد التئم هذا القول من جزئين . يسمي النحويون أحدهما مبتدأ والآخر خبرا . ويسمي المتكلمون أحدهما موضوعا والآخر صفة . ويسمّي الفقهاء أحدهما حكما والآخر محكوما عليه . ويسمي المنطقيون أحدهما موضوعا وهو المخبر عنه والآخر محموله وهو الخبر . ونصطلح نحن على تسمية الفقهاء ، فنسميها حكما ومحكوما عليه . ولنسمّ مجموع الحكم والمحكوم عليه قضيّة . . . » « 1 » ولم تكن الفقرة السابقة عرضا لمصطلحات تركيب القضيّة فحسب ، بل كانت طرحا جديدا وتبنّيا لعبارات بما تحمل من خلفيّة فقهيّة . فنرى الإمام ينتقل بالمحكّ إلى تداول الحكم والمحكوم عليه عوضا عن الخبر والمخبر عنه في المعيار ، أو بدلا عن الموضوع والمحمول . وقد استخدم الحكم والمحكوم عليه في مقدّمة المستصفى كما سنرى . والمحكوم اسم مفعول من حكم ، أطلق حكما مرادا منعه عن التبديل والتغيير والتخصيص « 2 » . ويلعب المحكوم عليه دور الموضوع في القضيّة المنطقيّة . ويستعمل اللفظ في الشرعيات ، « وأثر الخطاب المترتّب على الأفعال الشرعيّة . . . كلّ ذلك محكوم اللّه تعالى ثبت بحكمه وإيجاده وتكوينه ، وإنّما سمّي حكم اللّه على لسان الفقهاء . . . » « 3 » ويعني الحكم أيضا القضيّة ككلّ . فنقول حكمنا أنّ كلّ خمر مسكرة . وقصد الغزالي بالحكم في المحكّ ومقدّمة المستصفى ما يحمل على المحكوم عليه .\r\nويطلق تعبير الحكم في الشرعيّات ، لأنّه : « عبارة عن حكم اللّه تعالى المتعلّق بأفعال المكلّفين » « 4 » فأفعال المكلّفين هي المحكوم عليه . وكلمة حكم في اللغة هي : « الصرف والمنع للإصلاح . . . ومن قوله تعالى   أُحْكِمَتْ آياتُهُ   أي منعت وحفظت عن الغلط والكذب والباطل والخطأ\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر نفسه ، ص 23 .  ( 2 ) الجرجاني ، التعريفات ، ص 139 .  ( 3 ) الكفوي ، الكليّات ، ص 157 .  ( 4 ) الجرجاني ، التعريفات ، ص 64 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوالتناقض . . . وفي اصطلاح أصحاب الأصول خطاب اللّه المتعلّق بأفعال المكلّفين بالاقتصاد أو التخيير . . . » « 1 » فثمّة علاقة بين الحكم والحكمة في طبيعتها الدينيّة .\r\nويتبادر من هذه التعريفات اتفاقها على دور الحكم : إنّه إسناد أمر إلى آخر . لكن يختلف الغرض والمضمون أصوليّا أو فقهيّا أو لغويّا . فعملية الحمل هي ربط حدّ بآخر أو مفهوم بمفهوم آخر . والحكم أيضا يسند معنى أو مفهوما إلى آخر ، بغرضيّة القطع والبت والتقويم والحفظ . ويأخذ معنى الحكم خلفيّة دينيّة ، فيدور حول طبيعة الأمر والمأمور ، ومفهوم الواجب والتكليف . وذكر الجرجاني أنّ الحكم هو إسناد المحمول إلى الموضوع « 2 » وسنوفي الحكم بمعناه الحديث شرحا لاحقا . إنّما تبقى جذور اللفظة لغويّا والعادة في استعمالها شرعيّا ، هي الأقوى والأعرف . وملخّص الرأي بأنّ لكل مصطلح تفسيرا ودورا إجرائيا وظرف استعمال يختلف عن الآخر . إلا أنّ الواضح هنا تبنّي الغزالي للاصطلاح بقصد مزج المنطق بعلوم المسلمين مزجا كليا ، وتفسير قواعده بعد تمثّلها بالعقليّة الإسلاميّة وانطباعه بنمط تفكيرها .\r\nيتناول الغزالي القضيّة فيقسّمها إلى قضيّة في عين ، وقضيّة مطلقة خاصّة ، وقضيّة مطلقة عامة ، وقضيّة مهملة « 3 » . ويقابل القضيّة المعيّنة أو القضيّة في عين : القضيّة الشخصيّة في المعيار . ويماثل المطلقة الخاصّة :\r\nالجزئيّة . والمطلقة العامّة : الكليّة . ولم تختلف الشروح المنطقيّة في المحكّ عن المعيار . فالذي يحدد الخاصّ أو العامّ في القضيّة هو السور الذي يبيّن مقدار الكمّ « 4 » . وذكرنا من قبل في مبحث الحدّ بالمحكّ تعريفا\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الكفوي ، الكليّات ، ص 157 .  ( 2 ) الجرجاني ، التعريفات ، ص 24 .  ( 3 ) الغزالي ، المحكّ ، ص 24 .  ( 4 ) المصدر نفسه ، ص 24 . ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nللتعيين والمعيّن . فالقضيّة المعينّة تلك التي يكون موضوعها واحدا ، لأنّ التعيين هو التحديد وامتياز الشيء من غيره . وإذا كانت القضيّة الشخصيّة اصطلاحا تأثّر به الغزالي بابن سينا وذكره في المقاصد والمعيار ، فإنّ القضيّة المعيّنة تفاعل بها الغزالي مع اللغة العربيّة وأصول الفقه . ولقد استخدمها في المحكّ ومقدّمة المستصفى . وكنّا وضّحنا أيضا معنى المطلق ، وذكرنا أنّه يحمل بمعناه العموميّة ، ويدلّ على غير المعيّن وغير المقيّد في الفقه .\r\nويستعمل الغزالي المطلقة العامّة في المحكّ ومقدّمة المستصفى ليشير إلى القضيّة الكليّة . والإطلاق العامّ هو يحمل معنى على معنى ليتشكّل حكم عامّ . وقد عرف الجرجاني المطلقة العامّة قائلا : « هي التي حكم فيها بثبوت المحمول للموضوع أو سلبه عنه » « 1 » .\r\nفعمليّة الإطلاق العامّ تعني إطلاق مفهوم على عموم الموضوع ، وهذا يفيد في الأصول بإطلاق الأحكام العامّة تعميما أو تخصيصا . بينما تدل المطلقة الخاصّة على إطلاق الحكم أو حمل المفهوم على حال معيّنة مقيّدة ، وهذا يفيد في الفقهيّات التي تميّز بين الأحكام العامّة والحكم الخاصّ .\r\nويوحي الاختلاف بتبنّي الخلفيّة الإسلامية تماما والخروج من المصطلحات المنطقية . وبهذا نرى التحوّل في كتابة الغزالي ، الذي انتقل من منطقيّ ناسخ في المقاصد ، إلى مستخدم للتعابير في المعيار ( القضيّة العامة والقضيّة الخاصّة ) ، حتى بلغ مداه عالما إسلاميا أصوليا في المحكّ .\r\nفسخّر القالب المنطقي للإطلاق العامّ والخاص الفقهيين . وقد حدّد غرضه في تنقيح النظريّات والاستفادة منها بالفقهيّات ، إذ قال : « إيّاك أن تسامح بهذا في النظريات ، فتغلط ومثاله من الفقه . . » « 2 » ويتناول الغزالي في\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الجرجاني ، التعريفات ، ص 149 .  ( 2 ) الغزالي ، المحكّ ، ص 25 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالمحكّ ، وفي معظم أمثلته على القضيّة ، أقوالا فقهيّة ، مبيّنا مثلا ضرورة الاحتراز من القضايا المهملة ، وعدم اعتبارها قضايا عامة أو كليّة . فيذكر :\r\nأن المطعوم « 1 » ربويّ ، قضيّة مهملة ، لا يصحّ اعتبارها عامة في قياس ، كما فعل الشافعي « 2 » . وظهرت في المحكّ القضايا ذوات الجهة أيضا بشيء من الاختصار . وحلّ تعبير الاستحالة مكان الامتناع .\r\nلم يغضّ الغزالي الطرف عن تقابل القضايا ، فقد ذكرها ، وتحدّث عن القضيّتين المتنافيتين التي تصدق إحداها وتكذب الأخرى . ومثالهما :\r\nالعالم حادث ، العالم ليس بحادث « 3 » . كما وضع مجموعة شروط لتقابل القضايا ، تتطابق في جملتها مع ما جاء في المعيار . لكنّها تختلف بأمثلتها المستوحاة من الإسلام . فأورد مثلا قرآنيا ليؤكد على ضرورة وحدة الحكم ، أو المحمول ، في المتقابلتين ، قال : « العالم قديم ، العالم ليس بقديم . وأردت بأحد القديمين ما أراد اللّه تعالى بقوله :  كَالْعُرْجُونِ الْقَدِيمِ . .  « 4 » . وذكر مثالا فقهيا ليصرّ على وحدة الإضافة في المتقابلتين ، أيضا : إذ « المرأة مولى « 5 » عليها ، المرأة ليس بمولى عليها . وهما صادقتان بالإضافة إلى النكاح والبيع وإلى العصبة . . . » « 6 » . فلم تعد القضيّتان متقابلتين هنا ، لأنّ المرأة مولّى عليها بمعنى ، وليس مولّى عليها بمعنى آخر .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المطعوم من طعم وطعام . ويستعمل الفقهاء التعبير للدلالة على الأطعمة من تمر وقمح ورز وشعير وسفرجل وغيرها . وغرض الغزالي ضرورة الحذر وتبيان كم القضيّة فيقال بعض المطعوم ربويّ مثلا .  ( 2 ) المصدر نفسه ، ص 25 .  ( 3 ) المصدر نفسه ، ص 26 - 27 .  ( 4 ) المصدر نفسه ، ص 27 .  ( 5 ) أي عليها وليّ أمر وكيل ومسؤول .  ( 6 ) المصدر نفسه ، ص 27 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوتطرّق الغزالي إلى عكس القضايا في تفصيله الرابع ، عقب التقابل ، جاعلا للعكس دورا في الاستدلال والبرهان والدليل الفقهيّ . فإذا لم تتطابق ، مثلا ، القضية المطلوبة مع الدليل النصيّ والفقهيّ ، اعتمد العكس . وربما حصل المراد في حينها . « وهذا أيضا - أي العكس - يحتاج إليه وربما لا يصادف الدليل على المطلوب نفسه ، ويصادف على عكسه فيمكن التوصّل منه إلى المطلوب . . . » « 1 » وهكذا يدخل الغزالي المنطق ضمن علوم المسلمين ، جاعلا العكس أداة استدلال تدعم عمليّات الاجتهاد والأحكام . فيرى أنّنا بعكس القول أو الحكم ، نعمل على حلّ التنافي بينهما وبين النصّ . ويؤدي التوافق بين الحالين إلى حصول الاجتهاد . ولم يغب عن باله حالات العكس ، وشروطها ، لكنه تميّز من المعيار بذكر الأمثلة الفقهيّة واستخدام التعابير الأصولية ، فقال : « وأعني بالعكس أن تجعل محكوما عليه والمحكوم عليه حكما ، ولا تتصرف فيه إلا هذا القدر وتبقى القضيّة صادقة . . » « 2 » ، كما ذكر القضايا الأربع وعكسها ، لكنّه اصطلح على تسميتها الإسلامية : « نافية عامّة ، ونافية خاصّة ، ومثبتة عامة ، ومثبتة خاصّة » . وسبق أن وضّحنا العامّ والخاصّ وتميّز المحكّ بهما . والنفي هنا بمعنى السلب : « وما يسلب عن الشيء فمسلوب عنه الشيء بالضرورة » « 3 » .\r\nأما الإثبات فبمعنى التأكيد ، ويسمى بالمنطق الإيجاب والموجب .\r\nأما بحث القياس فلم يستطع الغزالي في « محكّ النظر » مجاوزة عادته التي دأب عليها في بداية فقرة القياس من كلّ مصنّف . وربّما كرّر من دون شهوة ، واقتضاء ذلك وحدة المضمون القياسيّ ، وعدم اختلافه في عناصره وأسسه بين كتاب وآخر . وها هو يبدأ بحثه في هذه الفقرة بالقول : « إنّ القياس عبارة عن أقاويل مخصوصة ألّفت تأليفا مخصوصا ونظّمت نظما\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر نفسه ، ص 30 .  ( 2 ) المصدر نفسه ، ص 30 .  ( 3 ) المصدر نفسه ، ص 30 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nمخصوصا بشرط مخصوص ، يلزم منه رأي هو مطلوب الناظر . والخلل يدخل تارة من الأقاويل التي هي مقدّمات القياس ، إذ تكون خالية عن شروطها ، وأخرى من كيفيّة الترتيب والنظم وإن كانت المقدمة صحيحة يقينيّة ، ومرة منهما جميعا . . » « 1 » فكل ما جاء في الفقرة شبيه بما تصدّر القياس في المعيار والمقاصد .\r\nومن ثم يسير الغزالي على وتيرة توزيع القياس إلى صورة ومادّة ، جاعلا من صحة الاثنين طريقا لتكوين الصحيح من الفاسد . وكان البحث في المحكّ أشدّ اختصارا منه في المعيار . لكنه اختلف بنيويا ، وخصوصا في المصطلح والأبعاد والغرض . إذ نجد أن الغزالي انعتق من المحافظة على التعابير المنطقيّة والمعاني الفلسفيّة ، وأخذ بتطبيع المصطلحات بالمضامين الإسلامية تماما .\r\nوأحدث الغزالي في المحكّ موضوعات جديدة ، أبرزها حصر مدارك الأقيسة الفقهيّة وطريقا الإلحاق . وبرزت هذه الجدّة مترافقة مع الميل التامّ نحو معاينة المسائل الدينيّة والخصوصيّات اللغوية ، التي ستظهر جليّة خلال تحليلنا . وسنستنير في المقارنة بين القياس في المحكّ والمعيار ، فنميّز خطّ التحوّل ، كشفا لتوجّه الإمام ، وإبرازا للمصطلحات والمفردات بمعانيها وأغراضها .\r\nبدأ الغزالي تصفّحه أنواع الأقيسة ، فذكر النوع الأول منها هو الحمليّ ، الذي احتبسه على ثلاثة أشكال ، سمّي الشكل منه بالنظم .\r\nوالنظم اصطلاح جديد بزغ في المحك واعتمد . وهو يشير في حقيقته إلى دلالات دينية ولغويّة . ف « النظم ، هي العبارات التي تشتمل عليه المصاحف صيغة ولغة » « 2 » . و « النظم في اللغة جمع اللؤلؤ في السلك ، وفي\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، محكّ النظر ، ص 6 - 7 .  ( 2 ) الجرجاني ، التعريفات ، ص 166 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالاصطلاح تأليف الكلمات والجمل مترتّبة المعاني متناسبة الدّلالات على حسب ما يقتضيه العقل . . . » « 1 » . و « النظم الطبيعي هو الانتقال من موضوع المطلوب إلى الحدّ الأوسط ثمّ منه إلى محموله حتى يلزم منه النتيجة » « 2 » .\r\nفاللفظة تحمل دلالات وجذورا دينيّة ولغوية . مما يؤكد بدء اتّسام معاني الغزالي المنطقيّة بالسّمات الإسلامية البحتة .\r\nأما النظم الأول من القياس الحمليّ فصورته بأن « تكون العلّة حكما في إحدى المقدّمتين محكوما عليه في الأخرى . . » « 3 » . ونرى الغزالي يضع تعبيري الحكم والمحكوم عليه ، ويستحدثهما بدلا من الموضوع والمحمول ، مثلما صنع في مبحث القضيّة من هذا الكتاب . كما يدخل العلّة مكان الحدّ الأوسط ، إذ يقول : « فلنصطلح على تسمية المكرّر في المقدّمتين علّة . . فإنّه إذا قيل لك لم قلت إنّ النبيذ حرام فنقول لأنه مسكر . . » « 4 » . ومن ثمّ درجت العلّة في المحكّ وفي مقدمة المستصفى ، كما سنرى . وتقوم العلّة بربط الحكم في الكبرى بالمحكوم عليه في الصغرى . بينما تقوم في الفقه بربط الأصل بالفرع . وقد أعطى أبو البقاء تعريفا لها اقترب من وجهة نظر الغزالي ، فقال : « العلة ما يتوقف عليه الشيء . . . اللّه أوجب الحكم لأجل هذا المعنى ، والشارع على ذكره قد أثبت الحكم بسبب . . فيضاف الحكم إلى اللّه تعالى إيجابا وإلى العلّة تسبّبا .\r\nكما يضاف الشبع إلى اللّه تخليقا وإلى الطعام تسبيبا « 5 » . هناك إذا علّة أوجبت معنى الحكم في الأصل ، وهي توجب الحكم بالفرع . كما أنّ هناك علّة تعاقبية سندها الحقيقي اللّه . وينحو الغزالي فلسفيّا هذا المنحى .\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المرجع نفسه ، ص 166 .  ( 2 ) المرجع نفسه ، ص 166 .  ( 3 ) الغزالي ، المحكّ ، ص 31 .  ( 4 ) المصدر نفسه ، ص 32 .  ( 5 ) الكفوي ، الكليّات ، ص 250 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوكان أن وضّح الغزالي مثاله عن الخمرة ودور العلة ، قائلا : « إنّ في هذا القياس مقدّمتين إحداهما قولنا لكلّ نبيذ مسكر والأخرى قولنا كلّ مسكّر حرام » « 1 » . فالنتيجة : إنّ النبيذ حرام . وقياس التعليل هذا عند الأصوليين مرده إلى أنّ النبيذ محرّم قياسا على الخمر ، والعلّة الجامعة أو الحدّ المشترك هو الإسكار . ويظهر ذلك أيضا في جواب المطالب ، « لم » يكون النبيذ حراما ؟ لأنّه مسكّر .\r\nولم تكن مسألة التماس العلّة واجتلابها مجرّد اصطلاح يدخل على الشروح توفيقا وتجميعا ، إنّما كان تطويعا للمنطق بالأصول ، وتمثّله على ضوء المعطيات والسمات الإسلامية . وتعني العلّة في الأصول في ما تعنيه :\r\nأنّ هناك الأصل وهناك الفرع ، وما يجمع بين الأصل والفرع أو بين الشاهد والغائب هو العلّة . وكان هذا رأي الجويني في البرهان « 2 » . - علما أنّ الجويني ، أستاذ الغزالي ، كان قد نقد بعض آراء المنطق الأرسطويّ وتبنّى آراء أخرى « 3 » - فسار التلميذ على المنوال نفسه ، موسّعا دائرة تبنّي القالب الأرسطويّ ، وكيّفه في خدمة العلوم الإسلاميّة ، كما يظهر تدريجيّا خلال استعراض القياس في كتبه . وما يمكن قوله إنّ استغناء الغزالي عن استعمال الحدّ الأوسط واستعاضته عنه بالعلّة يعتبر تحوّلا تامّا في النظرة ، وتحويلا للمنطق نحو المفاهيم الأصوليّة . فلقد تعدّت العمليّة مجرّد إعطاء الأمثلة الفقهيّة وتطعيم الألفاظ ، مثلما كان الأمر في المعيار . وبلغ المزج طورا أحدث بنية تركيبيّة جديدة على صعيد المضمون والمصطلح والأبعاد . إذ العلة للجمع بين الأصل والفرع ، أمّا الأوسط فللتداخل بين الأصغر والأكبر - ولا ينفي هذا عدم استعمال ابن سينا العلّة حدّا أوسط . لكن ذلك كان في حكم النقل عن أرسطو - ولكلّ منها أبعاد منطقيّة .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 31 .  ( 2 ) أنظر النشار ، مناهج البحث ، ص 130 ، نقلا عن مخطوط البرهان للجويني .  ( 3 ) المرجع نفسه ، ص 77 ، استنادا إلى مخطوط البرهان . ","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوأصبح القياس في تحاليله إسلاميّا من دون أن يغفل بعض الأمثلة الطبيعيّة والفلسفيّة « 1 » من التي وردت في المعيار والمقاصد . وبهذا انقلبت الأدوار ، فقد طعّم المعيار بأمثلة فقهيّة ولغويّة . بينما طعّم المحكّ بأمثلة منطقيّة وفلسفيّة . وتميّز الغزالي في عرضه الأشكال الثلاثة بربطه شروط الشكل بشروط اليقين ومادّة المقدّمات ، وخصوصا في المجالات الفقهيّة .\r\n« فإن نازعك الخصم في قولك كلّ مسكّر حرام فإثباته بالنقل ، وهو قوله صلى اللّه عليه وسلم : « كلّ مسكّر حرام » فإن لم تتمكّن من تحقيق تلك المقدمة بحسّ ولا غيره ، ولا من إثبات الثاني بنقل أو غيره ، لم ينفعك القياس . . . » « 2 » .\r\nولم يوفّر الإمام التعابير البديلة بالموضوع والمحمول ، فتارة استخدم المحكوم عليه والحكم وأخرى استعمل الموصوف والصفة « 3 » ، وطورا الخبر والمبتدأ « 4 » . ونال الإثبات والنفي حظّا من ذلك واستبدلهما بالإيجاب والسلب . وكانا قد وردا في معرض ذكره شروط النظم الأوّل والثاني . أمّا الإيجاب والإثبات فيدلّان على حكم مؤكد ثابت بالاقتصاد لا يحتمل النفي ، ويأخذ دلالة الحدّ بالحدّ الآخر . ف « الإيجاب أقوى من الاقتضاء ، لأنّه إنّما يستعمل في ما إذا كان الحكم ثابتا بالعبارة أو الإشارة أو الدّلالة » « 5 » . أمّا « الإثبات فهو الحكم بثبوت شيء لآخر - وله معنى الإيجاب نفسه - . . .\r\nويطلق على العلم إثبات المعلوم على ما هو به « 6 » . وطغى الإيجاب والقضيّة الموجبة على المعيار والمقاصد . بينما ظهر الإثبات في المحكّ ومقدّمة المستصفى . وعلى الرغم من كون الإيجاب والإثبات يشكلان معنى\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 31 ، ص 32 .  ( 2 ) المصدر نفسه ، ص 33 .  ( 3 ) المصدر نفسه ، ص 33 .  ( 4 ) المصدر والصفحة نفسهما ، والمعيار ص 71 .  ( 5 ) الجرجاني ، التعريفات ، ص 28 .  ( 6 ) الكفوي ، الكليّات ، ص 13 . ","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nواحدا ، إلّا أنّ استخدام كلّ منهما له أبعاده المعيّنة . ونرجّح من جهتنا أن للإيجاب بعدا منطقيّا رياضيّا يعبّر عن الكمّ . أمّا الإثبات فيدلّ على الحكم ويرمز إلى البعد الكيفيّ الذي يخدم في المسائل الفقهيّة والأحكام . إذ يحمل شيئا على شيء من دون دلالة كميّة أو رياضيّة . وربّما وعى الغزالي ما رجّحناه ، فأحسن استخدام الاصطلاح تبعا لغرض كلّ كتاب واتّجاهه المنطقيّ أو الفقهيّ . وربما كان تداوله للمصطلح لا واعيا . وفي الحالين يكون الإمام قد أصاب هدفه . فكان اختيار اللفظ تعبيرا عن توجّه المضمون وشكل المعالجة . والحال نفسها في استخدام الغزالي لمصطلحي السلب والنفي . وهما يدلّان على المعنى نفسه . ويؤدّيان إلى نزع الشيء عن الشيء الآخر . وجاء تعبير السلب في المقاصد والمعيار ، بينما كان النفي في المحكّ والمستصفى بشكل أظهر . ويأتي النفي بمعنى سلب الصفات ، أو انتزاع حكم عن الموضوع ، وهو يفيد في الأحكام .\r\nويعطي أبو البقاء مثالا دينيّا على ذلك فيقول : « قوله تعالى  وَما رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ  إنّما جيء به في مقابلة العبيد « 1 » ، أي جيء بالحكم لنزعه عن العبيد . فيدلّ النفي إذا على نزع الحكم أو نزع الصفة عن الموضوع . وهذه وقائع الشرعيّات . بينما يفيد السلب في الدلالات الرياضيّة التي لها أبعاد كميّة . ويعمل منطقيّا على انتزاع أو استبعاد التداخل بين الحدود .\r\nوعلاوة على كلّ هذا التوجّه لم ينبذ الغزالي القواعد الأساسية لأنواع الأقيسة وأشكالها « 2 » . إذ قال في النظم الثاني : « من نظم القياس أن تكون العلّة ، أعني المعنى المتكرّر في المقدّمتين ، حكما . . . أعني أن يكون خبرا فيهما ولا يكون مبتدأ . . . » « 3 » . فالعلّة والمبتدأ والخبر مفاهيم دينيّة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الكفوي ، الكليّات ، ص 355 .  ( 2 ) الغزالي ، المحكّ ، ص 32 - 44 .  ( 3 ) المصدر نفسه ، ص 35 . ","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nولغويّة ، لكنّ شروط التركيب تنطلق من قاعدة القياس السلجستي . ولم تكن الشروح مغايرة كثيرا عن المنطلقات . إذ استمرت عمليّة عكس إحدى مقدّمات النظم الثاني والثالث ، فاستحال القياس إلى النظم الأوّل . وذكر الغزالي القواعد نفسها الواردة في المعيار ، إلّا أنّ أمثلته كانت دينية وفقهيّة ، ولا سيّما تعابيره في الحدود والقضايا . ونادى بنافية عامّة ومثبتة خاصة . . ومن أمثلته الفقهيّة أنّ : « الربويّ والمطعوم حكمنا بهما على شيء واحد هو البرّ فيلزم بالضرورة بينهما التقاء ، وأقلّ درجات الالتقاء أن يوجب حكما خاصّا » « 1 » . وهذا يجدّد رأينا بأن بنية الشرح والتحليل والأمثلة متكاملة وذات منحى واحد . إنما حلّ في المحكّ الحكم والمحكوم عليه والخاصّ والعامّ والنافي والمثبت والمبتدأ والخبر والعلّة . وطرحت جزئيا التعابير المنطقيّة المقابلة كالتي وردت في المعيار والمقاصد . فالمنحى المنطقيّ الصوريّ واحد ، أمّا الأبعاد والخلفيّات فلكلّ طابع سماته ورموزه .\r\nوكانت الحال كذلك في الأقيسة الشرطيّة . فالمتصلّ أصبح في المحكّ بحسب قول الغزالي : « ولنسمّ هذا النمط نمط التلازم « 2 » . وقد أخذ بالتلازم في المحكّ والقسطاس ومقدّمة المستصفى . وتطلق الملازمة والتلازم على معنى اللزوم . ولازم الشيء ما يتبعه ويردفه « 3 » . واللّزوم هو عدم المفارقة ، وهناك لزوم شيء عن شيء ، بمعنى كون الأول ناتجا عن الثاني . واللزوم فقهيّا ما حكم فيه بصدق قضيّة على تقدير قضيّة أخرى لعلاقة بينهما . ولم تكن المسألة مجرّد اختلاف بين لفظين وشرحين - ( الشرطي والتلازم ) - ، بالرغم من أنّ مضمونهما واحد ، بل يخفي اختلاف التعبير اختلافا في التحليل . فالتلازم يشير إلى الأحكام المهيّأة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر نفسه ، ص 37 .  ( 2 ) المصدر نفسه ، ص 39 .  ( 3 ) الكفوي ، الكليّات ، ص 318 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالجاهزة . كما تشير المقدّمة المتلازمة إلى المقدّمة التوكيديّة ( الدوغماطيّة ) . وتتأتّى توكيديّتها من ورودها بالتواتر أو بالنصّ الشرعيّ ، الذي يجعلها تأخذ هذا الشكل المترابط . بينما يحمل الشرطي المتصل في معناه إمكانية الاحتمال . فهو علاقة منطقية أكثر منه علاقة نصيّة قائمة ومترابطة . « والشرطيّ هو الذي يتوقف عليه الشيء ، ولم يدخل في ماهيّة الشيء ، ولم يؤثر فيه » « 1 » . لذلك تعبّر القضايا الشرطية عن العلاقة الصوريّة أكثر ممّا تعبّر عن تداخل الحدود وتصوّر خلفيّات منطقيّة محدّدة . والشرط في العربيّة « إلزام الشيء في البيع ونحوه كالشرطيّة « 2 » . واستعمل تعبير الشرطيّ المتّصل في المقاصد والمعيار . والاتصال بمعنى الترابط والتتابع بين حالين ، ويعرّفه الجرجاني فيقول : « هي - المتصلة - التي يحكم فيها بصدق قضية أو لا صدقها على تقدير أخرى « 3 » . والاتصال عكس الانفصال يؤدّي إلى ترابط حكمين أو قضيّتين تسبقان بأداة شرط . وربما توحي القضايا الشرطيّة بنوع من مفهوم الاحتمال العقلي . أمّا تعبير التلازم فيوحي بالارتباط الحتميّ ، كونه يستند على التلازم مع المعنى النصيّ . مثل الوضوء للصلاة . وأمّا القول : إذا كانت الشمس طالعة فالنهار قائم ، فيستند على الاحتمال بين الاصطلاحين ودور كلّ منهما في البحث لا أكثر دون اليقين . لأن التلازم والاتصال في النهاية يصبّان في معنى واحد ، لكنّنا نميّزهما في دورهما المنطقيّ . وكانت أمثلة الغزالي على نمط التلازم في المحكّ « 4 » مشابهة لأمثلة الشرطي المتصل في المعيار .\r\nووضع التعاند في المحكّ أيضا بديلا عن الشرطيّ المنفصل ،\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الجرجاني ، التعريفات ، ص 86 .  ( 2 ) الكفوي ، الكليّات ، ص 214 .  ( 3 ) الجرجاني ، التعريفات ، ص 134 .  ( 4 ) الغزالي ، المحكّ ، ص 39 - 41 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nو « النمط الثالث نمط التعاند وهو على ضد نمط التلازم ، والمتكلمون يسمّونه السبر والتقسيم ، والمنطقيون يسمّونه الشرطي المنفصل ونحن سمّيناه التعاند . . . » « 1 » وكان الغزالي قد أورد تسميات للسبر والتقسيم والتعاند في المعيار « 2 » ، من دون أن يعتمدها مصطلحا ، مسوّغا في ذلك المفاهيم المنطقيّة ضمن المعاني الإسلاميّة . ويقابل التعاند الشرطي المنفصل ، كما يعني التنافي والتضاد بين القضيتين . والاستدلال التعاندي يشبه السبر والتقسيم ، إذ يسقط أحد المتعاندين . وعرّف الجرجاني التعاند والعنادية قائلا : « هي القضية التي يكون الحكم فيها بالتنافي . . . كما بيّن الفرد والزوج » « 3 » .\r\nوورد استعمال الشرطي المنفصل في المعيار والمقاصد ، وقد شرحنا الاشتراط ، أمّا الانفصال فيعني وجود النقيضين إثباتا للآخر ، فهنا عدم اجتماع ، ويعبّر الاشتراط المنفصل عن قضيّة احتمالية اقترنت بأداة الشرط آخذة شكل التنافي ، ( إمّا هذا وإمّا ذاك . . ) . ويمكن لها أن تكون واقعيّة تجريبيّة أو شكليّة رمزيّة . بينما يوحي التعاند بمدلول الحكمين المتنافيين ، أو الحكم المجزّأ إلى جزئين متباينين ، ليفيد استدلاليّا الأخذ بأحدهما . فهو عمليّة تنقيب بين مجموعة أشياء ، صفتها التعاند لنزع غير المطلوب وإبقاء الحكم الصحيح . وهذه هي الطريقة التقسيميّة الفرزيّة ، التي ربّما ميّزت لنا الفرق بين الاحتمال المنطقيّ الرياضيّ والتقسيم والفرز . فالاحتمال يدفع الذهن إلى البحث والتقصّي والاكتشاف واضعا الشكوك . بينما التقسيم يمدّنا بأحكام قائمة ثابتة واقعة ، وما على الباحث سوى التفتيش بينها لأخذ المطلوب وفرزه عن غيره . على أنّنا نرجو أن نوفّي الأمر بحثا وتحليلا في فصل العلاقات المنطقيّة بالباب الثاني ، توضيحا للفرق والأبعاد ، وزيادة\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر نفسه ، ص 42 .  ( 2 ) الغزالي ، المعيار ، ص 100 .  ( 3 ) الجرجاني ، التعريفات ، ص 106 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nعلى ما ذكرنا . وقد كانت أمثلة التعاند في المحكّ « 1 » شبيهة بأمثلة الشرطيّ المنفصل في المعيار . وليس ضروريّا أن تتألف مقدّمة التعاند من قسمين وقضيّتين ، فربّما تكوّنت من ثلاث . ف « إنّا نقول هذا الشيء إمّا مساو وإمّا أقلّ وإمّا أكثر فهذه ثلاثة ، ولكنّها حاصرة . فإثبات واحد ينتج نفي الآخرين ، وإبطال اثنين ينتج إثبات الثالث . . . » « 2 » وبهذا الشرح يقترب الغزالي من السبر والتقسيم .\r\nما إن يختم فصل أشكال القياس في المحكّ حتى تتيسّر مادّته وتتخيّر دربا سرى عليه الغزالي في كتبه السابقة ، من دون استحداث طرق ومنازل ، اللهمّ سوى المعاني الإسلامية والأغراض الأصولية . وقيل مادّة القياس تمييزا من الصورة ، إذ ورد التعبير عند كلّ المناطقة من دون استثناء .\r\nوالمادّة : « هي التي يحصل الشيء معها » « 3 » . وهذا التعريف يستند على نظرة أرسطو الفلسفية ، التي ترى أنّ المادة شيء ما بالقوة ، يكتمل حين تحقّقه الصورة . وقد اصطلح الغزالي والمشائية الإسلامية عليها ليشيروا إلى مضمون المقدمات القياسيّة ، يقينيّة كانت أو ظنيّة .\r\nأما « صورة الشيء فما به يحصل الشيء بالفعل » « 4 » . وأصابت منطقيّا في دلالتها على النظم وصورته ومعاييره ، من دون تناول يقينيّة قضاياه .\r\nويقول أبو البقاء عنها : « تطلق الصورة على ترتيب الأشكال ووضع بعضها من بعض واختلاف تركيبها . . . وقد تطلق على ترتيب المعاني التي ليست محسوسة ، فإنّ للمعاني ترتيبا أيضا وتركيبا وتناسبا . . . » « 5 » . وكان أن ورد تعبيرا المادّة والصورة في المقاصد والمعيار ، بينما استعيض عنهما في\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 42 - 44 .  ( 2 ) المصدر نفسه ، ص 43 .  ( 3 ) الجرجاني ، التعريفات ، ص 131 .  ( 4 ) المرجع نفسه ، ص 92 .  ( 5 ) الكفوي ، الكليّات ، ص 226 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالمحكّ والمستصفى باليقين والنظم . وتكلّم الغزالي عن يقينيّة المقدّمات وظنيّتها لينصاغ القياس المنتج « 1 » . ولم يخرج عن صوريّة القياس في شروحه ، ولا سيّما إنه لم يعزل الصورة تماما عن المعاني الأرسطوية والإسلامية . ويمثّل على المادة قائلا : إنّها بمثابة الخشب للسرير أو القماش للقميص « 2 » .\r\nوأمّا اليقين فاصطلاح إسلامي يستخدم في مواضع عدة : « فاليقين في اللغة ، العلم الذي لا شكّ معه ، وفي الاصطلاح اعتقاد الشيء بأنه كذا مع اعتقاد أنّه لا يمكن إلّا كذا مطابقا للواقع » « 3 » . ويستعمل أيضا في المعرفة الإيمانية مقابل اصطلاح الاعتقاد في المعرفة العقلية . إذ قال الجرجاني :\r\nاليقين « عند أهل الحقيقة رؤية العيان بقوّة الإيمان لا بالحجّة والبرهان .\r\nوقيل مشاهدة الغيوب بصفاء القلوب وملاحظة الأسرار . . . « 4 » . وقد نزع الغزالي ومعظم فلاسفة المسلمين نزعات صوفيّة مختلفة . وليس مستغربا أو مستهجنا اختلاط معارفهم بالمفاهيم والمصطلحات الصوفيّة ، التي فعلت فعلها في رؤيتهم وتحاليلهم . وأشرق اليقين لفظا مكان الاعتقاد عند الغزالي ، وحلّت المكاشفة اليقينية محلّ الاعتقاد العقليّ . كما يشير اليقين إلى المقدمات التي لا تقبل الشكّ » ، فالظن أحد طرفيّ الشكّ بصفة الرجحان « 5 » . ويستعمل لفظ الظنّ « عند الفقهاء من قبيل الشكّ ، لأنهم يريدون به التردّد بين وجود الشيء وعدمه ، سواء استويا أو ترجّح أحدهما . . » « 6 » .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 45 .  ( 2 ) المصدر نفسه ، ص 44 .  ( 3 ) الجرجاني ، التعريفات ، ص 178 .  ( 4 ) المرجع نفسه ، ص 178 .  ( 5 ) المرجع نفسه ، ص 196 .  ( 6 ) الكفوي ، الكليّات ، ص 239 . ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nلذلك يقول الغزالي : « القياس المنتج لا ينصاغ إلّا من مقدمات يقينيّة ، إن كان المطلوب يقينيّا أو ظنيّا ، إن كان المطلوب فقهيّا » « 1 » .\r\nواليقيني في المحكّ هو الذي لا يقبل الاحتمال أو الإمكان ، ويكون بمثابة البديهيّات العقليّة والاعتقادات الدينية . فالعلوم الدينية قضاياها جازمة ، كما يقول الغزالي . ف « لنسمّ هذا الجنس اعتقادا جزما وهو أكثر اعتقاد عوام المسلمين واليهود والنصارى في معتقداتهم ومذاهبهم . . . » « 2 » . وسبق أن تكلمنا عن رفض الغزالي لموادّ قضايا أرسطو وأقيسته ، واعتماده المادّة الإسلامية مضمونا . وها نحن نجده يعتمد هذه المعاني بما تحمله المصطلحات والتعابير والرموز اللغوية ، فحوى ومعنى ، مثلما شرحنا .\r\nونستطرد بأنّ الظنّ له دلالات فقهيّة إلى جانب دلالاته العقلية ، كما لليقين دلالات لغويّة وصوفيّة وأصوليّة دينية . وقد ترسّخت هذه المفاهيم متميّزة من غيرها منذ المحكّ . وبهذا انتقلت مادّة القياس فيه إلى مضامين دينية ، بعد أن كانت خليطا ، في المقاصد والمعيار ، من التأثر بابن سينا والتصنيف العقليّ المنطقيّ ، زيادة على بعض المعاني والمرادفات الإسلامية . ومن مواد المقدمات اليقينية التواتر الذي يحصّله الغزالي بقوله : « . . . زاد الظنّ ، وهكذا لا يزال يترقّى قليلا قليلا في القوّة إلى أن ينقلب الظنّ على التدريج يقينا إذا انتهى الخبر إلى حدّ التواتر . . . » « 3 » . وتتعلق هذه الشروح بالحديث الشريف وبتواتر المعلومات الإسلامية بشكل محصور ومحدّد .\r\nوقد صنّفت أنواع المقدّمات متشابهة مع المعيار ، وقال الغزالي فيها : « إعلم أنّ مدارك الظنون لست أذكرها فإنها واضحة للفقهاء والناس كافّة ، ولكن أذكر مدارك اليقين والاعتقادات التي يظنّ بها اليقين . ومجامعها في ما حضرني الآن ينحصر في سبعة أقسام . . . » « 4 » . ولم يلبث أن ذكرها بالتفصيل كالآتي : ( الأوليّات ، والمشاهدات الباطنة ، والمحسوسات الظاهرة ، والتجريبيّات ، والتواتر ، والوهميّات ، والمشهورات ) . وكان\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 45 .  ( 2 ) المصدر نفسه ، ص 46 .  ( 3 ) المصدر نفسه ، ص 47 .  ( 4 ) المصدر نفسه ، ص 47 . ","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nشرحه لها في المحك مماثلا لشرحه في المقاصد والمعيار . ووردت الأمثلة نفسها تقريبا ، مع تفصيل في المحكّ بين الإحساس وقسمته إلى باطن وظاهر . ومن عمليات الطرح والإبدال بين المعيار والمحكّ ما طرأ على الأوليّات التي سيطرت على المحك والمستصفى ، وخفت ضوء ما يقابلها من اصطلاح عقليّ ، يدّعي بديهة العقل .\r\nوكان أن استخدم الغزالي بديهة العقل في المعيار والمقاصد بشكل ظاهر على الأوّليّ . والبديهي من المهمّ في مصادر اليقين . وقد عرّفه الجرجاني قائلا : « هو الذي لا يتوقف حصوله على نظر وكسب سواء احتاج إلى شيء آخر من حدس أو تجربة أو غير ذلك أو لم يحتج « 1 » . أمّا الأولي ف « هو الذي بعد توجّه العقل إليه ، لم يفتقر إلى شيء أصلا من حدس أو تجربة ، أو نحو ذلك ، كقولنا الواحد نصف الاثنين . . » « 2 » . ونرى أنّ الأوليّ والبديهيّ لهما المعنى نفسه ، لكنهما يختلفان في دلالات كلّ لفظة لغويّا ، وفي ما توحيان به . فالأوليّ نظرة عددية ، أوّل وثان ، بمعنى غير المتكرر والمتكثّر ، والذي لا يحتاج إلى استدلال وترابط وتضايف . ويوحي من خلال بعده بتصنيف معيّن في مادة القضايا ، لأنّ الأوليّ منها هو النصّ والشرع وكلام الخالق ، فهو الأول والواحد والأصل . بينما البديهيّ معنى عقليّ نفسيّ بمفهوم الإدراك المباشر . وقد طغى التعبير بحسب أغراض ومعطيات كلّ كتاب ، عقليّة منطقيّة كانت أو دينيّة أصوليّة . وملخّص مادة القياس ويقينيّته في المحكّ خليط من الإحساس والتجربة والتواتر والعقل .\r\nوتدلّ كلّ لفظة على اتّجاه معيّن في المعرفة . إلا أنّها جميعها تشير إلى تعدّد مصادر اليقين ، وتثبت تعدديّة الخلفيّة المعرفيّة عند الإمام . وقد شكّ بها الغزالي وصولا للحقيقة ، وما لبث أن أصرّ مجدّدا ، في كتبه الأخيرة ، على كونها مصادر اليقين « 3 » .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الجرجاني ، التعريفات ، ص 29 .  ( 2 ) المرجع نفسه ، ص 26 .  ( 3 ) الغزالي ، مقدمة المستصفى ، ص 29 . ","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nجرى الفنّ المخصّص للواحق القياس مجرى نظيره في المعيار .\r\nوانتخب الغزالي بعضا من الأمثلة الدينيّة والفقهيّة المحض . ففي معرض حديثه عن عدم جواز إهمال شروط تركيب الاستدلال انتقى المثال : « هذا يجب عليه الرجم وهذا يجب عليه الرجم وهذا قد زنا وهو محصّن ، فإذا يجب عليه الرجم ، ولكن ترك مقدّمة الحكم وذكر مقدّمة المحكوم عليه لأنه يراه مشهورا » « 1 » .\r\nواستوى الاستقراء والتمثيل ، بالشرح والتحليل ، مع ما جاء في مضمونهما بالمقاصد والمعيار . وسرت شروحهما فقهيّة الطابع . ومن الأمثلة التي ردّدها الغزالي : « قولنا في الفقه الوتر ليس بفرض « 2 » لأنه يؤدّى على الراحلة ، فيقال ولم قلتم إنّ الفرض لا يؤدّى على الراحلة ، فنقول عرفنا ذلك بالاستقراء ، فإنّا رأينا القضاء « 3 » والأداء « 4 » والمنذور « 5 » وسائر\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 59 .  ( 2 ) الفرض ، فرضت الشيء أفرضه فرضا وفرضته للتكثير أوجبته . والفرض السنّة ، فرض رسول اللّه صلّى اللّه عليه وسلم : أوجب وجوبا لازما ، والفرض التوقيت وكلّ واجب مؤقت . . . والفرض والواجب سيّان عند الشافعي . ابن منظور ، لسان العرب ، ج 7 ، ص 202 - 203 . وفرض الصلاة وغيرها إنما هو لازم للعبد كلزوم الحزّ للقدح . المرجع نفسه ص 205 .  ( 3 ) القضاء ، الحكم . . . القاضي معناه في اللغة القاطع للأمور المحكم لها . والقضاء أيضا مرجعها إلى انقطاع الشيء وتمامه . وكلّ ما أحكم أو أتم أو ختم . المرجع نفسه ، ج 15 ، ص 186 .  ( 4 ) الأداء ، تأدى القوم تأديا إذا أخذوا العدّة التي تقوّيهم على الدهر . . أدّى للصلاة أي تهيّأ . . أدّيته على أفعلته . . أدّى الشيء أوصله ، والاسم الأداء وهو أدى للأمانة منه . . تأدّيت إلى فلان من حقه إذا أدّيته وقضيته . المرجع نفسه ، ج 14 ، ص 24 - 26 .  ( 5 ) المنذور ، النذر النحب ، وهو ما ينذره الإنسان فيجعله على نفسه نحبا واجبا .\r\nالمرجع نفسه ، ج 5 ، ص 200 . ","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nأصناف الفرائض لا تؤدّى على الراحلة . . » « 1 » . وأبت أقيسة الدلالة والعلّة وأبحاث الخلل في القياس أن تخالف قاعدة المعيار في القالب والإطار .\r\nولكنها تسلّحت في المثال وأصالة المعاني « 2 » . وقد أضاف الغزالي جملة من الموضوعات ، فحصر فيها مدارك الأقيسة الفقهيّة ، وتحدّث عنها شارحا .\r\nفقال : « الحكم الشرعي تارة يكون مدركه أصل العلم وتارة يكون مدركه ملحق بأصل العلم . . ويكون الأصل فيه إما قول أو فعل أو إشارة أو تقدير من صاحب الشرع صلوات اللّه عليه . . . وأما الملحق بالأصل فله أقسام ، وتشترك في أمر واحد وهو أنّ ضرورته حذف بعض أوصاف الأصل . . .\r\nحتى يتّسع الحكم ، فإنّ اتّساع الحكم . . . يزيد في الموصوف ، أي في عمومه . . . » « 3 » .\r\nوقبل المقارنة بين هذه المسائل والمدارك الأصوب التعرّف على دلالات اصطلاحين فقهيّين ، يتداولان ويستعملان كثيرا ، وهما : الأصل والفرع .\r\nيقول الجرجاني عن الأصل : « هو ما يبتنى عليه غيره . . . » « 4 » .\r\nواصطفى الغزالي الأصل في كتبه المنطقية ليعرب ، في ما يعرب فيه ، عن نوع من المقدّمات . ومن ثمّ فالأصل مقطوع بصحّته وهو أعلى أنواع اليقين . ومصدر يقينيّته متأتّ من الشرع الدينيّ والأحاديث الشريفة .\r\nوالأصل جمعه أصول ، و « هو في اللغة عبارة عمّا يفتقر إليه ولا يفتقر إلى غيره . . . » « 5 » . ويتداول الاصطلاح في الفقه وينزل بمقدّمات القياس أو بإحداها . إذ تنتظم هذه المقدّمات على شيء من الترتيب القياسيّ استنتاجا\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الغزالي ، المحكّ ، ص 62 .  ( 2 ) المصدر نفسه ، ص 73 - 83 .  ( 3 ) المصدر نفسه ، ص 84 - 85 .  ( 4 ) الجرجاني ، التعريفات ، ص 18 .  ( 5 ) الجرجاني ، التعريفات ، ص 18 . ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nلمقدّمة ما . ويوضّح الجرجاني الاستدلال من الأصول بقوله : الأصل « في الشرع عبارة عمّا يبنى عليه غيره ، ولا يبنى هو على غيره . والأصل ما يثبت حكمه بنفسه ويبنى عليه غيره » « 1 » . أما الفرع : ف « هو اسم لشيء يبنى على غيره » « 2 » . وقد استخدم الغزالي التعبير دلالة على النتائج المرتبطة بالأصول . فجعل على عادة الفقهاء والأصوليّين الحكم يرتكز على الأصل والفرع تجمعهما العلّة ، أو ( الجامع ) . وتحدّث عن الأقيسة الفقهيّة في المحكّ ومقدّمة المستصفى بشكل موسّع . وتمسك بالأصول والفروع وبكيفيّة الحكم وعمليّة الحذف وإبقاء الجامع . فقال : « إعلم أنّ للإلحاق طريقين أحدهما ألّا يتعرّض الملحق إلا لحذف الوصف الفارق بين الملحق والملحق به ، فأما العلّة فلا يتعرّض لها البتة . . . » « 3 » . وهذا وجه من أوجه الأقيسة الفقهيّة . أما الوجه الثاني : « فهو أن لا يتعيّن لا أصل العلّة ولا وصفها ولكن نعلمها مبهمة من جملة المعاني . . . » « 4 » . والوجهان السابقان يتمّان بعدم التعرّض للملحق . وهناك طريق آخر مؤدّاه : « أن يتعرّض للمعنى المعتبر بعينه وعند ذلك لا نحتاج إلى التعرض للفوارق . . . » « 5 » . وإذا أعدنا النظر في شروحات الغزالي للأقيسة الفقهيّة نراه يتناولها بالفهم الأصولي الذي سنفصّله في الفصل الثالث من الباب الثاني . لكن ما يعنينا هنا أنّ هذه الشروح تقابل تفسيراته في اللواحق بالمعيار . فقد بيّن هنا أنّ النتيجة تستند على الأصل مباشرة ، وربّما اختفت علّة الأصل . وكان أن سمّي هذا في المعيار بقياس العلّة الشرعية . أمّا القياس الذي يعتمد على مدرك ملحق بأصل العلم ، فيرتكز على عمليتين ضمنيّتين : أولاهما تقابل قياس التمثيل ، إذ يردّ الغائب إلى الشاهد ، أي نجد مقدّمة ليست من الأصول إنما\r\n\r\n\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المرجع نفسه ، ص 18 .  ( 2 ) المرجع نفسه ، ص 110 .  ( 3 ) الغزالي ، المحكّ ، ص 85 .  ( 4 ) المصدر نفسه ، ص 89 .  ( 5 ) المصدر نفسه ، ص 90 . ","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nملحقة بالأصول فنقيس عليها . وبذلك ننتقل من حكم جزئي إلى حكم جزئي . لكنّ لهذا الردّ شروط : أهمّها أن تكون هذه المقدمة الملحقة بالأصل تتمتّع بارتباط فيه ، وحتّى نحدّد هذا الارتباط نقوم بالعملية الثانية ، وهي حذف بعض الأوصاف غير المشتركة مع الأصل . أي نجري السبر والتقسيم وهو قريب من قياس الشرطي المنفصل . وعندما يتكلم الإمام على أوجه مصاعب الأقيسة الفقهية يذكر تلك التي لا يرد فيها أحد أطراف القياس السلجستي . فلا يرد الأصل ، أي المقدّمة الكبرى ، أو لا ترد العلّة مصرّحة ، أي يختفي الحدّ الأوسط ، إذ ينقص عدد المقدّمات أو الحدود .\r\nوربّما تعرّضنا للمعنى مباشرة ، أي للنتيجة فنستدلّ بالنتيجة على المنتج .\r\nولبيان الرأي والشرح سنقارن عمليّة الإلحاق بالعمليّات الاستدلاليّة المنطقية ، ومن نماذجها ما تحدّث الغزالي فيه عن الإلحاق ، خلال مثاله :\r\nإذا قلنا قارب الأعرابي في رمضان ، لزمته الكفارة « 1 » . فمن زنى كان أولى بأن تلزمه الكفارة ، لأنّ مقارفة « 2 » الأهل حلال ، خلافا لمباشرة الأجنبي .\r\nوهكذا يردّ مباشرة الأهل إلى الزنى ، فيقيس حالة جزئية على حال أخرى ، ثم يحذف أوجه الاختلاف بين الحالين . فالذي يحذف مقاربة الأهل وتبقى الكفارة لازمة . ويرى الإمام أنّ مقارفة الأهل أولى بالإسقاط والحذف من وجوب الكفارة . ويبقى في حال القياس السابق الردّ إلى العلّة المشتركة بوجوب التكفير لارتكاب المحرميّة في رمضان . وبهذا يبقي الغزالي العلّة المشتركة ، مثلما ثبت في شروحه السابقة الأصل ، من دون حذف أي جزء منه « 3 » . ومن أمثلته على الجهل بالعلّة وضرورة إدراكها وذكرها تأمينا\r\n\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الكفارة ، الكفّار ، الزرّاع ، تقول العرب للزرّاع كافرا لأنه يكفر البذر المبذور بتراب الأرض . . ما كفّر به من صدقة أو صوم أو نحو ذلك ، كأنه غطّى عليه بالكفارة .\r\nوتكفير اليمين فعل ما ، يجب بالحنث فيها . والاسم الكفارة . . وسمّيت الكفّارات لأنها تكفّر الذنوب ، أي تسترها مثل كفّارة الإيمان . . ابن منظور ، لسان العرب ، ج 5 ، ص 146 - 148 .  ( 2 ) مقارفة بمعنى المقاربة والجماع .  ( 3 ) الغزالي ، المحكّ ، ص 88 . ","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nلشروط القياس واكتمال حدوده ما وفّره من شرح في الربويّ . وكيف يكون الزبيب بمعنى التمر . . .\r\nقبل أن تتّضح العلّة وهي الكيل والطعم ، والتي تستشفّ من المعنى وتساعد على الإلحاق يلفت الغزالي النظر بقوله : أما إذا ذكر نصّ من صاحب الشرع يمنع الإلحاق ، كما يرى ، فلا بدّ من وقف القياس ، أي لا يمكن قياس جزء على جزء . فإذا أصاب بول الصبيّ ثوبا ما ، يكفي رشّه بالماء . وبالوقت نفسه لا يمكن إلحاق الصبيّة به ، لأن رسول اللّه صلى اللّه عليه وسلم ، ذكر أن الصبيّة بخلاف الصبي فحسم الأمر « 1 » ، ومنع قياس الحالة على الحال فسقط الإلحاق . وذكر الغزالي أيضا مثالا فقهيّا لكيفيّة التعرّض للمعنى بعينه من دون الفوارق وحذفها ، فقال :\r\n« قولنا الوضوء طهارة حكميّة فتفتقر إلى النيّة كالتيمّم ، فإنّا لا نحصر لفوارق ولا نتعرض لحذفها ، بل تعرّضنا لمعنى جامع ، والفوارق كثيرة ، وليس الجامع مناسبا ولا مؤثّرا . . . » « 2 » . وملخص القول : إنّ الغزالي سخّر لخدمة المعاني الفقهية القياس المنطقيّ العقليّ بجوانبه المختلفة ، لسلجستي والتمثيل والتعليل والشرطيّ المنفصل . وجعل منها جميعا ضوابط وأطر للقياس الفقهيّ ، مرتكزها المعايير العقلية من حدّ مشترك وحدّ أكبر وغيرهما . وكان أفضل النماذج تعبيرا عن ذلك ، ردّه بعض الأقيسة إلى التمثيل لافتقاده الحدّ الأوسط فيها . وبهذا يتمحور استدلاله حول الحد الأوسط عماد السلجستي . فإن فقد فالجامع أو شبه الجامع يكون بين قضيّتين فرعيّتين وجزئيّتين .\r\nوأخيرا يمكن القول إن بنية كتاب المحك قد تبدّلت عن الكتب المنطقية التي سبقتها ، فغدت إسلامية الروح عربية الطابع اللغوي ، بعدا وتصورا .\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر نفسه ، ص 90 .  ( 2 ) المصدر نفسه ، ص 91 . ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوقد تجذّرت الكثير من المصطلحات في المحك على الرؤى الإيمانية واختلفت عن المفردات بدلالاتها ورمزها للتحليل العقلي والبرهان المنطقي .\r\nاعتمدنا في نص المحك على الطبعة الوحيدة الصادرة في القاهرة بالمطبعة الأدبية بسوق الخضار القديم والتي صححها : محمد بدر الدين النعساني الحلبي ومصطفى القباني الدمشقي .\r\nثم وضعنا بعض الملاحظات في الهامش للتوضيح وثبت الآيات والأعلام كما نقّحنا بعض المفردات وصوّبناها .\r\nوقد أرفق الكتاب بفهرس للمصطلحات المنطقية .\r\nربيع الثاني 1414 ه .\r\nأيلول 1993 م .\r\nرفيق العجم\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nكتاب محك النظر الإمام حجة الإسلام أبو حامد الغزالي 450 - 505 ه\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n[ المقدمة 
  ]\r\nبسم اللّه الرحمن الرحيم\r\nقال الشيخ الإمام حجة الإسلام محمد بن محمد بن محمد الغزالي رحمة اللّه عليه . أحمد اللّه حمدا كثيرا متواترا وإن كان مع كثرته لا يقضي حق جلاله ، وأشكره شكرا مديدا متظاهرا ، وإن كان مع امتداده لا يوازي سحائب أفضاله ، وأتّكل على فضله إنه لا يكلّف عبده من الحمد والشكر إلا قدر استطاعته واستقلاله . وصلى اللّه على محمد عبده ورسوله خير خلقه وعلى آله .\r\nأما بعد : فإن صدق اقتضائك أيها الأخ في الدين حشرنا اللّه وإيّاك في جملة المتحابين وفيّة تحرير محك النظر والافتكار ليعصمك عن مكامن الغلط في إتمام مضايق الاعتبار . قدمني غبّ الانقباض وبعث في نفسي داعية الانتهاض وحوّلني إلى فن اطّرحته بحكم السئامة والضجر . فعدت إليه معاودة من التفت إلى ما هجر . وظل الالتفات إلى ما هجر ثقيل . ولكن نفاسة الثمن بنفاسة المثمن كفيل . ولا ثمن إلا ما أرجوه من بركة دعائك .\r\nعند صدق رجائك . وذلك في خلواتك . عند أعقاب صلواتك . فإني لم أتّبع فيما اقترحته هواك . إلا متقرّبا إلى رضاء اللّه تعالى برضاك . فأنا مقسم عليك بما تشاء من أخوة الدين أن لا تنساني في الدعاء . وإن تستشرك فيه من يعرفك من صلحاء الأصدقاء . فلم يبق إلا دعوات أهل الصلاح ، فقد أنبأ الصادق المصدوق صلوات اللّه عليه أن الدعاء للمؤمن عدة وسلاح . فإن\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nلم يكن الدعاء هو المعوّل . فعلى ماذا نتكل فالأمر أدّ ، والخطب حدّ .\r\nوالسفر طويل والزاد قليل ، والشأن خطير ، والعمر قصير ، وفي العمل تقصير . والبضاعة مزجاة ، والحاضر من النقد زيف ، والناقد بصير . ولكن الجود غزير ، والرب قدير ، وفضل اللّه بالشمول جدير . فإن أقال عثراتنا بدعاء مسلم واحد فما ذلك على اللّه بعسير . وها أنا مقترح عليك أن تقول في دعائك : اللهم أره الحق حقا وارزقه اتّباعه . وأره الباطل باطلا وارزقه اجتنابه . وما أحوج إلى هذا من ركب متن الخطر في الارتفاع . عن حضيض التقليد مع سلامة مغبّته إلى يفاع الاطّلاع ، والاستبصار مع خطر عاقبته وتفاقم غائلته . فإن لم يره الحق حقا كان نظره كله هباء ، وإن لم يوفقه للعمل بما علمه كان جهده كله عناء ، وكان علمه للجهل إناء وطاعته مع العصيان سواء . فنعوذ باللّه من سقطة ما منها بعثة ومن مهواة ما لها مرقاة . واعلم أن ما سمت إليه همتك ، وطمحت نحوه عينك إن استوفيته لك فبحر عميق وعمقه بعيد فاقنع في الحال بما تيسر وارض في الوقت بما حضر ، وإن كانت غرفة من بحر وصبابة من تيار ، وخذها عجالة من مستوفز ولمعة من بارق وقبسا من مجتاز ونبذة من طارق ، واكتف بما سمحت به القريحة على ارتجالها ، وعنت التشاغل به النفس مع ارتحالها ، وتحقّق أني جامع لك مع الإيجاز من النكت النفيسة زبدة محضها وصفوة محضها ، ومشير إلى جمل إذا أخذ التوفيق ضبعك وأحال إلى استدرار فرائده واستخراج ودائعه وبدائعه فهمك وطبعك احتويت به على ما انتخيت واستوليت على ما ابتغيت ، واللّه تعالى يعصم أقوالنا عمّا يراه بكمال علمه خطأ وخلفا ويوفقنا بقربنا إليه زلفى بمنّه وفضله .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nمقدمة تحصر مقصود الكتاب وترتيبه وأقسامه\r\nإعلم أنك إن التمست شرط القياس الصحيح والحد الصحيح والتنبيه على مثارات الغلط فيها وقفت للجمع بين الأمرين ، فإنها رباط العلوم كلها . فإن العلوم إدراك الذوات المفردة كعلمك بمعنى الجسم والحركة والعالم والحادث والقديم وسائر المفردات وإدراك نسبة هذه المفردات بعضها إلى البعض بالنفي والإثبات . فإنك تعلم أولا معنى لفظ العالم وهو أمر مفرد ومعنى لفظ الحادث ومعنى لفظ القديم وهما أيضا أمران مفردان ، ثم تنسب مفردا إلى مفرد بالنفي كما تنسب القدم إلى العالم بالنفي ، فتقول ليس العالم قديما وتنسب الحادث إليه بالإثبات فتقول العالم حادث والضرب الأخير هو الذي يتطرق إليه التكذيب والتصديق ، فأما الأول فلا يدخله تصديق وتكذيب ، إذ يستحيل التصديق والتكذيب في المفردات بل إنما يتطرق ذلك إلى الخبر ولا ينتظم خبر إلا بمفردين موصوف ووصف ، فإذا نسب الوصف إلى الموصوف بنفي أو إثبات فلا بأس أن يصطلح على التعبير عن هذين الضربين بعبارتين مختلفتين . فإن حق الأمور المختلفة أن تختلف ألفاظها إذ الألفاظ مثل المعاني فحقها أن يحاذي بها المعنى فلنسم الأول معرفة ولنسم الثاني علما ، متأسين فيه بقول النحاة : إن المعرفة تتعدّى إلى مفعول واحد إذ تقول عرفت زيدا ، والظن يتعدّى إلى مفعولين إذ تقول ظننت زيدا عالما . والعلم أيضا يتعدى إلى مفعولين فتقول علمت زيدا\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nعدلا ، فهو من باب الظن لا من باب المعرفة . هذا هو الوضع اللغوي وإن كانت عبارة أهل النظر بهما تخالفه في استعمال أحدهما بدلا عن الآخر .\r\nفإذا استقر هذا الاصطلاح فنقول الإدراكات المعلومة تنحصر في المعرفة والعلم . وكل علم يتطرق إليه التصديق فمن ضرورته أن تتقدم عليه معرفتان ، فإن من لا يعلم المفرد كيف يعلم المركب ، ومن لا يفهم معنى العالم ومعنى الحادث كيف يعلم أن العالم حادث . والمعرفة قسمان : أولى وهو الذي لا يطلب بالبحث كالمفردات المدركة بالحس ، ومطلوب وهو الذي يدل اسمه منه على أمر جملي غير مفصل فيطلب تفصيله . وكذلك العلم ينقسم إلى أولي وإلى مطلوب . فالمطلوب من المعرفة لا يقتنص إلا بالحد والمطلوب من العلم الذي يتطرق إليه التصديق أو التكذيب لا يقتنص إلا بالحجة والبرهان وهو القياس ؛ وكأن طالب القياس والحد طالب الآلة التي بها تقتنص العلوم والمعارف كلها . فليكن كتابنا قسمين قسم هو محل القياس وقسم هو محل الحد .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n[ القسمم الأول من الكتاب في محل القياس 
  ]\r\n\r\nالقول في شروط القياس\r\nاعلم أن القياس عبارة عن أقاويل مخصوصة ألّفت تأليفا مخصوصا ونظمت نظما مخصوصا بشرط مخصوص يلزم منه رأي هو مطلوب الناظر ، والخلل يدخل عليه تارة من الأقاويل التي هي مقدمات القياس إذ تكون خالية عن شروطها وأخرى من كيفية الترتيب والنظم وإن كانت المقدمات صحيحة يقينية ، ومرة منهما جميعا . ومثاله في المحسوس البيت المبني فإنه أمر مركّب تارة يختل بسبب في هيئة التأليف ، بأن تكون الحيطان معوجة والسقف منخفضا إلى موضع قريب من الأرض ، فيكون فاسدا من حيث الصورة ، وإن كانت الأحجاز والجزوع وسائر الآلات صحيحة . وتارة يكون البيت صحيح الصورة في تربيعها ووضع حيطانها وسقفها ، ولكن يكون الاختلال من رخاوة في الجزوع وتشعث في اللبنات . فهذا حكم القياس والحد وكل أمر مركب ، فإن الخلل فيه إما أن يكون في هيئة تركيبه وترتيبه وإما أن يكون في الأصل الذي يرد عليه التركيب ، كالثوب في القميص والخشب في الكرسي واللبن في الحائط والجذوع في السقف .\r\nوكما أن من يريد بناء بيت بعيد من الخلل يفتقر إلى أن يعدّ الآلات المفردة أولا ، كالجذوع واللبن والطين ، ثم إذا أراد اللبن يفتقر إلى إعداد مفرداته وهو الماء والتراب والقالب الذي فيه يضرب فيبتدىء أولا بالأجزاء المفردة فيركّبها ثم يركّب المركب ، وهكذا إلى آخر العمل ، فكذلك طالب القياس ينبغي أن ينظر في نظم القياس وفي صورته وفي الأمر الذي يضع الترتيب\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوالنظم فيه ، وهي المقدمات . وأقل ما ينتظم منه قياس مقدمتان أعني علمين يتطرق إليهما التصديق والتكذيب . وأقل ما تحصل منه مقدمة معرفتان توضع إحداهما مخبرا عنه والأخرى خبرا أو وصفا . فقد انقسم القياس إلى مقدمتين ، وانقسمت كل مقدمة إلى معرفتين تنسب إحداهما إلى الأخرى ، وكل مفرد فهو معنى ويدل عليه لا محالة بلفظ . فيجب ضرورة أن ينظر في المعاني المفردة وأقسامها ، وفي الألفاظ المفردة ووجوه دلالتها . ثم إذا فهمنا اللفظ مفردا والمعنى مفردا ألّفنا معنيين وجعلناهما مقدمة ، وننظر في حكم المقدمة وشرطها ثم نجمع مقدمتين فنصوغ منهما قياسا ، وننظر في كيفية الصياغة الصحيحة . وكل من أراد أن يعرف القياس بغير هذا الطريق فقد طمع في محال ، وكان كمن طمع في أن يكتب الخطوط المنظومة وهو لا يحسن كتبة الكلمات ، أو يطمع أن يكتب الكلمات وهو لا يحسن كتبة الحروف المفردة ، وهكذا القول في كل مركب . فإن أجزاء المركب تتقدم على المركب بالضرورة حتى لا يوصف اللّه تعالى بالقدرة على خلق العالم المركب دون الآحاد ، كما لا يوصف بالقدرة على تعليم كتبة الخطوط المنظومة دون تعليم الكلمات والحروف ، فهذه الصورة ينبغي أن تشمل كلامنا .\r\nفالقياس على ثلاثة فنون :\r\nالفن الأول : في السوابق وهو النظر في الألفاظ ثم في المعاني ثم في تأليف مفردات المعاني إلى أن تصير علما تصديقيا يصلح أن يجعل مقدمة .\r\nالفن الثاني : النظر في كيفية تأليف المقدمات لينصاغ منها صحيح النظم وهو في المقاصد ، فإن ما قبله استعداد له . ويشتمل هذا الفن على مدارك العلوم اليقينية الأولية التي منها التأليف ونسبتها إلى القياس نسبة الثوب إلى القميص .\r\nالفن الثالث : في لواحق ينعطف عليها بالكشف عند الفراغ منها تبتدي بالنظر في الحدود وشروطها .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالفن الأول في السوابق وفيه ثلاثة فصول\r\nفصل في الألفاظ .\r\nفصل في المعاني .\r\nفصل في تأليف المعاني .\r\nحتى تصير علما يتطرق إليه التصديق والتكذيب .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالفصل الأول في دلالة الألفاظ على المعاني\r\nإعلم وفّقك اللّه أن الكلام في هذا الفن يطول ولكن لا أتعرض لما أظنّك مستقلا بإدراكه من نفسك ، واقتصر على التنبيه على تقسيمات تثور من إهمالها أغاليط كثيرة .\r\nالقسم الأول : إن دلالة اللفظ على المعنى ينحصر في ثلاثة أوجه :\r\nوهي المطابقة والتضمن والالتزام . فإن لفظة البيت تدل على معنى البيت بطرق المطابقة ، وتدل على السقف وحده بطريق التضمن . فإن البيت يتضمن السقف لأن البيت عبارة عن السقف والجدران . وكما يدل لفظ الفرس على الجسم إذ لا فرس إلا وهو جسم ، إذ وجدنا الجسمية في الفرسية مهما قلنا فرس . فلنصطلح على تسمية هذا الوجه تضمّنا وعلى تسمية الوجه الأول مطابقة .\r\nوأما طريق الالتزام : فهو كدلالة لفظ السقف على الحائط ، فإنه غير موضوع للحائط وضع لفظ الحائط حتى يكون مطابقا له ، ولا بتضمن . إذ ليس الحائط جزءا من السقف كما كان السقف جزءا من نفس البيت ، وكما كان الحائط جزءا من نفس البيت ، لكنه كالرفيق اللازم الخارج من ذات السقف الذي لا ينفك السقف عنه ، فدلالته على نمط آخر . فلنخترع له لفظا آخر وهو الالتزام والاستتباع . وإيّاك أن تستعمل في نظر العقل من الألفاظ ما يدل بطريق الالتزام أو تمكّن خصمك بل اقتصر على ما يدل بطريق المطابقة\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nأو التضمن . فإن الدلالة بطريق الالتزام لا تنحصر في حد ، إذ الحائط يلزم السقف والأس يلزم الحائط والأرض تلزم الأس ويتداعى هذا إلى غير نهاية .\r\nالقسم الثاني : إن اللفظ بالإضافة إلى خصوص المعنى وشموله ينقسم إلى لفظ يدل على عين واحدة نسمّيه معينا وإلى ما يدل على أشياء كثيرة تتفق في معنى واحد نسمّيه مطلقا ، مثال الأول قولك زيد وهذا الفرس وهذه الشجرة ، فإنه لا يدل إلا على شخص معيّن ، وكذلك قولك هذا السواد وهذه الحركة وحده إنه اللفظ الذي لا يمكن أن يكون مفهومه إلا ذلك الواحد بعينه . فإن قصد اشتراك غيره فيه منع نفس مفهوم اللفظ منه . وأما المطلق فهو الذي لا يمنع نفس مفهوم اللفظ من وقوع الاشتراك في معناه ، كقولك السواد والحركة والإنسان ، وبالجملة الاسم المفرد في لغة العرب إذا أدخل عليه الألف واللام كان لاستغراق الجنس . وقد يسمّى لفظا عاما ، ويقال الألف واللام للعموم ، فإن قيل كيف يستقيم هذا ومن يقول الإله أو الشمس أو الأرض فقد أدخل الألف واللام ، ولا يدل اللفظ إلا على وجود معيّن خاص لا شركة فيه .\r\nفاعلم أن هذا الوهم غلط فإن امتناع الشركة هاهنا ليس لنفس اللفظ بل الذي وضع اللغة لو جوّز في الآلهة عددا لكان يرى هذا اللفظ عاما في الآلهة ، فحيث امتنع الشمول لم يكن لوضع اللفظ بل لاستحالة وجود إله ثان ، فلم يكن المانع نفس مفهوم اللفظ بل المانع في الشمس أن الشمس في الوجود واحدة . فإن فرضنا عوالم وفي كل واحد شمس وأرض كان قولنا الشمس والأرض شاملا للكل فتأمّل هذا . فإن من له قدم في جملة الأمور النظرية ولا يفرّق بين قوله السواد وبين قوله الشمس وبين قوله هذه الشمس عظم شهوة في النظريات من حيث لا يدري .\r\nالقسم الثالث : إن الألفاظ المتعدّدة بالإضافة إلى المسميات المتعددة على أربعة منازل ، فلنخترع لها أربعة ألفاظ : وهي المترادفة والمتباينة والمتواطئة والمشتركة .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nأما المترادفة : فنعني بها الألفاظ المختلفة في الصيغة المتواردة على مسمّى واحد كالخمر والعقار والليث والأسد والسهم والنشاب ، وبالجملة كل اسمين عبّرت بهما عن معنى واحد فهما مترادفان .\r\nوأما المتباينة : فنعني بها الأسامي المختلفة المعاني كالسواد والقدرة والأسد والمفتاح والسماء والشجر والأرض وسائر الأسامي ، وهي الأكثر .\r\nوأما المتواطئة : فهي الأسامي التي تطلق على أشياء متغايرة بالعدد ولكنها متّفقة بالمعنى الذي وضع له ، كاسم الرجل فإنه يطلق على زيد وعمرو وبكر وخالد وكاسم الجسم فإنه يطلق على الإنسان والسماء والأرض لاشتراك هذه الأعيان في معنى الجسمية التي وضع بإزائها . فكل اسم مطلق ليس بمعيّن كما سبق فإنه يطلق على آحاد مسمّياته الكثيرة بطريق التواطىء .\r\nفاسم اللون للبياض والسواد بطريق التواطىء ، فإنها متّفقة في المعنى الذي سمّي به اللون لونا وليس بطريق الاشتراك البتة .\r\nوأما المشتركة : فهي الأسامي التي تطلق على مسمّيات مختلفة لا تشترك بالحد والحقيقة ، كاسم العين للعضو الباصر وللميزان وللموضع الذي ينفجر منه الماء ، وهي العين الفوّارة ، وللذهب والشمس وكاسم المشتري لقابل عقد البيع والكوكب الذي هو في السماء المعدود عند المنجمين من السعود . ولقد ثار من التباس المشتركة بالمتواطئة غلط كثير في العقليات ، حتى ظنّ جماعة من ضعفاء العقول أن السواد لا يشارك البياض في اللونية إلا من الاسم ، وأن ذلك كمشاركة الذهب للحدقة الباصرة في اسم العين وكمشاركة قابل البيع للكوكب في اسم المشتري .\r\nوبالجملة الاهتمام بتمييز المشتركة عن المتواطئة مهم فلنزد له شرطا .\r\nونقول الاسم المشترك قد يدلّ على المختلفين كما ذكرنا وقد يدلّ على المتضادين ولا شركة بينهما البتّة ، كالجليل للحقير والخطير والناهل للعطشان والريان والجون للأسود والأبيض والقرء للطهر والحيض ، وأيضا المشترك قد يكون مشكّكا قريب الشبه من المتواطىء ويعسر الفرق على\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالذهن وإن كان في غاية الصفاء ، ولنسمّ ذلك متشابها ، وذلك مثل اسم النور الواقع على الضوء الذي يدرك بحاسة البصر من الشمس والنار والواقع على العقل الذي به يهتدي في الغوامض ولا مشاركة بين حقيقة ذات العقل والضوء إلا كمشاركة السماء للإنسان في كونه جسما ، إذ الجسمية فيهما لا تختلف البتّة مع أنه ذاتي لهما ويقرب من لفظ النور لفظ الحي على النبات والحيوان ، فإنه بالاشتراك المحض ، إذ يراد به من النبات المعنى الذي به نماؤه ويراد به من الحيوان المعنى الذي به يحسّ ويتحرك بالإرادة وإطلاقه على الباري جلّ وعلا إذا تأملت عرفت بأنه لوجه ثالث يخالف الأمرين جميعا . وأمثال هذه ينابيع الأغاليط وسأشرحه زيادة شرح في اللواحق عند حصر مدارك الغلط في القياس .\r\n( مغلطة أخرى ) قد تلتبس المتباينة بالمترادفة وذلك مهما أطلقت أسامي مختلفة على شيء ولكن باعتبارات مختلفة ربما ظنّ أنها مترادفة كالسيف والمهنّد والصارم ، فإن المهنّد يدلّ على السيف مع زيادة نسبة إلى الهند ، يخالف إذا مفهومه مفهوم السيف والصارم والصارم يدلّ على السيف مع صفة الحدّة والقطع ، لا كالليث والأسد فإن ثبت أن الليث يدلّ على صفة ليست في الأسد التحق بالمتباينة ولم يكن مع المترادفة ، وهذا كما أنا في اصطلاحاتنا النظرية نفتكر إلى تبديل الأسامي على شيء واحد عند تبديل اعتباراته ، كما إنا نسمّي العلم التصديقي الذي هو نسبة بين مفردين دعوى إذا تحدّى به المتحدّي ولم يكن عليه برهان وكان في مقابلة القائل خصم فإن لم يكن في مقابلته خصم سمّيناه قضية لأنه قضى على شيء بشيء ، فإن خاض في ترتيب قياس الدليل عليه سمّيناه نتيجة ، فإن استعمله دليلا في طلب أمر آخر ورتّبه في أجزاء قياس سمّيناه مقدمة وهذا ونظائره مما يذكر كثير .\r\n( مغلطة أخرى ) المشترك في الأصل هو الاسم الذي يعبّر به عن مسمّيين لا يكون موضوعا لأحدهما ومستعارا منه للآخر أو منقولا منه إلى الآخر بل لا يكون أحدهما بأن يجعل أصلا والآخر منقولا إليه أو مستعارا منه\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nبأولى من نقيضه كلفظ المشتري ، إذ لا يمكن أن يقال استعير الكوكب من العاقد أو العاقد من الكوكب أو وضع لأحدهما أولا ثم حدث الثاني بعده ، وكذلك لفظ المفعول والفاعل فيما لا يختلف تصريفه كقولك اختار يختار اختيارا فهو مختار وذلك مختار ، فالفاعل والمفعول لهما صيغة واحدة وليس اللفظ بأحدهما هو أولى من الآخر ، وليس كذلك لفظ الأم ل ( حوّاء ) فإنها أم البشر ، والأرض فإنها تسمّى أم البشر ولكن الأول بالوضع والثاني بالاستعارة . ولا كذلك الألفاظ التي نقلت وغيّرت كلفظ المنافق والفاسق والكافر والملحد والصوم والصلاة وسائر الألفاظ الشرعية فإنها مشتركة لأمرين مختلفين ، ولكن لبعضها أول ولبعضها ثان ، أي منقول من البعض إلى البعض . فالأول منقول عنه والثاني منقول إليه . وقد حصل مقصود الاشتراك وإن كان على الترتيب ، كما حصل في لفظ العاقد والكوكب وإن لم يكن على الترتيب ، مثال الغلط في المشترك حتى تستدل به على غيره فإن الحال ليس يحتمل استقصاء هذه المفاضة . أما سمعت الشافعي رضي اللّه عنه في مسألة لمكره يقول يلزم القصاص لأنه مكره مختار . ويكاد الذهن ينبو عن التصديق بالضدين فإنه محال . فنرى الفقهاء يعثرون فيه ولا يهتدون إلى حلّه وإنما ذلك لأن لفظ المختار مشترك ، إذ قد يحمل لفظ المختار مرادفا للفظ القادر ومساويا له إذا قوبل بالذي لا قدرة له على الحركة الموجودة ، كالمحمول فنقول هذا عاجز محمول هذا مختار قادر ويراد بالمختار القادر الذي يقدر على الفعل والترك ، وهذا يصدق على المكره .\r\nوقد يعبّر بالمختار عمّن تخلى في استعمال قدرته ودواعي ذاته ولا تحرر دواعيه من خارج ، وهذا يكذب على المكره ونقيضه وهو أنه ليس بمختار يصدق عليه ، فإذا صدق أنه مختار وصدق أنه ليس بمختار ولكن بشرط أن يكون مفهوم المختار المنفي غير مفهوم المختار المثبت . ولهذا نظائر في النظريات لا تحصى تاهت بسببها عقول الضعفاء فاستدل بهذا اليسير على الكثير . فإن الحال ليس يحتمل التطويل وأقنع بهذا القدر من النظر في دلالات الألفاظ وإن كان فيها مباحث سواه .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nالفصل الثاني في النظر في المعاني المفردة\r\nولنقتصر فيه على ثلاث تقسيمات جلية :\r\nالتقسيم الأول : إن المعاني التي يدلّ عليها بالألفاظ إذا نسب بعضها إلى بعض وجد إما مساويا لها وإما أعم منها وإما أخصّ منها ، وهذا ممّا يحتاج إلى معرفته في القياس . فإذا نسبت الجسم إلى المتحيّز وجدته مساويا لا يزيد ولا ينقص ، إذ كل جسم متحيّز وكل متحيّز جسم ، هذا على رأي من يقول إن كل متحيّز منقسم . وأما نحن فننسب التحيّز إلى الجوهر فنرى التحيّز مساويا له . وأما إذا نسبنا الوجود إلى الجسم وجدناه أعم منه ، فربّ موجود ليس بجسم . وأما إذا نسبنا الحركة إلى الجسم وجدناها أخص منه ، فربّ جسم ليس بمتحرك بالفعل كالأرض عند عدم الزلزلة .\r\nالتقسيم الثاني : المعنى إذا نسب إلى المعنى وجدناه إما ذاتيا له ويسمّى صفة النفس وإما لازما ويسمّى وصفا لازما وإما عارضا له لا يبعد أن ينفصل عنه في الوجود . ولا بدّ من إتقان هذه النسبة فإنها نافعة في القياس والحد جميعا .\r\nأما الذاتي : فإني أعني به كل شيء داخل في حقيقة الشيء وماهيته دخولا لا يتصور فهم المعنى دون فهمه ، وذلك كاللونية للسواد وكالجسمية في الفرس والشجر . فإن من فهم الشجر فقد فهم جسما مخصوصا . فتكون الجسمية داخلة في ذات الشجرية دخولا به قوامها في الوجود والعقل على\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوجه لو قدّر عدمها لبطل وجود الشجر والفرس وما يجري هذا المجرى .\r\nولا بدّ من إدراجه في حدّ الشيء فمن يحدّ النبات يلزمه أن يقول إنه جسم نامي لا محالة .\r\nوأما الالتزام : فما لا يفارق الذات البتة ولكن فهم الحقيقة والماهية غير موقوف عليه ، كوقوع الظل لشخص الفرس والنبات عند طلوع الشمس . فإن هذا أمر لازم لا يتصور أن يفارق وجوده عند من يعبّر عن مجاري العادات باللزوم ويعتقده ، ولكنه من توابع الذات ولوازمه وليس بذاتي له ، وأعني به أن فهم كنه حقيقته غير موقوف على فهم ذلك ، بل الغافل عن وقوع الظل يفهم الفرس والنبات بل الجسم الذي هو أعم منه ، ولم يخطر بباله ذلك ، وكذلك كون الأرض مخلوقة وصف لازم للأرض لا تتصور مفارقته لها ، ولكن فهم الأرض غير موقوف على كونها مخلوقة فقد يدرك حقيقة الأرض والسماء من لم يدرك بعد أنهما مخلوقتان . فإنا نعلم أولا حقيقة الجسمية ثم نطلب بالدليل كونه مخلوقا ولم يمكنا أن نعلم السماء والأرض ما لم نعلم الجسم .\r\nوأما العارض : فأعني به ما ليس من ضرورته أن يلازم بل تتصور مفارقته إما سريعا كحمرة الخجل أو بطيئا كصفرة الذهب ، وربما لا يزول في الوجود كزرقة العواد وسواد الزنجي ، ولكن يمكن رفعه في الوهم . وأما كون الأرض مخلوقة وكون الجسم الكثيف ذا ظل مانع نور الشمس فلازم لا تتصور مفارقته . ومن مثارات الأغاليط الكثيرة التباس اللازم التابع بالذاتي فإنهما مشتركان في استحالة المفارقة واستقصاؤه في هذه العجالة غير ممكن البتة .\r\nالتقسيم الثالث : إن المعاني باعتبار أسبابها المدركة لها ثلاثة محسوسة ومتخيلة ومعقولة . ولنصطلح على تسمية سبب الإدراك قوة فنقول في حدقتك معنى تتميّز به الحدقة عن الجبهة حتى صرت تبصر به ، وإذا بطل ذلك من الأعمى بطل الإبصار ، والحالة التي تدركها عند الإبصار شرطها\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوجود المبصر . فلو انغدم المبصر بقيت صورته في دماغك وتلك الصورة لا تفتقر إلى وجود المتخيل وعدمه لا ينفي الحالة المسمّاة تخيلا وينفي الحالة المسمّاة إبصارا ، ولما كنت تحسّ في التخيل في دماغك لا في فخذك وبطنك فاعلم أن في هذا الدماغ غريزة وصفة بها تهيأ للتخيّل وبها باين البطن والفخذ كما باينت العين الجبهة والعقب في الإبصار بمعنى اختص به لا محالة . والصبي في أول نشؤه تقوى به قوة الإبصار دون قوة التخيّل .\r\nولذلك إذا أولع بشيء فغيبته عنه وشغلته بغيره اشتغل به ، وربما يحدث في الدماغ مرض يفسد القوة الحافظة للخيال ولا يفسد الإبصار فيرى الشيء ، ولكن كلما يغيب عن عينه فينساه ، وهذه القوة تشارك البهيمة فيها الإنسان ، ولذلك مهما رأى الفرس الشعير تذكّر صورته التي كانت له في دماغه فعرف أنه موافق وأنه مستلذ لديه فبادر إليه ، ولو كانت الصورة لا تثبت في خياله لكانت رؤيته له ثانيا كرؤيته له أولا ، حتى لا يبادر إليه ما لم يجده بالذوق مرة أخرى ثم فيك قوة ثالثة شريفة بها يباين الإنسان البهيمة تسمّى عقلا ، ومحله إما دماغك أو قلبك وعند من يرى النفس جوهرا قائما بذاته غير متحيّز محله النفس ولها أعني قوة العقل إدراك وتأثير بالتخيّلات مباين لإدراك التخيّل مباينة أشد من مباينة إدراك التخيّل لإدراك البصر ، إذ لم يكن بين التخيل والإبصار فرق إلا أن وجود المبصر وحضوره كان شرطا لبقاء الإبصار ولم يكن شرطا لبقاء التخيّل ، وإلا فصورة الفرس تدخل في الإبصار مع قدر مخصوص ولون مخصوص وبعد منك مخصوص ، ويبقى في التخيل ذلك القدر وذلك البعد وذلك الشكل والوضع ، حتى كأنك تنظر إليه ولعمري فيك قوة رابعة تسمّى المفكّرة شأنها أنها تقدر على تفصيل الصور التي في الخيال وتقطيعها وتركيبها وليس لها إدراك شيء آخر ، ولكن إذا حضر في الخيال صورة الإنسان قدر أن يجعله بنصفين فيصور نصف إنسان ، وربما ركّب شخصا نصفه من إنسان ونصفه من فرس ، وربما صوّر إنسانا يطير إذ ثبت في الخيال صورة الإنسان وحدّه وصورة الطيران وحدّه ، وهذه\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالقوة تجمع بينهما كما تفرق نصفي الإنسان وليس في وسعها البتة اختراع صورة لا مثال لها في الخيال ، بل كل تصرفاتها بالتفريق والتأليف في الصورة الحاصلة في الخيال . والمقصود أن مباينة إدراك العقل الأشياء لإدراك التخيل أشد من مباينة التخيّل للإبصار ، إذ ليس للتخيّل أن يدرك المعاني المجردة العرية عن القرائن العربية التي ليست داخلة في ذاتها ، أعني الذي ليست ذاتية لها كما سبق . فإنك لا تقدر على تخيل السواد إلا في مقدار مخصوص من الجسم ومعه شكل مخصوص من الجسم ووضع مخصوص منك بقرب أو بعد . ومعلوم أن الشكل غير اللون والقدر غير الشكل ، فإن المثلث له شكل واحد صغيرا كان أو كبيرا ، وإنما إدراك هذه المفردات المجردة ليس إلا بقوة أخرى اصطلحنا على تسميتها عقلا فيدرك ويقضي بقضايا ويدرك اللونية مجرّدة ويدرك الحيوانية والجسمية مجرّدة ، وحيث يدرك الحيوانية قد لا يحضره التفات إلى العاقل وغير العاقل ، وإن كان الحيوان لا يخلو عن القسمين ، وحيث يستمر في نظره قاضيا على الألوان بقضية قد لا يحضره معنى السوادية والبياضية وغيرهما ، وهذا من عجيب خواصهما وبديع أفعالهما ، فإذا رأى فرسا واحدا أدرك الفرس المطلق الذي يشترك فيه الصغير والكبير والأشهب والكميت والبعيد منك في المكان والقريب ، بل يدرك الفرسية المجردة المطلقة منزها عن كل قرينة ليست ذاتية له . فإن القدر المخصوص واللون المخصوص ليس للفرس ذاتيا بل عارضا أو لازما في الوجود ، إذ مختلفات القدر واللون تشترك في حقيقة الفرسية . وهذه المطلقات المجردة الشاملة لأمور متخيّلة هي التي يعبّر عنها المتكلمون بالوجوه أو الأحوال أو الأحكام ، ويعبّر عنها المنطقيون بالقضايا الكلية المجردة ، ويزعمون أنها موجودة في الأذهان لا في الأعيان . وتارة يعبّرون عنها بأنها غير موجودة في خارج بل في داخل يعني خارج الذهن وداخله . ويقول أرباب الأحوال أنها أمور ثابتة ثم تارة يقولون أنها موجودة معلومة وأخرى يقولون لا موجودة ولا معدومة ولا معلومة ولا مجهولة ، وقد دارت فيه رؤوسهم وتاهت عقولهم ، والعجب أنه أول منزل ينفصل به\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالمعقول عن المحسوس . إذ من ها هنا يأخذ العقل الإنساني في التصرف وما كان قبله كان يشارك هذا التخيل البهيمي التخيل الإنساني ومن تحيّر في أول منزل من منازل تصرف العقل كيف يرجى فلاحه في تصرفاته الغامضة ، ومن التبس عليه قول القائل إن السواد والبياض يشتركان في أمر معقول هو اللونية والوجود ويختلفان في أمر ذاتي ، وما فيه الاختلاف بالضرورة غير ما فيه الاشتراك . إذ ليس هذا اشتراكا في مجرد الاسم كاشتراك العاقد والكوكب في اسم المشتري ، وإن هذه الغيرية معلومة على القطع إلى أن يبحث عن حقيقتها أنها تباين في الوجود أو تباين في العقل ، وهو من خواص العقل . فمن التبس عليه هذا كيف يتضح له أمر من الغوامض ولنتجاوز هذه المغاصّة فإن كشف غطائها يقرع أبوابا مغلقة على أكثر التضاد ولا يمكن التكفّل ببيانه مع ما نحن بصدده من الاختصار .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالفصل الثالث من فن السوابق في أحكام السوابق\r\nالمعاني المؤلّفة تأليفا يتطرق إليه التصديق والتكذيب كقولنا مثلا العالم حادث والبارىء تعالى قديم ، فإن هذا يرجع إلى تأليف القوة المفكرة بين معرفتين لذاتين مفردين ونسبة أحدهما إلى الآخر بالإثبات ، فإن قلت العالم ليس بقديم والباري ليس بحادث كانت النسبة نسبة النفي . وقد التئم هذا القول من جزئين يسمّي النحويون أحدهما مبتدأ والآخر خبرا ، ويسمّي المتكلمون أحدهما موصوفا والآخر صفة ، ويسمّي الفقهاء أحدهما حكما والآخر محكوما عليه ، ويسمّي المنطقيون أحدهما موضوعا وهو المخبر عنه والآخر محمولا وهو الخبر ، ولنصطلح نحن على تسمية الفقهاء فنسمّيهما حكما ومحكوما عليه ولنسمّ مجموع الحكم والمحكوم عليه قضية ولنسميهما إذا استعملناهما في سياق قياس مقدمة ، فإذا استفدناهما من قياس نتيجة . وما دام غير مستنتج من القياس دعوى إن كان لنا خصم ومطلوبا إن لم يكن لنا خصم . فإن هذه الاصطلاحات إذا لم تتحرر اختبطت المخاطبات والتعليمات بل ربما اضطرب الفكر على الناظر المنفرد بنفسه . فإن فكر الناظر أيضا لا ينتظم إلا بألفاظ وآمال يرتّبها في نفسه . ولنذكر من أحكام القضايا وأقسامها ما يليق بهذا الإيجاز ويتّضح الغرض بتفصيلات أربعة :\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nالتفصيل الأول\r\nإن القضية بعد انقسامها إلى النافية مثل قولنا العالم ليس بقديم وإلى المثبتة مثل قولنا العالم حادث تنقسم بالإضافة إلى المحكوم عليه إلى التعيين والخصوص والعموم والإهمال والقضايا بهذا الاعتبار أربعة :\r\nالأولى : قضية في عين كقولنا زيد كاتب وهذا السواد المشار إليه باليد عرض .\r\nالثانية : قضية مطلقة خاصة كقولك بعض الناس كاتب وبعض الأجسام ساكن .\r\nالثالثة : قضية مطلقة عامة كقولك كل جسم متحيّز وكل سواد لون وكل حركة عرض .\r\nالرابعة : قضية مهملة كقولنا الإنسان في خسر ، وعلة هذه القسمة أن المحكوم عليه إما أن يكون عينا مشارا إليه أو لا يكون عينا . فإن لم يكن عينا فإما أن يحصر بسور بين مقداره بكلية فتكون مطلقة عامة أو بجزئية فتكون مطلقة خاصة أو لا يحصر بسور بل بمهمل . والسور هو قولك كل وبعض وما يقوم مقامهما ، فإن سكت عنهما بقيت القضية مهملة ، ومن طرق المغالطين المحتالين في النظر استعمال المهملات بدل القضايا العامة .\r\nفإن المهملات قد يعني بها الخصوص فيصدق طرف النقيض فيها إذ قد يقال ليس الإنسان في خسر ويراد به الأنبياء والذين آمنوا وعملوا الصالحات ، وقد يقال الإنسان في خسر ويراد به أكثر الخلق . فإيّاك وأن تسامح بهذا في النظريات فتغلط ، ومثاله من الفقه إن طلبت استيضاحا أن يقول الشافعي مثلا معلوم أن المطعوم ربويّ والسفرجل مطعوم فليكن ربويا . فإذا قيل فلم قلت إن المطعوم ربوي فيقول الدليل عليه أن البر « 1 » والشعير والتمر والرز\r\n\r\n\r\n","description":"","footnote":" ( 1 ) البر : الحبوب بمعنى اليوم وهي بضم الباء . ","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nمطعومات وهي ربوية ، فينبغي أن يقال له قولك العموم ربويّ أردت به كل المطعومات أو بعضها ، فإن أردت به البعض لم تلزم النتيجة . إذ يمكن أن يكون السفرجل من البعض الذي ليس بربوي ، ويكون هذا خللا في نظر القياس مخرجا له عن كونه منتجا كما سيأتي وجهه . وإن أردت به الكل فمن أين عرفت هذا وليس يظهر هذا بما ذكرته من البر والشعير والتمر والرز ما لم تبيّن أن كل المطعومات ربويّة ، وهذا المثال وإن كان في هذا المقام واضحا فإنه يتفق في أمثاله عند تراكم الأقيسة صور غامضة يجب الاحتراز عنها .\r\n\r\nالتفصيل الثاني\r\nإن الحكم المنسوب إلى المحكوم عليه في القضية لا يخلو عن ثلاثة أقسام : وهي الإمكان والوجود والاستحالة . مثال الحكم الذي نسبته نسبة الإمكان قولك الإنسان كاتب الإنسان ليس بكاتب ، إذ الكتابة بالإضافة في حيّز الإمكان . ومثال الواجب قولك السواد لون والسواد ليس بلون ، إذ نسبة اللون إلى السواد نسبة الوجوب والضرورة . ومثال الممتنع قولك السواد علم والسواد ليس بعلم والإنسان حجر والإنسان ليس بحجر . فإن قلت لا استحالة في قولك الإنسان ليس بحجر بل هو واجب ولا وجوب في قولك السواد ليس بلون بل هو ممتنع فكيف جمعت بين النفي والإثبات ؟\r\nفاعلم أني لم أقصد ذكر الامتناع والوجوب في جملة القضية المسلّمة على الحكم والمحكوم عليه ولكني أخذت الحكم مفردا وبيّنت نسبته إلى المحكوم عليه . ثم القضية قد تتضمن النفي والإثبات ويكون بعضه صادقا وبعضه كاذبا وليس الغرض ذلك .\r\n\r\nالتفصيل الثالث في بيان نقيض القضية\r\nوهذا ممّا يحتاج إليه ، إذ ربّ مطلوب لا يقوم على نفسه دليل ولكن يقوم الدليل على بطلان نقيضه فيتسلّق من إبطاله إلى إثبات نقيضه ، فلا بد\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمن معرفته . وربما يظنّ أن نقيض القضية جلي لا يحتاج إلى البيان ، ومع ذلك فإنه مثار لجملة من الأغاليط لا تحصى ، فإن الأمور في أوائلها تلوح جلية ولكن إذا لم يهتم الناظر بتنقيحها وتحقيقها اعتاص عليه التفصيل بين القضيتين المتنافيتين . وأعني بالقضيتين المتنافيتين كل قضيتين إذا صدقت إحداهما كذبت الأخرى بالضرورة ، كقولنا العالم حادث العالم ليس بحادث ، وهما قضيتان تصدق إحداهما وتكذب الأخرى ، وإنما يلزم صدق إحداهما من كذب الأخرى بستة شروط .\r\nالأول : أن يكون المحكوم عليه في القضيتين واحدا بالذات لا بمجرد اللفظ ، فإن اتّحد الاسم دون المعنى لم يتناقضا ، كقولك النور مدرك بالبصر النور ليس بمدرك بالبصر ، فهما صادقان إن أردت بأحدهما الضوء وبالآخر نور العقل ، وكذلك لا يتناقض قول الفقهاء المضطر مختار المضطر ليس بمختار في مسئلة المكره ، وقولهم المضطر آثم المضطر غير آثم إذ المضطر قد يعبّر به عن المدعو بالسيف إلى الفعل فالاسم متّحد والمعنى مختلف .\r\nالثاني : أن يكون الحكم واحدا والإثم متناقضا كقولك العالم قديم العالم ليس بقديم ، وأردت بأحد القديمين ما أراد اللّه تعالى بقوله  كَالْعُرْجُونِ الْقَدِيمِ  « 1 » وكذلك أيضا لم يتناقض قول الخصمين المكره مختار والمكره ليس بمختار ، إذ ذكرنا أن المختار عبارة عن معنيين مختلفين .\r\nالثالث : أن تتّحد الإضافة في الأمور الإضافية فإنك لو قلت زيد أب زيد ليس بأب لم يتناقض ، إذ يكون أبا لبكر ولا يكون أبا لخالد ، وكذلك تقول زيد أب ، زيد ابن ، فيكون أبا لشخص وابنا لآخر ، والعشرة نصف والعشرة ليست بنصف أي هي نصف العشرين . وليست نصف الثلاثين .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) سورة يس ، الآية 39 . ","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوفي النظريات الفقهية والعقلية أغاليط كثيرة هذا منشأها كقولك المرأة مولّى عليها المرأة ليس بمولّى عليها وهما صادقتان بالإضافة إلى النكاح والبيع وإلى العصبة والأجنبي .\r\nالرابع : أن يتساويا في القوة والفعل فإنك تقول الماء في الكوز مرو بالقوة وليس بمرو بالفعل وهما صادقتان ، والسيف بالغمد صارم وليس بصارم وهما صادقتان ، والفاسق شاهد وليس بشاهد . ومن هذا خلط المختلفون في أن اللّه تعالى في الأزل خالق وأن اللّه تعالى في الأزل ليس بخالق .\r\nالخامس : التساوي في الجزء والكل فإنك تقول الزنجي أسود الزنجي ليس بأسود أي أسود البشرة ليس بأسود الأسنان فيصدقان . وعن هذا الغلط تخيّل من بعد عن التحصيل أن العالمية حال بجملة زيد إذا قلنا زيد عالم وزيد عبارة عن جملته ، ولم يعرف أنا إذا قلنا زيد في بغداد لم نرد به أنه في كل البلد بل في بعضه ، وإن كانت بغداد عبارة عن كل البلد . ولكن أعني بالعادة والحس بيان أن زيدا في بغداد في مكان يساوي مساحة بدنه ، وكذلك أعني وضوح الأمر إذ تقول إن زيدا عالم بحر لا يجري من قلبه أو دماغه .\r\nالسادس : التساوي في الزمان والمكان فإنك تقول العالم حادث العالم ليس بحادث وهما صادقان ، ولكنه حادث عند أول وجوده وليس بحادث قبله ولا بعده بل قبله معدوم وبعده باق ، وتقول الصبي ينبت له أسنان الصبي لا ينبت له أسنان ونعني بأحدهما السنة الأولى وبالآخر بعده ولا ينبغي أن نطول بتعديد الشروط والأمثلة فلنجمل له ضبطا وهو أن القضية المناقضة هي التي تسلب مثلا ما تثبته الأولى بعينه أو تثبت ما سلبته الأولى ونفته ، وفي ذلك الوقت والمكان والحال وتلك الإضافة بعينها ، وبالقوة إن كان ذلك بالقوة وبالفعل إن كان ذلك بالفعل . وكذا في الجزء والكل .\r\nويحصل ذلك بأن لا تخالف القضية النافية المثبتة إلا في تبديل النفي\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nبالإثبات فقط هذا إذا كانت القضية قضية في عين ، فإن كانت عامة زادت شريطة أخرى وهي أن تكون إحداهما عامة والأخرى خاصة ليلزم التناقض وإلا يتصور أن يجتمعا في الصدق أو الكذب ولا يكون التناقض ضروريا ، فإن القضيتين العامتين في نسبة الممكنات كاذبتان ، كقولنا كل إنسان كاتب لا أحد من الناس كاتب والخاصتان صادقتان ، كقولك بعض الناس كاتب بعض الناس ليس بكاتب ، فتأمّل هذه الشروط واستخرج من نفسك بقية الأمثلة .\r\n\r\nالتفصيل الرابع في بيان عكس القضية\r\nوهذا أيضا يحتاج إليه وربما لا يصادف الدليل على نفس المطلوب ويصادف على عكسه ، فيمكن التوصل منه إلى المطلوب ، وأعني بالعكس أن تجعل الحكم محكوما عليه والمحكوم عليه حكما ولا تتصرف فيه إلا هذا القدر وتبقى القضية صادقة ، فعند ذلك تقول هذه قضية منعكسة ، أي عكسها أيضا صادق . والقضايا بهذا الاعتبار أربع :\r\nالأولى : نافية عامة ولسنا نتكلم في قضية العين فإنها لا تستعمل في النظريات بل في الأعمال والصناعات والعادات . فالنافية العامة تنعكس مثل نفسها نافية عامة ، فمهما صدق قولنا لا متحيّز واحد عرض صدق قولنا لا عرض واحد متحيّز . وإذا صدق قولنا لا سواد واحد علم صدق قولنا لا علم واحد سواد ، فإن ما يسلب عن الشيء فمسلوب عنه الشيء بالضرورة .\r\nالثانية : النافية الخاصة ولا يصدق عكسها البتّة ، فإنك إذا قلت بعض اللون ليس بسواد لم يمكن أن تقول وبعض السواد ليس بلون ولا أمكنك أن تقول كل السواد ليس بلون .\r\nالثالثة : المثبتة العامة ولا تنعكس مثل نفسها فإنك مهما قلت بعض الألوان سواد صدق قولك بعض السواد لون ، فإن كون كل سواد لون لا\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nيخرج عن الصدق قولنا بعض السواد لون ولا يلتفت إلى فحوى الخطاب فليس ذلك من مقتضى وضع اللفظ وهو خارج عن غرضنا هذا وإن كان صحيحا في موضعه .\r\nالرابعة : المثبتة الخاصة وهي تنعكس كنفسها فإنك مهما قلت بعض الجماد جسم صدق قولك بعض الجسم جماد . واقتصر من السوابق على هذا القدر فالزيادة غلبة لا تليق بحجم هذا الكتاب .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nالفن الثاني من محك القياس في المقاصد وهو طرفان\r\nأحدهما في نظم القياس والآخر في محك النظم وشرطه وهو المقدمات . واعلم إني أعني بالقياس قضايا ألّفت تأليفا يلزم من تسليمها بالضرورة قضية أخرى وهذا ليس يتحد نمطه بل يرجع إلى ثلاثة أنواع مختلفة المأخذ والبقايا ترجع إليها .\r\n\r\nأما النمط الأول :\r\nفنظمه من ثلاثة أوجه :\r\nالنظم الأول : أن تكون العلة حكما في إحدى المقدمتين محكوما عليه في الأخرى ، مثل قولنا كل جسم مؤلف وكل مؤلف حادث فيلزم منه أن كل جسم حادث ، وقولنا في الفقه كل نبيذ مسكر وكل مسكر حرام فيلزم منه أن كل نبيذ حرام . وعادة الفقهاء في الصيغة أن يقولوا النبيذ مسكر فينبغي أن يكون حراما قياسا على الخمر ، ولا ينكشف الغطاء ولا تنقطع المطالبة إلا بالنظم الذي ذكرناه . ومثل هذه الأقيسة إذا لم يمكن ردّها إلى هذا النظم لم تكن النتيجة لازمة ولم تنقطع المطالبة . فإذا فهمت صورة هذا النظم فاعلم أن في هذا القياس مقدمتين .\r\nإحداهما : قولنا كل نبيذ مسكر والأخرى قولنا كل مسكر حرام وكل مقدمة تنقسم إلى جزئين بالضرورة مبتدأ وخبر وحكم ومحكوم عليه فيكون مجموع أجزائها أربعة أمور تتكرّر في المقدمتين فتعود إلى ثلاثة بالضرورة ،\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nلأنها لو بقيت أربعة لم تشترك المقدمتان في شيء وبطل الازدواج بينهما ولا تتولد النتيجة ، فإنك إذا قلت النبيذ مسكر ولم تتعرض .\r\nفي المقدمة الثانية : لا للنبيذ ولا للمسكر ولكن قلت والقتل حرام أو العالم حادث فلا ترتبط إحداهما بالأخرى . فبالضرورة لا بد من أن يكون أحد الأجزاء الأربعة متكرّرا في المقدمتين فيرجع إلى ثلاثة ، فلنصطلح على تسمية المكرّر في المقدمتين علة وهو الذي يمكن أن يقرن بقولك لأنه في جواب المطالبة . فإنه إذا قيل لك لم قلت إن النبيذ حرام فتقول لأنه مسكر ولا تقول لأنه حرام فما يقترن به لأن هو العلة ، ولنسمّ ما يجري مجرى النبيذ محكوما عليه وما يجري مجرى الحرام حكما ، فإنا في النتيجة نقول فالنبيذ حرام فنحكم على النبيذ بأنه حرام ونشتق للمقدمتين اسمين مختلفين من الأجزاء والمعاني التي تشتمل عليها لتسهل علينا الإشارة إليهما في التفهيم والمخاطبة ، ولا يمكن اشتقاق اسمين مختلفين لهما من العلّة . فإن العلّة داخلة فيهما جميعا فنشتقه من الجزءين الآخرين ، فالمقدمة التي فيها تعرض للمحكوم عليه نسمّيها المقدمة الأولى والتي فيها الحكم نسمّيها الثانية اشتقاقا من ترتيب أجزاء النتيجة . فإنا نقول في النتيجة فالنبيذ حرام فيكون النبيذ أولا والحرام ثانيا . والمقدمة التي فيها المحكوم عليه لا يتصور أن يكون فيها الحكم ، وهي مقدمة ، والتي فيها الحكم لا يتصور أن يكون فيها المحكوم عليه ، وهي مقدمة بل هما خاصتان للمقدمتين . واعلم أن النتيجة إنما تلزم من هذا القياس إذا كانت المقدمتان مسلمتين يقينا إن كان المطلوب عقليا أو ظنا إن كان المطلوب فقهيا . فإن نازعك الخصم في قولك كل مسكر حرام فإثباته بالنقل وهو قوله صلّى اللّه عليه وسلم « كل مسكر حرام » فإن لم تتمكن من تحقيق تلك المقدمة بحس ولا غيره ولا من إثبات الثاني بنقل أو غيره لم ينفعك القياس ، ومهما سلّمنا لم يتصور النزاع في النتيجة البتّة ، بل كل عقل صدق المقدمتين فهو مضطر للتصديق بالنتيجة مهما أحضرهما في الذهن وأحضر مجموعهما بالبال . وحاصل وجه الدلالة في هذا النظم أن الحكم على الصفة حكم على الموصوف ، فإنك إذا قلت النبيذ مسكر فقد\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nجعلت المسكر وصفا فإذا قلت المسكر حرام فقد حكمت على الوصف ، فبالضرورة يدخل فيه الموصوف ، فإنك إذا قلت النبيذ مسكر وكل مسكر حرام وبطل قولنا النبيذ حرام مع أنه مسلّم أنه مسكر بطل قولنا إن كل مسكر حرام ، إذ ظهر لنا مسكر ليس بحرام . ومهما صدقت القضية العامة لم يمكن أن يخرج منها بعض المسمّيات ، وهذا النظم له شرطان حتى يكون منتجا ، شرط في المقدمة الأولى وهو أن تكون مثبتة ، فإن كانت نافية لم ينتج لأنك إذا نفيت شيئا عن شيء لم يكن الحكم على المنفي حكما على المنفي عنه ، فإنك إذا قلت لا خل واحد مسكر وكل مسكر حرام لم يلزم منه حكم في الخل ، إذ وقعت المباينة بين الخل والمسكر فحكمك على المسكر بالنفي أو الإثبات لا يتعدّى إلى الخل البتة .\r\nالشرط الثاني : أن تكون المقدمة الثانية عامة حتى يدخل بسبب عمومها المحكوم عليه فيه ، فإنك لو قلت كل سفرجل مطعوم وبعض المطعوم ربوي لم يلزم منه كون السفرجل ربويا ، إذ ليس من ضرورة الحكم على بعض المطعوم أن يتناول السفرجل بل ربما كان الربوي بعضا آخر ، نعم إذا قلت وكل مطعوم ربوي لزم حكم الربا في السفرجل ، ولكن يحتاج إلى إثبات المقدمة بعموم قوله صلّى اللّه عليه وسلم « لا تبيعوا الطعام بالطعام » أو بمدرك آخر ، وسنذكر مدارك المقدمات في الطرف الثاني من هذا الفن ، فإن قلت بماذا فارق هذا النظم النظمين بعده فاعلم أن العلة إما أن توضع بحيث تكون حكما في المقدمتين أو محكوما عليه في المقدمتين أو توضع بحيث تكون حكما في إحدى المقدمتين محكوما عليه في الأخرى وهذا الآخر هو النظم الأول ، وهو الأوضح ، فإن الثاني والثالث لا يتّضح غاية الاتضاح بالبرهان المحقق إلا بالرد إليه فلذلك قدّمته وسمّيته النظم الأول الأوضح .\r\nالنظم الثاني : من نظم القياس أن تكون العلة ، أعني المعنى المتكرر في المقدمتين حكما في المقدمتين ، أعني أن يكون خبرا فيهما ولا يكون مبتدأ في أحدهما خبرا في الآخر ، ولا مبتدأ فيهما جميعا ، مثاله قولنا إن\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالباري تعالى ليس بجسم لأن الباري ليس بمؤلف وكل جسم مؤلف فالباري ليس بجسم ، فها هنا ثلاثة معان الباري والمؤلف والجسم والمتكرر في المقدمتين هو المؤلف فهو العلّة وتراه خبرا في المقدمتين غير مبتدأ به بخلاف المسكر في النظم الأول ، إذ كان خبرا في إحداهما مبتدأ في الأخرى ووجه لزومه النتيجة يمكن تفهيمه مجملا ومفصلا ومحقّقا . أما المجمل فهو أن كل شيئين ثبت لأحدهما ما انتفى عن الآخر ولا يكون بينهما التقاء واتصال لا يجوز أن يخبر بأحدهما عن الآخر ، فالتأليف ثابت للجسم ومنفي عن الباري ، فلا يكون بين معنى الجسم والباري التقاء ، فلا يقال الباري جسم ولا يقال الجسم باري . وأما بالتحقيق والتفصيل فينبغي أن يرد إلى النظم الأول بعكس المقدمة النافية . ولنعدل إلى مثال آخر تصاونا عن ترديد لفظ الباري . فإن قول القائل إنه ليس بجسم كأنه سوء أدب كما أن قوله هو جسم كفر ، فإن من قال للملك أنه ليس بحجام ولا بحائك فقد أساء الأدب إذا وهم إمكان ما صرح بنفيه ، إذ لا يتعرض إلا لنفي ما له إمكان في المادة والجسمية أشد استحالة في ذاته تعالى عن قول الزائغين من الحياكة والحجامة في الملك ، فنقول مثلا الأجسام ليست أزلية ، إذ كل جسم مؤلّف ولا أزلي واحد مؤلف فيلزم منه لا جسم واحد أزلي ، إذ صار المؤلف ثابتا للجسم مسلوبا عن الأزلي ولا يبقى بين الأزلي والجسم ارتباط الخبر والمخبر . وتفصيله بأن تنعكس المقدمة النافية فإنها نافية عامة ، وقد قدّمنا أن النافية العامة تنعكس مثل نفسها فإذا صدق قولنا ولا أزلي واحد مؤلف صدق قولنا ولا مؤلف واحد أزلي وهو عكسه ، فنضيف إليه قولنا وكل جسم مؤلف فيعود إلى النظم الأول ، فيكون وجه دلالته ولزوم نتيجته ما سبق . وخاصية هذا النظم أنه لا ينتج إلا القضية النافية ، أما الإثبات فلا . وأما النظم الأول فهو أكمل لأنه ينتج القضايا الأربعة ، أعني المثبتة العامة والمثبتة الخاصة والنافية العامة والنافية الخاصة . ولم نفرد تفصيل هذه الآحاد استثقال التطويل فإن قلت فلم لا ينتج هذا النظم الإثبات فاعلم أن هذا لا ينتج إلا النفي ، ومن شرطه أن تختلف المقدمتان أيضا في النفي\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوالإثبات ، فإن كانتا مثبتتين لم ينتجا لأن حاصل هذا النظم يرجع إلى الحكم بشيء واحد على شيئين وليس من ضرورة كل شيئين يحكم عليهما بشيء واحد أن يخبر بأحدهما عن الآخر ، فإنا نحكم على السواد والبياض جميعا باللونية ولا يلزم أن يخبر عن السواد بأنه بياض ولا عن البياض بأنه سواد ، ونظم القياس فيه أن يقال كل سواد لون وكل بياض لون فكل سواد بياض أو كل بياض سواد واللون هو المتكرّر وقد جعل خبرا في المقدمتين ، ولم ينتج بين المعنيين لا اتصالا ولا انفصالا ، نعم كل شيئين أخبر عن أحدهما بما يخبر عن الآخر بنفيه يجب أن يكون بينهما انفصال وهو النفي ، وبرهانه عكس المقدمة النافية ليعود إلى النظم الأول .\r\nالنظم الثالث : أن تكون العلة مبتدأ في المقدمتين جميعا . فهذا إذا جمع شروطه كان منتجا ، ولكن نتيجة خاصة لا عامة ، مثاله كل سواد عرض وكل سواد لون فيلزم منه أن بعض العرض لون ، وكذلك إذا قلت كل بر مطعوم وكل بر ربوي فيلزم منه بالضرورة أن بعض المطعوم ربوي . وبيان وجه دلالته ولزوم النتيجة منه بالإجمال أن الربوي والمطعوم حكمنا بهما على شيء واحد وهو البر فيلزم بالضرورة بينهما التقاء ، وأقل درجات الالتقاء أن يوجب حكما خاصا وإن لم يكن عاما فأمكن أن يقال بعض المطعوم ربوي حكما خاصا ، وإن لم يكن عاما وبعض الربوي مطعوم ، وإن لم يمكن أن يقال بمجرد هذا كل واحد مطعوم ربوي أو كل ربوي مطعوم . وأما تفصيل تفهيمه فهو بأن تعكس المقدمة التي ذكرناها أولا وهو قولنا كل بر مطعوم ، وقد ذكرنا أن المثبتة العامة تنعكس مثبتة خاصة ، فإن صدق قولنا كل بر مطعوم صدق قولنا بعض المطعوم بر فتبقى المقدمة الثانية ، وهو أن كل بر ربوي ويرجع إلى النظم الأول ، إذ يصير المطعوم الذي هو المتكرر مبتدأ في إحدى المقدمتين خبرا في الأخرى ، وشرط الإنتاج في هذا النظم أن تكون المقدمة الأولى التي فيها المحكوم عليه مثبتة ولا تكون نافية كما شرطنا ذلك في النظم الأول ، فإن كانت نافية لم تلزم\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالنتيجة ولا يضر أن تكون خاصة ، والذي يشترك فيه كل نظم أمران أحدهما أنه لا بد أن يكون في جملة المقدمتين قضية عامة فلا تلزم نتيجة من خاصتين البتّة . والثاني أن يكون فيهما مثبتة فلا تلزم نتيجة من نافيتين قط ، ولهذا شرح لكن لا أظنك تهتدي إلى ذلك بنفسك مهما ساعدك الجد في التأمل والمثابرة على الممارسة . فإن عليك وظيفتين إحداهما تأمل هذه الأمور الدقيقة ، والأخرى الأنس بهذه الألفاظ الغريبة . فإني اخترعت أكثرها من تلقاء نفسي لأن الاصطلاحات في هذا الفن ثلاثة اصطلاح المتكلمين والفقهاء والمنطقيين ، ولا أؤثر أن أتّبع واحدا منهم فيقصر فهمك عليه ، ولا تفهم اصطلاح الفريقين الآخرين ، ولكن استعملت من الألفاظ ما رأيته كالمتداول بين جميعهم واخترعت ألفاظا لم يشتركوا في استعمالها ؛ حتى إذا فهمت المعاني بهذه الألفاظ فما تصادفه في سائر الكتب يمكنك أن تردّه إليها وتطلع على مرادهم منها .\r\n\r\nالنمط الثاني :\r\nمن القياس ألّا يكون فيه علة وحكم ومحكوم عليه كما سبق بل تكون فيه مقدمتان والمقدمة الأولى تشتمل على قضيتين والمقدمة الثانية تشتمل على ذكر واحد من تينك القضيتين أو نقيضها . ولنسمّ هذا النمط نمط التلازم ، ومثاله قولنا إن كان العالم حادثا فله محدث ومعلوم أنه محدث فتلزم منه نتيجة وهو أن له محدثا بالضرورة . فالمقدمة الأولى قولنا إن كان العالم حادثا وهما قضيتان إن حذف قولنا إن كان أحدهما قولنا العالم حادث ولنسمّه المقدّم ، والثاني قولنا فله محدث ولنسمّه اللازم أو التابع ، والمقدمة الثانية اشتملت على تسليم عين القضية التي سمّيناها مقدما وهو قولنا معلوم أن العالم حادث فتلزم منه نتيجة وهو أن العالم محدث ؛ وهو عين اللازم . ومثاله في الفقه قولنا إن كان الوتر يؤدّى على الراحلة بكل حال فهو نفل ، ومعلوم أنه يؤدّى على الراحلة بكل حال فثبت أنه نفل . وهذا النمط يتطرق إليه أربع تسليمات ينتج منها اثنتان ولا ينتج اثنتان . أما المنتج\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nفتسليم عين القضية التي سمّيناها مقدما فإنه ينتج عين اللازم ، مثاله قولنا إن كانت هذه الصلاة صحيحة فالمصلي متطهر ومعلوم أن هذه الصلاة صحيحة فيلزم منه المصلي متطهر . ومثاله من الحس قولنا إن كان هذا سوادا فهو لون ومعلوم أنه سواد فهو إذا لون . وأما المنتج الآخر فهو تسليم نقيض اللازم فإنه ينتج نقيض المقدّم ، ومثاله قولنا إن كانت هذه الصلاة صحيحة فالمصلي متطهر ومعلوم أن المصلي غير متطهر فينتج أن الصلاة ليست صحيحة ، فانظر كيف أنتج تسليم نقيض اللازم نقيض المقدّم ، ومثاله أيضا قولنا إن كان بيع الغائب صحيحا فهو يلزم بصريح الإلزام ومعلوم أن هذا اللازم باطل فإنه ليس يلزم بصريح الإلزام فيلزم منه نقيض المقدّم ، وهو أن البيع غير صحيح . ومثاله أيضا قولنا إن كان الباري تعالى على العرش فهو مقدّر لأنه مساو للعرش أو أصغر أو أكبر ، ومعلوم أن اللازم محال وهو كونه مقدّرا فيكون المقدّم محالا . ووجه دلالة هذا أن المؤدّي إلى المحال محال وقول الخصم أنه على العرش مؤدّي إلى المحال فهو محال ، وقوله إن بيع الغائب صحيح مؤد إلى المحال ، وهو أن يلزم بصريح الإلزام على خلاف الإجماع والمؤد إلى المحال محال . فأما الذي لا ينتج فهو تسليم عين اللازم . فإنا إذا قلنا إن كانت هذه الصلاة صحيحة فالمصلي متطهر ومعلوم أن المصلي متطهر فيلزم أن الصلاة صحيحة ، وهو غير صحيح ، إذ ربما تكون الصلاة باطلة بعلة أخرى سوى الطهارة . وكذلك تسليم نقيض المقدّم لا ينتج لا عين اللازم ولا نقيضه . فإنك لو قلت ومعلوم أن الصلاة ليست بصحيحة فلا يلزم من هذا أن المصلي متطهر ولا أنه غير متطهر .\r\nوالفرق بين هذا النمط والنمط الأول أن الأول ترتيبه خبر عن شيء تمّ حكم على الخبر بشيء فلزم منه نتيجة وهو الالتقاء بين المبتدأ الأول والخبر الأخير ، وكل واحد من الاجزاء الثلاثة يصلح أن يجعل وصفا وخبرا وحكما للآخر في نظم هذا الكلام . وأما هذا فإنه إظهار تلازم بين قضيتين غير متداخلتين . فإن قولنا إن كانت الصلاة صحيحة فالمصلي متطهر بيان أن\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nكون المصلي متطهرا لازم لكون الصلاة صحيحة ، فلا يمكن أن يجعل كون المصلي متطهرا لا وصفا للصلاة ولا وصفا للصحة . والفرق من حيث الترتيب والنظم ظاهر . وأما وجه الدلالة فهو أنه مهما جعل شيء لازما لشيء فينبغي أن لا يكون الملزوم أعم من اللازم ، بل إما أخص وإما مساويا . ومهما كان أخص فبثبوت الأخص يلزم بالضرورة ثبوت الأعم . إذ يلزم من ثبوت السواد وجوده ووجود اللون ، وهو الذي عنيناه بتسليم عين المقدّم . وانتفاء الأعم يوجب انتفاء الأخص ، إذ يلزم من انتفاء اللون انتفاء السواد وهو الذي عنيناه بتسليم نقيض اللازم . فأما ثبوت الأعم فلا يوجب ثبوت الأخص ، فإن ثبوت اللون لا يدل على ثبوت السواد ، فلذلك قلنا تسليم عين اللازم لا ينتج لا نفي اللازم ولا ثبوته ، وأما انتفاء الأخص فلا يوجب انتفاء الأعم ، فإن انتفاء السواد لا يوجب انتفاء اللون ولا ثبوته ، وهو الذي عنيناه بقولنا إن تسليم نقيض المقدّم لا ينتج لا عين اللازم ولا نقيضه . وأما جعل الأخص لازما للأعم فهو خطأ ، كمن يقول إن كان هذا لونا فهو سواد وإن كان اللازم مساويا للمتقدم أنتج منه أربع تسليمات :\r\nكقولنا إن كان زنا المحصن موجودا فالرجم واجب ومعلوم أنه موجود فإذن الرجم واجب ، أو معلوم أنه غير موجود فإذا الرجم غير واجب ، أو معلوم أن الرجم واجب فإذا زنا المحصن موجود ، أو معلوم أن الرجم غير واجب فإذا الزنا غير موجود . وكذلك كل معلول له علة وهو مساو لعلته ويلزم أحدهما الآخر فينتج فيه التسليمات الأربع ، ومثاله من المحسوس إن كانت الشمس طالعة فالنهار موجود لكنها طالعة فهو موجود لكنها غير طالعة فهو غير موجود ، ولكن النهار موجود فالشمس طالعة ، ولكن النهار غير موجود فالشمس غير طالعة .\r\n\r\nالنمط الثالث نمط التعاند :\r\nوهو على ضد نمط التلازم والمتكلمون يسمّونه السبر والتقسيم والمنطقيون يسمونه الشرطي المنفصل ، ونحن سميناه التعاند ، ومثاله العالم\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nإما قديم وإما حادث فهذه مقدمة وهما قضيتان ، يحذف إما الأولى قولنا العالم قديم أو الثانية قولنا العالم حادث ، فتسليم إحدى القضيتين أو نقيضها يلزم منه لا محالة نتيجة وينتج فيه أربع تسليمات : فإنا نقول ومعلوم أنه حادث فيلزم منه نقيض المقدمة الأخرى وهو أنه ليس بقديم . أو نقول ومعلوم أنه ليس بحادث فيلزم منه عين المقدمة الأخرى . أو نقول ومعلوم أنه قديم فيلزم منه نقيض الأخرى وهو أنه ليس بحادث . أو نقول ومعلوم أنه ليس بقديم فيلزم منه عين الأخرى . فبالجملة كل قسمين متناقضين متقابلين إذا وجد فيهما شرائط التناقض كما سبق فينتج إثبات أحدهما نفي الآخر ونفي أحدهما إثبات الآخر ، ولا يشترط أن تنحصر المقدمة في قسمين بل شرطه أن تستوفى أقسامه وإن كان ثلاثا . فإنا نقول هذا الشيء إما مساو وإما أقل وإما أكثر فهذه ثلاثة ولكنها حاصرة ، فإثبات واحد ينتج نفي الآخرين وإبطال اثنين ينتج إثبات الثالث وإبطال واحد ينتج انحصار الحق في الآخرين أحدهما لا بعينه ، والذي لا ينتج فهو أن لا يكون محصورا ، كقولك زيد إما بالعراق وإما بالحجاز وهذا مما يوجب إثبات واحد نفي الآخر ، فإنه إن ثبت أنه بالعراق انتفى عن الحجاز وهذا وغيره . وأما إبطال واحد فلا ينتج إثبات الآخر إذ ربما يكون في صقع ثالث ويكاد يكون كلام من يستدل على إثبات رؤية الباري بإحالة تصحيح الرؤية على الوجود غير محصور ، إلا أن نتكلف لحصره وجها بأن نقول تصحيح الرؤية لا يخلو إما أن يكون بكونه جوهرا فيبطل بالعرض أو كونه عرضا فيبطل بالجوهر أو كونه سوادا أو لونا فيبطل بالحركة . فلا تبقى شركة لهذه المختلفات إلا في الوجود فهو المصحّح ، إذ يمكن أن يكون قد بقي أمر آخر مشترك لم يعثر عليه الباحث سوى الموجود ، مثل كونه بجهة من الرائي مثلا . فإن أبطل هذا أيضا فلعلّ ثمّ معنى آخر ، إلا أن نتكلف حصر المعاني ونتكلف نفي جميعا ونبيّن أن طلب مصحح لا بد منه فعند ذلك تحصل النتيجة ، فهذه ضروب الأقيسة .\r\nفكل استدلال لا يمكن ردّه إلى هذه الضروب فهو غير منتج وسنزيده شرحا في حق اللواحق .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nالفن الثالث من المقاصد\r\n\r\n[ الفصل الأول 
  ] في بيان المقدمات الجارية من القياس مجرى الثوب من القميص والخشب من السرير ،\r\nفإن ما ذكرناه جرى مجرى الخياطة من القميص وشكل السرير من الخشب ، وكما لا يمكن أن يتّخذ من كل جسم سيف وسرير وقميص ، إذ لا يتأتّى من الخشب قميص ولا من الثوب سيف ولا من السيف سرير فكذلك لا يمكن أن يتّخذ من كل مقدمة وقضية قياس منتج ، بل القياس المنتج لا ينصاغ إلا من مقدمات يقينية إن كان المطلوب يقينيا أو ظنيا إن كان المطلوب فقهيا ، فلنذكر معنى اليقين في نفسه لتفهم ذاته ولنذكر مدركه لتفهم الآلة التي بها نقتنص اليقين . وهذا وإن كان القول يطول فيه ولكنا نحرص على الإيجاز بقدر الإمكان . أما اليقين فلا تعرفه إلا بما أقوله وهو أن النفس إذا أذعنت للتصديق بقضية من القضايا وسكنت فلها ثلاثة أحوال :\r\nأحدها : أن تتيقن وتقطع به وينضاف إليه قطع ثان وهو أن يقطع بأن قطعه به صحيح ويتيقن بأن يقينه لا يمكن أن يكون فيه سهو ولا غلط ولا التباس ، ولا يجوز الغلط لا في تيقنه بالقضية ولا في تيقنه الثاني بصحة يقينه ، ويكون فيه آمنا مطمئنا قاطعا بأنه لا يتصور أن يتغير فيه رأيه ولا أن يطّلع على دليل غاب عنه فيغيّر اعتقاده ، ولو حكى نقيض اعتقاده عن أفضل الناس فلا يتوقف في تجهيله وتكذيبه وخطأه ، بل لو حكى له أن نبيا مع\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمعجزة قد ادّعى أن ما يتيقنه خطأ ودليل خطأه معجزته فلا يكون له تأثير بهذا السماع إلا أن يضحك منه ، ومن المحكي عنه . فإن خطر بباله أنه يمكن أن يكون اللّه قد أطلع نبيه على سر انكشف له نقيض اعتقاده ، فليس اعتقاده يقينا . ومثال هذا العلم قولنا إن الثلاثة أقل من الستة ، وإن شخصا واحدا لا يكون في مكانين ، وإن شخصين لا يجتمعان في موضع ونظائر ذلك .\r\nالحالة الثانية : أن يصدّق به تصديقا جزما لا يتمارى فيه ولا يشعر بنقيضه البتة ولو أشعر بنقيضه عسر عليه إذعان نفسه للإصغاء إليه ولكنه لو ثبت وأصغى وحكى له نقيض معتقده عمّن هو أعلم الناس وأعدلهم عنده ، وقد نقله مثلا عن النبي صلى اللّه عليه وسلم أورث ذلك في يقينه توقفا ما ولنسمّ هذا الجنس اعتقادا جزما وهو أكثر اعتقاد عوام المسلمين واليهود والنصارى في معتقداتهم وأديانهم ومذاهبهم ، بل أكثر اعتقاد المتكلمين في نصرة مذاهبهم بطريق الأدلة ، فإنهم قبلوا المذاهب والأدلة جميعا بحسن الظن والتصديق من أرباب مذاهبهم الذين حسن فيهم اعتقادهم بكثرة سماعهم الثناء عليهم وتقبيح مخالفتهم ونشؤهم على سماع ذلك منذ الصبا ، فإن المستقل بالنظر الذي يستوي مثيله في أول نظره إلى الكفر والإسلام وسائر المذاهب عزيز .\r\nالحالة الثالثة : أن يكون له سكون نفس إلى شيء والتصديق به وهو يشعر بنقيضه أو لا يشعر ولكنه إن أشعر به لم ينفر طبعه عن قبوله ، وهذا يسمّى ظنا وله درجات في الميل إلى الزيادة والنقصان لا تحصى ، فمن سمع من عدل شيئا سكنت إليه نفسه ، فإن انضاف إليه ثان زاد السكون وقوي الظن ، فإن انضاف إليه ثالث زادت القوة ، فإن انضافت إليه تجربة بصدقهم على الخصوص زادت القوة ، فإن انضافت إليه قرينة حال كما إذا أخبروا عن أمر مخوف وهم على صورة مذعورين صفر الوجوه مضطربي الأحوال زاد الظن ، وهكذا لا يزال يترقى قليلا قليلا في القوة إلى أن ينقلب الظن على التدريج يقينا إذا انتهى الخبر إلى حد التواتر . والمحدثون يسمّون أكثر هذه الأحوال علما ويقينا حتى يطلقون بأن الأخبار التي تشتمل عليها الصحاح\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nيوجب العلم العمل بها على كافة الخلق إلا آحاد المحققين ، فإنهم يسمّون الحالة الثانية يقينا ولا يميّزون بين الحالة الثانية والأولى ، والحق أن اليقين هو الأول والثاني مظان الغلط . فمهما ألّفت القياس من مقدمات يقينية حقيقية في صورة تأليف الشروط التي قدمناها كانت النتيجة الحاصلة يقينية ضرورية بحسب ذوق المقدمات .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nالفصل الثاني في مدارك اليقين والاعتقاد\r\nلعلّك تقول قد استقصيت في شروط اليقين استقصاء مؤنسا عن نيله والظفر به فمن أين يقتنص مثل هذا اليقين وما آلته ومدركه . فاعلم أن مدارك الظنون لست أذكرها فإنها واضحة للفقهاء والناس كافة ، ولكن أذكر مدارك اليقين والاعتقادات التي يظنّ بها اليقين ومجامعها فيما حضرني الآن ينحصر في سبعة أقسام ، ولنخترع لكل واحد منها اسما مشتقا من سببه :\r\n\r\nالأول أوليات :\r\nوأعني بها العقليات المحضة التي اقتضى ذات العقل بمجرد حصولها من غير استعانة بحس التصديق بها مثل علم الإنسان بوجود ذاته ، وبأن الواحد لا يكون قديما حادثا ، وأن النقيضين إذا صدق أحدهما كذب الآخر ، وأن الاثنين أكثر من الواحد ونظائره . وبالجملة هذه القضايا تصادف مرتبة في العقل منذ وجوده حتى يظن العاقل أنه لم يزل عالما به ، ولا يدري متى حصل ولا يقف حصوله على وجود أمر سوى العقل ، إذ يرتسم فيه الوجود مفردا والقديم مفردا والحادث مفردا والقوة المفكرة تجمع هذه المفردات وتنسب بعضها إلى بعض ، مثل أن تحضر أن القديم حادث ويكذب العقل به أو أن القديم ليس بحادث ويصدق العقل به ، ولا نحتاج إلا إلى ذهن ترتسم فيه المفردات وإلى قوة مفكرة تنسب بعض هذه المفردات إلى البعض فيتربص العقل على البديهة إلى التصديق أو التكذيب .\r\n\r\nالثاني المشاهدات الباطنة :\r\nوذلك كعلم الإنسان بجوع نفسه وعطشه\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوخوفه وفرحه وسروره وجميع أحواله الباطنة التي يدركها من ليس له الحواس الخمس . وهذه ليست مدركة بالحواس الخمس ومجرد العقل لا يكفي في إدراكها بل البهيمة تدرك هذه الأحوال من نفسها بغير عقل والأوليات لا تكون للبهائم والصبيان . فإذا يحصل من هذا المدرك يقينيات كثيرة وقضايا قطعية مثل قطعه بأنه جائع ومسرور وخائف ، ومن عرف نفسه وعرف السرور وعرف حلول السرور فيه ينظم من هذه المعارف قضية يحكم على نفسه بأنها مسرورة ، فكانت القضية المنظومة منه عند العقل قضية حقيقة .\r\n\r\nالثالث المحسومات الظاهرة :\r\nكقولك الملح أبيض والقمر مستدير والشمس مستديرة وهذا الفن واضح ، ولكن يتطرق الغلط إلى الإبصار بعوارض فتغلط لأجلها مثل بعد مفرط أو قرب مفرط أو ضعف في العين .\r\nوأسباب الغلط في الإبصار الذي على الاستقامة ثمانية ، والإبصار الذي بالانعكاس كما في المرآة . والذي بالانعطاف كما يرى ما وراء البلور والزجاج تتضاعف فيه أسباب الغلط ومداخل الغلط في هذه الحالة على الخصوص لا يمكن استقصاؤه في مجلدات . ولا يمكن أن يجعل علاوة على هذه العجالة وإن أردت أنموذجا من أغاليط البصر فانظر إلى طرف الظل فتراه ساكنا والعقل يقضي بأنه متحرك وإلى الكواكب فتراها ساكنة وهي متحركة وإلى الصبي والنبات في أول النشو وهي في النمو في كل لحظة تتزايد على التدريج ويراه واقفا وأمثال ذلك مما يكثر .\r\n\r\nالرابع التجربيات :\r\nويعبّر عنها باطراد العادات وذلك مثل حكمك بأن النار محرقة والحجر هاو إلى جهة الأرض والنار متحركة إلى جهة فوق والخبز مشبع والماء مرو والخمر مسكر وجميع المعلومات بالتجربة عند من جرّبها ، فإن معرفة الطبيب بأن السقمونيا مسهل كمعرفتك بأن الخبز مشبع ، فإنه انفرد بالتجربة وكذلك الحكم بأن المغناطيس جاذب للحديد عند من عرفه . وهذا غير المحسوسات لأن مدرك الحس هو أن هذا الحجر هوى إلى الأرض . فأما الحكم بأن كل حجر هاو إلى الأرض فهو قضية عامة لا قضية\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nفي عين فليس للحس إلا قضية في عين ، وكذلك إذا رأى مائعا وقد شربه فسكر لم يحكم بأن جنس هذا المائع مسكر ، فإن الحس لم يدرك إلا شربا وسكرا عقيبه وذلك في شراب معيّن مشار إليه . والحكم الثاني هو حكم العقل بواسطة الحس وبتكرر الإحساس مرة بعد أخرى إذا المرة الواحدة لا تحصل العلم فمن تألم له موضع فصبّ عليه مائعا فزال لم يحصل له علم بأنه مزيل بل هو كما لو قرأ عليه سورة الإخلاص مرة فزال . إذ قد يخطر بباله أن زواله كان بالاتفاق ، فإذا تكرر زواله مرات كثيرة حصل له العلم . وكذا لو جرب قراءة سورة الإخلاص مثلا على المرض الأول وكان يزول كل مرة أو في الأكثر يحصل له يقين بأنه مزيل كما حصل اليقين بأن الخبز مزيل للجوع والتراب غير مزيل له بل زائد فيه . وإذا تأملت هذا القن حق التأمل عرفت أن العقل نال هذه بعد الإحساس والتكرر بواسطة قياس خفي ارتسم فيه ، ولم يثبت شعوره بذلك القياس لأنه لم يلتفت إليه ولم يشكله بلفظه . وكان العقل يقول لو لم يكن هذا السبب يقتضيه لما اطّرد في الأكثر ، ولو كان بالاتفاق لتخلف . فإن الإنسان يأكل الخبز فيتألم رأسه ويزول جوعه فيقضي على الخبز بأنه مشبع وليس بمؤلم لفرق بينهما وهو أن الإيلام يحمله على سبب آخر اتفق اقترانه بالخبز ، إذ لو كان بالخبز لكان دائما مع الخبز أو في الأكثر كالشبع . وهذا الأمر يحرك أصلا عظيما في معنى تلازم الأسباب والمسببات والتعبير عنها باطراد العادات ، وأن ذلك ما حقيقته . وقد ذكرنا في كتاب تهافت الفلاسفة ما ينبّه عن غوره . والمقصود أن القضايا التجريبية زائدة على الحسية ومن لم يمعن في تجربة الأمور تعوزه جملة من القضايا العينية فيتعذر عليه درك ما يلزم منها من النتائج ، ولذلك نرى أقواما يتفردون بعلم ويستبعده آخرون لجهلهم بمقدماته التي لا تحصل إلا بالتحربة ، وهذا كما أن الأعمى والأصم يعوز جملة من العلوم النظرية التي تستنتج من مقدمات محسوسة ولا يفرق الأعمى قط باليقين البرهاني ، أن شكل الشمس مثل شكل الأرض أو أكبر منها ، فإنها تعرف بأدلة هندسية تبنى على مقدمات مستفادة من البصر وكثير من العلوم النفيسة لا يتنقص العقل مقدماتها إلا\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nبشبكة البصر وسائر الحواس ، ولذلك قرن اللّه السمع والبصر بالفؤاد في القرآن .\r\n\r\nالخامس المعلومات بالتواتر :\r\nكعلمنا بوجود مكة ووجود الشافعي وبعدد الصلاة الخمس ، بل كعلمنا بأن مذهب الشافعي أن المسلم لا يقتل بالذمي وغيره . فإن هذه أمور وراء المحسوس ، إذ ليس للحس إلا أن يسمع صوتا ، المخبر بوجود مكة ، فأما الحكم بصدقه فهو للعقل وآلته السمع ولا مجرد السمع بل تكرير السماع . ولا ينحصر العدد الموجب للعلم في عدد ، ومن تكلف حصر ذلك فهو في شطط بل هو لتكرر التجربة ، فإن كل مرة فيها شهادة أخرى تنضم إلى الآخر فلا يدري متى ينقلب الظن الحاصل منه يقينا . فإن ترقي الظن فيه وفي التواتر خفي التدريج لا تشعر به النفس البتة ، كما أن نمو الشعر خفي التدريج لا يشعر بوقته ولكن بعد زمان يدرك التفاوت فكذا هذه العلوم ، فهذه مدارك العلوم اليقينية الحقيقية الصالحة للبراهين التي تطيب منها النفس وما بعده ليس كذلك .\r\n\r\nالسادس الوهميات :\r\nوذلك مثل قضاء الوهم بأن كل موجود ينبغي أن يكون مشارا إلى جهته ، وأن موجودا لا متصلا بالعالم ولا منفصلا ولا خارجا ولا داخلا محال . فإن إثبات شيء مع القطع بأن الجهات الست خالية عنه محال ، وهو عمل قوة في التجويف الآخر من الدماغ تسمّى وهمية شأنها ملازمة المحسوسات التي ألفها ، فليس في طبعها إلا النبوة عنها وإنكارها ومن هذا القبيل نفرة الطبع عن قول القائل ليس وراء العالم لا خلاء ولا ملاء . وهاتان قضيتان وهميتان كاذبتان ، والأولى منهما ربما وقع كل الأنس بتكذيبها لكثرة ممارستك الأدلة العقلية الموجبة لإثبات موجود ليس في جهة ، والثانية ربما لم تأنس بتكذيبها لقلة ممارستك الأدلة الموجبة له .\r\nوإذا تأملت عرفت أن ما أنكره الوهم من نفي الخلا والملا غير ممكن فإنك إن أثبت خلاء فما أراك تجعله قديما . فإن الخلا ينعدم بالملا والقديم لا ينعدم ، ولأنك تعرف أن لا قديم سوى اللّه وصفاته وإذا جعلته محدثا لزمك أن يكون متناهيا فينقطع ، وإذا جاوزت المنقطع كنت معترفا بأنه ليس بعده\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nلا خلا ولا ملا . وهذه القضايا الوهمية مع أنها كاذبة فهي في النفس لا تتميّز عن الأوليات القطعية ، مثل قولك لا يكون شخص في مكانين ، بل تشهد به أول الفطرة كما تشهد بالأوليات القطعية . وليس كل ما تشهد به الفطرة قطعا هو صادق بل الصادق ما تشهد به قوة العقل فقط ومداركه الخمسة المذكورة . وهذه الوهميات لا يظهر كذبها للنفس إلا بدليل العقل ثم بعد معرفته الدليل أيضا لا تنقطع منازعة الوهم بل تبقى على نزاعها . فإن قلت فبماذا أميّز بينها وبين الصادقة والفطرة قاطعة بالكل ، ومتى يحصل لي الأمان منها فأقول إن هذه ورطة تاه فيها جماعة فتسفسطوا وأنكروا كون النظر مفيدا لليقين فقال بعضهم طلب اليقين غير ممكن ، وقالوا بتكافؤ الأدلة وادّعوا النفس ، وليس يحصل لنا الأمان وقال لبعضهم لسنا نتيقن أيضا تكافؤ الأدلة بل هذا أيضا لا ندريه ، وكشف الغطاء عن هذا صعب ويستدعي تطويلا ولكن أفيدك الآن طريقين تثق بهما في كذب الوهم .\r\nالأول جملي : وهو أنك لا تشك في وجود الوهم والقدرة والعلم والإرادة وهذه الصفات وليس هذا من النظريات ، ولو عرضت الوهم على نفس الوهم لأنكره . فإنه يطلب له سمكا ومقدارا ولونا فإذا لم يجده إياه ، ولو كلفت الوهم أن يقابل ذات القدرة والعلم والإرادة لتصور لكل واحد قدرا ومكانا مفردا ، ولو فرضت له اجتماع هذه الصفات في جزء واحد وجسم واحد لقدر بعضها منطبقا على البعض كأنه ستر مرسل على وجهه ، ولم يقدر على تقدير إدخال البعض في البعض الآخر بأسره ، فإنه إنما يشاهد الأجسام ويراها متميزة في الوضع فيقضي على كل شيئين بأنه متميّز في الوضع عن الآخر .\r\nالطريق الثاني : وهو معيار في آحاد المسائل وهو أن تعلم أن جميع قضايا الوهم ليست كاذبة فإنها توافق العقل في استحالة وجود شخص في مكانين ، بل لا تنازع في جميع العلوم الهندسية والحسابية وما يدرك بالحس ، وإنما تنازع فيما وراء المحسوسات لأنها تمثل غير المحسوس\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبالمحسوس ، إذ لا تقبله إلا على نحو المحسوسات . فحيلة العقل في أن يثق بكذبه وبقضاياه مهما نظر في غير محسوس أن يأخذ مقدمات يقينية يساعد الوهم عليها وينظمها بنظم المقايسين التي ذكرناها . فإن الوهم يساعد على أن اليقينيات إذا نظمت كذلك كانت النتيجة لازمة كما سبق من الأمثلة وكما في سائر الهندسيات فيتخذ ذلك ميزانا وحاكما بينه وبينه . فإذا رأى الوهم قد كاع عن قبول نتيجة دليل قد ساعد على مقدماته وساعد على صحة نظمه وساعد على أن مثل هذا النظم منتج بالضرورة وأن تلك المقدمات صحيحة بالضرورة ثم أخذ يمتنع عن قبول النتيجة علم أن ذلك من نفور في طباعها عن إدراك هذا الشيء الخارج عن المحسوسات . فاكتف بهذا القدر فإن تمام الإيضاح لا يحصل إلا بالامتحان في أمثلة كثيرة ، وذلك مما يطول فيه الكلام .\r\n\r\nالسابع المشهورات :\r\nوهي آراء مجموعة أوجب التصديق بها ، إما شهادة الكل والأكثر أو شهادة الجماهير أو الأفضل ، كقولك الكذب قبيح والإنعام حسن وشكر المنعم حسن وكفران النعمة قبيح وهذه قد تكون صادقة وتكون كاذبة ، فلا يجوز أن يعوّل عليها في مقدمات القياس . فإن هذه القضايا ليست أولية ولا وهمية ، فإن الفطرة الأولى لا يقضي بها بل ينغرس قبولها في النفس بأسباب كثيرة تعرض من أول الصبي ، وذلك بتكرير ذلك على الصبي وتكليفه اعتقاده وتحسين ذلك عنده ، وربما يضطر إليها حب التسالم وطيب المعاشرة ، وربما نشأ من الحياء ورقة الطبع ، فنرى أقواما يصدقون بأن ذبح البهائم قبيح ويمتنعون من أكل لحومها وما يجري هذا المجرى ، فالنفرة من المجبولة على الجبن والرقة أطوع لقبولها ، وربما حمل على التصديق بها الاستقراء الكثير ، وربما كانت القضية صادقة ولكن بشرط دقيق لا يفطن الذهن لذلك الشرط ويستمر على تكرير التصديق فيترسّخ في نفسك كمن يقول مثلا التواتر لا يورث العلم لأن قول الواحد لا يورث ، وكذلك الثاني ، فقد انضم ما لا يوجب إلى ما لا يوجب والمجموع لا يزيد على الآحاد ، لأن قوله الواحد لا يوجب العلم ، إذ يجوز عليه\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالغلط ، وهذه قضية يظن أنها صادقة بالإطلاق وليس كذلك ، بل الصادق أن قول الواحد المنفرد بقوله يحتمل الغلط والجمع يخرجه عن الانفراد ، وكل واحد لا يوجب قوله العلم بشرط أن لا يكون معه الآخرون ، فإذا اجتمعوا بطل هذا الشرط . وهذه من المثارات العظيمة الغلط وللتصديق بالمشهورات أسباب كثيرة يطول إحصاؤها ولا ينبغي أن تتّخذ مقدمات القياس اليقيني منها البتّة ، وأكثر أقيسة الجدليين من المتكلمين والفقهاء في مجادلاتهم وتصانيفهم مؤلّفة من مقدمات مشهورة فيما بينهم ، سلّموها لمجرد الشهرة وذهلوا عن سببها . ولذلك نرى أقيستهم تنتج نتائج متناقضة فيتحيّرون فيها وتتخبط عقولهم في تنقيحها . فإن قلت فيما أدرك الفرق بين المشهور والصادق فاعرض قول القائل الصدق جميل والكذب قبيح على العقل الأولي الفطري الموجب للأوليات ، وقد رانك لم تعاشر أحدا ولم تخالط أهل ملة ولم تأنس بمسموع ولم تؤدّب باصطلاح ولم تهذب بتعليم أستاذ وأب ومرشد وكلّف نفسك أن تشكك فيه ، فإنك تقدر عليه وتراه متأتيا ، وإنما الذي يعسر عليك هذه التقريرات . فإن تقدير الجوع في حال الشبع عسير وكذا تقدير كل حالة أنت منفك عنها في الحال . ولكن إذا تحدّقت فيه أمكنك التشكّك ، ولو كلفت نفسك الشك في أن الاثنين أكثر من الواحد لم يكن الشك متأتيا بل لا يتأتى الشك في أن العالم ينتهي إلى خلا وهو كاذب وهمي ، ولكن فطرة الوهم تقتضيه والآخر تقتضيه فطرة العقل . فأما كون الكذب قبيحا فلا تقضي به لا فطرة الوهم ولا فطرة العقل بل ما ألفه الإنسان من العادات والأخلاق والاصطلاحات ، وهذه أيضا مغاصة مظلمة يجب التحرز عنها . وقلّ من لا يتغير بهذه المقدمات ولا تلتبس عليه باليقينيات ، لا سيما في تضاعيف الأقيسة مهما كثرت المراتب والمقدمات . وهذا القدر كاف في المقدمات التي هي جاملة للنظم والترتيب والتأليف . والمستفاد من غلط الوهم لا يصلح البتة والمشهورات تصلح للفقهيات الظنية ولا تصلح لغيرها ولنختم هذا في المقاصد .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالفن الثالث من القياس في اللواحق وفيه فصول\r\n\r\nالفصل الأول في بيان كل ما تنطق به الألسنة في العادات والمحاورات والفقهيات والعقليات\r\nممّا يذكر في معرض الدليل والتعليل ويمكن أن يقرن به لأنّ ، ويذكر في جواب لم ، فذلك بالضرورة يرجع إلى ضروب النظم التي ذكرناها . ولا بد منها البتة ، وأن ما ترى تأليفه وإطلاقه على غير ذلك النظم فله أربعة أسباب : وذلك إما قصور علم الناظر بتمام نظم القياس ، وإما إهماله بعض المقدمات لكونها واضحة ، وإما إهماله لكونها مشتملة على موضع التلبيس فيحذر من أن يصرّح به فيطّلع على تلبيسه ، وإما تركيب الضروب التي ذكرناها وجمع جملة من آحادها في سياق كلام واحد . فإنا لم نذكر إلا المفردات من النظم ، فإن تلك المفردات إذا تداخلت حصل منها تأليفات كثيرة أعرضنا عن تفصيلها للإيجاز . ولنورد لكل واحد منها مثالا :\r\nالأول فيما ترك إحدى مقدمتيه لوضوحه وهو أكثر الأدلة العقلية والفقهية ، إذ يحترز عن التطويل ، وكذا في المحاورات كما يقول القائل هذا يجب عليه الرجم وهذا قد زنا وهو محصّن فإذا يجب عليه الرجم . ولكن ترك مقدمة الحكم وذكر مقدمة المحكوم عليه لأنه يراه مشهورا ، وكذلك يقال العالم .\r\nلوجوده سبب فيقال لم فنقول لأنه حادث فإذا له سبب . وكما يقال نكاح الشغار فاسد فيقال لم فنقول لأنه منهيّ عنه . وتمامه أن نقول كل منهي عنه فهو فاسد ونكاح الشغار منهي عنه فهو إذا فاسد ولكن ترك ذلك للشهرة والتلبيس أيضا حتى لا يقول الخصم أسلّم أنه منهي عنه ولكن لا أسلّم أن كل\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nمنهي عنه فاسد فيترك المقدمة الممنوعة . وأما مثال ما يترك لأجل التلبيس فأن تقول فلان خائن في حقك فيقال لم فيقول لأنه يناجي عدوك ، وتمامه أن يقول كل من يناجي العدو فهو خائن وهذا يناجي العدو فهو خائن ، ولكن ترك مقدمة الحكم فإنه لو صرح به ربما يذكر أنه ربما يناجي العدو ليخدعه أو يستميله أو ينصحه ، ولا يسلّم أن كل من يناجي العدو فهو خائن فيترك ذلك حتى لا يتذكر محل الكذب ، وربما يترك مقدمة المحكوم عليه فيقول لا تخالط فلانا فيقال لم فيقول لأن الحسّاد لا تؤمن مخالطتهم .\r\nوتمامه أن نقول الحسّاد لا يخالطون وهذا حاسد فينبغي أن لا يخالط ، فتركت مقدمة المحكوم عليه وهو قولك هذا حاسد وكل من يقصد التلبيس في المجادلات فطريقه إهمال إحدى المقدمتين إيهاما بأنه واضح وربما يكون الكذب فيه أو استغفالا للخصم واستجهالا له ، فإنه ربما يتنبّه للحاجة إلى المقدمة الثانية . وهذا كله أمثلة النظم الأول ، وقد يقع في غيره أيضا .\r\nكمن يقول مثلا كل شجاع ظالم فيقال لم فيقول لأن الحجّاج « 1 » كان شجاعا وظالما ، فهذا تمامه أن يقول الحجّاج شجاع والحجّاج ظالم . فكل شجاع ظالم وهو غير منتج لأنه طلب نتيجة عامة من النظم الثالث ، وقد ثبت أن النظم الثالث لا ينتج إلا قضية خاصة ، وإنما كان من النظم الثالث لأن العلة هي الحجّاج ، فإنه متكرر في المقدمتين ولا يلزم منه إلا أن بعض الشجعان ظلمة ، أما الكل فغير لازم . وكذلك يقول العامي المتفقهة سيئة الآداب والمتصوفة كلهم فسقة ، فيقال لم فيقول لأني رأيت متصوفة الرباط الفلاني ومتفقهة المدرسة الفلانية يفعلون كيت وكيت وهو خطأ لأنه طلب نتيجة عامة من النظم الثالث وهو محال ، وبالجملة مهما كانت العلة أخص من الحكم والمحكوم عليه في النتيجة لم يلزم إلا نتيجة جزئية ، وهو معنى\r\n\r\n\r\n","description":"","footnote":" ( 1 ) الحجّاج بن يوسف الثقفي عامل الأمويين على العراق والمشهور ببطشه النصف الثاني من القرن الأول الهجري . ","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالنظم الثالث ، ومهما كانت العلة أعم من المحكوم عليه وأخص من الحكم أو مساويا للحكم كان من النظم الأول وأمكن أن تستنتج منه القضايا الأربعة ، ومهما كانت العلة أعم من الحكم والمحكوم عليه جميعا كان من النظم الثاني ولم ينتج منه إلا النفي ، أما الإثبات فلا . ومثاله من العادات أن تقول هذه المرأة حبلى فيقال لم فتقول لأنها عظيمة البطن فهذا دليل فاسد وقد حذف إحدى مقدمتيه . وتمامه أن يقول هذه المرأة عظيمة البطن وكل عظيمة البطن فهي حبلى فهذه المرأة إذا حبلى ، والعلة عظيمة البطن وقد جعل خبرا في المقدمتين ، وهو أعم من المحكوم عليه فإنه المرأة المعيّنة وعظيمة البطن ، إذ قد يعظم بطن غيرها ، وأعم أيضا من الحكم فإن الحكم هو الحبل وعظم البطن أعم منه إذ قد يكون بالاستسقاء والسمن والانتفاخ .\r\nوالغلط من هذا الوجه في الفقهيات والكلاميات أكثر من أن يحصى . وأما مثال المختلطات المركبة من كل نمط فكقولك الباري تعالى إن كان على العرش فهو إما مثل أو أكبر أو أصغر أو مساو ، وكل مساو أو أكبر أو أصغر مقدّر وكل مقدر إما أن يكون جسما أو لا يكون جسما ، وباطل أن لا يكون جسما فثبت أنه جسم فيلزم أن يكون الباري تعالى جسما ومحال أن يكون جسما فمحال أن يكون على العرش . وهكذا تجري أكثر المقاييس في التصانيف والمحاورات وبه تتيسر التلبيسات ، إذ يمكن أن يهمل في وسط هذه الكثرة مقدمة فيها غلط ، فمن لا يقدر على تحليل هذا التركيب وردّه إلى ما سبق ربما غلط من حيث لا يدري وصدّق بقياس لا يجب التصديق به . وقد اشتمل هذا على النمط الأول وعلى النمط الثاني وهو التلازم وعلى النمط الثالث وهو التقسيم والتعاند ، وإذا اتّقنت المفردات أمكنك رد المختلطات إليها فلست أطول بتعليم وجه التحليل فقد لاح لك بهذه الأمثلة أنه لا يتصور أن ينطق أحد في معرض دليل بكلمة إلا ورجع إلى ما ذكرناه .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nالفصل الثاني في بيان أن ما يسمّى استقراء وتمثيلا يرجع بالضرورة إلى ما ذكرناه\r\nأما الاستقراء فهو عبارة عن تصفّح أمور جزئية ليحكم بحكمها على أمر يشتمل تلك الجزئيات ، كقولنا في الفقه الوتر ليس بفرض لأنه يؤدّى على الراحلة ، فيقال ولم قلتم إن الفرض لا يؤدّى على الراحلة ؟ فنقول عرفنا ذلك بالاستقراء ، فإنا رأينا القضاء والأداء والمنذور وسائر أصناف الفرائض لا تؤدّى على الراحلة ، فعلمنا أن كل فرض لا يؤدّى على الراحلة . ووجه دلالة هذا لا تتم إلا بالرد إلى النظم الأول وهو أن نقول كل فرض إما قضاء أو أداء أو نذر ، وكل قضاء وأداء ونذر فلا يؤدّى على الراحلة فإذا كل فرض لا يؤدّى على الراحلة ، وهذا مخيّل يصلح للظنيات دون القطعيات . والكذب تحت قوله إما أداء فإن حكمه بأن كل أداء لا يؤدّى على الراحلة لا يسلّمه الخصم . فإن الوتر أيضا أداء كالعصر والصبح ، وإنما سلّم الخصم الصلاة الخمس ، أما السادس فما سلّمه .\r\nفنقول وهل استقريت حكم الوتر في تصفّحك وكيف وجدته ؟ فإن قلت وجدته لا يؤدّى على الراحلة فالخصم لا يسلّم وإن لم تتصفّحه فلم يتبيّن لك إلا بعض الأداء ، فخرجت المقدمة الثانية عن أن تكون عامة وصارت خاصة ، وكان الواجب أن تقول بعض الفرض لا يؤدّى على الراحلة ، وذلك لا ينتج فإنّا بيّنا أن المقدمة الثانية في النظم الأول ينبغي أن تكون عامة ، فإن كانت خاصة لم تنتج . وهذا غلط من قال إن صانع العلم تعالى عن قوله\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nجسم ، إذ يقال له لم فيقول لأن كل فاعل جسم ، فيقال له فبما عرفت هذا فيقول بالاستقراء ، إذ تصفّحت الفاعلين من خياط وبنّاء وإسكاف وحجّام وحداد وغيرهم فوجدتهم أجساما ، فيقال وهل تصفّحت صانع العالم ، فإن قلت نعم فوجدته جسما فهو محل النزاع ، فكيف أدخلته بالمقدمة ؟ وإن قلت لا فقد ظهر لك بعض الفاعلين لا كلّهم ، فظهر بذلك أن الاستقراء إذا لم يكن تاما مستوعبا لم يفد وإن استوعب دخلت فيه النتيجة المطلوبة ، ولا يصحّ ذلك إلا في الظنيات لأنه مهما وجد الأكثر على نمط واحد غلب على الظن أن الآخر كذلك .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nالفصل الثالث من وجه لزوم النتيجة من المقدمات\r\nوهو الذي يعبّر عنه بوجه الدليل ، ويلتبس الأمر فيه على الضعفاء ولا يتحققون أن وجه الدليل عين المدلول أو غير . فيقول كل مفردين جمعتهما القوة المفكرة ونسبت أحدهما إلى الآخر بنفي أو إثبات وعرضته على العقل لم يخل العقل فيه من أمرين إما أن يصدّق به أو يمتنع عن تصديقه ، فإن صدّق به فهو الأولى المعلوم بغير واسطة ، ويقال إنه معلوم بغير دليل وبغير علة وبغير حيلة وبغير نظر وتأمل . وهذه العبارات تؤدّي معنى واحدا في هذا المقام ، وإن امتنع عن المبادرة إلى التصديق ولا يطمع بعد ذلك في تصديقه إلا بواسطة ، وتلك الواسطة هي التي تنسب الحكم إلى المحكوم عليه فيجعل خبرا عنه فيصدق به وينسب إلى الحكم فيجعل الحكم خبرا عنه فيصدق به فيلزمه من ذلك بالضرورة التصديق بنسبة الحكم إلى المحكوم عليه ، وبيانه أنا إذا قلنا للعقل هل النبيذ حرام ؟ قال لا أدري ولم يصدق به ، فعلمنا أنه ليس في الذهن طرف هذه القضية وهو الحرام والنبيذ ، فلا بد وأن يطلب واسطة ، ربما يصدق العقل بوجوده في النبيذ ويصدق بوجود وصف الحرام لتلك الواسطة فيلزمه التصديق بالمطلوب . فيقول وهل النبيذ مسكر فيقول نعم ، إذا كان قد حصل له ذلك بالتجربة ، فيقول وهل المسكر حرام فيقول نعم إذا حصل له ذلك بالسماع ، فيقول وهل المدرك بالسمع ( يعمل بحكمه ) قلنا نعم . فإن صدّقت بهاتين القضيتين لزمك\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالتصديق بالثالث وهو أن النبيذ حرام بالضرورة ، فيلزمه ذلك ويذعن للتصديق به . فإن قلت هذه القضية ليست خارجة عن القضيتين وليست زائدة عليهما ، فاعلم أن ما توهمته حق من وجه وغلط من وجه . أما وجه الغلط فهو أن هذه القضية ثالثة بدليل أنك تقول النبيذ حرام وتقول النبيذ مسكر وتقول المسكر حرام ، فليس قولك النبيذ حرام تكرار في المقدمتين بعدهما بل هذه ثلاث مقدمات متباينة اللفظ والمعنى ، فعرفت أن النتيجة اللازمة غير المقدمات الملزم بها ، وأن الملزمة اثنتان والنتيجة ثالثة سواهما . وأما وجه كونه حقا فهو أن قولك المسكر حرام شامل لعموم النبيذ الذي هو أحد المسكرات ، فقولك النبيذ حرام منطو فيه ولكن بالقوة لا بالفعل ، إذ قد يحضر العام في الذهن ولا يحضر الخاص ، فمن قال الجسم متحيّز لا يخطر بباله ذكر القطب فضلا عن أن يخطر بباله مع ذلك حكمه بأنه متحيّز ، فإذا النتيجة موجودة في إحدى المقدمتين بالقوة ومعلومة بالفعل ، والموجودة بالقوة القريبة ربما يظن أنها موجودة بالفعل توهما ، فاعلم أن هذه النتيجة لا تخرج من القوة إلى الفعل بمجرد العلم بمقدمتين ما لم تحضر المقدمتين في الذهن ويخطر بباله وجه وجود النتيجة في المقدمة بالقوة ، وإذا تأملت ذلك صارت النتيجة بالفعل ، إذ لا يبعد أن ينظر الناظر إلى بغلة منتفخة البطن فيتوهم أنها حامل ولو قيل له هل تعلم أن البغلة عاقر فيقول نعم ، فإن قيل له فهل تعلم أن هذه بغلة فيقول نعم ، فيقال كيف توهمت أنها حامل فيتعجب هو من توهّم نفسه مع علمه بالمقدمتين ، أي علمه أن كل بغلة عاقر وهذه بغلة فهي إذا عاقر والعاقر هي التي لا تحمل ، فإذا هي لا تحمل .\r\nوانتفاخ البطن له أسباب سوى الحمل فإذا انتفاخها من سبب آخر ، ولما كان السبب الخاص القريب لحصول النتيجة في الذهن التفطّن لوجود النتيجة بالقوة في المقدمة أشكل على الضعفاء ، فلم يعرفوا أن وجه الدليل عين المدلول أو غيره . والحق أن المدلول هو المطلوب المنتج وأنه عين التفطّن لوجوده في المقدمة بالقوة ، لكن هذا التفطّن هو سبب حصوله على سبيل التولد عند المعتزلة وعلى سبيل استعداد الذهن بحضور هذه المقدمات مع\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nهذا التفطّن لفيضان النتيجة من عند واهب الصور المعقولة الذي هو العقل الفعّال عند الفلاسفة ، وعلى سبيل تضمن المقدمات للنتيجة بطريق اللزوم الذي لا بد منه عند أكثر أصحابنا المخالف للتولد الذي ذكره المعتزلة ، وعلى سبيل حصوله بقدرة اللّه تعالى عقيب حصول المقدمتين في الذهن ، والتفطّن لوجه تضمنه له بطريق إجراء اللّه العادة على وجه يتصور خرقها بأن لا يخلق عقيب تمام النظر عند بعض أصحابنا ، ثم ذلك من غير نسبة له إلى القدرة الحادثة عند بعضهم بل بحيث لا تتعلق بها قدرة العبد ، وإنما قدرته على استحضار المقدمتين ومطالعة وجه تضمن المقدمة للنتيجة على معنى وجودها فيها بالقوة فقط . فأما صيرورة النتيجة بالفعل فلا تتعلق به القدرة ، وعند بعضهم تتعلق به القدرة الحادثة فيكون العلم النظري كسب العبد ، وإيضاح الرأي الحق من جملة ذلك لا يليق بما هو النظر الفاسد ما هو ، وترى الكتب مشحونة بتطويلات في معنى هذه الألفاظ من غير شفاء . وإنما الكشف يحصل بالطريق الذي سلكناه فقط لا ينبغي أن يكون شغفك بالكلام المعتاد المشهور بل بالكلام المفيد الموضح ، وإن خالف المعتاد .\r\nمغالطة من منكري النظر : وهو أن يقول ما تطلبه بالنظر هو معلوم لك أم لا ، فإن علمته فكيف تطلبه وأنت واحد وإن جهلته فإذا وجدته ، فبم تعرف أنه مطلوبك ، وكيف يطلب العبد الآبق من لا يعرفه فإنه لو وجده لم يعرف أنه مطلوبه ، وحلّها أن تقول أخطأت في نظم دليلك ، فإن تقسيمك ليس بحاصر ، إذ قلت تعرفه أو لا تعرفه بل هاهنا قسم ثالث وهو إني أعرفه من وجه وأجهله من وجه ، وأعني الآن بالمعرفة غير العلم . فإني أفهم مفردات أجزاء المطلوب بطريق المعرفة والتصور وأعلم جملة النتيجة المطلوبة بالقوة لا بالفعل ، ولو كنت أعلمه بالفعل لما طلبته ولو لم أعلمه بالقوة لما طمعت في أن أعلمه ، إذ ما ليس في قوة عليه يستحيل حصوله كالعلم باجتماع الضدين ، ولولا أني أدركه بالمعرفة والتصور لأجزائه المفردة لما كنت أعلم بالظفر بمطلوبي إذا وجدته ، وهو كالعبد الآبق فإني\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nأعرف ذاته بالتصور ، وإنما أنا طالب مكانه وأنه في البيت الفلاني أم لا ، وكونه في البيت أعلمه بالمعرفة والتصور أي لفهم البيت مفردا وأفهم الكون مفردا وأعلمه بالقوة ، أي في قوة أن أصدّق بكونه في البيت ولكن لست مصدّقا بالفعل ، وإنما أطلب حصوله بالفعل من جهة حاسة البصر ، وإذا رأيته في البيت بالمشي إليه صدّقت بكونه في البيت بالفعل ، فلولا معرفتي البيت والكون والعبد بطريق التصور للمفردات لما عرفت وجه المطلوب عند رؤية العبد ، ولولا أنه في قوة التصديق لما صار بالفعل ، فكذلك أطلب أن العالم حادث فأفهم العالم مفردا بالمعرفة والتصور وأعلم الحادث بالمعرفة وفي قوة التصديق بأن العالم حادث فإذا صار بالفعل علمت أنه مطلوبي ولو كان بالفعل لما طلبته .\r\nمغالطة أخرى : قال بعض منكري العلم ، أتعلم كل اثنين زوج فقيل نعم ، فقال فما في يدي زوج أم لا ، فإن قلت نعم فبم أعرفه والكف مجموع ، وإن قلت لا فقد ناقضت قولك ، إذ قلت عرفت أن كل اثنين زوج وما في يدي اثنان فكيف لم تعلم أنه زوج ، فأجيب عن هذا بأنا عنينا بما ذكرنا أن كل اثنين عرفنا أنهما اثنان فهما زوج ، وما في يدك لم أعرف أنه اثنان ، ولو عرفت أنه اثنان لقلت أنه زوج . وهذا الجواب مع وضوحه خطأ فإنا إذا قلنا كل اثنين زوج إن أردنا به أن كل الاثنين زوج سواء عرفنا أن ما في يده اثنان أو لم نعرف كان خطأ بل كل ما هو اثنان في نفسه وفي علم اللّه تعالى فهو بالضرورة زوج ، لكن الجواب الحق أن ما بيدك زوج إن كان اثنين ، وقولي لا أعرف أنه اثنان لا يناقض قولي كل اثنين زوج بل نقيض قولي كل اثنين زوج قولي كل اثنين فليس بزوج أو بعض ما هو اثنان ليس بزوج .\r\nهاتان المغالطتان وإن كانتا من الجليات فإنما أوردتهما ليقع الأنس بتحرير الكلام في حل الإشكالات ، فإن الأغاليط في النظريات كلها ثارت من إهمال الجليات والتسامح فيها ، ولو أخذت الجليات وحررت ثم تطرق\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nمنها إلى ما بعدها تدريجا حتى لا يخفى قليلا قليلا فيتّضح الشيء بما قبله على القرب لطاحت المغالطات ، ولكن عادة النظّار الهجوم على غمرة الأشكال وطلب الأمر الخفي البعيد عن الأوائل الجليّة بعد أن تخلّلت بينه وبين الأوائل درجات كثيرة فلا تمتد شهادة الجلي ولا يقوى الذهن على الترقّي في المراقي الكثيرة دفعة فتزلّ الأقدام وتعتاص المطالب وتنحطّ العقول ، ولذلك ضلّ أكثر النظّار وأضلوا إلا عصابة الحق الذين هداهم اللّه تعالى بنوره وأرشدهم إلى طريقه .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالفصل الرابع في انقسام القياس إلى قياس دلالة وقياس علة\r\nأما قياس الدلالة فهو أن يكون الأمر المكرّر في المقدمتين معلولا ومسبّبا ، فإن العلة والمعلول يتلازمان وإن شئت قلت السبب والمسبب وإن شئت قلت الموجب والموجب . فإن استدللت بالعلة على المعلول فقياسك قياس علة وإن استدللت بالمعلول على العلة فهو قياس دلالة ، وكذلك إن استدللت بأحد المعلولين على الآخر مثال قياس العلة من المحسوس بأن تستدل على المطر بالغيم وعلى شبع زيد بأكله ، فتقول كل من أكل كثيرا فهو بالحال شبعان وزيد قد أكل كثيرا فهو إذا شبعان . ونعني بالعلة هاهنا السبب الاعتباري ، إذ الغرض التمثيل ، ولا تطلب الحقائق من الأمثلة المسوقة لتفهيمات مقاصد بعيدة عن الأمثلة ، وإن استدللت بالشبع على الأكل كان قياسك قياس دلالة فإنك إذا عرفت أن زيدا شبعان حكمت عليه بأنه أكل ، فكان نظم قياسك أن كل شبعان فقد أكل من قبل وزيد شبعان فإذا قد أكل ، وكذا ترى امرأة ذات لبن فتقول كل امرأة ذات لبن فهي قد ولدت وهذه ذات لبن فهي إذا ولدت . ومثاله من الكلام أن تقول كل فعل محكم ففاعله عالم والعالم محكم ففاعله عالم والأحكام مسبب العلم لا سببه فهو دلالة ، ولذلك يجوز أن يتأخر الدليل عن المدلول حتى يستدلون بالتيمّم على حكم الوضوء ، ولا تتأخر العلة عن المعلول . ومثال قياس العلة في الفقه الاستدلال بالسكر على التحريم كما مضى ، ومثال الاستدلال بإحدى\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالنتيجتين على الأخرى في الفقه قولنا في الزنا إنه لا يوجب حرمة المصاهرة لأنه وطئ لا يوجب المحرمية وما لا يوجب المحرمية لا يوجب الحرمة وهذا لا يوجب المحرمية فإذا لا يوجب الحرمة ، والمشترك في المقدمتين المقرون بقولنا لأن المحرمية وهي ليست علة الحرمة ولا الحرمة علة لها ، بل هما نتيجتا علة واحدة . وحصول إحدى النتيجتين يدل على الأخرى بواسطة العلة ، فإنها تلازم علتها والنتيجة الثانية أيضا تلازم علتها وملازم الملازم ملازم لا محالة . فإن ظهر أن المحرمية علة الحرمة لم يكن هذا صالحا لأن يكون مثالا لغرضنا . وأما مثاله في العادات فجميع الأدلة في علم الفراسة ، فإنه يستدل بالخلقة والمزاج على الخلق لا لأن أحدهما علة الآخر ولكن كلاهما بحكم جريان العادة نتيجة علة واحدة ، حتى يقال في علم الفراسة الإنسان إذا انضم عظم أعالي يديه وصدره ووجهه إلى عظم عرضه واتساعه كان شجاعا قياسا على الأسد ، والشجاعة واتساع الصدر ليس أحدهما علة للآخر ولكن عرف باستقراء الحيوانات تلازمهما فعلم أن علتهما واحدة وأن أحدهما يدل على الآخر عند شروط أخر مضمومة إليه كما يستقصى في ذلك العلم . وقد كان الشافعي رضي اللّه عنه ماهرا فيه وصادق الحدس في التفرس ، وهذا العلم يتداعى إلى عجائب عظيمة حتى أن الناظر في كتف الشاة يستدل بما فيها من الخطوط الحمر على جريان سفك الدماء في السنة وما فيها من النقط على كثرة الأمطار والنبات ويصيب فيها ويعلم قطعا أن حمرة خطوط كتف الشاة لا تكون علة تقاتل السلاطين ولا النقط فيها علة كثرة النبات والأمطار ولا معلولا لها ، ولكن لا يبعد من عجائب صنع اللّه تعالى أن يكون في الأسباب السماوية سبب واحد يتفق في تلك السنة فيكون علة بحكم إجراء العادة لحياة في أعضاء الحيوانات وتشكلاتها وفي أسباب كثرة الغيوم وفي أسباب تواحش القلوب التي هي أسباب التقاتل التي هي أسباب سفك الدماء ، وإنما يستنكر هذه العلوم الجهّال الذين لا خبرة لهم بعجائب صنع اللّه تعالى واتساع قدرته .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nالفصل الخامس في حصر مدارك الغلط في القياس\r\nاعلم أن الشيطان مسلّط على كل ناظر ومشغوف بتلبيس الحق وتغطيته ومصرّ على الوفاء بقوله  فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ  « 1 » والتحذّر منه شديد ولا يتيسر إلا لمن هو في محل استثنائه حيث قال  إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ  « 2 » جعلنا اللّه وإيّاك منهم فعليك أن تأخذ في نظرك من الشيطان ووسواسه حذرك .\r\nفإن قلت كيف لي به مع ما أنا عليه من الضعف ومع ما هو عليه من التسلط والتمكن حتى أنه ليجري من ابن آدم مجرى الدم ، فاعلم أن العقل حزب من أحزاب اللّه تعالى ذكره وجنّد من جنوده ما أنعم به عليك إلا لتستعين به على أعدائه ووجه الاستعانة أن تتفقّد بنور العقل وسراجه الزاهر مداخل الشيطان في النظر ، وتعلم أن حصن النظر والدليل ما لم ينثلم ركن من أركانه لم يجد الشيطان مدخلا فإنه لا يدخل إلا من الثلم ، فإذا أبصرت الثلم بنور العقل وسددتها وأحكمت معاقلها انصرف الشيطان خائبا خاسرا واهتديت إلى الحق ونلت بمعرفة الحق درجة القرب من رب العالمين .\r\nوجميع الثلم التي هي مداخل الغلط ترجع في القياس إلى سبع جمل وإن كان لكل واحد تفصيل طويل ونحن نومي إلى الجمل ، وذلك ، أنك بالضرورة\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) سورة ص ، الآية 82 .  ( 2 ) سورة ص ، الآية 83 . ","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nتعلم أن المقدمات القياسية إذا كانت صادقة يقينية وكانت مفردات معارفها وهي الأجزاء الأول محصّلة في العقل بحقائق معانيها دون ألفاظها وكانت المقدمات التي هي الأجزاء الثواني أيضا متمايزة مفصلة وكانت غير النتيجة وكانت أعرف من النتيجة وكان تأليفها داخلا في نمط من جملة ما ذكرناه وكان بعد وقوعه في نمط واحد جامعا للشروط التي شرطناها في ذلك النمط ، كان الحكم الذي يلزم منه حقّا وصدقا لا محالة ، فإن لم يكن حقا فهو لخلل وقع في هذه الأمور ، فلنفصّلها .\r\nالمدخل الأول : أن لا تكون المقدمات صادقة بل تكون مقبولة بحسن الظن أو وهمية أو مأخوذة من الحس في مظان غلطه ، وذلك عند بعد مفرط أو قرب مفرط أو اختلال شرط من الشروط الثمانية التي فيها ، وأكثر أغاليط النظّار من التصديق بالمألوفات والمسموعات في الصبي من الأب والأستاذ وأهل البلد والمشهورين بالفضل ، وقد انتهى هذا الداء بطائفة إلى أن صدّقوا بأن الحروف التي ينطقون بها في الحال قديمة ولو سوّلوا عن ألسنتهم لقالوا هي حادثة ، ولو قيل له كيف كان كلامك أكان قبل لسانك أو بعده لقال بعده ، فإذا قيل فما هو بعد لسانك كيف يكون قديما وكيف يكون قديم متأخرا عن حادث لم ينفع هذا معهم . واعلم أن من الأذهان ما فطر فطرة تسارع إلى قبول كل مسموع ثم ينصبغ به انصباغا لا يمكن البتة انجلاؤه عنه ويكون مثاله كالكاغد الرخو الذي يغوص الحبر في عمقه ، فإن أردت محوه لزمك إفساد الكاغد وخرقه ، وما دام الكاغد موجودا كان السواد فيه موجودا . فهؤلاء أيضا ما دامت أدمغتهم موجودة كانت هذه الضلالات فيها موجودة لا يقدر البشر على إزالتها . وأما الذين كذبوا بوجود موجود لا يشار إلى جهته ولا يكون داخل العالم ولا خارجه فهم أظهر عذرا وأقرب أمرا من هؤلاء ولكنهم أيضا عادلون عن الحق بالإذعان لمقتضى . الوهم والعجز عن التمييز بين حكمه وحكم العقل . ومهما قصد رسوخ مثل هذا الاعتقاد في النفوس أعني قدم الحروف ينبغي أن يكرّر ذلك على السمع في الصبا ويختم الوجه عند ذكر منكره ويستعاذ باللّه تعالى ويطلق اللسان في ذمه ويقال إن\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nذلك قول بعض الكفرة ، أعني الذين يفعل بهم في النار كيت وكيت ويخترع على ذلك حكايات ، مثل أن يقال إن فلانا كان ممن يعتقده فأصبح وقد مسخه اللّه كلبا وإن فلانا يسمع من قبره صياح الكلاب لقوله بكذا وكذا فلا يزال يترسخ في نفس الصبي ذلك على التدريج من حيث لا يشعر كما يرسّخ النقش في الحجر ويتعذّر على كل العلماء دواه بعد الكبر مثل العلة المستحكمة التي تجاوز معالجتها قدرة الطبيب ، ولا فرق بين مرض القلوب ومرض الأبدان نعوذ باللّه منهما . وأما أنت وإن لم ينته تقليدك إلى هذا الحد فاحذر أن تكون من جملة من يعتقد شيئا خفيا استحسنته وصدّقت به من غير دليل واستشعت خلافه فأبيت التصديق بضده لكونه شنيعا قبيحا . واعلم أن الحق غير الحسن والشنيع غير الباطل ، إذ رب شنيع حق ورب محمود باطل . فإن إنكار كون اللّه على العرش وكون الحروف قديمة شنيع عند أهله وتجويز ذبح الحيوانات شنيع عند طائفة كما أن إيلام البريء من غير غرض شنيع عند الجماهير ، فاحترز من هذه المغاصة تسلم من إحدى مكايد الشيطان واعرض ما صدّقت به على نفسك . فإن كان امتناع التشكّك فيه مثل امتناع التشكّك في أن الاثنين أكثر من الواحد فاعلم أنه وجه حق .\r\nالمدخل الثاني : أن يكون الخلل في الصورة وهو أن لا يكون وضعه داخلا في نمط من الجملة المذكورة ، وذلك بأن تكون النتيجة مطلوبة من مقدمة واحدة بالحقيقة ، وأعني بها ما ليست من مقدمتين أصلا أو تكون من مقدمتين بالقوة ولكن ليس فيهما واسطة مكرّرة يقع بها الازدواج والاشتراك . وعدم الاشتراك إن كان في اللفظ والمعنى يسهل دركه ، إذ يعلم أنه لا تحصل نتيجة إن قلنا السماء فوقنا والشمس أصغر فإنهما مقدمتان لا يتداخلان . وإذا كان الاشتراك باللفظ لا بالمعنى فلا يكون ذلك إلا بسبب استعمال لفظ مشترك كلفظ المختار وسائر أقسامه التي ذكرناها وإن أهملنا بعضها وننبّه الآن على أمور خفية مما أهملناه ليستدل بها على ذلك وهي أربعة :\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالأول : أن يكون الاشتراك في أداة من الأدوات أو ما يستعمل رابطة في نظم الكلام ، كقوله كل ما يعلمه اللّه فهو كما يعلمه واللّه يعلم الجوهر فهو إذا كالجوهر ، ووجه الغلط أن هو مشترك الدلالة بين أن يرجع إلى كل ما تبيّن أنه يرجع إلى العالم وبين أن يرجع إلى اللّه سبحانه وتعالى . وهذا وإن كان هاهنا واضحا فإنه تخفى أمثاله في مواضع .\r\nالثاني : بأن تكون المقدمة بحيث تصدق مجتمعة فيظن أنها تصدق مفترقة بسبب حروف النسق بأن يصدق أن يقال الخمسة زوج وفرد ، أي فيه اثنان وثلاثة فيظن أنه يصدق أن يقال هو زوج أيضا ، لأن الواو قد تطلق ويراد بها جميع الأجزاء ، كما يقال الإنسان حيوان وجسم وقد تطلق ويراد بها بعض الأجزاء ، كالمثال السابق . وكما يقال العالم جواهر وأعراض أي بعضه جواهر وبعضه أعراض .\r\nالثالث : ما يصدق مفترقا ، فيظن أنه يصدق مجتمعا ، كما يصح أن يقال زيد بصير أي في الخياطة وزيد جاهل أي في الطب ، فقد صدق كل واحد مفردا ، ولو قلت زيد بصير جاهل كان متناقضا .\r\nالرابع : ألفاظ تواطىء المتواطئة من وجه وهو الذي تتناوله الأشياء المتعددة التي تختلف في الحقائق وتتفق في عوارض لازمة إما قريبة أو بعيدة ، كقولك أن فعل العبد مقدور عليه للعبد وللّه تعالى أي للعبد كسبا وللّه اختراعا ، فكل واحد يشترك في أنه يسمّى مقدورا عليه أعني مقدورا للعبد ومقدورا للّه سبحانه وتعالى ، ولكن تعلّق قدرة اللّه تعالى مخالفة لتعلّق قدرة العبد وقدرة اللّه تعالى مخالفة لقدرة العبد ، فإن شبّهت هذا بالمشترك المحض فقد أخطأت ، إذ لا شركة بين المسميين كالمشترى ولفظ العين إلا في اللفظ ، إذ عبرنا بالمشترك عن المختلفات في الحد والحقيقة المتساوية في التلقيب فقط ، وهاهنا لا بد من اعتقاد مشاركة ما . وإن شبّهت بالمتواطئة فقد ظلمت ، فإن المتواطئة هي المتساوية في الحد ، فإن السماء والإنسان والشجر مشترك في الجسمية اشتراكا واحدا من غير تفاوت البتة إلا\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nفي أمر مختلف خارج الجسمية وحدها . وأما هاهنا فوجه تعلق القدرة بالمقدور مختلف فقد عرفت أن الاسم الواحد يعبّر به عن شيئين إما بالتواطؤ وإما بالاشتراك ، وأما هذا القسم الثالث فبينهما فلنخترع له اسم المردّد ليكون بإزاء الأقسام الثلاثة المعقولة ألفاظ ثلاثة معقولة . فهذا وأمثاله إذا وقعت الغفلة عنه خرج القياس عن النمط الذي ذكرناه فلم يكن منتجا ، إذ بطل به ازدواج المقدمتين حيث جعل الحد المشترك ما هو مشترك باللفظ لا بالحقيقة .\r\nالمدخل الثالث : أن لا يكون نظمه جامعا للشروط التي ذكرنا بعد وقوع الاشتراك بين المقدمتين بأن ألّف من مقدمتين نافيتين أو جزئيتين ، أو كان من النظم الأول ومقدمة المحكوم عليه نافية أو مقدمة الحكم غير عامة ، أو كان من النظم الثاني وقد طلب منه نتيجة مثبتة ، أو من النظم الثالث وقد طلب منه نتيجة عامة . وقد ذكرنا أمثلة هذا .\r\nالمدخل الرابع : أن لا تكون مفردات المعارف ، أعني الأجزاء الأول متمايزة منفصلة بالحقيقة بل ملتفة مختلطة متضمنة لأمور متعددة ، كأن تقول مثلا في مسألة ضمان المنافع بالإتلاف أنها تضمن لأن كل من أتلف مالا ضمنه وغاصب الدار قد أتلف مالا فيضمنه ، فقوله الغاصب أتلف مالا ذكر فيه مفردين المال والإتلاف وطوى تحتهما أمورا كثيرة تلبيسا ، إذ لا تصدق هذه المقدمة ما لم يبيّن أن المنافع أولا موجودة وقد أنكر وجودها بعض الناس ولا يتلف إلا موجود ، وثانيا أن يبيّن أنها باقية إذ الإتلاف يستدعي البقاء وإلا فما يفني بنفسه كيف يتلف . وثالثا أنها أموال وأن كل ما يتلف يضمن ، فإن من فوت منافع بضائع الأمة كمن غصب بضاعة تاجر وحبسها سنة فقد فوت الربح ولا يضمن . ورابعا أن يبيّن أنه مال فإن ذلك لا يسلّم وذلك بأن يذكر حد المال . وخامسا أن يبيّن أن كل مال مضمون ، فإن الحبة الواحدة مال ولا تضمن . وسادسا أن يبيّن أن ضمانه ممكن فما لا يمكن ضمانه لا يمكن الحكم به والضمان مثل والمنافع أعراض فلا يمكن\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمقابلتها بها ، ولقوله قد أتلف مالا مفردان تضمّنا هذه الأمور الكثيرة فلا يدري لعلّ التلبيس تطرق إلى واحد من هذه المراتب ، ومثاله من الكلام من يثبت حدوث الأعراض مثلا ، فإنا نقول كلما رأيناه الآن في محل ورأينا من قبله ضده فهو حادث ، وبياض الشعر مثلا رأيناه الآن ونرى قبله ضده فهو أيضا حادث ، فهذا غير كاف ما لم يبيّن أولا أن ما يدرك بحاسة البصر فهو كما يدرك ، وذلك بأن يعرف جميع شروط صحة الإبصار بالبحث عن الأسباب واستقراء المشاهدات . وثانيا أن يبيّن أن العرض لم يكن كامنا مستورا فظهر للبصر الآن فظهوره هو الحادث دون نفسه . وثالثا أن يبيّن أنه لم يكن في موضع آخر ولا كان قد انتقل فرأى الآن لأنه انتقل الآن فيبطل انتقال العرض وكمونة حتى يتم النظر .\r\nالمدخل الخامس : أن لا تكون النتيجة غير المقدمة بل عينها ولكن استعمل فيها للتلبيس لفظين مترادفين ، كقولك كل بشر إنسان كأنك قلت كل إنسان إنسان ، فإنهما مترادفان فيصير قولك كل إنسان مكلّف وهو مقدمة عين قولك فكل بشر مكلّف وهو النتيجة ، ومثاله في الفقه أن يقول الحنفي في تبييت النية في زمان رمضان أنه صوم عين فلا يفتقر إلى التبييت كالتطوع ، ونظمه أن كل ما هو صوم عين فلا يفتقر إلى التبييت وهذا صوم عين فلا يفتقر إليه . وقوله صوم عين في الأصل مقدمة طويت فيها بعض أجزاء النتيجة . وبيانه أن يقال ماذا أردت بقولك صوم التطوع صوم عين ، فإنه لا يسلم فيقول الدليل عليه أن من أصبح غير ناو بالليل صلح يومه للتطوع ولم يصلح لغيره وما يصلح للشيء لا لغيره فهو عين في حقه فكان هذا صوم عين . فيقال : أما قولك لا يصلح لغيره فلا يوجب التعيين فإن الليل لا يصلح للصوم ولا يقال إنه عين ولكن نضيف إليه أنه يصلح للتطوع وليس له معنى إلا أنه لا يفتقر إلى التبييت ، أي تصح نيته من النهار ، وهذا عين الحكم وقد احتجت إلى طلب علته وينبغي أن لا تكون العلة عين الحكم لأن الحكم نتيجة والعلة منتجة والمنتج ينبغي أن يكون غير النتيجة . وقولك\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nتصح نيته من النهار جزء من تفسير قولك أنه صوم عين فصار الحكم جزء من نفس العلة .\r\nالمدخل السادس : أن تكون المقدمات وهي الأجزاء الثواني متمايزة مفصلة وينطوي تحت هذا أمران : الأول أن لا تكون أجزاء المحكوم به والمحكوم متمايزة بأن يوجد هناك شيء من الموضوع يتوهم أنه من المحمول أو بالعكس ، كقولك الجسم بما هو جسم إما أن يكون متحركا أو ساكنا ، فقولك بما هو جسم لا يدري أهو من المحكوم عليه أو من المحكوم . والثاني أن تكون أجزاء المحكوم عليه والمحكوم متمايزة لا يشتبه منها شيء ، إلا أنها غير متمايزة في الاتساق ، وذلك كما مثلنا به آنفا من قولنا كل ما علمه الإله فهو كما علمه والإله يعلم الجوهر فهو إذا جوهر . وقد قدّمنا لك كيف دخل الخلل في اتساقه .\r\nالمدخل السابع : أن لا تكون المقدمات أعرف من النتيجة بأن تكون مساوية لها بالمعرفة كالنسب الإضافية إذا أخذ بعضها دليلا على بعض ، وذلك كأن تقول زيد أب لعمرو لأن عمرا ابنه . فإن كون عمرو ابنا لزيد وهو المقدّمة مساو في المعرفة لكون زيد أبا له وهو النتيجة . أو أخفى منها سواء كانت مبيّنة في النتيجة أو لا . أما الثاني فكما يقال في الاستدلال على ثبوت واجب الوجود من حدوث العالم وعدم صحة استناد التأثير إلى الحوادث ، وغير ذلك مما ثبوت واجب الوجود أظهر منه . وأما الأول فكأن تقول كل جسم متحيّز وكل متحيّز يقبل التحوّل فالجسم يقبل التحوّل . فإذا قيل لك ولما قلت أن كل متحيّز يقبل التحوّل قلت لأن الأجسام تقبل التحوّل وهي متحيّزة فحكمت بأن كل متحيّز يقبل التحول ، فقد جعلت النتيجة دليلا على الكبرى وقد كانت النتيجة مدلولا عليها . وهذا هو البيان الدوري وحاصله يرجع إلى بيان الشيء بنفسه وهو محال .\r\nفهذه مجامع مداخل الغلط من غير تطويل بالتفصيل وإن كان لا يدرك كنهه إلا بالتفصيل ، ولكن الإيجاز أليق بالحال . فإن قلت فهذا مع الإيجاز\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nأشعر بمثارات عظيمة للغلط فكيف الأمان منها مع تراكمها ، فاعلم أن الحق عزيز والطريق إليه وعر وأكثر الأبصار مظلمة ، والعوائق الصارفة كثيرة والمشوشات للنظر متظاهرة ، ولهذا ترى الخلق يتلاطمون تلاطم العميان ، وقد انقسموا إلى فرقتين فرقة سابقة بأذهانها إلى المعتقدات على سرعة فيعتقدها يقينا ويظن كل شبهة ودليل برهانا ويحسب كل سوداء ثمرة ، فهؤلاء يعتقدون أنهم يعلمون الحقائق كلها وإنما العميان خصومهم . وطائفة تنبّهوا لذوق اليقين وعلموا أن ما في الناس فيه في الأكثر عمى ثم قصرت قوتهم من سلوك سبيل الحق ومعرفة شروط القياس إما لبلادة في الفهم وإما لفقد أستاذ مرشد بصير بالحقائق غير منخدع بلامع السراب يطّلع على جميع شروط البرهان . فهؤلاء يعتقدون أن الناس كلهم عميان يتلاطمون وأنه لا يمكن أن يكون في القوة البشرية الاطلاع على الحق وسلوك طريقه ، فلا ذاك الأول حق ولا هذا الثاني صدق . وإنما الحق أن الأشياء لها حقيقة وإلى دركها طريق وفي قوام البشر سلوك ذلك الطريق لو صادف مرشدا بصيرا ، ولكن الطريق طويل والمهالك فيها كثيرة والمرشد عزيز فلأجلها صار الطريق عند الأكثر مهجورا ، إذ صار مجهولا . وهكذا يكون مثل هذا الأمر ، فإنه مهما عظم المطلوب قلّ المساعد ومهما كثرت المخاوف راع الجبان الخائف ، وكيف لا وأكثر العلوم المطلوبة في أسرار صفات اللّه تعالى وأفعاله تنبني على أدلة تحقيقها يستدعي تأليف مقدمات لعلّها تزيد على ألف وألفين ، فأين من يقوى ذهنه للاحتواء على جميعها أو حفظ الترتيب فيها ، فعليك أيها الأخ بالجد والتشمير . فإن ما أوردته يهديك إلى أوائل الطريق إن شاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالفصل السادس من القياس\r\nفي حصر مدارك الأقيسة الفقهية والتنبيه على جمل يزيد الانتفاع بها على مجلدات تحفظ من الأصول الرسمية . فنقول الحكم الشرعي تارة يكون مدركه أصل العلم وتارة يكون مدركه ملحق بأصل العلم . فالمعلوم بأصل العلم كالعلم بوجوب الكفارة على من أفطر بالجماع في نهار رمضان ، ويكون الأصل فيه إما قول أو فعل أو إشارة أو تقدير من صاحب الشرع صلوات اللّه عليه ، وليس ذلك تفصيله من غرضنا ، وإما الملحق بالأصل فله أقسام وتشترك في أمر واحد وهو أن من ضرورته حذف بعض أوصاف الأصل عن درجة الاعتبار حتى يتّسع الحكم ، فإن اتساع الحكم بحذف الأوصاف وأن نقصان الوصف يزيد في الموصوف ، أي في عمومه ، فإن غير البر لا يلحق بالبر ما لم يسقط اعتبار كونه برا في حكم الربوي ، والحمص لا تلتحق به المكيلات ما لم تحذف اعتبار كونه مطعوما ، والثوب على مذهب ابن الماجشون لا يعتبر به ما لم يسقط اعتبار كونه مقدّرا ، وهكذا كل من زاد إلحاقه زاد حذفه . فإذا عرفت هذا فاعلم أن للإلحاق طريقين : أحدهما ألا يتعرض الملحق إلا لحذف الوصف الفارق بين الملحق والملحق به ، فأما العلة الجامعة فلا يتعرض لها البتة ، ومع ذلك فيصحّ إلحاقه . وهذا له ثلاث درجات أعلاها أن يكون الحكم في الملحق أولى كما إذا قلت جامع الأعرابي أهله فلزمته الكفارة ، فمن يزني أولى بأن تلزمه ، لأن الفارق بين جماع الأهل والأجنبي كونه حلالا وهذا أولى بالإسقاط والحذف من وجوب\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالكفارة في الاعتبار . والدرجة الثانية أن يكون بطريق المساواة كما قال النبي صلى اللّه عليه وسلم « من أعتق شركا من عبد قوم عليه الباقي » فقلنا الأمة كذلك من غير أن نبيّن هاهنا علة سراية العتق ، كما لم نبيّن في المثال السابق علة وجوب الكفارة . ولكن نعلم أنه لا فارق إلا الأنوثة وأن الأنوثة لا مدخل لها في التأثير فيما يرجع إلى حكم الرق وهو ظاهر ، بل ذلك كما لو حكم عليه السلام بالعتق في غلام كبير ، لكنّا نقضي في الصغير ولو قضى في عربي لقضينا في الهندي وعلمنا أنه مساو له . وإذا سجد رسول اللّه صلى اللّه عليه وسلم لسهوه في الصبح نعلم أن الظهر وسائر الأوقات في معناه ، إذ اختلاف الوقت نعلم قطعا أنه لا يؤثّر في جبر النقصان . ولقد زلّ من قال إن إلحاق الأمة بالعبد للقرب ، فإن القرب من الجانبين على وتيرة واحدة . ولو ورد نص في أن الأمة تجبر على النكاح وهو ثابت بالإجماع لكنّا نقول العبد في معناه . ولكن مأخذ هذا العلم ما تكرّر على أفهامنا من أحكام الشرع وعادته في قضية الرق والعتق أنه يسلك بالذكر والأنثى فبه مسلكا واحدا كما يسلك بالأبيض والأسود مسلكا واحدا . ولو لم نعرف هذا من عادته بطول ممارسة أحكام العتق والرق لكان لا يتّضح ذلك البتة ولم يظهر أنه يسلك بالذكر مسلك الأنثى في عقد النكاح ، فلذلك لم يكن العبد في معنى الأمة في الإجبار .\r\n( الرتبة الثانية ) أن يكون انحذاف الوصف الفارق مظنونا لا مقطوعا به كما تقول إن سراية العتق إلى نصف معيّن من العبد عند إضافته إلى نصف آخر أو إلى عضو معيّن كسرايته عند الإضافة إلى الجزء الشائع ، فإنه لا يفارقه إلا في كون المضاف معيّنا وشائعا . ويكاد يغلب على الظن أن هذا الوصف وهو كون المضاف إليه شائعا غير مؤثّر في الحكم ، ولكن ليس هذا معلوما كحذف وصف الأنوثة ، إذ فرق الشرع في إضافة التصرفات إلى المحال بين الشائع والمعيّن في البيع والهبة والرهن وغيرها ، وهذا يعارض أن الشائع في العتق والطلاق على الخصوص كالمعيّن في إباء الشرع الاقتصار فيه على البعض واعتبار هذا الوصف في غير العتق والطلاق ، كاعتبارنا الأنوثة في غير الرق والعتق من الشهادات والنكاح والقضاء وغيره ، فيصير الأمر مظنونا\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبحسب هذه التخمينات ، وعلى المجتهد أن يتّبع فيه ظنه ويقرب منه حذف وصف الجماع حتى تبقى الكفارة منوطة بالإفطار كما قاله مالك . إذ كونه جماعا يضاهي كونه خبزا ولحما ، ولو أوجب الشرع بأكل الخبز لكنا نقول اللحم والفاكهة والماء في معنى الخبز ، إذ اختلاف آلات الإفطار لا ينبغي أن يكون لها مدخل في الكفارة وحذف موجب الإزهاق ، حتى يكون الرمح والنشاب والسكين في معنى السيف ، مهما ورد النص بوجوب القصاص في السيف . ولكن يعارضه أن هذه الكفارة شرعت لأن تكون للزجر فيختص بمحل الحاجة والجماع ممّا يشتد الشبق إليه ويعسر الصبر عنه ولا ينزجر ملابسه عنه إلا بوازع شرعي ، ولكن يعارضه أن الخبز أيضا يشتهي في الصوم ودرجات الشهوة لا تمكّن مراعاتها ، إذ يلحق جماع العجوز الشوهاء بالصبية المشتهاة مع التفاوت ، فيجاب عنه بأن ضبط مقادير الشهوات يختلف بالأشخاص والأحوال فلا يمكن ضبطه ، وقد ضبط الشرع جنس الجماع بتخصيصه بالحد وفساد الحج ، فكان ذلك سورا فاصلا . فهذا ممّا يتجاذب الظنون ويتنازع به المجتهدين ، فكل ذلك من المسالك المرضية وإن لم يذكر الجامع أصلا ولكني أقول هذا وإن لم يتعرض للجامع ، وإنما تعرض لحذف الفارق فقط . فلا يتجرأ الذهن على الحكم لحذف الفارق ولا بد من وصف في الأصل يكون المعنى الجامع المعتبر واستنشاق شمه من فرعه . ولكن على الإجمال لا على التجريد والتفصيل . فلولا أنا عرفنا أن الكفارة وجبت بالجماع لما فيه من هتك الحرمة على الجملة لما تجاسرنا على إلحاق الزنا به ، إذ الافتراق في وصف الحل والحرمة مؤثّر في أكثر أحكام الشرع ، ولكن في التغليط لا في التخفيف . فلو لا أن فهمنا أن الكفارة وجبت بطريق التغليط لا بطريق الإنعام وشكر النعمة لما ألحقنا الزنا به ، ألا ترى أن الشارع لمّا علق تحريم أمر الموطوءة وابنتها بوطىء المرأة في النكاح لم يلحق به الزنا ، مع أن تحريم النكاح نوع حجر يمكن أن يجعل عقوبة ، ولكن لما كان الوطىء في النكاح سنّة ولم تكن العقوبة بها لائقة وصلح هذا الحجر لأن يكون نعمة ، وهو أن يسلك بابنتها وأمها مسلك امرأة\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nنفسه وابنته لتتداخل العشائر وتسهل المخالطة وتنقطع داعية الشهوة حملناه عليه ولم نلحق الزنا به . فبهذا يتحقق أن الذهن لو لم يتطلع على المعاني المعتبرة جملة لما تجرّأ على الحذف ، ولكن المتعرّض للجمع في العلة يحتاج إلى تلخيص العلة ، وهذا له أن يحكم قبل أن يلخّص العلة ويكون عدم التلخيص في العلة من وجهين : أحدهما أن يعلم أصل العلة ولا يعلم خصوص صفاته ، كما إنا نحكم أن السهوة في غير الصلاة التي سهي فيها رسول اللّه صلى اللّه عليه وسلم في معناها ، وإن لم نعرف بعد أن علة السجود جبر النقصان من حيث أنه نقصان أو من حيث أنه سهو فإنه إن كان للنقصان فلو ترك شيئا من الأبعاض عمدا ينبغي أن يسجد ، وإن كان من حيث أنه سهو لم يسجد في العمد وقبل أن يتلخص لنا خصوص هذه الصفات نعلم أن العصر في معنى الظهر .\r\nوأما الوجه الثاني فهو أن لا يتعيّن لا أصل العلة ولا وصفها ولكن نعلمها مبهمة من جملة من المعاني ، كما أن في الربوي ربما نبيّن أن الزبيب في معنى التمر قبل أن يتّضح أن العلة هي الكيل أو الطعم أو المالية أو القوت ، إذ نعلم أنه كيف كان فالزبيب مشارك له فيه ولا يفارقه إلا في كونه زبيبا . وهذا لا ينبغي أن يؤثر قطعا ، والدليل على أنه لا بد من استشعار حيال المعنى عن بعد وإجمال ، حتى يمكن الإلحاق بأنه نص صاحب الشرع صلوات اللّه عليه وعلى آله على أن الثوب إذا أصابه بول الصبي كفى الرش عليه ، فلو لا أنه ذكر أن الصبية بخلافه لكنّا ننازع إلى أنها في معناه ، ولكن لما ذكر الصبية وأنها بخلافه حسم علينا باب توهم المعنى . أما ترانا كيف نحكم بمنع المرأة من البول في الماء الراكد أخذا من قوله لا يبولن أحدكم في الماء الراكد ، والخطاب مع الرجال وإن خطر لك أن النساء يدخلن تحت هذا الخطاب ، فقدّر أنه لو قال لرجل لا تبل في الماء الراكد لكنا نقول ذلك للمرأة لعلمنا بأن الشرع بيّن فضلات بدن الرجال والنساء في النجاسات فما رأينا للأنوثة مدخلا في النجاسات ، وعرف ذلك من الشرع وكان جراءتنا\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nعلى الشرع للإلحاق لهذا ولتوهمنا أن البول مستقذر وأن الماء معد للتنظيف فلا ينبغي أن يختلط به . فهذه أقسام الطريق الأول وهو أن لا يتعرّض الملحق إلا للحذف . أما الطريق الثاني فأن يتعرض للمعنى المعتبر بعينه وعند ذلك لا نحتاج إلى التعرض للفوارق وهذه ثلاثة أقسام :\r\nالأول أن يكون المعنى مناسبا كوصف الإسكار في التحريم والآخر أن يكون مؤثرا كقول أبي حنيفة رضي اللّه عنه أن بيع المبيع قبل القبض باطل لما فيه من الضرر ، وذلك لا يجري في العقار ، وزعم أن التعليل بالضرر أولى لأن ذلك ظهر أثره في موضع آخر بالنص وهو بيع الطير في الهواء . وهذا قد قدّرنا وجهه في مسألة بيع العقار قبل القبض في كتاب المبادي والغايات .\r\nوأما أقسام المناسب والمؤثر والفرق بينهما فقد ذكرناه في كتاب شفاء الغليل في بيان التشبيه والمخيل . القسم الثالث أن لا يكون الجامع مناسبا ولا ممّا ظهر تأثيره بالنص في موضع آخر ، ولكنه توهم الاشتمال على معنى مناسب لم يطلع على عينه ، كقولنا الوضوء طهارة حكمية فتفتقر إلى النية كالتيمّم .\r\nفإنا لا نحصر الفوارق ولا نتعرض لحذفها بل تعرضنا لمعنى جامع ، والفوارق كثيرة وليس الجامع مناسبا ولا مؤثرا ولا يغرنّك ما توهم من التخيلات في معرض الإخالة من لا يدري ذوق الإخالة ، وقدّر أن تلك التخييلات لم تكن ، فبدونها تحصل غلبة الظن وهذا أخفى أنواع القياس وأدقها ، فربما يخص باسم الشبه ، وإن كان كل قياس لا ينفك عن شبه من الفرع والأصل ووجه جواز الحكم لمثل هذا يطول تحقيقه فاطلبه إن رغبت فيه في مسئلة الربوي من كتاب المبادي والغايات ومن شفاء الغليل . وهذا القدر كاف في الأقيسة الفقهية ففيه على إيجازه من الفوائد ما لا يعرف قدره إلا من طال في المقاييس الفقهية تعبه .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nالقسم الثاني من الكتاب في محك الحد\r\n\r\n[ الفن الأول ما يجري مجرى القوانين والأصول 
  ]\r\nقد ذكرنا أن أحد قسمي الإدراك هو المعرفة ، أعني العلم بالمفردات ، وأن ذلك لا ينال إلا بالحد فلنورد فيه ( فنين ) : أحدهما ما يجري مجرى القوانين والأصول والآخر ما يجري مجرى الامتحانات للقوانين .\r\n\r\nالقانون الأول :\r\nإن الحد يذكر جوابا عن سؤال في المحاورات ولا يكون الحد جوابا عن كل سؤال بل عن بعضه ، والسؤال طلب وله لا محالة مطلب وصيغة والصيغ والمطالب كثيرة ولكن أمهات المطالب أربع :\r\nالمطلب الأول : مطلب هل ، إذ يطلب بهذه الصيغة أمران إما أصل الوجود ، كقول القائل هل اللّه موجود ، أو يطلب الموجود بحال وصفة ، كقوله هل اللّه خالق البشر وهل اللّه حي .\r\nالمطلب الثاني : مطلب ما ، ويطلق على ثلاثة أوجه : الأول أن يطلب به شرح اللفظ كما يقول من لا يدري العقار ما العقار ، فيقال له الخمر إذا كان يعرف الخمر . الثاني أن يطلب لفظا مميّزا يتميّز به المسؤول عنه عن غيره بكلام جامع مانع كيف ما كان الكلام سواء كان عبارة عن لوازمه أو ذاتياته ، كقول القائل ما الخمر أي ما حد الخمر ، فيقال هو المائع\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالذي يقذف بالزبد ثم يستحيل إلى الحموضة ويحفظ في الدن ، والمقصود أن لا يتعرض لذاتياته ، ولكن تجمع من عوارضه ولوازمه ما يساوي بجملته الخمر بحيث لا يخرج عنه خمر ولا يدخل فيه ما ليس بخمر . الثالث أن يقال ما الخمر فيقال هو شراب مسكر معتصر من العنب ، فيكون ذلك كاشفا عن كنه حقيقته الذاتية ، ويتبعه أيضا أنه تمييز جامع مانع ولكن ليس المقصود التمييز بل تصور كنه الشيء وحقيقته ، ثم التميز يتبعه لا محالة .\r\nواسم الحد في العادة قد يطلق على هذه الأجوبة الثلاثة على سبيل الاشتراك . فلنخترع لكل واحد اسما ولنسمّ الأول حدا لفظيا ، إذ السائل ليس يطلب إلا شرح اللفظ ، ولنسمّ الثاني حدا رسميا وهو طلب مترسم بالعلم غير متشوف إلى درك حقيقة الشيء . ولنسمّ الثالث جدا حقيقيا إذ مدرك الطالب فيه درك حقيقة الشيء . وهذا الثالث شرطه أن يكون مشتملا على جميع ذاتيات الشيء . فإنه لو سئل عن حد الحيوان فقال جسم فقد جاء بوصف كاف لو كان ذلك كافيا في الجمع والمنع ، ولكنه ناقص بل حقه أن يضيف إليه المتحرك بالإرادة . فإن كنه حقيقة الحيوان يدركه العقل بمجموع الأمرين . فأما المترسم الطالب للتمييز فيكفيه قولك حساس وإن لم تقل جسم أيضا .\r\nوأما المطلب الثالث : فمطلب لم ، وهو سؤال عن العلة وجوابه بالبرهان وقد سبق .\r\nوأما الرابع : فهو مطلب أي وهو الذي يطلب تمييز ما عرف جملته عمّا اختلط به ، كما إذا قيل ما الشجر فقلت إنه جسم ، فينبغي أن يقال أي جسم هو فنقول هو نام . وأما مطلب كيف وأين ومتى وسائر صيغ السؤال فداخل في مطلب هل المطلوب به صفة الموجود .\r\n\r\nالقانون الثاني :\r\nإن الحاد ينبغي أن يكون بصيرا بالفرق بين الصفات الذاتية واللازمة والعرضية كما ذكرناه في الفن الأول من الكتاب ، أعني به طالب الحد الحقيقي . أما الأول اللفظي فيتعلق بساذج اللغة ، وأما الرسمي\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nفمؤنته قليلة والأمر فيه سهل ، فإن طالبه قانع بالجمع والمنع بأي لفظ كان ، وإنما الغويص العزيز الحد الذي سمّيناه حقيقيا ، وليس ذلك إلا ذكر كمال المعاني التي بها قوام ماهية الشيء ، أعني بالماهية ما يطلب القائل بقوله ما هو . وإن هذه صيغة طالب لحقيقة الشيء فلا يؤخذ في جواب الماهية إلا الذاتي ، والذاتي ينقسم إلى عام ويسمّى جنسا وإلى أخص ويسمّى فصلا ، وإلى خاص ويسمّى نوعا . فإن كان الذاتي العام لا أعمّ منه يسمّى جنس الأجناس وإن كان الذاتي الخاص لا أخصّ منه يسمّى نوع الأنواع . وهذا اصطلاح المنطقيين ولنصالحهم على هذا الاصطلاح فلا ضير فيه . فإنه كالمستعمل أيضا في علومنا ، ومثاله إذا قلنا الجسم ينقسم إلى نام وغير نام ، والنامي ينقسم إلى حيوان وغير حيوان ، والحيوان ينقسم إلى عاقل وهو الإنسان وإلى غير عاقل كالبهائم . فالجسم جنس الأجناس ، إذ لا أعم فوقه والإنسان نوع الأنواع ، إذ لا أخص تحته ، والنامي نوع بالإضافة إلى الجسم لأنه أخص منه وجنس بالإضافة إلى الحيوان لأنه أعم منه . وكذا الحيوان بين النامي الأعم وبين الإنسان الأخص . فإن قيل كيف لا يكون شيء أخص من الإنسان وقولنا شيخ وصبي وطويل وقصير وكاتب وحجام أخص منه .\r\nقلنا لم نعن في هذا الاصطلاح بالجنس الأعم فقط بل عنينا به الأعم الذي هو ذاتي الشيء ، أي هو داخل في جواب ما هو بحيث لو بطل عن الذهن التصديق بثبوته بطل المحدود وحقيقته عن الذهن وخرج عن كونه مفهوما للعقل ، وعلى هذا الاصطلاح فالموجود لا يدخل في الماهية ، إذ بطلانه عن الذهن لا يوجب زوال الماهية بيانه إذا قال القائل ما حد المثلث فقلنا سلك تحيط به ثلاثة أضلاع ، أو قال ما حد المسبع فقلنا شكل تحيط به سبعة أضلاع ، فهم السائل حد المسبع ولو لم يعلم أن المسبع موجود أم لا في الحال . فبطلان العلم بوجوده لا يبطل من ذهنه فهم حقيقة المسبع ، ولو بطل من ذهنه الشكل لم يبق المسبع مفهوما عنده ، فقد أدركت التفرقة بين نسبة الوجود إليه وبين نسبة الشكل إليه ، إذ زوال أحدهما عن الذهن مبطل\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nحقيقته وزوال الآخر غير مبطل ، فهذا هو المراد بهذا الاصطلاح . وأما الجوهر فعلى ما نعتقده داخل في الماهية ؛ فإنا نفهم منه المتحيز وهو حقيقة ذاتية ، فيكون الجنس الأعم عندنا هو الجوهر وينقسم إلى جسم وغير جسم وهو الجوهر الفرد . وأما المنطقيون فيعبّرون بالجوهر عن الموجود لا في موضع . وإذا لم يكن الوجود ذاتيا فبأن يضاف إليه لا في موضع لا يصير ذاتيا لأنه سلب محض فيصحّ اصطلاحهم بحسب تفاهمهم واعتقادهم لا بحسب اعتقادنا وتفاهمنا . وأما ما هو أخص من الإنسان من كونه طويلا وقصيرا وكاتبا ومحترقا وأبيض وأسود فهو لا يدخل في الماهية ، إذ لا يتغيّر بتغييره الجواب عن طلب الماهية . فإن قيل لنا ما هذا قلنا إنسان وكان صغيرا فكبر وطال وأحمر وأصفر ، فسئل مرة أخرى أنه ما هو ؟ كان الجواب ذلك بعينه . ولو أشير إلى ما ينفصل من الإحليل عند الوقاع وقيل ما هو قلنا نطفة ، فإذا صار جنينا ثم مولودا فقيل ما هو ؟ تغيّر الجواب ولم يحسن أن يقال نطفة بل يقال إنسان . وكذلك الماء إذا سخن فقيل ما هو قلنا إنه ماء كما في حالة البرودة ، ولو استحال بخارا بالنار تغيّر الجواب . فإذا انقسمت الصفات إلى ما يتبدل الجواب عن الماهية بتبدلها وإلى ما لا يتبدل . فإذا ، قد عرفت بهذا معنى الجنس والنوع والفصل .\r\n\r\nالقانون الثالث :\r\nإن ما وقع السؤال عن ماهيته وأردت أن تحدّه حدّا حقيقيّا فعليك فيه وظائف لا يكون الحد حقيقيا إلا بها ، فإن تركتها سمّيناه رسميا أو لفظيّا وخرج عن كونه معربا عن حقيقة الشيء ومصورا كنه معناه في نفس السائل الأول أن تجمع أجزاء الحد من الجنس والفصول . فإذا قيل ذلك مشيرا إلى ما ينبت من الأرض ما هو فلا بد وأن تقول جسم ، ولكن لو اقتصرت عليه بطل عليك بالحجر فتحتاج إلى الزيادة فتقول نام فتحترز عن ما لا ينمو ، فهذا الاحتراز يسمّى فصلا ، إذ فصلت به المحدود عن غيره ، ثم شرطك أن تذكر جميع ذاتياته وإن كان ألفا ولا تبالي بالتطويل . ولكن ينبغي أن تقدّم الأعم على الأخص ، فلا تقول نام جسم بل بالعكس . وهذا لو\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nتركته تشوّش النظم ولم تخرج الحقيقة عن كونها مذكورة مع اضطراب اللفظ والإنكار عليك في ذلك أقل ممّا في الأول . وهو أن تقتصر على الجسم .\r\nوالثالث أنك إذا وجدت الجنس القريب فإيّاك أن تذكر البعيد معه فيكون مكررا كما تقول مائع شراب ، أو تقتصر على البعيد فيكون مبعدا كما إذا قيل ما الخمر فلا تقل جسم مسكر مأخوذ من العنب . وإذا ذكرت هذا فقد ذكرت ما هو ذاتي ومطرد ومنعكس ولكنه مخيّل قاصر عن تصور كنه حقيقة الخمر . بل لو قلت مائع مسكر كان أقرب من الجسم ، وهو أيضا ضعيف .\r\nبل ينبغي أن تقول شراب مسكر ، فإنه الأقرب الأخص ولا تجد بعده جنسا أخصّ منه . فإذا ذكرت الجنس فاطلب بعده الفصل ، إذ الشراب يتناول سائر الأشربة ، واجتهد أن تفصّل بالذاتيات إلا إذا عسر عليك ، وهو كذلك في أكثر الحدود ، فاعدل بعد ذكر الجنس إلى ذكر اللوازم واجتهد أن يكون ما ذكرته من اللوازم الظاهرة المعروفة ؛ فإن الخفي لا يعرف به كما إذا قيل ما الأسد قلت سبع أبخر يتميّز بالبخر عن الكلب ، فإن البخر من خواصه ولكنه من الخواص الخفيّة ، ولو قلت شجاع عريض الأعالي لكانت هذه اللوازم والأعراض أقرب إلى الفهم لأنها أجلى وأكثر ما يرى في الكتب من الحدود رسمية ، إذ الحقيقة عزيزة ورعاية الترتيب حتى لا يبتدي بالأخص قبل الأعم عسير ، وطلب الجنس الأقرب عسير . فإنك ربما تقول في الأسد إنه حيوان شجاع ولا يحضرك لفظ السبع ، فتجتمع أنواع من العسر ، وأحسن الرسميات ما وضع فيها الجنس الأقرب ، وأتمّ بالخواص المشهورة المعروفة . الرابع أن تحترز عن الألفاظ الغريبة الوحشية والمجازية البعيدة والمشتركة المتردّدة ، واجتهد في الإيجاز ما قدرت وفي طلب اللفظ النص ما أمكنك ، فإن أعوزك النص وافتقرت إلى الاستعارة فاطلب من الاستعارات ما هو أشد مناسبة للغرض واذكر مرادك به للسائل . فما كل أمر معقول له عبارة صريحة موضوعة ولو طول مطوّل أو استعار مستعير أو أتى بلفظ مشترك وعرف مراده بالتصريح أو عرف بالقرينة ، فلا ينبغي أن يستعظم صنيعه ويبالغ في ذمه إن كان قد كشف الحقيقة بذكر جميع الذاتيات ، فإنه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالمقصود وهذه المزايا تحسينات وترتيبات كالأبازير من المقصود . وإنما المتجادلون يستعظمون مثل ذلك ويستنكرونه غاية الاستنكار لميل طباعهم القاصرة عن المقصود للأصل والتوابع ، حتى ربما أنكروا قول القائل في حد العلم إنه الثقة بالمعلوم أو إدراك المعلوم من حيث أن الثقة مردّدة بين العلم والأمانة ، وهذا المعترض مهوّس ، فإن الثقة إذا قرنت بالمعلوم تعيّن فيه جهة الفهم ، ومن قال حد اللون ما يدرك بحاسة العين على وجه كذا وكذا فلا ينبغي أن ينكر هذا لأن العين قد يراد بها الذهب والشمس ، فإنه مع قرينة الحاسة ذهب الإجمال وحصل التفهم الذي هو مطلب السؤال . واللفظ غير مراد بعينه في الحد الحقيقي إلا عند المترسم الذي يحوم حول العبارات فيكون اعتراضه عليها وشغفه بها .\r\n\r\nالقانون الرابع :\r\nفي طريق اقتناص الحد : إعلم أن الحد لا يحصل بالبرهان لأنا إذا قلنا حد الخمر أنها شراب مسكر فقيل لنا لم كان محالا أن تطلب صحته بالبرهان ، لأن قولنا حد الخمر أنها شراب مسكر دعوى هي قضية محكومها الخمر وحكمها أنها شراب مسكر . وهذه القضية إن كانت معلومة بغير وسط فلا حاجة إلى البرهان وإن لم تعلم وافترقنا إلى وسط وهو البرهان كان صحة ذلك الوسط للمحكوم عليه وصحة الحكم للوسط كل واحدة قضية واحدة ، فبماذا نعرف صحتها ؟ فإن احتيج إلى وسط آخر تداعى إلى غير نهاية وإن وقف في موضع بغير وسط فبماذا نعرف في ذلك الموضع صحته فلنتّخذ ذلك طريقا في إدراك الأمر . مثاله لو قلنا حد العلم إنه معرفة فقيل لم ، فقلنا لأن كل علم فهو اعتقاد مثلا وكل اعتقاد فهو معرفة فيقال ولم قلتم كل علم فهو اعتقاد ولم قلتم إن كل اعتقاد فهو معرفة فيصير السؤال سؤالين . وهكذا يتداعى ، بل الطريق أن النزاع إن كان فيه من خصم فيقال صحته عرفت باطراده وانعكاسه فهو الذي يسلّم الخصم به بالضرورة .\r\nوأما كونه معربا عن تمام الحقيقة فربما يعاند فيه ولا يعترف به ، فإن منع اطّراده وانعكاسه على أصل نفسه طالبناه بأن يذكر حد نفسه ، وقابلنا أحد\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالحدين بالآخر وعرفنا الوصف الذي فيه يتفاوتان من زيادة أو نقصان وجرّدنا النظر إلى ذلك الوصف وأبطلناه بطريقة أو أثبتناه بطريقة ، مثاله إذا قلنا المغصوب مضمون وولد المغصوب مغصوب فكان مضمونا ، فيقول الخصم نسلّم أن المغصوب مضمون ولكن لا نسلّم أن الولد مغصوب ، فنقول الدليل على أنه مغصوب أن حد الغصب قد وجد فيه ، فإن حد الغصب إثبات اليد العادية على مال الغير وقد وجد ، وربما يمنع كون اليد عادية وكونه إثباتا بل يقول هو ثبوت ، ولكن ليس ذلك من غرضنا بل ربما قال أسلّم أن هذا موجود في الولد ولكن لا أسلّم أن هذا حد الغصب ، فهذا لا يمكن إقامة البرهان عليه إلا أنا نقول هو مطّرد منعكس فما الحد عندك ، فلا بد من ذكره حتى ننظر إلى موضع التفاوت فيقول بل حد الغصب إثبات اليد المبطلة المزيلة لليد المحقة ، فنقول قد زدت وصفا وهو الإزالة .\r\nفلننظر هل يمكننا أن نقدر اعتراف الخصم بثبوت الغصب مع عدم هذا الوصف ، فإن قدرنا عليه كأن يقول الزيادة محذوفة ، وذلك بأن يقول الغاصب من الغاصب يضمنه المالك ، وقد أثبت اليد العادية وما أزال المحقة بل المزال لا يزال ، وكان الأول قد أزال اليد المحقة فهذا طريق قطع النزاع ، وأما الناظر مع نفسه فإذا تحرّر له الشيء وتلخص له اللفظ الدال على ما تحرّر في ذهنه علم أنه واجد للحد .\r\n\r\nالقانون الخامس :\r\nفي حصر مداخل الخلل في الحدود : وهي ثلاثة فإنه تارة يدخل من جهة الجنس وتارة من جهة الفصل وتارة من جهة أمر مشترك بينهما . أما الخلل في الجنس فأن يؤخذ الفصل بدله كما يقال في حد العشق أنه إفراط المحبة ، وينبغي أن يقال المحبة المفرطة ، فالإفراط يفصلها عن سائر أنواع المحبة . ومن ذلك أن يؤخذ المحل بدل الجنس ، كقولك حد الكرسي أنه خشب يجلس عليه ، والسيف أنه حديد يقطع به بل ينبغي أن يقال للسيف أنه آلة صناعية من حديد يقطع به ، بل ينبغي أن يقال للسيف أنه آلة من حديد مستطيلة مع تقوس ويقطع بها كذا ، فالآلة جنس\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nوالحديد محل للصورة لا جنس وأبعد منه أن يؤخذ بدل الجنس ما كان والآن ليس بموجود ، كقولك الرماد خشب محترق والولد نطفة مستحيلة ، فإن الحديد موجود في السيف في الحال والنطفة والخشب غير موجودين في الولد والرماد . ومن ذلك أن يؤخذ الجزء بدل الجنس كما يقدر حد العشرة أنها خمسة وخمسة ، ومن ذلك أن يوضع القوة موضع الملكة كما يقال حد العفيف هو الذي يقوى على اجتناب الشهوات واللذات وهو فاسد ، بل هو الذي يترك ، وإلا فالفاسق أيضا يقوى على الترك والاجتناب ولا ترك . ومن ذلك أن توضع اللوازم التي ليست ذاتية بدل الجنس كالواحد والموجود إذا أخذته في حد الشمس أو الأرض ، ومن ذلك أن يضع النوع مكان الجنس كقولك الشر هو ظلم الناس والظلم نوع من الشره . وأما من جهة الفصل فبأن يأخذ اللوازم والعرضيات في الاحتراز بدلا عن الذاتيات وأن لا يورد جميع الفصول . وأما القوانين المشتركة فمن ذلك أن تحد الشيء بما هو مساو له في الخفاء أو فرع له ، كقولك العلم ما يعلم به أو العلم ما تكون الذات به عالمة . ومن ذلك أن يعرف الضد بالضد فنقول حد العلم ما ليس بظن ، ولا شك ولا جهل ، وهكذا حتى تحصر الأضداد وحد الزوج ما ليس بفرد فيدور الأمر ولا يحصل به بيان ، ومن ذا أن يوجد المضاف في حد المضاف وهما متكافئان في الإضافة ، كقول القائل حد الأب من له ابن ، ثم لا يعجز أن يقول وحد الابن ما له أب بل ينبغي أن يقول الأب حيوان يولد من نطفة حيوان هو من نوعه فهو أب من حيث هو كذلك ، ولا يحيله على الابن ، فإنهما في الجهل والمعرفة يتساويان . ومن ذلك أن يؤخذ المعلول في حد العلة مع أنه لا يحدّ المعلول إلا بأن تدخل العلة في حدّه ، كمن يقول حدّ الشمس أنه كوكب يطلع نهارا فيقال وما حدّ النهار فيلزم أن يقول النهار هو زمان طلوع الشمس إلى غروبها إن أراد الحد الصحيح ولذلك نظائر يكثر إحصاؤها وسنزيدها شرحا في الامتحانات .\r\n\r\nالقانون السادس :\r\nأن المعنى الذي لا تركيب فيه البتة لا يمكن حدّه إلا\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nبطريق شرح اللفظ أو بطريق الرسم . وأما الحد فلا ، ومعنى الفرد مثل الموجود . فإذا قيل لك ما حدّ الوجود فغايتك أن تقول هو الشيء أو الثابت ، فتكون قد أبدلت اسما باسم مرادف له ربما يتساويان في التفهيم وربما يكون أحدهما أخفى في وضع اللسان . كما تقول ما العقار فيقول هو الخمر وما القسورة فيقول هو الأسد . وهذا أيضا إنما يحسن بشرط أن يكون المذكور في الجواب أشهر عند السائل من المذكور في السؤال ، ثم لا يكون إلا شرحا للفظ ، وإلا فمن يطلب تلخيص ذات الأسد فلا يتلخص ذلك في عقله إلا بأن يقول سبع من صفته كيت وكيت . فأما تكرّر الألفاظ المترادفة فلا يغنيه ، ولو قلت حد الموجود أنه المعلوم أو المذكور وقيّدته بقيد احترزت به عن المعدوم كنت ذكرت شيئا من لوازمه وتوابعه . فكان حدّك رسميا غير معرب عن الذات ، فلا يكون حقيقيا . فإذا الموجود لا حدّ له فإنه مبتدأ كل شرح فكيف يشرح في نفسه . وإنما قلنا المعنى الفرد ليس له حد حقيقي لأن معنى قول القائل ما حدّ الشيء كقولك ما حدّ هذه الدار والدار جهات معدودة إليها ينتهي الحد ، فيكون تحديد الدار بذكر جهاتها المتحدة المتعددة التي هي ، أعني الدار محصورة متسوّرة بها ، فإذا قيل ما حدّ السواد فكان يطلب به المعاني والحقائق التي بائتلافها تتم حقيقة السواد . فإن السواد سواد ولون وموجود وعرض ومرئي ومعلوم وموصوف ومذكور وواحد وكثير ومشرق وبراق وكدر وغير ذلك مما يوصف به من الأصناف ، وهذه الصفات بعضها عارض يزول وبعضها لازم لا يزول ، ولكن ليست ذاتية ككونه معلوما وواحدا وكثيرا ، وبعضها ذاتي لا يتصور فهم السواد دون فهمه ككونه لونا . فطالب الحد كأنه يقول إلى كم معنى تنتهي حدود حقيقة السواد لنجمع له تلك المعاني المتعدّدة بتلخيص ، بأن نبدأ بالأعم ونختم بالأخص ولا نتعرض للعوارض ، وربما طلب أن لا يتعرض أيضا للوازم بل للذاتيات فقط . فإذا لم يكن المعنى مركبا من ذاتيات متعددة كالوجود كيف يتصور تحديده وكان السؤال عنه كقول القائل ما حدّ الكرة ولنقدّر العالم كله على شكل كرة ، فلو سئل عن حدّه كما سئل عن\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nحدود الدار كان محالا ، إذ ليس له حدود وإنما حدّه منقطعة ومنقطعة سطحه الظاهر وهو سطح واحد متشابه وليس بسطوح مختلفة ولا هي منتهية إلى مختلف ، حتى يقال أحد حدوده ينتهي إلى كذا والآخر إلى كذا ، فهذا المثال المحسوس ربما يفهم منه مقصدي من هذا الكلام ولا يفهم من قولي إن السواد مركب من معنى اللونية والسوادية وإن اللونية جنس والسوادية نوع إن في السواد ذات متباينة متفاصلة فلا نقول السواد لون وسواد ، بل هو لون ذلك اللون بعينه هو سواد ، بل معناه يتركب ويتعدد عند العقل حتى يعقل اللونية مطلقا ولا تخطر له الزرقة مثلا ثم يعقل الزرقة فيكون العقل قد عقل أمرا زائدا لا يمكن أن تجحد تفاصيله في الذهن ، ولا يمكنه أن يعتقد تفاصيله في الوجود ولا يظنن أن منكر الحال يقدر على حد شيء البتة ، لأنه إذا ذكر الجنس واقتصر بطل عليه ، وإذا زاد شيئا للاحتراز فيقال الزيادة عين الأول أو غيره ، فإن كان عينه فهو تكرر فاطّرحه وإن كان غيره فقد اعترفت بأمرين . وإذا قال في حد الجوهر إنه موجود قلنا بطل بالعرض . وإذا قال متحيّز قلنا قولك متحيّز مفهومه غير مفهوم الموجود أو عينه ، فإن كان عينه فكأنك قلت موجود موجود فإن المترادفة كالمتكررة فهو إذا باطل بالعرض .\r\nوإن قولك موجود لا يدفع النقض ، وقولك متحيّز فهو عينه بالمعنى لا باللفظ . لأن كل لفظ لا يدفع نقضا ، فتكراره لا يدفع ومرادفه لا يدفع ، فمهما انتقض قولك أسد بشيء لم يندفع النقض بقولك ليث كما لا يندفع بقولك أسد . فقد عرفت أن المفرد لا يمكن أن يكون له حدّ حقيقي إلا لفظي ، كقولك في حدّ الموجود إنه الشيء ؛ أو رسمي كقولك في حدّ الموجود إنه المنقسم إلى الفاعل والمفعول أو الخالق والمخلوق أو القادر والمقدور أو الواحد والكثير أو القديم والحادث أو الباقي والفاني أو ما يشبه من لوازم الموجود وتوابعه . فكل ذلك ليس نبأ عن ذات الوجود بل عن تابع لازم لا يفارق البتة . واعلم أن المركب إذا حدّدته بذكر آحاد الذاتيات توجّه السؤال عن حد الآحاد . فإنك إذا قيل لك ما حدّ الشجر فقلت نبات قائم على ساق فقيل لك ما حدّ النبات فتقول جسم نام ، فيقال وما حدّ الجسم\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nفتقول جواهر مؤتلفة ، فيقال وما حدّ الجوهر وهكذا . فإن كان مؤلف فيه مفردان وكل مفرد فله حقيقة وحقيقته أيضا تأتلف من مفردين فلا تظنّ أن هذا يتمادى إلى غير نهاية بل ينتهي إلى مفردات يعرفها العقل والحس معرفة أولية لا يحتاج إلى طلبه بصيغة الحد . كما إن العلوم التصديقية تطالب بالبرهان عليها وكل برهان من مقدمتين ولا بد لكل مقدمة أيضا برهان من مقدمتين وهكذا يتسلسل إلى أن ينتهي إلى أوليات ، وكما أن في العلوم أوليات فكذا في المعارف . فطالب حدود الأوليات إنما يطلب شرح اللفظ لا الحقيقة .\r\nفإن الحقيقة تكون ثابتة في عقله بالفطرة الأولى كثبوت حقيقة الوجود في العقل ، فإن طلب الحقيقة فهو معاند وكان كمن يطلب البرهان على أن الاثنين أكثر من الواحد ، فهذا ما أردنا إيراده من القوانين بالامتحانات ولنشتغل بحدود ذكرت في فن الكلام والفقه لتحصل بها الدرية بكيفية استعمال القوانين .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nالفن الثاني من محك الحد في الامتحانات\r\n\r\nالامتحان الأول :\r\nاختلف الناس في حدّ الحد فمن قائل يقول حدّ الشيء هو حقيقته ونفسه وذاته ، ومن قائل يقول حدّ الشيء هو اللفظ المفسّر لمعناه على وجه يجمع ويمنع ، ومن قائل ثالث يقدر هذه مسألة خلافية فينصر أحد الحدين على الآخر وانظر كيف تخبط عقل هذا الثالث فلم يعلم أن الاختلاف إنما يتصور بعد التوارد على شيء واحد ، وهذان قد تباينا وتباعدا وما تواردا وإنما منشأ هذا الغلط الذهول عن معرفة الاسم المشترك الذي ذكرناه . فإن من يحدّ المختار بأنه القادر على ترك الشيء وفعله ليس مخالفا لمن يحدّه بأنه الذي خلى ورأيه ، كما أن من حدّ العين بأنه العضو المدرك للألوان بالرؤية لم يخالف من يحدّ العين بأنه الجوهر المعدني الذي هو أشرف النقود ، بل حدّ هذا أمرا متباينا بحقيقة الأمر الآخر ، وإنما اشتركا في اسم العين والمختار فافهم هذا فإنه قانون كثير النفع . فإن قلت فما الصحيح عندك في حدّ الحد فاعلم أن من طلب المعاني من الألفاظ ضاع وهلك وكان كمن استدبر المغرب وهو يطلبه . ومن قرّر المعاني أولا في عقله بلا لفظ ثم أتبع المعاني الألفاظ فقد اهتدى . فلنقرّر المعاني فنقول الشيء له في الوجود أربع مراتب : الأولى حقيقة في نفسه ، الثانية ثبوت مثال حقيقته في الذهن ، وهو الذي يعبّر عنه بالعلم . الثالثة تأليف مثاله بحروف تدلّ عليه وهي العبارة الدالة على المثال الذي في النفس . والرابعة\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nتأليف رقوم تدرك بحاسة البصر دالة على اللفظ ، وهي الكتابة ، والكتابة تبع اللفظ ، إذ تدل عليه ، واللفظ تبع العلم ، إذ يدل عليه ، والعلم تبع المعلوم ، إذ يطابقه ويوافقه . وهذه الأربعة متوافقة متطابقة متوازنة إلا أن الأولين وجودان حقيقيان لا يختلفان بالأعصار والأخريان وهما اللفظ والكتابة تختلف بالأعصار والأمم لأنها موضوعة بالاختيار . ولكن الأوضاع وإن اختلفت صورها فهي متفقة في أنها موضوعة قصد بها مطابقة الحقيقة .\r\nومعلوم أن الحد مأخوذ من المنع ، وإنما استعير لهذه المعاني للمشاركة في معنى المنع ، فانظر أين تجده في هذه الأربعة . فإن ابتدأت بالحقيقة لم تشك في أنها حاصرة للشيء مخصوصة به ، إذ حقيقة كل شيء خاصيته التي له وليست لغيره . فإذا الحقيقة جامعة مانعة . فإن نظرت إلى مثال الحقيقة في الذهن وهو العلم وجدته أيضا كذلك ، لأنه مطابق للحقيقة المانعة .\r\nوالمطابقة توجب المشاركة في المنع . وإن نظرت إلى العبارة عن العلم وجدتها أيضا حاصرة ، فإنها مطابقة للعلم المطابق للحقيقة والمطابق للمطابق مطابق . وإن نظرت إلى الكتابة وجدتها مطابقة للفظ المطابق للعلم المطابق للحقيقة ، فهي أيضا مطابقة ، وقد وجد المنع في الكل إلا أن العادة لم تجر بإطلاق اسم الحد على الكتابة التي هي الرابعة ولا على العلم الذي هو الثانية ، بل هو مشترك بين حقيقتين . فلا بد وأن يكون له حدان مختلفان كلفظ العين ، والمختار ونظائر هما . فإذا عند الإطلاق على نفس الشيء يكون حدّ الحداثة حقيقة الشيء وذاته وعند الإطلاق الثاني يكون حدّ الحد إنه اللفظ الجامع المانع إلا أن الذين أطلقوه على اللفظ أيضا اصطلاحهم مختلف كما ذكرناه في الحد اللفظي والرسمي والحقيقي . فحدّ الحد عند من يقنع بتكرير اللفظ كقوله الموجود هو الشيء والحركة هي النقلة والعلم هو المعرفة هو تبديل اللفظ لما هو واقع عند السائل على شرط يجمع ويمنع . وأما حدّ الحد عند من يقنع بالرسميات أنه اللفظ الشارح للفظ بتعديد صفاته الذاتية واللازمة على وجه يميّزه عن غيره تمييزا يطرد وينعكس . وأما حدّه عند من لا يطلق اسم الحد إلا على الحقيقي أنه القول\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nالدال على تمام ماهية الشيء . ولا يحتاج في هذا أن يذكر الطرد والعكس لأن ذلك يتبع الماهية بالضرورة ولا يتعرض للازم والعرضي ، فإنه لا يدل على الماهية إلا الذاتيات . فقد عرفت أن اسم الحد مشترك في الاصطلاحات بين الحقيقة وشرح اللفظ والجمع بالعوارض والدلالة على الماهية . وهذه أربعة أمور مختلفة كما دلّ لفظ العين على أمور مختلفة فيعلم صياغة الحد . فإذا ذكر لك اسم وطلب حدّه فانظر ، فإن كان مشتركا فاطلب عنده المعاني التي فيها الاشتراك ، فإن كانت ثلاثة فاطلب ثلاثة حدود ، لأن الحقائق إذا اختلفت فلا بد من اختلاف الحدود . فإذا قيل ما الإنسان فلا تطمع في حد واحد ، فإن الإنسان مشترك بين أمور ، إذ يطلق على إنسان العين وله حد وعلى الإنسان المعروف وله حد آخر وعلى الإنسان المصنوع على الحائط المنقوش وله حد آخر وعلى الإنسان الميت وله حد آخر . فإن الذكر المقطوع واليد المقطوعة تسمّى يدا وذكرا لا بالمعنى الذي كان يسمّى به ، إذ كان يسمّى به من حيث أنها آلة البطش وآلة الوقاع ، وبعد القطع يسمّى به من حيث أن شكله له اسم ولو صنع شكله من خشب أو حجر .\r\nأعطي اسمه ، وكذلك يقال ما حدّ العقل فلا تطمع في أن يحدّ بحد واحد وهو هوس لأنه مشترك يطلق على الغريزة التي يتهيأ بها الإنسان لدرك العلوم الضرورية ، ويطلق على العلوم المستفادة من التجربة ، حتى أن من لم تحنكه التجارب بهذا الاعتبار لا يسمّى عاقلا ، ويطلق على من له وقار وهيبة وسكينة في جلوسه وكلامه وهو عبارة عن الهدوء ، فيقال فلان عاقل أي فيه هدوء ، وقد يطلق على من جمع إلى العلم العمل حتى أن الفرس وإن كان في غاية من الكياسة يمنع عن تسميته عاقلا ويقال للحجّاج إنه عاقل بل داهية ، ولا يقال للكافر وإن كان فاضلا في جملة من علوم الطب والهندسة إنه عاقل ، بل إما داهية وإما فاضل وإما كبير . فهكذا تختلف الاصطلاحات فيجب بالضرورة أن تتعدّد الحدود في حد العقل فباعتبار أحد مسمياته إنه بعض العلوم الضرورية بجواز الجائزات واستحالة المستحيلات . وبالاعتبار الثاني إنه غريزة يتهيأ بها النظر في المعقولات ، وهكذا بقية الاعتبارات .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nفإن قلت فأرى الناس يختلفون في الحدود وهذا الكلام يكاد يحيل الخلاف في الحد أفترى أن المتنازعين فيه ليسوا عقلاء .\r\nفاعلم أن الخلاف في الحد يتصور في موضعين : أحدهما أن يكون اللفظ بكتاب اللّه أو سنّة رسوله أو قول إمام من الأئمة ، ويكون ذلك اللفظ مشتركا فيقع النزاع في مراده به ، فيكون قد وجد التوارد على مراد القائل والتباين بعد التوارد ، فالخلاف تباين بعد التوارد . ولذا فلا نزاع بين من يقول السماء قديم وبين من يقول المغصوب مضمون ، إذ لا توارد ، ولو كان لفظ الحد من كتاب اللّه تعالى أو كتاب إمام يجوّز التنازع في مراده ويكون إيضاح ذلك من صنعة التفسير لا من صناعة النظر بالعقل . الثاني أن يقع الخلاف في مسألة أخرى على وجه محقق ويكون المطلوب حدّه أمرا بائنا ولا يحدّ حده على المذهبين فيختلف . كما يقول المعتزلي حدّ العلم اعتقاد الشيء ، ونحن نخالفه في ذكر الشيء ، فإن المعدوم عندنا ليس بشيء ، فالخلاف في مسألة أخرى تتعدّى إلى الحد ، ولذلك يقول القائل حدّ العقل بعض العلوم الضرورية على وجه كذا ، ويخالف من يقول في حدّه إنه غريزة يتهيأ بها إدراك المعقو لات من حيث أنه ينكر وجود غيره ، بل يقول ليس في الإنسان إلا جسم وفيه حياة وعلوم ضرورية إما غريزية أو مكتسبة وعلوم نظرية ، فلا يتميّز بها القلب عن العقب والإنسان عن الذباب . فإن اللّه قادر على خلق العلوم النظرية في العقب وفي الذباب فيثير الخلاف في غير الحد خلافا في الحد . فهذا وإن أوردناه في معرض الامتحان فقد أفدناك به ما يجري على التحقيق مجرى القوانين .\r\n\r\nالامتحان الثاني :\r\nاختلف في حد العلم فقيل هو المعرفة وهذا حد لفظي وهو أضعف أنواع الحدود ، فإنه تكرير لفظ بذكر ما يرادفه . كما يقال حد الحركة النقلة ولا يخرج عن كونه لفظيا بأن يقال معرفة المعلوم على ما هو به لأنه في حكم التطويل والتكرير ، إذ المعرفة لا تطلق إلا على ما هو\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nكذلك ، فهو كقول القائل حدّ الموجود الشيء الذي له ثبوت ووجود ، فإن هذا التطويل لا يخرجه عن كونه لفظيا ولست أمنع من أن تسمّى مسمى هذا حدا . فلفظ الحد لفظ في اللغة المنع وهو مباح فيستعيره من يريده لما فيه نوع من المنع . فلو سمّى قلنسوة حدا من حيث أنه يمنع البرد لم يمنع من هذا أن كان الحد عنده عبارة عن لفظ مانع ، فإن كان عنده عبارة عن قول شارح لماهية الشيء مصور كنه حقيقته في ذهن السائل فقد ظلم بإطلاق هذا الاسم على قوله العلم هو المعرفة . وقيل أيضا إنه الذي يعلم به وإنه الذي تكون الذات به عالمة ، وهذا الحد أبعد من الأول فإنه مساو له في الخلو عن الشرح والدلالة على الماهية . ولكن قد يتوهم في الأول شرح اللفظ بأن يكون أحد اللفظين عند السائل أشهر من الآخر ، فشرح الأخفى بالأشهر .\r\nأما العالم ويعلم فهو مشتق من نفس العلم ومن أشكل عليه المصدر كيف يتّضح لديه المشتق منه والمشتق أخفى من المشتق منه ، وهو كقول القائل في حد الفضة إنه الذي تصاغ منه الأواني الفضية . وقيل إنه الوصف الذي يتأتّى للمتّصف به إتقان العلم وإحكامه . وهذا ذكر لازم من لوازم العلم فيكون رسميا وهذا أبعدهما قبلة من حيث أنه أخص من العلم ، فإنه يتناول بعض العلوم ولكن أقرب بوجه آخر مما قبله وهو أنه ذكر لازم قريب من الذات بعيد شرحا وبيانا بخلاف قوله ما يعلم به وما تكون الذات به عالمة .\r\nفإن قلت فما طريق تحديد العلم عندك فاعلم أن العلم اسم مشترك قد يطلق على الإبصار والإحساس ، وله حد بحسبه ، ويطلق على التخيّل ، وله حد آخر بحسبه ويطلق على الظن ، وله حد آخر بحسبه ويطلق على علم اللّه على وجه آخر أعلى وأشرف . ولست أعني أنه أشرف لمجرد العموم فقط بل بالذات والحقيقة . ويطلق على إدراك العقل وحدّه على الخصوص كما ينقدح في الحال أنه سكون الذهن جزما عن بصيرة إلى الأمر بأنه كذا أوليس كذا والأمر كذلك . ولا يبعد أن يحتاج هذا الجدال إلى مزيد تحرير وتنقيح ليس يتّسع القلب الآن لتضييع الوقت به فعليك بإتمامه ، وغرضي ذكر الطريق للحد . تقول يعترضون على هذا الحد بأنك استعملت لفظ السكون\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nوهو مشترك ولفظ الذهن وهو غريب ولفظ البصيرة ، وكأنه يشير إلى الاتصال ولا يلتفت إلى المشغوفين بالعبارات المصدوفين بغير الحق عن الحقائق . فاعلم أن السكون إذا قرن بالذهن زال منه الإجمال ، وأن الذهن ذكرته لأني أظنه مفهوما عندك ولا أمنع من إبداله في حق من لا يعرفه ، فقصد الحد الحقيقي تصور كنه الماهية في نفس المستفيد الطالب بأي لفظ كان ، فإن قلت فهل يتصور أن يكون للشيء الواحد حدان قلت : أما الحد اللفظي فيتصور أن يكون له ألف ، وذلك يختلف بكثرة الأسامي في بعض اللغات وقلتها في البعض ويختلف باختلاف الأمم . وأما الحد الرسمي أيضا فيجوز أن يتعدّد لأن لوازم الأشياء ليست محصورة . وأما الحد الحقيقي فلا يتصور إلا واحدا لأن الذاتيات محصورة ، فإن لم يذكرها لم يكن حقيقيا وإن ذكر بعضها فالحد ناقص وإن ذكر مع الذاتيات زيادة فالزيادة حشو ، فإذا لا يتعدّد هذا الحد .\r\n\r\nالامتحان الثالث :\r\nقيل في حد العرض ما لا يبقى أو ما يستحيل بقاؤه أو لا يقوم بنفسه ، وهذا مختل لأنه ذكر لازم ليس يتعرض للذات ، ثم هو لازم سلبي والإثبات أقرب إلى التفهيم . وقيل إنه الذي يعرض في الجوهر ، وقولك يعرض كأنه مأخوذ منه العرض وفيه إدخال الجوهر في حدّه وهو أيضا ممّا يطلب حدّه ، فيمكن إحالته على العرض بأن يقال الذي يقوم به العرض . فليس هذا الفن مرضيا بل نقول طالب هذا الحد كأنه يطلب أن يتفهم ما نريده في اصطلاحنا بهذا الاسم ، وإلا فالعرض ما ثبتت حقيقته في النفس ثبوتا أوليا لا يحتاج إلى طلبه بصناعة الحد ، إذ بيّنا أن من المعارف ما يستغنى في تفهمها عن الحد وإلا يتسلسل الأمر إلى غير نهاية . فنقول له اعلم إن العقل أدرك الوجود ثم أدرك انقسامه إلى ما يستدعى محلا يقوم به وإلى ما لا يستدعيه ، ثم أدرك انقسام القائم بالعين إلى ما يطرأ بعد أن لم يكن وإلى ما لا يكون طارئا كصفات اللّه تعالى . فالعرض عبارة عن الذي يطرأ بعد أن لم يكن ويستدعي في تحديده في الوقت أنه حادث يستدعي وجوده محلا يقوم به . والمعتزلة إذ نفوا صفات الباري كان اصطلاحهم لا\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nيستدعي التقييد بالحادث بل يمكن أن يعبّروا به عن كل موجود يقوم بغيره .\r\nالامتحان الرابع : قيل في حد الحادث إنه الذي ليس بقديم فهو هوس ، كقول القائل القديم الذي هو ليس بحادث فهو حد الضد بالضد ، ويدور الأمر فيه . وقيل إنه الذي تتعلق به القدرة القديمة وهو ذكر لازم غامض لم يدرك إلا بالأدلة . وأما الحادث فمفهوم جليّ بغير نظر واستدلال ، ومن الضلال البعيد بيان الجليّ بالغامض . ولعمري من يطلق اسم الحد على كل لفظ جامع مانع فهذا عنده لا محالة حد . وكذا قوله الحادث ما ليس بقديم . ولكنّا نقول العقل أدرك الوجود ثم أدرك انقسامه إلى ما له أول بمعنى أنه لم يكن موجودا ثم وجدوا لي ما لا أول له ، فالقديم عبارة عن أحد القسمين والحادث الآخر . فنقول الحادث هو الموجود بعد العدم أو الكائن بعد أن لم يكن أو الموجود أو المسبوق بعدم أو الموجود عن عدم . وهذه ليست حدودا بل الكل حد واحد والعبارات متكرّرة دون المعنى . لا كقول القائل إنه متعلق القدرة الحادثة لأنه حد آخر مفهومه الأول غير مفهوم هذه الحدود يلزم ذلك المفهوم ، إذ يلزم متعلق القدرة أن يكون حادثا وفرق بين المتلازمين وبين الشيء الواحد الذي عنه عبارتان . وقول القائل الموجود عن عدم ليس بصحيح لأنه يقال السرير من الخشب ، بمعنى أنه جعل الخشب سريرا والعدم لا يجعل وجودا . فهذا أمر الاعتراضات النادرة . فإنّا لا ننكر بأن لفظ عن مشترك ، ولكن بيّنا أن المشترك إذا فهم بالقرينة التحق بالنص وهو معلوم هاهنا ، ولست أمنع من الاجتهاد في الاحتراز عن المشترك فذلك أحسن ، وإنما أمنع من استعظام هذا الصنيع الذي لا يعظم عند المحصل . فلا هذا مذموم كل ذلك الذم بعد حصول الفهم ، ولا ذلك محمود كل ذلك الحمد ؛ لا سيما إذا لم يفد الشرح . بل الأمر أهون ، فما الظنون بل قول القائل موجود عن عدم أحبّ إلي من قوله هو متعلق القدرة .\r\n\r\nالامتحان الخامس :\r\nاختلف في حد المتضادين وليس من غرضي غير\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالحدود ، ولكن الغرض أن أفيدك طريق التحديد بعد أن عيّنت في التماسك ذلك ، فليكن نظرك في الحدود كما أقوله ، وهو أن المتضادين دالان على شيئين لا محالة وكل شيئين فينقسمان إلى ما لهما محل وإلى ما لا محل لهما ، وكل ما لهما محل فينقسمان إلى ما يجتمعان كالسواد والحركة وإلى ما لا يجتمعان . فينقسم إلى ما يختلف بالحد والحقيقة كالسواد والبياض وإلى ما لا يختلف . والذي لا يختلف أيضا ينقسم إلى ما لا يجوز أن يكون لواحد عارض أو لازم ليس للآخر بل يسد أحدهما مسد الآخر في كل حال ، كالبياضين والسوادين ، وبالجملة كالمثلين . وإلى ما يتّحد في الحدود والحقيقة ولا تختلف طباعهما ، ولكن لا يسد أحدهما مسد الآخر ، كالكونين في مكانين وليس كالكونين في مكان واحد ، إذ لا يجتمع في الجوهر في حالة واحدة لا كونان في مكان واحد ، ولا كون في مكانين .\r\nوالذي بينهما اختلاف ينقسم إلى ما بينهما غاية الخلاف الذي لا يمكن أن يكون وراءه خلاف كالسواد والبياض والحركة الصاعدة والحركة الهابطة وإلى ما ليس في الغاية ، كمخالفة الماء الحار الفاتر ، فإنه أقل من مخالفته للبارد والشديد البرودة ، وكمخالفة الحركة يمينا الصاعدة ، فإنها أقل من مخالفتها للحركة يسارا ، أعني المقابل . فإذا تمهدت في عقلك هذه الأقسام فانظر إلى لفظ المتضادين وأنه كيف وضع الاصطلاح فيه . وأقل الدرجات في المتضادين هما المعنيان اللذان يتعاقبان على محل واحد لا يجتمعان سواء كانا مختلفين أو متماثلين . وقد اصطلح فريق على إطلاق الاسم على هذا ، فيوضع هذا الاسم . سمّوا المثلين متضادين ، وفريق آخر شرطوا زيادة لإطلاق هذا الاسم وهو أن لا يسد أحدهما مسد الآخر فلم يطلقوه على الكونين في حيّز واحد وأطلقوه على الكونين في حيّزين . وفريق ثالث شرطوا زيادة أمر وهو أن يكون بينهما اختلاف في الحد والحقيقة ، أي لا يدخل أحدهما في حد الآخر ، فإنا إذا حدّينا الكون بأنه اختصاص بالحيّز دخل فيه جميع الأكوان ، فليس بين الاحياز اختلاف بالطبع ولا بين الأكوان بل هي متشابهة . فهؤلاء لم يسمّوا الأكوان متضادة لكن المختلفات\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nكالحرارة والبرودة . وفريق رابع شرطوا زيادة ، وهو أن يكون بينهما غاية الخلاف الممكن في ذلك النوع من التضاد ، بحيث لا يكون وراءه خلاف ، وهؤلاء هم الفلاسفة ، وهذا اصطلاحهم ، فزعموا أن البياض لا يضاد العودي بل السواد والحار لا يضاد الفاتر بل البارد ، فهذا هو الشرح . ونرى جماعة من العميان يتعاورون في هذه الحدود ظانين أن فيها نزاعا ولا يدركون أن النظر نظران أحدهما في الحقائق المجردة دون الألفاظ وهؤلاء الانقسامات التي ذكرناها أو لا وليس في العقلاء من ينكر شيئا منها ، والثاني في إطلاق الألفاظ والاصطلاحات ، وذلك يتعلق بالشبيه . فإن الألفاظ طافحة مباحة لم يثبت من جهة الشرع وقفها على معنى معيّن حتى يمنع من استعمالها على وجه آخر . ولعمري لو قيل إن واضع اللغة وضعه لشيء في الأصل فهو وقف عليه بالحقيقة ولغيره استعارته هذا لا أمنع منه ، ولكن الخوض فيه لا يليق بالمحصل الناظر في المعقو لات بل بالأدباء الناظرين في اللغات . وقد ترى الواحد يغتاظ ويقول كيف يستجيز العاقل أن يقول الكونان لا يتضادان ومعلوم أنهما لا يجتمعان وإنما ذلك لما في نفسه من القياس الخطأ الذي لا يشعر به ، ونظم ذلك القياس أن قولنا يتضادان وقولنا يجتمعان واحد فكيف يقال يجتمعان ولا يجتمعان ، إذ يظهر أن كل ما لا يجتمعان فواجب تسميتهما متضادين ، ومعلوم أن الكونين لا يجتمعان فوجب تسميتهما متضادين ، ومن يدري أن وجوب تسمية ما لا يجتمعان متضادين غير ثابت بل التسمية إلى أهل الاصطلاح .\r\n\r\nالامتحان السادس :\r\nقيل في حد الحياة إنها المعنى الذي يستحق من قام به أن يشتق له منه اسم الحي ، وهذا من طوايف الحدود فإنه تعريف المعنى بلفظ يطلق على المعنى ، ومن قنع بمثل هذا في فهم الحياة فقد رضي من العلوم بقشورها . وقيل ما أوجب كون الحي حيا أو ما كان المحل به حيا . وقد عرفت ما في هذا الجنس . وقيل ما يصح بوجودها العلم أو ما تصح بوجودها القدرة أو الإرادة ، وهذا تعريف للشيء بذكر بعض توابعه .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nفإن قلت فما اختيارك فيه فاعلم أن ذكر ذلك لا يحتمله هذا الكتاب فإن هاهنا نظر في الألفاظ وهي ثلاثة : الحياة والروح والنفس ، ونظر في المعاني والحقائق . فإن في الناس من يقول ليس في الإنسان إلا حياة وهو عرض قائم بجسمه ، واسم النفس والروح يرجع إليه . ومنهم من يقول إنه لا بد سوى هذا العرض من شيء هو الروح وهو جسم لطيف في داخل القلب والدماغ يجري إلى سائر البدن في العروق الضوارب ، وأما النفس فليس لها مسمى ثالث . ومنهم من قال هاهنا أمر ثالث وهو موجود قائم بنفسه غير متحيّز ، والروح الذي هو الجسم اللطيف ومنبعه القلب مدير لسائر أعضاء البدن بواسطته ، وانظر كيف اختلف الطريق بهم وكيف يشاهد الاختلاف ، فإني أنبهك على أوائله وإن لم يحتمل الكتاب الخوض في غوائله ، فاعلم أن الناظر لمّا نظر إلى النطفة وهي جماد لا يحس ولا يتحرك ثم استحال في أطوار الخلق حتى صار يحس ويتحرك علم أنه حدث فيه ما لم يكن من الإحساس والحركة الإرادية ، فظنّ أنه ليس في هذا الوجود إلا الجسم كان جمادا فخلق اللّه فيه الإحساس وقدرة الحركة فلم تتحدد إذا إلا القدرة والحس ، وعند ذلك يسمّى حيا ، ويتجدد له هذا الاسم . فكانت الحياة عبارة عن الإحساس والقدرة فقط . ولما نظر إلى اللغات فرأى هذا الجنين وهذا الإنسان في حال السكتة يسمّى حيا ويصدق عليه الاسم وخمّن في نفسه بالوهم الظاهر قبل التحقيق بالبرهان أن هذا الإنسان في سكتته ليس معه إحساس البتة ولا قدرة ، وطلب له مسمّى فظنّ أنه ليس هاهنا إلا إمكان خلق الإحساس فيه وخلق القدرة ، فهو من حيث أنه مستعد لقبوله سمّي حيا والحياة عبارة عن استعداد فقط ، ولكن كان قد استقر في اعتقاده أن اللّه يقدر أن يخلق الحياة في كل جسم ، ولا يوصف اللّه تعالى بالقدرة على خلق الحس والحركة في الجماد ، فسنح له أن لا بد من صفة يفارق بها صاحب السكتة الجماد حتى تصور خلق الحس والقدرة فيه بسببه دون الجماد ، فقال الحياة عبارة عن تلك الصفة وأثبت له صفة هي الحياة . فمنهم من قنع بهذا\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nالنظر وقدر مع نفسه أنه لا موجود إلا الجسم وصفة يتهيأ المحل بها لقبول الحس والقدرة ، ومنهم من جاوز هذا الخبر به بصناعة الطب والاكتفاء به إلى أمور شرعية من صناعة الطب ، فدلّ على أن الأخلاط الأربعة بها بخار لطيف في غاية اللطف . فإن في القلب حرارة غريزية تنضج ذلك البخار وتلطّفه وتسرحه قوة في القلب في تجاويف العروق الضوارب إلى سائر البدن ، وأن القوة الحسّاسة تنتهي إلى العين والأذن وسائر الحواس الخمسة في هذا البخار اللطيف السائر بلطفه في سيال الأعصاب ، فكان هذا البخار حمّالا لهذه القوى يجري في سلك العروق ويمد الأجسام اللطيفة التي فيها قوى الإحساس . وقالوا لو وقعت سدة في بعض المجاري في هذا البخار إما في عصب أو عرق لبطلت الحياة والإحساس من الذي حالت السدة بينه وبين القلب حتى انقطع عنه إمداده فعبّروا عن هذا الهواء اللطيف بالروح ، وزعموا أنه سبب بقاء الحياة في أحاد الأعضاء . فثبت عندهم جسم لطيف عبّروا عنه بالروح وحكموا بأنه سبب العرض الذي يسمّى حياة . وأما التفاتهم إلى الشرع ، من حيث قال رسول اللّه صلى اللّه عليه وسلم أرواح الشهداء في حواصل طيور معلّقة تحت العرش . ولقوله تعالى :  وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ  « 1 » . فزعموا أنه لم يكن إلا حياة هي عرض وقد انعدم بالموت وجسد الميت بين أيدينا ، فما الذي في حواصل طيور خضر وكيف وصف الشهداء بأنهم أحياء والبدن ميت نشاهده والحياة عرض وقد انعدم . وكذلك التفتوا إلى قوله صلى اللّه عليه وسلم في دعائه عند النوم « إن أمسكتها فاغفر لها وإن أرسلتها فاعصمها بما تعصم به عبادك الصالحين » فقالوا : ما الذي يمسك ويرسل والبدن حاضر والحياة عرض لا يمكن إرسالها .\r\nوالتفتوا أيضا إلى قوله تعالى  وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي  « 2 » فلم لم يذكر لهم أنه عرض كالقدرة والحياة إن لم يكن هاهنا إلا\r\n\r\n\r\n\r\n","description":"","footnote":" ( 1 ) سورة آل عمران ، الآية 169 .  ( 2 ) سورة الإسراء ، الآية 85 . ","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nجسم وعرض . وثار عند هذا فريق ثالث وتغلغلوا زيادة تغلغل ، وقالوا هذا صحيح ولكن هذه الروح في بدنه ، وهناك موجود آخر يعبّر عنه بالنفس من صفته أنه قائم بنفسه لا متحيّز نسبته إلى البدن نسبة اللّه تعالى إلى العالم ، لا هو داخل في العالم ولا هو خارج عنه . والتفتوا إلى أن الروح جسم منقسم وأجزاؤه متشابهة . فلو كان هو المدبر المدرك من الإنسان لكان لكل شخص أرواح كثيرة ، واحتمل أن يكون في بعض أجزائها علم بالشيء وفي بعضها جهل بالشيء ، فيكون عالما بالشيء جاهلا به . فلا بد من شيء هو نافذ لا ينقسم ، وكل جسم منقسم . وزعموا أن الجسم الذي لا يتجزأ محال ثم التفتوا مع ذلك إلى أن هذه الروح كيف ترسل أو تمسك في حالة النوم ، ولو خرجت الروح من البدن في النوم لكان ميتا لا حيا . ولمّا كانت التخيلات والأحلام ومعرفة الغيب بطريق الرؤية صحيحة زعموا أنه ليس يخرج من النائم جسم ينفصل عنه ، فإنه لو عاد إليه لدخل في منفذ . فإن الأجسام لا تتداخل ولو شدّ فم النائم وأنفه أو لا ثم نبّه لتنبه ولا حظوا فيه أمورا أخر لا يمكن إحصاؤها وقالوا لو لم يكن إلا الجسم والروح لذكره الشارع . فإن الجسم اللطيف مفهوم وإنما الذي لا يفهم موجود لا خارج البدن ولا داخله . والأولون أحالوا هذا ، فالنافية إثبات موجود حادث لا داخل البدن ولا خارجه وهو محال . فهذا ترتيب نظرهم . فإن قلت فما الصحيح من ذلك فاعلم أن المسؤول فيه ليس يخلو إما أن يكون غير عالم ، فلا يمكن البيان ، وإما أن يكون عالما فلا يحل له الخوض فيه . فإن الروح سر اللّه تعالى كما أن القدم سر اللّه ولم يرخّص رسول اللّه صلى اللّه عليه وسلم بالخوض في شرحه . وكان من أوصافه في التوراية « 1 » أنه لا يجيب عن كذا وكذا ، أي لا يشرح عن أسرارها ، ومن جملته الروح . ولا يظن أن اللّه تعالى لم يطلعه عليها ، فإنه عرف أمورا أعظم منها . والجاهل بالروح جاهل بنفسه فكيف\r\n\r\n\r\n","description":"","footnote":" ( 1 ) لعلها التوراة . ","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nيظن أنه عرف اللّه وملائكته وأحاط بعلم الأولين والآخرين ، وما عرف نفسه ، ولكنه كان عبدا فأمر بأمر فاتّبع الأمر ، فعلى كل مؤمن به ومصدّق له أن يتبعه ويسكت عما سكت عنه عرفه أو لم يعرفه . ولا يبعد أن يكون في أمته من الأولياء والعلماء من كشف له سر هذا الأمر وليس في الشرع برهان على استحالة ذلك ، فإن قلت فما الصحيح من العبارات في حد الحياة التي هي عرض . قلنا : أما عند من لا يثبت إلا العرض فأقرب لفظ في تفهيمها أنها الصفة التي بها يتهيأ المحل لقبول الحس والحركة . وأما على مذهب من يثبت النفس والروح فقد يثبتون الحياة أيضا عرضا فيوافقون في الحد ، وقد يقولون ليس للحياة معنى سوى كون البدن ذا روح ونفس ، فإنه يستعد لقبول القدرة والعلم من حيث أنه ذو روح ونفس فقط لا من حيث صفة أخرى ، وكونه كذلك لا يزيد على ثبوت النسبة بينه وبين الروح والنفس .\r\nكما أن كون الإنسان متنعلا لا يزيد على كونه ذا فعل ووجود رجل ، وانطباق النعل على الرجل . وكما أن كون العالم عالما عند من ينكر المعلول والعلة وهو الحق ليس إلا وجود علم في ذات فهذا قدر ما يمكن أن يذكر من أمر الحياة علامة على الحد كمن يبتغي جملا مسوقا على علامة باقية من أثر خفه .\r\n\r\nالامتحان السابع :\r\nقد استدعيت كلاما في حد الحركة والخائضون فيه ضبطهم كثير ، فقيل إنه الذي لمحله به اسم المتحرك ، وقيل إنه الذي تكون الذات به متحركة ، وقيل إنه الخروج عن المكان وقد فهمت ما في هذا النمط من فائدة أو غائلة ، فإن أردت الحقيقة فعليك بالمنهج الذي ذلّلته لك فلم أكرّره بالامتحان مرة بعد أخرى إلا لتألف هذا المسلك البعيد وهو أن تحصل الألفاظ المشهورة وتضعها في جانب من ذهنك ، وهاهنا ثلاثة :\r\nالكون والحركة والسكون ، وتنظر في المعاني المعقولة التي تدل هذه العبارات عليها من غير التفات إلى الألفاظ ، فتقول هذا المنظور فيه من فن الأعراض ، ونحن نعلم أن العرض ينقسم إلى ما يعبّر عنه بأنه اختصاص\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nجوهر بحيّزه وإلى ما لا يعبّر عنه به . واختصاص الجوهر بحيّزه ينقسم بالضرورة إلى ما يكون في حالة واحدة وإلى ما يكون في أكثر . والذي يكون أكثر ينقسم إلى ما يزيد على حالتين وإلى ما لا يزيد . والذي يكون في حالتين ينقسم إلى ما يكون في حيّز واحد وإلى ما يكون في حيّزين ، وكذا ما يكون في ثلاثة أحوال فصاعدا ينقسم إلى ما يكون في حيّز واحد وإلى ما يكون في ثلاثة أحياز . فقد حصل هاهنا للعقل خمسة أقسام كون في حالة وكون في حالتين في حيّز واحد وكون في حالتين في حيّزين وكون في ثلاثة أحوال في حيّز واحد وكون في ثلاثة أحوال في ثلاثة أحياز . وكانت الألفاظ ثلاثة والأقسام خمسة فاختلف الناس في إطلاق تلك الألفاظ على هذه الأقسام . فقال فريق وهو الأقرب إلى الحق ، وأعني بالحق هاهنا تقريب التعريف والاصطلاح ، وإلا فليس في هذا النظم رسم معنوي وإنما هو بحث عن اللفظ الفاشي يعبّر بالسكون عن الاختصاص بحيّز في حالتين متواصلتين فصاعدا ، وبالحركة عن الاختصاص بحيّزين في حالتين متواصلتين فصاعدا ، وهؤلاء لم يسمّوا الجوهر في أول حدوثه لا ساكنا ولا متحركا فثار عليهم من يأخذ الأمور من بعد . فقال هذا يؤدّي إلى أن يكون جوهر غير ساكن ولا متحرك وهذا محال ، والمؤدّي إلى المحال محال فسلم الكلام المشهور بين المتكلمين أن الحركة والسكون يتقابلان لا ينفك الجوهر عنهما . ولم يعرف أن الذين قالوا ذلك أرادوا به الذي يبقى مدة يدركه الحس ، فالثاني لا يخلو عن حركة وسكون فإنهم فهموا من السكون أشياء ، فكيف سمّوا الاختصاص في الحاة الأولى سكونا ، فإن كان يسمّى به باعتبار أنه ليس بمتحرك فليكن متحركا باعتبار أنه ليس بساكن ، أي ليس بلا لبث ، وهذا خوض في فصول بلا طائل بعد معرفة المعنى ، وثار من بعد خيال آخر وهو أن الحركة إن كانت عبارة عن الكون في المكانين فلا تكون الحركة قط موجودة في حال من الأحوال . لأن الكون في مكانين يكون في آنين ، فإن نظرت إلى الآن الأول فالكون الثاني غير موجود وإن نظرت إلى الثاني فلا يكون إلا بعد عدم الأول . وهذا كما أن تبدّل السواد والبياض لا يكون\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nموجودا ، أعني نفس التبدّل لأنه ما دام السواد موجودا فلا تبدّل . وإذا وجد البياض بعد عدم السواد فلا تبدّل . فيكون التبدّل عبارة أطلقت على أمر معقول يستدعي ثبوته زيادة على آن واحد . فقالوا الحركة لا وجود لها بالفعل في آن البتة وإنما وجودها في زمان ممتد ، والزمان لا يوجد منه جزء ما لم يفن الذي قبله ، فلا يصادف وجودا إلا في الوهم أما في الخارج فلا .\r\nوهؤلاء هم الفلاسفة . وقال أهل الحق لسنا نطلق اسم الحركة عليه من حيث أنه كونان في مكانين بل من حيث أنه كون في مكان لم يكن قبله وبعده فيه ، فألزموا أن الجرم الذي وجد في حالة واحدة لم يكن قبله ولا بعده فيه فزادوا مع وجود الجوهر للاحتراز . وهذا الإطلاق يستدعي صدقه ثلاثة أحوال ، فمن يكتفي بحالتين وتكون الحركة عنده عبارة عن كون الجوهر في حيّز لم يكن قبله فيه مع وجوده ، وأعني به الفصل القريب . فهو مسمّى حركة من حيث أنه شغل بحيّز حصل به مع فراغ الآخر . وأما السكون فهو كون في مكان كان قبله فيه . ومن أراد أن يغيّر هذه العبارات فلا حجر عليه بعد أن يقرّر في عقله الأقسام الخمسة الأول ، فإنه بعد ذلك سنّة اللغوي الناظر في الألفاظ لا المتكلم الباحث عن المعاني . ولنختم الامتحانات بذكر حد واحد من حدود الفقهاء والأصوليين .\r\n\r\nالامتحان الثامن :\r\nاختلفوا في حد الواجب فقيل الواجب ما تعلّق به الإيجاب ، وقيل ما لا بد من فعله ، وقيل ما يثاب على فعله ويعاقب على تركه ، وقيل ما يجب بتركه العقاب ، وقيل ما لا يجوز الإقدام على تركه ، وقيل ما يصير المكلّف بتركه عاصيا ، وقيل ما يلام تاركه شرعا . ولو تتبّعت هذه الحدود طال الأمر ففيما قدّمته ما يعرفك وجه الخلل في المختل منها ، لكن أهديك إلى الحق الواضح بتمهيد سبيل السلوك ، وهو أن تستنهج ما نهجته لك فتعلم أن الألفاظ في هذا الفن خمسة الواجب والمحظور والمندوب والمكروه والمباح . فدع الألفاظ جانبا وجز بالنظر إلى المعنى أولا ، وأنت تعلم أن الواجب اسم مشترك ، إذ يطلقه المتكلم في مقابلة\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nالممتنع ، ويقول وجود اللّه واجب ، واللغوي على السقوط يقول وجبت جنوبها ويقول وجبت الشمس ، فله بكل اعتبار حد آخر . والمطلب الآن مراد الفقهاء ، وهذه الألفاظ لا نشك أنها لا تطلق على الجواهر بل على الأعراض ، ومن الأعراض على الأفعال فقط ، ومن الأفعال على أفعال المكلّفين لا أفعال البهائم . فإذا نظرك إلى أقسام الفعل لا من حيث كونه مقدورا أو حادثا أو معلوما أو مكتسبا أو مخترعا ، وله بحسب كل نسبة انقسامات ، إذ عوارض الأفعال ولوازمها كثيرة فلا ننظر فيها ، ولكن إطلاق هذا الاسم عليها من حيث نسبتها إلى خطاب الشرع يعلم أن الأفعال تنقسم إلى ما لا يتعلق بها خطاب الشرع كأفعال البهائم والمجانين وإلى ما يتعلق به ، والذي يتعلق به ينقسم إلى ما تعلق به على وجه التخيير والتسوية بين الإقدام عليه والإحجام عنه ، ويسمّى مباحا ، وإلى ما رجّح فعله على تركه ، وإلى ما رجّح تركه على فعله . والذي رجّح فعله على تركه ينقسم إلى ما أشعر بأنه لا عقاب على تركه ويسمّى مندوبا وإلى ما أشعر بأنه يعاقب على تركه في الدار الآخرة ويسمّى واجبا . وربما اصطلح فريق على تخصيص الواجب بما علم ترجيحه على هذا الوجه قطعا كالصلوات الخمس المكتوبة دون ما هو مخيّر فيه ، وخصّصوا ذاك باسم الفرض ولا حرج في هذا الاصطلاح ، فإننا لا ننكر انقسام المرجّح بالعقاب إلى المعلوم والمظنون والاصطلاح مباح فلا مشاحة فيه . وأما المرجّح تركه فينقسم إلى ما أشعر بأنه لا عقاب على فعله ويسمّى مكروها ، وقد تكرّر ما أشعر عليه بعقاب في الدنيا ، كما قال عليه السلام أما يخشى الذي يرفع رأسه قبل الإمام أن يحوّل اللّه رأسه رأس حمار . وقوله من نام بعد العصر فاختلس عقله فلا يلومنّ إلا نفسه .\r\nوإلى ما أشعر بعقاب في الآخرة على فعله وهو المسمّى محذورا أو حراما أو معصية ، فإن قلت ما معنى قولك أشعر ، فمعناه أنه عرف بدلالة من خطاب صريح أو قرينة أو معنى مستنبط أو فعل أو إشارة . فالإشعار يعم\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nجميع المدارك ، فإن قلت ما معنى قولك عليه عقاب فمعناه أن إجرائه سبب للعقاب في الآخرة ، فإن قلت ما المراد بكونه سببا فالمراد ما يفهم من قولنا الأكل سبب الشبع وحز الرقبة سبب الموت والضرب سبب الألم ، فإن قلت فلو كان سببا لكان لا يرجى العفو بل كان يجب أن يعاقب لا محالة . فأقول ليس كذلك إذ لا يفهم من قولنا الضرب سبب الألم والدواء سبب الشفاء أن ذلك واجب في كل شخص معيّن مشار إليه ، بل يجوز أن يفرض في المحل أمور تدفع المسبب ، ولا يدل ذلك على بطلان السببية ، فربّ دواء لا ينفع وربّ ضرب لا يدرك المضروب ألمه لكونه مشغول النفس بأمر هام ، كمن يجرح في حال قتال وهو لا يحس في الحال به ، وكما أن العلة قد تستحكم فتدفع أثر الدواء فكذلك قد يكون في سريرة الشخص وباطنه أخلاق رضية وخصال محمودة عند اللّه مرضية يوجب ذلك العفو عن جريمته ولا يوجب خروج الجريمة عن كونها سبب العقاب .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\nخاتمة الكتاب\r\nثم ألحق به أن قال اعلم أن القدر الذي حرّرته في هذا الكتاب مع صغر حجمه حرّكت به أصولا عظيمة إن أمعنت في تفهم الكتاب تشوّفت إلى مزيد إيضاح في بعض ما أجملته واشتغلت لحكم الحال عن تفصيله ، وذلك التفصيل قد أودعت بعضه كتاب معيار العلوم . إلا أنني لم أفش تلك النسخة ولم تتداولها إلا يدي بعد ، لأنها كانت مفتقرة إلى مزيد تهذيب وتنقيح بحذف وزيادة وتحريف ، وقد دفعت الأقدار دون تهذيبها فإن استأخر الأجل واندفعت العوائق وانصرفت إليه الهمة وانقطعت على عمارته بتهذيب ما يجب أن يهذب صادفت فيه ما أعوزك في هذا الكتاب . وأنا الآن مجدد وصيتك بالمواظبة على الدعاء سائلا من اللّه تعالى أن يصلح نيتي فيما أتعاطاه من تصنيف كتاب وإفادة علم لأقصد به خالص وجه اللّه غير ممزوج بحظ من حظوظ الدنيا ، وما أخس حال من مهد للخلق سبيل الآخرة وهو إلى الدنيا ملتفت ، أو دعا الخلق إلى اللّه وهو عنه معرض . فنعوذ باللّه من شرور أنفسنا وسيئات أعمالنا ونسأل اللّه تعالى إصلاح أحوالنا وأقوالنا وأفعالنا ، فهو ولي الإجابة بفضله وسعة جوده والحمد للّه رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nالفهارس\r\nفهرس المصطلحات فهرس المحتويات\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nفهرس المصطلحات\r\n- أ - الإثبات : 43 / 46 / 52 / 67 / 82 / 85 / 88 / 91 / 92 / 94 / 98 / 105 / 111 .\r\nالاحتمال : 54 .\r\nالإحساس : 27 .\r\nالاستحالة : 27 / 42 / 85 .\r\nالاستدلال : 51 / 55 / 56 / 119 / 151 .\r\nالاستقراء : 56 / 112 / 113 / 120 / 126 .\r\nالأصل : 27 / 45 / 46 / 57 / 58 / 59 / 69 / 129 / 133 .\r\nالإضافة : 86 .\r\nالالتزام : 26 / 35 / 73 / 74 / 79 .\r\nالامتناع : 42 / 85 .\r\nالإمكان : 27 / 37 / 54 / 85 / 93 .\r\nالأوليات : 27 / 55 / 103 .\r\n- ب - بديهة العقل : 27 / 55 .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالبرهان : 27 / 31 / 46 / 68 / 92 / 139 / 140 / 144 .\r\n- ت - التجربة : 27 .\r\nالتصديق : 31 / 37 / 38 / 67 / 68 / 70 / 77 / 82 / 91 / 100 / 102 / 107 / 108 / 111 / 114 / 115 / 117 / 122 / 123 / 136 .\r\nالتصور : 30 / 31 / 32 / 37 / 50 / 79 / 88 / 106 / 116 / 117 / 148 .\r\nالتضمن : 26 / 73 / 74 .\r\nالتعاند : 27 / 51 / 52 / 97 / 111 .\r\nالتعريف : 27 .\r\nالتقابل : 42 / 43 .\r\nالتقسيم : 28 / 51 / 59 / 97 .\r\nالتلازم : 27 / 49 / 50 / 51 / 95 / 97 / 104 / 111 / 120 .\r\nالتمثيل : 30 / 56 / 60 / 112 / 119 .\r\nالتمييز : 27 .\r\nالتناقض : 98 .\r\n- ج - الجامع : 58 / 60 / 133 .\r\nالجزء : 87 .\r\nالجزئي : 26 / 32 .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nالجنس : 33 / 136 / 137 / 138 / 140 / 141 .\r\n- ح - الحد : 26 / 29 / 30 / 31 / 35 / 36 / 37 / 40 / 47 / 68 / 69 / 78 / 125 / 131 / 134 / 135 / 136 / 137 / 139 / 141 / 142 / 143 / 144 / 145 / 146 / 148 / 149 / 150 / 151 / 159 .\r\nالحد الأوسط : 27 / 45 / 46 / 59 / 60 .\r\nالحكم : 27 / 39 / 45 / 47 / 48 / 49 / 56 / 57 / 59 / 83 / 85 / 86 / 90 / 91 / 92 / 94 / 95 / 104 / 110 / 111 / 114 / 125 / 126 / 127 / 129 / 130 / 131 / 139 / 148 .\r\n- خ - الخاص : 26 / 32 / 36 / 40 / 49 / 94 / 136 .\r\nالخاصة : 26 / 89 / 95 / 112 .\r\n- د - الدلالة : 73 / 74 / 77 / 91 / 119 / 124 .\r\nالدليل : 43 / 85 / 107 / 109 / 114 / 115 / 126 .\r\n- ذ - الذاتي : 26 / 34 / 135 / 136 / 142 .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n- ر - الرسم : 26 / 142 .\r\n- س - السبر : 28 / 51 / 52 / 59 / 97 .\r\nالسلب : 27 .\r\nالسور : 84 .\r\n- ش - الشرطي المتصل : 27 / 50 .\r\nالشرطي المنفصل : 27 / 51 / 52 / 59 / 60 / 97 .\r\nالشكل : 27 / 80 / 81 .\r\n- ص - الصورة : 27 / 44 / 52 / 80 / 123 .\r\n- ض - الضرورة : 43 / 85 / 90 / 91 / 92 / 95 / 107 / 109 / 147 .\r\n- ظ - الظن : 27 / 54 / 99 / 100 / 113 .\r\n- ع - العام : 26 / 32 / 40 / 49 / 94 / 136 .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالعرض - العرضي : 26 / 150 / 157 .\r\nالعكس : 38 / 88 / 137 .\r\nالعلة : 27 / 45 / 46 / 48 / 49 / 58 / 60 / 90 / 91 / 92 / 93 / 94 / 95 / 110 / 111 / 119 / 120 / 123 / 126 / 127 / 129 / 132 / 135 / 141 / 157 / 161 .\r\nالعلم : 26 / 67 / 106 / 116 / 117 / 120 / 129 / 134 / 135 / 146 / 148 / 149 .\r\n- ف - الفرع : 27 / 45 / 46 / 58 / 133 .\r\nالفصل : 136 / 137 / 141 .\r\n- ق - القضية : 37 / 38 / 39 / 43 / 45 / 47 / 81 / 83 / 84 / 85 / 86 / 88 / 90 / 95 / 96 / 103 / 104 / 107 / 108 / 115 .\r\nالقضية الجزئية : 27 .\r\nالقضية الشخصية : 27 / 40 / 41 .\r\nالقضية الكلية : 27 .\r\nالقضية المطلقة الخاصة : 27 / 40 / 41 / 84 .\r\nالقضية المطلقة العامة : 27 / 40 / 84 / 92 .\r\nالقضية المعينة : 27 / 40 / 41 .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nالقضية المهملة : 27 / 40 / 42 / 84 .\r\nالقضية النافية : 87 .\r\nالقياس : 27 / 31 / 42 / 43 / 44 / 45 / 46 / 47 / 48 / 49 / 52 / 53 / 54 / 55 / 56 / 57 / 59 / 60 / 68 / 69 / 70 / 76 / 78 / 83 / 90 / 91 / 94 / 95 / 99 / 101 / 104 / 107 / 108 / 109 / 111 / 119 / 121 / 125 / 128 / 129 / 133 / 153 .\r\nقياس الدلالة : 119 .\r\nقياس العلة : 119 .\r\n- ك - الكل - الكلي : 26 / 32 / 35 / 36 / 87 .\r\n- ل - اللازم - اللزوم : 26 / 34 / 49 / 78 / 79 / 81 / 94 / 96 / 97 / 114 / 116 / 134 / 138 / 141 / 142 / 143 / 147 / 150 / 151 .\r\n- م - المادة : 27 / 44 / 52 .\r\nالماصدق : 32 .\r\nالماهية : 27 / 31 / 33 / 34 / 36 / 37 / 50 / 78 / 79 / 136 / 137 / 147 / 149 .\r\nالمباح : 159 / 160 .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالمتباينة : 26 / 74 / 75 / 76 .\r\nالمترادفة : 26 / 74 / 75 / 76 .\r\nالمتزايلة : 26 .\r\nالمتواطئة : 26 / 33 / 75 / 124 .\r\nالمثبتة : 27 / 84 / 88 / 92 / 94 / 95 .\r\nالمحظور : 159 / 160 .\r\nالمحك : 29 / 30 / 31 / 32 / 33 / 34 / 35 / 37 / 38 / 40 / 44 / 45 / 49 / 51 / 52 / 54 / 55 / 60 / 61 / 90 / 144 .\r\nالمحكوم عليه : 27 / 39 / 41 / 43 / 45 / 56 / 83 / 84 / 85 / 86 / 88 / 90 / 91 / 92 / 94 / 95 / 109 / 114 / 127 / 139 .\r\nالمحمول : 27 / 39 / 41 / 45 / 47 / 77 / 83 / 127 .\r\nالمشتركة : 26 / 74 / 124 / 138 / 151 .\r\nالمطابقة : 26 / 73 .\r\nالمطلق : 32 .\r\nالمعرفة : 26 / 31 / 32 / 35 / 67 / 68 / 116 / 117 / 134 / 141 / 148 / 149 .\r\nالمعيار : 27 / 29 / 30 / 31 / 33 / 35 / 36 / 38 / 39 / 41 / 42 / 47 / 48 / 50 / 51 / 52 / 53 / 54 / 55 / 56 / 58 / 106 / 162 .\r\nالمعين : 32 .\r\nالمقدّم : 96 / 97 .\r\nالمقدمة : 27 / 47 / 50 / 53 / 54 / 58 / 59 /\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n70 / 76 / 90 / 91 / 92 / 93 / 94 / 95 / 98 / 99 / 101 / 106 / 107 / 109 / 110 / 111 / 112 / 114 / 115 / 121 / 123 / 125 / 126 / 127 / 128 .\r\nالمكروه : 159 / 160 .\r\nالمناسب : 60 / 133 .\r\nالمندوب : 159 / 160 .\r\nالمؤثر : 60 / 133 .\r\nالموجبة : 27 .\r\nالموضوع : 27 / 39 / 45 / 47 / 48 / 83 / 127 .\r\n- ن - النتيجة : 27 / 59 / 83 / 91 / 93 / 94 / 95 / 98 / 110 / 114 / 115 / 116 / 121 / 126 / 127 .\r\nالنظم : 27 / 44 / 48 / 49 / 52 / 69 / 70 / 90 / 92 / 93 / 94 / 97 / 107 / 109 / 110 / 111 / 112 / 116 / 119 / 125 .\r\nالنفي : 27 / 43 / 47 / 48 / 67 / 83 / 85 / 87 / 93 / 94 / 95 .\r\nالنقلة : 148 .\r\nالنوع : 26 / 33 / 136 .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n- و - الواجب - الوجوب : 28 / 85 / 159 / 160 .\r\nالوجود : 37 / 85 .\r\n- ي - اليقين : 27 / 44 / 53 / 54 / 55 / 99 / 100 / 101 / 102 / 104 / 106 / 107 / 108 .\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n\r\nفهرس المحتويات\r\nالموضوع الصفحة\r\nالتقديم 3\r\nالبيئة الثقافية والفكرية 5\r\nالبيئة الاجتماعية والاقتصادية 11\r\nالظروف السياسية العامة 13\r\nحياة الغزالي وشخصيته 15\r\nطبيعة الكتاب وموضوعاته 29\r\nنص كتاب محك النظر 65\r\nمقدمة تحصر مقصود الكتاب 67\r\nالقول في شروط القياس 69\r\nالفن الأول في السوابق 71\r\nالفصل الأول في دلالة الألفاظ على المعاني 73\r\nالفصل الثاني في النظر في المعاني المفردة 78\r\nالفصل الثالث من فن السوابق من أحكام السوابق 83\r\nالفن الثاني من محك القياس في المقاصد 90\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nالفن الثالث في المقاصد - الفصل الأول 99\r\nالفصل الثاني من مدارك اليقين والاعتقاد 102\r\nالفن الثالث من القياس في اللواحق - الفصل الأول 109\r\nالفصل الثاني في بيان أن ما يسمى استقراء وتمثيلا يرجع بالضرورة إلى ما ذكرناه 112\r\nالفصل الثالث من وجه لزوم النتيجة من المقدمات 114\r\nالفصل الرابع في انقسام القياس إلى قياس دلالة وقياس علة 119\r\nالفصل الخامس في حصر مدارك الغلط في القياس 121\r\nالفصل السادس من القياس 129\r\nالقسم الثاني من الكتاب في محك الحد 134\r\nالقانون الأول 134\r\nالقانون الثاني 135\r\nالقانون الثالث 137\r\nالقانون الرابع 139\r\nالقانون الخامس 140\r\nالقانون السادس 141\r\nالفن الثاني من محك الحد في الامتحانات 145\r\nالامتحان الأول 145\r\nالامتحان الثاني 148\r\nالامتحان الثالث 150\r\nالامتحان الرابع 151\r\nالامتحان الخامس 151\r\nالامتحان السادس 153\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nالامتحان السابع 157\r\nالامتحان الثامن 159\r\nخاتمة الكتاب 162\r\nالفهارس 163\r\nفهرس المصطلحات 165\r\nفهرس المحتويات 174 .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176}
  ]