[
  {"content":"\r\n\r\nسلسلة\r\nومضات إعجازية من القرآن والسنة النبوية\r\n5\r\nالكتاب الخامس\r\nالرياح والسحب\r\nالدكتور المهندس\r\nخالد فائق العبيدي\r\nمنشورات\r\nمحمدعلي بيضون\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمنشورات محمد علي بيضون\r\nدار الكتب العلمية\r\nجميع الحقوق محفوظة\r\ncopyright\r\nAll rights reserved\r\nTous droits reserves\r\nجميع حقوق المكية الأدبية والفنية محفوظة\r\nلدار الكتب العلمية بيروت - لبنان .\r\nويحظر طبع أو تصوير أو ترجمة أو إعادة تنضيد الكتاب كاملا أو مجزا أو تسجيله على أشرطة كاسيت أو إدخاله على الكمبيوتر أو برمجته على أسطوانات ضوئية إلا بموافقة الناشر خطيا\r\nExcluslve rights by\r\nDar Al - Kotob AL - ilmiyah Beirut - Lebanon\r\nNo part of this publication may be translated , reproduced , distributed in any form or by any means , or stored in a data base or retrieval system , without the prior written permission of the publisher .\r\nTous droits exclusivement reserves a\r\nDar Al - Kotob Al - ilmiyah Beyrouth - Liban\r\nToute representation , edition , traduction ou reproduction meme partielle , par tous procedes , en tous pays , faite sans autorisation prealable signee par l'editeur est ollicite et exposerait le contrevenant a des poursuites judiciaires .\r\nالطبعة الأولى\r\n2005 م - 1426 ه‍\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\nرمل الظريف - شارع البحتري - بناية ملكارت\r\nالإدارة العامة : عرمون - القبة - مبنى دار الكتب العلمية\r\nهاتف وفاكس : 13 / 12 / 11 / 804810 ( 9615 + )\r\nصندوق بريد : 9424 - 11 بيروت - لبنان\r\nDar Al - Kotob Al - ilmiyah\r\nBeirut - Lebanon\r\nRaml Al - Zarif , Bohtory Str , Melkart Bldg 1 st floor\r\nHead office\r\nAramoun - Dar Al - Kotob Al - ilmiyah Bldg\r\nTel \u0026 Fax : ( + 961 5 ) 804810 / 11 / 12 / 13\r\nP . O . Box : 11 - 9424 Beirut - Lebanon\r\nDar Al - Kutub Al - ilmiyah\r\nBeyrouth - Liban\r\nRaml Al - Zarif , Rue Bohtory , lmm , Melkart , 1 er Etage\r\nAdministration general\r\nAramoun - lmm . Dar Al - Kotob Al - ilmiyah\r\nTel \u0026 Fax : ( + 961 5 ) 804810 / 11 / 12 / 13\r\nB . P : 11 - 9424 Beyrouth - Liban\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ الجزء الخامس 
  ]\r\nبسم اللّه الرّحمن الرّحيم\r\n\r\nمقدمة\r\nالحمد للّه رب العالمين والصلاة والسلام على أفضل وأشرف رسله وأنبيائه سيدنا محمد صلى اللّه عليه وسلم ، وعلى آله وصحبه أجمعين ، ومن تبعهم بإحسان إلى يوم الدين ، وبعد .\r\nفهذا هو لقاؤنا الخامس معكم في سلسلتنا ( ومضات إعجازية ) .\r\nيعتبر علم فيزياء السحب والغيوم والبرق والرعد وما يصاحبها من مطر وعواصف من أعقد العلوم التي تصرف على بحوثها ملايين الدولارات سنويا من قبل الدول المتطورة كالولايات المتحدة واليابان ودول أوروبا وغيرها لغرض فك رموزها وأسرارها ذات الأهمية البالغة .\r\nفي هذا الكتاب سنتابع مدى الروعة القرآنية في سبقه لهذه العلوم المعقدة قبل اكتشافها بأكثر من 14 قرنا من الزمان .\r\nوهنا لا ننسى فضل الكثير من الباحثين الدعاة جزاهم اللّه خير الجزاء من المتخصصين في حقول المعرفة الفيزيائية والكيميائية والطبية والهندسية في علوم المياه والسحب والرياح ممن أغنوا المكتبة الإسلامية ببحوثهم وكتبهم المهمة .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالفصل الأول الرياح في علم الأرصاد الجوية\r\nالرياح باختصار هي حركة الهواء المكون لطبقات الجو المغلف للأرض ، وسبب هذه الحركة متعدد يرتبط بالشمس التي تدور حولها الأرض ، وكذلك بالقمر الذي يدور حول الأرض ، وكذلك تضاريس الكرة الأرضية من بحار ويابسة وجبال ووديان وغير ذلك .\r\nومعلوم ما للرياح من أثر مهم بل وأساسي في حياتنا اليومية على هذه السفينة الفضائية التي تسمى الأرض ، فالملاحة الجوية والبحرية تعتمد أصلا على الرياح ، والزراعة التي منها قوتنا وغذاؤنا تعتمد على الأمطار بنسبة كبيرة ، والأمطار لا تحدث إلا بفعل الرياح مع عوامل أخرى سنفصلها في هذا الكتاب ، هذا فضلا عن أهمية الرياح في حفظ البيئة وفي هذا تفصيل كبير .\r\nإذا أردنا التعرف على بعض خصائص الرياح وعلم حركة الهواء ضمن منظار علم الأرصاد الجوية (  Meteorology  ) فنقول - وباللّه التوفيق - ، إن الريح تمثل العامل الجوي الذي يتعرض له كل ما موجود على الأرض من منشآت ونبات وجماد وحيوان وإنسان ، إلا إذا كان محميا منها .\r\nتحاط الأرض بطبقة سميكة من الهواء الذي يتكون من عدة غازات ومركبات غازية يعرف بالغلاف الجوي . يصل ارتفاع هذا الغلاف إلى أكثر من 500 كلم ، وكما فصلنا في كتاب الفلك فإن كلمة السماء جاءت في أغلب الأحيان في القرآن لتفسر طبقة السماء الأولى أي التي تقع مباشرة فوق القشرة الأرضية الصلبة والسائلة ، وهي المسئولة ضمن الطبقات التي تتكون منها عن عدة أمور منها نزول المطر وحماية الأرض من الأشعة الكونية أو الدقائق الكونية وغير ذلك من الواجبات التي أنيطت بها من قبل بارئها سبحانه وتعالى « 1 » .\r\nكما ذكرنا في كتاب الفلك أن طبقة التروبوسفير هي الطبقة التي تحصل فيها أغلب العمليات الفيزيائية والكيميائية والكهربية المعقدة في السحب والغيوم ومنها عمليات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لتفاصيل أكثر في هذا الموضوع ، بإمكان القارئ الكريم الرجوع إلى كتابنا ( المنظار الهندسي للقرآن الكريم ( باب 3 / فصل 4 / ص 562 - 569 ) .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nنزول المطر والبرد والثلج .\r\nلكي نفهم مدى الروعة الهائلة التي أبدعها القرآن العظيم في سبقه للحقائق المذهلة التي توصلت إليها علوم وتقنيات الكشف عن السحب ومدى التعقيد المصاحب لذلك ، علينا أن نلج أولا إلى هذه الحقائق العلمية بشكل سريع ومبسط ومن غير تكلف .\r\nإن الغلاف الغازي الذي يحيط بالأرض لا ينقل قوى القص الأفقية وبناء عليه فإن قابليته على الحفاظ على القوى الخارجية متزنة يكون محددا وصعبا ، لذلك فإنه يكون بشكل حركة دائمة ، وهذه العملية يصاحبها تغير في كثافة الهواء وحجمه والناتج من تغير الرطوبة والحرارة وكذلك قوى جذب الأرض والقوى الناتجة من دوران الأرض . .\r\nهذا كله يؤدي إلى خلق حقول ضغط (  Pressure fields  ) في طبقة الأتموسفير .\r\nوعندما يكون لميلان هذا الحقل مركبة أفقية ، تبدأ كتل الهواء باتجاه هذا الميل أو الممال (  Gradient  ) .\r\nهذه الحركة تولد قوة كوريوليس (  Coriolis forces  ) ، والتي تدفع الريح باتجاه اليمين في نصف الكرة الشمالي واليسار في نصف الكرة الجنوبي حتى تتجه كتل الهواء خلال خط تساوي الضغط الجوي (  Isobar  ) ، وبعدها تستمر الكتلة بالتحرك بسرعة ثابتة باتجاه هذا الخط ، وهذا طبعا يمثل حركة الهواء خلال ارتفاع معين فوق سطح الأرض وهو ما يسمى بالريح ذات الميل أو ذات الممال (  Gradient Wind  ) .\r\nإن تكوين ونشوء رياح متعددة يتعلق بظاهرة دورية ترتبط بدوران الأرض حول محورها ( الحركة الدورانية ) ، وحول الشمس ( الحركة الدائرية ) وكذلك نوعية التضاريس الأرضية (  Terraim  ) ، والريح المتولدة بهذه الطريقة تحدث بانتظام وتؤخذ بنظر الاعتبار في الحسابات . .\r\n\r\nأنواع الرياح :\r\nهناك عدة أنواع من حركات الهواء التي تعرف بالرياح ، سنذكر أولا التقسيمات العامة للرياح ثم نذكر تفاصيل التقسيم العلمي لذلك . وقد عرف العلماء هذه الحركات ومتوسط سرعتها بالميل وكما سنفصل :\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nشكل يوضح توزيعات الرياح على الكرة الأرضية 1 - الحركة الخطية باتجاه واحد وهي الريح العادية وتقسم إلى خفيفة ومتوسطة وشديدة حسب درجات تقسيم خاصة بسرعة الريح .\r\n2 - العواصف : وهي الريح الشديدة جدا وقد تكون باتجاه واحد أو اتجاهات متعددة ، وهي تؤثر في ارتفاع أمواج البحر ، كما وتؤثر في نشر السحب والضباب مما يؤثر سلبا على الملاحة الجوية والبحرية .\r\n3 - الأعاصير والدوامات : وهي حركة الهواء الهائلة الشدة وتكون بحركات مستقيمة أو دورانية أو منحنية بحيث إنها تقلع كل شيء أمامها مهما كبر وزنه أو حجمه من بناء وأشجار ومركبات وغيرها ( ما عدا الكتل الضخمة الراسخة طبعا كالجبال ) .\r\nوعموما فإن الهواء في المناطق الاستوائية يسخن ويتصاعد بسبب تدفق الهواء في المناطق الخالية والريح الناتجة من هذه الظاهرة تسمى الريح التجارية (  Trade Wind  ) ، ومعدل سرعتها يتراوح بين ( 6 - 8 ) متر في الثانية باتجاه الشمال الشرقي في نصف الكرة الشمالي ، وباتجاه الجنوب الغربي في نصف الكرة الجنوبي .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوالرياح الغربية عادة أساسية في خطوط العرض الوسطية للكرة الأرضية ، وأما في المناطق القطبية فإن الهواء البارد يندفع إلى الأرض بسبب دورانها ويسبب ريحا شرقية انسيابية . . بالإضافة إلى هذه الأنواع من الرياح هناك رياح محلية قليلة التأثير وحسب المنطقة وتقع ضمن منطقة الأتموسفير .\r\nأما الرياح الموسمية فهي أيضا نوع من أنواع الرياح تتكون بفعل تغير حرارة الهواء فوق المحيط وفوق اليابسة وخصوصا الساحل الجنوبي لقارة آسيا ، وهي في الشتاء تندفع من اليابسة إلى المحيط ، وفي الصيف تتحرك بالعكس أي من المحيط البارد إلى اليابسة الحارة وتجلب معها الرطوبة والأمطار إلا أن سرعتها ليست قوية .\r\nرياح فوهن (  Fohn Winds  ) تندفع عندما يسير الهواء خلال قمم الجبال الباردة فتندفع خلال السفوح مسببة تصاعد أبخرة الماء وكذلك الأمطار والثلوج ، بينما الهواء الجاف المتكون من هذه العملية يندفع خلال الجانب الآخر للجبل ويتسخن بتصاعد قوة الضغط ، والهواء الدافئ الجاف الناتج عادة لا يسبب سرعة هائلة ولكنه يؤثر فسيولوجيا على بعض البشر ذوي الحساسية العالية ، وهذه الأنواع من الرياح تحدث في جبال الألب .\r\nأما رياح البورا (  Bora Winds  ) فتتحرك بنفس الأسلوب السابق ولكن الهواء النازل من الجهة الأخرى للجبل لا يتسخن بصورة كافية بسبب كثافته العالية ويسبب طاقة حركية كبيرة لكتلة الهواء تتحرك بسرعة ( 50 ) م / ثا ، وأكثر أحيانا . وأكثر المناطق شيوعا لهذه الريح هو الساحل الشمالي للأدرياتيكي وتسمى ترست (  Trieste  ) .\r\nأما العواصف الرعدية (  Thunderstorm  ) فتتكون عند الجريانات العالية للهواء الرطب الدافئ ، فإذا ما برد هذا الهواء فجأة فإن أمطارا كثيفة ستحمل مع تيار عمودي للهواء والذي يصطدم مع السطح ويكون تصاعد الرياح بسبب تسربها الأفقي عند الاصطدام من جهة ومن جهة أخرى بعض الدوامات غير المنتظمة المتكونة بين التيار العمودي والهواء المحيط به ، هذه الرياح تتكون فجأة بشكل عواصف قوية وغير منتظمة وأهم مناطقها هي أوروبا الوسطى .\r\nنوع آخر من العواصف هو الأعاصير (  Hurricanes  ) وهي تعرف هكذا في أمريكا وتعرف بالتايفون (  Typhoons  ) في الشرق الأدنى والدوامات سايكلونز (  Cyclones  )\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفي أستراليا والمحيط الهندي ، وهي عواصف لها طاقة عالية مصدرها الأساسي من الحرارة المتحررة من تكثيف بخار الماء . والمناطق التي تضربها هذه الأعاصير تكون ذات أقطار تصل إلى مئات الكيلومترات وبارتفاع أكثر من ( 10 ) كم ، وبسرعة تتراوح بين ( 5 - 50 ) كم / ساعة ، وهي تحصل بين خطوط عرض ( 5 - 20 ) درجة في الصيف والخريف . في مركز الإعصار تتكون دائرة هادئة نسبيا من هواء جاف بقطر ( 30 ) كم ، وحوله دوامات هائلة تدور بنفس الوقت بحيث إن الهواء الدافئ الرطب يرتفع للأعلى بقرب المركز وينزل نحو الأرض في محيط الدوامة والتي تصل سرعتها إلى ( 30 ) م / ثا ، وأحيانا ( 50 ) م / ثا مسببة أمواج مد هائلة تحدث معها خسائر كبيرة وسببها السحب من مركز الإعصار ، وكذلك الأمطار الكثيفة المرافقة لها . هذه الأنواع من الرياح يقف الإنسان أمامها صغيرا لا حول له ولا قوة سوى مراقبة مساراتها والتنبؤ بحدوثها وإنذار الجهات والمناطق والمدن التي ستضربها ، أما المعالجات والوقاية فليس للإنسان ما يملكه لحد الآن من منع ذلك .\r\nأخيرا هناك النوع الأكثر تدميرا وهو نوع الدوامات الهائلة تورنادوز (  Tornadoes  ) ، وهذه دونا عن بقية الأنواع تشكل الكوارث الأكبر ضمن كوارث الرياح والأعاصير ، وهي تتكون على الأرض خلال الأجواء غير المستقرة والمتذبذبة بين الرطب والدافئ ولها دوامات تتشكل عند التقاء تيارين ، مكونة إعصارا رعديا يتحول إلى شكل غيمة ذات أنبوب قمعي ، وعندما تصل هذه الغيمة إلى الأرض يتكون هذا الإعصار .\r\nوالمنطقة المضروبة من هذا الإعصار تكون صغيرة ذات قطر قليل حوالي ( 300 ) م ، وبسرعة تصل إلى ( 30 - 100 ) كم / ساعة ، بمسار يتراوح من عدة أمتار إلى عدة كيلومترات باتجاه الشمال الشرقي . . دوامات هذه الأعاصير تصل سرعة ريحها إلى أكثر من 100 م / ثا ، وفرق الضغط بين مركز الدوامة ومحيطها يصل إلى 410 باسكال ، أو ما يشكل قوة تدمير بناية كبيرة ذات عدة طوابق ، وتتشكل هذه الأعاصير فجأة وبتركيز عال لتضرب مناطق ضيقة وبوقت قصير ويكون تأثيرها مدمرا بشكل رهيب وخسائرها لا تقدر بثمن ، والأخطر من ذلك أنه لا يمكن التنبؤ بحدوثها إلا بوقت قصير لا يمكن معه إنذار المناطق التي ستتعرض لها . . كما وأن هناك ما يعرف بالقنبلة الهوائية ، وهي التقاء دوامتين هوائيتين هائلتين من النوع السابق (  Tornadoes  ) لتشكل تدميرا لا يتصوره\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالعقل يفوق تدمير القنابل النووية ولكن بدون إشعاع .\r\nوهناك ما يعرف بمقاييس شدة الرياح وأهمها هذه التقسيمات الاثني عشر لأنواع الرياح وسرعتها ودرجة تدميرها والذي يسمى مقياس بيوفورت (  Beaufort Scale  ) ، ويلاحظ منه الدرجة الصفرية للريح الهادئة ثم الدرجة الأولى للهواء الرقيق ثم الهواء البسيط فالنسيم العليل ويليه الهواء المتوسط الشدة ثم القوي والأقوى وهكذا إلى العواصف والأعاصير المدمرة عند الدرجة ( 12 ) « 1 » .\r\nلنتكلم عن أنواع الرياح ودرجاتها بدلالة الوصف والسرعة أو ما يعرف بمقياس بيوفورت لقياس شدة الرياح :\r\n1 . الدرجة الصفرية هي رياح هادئة (  Calm  ) : تكاد لا تحس ، وسرعتها بين ( صفر - 1 / 2 ) متر بالثانية .\r\n2 . الدرجة الأولى هي رياح خفيفة أو هواء بسيط (  Light airs  ) : وفيها الدخان يرتفع عموديا أو رأسيا (  Smoke rises nearly vertically  ) ، وسرعتها بين ( 1 / 2 - 7 ، 1 ) متر بالثانية .\r\n3 . الدرجة الثانية وهي نسيم خفيف أو عليل (  Light breeze  ) : وفيها الريح تحس بالوجه (  wind felt on face  ) ، وسرعتها بين ( 7 ، 1 - 3 ، 3 ) متر بالثانية .\r\n4 . الدرجة الثالثة وهي الهواء اللطيف (  entle breeze  ) : وفيها الألياف تتحرك (  Leaves move  ) ، وسرعتها بين ( 3 ، 3 - 2 ، 5 ) متر بالثانية .\r\n5 . الدرجة الرابعة وهي النسيم الوسط (  Moderate breeze  ) : وفيها الأغصان الصغيرة تتحرك والأعلام ترفرف ( ،  Small branches move , Wind extends flags  ) ، وسرعتها بين ( 2 ، 5 - 7 ، 4 ) متر بالثانية .\r\n6 . الدرجة الخامسة وهي النسيم المنعش (  Fresh breeze  ) : وفيها الأغصان الكبيرة تتحرك (  Large branch also move  ) ، وسرعتها بين ( 4 ، 7 - 9 ، 8 ) متر بالثانية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تأثيرات الرياح على منشآت الهندسة المدنية ، ف . كولوشيك وآخرون ، ص 24 - 26 وانظر كتابنا ( المنظار الهندسي للقرآن الكريم ) . .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n7 . الدرجة السادسة وهي النسيم القوي (  Strong breeze  ) : وفيها الشجيرات تتحرك (  Saplings move  ) ، وسرعتها تتراوح بين ( 8 ، 9 - 4 ، 12 ) متر بالثانية .\r\n8 . الدرجة السابعة وهي العاصفة البسيطة (  Light gale  ) : وفيها الأغصان الكبيرة تنحني وتكون الريح قوية على الأبنية (  branches bend Strong Wind is heard in buildings  ) ، وسرعتها بين ( 4 ، 12 - 2 ، 15 ) متر بالثانية .\r\n9 . الدرجة الثامنة وهي العاصفة المتوسطة (  Moderate gale  ) : وفيها المشي صعب والأغصان تقلع والجذوع تميل (  Impeded walking , Branches break . Tree - trunks sway  ) ، وسرعتها بين ( 2 ، 15 - 2 ، 18 ) متر بالثانية .\r\n10 . الدرجة التاسعة وهي عاصفة فوق الوسط (  Fresh gale  ) : وفيها الأشياء الخفيفة تتطاير والأغصان القوية تتحطم والمداخن والمنشآت العالية تتأثر  Wind displaces lighter  ،\r\n objects strong branches and ( saplings break . Damage to chimneys ( \r\n، وسرعتها بين ( 2 ، 18 - 5 ، 21 ) متر بالثانية .\r\n11 . الدرجة العاشرة وهي العاصفة القوية (  Strong gale  ) : وفيها الأشجار تقلع والاتصالات تقطع (  Trees are uprooted , telegraph poles ( break (  ، وسرعتها بين ( 5 ، 21 - 1 ، 25 ) متر بالثانية .\r\n12 . الدرجة الحادي عشرة وهي العاصفة المدمرة (  Destructive gale  ) :\r\nوفيها الإضرار تصبح شديدة (  Sever damage  ) ، وسرعتها بين ( 1 ، 25 - 29 ) متر بالثانية .\r\n13 . الدرجة الثانية عشرة وهي الأعاصير الرهيبة (  Hurricane  ) ذات الدوامات المرعبة التي فصلناها آنفا : وفيها الإضرار تكون كارثية ومدمرة جدا (  Disastrous damage  ) ، وسرعتها أكثر من 29 مترا بالثانية .\r\nهذه التقسيمات الدقيقة مكنت العلماء من مراقبة الريح وتصرفاتها على الأحياء\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوالجمادات فيما حولنا . . أدناه بعض الصور التي التقطت بالأقمار الصناعية لحركات الهواء في الغلاف الجوي لمناطق مختلفة من العالم .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nصور بالأقمار الصناعية توضح حركات الرياح حاملة معها الغيوم لتصيب بخيرها أو شرها أقواما وأراضيا حسب مشيئة اللّه تعالى أما بالنسبة إلى القوى التي تسلطها الرياح أثناء هبوبها فعلى العموم فإن هذا الأمر من التعقيد بمكان بحيث إنه علم قائم بذاته وهو علم معقد جدا . وقد أجريت آلاف من البحوث والدراسات والتحقيقات ووضعت مواصفات وكتب عديدة في هذا الموضوع الذي أصبح شغل العالم الشاغل لما له من أهمية كبيرة ومساس مباشر في مختلف جوانب حياة البشر .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالدراسات مستمرة وتستمر لأن هذا العلم واسع جدا وآفاقه لا تنتهي . والريح هي الكلمة العامة لحركة الهواء ، كتلته وسرعته ، مشكلة طاقة حركية إذا ما صدت بأي جسم صلب فستتحول كلها أو جزء منها إلى ضغط أو إجهاد ضغطي على هذا الجسم الصلب ، وتحدد شدة هذا الضغط بالدرجة الأساس اعتمادا على شدة الريح وشكل الجسم الصاد لها وميل الريح عن الجسم وكذلك تعتمد على جساءة وصلادة وقوة الجسم المرتبط به . والعلم الذي يدرس هذه الظواهر وتأثيرها على المنشآت يسمى علم قوى الحركات الهوائية ( (  Airodynamic Forces  ) ) والذي أشرنا إليه في كتابنا ( ( المنظار الهندسي للقرآن الكريم ) ) عند الكلام عن حادثة الجسر الذي انهار في الولايات المتحدة ( نيوتاكوما ،  New Tacoma  ) وما سببه هذا الانهيار من اهتمام شديد بهذا العلم حيث أصبحت المنشآت والهياكل المعقدة والمهمة والعالية تخضع قبل إنشائها لما يسمى بفحص نفق الريح أو نفق الهواء (  Wind Tunnel Test  ) ، للتأكد من سلامتها قبل إنشائها ، إلا أن كل هذه التجارب والتقنيات لم تكن لتمنع أمر اللّه إذا أراد عقوبة قوم معينين كما حصل في إعصار ميتش وغيره .\r\nإن الطاقة الممتصة من قبل الجسم الذي يصد الريح عادة أكبر من الطاقة المتبددة بفعل عامل الإخماد للجسم (  Damping Factor  ) لذلك تزيد التشوهات الذبذبية بصورة مستمرة مؤدية إلى الفشل النهائي بعد حصول الرنين - كما أشرنا إلى ذلك في الكتاب الثاني من هذه السلسلة - ويسمى المنشأ عندئذ بأنه غير مستقر هوائيا (  Aerodynamically Unstable  ) ، لذلك تصمم المنشآت الحديثة على أساس توازن بين قلة الكتلة وقلة الإخماد من جهة مع زيادة المرونة وقلة الجساءة من جهة أخرى مقارنة مع البنايات المنفذة في الماضي القريب . ولغرض معرفة التقدير المسبق والتخمين الأولي للاستقرارية النهائية للمنشإ مع توزيع شدة الريح على المنشأ يجب معرفة سرعة الريح وشدتها في المنطقة بصورة كافية . ولكي نستطيع حساب القوى الداخلة في تصميم البنايات المعرضة للرياح نستعين أيضا بعلم الحركة إلا أن تعقيد حركة الهواء والرياح يجعل أغلب المصممين يستخدم طريقة الحمل الساكن المكافئ لحمل الرياح بدلا من المعادلات المعقدة لحساب الحمل الحركي للرياح ، أي يجعل من الرياح قوة ستاتيكية ساكنة وليس قوة ديناميكية حركية ويعتمد ذلك على مواصفات\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعالمية معروفة . وكما أن للزلازل مناطق توزيع على سطح الكرة الأرضية فإن للرياح خرائط مشابهة ومناطق توزيع توضح الإمكان الأشد قوة للعواصف والرياح الشديدة والأعاصير كما وأن لكل بلد خارطة خاصة به أيضا .\r\nولأن للمساحات المائية الدور الرئيسي لحصول المطر ، فمنها يتبخر الماء بسبب حرارة الشمس ، كما وتلعب الرياح - التي هي أصلا بفعل اختلاف الضغوط المتأتية من اختلاف الحرارات بسبب حرارة الشمس - والجبال دورا في الدورة المائية . فسنترك الخوض في غمار بعض تفاصيلها لكتابنا اللاحق من هذه السلسلة والمتعلق بالمياه والبحار .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nالفصل الثاني الرياح في القرآن والسنة\r\nإذن تهب الرياح بسبب اختلاف في الضغط في منطقتين معينتين وهذا هو قانونها الذي وضعه اللّه تعالى والتي لا تحيد عنه أبدا إلا لأمر آخر يأمره اللّه تعالى والذي لم يصل إليه الإنسان بعد بالتجربة والعلم وإنما أخبره القرآن الكريم لنا كقصته لعذاب قوم معين كفروا وجحدوا فاستحقوا العقاب . هذه الحركة يؤثر بها عدة عوامل منها درجات الحرارة والرطوبة وأمور أخرى عديدة وبتعريف بسيط فإن الريح والرياح هي حركة الهواء وجزيئاته بغض النظر عن مكوناته الكيمائية بين منطقتين مختلفتين في الضغط وتعتمد شدته على أمور كثيرة أهمها فرق الضغط فكلما زاد الفرق كان الهواء أشد وأعنف وشدة الريح أعلى .\r\nذكر البخاري في تفسير القرآن قال : حدثنا أحمد بن صالح حدثنا ابن وهب قال أخبرني يونس عن ابن شهاب قال أبو سلمة سمعت جابر بن عبد اللّه رضي اللّه عنهما قال سمعت النبي صلى اللّه عليه وسلم يقول ( ( لما عذبتني قريش قمت في الحجر فجلى اللّه لي بيت المقدس فطفقت أخبرهم عن آياته وأنا أنظر إليه ) ) ، وزاد يعقوب بن إبراهيم قال حدثنا ابن أخي ابن شهاب عن عمه قال قال رسول اللّه صلى اللّه عليه وسلم : ( لما عذبتني قريش حين أسري بي إلى بيت المقدس . . ) وذكر نحوه وقال ( قاصفا ) ريح تعصف كل شيء « 1 » . وذكر البخاري في كتاب التفسير عن كلمة ( ( إعصار ) ) حيث قال رحمه اللّه إنه ريح عاصف تهب من الأرض إلى السماء كعمود فيه نار وقال عكرمة ( ( وابل ) ) بأنه المطر الشديد و ( ( الطل ) ) بأنه الندى .\r\nتأتي كلمة الريح في القرآن غالبا بمعنى التدمير والهلاك أما الرياح فتأتي بمعنى الخير والبركة والمطر اللطيف لذلك كان النبي صلى اللّه عليه وسلم يقول كلما سمع صوت الهواء الشديد ( اللهم اجعلها رياحا ولا تجعلها ريحا ) . أي اجعلها خيرا وبركة لأن الرياح تجلب الهواء المنعش والمطر اللطيف المحمل بكل الخيرات والبركات ، بينما الريح تجلب معها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في كتاب التفسير وكتاب المناقب ( برقم 4710 ) ، وقد انفرد به .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nكل ما يحمل الخراب والدمار . وما نراه اليوم من أعاصير وعواصف كإعصار ميتش وغيره يوضح لنا جنديا من جنود اللّه تعالى إذا ما سلط على قوم فإنه سيهلكهم ويدمر بناءهم وعمرانهم ويجعل خسائرهم هائلة في الأرواح والممتلكات . وقد روى لنا القرآن الكريم قصص أقوام عديدين أهلكوا بالريح الشديدة والأعاصير والعواصف المدمرة كما هو الحال في قوم عاد الذين أهلكوا بريح صرصر عاتية سخرت عليهم ثمانية أيام بلياليها بلا هوادة حتى جعلتهم شراذم هلكى حيث شبههم القرآن الكريم ب  أَعْجازُ نَخْلٍ خاوِيَةٍ ( 7 )  ، ( الحاقة : 7 ) . . يقول صاحب الظلال في تفسير هذه الآية المباركة ما نصه : الريح الصرصر الشديدة الباردة . . وزاد شدتها بوصفها عاتية لتناسب عتو عاد وجبروتها المحكي في القرآن . وقد كانوا يسكنون الأحقاف جنوب الجزيرة بين اليمن وحضرموت وكانوا أشرارا بطاشين جبارين . هذه الريح الصرصر العاتية  سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً  ، والحسوم القاطعة المستمرة في القطع والتعبير يرسمه مشهد العاصفة المزمجرة المدمرة المستمرة هذه الفترة الطويلة المحددة بالدقة :  سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ  ، ثم يعرض المشهد بعدها شاخصا  فَتَرَى الْقَوْمَ فِيها صَرْعى كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ  ( 7 ) ، فترى . . فالمنظر معروض تراه ، والتعبير يلج به على الحسن حتى يتجلاه ! ،  صَرْعى  ، مصدومين مجدولين متناثرين  كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ  ، بأصولها وجذوعها فارغة تآكلت أجوافها . فارتمت ساقطة على الأرض هامدة « 1 » . والآيات الأخرى كثيرة حول عقوبات مشابهة لأقوام آخرين . ونذكر في هذا الصدد ريح يوم الأحزاب التي شردت جيوش الأحزاب الذين اجتمعوا على النبي صلى اللّه عليه وسلم وأصحابه وحاصروا المدينة المنورة والتي سميت بموقعة الأحزاب أو موقعة الخندق الذي حفره المسلمون حول المدينة بأمر النبي صلى اللّه عليه وسلم ، إذ قال اللّه تعالى في هذا الأمر :  يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها وَكانَ اللَّهُ بِما تَعْمَلُونَ بَصِيراً  ( 9 ) ، ( الأحزاب : 9 ) . وفي موضوع ريح قوم عاد وعقوبتها آيات عديدات منها قول اللّه تعالى في سورة ( القمر )  إِنَّا أَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ ( 19 ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الظلال ، سيد قطب ، ج / 6 ، ص 3678 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجازُ نَخْلٍ مُنْقَعِرٍ  . ( 20 )\r\n\r\nتقسيمات الرياح في المثل والقصص القرآني :\r\nبعد ما عرفنا التقسيم العلمي للرياح التي جاءت بعد دراسات وبحوث مقرونة بتقنيات رصدية هائلة متمثلة بالمراقبة بواسطة الأقمار الصناعية والمراصد الإلكترونية المتطورة ، من حقنا أن نسأل ، هل للقرآن حصة في السبق لهذا العلم المعقد ؟ ! .\r\nلنتفحص آيات الريح والرياح وتدرجاتها لنرى من هو السبّاق إلى التقسيم والتعريف بهذا العلم وتفاصيله الدقيقة ، أهو العلم الحديث أم كتاب اللّه المجيد ؟ .\r\n* يتبين لنا أولا مدى الربط الرائع بين السحاب وحركة الجبال والذي تطرقت إليه الآية الكريمة  وَتَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِما تَفْعَلُونَ  ( 88 ) ، ( النمل : 88 ) . . فالآية تربط سرعة حركة الجبال التي نظنها واقفة ولكنها تتحرك مع حركات الأرض المختلفة بسرعتها المتفاوتة التي أوردناها آنفا في الكتاب الخاص بالأرض مع حركة السحب بسرعتها المتراوحة بين الصفر إلى أكثر من 300 كلم في الساعة ، كما وتربط بين حركات الرياح وعلاقتها بتوزيع السحب على الأرض الذي بيناه أيضا في كتابي الأرض والفلك .\r\n* كلمة ريح وردت ( 19 ) مرة جاءت واحدة بمعنى رائحة بقوله تعالى :  وَلَمَّا فَصَلَتِ الْعِيرُ قالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْ لا أَنْ تُفَنِّدُونِ  ( 94 ) ، ( يوسف : 94 ) .\r\n* كلمة رياح جاءت ( 10 ) مرات في القرآن الكريم من خلال سرد قصة أو ضرب مثل ، وقد جاءت متدرجة من حيث القوة .\r\nستجد من التعابير القرآنية في الآيات الكريمات ما ينبئك عن تدرجات عجيبة للكتاب العزيز سبق بها علماء عصرنا ، وإن الإنسان ليدهش من دقة الوصف العلمي والتعبير البياني معا لآيات الرياح وتدرجاتها . فإنك تجد أسماء وصفات - كما سنبين - مثل ( ( العاتية ) ) التي هي غير ( ( الصرصر ) ) ، وهكذا للكلمات ( ( صر ) ) ، ( ( العقيم ) ) ، ( ( القاصف ) ) ، ( ( العاصف ) ) ، ( ( الرخاء ) ) ، ( ( البشرى ) ) ، ( ( الرحمة ) ) ، وغيرها . . وكذلك بالنسبة للوصف الخاص بشدة التدمير : ( ( هشيما ) ) ، ( ( الرميم ) ) ، ( ( تذروه الرياح ) ) ، وهكذا . . فكلها درجات تختلف فيما بينها من حيث الوصف اللغوي والعلمي وكذلك\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nثوابتها القرآنية الشاملة أي تسلسل السورة والآية والكلمة ، بالإضافة إلى حساب الجمل مما يعني أن كل واحدة منها تعطي درجة تختلف عن الأخرى « 1 » .\r\nكلمة ( صر ) و ( صرصر ) مثلا تعني هائلة القوة والتدمير ، يقول أهل اللغة : ( ( صرر :\r\nالصر بالكسر والصرة شدة البرد وقيل هو البرد عامة حكيت الأخيرة عن ثعلب وقال الليث الصر البرد الذي يضرب النبات . وفي الحديث : أنه نهى عما قتله الصر من الجراد أي البرد ، وريح ( صر ) و ( صرصر ) شديدة البرد وقيل شديدة الصوت . الزجاج في معنى قوله تعالى  بِرِيحٍ صَرْصَرٍ  قال : الصر والصرة شدة البرد ، قال و ( صرصر ) متكرر فيها الراء كما يقال قلقلت الشيء وأقللته إذا رفعته من مكانه ، وليس فيه دليل تكرير ، وكذلك ( صرصر ) و ( صرّ ) و ( صلصل ) و ( صلّ ) إذا سمعت صوت الصرير غير مكرر .\r\nقلت صر وصل فإذا أردت أن الصوت تكرر قلت قد صلصل وصرصر . قال الأزهري :\r\nوقوله تعالى  بِرِيحٍ صَرْصَرٍ  أي شديد البرد جدا ، وقال ابن السكيت ريح صرصر فيه قولان يقال أصلها صرر من الصر وهو البرد ، فأبدلوا مكان الراء الوسطى فاء الفعل كما قالوا تجفجف الثوب ، وكبكبوا وأصله تجفف وكببوا ويقال هو من صرير الباب ومن الصرة وهي الضجة ، قال عز وجل  فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ  « 2 » .\r\nوفي معاني القرآن : ( ( وقوله جل وعز  فَأَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً  ( آية 16 ) ، روى ابن أبي نجيح عن مجاهد قال شديدة السموم ، وروى معمر عن قتادة قال باردة ، وقال أبو جعفر قول قتادة أبين وكذا قال عطاء لأن صرصرا مأخوذ من ( صر ) والصر في كلام العرب البرد كما قال الشاعر لها غدر كقرون النساء ركبن في يوم ريح وصر وليس القولان بمتناقضين لأنه يروى أنها كانت ريحا باردة ) ) « 3 » .\r\nوفي مختار الصحاح : ( ( ص ر ر الصرة بالفتح الصيحة والصرة للدراهم وصر الصرة شدها وصر الناقة شد عليها الصرار بالكسر وهو خيط يشد فوق الخلف والتودية لئلا يرضعها ولدها وبابهما رد ، والصر بالكسر برد يضرب النبات والحرث ورجل صرورة بفتح الصاد وصارورة وصروري إذا لم يحج وامرأة صرورة لم تحج ، وأصر على الشيء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابنا ( المنظار الهندسي للقرآن الكريم ) ، الباب الثالث ، الفصل الأول .\r\n( 2 ) لسان العرب ، ج 4 / ص 450 .\r\n( 3 ) معاني القرآن ، ج 6 / ص 254 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nأقام عليه ودام ، وصرار الليل بالفتح والتشديد الجدجد وهو أكبر من الجندب وبعض العرب يسميه الصدى ، و ( صر ) القلم والباب يصر بالكسر صريرا أي صوت ، ( صر ) الجندب صريرا وصرصر الأخطب صرصرة كأنهم قدروا في صوت الجندب المد وفي صوت الأخطب الترجيع فحكوه على ذلك وكذا صرصر البازي والصقر وريح صرصر أي باردة وقيل أصلها صرر من الصر فأبدلوا مكان الراء الواسطي فاء الفعل كقولهم كبكبوا أصله كببوا وتجفجف الثوب أصله ) ) « 1 » . . . وإذن تعطي الكلمة معنى الصوت والشدة والبرد وهذه كلها مما تجلبه الريح العاصف .\r\nلنتدبر التدرجات القرآنية للريح والرياح :\r\n\r\n1 - الريح الخفيفة أو اللطيفة وتدرجاتها ،\r\nوهي الرياح المتعلقة بحمل السحب الجالبة للمطر والبشرى للناس والخير للكائنات ، وعادة ما ترتبط مع كلمة فعل الإرسال من قبل اللّه تعالى أرحم الراحمين ( يرسل ) التي تنم عن الرحمة لأنها ترتبط بكل خير كما في ( يرسل ) الرسل الكرام عليهم السلام أجمعين :\r\nأ -  إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِما يَنْفَعُ النَّاسَ وَما أَنْزَلَ اللَّهُ مِنَ السَّماءِ مِنْ ماءٍ فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها وَبَثَّ فِيها مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّياحِ وَالسَّحابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَالْأَرْضِ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ  ( 164 ) ، ( البقرة : 164 ) .\r\nب -  وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ . . .  ، ( الأعراف : من الآية 57 ) .\r\nج -  وَهُوَ الَّذِي أَرْسَلَ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنا مِنَ السَّماءِ ماءً طَهُوراً  ( 48 ) ، ( الفرقان : 48 ) .\r\nد -  أَمَّنْ يَهْدِيكُمْ فِي ظُلُماتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ أَ إِلهٌ مَعَ اللَّهِ تَعالَى اللَّهُ عَمَّا يُشْرِكُونَ  ( 63 ) ، ( النمل : 63 ) .\r\nه -  وَمِنْ آياتِهِ أَنْ يُرْسِلَ الرِّياحَ مُبَشِّراتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ  ( 46 ) ، ( الروم : 46 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مختار الصحاح ، ص 151 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nو -  اللَّهُ الَّذِي يُرْسِلُ الرِّياحَ فَتُثِيرُ سَحاباً فَيَبْسُطُهُ فِي السَّماءِ كَيْفَ يَشاءُ . . .  ، ( الروم :\r\nمن الآية 48 ) .\r\nز -  وَاللَّهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحاباً فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها كَذلِكَ النُّشُورُ  ( 1 ) ، ( فاطر : 9 ) .\r\nهذه الدرجات تتبعها درجات أعلى وأقوى .\r\n\r\n2 - الريح المتوسطة ،\r\nوهي الرياح التي فيها فائدة معينة أو ضرر معين أو تدمير من النوع المتوسط :\r\nأ -  وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِراً  ( 45 ) ، ( الكهف : 45 ) .\r\nب -  فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ  ( 36 ) ، ( ص : 36 ) . . لاحظ هنا كلمة الريح - وليس رياح - لها صفة التدمير فهي إما متوسطة أو قوية . وصفة الرخاء هنا تعني أن اللّه تعالى مكنه من جعلها مفيدة بإذن ربها .\r\nج -  وَأَرْسَلْنَا الرِّياحَ لَواقِحَ فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ وَما أَنْتُمْ لَهُ بِخازِنِينَ  ( 22 ) ، ( الحجر : 22 ) . . وهذه الرياح لها عدة أدوار من تلقيح السحب إلى تلقيح النبات . فبعد دورها في حمل بخار الماء من المساحات المائية إلى تلقيح ذرات الماء سالبة الشحنة في سحب مع ذرات الماء موجبة الشحنة في سحب أخرى ليحصل التفريغ الكهربي الذي نراه كبرق أو صعق وينزل المطر ، هذه العملية التي غالبا ما تعرف بدورة المياه في الطبيعة ، ولو لاحظنا تتابع النص لوجدنا أنه ذكر بعد الرياح اللواقح مباشرة  وَأَرْسَلْنَا الرِّياحَ لَواقِحَ فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ . . .  ، أي مباشرة بعد تلقيح السحب هذا ينزل المطر الساقي للزرع والبشر والحيوان والذي لا يمكن خزنه بمكان لأن في الدقيقة الواحدة تتبخر ملايين الأطنان من جميع محيطات وبحار الأرض فأنّى يتأتى للبشر من خزن كل تلك الكميات الهائلة . ثم إن للرياح اللواقح هذه دورا تلقيحيا آخر في تلقيح النباتات بحملها لحبوب اللقاح من النباتات ذات الصفات الذكرية إلى تلك ذات الصفات الأنثوية ليحصل الناتج المهم للإنسان والحيوان والبيئة معا ألا وهي الثمار الجميلة\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nواللذيذة ، لذلك وصفها القرآن الكريم باللواقح وليست باللاقح أي أن لها عدة أدوار تلقيحية وليس دورا تلقيحيا محددا ، فسبحان من أبدع الخلق وصوّر وسبحان من أنزل القرآن وفسّر .\r\nد -   وَالذَّارِياتِ ذَرْواً   ( 1 ) ، ( الذريات : 1 ) ، أي الريح التي تذر حبات الرمل والمطر فإن حملها يكون من ريح متوسطة أو قوية . .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nصور توضح دورة المياه في الطبيعة ودور الريح في حمل البخار لتشكيل السحب وكذلك تلقيحها لإنزال المطر\r\n\r\n3 - الريح القوية :\r\nوالتي تشم منها رائحة القوة والتدمير الشديد حينا أو حاملات السحب الثقيلة المحملة بالخير حينا آخر .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nأ -  مَثَلُ ما يُنْفِقُونَ فِي هذِهِ الْحَياةِ الدُّنْيا كَمَثَلِ رِيحٍ فِيها صِرٌّ أَصابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَما ظَلَمَهُمُ اللَّهُ وَلكِنْ أَنْفُسَهُمْ يَظْلِمُونَ  ( 117 ) ، ( آل عمران : 117 ) .\r\nب -  وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنا نُذِقْهُ مِنْ عَذابِ السَّعِيرِ  ( 12 ) ، ( سبأ : 12 ) . وهنا سرعة الرياح بين بيت المقدس وأماكن أخرى التي تقطع مسافة التنقل البشري خلال شهر في عدة ساعات ، وهي كما قال بعض المفسرين تبين شدة تلك الرياح وتعطي أسماء لأنواع رياح عرفت عند العرب الأوائل مثل ( الغدو ) ، و ( الرواح ) . كما وأن الآية تشير بوضوح إلى قانون السرعة الذي عرف بعد نزولها بأكثر من 1000 عام ، والذي هو ببساطة المسافة مقسوما على الزمن ، فسبحان اللّه .\r\nج -  فَالْحامِلاتِ وِقْراً  ( 2 ) ، ( الذريات : 2 ) : هذه الحاملات تحمل السحب الثقيلة المحملة بالخير ، كما وتحمل اللواقح للثمار فهي رياح قوية وليس ريحا قوية  وَأَرْسَلْنَا الرِّياحَ لَواقِحَ فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ وَما أَنْتُمْ لَهُ بِخازِنِينَ  ( 22 ) ، ( الحجر : 22 ) .\r\n\r\n4 - العواصف :\r\nوهذه بدورها تقسم إلى درجات :\r\nأ -  هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِها جاءَتْها رِيحٌ عاصِفٌ وَجاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنا مِنْ هذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ  ( 22 ) ، ( يونس : 22 ) . . لو لاحظنا هنا أن الريح الطيبة جاءت لتعطي معنى الريح الخفيفة ، ولكن بعدها يأتي العذاب المحمول بالعاصفة الهوجاء مع الموج العاتي وهو ما يحصل عادة للسفن في البحار والمحيطات ، لذلك سميت ريحا ( كناية عن العذاب ) ولم تسم رياحا ( كناية عن الرحمة ) .\r\nب -  مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمالُهُمْ كَرَمادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عاصِفٍ لا \r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n يَقْدِرُونَ مِمَّا كَسَبُوا عَلى شَيْءٍ ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ  ( 18 ) ، ( إبراهيم : 18 ) .\r\nج -  وَلِسُلَيْمانَ الرِّيحَ عاصِفَةً تَجْرِي بِأَمْرِهِ إِلى الْأَرْضِ الَّتِي بارَكْنا فِيها وَكُنَّا بِكُلِّ شَيْءٍ عالِمِينَ  ( 81 ) ، ( الأنبياء : 81 ) .\r\nد -  أَ فَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حاصِباً ثُمَّ لا تَجِدُوا لَكُمْ وَكِيلًا ( 68 )  ، ( الإسراء : 68 ) . .  أَمْ أَمِنْتُمْ مَنْ فِي السَّماءِ أَنْ يُرْسِلَ عَلَيْكُمْ حاصِباً فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ  ، ( الملك : 17 ) . . وقد فسر العلماء الحاصب بالريح القوية التي تحمل الحصى أو الحصباء .\r\nه -  حُنَفاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّما خَرَّ مِنَ السَّماءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكانٍ سَحِيقٍ  ( 31 ) ، ( الحج : 31 ) . تيارات الهواء الهائلة التي تحمل السحب لتكون العواصف المدمرة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\n5 - الأعاصير :\r\nوهي أيضا درجات :\r\nأ -  أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تارَةً أُخْرى فَيُرْسِلَ عَلَيْكُمْ قاصِفاً مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِما كَفَرْتُمْ ثُمَّ لا تَجِدُوا لَكُمْ عَلَيْنا بِهِ تَبِيعاً  ( 69 ) ، ( الإسراء : 69 ) . . والريح القاصفة التي تحمل معها البرق فتقصف المكان التي تضربه لتدمره . كما وأن الآية تحمل معنى القوة القصية أي الأفقية للرياح .\r\nب -  فَلَمَّا رَأَوْهُ عارِضاً مُسْتَقْبِلَ أَوْدِيَتِهِمْ قالُوا هذا عارِضٌ مُمْطِرُنا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيها عَذابٌ أَلِيمٌ  ( 24 ) ، ( الأحقاف : 24 ) . . الغيوم السوداء الحالكة التي تمنع الرؤيا ثم تتبعها زوابع ورياح شديدة مدمرة .\r\nج -   وَفِي عادٍ إِذْ أَرْسَلْنا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ ( 41 ) ما تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ   ( 42 ) ، ( الذاريات ) . . الزوابع التي تدمر كل شيء يصادفها وهو ما نشاهده اليوم من أعاصير مرعبة .\r\nد -  وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ  ( 6 ) ، ( الحاقة : 6 ) . التي تدمر المدن والقرى .\r\nه -  فَأَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي أَيَّامٍ نَحِساتٍ لِنُذِيقَهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَلَعَذابُ الْآخِرَةِ أَخْزى وَهُمْ لا يُنْصَرُونَ  ( 16 ) ، ( فصلت : 16 ) . .  إِنَّا أَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ  ( 19 ) ، ( القمر : 19 ) . . الرياح المستمرة الشديدة التي لا تهدأ .\r\nو -  أَ يَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ لَهُ فِيها مِنْ كُلِّ الثَّمَراتِ وَأَصابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفاءُ فَأَصابَها إِعْصارٌ فِيهِ نارٌ فَاحْتَرَقَتْ كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَتَفَكَّرُونَ  ( 266 ) ، ( البقرة :\r\n266 ) . وهي الأعصار التي نجدها اليوم في البحار حصرا دون اليابسة وهذا من رحمة اللّه بنا ، وتمتاز بشدة البرق الكثيف الذي يشبه الانفجارات الهائلة المتتالية .\r\nويلاحظ أن هذه الدرجات الخمس تتفاوت أيضا في درجة شدتها ، وكذلك في شدة النوع الواحد وتقاسيمه ، وهذا ما يلاحظ وإذا أردنا أن نرسم منحنى يوضح العلاقة\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nبين شدة الريح وهذه الكلمات لوجدنا أن القرآن قد سبق علم الأنواء الجوية والعلوم الهندسية في تصنيف الرياح وتعليمها للإنسان . . فسبحان من لا علم إلا علمه الذي علمه لإنسان عاش قبل ألف وأربعمائة عام وأمره أن يعلمه للبشرية كي تتعظ وتستفيد ليعبد اللّه حق عبادته وليستخلف الأرض ويعمرها .\r\nإعصار فيه نار استعرض القرآن الكريم قصص أقوام عصوا أنبياءهم فأصابهم غضب اللّه ومنهم من أصابته الريح المهلكة كما ذكرنا في قصة قوم عاد مع نبيهم هود عليه السّلام وكما جاء في قصص أقوام آخرين . كما وسرد لنا اللّه تعالى قصة سيدنا سليمان عليه السلام وكيف أن الريح سخرت له تعمل بأمره تذهب بسرعة حسب ما يأمرها وهو قوله تعالى  وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ . . .  ، ( سبأ : 12 ) ، وقد فسرها صاحب الظلال رحمه اللّه بقوله : ومنه يستفاد أن اللّه سخر الريح لسليمان وجعل غدوها أي توجهها غادية إلى بقعة معينة ( ذكر في سورة الأنبياء أنها الأرض المقدسة ) يستغرق شهرا ورواحها أي انعكاس اتجاهها في الرواح يستغرق شهرا كذلك وفق مصلحة تحصل من غدوها\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nورواحها « 1 » . وفي تفاسير أخرى فسرت الآية أن مسار الريح وسرعتها تقطع المسافة التي يقطعها المسافر في شهر في دقائق معدودات وهذا هو بالضبط قانون سرعة الريح أو قانون السرعة عموما والذي هو باختصار المسافة مقسوم على الزمن اللازم لقطع تلك المسافة ، كما ووردت آيات أخرى تخص سيدنا سليمان وقصته مع نعم اللّه عليه ومنها الرياح  فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ  ( 36 ) ، ( ص : 36 ) .\r\nوحول تأثير الرياح على السفن في البحر يقول اللّه تعالى في سورة ( الشورى : 33 )  إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَواكِدَ عَلى ظَهْرِهِ إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ  ( 33 ) ، وأما ما نراه في وسائل الأعلام حول ما تفعله الأعاصير والعواصف بالناس والمدن والسفن فيتمثل في آيات عديدة منها :  فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكانٍ سَحِيقٍ  ( 31 ) ، ( الحج : من الآية 31 ) ،  أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تارَةً أُخْرى فَيُرْسِلَ عَلَيْكُمْ قاصِفاً مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِما كَفَرْتُمْ ثُمَّ لا تَجِدُوا لَكُمْ عَلَيْنا بِهِ تَبِيعاً  ( 69 ) ، ( الإسراء : 69 ) .\r\nأما العصف الناتج من الانفجارات (  Blast  ) أو التيارات الهوائية الشديدة التي تؤثر خلال زمن قليل ( وهو تعريف العصف ) فقد ورد أيضا بالقرآن الكريم حيث أقسم اللّه تعالى بالعاصفات في قوله تعالى من سورة ( المرسلات : 2 )  فَالْعاصِفاتِ عَصْفاً  ( 2 ) ، والتي يفسرها صاحب الظلال نقلا عن ابن مسعود رضي اللّه عنه بأنها الريح الشديدة إذ قال :\r\n( ( وروي عن ابن مسعود ( ( المرسلات عرفا قال الريح . . وكذا قال في العاصفات عصفا والناشرات نشرا . وكذلك قال ابن عباس ومجاهد وقتادة وأبو صالح في رواية ) ) « 2 » . ولا اختلاف في أن عصف الريح الشديد القوة هو نفسه عصف القنابل لأن الهواء هو المادة المتحركة في الاثنين والموصوف بأنه عاصف أي يمر بسرعة كبيرة وهو المسبب لقوة الاندفاع والضغط الهائل المدمر والفرق الوحيد أن عصف الريح طبيعيا بينما عصف القنابل اقتبسه الإنسان وصنعه لأغراض تدميرية أو مدنية .\r\nوما دمنا قد تحدثنا عن الريح وانتقلنا إلى تأثيرات الريح لحالات أخرى عديدة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الظلال ، سيد قطب ، ج / 5 ، ص 2898 .\r\n( 2 ) تفسير الظلال ، سيد قطب ، ح / 6 ، ص 3791 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nلننتقل إلى نظرة أخرى لموضوع الرياح في القرآن الكريم « 1 » .\r\nلنتدبر الروعة القرآنية في وصفها لهذا العلم المعقد : يقول الدكتور أحمد عبد اللّه مكي - الأستاذ المساعد في قسم علوم الأرصاد - في بحثه المنشور في مجلة الإعجاز العلمي العدد الخامس ، ص 10 - 17 ، والذي نختصر منه النقاط الأساسية الآتية :\r\nيدرس علم الأرصاد الآن ومنذ أكثر من قرن حركة الرياح ودورانها وأنواعها وتفرقها على الأرض وفي طبقات الجو العليا بواسطة البالونات والراديوسوند والرادارات والأقمار الصناعية ، فوجد أن هناك نظاما عاما للرياح وهذا ما يسمى بالدورة العامة للرياح ، يرتبط بحركة الأرض حول الشمس مكونة الفصول وحول نفسها مكونة الليل والنهار ، وهناك علاقة بين الرياح والسحاب فكل منها مرتبط بالآخر ، حيث إن كل البرامج والنماذج الحاسوبية لتقدير سرعة الرياح في طبقات الجو العليا بواسطة الأقمار الصناعية تعتمد في حساباتها على حركة السحاب ، وهذا ما يعبر عنه اللفظ القرآني  وَتَصْرِيفِ الرِّياحِ  ، ( البقرة : 164 ) . . لقد توفرت معلومات هائلة بعد هذه الخبرة المتراكمة والأبحاث المنجزة للمشتغلين في هذا الحقل حيث تم فهم أمور عديدة منها توزيع الضغط الجوي والرياح والحرارة والرطوبة بعد دخول التقنيات الحديثة للمراقبة بما أعطى مقاييس عديدة لفهم الرياح منها الشامل (  Global  ) ، والمحلي (  Local  ) والمستوى الدقيق وكذلك المستوى السينوبيتكي الخاص بالكتل الهوائية والآيتان ( 164 ) في سورة البقرة و ( ه ) في سورة الجاثية تبينان أمرين أساسيين هما : توزيع الرياح التام ، ووجود قوانين لها .\r\nأما بالنسبة للدورة العامة للرياح فإن لها مقياسا عاما لحركة الجو ، وتتكون من الرياح على مستوى الكرة الأرضية والتي ينتج من التأثير المشترك للتوازن الإشعاعي ، وانتقال الحرارة عبر خطوط العرض ، ودوران الأرض بالإضافة إلى الاختلافات في طبيعة سطح الأرض في الأماكن المختلفة ، ويقدم الإشعاع الشمسي الطاقة لدورة الرياح ، إذ يسقط هذا الإشعاع أكثر تركيزا ومباشرة على خط الاستواء فيتزايد قربه منه على القطبين إذ يتناقص قربهما ، وهذا يؤدي إلى حركة صاعدة قرب هذا الخط وحركة هابطة قرب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابنا ( المنظار الهندسي للقرآن الكريم ) ، الباب الثالث ، الفصل الأول .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالقطبين . . وهذا ما دفع جورج هادلي ( 1753 م ) إلى اقتراح دورته البسيطة للرياح التجارية . وطبقا لتصوره فإن الهواء الساخن يتصاعد عند الاستواء ويندفع الهواء تحت المداري ليملأ الفراغ ويعمل دوران الأرض إلى دفع الهواء المتحرك باتجاه الغرب مما يشكل الرياح التجارية . . وبعد تطور التقنيات وظهور الأقمار الصناعية والبحوث الحديثة تم فهم حقيقة الأمر ووضع فهم أكثر نضجا للدورة الفصلية للرياح وهي أن هناك ثلاث خلايا بين خط الاستواء وكل قطب أو ما يسمى بالدورة العامة للرياح وخلايا روسبي والرياح الشرقية والغربية الناتجة من خط العزم الزاوي فوق أرض تدور ، فإذا تحركت كتلة من الهواء ناحية القطب فإنها لا بد أن تنحرف شرقا للمحافظة على عزمها الزاوي ، ونفس الشيء يقال باتجاه خط الاستواء وانحراف الهواء ناحية الغرب في نصف الكرة الشمالي وعكسه تماما في النصف الجنوبي مما يؤدي إلى إمداد الرياح بقوة حول الأرض والتي تتغير من مكان إلى آخر حسب خطوط العرض وتوزيع الحرارة . . وبهذا تكون النتيجة ثلاثة أحزمة أو لفات كبيرة من الهواء . بين خط الاستواء والقطب . وعموما فإن الإشعاع الشمسي القادم يمتص جزئيا ويتشتت بعضه عن طريق الغلاف الجوي وجزء منه تمتصه السحب وما تبقى تمتصه الأرض ، ثم يطلق سطحها الساخن مع الغلاف الجوي المسخن موجات طويلة من الأشعة تحت الحمراء والتي يتسرب بعضها إلى الفضاء ، وأما البعض الآخر فيخرج من الأرض عبر الانتقال المباشر لها بالتوصيل وغير ذلك من الحرارة الكامنة في بخار الماء ، ويؤثر في هذا عوامل أخرى كالتربة والرطوبة ووعورة السطح والسحب وغيرها مما يؤثر على الطقس ودرجات الحرارة النمطية على سطح الأرض صيفا وشتاء مما يشكل مناطق مختلفة للضغط تكون المحرك الرئيسي للرياح على وجه الأرض ، إذ ينساب الهواء من مناطق الضغط المرتفع إلى مناطق الضغط المنخفض فتقاوم قوتان إضافيتان ميل الهواء للانسياب مباشرة هما قوة كوريوليس والاحتكاك الذي يلاحظ قرب سطح الأرض فقط . . وهاتان القوتان تتوازيان في خط معاكس لاتجاه حركة الرياح مما يشكّل توازنا خطيّا وحركة دورانية خارجة من مراكز الضغط المرتفع إلى المنخفضات وهذا ما يعرف علميا بالانتشار (  Divergen  ) ، وحركة دورانية دافعة إلى المركز وما يعرف علميا بالتجمع (  Convergen  ) . . وهذا ما عبر عنه القرآن الكريم بقول اللّه تعالى في سورة المرسلات :   وَالنَّاشِراتِ نَشْراً ( 3 ) فَالْفارِقاتِ  \r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n  فَرْقاً   ( 4 ) ، أي أن الرياح تنتشر ثم تتفرق .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nلاحظ شكل المنجل الذي يتشكل من اصطدام التيارات الساخنة والباردة\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالسرعة المرعبة في مركز الزوابع المدمرة\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nأما الرياح على المستوى السينوبتكي أو ما يعرف بعملية الارسال : فهي ظاهرة جوية ترتبط بالتفاعل بين الكتل الهوائية الخارجة من مراكز المرتفعات الجوية إلى المنخفضات الجوية ، ويحصل الهواء في مراكز الضغط المنخفض والمرتفع على خواص تعتمد على خصائص سطح الأرض في هذه المناطق . . فمثلا يكون الهواء دافئا ورطبا فوق المحيطات المدارية ، ويكون جافا حارا فوق الصحارى وباردا جافا فوق المناطق القطبية ، وتتداخل هذه الكتل الهوائية فيما بينها بسبب الرياح مما يؤدي إلى حصول الأعاصير ، وتتشكل السحب . والإعصار يبدأ باضطراب تموجي ثم يصبح أكثر فأكثر ثم يلتحم وفي مرحلة النضج تتشكل سحب الركام المزن (  Cb  ) التي كثيرا ما تتكون قرب الجبهة الباردة وسحب الطبقي المزن (  Ns  ) وتتشكل عند الجبهة الساخنة . ثم يضطرب الهواء العلوي وهذا الاضطراب عبارة عن ذبذبات تموجية في مجرى الهواء العلوي عند تقدمه في اتجاه الشرق حول الأرض ، ثم يتعرج التيار النفاث بطريقة تموجية بحيث يخترق الهواء البارد من الشمال وفي اتجاه خطوط العرض الجنوبية ، والهواء الساخن في الجنوب\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nباتجاه الشمال . وهذا كله يحدث بالقرب من نشاط السطح الجبهي . . كل هذه التفاصيل عبر عنها القرآن الكريم بقوله تعالى :   وَالْمُرْسَلاتِ عُرْفاً   ( 1 ) ، ( المرسلات : 1 ) ، وكلمة ( عرفا ) تعني الشكل التموجي ، إذ يمكن أن يرى هذا الأثر الموجي على سطح البحر ، وفي تموجات الرمال ، أو حركة العلم على السارية ، كما يعطي المعنى أيضا الشكل الدائري الشبيه بالمنجل في إعصار تام ، وهو بالضبط الشكل الذي تم اكتشافه حديثا ( دائرة - ومنجل ) - . . ثم يقول تعالى في الآية اللاحقة من سورة المرسلات  فَالْعاصِفاتِ عَصْفاً  ( 2 ) ، وقد روى ابن عباس ومجاهد وقتادة وأبي صالح أن المرسلات والعاصفات والناشرات كلها تعني الرياح ، وروى ابن مسعود أن المرسلات عرفا تعني أن الرياح تأتي متوالية كعرف الفرس في امتدادها وتتابعها ( أي على شكل تموجي ) ، والعرف كعرف الفرس والديك والضبع . . ولو دققنا في لفظ العرف يمكن أن نأتي بمعنى ( المكان العالي المتميز ) ، وفي سورة الأعراف يقول تعالى :  وَبَيْنَهُما حِجابٌ وَعَلَى الْأَعْرافِ رِجالٌ يَعْرِفُونَ كُلًّا بِسِيماهُمْ وَنادَوْا أَصْحابَ الْجَنَّةِ أَنْ سَلامٌ عَلَيْكُمْ لَمْ يَدْخُلُوها وَهُمْ يَطْمَعُونَ  ( 46 ) ، ( الأعراف : 46 ) . . والأعراف جمع عرف أي المكان العالي . والمعنى أن القسم الرباني بالرياح المرسلة جاء لأهميتها الكبيرة في حياة الناس وقوانين الأرض . وهذا فعلا ما أثبته العلم الحديث إذ أن هناك تيارات من الرياح على ارتفاعات عالية جدا في الغلاف الجوي تلعب دورا هاما في إعادة اتزان الطاقة في الغلاف الجوي وذلك في عملية تكون السحب وحركتها . . والقسم اتبع بالفاء بما يفيد التتابع أي يتلو هذه الرياح العليا (  Jet Stream  ) الرياح العاصفة المتكونة على سطح الأرض ، أي عندما تتكون التيارات النفاثة العليا تتبعها بإذن اللّه تعالى العواصف على سطح الأرض وهذا معروف علميا بخط العواصف (  Squall line  ) .\r\nموضوع علاقة الرياح مع السحاب من سورة الأعراف آية ( 57 ) والروم ( 48 ) وآيات أخرى سنفصله لاحقا .\r\nالرياح على المستوى المحلي : وهي الرياح التي تدخل على مدى يدخل في نطاق الإدراك البشري عامة وهو مرتبط بالتضاريس المحلية كالجبال والتلال وشواطئ البحار وغيرها ومنها ما يعرف بالنسيم كنسيم البر والبحر والرياح القوية ودورة رياح الجبال والوديان والأعاصير والعواصف كالهاريكان والتورنادو - تم شرحها سابقا - وتأثيرات قوة\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nكوروليوس . وهذا ما يشكل قوى مختلفة الدرجات وحسب الحالة تصل أحيانا إلى أكثر من 100 ميل في الساعة . .\r\nوفي كل الأحوال فإن هناك تدرجا في القوة على هيئة دوامات اضطرابية ، وفي بعض الحالات سحب موجية خاصة تشبه أمواج البحر وتبدأ بأسطح عليا ملساء ، ثم تتشكل كأمواج ثم تتكسر وتصبح حركة اضطرابية غير منتظمة مفتتة مجرى الرياح الكبيرة إلى رياح أصغر وأصغر تتميز بأنها أكثر بعدا عن الانتظام ، وهناك ظاهرة جوية أخرى تنتج رياح سطحية أعلى من المعتاد ، وتسبب عواصف ترابية وهي أساس لعملية خلط كبرى بين الزويوسفير والاسترانوسفير ، وهي تعرف ب ( طية التروبوسفير ) ، وتحدث حينما يكون هناك تفاعل بين تيار نفاث مع تشكيل جبهي ، ينتج هبوط شديد الهواء عالي السرعة من ارتفاعات عليا إلى السطح ، وقد يكون الهواء ساخنا جدا ، جافا وسريع الحركة مما قد ينتج عنه رياح سطحية شديدة تدوم لفترة طويلة ويمكنها أن ترفع كثيرا من الرمال لمسافات بعيدة ، وكذلك التراب وبخار الماء ، ثم تأتي قوى أفقية تنقل هذه المواد والأشياء إلى أماكن بعيدة أخرى . . . هذه الأحداث يصفها القرآن الكريم بقوله تعالى    وَالذَّارِياتِ ذَرْواً ( 1 ) فَالْحامِلاتِ وِقْراً    ( 2 ) ( الذاريات ) « 1 » . .\r\nالشكل القمعي للإعصار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أوجه من إعجاز القرآن الكريم في وصف حركة الرياح ، د . أحمد عبد اللّه مكي ، مجلة الإعجاز ، العدد 5 ، ص 10 - 16 ، يناير 2000 م ، بتصرف .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمنظر من الجو مصور بالأقمار الصناعية لإعصار حصل في الولايات المتحدة عام 1992 ، ورأس السهم يشير إلى مركز الإعصار ( لاحظ الشكل العام للإعصار يشبه شكل المجرة الحلزونية وهذا يؤكد لنا نظام التوحيد في الخلق ، - عن بنك المناخ الدولي - ) .\r\nانظر الصور أعلاه وتمعن في مدى التدمير التي تحدثه في المزروعات والممتلكات ، وتدبر قوله تعالى في قصة أصحاب الجنة وما أصاب بساتينهم وحدائقهم من هلاك بسبب :   فَطافَ عَلَيْها طائِفٌ مِنْ رَبِّكَ وَهُمْ نائِمُونَ ( 19 ) فَأَصْبَحَتْ كَالصَّرِيمِ   ( 20 ) ، ( القلم ) . . والطائف لغة هو السائر بدوران من طاف يطوف حول الشيء ، وصدق اللّه ورسوله .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nالفصل الثالث فيزياء السحب\r\nأما السحب وأنواعها والصواعق والبرق والرعد فقد فصلها القرآن الكريم تفصيلا عجيبا ، فقد جاء في الآية الثانية من سورة الذاريات :  فَالْحامِلاتِ وِقْراً ( 2 )  ، . . هذا القسم الرباني بالحاملات وقرا وهي السحب الثقال معطوف على القسم الأول وهي الذاريات والتي هي الرياح حيث لا قيمة للسحب بدون فعل الرياح ، فإن كانت السحب هي التي تحمل الأرزاق في باطنها حيث الماء العذب الطهور والذي يحيي به اللّه الأرض بعد موتها فإن الذي يقوم بتوزيع هذه الأرزاق على مستحقيها هي الرياح التي سخرها اللّه تعالى ، وصرّفها بين يدي رحمته ليكون توزيعها بالعدل المطلق ، فقد استأثر اللّه تعالى بتوجيه السحاب إلى حيث تحتاجه جميع الخلائق من عالم الإنسان إلى عالم الحيوان إلى عالم النبات إلى عالم البحار ، وذلك في أماكن شتى من بقاع الأرض ، فهذا التوجيه للسحب يتم بتقدير إلهي وتدبير رباني ، ولا يمكن أن تدركه الرياح غير العاقلة فاللّه ذو الجلال والإكرام يسوق السحاب إلى حيث يشاء أن ينزل الماء وسيظل إرسال الرياح وتوجيه السحاب مظهرين عظيمين من مظاهر القدرة الإلهية يتحديان الإنسان حيث اجتهد في علم الأرصاد الجومائية ، فقد فشلت الأقمار الاصطناعية الخاصة بالأرصاد الجوية في التنبؤ بالزمان والمكان الذي تسقط فيه الأمطار يقينا ، لأن العلم اختص به اللّه تعالى لذاته دون أن يصل هذا العلم الكامل إلى أحد من البشر ، وصدق اللّه العظيم في قوله تعالى  وَتَصْرِيفِ الرِّياحِ وَالسَّحابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَالْأَرْضِ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ  ( 164 ) ، ( البقرة : من الآية 164 ) . والنظرية العلمية للسحاب الثقال تتلخص في تبخر المسطحات المائية بالاختلاف أنواعها من محيطات وبحار وبحيرات وأنهار - والتي تغطي حوالي 71 % من سطح كوكب الأرض - ثم ترفعها الرياح إلى أعلى ، وتستمر في الارتفاع حيث تتجمع في الطبقة الأولى من الغلاف الجوي ، والمعروفة باسم طبقة التربوسفير ، وهي طبقة الخيرات ويستمر بخار الماء المتصاعد في التجمع على هيئة سحب حتى إذا ما امتلأت وثقلت ومع انخفاض درجة الحرارة يتكثف بخار الماء المتجمد ليهبط على هيئة أمطار وهي المياه العذبة الطهور ، ثم تقوم الرياح بنقل السحاب الممطر من مكان التجمع إلى مكان الأرزاق وفي وقت معلوم ، فكل شيء عند اللّه تعالى\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبمقدار ، وهو ما أشارت إليه الآية 18 في سورة المؤمنون :  وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ  ( 18 ) ، ( المؤمنون : 18 ) .\r\nعموما تتكون السحب في طبقات خاصة من الغلاف الجوي ( بين 2 - 10 كيلومتر ) وحسب ما هو موضح في الشكل ، وقد قسم علماء الأرصاد الجوية السحب إلى نوعين رئيسين وهما السحب البساطية والسحب الركامية ، وأخرى ثانوية . من هذه الأقسام التي يوضحها الشكل : (  Cirrostratus  ) ، (  Cirros  ) ، (  Cirrocumulus  ) ، (  Cumulus  ) ، (  Cumulonimbus  ) ، (  Stratus  ) ، (  Altocumulus  ) ، (  Nimbostratus  ) ، (  Stratocumulus  ) .\r\nأنواع السحب الرئيسية والثانوية مع ارتفاعات تكونها في الجو حسب التقسيمات العلمية الحديثة هذه الأقسام يمكن جمعها بأنواع ثلاثة هي البساطية والركامية والثقال .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nالسحاب الركامي :\r\nالنوع الأول من السحب هي السحب الركامية ، وهذه السحب تتكون بالنمو الرأسي وتشبه في ذلك الجبال حيث تكون قمتها إلى أعلى وقاعدتها مواجهة لسطح الأرض وقد ترتفع هذه الجبال من السحب الركامية إلى طبقة التربوسفير والتي تنخفض فيها درجة الحرارة إلى 40 درجة تحت الصفر ، وتعتبر السحب الركامية أهم أنواع السحب لأنها تجود بالبرد حيث يتكون فيها البرق والرعد ، ولقد وردت فيها آية كريمة تعتبر من أمهات الحقائق الكونية التي عبرت عن هذه السحب في إعجاز قرآني رائع وهو ما جاء في الآية 43 من سورة النور :  أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ  ( 43 ) ، ( النور : 43 ) « 1 » .\r\nهذه الآية الكريمة توضح الأمطار التي على شكل برد . . إذن السحب الركامية ، هي السحب التي تبدأ بخلايا أو تجمعات أو وحدات من سحب البخار صغيرة الحجم التي تثيرها تيارات الهواء الصاعدة فتتحد مكونة سحبا أكبر تتراكم بطبقات بعضها فوق بعض لذلك سميت ركامية ، والرياح الصاعدة من الأرض تحمل شحنة كهربائية موجبة وباتحادها مع الشحنة الهربائية الموجودة في الفضاء يتكون مجال كهربائي يتسبب فيتحول البخار إلى قطرات من الماء تكبر شيئا فشيئا إلى أن تسقط مطرا . ومن مظاهر السحب الركامية أنها تنمو بالاتجاه الرأسي وقد تصل إلى علو كبير جدا فهي تبدو للناظر إليها من الطائرة كالجبال الشامخة كما توضح الأشكال أدناه ، وهي فعلا تشبه الجبال ، إذ تتكون لها قاعدة عريضة في أسفل نقطة لها على سطح الأرض ، وتتكون لها قمة رأسية في أعلى نقطة فيها وقد تصل إلى ارتفاعات شاهقة تتجاوز ال 15 كلم .\r\nتتعرض هذه السحب أثناء مسيرها إلى ثلاث أحوال أو أنها تقسم إلى ثلاثة أقسام مختلفة ضمن ارتفاعها الشاهق ، إذ تكون قاعدتها في ارتفاعات معتدلة فلا يحدث لها أي تفاعلات أو تفريغ للشحنات وإنما تكتفي بامتطاء الرياح التي تسيرها حيثما يشاء اللّه تعالى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أشرنا في كتابنا ( المنظار الهندسي للقرآن الكريم ) إلى هذه الآية الكريمة وكيف أن فريقا بحثيا أمريكيا أثبت سقوط كرات ثلجية من السماء إلى الأرض من ارتفاعات شاهقة وقد نشر هذا البحث في مجلة علمية أمريكية عام 1988 م .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمناظر مختلفة للسحب الركامية\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nأما في وسطها فهي تتعرض لدرجة حرارية منخفضة تكفي لتكثيفها وتحويلها إلى سحابة ممطرة . أما في القسم العلوي فالحرارة هناك قد تصل إلى 40 - 50 درجة مئوية تحت الصفر ، وحيث إن التيارات الهوائية تتبادل الحركة فتصعد الساخنة منها إلى أعلى وتنخفض الباردة إلى أسفل ، وهكذا تحمل قطرات الماء التي تكونت في وسط السحابة - أي في المنطقة أو القسم الثاني من السحابة - مع التيارات الدافئة الصاعدة من ذلك القسم إلى القسم الأبرد من السحابة ، وحينئذ تتجمد تلك القطرات وتتحول إلى برد شديد القساوة مختلف الأحجام يتوقف حجمه على المدة الزمنية التي يقضيها في المنطقة الباردة ، فإذا استمر طويلا يثقل شيئا فشيئا ليكون بردا كاملا يسقط مباشرة حينا ، أو يحمل من تيارات أخرى تؤجل سقوطه رغم اكتمال نموه ليسقط على مناطق أخرى . وأثناء انتقالها تتصادم التيارات الهوائية الباردة والساخنة تلك لتولد شرارات كهربية هائلة مصدرها الشحنات الكهربية داخل القطرات الموجودة داخل السحب فيتم التفريغ الكهربائي بين سحابتين عند التصادم لتشكل ما يعرف بالبرق ، وقد يصل البرق من الكثافة بحيث تصل عدد ومضات البرق إلى أكثر من 400 ومضة في الدقيقة الواحدة بحيث إن المبصر إليها سواء أكان من قرب كالطيارين أو عن بعد من على سطح الأرض يخشى على بصره من أن يتأثر سلبا .\r\nثم إن هناك تفاصيل أخرى للمسألة ، ففي الحقيقة وجد العلماء أن هناك عمليتين أساسيتين لسقوط المطر . العملية الرئيسية الأولى هي ما تعرف بعملية التنوية (  Nucleation  ) ، وهي العملية الرئيسية في تكوين قطرات المطر ، حيث يتكاثف بخار الماء حول ذرة غبار « 1 » صغيرة جدا فتكون طبقة رقيقة من الماء تغلف ذرة الغبار ، ثم تليها أخرى وهكذا ، إلى أن تتكون قطرة المطر ولكنها تمتاز بصغر الحجم وقلة الوزن فلا تسقط .\r\nأما العملية الرئيسة الثانية التي تلي عملية التنوية ، فكما نعلم أن الغيوم والسحب ليست أجساما محددة في الحجم والأبعاد لأنها ببساطة بخار ماء متجمع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أو أية ذرة مشابهة في حجمها مثل بلورات الملح الناتجة من تبخر ماء البحر ، وقد تكون ناتجة عن نواتج الاحتراق والأتربة والمركبات الكبريتية .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nخفيف الوزن وسريع الاتساع بكل الاتجاهات ، فالتراكم هنا لا يعني تجميعها كما تتجمع الأجسام الصلبة ، ولكن تداخل الغيوم وتكاثفها مكونة غيمة ذات محتوى رطوبي عال والذي يسبب زيادة وزن القطرات المتكون في المرحلة الأولى ( التنوية ) ، وعندئذ ستسقط القطرات بوزنها على الأرض بإذن ربها .\r\nعندما توصل العلماء لهذه الحقيقة حاولوا تصنيع قنابل تتفجر في الجو لتنشيط هذه العملية لغرض إنزال المطر إجباريا ، واستخدموا مواد مثل يوديد الفضة وبعض الأملاح ، فكانت النتيجة أنه باستخدام ( 10 - 20 ) غم من هذه المواد تمكنوا من إنزال مليون طن من الماء من هذه السحب بعد اختيار لدرجة حرارة أقل من ( - 20 م ) أي 20 درجة مئوية تحت الصفر وبعد تجنيد مساحات وإمكانات وأموال وجهود هائلة لغرض تحقيق ذلك ، كما تم اختيار منطقة شبه جزيرة محاطة بالبحار من أكثر من 4 / 5 من جهاتها ، وهي بلاد الأندلس ( إسبانيا والبرتغال ) . . ثم إن السحب التي حرارة قمتها أقل من 15 تحت الصفر لا تحتاج إلى زرع صناعي للإمطار فهي تمطر طبيعيا . . وقد قسمت الأمطار إلى مطر الحمل ، ومطر التضاريس ، ومطر الجبهات ، وفي كل منها تفصيل فيزيائي وكيميائي « 1 » .\r\nهذا التفصيل المبسط لفيزياء تلك الأنواع من السحب بالغة التعقيد تصوره الآيات المباركات من قوله تعالى :  أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ  ( 43 ) ، ( النور : 43 ) . .  وَاللَّهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحاباً فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها كَذلِكَ النُّشُورُ  ( 9 ) ، ( فاطر : 9 ) « 2 » .\r\nانظر إلى دقة الوصف القرآني وتأمل هل يمكن أن يكون هذا التفصيل في ذلك العصر من قول بشر ؟ ! :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المياه في القرآن ، المهندس أحمد الدليمي ، ص 28 - 30 ، بتصرف .\r\n( 2 ) القرآن والسحب والرياح ، قرص مدمج ضمن سلسلة الإعجاز العلمي للقرآن الكريم ، دار التراث ، عمان .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالرسم الأيسر : قطع صغيرة من الغيوم نوع (  Cumulus clouds  ) .\r\nالرسم الأيمن : تجمع هذه القطع وتراكمها وزيادة سمكها وصعودها في الارتفاعات العليا .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n1 . يزجي سحابا : أي يسوقه برفق بقوة دفع الرياح ، وكما تفسره الآية الأخرى من سورة فاطر .\r\n2 . ثم يؤلف بينه : أي يجمعه لحصول عملية التنوية التي ذكرناها ، والأداة ثم تتطلب زمنا .\r\n3 . ثم يجعله ركاما : أي يجعله متراكما بشكل سحاب ركامي وهذا يتطلب زمنا لذلك استخدم الأداة ( ثم ) التي تفيد التتابع المتراخي .\r\nلقد وجد أن عملية التنوية تستغرق الجزء الأكبر من الوقت اللازم لتكوين قطرة الماء ، إذ نحتاج إلى 45 دقيقة لتنمو قطيرة تحتوي على ( 10 - 14 ) غم من الملح نصف قطرها الابتدائي ( 57 ، 0 ) مايكرون ليصبح نصف قطرها 10 مايكرون ، وإلى 12 ساعة ليصبح 50 مايكرون ، وإلى 24 ساعة لتصبح قطرة رذاذ ( 100 مايكرون ) . أي أننا نحتاج إلى أكثر من 24 ساعة للحصول على ذرة الرذاذ هذه ، أي أننا نحتاج لزمن طويل نسبيا وهنا تتجلى روعة استخدام الأداة ( ثم ) في الآية المباركة « 1 » .\r\n4 . فترى الودق يخرج من خلاله : أي حبات الماء تخرج من وسطه ، وهي ما فصلنا حول قطرات الماء التي تتكون في القسم الوسطي من السحابة الركامية . الفاء هنا تفيد التتابع المباشر أي مباشرة بعد اكتمال تكون الجبل الركامي للسحابة ، وبعد حصول عمليتي التنوية وكبر الحجم للقطيرة .\r\n5 . من جبال فيها من برد : أي أن المنطقة أو القسم العلوي من جبل السحاب هذا يخرج منه البرد أو قطع الجليد الصغيرة .\r\n6 . فيصيب بها من يشاء ويصرفها عن من يشاء : أي نزول ذلك البرد حسب نقل الريح له بمشيئة اللّه تعالى الرزاق ذي القوة المتين .\r\n7 . يكاد سنا برقه يذهب بالأبصار : أي أن البرق الناتج من اصطدام هذه السحب يكاد يخطف أبصار الناظرين إليه ، وانظر إلى قوله تعالى ( يكاد ) أي لتقريب هول المنظر ولم يقل يذهب البرق بأبصارهم .\r\nيقول الأستاذ عبد المجيد الزنداني : تتبعت القرآن فوجدت عند الدراسة أن هناك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المياه في القرآن ، المهندس أحمد الدليمي ، ص 33 ، بتصرف .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nأنواعا متعددة من السحب ، لكن الأنواع الممطرة ثلاثة أنواع فقط ، فلما راجعت القرآن وجدت أن القرآن ذكر الأنواع الثلاثة بالضبط ، ووصف كل نوع منها وصفا دقيقا . هذا الوصف لكل سحاب يختلف تماما عن وصف السحاب الآخر ، فالسحب الممطرة ثلاثة أنواع منها النوع الركامي ، يقول اللّه - جل وعلا - في السحاب الركامي :  أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ ( 43 )  ، ( النور : 43 ) . . فيصنف لنا القرآن طريقة تكوين السحاب الركامي ، ووجد أن السحاب الركامي يتكون هكذا ، يزجي أي يسوق برفق يتكون ( قزع ) ثم يساق هذا ( القزع ) إلى خط تجمع السحاب فيساق برفق إلى خط هذا التجمع  أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ  ، - في هذا الخط -  ثُمَّ يَجْعَلُهُ رُكاماً  ، يقوم فوقه فوق بعض  ثُمَّ يَجْعَلُهُ رُكاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ  ، يعني قطرات المطر تخرج متى ؟ إذا حدث الركم  فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ  ( 43 ) ، وصف كامل بالضبط لطريقة تكوين السحاب ، للظواهر المصاحبة لتكوينه ، للنتائج المترتبة عليه ، قلنا يبدأ بالسوق ، ثم بتأليف ، ثم بالركم ، ف - وليس ثم - فينزل المطر ، تغير حرف العطف انظر الدقة على مستوى الحرف ، لأن الفترة من فترة السوق إلى التأليف تأخذ زمنا ، ومن التأليف إلى نهاية الركم تأخذ زمنا ، لكن بعد أن ينتهي الركم إلى نزول المطر لا زمن ، ولذلك كان الفارق في هذا الحرف ( فاء ) عبر بالفاء الذي يدل على التعقيب والترتيب ، بسرعة ، ولذلك قال  أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكاماً  ، - ف -  فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ  ، يعني يقول لك انظر إلى السماء  وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ  ، ما الجبال  فِيها مِنْ بَرَدٍ  ، إذن هي سحاب  وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ  ، لا يتكون البرد إلا في السحاب الركامي ، الذي تختلف درجة حرارة قاعدته عن قمته ، وبسبب هذا الشكل الجبلي للسحاب يتكون البرد ، الشكل الطبقي لا يتكون فيه برد\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nولذلك قال :  وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ  ، لازم أن يكون السحاب في شكل جبل ،  وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ  ، اللّه الضمير يرجع إلى البرد  وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ  ، - أي بالبرد -  فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ  .\r\n\r\nهذا الشيء المذهل الذي رآه علماء الأرصاد :\r\nيتكون البرد وينزل إلى قاعدة السحاب وفجأة يأتي تيار هوائي يصرفه ويعيده إلى وسط السحاب ، يعيده ، كيف تفهم  فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ  يصرفه يعني ما ذا ؟ يعني كان متجها إلى قوم . . . فقال له ارجع اطلع فوق ، وتتبع علماء الأرصاد ذلك . . . فوجدها دورة يدورها . . تدورها البردة تكون غلافا فلما تنزل البردة إلى الأرض ، كم دورة دارت هذه البردة في جسم السحابة  فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ  ، سنا برقه يعني لمعان برقه ، برقه ما ذا ؟ الكلام كله عن البرد  فَيُصِيبُ بِهِ  ، - أي بالبرد -  مَنْ يَشاءُ وَيَصْرِفُهُ  ، - أي يصرف البرد -  وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ  ، لمعان برقه ، أي برق يا ترى ؟ برق البرد ، في عام 1985 م قدّم ولأول مرة في مؤتمر دولي أن البرد هو السبب الحقيقي لتكوين البرق فعند ما يتحول البرد من سائل إلى جسم صلب تتكون الشحنات الكهربائية الموجبة والسالبة ، عندما تدور حبة البرد توزع الشحنات الموجبة والشحنات السالبة ، عندما يستمر الدوران تقوم بعملية التوصيل فالبرد . . فالبرق من البرد « 1 » .\r\n\r\nالسحب البساطية :\r\nهي تلك السحب التي تتكون وتنتشر بالنمو الأفقي وتشبه في ذلك شكل البساط ، أي هو السحاب الذي يتم فرشه على شكل بساط مستقيم . ليست لهذه السحب قمم عالية أو قواعد عريضة كما هو الحال في النوع الأول أي السحب الركامية كما فصلنا ، وتميل ألوان هذه السحب إلى الأبيض الناصع كأنه القطن المرصوص بسبب قلة سمك هذه السحب ، وبالتالي سهولة اختراق أشعة الشمس لهذه السحب مما يعطي ذلك اللون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلام الأستاذ عبد المجيد الزنداني خلال لقاء معه في قناة الجزيرة في برنامج الشريعة والحياة .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالجميل المريح للنفس البشرية ويبعدها عن وسوسات العواصف والرعود والبرق . وهذا النوع لا يرتفع في طبقات عالية من الغلاف الجوي التي تمتاز بدرجات حرارية منخفضة جدا تصل إلى دون ال 40 تحت الصفر المئوي ، مما يجعل دوره مقتصرا على المطر فقط دون الثلوج أو البرد . ينشأ هذا النوع من السحب على شكل قطع متفرقة من الغيوم بعد أن تثيرها الحرارة والرياح من على سطح البحار والمحيطات لترفعها بشكل قطع متفرقة مختلفة في شحناتها الكهربية ، فإذا ما التقت في طبقات الغلاف الجوي المتوسطة الارتفاع حصلت عملية تفريغ لتلك الشحنات الكهربية لينزل المطر . وعادة ما يكون المطر هنا أقل غزارة من أمطار السحب الركامية أو الثقيلة ، وعادة ما يكون مفيدا للأنواع الرقيقة من الزرع والأعشاب التي تفيد الثروة الحيوانية تحديدا .\r\nلقد أشارت الآية 48 من سورة الروم إلى هذا النوع من السحب :  اللَّهُ الَّذِي يُرْسِلُ الرِّياحَ فَتُثِيرُ سَحاباً فَيَبْسُطُهُ فِي السَّماءِ كَيْفَ يَشاءُ وَيَجْعَلُهُ كِسَفاً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ فَإِذا أَصابَ بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ إِذا هُمْ يَسْتَبْشِرُونَ  ( 48 ) ، ( الروم : 48 ) . . .\r\nلنتدبر النص مليا :\r\n1 . اللّه الذي يرسل الرياح : اللّه تعالى هو الذي يأمر الرياح لتثير السحب بفعل أسباب معينة شرحناها في فصل الرياح .\r\n2 . فتثير سحابا : أي لتحمله ، والفاء هنا للتتابع المباشر للعملية .\r\n3 . فيبسطه في السماء كيف يشاء : أي لتبسطه بشكل فرش في جو السماء وبأشكال مختلفة تعتمد على قوة دفع الرياح وأسباب أخرى ، والفاء هنا للتتابع المباشر أيضا . وانظر إلى قوله تعالى ( السماء ) وليس السماوات ، والمقصود هو الغلاف الجوي وكما شرحنا في موضوع طبقات السماوات ضمن كتاب الفلك من هذه السلسلة .\r\n4 . ويجعله كسفا : أي قطع متراصة مختلفة الأشكال والأحجام .\r\n5 . فترى الودق يخرج من خلاله : المقصود بالودق هو نقط الماء الكبيرة النامية التي تخرج من السحب ، أي يخرج منه المطر حصرا دون البرد والثلج الذي اقتصر وصفه حصرا في حالة السحب الركامية .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n6 . فإذا أصاب به من يشاء من عباده إذا هم يستبشرون : وصف لفرح الناس ومبشر لهم بهذا المطر الرقيق المهم لري المراعي والزروع والحيوانات « 1 » .\r\nالسحب البساطية العالية ( الصورة الأعلى ) ، والوسطى ( الصورة السفلى ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القرآن والسحب والرياح ، قرص مدمج ضمن سلسلة الإعجاز العلمي للقرآن الكريم ، دار التراث ، عمان ، بتصرف .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمنظران أحدهما أرضي والآخر فضائي للسحب البساطية التي تشبه الفرش\r\n\r\nالسحاب الثقال ( جبال السحاب ) :\r\nذكرنا أن أهم تقسيمين للسحب حسب علماء الأرصاد هما الركامية المثلجة والبساطية الممطرة ، ولكن هناك تقسيمات أخرى ثانوية للسحب على أهمية بعضها ،\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nكالسحب الممطرة وغير الممطرة ، والسحب الثقيلة والسحب الخفيفة ، وغير ذلك من التقسيمات . السحب الثقيلة هي السحب التي تتمتع بحمولة ضخمة من الأمطار ، وهي في جميع الأحوال تكون ممطرة وتغطي مساحات واسعة من سماء الأرض ، ولها القدرة على إغراق مساحات شاسعة من الأرض يمكن أن تكون بحجم دولة فرنسا مثلا في غضون ساعات قلائل بما تحمله من كميات هائلة من الخلايا الممطرة ، وتكون شديدة التكاثف والسمك بحيث تحجب الشمس بشكل يكاد أن يكون تاما بحيث تحول النهار إلى ظلمة حقيقية . تكون حبات المطر من هذا النوع كبيرة نسبيا ومائلة للسواد في لونها لشدة تكاثفها ، وهي تزن ملايين الأطنان بما تحمله من ماء ، لذلك يستغرب العلماء كيف تستطيع الرياح حمل كل تلك الأوزان الهائلة وهي بطيئة الحركة نسبيا نظرا لهذا الحمل الضخم .\r\nما يميز هذه السحب وأمطارها هي فائدتها العظيمة لجميع أنواع الثمار من جهة ، وللإنسان من جهة أخرى نظرا للكميات الضخمة من الماء التي تحملها معها ، ولأن كبر الحجم للحبة المطرية مع سرعة النزول يمكنها من اختراق التربة مما يزيد من مخزون الماء في التربة ويقلل من تبخر هذه المياه المنغمرة في التربة على العكس من الأمطار الخفيفة التي ما تلبث أن ترجع إلى السماء بسبب سرعة تبخرها .\r\nالعجيب في الأمر أن السبق القرآني لم يكتف بذكر هذا النوع من السحب فحسب ، بل ربطه بحياة الأحياء على القشرة الأرضية بشتى أنواعها ، فبعد أن كانت الأرض قاحلة بدت وكأنها ولدت من جديد بعد نزول هذا النوع من المطر عليها ، تدبر أخي الكريم :  وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذا أَقَلَّتْ سَحاباً ثِقالًا سُقْناهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنا بِهِ الْماءَ فَأَخْرَجْنا بِهِ مِنْ كُلِّ الثَّمَراتِ كَذلِكَ نُخْرِجُ الْمَوْتى لَعَلَّكُمْ تَذَكَّرُونَ  ( 57 ) ، ( الأعراف : 57 ) « 1 » . . . لنلاحظ :\r\n1 - يرسل الرياح بشرا بين يدي رحمته : أي من دلائل رحمته بالخلائق جميعا فإنه تعالى يرسل الرياح لتحمل هذه الجبال من السحب هائلة الأوزان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القرآن والسحب والرياح ، قرص مدمج ضمن سلسلة الإعجاز العلمي للقرآن الكريم ، دار التراث ، عمان .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n2 - حتى إذا أقلت سحابا ثقالا : فإذا ما حملت هذه السحب الثقيلة المحملة بالآلاف الأطنان من المياه لفائدة الزرع والحيوان والبشر .\r\n3 - سقناه لبلد ميت : حملت لبلد وأرض عطشى بحاجة لسقي أحيائها جميعا .\r\n4 - فأنزلنا به الماء : الفاء للتتابع ، أي يكون أمر اللّه تعالى للماء بالنزول وهطول الكميات الكبيرة منه بواسطة هذه السحب .\r\n5 - فأخرجنا به من كل الثمرات : أي تنبت منه جميع أنواع الثمار لغزارته واختراقه للتربة كما ذكرنا .\r\n6 - كذلك نخرج الموتى لعلكم تذكرون : تنويه لمن يكفر ببعث الناس من قبورهم بأن هذه العملية تشبه إلى حد كبير عملية خروج الناس من قبورهم للحساب يوم القيامة ، وكما سنفصل في كتاب ( آخر الزمان ) من هذه السلسلة .\r\nهناك آيات أخرى تعضد هذه الآيات وهي التي تتعلق بنزول الماء على التربة لتنتفخ وتحصل عملية الإنبات بعد ما كانت الأرض مجدبة ، كما في قوله تعالى :  وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ  ، ( الحج : من الآية 5 ) . .  وَمِنْ آياتِهِ أَنَّكَ تَرَى الْأَرْضَ خاشِعَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْياها لَمُحْيِ الْمَوْتى إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ  ( 39 ) ، ( فصلت : 39 ) .\r\nسنفصل بإذن اللّه تعالى في كتاب ( النبات والإنبات ) من هذه السلسلة ما يتعلق بالسبق العلمي لهاتين الآيتين ، ولكن على العموم ما يتعلق بربط الوصف في الآيتين للماء الذي يخترق التربة وتحصل العمليات التي ذكرناها ليتم الإنبات من كل زوج بهيج يدل على أن المقصود بالمطر هنا هو النوع الذي تحمله هذه السحب ، واللّه أعلم .\r\nها نحن ذكرنا ظاهرة كونية يستحيل الوصول إليها في زمن محمد صلى اللّه عليه وسلّم ، فضلا عن قياس الشحنات الكهربائية ورسم دائرة حبات المطر والبرد وهي تدور وتصرف وتنزل وتصرف ، من أخبر محمدا صلى اللّه عليه وسلم بهذا ؟ ، ومن أعطاه هذا الوصف الدقيق ، هذا كلام رب العالمين الذي قال اللّه عنه  لكِنِ اللَّهُ يَشْهَدُ بِما أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ وَكَفى بِاللَّهِ شَهِيداً  ( 166 ) ، ( النساء : 166 ) .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالفصل الرابع الصواعق والبرق والرعد\r\nذكر أهل السنن أن يهود سألوا النبي صلى اللّه عليه وسلم عن الرعد فأجابهم بجواب شامل ، فقد أخرج الترمذي في كتاب تفسير القرآن 3042 عن ابن عبّاس قال أقبلت يهود إلى النّبيّ صلى اللّه عليه وسلم فقالوا يا أبا القاسم أخبرنا عن الرّعد ما هو ، قال ( ملك من الملائكة موكّل بالسّحاب معه مخاريق من نار يسوق بها السّحاب حيث شاء اللّه ) ، فقالوا فما هذا الصّوت الّذي نسمع ، قال ( زجره بالسّحاب إذا زجره حتّى ينتهي إلى حيث أمر ) ، قالوا صدقت . . . أي أن الملك الموكل بالسحاب يمتلك مخاريق من نار وزجر له صوت .\r\nوقد تحدثنا في أنواع السحب أن التفريغ الكهربي العظيم الذي يحدث بسرعة هائلة يؤدي إلى حصول ظاهرة البرق الكهروضوئية معها صوت عظيم وقرقعة هائلة ناتجة عنها . وذكرنا تفاصيل معينة حول هذا الموضوع في سياق حديثنا عن السحب والمطر ، هذا الجندي الجبار الذي ينزل علينا حاملا معه ملايين الفولتات والأمبيرات الكهربية التي لو قدر لنا من خزنها لحصلنا على طاقة كهربية تكفي الأرض لسنوات مع كل ضربة منه ، ولكن هيهات لنا من الاقتراب منه أو حتى مجرد التفكير بذلك . إن ديناميكية تكون الغيوم والبرق لهي من التعقيد بحيث إنها تحت دراسة مستمرة منذ عقود في جامعات معروفة في الولايات المتحدة وكندا وأوروبا واليابان ، فهي باختصار محطات توليد طاقة كهربائية هائلة تصل إلى مئات الملايين من الفولتات والأمبيرات والكلفانات ، بالإضافة إلى عمليات تحول الطاقات المختلفة التي تحصل فيها من حرارية إلى كهربائية إلى ضوئية ، وهكذا فهي ظاهرة كهروضوئية وظاهرة حركية حرارية معا ، كما وأنها تكوّن حقلا كهرومغناطيسيا كبيرا .\r\nمع هذا الفرس الجبار ذي السيف الناري تكمن كوارث عديدة تجمع بين الحرائق والرجفات الكهربية والطوفان المدمر ، نعم ، الطوفان وقوة دفع الماء وتياراته ذات الإجهادات الرهيبة ، والتي لا قدرة للإنسان على الوقوف أمامها إلا أن يشاء اللّه فيبعدها عمن يشاء . وفي قصص الأنبياء إشارة للطوفان وهو طوفان سيدنا نوح عليه السّلام الذي انهمرت\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nفيه الأمطار الغزيرة من السماء بكميات لم تر مثلها الأرض قبلها ولن ترى بعدها إلا عند قيام الساعة حيث ترفع أوامر التسخير عن القوانين الكونية التي وضعها اللّه لتنظيم الحياة على كوكب الأرض ، وعندها سيكون الطوفان المزدوج من السماء ماء منهمرا ومن الأرض ماء منفجرا ومن البحار ماء يطغى على اليابسة ويأتي الطوفان في جميع أنواعه لتتحول الكرة الأرضية إلى كرة مائية ، ولننتبه إلى الآيتين 11 و 12 من سورة القمر :\r\n  فَفَتَحْنا أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ ( 11 ) وَفَجَّرْنَا الْأَرْضَ عُيُوناً فَالْتَقَى الْماءُ عَلى أَمْرٍ قَدْ قُدِرَ   ( 12 ) . وإن كانت الريح تقع بين البشير والنذير ، فإن السحب أيضا تقع بين البشير والنذير ، فظواهر البرق والرعد والصعق كلها تتحرك داخل السحب ، فحينما نرى البرق فهو إشارة علمية لاقتراب سقوط المطر فيكون طمع جميع الخلائق في البشير بسقوط الماء العذب الذي جعل اللّه تعالى به الحياة لكل شيء حي ، ولكن بعد هذا البرق نسمع الرعد مصحوبا بالصواعق التي تقتل وتدمر كل ما هو أسفلها ، وهنا يجتاح الخوف والرعب جميع أهل كوكب الأرض من البشر وهو ما أشارت إليه الآيتان 12 و 13 من سورة الرعد :   هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحابَ الثِّقالَ ( 12 ) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّواعِقَ فَيُصِيبُ بِها مَنْ يَشاءُ وَهُمْ يُجادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحالِ   ( 13 ) . . وداخل السحب يحدث تمدد فجائي للهواء فيحدث صوتا وهو ما يعرف باسم الرعد الذي يتردد بالانعكاس بين كتل السحاب مسببا صوتا نسميه ( جلجلة ) ، ورغم أن البرق والرعد يحدثان في لحظة واحدة من مصدر واحد إلا أن ضوء البرق يصل إلى أعيننا قبل وصول صوت الرعد في آذاننا ، ويرجع ذلك إلى اختلاف السرعتين ، فسرعة الضوء 186 ألف ميل / ثانية بينما سرعة الصوت بطيئة جدا إذ تصل إلى حوالي 750 ميلا في الساعة ، ومن هنا يكون الضوء أسرع من الصوت حوالي مليون مرة . وقد يحدث التفريغ الكهربائي بين السحاب والأرض وذلك إذا كان السحاب الركامي قريبا من الأرض ومشحونا بشحنة كهربائية عالية ، فإذا حدث التفريغ بين السماء وأي جسم مرتفع عن سطح الأرض فإنه يسمى بالصاعقة والتي تظهر كعمل مشترك للضوء المصحوب بالصوت . . وإذا تأملنا هذه السحب بشقيها البشير والنذير فإن دورتها إحدى المعجزات العلمية ، لأنها قد تأتي أصلا من مياه البحار والمحيطات التي طعمها ملح أجاج ، ولكن تتم إزالة الملوحة بالدورة الإلهية المقدرة\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالمتصلة بعملية التبخير بواسطة حرارة الشمس ، ثم يتم تكثيفها كمياه أمطار عذبة من السحب ، ولا دور للإنسان في هذه المعجزة العلمية سوى النظر إليها ووجوب شكر اللّه عليها ، فإن اللّه يحب عبده الشكور ويجازيه الجزاء الأوفى إذ قال تعالى  وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ  ( 144 ) .\r\nاجتهد الإنسان في البحث عن طريقة للدفاع بها عن نفسه من الضربات القاتلة لهذا الفارس الجبار وأسلحته الثلاثة : البرق والرعد والصعق ، إلى أن فتح اللّه عليه بالعلم فاخترع مانعا الصواعق ، وهو عبارة عن قضيب من الحديد أو النحاس بارتفاع لا يقل عن ثلاثة أمتار إذ يوضع بأعلى العمارات السكنية وبأعلى صواري السفن المبحرة بأعالي البحار ، وعلى أي مداخن لمصانع مطلوب حمايتها من ضربات الصواعق ، فحينما تنقض الصاعقة تستقبلها المانعة وتمتصها لتوصلها إلى سطح الأرض أو سطح البحر إذ تفرغ الشحنة الكهربائية الجبارة إليها ، فتكون هي جهاز الحماية والدفاع من الصواعق الجوية التي لها قدرة على إحراق وإفناء كل معنى للحياة في المناطق التي تصيبها . .\r\nويجب أن نتذكر أن الصواعق تبحث دائما عن أسهل الطرق وأقربها بين السحاب والأرض ، ولهذا يجب اجتناب الأشجار المنعزلة وخاصة القائمة فوق قمم التلال ، فإنها تجذب الصواعق ويكون التيار الكهربائي الساري في جذعها كافيا لقتل من يستظل بها من الأمطار ، كما يجب الابتعاد عن أسوار الأسلاك الممتدة على قوائم خشبية حيث إن هذه الأسلاك خير الموصلات التي تستقبل الصواعق ، لهذا يعتبر أكثر المواقع الآمنة من الصواعق هي المباني ذات قضبان البرق وأسفل الجبال ، وقد اهتمت سفن حاملات الغاز بمانعة الصواعق وقامت بوضعها على مسافات متقاربة بل لا تزيد على مترين وبارتفاعات تزيد على ارتفاع صواريها وذلك لحساسية وخطورة الشرارة الكهربائية القادمة من البرق ، ويمكن للإنسان تقدير بعد العاصفة الرعدية من مكانه بالنظر إلى البرق ، فإن سمع معها لحظيا الرعد فهذا يعني أن العاصفة الرعدية فوق رأسك تماما ، أما إذا كان الزمن بين البرق والرعد خمس ثوان فهذا يعني أنها تبعد عنك بمقدار ميل واحد ، وإذا كان عشر ثوان فهذا يعني أنها تبعد عنك بمقدار ميلين وهكذا ، كلما كان الفاصل الزمني بين البرق والرعد كبيرا كانت العاصفة الرعدية بعيدة . لكن اللّه جل شأنه إذا أراد عقابا لأي من البشر أو طائفة من الناس قد زاد طغيانهم فهذا أمر يسير على\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nاللّه ، وذلك بأن يبطل مفعول المانعة من الصواعق بل قد تتحول إلى موصلة جيدة للهلاك ، وكما جاء في سورة ( النساء : 78 ) :  أَيْنَما تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ  ( النساء : من الآية 78 ) .\r\nلقد اعتقد الإنسان أنه القادر على إنذار أخيه الإنسان سواء من موقع القوة أو موقع السلطة ، ونسي أن القادر هو اللّه الذي جعل السماء لتنذر ببرقيات من البرق والرعد والصعق وجعل الأرض لتنذر البشر بالزلازل والبراكين وجعل البحر لينذر المخلوقات بالطوفان والمد والجزر وجعل الرياح العاتية لتنذر الجميع بالموت والدمار الشامل والحل الأمثل ليس بالعلم وحده ولكن يجب أن يرافقه الدعاء إلى اللّه بالرحمة والتضرع إلى اللّه بالمغفرة والعودة إلى طريق اللّه بنور الإسلام ، كما جاء في قول اللّه تعالى :  وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ  ( 85 ) ( آل عمران : 85 ) « 1 » .\r\nوردت كلمة ( برق ) في القرآن الكريم والتي تمثل التطبيق الفعلي للكهرباء في الطبيعة ( 5 ) مرات عبر الآيات المباركات التي نبينها أدناه علما أن بعضها فصلناه في موضوع السحب . كما وردت كلمة الصواعق مرتين ، الأولى في سورة الرعد آية ( 13 ) والأخرى في سورة البقرة آية ( 19 ) ، أما كلمة نور في سورة النور فقد وردت ( 6 ) مرات :\r\n1 .  أَوْ كَصَيِّبٍ مِنَ السَّماءِ فِيهِ ظُلُماتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصابِعَهُمْ فِي آذانِهِمْ مِنَ الصَّواعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكافِرِينَ  ( 19 ) ، ( البقرة : 19 ) .\r\n2 .  يَكادُ الْبَرْقُ يَخْطَفُ أَبْصارَهُمْ كُلَّما أَضاءَ لَهُمْ مَشَوْا فِيهِ وَإِذا أَظْلَمَ عَلَيْهِمْ قامُوا وَلَوْ شاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصارِهِمْ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  ( 20 ) ، ( البقرة 20 ) .\r\n3 .  هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنْشِئُ السَّحابَ الثِّقالَ  ( 12 ) ، ( الرعد : 12 ) .\r\n4 .  وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّواعِقَ فَيُصِيبُ بِها مَنْ يَشاءُ وَهُمْ يُجادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحالِ  ( 13 ) ، ( الرعد : 13 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفاصيل منقولة من بحوث الدكتور منصور حسب النبي ، أستاذ الفيزياء بجامعة عين شمس المصرية ، منشورة في جريدة حديث الصائم الإماراتية ، الثلاثاء ، 18 رمضان 1419 ه ، 5 يناير 1999 م .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n5 .  أَ لَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحاباً ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكاماً فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ وَيُنَزِّلُ مِنَ السَّماءِ مِنْ جِبالٍ فِيها مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشاءُ يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ  ( 43 ) ، ( النور : 43 ) .\r\n6 .  وَمِنْ آياتِهِ يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنَزِّلُ مِنَ السَّماءِ ماءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِها إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ  ( 24 ) ، ( الروم : 24 ) .\r\nونلاحظ من الآيات المباركات مدى الوصف الدقيق لظاهرة البرق . فالآيات بمجموعها تعطينا تصورا لشدة الوهج والصوت المصاحب للعملية والتي تبعث الرعب في النفوس . وكما وتصنف لنا فائدتها في الناحية الأخرى فهي - أي ظاهرة البرق - تعطينا النور الذي يزيل الظلمات ، ويسبب لنا نزول المطر بعد عملية التفريغ الكهربي الذي يحصل فيها بالإضافة إلى أنها تبعث فينا شحنتين من العواطف ، الأولى موجبة وهي البشارة بنزول المطر والخير والبركة والتي عبر عنها القرآن الكريم بكلمة ( طمعا ) ، والثانية سالبة وهي الخوف والتذكر والخشية من عذاب اللّه والتي عبر عنها القرآن بلفظ ( خوفا ) ، واللّه أعلم . ولقد أثبت فعلا أن الشحنات الموجية في الجو تؤدي إلى المحبة فالانفراج في الأحاسيس وبين الشحنات السالبة تؤدي إلى الانقباض والامتعاض . فقد بينت البحوث الحديثة أنه يحصل مقدار معين من التأين في غازات الهواء وتكون هذه الآيونات موجبة في العادة ، وقد لوحظ تحت بعض الظروف أن وجود الايونات الموجبة في الهواء تركت آثارا فسيولوجية ونفسية نافعة في الإنسان ، وتوليد الآيونات السالبة للاستخدام المناسب لمجالات الكهربائية الصناعية « 1 » .\r\nلقد توصلت في كتابي ( المنظار الهندسي للقرآن الكريم ) إلى حقائق مذهلة أخرى تتعلق بالثوابت الفيزيائية والكهربية التي اكتشفت قبل قرن ونيف من الزمان من قبل علماء الغرب ، ولكن من آيات البرق والرعد التي وردت في القرآن الكريم ، فأحيل القارئ الكريم إليه . .\r\nبعد تبياننا للتفسير العلمي للمسألة ولآيات القرآن الكريم ، لنعد إلى الحديث الشريف حول الرعد الذي ذكرناه في بداية الفصل . إن تدبرنا بسيطا لهذا الحديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابنا ( المنظار الهندسي للقرآن الكريم ) ، ص ( 285 - 288 ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالشريف يبين لنا أن الملائكة مسؤولون عن تكون هذا الضوء الذي يشبه المخاريق أو الخناجر النارية العظيمة والتي تشكل زجرا أو صوتا مدويا . وحيث إن الملائكة مخلوقون من نور ، والنور هو عبارة عن ضوء أو طاقة كهرومعناطيسية ، وهذه الطاقة تتكون من دقائق ذات شحنات كهربية ، ولأن الشحنات الموجبة والسالبة التي تحتويها السحب وسرعة تفريغها هي عملية كهربية لها ضوء عظيم وبالتالي فهي ظاهرة معقدة حرارية - كهربية - ضوئية في وقت واحد . فتأمل دقة التعبير النبوي الشريف .\r\nالجندي الجبار الذي يكاد يذهب بالأبصار ( البرق ) محطة التوليد الكهربائي الطبيعية : السبق القرآني سبحانك اللهم لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم ، فأي فخر على المسلم أن يفتخر بهذا الدين العظيم وهذا القرآن الحكيم وهذا النبي الكريم صلى اللّه عليه وسلم .\r\nوقبل أن نختم موضوع الرياح لا ننسى أن نذكر أن الشيخ جوهري طنطاوي قد تكلم عن\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nآيات اللّه المنظورة في الصعق والرعد والبرق والرياح في عدة أماكن من تفسيره خصوصا في الجزء السابع والثامن .\r\nإلى اللقاء في الكتاب القادم مع روعة أخرى من كنوز القرآن الكريم بمشيئة اللّه تعالى والسلام عليكم ورحمة اللّه تعالى وبركاته .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nأعمال للمؤلف\r\n1 . كتاب ( المنظار الهندسي للقرآن الكريم ) ، دار المسيرة ، عمان - الأردن ، ط / 1 ، 1422 ه - 2001 م .\r\n2 . كتاب ( المنظار الهندسي للقرآن الكريم ) ، دار المسيرة ، عمان - الأردن ، ط / 2 ، 1425 ه - 2004 م .\r\n3 . كتاب ( أنت والأنترنت - جلّ ما تحتاجه من خدمات الشبكة العالمية - ) ، دار الرشد ، ط / 1 ، 1422 ه - 2001 م .\r\n4 . كتاب ( القرآن منهل العلوم ) ، طبع الجامعة الإسلامية ، بغداد ، ط / 1 ، 1423 ه - 2002 م .\r\n5 . كراس ( مواصفات الفحوص المختبرية لأعمال الهندسة المدنية ) ، مع مجموعة من المختصين ، 1423 ه - 2002 م .\r\n6 . كتاب ( القوانين القرآنية للحضارات - النسخة المختصرة ، 125 صفحة من القطع الصغير - ) ، طبع ببغداد عام 1424 ه - 2003 م .\r\n7 . سلسلة كتب ( ومضات إعجازية من القرآن والسنة النبوية - 15 جزءا - ) ، دار الكتب العلمية ، بيروت - لبنان .\r\nأ . التأريخ والآثار .\r\nب . المادة والطاقة .\r\nت . الفلك .\r\nث . الأرض .\r\nج . الرياح والسحب .\r\nح . المياه والبحار .\r\nخ . النبات والإنبات .\r\nد . الحيوانات والحشرات .\r\nذ . الطب .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nر . الصيدلة والأمراض .\r\nز . الوراثة والاستنساخ .\r\nس . الجملة العصبية والطب النفسي .\r\nش . الأحلام والبار اسايكولوجي .\r\nص . الاقتصاد والاجتماع .\r\nض . آخر الزمان .\r\n8 . كتاب ( القوانين القرآنية للحضارات - النسخة المفصلة ، 365 صفحة من القطع الكبير ) ، دار الكتب العلمية ، بيروت - لبنان . .\r\n9 . كتاب ( تفصيل النحاس والحديد في الكتاب المجيد ) ، دار الكتب العلمية ، بيروت - لبنان .\r\n10 . عدة بحوث في مجال الهندسة المدنية منشورة في مجلات ومؤتمرات هندسية مرموقة داخل العراق وخارجه .\r\n11 . عدة بحوث ومقالات في مجال الإعجاز القرآني منشورة في صحف ومجلات ومؤتمرات مرموقة داخل العراق .\r\n12 . عدة أعمال مرئية تلفازية وحاسوبية في محطات محلية وأخرى فضائية عربية .\r\n\r\nمشاريع كتب للمؤلف\r\n1 . كتاب ( استنباط الحلول من أسباب النزول ) ، قيد التأليف .\r\n2 . كتاب جامعي عن المواد الهندسية ، قيد التأليف .\r\n3 . تصاميم شبكات الخدمات المائية والصحية ، قيد الإعداد .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nفهرس المحتويات\r\nمقدمة / 3 الفصل الأول : الرياح في علم الأرصاد الجوية / 5 الفصل الثاني : الرياح في القرآن والسنة / 16 تقسيمات الرياح في المثل والقصص القرآني / 18 الفصل الثالث : فيزياء السحب / 38 السحاب الركامي / 40 السحب البساطية / 47 السحاب الثقال ( جبال السحاب ) / 50\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالفصل الرابع : الصواعق والبرق والرعد / 53 أعمال للمؤلف / 60 فهرس المحتويات / 63\r\n\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64}
  ]