[
  {"content":"\r\n\r\nكتاب الشعب\r\nالقرآن\r\nمعجزة كل العصور\r\nمدخل إلى فهم النص القرآني\r\nبقلم الدكتور\r\nتوحيد عبد الفتاح الزهيرى\r\n1421 ه‍ - 20001 م\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالغلاف للفتان : أسامة أحمد نجيب\r\n1421 ه‍ - 2001 م\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nفاتحة الكتاب\r\nلا تهدف هذه الدراسة إلى تقديم تفسير للقرآن الكريم فإنها ليست أكثر من مقدمة لذلك التفسير المنشود أو بالأحرى هي محاولة للتعرف على نص القرآن وتطمح إلى أن تكون بمثابة مدخل لقراءة القرآن المجيد أتمنى على اللّه أن تعين الانسان المنصت على معرفة ما هو القرآن وتساعده على فهم النص المعجز وتذوق بعض أسرار جماله الباهر الذي لا نظير له .\r\nإنها جولة عجلى في أعماق بحر القرآن الكريم قمت بها ممسكا بالمصباح الذي أو قده عشقى القديم فأضاء لي بعض الجواهر المودعة بين دفتي المصحف الشريف فلعلى أكون قد وفقت في حث إخوتي القراء على النهل من فيض هذا الكنز العظيم الذي لا تفنى عجائبه ولا يخلق على كثرة الرد واللّه هو الموفق وهو العزيز الحكيم\r\n   قُلْ ما أَسْئَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَما أَنَا مِنَ الْمُتَكَلِّفِينَ ( 86 ) إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعالَمِينَ ( 87 ) وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ    ( 88 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة ص - الآيات 86 - 88\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nالسؤال الأول ما هو سر القرآن ؟\r\n وَيَسْتَنْبِئُونَكَ أَ حَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ  ( 53 ) .\r\n( يونس - الآية 53 )\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمكة قبل الهجرة وموسم الحج على الأبواب :\r\nفي مثل هذا الوقت من كل عام تتهيأ المدينة المقدسة لاستقبال ضيوفها الكرام . . .\r\nوفود الحجيج الذين سيصعدون إليها آتين من كل صوب ليطوفوا بالبيت العتيق وينحرون الذبائح قربانا للآلهة التي تحيط بالكعبة تماثيلها كما تلتف الوصيفات والفتيات حول العروس الجميلة في ليلة عرسها .\r\nوفي مثل هذا الوقت من كل عام يستعد كبار التجار لعقد الصفقات العظيمة وينتظر أصحاب الحانات وصناع الخمور والأصنام وبائعات « الهوى » أيام الرواج حيث تمتلئ الحانات وتجرى الخمور كالأنهار وتطول ليالي اللهو ويشرب الجميع من كئوس اللذة المترعة حتى الثمالة .\r\nفي مثل هذا الوقت من كل عام ينتظر « الشعراء » الباحثون عن الشهرة والمال على أحر من الجمر يشتهون أن يلقوا بقصائدهم في أسماع الوفود التي جاءت من كل أرجاء العرب لعل أشعارهم تلقى قبولا فتحملها القوافل إلى كل مكان ينطق فيه الإنسان بهذه اللغة الرائعة التي يقدسها أهلها ويعدونها بحق أعظم وأنفس ما يملكون .\r\nكان حريا بأهل مكة أن يبتهجوا بقدوم الموسم وألا يعكر صفو سرورهم شئ لولا « هذا » الرجل الذي يدعى أن اللّه قد بعثه رسولا إليهم وأنه يكلمه كلاما عجيبا لم تسمع العرب مثله من قبل فحارت قلوبهم وطاشت أفئدتهم في وصفه فقالوا إنه شعر ووصموه بالسحر أو الكهانة ولم يستقروا على شئ في شأنه .\r\nلقد استطاع أن يجذب إليه يوما بعد يوم الأنصار فصار المؤمنون به يزيدون ولا ينقصون رغم التعذيب والقسوة والاضطهاد وتفاقم أمره فلم يعد الإيمان يقتصر على الأرقاء والفقراء الذين رأوا فيه منقذا رحيما بل تعدى الأمر إلى السادة والأشراف والأثرياء من أمثال أبى بكر وعثمان بن عفان بل ها هو حمزة بن عبد المطلب ابن سيد قريش يعلن إسلامه وسرت أنباء « رجل قريش » وقرآنه العجيب في القبائل سريان النار في الهشيم توشك أن تأكل كل شئ في بنيان ذلك المجتمع القديم .\r\nغدا يأتي العرب من كل مكان يتساءلون عن هذا الرجل الذي سفه أحلامكم وعاب آلهتكم وأوشك أن يجعلكم أضحوكة بين القبائل بعد أن كنتم سادة العرب تستمدون مهابتكم وعزكم من مهابة وعزة البيت المحرم الذي بناه إبراهيم وإسماعيل أبو العرب .\r\n« يا معشر قريش ما ذا ستقولون لهم وكيف تصدونهم عنه قبل أن يطويهم في سلطانه الذي لا يقاوم ؟ ! » .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nكان هذا هو السؤال الذي اجتمع من أجل الإجابة عنه صناديد قريش في ناديهم على مقربة من الكعبة بينما كان « محمد » صلّى اللّه عليه وسلم يجلس وحده لدى البيت الحرام مطرقا خاشعا فبدا لأعينهم التي تختلس النظر إليه من حين لآخر كما لو كان مستغرقا في تأمل عميق أو ربما ينصت إلى الوحي الذي يزعمه في أعماق قلبه .\r\nكانوا يشعرون في قرارة أنفسهم أن ثمة زلزالا رهيبا تتجمع إرهاصاته في باطن الأحداث المتسارعة التي تفاجئهم كل يوم بمزعج جديد .\r\nلم يعد العنف يجدى ولا الإهانة ولا الاستخفاف . إنهم مضطرون الآن إلى الذهاب إلى طريق وسط بينهم وبينه . عليهم رغم أنوفهم أن يعقدوا صفقة لعل وعسى .\r\nكان « عتبة بن ربيعة » يجلس بينهم يطيل النظر باحثا عن الاتفاق المأمول بين الطرفين المتصارعين صامتا ينقل عينيه بين وجوه سادة قريش التي علتها الكآبة وبين الجالس وحده لدى البيت المحرم ذاهلا عن الدنيا وما فيها غير عابئ بسادة قومه الذين تأكل النار قلوبهم المضطربة .\r\nوارتسمت على وجه عتبة ابتسامة صامتة وشت بأنه قد اهتدى إلى الطريق فقال « 1 » :\r\n« يا معشر قريش » : فانتبهوا . . « ألا أقوم إلى محمد فأكلمه وأعرض عليه أمورا لعله أن يقبل بعضها فنعطيه أيها شاء ويكف عنا » ! !\r\nنفس الخواطر التي كانت تجول على استحياء في قلوبهم التي أرهقها الكبرياء فقالوا في صوت واحد وقد تنفسوا الصعداء إذ وجدوا واحدا يقوم بتلك المهمة العسرة على نفوسهم « بلى يا أبا الوليد » .\r\nوأحس أنه قد ورط نفسه وبدا التردد على وجهه فشجعوه حتى لا يتراجع بأصوات مطمئنة .\r\n« أنت يا أبا الوليد قم إليه فكلمه ؛ ولم يكن بد فقام إليه - اقترب منه في هدوء حتى جلس إليه فقال :\r\n« يا ابن أخي »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القصة التالية هي توفيق بين روايتين الأولى ذكرها الإمام البغوي في تفسيره عن جابر بن عبد اللّه الأنصاري والثانية ذكرها محمد بن إسحاق في السيرة النبوية عن محمد بن كعب القرظي وذلك نقلا عن تفسير ابن كثير وأعتقد أنها بالسياق الذي هداني اللّه إليه تحمل في بنائها المتماسك ما يؤيد صدقها .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n« إنك منا حيث علمت من السلطة في العشيرة والمكان في النسب . وإنك قد أتيت قومك بأمر عظيم . فرقت به جماعتهم وسفهت به أحلامهم وعبت آلهتهم ودينهم وكفّرت به من مضى من آبائهم . فاسمع منى أعرض عليك أمورا تنظر فيها لعلك أن تقبل منها بعضها » .\r\nلم تحمل كلماته الرصينة نبرة الاستهزاء أو صوت التحدي وقد تشفع بصلة الرحم ورابطة الدم فقال له صلّى اللّه عليه وسلم :\r\n« قل يا أبا الوليد أسمع » .\r\n« قال : يا ابن أخي إن كنت إنما تريد بما جئت به من هذا الأمر مالا جمعنا لك من أموالنا حتى تكون أغنى قريش رجلا واحدا . وإن كنت تريد به شرفا سودناك علينا حتى لا نقطع أمرا من دونك . وإن كنت تريد به ملكا ملكناك علينا وإن كان هذا الذي يأتيك رئيا « 1 » تراه لا تستطيع رده عن نفسك طلبنا لك الأطباء وبذلنا فيه أموالنا حتى نبرئك منه فإنه ربما غلب التابع « 2 » على الرجل حتى يداوى منه وإن كان إنما بك من الباءة « 3 » فاختر أي نساء قريش شئت فلنزوجك عشرا » .\r\nلقد جمع كل الأهداف الدنيوية التي يمكن أن تحرك الإنسان وتدفعه للخروج على قومه بالادعاءات العريضة كما أعطاه طريق الاعتذار بذكر المرض ومس الشيطان وأظهر كرما باذخا وتوهم بعد كل الذي ذكر أن يسمع الكلمة المرجوة ويرضى « محمد » بهذه الصفقة وفيرة الربح .\r\nلكن الرسول صلّى اللّه عليه وسلم ظل مطرقا صامتا يلوح على وجهه المشرق الحزين شبح ابتسامة ساخرة كانت بمثابة طعنة قاتلة في قلب « عتبة » بددت الأمل في المصالحة المرتقبة وأشعلت جذوة الغضب في قلبه الذي ملأه الغيظ والحنق فقال وقد علا صوته لأول مرة منذ أن جلس .\r\n« أنت خير أم عبد اللّه أبوك » ؟ ! .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعنى شيطانا من الجن .\r\n( 2 ) قرين الإنسان من الجن الذي يلازمه على الدوام ويريد أن يؤذيه ويضله ويرهقه .\r\n( 3 ) شدة الشهوة الجنسية والرغبة العارمة في الجماع ، إن عتبة كان حكيما في حدود الحكمة المتاحة لبشر إذ يذكر أن شهوة الجماع التي تحتاج الإنسان ولا تجد تنفيسا تكون سببا في حدوث الاضطرابات العقلية ودافعا قويا لنظم الشعر .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوسكت الرسول ولم يرد .\r\nفقال : « أنت خير أم عبد المطلب جدك » ؟ ! .\r\nوأصل السكوت . . . . . :\r\nفقال : « إن كان هؤلاء خيرا منك فقد عبدوا الآلهة التي عبت وإن كنت تزعم أنك خير منهم فتكلم حتى يسمع قولك » .\r\n« إنا واللّه ما رأينا سخلة « 1 » قط أشأم على قومك منك . فرقت جماعتنا وشتتت أمرنا وعبت ديننا وفضحتنا في العرب حتى لقد طار فيهم أن في قريش ساحرا وأن في قريش كاهنا » « واللّه ما ننتظر إلا مثل صيحة الحبلى أن يقوم بعضنا إلى بعض بالسيوف حتى نتفانى » . كانت الكلمات تخرج كالحمم المشتعلة من بر كان الغضب الذي يغلى في قلبه ولم يجد ما يقوله أكثر فسكت وهو ينتفض .\r\nقال الرسول صلّى اللّه عليه وسلم في هدوء :\r\n« أفرغت يا أبا الوليد » ؟ .\r\nقال في غيظ : « نعم » .\r\nقال : « أو تسمع منى » ؟ ! .\r\nقال في ضجر : « أفعل » .\r\n     حم ( 1 ) تَنْزِيلٌ مِنَ الرَّحْمنِ الرَّحِيمِ ( 2 ) كِتابٌ فُصِّلَتْ آياتُهُ قُرْآناً عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ ( 3 ) بَشِيراً وَنَذِيراً فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لا يَسْمَعُونَ      ( 4 ) . « 2 »\r\nومضى « محمد » صلّى اللّه عليه وسلم يتلو بصوت مشرق حزين ينساب كالماء الصافي يتدفق من بحر قلبه الخاشع « وعتبة » ينصت مشدوها لا يملك فكاكا من أسر هذا البيان المدهش الذي ينفذ كالنور إلى القلوب فيبدد ظلامها ويأخذ بالأفئدة فتذعن له بالتفكر وتطرب له الآذان من نظمه المتفرد فلما وصل إلى قوله تعالى :\r\n فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صاعِقَةً مِثْلَ صاعِقَةِ عادٍ وَثَمُودَ  ( 13 ) . « 3 »\r\nلم يملك « عتبة » نفسه فاندفع يهوى بيده على فم « محمد » صلّى اللّه عليه وسلم يريد إسكاته وهو يصرخ رغما عنه مستغيثا « ناشدتك الرحم يا ابن العم » إذ أحس أن الصاعقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مولود غنم سواء أكان ضأنا أو ماعزا .\r\n( 2 ) سورة فصلت الآية ( 1 - 4 ) .\r\n( 3 ) سورة فصلت الآية ( 13 ) .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالتي يخبر عنها توشك أن تخترق سمعه وهي تدمر كل شئ في طريقها إلا أن « محمدا » صلّى اللّه عليه وسلم أزاح برفق يده وواصل التلاوة دون أن يلتفت إليه فألقى « عتبة » يديه خلف ظهره معتمدا عليهما ورفع رأسه نحو الوجه الذي يزداد تألقه مع التلاوة حتى وصل إلى موضع السجدة عند قوله تعالى :\r\n  وَمِنْ آياتِهِ اللَّيْلُ وَالنَّهارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ ( 37 ) فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهارِ وَهُمْ لا يَسْأَمُونَ   ( 38 ) . « 1 »\r\nفتوقف ثم سجد في خشوع فأطال السجود و « عتبة » ينظر إليه يحدث نفسه « محال أن يكون هذا الساجد كاذبا » ثم رفع وجهه وقد علته مهابة ووضاءة لا يستطاع اقتحامها فغض عتبة بصره وطأطأ رأسه فقال له الرسول صلّى اللّه عليه وسلم :\r\n« قد سمعت يا أبا الوليد ما سمعت فأنت وذاك » .\r\nلقد تركه أمام « القرآن » وحده وجها لوجه وطلب منه أن يحكم بنفسه .\r\nقام عتبة متثاقلا لا يدرى إلى أين يذهب . لقد اقتنع أن هذا الكلام لا يشبه شيئا من كلام البشر ومحال أن يكون مشرق الوجه هذا الذي سجد في خشوع كاذبا ولا يعرف كيف سيواجه قومه ولا ما ذا سيقول لهم . قد خاب سعيه والكارثة التي كان يعمل جاهدا على تحاشيها قد صارت الآن حتما مقضيا .\r\nود أن يفر إلى بيته ليخلو بنفسه ولكن لا مفر من العودة إلى قومه فتقدم إليهم ثقيل الخطى قد بدا على وجهه الأثر الذي أحدثه القرآن في قلبه فقال بعضهم وهم ينظرون إليه : « نحلف باللّه لقد جاءكم أبو الوليد بغير الوجه الذي ذهب به » .\r\nجلس واجما شارد الفكر يتحاشى النظر إلى عيونهم المتفحصة .\r\nقالوا : « ما وراءك يا أبا الوليد ؟ » .\r\nلا مفر . . . . لا بد من إعلان الحقيقة فقال في تؤدة وهو يتحسس الكلمات بعقله قبل أن ينطق بها لسانه : « إني سمعت قولا واللّه ما سمعت مثله قط » .\r\n« يا معشر قريش أطيعونى واجعلوها لي » .\r\n« خلوا بين الرجل وبين ما هو فيه » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فصلت الآيتين ( 37 - 38 ) .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n« اعتزلوه »\r\n« فو اللّه ليكونن لقوله الذي سمعت نبأ »\r\n« فإن تصبه العرب فقد كفيتموه بغيركم »\r\n« وإن يظهر على العرب فملكه ملككم وعزه عزكم »\r\n« وكنتم أسعد الناس به » .\r\nنزلت عليهم كلماته صفعات مفزعة فقالوا وهم يتفجرون غيظا « سحرك واللّه يا أبا الوليد بلسانه » .\r\nقال « هذا رأيي فيه فاصنعوا ما بدا لكم » . وتفرقوا وهم يتحيرون .\r\nلم يكن « عتبة بن ربيعة » حالة خاصة تعبر عن شخصه الفرد وإنما كان مجرد مثل بليغ يفصح عن التأثير الفريد الذي يمارسه القرآن المجيد في قلوب مستمعيه باقتدار لا نظير له فها هو « الوليد بن المغيرة » المخزومي أغنى أغنياء قريش وأحد السادة مسموعى الكلمة يدلف في الخفاء إلى بيت أبى بكر بن أبي قحافة ( الذي سيسمى فيما بعد بالصديق رضى اللّه عنه ) يريد أن يستمع إلى الكلام العجيب الذي ينطق به ابن أبي كبشة ( كنية للنبي صلّى اللّه عليه وسلم ) فلما أنصت إليه لم يتمالك نفسه من الدهشة والإعجاب وأفلتت من لسانه كلمات الثناء « 1 » « يا عجبا لما يقول ابن أبي كبشة فو اللّه ما هو بشعر ولا بسحر ولا بهذى من الجنون » وتناثرت الأنباء بين سادة قريش فأقضت مضاجعهم « لئن صبأ الوليد لتصبون قريش في إثره » وقاد « عمرو بن هشام » المعروف باسم « أبى جهل » حملة نفسية للضغط على « الوليد بن المغيرة » ليسب محمدا ويعلن كراهته له وانكاره للكلام الذي يزعم أنه يأتيه من اللّه فاضطر الرجل وقد أثاروا كبرياءه أن يقول « إنه سحر » وقد أشارت سورة المدثر إلى هذه القصة « 2 » .\r\nأما « عمر بن الخطاب » فقد خرج من بيته غاضبا عازما على قتل محمد ليخلص قريشا والعرب من فتنته فقابل في الطريق من أخبره أن شقيقته قد دخلت في الدين الجديد وأن عليه أن يحكم أهل بيته قبل أن يفكر في قتل « الرجل » فجن جنونه واندفع إلى بيت أخته لا يلوى على شئ فلما أحسوا باقترابه اختبأ زوجها والرجل الذي يعلمهما « القرآن » فلما دخل على أخته لمح الصحيفة التي كانت تقرأ فيها وهي تحاول إخفاءها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير سورة المدثر لابن كثير .\r\n( 2 ) سورة المدثر الآيات ( 11 - 30 ) .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nفطلبها منها فرفضت لأنه نجس لا يصح أن يلمس صحيفة « مقدسة » فأصابه الذهول فلطمها حتى سال الدم منها إلا أنها أصرت على موقفها فاضطر وقد استبدت به الرغبة في معرفة ما في تلك الصحيفة . . اضطر أن يغتسل فلما تناولها وقرأ مطلع السورة العشرين .\r\n      طه ( 1 ) ما أَنْزَلْنا عَلَيْكَ الْقُرْآنَ لِتَشْقى ( 2 ) إِلَّا تَذْكِرَةً لِمَنْ يَخْشى ( 3 ) تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّماواتِ الْعُلى ( 4 ) الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى       ( 5 ) . « 1 »\r\nفطوى الصحيفة وهو يطوى الصفحة المظلمة من عمره ويستقبل في نور القرآن فجر حياته الجديدة التي نال بها مكانة لا تزول عنها شمس التاريخ الإنسانى إذ صار واحدا من عظماء البشر والمثل الأعلى للحاكم العادل .\r\nوالأعرابي البسيط الذي استمع إلى مقطع من سورة « الحجر » فلما وصل القارئ  ( فَاصْدَعْ بِما تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ  ( 94 ) . « 2 »\r\nخر ساجدا فلما قام سأله من رآه « أأسلمت ؟ » .\r\nقال « لا ولكن أسجد لبلاغة هذا الكلام » .\r\nوالسؤال : هل تأثير « القرآن » ينحصر في « العرب » الذين يتكلمون لغته ويستطيعون تذوق جمالها ومعرفة أسرارها ؟\r\nمن المدهش والمثير للتأمل العميق أننا نستطيع أن نلمس التأثير القرآني في قلوب الأعاجم الذين لا ينطقون العربية بالسليقة وبالطبع فهم أقل قدرة على إدراك لطائف لغة الضاد حتى وإن تعلموها .\r\nصحيح أن قراءة القرآن في لغته الأصلية هي الوسيلة المثلى لإدراك بلاغته وفهم معانيه وتذوق جماله كما أقر كل المستشرقين الذين أتيح لهم أن يقرءوا القرآن في العربية بعد أن قرءوه مترجما إذ اعترف الجميع أن الترجمة مهما بلغت دقتها وجمالها وإخلاصها لا بد أن تذهب بحلاوة القرآن الذي يعد ثروة لغوية بل كنزا لا يفنى يستطيع قارئه أن يستخرج ما لا يحصى من المعاني العميقة بالتدبر في ألفاظه وعباراته بل حتى في حروفه مثل حروف جر أو عطف وهو ما لا تستطيع أي ترجمة أن تؤديه . يقول جاك س ريسلر وهو باحث فرنسى وأستاذ بالمعهد الإسلامي بباريس « 3 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة طه الآية ( 1 - 5 ) .\r\n( 2 ) سورة الحجر الآية ( 94 ) .\r\n( 3 ) كتاب الحضارة العربية ص 30 - 30 . نقلا عن الملحق الذي أعده الدكتور عماد الدين خليل تحت عنوان « قالوا عن القرآن » والذي أضيف إلى كتاب إشارات الإعجاز في مظان الإيجاز للأستاذ سعيد النورسى .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n« لا تستطيع الترجمات أن تنقل ثروته اللغوية ( يقصد القرآن ) إذ يذبل جمال اللغة في الترجمات كأنها زهرة قطفت من جذورها ولذلك يجب أن يقرأ القرآن في نصه الأصلي » .\r\nويقول « سير هاملتون الكسندر جب » إمام المستشرقين الإنجليز في العصر الحديث « والواقع أن القرآن لا يمكن ترجمته بشكل أساسي كما هو الحال بالنسبة للشعر الرفيع إذ ليس بالإمكان التعبير عن مكنون القرآن باللغة العادية » ولا يمكن أن يعبر عن صوره وأمثاله لأن كل عطف أو مجاز أو براعة لغوية يجب أن تدرس طويلا قبل أن ينبثق المعنى للقارئ والقرآن كذلك له جمال ونظم بديع لا يمكن تحديدهما لأنهما يعدان بسحرهما أفكار الشخص الذي يصغى إلى القرآن لتلقى تعاليمه ولا شك أن تأويل ( يعنى ترجمة ) كلمات القرآن إلى لغة أخرى لا يمكن إلّا أن يشوهها ويحول الذهب النقى إلى فخار « 1 » .\r\nورغم ذلك يبقى للقرآن تأثيره النافذ إلى قلوب المستمعين المنصتين إليه مهما كانت انتماءاتهم التاريخية أو الجغرافية أو الثقافية سواء قرءوه في لغته الأصلية أو مترجما لأن سر القرآن أعمق من أن يكون مجرد براعة لغوية أو بلاغة أسلوبية لأنه ينطوى على « سر » الذي تكلم به سبحانه وتعالى .\r\nتقول السيدة « برجت هوني » « 2 » وهي إنجليزية دارسة للفلسفة أسلمت وأسمت نفسها عائشة ( تيمنا بزوج النبي صلّى اللّه عليه وسلم وابنة الصديق ) .\r\n« لن أستطيع مهما حاولت أن أصف الأثر الذي تركه القرآن في قلبي فلم أكد انتهى من قراءة السورة الثالثة من القرآن ( سورة آل عمران ) حتى وجدتنى ساجدة لخالق هذا الكون فكانت هذه أول صلاة لي في الإسلام » .\r\nهاهنا نجد صورة أخرى من « الإنسان » تذكرنا بالبدوي الأعرابي الذي خر ساجدا عند سماع مقطع من سورة الحجر .\r\nويقول « وليم بيرشل بيكارد » « 3 » وهو كاتب إنجليزى « ابتعت نسخة من ترجمة سافارى الفرنسية لمعاني القرآن وهي أغلى ما أملك فلقيت من مطالعتها أعظم متعة وابتهجت بها كثيرا حتى غدوت وكأن شعاع الحقيقة الخالد قد أشرق علىّ بنوره المبارك » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الاتجاهات الحديثة في الإسلام » نقلا عن المصدر السابق وكل النقول في هذا الباب من نفس المصدر .\r\n( 2 ) كتاب رجال ونساء أسلموا - الجزء الأول ص 59 - 60 .\r\n( 3 ) رجال ونساء أسلموا الجزء الثاني ص 86 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوتقول « ديبورا بوتر » « 1 » وهي صحفية أمريكية أعلنت إسلامها عام 1980 ، « عندما أكملت القرآن الكريم غمرنى شعور بأن هذا هو الحق الذي يشتمل على الإجابات الشافية حول مسائل الخلق وغيرها وإنه يقدم لنا الأحداث بطريقة منطقية نجدها متناقضة مع بعضها في غيره من الكتب الدينية . أما القرآن فيتحدث عنها في نسق رائع وأسلوب قاطع لا يدع مجالا للشك بأن هذه هي الحقيقة وأن هذا الكلام هو من عند اللّه لا محالة » .\r\nويقول « روم لاندو » وهو نحات وناقد فنى إنجليزى « 2 » « إن بين آيات قصار السور ترابطا باهرا له تأثيره الوجداني برغم أنه ليس ثمة أي نظام وزنى وفي الحق أن سماع السور تتلى في الأصل العربي كثيرا ما يخلف في نفس المرء تأثيرا بليغا » .\r\nوالشهادات أكثر من أن تحصى والمقام أضيق من أن نضيف إليه المزيد لذلك سنكتفى باللمحة الذكية التي أدركتها « لورا فيشيا فاغليرى » الباحثة الإيطالية « 3 » بلطف إلهي حين قالت :\r\n« الأثر الذي يحدثه القرآن في النفس البشرية إنما يتم من غير أي عون عرضى أو إضافى ( خارجي ) بل من خلال سموه الذاتي » .\r\nإن هذه العبارة القصيرة والعميقة لا بدّ أن تذكرنا بقول القرآن :\r\n     الرَّحْمنُ ( 1 ) عَلَّمَ الْقُرْآنَ ( 2 ) خَلَقَ الْإِنْسانَ ( 3 ) عَلَّمَهُ الْبَيانَ      ( 4 ) . « 4 »\r\nفقد ربط بموجب السياق بين تعليم القرآن وخلق الإنسان فأشار بحكمة هذا النظم إلى أن القرآن قد توجه منذ صدوره الأزلي عن اللّه ليخاطب الإنسان فهو إذن خطاب الرحمن إلى الإنسان في أي زمان وأي مكان ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال ونساء أسلموا الجزء الثامن ص ( 100 ) .\r\n( 2 ) الإسلام والعرب ص ( 256 - 297 ) .\r\n( 3 ) دفاع عن الإسلام ص ( 56 - 57 ) .\r\n( 4 ) سورة الرحمن الآيات ( 1 - 4 ) .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nالسؤال الثاني ما معنى بلاغة القرآن ؟\r\n   قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقالُوا إِنَّا سَمِعْنا قُرْآناً عَجَباً ( 1 ) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنا أَحَداً    ( 2 ) . ( الجن - الآية 1 - 2 )\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمن المؤكد أن ثمة سؤالا لا بدّ أن يتردد في ذهن المتشكك « لئن كان للقرآن كل هذا التأثير الذي تدعيه فلما ذا يظل كثير من الناس على كفرهم به رغم إبلاغهم ، بل إنهم قد حاربوا رسوله حتى الموت » ؟ !\r\nوالإجابة ببساطة شديدة هي أن الكافر لا يرضى أن يجلس من القرآن جلسة المستمع المنصت بل إنه يرفض « الرسالة » الموجهة إليه قبل أن يفتحها ليقرأ ما فيها بل يضرب بها عرض الحائط صادرا في هذا عن « الكبرياء » الذي يزين لنفسه إعلان التمرد على « اللّه » وبنفوره من التدخل في شؤون حياته من جانب أي أحد حتى لو كان « الخالق » نفسه لأنه بكل صراحة يريد أن يعيش كما يهوى بلا أوامر أو نواهى دون مزعجات أو منغصات .\r\nهذا « الهوى » هو أساس الكفر فإنه لا يقوم على إعمال الفكر أو التأمل العميق في الكون المشهود ولا ينتج من التدبر الطويل في « رسالة اللّه » بل هو ثمرة « التكبر » التي ينفخ فيها الشيطان حتى « تكبر » في قلب الإنسان فتملأه إلى أن ينفجر - بعد الموت - أشلاء متناثرة في جهنم ، سجن المتكبرين وبئس المصير ! !\r\nلقد جئ بالإنسان إلى الدنيا من أجل « الامتحان » ولذلك فلا بد أن يتعارض مقتضى « الإيمان » مع الشهوات الجامحة والمطامع الفادحة ولما كان أكثر الناس غير مستعدين للتضحية بشهواتهم ومطامعهم لذلك فإنهم يتركون « الإيمان » رغم تحذير العقل ويحاول أدعياء الحكمة منهم أن يصبغوا هذا الاختيار بلون من التعالم الزائف لعلهم يبررون أمام عقولهم نمط حياتهم الكاذبة التي يشعرون في قرارة أنفسهم أنها ستنتهى في الهاوية .\r\nيقول القرآن الكريم واصفا حال الكافرين معه :\r\n   كِتابٌ فُصِّلَتْ آياتُهُ قُرْآناً عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ ( 3 ) بَشِيراً وَنَذِيراً فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لا يَسْمَعُونَ ( 4 ) وَقالُوا قُلُوبُنا فِي أَكِنَّةٍ مِمَّا تَدْعُونا إِلَيْهِ وَفِي آذانِنا وَقْرٌ وَمِنْ بَيْنِنا وَبَيْنِكَ حِجابٌ فَاعْمَلْ إِنَّنا عامِلُونَ    ( 5 ) . « 1 »\r\nوالإعراض نفور باطني في القلب يدفع إلى الابتعاد . فهم بنص الآيات لم يسمعوا ولم ينصتوا وأحسوا بسبب نفورهم أن قلوبهم محاطة بغطاء سميك يحول بينهم وبين الاستماع والإنصات بل في آذانهم ثقل يجعل الكلمات مبهمة غائمة المعنى كما لو كانت أصواتا منعدمة الدلالة ويشعرون أن ثمة حجابا غير مرئى كأنه جدار يفصلهم عن « الرسول » الذي يبسط إليهم يده مقدما رحمة اللّه والنتيجة اعمل يا محمد ما بدا لك فإننا سنمضى في حياتنا كما يحلو لنا فقد حالت الأقدار دون اللقاء أو الاتفاق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فصلت الآية ( 3 - 5 ) .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nويقول :  وَما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمنِ مُحْدَثٍ إِلَّا كانُوا عَنْهُ مُعْرِضِينَ  ( 5 ) « 1 » .\r\nوإذا اضطرتهم الظروف إلى الاستماع فإنهم ينصرفون بقلوبهم عنه وينشغلون بأمور دنياهم بل بأتفه الأشياء مستهينين به مستخفين بشأنه   ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ ( 2 ) لاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ أَ فَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ   . « 2 »\r\nويوصى بعضهم بعضا بالابتعاد عن المجالس التي يتلى فيها القرآن وإن ساقتهم الأحداث للاستماع فعليهم أن يشوشوا بالكلام الفارغ والثرثرة بل التصفيق والصفير حتى لا يصل إلى سمعهم شئ منه لكيلا يغلبهم بسلطانه ويخضعهم لسحره الذي لا يقاوم :\r\n وَقالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ  ( 26 ) . « 3 »\r\nفهم يحاولون أن يغلبوه بالتشويش عليه لأنهم لو أنصتوا إليه فسيغلبهم لا محالة ! فإن أصر القارئ على مواصلة التلاوة فيجب حينئذ أن يرغموه على السكوت بالضرب العنيف حتى إن أدى إلى القتل .\r\n وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آياتِنا  . « 4 » ولذلك اشتكى الرسول صلّى اللّه عليه وسلم إلى ربه ابتعاد قومه عن القرآن وانصرافهم عن الإنصات إليه بل فرارهم منه كما لو كان أسدا جائعا يشتهى التهامهم .\r\n وَقالَ الرَّسُولُ يا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هذَا الْقُرْآنَ مَهْجُوراً  ( 30 ) . « 5 »\r\n   فَما لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ ( 49 ) كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ ( 50 ) فَرَّتْ مِنْ قَسْوَرَةٍ    ( 51 ) . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الشعراء الآية ( 5 ) وفي تسمية الوحي بالذكر ووصفه بأنه « محدث » يعنى مجدد إشارة أكثر من واضحة إلى أننا - نحن البشر - قد استمعنا إلى القرآن كلام اللّه من قبل عندما كنا في قبضة الغيب قبل أن ننزل إلى الدنيا بالولادة وتتغطى قلوبنا بأجسادنا ولذلك يصح وصف الرسول صلّى اللّه عليه وسلم بأنه « مذكر » كما قال في سورة الغاشية « فذكر إنما أنت مذكر » والذكر هو الخلاص من النسيان يعنى استعادة العلم بالشئ بعد نسيانه فنحن في الدنيا نتذكر ما سبق أن عرفناه ونجدد العهد الذي سبق أن قطعناه .\r\n( 2 ) سورة الأنبياء ( 2 - 3 ) .\r\n( 3 ) سورة فصلت الآية ( 26 ) .\r\n( 4 ) سورة الحج الآية ( 72 ) .\r\n( 5 ) سورة الفرقان الآية ( 30 ) .\r\n( 6 ) سورة المدثر 49 - 51 . تأمل في قوله « التذكرة » لنتأكد أننا قد سبق لنا أن استمعنا إلى القرآن قبل أن نولد في هذا المكان .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nلم يطلب القرآن من الإنسان إلّا أن يستمع وينصت فحينئذ سيصل إلى الحقيقة بنفسه وسيعرف بمفرده ودون أن يحتاج إلى مساعدة أحد أن هذا الكلام هو حديث اللّه رب العالمين  وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ  ( 204 ) « 1 » ودعانا إلى تدبره يعنى إطالة نظر الفكر فيه وقراءته بتمعن مرة بعد أخرى جيئة وذهابا .\r\n كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ  ( 29 ) « 2 »\r\nوعاب عليهم إهمالهم القرآن وانصرافهم عنه مما أدى إلى بقاء قلوبهم مغلقة دون الحياة الحقيقة .\r\n أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى قُلُوبٍ أَقْفالُها  ( 24 ) « 3 »\r\nوقد أثبتت ملايين التجارب الحية عبر ما يزيد عن ألف وأربعمائة عام منذ نزول القرآن هذه المرة إلى الدنيا أنه ما من مرة يمسك فيها الإنسان بالقرآن راغبا في الإنصات إليه باحثا عن الحقيقة إلا وهزه القرآن بأسلوبه ومحتواه أو بشكله ومضمونه هزا عنيفا محضرا أمامه « الحقيقة » وجها لوجه .\r\nبهذا نطق العرب والعجم قديما وحديثا .\r\nيقول « 4 » « ر . ل . بلاشير » الفرنسي أستاذ الأدب العربي ومترجم القرآن إلى الفرنسية في ثلاثة أجزاء « إن القرآن ليس معجزة بمحتواه وتعاليمه فقط إنه أيضا يمكنه أن يكون قبل أي شئ آخر تحفة أدبية رائعة تسمو على جميع ما أقرته الإنسانية وبجلته من الروائع » - ألا نلمح هنا نفس كلمات الوليد بن المغيرة « إنه يعلو ولا يعلى عليه » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف الآية ( 204 ) .\r\n( 2 ) سورة ص الآية ( 29 ) . والبركة دوام الحياة « والمبارك » هو الخالد الذي لا يقطع حياته موت ومعنى بركة القرآن هو أنه يفيض دوما بالحياة على المنصت إليه المتمعن فيه فهو « الروح » الذي يهب القلب الحياة إذ يفيض عليه بالعلم والمعرفة ويقوده في طريق الصعود إلى واهب الحياة الحي الذي لا يموت . وانظر إلى قوله « وليتذكر » وتذكر ! .\r\n( 3 ) سورة محمد الآية ( 24 ) .\r\n( 4 ) ترجمة القرآن الكريم ص 102 - 103 نقلا عن الملحق الذي أضافه الدكتور عماد الدين خليل إلى كتاب إشارات الإعجاز في مظان الإيجاز للأستاذ سعيد النورسى - والنقول التي سترد في هذا الباب من نفس المصدر ما لم يذكر غير هذا .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nويقول سير توماس أرنولد « 1 » « إن القرآن قد صنع في مثل هذا الأسلوب البليغ الجميل حتى أن المسيحيين لم يسعهم إلا قراءته والإعجاب به » .\r\nويقول الدكتور « جورج حنا » وهو مسيحي لبنانى « 2 » : « إنه لا بدّ من الإقرار بأن القرآن فضلا عن كونه كتاب دين وتشريع فهو أيضا كتاب لغة عربية فصحى وللغة القرآن الفضل الكبير في ازدهار اللغة العربية ولطالما يعود إليه أئمة اللغة في بلاغة الكلمة وبيانها سواء كان هؤلاء الأئمة مسلمين أم مسيحيين » .\r\n« وإذا كان المسلمون يعتبرون أن صوابية لغة القرآن هي نتيجة محتومة لكون القرآن منزلا ولا يحتمل التخطئة فالمسيحيون يعترفون أيضا بهذه الصوابية بقطع النظر عن كونه منزلا أو موضوعا ويرجعون إليه للاستشهاد بلغته الصحيحة كلما استعصى عليهم أمر من أمور اللغة » .\r\nويقول الدكتور « ماردريل » المستشرق الفرنسي الذي كلفته الحكومة الفرنسية بترجمة بعض سور القرآن الكريم « 3 » « أما أسلوب القرآن فإنه أسلوب الخالق عز وجل ، ذلك أن الأسلوب الذي ينطوى عليه كنه الكائن الذي صدر عنه هذا الكتاب لا يكون إلّا إلهيا والحق والواقع أن أكثر الكتاب ارتيابا وشكا قد خضعوا لتأثيره وسحره » .\r\nويقول « آيتين دينيه » المصور الفرنسي الذي أشهر إسلامه عام 1927 وتسمى باسم ناصر الدين « 4 » : إن كان سحر أسلوب القرآن وجمال معانيه يحدث مثل هذا التأثير في نفوس علماء لا يمتون إلى العرب ولا إلى الإسلام بصلة فما ذا ترى أن يكون من قوة الحماسة التي تستهوى عرب الحجاز وهم الذين نزلت الآيات بلغتهم الجميلة ؟ ! لقد كانوا لا يسمعون القرآن إلا وتتملك نفوسهم انفعالات هائلة مباغتة فيظلون في مكانهم وكأنهم قد سمروا فيه » .\r\nأهذه الآيات الخارقة تأتى من محمد صلّى اللّه عليه وسلّم ذلك الأمى الذي لم ينل حظا من التعليم ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدعوة إلى الإسلام - بحث في تاريخ نشر العقيدة الإسلامية ص 162 .\r\n( 2 ) كتاب « قصة الإنسان » ص 79 - 80 .\r\n( 3 ) كتاب « البحث عن اللّه » ص 112 - 113 تأليف الليدى ايفلين كوبولد نبيلة إنجليزية اعتنقت الإسلام وحجت إلى بيت اللّه وكتبت مذكراتها التي ترجمت إلى العربية بعنوان « البحث عن اللّه » .\r\n( 4 ) كتاب « محمد رسول اللّه » ص 119 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nكلا إن هذا القرآن لمستحيل أن يصدر عن « محمد » ولا مناص من الاعتراف بأن اللّه العلى القدير هو الذي أملى تلك الآيات البينات . وأخيرا وليس آخرا يقول الدكتور سيدنى فيشر أستاذ التاريخ في جامعة أوهايو الأمريكية « 1 » « إن القرآن كلام اللّه يشد فؤاد المسلم وتزداد روعته حين يتلى عليه بصوت مسموع ولكنه لا يفهم هذه الروعة كما لم يفهمها كل الذين سبقوه إلى الاعتراف ببلاغة القرآن اعتمادا على أثره البليغ في قلوب قارئيه ومستمعيه ثم يقفون عند تقرير هذه البلاغة بشهادة السماع » .\r\nأعتقد أنه يجدر بنا الآن أن نشحذ الذهن ونمعن النظر محاولين أن نفهم معنى بلاغة القرآن فنتساءل أولا ما هي البلاغة ؟ ! بم يوصف الكلام بأنه بليغ أو بعبارة أخرى ما هو سر البلاغة ؟ !\r\nسنقدم هنا وجهة نظر جديدة أعتقد أنها ستمكننا من الحصول على فهم أعمق وتعريف أشمل للبلاغة ومن ثم يمكن أن تعد أساسا موضوعيا لنقد الأعمال الأدبية ثم نقوم بتطبيقها على النص القرآني لبيان أنه قد بلغ المثل الأعلى في البلاغة بتحليل النص وليس بمجرد الادعاء الديني وأن بلاغته طبقا لهذا الأساس الموضوعي تتجاوز القدرة البشرية .\r\nوبالإفادة من منهج علماء الطب النفسي يمكننا أن نشرّح « النفس » « 2 » أو الشخصية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشرق الأوسط في العصر الإسلامي - نقلا عن العقاد في كتابه « ما يقال عن الإسلام » ص 54 .\r\n( 2 ) جدير بنا أن نوضح هنا باختصار معنى الكلمات التي تستخدم في وصف النفس أو الشخصية الإنسانية لأن الخلط بينها شائع حتى على ألسنة وأقلام من يوصفون بالعلماء والحكماء الذين يلقون الكلام مسموعا ومقروءا جزافا كثير المرادفات غامض المعنى لانعدام التحديد الدقيق فيؤدى هذا الوضع إلى سوء الفهم وإلى الأخطاء الفادحة .\r\nنقول باختصار يفرضه المقام .\r\n( أ ) النفس : اسم للذات الإنسانية يشير إلى حقيقتها الكلية الجامعة لكل مستويات كينونتها وهي حقيقة أزلية أبدية دائمة لأنها في حقيقتها كلمة من كلمات اللّه كانت في قبضة الغيب قبل نفخ « الروح » في الجنين المستودع في الرحم وتبقى بعد الموت إذ يغادرها الروح فتعود النفس مرة أخرى إلى الغيب إنها هي التي تعاني الموت « كل نفس ذائقة الموت » فالموت تجربة تذوقها النفس حيث تعاني انفصال الروح عنها لتغيب تاركة مجال الشهود عائدة إلى كتاب اللّه الذي يحوى كل شئ .\r\n( ب ) الروح : هو سر الحياة أي القوة التي تحضر النفس حيث بدفعها للخروج من الغيب إلى الشهادة وهو لفظ مذكر وليس مؤنثا كما يخطئ الجميع تقريبا حيث يخلطون بين « الروح » والنفس وهو واحد في كل الكائنات لأنه قوة الحياة التي صدرت عن الإله الواحد الحي القيوم المحيي المميت واهب الحياة الخالق البارئ المصور الذي لا إله إلا هو . . . اللّه سبحانه وتعالى .\r\nأنه هو الفيض الذي ينزل من اللّه إلى الأنفس ( - الكلمات ) الباطنة في قبضة الغيب فتخرج من الظلمات وقد أشارت آية البقرة في سورتها إلى أن « الروح » أي سر الحياة واحد في كل الكائنات إذ بينت لنا أن « الروح » الذي انطلق من البقرة بعد ذبحها قد أحيا الرجل المقتول فأخبرهم باسم قاتله .\r\nالروح إذن هو سر الحياة الذي يربط النفس بالجسم وعند الموت يخرج الروح من النفس فتزول قوة الربط -\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالإنسانية إلى ثلاث دوائر أو مجالات متميزة عن بعضها ولكنها متصلة ومتمازجة ومتداخلة لأنها تنتمى في الأصل إلى كائن واحد وهذه الدوائر أو المجالات هي :\r\n1 - الوجدان : وهو آلة الشعور الإنسانى ومستودع العواطف والمشاعر والانفعالات مثل الحب والكراهية واللذة والألم والأمل واليأس والفرح والحزن والأسف والشفقة والحسد والخوف والأمن والقلق والاطمئنان والغضب . . . ، والوجدان يدرك الجانب الخفي أو الوجه الباطن من الأشياء بمعنى أنه لا يعرف الأشياء باعتبار ظواهرها البادية للحواس وخصائصها المفهومة بالعقل فقط ولكنه ( - الوجدان ) يتعرف على الكائنات بمدلولها الإنسانى الشخصي أيضا يعنى بما تؤديه من دور في تجربة الإنسان الذاتية فهو ينظر إليها باعتبارها شريكة له في الحياة تقاسمه التجارب وتشهد عليه فهو يحب هذه الشجرة التي شهدت لقاءه الأول مع حبيبته ويكره هذا الوجه البغيض الذي شاهده يوم ماتت أمه ويمقت تلك الكلاب التي نبحته ليلة عاد إلى قريته بعد غياب طويل عندما هطل المطر فسقط في الأوحال .\r\nهكذا يعرف الوجدان الأشياء ويتعرف على الكائنات بدلالة التجربة الإنسانية أو هو ينظر إليها باعتبارها رموزا أو إشارات لحقائق أكبر من ظواهرها وهو ( - الوجدان ) في هذا النظر يشترك مع العقيدة الدينية التي تنظر إلى الأشياء باعتبارها آيات تدل على الخالق وإشارات لصفاته ووسائل لإرادته فالعقيدة تنظر إلى الكائنات باعتبارها رموزا للحقيقة الكاملة ألا وهي « اللّه » جلّ في علاه .\r\n\r\n\r\n","description":"","footnote":"\r\n- أو الاتصال ويتفكك الإنسان فتعود النفس إلى كتاب اللّه الحاوي لعلمه ( سبحانه وتعالى ) باعتبارها كلمة من كلماته ويؤول الجسد إلى « بدن » « أي جثة » يتحلل بمرور الوقت ( الزمن ) عائدا إلى تراب كما بدأ .\r\n( ج ) الجسد : هو كتلة الطين التي دخلها الروح فارتدتها النفس بقوة الروح ( سر الحياة ) فظهر الجسم على هيئة أو صورة آدم أبى البشر وبذلك اكتسبت النفس بقوة الروح صورة هي الجسم وبكلمات أخرى تشكل الجسد وتحول إلى جسم فالجسد هو المادة الحية والجسم هو الصورة التي يتشكل فيها وعندما يفارق الروح ( سر الحياة ) الجسد فإنه يسمى « بدنا » قال تعالى لفرعون بعد أن غرق  فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً  والمفهوم أن البدن هنا هو الجثة التي طفت على الماء والتي بقيت من جسد فرعون بعد أن مات أي بعد أن فارق الروح نفسه .\r\nفإن تشوه الجسم عند الموت كأن قطعت رأسه أو بتر عضو من أعضائه أو تناثرت أشلاؤه فإنه لا يسمى « بدنا » بل يصبح سوأة . قال اللّه على لسان قاتل أخيه بعد أن هشم رأسه بحجر ثقيل  يا وَيْلَتى أَ عَجَزْتُ أَنْ أَكُونَ مِثْلَ هذَا الْغُرابِ فَأُوارِيَ سَوْأَةَ أَخِي  .\r\nولما كانت النفس عند نزولها - بقوة الروح - في الجسد للابتلاء لا ينقطع اتصالها بالغيب تماما بل أنها تظل على صلة به ومن ثم يصبح لها حينئذ وجهان أو جانبان ، الأول ظاهر محسوس وهو الصورة الآدمية المرئية بالعين وهو ما يسمى « الجسم » والثاني باطن خفى أو لطيف وهو الذي يشار إليه في القرآن « بالقلب » وذلك الجانب من النفس هو الذي يتلقى الوحي في الأنبياء ويتصل بالملائكة ويصل إلى « اللّه » في الصلاة وهو موضع نظر اللّه قائما بين يديه يقلبه بين إصبعيه كيفما يشاء سبحانه وتعالى .\r\nيمكن مراجعة الباب الثاني من كتابي « نحو فلسفة إسلامية للجمال والفن » من منشورات دار القلم بالقاهرة لمزيد من البيان ولا شك أن الأمر يحتاج إلى دراسة موسعة لبيان مفهوم النفس وماهية الإنسان في القرآن وندعو الله سبحانه وتعالى أن يوفقنا إلى إنجازها .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nو « الفن » هو النشاط الإنسانى الذي يخاطب الوجدان فالفنان هو الذي يتعامل مع هذه الدائرة ( - المجال ) من القلب الإنسانى « 1 » .\r\nويتضح مما تقدم أن العقيدة الدينية تشارك الفن في نظرته إلى الأشياء المشهودة يعنى باعتبارها رموزا أو إشارات لحقائق تتجاوز ظواهرها المحسوسة والمفهومة وهذا هو أصل الارتباط العميق بين الدين والفن في تاريخ الإنسان فليس من قبيل العبث ولا من محض المصادفة أن نشأ الفن في أحضان المعابد فكانت دور العبادة هي المكان الجدير حقا بروائع العمارة وبدائع التصوير والشعر والموسيقى والغناء .\r\nولما كان الأدب في حقيقته هو شكل من أشكال الفن إذ هو الفن الذي يتعامل مع الكلمات باعتبارها الخامة التي يصنع منها منتجاته فيتخذ الفنان الأديب من « الألفاظ » وسيلة لإخراج عمله أي وعاء يسكن فيه وجدانه المكنون في صدره ليظهره في صورة محسوسة أو هيئة مشهودة فلا بد أن ينجح الأديب الحقيقي الجدير بهذا الاسم سواء أكان شاعرا أو ناثرا في إثارة الوجدان وبقدر ما يكون العمل الأدبي قادرا على التأثير في العواطف وإشعال جذوة المشاعر والانفعالات الساكنة في الصدر بقدر ما يكون بليغا وهذا هو المقياس الأول في تقدير قيمة النص الأدبي بلاغيا .\r\n2 - العقل : وهو آلة معرفة الأشياء كما تبدو من ظواهرها معتمدا على الحواس خاصة السمع والبصر لإدراك خصائصها وعلى الفكر لفهم حركتها والقوانين الضابطة لسيرها فالعقل هو جهاز إدراك الكون المشهود وهو من ثم مستودع المعلومات والأفكار والرؤى الذي يتخذ من « المخ » مسكنا في تجويف الجمجمة .\r\n« والعلم » هو طريق التعامل مع هذا المجال من مجالات القلب الإنسانى ( أو النفس الإنسانية ) والعلم هو الإدراك القائم على الدليل وهو تكوين صورة عقلية داخل النفس ( - القلب ) للأشياء تكون بمثابة مرآة ترى الأشياء على صفحتها المضيئة ولا بد أن تقوم الأدلة الكافية التي تقطع بصحة هذه الصورة العقلية أي مطابقتها للواقع المشهود في الخارج فلا علم إلّا بدليل عقلي لا ينقض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القلب : هو الاسم الذي اختاره القرآن للإشارة إلى الكيان الباطن أو الجانب الخفي من الإنسان وهذا الاسم القرآني ( - القلب ) يناظر لفظة « النفس » أو الشخصية أو العقل كما تستعمل في مجال علم « النفس »  ySolohcySP  أو الطب النفسي  yrtaihcySP  وكما بينا في موضع آخر فإن « النفس » في مصطلحات القرآن لها وجهان أو جانبان أو كيانان الأول ظاهر وهو « الجسم » أي الصورة الآدمية المدركة بالحواس والثاني باطن وهو « القلب » أما القلب أي هذه العضلة الموجودة في التجويف الصدري كما تستعمل في مجال الطب فهو مجرد رمز أو عنوان أي إشارة لذلك القلب القائم بين يدي الله\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوالعقل جانب من القلب أو هو بالأحرى وظيفة من وظائفه بدليل قوله تعالى موبخا « الكافرين » .\r\n أَ فَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها  « 1 »\r\nفصرح بأن القلوب أي بواطن النفوس هي التي تعقل والعقل إذا جزء من القلب أو هو عمل من أعماله .\r\n« والفؤاد » هو اسم « العقل » في النص القرآني وهو الجانب الذي تم تنويره من القلب ( النفس ) بنزول الوحي وتحصيل العلم وهو الذي فضل به الإنسان على سائر الدواب على الأرض ولذلك امتن به اللّه على الإنسان في أكثر من آية من آيات القرآن وهو يمثل الاستعداد الموهوب من اللّه إلى الإنسان لتلقى العلم والقرآن يكرر فضل اللّه على الإنسان بإعطاء السمع والأبصار والأفئدة يعنى العقول ولم يقل القلوب لأن الأفئدة هي وسائل تحصيل العلم والعلم هو الذي يرفع الإنسان ويجعله أقدر من غيره من المخلوقات على معرفة اللّه .\r\nولكي يكون النص الأدبي « بليغا » يجب أن يخلو من الأخطاء والحكم في هذا « للعلم » يعنى للأدلة القاطعة والقرائن الوفيرة ولا شك أننا لا يمكننا أن نتذوق جمال بيت من الشعر أو قطعة من النثر إذا كانت تحتوى على أخطاء علمية أو تستند على أوهام أثبت العلم زيفها أو على الأقل تقل قدرتنا على الاستمتاع بها وينقص استعدادنا للتأثر بها فما بالك بنص « مقدس » منسوب إلى الخالق العلى القدير النطق به .\r\nوهكذا تقوم الصحة أو السلامة من الأخطاء كمعيار ثان للحكم على بلاغة النص وبقدر ما يحتوى النص على حقائق علمية عميقة وأفكار متألقة بالرجوع إلى حكم العقل ( - العلم ) وحده بقدر ما يكون هذا النص بليغا يؤثر في النفس البشرية إذ أنه سيساعدها على اكتشاف الكون المشهود وإدراك حقائقه فيرفعها في مدارج « العلم » الذي ارتفع به آدم فوق الملائكة فحق عليهم أن يسجدوا له كما أمرهم ربهم إذ صار بالعلم آدم هو الأقرب .\r\n3 - « السلوك » وهو التصرف المشهود للإنسان استجابة للنوازع الداخلية والمثيرات الخارجية في البيئة وهذه الدائرة تقع تحت سلطان « الخلق » إذ تقوم القيم الخلقية بدور الميزان الذي يوزن به السلوك الإنسانى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحج : الآية ( 46 ) .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nفالسلوك الإنسانى يعد تعبيرا عن « الخلق » أو هو تجليات محسوسة للقيم الأخلاقية والذي يعنينا من هذه القيم هو « الصدق » فلا بد من توافر « الصدق » أي شعور المستمع أو القارئ أن المتكلم أو الكاتب « صادق » في كلامه لكي يكون للنص المسموع أو المكتوب تأثير في قلب المتلقى إذ لا يمكننا أن نتأثر بقطعة أدبية ونحن نشعر أن واضعها كاذب في ادعاءاته وهو يخبرنا بأشياء لم يعاينها ويحكى لنا عن تجارب نحن على يقين من أنه لم يعانيها فإن هذا الشعور بالكذب لا بدّ أن يسلب النص بلاغته يعنى القدرة على التأثير في المتلقى مهما كانت البراعة اللغوية أو الأداء الفنى .\r\nنخلص مما تقدم إلى تلخيص وجهة نظرنا في أن النص الأدبي لا بدّ له من ثلاثة شروط لكي يتصف بالبلاغة وبمقدار تحقق هذه الشروط يرتفع قدر النص في سلم البلاغة وهي :\r\n1 - الجمال وهو المعيار الفنى القائم على محاكمة الأسلوب .\r\n2 - الصحة أي السلامة من الأخطاء وهو المعيار العلمي القائم على امتحان المضمون .\r\n3 - الصدق وهو المعيار الأخلاقي .\r\nوسأتناول الآن بإذن اللّه دراسة النص القرآني على ضوء هذه الأسس الموضوعية فلعلنا نوفق في الصعود إلى هناك ! ! .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n( أ ) الجمال الفريد للقرآن المجيد . .\r\n اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتاباً مُتَشابِهاً مَثانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلى ذِكْرِ اللَّهِ ذلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشاءُ وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ هادٍ  ( 23 ) . ( الزمر - الآية 23 )\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n( 1 ) موسيقى القرآن\r\nأول ما يطالع بصر المتأمل من ملامح جمال « القرآن » هو الموسيقى العذبة التي تنبعث من ترتيل الآيات .\r\nلقد سمى الوحي المحمدي « قرآنا » إشارة إلى أنه قد نزل من الغيب على هيئة كلمات مسموعة وتأكيدا إلى أنه يجب أن يقرأ بمعنى أن يتلى بصوت تدركه الأذن لأنه حينئذ يتخذ أبهى ثيابه ويتجلى في أجمل صوره .\r\nبمجرد أن تبدأ التلاوة تنساب الموسيقى كأنها الماء يسيل في مجراه من السمع الذي ينتشى من بديع الإيقاع وحلاوة الأصوات وتناسق المقاطع إلى القلب الذي يصحو من غفلة النسيان فينتبه العقل متسائلا عن السر الكامن في هذا الكلام .\r\nيجذب القرآن قلوب مستمعيه بموسيقاه التي لا يعرف الإنسان لها نظيرا ولا يمكنه أن يحدد من أين تنبع .\r\nهذه الموسيقى المدهشة لفتت انتباه كل الأجانب من المستشرقين الذين أتيح لهم أن « يسمعوا » القرآن كما أذهلت العرب الذين خاطبهم « محمد » صلّى اللّه عليه وسلم بالقرآن وهم أهل الشعر وأصحاب المواهب الرفيعة في تذوق النظم .\r\nأذكر أنني حاولت - منذ بضعة سنوات - تحفيظ ابنتي سورة « البينة » ولم تكن حينئذ قد شارفت العام السادس من عمرها .\r\nجلسنا - أنا وهي - في شرفة المنزل وكان الوقت ليلا وصدر السماء قد تزين بجواهر النجوم المتألقة وبدأت أتلو بصوت مسموع .\r\n    لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ ( 1 ) رَسُولٌ مِنَ اللَّهِ يَتْلُوا صُحُفاً مُطَهَّرَةً ( 2 ) فِيها كُتُبٌ قَيِّمَةٌ     ( 3 ) . « 1 »\r\nفإذا بالطفلة الصغيرة تقول لي وقد استخفها الطرب « حلوة جدا هذه الكلمات يا أبى كأنها أغنية » فقلت لها « أيها تقصدين ؟ » ! .\r\nفأعادت التلاوة وهي تتمايل برأسها كأنها تغنى\r\n    مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ ( 1 ) رَسُولٌ مِنَ اللَّهِ يَتْلُوا صُحُفاً مُطَهَّرَةً ( 2 ) فِيها كُتُبٌ قَيِّمَةٌ    \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البينة ( 1 - 3 ) .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nنطقتها وهي تحاكى صوتي محاولة النطق الصحيح بقدر ما يسمح عمرها الصغير .\r\nتبسمت ضاحكا وأنا أتأمل في سر هذا القرآن البديع الذي أطرب هذه الطفلة الصغيرة دون أن تفقه كلماته .\r\nمن المؤكد أنها لا تعرف معنى الألفاظ ولا عن أي شئ تتحدث الآيات فعمرها الصغير يحول بينها وبين إدراك معنى الكفر والشرك وأهل الكتاب وكيف لها أن تفهم أن رسول اللّه صلّى اللّه عليه وسلم هو البينة التي ستقيم الحجة على المشركين وكفار أهل الكتاب من اليهود والنصارى وهل يمكن لها أن تدرك معنى « منفكين » هذه والصحف المطهرة والكتب القيمة ! !\r\nوليس في الآيات « سجع » يمكن أن تلتقطه أذنها\r\nبينة . . . نة\r\nمطهرة . . . رة\r\nقيمة . . . . . مة\r\nولا تكرار ولا أية زخارف سمعية فما هو السر في هذا الطرب ؟ !\r\nولاح لي أن السر يكمن في الإيقاع ( أو الوزن ) وفي اختيار الأصوات ( - الحروف ) التي تبنى بها الآيات وترتيبها في تناسق يحدث هذا الأثر الموسيقى الجميل .\r\nومعنى هذا أن المتكلم بالقرآن لديه دراية كاملة بإمكانيات الحروف وطرق تزاوجها وترابطها لتكوين الألفاظ وهو في الوقت نفسه على علم تام بالمعاني أو الدلالات الدقيقة التي تشير إليها الكلمات وأنه حين يتكلم يختار الألفاظ التي تؤدى المعاني التي يريدها بالضبط وفي نفس الوقت يخلق متعة سمعية لدى المخاطب فهو لا يقصد مجرد إبلاغ المعنى أو الرسالة بل يحب إمتاع السامع الذي جاء إليه منصتا .\r\nإن الميزة الأساسية التي يتصف بها الشعر وتعد الحد الفاصل الذي يفرقه عن النثر هي استعماله للألفاظ باعتبارها « أصوات » بالإضافة إلى دلالتها اللغوية أي معانيها لأن الشاعر يطمح ليس فقط إلى الإفصاح عن المعنى المعبر عن تجربته بل أيضا إلى إحداث نوع من اللذة السمعية لدى المتلقى يحاول بها أن يدفعه إلى مشاركته في تجربته الوجدانية الفكرية .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nولما كان القرآن يخلق لدى المستمع نفس اللذة السمعية أو الطرب الذي يصنعه الشعر الجيد بل على نحو أعمق وأقوى فإن المتشككين في « إلهية » القرآن وصموه بأنه شعر وقالوا عن « محمد » صلّى اللّه عليه وسلم « شاعر مجنون » « 1 » وقد رد اللّه عليهم نافيا أن يكون القرآن شعرا .\r\n وَما عَلَّمْناهُ الشِّعْرَ وَما يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ  « 2 »\r\nوقال :  وَما هُوَ بِقَوْلِ شاعِرٍ قَلِيلًا ما تُؤْمِنُونَ  « 3 »\r\nوالسؤال - بغض النظر عن دفع اللّه للاتهام - هل القرآن شعر ؟ !\r\nنريد إجابة موضوعية تعتمد على تحليل النص :\r\nأولا : ينبغي للشعر الحقيقي الذي يستحق هذا الاسم فعلا أن يعبر عن تجربة إنسانية عميقة خاض الشاعر غمارها بنفسه أو استطاع بموهبته أن يتقمص شخوص الذين خاضوها فيتمكن بقدرته ومهارته أن يتكلم على ألسنتهم أو يجعلهم ينطقون بصوته لأنه إذا فقد الشعر التجربة الشعورية ( الوجدانية العقلية ) فقد فقد هويته وتحول إلى مجرد « نظم » أي كلمات محايدة باردة قد صبت في قوالب إيقاعية .\r\nلا بدّ أن نرى في الشعر تجارب « الشاعر » وأزماته الوجدانية والفكرية ولحظات يأسه وفرحه فأين حياة « محمد » الشخصية وتجاربه الإنسانية العميقة أين نجدها في القرآن ؟ !\r\nلقد خاض « محمد » صلّى اللّه عليه وسلم كإنسان حياة عميقة مضطربة زاخرة بالابتلاءات الكبيرة إذ ثار على شعب وثنى داعيا إلى التوحيد مقوضا أركان المجتمع الذي عاش فيه وخاض حروبا ضارية وتعرض للإيذاء والإهانة وحاولوا اغتياله أكثر من مرة وفقد كل أطفاله الذكور إذ ماتوا قبل أن يشبوا فضلا عن أنه قد عانى اليتم منذ نعومة أظفاره وفارقته امرأته الحبيبة بالموت في أدق لحظة من حياته وهو يتعرض لمطاردة السوقة والسفهاء والأطفال المشاغبين في قبيلة بنى ثقيف وفقد عمه في نفس الوقت وقد كان في أشد الحاجة إلى مؤازرته . . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « ويقولون أننا لتاركوا آلهتنا لشاعر مجنون » - الصافات الآية ( 36 ) .\r\n« أم يقولون شاعر نتربص به ريب المنون » الطور الآية ( 30 ) .\r\n« بل قالوا أضغاث أحلام بل افتراه بل هو شاعر » الأنبياء الآية ( 5 ) .\r\n( 2 ) سورة يس الآية ( 69 ) .\r\n( 3 ) سورة الحاقة الآية ( 41 ) .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nحياة حافلة كانت جديرة بإنتاج أروع القصائد الإنسانية لأنها بالفعل كانت أروع التجارب الإنسانية على هذا الكوكب الأرضي ولكننا لن نجد أثرا يذكر لهذه الحياة الإنسانية في آيات وسور القرآن التي تظهر بجلاء أنها تتجاوز حياة الرسول الشخصية .\r\nفي غزوة « حنين » قبيل نهاية عمره فوق هذه الأرض وقد صار المسلمون قوة واستتب لهم الأمر في جزيرة العرب فاعتدوا بأنفسهم فلما حمى وطيس المعركة امتحنهم اللّه ففروا من حوله وتركوه وحده وسيوف الأعداء ورماحهم تحيط به من كل جانب كان « الهلاك » يبدو أقرب شئ لا يبعد أكثر من ضربة بسيف أو طعنة برمح إنها تلك اللحظة الحاسمة التي يواجه فيها الإنسان مصيره عارى الصدر . أمام الموت وجها لوجه دون أي حجاب يحدق في جوهر حياته ومغزى وجوده . نزل عن بغلته وتقلد سيفه وقام يقاتل الأعداء مقام الجيش كله . انطلق صوته قويا مهيبا كأنه شمس هائلة تبدد الظلمات دفعة واحدة .\r\n\r\n« أنا النبي لا كذب أنا ابن عبد المطلب »\r\n« 1 » .\r\nسرى صوته كالرعد نافذا من بين السيوف التي أحاطت به فانتبه « المؤمنون » من موت فرارهم وخذلانهم وقاموا مسرعين وقد انتعش الأمل بقلوبهم في نصر اللّه وكان اليأس قد أوشك أن يقتلهم إذ طارت فيهم مقولة الأعداء « محمد قد مات » فجاء صوته دليلا حيا على حياته وكان قتاله وحده برهانا ساطعا على شجاعته التي لا نظير لها . إنه القائد الشجاع الذي يستحق الفداء . هكذا خاطبه جان جاك روسو عابرا حجاب الزمن « 2 » « أيها النبي رسول اللّه خذ بيدنا إلى مواقف الشرف والفخار أو مواقع التهلكة والأخطار فنحن من أجلك نود الموت أو الانتصار » .\r\nولقد نجت الإنسانية كلها من هول الطامة الكبرى التي كانت ستحل بهذا الكوكب الأرضي لو أن محمدا صلّى اللّه عليه وسلم قد لقى حتفه شهيدا في غزوة حنين .\r\nأنا النبي لا كذب أنا ابن عبد المطلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صيغة الحصر في الحديث الشريف التي توحى بمعنى « لا نبي غيرى » تلمح إلى أن الأنبياء من قبله إنما كانوا بمثابة وكلاء عنه أو نواب ينوبون عنه من قبل ظهوره فلما ظهر في صورة « محمد » بن عبد اللّه بمكة المكرمة أغلق باب النبوة إذ لا معنى لعمل الوكيل في حضور صاحب الأمر ونفهم من هذا أن النبي « محمد » صلّى اللّه عليه وسلم هو أصل النبوة وأن ظهوره قد أغلق بابها ومن ثم فإن ختم النبوة حقيقة يؤكدها النص .\r\n( 2 ) كتاب الإسلام : خواطر وسوانح ص 20 تأليف الكونت هنرى دىكاسترى .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nهذا بيت من الشعر بلا جدال وقد نطق به النبي العربي في تلك اللحظة العصيبة عند اندحار جيشه ووقوفه وحده مكشوفا يقاتل الأعداء بسيفه . في هذا البيت نسمع صوت « محمد » الإنسان العربي المفطور على حب الشعر والذي لم يملك وجدانه العربي الأصيل إلا أن يستجيب لهذا الموقف الهائل ببيت صغير ووحيد من الشعر ولو كان « محمد » صلّى اللّه عليه وسلم شاعرا حقا لاستطاع أن ينظم قصيدة رائعة تناظر تجربته المروعة وسيوف الأعداء توشك أن تقطر من دمه ولكنه لم يكن شاعرا لذلك توقف عند البيت الأول .\r\nالذي يعنينا هنا أن هذا البيت الذي قاله « محمد » الإنسان لم يضف إلى أي سورة من سور القرآن ولن نجد لتجربته النفسية أي أثر في صياغة الآيات التي عبرت عن سير هذه المعركة . يقول القرآن :\r\n  لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَواطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئاً وَضاقَتْ عَلَيْكُمُ الْأَرْضُ بِما رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ ( 25 ) ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُوداً لَمْ تَرَوْها وَعَذَّبَ الَّذِينَ كَفَرُوا وَذلِكَ جَزاءُ الْكافِرِينَ   ( 26 ) « 1 »\r\nهنا يختفى صوت « محمد » الإنسان الذي جاشت نفسه ويظهر لنا صوت آخر لا ريب أنه اللّه الحكيم القدير الذي يخاطب المؤمنين بلسان رسوله صلّى اللّه عليه وسلم ملقيا إليهم بالموعظة يطمئنهم على دوام تأييده ويتوعد الكافرين بعظيم عذابه . لا تخطئ عين ولا أذن الفرق الشاسع بين صوت المتكلم بالقرآن وصوت « محمد » الإنسان .\r\nثانيا : لا بدّ للشعر أن يصب الألفاظ في قوالب إيقاعية هي البحور أو التفعيلات لكي يحدث الأثر السمعي الذي يهب للشعر جوهره وإلا تحول إلى نثر فلا شعر دون موسيقى تدركها الأذن بمجرد إلقاء الكلمات ولكننا نستطيع دوما أن نميز بين المعاني والأصوات بمعنى أننا نشعر بأن الموسيقى تصاحب الدلالات فيبدو لنا الشاعر وهو يسكب الألفاظ التي تحمل المعاني المعبرة عن التجربة في الأواني الإيقاعية الفارغة والتي يمكن أن تملأ بألفاظ أخرى على نفس الوزن وهذا برهان « الصنعة » ومهما كانت براعة الشاعر وقدرته على اختيار الألفاظ المناسبة وصدقه المتأجج وبعده عن التكلف الزائد أو الزخرفة والتنميق ومهما بلغت موهبته فإننا نظل قادرين على التمييز بين المعنى والصوت بين الدلالة والإيقاع ولذلك كانت روائع الشعر دائما مثلا يحتذى يقوم الشعراء بتقليدها إذ يعمدون إلى قصيدة مشهورة ويحاولون أن ينسجوا على « منوالها » قصائد من نفس البحر وعلى نفس القافية وفي نفس الغرض أو الموضوع أو في غيره وتكون تلك القصائد المتناظرة المنسوجة على « منوال واحد » موضع التنافس بين الشعراء أيهم أجود . والمثل الأشهر على هذا هو قصيدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة الآية ( 25 - 26 ) .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالبردة للبوصيرى التي كانت المثل الذي احتذاه كثير من الشعراء فنسجوا على منوالها قصائد عدة ، لعل أشهرها قصيدة أمير الشعراء أحمد شوقى « نهج البردة » .\r\nأما في النص القرآني فإننا رغم الإحساس العالي بالموسيقى الباهرة التي تنبعث من النص عند الترتيل فإننا لا نستطيع أن نميز بين المعنى والصوت أو بين الدلالة والإيقاع فلا يمكننا أن نضع كلمة أخرى لها نفس المعنى والوزن مكان الكلمة القرآنية فالمعنى والصوت والدلالة والإيقاع يلبس كل منهما الآخر كالقلب والجسم لا نستطيع أن نفصلهما وإلا حدث الموت .\r\nوالدليل الذي لا يقهر هو عجز أعظم الشعراء وأبلغ الناثرين عن أن ينسجوا قصائد أو مقطوعات نثرية على « منوال » القرآن الذي ظل طوال ألف وأربعمائة عام المثل الأعلى للبلاغة كما أقر بهذا العرب والعجم قديما وحديثا والسر أن القرآن لا يسكب ألفاظه في قوالب سابقة التجهيز كما يفعل الشعر إذ لا يوجد « منوال » سابق ينسج القرآن ألفاظه عليه وهذا برهان ذوقي لا يدحض وهو قاطع لكل شك على انعدام « الصنعة » في النص القرآني الذي تبدو فيه الموسيقى منبعثة من داخل الكلمات أو من قلب الألفاظ وليس من خارجها ومن تآلف الأصوات ( - الحروف ) وتزاوجها وتناسق المقاطع في سياق عجيب محكم يهز القلوب ولا يستطيع المستمع أن يشير إلى الينبوع الذي تندفع منه الموسيقى الباهرة عند الترتيل .\r\nإن الإعجاب يولد الرغبة في المحاكاة وكانت الروائع الأدبية دائما مثار تقليد إلا أن القرآن يبقى دائما نموذجا فريدا لا يقبل التكرار .\r\nفكما لا يستطيع أي مخلوق أن يخلق كائنا حيا كذلك لا يقدر إنس ولا جان على محاكاة القرآن المجيد .\r\nلقد اعترف كل المستشرقين الذين أتيح لهم أن يقرءوا ويسمعوا القرآن اعترفوا باستحالة ترجمته حرفيا واستحالة أن تقوم أي ترجمة مهما بلغت دقتها وإخلاصها مقام الصورة المناظرة للنص العربي لأن هذه الموسيقى البديعة ستختفى حتما في الترجمة ومن هنا يتبين لنا حكمة الخالق العلى القدير الذي اختار اللغة العربية لتكون وعاء مشهودا لكلامه\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n« المقدس » الغيبي فكانت أجمل جسم لأعظم قلب يمتلئ بالنور « 1 » .\r\nمن المؤكد أن « القرآن » ليس نثرا لأن الطابع الإيقاعى له أوضح من أن تخطئه أذن كما أن بناءه يختلف جوهريا عن كتب النثر فهو لا ينقسم إلى أبواب وفصول أو حتى مشاهد قصصية ولا يتناول الموضوعات بطريقة منظمة متسلسلة عارضا القضايا بأسلوب السرد والجمل التقريرية مبينا المقدمات ممهدا للنتائج كما يفعل الناثرون وقد أوضحنا أنه ليس شعرا والسؤال إذا لم يكن نثرا ولا شعرا فما ذا يكون ؟ !\r\nيخبرنا النص القرآني بمجرد تلاوته أنه نسيج وحده ليس له « منوال » يمكن نسج مثيله عليه ويستحيل تصنيفه فهو يقف فريدا في نوعه بأسلوبه الفذ الذي لا يتكرر وخير إجابة على السؤال هي إجابة « القرآن » إذ يصف نفسه بقوله :\r\n  بَلْ هُوَ قُرْآنٌ مَجِيدٌ ( 21 ) فِي لَوْحٍ مَحْفُوظٍ   ( 22 ) . « 2 »\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من المؤكد أن العربية هي أفضل لغات البشر قاطبة ومن ثم كانت جديرة بحمل كلام اللّه الذي هو أفضل كلام وهذا حكم علمي موضوعي وليس تعصبا عنصريا فهي أكثر اللغات أصواتا ( - حروفا ) وفيها أصوات ( - حروف ) لا تنطق في أي من اللغات الأخرى وهي أغنى اللغات جذورا إذ يتجاوز مجموع جذورها ستة عشر ألف جذر متجاوزة ثروة اللغات الأخرى أضعافا مضاعفة وهي تتميز بسهولة الاشتقاق فيمكن توليد عشرات الألفاظ من جذر واحد ولا يمكن لأي لغة أخرى أن تجاريها في هذا المضمار وهذه السهولة في الاشتقاق تمكنها من التعبير عن كافة الأوضاع والمعاني المركبة وهي تشبه في هذا « الماء » السائل العجيب الحامل « للروح » سر الحياة فقد تشكل في كافة صور الحياة التي لا يحدها حصر مظهرة هذا التنوع المدهش الذي يملأ الكون المشهود بالجمال . واللغة العربية هي أم اللغات السامية أو اللغات الأفر وآسيوية بإجماع علماء اللغات فهي اللغة الأم التي تولدت منها سائر اللغات التي تكلمت بها الشعوب التي تسكن إفريقيا وآسيا وليس بعيدا أن يثبت العلم في المستقبل القريب أن اللغة العربية هي أم اللغات البشرية جميعها يعنى ببساطة هي اللغة التي تكلم بها الإنسان الأول على الأرض كما أثبتت السيدة تحية عبد العزيز إسماعيل أستاذة اللغويات في بحث لها بعنوان « اللغة العربية أصل اللغات » .\r\n( 2 ) سورة البروج الآية ( 21 - 22 ) .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n( 2 ) تيار الوحي\r\nعندما يفتح الإنسان المصحف ليقرأ القرآن راغبا في أن يتعرف على ما يقوله لعله يصل إلى مضمونه فإن أول وأقوى ما يجذب « عقل » المتأمل هو السياق القرآني الفريد الذي لا يوجد له مثيل في أي « نص » آخر مكتوب بأي لغة من لغات البشر .\r\nفإذا كان « القرآن » يبدأ بفاتحة الكتاب التي في جوهرها ثناء وتمجيد للّه ينتهى بدعاء وهي بداية مناسبة تماما لكتاب ديني يظن العقل لأول وهلة أنه سيحتوى على الصلوات والطقوس وتفاصيل الشريعة كأسفار الخروج واللاويين والتثنية من أسفار التوراة المنسوبة لموسى « عليه الصلاة السلام » إلا أن العقل يفاجأ في الصفحة الثانية مباشرة بالحروف المثيرة التي تبدأ بها سورة البقرة وعديد من سور القرآن .\r\nإن هذه الحروف التي يجب أن تقرأ مقطّعة منفصلة عن بعضها تعطى القلب انطباعا قويا أنها إشارات إلى أسرار غائبة لم يحن الوقت بعد للكشف عنها أو هي رموز لحقائق غامضة على العقل المتدبر أن يجتهد لتجليتها .\r\nإنها بداية غريبة ومشوقة تثير الفؤاد المتحفز لاقتناص المكنونات البعيدة ثم يمضى النص واصفا موقف البشر من الوحي وكيف ينقسمون إلى مؤمن وكافر ومنافق ذاكرا خصال كل صنف وينتقل السياق دون أن تنتبه الأذن إلى بدايات خلق السماوات والأرض ويقص علينا نبأ الإنسان الأول « آدم » وامتحان الملائكة والفتنة التي انتهت بالنزول إلى الأرض مؤذنة بفجر الدنيا ويتقدم السياق إلى الإمام آلاف الأعوام دون أن يشعر القارئ بأي قلق أو اضطراب كأنه تحرك ما لا يحصى من السنين دون أن يمشى خطوة واحدة فيكشف لنا عما فعله بنو إسرائيل مع « موسى » رسولهم بين مصر والشام قبل أن ينزل القرآن بما يقرب من ألفي عام لكنه يحضر الأحداث أمامنا حية ساخنة كأنها تقع الآن رغم مرور أكثر من ثلاثة آلاف عام ودون أن نحس بمرور الزمن كما لو كنا قد أصبحنا خارجه أو أننا حقا قد تحررنا من قبضته نشهد تحطم بنيان هذا الكون وموته ونرى كيف يولد من بعده كون جديد تتبدى لنا مشاهده رائعة مروعة دقيقة المعالم واضحة التفاصيل نسمع فيها صرخات الذين حقت عليهم كلمة العذاب وهم يجأرون من الألم ويلهثون من العطش ويتلوون من الجوع فلا يشربون إلّا الحميم والصديد ولا يأكلون إلّا الغسلين والزقوم ولا حميم ولا شفيع ولا رحيم ونرى المكرمين على الأرائك متكئين يدعون بكل فاكهة آمنين تحت الظلال الوارفة والحور مقصورات في الخيام ينتظرن في شوق اللقاء وبين المشاهد الرائعة\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوالأحداث المروعة تخرج الأحكام الشرعية والآداب التي تتناول كل شؤون الإنسان على هذه الأرض ؛ الزواج والطلاق وتربية الأطفال وبناء البيت والمجتمع والمال والدماء والقتال والطعام والشراب والصلاة والزكاة والصيام والحج وتتناثر في دقة ورقة الآيات التي تدعو الإنسان للتفكر في صنع الخالق الكبير المتعال الذي يملأ السماوات والأرض بدلالات أسمائه وتتوالى الإنذارات والبشارات والتذكارات والحوارات المتدفقة في سياق عجيب مذهل يسمعنا صوت نملة خافت على أهلها فقامت تخطب فيهم تحذرهم من أن يدهمهم جيش « سليمان » النبي الملك الذي سيقف بين يديه بعد قليل « هدهد » يلقى محاضرة بليغة عن الوحدانية ويسمعنا أصوات الأمم الغابرة وهم يجادلون رسلهم قبل أن يطويهم النسيان وتأتى إلينا أصواتهم وهم يتخاصمون في النار .\r\nهاهنا ليس ثمة ماض ولا آت بل كل شئ حاضر الآن في تيار واحد يأخذ الجميع في جريانه الدائم ولا يخرج من قبضته أحد . هذا رغم أننا نعلم من التاريخ أن هذه الآيات قد نزلت في أحيان متفرقة تحكمها ظروف مختلفة فكيف ضمها سياق واحد لا تشعر الأذن ولا العقل أنه يتعثر أو يضطرب .\r\nأي شئ يشبه هذا النسق ؟ !\r\nربما اشتبه على قارئ الأدب مع أسلوب « تيار الوعي » ذلك الأسلوب الذي ابتدعه مجددو الرواية في القرن العشرين وعلى رأسهم « جيمس جويس » وهو الأسلوب الذي يعتمد على طريقة التداعى الحر في وصف مكنونات الشخصية الفنية في الرواية حيث ينتقل الكاتب من ذكر حوار إلى تذكر حادثة قديمة تعود إلى الطفولة ومنها إلى حلم قريب يستدعى وصف منظر خارجي وهكذا يستعمل الروائي الكلمات كمصباح يكشف به عن باطن الشخصية محاولا رسم صورة بالألفاظ لخزائن الذاكرة الإنسانية .\r\nإننا في تيار الوعي نظل منحصرين في عوالم ضيقة هي أفكار شخصيات الرواية التي يعتريها الاضطراب وتدخل المشاهد في ضبابية معتمة ويتعثر السياق ويتعسّر علينا الفهم ولا يطمع الكاتب في أن يثرى عقولنا بقدر ما يحاول أن يشعر وجداننا بما يعترى أبطاله من تغيرات مستمرة عبر مرور الزمن وكثيرا ما يجشمنا الكاتب عناء معاينة جم غفير من التفاصيل التافهة .\r\nأما في « تيار الوحي » الذي يأخذنا فيه النص القرآني فإننا ندخل عوالم واسعة مدهشة تسع الدنيا والآخرة وتمر علينا الأحقاب المتطاولة لا نشعر بوطأة سريانها نطير في خفة خافية من الماضي السحيق إلى المستقبل البعيد دون أن نغادر مكاننا أو نضطر إلى تحريك أجنحتنا نعاين علما محيطا بكل شئ يتبين ما يحدث في السماوات بقدر تبينه لما\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nيعتمل في جوف الأرض ويسمع ما تنطق به الملائكة بقدر سمعه لخلجات النفوس التي لم تغادر الصمت ، إن النص القرآني يمضى هادرا كالبحر العميق تتوالى أمواجه واحدة في إثر أخرى منسابا من موضوع إلى آخر دون أن يفقد قوته أو يضطرب اندفاعه مما يفصح عن أن « المتكلم » لا يتردد ولا يتلعثم ولا تقل قوة حفظه ولا حدة علمه رغم البون الزمنى الشاسع الذي يفصل بين الوقائع التي يكشفها والتنوع الهائل في القضايا التي يجليها إذ تدخل في نطاق علوم ومعارف واسعة الامتداد والعمق لا يستطيع فرد واحد ولا جمع غفير من البشر أن يحملها .\r\nويجرى النص القرآني دون أن يفقد وضوحه أو يزول جماله إذ يظل محافظا على الحس الموسيقى الرفيع الذي يحرر المستمع المنصت من أسر الزمن ناثرا الصور الفنية والأساليب البديعية في آياته السامية تناثر النجوم المتألقة في سماء صافية مما يقطع أن المتكلم قد امتلك الحرية الكاملة والقدرة المطلقة فلا يعتريه اضطرار ولا يعوزه شئ سبحانه وتعالى جلّ قرآنه عن أن يكون له مثيل كما لم يكن لذاته كفوا أحد ! !\r\nوإذا كان « تيار الوعي » يمثل محاولة الإنسان الأديب لرسم صورة شاملة للذاكرة وتسجيل وعيه بنفسه في لحظة معينة فإن « تيار الوحي » - وللّه المثل الأعلى - هو النور الذي يكشف للنبي - وللمؤمنين من ورائه - الذاكرة الإلهية ، أعنى مستودع العلم الإلهى وهو الكتاب الذي سجل اللّه فيه علمه راسما بقلمه على صفحاته قصة السماوات والأرض كاتبا كل الوقائع منذ انبعثت الإرادة الإلهية للكشف عن نفسه إذ أحب أن يعرف إلى أن تأتى « الساعة » التي يتهاوى فيها بناء الكون ويرث اللّه الأرض ومن عليها .\r\n  ألم   ( 1 ) . « 1 »\r\nألف . لام . ميم\r\nترى ما هي هذه الحروف ؟ ! إنها رموز تشير إلى سر فإلام تشير هذه الأصوات ؟ !\r\nلا بدّ أن هذا هو السؤال الذي يتبادر إلى فؤاد النبي الذي يتلقى الوحي ويثير تساؤل كل من يقرأ القرآن . حقا إلى أي شئ تشير ؟ ! ويأتي الجواب مباشرة في الآية التالية :\r\n ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ  . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة الآية ( 1 ) .\r\n( 2 ) سورة البقرة الآية ( 2 ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nهذه الحروف التي تتساءلون عنها تشير إلى الكتاب الذي أودع اللّه فيه علمه ولا يشك أحد من الخلق فيه لأنه فوق مستوى الشك .\r\nذا : اسم إشارة للبعيد .\r\nواللام : لتأكيد البعد فهي تفيد أيضا بعد المشار إليه\r\nوك : خطاب إلى النبي الأمى الذي يتلقى الوحي ومناط به قراءة « كتاب اللّه » ولا يسعه أن يفعل بقوته البشرية فهو أمي لا يكتب وإنما يتمكن من القراءة « باسم اللّه » الذي يحمله في قلبه « صلّى اللّه عليه وسلم » ولذلك قال له في أول موجة من تيار الوحي :\r\n  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ   ( 1 ) . « 1 »\r\nاسم الرب هو الوسيلة التي تمكنك من قراءة « ذلك الكتاب » الذي سجل اللّه فيه علمه وهو بمثابة الذاكرة الإلهية .\r\nوليس المقصود بالكتاب هذا القرآن لأن القرآن قريب في قلب « محمد » صلّى اللّه عليه وسلم على لسانه ينطق به ويخرج من بين شفتيه وهو قريب من القارئ إذ يمسك بيديه المصحف الذي يضم بين دفتيه آياته ولذلك يشار إلى القرآن في كل سور القرآن باسم الإشارة « هذا » فليس هو ذلك الكتاب بل هو هذا القرآن .\r\n وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ  « 2 »\r\n وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ  « 3 »\r\n وَما كانَ هذَا الْقُرْآنُ أَنْ يُفْتَرى مِنْ دُونِ اللَّهِ وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعالَمِينَ  ( 37 ) « 4 »\r\nتأمل في هذه الآية جيدا فقد وضحت هدفين من أهداف تنزيل القرآن وبينت ما هو الكتاب الذي لا ريب فيه وعلاقته بالقرآن إذ يقول اللّه في هذه الآية إن « القرآن » الذي أشار إليه باسم الإشارة هذا أعظم من أن يستطيع بشر أن يؤلفه ثم يجد الجرأة في نفسه لينسبه إلى اللّه إذ يستحيل أن ينسب إلى اللّه بدون علمه أو رغم إرادته لأنه أنزله بعلمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة العلق الآية ( 1 ) .\r\n( 2 ) سورة الأنعام الآية ( 19 ) .\r\n( 3 ) سورة يونس الآية ( 15 ) .\r\n( 4 ) سورة يونس الآية ( 37 ) .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوإذنه وما كان لمخلوق أن يطلع عليه لولا أن اللّه سبحانه وتعالى أحب هذا ليؤدى القرآن الوظيفتين الجوهريتين للإنسانية وهما تأكيد صدق الكتب السابقة التي أنزلها اللّه على أنبيائه قبل « محمد » صلّى اللّه عليه وسلم في هذه الدنيا .\r\nوالثانية توضيح كتاب العلم الإلهي الموصوف بأنه لا ريب فيه يعنى لا يشك فيه أحد فهو فوق الشبهات والذي نزل من إله الإنسان في بدء الدنيا . هذه الآية ذكرت هذا القرآن وذلك الكتاب وبينت العلاقة بينهما فتأملها وإذا أردت المزيد لتقتنع أن القرآن ليس هو ذلك الكتاب المشار إليه في أول سورة البقرة فاقرأ الآيات التالية :\r\n نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِما أَوْحَيْنا إِلَيْكَ هذَا الْقُرْآنَ  « 1 »\r\n إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً  ( 9 ) « 2 »\r\n وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِيَذَّكَّرُوا وَما يَزِيدُهُمْ إِلَّا نُفُوراً  ( 41 ) « 3 »\r\n قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً  ( 88 ) « 4 »\r\n وَلَقَدْ صَرَّفْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً  ( 89 ) « 5 »  وَلَقَدْ صَرَّفْنا فِي هذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكانَ الْإِنْسانُ أَكْثَرَ شَيْءٍ جَدَلًا  ( 54 ) « 6 »  وَقالَ الرَّسُولُ يا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هذَا الْقُرْآنَ مَهْجُوراً  ( 30 ) « 7 »\r\n إِنَّ هذَا الْقُرْآنَ يَقُصُّ عَلى بَنِي إِسْرائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ  ( 76 ) « 8 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف الآية ( 3 ) .\r\n( 2 ) سورة الإسراء الآية ( 9 ) .\r\n( 3 ) سورة الإسراء الآية ( 41 ) .\r\n( 4 ) سورة الإسراء الآية ( 88 ) .\r\n( 5 ) سورة الإسراء الآية ( 89 ) .\r\n( 6 ) سورة الكهف الآية ( 54 ) .\r\n( 7 ) سورة الفرقان الآية ( 30 ) .\r\n( 8 ) سورة النمل الآية ( 76 ) .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ  ( 58 ) « 1 »\r\n وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ  « 2 »\r\n وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ  ( 27 ) « 3 »\r\n وَقالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ  ( 26 ) « 4 »\r\n وَقالُوا لَوْ لا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ  ( 31 ) « 5 »\r\nوأخيرا\r\n لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ  ( 21 ) . « 6 »\r\nولنتفكر كيف أنه لم يشر ولا مرة واحدة إلى القرآن إلّا باسم الإشارة ( هذا ) رغم اختلاف ظروف تنزيل الآيات واختلاف من يتكلم اللّه على لسانه فمرة يكون الكلام من اللّه ومرة على لسان الرسول ومرة على لسان الكافرين ولكن في كل مرة وفي جميع الحالات لا يشار إليه إن أريد الإشارة إلّا ب ( هذا ) فتأمل في الدقة وعدم الغفلة أو النسيان .\r\nوالأمر الثاني أن الكتاب وصف بأنه لا ريب فيه وهذه ليست حال القرآن لأن الكافر لا يوصف بالكفر إلا لأنه يشك في القرآن فالريب في القرآن واقع لا محالة بل هو موضع التحدي في قوله في نفس السورة :\r\n وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَداءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ  ( 23 ) . « 7 »\r\nوقد وضحت الآية السابعة والثلاثون من سورة يونس أن القرآن إنما صدر عن اللّه لتوضيح الكتاب الذي لا ريب فيه والذي نزل من رب العالمين . ذلك الكتاب هو خزينة العلم الإلهى كما سبق أن أوضحنا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الروم الآية ( 58 ) .\r\n( 2 ) سورة سبأ الآية ( 31 ) .\r\n( 3 ) سورة الزمر الآية ( 27 ) .\r\n( 4 ) سورة فصلت الآية ( 26 ) .\r\n( 5 ) سورة الزخرف الآية ( 31 ) .\r\n( 6 ) سورة الحشر الآية ( 21 ) .\r\n( 7 ) سورة البقرة الآية ( 23 ) .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nولنتدبر قليلا في الحروف المقطعة لنتأكد أنها تشير إلى كتاب العلم الإلهى ثم نبين العلاقة بين هذا القرآن وذلك الكتاب .\r\n  الر تِلْكَ آياتُ الْكِتابِ الْمُبِينِ   ( 1 ) . « 1 »\r\n   طسم ( 1 ) تِلْكَ آياتُ الْكِتابِ الْمُبِينِ    ( 2 ) . « 2 »\r\n   طسم ( 1 ) تِلْكَ آياتُ الْكِتابِ الْمُبِينِ    ( 2 ) . « 3 »\r\nوالسؤال ما هو الكتاب المبين الذي تشير هذه الحروف المقطعة إلى آياته ؟ مع ملاحظة التنبيه على البعد بأداة الإشارة « تلك » و « القرآن » قريب كما أسلفنا وهذه الحروف غامضة غير واضحة الدلالة للقارئ والقرآن بليغ مفصل . وصفة « المبين » تعنى تحقيق الصفة في الموصوف فلا يجادل فيها أحد فعند ما قال « ثعبان مبين » فإنه يعنى ثعبانا حقيقيا لم يشك أحد من الذين رأوه حتى فرعون نفسه في طبيعته الثعبانية ووصف « الوحي » الإلهى إلى « محمد » النبي صلّى اللّه عليه وسلم في هذه الدنيا هو أنه « القرآن » يعنى كلمات تقرأ أي تنطق وتدرك بالسمع فقد تلقاها « محمد » صلّى اللّه عليه وسلم استماعا ويبلغها شفاهة ويكتبها غيره بإملائه وذلك بالخلاف مع التوراة مثلا التي كتبت « لموسى » عليه السلام على الألواح  وَكَتَبْنا لَهُ فِي الْأَلْواحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً  « 4 » فأوحى اللّه إلى « محمد » قرآن مبين  إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ  ( 69 ) « 5 » .\r\nولكن الإجابة القاطعة على السؤال ما هو الكتاب المبين تأتى من القرآن نفسه إذ يقول :\r\n وَعِنْدَهُ مَفاتِحُ الْغَيْبِ لا يَعْلَمُها إِلَّا هُوَ وَيَعْلَمُ ما فِي الْبَرِّ وَالْبَحْرِ وَما تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُها وَلا حَبَّةٍ فِي ظُلُماتِ الْأَرْضِ وَلا رَطْبٍ وَلا يابِسٍ إِلَّا فِي كِتابٍ مُبِينٍ  ( 59 ) . « 6 »\r\nيخبرنا أن اللّه يملك الوسائل التي تفتح الغيب أي تحوله إلى شهادة فيصبح حاضرا بعد أن كان غائبا وهذه المفاتح هي الكلمات المسطورة على صفحات كتاب العلم الإلهى فإنها خزائن مغلقة على ما فيها فإذا توجهت إليها المشيئة الإلهية ونزل عليها النور اكتسبت قوة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف الآية ( 1 ) .\r\n( 2 ) سورة الشعراء الآية ( 1 - 2 ) .\r\n( 3 ) سورة القصص الآية ( 1 - 2 ) .\r\n( 4 ) سورة الأعراف الآية ( 145 ) .\r\n( 5 ) سورة يس الآية ( 69 ) .\r\n( 6 ) سورة الأنعام الآية ( 59 ) .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالحضور وانفتح الغيب إذ صار مشهودا ولا يتبين تلك الكلمات إلّا اللّه وحده الذي لم يزل غيبا إذ لا يتجلى إلّا يوم القيامة .\r\nويتبين سبحانه وتعالى كل شئ فلا يخفى عليه شئ سواء كان مشهودا لك يا محمد أم كان غائبا عنك فهو يتبين ما يقع على الأرض اليابسة وما يغوص في البحر بل لا تسقط ورقة من أي شجرة إلّا كانت معلومة له ولا حتى بذرة صغيرة مدفونة في طبقات الأرض ولا شئ يبلله الماء أو جف بعد أن فقد سر الحياة لا شئ إلّا وهو واقع في علم اللّه لأن كل شئ قد كتبه اللّه وأحصاه في كتاب مبين . إذن فالكتاب المبين هو خزينة العلم الإلهى أو الذاكرة الإلهية التي سجل على صفحاتها علمه وها هو يوالى بالوحي الكشف عنه .\r\nويقول :  وَما تَكُونُ فِي شَأْنٍ وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ  ( 61 ) . « 1 »\r\nإذن فكل أعمال العباد مشهودة من اللّه لأن كل أعمالهم وهم أنفسهم كانوا محبوسين في كتاب مبين فلما أراد اللّه أن يظهرهم من الغيب التفت إليهم وقال « كن » فاكتسبوا سر الحياة وقوة الحضور فكيف لا يعلم بهم وهو الذي أخرجهم « بروحه » من الغيب .\r\nويقول :  وَما مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُها وَيَعْلَمُ مُسْتَقَرَّها وَمُسْتَوْدَعَها كُلٌّ فِي كِتابٍ مُبِينٍ  ( 6 ) . « 2 »\r\nويقول :  وَما مِنْ غائِبَةٍ فِي السَّماءِ وَالْأَرْضِ إِلَّا فِي كِتابٍ مُبِينٍ  ( 75 ) « 3 » .\r\nيعنى ما من شئ يغيب عنك أي يخرج عن شهودك سواء كان في السماء أو في الأرض فاعلم أنه قد أودع في كتاب مبين أنيط به أن يحفظ كل شئ فهو بمثابة الذاكرة الإلهية التي لا يخفى عليها شئ .\r\nعلينا أن نلحظ التأنيث في « غائبة » لأنه إشارة إلى أن كل المخلوقات أو الأشياء إنما هي كلمات اللّه أودعها في كتابه فإن نطق بها صارت مشهودة وإن سكت عنها سلب منها « الروح » وعادت لتغيب . وإلّا فلما ذا لم يقل وما من غائب في السماء والأرض . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يونس الآية ( 61 ) .\r\n( 2 ) سورة هود الآية ( 6 ) .\r\n( 3 ) سورة النمل الآية ( 75 ) .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوأنفس الموتى تسرى في ذلك السبيل فإنها تعود لتحفظ في كتاب اللّه تنتظر أن يلتفت إليها فيلقى عليها « الروح » لتبعث من جديد .\r\n قَدْ عَلِمْنا ما تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنا كِتابٌ حَفِيظٌ  ( 4 ) « 1 » .\r\nوالأرض تزيد بالموتى لأنهم يدفنون في ترابها ولكن هذه الزيادة هي الأجساد التي أخذت من التراب وإليه تعود أما الأنفس التي نزلت في الأجساد بقوة « الروح » فقد عادت إلى الكتاب الذي يحفظها حتى يوم البعث ولذلك فقد خرجوا من قبضة الأرض ونقصت الأرض منهم . رغم أن أجسادهم قد عادت إليها .\r\nوعندما يعود الكافرون عند البعث إلى الأرض أحياء في أجسادهم التي يعرفون فيها أنفسهم فإنهم لحرمانهم من الإيمان والعلم لا يصدقون أنهم كانوا محبوسين في كتاب اللّه ربما عشرات الآلاف من السنين إذ يتوهمون أنهم قد ناموا فترة قصيرة ربما يوما أو بعض يوم أو حتى مجرد ساعة لأنهم كانوا خارج الشهادة من موتهم حتى بعثهم .\r\n  وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ ما لَبِثُوا غَيْرَ ساعَةٍ كَذلِكَ كانُوا يُؤْفَكُونَ ( 55 ) وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمانَ لَقَدْ لَبِثْتُمْ فِي كِتابِ اللَّهِ إِلى يَوْمِ الْبَعْثِ فَهذا يَوْمُ الْبَعْثِ وَلكِنَّكُمْ كُنْتُمْ لا تَعْلَمُونَ   ( 56 ) « 2 » .\r\nأين كانوا طوال كل تلك الأزمان الطويلة ؟ !\r\nلقد كانوا بنص القرآن الواضح في كتاب اللّه وهو الكتاب المبين الذي أودع اللّه فيه كل شئ .\r\n وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ عالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ  ( 3 ) « 3 » .\r\nفيا له من كتاب حق له أن يوصف بأنه مبين إذ تتحقق فيه كل خصائص الكتاب فإنه مكتوب كتابة ثابتة لا تزول دقيقة مضبوطة ولا بدّ أن يتحقق كل ما هو مسطور فيه .\r\n  الر تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ   ( 1 ) « 4 » .\r\n   ألم ( 1 ) تِلْكَ آياتُ الْكِتابِ الْحَكِيمِ    ( 2 ) « 5 » ومعنى حكمته هو ضبط كلماته وترتيب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة ق الآية ( 4 ) .\r\n( 2 ) سورة الروم الآية ( 55 - 56 ) .\r\n( 3 ) سورة سبأ الآية ( 3 ) .\r\n( 4 ) سورة يونس الآية ( 1 ) .\r\n( 5 ) سورة لقمان الآية ( 1 - 2 ) .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nظهورها بالتقديم والتأخير أو الإرجاء والإسراع على نحو يؤكد وحدانية الخالق ويظهر أنه سبحانه وتعالى هو المتصرف وحده دون شريك في المخلوقات ويبرهن أن علمه محيط بكل شئ       ألم ( 1 ) غُلِبَتِ الرُّومُ ( 2 ) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ( 3 ) فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ ( 4 ) بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ       ( 5 ) . « 1 »\r\nربما ناقشنا النبوءة بل النبوءتين الواردتين في الآيات فيما بعد للدلالة على صحة النص القرآني التي تؤكدها الوقائع التاريخية والظواهر الطبيعية ولكن الذي يعنينا هنا هو أن وقائع التاريخ المتمثلة في الحرب بين الروم والفرس مدونة في ذلك الكتاب الذي أشير إليه في أول السورة بألف . لام . ميم .\r\n   ألم ( 1 ) أَ حَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ    ( 2 ) « 2 » .\r\nإذن فالإنسان قد حضر من الغيب إلى الدنيا ليتم امتحانه وإن ادعى الإيمان فيجب اختباره بالفتن المسطورة في ذلك الكتاب حتى يبرهن على صدق إيمانه أو كذب ادعائه .\r\n ما أَصابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتابٍ مِنْ قَبْلِ أَنْ نَبْرَأَها إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ  ( 22 ) « 3 » .\r\nوالبراءة إتقان الصنع يعنى إخراج الصنعة في أحسن صورة وأفضل شروط للدلالة على قدرة الصانع والذي يعنينا هنا هو أن كتابة « العلم » سابقة على خلق السماوات والأرض فالأشياء مكتوبة قبل خلقها والأحداث مسجلة من قبل ابرائها .\r\nوفي القيامة عندما تجلى الحقائق سيظهر « كتاب اللّه » لكل الخلائق ويقدم إليهم قريبا منهم ليشهدوا بما فيه على أنفسهم .\r\n وَوُضِعَ الْكِتابُ  أي هيئ للاطلاع عليه\r\n فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يا وَيْلَتَنا ما لِهذَا الْكِتابِ لا يُغادِرُ صَغِيرَةً وَلا كَبِيرَةً إِلَّا أَحْصاها وَوَجَدُوا ما عَمِلُوا حاضِراً وَلا يَظْلِمُ رَبُّكَ أَحَداً  ( 49 ) « 4 » .\r\nانظر لقد قالوا هنا في الآخرة مشيرين إلى ( هذا ) الكتاب لأنه قد صار قريبا بعد أن كان يشار إليه في الدنيا بذلك الكتاب فتأمل في دقة القرآن التي لا يستطاع وصفها ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الروم الآية ( 1 - 5 ) .\r\n( 2 ) سورة العنكبوت الآية ( 1 - 2 ) .\r\n( 3 ) سورة الحديد الآية ( 22 ) .\r\n( 4 ) سورة الكهف الآية ( 49 ) .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n وَوَجَدُوا ما عَمِلُوا حاضِراً  « 1 » .\r\nأي تبرز أعمالهم من الكتاب وتحضر أمامهم ثم تمسك الأعمال بأصحابها حيث يلقى كل واحد جزاءه من عمله نفسه\r\n وَلا يَظْلِمُ رَبُّكَ أَحَداً  ( 49 ) . « 2 »\r\nما علاقة هذا القرآن بذلك الكتاب الذي لا ريب فيه ؟ !\r\nربط القرآن بينه وبين الكتاب المبين إذ يقول :\r\n  الر تِلْكَ آياتُ الْكِتابِ وَقُرْآنٍ مُبِينٍ   ( 1 ) « 3 » .\r\n  طس تِلْكَ آياتُ الْقُرْآنِ وَكِتابٍ مُبِينٍ   ( 1 ) « 4 » .\r\nانظر كيف بادل في الترتيب فقدم وأخر ليدل على أنهما في حقيقتهما شئ واحد لأنهما يعودان إلى علم اللّه الواحد .\r\nالقرآن جزء من الكتاب ولكنه الجزء الكاشف عن الكل لأنه هو الذي أظهر الكتاب وأخرج مكتوباته المكنونة إلى نور الشهود .\r\nوالأمر هنا يشبه كنزا عظيما مليئا بالجواهر الثمينة ولكنه مغلق على ما فيه فأراد مالكه أن يهب وليه الحميم أثمن جوهرة في كنزه المخفى فاستقدمه وفتح له الكنز ومد يده إليه بالجوهرة المقصودة فكانت تلك الهدية سببا في فتح الكنز كله والكشف عن جميع ما فيه . هكذا صنع اللّه مع نبيه « محمد » صلّى اللّه عليه وسلم لما أحب أن يكشف عن نفسه فأنزل إليه القرآن الذي فتح خزانة العلم الإلهى وأضاء محتواها . وهو ما أشارت إليه الآية 37 من سورة يونس - لكن كشف العلم الإلهى أو فتح الكتاب يستحيل أن يكون قد بدأ بنزول القرآن على « محمد » صلّى اللّه عليه وسلم النبي العربي في غار حراء على مقربة من مكة عندما بلغ الأربعين لأنه قد وجد جمع غفير من الأنبياء قبل محمد « صلوات اللّه وسلامه عليهم جميعا » بل لقد علّم اللّه آدم الأسماء كلها وهو أول إنسان ظهر على الأرض ومعنى تعليم الأسماء كلها هو الكشف عن محتويات الكتاب المبين وتمكين « آدم » عليه الصلاة والسلام من قراءة كلماته التي هي أسماء الأشياء التي كانت مخفية في غيب السماوات والأرض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الكهف الآية ( 49 ) .\r\n( 2 ) سورة الكهف الآية ( 49 ) .\r\n( 3 ) سورة الحجر الآية ( 1 ) .\r\n( 4 ) سورة النمل الآية ( 1 ) .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nلا بدّ إذن أن تكون هناك نزلة أخرى « للقرآن الكريم » قد وقعت في بدء الخلق قبل آدم عندما شرع الخالق سبحانه وتعالى في بناء السماوات والأرض .\r\nتلك النزلة الأولى السابقة تحققت في ليلة اليوم السابع من أيام الخلق أي يوم الدنيا هذه بعد أن أتم اللّه خلق سبع سماوات طباقا في يومين أكملا الأيام ( - الأحقاب ) الستة حيث أنزل كتابه الحاوي لعلمه في السماوات فحملت كل سماء نصيبها من العلم حتى بلغ السماء الأولى التي هي الدنيا القريبة من الأرض فأوحى حينذاك إلى نبيه الأمى ( القرآن ) الذي كان بمثابة الجوهرة الثمينة التي كشفت عن الكنز ( - العلم ) كله حيث توزعت جواهره الدفينة في كل السماوات « 1 » .\r\nهكذا تنورت السماوات والأرض بنزول القرآن أول مرة على محمد صلّى اللّه عليه وسلم وهو نور فكان القرآن نورا نزل على نور وإلى هذا أشارت آية النور وهي الآية الخامسة والثلاثون من السورة .\r\nفنزول القرآن على « محمد » صلّى اللّه عليه وسلم في غار حراء في مطلع القرن السابع الميلادي إنما كان هو النزول الثاني وهو بمثابة تذكرة للناس تعيد إلى قلوبهم ما سبق لهم أن استمعوا إليه . يقول :\r\n ما أَنْزَلْنا عَلَيْكَ الْقُرْآنَ لِتَشْقى  ( 2 ) . « 2 »\r\n إِلَّا تَذْكِرَةً لِمَنْ يَخْشى  ( 3 ) « 3 » .\r\nويقول :  فَذَكِّرْ إِنَّما أَنْتَ مُذَكِّرٌ  ( 21 ) « 4 » .\r\nولا يمكن أن نتذكر إلّا ما كان قد سبق لنا العلم به ثم نسيناه لأن الذكر هو الخلاص من النسيان .\r\nفما ذا نتذكر ؟ ! نتذكر القرآن القديم الذي سبق أن استمعنا إليه في فجر الدنيا وفهمناه بوضوح واستقر في نفوسنا قبل أن ترتدى هذه الأجساد لتخوض هذا الابتلاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع الآيات 9 - 12 من سورة فصلت والأمر يحتاج إلى تفصيل وتحليل يضيق عنه المقام الآن ويحتاج إلى دراسة مفصلة عن خلق السماوات والأرض وعلاقة « محمد » صلّى اللّه عليه وسلم بالكائنات ودور الوحي وربما يسر اللّه بيان ذلك فيما بعد لكننا هنا نلقى نظرة عامة على القرآن سباحة قصيرة في بحوره لعلنا نتعرف على حقيقته ! ! .\r\n( 2 ) طه الآية ( 2 ) .\r\n( 3 ) طه الآية ( 3 ) .\r\n( 4 ) الغاشية الآية ( 21 ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ  ( 27 ) « 1 » .\r\nما ذا يتذكرون ؟ ! وتأتى الإجابة بطريقة مدهشة في الآية التالية ولكن لا ينتبه لها إلا المتدبر الذي يديم التساؤل ويتحفز لالتقاط المعنى .\r\n قُرْآناً عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ  ( 28 ) « 2 » .\r\nيقصد لعلهم يتذكرون بهذا القرآن الحاضر قرآنا عربيا قديما كان مفصلا لهم واضح المعاني ميسورا غير عسير على أفهامهم مستقيم الطرق والألفاظ أمامهم لأنهم كانوا في موقف الشهادة الحرة لم يدخلوا بعد في فتنة الابتلاء لعلهم إن استطاعوا أن يتذكروا يحمون أنفسهم من عذاب اللّه .\r\nولا شك أن ذلك الفهم يفرض لنا كيانا سابقا على ولادتنا من الأرحام وهو أمر تتضافر الآيات على تأكيده ولكن المقام الآن لا يسمح بتناوله ويفرض كذلك الاعتقاد بأن النبي « صلّى اللّه عليه وسلم » هو أول الكائنات وإلى ذلك أشار القرآن بوصفه « صلّى اللّه عليه وسلم » بأنه  ( أَوَّلُ الْمُسْلِمِينَ )  « 3 » ولن ندخل في نقاش طويل ويكفى أن نذكر هنا أن العلم ينقسم إلى غيب وشهادة « 4 » وبالطبع فلا شئ يغيب عن اللّه فإلى من يشير الانقسام ؟ ! إن هذا التقسيم يشير إلى كائن أراد اللّه أن يجعله شاهدا فأخذ يكشف له عن علمه المخبوء في الكتاب شيئا فشيئا ويوما بعد يوم فالقسم الذي تم الكشف عنه صار مشهودا منه فهو موضع شهادته والأقسام التي لم يكشف عنها بعد تظل غائبة فمن هو هذا الشاهد المرموق ؟ !\r\nأليس هو النبي « محمد » صلّى اللّه عليه وسلم الذي قال له :\r\n  يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً ( 45 ) وَداعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِراجاً مُنِيراً   ( 46 ) « 5 » .\r\nشاهدا على أي شئ أو شاهدا لأي شئ ؟ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزمر الآية ( 27 ) .\r\n( 2 ) سورة الزمر الآية ( 28 ) انظر إلى قوله « أفغير اللّه أبتغي حكما وهو الذي أنزل إليكم الكتاب مفصلا » سورة الأنعام 114 .\r\n( 3 ) سورة الأنعام الآية ( 163 ) .\r\n( 4 ) لاحظ العلماء أن الحروف المقطعة تمثل نصف الحروف العربية فهل الإشارة في هذا هو انقسام العلم الإلهى إلى قسمين غيب لم يكشف بعد وشهادة بالنظر إلى أن الحروف هي التي تبنى العلم إذ منها تتكون الكلمات ونصف الحروف يشير من ثم إلى نصف العلم أي الجانب الذي أضىء أما النصف الآخر فلم يزل مظلما إذ ليس لدينا حروف تخصه بمعنى لا نملك وسائل الحصول عليه ربما وعجائب القرآن لا تنفد ! ! .\r\n( 5 ) سورة الأحزاب الآية ( 45 - 46 ) .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nشاهدا على كل شئ وشاهدا للّه في كل شئ ولا بدّ إذن أن يكون هو أول من خلقه ليتمكن من الشهادة على كل شئ .\r\nلا نحتاج إلى المزيد من التفصيل هاهنا لأن هدفنا هو بيان معنى « الوحي » لذلك نقول الوحي هو ذكر من اللّه لخلقه وهو عمل إلهي يكون من شأنه أن ينير الكتاب المبين فيكشف عما أودع فيه من علم اللّه فهو بمثابة إضاءة للذاكرة الإلهية أي تنوير لخزانة العلم الإلهي .\r\nهو التفات من اللّه إلى خلقه ويتم هذا في قلب النبي الذي يكون بمثابة سفينة ينزل عليها « الروح » فيضيء بنوره الظلمات كاشفا الغيب فتستبين مصائر الخلائق المسطورة في الكتاب المبين .\r\nوقد صرح اللّه بتسمية الوحي ذكرا فقال :\r\n أَ وَعَجِبْتُمْ أَنْ جاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ  « 1 » .\r\nقال ذلك على لسان نوح ، وعلى لسان هود عليهما الصلاة والسلام على سبيل المثال .\r\nويقول :  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  ( 9 ) « 2 » .\r\nوالذكر هنا هو الوحي الملقى إلى محمد « صلّى اللّه عليه وسلم » يعنى « القرآن » .\r\nوقال على لسان الكافرين :  وَقالُوا يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ  « 3 »\r\nويقول :  فَوَيْلٌ لِلْقاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولئِكَ فِي ضَلالٍ مُبِينٍ  ( 22 ) .\r\nويل لهم من ذكر للّه لهم « 4 » لأنه عندما يذكرهم عند إنزال الوحي إلى النبي يتبين في نور الوحي سوء المصير الذي ينتظرهم .\r\nوالآيات كثيرة متضافرة ولكن نكتفي بما قدمنا لنتأمل قوله أخيرا :\r\n وَما تَسْئَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعالَمِينَ  ( 104 ) « 5 » .\r\n« العالمين » هم بنو الإنسان وسماهم عالمين لأن كل واحد منهم يعد عالما قائما بذاته « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف الآية ( 63 ) .\r\n( 2 ) سورة الحجر الآية ( 9 ) .\r\n( 3 ) سورة الحجر الآية ( 6 ) .\r\n( 4 ) سورة الزمر الآية ( 22 ) .\r\n( 5 ) سورة يوسف الآية ( 104 ) .\r\n( 6 ) راجع قول الله على لسان لوط في سورة الشعراء ( أتأتون الذكران من العالمين ) الآية ( 165 ) .\r\nومعلوم أنهم كانوا يأتون الرجال أي الذكور من أيناء آدم شهوة ويتركون النساء .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nومعنى هذا أن القرآن هو ذكر وتذكير من اللّه للبشرية كلها أي التفات إليهم وتنبيه لهم وتذكيرا بكلامه القديم الذي سبق لهم أن استمعوه واستقامت لهم ألفاظه ومعانيه واستقر في نفوسهم وبه يحاكمهم اللّه « 1 » .\r\nبعد هذه الجولة التي سبحنا فيها مع السياق القرآني تقودنا الحروف المقطعة في أوائل بعض السور والتي لم تزل تحمل الكثير من الأسرار ولكن المقام يضيق ونحن لا نقدم تفسيرا بل محاولة للتعرف على النص لنصل من خلاله هو نفسه إلى حقيقته .\r\nبعد هذه السباحة السريعة في بحر القرآن العميق هل يستطيع الإنسان أن يصنف القرآن طبقا لمضمونه ؟ !\r\nإن أسفار العهد القديم بالتحليل الموضوعي للنص ليست أكثر من سيرة شعبية تقص تاريخ بني إسرائيل من بدايتهم كعائلة للنبي « يعقوب » حتى تكوينهم لدولة أو مملكة على يد الملك « داود » ومن بعده ابنه « سليمان » عليهم الصلاة والسلام ثم التفكك والانهيار والصراع والحروب . إنها مجموعة من الكتب التي تتناول موضوعا تاريخيا وتمتلئ بالتفاصيل الدقيقة وأيضا بالخرافات والأكاذيب والأهم من كل ذلك أنها مجهولة المؤلف فلم تجمع إلّا من الألسنة في قرون وظلت مضطربة السياق غامضة الكلمات حتى تم الاتفاق على الصورة الموجودة عليها الآن في القرن العاشر الميلادي يعنى بعد ألفي سنة من « موسى » النبي صلّى اللّه عليه وسلم الذي تنسب إليه الأسفار الخمسة الأولى وأيا كانت التفاصيل التي لا تهمنا الآن ولكننا بكل موضوعية لا نملك عقلا إلّا أن نصنفها كسيرة شعبية باستثناء بعض الأسفار مثل المزامير أو الأمثال فإنها كتب أشعار دينية وحكم وأمثال بصفة عامة .\r\nوالأمر كذلك بالنسبة للأناجيل فهي ترجمة لحياة السيد المسيح عيسى بن مريم ( صلّى اللّه عليه وسلم ) كتبها رجال سمعوا قصته وأعجبوا بها وهي ليست أكثر من هذا بأي حال من الأحوال فإنها لا تحتوى إلّا على سيرة المسيح ومعجزاته وأقواله بغض النظر عن ركاكتها واضطرابها .\r\nأما القرآن فكما تبين لنا من جولتنا الخاطفة فإنه يستحيل وضعه تحت أي تصنيف إذ هو يحوى الشريعة والتاريخ والفلسفة بكل أقسامها ؛ الطبيعة وما وراء الطبيعة والأخلاق وفيه وصف لظواهر تقع تحت سلطان العلوم التجريبية وأخرى تحت لواء العلوم الإنسانية فأين يمكن وضعه بين الكتب البشرية ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر قوله ( وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله ) البقرة ( 284 ) فالآية تشير إلى كلام الله المودع في النفوس وسواء أبديناه في الدنيا إن آمنا وعرفنا الحقيقة أو أخفيناه إن كفرنا وضللنا فإنه سيكون يوم القيامة مقياس الحساب تأمل في قوله « به » فهو يحاسبنا « به » وليس « عليه » فهو معيار الحساب وليس موضوعه لأننا سنحاسب « على » أعمالنا بالقرآن أي كلام للّه الذي هو قانون الحساب .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nإن النظرة المتأملة في النص القرآني من أول كلمة فيه إلى آخر سطر تؤكد أنه التعبير الأعظم عن الذات الإلهية يبدأ بكلمة بسم اللّه الرحمن الرحيم وينتهى بسورة قل أعوذ برب الناس .\r\nفالخالق سبحانه وتعالى هو المذكور الأول بل الوحيد في كل القرآن فهو المقصود من كل سورة وآية ومن وراء كل لفظ وحرف . يقول :\r\n وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ  « 1 » سبحانه هو المذكور وحده في القرآن الذي يدلنا على صفاته وأسمائه وأفعاله وكيف خلق السماوات والأرض وكيف أكرم من أطاعه وأدّب من عصاه ويعلمنا ما ذا يحب وما ذا يكره ويعرفنا أوامره ونواهيه .\r\nفإذا سأل الإنسان نفسه كيف نعرف اللّه ؟ ما هو المصدر الذي علينا أن نقرأ إذا أحببنا أن نتعرف على اللّه ؟ والإجابة الموضوعية تؤكد أن القرآن هو المصدر الأول للتعرف على اللّه فلا بد إذن أن يكون هو كلام اللّه المعبر عنه إذ هو بالفعل بمثابة السيرة الذاتية التي كتبها اللّه للتعريف بنفسه ولا نجد كتابا آخر يستطيع أن يؤدى هذا الدور المدهش .\r\nإن القرآن هو ملخص أو فهرس لكتاب العلم الإلهى الواسع المحيط ولا ريب أن هذا هو السر الذي يجعل القرآن هو « الذكر » المفضل لأهل العلم من الأولياء الذين لا يملون من تلاوته ولا يكف هو عن إعطائهم من فيض كرمه المزيد من المعرفة .\r\nفإذا كنا لم نستطع أن نصنف القرآن بشريا بالنسبة لأسلوبه الذي هو لا نثر ولا شعر فإننا أيضا لا نستطيع أن نصنفه طبقا لمضمونه إلّا أن نقول : إنه التعبير الأعظم عن الذات الإلهية وقد أنزله اللّه تعريفا بنفسه هداية للناس .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الإسراء الآية ( 46 ) .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n( 3 ) نظرة إلى فواتح السور\r\nربما يحسن أن نلقى نظرة أخيرة على فواتح السور مع بيان مراحل تسجيل العلم الإلهى وهي نظرة توضح بإذن اللّه بعض غوامض التنزيل ولا شك أن الأمر يحتاج دراسة مفصلة إلّا أننا نكتفي بالقدر الذي يسمح به المقام ولعل اللّه يجعل بعد ذلك خيرا كثيرا .\r\nكان اللّه ولا شئ معه غيبا تاما أو كنزا مخفيا تستحيل معرفته فأحب أن يعرف فانبعث من هذا الحب ذلك الكائن الذي أنيطت به المعرفة .\r\nإنه « الشاهد » للتجلى المعاين لما يكشف عنه . . « محمد » صلّى اللّه عليه وسلم وهو في هذا المقام « روح اللّه » أي الشيء الذي يعرف به اللّه إذ هو واسطة المعرفة أو وسيلتها .\r\nولم يكن « العلم » حينذاك قد كتب أو تم تسجيله وهذا هو معنى « النبي الأمى » أي المنسوب إلى أم الكتاب يعنى العلم الإلهي إذ كان نبيا قبل أن يكون هناك كتاب أو أداة كتابة وهي الحقيقة التي رمز اللّه إليها في الدنيا بجعله « محمدا بن عبد اللّه بن عبد المطلب » النبي العربي أميا لا يقرأ ولا يكتب .\r\nوإلى هذا المقام الذي سبق كتابة العلم الإلهى أشار اللّه بفاتحة سورة القلم ( ن ) لأن النون دائرة فارغة لا تحوى شيئا إلا نقطة واحدة هذه النقطة تشير إلى محمد « صلّى اللّه عليه وسلم » النبي الأمى الذي أخرج من الغيب ليكشف اللّه به عن نفسه وفراغ الدائرة يرمز إلى العلم الإلهى قبل أن يسطر في كتاب . لقد كشف محمد « صلّى اللّه عليه وسلم » بخروجه من قبضة الغيب عن العلم الإلهى فكان خروجه بمثابة المصباح الذي أضاء الظلام الذي كانت تغرق فيه الكائنات حينذاك في بطن الغيب كما كان « يونس » في بطن النون ( الحوت ) وهذا هو سر الإشارة في آية ابن متى ( عليه الصلاة والسلام ) .\r\nومن هنا سمى ( محمد ) صلّى اللّه عليه وسلم الكاشف ونعت بأنه مصباح الظلام . من هذه النقطة خرج « القلم » الذي كتب اللّه به العلم فسجله وكان هذا التسجيل هو اللوح المحفوظ .\r\nإنه أول كتاب على وجه الإطلاق ومن ثم فهو « الأم » التي ولدت كل الكتب ولذلك سمى في القرآن بأم الكتاب وهو المصدر الأول للعلم الإنسانى لأنه يضم العلم الإلهي .\r\nولما كان « القلم » الذي خلقه اللّه هو الوسيلة التي سجل بها العلم فهو إذن صاحب الفضل الأول على الإنسان لأن به تعلم الإنسان ما لم يكن يعلمه عن نفسه إذ كان وسيلة إخراج العلم من الغيب « 1 » . وإلى هذا اللوح المحفوظ أو أم الكتاب أشارت ( ص ) ، ( ق )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة العلق الآيتان ( 4 ، 5 ) « الذي علم بالقلم . علم الإنسان ما لم يعلم » .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفي بدء السورتين المسميتين بهما ووجه الإشارة أن الحروف المكتوبة هي رسوم تعيّن الأصوات أي أنها تجعل الأصوات ( - الحروف ) مرئية مدركة بالعين وهي المصدر الأول والمرجع الأصيل للعلم فهي التي تقيّد الأصوات وتحصرها في شكل محدد إذ أن الأصوات موجات مسموعة مبهمة أو غائمة .\r\nوالحروف تبنى الكلمات التي يتم بها تحصيل العلم ومن ثم فإنها ينبوع العلم وكذلك كان اللوح المحفوظ المكتوب بالقلم الإلهى هو الذي عيّن العلم الإلهى وأخرجه من خفاء الغيب المطلق وهو بالتالي أصل كل علم يحصل عليه الخلق ولهذا التشابه كانت هذه الحروف تومئ إلى اللوح المحفوظ . لقد تحدد العلم بكتابة اللوح المحفوظ في أول صوره فأشير إليه بحرف واحد لأن الحرف هو أول طريق العلم .\r\nثم كانت الإرادة الإلهية بخلق السماوات والأرض لتكون مجالا يتحقق فيه العلم المسجل . . . خلق اللّه الأرض وأنشأ فيها كل الكائنات في أربعة أيام ( أو أحقاب زمنية ) لا يعلم طولها إلّا اللّه كما فصلت سورة « فصلت » وبنى سبع سماوات متراكبة واحدة فوق أخرى واستدعى من الأرض « الأنفس » فيما يطلق عليه القرآن « النشأة الأولى » فأسكنهن في السماوات السبع كلّ في مقام معلوم وترتيب حكيم فكان « آدم » مثلا في السماء الأولى « وعيسى بن مريم ؛ في الثانية كما رأى النبي صلّى اللّه عليه وسلم في المعراج .\r\nوأنزل اللوح المحفوظ الجامع للعلم إلى السماوات السبع موحيا في كل سماء قدرا منه فصار ذلك القدر هو « الأمر » المخصوص بكل طبقة من الطبقات السبع فأصبحت كل سماء تحمل في باطنها كتابها ( - أمرها ) الخاص الذي يحتوى على مجموع الإرادة الإلهية المناط بها حملها « 1 » .\r\nوتكوّن الكلمات الإلهية التي تم نشرها أو توزيعها على السماوات السبع ما يسمى بالكتاب المبين ومن هنا نعلم أن الكتاب المبين هو العلم الإلهى الذي نزل من اللوح المحفوظ إلى السماوات بعد نهاية الأيام ( الأحقاب ) الستة .\r\nإذن الكتاب المبين هو نسخة أو صورة من اللوح المحفوظ انطبعت في السماوات السبع فهو إذا الصورة السماوية للعلم الإلهى . وإلى ذلك الكتاب أشارت الفواتح : ألم والمر وطسم وطس ويس . . . في أوائل السور .\r\nلقد تهيأت الأرض الآن لبدء الدنيا واستعدت « الأنفس » على الصراط للدخول في الامتحان فأنزل اللّه على مصطفاه صلّى اللّه عليه وسلم « القرآن » وكان ذلك النزول الأول الذي أنار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع الآيات ( 9 - 12 ) من سورة فصلت .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالسماوات والأرض واستمعت الأنفس إليه وفهمته وهي حرة في مقام الشهادة حيث كان بالنسبة إليها مستقيم الألفاظ واضح المعاني وانطبع في أعماقها فأصبح صوت اللّه فيها وهو أصل الضمير الذي يحاكم الإنسان من داخل نفسه .\r\nذلك التنزيل القديم هو القرآن ذو الذكر والذي وصف بأنه غير ذي عوج والمطلوب منا تذكره الآن في أيامنا هذه على الأرض .\r\nولا ريب في أن القرآن كان جزءا من اللوح المحفوظ . . . وعاء العلم الإلهى بل هو الجزء الأهم إذ هو بمثابة المدخل أو المقدمة التي تضم الفهرس العام الذي يعين على رؤية الصورة الشاملة للكتاب ويساعد القارئ على السير بين الفصول والأبواب وكذلك صار القرآن بالنسبة للكتاب المبين .\r\nوإلى مقام القرآن المجيد في اللوح المحفوظ أشارت « حم » في أوائل غافر وفصلت والشورى والدخان والجاثية والأحقاف إذن « حم » اسم للقرآن في اللوح المحفوظ وفي الكتاب المبين .\r\n   حم ( 1 ) تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ    ( 2 ) « 1 » .\r\n    حم ( 1 ) تَنْزِيلٌ مِنَ الرَّحْمنِ الرَّحِيمِ ( 2 ) كِتابٌ فُصِّلَتْ آياتُهُ قُرْآناً عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ     ( 3 ) « 2 » .\r\nأظن في ضوء ما قدمنا لا تحتاج الآيات إلى تفسير .\r\n      حم ( 1 ) وَالْكِتابِ الْمُبِينِ ( 2 ) إِنَّا جَعَلْناهُ قُرْآناً عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ ( 3 ) وَإِنَّهُ فِي أُمِّ الْكِتابِ لَدَيْنا لَعَلِيٌّ حَكِيمٌ ( 4 ) أَ فَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحاً أَنْ كُنْتُمْ قَوْماً مُسْرِفِينَ       ( 5 ) « 3 » .\r\n   حم ( 1 ) تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ    ( 2 ) « 4 » .\r\n    حم ( 1 ) عسق ( 2 ) كَذلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ     ( 3 ) « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة غافر الآية ( 1 - 2 ) .\r\n( 2 ) سورة فصلت الآية ( 1 - 3 ) .\r\n( 3 ) سورة الزخرف الآية ( 1 - 5 ) .\r\n( 4 ) سورة الجاثية والأحقاف الآية ( 1 - 2 ) .\r\n( 5 ) سورة الشورى الآية ( 1 - 3 ) .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوالمعنى أن هذه الحروف تشير إلى الكلمات المسطورة في الكتاب المبين والتي كانت من قبل في اللوح المحفوظ ينزلها اللّه على الأنبياء من خلقه « محمد » صلّى اللّه عليه وسلم ومن سبقه في هذه الدنيا وعلى هذا النحو يتم الوحي أعنى بالاطلاع على كلمات اللّه المسطورة في كتاب العلم الإلهى التي تشير إليها هذه الحروف المقطعة .\r\nوسر مجيئها على هذا النحو المقطع أي نطقها كأصوات منفصلة لم تدخل بعد في ألفاظ هو الإشارة إلى أن الوحي الإلهى هو أصل العلم الذي يناله الإنسان لأن هذه الحروف هي أصل العلم إذ منها تبنى الكلمات التي يكتب بها العلم فلا علم للإنسان إلّا بإذن اللّه الذي أحب سبحانه وتعالى أن يعلمه ومن ثم فإن الأنبياء إنما يتلقون العلم من اللّه بالوحي الذي يكشف بنوره عن المسطور المستور في خزانة العلم الإلهى .\r\nولا شك أن السؤال الأول الذي تبادر إلى فؤاد محمد ( صلّى اللّه عليه وسلم ) هو من أين يأتي القرآن ؟ !\r\nوكانت الإجابة في أول سورة البقرة هي « ألم . ذلك الكتاب لا ريب فيه هدى للمتقين » يعنى من كتاب العلم الإلهى الذي تشير إليه هذه الحروف والذي لا مجال للشك فيه من أحد من الخلق وقد أطلعك اللّه عليه بنزول القرآن هداية من اللّه لعبادة المتقين .\r\nإذن فليعلم الإنسان أنه كلمة من كلمات اللّه كانت في الكتاب مسطورة وأن اللّه بالوحي إلى أنبيائه يريد أن يعرف الإنسان بنفسه فيعرف ربه .\r\n قُلْ يا أَيُّهَا النَّاسُ قَدْ جاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها وَما أَنَا عَلَيْكُمْ بِوَكِيلٍ  ( 108 ) « 1 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يونس الآية ( 108 ) .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n( 4 ) من عجائب الألفاظ والحروف\r\nعندما يستغرق الإنسان في قراءة القرآن فإنه ينسى أن هذا النص البديع قد نزل في مطلع القرن السابع الميلادي وأنه ينفصل عن زمننا المعاصر بما يقترب من ألف وأربعمائة سنة تغير خلالها وجه الأرض تغيرات هائلة مئات المرات بحيث لو افترضنا أن أحد الذين عاصروا تنزيل القرآن قد بعث إلى عصرنا كما بعث أهل الكهف بعد ثلاثمائة سنة من نومهم فإنه لن يتعرف على شئ مما يرى في الدنيا اللهم إلّا الظواهر الطبيعية مثل السحاب والمطر والنجوم والشجر والدواب والنباتات وملامح وجه الإنسان والقرآن الذي بقي على حاله محتفظا بجماله منذ استمع إليه مع كفار قريش عند الكعبة .\r\nلقد ظل « القرآن » الكريم معاصرا يقرؤه الناس ويستمتعون بتلاوته ويستهدون بإرشاده طوال كل العصور التي مرت على الأرض ورغم كل الأحوال التي تقلبت على وجهها بحيث يمكننا أن نؤكد أن القرآن الكريم هو أوسع الكتب انتشارا في تاريخ البشرية وأنه لا يمر يوم من الأيام منذ ألف وأربعمائة عام إلّا وجمع غفير من البشر في كل مكان يتلون القرآن أو يستمعون إليه أو يتدبرون في آياته .\r\nوحقا تكون « مملكة » القرآن هي التي لا تغيب عنها الشمس وسوف يبقى سلطانها حتى يأذن اللّه بدمار الأرض عند مجىء الساعة وهو ما يلمح إلى أن القرآن كان السر وراء حياة الأرض وعند رفعه قبيل نهاية الدنيا يكون ذلك إيذانا بخرابها .\r\nوالسر في احتفاظ القرآن بمعاصرته لكل الأجيال البشرية وحيويته الخارقة هو أنه يجيب على الأسئلة الجوهرية التي تثور في عقل الإنسان منذ كانت الحياة وأنه يمد الإنسان بالإرشاد الحكيم في كل ما يهمه من شؤون حياته وأنه يفعل هذا في أداء فنى باهر يجعل مجرد قراءته متعة عقلية ولذة وجدانية ونورا يبدد الظلمات ويأخذ بيد الإنسان في طريق السعادة المنشودة .\r\nمنذ بدأ وعى الإنسان بالحياة ثارت في قلبه الأسئلة عن نشأة الكون ومصيره وأين يذهب الموتى الذين غابوا وما الغاية من الحياة كل هذه الأسئلة تجد إجاباتها العميقة الرصينة التي تقنع العقل وتطمئن الوجدان وتضبط السلوك في الآيات القرآنية وتنفذ إلى القلب في يسر واقتدار .\r\nوفي كل اللحظات الحرجة والأزمات الجوهرية التي يتعرض لها الإنسان في تجاربه الذاتية التي يفرضها قانون الابتلاء العام في هذه الساعات العصيبة يجد قارئ القرآن طريق الفرج على حين فجأة وحيث لا يحتسب ربما قرأه في آية قرآنية على لافتة أو في لوحة على جدار أو تناهت إلى سمعه من إنسان تمتم بها وسط الزحام أو التقطتها أذنه من مذياع في مقهى أو انطلق صوته من بيت قريب .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nهكذا يرتبط قرّاء القرآن بنور إرشاده في تجاربهم الذاتية أما إرشاد القرآن العام المتمثل في قيمه الخلقية ومثله الإنسانية العليا ونصائحه في كل شؤون الحياة . . . الزواج والعمل والإنفاق والصداقة وتربية الأولاد فهو بالحق الطريق المستقيم إلى الحياة الطيبة التي ينشدها كل إنسان كل ذلك يمثل رابطة قوية لا تضعف تجذب الإنسان إلى المصحف الشريف الذي يضم بين دفتيه نور السماوات والأرض .\r\nوالقرآن عندما يبحث المسائل ويجيب عن الأسئلة ويعطى إرشاده فإنه يؤدى كل ذلك باقتدار فنى معجز يجعله المثل الأعلى الذي يجب على الفنان الأديب أن يضعه نصب عينيه .\r\nوسنحاول الآن استكشاف ملامح الجمال في الصياغة القرآنية .\r\nتبادرنا بساطة الألفاظ القرآنية وسلاستها فهو لا يستعمل ألفاظا غريبة ولا يتقعر طلبا للتعاظم الزائف والفخامة الكاذبة التي يحاول كثير من الأدباء إيهام القارئ بها أما القرآن فيستعمل ألفاظا مألوفة قريبة المأخذ لا يضطر القارئ إلى استعمال معجم أو قاموس وهو أمر مدهش حقا لنص يعود إلى الوراء ألف وأربعمائة سنة . إننا نضطر غالبا لمراجعة القواميس اللغوية أو المعاجم عندما نقرأ لبعض الكتاب المعاصرين أو قريبى العهد بنا فما بالك بالقدماء وهذه إحدى أعاجيب القرآن الذي يبدو رائق المعاني مفهوما لكل الطبقات الثقافية حتى الرجل الأمى البسيط يستطيع في سهولة أن يدرك مغزى الآيات ومراميها بمجرد أن يستمع إليها من قارئ يحسن التلاوة .\r\nلكن هذه البساطة التي جعلته في متناول العوام لم تلق به إلى الركاكة أو تقلل من دقته الهائلة التي ضربنا لها مثلا في استخدام أداتى الإشارة هذا وذلك ولنتأمل الآن أمثلة أخرى .\r\nعندما تمثل « الروح » إلى « مريم » بشرا سويا واقتحم عليها خلوتها التي ضربتها حول نفسها وأخبرها أنه « رسول اللّه » وقد جاءها ليهب لها غلاما زكيا وهي فتاة عذراء لم تتزوج بعد فأرعبها كلامه وخافت على نفسها منه وأحبت أن تدفع عن نفسها تهمة الزنا فقال اللّه على لسانها :\r\n أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا  ( 20 ) « 1 » .\r\nاستعمل لفظ « المس » للتعبير عن المعاشرة الجنسية والمس هو أقل مباشرة أو تناول لأنه يعنى اللمس الخفيف المؤقت الذي لا يستغرق أكثر من لحظة فاستعمل في مقام النفي اللفظ الذي يدل على أقل درجة من المباشرة لتأكيد طهارتها ونزاهتها عن الزنا .\r\nلم يقل مثلا ولم يلمسنى أو لم يلامسنى أو لم يعاشرنى والإنجيل على سبيل المثال للمقارنة يقول « ولم تعرف رجلا » استعمل أقوى فعل في الدلالة على « المعاشرة » وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم الآية ( 20 ) .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n« المعرفة » - والمس فعل من طرف واحد فنفت عن نفسها الاشتهاء والرغبة .\r\nبينما عندما أراد بيان نواقض الوضوء قال :\r\n أَوْ لامَسْتُمُ النِّساءَ  « 1 » .\r\nفعبر عن المعاشرة الجنسية أو مقدماتها بلفظ « الملامسة » وهو على صيغة « المفاعلة » من لفظ اللمس « والمفاعلة » تقتضى الفعل المتبادل من الطرفين وهما الذكر والأنثى أو الرجل وامرأته في حالتنا هذه والفعل المتبادل يعنى تبادل التأثير والتأثر وأشار بهذا إلى الاشتهاء والممارسة الجنسية الكاملة أو على الأقل مقدمتها كسبب لنقض الوضوء . لم يقل مثلا أو لمستم النساء أو مسستم النساء لأن اللمس أو المس ضعيف ومن طرف واحد فليس المقصود في الآيات تماس البشرة بل الممارسة الجنسية .\r\nبل إنه ذهب إلى أبعد من هذا إثباتا لبراءتها من الزنا وبرهانا على أنه من لدن حكيم خبير قدير فقال على لسانها في معرض دفاعها عن نفسها في نفس الآية :\r\n وَلَمْ أَكُ بَغِيًّا  ( 20 ) « 2 » .\r\nلم يقل « ولم أكن بغيا » وهو صحيح معبر عن الحق الذي يريد الإفصاح عنه .\r\nحذف حرف ال « ن » من فعل الكينونة أكن فصار « أك » في إشارة باهرة إلى أن الأشياء إنما تصبح حاضرة بقول اللّه « كن » الذي يتصل فيه الكاف بالنون ولا حضور إلّا بذلك لأن الأشياء لا تصدر إلّا عن واحد هو اللّه عندما يقول لها « كن » .\r\nكره اللّه سبحانه وتعالى وهو في مقام الحديث عن شبهة وصم « مريم » العذراء بالزنا كره أن يصل النون بالكاف حتى لا يكوّنا معا فعل الكينونة .\r\nوفي هذا المقام البغيض إلى نفسه من شدة حبه للعذراء البتول وتأكيدا لبراءتها رفض أن يعطى الشبهة حتى في مقام نفيها صورة الكيان المتحقق بلفظ « كن » فقال في اقتدار لا يستطيعه غيره « ولم أك » ولم يقل « ولم أكن » حتى لا يدع أي احتمال لوقوعها في تلك الفاحشة البشعة كأنه قال بحذف النون لن تجد أثرا في « الحق » الذي هو شهادة اللّه لتلك الشبهة المعدومة التي لم تشم حتى رائحة الوجود .\r\nوفي المحراب الصامت وسط سحب البخور العطرة التي تتصاعد من المجامر فتثير الأشواق من أعماق القلب قام « زكريا » يدعو ربه فيما سماه « القرآن » نداء خفيا طالبا الوريث الذي يحمل عنه الأمانة ليبقى في الأمة « الرسالة » ويحفظ مجد اللّه في الشعب وختم « زكريا »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء الآية ( 43 ) .\r\n( 2 ) سورة مريم الآية ( 20 ) .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nدعاءه متملقا ربه قائلا :  وَلَمْ أَكُنْ بِدُعائِكَ رَبِّ شَقِيًّا  ( 4 ) « 1 » .\r\nيقصد جدير بي ألّا أشقى مع دعائك يا إلهي لأنك كريم قريب مجيب تجيب المضطر وتكشف السوء فأنا على يقين من أنك قد استمعت وأنك قد أجبت لأننى أشعر بالسعادة ويزايلني الشقاء بمجرد أن أدعوك وفي الحقيقة فإن الدعاء دعاؤك أنت لأنك سبحانك الذي دعوتني لأقف بين يديك وهذا إيذان منك بأنك قد لبيت النداء قبل أن ينطق به لساني لأنك أنت الذي وضعته بقلبي وعلمته في نفسي قبل أن تخلقني فهو دعاؤك الذي نطق به لساني ولا بدّ من إجابته لأن فعلك بالإجابة لا يناقض قولك . فانظر إلى السر الخفي في نسبة الدعاء إلى اللّه مع أن الداعي هو العبد « زكريا » صلّى اللّه عليه وسلم . تأمل في هذا الإيجاز المعجز واشهد كم تكلمنا لنتعرف على أسرار حرف واحد هو الكاف الذي نسب الدعاء إلى المدعو وليس إلى الداعي . وعندما تحققت الإجابة وأحاطت به الملائكة تزف إليه بشرى الغلام الموعود الذي لم يجعل اللّه له من قبل سميا وقف زكريا مذهولا من سرعة الإجابة مدهوشا بعظمة الهبة مأخوذا بكرم اللّه يمتلئ قلبه بالشكر والامتنان الذي اتخذ هيئة التعجب من بديع صنع اللّه فتساءل ، من أين يأتيه الغلام وقد طعنته الشيخوخة وظلت امرأته العجوز عقيما منذ زواجهما وأحب اللّه أن يزيده ويزيدنا من بعده علما فقال له مجيبا على تساؤله :\r\n وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئاً  ( 9 ) « 2 » .\r\nيعنى لا تتعجب من تخليق مولود من شيخ عقيم وهن عظمه واشتعل الشيب في شعره ومن امرأة عاقر يئست من المحيض إلى غير رجعة لأننى أنا اللّه الخالق القدير الذي لا يعجزنى شئ وقد صنعتك من قبل في أيام الخلق الأولى من تراب الأرض بلا أب ولا أم بل أنبتك من الطين كما تنبت الأشجار لم يحملك والد في صلبه ولا والدة في رحمها ولم تكن قبل تلك النشأة الأولى في خلقك الأول القديم لم تكن كيانا يمكن أن يشار إليه إذ كنت في الغيب نسيا منسيا لا يذكرك أحد غارقا في الظلام لا ينتبه إليك أحد .\r\nفهل يبقى في قلب « زكريا » عليه السلام شئ من التعجب بعد هذا البيان وهل لنا أن نتوهم استحالة شئ على قدرة اللّه الكبير المتعال . بالطبع لا يبقى أثر للتعجب ولا للوهم . فتأمل كيف أشار إلى كل هذا العلم بلفظ واحد هو « قبل » . وانظر الآن كيف لم يقل وهو يصف كيان « زكريا » في الغيب قبل النشأة الأولى لم يقل « لم تكن » بل قال « لم تك » حاذفا « النون » من فعل الكيان « كن » حارما الكاف من وصلها ليؤكد انعدام « زكريا »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم الآية ( 4 ) يمكن الرجوع إلى تفاصيل القصة في رواية « كلمة من اللّه » بقلم الكاتب وهي رواية تقص حياة « المسيح عيسى ابن مريم » في قالب فنى وفي سياق عرض تاريخي شامل وهي تتناول حياة « زكريا » « ويحيى » « ومريم » ( عليهم صلوات الله وسلامه ) بالإضافة طبعا إلى « المسيح عيسى ابن مريم » عليه وعلى نبينا « محمد » صلوات الله وسلامه .\r\n( 2 ) سورة مريم الآية ( 9 ) .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nفي الغيب قبل النشأة الأولى واستحالة معرفته هنا لك فلم يعط وجوده في مقام النفي لفظ « كن » الذي يكون به الحضور والمعرفة قال « ولم تك » ولم يقل « ولم تكن » فتأمل ! !\r\nوهل كان يمكن لمخلوق أن يرى « يونس بن متى » عليه الصلاة والسلام وهو محبوس في بطن « النون » في بطن البحر في بطن الأرض ثلاث ظلمات وكذلك كان الإنسان في خلقه الأول القديم وكذلك يكون الجنين في بطن أمه قبل أن يأتيها المخاض .\r\nيقول في موضع آخر :\r\n  خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ  \r\n ثُمَّ جَعَلَ مِنْها زَوْجَها \r\n وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ \r\n يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ \r\n ذلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لا إِلهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ  ( 6 ) « 1 » .\r\nفانظر أولا كيف أشار بصيغة الماضي « خلقكم » إلى الخلق الأول القديم الذي خرجنا فيه من الأرض مباشرة بعد أن مسح اللّه بيده ظهر « آدم » النفس الواحدة الذي كان حينذاك لم يزل منجدلا في طينته ونثرنا نحن البشر في الأرض كما ينثر الزارع بذور النبات فأنبتنا هناك من الأرض حيث أخذنا صورا عديدة تشكلنا فيها طورا بعد طور أزمانا طويلة لا يعلمها إلا الذي خلقنا .\r\nوبعد أن صعدنا من الصور الأخرى إلى صورة « آدم » الذي أخذنا منذ البدء من ظهره حينئذ أخرج اللّه من صدر « آدم » حواء زوجته ولذلك فصل بين خلقنا وبين خلق زوج آدم بحرف « ثم » الذي يفيد التعاقب مع التراخي أي يشير إلى مرور زمن محسوس والشيء الهام الذي يجب الانتباه إليه هو أننا لم نكن في حاجة إلى زواج آدم وحواء لكي نخلق إذ قد خلقنا قبلها كما أفاد الترتيب المحكم فقد صرحت الآية بأنه سبحانه وتعالى قد خلقنا نحن البشر أولا ثم أخرج من النفس الواحدة زوجها .\r\nثم نادانا ربنا من الأرض عندما أمرها هي والسماء أن تحضرا بين يديه « 2 » فاستمعنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزمر الآية ( 6 ) .\r\n( 2 ) راجع الآيات ( 9 - 12 ) من سورة فصلت .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nنحن إلى النداء ولبينا طائعين فأخذنا ونثرنا في السماوات السبع فترتبت الأنفس في سبع طبقات آدم في السماء الأولى وعيسى بن مريم ويحيى بن زكريا في الثانية ويوسف في الثالثة وهكذا كما رأى النبي في معراجه الأقدس .\r\nثم كانت فتنة « آدم » في الجنة مع امرأته « حواء » التي انتهت بنزوله إلى الأرض وخروجنا نحن البشر أيضا من الجنة وهو ما يعنى موتنا وتحولنا إلى بذور ثم نزلنا معه محمولين في صلبه حيث كنا ضمن « الكلمات » التي تلقاها من ربه .\r\nوبينما كان وقت النزول إلى الأرض يقترب أخذ اللّه يهيؤها لاستقرار أبناء آدم الذين سوف يخرجون من صلبه عندما يولدون في الأرض وأشار إلى هذه التهيئة بقوله :\r\n وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ  .\r\nلأن هذه الأنعام ضرورية لحياتنا على الأرض وهي مخازن « الروح » يعنى المستودعات التي يحفظ اللّه فيها سر الحياة كما أشارت آية البقرة في السورة التي تسمت بها .\r\nها هو آدم قد نزل على الأرض يحمل البشرية في ظهره وبالجماع تخرج الذرية من صلب الرجل إلى رحم المرأة حتى يأتي أوان الولادة .\r\n يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ  .\r\nهاهنا يتحدث بصيغة الحاضر مخاطبا البشرية بعد أن قال قبل قليل في نفس الآية  خَلَقَكُمْ  .\r\nعاد ليقول بعد سطر واحد :\r\n يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ  .\r\nوهو الخلق المشهود في الأرحام ومعنى هذا السياق أن خلقنا الحاضر هو خلق آخر بعد خلق قديم وهو ما صرح به لمن ينتبه إلى الذكر الحكيم .\r\n خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ  . « 1 »\r\nيعنى خلقا مؤكدا مشهودا من بعد خلق قديم خفى منسى كنتم فيه داخل ثلاثة أحجبة تخفيكم وتأمل كيف أمر زكريا ( عليه الصلاة والسلام ) بالصمت ثلاث أيام وثلاث ليال ؟ !\r\nولكن القرآن حمّال أوجه أي أن ألفاظه تحتمل مع التدبر العميق وجوها عديدة من الفهم وذلك لأنه يستعمل ألفاظا قليلة جدا للتعبير عن معاني واسعة وعميقة ولذلك فهم البعض من قوله « خلقا من بعد خلق في ظلمات ثلاث » فهموا أنه يقصد مرحلة بعد أخرى في تطور مستمر يتم داخل ثلاثة أغلفة في بطن الحامل سواء كانت هذه الظلمات هي السائل الذي يحيط بالجنين داخل الرحم والأغلفة التي تحيط به وجدار الرحم نفسه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزمر - الآية ( 6 ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nأو كانت هي ظلمة الرحم وظلمة البطن ثم ظلمة جسد المرأة وأيا ما كان الأمر فإن الألفاظ دقيقة محددة تشير إلى حقائق عميقة وواضحة بالنسبة للمتكلم سبحانه وتعالى وقادرة على إثارة التأمل العميق في عقل القارئ المتدبر .\r\nوهكذا يعبر القرآن عن أعقد القضايا الفكرية والظواهر العلمية بألفاظ بسيطة تثير الدهشة من فرط سلاستها .\r\nوالصورة الشاملة التي رسمنا ملامحها الأساسية لكي نفهم ترتيب الجمل في آية واحدة من سورة الزمر اشتققناها من سور كثيرة خاصة ( البقرة والأعراف والأنعام والحجر ومريم والمؤمنون وص وفصلت والانفطار ) « 1 » وهي السور التي تناولت في وضوح وتفصيل قصة الخلق بالإضافة إلى إشارات وتلويحات متناثرة بين أمواج الآيات التي يضمها هذا البحر العميق . كلها تتضافر لتكون صورة رائعة لا نحصل عليها إلّا بالتأمل العميق والتدبر الطويل في آيات القرآن وكلماته بل وحروفه .\r\nإن هذا يثبت أن القرآن الذي يضمه المصحف بين دفتيه كائن واحد رغم أن آياته قد نزلت منجمة خلال ثلاث وعشرين سنة في ظروف شديدة التباين أثناء حياة حافلة بالتجارب الهائلة فبعض الآيات نزلت أثناء المعارك وأخرى أثناء السفر وأحيانا والرسول صلّى اللّه عليه وسلم يدخل في الصلاة وربما وهو يستعد للقاء ضيوفه أو يتهيأ للنوم وبالرغم من كل ذلك يكوّن القرآن نصا واحدا متكاملا ينير بعضه بعضا وترتبط حروفه وألفاظه وعباراته وآياته وسوره بروابط ظاهرة وخفية كأنها الخلايا الحية في كائن جميل حي لا يموت .\r\nلا شئ فيه بلا معنى حتى لو كان مجرد إضافة حرف أو حذفه ! !\r\nيقول تعالى :  وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَها ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ  ( 38 ) « 2 » .\r\nلقد توقف الأستاذ سعيد النورسى « 3 » أمام معنى حرف اللام هنا في كلمة « لمستقرّ لها » فخرج بكثير من المعاني التي يمكننا أن ننسقها ونطورها على النحو الآتي :\r\nاللام تشير إلى الغاية أو الهدف فهي بمعنى « إلى » ويكون المعنى المقصود من الآية هو أن الشمس تواصل الحركة إلى أن تصل إلى موضع أو زمان تستقر عنده وتتوقف عن الحركة فالشمس إذن في حركة ذائبة تسعى إلى موضع الاستقرار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفصيل قصة خلق السماوات والأرض وظهور الإنسان يحتاج إلى دراسة كبيرة تجمع شتات الآيات في نسق واحد يزيل الغموض ويعمق الفهم ولكننا الآن في جولة تسبح في بحر القرآن محاولين فقط إلقاء نظرة سريعة تحاول أن تكون متعمقة .\r\n( 2 ) سورة يس الآية ( 38 ) .\r\n( 3 ) الكلمة الخامسة والعشرون من كتاب الكلمات ص ( 454 ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوعندما تستقر الشمس وتتوقف عن الحركة فإن نظام المجموعة الشمسية وهو القائم على الاتزان بين قوة الجاذبية وقوة الطرد المركزي سوف يكف أيضا عن العمل ومن ثم تتغلب قوة الجاذبية المتولدة من كتلة الشمس فتشد كواكب وأقمار المجموعة إلى المركز أي إلى الشمس وحينئذ تتناثر الكواكب متبعثرة في الفضاء وترتطم الأرض بواحد منها وتحدث « القارعة » وبالطبع ستفقد الشمس نورها وتتكور أي تلتف حول نفسها لفا سريعا هائلا جاذبة مجموعتها معها إلى الهاوية .\r\nإننا نتحدث هنا عن نهاية الكون المشهود والقيامة حيث تتكور الشمس وتنكدر النجوم وتزول الجبال هكذا أشار حرف « اللام » إلى نهاية العالم التي عندما تستقر الشمس وتفقد حركتها .\r\nومن هنا نفهم أن سر بقاء الكون وانتظامه هو قوة أعطيت له أو بالأخرى نفخت فيه وتولدت منها حركة جميع الأجسام فإذا سلبت تلك القوة توقفت الحركة وتهاوى بناء الكون .\r\nهذا إن فهمنا « اللام » بمعنى « إلى » .\r\nوالحركة المنسوبة للشمس والمعبر عنها بكلمة « تجرى » قد فهمها الأقدمون على أنها الحركة الظاهرية الملحوظة في كل مكان على الأرض من الشرق في الصباح الباكر إلى الغرب مع آخر ضوء يصل من الشمس إلى تلك البقعة من الأرض قبل أن تغيب وراء ستار الليل الذي يرخى سدوله حتى الفجر حين تأتى الشمس مرة أخرى قادمة من الشرق عند الأفق وهي الحركة الظاهرية المدهشة التي حيرت ألباب القدماء وجعلتهم يتصورون الشمس ككائن هائل يركب سفينة غير مشهودة بالعين يمخر بها عباب بحر السماء كل يوم من الشرق إلى الغرب وعبده المصريون القدماء متوهمين أنه الإله وأسموه « رع » .\r\nولكننا الآن نفهم أن الشمس « تجرى » فعلا أي أنها تتحرك حركة مستمرة وهذا الجريان من نمطين : حركة دائرية حول مركزها وهي الحركة المسئولة عن قوة الطرد المركزي الذي يعادل أي يوازن قوة الجاذبية وهذا النمط من « الجرى » هو المسؤول عن استقرار المجموعة الشمسية لأنها لو توقفت تبعثرت الكواكب وارتطمت .\r\nوبالنظر إلى هذا النمط من الجرى أي الدوران حول المركز يكون معنى حرف « اللام » هنا يشير إلى العلة والحكمة من الجرى يعنى أن الشمس تجرى وهي تسعى بهذا الجرى لإيجاد والحفاظ على استقرارها في مجموعتها وعلى كيانها كنجم مضىء يهب النور والحرارة لأن الجرى حول المركز هو الذي يحفظ الاستقرار إذ يوازن قوة الجذب الهائلة فهي تجرى بحثا عن مجال تستقر فيه أي « مستقر » ينسب إليها أو منسوب « لها » وهو ( نظام المجموعة الشمسية ) .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوالنمط الثاني من الحركة هو حركة الابتعاد أو التباعد التي تعترى كل الكون فإن الأجرام السماوية كلها تشبه حقا سفنا ومراكب تسبح في بحر هائل وهي في سباحتها تواصل التباعد عن بعضها أو أنها تشبه بقعا صغيرة مرسومة على سطح بالونة هائلة تواصل الاتساع لاستمرار « النفخ » فيها ومن ثم فإن تلك البقع تواصل التباعد عن بعضها فهي في حركة مستمرة توسع الكون أو تمدده إلى أن يأتي الوقت الذي لا يحتمل فيه الكون المزيد من الاتساع كما لا تحتمل البالونة المزيد من النفخ عند بلوغها أقصى سعتها فحينئذ تتفجر وتتطاير أشلاؤها ويومئذ وقعت الواقعة ! !\r\nإن القرآن يوضح أن الشمس « تجرى » وهي تفعل هذا بحثا عن الاستقرار أو حتى تصل إلى الاستقرار . على أي من المعنيين يشير إليه حرف « اللام » . فانظر وتأمل . ! !\r\nهل يمكن لبشر أن يؤلف « هذا » القرآن ؟ !\r\nسنضرب الآن مثلا آخر لحرف تم حذفه .\r\n    قُتِلَ أَصْحابُ الْأُخْدُودِ ( 4 ) النَّارِ ذاتِ الْوَقُودِ ( 5 ) إِذْ هُمْ عَلَيْها قُعُودٌ ( 6 ) وَهُمْ عَلى ما يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ     ( 7 ) . « 1 »\r\nالأخدود هو الحفرة العميقة الضيقة التي تصنع بالأرض والمقصود هنا هو الأخدود الذي حفره الكفار وأشعلوا فيه النار ثم ألقوا فيها بالمؤمنين الضعفاء .\r\nيشير اللّه إلى تلك القصة ويهدد كفار قريش الذين يضطهدون النبي وأصحابه يتوعدهم بمصير الكافرين أصحاب الأخدود ذاكرا أنه سبحانه وتعالى قد قتلهم والمقصود غضبه عليهم إذ حكم بهلاكهم الأبدي في جهنم وهذا هو معنى القتل الإلهى .\r\nالمتوقع أن يقول إذن :\r\n« قتل أصحاب الأخدود في النار ذات الوقود » .\r\nيعنى في جهنم الذين هم أنفسهم وقودها الذي يشعلها لكنه حذف حرف الجر « في » فأصبحت الجملة الواردة في الآية الخامسة\r\n النَّارِ ذاتِ الْوَقُودِ  ( 5 ) .\r\nعلى البدل من « الأخدود » فأشار بحذف حرف الجر ( في ) إلى أن الأخدود الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البروج الآية ( 4 - 7 ) .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nحفره الكفار لم يكن أكثر من صورة دنيوية « للنار » التي سيكون هؤلاء الكفار أنفسهم هم ذات وقودها .\r\n إِذْ هُمْ عَلَيْها قُعُودٌ  ( 6 )\r\nيعنى عندما يأتي الوقت لقعودهم عليها . إذن فعند ما حفر الكفار الأخدود وألقوا فيه بالمؤمنين فقد كانوا في باطن الأمر يحفرون لأنفسهم أخدودا في نار جهنم التي سيكونون هم وقودها .\r\n وَهُمْ عَلى ما يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ  ( 7 )\r\nإذ تعرض عليهم أعمالهم التي اجترحوها في الدنيا لأنها مدونة محفوظة في كتاب « العلم » فيظلون ينظرون إلى أنفسهم وهم يعذبون المؤمنين بينما هم الآن - في الآخرة - الذين يتعذبون في الأخدود الذي حفروه لأنفسهم وقعدوا عليه .\r\n كَذلِكَ يُرِيهِمُ اللَّهُ أَعْمالَهُمْ  « 1 » .\r\nالتي قاموا بها في الدنيا وهم يذوقون في الآخرة ويلات باطنها\r\n حَسَراتٍ عَلَيْهِمْ  « 2 » .\r\nتنزل لتزيد من ألمهم ويأسهم\r\n وَما هُمْ بِخارِجِينَ مِنَ النَّارِ  « 3 » .\r\nفانظر كيف عرفنا أن الأعمال التي نشهد ظاهرها في الدنيا سنذوق باطنها في الآخرة فلا يجزى الإنسان إلا عمله إذ يلقى في الآخرة باطن العمل الذي أدى ظاهره في الدنيا ونفهم من هذا أن الدنيا والآخرة ما هما إلا وجهين لشئ واحد وجزاء الآخرة هو ابتلاء بواطن الأعمال\r\n هُنالِكَ تَبْلُوا كُلُّ نَفْسٍ ما أَسْلَفَتْ  « 4 » .\r\nوعرفنا أن الإنسان عندما يظلم أخاه فإنه في الحقيقة لا يظلم إلّا نفسه فالجميع في الحقيقة واحد . عرفنا كل هذا من التأمل في حرف جر محذوف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة الآية ( 167 ) .\r\n( 2 ) سورة البقرة الآية ( 167 ) .\r\n( 3 ) سورة البقرة الآية ( 167 ) .\r\n( 4 ) سورة يونس الآية ( 30 ) .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n( 5 ) من أنماط الفن في القرآن\r\nيحلو لبعض « المثقفين » المنكرين لنبوة « محمد » صلّى اللّه عليه وسلم أن يتوهموه مصلحا اجتماعيا من الطراز القادر على صنع التاريخ وهو أيضا - في ذلك الوهم - مفكرا أديبا من طراز نادر قد استغرقته التأملات في الكون والحياة وفي مصير شعبه فذهب إلى الجبال ليختلى بنفسه في العزلة التي تساعده على صفاء التفكير وتألق العبارة .\r\nهذا هو تفسير هم للقرآن كنص أدبى وعمل فكرى هائل كانت له القدرة على تغيير الناس وإحداث الانتقال من القبيلة إلى الأمة ومن ثم كان بوسعه أن يصنع التاريخ ويغير مجرى الحياة على كوكب الأرض بصورة لم يسبق لها مثيل ولم تكرر من بعد ! !\r\nهذا الافتراض يزعم أصحابه أيا كانت ميولهم الفكرية أنهم أهل العلم ويظنون أنهم يجاملون « محمدا » أكثر من اللازم إذ ينسبون إليه العبقرية الفذة التي لم تتكرر متغافلين عن أن زعمهم هذا قد نسب إليه « الكذب » كالسم المدسوس في عسل المدح الزائف . . .\r\nولكن هذا الافتراض لا يثبت أمام النقد الموضوعي وتتبين خرافته أمام النظرة الأولى المتفحصة .\r\nمن المؤكد طبقا لهذا الافتراض أن يكون « محمد » صلّى اللّه عليه وسلم قد خرج من غار حراء حاملا كتابه في يده أو قصيدته الملحمية في صدره كاملة مرة واحدة ليقرأها على قومه مقدما لهم أفكاره وحلوله للمشكلات الاجتماعية الفكرية التي تعترض حياتهم وهذا بالطبع لم يقع في التاريخ أبدا لأن تنزيل « القرآن » كان تجربة حية استمرت نيفا وعشرين سنة ألقيت فيها الآيات خلال هذه المدة الطويلة في ظروف جد متباينة بل في ظروف لم تكن لتسمح أبدا - بالنظر إلى بشرية « محمد » - لا بصفاء الفكر ولا تألق العبارة وهو الأمر الذي لا يشكك فيه . أعدى أعداء القرآن فإن تألق عبارته يقين لا يقترب منه أدنى شك .\r\nوالمفروض طبقا لهذا الزعم أن يتجلى في أسلوب ومضمون القرآن التغيير الذي يناظر التغييرات الهائلة التي اكتنفت تاريخ تنزيله من عداء عارم في المجتمع الذي تنزل فيه إلى حصار واضطهاد إلى حروب حيث القتال والهدنة والمعاهدات إلى محاولات الاغتيال والغدر وإلى مئات من العوامل والأسباب التي من المحتم أن تترك أثرها العميق في تفكير كل إنسان .\r\nوكان من المحتم بناء على هذا الافتراض أن يظهر القرآن « اختلافا كبيرا » لاختلاف الظروف التي أحاطت بظهوره وهو ما نبه إليه القرآن نفسه إذ يقول :\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً  ( 82 ) « 1 » .\r\nوليس المعنى المقصود أن القرآن يحتوى على اختلاف قليل بل هو كائن حي متجانس الأجزاء متكامل لا يتناقض مع نفسه بل ينير بعضه بعضا بدليل أننا إذا أردنا أن نستجلى معنى آية أو لفظ أو حرف كما بينا في الأمثلة السابقة نجد أنه من الضروري أن نستحضر آيات كثيرة أخرى تترابط مع بعضها وتتضافر لتكوين صورة رائعة .\r\nولكن هذا يتطلب احتراما عميقا للنص القرآني وتأملا طويلا فيه وهو المعبر عنه بالتدبر .\r\nإن « القرآن » حقا كريم يفيض بالمعاني ويكشف عن أسراره ولطائفه ويظهر بدائع الروابط الظاهرة والباطنة بمجرد أن يمس في قلب قارئه روح الإخلاص بل إنه يفتح الغيب ويجعل المحجوب مشهودا .\r\n وَما هُوَ عَلَى الْغَيْبِ بِضَنِينٍ  ( 24 ) « 2 » .\r\nولكن المقصود من الآية أنه لو حاول مخلوق أن يعبر عن المعرفة الواسعة العميقة التي يحتويها القرآن والتي تندرج تحت علوم لا يحصرها حد فإنه لا بدّ أن يخطئ كثيرا وأن يتناقض مع بعضه وأن يختلف أسلوبه من مجال إلى آخر أما القرآن فإنه يظل محتفظا بثباته محافظا على جماله وقوته سالما من أي خطأ رغم أنه تنزل على « محمد » صلّى اللّه عليه وسلم في ظروف تحتم الاختلاف . والمفترض طبقا للزعم القائل أن القرآن هو ثمرة تأملات « محمد » صلّى اللّه عليه وسلم كبشر في الحياة فلا بد بالتالي أن يكون « النص القرآني » ابنا شرعيا للمجتمع العربي الجاهلي في مكة والمدينة حيث نرى فيه الشعب الذي سكن الجزيرة العربية في القرن السادس الميلادي بأفكاره وعاداته ومشكلاته وصراعاته والحلول التي يقترحها مؤلفه لأن « النص الأدبي » مولود طبيعي للمجتمع الذي ولد فيه وأعتقد أن هذه هي الغاية التي كان يسعى إليها من تشككوا في الشعر الجاهلي وادعوا أن كله منحول في أزمان لا حقة لأنه في هذه الحالة لن يصبح أمامنا لمعرفة المجتمع الجاهلي إلّا النص القرآني ولا يمكن مقارنة القرآن بشيء معاصر له يبين لنا في نور المقارنة سمو القرآن عن الزمان والمكان الذي ولد فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء الآية ( 82 ) .\r\n( 2 ) سورة التكوير الآية ( 24 ) .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nهاهنا بالضبط يوجه « القرآن » ضربته القاضية على ذلك الزعم إذ يتجلى لقارئه تجاوزه للعصر الذي شهد تنزيله . إن المجالات التي تناولتها الآيات والقضايا التي بحثها القرآن بعمق بل والأساليب التي عرض بها مضمونه تتجاوز العصر الجاهلي دون أدنى شك .\r\nمن الضروري بالطبع أن نجد صورة العصر الجاهلي مرسومة على مرآة السور لأن القرآن رسالة توجهت إلى ذلك المجتمع ولكن النص القرآني يتجاوز العصر الذي نزل فيه بكل وضوح .\r\nلقد كان القرآن ثورة هائلة في التعبير باللغة العربية ولم يكن بأي حال من الأحوال استجابة إبداعية للعصر الجاهلي فهل يمكن لكاتب في القرن السابع الميلادي أن يتحدث عن مراحل تكوين الإنسان جنينا داخل الرحم وفي نفس النص يتحدث عن جريان النجوم والكواكب بل ويعتبر في لمحة علمية جمالية باهرة أن الكون بمثابة بحر هائل وأن النجوم والكواكب والقمر والشمس تشبه سفنا تمخر عبابه . بل ويلوّح إلى اتساع الكون المتواصل إذ يقول :\r\n وَالسَّماءَ بَنَيْناها بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ  ( 47 ) « 1 » .\r\nمن المستحيل على إنسان عاش في القرن السابع الميلادي أن تخطر هذه الفكرة على عقله وأن يلمح إليها لشعب يناصبه العداء ولن يفهمها أبدا . إننا لا نتحدث عن صحة أو خطأ هذه الفكرة بل عن حاجة العصر الجاهلي إليها وعن قدرته على فهمها وعن المشكلة العلمية التي كانت مثارة حينذاك وجاءت هذه الآية لتعطى « رأى » « محمد » صلّى اللّه عليه وسلم فيها !\r\nفما بالك عندما يتأكد النصف الثاني من القرن العشرين من صحتها وسلامتها العلمية من الخطأ ؟ ! إذ يتفق كل علماء الفلك على أن الكون يتمدد .\r\nوكيف يتأتى لرجل عاش في الصحراء تحيط به الجبال وتحاصر عينيه الرمال في كل الجهات كيف يتسنى له في لمحة « شاعرية » أن يتصور الكون محيطا هائلا من الماء وأن النجوم والكواكب تسبح فيها\r\n لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سابِقُ النَّهارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ  ( 40 ) « 2 » .\r\nإننا نركز الانتباه هنا على التعبير « الفنى » باعتباره نصا أدبيا ناظرين إلى الصورة البلاغية لا إلى الحقيقة العلمية . وكيف يتسنى لرجل لم يركب البحر في حياته ولا مرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الذاريات الآية ( 47 ) .\r\n( 2 ) سورة يس الآية ( 40 ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nواحدة كيف يتسنى له أن يتحدث عن البحر وركوب السفن ومشاعر الناس حين يحسون بالغرق والأمواج تحيط بهم من كل جانب بهذه الكثرة اللافتة في آيات القرآن .\r\nبل يتحدث عن ظلمة أعماق البحار ويستخدمها في إقامة تشبيه بين حال الكافر وحال الغائص في ظلمة البحر عاجزا عن الرؤية .\r\n أَوْ كَظُلُماتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحابٌ ظُلُماتٌ بَعْضُها فَوْقَ بَعْضٍ إِذا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَراها وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَما لَهُ مِنْ نُورٍ  ( 40 ) « 1 »\r\nإن هذه الأمثلة تؤكد لنا أن الثورة القرآنية كانت ثورة علمية إذ يبدو للقارئ المنصف القرآن كينبوع عميق من المعرفة انفجر على حين فجأة وعلى غير توقع ودون أن تمهد له أية إرهاصات انفجر في ظلمة القرن السابع الميلادي في شعب أمي لا يقرأ ولا يكتب في قلب نبي أمي لم يتلق أي تعليم بشرى منتظم انفجر نورا باهرا كاشفا عن كنز عظيم لم يزل الإنسان ينهل من فيضه الكريم منذ ما يقرب من ألف وأربعمائة عام وإلى أن ينتهى الزمان الذي سيفنى ولن تفنى عجائب القرآن .\r\nوكانت الثورة القرآنية ثورة فنية أيضا إذ ارتفع مستوى الأداء الفنى المعبر عن ذلك البحر العميق من العلم إلى ذروة لا يبلغها إنسان وتتمثل هذه الثورة الفنية في استحداث أساليب للتعبير باللغة العربية لم يعرفها العرب وفي رفع مستوى الأساليب التي عرفوها إلى مستوى لا يبلغه بشر .\r\nفأما الوجه الأول التمثيل في استحداث الأساليب فأول ما يلفت الانتباه من ملامحه هو أسلوب الحوار .\r\nإن القرآن يعد بحق مدرسة عليا يتعلم فيها الأدباء فن صياغة الحوار بين الشخصيات . إنه كتاب الحوارات الرفيعة نسمع فيه محاورات بين اللّه والشيطان وبين الشيطان والإنسان وبين الإنسان وخالقه كحوار اللّه مع آدم وحواره مع سائر الأنبياء ونستمع فيه أيضا إلى المجادلات العنيفة بين الأنبياء وخصومهم والأب وابنه بل ننصت فيه إلى تخاصم أهل النار .\r\nوفي الحوار القرآني نلمس الخصائص النفسية المميزة للشخصيات بحيث تبدو الكلمات كأنها مرآة مصقولة تتجلى عليها بواطن النفوس في أوضح صورة وتتدرج الجمل الحوارية في ترتيب تصاعدى يعبر عن ارتفاع الصراع بين الطرفين المشتبكين في الجدال إلى نقطة الذروة التي ينقطع عندها الكلام وينفجر الفعل المعبر عن جوهر الإرادة الإلهية التي تلبس رداء الحرية الإنسانية في مشهد يضع المستمع المنصت أمام « سر » القدر وجها لوجه يطالع فيه « يد » اللّه وهي تسوق مصائر البشر إلى نهايتها المحتومة دون قهر أو إجبار بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور الآية ( 40 ) .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nبمحض الاختيار « فيشعر » أن عمل المخلوق ليس إلا « رسما » مشهودا لعمل الخالق وأن للّه الحجة البالغة .\r\nإن الحوار القرآني هو المثل الأعلى الذي ينبغي لكتاب « الدراما » أو فن التعبير عن الصراع الإنسانى أن يتطلعوا إليه بعيون متفحصة ليأخذوا من إبداعه الدروس ولنضرب مثلين قصيرين يفيان بالمقصود مراعاة لضيق المقام .\r\nلدينا أولا حوار « نوح » الرسول عليه الصلاة والسلام مع ابنه وقد بدأ الطوفان ينهمر وصار الهلاك محتوما ولا نجاة لأحد إلا بالركوب في السفينة .\r\nفلنقرأ هذا المشهد لنرى ونسمع ما وقع منذ آلاف السنين كأنما يتحقق أمامنا الآن .\r\n  وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبالِ وَنادى نُوحٌ ابْنَهُ وَكانَ فِي مَعْزِلٍ يا بُنَيَّ ارْكَبْ مَعَنا وَلا تَكُنْ مَعَ الْكافِرِينَ ( 42 ) قالَ سَآوِي إِلى جَبَلٍ يَعْصِمُنِي مِنَ الْماءِ قالَ لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ وَحالَ بَيْنَهُمَا الْمَوْجُ فَكانَ مِنَ الْمُغْرَقِينَ   ( 43 ) « 1 »\r\nإن ابن نوح كان يلتزم الصمت تجاه أبيه ولا يعلن عن رأيه في رسالته بل يتحاشاه ويتجنب لقاءه ومواجهته هذا ما تفيده جملة :\r\n وَكانَ فِي مَعْزِلٍ \r\nجاء الطوفان « ونوح » الأب الرحيم يتمنى من كل قلبه أن ينقذ من كان يظن أنه ابنه حينئذ صرخ نوح بأعلى صوته :\r\n يا بُنَيَّ ارْكَبْ مَعَنا وَلا تَكُنْ مَعَ الْكافِرِينَ  ( 42 )\r\nقال « مع » ولم يقل « من » لأنه كان يظن أنه من المؤمنين فكأنه قال أنت مؤمن فيجب أن تصحب المؤمنين في السفينة ولا تبقى مع الكافرين الذين سيغرقون لا محالة .\r\nوجاء الرد صدمة مذهلة وضربة قاضية للأمل في النجاة .\r\nلقد أفصح الابن عن الكفر في اللحظة التي صار فيها هلاك الكافر حتما مقضيا هاهنا الصراع بين الأب الذي يحب النجاة والسعادة لابنه الوحيد وبين الرسول الذي يجب أن يرضى بحكم الشريعة الإلهية حتى وإن أدان أقرب الناس إلى قلبه وكان لا بدّ للأب في هذا الموقف العصيب أن يعلو صوته محاولا أن ينتشل ابنه الوحيد في اللحظة الأخيرة .\r\nقال :  لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ  .\r\nإن الابن لا يرى في الطوفان إلّا سيلا من الماء يمكن الفرار من بطشه باللجوء إلى جبل عال أما النبي الرسول فيرى في هذا الماء عذاب اللّه النازل بغضبه على أهل الأرض ولا نجاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة هود الآية ( 42 - 43 ) .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nإلّا بالركوب في السفينة فإن فيها رحمة اللّه .\r\nضاعت هباء صرخات « الأب » وأصر الابن على موقفه\r\n وَحالَ بَيْنَهُمَا الْمَوْجُ فَكانَ مِنَ الْمُغْرَقِينَ  ( 43 )\r\nوسيعاتب « الأب » الرب على غرق الابن ولكن سيكتشف أن الغريق ليس ابنه في مفاجأة أكثر إذهالا من الغرق نفسه .\r\n قالَ يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ فَلا تَسْئَلْنِ ما لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجاهِلِينَ  ( 46 ) « 1 »\r\nهاهنا اكتشاف للحقيقة المريرة بعد التجربة المفزعة وتبين لحكمة القدر بعد معاناة الابتلاء ودرس بليغ ليلتزم الإنسان حدوده ويسلم الأمر للّه الخالق المتصرف في الأكوان بمفرده .\r\nوالصورة المقابلة للحوار السابق هي بين « إبراهيم » عليه الصلاة والسلام وأبيه حيث نرى الابن الرحيم البار بوالده يريد هدايته والأب الشيخ الكبير مصر على عقيدته لا يريد أن يتغير قيد أنملة .\r\n  وَاذْكُرْ فِي الْكِتابِ إِبْراهِيمَ إِنَّهُ كانَ صِدِّيقاً نَبِيًّا ( 41 ) إِذْ قالَ لِأَبِيهِ يا أَبَتِ لِمَ تَعْبُدُ ما لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئاً   ( 42 ) . « 2 »\r\nإبراهيم يريد أن يدفع أباه للتفكير والأب صامت لا يتكلم ولا يرد عليه ولا ندري ما ذا يدور في داخل نفسه .\r\n يا أَبَتِ إِنِّي قَدْ جاءَنِي مِنَ الْعِلْمِ ما لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِراطاً سَوِيًّا  ( 43 ) « 3 »\r\nها هو الابن يريد أن يقوم مقام القائد لأبيه وهنا تكمن المأساة في نظر الوالد الذي يرى أن في هذا قلبا للأوضاع .\r\n يا أَبَتِ لا تَعْبُدِ الشَّيْطانَ إِنَّ الشَّيْطانَ كانَ لِلرَّحْمنِ عَصِيًّا  ( 44 ) « 4 »\r\nهذا سباب وتحقير رغم كل الحنان المتدفق في كلمة يا أبت هكذا يفكر الوالد الذي يغلى قلبه بالغضب إذ كيف يجرؤ ابنه على اتهامه بأنه يعبد الشيطان . إنه يشق عصا الطاعة متمردا على حكمة الآباء والأجداد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة هود الآية ( 46 ) .\r\n( 2 ) سورة مريم الآية ( 41 - 44 ) يجب أن نلاحظ هنا قوله تعالى « واذكر في الكتاب » يقصد اقرأ باسم ربك في الكتاب الذي أبسطه أمام بصر قلبك لتذكر قصة إبراهيم وما وقع بينه وبين أبيه وقومه فهذه القراءة المأمور بها هنا إذن هي القراءة الثانية التي يحدث بها الذكر يعنى التخلص من النسيان الذي وقع بعد القراءة الأولى في بدء الدنيا ، وذلك الكتاب مستتر في قلبك يا محمد وها هو الوحي ينيره لك فتضيء بعض كلماته ويحدث « الذكر » .\r\n( 3 ) سورة مريم الآية ( 41 - 44 ) يجب أن نلاحظ هنا قوله تعالى « واذكر في الكتاب » يقصد اقرأ باسم ربك في الكتاب الذي أبسطه أمام بصر قلبك لتذكر قصة إبراهيم وما وقع بينه وبين أبيه وقومه فهذه القراءة المأمور بها هنا إذن هي القراءة الثانية التي يحدث بها الذكر يعنى التخلص من النسيان الذي وقع بعد القراءة الأولى في بدء الدنيا ، وذلك الكتاب مستتر في قلبك يا محمد وها هو الوحي ينيره لك فتضيء بعض كلماته ويحدث « الذكر » .\r\n( 4 ) سورة مريم الآية ( 41 - 44 ) يجب أن نلاحظ هنا قوله تعالى « واذكر في الكتاب » يقصد اقرأ باسم ربك في الكتاب الذي أبسطه أمام بصر قلبك لتذكر قصة إبراهيم وما وقع بينه وبين أبيه وقومه فهذه القراءة المأمور بها هنا إذن هي القراءة الثانية التي يحدث بها الذكر يعنى التخلص من النسيان الذي وقع بعد القراءة الأولى في بدء الدنيا ، وذلك الكتاب مستتر في قلبك يا محمد وها هو الوحي ينيره لك فتضيء بعض كلماته ويحدث « الذكر » .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n يا أَبَتِ إِنِّي أَخافُ أَنْ يَمَسَّكَ عَذابٌ مِنَ الرَّحْمنِ فَتَكُونَ لِلشَّيْطانِ وَلِيًّا  ( 45 ) « 1 »\r\nمجرد المس الذي هو أقل وأسرع مباشرة للعذاب الصادر عمن وسعت رحمته كل شئ . مجرد ذلك القدر الضئيل من العذاب سيجعلك تابعا للشيطان في طريق الهاوية فتكون صاحبه حيث يهوى بك في بطن جهنم حيث العذاب الذي لا يشوبه أي قدر من الرحمة .\r\nهذا تهديد إذن ولا بدّ أن يلزم هذا الولد حده .\r\n قالَ أَ راغِبٌ أَنْتَ عَنْ آلِهَتِي يا إِبْراهِيمُ  « 2 »\r\nإذن أنت تشق عصا الطاعة وتعلن التمرد\r\n لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ  « 3 »\r\nإنني أهددك كما تهددني وسألقى عليك الحجارة إنك أنت الشيطان الملعون لا أنا .\r\n وَاهْجُرْنِي مَلِيًّا  « 4 »\r\nاخرج من بيتي ولا تعد إليه أبدا ابتعد عنى تماما لا أريد أن أرى وجهك .\r\nإذن لقد ذهبت كل نصائح إبراهيم هباء منثورا ولم يجده التحنن على أبيه والتودد إليه شيئا فقد أعلن « الرجل » عن كفر صريح ثابت لا يتزعزع .\r\nلقد استعلنت الحقيقة الكامنة في القلوب بالكلمات المندفعة من الألسنة وليس أمام إبراهيم إذن إلّا أن يتوجه إلى « اللّه » لعله يرحم أباه الذي يضرب في عمى الضلالة لا يريد أن يهتدى .\r\n قالَ سَلامٌ عَلَيْكَ  « 5 » لينزل سلام من اللّه عليك يا أبتاه .\r\n سَأَسْتَغْفِرُ لَكَ رَبِّي  « 6 » لعله ينقذك من سوء عملك .\r\n إِنَّهُ كانَ بِي حَفِيًّا  « 7 » فلا تتوهم أنني منبوذ ملعون بل إن ربى يرعانى ويهتم بشأنى ولا يهمل سؤالي .\r\n وَأَعْتَزِلُكُمْ وَما تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُوا رَبِّي عَسى أَلَّا أَكُونَ بِدُعاءِ رَبِّي شَقِيًّا  ( 48 ) . « 8 »\r\nلا وفاق بين الطرفين المشتبكين في حوار محموم يتصاعد وقد شعر إبراهيم بعجزه أمام الحقيقة الصلبة التي لا تلين لرغبات البشر وشعر بالشقاء الذي هو العجز عن إزالة ما يكره ولم يعد أمامه من طريق إلّا اللجوء إلى ربه بالدعاء ليرفع شقاءه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 2 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 3 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 4 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 5 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 6 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 7 ) سورة مريم الآيات ( 45 - 48 ) .\r\n( 8 ) سورة مريم الآيات ( 45 - 48 ) .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nعلى هذا النحو البديع يمضى الحوار في القرآن كاشفا بواطن النفوس معلنا عن حرية الإنسان في اختيار مصيره الذي رسمته الأقدار دون قهر أو إجبار في أروع تجسيم للصراع الإنسانى في ميدان الابتلاء . إن القرآن لم يحاول أن يضع نهاية سعيدة زائفة لقصصه لأنه لا يزيف الحقائق بل يكشف عنها في أجلى صورة وما دام الصراع بين « روح اللّه » وبين الشيطان قائما دائما في قلب الإنسان الذي يدخل أتون الامتحان ولا بدّ له من الاختيار بحريته أو بما تفرضه عليه نفسه التي لا يكون شيئا سواها . إذن فهو محكوم عليه بحريته إن صح التعبير والقرآن يعرض عليه الوقائع والنماذج بالحق وعليه أن ينتقى لنفسه ما يرى أنه جدير بها .\r\nهذا درس بليغ من القرآن للأدباء .\r\nويجذب انتباهنا بعد ذلك الحوار الداخلي أو حديث النفس ( المنولوج ) وهو أسلوب فنى لم تعرفه العربية قبل القرآن .\r\n وَتَاللَّهِ لَأَكِيدَنَّ أَصْنامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ  ( 57 ) « 1 »\r\nهذا ما قاله إبراهيم ( عليه السلام ) في نفسه بعد أن اشتبك معهم في حوار ساخن وبخ فيه عبادتهم للأصنام والذي يشد القلب فعلا بروعته هو الانتقال من الحوار الخارجي أو العلني بين « إبراهيم » وقومه إلى الحوار الداخلي أو الباطني بين إبراهيم ( عليه السلام ) ونفسه دون وقوع أي اضطراب في السياق يشعر بحدوث هذا الانتقال من الخارج إلى الداخل فلم يقل مثلا وحدث إبراهيم نفسه قائلا تاللّه لأكيدن أصنامكم . . . إن هذا يشير إلى أن قائل القرآن يعلم كل شئ ظاهرا كان أو باطنا بنفس القدر فلا تختلف درجة الوضوح بالنسبة إليه .\r\n سَواءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسارِبٌ بِالنَّهارِ  ( 10 ) « 2 » .\r\nويرسم لنا « القرآن » أزمة المشرك الجاهل الذي يرى في ولادة البنت « عارا » يريد أن يمحوه في تصوير فنى بليغ :\r\n  وَإِذا بُشِّرَ أَحَدُهُمْ بِالْأُنْثى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ ( 58 ) يَتَوارى مِنَ الْقَوْمِ مِنْ سُوءِ ما بُشِّرَ بِهِ أَ يُمْسِكُهُ عَلى هُونٍ أَمْ يَدُسُّهُ فِي التُّرابِ أَلا ساءَ ما يَحْكُمُونَ   ( 59 ) « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء الآية ( 57 ) .\r\n( 2 ) سورة الرعد الآية ( 10 ) .\r\n( 3 ) سورة النحل الآية ( 58 - 59 ) .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nفها هو الرجل يجلس في قلق ينتظر البشرى ولكن تأتيه بغير ما يشتهى فيخبرونه بولادة أنثى وكان يريد ذكرا يؤكد به نفسه فتعلو الكآبة وجهه الذي كان يتهيأ للتألق بالفرح ويصير وجهه مسودا من كآبته يفور السخط في قلبه على ما حكم به اللّه ولكنه لا يقدر على البوح بما يغلى في باطنه فيكتمه مما يزيد من غيظ قلبه الذي يمتلئ حتى يضيق بما فيه وتضيق عليه الأرض بما رحبت فيفر من كل شئ لا يريد أن يرى أحد عاره يتوارى من القوم الذين يشمتون به ويعايرونه لا يقدر على مواجهتهم من سوء ما بشر به فما ذا يفعل هل يبقى على هذا المولود الأنثى بالرغم مما سوف يلحقه من مذلة ومهانة أم يحفر حفرة ويدس عاره في التراب ألا ساء ما يحكمون ! !\r\nانظر كيف عبر عن سلوك الرجل « اسوداد الوجه والتواري من القوم » وكظم الغيظ وعن وجدانه الممتلئ بالسخط وحديثه لنفسه « أيمسكه على هون أم يدسه في التراب » فهذه الكلمات تصور أفكاره معبرا بهذه الألفاظ القليلة عن حالته النفسية ظاهرا وباطنا في اقتصاد معجز ودون أن يشعر القارئ بأي حركة فجائية تشى بالانتقال من وصف الخارج إلى تصوير الداخل .\r\nولا شك إن هذه الأمثلة تؤدى بنا إلى التحفة الأدبية الرائعة التي لم تسبقها أية إرهاصات في الأدب العربي يمكن تمهد لها كما لم تلحق بها أية محاولات فهي ترتفع فوق كل ما أنتجه البشر في ميدان القصص أعنى « قصة يوسف » التي احتوت عليها السورة المسماة باسمه « عليه الصلاة والسلام » .\r\nلقد وصفها القرآن نفسه بأنها أحسن القصص :\r\n نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِما أَوْحَيْنا إِلَيْكَ هذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغافِلِينَ  ( 3 ) . « 1 »\r\n« القصة » اسم مشتق من فعل « قصّ » الذي يعنى تتبع الأثر الذي يحدثه السائر بقدميه على الأرض وبموجب هذا الأصل ينبغي للقصة كجنس أدبى أو كشكل من أشكال فن الأدب أن تكون رصدا بالكلمات لخطى الإنسان في حركته وهو يعبر تجارب الحياة أي أنها تتبع خطاه على طريق الزمن . هذا هو أصل فن القصة وتعريفها الجامع المانع . ولكن الفن بصفة عامة والأدب على وجه أخص لا يرصد كل التجارب الإنسانية فإنه لا يقدم سجلا شاملا لحياة الإنسان كفرد أو جماعة ولكنه ينتقى التجارب ذات المغزى واللحظات الأكثر جوهرية ومحور الانتقاء قائم على اعتبار أن الفن وسيلة للمعرفة ، معرفة الإنسان لنفسه وللعالم من حوله من خلال تجربته الذاتية عبر « الوجدان » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف الآية ( 3 ) .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nومن ثم فإن الأديب باعتبار أنه الفنان الذي يستخدم الكلمات ( كخامة ) يصنع منها كائناته يقوم بانتقاء التجارب واللحظات الكاشفة عن جوهر الشخصية الإنسانية فيصور لنا الحالات التي يشتبك فيها الإنسان في صراع يضيء مكنونات نفسه ويظهر بواطنها فيتعرف الإنسان على نفسه . والقاص الموهوب هو الذي يتمكن بصدقه ومهارته من أن يجعلنا نرى أنفسنا في شخصيات قصته فنعايشها بالقراءة كما لو كنا نحن أبطالها إذ أننا نعانى نفس الآلام التي تعانيها الشخصيات « الفنية » وتحتاج نفوسنا نفس الأهواء وتمر على عقولنا خواطر مماثلة ومن ثم فإننا نندمج ونتوحد مع النص المقروء ونريد أن نعرف ما ذا سيكون مصير « الشخصية » التي تتجلى أمامنا لأننا في الحقيقة نريد أن نعرف ما هو مصيرنا وما ذا تخبئ الأقدار لنا ؟\r\nوالفرق الجوهري بين القصة والرواية أي القصة الطويلة هو من وجهة نظري في امتداد الزمن وأثره على الشخصيات فإذا كانت القصة هي تتبع أثر الإنسان على طريق الزمن فإن الرواية تتتبع أيضا أثر الزمن على الإنسان وهو يمخر عباب بحره راكبا سفينة تجاربه . هذا الشعور بتيار الزمن وأثره في تغيير مكونات الشخصية الإنسانية وملامحها هو الخاصة المميزة للرواية ( القصة الطويلة ) لأننا فيها يجب أن نرى شخصيات تتطور وتتغير ملامحها الظاهرة والباطنة .\r\nفي ضوء هذه المقدمة نستطيع أن نقول إن سورة يوسف قد احتوت على « رواية » هائلة لم يسبقها مثيل ولم يلحقها شبيه بعد كل ما ألّفه البشر من قصص وروايات فإذا اعتبرنا أن كل آية هي جملة فإننا نستطيع أن نقول إنه في تسع وتسعين جملة هي مجموع الآيات التي تناولت أخبار يوسف في السورة وفيما لا يزيد تقريبا عن عشر صفحات مكتوبة بخط مخصوص يستغرق مساحة أكبر من الصفحة ( . . . . . . ) في هذا الحيز الضيق المحدود الذي لا يستطيع واحد من كبار الأدباء أصحاب المواهب النادرة إلا أن يكتب قصة قصيرة ( . . . . . . ) في هذا الحيز استطاع القرآن أن ينشئ رواية تناولت عددا كبيرا من الشخصيات المحورية ، « يوسف » نفسه وأبوه يعقوب وامرأة العزيز وزوجها والملك وطباخه وساقيه بالإضافة إلى الشخصيات الهامشية التي تلعب أدوارا هامة لا يمكن الاستغناء عنها في بناء الرواية مثل إخوة يوسف الأحد عشر كوكبا والرجل الحكيم من أهل امرأة العزيز الذي أظهر براءة يوسف من الزنا وحاشية الملك والموظفين والعمال والخدم الذين كانوا تحت إدارة يوسف بعد أن صار العزيز الأول في السلطة ونساء القصر وعلية القوم اللاتي تكلمن في عرض المرأة المفتونة بحسن يوسف ورجال القافلة العرب الذين أنقذوا يوسف من البئر والباعة والمشترين في سوق العبيد ورجال القوافل التجارية التي كانت تواصل الترحال بين مصر والشام .\r\nلقد اشتبكت هذه الشخصيات وتضافرت في بناء رواية متعددة المستويات تكشف عن كل أشكال الصراع الإنسانى في هذه الدنيا إذ بينت صراع الغيرة بين الإخوة أبناء الرجل الواحد والتنافس بين أبناء الضرتين وصراع المرأة العاشقة بين الحب الجارف الذي يدمر في طريقه كل شئ وحواجز الشريعة والعرف ، الصراع الأبدي بين الهوى والواجب .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوالصراع مع الظروف الطبيعية بحثا عن الرزق ، والصراع على السلطة الذي يدور في القصور حيث المؤامرات ومحاولات القتل بالحيلة والسم والصراع مع الأقدار التي تأتى دائما على غير ما يهوى الإنسان وهو صراع شمل الجميع في حلبته الدائرة فقد عانى « يعقوب » النبي من فقدان ابنه المحبوب « يوسف » الذي عانى بدوره من مضايقات إخوته التي أوشكت أن تبلغ حد القتل ومن الظلم بالحبس في السجن بضع سنين وعانى الإخوة من سمو قدر « يوسف » عليهم وعانت المرأة من حب جارف لا تقدر على مقاومته وعانى الإخوة من اتهام خاطئ بالسرقة عانى كل واحد من شخصيات الرواية من شئ مختلف .\r\nإننا نتحسس في هذه الرواية معنى الزمن عندما نعاين كيف تابت المرأة وعرفت « الحق » بعد أن ذاقت التجربة وكيف ندم الإخوة إذ :\r\n قالُوا يا أَبانَا اسْتَغْفِرْ لَنا ذُنُوبَنا إِنَّا كُنَّا خاطِئِينَ  ( 97 ) « 1 »\r\nوكيف رضى يعقوب النبي صلّى اللّه عليه وسلم عن قدر اللّه فعاد إليه بصره بعد أن زال وكيف سامح يوسف صلّى اللّه عليه وسلم إخوته عندما أقروا بخطئهم إذ قال :\r\n لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ  ( 92 ) « 2 »\r\nأحداث كبيرة عبر زمن ممتد تتناول جما غفيرا من الشخصيات تخوض ابتلاء عظيما يكشف لها الحقيقة ويعرّفها بأنفسها كل ذلك في عشر وريقات صغيرة يمكن أن تختصر إلى النصف إذا استخدمنا رسما آخر في كتابة الكلمات فأي مخلوق من الإنس أو الجن يمكنه أن يبدع هذا ؟ !\r\nولنتأمل في هذه الآية لنشهد الإعجاز في الإيجاز والتصوير الحي المجسم للمشاعر والأهواء والمفاجأة المذهلة التي تختم الحدث على غير توقع من جميع المشاركين فيه .\r\n وَاسْتَبَقَا الْبابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيا سَيِّدَها لَدَى الْبابِ قالَتْ ما جَزاءُ مَنْ أَرادَ بِأَهْلِكَ سُوءاً إِلَّا أَنْ يُسْجَنَ أَوْ عَذابٌ أَلِيمٌ  ( 25 ) . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف الآية ( 97 ) .\r\n( 2 ) سورة يوسف الآية ( 92 ) .\r\n( 3 ) سورة يوسف الآية ( 25 ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nلقد أغرته بنفسها وهيأت كل شئ ليتقدم إذ غلقت الأبواب عليهما وحدهما ولكنه ظل على إحجامه فتنازلت عن كبريائها الأنثوى وهي السيدة عالية المقام وليس هو إلا أحد خدمها  وَقالَتْ هَيْتَ لَكَ  « 1 » قد تهيأت لك وأنتظرك في شوق ولهفة ولكنه تشبث بتقواه فاندفعت تريده عنوة إذ همت به وكاد أن يهوى إليها وهو يحس بأنفاسها وعطرها أقرب إليه من أي شئ  لَوْ لا أَنْ رَأى بُرْهانَ رَبِّهِ  « 2 » إذ كشف اللّه له في هذه اللحظة الفارقة عن المحرقة الرهيبة التي ينحشر الزناة من الرجال والنساء في أسفلها إذ يضيق بهم وتشتعل النيران فيصرخون من الألم ويقفزون إلى أعلى يريدون الفرار من العنق الضيق وبعد معاناة فظيعة وإذ يتوهمون أنهم قد أوشكوا أن يخرجوا من فوهة المحرقة الضيقة على حين فجأة يجدون أنفسهم يهبطون إلى أسفل حيث تلسعهم النيران .\r\nكان هذا هو برهان ربه الذي كشف له في أقل من طرفة عين في تلك اللحظة الفارقة على الصراط بين الجنة وجهنم فانتفض يعدو تجاه الباب يريد الفرار من محرقة الزناة التي رآها رأى العين وأنفاس العاشقة تلفح وجهه وبوغتت المرأة ولكنها لم تملك نفسها وقد استبدت بها الرغبة الجامحة فأسرعت وراءه كل منهما يريد أن يصل إلى الباب أولا هو ليفتحه ليهرب من المحرقة وهي لتغلقه تريد وصاله ولو أدى إلى الهاوية لكنه كان هو الأسرع فأخذ يعالج القفل يريد أن يفكه بينما هي تشده تجذبه إلى قلبها الذي احترق من حبه ومزقت قميصه من ظهره وكانت المفاجأة إذ فتح الباب من الخارج وإذا بزوج المرأة وسيد القصر واقفا ومعه بعض رجاله . لقد أذهلت المفاجأة الجميع ؛ يوسف والمرأة وزوجها والرجال وكل من حضر هذه الواقعة حتى القراء الذين يستمعون إلى هذا القرآن .\r\nفما ذا تفعل المرأة لقد وجب القتل في حقها طبقا لكل الشرائع الإلهية والوضعية . إنها تخون زوجها وهو سيدها وفي بيته . لكنها أيضا ماهرة مثل الشيطان تستطيع أن تتلون فتماسكت وأصلحت من ثيابها وغيرت نبرة صوتها لتبدو في صورة الزوجة العفيفة التي حاول الخادم اللئيم أن يلوث شرفها المصون وتوجهت إلى زوجها تريد أن توحى إليه بهذه الرواية الكاذبة  قالَتْ ما جَزاءُ مَنْ أَرادَ بِأَهْلِكَ سُوءاً  « 3 »\r\nما عقوبة الشخص الذي أراد خيانتك في أهلك ولكنها إذ خافت على معشوقها الفتان أن يلقى حتفه جزاء على تلك الخيانة الموهومة أسرعت تقول  إِلَّا أَنْ يُسْجَنَ  « 4 » تعنى ليس له عقاب إلا أن تحبسه في السجن ولكنها أدركت أن السجن سيبعده عنها ولن تمتع إذن عينيها بالنظر إلى وجهه فأردفت  أَوْ عَذابٌ أَلِيمٌ  « 5 » تعنى ينال علقة ساخنة يتألم منها عقوبة له على إهانته لأنوثتها إذ فرّ منها كمن يفر من لعنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف الآية ( 23 ) .\r\n( 2 ) سورة يوسف الآية ( 24 ) .\r\n( 3 ) سورة يوسف الآية ( 25 ) .\r\n( 4 ) سورة يوسف الآية ( 25 ) .\r\n( 5 ) سورة يوسف الآية ( 25 ) .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمشئومة ولكن لا تقتلوه عسى أن يراجع نفسه ويعود إلىّ حبيبا عاشقا .\r\nلقد أفزعها أن ينتوى سيدها قتل عشيقها فأخذت توجه عقل زوجها في الطريق الذي يبقى على « يوسف » .\r\nولنتأمل الآن كيف أوجزت هذه الآية القصيرة المشهد الرائع في كلمات قليلة وتصوير حي يجسم المشاعر الفوارة في القلوب في حركات جسمية معبرة وكيف عبرت عن رغبة المرأة الجامحة دون أن تخدش حياء القارئ أو تثير غرائزه أو تهين المرأة نفسها وكيف أظهرت لنا قدرة المرأة على التلون والكذب المقنع الذي يستثير عواطف الرجل .\r\nلقد اضطررنا لكي نفهم الآية أن نكتب كل هذه الكلمات وبالطبع يستطيع غيرنا أن يستنبط الكثير من هذا النص المعجز . إن أعظم الأدباء لا يستطيع أن يعبر في هذه الكلمات القليلة عن عشر المعاني التي ترد إلى القلب بالتأمل في الآية .\r\nولنتأمل كم من المال والوقت والأدوات والجهد البشرى يمكن لأعظم مخرج سينمائى أن يستهلكه لكي يصور هذا المشهد الذي أخرجته الآية على هذا النحو البديع .\r\nإن كل امرأة يمكن أن ترى نفسها في امرأة العزيز وكل شاب بوسعه أن يجد في تجربة « يوسف » تجسيما لمعاناته وكل أب مكلوم بفقد ابنه المحبوب يتوحد مع يعقوب وهكذا يجد الإنسان نفسه في كل أوضاعه وحالاته في شخصيات هذه الرواية المعجزة ومن ثم فإنه يقبل عليها وهي تتلى مستمعا منصتا وتيار حياته الشخصية يمر أمامه واضحا جليا في نور الوحي فيمكنه حينئذ وهو في موقف المشاهد الحر الذي ارتفع فوق مستوى وضعه الشخصي وظروف معيشته الضيقة أن يتأمل وجوده ويتخذ العبرة التي تروق له وهذا هو الهدف البعيد الذي يسعى كل الأدب العظيم لبلوغه .\r\nويتباهى القرآن بأمثاله التي ضربها للناس توضيحا للحقائق الغيبية والعقلية بتجسيمها في صور محسوسة تجعلها في متناول العقل وتحثهم على التفكر وتدعوهم إلى التذكر .\r\nيقول :  وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ  ( 21 ) « 1 »\r\nوالتفكر هو الاستدلال بالمشهود على الغائب يعنى الصعود على الدليل بواسطة العقل من الشواهد إلى الحقائق وفي الدين من الصور إلى المصور ، ومن المخلوقات إلى الخالق . ويقول :\r\n وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ  ( 25 ) « 2 »\r\nوالتذكر هو الخلاص من النسيان فيكون المثل المضروب وسيلة للرجوع من المسموع المعلوم إلى المنسى المجهول المدفون في باطن القلوب من كلام اللّه القديم . ويقول :\r\n وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ وَما يَعْقِلُها إِلَّا الْعالِمُونَ  ( 43 ) « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحشر الآية ( 21 ) .\r\n( 2 ) سورة إبراهيم الآية ( 25 ) .\r\n( 3 ) سورة العنكبوت الآية ( 43 ) .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوالعقل هو الإمساك بمعنى الكلام بحفظ نصه ومعرفة المقصود منه ومعرفة المقصود هي الفقه والآية دليل على أن الوصول إلى معاني القرآن يتطلب علما راسخا فلا يعقل أمثاله إلّا من يوصف بالعلم .\r\nولنأخذ نموذجا واحدا وهو المثل الذي ضربه « القرآن » لنفسه ليبين كيف نوّر اللّه به السماوات والأرض في نزوله القديم من اللوح المحفوظ والدنيا تتهيأ لبدء يومها .\r\n اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ  « 1 »\r\nاللّه هو الذي أنار السماوات والأرض يعنى جعلهن مرئيات مدركات بالأبصار بعد أن كن غارقات في الظلام فصيرهن مشهودات بعد أن كنّ غائبات .\r\nوالسؤال كيف تحقق هذا وكيف تسنى لنا أن نرى السماوات والأرض بعد أن كن مستورات في الظلمة ؟ ! لا شئ يشبه اللّه في أسمائه وأقواله وأفعاله .\r\nإذن لا بدّ من مثل يوضح ما وقع لعلنا نتفكر ثم نتذكر فقال مفسرا بمثال :\r\n مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ  « 2 »\r\nيعنى حال نوره عندما أنار السماوات والأرض تشبه حال فراغ مظلم أو فضاء معتم أنزل فيه مصباح أو وضع فيه سراج والمشكاة هي التجويف المظلم الذي يصنع في الجدار ليوضع فيه المصباح أثناء الليل .\r\nيشبّه اللّه حال السماوات والأرض أثناء ظلمة الغيب بتلك المشكاة المعتمة التي تحفر في الجدار وقد أنزل فيهن مصباح كما يوضع السراج في التجويف المظلم ( - المشكاة ) والمصباح هنا هو محمد صلّى اللّه عليه وسلم النبي الأمى وهو يتنزل من سماء إلى سماء حتى وصل إلى السماء الدنيا يسوق الخلائق على الصراط القائم الممتد من جنات عدن حيث كانوا في السماوات إلى الأرض ليبدءوا حياة الابتلاء وقد أعطى حينئذ الرسالة بنزول « القرآن » عليه ليبلغ كل الخلائق كلام اللّه وهو ما أشار إليه بقوله :\r\n الْمِصْباحُ فِي زُجاجَةٍ  « 3 »\r\nيعنى قد وضع ذلك المصباح المنير في زجاجة ليتألق نوره ويفيض على ما حوله كما يحاط المصباح الموضوع في المشكاة بوعاء زجاجى ليحفظ الفتيل المشتعل من فعل الريح التي تحاول إطفاءه .\r\nوالزجاجة هنا تشير إلى « الرسالة » التي أعطيت للمصباح الذي هو النبي صلّى اللّه عليه وسلم فكانت بمثابة رداء لبسه القلب الشريف ففاض بالنور كما يفيض السراج الموضوع في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور الآية ( 35 ) .\r\n( 2 ) سورة النور الآية ( 35 ) .\r\n( 3 ) سورة النور الآية ( 35 ) .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالمشكاة إذا أحطناه بزجاجة فكأن الزجاجة هي التي يصدر عنها النور مع أنها ليست في الحقيقة إلّا مرآة تفيض بالنور الذي يأتيها من قلب المصباح . . . من الفتيل المتوهج فهي تشبه في هذا « القمر » الذي يتألق في السماء فائضا بالنور الذي ينزل عليه من الشمس فهو ليس أكثر من مرآة عاكسة فهذه الزجاجة إذن  كَأَنَّها كَوْكَبٌ دُرِّيٌّ  « 1 » جسم سماوي متألق البياض وهو القمر الذي خلب الألباب بجماله الوضاء  يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ  « 2 » يتوهج من النار التي تأتيه من شجرة دائمة الحياة  زَيْتُونَةٍ  « 3 » كأنها في استدارتها ومنافعها العديدة تشبه ثمرة الزيتون التي ينتفع بكل شئ فيها .\r\nفي الأسلوب تشبيه مثل أن تقول رأيت وجهه أصفر ليمونة تقصد أصفر مثل لون الليمونة  لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ  « 4 » هذه الشجرة لا توصف بأنها إلى جهة الشرق ولا إلى جهة الغرب لأن الشرق والغرب يتحددان بها ولا يحددانها فإليها ينسب الشرق والغرب وهي لا تنسب إلى أي جهة منهما وإذن فهذه الشجرة بلا جدال هي « الشمس » فإننا نحدد جهة الشرق أو جهة الغرب بالنسبة إليها وهي دائمة الحياة بل هي التي تفيض بالحياة على وجه الأرض فهي مباركة وهي تميل إلى الاستدارة وكثيرة الفوائد مثل ثمرة الزيتون  يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نارٌ  « 5 » يوشك باطنها الملتهب الذي يحتوى على مادة سائلة تشبه زيت الزيتون يوشك أن يتوهج من شدة الحرارة رغم أن ليس ثمة نار قد مسته وهذه هي حال الشمس التي تتوهج في السماء دون أن تقربها نار من الأرض . هذه الشمس ( الشجرة المباركة ) . هي التي تمد القمر ( الكوكب الدرىّ ) بما يفيض به من نور يبدد ظلمة الليل على الأرض والشمس هنا رمز إلى نور النبي الأمى القائم أبدا في الحضرة الإلهية أو الواقف دائما بين يدي الله الذي سبق الكتاب والقمر هو النبي محمد صلّى اللّه عليه وسلم عندما أرسله الله من الغيب والزجاجة هي رسالة « القرآن » هكذا أنار اللّه السماوات والأرض بنزول القرآن على محمد صلّى اللّه عليه وسلم عند بدء الزمان .\r\n نُورٌ عَلى نُورٍ  « 6 »\r\nنور هو القرآن كلام اللّه نزل على نور هو « محمد » صلّى اللّه عليه وسلم :\r\n يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشاءُ وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ  ( 35 ) « 7 »\r\nفكأنه قال بهذا المثال أن اللّه قد نوّر السماوات والأرض بإنزال « القرآن » على نبيه « محمد » كما ينور « القمر » ليل الدنيا مستمدا نوره من « الشمس » وإذا كان هذا التأويل صحيحا فلا بد أن يكون نور اللّه هذا في متناول أيدينا هنا قريبا غير بعيد فأين نجده ؟ ! وتأتى الإجابة في الآية التالية مباشرة تؤكد صحة التأويل إذ تقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور الآية ( 35 ) .\r\n( 2 ) سورة النور الآية ( 35 ) .\r\n( 3 ) سورة النور الآية ( 35 ) .\r\n( 4 ) سورة النور الآية ( 35 ) .\r\n( 5 ) سورة النور الآية ( 35 ) .\r\n( 6 ) سورة النور الآية ( 35 ) .\r\n( 7 ) سورة النور الآية ( 35 ) .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n  فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ ( 36 ) رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقامِ الصَّلاةِ وَإِيتاءِ الزَّكاةِ يَخافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصارُ   ( 37 ) . « 1 »\r\nما هي هذه البيوت ؟ ! إنها المساجد وما ذا نسمع فيها ؟ ! القرآن .\r\nفقوله :\r\n فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ  .\r\nإجابة عن السؤال أين نجد نور اللّه الذي وصفه المثال . وفي التأويل السابق يصبح « القمر » هو المصباح الذي وضع في زجاجة ولقد لقى هذا التأويل تأييدا باهرا في العصر الحديث حيث ثبت بدليل قاطع أن الطبقة الخارجية من سطح القمر تتكون أساسا من « زجاج » كما برهنت العينات التي جمعها رائدا الفضاء الأمريكيان اللذان هبطا على سطح القمر بسفينة الفضاء أبوللو 17 .\r\nليس الأمر إذن مجرد براعة لغوية لا نظير لها أو تأويل باطني فحسب بل هو أيضا وقبل كل شئ حقائق علمية يتأكد رسوخها يوما بعد يوم ببراهين قاطعة فسبحان من كان هذا القرآن كلامه ! !\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور الآية ( 36 - 37 ) .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n( 6 ) نماذج من الإبداع القرآني\r\nإن المثل السابق يوضح بأبلغ بيان كيف يستعمل القرآن الأساليب البلاغية المعروفة وكيف يرفع مستواها إلى ذروة شاهقة لا يستطيع كلام مخلوق أن يرفع إليها بصره . لقد احتوى المثل على تشبيهين :\r\n الزُّجاجَةُ كَأَنَّها كَوْكَبٌ دُرِّيٌّ \r\n يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ  .\r\nوالتشبيه من أساليب البلاغة التي استعملها العرب ولكن التشبيهين المذكورين يشيران إلى معان علمية عميقة ويثيران « العقل » بقدر ما يمتعان « الوجدان » بما يفيضان من جمال . لقد استعمل القرآن أساليب البشر البلاغية ولكن ليعبر عن معرفة إلهية فكان لا بدّ أن يسمو بهذه الأساليب إلى مستوى لم تعرفه اللغة العربية من قبل ولا من بعد على الرغم من بساطته المذهلة .\r\nولمزيد من البيان نقول : إن الشاعر العربي الموهوب يستعمل الأساليب البلاغية والصور الفنية التي تبدعها قريحته الغنية من أجل غاية واحدة هي تجسيم مشاعره وتجربته الإنسانية الذاتية العميقة في صورة صوتية مرسومة بالألفاظ تجعلها قريبة من « قلب » المتلقى تنفذ إليه عبر « الوجدان » فتفضى إليه « بسر » الجمال وربما أثارت في عقله بعض التأملات الفلسفية التي تتناول مغزى الحياة وسر الوجود لكن دون أن تهدف إلى أن تضيف إليه معلومات جديدة أو أن تثير عقله لاكتشاف حقائق علمية مجهولة وهنا بالضبط تتجلى عظمة الأساليب البلاغية القرآنية لأن القرآن - كما قلنا - ثروة لغوية وعلمية أو بتعبير آخر هو ثورة في المعرفة والتعبير . قال الشاعر الموهوب « عنترة » :\r\n ولقد ذكرتك والرماح نواهل * منى وبيض الهند تقطر من دمى \r\n فوددت تقبيل السيوف لأنها * لمعت كبارق ثغرك المبتسم \r\nهذان بيتان من الشعر يحتويان على صورة فنية رائعة لم تزل حية يتذوقها الإنسان ويتمتع بجمالها الذي لم يذهب بعد ما يزيد عن الألف وأربعمائة عام . يصور فيهما الشاعر عمق حبه وتعلق قلبه بمحبوبته الفاتنة التي تذكرها حين أحاطت به الأعداء وصارت رماحهم تناوشه والسيوف البيضاء البتارة المصنوعة في الهند تطعنه ويسيل عليها دمه وصار الموت أقرب من كل شئ يحيط به من كل جانب حينئذ . وهو يحدق في مغزى حياته التي أوشكت أن تنصرم بضربة سيف أو طعنة رمح تراءى له وجه حبيبته قريبا منه حتى أنه أوشك أن يهوى على السيوف التي تقطر من دمه يهوى عليها بالقبل إذ كان يرى في\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nبياضها التألق فم حبيبته عندما يفتر عن ابتسامة صافية . هل يستطيع واحد من الشعراء أن يبدع صورة فنية أجمل من هذه وحتى إن ترجمت هذه الصورة إلى لغة أخرى غير العربية وفقد جمالها الصوتي فإنها ستظل تحتفظ بحسنها المرئى المشهود والقادر على النفاذ إلى وجدان الإنسان أيا كان لسانه . ربما يتفكر الإنسان بعدها في أن « الحب » هو أهم محرك للإنسان بل لقد جعله الشاعر هو الحياة نفسها في جوهرها إذ اتخذ منه نظيرا للموت فعند ما أحدق الموت به تذكر حبيبته . عندما أحدق الموت بمحمد صلّى اللّه عليه وسلم في غزوة « حنين » تذكر أنه النبي فأنشد بوجدانه العربي الصميم « أنا النبي لا كذب أنا ابن عبد المطلب » وعندما أحدق الموت بعنترة تذكر حبه وتراءى له وجه حبيبته على مرآة السيوف اللامعة وهي تقطر من دمه .\r\nيا لها من صورة بديعة يأخذ جمالها بالقلوب هذه الصورة الفنية التي حملها البيتان أضاءت لنا نفس الشاعر وكشفت لنا عن جانب من حياة العرب قبل الإسلام حيث الحروب الطاحنة بين القبائل وتمجيد الشجاعة والمهارة في القتال وسمو قدر الخيل والسيف وأدوات الحرب وهكذا يمكننا أن نرى بالإضافة إلى نفس الشاعر - المجتمع الذي يعيش فيه ولكن هل يمكن أن تثير العقل وتكشف له عن حقائق الكون المشهود هل يمكن أن تقدم إليه معلومات جديدة وتحثه على التفكر في قضايا علمية . من المؤكد أن الإجابة لا .\r\nأما صور القرآن الفنية وأساليبه البلاغية فإنها تفعل كل هذا باقتدار معجز ولنأخذ عنصرا واحدا من عناصر البيئة العربية التي شهدت مولد القرآن وكيف استخدمه القرآن في تكوين صور فنية بديعة ولكنها قادرة على إثراء العقل بالإضافة إلى إثارة الوجدان وهي تعطى العلم وتدعو للفكر بقدر ما تبوح بسر الجمال وليكن هذا العنصر هو « الجبال » التي كان العرب يعيشون عند سفوحها وبين أحضانها يرونها في الحل والترحال يجلسون في ظلالها يحتمون بها من قيظ اليوم شديد الحر ويتطلعون بعيون مندهشة إلى سيول الماء وهي تجرى على أجسادها العظيمة تشق الطريق إلى الأرض العطشى في أوقات المطر ويرمقونها في جلال وهي تقف شامخة ثابتة على مر الزمان تطرق صامتة إلى الأرض وعيون الليل شاخصة في السماء تنظر إليها وهي ترتدى ثياب الظلام لتختفى حتى تأتى الشمس من الشرق فتخرج الجبال من الخفاء لتقف في نفس المكان طوال اليوم .\r\nلا شك أن الجبال جسمت في وجدان العربي معنى الثبات والصمت والشموخ فهو يراها واقفة في مكانها لا تتحرك بينما هو ينتقل مع أغنامه من بقعة إلى أخرى أو مسافرا مع القوافل إلى اليمن أو الشام والجبال ثابتة على الطريق لا تغير مكانها قيد أنملة .\r\nوهي باقية لا يعتريها التغيير يشيخ الإنسان ويموت وتختفى الكائنات وتذوب في الفراغ كأنها لم تكن بينما الجبال صامدة على مر الزمان باقية لا تموت ولا تشيخ ولا يعتريها\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالوهن ولا تصل إليها يد الموت التي أحاطت بكل شئ حي فكأن الجبال تسمو فوق الحياة .\r\nوهي صامتة لا تنبس ببنت شفة ترعد السماء ويصرخ أهل الأرض وتعلو أصواتهم بالضحك أو البكاء بينما الجبال واجمة خرساء لا تنطق بشيء . هكذا كان الوجدان العربي الإنسانى يشهد الجبال .\r\nفكيف رآها القرآن ؟ ! تذهلنا الصورة التي رسمتها الآيات القرآنية للجبال والتي تقطع بأن قائل القرآن كان أكبر من الإنسان . فما ذا قال ؟ !\r\n وَتَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِما تَفْعَلُونَ  ( 88 ) . « 1 »\r\nها أنت تنظر إلى الجبال ببصرك البشرى فتتوهم أنها متصفة بالجمود يعنى الخمود والثبات . . . . انعدام الحركة أو السكون وأيضا ثبات البناء أي التماسك .\r\nولكن هذه الرؤية خاطئة تماما لا تصل إلى حقيقة الجبال فإنها ثمرة نظرة إلى الظاهر مع العمى عن الباطن لأن الجبال في حقيقة الأمر تتحرك وتسير كما يفعل السحاب .\r\nفانظر كيف شبّه الجبال بالسحاب إنه تشبيه مدهش مذهل لكنه يدعو إلى التأمل العميق . هذه الجبال تتحرك وتجرى مثل السحب ولكن في الخفاء والسحاب لا يتحرك بنفسه بل يحركه الهواء الذي يحمله .\r\nفهذه إشارة واضحة إلى حركة الأرض التي تعد الجبال بمثابة نتوءات على سطحها الخارجي وإذا كانت الجبال التي تمثل في الوجدان الإنسانى معنى الثبات تتحرك فاعلم أيها الإنسان أن لا شئ من المخلوقات يثبت ويبقى على حاله فكل الأشياء في حركة دائمة وتغيّر مستمر وهي الحقيقة التي يرمز إليها تشبيه الجبال بالسحاب لأننا نرى السحاب يتكون أمام أبصارنا على صفحة السماء تتراكم أجزاؤه بعضها على بعض ونراه حينا آخر يتفكك ويذوب وهذا معناه أن المخلوقات كلها تتكون من أجزاء وأنها ليست في حقيقتها إلّا بناء يتركب من أجزاء أو وحدات بناء تتجمع وتتآلف مع بعضها لتكوين الكائن المشهود بالأبصار وفي هذا تلويح إلى وحدات بناء المادة الأساسية يعنى الأجسام الأولية التي تتكون منها الذرات التي بدورها تتجمع وتتآلف في بناء هائل لتكوين الأجسام التي نتعرف عليها بحواسنا .\r\nهذا قانون عام يشمل كل شئ ويتعلق بالصنعة الإلهية والدليل على صحة هذا الفهم هو سياق الآية نفسها إذ يقول اللّه بعد التشبيه مباشرة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النمل الآية ( 88 ) .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ  « 1 »\r\nهذه هي طريقة البناء التي أخرج اللّه بها كل شئ في أحسن صورة .\r\nإذن فهو ينقلنا من الجبال لنرى كل شئ ثم لنرى صانع كل شئ الموصوف بالبارئ أي المتقن الذي أخرج كل شئ إلى نور الشهود في أحسن صورة .\r\nلنتأمل كيف شبه الجبال التي تجسم معنى الثقل والثبات والتماسك في الوجدان الإنسانى بالسحاب الذي بمثل الخفة والحركة وسرعة الزوال ! ! !\r\nوإذا كان تشبيه الجبال بالسحاب قد ألمح كما بينا إلى تركيبها من أجزاء فإنه قد أشار أيضا إلى تفككها وتحلل أجزائها الذي يؤدى إلى اختفائها وزوالها من الإدراك فهي في الحقيقة ليست إلا رسما يمكن محوه أو صورة يجوز عليها الفناء وهو المقام الذي تلوح إليه الآية ووصفه السائرين على الطريق إلى رب العالمين .\r\nألا تستدعى هذه الآية التي تربط الجبال بالسحاب في السماء إلى فؤاد القارئ جبل التجلي الذي وقف عنده موسى في سيناء طالبا رؤية ربه ! !\r\n فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا  « 2 »\r\nأي تفتت الجبل وزال كيانه أو رسمه لأن الجبل في الحقيقة ليس إلّا بناء هائلا يتكون من أحجار تتجمع وتترابط مع بعضها لتكوين ما يسمى « بالجبل » فإذا تفككت وانحلت روابطها زال الجبل وعاد كأن لم يكن .\r\n وَخَرَّ مُوسى صَعِقاً  « 3 »\r\nسقط موسى مصعوقا من نور التجلي ورجع موسى حينئذ مثل الجبل كأن لم يكن لأن موسى أيضا ليس إلّا رسما أو بناء هائلا فإذا تفكك وانحل ارتباط « النفس » بالجسد زال الإنسان فعاد الجسد إلى الطين واسترد اللّه « نفسه » .\r\n فَلَمَّا أَفاقَ  « 4 »\r\nمن الموت بعودة النفس إلى الجسد الذي قام بقوة « الروح » فقام موسى ووصف ما وقع له  قالَ سُبْحانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ  ( 143 ) « 5 »\r\nتنزهت عن أن يراك غيرك إذ لا يثبت رسمه عند التجلي فلا ترى إلّا بروحك الذي له وحده بموجب صدوره عنك أن يراك فأنت إذن الذي ترى نفسك .\r\nالآن رجعت إليك متحررا من أوهامى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النمل : الآية ( 88 ) .\r\n( 2 ) سورة الأعراف : الآية ( 143 ) .\r\n( 3 ) سورة الأعراف : الآية ( 143 ) .\r\n( 4 ) سورة الأعراف : الآية ( 143 ) .\r\n( 5 ) سورة الأعراف : الآية ( 143 ) .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوأنا أول من يصدّق أن « روحك » هو الذي وهب كل شئ حياته وبه وحده تتم رؤيتك .\r\nو « روح اللّه » هو مقام النبي الأمى الذي انبعث عندما أحب اللّه أن يشهد نفسه وهذا هو أحد أسرار كثرة تردد ذكر « موسى » عليه الصلاة والسلام في سور القرآن ؛ رسالة محمد صلّى اللّه عليه وسلم فهو أول من آمن بأن « محمدا » هو « روح اللّه » أي الوسيلة التي يعرف بها اللّه إذ عرّف اللّه نفسه به إلى خلقه وهو أول من آمن بالبعث من القبور لأنه أول من قام من الموت .\r\nواندكاك جبل « موسى » عند التجلي يذكرنا بتصدع الجبل لو كان القرآن قد أنزل عليه بدلا من « محمد » صلّى اللّه عليه وسلم كما أخبر حين قال :\r\n لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ  ( 21 ) « 1 » .\r\nوالخشوع خمود الحركة والسكون ومعنى الآية أن الجبل المضروب مثلا هو ككل الجبال التي على الأرض في حركة مستمرة لا تتوقف وأن تلك الحركة الخفية على الحواس هي التي تضمن بقاء الجبل في رسم الجبل فهي التي تحفظ عليه بنيانه فلو استدعاه ربه لينزل عليه القرآن لتوقف وسكن في مكانه بلا حراك وحينئذ لا بدّ أن يتشقق ويتهاوى بناؤه وتتناثر أجزاؤه من توقفه المفاجئ لتأثره بكلام اللّه الذي يذكره باللقاء المحتوم بخالقه يوم القيامة وهو الخشية التي تعنى خوف اللقاء أي خوف المقام بين يدي اللّه .\r\nوالخشية عموما هي الخوف القائم على العلم والعلم هنا هو العلم بلقاء اللّه الذي لا ريب فيه وهذه هي رسالة القرآن .\r\nلننظر هنا إلى قوله :\r\n لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً \r\nولم يقل لخشع وتصدع فأشار بكلمة  لَرَأَيْتَهُ  إلى دوام حضور « محمد » صلّى اللّه عليه وسلم عند نزول الوحي إلى غيره من الخلق وهو الجبل هنا في هذا المثال فلو نزل الوحي على الجبل لظل « محمد » قائما يرى خشوع الجبل وتصدعه وهذا الحضور الدائم إشارة إلى النبي الأمى الذي سبق « الكتاب » وكان « الوسيلة » للمعرفة الإلهية فهو « روح اللّه » الذي لا تتحقق المعرفة إلّا بحضوره فهو ماثل دوما بين يدي اللّه فلا يصل أحد من الخلق إلى اللّه إلا عن طريقه وهو الذي يخاطبه المؤمنون في الصلاة عندما يجلسون بين يدي اللّه جلسة التشهد « السلام عليك أيها النبي ورحمة اللّه وبركاته » فوقوفهم بين يدي اللّه يعنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحشر الآية ( 21 ) .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nبالضرورة حضور « رسول اللّه » صلّى اللّه عليه وسلم ولذا يجب عليهم إلقاء التحية عليه وهم يتجهون في صلاتهم إلى الكعبة بمكة المكرمة حيث البيت الأول الذي وضع للناس وحيث نزل القرآن أول مرة مع أن الرسول صلّى اللّه عليه وسلم محمدا مدفون في المدينة المنورة به فما معنى هذا ؟ !\r\nمعناه أن النبي العربي الذي تسربل بجسد « محمد بن عبد اللّه بن عبد المطلب » لم يكن إلا رسول قد خلت من قبله الرسل الذين لم يكونوا أكثر من نواب عن النبي الأبدي « روح اللّه » القائم دوما في حضرة اللّه وأنهم كانوا وكلاء عنه في بلاغ رسالة اللّه إلى خلقه ولكنه لما حضر أخيرا بنفسه في صورة النبي العربي وضمن حفظ الوحي بلا تزييف ولا تحريف إذ تعهد اللّه بهذا حينئذ أغلق باب النبوة وختم إذ لا معنى لعمل الوكيل في حضور السيد صاحب الأمر المشار إليه بالتوجه إلى مكة أم القرى حيث الكعبة المسجد الحرام حيث نزل « روح اللّه » النبي الأمى وألقى على الخلق كلهم « القرآن القديم » .\r\nوإذا كنا قد رأينا جبل « موسى » يندك ويتفتت عند التجلي الإلهي ورأينا الجبل يتصدع عند نزول القرآن لو كان قد نزل عليه فبوسعنا أن نقول إن القرآن هو تجلى الذات الإلهية فهو التعبير الأعظم الذي عرّف اللّه به نفسه إلى خلقه وهي نفس النتيجة التي وصلنا إليها بتحليل مضمون القرآن .\r\nولما كان التجلي الإلهي لا بدّ أن يفنى رسوم ( - صور ) المخلوقات ومن بينها الجبال ويوم القيامة هو يوم التجلي ولذلك لا بدّ للجبال أن تزول وينعدم وجودها .\r\nفكيف سيحدث ذلك ؟ !\r\nإن مركز الأرض يتوقف على حين فجأة بينما تستمر الجبال في حركتها الدائمة بقانون القصور الذاتي حينئذ تبدو متحركة تسير أمام أعين الناس الذين يقفون ينظرون شاخصة عيونهم إلى الجبال وهي تندفع مهرولة في طريق العدم .\r\n وَيَوْمَ نُسَيِّرُ الْجِبالَ وَتَرَى الْأَرْضَ بارِزَةً وَحَشَرْناهُمْ فَلَمْ نُغادِرْ مِنْهُمْ أَحَداً  ( 47 ) « 1 »\r\n وَتَسِيرُ الْجِبالُ سَيْراً  ( 10 ) « 2 »\r\nمشهودا مرئيا بالأبصار مدركا بالأفئدة .\r\n وَإِذَا الْجِبالُ سُيِّرَتْ  ( 3 ) « 3 »\r\nأمام أعين المحشورين كأنها دواب مسرعة على أقدامها فلا بد أن تتهاوى وتتفتت وتتناثر أجزاؤها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الكهف : الآية ( 47 ) .\r\n( 2 ) سورة الطور : الآية ( 10 ) .\r\n( 3 ) سورة التكوير : الآية ( 3 ) .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nستتحول إلى رمال تذروها ريح العدم فتزول كأنها لم تكن فتبدو حينئذ للناظرين الذين سبق لهم أن رأوها في رسمها أنها كانت سرابا خدّاعا وجاء يومئذ موعد انكشافه .\r\n وَسُيِّرَتِ الْجِبالُ فَكانَتْ سَراباً  ( 20 ) « 1 » .\r\nلقد صور القرآن عبر العديد من آياته نهاية الجبال أبلغ تصوير ، إنها ترتجف وتهتز بعنف ثم تحمل مع الأرض فترتطم مع الأجرام السماوية التي يضطرب نظامها وتتبعثر في الفضاء فتنسف الجبال نسفا وتتمزق أشلاء تتناثر في كل الاتجاهات تتحول في النهاية إلى رمال تهال وتختفى .\r\nوتنتهى بذلك حياتها على الأرض تلك الحياة الموغلة في القدم حيث بدأت من أيام الخلق الأول . كثير من الآيات تتناثر في سور القرآن وتتضافر مع بعضها لتكوين هذه الصورة المروعة .\r\nوإذا كان الإنسان يتوهم أن الجبال خرساء لا تنطق وأنها تتكون من صخور صماء لا شعور فيها فإن القرآن يقدم لنا صورة مذهلة تناقض هذا الوهم الإنسانى القائم على إدراك الحواس .\r\nفنرى أولا أن الجبال تشارك المخلوقات كلها في التسبيح فهي تنطق بلغتها الخاصة بالثناء على اللّه وتشارك الكائنات السجود للّه الخالق ولقد رأى النبي بنور النبوة ذلك السجود وسمع ذلك التسبيح .\r\n أَ لَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذابُ وَمَنْ يُهِنِ اللَّهُ فَما لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ ما يَشاءُ  ( 18 ) « 2 » .\r\nولقد كانت جبال أورشليم ( القدس ) تشارك نبي اللّه داود التسبيح عندما كان يذكر اللّه قبل شروق الشمس وقبل غروبها وكانت تردد وراءه كلمات الذكر وهو يسمع أصواتها الجليلة فيزداد قلبه خشوعا ويمتلئ بمهابة اللّه .\r\n إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ  ( 18 ) « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النبأ : الآية ( 20 ) .\r\n( 2 ) سورة الحج : الآية ( 18 ) .\r\n( 3 ) سورة ص : الآية ( 18 ) .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n وَسَخَّرْنا مَعَ داوُدَ الْجِبالَ يُسَبِّحْنَ وَالطَّيْرَ  « 1 » .\r\n وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ  ( 10 ) « 2 » .\r\nها هي الجبال تتلقى الأمر من اللّه لتشارك داود الصلاة .\r\nوالجبال تغضب لمعصية اللّه وإهانته عندما ينسب له أبناء آدم البنين .\r\n   لَقَدْ جِئْتُمْ شَيْئاً إِدًّا ( 89 ) تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا ( 90 ) أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً    ( 91 ) « 3 » .\r\nوليست الحجارة التي تتكون منها الجبال بلا شعور فإن لها حياة باطنة تسبح فيها اللّه وتخشاه .\r\n وَإِنَّ مِنَ الْحِجارَةِ لَما يَتَفَجَّرُ مِنْهُ الْأَنْهارُ وَإِنَّ مِنْها لَما يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْماءُ وَإِنَّ مِنْها لَما يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ  « 4 » .\r\nإن الجبال مخلوقات هائلة تتميز بضخامة الأجسام إن صح التعبير وارتفاع القامة ويشعر الإنسان إزاءها بالضالة ولذلك وبخ القرآن المتكبر المختال في مشيته بأن لفت نظره إلى مقارنة جسمه بقوة الأرض وطول الجبال حتى يتخلى عن كبريائه ويدرك أن التواضع جدير بمخلوق ضئيل الحجم ضعيف القوة مثله يقول :\r\n وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ  « 5 » .\r\nلو ضربتها بأقصى ما لديك من قوة .\r\n وَلَنْ تَبْلُغَ الْجِبالَ طُولًا  ( 37 ) « 6 » .\r\nإذا قارنت جسمك أيها الإنسان بها .\r\nولكن المتكلم في القرآن لا ينظر إلى الجبال هذه النظرة الإنسانية فإنه يراها مجرد شئ صغير تأمل في قوله :\r\n  أَ لَمْ نَجْعَلِ الْأَرْضَ مِهاداً ( 6 ) وَالْجِبالَ أَوْتاداً   ( 7 ) « 7 » .\r\nفي الآيتين تشبهان يذكرانا بنعم الله علينا فيقول : ألم نهيئ الأرض لكم لتكون بمثابة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء الآية ( 79 ) .\r\n( 2 ) سورة سبأ الآية ( 10 ) .\r\n( 3 ) سورة مريم الآية ( 89 - 91 ) .\r\n( 4 ) سورة البقرة الآية ( 74 ) .\r\n( 5 ) سورة الإسراء الآية ( 37 ) .\r\n( 6 ) سورة الإسراء الآية ( 37 ) .\r\n( 7 ) سورة النبأ الآية ( 6 - 7 ) .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nأسرّة ترتاحون فوقها ونربيكم عليها فهي لكم كالمهاد بالنسبة للمولودين حيث زودها اللّه بكل الوسائل التي تكفل راحتكم وتضمن نموكم كما يجهز الوالدان الأسرّة ( - المهاد ) لأطفالهما ليناموا عليها مرتاحين ويتلقوا فوقها الغذاء ( - الزرق ) الذي يكفل نضوجهم .\r\nفالآية تشبه الكون كله بالبيت الذي يعيش فيه الإنسان وقد استعارت الأرض وظيفة المهد أو وظيفة الأم التي تجهز المهد لتكفل راحة الإنسان في حياته عليها .\r\nولكن إذا كان الإنسان طفلا مولودا كما يشير التشبيه في الآية فمن هي أمه التي ولد منها ومن هو أبوه ؟ !\r\nالأم هي الأرض التي أعطت الجسد و « الأب » هو « روح » اللّه الذي نفخ « سر الحياة » في « آدم » أبى البشر الجسدي .\r\nالأرض هي التي قدمت الطين الذي تكون منه جسد الإنسان و « روح اللّه » هو الذي وهبه الحياة فأنزل النفس التي هي كلمة اللّه المودعة في كتاب علمه أنزلها لتسكن في هذا الجسد المأخوذ من طين الأرض وبهذا قام الإنسان .\r\n وَالْجِبالَ أَوْتاداً  ( 7 ) ( سورة النبأ )\r\nالجبال تلك الكائنات الهائلة ليست إلا بمثابة أوتادا دقت أو غرزت في الأرض .\r\nمن الذي يستطيع أن ينظر إلى الجبال هذه النظرة ؟ ! من المؤكد أنه ليس إنسانا لأن الإنسان يشعر بالضالة إذا قارن نفسه بأصغر واحد من الجبال فمن الذي يقدر على هذه الرؤية المذهلة ؟ ! لا شك أنه الذي دقها أو غرزها في الأرض وثبتها لتكون بمثابة أوتاد أليس ذاك هو اللّه رب العالمين الذي أرسى الجبال في الأرض . ثم أخبرنا بما فعل في كلامه المسمى « القرآن » .\r\nالوتد قطعة صغيرة من الخشب تدق في الأرض لترسو في مكانها ثابتة لا تتزحزح من أجل أن تثبت سقف الخيمة بالحبال فلا يقع على الأرض أو من أجل أن تربط الدابة في مكانها فلا تتوه وتضيع من أصحابها .\r\nإذن لا بدّ من حبل يربط السقف بالأرض أو الدابة في مكانها بواسطة الوتد ( - الجبل ) وبهذا يقوم بوظيفة التثبيت .\r\nأول ما يلفت نظرنا عندما نتأمل هذه الصورة الفنية المدهشة في بساطتها والمذهلة في أعماقها العلمية أول شئ يشد الانتباه هو التشابه الشكلى بين الجبل والوتد فإذا كانت الجبال أوتادا فلا بد إذن أن تكون لها أجزاء عميقة مختفية في باطن الأرض لا ترى على سطحها لأن الوتد يختفى نصفه على الأقل عندما نقول بتثبيته في الأرض والإعجاز هنا في أن الجبل يشبه فعلا الوتد إذ إن له عمقا كبيرا في باطن الأرض يكون بمثابة الأساس الذي يوضع للبناء تحت سطح الأرض وهذه حقيقة علمية لم تكتشف بواسطة علماء طبقات الأرض ( الجيولوجيا ) إلا في القرن العشرين فأنى لبشر مخلوق عاش في مطلع القرن السابع أن يشير إلى هذا ويتكلم به بكل هذه الثقة بل وفي سياق عام يستخدم فيه\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nأسلوب بلاغى هو التشبيه فهو لا يقصد أن يقدم درسا علميا مقصودا في علم الجيولوجيا بل يسوق الحقيقة العلمية عرضا في نطاق التدليل على كمال رعاية اللّه سبحانه وتعالى لمخلوقاته وحسن عنايته بهم .\r\nثانيا : يقوم الوتد بوظيفة التثبيت فما ذا تثبت الجبال ؟ !\r\nوتساعد الحبال الأوتاد في عملها فما هي أحبال الجبال ؟ !\r\nالآن فقط في عصرنا هذا يبدو واضحا في نور « العلم » أن الجبال هامة جدا لاستمرار الحياة على سطح الأرض بل لا يمكن تصور نشأة الحياة واستمرار الكائنات الحية بدون الجبال التي تحفظ القشرة الأرضية ثابتة لا تهتز أثناء الحركة الدائمة المستمرة للأرض في دورانها حول نفسها في كل يوم وحول الشمس مرة كل عام وفي نطاق الحركة الشاملة الناتجة من تمدد الكون والتي تأخذ كل شئ في طريقها المرسوم .\r\nإذن فالجبال هنا أوتاد لتثبيت القشرة الأرضية وبالتالي تمكين الكائنات على سطح الأرض وضمان بقاء الحياة والحبال التي تساعد الجبال ( - الأوتاد ) في عملها هي الجاذبية الأرضية أو بكلمات أخرى الجبال جزء من نظام الجاذبية الأرضية التي تحفظ الكائنات فوق قشرة هذا الكوكب ، ومن هذا نفهم أن الجبال كانت هي أول شئ ظهر على سطح الأرض وذلك تمهيدا لظهور الحياة المشهودة في الكائنات التي تزين وجه الأرض وتنعم بالاستقرار فوقها بفضل الجبال وحبال الجاذبية .\r\nلذلك عندما فصّل اللّه لنا قصة خلق السماوات والأرض في الآيات ( 9 - 12 ) من سورة فصلت ذكر الجبال كأول شئ ظهر على ظهر الأرض وأسماها هنا كما في كثير من الآيات الأخرى « رواسي » إيضاحا لوظيفتها وطريقة تكوينها كما سيتبين لنا . قال :\r\n قُلْ أَ إِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْداداً ذلِكَ رَبُّ الْعالَمِينَ  ( 9 ) « 1 » .\r\nومعنى هذا أن فصل الأرض عن السماء وإعطائها كيانا خاصا قد استغرق يومين أي حقبتين من أحقاب الخلق حيث عرفنا من الآية الثلاثين من سورة الأنبياء أن الأرض كانت ملتصقة بالسماوات :\r\n أَ وَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّماواتِ وَالْأَرْضَ كانَتا رَتْقاً فَفَتَقْناهُما وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ أَ فَلا يُؤْمِنُونَ  ( 30 ) « 2 » .\r\nرتقا تعنى الالتصاق فهما كانتا ملتصقتين أو ملتحمتين وفتقناهما تعنى فصلناهما عن بعضهما أي فككنا الالتحام الذي كان يربطهما في كتلة واحدة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فصلت الآية ( 9 ) .\r\n( 2 ) سورة الأنبياء الآية ( 30 ) .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n وَجَعَلَ فِيها رَواسِيَ مِنْ فَوْقِها  « 1 »\r\nوأنزل في الأرض الجبال التي كانت بمثابة ثوابت وضعت فيها وهذه الثوابت جاءتها من فوقها يعنى من جهة السماء التي تحيط بالأرض والتي فصلت عنها بالفتق .\r\nسمى الجبال هنا « رواسي » لتحديد وظيفتها وعيّن كيف تكونت وهذا ما يستحق الالتفات . إنه يقول إن الجبال قد وضعت في الأرض من أعلى أي أنها جاءتها من جهة السماء ونزلت فيها وهذا هو مغزى قوله  مِنْ فَوْقِها  وذلك بعد فصل ( - فتق ) الأرض عن السماء وهي الحقيقة العجيبة التي عاد ليؤكدها في قوله :\r\n وَالْأَرْضَ مَدَدْناها وَأَلْقَيْنا فِيها رَواسِيَ  « 2 »\r\nوكلمة « ألقينا » تعنى أن اللّه سبحانه وتعالى في حضور « روحه » « 3 » أو بواسطته رمى بالأحجار والصخور من السماء إلى الأرض التي تلقت ما أنزل إليها .\r\nيتخيل الإنسان بحكم الوهم الذي تصنعه المشاهدة المعتادة أن الجبال قد خرجت من الأرض ونبتت فيها كما تنبت الأشجار يعنى من أسفل إلى أعلى ولكن ها هو القرآن يصحح لنا هذا الوهم ويخبرنا في ثقة لا يقدر عليها إلّا الخالق وحده أن الجبال قد نزلت إلى الأرض وألقيت فيها ولم تخرج منها وكان لا بدّ من تثبيت الجبال في الأرض بالضغط عليها من أعلى كما نفعل عند تثبيت وتد في الأرض أو مسمار في جدار . قال :\r\n وَالْجِبالَ أَرْساها  ( 32 ) « 4 » .\r\nيعنى ثبتها في قشرة الأرض بالضغط عليها من أعلى حتى رست في مواضعها وصارت تتكون من أجزاء خفية مدفونة تحت سطح الأرض تشبه جذور الأشجار وأخرى ظاهرة تعلو فوق سطح الأرض ونراها بالأبصار وبهذا الصنع الإلهى صارت الجبال حقا أوتادا وهي تشبه الأشجار ولكنها أشجار نزلت إلى الأرض من السماء ولم تخرج منها .\r\nوكلمة « مددناها » الواردة في قوله :\r\n وَالْأَرْضَ مَدَدْناها وَأَلْقَيْنا فِيها رَواسِيَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فصلت الآية ( 10 ) .\r\n( 2 ) سورة الحجر الآية ( 19 ) . وسورة ق الآية ( 7 ) .\r\n( 3 ) عندما يتكلم الله بصيغة الجمع فيجب أن نفهم أن هذا يشير إلى أن « روحه » الذي كان الأصل في كل شئ قد انبعث من قبضة الغيب إلى نور الشهادة .\r\n( 4 ) سورة النازعات الآية ( 32 ) .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nتعنى حركناها يعنى جعلناها متحركة ومن هنا كان لا بدّ من أوتاد تثبّت فيها لضمان عدم اهتزاز قشرتها التي ستنشأ الكائنات الحية عليها وهذا المعنى ( المد - الحركة ) نصل إليه من قوله في سورة الفرقان :\r\n أَ لَمْ تَرَ إِلى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شاءَ لَجَعَلَهُ ساكِناً ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا  ( 45 ) « 1 » .\r\nجعل المد مقابلا للسكون فأشار إلى أن المد يعنى في لغة القرآن الحركة وعندما يقول :\r\n وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيها رَواسِيَ وَأَنْهاراً  « 2 » .\r\nفهو يقصد أنه هو الذي حرّك الأرض وأنزل فيها جبالا مثبتة فيها وأنهارا تجرى على سطحها . وفي علم الصرف ( - الصوتيات ) والتلاوة فإن « المد » هو عكس « السكون » فتأمل ! ! !\r\nووظيفة الرواسي ( - الجبال ) هي أن تضمن استقرار الكائنات على قشرة الأرض وتحول بينها وبين الضياع في الفضاء الخارجي لو أنها اهتزت واضطربت حركتها بسبب دوران الكرة الأرضية والجبال إذن هي الأوتاد التي تمسك الكائنات الحية بحبال الجاذبية الأرضية وإلى هذه الوظيفة أشارت أقواله .\r\n وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهاراً وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ  ( 15 ) « 3 » .\r\nوالمعنى أنه أنزل الجبال في الأرض حتى لا تهتز بكم أثناء دورانها الذي لا يتوقف وأنزل الأنهار من مطر السماء لتقوم به الحياة على الأرض وشق الطرق التي تسيرون فيها لكي تصلوا إلى ما تريدون ولم يكن شئ من هذا ممكنا لولا الأوتاد التي ألقاها في قشرة الأرض الدوارة لتثبتكم عليها دون اهتزاز و « أن » هنا تعنى « حتى لا » أو « كيلا » .\r\n وَجَعَلْنا فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنا فِيها فِجاجاً سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ  ( 31 ) « 4 » .\r\nهنا يتكلم بصيغة الجمع الحاضر ( جعلنا ) ويعبر عن المخلوقات الأرضية كلها بصيغة الغائب « بهم » و « لعلهم يهتدون » والكلام إلى « محمد » صلّى اللّه عليه وسلم رسول الله والإشارة إلى حضوره الدائم بين يدي الله باعتباره « الروح » الذي كانت به الحياة والسر الذي أظهر كل شئ .\r\nولذلك أخرجه في الخطاب من زمرة الخلائق المشار إليهم بضمير الغائب « هم » وأدخله في الجمع الحاضر المتكلم « نحن » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الفرقان ( 45 ) .\r\n( 2 ) سورة الرعد الآية ( 3 ) .\r\n( 3 ) سورة النحل الآية ( 15 ) .\r\n( 4 ) سورة الأنبياء الآية ( 31 ) .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nويقول مخاطبا للبشرية كلها\r\n وَأَلْقى فِي الْأَرْضِ رَواسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيها مِنْ كُلِّ دابَّةٍ  « 1 » .\r\nوبالطبع لم يكن لأي دابة أن تستقر على الأرض وتنشر ولو أن الأرض مادت يركابها من الدواب .\r\nولكن الأوتاد الخشبية لا تربط الدواب فقط فإنها تستخدم أساسا لحفظ سقف الخيمة مرفوعا فوق الأرض وتحول بينه وبين الوقوع عليها بواسطة الحبال النازلة من السقف والمشدودة إلى الأرض بواسطة الأوتاد . فإذا كانت الجبال هي أوتاد الأرض كما صرحت الآية فإن السماء تصبح هي سقف الخيمة التي يتمثل بها الكون والتي تبقى مرفوعة فوق الأرض بواسطة الحبال .\r\nفما هي تلك « الحبال » التي تنزل من السماء وتشد إلى الأرض بواسطة الجبال فتبقى بها السماء سقفا مرفوعا لا يقع ؟ !\r\nألا تكون تلك الحبال هي « وحى » اللّه النازل من السماوات السبع إلى الأرض أي كلماته المنزلة من « الكتاب المبين » .\r\nتلك الكلمات السماوية لم تزل تتنزل منذ بدأ الوحي بنزول فاتحة الكتاب والقرآن القديم على قلب النبي الأمى بينما كانت الأنفس تأخذ طريقها للنزول إلى الأرض لبدء حياة الابتلاء وحتى الآن حيث ينزل الوحي في ليلة القدر من كل عام حاملا « قدرا » من أمر اللّه المسجل في « الكتاب » ويستمر التنزل حتى يتم الكشف عن الكتاب كله ولا تتبقى كلمة واحدة دون أن تقرأ حينئذ سيتوقف التنزل لاكتمال قراءة الكتاب فتنقطع الحبال المربوطة بالجبال والتي ترفع السماء فوق الأرض فتقع يومئذ الواقعة .\r\nإذا توقف كلام اللّه إلى نبيه الأمى انقطعت الحبال وسيّرت الجبال فعادت سرابا ووقعت السماء على الأرض فحينئذ تكون القيامة .\r\nألا تتضح لأفئدتنا علاقة الجبال ( - أوتاد الأرض ) بكلمات الله ( - حبال السماء إذا انتبهنا إلى أن كل الأنبياء قد تلقوا الوحي في أحضان الجبال فموسى تلقى النداء وأخذ التوراة في جبل سيناء وعيسى نال البشارة ( - الإنجيل ) في جبل الزيتون واستمع محمد صلّى اللّه عليه وسلم إلى الوحي في غار حراء في الجبل الذي يقع على مقربة من مكة أم القرى . الجبال إذن كانت مواقع تلقى وحى السماء الإلهى ولكن « الوحي » كما عرفنا من قبل هو تذكر إذ أنه « ذكر » إلهي يذكر به أنبياءه بكلامه القديم الذي استمعوه من قبل ومعنى هذا أن الجبال هي الأماكن التي يتذكر فيها الأنبياء كلام اللّه القديم والسر في هذا هي أنها كانت الكائنات الوحيدة التي توجد على الأرض حين شرع اللّه سبحانه وتعالى يكشف عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة لقمان الآية ( 10 ) .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالكتاب ويلقى الوحي على نبيه الأمى وهو يسوق الأنفس البشرية إلى الأرض فاستمعت الجبال مع البشر إلى كلام اللّه واحتفظت به فصارت بذلك مستودعات يحفظ فيها وحى الله أو هي خزائن مسجل فيها كلمات اللّه ومن هنا يجد الأنبياء أنفسهم مدفوعين إلى أحضان الجبال فإنها الأماكن الجديرة حقا بتذكر كلام اللّه .\r\nلقد كانت الجبال هي الشاهد الوحيد على الأرض لكلام اللّه القديم وهي التي شهدت تحمل الإنسان « للأمانة » لما عرضها اللّه حين بدأ الكشف عن علمه .\r\nانظر إلى قوله :\r\n إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولًا  ( 72 ) « 1 » .\r\nالأمانة هي « خلافة اللّه » التي تتضمن الالتزام بشريعته مقابل تسخير الأشياء لخدمة الخليفة وعرض الأمانة يعنى بيان الشريعة وإظهار إرادة اللّه في أن يجعل له خليفة يكون سببا للكشف عن « علم اللّه » وتتحقق به مشيئة اللّه في أن يعرف فهذا الخليفة المنتظر يكون إذن وسيلة وموضع التجلي الأعظم الذي تكتمل فيه معرفة اللّه .\r\nذلك العرض وقع مع بدء الوحي في أول الدنيا حيث لم يكن على الأرض من المخلوقات إلّا الجبال فاستمعت مع السماوات والأرض إلى كلام اللّه وعقلته واستطاعت بتوفيق اللّه أن تدرك ثقل المهمة الملقاة على الخليفة وعظم العذاب الواقع عليه عند المخالفة فأسرعت مدفوعة بسجيتها المحبة للنجاة ترفض العرض وتعتذر عن حمل الأمانة التي أدركت أنها لن تستطيع أداء تكاليفها الأمر الذي سيكلفها معاناة العذاب العظيم .\r\nلقد استثقلت الجبال مع السماوات والأرض « الأمانة » وطلبن بلسان الرفض الخلاص منها رحمة بأنفسهن . . . هذه هي الشفقة التي استولت عليهن وفرضت عليهن الرفض مع الإصرار على عدم قبول العرض وهذا هو معنى الإباء الذي أظهرته الجبال والأرض والسماوات انسياقا واستجابة لحقيقتهن الخاصة الباطنة في كيانهن .\r\nلم يكن في هذا الرفض أي معصية لأن الأمر كان عرضا لا تكليفا يعنى اختيارا لا إلزام فيه حيث سمح لكل كائن أن يعبر عن حقيقته الذاتية دون إجبار أو قهر . لذلك فقد أسرع الإنسان يقبل العرض وحمل الأمانة بمحض اختياره .\r\nكان عرض الأمانة وحملها إشارة البدء ليوم الدنيا .\r\nحيث بدأ تجهيز الأرض من جديد وتهيئتها مرة أخرى لاستقبال الإنسان الذي رضى دخول الامتحان العسير الذي فرت من دخوله السماوات والأرض والجبال . . . . . . هطلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب الآية ( 72 ) .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالأمطار أزمانا طويلة ورجع عالم النبات بشتى طوائفه وأنواعه وعادت الدواب للظهور مرة أخرى على وجه الأرض وظهر الجن وتهيأت الأرض لظهور الإنسان فيها مرة أخرى لابتلائه فكانت قصة آدم ونزولنا جميعا - نحن البشر - بذورا مستورة في صلبه تنتقل بالجماع إلى الأرحام حيث يصورنا الرحمن كيف يشاء لنظهر بالولادة في خلق آخر مشهود كما أخبرت سورة المؤمنون .\r\n وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ  ( 12 ) « 1 » .\r\nذلك هو الخلق القديم في اليوم أو الحقبة الرابعة من أيام الخلق .\r\n ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ  ( 13 ) « 2 » .\r\nهذا هو النزول في السائل المهين عند الجماع حيث تنتقل الكلمات المستودعة في أصلاب الآباء إلى أرحام النساء حيث المستقر الذي تتمكن فيه الكلمة من الظهور والنماء\r\n ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظاماً فَكَسَوْنَا الْعِظامَ لَحْماً ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ  ( 14 ) « 3 » .\r\nهذه هي مراحل خلق الإنسان جنينا في داخل الرحم فانظر كيف سمى ظهور الإنسان بالولادة خلقا آخر\r\n ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ \r\nيعنى بعد الخلق الأول القديم الذي بقي فيه ثلاثة أيام وثلاث ليال من أيام وليالي الخلق مخفيا مسكوتا عنه .\r\nلقد شهدت الجبال مع السماوات والأرض حمل الإنسان للأمانة الثقيلة وصارت منذ هذه اللحظة شاهدة على وحى اللّه المتنزل على قلب النبي الأمى الباقي دوما في الحضرة الإلهية وبقيامها في وقفة . الشهادة انتصبت واحتفظت بكيانها حتى ينتهى الوحي بقيام الساعة .\r\n يَوْمَ نَطْوِي السَّماءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَما بَدَأْنا أَوَّلَ خَلْقٍ نُعِيدُهُ  « 4 » .\r\nيعنى من الأرض مباشرة دون أب ولا أم بل كما ينبت الشجر من التراب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المؤمنون الآية ( 12 ) .\r\n( 2 ) سورة المؤمنون الآية ( 13 ) .\r\n( 3 ) سورة المؤمنون الآية ( 14 ) .\r\n( 4 ) سورة الأنبياء الآية ( 104 ) .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n وَعْداً عَلَيْنا  « 1 » .\r\nمسجلا في الكتاب المبين .\r\n إِنَّا كُنَّا فاعِلِينَ  ( 104 ) « 2 » .\r\n وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ  ( 105 ) « 3 »\r\nالزبور بلا جدال هو كتاب « داود » فما هو « الذكر » الذي جاء بعده الزبور ؟ ! يستحيل أن يكون المقصود هنا القرآن الذي شهدت الأرض بداية تنزيله بغراء حراء على مقربة من مكة في القرن السابع بعد ميلاد « المسيح » عيسى بن مريم لأن « داود » الذي أوحى الله إليه « الزبور » كان قبل المسيح بحوالي ألف عام ( عليهما وعلى محمد الصلاة والسلام ) .\r\nفما هو الذكر الذي سبق وحى الله إلى « داود » ؟ !\r\nوالإجابة : الذكر هو الوحي المحمدي القديم الذي جاء هذا القرآن ليذكرنا به لأنه ليس أكثر من صورة أو نسخة منه .\r\nوعندما يشبه الله الجبال بالأوتاد فإنه يشبه لنا في نفس التعبير الكون كله بالخيمة إذ تصبح السماء في هذا التشبيه هي السقف المرفوع فوق الأرض بواسطة الحبال السماوية . ( -\r\nكلمات الله ) المشدودة إلى الجبال ( - الأوتاد ) ولكن الخيمة هي بيت المسافر الذي لا يستقر فكأنه سبحانه وتعالى قال لنا بهذا التشبيه البديع أن الدنيا ليست دار القرار وأنها غداة غد تزول عندما يضمها « روح الله » ويرفعها كما يرفع « العربي » خيمته فوق ظهره ويرتحل ! !\r\nوالسؤال هل يمكن لمخلوق كائنا من كان أن يسير الأغوار العميقة لذلك التشبيه المعجزة الذي يتكون من كلمتين بسيطتين فقط « والجبال أوتادا » ؟ ! !\r\nولكن عجائب القرآن لا تنفد فهما هو يشبه الجبال بالسفن ! ! يقول :\r\n وَلَهُ الْجَوارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالْأَعْلامِ  ( 24 ) « 4 » .\r\n- « الجوار » : السفن التي تجرى في البحر .\r\n- « الأعلام » : الجبال التي تنتصب بارزة فوق سطح الأرض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء الآية ( 104 ) .\r\n( 2 ) سورة الأنبياء الآية ( 104 ) .\r\n( 3 ) سورة الأنبياء الآية ( 105 ) .\r\n( 4 ) سورة الرحمن الآية ( 24 ) .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nو « المنشآت » : المبنيات أي المقامات مثل الأبنية .\r\nوالسفن تبنى عند البحر أي عند تجمع الماء الكثير وهي تجرى في البحر حيث يختفى جزء كبير من جسمها داخل الماء وهو الغاطس الذي لا يرى فوق سطح الماء مثل أساس البناء المدفون تحت السطح أو جذر النبات الضارب في أعماق التربة .\r\nوكذلك الجبال ( - الأعلام ) تضرب بجذورها أو أساساتها في باطن الأرض وتتحرك ثابتة دون اهتزاز أو اضطراب بحركة الأرض كما تتحرك السفن بقوة الهواء فوق سطح الماء . وكما تبنى السفن عند الماء الكثير ( - البحر ) فإن الجبال نزلت إلى الأرض منذ زمن سحيق مع هطول الأمطار التي جعلت من الأرض بحرا .\r\nوفي هذا التشبيه البديع نرى الأرض كالبحر فكأنه قال إن أرضكم أيها البشر ليست إلا كرة من الماء والجبال التي ترسو فوقها ليست إلا سفنا تجرى تمخر عباب ذلك البحر وهي صورة لا يراها إلّا كائن ارتفع فوق الأرض إلى علو يسمح له بأن يرى الكرة الأرضية كلها كأنها كرة من الماء تندفع وهي تسبح وتلف وتدور في الفضاء الهائل وحينئذ فقط تبدو الجبال لبصره الحديد سفنا تجرى في هذا الماء الذي يحيط بها من كل جانب . إنها الصورة التي يمكن لقمر صناعي خرج من قبضة جذب الأرض أن يراها ويلتقطها ويرسلها إلى أهل الأرض . كيف رأى « محمد » الإنسان العربي الذي تحاصر رمال الصحراء عينيه البشريتين كيف رأى الكوكب الأرضي كرة من الماء والجبال تطفو على سطحها كأنها السفن تجرى تشق طريقها في البحر إلا أن يكون قد خرج من قبضة الأرض واتحد بصره ببصر « روح اللّه » الذي يرى السماء وما ينزل منها وما يعرج فيها بقدر ما يرى الأرض وما يلج فيها وما يخرج منها وما يدب على سطحها وهو السميع البصير .\r\n وَمِنْ آياتِهِ الْجَوارِ فِي الْبَحْرِ كَالْأَعْلامِ  ( 32 ) . « 1 »\r\n فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ  ( 25 ) « 2 » .\r\nوالخطاب إلى مجموع الإنس والجن . . . . إلى جميع الكائنات المرئية للإنسان والمخفية عنهم ولما كان القرآن الحاضر الذي شهدت الدنيا تنزيله في القرن السابع الميلادي قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الشورى الآية ( 32 ) .\r\n( 2 ) سورة الرحمن الآية ( 25 ) .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nخاطب البشر فقط ممثلين في « العرب » فإن الآية التي تكررت واحدا وثلاثين مرة في سورة « الرحمن » تشير بلا شك إلى الرسالة القديمة التي حملها النبي الأمى إلى الخلائق جميعا في فجر الدنيا والذي عاد ليذكرنا بها في هذا القرآن .\r\nولم تزل كلمات الله تتنزل على قلب النبي الأمى حتى يتم قراءة « ذلك الكتاب » وحينذاك يتوقف التنزل فتنقطع الحبال وتزول الجبال ويومئذ وقعت الواقعة وجاءت القارعة .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\n( 7 ) القارعة\r\nبعد الجولة التي قمنا بها في هذا الكون المقروء المسمى بالقرآن الكريم . . . . . . أعتقد أنه لم يعد لدينا شك في أن المصحف الشريف يضم بين دفتيه عالما حيا خالدا لا يعتريه مرض ولا موت ويدوم جماله ولا يزول وكلما مضى نهر الزمن في طريقه المرسوم من الأزل إلى الأبد كلما ازداد تألق القرآن المجيد وأظهر المزيد من كرمه حيث أودع اللّه في آياته وألفاظه وبين حروفه كنوز علمه الواسع المحيط .\r\nومثل كل كائن حي يمكن أن نرى خصائص الكائن بالنظر في جزء من أعضائه كالبحر نستطيع أن نرى صفاته بالتأمل في قطرة من قطراته فإن روح الكل توجد في الجزء الذي يعد عينا نشهد بها الجميع .\r\nلهذا سوف نغترف من عذوبة ماء القرآن غرفة واحدة على قدر ما يمنحنا المقام ونتذوقها طامحين أن نشرب بها « سر » القرآن كله .\r\nفإلى سورة : القارعة\r\n    الْقارِعَةُ ( 1 ) مَا الْقارِعَةُ ( 2 ) وَما أَدْراكَ مَا الْقارِعَةُ     ( 3 ) « 1 » .\r\nهذا تمهيد إيقاعى مفزع ينبه القلب لتلقى وقائع هائلة ؛ يثير في الوجدان الخوف وفي العقل السؤال . إنه يشبه قرع الطبول الذي يسبق المعارك العظيمة والمشاهد المروعة .\r\nالقارعة : الصوت العظيم يخترق السمع بغتة وعلى غير إرادة منه ينبئ عن الهول المرعب القادم يحث الخطى يوشك أن يخلع الأبواب والنوافذ بل يقتلع الحصون من أساساتها عند قدومه الحتمي الذي لا ريب فيه .\r\n مَا الْقارِعَةُ  ( 2 ) ؟ ! ترى ما ذا يعنى هذا الصوت الآتي لا محالة ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القارعة الآيات ( 1 - 3 ) .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n وَما أَدْراكَ مَا الْقارِعَةُ  ( 3 ) .\r\nأنّى لك يا محمد أن تعلم معنى هذا الصوت قبل أن تشهده .\r\nيا أيها الإنسان يا من تقرأ القرآن محال في حقك أن تعلم قبل الأوان ما هي القارعة ؟ ! . لكنني رحمة بك سأصفها لك لعلك تتذكر أو تخشى\r\n يَوْمَ يَكُونُ النَّاسُ كَالْفَراشِ الْمَبْثُوثِ  ( 4 ) « 1 » .\r\nإنها اليوم الذي يصير فيه أبناء آدم على هيئة الملائكة كائنات مجنحة مثل الفراش الصغير الذي يطير بالأجنحة وينتشر مجذوبا إلى النار التي تشتعل يهوى إليها مدفوعا بما فيه لا يقدر أن يمنع نفسه من التردى في باطنها المستعر ! !\r\nمن المؤكد أن الإنسان المخلوق من الطين ليتعجب من تحوله إلى « ملك » ولا بد أن يتشكك في ذلك المصير وهنا بالضبط تتجلى روعة التشبيه لأن الفراشة التي تطير بجناحين ليست إلّا طورا من أطوار الحشرة التي تزحف على الأرض لا تستطيع حتى أن تقوم على قدمين . فإذا كانت حشرة تدب ملتصقة بالأرض لا تستطيع أن ترفع رأسها ولا ظهرها إذا كان هذا المخلوق الذي يكاد يلتصق بالتراب يتحول في أحد خلقه ( - ظهوره ) إلى فراشة تطير في الهواء بجناحين صغيرين مزدانين ببديع الألوان فكيف تتعجب يا أيها الإنسان من تحولك إلى ملك عندما تأتى القارعة بالأهوال وقد أسجد الله ملائكته لك .\r\nتذكر قول اللّه في سورة الزخرف تعقيبا على الجدل الذي أثير حول « عيسى بن مريم » عليه السلام .\r\n وَلَوْ نَشاءُ لَجَعَلْنا مِنْكُمْ مَلائِكَةً فِي الْأَرْضِ يَخْلُفُونَ  ( 60 ) « 2 » .\r\nلو اتجهت إرادتنا لتحويلكم إلى ملائكة أي كائنات مجنحة تعيش في الأرض وتخلفكم في صوركم الآدمية لاستطعنا أن نفعل لأننا لا يعجزنا شئ في الأرض ولا في السماء . فكأنه قال بلسان السياق كيف تتعجبون من تحول عيسى بن مريم بجسمه الأرضي إلى « ملك » يعيش في السماء الآن ينتظر عودته مرة أخرى إلى الأرض في جسم إنسان ليؤكد صدق القرآن ويحكم بشريعة الإسلام فيكسر الصليب ويوحد الأديان قبيل نهاية الزمان .\r\nكيف تتعجبون من هذا ونحن قادرون لو أردنا أن نصيركم ملائكة تعيش في الأرض لا في السماء مثل عيسى وتخلف الهيئة الملائكية صورتكم الآدمية فكل شئ مستطاع للخالق البارئ المصور العلى القدير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القارعة الآيات : ( 3 ، 4 ) .\r\n( 2 ) سورة الزخرف الآية ( 60 ) .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nواسألوا أنفسكم كيف يحيا « عيسى بن مريم » بعد رفعه أليس في هيئة « الملك » ومن قبله صار « إدريس » الذي رفعه اللّه بجسده الترابى إلى السماء الرابعة وسينزل هو الآخر ليمهد لرجعة « عيسى » مع خروج « يحيى بن زكريا » ( الذي يسمونه يوحنا المعمدان ) من القبر ليشارك « إدريس » الدعوة تأييدا لعودة « مسيح اللّه » عيسى بن مريم صلوات اللّه وسلامه على جميع أنبيائه ورسله .\r\nوستكون تلك الدعوة هي الأرض الخصبة التي سيزرع فيها « المسيح » الدجال شيطان الإنس ( عليه لعنة اللّه ) الفتنة الكبرى إذ يستغلها كدعاية ناسبا لنفسه زورا أنه « مسيح اللّه » المنتظر .\r\n  وَاذْكُرْ فِي الْكِتابِ إِدْرِيسَ إِنَّهُ كانَ صِدِّيقاً نَبِيًّا ( 56 ) وَرَفَعْناهُ مَكاناً عَلِيًّا   ( 57 ) « 1 » .\r\nالمكان العلى هو السماء الرابعة حيث عاد كما كان قبل ولادته من بطن أمه . وتأمل في قوله عن يحيى بن زكريا ( عليهما الصلاة والسلام ) .\r\n وَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا  ( 15 ) « 2 » .\r\nوالبعث المذكور في الآية هو بعثه من القبور في هذه الدنيا وقبل الساعة ليؤيد عودة « عيسى بن مريم » مسيح اللّه كما أيده من قبل في رسالته الأولى إلى بني إسرائيل وانظر كيف قال « ويوم يبعث حيا » يقصد عند خروجه مرة أخرى إلى شهود الدنيا وهو متصف بالحياة فهو ليس بميت بل هو حي لأنه قتل في سبيل اللّه فهو شهيد .\r\n وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْواتٌ بَلْ أَحْياءٌ وَلكِنْ لا تَشْعُرُونَ  ( 154 ) « 3 »\r\nفهم أحياء ولكننا لا نشعر بحياتهم لأن حواسنا أو آلات شعورنا تعجز عن إدراك حياتهم والسياق يوحى بمصاحبتهم لنا وشعورهم بنا ولكننا نحن الذين لم نزل في قبضة الأجساد نحن الذين لا نشعر بهم وقد أكد حياتهم في قوله :\r\n   وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ ( 169 ) فَرِحِينَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ ( 170 ) يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ    ( 171 ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم الآيات : ( 56 - 57 ) .\r\n( 2 ) سورة مريم الآية ( 15 ) .\r\n( 3 ) سورة البقرة الآية : ( 154 ) .\r\n( 4 ) سورة آل عمران الآيات : ( 169 - 171 ) .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nإذن فهم يدركون ما على الأرض ويبشّرون إخوتهم من المؤمنين الذين لم يلحقوا بهم بعد على الطريق يشجعونهم على السير ويستحثون خطاهم بأنهم سينالون الأمن وسيزول عنهم كل الحزن ، وسينالون الجزاء الحسن على إيمانهم وأعمالهم الصالحة لأن الله لا يضيع أجر المؤمنين ، فكيف يحيا الشهداء عند ربهم ؟ ! ما هي الصورة أو الهيئة التي يتشكلون بها ؟ !\r\nلقد رآهم النبي « صلّى اللّه عليه وسلم » في حواصل طير خضر تسرح في الجنة ثم تأوى إلى مصابيح معلقة بالعرش . إذن فهم في هيئة الملائكة المقربين .\r\nبل إن عوام المؤمنين يتحولون في مدارج الصعود بالبرزخ إلى ملائكة إذ يصيرون من أهل اليمين « 1 » وأهل اليمين هم الملائكة الذين يقفون على يمين القلب الإنسانى يحثونه على الإيمان والطاعة ويحذرونه من الكفر والمعصية ويشهدون على عمله ويسجلونه في الكتاب الذي يلقاه ابن آدم يوم القيامة منشورا .\r\nلم يصرح القرآن في سورة القارعة بالنار ولكنه أشار إليها بذكر الفراش المبثوث لأن الفراش يستدعى إلى قلب الإنسان النار التي يهوى إليها ولكن إذا كان الناس أبناء آدم قد تحولوا إلى ملائكة تشبه الفراش المبثوث فمعنى هذا أن لا شئ من مخلوقات الطين قد بقي في الأرض لأن كل المخلوقات التي ظهرت على الأرض كانت تهدف في غايتها إلى ظهور الإنسان في رداء من الطين والإنسان يعد بالحق هو ثمرة شجرة الخلق كما أجاد وصفه الأستاذ سعيد النورسى فإذا تحول إلى ملك من النور لم تعد هنالك حاجة إلى الطين وكائناته الحية ! ! .\r\nهكذا تفرغ الأرض من سكانها الذين كانوا يعمرونها بالحياة ويزينون وجهها ولم تعد هناك إذن حاجة إلى الجبال ؛ الأوتاد الإلهية التي دقت وغرزت في قشرة الأرض لتحفظ الكائنات الحية بحبال الجاذبية وترفع السماء بحبال الكلمات الإلهية فلا بد حينئذ أن تزول الجبال ولذلك وصف حالها يومئذ قائلا :\r\n وَتَكُونُ الْجِبالُ كَالْعِهْنِ الْمَنْفُوشِ  ( 5 ) « 2 » .\r\nتتفكك الجبال وتتطاير أشلاؤها المتناثرة مثل فتائل الصوف المنتفخة التي تتبعثر في الفضاء من شدة الريح التي تضربها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الواقعة الآية ( 90 - 91 ) « وأما إن كان من أصحاب اليمين فسلام لك من أصحاب اليمين » يعنى إن كان « الروح » الذي خرج من جسد الميت من المؤمنين الطائعين فمصيره أن يكون واحدا من أهل اليمين وهم الملائكة الذين يلقون إليك يا محمد « السلام » من ربك والذين في وسعهم أن يشهدوا مقامك لدى ربك ولكن من يعيد فيلقون إليك بالتحية كالطيور تحوم حول البستان خارج الأسوار أما المقربون فإنهم دخلوا وجلسوا في جوارك المأمول ! ! .\r\n( 2 ) سورة القارعة الآية ( 5 ) .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nإنها ريح الغضب الإلهى تنفخها جهنم من قلبها المتقد فإذا زالت الجبال بكل ثقلها ورغم أوزانها الهائلة فمن ذا الذي يستطيع الإمساك بتلك الفراشات الإنسانية الواهنة فتندفع تهوى بجذبة جهنم حيث صار الإنسان أمامها وجها لوجه بلا حجاب تشده من خطاياه التي فاضت بها عليه وقت الابتلاء .\r\nقوة رهيبة تجذب « الإنسان » الذي لم يعد أكثر من فراشة صغيرة تهوى إلى النار فإلى أي شئ يلجأ الإنسان ليستمد القوة التي تحرره من قبضة جهنم التي توشك أن تأخذه من خطاياه إلى باطنها المستعر أي شئ بوسعه أن يقاوم النزاعة للشوى التي تشده ؟ ! إنه العمل الصالح الذي يتجلى في هذه اللحظة الفارقة جوهره ومغزاه . إنه القوة الوحيدة التي بوسعها أن تقاوم جذبة جهنم .\r\n  فَأَمَّا مَنْ ثَقُلَتْ مَوازِينُهُ ( 6 ) فَهُوَ فِي عِيشَةٍ راضِيَةٍ   ( 7 ) « 1 » .\r\nالموازين هنا هي الموزونات أي الأشياء التي تم اعتبارها ووضعت على الميزان لتقدير ثقلها والمقصود هو الأعمال الصالحة أي الطاعات فإن العمل الصالح هو الشيء الوحيد الذي يقام له وزن في ذلك اليوم فهو العملة الوحيدة التي يمكن التعامل بها في « سوق القيامة » .\r\nفالعبد الذي وزنت له من الأعمال الصالحة وكانت من الثقل بقدر ما يكفى لإكسابه القوة التي يتحرر بها من جذبة جهنم فإنه يخرج من مجال نفوذها إذ يصير ثقيل الوزن فلا تستطيع جهنم أن تخطفه فينزل إلى الأرض التي ستكون موضعا للجنة . . . . . . جنة الخلد حيث ظروف الحياة التي تعطى السعادة الكاملة وهو ما عبرت عنه الآية بالمعيشة الراضية فهي ليست معيشة مرضية من العائش بها فحسب بل هي راضية عنه أيضا وهذا الرضى هو مظهر رضى اللّه سبحانه وتعالى الذي رضى عن العبد فرضى به مقامه في الجنة ورضى العبد عن ربه فرضى عن معيشته التي اختارها اللّه له وتلك المعيشة هي موضع ذلك الرضى المتبادل بين العبد والرب .\r\n رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذلِكَ لِمَنْ خَشِيَ رَبَّهُ  ( 8 ) « 2 » .\r\nفهو مقام لا يحصل عليه إلّا من تحققت فيه خشية اللّه .\r\n ذلِكَ الْفَوْزُ الْعَظِيمُ  ( 119 ) « 3 » .\r\n أُولئِكَ حِزْبُ اللَّهِ  « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القارعة الآيات : ( 6 - 7 ) .\r\n( 2 ) سورة البينة الآية ( 8 ) .\r\n( 3 ) سورة المائدة الآية ( 119 ) .\r\n( 4 ) سورة المجادلة الآية ( 22 ) .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالذين يحق لهم أن ينسبوا إلى اللّه فهم حقا أبناء « روحه » الساجدون الذين يتقلب فيهم ( النور ) .\r\n  وَأَمَّا مَنْ خَفَّتْ مَوازِينُهُ ( 8 ) فَأُمُّهُ هاوِيَةٌ   ( 9 ) « 1 » .\r\nلم يجد من الطاعات ما يثقل وزنه لذلك فإنه لا يقدر على مقاومة جذب جهنم له فيسقط فيها كأنه الابن العائد إلى حضن أمه بعد غياب طويل اشتد فيه شوقها إليه فهي تنتظره على أحر من الجمر فإذا تلقفته أمسكت به تدفعه في جوفها المظلم المحترق لا يستطيع الإفلات من قبضتها . إنه لم يغب عنها لحظة واحدة أبدا فهي لم تزل تذكره بمعاصيه التي كان يرتكبها أثناء ابتلائه حتى إذا رأته من بعيد ذليلا مهانا يقف مخذولا وقد تخلت عنه رحمة اللّه يريد أن يفر مفزوعا من هول المفاجأة وبشاعة المنظر فإنها تسرع إليه فتلتهمه قبل أن ينجح في الهرب فتدسه في باطنها الملتهب ولا تفلته .\r\nإنه ابنها الذي رجع إليها بعد أن اشتعل قلبها من الغيظ لبعده عنها . انظر كيف نسب القرآن الكافر لأمه « جهنم » إذ قال « فأمه هاوية » يقصد فإن أم الكافر المتمرد هي النار الكبرى التي تشبه حفرة عميقة لا يرى لها قرار فإذا كانت جهنم « الهاوية » هي أمه بنص الآية فمن هو أبوه ؟ ! حقا إنها استعارة ولكن السؤال يفرض نفسه على المتدبر للقرآن .\r\nلما ذا لم ينسبه إلى أبيه ؟ ! ألم يأمرنا اللّه بأن ننسب الأبناء إلى الآباء لأن ذلك أقسط عند اللّه فمن هو أبو الكافر الذي رفض اللّه أن ينسبه إليه ؟ ! !\r\nلقد تبرأ منه فلم ينسبه إليه بل نسبه إلى أمه التي ولد منها فهو يشبه الابن غير الشرعي الذي لا يعترف أبوه بنسبه إليه لتمرده عليه بإصراره على المعصية ولذلك فإنه يحرمه من ( الميراث ) جزاء وفاقا لسوء عمله و « الميراث » هنا هو الجنة التي عرضها السماوات والأرض .\r\nإن الكافر هو بمثابة الابن غير الشرعي الذي رفض شريعة اللّه وأعلن التمرد عليها وأبوه هو « روح اللّه » النبي الأمى الذي وهب كل شئ حياته وقد أعلن أبوه تبرأه منه ورفض أن يبقيه معه في البيت الذي اختاره لنفسه ؛ جنات عدن التي وسعت السماوات والأرض . لقد طرده من البيت ونسبه إلى أمه جهنم . وهي في هذه الاستعارة البديعة المرأة المكروهة المهجورة التي رفض الأب الرحيم العادل ( روح اللّه ) أن يبقيها في عصمته أو أن يدخل بيتها أو أن ينسب أولادها إلى نفسه إذ هم ليسوا أهلا لرحمته . لقد أعلن\r\n أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ  « 2 » .\r\n  وَما أَدْراكَ ما هِيَهْ ( 10 ) نارٌ حامِيَةٌ   ( 11 ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القارعة الآية ( 8 - 9 ) .\r\n( 2 ) سورة التوبة الآية ( 3 ) لاحظ غياب البسملة من أول السورة لأن هذه السورة تعلن براءة اللّه من المشركين أي طردهم من رحمته فكيف يصدرها ب بسم الله « الرحمن الرحيم » .\r\n( 3 ) سورة القارعة ( 10 - 11 ) .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n( ب ) الصحة الكاملة للنص القرآني\r\n سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَ وَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ  ( 53 )\r\n( فصلت - الآية 53 )\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nلا شك في أن القرآن يمثل استثناء فريدا بين كل الكتب التي تنتمى تاريخيا إلى العصور القديمة فهو الكتاب الوحيد الذي ضبط نصه بدقة وبعد محاكمة عقلية نزيهة إذ كانت لا توضع آية في « المصحف » الذي صدر القرار من الخليفة الأول أبى بكر الصديق رضى اللّه عنه بكتابته ليكون الوثيقة الرسمية المعتمدة الحاملة لكلام اللّه كانت لا توضع آية إلّا بعد شهادة اثنين من الرجال العدول وذلك عند جمع القرآن لأول مرة في كتاب بعد وفاة النبي « صلّى اللّه عليه وسلم » بما لا يزيد عن عام واحد . ثم ضبط النص أكثر بالنقط لتتوحد القراءة على قراءة قريش في عهد الخليفة الثالث عثمان بن عفان رضى اللّه عنه وبهذا العمل الفريد الذي لم يسبق له مثيل في تاريخ البشرية كلها وصل إلينا « القرآن » المجيد مضبوطا كتابة وقراءة ومقطوعا بصحة نسبته إلى النبي « صلّى اللّه عليه وسلم » الذي تلقى الوحي .\r\nإن القرآن بمفرده من بين كل الكتب القديمة هو الوثيقة الوحيدة الموثوق فيها والتي لا يمكن عقلا التشكيك فيها بغض النظر عن موقفنا الديني منها باعتبارها وحيا إلهيا وليس هذه هي حال الأسفار الدينية الأخرى سواء في العهد القديم أو العهد الجديد فإنها من ناحية التوثيق - بغض النظر عن الموقف الديني - أوراق مجهولة المصدر لا يعتد الناقد المؤرخ بقيمتها التاريخية فكما قلنا إن العهد القديم ليس أكثر من سيرة شعبية مجهولة المؤلف أو بالأحرى المؤلفين لأن جمعا غفيرا من البشر قد شارك في صياغتها حتى وصلت إلينا على الصورة المشهودة الآن بعد حوالي عشرين قرنا من « موسى بن عمران » النبي الذي تنسب إليه الأسفار الخمسة الأولى ( عليه الصلاة والسلام ) .\r\nوالأناجيل ليست إلّا قصصا أو سيرة كتبها بعض الرجال بعد اختفاء البطل ( المسيح عليه الصلاة والسلام ) من التاريخ في ظروف غامضة ولم يزعم كتاب هذه القصص أو الأناجيل أنفسهم أنهم قد كتبوها بإملاء ( روح القدس ) فإن « لوقا » « 1 » - مثلا - كاتب الإنجيل الثالث يقر في الأصحاح الأول من إنجيله بأن الكثيرين قد شرعوا في تأليف قصص خاصة « بالمسيح » عليه الصلاة والسلام وأنه بدوره قد قام بتحقيقات شخصية في الموضوع وجمع الأخبار من أفواه الذين سمعوا من المسيح أو شاهدوه ثم كتب إنجيله بعد ذلك كثمرة لبحثه هذا وفي صورة خطاب إلى صديق له يسمى ثاوفليس . إن هذا الإنجيل في حقيقته وباعتراف كاتبه لوقا ليس إلّا خطابا بشريا مرسلا من صديق لم يعايش الأحداث التي يحكى عنها إلى صديق آخر والاثنان الكاتب وصديقه مجهولان فلا أحد يعرف بالضبط من هو « لوقا » كاتب الإنجيل المسمى باسمه وكذلك كل الكتاب الآخرون متى ومرقص ويوحنا . لا أحد يعرف بالضبط من يكون هؤلاء الرجال ولا كيف كتبوا قصصهم التي أخذت في التاريخ اسم الأناجيل والتي اعتبرت كتبا مقدسة معتمدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إنجيل لوقا - الأصحاح الأول .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nفي مجمع نيقية في القرن الرابع بعد ميلاد « المسيح » الذي تنسب إليه هذه الأناجيل وقد تم اختيارها بأغلبية الأصوات . فمن ذا الذي يستطيع أن يزعم بعد كل هذا أنها كتب مقدسة منزهة عن الخطأ ؟ !\r\nلا شك أن العقل المنصف الباحث عن الحق لا بدّ أن يرفع قدر « القرآن » كوثيقة فوق كل النصوص القديمة . لقد شك الباحثون بالحق أو بالباطل في الشعر الجاهلي الذي سبق نزول القرآن وزعموا أنه بعضه أو كله منحول فقد قيل - على زعمهم - في عصور تالية ونسبه قائلوه إلى ما قبل ظهور الإسلام ويشك المحققون في نسبة الكثير جدا من الكتب والرسائل إلى مؤلفيها وتدور الكثير من الأبحاث حول هذه القضية الشائكة وتتناول نصوصا تعود إلى العصور الوسطى بل الحديثة ولكن لم يشك باحث واحد في نسبة القرآن إلى محمد « صلّى اللّه عليه وسلم » بل لقد شك علماء الحديث الشريف في نسبة الكثير جدا من الأقوال المنسوبة إلى النبي « صلّى اللّه عليه وسلم » وقامت علوم الحديث الشريف أو السنة من أجل تحقيق نسبة الأقوال إلى محمد صلّى اللّه عليه وسلم بينما كان القرآن فوق أي شبهة ولا يجرؤ عاقل واحد على الشك في أن النص الحالي المودع بين دفتي المصحف هو نفس الكلمات التي نطقها النبي صلّى اللّه عليه وسلم باعتبارها وحيا أنزل عليه من اللّه بين مكة والمدينة وغيرها من قرى الجزيرة العربية في مطلع القرن السابع الميلادي . إن هذا التاريخ الفريد الذي ليس له مثيل ينبغي أن يلفت انتباه الباحث المنصف الراغب في الوصول إلى الحقيقة .\r\nولقد قامت ولم تزل تقوم محاولات عديدة ومستمرة إلى يومنا هذا لتزييف النص القرآني بحذف بعضه أو إجراء تعديلات مقصودة عليه في طبعات مريبة تتم في كافة أنحاء الكرة الأرضية إلّا أنها بلطف إلهي عجيب يتم اكتشافها ويبقى النص القرآني صحيحا خاليا من غيره مما يؤكد صدقه إذ قال اللّه فيه :\r\n إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  ( 9 ) « 1 » .\r\nهذا من ناحية السند أي نسبة « القرآن » إلى النبي الذي نطق به وهي قضية حسمها التاريخ إلى الأبد وصارت يقينا علميا مقطوعا بصحتها .\r\nأما من ناحية المتن أي محاكمة النص القرآني نفسه طبقا لمعطيات العلم فعلينا أولا أن نؤكد أن « القرآن » الكريم هو الكتاب الديني الوحيد الذي يحث الإنسان على العلم والبحث والتنقيب في آفاق الكون المشهود .\r\nإنه الكتاب الديني الوحيد الذي دعا الإنسان إلى استعمال العقل لاكتشاف حقائق الكون وحثه على التفكر والتأمل في المخلوقات بالسماوات والأرض وإلى التدبر من ناحية أخرى في كلامه هو نفسه ( القرآن ) ليتأكد الإنسان من صحة أقوال القرآن واتفاقها مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحجر الآية ( 9 ) .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوقائع الكون المشهود باعتبار أن هذه الوقائع هي أفعال اللّه وأن ( القرآن ) هو كلامه إلى البشرية ولا بدّ للإله الخالق القدير أن يتفق قوله مع فعله فهذا مقتضى العزة والحكمة واللّه هو العزيز الحكيم .\r\nإن هذا التشجيع القوى للبحث والتنقيب والدعوة المستمرة للتفكر والتدبر لا شك أنهما يؤكدان ثقة « القرآن » في نفسه حيث لا يخشى على « نصه » من تقدم العلم الإنسانى بل على النقيض من هذا فإنه يستحث الإنسان ليواصل صعوده في مدارج العلم ليتأكد من صحة القرآن ويتيقن صدوره عن اللّه العليم الخبير .\r\n قُلْ هَلْ يَسْتَوِي الْأَعْمى وَالْبَصِيرُ أَ فَلا تَتَفَكَّرُونَ  ( 50 ) « 1 » .\r\nجعل التفكر مساويا للإبصار والتفكر هو الاستدلال أي الصعود من المشهود إلى الغائب بإقامة الأدلة وهو عمل عقلي فمن لا يعمل عقله يعد « أعمى » في نظر القرآن .\r\n قُلِ انْظُرُوا ما ذا فِي السَّماواتِ وَالْأَرْضِ  « 2 » .\r\nهذه دعوة صريحة للبحث والتنقيب في السماوات والأرض .\r\n أَ فَمَنْ يَعْلَمُ أَنَّما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمى إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ  ( 19 ) « 3 » .\r\nلم يقل أفمن يؤمن بل قال « أفمن يعلم » وساوى بين الجهل والعمى إذ قال :\r\n كَمَنْ هُوَ أَعْمى  .\r\nفإن من لا يعلم يكون أعمى بنص القرآن .\r\n قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ  « 4 » .\r\nهذا خطاب يثير العقل ويحفزه للبحث عن كيفية نشأة الكون وظهور الإنسان .\r\n وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ  ( 105 ) « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنعام الآية ( 50 ) .\r\n( 2 ) سورة يونس الآية ( 101 ) .\r\n( 3 ) سورة الرعد الآية ( 19 ) .\r\n( 4 ) سورة العنكبوت الآية ( 20 ) . الخلق المقصود هو خلقنا نحن البشر والآية تشير إلى أنا كنا في صور غير آدمية لأننا مهما سرنا في الأرض لن نرى عليها إلا النباتات والدواب ولنتأمل في هذا السياق ( ولقد مكناكم في الأرض وجعلنا لكم فيها معايش قليلا ما تشكرون . ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس لم يكن من الساجدين ) الأعراف ( 10 - 11 ) كان هناك خلق ثم جاء من بعده التصوير بصورة آدم الذي شهدنا فتنته كما توحى الآية .\r\n( 5 ) سورة يوسف الآية ( 105 ) .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوالقرآن ملىء بالآيات التي تدعو الإنسان إلى التفكر وتحثه على إعمال عقله وربما كان أمر اللّه إلى مصطفاه حين قال له :\r\n وَقُلْ رَبِّ زِدْنِي عِلْماً  ( 114 ) « 1 » .\r\nهو الشعار الذي يرفعه القرآن للإنسان في كل عصر .\r\nولقد تناول القرآن فيما يقترب من ألف آية من آياته موضوعات تقع تحت سلطان العلوم التجريبية الحديثة وتتناول مجالات شاسعة من المعرفة العلمية تشمل الفلك والنبات والحيوان والجيولوجيا وعلم الأجنة والتشريح والفسيولوجى وسائر العلوم الطبية وغيرها وفي كل هذه المجالات أفصح القرآن بإشارات بليغة عن إدراكه العميق لقضايا تلك العلوم وإحاطته الشاملة بتفاصيلها الدقيقة ودون أن ينزلق إلى خطأ واحد رغم اتساع دوائر البحث وعمق القضايا التي يتناولها .\r\nوعندما يتنبأ القرآن بانتصار الروم ( البيزنطيين ) على الفرس بعد أن جاءت الأخبار بانتصار الفرس عليهم ويحدد ذلك النصر الموعود ببضع سنين بل ويربط هذا النصر بفرح المؤمنين بنصر اللّه وهو الأمر الذي يتحقق بغلبة المؤمنين على الكفار في موقعة بدر الكبرى التي صاحبت فوز الروم على الفرس في أدنى الأرض التي هي أرض كنعان أو فلسطين .\r\nعندما يفعل هذا بكل بساطة وثقة ووضوح فإنه يبرهن دون جدال على أنه صادر عن الكبير المتعال الذي وسع علمه كل شئ .\r\n      ألم ( 1 ) غُلِبَتِ الرُّومُ ( 2 ) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ( 3 ) فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ ( 4 ) بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ       ( 5 ) « 2 » .\r\nوقد بينا ذلك في الأمثلة السابقة التي ضربناها في هذا الكتاب وهي مجرد نماذج توضح لنا أن القرآن حقا كنز لا يفنى من العلم .\r\nلقد أصبح الإعجاز العلمي للقرآن حقيقة علمية لا تقبل الجدل وهو مجال خصب للبحوث العلمية الدقيقة التي لا تزال تستكشف الآفاق البعيدة في هذا الكون الهائل المسمى بالقرآن الكريم .\r\n ما كانَ حَدِيثاً يُفْتَرى وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ  ( 111 ) « 3 » .\r\nلقد عينت الآية أهداف تنزيل القرآن . .\r\nأولا : تأكيد صدق كتب الوحي السابقة ذلك لأن تلك الكتب قد دخلتها الأوهام والأكاذيب وخالطتها الخرافات بفعل الإنسان الذي لم يحفظ أمانة اللّه عنده فامتدت يده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة طه الآية ( 114 ) .\r\n( 2 ) سورة الروم : الآيات ( 1 - 5 ) .\r\n( 3 ) سورة يوسف الآية ( 111 ) .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبالعبث فيها وكان هذا سببا قويا في نفور العلماء أهل البحث والتحقيق من « الدين » لأن احترامهم لعقولهم كان يقضى بتخطئة تلك الكتب التي يقال إن « اللّه » قد أوحاها إلى أنبيائه ولا يمكن الإيمان بإله يخطئ ويقع في الجهل فجاء القرآن ليصحح الأخطاء ويوضح أن التزييف الذي ارتكبه الإنسان هو الذي أدخل الأخطاء إلى كتب الوحي لأن اللّه منزه عن الخطأ .\r\nثانيا : توضيح كتاب العلم الإلهى الذي عبر عنه هنا بمحتواه يعنى « كل شئ » فإذا رجعنا إلى الآية السابعة والثلاثين من سورة يونس التي تقول :\r\n وَما كانَ هذَا الْقُرْآنُ أَنْ يُفْتَرى مِنْ دُونِ اللَّهِ وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتابِ لا رَيْبَ فِيهِ مِنْ رَبِّ الْعالَمِينَ  ( 37 ) « 1 » .\r\nإذا تأملنا الآيتين معا وصلنا إلى الفهم الصحيح وهو أن الكتاب الذي لا ريب فيه والذي نزل من رب العالمين هو الكتاب الذي احتوى على « كل شئ » وهو اللوح المحفوظ الذي انطبعت صورته في السماوات السبع مكونة « الكتاب المبين » وقد جاء القرآن ليوضحه لنا\r\n فَمَنْ شاءَ فَلْيُؤْمِنْ وَمَنْ شاءَ فَلْيَكْفُرْ  « 2 » .\r\nثالثا : هداية من يؤمن به في كل الأمور التي تهمه من شؤون الدنيا والآخرة ففيه الإجابة الشافية عن كل الأسئلة التي تحير قلب الإنسان ومن ثم فهو يأخذ بيد الإنسان ليسير مطمئنا على الصراط المستقيم ليصل إلى رحمة اللّه التي صدر عنها هذا القرآن الكريم .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يونس الآية ( 37 ) .\r\n( 2 ) سورة الكهف الآية ( 29 ) .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\n( ج ) الصدق التام\r\n وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثاً  ( 87 )\r\n( النساء - الآية 87 )\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالصدق هو النطق بالحق « 1 » .\r\nوالحق هنا هو ما يشهده القلب فإذا عبّر الإنسان عن المكنون في قلبه بلسانه أو بحاله كان صادقا .\r\nوعلينا أن نميز الآن بين نمطين أو وجهين للصدق ونحن نتناول بالفحص « النصوص » الأدبية ، وهما الصدق الفنى الذي يتكشف لنا من التأمل في « النص » والصدق الخلقي الذي يتضح لنا من امتحان سلوك المتكلم .\r\nولكي نفهم المقصود بالصدق الفنى علينا أن ننتبه إلى أن الفن بصفة عامة والأدب بصفة خاصة يقوم على ادعاء من الفنان والأديب بأنه قد عرف الأشياء من خلال تجربته الذاتية الخاصة على نحو أعمق مما وصل إليه الآخرون الذين يخاطبهم بإبداعه فهو ( الفنان أو الأديب ) يدعى أنه اتصل بحقيقة الأشياء وعرف من جوانبها الغامضة أكثر مما ناله الآخرون وقد أملت عليه هذه المعرفة الذوقية التي ظفر بها من خوضه التجارب أملت عليه عمله الفنى سواء أكان قصيدة أو قصة أو لوحة أو تمثالا أو مقطوعة موسيقية ومن هنا يتبين لنا أن « تميز » العمل الفنى واتصافه بملامح شخصية متفردة تفرقه عن أمثاله وتعيّن هويته هو معيار الصدق الذي يمتحن بالمقارنة مع الأعمال الفنية « الأخرى » .\r\nفلا بد أن يأتي ممارس الفن بجديد في الشكل أو المضمون لكي يستحق لفظ الفنان أو المبدع ولكي يوصف عمله بالإبداع ولهذا يكون التقليد والاقتباس المخفى أو بالأحرى السرقة هو المرادف الصحيح للكذب الفنى الذي يسلب العمل الفنى قدرته على التأثير في نفس ( قلب ) المتلقى أي يفقده البلاغة .\r\nوالصدق الفنى « سر » أو « روح » ينتقل من قلب الكاتب المتكلم إلى قلب القارئ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحق هو شهادة الله . قال على لسان يوسف ( يا أبت هذا تأويل رؤياي من قبل قد جعلها ربى حقا ) أي جعلها مشهودة حاضرة بعد أن كانت غائبة أو ظاهرة بعد أن كانت خفية باطنة وهذه الآية تحدد لنا معنى ( الحق ) فهو الشيء المشهود .\r\nولما كانت الأشياء كلها واقعة في العلم الإلهى ومن ثم فهي مشهودة من الله لذلك كان ( الحق ) هو العلم الإلهى ومن ذلك العلم أوحى الله إلى أنبياءه ورسله فصار كلام الله الذي نطق به الأنبياء والرسل هو ( الحق ) ولذلك كان الحق اسما ووصفا للقرآن ولكل الكتب الإلهية التي كلم الله بها أنبياءه .\r\nولكن علم الله لم يخرج من الغيب إلى الشهادة إلا بواسطة النبي ولذلك كان الحق اسما ووصفا « لمحمد » صلّى اللّه عليه وسلم باعتباره « روح الله » لأنه كان الوسيلة لظهور شهادة الله فهو صلّى اللّه عليه وسلم « الحق » الذي جاءنا من ربنا .\r\nولما كان الله لا يشهد في مخلوقاته إلا صفاته وأسماءه وأفعاله يعنى لا يشهد في الحقيقة إلا نفسه إذ ليست الكائنات إلا صورا لظهوره لذلك كان « الحق » أي المشهود اسما من أسمائه الحسنى فهو الشاهد المشهود .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالمستمع عبر « النص » . ولا ريب في أن الروائع الأدبية التي احتفظت بها الإنسانية في سجل الخلود هي تلك الأعمال التي أبدعها كاتبوها تحت وطأة شعور هائل بالصدق مع النفس وأن ثمة رسالة ينبغي إبلاغها للإنسانية إن لم تكن في هذا الجيل فللأجيال القادمة .\r\nإذا طبقنا هذا المعيار على « النص القرآني » فسوف يذهلنا « التميز » الفريد الذي ظل القرآن يحتفظ به عبر القرون المتطاولة . لقد كان القرآن سببا مباشرا في إنتاج كم هائل من الكتابات العربية منذ القرن السابع الميلادي وحتى يومنا هذا في نهاية القرن العشرين وسوف يستمر التأثير القرآني الفذ حتى تنتهى الدنيا وتقوم الساعة .\r\nعشرات من العلوم العربية والآلاف من القضايا البحثية وملايين من الكتب العربية ويبقى القرآن متفردا بخصائصه تدركه العين والأذن بمجرد أن تقع عليه وسط ركام الكلمات البشرية .\r\nلقد رفع القرآن اللغة العربية إلى مستوى لا تبلغه لغة أخرى وأحدث فيها من التأثير ما لم يحدثه أي كتاب آخر في أي لغة من اللغات التي نطق بها البشر لقد خرجت الحضارة الإسلامية كلها من آيات القرآن . كان باعث الحضارة وصانع تاريخها ألهم المفكرين ورسم الطريق للسالكين والعارفين وأرشد العلماء وأعطى القدوة للشخصيات العظيمة من رجال الحكم صناع التاريخ واحتفظ بتميزه الفذ وسط هذه البحار العميقة الصاخبة من كلام البشر .\r\nاتهم « محمد » صلّى اللّه عليه وسلم بأنه قد اقتبس « قرآنه » من أقوال أهل الكتاب فلم يكن القرآن في هذا الاتهام إلّا إعادة صياغة للتوراة والإنجيل في أسلوب عربى مبين يستمد جماله من عبقرية « محمد » الأدبية ولا يوجد من سند لهذا الاتهام سوى احتواء القرآن المجيد على قصص الأنبياء السابقين التي تشبه في مجملها الظاهر ما ورد في أسفار التوراة وكتب الأنبياء والأناجيل .\r\nوليس هذا الاتهام جديدا بل . هو قديم فقد ادعاه العرب « الجاهليون » عندما حيرهم القرآن بأسلوبه ومحتواه ورفضوا الإذعان لحقيقة تنزيله من اللّه وأخذهم الكبرياء\r\n قالُوا قَدْ سَمِعْنا لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ  ( 31 ) « 1 » .\r\n وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا  ( 5 ) « 2 » .\r\nإذن لم يأت أدعياء العلم في العصر الحديث بجديد حين قالوا إن « محمدا » قد اقتبس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنفال الآية ( 31 )\r\n( 2 ) سورة الفرقان الآية ( 5 ) .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالقرآن من حكايات العهد القديم والجديد فهذا هو قول المشركين في القرن السابع الميلادي حيث كانت ظلمات الجهل كموج البحر العميق تغرق العقول إنه اتهام بالاقتباس أو السرقة الفنية فهل هذا الاتهام صحيح أو يستند إلى أي دليل علمي ؟ ! لن نبحث الأمر من الناحية التاريخية رغم أهميتها فلن نقول مثلا إن « محمدا » لم يكن قبل الوحي يقرأ أو يكتب فهو « أمي » ولن نتحدث عن الترجمة العربية للتوراة والإنجيل التي لم تكن قد أنجزت بعد يعنى في الزمن السابق على ظهور محمد صلّى اللّه عليه وسلم في التاريخ وهل كانت متداولة في جزيرة العرب حيث يعيش شعب وثنى وأمي لن نتحدث عن كل هذا رغم أنها أدلة قاطعة على نفى الاقتباس ولكننا اتباعا لمنهجنا في هذا الكتاب سوف نعتمد على دراسة النص نفسه للوصول إلى حقيقته عبر قراءته .\r\nينبغي أولا أن نفهم لما ذا تحدث القرآن عن الأنبياء السابقين وأورد قصصهم في آياته ؟ ! .\r\nإن « محمدا » صلّى اللّه عليه وسلم هو آخر الأنبياء ظهورا في الدنيا والقرآن هو كلمة اللّه الأخيرة إلى البشرية . يقول موبخا للكافرين :\r\n فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ  ( 185 ) « 1 » .\r\nيعنى إن لم يؤمنوا بهذا الحديث الإلهى الذي هو آخر حديث من اللّه للبشرية فمتى إذن يؤمنون وقد اقتربت « الساعة » ولن يأتي من اللّه حديث آخر بعده .\r\nومحمد هو خاتم النبيين كما صرحت سورة الأحزاب « 2 » فهو آخرهم وقد جاء إلى الدنيا ليرثهم إذ كانوا بمثابة الوكلاء الذين ينوبون عنه في إبلاغ كلمة اللّه عند غيابه فلما ظهر في صورة النبي العربي صلّى اللّه عليه وسلم انتهت وظيفتهم وأغلقت دائرة النبوة فانتهت إلى من بدأت به وتكفل اللّه بحفظ وحيه فلا معنى لأي نبوة من بعده صلّى اللّه عليه وسلم . وكما قلنا سابقا فإن الإنسان قد خان الأمانة التي حملها من اللّه وهي « الوحي » الذي أوجب له الخلافة فلم يحفظها بل امتدت يده للعبث بها فكانت هذه الخيانة سببا في فتح باب الكفر على مصراعيه إذ يتعسّر على أصحاب العقول والعلماء أن يقتنعوا أن هذه الكتب المليئة بالخرافات والأخطاء العلمية الفادحة يمكن أن تكون وحيا من اللّه ولهذا كان لا بدّ للنبي الذي جاء ليغلق باب النبوة معطيا البشرية كلمة اللّه الأخيرة كان لا بد له أن يصحح الأخطاء التي أوقعها الإنسان « 2 » في الوحي الإلهى بخيانته للأمانة وأن يعيد الاعتبار للأنبياء بعد أن صاروا مضغة في أفواه الساخرين من أدعياء الحكمة المتعالمين وخاض من يسمون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف الآية : ( 185 ) وسورة المرسلات الآية : ( 50 ) .\r\n( 2 ) سورة الأحزاب الآية : ( 40 ) « ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين وكان الله بكل شئ عليما » .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nأنفسهم « المثقفين » ، المتعالمون في أعراضهم وسيرهم في موجة الإلحاد التي بلغت أوجها في النصف الثاني من القرن التاسع عشر الميلادي ومطلع القرن العشرين وكان لا بدّ « للقرآن » المجيد أن يصحح الأخطاء وأن ينبه إلى أن الأخطاء قد ارتكبت في حق الوحي الإلهى بخيانة أمانة اللّه التي لم يحفظها الإنسان ومن هنا كان من المحتم أن يذكر القرآن قصص الأنبياء السابقين « بالحق » أي كما وقعت في شهادة اللّه ليأخذ الإنسان منها العبرة\r\n لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبابِ  « 1 » .\r\nلقد أقام « محمد » صلّى اللّه عليه وسلم دعوته على أساس أنه نبي مرسل من اللّه إلى البشر كما أرسل اللّه غيره من قبل وفي هذا امتحان لأهل الكتاب من اليهود والنصارى لأن من يؤمن بالنبوة بصفة عامة كيف ينكرها على « محمد » صلّى اللّه عليه وسلم وعلى أي أساس من العقل السليم يقيم رفضه العنيد ؟ ! .\r\nوإذا كان لا بدّ أن يأتي ذكر الأنبياء السابقين في القرآن فهل ساير « القرآن » أهل الكتاب في قصصهم ؟ هل أخذ عنهم موافقا لهم في كل ما كتبوه ؟ ! إن امتحان النصوص التي بين أيدينا يجيب بكل وضوح وبساطة وثقة « لا » . ففي كل المواضع التي اشترك فيها القرآن مع كتب العهد القديم أو الجديد تميز القرآن بوجهة نظر شخصية خاصة به وحده فضلا عن أسلوبه البديع الذي لا يمكن أن يوضع شئ أمامه للمقارنة ولنتأمل الآن بعض مواضع الاتفاق لنرى هل يمكن وصم القرآن بالاقتباس من كلام أهل الكتاب ؟ !\r\nجاءت قصة خلق السماوات والأرض في بداية سفر التكوين مرتبة في تسلسل زمنى يبدأ باليوم الأول الذي هو الأحد على زعمهم وينتهى باليوم السادس الذي هو الجمعة ثم استراح اللّه في السبت - هكذا يصور كاتب السفر قصة خلق الكون في أسبوع أو سبعة أيام من أيام البشر في الدنيا بل يأتي السفر بقصتين مختلفتين واحدة بعد الأخرى مما يؤكد أن هذا السفر لم يكتب في وقت واحد بل لم يكتبه كاتب واحد بل اشترك في تحريره عدد من الكتاب وفي أزمان مختلفة فكان هذا هو السبب في مجىء روايتين وفي امتلاء القصة بأمور لا يقبلها العقل ويحكم العلم بخطئها دون جدال أو مماحكة « 2 » .\r\nأما القرآن فإنه لا يأتي بالقصة هكذا مرة واحدة بل تتناثر أجزاء القصة بين السور على طول القرآن كله في مناسبات مختلفة ولا يمكن اصطياد خطأ واحد بحكم « العلم » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف الآية ( 111 ) .\r\n( 2 ) يمكن مراجعة التفاصيل في كتاب الدكتور موريس بوكاى « دراسة الكتب المقدسة التوراة والإنجيل والقرآن في ضوء العلم الحديث » وهو من منشورات دار المعارف المصرية سنة 1977 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوليست الأيام الستة في القرآن من أيام الأسبوع الذي يعرفه البشر في الدنيا بل هي أحقاب زمنية كما يفهم من نص القرآن نفسه . ونحن لا نلقى بالا لأقوال المفسرين القدماء الذين سايروا كتّاب سفر التكوين في جهلهم المبين .\r\nوفي قصة آدم أبى البشر يخبرنا القرآن بخلافته للّه في الأرض وبتعليمه له كل الأسماء وبسجود الملائكة له في مشهد رائع يثير التأمل العميق ويلقى بنور باهر على مغزى وجود الإنسان ودوره الفذ في بناء الكون باعتباره الثمرة التي تسعى شجرة الخلق لإنتاجها كما قال سعيد النورسى كل ذلك لا أثر له في سفر التكوين الذي يتحدث عن خلق السماوات والأرض كما لو كان مجرد إقامة بيت ريفى بسيط في إحدى القرى الواقعة على شاطئ البحر ! ! .\r\nوفي قصة نوح عليه الصلاة والسلام لن نجد أثرا في سفر التكوين للحوار العنيف الصاخب بين « الرسول » وقومه ولا لأسماء الأصنام التي كان يعبدها القوم ولا خيانة امرأة نوح ولا كفر ابنه وغرقه في الطوفان والحوار الإنسانى المؤثر بين نوح وابنه ومعاتبة نوح لربه . . . لن نجد أثرا لكل هذا في سفر التكوين الذي يسرد قصة نوح في سياق رتيب ويمتلئ بتفاصيل تافهة مملة مثل أعمار الرجال فضلا عن أنها تؤدى في النهاية إلى خطيئة علمية فادحة إذ تحدد ظهور الإنسان على الأرض ببضعة آلاف قليلة من السنين وهو أمر يستحيل العلم الموثق أن يقبله بأي حال من الأحوال .\r\nوفي قصة « إبراهيم » عليه الصلاة والسلام لن نجد أثرا لأهم الحقائق في حياة هذه الشخصية الإنسانية الفذة لن نسمع عن الخلاف المحتدم الذي وقع بين إبراهيم الابن وأبيه صانع التماثيل ولن نرى المشهد المروع حين يلقى بإبراهيم صلّى اللّه عليه وسلم في النار ولن نعاين تحول الجحيم إلى برد وسلام على إبراهيم ولن نفهم سر الهجرة إلى جنوب الشام ولن نرى بناء الكعبة البيت الحرام يعنى لن نعرف شيئا هاما في حياة أبى الأنبياء بل تطالعنا في أوراق سفر التكوين شخصية إنسان دنيوي يحب المال ولا يجد غضاضة في قبول ثمن بيع امرأته للملك الذي انبهر بجمال المرأة الفاتنة « سارة » بل ويتصارع إبراهيم التوراتى مع ابن أخيه لوط على المرعى . إننا لن نرى أبدا في صفحات سفر التكوين شخصا جديرا بمقام أبى الأنبياء كما صوره القرآن في أبلغ تصوير .\r\nوفي قصة « يوسف » التي ذكرت في القرآن دفعة واحدة بكامل تفاصيلها لن يخطئ القرآن مثلا فيذكر - كما فعل - كاتب سفر التكوين أن القوافل التجارية بين جنوبي الشام ومصر كانت تستخدم ( الحمير ) في السفر ولن يغرق القرآن كما غرقت التوراة في تفاصيل دنيوية تافهة بل سنرى على مرآة سورة يوسف رواية إنسانية هائلة ليس لها مثيل كما بينا من قبل .\r\nوفي قصة « موسى » الشخصية العظمى في تاريخ بني إسرائيل سنقرأ في القرآن عن شخصية « قارون » الرجل الغنى الذي خان قومه وتحالف مع « فرعون » ضد أهله وسنقرأ\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nعن « هامان » وزير « فرعون » وسنقرأ عن الرجل المؤمن من آل فرعون الذي كان يكتم إيمانه « بموسى » وسنقرأ عن « السامري » الذي أغوى بني إسرائيل ونجح في إعادتهم إلى عبادة الأوثان بينما يدعى كاتب سفر « الخروج » أن « هارون » شقيق « موسى » هو الذي أضل قومه وصنع لهم العجل وسنقرأ في القرآن عن اقتلاع جبل الطور وأخذ الميثاق تحت الجبل الذي ارتفع فوقهم كأنه ظلة وسنقرأ عن نكوص بني إسرائيل ونكثهم للعهد مع اللّه عندما جبنوا عن دخول « الأرض المقدسة » رعبا من سكانها . إننا في القرآن نقرأ قصة جد مختلفة عن السرد الممل الذي يطالعنا على صفحات أسفار الخروج والأحبار ( اللاويين ) والتثنية والعدد والذي امتلأ بتفاصيل بلغت الغاية في الإسهاب المضجر وهي تتحدث عن بناء خيمة الاجتماع وملابس الكهنة وكيفية حياكتها وارتدائها وأنواع الذبائح وتفاصيل الطقوس الغريبة التي لا شك في أنها تشبه الطقوس السحرية التي تنتشر في الشعوب الوثنية في صفحات كثيرة ابتلعت الأسفار كلها في جوفها الممتلئ الذي ضاعت فيه كلمة اللّه .\r\nوفي قصة « عيسى بن مريم » عليه الصلاة والسلام تتبدى لنا على مرآة القرآن شخصية أفضل امرأة خلقها اللّه « مريم ابنة عمران » منذ حملت بها أمها امرأة عمران ونذرتها للرحمن وحتى ولدت « كلمة من اللّه » « 1 » بجوار نخلة تشبثت بها عندما جاءها المخاض في تصوير فنى بالغ الروعة وتفصيل دقيق لا أثر له في الأناجيل ولم يجامل القرآن « المسيحيين » في ادعاءاتهم كما لم يجامل اليهود وتناثرت في سور القرآن المكية والمدنية على السواء الآيات التي توبخ عقيدة التثليث وأسطورة ولادة الإله وأكذوبة الصلب والفداء حيث أكد وحدانية اللّه وعبودية عيسى بن مريم ورفعه إلى السماء ونجاته من الصلب الذي دبروه له .\r\nهكذا تميز « القرآن » برؤية ذاتية خاصة به قدمها في ثقة ووضوح وتحدى بها خصومه وأعداءه علانية دون أدنى خوف أو ميل للمداهنة حتى وصل الأمر إلى حد المباهلة حيث طلب « القرآن » من « محمد » صلّى اللّه عليه وسلم لكي ينهى الجدل حول « عيسى بن مريم » .\r\nويظهر « الحق » طلب منه أن يخرج أهله ونساءه وأبناءه ليقفوا معه كفريق واحد في جانب على أن يأتي النصارى بأنفسهم ونسائهم وأبنائهم ليقفوا على الجانب الآخر ثم ليدعو كل فريق ربه لتنزل اللعنة على الكاذبين .\r\n فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعالَوْا نَدْعُ أَبْناءَنا وَأَبْناءَكُمْ وَنِساءَنا وَنِساءَكُمْ وَأَنْفُسَنا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكاذِبِينَ  ( 61 ) « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يمكن مطالعة تفاصيل قصة « مريم » و « المسيح » ابنها عليه الصلاة والسلام في رواية « كلمة من الله » بقلم المؤلف .\r\n( 2 ) سورة آل عمران الآية ( 61 ) .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوبالفعل أخرج « محمد » صلّى اللّه عليه وسلم أهله وتهيأ للمباهلة مقدما نفسه وأهل بيته قربانا على مذبح « الحق » لكي يظهر لكن النصارى الذين أتوه للجدال معه أحجموا عن الدخول في المباهلة وقد نصحهم « محمد » صلّى اللّه عليه وسلم في لفتة رحمانية باهرة بالتراجع عن التحدي لماّ رأى الرعب في قلوبهم يقطر من وجوههم الكسيفة لأنه يريد هدايتهم لا هلاكهم إنه حقا يريد رحمة لا ذبيحة فمن ذا الذي يجرؤ بعد كل هذا على أن يزعم أن « محمدا » صلّى اللّه عليه وسلم قد اقتبس أقوال أهل الكتاب ليؤلف « القرآن » ؟ ! .\r\n إِنَّ هذا لَهُوَ الْقَصَصُ الْحَقُّ وَما مِنْ إِلهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ  ( 62 ) « 1 » .\r\nفانظر إلى ثقة القرآن في نفسه وهو يؤكد صدقه بكل ألوان التأكيد في أسلوب عربى مبين وتأمل ! !\r\nإن القرآن يصدر في كل آياته عن نظرة كلية تشمل كل الكائنات يرى فيها ظلالا لتجلى الأسماء الإلهية وآثارا لصفات « الذات » المقدسة فليس الكون في رؤية القرآن إلّا مرآة هائلة يتبدى « اللّه » على صفحتها المصقولة وكل الكائنات حتى التي تتوهم الحواس أنها ميتة مندمجة في صلاة وتسبيح لخالقها الوحيد .\r\n  سَبَّحَ لِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ   ( 1 ) « 2 »\r\n تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيماً غَفُوراً  ( 44 ) « 3 » .\r\nوفي هذا الكون الشاسع الممتلئ بصور من الحياة تتجاوز الحصر فإن الإنسان هو الكائن الذي رفعه اللّه فوقها كلها فجعل له السيادة عليها وسخر كل شئ لخدمته .\r\nهذه الرؤية القرآنية المتفردة ليس لها مثيل في أي كتاب آخر ديني أو غير ديني وهي تفصح عن نفسها في كل السور والآيات وعند كل المواقف . . . في التعقيب على حكم شرعي أو خلال سياق قصصى أو عند التعليق على حدث وفي التبشير أو التهديد فمن أين اقتبس « محمد » صلّى اللّه عليه وسلم هذه النظرية . التي تميز « القرآن » عن كل ما عداه من كلام ؟ ! .\r\nالجدير بالانتباه حقا هو تميز « النص القرآني » من بين مجموع الكلام الذي تركه « محمد » صلّى اللّه عليه وسلم للبشرية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران الآية ( 62 ) .\r\n( 2 ) سورة الحشر والصف الآية ( 1 ) .\r\n( 3 ) سورة الإسراء الآية ( 44 ) .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nلقد ترك لنا « محمد » صلّى اللّه عليه وسلم ثلاثة أنماط من الكلام كل منها يعبر عن وجه للحقيقة التي تتعالى على الإدراك .\r\n1 - « القرآن » كلام اللّه المعبر عن نبوة « محمد » صلّى اللّه عليه وسلم الذي تلقاه سماعا إذ صار في مقام الوحي « أذنا » تسمع كلام اللّه إلى البشرية .\r\n وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ  « 1 » .\r\n2 - « الحديث الشريف » وهو كلام الرسول باعتباره مرسلا من اللّه إلى الناس مأذونا له بتعليمهم الشريعة والحكمة و « الحديث الشريف » يعد بمثابة تفسير « للقرآن » . . الوحي الإلهى فهو يوضح ما غمض ويفصّل ما أجمل ويجمع في سياق واحد ما تناثر في الآيات المتفرقة .\r\n3 - « الحديث القدسي » وهو كلام النبي الأمى باعتباره « روح اللّه » الذي له وحده أن يتكلم باسم اللّه فيقول في الحديث القدسي ( عبدي لا تخف من ذي سلطان ما دام سلطاني قائما ) أو يقول ( يا ابن آدم خلقتك من مثل هذا . . . ) فالمتكلم هنا هو اللّه والناطق هو النبي باعتباره « روحه » المعبر عنه .\r\nهذه الأنماط الثلاثة ظاهرة فريدة واستثناء لم يتكرر في تاريخ النبوة فقد ترك لنا كل نبي نمطا واحدا من الوحي الإلهى إليه أعطانا « موسى » التوراة التي أوحاها اللّه وكتبها « موسى » على الألواح ثم في « الصحف » التي كتبها بعد تكسيره الألواح ، وقد ضاعت تلك « التوراة » ولم يعد لها من أثر إلّا الكتب التي سطرها البشر بأيديهم فيما بعد وظلوا يغيّرون فيها و « ينقحونها » ويضبطون ألفاظها عبر القرون حتى وصلت إلى « الأسفار » التي بين أيدينا الآن فيما يسمى بالعهد القديم ؛ خليط مركّب ومربك ومرتبك صنعته الآلاف من الأيدي البشرية تحت وطأة الظروف التاريخية والأهواء البشرية والأطماع الأرضية . ما يعنينا الآن هو أن « موسى » عليه الصلاة والسلام لم يترك لنا إلّا نصا واحدا أو نوعا واحدا من الكلام هو « التوراة » التي تعبر عن نبوته ورسالته .\r\nوالأمر كذلك بالنسبة « لعيسى بن مريم » عليه الصلاة والسلام إذ لم يخلف لنا إلّا الإنجيل ( التبشير ) الذي ضاع هو الآخر في ظلمات العصور القديمة حيث الاضطهاد والفرار من المطاردات ولم يبق لنا إلّا « أسفار » العهد الجديد المكتوبة باللغة اليونانية وهي لغة لم ينطق « ابن مريم » بحرف واحد منها بلسانه لأنه من الثابت المقطوع بصحته علميا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة : الآية ( 61 ) .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nأنه عليه الصلاة والسلام كان يتكلم الآرامية وهي إحدى بنات اللغة العربية . . . الأم التي ولدت كل « الساميات » إن لم تكن هي أم كل اللغات البشرية كما نعتقد .\r\nشئ واحد فقط تركه « المسيح » هو إنجيله ( تبشيره ) الذي لم يعثر له على أثر .\r\nأما « محمد » صلّى اللّه عليه وسلم فقد وهبنا ثلاثة شهود أحياء باقين على مر الزمان لا يموتون اثنان من إنشائه هما « الحديث الشريف » و « الحديث القدسي » والأول من إنشاء اللّه وهو « القرآن » الذي تلقاه « محمد » صلّى اللّه عليه وسلم باعتباره نبيا أصواتا مسموعة وتلاه علينا كما سمعه وكتب في المصحف كما نطق به ولا يملك عاقل أن يشك في نسبته إليه والسؤال كيف كان يميز « محمد » صلّى اللّه عليه وسلم نفسه بين « القرآن » الذي نطق به بلسانه وأملاه على كتّاب الوحي وبين سائر كلامه الذي خاطب به قومه باعتباره رسول اللّه إلى البشر ( الحديث الشريف ) أو صدورا عن مقام « روح اللّه » المتكلم باسمه ( الحديث القدسي ) .\r\nلا بدّ إذن أن « محمدا » صلّى اللّه عليه وسلم كان هو نفسه يتبين في وضوح قاطع لكل شك أن « القرآن » يأتيه من خارج نفسه باعتباره بشرا مخلوقا للّه ومن ثم كان في وسعه أن يميز بين كلامه وبين كلام اللّه ولا يقع في الخلط بينهما ولم يسجل لنا التاريخ حادثة واحدة أزيلت فيها جملة أو حتى كلمة واحدة من « النص القرآن » الذي كان يكتب على العظام والجلود ولحاء الشجر عندما تم اكتشاف أنها من كلام « محمد » صلّى اللّه عليه وسلم وليست من القرآن بل كان الرسول الأعظم صلّى اللّه عليه وسلم حريصا أشد الحرص على ألّا يقع هذا الخلط المحتمل جدا ممن يكتبون عنه فأوصى في بداية الرسالة ألّا يكتب شئ عنه إلّا القرآن وحده ليضمن حفظ « القرآن » مصانا عن الاختلاط بغيره حتى لو كان كلامه هو نفسه باعتباره رسول اللّه وروحه المجيد .\r\nلقد ظل « محمد » صلّى اللّه عليه وسلم يعامل القرآن باعتباره حقيقة تتجاوز شخصه الإنسانى ولا يملك إزاءها إلّا الإذعان إليها . لقد أعلن في وضوح قاطع أن « القرآن » هو كلام اللّه إليه وأنه لا يملك إنشاءه من تلقاء نفسه ولا تعديله ولا إجراء أي تغيير فيه ومن حسن حظ البشرية أن اللّه قد ضمن حفظ السيرة الشخصية « لمحمد » صلّى اللّه عليه وسلم في استثناء فريد آخر لم يتكرر في تاريخ البشرية كلها وبهذا الحفظ للسيرة النبوية يمكننا اختبار « صدق » القرآن بالمعيار الخلقي يعنى يمكننا التأكد من تصديق ( - إيمان ) « محمد » صلّى اللّه عليه وسلم الشخصي واقتناعه التام هو نفسه بأن القرآن هو كلام اللّه إليه وليس كلاما صادرا عن شخصه بامتحان السيرة النبوية التي نعرف دقائقها وأصغر تفاصيلها على نحو لم يتحقق لأي إنسان آخر على هذا الكوكب فإننا نكاد نعرف عن « محمد » الإنسان كل شئ صفاته الجسمية وطريقة مشيته وكلامه وجلوسه وقيامه وما ذا يحب وما ذا يكره وملابسه وطعامه وشرابه ونساءه وأين ولد وأين دفن وكل الأحداث الهامة بين ولادته وموته بل عدد الشعرات البيضاء التي كانت تخالط سواد شعر لحيته فقد أحصاها بعض محبوه ! !\r\nإننا في الحقيقة يمكننا أن نعرف عنه أكثر مما نعرف عن الشخصيات المعاصرة لنا وكم\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nمن الأسرار قد رفع عنها الستار في حياة العديد من الشخصيات الهامة التي عاشت في زمننا هذا تحت أضواء آلة الإعلام الرهيبة حتى صرنا نتشكك في قدراتنا على معرفة أي إنسان مهما تسلطت أضواء الإعلام على تفاصيل سيرته الشخصية ولكننا في المقابل نستطيع أن نجزم بيقين علمي أننا نعرف عن « محمد » الإنسان الكثير جدا من المعلومات الصحيحة الموثقة بحيث تبدو لنا سيرته العطرة قمرا منيرا في سماء ليلة صافية بل شمسا مشرقة في يوم رائع النهار وعلى سبيل المثال فقط يمكننا أن نقول لا أحد يمكنه أن يعلم أين دفن « موسى » بن عمران عليه الصلاة والسلام حتى أشد اليهود تمسكا بالتوراة لكننا بكل بساطة ووضوح نعلم أين يوجد الجثمان الشريف لمحمد صلّى اللّه عليه وسلم وكيف دفن ومن الذين قاموا بإعداد الجسد للدفن . إن حفظ السيرة النبوية يعد آية إلهية تستحق التأمل العميق .\r\nوسنقوم الآن بجولة استكشافية سريعة في السيرة النبوية لنتأكد من « صدق » محمد صلّى اللّه عليه وسلم حين أعلن على الملأ أن القرآن هو كلام اللّه .\r\nإن حرارة صدقه وهو يبلغ كلام اللّه كانت تنساب من القلب دون رسول أو ترجمان فلا يساور المستمع المنصت شك في أن المتكلم يعتقد حقا أن هذا هو كلام اللّه .\r\nتبدأ السيرة النبوية المقطوع بصحتها بذهابه إلى « الجبال » حيث يعتزل الناس في الغار ويختلى بنفسه عابدا اللّه بالتفكر والذكر طالبا الهداية للوصول إلى الحقيقة .\r\n\r\nمتى وقع هذا في عمره المضئ ؟ !\r\nعلى مشارف الأربعين وقد زالت من النفس سورة الغرائز وجموح الأهواء التي قد تجتاح الشباب . لقد كان يحيا في هدوء بعيدا عن صخب « النادي » حيث يجلس وجهاء القوم يتسامرون ويتبادلون الأشعار والضحكات والنوادر وكئوس الخمر لم يذهب إلى الحانات يطلب اللهو حيث يشرب الجميع من كئوس اللذة المترعة ولم تعرف عنه الرغبة في أن يصبح شاعرا مرموقا تتناقل القوافل قصائده المتقنة ولم يعد نفسه ليصبح خطيبا مفوها يحفظ العرب كلماته وحكمه أو سيدا عظيما لا يبرم أمر هام دون مشورته .\r\nبل كان يتحاشى الزحام والصخب في الأسواق يعيش حياة هانئة مع المرأة الجميلة الناضجة التي اختارته وربما وجد فيها حنان الأم التي فقدها منذ طفولته الباكرة .\r\nمن المؤكد أنه لم يكن يحلم بالشهرة والجاه في قومه لأن المال والشعر كانا هما الوسيلة في ذلك المجتمع العربي لنيل الشهرة والجاه ولم يحرص على امتلاك أي منهما فقد كان فقيرا ولم يكن شاعرا ! !\r\nلقد عرفه قومه بالصادق الأمين إذ لم يضبطوه ولا مرة واحدة بكذبة ولو كانت صغيرة ولا خيانة ولو في شئ قليل القيمة فصار بالنسبة إليهم المثل الأعلى للخلق الرفيع .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nلم يكن يقلقه سوى « الحقيقة » الكامنة وراء الأشياء يريد الوصول إليها لذلك كان يستأذن من امرأته الحبيبة ويذهب إلى الجبال ليخلو إلى نفسه في الغار الليالي ذوات العدد لعل العزلة تساعده على صفاء الذكر ووضوح الفكر .\r\nمن المؤكد أن هذا هو سلوك الأنبياء الذين وجدوا أنفسهم دوما في حاجة إلى الخروج والاعتزال في أحضان الجبال وكذلك يفعل كل الرجال الباحثين عن الحقيقة أما الكذابون الباحثون عن الشهرة أو المال فمكانهم النوادي والأسواق وفي عصرنا يتوجهون إلى وسائل الإعلام .\r\nلقد فاجأه « الوحي » أول مرة وهو في عزلته بغار حراء على مقربة من مكة إذ رأى بغتة طائرا هائلا يملأ جناحاه الأفق ينزل عليه ويضمه إليه وكأن الغار قد زال مع الجبل أو كأنه قد خرج منه دون أن يدرى وقام بالأفق وسمع الصوت يقول له : « اقرأ « 1 » » وهو الأمى العاجز عن القراءة والكتابة .\r\nكاد يختنق وهو يشعر أن نفسه قد تزهق من وطأة الضغط على قلبه . على هذه الحال المفزعة تلقى أول فوج من الوحي وكان الأمر صدمة مروعة له وخاف على نفسه الجنون ففر يجرى من الجبل لا يلوى على شئ قاصدا بيته حيث امرأته الحبيبة يريد أن يقص عليها ما حدث . وصل وهو يلهث ورأسه المحموم يغلى وجسمه يرتجف يقول « زملوني زملوني » دثروني دثروني « 2 » فلفوه بالأغطية ثم طلب منهم أن يصبوا عليه الماء فسكبوا عليه ما استطاعوا أن يأتوا به وظل على هذه الحال ساعة من الزمن ثم هدأ وأخذته سنة من النوم . ولما أفاق قص على « خديجة » الحكيمة ما وقع له فطمأنته على نفسه وقالت له إن اللّه لن يخذله أبدا لأنه يكرم الضيف ويغيث الملهوف ويعين على نوائب الدهر أي يساعد الذين في حاجة إلى المساعدة .\r\nالجدير بالملاحظة هنا هو أن « الوحي » كان مفاجأة مفزعة له شعر في أعماق قلبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة العلق الآية الأولى .\r\n( 2 ) لقد كشف لقلبه دفعة واحدة وعلى حين بغتة حقيقة نفسه فأذهله ما رأى ولم يكن عقله ( فؤاده ) قد تهيأ بعد لتلقى الحقيقة فأصابه الاضطراب وأراد أن يعود إلى الاستتار الذي ألفه فصاح وهو يهرول إلى بيته « زملوني . . . زملوني . . . دثروني . . . دثروني » يريد أن يعود إلى غطائه الذي اعتاده ولكن هيهات وقد أسفر صبح الكشف وأبى الله إلا أن يتم نوره .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nأنها ستحدث اضطرابا هائلا في حياته المستقرة ولم يكن في « الحادث » أدنى درجة من الانتظار أو التوقع أو الاستعداد . وإلى هذه المفاجأة الكاملة أشار القرآن إذ قال له :\r\n وَما كُنْتَ تَرْجُوا أَنْ يُلْقى إِلَيْكَ الْكِتابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ  « 1 » .\r\nما كان يخطر على قلبك أبدا أن يكلمك اللّه وينزل عليك وحيه وما وقع هذا إلّا بدافع من رحمة ربك بك وبالخلائق كلها من بعدك .\r\n وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ  ( 52 ) « 2 » .\r\nولقد استندت المرأة الصالحة « رضى اللّه عنها » في بث السكينة في قلب زوجها على خلقه الرفيع واتصافه بسجايا كريمة توجب له رحمة اللّه وعنايته ونصره فهل يمكن أن يكون الصادق الأمين الذي اتفق الجميع على خلقه العظيم هل يمكن أن يكون كاذبا ؟ !\r\nولكن الرجل صلّى اللّه عليه وسلم لم يكتف بهذا بل كان يطلب التيقن لنفسه فذهب مع امرأته إلى الشيخ « ورقة بن نوفل » قريبها المعروف بسعة اطلاعه على أقوال أهل الكتاب ليعلم رأيه فيما حدث فأخبره الشيخ أن ما جاءه هو الوحي الذي ينزل على الأنبياء وأنه يشبه « الناموس » الذي نزل على « موسى » بن عمران ونصحه بأن يستعد للابتلاء العظيم .\r\nإذ سيتعرض للإيذاء والاضطهاد من قومه . من المؤكد أن محمدا صلّى اللّه عليه وسلم قد اطمأن على نفسه بعد حديث « ورقة » ولكن من المؤكد أيضا أن الخوف قد بدأ يتسلل إلى قلبه من المستقبل الغامض الذي يبدو أنه يحمل في جوفه المعتم الكثير من المتاعب .\r\nوبالفعل بدأت المتاعب منذ اللحظة الأولى التي تلقى فيها الأمر بإبلاغ الرسالة إذ قال له :\r\n وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ  ( 214 ) « 3 » .\r\nفوقف على جبل الصفا في صباح يوم مشرق وصرخ بأعلى صوته كأنه مسعّر حرب « يا صباحاه يا صباحاه » نداء تعرفه قريش يطلقه كل من يريد إبلاغ القوم بأمر هام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص : الآية ( 86 ) .\r\n( 2 ) سورة الشورى : الآية ( 52 ) .\r\n( 3 ) سورة الشعراء : الآية ( 214 ) .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفاجتمعوا حوله ووقفوا منصتين إلى ما سيقول فأراد أن يأخذ منهم الإقرار بصدقه وأمانته فقال لهم : لو أخبرتكم أن بسفح هذا الجبل جيشا أكنتم مصدقى ؟ ! . . . قالوا : ما جربنا عليك كذبا قط . . . قال : فإني رسول اللّه إليكم بين يدي عذاب شديد . فانبرى أبو لهب يسبه مستهزئا به قائلا : تبا لك سائر اليوم ألهذا جمعتنا ؟ .\r\nلا يبدأ الزعيم السياسي الباحث عن جمع الأنصار لا يبدأ خطابه بالإنذار والوعيد بل نراه دوما وفي كل العصور يبشر شعبه بالسعادة الغامرة التي سوف تهبط عليهم بمجرد أن يرفعوه إلى كرسي الحكم ويسلموا إليه قيادهم . هذا هو سلوك القائد السياسي أما أن يبدأ « محمد » صلّى اللّه عليه وسلم خطابه بالتخويف من عذاب شديد فهذا دليل إضافى على أنه حقا نبي لأنه كذلك فعل الأنبياء كلهم لقد وبخوا أقوامهم على خطاياهم وأنذروهم عذاب اللّه الشديد .\r\nوعندما رد القرآن على سباب أبى لهب بسورة المسد :\r\n      تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ ( 1 ) ما أَغْنى عَنْهُ مالُهُ وَما كَسَبَ ( 2 ) سَيَصْلى ناراً ذاتَ لَهَبٍ ( 3 ) وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ ( 4 ) فِي جِيدِها حَبْلٌ مِنْ مَسَدٍ       ( 5 ) « 1 » .\r\nعندما فعل هذا فإنه قد قطع أمل أبى لهب في الإيمان وحدد مصيره الأبدي في جهنم منذ اللحظة الأولى من الرسالة وضمن عداءه حتى النهاية . الشيء الجوهري هنا هو أنه لم يخش انقلاب حال أبى لهب فربما يقدم على إعلان الإسلام الأمر الذي فعله الكثيرون من صناديد قريش ولو فعل أبو لهب هذا لأوقع « محمدا » في ورطة كبرى إذ كان سيضطر لا محالة إلى حذف هذه السورة البديعة من القرآن لتتفق مع توبة أبى لهب ولكن القرآن كان واثقا من نفسه متأكدا من علمه فعيّن مصيره الأبدي منذ اللحظة الأولى ولم يخش الاضطرار إلى تغيير نصه لأنه يصدر عمن أحاط بكل شئ علما .\r\n  الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلى عَبْدِهِ الْكِتابَ وَلَمْ يَجْعَلْ لَهُ عِوَجاً   ( 1 ) « 2 » .\r\nوبدأ زمن الاضطهاد حيث أصبح كل يوم يشهد جلد المؤمنين بالسياط على رمال الصحراء الحارقة والحبس والقتل والتسخير والسباب ووضعت الأشواك في طريق النبي والقاذورات على ظهره وهو ساجد بالبيت الحرام ولكن لم يغير كل هذا من إيمانه شيئا .\r\nوفي أتون هذه الفتنة المشتعلة انقطع « الوحي » على حين فجأة ولم يعد « محمد » يتلقى كلاما جديدا وأصبح مثار سخرية القوم وموضع استهزائهم الشامت « لقد هجرك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المسد : الآيات ( 1 - 5 ) .\r\n( 2 ) سورة الكهف الآية ( 1 ) .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nربك يا محمد وتخلت عنك الشياطين التي كانت تنزل عليك » ولم يستطع « محمد » صلّى اللّه عليه وسلم أن يرد عليهم . لو كان شاعرا حقا لاستطاع أن يبدع قصائد مطولة يفخر بها بنفسه ويعدد مناقبه ويهجو فيها خصومه ولكنه حقا ليس شاعرا فلزم الصمت ولو كان بوسعه أن يؤلف « القرآن » لأخرج من قلبه الغنى بالمعرفة سورة قصيرة أو بعض الآيات ولكنه لم يفعل شيئا وبقي على عجزه فترة امتدت على الأقل بضعة أشهر يتلقى فيها طعنات التكذيب ولا يدفع عن نفسه . كانت هذه الفترة التي فتر فيها الوحي أي توقف وانقطع عن قلبه ضرورية لاستكمال إيمانه بنفسه إذ عاين فيها تجاوز القرآن لشخصه وعدم خضوع الوحي لرغباته وحينئذ .\r\n آمَنَ الرَّسُولُ بِما أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ  « 1 » .\r\nإذ أدرك بالتجربة أن القرآن لا يصدر عن شخصه بل يأتي إليه من ربه ومن ثم فهو ينزل بمشيئة اللّه وحده وليس بميل قلبه . لقد ظل « محمد » صلّى اللّه عليه وسلم حينا من الدهر يشك في نفسه ويطلب اليقين حتى ملأ قلبه قوله له :\r\n الْحَقُّ مِنْ رَبِّكَ فَلا تَكُنْ مِنَ الْمُمْتَرِينَ  ( 60 ) « 2 » .\r\nيعنى القرآن هو الحق الذي جاء إليك من ربك فلا يجب أن تكون من الذين يرتابون فيه ويتجادلون .\r\nأو أنت الحق الذي نزل من ربك فجدير بك أن تتنزه عن الشك والجدل .\r\nوقال له :\r\n فَلا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ  ( 17 ) « 3 » .\r\nونكتفي في هذا المقام بقوله :\r\n فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ  ( 94 ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة الآية ( 285 ) .\r\n( 2 ) سورة البقرة الآية 147 ويقول آل عمران الآية 60 ( الحق من ربك فلا تكن من الممترين )\r\n( 3 ) سورة هود الآية ( 17 ) .\r\n( 4 ) سورة يونس الآية ( 94 ) .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفقال « الرسول » صلّى اللّه عليه وسلم لمّا اكتمل إيمانه « لا أشك ولا أسأل » .\r\nلقد عانى « الرسول » صلّى اللّه عليه وسلم كإنسان من الشك وقد تكوّن إيمانه يوما بعد يوم حتى تحول إلى يقين ملأ قلبه . إذن فالقرآن حقيقة تتجاوز « محمدا » الإنسان وقد فرضت عليه فرضا تأمل في قوله :\r\n إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرادُّكَ إِلى مَعادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جاءَ بِالْهُدى وَمَنْ هُوَ فِي ضَلالٍ مُبِينٍ  ( 85 ) « 1 » .\r\nوهذا الفرض يتضح من ملاحظة حال « محمد » صلّى اللّه عليه وسلم حين يأتيه الوحي . إنها المرة الأولى والأخيرة في التاريخ البشري التي يتيح اللّه فيها للبشر أن يروا « النبي » عند تلقى الوحي أثناء تنزله عليه .\r\nلقد ذهب « موسى » إلى الجبل في ميقات ربه وتلقى « التوراة » دون أن يراه أحد من بني إسرائيل ودخل « عيسى » إلى جبل الزيتون وتلقى هناك الإنجيل « التبشير » ولم يره أحد من الشعب اليهودي بالضبط كما لم يشهد أحد من العرب « محمدا » وهو يستمع إلى الوحي لأول مرة في غار حراء ولكن بعد ذلك صار الوحي ينزل على « محمد » صلّى اللّه عليه وسلم علانية أمام الناس فلقد جاءه الوحي وهو جالس مع أصحابه وأحيانا وهو يقود المعارك يلتف حوله كبار رجاله ومرات عديدة أثناء سفره راكبا ناقته ووصف لنا هؤلاء الشهود ما رأوه فقالوا إنهم كانوا يسمعون مثل دوى النحل عند رأسه صلّى اللّه عليه وسلم وكانوا يرون جسمه وهو يرتجف ويتقلص حتى إن أحدهم كان يجلس ذات مرة بجوار النبي فلما نزل الوحي عليه صلّى اللّه عليه وسلم تصلبت فخذ النبي وضغطت على فخذ الصحابي حتى أوشكت أن تكسرها وكانوا يشهدون غياب وعيه بهم ويعاينون العرق الغزير وهو ينضح من وجهه المشرق المتألق في اليوم شديد البرد وقد بدا على ملامحه ما يعانيه من الألم والمشقة وكان يشكو أحيانا من الصداع الشديد الذي يعتريه عند قدوم الوحي الذي يعلن له عن اقترابه بصوت شديد يقرع سمعه يشبه صلصلة الجرس وإذا جاءه الوحي وهو راكب ناقته تهاوت وسقطت على الأرض بلا حراك فهل كانت الناقة البريئة تشارك « محمدا » في تأليف القرآن وتساعده على إتقان الكذب ؟ !\r\nسيقول بعض أدعياء الثقافة من المتعالمين : إن هذه الحال تشبه حال المصابين بالصرع أثناء نزول نوبة المرض عليهم ولكن لم يحدث أبدا أن خرج المصروع من النوبة ليتلو علينا مثل هذا الحديث البديع الذي يفيض بالعلم والجمال وينبئنا بأخبار الماضي السحيق الموغل في القدم بنفس الوضوح الذي يتحدث به عن أحداث لم تشهدها الدنيا بعد ! ! .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص الآية ( 85 ) .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nولقد اختلف رأى « الرسول » صلّى اللّه عليه وسلم الإنسان في مواضع معلومة مع حكم القرآن ، وأعلن هذا الاختلاف على الملأ في سور القرآن نفسه ، ولم يملك الرسول صلّى اللّه عليه وسلم إلّا أن يذعن لحكم اللّه الوارد في القرآن ويتخلى عن رأيه رغم ما قد يسببه هذا التنازل من حرج شديد له بين القوم خاصة حديثي العهد بالإسلام والذين في قلوبهم مرض والمنافقين .\r\nلم يملك إلا أن يرضخ طواعية لحكم القرآن مفصحا بهذا عن تجاوز القرآن وعلو قدره فوق شخصه الإنسانى العظيم وتقبل في كل مرة عتاب اللّه له النازل في القرآن دون أن يملك أدنى إرادة أو قدرة على تغيير النص القرآني الذي سيظل يتلى ويدرس في الدنيا حتى تقوم الساعة حاملا هذا العتاب الشديد من اللّه لرسوله الكريم صلّى اللّه عليه وسلم .\r\nعندما جاء عبد اللّه ابن أم مكتوم وهو رجل كف بصره عاجز عن الرؤية كان الرسول صلّى اللّه عليه وسلم ساعتها يتحدث مع أحد وجهاء قريش يطمع في هدايته ودخوله في الإسلام فعبس وجه الرسول صلّى اللّه عليه وسلم وأعرض عن الأعمى لانشغاله بأمر الوجيه القريشى ورغم أن الأعمى لم ير وجه « محمد » عابسا إلّا أن اللّه رأى وأنزل يعاتب رسوله ويلومه على الملأ ويعلمه صلّى اللّه عليه وسلم قائلا :\r\n           عَبَسَ وَتَوَلَّى ( 1 ) أَنْ جاءَهُ الْأَعْمى ( 2 ) وَما يُدْرِيكَ لَعَلَّهُ يَزَّكَّى ( 3 ) أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرى ( 4 ) أَمَّا مَنِ اسْتَغْنى ( 5 ) فَأَنْتَ لَهُ تَصَدَّى ( 6 ) وَما عَلَيْكَ أَلَّا يَزَّكَّى ( 7 ) وَأَمَّا مَنْ جاءَكَ يَسْعى ( 8 ) وَهُوَ يَخْشى ( 9 ) فَأَنْتَ عَنْهُ تَلَهَّى            ( 10 ) « 1 » .\r\nفما كان من « النبي » صلّى اللّه عليه وسلم بعد ذلك إلّا المبالغة في إكرام ابن أم مكتوم والاحتفاء به كأنه يعتذر له عن العبوس الذي لم يره .\r\nوعندما جاءته « خولة بنت ثعلبة » تشتكي زوجها الذي ظاهر منها أي قال لها أنت حرام علىّ كظهر أمي وهي صيغة جاهلية من صيغ الطلاق واعتبرها الرسول الإنسان باجتهاده صيغة طلاق مقبولة فحكم بتطليق المرأة بينما المرأة نفسها ترفض هذا الحكم وتعده قسوة لا تليق برحمة اللّه إذ هي في أمس الحاجة إلى رعاية زوجها الذي بدوره في أمس الحاجة إلى رعايتها إذ هو فقير معدم لا يكاد يملك قوت يومه والاثنان الرجل والمرأة صارا شيخين يحتاج كل منهما إلى الآخر . إلّا أن « الرسول » الحاكم الإنسان لم يملك في حدود اجتهاده إلّا أن يحكم بالتطليق رغم احتجاج المرأة وإلحاحها . وهنا نزل القرآن مخالفا حكم الرسول الإنسان صلّى اللّه عليه وسلم إذ حكم ببطلان الطلاق باعتبار أن صيغة الظهار غير مقبولة شرعا بل هي لغو لا يقام عليه حكم شرعي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة عبس : الآيات ( 1 - 10 ) .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nما يهمنا الآن هو أن النبي صلّى اللّه عليه وسلم الذي نزل عليه القرآن لم يملك إلا أن يرضخ لحكم القرآن ويتنازل عن اجتهاد الرسول الإنسان .\r\nولا شك أن أشد عتاب هو ما جاء في سورة الأحزاب إذ قال له يلومه على الملأ وإلى يوم القيامة .\r\n وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشاهُ  « 1 » .\r\nفلو كان « محمد » صلّى اللّه عليه وسلم يؤلف القرآن أو يملك تغييره لأسرع يمحو هذه الجملة من الآية على الأقل لأنها ستحط من قدره في نظر العوام والغوغاء وقد تؤثر على انتشار الرسالة واحترامها في نظر الناس إلّا أنه لم يملك أن يفعل .\r\n وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ  ( 15 ) « 2 » .\r\nوهدده تهديدا مرعبا إذ أنذر قائلا :\r\n    وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ ( 44 ) لَأَخَذْنا مِنْهُ بِالْيَمِينِ ( 45 ) ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ ( 46 ) فَما مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حاجِزِينَ     ( 47 ) « 3 » .\r\nوأعتقد أن الصدق التام للقرآن لم يعد الآن في حاجة إلى مزيد من البيان . . .\r\nوبعد فلا نملك إلّا أن نقول :\r\n هذا بَلاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّما هُوَ إِلهٌ واحِدٌ وَلِيَذَّكَّرَ أُولُوا الْأَلْبابِ  ( 52 ) « 4 » .\r\n« صدق اللّه العظيم »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب : الآية ( 37 ) .\r\n( 2 ) سورة يونس : الآية ( 15 ) .\r\n( 3 ) سورة الحاقة : الآية ( 44 - 47 ) .\r\n( 4 ) سورة إبراهيم : الآية ( 52 ) .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nالمؤلف في سطور\r\nتوحيد عبد الفتاح الزهير من مواليد 16 فبراير عام 1953 وحاصل على بكالوريوس الطب والجراحة .\r\nيعمل حاليا طبيبا بالهيئة العامة للتأمين الصحي .\r\n\r\nمؤلفات منشورة :\r\n( 1 ) كلمة من الله : رواية تاريخية طويلة تقع في 640 صفحة تتناول حياة المسيح ( عليه الصلاة والسلام ) والشخصيات الدينية المرتبطة به في سياق عرض تاريخي شامل للعصر الذي عاش فيه .\r\n( 2 ) نحو فلسفة إسلامية للجمال والفن : دراسة تؤسس لموقف فكرى أصيل مستمد من القرآن المجيد في ميدان فلسفة الفن - من منشورات دار القلم\r\n( 3 ) المرضى في رمضان - كتاب الشعب الطبى - دار الشعب - نوفمبر 2000 .\r\n\r\nمؤلفات تحت الطبع :\r\n( 1 ) عند الغروب : رواية قصيرة فازت بالجائزة الثالثة للرواية في مسابقة إحسان عبد القدوس القصة القصيرة والرواية عام 1992 وهي أول عمل يكتبه المؤلف على وجه الإطلاق .\r\n( 2 ) من هو المسيح ؟ رؤية قرآنية دراسة في مقارنة الأديان تقدم تأويلا جديدا للقرآن الكريم .\r\n( 3 ) الزواج العرفي - مدخل إلى فهم شعيرة الزواج في الإسلام .\r\n( 4 ) البحث عن المجد الضائع - رواية تاريخية تتناول حياة الملك عبد العزيز آل سعود مؤسس المملكة العربية السعودية . تم إنجاز الجزء الأول منها .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nالفهرس\r\nالصفحة\r\nفاتحة الكتاب 3\r\nما هو سر القرآن ؟ 4\r\nما معنى بلاغة القرآن ؟ 14\r\nالجمال الفريد للقرآن المجيد 24\r\nموسيقى القرآن 25\r\nتيار الوحي 32\r\nنظرة إلى فواتح السور 48\r\nمن عجائب الالفاظ والحروف 52\r\nمن أنماط الفن في القرآن 62\r\nنماذج من الابداع القرآني 78\r\nالقارعة 96\r\nالصحة الكاملة للنص القرآني 102\r\nالصدق التام 108\r\nالمؤلف في سطور 126\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nرقم الايداع بدارالكتب 2181 / 2001 م\r\nالترقيم الدولى i . s . b . n - 977 - 202 - 206 - 0\r\nمؤسسة دار الشعب\r\nللصحافة والطباعة والنشر\r\n92 ش قصر العيني - القاهرة\r\nت : 7951810 - 7951818 - 7943800\r\nفاكس : 7944811 - 02\r\n\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128}
  ]