[
  {"content":"\r\n\r\nأسنى المطالب\r\nفي مناقب الإمام علي بن أبي طالب\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمكتبة الإمام أمير المؤمنين العامة\r\nأصفهان - إيران\r\nمطابع ( نقش جهان ) طهران\r\nالهاتف 311524 و 311231\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمكتبة الإمام أمير المؤمنين ( ع ) العامة\r\nأصفهان - إيران\r\n5\r\nأسنى المطالب\r\nفي مناقب سيدنا علي بن أبي طالب\r\nكرم الله وجهه\r\nللإمام الحافظ\r\nأبي الخير شمس الدين محمد بن محمد بن محمد الجزري الشافعي\r\nالمتوفي 833 ه‍\r\nتقديم وتحقيق وتعليق\r\nالدكتور\r\nمحمد هادي الأميني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nكتابخانه عمومى امام أمير المؤمنين علي ع\r\nفيها كتب قمية\r\nأصفهان\r\nتأسيس 1400 ق\r\nمكتبة الإمام أمير المؤمنين علي ع ( العامة )\r\nEmam Ali . Public Library\r\nأصفهان - أول خيابان احمد آباد ،\r\nتلفن 82000 - 81000\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ الدعاء 
  ]\r\nالهى . . . اسلك بي الطريقة المثلى ، واجعلني على ملتك أموت وأحيى .\r\nالهى . . . انطقنى بالهدى ، وألهمني التقوى ، ووفقني للتي هي أزكى ، واستعملني بما هو أرضى .\r\nالهى . . . اختم بعفوك أجلى ، وحقق في رجاء رحمتك أملى ، وسهل إلى بلوغ رضاك سبلى ، وحسن في جميع أحوالي عملي .\r\nالهى . . . امدد لي في أعمار ولدى ، وزد لي في آجالهم ، ورب لي صغيرهم ، وقولي ضعيفهم ، وأصح لي أبدانهم ، وأديانهم ، وأخلاقهم ، وعافهم في أنفسهم ، واجعلهم أبرارا أتقياء ، مطيعين لك ، ولاء وليائك محبين مناصحين ولجميع أعدائك معاندين ومبغضين .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nالاهداء\r\nإلى ولدى الصريع برصاص الغدر والخيانة . . . الشهيد المهندس . . . مرتضى الأميني النجفي ولدى . . . وجدتك منذ الطفولة مغرما بسماع مناقب الامام علي بن أبي طالب عليه السلام ، ومتفانيا في حبه وولائه ومحبته ، منقبا عن فضائله . . . ولما كان الكتاب هذا تناول جانبا من جوانب ما كنت تبتغيه ، لذلك أهدى البك هذا البحث ، فتقبله من أبيك الذي ابيضت عيناه من الحزن وهو كظيم . . .\r\nمحمد هادي الأميني\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالمدخل :\r\nلم يعهد أئمة الحديث ، كما لم يألف الحفاظ على اختلاف طبقاتهم على امتداد التاريخ والزمان . . . واحدا من الصحابة جاءت وتضافرت بحقه من المناقب والفضائل ، ما جاءت عن الصادع الكريم ( ص ) في حق ربيب معدن الرسالة . . . ونفس النبي الأعظم ( ص ) وعملاق البلاغة ، وترجمان القرآن ، وعبقري الفصاحة ، ومعلم الأدب ، وسيد البيان والمسلمين ، وقائد الغر المحجلين ، وخاتم الوصيين ، وأول القوم ايمانا ، وأوفاهم بعهد اللّه ، وأعظمهم مزية ، وأقومهم بأمر اللّه ، وأعلمهم بالقضية ، وراية الهدى ، ومنار الايمان ، وباب العلم ، والحكمة ، والفقه ، والممسوس في ذات اللّه ، خليفة النبي الاقدس الامام أمير المؤمنين على ابن أبي طالب ، الهاشمي ، الطاهر ، وليد الكعبة المشرفة ومطهرها من كل صنم ووثن ، والشهيد في البيت الإلهي ( جامع الكوفة ) سنة 40 من الهجرة .\r\nفقد وردت في حقه من الأحاديث التي لا يمكن ضمها وجمعها ، في أسفار ومجلدات ودورات وان تصدى البعض من الحفاظ والرواة إلى جمعها وتدوينها عبر التاريخ ، بيدانهم لم يأتوا بها بصورة كاملة ومستوعبة وجامعة من كافة النواحي ، لذلك نجد في كل كتاب وسفر شطرا من مناقبه ، ونتفا من فضائله الجمة ، وهذا ان دل على شئ فإنما يدل على أن أئمة الحديث لم يتمكنوا من استيعاب جميع مناقب الامام أمير المؤمنين عليه السلام ، وان جمعها وتدوينها في الواقع خارج\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nعن حدود امكانياتهم العلمية ، وعن صعيد البحث والتحقيق والتتبع .\r\nوكيف يمكن وقد قال مجاهد بن جبير ، من كبار التابعين وعلماء المفسرين فيه : ان لعلى سبعين منقبة ما كانت لاحد من أصحاب النبي صلى اللّه عليه وسلم مثلها ، وما من شئ من مناقبهم الا وقد شاركهم فيها « 1 » .\r\nوقال سليمان بن طرخان التيمي العابد : كان لعلي بن أبي طالب عشرون ومائة منقبة لم يشترك معه فيها أحد من أصحاب محمد صلى اللّه عليه وسلم ، وقد اشترك في مناقب الناس « 2 » .\r\nوقال أبو الطفيل نقلا عن بعض أصحاب النبي صلى اللّه عليه وسلم : لقد سبق لعلي بن أبي طالب من المناقب ما لو أن واحدة قسمت بين الخلق وسعهم خيرا « 3 » .\r\nوقال الإمام أحمد بن حنبل : ما جاء لاحد من أصحاب رسول اللّه صلى اللّه عليه وسلم من الفضائل ، أكثر ما جاء لعلي بن أبي طالب « 4 » .\r\nإلى غير هذا من أقوال الصحابة ، والتابعين ، والسلف في كثرة خصائص أمير المؤمنين عليه السلام ، ولذلك اندفع ابن أبي الحديد في مقدمة شرحه يقول بصراحة وبملء فمه :\r\nفأما فضائله عليه السلام ، فإنها قد بلغت من العظم والجلالة والانتشار والاشتهار مبلغا يسمج معه التعرض لذكرها ، والتصدي لتفصيلها ، فصارت كما قال أبو العيناء لعبيد اللّه بن يحيى بن خاقان وزير المتوكل والمعتمد : رأيتني فيما أتعاطى من وصف فضلك كالمخبر عن ضوء النهار الباهر ، والقمر الزاهر الذي لا يخفى على الناظر ، فأيقنت انى حيث انتهى بي القول منسوب إلى العجز ، مقصر عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شواهد التنزيل 1 : 17 .\r\n( 2 ) - شواهد التنزيل 1 : 17 .\r\n( 3 ) - شواهد التنزيل 1 : 18 . ابن عساكر الحديث 1107 من مجلدات - علي بن أبي طالب .\r\n( 4 ) - شواهد التنزيل 1 : 18 . المستدرك على الصحيحين 3 : 107 . تهذيب التهذيب 7 : 339 وفيه : وكذا قال النسائي وغيره . نظم درر السمطين : 80 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالغاية فانصرفت عن الثناء عليك إلى الدعاء لك ، ووكلت الاخبار عنك إلى علم الناس بك .\r\nوما أقول في رجل اقرله أعداؤه وخصومه بالفضل ، ولم يمكنهم جحد مناقبه ، ولا كتمان فضائله ، فقد علمت أنه استولى بنو أمية على سلطان الاسلام في شرق الأرض وغربها ، واجتهد وابكل حيلة في اطفاء نوره والتحريض عليه ووضع المعايب والمثالب له ، ولعنوه على جميع المنابر « 5 » وتوعد وامادحيه بل حبسوهم ، وقتلوهم ومنعوا من رواية حديث يتضمن له فضيلة أو يرفع له ذكرا ، حتى حظروا ان يسمى أحد بأسمه فما زاده ذلك الارفعة وسموا ، وكان كالمسك كلما ستر انتشر عرفه ، وكلما كتم تضوع نشره ، وكالشمس لا تستر بالراح ، وكضوء النهار ان حجبت عنه عين واحدة أدركته عيون كثيرة .\r\nوما أقول في رجل تعزى اليه كل فضيلة وتنتهى اليه كل فرقة ، وتتجاذبه كل طائفة ، فهو رئيس الفضائل وينبوعها وأبو عذرها وسابق مضمارها ومجلى حلبتها كل من بزغ فيها بعده ، فمنه أخذ وله اقتفى وعلى مثاله احتذى .\r\nوما أقول في رجل تحبه أهل الذمة على تكذيبهم بالنبوة وتعظمه الفلاسفة على معاندتهم لأهل الملة ، وتصور ملوك الفرنج والروم صورته في بيعها وبيوت عباداتها حاملا سيفه مشمر الحربه ، وتصور ملوك الترك والديلم صورته على أسيافها كان على سيف عضد الدولة بن بويه ، وسيف أبيه ، ركن الدولة صورته ، وكان على سيف ألب أرسلان وابنه ملكشاه صورته كأنهم يتفألون به النصر والظفر .\r\nوما أقول : في رجل أحب كل واحد ان يتكثر به ، وود كل أحد ان يتجمل ويتحسن بالانتساب اليه ، حتى الفتوة التي أحسن ما قيل في\r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) - قال الرهنى : لعن علي بن أبي طالب رضى اللّه عنه على منابر الشرق والغرب ولم يلعن على منابر سجستان الامرة ، وأي شرف أعظم من امتناعهم من لعن اخى رسول اللّه صلى اللّه عليه وسلم على منبرهم وهو يلعن على منابر الحرمين مكة والمدينة . معجم البلدان 3 : 191 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nحدها الا تستحسن من نفسك ما تستقبحه من غيرك ، فان أربابها نسبوا أنفسهم اليه وصنفوا في ذلك كتبا وجعلوا لذلك اسنادا انهوه اليه ، وقصروه عليه ، وسموه سيد الفتيان ، وعضدوا مذهبهم اليه بالبيت المشهور المروى انه سمع من السماء يوم أحد :\r\n لا سيف الا ذو الفقا * رولا فتى الا على \r\nوما أقول في رجل سبق الناس إلى الهدى ، وآمن باللّه وعبده وكل من في الأرض يعبد الحجر ويجحد الخالق لم يسبقه أحد إلى التوحيد الا السابق إلى كل خير محمد رسول اللّه صلى اللّه عليه وآله « 6 » .\r\nومهما يكن من امر فان الأئمة والحفاظ رغم عجزهم العلمي في هذا السبيل من جمع وتدوين مناقب وفضائل علي بن أبي طالب عليه السلام . . . أفرد واكتبا خاصة ومؤلفات مستقلة في مناقبه ( ع ) وجمعوا فيها ما تيسر لهم ذلك ، وإليك الثبت التالي المشتمل على بيان أسماء بعض الذين وضعوا كتبا بعنوان ( مناقب الامام علي بن أبي طالب ) حسب الترتيب :\r\n1 - أبو الخير أحمد بن إسماعيل بن يوسف بن محمد بن العباس القزويني الطالقاني الشافعي المتوفى 590 .\r\n2 - أبو بكر أحمد بن الحسين بن علي بن عبد اللّه البيهقي الشافعي المتوفى 458 . له : فضائل علي بن أبي طالب .\r\n3 - أبو نعيم أحمد بن عبد اللّه بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني الحافظ المتوفى 430 . له : ما نزل في علي من القرآن .\r\n4 - أبو عبد الرحمن أحمد بن علي بن شعيب بن علي بن سنان بن بحر النسائي المتوفى 303 ، له خصائص علي بن أبي طالب .\r\n5 - أبو عبد اللّه أحمد بن محمد بن حنبل الشيباني المروزي البغدادي المتوفى 241 . له : مناقب علي بن أبي طالب . والكتاب هذا كبير في مجلد ضخم ، غيرانه فقد ولم يوجد منه الابعض الكراسات\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) - شرح ابن أبي الحديد 1 : 16 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوقد تصدى لتحقيقها والتعليق عليها واخراجها سماحة العلامة السيد عبد العزيز الطباطبائي .\r\n6 - أبو عبد اللّه أحمد بن محمد بن علي العاصمي من حفاظ القرن الخامس الهجري . جمع في كتابه : زين الفتى في تفسير سورة هل أتى .\r\nالكثير من مناقب الامام علي بن أبي طالب عليه السلام .\r\n7 - أبو عبد اللّه أحمد بن محمد الطبري الخليلي المتوفى 275 .\r\nله فضائل أمير المؤمنين عليه السلام .\r\n8 - أبو القاسم إسماعيل بن علي بن أحمد البستي الزيدي المتوفى 420 . له : المراتب في فضائل علي بن أبي طالب .\r\n9 - جلال الدين عبد الرحمن بن أبي بكر بن ناصر الدين محمد السيوطي الشافعي المتوفى 910 . له : القول الجلى في فضائل على .\r\n10 - أبو الفرج عبد الرحمن بن علي بن عبد اللّه القرشي التميمي المعروف بابن الجوزي المتوفى 597 . له : مناقب علي بن أبي طالب .\r\n11 - جلال الدين عطاء اللّه بن محمد بن فضل اللّه بن عبد الرحمن الشيرازي الحسيني الدشتكي نزيل هراة والمتوفى 926 . له : الأربعين في مناقب أمير المؤمنين .\r\n12 - أبو القاسم علي بن الحسن بن هبة اللّه الدمشقي الشافعي الحافظ المتوفى 571 . له : مناقب علي بن أبي طالب 1 - 3 طبع في بيروت ، وهو من مجلدات تاريخه الكبير ( تاريخ دمشق ) .\r\n13 - أبو الحسن علي بن محمد الشمشاطى العدوي البغدادي المتوفى 380 . له : البرهان في النص الجلى على أمير المؤمنين على كرم اللّه وجهه .\r\n14 - أبو الحسن علي بن محمد بن الطيب الخطيب الواسطي الشافعي المتوفى 483 . له : مناقب علي بن أبي طالب . طبع في إيران تحقيق الأستاذ العلامة محمد باقر البهبودي .\r\n15 - محمد بن أحمد العجمي الأصبهاني المتوفى 727 . له ، مناقب علي بن أبي طالب .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n16 - شمس الدين محمد بن أحمد بن سالم بن سليمان السفاريني الحنبلي المتوفى 1188 . له ، القول العلى في شرح اثر أمير المؤمنين على .\r\n17 - أبو عبد اللّه محمد بن أحمد بن عثمان بن قايماز بن عبد اللّه الذهبي الشافعي المتوفى 748 . له مجلدات حول ، حديث الطير . حديث الغدير . حديث الولاية . فتح المطالب في مناقب علي بن أبي طالب .\r\n18 - محمد حبيب اللّه بن عبد اللّه بن أحمد اليوسفي الشنقيطي المتوفى 1363 . له ، كفاية الطالب في مناقب علي بن أبي طالب . مطبوع .\r\n19 - أبو عبد اللّه محمد بن علي بن محمد بن عبد اللّه بن الحسن بن محمد بن صلاح بن علي بن عبد اللّه الشوكاني اليماني المتوفى 1250 .\r\nله ، العقد الثمين في اثبات وصايا أمير المؤمنين .\r\n20 - أبو عيسى محمد بن عيسى بن سورة بن موسى بن الضحاك السلمى الترمذي المتوفى 279 . له ، مناقب علي بن أبي طالب . مطبوع .\r\n21 - محمد صدر العالم . . . له ، معارج العلى في مناقب المرتضى .\r\n22 - الشيخ محمد نور الدين الحسيني المعروف بالنور العربي المتوفى 1305 . له ، فضائل علي بن أبي طالب .\r\n23 - أبو عبد اللّه محمد بن يوسف الگنجي الشافعي المتوفى 658 .\r\nله ، كفاية الطالب في مناقب علي بن أبي طالب . طبع بتحقيق وتقديم وتعليق الدكتور الشيخ محمد هادي الأميني .\r\n24 - أبو المؤيد الموفق بن أحمد بن محمد البكري المعروف بأخطب خوارزم المتوفى 568 . له ، المناقب . قضايا أمير المؤمنين .\r\nرد الشمس لأمير المؤمنين .\r\n25 - بدر الدين محمود بن أحمد بن موسى الحنفي العيني القاهري المتوفى 855 . له ، مناقب علي بن أبي طالب .\r\n26 - مصطفى الزركلي . له ، مناقب علي بن أبي طالب والحسنين .\r\nمطبوع .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nهذا تعريف لبعض الكتب المحتوية لمناقب الامام أمير المؤمنين عليه السلام . . . ولشمس الدين أبى الخير محمد بن محمد بن محمد بن علي بن يوسف الجزري الدمشقي الشافعي المتوفى 833 كتاب باسم ( أسنى المطالب في مناقب سيدنا علي بن أبي طالب ) وهو الكتاب الذي بين يديك جمع فيه أحاديث مسندة مما تواتر وصح وحسن من مناقبه عليه السلام ، اردفها بمسلسلات من حديثه ، وبمتصلات من روايته ، وتحديثه ، وبأعلى اسناد صحيح اليه .\r\nان الكتاب هذا مع صغر حجمه الذي يقع في 62 ص يضم بعض الأحاديث الصحيحة مع ذكر المؤلف فيه من الأحاديث الخارجة عن صلب الموضوع . . . أصبح منذ تأليفه ووضعه من المصادر العتيدة ، والمراجع القيمة التي يرجع إليها أهل البحث والتحقيق والجرح والتعديل ، والحديث والتأليف وقد أكثروا النقل عنه ، غير أنه مع رداءة طبعه عام 1324 بمكة . . . كاديكون في عداد النوادر وعديم الوجود والأثر ، مع حاجة المؤلفين الماسة اليه . . . وهذا ما دفعني إلى تحقيقه واخراجه مع تراكم الاعمال وتزاحمها . . . خدمة للتراث الاسلامي . . . والسنة المحمدية . . . ليرد من شرعته العلماء ، وينهل من مورده الباحثون والمؤلفون . . . وقد رجعت في تحقيقه إلى النسخة المطبوعة ومن ثم مراجعة نصوصها وتطبيقها مع بقية المراجع التي رجع إليها المؤلف بالإضافة إلى مراجع أخرى . . . ومن اللّه أطلب الهداية والتيسير ، والعون والتوفيق .\r\nربنا عليك توكلنا وإليك أنبنا وإليك المصير . . .\r\n\r\nألجزرى . . . في المعاجم\r\nولد شمس الدين أبو الخير ، الحافظ محمد بن محمد بن محمد بن علي بن يوسف المعروف بابن الجزري الشافعي مقرىء الممالك الاسلامية . . . بدمشق ليلة السبت الخامس والعشرين من شهر رمضان سنة احدى وخمسين وسبعمائة ( 751 ) هجرية .\r\nقال عنه أبو الفلاح عبد الحي بن العماد الحنبلي المتوفى سنة\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n1089 في ( شذرات الذهب ) ج 7 : 204 ، ما لفظه :\r\nولد بدمشق وتفقه بها ولهج بطلب الحديث والقراءات وبرزفيهما ، وعمر للقراء مدرسة سماها ( دار القرآن ) واقراء الناس وعين لقضاء الشام مرة ولم يتم ذلك لعارض ، وقدم القاهرة مرارا وكان شكلا حسنا مثريا فصيحا بليغا ، وكان باشر عند قطبلك استادار ايتمش فاتفق انه نقم عليه شيئا فتهدده ففر منه ، فنزل البحر إلى بلاد الروم في سنة ثمان وتسعين فاتصل بأبى يزيد بن عثمان فعظمه وأخذ أهل البلاد عنه علم القراءات وأكثر وأعنه ، ثم كان فيمن حضر الوقعة مع ابن عثمان واللنكية فلما أسر ابن عثمان اتصل ابن الجزري باللنك فعظمه وفوض له قضاء شيراز فباشره مدة طويلة .\r\nوكان كثير الاحسان لا هل الحجاز ، وأخذ عنه أهل تلك البلاد القراءات والحديث ، ثم اتفق انه حج سنة اثنتين وعشرين فنهب ففاته الحج ، وأقام بينبع ثم بالمدينة المنورة ثم مكة إلى أن حج ورجع إلى العراق ثم عاد سنة ست وعشرين ، وحج ودخل القاهرة سنة سبع فعظمه الملك الأشرف وأكرمه ، وحج في آخرها وأقام قليلا ودخل اليمن تاجرا ، فاسمع الحديث عند صاحبها ووصله ورجع ببضاعة كثيرة فدخل القاهرة في سنة سبع ، وأقام بها مدة إلى أن سافر على طريق الشام ثم على طريق البصرة إلى أن وصل شيراز .\r\nوقال الحافظ ابن حجر العسقلاني المتوفى سنة 852 ، في ( انباء الغمر بأنباء العمر ) ج 3 : 467 :\r\nانتهت اليه رئاسة علم القراءات في الممالك ، وكان قديما صنف ( الحص الحصين ) في الأدعية ولهج به أهل اليمن واستكثرو امنه وسمعوه على قبل أن يدخل هو إليهم ، ثم دخل إليهم فأسمعهم وحدث بالقاهرة بمسند احمد ، ومسند الشافعي ، وبغير ذلك وسمع بدمشق وبمصر من ابن اميلة ، وابن الشيرجى ، ومحمود بن خليفة ، وعماد الدين ابن كثير ، وابن عمرو ، وإبراهيم بن أحمد بن فلاح ، والكمال بن حبيب ، وعبد الرحمن بن أحمد البغدادي ، وغيرهم . وبالإسكندرية من\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعبد اللّه بن الدمامينى ، وببعلبك من أحمد بن عبد الكريم ، وطلب بنفسه وكنب الطباق وعنى بالنظم وكانت عنايته بالقراءات أكثر فجمع .\r\nذيل طبقات القراء - للذهبي وأجاد فيه ونظم قصيدة في قراءة الثلاثة وجمع ( النشر في القراءات العشر ) جوده وذكر ان ابن الخباز أجاز له واتهم في ذلك .\r\nوقرأت بخط القاضي علاء الدين بن خطيب الناصرية انه سمع الحافظ أبا إسحاق إبراهيم سبط ابن العجمي : سمعت من أصحابه الذين سمعوه منه يقول : لما دخلت دمشق قال لي الحافظ صدر الدين الياسوفى : لا تسمع من ابن الجزري شيئا قلت : وقد سمعت بعض العلماء يتهمه بالمجازفة في القول ، وكذا الحديث فما أظن الا انه كان إذا رأى للعصريين شيئا أغار عليه ونسبه لنفسه وهذا أمر قد أكثر المتأخرون منه ولم ينفرد به .\r\nوكان يلقب في بلاده ( الامام الأعظم ) ولم يكن محمود السيرة في القضاء ، واوقفنى بعض الطلبة من أهل تلك البلاد على جزء فيه أربعون حديثا عشاريات فتأ ملتها فوجدته خرجها بأسانيده من جزء الأنصاري ، وغيره وأخذ كلام شيخنا العراقي في أربعينه العشاريات .\r\nوبالجملة فإنه كان عديم النظير ، طائر الصيت انتفع الناس بكتبه وسارت في الآفاق مسير الشمس .\r\nوقال القاضي العلامة شيخ الاسلام محمد بن علي الشوكاني المتوفى 1250 في ( البدر الطالع ) 2 : 257 .\r\nمحمد بن محمد بن محمد بن علي بن يوسف الدمشقي ثم الشيرازي المقرى الشافعي ، المعروف بابن الجزري .\r\nنسبة إلى جزيرة ابن عمر « 7 » قرب الموصل كان أبوه تاجرا فمكث أربعين سنة لا يولد له ولد ثم حج فشرب ماء زمزم ، بنية أن يرزقه اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) - جزيرة ابن عمر . . . بلدة فوق الموصل بينهما ثلاثة أيام ولها رستاق مخصب واسع الخيرات ، وأول من عمرها الحسن بن عمر بن الخطاب التغلبي ، وينسب إليها جماعة كثيرة معجم البلدان 2 : 138 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nولدا عالما فولد له صاحب الترجمة في ليلة السبت الخامس والعشرين من رمضان سنة 751 احدى وخمسين وسبعمائة بدمشق ، فنشأ بها فأخذ القراءات عن جماعة ثم رحل إلى القاهرة فسمع من جماعة كأصحاب الفخر بن البخاري ، وأصحاب الدمياطي ، ورحل إلى الإسكندرية فقرأ على أهلها كابن الدمامينى ، وجاد في طلب الحديث بنفسه ، وكتب الطباق وأخذ الفقه عن الأسنوي ، والبلقيني ، والبهاء السبكي ، وأخذ الأصول والمعاني والبيان عن الضياء القرمى ، والحديث عن العماد بن كثير ، والعراقي ، واشتد شغفه بالقراءات حتى جمع العشر ثم الثلاث عشرة ، وتصدى للاقراء بجامع بنى أمية ثم دخل بلاد الروم سنة 798 ، واتصل بالسلطان بايزيد خان فأكرمه وعظمه فنشر هنالك علم القراءات والحديث وانتفعوا به فلما دخل تيمور لنگ بلاد الروم أخذه معه إلى سمرقند فأقام بها ناشر اللعلوم ، وكان وصوله إليها سنة 805 ولما مات تيمور في شعبان سنة 807 خرج من سمرقند إلى خراسان ودخل هراة ثم دخل يزد ثم أصبهان ثم شيراز ، وانتفع به الناس في جميع هذه الجهات لا سيما القراءات وألزمه سلطان شيراز أن يلي قضاءها فأجاب مكرها ثم خرج منها إلى البصرة ثم جاور بمكة والمدينة سنة 823 ثم قدم دمشق سنة 827 ثم القاهرة ، واجتمع بالسلطان الأشرف فعظمه وأكرمه وتصدى للاقراء والتحديث ثم عاد إلى مكة ودخل اليمن فعظمه صاحبها وأكرمه وأخذ عنه جماعة من علماء اليمن وعاد إلى مكة ثم إلى القاهرة ثم إلى الشيراز .\r\nوحكى صاحب الشقائق النعمانية في علماء الدولة العثمانية : ان صاحب الترجمة لما دخل هو وتيمور إلى سمرقند ، عمل تيمور هنالك وليمة عظيمة وجعل على يساره أكابر الامراء ، وعلى يمينه العلماء فقدم صاحب الترجمة على السيد الشريف الجرجاني ، فعوتب في ذلك فقال : كيف لا اقدم رجلا عارفا بالكتاب والسنة .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nشيوخ شمس الدين الجزري :\r\nترجمة الجزري شمس الدين ، وحياته وشخصيته من نواحيها الشتى متوفرة ومذكورة في أكثر المعاجم وكتب السير والتاريخ والحديث والأدب ، وآثاره وصفاته مدونة هنا وهناك ، كما أن مشايخه وتراجمهم بصورة موجزة واردة في المعاجم غير أن أصحاب التراجم والمعاجم لم تذكر شيوخه ومراحله العلمية والثقافية ومبلغ شيوخه ، في العلم والفقه والحديث .\r\nغير أن المؤلف بنفسه في كتابه ( أسنى المطالب ) ذكر شيوخه في الحديث ، والإجازة ، والخرقة ، ولكنه مع الأسف اقتصر على ذكر أسمائهم فحسب من دون وضع ترجمة موجزة وحتى عن تاريخ ولادتهم ووفاتهم . . . ولا شك ان البحث على هذا النحو لا يعطينا فكرة واسعة مثمرة ، ونظرة دقيقة قويمة وثابة عن ثقافة الجزري . . . . ومبلغ أثره وثقافته .\r\nعلى اننا في الفصل هذا لا نذكر من شيوخه الا من أشار المؤلف إلى اسمه وانه قرأ عليه ، أو استجازه ، أو كتب اليه ، وقد بذلنا قصارى جهد نافى ان ندرج أسماء المشايخ كاملة مع ذكر المصادر المترجمة لهم دفعا للالتباس والشك .\r\nوإليك شيوخه حسب الترتيب المعجمى وفي ذيل كل واحد من مشايخه ذكر ما أمكن جمعه من مصادر ترجمتهم في كتب التاريخ .\r\n\r\n1\r\nقاضى القضاة شرف الدين أبو العباس أحمد بن الحسن بن عبد اللّه ابن أبي عمر محمد بن أحمد بن قدامة الحنبلي المتوفى 771 ، شيخ الحنابلة المقدسي الأصل الدمشقي المشهور بابن قاضى الجبل .\r\nكان عالما متفننا متضلعا في الحديث وعلله ، والنحو واللغة والأصلين والمنطق وله في الفروع القدم العالي ، قرأ على الشيخ تقى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالدين ابن تيمية عدة مصنفات في علوم شتى ، واذن له في الافتاء فافتى في شبيبته ، وسمع في الصغر من الفراء وابن الواسطي ، ثم طلب بنفسه بعد العشر وسبعمائة واجازه والده ، وأقام بمصر ، واخذ وأعنه ، وأقام بهامدة يدرس ويشغل ويفتى ورأس على اقرانه إلى أن ولى القضاء بدمشق بعد جمال الدين المرداوى سنة 767 .\r\nله مصنفات ، منها بيع الوقف للحاجة . المناقلة في الأوقاف وما في ذلك من النزاع والخلاف . ديوان شعر .\r\nشذرات الذهب 6 / 219 . الدرر الكامنة 1 / 120 . القلائد الجوهرية / 361 . كشف الظنون / 495 . / 1217 / 1851 / 1883 .\r\n\r\n2\r\nأحمد بن الطحان المقرى .\r\nلم أقف على ترجمته .\r\n\r\n3\r\nأحمد بن عبد الكريم بن أبي بكر بن أبي الحسن البعلبكي الحنبلي الصوفي المسند المتوفى 777 .\r\nسمع صحيح مسلم من زينب بنت كندى ، وسمع من اليونينى وغيره ، وأجاز له أبو الفضل بن عساكر ، وابن القواس وحدث بالكثير وارتحلوا اليه ، واستدعاه التاج السبكي سنة 771 إلى دمشق فقرأ عليه الصحيح . كان خيرا حسنا أخرجت له جزا توفى مناهز اللتسعين .\r\nشذرات الذهب 6 / 250 . انباء الغمر 1 / 109 . الدرر الكامنة 1 / 453 .\r\n\r\n4\r\nأحمد بن محمد بن الحسين البناء .\r\nلم أهتد إلى ترجمته .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n5\r\nعماد الدين إسماعيل بن عمر بن كثير بن ضوء بن كثير بن زرع البصري الدمشقي الشافعي المتوفى 774 .\r\nالحافظ الكبير كان كثير الاستحضار قليل النسيان جيد الفهم يشارك في العربية وينظم نظما وسطا ، قيل : في حقه الإمام المحدث المفتى البارع لازم الحافظ المزي ، وتزوج بابنته وسمع عليه أكثر تصانيفه ، وأخذ عن الشيخ تقى الدين ابن تيمية فأكثر عنه انتهت اليه رياسة العلم في التاريخ والحديث والتفسير له مصنفات منها : التفسير الكبير . مختصر علوم الحديث لابن الصلاح . البداية والنهاية في التاريخ . الفصول في سيرة الرسول . جامع المسانيد جمع فيه أحاديث الكتب الستة والمسانيد الأربعة .\r\nالدرر الكامنة 1 / 373 . النجوم الزاهرة 11 / 123 . شذرات الذهب 6 / 231 . البدر الطالع 1 / 153 . الدارس في اخبار المدارس 1 / 36 . ايضاح المكنون 2 / 194 .\r\n\r\n6\r\nالحسن بن أحمد بن هلال بن سعد بن فضل اللّه الصرخدى الصالحي المعروف بابن هبل الطحان المتوفى 779 .\r\nسمع الفخر بن البخاري ، ومن التقى الواسطي ، وأجازا له وسمع بنفسه ، من التقى سليمان ، وأخيه ، وفاطمة بنت سليمان ، والدشتي ، وعثمان الحمصي ، وعيسى المغارى ، وغير هم وحدث بالكثير ورحل اليه الناس .\r\nشذرات الذهب 6 / 261 .\r\n\r\n7\r\nأبو هريرة عبد الرحمن بن الحافظ أبى عبد اللّه محمد بن أحمد\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nابن عثمان بن قايماز الذهبي الشافعي المتوفى 799 .\r\nمسند الشام في عصره ، احضره أبوه على وزيرة بنت المنجا ، والقاضي سليمان ، وإسماعيل بن مكتوم ، وابن عبد الدايم ، واسمعه من عيسى المطعم ، وابن الشيرازي ، وابن مشرف ، والقسم بن عساكر ، وأهل عصره فأكثر عنهم ، وكان صبورا على الاسماع محبا لأهل الحديث والروايات ويذاكر بأشياء حسنة وأم بجامع كفر بطناعدة سنين واضر بآخره وتفرد بكثير من الشيوخ والروايات .\r\nشذرات الذهب 6 / 360 . الدرر الكامنة 3 / 894 . انباء الغمر 1 / 536 .\r\n\r\n8\r\nجمال الدين أبو محمد عبد الرحيم بن الحسن بن علي بن عمر ابن علي بن إبراهيم القرشي الأموي الأسنوي المصري الشافعي المتوفى 772 .\r\nالإمام العلامة منقح الالفاظ ومحقق المعاني ، ولد باسنا وقدم القاهرة وسمع الحديث واشتغل بأنواع العلوم ، وأخذ الفقه والنحو والعلوم العقلية ، وغيرها وانتصب للاقراء والإفادة ودرس التفسير بجامع ( طولون ) وولى وكالة بيت المال ثم الحسبة ثم تركها ، وعزل من الوكالة وتصدى للاشغال والتصنيف ، ذكره تلميذه سراج الدين بن الملقن في ( طبقات الفقهاء ) فقال : شيخ الشافعية ومفتيهم ومصنفهم ومدرسهم ذو الفنون ، الأصول ، والفقه ، والعربية وغير ذلك ، تخرج به خلق كثير وأكثر علماء الديار المصرية طلبته ، وكان حسن الشكل حسن التصنيف ، لين الجانب كثير الاحسان للطلبة ملازما للإفادة والتصنيف من تصانيفه : كافى المحتاج في شرح المنهاج . وتصحيح التنبيه . وطبقات الشافعية .\r\nقال السيوطي : انتهت اليه رياسة الشافعية وصار المشار اليه بالديار المصرية وكان ناصحا في التعليم مع البر والدين والتواضع والتودد ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nيقرب الضعيف المستهان ويحرص على ايصال الفائدة للبليد ، ويذكر عنده المبتدىء الفائدة المطروقة فيصغى اليه كأنه لم يسمعها جبرا لخاطره مع فصاحة العبارة وحلاوة المحاظرة والمروءة البالغة .\r\nالدرر الكامنة 2 / 354 . بغية الوعاة / 304 . البدر الطالع 1 / 352 .\r\nالشذرات 6 / 223 . حسن المحاضرة 1 / 242 . النجوم الزاهرة 11 / 114 .\r\nهدية العارفين 1 / 561 .\r\n\r\n9\r\nقطب الدين عبد اللطيف بن عبد المحسن بن عبد الحميد بن يوسف السبكي الدمشقي المتوفى 788 .\r\nابن أخت التقى السبكي الشافعي حضر على ابن الصواف مسموعه من النسائي ، وتفرد به ، ومن أبى الحسن بن هارون من مشيخة جعفر الهمداني ، وكان كثير التسري يقال : انه وطئ أزيد من ألف جارية ، وروى عنه العراقي ، وابن سند ، وابن حجى وغيرهم .\r\nشذرات الذهب 6 / 2 . 3 . انباء الغمر 1 / 324 . الدرر الكامنة 2 / 2498 .\r\n\r\n10\r\nامين الدين عبد الوهاب بن يوسف بن إبراهيم بن بيرم بن بهرام ابن السلار الدمشقي المتوفى 782 .\r\nسمع من الحجار ، والمزي ، والتقى الصايغ ، وأيوب الكحال ، وخلق بالشام ومصر وبغداد والبصرة وغيرها وتفرد بدمشق واتقن الفرائض والعربية والقراءات وله فيها مؤلفات حسنة مفيدة وأخذ عنه جماعة وله نظم وألف مؤلفات محررة مات وعمره ثمانون سنة .\r\nشذرات الذهب 6 / 275 . الدرر الكامنة 2 / 431 . انباء الغمر 1 / 225 .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\n11\r\nعمر بن الحسن بن يزيد بن اميلة بن جمعة بن عبد اللّه المراغي المزي المتوفى 778 .\r\nتفرد بالسنن والجامع وذيل ورحل الناس اليه ، وكان صبورا على السماع وأم بجامع المزة مدة وحدث نحوا من خمسين سنة وسمع من جماعات وخرج له الناس في مشيخة لطيفة وقرأ القراءات وله شعر وسط منه :\r\n ولى عصا من جريد النخل أحملها * بها اقدم في نقل الخطا قدمي\r\nولى مآرب أخرى ان أهش بها * على ثمانين عامالا على غنمي \r\nتوفى وعمره مائة سنة .\r\nشذرات الذهب 6 / 258 . النجوم الزاهرة 11 / 144 . الدرر الكامنة 3 / 377 . انباء الغمر 1 / 142 .\r\n\r\n12\r\nصلاح الدين محمد بن التقى الدين أحمد بن إبراهيم بن عبد اللّه ابن أبي عمر بن محمد بن قدامة المقدسي الصالحي الحنبلي المتوفى 780 .\r\nمسند الدنيا في عصره ، وتفرد بالسماع من الفخر بن البخاري سمع منه مشيخته ، وأكثر مسند أحمد ، والشمائل والتقى الكبير من الغيلانيات ، وسمع من التقى الواسطي ، وأخيه محمد ، وأحمد بن عبد المؤمن الصوري ، وعيسى المغارى ، والحسن بن علي الخلال ، والعز الفراء ، والتقى بن مؤمن ، ونصر اللّه بن عباس ، وآخرين ورحل الناس اليه وتزاحموا عليه ، وأكثروا عنه ، وكان دينا صالحا حسن الاسماع خاشعا غزير الدمعة لا يكاد يمسك دمعته إذا قرىء عليه الحديث ، ونزل الحديث بموته درجة .\r\nشذرات الذهب 6 / 267 . انباء الغمر 1 / 186 .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n13\r\nجمال الدين أبو بكر محمد بن أحمد بن محمد بن أحمد بن عبد اللّه ابن سجمان الشافعي البكري الشريشى الوائلي الدمشقي المتوفى 769 .\r\nفقيه خطيب ناظم تفنن في العلوم واشتهر بالفضيلة ، ودرس في حياة والده ثم بعد وفاته بالرباط الناصري ، ثم بعدة مدارس وافتى كل ذلك وهو في سن الشبيبة ثم ولى قضاء حمص فنزح إلى هناك وأقام زمنا طويلا ثم قدم دمشق في أول ولاية السبكي فولى تدريس البادرائية وأقام يشغل الناس في الجامع ويفتى ، ثم توجه إلى مصر وبعد مدة عاد إلى دمشق وباشر تدريس الشامية البرانية والحكم يوما واحدا ثم مرض ومات وله كتب وخطب ونظم .\r\nالدرر الكامنة 3 / 351 . شذرات الذهب 6 / 263 . كشف الظنون / 929 / 1764 . الدارس 1 / 117 .\r\n\r\n14\r\nشمس الدين محمد بن عبد الرحمن بن علي بن أبي الحسن الزمردى ابن الصايغ الحنفي النحوي المتوفى 776 .\r\nاشتغل في عدة فنون ومهر في العربية وغيرها ، ودرس بجامع ( ابن طولون ) للحنفية وولى قضاء العسكر وكان فاضلا بارعا حسن النثر والنظم كثير الاستحضار قوى البادرة دمث الاخلاق وهو القائل :\r\n لا تفخرن بما أوتيت من نعم * على سواك وخف من كسر جبار\r\nفأنت في الأصل بالفخار مشتبه * ما أسرع الكسر في الدنيا لفخار \r\nوله أيضا :\r\n بروحى افدى خاله فوق خده * ومن انا في الدنيا فافديه بالمال\r\nتبارك من أخلى من الشعر خده * واسكن كل الحسن في ذلك الخال \r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nله تصانيف ورسائل .\r\nشذرات الذهب 6 / 248 . الدرر الكامنة 3 / 499 . حسن المحاضرة 1 / 268 . بغية الوعاة / 65 . الفوائد البهية / 175 هدية العارفين 2 / 99 .\r\n\r\n15\r\nمحمد بن عبد اللّه الصفوي الهندي الدمشقي الشافعي المتوفى 776 .\r\nكان رومى الأصل اسمعه مولاه صفى الدين الهندي ، وحفظ التنبيه في صغره وألبسه الخرقة وكان يلبسه عن مولاه وأجاز له ابن القواس ، وعائشة بنت المجد ، وجماعة وكان حسن الشيبة يعرف شد المناكب ويجودها ويضرب بصنعته المثل اثنى عليه البرزالى .\r\nشذرات الذهب 6 / 247 . انباء الغمر 1 / 95 . الدرر الكامنة 3 / 1314 .\r\n\r\n16\r\nشمس الدين محمد بن محمد بن أحمد بن الشيخ المحدث محب الدين السعدي المقدسي المعروف بابن المحب المتوفى 788 .\r\nالحافظ الحنبلي سمع من ابن الرضى ، والجزري ، وبنت الكمال وغيرهم ، واحضر على أسماء بنت صصرى ، وعائشة بنت مسلم ، وغيرهما وعنى بالحديث وكتب الاجزاء والطباق وعمل المواعيد ، وأخذ عن إبراهيم بن قيم الجوزية وكتب بخطه الحسن شيئا كثيرا وكان شديد التعصب لابن تيمية .\r\nالشذرات 6 / 304 . انباء الغمر 1 / 328 . الدرر الكامنة 1 / 155 .\r\nطبقات الحفاظ / 535 . طبقات القراء 2 / 174 . ذيل تذكرة الحفاظ / 336 .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n17\r\nجمال الدين محمد بن عمر بن الحسن بن حبيب الحلبي المتوفى 777 .\r\nاحضر على سنقر الزيني ، وسمع من بيبرس العديمى ، وجماعة وخرج له اخوه الحسين مشيخة وحدث بالكثير ببلده وبمكة وكان خيرا انتقل إلى مصر وتوفى بها .\r\nشذرات الذهب 6 / 255 . انباء الغمر 1 / 124 .\r\n\r\n18\r\nمحمد بن محمد بن محمد بن محمد بن محمد النسائي .\r\nلم أقف على ترجمته .\r\n\r\n19\r\nمحمد بن محمد بن مسعود الكازروني .\r\nلم اهتد إلى ترجمته .\r\n\r\n20\r\nالقاضي عز الدين أبو عبد اللّه محمد بن موسى بن سليمان الانسارى .\r\nلا يعرف .\r\n\r\n21\r\nجمال الدين أبو المظفر يوسف بن محمد بن مسعود بن محمد بن علي بن إبراهيم العبادي العقيلي السرمرى الحنبلي المتوفى 776 .\r\nالشيخ العالم المفنن الحافظ تفقه ببغداد على الشيخ صفى الدين عبد المؤمن وغيره ، ثم قدم دمشق وتوفى بها ومن تصانيفه : نظم\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمختصر ابن رزين في الفقه . نظم الغريب في علوم الحديث . نشر القلب الميت بفضل أهل البيت . غيث السحابة في فضل الصحابة . الأربعون الصحيحة . عقود اللآلي في الأمالي .\r\nمؤلفاته تزيد على مائة مصنف كبار وصغار في بضعة وعشرين علما .\r\nشذرات الذهب 6 / 249 . انباء الغمر 1 / 102 . الدرر الكامنة 4 / 473 . بغية الوعاة / 423 . هدية العارفين 2 / 558 . كشف الظنون / 56 / 131 / 524 / 1070 / 1125 / 1157 / ايضاح المكنون 1 / 43 وج 2 / 49 .\r\n\r\n22\r\nأم محمد زينب بنت قاسم بن عبد الحميد بن العجمي المتوفية 775 .\r\nمحدثة سمعت على الفخر ابن البخاري مشيخته ، وسمع من بعض شيوخ دمشق ماتت عن تسعين سنة .\r\nأعلام النساء 2 / 103 . الدرر الكامنة 2 / 1258 . انباء الغمر 1 / 65 .\r\n\r\n23\r\nست العرب أم محمد بنت محمد بن الفخر علي بن أحمد بن عبد الواحد بن البخاري المتوفية 767 .\r\nالشيخة الصالحة الحنبلية المسندة المكثرة حضرت على جدها كثيرا ، وعلى عبد الرحمن بن الزين وغيرهما وحدثت وانتشر عنها حديث كثير وسمع منها الحافظان العراقي والهيثمي .\r\nشذرات الذهب 6 / 208 . أعلام النساء 2 / 159 .\r\nفهؤلاءهم شيوخ شمس الدين الجزري . . . في الإجازة والرواية والدراية والخرقة . . . من الذين ذكرهم في طوايا كتابه ( أسنى المطالب في مناقب الامام علي بن أبي طالب ) ولعل له شيوخ غير هؤلاء ذكرهم\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفي ثنايا بقية مصنفاته الوافرة وقد بذلت الجهد في البحث عنهم وأخرجت تراجمهم وذيلت كل ترجمة بالمصادر التي ترجمت لواحد من الشيوخ غير انني كما يلاحظ القارئ الكريم لم اتوفق بالحصول على ترجمة البعض منهم رغم البحث والتتبع .\r\n\r\nتصانيف ابن الجزري\r\nشمس الدين أبو الخير محمد الجزري . . . من الحفاظ المكثرين في التأليف ومن المحدثين المتضلعين المجيدين في التصنيف ، وان لم تخلو كتبه ورسائله من آراء شاذة ونظريات ملتوية ، الا انه في الواقع خاض عباب أكثر العلوم الاسلامية ووضع في كل فن مصنفا ورسالة خاصة فترك للمكتبة الاسلامية ثروة فكرية حية ، وكنزا عليما مثمرا فهو مشارك في أكثر العلوم ان لم نقل كلها . . . وإليك ثبتا بمؤلفاته التي جاءت في المعاجم ، والفهارس حسب الترتيب :\r\n1 - الأربعين :\r\nاختار فيه ما هو أصح وافصح وأوجز .\r\n2 - أصول القراءات .\r\n3 - الاعلام في أحكام الادغام :\r\nشرح فيه أرجوزة احمد المقرئ أولها : الحمد والشكر بغير حصر .\r\n4 - الالغاز :\r\nأرجوزة همزية في القراءة أولها : سألتكم يا مقرى الأرض كلها .\r\n5 - الألفية في النحو .\r\n6 - حاشية الايضاح في المعاني والبيان :\r\nأولها : الحمد للّه الذي خلق الانسان علمه البيان .\r\n7 - التاريخ :\r\nوهو غير الطبقات .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n8 - تاريخ الجزري :\r\nبلغ فيه إلى سنة 798 . أوله : الحمد للّه الذي جعل الحوادث والوفيات .\r\n9 - تذكرة العلماء :\r\nفي أصول الحديث أوله : الحمد للّه على بداية نهايتها . فرغ منه عام 806 .\r\n10 - التعريف بالمولد الشريف :\r\nمشتمل على سيرة النبي صلى اللّه عليه وآله وسلم أوله :\r\nالحمد للّه الذي نور أطراف الآفاق .\r\n11 - التمهيد في علم التجويد .\r\n12 - تحبير التيسير :\r\nفي القراءات أوله : الحمد للّه على تحبير التيسير .\r\n13 - الجوهرة في النحو :\r\nمنظومة\r\n14 - الحصن الحصين من كلام سيد المرسلين :\r\nمن كتب الأدعية والأوراد والأذكار الواردة في الأحاديث والآثار .\r\n15 - الدرة المضية في قراآت الأئمة الثلاثة المرضية :\r\nمنظومة قالها تكملة للشاطبية على وزنها ورويها .\r\n16 - طبقات القراء :\r\nاجمع الكتب في هذا النوع وهو على قسمين صغرى ، وكبرى ، ويسمى النهاية .\r\n17 - طيبة النشر في القراءات العشر :\r\nمنظومة وهي ألفية أتمها بالروم سنة 799 وصنف ابنه احمد شرحالها .\r\n18 - العقد الثمين :\r\nفي ألغاز القراءة .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n19 - غاية المهرة في الزيادة على العشرة :\r\nمنظومة .\r\n20 - كفاية الألمعي في آية يا أرض ابلعي :\r\nكتبه وأهداه إلى السلطان رضا كيا ابن السيد على كيا الحسيني العلوي .\r\n21 - تصحيح مصابيح السنة :\r\nألفه بما وراء النهر .\r\n22 - المقدمة الجزرية :\r\nفي علم التجويد منظومة أولها قوله :\r\n يقول راجى عفو رب سامع * محمد بن الجزري الشافعي \r\n23 - مقدمة في الحديث :\r\nشرحها ابنه أحمد .\r\n24 - منجد المقرئين ومرشد الطالبين :\r\nجعله سبعة أبواب أوله : أما بعد حمد اللّه تعالى .\r\n25 - النشر في القراءات العشر :\r\nأوله : الحمد للّه الذي انزل القرآن كلامه ويسره . ثم اختصره وسماه التقريب .\r\n26 - الهداية إلى علوم الدراية :\r\nمنظومة في 370 بيتا . وشرحها تقى الدين حسين بن علي الحصني .\r\nهذا ما ذكره مؤلف ( كشف الظنون ) من تصانيف لشمس الدين الجزري مع ذكره بعض الكتب له مكررا في عدة مواضع ممادل على عدم تتبعه أو وقوفه على الكتاب .\r\nاما ما استدر كه عليه مؤلف ( ايضاح المكنون ) من تصانيف الجزري فهو :\r\n27 - الإبانة في العمرة من الجوانة .\r\n28 - الاجلال والتعظيم في مقام إبراهيم .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n29 - أسنى المطالب في مناقب الامام علي بن أبي طالب .\r\nوهو الكتاب الذي بين يديك .\r\n30 - مختار النصيحة بالأدلة الصحيحة :\r\nأوله : اما بعد حمد اللّه الذي أمر بالعدل والاحسان .\r\n31 - المسند الاحمد فيما يتعلق بمسند احمد .\r\n32 - الأولوية في أحاديث الأولية .\r\n33 - التكريم في العمرة من التنعيم .\r\nوالتنعيم أحد المساجد المعروفة في مكة .\r\n34 - ذات الشفا في سيرة المصطفى ومن بعده من الخلفا .\r\nمنظومة .\r\n35 - عقد اللآلي في الأحاديث المسلسلة بالعوالي .\r\n36 - القصد الاحمد في رجال مسند أحمد .\r\n37 - المقدمة فيما على القارى ان يعلمه .\r\n38 - هداية المهرة في ذكر الأئمة العشرة المشتهرة .\r\nهذا ما أثبته أصحاب الفهارس والمعاجم لشمس الدين الجزري ، من كتب وتآليف وتعاليق ولعل كانت له كتبا غير ما ذكرنا واللّه أعرف وأعلم .\r\n\r\nعقبه\r\nأعقب أبو الخير شمس الدين الجزري ، خمسة ذكور ، وثلاث بنات ، وكلهم من القراء المجودين ، والمرتلين الماهرين ، ومن الحفاظ المحدثين الذين كان لهم سهم وافر في خدمة التراث الاسلامي ، والسنة المحمدية ، وهم كما يحدثنا التاريخ :\r\n1 - محمد ( الأكبر أبو الفتح الجزري الشافعي المتوفى 814 .\r\nولد بدمشق سنة 777 سبع وسبعين وسبعمائة ، وحفظ القرآن واستظهر الشاطبية ، والرائية ، ومنظومتى الهداية وشرع في الجمع بالعشر على أبيه ، ثم رحل به أبوه إلى الديار المصرية ، وقرأ القراات\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nعلى شيوخها ثم اشتغل بالفقه وغيره فحفظ عدة كتب في علوم مختلفة كالتنبيه للامام أبي إسحاق ، وألفية ابن مالك ، ومنهاج البيضاوي ، وتلخيص المفتاح ، والمنهج في أصول الدين لشيخه شيخ الاسلام البلقيني ، وألفية شيخه العراقي في علوم الحديث ، وغير ذلك وقرأ محفوظاته مرات على شيوخ عصره وأجازوه واذن له بالافتاء والتدريس شيخه الامام برهان الدين الانباشى .\r\nولما سافر أبو الخير إلى بلاد الروم باشر وظائف والده بدمشق ، ودرس واقرأ إلى أن توفى بمرض الطاعون . وكان ذكيا جيد الذهن يستحضر التنبيه ويقرأ بالروايات .\r\n2 - محمد ( الأصغر ) أبو الخير . . .\r\nولد بدمشق في سنة 789 تسع وثمانين وسبعمائة واجازه مشايخ العصر وحضر على أكثرهم ثم سافر بمرافقة والده إلى مصر فسمع الشاطبية وسائر كتب القراءات من مشايخ مصر ، وعاد إلى دمشق وسمع البخاري ، وحين رحل والده إلى الروم انتقل البه سنة 801 فصلى بالقرآن وحفظ المقدمة والجوهرة وأكمل على أبيه جميع القراءات العشر ثم التحق بأبيه إلى مدينة ( كش ) في أيام الأمير تيمور وكان في صحبة والده في شيراز .\r\n3 - احمد الجزري . . .\r\nولد بدمشق سنة 780 ثمانين وسبعمائة ، وختم القرآن وحفظ الشاطبية والرائية ثم قرأ بالقراءات الاثني عشر واجازه المشايخ وحفظ كتبا وكتب عن الشيخ العراقي وغيره وسمع البخاري ، ولما دخل والده الروم لحقه بكثير من كتب أبيه فأقام عنده يفيد ويستفيد ، وانتفع به أولاد الملك الكامل بايزيد بن عثمان الكامل ، وصار متولى الجامع الأكبر البايزيدى بمدينة ( بروسا ) ونشأ مع دين وعفاف ثم لما وقعت الفتنة التيمورية أرسله تيمور لنگ رسولا إلى السلطان الناصر فرج بن برقوق فبقى في الروم وانتقل والده إلى شيراز .\r\nله مؤلفات ورسائل منها شرح طيبة النشر . شرح مقدمة التجويد .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nشرح مقدمة علم الحديث « 8 » . وللشيخ الجزري غير هؤلاء ابنان آخران وهما :\r\nأبو البقاء إسماعيل\r\nأبو الفضل إسحاق\r\nاما البنات فهن :\r\nفاطمة\r\nعائشة\r\nسلمى\r\nأسنى المطالب في مناقب الامام علي بن أبي طالب : هذا الكتاب من تآليف شمس الدين الجزري جمع فيه يسيرا ونذرا من الأحاديث الصحيحة المسندة المتواترة الثابتة الحسنة التي جاءت في الامام أمير المؤمنين عليه السلام من طرق العامة ، وقد جمعها من مصادر وكتب ثابتة معروفة رويت بأسانيد قويمة وطرق ثابتة متركزة نقلا عن أئمة الحديث وحفاظ السنة المحمدية التي جاهدت في سبيل حفظها وابقائها إلى ما دامت الحياة .\r\nان الجزري . . . كما قرأنا وحدثنا عنه أصحاب المعاجم والسير كان في مدة حياته منقطعا إلى علم الحديث والتضلع فيه والتبحر والاختصاص به ، ولذلك اختلط وعاشر كبار المحدثين والحفاظ في الأمصار الاسلامية وأخذ عنهم بصورة مباشرة ، اما مشافهة ، وإجازة ، أو كتابة .\r\nطبع كتابه هذا ( أسنى المطالب ) للمرة الأولى بمكة عام 1324 هجرى في 61 صفحة وجاء على الصفحة الأولى منه العبارة التالية - طبع على نفقة الحاج عمر الميمنى ، والشيخ احمد المكي بالمطبعة الميرية بمكة المحمية سنة 1324 هجرية .\r\nكما وجاء في آخر الكتاب ما نصه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) - الشقائق النعمانية : 26 - 28 . شذرات الذهت 7 : 107 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nخاتمة الطبع :\r\nالحمد للّه والصلاة والسلام على رسول اللّه وعلى آله وصحبه وتابعيه وحزبه . . . اما بعد فقدتم بعون اللّه وحسن توفيقه طبع هذه الرسالة الغريبة والعجالة النافعة العجيبة أعنى بها أسنى المطالب في مناقب سيدنا ومولانا الامام علي بن أبي طالب كرم اللّه وجهه ، للعلامة المحدث المسند المقرى شمس الدين أبى الخير محمد بن محمد بن محمد الجزري بالمطبعة الميرية الكائنة بمكة المحمية في ظل الخليفة الأعظم والخاقان الأفخم المحفوظ بالآيات والسبع المثاني مولانا السلطان الغازي عبد الحميد خان الثاني أيد اللّه دولته وأيد شوكته في اليوم السابع عشر من ذي القعدة الحرام ختام سنة 1324 من هجرة المظلل بالغمام والحمد للّه في البدء والختام .\r\nوكان طبع الكتاب على نهجه المكتوب السابق دون اطراء اى تحفيق أو تعليق عليه شأن الكتب القديمة المطبوعة . . . مع نفاسة أحاديثه المسندة الثابتة ، لذلك بعون اللّه وتوفيقه . . . انصرف إلى دراسة الكتاب وتصحيح نصوصه ، واخراج أسانيده ، وتحقيق رواياته بصورة مفصلة ، وأخيرا اخراجه في شكل ترضى عند النفس وينشرح له الصدر بقدر الامكان والقدرة .\r\nلقد راجعت الكتاب وطالعت نصوصه وراجعتها في كتب الأحاديث والسير والسنن والصحاح والمناقب ، ثم رحت افتش عن رجال السند وطرق الرواية فترجمت لهم باختصار مع ذكر المصادر والاسم الصحيح للراوي والمحدث ، وحققته من جوانب مختلفة وأخرجت مصادر الحديث وبينتها وعلقت عليه وأنا في كل هذه الأحوال اسأل اللّه ان يرزقني السداد والتوفيق والاخلاص .\r\nكما وانى ضبطت الاعلام والرجال ضبطا كاملا ، وذكرت الاختلاف الوارد في الاسم أو عام الوفاة أو الكنية . . . ثم رأيت أن أسهل للباحث الرجوع اليه وأيسر الانتفاع به فذيلته بالفهارس الفنية العلمية المتنوعة تساعد على البحث . . . وتهدى القارئ . . . وتوضح معالم الكتاب . . .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالصفحة الأولى من المطبوعة بمكة المكرمة\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالصفحة الثانية\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالصفحة الأخيرة من الكتاب\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nهذا وقد ذكر العلامة السيد محمد مهدى السيد حسن خرسان ، في مقدمة كتبها الكتاب ( ينابيع المودة ) للقندوزي طبع النجف ص 6 ما لفظه :\r\n6 - أحاديث مسندة في مناقب أمير المؤمنين علي بن أبي طالب كرم اللّه وجهه ، لمحمد بن محمد الشهير بالجزرى منه نسخة بدار الكتب المصرية برقم 2619 .\r\nثم قال ص 7 من المقدمة نفسها :\r\n17 - أسنى المطالب في مناقب الامام علي بن أبي طالب - لمحمد ابن محمد بن علي بن يوسف الجزري الدمشقي الشافعي المتوفى 833 ، أثبت فيه تواتر حديث الغدير . مطبوع .\r\nويعلم أن الكاتب للمقدمة من دون مراجعة وتتبع ووقوف على الكتب اكتفى بسرد أسمائها ، لان الكتابين واحد والمؤلف واحد ، مع اشتباهه في اسم المؤلف ونسبه ، والصحيح ما ذكرناه في المقدمة . . .\r\nكما أنه ذكر ص 17 من المقدمة أيضا ما نصه :\r\n144 - مناقب علي بن أبي طالب ، لموفق بن أحمد اخطب خوارزم مطبوع .\r\nثم عاد وقال ص 19 :\r\n181 - مناقب علي بن أبي طالب لأبي بكر الخوارزمي .\r\nولم يهتد إلى أن الكتابين واحد ، والمؤلف واحد .\r\nوقال ص 10 من المقدمة أيضا :\r\n57 - درر السمطين في فضائل السبطين - اسمه نظم درر السمطين كما صرح به مؤلفه جمال الدين محمد بن عز الدين يوسف الزرندي الحنفي المتوفى 750 مطبوع . ومن الجدير بالذكر ان أم النسخ بخط المؤلف بمكتبة الامام أمير المؤمنين عليه السلام العامة في النجف الأشرف .\r\nفي العبارة هذه من أولها إلى آخرها أغلاط ، والصحيح :\r\nنظم درر السمطين في فضائل المصطفى والمرتضى والبتول\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوالسبطين . . . كما جاء على النسخة المطبوعة والكتاب طبع من على نسخة الام الموجودة في المكتبة المذكورة وفي مقدمته تصوير صفحات منها . . . ومن المؤسف ان الكاتب لم يسمح لنفسه حتى مراجعة النسخة المطبوعة ليقف على الكتاب من جهة اسمه ومميزاته . . . هذا وفي المقدمة أيضا هفوات شنيعة نضرب عن بيانها صفحا خشية الإطالة . . .\r\nوكان الاجد ربا لكاتب الفاضل التثبت فيما يكتبه . . . فيلتزم بالتثبت ثم يدعو الآخرين من باحثى العصر إلى التثبت مما يكتبون . . . واللّه العاصم وهو الموفق . . .\r\n\r\nمصادر ترجمة المؤلف :\r\nكان الحافظ الجزري شمس الدين . . . من المحدثين الذين مشى ذكرهم وسار اسمهم بين طبقات الفقهاء والعلماء والمحدثين ، سير الدم في العروق . . . وأصبحت آثاره موضع الاكبار والتقدير والاقتناء بصوره عامة وراحت الأيدي تفتش عنها في كل صوب ومكان ، ولذلك لا غرابة إذا شاهدنا ترجمته في المعاجم ، وقرأنا حياته في المؤلفات ، وإليك هذا الثبت حسب حروف المعجم الذي يضم أكثر الكتب التي ترجمت له لا كلها مع الإشارة إلى اسم الكتاب ومؤلفه ورقم الجلد والصفحة . . .\r\nاتحاف الأكابر القاضي الشوكاني ، 39 / 56 / 67 / 106 .\r\nآداب اللغة العربية جرجى زيدان 3 / 247 .\r\nالاعلام خير الدين الزركلي 7 / 274 .\r\nالأمم لايقاظ الهمم الكوراني الشهرزوري : 87\r\nانباء الغمر بأنباء العمر ابن حجر العسقلاني 3 / 466 .\r\nالانس الجليل مجير الدين الحنبلي : 454 .\r\nايضاح المكنون إسماعيل پاشا البغدادي 1 : 8 ، 26 ، 81 ، 151 ، 168 ، 315 .\r\nالبدر الطالع الشوكاني 2 : 257 .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nدائرة المعارف الاسلامية . . . المجلد 1 : 118 .\r\nراهنماى دانشوران السيد على أكبر البرقعى 1 : 150 .\r\nروضات الجنات السيد الخوانساري ، 8 : 116 .\r\nريحانة الأدب الشيخ محمد على المدرس 1 : 408 .\r\nشذرات الذهب ابن العماد الحنبلي 7 : 204 .\r\nألشقائق النعمانية طاش كبرىزاده ، 1 : 25 .\r\nألضوء اللامع السخاوي ، 9 : 255 .\r\nطبقات الحفاظ جلال الدين السيوطي : 545 .\r\nطبقات القراء شمس الدين الجزري ، 2 : 247 .\r\nعبقات الأنوار السيد مير حامد حسين ( مجلد الغدير ) 46 .\r\nالغدير الشيخ الأميني النجفي 1 : 129 .\r\nفهرست كتابهاى عربى خانبابا مشار : 311 ، 360 ، 505 ، 612 ، 647 .\r\nفهرست كتابخانه‌هاى أصفهان السيد محمد على الروضاتى ، 1 : 241 .\r\nفهرست كتابخانه ملى السيد عبد اللّه الأنوار ، 7 : 391 .\r\nفهرست المخطوطات المصورة فؤاد سيد ، 2 : 154 .\r\nقاموس الاعلام شمس الدين سامى ، 3 : 1702 .\r\nقضاة دمشق ابن طولون : 121 .\r\nكشف الظنون حاجى خليفة : 53 ، 114 ، 128 ، 150 ، 152 ، 200 ، 211 ، 277 ، 290 ، 295 ، 389 ، 421 ، 484 ، 520 ، 621 ، 669 ، 743 ، 1105 ، 1118 ، 1132 ، 1150 ، 1179 ، 1194 ، 1323 ، 1497 ، 1617 ، 1699 ، 1799 ، 1803 ، 1859 ، 1910 ، 1952 ، 2028 ، 1242 .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالكنى والألقاب المحدث القمي ، 2 : 146 تقديم الشيخ محمد هادي الأميني .\r\nلغت نامه على أكبر دهخدا ( حرف الجيم ) : 424 .\r\nمعجم المؤلفين عمر رضا كحاله ، 11 : 291 .\r\nمعجم المطبوعات العربية الياس سركيس : 62 .\r\nمفتاح السعادة طاش كبرى ، 1 : 88 .\r\nهدية الأحباب الشيخ عباس القمي : 119 .\r\nهدية العارفين البغدادي ، 2 : 187 .\r\n\r\nوفاة الجزري\r\nلا اختلاف ولا شك بين المؤرخين في وفاة الجزري شمس الدين . . .\r\nعلى الاطلاق ، وكاد يكون اجماع المؤرخين وأصحاب المعاجم على أنه توفى بشيراز في ربيع الأول سنة 833 هجرية ، ودفن بمدرسته التي بناها بها .\r\n* * * وختاما لا يسعني الا أن أتقدم بالشكر الجزيل ، والثناء المتواصل لكل من آزرنى في هذا المجهود الفكري ، وأحسنوا الظن بصنيعى العلمي ثقة منهم بي . . . وتقدير هم لعملي واطرائهم له . . . واللّه العالم بما عانيت من المتاعب في رد كثير من الالفاظ إلى أصولها الصحيحة ، حتى تخلص من شوائب التشويه الشائن الفاشى في كتب الحديث والتاريخ . . . وأخص بالذكر سماحة العلامة الحجة السيد كمال فقيه ايمانى الاصفهاني . . . مؤسس وبانى كيان ( مكتبة الامام أمير المؤمنين عليه السلام العامة ) في أصفهان ، فقد استقبل الكتاب ببشاشة وتشجيع وطلب طبعه ضمن الكتب والآثار التي تقوم المكتبة بطبعها ونشرها من المؤلفات التي تعتبر من صميم تراثنا العلمي والفكري . . . واللّه أسأله ان يخلف على سماحته ما أنفق وبذل في احياء هذا الكنز والتراث العلمي النادر ، اضعافا مضاعفة وأن يمنحه من المعونة والتأييد\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nأكثر وأكثر . . .\r\nوان يتقبل المولى سبحانه وتعالى سعيى له بقبول حسن ، وان يجعله خالصا لوجهه الكريم وييسر النفع به . . . وأن يمدنى بروح منه ويظلني بظلال الصحة والعافية حتى اتوفق إلى اصدار ما اعتزمت اصداره بعد تمام هذا الكتاب ان شاء اللّه . . . انه سميع مجيب . . . ولى التوفيق . . .\r\nوهو المعين . . . وهو على كل شئ قدير . . .\r\nرمضان سنة 1402 هج\r\nطهران : ص ب 634 / 71\r\nأبو علي محمد هادي الأميني عفى اللّه عنه وعن والديه\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n[ المتن 
  ]\r\nأسنى المطالب في مناقب سيدنا علي بن أبي طالب كرم اللّه وجهه تأليف الشيخ الامام شمس الدين أبى الخير محمد بن محمد ابن محمد الجزري الشافعي المقرئ رحمه اللّه تعالى ونفعنا به آمين\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\nقال سيدنا ، ومولانا ، وشيخنا الامام ، العلامة الحافظ ، المقرئ المحدث شمس الدين أبو الخير محمد بن محمد بن محمد بن الجزري الدمشقي ، فسح اللّه في مدته وأعاد من بركاته :\r\nالحمد للّه على أن هدانا لدين الاسلام ، ووفقنا لسنة نبيه عليه أفضل الصلاة والسلام ، وحبانا لمحبة أهل بيته الكرام ، وصحابته نجوم الهدى الاعلام ، عليه وعليهم أفضل صلاة ، وأكمل سلام إلى يوم القيامة ندخرها أمانا للفزع الأكبر من هول ذلك المقام .\r\nوبعد . . . فهذه أحاديث . . . مسندة مما تواتر وصح ، وحسن من أسنى مناقب الأسد الغالب مفرق الكتائب ، ومظهر العجائب ليث بنى غالب أمير المؤمنين علي بن أبي طالب كرم اللّه تعالى وجهه ، ورضى عنه وأرضاه ، اردفتها بمسلسلات من حديثه ، وبمتصلات من روايته ، وتحديثه ، وبأعلى اسناد صحيح اليه من القرآن والصحبة والخرقة التي أعتمد فيها أهل الولاية عليه نسأل اللّه ان يثبتنا على ذلك ويقربنا به اليه .\r\nأخبرنا جماعة من شيوخنا الثقات ، منهم القاضي عز الدين أبو عبد اللّه محمد بن موسى بن سليمان الأنصاري « 1 » رحمه اللّه فيما شافهنا به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مرت الإشارة إلى ترجمته في المقدمة - شيوخ المؤلف .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبدار الحديث الاشرفية « 2 » داخل دمشق المحروسة ، عن الشيخ الامام أبى الحسن علي بن أحمد بن عبد الواحد المقدسي « 3 » قال : أخبرنا الإمام أبو الفتوح أسعد بن محمود العجلي « 4 » في كتابه ، أخبرنا أبو القاسم إسماعيل ابن محمد الحافظ « 5 » أخبرنا أبو بكر أحمد بن علي بن عبد اللّه الشيرازي ، أخبرنا محمد بن عبد اللّه الحافظ ، قال : سمعت أبا الحسن علي بن الحسن الجراحى « 6 » يقول : سمعت أبا حامد محمد بن هارون الحضرمي « 7 » يقول :\r\nسمعت محمد بن منصور الطوسي « 8 » ، يقول : سمعت أحمد بن حنبل « 9 » يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) - لما كانت دمشق من العواصم الاسلامية التي تقصد لطلب الحديث فقد اجتمعت فيها الشيوخ والحفاظ والأئمة وبنيت فيها المدارس والدور لهذا الغرض ، وافرد عبد القادر النعيمي الدمشقي المتوفى 927 كتابا خاصا ذكر فيه المدارس ودور الحديث بدمشق ويقع في مجلدين وأسماه - الدارس في تاريخ المدارس .\r\n( 3 ) - أبو الحسن علي بن أحمد بن عبد الدايم بن نعمة المقدسي الحنبلي المتوفى 699 قيم جامع الجبل اعتنى بالرواية وكتب اجزاء وكان صالحا كثير التلاوة وعذبه التتار إلى أن مات شهيدا وله 82 سنه . شذرات الذهب 5 : 451 .\r\n( 4 ) - أبو الفتوح منتخب الدين أسعد بن محمود بن خلف الأصبهاني الشافعي الواعظ المتوفى 600 كان فقيها مكثرا من الرواية زاهدا ورعا . له كتب . الشذرات 5 : 344 طبقات الشافعية 5 : 50 . البداية والنهاية 13 : 39 . مرآة الجنان 3 : 498 . وفيات الأعيان 1 : 208 .\r\n( 5 ) - أبو الفتح إسماعيل بن محمد بن محمد بن يوسف بن محمد بن الخليل القاشاني المروزي الحافظ مات 599 عالم فاضل حافظ من المكثرين . الشذرات 4 : 339 .\r\n( 6 ) - الصحيح ، أبو الحسن علي بن الحسن بن علان الحراني المتوفى 355 حافظ عالم محدث وكان ثقة نبيلا . شذرات الذهب 3 : 17 . تذكرة الحفاظ 3 : 924 . طبقات الحفاظ : 375 .\r\n( 7 ) - أبو حامد محمد بن هارون بن عبد اللّه بن حميد بن سليمان بن مياح الحضر مى مات 321 محدث بغداد في وقته وله نيف وتسعون سنة . الشذرات 2 : 291 . تاريخ بغداد 3 : 358 .\r\n( 8 ) - أبو جعفر محمد بن منصور بن داود بن إبراهيم الطوسي 254 . العابد الزاهد الثقة .\r\nتاريخ بغداد 2 : 247 .\r\n( 9 ) - أبو عبد اللّه أحمد بن محمد بن حنبل الشيباني البغدادي المروزي المتوفى 241 .\r\nالحافظ امام المحدثين كان يحفظ الف الف حديث ، روى لأمير المؤمنين عليه السلام فضائل كثيرة ، له : المسند . مناقب علي بن أبي طالب .\r\nترجم له أصحاب المعاجم والسير وكتبت عنه دراسات خاصة .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nما جاء لاحد من أصحاب رسول اللّه صلى اللّه عليه وسلم ، من الفضائل ما جاء لعلي بن أبي طالب رضى اللّه عنه .\r\nأخبرنا أبو حفص عمر بن الحسن المراغي « 10 » فيما شافهنى به ، عن أبي الفتح يوسف بن يعقوب الشيباني ، أخبرنا أبو اليمن زيد بن الحسن الكندي « 11 » أخبرنا أبو منصور القزاز « 12 » أخبرنا الإمام أبو بكر بن ثابت الحافظ « 13 » ، أخبرنا محمد بن عمر بن بكير « 14 » أخبرنا أبو عمر يحيى بن عمر الاخبارى حدثنا أبو جعفر أحمد بن محمد الضبعي « 15 » حدثنا الأشج « 16 » حدثنا العلاء بن سالم ، عن يزيد بن أبي زياد « 17 » عن عبد الرحمن بن أبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) - من شيوخ المؤلف راجع المقدمة .\r\n( 11 ) - تاج الدين زيد بن الحسن بن زيد بن الحسن البغدادي المتوفى 613 . النحوي اللغوي المقرئ وشيخ الحنفية والقراء والنحاة بالشام ومسند العصر . شذرات 5 : 54 .\r\nمعجم الأدباء 11 : 171 . انباه الرواة 2 : 10 . بغية الوعاة : 249 . البداية والنهاية 13 : 71 .\r\nالدارس 1 : 483 . مرآة الجنان 4 : 26 .\r\n( 12 ) - أبو منصور عبد الرحمن محمد بن عبد الواحد الشيباني البغدادي المتوفى 535 .\r\nكان صالحا كثير الرواية ، شذرات الذهب 4 : 106 .\r\n( 13 ) - أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي البغدادي مات 463 . الخطيب الحافظ الكبير محدث الشام والعراق . طبقات الحفاظ : 434 . البداية والنهاية 12 : 101 .\r\nتذكرة الحفاظ 3 : 1135 . طبقات السبكي 4 : 29 . العبر 3 : 253 . اللباب 1 : 191 . المنتظم 8 : 265 . النجوم الزاهرة 5 : 87 .\r\n( 14 ) - أبو بكر محمد بن عمر بن بكر بن ود بن وداد البغدادي مات 432 . كان شيخا مستور اثقة من أهل القرآن كتب عنه الخطيب البغدادي . تاريخ بغداد 3 : 39 . شذرات الذهب 3 : 250 .\r\n( 15 ) - أبو جعفر أحمد بن محمد بن أحمد بن موسى الصبغى البغدادي مات . . . قدم بغداد وحدث بها . تاريخ بغداد 4 : 368 .\r\n( 16 ) - أبو سعيد الأشج عبد اللّه بن سعيد بن حصين الكندي الكوفي المتوفى 257 .\r\nالحافظ الثقة امام أهل زمانه وصاحب التصانيف . تذكرة الحفاظ 2 : 501 . طبقات ابن سعد 6 : 289 . طبقات المفسرين 1 : 228 . العبر 2 : 15 . شذرات 2 : 137 . طبقات الحفاظ : 218 .\r\nمرآة الجنان 2 : 169 .\r\n( 17 ) - يزيد بن أبي زياد الكوفي مات 137 . حسن الحديث . الشذرات 1 : 206 . خلاصة تذهيب الكمال : 371 . العبر 1 : 187 . طبقات ابن سعد 6 : 237 . الغدير 1 : 71 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nليلى « 18 » قال : سمعت عليا رضى اللّه عنه بالرحبة ، ينشد الناس من سمع النبي صلى اللّه عليه وسلم ، يقول : من كنت مولاه فعلى مولاه ، اللهم وال من والاه ، وعاد من عاداه ، فقام اثنى عشر بدريا فشهدوا انهم سمعوا رسول اللّه صلى اللّه عليه وسلم ، يقول ذلك .\r\nهذا حديث حسن من هذا الوجه ، صحيح من وجوه كثيرة تواتر عن أمير المؤمنين على ، وهو متواتر أيضا عن النبي صلى اللّه عليه وسلم ، رواه الجم الغفير عن الجم الغفير ، ولا عبرة بمن حاول تضعيفه ممن لا اطلاع له في هذا العلم ، فقد ورد مرفوعا عن أبي بكر الصديق ، وعمر بن الخطاب ، وطلحة بن عبيد اللّه ، والزبير بن العوام ، وسعد بن أبي وقاص ، وعبد الرحمن بن عوف ، والعباس بن عبد المطلب ، وزيد بن أرقم ، والبراء بن عازب ، وبريدة بن الحصيب ، وأبي هريرة ، وأبي سعيد الخدري ، وجابر بن عبد اللّه ، وعبد اللّه بن العباس ، وحبشي بن جنادة ، وعبد اللّه بن مسعود ، وعمران بن حصين ، وعبد اللّه بن عمر ، وعمار بن ياسر ، وأبي ذر الغفاري ، وسلمان الفارسي ، وأسعد بن زرارة ، وخزيمة بن ثابت ، وأبى أيوب الأنصاري ، وسهل بن حنيف ، وحذيفة بن اليمان ، وسمرة بن جندب ، وزيد بن ثابت ، وانس بن مالك ، وغيرهم من الصحابة رضوان اللّه عليهم « 19 » .\r\nوصح عن جماعة منهم ممن يحصل القطع بخبرهم ويثبت أيضا أن هذا القول كان منه صلى اللّه عليه وسلم يوم ( غدير خم ) وذلك في خطبة خطبها النبي صلى اللّه عليه وسلم في حقه ذلك اليوم ، وهو الثامن عشر من ذي الحجة سنة احدى عشرة لما رجع صلى اللّه عليه\r\nو \r\n\r\n","description":"","footnote":"\r\n( 18 ) - عبد الرحمن بن أبي ليلى الأنصاري المتوفى 1083 الفقيه الكوفي . ميزان الاعتدال 3 : 115 . شذرات الذهب 1 : 92 . الغدير 1 : 67 . تهذيب التهذيب 6 : 260 .\r\nالإصابة 2 : 420 . الطبقات الكبرى 6 : 54 ، 114 ، 247 . مرآة الجنان 1 : 171 .\r\n( 19 ) - حديث المناشدة يوم الرحبة كان عام 35 وقد بلغ الاهتمام بها إلى أن رواها غير يسير من التابعين وتظافرت إليها الأسانيد في كتب العلماء وقد رواه العلامة الشيخ الأميني . . . كرم اللّه وجهه . . . عن أربعة من الصحابة وأربعة عشر من التابعين ، راجع الغدير 1 : 166 - 186 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nسلم من حجة الوداع ولذلك سبب سنذكره قريبا واللّه اعلم .\r\nكما أخبرنا شيخنا أبو عمر محمد بن أحمد بن قدامة المقدسي « 20 » قراءة عليه ، أخبرنا الامام فخر الدين علي بن أحمد المقدسي أخبرنا أبو علي حنبل بن عبد اللّه الرصافى ، أخبرنا أبو القاسم الشيباني ، أخبرنا أبو علي بن المذهب ، أخبرنا أحمد بن جعفر ، حدثنا عبد اللّه بن الإمام أحمد ، حدثنا علي بن حكيم الأودي ، أخبرنا شريك ، عن أبي إسحاق ، عن سعيد بن وهب ، وعن زيد بن يثيع ، قالا : أنشد على رضى اللّه عنه الناس في الرحبة من سمع رسول اللّه صلى اللّه عليه وسلم يقول : يوم غدير خم الاقام ، قال : فقام من قبل سعيد بن وهب سبعة « 21 » ، ومن قبل زيد ستة ، فشهدوا أنهم سمعوا رسول اللّه صلى اللّه عليه وسلم يقول : لعلى يوم غدير خم ، أليس اللّه أولى بالمؤمنين ؟ قالوا : بلى ، قال : اللهم من كنت مولاه فعلى مولاه ، اللهم وال من والاه وعاد من عاداه .\r\nوبه قال : حدثنا علي بن حكيم ، أخبرنا شريك ، عن أبي إسحاق ، عن عمرو ذي مر ، بمثل حديث أبى إسحاق ، يعنى عن سعيد ، وزيد ، وزاد فيه ، وانصر من نصره ، واخذل من خذله .\r\nهكذا رويناه في مسند الإمام أحمد من حديث ابنه ( فألطف ) طريق وقع بهذا الحديث وأغربه « 22 » .\r\nما حدثنا به شيخنا خاتمة الحفاظ أبو بكر محمد بن عبد اللّه بن المحب المقدسي « 23 » مشافهة أخبرتنا الشيخة أم محمد زينب ابنة احمد ابن عبد الرحيم المقدسية « 24 » عن أبي المظفر محمد بن فتيان بن المسينى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) - من مشايخ المؤلف شمس الدين الجزري - المقدمة . . .\r\n( 21 ) - في نسخة : من قبل سعيد ، ستة .\r\n( 22 ) - مسند الإمام أحمد بن حنبل 1 : 118 . وذكره الهيثمي في مجمع الزوائد 9 : 107 وفيه : فقام من قبل سعيد ستة ، ومن قبل زيد سبعة ، ثم قال : رواه عبد اللّه والبزار بنحوه أتم منه . ورواه الحافظ النسائي في خصائصه : 96 . الغدير 1 : 181 ، 173 ، 172 .\r\n( 23 ) - من شيوخ المؤلف راجع - المقدمة .\r\n( 24 ) - محدثة من محدثات القرن السابع الهجري بدمشق توفيت عام 740 وقد جاوزت التسعين . أعلام النساء 2 : 46 . شذرات الذهب 6 : 56 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nأخبرنا أبو موسى محمد بن أبي بكر الحافظ ، أخبرنا ابن عمة والدي ، ألقاضى أبو القاسم عبد الواحد بن محمد بن عبد الواحد المديني ، بقرائتي عليه ، أخبرنا ظفر بن داعى العلوي باستراباد « 25 » ، أخبرنا والدي ، وأبو أحمد بن مطرف المطرفى ، قالا : حدثنا أبو سعيد الإدريسي « 26 » إجازة فيما اخرجه في تاريخ استراباد ، حدثني محمد بن محمد بن الحسن أبو العباس الرشيدى ، من ولد هارون الرشيد بسمرقند ، وما كتبناه الا عنه ، حدثنا أبو الحسن محمد بن جعفر الحلواني ، حدثنا علي بن محمد بن جعفر الأهوازي ، مولى الرشيد ، حدثنا بكر بن أحمد القصرى « 27 » حدثتنا فاطمة بنت علي بن موسى الرضا « 28 » حدثتني فاطمة ، وزينب ، وأم كلثوم ، بنات موسى بن جعفر « 29 » ، قلن : حدثتنا فاطمة بنت جعفر بن محمد الصادق « 30 » ، حدثتني فاطمة بنت محمد بن علي « 31 » حدثتني فاطمة بنت علي بن الحسين « 32 » حدثتني فاطمة ، وسكينة ابنتا الحسين بن علي « 33 » ، عن أم كلثوم بنت فاطمة بنت النبي صلى اللّه عليه وسلم « 34 » عن فاطمة بنت رسول اللّه صلى اللّه عليه وسلم ، ورضى عنها ، قالت : أنسيتم قول رسول اللّه صلى اللّه عليه وسلم يوم غدير خم ؟ من كنت مولاه فعلى مولاه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 25 ) - أبو الفضل ظفر بن الداعي بن مهدي العلوي العمرى الاسترآبادي . . . فقيه ثقة صالح قرأ على الشيخ أبى الفتح الكراچكى المتوفى 449 . تنقيح المقال 2 : 112 .\r\nجامع الرواة 1 : 424 . الفوائد الرضوية : 219 .\r\n( 26 ) - أبو سعد أحمد بن محمد الإدريسي الاسترآبادي ، كان حيا 395 . مؤرخ محدث .\r\n( 27 ) - أبو محمد بكر بن أحمد بن إبراهيم بن زياد الأشج القصرى . . . له كتب ، تنقيح المقال 1 : 177 . جامع الرواة 1 : 126 . فهرست الشيخ الطوسي : 68 .\r\n( 28 ) - محدثة عالمة من مخدرات العترة الطاهرة الذين اذهب اللّه عنهم الرجس وطهرهم تطهيرا . عمدة الطالب : 198 .\r\n( 29 ) - محدثات عالمات عمدة الطالب : 197 .\r\n( 30 ) - عمدة الطالب : 196 .\r\n( 31 ) - المصدر السابق : 194 .\r\n( 32 ) - عمدة الطالب : 193 .\r\n( 33 ) - عمدة الطالب : 192 . تنقيح المقال 3 : 80 ، 82 .\r\n( 34 ) - تنقيح المقال 3 : 73 . عمدة الطالب : 63 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوقوله صلى اللّه عليه وسلم : أنت منى بمنزلة هارون من موسى عليهما السلام .\r\nوهكذا أخرجه الحافظ الكبير أبو موسى المديني في كتابه المسلسل بالأسماء ، وقال : وهذا الحديث مسلسل من وجه آخر ، وهو ان كل واحدة من الفواطم تروى عن عمة لها ، فهو رواية خمس بنات أخ كل واحدة منهن عن عمتها .\r\nوسبب هذه الخطبة في يوم الغدير ما ذكره ابن إسحاق « 35 » وهو ان عليا رضى اللّه عنه ، لما بعثه رسول اللّه إلى اليمن أميرا هو وخالد بن الوليد ، ورجع فوافى النبي صلى اللّه عليه وسلم ، بمكة في حجة الوداع وقد كثرت فيه القالة ، وتكلم فيه بعض من كان معه بسبب استرجاعه منهم ، خلعا كان أطلقها لهم نايبه عليهم ، لما تعجل السير إلى رسول اللّه صلى اللّه عليه وسلم ، فلما تفرغ صلى اللّه عليه وسلم من حجه ونزل غدير خم خطب هذه الخطبة تنبيها على قدر على رضى اللّه عنه وردا على من تكلم فيه « 36 » .\r\nأخبرنا ابن أبي عمر « 37 » أخبرنا ابن البخاري « 38 » أخبرنا حنبل « 39 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 35 ) - أبو بكر محمد بن إسحاق بن سار المدني المتوفى 151 صاحب المغازي والسير ، لم تصدقه ولم توثقه أئمة الحديث وحفظته من الشيعة الإمامية ولم يرد فيه مدح من قبلهم يلحقه بالحسان . تنقيح المقال 2 : 79 قسم الميم . الكنى والألقاب 1 : 211 .\r\n( 36 ) - سبب هزيل لا يقبله ابن الشارع ولا يتفوه بي اى مجنون ، وإذا كان جميع كتابه المغازي والسير على هذا المنوال من البحث اللامنطقى فعلى التاريخ والسير العفاء . . .\r\nلقد كانت الخطيبة بأمر من اللّه تعالى ، ولا قامة امر الهى هام . . . وهي تعيين الخلافة الإلهية وجعلها لأمير المؤمنين عليه السلام وكان من جراءها تكميل الدين واتمام النعمة .\r\n( 37 ) - الصحيح ابن عمر وهو من شيوخ المؤلف واسمه عماد الدين إسماعيل بن عمر بن كثير الدمشقي الشافعي - المقدمة . . .\r\n( 38 ) - أبو الحسن علي بن أحمد بن عبد الواحد بن أحمد بن عبد الرحمان بن البخاري السعدي المقدسي الحنبلي المتوفى 690 . شذرات الذهب 6 : 414 . هدية العارفين 1 : 714 . كشف الظنون : 90 ، 1696 .\r\n( 39 ) - أبو عبد اللّه حنبل بن عبد اللّه الرصافى البغدادي المتوفى 604 .\r\nشذرات 5 : 12 . النجوم الزاهرة 6 : 195 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأخبرنا ابن حصين « 40 » ، أخبرنا ابن المذهب « 41 » أخبرنا ابن مالك « 42 » حدثنا عبد اللّه بن أحمد « 43 » حدثني أبى ، حدثنا أبو أحمد الزبيري « 44 » حدثنا عبد اللّه بن حبيب بن أبي ثابت « 45 » ، عن حمزة بن عبد اللّه « 46 » عن أبيه ، عن عبد اللّه بن عمر ، عن سعد ، قال : لما خرج رسول اللّه صلى اللّه عليه وسلم ، إلى تبوك خلف عليا فقال : أتخلفني ؟ فقال : أما ترضى أن تكون منى بمنزلة هارون من موسى ، غيرانه لا نبي بعدى .\r\nوبه إلى احمد ، حدثنا أبو سعيد ، مولى بني هاشم ، حدثنا سليمان ابن بلال ، حدثنا إسماعيل عن عبد الرحمن ، عن عائشة بنت سعد ، عن أبيها ، ان عليا خرج مع النبي صلى اللّه عليه وسلم حتى جاء ثنية الوداع وعلى رضى اللّه عنه يبكى يقول : تخلفني مع الخوالف ؟ فقال : أما ترضى\r\n\r\n\r\n","description":"","footnote":"\r\n( 40 ) - محمد بن الحصين الحنبلي .\r\n( 41 ) - أبو على الحسن بن علي بن محمد التميمي البغدادي الواعظ المتوفى 444 .\r\nالشذرات 3 : 271 . تاريخ بغداد 7 : 390 .\r\n( 42 ) - أبو بكر أحمد بن جعفر بن مالك القطيعي البغدادي المتوفى 368 .\r\nمسند العراق وكان شيخا صالحا . الشذرات 3 : 65 . اللباب 3 : 48 . طبقات الحفاظ :\r\n259 . معجم البلدان 4 : 377 . تاريخ بغداد 4 : 73 . لسان الميزان 1 : 145 .\r\n( 43 ) - أبو عبد الرحمن عبد اللّه بن أحمد بن حنبل الشيباني البغدادي مات 290 / 288 .\r\nكشف الظنون : 956 . هدية العارفين 1 : 442 . تهذيب التهذيب 5 : 141 . طبقات الحفاظ : 328 . مرآة الجنان 2 : 218 . شذرات الذهب 2 : 203 .\r\n( 44 ) - أبو احمد محمد بن عبد اللّه بن الزبير بن عمر بن درهم الأسدي الزبيري الكوفي المتوفى 194 .\r\nاللباب 2 : 61 . الشذرات 2 : 7 وفيه ان وفاته كانت سنة 203 قال أبو حاتم :\r\nكان ثقة حافظا عابدا مجتهدا له الهام ، تذكرة الحفاظ 1 : 357 . خلاصة تهذيب الكمال :\r\n294 . طبقات ابن سعد 6 : 281 . العبر 1 : 341 . طبقات الحفاظ : 152 .\r\n( 45 ) - أبو عبد الرحمن عبد اللّه بن حبيب بن أبي ثابت السلمى الكوفي القارى مات 92 / 105 .\r\nتذكرة الحفاظ 1 : 58 . طبقات الحفاظ : 19 . تهذيب التهذيب 5 : 183 . طبقات القراء 1 : 413 . نكت المهيان : 178 . خلاصة تهذيب الكمال : 164 .\r\n( 46 ) - أبو عمارة حمزة بن عبد اللّه بن عمر بن الخطاب مات . . .\r\nمدنى تابعي ثقة ومن فقهاء أهل المدينة ، قال ابن سعد : ثقة قليل الحديث .\r\nتهذيب التهذيب 3 : 30 . ميزان الاعتدال 1 : 8 . 6 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nأن تكون منى بمنزلة هارون من موسى الا النبوة .\r\nمتفق على صحته بمعناه من حديث سعد بن أبي وقاص ، قال الحافظ أبو القاسم ابن عساكر : وقدروى هذا الحديث عن رسول اللّه صلى اللّه عليه وسلم جماعة من الصحابة ، منهم : عمر ، وعلى ، وابن عباس ، وعبد اللّه بن جعفر ، ومعاذ ، ومعاوية ، وجابر بن عبد اللّه ، وجابر بن سمرة ، وأبو سعيد ، والبراء بن عازب ، وزيد بن أرقم ، وزيد ابن أبي أوفى ، ونبيط بن شريط ، وحبشي بن جنادة ، وماهر بن الحويرث ، وانس بن مالك وأبى الطفيل ، وأم سلمة ، وأسماء بنت عميس ، وفاطمة بنت حمزة ، ثم ذكر طرقها كلها بأسانيده في تاريخ دمشق رحمه اللّه « 47 » .\r\nوأخبرنا شيخنا صلاح الدين بن أحمد الامام قراءة عليه « 48 » ، أخبرنا علي بن أحمد « 49 » سماعا ، أخبرنا على البغدادي ، أخبرنا هبة اللّه بن الحصين ، أخبرنا الحسين بن محمد ، أخبرنا أبو بكر القطيعي ، حدثنا عبد اللّه بن أحمد بن محمد ، حدثني أبى ، حدثنا ابن نمير « 50 » عن الأعمش « 51 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 47 ) - تجد ألفاظ الحديث وطرقه بكاملها في الغدير 1 : 38 . سنن ابن ماجة 1 : 30 .\r\nالمسندرك على الصحيحين 3 : 116 . حلية الأولياء 4 : 356 . الغدير 3 : 201 . مسند أحمد 1 : 175 . مسند أبى داود 1 : 28 . مناقب الخوارزمي : 83 . مشكل الآثار 2 : 309 . تاريخ بغداد 11 : 432 . كنز العمال 6 : 405 . نظم درر السمطين : 114 . كفاية الطالب : 281 .\r\n( 48 ) - من شيوخ المؤلف - المقدمة - صلاح الدين محمد .\r\n( 49 ) - تاج الدين علي بن أحمد بن عبد المحسن الحسيني العزافى مات 704 .\r\nشذرات الذهب 6 : 10 .\r\n( 50 ) - أبو عبد الرحمن محمد بن عبد اللّه بن نمير الهمداني الكوفي المتوفى 234 .\r\nتهذيب التهذيب 9 : 282 . تذكرة الحفاظ 2 : 439 . خلاصة تهذيب الكمال : 296 .\r\nالعبر 1 : 418 . طبقات ابن سعد 6 : 289 . طبقات الحفاظ : 192 ، الشذرات 2 : 81 .\r\n( 51 ) - أبو محمد سليمان بن مهران الأعمش الأسدي الكاهلي الكوفي مات 148 .\r\nتاريخ بغداد 9 : 3 . تذكرة الحفاظ 1 : 154 . الشذرات 1 : 220 . طبقات القراء 1 : 315 العبر 1 : 209 . اللباب 3 : 25 . لسان الميزان 6 : 569 . ميزان الاعتدال 2 : 224 ، النجوم الزاهرة 2 : 10 . طبقات الحفاظ : 67 . مرآة الجنان 1 : 305 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nعن عدى بن ثابت « 52 » عن زربن حبيش « 53 » قال : قال على رضى اللّه عنه :\r\nواللّه انه لمما عهد إلى رسول اللّه صلى اللّه عليه وسلم ، انه لا يبغضني الا منافق ، ولا يحبني الا مؤمن .\r\nهذا حديث صحيح ، اخرجه مسلم في كتاب الايمان من صحيحه ، عن أبي بكر بن أبي شيبة ، عن وكيع ، وأبى معاوية وعن يحيى بن يحيى ، عن أبي معاوية كلاهما عن الأعمش به ولفظه : والذي فلق الحبة ، وبرأ النسمة انه لعهد النبي الامى إلى أنه لا يحبني الا مؤمن ، ولا يبغضني الا منافق « 54 » .\r\nورواه أيضا الترمذي « 55 » والنسائي « 56 » وابن ماجة « 57 » في سننهم ، وقال الترمذي : حديث حسن صحيح « 58 » .\r\nورواه ابن ماجة أيضا ، عن علي بن محمد وعبد اللّه بن نمير به ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 52 ) - عدى بن ثابت الأنصاري المتوفى 116 .\r\nشذرات الذهب 1 : 152 . طبقات الحفاظ : 57 ، 81 . ميزان الاعتدال 3 : 61 . تهذيب التهذيب 7 : 165 . مرآة الجنان 1 : 250 . الغدير 1 : 68 . الكامل 5 : 175 .\r\n( 53 ) - أبو مريم زربن حبيش بن حباشة بن أوس الأسدي الكوفي مات 81 / 82 .\r\nتذكرة الحفاظ 1 : 57 . تهذيب التهذيب 3 : 321 . شذرات الذهب 1 : 91 . العبر 1 : 95 . طبقات ابن سعد 6 : 71 . الكامل 4 : 497 . حلية الأولياء 4 : 181 . الغدير 1 : 64 .\r\nمرآة الجنان 1 : 166 .\r\n( 54 ) - صحيح مسلم 1 : 86 حديث : 13 ط بيروت 1398 .\r\n( 55 ) - أبو عيسى محمد بن عيسى بن سورة بن الضحاك السلمى الترمذي المتوفى 279 .\r\nوفيات الأعيان 4 : 278 . نكت المهيان : 264 . تذكرة الحفاظ 2 : 633 . تهذيب التهذيب 9 : 387 . الشذرات 2 : 174 . العبر 2 : 633 . النجوم الزاهرة 3 : 88 . طبقات الحفاظ : 278 . ميزان الاعتدال 3 : 678 . مرآة الجنان 2 : 193 .\r\n( 56 ) - الإمام الحافظ أبو عبد الرحمن أحمد بن شعيب بن علي بن سنان بن بحر النسائي الشافعي المفتول 303 .\r\nكفاية الطالب : 5 - 40 . المقدمة .\r\n( 57 ) - أبو عبد اللّه محمد بن يزيد الربعي القزويني الحافظ المتوفى 283 .\r\nالبداية والنهاية 11 : 52 . طبقات المفسرين 2 : 272 . مرآة الجنان 2 : 188 . النجوم الزاهرة 3 : 7 . تهذيب التهذيب 9 : 530 . خلاصة تهذيب الكمال : 312 . تذكرة الحفاظ 2 : 636 . الشذرات 2 : 164 . طبقات الحفاظ : 278 . التدوين في علماء قزوين : 166 - خ .\r\n( 58 ) - الجامع الصحيح 5 : 643 كتاب المناقب ، حديث 3736 ط بيروت .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفوقع لنا موافقة عالية ، وبدلا عاليا ، لشيوخ مسلم وأصحاب السنن وللّه الحمد « 59 » .\r\nوأخبرنا شيخنا ، رحلة الآفاق أبو حفص عمر بن الحسن الحلبي « 60 » بقرائتي عليه غير مرة ، أخبرنا أبو الحسن علي بن أحمد السعدي ، أخبرنا أبو حفص عمر بن محمد البغدادي ، أخبرنا أبو الفتح عبد الملك ابن أبي القاسم الهروي ، أخبرنا أبو عامر الأزدي أخبرنا أبو محمد الجراحى ، أخبرنا أبو العباس محمد بن أحمد المحبوبي « 61 » أخبرنا أبو عيسى محمد بن عيسى الحافظ ، حدثنا واصل بن عبد الأعلى « 62 » حدثنا محمد بن فضيل « 63 » عن عبد اللّه بن عبد الرحمن أبى نصر « 64 » عن المساور الحميري « 65 » عن أمه « 66 » قالت : دخلت على أم سلمة رضى اللّه عنها ، فسمعتها تقول : كان رسول اللّه صلى اللّه عليه وسلم ، يقول : لا يحب عليا منافق ، ولا يبغضه مؤمن .\r\nرواه الترمذي في جامعه ، وقال : حسن غريب من هذا الوجه « 67 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 59 ) - سنن ابن ماجة 1 : 42 حديث 114 ط 1395 / 1975 .\r\n( 60 ) - من مشايخ المؤلف - راجع المقدمة .\r\n( 61 ) - أبو العباس محمد بن أحمد بن محبوب المروزي المحبوبي المتوفى 346 .\r\nشذرات الذهب 2 : 373 . مرآة الجنان 2 : 340 وفيه وفاته : 347 .\r\n( 62 ) - أبو القاسم واصل بن عبد الأعلى بن هلال الأسدي الكوفي المتوفى 244 .\r\nتهذيب التهذيب 11 : 104 .\r\n( 63 ) - محمد بن فضيل بن غزوان الضبي الكوفي المتوفى 194 .\r\nتذكرة الحفاظ 1 : 315 . تهذيب التهذيب 9 : 405 . شذرات الذهب 1 : 344 .\r\nطبقات القراء 2 : 299 . طبقات المفسرين 2 : 223 . العبر 1 : 319 . ميزان الاعتدال 4 : 9 .\r\nالنجوم الزاهرة 2 : 148 . فهرست ابن النديم : 226 :\r\n( 64 ) - أبو نصر عبد اللّه بن عبد الرحمن الكوفي مات . . .\r\nتهذيب التهذيب 5 : 300 . ميزان الاعتدال 2 : 453 .\r\n( 65 ) - مساور الحميري . . .\r\nتهذيب التهذيب 10 : 103 . ميزان الاعتدال 4 : 95 . أعلام النساء 5 : 53 .\r\n( 66 ) - راوية من راويات الحديث روت عن أم سلمة .\r\nتهذيب التهذيب 12 : 484 .\r\n( 67 ) - الجامع الصحيح 5 : 635 حديث 3717 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوأخبرنا ابن مزيد « 68 » قراءة منى عليه ، أخبرنا علي بن أحمد بن محمد ، حدثنا ابن طبرزد « 69 » أخبرنا أبو الفتح الكروخي « 70 » أخبرنا أبو بكر الغورچى « 71 » أخبرنا عبد الجبار المروزي ، أخبرنا محمد بن أحمد ابن محبوب ، أخبرنا ابن سورة الحافظ ، حدثنا قتيبة « 72 » حدثنا جعفر بن سليمان « 73 » عن أبي هارون « 74 » عن أبي سعيد الخدري « 75 » رضى اللّه عنه ، قال :\r\nانا كنا لنعرف المنافقين ، نحن معشر الأنصار ببغضهم علي بن أبي طالب رضى اللّه عنه .\r\nرواه الترمذي ، وقال : حديث غريب ، قال : وقد روى هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 68 ) - الصحيح ابن يزيد وهو من شيوخ المؤلف وترجمنا له في المقدمة باسم عمر بن الحسن بن يزيد بن اميلة بن جمعة المراغي المزي .\r\n( 69 ) - أبو حفص موفق الدين عمر بن محمد بن معمر الدار قزى المعروف بابن طبرزد والمتوفى 607 .\r\nشذرات الذهب 5 : 26 .\r\n( 70 ) - أبو الفتح عبد الملك بن عبد اللّه بن أبي سهل الهروي الكروخي مات 548 .\r\nالشذرات 5 : 148 . اللباب 3 : 95 . مرآة الجنان 3 : 288 .\r\n( 71 ) - أبو بكر أحمد بن عبد الصمد الغورچى المتوفى 481 .\r\nاللباب 2 : 393 . الشذرات 3 : 365 . مرآة الجنان 3 : 133 .\r\n( 72 ) - أبو رجاء قتيبة بن سعيد بن جميل بن طريف البلخي مات 240 .\r\nتاريخ بغداد 12 : 464 . تذكرة الحفاظ 2 : 446 . تهذيب التهذيب 8 : 358 . طبقات الحفاظ : 195 . شذرات الذهب 2 : 94 . خلاصة تهذيب الكمال : 271 . العبر 1 : 433 .\r\nاللباب 1 : 134 . النجوم الزاهرة 2 : 303 .\r\n( 73 ) - أبو سليمان جعفر بن سليمان الضبعي المتوفى 178 .\r\nتذكرة الحفاظ 1 : 241 . خلاصة تهذيب الكمال : 54 . شذرات الذهب 1 : 288 .\r\nالعبر 1 : 271 . ميزان الاعتدال 1 : 408 . طبقات الحفاظ : 105 .\r\n( 74 ) - أبو هارون العبدي عمارة بن جوين البصري مات 134 .\r\nتهذيب التهذيب 7 : 412 . شذرات الذهب 1 : 191 . ميزان الاعتدال 3 : 173 . الغدير 1 : 69 .\r\n( 75 ) - أبو سعيد سعد بن مالك الأنصاري الخزرجي المدني المتوفى 74 .\r\nأسد الغابة 6 : 142 . تاريخ بغداد 1 : 180 . تذكرة الحفاظ 1 : 44 . الشذرات 1 : 81 .\r\nالعبر 1 : 84 . النجوم الزاهرة 1 : 192 . طبقات الحفاظ : 11 . تهذيب التهذيب 3 : 479 . الغدير 1 : 42 . وفيات الأعيان 2 : 392 . الإصابة 2 : 35 ترجمة 3196 . مرآة الجنان 1 : 155 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالحديث عن الأعمش ، عن أبي صالح عن أبي سعيد « 76 » .\r\nورواه الحاكم في صحيحه عن أبي ذر ، ولفظه : ما كنا نعرف المنافقين الا بتكذيبهم اللّه ، ورسوله ، والتخلف عن الصلاة ، والبغض لعلى بي أبى طالب . وقال : صحيح على شرط البخاري ، ومسلم ، ولم يخرجاه « 77 » .\r\nأخبرنا الإمام العلامة شيخ الاسلام أبو العباس أحمد بن الحسن الحنبلي القاضي « 78 » في جماعة آخرين مشافهة ، عن الامام القاضي سليمان ابن حمزة الدمشقي « 79 » أخبرنا محمد بن فتيان البغدادي في كتابه ، أخبرنا الإمام أبو موسى محمد بن أبي بكر الحافظ ، أخبرنا أبو سعد محمد بن الهيثم « 80 » أخبرنا أبو علي الطهراني ، حدثنا أحمد بن موسى ، حدثنا علي بن الحسين بن محمد الكاتب ، حدثنا أحمد بن الحسين الخزار ، حدثنا حصين بن مخارق ، عن زيد بن عطاء بن السائب « 81 » عن أبيه عن ، الوليد بن عبادة بن الصامت « 82 » عن أبيه عبادة بن الصامت « 83 » رضى اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 76 ) - الجامع الصحيح 5 : 635 حديث 3717 .\r\n( 77 ) - المستدرك على الصحيحين 3 : 129 . تاريخ بغداد 2 : 255 . كنز العمال 6 : 394 .\r\nحلية الأولياء 6 : 294 . ذخائر العقبى : 43 . مجمع الزوائد 9 : 133 . كنوز الحقائق : 63 .\r\nالرياض النضرة 2 : 214 . نور الابصار : 72 . الغدير 3 : 182 - 187 .\r\n( 78 ) - من مشايخ المؤلف راجع - المقدمة . . .\r\n( 79 ) - قاضى القضاة تقى الدين أبو الفضل سليمان بن حمزة بن أحمد بن عمر بن أبي عمر محمد بن أحمد بن محمد بن قدامة المقدسي الصالحي الحنبلي المتوفى 715 .\r\nشذرات الذهب 6 : 35 . الدرر الكامنة 2 : 146 . كشف الظنون : 1890 ، الاعلام 3 : 185 . البداية والنهاية 14 : 75 . الدارس 1 : 52 . دول الاسلام 2 : 171 .\r\n( 80 ) - أبو الأحوص محمد بن الهيثم بن حماد القنطرى البغدادي الثقفي مات 279 .\r\nتاريخ بغداد 3 : 362 . شذرات الذهب 2 : 175 . تذكرة الحفاظ 2 : 605 . العبر 2 : 63 .\r\n( 81 ) - الكوفي الثقفي . . .\r\nذكره ابن حبان في الثقات . تهذيب التهذيب 3 : 418 .\r\n( 82 ) - أبو عبادة الوليد بن عبادة بن الصامت الأنصاري توفى في خلافة - عبد الملك ابن مروان . . .\r\nثقة قليل الحديث تابعي . تهذيب التهذيب 11 : 137 . كامل ابن الأثير 4 : 525 .\r\nطبقات ابن سعد 8 : 381 .\r\n( 83 ) - أبو الوليد عبادة بن الصامت بن قيس بن اصرم بن فهر بن قيس بن ثعلبة بن غنم بن سالم بن عوف بن عمرو بن عوف بن الخزرج الأنصاري المدني مات 34 .\r\nتهذيب التهذيب 5 : 111 . الشذرات 1 : 40 . الكامل لابن الأثير 3 : 77 ، 95 ، 114 ، 153 . الطبقات الكبرى 8 : 417 ، 434 ، 435 ، الإصابة 2 : 268 أسد الغابة 3 : 106 . جمهرة انساب العرب : 354 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nعنه قال : كنا نبور أولادنا بحب علي بن أبي طالب رضى اللّه عنه ، فإذا رأينا أحدهم لا يحب علي بن أبي طالب ، علمنا أنه ليس منا ، وانه لغير رشده .\r\nقوله : لغير رشده ، هو بكسر الراء ، واسكان الشين المعجمة ، ولد زنا . وهذا مشهور من قديم وإلى اليوم انه ما يبغض عليا رضى اللّه عنه الا ولد زنا .\r\nوروينا ذلك أيضا ، من أبي سعيد الخدري رضى اللّه عنه ، ولفظه :\r\nكنا معشر الأنصار نبور أولادنا بحبهم عليا رضى اللّه عنه ، فإذا ولد فينا مولود فلم يحبه عرفنا انه ليس منا .\r\nقوله : نبور ، بالنون والباء الموحدة وبالراء أي نختبر ونمتحن « 84 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 84 ) - الرياض النضرة 2 : 215 . الجامع الصحيح 2 : 299 . حلية الأولياء 6 : 295 .\r\nالفصول المهمة : 126 . مطالب السئول : 17 . الصواعق المحرقة : 73 . الاستيعاب 3 : 46 - هامش الإصابة . . . مجمع الزوائد 9 : 132 . نظم درر السمطين : 102 . تذكرة سبط ابن الجوزي :\r\n17 . الغدير 3 : 182 . وفي تاريخ الخطيب البغدادي 7 : 453 حكم عمر بن الخطاب بنفاق رجل رئاه يسب عليا وقال : انى أظنك منافقا .\r\nولما كان الحديث هذا لم يرق ذوى النفوس المريضة من أذناب بنى أمية والقابعين في ركابهم صحفوا الحديث هذا وحرفوه وأخرجوه عن حالته الواقعية الجميلة واثبتوه هكذا :\r\nوروى جعفر بن زياد عن أبي هارون العبدي عن أبي سعيد الخدري ، قال : كنانبور ايماننا بحب علي بن أبي طالب ، فمن أحبه عرفنا انه منا . شرح ابن أبي الحديد 4 : 110 . فإنها لا تعمى الابصار ولكن تعمى القلوب التي في الصدور .\r\nوإلى الحديث هذا أشار جعفر الدور يستى بن محمد بن أحمد بن العباس بن محمد -\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوأخبرنا الحافظ أبو بكر بن المحب « 85 » شيخنا مشافهة غير مرة أخبرتنا أم محمد ابنة الكمال أحمد « 86 » بمنزلها ( بسفح قاسيون ) « 87 » أخبرنا أبو المظفر بن المنى في كتابه ، أخبرنا محمد بن أبي بكر الحافظ ، أخبرنا أبو سعيد محمد بن الهيثم بن محمد ، أخبرنا أبو علي الطهراني ، حدثنا ، أحمد بن موسى ، حدثنا محمد بن أحمد بن علي ، حدثنا إسحاق بن محمد ابن الحسن الابنوسى ، سمعت مسروق بن المرزبان « 88 » يقول : سمعت شريك بن عبد اللّه « 89 » يقول : إذا رأيت الرجل لا يحب علي بن أبي طالب رضى اللّه عنه فاعلم أن أصله يهودي « 90 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- العبسي وكان حيا قبل 460 بقوله :\r\n بغض الوصي علامة معروفة * كتبت على جبهات أولاد الزنا\r\nمن لم يوال من الأنام وليه * سيان عند اللّه صلى أم زنى \r\n( 85 ) - من شيوخ المؤلف وقد ترجمنا له في المقدمة .\r\n( 86 ) - زينب بنت الكحال أحمد بن عبد الرحيم المقدسة توفيت 740 .\r\nالمراة الصالحة ومسندة الشام تكاثروا عليها في السماع وتفردت وردت كتبا كبارا توفيت عن اربع وتسعين سنة .\r\nشذرات الذهب 6 : 126 .\r\n( 87 ) - الجبل المشرف على مدينة دمشق . معجم البلدان 4 : 295 .\r\n( 88 ) - أبو سعيد مسروق بن المرزبان بن مسروق بن معدان الكندي الكوفي المتوفى 240 .\r\nذكره ابن حبان في التقات ، وقال أبو حاتم : يكتب حديثه .\r\nتهذيب التهذيب 10 : 112 . ميزان الاعتدال 4 : 98 وفيه : صدوق معروف .\r\n( 89 ) - أبو عبد اللّه شريك بن عبد اللّه بن أبي شريك العاصمي النخعي الكوفي المتوفى 195 .\r\nتاريخ بغداد 9 : 279 . تذكرة الحفاظ 1 : 232 . خلاصة تهذيب الكمال : 140 . شذرات الذهب 1 : 287 . العبر 1 : 270 . طبقات الحفاظ : 98 . وفيات الأعيان 2 : 264 . تهذيب التهذيب 4 : 333 . الكامل في التاريخ 5 : 610 . جمهرة انساب العرب : 415 .\r\n( 90 ) - مأخوذ من الحديث النبوي الوارد عن جابر بن عبد اللّه الأنصاري قال : خطبنا رسول اللّه صلى اللّه عليه وسلم فسمعته وهو يقول : أيها الناس من أبغضنا أهل البيت حشر اللّه يوم القيامة يهوديا ، فقلت : يا رسول اللّه وان صام وصلى ؟ قال : وان صام وصلى وزعم أنه مسلم . مجمع الزوائد 9 : 172 . شواهد التنزيل 1 : 379 . ابن عساكر 20 : 52 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nأخبرنا عمر بن اميلة شيخنا أخبرنا الفخر بن أحمد ، أخبرنا عمر بن محمد الدار قزى « 91 » أخبرنا أبو الفتح الهروي ، أخبرنا محمود ابن القاسم « 92 » ، أخبرنا ابن جراح « 93 » ، أخبرنا ابن محبوب « 94 » أخبرنا أبو عيسى الحافظ « 95 » حدثنا يوسف بن موسى القطان ، حدثنا علي بن قادم ، حدثنا علي بن صالح بن حيى « 96 » عن حكيم بن جبير « 97 » عن جميع بن عمر التيمي « 98 » عن ابن عمر رضى اللّه عنهما ، قال : آخى رسول اللّه صلى اللّه عليه وسلم بين أصحابه فجاء على تدمع عيناه ، فقال : يا رسول اللّه آخيت بين أصحابك ولم تواخ بيني وبين أحد ، فقال رسول اللّه صلى اللّه عليه وسلم : أنت أخي في الدنيا والآخرة .\r\nرواه الترمذي في الجامع وقال : حسن غريب « 99 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 91 ) - أبو جعفر عمر بن محمد بن معمر الدار قزى المؤدب المتوفى 607 .\r\nشذرات الذهب 5 : 26 .\r\n( 92 ) - أبو عامر محمود بن القاسم بن أبي منصور محمد بن محمد بن عبد اللّه بن محمد المهلبي الأزدي الهروي المتوفى 487 .\r\nشذرات الذهب 3 : 382 . مرآة الجنان 3 : 144 .\r\n( 93 ) - أبو الحسن علي بن عيسى بن داود بن الجراح البغدادي مات 334 .\r\nشذرات الذهب 2 : 336 . طبقات الحفاظ : 323 . الكامل في التاريخ 8 : 183 - 185 .\r\nمرآة الجنان 2 : 316 . تاريخ بغداد 12 : 14 .\r\n( 94 ) - أبو العباس محمد بن أحمد بن محبوب المروزي المتوفى 346 .\r\n( 95 ) - محمد بن عيسى بن سورة بن الضحاك الحافظ الترمذي .\r\n( 96 ) - أبو الحسن علي بن صالح بن صالح بن حي الهمداني المتوفى 151 .\r\nتهذيب التهذيب 7 : 332 . ميزان الاعتدال 3 : 132 وفيه : وثقه يحيى بن معين ، والنسائي .\r\n( 97 ) - حكيم بن جبير الأسدي الكوفي مولى الحكم بن أبي العاص الثقفي . . .\r\nتهذيب التهذيب 2 : 445 . ميزان الاعتدال 1 : 583 .\r\n( 98 ) - أبو الأسود جميع بن عمير بن عفان التيمي الكوفي مات . . .\r\nتابعي قال أبو حاتم : محل الصدق صالح الحديث . وقال العجلي ، تابعي ثقة . تهذيب التهذيب 2 : 111 . ميزان الاعتدال 1 : 421 .\r\n( 99 ) - حديث الموآخاة من الأحاديث الثابتة الصحيحة التي ذكرها الأئمة والحفاظ وتجده في : الجامع الترمذي 2 : 213 . مصابيح السنة 2 : 199 . المستدرك للحاكم 3 : 14 . -\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nأخبرنا أحمد بن محمد بن الحسين البناء ، مشافهة غير مرة عن علي بن أحمد المقدسي ، أخبرنا أبو الفتوح الأصبهاني في كتابه منها أخبرنا إسماعيل بن محمد الطلحي « 100 » الحافظ أخبرنا أبو بكر بن خلف ، أخبرنا أبو عبد اللّه الحافظ ، أخبرنا أبو العباس المحبوبي ، حدثنا أبو حفص عمرو بن الحسن الراسبي ، حدثنا أبو عوانة « 101 » عن أبي بشر ، عن سعيد بن جبير عن عائشة رضى اللّه عنها ، ان النبي صلى اللّه عليه وسلم قال : أنا سيد ولد آدم وعلى سيد العرب .\r\nاخرجه الحاكم في صحيحه المستدرك ، وقال : صحيح الاسناد ولم يخرجاه « 102 » .\r\nوله شاهد من حديث عروة عن عائشة ، حدثناه أبو بكر محمد بن جعفر القارى ، حدثنا أحمد بن عبيد بن ناصح ، حدثنا الحسين بن علوان ، عن هشام بن عروة عن أبيه عن عائشة رضى اللّه عنها ، قالت :\r\nقال رسول اللّه صلى اللّه عليه وسلم ، ادعوا إلى سيد العرب فقلت : يا رسول اللّه ألست سيد العرب ؟ فقال : أنا سيد ولد آدم وعلى سيد العرب « 103 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- الاستيعاب 2 : 460 . تيسير الوصول 3 : 271 . الرياض النضرة 2 : 167 . الفصول المهمة :\r\n22 ، 29 . تذكرة السبط : 13 ، 15 . الصواعق : 73 ، 75 . البداية والنهاية 7 : 335 . تاريخ الخلفاء : 114 . الإصابة 2 : 507 . شرح المواهب 1 : 373 . كنز العمال 6 : 390 . تاريخ الخطيب 12 : 268 . مجمع الزوائد 9 : 111 . فيض القدير 4 : 355 . مناقب الخوارزمي : 83 .\r\nحلية الأولياء 1 : 67 . كفاية الطالب : 195 . ذخاير العقبى : 91 . خصائص النسائي : 32 .\r\nالغدير 3 : 112 - 124 .\r\n( 100 ) - أبو القاسم إسماعيل بن محمد بن الفضل بن علي القرشي الطلحي الأصبهاني المتوفى 535 .\r\nالبداية والنهاية 12 : 217 . بغية الوعاة 455 . تذكرة الحفاظ 4 : 1277 . شذرات الذهب 4 : 105 . طبقات المفسرين 1 : 112 . العبر 4 : 94 . مرآة الجنان 3 : 263 . المنتظم .\r\n10 : 90 . النجوم الزاهرة 5 : 267 . طبقات الحفاظ : 463 .\r\n( 101 ) - الوضاح بن عبد اللّه الواسطي البزاز اليشكري .\r\n( 102 ) - المستدرك على الصحيحين 3 : 124 . كنز العمال 6 : 157 .\r\n( 103 ) - المستدرك على الصحيحين 3 : 124 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nقال : وله شاهد ثالث من حديث جابر ، حدثناه أبو عبد اللّه محمد ابن أحمد بن موسى القاضي الخازن ، من أصل كتابه ، حدثنا إبراهيم ابن مالك الزعفراني ، حدثنا سهل بن عثمان العسكري ، حدثنا المسيب ابن شريك ، حدثنا عمر بن موسى الوجيهى ، عن أبي الزبير عن جابر ، قال : قال رسول اللّه صلى اللّه عليه وسلم : ادعو إلى سيد العرب فقالت عائشة :\r\nالست سيد العرب ؟ قال أنا سيد ولد آدم وعلى سيد العرب « 104 » .\r\nأخبرنا أبو عبد اللّه محمد بن عبد اللّه الصفوي « 105 » قراءة عليه بجامع دمشق ، أخبرنا الامام أبو الحسين علي بن الشيخ الإمام محمد اليونينى « 106 » وأبو عبد اللّه محمد بن أبي العز بن مشرف الأنصاري سماعا ، قال : لخبرنا أبو عبد اللّه الحسين بن مبارك الزبيدي « 107 » ، أخبرنا أبو الوقت عبد الأول بن شعيب السجزي « 108 » ، أخبرنا أبو الحسن عبد الرحمن بن محمد الداودي « 109 » ، أخبرنا أبو محمد عبد اللّه بن أحمد بن حمويه « 110 » ، أخبرنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 104 ) - حلية الأولياء 1 : 63 بسنده عن الحسن بن علي عليهما السلام . الرياض النضرة 2 : 177 وقال : خرجه الفضائلى والخجندى : مجمع الزوائد 9 : 131 وقال : رواه الطبراني .\r\nوحلية الأولياء 5 : 38 بسنده عن الحسين بن علي عليهما السلام . تاريخ بغداد 11 : 89 بسنده عن سلمة بن كهيل . مجمع الزوائد 9 : 116 بسنده عن انس بن مالك . الصواعق المحرقة : 73 قال : وروى البيهقي . نزل الأبرار - خ .\r\n( 105 ) - من شيوخ المؤلف .\r\n( 106 ) - أبو الحسين علي بن محمد بن أحمد اليونينى الحنبلي المتوفى 701 .\r\nشيخ بعلبك الحافظ .\r\nشذرات الذهب 6 : 3 . تذكرة الحفاظ 4 : 1500 . الدرر الكامنة 3 : 171 . طبقات الحفاظ : 516 . مرآة الجنان 4 : 235 .\r\n( 107 ) - أبو على الحسين بن المبارك بن محمد بن يحيى بن مسلم بن موسى بن عمران الربيعي الزميرى الحنفي المتوفى 629 / 631 .\r\nالشذرات 5 : 130 . البداية والنهاية 13 : 133 . معجم المؤلفين 4 : 42 .\r\n( 108 ) - عبد الأول بن شعيب / عيسى السجزي الهروي الماليسنى مات 553 .\r\nطبقات الحفاظ : 482 . الشذرات 2 : 166 . مرآة الجنان 3 : 304 .\r\n( 109 ) - أبو الحسن عبد الرحمن بن محمد بن محمد بن المظفر بن محمد بن داود بن أحمد بن معاذ بن سهل بن الحكم الداودي البوشجى المتوفى 467 .\r\nشذرات الذهب 3 : 327 . مرآة الجنان 3 : 95 . المنتظم 8 : 496 . طبقات الشافعية - 3 : 228 . فوات الوفيات 1 : 262 . النجوم الزاهرة 5 : 99 .\r\n( 110 ) - أبو محمد عبد اللّه بن أحمد بن حمويه بن يوسف بن أعين السرخسي المتوفى 381 .\r\nشذرات الذهب 3 : 100 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nأبو عبد اللّه محمد بن يوسف بن مطر الفربري « 111 » حدثنا الإمام أبو عبد اللّه محمد بن إسماعيل الجعفي « 112 » حدثنا قتيبة بن سعيد ، حدثنا عبد العزيز ابن أبي حازم « 113 » عن سهل بن سعد « 114 » ان رسول اللّه صلى اللّه عليه وسلم ، قال : لا عطين الراية غدا يفتح اللّه على يديه ، يحب اللّه ورسوله ، ويحبه الله ورسوله ، قال : فبات الناس يدوكون ليلتهم أيهم يعطاها ، فلما أصبح الناس غدوا على رسول اللّه صلى اللّه عليه وسلم كلهم يرجون أن يعطاها : فقال : أين علي بن أبي طالب ؟ فقالوا : هو يشتكى عينيه يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 111 ) - أبو عمر محمد بن يوسف بن يعقوب بن إسماعيل الأزدي البغدادي مات 320 .\r\nشذرات الذهب 2 : 286 . طبقات الحفاظ : 248 ، 249 ، مرآة الجنان 2 : 281 . تاريخ بغداد 3 : 401 .\r\n( 112 ) - أبو عبد اللّه محمد بن إسماعيل بن إبراهيم بن المغيرة الجعفي البخاري المتوفى 256 . صاحب الصحيح .\r\nاللباب 1 : 282 . تاريخ بغداد 2 : 4 . تذكرة الحفاظ 2 : 555 . تهذيب التهذيب 9 : 47 .\r\nشذرات الذهب 2 : 134 . طبقات الحنابلة 1 : 271 . طبقات الشافعية 2 : 212 . طبقات المفسرين 2 : 100 . العبر 2 : 12 . النجوم الزاهرة 3 : 25 . هدية العارفين 2 : 16 . الوافي بالوفيات 2 : 206 . طبقات الحفاظ : 248 . الكنى والألقاب 2 : 71 . تهذيب الأسماء واللغات 1 : 67 .\r\nاللباب 1 : 231 . الكامل في التاريخ 7 : 79 . البداية والنهاية 11 : 24 . مرآة الجنان 2 : 167 .\r\nمفتاح لسعادة 412 . روضات الجنات 7 : 278 . معجم البلدان 1 : 355 .\r\n( 113 ) - أبو تمام عبد العزيز بن أبي حازم سلمة بن دينار المتوفى 184 .\r\nتذكرة الحفاظ 1 : 268 . تهذيب التهذيب 6 : 333 . خلاصة تهذيب الكمال : 202 .\r\nشذرات الذهب 1 : 306 . طبقات ابن سعد 5 : 313 . العبر 1 : 289 . ميزان الاعتدال 2 : 626 .\r\nطبقات الحفاظ : 114 . مرآة الجنان 1 : 396 .\r\n( 114 ) - أبو العباس سهل بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج بن ساعدة بن كعب بن الخزرج الأنصاري الساعدي مات 88 / 91 / 96 .\r\nتهذيب التهذيب 4 : 252 . شذرات الذهب 1 : 99 . طبقات الحفاظ : 42 ، 53 . الإصابة 2 : 88 ترجمة : 3533 . الكامل في التاريخ 1 : 14 . طبقات ابن سعد 3 : 625 وج 5 : 43 .\r\nجمهرة انساب العرب : 366 . تاريخ الخلفاء : 225 . مرآة الجنان 1 : 180 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nرسول اللّه ، قال : فأرسلوا اليه فأتوني به فلما جاء بصق في عينيه ودعاله فبرأ حتى كأنه لم يكن به وجع فأعطاه الراية .\r\nالحديث متفق على صحته ، وهذا الحديث هو الصحيح في اعطاء الراية لعلى رضى اللّه عنه ، وما ورد مخالفا فهو موضوع كما نص عليه علماء الحديث رحمهم اللّه « 115 » .\r\nوأخبرنا محمد بن أحمد قراءة عليه ، أخبرنا علي بن أحمد ، أخبرنا حنبل بن عبد اللّه ، أخبرنا أبو القاسم الشيباني ، أخبرنا ابن المذهب ، أخبرنا ابن مالك ، أخبرنا عبد اللّه بن أحمد ، حدثني أبى ، حدثنا وكيع ، عن ابن أبي ليلى ، عن المنهال عن عبد الرحمن بن أبي ليلى ، قال : كان أبى يسمر مع علي ، وكان يلبس ثياب الصيف في الشتاء ، وثياب الشتاء في الصيف ، فقيل له : لو سألته ، قال : فسألته ، فقال : ان رسول اللّه صلى اللّه عليه وسلم بعث إلى وأنا أرمد العين يوم خيبر ، فقلت يا رسول اللّه :\r\nانى أرمد العين ، فتفل في عيني وقال : اللهم اذهب عنه الحر والبرد ، فما وجدت حرا ولا بردا منذ يومئذ ، وقال : لا عطين الراية رجلا يحب اللّه ورسوله ، ويحبه اللّه ورسوله ليس بفرار فتشرف لها أصحاب رسول اللّه صلى اللّه عليه وسلم فأعطنيها .\r\nرواه ابن ماجة في سننه عن عثمان بن أبي شيبة عن وكيع فوقع لنا بد لا عاليا وللّه الحمد « 116 » .\r\nقال : فتشرف لها ، أي تطلع وتعرض .\r\nأخبرتنا الشيخة أم محمد ست العرب ، ابنة محمد بن علي بن أحمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 115 ) - اجمع أئمة الحديث وحفاظه على صحته وتواتره كما جاء في سنن البيهقي 6 : 362 . حلية الأولياء 1 : 26 . مسند أحمد بن حنبل 5 : 22 . كنز العمال 5 : 284 . الرياض النضرة 2 : 185 . تاريخ بغداد 8 : 5 . صحيح الترمزى 2 : 300 . مجمع الزوائد 9 : 124 .\r\nالمستدرك للحاكم 3 : 38 . تاريخ الطبري 2 : 300 . فضائل الخمسة 2 : 161 - 178 وفيه جميع طرقه وأسانيده بصورة مبسطة .\r\n( 116 ) - سنن ابن ماجة 1 : 43 حديث 117 . مجمع الزوائد 9 : 122 . الرياض النضرة 2 : 189 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالمقدسية فيما شافهتنى به ، قال : أخبر ناجدى « 117 » المذكور عن أبي سعد الصفار « 118 » أخبرنا أبو القاسم الشحامي ، أخبرنا أبو بكر الحافظ ، أخبرنا أبو عبد اللّه بن البيع الحافظ « 119 » أخبرنا الحسن بن محمد بن إسحاق الأسفرايني « 120 » حدثني أبو الحسن محمد بن أحمد بن البراء « 121 » حدثنا علي بن عبد اللّه بن جعفر المديني ، حدثني أبى « 122 » أخبرني سهيل ابن أبي صالح « 123 » عن أبيه « 124 » عن أبي هريرة ، قال : قال عمر بن الخطاب رضى اللّه عنه : لقد أعطى علي بن أبي طالب ثلاث خصال لان يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 117 ) - أبو الحسن علي بن أحمد بن عبد الدايم بن نعمة المقدسي الحنبلي المتوفى 699 .\r\nشذرات الذهب 5 : 451 .\r\n( 118 ) - أبو سعد بن الصفار عبد اللّه بن عمر بن أحمد بن منصور النيسابوري الشافعي مات 600 .\r\nشذرات الذهب 4 : 345 .\r\n( 119 ) - أبو عبد اللّه محمد بن عبد اللّه محمد بن حمدويه بن نعيم الضبي الحاكم النيسابوري مات 405 .\r\nالبداية والنهاية 11 : 355 . تاريخ بغداد 5 : 473 . تذكرة الحفاظ 3 : 1093 . الجواهر المضيئة 2 : 65 . شذرات الذهب 3 : 176 . طبقات السبكي 4 : 155 . طبقات القراء 2 : 184 .\r\nالعبر 3 : 91 . لسان الميزان 5 : 232 . المنتظم 7 : 274 . ميزان الاعتدال 3 : 608 . النجوم الزاهرة 4 : 238 . الوافي بالوفيات 3 : 320 . طبقات الحفاظ : 409 .\r\n( 120 ) - أبو محمد الحسن بن محمد بن إسحاق الأسفرائيني مات 346 .\r\nشذرات الذهب 2 : 208 . تاريخ بغداد 1 : 281 .\r\n( 121 ) - أبو الحسن محمد بن أحمد البراالعبدى البغدادي المتوفى 291 شذرات الذهب 2 : 258 تاريخ بغداد 1 : 281 .\r\n( 122 ) - عبد اللّه بن جعفر المدني المخرمي مات 170 .\r\nشذرات الذهب 1 : 278 .\r\n( 123 ) - أبو يزيد سهيل بن أبي صالح ذكوان السمان المدني المتوفى 38 .\r\nتهذيب التهذيب 4 : 263 . شذرات الذهب 1 : 208 وفيه : كان ثقة مشهورا كثير الحديث اخذ عنه مالك . طبقات الحفاظ : 55 ، 57 ، 99 ، 104 ، 107 ، 115 . جمهرة انساب العرب : 234 .\r\n( 124 ) - أبو صالح ذكوان السمان الزيات المدني المتوفى 101 .\r\nثقة من اجل الناس وأوثقهم . ثقة صالح يحتج بحديثه . تهذيب التهذيب 3 : 219 .\r\nمرآة الجنان 1 : 211 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nفي خصلة منهن أحب إلى من أن اعطى حمر النعم ، قيل : وما هن ؟ قال :\r\nتزوجه فاطمة بنت رسول اللّه صلى اللّه عليه وسلم ، وسكناه بالمسجد مع رسول اللّه صلى اللّه عليه وسلم يحل له فيه ما يحل له ، والراية يوم خيبر .\r\nاخرجه الحاكم في صحيحه وقال : صحيح الاسناد ولم يخرجاه « 125 » .\r\nأخبرنا أبو العباس أحمد بن الطحان المقرئ شيخنا مشافهة عن محمد بن محمد بن محمد الشيرازي « 126 » أخبرنا محمود بن إبراهيم بن مندة الحافظ في كتابه من أصبهان ، أخبرنا محمد بن أبي بكر الحافظ أخبرنا الشيخ أبو سعد محمد بن الهيثم بن محمد ، أخبرنا أبو الحسين أبن أبى القاسم ، حدثنا أحمد بن موسى ، حدثنا أحمد بن محمد بن السرى الكوفي « 127 » حدثنا الحسين بن جعفر القرشي ، حدثنا جندل بن والق « 128 » حدثنا محمد بن عمر الكناسي « 129 » عن جعفر بن محمد « 130 » عن أبيه « 131 » عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 125 ) - المستدرك على الصحيحين 3 : 437 ، 125 . مسند أحمد بن حنبل 2 : 26 بسنده عن ابن عمر . كنز العمال 6 : 408 . مجمع الزوائد 9 : 115 .\r\n( 126 ) - أبو نصر محمد بن محمد بن محمد بن سهيل بن الشيرازي الدمشقي المتوفى 723 .\r\nشذرات الذهب 6 : 62 . مرآة الجنان 4 : 270 وفيه : شمس الدين محمد بن محمد بن محمد بن هبة اللّه بن الشيرازي .\r\n( 127 ) - أبو بكر أحمد بن محمد بن السرى بن يحيى بن السرى بن أبي دارم التميمي الكوفي مات 352 .\r\nتذكرة الحفاظ 3 : 884 . ميزان الاعتدال 1 : 139 . طبقات الحفاظ : 362 . شذرات الذهب 3 : 11 وفيه : كان محدث الكوفة وحافظها .\r\n( 128 ) - أبو عبد اللّه جندل بن والق بن هجرس التغلبي الكوفي مات 226 .\r\nذكره ابن حبان في الثقات .\r\nتهذيب التهذيب 2 : 119 .\r\n( 129 ) - محمد بن عمر الكناسي الكوفي . . .\r\nمن أصحاب الإمام الرضا عليه السلام . تنقيح المقال 3 : 165 . جامع الرواة 2 : 164 .\r\n( 130 ) - الامام أبو عبد اللّه الصادق عليه السلام .\r\n( 131 ) - الإمام محمد الباقر عليه السلام .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nعلي بن الحسين « 132 » عن فاطمة الصغرى « 133 » عن الحسين بن علي رضى اللّه عنهما ، عن فاطمة بنت محمد صلى اللّه عليه وسلم ، ورضى عنها ، قالت :\r\nخرج علينا رسول اللّه صلى اللّه عليه وسلم ، فقال : ان اللّه عز وجل باهى بكم فغفر لكم عامة ، وغفر لعلى خاصة وانى رسول اللّه إليكم غير هائب لقومي ، ولا محاب لقرابتي ، هذا جبريل عليه السلام يخبرني ، ان السعيد كل السعيد حق السعيد من أحب عليا في حياتي وبعد وفاتي « 134 » .\r\nحديث غريب « 135 » رواه الحافظ أبو موسى المديني « 136 » في كتابه ( حجة ذوى الصلابة ) بهذا الاسناد وهذا اللفظ .\r\nأخبرتنا الشيخة أم محمد ، زينب بنت القاسم العجمية فيما شافهتنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 132 ) - الإمام السجاد زين العابدين عليه السلام .\r\n( 133 ) - راوية من راويات الحديث ، روى لها أبو داود والترمذي وابن ماجة وذكرها ابن حبان في الثقات . توفيت 110 .\r\nأعلام النساء 4 : 44 . شذرات الذهب 1 : 139 . تهذيب التهذيب 12 : 442 . الكامل لابن الأثير 6 : 216 الدر المنثور : 361 . طبقات ابن سعد 2 : 246 . مرآة الجنان 1 : 234 .\r\n( 134 ) - ذكر الحديث بنصه الهيثمي في مجمع الزوائد 9 : 132 وقال : رواه الطبراني .\r\nوذكره المتقى الهندي في كنز العمال 6 : 400 وقال : اخرجه الطبراني والبيهقي في فضائل الصحابة وابن الجوزي وذكره علي بن سلطان القارى في مرقاة المصابيح 5 : 565 .\r\nوالمحب الطبري في ذخائر العقبى : 92 وقال : أخرجه أحمد :\r\nوجاء في الرياض النضرة 2 : 189 بعد ذكره الحديث ما لفظه : لا يحبهم الا سعيد الجد طيب المولد ولا يبغضهم الا شقى الجدردى الولادة ،\r\nعن رواته وهل هناك شك وتردد ، ولم اتوصل إلى مفهوم هذه العبارة - حديث غريب -\r\n( 135 ) - واية غرابة بعد ذكر الحفاظ وأئمة الحديث للرواية كما أسلفنا القول الواردة في كتب العامة بعد ذكر حديث في مناقب أهل البيت عليهم السلام .\r\n( 136 ) - أبو موسى محمد بن أبي بكر عمر بن أحمد بن عمر المديني الأصبهاني المتوفى 581 .\r\nالبداية والنهاية 12 : 318 . تذكرة الحفاظ 4 : 1334 . شذرات الذهب 4 : 273 .\r\nطبقات السبكي 6 : 160 . طبقات القراء 2 : 215 . العبر 2 : 246 . مرآة الجنان 3 : 423 .\r\nالنجوم الزاهرة 6 : 101 . الوافي بالوفيات 4 : 246 . طبقات الحفاظ : 475 . تاريخ أبو الفداء 3 : 74 . هدية العارفين 2 : 100 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nبه ، عن أبي الحسن بن أحمد السعدي ، أخبرنا الامام أبو الفتوح العجلي « 137 » في كتابه ، أخبرنا الإمام أبو القاسم التيمي ، أخبرنا أبو بكر بن خلف ، أخبرنا محمد بن عبد اللّه الحافظ ، حدثني أبو قتيبة مسلم بن الفضل الادمى بمكة ، حدثنا محمد بن عثمان بن أبي شيبة « 138 » حدثنا عمى أبو بكر ، حدثنا علي بن ثابت الدهان ، حدثنا الحكم بن عبد الملك « 139 » عن الحارث ابن الحسين ، عن أبي صادق « 140 » عن ربيعة بن ناجذ « 141 » عن علي رضى اللّه عنه ، قال : دعاني رسول اللّه صلى اللّه عليه وسلم ، فقال : يا علي أن فيك من عيسى مثلا أبغضة اليهود حتى بهتوا أمه ، وأحبته النصارى حتى أنزلته بالمنزلة التي ليس بها ، قال : فقال على رضى اللّه عنه ، انه يهلك في محب مطرلى يقرظنى بما ليس في ، ومبغض مفتر يحمله شنآنى على أن يبهتنى ، الا وانى لست بنبي ، ولا يوحى إلى ولكني أعمل بكتاب اللّه ، وبسنة نبيه صلى اللّه عليه وسلم ، ما استطعت له فما أمرتكم من طاعة اللّه فحق عليكم طاعتي فيما أحببتم ، أو كرهتم ، وما أمرتكم بمعصية اللّه أنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 137 ) - شمس الدين محمد بن محمود بن محمد بن عباد العجلي الشافعي مات 588 .\r\nشذرات الذهب 5 : 406 : فوات الوفيات 2 : 265 . مرآة الجنان 4 : 208 . بغية الوعاة :\r\n103 . البداية والنهاية 13 : 315 . حسن المحاضرة 1 : 313 . هدية العارفين 2 : 136 .\r\n( 138 ) - أبو جعفر محمد بن عثمان بن أبي شيبة العبسي الكوفي التوفى 297 .\r\nتاريخ بغداد 2 : 42 . تذكرة الحفاظ 2 : 661 . طبقات الداودي 2 : 192 . العبر 2 : 108 .\r\nميزان الاعتدال 3 : 462 . النجوم الزاهرة 10 : 171 . طبقات الحفاظ : 287 . شذرات الذهب 2 : 226 . مرآة الجنان 2 : 230 . كفاية الطالب : 209 .\r\n( 139 ) - أبو الحسن الحكم بن عبد الملك القرشي البصري الكوفي مات . . .\r\nقال العجلي : ثقة .\r\nتهذيب التهذيب 2 : 431 . ميزان الاعتدال 1 : 576 .\r\n( 140 ) - أبو صادق الأزدي الكوفي . . .\r\nذكره ابن حبان في الثقات . وقال ابن أبي حاتم : أبو صادق مستقيم الحديث .\r\nتهذيب التهذيب 12 : 30 . ميزان الاعتدال 4 : 538 ، وفيه : وثقة يعقوب بن شيبة .\r\n( 141 ) - ربيعة بن ناجذ الأسدي الكوفي الأزدي المتوفى . . .\r\nذكره ابن حبان في الثقات ، وقال العجلي : كوفي تابعي ثقة .\r\nتهذيب التهذيب 3 : 263 . ميزان الاعتدال 2 : 45 . جمهرة انساب العرب : 378 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nأو غيرى فلا طاعة لاحد في معصية اللّه ، انما الطاعة في المعروف « 142 » .\r\nحديث حسن ، رواه الحاكم في صحيحه « 143 » وقال : صحيح الاسناد ولم يخرجاه .\r\nأخبرنا الحسن بن أحمد بن هلال قراءة عليه ، عن علي بن أحمد ابن عبد الواحد ، أخبرنا أحمد بن محمد بن محمد في كتابه من أصبهان ، أخبرنا الحسن بن أحمد بن الحسن المقرئ ، أخبرنا أحمد بن عبد اللّه ابن احمد الحافظ « 144 » أخبرنا أبو أحمد الجرجاني « 145 » أخبرنا الحسن بن سفيان « 146 » أخبرنا عبد الحميد بن بحر ، أخبرنا شريك ، عن سلمة بن كهيل ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 142 ) - شرح ابن أبي الحديد 18 : 282 .\r\n( 143 ) - المستدرك على الصحيحين 3 : 123 . وقال الذهبي : في ذيل الحديث :\r\nالحديث صحيح .\r\n( 144 ) - أبو نعيم أحمد بن عبد اللّه بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني المتوفى 430 .\r\nالحافظ الكبير ، محدث العصر .\r\nالبداية والنهاية 12 : 45 . تذكرة الحفاظ 3 : 1092 . شذرات الذهب 3 : 245 . طبقات السبكي 4 : 18 . طبقات القراء 1 : 71 . العبر 3 : 170 . لسان الميزان 1 : 201 . المنتظم 8 : 100 . ميزان الاعتدال 1 : 111 . النجوم الزاهرة 5 : 30 . طبقات الحفاظ : 423 . وفيات الأعيان 1 : 91 . مرآة الجنان 3 : 52 .\r\n( 145 ) - أبو احمد عبد اللّه بن عدي بن عبد اللّه بن محمد الجرجاني المعروف بابن القطان . مات 365 .\r\nالحافظ وامام عصره ، والفقيه والمحدث والناقد .\r\nاللباب 1 : 280 . البداية والنهاية 11 : 283 . تذكرة الحفاظ 3 : 940 . طبقات السبكي 3 : 315 . العبر 2 : 337 . مرآة الجنان 2 : 371 . طبقات الحفاظ : 380 . هدية العارفين 1 : 447 . شذرات الذهب 3 : 51 . ايضاح المكنون 2 : 274 . كشف الظنون : 2 : 318 . طبقات الشافعية 2 : 233 . معجم المؤلفين 6 : 82 ، وفي صفحات مصادره تصحيف واشتباه وافر لا يمكن الاعتماد عليها .\r\n( 146 ) - أبو العباس الحسن بن سفيان بن عامر بن عبد العزيز بن النعمان بن عطاء الشيباني النسوي المتوفى 303 .\r\nالإمام الحافظ ، شيخ خراسان ، مقدما في الثبت والكثرة والفهم والفقه والأدب ليس له في الدنيا نظير .\r\nتذكرة الحفاظ 2 : 703 . العبر 2 : 124 . شذرات الذهب 2 : 241 . المنتظم 6 : 132 . -\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعن الصنابحي « 147 » عن علي رضى اللّه عنه ، قال : قال رسول اللّه صلى الله عليه وسلم : أنا دار الحكمة وعلى بابها « 148 » .\r\nرواه الترمذي في جامعه ، عن إسماعيل بن موسى ، حدثنا محمد ابن رومى ، حدثنا شريك ، عن سلمة بن كهيل ، عن سويد بن غفلة ، عن الصنابحي ، عن علي ، وقال : حديث غريب . ورواه بعضهم عن شريك ، ولم يذكر وافيه عن الصنابحي ، قال : ولا يعرف هذا الحديث عن واحد من الثقات غير شريك ، وفي الباب عن ابن عباس انتهى « 149 » .\r\nقلت : ورواه بعضهم عن شريك ، عن سلمة ولم يذكر فيه عن سويد « 150 » .\r\nورواه الأصبغ بن نباته ، والحارث عن علي نحوه « 151 » .\r\nورواه الحاكم من طريق مجاهد ، عن ابن عباس عن النبي صلى اللّه عليه وسلم ، ولفظه : أنا مدينة العلم وعلى بابها فمن أراد العلم فليأتها من بابها .\r\nوقال الحاكم : صحيح الاسناد ولم يخرجاه « 152 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- طبقات السبكي 2 : 210 . النجوم الزاهرة 3 : 189 . كشف الظنون : 55 ، 1682 . ايضاح المكنون 2 : 482 . مرآة الجنان 2 : 241 .\r\n( 147 ) - أبو عبد اللّه عبد الرحمن بن عسيلة بن عسل بن عسال المرادي الصنابحي مات . . .\r\nقال ابن سعد : كان ثقة قليل الحديث . وذكره ابن حبان في الثقات . وقال العجلي :\r\nشامي تابعي ثقة .\r\nتهذيب التهذيب 6 : 229 . اللباب 2 : 247 . تقريب التهذيب 1 : 491 . كفاية الطالب :\r\n118 .\r\n( 148 ) - ذكره الأئمة والحفاظ واجمعوا على صحته كما في صحيح الترمذي 5 : 637 .\r\nحلية الأولياء 1 : 64 . تاريخ بغداد 11 : 204 . كنز العمال 6 : 401 . الرياض النضرة 2 : 200 .\r\nفتح الملك العلى : 55 . المناقب ابن المغازلي : 86 . ينابيع المودة : 71 . مصابيح السنة 2 : 275 .\r\nمشكاة المصابيح : 563 . كفاية الطالب : 119 .\r\n( 149 ) - الجامع الصحيح 5 : 637 - 638 حديث : 3723 .\r\n( 150 ) - مناقب ابن المغازلي : 87 .\r\n( 151 ) - حلية الأولياء 1 : 64 . ثم قال : وقال ابن جرير ، هذا خبر عندنا صحيح سنده .\r\n( 152 ) - المستدرك على الصحيحين 3 : 126 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nورواه أيضا من حديث جابر بن عبد اللّه ، ولفظه : أنا مدينة العلم وعلى بابها فمن أراد العلم فليأت الباب « 153 » .\r\nأخبرنا أبو علي بن هلال سماعا ، أنبأنا أبو الحسن ابن البخاري ، أخبرنا القاضي أبو المكارم الأصبهاني في كتابه ، أخبرنا أبو علي الحداد « 154 » أخبرنا أبو نعيم الحافظ ، أخبرنا أبو أحمد الغطريفى « 155 » حدثني أبو الحسين بن أبي مقاتل ، أخبرنا محمد بن عبيد بن عتبة أخبرنا محمد بن علي الوهبى الكوفي ، أخبرنا أحمد بن عمران بن سلمة وكان ثقة عدلا مرضيا ، أخبرنا سفيان الثوري ، عن منصور « 156 » عن إبراهيم عن علقمة « 157 » عن عبد اللّه ، قال : كنت عند النبي صلى اللّه عليه وسلم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 153 ) - المستدرك على الصحيحين 3 : 127 . تاريخ بغداد 4 : 348 . أسد الغابة 4 : 22 .\r\nتهذيب التهذيب 6 : 320 . كنز العمال 6 : 152 . فيض القدير 3 : 46 . مجمع الزوائد 9 : 114 . الرياض النضرة 2 : 193 . كنوز الحقائق : 43 . الصواعق المحرقة : 73 . وقد افرد امام الحفاظ وسيد المحدثين مير حامد حسين الموسوي الهندي اللكهنوي المتوفى 1306 مجلدين ضخمين حول طرق الحديث وسنده ، وهما من مجلدات كتابه المقدس - العبقات . . . الغدير 3 : 95 . كفاية الطالب : 220 . فتح الملك العلى بصحة حديث مدينة العلم على . نرل الأبرار بماصح في مناقب أهل البيت الأطهار .\r\n( 154 ) - أبو على أحمد بن السندي البغدادي الحداد المتوفى 359 .\r\nقال أبو نعيم : كان يعد من الابدال .\r\nشذرات الذهب 3 : 28 .\r\n( 155 ) - أبو احمد محمد بن أحمد بن الحسين بن القاسم بن السرى بن القطريف بن الجهم العبدي الجرجاني المتوفى 377 .\r\nكان من علماء المحدثين ومتقنيهم ، صواما صالحا ثقة .\r\nتذكرة الحفاظ 3 : 971 . شذرات الذهب 3 : 90 . العبر 3 : 5 . اللباب 2 : 157 . طبقات الحفاظ : 387 . ايضاح المكنون 2 : 64 . اللباب 2 : 175 . لسان الميزان 5 : 35 . مرآة الجنان 2 : 408 .\r\n( 156 ) - أبو المغيرة منصور بن زاذان الواسطي الثقفي مات 128 .\r\nنكت الهميان : 212 . تذكرة الحفاظ 1 : 141 . تهذيب التهذيب 10 : 306 . خلاصة تهذيب الكمال : 332 . العبر 1 : 174 . شذرات الذهب 1 : 181 . طبقات الحفاظ : 58 . الكامل في التاريخ 5 : 377 .\r\n( 157 ) - أبو شبل علقمة بن قيس بن عبد اللّه بن مالك النخعي الكوفي المتوفى 61 / 63 / 65 / 72 . -\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nفسئل عن علي رضى اللّه عنه ، فقال : قسمت الحكمة عشرة اجزاء فأعطى على تسعة أجزاء والناس جزءا واحدا .\r\nكذا رواه الحافظ أبو نعيم في الحلية « 158 » .\r\nوأخبرنا الحسن بن أحمد ، عن علي بن أحمد ، أخبرنا محمد بن أحمد اللبان كتابة ، أخبرنا الحسن بن أحمد المقرئ ، أخبرنا أحمد بن عبد اللّه الحافظ ، حدثنا عبد اللّه بن جعفر بن الهيثم ، أخبرنا جعفر بن محمد الصايغ « 159 » ، أخبرنا قبيضة بن عقبة ، أخبرنا سفيان ، عن حبيب بن أبي ثابت « 160 » عن سعيد بن جبير « 161 » عن ابن عباس رضى اللّه عنه ، قال :\r\nقال عمر رضى اللّه عنه ، على أقضانا وأبى اقرأنا « 162 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- تاريخ بغداد 12 : 296 . تذكرة الحفاظ 1 : 48 . تهذيب التهذيب 7 : 276 . خلاصة تهذيب الكمال : 239 . طبقات القراء 1 : 44 . العبر 1 : 66 . مرآة الجنان 1 : 137 . النجوم الزاهرة 1 : 157 . شذرات الذهب 1 : 70 . طبقات الحفاظ : 12 . جمهرة انساب العرب : 416 .\r\n( 158 ) - حلية الأولياء 1 : 64 . كنزل العمال 6 : 154 وفيه : اخرجه أبو نعيم في حليته ، والأزدي وأبو على الحسين بن علي البروعى في معجمه ، وابن النجار ، وابن الجوزي عن ابن مسعود .\r\n( 159 ) - أبو محمد جعفر بن محمد بن شاكر الصائغ البغدادي المتوفى 279 .\r\nكان زاهدا عابدا ثقة ينفع الناس ويعلمهم الحديث .\r\nشذرات الذهب 2 : 174 . تهذيب التهذيب 2 : 102 . مرآة الجنان 2 : 193 . تاريخ بغداد 7 : 185 .\r\n( 160 ) - أبو يحيى حبيب بن أبي ثابت قيس بن دينار الأسدي الكوفي المتوفى 119 .\r\nتذكرة الحفاظ 1 : 116 . خلاصة تهذيب الكمال : 60 . شذرات الذهب 1 : 156 . طبقات ابن سعد 6 : 223 . طبقات الشيرازي : 83 . العبر 1 : 150 . النجوم الزاهرة 1 : 283 . طبقات الحفاظ : 44 . مرآة الجنان 1 : 256 . الكامل في التاريخ 4 : 587 .\r\n( 161 ) - أبو محمد / أبو عبد اللّه سعيد بن جبير بن هشام الأسدي الوالبي الكوفي قتله الحجاج عام 92 .\r\nتذكرة الحفاظ 1 : 76 . تهذيب التهذيب 4 : 11 . حلية الأولياء 4 : 272 . شذرات الذهب 1 : 108 . طبقات القراء 1 : 305 . طبقات المفسرين 1 : 181 . طبقات الحفاظ : 31 . الغدير 1 : 65 . ميزان الاعتدال 1 : 65 . تقريب التهذيب : 133 . كامل ابن الأثير 4 : 472 . وفيات الأعيان 2 : 371 . جمهرة انساب العرب : 81 .\r\n( 162 ) - الحديث هذا ذكر في : حلية الأولياء 1 : 65 . الاستيعاب 4 : 38 هامش -\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوأخرج الحاكم في صحيحه ، من حديث ابن مسعود ، قال : كنا نتحدث ان أقضى أهل المدينة علي بن أبي طالب رضى اللّه عنه . وقال :\r\nصحيح ولم يخرجاه « 163 » .\r\nأخبرنا الحسن بن أحمد قراءة عليه ، أخبرنا علي بن أحمد إجازة ان لم يكن سماعا ، قال : كتب الينا ، القاضي أبو المكارم الأصبهاني ، منها ان الحسن بن أحمد المقرى أخبره ، قال : أخبرنا أبو نعيم الحافظ ، حدثنا ندير بن جناح القاضي ، أخبرنا إسحاق بن محمد بن مروان « 164 » أخبرنا أبى ، أخبرنا عباس بن عبيد اللّه « 165 » أخبرنا غالب بن عثمان الهمداني أبو مالك ، عن عبيدة عن شقيق « 166 » عن عبد اللّه بن مسعود رضى اللّه عنه ، قال : ان القرآن انزل على سبعة أحرف ما منها حرف الاله ظهر وبطن وان علي بن أبي طالب عنده منه علم الظاهر والباطن « 167 » .\r\nقرأ على الشيخ أبى علي بن هبل الصالحي بجامع دمشق ، وأنا اسمع عن أبي الحسن ابن البخاري ، قال : أخبرنا أحمد بن محمد القاضي\r\n\r\n\r\n","description":"","footnote":"\r\n- الإصابة . . . الرياض النضرة 2 : 198 . البداية والنهاية 7 : 359 . تاريخ الخلفاء 115 .\r\nالغدير 3 : 97 .\r\n( 163 ) - المستدرك على الصحيحين 3 : 254 . الغدير 3 : 99 . الاستيعاب 3 : 41 . الصواعق :\r\n76 . تمييز الطيب من الخبيث : 25 .\r\n( 164 ) - أبو العباس إسحاق بن محمد بن مروان الغزال الكوفي البغدادي . . .\r\nتاريخ بغداد 6 : 393 .\r\n( 165 ) - أبو محمد العباس بن عبد اللّه بن أبي عيسى الباكسائى الترقفى مات 267 / 268 .\r\nتاريخ بغداد 12 : 143 . شذرات الذهب 2 : 153 وفيه : عباس البرقفى أحد الثقات العباد . اللباب 1 : 113 وفيه : توفى في المحرم سنة 268 .\r\n( 166 ) - أبو وائل شقيق بن سلمة الأسدي الكوفي المتوفى 82 .\r\nأدرك النبي . ص - ولم يره ، ثقة كثير الحديث لا يسئل عن مثله : وكان من عباد الكوفة .\r\nتهذيب التهذيب 4 : 361 . تاريخ بغداد 9 : 268 . تذكرة الحفاظ 1 : 60 . خلاصة تهذيب الكمال : 142 . طبقات ابن سعد 6 : 64 . طبقات الحفاظ : 20 . وفيات الأعيان 2 : 476 .\r\nالكامل في التاريخ 4 : 227 ، 477 ، 497 . جمهرة انساب العرب : 196 .\r\n( 167 ) - مفتاح السعادة 1 : 400 . الغدير 3 : 99 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nفي كتابه ، أخبرنا أبو علي الحداد ، أخبرنا أحمد بن عبد اللّه الحافظ ، حدثنا سليمان بن أحمد ، أخبرنا عبد اللّه بن وهيب « 168 » أخبرنا عن محمد ابن أبي السرى ، أخبرنا عبد الرزاق « 169 » أخبرنا النعمان بن أبي شيبة الجندي « 170 » عن سفيان الثوري ، عن أبي إسحاق ، عن زيد بن يثيع ، عن حذيفة « 171 » قال : قال رسول اللّه صلى اللّه عليه وسلم : ان تستخلفوا عليا وما أراكم فاعلين تجدوه هاديا مهديا يحملكم على المحجة البيضاء « 172 » .\r\nحديث حسن الاسناد ، رجاله موثوقون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 168 ) - أبو محمد عبد اللّه بن وهب بن مسلم المصري الدينوري الفهري مات 297 .\r\nالحافظ الكبير . من جلة الناس وثقاتهم ولا اعلم له حديث منكرا .\r\nطبقات الحفاظ : 126 . تذكرة الحفاظ 1 : 304 . تهذيب التهذيب 6 : 71 . خلاصة تهذيب الكمال : 185 . شذرات الذهب 2 : 252 . طبقات القراء 1 : 463 . العبر 1 : 322 . ميزان الاعتدال 2 : 522 . النجوم الزاهرة 2 : 155 . وفيات الأعيان 3 : 36 .\r\n( 169 ) - أبو بكر عبد الرزاق بن همام بن نافع الحميري الصنعاني المتوفى 211 .\r\nأحد الاعلام ، وثقة غير واحد .\r\nشذرات الذهب 2 : 27 . البداية والنهاية 10 : 265 . تذكرة الحفاظ 1 : 364 . تهذيب الأسماء واللغات 1 : 191 . تهذيب التهذيب 6 : 310 . خلاصة تهذيب الكمال : 201 . طبقات الداودي 1 : 396 . العبر 1 : 360 . ميزان الاعتدال 2 : 609 . النجوم الزاهرة 2 : 202 . نكت الهميان : 191 . فهرست ابن النديم : 228 . وفيات الأعيان 3 : 216 . طبقات الحفاظ : 154 .\r\nالكامل في التاريخ 6 : 406 .\r\n( 170 ) - النعمان بن أبي شيبة عبيد الصنعاني الجندي مات . . .\r\nثقة مأمون كيس كيس من ثقات أهل اليمن .\r\nتهذيب التهذيب 10 : 453 .\r\n( 171 ) - أبو عبد اللّه حذيفة بن اليمان اليماني المتوفى 36 .\r\nصحابي جليل اعلمه رسول اللّه - ص - بما كان وما يكون إلى أن تقوم الساعة . وهو صاحب السر المكنون في تمييز المنافقين .\r\nشذرات الذهب 1 : 44 . الغدير 1 : 27 . الكامل في التاريخ 3 : 109 - 111 . وفيات الأعيان 5 : 351 . تهذيب التهذيب 2 : 219 . طبقات ابن سعد 2 : 45 ، 336 ، 346 . مرآة الجنان 1 : 100 . الإصابة 1 : 317 . الاستيعاب 1 : 277 . أسد الغابة 1 : 390 .\r\n( 172 ) - حلية الأولياء 1 : 64 . كفاية الطالب : 164 وفيه : قلت ، سند جيد اخرجه الثقفي في كتابه المترجم بنصرة الصحاح كما أخرجناه سواء .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوقد رواه أيضا إبراهيم بن هراسة عن الثوري به .\r\nورواه شريك عن أبي اليقظان « 173 » عن أبي وائل « 174 » عن حذيقة قال :\r\nقالوا يا رسول اللّه ألا تستخلف علينا ؟ قال : ان تولوا عليا تجدوه هاديا مهديا يسلك بكم الطريق المستقيم « 175 » .\r\nوهذا بعض حديث أخبرنا به على التمام ، شيخنا العلامة أبو بكر محمد بن أحمد بن محمد الشريشى مشافهة ، عن الامام أبى جعفر أحمد بن إبراهيم بن الزبير ، أخبرنا أبو الحسن الغافقي ، إجازة أخبرنا عبد اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 173 ) - أبو اليقظان عثمان بن عمير البجلي الكوفي الأعمى المتوفى 120 - 130 ، تهذيب التهذيب 7 : 145 . ميزان الاعتدال 3 : 50 .\r\n( 174 ) - أبو وائل شقيق بن سلمة الأسدي الكوفي .\r\n( 175 ) - حلية الأولياء 1 : 64 . كفاية الطالب : 164 ، وفيه :\r\nقلت : سند جيد : اخرجه الثقفي في كتابه المترجم بنصرة الصحاح ، كما أخرجناه سواء .\r\nوقالت فرقة من الملاحدة : هذا حديث كذب لا يجوز رواية مثله عن النبي ، ومتى صح هذا الحديث دل على اكذاب الرسول والعياذ باللّه في الخير لأنه قال عليه الصلاة والسلام :\r\nوان تولوا عليا يسلك بكم الطريق المستقيم ، ولا أفضت الخلافة اليه كانت عدته كلها فتنة .\r\nوهروبا ، كوقعة البصرة ، يوم الجمل ، والوقايع والحروب التي كانت بصفين ، والحروب التي كانت بحروراء .\r\nقلت : قبل لهذا المتأول الجاهل المتعصب هذه المقالة التي تمسكت بها تدل على شك في دينك وريب في يقينك ، ورايت الحق بعين الباطل ، وان الحديث لا مرد له ، ولفظ رسول اللّه - ص - لا تبديل له ، وهو كما قال اللّه جل وعلا : لا ينطق عن الهوى . . .\r\nفنزه اللّه تعالى رسوله بهذيه الآية ان يقول برايه أو لهوى نفسه ، وانما قوله - ص - من قول اللّه عز وجل : ويوحى منه ، وانما أراد نبي اللّه - ص - ان عليا يسلك بأمته الطريق المستقيم يريد به ما فعل على - ص - في محاربة الناكثين والقاسطين والمارقين ، فصارت محاربته لامته سنة ، وقد ورد في قتال أهل البغى ما يؤيد هذا القول - انتهى - .\r\nهذا التأويل غير مستحسن من الحافظ الكنجي الشافعي بالنسبة للحديث النبوي الكريم ، وانما أراد النبي بقوله هذ ان عليا هو الهادي المهدى يسلك بالأمة الطريق المستقيم ، ان تمسك لامة الاسلامية بعرى محبته فحسب من دون التفات إلى من سواه وهذا في كافة الاعصار إلى يوم الحساب ، لا انه يسلك بالأمة الطريق المستقيم عند خلافته ، لان الحديث غير مقيد بزمان خاص أو فترة معينة .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nابن محمد الحجري ، أخبرنا محمد بن الحسين الحافظ « 176 » أخبرنا أبو علي الصدفي ، أخبرنا عبد اللّه بن محمد بن إسماعيل ، أخبرنا أبو عمر الطلمنكي « 177 » إجازة ، أخبرنا محمد بن أحمد بن مفرج « 178 » ، حدثنا محمد ابن أيوب بن الصموت « 179 » حدثنا أبو بكر أحمد بن عمر والحافظ « 180 » حدثنا عبد اللّه بن وضاح الكوفي « 181 » حدثنا يحيى بن اليمان « 182 » حدثنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 176 ) - أبو بكر محمد بن الحسين بن عبد اللّه البغدادي الاجرى المتوفى 460 .\r\nالبداية والنهاية 11 : 270 . تذكرة الحفاظ 3 : 916 . شذرات الذهب 3 : 35 . طبقات السبكي 3 : 149 . العبر 2 : 318 . مرآة الجنان 2 : 373 . النجوم الزاهرة 4 : 60 . الوافي بالوفيات 2 : 373 . طبقات الحفاظ : 378 . الكامل في التاريخ 8 : 617 . وفيات الأعيان 4 :\r\n292 .\r\n( 177 ) - أبو عمرو / أبو جعفر أحمد بن عبد اللّه بن لب بن يحيى بن محمد المعافري الطلمنكي المقرئ مات 429 .\r\nمعجم البلدان 4 : 39 . بغية الملتمس : 151 . تذكرة الحفاظ 3 : 1098 . جذوة المقتبس :\r\n106 . الديباج المذهب : 39 . شذرات الذهب 3 : 243 . طبقات القراء 1 : 120 . طبقات الداودي 1 : 77 . طبقات المفسرين : 5 . العبر 3 : 168 . النجوم الزاهرة 5 : 28 . طبقات الحفاظ : 423 .\r\n( 178 ) - أبو عبد اللّه محمد بن أحمد بن محمد بن يحيى بن مفرج الأموي القرطبي المتوفى 380 .\r\nشذرات الذهب 3 : 97 . تاريخ علماء اندلس 6 : 91 . تذكرة الحفاظ 3 : 1007 . جزوة المقتبس : 38 . العبر 3 : 13 . طبقات الحفاظ : 399 وفيه : محمد بن أحمد بن يحيى بن مفرج الأموي الأندلسي .\r\n( 179 ) - محمد بن أيوب بن الصموت الرقى نزيل مصر المتوفى 341 .\r\nمن الضعفاء وقد ضعفه أبو حاتم ، وقال ابن حيان : كان يضع الحديث .\r\nشذرات الذهب 2 : 361 . تهذيب التهذيب 9 : 69 . ميزان الاعتدال 3 : 487 .\r\n( 180 ) - أبو بكر البزار أحمد بن عمرو بن عبد الخالق البصري المتوفى 292 .\r\nقال الدار قطني : ثقة يخطئ ويتكل على حفظه : وقال الحاكم : يخطئ في الاسناد والمتن .\r\nشذرات الذهب 2 : 209 . تاريخ بغداد 4 : 334 . تذكرة الحفاظ 2 : 653 . العبر 2 : 92 .\r\nالنجوم الزاهرة 3 : 157 . طبقات الحفاظ : 285 .\r\n( 181 ) - أبو محمد عبد اللّه بن الوضاح بن سعيد الأودي الكوفي اللؤلؤي الوضاحى مات 250 .\r\nتهذيب التهذيب 6 : 68 . -\r\n( 182 ) - يحيى بن اليمان العجلي الكوفي مات 189 .\r\nقال احمد : ليس بحجة . فلج فتغير حفظه فغلط فيما يرويه . قال ابن معين : ليس بثبت لم يكن يبالي اى شئ حدث كان يتوهم الحديث .\r\nطبقات الحفاظ : 119 . شذرات الذهب 1 : 325 . تذكرة الحفاظ 1 : 285 . خلاصة تهذيب الكمال : 354 . تهذيب التهذيب 11 : 306 . وفيات الأعيان 2 : 456 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nإسرائيل « 183 » عن أبي اليقظان ، عن أبي وائل ، عن حذيفة ، قال : قالوا يا رسول اللّه : ألا تستخلف علينا ؟ قال إني ان استخلف عليكم فتعصون خليفتي ينزل عليكم العذاب ، قالوا : الا تستخلف أبا بكر ؟ قال : ان تستخلفوه تجدوه ضعيفا في بدنه ، قويا في أمر اللّه ، قالوا : الا تستخلف عمر ؟ قال : ان تستخلفوه تجدوه قويا في بدنه ، قويا في أمر اللّه ، قالوا :\r\nالا تستخلف عليا ؟ قال : ان تستخلفوه ، ولن تفعلوا يسلك بكم الطريق المستقيم ، وتجدوه هاديا مهديا .\r\nرواه البزار ، وقال : لا نعلمه ، يروى عن حذيفة الا بهذا الاسناد ، وأبو اليقظان اسمه عثمان بن عمير .\r\nقلت : أبو اليقظان هذا ، روى له أبو داود ، والترمذي ، وابن ماجة ضعفوه ، وقالوا : كان شيعيا ، ولكن روى عنه مثل شعبة ، وغيره من الكبار ، ومع ذلك فلم ينفرد به ، فقد رواه سفيان الثوري ، عن أبي إسحاق السبيعي عن زيد بن يثيع كما تقدم .\r\nوأخبرنا الحافظ الكبير أبو الفضل عبد الرحيم بن الحسين « 184 » فيما شافهنى به ، عن الخطيب أبى الفتح محمد بن محمد المصري ، أخبرنا أبو الحسن علي بن أحمد القسطلاني إجازة عن يوسف بن عبد اللّه الشاطبى في كتابه من المغرب ، أنبأنا عبد الرحمن بن عتاب ، حدثني أبى ، أنبأنا سليمان بن خلف « 185 » أنبأنا ابن مفرج ، أنبأنا ابن الصموت ، حدثنا أبو بكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 183 ) - أبو موسى إسرائيل بن موسى البصري نزيل الهند المتوفى . . .\r\nتهذيب التهذيب 1 : 261 . ميزان الاعتدال 1 : 208 .\r\n( 184 ) - من شيوخ المؤلف تقدم ذكره في المقدمة .\r\n( 185 ) - أبو الوليد سليمان بن خلف بن سعد بن أيوب التجيبى القرطبي المتوفى 474 . -\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nأحمد بن عمر والحافظ ، حدثنا حفص بن عمر والربالى « 186 » حدثنا زيد ابن الحباب « 187 » حدثنا فضيل بن مرزوق « 188 » حدثنا أبو إسحاق ، عن زيد ابن يثيع ، عن علي رضى اللّه عنه ، قال : قال رسول اللّه صلى اللّه عليه وسلم :\r\nان تولوا أبا بكر تجدوه زاهدا في الدنيا ، راغبا في الآخرة ، وان تولوا عمر تجدوه قويا أمينا لا تأخذه في اللّه لومة لائم ، وان تولوا عليا تجدوه هاديا مهديا يأخذكم إلى الصراط المستقيم ولن تفعلوا .\r\nرواه البزار في مسنده ، وقال : لا نعلمه يروى بهذا الاسناد .\r\nقلت : وهو اسناد صحيح ، رجاله كلهم ثقات على شرط مسلم ، الا زيد بن يثيع فقد روى له أصحاب السنن ، وذكره ابن حبان في الثقات « 189 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- شذرات الذهب 3 : 344 . البداية والنهاية 12 : 122 . بغية الملتمس : 289 . تذكرة الحفاظ 3 : 1178 . الديباج المذهب : 120 . طبقات المفسرين للداودى 1 : 202 . طبقات السيوطي : 14 . فوات الوفيات 1 : 356 . اللباب 1 : 82 . مرآة الجنان 3 : 108 . نفح الطيب 2 : 67 . طبقات الحفاظ : 440 . وفيات الأعيان 2 : 408 .\r\n( 186 ) - أبو عمرو حفص بن عمر بن ربال بن إبراهيم بن عجلان المجاشعي الربالى البصري المتوفى 258 .\r\nتهذيب التهذيب 2 : 14 . اللباب 1 : 14 . الانساب ، ورقة : 247 .\r\n( 187 ) - أبو الحسين زيد بن الحباب العكلي الكوفي مات 203 .\r\nكان كثير الخطأ ، وقال ابن معين : كان يقلب حديث الثوري ،\r\nتهذيب التهذيب 3 : 402 . تذكرة الحفاظ 1 : 350 . خلاصة تهذيب الكمال : 108 .\r\nشذرات الذهب 2 : 6 . العبر 1 : 339 . اللباب 2 : 147 . طبقات الحفاظ : 148 .\r\n( 188 ) - أبو عبد الرحمن فضيل بن مرزوق الأغر الرقاشي الرواسي الكوفي المتوفى . . .\r\nقال النسائي : ضعيف ، وقال ابن حبان : يخطى : وقال في الضعفاء : كان يخطى على الثقات ويروى عن عطية الموضوعات .\r\nتهذيب التهذيب 7 : 298 . طبقات الحفاظ : 169 ، 176 .\r\n( 189 ) - الغالب على رجال هذا الحديث القدح والجرح أمثال زيد بن الحباب العكلي الكوفي وكان كثير الخطاء ، وفضيل بن مرزوق الرواسي ، وقد قال النسائي : انه ضعيف ، وقال ابن حبان : كان يخطى . على الثقات ويروى عن عطية الموضوعات ، واما زيد بن يثيع الهمداني الكوفي . . . فقد قال الذهبي : عن علي وأبى ذر وما روى عنه سوى أبى إسحاق - ميزان الاعتدال 2 : 107 .\r\nوأبو إسحاق هو عمرو بن عبد اللّه بن علي السبيعي ولد سنة 29 في خلافة عثمان ، قال -\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nقلت : فهذا نزر من بحر ، وقل من كثر ، بالنسبة إلى مناقبه الجليلة ، ومحاسنه الجميلة ، ولو ذهبنا لاستقصاء ذلك لطال الكلام بالنسبة إلى هذا المقام ، ولكن نرجو من اللّه تعالى ان ييسر افراد ذلك بكتاب نستوعب فيه ما بلغنا من ذلك ، واللّه الموفق للصواب .\r\n* * * ومما روينا من الأحاديث المسلسلات عنه رضى اللّه عنه .\r\nصافحت الشيخ الامام العالم الزاهد أبا محمد محمد بن محمد بن محمد بن محمد بن محمد المساى الجمالى رحمه اللّه تعالى « 190 » وهو صافح الشيخ الإمام المحدث أبا محمد محمد بن مسعود الكازروني ، قال : صافحت أبا الخير محمد بن علي بن محمد الأصبهاني الموازينى ، وقال : صافحت علي بن محمد بن عبد الصمد الدونى ، وقال : صافحت الشيخ أبا الفضائل الحسن بن محمد بن الحسن الصغاني ، قال : صافحت أبا إسحاق إبراهيم ابن أحمد بن عبد اللّه بن محمد القرظي « 191 » بمدينة عدن ، قال : صافحت علي بن أبي بكر بن حمير بن تبع بالمسجد السعيدى في عدن ، قال :\r\nصافحت سالم بن عبد اللّه بن محمد بن سالم الإمام قال : صافحت احمد ابن عبد اللّه الثغرى قال : صافحت أحمد الأسود ، قال : صافحت ممشاذ الدينوري ، قال : صافحت عليا الرزينى ، وهو علي بن رزين الخراساني ،\r\n\r\n\r\n","description":"","footnote":"\r\n- ابن حبان في كتاب الثقات : كان مدلسا ، وكذا ذكره في المدلسين حسين الكرابيسي وأبو جعفر الطبري ، وحدث جرير عن معن قال : افسد حديث أهل الكوفة الأعمش وأبو إسحاق يعنى للتدليس .\r\nتهذيب التهذيب 8 : 66 . اللباب 2 : 102 . ميزان الاعتدال 3 : 270 .\r\nوقول الجزري ، وذكره ابن حبان في الثقات ، قال فيه : كان مدلسا ، وقد حذف هذه الجملة . كما أن ابن أبي حاتم ذكره في - المراسيل - ص 93 . وقال يحيى بن معين :\r\nووجدت في التاريخ المظفري ان يوسف بن عمر لما ولى الكوفة اخرج بنوايى إسحاق أبا إسحاق على برذون لياخآ صلة يوسف فأخذت وهو راكب فرجعوا به ومات يوم دخول الضحاك الخارجي الكوفة - تهذيب التهذيب 8 : 67 .\r\n( 190 ) - من شيوخ المؤلف في الخرقة ، ولم أتعرف على ترجمته .\r\n( 191 ) - القرظ : موضع باليمن . معجم البلدان 4 : 325 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nقال : صافحت عيسى القصار ، قال : صافحت الحسن البصري ، قال :\r\nصافحت علي بن أبي طالب رضى اللّه عنه ، قال : صافحت رسول اللّه صلى اللّه عليه وسلم ، قال : صافحت كفى هذه سرادقات عرشه .\r\n* * * أضافني الشيخ العالم الأصيل محمد بن محمد بن مسعود الكازروني رحمه اللّه في المشعر الحرام ، أعادنا اللّه اليه بأحد الأسودين التمر والماء ، قال : اضافنى والدي المذكور بأحد الأسودين التمر والماء ، قال : أضافني شيخى ابا الفضائل إسماعيل بن المظفر بن محمد بأحد الأسودين التمر والماء ، قال : اضافنا أبو المفاخر عمر بن المظفر بن روزبهان بأحد الأسودين التمر والماء ، قال : اضافنا أبو بكر عبد اللّه بن محمد ابن شاپور بأحد الأسودين التمر والماء ، قال : اضافنا أبو المبارك عبد العزيز بن محمد بن منصور بالأسودين التمر والماء ، قال : اضافنا أبو مسعود سليمان بن إبراهيم بن محمد بالأسودين التمر والماء ، قال :\r\nاضافنا أبو منصور عبد اللّه بن إبراهيم بن عيسى المالكي بالأسودين التمر والماء ، قال : اضافنا أبو الحسن علي بن الحسن الصيقلي بأحد الأسودين التمر والماء ، قال : اضافنا أبو شيبة أحمد بن إبراهيم المخرمي العطار على أحد الأسودين التمر والماء ، قال : اضافنا جعفر بن محمد بن عاصم الدمشقي على الأسودين التمر والماء ، قال : أضافنا نوفل بن اهاب على الأسودين التمر والماء ، قال : اضافنى عبد اللّه بن ميمون القداح « 192 » على الأسودين التمر والماء ، قال : أضافنا جعفر بن محمد الصادق على الأسودين التمر والماء ، قال : أضافنا محمد بن علي الباقر على الأسودين التمر والماء ، قال : أضافني علي بن الحسين على الأسودين التمر والماء ، قال : أضافني الحسين بن علي ، على الأسودين التمر والماء ، قال : اضافنى علي بن أبي طالب على الأسودين التمر والماء ، قال : اضافنا رسول اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 192 ) - عبد اللّه بن ميمون بن الأسود القداح مولى بنى مخزوم مات . . .\r\nتنقيح المقال 2 : 219 . اللباب 3 : 17 . تهذيب التهذيب 6 : 49 . فهرست الطوسي : 103 .\r\nجامع الرواة 1 : 513 تأسيس الشيعة : 257 . رجال العلامة : 108 . رجال النجاشي : 108 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nصلى اللّه عليه وسلم على الأسودين التمر والماء ، وقال : من أضاف مؤمنا فكأنما أضاف آدم ، ومن أضاف اثنين فكأنما أضاف آدم وحواء ومن أضاف ثلاثة فكأنما أضاف جبرئيل وميكائيل ، وإسرافيل . « 193 »\r\nوذكر باقي الحديث وهو حديث غريب جدا لم يقع لنا من هذا الوجه الا بهذا الاسناد .\r\n* * * رأيت الشيخ الصالح أبا هريرة عبد الرحمن بن الشيخ الامام حافظ الشام أبى عبد اللّه محمد بن أحمد بن عثمان ابن الذهبي رحمه اللّه ، يقلم أظفاره يوم الخميس ، وقال : رأيت الشيخ الصالح أبا العباس أحمد ابن عبد الرحمان بن يوسف البعلى يقلم أظفاره يوم الخميس ، وقال :\r\nرأيت الشيخ العالم أبا عبد اللّه محمد بن إسماعيل بن أحمد المقدسي الخطيب يقلم أظفاره يوم الخميس ، وقال : رأيت الامام المسند ابا الفرج يحيى بن محمود الثقفي « 194 » ، يقلم أظفاره يوم الخميس ، وقال : رأيت جدى أبا القاسم إسماعيل بن محمد يقلم أظفاره يوم الخميس ، وقال :\r\nرأيت أبا محمد الحسن بن أحمد السمرقندي يقلم أظفاره يوم الخميس ، وقال : رأيت أبا العباس جعفر بن محمد المستغفري « 195 » يقلم أظفاره يوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 193 ) - وجاء في نسخة ، وتمامه :\r\nومن أضاف أربعة فكأنما قرأ التوراة والإنجيل والزبور والفرقان ، وأضاف خمسة فكأنما صلى الصلوات الخمس في الجماعة من يوم خلق اللّه الخلق إلى يوم القيامة ، ومن أضاف ستة فكأنما اعتق ستين رقبة من ولد إسماعيل ومن أضاف سبعة أغلقت عنهم أبواب جهنم السبعة ومن أضاف ثمانية فتحت له ثمانية أبواب الجنة ، ومن أضاف تسعة كتب اللّه له حسنات بعدد من عصمه من يوم خلق اللّه الخلق إلى يوم القيامة ، ومن أضاف عشرة كتب اللّه له اجر من صلى وصام وحج واعتمر إلى يوم القيامة . ه من كتاب حسن الوفا صحيفة 7 .\r\n( 194 ) - أبو الفرج يحيى بن محمود بن سعد الثقفي الأصبهاني الصوفي المتوفى 584 .\r\nشذرات الذهب 4 : 282 .\r\n( 195 ) - أبو العباس جعفر بن محمد بن المعتز بن محمد بن المستغفر النسفي المستغفري -\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالخميس ، وقال : رأيت الشيخ محمد بن أحمد المكي يقلم أظفاره يوم الخميس ، وقال : رأيت أبا القاسم إبراهيم بن محمد بن علي بن شاه المرو الروذى يقلم أظفاره يوم الخميس ، وقال : رأيت أبا بكر محمد ابن عبد اللّه النيسابوري يقلم أظفاره يوم الخميس ، قال : رأيت عبد اللّه ابن موسى يقلم أظفاره يوم الخميس ، قال : رأيت الفضل بن العباس الكوفي يقلم أظفاره يوم الخميس ، قال : رأيت الحسين بن هارون الضبي يقلم أظفاره يوم الخميس ، قال : رأيت عمر بن حفص « 196 » يقلم أظفاره يوم الخميس ، قال : رأيت أبى حفص بن غياث يقلم أظفاره يوم الخميس ، قال : رأيت جعفر بن محمد يقلم أظفاره يوم الخميس ، قال : رأيت محمد ابن علي يقلم أظفاره يوم الخميس ، قال : رأيت علي بن الحسين يقلم أظفاره يوم الخميس ، قال : رأيت الحسين بن علي يقلم أظفاره يوم الخميس ، قال : رأيت عليا رضى اللّه عنه يقلم أظفاره يوم الخميس ، قال : رأيت رسول اللّه صلى اللّه عليه وسلم يقلم أظفاره يوم الخميس ، ثم قال : يا علي قص الظفر ، ونتف الإبط ، وحلق العانة ، يوم الخميس ، والغسل ، والطيب ، واللباس ، يوم الجمعة « 197 » .\r\n* * * أخبرنا العدل الأصيل أبو هريرة عبد الرحمان بن محمد بن أحمد بن الذهبي ، قراءة عليه بقرية كفر بطنا « 198 » ظاهر دمشق المحروسة وعدهن\r\n\r\n\r\n","description":"","footnote":"\r\n- المتوفى 432 .\r\nاللباب 3 : 208 . شذرات الذهب 3 : 249 . تاج التراجم : 21 . تذكرة الحفاظ 3 : 1102 .\r\nالجواهر المضيئة 1 : 180 . طبقات الداودي 1 : 125 . العبر 3 : 177 . الفوائد البهية : 57 .\r\nالنجوم الزاهرة 5 : 33 . مرآة الجنان 3 : 54 . أعيان الشيعة 16 : 246 . كشف الظنون : 296 ، 308 ، 715 ، 760 ، 1059 ، 1095 ، 1277 ، 1277 ، 1417 ، 1463 ، 1739 .\r\n( 196 ) - عمر بن حفص بن غياث الكوفي مات 222 .\r\nكان ثقة متقنا عالما . شذرات الذهب 2 : 50 .\r\n( 197 ) - سفينة البحار 2 : 105 . صحيح الترمذي 2 : 580 .\r\n( 198 ) - من قرى غوطة دمشق سكنها معاوية بن أبي سفيان بن عبد اللّه بن معاوية بن أبي سفيان الأموي . معجم البلدان 4 : 468 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nفي يدي ، قال : أخبرنا أبو العباس أحمد بن عبد الرحمن البعلبكي « 199 » وعدهن في يدي قال : أخبرنا الخطيب أبو عبد اللّه محمد بن إسماعيل ابن احمد المقدسي « 200 » وعدهن في يدي ، قال : أخبرنا أبو الفرج يحيى ابن محمود الثقفي ، وعدهن في يدي قال : أخبرنا جدى الامام قوام السنة أبو القاسم إسماعيل بن محمد بن الفضل التيمي ، وعدهن في يدي ، قال : أخبرنا الامام أبو محمد الحسن بن أحمد السمرقندي « 201 » وعدهن في يدي ، قال : أخبرنا جعفر بن محمد المستغفري ، وعدهن في يدي ، قال : أخبرنا أبو القاسم علي بن الحسن بن علي العرزمي ، وعدهن في يدي ، حدثنا علي بن أحمد بن الحسين العجلي ، وعدهن في يدي ، حدثنا الحرب بن الحسن الطحان وعدهن في يدي ، حدثنا يحيى بن مساور وعدهن في يدي ، حدثنا عمرو بن خالد ، وعدهن في يدي ، قال : حدثني زيد بن علي « 202 » وعدهن في يدي قال : حدثني علي بن الحسين وعدهن\r\n\r\n\r\n","description":"","footnote":"\r\n( 199 ) - أبو العباس أحمد بن عبد الرحمن بن عبد الرحيم البعلبكي الدمشقي الشافعي المعروف بابن النقيب المتوفى 664 .\r\nشذرات الذهب 6 : 200 .\r\n( 200 ) - أبو عبد اللّه محمد بن إسماعيل بن أحمد بن أبي الفتح المقدسي النابلسي الحنبلي مات 656 .\r\nالفقيه خطيب مردا .\r\nشذرات الذهب 5 : 283 . البداية والنهاية 13 : 213 .\r\n( 201 ) - أبو محمد الحسن بن أحمد بن محمد بن قاسم بن جعفر السمرقندي الكوخميثى المتوفى 491 .\r\nالحافظ الامام الرحال .\r\nتذكرة الحفاظ 4 : 123 . طبقات الحفاظ : 450 . الرسالة المستطرفة : 167 .\r\n( 202 ) - الشهيد زيد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام قتل 121 .\r\nقتله يوسف بن عمر الثقفي وصلبه .\r\nشذرات الذهب 1 : 158 . مقاتل الطالبيين : 86 . وفيات الأعيان 5 : 122 وج 6 : 110 .\r\nالكامل في التاريخ 4 : 389 . جامع الرواة 1 : 343 . تهذيب التهذيب 3 : 419 . تأسيس الشيعة :\r\n285 . تاريخ الطبري 8 : 260 . ابن عساكر 6 : 15 . ابن خلدون 3 : 98 . أعيان الشيعة 33 : 648 . الغدير 3 : 69 . تنقيح المقال 1 : 467 . عمدة الطالب : 255 . البداية والنهاية 9 : 328 . مروج الذهب 3 : 218 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفي يدي ، قال : حدثني الحسين بن علي ، وعدهن في يدي ، قال : حدثني علي بن أبي طالب رضى اللّه عنهم وعدهن في يدي ، قال : حدثني رسول اللّه صلى اللّه عليه وسلم وعدهن في يدي قال : عدهن في يدي جبريل ، قال :\r\nجبريل هكذا نزلت بهن من عند رب العزة عز وجل .\r\nاللهم صلى على محمد وعلى آل محمد ، كما صليت على إبراهيم وعلى آل إبراهيم انك حميد مجيد ، اللهم وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم انك حميد مجيد ، اللهم وترحم على محمد وعلى آل محمد كما ترحمت على إبراهيم وعلى آل إبراهيم انك حميد مجيد ، اللهم وتحنن على محمد وعلى آل محمد كما تحننت على إبراهيم وعلى آل إبراهيم انك حميد مجيد ، اللهم وسلم على محمد وعلى آل محمد كما سلمت على إبراهيم وعلى آل إبراهيم انك حميد مجيد « 203 » .\r\n* * * أخبرنا الشيخ المسند الصالح أبو العباس أحمد بن عبد الكريم البعلبكي الصوفي بقراءتي عليه بمدرسة الحنابلة من مدينة بعلبك المحروسة في ذي الحجة سنة اثنتين وسبعين وسبعمائة ، ويده على كتفي قال : أخبرنا القاضي تاج الدين عبد الخالق بن عبد السلام بن سعيد بن علوان ، سماعا ويده على كتفي ، قال : أخبرنا الإمام العلامة أبو محمد عبد اللّه بن أحمد بن محمد بن قدامة المقدسي ، ويده على كتفي ، أخبرنا أبو الفتح محمد بن عبد الباقي بن سليمان الحاجب ، ويده على كتفي ، أخبرنا أبو عبد اللّه محمد بن أبي نصر الحميدي « 204 » ويده على كتفي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 203 ) - نظم درر السمطين : 47 . صحيح مسلم 1 : 305 . مجمع الزوائد 10 : 163 .\r\nالغدير 2 : 304 . الصواعق المحرقة : 88 . سن الترمذي 2 : 353 .\r\n( 204 ) - أبو عبد اللّه محمد بن أبي نصر بن عبد اللّه بن حميد الحميدي الأندلسي المتوفى 488 .\r\nكان عالما خيرا ورعاثقة .\r\nاللباب 1 : 392 . شذرات الذهب 3 : 392 . طبقات الحفاظ : 247 . وفيه : أبو عبد اللّه -\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nحدثنا أبو إسحاق إبراهيم بن سعيد بن عبد اللّه النعماني « 205 » ويده على كتفي ، حدثنا أبو الحسن أحمد بن محمد بن أحمد الحافظ ويده على كتفي ، أخبرنا أبو الحسن أحمد بن عيسى القرظي ويده على كتفي ، حدثنا أبو الحسن أحمد بن محمد بن موسى الوكيل المكي ويده على كتفي ، حدثنا أبو محمد هلال بن العلاء بن عمر بن هلال بن العلاء الباهلي « 206 » ويده على كتفي ، حدثني أبى ويده على كتفي ، حدثنا عبيد اللّه ابن عمرو « 207 » ويده على كتفي ، حدثنا زيد بن أبي أنيسة « 208 » ويده على كتفي ، حدثنا أبو إسحاق السبيعي ، ويده على كتفي ، حدثني عبد اللّه ابن الحارث « 209 » ويده على كتفي ( حدثني الحارث الأعور ويده على\r\n\r\n\r\n","description":"","footnote":"\r\n- محمد بن أبي نصر فتوح بن عبد اللّه بن فتوح بن حميد الأزدي الأندلسي . تذكرة الحفاظ 4 : 1218 . العبر 3 : 323 . النجوم الزاهرة 5 : 156 . بغية الملتمس : 113 . معجم الأدباء 18 : 282 . الكامل في التاريخ 10 : 88 . البداية والنهاية 12 : 152 . نفح الطيب 6 : 299 .\r\nمرآة الجنان 3 : 149 . كشف الظنون : 252 ، 385 ، 581 ، 599 ، 601 ، 1792 ، ايضاح المكنون 1 : 124 ، 287 ، 419 ، 446 ، 543 ، 544 ، 555 .\r\n( 205 ) - أبو إسحاق إبراهيم بن سعيد بن عبد اللّه النعماني المصري مات 483 .\r\nتذكرة الحفاظ 3 : 1191 . حسن المحاضرة 1 : 353 . العبر 3 . 299 . طبقات الحفاظ :\r\n442 . شذرات الذهب 3 : 366 وفيه : وكان يتجر في الكتاب ، وكان ثقة صالحا حجة ورعا كبير القدر ، وقد منعوه بنو عبيد من التحديث في آواخر عمره .\r\n( 206 ) - هلال بن العلاء بن عمر بن هلال بن العلاء الرقى المتوفى 280 .\r\nمحدث الرقة وشيخها وله شعر .\r\nشذرات الذهب 2 : 176 . تذكرة الحفاظ 2 : 612 . خلاصة تهذيب الكمال : 353 .\r\nطبقات الحفاظ : 264 .\r\n( 207 ) - أبو وهب عبيد اللّه بن عمر الرقى مات 180 .\r\nالفقيه محدث الجزيرة ومفتيها ، وكان ثقة لم يكن أحد ينازعه في الفتوى في دهره .\r\nشذرات الذهب 1 : 293 . تذكرة الحفاظ 1 : 241 . العبر 1 : 276 . طبقات ابن سعد 7 ق 2 : 182 . طبقات الحفاظ : 102 .\r\n( 208 ) - أبو اسامة زيد بن أبي أنيسة الجزري الرهاوي المتوفى 124 .\r\nتذكرة الحفاظ 1 : 139 . تهذيب التهذيب 3 : 397 . خلاصة تهذيب الكمال : 108 .\r\nشذرات الذهب 1 : 166 . العبر 1 : 161 . طبقات الحفاظ : 57 . طبقات ابن سعد 7 ق 2 : 180 .\r\n( 209 ) - أبو محمد عبد اللّه بن الحارث بن نوفل بن الحارث بن عبد المطلب بن هاشم -\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nكتفي « 210 » ) حدثنا علي بن أبي طالب ويده على كتفي ، حدثني رسول اللّه صلى اللّه عليه وسلم ، ويده على كتفي ، حدثني الصادق الناطق رسول رب العالمين ، وأمينه على وحيه جبرئيل عليه السلام ويده على كتفي ، قال : سمعت إسرافيل ، يقول : سمعت القلم ، يقول : سمعت اللوح ، يقول :\r\nسمعت اللّه عز وجل من فوق العرش يقول : للشئ كن فلا تبلغ الكاف النون حتى يكون ما يكون .\r\n* * * أخبرنا شيخنا الامام جمال الدين محمد بن محمد بن محمد الجمالى زاهد عصره ، قال : أخبرنا الامام سعيد الدين محمد بن مسعود محدث فارس في زمانه أخبرنا الشيخ ظهير الدين إسماعيل بن المظفر بن محمد الشيرازي عالم وقته ، أخبرنا أبو طاهر عبد السلام بن أبي الربيع الحنفي ، محدث زمانه ، أخبرنا أبو بكر عبد اللّه بن محمد بن شاهور القلانسي « 211 » شيخ عصره ، أخبرنا أبو المبارك عبد العزيز بن محمد بن منصور الادمى امام أوانه ، أخبرنا سليمان بن إبراهيم بن محمد بن سليمان « 212 » نادرة دهره ، حدثنا أبو صالح أحمد بن عبد الملك بن علي النيسابوري « 213 » غريب وقته ، حدثنا أبو طاهر محمد بن محمد بن محمش\r\n\r\n\r\n","description":"","footnote":"\r\n- المدني المتوفى 79 .\r\n( 210 ) - الجملة بين القوسين زيادة من الناسخ ، لان عبد اللّه بن الحارث روى عن النبي - ص - مرسلا وعن عمر وعثمان وعلى وعن أبيه .\r\nتهذيب التهذيب 5 : 180 . شذرات الذهب 1 : 94 . جمهرة انساب العرب : 20 ، 70 .\r\n( 211 ) - عبد اللّه بن محمد بن شاهاور بن أنوشروان بن أبي النجيب الرازي مات 654 .\r\nشذرات الذهب 5 : 265 .\r\n( 212 ) - أبو مسعود الحافظ الامام محدث أصبهان الملنجى المتوفى 480 .\r\nتذكرة الحفاظ 3 : 1197 . الرسالة المستطرفة : 30 . شذرات الذهب 3 : 377 . طبقات الحفاظ : 443 . العبر 3 : 311 ، وفيه : المليحى .\r\n( 213 ) - أبو صالح المؤذن أحمد بن عبد الملك بن علي بن أحمد النيسابوري مات 470 .\r\nتاريخ بغداد 4 : 267 . تذكرة الحفاظ 3 : 1162 . طبقات الحفاظ : 438 . شذرات الذهب 3 : 335 . العبر 3 : 272 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالزيادي « 214 » فريد دهره ، حدثنا أبو حامد أحمد بن محمد بن هاشم البلاذري حافظ زمانه ، حدثنا محمد بن الحسن بن علي ، امام عصره ، حدثنا أبي الحسن بن علي السيد المحجوب ، حدثنا أبي علي بن موسى الرضى ، حدثنا أبي موسى بن جعفر الكاظم ، حدثنا أبي جعفر بن محمد الصادق ، حدثنا أبي محمد بن علي الباقر ، حدثنا أبي علي بن الحسين زين العابدين ، حدثنا أبي الحسين بن علي سيد الشهداء ، حدثنا أبي علي بن أبي طالب سيد الأولياء رضى اللّه عنهم ، اخبرني سيد الأنبياء محمد ابن عبد اللّه صلى اللّه عليه وسلم ، قال : اخبرني جبرئيل سيد الملائكة ، قال : قال اللّه سيد السادات : انى أنا اللّه لا اله الا أنا من أقرلى بالتوحيد دخل حصني ، ومن دخل حصني أمن من عذابي .\r\nكذا وقع هذا الحديث بهذا السياق من المسلسلات السعيدية ، والعهدة فيه على البلاذري واللّه أعلم « 215 » .\r\n* * * أخبرنا شيخنا الامام جمال الدين يوسف بن محمد السرمرى رحمه اللّه مشافهة وكان ثقة ، قال : أخبرنا شيخنا أبو الثناء محمود بن محمد بن محمود الدقوقى وكان ثقة ، قال : أخبرنا عبد الصمد بن أحمد ابن أبي الجيش البغدادي « 216 » وكان ثقة ، أخبرنا أبو محمد يوسف بن عبد الرحمن بن علي بن محمد بن الجوزي وكان ثقة ، أخبرنا والدي وكان ثقة ، أخبرنا أبو منصور محمد بن عبد الملك وكان ثقة ، أخبرنا أبو محمد الجوهري وكان ثقة ، أخبرنا أبو حفص ابن شاهين وكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 214 ) - أبو طاهر محمد بن محمد بن محمش الزيادي المتوفى 491 .\r\nاللباب 2 : 84 .\r\n( 215 ) - ورد الحديث هذا بأسانيد شتى وطرق مختلفة ويعتبر من حديث سلسلة الذهب راجع عيون أخبار الرضا 2 : 133 . الفصول المهمة : 253 . الصواعق المحرقة : 205 .\r\n( 216 ) - مجد الدين عبد الصمد بن أحمد بن عبد القادر بن أبي الجيش بن عبد اللّه البغدادي المقرى ، النحوي الحنبلي المتوفى 676 .\r\nشذرات الذهب 5 : 353 . بغية الوعاة : 306 . معجم المؤلفين 5 : 234 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nثقة ، حدثنا عبد اللّه بن سليمان بن الأشعث « 217 » وكان ثقة ، حدثنا علي بن خشرم « 218 » وكان ثقة ، حدثنا وكيع « 219 » وكان ثقة ، حدثنا سفيان الثوري ، ومسعر وكانا ثقتين ، عن عثمان بن المغيرة « 220 » قال : وكيع وكان ثقة ، عن علي بن ربيعة الوالبي وكان ثقة ، عن أسماء بن الحكيم « 221 » وكان ثقة ، عن علي بن أبي طالب رضى اللّه عنه ، قال : كنت إذا سمعت من رسول اللّه صلى اللّه عليه وسلم حديثا نفعني اللّه بما شاء منه ، وإذا حدثني غيره استحلفته ، فإذا حلف لي صدقته ، وان أبا بكر حدثني وصدق أبو بكر ان رسول اللّه صلى اللّه عليه وسلم ، قال : ما من رجل يصيب ذنبا فيتوضاء ثم يصلى ركعتين ويستغفر اللّه الا غفر له « 222 » .\r\nوأخبرناه أعلى من هذا بدرجتين ، وهو أتم منه شيخنا محمد ابن احمد الامام قراءة عليه ، أخبرنا أبو الحسن بن أحمد سماعا ، أخبرنا أبو علي البغدادي ، أخبرنا أبو القاسم الشيباني ، أخبرنا الحسن بن محمد التميمي ، أخبرنا ابن مالك ، حدثنا عبد اللّه بن أحمد بن محمد ، حدثني أبى ، حدثنا وكيع ، حدثنا مسعر وسفيان ، عن عثمان بن المغيرة الثقفي ، عن علي بن ربيعة الوالبي ، عن أسماء بن الحكم الفزاري ، عن علي رضى اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 217 ) - أبو بكر عبد اللّه بن سليمان بن الأشعث السجستاني ابن أبي داود المتوفى 316 .\r\n( 218 ) - أبو الحسن علي بن خشرم بن عبد الرحمان بن عطاء بن هلال بن ماهان بن عبد اللّه المروزي مات 257 .\r\nتهذيب التهذيب 7 : 316 .\r\n( 219 ) - أبو سفيان وكيع بن الجراح بن مليح الرؤاسي الكوفي المتوفى 196 .\r\nتاريخ بغداد 13 : 466 . تذكرة الحفاظ 1 : 306 . تهذيب الأسماء 2 : 144 . حلية الأولياء 8 : 368 . خلاصة تهذيب الكمال : 356 . شذرات الذهب 1 : 349 . العبر 1 : 324 . اللباب 1 : 478 . ميزان الاعتدال 4 : 335 . النجوم الزاهرة 2 : 153 . طبقات الحفاظ : 127 .\r\n( 220 ) - أبو المغيرة عثمان بن المغيرة الثقفي مات . . .\r\nتهذيب التهذيب 7 : 155 .\r\n( 221 ) - أبو حسان أسماء بن الحكم الفزاري الكوفي مات . . .\r\nتهذيب التهذيب 1 : 267 . ميزان الاعتدال 1 : 255 . وفيه : مجهول ، وقال ابن حبان : يخطئ ، وقال العقيلي : منكر الحديث ، وذكره ابن الجارود في الضعفاء .\r\n( 222 ) - تهذيب التهذيب 1 : 267 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nعنه ، قال : كنت إذا سمعت من رسول اللّه صلى اللّه عليه وسلم حديثا نفعني اللّه بما شاء منه فإذا حدثني عنه غيره استحلفته فإذا حلف صدقته ، وان أبا بكر حدثني وصدق أبا بكر انه سمع النبي صلى اللّه عليه وسلم ، قال : ما من رجل يذنب ذنبا فيتوضأ فيحسن الوضوء . قال : مسعر فيصلى ، وقال سفيان : ثم يصلى ركعتين فيستغفر اللّه الا غفر له .\r\nهذا حديث حسن صحيح الاسناد ، رواه أبو داود وسكت عليه « 223 » والترمذي « 224 » وقال : حسن . والنسائي ، وابن ماجة « 225 » .\r\n* * * ورأيت شيخنا الامام العالم الزاهد المقرئ المحدث أبا محمد محمد بن محمد بن محمد بن محمد بن محمد النسائي ، وكان يقنت في صلاة الصبح ، قال : رأيت الامام شيخنا المحدث سعيد الدين محمد بن مسعود الكازروني وكان يقنت في صلاة الصبح ، قال : أخبرنا شيخنا ظهير الدين إسماعيل بن المظفر بن محمد ، ورأيته يقنت في صلاة الصبح ، أخبرنا أبو بكر عبد اللّه بن محمد بن شاپور ، ورأيته يقنت في صلاة الصبح ، أخبرنا أبو المبارك عبد العزيز بن محمد بن منصور ، رأيته يقنت في صلاة الصبح ، أخبرنا أبو مسعود سليمان بن إبراهيم بن محمد بن سليمان ، ورأيته يقنت في صلاة الصبح ، أخبرنا أبو صالح أحمد بن عبد الملك النيسابوري ، ورأيته يقنت في صلاة الصبح ، حدثنا أبو الحارث محمد ابن عبد الرحيم بن الحسن بن سليمان ، ورأيته يقنت في صلاة الصبح ، حدثنا أبو عبد اللّه محمد بن عبد اللّه بن حيويه « 226 » ورأيته يقنت في صلاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 223 ) - سنن أبي داود 1 : 238 بتغيير بسيط في اللفظ : وبسنده عن مسدد عن أبي عوانة عن عثمان بن المغيرة .\r\n( 224 ) - الجامع الصحيح 2 : 257 ، وفيه : حدثنا قتيبة حدثنا أبو عوانة عن عثمان بن المغيرة . حديث : 406 .\r\n( 225 ) - سنن ابن ماجة 1 : 446 حديث رقم : 1395 .\r\n( 226 ) - أبو الحسن محمد بن عبد اللّه بن زكريا بن حيويه النيسابوري المصري القاضي المتوفى 366 .\r\nشذرات الذهب 3 : 58 . النجوم الزاهرة 4 : 128 . مرآة الجنان 2 : 387 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالصبح ، قال : سمعت السيد أبا جعفر محمد بن عبد اللّه بن علي بن عبد اللّه ابن الحسن بن علي بن أبي طالب رضى اللّه عنه ، ورأيته يقنت في صلاة الصبح ، يقول : صليت خلف أبى عمران ورأيته يقنت في الركعة الثانية من صلاة الصبح ، وحدثني ان أباه كان يفعل ذلك ، قال : حدثني أبى وقد رأى أباه عليا يفعل ذلك ، قال : حدثني أبى عبد اللّه بن الحسن ، وحدثني ان أباه كان يفعل ذلك ، قال : حدثني أبى الحسن بن علي وكان يذكر عن أبيه ان رسول اللّه صلى اللّه عليه وسلم لم يدع القنوت في الركعة الثانية من صلاة الصبح ، حتى توفى صلى اللّه عليه وسلم .\r\nهذا حديث غريب بهذا السياق وهذا الاسناد ، وله شاهد من حديث انس بن مالك ان رسول اللّه صلى اللّه عليه وسلم ، لم يزل يقنت في الصبح حتى فارق الدنيا .\r\nرواه الحاكم في الأربعين الكبرى له ، وقال : حديث صحيح « 227 » .\r\nوروى البيهقي في سننه الكبير ان محمد بن الحنفية قال : ان أبى يعنى علي بن أبي طالب رضى اللّه عنه ، كان يدعو بهذا الدعاء في صلاة الفجر في قنوته يعنى ( اللهم اهدني فيمن هديت ) إلى آخره « 228 » .\r\n* * * أخبرنا القاضي الإمام العلامة شرف الدين أحمد بن الحسن بن قاضى الجبل رحمد اللّه ، فيما شافهنى به ، عن الشيخ الامام القاضي تقى\r\n\r\n\r\n","description":"","footnote":"\r\n( 227 ) - سنن الترمذي 2 : 251 . حدثنا قتيبة ومحمد بن المثنى قالا : حدثنا غندر محمد بن جعفر عن شعبة عن عمرو بن مرة عن عبد الرحمن بن أبي ليلى عن البراء بن عازب ، ان النبي - ص - كان يقنت في صلاة الصبح والمغرب .\r\nقال أبو عيسى : حديث البراء حديث حسن صحيح .\r\nورواه أيضا احمد ومسلم والنسائي ، وروى البخاري نحوه عن انس . واختلف أهل العلم في القنوت في صلاة الفجر :\r\nفرأى بعض أهل العلم من أصحاب النبي صلى اللّه عليه وسلم وغيرهم القنوت في صلاة الفجر .\r\nوهو قول مالك والشافعي .\r\n( 228 ) - السنن الكبرى للبيهقي 2 : 209 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالدين سليمان بن حمزة الحنبلي « 229 » عن عم أبيه القاضي الامام شيخ الاسلام أبى الفرج عبد الرحمن بن شيخ الاسلام أبى عمر ، قال : أخبرنا الإمام الحافظ أبو الفرج عبد الرحمن بن علي بن الجوزي « 230 » القاضي في فنه كتابة ، أخبرنا علي بن يحيى المدبر القاضي ، أخبرنا القاضي أبو بكر محمد بن عبد الباقي ، أخبرنا القاضي هناد بن إبراهيم « 231 » أخبرنا القاضي أبو البحر زيد بن سعد بن محمد الحافظ ، حدثنا القاضي أبو بكر محمد ابن علي بن عبد العزيز البصري ، حدثنا القاضي أبو الحسن علي بن محمد ابن الحسن الشافعي ، أخبرنا القاضي أبو عمر محمد بن يوسف بن يعقوب ، حدثنا أبي القاضي يوسف بن يعقوب ، حدثنا القاضي إسماعيل بن إسحاق « 232 » حدثنا القاضي محمد بن مسلمة ، حدثنا القاضي مالك بن انس ، حدثنا القاضي سليمان بن أبي ربيعة ، حدثنا القاضي شريح « 233 » حدثنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 229 ) - أبو الفضل سليمان بن حمزة بن أحمد بن عمر بن أبي عمر محمد بن أحمد بن محمد بن قدامة المقدسي الحنبلي الصالحي المتوفى 715 .\r\nشذرات الذهب 6 : 35 - 36 . البداية والنهاية 14 : 75 .\r\n( 230 ) - أبو الفرج عبد الرحمن بن علي بن عبد الرحمن بن علي بن علي بن عبد اللّه بن الجوزي الحنبلي البكري الصديقي المتوفى 597 .\r\nالبداية والنهاية 13 : 28 . تذكرة الحفاظ 4 : 1342 . شذرات الذهب 4 : 329 . طبقات الداودي 1 : 270 . طبقات السيوطي : 27 . العبر 4 : 297 . مرآة الجنان 3 : 489 . النجوم الزاهرة 6 : 174 . مرآة الجنان 3 : 489 . هدية العارفين 1 : 520 .\r\n( 231 ) - أبو المظفر هناد بن إبراهيم بن محمد بن نصر النسفي مات 465 .\r\nكان من المحدثين المكثرين والحفاظ المشهورين لكنه ضعيف مكثر من روايات الموضوعات\r\nشذرات الذهب 3 : 324 .\r\n( 232 ) - أبو إسحاق إسماعيل بن إسحاق بن إسماعيل بن حماد بن زيد الأزدي القاضي المتوفى 282 .\r\nشذرات الذهب 2 : 178 . ارشاد الاريب 2 : 257 . تاريخ بغداد 6 : 284 . تذكرة الحفاظ 2 : 625 . الديباج المذهب : 92 . الرسالة المستطرفة : 37 . طبقات القراء 1 : 162 . طبقات الداودي 1 : 105 . العبر 2 : 67 . مرآة الجنان 2 : 194 . المنتظم 5 : 151 . طبقات الحفاظ :\r\n275 .\r\n( 233 ) - القاضي أبو أمية شريح بن الحارث بن قيس بن الجهم بن معاوية بن عامر -\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nأمير المؤمنين اقضى الأمة علي بن أبي طالب رضى اللّه عنه ، قال : قال رسول اللّه صلى اللّه عليه وسلم ، شموا النرجس ولو في اليوم مرة ولو في الشهر مرة ولو في السنة مرة ولو في الدهر مرة فان في القلب حبة من الجنون والجذام والبرص لا يقطعها الا شم النرجس .\r\nهذا الحديث رويناه هكذا مسلسلا بالقضاة من هذه الطريق بهذا اللفظ .\r\nورواه الحافظ أبو منصور بن شيرويه الديلمي « 234 » مسلسلا أيضا بالقضاة ، متصلا بالقاضي أبى القاسم محمد بن محمد الخلال ، حدثنا القاضي أبو علي الحسن بن مهدي ، حدثني أبو عمر محمد بن يوسف ، حدثني القاضي يوسف بن يعقوب ، حدثني القاضي إسماعيل بن إسحاق ، حدثني القاضي حماد بن زيد حدثني القاضي مالك ، حدثني القاضي سليمان بن أبي ربيعة ، حدثني القاضي شريح ، حدثني القاضي أمير - المؤمنين علي بن أبي طالب ، قال : قال رسول اللّه صلى اللّه عليه وسلم :\r\nشموا النرجس فما منكم من أحد الا وله شعبة بين الصدر والفؤاد ، من\r\n\r\n\r\n","description":"","footnote":"\r\n- الكندي الكوفي مات 78 .\r\nتهذيب التهذيب 4 : 326 . تذكرة الحفاظ 1 : 59 . خلاصة تهذيب الكمال : 140 .\r\nشذرات الذهب 1 : 85 . العبر 1 : 89 . طبقات الحفاظ : 20 . مرآة الجنان 1 : 158 . وفيات الأعيان 2 : 460 . الكامل في التاريخ 13 : 169 . حلية الأولياء 4 : 132 .\r\nللنرجس فضائل كثيرة في شمه ودهنه ولما أضرمت النار لإبراهيم عليه السلام فجعلها اللّه عز وجل عليه بردا وسلاما انبت اللّه تعالى له في تلك النار النرجس فاصل النرجس ما انبته اللّه تعالى في ذلك الزمان .\r\nوعن النبي - ص - : شموا النرجس ولو في اليوم مرة ولو في الأسبوع مرة ولو في الشهر مرة ولو في الدهر مرة ولو في السنة مرة فان في القلب حبة من الجنون والجزام والبرص شمها يقلعها . سفينة البحار 2 : 583 .\r\n( 234 ) - أبو منصور شهردار بن شيرويه بن شهردار بن شيرويه الديلمي الشافعي المتوفى 558 .\r\nكان حافظا عارفا بالحديث فهما عالما بالأدب ظريفا .\r\nشذرات الذهب 4 : 182 . طبقات الحفاظ : 482 . وفيات الأعيان 4 : 294 . الرسالة المستطرفة : 56 . طبقات الشافعية 4 : 229 . كشف الظنون : 1684 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالجنون ، أو الجذام ، أو البرص ، لا يذهبها الأشم النرجس .\r\nفجعل حماد بن زيد ، بدل محمد بن مسلمة والحديث منكر واللّه أعلم .\r\n* * * أخبرنا شيخنا الإمام المحدث جمال الدين يوسف بن محمد بن مسعود السرمرى رحمد اللّه ، مشافهة أخبرنا شيخنا الإمام أبو الثناء محمود ابن محمد بن محمود المقرئ ، قال : أخبرنا شيخنا أبو احمد عبد الصمد ابن أحمد بن أبي الجيش ، أخبرنا أبو محمد يوسف بن عبد الرحمن بن علي بن محمد بن الجوزي « 235 » أخبرنا والدي ، أخبرنا محمد بن ناصر الحافظ ، أخبرنا أبو بكر محمد بن أحمد بن علي بن خلف ، أخبرنا أبو عبد الرحمن السلمى ، أخبرنا عبد اللّه بن موسى السلمى ، أخبرنا الفضل ابن عباس الكوفي ، حدثنا الحسن بن هارون الضبي ، حدثنا عمر بن حفص بن غياث « 236 » عن أبيه ، عن جعفر بن محمد ، عن أبيه ، عن علي ابن الحسين ، عن أبيه ، عن علي بن أبي طالب رضى اللّه عنه ، قال : رآني النبي صلى اللّه عليه وسلم ، حزينا فقال : يا ابن أبي طالب أراك حزينا ؟\r\nقلت : هو كذلك قال : فمر بعض أهلك يؤذن في اذنك ، فإنه دواء للهم ، قال : ففعلت فزال عنى ، قال الحسين رضى اللّه عنه : جربته فوجدته كذلك ، قال علي بن الحسين جربته فوجدته كذلك ، قال محمد بن علي :\r\nجربته فوجدته كذلك ، قال جعفر بن محمد : جربته فوجدته كذلك قال حفص بن غياث : جربته فوجدته كذلك ، قال عمر بن حفص :\r\n\r\n\r\n","description":"","footnote":"\r\n( 235 ) - محى الدين أبو محمد يوسف بن عبد الرحمن بن علي بن محمد بن علي بن عبيد اللّه بن عبد اللّه القرشي الحنبلي البغدادي البكري مات 656 .\r\nالدارس 2 : 62 . شذرات الذهب 5 : 286 . هدية العارفين 2 : 555 . كشف الظنون :\r\n213 .\r\n( 236 ) - أبو حفص عمر بن حفص بن غياث بن طلق بن معاوية النخعي الكوفي المتوفى 222 .\r\nثقة صدوق .\r\nتهذيب التهذيب 7 : 435 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nجربته فوجدته كذلك ، قال الحسن بن هارون : جربته فوجدته كذلك ، قال الفضل جربته فوجدته كذلك ، قال عبد اللّه بن موسى : جربته فوجدته كذلك ، قال أبو عبد الرحمن : جربته فوجدته كذلك ، قال أبو بكر جربته فوجدته كذلك ، قال عبد الرحمن بن الجوزي : جربته فوجدته كذلك ، قال أبو محمد يوسف : جربته فوجدته كذلك ، قال عبد الصمد : جربته فوجدته كذلك .\r\nقلت : ولم اسمع شيخنا السرمرى يقول فيه شيئا ، ولكن جربته فوجدته كذلك .\r\nهذا حديث حسن التسلسل لم أرفى رجاله من تكلم فيه بقدح واللّه أعلم .\r\nومما صح وجرب لمن نزل به كرب أو شدة مما علمه النبي صلى اللّه عليه وسلم عليا رضى اللّه عنه ، ولقنه إياه وهو مجرب ما قرأته على محمد بن أحمد بن إبراهيم شيخنا ، أخبرك علي بن أحمد فأقربه ، أخبرنا ابن فرج ، أخبرنا ابن الحصين ، أخبرنا ابن المذهب ، أخبرنا القطيعي ، حدثنا عبد اللّه بن أحمد ، حدثني أبى ، حدثنا يونس ، حدثنا ليث ، عن ابن عجلان ، عن محمد بن كعب القرظي ، عن عبد اللّه بن شداد ابن الهاد « 237 » عن عبد اللّه بن جعفر « 238 » عن علي بن أبي طالب رضى اللّه عنه ، قال : لقننى رسول اللّه صلى اللّه عليه وسلم هؤلاء الكلمات وأمرني ان نزل بي كرب أو شدة ان أقولهن : ( لا اله الا اللّه الكريم الحليم ، سبحان اللّه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 237 ) - أبو الوليد عبد اللّه بن شداد بن الهاد الليثي المدني المتوفى 81 / 82 .\r\nمن كبار التابعين وثقاتهم .\r\nتهذيب التهذيب 5 : 251 . شذرات الذهب 1 : 90 . طبقات الحفاظ : 66 . البداية والنهاية 9 : 37\r\n( 238 ) - عبد اللّه بن جعفر بن أبي طالب الهاشمي مات 80 / 82 .\r\nأمه أسماء بنت عميس كان جوادا ممدحا .\r\nتهذيب التهذيب 5 : 170 . شذرات الذهب 1 : 87 . جمهرة انساب العرب : 68 . جامع الرواة 1 : 478 . عمدة الطالب : 36 . تنقيح المقال 2 : 173 . طبقات ابن سعد 5 : 124 ، 145 .\r\nمرآة الجنان 1 : 161 . الكامل في التاريخ 13 : 200 . البداية والنهاية 9 : 33 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوتبارك اللّه رب العرش العظيم ، والحمد للّه رب العالمين ) .\r\nصحيح الاسناد ، رجاله ثقات وكلهم في الصحيح رواه النسائي ، وابن حبان ، والحاكم في صحيحيهما ، وله شاهد في الصحيحين من حديث ابن العباس « 239 » .\r\nومما رويناه من الدعاء للكرب والشدة من طريق جعفر بن محمد الصادق ، عن آبائه عن علي رضى اللّه عنه مرفوعا ما أخبرنا به جماعة من شيوخنا الثقات ، منهم أحمد بن محمد بن الحسين البناء ، وأحمد بن إسماعيل بن أبي عمر ، ومحمد بن موسى بن سليمان الأنصاري ، مشافهة من كل منهم ، عن أبي الحسن علي بن أحمد المقدسي ، أخبرنا العلامة أبو الفتوح العجلي في كتابه ، أخبرنا أبو القاسم إسماعيل بن محمد الحافظ « 240 » أخبرنا أحمد بن هارون ، أخبرنا أحمد بن موسى الحافظ ، أخبرنا عبد اللّه بن محمد بن عيسى ، حدثنا الحسين بن معاذ بن حرب « 241 » حدثنا عبد الأعلى بن حماد النرسي « 242 » حدثنا علي بن أمية الكوفي ، عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 239 ) - المستدرك على الصحيحين 1 : 508 وفيه : أخبرنا عبد اللّه بن الحسين القاضي بمرو ، حدثنا الحارث بن أبي اسامة ، حدثنا روح بن عبادة ، حدثنا أسامة بن زيد عن محمد بن كعب . . . صحيح البخاري 4 : 105 بطريقين عن ابن عباس .\r\n( 240 ) - أبو القاسم إسماعيل بن محمد بن الفضل بن علي القرشي الطلحي الأصبهاني المتوفى 535 .\r\nالبداية والنهاية 12 : 217 . بغية الوعاة 1 : 455 . تذكرة الحفاظ 4 : 1277 . الرسالة المستطرفة : 57 . شذرات الذهب 4 : 105 . طبقات الداودي 1 : 112 . طبقات المفسرين :\r\n8 . العبر 4 : 94 . مرآة الجنان 3 : 263 . المنتظم 10 : 90 . النجوم الزاهرة 5 : 267 . طبقات الحفاظ : 463 .\r\n( 241 ) - الحسين بن معاذ بن حرب الأخفش البصري مات 277 .\r\nذكره ابن حبان في الثقات . ووثقه مسلمة الأندلسي .\r\nتهذيب التهذيب 2 : 370 . ميزان الاعتدال 1 : 548 .\r\n( 242 ) - أبو يحيى عبد الأعلى بن حماد بن نصر الرسى الباهلي البصري المتوفى 237 .\r\nتاريخ بغداد 11 : 57 . تذكرة الحفاظ 2 : 467 . شذرات الذهب 2 : 88 . العبر 1 : 424 .\r\nطبقات الحفاظ : 203 . تهذيب التهذيب 6 : 93 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالربيع الحاجب « 243 » عن جعفر بن محمد بن علي بن الحسين بن علي ابن أبي طالب ، عن أبيه ، عن جده ، عن أبيه ، عن علي بن أبي طالب ، قال :\r\nقال رسول اللّه صلى اللّه عليه وسلم : يا علي إذا حزنك أمر فقل :\r\nاللهم احرسني بعينك التي لا تنام ، واكفنى بركنك الذي لا يرام ، واغفر لي بقدرتك حتى لا أهلك وأنت رجائي ، رب كم من نعمة أنعمت بها على قل لك عندها شكري ، وكم من بلية أبليتني بها قل لك عندها صبري ، فيا من قل عند نعمته شكري ، فلم يحرمنى ، ويا من رآني على الخطايا فلم يفضحني ، يا ذا المعروف الذي لا ينقضى ابدا ، ويا ذا النعماء التي لا تحصى عددا ، أسئلك ان تصلى على محمد وآل محمد وبك أدرأ في نحور الأعداء والجبارين .\r\nاللهم اعني على ديني بالدنيا ، وعلى آخرتى بالتقوى ، واحفظنى فيما غبت عنه ، ولا تكلني إلى نفسي فيما حظرته على ، يا من لا تضره الذنوب ولا تنقصه المغفرة اغفر لي ما لا يضرك ، وأعطني ما لا ينقصك ، انك أنت الوهاب أسألك فرجا قريبا وخيرا عاجلا ورزقا واسعا ، والعافية من جميع البلايا يا كريم « 244 » .\r\nقلت : ولهذا الحديث قصة أخبرتنا بها كما وقعت الشيخة الصالحة المعمرة أم محمد ست العرب ابنة محمد بن علي بن أحمد بن عبد البخاري المقدسية رحمها اللّه ، إجازة ان لم يكن سماعا قالت : أخبرنا جدى على المذكور ، عن أبي طاهر بركات بن إبراهيم الخشوعي « 245 » أخبرنا أبو محمد عبد الكريم بن حمزة السلمى ، أخبرنا أبو بكر أحمد بن علي\r\n\r\n\r\n","description":"","footnote":"\r\n( 243 ) - الربيع بن الحاجب . . .\r\nمن أصحاب الإمام الصادق عليه السلام .\r\nتنقيح المقال 1 : 424 . جامع الرواة 1 : 316 .\r\n( 244 ) - مهج الدعوات : 192 ، وفيه : قال الربيع : واللّه لقد دعاني المنصور ثلاث مرات يريد قتلى فاتعوذ بهذه الكلمات فيحول اللّه بينه وبين قتلى .\r\n( 245 ) - أبو طاهر بركات بن إبراهيم بن طاهر الخشوعي الدمشقي الأنماطي المتوفى 598 .\r\nشذرات الذهب 4 : 335 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nابن ثابت الخطيب الحافظ ، أخبرنا أبو الحسن علي بن أحمد بن عمر الحمامي « 246 » أخبرنا أبو بكر أحمد بن سليمان النجاد « 247 » ، أخبرنا أبو بكر عبد اللّه بن محمد بن أبي الدنيا القرشي ، حدثني عيسى بن أبي حرب الصفار ، والمغيرة بن محمد ، قالا : حدثنا عبد الأعلى بن حماد ، حدثني الحسن بن الفضل بن الربيع ، حدثني عبد اللّه بن الفضل بن الربيع ، عن الفضل بن الربيع قال : حدثني أبى ، قال : حج أبو جعفر « 248 » سنة سبع وأربعين ومائة فقدم المدينة ، فقال : ابعث إلى جعفر بن محمد من يأتيني به تعبا قتلني اللّه ان لم أقتله ، قال : فأمسكت عنه رجاء أن ينساه ، فأغلظ لي القول في الثالثة ، فقلت : جعفر بن محمد بالباب يا أمير المؤمنين ، قال :\r\nائذن له ، فاذنت له فدخل ، فقال : السلام عليك يا أمير المؤمنين ورحمة اللّه وبركاته ، فقال : لا سلم اللّه عليك يا عدو اللّه ، تنازعنى في سلطاني ، وتبغينى الغوائل في ملكي ، قتلني اللّه ان لم أقتلك ، قال جعفر :\r\nيا أمير المؤمنين ان سليمان اعطى فشكر ، وان أيوب ابتلى فصبر ، وان يوسف ظلم فغفر ، وأنت السنخ من ذلك ، فنكس طويلا ثم رفع رأسه ، وقال : إلى وعندي يا أبا عبد اللّه البرىء الساحة القليل الغائلة ، جزاك اللّه من ذي رحم أفضل ما يجزى ذوى الارحام عن أرحامهم ، ثم تناوله بيده فأجلسه معه على مفرشه ، ثم قال : يا غلام على بالمتحفة ( والمتحفة\r\n\r\n\r\n","description":"","footnote":"\r\n( 246 ) - أبو الحسن علي بن أحمد بن عمر الحمامي المقرئ المتوفى حدود 420 .\r\nاللباب 1 : 385 . شذرات الذهب 3 : 208 ، وفيه مات 217 ، وانتهى اليه علو الاسناد في القرآن .\r\n( 247 ) - أبو بكر أحمد بن سليمان بن الحسن بن إسرائيل البغدادي الحنبلي المتوفى 348 .\r\nتاريخ بغداد 4 : 189 . تذكرة الحفاظ 3 : 868 . طبقات الحنابلة 2 : 7 . العبر 2 : 278 .\r\nالنجوم الزاهرة 3 : 322 . طبقات الحفاظ : 355 . شذرات الذهب 2 : 376 .\r\n( 248 ) - أبو جعفر المنصور عبد اللّه بن محمد بن علي بن عبد اللّه بن عباس الدوانيقي مات 158 .\r\nتاريخ الخلفاء : 259 . شذرات الذهب 1 : 244 . الكامل في التاريخ 13 : 76 . وفيات الأعيان 8 : 84 . مرآة الجنان 1 : 334 . تاريخ الطبري 9 : 292 . تاريخ الخميس 2 : 324 .\r\nمروج الذهب 2 : 180 . تاريخ بغداد 10 : 53 . فوات الوفيات 1 : 232 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nمدهن كبير فيه غالية ) فأتى به فغلفه بيده حتى حلت لحيته قاطرة ثم قال له : في حفظ اللّه وكلائته ، يا ربيع الحق أبا عبد اللّه جائزته وكسوته ، فانصرف فلحقته ، فقلت : انى قد رأيت قبل ذلك ما لم يرو رأيت بعد ذلك ما قد رأيت ، وقد رأيتك تحرك شفتيك فما الذي قلت ؟ قال : نعم انك رجل منا أهل البيت ولك محبة وود قلت :\r\nاللهم احرسني بعينك التي لا تنام ، واكنفنى بركنك الذي لا يرام ، واغفر لي بقدرتك على ، فلا أهلك وأنت رجائي ، رب كم من نعمة أنعمت بها على قل لك عندها شكري ، وكم من بلية ابتليتني بها قل عندها صبري ، فيا من قل عند بليته صبري فلم يخذلني ويا من رآني على الخطايا فلم يفضحني ، يا ذا المعروف الذي لا ينقضى ابدا ، ويا ذا النعم التي لا تحصى عددا ، أسئلك ان تصلى على محمد وآل محمد وبك ادرء في نحره ، وأعوذ بك من شره .\r\nاللهم اعني على ديني بالدنيا ، واعني على آخرتى بالتقوى ، واحفظنى فيما غبت عنه ، ولا تكلني إلى نفسي فيما حضرته يا من لا تضره الذنوب ولا تنقصه المغفرة اغفر لي ما لا يضرك ، وأعطني ما لا ينقصك انك أنت الوهاب ، أسئلك فرجا قريبا وصبرا جميلا ورزقا واسعا والعافية من جميع البلايا وشكر العافية .\r\nهذا حديث غريب عزيز رواه من الأئمة المعتمد عليهم الحافظ الكبير إسماعيل التيمي في كتابه ( الترغيب والترهيب ) « 249 » من الطريق الأولى ، كما رويناه ، والحافظ أبو بكر بن أبي الدنيا « 250 » من الطريق الثانية كما أخرجناه وهو مجرب في الشدائد .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 249 ) - كشف الظنون 1 : 400 . طبقات الحفاظ : 463 . مهج الدعوات : 195 بأسانيد شتى وعبارات مختلفة .\r\n( 250 ) - عبد اللّه بن محمد بن عبيد بن سفيان بن قيس أبو بكر بن أبي الدنيا البغدادي المتوفى 281 .\r\nتاريخ بغداد 10 : 89 . تذكرة الحفاظ 2 : 677 . خلاصة تهذيب الكمال : 180 . العبر 2 : 65 . طبقات الحفاظ : 294 . النجوم الزاهرة 3 : 86 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nأخبرنا الامام العالم المحدث الكبير أبو المظفر يوسف بن محمد السرمرى الحنبلي رحمه الله ، مشافهة منه لي بمنزله من المدرسة الحنبلية داخل دمشق المحروسة ، في الثالث عشر من ذي الحجة سنة ست وستين وسبعمائة ، أخبرنا أبو الثناء محمود بن محمد الدقوقى ، قال : أخبرنا شيخنا أبو احمد عبد الصمد بن أحمد بن أبي الجيش البغدادي ، أخبرنا أبو محمد يوسف بن الإمام أبى الفرج عبد الرحمن بن علي ابن الجوزي البكري ، أخبرنا والدي ، أخبرنا محمد بن ناصر الحافظ ، أخبرنا محمد بن علي بن ميمون ، أخبرنا محمد بن علي العلوي ، حدثنا محمد بن عبد اللّه ابن المطلب ، حدثنا عبد اللّه بن أبي سفيان القرشي ، حدثنا إبراهيم بن عمر السكسكي ، حدثنا محمد بن شعيب بن شاپور ، حدثني عثمان بن أبي العاتكة الهلالي « 251 » عن علي بن يزيد « 252 » انه أخبره ، ان أبا عبد الرحمن أخبره عن أبي امامة الباهلي « 253 » انه سمع علي بن أبي طالب رضى اللّه عنه ، يقول : ما أرى رجلا أدرك عقله الاسلام ، أو ولد في الاسلام يبيت ليلة حتى يقرأ هذه الآية ( اللّه لا إله إلا هو الحي القيوم ) إلى آخره ثم قال : لو تعلمون ما هي أو قال : ما فيها لما تركتموها على حال ان رسول اللّه صلى اللّه عليه وسلم أخبرني قال : أعطيت آية الكرسي من كنز تحت العرش ولم يؤتها نبي كان قبلي ، قال على : فما بت ليلة قط منذ سمعت هذا من رسول اللّه صلى اللّه عليه وسلم حتى أقرأها ولا تركتها منذ سمعت هذا الخبر من نبيكم صلى اللّه عليه وسلم .\r\nقال أبو امامة : ما تركت قراءتها منذ سمعت هذا من على رضى اللّه عنه ، قال القاسم : وانا ما تركت قرآءتها منذ حدثني أبو امامة بفضلها حتى الان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 251 ) - عثمان بن أبي العاتكة الدمشقي القاص المتوفى 155 .\r\nشذرات الذهب 1 : 239 .\r\n( 252 ) - أبو الحسن علي بن يزيد بن أبي هلال الدمشقي الالهانى . . .\r\nتهذيب التهذيب 7 : 396 .\r\n( 253 ) - أبو امامة صدى بن عجلان بن وهب المتوفى 86 .\r\nتهذيب التهذيب 4 : 420 . طبقات الحفاظ : 54 . شذرات الذهب 1 : 96 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nقال علي بن يزيد : وأخبرك انى ما تركت قراءتها في كل ليلة منذ حدثني القاسم بفضلها ، قال ابن أبي العاتكة : وانا فما تركت قرائتها في كل ليلة منذ بلغني فضل قرائتها ، قال ابن شاپور : وانا ما تركت قرائتها في كل ليلة منذ بلغني فضل قرائتها ، قال إبراهيم : وأنا فما تركت قرائتها منذ بلغني هذا الحديث ، قال عبد اللّه بن أبي سفيان .\r\nوأنا فما تركت قرائتها منذ كتبت هذا الحديث في فضل قرائتها ، قال ابن المطلب : وأنا بحمد اللّه فما تركت في كل ليلة قبل المنام وفي دبر كل صلاة مفروضة منذ بلغني فضل قرائتها ، قال ابن ميمون : وما تركت قرائتها منذ بلغني هذا الحديث واقرؤها بعد كل صلاة ، قال ابن ناصر : ما تركت قرائتها منذ بلغني هذا الحديث ، قال عبد الرحمن ابن الجوزي : وأنا فما تركت قرائتها عقيب الصلوات منذ بلغني هذا الحديث ، قال أبو محمد : ولده ، وأنا فما تركت قرائتها منذ بلغني هذا الحديث ، قال عبد الصمد : وأنا فما تركت قرائتها منذ بلغني هذا الحديث ، قال أبو الثناء : وأنا فما تركت قرائتها منذ بلغني هذا الحديث ،\r\nقلت : وأنا فما تركت قرائتها كل ليلة منذ بلغني هذا الحديث ، ولا تركت قرائتها عقيب الصلوات المكتوبات ، منذ بلغني حديث فضلها .\r\nحديث صالح الاسناد رواه ابن أبي شيبة في مصنفه ، باسناد حسن ولفظه ما أرى أحدا يعقل دخل في الاسلام فينام حتى يقرأها « 254 » .\r\nوروى نحوه ابن مردويه ، في تفسيره من حديث علي رضي الله عنه أيضا ، ومن حديث المغيرة بن شعبة وجابر .\r\nواما حديث قرائتها عقيب الصلوات المكتوبة فأخبرنا به الحسن ابن أحمد بن هلال الدقاق مشافهة ، عن علي بن أحمد المقدسي أخبرنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 254 ) - عن عبد اللّه بن الحسن : قالت أمي فاطمة بنت الحسين - ع - : رأيت رسول اللّه صلى اللّه عليه وآله وسلم ، في النوم فقال لي يا بنية لا تخسرى ميزانك وأقيمي وزنه وثقليه بقراءة آية الكرسي فما قرأها من أهلي أحد الا ارتجت السماوات والأرض بملائكتها وقدسوا بزجل التسبيح ولتهليل والتقديس والتمجيد ثم دعوا بأجمعهم لقاريها يغفر له كل ذنب ويجاوز عنه كل خطيئة . سفينة البحار 2 : 417 و 477 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nأبو المكارم اللبان في كتابه ، أخبرنا أبو على الحداد ، أخبرنا أبو نعيم الحافظ ، أخبرنا أبو الشيخ ابن حيان ، حدثنا الوليد ، حدثنا محمد بن الحسين بن يونس ، حدثنا كثير بن يحيى ، حدثنا حفص بن عمر الرقاشي ، حدثنا عبد اللّه بن الحسن بن الحسن بن علي بن أبي طالب عن أبيه ، عن جده الحسن بن علي بن أبي طالب رضى اللّه عنهم ، عن رسول اللّه صلى اللّه عليه وسلم : من قرأ آية الكرسي في دبر الصلاة المكتوبة كان في ذمة اللّه إلى الصلاة الأخرى .\r\nوأخبرنا أبو علي الحسن بن هبل الصالحي ، فيما قرىء عليه واجازنيه ، أخبرنا علي بن أحمد كذلك ، أخبرنا محمد بن أبي زيد في كتابه ، أخبرنا محمود بن إسماعيل الصيرفي ، أخبرنا أحمد بن محمد بن فاذشاه ، قال : أخبرنا سليمان بن أحمد الحافظ ، حدثنا محمد بن الحسن ابن كيسان ، حدثنا الحسين بن بشر الطرسوسي « 255 » عن محمد بن حمير « 256 » عن محمد بن زياد الالهانى ، عن أبي امامة ، قال : قال رسول اللّه صلى اللّه عليه وسلم ، من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة الا الموت .\r\nهذا حديث حسن صحيح الاسناد ، رواه الطبراني في معجمه .\r\nورواه ابن مردويه في تفسيره من هذا الطريق ، ورواه النسائي في اليوم والليلة عن الحسين بن بشريه ، واخرجه ابن حبان في صحيحه ، من طريق محمد بن حمير وهو الحمصي من رجال البخاري ، عن محمد بن زياد الالهانى الحمصي ، وهو أيضا من رجال البخاري وهذا اسناد على شرط البخاري .\r\n\r\n\r\n","description":"","footnote":"\r\n( 255 ) - حسين بن بشر بن عبد الحميد الحمصي الثفرى الطرسوسي مات . . .\r\nتهذيب التهذيب 2 : 330 .\r\n( 256 ) - أبو عبد الحميد محمد بن حبير بن أنيس القضاعي السليحى الحمصي المتوفى 200 .\r\nثقة يكتب حديثه .\r\nتهذيب التهذيب 9 : 134 . اللباب 2 : 131 . شذرات الذهب 1 : 359 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوالعجب من ابن الجوزي كيف ادخله في كتاب الموضوعات « 257 » ،\r\n* * * واما ما نورده من حديثه رضى اللّه عنه ، فمن اصحه ما أخرجه الشيخان أعنى البخاري ومسلما في صحيحيهما اللذين هما أصح كتاب بعد كتاب اللّه تعالى ، أوفى أحدهما وأصبح ذلك مما اتفقا على اخراجه وقطعاله به ، ووافقهما على اخراجه أصحاب السنن اللاتي هي كتب الاسلام ، كسنن أبى داود ، وجامع الترمذي ، وسنن ابن ماجة ، على أن ما اتفق على اخراجه الشيخان وقطعا بصحته ، هو مما يجب على كل مسلم قبوله ، حيث أجمعت الأمة على تلقى هذين الكتابين بالقبول والحكم بصحة ما فيهما كما بيناه في كتابنا ( البداية في معالم الرواية ) وأوضحناه وأشرنا إلى كلام العلماء فيه .\r\nفمن ذلك ما رواه عنه أبو موسى الأشعري « 258 » رضى اللّه عنه أخبرنا شيخنا المسندر حلة الآفاق أبو عبد اللّه محمد بن أحمد بن إبراهيم بن عبد اللّه بن شيخ الاسلام أبى عمر المقدسي الحنبلي الامام قراءة عليه بمنزله بدير الحنابلة بسفح قاسيون ظاهر دمشق المحروسة ، قال : أخبرنا الشيخ الامام المسند ، رحلة الأقطار أبو الحسن علي بن أحمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 257 ) - لم يكن هذا بغريب عن ابن الجوزي فإنه جعل القضايا الواضحة والأحاديث الصحيحة الثابتة والاخبار الموثوقة في الموضوعات وافرط إلى حد قال عنه الحافظ جلال الدين السيوطي في - النكت البديعات :\r\nوبعد فان كتاب - الموضوعات - جمع الامام أبى الفرج ابن الجوزي ، قدنبه الحفاظ قديما وحديثا على أن فيه تساهلا كثيرا وأحاديث ليست بموضوعة بل هي من وادى الضعيف وفيه أحاديث حسان ، وأخرى صحاح بل وفيه حديث من صحيح مسلم ، نبه عليه الحافظ أبو الفضل ابن حجر ، ووجدت فيه حديثا من صحيح البخاري .\r\n( 258 ) - أبو موسى عبد اللّه بن قيس بن سليم بن حضار بن حزب بن عامر بن عنز بن بكر بن عامر بن عنار بن وائل بن ناجية بن الجماهر بن الأشعر الأشعري مات 50 / 51 .\r\nتهذيب التهذيب 5 : 362 . اللباب 1 : 64 . طبقات الحفاظ : 7 . أسد الغابة 6 : 306 .\r\nالإصابة 2 : 351 . تذكرة الحفاظ 1 : 23 . خلاصة تهذيب الكمال : 178 . شذرات الذهب 1 : 53 . طبقات ابن سعد 4 ق 1 : 78 . طبقات القراء 1 : 442 . العبر 1 : 52 . النجوم الزاهرة 1 : 126 . وفيات الأعيان 8 : 226 - الفهرست - الكامل في التاريخ 13 : 366 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nعبد الواحد ابن البخاري المقدسي الحنبلي ، أخبرنا العدل المسند علي بن أحمد بن عبد الواحد ابن البخاري المقدسي الحنبلي ، أخبرنا العدل المسند أبو على حنبل بن عبد اللّه بن الفرج الرصافى ، أخبرنا أبو القاسم هبة اللّه بن محمد بن عبد الواحد بن أحمد بن العباس بن الحصين الشيباني ، أخبرنا أبو علي الحسن بن علي بن محمد بن المذهب التميمي « 259 » الواعظ ، أخبرنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي . حدثنا أبو عبد الرحمن عبد اللّه بن أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني ، حدثني أبى ، حدثنا محمد بن فضيل ، عن عاصم بن كليب « 260 » عن أبي بردة « 261 » بن أبي موسى ، عن أبيه أبى موسى ، عن علي رضى اللّه عنه ، نهاني رسول اللّه صلى اللّه عليه وسلم ، أن اجعل خاتمي في هذه السباحة أو التي تليها .\r\nهذا حديث متفق على صحته ، أخرجه البخاري « 262 » ومسلم « 263 » وأبو داود « 264 » والترمذي « 265 » والنسائي ، وابن ماجة « 266 » من طريق عاصم بن كليب ، عن أبي بردة ، واسمه عامر ، وقيل الحارث ، عن علي نفسه ، لم يذكروا أبا موسى وكلاهما صحيح ، فان أبا بردة أدرك عليا وروى عنه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 259 ) - أبو علي بن المذهب الحسن بن علي بن محمد التميمي البغدادي الواعظ المتوفى 444 .\r\nشذرات الذهب 3 : 271 .\r\n( 260 ) - عاصم بن كليب بن شهاب بن المجنون الجرمي الكوفي مات 137 .\r\nتهذيب التهذيب 5 : 55 . طبقات الحفاظ : 110 .\r\n( 261 ) - أبو بردة الأشعري الفقيه اسمه الحارث وقيل عامر وقيل اسمه كنيته توفى 103 / 104 / 107 .\r\nكان على قضاء الكوفة بعد شريح .\r\nتهذيب التهذيب 12 : 18 . طبقات الحفاظ : 36 . تذكرة الحفاظ 1 : 95 . خلاصة تهذيب الكمال : 381 . شذرات الذهب 1 : 126 . العبر 1 : 128 .\r\n( 262 ) - صحيح البخاري 4 : 36 .\r\n( 263 ) - صحيح مسلم 3 : 1659 ، الحديث رقم 64 - 65 .\r\n( 264 ) - سنن أبي داود 2 : 198 .\r\n( 265 ) - الجامع الصحيح للترمذي 4 : 228 .\r\n( 266 ) - سنن ابن ماجة 2 : 1203 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوعن الزبير أيضا ، وعن أبيه أبى موسى وغيرهم ، ولكن هذا الحديث محفوظ من حديثه عن علي ، ولا يبعد أن يكون سمعه من أبيه أيضا ، فرواه تارة عنه وتارة عن أبيه ، فان محمد بن فضيل شيخ الإمام أحمد حافظ متقن شيعي ثقة توفى سنة اربع وتسعين ومائة .\r\n* * * وما رواه عبد اللّه بن عباس عن أمير المؤمنين على رضى اللّه عنه :\r\nأخبرنا شيخ الاسلام وحافظ الأنام أبو الفداء إسماعيل بن عمر بن كثير القرشي رحمه اللّه قراءة عليه غير مرة في آخرين قال : أخبرنا أبو العباس أحمد بن أبي طالب بن أبي النعم بن بيان الصالحي « 267 » أخبرنا أبو عبد اللّه الحسين بن المبارك بن أبي بكر بن محمد بن يحيى الزبيدي البغدادي « 268 » أخبرنا أبو الوقت عبد الأول بن عيسى بن شعيب السجزي ، أخبرنا أبو الحسن عبد الرحمن بن محمد الداودي ، أخبرنا أبو محمد عبد اللّه بن أحمد بن حمويه السرخسي ، أخبرنا أبو عبد اللّه محمد بن يوسف بن مطر الفربري ، أخبرنا الامام أبو عبد اللّه محمد بن إسماعيل ابن إبراهيم الجعفي حدثني الوليد بن صالح « 269 » حدثنا عيسى بن يونس ، حدثنا عمر بن سعيد بن حسين المكي « 270 » عن ابن أبي مليكة « 271 » عن ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 267 ) - أبو العباس أحمد بن أبي طالب الحمامي البغدادي الزانكى المكي المتوفى 709 .\r\nشذرات الذهب 6 : 19 .\r\n( 268 ) - أبو على الزبيدي الحنفي البغدادي المتوفى 629 .\r\nشذرات الذهب 5 : 130 .\r\n( 269 ) - أبو محمد الوليد بن صالح النخاس الضبي الجزري البغدادي مات . . .\r\nقال عبد اللّه بن أحمد : قلت لأبي لم لم تكتب عن الوليد بن صالح قال : رأيته يصلى في مسجد الجامع يسئ الصلاة فتركته .\r\nتهذيب التهذيب 11 : 137 .\r\n( 270 ) - عمر بن سعيد بن أبي الحسين النوفلي المكي توفى . . .\r\nتهذيب التهذيب 7 : 453 .\r\n( 271 ) - أبو محمد عبد اللّه بن عبيد اللّه بن أبي مليكة زهير بن عبد اللّه بن جدعان بن -\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nعباس ، قال : انى لواقف في قوم فدعوا اللّه لعمر بن الخطاب ، وقد وضع على سريره ، إذا رجل من خلفي قد وضع مرفقه على منكبي يقول :\r\nيرحمك اللّه ان كنت لا رجوان يجعلك اللّه مع صاحبيك ، لانى كثيرا مما كنت أسمع رسول اللّه صلى اللّه عليه وسلم ، يقول : كنت وأبو بكر وعمر ، وفعلت وأبو بكر وعمر ، وانطلقت وأبو بكر وعمر ، فان كنت لا رجوان يجعلك اللّه معهما ، فالتفت فإذا هو علي بن أبي طالب رضى اللّه عنه .\r\nحديث صحيح متفق على صحته ، أخرجه البخاري « 272 » ، ومسلم « 273 » .\r\nوالنسائي ، وابن ماجة « 274 » طريق ابن عباس عنه « 275 » .\r\n* * * وما رواه أبو الطفيل عامر بن واثلة الليثي رضى اللّه عنه وهو آخر صحابي مات على وجه الأرض ممن رأى النبي صلى اللّه عليه وسلم وروى عنه ، توفى سنة عشر ومائة على الصحيح وكان من محبي\r\n\r\n\r\n","description":"","footnote":"\r\n- عمرو بن كعب بن سعد بن يثم بن مرة المكي التيمي المتوفى 117 / 118 .\r\nتهذيب التهذيب 5 : 306 . تذكرة الحفاظ 1 : 101 . شذرات الذهب 1 : 153 . خلاصة تهذيب الكمال : 174 . طبقات القراء 1 : 430 . طبقات الحفاظ : 41 . العبر 1 : 145 . النجوم الزاهرة 1 : 276 .\r\n( 272 ) - صحيح البخاري 2 : 293 .\r\n( 273 ) - صحيح مسلم 2 : 1858 وفيه هكذا : قال سمعت ابن عباس يقول : وضع عمر ابن الخطاب على سريره ، فتكنفه الناس يدعون ويثنون ويصلون عليه قبل ان يرفع وانا فيهم ، قال فلم يرعني الا برجل قد أخذ بمنكبي من ورائي ، فالتفت اليه فإذا هو على ، فترحم على عمر وقال : ما خلفت أحدا أحب إلى أن ألقى اللّه بمثل عمله منك ، وأيم اللّه ان كنت لا ظن أن يجعلك اللّه مع صاحبيك ، وذاك انى كنت أكثر اسمع رسول اللّه - ص - يقول : جئت انا وأبو بكر وعمر ، ودخلت أنا وأبو بكر وعمر ، وخرجت انا وأبو بكر وعمر ، فان كنت لأرجو ، أولا ظن ، أن يجعلك اللّه معها .\r\n( 274 ) - سنن ابن ماجة 1 : 37 حديث رقم : 98 .\r\n( 275 ) - كيف يمكن القول بصحة الحديث وفي سنده الوليد بن صالح النخاس ، الذي تركه أحمد بن حنبل ولم يكتب عنه ، لأنه رعاه يصلى في مسجد الجامع يسئ الصلاة ، كما قال به ابن حجر في تهذيب التهذيب 11 : 137 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nأمير المؤمنين على رضوان اللّه عليه ومن شيعته « 276 » .\r\nأخبرنا ابن أبي عمر قراءة عليه ، أخبرنا ابن البخاري ، أخبرنا أبو على الرصافى ، أخبرنا أبو القاسم الشيباني ، أخبرنا أبو علي التميمي أخبرنا أبو بكر القطيعي ، حدثنا أبو عبد الرحمن بن أحمد بن محمد ، حدثني أبى ، حدثنا محمد بن جعفر ، حدثنا شعبة ، سمعت القاسم بن أبي بزة ، يحدث عن أبي الطفيل ، قال : سئل على رضى اللّه عنه هل خصكم رسول اللّه صلى اللّه عليه وسلم بشئ ؟ فقال : ما خصنا رسول اللّه صلى اللّه عليه وسلم بشيئ لم يعم به الناس كافة الا ما كان في قراب سيفي هذا ، قال : فأخرج صحيفة مكتوبة فيها ، لعن اللّه من ذبح لغير اللّه ، ولعن اللّه من سرق منار الأرض ، ولعن اللّه من لعن والده ، ولعن اللّه من آوى محدثا « 277 » .\r\nوأخبرنا أعلى من هذا بدرجة ، شيخنا ابن قدامة أخبرنا علي بن أحمد ، أخبرنا حنبل ، أخبرنا هبة اللّه ، أخبرنا الحسن بن علي ، أخبرنا أحمد بن جعفر ، حدثنا عبد اللّه بن الإمام أحمد ، حدثني أبو الشعثاء على ابن الحسين بن سليمان ، حدثنا سليمان بن حيان عن منصور بن حيان قال :\r\nسمعت عامر بن واثلة قال : قيل لعلى رضى اللّه عنه ، أخبرنا بشئ أسر إليك رسول اللّه صلى اللّه عليه وسلم ؟ فقال : ما أسر إلى رسول اللّه صلى اللّه عليه وسلم شيئا وكتمه عن الناس ، ولكن سمعته يقول : لعن اللّه من سب والديه ، ولعن اللّه من غير تخوم الأرض ، ولعن اللّه من آوى محدثا « 278 » .\r\nوبه قال عبد اللّه ، حدثنا أبو بكر بن أبي شيبة ، حدثنا أبو خالد\r\n\r\n\r\n","description":"","footnote":"\r\n( 276 ) - عامر بن واثلة بن عبد اللّه بن عمرو بن جحش بن جرى بن سعد بن ليث بن بكر بن عبدمناة بن علي بن كنانة الليثي المتوفى 100 / 101 / 107 / 110 / 102 .\r\nتهذيب التهذيب 5 : 82 . شذرات الذهب 1 : 118 . الأغاني 13 : 159 . طبقات ابن سعد 5 : 338 . تهذيب ابن عساكر 7 : 200 . وفيات الأعيان 5 : 406 . تأسيس الشيعة : 186 .\r\nأسد الغابة 3 : 96 . اخبار شعراء الشيعة : 24 . رجال الطوسي : 47 . نقد الرجال : 178 . الكنى والألقاب 1 : 108 . أعيان الشيعة 37 : 11 . معجم الشعراء : 147 . الغدير 1 : 48 . جامع الرواة 1 : 428 .\r\n( 277 ) - صحيح مسلم 3 : 1567 .\r\n( 278 ) - المصدر السابق . والمحدث : بكسر الدال ، فهو من يأتي بفساد في الأرض . أما منار الأرض فالمراد علامات حدودها .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالأحمر عن منصور بن حيان عن أبي الطفيل ، قال : قلنا لعلى رضى اللّه عنه ، أخبرنا بشئ اسره إليك رسول اللّه صلى اللّه عليه وسلم ، فقال : ما أسر إلى شيئا كتمه الناس ولكن سمعته ، يقول : لعن اللّه من ذبح لغير اللّه ، ولعن اللّه من آوى محدثا ، ولعن اللّه من لعن والديه ، ولعن اللّه من غير تخوم الأرض يعنى المنار .\r\nهذا الحديث متفق على صحته من طريق عن علي رضى اللّه عنه ، فأخرجه مسلم من هذه الطريق ولفظه : كنت عند على رضى اللّه عنه فجاء رجل ، فقال : ما كان النبي يسر إليك ؟ فغضب « 279 » ثم قال : ما كان يسر إلى شيئا يكتمه عن الناس غير أنه حدثني بكلمات قال : لعن اللّه من لعن والديه ( الحديث ) « 280 » .\r\nوكذا أخرجه النسائي ، وأخرجه البخاري « 281 » من طريق أبى جحيفة وهب بن عبد اللّه السوائي الصابى « 282 » ولفظه ، قلت : لعلى رضى اللّه عنه هل عندكم شئ من الوحي مما ليس في القرآن ؟ فقال : لا والذي فلق الحبة وبرأ النسمة « 283 » الا فهما يعطيه اللّه رجلا في القرآن وما في\r\n\r\n\r\n","description":"","footnote":"\r\n( 279 ) - علق شارح ومحقق صحيح مسلم على هذه الكلمة بقوله : فغضب فيه ابطال ما تزعمه الرافضة والشيعة والامامية من وصيته إلى على . وغير ذلك من اختراعاتهم .\r\nقلت : من الغريب ان يكون خادم الكتاب والسنة محمد فؤاد عبد الباقي . . . بمعزل عن مفاهيم القرآن ومدلول الأحاديث النبوية الدالة الصريحة بالوصاية إلى أمير المؤمنين علي عليه السلام من بعده - ص - من دون فصل وقطع . . . ولكن مع الأسف كله : أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الابصار ولكن تعمى القلوب التي في الصدور . الحج : 46 .\r\n( 280 ) - صحيح مسلم 3 : 1567 وفي الباب هذا ثلاثة أحاديث .\r\n( 281 ) - صحيح البخاري 3 : 312 .\r\n( 282 ) - أبو حجيفة وهب بن عبد اللّه السوائي المتوفى 74 .\r\nيقال : ان عليا سماه وهب الخير : وكان على شرطة على .\r\nتهذيب التهذيب 11 : 164 . أسد الغابة 5 : 95 . الإصابة 3 : 642 ترجمة 9166 .\r\n( 283 ) - الأصل هكذا :\r\nقال : لا والذي فلق الحبة وبرأ النسمة ما علمته الا فهما يعطيه اللّه رجلا في القرآن وما في الصحيفة : قلت : وما في الصحيفة ؟ قال : العقل ، وفكاك الأسير ، وان لا يقتل مؤمن بكافر .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nهذه الصحيفة قلت : وما في هذه الصحيفة ؟ فقال : العقل ، وفكاك الأسير ، وأن لا يقتل مسلم بكافر « 284 » .\r\nوكذا أخرجه الترمذي « 285 » والنسائي ، وابن ماجة « 286 » واتفق البخاري « 287 » ومسلم ، وأبو داود ، والترمذي ، والنسائي على اخراجه من طريق يزيد بن شريك التيمي ، وهو والد إبراهيم التيمي ، ولفظه : ما عندنا شئ يقرأ الا كتاب اللّه ، وهذه الصحيفة المدنية حرام .\r\nورواه الإمام أحمد في مسنده ، من طريق قيس بن عباد ، ومن طريق عامر الشعبي ، كلاهما عن علي رضى اللّه عنه .\r\n* * * ومما رويناه من طريق أولاده عنه رضى اللّه عنهم وعنه وكرم وجهه .\r\nفمن طريق أبى محمد الحسن وتوفى سنة خمس من « 288 » الهجرة وكان أشبه الناس وجها بجده رسول اللّه صلى اللّه عليه وسلم « 289 » .\r\nأخبرنا ابن أبي عمر شيخنا قراءة عليه : أخبرنا علي بن أحمد المقدسي ، أخبرنا أبو علي البغدادي ، أخبرنا أبو الحصين ، أخبرنا ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 284 ) - الجامع الصحيح 4 : 24 حديث رقم 1412 .\r\n( 285 ) - المصدر السابق .\r\n( 286 ) - سنن ابن ماجة 2 : 887 حديث رقم 2658 - 2660 .\r\n( 287 ) - صحيح البخاري 4 : 194 ، باب لا يقتل المسلم بالكافر .\r\n( 288 ) - أجمعت كلمة المؤرخين ان وفاة الإمام الحسن بن علي عليهم السلام كانت سنة 49 / 50 هجرية دس اليه معاوية سما على يد جعدة بنت الأشعث زوجته .\r\nالبداية والنهاية 8 : 43 . مروج الذهب 2 : 50 . مقاتل الطالبيين : 29 . الاستيعاب 1 : 141 . تذكرة سبط ابن الجوزي : 121 . ابن عساكر 4 : 229 . الإمامة والسياسة 1 : 144 .\r\nالعقد الفريد 2 : 298 . تاريخ الخميس 2 : 294 . الغدير 11 : 3 - 15 . ابن شهرآشوب 4 : 42 .\r\nكفاية الطالب : 415 . الفصول المهمة : 164 . الكامل في التاريخ 13 : 95 .\r\n( 289 ) - حديث ، أشبه الناس برسول اللّه صلى اللّه عليه وآله وسلم الحسن . جاء في صحيح الترمذي 2 : 307 . مسند أحمد بن حنبل 1 : 99 . الاستيعاب 1 : 139 . الإصابة 2 : 15 .\r\nكنز العمال 7 : 106 . المستدرك على الصحيحين 3 : 168 . كفاية الطالب : 414 . مجمع الزوائد 9 : 175 . فتح الباري 8 : 97 . بأسانيد صحيحة وطرق شتى .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالمذهب ، أخبرنا ابن حمدان ، حدثنا عبد اللّه بن أحمد ، حدثني وهب ابن بقية الواسطي ، حدثنا عمر بن يونس يعنى اليمامي « 290 » عن عبد اللّه ابن عمر اليمامي « 291 » عن الحسن زيد بن الحسن « 292 » حدثني أبى ، عن أبيه ، عن علي رضى اللّه عنه ، قال : كنت عند النبي صلى اللّه عليه وسلم .\r\nفأقبل أبو بكر ، وعمر ، فقال : يا علي هذان سيدا كهول أهل الجنة وشبابها بعد النبيين والمرسلين .\r\nحديث حسن غريب من هذا الوجه .\r\nوالحسن بن زيد هذا : هو والد السيدة نفيسة رضى اللّه عنها ، ذات الستر الرفيع ، الحجاب المنيع المدفونة بغرافة مصر « 293 » ومات الحسن هذا سنة ثمان وستين ومائة وكان أمير المدينة ، روى عن أبيه ، وعكرمة صاحب ابن عباس ، وروى عنه الامام مالك وغيره .\r\nوأبوه زيد بن الحسن بن علي بن أبي طالب من ثقات التابعين وفضلائهم مات سنة عشرين ومائة « 294 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 290 ) - أبو حفص عمر بن يونس بن القاسم الحنفي اليمامي الجرشى المتوفى 206 .\r\nقال ابن حبان : يتقى حديثه من رواية ابن ابنه عنه لأنه كان يقلب الاخبار .\r\nتهذيب التهذيب 7 : 506 .\r\n( 291 ) - عبد اللّه بن عمار اليمامي .\r\nقال أبو حاتم : مجهول .\r\nتهذيب التهذيب 5 : 326 . ميزان الاعتدال 2 : 464 .\r\n( 292 ) - أبو محمد الحسن بن زيد بن الحسن بن علي بن أبي طالب الهاشمي توفى 168 .\r\nتهذيب التهذيب 2 : 279 . شذرات الذهب 1 : 265 . مرآة الجنان 1 : 355 . الكامل في التاريخ 5 : 55 . جامع الرواة 1 : 201 . جمهرة انساب العرب : 39 ، 40 ، 41 . عمدة الطالب :\r\n70 .\r\n( 293 ) - من ربات العبادة والصلاح والزهد والورع توفيت 208 .\r\nأعلام النساء 5 : 187 . الدر المنثور : 521 . وفيات الأعيان 5 : 423 . شذرات الذهب 2 : 21 . مرآة الجنان 2 : 43 . النجوم الزاهرة 2 : 185 . الفوائد الرضوية : 266 . اسعاف الراغبين :\r\n212 .\r\n( 294 ) - أبو الحسن زيد بن الحسن بن علي بن أبي طالب عليهم السلام مات حدود 120 .\r\nتهذيب التهذيب 3 : 406 . عمدة الطالب : 69 . جامع الرواة 1 : 341 . جمهرة انساب العرب : 39 - 41 . نور الابصار : 124 . تنقيح المقال 1 : 462 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوأخبرنا محمد بن التقى شيخنا ، أخبرنا أبو الحسن السعدي ، أخبرنا أبو على الرصافى ، أخبرنا هبة اللّه بن محمد ، أخبرنا الحسن بن علي ، أخبرنا أبو بكر بن مالك ، حدثنا أبو عبد الرحمن بن أحمد ، قال : وحدثنا محمد بن سليمان لوين « 295 » في سنة أربعين ومائتين ، حدثنا أبو عقيل يحيى بن المتوكل « 296 » عن كثير النواء « 297 » عن إبراهيم بن الحسن بن علي ابن أبي طالب ، عن أبيه ، عن جده قال : قال على رضى اللّه عنه ، قال النبي صلى اللّه عليه وسلم : يظهر في آخر الزمان قوم يسمون الرافضة يرفضون الاسلام « 298 » .\r\nرواه الإمام أحمد في مسنده ، عن محمد بن جعفر الوركانى « 299 » عن يحيى بن المتوكل به ، ويحيى بن المتوكل أبو عقيل المدني ، ضعفوه ، وكثير النواء شيعي وثقوه ، وإبراهيم بن الحسن ، سيد جليل وابنه محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 295 ) - أبو جعفر محمد بن سليمان بن حبيب بن جبير الأسدي المصيصي المعروف بلوين توفى 240 / 245 .\r\nتهذيب التهذيب 9 : 198 .\r\n( 296 ) - أبو عقيل يحيى بن المتوكل العمرى المدني الكوفي الحذاء الضرير المتوفى 167 .\r\nقال يحيى بن معين : ضعيف ، واهى الحديث : ليس حديثه بشئ ، منكر الحديث : وقال عمر بن علي : فيه ضعف شديد ، وقال أبو حاتم : ضعيف الحديث . وقال ابن حبانه :\r\nينفرد باشاء ليس لها أصول لا يرتاب الممعن في الصناعة انها معمولة . وقال ابن عدي :\r\nعامة أحاديثه غير محفوظة . وقال ابن عبد البر : هو عند جميعهم ضعيف .\r\nتهذيب التهذيب 11 : 270 . ميزان الاعتدال 4 : 404 . شذرات الذهب 1 : 264 .\r\nتاريخ بغداد 14 : 108 .\r\n( 297 ) - أبو إسماعيل كثير بن إسماعيل بن نافع النواء التيمي مات . . .\r\nقال أبو حاتم : ضعيف الحديث ، وقال الجوزجاني : زائغ ، وقال النسائي : ضعيف وقال في موضع آخر : فيه نظر .\r\nتهذيب التهذيب 8 : 411 . ميزان الاعتدال 3 : 302 .\r\n( 298 ) - ذكر الذهبي من الموضوعات الحديث هذا . ميزان الاعتدال 3 : 302 .\r\n( 299 ) - أبو عمران محمد بن جعفر بن زياد بن أبي هاشم الوركانى الخراساني المتوفى 228 .\r\nتهذيب التهذيب 9 : 93 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nابن إبراهيم هو المدفون شرقي واسط .\r\n* * * ومن طريق ابنه أبى عبد اللّه الحسين الشهيد رضى اللّه عنه .\r\nفمما رويناه عنه من طريق حفيده زيد بن زين العابدين علي بن الحسين ، الذي استشهد في صفر سنة احدى وعشرين ومائة ، وكان قد خرج وبايعه خلق بالكوفة وحضر اليه طائفة كثيرة ، فقالوا له : تبرأ من أبى بكر ، وعمر ، حتى نبايعك فأبى « 300 » فقالوا له : إذا نرفضك فمن ذلك الوقت سموا الرافضة ، وسميت شيعته الزيدية ، وهم جماعة كثيرون ، ومنهم اليوم امامهم بصنعاء اليمن ، وآخرون بگيلان وقوم بالحجاز وهم يخالفون الشيعة في الأصول والفروع واللّه أعلم « 301 » .\r\nأخبرنا محمد بن أحمد بن إبراهيم المقدسي ، أخبرنا علي بن أحمد ، أخبرنا حنبل بن عبد اللّه ، أخبرنا هبة اللّه بن محمد ، أخبرنا الحسن ابن علي ، أخبرنا أحمد بن جعفر ، حدثنا عبد اللّه بن أحمد ، حدثني أبى ، حدثنا أبو عون يعقوب المؤدب جارنا ، حدثنا إبراهيم بن سعد ، عن عبد العزيز بن المطلب ، عن عبد الرحمن بن الحارث ، عن زيد بن علي ابن الحسين ، عن أبيه ، عن جده ، عن أبيه على رضى اللّه عنه ، قال :\r\nقال رسول اللّه صلى اللّه عليه وسلم : من قتل دون ماله فهو شهيد .\r\nهذا حديث صحيح . اتفق البخاري « 302 » ومسلم « 303 » على اخراجه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 300 ) - مزعمة باطلة واختلاق هزيل لا أساس له من الصحة والصواب ، لأنه تبرأ من أبى بكر وعمر بشكل عملي قطعي بثورته على الطغاة والغاصبين والظالمين .\r\n( 301 ) - مقاتل الطالبيين : 86 . تهذيب التهذيب 3 : 419 . اسعاف الراغبين : 221 . فوات الوفيات 1 : 164 . الطبري 8 : 260 . تهذيب ابن عساكر 6 : 15 . ابن خلدون 3 : 98 . ابن الأثير 5 : 84 . تاريخ اليعقوبي 2 : 66 . الحدائق الوردية 1 : 108 - خ - البداية والنهاية 9 : 328 . مرآة الجنان 1 : 257 . جامع الرواة 1 : 343 . الغدير 3 : 69 . أعيان الشيعة 33 :\r\n648 .\r\n( 302 ) - 4 : 107 .\r\n( 303 ) - صحيح مسلم 1 : 125 حديث رقم : 226 وفيه ، حدثني الحسن بن علي الحلواني ، وإسحاق بن منصور ، ومحمد بن رافع ، وألفاظهم متقاربة ، قال إسحاق أخبرنا ، -\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nحديث عبد اللّه بن عمر وبن العاص .\r\nوفي الباب عن أبي هريرة ، وسعيد بن زيد ، وبريدة ، وابن عمر ، وابن عباس رضى اللّه عنهم .\r\n* * * ومما رويناه من طريق أخيه الامام أبى جعفر محمد الباقر بن زين العابدين :\r\nأخبرنا الشيخ العدل عبد اللطيف بن عبد المحسن السبكي قراءة منى عليه ، أخبرنا أبو الحسن علي بن نصر اللّه بن عمر بن الصواف سماعا بقراءة خالى العلامة أبي الحسن علي بن عبد الكافي السبكي « 304 » أخبرنا أبو بكر عبد العزيز بن أحمد بن باقا البغدادي « 305 » أخبرنا أبو زرعة طاهر ابن محمد بن طاهر المقدسي « 306 » أخبرنا أبو محمد عبد الرحمن بن حمد الدونى ، أخبرنا أبو نصر أحمد بن الحسن الكسار ، أخبرنا أبو بكر احمد أبن محمد بن إسحاق السنى ، أخبرنا أبو عبد الرحمن أحمد بن شعيب\r\n\r\n\r\n","description":"","footnote":"\r\n- وقال الآخران : حدثنا عبد الرزاق ، أخبرنا ابن جريح ، قال : أخبرني سليمان الأحول ثابتا مولى عمر بن عبد الرحمان أخبره ، انه لما كان بين عبد اللّه بن عمرو وبين عتبة بن أبي سفيان ما كان ، تيسرو اللقتال ، فركب خالد بن العاص ، إلى عبد اللّه بن عمرو فوعظه خالد ، فقال عبد اللّه بن عمرو : أما علمت أن رسول اللّه - ص - قال : . . .\r\n( 304 ) - أبو الحسن علي بن عبد الكافي بن علي بن يوسف بن موسى بن تمام بن حامد بن يحيى بن عمر بن عثمان بن علي بن مسور بن سوار بن سليم السبكي الشافعي المفسر الحافظ المتوفى 756 .\r\nشذرات الذهب 6 : 180 . البداية والنهاية 14 : 252 . بغية الوعاة 2 : 176 . حسن المحاضرة 1 : 321 . الدرر الكامنة 3 : 134 . طبقات القراء 1 : 551 . طبقات الداودي 1 : 412 . قضاة دمشق : 101 . النجوم الزاهرة 10 : 318 . مفتاح السعادة 2 : 363 . طبقات الحفاظ : 521 .\r\n( 305 ) - أبو بكر عبد العزيز بن عمر بن سالم بن محمد بن باقا العدل البغدادي الحنبلي المتوفى 630 .\r\nشذرات الذهب 5 : 135 .\r\n( 306 ) - أبو زرعة طاهر بن محمد بن طاهر المقدسي الهمداني المتوفى 566 .\r\nشذرات الذهب 4 : 217 . مرآة الجنان 3 : 378 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nالحافظ ، أخبرنا إبراهيم بن الحسن المقسمى حدثنا حجاج « 307 » قال :\r\nقال ابن جريح ، حدثنا شيبة ان محمد بن علي ، أخبره ، اخبرني أبى على أن الحسين بن علي قال : دعاني أبى على بوضوء فقربته له ، فبدأ فغسل كفيه ثلث مرات قبل آن يدخلهما في وضوءه ، ثم مضمض ثلثا ، واستنشر ثلثا ، ثم غسل وجهه ثلاث مرات ثم غسل يده اليمنى إلى المرفق ثلثا ، ثم اليسرى كذلك ، ثم مسح برأسه مسحة واحدة ثم غسل رجله اليمنى إلى الكعبين ثلاثا ، ثم اليسرى كذلك ، ثم قام قائما ، فقال : ناولني فناولته الاناء الذي فيه فضل وضوءه ، فشرب من فضل وضوءه قائما فعجبت فلما رآني قال : لا تعجب فانى رأيت أباك النبي صلى اللّه عليه وسلم يصنع مثل ما رأيتني صنعت ( يقول ) لوضوءه هذا وشرب فضل وضوءه قائما .\r\nهذا حديث حسن صحيح رواه جماعة عن أمير المؤمنين على ، كذلك وصح عنه الوضوء بهذه الصفة من رواية جماعة من أصحابه وثبت عنه انه توضأ كذلك بالرحبة من الكوفة وشاهده الجم الغفير .\r\nكما أخبرنا شيخنا الرحلة صلاح الدين محمد بن التقى الامام قراءة عليه ، أخبرنا الشيخ فخر الدين علي بن أحمد البخاري ، أخبرنا أبو الفرج أخبرنا ابن الحصين ، أخبرنا ابن المذهب ، أخبرنا ابن جعفر ، حدثنا عبد اللّه بن أحمد ، حدثني أبى ، حدثنا وكيع وعبد الرزاق قالا :\r\nحدثنا إسرائيل « 308 » عن أبي إسحاق « 309 » عن أبي حية الوادعي ، قال : رأيت\r\n\r\n\r\n","description":"","footnote":"\r\n( 307 ) - أبو محمد الحجاج بن محمد المصيصي الأعور مات 206 .\r\nذكره أبو العرب القيرواني ، في الضعفاء بسبب الاختلاط .\r\nتهذيب التهذيب 2 : 205 . تاريخ بغداد 8 : 236 . تذكرة الحفاظ 1 : 345 . خلاصة تهذيب الكمال : 62 . طبقات القراء 1 : 203 . طبقات الداودي 1 : 127 . العبر 1 : 349 .\r\nميزان الاعتدال 1 : 464 . النجوم الزاهرة 2 : 181 . طبقات الحفاظ : 147 . شذرات الذهب 2 : 15 .\r\n( 308 ) - أبو يوسف إسرائيل بن يونس بن أبي إسحاق السبيعي الهمداني الكوفي مات 160 / 161 / 162 .\r\nقال علي بن المديني : ضعيف . وقال عبد الرحمن بن صمدي : إسرائيل لص يسرق الحديث .\r\nتهذيب التهذيب 1 : 261 . تذكرة الحفاظ 1 : 214 . طبقات ابن سعد 6 : 260 اللباب 1 : 531 . ميزان الاعتدال 1 : 308 . طبقات الحفاظ : 90 .\r\n( 309 ) - مرت الإشارة إلى ترجمته قال إسحاق حدثنا جرير عن معنى قال : أفسد حديث أهل الكوفة الأعمش وأبو إسحاق يعنى للتدليس .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nعليا رضى اللّه عنه بال في الرحبة ودعا بماء فتوضأ فغسل كفيه ثلاثا ، ومضمض واستنشق ثلثا ، وغسل وجهه ثلثا ، وغسل ذراعيه ثلثا ، ومسح برأسه وغسل قدميه ثلاثا ثلاثا ، ثم قام فشرب من فضل وضوءه ، ثم قال : انى رأيت رسول اللّه صلى اللّه عليه وسلم ، فعل كالذي رأيتموني فعلت ، فأردت أن اريكموه .\r\nرواه أصحاب السنن « 310 » .\r\nوأخبرنا أبو عبد اللّه بن أبي عمر ، أخبرنا أبو الحسن بن أحمد ، أخبرنا أبو علي بن عبد اللّه ، أخبرنا أبو القاسم الشيباني ، أخبرنا الحسن ابن علي ، أخبرنا أبو بكر بن جعفر ، حدثنا عبد اللّه بن أحمد بن محمد ، حدثنا إسحاق بن إسماعيل ، حدثنا سفيان عن أبي السوداء عن ابن عبد خير « 311 » عن أبيه ، قال : رأيت عليا رضى اللّه عنه ، توضأ فغسل ظهور قدميه ، وقال : لولا انى رأيت رسول اللّه صلى اللّه عليه وسلم يغسل ظهور قدميه لظننت ان بطونهما أحق بالغسل .\r\nرواه أبو داود « 312 » والنسائي .\r\nوأخبرنا محمد بن أحمد بن أبي عمر ، أخبرنا ابن البخاري ، أخبرنا حنبل ، أخبرنا هبة اللّه ، أخبرنا ابن المذهب ، أخبرنا القطيعي\r\n\r\n\r\n","description":"","footnote":"\r\n( 310 ) - سنن ابن ماجة 1 : 150 . صحيح البخاري 1 : 42 . صحيح مسلم 1 : 210 . جامع الصحيح الترمذي 1 : 65 . سنن أبي داود 1 : 17 .\r\n( 311 ) - المسيب بن عبد خير . . .\r\nضعفه الأزدي ، ولم يروعنه غير هذا الحديث .\r\nتهذيب التهذيب 10 : 153 . ميزان الاعتدال 4 : 116 .\r\n( 312 ) - سنن أبي داود 1 : 26 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nحدثنا عبد اللّه ، حدثني أبى أحمد بن محمد ، حدثنا عائذ بن حبيب « 313 » حدثني عامر بن السمط عن أبي الغريف قال : أتى على رضى اللّه عنه بوضوء فمضمض واستنشق ثلثا ، وغسل وجهه ثلثا ، وغسل يديه وذراعيه ثلثا ، ثم مسح برأسه ، ثم غسل رجليه ، ثم قال : هكذا رأيت رسول اللّه صلى اللّه عليه وسلم توضأ ثم قرأ شيئا من القرآن ، ثم قال : هذا لمن ليس بجنب فأما الجنب فلا ولا آية .\r\nأبو الغريف ، بفتح الغين المعجمة وكسر الراء ، وبالياء آخر الحروف ، اسمه عبيد اللّه بن خليفة الهمداني « 314 » روى له النسائي ، وابن ماجة .\r\nوقد تواتر غسل الرجلين في الوضوء عن النبي صلى اللّه عليه وسلم ، الذي بعث مبينا لما أنزل من عند اللّه ، وأعلم بمراد اللّه تعالى .\r\nوصح ذلك عنه من رواية أمير المؤمنين عثمان بن عفان ، وأمير المؤمنين علي بن أبي طالب ، وعبد اللّه بن عباس ، وعبد اللّه بن عمر ، وابن العاص ، وعبد اللّه بن زيد بن عاصم ، والمقدام بن معدى كرب ، وغيرهم رضى اللّه عنهم أجمعين .\r\nوورد الوعيد لمن لم يغسل رجليه في الوضوء حيث قال النبي صلى اللّه عليه وسلم : ويل للأعقاب من النار .\r\nوويل للعراقيب من النار . من حديث أبي هريرة كما هو متفق\r\n\r\n\r\n","description":"","footnote":"\r\n( 313 ) - أبو أحمد عائذ بن حبيب بن الملاح العبسي القرشي الكوفي المتوفى 190 .\r\nقال ابن معين : صويلح : وقال الجوزجاني : غال زائغ ، وقال سعيد بن عمرو البردعى :\r\nشهدت أبا حاتم يقول لأبى زرعة : كان ابن معين يقول : يوسف السستى ، وعائذ بن حبيب زنديق . كان يحيى يقول : كذاب .\r\nتهذيب التهذيب 5 : 88 . ميزان الاعتدال 2 : 363 .\r\n( 314 ) - أبو الغريف عبيد اللّه بن خليفة الهمداني المرادي الكوفي . . .\r\nقال أبو حاتم : كان على شرطة على وليس بالمشهور ، قيل له هو أحب إليك أو الحارث الأعور ؟ قال : الحارث اشهر وهذا شيخ قد تكلموا فيه ، وذكره ابن البرقي ، فيمن احتملت روايته وقد تكلم فيه .\r\nتهذيب التهذيب 6 : 10 . ميزان الاعتدال 3 : 5 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nعليه في الصحيحين ، ومن حديث جابر بن عبد اللّه ، وعبد اللّه بن الحارث ، ومعيقيب « 315 » وأبى امامة الباهلي ، وعائشة .\r\nوصح من حديث عبد اللّه بن عمر ، وقال : تخلف عنا رسول اللّه صلى اللّه عليه وسلم في سفرة سافرناها فادر كنا وقدار هقتنا الصلاة صلاة العصر ، ونحن نتوضأ فجعلنا تمسح على أرجلنا فنادى بأعلى صوته ، اسبغوا الوضوء ، ويل للأعقاب من النار .\r\nوفي صحيح مسلم عن عمر بن الخطاب رضى اللّه عنه ، ان رجلا توضأ فترك موضع ظفر على قدمه ، فأبصره النبي صلى اللّه عليه وسلم ، فقال : ارجع فأحسن وضوءك « 316 » .\r\nوكذا ورد من غير وجه عن النبي صلى اللّه عليه وسلم ، ولبسط هذا بحقه موضع غير هذا ، والقصد هنا الإشارة إلى الحق والنصح للمسلمين ، وليحفظ المؤمن لدينه ، وليكن بريئا من التعصب « 317 » نسأل اللّه تعالى أن يوفقنا للحق ويهدينا اليه .\r\nواماما ورد عن بعضهم مما يدل على مسح الرجلين « 318 » فهو محمول\r\n\r\n\r\n","description":"","footnote":"\r\n( 315 ) - معيقيب بن أبي فاطمة الدوسي المتوفى 40 .\r\nاستعمله أبو بكر وعمر بيت المال .\r\nتهذيب التهذيب 10 : 254 . شذرات الذهب 1 : 48 .\r\n( 316 ) - صحيح مسلم 1 : 213 - 215 .\r\n( 317 ) - أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب أفلا تعقلون .\r\nالبقرة : 44 .\r\n( 318 ) - قول المؤلف من حمل الأحاديث الدالة على مسح الرجلين ، المسح على الخفين استنباط مختلق باعث عن التعصب والتهكم وليس هناك ما يثبت قوله بالكتاب والسنة سيما الثابت عن أمير المؤمنين علي بن أبي طالب عليه السلام . وقد استفاض من طريق الفريقين قول ابن عباس : الوضوء غسلتان ومسحتان ، أو بلفظ افترض اللّه غسلتين ومسحتين ، أو ما جد في كتاب اللّه الا غسلتين ، ومسحتين ، وأكثروا الرواية عنه أبى الناس الا الغسل ، ولا أحد في كتاب اللّه الا المسح والاستدلال بآية التيمم جعل مكان الغسلتين مسحتين ، وترك المسحتان ، فقد جاء من طرق أهل السنة بصورة وافية كما في كنز العمال 9 : 256 .\r\nالدر المنثور 2 : 262 . فتح القدير 2 : 16 . ابن كثير 2 : 25 . تفسير الخازن 1 : 441 . تفسير القرطبي 6 : 92 . تفسير الطبري 6 : 452 . المغنى لابن قدامة 1 : 133 . عمدة القاري 1 : 657 . -\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nعلى المسح على الخفين ، أو تجديد وضوء غير المحدث أو الغسل الخفيف كما ورد مصرحا به جمعا بين الأحاديث ، وردا إلى ما ثبت بالكتاب ، والسنة سيما الثابت عن أمير المؤمنين علي بن أبي طالب رضوان اللّه عليه .\r\nفقد أخبرنا شيخنا أبو حفص عمر بن الحسن المراغي قراءة عليه ، أخبرنا علي بن أحمد بن عبد الواحد ، أخبرنا عمر بن محمد بن معمر ، أخبرنا مفلح بن أحمد بن علي الدومى ، أخبرنا أبو بكر أحمد بن علي الحافظ ، أخبرنا أبو عمر القاسم بن جعفر الهاشمي ، أخبرنا أبو على محمد ابن أحمد بن عمر اللؤلؤي ، أخبرنا سليمان بن الأشعث الحافظ ، حدثنا محمد بن العلاء ، حدثنا حفص يعنى ابن غياث « 319 » ، عن الأعمش ، عن أبي إسحاق ، عن عبد خير ، عن علي رضى اللّه عنه ، قال : لو كان الدين بالرأي\r\n\r\n\r\n","description":"","footnote":"\r\n- لم ان عمل الصحابة حجة أخرى إلى القول بمسح الرجلين فان من الصحابة عبد اللّه ابن عباس ، وعبد اللّه بن عمر ، وانس بن مالك ، وجمع كثير منهم مسحوا على أرجلهم في الوضوء بل أنكروا على من غسلها ، كما أن روايات أهل البيت الذين هم مهبط الوحي ومعدن التنزيل متواترة بالمسح ، هم أعرف بشريعة جدهم من غيرهم .\r\nهذا وأحاديث المسح على الخفين أو غسل الرجلين في أغلب كتب السنن والصحاح تعود إلى المغيرة بن شعبة ، والمغيرة هذا مجروح ومقدوح في كتب القوم وأجمعت كلمتهم انه لم يؤمن باللّه ولم يظهر الاسلام الا حقنا لدمه من بنى مالك ، وحفظا لأمواله التي اقترفها عنهم غدرا بهم . . . كما جاء في طبقات ابن سعد 4 : 284 - قصة اسلامه . . . ابن أبي الحديد 20 : 108 سد الغابة 4 : 406 . الاستيعاب 3 : 368 . السنن الكبرى البيهقي 8 : 235 .\r\nالمستدرك على الصحيحين 3 : 448 . وقد كان الرجل من أزنى الناس في الجاهلية فلما دخل في الاسلام قيده الاسلام وبقيت عنده منه بقية ظهرت في أيام ولايته على البصرة .\r\nتهذيب الأسماء واللغات 2 : 109 . وقال معمر عن الزهري : كان دهاة الناس في الفتنة خمسة فذكره فيهم ، وقال مجالد عن الشعبي سمعت قبيصة بن جابر يقول : صحبت المغيرة فلو أن مدينة لها ثمانية أبواب لا يخرج من باب منها الا بمكر لخرج من أبوابها كلها .\r\nتهذيب التهذيب 10 : 262 .\r\n( 319 ) - أبو عمرو حفص بن غياث بن طلق بن معاوية بن مالك بن الحارث بن ثعلبة النخعي الكوفي المتوفى 194 / 195 / 196 .\r\nقال أبو زرعة : ساء حفظه بعد ما استقضى ، وقال داود بن رشيد : حفص كثير الغلط ، وقال ابن عمار : كان لا يحفظ حسنا وكان عسرا .\r\nتهذيب التهذيب 2 : 415 . شذرات الذهب 1 : 340 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nلكان أسفل الخف أولى بالمسح من أعلاه ، وقد رأيت رسول اللّه صلى اللّه على وسلم ، يمسح على ظاهر خفيه .\r\nحديث حسن صحيح الاسناد « 320 » أخرجه أبو داود في سننه « 321 » .\r\nوأخبرنا أبو علي الحسن بن أحمد بن هلال قراءة عليه ، عن أبي الحسن ابن البخاري ، أخبرنا أبو سعد الصفار في كتابه ، أخبرنا زاهر بن طاهر ، أخبرنا أبو بكر أحمد بن الحسين الحافظ ، أخبرنا أبو على الروذ بادي ، حدثنا أبو بكر محمد بن أحمد بن محمويه العسكري ، حدثنا جعفر بن محمد القلانسي ، حدثنا آدم ، حدثنا شعبة ، حدثنا عبد الملك ابن ميسرة ، سمعت النزال بن سبرة يحدث عن علي بن أبي طالب رضى اللّه عنه ، انه صلى الظهر ثم قعد في حوائج الناس في رحبة الكوفة ، حتى حضرت صلاة العصر ثم اتى بكوز من ماء فأخذ منه حفنة واحدة فمسح بها وجهه ، ويديه ، ورأسه ، ورجليه ، ثم قام فشرب فضله ، وهو قائم ثم قال : ان ناسا يكرهون الشرب قائما ، وان رسول اللّه صلى اللّه عليه وسلم صنع كما صنعت ، وقال : هذا وضوء من لم يحدث .\r\nحديث حسن صحيح وقد رواه البخاري عن آدم ببعض معناه « 322 » .\r\nوأخبرنا الرحلة محمد بن أحمد الامام ، أخبرنا علي بن أحمد ، أخبرنا حنبل بن عبد اللّه ، أخبرنا أبو القاسم الشيباني ، أخبرنا أبو على التميمي ، أخبرنا ابن مالك ، حدثنا عبد اللّه بن أحمد بن محمد ، حدثني أبى ، حدثنا يزيد ، عن الحجاج ، عن الحكيم ، عن القاسم بن مخيمرة ، عن شريح بن هانىء ، قال : سألت عائشة رضى اللّه عنها عن المسح ، فقالت :\r\nسل عليا فإنه أعلم بهذا منى كان يسافر مع رسول اللّه صلى اللّه عليه\r\nو \r\n\r\n","description":"","footnote":"\r\n( 320 ) - زعم باطل وكيف اعتبر المؤلف رضى اللّه عنه . . . هذا الحديث حسنا صحيح الاسناد وفي الطريق حفص بن غياث وغيرهم من المقدوحين .\r\n( 321 ) - سنن أبي داود 1 : 25 .\r\n( 322 ) - صحيح البخاري 1 : 47 .\r\nففي هذا الحديث جاء : فمسح بها وجهه ، ويديه ، ورأسه ورجليه - فعلى حد تعبير المؤلف - هل يمكن حمل - الرجلين - على - الخفين - فهل يقال للرجلين الخفين ، أو للخفين الرجلين ؟ أو أن لكل واحدة دلالة خاصة ومفهوم معين . . .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nسلم ، قال : فسألت عليا فقال : قال رسول اللّه صلى اللّه عليه وسلم ، للمسافر ثلاثة أيام ، ولياليهن وللمقيم يوم وليلة .\r\nوبه قال احمد ، حدثنا يزيد ، عن الحجاج ، عن أبي اسحق ، عن علي بن ربيعة عن علي رضى اللّه عنه ، عن النبي صلى اللّه عليه وسلم مثله .\r\nاخرجه البخاري في الصحيح ، والنسائي ، وابن ماجة في سننهما « 323 » .\r\nوفي الجملة فقد تواتر عن النبي صلى اللّه عليه وسلم غسل الرجلين والمسح على الخفين « 324 » قولا وفعلا .\r\nوالعجب ممن ينكر من الشيعة غسل الرجلين ، ولا يجيز المسح على الخفين ، مع ثبوت ذلك بالتواتر وصحته عن أمير المؤمنين علي بن أبي طالب كرم اللّه وجهه « 325 » ورضى عنه ، وعن الطاهرين من أولاده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 323 ) - صحيح البخاري 1 : 50 . سنن ابن ماجة 1 : 183 .\r\n( 324 ) - مزعمة لا يسندها الكتاب ولا السنة المحمدية وأصرار هزيل من المؤلف لبواعث هو أدرى بها . وحاشا أمير المؤمنين عليه السلام من أن يسير خلاف سيرة وسنة النبي الأعظم - ص - .\r\n( 325 ) - الشيعة الإمامية في كافة عباداته وأذكاره وافعاله وأقواله تسير على هدى سيرة وسنة نبيه - ص - وخلفائه الاثني عشر عليهم السلام ، وكل قول أو فعل لم يجدوه في القرآن الكريم وفي اخبار الأئمة عليهم السلام يضربون عنه صفحا ، لأنهم لم يجدوا عن أمير المؤمنين وأولاده الطاهرين من حديث أو خبر يدل على غسل الرجلين أو المسح على الخفين ، ثم يزعم الجزري . . . ثبوت ذلك بالتواتر وصحته عن أمير المؤمنين علي بن أبي طالب كرم اللّه وجهه . . . وأي تواتر وصحة في حديث أكثر أسانيد رجاله من المجروحين والضعفاء والوضاعين والكذابين كما وقفت عليهم في الصفحات السالفة .\r\nوالغريب أن المؤلف نفسه في الوقت الذي عقد تأليف كتابه هذا على بيان مناقب أمير المؤمنين علي عليه السلام ، يعقد من دون اية صلة ورابطة فصل في المسح والوضو ، ويردفه بأحاديث وأخبار واهية ثم يقول : ولبسط هذا بحقه موضع غير هذا : والقصد هذا الإشارة إلى الحق والنصح للمسلمين وليحفظ المؤمن لدينه وليكن بريئا من التعصب . . .\r\nأليس هذا هو التعصب بعينه ؟ . . . من إثارة خلاف أو بسط بحث داخل موضوع خارج لا يمت له بصلة . . . واية صلة بين بحث الفضائل ، والفقه ، والمناقب والتشريع ، ومن ثم التنديد بالشيعة الامامية . . . هذه الأمة المرحومة التي تعتبر بحق ، دون تحيز أو تعصب ، -\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nاللهم انا نسألك أن تهدينا لما اختلف فيه من الحق ، باذنك انك تهدى من تشاء إلى صراط مستقيم .\r\nومن أحسن ما تحمل القراءتان في ، وأرجلكم « 326 » نصبا وخفضا على الغسل لغير لابس الخفين ، والمسح للابسهما ، أو ان ذلك من المجمل الذي بينه النبي صلى اللّه عليه وسلم قولا وفعلا . ومن ذهب إلى أنه يجمع بين المسح والغسل فقد أخطأ ، وللكلام في ذلك محل\r\n\r\n\r\n","description":"","footnote":"\r\n- الأمة الصادقة المسلمة الصحيحة الفذة السائرة على مهيع الحق والصراط المستقيم . . .\r\nرغم تكالب الاستعمار . . . وأذنابه من حملة الأقلام المأجورين . . . في الوقيعة بهم وبرجالهم دون ذمة ولا شرف فيكتب أحد عملائهم كتايا ويسود صحائفه بالمخازى والتخرصات ويسميه - تبديد الظلام وتنبيه النيام - فيقول في ص 358 مثلا :\r\nكنا عند الخالصي في الكاظمية فسأله أحد علماء السنة عن رأيه في صاحب كتاب الكافي ، فقال الخالصي : انه كافر . فسأله عن صاحب كتاب الوافي ، فقال الخالصي : انه كافر ، فسأله عن صاحب كتاب من لا يحضره الفقيه ، فقال الخالصي : انه كافر وزنديق . . .\r\nانما يفترى الكذب الذين لا يؤمنون بآيات اللّه وأولئك هم الكاذبون - النحل :\r\n105 - . كبرت كلمة تخرج من أفواههم ان يقولون الا كذبا - الكهف : 5 - .\r\n( 326 ) - قرأ حمزة وابن كثير وأبو عمرو وأبو بكر عن عاصم بجر الأرجل ، وقرأ الكسائي ونافع وابن عامر وحفص عن عاصم بنصبها ، فعلى تقدير الجر فظاهر لأنه عطف على الرؤس الممسوحة فيلحقها حكمها ، واما على تقدير النصب فلانها معطوفة على محل الرؤوس لكونه أقرب ، أما عطفها على الوجوه فبعيد جدا لا يقع مثله في كلام أحد الناس فكيف القران الكريم الذي هو قرآن عربى غير ذي عوج ، لان الجملة المأمور فيها بالغسل قد انقصنت وتم حكمها ظاهرا بالامر بالمسح في الجملة الثانية ولا يجوز بعد انقطاع حكم الجملة الأولى ان يعطف عليها .\r\nأما قول المؤلف : وما أحسن ما تحمل القراءتان في وأرجلكم نصبا وخفضا على الغسل لغير لابس الخفين والمسح للابسها - فإنه يفتقر إلى توضيح ودليل وبرهان ، وانا على يقين من أن الاتيان به خارج عن نطاق المؤلف مهما اوتى من حيوية علمية ومناعة ثقا فية جمة .\r\nوالآية 6 من سورة المائدة ونصها قوله تعالى : يا أيها الذين آمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم وأيديكم إلى المرافق وامسحوا برؤوسكم وأرجلكم إلى الكعبين - وهذ أمر بمسح الرأس والمسح ان تمسح شيئا بيديك والظاهر لا يوجب التعميم في مسح الرأس لان من مسح البعض يسمى ماسحا ، فيجب أن يمسح منه ما يقع عليه اسم المسح وبه قال ابن عمر ، وإبراهيم ، والشعبي ، وهو مذهب الشافعي ، وخشية الإطالة نترك البحث إلى مراجعة الكتب الفقهية واللّه الهادي إلى الصراط المستقيم .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nغير هذا واللّه اعلم .\r\n* * * ومما روينا من طريق موسى الكاظم ، وأخيه على ، وأبيه جعفر الصادق رضى اللّه عنهم .\r\nأخبرنا أبو عمر محمد بن أحمد بن إبراهيم المقدسي ، أخبرنا الشيخ فخر الدين أبو الحسن ابن البخاري ، أخبرنا أبو على الرصافى ، أخبرنا ابن الحصين ، أخبرنا ابن المذهب ، أخبرنا أبو بكر القطيعي ، حدثنا عبد اللّه بن الإمام أحمد بن حنبل ، حدثني نصر بن علي الأزدي « 327 » ، أخبرني علي بن جعفر بن محمد بن علي بن الحسين بن علي رضى اللّه عنهم ، حدثني أخي موسى بن جعفر ، عن أبيه جعفر بن محمد ، عن أبيه علي بن الحسين عن أبيه عن جده علي بن أبي طالب كرم اللّه وجهه ، ان رسول اللّه صلى اللّه عليه وسلم ، اخذ بيد الحسن والحسين فقال : من أحبني وأحب هذين وآباهما وأمهما كان معي في درجتي يوم القيامة .\r\nحديث حسن الاسناد رواه الترمذي عن نصر بن علي ، فوافقناه بعلو وللّه الحمد . وقال الترمذي غريب لا نعرفه من حديث جعفر الا\r\n\r\n\r\n","description":"","footnote":"\r\n( 327 ) - أبو عمرو نصر بن علي بن نصر بن علي بن صهبان الأزدي البصري الجهضمي المتوفى 250 .\r\nقال النسائي وابن فراش : ثقة . من نبلاء الناس . ولما حدث بهذا الحديث يعنى حديث علي بن أبي طالب أن رسول اللّه صلى اللّه عليه وآله وسلم أخذ بيد الحسن والحسين فقال :\r\nمن أحبني وأحب هذين وآباهما وأمهما كان في درجتي يوم القيامة . أمر المتوكل بضربه ألف سوط فكلمه فيه جعفر بن عبد الواحد وجعل يقول له هذا من أهل السنة فلم يزل به حتى تركه .\r\nتهذيب التهذيب 10 : 430 . شذرات الذهب 2 : 123 . تذكرة الحفاظ 2 : 519 . العبر 1 : 457 . خلاصة تذهيب الكمال : 344 . طبقات الحفاظ : 227 . وقال اليافعي في - مرآة الجنان - 2 : 148 :\r\nان المتوكل كان كثير التحامل على علي بن أبي طالب وابنيه الحسن والحسين رضوان اللّه عليهم ، وكان ابن السكيت شديد المحبة لهم والميل إليهم فقال تلك المقالة ، فقال ابن السكيت : واللّه ان قنبر خادم على رضى اللّه عنه خير منك ومن ابنيك ، فقال المتوكل : سلوا لسانه من قفاه ففعلوا به ذلك فمات رحمه اللّه تعالى .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمن هذا الوجه « 328 » .\r\nقلت : على هذا هو أخو موسى الكاظم من وجوه السادات توفى سنة عشر ومائتين .\r\nومن طريق علي بن موسى الرضا ، عن أبيه موسى الكاظم ، عن أبيه جعفر الصادق رضى اللّه عنهم ، وتوفى سنة ثلث ومائتين بطوس ودفن بمشهده .\r\nأخبرنا الشيخ العالم الأصيل كمال الدين محمد بن الشيخ الإمام المحدث أبى حفص عمر بن حبيب المعدل الحلبي قراءة منى عليه ، في سنة سبعين وسبعمائة بالمدرسة الظاهرية ، داخل دمشق المحروسة ، أخبرنا المسند أبو سعيد سنقر بن عبد اللّه القضائي قراءة عليه « 329 » ، وأنا حاضر اسمع في الرابعة ، أخبرنا الامام عبد اللطيف بن يوسف بن محمد البغدادي « 330 » أخبرنا أبو زرعة طاهر بن محمد بن طاهر المقدسي ، أخبرنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 328 ) - أخرج الحديث هذا وحسنه واتفق على صحته وتوثيق رجاله وأسانيده جمع من الأئمة والحفاظ كما في الجامع الصحيح للترمذي 2 : 301 . ورواه عبد اللّه بن أحمد ابن حنبل في مسند أبيه 1 : 77 . تاريخ بغداد 3 : 287 . تهذيب التهذيب 10 : 430 . كنز العمال 6 : 217 وقال : أخرجه الطبراني عن علي ، وأيضا في ج 7 : 102 وفيه : أخرجه الترمذي وعبد اللّه بن أحمد بن حنبل في زيادات المسند ، ونظام الملك في أماليه وابن النجار وسعيد بن منصور ، وجاء في كنز العمال 6 : 217 ما لفظه : قال ، من أحب هؤلاء فقد أحبني ، ومن أبغضهم فقدأ بغضنى ، يعنى الحسن والحسين وفاطمة وعليا عليهم السلام ، قال : اخرجه ابن عساكر عن زيد بن أرقم .\r\n( 329 ) - سنقر بن منصور القضائي الزيني مات 706 .\r\nكان دينا خيرا صبورا على الطلبة .\r\nشذرات الذهب 6 : 14 .\r\n( 330 ) - أبو محمد عبد اللطيف بن يوسف بن محمد بن علي الشافعي البغدادي المتوفى 629 .\r\nشذرات الذهب 5 : 132 . عيون الانباء 2 : 201 . طبقات الشافعية 5 : 132 . انباه الرواة 193 . فوات الوفيات 2 : 807 . بغية الوعاة : 311 . مرآة الجنان 4 : 68 . حسن المحاضرة 1 : 312 . هدية العارفين 1 : 614 . كشف الظنون : 30 ، 51 ، 123 ، 145 ، 174 ، 206 ، 305 ، 363 ، 571 ، 685 ، 706 ، 714 ، 891 ، 1038 ، 1083 ، 1125 ، 1169 ، 1204 ، 1268 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nأبو منصور محمد بن الحسين بن الهيثم المقومى ، أخبرنا أبو طلحة القاسم ابن أبي المنذر الخطيب القزويني « 331 » أخبرنا أبو الحسن علي بن إبراهيم ابن سلمة القطان ، أخبرنا أبو عبد اللّه محمد بن يزيد القزويني الحافظ ، حدثنا سهل بن أبي سهل الرازي « 332 » ومحمد بن إسماعيل ، قالا : حدثنا أبو الصلت عبد السلام بن صالح الهروي « 333 » - الحديث - وأعلى من هذا بدرجة .\r\nأخبرنا الشيخة أم محمد ست العرب ابنة محمد بن علي بن أحمد المقدسية مشافهة أخبرنا جدى على المذكور عن أبي سعد الصفار ، أخبرنا أبو القاسم الشحامي ، أخبرنا أبو بكر الحافظ ، أخبرنا أبو عبد اللّه الحافظ ، أخبرنا أحمد بن إسحاق الفقيه ، أخبرنا علي بن عبد العزيز حدثنا عبد السلام بن صالح الهروي ، حدثنا علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب ، حدثني أبى عن جعفر عن أبيه ، عن علي بن الحسين عن أبيه عن علي رضى اللّه عنه ، قال : قال رسول اللّه صلى اللّه عليه وسلم : الايمان معرفة بالقلب ، واقرار باللسان ، وعمل بالأركان « 334 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 331 ) - أبو طلحة القزويني المتوفى 459 / 410 .\r\nشذرات الذهب 3 : 189 .\r\n( 332 ) - أبو عمرو سهل بن زنجلة الحناط الأشتر مات . . .\r\nتهذيب التهذيب 4 : 251 . تاريخ بغداد 9 : 116 . تذكرة الحفاظ 2 : 452 . خلاصة تهذيب الكمال : 133 . العبر 1 : 409 . طبقات الحفاظ : 197 .\r\n( 333 ) - أبو الصلت عبد السلام بن صالح بن سليمان بن أيوب بن ميسرة القرشي الهروي المتوفى 236 .\r\nقال الحاكم : وثقه أمام أهل الحديث يحيى بن معين . وقال الاجرى عن أبي داود :\r\nكان ضابطا .\r\nتهذيب التهذيب 6 : 319 . ميزان الاعتدال 2 : 616 . تعجيل المنفعة : 15 . تذكرة الحفاظ 2 : 685 . تقريب التهذيب 1 : 506 . جامع الرواة 1 : 456 . رجال النجاشي : 172 .\r\nتنقيح المقال 2 : 151 . رجال العلامة : 117 . تاريخ بغداد 11 : 46 . الذريعة 25 : 119 . عيون أخبار الرضا 2 : 244 . فتح الملك العلى : 25 .\r\n( 334 ) - عيون أخبار الرضا - ع - 1 : 177 - 179 بأسانيد شتى .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nحديث حسن اللفظ والمعنى ، رجال اسناده ثقات غير عبد السلام ابن صالح الهروي ، وهو خادم الامام علي بن موسى الرضا فإنهم ضعفوه مع صلاحه « 335 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 335 ) - هذا التضعيف والجرح باطل مردود على رأى الجمهور والقواعد المقررة عندهم ، لأنه مبنى على أصل فاسد فهو بمنزلة المعدوم . لان الذين جرحوا عبد السلام بأمرين :\r\nأحدهما التشيع ، وثانيها كونه منكر الحديث وهو الراوي لحديث - أنا مدينة العلم وعلى بابها - وهذا الجرح مردود من وجوه :\r\n1 - ان الجرح بالتشيع : ورد الحديث به باطل عقلا ونقلا ، اما الأول فان مدار صحة الحديث على أمرين لا ثالث لهما وهما بالضبط والعدالة ، فمن اتصف بهما وجب ان يكون خبره مقبولا وحديثه صحيحا ، لان بالضبط يؤمن الخطأ والخلل ، وبالعدالة يؤمن الكذب والاختلاق ، والضبط هو أن يكون الراوي حافظا متيقظا غير مفغل ولا متهور حتى لا يحدث من حفظه المختل فيهم ولا من كتابه الذي تطرق اليه الخلل وهو لا يشعر .\r\nففي مفهوم شمس الدين الذهبي وأضرابه إذا كذب السنى في حديث رسول اللّه - ص - فيؤخذ بعين الثقة والحسن والعدالة لأنه سنى ، أما إذا لو صدق الشيعي في حديث رسول اللّه - ص - فيقدح ويجرح لا لشئ سوى انه شيعي ، وهذا ما نجده واضحا في كتب الأحاديث سيما في - ميزان الاعتدال - وهذا ناشىء من أقوال طائفة ثبتت عروقهم ولحو مهم على التنديد والكذب والحقد والبغضاء والشحناء فقال اشهب :\r\nسئل مالك عن الرافضة فقال : لا تكلمهم ولا تروعنهم فإنهم يكذبون - تهذيب التهذيب 1 : 359 .\r\nوقال حرملة : سمعت الشافعي يقول : لم أراشهد بالزور من الرافضة - ميزان الاعتدال 1 : 219 .\r\nوقال شريك : أحمل العلم عن كل من لقيت الا الرافضة فإنهم يضعون الحديث ويتخذونه دينا - ميزان الاعتدال 1 : 6 .\r\nولذلك فإنهم يقبلون شهادة كل فاسق وفاجر شرط عدم كونه شيعيا ، وان أخبار أهل الأهواء كلها مقبولة وان كانوا كفارا أو فساقا كما حكاه الخطيب البغدادي في الكفاية في علم الدراية ، وذهب الشافعي وأبو حنيفة وأبو يوسف وابن أبي ليلى والثوري وجماعة إلى قبول رواية الفاسق ببدعته ، ونسبه الحاكم في المدخل ، والخطيب في الكفاية إلى الجمهور وصححه الرازي واستدل له في المحصول ، ورجحه ابن دقيق العيد وغيره من المحققين ، وقواه جماعة بما اشتهر من قبول الصحابة اخبار الخوارج وشهادتهم ومن جرى مجراهم من الفساق بالتأويل ، ثم استمر عمل التابعين على ذلك فصار كما قال الخطيب كالاجماع منهم .\r\nان هذه الطريقة العوجاء من دسائس النواصب التي دسوها بين أهل الحديث ليتو -\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوقد روى أيضا عن مالك وحماد بن زيد ، وروى عنه أحمد بن أبي خيثمة ، وعبد اللّه بن الإمام أحمد ، وجماعة وتوفى سنة ست وثلثين ومائتين .\r\nولكن تابعه على رواية هذا الحديث عن علي بن موسى الرضا ، محمد بن أسلم ، فقال الحافظ أبو بكر البيهقي : حدثنا أبو محمد عبيد ابن محمد بن محمد مهدى القشيري ، أخبرنا أبو محمد عبد اللّه بن محمد ابن موسى بن كعب ، حدثنا أبو محمد الفضل بن محمد بن المسيب البيهقي ، حدثنا أبو الصلت الهروي عبد السلام ، ومحمد بن أسلم ، قالا :\r\nحدثنا علي بن موسى الرضا عن أبيه ، فذكره باسناده ، غير أنه قال :\r\nالايمان اقرار باللسان ، ومعرفة بالقلب ، وعمل بالجوارح .\r\nقال البيهقي : وشاهد هذا الحديث ما في الحديث الثابت عن النبي صلى اللّه عليه وسلم ، في عدد شعب الايمان « 336 » فخرج أبو الصلت من عهدته .\r\nوفي الجملة حيث صح السند إلى أحد هذه الذرية الطاهرة ، فالحديث اما صحيح ، أو حسن ، أو صالح يحتج به ، ولكن الكلام فيمن\r\n\r\n\r\n","description":"","footnote":"\r\n- صلوا بها إلى ابطال كل ما ورد في فضل علي عليه السلام ، وذلك أنهم جعلوا آية تشيع الراوي وعلامة بدعته هو روايته فضائل علي عليه السلام ، ثم قرروا أن كل ما يرويه المبتدع مما فيه تأييد لبدعته فهو مردود ولو كان من الثقات ، والذي فيه تأييد التشيع في نظرهم هو فضل علي عليه السلام وتفضيله فينتج من هذا أن لا يصح في فضله حديث .\r\nوقد أكثر ابن الجوزي ومن لف لفه من أقرانه العملاء . . . من الحكم على الأحاديث بالوضع من هذا الطريق ، وسبقه إلى ذلك الجوز قانى في موضوعاته ، والخلاصة كون الحديث في فضل علي عليه السلام وراويه منهم بالتشيع ، بل مجرد كون الحديث في الفضائل من أكبر أسباب الطعن عندهم في الرواة ، وان كان أوثق الثقات وأعدل العدول .\r\n( 336 ) - صحيح مسلم 1 : 63 ، عن عبيد اللّه بن سعيد ، وعبد بن حميد ، عن أبي عامر العقدي ، عن سليمان بن بلال ، عن عبد اللّه بن دينار ، عن أبي صالح ، عن أبي هريرة عن النبي - ص - قال : الايمان بضع وسبعون شعبة .\r\nوجاء هذا الكلام في حكم أمير المؤمنين عليه السلام فقال : الايمان معرفة بالقلب واقرار باللسان وعمل بالأركان . شرح ابن أبي الحديد 19 : 51 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nبعدهم .\r\n* * * ومما رويناه من طريق أبى القاسم محمد بن علي بن أبي طالب وهو مشهور بابن الحنفية ، لان أمه كانت من بنى حنيفة الذين ارتدوا بعد وفاة النبي صلى اللّه عليه وسلم ، وقاتلهم أبو بكر الصديق رضى اللّه عنه ، وقد ضل السيد الحميري « 337 » حيث قال :\r\n الا ان الأئمة من قريش * لدى التحقيق أربعة سواء\r\nعلى والثلاثة من بنيه * هم الأسباط ليس لهم خفاء\r\nفسبط سبط ايمان وبر * وسبط غيبته كربلاء\r\nوسبط لا يذوق الماء حتى * تجىء الخيل يقدمها لواء\r\nتوارى لا تراه من زمان * برضوى عنده عسل وماء « 338 » \r\nقلت : كان عالما كبيرا من أعيان التابعين ، روى عن أبيه ،\r\nو \r\n\r\n","description":"","footnote":"\r\n( 337 ) - أبو هاشم إسماعيل بن محمد بن يزيد بن وداع الحميري الملقب بالسيد المتوفى 173 .\r\nمن كبار الشيعة وشعرائهم كان معجزة وقته وكانت الشيعة من تعظيمها له تلقى له وسادة بمسجد الكوفة . وكتب التراجم طافحة بترجمة وشعره الذهبي الرصين وديوانه مطبوع .\r\n( 338 ) - عاش السيد الحميري ردحا من الزمن على الكيسانية يقول بامامة محمد بن الحنفية وغيبته وله في ذلك شعر ثم أدركته سعادة ببركة الإمام الصادق صلوات اللّه عليه وشاهد منه حججه القوية وعرف الحق ونبذ ما كان عليه من سفاسف الكيسانية عندما نزل الإمام عليه السلام الكوفة عند منصرفه من عند المنصور ، وفي هذا يقول :\r\n ويثبت مهماشاء ربى بأمره * ويمحو ويقضى في الأمور ويقدر\r\nودنت بدين غير ما كنت دائنا * به ونهاني سيد الناس جعفر\r\nفقلت فهبني قد تهودت برهة * والا فدينى دين من يتنصر\r\nفانى إلى الرحمن من ذاك تائب * وانى قد أسلمت واللّه أكبر\r\nفلست بعاد ما حييت وراجعا * إلى ما عليه كنت أخفى وأضمر\r\nولا قائلا قولا بكيسان بعدها * وان عاب جهال معابا وأكثروا \r\nالأغاني 7 : 5 . الكشي : 245 . مجالس المؤمنين 2 : 506 . لسان الميزان 1 : 436 .\r\nأعيان الشيعة 12 : 155 . أخبار السيد الحميري : 40 - 41 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nعثمان بن عفان ، وجماعة من الصحابة .\r\nوروينا عن علي رضى اللّه عنه انه ، قال : يا رسول اللّه : أرأيت أن ولدلى من بعدك ولد أسميه باسمك ، وأكنيه بكنيتك ؟ قال : نعم .\r\nرواه أبو داود ، والترمذي ، وقال : صحيح روى عنه بنوه الحسن ، وعبد اللّه وإبراهيم .\r\n* * * فمما روينا من طريق الحسن ، وعبد اللّه ابنيه :\r\nما أخبرنا شيخنا صلاح الدين محمد بن التقى أحمد بن قدامة المقدسي ، رحمه اللّه قراءة عليه ، أخبرنا الامام فخر الدين علي بن أحمد الحنبلي ، أخبرنا أبو على الرصافى ، أخبرنا أبو القاسم بن الحصين ، أخبرنا أبو على التميمي ، أخبرنا أبو بكر القطيعي ، حدثنا أبو عبد الرحمان ابن احمد ، حدثني أبى يعنى ، أحمد بن محمد بن حنبل ، حدثنا سفيان ، عن الزهري عن الحسن « 339 » وعبد اللّه « 340 » ابني محمد بن علي ، عن أبيهما ان عليا رضى اللّه عنه ، قال : لابن عباس ان رسول اللّه صلى اللّه عليه وسلم ، نهى عن نكاح المتعة ، وعن لحوم الحمر الأهلية زمن خيبر .\r\nهذا حديث متفق على صحته ، أخرجه البخاري « 341 » ومسلم « 342 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 339 ) - الحسن بن محمد بن الحنفية المتوفى 99 / 100 .\r\nحاله مجهول . ولم يكن لأبي القاسم محمد بن الحنفية ولدا باسم - الحسن - .\r\nتنقيح المقال 1 : 307 . عمدة الطالب : 352 .\r\n( 340 ) - أبو هاشم عبد اللّه بن محمد بن الحنفية مات 98 / 99 .\r\nامام الكيسانية وعنه انتقلت البيعة إلى بنى العباس .\r\nعمدة الطالب : 353 . تنقيح المقال 2 : 212 .\r\n( 341 ) - صحيح البخاري 3 : 313 ولفظه هكذا : نهى رسول اللّه - ص - عن المتعة عام خيبر ولحوم حمر الانسية . أما الأحاديث الواردة بخصوص لحوم الحمر الانسية المسندة إلى سلمة وعبد اللّه بن عمرو ابن أبي أوفى وأبى ثعلبة وانس بن مالك وجابر بن زيد فلم تكن فيها جملة - المتعة .\r\n( 342 ) - صحيح مسلم 3 : 1537 - 1540 وفيه 15 حديثا بأسانيد مختلفة وفي كل الأحاديث لم تكن كلمة - المتعة - سوى في خبر واحد جاء عن حسن وعبد اللّه .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوالترمذي « 343 » والنسائي ، وابن ماجة « 344 » وانما قال ذلك أمير المؤمنين لابن عباس لأنه بلغه انه كان يرى جواز المتعة بناء على ما كان أولا في حياة النبي صلى اللّه عليه وسلم ، ولم يكن بلغه النسخ ، ولم يصح عنده ، فلما أخبره بذلك رجع إلى قوله ، وانعقد على ذلك الاجماع ، ولم يخالف فيه الا من لا يعتد بخلافه ممن يزعم أنه من شيعة على رضى اللّه عنه « 345 » .\r\nوالمنصف يرى هذا الاسناد الذي لا غبار عليه الذي رواه مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 343 ) - الجامع الصحيح 4 : 254 وفي الباب هذا حديث واحد عن الحسن وعبد اللّه .\r\n( 344 ) - سنن ابن ماجة 2 : 1064 حديث رقم 3192 - 3196 وليس فيه حديث جاءت بكلمة - المتعة .\r\n( 345 ) - ولو فرضنا جدلا نهى النبي صلى اللّه عليه وآله وسلم . عن المتعة فان لفظ الحديث يدل على نهيه في مدة معينة وزمن خاص وهو زمن خيبر فحسب ، لا في جميع الأزمنة على امتداد التاريخ ، ولو كانت المتعة منسوخة منذ زمن الرسول الأعظم - ص - فما معنى فول عمر بن الخطاب : أنا انهى عنها ، مع أن ابن عباس صرح ان آية المتعة محكمة يعنى لم تنسخ وإلى هذا استند كل من أباحها من الصحابة والتابعين وهم :\r\nعمران بن الحصين .\r\nجابر بن عبد اللّه الأنصاري .\r\nعبد اللّه بن مسعود ، ونص على أباحتها\r\nعبد اللّه بن عمر .\r\nمعاوية بن أبي سفيان .\r\nأبو سعيد الخدري .\r\nسلمة بن أمية بن خلف .\r\nمعبد بن أمية بن خلف .\r\nالزبير بن العوام .\r\nخالد بن مهاجر بن خالد المخزومي .\r\nعمرو بن هربث .\r\nأبى بن كعب .\r\nربيعة بن أمية .\r\nسمرة بن جندب .\r\nسعيد بن جبير .\r\nطاوس اليماني .\r\nعطاء أبو محمد اليماني .\r\nالسدى .\r\nمجاهد .\r\nزفر بن أوس المدني .\r\nعبد الملك بن عبد العزيز بن جريح المكي\r\nالغدير 6 : 220 - 240 . وقول المؤلف : وانعقد على ذلك الاجماع - فمزاعم ودعا وفارعة ما أنزل اللّه بها من سلطان .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nالإمام أحمد بن حنبل ، عن مثل سفيان بن عيينة « 346 » أمير المؤمنين في الحديث ، عن مثل الزهري الامام التابعي الجليل ، أحد أعلام الأمة ، عن الحسن بن محمد بن الحنفية العالم الكبير الثقة الذي قال فيه :\r\nعمرو بن دينار ، ما رأيت أحد قط أعلم منه . مات سنة خمس وتسعين .\r\nوعن أخيه عبد اللّه بن محمد المجمع على أنه ثقة ، الذي هو ابن أخت الامام أبى جعفر الباقر .\r\nواما البخاري ، ومسلم ، فرووه عن مشايخهم الأئمة الثقات الكبار مثل مالك بن إسماعيل ، الحجة ، ومسدد ، وبندار ، وابن أبي عمرو الحارث بن مسكين ، وأمثالهم عن مثل مالك بن انس ، وسفيان بن عيينة ، ويحيى القطان ، وأسامة بن زيد ، ويونس بن عبد الأعلى ، وأمثالهم عن الزهري .\r\n* * * ومما رويناه من طريق إبراهيم بن محمد بن الحنفية .\r\nما أخبرناه محمد بن أحمد ، أخبرنا على ، أخبرنا حنبل ، أخبرنا هبة اللّه ، أخبرنا الحسن ، أخبرنا أبو بكر ، حدثنا عبد اللّه ، حدثني أبى احمد ، حدثنا الفضل بن دكين ، حدثنا يا سين العجلي ، عن إبراهيم بن محمد بن الحنفية عن أبيه محمد عن علي بن أبي طالب رضى اللّه عنه قال : قال رسول اللّه صلى اللّه عليه وسلم ، المهدى منا أهل البيت يصلحه اللّه في ليلة « 347 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 346 ) - قال ابن عمار : سمعت يحيى بن سعد القطان يقول : اشهدوا ان سفيان بن عيينة اختلط سنة 197 فمن سمع منه في هذه السنة وبعدها فسماعه لا شئ . وقال عبد الرحمن ابن بشر بن الحكم : سمعت يحيى بن سعيد يقول : قلت لابن عيينة كنت تكتب الحديث وتحدث اليوم وتزيد في اسناده أو تنقص منه فقال : عليك بالسماع الأول فانى قد سمنت .\r\nوقال سليمان بن هرب : ان ابن عيينة : أخطأ في عامة حديثه عن أيوب . تهذيب التهذيب 4 : 120 .\r\n( 347 ) - صحيح الترمذي 2 : 36 بسنده عن عاصم بن بهدلة عن رز عن عبد اللّه . حلية الأولياء 5 : 75 . مسند أحمد بن حنبل 1 : 376 . تاريخ بغداد 4 : 388 . كنز العمال 7 : 188 وفيه : اخرجه الطبراني عن ابن مسعود . ذخائر العقبى : 136 . مستدرك الصحيحين 4 : 557 .\r\nأسد الغابة 1 : 259 . الاستيعاب 1 : 85 . كنوز الحقائق : 152 . تهذيب التهذيب 11 : 172 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nرواه ابن ماجة في سننه « 348 » ولكن ياسين العجلي « 349 » ضعيف ، الا ان أحاديث المهدى وانه يأتي في آخر الزمان ، وانه من أهل البيت ، من ذرية فاطمة رضوان اللّه عليها ، صحت عندنا ، وان اسمه اسم النبي صلى اللّه عليه وسلم ، واسم أبيه اسم أبى النبي صلى اللّه عليه وسلم ، والأصح انه من ذرية الحسين بن علي رضى اللّه عنهما ، لنص أمير المؤمنين على رضى اللّه عنه ، فيما :\r\nأخبرنا به شيخنا المسند ، رحلة زمانه عمر بن الحسن الحرمى قراءة عليه ، أخبرنا أبو الحسن البخاري ، أخبرنا عمر بن محمد الدار قزى ، أخبرنا أبو البدر الكرخي ، أخبرنا أبو بكر الخطيب ، أخبرنا أبو عمر الهاشمي ، أخبرنا أبو على اللؤلؤي ، أخبرنا أبو داود الحافظ ، قال :\r\nحدثت عن هارون بن المغيرة ، حدثنا عمر بن أبي قيس ، عن شعيب بن أبي خالد ، عن أبي إسحاق قال :\r\nقال علي عليه السلام : ونظر إلى ابنه الحسين فقال : ان ابني هذا سيد كما سماه النبي صلى اللّه عليه وسلم ، وسيخرج من صلبه رجل يسمى باسم نبيكم ، يشبه في الخلق ولا يشبه في الخلق ، ثم ذكر قصة يملأ الأرض عدلا .\r\nهكذا رواه أبو داود في سننه وسكت عليه « 350 » .\r\n* * * ومما رويناه من طريق أبى حفص عمر بن علي بن أبي طالب .\r\nو \r\n\r\n","description":"","footnote":"\r\n( 348 ) - سنن ابن ماجة 2 : 1366 حديث رقم : 4082 .\r\n( 349 ) - ياسين بن شيبان العجلي الكوفي . . .\r\nقال الدوري عن ابن معين : ليس به بأس ، صالح ، لا بأس به . ووقع في سنن ابن ماجة عن ياسين غير منسوب فظنه بعض الحفاظ المتأخرين ياسين بن معاذ الزيات فضعف الحديث به فلم يصنع شيئا .\r\nتهذيب التهذيب 11 : 172 .\r\n( 350 ) - سنن أبي داود 2 : 208 .\r\nوعن حذيفة ان النبي صلى اللّه عليه وسلم قال : لو لم يبق من الدنيا الا يوم واحد لطول اللّه ذلك اليوم حتى يبعث رجلا من ولدى اسمه كاسمى فقال سلمان : من أي ولدك يا رسول اللّه ؟ قال : من ولدى هذا وضرب بيده على الحسين . ذخائر العقبى : 136 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nأخبرنا ابن أبي عمر شيخنا ، أخبرنا ابن البخاري ، أخبرنا حنبل ، أخبرنا هبة اللّه ، أخبرنا ابن المذهب ، أخبرنا القطيعي ، حدثنا عبد اللّه بن أحمد ابن محمد ، حدثني أبى ، حدثنا هارون معروف ، أخبرنا ابن وهب ، حدثني سعيد بن عبد اللّه الجهني ، ان محمد بن عمر بن علي بن أبي طالب حدثه عن أبيه ، عن جده ، علي بن أبي طالب رضى اللّه عنه ان رسول اللّه صلى اللّه عليه وسلم قال : ثلاثة يا علي لا تؤخرهن ، الصلاة إذا أتت ، والجنازة إذا حضرت ، والأيم إذا وجدت كفوا « 351 » .\r\nحديث حسن رجاله ثقات ، أخرجه الترمذي عن قتيبة عن ابن وهب ، فوقع لنا بدلا عاليا من رواية عبد اللّه بن أحمد عن هارون وللّه الحمد ، وأخرجه منه قصة الجنازة ابن ماجة عن حرملة بن يحيى .\r\nفهذا ما تيسر ذكره من صحيح ما وصل الينا من حديث أمير المؤمنين علي بن أبي طالب رضوان اللّه عليه وحسنه وغيره . وأعلى ما وقع لنا ان بيننا وبينه باتصال السماع ، والرواية ، والمجالسة ، والصحبة أحد عشر رجلا وعشرة أيضا . وهذا الاسناد لا يوجد اليوم أعلى منه ، وذلك بما يتعلق بالحديث .\r\nواما تلاوة القرآن العظيم فوقع بيننا وبينه ثلاثة عشر رجلا ، من غير طريق جعفر الصادق ، وبيننا وبين الصادق عشرة رجال .\r\nوذلك انى قرأت القرآن كله من أوله إلى آخره مجودا مرتلا على جماعة من الشيوخ ، بمصر والشام ، وغيرهما منهم الشيخ الإمام العلامة شمس الدين أبو عبد اللّه محمد بن عبد الرحمن بن علي الحنفي « 352 » بالديار المصرية في سنة تسع وستين وسبعمائة رحمه اللّه ، قراء هو كذلك على الشيخ الامام مسند القراء تقى الدين أبى عبد اللّه محمد بن أحمد ابن عبد الخالق الصائغ « 353 » وقرا هو كذلك على الشيخ الامام مسند\r\n\r\n\r\n","description":"","footnote":"\r\n( 351 ) - سنن ابن ماجة 1 : 476 حديث رقم : 1486 .\r\n( 352 ) - من شيوخ المؤلف راجع المقدمة .\r\n( 353 ) - تقى الدين محمد بن أحمد بن عبد الخالق ابن الصايغ الشافعي المتوفى 725 .\r\nشيخ القراء بالديار المصرية .\r\nشذرات الذهب 6 : 69 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالقراء كمال الدين إبراهيم بن إسماعيل التميمي ، وقرأ هو كذلك على الشيخ الإمام العلامة أبى اليمن زيد بن الحسن بن زيد الحسن الكندي « 354 » وقرأ كذلك على الشيخ الامام شيخ القراء أبى محمد عبد اللّه بن علي ابن احمد سبط الخياط « 355 » وقرأ هو على الامام شيخ القراء عز الشرف أبى الفضل عبد القاهر بن عبد السلام بن علي العباسي « 356 » وقراء هو كذلك على الشيخ الامام أبى عبد اللّه محمد بن الحسين بن محمد بن الحسين بن محمد بن الحسين بن محمد بن آذر بهرام الكارذينى شيخ القراء بالحرم الشريف ، وقرأ كذلك على الشيخ الامام أبى الحسن على ابن محمد بن صالح بن داود الهاشمي ، وقرأ الهاشمي كذلك على أبى العباس أحمد بن سهل بن الفير وزان الأشناني « 357 » وقرا الأشناني كذلك على أبى محمد عبيد بن الصباح النهشلي ، وقرا عبيد على أبى عمر وحفص بن سليمان بن المغيرة الأسدي الكوفي « 358 » وقرا حفص كذلك على الامام أبى بكر عاصم بن أبي النجود الأسدي « 359 » مولاهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 354 ) - تاج الدين زيد بن الحسن بن زيد بن الحسن البغدادي مات 613 .\r\nشذرات الذهب 5 : 54 . معجم الأدباء 11 : 171 . البداية والنهاية 13 : 71 . انباء الرواة 2 : 10 . بغية الوعاة : 249 . كشف الظنون : 6 ، 714 ، 812 ، 1670 ، 1697 ، 1925 .\r\n( 355 ) - أبو محمد عبد اللّه بن علي بن أحمد بن عبد اللّه الحنبلي البغدادي المتوفى 541 .\r\nالمنتظم 10 : 122 . ابناه الرواة 2 : 122 . طبقات القراء 1 : 435 . الكامل في التاريخ 11 : 45 . البداية والنهاية 12 : 322 . هدية العارفين 1 : 455 . كشف الظنون : 52 ، 206 ، 338 ، 1344 ، 1582 . شذرات الذهب 4 : 129 .\r\n( 356 ) - أبو الفضل عبد القاهر بن عبد السلام العباسي النقيب المكي مات 493 .\r\nشذرات الذهب 3 : 400 .\r\n( 357 ) - أبو العباس الأشناني أحمد بن سهل المتوفى 307 .\r\nشذرات الذهب 2 : 250 .\r\n( 358 ) - أبو عمر حفص بن سليمان بن المغيرة الأسدي الكوفي الغاضرى مات 180 .\r\nتهذيب التهذيب 2 : 400 . شذرات الذهب 1 : 293 .\r\n( 359 ) - عاصم بن أبي النجود الكوفي الأسدي توفى 128 .\r\nطبقات الحفاظ : 73 . شذرات الذهب 1 : 175 . تهذيب التهذيب 5 : 38 وفيه : عاصم ابن بهدلة أبو بكر المقرئ .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nامام الكوفة وقارئها ، وقرا عاصم كذلك على أبى عبد الرحمن عبد اللّه ابن حبيب بن ربيعة السلمى « 360 » وقرا السلمى على أمير المؤمنين أبى الحسن علي بن أبي طالب رضى اللّه عنه وأرضاه ، وقرا على كذلك على رسول اللّه صلى اللّه عليه وسلم ، وقرا رسول اللّه صلى اللّه عليه وسلم كما أنزل على الروح الأمين جبريل رسول رب العالمين عليه الصلاة والسلام .\r\nوهذا الاسناد لا مزيد على حسنه ، وعلوه ، وثقة رجاله ، وفضلهم وتقدمهم على القراءة .\r\nواما طريق الإمام جعفر :\r\nفقرأت القرآن العظيم كله من أوله إلى آخره بالتجويد ، والتحقيق ، والترتيل ، على الشيخ الامام شيخ القراء امين الدين عبد الوهاب ابن يوسف بن إبراهيم بن السلار بدمشق المحروسة سنة سبع وستين وسبعمائة ، وقرأ هو القرآن كذلك على الشيخ الامام أبى عبد اللّه محمد ابن احمد الصائغ وقرا الصائغ كذلك على أبى إسحاق إبراهيم بن أحمد التميمي ، وقرا التميمي كذلك على العلامة تاج الدين أبى اليمن زيد بن الحسن الكندي ، وقرأ الكندي كذلك على أبى محمد سبط الخياط ، وقرأ سبط الخياط كذلك على الشريف أبى الفضل ، وقرأ الشريف كذلك على أبى عبد اللّه الكارزينى شيخ الحرم ، وقرأ شيخ الحرم كذلك على الامام أبى العباس الحسن بن سعيد المطوعى « 361 » وقراء المطوعى كذلك على أبى الحسن إدريس بن عبد الكريم الحداد « 362 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 360 ) - أبو عبد الرحمن عبد اللّه بن حبيب بن ربيعة السلمى الكوفي مات 72 / 85 .\r\nتهذيب التهذيب 5 : 183 . تذكرة الحفاظ 1 : 58 . خلاصة تهذيب الكمال : 164 .\r\nطبقات القراء 1 : 413 . نكت الهميان : 178 . طبقات ابن سعد 6 : 119 . طبقات الحفاظ : 19 .\r\n( 361 ) - أبو العباس الحسن بن سعيد بن جعفر المطوعى العبادانى المتوفى 371 .\r\nشذرات الذهب 3 : 75 .\r\n( 362 ) - أبو الحسن إدريس بن عبد الكريم الحداد مات 292 .\r\nشذرات الذهب 2 : 210 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nوقرأ الحداد كذلك على أبى محمد خلف بن هشام البزار « 363 » وقرأ خلف كذلك على أبى عيسى سليم بن عيسى الحنفي مولاهم الكوفي ، وقرأ سليم كذلك على الامام أبى عمارة حمزة بن حبيب الزيات « 364 » امام الكوفة في القراءة ، وقرأ حمزة كذلك على الامام أبى عبد اللّه جعفر الصادق ، وقرأ الصادق كذلك على أبيه الامام أبى جعفر محمد الباقر ، وقرأ الباقر كذلك على أبيه الإمام زين العابدين على ، وقرأ زين العابدين كذلك على أبيه الامام السيد الشهيد سيد شباب أهل الجنة أبى عبد اللّه الحسين ، وقرأ الحسين كذلك على أبيه الامام أمير المؤمنين علي بن أبي طالب كرم اللّه وجهه ، وقرأ على كذلك على رسول اللّه صلى اللّه عليه وسلم عن جبريل عن رب العالمين تبارك وتعالى .\r\nواما الصحبة واللقى :\r\nفانى صحبت الشيخ الصالح العالم الورع الناسك صلاح الدين أبا عبد اللّه محمد بن الشيخ الامام ، بركة وقته ، وشيخ عصره الزاهد الكبير الورع الداعي إلى اللّه تعالى أبى عمر محمد بن أحمد بن قدامة ابن نصر المقدسي الحنبلي رحمه اللّه تعالى ، ولازمته نحو عشر سنين وسمعت منه أكثر من خمسة عشر ألف حديث ، وكان مسند عصره وشيخ وقته ، وأقرب أهل زمانه إلى النبي صلى اللّه عليه وسلم ، اسنادا ، كثير الخشوع ، سريع الدمعة لا يكاد يمسك عبرته ، إذا قرىء عليه الحديث ، أو ذكر النبي صلى اللّه عليه وسلم توفى سنة ثمانين وسبعمائة عن نحو سبع وتسعين سنة .\r\nوهو صحب الشيخ الامام العالم الصالح الخير فخر الدين أبا\r\n\r\n\r\n","description":"","footnote":"\r\n( 363 ) - خلف بن هشام بن ثعلب البزار البغدادي المتوفى 229 .\r\nتهذيب التهذيب 3 : 156 . شذرات الذهب 2 : 67 .\r\n( 364 ) - أبو عمارة بن حبيب بن عمارة بن إسماعيل الزيات مات 156 / 158 .\r\nميزان الاعتدال 1 : 284 . أعيان الشيعة 28 : 132 . ايضاح المكنون 2 : 318 ، 322 .\r\nشذرات الذهب 1 : 240 . تهذيب التهذيب 3 : 27 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالحسن علي بن أحمد بن عبد الواحد بن أحمد بن عبد الرحمن المقدسي الحنبلي المشهور بابن البخاري ، وكان شيخ زمانه ، ومسند وقته ، انتهى اليه علو الاسناد في عصره ، مع الزهد ، والورع ، والانقطاع عن الناس ، والتقلل من الدنيا ، وتوفى سنة تسعين وستمائة عن نحو خمس وتسعين سنة ، ونزل الحديث في الدنيا بموته درجة .\r\nوهو صحب الشيخ الصالح الخير أبا على حنبل بن عبد اللّه بن الفرج الرصافى المكبر البغدادي ، وكان ثقة خيرا توفى سنة اربع وستمائة عن نحو تسعين سنة « 365 » .\r\nوهو صحب الشيخ المسند الصالح أبا القاسم هبة اللّه بن محمد ابن عبد الواحد بن أحمد بن العباس بن الحصين الشيباني ، وكان عدلا خيرا صالحا مشهورا ، توفى سنة خمس وعشرين وخمس مائة عن اربع وتسعين سنة .\r\nوهو صحب الشيخ الامام العالم الصالح ابا على الحسن بن علي ابن محمد التميمي المعروف بابن المذهب ، وكان عابدا زاهدا واعظا ، مذاكرا ، عالما ، صالحا ، مشهورا توفى سنة أربع وأربعين وأربعمائة عن تسع وثمانين سنة .\r\nوهو صحب الشيخ الصالح العالم الثقة أبا بكر أحمد بن جعفر بن حمدان بن مالك بن شبيب بن عبد اللّه القطيعي ، وكان عالما ، صالحا ، محدثا مقرئا ثقة توفى سنة ثمان وستين وثلاثمائة .\r\nوهو صحب الشيخ الامام العالم الزاهد الصالح الحافظ أبا عبد الرحمن عبد اللّه بن الإمام أحمد بن حنبل الشيباني ، وكان عالما ، كبيرا ، حافظا ، نقادا للحديث ، عارفا به ، مع الزهد ، والورع ، والانقطاع توفى سنة تسعين ومائتين عن سبع وثمانين سنة .\r\nوهو صحب أباه امام زمانه والممتحن في اللّه فمارده عن ايمانه ازهد الأئمة وصاحب المنة على الأمة أبا عبد اللّه أحمد بن محمد بن حنبل ابن هلال بن أسد الشيباني ، الذي قال فيه مثل الشافعي : خرجت من بغداد\r\n\r\n\r\n","description":"","footnote":"\r\n( 365 ) - شذرات الذهب 5 : 12 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nوما خلفت بها أفقه ولا أزهد ولا أورع من أحمد بن حنبل .\r\nوقال هلال بن العلاء : من اللّه على الناس بأحمد بن حنبل ، ثبت في المحنة ولولا ذلك لكفر الناس ، توفى سنة احدى وأربعين ومائتين عن سبع وسبعين سنة .\r\nوهو صحب الامام أحد اعلام الأمة وأمير المؤمنين في الحديث ، أبا محمد سفيان بن عيينة بن ميمون الهلالي الكوفي نزيل مكة ، والمجمع على علمه ، وفقهه ، وزهده ، وورعه ، وهو القائل : وقد وقف بعرفات حججت سبعين حجة وفي كل عام أقف بهذا المكان وأسأل اللّه ان لا يجعله آخر العهد منه ، وقد استحييت من اللّه تعالى فما اسأله ، فمات من السنة القابلة مستهل رجب سنة ثمان وتسعين ومائة عن احدى وتسعين سنة .\r\nوهو صحب الامام الجليل التابعي الكبير أبا محمد عمرو بن دينار الجمحي مولاهم المكي ، الذي قال مثل شعبة لم ارمثله توفى أول سنة اثنتين وعشرين ومائة عن ثمانين سنة .\r\nوهو صحب الامام الحبر البحر ترجمان القرآن أبا العباس عبد اللّه بن عباس بن عبد المطلب بن هاشم الهاشمي ، الذي دعا له النبي صلى اللّه على وسلم : ( اللهم علمه الحكمة وفقهه في الدين « 366 » ) .\r\nوهو صحب ابن عمه سيد الأولين والآخرين أبا القاسم محمد ابن عبد اللّه بن عبد المطلب صلى اللّه عليه وسلم ، وبارك عليه حتى توفى وهو ابن خمس عشرة سنة ، ثم صحب أبا بكر الصديق حتى توفى ، ثم صحب عمر بن الخطاب حتى توفى ، ثم صحب عثمان بن عفان حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 366 ) - صحيح مسلم 4 : 1927 . سنن ابن ماجة 1 : 58 . تاريخ بغداد 1 : 175 . كشف الظنون : 438 ، 1226 . أعيان الشيعة 41 : 3 . تنقيح المقال 2 : 191 . شذرات الذهب 1 : 55 . الغدير 1 : 49 . تأسيس الشيعة : 322 . تهذيب التهذيب 5 : 276 . الإصابة 2 : ترجمة :\r\n4772 . صفوة الصفوة 1 : 314 . حلية الأولياء 1 : 314 . تاريخ الخميس 1 : 167 . نكت الهميان :\r\n180 . وفيات الأعيان 3 : 62 . جامع الرواة 1 : 494 . أسد الغابة 3 : 192 . رجال الكشي :\r\n52 . رجال العلامة : 103 . اخبار شعراء الشيعة : 30 . مرآة الجنان 1 : 143 . البداية والنهاية 8 : 295 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nتوفى ، ثم اختص بصحبة ابن عمه أمير المؤمنين ، وحبيب رب العالمين ، أبى الحسن علي بن أبي طالب بن عبد المطلب ، حتى توفى في رمضان سنة ربعين ، وبقي بمكة ونزل بالطايف وتوفى بها سنة ثمان وستين ، عن نحو ثلث وثمانين سنة وصلى عليه ابن عمه أبو القاسم محمد بن علي بن أبي طالب ابن الحنفية .\r\nفهذه طريقة في الصحبة لم يكن أعلى منها ، ولا أصح وقع بيننا وبين أمير المؤمنين على كرم اللّه وجهه ، أحد عشر رجلا ويقع لنا من هذه الطريقة في الصحبة ما هو الطف من هذا ، وأحسن عند العارفين بقدر ذلك .\r\nوهو ان الإمام أحمد « 367 » صحب الإمام محمد بن إدريس « 368 » الشافعي ، وهو صحب الامام أبا عبد اللّه مالك بن أنس « 369 » امام دار الهجرة ، وصحب الامام الشافعي رحمه اللّه أيضا ، الإمام الكبير فقيه زمانه محمد بن الحسن الشيباني ، وهو صحب الامام الأعظم أبا حنيفة النعمان ابن ثابت « 370 » الكوفي ، وثبت عندنا ان كلا من الامام مالك ، وأبى حنيفة رحمهما اللّه تعالى ، صحب الامام أبا عبد اللّه جعفر بن محمد الصادق حتى قال أبو حنيفة : ما رأيت أفقه منه ، وقد دخلني منه من الهيبة ما لم يدخلني للمنصور .\r\nوصحب جعفر الصادق والده محمد الباقر .\r\nوصحب الباقر والده زين العابدين .\r\nوصحب زين العابدين والده الحسين ، وصحب الحسين والده أمير المؤمنين عليا رضى اللّه عنه وعنهم .\r\nفانظر إلى ما في هذا الاسناد الشريف من الأئمة المقتدى بهم في العالم رحمهم اللّه ، ورضى عنهم وعنابهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 367 ) - أبو عبد اللّه أحمد بن حنبل المتوفى 241 .\r\n( 368 ) - محمد بن إدريس الشافعي مات 204 .\r\n( 369 ) - مالك بن انس توفى 179 .\r\n( 370 ) - أبو حنيفة نعمان بن ثابت مات 150 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nووقع لي أيضا من غيره هذه الطريق باللقى ، والروية ، وسماع الحديث ، ان بيني وبين أمير المؤمنين بالسند الصحيح عشرة رجال ثقات وهو انى لقيت القاضي الرئيس عز الدين محمد بن موسى بن سليمان الأنصاري ، ورأيته وسمعت منه الحديث ، وهو لقى الامام أبا الحسن علي بن أحمد ابن البخاري ، ورآه ، وسمع منه الحديث ، وهو لقى ابا حفص عمر بن محمد بن طبرزد ، كذلك وهو لقى القاضي أبا بكر محمد بن عبد الباقي الأنصاري ، كذلك هو لقى إبراهيم بن عمر البرمكي ، كذلك وهو لقى عبد اللّه بن إبراهيم بن ماسى ، كذلك وهو لقى ابا مسلم الكجى ، كذلك وهو لقى محمد بن عبد اللّه الأنصاري ، كذلك هو لقى أبا عون كذلك ، وهو لقى الشعبي كذلك ، وهو لقى أمير المؤمنين علي بن أبي طالب رضى اللّه عنه ، وصحبه ، وسمعه ، وكان من أكبر شيعته .\r\nوهذا مع صحته لا يوجد اليوم أعلى منه ولا أقرب إلى أمير المؤمنين منه .\r\n* * * واما لبس الخرقة واتصالها بأمير المؤمنين على كرم اللّه وجهه :\r\nفانى لبستها من يد جماعة ، ووصلت إلى منه من طرق رجاء ان أكون في زمرة محبيه ، وجملة مواليه يوم القيامة .\r\nفمن ذلك انى لبست الخرقة المتبركة من يد شيخى وأستاذي الشيخ الصالح المسند المعمر أبى حفص عمر بن الحسن بن مزيد بن اميلة المراغي ، ثم الحلبي ، ثم المزي ، في يوم الثلاثاء الثاني عشر من شوال سنة اثنتين وسبعين وسبعمائة ، واخبرني انه لبسها من يد شيخه الإمام العلامة الزاهد العارف العابد الناسك عز الدين خطيب الخطباء أبى العباس أحمد بن الشيخ الامام العالم الصالح الزاهد محى الدين إبراهيم بن عمر بن الفرج بن أحمد بن شاپور الواسطي الفاروقي ، شيخ القراءات والتفسير والتصوف في سنة تسعين وستمائة ، وللشيخ عز الدين المذكور في خرقة التصوف ثلاث طرق احمدية ، وقادرية ،\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوسهروردية .\r\nفاما الأحمدية فإنه لبسها من يد والده الشيخ محى الدين إبراهيم المذكور ، وهو لبسها من يد شيخه ، ومريده ، ومربيه ، الشيخ الصالح الامام العالم سيد مشايخ زمانه ، سيدي أحمد بن الشيخ أبى الحسن على ابن أحمد بن يحيى بن حازم بن علي بن رفاعة المغربي المعروف بابن الرفاعي « 371 » رحمة اللّه تعالى عليه .\r\nواما القادرية : فإنه لبسها من يد شيخه الامام ، شيخ العارفين ، وامام السالكين ، شهاب الدين أبى حفص عمر بن محمد بن عبد اللّه المعروف بعمويه بن سعد بن الحسين البكري السهروردي « 372 » وهو لبسها من يد الشيخ الامام العالم السيد الكبير صاحب المواهب والكرامات والعجائب الظاهرات أبى محمد عبد القادر بن أبي صالح موسى بن جنكى دوست بن أبي عبد اللّه بن يحيى الگيلانى « 373 » .\r\nواما السهروردية : فان للشيخ شهاب الدين السهروردي رحمة اللّه عليه ، لبسها من يد شيخه وعمه الشيخ الإمام العارف الكبير ضياء الدين أبى النجيب عبد القاهر بن عبد اللّه بن سعد بن الحسين بن القاسم بن النضر بن القاسم بن محمد بن عبد اللّه بن عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق رضى اللّه عنه ، ولبسها هو من يد عمه وجيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 371 ) - توفى 578 وتنسب اليه الطريقة الرفاعية . له تصانيف .\r\nمعجم المؤلفين 2 : 25 . جمهرة الأولياء 2 : 206 . شذرات الذهب 4 : 259 .\r\n( 372 ) - القرشي التيمي البكري الشافعي مات 632 / 631 .\r\nالنجوم الزاهرة 6 : 283 . البداية والنهاية 13 : 138 . شذرات الذهب 5 : 153 . مرآة الجنان 4 : 79 . هدية العارفين 1 : 785 . ايضاح المكنون 1 : 63 ، 199 . جمهرة الأولياء 2 : 200 .\r\n( 373 ) - أبو صالح عبد القادر بن موسى بن عبد اللّه بن يحيى الزاهد بن محمد بن داود ابن موسى بن عبد اللّه بن موسى الجون بن عبد اللّه بن الحسن المثنى بن الحسن بن علي بن أبي طالب . المتوفى 561 .\r\nجمهرة الأولياء 2 : 201 . البداية والنهاية 12 : 252 . مرآة الجنان 3 : 347 . كشف الظنون : 662 ، 879 ، 1240 ، 1738 ، 2053 . هدية العارفين 1 : 596 . روضات الجنات 5 : 85 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالدين عمر بن سعد بن الحسين ، ومن يد الشيخ اخى فرج الزنجاني يد أحدهما مشاركة ليد الاخر .\r\nفاما والده فلبسها من الشيخ احمد الأسود الدينوري ، وهو لبسها من ممشاذ الدينوري ، وهو من أبى القاسم الجنيد سيد الطائفة ، واما اخى فرج الزنجاني ، فلبسها من أبى العباس النهاوندي ، وهو لبسها من الشيخ الكبير أبى عبد اللّه محمد بن خفيف الشيرازي ، وهو لبسها من أبى محمد رويم ، وهو لبسها من أبى القاسم الجنيد ، وهو من خاله سرى السقطي ، وهو من معروف الكرخي ، وهو من داود الطائي ، وهو من حبيب العجمي ، وهو من الحسن البصري ، وهو من أمير المؤمنين علي بن أبي طالب رضى اللّه عنه .\r\nكذا وردت الينا الخرقة من الحسن البصري ، عن علي بن أبي طالب بغير واسطة ، وأهل الحديث لا يعرفون للحسن البصري سماعا من على ، مع أنه عاصره بلا شك ، فإنه ولد في خلافة عمرو صح انه سمع خطبة عثمان رضى اللّه عنه ، وأجمع مشايخ التصوف على أن الحسن البصري صحب علي بن أبي طالب ولبس منه ، فاللّه أعلم .\r\nوسألت شيخنا الحافظ إسماعيل بن كثير ، فقال : لا يبعد أنه أخذ عنه بواسطة ، ولقيه له ممكن ، فإنه سمع عثمان بن عفان .\r\nقال على : انا روينا عنه الحديث عن علي رضى اللّه عنه بلا واسطة فيما أخبرنا ابن أبي عمر ، أخبرنا ابن البخاري ، أخبرنا حنبل ، أخبرنا ابن الحصين أخبرنا ابن المذهب ، أخبرنا ابن جعفر ، حدثنا عبد اللّه ابن احمد ، حدثني أبى ، حدثنا هشيم ، أخبرنا يونس عن الحسن ، عن علي رضى اللّه عنه سمعت رسول اللّه صلى اللّه عليه وسلم يقول : رفع القلم عن ثلاثة ، عن الصغير حتى يبلغ وعن النائم حتى يستيقظ ، وعن المصاب حتى يكشف عنه .\r\nوهذا حديث صحيح الاسناد هشيم شيخ احمد ، هو ابن كثير الواسطي حافظ بغداد ثقة كبير .\r\nويونس هو ابن عبيد ، أحد أئمة البصرة ثقة ثبت كان من العلماء\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالعالمين وكلاهما روى لهما الجماعة .\r\nوالحسن هو ابن أبي الحسن البصري الإمام الكبير الشأن الرفيع الذكر ، والمحل الذي كان رأسا في العلم والعمل ، ولكن الكلام في كونه سمع من على رضى اللّه عنه ، وقد تقدم في حديث المصافحة انه صافح علي بن أبي طالب فاللّه اعلم .\r\nوهذا الحديث رواه الترمذي كذلك في جامعه ، وقال : حسن غريب من هذا الوجه . ولا نعرف للحسن سماعا من على .\r\nقلت : وللشيخ شهاب الدين السهروردي رحمه اللّه ، طريق أخرى في تلقين الذكر ، وهي انه تلقنه من عمه وشيخه أبى النجيب عبد القاهر المذكور ، وهو من الشيخ احمد الغزالي اخى الشيخ أبى حامد الغزالي ، وهو من الشيخ أبى بكر النساج ، وهو من الشيخ أبى القاسم الكركانى ، وهو من الشيخ أبى عثمان سعيد بن سلام المغربي ، وهو من الشيخ على الكاتب ، وهو من الشيخ أبى على الروذبادى ، وهو من سيد الطائفة الجنيد ، وهو من خاله سرى السقطي ، وهو من معروف الكرخي ، ولمعروف طريقتان : إحديهما عن داود الطائي ، كما تقدم ، والثانية عن مولاه الامام أبى الحسن علي بن موسى الرضا عن أبيه موسى الكاظم ، عن أبيه جعفر الصادق ، عن أبيه محمد الباقر ، عن أبيه زين العابدين ، عن أبيه الحسين ، عن أبيه أمير المؤمنين على المرتضى عليه من اللّه الرضى .\r\nفانتهت اليه رضوان اللّه تعالى عليه جميع الفضائل ، من أنواع العلوم ، وجميع المحاسن ، وكرم الشمايل من القرآن ، والحديث ، والفقه ، والقضاء ، والتصوف ، والشجاعة ، والولاية ، والكرم ، والزهد ، والورع ، وحسن الخلق والعقل ، والتقوى ، وإصابة الرأي .\r\nفلذلك أجمعت القلوب السليمة على محبته ، والفطر المستقيمة على سلوك طريقته ، فكان حبه علامة السعادة والايمان ، وبغضه محض الشقا والنفاق والخذلان كما تقدم في الأحاديث الصحيحة ، وظهر بالأدلة الصريحة ، ولكن علامة صدق المحبة طاعة المحبوب وحب من\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nيحبه الحبيب ( ان المحب لمن يحب مطيع ) فلا شك عند كل عاقل منصف موفق ان أمير المؤمنين عليا رضى اللّه عنه كان اخلاصه ، ومحبته ، في أبى بكر ، وعمر ، وعثمان رضى اللّه عنهم في الغاية القصوى ، والمرتبة العليا « 374 » لما علم من فضلهم ، وتحقق من منزلتهم بما سبق لهم من فضل السوابق ، وكمال المناقب اللواحق ، وبما شاهده من محبة النبي صلى اللّه عليه وسلم ، إياهم ورضاه عنهم رضى اللّه عنهم وأرضاهم .\r\nأخبرنا الشيخ الأصيل الرحلة أبو عبد اللّه محمد بن أحمد المقدسي ، في آخرين إجازة ان لم يكن سماعا ، أخبرنا علي بن أحمد الحنبلي ، أخبرنا عمر بن محمد بن طبرزد ، أخبرنا هبة اللّه بن الحصين ، أخبرنا أبو طالب محمد بن محمد بن إبراهيم بن غيلان ، أخبرنا أبو بكر محمد بن عبد اللّه الشافعي ، حدثنا أبو حمزة أحمد بن عبد اللّه بن هارون المروزي ، حدثنا داود بن الحسين العسكري ، حدثنا بشر بن داود بن شاپور ، عن علي ابن عاصم « 375 » عن حميد « 376 » عن انس ، قال : قال رسول اللّه صلى اللّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 374 ) - مزاعم باطلة . . . ودعا وفارغة . . . وفرية كاذبة . . . ونسب مفتعلة . . . برئ منها الامام أمير المؤمنين عليه السلام براءة الذئب من دم يوسف ، وإذا كان كذلك فما قوله عليه السلام في خطبته الشقشقية المعروفة : أما واللّه لقد تقمصها فلان وانه ليعلم أن محلى منها محل لقطب من الرحى ، حتى مضى الأول لسبيله فأدلى بها إلى فلان بعده . فيا عجبا بينا هو يستقيلها في حياته إذ عقدها لاخر بعد وفاته ، حتى إذا مضى لسبيله ، جعلها في جماعة زعم أبى أحدهم فياللّه وللشورى . . .\r\nوهذه الخطبة رواها غير واحد في القرون الأولى . الغدير 7 : 82 . شرح ابن أبي الحديد 1 : 151 .\r\nوهل في خطب الامام أمير المؤمنين عليه السلام ورسائله وحكمه المأثورة ما يشعر باخلاصه ومحبته لأبي بكر وعمر وعثمان . . . ؟\r\n( 375 ) - أبو الحسن علي بن عاصم بن صهيب الواسطي التيمي المتوفى 201 .\r\nقال يعقوب بن شيبة : سمعت علي بن عاصم على اختلاف أصحابنا فيه ، منهم من انكر عليه كثرة الخطأ والغلط ، ومنهم من انكر عليه تماديه في ذلك وتركه الرجوع عما يحالفه فيه الناس ولجاجته فيه وثباته على الخطأ ، ومنهم من تكلم في سوء حفظه واشتباه الامر عليه .\r\nتهذيب التهذيب 7 : 344 . ميزان الاعتدال 3 : 135 وفيه : وقال أحمد بن أعين ، سمعت علي بن عاصم يقول : دفع إلى أبى مائة ألف درهم ، وقال : اذهب فلا أرى لك وجها الا بمائة ألف حديث . شذرات الذهب 2 : 2 وفيه : ضعفه غير واحد لسوء حفظه . مرآة الجنان 2 : 3 .\r\n( 376 ) - أبو عبيدة حميد بن أبي حميد الطويل مات 142 .\r\nقال ابن سعد : كان كثير الحديث الا انه ربما دلس عن أنس . وقال ابن حبان : وكان يدلس . وقال ثابت : أكثر ما رواه عن انس يدلسه .\r\nتهذيب التهذيب 3 : 38 - 40 . ميزان الاعتدال 1 : 610 وفيه : أورده العقيلي وابن عدي في الضعفاء . شذرات الذهب 1 : 219 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nوسلم ، ان على حوضي أربعة أركان ، فأول ركن منها في يد أبى بكر ، والركن الثاني في يد عمر ، والركن الثالث في يد عثمان ، والركن الرابع في يد علي بن أبي طالب ، فمن أحب أبا بكر وابغض عمر ، لم يسقه أبو بكر ، ومن أحب عمر وأبغض أبا بكر لم يسقه عمر ، ومن أحب عثمان وابغض عليا لم يسقه عثمان ، ومن أحب عليا وأبغض عثمان لم يسقه على ، ومن أحسن القول في أبى بكر فقد أقام الدين ، ومن أحسن القول في عمر فقد أوضح السبيل ، ومن أحسن القول في عثمان ، فقد استنار بنور اللّه تعالى ، ومن أحسن القول في علي فقد استمسك بالعروة الوثقى ، ومن أحسن القول في أصحابي فهو مؤمن .\r\nحديث غريب ، رويناه في الغلانيات ، ورواه الحافظ أبو موسى المديني ، في كتابه الحجة وقال : رواه أبو عبد اللّه محمد بن عبد اللّه الصفار « 377 » عن أبي عبد اللّه العمرى ، عن بشر بن داود القرشي ، عن مسعود ابن شاپور ، عن علي بن عاصم .\r\nوروى عن عبد اللّه بن جابر بن قيس الكوفي ، عن حميد ، عن أنس ، وروى من حديث عكرمة عن ابن عباس .\r\nأنبأنا غير واحد من الشيوخ ، منهم القاضي أبو عبد اللّه محمد بن موسى بن سليمان الأنصاري ، عن علي بن أحمد المقدسي ، أخبرنا أبو المكارم اللبان في كتابه ، أخبرنا أبو علي الحداد ، أخبرنا أبو نعيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 377 ) - أبو عبد اللّه محمد بن عبد اللّه بن أحمد الزاهد الأصبهاني الصفار المتوفى 345 .\r\nاللباب 2 : 243 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالحافظ ، أخبرنا أبو محمد بن حيان الحافظ ، أخبرنا أبو يعلى ، سمعت عبد الصمد بن يزيد « 378 » قال : سمعت فضيل بن عياض « 379 » يقول : من أحب أبا بكر وعمر ، فقد أحب عليا ، ومن لم يحب أبا بكر وعمر فهو متهم عندنا ، فارجو ان يكون أبو بكر وعمر وعثمان وعلى رضى اللّه عنهم ، أخوانا على سرر متقابلين .\r\nوبه إلى أبى محمد الحافظ ، حدثنا محمد بن سليمان ، حدثني محمد بن زياد الزيادي « 380 » حدثني سفيان بن عيينة ، قال : سمعنا هم يقولون وهو على ما قالوا : ألسنة بتمامها عشر خصال ، من ترك واحدة منها فقد ترك من السنة ما لا ينبغي ان يترك ، الايمان بالقدر ، وتقديم أبى بكر ، وعمر وعثمان ، وعلى الخلفاء الراشدين المهديين رضى اللّه عنهم ، وساق باقي العشر ثم قال سفيان : ما أدركنا أحدا من فقهائنا الا وهو على هذا الرأي ، وسمعنا هم لا يخبرون الا بذلك عمن أدركوا ، قال :\r\nفهذه السنة المعروفة المجمع عليها .\r\nقلت : وللّه در القائل ،\r\n أشهد باللّه وآياته * شهادة أرجوبها عتقى\r\nان أبا بكر ومن بعده * ثلاثة أئمة الصدق\r\nأربعة بعد النبي هم * بغير شك أفضل الخلق \r\n\r\n\r\n","description":"","footnote":"\r\n( 378 ) - أبو عبد اللّه عبد الصمد بن مزيد الصائغ مات 235 .\r\nقال ابن عدي : لا نعرف له شيئا مسندا .\r\nتهذيب التهذيب 6 : 328 . تاريخ بغداد 11 : 40 .\r\n( 379 ) - أبو على فضيل بن عياض بن مسعود بن بشر التميمي اليربوعي الخراساني المتوفى 187 .\r\nقال أبو عمار الحسين بن حريث سمعت الفضل بن موسى يقول : كان الفضيل بن عياض شاطرا يقطع الطريق بين ابيورد وسرخس .\r\nتهذيب التهذيب 8 : 296 . شذرات الذهب 1 : 316 .\r\n( 380 ) - أبو عبد اللّه محمد بن زياد بن عبيد اللّه بن زياد بن الربيع الزيادي البصري مات 250 / 252 .\r\nذكره ابن حبان في الثقات وقال ربما أخطأ . وقال ابن مسندة : ضعيف .\r\nتهذيب التهذيب 9 : 168 . ميزان الاعتدال 3 : 553 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n من لم يكن مذهبه هكذا * فإنه زاغ عن الحق \r\nوهذا آخر ما تيسر جمعه ، وروايته ، من أسنى مناقب أمير المؤمنين الامام أبى الحسن علي بن أبي طالب رضى اللّه عنه ، وأرضاه ، وعمن اهتدى بهديه ، واقتفاه ، والحمد للّه وحده ، وصلى اللّه على سيدنا محمد المصطفى ، وعلى آله وصحبه وسلم تسليما . . .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nالفهارس\r\n\r\nالأحاديث النبوية مصادر التأليف مراجع التحقيق البلدان\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nالأحاديث النبوية الف\r\nالحديث ألصفحة\r\nأعطيت آية الكرسي من كنز تحت العرش 99\r\nألايمان معرفة بالقلب واقرار باللسان 123\r\nاللهم احرسني بعينك التي لا تنام 96\r\nاللهم اذهب عنه الحر والبرد 64\r\nاللهم علمه الحكمة وفقهه في الدين 136\r\nان اللّه عفر لكم عامة ولعلى خاصة 67\r\nان تستخلفوا عليا وماراكم فاعلين تجدوه هاديا 74\r\nان تولوا أبا بكر تجدوه زاهدا في الدنيا 78\r\nان تولوا عليا تجدوه‌ها ديا مهديا 75\r\nان على حوضي أربعة أركان 143\r\nان فيك من عيسى مثلا أبغضته اليهود 68\r\nأنا دار الحكمة وعلى بابها 70\r\nأنا سيد ولد آدم وعلى سيد العرب 61\r\nأنا مدينة العلم وعلى بابها 70\r\nأنت أخي في الدنيا والآخرة 60\r\nأنت منى بمنزلة هارون من موسى 15\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nثلاثة يا علي لا تؤخر هن 131\r\nرفع القلم عن ثلاثة 140\r\nالسعيد كل السعيد حق السعيد من أحب عليا 67\r\nشموا النرجس ولو في اليوم مرة 92\r\nصافحت كفى هذه سرادقات العرش 80\r\nقسمت الحكمة عشرة اجزاء 72\r\nكنت وأبو بكر وعمر 105\r\nلا اله الا اللّه الكريم الحليم 94\r\nلا عطين الراية غدا يفتح اللّه على يديه 63\r\nلا يحب عليا منافق ، ولا يبغضه مؤمن 55\r\nلا يحبهم الا سعيد الجد ، طيب المولد 67\r\nلعن اللّه من ذبح لغير اللّه 106\r\nلعن اللّه من سب والديه 106\r\nللمسافر ثلاثة أيام ولياليهن 119\r\nلو لم يبق من الدنيا الا يوم واحد 130\r\nما من رجل يصيب ذنبا 88\r\nمر بعض أهلك يؤذن في اذنك 93\r\nمن أحبني وأحب هذين وآباهما وأمهما 121\r\nمن أضاف مؤمنا فكأنما أضاف آدم 81\r\nمن قتل دون ماله فهو شهيد 111\r\nمن قرأ آية الكرسي في دبر الصلاة المكتوبة 101\r\nمن كنت مولاه فعلى مولاه 48\r\nالمهدى منا أهل البيت 129\r\nويل للأعقاب من النار 115\r\nيا علي قص الظفر ، ونتف الإبط وحلق العانة 82\r\nيا علي هذان سيدا كهول أهل الجنة 109\r\nيظهر في آخر الزمان قوم يسمون الرافضة 110\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nمصادر التأليف ب\r\nالأربعين الكبرى أبو عبد اللّه محمد بن عبد اللّه الحاكم\r\nالبداية في معالم الرواية شمس الدين محمد الجزري\r\nتاريخ الشام ابن عساكر علي بن الحسن الدمشقي\r\nالترغيب والترهيب إسماعيل بن الفضل التيمي الأصبهاني\r\nتفسير القرآن أحمد بن موسى الأصبهاني ابن مردويه\r\nالثقات محمد بن حبان بن أحمد البستي\r\nالجامع الصحيح محمد عيسى بن سورة الترمذي\r\nحجة ذوى الصلابة أبو موسى المديني\r\nحلية الأولياء أبو نعيم أحمد بن عبد اللّه الأصبهاني\r\nخصائص أمير المؤمنين أحمد بن شعيب النسائي الشافعي\r\nالسنن محمد بن يزيد القزويني ابن ماجة\r\nالسنن أبو داود سليمان بن الأشعث\r\nالسنن الكبرى أبو بكر أحمد بن الحسين البيهقي\r\nالصحيح محمد بن حبان البستي\r\nالصحيح أبو عبد اللّه محمد بن إسماعيل البخاري\r\nصحيح مسلم مسلم بن الحجاج القشيري النيسابوري\r\nعمل اليوم والليلة أحمد بن شعيب النسائي\r\nالغلانيات شمس الدين محمد الجزري الشافعي\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالمستدرك على الصحيحين أبو عبد اللّه الحاكم النيسابوري\r\nألمسلسل بالأسماء أبو موسى المديني\r\nألمسلسلات السعيدية أحمد بن يحيى بن جابر البلاذري\r\nالمسند البزار أبو بكر أحمد بن عمر البصري\r\nالمسند أحمد بن حنبل الشيباني\r\nألمصنف ابن أبي شيبة\r\nالمعجم الكبير سليمان بن أحمد بن أيوب الطبراني\r\nالمعجم الأوسط سليمان بن أحمد بن أيوب الطبراني\r\nالمعجم الصغير سليمان بن أحمد بن أيوب الطبراني\r\nألموضوعات أبو الفرج عبد الرحمن بن علي ابن الجوزي\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nمراجع التحقيق ج\r\nاتحاف الأكابر باسناد الدفاتر للقاضي محمد بن علي الشوكاني\r\nأخبار السيد الحميري أبو عبيد اللّه موسى بن عمران المرزباني\r\nأخبار شعراء الشيعة أبو عبيد اللّه موسى بن عمران المرزباني\r\nآداب اللغة العربية 1 - 4 جرجى زيدان\r\nالاستيعاب - هامش الإصابة - يوسف بن عبد اللّه بن عبد البر\r\nأسد الغابة 1 - 5 ابن الأثير\r\nاسعاف الراغبين محمد الصبان - هامش نور الابصار\r\nالإصابة في تمييز الصحابة ابن حجر العسقلاني 1 - 4\r\nالاعلام 1 - 11 خير الدين الزركلي\r\nأعلام النساء 1 - 5 عمر رضا كحالة\r\nأعيان الشيعة 1 - 56 السيد محسن الأمين العاملي\r\nالأغاني 1 - 20 أبو الفرج الأصبهاني\r\nالإمامة والسياسة 1 - 2 ابن قتيبة الدينوري\r\nالأمم لا يقاظ الهمم الكوراني الشهرزوري\r\nأنباء الغمر بأبناء العمر 1 - 3 ابن حجر العسقلاني\r\nأنباه الرواة 1 - 3 علي بن يوسف القفطي\r\nالانساب السمعاني طليدن 1912\r\nالانس الجليل 1 - 2 مجير الدين الحنبلي\r\nايضاح المكنون 1 - 2 إسماعيل پاشا البغدادي\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالبداية والنهاية 1 - 14 ابن كثير الدمشقي\r\nألبدر الطالع 1 - 2 القاضي محمد بن علي الشوكاني\r\nبغية الملتمس في أهل الأندلس ابن عميرة الضبي\r\nبغية الوعاة جلال الدين السيوطي\r\nتاج التراجم قاسم بن قطلو بغا الحنفي\r\nالتاريخ ابن خلدون عبد الرحمن بن محمد\r\nتاريخ الأمم والملوك 1 - 12 ابن جرير الطبري\r\nتاريخ بغداد 1 - 14 الخطيب البغدادي الحافظ أحمد\r\nتاريخ الخلفاء جلال الدين السيوطي\r\nتاريخ الخميس 1 - 2 حسين بن محمد الديار بكرى\r\nتاريخ علماء الأندلس 1 - 2 ابن الفرضي\r\nتاريخ اليعقوبي 1 - 2 أحمد بن إسحاق بن واضح اليعقوبي\r\nتأسيس الشيعة السيد حسن الصدر\r\nالتدوين في ذكر علماء قزوين عبد الكريم الرافعي القزويني ( خ )\r\nتذكرة خواص الأمة سبط ابن الجوزي\r\nتعجيل المنفعة أحمد بن علي بن حجر العسقلاني\r\nتفسير الخازن 1 - 2 علاء الدين البغدادي الصوفي\r\nتفسير ابن كثير 1 - 4 ابن كثير الدمشقي\r\nتقريب التهذيب 1 - 2 ابن حجر العسقلاني\r\nتمييز الطيب من الخبيث عبد الرحمن بن علي الدبيع\r\nتنقيح المقال 1 - 3 الشيخ عبد اللّه المامقاني\r\nتيسير الوصول 1 - 4 الربيع الزبيدي\r\nتهذيب الأسماء واللغات 1 - 4 أبو زكريا النووي\r\nتهذيب التهذيب 1 - 12 ابن حجر العسقلاني\r\nجامع الرواة 1 - 2 الشيخ محمد على الأردبيلي\r\nجذوة المقتبس في ولاة الأندلس الحميدي\r\nجمهرة أنساب العرب ابن حزم الندلسى\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nجمهرة الأولياء 1 - 2 محمود أبو الفيض المنوفى الحسيني\r\nالجواهر المضيئة 1 - 2 عبد القادر بن محمد القرشي\r\nالحدائق الوردية 1 - 2 حميد الدين المحلى ( خ ) في مكتبتي\r\nحسن المحاضرة 1 - 2 جلال الدين السيوطي\r\nحسن الوفا لمشاهير الخلفا شهاب الدين أحمد العمرى\r\nخلاصة تهذيب الكمال أحمد بن عبد اللّه الخزرجي\r\nالدارس في أخبار المدارس 1 - 2 عبد القادر النعيمي الدمشقي\r\nالدرر الكامنة 1 - 4 ابن حجر العسقلاني\r\nالدر المنثور ( تفسير ) جلال الدين السيوطي 1 - 6\r\nالدر المثور زينب فواز\r\nدول الاسلام 1 - 2 شمس الدين الذهبي\r\nالديباج المذهب في علماء المذهب المالكي\r\nذخائر العقبى محب الدين الطبري\r\nالذريعة إلى تصانيف الشيعة الشيخ آغا بزرگ الطهراني 1 - 25\r\nذيل تذكرة الحفاظ أبو المحاسن الحسيني الدمشقي\r\nراهنماى دانشوران 1 - 3 السيد على أكبر البرقعى القمي\r\nالرجال العلامة الحلي\r\nالرجال أحمد بن علي النجاشي\r\nالرسالة المستطرفة محمد بن جعفر الكتاني\r\nروضات الجنات 1 - 8 الخوانساري محمد باقر\r\nالرياض النضرة 1 - 2 محب الدين الطبري\r\nريحانة الأدب 1 - 8 الشيخ محمد على المدرس\r\nسفينة البحار 1 - 2 المحدث القمي الشيخ عباس\r\nشذرات الذهب 1 - 8 ابن العماد الحنبلي\r\nشرح المواهب 1 - 8 الزرقاني محمد بن عبد الباقي\r\nشرح نهج البلاغة 1 - 20 عبد الحميد بن أبي الحديد\r\nالشقائق النعمانية طاش كبرىزاده\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nشواهد التنزيل 1 - 2 عبيد اللّه بن عبد اللّه الحسكاني\r\nصفوة الصفوة 1 - 2 أبو الفرج ابن الجوزي\r\nالصواعق المحرقة ابن حجر العسقلاني\r\nألضوء اللامع 1 - 12 السخاوي شمس الدين محمد\r\nطبقات الحفاظ جلال الدين السيوطي\r\nطبقات الحنابلة 1 - 2 ابن أبي يعلى\r\nطبقات الشافعية 1 - 6 تاج الدين السبكي عبد الوهاب\r\nطبقات الفقهاء الشيرازي . ط بغداد\r\nطبقات القراء 1 - 2 شمس الدين الجزري - غاية النهاية -\r\nالطبقات الكبرى 1 - 8 ابن سعد محمد\r\nطبقات المفسرين جلال الدين السيوطي\r\nطبقات المفسرين 1 - 2 محمد بن علي الداوودى المالكي\r\nالعبر في خبر من غبر 1 - 5 شمس الدين الذهبي\r\nعبقات الأنوار ( الغدير ) السيد مير حامد حسين الهندي\r\nالعقد الفريد 1 - 8 ابن عبد ربه الأندلسي\r\nعمدة الطالب جمال الدين أحمد الداودي\r\nعمدة القاري ابن حجر العسقلاني\r\nعيون الانباء 1 - 2 أحمد بن القاسم ابن أبي اصيبعة\r\nعيون أخبار الرضا ( ع ) 1 - 2 أبو جعفر ابن بابويه القمي\r\nالغدير 1 - 11 الشيخ عبد الحسين الأميني النجفي\r\nفتح الباري أحمد بن حجر العسقلاني\r\nفتح الملك العلى أحمد بن الصديق المغربي\r\nالفصول المهمة علي بن محمد بن الصباغ المالكي\r\nفضائل الخمسة 1 - 3 السيد مرتضى الفيروزآبادي\r\nالفوائد البهية في تراجم الحنفية محمد عبد الحي اللكنوى\r\nفوات الوفيات 1 - 5 ابن شاكر الكتبي\r\nالفوائد الرضوية المحدث الشيخ عباس القمي\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالفهرست ابن النديم\r\nالفهرست شيخ الطائفة الطوسي\r\nفهرست كتابخانه‌هاى أصفهان السيد محمد على الروضاتى\r\nفهرست كتابهاى عربى خان بابا مشار\r\nفهرست المخطوطات المصورة فؤاد سيد\r\nفيض القدير عبد الرؤف المناوي\r\nقاموس الاعلام 1 - 6 شمس الدين سامى\r\nقضاة دمشق ابن طولون\r\nالقلائد الجوهرية 1 - 2 ابن طولون\r\nالكامل في التاريخ 1 - 13 ابن الأثير\r\nكشف الظنون 1 - 2 حاجى خليفة الچلبي\r\nكفاية الطالب محمد بن يوسف الگنجي الشافعي\r\nكنز العمال 1 - 16 المتقى الهندي\r\nكنوز الحقائق عبد الرؤف المناوي\r\nالكنى والألقاب 1 - 3 المحدث الشيخ عباس القمي\r\nاللباب 1 - 3 ابن الأثير المؤرخ عز الدين\r\nلسان الميزان 1 - 6 ابن حجر العسقلاني\r\nلغت‌نامه - فارسي - على أكبر دهخدا\r\nمجالس المؤمنين 1 - 2 القاضي نور اللّه التستري\r\nمجمع الزوائد 1 - 10 نور الدين الهيثمي\r\nالمختصر في أخبار البشر 1 - 2 أبو الفداء الملك المؤيد إسماعيل\r\nمرآة الجنان 1 - 4 عبد اللّه بن أسعد اليافعي\r\nالمراسيل ابن أبي حاتم البستي\r\nمرقاة المفاتيح - 51 علي بن سلطان محمد القارى\r\nمروج الذهب 1 - 4 المسعودي علي بن الحسين\r\nمشكل الآثار أبو جعفر الطحاوي\r\nمصابيح السنة حسين بن مسعود البغوي\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nمطالب السئول كمال الدين ابن طلحة الشافعي\r\nمعجم الأدباء 1 - 20 الياقوت الحموي\r\nمعجم البلدان 1 - 5 شهاب الدين ياقوت الحموي\r\nمعجم الشعراء المرزباني\r\nمعجم المطبوعات العربية 1 - 11 يوسف اليان سركيس\r\nمعجم المؤلفين 1 - 15 عمر رضا كحالة\r\nالمغنى ابن قدامة\r\nمفتاح السعادة 1 - 3 طاش كبرىزاده\r\nمقاتل الطالبيين أبو الفرج الاصفهاني الأموي\r\nالمناقب موفق الدين أخطب خوارزم\r\nالمناقب 1 - 4 ابن شهرآشوب المازندراني البغدادي\r\nالمناقب ابن المغازلي علي بن محمد الواسطي\r\nالمنتظم في تاريخ الملوك أبو الفرج ابن الجوزي\r\nمهج الدعوات السيد ابن طاوس\r\nميزان الاعتدال 1 - 4 شمس الدين الذهبي محمد بن أحمد\r\nالنجوم الزاهرة 1 - 16 ابن تغردى بردى\r\nنزل الأبرار - خ - محمد بن معتمد خان البدخشاني\r\nنظم درر السمطين جمال الدين الزرندي الحنفي\r\nنفح الطيب 1 - 4 المقرى التلمساني\r\nنقد الرجال المولى مصطفى التفريشي\r\nنكت الهميان صلاح الدين خليل الصفدي\r\nنور الابصار الشبلنجي مؤمن\r\nالوافي بالوفيات 1 - 4 صلاح الدين الصفدي\r\nوفيات الأعيان 1 - 8 ابن خلكان أحمد بن محمد\r\nهدية الأحباب المحدث القمي الشيخ عباس\r\nهدية العارفين 1 - 2 إسماعيل پاشا البغدادي\r\nينابيع المودة سليمان بن إبراهيم القندوزي\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nالأمكنة والبلدان د\r\nاستراباد : 50 .\r\nالإسكندرية : 14 ، 16 .\r\nاسنا : 20 .\r\nأصفهان : 16 ، 40 ، 69 .\r\nالبصرة : 14 ، 16 ، 21 .\r\nبعلبك : 15 ، 84 .\r\nبغداد : 21 ، 25 ، 135 .\r\nبيروت : 11 .\r\nتبوك : 52 .\r\nالتنعيم : 30 .\r\nجامع طولون : 20 ، 23 .\r\nجامع الكوفة : 7 .\r\nجامع المزة : 22 .\r\nجزيرة ابن عمر : 15 .\r\nالجوانة : 29 .\r\nالحجاز : 111 ، 14 .\r\nالحمص : 23 .\r\nخراسان : 16 .\r\nخيبر : 127 .\r\nدمشق : 11 ، 13 ، 14 ، 15 ، 16 ، 18 ، 21 ، 23 ، 25 ، 30 ، 46 ، 53 ، 59 ، 62 ، 73 ، 82 ، 99 ، 102 ، 122 .\r\nالرباط الناصري : 23 .\r\nالرحبة : 113 ، 114 ، 118 .\r\nرضوى : 126 .\r\nروسا : 31\r\nالروم : 14 ، 16 ، 28 ، 31 .\r\nسجستان : 9 .\r\nسفح قاسيون : 59 ، 102 .\r\nسمرقند : 16 ، 50 .\r\nالشام : 14 ، 20 ، 21 ، 81 ، 131 .\r\nالشيراز : 14 ، 31 ، 40 .\r\nصنعاء : 111 .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nطهران : 41 .\r\nعدن : 79 .\r\nغدير خم : 48 ، 49 ، 50 ، 51 .\r\nفارس : 86 .\r\nالقاهرة : 14 ، 16 ، 20 .\r\nكربلاء : 126 .\r\nكش : 31 .\r\nالكعبة : 7 .\r\nكفر بطنا : 20 ، 82 .\r\nالكوفة : 111 ، 113 ، 118 .\r\nگيلان : 111 .\r\nما وراء النهر : 29 .\r\nالمدينة : 9 ، 14 ، 16 ، 37 ، 98 ، 109 .\r\nالمشعر الحرام : 80 .\r\nمصر : 14 ، 18 ، 20 ، 21 ، 30 ، 37 ، 109 ، 131 .\r\nمقام إبراهيم : 29 .\r\nمكة : 9 ، 13 ، 14 ، 16 ، 25 ، 23 ، 32 ، 136 .\r\nالموصل : 15 .\r\nالنجف الأشرف : 37 .\r\nهراة : 16 ، 11 .\r\nيزد : 16 .\r\nاليمن : 14 ، 16 .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nمكتبه الامام أمير المؤمنين ( ع ) العامة أصفهان - إيران 6\r\nنزل الأبرار بما صحّ من مناقب أهل البيت الأطهار\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nمكتبة الامام أمير المؤمنين ( ع ) العامّه تعتبر مدينة أصفهان من العواصم العلمية والأدبية ذات التاريخ الواضح الأصيل القديم ، التي كانت لها السهم الوافر في تنمية الحركة الفكرية في الأقطار الاسلامية والعربية فقد تخرجت من مدارسها الكثير من الرجالات والفقهاء ، والمحققين والعباقرة والمحدثين ، الذين دوخوا العالم وغير وامسير التاريخ ، ودفعوا الشخصية العلمية الاسلامية إلى قمة المجد والخلود والتكامل ، وذلك بفضل حوزاتها ومدارسها الغاصة بذوي العلم ، غيرانها مع قدمها في التاريخ لم تكن لها مكتبة تنعش حركاتها الفكرية بصورة عامة مع وجود كثرة في مكتباتها الخاصة ، الا انها لم تكن تغنى من جوع ولم تسد ذلك الفراغ العلمي الحادث ، من اثر عدم وجود مكتبة عامة . . . والمكتبة لها الأثر البالغ الجلى في تنمية الافكار والعقول ، ومناعة الشخصية العلمية بصورة خاصة .\r\nان هذا البلد العلمي والأدبي التاريخي السحيق ، المفعم بالفقهاء والأدباء والأساتذة كان مفتقرا إلى مكتبة عامة تجمع شمل العاملين في الحقول الفكرية ، إلى أن قيض اللّه تعالى لها رجل العلم والعمل ، العلامة الحجة المجاهد والمثابر المحتسب في سبيل اللّه . . . الحاج السيد كمال الفقيه الايمانى الاصفهاني . . . فشمر سواعد الجهد والجد والنشاط ، فاقتنى قطعة ارض في قلب مدينة أصفهان بمساحة 1700 متر ، وراح يبذل الجهد في تشييدها ، وتدعيم كيانها على ضوء خرائط هندسية ، وأصول متطوره ، وهندسة فريدة فذة على نهج حديث وأصول حضارى انيق ، يقع في ثلاث طوابق تحتوى قاعات للمطالعة والقاء المحاضرات وغرف التأليف والضيافة ، والطباعة والنشر والتدريس والد راسة ، وكلها مزودة بمكيفات التهوية ، حسب الفصول الأربعة بحيث تجد فيها المرافق الصحية والمشتملات الحديثة في\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nغاية الاتقان والبراعة والجمال .\r\nلقد أصبح رواد العلم في داخل أصفهان وخارجه ، تنتظر بفارغ الصبر ذلك اليوم السعيد الذي تفتح فيه أبواب هذا المعهد العلمي ( باب مدينة علم الرسول الأعظم صلى اللّه عليه وآله وسلم ) بعد ان جلب لها من الأقطار الاسلامية والعربية أنفس المطبوعات ، والمخطوطات ، وأثمن المصادر والمراجع وهي بعد لم تفتح .\r\nان المكتبة هذه تجتاز مراحل البناء والتشييد بخطى واسعة مزد هرة ، والامل وطيدان تفتح للمطالعين في القريب العاجل ان شاء اللّه . . . مع الدعاء الأكيد لمؤسسها الحجة . . . بطول العمر والتسديد والتوفيق ، واللّه من وراء القصد . . . ففي الوقت الذي نزف البشرى هذه نرجو من العلماء والمؤلفين تزويد المكتبة بمآثرهم الحية الفكرية وتصانيفهم المثمرة .\r\nان المكتبة قامت خلال دور البناء بطبع الكتب التالية والبحوث القيمة في شتى المجالات وهي :\r\nموسوعة الامام المهدى ( ع ) 1 - 2 للعلامة الشيخ محمد مهدى الفقيه الايمانى .\r\nمعالم الحكومة في القرآن الكريم : الشيخ جعفر السبحاني .\r\nمعالم النبوة في القرآن الكريم 1 - 3 الشيخ جعفر السبحاني .\r\nالشؤون الاقتصادية في القرآن والسنة : الشيخ جعفر السبحاني .\r\nخلاصة عبقات الأنوار - حديث النور - للسيد على الميلاني .\r\nأسنى المطالب في مناقب علي بن أبي طالب لشمس الدين الجزري الشافعي .\r\nنزل الأبرار بما صح من مناقب أهل البيت الأطهار . للحافظ محمد البدخشاني .\r\nبعض مؤلفات الشهيد الشيخ مرتضى المطهري .\r\nكما أن لديها كتب أخرى تحت الطبع وستصدر بالتوالي ان شاء اللّه تعالى .\r\nإدارة المكتبة\r\n\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164}
  ]