[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nولا حول و لا قوة الّا بالله العلي العظيم\r\nو صلى الله على محمد واله\r\nالطّيبين الطّاهرين\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n0\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nرساله\r\nتفضيل امير المؤمنين عليه السّلام\r\nدر اثبات برتري حضرت اميرمؤمنان\r\nعلى بن ابيطالب عليه السلام\r\nمؤلف : ابو عبد الله محمد بن محمد بن نعمان معروف به شيخ مفيد\r\nترجمه : عليرضا بهاردوست ، و محمد حسين شمسايى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمفيد ، محمد بن محمد ، 326 - 413 ق .\r\n( رساله تفضيل . برگزيده )\r\nرساله تفضيل اميالمؤمنين عليه السلام در\r\nاثبات برترى حضرت امير مؤمنان علي بن ابيطالب\r\nعليه السلام / مولف ابو عبد الله محمد بن محمد نعمان معروف به شيخ مفيد ؛ مترجمان عليرضا بهاردوست ، محمد حسين شمسايى . - تهران : تاسوعا ، 1379 .\r\n72 ص . - - ( احياءِ التراث الشيعي ؛ 3 )\r\nISBN 964 - 90423 - 7 - 7\r\nفهرستنويسى بر اساس اطلاعات فيپا .\r\n1 . على بن ابيطالب ( ع ) ، امام اول ، 23 قبل از هجرت - 40 ق . - - فضائل . 2 . كلام شيعه اماميه - - قرن 4 ق . ب . بهاردوست ، عليرضا ، مترجم . ج . شمسايى ، محمد حسين ، مترجم ، د . عنوان .\r\n9 ب 4042 / 9 ب 4042 / 37 BP 951 / 292\r\nكتابخانه ملى ايران 226 - 79 م\r\nشابك 7 - 7 - 90423 - 964 ISBN 964 - 90423 - 7 - 7\r\nاين كتاب با استفاده از تسهيلات حمايتى وزارت فرهنگ و ارشاد اسلامي منتشر شده است .\r\nرساله تفضيل امير المؤمنين عليه السّلام\r\nدر اثبات برترى حضرت اميرمؤمنان على بن ابيطالب عليه السلام\r\nمؤلف : ابو عبد الله محمد بن محمد بن نعمان معروف به شيخ مفيد\r\nترجمه : عليرضا بهاردوست - محمد حسين شمسايى\r\nبا نظارت : دكتر محمود مهدوى دامغانى\r\nمؤسسه پژوهش و مطالعات عاشورا - گروه معارف اسلامى\r\nناشر : انتشارات تاسوعا\r\nحروفچينى و صفحه آرايى : حسن هاشمى\r\nليتوگرافى ، چاپ و صحافى : الهادى - تاريخ و نوبت چاپ : چاپ اول\r\nتعداد : 3000 نسخه\r\nبها : 3000 ريال\r\nكليه حقوق محفوظ است\r\nمشهد مقدس ، صندق پستى 534 - 91735 ، مؤسسه پزوهش و مطالعات عاشورا ( غير انتفاعى )\r\nتلفن و نامبر : 821912 - 051\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nفهرست مطالب\r\nموضوع صفحه\r\nمقدمه مؤسسه 7\r\nمقدمه مترجمان 13\r\nمقدمه محقق رساله 21\r\nعنوان اين رساله ( رساله تفضيل امير المؤمنين عليه السّلام ) 26\r\nروش تحقيق 30\r\n1 - نسخه‌هاى مورد اعتماد : 30\r\n2 - كارى كه ما در اين رساله انجام داده‌ايم : 30\r\nمتن رساله 33\r\nمقدمه [ بيان اقول شيعه در اين باره 
  ] 35\r\nفصل 1\r\nاستدلال به آيه مباهله در برترى امام على عليه السلام بر همگان به جز رسول اكرم صلى الله عليه وآله و سلم 37\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nفصل 2\r\nاستدلال از طريق اين مطلب كه پيامبر صلى الله عليه وآله و سلم دوستى و محبت على عليه السلام را دوستى خود و خشم و كينه ورزيدن با على عليه السلام را خشم و كينه ورزيدن با خود و جنگ با على عليه السلام را جنگ با خود قرار داده است . 43\r\nفصل 3\r\nاستدلال به حديث مرغ بريان 47\r\nفصل 4\r\nاستدلال به برترى امير المؤمنين على عليه السلام در دنيا بنا بر مقام ايشان در قيامت 51\r\nفصل 5\r\nاستدلال به روايت شيعه بر برترى امام على عليه السلام 55\r\nفصل 6\r\nاستدلال به روايات اهل سنت 59\r\nفصل 7\r\nاستدلال بر افضا بودن على عليه السلام به واسطه جهاد و كوشش ايشان 63\r\nپى نوشتها 67\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدمه مؤسسه\r\nبِسْم اللَّه الرَّحْمن الرَّحِيم\r\nو صلى اللَّه على سيدنا و نبينا محمد و آله الطاهرين امام ابو الحسن امير المؤمنين على بن ابى طالب عليه السّلام مولودى كه در كعبه چشم به جهان گشود و هم در خانهء خدا و در محراب عبادت فرق مباركش به ضربت شقاوت شكافت ، بزرگترين شگفتى تاريخ است . زندگانى سراسر افتخار او ، صفات ناهمگون و ظرفيت عظيم وجودى او ، دانش بىكران ، بينش جامع‌نگر ، همچنين هدفمندى و پايداريش بر اصول و سرانجام نوع نگاهش به دنيا - همان كه براى ديگران همه چيز است و براى او پست‌تر از هيچ ! همه جلوه‌هايى از اين شگفتى به شمار مىرود . اين مجموعه موجب گرديده تا او شخصيت خود را در هيئتى بنماياند كه با شخصيت‌هاى ممتاز بشرى نيز هرگز قابل قياس و سنجش نباشد ، چونان كه او را به دراز ناگشوده آفرينش و معماى بزرگ هستى تبديل نموده و عقول انديشمندان و انديشهء خردمندان را به تحيّر واداشته كه او را چه\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nبنامند : مخلوق و يا برتر از آن ! كليد واژگان تفضيل و برترى او را بر بنى آدم - به استثناء شخصيت شخيص خاتم الأنبياء محمد مصطفى صلّى اللَّه عليه و آله و سلم - بايد در اين موضع جستجو نمود .\r\nموضوع برترى و تفضيل امير مؤمنان و امام پارسايان حضرت على بن ابى طالب عليه السّلام از ديرباز محل بحثهاى نظرى ميان صاحبان ، انديشه و اهل رأى در عالم اسلام بوده و متفكرين خردورز را به تكاپوى فكرى واداشته است . در اين ميان انديشمندان شيعى مذهب نيز كه همهء هستى خود را وامدار پيشواى خويش مىديده‌اند و از سويى بنا به شواهد كتاب خدا و سخنان نبى مكرم اسلام حضرت محمد بن عبد اللَّه صلّى اللَّه عليه و آله و سلم هيچ گونه ترديدى در ترجيح على - اين يگانه شهسوار عالم اسلام نداشته كوشيده‌اند تا حديث تفضيل سرور و امير خود را به ميزان استدلال و معيار برهان چونان سنجيده سازند كه ابرهاى ابهام و ترديد را بزدايند و عقول سليم و فطرتهاى پاك را به تواضع وادارد .\r\nرساله‌اى كه هم اينك در پيش روى شماست ، تلاشى از اين نوع است . اين رساله از نظر قدمت تاريخى و نيز شيوهء پرداخت موضوع و قدرت استدلال و متانت برهان داراى\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nامتيازات فراوان و كم مانندى است و مؤلف بزرگوار آن كه خود از بلندترين قله‌هاى معرفت شيعى و تواناترين مرزبان حريم ولايت و توحيد در قرن چهارم هجرى است ، هدفى را كه از نگارش اين رساله مطمح نظر قرار داده با اتكا به درياى دانش خود و استمداد از روح مطهرى كه قلم را در ابراز شيدايى و شيفتگى نسبت به او به چرخش آورده ، به شايستگى ادا نموده است . او محمد بن محمد نعمان ملقّب به شيخ مفيد است و كتاب حاضر بخشى از مجموعه رسائل او به شمار مىرود .\r\nمؤسسهء پژوهش و مطالعات عاشورا افتخار دارد كه در سال جارى كه به نام مبارك امير مؤمنان امام على بن ابى طالب عليه آلاف التحية و الثناء ناميده شده است ، اين اثر ارزنده را به جامعه دوستداران آن پيشواى سپيدرويان تقديم كند .\r\nاميد است اين خدمت اندك در پيشگاه آن امير ملك و ملكوت به ديده قبول نگريسته شود .\r\nمؤسسه پژوهش و مطالعات عاشورا 17 / محرم الحرام / 1421 3 / 2 / 1379\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n فهم كن گر مؤمنى فضل امير المؤمنين * فضل حيدر ، شير يزدان ، مرتضاى پاكدين\r\nفضل آن كس كز پيمبر بگذرى ، فاضلتر اوست * فضل آن ركن مسلمانى ، امام المتقين \r\nكسايى مروزى شاعر قرن چهارم هجرى قمرى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nمقدمه مترجمان\r\nمسألهء تفضيل امير المؤمنين على عليه السّلام يكى از مسائلى است كه از قديم ميان متكلمان مسلمان مورد بحث بوده است . اين رساله نيز يكى از تأليفاتى است كه به اين موضوع مىپردازد . شيخ مفيد ( ره ) متكلم بزرگ اماميه در اواخر قرن چهارم و ابتداى قرن پنجم چندين كتاب در اين باره تأليف كرده است كه يكى از اين تأليفات « رسالهء تفضيل » مىباشد . اين رساله نمودار اعتقاد و باور اكثر متكلمان شيعه است كه در آن به اثبات برترى امير المؤمنين على عليه السّلام بر همگان بجز حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلم پرداخته است .\r\nغير از شيعيان گروههاى ديگرى از مسلمانان نيز قائل به مسألهء تفضيل هستند اما در دايرهء شمول آن اختلاف نظر دارند . همانطور كه\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nابن ابى الحديد در مقدمه شرح نهج البلاغه بيان داشته ، ميان گروههاى معتزله در اين مسأله اختلاف نظر است . او مىنويسد : « قدماى بصرى مانند ابو عثمان عمرو بن عبيد و ابو اسحاق ابراهيم بن سيار و ابو عثمان عمرو بن بحر جاحظ و جماعتى ديگر از ايشان معتقدند كه ابو بكر از على عليه السّلام برتر و افضل بوده و آنان ترتيب فضيلت خلفاى چهارگانه را به ترتيب خلافت ايشان مىدانند . امام عموم معتزليان بغداد ، چه متقدم و چه متأخر ، همچون ابو سهل بشر بن معتمر و ابو موسى عيسى بن صبيح و ابو عبد اللَّه جعفر بن مبشر و ابو جعفر اسكافى و ابو الحسن خياط و ابو القاسم عبد اللَّه بن محمود بلخى و شاگردانش معتقدند كه على عليه السّلام از ابو بكر افضل است . « 1 » \r\nنمونه‌اى از تأليفات قدماى بصريان كتاب العثمانيه نوشته عمرو بن بحر جاحظ است كه در آن فضايل و مناقب عثمان را ذكر كرده و به اثبات برترى خلفاى سه‌گانه بر امير المؤمنان على عليه السّلام پرداخته است . اما ابو جعفر اسكافى كه از سران معتزله بغداد است با تأليف كتاب نقض العثمانيه به رد اين كتاب پرداخته است . ابن ابى الحديد در شرح\r\n\r\n","description":"","footnote":" ( 1 ) ر ك : به ابن ابى الحديد ، شرح نهج البلاغه ، به اهتمام محمد ابو الفضل ابراهيم ، انتشارات اسماعيليان ، افست مصر ، 1959 ، ج 1 ، ص 7 و جلوهء تاريخ در شرح نهج البلاغه ترجمهء دكتر محمود مهدوى دامغانى ، نشر نى ، ج 1 ، ص 1 . ","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nنامهء شمارهء 54 نهج البلاغه مىنويسد : « ابو جعفر اسكافى بر كتاب العثمانيه جاحظ نقض ورد نوشته است و بر قاعدهء معتزلهء بغداد معتقد به برترى على عليه السّلام بر ديگر اصحاب بوده است و به گونه حقيقى علوى و به كمى تعصب و انصاف آراسته بوده است » . « 1 » \r\nشيخ مفيد نيز در مقدمهء اين رساله با آزاد انديشى خاص خود بدون هيچ تعصبى به ذكر اقوال گروههاى مختلف شيعه در اين مسأله پرداخته و پس از ذكر اين اقوال در هفت فصل به اثبات انديشه و اعتقاد خود يعنى تفضيل و برترى على عليه السّلام بر همگان ، پس از رسول خدا صلّى اللَّه عليه و آله و سلم مىپردازد . رسالهء تفضيل با همهء اختصار ، نشانگر غناى دانش و روش مؤلف آن است ، چرا كه با استناد به روايات عامه و خاصه و شواهد تاريخى و مقامات و ويژگيهاى امير مؤمنان على عليه السّلام مدعاى خويش را اثبات مىكند .\r\nدرخشش ستارهء على عليه السّلام چنان ديدگان را به سوى خود معطوف ساخته است كه حتى دشمنان نيز به فضايل ايشان اعتراف كرده‌اند . ابن ابى الحديد معتزلى از محققين علماى اهل سنت در مقدمه شرح نهج البلاغه مىنويسد : « چه بگويم در بارهء بزرگمردى كه دشمنانش به\r\n\r\n","description":"","footnote":" ( 1 ) ر ك : شرح نهج البلاغه ابن ابى الحديد ج 17 ص 132 . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفضيلت او اقرار كرده‌اند و براى آنان امكان منكر شدن مناقب او فراهم نشده است و نتوانسته‌اند فضايل او را پوشيده بدارند و تو ( خواننده ) مىدانى كه بنى اميه در خاور و باختر جهان بر پادشاهى چيره شدند و با تمام مكر و نيرنگ در خاموش كردن پرتو على عليه السّلام كوشيدند و بر ضد او تشويق كردند و بر همه منبرها او را لعن كردند و حتى از نامگذارى كودكان به نام على عليه السّلام منع كردند و همه اين كارها بر برترى و علو مقام او افزود . » « 1 » \r\nفضايل و مناقب على عليه السّلام به حدى بوده است كه ستيزنده‌ترين دشمنان آن حضرت يعنى معاويهء ، مؤسس حكومت امويان بارها به آنها اقرار كرده است . نمونه‌اى از اين اعترافات را ابن ابى الدنيا در كتاب مقتل الامام امير المؤمنين على بن ابى طالب عليه السّلام ، فصل اعتراف دشمنان به فضايل حضرت بيان كرده است . او مىنويسد : « چون خبر شهادت على عليه السّلام به معاويه رسيد ، او به همراه همسرش دختر قرظه در ظهر يك روز تابستانى در حال استراحت نيم روزى بود . در آن هنگام گفت :  إِنَّا لِلَّه وَ إِنَّا إِلَيْه راجِعُون  و سپس افزود : چه بسيار دانش و فضيلت\r\n\r\n","description":"","footnote":" ( 1 ) نك به شرح نهج البلاغه ابن ابى الحديد ج 1 ص 16 و نيز به جلوه تاريخ در شرح نهج البلاغه ترجمه دكتر محمود مهدوى دامغانى ج 1 ص 11 مراجعه فرماييد . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nو نيكى و فقه را كه مردم از دست دادند . آن گاه همسرش گفت : تو تا ديروز با نيزه چشمش را هدف قرار داده بودى و امروز در مرگ او  إِنَّا لِلَّه وَ إِنَّا إِلَيْه راجِعُون  مىگويى ! ؟ معاويه گفت : و اى بر تو ! نمىدانى كه مردم چه بسيار دانش و فضيلت و سوابق درخشان را از دست دادند » . « 1 » \r\nدستگاه خلافت عباسى نيز هر چند براى مصلحت حكومت ، از عقيده امامت و پيشوايى مفضول بر فاضل حمايت مىكردند ، در همان حال براى كاستن منزلت حضرت على عليه السّلام از هيچ كوششى دريغ نورزيدند و حتى كار را بدان جا كشيدند كه در مجالس خود به امير المؤمنين على عليه السلام اهانتها نمودند ، اما با اين حال ، مأمون كه از نظر علمى سر آمد همهء خليفگان عباسى است مجالس مناظره‌اى را ترتيب داد كه خود در آنجا از عقيدهء تفضيل و برترى على عليه السّلام دفاع كرده و به اثبات آن پرداخته است . نمونه‌اى از اين مناظرات را مىتوانيد در كتاب گرانقدر عقد الفريد ملاحظه فرماييد . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) نك . به ابن ابى الدنيا ، كتاب مقتل الامام امير المؤمنين على بن ابى طالب عليه السّلام به تحقيق شيخ محمد باقر محمودى ص 105 ، اين كتاب يكى از آثار ارزنده قرن سوم هجرى است كه با سعى و اهتمام فراوان محقق محترم و تعليقات سودمند ايشان به چاپ رسيده است .  ( 2 ) نك به ابن عبد ربه ، عقد الفريد به تحقيق دكتر عبد المجيد الرحينى ، چاپ دار الكتب العلميه ، بيروت ، ج 5 ص 349 . ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمحقق محترم استاد على موسى كعبى كه رساله را تصحيح كرده‌اند در تعليقات خود كه بر اين رساله مرقوم داشته‌اند ، همهء احاديث و رواياتى را كه مورد استناد شيخ قرار گرفته ، به منابع و مصادر حديثى ارجاع داده‌اند . مقدمه ايشان بر رساله را نيز ما ترجمه كرده‌ايم كه پس از اين خواهد آمد .\r\nايشان در بخشى از مقدمهء خود كه بر اين رساله نوشته‌اند تأليفاتى را كه در موضوع تفضيل حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلّم و خاندان پاك ايشان عليهم السّلام بر ديگر انسانها نگاشته شده ، ذكر كرده‌اند . ما چون مقدمه ايشان را ترجمه كرده‌ايم ديگر در اينجا حاجتى به ذكر اين تأليفات نمىبينيم . همانطور كه محقق محترم نوشته‌اند ، اين تأليفات را از ميان منابع و مصادرى كه در اختيار داشته‌اند آورده‌اند و ما در اينجا در راستاى تحقيق ايشان و براى تكميل كتابشناسى موضوعى تفضيل ، به يك تأليف گرانقدر در اين موضوع اشاره مىكنيم كه بدان اشاره نكرده‌اند و آن كتاب المعيار و الموازنه تأليف ابو جعفر محمد بن عبد اللَّه اسكافى با پسرش ابو القاسم جعفر بن محمد اسكافى است .\r\nمؤلف در اين كتاب به اثبات برترى امير مؤمنان على بن ابى الطالب عليه السّلام پس از حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلم و پيامبران بر همه خلق و تمامى مسلمانان مىپردازد . خوشبختانه اين اثر ارزشمند به همت دانشمند\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nمحترم آقاى حاج شيخ محمد باقر محمودى تصحيح و منتشر گرديده است . « 1 » \r\nدر پايان مترجمان بر خود فرض و لازم مىبينند كه مراتب سپاس خود را خدمت حضرت استاد آقاى دكتر محمود مهدوى دامغانى ( دامت افاضاته ) تقديم دارند . ايشان با اشارات و راهنماييهاى خويش چه در تهيه اين مقدمه و چه در ترجمه سطر به سطر رساله ما را يارى دادند ، البته نواقص و كاستيهاى اين ترجمه بر عهدهء مترجمان است ، اميد كه اهل ، فضل از راهنمايى دريغ نورزند .\r\nعليرضا بهار دوست محمد حسين شمسايى مشهد مقدس - جمعه دهم ذيحجه 1417 عيد سعيد قربان برابر با بيست و نهم فروردين ماه 1376\r\n\r\n","description":"","footnote":" ( 1 ) كتاب المعيار و الموازنه ، به قلم روان و شيواى آقاى دكتر محمود مهدوى دامغانى به فارسى ترجمه گرديده و به همراه تعليقات سودمند ايشان به سال 1374 توسط نشرنى به چاپ رسيده است . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nمقدمهء محقق رساله\r\nالحمد للَّه الذى اوضح لنا سبل الهدى و اليقين ، و اوجب علينا التمسك بشرعة الحق المبين و افضل الصلاة و اتم التسليم على محمد الامين خير الورى و سيد الأنبياء و على آله الهداة الميامين ، سيما ابن عمه و خليفته المخصوص بالفضل و المرتضى على جميع الاوصياء المرضيين ، و على صحبهم المتقين ، و التابعين لهم باحسان الى يوم الدين .\r\nخوانندهء عزيز :\r\nرساله‌اى كه پيش روى شماست ، يكى از گرانبهاترين تأليفات متكلم معروف محمد بن محمد بن نعمان حارثى عكبرى معروف به شيخ مفيد به شمار مىآيد . شيوهء برجستهء شيخ به سبب زيبايى عبارت ، قوت تأليف ، ساده نويسى و استدلال متين و نيرومند ، در ميان\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nروشهاى معمول كلامى عصر وى كم مانند است . چيره دستى شيخ مفيد كه حريف را به زانو در مىآورد و مهارت وى در به كارگيرى روايات و هماهنگ ساختن اصول نوشتارى در راستاى رسيدن به هدف از ديگر ويژگيهاى شاخص شيخ است .\r\nاين رساله شامل يك مقدمه و هفت فصل مىباشد كه مؤلف در آن به برترى امير مؤمنان على عليه السّلام بر همهء خلق بجز حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلّم استدلال كرده است ، آن هم به موجب مواردى مانند وحى و رسالت و نبوت و كه وجود دارد و مختص پيامبر اكرم صلّى اللَّه عليه و آله و سلّم است .\r\nاين بحث همواره انگيزه‌اى براى مناظره بوده و در نزد انديشمندان و صاحب‌نظران از اهميت خاصى برخوردار بوده است .\r\nبه همين علت دانشمندان بسيارى را مىبينيم كه بدان پرداخته و رساله‌ها و كتابهايى در اين موضوع نگاشته‌اند . به اين خاطر مناسب ديديم اسامى مصنفاتى را كه در موضوع تفضيل حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلّم و خاندان پاك ايشان عليهم السّلام بر ديگران نگاشته شده ، بياوريم تا فايدهء اين بحث كامل شود و جايگاه اين رساله را ميان ديگر تأليفاتى كه در اين موضوع نوشته شده ، بشناسيم . از ميان منابع و مصادرى كه در اختيار داريم به نگاشته‌هاى زير در اين موضوع دست يافته‌ايم :\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n1 - التفضيل\r\n: تأليف ابو طالب عبيد اللَّه بن ابى زيد احمد بن يعقوب بن نصر انبارى ( متوفاى 356 ه . ق ) نجاشى در رجال خود از اين كتاب نام برده است .\r\n\r\n2 - التفضيل\r\n: تأليف فارسى بن حاتم بن ماهويه قزوينى . نجاشى از اين كتاب نيز در رجال خود نام برده است .\r\n\r\n3 - تفضيل الائمة عليهم السّلام على الأنبياء\r\n: تأليف حسن بن سليمان بن خالد حلى صاحب كتاب « مختصر بصائر الدرجات » علامه مجلسى ( ره ) در بحار الانوار از اين كتاب نقل كرده است . ميرزا عبد اللَّه افندى اصفهانى گويد : « او در اين كتاب با سخن شيخ مفيد در كتاب اوائل المقالات و با كلام شيخ طوسى در المسائل الحائريه به مناقشه پرداخته است و ما از اين رساله نسخه‌اى در دست داريم » .\r\n\r\n4 - تفضيل الائمة عليهم السّلام\r\nعلى الأنبياء الذين كانوا قبل جدهم النبى الخاتم صلوات اللَّه عليه و على آله الذى هو اشرف الخلائق و افضلهم :\r\nتأليف سيد هاشم بحرانى ( متوفاى 1107 ه . ق )\r\n\r\n5 - تفضيل الائمة عليهم السّلام على غير جدهم من الأنبياء عليهم السّلام\r\n: تأليف مولى محمد كاظم بن محمد شفيع هزار جريبى حائرى صاحب كتاب البراهين الجليلة ( متوفاى 1332 ه . ق )\r\n\r\n6 - تفضيل الائمة عليهم السّلام على الملائكه\r\n: تأليف شيخ مفيد . نجاشى در\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nرجال خود و صاحب ايضاح المكنون از اين كتاب نام برده‌اند .\r\n\r\n7 - تفضيل الائمة عليهم السّلام\r\nعلى الملائكه : تأليف شيخ ميرزا يحيى بن محمد شفيع اصفهانى ، صاحب كتاب تعيين الثقل الاكبر ( متوفاى 1325 ه . ق . )\r\n\r\n8 - تفضيل امير المؤمنين عليه السّلام\r\n: تأليف شيخ ابو الفتح محمد بن على بن عثمان كراجكى ( متوفاى 449 ه . ق ) اين كتاب به چاپ رسيده است .\r\n\r\n9 - تفضيل على عليه السّلام على اولى العزم من الرسل\r\n- تأليف ابو الحسن على بن عيسى بن على بن عبد اللَّه رمّانى ( متوفاى 384 ه . ق ) قفطى در انباه الرواة شرح حال او را آورده و كتابهاى كلامى و ادبى او را احصا كرده و اين كتاب را در ضمن آنها بر شمرده است .\r\n\r\n10 - تفضيل على عليه السّلام على اولى العزم من الرسل\r\n: تأليف علامه سيد هاشم بحرانى ( متوفاى 1107 ه . ق ) اين كتاب با كتابى كه در شماره 4 بيان كرديم ، تفاوت مىكند .\r\n\r\n11 - تفضيل امير المؤمنين عليه السّلام على غير النبى صلّى اللَّه عليه و آله و سلّم ، و تفضيل اولاده على اولاد الشيخين\r\n: تأليف سيد محمد بن علامه سيد دلدار على نقوى لكنهوى ، ( متوفاى 1284 ه . ق ) مؤلف اين كتاب را در رد برخى از دانشمندان اهل سنت كه معاصرش بودند ، نوشته است .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n12 - تفضيل امير المؤمنين عليه السّلام على من عدا خاتم النبيين صلّى اللَّه عليه و آله و سلّم\r\nتأليف علّامه محمد باقر مجلسى ( متوفاى 1111 ه . ق ) شيخ سليمان بن على بن سليمان در كتابش به نام عقد اللآل في فضائل النبىّ و الآل عليهم السّلام از آن نقل كرده است .\r\n\r\n13 - تفضيل نبيّنا محمد و آله الطاهرين صلوات اللَّه عليهم اجمعين على جميع الأنبياء و المرسلين\r\n، تأليف شيخ محمد بن عبد على بن محمد احمد آل عبد الجبار قطيفى .\r\n\r\n14 - تفضيل النبى و آله الطاهرين صلّى اللَّه عليه و آله و سلّم على الملائكة المقربين\r\n. تأليف مولى محمد مسيح بن اسماعيل فسوى ( متوفاى 1127 ه . ق ) او در اين كتاب به اين سخن فخر رازى كه مىگويد ملائكه از انسانها برترند ، متعرض شده و سپس سخن او را بدين گونه توجيه كرده كه مراد فخر رازى عموم بشر و انسانها نيستند و دليل او پيامبر صلّى اللَّه عليه و آله و سلّم و خاندان ايشان را در بر نمىگيرد .\r\n\r\n15 - الرسالة الباهرة في العترة الطاهرة عليهم السّلام\r\n: تأليف سيد شريف مرتضى ، علم الهدى ابو القاسم على بن حسين موسوى ( متوفاى 436 ه . ق ) سيد مرتضى ( ره ) در اين رساله پيشگامى و برترى امامان معصوم عليهم السّلام را بر همه مخلوقات به جز جد ايشان حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلّم اثبات كرده است . اين رساله در ضمن رسائل\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nشريف مرتضى به چاپ رسيده است .\r\n\r\n16 - منهاج الحق و اليقين في تفضيل امير المؤمنين على سائر الأنبياء و المرسلين عليهم السّلام\r\n: تأليف سيد ولى بن نعمة اللَّه حسينى رضوى حائرى ، كه معاصر با پدر شيخ بهايى است . او در اين رساله دلايل و براهينى را از كتابهاى شيعه و اهل سنت در برترى امير المؤمنين على عليه السّلام گردآورى نموده و آن را به چند بخش مرتب ساخته است .\r\n\r\n17 - المنهج القويم في تفضيل الصراط المستقيم على عليه السّلام على سائر الأنبياء و المرسلين سوى نبينا صلّى اللَّه عليه و آله و سلّم ذى الفضل العميم :\r\nتأليف شيخ مهذب الدين احمد از شاگردان فاضل شيخ حر عاملى ( ره ) ( متوفاى 1104 ه . ق ) و صاحب كتاب فائق المقال في الحديث و الرجال همانطور كه از مقدمه اين كتاب به نظر مىرسد ، اين رساله استدراكى است بر كتاب منهاج الحق و اليقين ( كه در پيش گذشت ) و دلايل و براهينى را كه سيد ولى بن نعمة اللَّه نياورده ، بيان داشته است .\r\n\r\nعنوان اين رساله ( رسالهء تفضيل امير المؤمنين عليه السّلام\r\nاين رساله ذيل عناوين مختلفى آمده است كه مىتوان آنها را در موارد زير منحصر كرد :\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n1 - تفضيل على عليه السّلام على الامة\r\n: نسخه‌اى از اين رساله با همين عنوان در كتابخانه آية اللَّه مرعشى ( ره ) به شماره 14 در ضمن مجموعه 243 و همچنين نسخه‌اى به شماره 19 در ضمن مجموعه 255 بنا بر آنچه در فهرست كتابخانه آمده ، موجود است .\r\n\r\n2 - تفضيل امير المؤمنين على عليه السّلام على سائر الامة\r\n: همچنين نسخهء « أ » در كتابخانه فوق الذكر با اين عنوان مىباشد كه از نسخه‌هاى مورد اعتماد ما در اين كار بوده است . توضيح در باره اين نسخه در روش تحقيق خواهد آمد .\r\n\r\n3 - تفضيل امير المؤمنين على عليه السّلام على سائر البشر\r\n: اين رساله با همين عنوان در الذريعه مىباشد .\r\n\r\n5 - تفضيل امير المؤمنين على عليه السّلام على سائر الصحابة\r\n: اين عنوان در اعيان الشيعه آمده است .\r\n\r\n6 - تفضيل امير المؤمنين على عليه السّلام على سائر الصحابة\r\n: اين عنوان در رجال نجاشى آمده است .\r\n\r\n7 - تفضيل امير المؤمنين على عليه السّلام على جميع الأنبياء غير محمد صلّى اللَّه عليه و آله و سلّم :\r\nهمانطور كه در روش تحقيق اين رساله خواهد آمد ، نسخه « ج » كه يكى از نسخه‌هاى چاپى و مورد اعتماد ما در اين پژوهش مىباشد ، با اين عنوان آمده است .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nچون با دقت به اين رساله نظرى بيفكنيم ، در مىيابيم كه هر يك از اين عنوانها ( به جز عنوان اخير ) نه براى مضامين آن عنوانى جامع و مانع است و نه محتواى رساله را در بر مىگيرد ، چرا كه مصنف در اين رساله به برترى امير المؤمنين على عليه السّلام بر ملائكه و همه انسانها كه پيامبران نيز از جمله آنها هستند به جز پيامبر اكرم صلّى اللَّه عليه و آله و سلّم حكم كرده است . پس از دقت نظر در اين رساله در مىيابيم كه هر يك از عنوانهاى ششگانهء نخستين ، بخشى يا بيشتر از يك بخش از مواردى را كه مصنف بدان حكم كرده خارج مىكند . مثلا برترى ايشان بر امت و اصحاب ، برترى ايشان را بر ملائكه و پيامبران عليهم السّلام را خارج مىكند .\r\nاما به نظر مىرسد كه عنوان اخير جامع همه مواردى باشد كه مؤلف در مسأله تفضيل و برترى ايشان حكم كرده است . چرا كه برترى ايشان بر پيامبران به جز پيامبر اكرم صلّى اللَّه عليه و آله و سلّم برترى ايشان را بر اصحاب و امت و انسانها و ملائكه نيز مىرساند . اين عنوان ، پيامبر اكرم صلّى اللَّه عليه و آله و سلّم را از اين عموم خارج مىكند كه مقصود مؤلف نيز اقتضاى همين را دارد .\r\nتعداد نامهاى رساله اين مطلب را براى ما روشن مىكند كه مؤلف اين عنوان را به صورت مطلق ، بدون هيچ اضافه يا قيدى يعنى ذيل عنوان « تفضيل امير المؤمنين » وضع كرده است ، هر كس كه پس از\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمؤلف ، اطلاعى از اين رساله پيدا كرده ، از برخى عبارتهاى مصنف در اين رساله استفاده كرده و به عنوان آن چيزى را افزوده و يا آن را به قيدى مقيد كرده است . مثلا عنوانهاى « التفضيل على الصحابه » و « التفضيل على اصحابه » از اين سخن مؤلف كه در آغاز رساله آمده ، برداشت شده : « اختلفت الشيعة في هذه المسأله ، فقالت الجارودية : انه عليه السّلام كان افضل من كافه الصحابة » همچنين عنوان « التفضيل على البشر » از اين سخن مؤلف در رساله برداشت شده : « و قال جمهور من اهل الآثار منهم و النقل بالروايات و طبقة من المتكلمين منهم و اصحاب الحجاج : انه عليه السّلام افضل من كافة البشر سوى رسول اللَّه محمد بن عبد اللَّه صلّى اللَّه عليه و آله و سلّم فإنه افضل منه » و همچنين عنوان « التفضيل على الأنبياء سوى رسول اللَّه صلّى اللَّه عليه و آله و سلّم » از اين عبارت مؤلف برداشت شده است : « و قضينا بأنه افضل من جميع الملائكه و الأنبياء و من دونهم و من عالم الانام » .\r\nبخاطر همه اين مواردى كه بيان كرديم ، نتيجه مىگيريم كه عنوان اخير بهترين نام از عنوانهاى هفت‌گانه مذكور مىباشد . اما به جز چاپ قديمى اين رساله ، نسخه ديگرى يافت نشده كه مؤيد اين عنوان باشد و همچنين در كتابهاى فهرست به ويژه فهرست نجاشى به عنوانى بر نخورديم كه اين سخن ما را تأييد كند و لذا ظاهرا معلوم مىشود كه\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nاين عنوان پس از زمان مؤلف ساخته شده است و ما عنوان را به صورت مطلق يعنى بدون هيچ اضافه و قيدى ، برگزيديم . چرا كه اين عبارت بخش مشترك در ميان عنوانهاى هفتگانه مىباشد كه اين موجب اطمينان خاطر است . و اللَّه المسدد الصواب\r\n\r\nروش تحقيق\r\n\r\n1 - نسخه‌هاى مورد اعتماد\r\n: الف : نسخه‌اى است در كتابخانه آية اللَّه مرعشى ( ره ) به شماره 4 در ضمن 1161 ، اين نسخه در سال 1154 ه . ق . نوشته شده و رمز آن « أ » است .\r\nب : نسخه‌اى كه در همين كتابخانه به شماره 13 در ضمن مجموعه 78 موجود است و در قرن سيزدهم نوشته شده است . رمز اين رساله در پاورقىها « ب » مىباشد .\r\nج : نسخه‌اى كه در نجف اشرف در ضمن مجموعه رسائل شيخ مفيد ( افست مكتبه مفيد شهر مقدس قم ) به چاپ رسيده و رمز آن در اينجا « ج » مىباشد .\r\n\r\n2 - كارى كه ما در اين رساله انجام داده‌ايم\r\n: الف : مقابله نسخه چاپى رساله با دو نسخه خطى . پس از اين مقابله\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nدريافتيم كه نسخه چاپى اين رساله داراى خطا و غلط بسيار است و همچنين دو نسخه خطى در بسيارى از موارد با هم همگون هستند .\r\nب : مدرك‌يابى نقل قولها و احاديثى كه مصنف از مصادر معتبر شيعه و اهل سنت نقل كرده است .\r\nج : استحكام بخشيدن به متن رساله با زدودن هر گونه تصنيف و باقى گذاشتن موارد صحيح نسخه‌هاى قابل اعتماد در متن رساله ، با اشاره به اختلاف نسخه‌ها در پاورقى . اما به پاره‌اى از اختلافات كه معنايى را نمىرساندند اشاره نكرده‌ايم .\r\nد : افزودن سر فصلهايى كه مفهوم بخشهاى مختلف رساله را روشن مىكند ، البته آنها را ميان دو قلاب قرار داده‌ايم .\r\nاز خداوند بزرگوار و توانا خواهانيم بر آنان كه در راه احياى تراث اهل بيت عليهم السّلام تلاش مىكنند ، موفقيت و استحكام رأى را منت گذارد .\r\nو آخر دعوانا  أَن الْحَمْدُ لِلَّه رَب الْعالَمِين  على موسى كعبى شهر مقدس قم - 15 شعبان 1412 ه . ق\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nمتن رساله\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nمقدمه [ بيان اقوال شيعه در اين باره 
  ]\r\nشيخ مفيد كه خدا از او خشنود باد ، گويد : گروههاى مختلف شيعه در اين مسأله همرأى نيستند . جاروديّه « 1 »  گويد : همانا على عليه السّلام از همهء صحابه برتر است . ولى ديگر گروههاى شيعه بر برترى على عليه السّلام بر همه صحابه قطع ندارند و قائلند به اينكه هر كس ايشان را با صحابه نخستين مساوى بداند يا او را از آنها برتر بداند ، و يا در اين امر ترديد داشته باشد ، بدعت گذاشته است . اين عده همچنين قطع و يقين دارند كه تمام پيامبران عليهم السّلام از على عليه السّلام برترند .\r\nشيعيان دوازده امامى نيز در اين باره اختلاف دارند . بيشتر متكلمان ايشان گويند : قطعا و يقينا پيامبران عليهم السلام از على عليه السّلام برترند .\r\nمحدثين اهل نقل و تفقد در روايات و گروهى از متكلمان ايشان و اصحاب مناظره گويند : همانا على عليه السّلام از همهء انسانها برتر است ، جز\r\n\r\n","description":"","footnote":" ( 1 ) - جاروديه فرقه‌اى از شيعيان زيدى هستند كه منسوب به ابو جارود زياد بن منذر ( متوفاى حدود سال 150 ه . ق . ) مىباشد اينان قايل به تفضيل على عليه السلام هستند و گويند : « هيج يك از صحابه به مقام و منزلت ايشان نمىرسند و هر كه ايشان را داراى اين مقام و منزلت نداند كافر گرديده است و چون اكثر امت با ايشان بيعت نكردند كافر و گمراه شده‌اند » اينان بعد از امام على عليه السلام مقام امامت را شايسته امام حسن و پس از او امام حسين عليه السلام و پس از اينان شورايى مركب از فرزندان اين دو مىدانند . پس هر كه خروج كند و شمشير بر كشد شايسته مقام امامت است . بنگريد به المقالات و الفرق : 18 ، الملل و النحل 1 : 140 ، الفرق بين الفرق : 30 ، مقالات الاسلاميين 1 : 259 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nحضرت ختمى مرتبت محمد بن عبد اللَّه صلّى اللَّه عليه و آله و سلّم كه ايشان از على عليه السّلام برتر است . گروه اندكى از ايشان نيز در اين مسأله توقف نموده‌اند و گويند : نمىدانيم كه آيا على عليه السّلام از جهت سزاوار بودن به پاداش از پيامبران پيشين برتر است و يا برابر با ايشان مىباشد و يا در مرتبه‌اى پايين‌تر از ايشان قرار داشته است ولى اين را مىدانيم كه بىشك حضرت ختمى مرتبت محمد بن عبد اللَّه صلّى اللَّه عليه و آله و سلّم از على عليه السّلام برتر است .\r\nگروهى ديگر از ايشان نيز گويند : امير المؤمنين صلوات اللَّه عليه از همهء انسانها برتر است به جز پيامبران اولو العزم ، چه اينكه ايشان در پيش خدا از على عليه السّلام برترند . « 1 » \r\n\r\n","description":"","footnote":" ( 1 ) - براى تفضيل اقوال فرقه‌ها و مذاهب در اين مسأله ، بنگريد به الفصول المختارة 67 - 68 . ","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nفصل 1 استدلال به آيه مباهله در برترى امام على عليه السّلام بر همگان به جز رسول اكرم صلّى اللَّه عليه و آله و سلّم\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nآنان كه مىگويند امير المؤمنين على عليه السّلام از همه پيامبران پيشين و همه مردم بجز پيامبر هدايت محمد عليه و آله السلام برتر است ، چنين استدلال مىكنند :\r\nبرترى رسول خدا صلّى اللَّه عليه و آله و سلّم بر همه انسانها ، با دلايلى كه همه دشمنان در مقابل آن سر تسليم فرود مىآوردند ، ثابت است . از جمله اين دلايل دو سخن پيامبر اكرم صلّى اللَّه عليه و آله و سلّم است . ايشان فرمود : « من گراميترين انسانها هستم » « 1 »  و نيز فرمود : « من سرور فرزندان آدم هستم و هيچ فخرى نيست » . « 2 » \r\nو چون ثابت گرديد كه ايشان برترين انسانهاست ، مسلما امير المؤمنين صلوات اللَّه عليه از نظر فضيلت در مرتبه بعد از ايشان\r\n\r\n","description":"","footnote":" ( 1 ) - صحيح بخارى 6 : 223 ، مستدرك حاكم 4 : 573 ، مجمع الزوائد 9 : 116 ، شرح الاخبار : 195 / 156 . پاره‌اى ديگر از مصادرى كه اين عبارت « انا سيد البشر » در آنها ذكر شده در پاورقى شماره 23 آمده است .  ( 2 ) - صحيح مسلم 4 : 1782 / 2278 ، سنن ترمزى 5 : 587 / 3615 ، مسند احمد 1 : 5 و 1 و 2 و 295 مستدرك حاكم 3 : 124 ، تاريخ كبير تأليف بخارى 7 : 400 / 1748 ، مصابيح السنه 4 : 32 / 4462 ، الفردوس 1 : 43 / 104 ، الشفا 2 : 352 ، تهذيب تاريخ دمشق 7 : 240 ، مجمع الزوائد 10 : 376 ، لسان الميزان 4 : 290 / 826 ، كنز العمال 11 ، 434 / 3204 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nقرار مىگيرد ، چه اينكه خود پيامبر اكرم صلّى اللَّه عليه و آله و سلّم بر اين مطلب راهنمايى نموده و براى اثبات آن دليل و برهان اقامه كرده است .\r\nيكى از آن براهين چنين است : آن هنگام كه پيامبر صلّى اللَّه عليه و آله و سلّم مسيحيان نجران را به مباهله فرا خواند تا حق خويش را آشكار سازد و براى پيامبرىاش برهان بياورد و براى آنان ثابت كند كه مخالفت آنها با وجود اقامهء برهان از سر دشمنى و عناد بوده ، على عليه السّلام را همرتبه خويش قرار داد و حكم كرد كه او همتا و به منزلهء نفس اوست . ايشان مرتبهء فضيلت على عليه السّلام را از خود پايين‌تر نياورد . بلكه برابر خويش قرار داد . پيامبر صلّى اللَّه عليه و آله و سلّم در آن هنگام اين آيه را از جانب پروردگار متعال در اين باره تلاوت كرد و شهادت داده و تأكيد نمود :\r\n فَمَن حَاجَّك فِيه مِن بَعْدِ ما جاءَك مِن الْعِلْم فَقُل تَعالَوْا نَدْع أَبْناءَنا وَ أَبْناءَكُم وَ نِساءَنا وَ نِساءَكُم وَ أَنْفُسَنا وَ أَنْفُسَكُم ثُم نَبْتَهِل فَنَجْعَل لَعْنَت اللَّه عَلَى الْكاذِبِين  « 1 »  .\r\n« پس هر كه در اين باره پس از دانشى كه تو را حاصل آمده ، با تو محاجّه كند ، بگو : بياييد پسرانمان و پسرانتان و زنانمان و زنانتان و نفسهايمان و نفسهايتان را فراخوانيم ، سپس مباهله كنيم و لعنت خدا را بر دروغگويان قرار دهيم . »\r\nسپس ايشان حسن و حسين عليهم السّلام كه ظاهر واژهء ابناء بر اين دو\r\n\r\n","description":"","footnote":" ( 1 ) - سوره مباركه آل عمران ، آيه 61 . ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nصدق مىكند و فاطمه سلام اللَّه عليها كه منظور از نساء در اين آيه ايشان مىباشد و امير المؤمنين على عليه السّلام كه مقصود از نفس در آيه اوست را براى مباهله فرا خواند . « 1 » \r\nبه طور قطع مىدانيم كه منظور ايشان از نفس ، چيزى همانند خون و هوا و غيره كه قوام پيكرهء مادى انسان به آن است ؛ نيست و همچنين مقصود ايشان از جمله ندع انفسنا و انفسكم خود ايشان نمىباشد چرا كه درست نيست انسان نفس خود را به سوى خويش يا ديگرى فرا خواند . تنها چيزى كه باقى مىماند اينست كه منظور ايشان از كلمه « نفس » رساندن معنى همتا ، مثل و نظير است مراد كسى است كه در عزت ، كرامت ، محبت ، رياست ، ايثار ، بزرگى و جلالت در نزد خداوند سبحان جايگاهى چون خود او داشته باشد « 2 »  ، بر اساس همان اعتقادى كه خداوند واجب كرده و بندگانش را به آن ملزم نموده است .\r\nاگر هيچ دليل ديگرى وجود نمىداشت كه حاكى از برترى پيامبر صلّى اللَّه عليه و آله و سلّم بر امير المؤمنين على عليه السّلام باشد همين اشارهء پيامبر صلّى اللَّه عليه و آله و سلّم ( كه فرمود : ندع انفسنا و انفسكم ) دلالت بر تساوى آنها هم در فضيلت و هم در رتبه مىكرد . اما دلايل ديگرى موجود است كه حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلّم را از اين تساوى خارج مىكند و برترى على عليه السّلام بر ساير افراد بشر به مقتضاى اين مسأله باقى مىماند .\r\n\r\n","description":"","footnote":" ( 1 ) - صحيح مسلم 4 : 1871 / 32 ، سنن ترمزى 5 : 638 / 3724 ، مسند احمد 1 : 5 و 1 و 2 و 295 ، مستدرك حاكم 3 : 124 ، تاريخ كبير تأليف بخارى 7 : 400 / 1748 ، مصابيح السنه 4 : 32 / 4462 ، الفردوس 1 : 43 / 104 ، الشفا 2 : 352 ، تهذيب تاريخ دمشق 7 : 240 ، مجمع الزوائد 10 :\r\n376 ، لسان الميزان 4 : 290 / 826 ، كنز العمال 11 ، 434 / 32040 .  ( 2 ) - و يكى ديگر از دلايل اين مطلب فرمايش تهديد آميز پيامبر اكرم صلى الله عليه و آله و سلم است كه يك بار به اهل طائف و بار ديگر به قريش خطاب فرمود ايشان فرمودند : « لتسلمن اولا بعثن رجلا منى - در يك روايت به جاى منى ، مثل نفسى آمده است فليضربن اعناقكم . تسليم شويد ! و گر نه از جانب خودم كسى را كه به منزله جان من است به سوى شما مىفرستم تا گردنهايتان را بزند . » استيعاب 3 : 46 ، اسد الغابه 4 : 26 ، شرح الاخبار 1 : 111 / 32 و 33 ، الصواعق المحرقه : 126 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nفصل 2 استدلال از طريق اين مطلب كه پيامبر صلّى اللَّه عليه و آله و سلّم دوستى و محبت على عليه السّلام را دوستى خود و خشم و كينه‌ورزيدن با على عليه السّلام را خشم و كينه‌ورزيدن با خود و جنگ با على عليه السّلام را جنگ با خود قرار داده است .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nيكى از دلايل برترى امير المؤمنين على عليه السّلام اين است كه پيامبر اكرم صلّى اللَّه عليه و آله و سلّم احكام ولايت على عليه السّلام را با احكام ولايت خويش يكسان قرار داده « 1 »  و حكم دشمنى با او را به مثابه دشمنى با خود بيان داشته است ، « 2 »  حكم كرد كه هر كه با على عليه السّلام بجنگد ، چنان است كه با من جنگيده است « 3 »  و ميان خودش و او در هيچ امرى تفاوتى قائل نشد و در بارهء بغض و دوستى با على عليه السّلام نيز به همين گونه حكم كرد . « 4 »  .\r\nهمچنين ما به طور قطع مىدانيم كه ايشان اين حكم را به خاطر تمايل و علاقه به على عليه السّلام قرار نداده بلكه آن را بنا بر استحقاق و شايستگى او و لزوم اجراى عدالت در داورى بيان داشته است .\r\nو چون حكم بر اين امر بدين گونه است كه ما بيان كرديم ، بايد\r\n\r\n","description":"","footnote":" ( 1 ) - برخى از آن موارد اين دو فرمايش پيامبر اكرم صلى الله عليه و آله و سلم است . ايشان فرمود : « من كنت مولاه فعلى مولاه » « هر كه من مولاى اويم پس على مولاى اوست » و نيز اين فرمايش : « من آمن بى و صدقنى فليتول على بن ابى طالب بعدى ، فان ولايته ولايتى ، و ولايتى ولاية الله . هر كس به من ايمان آورده و مرا تصديق كرده است ، بايد پس از من ولايت على بن ابى طالب عليه السلام را بپذيرد چرا كه ولايت على عليه السلام ولايت من است و ولايت من ولايت خداست . » بنگريد به سنن 5 : 633 / 3713 ، مسند احمد 1 : 119 و 84 و 152 و 331 و 4 : 281 و 368 و 372 و 5 : 347 و 366 و 7419 ، زندگى امام على عليه السلام از كتاب تاريخ دمشق 1 : 19 .  ( 2 ) - يكى از آن موارد اين فرمايش پيامبر اكرم صلى الله عليه و آله و سلم خطاب به على عليه السلام است : « عدوك عدوى ، و عدوى عدو الله » « دشمن تو دشمن من و دشمن من دشمن تو است » بنگريد به مستدرك حاكم 3 : 127 و 128 ، الرياض النضرة 3 : 122 و 124 و 167 ، مجمع الزوائد 9 : 133 .  ( 3 ) - يكى از موارد اين فرمايش پيامبر اكرم صلى الله عليه و آله و سلم خطاب به على و فاطمه و حسن و حسين عليهم السلام است « انا حرب لمن حاربتم و سلم لمن سالمتم » و همچنين اين فرمايش ايشان خطاب به على عليه السلام « يا علي ! حربك حربى و سلمك سلمى » « جنگ تو جنگ من و صلح تو صلح من است » بنگريد به سنن ترمذى 5 : 699 / 3870 ، سنن ابو ماجه 1 : 52 / 145 ، مسند احمد 2 : 442 مستدرك حاكم 3 : 149 .  ( 4 ) - در اين مورد احاديث بيشمارى وارد شده است از قبيل :\r\n« ما بال اقوام يبغضون عليا ، من ابغض عليا فقد ابغضنى و من فارق عليا فقد فارقنى » چگونه است كه بعضى به على بغض مىورزند ، هر كس به على بغض بورزد به من بغض ورزيده و هر كس از على جدا شود از من جدا شده است .\r\n« من احبنى فليحب عليا و من ابغض عليا فقد ابغضنى » هر كه مرا دوست مىدارد بايد على را نيز دوست بدارد و هر كس به على بغض ورزد به من بغض ورزيده است .\r\n« من احب عليا فقد احبنى ، و من ابغضه فقد ابغضنى » هر كه على را دوست بدارد مرا دوست داشته و هر كه بغض او باشد بغض من است .\r\nو ايشان خطاب به على چنين فرمود : « حبيبك حبيبى ، و حبيبى حبيب الله » دوست تو دوست من و دوست من دوست خداست . احاديثى كه در اين باره وارد شده ، فراوانند . بنگريد به مستدرك حاكم 3 : 127 / 130 ، اسد الغابة 4 : 383 ، الصواعق المحرقة ، 123 ، الفردوس 5 : 316 / 8304 ، زندگى امام على عليه السلام از كتاب تاريخ دمشق 2 : 185 ، 190 و 217 ، الرياض النضرة 3 : 122 و 124 و 167 ، مجمع الزوائد 9 : 132 و 133 ، مناقب ابن مغازلى :\r\n151 / 108 ، كنز العمل 12 : 218 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nامير المؤمنين عليه السّلام در فضيلتى كه در خلال بحث برايش ثابت شد ، در همان مرتبهء پيامبر اكرم صلّى اللَّه عليه و آله و سلّم باشد و الا ( در اين عبارت ) هيچ وجهى در فضيلت و برترى براى او نيست ؛ و اين مطلب مانند همان مطلبى است كه در استدلال اول بيان كرديم . بنا بر اين پيامبر اكرم صلّى اللَّه عليه و آله و سلّم و امام على عليه السّلام در هر زمينه‌اى بايد با يك ديگر برابر باشند جز فضايلى كه به واسطهء دليلى خاص از اين حكم خارج مىشوند و به اعمال و قرب ويژهء ايشان اختصاص دارد . بنا بر آنچه يادآور شديم پيامبر امورى را كه به امير المؤمنين و يا خودش عطا شده به وى نسبت نداده است ، بلكه بر فضيلتى كه هر دو در آن مساويند جدا از موارد خاص ، تكيه كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nفصل 3 استدلال به حديث مرغ بريان\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nيكى ديگر از دلايل برترى امير المؤمنين على عليه السّلام روايتى است كه هم شيعه و هم اهل سنت آن را نقل كرده‌اند . پيامبر صلّى اللَّه عليه و آله و سلّم خطاب به خداوند عرض كرد : « خداوندا ! محبوبترين آفريدگانت را پيش من بياور تا با من از اين مرغ بريان بخورد . » در آن هنگام على عليه السّلام وارد شد و چون چشم پيامبر صلّى اللَّه عليه و آله و سلّم به على عليه السّلام افتاد ، فرمود : « پيش من بيا » ! « 1 »  كه مقصود ايشان از اين سخن اين است كه على عليه السّلام محبوبترين آفريدگان پيش خدا و در نظر او است .\r\nما مىدانيم كه محبت خداوند نسبت به آفريدگانش در واقع پاداش ، بزرگداشت ، تجليل و تعظيم او براى آنان است و به گونه‌اى عام كه اطفال ، حيوانات ، بلا ديدگان و ديوانگان را در بر بگيرد به كار\r\n\r\n","description":"","footnote":" ( 1 ) - سنن ترمذى 5 : 636 / 3721 ، مستدرك حاكم 3 : 130 ، فضائل الصحابة 2 : 560 / 945 ، جامع الاصول 9 : 471 / 6482 ، مصابيح السنة 4 : 173 / 4770 ، حلية الاولياء 6 : 339 ، اسد الغابة 4 : 30 ، الرياض النضرة 3 : 114 ، ذخائر العقبى : 61 ، البداية و النهاية 7 : 363 ، تاريخ بغداد 9 : 369 ، مجمع الزوائد 9 : 125 ، كنز العمال 13 : 167 / 6507 ، كفاية الطالب :\r\n144 ، مناقب ابن مغازلى : 156 ، مناقب ابن شهر آشوب 2 : 282 و 3 : 59 ، الطرائف : 71 ، العمدة : 242 - 253 ، الفصول المختارة : 64 - 68 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبرده نمىشود ، زيرا گفته نمىشود : خداوندا اطفال و حيوانات را دوست دارد ، تا چنين برداشت شود كه آنها مستحق ثواب هستند . و همچنين محبت خداوند به نظر تمام يكتا پرستان مانند طبايع انسانى نيست كه به موجب تمايل به خواسته‌ها و لذت بردن از اشياء باشد .\r\nو چون ثابت گردد كه امير المؤمنين على عليه السّلام محبوبترين آفريدگان در پيشگاه خداوند متعال است ، روشن مىشود كه او بيشترين پاداش را در پيشگاه خداوند دارست و گراميترين مردم در نظر حضرت بارى است . و اين مطلب فقط بدين خاطر است كه او از همه مردم داراى كردارى برتر و پسنديده‌تر بوده و بالاترين رتبهء عابدان دار است .\r\nعموميت عبارت « محبوبترين آفريدگان در پيش خدا » ، همان گونه است كه تفسيرش را بيان كرديم ؛ و نيز گفتيم كه على عليه السّلام از تمام پيامبران و ملائكه و در مرتبه پايين‌تر از اينان ، از دانشمندان نيز افضل است . و اگر دليل خاصى حضرت ختمى مرتبت صلّى اللَّه عليه و آله و سلّم را از اين عموميت خارج نمىكرد ، ظاهر كلام چنان بود كه على عليه السّلام از پيامبر نيز افضل و برتر بود ولى به خاطر مقام و فضيلت پيامبر اكرم صلّى اللَّه عليه و آله و سلّم كه نه كسى مىتواند مشمول آن قرار گيرد و نه ادعاى آن را بكند ، ايشان از اين عموميت بيرون مىباشد\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nفصل 4 استدلال بر برترى امير المؤمنين على عليه السّلام در دنيا بنا بر مقام ايشان در قيامت\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nپاره‌اى از روايات كه در اين باره به صورت واضح و گسترده رسيده و رجال حديثى شيعه و سنى همگى بالاتفاق آنها را از پيامبر اكرم صلّى اللَّه عليه و آله و سلّم نقل كرده‌اند ، عبارت‌اند از : امير المؤمنين على عليه السّلام به همراه پيامبر صلّى اللَّه عليه و آله و سلّم سرپرستى حوض ( كوثر ) را عهده‌دار است ، « 1 »  او لواى حمد را در پيش روى پيامبر به سوى بهشت خواهد برد ، « 2 »  او قسمت‌كنندهء بهشت و دوزخ است ، « 3 »  و هم اوست كه در قيامت به همراه پيامبر صلّى اللَّه عليه و آله و سلّم از پلكان منبرى كه به خاطر او براى بازگشت ( به سوى خدا ) نصب شده ، بالا مىرود و پيامبر اكرم صلّى اللَّه عليه و آله و سلّم بر فراترين پلهء آن و امير المؤمنين على عليه السّلام يك پله پايين‌تر از ايشان و پيامبران صلوات اللَّه عليهم در پله‌هاى پايين‌تر\r\n\r\n","description":"","footnote":" ( 1 ) - الرياض النضرة 3 : 173 و 185 ، ذخائر العقبى : 86 و 91 ، مناقب ابن مغازلى : 119 و 327 ، مجمع الزوائد 10 : 367 ، شرح ابن ابى الحديد 9 : 172 ، العمدة : 119 ، بشارة المصطفى : 200 .  ( 2 ) - الرياض النضرة : 3 : 172 ، ذخائر العقبى : 75 و 86 ، مناقب خوارزمى : 23 و 208 ، مقتل الحسين عليه السلام تأليف خوارزمى : 49 ، شرح ابن ابى الحديد 9 : 169 .  ( 3 ) - النهاية تأليف جزرى 4 : 61 ، الصواعق المحرقة : 126 ، مناقب ابن مغازلى : 67 ، مناقب خوارزمى ، 209 و 236 ، فرائد السمطين 1 :\r\n325 / 253 و 254 ، زندگى امام على عليه السلام از كتاب تاريخ دمشق 2 : 243 - 246 ، شرح ابن ابى الحديد 9 : 165 ، لسان الميزان 3 : 247 ، بشارة المصطفى : 122 . ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمىنشينند . آن گاه وى فرا خوانده مىشود و جامهء ديگرى بر او پوشانده مىشود . « 1 » \r\nهيچ كس از پل صراط نمىگذرد مگر اينكه از جانب امير مؤمنان على بن ابى طالب عليه السّلام جواز رهايى از آتش داشته باشد . « 2 » \r\nدر آن روز فرزندان او كه همان امامان ابرارند ، اصحاب اعراف هستند . « 3 » \r\nمانند اين روايات آن قدر فراوان است كه اگر آنها را بياوريم بحث به درازا مىكشد و به همان اندازه سخن را پراكنده مىسازد .\r\nهر كس به روايات اهل سنت توجه كند و كتب حديثى شيعه را تورّق نمايد و يا راويان هر دو فرقه را ببيند و آثارشان را بررسى كند ، هيچ شكى در ظهور اين احاديث و اتفاق فريقين بر صحت و قبول آنها به خود راه نمىدهد .\r\nو به تحقيق ثابت شده است كه قيامت محل كيفر و پاداش است و ترتيب درجات و دركات آن بستگى به كردار افراد دارد .\r\nدليل اين مطلب كه امير المؤمنين على عليه السّلام از همهء مردم در اعمال و رفتار برتر است اين است كه مضمون اين روايات پيشگامى امير المؤمنين ( صلوات اللَّه و سلامه عليه ) را بر همه مردم جز رسول خدا صلّى اللَّه عليه و آله و سلّم در مقام كرامت و پاداش بالاى ايشان مىرساند\r\n\r\n","description":"","footnote":" ( 1 ) - لسان الميزان 4 : 266 ، المحتضر : 151 .  ( 2 ) - الرياض النضرة 3 : 232 ، ذخائر العقبى : 71 ، الصواعق المحرقة : 126 ، مناقب ابن مغازلى : 119 / 156 و 131 / 172 و 289 / 242 ، مناقب خوارزمى : 31 ، مقتل الحسين عليه السلام تأليف خوارزمى : 39 ، فرائد السمطين 1 : 292 / 230 .  ( 3 ) - شواهد التنزيل 1 : 198 / 256 ، ينابيع المودة : 102 ، كافى 1 : 141 / 9 ، تفسير عياشى 2 : 18 / 44 و 45 ، بصائر الدرجات : 515 ، معانى الاخبار :\r\n59 / 9 ، مختصر البصائر : 52 - 55 ، مناقب ابن شهر آشوب 3 : 233 . . ","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nفصل 5 استدلال به روايات شيعه بر برترى امام على عليه السّلام\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nاما رواياتى كه فقط اماميه بدانها استدلال مىكنند ، به جهت آنكه از طريق ايشان و امامان آنها رسيده ، فراوان و در نزد دانشمندان ايشان معروف است . اين روايات در اصول و تصنيفات حديثى آنها به صورتى واضح و گسترده پخش گرديده است .\r\nيكى از اين روايات سخن امام جعفر صادق عليه السّلام است كه مىفرمايد : به خدا سوگند اگر على بن ابى طالب ( صلوات اللَّه عليه ) آفريده نمىشد ، براى فاطمه دختر رسول خدا صلّى اللَّه عليه و آله و سلّم همتايى از ميان مردم نبود . « 1 » \r\nو اين سخن ايشان كه مىفرمايد : « با اينكه يوسف فرزند يعقوب پيامبرى صديق مىباشد ، و تا ابراهيم خليل عليه السّلام همهء نياكانش پيامبر\r\n\r\n","description":"","footnote":" ( 1 ) - الفردوس 3 : 373 / 5130 ، مقتل الحسين عليه السلام تأليف خوارزمى 1 : 66 ، تفسير البحر المحيط 6 : 507 ، كافى 1 : 461 / 10 ، تهذيب 7 : 470 / 90 ، من لا يحضره الفقيه 3 : 393 / 4383 ، امالى شيخ طوسى 1 : 42 ، مناقب ابن شهر آشوب 2 : 181 ، كشف الغمة 1 : 472 ، بشارة المصطفى : 328 ، المحضر : 133 و 136 . ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبودند ، ولى به خدا سوگند پدرم امير المؤمنين على بن ابى طالب عليه السّلام از او برتر بود » .\r\nو سخن ايشان آن‌گاه كه در باره امير المؤمنين على عليه السّلام از ايشان پرسيده شد كه « جايگاه على عليه السّلام نسبت به پيامبر صلّى اللَّه عليه و آله و سلّم چگونه بود ؟ » ايشان فرمود : « ميان او و پيامبر صلّى اللَّه عليه و آله و سلّم جز مقام رسالت ، هيچ برترى ديگرى نبود » . « 1 »  مانند اين روايت از پدر ايشان ، امام محمد باقر و از امام كاظم و امام حسن عسگرى عليهم السّلام نيز نقل شده است .\r\nدر آثار و اخبار مشهور همهء امامان تصريح شده است كه « اگر رسول خدا صلّى اللَّه عليه و آله و سلّم و امير مؤمنان على بن ابى طالب عليه السّلام نبودند ، خداوند نه آسمان و زمين را مىآفريد و نه بهشت و دوزخ را » « 2 »  اين مطلب برترى پيامبر صلّى اللَّه عليه و آله و سلّم و على عليه السّلام را مىرساند ، به جهت اعمالى كه انجام داده‌اند ، و گوياى اينست كه خلائق در رسيدن به مصالحشان به شناخت و اطاعت از ايشان و تكريم و تجليل آنها وابسته‌اند\r\n\r\n","description":"","footnote":" ( 1 ) - در المحتضر : 20 مانند اين روايت آمده است .  ( 2 ) - فرائد السمطين 1 : 36 ، ينابيع المودة : 485 . . ","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nفصل 6 استدلال به روايات اهل سنت\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nاهل سنت از طريق جابر بن عبد اللَّه انصارى و ابو سعيد خدرى ( رحمهما اللَّه تعالى ) از پيامبر صلّى اللَّه عليه و آله و سلّم روايت مىكنند كه ايشان فرمود :\r\n« على برترين انسانهاست » . « 1 »  و اين عبارت در موضوع مورد اختلاف نصّى صريح است .\r\nاز عايشه روايت شده كه روزى پيامبر صلّى اللَّه عليه و آله و سلّم فرمود : « سرور عرب را به پيش من فراخوانيد » . عايشه عرض كرد : « مگر شما سرور عرب نيستيد ؟ » ايشان فرمود : « من سرور آدميانم و على عليه السّلام سرور عرب است » . « 2 » \r\nايشان على عليه السّلام را در برترى بر مردم برابر خود قرار داد و ميان خود و او واسطه‌اى قرار نداد ، از اين نظر او در فضيلت با پيامبر صلّى اللَّه عليه و آله و سلّم\r\n\r\n","description":"","footnote":" ( 1 ) - الفردوس 3 : 62 / 4175 ، سير اعلام النبلاء 8 : 205 ، زندگى امام على عليه السلام از كتاب تاريخ دمشق 2 : 444 - 448 ، تاريخ بغداد 3 : 192 و 7 : 421 ، كنز العمال 11 : 625 / 33046 ، لسان الميزان 3 : 166 .  ( 2 ) - مستدرك حاكم 3 : 124 ، حلية الاولياء 1 : 63 و 38 ، الصواعق المحرقة :\r\n122 ، تاريخ بغداد 11 : 89 ، ذخائر العقبى : 70 ، زندگى امام على عليه السلام از كتاب تاريخ دمشق 2 : 261 ، شرح ابن ابى الحديد 9 : 170 ، مجمع الزوائد 9 : 131 ، كنز العمال 11 ، 618 / 330006 . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبرابر است .\r\nاز عايشه ، به سندى كه مورد قبول محدثان است ، روايت شده كه پس از پيروزى امير المؤمنين على عليه السّلام بر خوارج و كشتن آنها ، وى در مورد آنان گفت : « آنچه ميان من و امير مؤمنان على بن ابى طالب عليه السّلام گذشته مرا از گفتن آنچه كه در باره او و خوارج از رسول خدا صلّى اللَّه عليه و آله و سلّم شنيده‌ام ، باز نمىدارد ؛ شنيدم كه پيامبر صلّى اللَّه عليه و آله و سلّم فرمود : « آنان ( خوارج ) بدترين خلق و مردمند كه آنها را بهترين خلق و مردم مىكشد » . « 1 » \r\nاز جابر بن عبد اللَّه انصارى روايت كرده‌اند كه او مىگفت :\r\n« على عليه السّلام سرور انسانهاست و در اين مورد جز كافر كسى ترديد نمىكند » . « 2 » \r\nدر اين باب اخبار و روايات فراوانى موجود است كه در آنچه ما به اثبات آن همت گماشتيم كفايت مىكند ، و بر اين احتجاج به هر يك از آنها وجهى وجود دارد و اصل در آنها همان روشى است كه ما بيان كرديم ، و اللَّه ولى التوفيق\r\n\r\n","description":"","footnote":" ( 1 ) - شرح ابن ابى الحديد 2 : 267 ، مناقب ابن مغازلى : 56 / 80 ، تذكرة الخواص : 104 ، مجمع الزوائد 6 : 239 .  ( 2 ) - الرياض النضرة 3 : 198 ، فضائل الصحابة 2 : 564 / 949 ، المحتضر :\r\n151 ، و نيز بنگريد به پاورقى شماره ( 22 ) . . ","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nفصل 7 استدلال بر افضل بودن على عليه السّلام به واسطهء جهاد و كوشش ايشان\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبيشتر اهل نظر ، برابرى فضيلت يك شخص بر ديگران ، بر سه روش تكيه مىكنند : نخست : اعمال آشكار ؛ دوم : شنيدن اخبار و حكاياتى كه گوياى اندازهء ثواب افراد باشد و آنچه گفته‌ها بر آن دلالت دارد ؛ سوم : منافعى كه به وسيلهء اعمالش به دين مىرساند .\r\nپاره‌اى از رواياتى را كه مبين اندازه ثواب آن حضرت بود ، در پيش بيان كرديم . اما در بارهء اعمال ظاهر آن حضرت بايد گفت : اعمال نيك آشكارى كه از امير المؤمنين صلوات اللَّه عليه نقل شده ، براى هيچ كس روايت نشده است .\r\nاز آنجا كه اسلام تمامى مصالح بشر را ملحوظ داشته ، بهترين اديان است . و به همين دليل سعى در تأييد دستورات آن از افضل اعمال محسوب مىشود . علاوه بر اين ، انديشمندان اجماع دارند كه دستورات اسلام بهترين احكام است و عمل به آنها افضل اعمال است . و كلام مخالفين در باره آيهء شريفه  كُنْتُم خَيْرَ أُمَّةٍ أُخْرِجَت لِلنَّاس \r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nكه آن را بر تمام امت اسلامى حمل مىكنند نيز تأكيد همين دليل است .\r\nاما اثبات برترى آن حضرت در منفعت رسانى به دين به دو صورت امكان‌پذير است :\r\nنخست : بيشتر معتزله برترى پيامبر صلّى اللَّه عليه و آله و سلّم را بر پيامبران پيشين به كثرت تصديق‌كنندگان و پيروان دين و شريعت ايشان نسبت به امتهاى قبل دانسته‌اند .\r\nو از آنجا كه تثبيت شريعت اسلام با يارى رساندن به پيامبر صلّى اللَّه عليه و آله و سلّم و به خاطر سهمى كه براى امير المؤمنين على عليه السّلام در آن بر شمرديم ميسر گرديده ، نفع و پاداشى كه به او مىرسد موجب برترى و فضيلت ايشان بر همهء امتهاى پيشين و آيندگان مىشود .\r\nدوم : چون ثابت شد كه امت اسلامى برحق‌ترين امم از ميان ساير امتهاست ، ثابت مىشود و منفعتى كه از اسلام به اين امت رسيده كه پيامبر آن را آورده به ديگران نرسيده است . و از آنجا كه اين نفع به مدد و كمك امير المؤمنين على عليه السّلام به مسلمانان رسيده است ، همان فضيلتى كه براى پيامبر صلّى اللَّه عليه و آله و سلّم از جانب پروردگار محقق گرديد ، براى على عليه السّلام نيز ثابت مىشود . و اين مطلب بر مبناى قواعدى بود كه اين گروه در برترى افراد دارند و در آن فضيلت شخص را بر پايه نفع عام و زيادى معتقدان به مذهب او مىدانند .\r\nو اللَّه ولى التوفيق ، و صلّى اللَّه على سيد رسله محمّد النّبى و آله و سلّم تسليما كثيرا\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n.\r\n\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72}
  ]