[
  {"content":"\r\n\r\nكامل\r\nتاريخ بزرگ اسلام وايران\r\nتأليف\r\nعلامهء شهير\r\nعز الدين علي بن الأثير\r\nترجمهء :\r\nابو القاسم حالت\r\nجلد بيستم و پنجم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n600 وقايع سال ششصدم هجرى قمرى\r\n\r\nمحاصرهء هرات به دست سلطان محمد خوارزمشاه براى بار دوم\r\nدر اين سال ، در اول ماه رجب ، سلطان محمد خوارزمشاه به شهر هرات رسيد و آن جا را محاصره كرد .\r\nاين محاصره ، پس از رد و بدل كردن پيك و پيام ميان او و شهاب الدين غورى ، ملك غزنه ، دربارهء صلح بود كه آخر به جائى نرسيد .\r\nامور هرات به دست الب غازى اداره مىشد كه خواهرزادهء سلطان شهاب الدين غورى بود .\r\nشهاب الدين براى پيكار در هندوستان ، از غزنه عازم لاهور\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nشده بود .\r\nمحمد خوارزمشاه در محاصرهء هرات تا پايان ماه شعبان پايدارى كرد .\r\nدر اين مدت ، هر روز جنگى مىشد . و بدين گونه ، گروه بسيارى از هر دو دسته كشته شدند .\r\nاز كسانى كه به قتل رسيدند يكى رئيس خراسان بود كه مرد بلند پايه‌اى به شمار مىرفت و در مشهد طوس به سر مىبرد .\r\nحسين بن خرميل در كرزبان اقامت داشت كه تيول وى بود .\r\nاو براى خوارزمشاه پيام داد كه : « لشكرى پيش من بفرست تا فيل‌ها و خزانهء شهاب الدين را به آنها واگذار كنم . »\r\nخوارزمشاه نيز هزار سوار از بزرگان لشكر خويش را به كرزبان فرستاد .\r\nهمين كه سواران مذكور به كرزبان رسيدند ، حسين بن خرميل و حسين بن محمد مرغنى بر آنان حمله بردند و همه را كشتند ، جز اندكى كه گريختند .\r\nمحمد خوارزمشاه ، هنگامى كه اين خبر را شنيد ، سرآسيمه شد و از فرستادن آن لشكر پشيمان گرديد .\r\nآنگاه براى الب غازى پيام فرستاد و از او خواست كه از شهر بيرون آيد و به حضور وى برسد و چنان كه نسبت به يك سلطان بايد اظهار اطاعت كرد ، مراسم اطاعت و بندگى به جاى آورد تا از او دست بردارد و از آن جا برود .\r\nولى الب غازى اين پيشنهاد را نپذيرفت و پاسخ مساعدى\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nنداد .\r\nتصادفا الب غازى بيمار گرديد و بيمارى او شدت يافت و ترسيد از اين كه در بستر بيمارى گرفتار شود و خوارزمشاه شهر را بگيرد .\r\nاز اين رو ، به آنچه خوارزمشاه مىخواست راضى شد و او را به صلح سوگند داد . هديه‌اى گرانبها برايش فرستاد و براى اظهار اطاعت به دو از شهر بيرون رفت .\r\nهنگامى كه مىخواست در برابر وى خم شود به خاك افتاد و ناگهان جان به جان آفرين تسليم كرد .\r\nهيچكس سبب مرگ او را در نيافت .\r\nسلطان محمد خوارزمشاه ، پس از اين پيشآمد ، منجنيق‌ها را آتش زد و از هرات روانه شد و به سرخس رفت و در آن جا ماند .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nبازگشت شهاب الدين از هند پرداختن او به محاصرهء خوارزم و گريختن او از برابر ختائيان\r\nدر اين سال ، در ماه رمضان ، شهاب الدين غورى كه براى پيكار به هندوستان رفته بود ، از آن جا به خراسان بازگشت .\r\nسبب بازگشت او اين بود كه شنيد سلطان محمد خوارزمشاه هرات را در ميان گرفته و الب غازى ، نايب او در هرات ، نيز از جهان رخت بربسته است .\r\nاز اين رو برگشت در حالى كه نسبت به خوارزمشاه بسيار خشمناك بود و با وى سر جنگ داشت .\r\nهمين كه به ميمند رسيد ، به راهى ديگر پيچيد و آهنگ خوارزم كرد .\r\nخوارزمشاه در اين هنگام از سرخس به مرو رفته و در بيرون شهر مرو اردو زده بود .\r\nهمين كه شنيد شهاب الدين رهسپار خوارزم شده ، به دو پيام\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nفرستاد و گفت : « به سوى من باز گرد تا با تو بجنگم ، و گرنه به هرات لشكر خواهم كشيد و از آن جا نيز به غزنه حمله خواهم برد . »\r\nسلطان شهاب الدين پاسخ داد : « شايد همين كه مرا ببينى بگريزى ، چنان كه يك بار ديگر گريختى . ولى خوارزم سرانجام ما را با هم روبرو مىسازد . »\r\nخوارزمشاه به دريافت اين پاسخ لشكريان خويش را مرخص كرد و آنچه علوفه براى چارپايان خود فراهم آورده بود ، همه را سوزاند و بدين گونه شمارهء افراد خود را كاهش داد و بار و بنهء خويش را نيز سبك ساخت .\r\nآنگاه با زبدهء سرداران و سپاهيان خويش شتابان رو به راه نهاد تا از شهاب الدين پيش افتد و زودتر از او به خوارزم برسد .\r\nبدين تدبير از شهاب الدين پيش افتاد و راه او را بريد و آن راه را به آب بست چنان كه گذار از آن براى شهاب الدين دشوار شد و ناچار چهل روز وقت صرف اصلاح آن كرد تا رسيدن او به خوارزم امكان‌پذير گرديد .\r\nسرانجام در « سوقرا » - كه به تركى به معنى « آب سياه » است - دو لشكر در برابر هم قرار گرفتند .\r\nجنگ سختى ميانشان در گرفت و هر دو دسته كشته بسيار دادند .\r\nاز غوريان حسين مرغنى و چند تن ديگر به قتل رسيدند .\r\nاز خوارزميان نيز گروهى اسير شدند و شهاب الدين دستور كشتن آنان را داد .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nهمه كشته شدند .\r\nخوارزمشاه براى تركان ختا پيام فرستاد و از ايشان ، كه در اين هنگام صاحبان ما وراء النهر بودند ، يارى خواست .\r\nآنان نيز آمادهء پيكار شدند و به سوى شهرهاى غوريان به راه افتادند .\r\nشهاب الدين ، همين كه اين خبر را شنيد از خوارزم برگشت و در اول ماه صفر سال 601 در صحراى اندخوى با پيشروان لشكر ختا روبرو شد .\r\nدر نخستين روز پيكار ، از ايشان گروهى را كشت و بسيارى را گرفتار كرد .\r\nولى در دومين روز ، ختائيان چنان يورش آوردند كه شهاب - الدين ياراى پايدارى در برابر آن را نداشت .\r\nاز اين رو ، مسلمانان شكست سختى خوردند و نخستين كسى كه گريخت ، حسين بن خرميل ، صاحب طالقان ، بود . لشكريان نيز از او پيروى كردند و پا به فرار نهادند .\r\nبدين گونه ، شهاب الدين با گروهى اندك از ياران خويش باقى ماند و چهار فيل را با دست خود كشت زيرا خسته و درمانده شده بودند .\r\nكافران ( يعنى ختائيان ) دو فيل را گرفتند .\r\nشهاب الدين با گروهى كه همراهش بودند ، وارد اندخوى شد .\r\nكافران او را محاصره كردند . بعد با او صلح كردند بدين قرار كه يك فيل ديگر به ايشان بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nاو نيز همين كار را كرد و رهائى يافت .\r\nدر سراسر شهرهاى او خبر پيچيد كه او نابود شده است .\r\nشايعات نيز درين باره بسيار شد .\r\nاما شهاب الدين ، تنها با هفت نفر ، به طالقان رسيد چون بيشتر لشكريانش كشته شده بودند و همهء خزانه‌هايش نيز به يغما رفته بود .\r\nاز اين رو ، حسين بن خرميل ، صاحب طالقان ، خيمه‌ها و - چيزهاى ديگرى كه مىخواست ، برايش فرستاد .\r\nشهاب الدين آنگاه رهسپار غزنه شد و حسين بن خرميل را نيز با خود برد چون شنيده بود كه او به خاطر فرار خود از جنگ ، سخت بيمناك است و از خشم شهاب الدين مىترسد و گفته است :\r\n« همين كه سلطان شهاب الدين از اين جا برود ، من به نزد خوارزمشاه خواهم گريخت . »\r\nاز اين رو ، شهاب الدين ، حسين بن خرميل را همراه خويش برد و او را امير حاجب خود ساخت .\r\nهنگامى كه خبر كشته شدن شهاب الدين شايع شد ، تاج الدين الدز ، مملوكى كه شهاب الدين وى را خريدارى كرده بود ، در صدد برآمد كه از فرصت استفاده كند . از اين رو ، ياران خويش را گرد آورد و بر قلعهء غزنه حمله برد تا از آن بالا رود .\r\nولى نگهبان قلعه از پيشرفت او جلوگيرى كرد و او نيز ناچار به خانهء خود برگشت و در آن جا ماند .\r\nطايفهء خلج و ساير تباهكاران نيز در شهرها به فتنه و فساد پرداختند و راه‌ها را زدند و بسيارى را كشتند .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nشهاب الدين همين كه به غزنه برگشت و شنيد كه الدز چه كرده ، مىخواست او را بكشد .\r\nولى مملوكان ديگر ميانجيگرى كردند و نگذاشتند كه خونش را بريزد .\r\nاز اين رو شهاب الدين آزادش ساخت و او هم از كارى كه كرده بود پوزش خواست .\r\nشهاب الدين آنگاه به شهرها رفت و از كسانى كه دست به تباهكارى نهاده بودند ، گروه بسيارى را كشت .\r\nمملوك ديگرى داشت كه نامش ايبك‌بال‌تر بود . او از اين معركه جان بدر برد و خود را به هندوستان رساند و داخل شهر مولتان شد و نمايندهء سلطان شهاب الدين را در آن جا كشت و شهر را گرفت و دارائى سلطان را ضبط كرد .\r\nبا مردم نيز بدرفتارى نمود و اموالشان را گرفت و گفت :\r\n« سلطان شهاب الدين كشته شده و اينك من سلطان هستم . »\r\nكسى كه او را بدين كار واميداشت و تشويق مىكرد ، مردى بود كافر كه عمر بن يزان ناميده مىشد .\r\nايبك‌بال‌تر ، هر چه را كه عمر بن يزان مىگفت به كار مىبست . و به پيروى از سخنان او تباهكاران را گرد آورد و به دست ايشان دارائى مردم را گرفت و راه‌ها را نا امن ساخت و كاروانيان را به هراس انداخت .\r\nشهاب الدين همين كه خبر فتنه انگيزىهاى او را شنيد ، روانهء هند شد و لشكرى را به سركوبى او فرستادند .\r\nدر نتيجه ، در ماه جمادى الآخر سال 601 ، ايبك‌بال‌تر و\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nهمچنين عمر بن يزان را گرفتند و به سخت‌ترين گونه كيفر دادند .\r\nو آن دو ، و همهء كسانى را كه با آن دو همدستى كرده بودند ، كشتند .\r\nشهاب الدين كه ايشان را كشته ديد ، به خواندن اين آيه پرداخت :\r\n « إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَ رَسُولَهُ وَ يَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا . . . »  تا آخر . [ ( 1 ) 
  ]\r\nآنگاه به دستور شهاب الدين در سراسر شهرهاى او جار زدند كه لشكريان براى حمله به ختا و پيكار با ختائيان و خونخواهى از ايشان خود را آماده كنند .\r\nدربارهء شكست خوردن سلطان شهاب الدين از ختائيان روايت ديگر هست .\r\nگفته شده است : سبب شكست او اين بود كه وقتى از ختا به\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] - از آيه 33 سورهء مائده كه چنين است :\r\n ما « إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَ رَسُولَهُ وَ يَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَ أَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ، ذلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيا وَ لَهُمْ فِي الْآخِرَةِ عَذابٌ عَظِيمٌ . » \r\n( همانا كيفر آنان كه با خدا و رسول او به جنگ برخيزند و در زمين به فساد كوشند جز اين نباشد كه آنها را به قتل رسانند يا به دار كشند يا دست و پا ببرند به خلاف ( يعنى دست راست يا پاى چپ يا بالعكس ) يا نفى بلد و تبعيد كنند در زمين . اين ذلت و خوارى آنان را در دنيا خواهد بود و در آخرت نيز بعذابى بزرگ معذب باشند ) .\r\n( قرآن مجيد با ترجمهء مهدى الهى قمشه‌اى )\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nسوى خوارزم بازگشت ، در بيابانى كه سر راهش بود به خاطر كميابى آب لشكريان خويش را پراكنده ساخت .\r\nختائيان نيز در سر راه همان بيابان فرود آمده بودند و همين كه گروهى از ياران شهاب الدين از بيابان بيرون مىرفتند ، جمعى از ختائيان به ايشان حمله مىبردند و آنان را مىكشتند يا اسير مىساختند .\r\nاز لشكر شهاب الدين هر كس هم كه جان سالم بدر مىبرد ، به سوى شهرها مىگريخت و هيچكس به پيش وى باز نمىگشت تا او را از آن حال آگاه سازد .\r\nبدين گونه ، شهاب الدين ، بى اين كه از آن وضع آگاهى داشته باشد ، با دنبالهء لشكر خويش كه بيست هزار سوار بودند ، حركت كرد و هنگامى كه از آن بيابان گذشت ، به ختائيان برخورد كه استراحت كرده و تازه نفس بودند . در صورتى كه او و يارانش از خستگى بسيار ، حال جنگ نداشتند .\r\nاز سوى ديگر ، شمارهء ختائيان چند برابر شمارهء لشكريان شهاب الدين بود .\r\nشهاب الدين تمام روز را با ايشان جنگيد و خود را از گرفتارى در جنگ ايشان بر كنار داشت تا سرانجام كه او را در اندخوى محاصره كردند .\r\nظرف چند روز ميان دو دسته چهارده نبرد روى داد كه يكى از آنها از عصر تا بامداد روز بعد طول كشيد .\r\nپس از آن شهاب الدين گروهى از سپاهيان خود را شبانه پنهانى به خارج فرستاد و دستور داد كه بامداد برگردند و چنان\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوانمود كنند كه نيروى تازه‌اى از شهرها براى كمك به وى رسيده است .\r\nوقتى كه اين نيرنگ را به كار بست ختائيان از او ترسيدند .\r\nصاحب سمرقند كه مسلمان بود ولى از ختائيان فرمانبردارى مىكرد ، انديشناك بود كه اگر ختائيان بر شهاب الدين پيروزى يابند ، كار اسلام و مسلمانان فرجام بدى خواهد داشت .\r\nاز اين رو به ختائيان گفت :\r\n« شما اين مرد ، يعنى شهاب الدين ، را ذره‌اى ناتوان‌تر از زمانى كه از بيابان بيرون آمده ، نمىيابيد . در آن هنگام كه ناتوان و خسته بود و همراهانش اندك بودند ، ما نتوانستيم بر او چيره شويم .\r\nاكنون كه كمك‌هائى هم برايش رسيده ، چيزى نمانده كه لشكريانش از هر راه پيش آيند و شما را از همه سو در ميان گيرند . آن وقت ديگر اگر بخواهيم از چنگ او رهائى يابيم ، توانائى اين كار را نخواهيم داشت . پس صلاح ما در اين است كه با او صلح كنيم . »\r\nختائيان اين سخن را پذيرفتند و براى شهاب الدين پيام فرستادند تا دربارهء صلح به گفت و گو پردازند .\r\nصاحب سمرقند ، كسى را نيز پنهانى پيش شهاب الدين فرستاده و او را از آن حال آگاه ساخته و توصيه كرده بود كه ظاهرا اول از قبول صلح امتناع ورزد و بعد ، پس از اصرار ختائيان ، به آشتى تن در دهد .\r\nشهاب الدين نيز هنگامى كه فرستادگان ختا پيشش آمدند و سخن از صلح گفتند ، از پذيرفتن اين پيشنهاد خوددارى كرد و به رسيدن نيروهاى كمكى ، اظهار دلگرمى و توانائى نمود .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nسخن به درازا كشيد و سرانجام با هم صلح كردند بدين قرار كه ختائيان از رود جيحون نگذرند و به شهرهاى شهاب الدين نروند .\r\nهمچنين شهاب الدين نيز با عبور از آن رود به شهرهاى ختائيان نتازد .\r\nبدين گونه ختائيان از او دست كشيدند و برگشتند . او نيز رهائى يافت و به شهرهاى خويش بازگشت .\r\nبقيهء ماجرى همچنان بود كه گذشت .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nكشتن طائفه‌اى از اسماعيليان در خراسان\r\nدر اين سال فرستادهء شهاب الدين غورى از نزد سر كردهء اسماعيليان خراسان برگشت و پيغامى آورد كه شهاب الدين از آن بدش آمد .\r\nاز اين رو ، به علاء الدين محمد بن ابو على متولى شهرهاى غور فرمان داد تا با لشكريان خود به سركوبى آنان برود و سرزمينشان را محاصره كند .\r\nاو نيز با سپاه انبوهى به سوى قهستان روانه شد .\r\nصاحب زوزن نيز همين كه اين خبر را شنيد ، نزد او رفت و به او گرويد و از خدمت خوارزمشاه كناره گرفت .\r\nعلاء الدين على بر شهر قائن ، كه از آن اسماعيليان بود ، فرود آمد و آن جا را در ميان گرفت و مردم شهر را به ستوه آورد .\r\nدر اين گير و دار ، شايعهء كشته شدن شهاب الدين ، چنان كه پيش از اين ياد كرديم ، به گوش او رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nاز اين رو ، شصت هزار دينار ركنى از مردم قائن گرفت و با ايشان صلح كرد و از آن جا رفت .\r\nبعد به دژ كاخك رفت و آن دژ را گرفت و كسانى را كه با وى جنگيده بودند ، كشت و زنان و فرزندانشان را گرفتار كرد و به بردگى انداخت .\r\nسپس به هرات و از آن جا به فيروز كوه رفت .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nگرفتن قسطنطنيه از دست روميان\r\nدر اين سال ، در ماه شعبان ، فرنگيان شهر قسطنطنيه را از دست روميان گرفتند و فرمانروائى روميان را از آن جا برانداختند .\r\nسبب اين كار آن بود كه سلطان روم در آنجا با خواهر پادشاه فرانسه ، كه بزرگترين پادشاه فرنگيان بود ، زناشوئى كرد و از اين ازدواج داراى پسرى شد .\r\nبعد ، يكى از برادرانش بر او شوريد و او را در بند انداخت و چشمانش را از كاسه در آورد و محبوسش ساخت .\r\nولى پسر او گريخت و پيش دائى خود رفت و از او يارى خواست تا بر عموى خويش پيروزى يابد .\r\nاين واقعه هنگامى روى داد كه بسيارى از فرنگيان گرد هم آمده بودند تا براى آزاد كردن بيت المقدس از دست مسلمانان به شهرهاى شام روند .\r\nاينان آن پسر را نيز كه فرزند فرمانرواى مخلوع روم شرقى بود همراه خود بردند و راه خويش را به قسطنطنيه انداختند تا تيرگى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nروابط او و عمويش را از ميان ببرند و آن دو را با هم سازش دهند چون آن پسر جز اين چيزى نمىخواست .\r\nاما هنگامى كه به روم ( روم شرقى ) رسيدند ، عم او با لشكريان خويش به آهنگ جنگ بيرون آمد .\r\nاز اين رو در ماه رجب سال 599 جنگ ميان آنان در گرفت .\r\nروميان شكست خوردند و گريختند و داخل شهر خود شدند .\r\nفرنگيان نيز در پى ايشان به درون شهر ريختند .\r\nسلطان روم به شهرهاى اطراف گريخت .\r\nهمچنين گفته شده كه فرمانرواى روم با فرنگيان در بيرون شهر نجنگيد و در شهر قسطنطنيه بود كه فرنگيان او را محاصره كردند .\r\nهنگامى كه قسطنطنيه در محاصره قرار گرفت ، گروهى در اين شهر به سر مىبردند كه هوادار فرمانروائى آن پسر خردسال بودند .\r\nآنها در شهر آتش افكندند و همين كه مردم سرگرم فرو نشاندن آتش شدند ، از فرصت استفاده كردند و يكى از دروازه‌هاى شهر را گشودند .\r\nفرنگيان از اين دروازه به درون شهر ريختند و سلطان روم ناچار گريزان از شهر بيرون رفت .\r\nآنگاه فرنگيان فرمانروائى روم را به آن پسر خردسال سپردند كه از فرمانروائى چيزى نمىدانست و كارى از وى ساخته نبود .\r\nپدر او را نيز از زندان بيرون آوردند .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفرنگيان بر شهرهاى روم تسلط يافتند و بر مردم فشار زياد آوردند و پولهائى از ايشان خواستند كه توانائى پرداختش را نداشتند .\r\nاموال كليساها ، و آنچه از طلا و نقره و چيزهاى ديگر ، حتى آنچه بر صليب‌ها و صورت حضرت مسيح عليه السلام و حواريون و آنچه بر انجيل‌ها بود ، همه را برداشتند و به يغما بردند .\r\nدر نتيجه ، روميان به ستوه آمدند و كار را به جاى باريك كشاندند كه وقايعى ناگوار به بار آورد .\r\nبر آن پسر خردسال كه تازه بر كرسى فرمانروائى نشسته بود حمله بردند و او را كشتند .\r\nفرنگيان را نيز از شهر بيرون راندند و دروازه‌هاى شهر را بستند .\r\nاين واقعه در ماه جمادى الاول سال 600 روى داد .\r\nفرنگيان در بيرون شهر ماندند و روميان را محاصره كردند و با آنان به جنگ پرداختند .\r\nاين جنگ را همچنان شب و روز پيگيرى كردند تا روميان بيتاب شدند و بسيار ناتوان گرديدند و كسانى را پيش سلطان ركن - الدين سليمان بن قلج ارسلان ، صاحب قونيه و شهرهاى ديگر ، فرستادند و از او يارى خواستند .\r\nولى سلطان ركن الدين راهى براى كمك به آنان نيافت .\r\nدر قسطنطنيه فرنگيان بسيارى اقامت داشتند كه شمارهء آنان نزديك به سى هزار بود . اين گروه ، به خاطر بزرگى شهر در اقليت بودند و كارشان از پيش نمىرفت .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nاز اين رو با فرنگيانى كه در بيرون شهر بودند ، سازش كردند و دست به شورش و خرابكارى زدند و براى دومين بار در شهر آتش افكندند چنان كه نزديك به يك چهارم شهر سوخت .\r\nهمين كه مردم سرگرم خاموش كردن آتش شدند ، فرنگيانى كه داخل شهر بودند از فرصت استفاده كردند و دروازه‌هاى شهر را گشودند .\r\nدر نتيجه ، فرنگيانى كه بيرون شهر بودند ، بدرون شهر ريختند و به روى مردم شمشير كشيدند و تا سه روز كشتار خود را ادامه دادند .\r\nاز اثر اين قتل و غارت ، همهء روميان يا كشته شدند يا چنان به تنگدستى افتادند كه ديگر هيچ چيز نداشتند .\r\nگروهى از اعيان روم به كليساى بزرگى كه صوفيا خوانده مىشد ، پناه بردند .\r\nفرنگيان به كليساى مذكور نيز حمله كردند .\r\nدسته‌اى از كشيشان و اسقف‌ها و راهبان ، در حالى كه انجيل و صليب به دست گرفته و به اين دو متوسل شده بودند ، از كليسا بيرون آمدند و دست به دامن فرنگيان شدند تا از خون ايشان در گذرند .\r\nولى فرنگيان به استغاثهء آنان التفاتى ننمودند و همه را كشتند و كليسا را يغما كردند .\r\nفرمانروايان اين فرنگيان سه تن بودند : يكى دوقس البنادقه كه كشتىهاى نيروى دريائى را در اختيار داشت و با كشتىهاى او فرنگيان به قسطنطنيه رسيدند .\r\nاو رهبرى سالخورده و كور بود و وقتى كه سوار اسب مىشد ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاسبش او را راهنمائى مىكرد .\r\nديگرى را مركيس ( ماركيز ) مىخواندند . او سردستهء فرنگيان بود .\r\nسومى كنت افلند ناميده مىشد و شمارهء سربازانش از همه بيش‌تر بود .\r\nپس از دست‌يابى بر قسطنطنيه ، بر سر فرمانروائى بر اين شهر قرعه كشيدند . و قرعه به نام كنت افلند بيرون آمد .\r\nاين قرعه كشى را براى بارهاى دوم و سوم نيز تكرار كردند و هر بار قرعه همچنان به نام او در آمد .\r\nلذا كنت افلند را فرمانرواى قسطنطنيه ساختند . خداوند فرمانروائى را به هر كس كه خواست مىبخشد و از هر كس كه خواست مىگيرد .\r\nاز اين رو وقتى سه بار قرعه به نام كنت افلند در آمد حكومت قسطنطنيه و نواحى مجاور آن را به دو سپردند .\r\nقرار شد جزائرى مانند كرت و رودس و غيره در اختيار دوقس البنادقه باشد و شهرهايى كه در بخش خاورى آن خليج بودند ، مانند ازنيق ( نيقيه ) و لاذقيه ، به مركيس ، سر دستهء فرنگيان تعلق گيرد .\r\nولى به هيچيك چيزى نرسيد جز به همان كس كه قرعهء فرمانروائى قسطنطنيه به نام وى در آمده بود .\r\nباقى نقاط را روميانى كه در آنها به سر مىبردند ، تسليم نكردند .\r\nاما شهرهاى بخش خاورى خليج كه قبلا به فرمانرواى\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nقسطنطنيه تعلق داشت و نزديك شهرهاى ركن الدين سليمان بن قلج ارسلان بود و نيقيه و لاذقيه نيز از آن جمله به شمار مىرفتند ، به تصرف يكى از بطريق‌هاى بزرگ روم در آمدند .\r\nاين بطريق كه بر آن شهرها تسلط يافت ، نامش لشكرى بود و آن شهرها تا امروز نيز به دست او اداره مىشوند .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nشكست خوردن نور الدين فرمانرواى موصل از لشكريان ملك عادل\r\nدر اين سال ، در بيستم ماه شوال ، نور الدين ارسلانشاه ، فرمانرواى موصل ، از لشكريان ملك عادل شكست خورد .\r\nسبب اين شكست آن بود كه ميان نور الدين ارسلانشاه و عمويش ، قطب الدين محمد بن زنگى ، صاحب سنجار ، اول كدورت شديدى بود ولى بعد آشتى كردند و با يك ديگر همدست شدند . و چنان كه ضمن شرح وقايع سال 595 ذكر كرديم ، نور الدين با قطب الدين به ميافارقين رفت .\r\nاما در اين سال ملك عادل ابو بكر بن ايوب ، فرمانرواى مصر و دمشق و شهرهاى جزيرهء ابن عمر براى قطب الدين پيام فرستاد و از در دوستى در آمد و به دلجوئى از او پرداخت .\r\nقطب الدين محمد نيز به ملك عادل گرويد و خطبه به نام او خواند .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nنور الدين ارسلانشاه ، همين كه اين خبر را شنيد ، در پايان ماه شعبان به شهر نصيبين رفت كه در اختيار قطب الدين بود .\r\nآن شهر را محاصره كرد و گرفت . قلعهء شهر باقى ماند كه آن را نيز چند روز محاصره كرد .\r\nهنگامى كه به محاصرهء قلعه اشتغال داشت و چيزى نمانده بود كه آن را بگشايد و تصرف كند ، به دو خبر رسيد كه مظفر الدين كوكبرى بن زين الدين على ، صاحب اربل ، به توابع موصل حمله برده و نينوى را تاراج كرده و غلات آن را نيز آتش زده است .\r\nنمايندهء نور الدين كه در موصل بود و نگهدارى موصل را بر عهده داشت ، خبر تاخت و تاز مظفر الدين را به نور الدين فرستاد و نور الدين به دريافت اين خبر از نصيبين روانهء موصل گرديد و در انديشهء آن بود كه به شهر اربل برود و آنجا را غارت كند همچنان كه صاحب اربل در نينوى دست به غارت گذاشته بود .\r\nنور الدين به شهر بلد رسيد و مظفر الدين كوكبرى نيز به شهر خويش بازگشت .\r\nنور الدين در ضمن پى برد به اين كه در آنچه به وى گفته بودند زياده‌روى شده بوده است .\r\nلذا از شهر بلد به تل اعفر رفت و آن جا را محاصره كرد و گرفت و كارهايش را سر و سامان بخشيد و هفده روز در آن جا ماند .\r\nدر همان اوقات ملك اشرف موسى ، پسر ملك عادل بن ايوب ، براى كمك به قطب الدين ، صاحب سنجار و نصيبين ، از شهر حران به رأس عين رفته بود .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nاو و مظفر الدين كوكبرى ، صاحب اربل ، و صاحب حصن كيفا و آمد ، و صاحب جزيرهء ابن عمر و فرمانروايان ديگر با هم همدست شده بودند كه به قطب الدين كمك كنند و نگذارند كه نور الدين چيزى از شهرهاى او را بگيرد .\r\nهمه از نور الدين هراسان و انديشناك بودند و چون نور الدين در نصيبين اقامت داشت نمىتوانستند گرد هم آيند .\r\nهمين كه نور الدين از نصيبين دور شد ، ملك اشرف به نصيبين رفت صاحب حصن كيفا و صاحب جزيرهء ابن عمر و صاحب شهر دارا نيز روانهء نصيبين گرديدند و در آن جا به دو پيوستند .\r\nاز نصيبين به شهر بقعا ، نزديك بوشرى ، رفتند .\r\nنور الدين از تل اعفر رهسپار كفر زمار شد و در انديشهء آن بود كه وقت بگذراند تا دشمنان وى پراكنده شوند .\r\nدر اين گير و دار يكى از مملوكان نور الدين ، موسوم به جرديك ، كه از سوى نور الدين فرستاده شده بود تا دربارهء ميزان نيروى دشمنانش تحقيق كند نامه‌اى به نور الدين نگاشت و شمارهء آنان را در چشم وى اندك و ناچيز جلوه داد و او را برانگيخت تا بر آنان حمله برد .\r\nدر اين نامه ، همچنين نوشته بود : « اگر به من اجازه دهى ، به تنهائى با آنان روبرو خواهم شد . »\r\nنور الدين كه چنين ديد ، روانهء بوشرى شد و ظهر روز بعد بدانجا رسيد در حالى كه ياران و چارپايان وى بر اثر راه پيمائى و سختى گرما خسته و فرسوده شده بودند .\r\nاو در نزديك سپاه دشمن ، جائى كه كم‌تر از يك ساعت راه با\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nآنان فاصله داشت ، اردو زد .\r\nهمين كه به دو خبر رسيد كه لشكريان دشمن سوار شده و آمادهء پيكار گرديده‌اند ، او نيز با ياران خويش سوار شد و به سوى ايشان تاخت .\r\nولى نشانه‌اى از دشمنان نديد . از اين رو ، به خيمه‌گاه خود بازگشت و فرود آمد و لشكريانش نيز بياسودند .\r\nآنگاه بسيارى از سربازان را به قريه‌هاى اطراف فرستاد تا علوفه براى چارپايان و چيزهاى ديگر مورد نياز خود را فراهم آورند .\r\nبعد ، بار ديگر ، كسى آمد و او را از حركت دشمن و قصد او آگاه ساخت .\r\nنور الدين و لشكرش سوار شدند و به سوى دشمنان تاختند .\r\nميان ايشان نزديك به دو فرسنگ فاصله بود .\r\nنور الدين و سپاهيانش هنگامى كه در برابر دشمن اردو زدند ، خستگى و رنجشان فزونى يافته بود ، در حالى كه دشمنانشان به اندازهء كافى استراحت كرده و تازه نفس بودند .\r\nدو لشكر با يك ديگر روبرو شدند و به پيكار پرداختند .\r\nجنگ ميان ايشان ديرى نپائيد كه لشكر نور الدين شكست خورد و پا به گريز نهاد .\r\nنور الدين نيز گريخت و راه موصل در پيش گرفت و هنگامى كه به موصل رسيد ، تنها چهار تن همراهش بودند .\r\nبعد لشكريان او كه گريخته و پراكنده شده بودند ، رفته رفته به همديگر پيوستند .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nملك اشرف و همراهانش آمدند و در كفر زمار اردو زدند و شهرهاى آن حدود را سخت تاراج كردند . و تباهى و نابودىهائى به بار آوردند كه شايستهء ايشان نبود به ويژه در شهر بلد كه آن را به بدترين گونه‌اى غارت نمودند .\r\nاز رويدادهاى شگفت‌آورى كه در اين باره شنيديم يكى آن بود كه زنى پخت و پز مىكرد .\r\nهمين كه آن يغماگرى و چپاول را ديد ، النگوهايى را كه به دست داشت در آتش انداخت و گريخت .\r\nسربازى بدان جا رسيد و هر چه در خانه يافت تاراج كرد .\r\nدر آن ميان تخم مرغى ديد . آن را بر گرفت و در آتش گذارد كه بپزد و بخورد .\r\nهمين كه تخم مرغ را بر روى آتش حركت داد ، چشمش به النگوها افتاد و آنها را برداشت .\r\nاقامت مهاجمان در آن جا به درازا كشيد و پيك و پيام‌هائى دربارهء صلح رد و بدل شد .\r\nكار بدين جا رسيد كه نور الدين تل اعفر را برگرداند و صلح بر همان پايهء اول باشد .\r\nنور الدين در برگرداندن تل اعفر درنگ كرد و چون كار به درازا كشيد ، آن را تسليم ايشان نمود .\r\nبدين گونه ، در آغاز سال 601 همه با هم صلح كردند و لشكريان از آن نواحى پراكنده شدند .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nهجوم فرنگيان به شهر اسلامى در شام و صلح با ايشان\r\nگروه بسيارى از فرنگيان در اين سال از راه دريا به شام رفتند .\r\nدست‌يابى آنها بر شهر قسطنطنيه اين كار را براى آنها آسان ساخته بود .\r\nكشتىهاى فرنگيان بر كرانهء عكا لنگر انداخت .\r\nدر آن جا پياده شدند و تصميم گرفتند تا به بيت المقدس - كه خدا نگهدارش باد ! - حمله برند و آن شهر را از دست مسلمانان بگيرند .\r\nپس از استراحت در عكا حركت كردند و بسيارى از - شهرهاى اسلامى را در نواحى اردن تاراج نمودند و زنان و كودكان را اسير ساختند و خون مسلمانان را ريختند .\r\nملك عادل كه در دمشق بود ، كسانى را فرستاد تا از شهرهاى\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nشام و مصر لشكريان او را گرد آورند .\r\nپس از بسيج سپاه ، حركت كرد و در نزديك الطور كه با عكا فاصلهء زيادى نداشت اردو زد تا از حملهء فرنگيان بر شهرهاى اسلامى جلوگيرى كند .\r\nفرنگيان نيز در مرج عكا فرود آمدند و به كفركنا حمله بردند و همهء كسانى را كه در آن جا بودند اسير ساختند و اموالشان را گرفتند .\r\nسرداران ملك عادل مىكوشيدند تا او را برانگيزند كه او هم به شهرهاى فرنگيان حمله برد و آنها را غارت كند .\r\nولى او چنين كارى نكرد و همچنان بر جاى ماند تا سال به پايان رسيد .\r\nدر سال 601 بود كه با فرنگيان صلح كرد . بدين قرار كه دمشق و توابع آن و هر چه از سرزمين شام در دست داشت به فرنگيان واگذاشت و از دريافت نيمى از در آمد صيدا و رمله و جاهاى ديگر نيز به سود فرنگيان صرف نظر كرد . ناصره و غيره را نيز به ايشان بخشيد و رهسپار شهرهاى مصرى گرديد .\r\nفرنگيان بعد به شهر حماة هجوم بردند .\r\nصاحب حماة ، ناصر الدين محمد بن تقى الدين عمر بن شاهنشاه بن ايوب ، با آنان روبرو شد و جنگيد .\r\nولى چون شمارهء لشكريانش اندك بود ، فرنگيان او را شكست دادند و تا شهر حماة دنبال كردند .\r\nمردم حماة براى جنگ با فرنگيان از شهر بيرون آمدند .\r\nفرنگيان گروهى از ايشان را كشتند و بازگشتند .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nكشته شدن امير كوكجه در شهرهاى جبل\r\nپيش از اين دربارهء چيره شدن امير كوكجه ، مملوك پهلوان محمد بن ايلدگز ، بر رى و همدان و شهر جبل سخن گفتيم .\r\nاو تا اين هنگام به حال خود باقى بود .\r\nامير كوكجه يكى ديگر از مملوكان پهلوان را كه ايدغمش نام داشت ، پرورده و برترى بخشيده و مورد نوازش قرار داده و به وى اعتماد كرده بود .\r\nاين ايدغمش دسته‌هائى از مملوكان و افراد ديگر را گرد آورد و بر آن شد كه امير كوكجه را از ميان بردارد .\r\nسرانجام دو حريف در برابر هم صف‌آرايى كردند و به پيكار پرداختند .\r\nدر اين جنگ كوكجه كشته شد و ايدغمش بر شهرها چيره گرديد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nايدغمش ، اوزبك بن پهلوان را نيز با خود برده بود .\r\nاوزبك بن پهلوان اسما فرمانروائى مىكرد ولى رسما ايدغمش كارها را سر و سامان مىداد و فرمانروائى را در دست داشت .\r\nايدغمش دلير و بيباك و بيدادگر ، ولى كوكجه دادگر و نيكرفتار بود . خدايش بيامرزاد !\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nدرگذشت ركن الدين بن قلج ارسلان و فرمانروائى پسرش پس از او\r\nدر اين سال ، در تاريخ ششم ذى القعده ، ركن الدين سليمان بن قلج ارسلان بن مسعود بن قلج ارسلان بن سليمان بن قتلمش بن سلجوق ، فرمانرواى آن بخش از سرزمين روم كه ميان ملطيه و قونيه قرار داشت ، از جهان رفت .\r\nاو به بيمارى قولنج گرفتار شد و پس از هفت روز درگذشت .\r\nپنج روز پيش از بيمارى خود به برادر خويش خيانت ورزيده و او را از پاى در آورده بود .\r\nبرادرش فرمانروائى آنكارا را داشت كه شهرى بزرگ و استوار به شمار مىرفت و گرفتنش براى ركن الدين دشوار بود .\r\nاز اين رو ، ركن الدين آن شهر را در ميان گرفت و چند سال اين محاصره را پيگيرى كرد تا برادرش بيتاب و ناتوان گرديد و خواربار و آذوقهء وى كاهش يافت و ناچار حاضر شد تا در برابر جاى ديگرى كه بگيرد ، آنكارا را تسليم كند .\r\nركن الدين نيز در عوض آنكارا ، قلعه‌اى در اطراف شهرش\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nرا به وى واگذاشت و دربارهء اين واگذارى سوگند ياد كرد .\r\nبرادرش نيز ، روى اعتماد به سوگند او ، با دو فرزند خويش از آنكارا بيرون آمد و شهر را تسليم كرد .\r\nدر همين هنگام ركن الدين كسى را گماشت كه او و فرزندانش را دستگير كرد .\r\nآنگاه او را كشت .\r\nاز اين رويداد بيش از پنج روز نگذشته بود كه ركن الدين به بيمارى قولنج گرفتار شد و درگذشت .\r\nپس از درگذشت او ، مردم دربارهء فرمانروائى پسرش ، قلج ارسلان ، كه خردسال بود ، توافق كردند .\r\nاو تا قسمتى از سال 601 بر مسند فرمانروائى باقى ماند ولى بعد از كار بر كنار شد چنان كه ما در جاى خود آن را ذكر خواهيم كرد .\r\nركن الدين به دشمنان خويش سخت مىگرفت و در كار فرمانروائى شايستگى داشت . چيزى كه بود مردم او را به فساد عقيده منسوب مىساختند .\r\nگفته مىشد او معتقد است كه مذهب وى مذهب فلاسفه است .\r\nهر كس كه به اين مذهب متهم مىشد و جانش به خطر مىافتاد ، به وى پناه مىبرد .\r\nاين طايفه از او مهربانى بسيار مىديدند .\r\nولى او مردى خردمند بود و دوست داشت كه اين مذهب را پنهان كند تا مردم از او بيزار نشوند .\r\nاز او براى من حكايت كرده‌اند كه مردى متهم به زندقه و\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nپيروى از مذهب فلاسفه در خدمت وى ميزيست و به وى نزديك بود .\r\nروزى فقيهى پيش او آمد و با او به بحث و مناظره پرداخت .\r\nآن مرد همين كه برخى از معتقدات فلاسفه را آشكار ساخت ، فقيه از جاى برخاست و به سوى او رفت و در حضور ركن الدين او را كتك زد و دشنام داد . در حالى كه ركن الدين تماشا مىكرد و همچنان خاموش بود .\r\nپس از رفتن فقيه ، آن مرد به ركن الدين گفت : « در حضور تو با من چنين مىكنند و تو ناراحت نمىشوى ؟ » جواب داد ، « اگر من حرفى مىزدم همهء ما كشته مىشديم .\r\nچيزى را كه تو مىخواهى ، نمىتوان اظهار كرد . »\r\nآن مرد كه اين سخن شنيد از خدمت ركن الدين كناره گرفت .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nكشته شدن باطنيان در واسط\r\nدر اين سال ، باطنيانى كه در شهر واسط بودند ، كشته شد .\r\nسبب پيدا شدن اين فرقه در شهر واسط و كشته شدنشان آن بود كه مردى ميانشان آمد معروف به زكم محمد بن طالب بن عصيه ، كه اصلش از قاروب ، از قريه‌هاى واسط ، بود .\r\nاين مرد ، كه باطنى و ملحد بود ، در نزديك خانه‌هاى بنى هروى خانه گرفت .\r\nمردم به ديدارش شتافتند و در اثر آمد و شد مردم به خانه او پيروانش فزونى يافتند .\r\nاز كسانى كه پيش او رفت مردى بود كه حسن صابونى ناميده مىشد .\r\nاتفاقا او به سويقه رفته بود . و مردى نجار كه اهل اين مذهب بود با حسن صابونى سخن گفت .\r\nحسن پاسخى سخت زننده به دو داد . نجار نيز برخاست و او را كشت .\r\nمردم كه اين خبر را شنيدند ، شورش كردند و هر كسى را\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nكه بستگى بدان مذهب داشت كشتند .\r\nآنگاه به خانهء ابن عصيه حمله بردند .\r\nولى گروهى از ياران او كه در خانه‌اش گرد آمده بودند ، در را بستند و به بام خانه رفتند و از آن جا به دور كردن مردم پرداختند .\r\nمردم نيز از خانهء ديگرى خود را به بالاى بام رساندند .\r\nكسانى كه در خانه بودند ، درها و راهروها را بستند و در خانه تحصن گزيدند .\r\nمهاجمان درهاى بام را شكستند و پائين رفتند و هر كه را در خانه يافتند كشتند و خانه را آتش زدند .\r\nابن عصيه نيز كشته شد .\r\nگروهى از ساكنان خانه در راه گشودند و گريختند ولى همه كشته شدند .\r\nاين خبر به بغداد رسيد و فخر الدين ابو البدر بن امسيناى واسطى ، براى اصلاح وضع و فرو نشاندن فتنه ، بدان جا فرستاده شد .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nدست يافتن محمود بر شهر مرباط و نواحى ديگرى از حضرموت\r\nدر اين سال مردى كه محمود بن محمد حميرى ناميده مىشد بر شهر مرباط و ظفار و نواحى ديگرى از حضرموت دست يافت .\r\nاو در آغاز كار يك كشتى داشت و آن را به بازرگانانى كه در دريا تجارت مىكردند ، كرايه مىداد .\r\nبعد به وزارت صاحب مرباط رسيد و چون از صفات پسنديده‌اى مانند جوانمردى و دليرى و نيكرفتارى برخوردار بود ، پس از درگذشت صاحب مرباط توانست بر آن شهر چيره شود .\r\nمردم نيز چون او را ، به خاطر رفتار و داد و دهش ، دوست داشتند ، از او فرمانبردارى كردند .\r\nروزگار فرمانروائى او به درازا كشيد .\r\nدر سال 619 مرباط و ظفار را خراب كرد و شهر جديدى\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبر كرانهء دريا ، نزديك مرباط ساخت .\r\nدر حوالى اين شهر چشمهء بزرگى از آب شيرين بود كه آن را در اين شهر جديد روان كرد .\r\nبراى شهر ديوار و خندقى نيز ساخت و آن را استوار كرد و نامش را احمديه نهاد .\r\nاو دوستدار شعر بود و براى شعر پاداش و جايزهء بسيار مىداد .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال ناوگانى از سوى فرنگيان رهسپار شهرهاى مصرى گرديد .\r\nمهاجمان فرنگى كه در اين كشتىها بودند به شهر فوة حمله بردند . پنج روز در آن جا ماندند و به يغما و چپاول و دست درازى به زنان و اسير كردن مردان پرداختند .\r\nلشكريان مصر روبروى ايشان بودند و آن تبهكارىها را مىنگريستند و كارى نمىتوانستند بكنند چون رود نيل در ميانه بود و كشتى نداشتند تا خود را به دشمن برسانند .\r\nدر اين سال زلزلهء بزرگى در بيش‌تر نواحى مصر ، شام ، جزيرهء ابن عمر ، شهرهاى روم شرقى ، سيسيل و قبرس روى داد و به موصل و عراق و جاهاى ديگر رسيد .\r\nاين زلزله ديوار شهر صور را ويران ساخت و به بسيارى از نواحى شام آسيب رساند .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nدر اين سال ، در ماه رجب ، گروهى از صوفيان در خانقاه شيخ الشيوخ در بغداد گرد آمدند .\r\nآنجا يك صوفى بود به نام احمد بن ابراهيم دارى ، از ياران شيخ الشيوخ عبد الرحيم بن اسماعيل ، كه خدا ايشان را بيامرزاد ! با آنان خواننده‌اى بود كه اين شعر را مىخواند :\r\n عويذلتى اقصرى كفى بمثيبى عذل * شباب كان لم يكن و شيب كان لم يزل\r\nو حق ليالى الوصال اواخرها و الاول * و صفرة لون المحب عند استماع العذل\r\nلئن عاد عيشى بكم حلى العيش لى و اتصل \r\n( يعنى : اى سرزنش كنندهء من ، سخن كوتاه كن كه پيرى براى سرزنش من بس است .\r\nجوانى گوئى هرگز نبوده و پيرى گوئى هرگز از ميان نمىرود .\r\nبه حق آغاز و پايان شب‌هاى وصال و زردى رنگ عاشق هنگامى كه سرزنش مىشنود ، اگر به ديدار شما زندگى از سر گيرم ، زندگى برايم شيرين مىگردد و پيوندهاى گسسته ، بسته مىشود . )\r\nصوفيان به شنيدن اين شعر بنا بر عادتى كه داشتند به سماع برخاستند و شيخ مذكور نيز به وجد و طرب برخاست . بعد افتاد و از حال رفت .\r\nوقتى او را تكان دادند مرده بود .\r\nبر او نماز گزاردند و به خاكش سپردند . مردى پارسا بود .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nدر اين سال ابو الفتوح اسعد بن محمود عجلى ، فقيه شافعى ، درگذشت .\r\nفوت او در ماه صفر ، در اصفهان ، اتفاق افتاد .\r\nاو امامى فاضل بود .\r\nدر اين سال ، قاضى هرات ، عمدة الدين فضل بن محمود بن صاعد ساوى از جهان رخت بربست .\r\nدر گذشت او در ماه رمضان روى داد .\r\nپس از او پسرش ، صاعد ، به جاى او بر مسند قضا نشست .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n601 وقايع سال ششصد و يكم هجرى قمرى\r\n\r\nگرفتن غياث الدين كيخسرو شهرهاى روم را از برادرزادهء خويش\r\nدر اين سال ، در ماه رجب ، غياث الدين كيخسرو بن قلج ارسلان شهرهاى روم شرقى را گرفت .\r\nاين شهرها سابقا در دست برادرش ، ركن الدين سليمان ، بود ، و پس از درگذشت وى ، به پسرش ، قلج ارسلان بن ركن الدين ، رسيد .\r\nسبب دست يافتن غياث الدين بر آن شهرها اين بود كه ركن - الدين آنچه را كه به برادرش غياث الدين تعلق داشت و آن هم شهر قونيه\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبود ، از او گرفت .\r\nغياث الدين از دست او گريخت و رهسپار شام شد و پيش ملك ظاهر غازى بن صلاح الدين ، فرمانرواى حلب ، رفت .\r\nولى مورد قبول وى واقع نگرديد .\r\nلذا از او دست كشيد و از پيش او رفت .\r\nچندى همچنان شهر به شهر مىگشت تا به قسطنطنيه رسيد .\r\nفرمانرواى روم شرقى او را بنواخت و تيولى در اختيارش گذاشت و در بزرگداشت او كوشيد .\r\nغياث الدين كيخسرو در نزد او ماند و با دختر يكى از بطريق‌هاى [ ( 1 ) 
  ] بزرگ نيز زناشوئى كرد .\r\nاين بطريق قلعه‌اى از توابع قسطنطنيه را در اختيار خويش داشت .\r\nهنگامى كه فرنگيان قسطنطنيه را گرفتند ، غياث الدين در پناه او ، يعنى پدر زن خود ، گريخت كه در قلعهء خويش به سر مىبرد .\r\nاو از غياث الدين در آن جا پذيرائى كرد و او را پيش خود نگه داشت و به دو گفت : « ما در نگهدارى اين قلعه با هم شريك مىشويم و به در آمد آن قناعت مىكنيم . »\r\nغياث الدين نيز در آن جا ماند .\r\nوقتى كه برادرش - چنان كه گفتيم - در سال 600 از جهان رفت سرداران او در اطراف پسرش گرد آمدند\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] - بطريق : فرماندهء سپاهيان رومى ( فرهنگ فارسى دكتر معين )\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nولى تركان اوج كه در آن جا شمارهء ايشان بسيار بود ، با آنان به مخالفت برخاستند و از پيروى آنان سر باز زدند .\r\nآنگاه كسى را پيش غياث الدين كيخسرو فرستادند و او را به نزد خود فرا خواندند تا فرمانروائى آن سرزمين را به وى واگذار كنند .\r\nغياث الدين نيز حركت كرد و در ماه جمادى الاولى بدان جا رسيد .\r\nهواخواهان وى در اطرافش گرد آمدند و شمارهء كسانش رو به فزونى نهاد .\r\nبا اين گروه به شهر قونيه رفت تا آن جا را محاصره كند .\r\nپسر ركن الدين با لشكريان خويش در آن جا به سر مىبرد .\r\nاو گروهى از آن لشكر را براى پيكار با عموى خود بسيج كرد .\r\nاين سربازان با او روبرو شدند و او را شكست دادند و گريزان ساختند .\r\nغياث الدين كيخسرو ، پس از اين شكست ، سرگشته ماند و نمىدانست به كجا روى آورد .\r\nسرانجام رهسپار شهر كوچكى شد كه آن را اوكرم مىخواندند و در نزديك قونيه قرار داشت .\r\nبه خواست خداى بزرگ ، مردم اقصرا به والى شهر شوريدند و او را از آن جا بيرون كردند ، و به هوادارى از غياث الدين كيخسرو بانگ برداشتند و فرمانروائى او را خواستار شدند .\r\nمردم قونيه ، وقتى شنيدند كه اهل اقصرا چه كرده‌اند ،\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nگفتند : « ما براى چنين كارى شايستگى بيش‌ترى داريم . »\r\nاين سخن را از آن رو گفتند كه غياث الدين هنگامى كه فرمانرواى ايشان بود ، نيكرفتارى كرده بود .\r\nاز اين رو مردم سروران خود را راندند و غياث الدين كيخسرو را به فرمانروائى فرا خواندند .\r\nغياث الدين نيز بدان سو شتافت و شهر را گرفت و برادرزادهء خويش و يارانش را دستگير كرد .\r\nبدين گونه خداوند غياث الدين را فرمانروائى بخشيد و در يك ساعت فرمانروائى سراسر آن نواحى نصيب وى گرديد .\r\nستايش مر خدائى را كه هر گاه كارى را خواست ، وسائل انجامش را نيز فراهم آورد .\r\nبرادر او ، قيصر شاه ، كسى بود كه شهر ملطيه را در اختيار داشت .\r\nدر سال 597 كه ركن الدين ملطيه را از او گرفت ، ناچار از شهر بيرون شد و چون با دختر ملك عادل ابو بكر بن ايوب زناشوئى كرده بود ، پيش ملك عادل رفت و از او يارى خواست .\r\nملك عادل به وى دستور داد تا در شهر رها بماند . و او نيز در آن جا ماند .\r\nهمين كه شنيد برادرش ، غياث الدين كيخسرو ، به فرمانروائى رسيده ، به نزد او شتافت ولى غياث الدين او را نپذيرفت . تنها كارى كه كرد اين بود كه چيزى به دو بخشيد و دستور داد كه از آن نواحى برود .\r\nقيصر شاه نيز ناچار به رها برگشت و از نو در آن شهر\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nاقامت گزيد .\r\nهمين كه پايه‌هاى فرمانروائى غياث الدين كيخسرو استوار شد ، ملك افضل ، صاحب سميساط به ديدار او شتافت . و او را در شهر قيساريه ملاقات كرد .\r\nهمچنين نظام الدين ، صاحب خرتبرت ، پيش او رفت و از پيروان او گرديد .\r\nبدين گونه پايهء غياث الدين كيخسرو بلند شد و كارش بالا گرفت .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nمحاصرهء خرتبرت به دست صاحب شهر « آمد » و بازگشت او از آن جا\r\nخرتبرت به عماد الدين بن قرا ارسلان تعلق داشت .\r\nپس از درگذشت عماد الدين ، پسرش ، نظام الدين ابو بكر ، اختيار آن جا را به دست گرفت .\r\nاو به ركن الدين بن قلج ارسلان و پس از وى ، به برادرش ، غياث الدين كيخسرو پناهنده شد تا او را يارى دهند و نگذارند كه پسر عمش ، ناصر الدين محمود بن محمد بن قرا ارسلان بر او پيروز شود .\r\nصاحب آمد به ملك عادل پناهنده شده و به فرمان وى در آمده بود .\r\nاو با ملك اشرف ، پسر ملك عادل ، براى پيكار با صاحب موصل يارى و همراهى كرد بدين شرط كه ملك اشرف نيز متقابلا\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبا لشكريان خود ، همراه او برود و خرتبرت را براى او بگيرد .\r\nسبب طمع او به تصرف خرتبرت ، درگذشت ركن الدين بود .\r\nهمين كه سال تازه ، يعنى سال 601 ، فرا رسيد او انجام كارى را كه قرار گذاشته بودند ، خواستار شد .\r\nملك اشرف نيز با لشكريانى كه از ديار جزيره ، يعنى از سنجار و جزيرهء ابن عمر و موصل و نواحى ديگر بسيج كرده بود ، همراه وى روانه گرديد .\r\nاين عده در ماه شعبان به خرتبرت رسيدند و در آن جا فرود آمدند و در ماه رمضان ربض ، يعنى محوطه‌اى را كه ميان قلعهء شهر و ديوار بيرونى آن بود ، به تصرف در آوردند .\r\nپس از تسلط غياث الدين كيخسرو بر شهرهاى روم ، صاحب خرتبرت نيز به ديدار او شتافته و در شمار فرمانبرداران وى در آمده بود .\r\nاو ، بعد از حملهء صاحب آمد بر خرتبرت ، از غياث الدين درخواست كرد كه لشكرى بفرستد تا مهاجمان را از خرتبرت دور سازند .\r\nغياث الدين نيز سپاهى انبوه كه شماره‌اش به شش هزار سوار مىرسيد ، بسيج كرد و همراه ملك افضل صاحب سميساط ، روانه ساخت .\r\nهمين كه اين لشكر به ملطيه رسيد ، صاحب آمد و همراهانش از خرتبرت رفتند و در صحرا اردو زدند .\r\nآنگاه درياچه‌اى را كه معروف به درياچهء سمنين بود محاصره كردند .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nدر آن حدود دو حصن وجود داشت كه يكى از آنها به صاحب خرتبرت متعلق بود .\r\nاين حصن را در ميان گرفتند و به سوى آن پيشروى كردند و در دوم ذى الحجه آن را گشودند .\r\nهمين كه صاحب خرتبرت با لشكر رومى به خرتبرت رسيد ، صاحب آمد از آن درياچه رفت و حصنى را كه در آن حدود گرفته بود مستحكم ساخت و عيوبش را رفع كرد .\r\nسپس به اندازهء يك روز راه در پشت اين حصن عقب نشست و فرود آمد و اردو زد .\r\nدر آن جا پيك و پيام‌هائى ميان او و صاحب خرتبرت رد و بدل گرديد .\r\nلشكر رومى آن درياچه را مىخواست و صاحب آمد نيز از تسليمش خوددارى مىكرد .\r\nوقتى كار به درازا كشيد ، آن حصن در دست صاحب آمد باقى ماند و دو لشكر از هم جدا شدند و هر كدام به شهرهاى خود رفتند .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nآشوب‌هائى در بغداد\r\nدر هفدهم ماه رمضان ، زد و خوردى در بغداد ميان مردم باب الازج و مردم مأمونيه روى داد .\r\nسبب بروز اين آشوب آن بود كه مردم باب الازج ، درنده‌اى را كشتند و مىخواستند لاشه‌اش را بگردانند و به همه نشان دهند .\r\nمردم مأمونيه جلوى آنها را گرفتند . در نتيجه ، نزديك بستان الكبير ميان اهالى دو محلهء مذكور زد و خوردى در گرفت .\r\nگروه بسيارى زخمى و گروهى نيز كشته شدند .\r\nصاحب باب الازج سوار بر اسب گرديد و روانه شد كه آشوب را فرونشاند .\r\nولى اسب او زخم برداشت ، و بازگشت .\r\nروز بعد مردم مأمونيه به سراغ مردم باب الازج رفتند .\r\nميان آنان فتنهء سختى در گرفت و دو دسته با تير و شمشير به جان هم افتادند .\r\nكار به جاى باريك كشيد و خانه‌هائى كه در آن نزديكى قرار\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nداشت در معرض يغما و چپاول واقع شد .\r\nركن بن عبد القادر و يوسف عقاب كوشيدند تا مردم را آرام كنند .\r\nپاسبانان سوار ترك نيز شب را در آن جا به صبح رساندند و از اجتماع آشوبگران جلوگيرى كردند .\r\nبدين گونه فتنه فرونشست و مردم آرام يافتند .\r\nدر بيستم ماه رمضان نيز ميان مردم قطفتا و قريه‌اى از محلات كرانهء غربى دجله آشوبى بر پا شد .\r\nاين آشوب نيز به سبب كشتن جانور درنده‌اى بود .\r\nمردم قطفتا مىخواستند گرد هم آيند و لاشهء حيوان را به گردش در آورند .\r\nولى مردم آن قريه نگذاشتند كه لاشه را در آن جا بگردانند .\r\nاز اين رو ، ميانشان زد و خورد در گرفت و عده‌اى از آنان كشته شدند .\r\nبراى رفع فتنه و اصلاح وضع و بازداشتن مردم از جنگ و جدال لشكرى از ديوان خلافت فرستاده شد .\r\nبدين گونه ، مردم از آشوب دست برداشتند .\r\nدر نهم ماه رمضان هم ميان مردم سوق السلطان و جعفريه زد و خوردى روى داد .\r\nسبب اين آشوب دو نفر از دو محلهء مذكور بودند كه با يك ديگر نزاع كردند و هر يك به تهديد ديگرى پرداخت .\r\nرفته رفته اهالى دو محله جمع شدند و در مقبرهء جعفريه سرگرم زد و خورد گرديدند .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nدر اين جا نيز از ديوان خلافت كسانى فرستاده شدند كه كار را اصلاح كنند و فتنه را فرونشانند .\r\nوقتى دامنهء آشوب گسترش يافت ، سردار بزرگى از مملوكان خليفهء مأمور گوشمالى آشوبگران گرديد .\r\nاو با گروه بسيارى از كسان خود در شهر به گردش پرداخت و جمعى از كسانى را كه مورد سوء ظن قرار داشتند گرفت و كشت .\r\nبدين گونه مردم آرام يافتند .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nتاخت و تاز طايفهء كرج در شهرهاى اسلامى\r\nدر اين سال طايفهء كرج در شهرهاى اسلامى استان آذربايجان به تاخت و تاز پرداخت .\r\nمهاجمان تبهكارى و فساد بسيار كردند و دست به تاراج گذاشتند و زنان و كودكان را به اسارت در آوردند .\r\nپس از آن به ناحيه خلاط ، از ارمنستان ، حمله بردند .\r\nهمچنين به شهرهاى ديگر تاختند و به آزار مردم پرداختند تا به ملازگرد رسيدند .\r\nاز مسلمانان هيچ كس برنخاست تا از تاخت و تازهاى آنان جلوگيرى كند .\r\nاز اين رو ، آنها شهر به شهر گشتند و هر جا كه رسيدند به تاراج اموال و اسارت مردان و دست درازى به زنان پرداختند .\r\nهر گاه كه به سوى شهرى پيشروى مىكردند ، لشكريان مسلمانان از آنها عقب مىافتادند ، و بعد باز مىگشتند .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nاما خداى بزرگ ناظر اسلام و اهل اسلام است و كسى را وامىدارد كه به دفاع از شهرهاى ايشان پردازد و مرزهاى ايشان را حفظ كند و با دشمنانشان بجنگد .\r\nدر اين سال طايفهء كرج به سرزمين خلاط تاختند و تا شهر ارجيش و اطراف آن پيش رفتند و شهرها را تاراج كردند و ويران ساختند و مردم را به بند اسارت در آوردند .\r\nآنگاه به حصن التى رفتند كه از توابع خلاط و نزديك ارزن - الروم بود .\r\nفرمانرواى خلاط كه چنين ديد ، لشكر خود را گرد آورد و پيش فرزند قلج ارسلان ، صاحب ارزن الروم ، رفت و از او براى سركوبى طايفهء كرج يارى خواست .\r\nاو نيز همهء لشكريان خويش را در اختيار وى گذاشت .\r\nآنان به سر وقت مهاجمان كرج شتافتند و با آنان روبرو شدند و جنگ كردند .\r\nدر اين جنگ مردم كرج شكست خوردند و گريختند و زكرى صغير نيز كشته شد .\r\nاين مرد از بزرگان فرماندهان كرج به شمار مىرفت و كسى بود كه اين لشكر كرج را فرماندهى مىكرد و در آن حملات رهبرى مىنمود .\r\nمسلمانان هر چه طايفهء كرج پول و اسب و سلاح داشتند به غنيمت بردند و از ايشان گروه بسيارى را كشتند و اسير كردند .\r\nطايفهء كرج پس از اين شكست به شهرهاى خود بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nجنگ امير مكه و امير مدينه\r\nدر اين سال همچنين ميان امير قتادة الحسنى ، امير مكه ، و امير سالم بن قاسم حسينى ، امير مدينه ، جنگى در گرفت .\r\nدر اطراف هر يك از اين دو تن گروه بسيارى گرد آمدند و بدين گونه ، دو دسته با هم جنگ سختى كردند .\r\nاين جنگ در ذو الحليفه روى داد كه نزديك مدينه قرار داشت .\r\nامير سالم به زيارت آرامگاه حضرت رسول ( ص ) رفته بود .\r\nدر آن جا نماز گزارد و دعا خواند و بازگشت كه با امير قتاده روبرو شد .\r\nامير قتاده گريخت .\r\nامير سالم او را تا مكه دنبال كرد و او را در آن جا محاصره نمود .\r\nقتاده كسانى را پيش امرائى فرستاد كه همراه امير سالم بودند .\r\nاين فرستادگان در ميان آن امراء به افساد پرداختند و آنان\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nرا بر ضد امير سالم برانگيختند .\r\nدر نتيجه ، آنها از امير سالم برگشتند و به امير قتاده گرويدند و نسبت به او سوگند وفادارى خوردند .\r\nامير سالم كه چنين ديد ، او را ترك گفت و به سوى مدينه بازگشت .\r\nامير قتاده نيز برگشت در حالى كه نيروئى تازه يافته بود .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال ، روز جمعه چهاردهم جمادى الآخر ، خطبه خواندن به نام وليعهد خليفه قطع گرديد ، و در سراى وزير نصير الدين ناصر بن مهدى رازى نامه‌اى آشكار و خوانده شد كه به خط وليعهد امير ابو نصر پسر خليفه بود .\r\nاو اين نامه را به پدر خود ، الناصر الدين اللّه امير المؤمنين نگاشته و از پرداختن به كارهاى ولايت عهد اظهار عجز كرده و درخواست نموده بود كه او را از وليعهدى معذور دارد .\r\nدو شاهد عادل گواهى دادند كه اين نامه به خط خود وليعهد نگاشته شده و خليفه نيز وليعهدى او را فسخ كرده و در مجلسى كه براى اين كار ترتيب يافته بوده ، قضات و شهود و فقها حضور داشته‌اند .\r\nدر اين سال زنى در بغداد فرزندى زائيد كه دو سر و چهار پا و دو دست داشت .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nاين بچه در همان روز درگذشت .\r\nدر اين سال ، همچنين ، در اسلحه خانه‌اى كه خليفه عباسى ، الناصر لدين اللّه ، داشت ، حريقى اتفاق افتاد .\r\nدر اين آتش‌سوزى بسيارى از اموال او طعمهء آتش گرديد .\r\nحريق دو روز ادامه داشت و خبر آن در شهرها پيچيد و فرمانروايان اطراف مقدار زيادى اسلحه به بغداد فرستادند .\r\nدر اين سال در شهر هرات يك هفته تمام برف باريد .\r\nهمين كه برف بند آمد ، از كوهى از باب سرا سيل سرازير شد و بخش بسيارى از شهر را ويران ساخت .\r\nقطعهء بزرگى از حصن شهر نيز فرو ريخت .\r\nپس از آن سرماى سختى شد كه ميوه‌ها را از ميان برد و در اين سال از محصول در آن جا جز اندكى نماند .\r\nدر اين سال ، در ماه شعبان ، لشكرى از غوريان به فرماندهى امير زنگى بن مسعود روانهء مرو گرديد .\r\nامير جقر ، كه نمايندهء سلطان محمد خوارزمشاه در شهر سرخس بود ، با آنان روبرو شد و در راهشان كمين كرد و دامى گسترد .\r\nدر نتيجه ، همين كه به او رسيدند ، شكستشان داد و بزرگان\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nلشكر غور را در بند اسارت گرفتار ساخت .\r\nاز آن مهلكه جز گروهى اندك جان بدر نبردند .\r\nفرماندهء ايشان ، امير زنگى ، هم اسير شد و او را در بند اسارت كشتند .\r\nسرهاى كشته‌شدگان چند روز در مرو آويزان بود .\r\nدر اين سال ، در ماه ذى القعده ، امير عماد الدين عمر بن حسين غورى ، فرمانرواى بلخ ، به شهر ترمذ رفت كه در اختيار تركان ختا بود .\r\nاين شهر را با خشم و خشونت گرفت و از ختائيان هر كرا در آن جا يافت كشت .\r\nآنگاه پسر بزرگ‌تر خويش را در آن جا گماشت و علويان را نيز از ترمذ به بلخ منتقل كرد .\r\nبدين گونه ترمذ ، كه از نيرومندترين و استوارترين حصن‌ها بود ، خانهء اسلام گرديد .\r\nدر اين سال صدر الدين سكزى ، شيخ خانقاه سلطان در هرات ، از جهان رفت .\r\nدر اين سال ، در ماه صفر ، ابو على حسن بن محمد بن عبدوس ، شاعر واسطى ، درگذشت .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nاو از شاعران برجسته بود .\r\nمن او را در موصل ملاقات كردم .\r\nبراى ستايش فرمانرواى موصل ، نور الدين ارسلانشاه و سركردگان ديگر ، بدان شهر آمده بود .\r\nمرد خوبى بود . خوش گفتار و اهل معاشرت به شمار مىرفت .\r\nدر اين سال ، دو نفر كور در بغداد با يك ديگر همدست شدند تا كور ديگرى را از پا در آورند .\r\nاين كور را در مسجدى كشتند به طمع اين كه چيزى از او به دست آورند ولى در پيش او چيزى نيافتند .\r\nهمين كه سپيده دميد از بيم گرفتارى گريختند و مىخواستند كه به موصل بروند .\r\nمردم آن كور را كشته ديدند و هيچ كس نمىدانست كه قاتل او كيست .\r\nتصادفا يكى از ياران شحنه براى رسيدگى به نزاعى كه در آن حدود واقع شده بود ، از آن جا مىگذشت . همين كه چشمش بدان دو مرد كور افتاد ، به كسى كه همراهش بود گفت :\r\n« لابد اينها هستند كسانى كه آن مرد كور را كشته‌اند . »\r\nاو البته به شوخى اين حرف را زد . ( چون تصور نمىكرد كه دو نفر كور قادر به ارتكاب قتل باشند . )\r\nولى آن دو نابينا همين كه اين سخن را شنيدند ، به حرف\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nآمدند . يكى از آن دو ديگرى را نشان داد و گفت : « به خدا اين بود كه او را كشت . »\r\nديگرى گفت : « نه ، اين تو بودى كه او را كشتى . »\r\nآن دو را گرفتند و پيش كلانتر محل بردند .\r\nهر دو به كارى كه كرده بودند اعتراف نمودند و به كيفر رسيدند ، يكى از آنها كشته شد و ديگرى را بر در مسجدى كه قتل در آن جا واقع شده بود به دار آويختند .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n602 وقايع سال ششصد و دويم هجرى قمرى\r\n\r\nآشوب در هرات\r\nدر اين سال ، در ماه محرم ، تودهء مردم در هرات شورش كردند .\r\nآشوب بزرگى ميان اهل دو بازار : بازار آهنگران و بازار مسگران روى داد كه در آن گروهى كشته شدند و اموالى به يغما رفت و خانه‌هائى ويران شد .\r\nامير شهر از خانه بيرون رفت تا مردم را از آشوبگرى باز دارد .\r\nولى يكى از تودهء مردم سنگى بر او زد كه او را دچار درد شديدى ساخت . و آشوبگران بر ضد او غوغا كردند .\r\nاو را به كاخ فيروزى بردند و چند روزى در آن جا پنهان ماند تا فتنه فرو نشست .\r\nآنگاه دوباره به ميان مردم آمد .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nپيكار شهاب الدين غورى با بنى كوكر\r\nپيش از اين گفتيم كه شهاب الدين محمد بن سام غورى ، فرمانرواى غزنه ، از ختائيان كافر شكست خورد و اين خبر در شهرها پيچيد كه او در ميدان جنگ از ميان رفته و نابود شده است .\r\nياران او نيز از او هيچ خبرى نداشتند .\r\nبر اثر انتشار اين خبر تبهكاران در شهرها فرصت يافتند و دست به طغيان گذاشتند .\r\nيكى از كسانى كه سركشى آغاز كرد ، دانيال ، صاحب جبل جودى ، بود .\r\nاو اسلام آورده بود ، ولى همين كه خبر از ميان رفتن شهاب - الدين را شنيد از اسلام برگشت و پيرو بنى كوكر گرديد .\r\nطايفهء بنى كوكر در كوه‌هاى ميان لاهور و مولتان خانه‌هائى بلند و استوار داشتند .\r\nاين طايفه نخست بر شهاب الدين شوريده و بعد به اطاعت وى\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nدر آمده بودند و به او خراج مىپرداختند .\r\nهمين كه خبر نابودى او را شنيدند با همهء افراد قبائل و عشائر خود به شورش برخاستند .\r\nصاحب جبل جودى و ساكنان ديگر آن كوه‌ها نيز از ايشان پيروى نمودند و راه لاهور و شهرهاى ديگر به غزنه را قطع كردند .\r\nوقتى شهاب الدين از كشتن مملوك خود ، ايبك‌باك ، چنان كه پيش از اين گفتيم ، فراغت يافت ، به نمايندهء خويش در لاهور و مولتان ، كه محمد بن ابو على بود ، پيام فرستاد و دستور داد تا در آمد سال‌هاى 600 و 601 را برايش بفرستد كه خرج تجهيز سپاه براى جنگ با ختائيان گردد .\r\nمحمد بن ابو على پاسخ داد كه فرزندان كوكر راه را بريده‌اند و نمىتوان پول فرستاد .\r\nگروهى از بازرگانان نيز حاضر شدند و شرح دادند كه فرزندان كوكر كاروان بزرگى را گرفته‌اند و از كاروانيان جز گروهى اندك جان بدر نبرده‌اند .\r\nشهاب الدين به مملوك خود ، قطب الدين آيبك ، فرماندهء لشكريان هند ، دستور داد تا كسى را پيش فرزندان كوكر بفرستد و آنان را به فرمانبردارى فرا خواند و بترساند كه اگر از سركشى دست برندارند و به اطاعت در نيايند كيفر خواهند ديد .\r\nقطب الدين آيبك نيز چنين كرد .\r\nهمين كه فرستادهء او پيش ابن كوكر رسيد ، ابن كوكر پرسيد :\r\n« چرا سلطان شهاب الدين شخصا كسى را پيش ما نفرستاد ؟ » فرستاده پاسخ داد : « آخر پايه و مقام شما به آن اندازه نيست\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nكه سلطان شخصا براى شما پيام بفرستد . بدين جهة مملوك او اينك راه راست را به شما مىنمايد و از فرجام كجروى بر حذر مىدارد . »\r\nابن كوكر گفت : « اگر شهاب الدين زنده است شخصا كسى را پيش ما بفرستد تا پول‌هائى را كه بايد پرداخت ، به دو بپردازيم .\r\nولى چون شهاب الدين از بين رفته ، به قطب الدين آيبك بگو كه لاهور و توابع آن ، و همچنين پيشاور را به ما واگذارد تا با او آشتى كنيم . »\r\nفرستاده گفت : « هر كس را كه به وى اعتماد دارى بفرست تا خبر زنده بودن شهاب الدين را از پيشاور برايت بياورد . »\r\nاما پسر كوكر به حرف او گوش نداد و او را رد كرد .\r\nاو نيز برگشت و آنچه شنيده و ديده بود باز گفت .\r\nشهاب الدين هم به مملوك خويش ، قطب الدين آيبك فرمان داد كه به شهرهاى خود برگردد و لشكريانى را گرد آورد و با فرزندان كوكر بجنگد .\r\nقطب الدين به دهلى بازگشت و لشكريان خويش را دستور داد تا براى جنگ آماده شوند .\r\nسلطان شهاب الدين تا نيمهء شعبان سال 601 در پيشاور به سر برد .\r\nبعد به سوى غزنه بازگشت و در اول ماه رمضان بدان جا رسيد و فرمان داد تا در ميان لشكريان جار بزنند كه براى پيكار با ختائيان آماده شوند و تاريخ حركت نيز اول شوال خواهد بود .\r\nبنابر اين لشكريان وى براى اين جنگ بسيج شدند .\r\nمقارن همين احوال شكايات مردم از دست فرزندان كوكر\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nو راهزنىهاى ايشان ، بسيار شده بود .\r\nهمچنين مىگفتند كه آنان شحنه‌اى به شهرها فرستاده‌اند و بيشتر هندوان با آنان همراهى و همدستى كرده و از فرمان امير لاهور و مولتان و غيره ، سر باز زده‌اند .\r\nاز نمايندهء شهاب الدين در هند نيز نامه‌اى رسيد مبتنى بر اين كه فرزندان كوكر او را غافلگير ساخته و كارگزاران وى را از نواحى مختلف بيرون رانده و به گردآورى خراج پرداخته‌اند .\r\nنمايندهء شهاب الدين ، همچنين نوشته بود كه پسر كوكر براى وى پيام فرستاده و به او تكليف كرده كه لاهور و ساير شهرها و فيلان را بگذارد و برود . شهاب الدين نيز بايد شخصا در اين جا حاضر شود و گرنه او ، يعنى نمايندهء شهاب الدين ، را خواهد كشت .\r\nنوشته بود پسر كوكر مىگويد : « اگر شهاب الدين با لشكريان خويش در اين جا حضور نيابد ، من شهرهاى هندوستان را از دستش بيرون خواهم آورد . »\r\nمردم از بسيارى افراد كوكر و همراهى و همكارى دسته‌هاى مختلف با آنان و نيرومندى ايشان سخن‌ها مىگفتند .\r\nشهاب الدين كه چنين ديد انديشهء پيكار با ختائيان را تغيير داد و بر آن شد كه نخست بنى كوكر را سركوبى كند .\r\nبر اين انديشه سراپرده‌ها و چادرهاى خويش را بيرون فرستاد و در تاريخ پنجم ربيع الاول سال 602 از غزنه به راه افتاد .\r\nهمين كه تا اندازه‌اى از آن جا دور شد مردمى كه در غزنه و پيشاور مىزيستند از او بىخبر ماندند تا جائى كه شايع شد او شكست خورده است .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاما شهاب الدين هنگامى كه از پيشاور به راه افتاد خبردار شد كه پسر كوكر با لشكريان خويش ما بين جيلم و سودره اردو زده است .\r\nاز اين رو در حركت شتاب ورزيد و پيش از وقت مقرر بدان جا رسيد و دشمن را غافلگير كرد .\r\nدو دسته در روز پنجشنبه ، پنج روز به پايان ربيع الآخر مانده ، از صبح تا عصر جنگ سختى كردند .\r\nكار جنگ پى در پى بالا مىگرفت .\r\nدر گرماگرم جنگ قطب الدين آيبك نيز با لشكريان خويش فرا رسيد .\r\nبدين گونه لشكريان اسلام نيروى تازه‌اى يافتند و شعارهاى اسلامى را بر زبان آوردند و حمله‌اى راستين به دشمن كردند .\r\nدر نتيجهء اين حمله ، كوكريان و همدستانشان شكست خوردند و گريختند .\r\nبه هر سو كه روى مىآوردند گروهى از ايشان كشته مىشد .\r\nسرانجام به جنگلى كه در آن جا بود رفتند و گرد هم آمدند و آتشى برافروختند .\r\nآنگاه يكى از ايشان به ديگرى مىگفت : « نگذار مسلمانان تو را بكشند . »\r\nبعد خود را در آتش مىافكند .\r\nديگرى نيز پس از او خود را به آتش مىانداخت .\r\nبدين گونه آنها همه يا كشته شدند و يا خودسوزى كردند .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nآرى  « بُعْداً لِلْقَوْمِ الظَّالِمِينَ  » [ ( 1 ) 
  ] خانواده‌ها و دارائى ايشان همه همراهشان بود و آنها از خود جدا نساخته بودند .\r\nاز اين رو ، مسلمانان همه را گرفتند و به اندازه‌اى غنيمت به دست آوردند كه همانندش شنيده نشده بود .\r\nكار به جائى رسيد كه اسيران كوكرى را مىفروختند و هر پنج برده به يك دينار ركنى ، يا چيزى در اين حدود ، فروخته مىشد .\r\nابن كوكر نيز پس از آن كه برادران و زن و فرزندان خود را كشت ، گريخت .\r\nاما پسر دانيال ، صاحب جبل جودى ، شب هنگام خود را به قطب الدين آيبك رساند و از او پناه خواست .\r\nآيبك نيز او را در پناه خود گرفت و از او در پيش شهاب الدين شفاعت كرد .\r\nشهاب الدين نيز ميانجيگرى آيبك را پذيرفت و از گناه او\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] - از آيه چهل و چهارم سورهء هود كه چنين است :\r\n ما « وَ قِيلَ يا أَرْضُ ابْلَعِي ماءَكِ وَ يا سَماءُ أَقْلِعِي وَ غِيضَ الْماءُ وَ قُضِيَ الْأَمْرُ وَ اسْتَوَتْ عَلَى الْجُودِيِّ وَ قِيلَ بُعْداً لِلْقَوْمِ الظَّالِمِينَ . » \r\n( و به زمين خطاب شد كه فورا آبش را فرو برد و به آسمان خطاب شد كه باران را قطع كن و آب به يك لحظه خشك شد و حكم ( قهر الهى ) انجام يافت و كشتى بر كوه جودى قرار گرفت و فرمان هلاك ستمكاران در رسيد . )\r\n( قرآن مجيد با ترجمهء مهدى الهى قمشه‌اى )\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nدرگذشت .\r\nولى قلعهء جودى را از او گرفت .\r\nشهاب الدين پس از فراغت از كار كوكريان به سوى لاهور روانه شد تا مردم آن سرزمين را آسوده خاطر سازد و ترس و بيمشان را فرو نشاند .\r\nسپس به لشكريان خويش فرمان داد كه به شهرهاى خود باز گردند و براى پيكار در شهرهاى ختائيان آماده شوند .\r\nشهاب الدين تا شانزدهم ماه رجب در لاهور به سر برد . بعد به سوى غزنه برگشت و بهاء الدين سام ، فرمانرواى باميان ، را فرستاد تا سپاهى را براى حركت به سمرقند بسيج كند و پلى بسازد تا او و لشكريانش از آن بگذرند .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nپيروزى بر تيراهيان\r\nاز جملهء كسانى كه سركشى آغاز كرده و از فرمان شهاب - الدين سر باز زده و به تبهكارى پرداخته بودند ، تيراهيان بودند .\r\nاين عده در حدود سوران و مكران بناى تاخت و تاز گذاشتند و در صدد غارت مسلمانان برآمدند .\r\nنايب تاج الدين الدز ، مملوك شهاب الدين در آن ناحيه ، كه معروف به حلحى بود ، به آنان حمله برد و بسيارى از ايشان را كشت و سرهاى بلند آوازگانشان را به شهرهاى اسلامى فرستاد .\r\nاين سرها در نقاط مختلف آويخته شد تا مردم تماشا كنند و عبرت گيرند .\r\nتيراهيان در شهرهاى اسلامى ، چه در قديم و چه در اين زمان ، آشوب بسيار مىكردند و هر گاه اسيرى از مسلمانان به دستشان مىافتاد او را با شكنجه‌هاى گوناگون آزار مىدادند .\r\nمردم پيشاور از دستشان آسيب فراوان مىديدند زيرا اينها آن شهرستان را از هر سو فرا گرفته بودند به ويژه در پايان روزگار فرمانروائى خاندان سبكتكين كه شاهان غزنوى ضعيف شده و بر عكس ،\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nتيراهيان قوى گرديده بودند .\r\nآنان به شهرها مىتاختند و به حمله و قتل و غارت مىپرداختند .\r\nكافر بودند ، نه دينى داشتند كه به دستور دين خود رفتار كنند و نه آئينى داشتند كه آن را به كار بندند . فقط هر گاه كه يكى از آنان داراى دخترى مىشد ، به در خانهء خود مىايستاد و بانگ بر مىداشت كه : « چه كسى با اين دختر زناشوئى مىكند ؟ چه كسى او را مىپذيرد ؟ » اگر كسى به او پاسخ مثبت مىداد و حاضر مىشد كه با دختر ازدواج كند ، دختر را به حال خود مىگذاشت و گرنه او را مىكشت .\r\nهر زنى هم چند شوهر داشت و هر گاه يكى از شوهرهاى وى به پيشش مىآمد ، كفش خود را به در خانه مىگذاشت . بدين ترتيب وقتى شوهر ديگرش فرا مىرسيد و آن كفش را مىديد ، باز مىگشت .\r\nهميشه بدين وضع مىزيستند تا در پايان روزگار شهاب الدين غورى كه طايفه‌اى از ايشان مسلمان شدند و ديگر از حمله به شهرهاى اسلامى دست برداشتند .\r\nسبب اسلام آوردن ايشان نيز اين بود كه معلمى از مردم پيشاور را اسير كردند و شكنجه دادند ولى او نمرد و روزگارى را در پيش ايشان گذراند .\r\nروزى سر دستهء ايشان او را فرا خواند و از او دربارهء شهرهاى اسلام پرسش‌هائى كرد و به او گفت :\r\n« اگر من در خدمت سلطان شهاب الدين حضور مىيافتم چه چيزى به من مىبخشيد ؟ »\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمعلم به دو گفت : « به تو دارائى و تيول مىداد و فرمان همهء شهرهايى را كه داريد ، برايت مىفرستاد . »\r\nاو به شنيدن اين سخن ، معلم را پيش شهاب الدين فرستاد و پيام داد كه مىخواهد به دين اسلام در آيد .\r\nاو رفت و برگشت در حالى كه فرستادهء شهاب الدين نيز همراهش آمده و خلعت‌ها و فرمان تيول‌هائى را نيز با خود آورده بود .\r\nوقتى فرستادهء شهاب الدين بدين گونه پيش او آمد ، او و گروهى از خويشان و خانواده‌اش به خدمت شهاب الدين رفتند و اسلام آوردند و بازگشتند .\r\nاز آن پس مردم از گزند اين گروه آسوده شدند .\r\nولى هنگامى كه اين آشوب برخاست و شهرها با هم اختلاف يافتند ، بيشتر تيراهيان از كوه‌ها فرود آمدند و اين طايفه هم كه مسلمان شده بودند توانائى كافى نداشتند كه از كار آنها جلوگيرى كنند .\r\nاز اين رو ، آنان به فتنه و فساد پرداختند و دست به كارهائى زدند كه پيش‌تر شرح داديم .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nكشته شدن شهاب الدين غورى\r\nدر اين سال ، در نخستين شب ماه شعبان ، شهاب الدين ابو المظفر محمد بن سام غورى ، پادشاه غزنه و بخشى از خراسان ، پس از بازگشت خود از لاهور ، در منزلى كه آن را دميل مىخواندند ، هنگام نماز عشاء كشته شد .\r\nسبب كشتن او اين بود كه دسته‌اى از كافران كوكرى مىخواستند از شهاب الدين انتقام بگيرند زيرا گروهى از ايشان را كشته و گروهى را اسير كرده و زنانشان را برده ساخته بود .\r\nاز اين رو ، بر آن شدند كه خون شهاب الدين را بريزند و كسانى كه انديشهء كشتن او را داشتند ، براى رسيدن به هدف خويش به لشكر او پيوستند .\r\nهمين كه آن شب فرا رسيد ، ياران شهاب الدين از خدمت وى مرخص شدند و پراكنده گرديدند .\r\nاو تازه از جنگ با كوكريان برگشته بود و ثروت بىاندازه‌اى با خود داشت .\r\nمىخواست براى حمله به ختائيان ، لشكريان خويش را افزايش\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nدهد و آن پول را ميانشان پخش كند .\r\nبه لشكريان هند فرمان داده بود كه به وى بپيوندند .\r\nبه سپاهيان خراسانى هم دستور داده بود كه آماده باشند تا او خود را به ايشان برساند .\r\nولى خداوند چيزى را مىخواست كه او حسابش را نكرده بود .\r\nآنچه از پول و سلاح و مردان جنگى فراهم آورد ، برايش سودى نداد . لكن انديشه‌اى نيك داشت و آن هم پيكار با كافران بود .\r\nهنگامى كه يارانش از پيشش رفتند ، او تنها در سراپردهء خويش ماند .\r\nدر اين وقت دسته‌اى كه انديشهء كشتنش را داشتند از كمين برجستند .\r\nيكى از آنان نگهبانى را كه بر در سراپردهء شهاب الدين پاس مىداد ، كشت .\r\nنگهبان هنگامى كه به قتل مىرسيد ، فريادى كشيد .\r\nبه شنيدن فرياد او ، همكارانش از گرداگرد سراپردهء شهاب - الدين پيش دويدند تا ببينند كه بر سر ولىنعمتشان چه آمده است .\r\nبدين گونه جايگاه‌هاى خود را خالى كردند و ازدحام افزايش يافت .\r\nكوكريان همين كه ديدند آنان از پاسدارى غفلت ورزيده‌اند ، فرصت را غنيمت شمردند و داخل خرگاه شهاب الدين شدند و با كاردهائى كه در دست داشتند بيست و دو زخم بر او زدند و او را كشتند .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nيارانش هنگامى پيشش آمدند كه او را بر سر سجادهء نماز ، در حال سجود ، كشته يافتند .\r\nآن كافران را گرفتند و كشتند . ميان ايشان دو تن يافتند كه ختنه شده بودند .\r\nاز اين رو ، برخى مىگفتند كه اسماعيليان او را كشتند زيرا از حملهء او به خراسان انديشناك بودند . و ، چنان كه پيش از اين گفتيم ، يكى از لشكرهاى شهاب الدين برخى از دژهاى اسماعيليان را محاصره كرده بود .\r\nپس از كشته شدن شهاب الدين ، سرداران او نزد وزيرش مؤيد الملك بن خواجهء سجستان گرد آمدند و در حفظ خزانهء او و دستگاه سلطنت او سوگند ياد كردند . و لازم دانستند كه آرامش را حفظ كنند تا كسى پيدا شود كه زمام امور سلطنت را به دست گيرد .\r\nبنابر اين زخم‌هاى شهاب الدين را بخيه زدند و او را بر تخت روان نشاندند و گرداندند .\r\nوزير او نيز به كارها رسيدگى كرد .\r\nمردم آرام يافتند تا جائى كه حتى در حجامت خونى ريخته نشد و هيچ كس به چيزى دست درازى نكرد .\r\nاطراف تخت روان او را نيز ملازمان ، وزير ، و لشكر و شمسهء سلطنتى احاطه كرده بود ، درست همانطور كه او در زمان حيات خويش حركت مىكرد .\r\nوزير شهاب الدين به امير داد لشكر [ ( 1 ) 
  ] نيز سفارش كرد كه\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] - امير داد ( يا ميرداد ) : كسى كه اجراى اوامر شاه در روز مظالم و يا تصدى امور مظالم به عهدهء او بود ، امير حقوق ( فرهنگ فارسى دكتر معين )\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nدر ميان سربازان نظم را برقرار سازد و گناهكاران را كيفر دهد .\r\nخزانه‌اى كه در اختيار وزير بود دو هزار و دويست بار مىشد . و غلامان جوان ترك هياهو به راه انداختند تا آن مال را تاراج كنند .\r\nولى وزير شهاب الدين و سرداران بزرگى كه جزو مملوكان بودند ، مانند امير صونج داماد تاج الدين الدز و ديگران ايشان را از اين كار منع كردند . و به هر كس كه تيولى از سوى قطب الدين آيبك ، مملوك شهاب الدين در شهرهاى هند ، به وى واگذار شده بود دستور دادند كه پيش او باز گردد .\r\nميان ايشان پول‌هاى بسيارى پخش كردند و همه را خرسند بازگرداندند .\r\nآنگاه وزير و همهء كسانى كه در غزنه تيول و خانواده داشتند ، به راه افتادند .\r\nدر راه خبردار شدند از اين كه ميان غياث الدين محمود ، پسر غياث الدين برادر بزرگتر شهاب الدين ، و بهاء الدين ، صاحب باميان ، خواهرزادهء شهاب الدين زد و خوردهاى سختى روى داده است .\r\nوزير و تركان و ديگران به غياث الدين محمود علاقه داشتند و سرداران غورى به بهاء الدين سام ، صاحب باميان ، متمايل بودند .\r\nاز اين رو ، هر دسته‌اى كه به كسى كه مورد تمايلش بود پيام فرستاده و او را از كشته شدن شهاب الدين آگاه ساخته و حقايق امور را خبر داده بود .\r\nيكى از آشوبگران غزنه هم آمد و به مملوكان گفت : « سرور شما را فخر الدين رازى كشته ، زيرا به تحريك خوارزمشاه كسى را\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nفرستاده كه او را بكشد . »\r\nمملوكان نيز كينهء فخر الدين را در دل گرفتند و مىخواستند او را بكشند .\r\nفخر الدين گريخت و خود را به مؤيد الملك وزير رساند و او را از آن حال آگاه ساخت .\r\nمؤيد الملك نيز او را پنهانى به جاى امنى كه در نظر داشت ، فرستاد .\r\nهنگامى كه آن لشكر و همچنين مؤيد الملك وزير به پيشاور رسيدند ميانشان اختلاف افتاد .\r\nغوريان مىگفتند : « از راه مكران به غزنه برويم . » و غرضشان اين بود كه به باميان نزديك شوند تا بهاء الدين سام ، فرمانرواى باميان از شهر بيرون آيد و خزانه‌اى را كه وزير با خود داشت ضبط كند .\r\nاما تركان مىگفتند : « ما بايد از راه سوران برويم . » و مقصودشان اين بود كه به تاج الدين الدز ، مملوك شهاب الدين ، نزديك باشند .\r\nالدز صاحب كرمان بود . اين شهر ميان غزنه و لاهور است و آن كرمانى نيست كه نزديك شهرهاى فارس مىباشد .\r\nتركان مىخواستند به تاج الدين الدز نزديك شوند تا او خزانه را در اختيار خويش گيرد . آنگاه از كرمان براى غياث الدين محمود پيام بفرستند و او را به غزنه فرا خوانند و بر اورنگ فرمانروائى بنشانند .\r\nاختلاف ميان ايشان زياد شد . حتى نزديك بود كار به جنگ\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nو جدال بكشد .\r\nسرانجام مؤيد الملك با غوريان كنار آمد و آنان را متقاعد ساخت تا به او و تركان اجازه دادند كه خزانه و تخت روانى را كه شهاب الدين در آن بود بردارند و به سوى كرمان بروند . و خودشان به طرف مكران رفتند .\r\nمؤيد الملك وزير و كسانى كه با وى بودند ، در راه رنج و سختى بسيار ديدند .\r\nگروه‌هاى مختلفى كه در آن كوه‌ها مىزيستند ، مانند تيراهيان و افغان‌ها و غيره ، پى در پى بر آنان حمله مىبردند و چيزى از آن لشكر دستبرد مىزدند .\r\nبدين گونه راه خود را پيمودند تا به كرمان رسيدند .\r\nتاج الدين الدز به استقبال ايشان از شهر بيرون آمد و همين كه چشمش به تخت روانى افتاد كه مردهء شهاب الدين در آن بود ، بنا بر عادتى كه در زمان حيات شهاب الدين معمول مىداشت ، در برابرش از اسب فرود آمد و زمين را بوسيد .\r\nآنگاه پردهء تخت روان را به كنار زد و همين كه شهاب الدين را مرده يافت ، جامهء خود را چاك زد و به ناله و زارى پرداخت .\r\nمردم را نيز به گريه انداخت .\r\nآن روز ، روزى فراموش نشدنى بود .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nكارى كه الدز كرد\r\nالدز از نخستين مملوكان شهاب الدين و بزرگ‌ترين و برترين آنها بود و در نزد شهاب الدين والاترين مقام را داشت تا جائى كه افراد خانوادهء شهاب الدين او را تعظيم مىكردند و در كارهاى خويش از او راهنمائى مىخواستند .\r\nالدز پس از كشته شدن سرور خويش به طمع تصرف غزنه افتاد .\r\nنخستين كارى كه براى رسيدن به هدف خود كرد اين بود كه از مؤيد الملك وزير دربارهء اموال و سلاح و چارپايان شهاب الدين پرسش‌هائى نمود .\r\nمؤيد الملك به وى اطلاع داد كه چه مقدار از دارائى شهاب - الدين خرج شده و چه مقدار باقى مانده است .\r\nالدز آن ترتيب را نپسنديد و در جواب او بىادبى كرد و گفت :\r\n« غوريان به بهاء الدين سام ، صاحب باميان ، نامه نگاشته‌اند تا او را فرمانرواى غزنه كنند . غياث الدين محمود هم كه سرور من\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nاست به من فرمان مىدهد كه نگذارم هيچ كس به غزنه نزديك شود .\r\nاو چون گرفتار كار خراسان است ، مرا در غزنه و نقاط ديگر نمايندهء خود ساخته است . »\r\nالدز همچنين به وزير گفت :\r\n« از اين گذشته ، غياث الدين محمود به من دستور داده كه خزانهء شهاب الدين را از تو تحويل بگيرم . »\r\nمؤيد الملك به خاطر علاقه‌اى كه تركان به الدز داشتند نمى - توانست از اين كار خوددارى كند .\r\nبدين جهة خزانه را تسليم وى كرد .\r\nالدز سپس با وزير و مملوكان و تخت روان به سوى غزنه روانه شد .\r\nدر غزنه كالبد شهاب الدين را در مدرسه‌اى به خاك سپرد كه شهاب الدين خود ساخته و دختر خويش را نيز در آن دفن كرده بود رسيدن او به غزنه در تاريخ بيست و دوم شعبان اين سال بود .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nشمه‌اى از اخلاق و رفتار شهاب الدين\r\nشهاب الدين ، كه خدايش بيامرزاد ، مردى دلير و بيباك بود .\r\nدر شهرهاى هندوستان پيكارهاى بسيار كرده بود .\r\nبا مردم دادگرى و نيكرفتارى مىكرد . قاضى غزنه هر هفته روزهاى شنبه و يكشنبه و دو شنبه و سه شنبه در سراى او حاضر مىشد .\r\nبا او امير صاحب و امير داد و رئيس چاپارخانه نيز حضور مىيافتند .\r\nآنگاه قاضى به داورى مىپرداخت و حكم مىكرد و ياران سلطان احكام او را به كوچك و بزرگ و وضيع و شريف مىرسانيدند .\r\nاگر يكى از دو طرف دعوى مىخواست به حضور او برسد ، او را مىپذيرفت و سخنش را مىشنيد و حكم شرع را دربارهء او صادر مىكرد ، خواه به سود او بود و خواه به زيان او .\r\nبدين گونه در زمان شهاب الدين كارها با بهترين نظم و ترتيب از پيش مىرفت .\r\nبراى من از او حكايت كرده‌اند كه روزى يك بچه علوى\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nكه حدود پنج سال داشت ، او را ديد و درباره‌اش دعا كرد .\r\nآنگاه گفت :\r\n« من پنج روز است كه هيچ چيز نخورده‌ام . »\r\nشهاب الدين همان دم از جائى كه مىخواست برود منصرف شد و برگشت در حالى كه آن بچه نيز همراهش بود .\r\nاو را با خود به خانه آورد و گواراترين غذائى كه در خانه داشت به او خوراند .\r\nآنگاه پولى به او بخشيد و پدرش را فرا خواند و بچه را به او داد .\r\nميان علويان ديگر نيز مبلغى گزاف پخش كرد .\r\nباز از شهاب الدين حكايت كرده‌اند كه بازرگانى از مردم مراغه در غزنه به سر مىبرد .\r\nاو از يكى از مملوكان شهاب الدين ده هزار دينار طلبكار بود .\r\nآن مملوك در يكى از پيكارهائى كه شهاب الدين مىكرد كشته شد .\r\nبازرگان موضوع طلب خود را به عرض شهاب الدين رساند .\r\nشهاب الدين دستور داد كه تيول آن مملوك در دست بازرگان قرار گيرد تا هنگامى كه او از در آمد آن طلب خود را وصول كند .\r\nاين دستور را به كار بستند .\r\nهمچنين از سلطان شهاب الدين حكايت كرده‌اند كه علما در دربار او حضور مىيافتند و در مسائل فقهى و غيره سخن مىگفتند .\r\nامام فخر الدين رازى نيز در سراى او وعظ مىكرد .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nروزى حاضر شد و به موعظه پرداخت و در پايان سخن خود گفت :\r\n« اى پادشاه ، نه پادشاهى تو باقى ميماند و نه رياكارى فخر رازى . و بازگشت ما همه به سوى خداست . »\r\nشهاب الدين كه اين سخن شنيد چنان گريست كه از بسيارى گريه او دل حاضران بر او سوخت .\r\nپادشاهى نازكدل بود و مانند برادر خويش مذهب شافعى داشت . همچنين گفته مىشد كه او حنفى است .\r\nخدا بهتر مىداند .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nرفتن بهاء الدين سام به سوى غزنه و موته\r\nسلطان غياث الدين غورى همين كه باميان را به تصرف خويش درآورد ، آن را به پسر عموى خود ، شمس الدين محمد بن مسعود واگذار كرد .\r\nخواهر خويش را نيز به عقد وى در آورد .\r\nشمس الدين از خواهر غياث الدين داراى فرزندى شد كه او را سام ناميد .\r\nاما پس از درگذشت شمس الدين ، پسر بزرگترش كه عباس نام داشت و مادرش زنى ترك بود ، به جاى پدر نشست و فرمانرواى باميان شد .\r\nسلطان غياث الدين و برادرش شهاب الدين از اين وضع به خشم آمدند و كسى را فرستادند كه عباس را به نزدشان فرا خواند .\r\nآنگاه او را از فرمانروائى باميان بر كنار كردند و خواهر خواهرزادهء خود ، سام ، را در آنجا به فرمانروائى گماشتند و او را لقب\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n« بهاء الدين » دادند .\r\nبهاء الدين سام كارش بالا گرفت و مقامش بلند شد و دارائى بسيار گرد آورد تا پس از دائىهاى خود ، بر شهرهاى ايشان دست يابد .\r\nغوريان نيز او را بسيار دوست داشتند و گرامى و بزرگ مىشمردند .\r\nهنگامى كه شهاب الدين كشته شد ، يكى از اميران غورى پيش بهاء الدين سام رفت و اين خبر را به دو رساند .\r\nبهاء الدين همين كه خبر كشته شدن دائى خود را شنيد ، به سرداران غورى كه در غزنه به سر مىبردند نامه نگاشت و دستور داد كه شهر را نگاه دارند .\r\nهمچنين به آنان خبر داد كه پاى در راه نهاده است و به زودى پيش ايشان خواهد آمد .\r\nوالى قلعهء غزنه هم ، كه او را « امير داد » مىخواندند ، فرزند خويش را پيش بهاء الدين سام فرستاده و او را به غزنين فرا خوانده بود .\r\nبهاء الدين به دو نيز پاسخ داد كه آمادهء سفر شده و قريبا به دو خواهد رسيد .\r\nضمنا وعده داد كه او را مورد احسان خود قرار خواهد داد و پاداش خواهد بخشيد .\r\nبهاء الدين ، نامه‌اى به علاء الدين محمد بن ابو على ، فرمانرواى غور ، نگاشت و او را به نزد خويش فرا خواند .\r\nهمچنين به غياث الدين محمود بن غياث الدين و حسين بن\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nخرميل ، والى هرات ، نامه نوشت و به آن دو نفر فرمان داد كه به نام او خطبه بخوانند و سرزمين‌هائى را كه در دست دارند حفظ كنند .\r\nبهاء الدين گمان نمىبرد كه هيچ كس با وى مخالفت ورزد .\r\nمردم غزنه چشم به راه رسيدن او ، يا رسيدن غياث الدين محمود و تركان بودند ، ولى مىگفتند : « نمىگذاريم جز پسر سرور ما ( يعنى غياث الدين ) كس ديگرى داخل غزنه شود . »\r\nاما غوريان تمايل خود را به بهاء الدين سام اظهار مىكردند و دلشان نمىخواست كه كس ديگرى به فرمانروائى برسد .\r\nبارى ، بهاء الدين سام با لشكريان خود از غزنه به راه افتاد در حالى كه دو پسرش ، علاء الدين محمد و جلال الدين نيز همراهش بودند .\r\nاز باميان دو منزل گذشته بود كه گرفتار سردرد شد و توقف كرد تا استراحت كند و سر درد او تسكين يابد .\r\nولى ، بر عكس ، سر درد او افزايش يافت و كار به جائى رسيد كه مرگ خود را پيش چشم مىديد .\r\nاز اين رو دو پسر خويش را فرا خواند و علاء الدين را وليعهد خود ساخت و به آن دو دستور داد تا به غزنه بروند و بزرگان غور را حفظ كنند و مملكت را نگاه دارند و با مردم مهربان باشند و از بذل و بخشش و داد و دهش دريغ نورزند .\r\nهمچنين به آنها فرمود كه با غياث الدين محمود صلح كنند بدين قرار كه خراسان و شهرهاى غور در دست او ، و غزنه و - شهرهاى هندوستان در دست خودشان ، يعنى آن دو برادر ، باشد .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nدست يافتن علاء الدين بر غزنه و گرفتن غزنه از او\r\nبهاء الدين سام ، همين كه از وصيت خود فراغت يافت ، در گذشت .\r\nدو فرزند او روانهء غزنين شدند .\r\nسرداران غورى و اهل غزنه براى ملاقات آن دو از شهر بيرون آمدند .\r\nتركان هم ، با وجود اكراهى كه داشتند ، در اين استقبال با ايشان همراهى كردند .\r\nدو برادر با مردمى كه به استقبالشان آمده بودند ، سپس به شهر برگشتند و آن را گرفتند .\r\nعلاء الدين و جلال الدين در آغاز ماه رمضان وارد دار السلطنه شدند .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nآن دو با لشكرى بسيار اندك و تجهيزاتى ناچيز به غزنه آمده بودند .\r\nتركان مىخواستند از ورودشان جلوگيرى كنند ولى مؤيد الملك وزير شهاب الدين ايشان را از اين كار بازداشت يكى از آن جهة كه شمارهء سپاهيان علاء الدين و جلال الدين بسيار اندك بود و ديگر اين كه غياث الدين محمود - چنان كه شرحش خواهد آمد - سرگرم زد و خورد با حسين بن خرميل والى هرات بود و هنوز از اين گرفتارى رهائى نيافته و بازنگشته بود .\r\nدو برادر پس از اين كه در قلعهء شهر استقرار يافتند و به دار السلطنه وارد شدند ، تركان به ايشان نامه نوشتند كه از كاخ سلطنتى خارج شوند و گرنه با ايشان خواهند جنگيد .\r\nآن دو ، به دريافت اين نامه ، مبلغ گزافى ميان تركان تقسيم كردند و آنان را سوگند دادند .\r\nتركان هم سوگند خوردند كه نسبت به آن دو وفادار باشند .\r\nاز غياث الدين محمود نيز چشم پوشيدند .\r\nدو برادر ، پس از آرام كردن تركان ، براى تاج الدين الدز ، كه در تيول خود بود ، همراه يك رسول ، خلعت‌هائى فرستادند و از او خواستند كه به فرمان ايشان در آيد .\r\nبه او پول بسيار و تيول بيش‌تر و فرماندهى سپاه و حكومت بر سراسر قلمرو سلطنت را وعده دادند .\r\nفرستادهء آن دو برادر به راه افتاد و هنگامى به تاج الدين الدز رسيد كه با لشكرى انبوه از ترك و خلج و غز و غيره ، تازه از\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nكرمان به قصد غزنه حركت كرده بود .\r\nوقتى كه پيغام آن دو برادر را رساند ، تاج الدين اعتنائى نكرد و گفت :\r\n« به آن دو بگو كه به باميان برگردند . همان جا براى ايشان كافى است . سرور من ، غياث الدين محمود ، به من دستور داده كه به غزنه بروم و نگذارم كه اين دو برادر بر آن شهر دست يابند . بنابر اين ، اگر به شهر خود برگردند مرا با ايشان كارى نيست ، و گرنه با ايشان و يارانشان كارى خواهم كرد كه تحملش را نخواهند داشت . »\r\nهدايا و خلعت‌هائى را هم كه آن دو برادر فرستاده بودند ، پس داد .\r\nقصد الدز از اين كار حفظ حقوق خاندان ولىنعمتش نبود .\r\nبلكه مىخواست از اين راه بر غزنه تسلط يابد و آن را براى خود به دست آورد .\r\nفرستادهء آن دو برادر برگشت و پيغام الدز را به علاء الدين رساند .\r\nعلاء الدين كه چنين ديد ، وزير خويش را ، كه قبلا هم وزير پدرش بود ، به باميان و بلخ و ترمذ و شهرهاى ديگر فرستاد تا لشكريانى را گرد آورد و باز گردد .\r\nتاج الدين الدز هم براى تركانى كه در غزنه به سر مىبردند پيام فرستاد و خبر داد كه غياث الدين محمود به وى دستور داده تا به غزنه بيايد و علاء الدين و برادرش را از آن جا بيرون كند .\r\nتركان هم - براى يارى با تاج الدين الدز - پيش پسر وزير علاء الدين رفتند و از او اسلحه خواستند .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nاو نيز در اسلحه خانه را گشود . بعد به حضور علاء الدين شتافت و آنچه روى داده بود برايش باز گفت .\r\nعلاء الدين نيز هيچ كارى نتوانست بكند .\r\nاما مؤيد الملك ، وزير شهاب الدين ، همين كه اين خبر را شنيد ، سوار شد و متصدى سلاح را به خاطر تسليم كليدهاى اسلحه خانه به تركان نكوهش كرد و به تركان دستور داد تا تمام سلاح‌هائى را كه از اسلحه خانه برده بودند ، برگردانند .\r\nآنان نيز چنين كردند زيرا مؤيد الملك ميانشان نفوذ داشت و از او اطاعت مىكردند .\r\nتاج الدين الدز به غزنه رسيد .\r\nعلاء الدين گروهى از غوريان و تركان را ، كه صونج - داماد الدز - هم ميانشان بود ، براى نبرد با تاج الدين الدز فرستاد .\r\nياران او به او توصيه كردند كه دست به اين جنگ نزند و صبر كند تا وزيرش با لشكرى كه گرد آورده ، از راه برسد .\r\nولى علاء الدين نپذيرفت و لشكريان خويش را فرستاد .\r\nدو لشكر در پنجم ماه رمضان به هم رسيدند و همين كه در برابر هم قرار گرفتند تركان به تاج الدين پيوستند و مراسم بندگى به جاى آوردند و با او به طرف لشكر علاء الدين برگشتند و با آنان جنگيدند و شكستشان دادند و فرماندهء آن لشكر را كه محمد بن على بن حردون بود ، اسير كردند .\r\nسپاهيان پيروزمند تاج الدين الدز وارد شهر شدند و - خانه‌هاى غوريان و باميانىها را غارت كردند .\r\nتاج الدين الدز قلعهء شهر را محاصره كرد .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nجلال الدين با بيست سوار از آن قلعه فرود آمد و از غزنه بيرون رفت .\r\nزنى تمسخر كنان به او گفت :\r\n« به كجا مىروى ؟ چتر و شمسهء سلطنتى را با خود ببر ! چقدر بد است كه سلاطين اين طور بيرون بروند ! » جلال الدين جواب داد :\r\n« به زودى آن روز را خواهى ديد كه من با شما كارى خواهم كرد كه به سلطنت من اقرار كنيد . »\r\nاو پيش از آن به برادر خود گفته بود :\r\n« اين قلعه را نگه دار تا من لشكريانى برايت بياورم . »\r\nتاج الدين الدز در محاصرهء قلعه پايدارى كرد .\r\nكسانى كه با الدز بودند مىخواستند شهر را غارت كنند ولى الدز ايشان را از اين كار بازداشت و كسى را پيش علاء الدين فرستاد و به وى دستور داد تا از قلعه خارج شود ، و تهديدش كرد كه چنانچه خارج نشود زيان خواهد ديد .\r\nدر اين باره پيك و پيام‌هائى ميان آن دو رد و بدل شد تا سرانجام علاء الدين ناچار قبول كرد كه از آن دژ بيرون آيد و به شهر خويش بازگردد .\r\nآنگاه كسى را پيش تاج الدين الدز فرستاد كه به او آزارى نرسد و متعرض او و كسانى كه نسبت به او سوگند وفادارى خورده‌اند ، نشود .\r\nعلاء الدين سپس از غزنه به راه افتاد .\r\nالدز همين كه ديد او از قلعه فرود آمده ، به سوى آرامگاه\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nشهاب الدين ، سرور خود ، رفت و در آن جا توقف كرد .\r\nتركان فرصت را غنيمت شمردند و بر سر علاء الدين ريختند و هر چه داشت به يغما بردند . و او را از اسبش به زير افكندند و لباسش را هم از تنش كندند و او را برهنه ، تنها با يك شلوار ، رها كردند .\r\nتاج الدين الدز همين كه اين خبر را شنيد ، برايش جامه و اسب و پول فرستاد و از او پوزش خواست .\r\nعلاء الدين فقط جامه‌اى كه تنش را بپوشاند برداشت و باقى را برگرداند .\r\nهنگامى كه به باميان رسيد لباس تودهء مردم را پوشيد و سوار خرى شد .\r\nمردم برايش اسب‌هاى سلطنتى و جامه‌هاى فاخر فرستادند .\r\nولى نه آن اسب‌ها را سوار شد و نه آن جامه‌ها را پوشيد ، و گفت :\r\n« مىخواهم مردم مرا بدين حال ببينند و بدانند كه اهل غزنه با من چه كرده‌اند تا وقتى كه به آن شهر برگشتم و آن جا را در هم كوبيدم و غارت كردم كسى سرزنشم نكند . »\r\nآنگاه به دار الحكومه رفت و به گرد آوردن لشكر پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nفرمانروائى الدز در غزنه\r\nپيش از اين گفتيم كه تاج الدين الدز اموال و اسلحه و چارپايان و چيزهاى ديگرى را كه همراه شهاب الدين بود ، از وزير او مؤيد الملك گرفت و آنها را به اختيار خويش در آورد و به وسيلهء آنها لشكريانى از همه گروه ، ترك و خلج و غز و غيره ، جمع كرد و به سوى غزنه رهسپار گرديد .\r\nآنچه را هم كه ميان او و علاء الدين در غزنه روى داده بود ، بيان كرديم .\r\nپس از بيرون رفتن علاء الدين از غزنه ، تاج الدين الدز چهار روز در خانهء خويش به سر برد .\r\nدر اين مدت وانمود مىكرد كه از غياث الدين محمود فرمانبردارى مىكند . چيزى كه بود دستور نمىداد كه خطيب شهر به نام غياث الدين يا به نام ديگرى خطبه بخواند .\r\nتنها به نام خليفهء عباسى خطبه خوانده مىشد و براى شهاب - الدين شهيد هم فقط طلب آمرزش مىكردند .\r\nهمين كه روز چهارم فرا رسيد ، تاج الدين الدز دو نفر رؤساى\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nتركان و غوريان را به نزد خويش فرا خواند و از كسانى كه به علاء الدين و برادرش نامه نگاشته بودند بدگوئى كرد .\r\nامير داد والى غزنه را نيز كه با علاء الدين نامه‌نگارى كرده بود ، گرفت و به زندان انداخت .\r\nروز بعد ، كه شانزدهم ماه رمضان بود ، قاضيان و فقيهان و پيشوايان را خواست . فرستادهء خليفه را نيز به نزد خويش خواند .\r\nفرستادهء خليفه ، شيخ مجد الدين ابو على بن ربيع ، فقيه شافعى ، مدرس مدرسه نظاميه بغداد بود .\r\nاو وارد غزنه شده بود تا پيام خليفه را به شهاب الدين برساند .\r\nو هنگامى كه شهاب الدين كشته شد او در غزنه بود .\r\nالدز براى او و قاضى غزنه پيام فرستاد كه : « من مىخواهم به خانهء پادشاهى نقل مكان كنم و مرا پادشاه بخوانند ، و شما هم بايد حضور داشته باشيد . مقصود از اين اقدام نيز سر و سامان دادن به - كارهاى مردم است . »\r\nفرستادهء خليفه نيز در نزدش حضور يافت .\r\nالدز سوار شد در حالى كه جامهء ماتم به برداشت و گروهى نيز در التزام ركابش بودند .\r\nبدين گونه به خانهء سلطانى رفت كه پيش از آن اقامتگاه سلطان شهاب الدين بود ، و در جائى نشست غير از آن جا كه هميشه شهاب - الدين مىنشست .\r\nبه ديدن اين وضع انديشه‌هاى بسيارى از تركان دربارهء او دگرگون شد . چون آنان از اين رو به فرمان وى بودند كه گمان مىبردند كرسى فرمانروائى را براى غياث الدين محمود مىخواهد .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nولى وقتى ديدند كه مىخواهد خود بر آن مسند بنشيند . از فرمان وى سر باز زدند . حتى يكى از آنان چنان از كار وى بيزار شده بود كه به گريه افتاد .\r\nولى الدز تيول‌هاى بسيار به آنان واگذار كرد و پول‌هاى فراوان بخشيد .\r\nدر نزد شهاب الدين گروهى از فرزندان فرمانروايان غور و سمرقند و نواحى ديگر به سر مىبردند .\r\nاين گروه نيز از خدمت الدز كناره گرفتند و درخواست كردند كه به خدمت غياث الدين محمود بروند .\r\nتاج الدين الدز به ايشان اجازه داد .\r\nبنابر اين ، بسيارى از ياران او ، از او جدا شدند و به غياث - الدين يا به علاء الدين و برادرش ، كه صاحبان باميان بودند ، پيوستند .\r\nاز سوى ديگر غياث الدين محمود كسى را به نزد الدز فرستاد تا از او سپاسگزارى كند و او را به خاطر بيرون كردن فرزندان بهاء - الدين از غزنه مورد ستايش قرار دهد .\r\nغياث الدين محمود ، همچنين ، خلعت‌هائى براى تاج الدين الدز فرستاد و از او خواست كه به نام وى خطبه بخواند و سكه بزند .\r\nولى تاج الدين اين كار را نكرد و در پاسخ او به زبان بازى پرداخت .\r\nغياث الدين محمود توقع داشت كه الدز او را « ملك » خطاب كند و از قيد بندگى برهاند زيرا غياث الدين پسر برادر ولىنعمت او بود و برادر ولىنعمت او هم جز غياث الدين وارث ديگرى نداشت .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nغياث الدين همچنين پيشنهاد كرده بود كه دختر تاج الدين الدز را به عقد پسر خويش در آورد .\r\nولى الدز هيچيك از خواست‌هاى او را نپذيرفت و بدانها پاسخ مثبت نداد .\r\nمقارن همان احوال گروهى غورى كه جزو لشكر صاحب باميان بودند ، بر توابع كرمان و سواران كه از تيول‌هاى قديمى الدز به شمار مىرفت ، حمله بردند و دست به كشتار و تاراج زدند .\r\nتاج الدين الدز هم داماد خود ، صونج ، را با لشكرى مأمور دفع ايشان كرد .\r\nاين عده با لشكر باميان روبرو شدند و بر آنان پيروزى يافتند و بسيارى از ايشان را كشتند و سرهاى كشته‌شدگان را به غزنه فرستادند تا در معرض تماشاى مردم قرار گيرند .\r\nالدز رسوم شهاب الدين را در غزنه اجرا كرد و ميان مردم مبالغى گزاف پخش نمود .\r\nمؤيد الملك را نيز مجبور كرد كه وزير وى شود .\r\nاو از اين كار خوددارى نمود . ولى تاج الدين اصرار كرد و او سرانجام ناچار با همهء اكراهى كه داشت پذيرفت .\r\nوقتى كه به وزارت رسيد ، يكى از دوستانش بر او وارد شد و شادباش گفت .\r\nمؤيد الملك گفت :\r\n« براى چه به من شادباش مىگوئى ؟ براى اين كه پس از عمرى اسب سوارى حالا سوار خرى شده‌ام ؟ » آنگاه اين شعر را خواند :\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n و من ركب الثور بعد الجوا * د أنكر اظلافه و الغبب \r\n( يعنى : كسى كه بعد از اسب تازى سوار گاو مىشود از سم و گلوى او خوشش نمىآيد . )\r\nزمانى الدز هزار بار به در خانهء من مىآمد تا به او اجازه ورود بدهم و حالا كار به جائى رسيده كه من بايد به در خانهء او باشم .\r\nاگر با وجود اين تركان پاى حفظ جان در ميان نبود ، راه ديگرى را برمىگزيدم . »\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nحال غياث الدين محمود پس از كشته شدن عمويش\r\nاما غياث الدين محمود بن غياث الدين ، هنگامى كه عمويش ، شهاب الدين ، كشته شد . در شهرهاى خود ، بست و اسفزار بود .\r\nملك علاء الدين بن محمد بن ابو على را هم شهاب الدين والى شهرهاى غور و غيره از سرزمين راون كرده بود .\r\nملك علاء الدين همين كه خبر كشته شدن شهاب الدين را شنيد ، به سرعت روانهء فيروز كوه شد چون مىترسيد غياث الدين از او پيش بيفتد و شهر را بگيرد و بر خزائنى كه در آن جا بود ، دست يابد .\r\nعلاء الدين مردى نيكرفتار بود و از بزرگان خاندان غورى شمرده مىشد . چيزى كه بود مردم چون به غياث الدين محمود گرايش داشتند نمىخواستند از علاء الدين فرمانبردارى كنند .\r\nاميران هم با وجود پسر سلطان غياث الدين ، يعنى غياث الدين محمود ، از خدمت به علاء الدين اكراه داشتند .\r\nاز اين گذشته مردم فيروزكوه شافعى بودند و علاء الدين\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمذهب كراميه داشت و در مذهب خود نيز غلو مىكرد و مردم را واميداشت تا اقامهء نماز را دو بار دو بار ادا كنند بر خلاف شافعيان كه تنها به يك بار اكتفا مىكنند .\r\nعلاء الدين همين كه به فيروز كوه رسيد ، گروهى از اميران را فرا خواند كه محمد مرغنى و برادرش و محمد بن عثمان از جملهء آنها بودند و از بزرگان امرا شمرده مىشدند .\r\nعلاء الدين ايشان را سوگند داد تا او را در جنگ با خوارزمشاه و بهاء الدين ، صاحب باميان ، يارى كنند .\r\nولى نامى از غياث الدين محمود نبرد زيرا او را كوچك مىشمرد .\r\nآن اميران نيز سوگند ياد كردند كه به او و پس از او نيز به فرزندش وفادار باشند .\r\nدر اين هنگام غياث الدين محمود در شهر بست بود و هيچ اقدامى نمىكرد زيرا منتظر بود كه ببيند وضع صاحب باميان از چه قرار خواهد شد . چون او و بهاء الدين سام ، صاحب باميان ، در روزگار فرمانروائى شهاب الدين ، با يك ديگر پيمان بسته بودند كه خراسان در دست غياث الدين و غزنه و هند در اختيار بهاء الدين بماند .\r\nبهاء الدين سام ، صاحب باميان ، هم پس از درگذشت شهاب - الدين ، از غياث الدين محمود نيرومندتر بود . بدين جهة غياث الدين هيچ كارى نمىكرد .\r\nاما غياث الدين پس از شنيدن خبر مرگ بهاء الدين ، در تاريخ دهم ماه رمضان بر تخت نشست و خطبهء سلطنت به نام خود خواند و سردارانى كه پيشش آمده بودند مانند اسماعيل خلجى و سونج\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمير شكار و زنگى بن خرجوم و حسين غورى صاحب تكياباد و ديگران ، همه را سوگند داد كه از وى فرمانبردارى كنند .\r\nالقاب پدر خويش ( غياث الدنيا والدين ) را نيز به روى خود نهاد .\r\nنامه‌اى هم به علاء الدين محمد بن ابو على ، كه در فيروزكوه بود ، نوشت و او را به نزد خويش خواند و درخواست كرد كه بىدستور او ، يا بىاطلاع او ، كارى نكند و قلمرو فرمانروائى خود را نيز به وى تسليم نمايد .\r\nنامه‌اى همانند نامهء مذكور نيز به حسين بن خرميل ، والى هرات ، نگاشت و به دو وعده داد كه تيول وى را بيفزايد .\r\nاما علاء الدين در پاسخ غياث الدين درشتى آغاز كرد و به اميرانى كه با وى بودند نامه نگاشت و آنان را ترساند .\r\nغياث الدين محمود كه چنين ديد ، براى نبرد با او روانه فيروزكوه شد .\r\nعلاء الدين هم لشكرى بسيج كرد و مبلغى گزاف به سربازان بخشيد و به سركردگان لشكر خلعت داد و اين لشكر را به فرماندهى پسر خويش فرستاد تا از پيشروى غياث الدين محمود جلوگيرى كنند .\r\nهمين كه دو لشكر با هم روبرو شدند اسماعيل خلجى زرهى را كه در زير كلاه خود خويش آويخته بود به كنار زد و گفت :\r\n« خدا را شكر كه تركانى كه آباء و اجداد خود را نمى - شناسند حق تربيت را ضايع نكردند و بر سينهء پسر ملك باميان دست رد گذاشتند . ولى شما بزرگان غورى كه پدر اين سلطان ثروتتان داده\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nو تربيتتان كرده و از او مهربانىها ديده‌ايد كفران نعمت كرديد و به جنگ پسرش آمديد .\r\nآيا اين است رفتار جوانمردان ؟ » محمد مرغنى كه از فرماندهان آن لشكر بود و به حرفش گوش مىدادند ، گفت :\r\n« نه به خدا ! » بعد ، از اسب خود پياده شد و سلاح خود را به زمين انداخت و پيش غياث الدين رفت و جلوى او زمين بوسيد و به بانگ بلند گريست .\r\nسرداران ديگر نيز چنين كردند .\r\nياران علاء الدين به ديدن آن وضع بر جان خويش بيمناك شدند و همراه پسر علاء الدين از ميدان گريختند .\r\nهمين كه اين خبر به گوش علاء الدين رسيد ، از فيروز كوه بيرون رفت و گريزان روانهء غور شد ، در حالى كه مىگفت : « مىروم تا مجاور مكه شوم . »\r\nولى غياث الدين كسانى را به تعقيب او فرستاد .\r\nهمين كه علاء الدين را به نزد غياث الدين برگرداندند ، او را گرفت و به زندان انداخت و فيروز كوه را به تصرف خويش در آورد .\r\nمردم فيروز كوه به ديدن او شادمانى كردند .\r\nغياث الدين محمود ، پس از تسلط بر شهر ، گروهى از ياران علاء الدين را كه مذهب كراميه داشتند ، گرفت و بعضى از ايشان را كشت .\r\nاو پس از ورود به فيروز كوه نخست به مسجد جامع رفت و\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nدر آن جا نماز گزارد .\r\nسپس سوار شد و به خانهء پدر خويش رفت و در آن جا اقامت گزيد . رسوم پدر خود را از نو معمول داشت و اطرافيان او را به كار گماشت .\r\nعبد الجبار بن محمد كيرانى ، وزير پدرش ، به نزدش آمد .\r\nو غياث الدين او را به وزارت خود منصوب ساخت .\r\nغياث الدين محمود در نيكوكارى و دادگسترى نيز راه پدر خويش را در پيش گرفت .\r\nبراى او پس از فراغت از كار علاء الدين ديگر جاى نگرانى باقى نماند جز از بابت حسين بن خرميل كه در هرات بود و ميبايست او را به زير فرمان خود بكشد .\r\nاز اين رو براى ابن خرميل نامه نگاشت و پيام فرستاد و او را به جاى پدر خويش گرفت و به نزد خود فرا خواند .\r\nحسين بن خرميل در تاريخ هشتم ماه رمضان خبر مرگ شهاب الدين را شنيده بود .\r\nبه شنيدن اين خبر بزرگان قوم را گرد آورد كه صاعد بن فضل سيارى قاضى هرات ، على بن عبد الخلاق بن زياد مدرس مدرسهء نظاميهء هرات ، شيخ الاسلام رئيس هرات ، رئيس علويان و كلانتران محله‌ها ، از آن جمله بودند .\r\nبه ايشان گفت :\r\n« خبر در گذشت سلطان شهاب الدين براى من رسيده است .\r\nمن در دسترس خوارزمشاه هستم و از محاصرهء اين شهر مىترسم .\r\nبدين جهة مىخواهم سوگند ياد كنيد كه مرا در برابر هر كس كه با من\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nسر جنگ داشته باشد ، يارى خواهيد كرد . »\r\nقاضى هرات و ابن زياد گفتند : « ما سوگند مىخوريم كه تو را در برابر هر كسى يارى كنيم جز در برابر پسر سلطان غياث الدين . »\r\nاز اين حرف كينهء آن دو را به دل گرفت و هنگامى كه نامهء غياث الدين به دستش رسيد ، ترسيد از اين كه مردم به دو متمايل شوند .\r\nاز اين رو در پاسخ وى به زبانبازى پرداخت .\r\nحسين بن خرميل نامه‌اى هم به سلطان محمد خوارزمشاه نگاشته و از او خواسته بود كه لشكرى برايش بفرستد تا او به فرمان وى در آيد و بوسيله آن لشكر از هجوم غوريان به هرات جلوگيرى كند .\r\nخوارزمشاه در پاسخ از او خواست كه فرزند خويش را به عنوان گروگان پيش وى بفرستد تا او لشكرى را به نزدش گسيل دارد .\r\nحسين بن خرميل فرزند خود را پيش خوارزمشاه فرستاد .\r\nسلطان محمد خوارزمشاه نيز به لشكرى كه در نيشابور و شهرهاى ديگر خراسان داشت ، نامه نوشت و فرمان داد كه به هرات بروند و در اختيار حسين بن خرميل باشند و به فرمان وى كار كنند .\r\nدر همين حال غياث الدين محمود پيك‌هائى را يكى پس از ديگرى پيش ابن خرميل مىفرستاد و ابن خرميل هم پى در پى - بهانه‌هاى گوناگون مىآورد . نه غياث الدين محمود را از فرمانبردارى خويش نااميد مىساخت و نه خطبه به نام او مىخواند و به فرمان وى درمىآمد كه ازو بىچون و چرا اطاعت كند .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبعد ، وقتى كه على بن ابو على ، صاحب كالوين ، غياث الدين را از حال حسين بن خرميل آگاه ساخت ، غياث الدين بر آن شد كه به هرات روى آورد .\r\nولى برخى از سردارانى كه با وى بودند ، او را به ترديد انداختند و توصيه كردند كه به دشمنى با او نپردازد و صبر كند كه ببيند آخر كارش چگونه خواهد شد .\r\nاز سوى ديگر ، ابن خرميل دربارهء كار غياث الدين محمود با ياران خويش به كنكاش پرداخت .\r\nعلى بن عبد الخلاق بن زياد كه در مدرسهء نظاميهء هرات تدريس مىكرد و توليت همه موقوفات خراسان را داشت كه در دست غوريان بود ، به او گفت :\r\n« بهتر است كه خطبه به نام سلطان غياث الدين بخوانى و زبانبازى را كنار بگذارى . »\r\nحسين بن خرميل پاسخ داد :\r\n« ولى مىترسم كه قصد جان مرا بكند . پس برو و از او قول بگير كه به من آسيبى نرساند . »\r\nابن خرميل از اين حرف قصدش آن بود كه على بن زياد را از خود دور كند .\r\nابن زياد با پيامى كه داشت پيش غياث الدين رفت و او را آگاه ساخت از اين كه ابن خرميل چگونه مىخواست او را فريب دهد و به سلطان محمد خوارزمشاه بگرود .\r\nبا اين سخنان ، غياث الدين محمود را برانگيخت كه به هرات حمله‌ور شود . و به او گفت :\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n« هر ساعتى كه به هرات رسيدى ، شهر را تسليمت خواهيم كرد . »\r\nبرخى از سرداران غياث الدين محمود ، در لشكر كشى به هرات با او موافقت كردند و برخى مخالف بودند و گفتند :\r\n« بهتر است براى او جاى حرف باقى نگذارى . بنابر اين اول فرمان حكومت هرات را برايش بفرست . »\r\nاو نيز اين فرمان را صادر كرد و با ابن زياد و يكى از ياران خويش آن را براى ابن خرميل فرستاد .\r\nبعد غياث الدين به اميران بن قيصر ، صاحب طالقان ، نامه نگاشت و او را به حضور خويش فرا خواند .\r\nولى او در اين كار درنگ كرد .\r\nغياث الدين ، همچنين نامه‌اى به فرمانرواى مرو نوشت كه به پيشش برود .\r\nاو نيز در آمدن تعلل ورزيد . ولى مردم مرو به او گفتند :\r\n« اگر شهر را تسليم غياث الدين كنى و پيش او به روى با تو كارى نداريم ، و گرنه خود ما ترا تسليم مىكنيم . ترا مىگيريم و مىبنديم و پيش او مىفرستيم . »\r\nفرمانرواى مرو كه چنين ديد ، ناچار به سوى فيروز كوه روانه شد .\r\nغياث الدين محمود به او خلعت داد و تيولى در اختيارش گذاشت .\r\nطالقان را نيز به سونج ، مملوك پدرش ، داد كه معروف به امير شكار بود .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nدست يافتن سلطان محمد خوارزمشاه بر شهرهاى غوريان در خراسان\r\nپيش از اين گفتيم كه حسين بن خرميل ، والى هرات ، با محمد خوارزمشاه نامه‌نگارى كرد و پيام فرستاد و دربارهء گرايش خود به دو و فرمانبردارى از او ، و كناره گيرى خود از فرمان غوريان ، سخن گفت .\r\nهمچنين شرح داديم كه با غياث الدين محمود به فريبكارى پرداخت و دربارهء خطبه خواندن به نام او و فرمانبردارى از او زبانبازى آغاز كرد زيرا انتظار رسيدن لشكر خوارزمشاه را داشت .\r\nاز حركت رسول غياث الدين و ابن زياد هم كه حامل فرمان حكومت هرات و خلعت براى حسين بن خرميل بودند خبر داديم .\r\nهمين كه خلعت‌هاى غياث الدين محمود به هرات رسيد ، حسين بن خرميل و يارانش آنها را پوشيدند .\r\nفرستادهء غياث الدين سپس از حسين بن خرميل خواست كه به\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nنام غياث الدين خطبه بخواند .\r\nحسين بن خرميل جواب داد : « روز جمعه به نام او خطبه خواهيم خواند . »\r\nدر همين اوقات لشكرى كه به فرمان سلطان محمد خوارزمشاه براى هرات فرستاده شده بود ، به هرات نزديك گرديد .\r\nاز اين رو ، حسين بن خرميل دلگرمى يافت و روز جمعه ، وقتى كه دربارهء خطبه با او صحبت شد ، گفت :\r\n« با رسيدن چنين دشمنى ما كار مهم‌ترى در پيش داريم . »\r\nگفت و گو درين باره ميان آنان به درازا كشيد و ابن خرميل از خطبه خواندن همچنان خوددارى مىكرد تا لشكر خوارزمشاه از راه رسيد .\r\nابن خرميل به ديدارشان شتافت و آنان را دم دروازهء شهر منزل داد .\r\nلشكريان خوارزمشاه به او گفتند :\r\n« خوارزمشاه به ما دستور داده است كه در هيچ كارى با شما مخالفت نكنيم . »\r\nابن خرميل درين خصوص از آنان سپاسگزارى كرد .\r\nاز آن پس هر روز براى ديدارشان از شهر بيرون مىرفت و دستورهائى مىداد و جيرهء بسيار در اختيارشان مىگذاشت .\r\nدر اين گير و دار براى حسين بن خرميل خبر رسيد كه سلطان محمد خوارزمشاه به بلخ رسيده و آن جا را محاصره كرده ، و چون فرمانرواى بلخ با او در بيرون شهر به جنگ پرداخته ، او نتوانسته خود را به شهر نزديك كند و در چهار فرسنگى شهر اردو زده است .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nابن خرميل به شنيدن اين خبر از اظهار اطاعت نسبت به خوارزمشاه پشيمان شد و به ياران نزديك خود گفت :\r\n« ما خطا كرديم كه به فرمان اين مرد در آمديم . چون من اكنون او را زبون و ناتوان مىبينم . »\r\nآنگاه شروع به باز گرداندن لشكر خوارزمشاه كرد و به سرداران لشكر گفت :\r\n« خوارزمشاه كسى را پيش غياث الدين محمود فرستاده تا به او بگويد : من بر سر پيمانى كه ميان ماست ، استوار هستم . و از خراسان آنچه را كه به پدرت تعلق داشت به تو واگذار مىكنم .\r\nبنابر اين بهتر است اكنون بر گرديد تا ببينيم بعد چه خواهد شد . »\r\nدر پى اين سخن هدايائى نيز براى سران لشكر فرستاد و آنان را باز گرداند .\r\nغياث الدين محمود ، همين كه خبر رسيدن لشكر خوارزمشاه به هرات را شنيد ، تيول ابن خرميل را گرفت و كسى را به كرزبان فرستاد و آنچه ابن خرميل در آنجا داشت ، از دارائى و فرزندان و چارپايان و غيره همه را گرفت و ياران او را به بند انداخت .\r\nدر پى اين پيشامد ، غوريانى كه به حسين بن خرميل علاقه‌اى داشتند برايش نامه نوشتند كه : « اگر غياث الدين تو را ببيند ، خونت را خواهد ريخت . »\r\nمردم هرات وقتى شنيدند كه غياث الدين با خانوادهء ابن خرميل و دارائى او چه كرده ، بر آن شدند كه ابن خرميل را بگيرند و به غياث - الدين محمود نيز نامه‌اى بنويسند و از او بخواهند كه نماينده‌اى بفرستد\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nتا شهر هرات را تسليم وى كنند .\r\nقاضى صاعد ، قاضى هرات ، و ابن زياد در اين باره به غياث - الدين نامه نگاشتند .\r\nابن خرميل همين كه شنيد كه غياث الدين با خانوادهء او چه كرده و مردم هرات نيز چه نقشه‌اى برايش كشيده‌اند ترسيد از اين كه مبادا در گرفتن او شتاب ورزند .\r\nبدين جهة پيش قاضى هرات حاضر شد و بزرگان شهر را نيز فرا خواند و با ايشان به نرمى سخن گفت و خود را با آنان نزديك ساخت و فرمانبردارى خود را نسبت به غياث الدين آشكار كرد .\r\nآنگاه گفت : « من هم اكنون لشكر خوارزمشاه را برگردانده‌ام و مىخواهم رسولى را پيش غياث الدين بفرستم و او را از فرمانبردارى خويش آگاه سازم . از شما هر كس كه سخنش در غياث الدين اثر مىكند نامه‌اى دربارهء فرمانبردارى من بنويسد تا آن را با اين رسول پيش غياث الدين بفرستم . »\r\nپيشنهادش را پسنديدند و نامه‌اى را كه مىخواست برايش نوشتند .\r\nحسين بن خرميل نامه را گرفت و بدست رسول داد و هنگامى كه مىخواست او را روانه كند ، سفارش كرد كه وقتى شب فرا رسيد به راه نيشابور برگردد و تند برود تا خود را به لشكر خوارزمشاه برساند و كارى كند كه آن لشكر دوباره به هرات باز گردد .\r\nفرستادهء او نيز دستور او را به كار بست و در جائى كه دو روز راه تا هرات فاصله داشت ، به لشكر خوارزم شاه پيوست و به آنان گفت كه باز گردند .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nآنان هم برگشتند و چهار روز پس از حركت فرستادهء حسين بن خرميل ، به هرات رسيدند در حالى كه فرستادهء ابن خرميل نيز پيشاپيش ايشان مىآمد .\r\nابن خرميل به ديدارشان شتافت و با بانگ طبل‌هائى كه به دست پيشروان لشكر نواخته مىشد ، به شهر داخلشان كرد .\r\nهمين كه وارد شهر شدند ، ابن خرميل ، ابن زياد فقيه را گرفت و چشمش را از كاسه در آورد .\r\nقاضى صاعد را نيز از شهر بيرون راند .\r\nاز غوريان نيز هر كس را كه نزدش بود ، همچنين ، هر كسى را كه هواخواه غوريان ميدانست بيرون كرد .\r\nآنگاه دروازه‌هاى شهر را به دست خوارزميان سپرد و با آن لشكر براى جنگ با غياث الدين محمود رهسپار فيروز كوه شد .\r\nاما غياث الدين ، او نيز به قصد هرات از فيروز كوه بيرون آمد و لشكرى را به سوى هرات گسيل داشت .\r\nسپاهيان او يك مركز دامدارى را كه تعلق به مردم هرات داشت ، گرفتند .\r\nخوارزميانى كه پاسدار هرات بودند ، بيرون آمدند و به هرات الرود و نواحى ديگر تاختند و به تاراج پرداختند .\r\nغياث الدين هنوز در فيروز كوه بود كه خبر حملهء سلطان محمد خوارزمشاه به بلخ به گوش او رسيد .\r\nلذا به همهء لشكريان خود فرمان داد تا به سوى هرات پيشروى كنند . فرماندهى اين لشكر را نيز به على بن ابو على سپرد .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nاين لشكر حركت كرد در حالى كه امير اميران بن قيصر طلايهء لشكر را در اختيار داشت .\r\nامير اميران فرمانرواى طالقان بود و باطنا با غياث الدين محمود ميانهء خوشى نداشت زيرا طالقان را از او گرفته بود .\r\nلذا به ابن خرميل پيام فرستاد و او را آگاه ساخت از اين كه طلايهء لشكر غياث الدين را در اختيار دارد . به او توصيه كرد كه خود را به وى برساند و سوگند خورد كه اگر پيشش بيايد از حركتش جلو - گيرى نخواهد كرد .\r\nحسين بن خرميل به دريافت اين پيام روانه شد و ناگهان بر لشكر غياث الدين تاخت .\r\nلشكريان او هنوز سوار بر اسب‌هاى خود نشده بودند كه سپاهيان ابن خرميل با ايشان در آميختند و گروهى از ايشان را كشتند .\r\nابن خرميل ياران خود را از در افتادن با غوريان بازداشت زيرا مىترسيد به هلاك برسند . فقط اموالشان را به غنيمت برد و اسماعيل خلجى را نيز اسير كرد .\r\nآنگاه در جاى خود ماند و لشكر خويش را فرستاد كه به بادغيس و جاهاى ديگر در آن حدود حمله بردند و به يغماگرى پرداختند .\r\nبر اثر اين شكست ، كار غياث الدين دشوار گرديد و بر آن شد كه شخصا روانه هرات گردد .\r\nاما در اين هنگام خبر يافت كه علاء الدين ، صاحب باميان ، به گونه‌اى كه بعد شرح خواهيم داد ، به غزنه بازگشته است .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nبه شنيدن اين خبر همچنان در فيروز كوه ماند و منتظر شد تا ببيند كه كار علاء الدين و تاج الدين الدز به كجا خواهد انجاميد .\r\nاما بلخ . سلطان محمد خوارزمشاه ، همين كه خبر كشته شدن شهاب الدين به گوشش رسيد ، غوريانى را كه در جنگ نزديك دروازهء خوارزم اسير كرده بود ، از بند بيرون آورد و آزاد ساخت .\r\nبه ايشان خلعت داد و مهربانى كرد و پول‌هائى بخشيد و گفت :\r\n« غياث الدين محمود برادر من است و فرقى ميان من و او نيست . از شما هر كس كه دلش خواست پيش من بماند ، بماند ، و هر كس كه خواست پيش غياث الدين برود ، او را خواهم فرستاد . غياث - الدين اگر به چيزى نياز داشته باشد و آن را از من بخواهد ، به خاطر او از آنچه خواسته صرف نظر خواهم كرد . »\r\nخوارزمشاه به محمد بن على بن بشير هم كه از بزرگان امراء غورى بود ، مهربانى بسيار كرد و براى دلجوئى از غوريان تيولى به وى بخشيد . و او را ميان خود و فرمانرواى بلخ سفير قرار داد .\r\nآنگاه پيشاپيش او ، برادر خود على شاه را با لشكر خويش به بلخ فرستاد .\r\nهمين كه اين لشكر به بلخ نزديك شد ، عماد الدين عمر بن حسين غورى ، امير بلخ ، به دفاع پرداخت و نگذاشت لشكر در برابر شهر اردو زند .\r\nدر نتيجه ، لشكريان خوارزمشاه چهار فرسنگ دور تر اردو زدند و على شاه به برادر خود ، سلطان محمد خوارزمشاه پيام فرستاد و\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nاو و را از نيرومندى مردم بلخ آگاه ساخت .\r\nسلطان محمد به دريافت اين پيام در ماه ذى القعده اين سال به سوى بلخ روانه شد .\r\nهمين كه به بلخ رسيد ، فرمانرواى بلخ آمادهء كارزار شد و با خوارزميان به پيكار پرداخت .\r\nسلطان محمد حريف مردم بلخ نشد زيرا شمارهء ايشان بسيار بود . از اين رو دست از جنگ بداشت و به استراحت پرداخت .\r\nهمين كه شب فرا رسيد ، بىخبر بر آنان حمله برد و مردم بلخ به بدترين گونه غافلگير شدند .\r\nامير بلخ در برابر اين محاصره پايدارى كرد زيرا از سوى سروران خويش ، يعنى فرزندان بهاء الدين صاحب باميان ، انتظار كمك داشت و آنها هم ، چنان كه ذكر خواهيم كرد ، به سبب گرفتارى در غزنه ، نمىتوانستند بلخ را دريابند .\r\nسلطان محمد خوارزمشاه چهل روز در برابر بلخ ماند .\r\nدر اين مدت ، هر روز سوار مىشد و به جنگ مىپرداخت .\r\nبسيارى از يارانش كشته مىشدند و هيچ كارى هم از پيش نمىبرد .\r\nاز اين رو به وسيلهء محمد بن على بن بشير غورى ، به عماد - الدين امير بلخ پاداش گزافى وعده داد تا در برابر آن شهر بلخ را تسليم وى كند .\r\nولى عماد الدين نپذيرفت و گفت : « شهر را واگذار نمىكنم مگر به صاحبانش . »\r\nسلطان محمد خوارزمشاه كه ديد محاصرهء بلخ به نتيجه‌اى نمىرسد ، تصميم گرفت از آن جا به هرات برود .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nولى وقتى صاحبان بلخ ، كه فرزندان بهاء الدين فرمانرواى باميان بودند ، چنان كه به خواست خداى بزرگ شرح خواهيم داد ، براى بار دوم به غزنه رفتند و تاج الدين الدز اسيرشان كرد ، سلطان محمد خوارزمشاه از تصميم خود برگشت و محمد بن على بن بشير را از سوى خود پيش عماد الدين فرستاد تا به او خبر دهد كه سرورانش اسير شده‌اند و ديگر براى او جاى حرف باقى نيست و براى درنگ در تسليم شهر بهانه‌اى ندارد .\r\nمحمد بن على بن بشير براى انجام رسالت خود پيش عماد الدين رفت و به چرب‌زبانى و فريبكارى پرداخت .\r\nگاهى عماد الدين را به مهر سلطان محمد اميدوار مىساخت و گاهى او را از قهر وى مىترساند تا سرانجام عماد الدين حاضر شد كه به فرمان خوارزمشاه در آيد و به نام او خطبه بخواند و اسمش را روى سكه ضرب كند .\r\nعماد الدين در ضمن به محمد بن على گفت : « ولى مىدانم كه خوارزمشاه نسبت به من وفادار نخواهد ماند . »\r\nآنگاه كسى را پيش سلطان محمد خوارزمشاه فرستاد تا از او در برابر آنچه مىخواست سوگند بگيرد .\r\nبدين گونه كار صلح به انجام رسيد و عماد الدين از شهر بيرون شد و پيش خوارزمشاه رفت .\r\nخوارزمشاه او را خلعت داد و به بلخ باز گرداند .\r\nاين پيشامد در پايان ربيع الاول سال 603 روى داد .\r\nسلطان محمد خوارزمشاه سپس رهسپار كرزبان شد تا آن جا را در ميان گيرد .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nكرزبان را على بن ابو على اداره مىكرد .\r\nخوارزمشاه براى غياث الدين محمود پيام فرستاد و گفت :\r\n« كرزبان را عموى تو به حسين بن خرميل واگذار كرده بود . و اكنون هم به ابن خرميل مىرسد . بنابر اين از آن دست بردار . »\r\nغياث الدين حاضر به اين گذشت نشد و گفت : « ميان من و تو شمشير حكم خواهد كرد . »\r\nخوارزمشاه هم محمد بن على بن بشير را پيش على بن ابو على ، دارندهء كرزبان ، فرستاد .\r\nمحمد بن على با همان چرب‌زبانى كه داشت او را به خوارزمشاه متمايل ساخت و از كمك غياث الدين مأيوس كرد . و آنقدر در اين باره سخن گفت تا على بن ابو على از كرزبان دست كشيد و آن را تسليم كرد .\r\nسپس روانه فيروز كوه شد .\r\nغياث الدين محمود از كارى كه او كرده بود به خشم آمد و دستور داد تا او را بكشند . ولى سردارانش از او شفاعت كردند و او از خونش در گذشت .\r\nسلطان محمد خوارزمشاه كرزبان را كه گرفته بود در اختيار حسين بن خرميل گذاشت .\r\nبعد كسى را پيش عماد الدين ، دارندهء بلخ ، فرستاد و او را پيش خود خواند .\r\nبه او پيام داد و گفت :\r\n« براى من مهمى پيش آمده و به منظور مشورت در اين باب بايد\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nتو هم حضور داشته باشى . چون تو امروز از نزديك‌ترين دوستداران ما هستى . »\r\nعماد الدين به دريافت اين پيام ، نزد خوارزمشاه رفت .\r\nولى خوارزمشاه او را گرفت و به خوارزم فرستاد .\r\nآنگاه به بلخ رفت و بر آن شهر دست يافت و جعفر تركى را در آن جا نمايندهء خود ساخت .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nدست يافتن خوارزمشاه به شهر ترمذ و تسليم آن شهر به ختائيان\r\nسلطان محمد خوارزمشاه پس از تصرف بلخ ، شتابان به سوى شهر ترمذ رفت .\r\nپسر عماد الدين ، صاحب بلخ ، ترمذ را در اختيار داشت .\r\nخوارزمشاه به وسيلهء محمد بن على بن بشير براى او پيام فرستاد كه :\r\n« پدرت در شمار نزديك‌ترين ياران من و بزرگترين سرداران من در آمد و بلخ را هم به من سپرد . ولى از او ناروائى ديدم كه بدم آمد و نتوانستم تحمل كنم . بدين جهة او را محترم و گرامى به خوارزم فرستادم . اما تو در چشم من مانند برادر من هستى . »\r\nهمراه با اين سخنان به وى وعده‌هائى داد و تيول بسيارى بخشيد .\r\nمحمد بن على كه پيغامگزار خوارزمشاه بود ، به فريفتن پسر عماد الدين پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nصاحب ترمذ ديد خوارزمشاه از يك سو ، و ختائيان از سوى ديگر او را محاصره كرده‌اند . سروران او را هم تاج الدين الدز در غزنه به بند اسارت انداخته است .\r\nبا در نظر گرفتن اين احوال راه چاره را بسته ديد و دلسرد گرديد .\r\nناچار كسى را پيش خوارزمشاه فرستاد تا از او دربارهء - وعده‌هائى كه داده ، سوگند بگيرد .\r\nسلطان محمد خوارزمشاه نيز سوگند خورد و ترمذ را از او گرفت و آن شهر را به ختائيان تسليم كرد .\r\nخوارزمشاه با اين كار ، يعنى با تسليم ترمذ به ختائيان ، براى خود لعنتى بزرگ و شهرتى ننگين ببار آورد .\r\nولى ، پس از اين بدنامى ، به مردم اظهار داشت كه ترمذ را از آن رو به ختائيان وا گذاشته كه ديگر متعرض خراسان نشوند و او پايه‌هاى فرمانروائى خويش را در خراسان استوار سازد . پس از فراغت از خراسان ، پيش ختائيان باز خواهد گشت و ترمذ و شهرهاى ديگر را از آنها خواهد گرفت .\r\nهمين كار را هم كرد .\r\nپس از دست‌يابى او به خراسان و حملهء او بر شهرهاى ختا و تصرف آن شهرها و از ميان بردن ختائيان ، مردم دانستند كه او راست مىگفته و از واگذارى ترمذ به ختائيان جز نيرنگ و فريب انديشهء ديگرى نداشته است .\r\nخدا او را بيامرزاد !\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nبازگشت فرزندان صاحب باميان به غزنه\r\nپيش از اين گفتيم كه تاج الدين الدز ترك به غزنه رسيد و پس از تصرف غزنه ، علاء الدين و جلال الدين ، فرزندان بهاء الدين سام صاحب باميان ، را از آن جا بيرون كرد .\r\nالدز از دهم ماه رمضان تا پنجم ذى القعدهء سال 602 در غزنه به سر برد .\r\nدر اين مدت با مردم نيكرفتارى كرد و به داد و دهش پرداخت .\r\nتيول‌هائى براى سرداران معين كرد .\r\nبرخى از آنان در غزنه ماندند و برخى به فيروز كوه پيش غياث الدين محمود رفتند . عده‌اى ديگر نيز به خدمت علاء الدين ، فرمانرواى باميان ، روانه شدند .\r\nتاج الدين الدز نه به نام خود خطبه مىخواند نه به نام كسى ديگر .\r\nبه مردم وعده مىداد كه : « فرستادهء من در نزد سرور من ،\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nغياث الدين است . همين كه از پيش او برگردد ، به نام غياث الدين خطبه خواهم خواند . »\r\nمردم نيز به شنيدن سخنان او خوشوقت مىشدند .\r\nاما تاج الدين الدز با اين سخنان نيرنگ مىكرد ، و هم مردم را فريب مىداد ، هم غياث الدين را ، چون اگر اين كار را نمىكرد بيشتر تركان و مردم ديگر ، از گرد او پراكنده مىشدند و در اين صورت ناتوان مىگرديد و از پايدارى در برابر فرمانرواى باميان باز ميماند .\r\nاز اين رو با آن سخنان و حرف‌هائى همانند آنها تركان و ديگران را در خدمت خويش نگاه مىداشت .\r\nاما پس از پيروزى بر فرمانرواى باميان ، به گونه‌اى كه شرح خواهيم داد ، آنچه را كه پنهان مىكرد ، آشكار ساخت .\r\nوضع او بدان نحو بود كه شنيد علاء الدين و جلال الدين ، دو فرزند بهاء الدين صاحب باميان ، با لشكريان بسيار به غزنه نزديك شده‌اند و بر آن سرند كه غزنه را تاراج كنند و مال و جان مردم را مباح شمارند .\r\nمردم را بيم و هراسى سخت فرا گرفت .\r\nتاج الدين الدز بسيارى از لشكريان خويش را بسيج كرد و به راه دشمنان خود فرستاد .\r\nاين عده با پيشروان لشكر باميان روبرو شدند و به جنگ پرداختند .\r\nدر اين جنگ گروهى از تركان كشته شدند و لشكر باميان بر آنان دست يافت .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nآنان كه ياراى پايدارى در برابر آن لشكر را نداشتند ، شكست خوردند و گريختند .\r\nلشكريان علاء الدين سر در پى ايشان نهادند و از ايشان پى در پى مىكشتند و اسير مىگرفتند .\r\nآن عده از شكت‌خوردگان كه جان بدر برده بودند به غزنه رسيدند و تاج الدين الدز كه كار را چنين ديد ، گريزان از غزنه بيرون رفت تا رهسپار شهر خود ، كرمان ، گردد .\r\nولى گروهى از لشكر باميان ، كه نزديك به سه هزار سوار بودند ، به دو رسيدند .\r\nجنگ سختى ميان دو دسته در گرفت و الدز دشمن را از خود دور ساخت و از كرمان اسلحهء بسيار و پول فراوان خواست و همه را ميان لشكريان خود پخش كرد .\r\nاما علاء الدين و برادرش داخل غزنه نشدند و آنجا را رها كردند و در پى الدز شتافتند .\r\nالدز همين كه خبر نزديك شدن ايشان را شنيد ، از كرمان رفت و در آن جا اغتشاشى روى داد و مردم يك ديگر را غارت كردند .\r\nعلاء الدين و برادرش كرمان را گرفتند و به مردم امان دادند .\r\nسپس بر آن شدند كه به سوى غزنه باز گردند و آن شهر را تاراج كنند .\r\nمردم غزنه ، همين كه اين خبر را شنيدند پيش قاضى سعيد بن مسعود رفتند و حال خود را باز گفتند و از آن وضع شكايت كردند .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nقاضى سعيد نيز پيش وزير علاء الدين ، معروف به « صاحب » ، رفت و او را از حال مردم آگاه ساخت .\r\nصاحب به دلجوئى از مردم پرداخت و آنان را تسكين داد .\r\nولى يكى از كسانى كه مورد اعتماد مردم بود به آنها گفت كه مهاجمان براى يغماى شهر گرد هم آمده و همدست شده‌اند .\r\nمردم هم آماده دفاع گرديدند و دروازه‌هاى محلات و راه‌ها را بستند و براى پيكار با دشمن ارابه‌ها و سنگ‌ها فراهم آوردند .\r\nگروهى از بازرگانان عراق و موصل و شام و جاهاى ديگر نيز گرد آمدند و پيش ياران سلطان شهاب الدين شكايت بردند .\r\nولى هيچ كس به شكايتشان گوش نداد .\r\nاز اين رو به خانهء مجد الدين ربيع ، فرستادهء خليفهء عباسى رفتند و از او پناه خواستند .\r\nمجد الدين ايشان را آرام كرد و وعده داد كه از ايشان و مردم شهر شفاعت كند .\r\nبدين منظور ، پيش سردار بزرگى از غوريان كه او را سليمان سيس مىخواندند و پيرى گرامى بود و همه دستورش را به كار مىبستند ، كسى را فرستاد تا او را از آن حال آگاه سازد و خواهش كند كه نامه‌اى به علاء الدين و برادرش بنويسد و از مردم شفاعت كند .\r\nسليمان بن سيس نيز چنين كرد و در ميانجيگرى از مردم بيش از اندازه پافشارى نمود و علاء الدين و برادرش را ترساند كه اگر در يغماى غزنه اصرار ورزند ، از مردم شهر زيان خواهند ديد .\r\nپس از مراجعات بسيار و گفت و گوى زياد درين باره ، سرانجام مردم غزنه را بخشيدند .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nاما چون به لشكريانى كه همراه داشتند ، وعدهء غارت را داده بودند ، به آنان ، در عوض مالى كه ميبايست از غارت به دست آورده باشند ، از خزانهء خود پول دادند .\r\nبدين گونه مردم غزنه آرام شدند و دو برادر نيز با لشكر خود در اواخر ذى القعده به سوى غزنه بازگشتند .\r\nدر اين بازگشت خزانه‌اى را نيز همراه داشتند كه الدز از مؤيد الملك ، هنگامى كه با جسد شهاب الدين مقتول برمىگشت ، گرفته بود .\r\nبه اين خزانه نهصد بار جامه و طلا نيز افزوده شده بود و از چيزهائى كه در آن يافت مىشد دوازده هزار دست جامهء زربفت بود .\r\nدر غزنه علاء الدين بر آن شد كه مؤيد الملك را به وزارت خود منصوب سازد .\r\nبرادرش جلال الدين ، همين كه اين خبر را شنيد ، مؤيد الملك را احضار كرد و به دو با وجود كراهتى كه از قبول وزارت او داشت ، خلعت پوشاند و او را وزير خود ساخت .\r\nعلاء الدين به شنيدن اين خبر ، مؤيد الملك را گرفت و به بند انداخت و زندانى كرد .\r\nدر نتيجهء اين كار ميان دو برادر اختلاف افتاد و انديشه‌هاى مردم نيز دربارهء ايشان دگرگون شد .\r\nبعد ، هنگامى كه علاء الدين و جلال الدين خزانه را بين خود قسمت مىكردند و بر سر اين تقسيم چنان ميانشان ستيزه در مىگرفت كه ميان بازرگانان نيز روى نمىداد ، مردم اينطور استدلال مىكردند\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nكه كار آن دو برادر ، به خاطر بخل و اختلافى كه دارند ، راست نخواهد شد .\r\nسرداران نيز پشيمان بودند از اين كه به آن دو برادر گرويده و غياث الدين محمود را ، با وجود مهربانى و بخششى كه داشت ، ترك گفته بودند .\r\nبعد ، هنگامى كه جلال الدين و عمويش عباس با قسمتى از آن لشكر به باميان رفتند و علاء الدين در غزنه ماند ، وزير او عماد - الملك با افراد لشكر و تودهء مردم بناى بدرفتارى را گذشت .\r\nدر نتيجه ، اموال تركان از دستشان رفت و از هستى ساقط شدند تا جائى كه از ناچارى ، مادران فرزندان خود را مىفروختند و هر چه اين زنان بيچاره ناله و زارى مىكردند ، التفاتى نمىنمودند .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nبرگشتن الدز به غزنه\r\nهمين كه جلال الدين از غزنه رفت و تنها برادرش علاء الدين در غزنه ماند ، تاج الدين الدز و تركانى كه با وى بودند لشكر انبوهى فراهم آوردند و به غزنه بازگشتند .\r\nوقتى به كلوا رسيدند ، آن جا را گرفتند و گروهى از غوريان را كشتند .\r\nكسانى كه از كلوا گريخته بودند ، خود را به كرمان رساندند .\r\nالدز در پى ايشان شتافت و مملوك بزرگى از مملوكان شهاب الدين را كه اى دكزتتر نام داشت به فرماندهى دو هزار سوار گماشت كه ترك و خلج و غز و غورى و غيره بودند .\r\nدر كرمان علاء الدين لشكرى داشت تحت فرماندهى سردارى كه ابن المؤيد ناميده مىشد .\r\nبا او گروهى از اميران بودند . از آن جمله ابو على بن سليمان بن سيس و پدرش كه از بزرگان غورى به شمار مىرفتند .\r\nاين دو تن پيوسته به باده‌گسارى و عيش و نوش سر گرم بودند\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nو از اين كار دست برنمىداشتند .\r\nبه آن دو گفتند : « لشكر تركان به شما نزديك شده‌اند . »\r\nولى به اين سخن اعتنائى نكردند و دست از كارى كه در پيش گرفته بودند ، برنداشتند .\r\nنتيجهء اين غفلت آن شد كه اى دكزتتر با تركانى كه همراه داشت ناگهان بر آنان حمله‌ور گرديد .\r\nمهاجمان به لشكريان علاء الدين مهلت ندادند كه سوار اسبان خود شوند . و همهء آنها را كشتند .\r\nبرخى از آنان هنگام جنگ و دفاع از خويش و برخى ديگر بىدفاع كشته شدند و از آنان رهائى نيافتند مگر كسانى كه تركان عمدا از خونشان در گذشتند .\r\nتاج الدين الدز وقتى كه بدان جا رسيد و همهء سرداران غورى را كشته ديد ، پرسيد :\r\n« آيا همهء اينها با ما مىجنگيدند ؟ » اى دكزتتر پاسخ داد :\r\n« نه ، بلكه آنها را بىدفاع كشتيم . »\r\nالدز او را به خاطر اين كار سرزنش و توبيخ كرد .\r\nآنگاه دستور داد تا سر ابن مؤيد را پيشش آوردند و به سجده افتاد و خدا را شكر كرد .\r\nسپس فرمان داد تا كشته‌شدگان را غسل دهند و به خاك سپارند .\r\nاز جملهء كشته‌شدگان ابو على بن سليمان بن سيس بود .\r\nاين خبر در بيستم ذى الحجهء اين سال به غزنه رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nعلاء الدين كسى را كه آورندهء خبر بود به دار آويخت .\r\nچيزى نگذشت كه آسمان را ابرى سياه فرا گرفت و بارانى سخت باريد كه بخشى از غزنه را ويران كرد .\r\nپس از آن تگرگ بزرگى باريد كه هر دانه‌اش از درشتى به اندازهء تخم مرغ بود .\r\nمردم بانگ برآوردند و از علاء الدين درخواست كردند تا كسى را كه به دار آويخته ، از دار فرود آورد .\r\nبه دستور علاء الدين در پايان روز او را از دار فرود آوردند .\r\nبعد تيرگى هوا از ميان رفت و هراس مردم تسكين يافت .\r\nتاج الدين الدز كرمان را گرفت و با مردم شهر ، كه از آن حمله زيان فراوان ديده بودند ، نيكى و مهربانى كرد .\r\nعلاء الدين همين كه دريافت خبر از ميان رفتن لشكر او در كرمان راست بوده ، وزير خود ، صاحب ، را پيش برادر خويش ، جلال الدين كه در باميان به سر مىبرد ، فرستاد تا او را از كارى كه الدز كرده بود آگاه سازد و از او يارى بخواهد .\r\nجلال الدين لشكريان خويش را بسيج كرده بود تا به بلخ برود و سلطان محمد خوارزمشاه را از آن شهر دور كند .\r\nاما همين كه آن خبر را شنيد بلخ را ترك كرد و به سوى غزنه رهسپار گرديد .\r\nغوريانى كه بيشتر لشكر او را تشكيل مىدادند ، از او ، و همچنين از برادرش ، جدا شده و پيش غياث الدين محمود رفته بودند .\r\nدر اواخر ماه ذى الحجه تاج الدين الدز به غزنه رسيد و با\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nلشكريان خويش در برابر قلعهء غزنه اردو زد و علاء الدين را محاصره كرد .\r\nميان آنان جنگ سختى در گرفت .\r\nبه فرمان الدز در شهر جار زدند كه به مردم امان داده خواهد شد . تا بدين گونه تودهء مردم شهر و غوريان و لشكر باميان را آرام و آسوده خاطر سازند .\r\nالدز قلعهء شهر را همچنان در حلقهء محاصره نگاه داشته بود كه جلال الدين با چهار هزار تن از سربازان باميان و جاهاى ديگر رسيد .\r\nبه شنيدن اين خبر ، الدز به راه ايشان شتافت تا از نزديك شدنشان به غزنه جلوگيرى كند .\r\nاز هنگامى كه در برابر قلعهء غزنه اردو زد تا هنگامى كه از آن جا رفت چهل روز طول كشيده بود .\r\nپس از دور شدن الدز از قلعهء غزنه ، علاء الدين لشكريانى را كه نزد خود داشت دستور داد كه دنبال الدز بروند چنان كه پشت سر او باشند و برادرش نيز در پيش روى او قرار گيرد و بدين گونه راه او از پس و پيش بسته شود و از لشكر او هيچ كس جان بدر نبرد .\r\nهمين كه لشكريان او از قلعهء غزنه بيرون رفتند ، سليمان بن سيس غورى به فيروز كوه پيش غياث الدين محمود رفت .\r\nوقتى بدان جا رسيد ، غياث الدين او را بنواخت و گرامى داشت ، و او را امير داد فيروز كوه ساخت .\r\nاين واقعه در ماه صفر سال 603 اتفاق افتاد .\r\nاما الدز كه رفته بود تا راه بر جلال الدين ببندد و از پيشرفتش\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nجلوگيرى كند ، در قريهء بلق با او روبرو شد .\r\nدو لشكر با هم به جنگ پرداختند و در اين پيكار پايدارى بسيار كردند .\r\nسرانجام جلال الدين و لشكرش شكست خوردند و گريختند .\r\nجلال الدين اسير شد و او را پيش الدز بردند .\r\nتاج الدين الدز همين كه او را ديد ، از اسب پياده شد و دستش را بوسيد و دستور داد تا مواظب باشند كه نگريزد .\r\nآنگاه به غزنه برگشت در حالى كه جلال الدين و هزار اسير ديگر از مردم باميان همراهش بود .\r\nياران او نيز اموال همهء اسيران را به غنيمت بردند .\r\nالدز همين كه به غزنه برگشت ، براى علاء الدين پيام فرستاد كه قلعهء غزنه را تسليم وى كند و گرنه همهء اسيرانى را كه نزد خود دارد خواهد كشت .\r\nولى علاء الدين از تسليم قلعه خوددارى كرد .\r\nالدز هم چهار صد اسير را در مقابل آن قلعه گردن زد .\r\nعلاء الدين كه چنين ديد مؤيد الملك را پيش الدز فرستاد تا از او زنهار بخواهد .\r\nالدز نيز به دو امان داد . ولى همين كه از قلعه بيرون آمد او را گرفت و كسانى را گماشت كه از او و برادرش محافظت كنند عماد الدين وزير علاء الدين را هم به خاطر بد رفتارى با مردم گرفت و به زندان انداخت .\r\nهندوخان بن ملكشاه بن خوارزمشاه تكش نيز با علاء الدين در قلعهء غزنه به سر مىبرد .\r\nهمين كه از قلعه خارج شد ، الدز او را نيز گرفت .\r\nآنگاه دربارهء اين پيروزى به غياث الدين محمود نامه نگاشت و پرچم‌ها و برخى از اسيران را برايش فرستاد .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\nلشكر كشى صاحب مراغه و صاحب اربل به آذربايجان\r\nدر اين سال علاء الدين صاحب مراغه ، و مظفر الدين كوكبرى صاحب اربل با يك ديگر همدست شدند كه به آذربايجان حمله برند و از ابو بكر بن پهلوان ، صاحب آذربايجان ، كه شب و روز سرگرم باده خوارى بود و به كار فرمانروائى و حفظ لشكر و مردم نمىرسيد ، آن جا را بگيرند .\r\nبدين منظور صاحب اربل رهسپار مراغه گرديد و با علاء الدين صاحب مراغه ، ملاقات كرد .\r\nآنگاه هر دو با لشكريان خويش متوجه تبريز شدند .\r\nابو بكر بن پهلوان ، صاحب آذربايجان ، همين كه از لشكركشى ايشان آگاه شد ، از ايدغمش يارى خواست .\r\nامير ايدغمش فرمانرواى شهرهاى جبل ، همدان ، اصفهان و رى و شهرهاى ديگرى بود كه ميان آنها قرار داشت .\r\nاو مملوك پهلوان ، پدر ابو بكر ، بود و از خدمتگزاران\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nابو بكر محسوب مىشد . چيزى كه بود بر شهرها تسلط داشت و از ابو بكر پروائى نمىكرد .\r\nابو بكر بن پهلوان براى او پيام فرستاد و آنچه را كه روى داده بود بيان كرد و از او يارى خواست .\r\nامير ايدغمش در آن هنگام در شهر اسماعيليان بود و همين كه آن خبر را شنيد با لشكريان بسيار به سوى ابو بكر شتافت .\r\nهمين كه به حضور او رسيد ، كسى را پيش صاحب اربل فرستاد تا به او بگويد :\r\n« ما مىشنيديم كه تو اهل علم و خير را دوست دارى و در حقشان نيكى مىكنى بدين جهة عقيده پيدا كرديم كه در سرشت تو نيز نشانه‌اى از ديندارى و نيكى است .\r\nولى اكنون كه در انديشهء حمله به شهرهاى اسلامى و كشتن مسلمانان و يغما كردن اموالشان و برانگيختن آشوب افتاده‌اى ، مىبينيم آنچه از تو آشكار شده ، خلاف آن است كه درباره‌ات گمان مىكرديم .\r\nاگر تو چنين آدمى هستى ، پس معلوم مىشود كه عقل ندارى . چون تو كه صاحب قريه‌اى هستى ، پيش ما مىآئى كه از دروازهء خراسان تا خلاط و اربل را در اختيار داريم و مىپندارى كه با اندك نيروى خويش مىتوانى به اين قلمرو پهناور چيره شوى .\r\nمگر نمىدانى ابو بكر بن پهلوان مملوكانى دارد كه من يكى از آنها هستم و اگر از هر قريه‌اى شحنه‌اى ، يا از هر شهرى ده مرد بخواهد چندين برابر لشكر تو در اطرافش گرد خواهند آمد ؟\r\nپس بهتر است به شهرك خود برگردى .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاين حرف را هم من از آن جهة مىزنم كه به حالت رحم مىكنم و نمىخواهم كشته شوى . »\r\nامير ايدغمش به دنبال اين پيام براى روبرو شدن با دشمن روانه شد .\r\nمظفر الدين كوكبرى ، صاحب اربل ، همين كه آن پيام را شنيد و از حركت امير ايدغمش آگاه شد تصميم گرفت كه باز گردد .\r\nصاحب مراغه كوشيد تا او را در آن جا نگاه دارد و به او گفت :\r\n« همهء سرداران ابو بكر بن پهلوان به من نوشته‌اند كه اگر پيششان بروم ، هوادار من خواهند شد . »\r\nولى مظفر الدين سخن او را نپذيرفت و به سوى اربل بازگشت .\r\nو از ترس اين كه مبادا او را بگيرند راه سخت و دره‌هاى دشوار و گردنه‌هاى بلند را پيمود .\r\nبعد ، هنگامى كه ابو بكر بن پهلوان و ايدغمش به مراغه حمله بردند و آن جا را محاصره كردند ، صاحب مراغه دژى از دژهاى خود را كه سبب اختلاف بود به ابو بكر واگذاشت و بدين گونه با آن دو صلح كرد .\r\nابو بكر نيز دو شهر استوا و اروميه ( رضائيه ) را به اقطاع در اختيار او گذاشت . و از او دست برداشت و بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nحمله امير ايدغمش به اسماعيليان\r\nدر اين سال امير ايدغمش به نواحى اسماعيليان كه در نزديك قزوين قرار داشت روانه شد .\r\nدر ميان آنان كشتارى بزرگ كرد و مردان و زنانشان را اسير ساخت .\r\nدژهاى ايشان را در ميان گرفت و از آنها پنج دژ را گشود .\r\nمىخواست الموت را نيز محاصره كند و مردمش را از پاى در آورد . ولى اين تصميم مصادف شد با آنچه دربارهء حركت صاحب مراغه و صاحب اربل گفتيم . لذا امير ابو بكر او را به نزد خود فرا خواند . او نيز ، همچنان كه قبلا ذكر شد اسماعيليان را ترك گفت و پيش ابو بكر رفت .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nرسيدن لشكرى از خوارزم به شهر جبل و آنچه از ايشان سر زد\r\nدر اين سال گروه انبوهى از لشكر خوارزم كه نزديك به ده هزار سوار مىشدند با زنان و فرزندان خويش رهسپار سرزمين جبل شدند تا به زنجان رسيدند .\r\nامير ايدغمش ، صاحب زنجان ، گرفتار كار صاحب اربل و صاحب مراغه بود . بدين جهة مهاجمان غيبت او را غنيمت شمردند .\r\nاما همين كه مظفر الدين به شهر خود برگشت و وضع ايدغمش و صاحب مراغه نيز روشن شد ، ايدغمش به سر وقت خوارزميان شتافت و با آنان روبرو شد و به جنگ پرداخت .\r\nميان دو دسته ، كار جنگ بالا گرفت .\r\nخوارزميان شكست خوردند و گريختند .\r\nلشكريان ايدغمش با شمشير به جان ايشان افتادند .\r\nدر نتيجه ، از آنان گروه انبوهى كشته و گروهى نيز گرفتار\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nشدند و از مرگ رهائى نيافتند مگر عده‌اى پراكنده .\r\nحتى زنان و فرزندانشان به اسارت در آمدند و اموالشان به غنيمت گرفته شد .\r\nاين مهاجمان به شهرها حمله مىبردند و دست به كشتار و تاراج و تباهى مىزدند .\r\nاين بار به كيفر اعمال خويش رسيدند .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nحملهء ابن ليون به توابع حلب\r\nدر اين سال ، حملهء ابن ليون ارمنى ، صاحب الدروب ، به حلب پيگيرى شد .\r\nاو به هر جا كه رسيد يغماگرى و آتش‌سوزى كرد و زنان و مردان را اسير ساخت .\r\nملك ظاهر غازى بن صلاح الدين يوسف ، فرمانرواى حلب ، براى دفع او ، لشكريان خويش را گرد آورد و از فرمانروايان ديگر نيز كمك خواست .\r\nدر نتيجه ، سربازان بسيار از سوار و پياده جمع كرد و از حلب به سر وقت ابن ليون شتافت .\r\nابن ليون در جهتى اردو زده بود كه به حلب متصل مىشد ولى دسترسى بدان وجود نداشت چون به سراسر آن نواحى راهى نبود مگر از كوه‌هاى بلند و گردنه‌هاى دشوار .\r\nاز اين رو ، جز ابن ليون كس ديگر نمىتوانست بدان جا راه\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nيابد به ويژه از سوى حلب چون راه تا آنجا بسيار دشوار بود .\r\nملك ظاهر در پنج فرسنگى حلب اردو زد و گروهى از سربازان خويش را در مقدمهء لشكر قرار داد و سردار بزرگى را نيز به فرماندهى آنان گماشت كه از مملوكان پدرش بود و او را ميمون قصرى مىخواندند چون به قصر خلفاى علوى مصر نسبت داشت زيرا پدرش آن قصر را از علويان گرفته بود .\r\nملك ظاهر دژى داشت نزديك به شهرهاى ابن ليون كه دربساك ناميده مىشد .\r\nمقدارى خواربار و اسلحه براى آن دژ فرستاد و به ميمون قصرى نيز توصيه كرد تا گروهى از لشكريانى كه در اختيار دارد بفرستد تا آن خواربار و اسلحه را به درب ساك برسانند .\r\nميمون قصرى نيز چنين كرد . جمع كثيرى از لشكر خود را به دنبال آن مأموريت فرستاد و خود با عده‌اى اندك باقى ماند .\r\nابن ليون همين كه از اين موضوع خبردار شد ، شتابان روانه گرديد و خود را به ميمون رساند كه لشكر زيادى در اختيار نداشت .\r\nميمون قصرى با ابن ليون به جنگ پرداخت و جنگ ميانشان شدت يافت .\r\nميمون قصرى كسى را به نزد ملك ظاهر فرستاد و وضع خود را برايش شرح داد .\r\nولى ملك ظاهر از او دور بود و نمىتوانست به دو كمك برساند .\r\nجنگ ميان آنان به درازا كشيد و ميمون قصرى با وجود\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nاندك بودن مسلمانان و بسيارى ارمنيان از جان خود و بار و بنهء خود دفاع كرد .\r\nولى سرانجام مسلمانان شكست خوردند و دشمن بر آنان چيره شد و از آنان كشت و اسير گرفت .\r\nمسلمانان نيز همين كار را با ارمنيان كردند و بسيارى از ايشان را كشتند .\r\nدر اين جنگ ارمنيان به بار و بنهء مسلمانان دست يافتند و آنها را به غنيمت بردند .\r\nبعد مسلمانانى كه با خوار بار و اسلحه به درب ساك رفته بودند ، به آنها برخوردند در حالى كه از آنچه روى داده بود هيچ آگاهى نداشتند .\r\nبدين گونه ، دشمنانشان آنها را غافلگير كردند و بىخبر با آنان در آميختند و به رويشان شمشير كشيدند .\r\nدو دسته با يك ديگر سخت‌ترين جنگ را كردند .\r\nولى در اين جا نيز مسلمانان شكست خوردند و ارمنيان با آنچه به غنيمت برده بودند به شهرهاى خود بازگشتند و در كوه‌ها و دژهاى خود پناه گرفتند .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nتاراج ارمنستان به دست مردم گرجستان\r\nدر اين سال لشكريان گرجستان همگى به ولايت خلاط ، از ارمنستان ، حمله بردند و يغما كردند و كشتند و مردان و زنان بسيارى را به بند اسارت انداختند .\r\nدر آن سرزمين همه جا پيش رفتند بىاينكه آسيبى ببينند و از خلاط هيچ كس برنخاست كه از آنها جلوگيرى كند .\r\nاز اين رو غارت اموال و اسارت مردان و دست درازى به زنان را ادامه دادند چون به مانعى برنمىخوردند و كسانى يافت نمى - شدند كه از آن سرزمين دفاع كنند . زيرا صاحب خلاط خردسال بود و كسى هم كه امور دولت او را ادامه مىكرد ، نمىتوانست سرداران و سپاهيان را به فرمان خويش در آورد .\r\nوقتى كار اين بلا بالا گرفت و عرصه را به مردم تنگ كرد بانگ شكايت برآوردند و همديگر را به جنگ برانگيختند .\r\nلشكريان اسلامى نيز در آن ولايت همه گرد هم آمدند .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nگروهى از سربازان داوطلب نيز به ايشان پيوستند .\r\nآنگاه همه براى از ميان بردن گرجىها به راه افتادند در حالى كه از نيروى آنان بيمناك بودند .\r\nدر اين هنگام يكى از صوفيان نيك نهاد ، شيخ محمد بستى را كه از پارسايان به شمار مىرفت و فوت كرده بود به خواب ديد .\r\nاز او پرسيد : « من تو را در اين جا مىبينم ؟ » پاسخ داد : « آمده‌ام كه مسلمانان را يارى كنم تا بر دشمن خود پيروز شوند . »\r\nصوفى از خواب بيدار شد و از مقامى كه بستى در اسلام داشت ، شاد گرديد و پيش كسى رفت كه امور لشكر را در دست داشت .\r\nو خواب خود را برايش شرح داد .\r\nاو نيز شادمان شد و دلگرمى يافت و در تصميمى كه براى حمله به گرجىها گرفته بود راسخ‌تر گرديد و با لشكرى كه گرد آورده بود به سر وقت ايشان شتافت و در جائى اردو زد كه با آنها يك منزل فاصله داشت .\r\nگرجىها ، همين كه خبر حركت آنان را شنيدند بر آن شدند كه به مسلمانان شبيخون زنند .\r\nلذا از جايگاهى كه در آن دره داشتند به بلندترين نقطه نقل مكان كردند و در آن جا اردو زدند تا همين كه شب فرا رسيد به شبيخون پردازند .\r\nمسلمانان از اين نقشه آگاه شدند و سر دره و همچنين پائين آن را گرفتند و راه را به طايفهء كرج بستند .\r\nآن جا هم دره‌اى بود كه جز اين دو راه ، راه ديگرى\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nنداشت .\r\nگرجىها كه به اين موضوع پى بردند دل بر هلاك نهادند و دست و پاى خود را گم كردند .\r\nمسلمانان بر آنان حمله بردند و با پيكارى سخت ، عرصه را بر آنها تنگ كردند .\r\nبسيارى از آنها را كشتند و به همان اندازه نيز اسير گرفتند .\r\nسرانجام از آنان جز عده‌اى اندك كسى جان بدر نبرد .\r\nبدين گونه ، خداوند گزند گرجىها را از مسلمانانى كه نزديك بود از دستشان نابود شوند ، دور ساخت .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال ، امير طاشتكين ، امير الحاج ، در شوشتر از دار دنيا رفت .\r\nدر گذشت او در ماه جمادى الآخر روى داد .\r\nخليفهء عباسى حكومت سراسر خوزستان را به دو سپرده بود .\r\nاو سالهاى درازى امير الحاج بود . مردى نيكوكار و پارسا و نيك نهاد بود .\r\nبسيار عبادت مىكرد و مذهب تشيع داشت .\r\nپس از در گذشت او ، خليفهء عباسى - الناصر لدين اللّه - مملوك خود ، سنجر ، را والى خوزستان ساخت .\r\nاو داماد طاشتكين ، يعنى شوهر دخترش ، بود .\r\nدر اين سال سنجر بن مقلد بن سليمان بن مهارش ، امير عبادة ، در عراق كشته شد .\r\nسبب كشته شدن او اين بود كه از پدر خود در نزد خليفه عباسى ،\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nالناصر لدين اللّه ، بد گوئى كرد و به او تهمت زد .\r\nخليفه نيز دستور داد كه پدرش را بازداشت كنند .\r\nمدتى گرفتار بود ، بعد خليفه او را آزاد كرد .\r\nبعد ، هنگامى كه سنجر يكى از برادران خويش را كشت ، خانوادهء او و برادران ديگرش كينهء او را به دل گرفتند .\r\nدر اين سال ، در ماه شعبان ، در ارض المعشوق منزل گرفت .\r\nيكى از روزها سوار شد و بيرون رفت در حالى كه برادران و يارانش نيز همراهش بودند .\r\nهمين كه از ياران خويش جدا شد ، برادرش ، على بن مقلد ، با شمشير ضربتى به او زد كه از اسب سرنگون شد و به زمين افتاد .\r\nدر اين هنگام همه برادرانش به سرش ريختند و او را كشتند .\r\nدر اين سال ، غياث الدين خسرو شاه ، صاحب شهرهاى روم ( روم شرقى ) به ترابوزان لشكر كشيد و صاحب ترابوزان را در حلقهء محاصره گرفتار ساخت و عرصه را بر او تنگ كرد زيرا او از فرمان وى سرباز زده بود .\r\nبه سبب اين پيكار راه‌هاى آبى و خاكى از شهرهاى روم و روس و قبچاق و نواحى ديگر قطع شد و ديگر هيچ كس از هيچ نقطه‌اى به شهرهاى غياث الدين نمىرفت .\r\nاهالى روم از اين بابت زيان بسيار ديدند زيرا با مردم نقاط مختلف روابط تجارتى داشتند و داد و ستد مىكردند و به شهرهاى\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nايشان مىرفتند .\r\nبازرگانان از شام و عراق و موصل و جزيره و جاهاى ديگر نيز پيش ايشان مىآمدند .\r\nاز اين بازرگانان در شهر سيواس گروه بسيارى گرد آمدند و چون راه باز نبود آزار فراوان ديدند .\r\nدر نتيجهء اين وضع ، هر كس كه فقط سرمايهء خود را مىتوانست برگرداند ، خوشبخت بود .\r\nدر اين سال ابو بكر بن پهلوان ، صاحب آذربايجان و اران ، با دختر فرمانرواى گرجستان زناشوئى كرد .\r\nسبب اين ازدواج آن بود كه گرجىها چون مىديدند ابو بكر بن پهلوان سخت گرفتار شراب و قمار و هوسرانىهاى ديگر است و نمىتواند به كارهاى سرزمين خود برسد و شهرها را حفظ كند ، پى در پى به شهرهاى او حمله مىبردند .\r\nابو بكر هم كه تاخت و تازهاى ايشان را مىديد و آن - كارهاى شوم و زيان بخش برايش غيرت و غرورى باقى نگذاشته بود كه اعتيادات خود را كنار بگذارد و نمىتوانست از آن شهرها با شمشير خود دفاع كند ، بر آن شد كه با اير خود دفاع نمايد .\r\nاز اين رو دختر فرمانرواى گرجستان را به عقد خويش در آورد و در نتيجهء اين وصلت گرجىها از حمله و قتل و غارت در شهرهاى او دست برداشتند .\r\nكار ابو بكر چنان بود كه مىگفتند : « شمشير خود را غلاف\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nكرد و اير خود را بر كشيد . »\r\nدر اين سال ، بره‌اى به اربل آوردند كه چهره‌اش چهرهء آدمى و پيكرش پيكر بره بود . و اين از عجايب به شمار مىرفت .\r\nدر اين سال قاضى ابو حامد محمد بن محمد مانداى واسطى در واسط در گذشت .\r\nدر اين سال ، در ماه شوال ، فخر الدين مباركشاه بن حسن مرورودى ، در گذشت .\r\nاو به فارسى و عربى شعر نيكو مىسرود و در نزد سلطان غياث الدين بزرگ ، فرمانرواى غزنه و هرات و شهرهاى ديگر ، داراى مقامى بلند بود .\r\nمهمانسرائى داشت كه در آن كتابخانه و شطرنج يافت مىشد .\r\nدانايان كتاب‌ها را مىخواندند و نادانان شطرنج بازى مىكردند .\r\nدر اين سال ، در ماه ذى الحجه ، ابو الحسن على بن على بن سعادة فارقى ، فقيه شافعى ، از جهان رفت .\r\nدر گذشت او در بغداد روى داد .\r\nدر اين شهر روزگارى دراز در مدرسهء نظاميه بازگو كننده\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nدرس استاد بود سپس در مدرسه‌اى كه مادر الناصر لدين اللّه ساخته بود به تدريس پرداخت .\r\nعلم را با عمل توام كرده بود . هم ديندار بود و هم نيكوكار .\r\nاو را در بغداد براى نيابت مسند قضاء فرا خواندند و از پذيرفتن اين كار خوددارى كرد .\r\nوقتى او را به قبول آن مجبور ساختند اندك زمانى آن كار را بر عهده گرفت .\r\nبعد ، در يكى از روزها به مسجد ابن المطلب رفت و آنجا منزل گزيد و لنگى بست كه از پشم خشن بود و لباس هميشگى خود را تغيير داد و به وكلا و ساير كسانى كه كارهاى قضائى و حقوقى داشتند دستور داد كه از وى چشم بپوشند .\r\nآنقدر در آن مسجد ماند كه ديگر كسى به دنبالش نيامد .\r\nسرانجام به خانهء خود برگشت در حالى كه خود را از آن كار آسوده ساخته بود .\r\nدر اين سال ، شيخ ابو موسى مكى كه در يكى از حجره‌هاى مسجد جامع سلطانى بغداد اقامت داشت ، از بام مسجد افتاد و درگذشت .\r\nمردى بود پارسا كه بسيار عبادت مىكرد .\r\nدر اين سال ، همچنين ، عفيف ابو المكارم عرفة بن على بن بصلاى بندنيجى ، در بغداد در گذشت .\r\nمردى بود پارسا كه از دنيا گسسته و به پرستش خداوند پرداخته بود .\r\nخدايش بيامرزاد !\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\n603 وقايع سال ششصد و سيم هجرى قمرى\r\n\r\nدست يافتن عباس بر باميان و برگشتن اين شهر به دست برادرزاده‌اش\r\nدر اين سال ، عباس باميان را از علاء الدين و جلال الدين ، فرزندان برادرش بهاء الدين گرفت .\r\nسبب اين اقدام آن بود كه سربازان باميان وقتى از تاج الدين الدز شكست خوردند و به باميان بازگشتند ، خبر دادند كه علاء الدين و جلال الدين به اسارت افتاده و الدز و كسانش آنچه در لشكر بود به غارت برده‌اند .\r\nبه شنيدن اين خبر ، وزير پدر آن دو برادر ، يعنى وزير بهاء الدين سام كه معروف به « صاحب » بود ، پول بسيار و گوهرهاى\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nگرانبها و تحفه‌هاى ديگرى را برداشت و فيلى برگرفت و رهسپار خوارزم شد كه از سلطان محمد خوارزمشاه يارى جويد تا لشكرى را همراه وى بفرستد كه دو سرورش ، يعنى آن دو برادر ، را از بند اسارت الدز رهائى بخشند .\r\nهمين كه صاحب از باميان دور شد و عباس ، عموى آن دو برادر ، شهر را از وجود او و برادرزادگان خويش تهى يافت ، ياران خود را گرد آورد و در باميان قيام كرد و شهر را گرفت .\r\nآنگاه از قلعهء شهر بالا رفت و ياران برادرزادگان خود ، علاء الدين و جلال الدين ، را از آن جا بيرون كرد .\r\nصاحب وزير ، كه به حضور خوارزمشاه روانه بود ، در راه همين كه اين خبر به گوشش رسيد ، به باميان برگشت و دسته‌هاى بسيارى را گرد آورد و عباس را در آن دژ محاصره كرد .\r\nدر سراسر قلمرو فرمانروائى بهاء الدين و دو فرزندش ، مردم همه به حرف صاحب گوش مىدادند و از او فرمان مىبردند .\r\nاز اين رو صاحب به دستيارى ايشان عباس را در قلعه محاصره كرد و در اين محاصره پايدارى نشان داد .\r\nچيزى كه بود او پولى نداشت تا بدان وسيله نيازمندىهاى خويش را رفع كند و با خود تنها همان را داشت كه مىخواست پيش سلطان محمد خوارزمشاه ببرد .\r\nجلال الدين ، همين كه از اسارت تاج الدين الدز - چنان كه بعد خواهيم گفت - رهائى يافت ، روانهء باميان گرديد تا به ارصف رسيد كه از شهرهاى باميان بود .\r\nدر اين جا ، صاحب ، وزير پدرش ، آمد و او را ملاقات\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nكرد .\r\nدو نفرى به سوى قلعه رفتند و به عباس كه بر آن چيره شده بود پيام فرستادند و با او به نرمى و مهربانى سخن گفتند تا رام شد و آنچه در اختيار داشت همه را به جلال الدين تسليم كرد و گفت :\r\n« من اين دژ را گرفتم و نگه داشتم زيرا مىترسيدم خوارزمشاه آن را بگيرد . »\r\nجلال الدين از كار او خوشش آمد و به مسند فرمانروائى خود بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nدست يافتن سلطان محمد خوارزمشاه بر طالقان\r\nسلطان محمد خوارزمشاه همين كه ترمذ را به ختائيان واگذار كرد ، از آن جا به ميهنه و اندخوى رفت . و به سونج امير شكار ، نايب غياث الدين محمود در طالقان ، نامه‌اى نگاشت و از او دلجوئى كرد تا او را به سوى خود بكشاند .\r\nولى فرستادهء او كه نامه را برده بود ، بازگشت بىاينكه از رسالت خود نتيجه‌اى گرفته باشد . زيرا امير سونج به آنچه خوارزمشاه مىخواست تن در نداده و لشكر خود را گرد آورده بود تا با خوارزمشاه نبرد كند .\r\nبنابر اين آنها ، يعنى سونج امير شكار و سلطان محمد خوارزمشاه ، در نزديك طالقان به هم رسيدند .\r\nهمين كه دو لشكر با يك ديگر روبرو شدند ، امير سونج به تنهائى شتابان حمله برد و پيش رفت تا به لشكر خوارزمشاه رسيد .\r\nدر برابر خوارزمشاه ، خود را از اسب به زمين انداخت و\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nسلاح خويش را نيز به كنار افكند و زمين ببوسيد و درخواست عفو كرد .\r\nخوارزمشاه نخست گمان برد كه او مست است و هنگامى كه دانست هوشيار است ، زبان به بدگوئى او گشود و دشنامش داد و گفت :\r\n« كيست كه به اين مرد يا كسانى كه مثل او هستند اعتماد كند ! » و ديگر به وى توجهى نكرد .\r\nآنگاه هر چه در طالقان از پول و اسلحه و چارپايان وجود داشت برگرفت ، و همراه رسولى براى غياث الدين محمود فرستاد .\r\nبا اين رسول پيامى نيز به غياث الدين فرستاد كه حاكى از نزديكى وى به دو و دلجوئى از او بود .\r\nآنگاه يكى از ياران خويش را به نمايندگى از سوى خود در طالقان گماشت و از آن جا رهسپار دژهاى كالوين و بيوار گرديد .\r\nحسام الدين على بن ابو على ، دارندهء كالوين ، براى پيكار با خوارزمشاه آماده شد و با او بر فراز كوه‌ها به پيكار پرداخت .\r\nخوارزمشاه كسى را پيش وى فرستاد تا تهديدش كند كه اگر تسليم نشود و كالوين را واگذار نكند زيان خواهد ديد .\r\nولى او پاسخ داد :\r\n« من مملوكى بيش نيستم و اين دژها نيز به امانت به دست من سپرده شده است . آن را تسليم نمىكنم مگر به كسى كه صاحب آن است . »\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nسلطان محمد خوارزمشاه اين پاسخ مردانه را از او پسنديد و به ستايش او ، و نكوهش سونج پرداخت .\r\nغياث الدين محمود نيز وقتى شنيد كه سونج طالقان را به خوارزمشاه تسليم كرده ، به هم بر آمد و از كار او خشمگين گرديد .\r\nولى يارانش او را تسلى دادند و اين كار را جرم ناچيزى شمردند .\r\nخوارزمشاه پس از فراغت از كار طالقان رهسپار هرات شد و در بيرون شهر اردو زد .\r\nحسين بن خرميل نمىگذاشت هيچيك از خوارزميان راهزنى كند و به آزار مردم پردازد . چون آنها دسته دسته گرد هم مىآمدند و راه‌ها را مىزدند .\r\nاين عادت خوارزميان بود .\r\nدر اين هنگام فرستادهء غياث الدين محمود با هديه‌هائى كه آورده بود به حضور خوارزمشاه رسيد .\r\nمردم از احترام غياث الدين به خوارزمشاه در شگفت ماندند .\r\nاما سبب اين احترام آن بود كه خوارزميان از غياث الدين بزرگ ، پدر اين غياث الدين ، و برادرش ، شهاب الدين ، هنگامى كه زنده بودند ، تنها به نام‌هاى « غورى » و « صاحب غزنه » ياد مىكردند .\r\nو اينك وزير سلطان محمد خوارزمشاه ، با پايهء بلندى كه داشت از اين غياث الدين كم رتبه ، باد نكرده بود جز با عنوان « سرور ما سلطان غياث الدين » با وجود ناتوانى و زبونى و شهرهاى كمى كه در اختيار داشت .\r\nاما حسين بن خرميل با گروهى از لشكر خوارزمشاه از هرات\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nبه راه افتاد و در ماه صفر بر شهر اسفزار فرود آمد .\r\nصاحب اسفزار به پيش غياث الدين محمود رفته بود .\r\nحسين بن خرميل اسفزار را در ميان گرفت و به كسانى كه در آن شهر بودند پيام فرستاد و به خدا سوگند خورد كه اگر آن جا را تسليم كنند به ايشان امان خواهد داد ، و اگر از تسليم شهر دريغ ورزند پايدارى خواهد كرد تا شهر را بگيرد . ولى اگر با دادن تلفات سنگين و پايدارى بسيار موفق به تصرف شهر شد ، ديگر به هيچ كس رحم نخواهد كرد و همه را از كوچك و بزرگ خواهد كشت .\r\nمردم از اين تهديد بيمناك شدند و در ماه ربيع الاول اسفزار را تسليم كردند .\r\nحسين بن خرميل نيز ، همچنان كه وعده كرده بود ، مردم را امان داد و به ايشان آسيبى نرساند .\r\nپس از گرفتن اسفزار ، كسى را پيش حرب بن محمد ، صاحب سيستان ، فرستاد تا او را به فرمانبردارى از خوارزمشاه و خطبه خواندن به نام او در شهرهاى خويش ، دعوت كند .\r\nحرب بن محمد اين دعوت را پذيرفت .\r\nغياث الدين محمود نيز پيش از آن براى او پيام فرستاده و از او خواسته بود كه به فرمان وى در آيد و به نام وى خطبه بخواند .\r\nولى او به چرب‌زبانى پرداخته و پاسخ مثبتى به درخواست وى نداده بود .\r\nهنگامى كه سلطان محمد خوارزمشاه سرگرم تصرف هرات بود ، قاضى صاعد بن فضل ، كه حسين بن خرميل در سال گذشته از هرات بيرونش كرده بود ، پيش غياث الدين محمود\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nرفته بود .\r\nدر اين هنگام از پيش او بازگشت .\r\nوقتى به حضور خوارزمشاه رسيد ، حسين بن خرميل به خوارزمشاه گفت :\r\n« اين مرد خواهان غوريان و روى كار آمدن ايشان است . »\r\nو بدين گونه از او بدگوئى كرد .\r\nخوارزمشاه نيز او را در قلعهء زوزن به زندان انداخت و مسند قضاء را در هرات به صفى الدين ابو بكر بن محمد سرخسى واگذاشت كه پيش از آن به نيابت از سوى صاعد و پسرش امور قضائى هرات را اداره مىكرد .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nوضع غياث الدين با تاج الدين الدز و قطب الدين ايبك\r\nوقتى تاج الدين الدز به غزنه برگشت و علاء الدين و برادرش جلال را ، چنان كه گفتيم ، اسير كرد ، غياث الدين محمود به او نامه‌اى نگاشت و از او خواست كه به نام وى خطبه بخواند .\r\nتاج الدين به اين نامه پاسخ منفى و طفره آميز داد و اين بار جواب او سخت‌تر از جواب دفعهء قبلش بود .\r\nغياث الدين محمود بار ديگر به او نوشت كه : « يا به نام ما خطبه بخوان يا آنچه در درون خويش دارى ، فاش كن . »\r\nوقتى كه فرستادهء غياث الدين با اين نامه به غزنه رسيد ، الدز خطيب غزنه را فرا خواند و به دو دستور داد كه پس از طلب آمرزش براى شهاب الدين ، به نام خودش ، يعنى الدز ، خطبه بخواند .\r\nاو نيز در غزنه به نام تاج الدين الدز خطبه خواند .\r\nمردم همين كه اين خبر را شنيدند بدشان آمد و انديشه‌هاى ايشان و تركانى كه با الدز بودند دربارهء الدز دگرگون شد و او را شايستهء آن ندانستند كه از وى فرمانبردارى كنند زيرا قبلا از آن رو\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nبه فرمان وى بودند كه گمان مىبردند به دولت غياث الدين محمود يارى مىكند .\r\nالدز پس از خطبه خواندن به نام خويش براى غياث الدين پيام فرستاد كه :\r\n« چرا به من سخت گرفته‌اى و دربارهء اين خزانه تحكم مىكنى ؟ ما اين خزانه را به ضرب شمشيرهاى خود گرد آورديم و اين فرمانروائى را هم من به دست آوردم . اما تو كسانى را در اطراف خود جمع كرده‌اى كه مايهء آشوب هستند و تيول‌هائى در اختيارشان گذاشته‌اى اما به من كارهائى را وعده دادى كه در پايش نايستادى و به آن وعده‌ها وفا نكردى . بنابر اين اگر مرا كه مملوك تو هستم آزاد كنى به نام تو خطبه مىخوانم و به خدمتت حاضر مىشوم . »\r\nهمين كه فرستادهء تاج الدين الدز اين پيام را آورد ، غياث - الدين ، پس از خوددارى بسيار ، سرانجام پذيرفت كه الدز را آزاد سازد و با خوارزمشاه بدانچه مىخواهد صلح كند و به غزنه برود و با الدز بجنگد .\r\nهنگامى كه درخواست الدز را دربارهء آزاد كردن وى پذيرفت ، در اين خصوص ، همچنين در خصوص آزاد كردن قطب - الدين ايبك مملوك شهاب الدين و نمايندهء او در شهرهاى هند گواه گرفت و آزادى ايشان را به گواهى شهود رساند .\r\nآنگاه براى هر يك از آن دو ، هزار قبا ، هزار كلاه دراز و كمر بندهاى زرين و شمشيرهاى بسيار با دو چتر سلطنتى و يكصد رأس اسب فرستاد .\r\nبه پيش هر يك از آن دو نيز رسولى را گسيل داشت .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nتاج الدين الدز خلعت‌ها را پذيرفت ولى چتر را برگرداند و گفت : « ما بردگان و مملوكانى بيش نيستيم . اين چتر از آن سروران است . »\r\nفرستادهء ديگر غياث الدين پيش قطب الدين ايبك رفت كه در پيشاور مىزيست و آن حدود را نظم و نسق بخشيده و شهرها را حفظ كرده و تبهكاران را از آزار و تبهكارى بازداشته بود و مردم در سايهء او آسوده به سر مىبردند .\r\nهمين كه فرستادهء غياث الدين به دو نزديك شد ، از دور به ملاقاتش شتافت و پياده شد و سم اسب او را بوسه داد و خلعت را بوسيد و چتر را برگرداند و گفت :\r\n« اين چتر سزاوار من نيست . اما آزادى را مىپذيرم و به زودى آن را با بندگى هميشگى نسبت به او ، تلافى مىكنم . »\r\nاما خوارزمشاه كسى را به نزد غياث الدين محمود فرستاد تا از او بخواهد كه ميانهء او و سلطان محمد خوارزمشاه پيوند دامادى بسته شود . همچنين ، از او بخواهد كه ابن خرميل ، صاحب هرات ، به فرمان وى - يعنى به فرمان خوارزمشاه - در آيد . همچنين غياث - الدين با ابن خرميل و لشكريانى كه آماده مىشوند به غزنه برود .\r\nهنگامى كه غزنه را از تاج الدين الدز گرفت ، ثروتى را كه از آن جا به دست مىآيد سه بخش كنند : يك سوم به خوارزمشاه ، يك سوم به غياث الدين و يك سوم هم به لشكر برسد .\r\nغياث الدين محمود ، همهء پيشنهادهاى سلطان محمد خوارزمشاه را پذيرفت و ديگر جز صلح ميان آن دو كار ديگرى باقى نمانده بود كه خوارزمشاه خبر درگذشت صاحب مازندران را شنيد و از هرات\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nروانهء مرو شد .\r\nهمين كه تاج الدين الدز خبر صلح سلطان محمد و غياث الدين را شنيد ، سخت بيتاب شد چنان كه نشانهء آن بيتابى در او آشكار گرديد .\r\nبراى غياث الدين پيام فرستاد و پرسيد : « چه چيز ترا بدين كار واداشت ؟ » غياث الدين نيز پاسخ داد : « مرا سركشى و خلافكارى تو بدين كار واداشت . »\r\nمقارن اين احوال تاج الدين الدز به تكياباد رفت و آن جا را گرفت . همچنين به بست و توابع آن لشكر كشيد و آن جا را نيز به تصرف در آورد و خطبه‌اى را كه در آن جا به نام غياث الدين مىخواندند قطع كرد .\r\nپيش فرمانرواى سيستان نيز كسى را فرستاد و به دو امر كرد كه طلب آمرزش براى شهاب الدين را از سر گيرد و خطبه خواندن به نام خوارزمشاه را قطع كند .\r\nبراى اين خرميل ، صاحب هرات ، نيز چنين پيامى فرستاد و آن دو - يعنى فرمانرواى سيستان و صاحب هرات - را تهديد كرد كه اگر با او كنار نيايند به شهرهاى ايشان حمله خواهد برد .\r\nمردم از احتمال پيكار آنها به هراس افتادند .\r\nبعد تاج الدين الدز ، جلال الدين ، صاحب باميان ، را از اسارت خويش بيرون آورد و او را با پنج هزار سوار همراه اى دكزتتر ، مملوك شهاب الدين به باميان فرستاد تا باميان را بگيرند و جلال الدين را به كرسى فرمانروائى خويش برگردانند و پسر عم او را از آن جا\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nدور سازند .\r\nتاج الدين دختر خود را نيز به عقد جلال الدين در آورد .\r\nجلال الدين همراه اىدكز تتر از غزنه به راه افتاد .\r\nهمين كه تنها شدند اىدكز تتر او را به خاطر پوشيدن خلعت تاج الدين الدز سرزنش كرد و گفت : « شما راضى نشديد كه خلعت غياث الدين محمود را بپوشيد با اين كه سنش از شما بيش‌تر و خانواده‌اش از خانوادهء شما شريف‌تر است . آن وقت خلعت اين مأبون ، يعنى الدز ، را مىپوشيد ! » آنگاه از او خواست كه با وى به غزنه باز گردد ، و به دو خبر داد كه تركان همه بر ضد الدز با يك ديگر همدست شده‌اند .\r\nجلال الدين اين كار را نپذيرفت .\r\nاى دكز هم گفت : « پس من با تو نمىآيم . » و به كابل برگشت كه تيولش بود .\r\nهمين كه به كابل رسيد ، كسى را ديد كه قطب الدين ايبك به رسالت پيش تاج الدين الدز فرستاده بود كه كار او را نكوهش كند و به وى دستور دهد تا خطبه خواندن به نام غياث الدين را معمول دارد .\r\nهمچنين ، به الدز خبر دهد كه او ، يعنى قطب الدين ايبك ، نيز در شهرهاى خود به نام غياث الدين محمود خطبه مىخواند .\r\nضمنا به او بگويد كه چنانچه از خطبه خواندن به نام غياث - الدين در غزنه خوددارى كند و به فرمان او در نيايد ، بر او حمله خواهد برد و با او خواهد جنگيد .\r\nاىدكز تتر ، همين كه دانست قطب الدين ايبك نيز مخالف تاج الدين الدز است ، در مخالفت خود با الدز دلگرم شد و در ارادهء\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nخود در حمله به غزنه راسخ گرديد .\r\nكسى هم كه قطب الدين ايبك با هدايا و تحف پيش غياث - الدين فرستاده بود به حضور او رسيد .\r\nايبك به وسيلهء فرستادهء خود به غياث الدين محمود توصيه كرده بود كه با آنچه سلطان محمد خوارزمشاه مىخواهد ، در دم موافقت كند . چون پس از آن كه به دستيارى او غزنه را گرفت ، ديگر ساختن كار خوارزمشاه و ديگران آسان خواهد بود .\r\nقطب الدين ايبك براى غياث الدين محمود مقدارى سكه‌هاى طلا هم فرستاده بود كه نام غياث الدين بر روى آنها خوانده مىشد .\r\nاى دكزتتر به دنبال تصميمى كه گرفته بود ، نامه‌اى به قطب - الدين ايبك نوشت و او را از سركشى و نافرمانى الدز نسبت به غياث - الدين و تاخت و تاز الدز در شهرها آگاه ساخت . همچنين به او خبر داد كه مىخواهد الدز را گوشمالى دهد و چشم به راه دستور اوست .\r\nقطب الدين ايبك در پاسخ خود به وى دستور داد كه بر غزنه حمله برد . اگر به قلعهء شهر دست يافت در آن جا بماند تا او از پى برسد و اگر دسترس نيافت و الدز بر او حمله‌ور شد يا به الدز بگرود يا پيش غياث الدين برود يا به كابل برگردد .\r\nاى دكزتتر نيز رهسپار غزنه شد .\r\nولى جلال الدين به الدز نامه نوشته و خبر داده بود كه اىدكز به چه فكرى افتاده است .\r\nتاج الدين الدز هم به دريافت اين نامه ، براى نمايندگانى كه در قلعهء غزنه داشت نوشته و دستور داده بود كه مواظب اىدكز باشند .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبنابر اين ، اول ماه رجب اين سال كه اىدكز تتر به قلعهء غزنه رسيد ، نگهبانان قلعه از او بر حذر ماندند و قلعه را به دو تسليم نكردند و از پيشروى او جلوگيرى نمودند .\r\nاىدكز تتر نيز به ياران خويش دستور داد تا شهر را تاراج كنند .\r\nآنان نيز در چند جا دست به يغما نهادند .\r\nسرانجام قاضى شهر پاى وساطت در ميان نهاد و قرار گذاشت كه پنجاه هزار دينار ركنى از خزانه به دو بپردازد و از بازرگانان نيز مبلغى ديگر براى او بگيرد . و اىدكز در غزنه به نام غياث الدين خطبه بخواند و خطبه خواندن به نام الدز را قطع كند .\r\nمردم از اين پيشامد شادى بسيار كردند .\r\nمؤيد الملك كه از جانب تاج الدين الدز در قلعهء غزنه نيابت مىكرد ، رسيدن اىدكز به غزنه را به دو خبر داد .\r\nفرستادهء قطب الدين ايبك نيز با پيام تهديد آميزى كه همراه داشت به نزد الدز رسيد .\r\nالدز كه وضع را چنين ديد ، خود را باخت و دلسرد و هراسان شد و در تكياباد به نام غياث الدين خطبه خواند و نام خويش را از خطبه انداخت و رهسپار غزنه گرديد .\r\nهمين كه به غزنه نزديك شد اىدكز از آن جا رخت بست و به سوى غور رفت و در تمران اقامت گزيد و به غياث الدين نامه‌اى نگاشت و او را از حال خويش آگاه ساخت .\r\nپولى را هم كه از خزانهء غزنه و از بازرگانان آن شهر گرفته بود برايش فرستاد .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nغياث الدين براى او خلعت‌هائى فرستاد و او را آزاد كرد و « ملك الامراء » خواند .\r\nپولى را هم كه از خزانهء غزنه گرفته بود ، به دو پس داد و گفت :\r\n« پول خزانه را برايت پس فرستادم كه خرجش كنى . اما پول بازرگانان و مردم شهر را همراه فرستادهء خود برگرداندم تا به صاحبانش پس داده شود تا دولت ما با ظلم و بيدادگرى آغاز نگردد .\r\nمن دو برابر اين پول‌ها را به تو عوض خواهم داد . »\r\nبدين گونه پولهاى مردم را به غزنه ، براى قاضى غزنه ، فرستاد و دستور داد تا وجوه ارسالى را به صاحبانش برگرداند . »\r\nقاضى غزنه اين حال را به تاج الدين الدز خبر داد و به وى توصيه كرد كه به نام غياث الدين محمود خطبه بخواند . و گفت : « من مىكوشم تا در ميان تو و غياث الدين از نو حسن ارتباط برقرار كنم و پيوند دامادى ببندم و صلح و صفا به وجود آورم . »\r\nالدز نيز به دو دستور داد كه اين كار را بكند .\r\nهمين كه خبر وساطت قاضى غزنه به گوش غياث الدين رسيد براى قاضى پيام داد و او را از آمدن به پيش وى منع كرد و گفت :\r\n« دربارهء بنده‌اى كه گريزپاست و تبهكارى و دشمنى او آشكار شده ، از من درخواستى نكن . »\r\nبنابر اين قاضى و الدز در غزنه ماندند .\r\nغياث الدين لشكرى را براى اىدكز تتر فرستاد . اين سربازان در پيش او ماندند .\r\nتاج الدين الدز نيز لشكرى را به روين كان فرستاد كه تعلق\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nبه غياث الدين داشت و آن را به يكى از سرداران خود واگذار كرده بود .\r\nلشكريان الدز به صاحب روين كان حمله بردند و دارائى او را غارت كردند و فرزندان او را اسير گرفتند .\r\nاو خود به تنهائى جان خويش را نجات داد و پيش غياث - الدين رفت .\r\nاين وضع ايجاب كرد كه غياث الدين محمود به بست و آن ولايت برود و آن جا را از نو بگيرد و از مردمش دلجوئى كند و در برابر آزارى كه از الدز ديده بودند ، خراج يك سال را به ايشان ببخشد .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nدرگذشت صاحب مازندران و اختلاف ميان فرزندان او\r\nدر اين سال حسام الدين اردشير ، فرمانرواى مازندران ، درگذشت .\r\nاو سه پسر از خود بر جاى نهاده بود .\r\nپسر بزرگ‌تر ، پس از او به فرمانروائى رسيد و برادر ميانى خود را از شهرها بيرون كرد .\r\nاو هم به گرگان رفت كه در دست على شاه بن خوارزمشاه تكش ، برادر سلطان محمد خوارزمشاه بود و آن جا را به نيابت از سوى برادر خويش اداره مىكرد .\r\nپسر ميانى حسام الدين اردشير در پيش على شاه از كارى كه برادرش با او كرده و او را از آن شهرها رانده بود شكايت كرد و از او خواست كه او را يارى دهد و آن شهرها را بگيرد تا از آن پس به فرمان وى ( يعنى على شاه ) در آيد .\r\nعلى شاه به برادر خود ، سلطان محمد خوارزمشاه ، در اين باره\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nنامه‌اى نگاشت .\r\nخوارزمشاه نيز به برادر خود دستور داد كه همراه وى به مازندران برود و آن شهرها را براى او بگيرد و ترتيبى دهد كه در آن شهرها به نام خوارزمشاه خطبه خوانده شود .\r\nبدين منظور آنان از گرگان به راه افتادند .\r\nدر اين هنگام پسر حسام الدين اردشير نيز درگذشت .\r\nپس از او ، برادر كوچك‌تر شهرها را به فرمان خود در آورد و بر دژها و ثروتى كه در آنها بود دست يافت .\r\nعلى شاه بدان سرزمين وارد شد در حالى كه پسر ميانهء حسام - الدين نيز همراه وى بود .\r\nاين دو تن با لشكر خويش هر جا كه رسيدند يغما كردند و ويران ساختند .\r\nبرادر كوچك‌تر با دژهائى كه داشت در برابرشان ايستادگى كرد و خود در دژ كورا جاى گرفت .\r\nكورا دژى بود كه در آن پول‌ها و ذخائر را جاى داده بودند .\r\nمهاجمان ، پس از آن كه اسامه را بر شهرهايى مانند سارى و آمل و شهرها و دژهاى ديگر فرمانروا ساختند و در سراسر آنها به نام خوارزمشاه خطبه خواندند و همه را به فرمان او در آوردند ، پسر كوچك حسام الدين را در دژى كه بود محاصره كردند .\r\nعلى شاه به گرگان بازگشت .\r\nپسر ميانى حسام الدين نيز در شهرهايى كه باز پس گرفته شده بود ، ماند و دارندهء همهء آنها شد جز همان دژى كه برادر كوچكش\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nدر آن به سر مىبرد .\r\nبرادر ميانى به دو پى در پى پيام مىفرستاد و از او دلجوئى مىكرد و او را به سوى خويش مىخواند ولى او پاسخى نمىداد و از دژ خويش فرود نمىآمد .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nدست يافتن غياث الدين كيخسرو بر شهر انطاكيه\r\nدر اين سال ، غياث الدين كيخسرو ، فرمانرواى قونيه و سرزمين روم ، در تاريخ سوم شعبان ، شهر انطاكيه را ، با زنهار دادن به مردم آن ، گرفت .\r\nانطاكيه جزو روم شرقى بود كه بر كرانهء دريا قرار داشت .\r\nاو انطاكيه را پيش از اين تاريخ محاصره كرده بود . محاصره را ادامه داد و چند برج از ديوار شهر را نيز ويران ساخت .\r\nچيزى نمانده بود جز اين كه با يك پيشروى سخت و مقاومت - ناپذير آن جا را بگشايد .\r\nچون قبرس به انطاكيه نزديك بود ، روميانى كه در انطاكيه به سر مىبردند به فرنگيان قبرس پيام فرستادند و از ايشان يارى خواستند .\r\nبه دريافت اين پيام گروهى از مردم قبرس ، خود را به انطاكيه رساندند .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nغياث الدين كه چنين ديد ، از دست يا بى بر آن شهر نااميد شد و از آن جا رفت .\r\nولى گروهى از لشكر خود را در نزديك انطاكيه ، در - كوه‌هائى كه ميان انطاكيه و شهرهاى وى بود ، گماشت و دستور داد كه نگذارند خواربار به انطاكيه برسد .\r\nاين وضع را دنبال كردند تا عرصه به مردم شهر تنگ گرديد و كار بر آنان سخت شد .\r\nلذا از فرنگيان خواستند كه براى دفع مسلمانان و رفع مزاحمتشان از شهر بيرون بروند .\r\nفرنگيان گمان بردند كه روميان مىخواهند آنان را بدين بهانه از شهر خويش بيرون كنند .\r\nاز اين رو در ميانشان اختلاف افتاد و با همديگر به جنگ پرداختند .\r\nروميان كه ديدند كار بدتر شد براى مسلمانان پيام فرستادند و ايشان را به نزد خود فرا خواندند تا شهر را تسليمشان كنند .\r\nمسلمانان نيز خود را به انطاكيه رساندند و براى پيكار با فرنگيان ، گرد هم آمدند .\r\nفرنگيان شكست خوردند و گريختند و به درون دژ شهر رفتند و در آن جا پناه گرفتند .\r\nمسلمانان كسى را پيش غياث الدين كيخسرو ، كه در شهر قونيه بود ، فرستادند و او را به نزد خود طلبيدند .\r\nاو نيز با گروهى از لشكر خود شتابان روانه شد و در تاريخ دوم شعبان بدان جاى رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nآنگاه ترتيب كار را با روميان داد و انطاكيه را گرفت .\r\nسپس دژى را كه فرنگيان در آن بودند محاصره كرد و به تصرف در آورد و از فرنگيان هر كس را كه در آن جا به سر مىبرد ، كشت .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n\r\nاز كار انداختن پسر بكتمر صاحب خلاط و فرمانروائى بلبان و رفتن صاحب ماردين به خلاط و بازگشت او\r\nدر اين سال ، لشكر خلاط ، دارندهء خلاط را گرفت و بازداشت كرد . و بلبان ، مملوك شاه ارمن بن سكمان ، بر خلاط دست يافت . و مردم خلاط به ناصر الدين ارتق بن ايلغازى بن البى بن تمرتاش بن ايلغازى بن ارتق نامه نگاشتند و او را به نزد خود فرا خواندند .\r\nاين دگرگونى از آن روى پيش آمد كه بكتمر جوان نادانى بود و روى همين نادانى و بىخردى امير شجاع الدين قتلغ را كه مملوكى از مملوكان شاه ارمن بود ، گرفت .\r\nامير شجاع الدين ، اتابك او ، يعنى سرپرست و وزير بزرگ او ، بود و امور شهرهاى او را سر و سامان مىداد و با افراد لشكر و كشور خوشرفتارى مىكرد .\r\nاز اين رو ، وقتى بكتمر او را به قتل رساند ، سپاهيان و تودهء\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nمردم زبان به بدگوئى وى گشودند .\r\nاز اين گذشته ، بكتمر پيوسته سرگرم لهو و لعب و ميگسارى بود .\r\n[ ؟ 
  ] لذا گروهى از تودهء مردم خلاط و گروهى از سپاهيان به ناصر الدين از لحاظ رتبه و مقام در ميان فرمانروايان از فرا خواندند .\r\nناصر الدين از لحاظ رتبه و مقام در ميان فرمانروايان از\r\n[ ؟ 
  ] ؟ بكتمر پائين‌تر بود ولى از اين جهة او را برگزيدند كه پدرش قطب - الدين ايلغازى ، خواهرزادهء شاه ارمن بن سكمان ، به شمار مىرفت و شاه ارمن هم چون فرزندى نداشت ، در زمان حيات خود مردم را سوگند داده بود كه پس از وى به دو بگروند .\r\nوقتى كه چنين حادثه‌اى پيش آمد مردم سوگندهائى را كه خورده بودند به ياد آوردند و گفتند :\r\n« او را بدينجا دعوت مىكنيم و به كرسى فرمانروائى مىنشانيم چون او از خاندان شاه ارمن محسوب مىشود . »\r\nاز اين رو به وى نوشتند و او را فراخواندند .\r\nبعد ، يكى از مملوكان شاه ارمن كه بلبان نام داشت و آشكارا نسبت به بكتمر سركشى و دشمنى مىكرد ، از خلاط به ملازگرد رفت و آن جا را گرفت .\r\nلشكريانى در اطرافش گرد آمدند و شمارهء افرادش افزايش يافت .\r\nبدين گونه توانائى و نيرو بهم رساند و رهسپار خلاط گرديد و آن ولايت را در ميان گرفت .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nدر همين هنگام ناصر الدين ارتق ، صاحب ماردين ، هم كه مردم دعوتش كرده بودند با لشكر خود بدان جا رسيد در حالى كه گمان مىبرد هيچ كس از ورودش جلوگيرى نخواهد كرد و مردم بدون چون و چرا شهر را تسليم او خواهند نمود .\r\nدر نزديك خلاط اردو زد و چند روزى آن جا ماند .\r\nبلبان برايش پيام فرستاد و گفت :\r\n« مردم خلاط مرا متهم كرده‌اند كه به تو دلبستگى دارم و اينها هم از عرب بيزارند . پس بهتر است كه تو برگردى و يك منزل دور تر به روى و در آن جا بمانى تا وقتى كه من شهر را بگيرم . هر وقت كه به شهر دست يافتم آن را به تو واگذار خواهم كرد چون براى من ممكن نيست كه فرمانرواى خلاط شوم . »\r\nصاحب ماردين نيز همين كار را كرد .\r\nهمين كه از خلاط دور شد ، بلبان برايش پيغام داد كه :\r\n« به شهر خود برگرد و گرنه به سراغت مىآيم و به تو و لشكريانت حمله مىكنم . »\r\nناصر الدين ، صاحب ماردين ، هم سپاهيان اندكى همراه داشت و نمىتوانست بجنگد .\r\nاز اين رو ناچار به ماردين برگشت .\r\nملك اشرف موسى بن عادل ابو بكر بن ايوب ، صاحب حران و ديار جزيره نيز چون شنيده بود كه ناصر الدين ، دارندهء ماردين ، در انديشهء دست يا بى بر خلاط است ، برايش پيغام فرستاده و گفته بود :\r\n« اگر تو به خلاط به روى ، من هم به شهر تو حمله خواهم كرد . »\r\nاين تهديد از آن جهة بود كه مىترسيد ناصر الدين خلاط را\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nبگيرد و نيرومند شود و در صدد تصرف شهرهاى او برآيد .\r\nهمين كه ناصر الدين رهسپار خلاط گرديد ، ملك اشرف ، همچنان كه گفته بود ، لشكريان خود را گرد آورد و به ولايت ماردين رفت و در آمد آن جا را گرفت و در دنيسر ماند و به جمع آورى پول‌ها پرداخت .\r\nپس از فراغت از كار ماردين به حران بازگشت .\r\nبدين گونه ، صاحب ماردين حكم آن ضرب المثلى را پيدا كرد كه مىگويند : « شتر مرغ دنبال دو شاخ بيرون دويد و وقتى برگشت دو گوش خود را هم از دست داده بود . »\r\n( نظير ضرب المثلى كه ما در فارسى داريم :\r\n مسكين خرك آرزوى دم كرد * نايافته دم ، دو گوش گم كرد . \r\n)\r\nاما بلبان لشكرى گرد آورد و بسيج كرد و خلاط را در ميان گرفت و مردم را به ستوه آورد .\r\nپسر بكتمر كه در خلاط بود ، نظاميان و غير نظاميانى را كه در اختيار داشت جمع كرد و براى پيكار با بلبان از شهر بيرون شد .\r\nدو لشكر با هم روبرو گرديدند و به جنگ پرداختند .\r\nبلبان و همراهانش شكست خوردند و گريختند . بلبان به شهرهايى كه در اختيار داشت مانند ملازگرد و ارجيش و جاها و دژهاى ديگر برگشت و لشكريانى را گرد آورد و شمارهء آنان را افزايش داد و بار ديگر براى محاصرهء خلاط آماده شد .\r\nآنگاه برگشت و دوباره خلاط را در ميان گرفت و عرصه را بر مردم شهر تنگ ساخت و مجبورشان كرد كه پسر بكتمر را به خاطر\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nخردسالى و ناپختگى او در كارهاى فرمانروائى و سرگرمى او به لهو و لعب ، از كار بيندازند .\r\nاز اين رو ، او را در دژى كه بود گرفتند و بازداشت كردند و كسانى را پيش بلبان فرستادند و او را در برابر آنچه مىخواستند سوگند دادند .\r\nآنگاه شهر خلاط و همچنين پسر بكتمر را به دو سپردند .\r\nبلبان بر سراسر توابع خلاط دست يافت و پسر بكتمر را در دژى كه آن جا بود زندانى كرد و پايهء فرمانروائى خود را استوار ساخت .\r\nستايش مر پروردگارى را كه وقتى انجام كارى را خواست ، اسباب آن را نيز فراهم مىآورد .\r\nديروز شمس الدين محمد پهلوان و صلاح الدين يوسف بن ايوب كوشيدند كه خلاط را بگيرند و هيچيك نتوانستند .\r\nولى اكنون اين مملوك زبون كه افراد و شهرها و اموال زيادى هم در اختيار نداشت آن جا را بدون جنگ و ستيز گرفت .\r\nبعد نجم الدين ايوب بن عادل ، صاحب ميافارقين ، به سوى ولايت خلاط رهسپار شد .\r\nاو تازه به برخى از دژهاى توابع خلاط دست يافته بود كه از آن جمله حصن موسى و شهرك آن بود .\r\nهمين كه به خلاط نزديك شد ، بلبان چنين وانمود كرد كه از روبرو شدن با وى عاجز است .\r\nبدين گونه ، نجم الدين به طمع افتاد و شتابان پيش رفت و خود را به شهر نزديك‌تر ساخت .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nدر اين هنگام بلبان او را غافلگير كرد و راهش را گرفت و با او جنگيد و شكستش داد .\r\nنجم الدين چنان شكستى خورد كه از يارانش جان بدر نبردند جز گروهى اندك كه آنها هم زخمى شده بودند .\r\nبدين حال به سوى ميافارقين بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nدست يافتن گرجىها بر حصن قرس و درگذشت فرمانرواى گرجستان\r\nدر اين سال مردم گرجستان بر حصن قرس از توابع خلاط ، دست يافتند .\r\nاين حصن را زمانى دراز محاصره كرده و ساكنانش را به ستوه آورده بودند .\r\nچند سال بود كه در آمد اين حصن را مىگرفتند و هر كس هم كه به فرمانروائى خلاط مىرسيد ، مردم قرس را كمك نمىكرد و نمىكوشيد كه آسايش آنان را فراهم آورد .\r\nوالى قرس پى در پى رسولانى را به خلاط مىفرستاد و يارى مىخواست تا بلاى گرجىها را از سر مردم قرس دور كند .\r\nولى به درخواست او پاسخى داده نمىشد .\r\nوقتى كه اين رشته سر دراز پيدا كرد و او ديد كه هيچكس وى را يارى نمىكند با گرجىها بدين قرار مصالحه كرد كه مبلغى\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nگزاف و همچنين تيولى از ايشان بگيرد و قرس را واگذار كند .\r\nبدين گونه قرس ، پس از مدتى كه خانهء توحيد بود ، لانهء شرك گرديد .\r\nما از آن خداوند هستيم و به سوى خداوند برمىگرديم . از اين رو ، از خدا مىخواهيم كه به لطف خود ، پيروزى را براى اسلام و اهل اسلام آسان سازد .\r\nفرمانروايان زمان ما چون سرگرم عيش و نوش و بيدادگرى هستند ، از بستن مرزها و نگهدارى شهرها باز ميمانند .\r\nخداوند بزرگ همين كه ديد در آن جا كسى يار مسلمانان نيست ، خود به فريادشان رسيد و ملكهء گرجستان را هلاك كرد و ميان آن طايفه اختلاف انداخت و تا پايان اين سال رفته رفته گزندشان را از سر مردم قرس دور ساخت .\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n\r\nجنگ ميان لشكر خليفه و صاحب لرستان\r\nدر اين سال ، در ماه رمضان ، لشكر خليفه از خوزستان روانهء لرستان شد .\r\nاين لشكر تحت فرماندهى سنجر ، مملوك خليفه بود كه امور سرزمين خوزستان را اداره مىكرد و چون داماد يعنى شوهر دختر طاشتكين امير الحاج بود ، پس از درگذشت وى عهده‌دار امور خوزستان شد .\r\nسنجر و لشكريانش به كوه‌هاى لرستان رفتند كه كوه‌هائى بلند است و ميان فارس و اصفهان و خوزستان قرار دارد .\r\nصاحب لرستان را ابو طاهر مىخواندند .\r\nاين عده با مردم لرستان جنگيدند و شكست خوردند و بازگشتند .\r\nسبب اين لشكر كشى آن بود كه يكى از مملوكان خليفه ، الناصر لدين اللّه ، كه قشتمر نام داشت به علت قصورى كه از وزير خليفه ،\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nنصير الدين علوى رازى ، ديد ، از خدمت خليفه كناره گرفت آنگاه به خوزستان تاخت و از آن استان آنچه را كه مىتوانست گرفت .\r\nسپس به ابو طاهر ، صاحب لرستان ، پيوست .\r\nابو طاهر او را بزرگ شمرد و مورد نوازش قرار داد و دختر خويش را نيز به عقد وى در آورد .\r\nپس از درگذشت ابو طاهر كار قشتمر بالا گرفت و مردم لرستان به فرمان وى در آمدند .\r\nخليفه عباسى ، الناصر لدين اللّه به سنجر دستور داد تا لشكر خود را گرد آورد و به سراغ قشتمر برود و با وى بجنگد .\r\nسنجر به فرمان خليفه رفتار كرد و لشكر خود را گرد آورد و روانه لرستان گرديد .\r\nقشتمر براى او پيام فرستاد و پوزش خواست و پيشنهاد كرد كه از اين جنگ دست بردارد و كارى نكند كه با وى بجنگد و از بندگى خليفه چشم بپوشد .\r\nسنجر پوزش او را نپذيرفت .\r\nاو نيز مردم لرستان را گرد آورد و در برابر لشكر خليفه اردو زد و با آنان جنگيد و شكستشان داد .\r\nپس از اين پيروزى ، به فرمانرواى فارس ، ابن دكلا ، و شمس الدين ايدغمش ، دارندهء همدان و اصفهان و رى پيغام فرستاد و آن دو را از آنچه روى داده بود آگاه ساخت و گفت :\r\n« من توانائى زور آزمائى با لشكر خليفه را ندارم و چه بسا كه لشكر ديگرى از بغداد بدين لشكر افزوده شود و با نيروى بيش‌ترى\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nبه جنگ من برگردند . درين صورت من نمىتوانم با ايشان بجنگم . »\r\nبدين گونه از آنان يارى خواست و آنان را از دست يافتن لشكر خليفه بدان كوه‌ها ، ترساند .\r\nآن دو نيز درخواستش را پذيرفتند و آنچه مىخواست در اختيارش گذاشتند .\r\nبه كمك آنان قشتمر قوت قلب پيدا كرد و در مقامى كه داشت باقى ماند .\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال جوانى جوان ديگر را در بغداد كشت .\r\nهر يك از اين دو تن نزديك به بيست سال داشت .\r\nدو نفرى با هم صحبت مىكردند . يكى از آن دو كه چاقوئى در دست داشت به ديگرى گفت :\r\n« الآن تو را با اين چاقو مىزنم . »\r\nالبته شوخى مىكرد و به شوخى هم با چاقو به دو حمله‌ور شد .\r\nولى چاقو در شكم دوستش رفت ، و از آن زخم جان سپرد .\r\nقاتل گريخت ، ولى گرفتار گرديد و دستور داده شد كه او را بكشند .\r\nهنگامى كه مىخواستند او را بكشند دوات و كاغذ سفيد خواست و اين شعر را كه سروده بود روى كاغذ نوشت :\r\n قدمت على الكريم به غير زاد * من الاعمال بل قلب السليم\r\nو سوء الظن ان تعتد زادا * اذا كان القدوم على كريم \r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n( يعنى : من پيش جوانمرد آمدم در حالى كه از اعمال نيك ، زاد و توشه‌اى نداشتم بلكه دلى پاك داشتم . چون بدگمانى است اگر هنگامى كه به خانهء جوانمرد مىروى زاد و توشه‌اى نيز با خود ببرى . )\r\nدر اين سال برهان الدين صدر جهان محمد بن احمد بن عبد العزيز بن مازهء بخارى به حج رفت .\r\nاو رئيس حنفيان بخارا بود و در حقيقت صاحب بخارا محسوب مىشد .\r\nاز سوى ختائيان در آن شهر نيابت مىكرد و به ايشان خراج مىپرداخت .\r\nدر راه حج نيكرفتارى پيشه نكرد و هيچ كار نيكى انجام نداد .\r\nهنگامى كه از بخارا وارد بغداد شد در بزرگداشت و احترام او كوشيدند .\r\nولى هنگامى كه از سفر حج به بغداد بازگشت ، به علت بدرفتارىهائى كه با حاجيان كرده بود هيچكس به دو اعتنائى نكرد .\r\nحاجيان هم او را به جاى « صدر جهان » ، « صدر جهنم » خواندند .\r\nدر اين سال ، در ماه شعبان ، شيخنا ابو الحرم مكى بن ريان بن\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nشبة مقرى ، در موصل درگذشت .\r\nاو با نحو و لغت و قرائت‌هاى قرآن آشنا بود . با فقه و حساب و دانش‌هاى ديگر نيز به خوبى آشنائى داشت .\r\nنابينا بود و در روزگار خود همانند نداشت .\r\nاز بندگان نيك و پارساى خداوند به شمار مىرفت .\r\nبسيار فروتن بود و مردم از بامداد تا شام به خدمتش مىشتافتند و از صحبتش بهره مىبردند .\r\nدر اين سال ، امير الحاج مظفر الدين سنقر ، مملوك خليفه عباسى الناصر لدين اللّه ، كه معروف به وجه السبع بود ، در موضعى كه آن را مرجوم مىخواندند ، از حاجيان جدا شد و با گروهى از ياران خويش به شام رفت .\r\nحاجيان همراه لشكر به سفر خود ادامه دادند و سالم به مقصد رسيدند .\r\nاما مظفر الدين سنقر پيش ملك عادل ابو بكر بن ايوب رفت و او تيول‌هاى بسيارى در مصر به وى واگذار كرد .\r\nاو هم نزد ملك عادل ماند تا ماه جمادى الاول سال 608 كه به بغداد بازگشت - چون وقتى وزير خليفه دستگير شد و به زندان افتاد ، او بر جان خويش ايمن شد و از خليفه درخواست كرد تا به وى اجازه دهد كه به بغداد بازگردد .\r\nخليفه نيز درخواستش را پذيرفت .\r\nهنگامى كه به بغداد رسيد خليفه او را بنواخت و كوفه را به\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nاقطاع در اختيارش گذاشت .\r\nدر اين سال ، در ماه جمادى الآخر ، عبد المنعم بن عبد العزيز اسكندرانى معروف به ابن النطرونى در بيمارستان بغداد در گذشت .\r\nاو به افريقيه پيش مايورقى ( ابن غاينه ، على بن اسحاق نقابدار ) رفته بود .\r\nاز او ده هزار دينار مغربى گرفت و همه را در شهر خويش ميان دوستان و آشنايان پخش كرد .\r\nمردى فاضل و نيكوكار بود . بهترين مرد بود . خدايش بيامرزاد ! شعر نيكو مىسرود و به ترويج ادب مىكوشيد .\r\nمدتى در موصل به سر برد و به خدمت شيخ ابو الحرم پرداخت .\r\nمن بارها به حضورش رفته و ملاقاتش كرده بودم .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\n604 وقايع سال ششصد و چهارم هجرى قمرى\r\n\r\nدست يافتن سلطان محمد خوارزمشاه بر ما وراء النهر آشوب‌هائى كه در خراسان روى داد و اصلاح آنها\r\nدر اين سال ، علاء الدين محمد بن خوارزمشاه براى پيكار با ختائيان از رود جيحون گذشت .\r\nسبب اين لشكركشى آن بود كه ختائيان روزگار درازى بر شهرهاى تركستان چيرگى داشته و بار فشارشان بر دوش مردم آن نواحى سنگينى كرده بود .\r\nدر هر شهرى نماينده‌اى داشتند كه در آمد آن شهر را براى ايشان گردآورى مىكرد . در حالى كه خود بنابر عادت هميشگى ، پيش\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nاز تصرف هر شهر ، در خيمه و خرگاه به سر مىبردند .\r\nاقامت ايشان نيز در شهرهاى اوزگند ، بلاساغون و كاشغر و ساير نقاط آن نواحى بود .\r\nسلطان سمرقند و بخارا كه لقب خان خانان ، يعنى سلطان - السلاطين ، داشت و از فرزندان خانان تركستان ( ايلك‌خانيان ) به شمار مىرفت و فرمانروائى و الا تبار در سرزمينى اسلامى بود ، از چيرگى آن كافران بر مسلمانان رنج مىبرد .\r\nاز اين رو براى سلطان محمد خوارزمشاه پيام فرستاد و به او گفت :\r\n« خداى بزرگ به خاطر كشور پهناور و لشكر بيكرانى كه به تو داده ، بر تو واجب ساخته كه مسلمانان و شهرهاى ايشان را از دست كافران رهائى بخشى و از بيدادى كه بر اموال و افرادشان وارد مىآيد نجات دهى .\r\nما با تو در جنگ با ختائيان همدستى مىكنيم و خراجى را كه اكنون به آنها مىپردازيم به تو خواهيم پرداخت . نام تو را نيز در خطبه‌ها و روى سكه‌هاى خود ذكر خواهيم كرد . »\r\nسلطان محمد خوارزمشاه به اين پيام پاسخ داد و گفت : « مىترسم كه شما با من وفادارى نكنيد . »\r\nسلطان سمرقند نيز براى اطمينان خاطر خوارزمشاه ، بزرگان بخارا و سمرقند را برگزيد تا نزد او بفرستد .\r\nاين گروه ، نخست سرور خود را سوگند دادند تا نسبت به انجام آنچه بر عهده گرفته وفادار ماند .\r\nآنگاه پيش سلطان محمد خوارزمشاه رفتند و از سوى سرور\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nخود ضمانت دادند كه آنچه گفته راست بوده و در پرداخت پولى كه وعده داده پايدار خواهد ماند .\r\nضمنا گروگان‌هائى نيز به نزد خوارزمشاه گذاشتند .\r\nخوارزمشاه نيز سر و سامان دادن كار خراسان و تقرير قواعد آن را آغاز كرد .\r\nعلاوه بر گرگان ، طبرستان را نيز در اختيار برادر خود ، على شاه ، گذاشت . او را والى آن سرزمين ساخت و دستور داد كه در نگهدارى آن جا بكوشد و شرايط احتياط را رعايت كند .\r\nامير كزلك‌خان را هم كه از خويشاوندان مادرش بود و از بزرگان دولتش به شمار مىرفت ، فرماندار نيشابور ساخت و لشكرى را نيز به فرمان او گماشت .\r\nامير جلدك را والى شهر جام و امير امين الدين ابو بكر را حاكم شهر زوزن ساخت .\r\nاين امير امين الدين نخست حمال بود . بعد در شمار بزرگترين اميران در آمد .\r\nاين همان كسى است كه بر شهر كرمان دست يافت چنان كه ما به خواست خداى بزرگ در جاى خود به شرح اين رويداد خواهيم پرداخت .\r\nخوارزمشاه امير حسين بن خرميل را نيز به شهر هرات گماشت و هزار سوار از خوارزميان نيز در اختيارش گذاشت .\r\nبا غياث الدين محمود نيز صلح كرد بدين قرار كه بر آنچه از شهرهاى غور و گرمسير در دست دارد ، حاكم باشد .\r\nبراى فرماندارى مرو و سرخس و شهرهاى ديگر خراسان\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nنيز از سوى خود نمايندگانى معين كرد و به ايشان دستور داد كه در حسن سياست و حفظ شهر و رعايت احتياطات لازم بكوشند .\r\nسلطان محمد خوارزمشاه ، پس از ترتيب اين كارها همه لشكريان خود را گرد آورد و رهسپار خوارزم شد .\r\nدر خوارزم سپاه خويش را بسيج كرد و از رود جيحون گذشت و به سلطان سمرقند پيوست .\r\nختائيان كه خبر همدستى خوارزمشاه و سلطان سمرقند را شنيدند ، گرد هم آمدند و آمادهء جنگ شدند و براى نبرد با خوارزمشاه به سوى او روى آوردند .\r\nميان ايشان يورش‌ها و زد و خوردهاى بسيار روى داد كه گاهى يكى و گاهى ديگرى پيروز مىشد .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nكشتن ابن خرميل و در ميان گرفتن هرات\r\nحسين بن خرميل ، فرمانرواى هرات ، وقتى ديد كه لشكر خوارزمشاه با مردم بدرفتارى مىكنند و دست آز به سوى دارائى ايشان دراز مىنمايند ، همه را گرفت و به زندان انداخت .\r\nآنگاه كسى را به نزد خوارزمشاه فرستاد و پيام داد و پوزش خواست و او را از آنچه كرده بود آگاه ساخت .\r\nخوارزمشاه از شنيدن اين خبر بهم برآمد و در خشم شد ولى چون گرفتار پيكار با ختائيان بود نمىتوانست با او بستيزد و او را گوشمالى دهد .\r\nاز اين رو ، به دو نامه‌اى نگاشت و كارش را ستود و دستور داد تا لشكريانى را كه زندانى ساخته به نزد وى بفرستد زيرا به ايشان نياز دارد .\r\nهمچنين به او گفت :\r\n« هم اكنون به عز الدين جلدك بن طغرل ، صاحب شهر جام ،\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nفرمان داده‌ام كه نزد تو باشد زيرا از خردمندى و نيكرفتارى او آگاهى دارم . »\r\nخوارزمشاه از سوى ديگر براى عز الدين جلدك پيام فرستاد و به دو دستور داد كه به هرات برود .\r\nضمنا پنهانى به دو حالى كرد كه نيرنگى به كار برد و حسين بن خرميل را دستگير كند و به بند اندازد . و اگر بتواند ، اين كار را در نخستين ساعتى كه با وى روبرو مىشود ، انجام دهد .\r\nامير جلدك با هزار سوار به سوى هرات روانه شد .\r\nپدر او ، طغرل ، در روزگار سلطان سنجر والى هرات بود .\r\nاز اين رو ، او نيز به هرات علاقهء بسيار داشت و آن جا را از همهء شهرهاى خراسان برتر مىشمرد .\r\nهمين كه به هرات نزديك شد ، حسين بن خرميل ، كسان خود را دستور داد تا به استقبال او از شهر بيرون بروند .\r\nحسين بن خرميل وزيرى داشت كه او را خواجه صاحب مىخواندند .\r\nمردى بزرگ و سالخورده و كار آزموده و سرد و گرم روزگار چشيده بود .\r\nاو به حسين بن خرميل گفت :\r\n« براى ديدار او از شهر بيرون نرو و بگذار كه او تنها به درون شهر آيد و بر تو وارد شود . چون مىترسم كه نيرنگى به كار تو كند و آسيبى به تو رساند . چه بسا كه خوارزمشاه درين باره دستورى به دو داده باشد . »\r\nولى حسين بن خرميل گفت :\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n« روا نيست كه چنين سردارى پيش من آيد و من به ديدارش نشتابم . گمان نمىكنم كه او نسبت به من جسارتى ورزد . اگر از او استقبال نكنم به او برمىخورد و مىترسم خوارزمشاه برنجد و كينهء مرا به دل بگيرد . »\r\nبنابر اين حسين بن خرميل به استقبال او از شهر بيرون رفت .\r\nدو سردار همين كه با هم روبرو گرديدند پياده شدند تا يك ديگر را ديدار كنند .\r\nامير جلدك به ياران خود دستور داده بود كه حسين بن خرميل را بگيرند . از اين رو يارانش دور آن دو سردار را گرفتند و ميان حسين بن خرميل و كسانش حائل شدند و ناگهان او را دستگير كردند .\r\nياران حسين بن خرميل كه چنين ديدند گريختند و به شهر رفتند و وزير او را از آن حال آگاه ساختند .\r\nوزير او ، خواجه صاحب ، دستور داد كه دروازهء شهر را ببندند و بر فراز ديوار شهر روند و به نگهبانى پردازند و آماده براى محاصره شدن شهر باشند .\r\nامير جلدك در برابر شهر هرات فرود آمد و كسى را به نزد وزير فرستاد و تهديدش كرد كه اگر شهر را تسليم نكند ، حسين بن خرميل را خواهد كشت .\r\nوزير به ستايش غياث الدين محمود غورى پرداخت و به امير جلدك گفت :\r\n« من اين شهر را نه به تو مىدهم و نه به آن خيانتكار كه\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nابن خرميل باشد . چون اين شهر از آن غياث الدين محمود غورى است و پيش از او نيز به پدرش تعلق داشت . »\r\nبه دستور امير جلدك ، حسين بن خرميل را در پاى ديوار شهر بردند .\r\nحسين بن خرميل بدان وزير خطاب كرد و دستور داد كه شهر را تسليم كند .\r\nولى وزير نپذيرفت .\r\nبنابر اين ، حسين بن خرميل در آن جا كشته شد و اين كيفر خيانت او بود .\r\nراجع به خيانت او ، هنگامى كه در خدمت شهاب الدين غورى بود و آنچه او را وادار كرد تا دربارهء كسى كه به وى نيكىها كرده بود ناسپاسى كند و خيانت ورزد ، پيش از اين شرح داده شد .\r\nامير جلدك ، پس از كشته شدن حسين بن خرميل نامه‌اى به سلطان محمد خوارزمشاه نگاشت و آنچه را كه روى داده بود باز گفت خوارزمشاه نيز پيش كزلك خان والى نيشابور و امين الدين ابو بكر صاحب زوزن ، كسانى را فرستاد و به آن دو امير دستور داد تا به هرات روند و آن شهر را محاصره كنند و بگيرند .\r\nآن دو سردار نيز با ده هزار سوار رهسپار هرات شدند و در برابر شهر اردو زدند .\r\nآنگاه براى وزير نامه نگاشتند كه تسليم شود .\r\nولى او اعتنائى به ايشان نكرد و گفت :\r\n« من شما را شايستهء آن نمىبينم كه شهرى مانند هرات را\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nتسليمتان كنم . ولى اگر خوارزمشاه بدين جا بيايد ، شهر را به دو واگذار خواهم كرد . »\r\nآن دو تن كه چنين پاسخى شنيدند ، با او به جنگ پرداختند و درين نبرد كوشش بسيار كردند ولى نتوانستند بر او چيره شوند .\r\nحسين بن خرميل هرات را مستحكم كرده و چهار ديوار برايش ساخته و خندقى نيز گرداگردش كنده بود .\r\nشهر را از خواربار و آذوقه نيز پر كرده و پس از فراغت از همهء اين كارها گفته بود :\r\n« يك چيز باقى مانده ، آن هم تنها چيزى است كه من از بابت آن دربارهء اين شهر نگران و بيمناكم . آن هم اين است كه دشمنان ما جلوى آب‌هائى را كه در اطراف هرات روان است سدى ببندند و پس از چندين روز كه آب فراوانى در پشت سد جمع شد ، ناگهان سد را بگشايند و آب يكباره به سوى شهر سرازير شود و ديوار شهر را خراب كند و فرود آورد . »\r\nكسانى كه هرات را محاصره كرده بودند ، همين كه اين سخن حسين بن خرميل را شنيدند ، در برابر آن آب‌ها سد بستند و پس از آن كه آب در پشت سد به مقدار زياد بالا آمد ، آن را باز كردند و آبها را به سوى هرات روان ساختند .\r\nآب گرداگرد هرات را فرا گرفت ولى به پاى ديوار شهر نرسيد ، زيرا زمين شهر بلند بود .\r\nخندق شهر از آب پر شد و از اين گذشته اطراف آن هم پر از گل و لاى گرديد .\r\nلشكر نيز ناچار از آن جا دور شد و به عقب رفت . از اين رو ،\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nسربازان ديگر نتوانستند بجنگند زيرا از شهر دور بودند .\r\nقصد ابن خرميل هم همين بود كه خندق پر از آب شود و گل و لاى نگذارد كه كسى به شهر نزديك گردد .\r\nكسانى كه هرات را محاصره كرده بودند ، مدتى معطل ماندند تا آب فرو نشست .\r\nحرفى كه حسين بن خرميل زده بود از بهترين نيرنگ‌ها به شمار مىرفت .\r\nباز مىگرديم به پيكار سلطان محمد خوارزمشاه با ختائيان و اسير شدن او :\r\nجنگ ميان خوارزمشاه و ختائيان ادامه يافت . در يكى از روزها كار جنگ بالا گرفت و دنباله پيدا كرد .\r\nدر اين جنگ مسلمانان شكست سختى خوردند ، بسيارى از ايشان كشته و بسيارى نيز گرفتار شدند . خود خوارزمشاه نيز يكى از اسيران بود ! با خوارزمشاه يكى از سرداران بزرگ نيز كه فلان بن شهاب - الدين مسعود خوانده مىشد اسير گرديد .\r\nيك سرباز به تنهائى آن دو را اسير كرده بود .\r\nلشكريان اسلامى به خوارزم رسيدند و سلطان خود را در ميان خود نديدند .\r\nاز اين رو ، خواهر كزلك خان ، صاحب نيشابور كه سرگرم\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nمحاصرهء هرات بود ، برايش پيام فرستاد و او را از آن حال آگاه ساخت .\r\nكزلك خان به شنيدن اين خبر ، شبانه از هرات به سوى نيشابور حركت كرد .\r\nامير امين الدين ابو بكر ، صاحب زوزن ، كه با او در محاصرهء هرات شركت كرده بود ، به حركت او پى برد . به همين جهة او و سردارانش مىخواستند از رفتن وى جلوگيرى كنند . اما ترسيدند كه ميانشان جنگى در گيرد . و مردم هرات نيز از اين اختلاف و زد و خورد استفاده كنند و فرصت را غنيمت شمارند و از شهر بيرون آيند و بر آنان بتازند و آنچه مىخواهند از ايشان به دست آورند .\r\nروى اين فكر ، از در افتادن با كزلك‌خان و همراهانش خوددارى كردند .\r\nخوارزمشاه پس از گرفتن نيشابور از غوريان ، ديوارش را ويران كرده بود .\r\nكزلك خان ، نوسازى ديوار را آغاز كرد و خواربار و آذوقهء كافى به شهر رساند .\r\nآنگاه به شمارهء لشكريان خويش افزود و بر آن شد كه چنانچه خبر نابودى سلطان محمد خوارزمشاه درست باشد ، بر خراسان دست يابد .\r\nاز سوى ديگر خبر نابودى سلطان محمد خوارزمشاه به برادرش ، على شاه ، رسيد كه در طبرستان بود .\r\nاو هم به شنيدن اين خبر ، مردم را به سوى خويش فرا خواند و خطبه را كه به نام برادر خود مىخواند قطع كرد و آمادهء تصاحب\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nاورنگ پادشاهى شد .\r\nدر نتيجه ، وضع خراسان آشفته گرديد و بيسر و سامانى بزرگى روى داد .\r\nاما سلطان محمد خوارزمشاه وقتى كه به اسارت در آمد ، پسر شهاب الدين مسعود به دو گفت :\r\n« در اين روزها بايد پادشاهى را كنار بگذارى و نوكرى پيشه كنى . شايد از اين راه من بتوانم براى رهائى تو نيرنگى بزنم . »\r\nخوارزمشاه پذيرفت و شروع به خدمت ابن مسعود كرد . در پيشش خوراك مىگذاشت و جامه و كفشش را بيرون مىآورد و تعظيمش مىنمود .\r\nكسى كه آن دو را اسير كرده بود ، به ابن مسعود گفت :\r\n« مىبينم كه اين مرد تعظيمت مىكند . مگر تو كه هستى ؟ » جواب داد :\r\n« من فلانى هستم و اين هم غلام من است . »\r\nآن مرد به شنيدن اين سخن برخاست و به دو احترام گذاشت و گفت :\r\n« اگر اين مردم نمىدانستند كه تو پيش منى ، آزادت مىكردم . »\r\nبعد ، از آن جا رفت و چند روز آن دو را به حال خود گذاشت .\r\nيك روز پسر شهاب الدين مسعود به دو گفت :\r\n« مىترسم كسانى كه شكست خورده و گريخته‌اند به زادگاه\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nخود برگردند و خانوادهء من همين كه مرا با ايشان نبينند گمان برند كه كشته شده‌ام ، و برايم مجلس سوگوارى بر پا دارند و دلتنگى كنند پس از آن هم دارائى مرا ميان خود تقسيم كنند و آن را بر باد دهند .\r\nبدين جهة دلم مىخواهد براى آزاد ساختن من پولى معين كنى تا آن را به تو بپردازم . »\r\nآن مرد هم مبلغى معين كرد .\r\nپسر شهاب الدين مسعود به او گفت :\r\n« مىخواهم به كسى كه عاقل باشد دستور دهى تا نامهء مرا به خانواده‌ام برساند و تندرستى مرا هم به ايشان خبر دهد تا يكى از خانوادهء من همراه او بيايد و پول را بياورد . »\r\nبعد گفت : « ياران تو خانوادهء ما را نمىشناسند ولى من به اين غلام خود اعتماد دارم و خانوادهء من هم حرفش را باور مىكنند . »\r\nختائى هم پيشنهادش را پذيرفت و اجازه داد كه آن غلام ( يعنى خوارزمشاه ) را بفرستد .\r\nپسر شهاب الدين مسعود نيز او را فرستاد .\r\nختائى نيز اسبى به او داد . چند سوار را هم همراهش كرد تا در راه حمايتش كنند .\r\nآنان به راه افتادند تا نزديك خوارزم رسيدند .\r\nدر آن جا سواران خوارزمشاه را ترك گفتند و برگشتند .\r\nهمين كه خوارزمشاه به خوارزم رسيد ، مردم از مژدهء سلامت او شادى كردند و طبل‌هاى بشارت نواخته شد .\r\nشهر را نيز آذين بستند .\r\nآنگاه خوارزمشاه را از آنچه كزلك در نيشابور و برادرش على شاه در طبرستان كرده بود خبر دادند .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\n\r\nكارهاى خوارزمشاه در خراسان\r\nهمين كه خوارزمشاه به خراسان رسيد ، از آنچه كزلك‌خان و برادرش على شاه و ديگران كرده بودند ، آگاه شد .\r\nلذا به سوى خراسان حركت كرد و لشكريانش نيز در پى او رفتند . ولى بعد ، از او جدا شدند .\r\nخوارزمشاه در ششمين روز حركت خود به خراسان رسيد در حالى كه تنها شش سوار همراه داشت .\r\nكزلك خان ، همين كه خبر فرا رسيدن او را شنيد ، دارائى و لشكريان خود را برداشت و به سوى عراق گريخت .\r\nبرادر سلطان محمد خوارزمشاه ، على شاه ، نيز همين كه از وجود او آگاهى يافت ترسيد و راه قهستان در پيش گرفت و به غياث الدين محمود غورى ، صاحب فيروز كوه ، پناهنده شد .\r\nغياث الدين به ديدار او شتافت و مقدمش را گرامى داشت و او را در نزد خود فرود آورد .\r\nاما خوارزمشاه وارد نيشابور شد و كار آن شهر را سر و سامان داد و نماينده‌اى از سوى خود در آن جا گماشت .\r\nبعد رهسپار هرات شد و با لشكرى كه هرات را محاصره كرده\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nبود در برابر شهر اردو زد .\r\nآن سرداران را بنواخت و مورد اعتماد خود قرار داد زيرا در اجراى فرمان او در آن حال پايدارى نشان داده و انديشهء خود را دگرگون نساخته بودند با وجود اين كه بر اثر حسن تدبير خواجه صاحب ، وزير هرات ، نتوانسته بودند به مقصود خويش برسند و هرات را بگيرند .\r\nخوارزمشاه براى آن وزير پيام فرستاد و به او گفت :\r\n« تو به لشكر من وعده دادى كه وقتى من به اينجا آمدم ، شهر را تسليم كنى . اكنون من به اين جا آمده‌ام . »\r\nوزير گفت :\r\n« من اين كار را نمىكنم . چون شما را مىشناسم كه خيانتكارانى بيش نيستيد و اگر اين شهر را بگيريد هيچكس را زنده نخواهيد گذاشت . بدين جهة شهر را به هيچكس نخواهم سپرد جز به غياث - الدين محمود . »\r\nخوارزمشاه از اين سخن به خشم آمد و فرمان داد كه همه به سوى شهر پيشروى كنند و در برابر هيچ مانعى از پا نايستند تا شهر را بگيرند .\r\nبا اين وصف ، ديگر براى وزير راه چاره‌اى نماند .\r\nگروهى از اهالى هرات گرد هم آمدند و گفتند : مردم از گرسنگى و كمبود آذوقه به هلاك رسيدند . زندگى ما معطل مانده ، تاكنون يك سال و يك ماه گذشته و اين وزير هم وعده مىداد كه وقتى خوارزمشاه پيشش بيايد ، شهر را تسليمش كند . ولى خوارزمشاه هم آمد و او شهر را تسليم نكرد . بايد براى واگذارى شهر چاره‌اى\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nبينديشيم و از اين سختى كه گرفتارش شده‌ايم ، خود را نجات دهيم . »\r\nوزير ، همين كه به انديشهء ايشان پى برد ، به گروهى از لشگر خويش دستور داد كه آنان را بگيرند و زندانى كنند .\r\nلشكرى براى بازداشت ايشان رفت و اين موضوع در شهر آشوبى برپا كرد و كار به جاهاى باريك كشيد .\r\nوزير ناچار شد كه خود آن وضع را اصلاح كند ، لذا براى رسيدگى بدان كار رفت .\r\nاز شهر به خوارزمشاه نامه نگاشتند و آشفتگى وضع را به دو خبر دادند .\r\nلشكريان خوارزمشاه به سوى شهر پيشروى مىكردند در حالى كه ميان مردم شهر نيز دو دستگى و آشفتگى افتاده بود .\r\nسرانجام دو برج از ديوار شهر را ويران كردند و مردم داخل شهر شدند و آن جا را به تصرف در آوردند .\r\nوزير را هم گرفتند و پيش خوارزمشاه بردند . خوارزمشاه او را كشت .\r\nاين پيروزى به سال 605 روى داد .\r\nبدين گونه خوارزمشاه بر هرات دست يافت و كارهاى آن شهر را سر و سامان بخشيد و آن جا را به دائى خود ، امير ملك ، سپرد كه از بزرگان امراء وى بود .\r\nامير ملك ، آن شهر را همچنان در دست داشت تا هنگامى كه خوارزمشاه به هلاك رسيد .\r\nاما پسر شهاب الدين مسعود چندى در نزد ختائيان ماند .\r\nكسى كه او را اسير كرده بود ، روزى به دو گفت :\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n« خوارزمشاه نابود شده . خبر دارى يا نه ؟ » پرسيد :\r\n« مگر تو او را نمىشناسى ؟ » جواب داد : « نه . »\r\nگفت : « اين همان اسيرى بود كه پيش تو بود . »\r\nپرسيد : « پس براى چه مرا با او آشنا نكردى تا به دو خدمت كنم و همراهش به كشورش بروم ؟ » جواب داد : « مىترسيدم كه به او آسيبى برسانيد . »\r\nختائى گفت : « بيا با هم به پيش او برويم . »\r\nدو نفرى به سوى او روانه شدند .\r\nخوارزمشاه ايشان را بنواخت و در حقشان مهربانى بسيار كرد .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\n\r\nكشته شدن غياث الدين محمود\r\nخوارزمشاه ، وقتى كه هرات را به دائى خود سپرد و به خوارزم رفت ، به او دستور داد كه بر غياث الدين محمود بن غياث الدين محمد بن سام غورى ، صاحب غور و فيروز كوه حمله برد و فيروز كوه را از غياث الدين محمود بگيرد و او و همچنين على شاه بن خوارزمشاه را دستگير كند .\r\nامير ملك روانه فيروز كوه شد .\r\nوقتى خبر حركت او به گوش غياث الدين محمود رسيد ، كسى را پيش او فرستاد و فرمانبردارى خويش را به آگاهى وى رساند و زنهار خواست .\r\nاو نيز به وى امان داد .\r\nغياث الدين محمود ، با اعتماد به دو ، از دژ خود فرود آمد پيش وى رفت .\r\nامير ملك او و على شاه ، برادر خوارزمشاه ، را گرفت .\r\nاين دو تن از او خواهش كردند كه ايشان را پيش خوارزمشاه بفرستد تا سلطان شخصا دربارهء ايشان تصميم بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nامير ملك نيز براى خوارزمشاه پيام فرستاد و در خواست آنان را به وى خبر داد .\r\nخوارزمشاه دستور داد كه خونشان را بريزد .\r\nبنابر اين هر دو در يك روز كشته شدند . اين واقعهء نيز در سال 605 اتفاق افتاد .\r\nاين غياث الدين آخرين پادشاه از دودمان غوريان به شمار مىرفت .\r\nشاهان غور نيكرفتارترين و دادگرترين شاهان بودند و بيش از همه با كافران جهاد كرده بودند .\r\nاين غياث الدين محمود نيز دادگر ، بردبار و جوانمرد بود و از نيك‌نهادترين و خوشخوىترين فرمانروايان محسوب مىشد .\r\nخداى بزرگ او را بيامرزاد .\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\n\r\nبازگشت سلطان محمد خوارزمشاه براى پيكار با ختائيان\r\nوقتى خوارزمشاه بر سراسر خراسان چيرگى يافت و از كار آن استان بپرداخت و از رود جيحون گذشت ، براى پيكار با او ختائيان گرد هم آمدند و گروهى انبوه شدند و به سوى او حركت كردند .\r\nپيشواى آنها هم بزرگ دولتشان بود كه قائم مقام فرمانرواى ايشان به شمار مىرفت .\r\nاو معروف به طاينكوه بود و عمرش از صد سال مىگذشت جنگ‌هاى بسيار ديده و در همه به پيروزى رسيده بود و حسن تدبير و خردمندى داشت .\r\nخوارزمشاه و صاحب سمرقند به يك ديگر پيوستند .\r\nاين دو با لشكريان خويش از يك سو ، و ختائيان از سوى ديگر ، به سال 606 در برابر هم صف آرائى كردند .\r\nميان آنان جنگ‌هائى در گرفت كه از لحاظ سختى و دوام\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nو پايدارى دو طرف ، بىمانند بود .\r\nدر اين جنگ ، سرانجام ختائيان شكست بدى خوردند و از ايشان گروهى بىشمار كشته يا اسير شدند .\r\nاز كسانى كه به بند اسارت افتادند ، يكى طاينكوه ، پيشواى ايشان بود .\r\nاو را پيش خوارزمشاه آوردند .\r\nخوارزمشاه به او احترام گذاشت و او را بر تخت خود نشاند .\r\nسپس او را به خوارزم فرستاد .\r\nخوارزمشاه ، پس از اين پيروزى ، به شهرهاى ما وراء النهر رفت و آن جا را شهر شهر و ناحيه ناحيه گرفت تا به شهر اوزكند رسيد و نمايندگان خويش را در آن جا گماشت و به خوارزم بازگشت در حالى كه سلطان سمرقند همراهش بود .\r\nسلطان سمرقند از زيباروىترين مردان بود و مردم خوارزم در اطرافش گرد مىآمدند تا او را تماشا كنند .\r\nخوارزمشاه دختر خود را به دو داد و او را به سمرقند برگرداند .\r\nچنان كه رسم ختائيان بود ، شحنه‌اى را نيز گماشت كه با او در سمرقند بماند .\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n\r\nخيانت صاحب سمرقند به خوارزميان\r\nصاحب سمرقند ، چنان كه گفتيم به سمرقند بازگشت .\r\nشحنهء خوارزمشاه نيز با او بود و نزديك به يك سال پيش او ماند .\r\nاما صاحب سمرقند از زشت رفتارى و بدكارى خوارزميان چيزهائى ديد كه او را از جدا شدن از ختائيان پشيمان كرد .\r\nاز اين رو ، براى فرمانرواى ختائيان پيام فرستاد و او را به سمرقند فرا خواند تا شهر را به دو واگذارد و از نو به فرمان وى در آيد .\r\nهمچنين دستور داد تا از خوارزميان هر كس را كه از قديم و جديد در سمرقند به سر مىبرد بكشند .\r\nياران خوارزمشاه را نيز گرفت .\r\nهر مردى از خوارزميان را دو شقه مىكرد و آنها را در بازارها مىآويخت همچنان كه قصاب گوشت را مىآويزد .\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nبدين گونه ، بد كارى را به بالاترين پايه رساند .\r\nبه دژى رفت كه همسر او ، دختر خوارزمشاه در آن به سر مىبرد .\r\nمىخواست او را بكشد . ولى او درها را بست و كنيزكان خويش را گماشت تا از ورودش جلوگيرى كنند .\r\nبراى او پيغام داد :\r\n« من زنى بيش نيستم و كشتن كسى مانند من ، به دست مردى مانند تو ، زشت است . از من نسبت به تو گناهى سر نزده تا شايستهء آن باشم كه از تو چنين كيفرى ببينم . شايد ترك كردن من عاقبت بهترى داشته باشد . بر من ستم مكن و از خدا بپرهيز ! » او نيز وى را رها كرد و كسى را بر او گماشت تا نگذارد كه به جان خود آسيبى برساند .\r\nاين خبر همين كه به خوارزمشاه رسيد ، سخت خشمگين شد و محشرى برپا كرد و دستور كشتن همهء بيگانگان را داد كه در خوارزم مىزيستند .\r\nولى مادرش او را از اين كار باز داشت و گفت :\r\n« از سراسر روى زمين مردمى در اين شهر آمده‌اند و همه آنها بدانچه از اين مرد سر زد راضى نبودند . »\r\nاز اين رو خوارزمشاه دستور داد كه اهل سمرقند را بكشند .\r\nولى از اين كار نيز مادرش او را منع كرد .\r\nخوارزمشاه كشتن سمرقنديان را موقوف ساخت و لشكريان خود را فرمان داد تا براى حمله به ما وراء النهر آماده شوند .\r\nبعد آنان را روانه كرد .\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nهر گاه كه گروهى آماده مىشدند ، از جيحون مىگذشتند و بدان سوى جيحون مىرفتند .\r\nبدين گونه ، خوارزميانى كه از جيحون گذشتند ، از بسيارى به شمار در نمىآمدند .\r\nسلطان محمد خوارزمشاه خود نيز ، فردى بود كه بعد از همهء آنان از آب گذشت .\r\nبا اين لشكر انبوه در برابر سمرقند اردو زد و براى صاحب سمرقند چنين پيامى فرستاد :\r\n« تو كارى كردى كه هيچ مسلمانى نكرده است . ريختن خون مسلمانان را روا دانستى و به قدرى از آنان كشتى كه هيچ خردمندى ، نه مسلمان و نه كافر ، چنين كشتارى نمىكند . به هر حال گذشته‌ها گذشته است و بايد فراموش كرد . اكنون از اين سرزمين بيرون شو و به هر جا كه مىخواهى برو . »\r\nصاحب سمرقند پاسخ داد :\r\n« من از اين شهر بيرون نمىروم و تو هم هر كار كه مىخواهى ، بكن . »\r\nخوارزمشاه نيز لشكريان خود را دستور داد كه به سوى شهر پيشروى كنند .\r\nيكى از همراهان خوارزمشاه به او توصيه كرد كه به برخى از سرداران خويش دستور دهد تا پس از گشايش شهر به محله‌اى بروند كه در آن بازرگانان اقامت دارند و نگذارند كه سربازان در آن جا دست به يغما و چپاول گذارند و با مردم بد رفتارى كنند زيرا آنان بيگانگان هستند و همه از اين گونه كارها بيزارند .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nخوارزمشاه نيز به برخى از اميران خود چنين دستورى داد .\r\nلشكريان او به سوى شهر پيش رفتند و نردبان‌هائى بر ديوار شهر گذاشتند و از آن بالا رفتند و به درون شهر راه يافتند .\r\nهيچ شهرى بدين تندى گشوده نشده بود .\r\nپس از فتح سمرقند ، خوارزمشاه به لشكر خود اجازه داد تا شهر را تاراج كنند و از مردم سمرقند هر كس را كه يافتند بكشند .\r\nدر پى اين فرمان ، سه روز شهر را يغما كردند و خون مردمش را ريختند . گفته مىشد كه دويست هزار تن را كشتند .\r\nتنها همان محله كه بيگانگان در آن مىزيستند ، از اين قتل و غارت سالم ماند و از ساكنان آن جا حتى يك تن را نيز نكشتند .\r\nخوارزمشاه بعد فرمان داد كه از قتل و غارت دست بدارند .\r\nلشكريان او سپس به سوى دژ شهر پيشروى كردند .\r\nدارندهء دژ چنان نگران شد كه دل خود را لبريز از بيم و هراس يافت .\r\nاز اين رو ، كسى را به نزد خوارزمشاه فرستاد و از او زنهار خواست .\r\nخوارزمشاه پاسخ داد : « من به تو هيچگونه امانى نمىدهم . »\r\nسربازان او پيشروى خود را دنبال كردند و دژ را گرفتند و دارندهء دژ را اسير كردند و پيش خوارزمشاه بردند .\r\nاسير در برابر او به خاك افتاد و زمين بوسيد و خواهش كرد كه از خونش در گذرد .\r\nولى خوارزمشاه او را نبخشيد و دستور كشتنش را داد .\r\nاو و گروهى از خويشاوندان او را كشتند .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nخوارزمشاه از كسانى كه به خانان تركستان نسبت داشتند ، هيچكس را زنده نگذاشت .\r\nآنگاه در سمرقند و ساير نواحى نمايندگان خود را گماشت و ترتيبى داد كه در آن سرزمين هيچ كس ديگر ، جز او ، قدرت و نفوذى نداشت .\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n\r\nحمله‌اى كه ختائيان را نابود ساخت\r\nوقتى خوارزمشاه با ختائيان كارى كرد كه پيش از اين شرح داديم ، از آنان هر كس كه جان بدر برده بود ، پيش پادشاه ختائيان ، رفت زيرا او در آن جنگ حاضر نشده بود .\r\nبدين گونه همه در نزد او گرد آمدند .\r\nدر همان هنگام ، گروه انبوهى از تاتارها ، از شهرهاى خويش كه قديم در حدود چين بود بيرون آمده و در آن سوى سرزمين تركستان اردو زده بودند .\r\nميان ايشان و ختائيان دشمنى وجود داشت و جنگ‌هائى روى داده بود .\r\nهمين كه شنيدند سلطان محمد خوارزمشاه ، با ختائيان چه كرده ، با فرمانرواى خود . كشلى خان ، به سوى ختائيان هجوم بردند .\r\nپادشاه ختائيان كه چنين ديد براى خوارزمشاه پيام فرستاد و گفت :\r\n« آنچه در گرفتن شهرهاى ما و كشتن مردان ما از تو سر زد ، كارى است كه گذشته است و بايد فراموش كرد . اما اكنون دشمنى\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nبدين جا روى آورده كه ما ياراى برابرى با او را نداريم ، و اگر بر ما چيره شوند و اين جا را بگيرند ، ديگر براى حمله به سرزمين تو نيز مانعى نخواهند يافت .\r\nپس بهتر است كه با لشكريان خويش پيش ما بيائى و ما را در پيكار با ايشان يارى دهى .\r\nما هم سوگند ياد مىكنيم كه اگر بر آنان پيروزى يافتيم ، به شهرهايى كه از ما گرفته‌اى كارى نداشته باشيم و با آنچه در دست داريم ، بسازيم . »\r\nاز سوى ديگر ، كشلى خان ، فرمانرواى تاتارها ، نيز به خوارزمشاه پيغام داد :\r\n« اين ختائيان ، بىگمان دشمنان تو و دشمنان نياكان تو و دشمنان ما هستند . بنابر اين ، ما را در جنگ با ايشان يارى كن .\r\nسوگند مىخوريم كه اگر در پيكار با آنها پيروز شديم ، به شهرهاى تو نزديك نشويم و به همان مواضعى كه ختائيان در آن منزل گرفته‌اند قانع باشيم . »\r\nخوارزمشاه نيز به هر دوى آنها پاسخ داد :\r\n« من با تو هستم و تو را در برابر دشمنت يارى مىكنم . »\r\nآنگاه با لشكريان خود حركت كرد تا نزديك به جائى رسيد كه آن دو قوم ، يعنى ختائيان و تاتارها با هم نبرد مىكردند .\r\nدر آن جا اردو زد ولى با هيچيك از آن دو طايفه آنطور در نياميخت كه معلوم شود او طرفدار يكى از ايشان است .\r\nختائيان و تاتارها به يك ديگر حمله بردند و سرانجام ختائيان شكست سختى خوردند .\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nدر اين هنگام خوارزمشاه با لشكر خود سر در پى شكت‌خوردگان نهاد و به كشتن و اسير كردن و تاراج دارائى ايشان پرداخت و نگذاشت كه از آنان كسى رهائى يابد .\r\nختائيان از آن مهلكه جان بدر نبردند ، جز گروهى اندك كه با پادشاه خود به جائى از نواحى تركستان رفتند و آن جا پناه گرفتند چون كوهى آن را احاطه كرده بود كه جز از يك سوى ، از هيچ سوى ديگر بدان راه نبود .\r\nگروهى از آنان نيز به خوارزمشاه پيوستند و در شمار لشكريان وى در آمدند .\r\nخوارزمشاه ، بعد به كشلى خان ، فرمانرواى تاتارها ، پيام فرستاد و بر او منت نهاد كه وى را در آن پيروزى يارى كرده است و اگر او به مساعدت وى نمىآمد ، هرگز نمىتوانست بر ختائيان چيره شود .\r\nكشلى خان به مساعدت او اعتراف كرد و چندى بدين منوال گذشت .\r\nبعد خوارزمشاه كسى را به نزد او گسيل داشت و از او خواست تا شهرهايى را كه از ختائيان گرفته ، تقسيم كند . و گفت :\r\n« همچنان كه ما در نابود كردن ختائيان با يك ديگر همدست شديم شايسته است كه شهرهاى ايشان را نيز با هم تقسيم كنيم . »\r\nولى كشلى خان پاسخ داد :\r\n« تو از من جز شمشير بهرهء ديگرى نخواهى برد . شما نه از لحاظ نيرو ، تواناتر از ختائيان هستيد و نه در فرمانروائى از آنان بزرگتريد . اگر به آرامشى كه در ميان ماست بسنده نكنى ، به سوى\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nتو خواهم آمد و بر سر تو نيز همان بلائى را خواهم آورد كه بر سر ختائيان آوردم . »\r\nسلطان محمد خوارزمشاه نيز به تجهيز سپاه پرداخت و با لشكريان خويش حركت كرد تا نزديك تاتارها رسيد و اردو زد .\r\nاو چون ميدانست كه ياراى برابرى با كشلى خان را ندارد ، به نيرنگبازى و فريبكارى پرداخته بود .\r\nاز اين رو هنگامى كه كشلى خان به جايگاه ويژه‌اى رسيد ، خوارزمشاه به خانواده و بار و بنهء او حمله كرد و هر چه يافت به يغما برد .\r\nهمچنين ، هنگامى كه شنيد گروهى از تاتارها از زادگاه خود به راه افتاده‌اند ، به سر وقت ايشان شتافت و بر آنان حمله‌ور شد .\r\nكشلى خان كه چنين ديد برايش پيغام داد :\r\n« اين كار پادشاهان نيست ! كار راهزنان است . و گرنه چنانچه تو ، همانطور كه مىگوئى ، سلطان هستى ، پس بايد با هم روبرو شويم . يا تو مرا شكست مىدهى و شهرهاى مرا به دست مىآورى ، يا من با تو اين كار را مىكنم . »\r\nخوارزمشاه با او به زنبازى مىپرداخت و آنچه را كه او مىخواست نمىپذيرفت ولى به مردم شهرهاى چاچ و فرغانه و اسفيجاب و كاسان و شهرهاى ديگر آن حدود كه در جهان خرم‌تر و آبادتر از آنها نبود دستور داد تا كوچ كنند و به شهرهاى اسلامى بپيوندند .\r\nآنگاه همهء آن شهرها را ويران ساخت چون مىترسيد تاتارها بر آن شهرها دست يابند .\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nبعد تاتارهاى ديگرى كه چنگيزخان فرمانرواى ايشان بود ، از رود جيحون گذشتند و بر كشلى خان ، كه فرمانرواى تاتارهاى نخستين بود ، تاختند .\r\nكشلى خان با آنان در افتاد و اين گرفتارى ، نگذاشت كه كه به خوارزمشاه پردازد .\r\nپس از آن هم چنگيزخان او را از ميان برد و از جيحون گذشت و به خراسان تاخت .\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\n\r\nدست يافتن نجم الدين ، پسر ملك عادل ، بر شهر خلاط\r\nدر اين سال ، ملك اوحد نجم الدين ايوب ، پسر ملك عادل ابو بكر بن ايوب بر شهر خلاط دست يافت .\r\nسبب اين پيروزى آن بود كه او در شهر ميافارقين از سوى پدر خود حكومت مىكرد .\r\nهنگامى كه بلبان به خلاط - چنان كه گفتيم - دست يافت ، نجم الدين به شهر موش هجوم برد و آن جا را محاصره كرد و گرفت .\r\nنواحى ديگر اطراف آن را نيز به تصرف در آورد .\r\nبلبان در آن نواحى پايگاه خود را به آن اندازه استوار نكرده بود كه از پيشروى او جلوگيرى كند .\r\nاز اين رو ، نجم الدين پس از آن پيروزى به طمع تصرف شهر خلاط افتاد و بدان سوى رهسپار شد .\r\nاما بلبان ، چنان كه پيش از اين گفتيم ، او را شكست داد .\r\nنجم الدين نيز به شهر خود برگشت و لشكرى گرد آورد و بسيج كرد .\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nپدرش نيز لشكرى برايش فرستاد . و نجم الدين با نيروهاى تازهء خويش به خلاط هجوم برد .\r\nبلبان براى روبرو شدن با او حركت كرد .\r\nدو لشكر در برابر هم صف كشيدند و به پيكار پرداختند .\r\nبلبان شكست خورد و نجم الدين آن سرزمين و حتى چيزى بيش از آن را به دست آورد .\r\nبلبان داخل خلاط شد و در آن جا پناه گرفت و رسولى را پيش مغيث الدين طغرل شاه بن قلج ارسلان ، كه صاحب ارزن الروم بود ، فرستاد و از او درخواست كرد تا وى را در جنگ با نجم الدين يارى دهد .\r\nطغرل شاه نيز شخصا با لشكر خود به يارى او برخاست و پيش او رفت .\r\nآن دو به يك ديگر رسيدند و با همدستى خود ، نجم الدين را شكست دادند و موش را محاصره كردند .\r\nچيزى نمانده بود كه آن حصن به تصرف در آيد . ولى پسر قلج ارسلان ( يعنى طغرل شاه ) به صاحب خلاط ( يعنى بلبان ) خيانت كرد و او را كشت به طمع اين كه آن شهر را خود به تنهائى تصرف كند .\r\nپس از كشتن او رهسپار خلاط شد ولى مردم خلاط از دست‌يابى او به شهر جلوگيرى كردند .\r\nاز اين رو به سوى ملازگرد رفت ولى مردم ملازگرد نيز او را راندند و نگذاشتند كه بر آن جا چيرگى يابد .\r\nهمين كه ديد از آن شهرها بهره‌اى نخواهد برد به شهر خويش\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nبازگشت .\r\nولى مردم خلاط براى نجم الدين پيام فرستادند و او را نزد خود فرا خواندند تا كرسى فرمانروائى آن جا را به دو سپارند .\r\nاو نيز به نزدشان رفت و بر خلاط و توابعش ، جز اندكى از آنها ، دست يافت .\r\nفرمانروايان سرزمين‌هاى نزديك او ، از دست‌يابى او بر خلاط خوششان نمىآمد زيرا از پدرش مىترسيدند .\r\nهمچنين ، مردم گرجستان نيز از او بيم داشتند و بيزار بودند .\r\nاز اين رو حملات خود را بر توابع خلاط و شهرك‌هاى آن ، دنبال كردند .\r\nنجم الدين در خلاط به سر مىبرد و نمىتوانست از آن جا دور شود . لذا مسلمانان از اين بابت ، سخت آزار ديدند .\r\nگروهى از لشكريان خلاط نيز كناره گرفتند و حصن وان را به تصرف در آوردند كه از بزرگترين و بلندترين حصن‌ها بود .\r\nبا چيرگى بر اين حصن ، از فرمان نجم الدين سرباز زدند و گردنكشى آغاز كردند .\r\nگروه بسيارى نيز نزدشان گرد آمدند و شهر ارجيش را گرفتند .\r\nنجم الدين كه چنين ديد براى پدر خود پيام فرستاد و او را از آن حال آگاه كرد و از او خواست كه با لشكر خويش او را يارى دهد .\r\nملك عادل نيز ، برادر نجم الدين ، ملك اشرف موسى بن عادل ، را با لشكرى به سوى او گسيل داشت .\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nدو برادر با لشكرى بسيار به هم رسيدند و دژ وان را كه خلاطيان در آن بودند محاصره كردند .\r\nآنان چون در برابر نيروهاى دو برادر نمىتوانستند ايستادگى كنند ، بدون جنگ ، دژ را تسليم كردند و از آن بيرون رفتند .\r\nنجم الدين آن دژ را گرفت و فرمانروائى او در خلاط و توابع آن استوارى يافت .\r\nبرادر او ، ملك اشرف ، هم به شهرهاى خويش كه حران و رها بود ، بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n\r\nيورش‌هاى فرنگيان بر شام\r\nدر اين سال فرنگيانى كه در طرابلس و حصن الاكراد به سر مىبردند ، زياد شدند و تاخت و تازشان در شهر حمص و نواحى وابسته بدان ، فزونى يافت .\r\nآنان به شهر حمص حمله بردند و چون گروه بسيارى بودند ، صاحب حمص ، اسد الدين شير كوه بن محمد بن شير كوه توانائى زور آزمائى با ايشان را نداشت و نمىتوانست آنها را براند يا از پيشرفتشان جلوگيرى كند .\r\nاز اين رو به ملك ظاهر غازى ، فرمانرواى حلب ، و فرمانروايان ديگر شام متوسل شد و از ايشان يارى خواست .\r\nولى هيچ كس او را يارى نكرد جز ملك ظاهر كه لشكرى برايش فرستاد .\r\nاين لشكر در پيشش ماند و از تاخت و تاز فرنگيان به سرزمين او جلوگيرى كرد .\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nبعد ، ملك عادل از مصر با لشكريان بسيار بيرون رفت و به شهر عكا روى آورد .\r\nصاحب عكا كه يك فرنگى بود با او به شرط آزاد ساختن اسيران مسلمان و شرايط ديگر ، صلح كرد .\r\nملك عادل بعد به حمص رفت و در كرانهء درياچهء قدس اردو زد .\r\nدر آن جا لشكريان شرق و ديار جزيره به دو پيوستند . و او با اين نيروها داخل شهرهاى طرابلس گرديد و جائى را كه قليعات ناميده مىشد محاصره كرد و آن را بدون جنگ گرفت و صاحبش را آزاد ساخت .\r\nآنگاه هر چه از چارپايان و اسلحه در قليعات يافت به غنيمت برد و آن جا را ويران كرد .\r\nسپس به طرابلس رفت و در آن جا به يغماگرى و آتش‌سوزى و اسير كردن زنان پرداخت و آنچه يافت به غنيمت برد .\r\nمدت اقامت او در سرزمين فرنگيان دوازده روز بود ، و از آن جا به درياچهء قدس بازگشت .\r\nميان او و فرنگيان ، پيك و پيام‌هائى دربارهء صلح رد و بدل شد ولى اين گفت و گوها بر پايه‌اى استوار نشد تا زمستان فرا رسيد و لشكريان شرقى درخواست كردند كه پيش از سرماى سخت ، به شهرهاى خويش باز گردند .\r\nبنابر اين گروهى از آن لشكر به حمص ، نزد صاحب حمص ، رفتند و از آن جا به دمشق برگشتند و زمستان را در دمشق گذراندند .\r\nلشكريان ديار جزيره نيز به مكان‌هاى خود مراجعت نمودند .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nسبب بيرون رفتن ملك عادل از مصر با لشكريان خويش اين بود كه فرنگيان قبرس چند كشتى از ناوگان مصر را گرفتند و كسانى را كه در كشتىها بودند اسير كردند .\r\nملك عادل به صاحب عكا پيام فرستاد و از او خواست كه هر چه را گرفته برگرداند .\r\nبه دو گفت :\r\n« ما با هم در حال صلح هستيم . پس براى چه شما به ياران ما خيانت كرديد ؟ » صاحب قبرس عذر آورد به اين كه :\r\n« من زورم به مردم قبرس نمىرسد . آنان به فرمان من نيستند و از فرنگيانى فرمانبرى مىكنند كه در قسطنطنيه هستند . »\r\nبعد كه مردم قبرس دچار خشكسالى و كميابى خواربار شدند و از گرسنگى رهسپار قسطنطنيه گرديدند ، زمام امور قبرس از نو به دست صاحب عكا افتاد .\r\nملك عادل بار ديگر به صاحب عكا نامه نگاشت و آنچه را كه مىخواست باز گفت .\r\nولى كار به جائى نرسيد .\r\nاز اين رو با لشكريان خويش از مصر بيرون شد و با عكا كارى كرد كه ذكر كرديم .\r\nآن وقت صاحب عكا آنچه را كه او مىخواست پذيرفت و اسيران را آزاد كرد .\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\n\r\nآشوب در خلاط و كشته شدن بسيارى از مردم آن\r\nهمين كه فرمانروائى خلاط و توابع آن بر ملك اوحد بن عادل مسلم شد ، از آن شهر به ملازگرد رفت تا امور آن جا را مرتب كند و كارهائى را كه بايست كرد انجام دهد .\r\nوقتى از خلاط رفت ، مردم خلاط بر كسانى كه از لشكر او در آن جا بودند ، شوريدند و آنان را از پيش خود راندند و سركشى آغاز كردند .\r\nآنگاه به قلعهء خلاط ، كه ياران ملك اوحد در آن بودند ، حمله بردند و آن دژ را محاصره كردند و به بانگ بلند به هواخواهى از شاه ارمن و ستايش او پرداختند .\r\nشاه ارمن مرده بود و آنان از اين كار مىخواستند فرمانروائى را به ياران و مملوكان شاه ارمن برگردانند .\r\nملك اوحد همين كه اين خبر را شنيد به نزد ايشان بازگشت .\r\nلشكرى هم از جزيرهء ابن عمر برايش رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nبدين گونه نيرومند شد و خلاط را در ميان گرفت .\r\nمردم خلاط نيز گرفتار دو دستگى شدند . برخى از ايشان به ملك اوحد گرويدند چون به برخى ديگر رشك مىبردند .\r\nملك اوحد از اين دو دستگى سود جست و بر شهر چيره شد و گروه بسيارى از مردم را كشت . گروهى از بزرگان شهر را نيز اسير كرد و آنان را به ميافارقين فرستاد .\r\nهر روز كسانى را به سر وقت مردم خلاط مىفرستاد تا گروهى از آنان را بكشند .\r\nسرانجام جز عده‌اى قليل از آن آسيب جان بدر نبردند .\r\nاهل خلاط پس از اين رويداد به خوارى و بدبختى افتادند .\r\nهمزبانى و همآهنگى جوانان خلاط از بين رفت و ميانشان پراكندگى افتاد .\r\nدر نتيجه ، قدرت و نفوذى كه داشتند ، از دست دادند و مردم از شرشان آسوده شدند . چون كارشان به جائى رسيده بود كه يك سلطان را روى كار مىآوردند و ديگرى را مىكشتند .\r\nلذا سلطنت ايشان همراه با قدرت فرمانروائى نبود و قدرت فرمانروائى را همان جوانان در دست داشتند .\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n\r\nدست يافتن ابو بكر بن پهلوان بر شهر مراغه\r\nدر اين سال امير نصرة الدين ابو بكر بن پهلوان ، دارندهء آذربايجان ، بر شهر مراغه دست يافت .\r\nسبب اين دست يا بى آن بود كه علاء الدين قراسنقر در اين سال درگذشت .\r\nپس از او ، پسرش ، كه بچه‌اى بود ، به جايش نشست و يكى از خدمتگزاران پدرش به تربيت او و تدبير دولت او پرداخت .\r\nبعد ، يكى از سرداران پدرش ، از فرمان او سرپيچيد و به گردنكشى پرداخت .\r\nآن خادم ، كه مربى پسر علاء الدين بود ، از سوى خود لشكرى به سركوبى او فرستاد .\r\nآن سردار با ايشان جنگيد ولى شكست خورد و پسر علاء - الدين بر كرسى فرمانروائى استوار ماند ولى روزگار او دير نپائيد و در آغاز سال 605 درگذشت .\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nخانوادهء او نيز بر افتادند و از آنان هيچ كس نماند .\r\nپس از درگذشت او نصرة الدين ابو بكر از تبريز به سوى مراغه روانه شد و آن جا را گرفت و بر سراسر قلمرو آل سنقر چيره گرديد جز بر قلعهء روئين دز كه آن خادم در آن جا پناهنده شده بود و خزانه‌ها و ذخائر را در اختيار داشت و با اين دژ در برابر امير ابو بكر ايستادگى مىكرد .\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\n\r\nغزل نصير الدين ، وزير خليفه\r\nاين نصير الدين ناصر بن مهدى علوى از مردم رى بود و از خاندانى بزرگ به شمار مىرفت .\r\nهنگامى كه مؤيد الدين بن قصاب وزير خليفه بر رى دست يافت ، نصير الدين به بغداد رفت و مورد قبول خليفه واقع شد .\r\nخليفه عباسى ، الناصر لدين اللّه ، او را نخست به نيابت وزارت ، و بعد به وزارت گماشت و او را فرمانروائى بخشيد .\r\nپسرش را نيز به خزانه‌دارى گماشت .\r\nدر بيست و دوم جمادى الآخر اين سال نصير الدين از كار بر كنار گرديد و در خانهء خود را بست .\r\nسبب بر كنارى او اين بود كه با مملوكان بزرگ خليفه بد رفتارى مىكرد .\r\nيكى از اين مملوكان ، امير الحاج مظفر الدين سنقر معروف به وجه السبع بود .\r\nاو در سال 603 از دست نصير الدين به شام گريخت و در مرجوم از حاجيانى كه به همراه داشت جدا شد .\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nآنگاه براى خليفه نامه‌اى نگاشت و دربارهء گريز خويش پوزش خواست و گفت : « من از دست وزير گريختم . »\r\nبعد ، امير جمال الدين قشتمر ، كه از برگزيده‌ترين مملوكان خليفه بود و بيش از همه در او اثر مىگذاشت ، كار امير الحاج مظفر الدين را پيروى كرد و به لرستان رفت و از آن جا براى خليفه پيام فرستاد و عذر خواست و گفت :\r\n« اين وزير مىخواهد از مملوكان خليفه هيچ كس در خدمت وى باقى نماند . و شكى نيست كه او مىخواهد دعوى خلافت كند . »\r\nمردم هم در اين باره سخنان بسيار گفتند و شعر ساختند .\r\nشعرى كه يكى از آنان سروده ، چنين است :\r\n الا مبلغ عنى الخليفة احمدا * توق وقيت السوء ما انت صانع\r\nوزيرك هذا بين امرين فيهما * فعالك ، يا خير البرية ، ضائع\r\nفان كان حقا من سلالة احمد * فهذا وزير فى الخلافة طامع\r\nو ان كان فيما يدعى غير صادق * فاضيع ما كانت لديه الصنائع \r\n( يعنى : اى پيغامگزار ، پيام مرا به خليفه احمد برسان و بگو بدىها را از پيرامون اعمال خود بگردان ، اين وزير تو از دو حال خارج نيست ، و در هر دو حال ، اى بهترين مردم ، كار تو تباه خواهد شد .\r\nاگر به راستى از خاندان پيامبر است پس وزيرى است كه در\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nاين خلافت طمع بسته است .\r\nو اگر در آنچه ادعا مىكند صادق نيست ، پس كارهائى كه در دست اوست به بدترين گونه‌اى انجام مىيابد . )\r\nسرانجام خليفه او را از كار بر كنار كرد ، و مىگفتند سبب عزل او چيز ديگرى جز اين بوده است .\r\nنصير الدين ، پس از آن كه معزول شد ، به خليفه پيام فرستاد و گفت :\r\n« روزى كه من بدين جا آمدم ، نه يك دينار داشتم و نه يك درهم و در اين جا از پول و چيزهاى گرانبها و جز اينها ، بيش از پنج هزار دينار نصيبم شد . »\r\nدر اين نامه درخواست كرد كه همهء دارائى او را بگيرند و او را رها سازند تا بتواند در مشهد على ( نجف ) اقامت كند و به - كارهاى برخى از علويان برسد .\r\nخليفه به دو پاسخ داد :\r\n« ما چيزى به تو نداديم كه بخواهيم آن را از تو پس بگيريم حتى اگر آنچه داشتى زمين را از طلا پر مىساخت . تو در امان خداوند و امان ما هستى و ما چيزى از تو نشنيده‌ايم كه شايستهء چنين كيفرى باشد جز اين كه دشمنان تو دربارهء تو زياده‌روى مىكنند .\r\nبنابر اين ، هر جا را كه دلت مىخواهد انتخاب كن و دولتمند و محترم بدان جا برو . »\r\nاو هم اين راه را برگزيد كه از سوى خليفه تحت حمايت قرار گيرد تا دشمنش نتواند بر او دست يابد و به جان او آسيب رساند .\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nدرخواست او پذيرفته شد و انجام يافت .\r\nاو مردى نيك نهاد بود . به مردم نزديك بود و با ايشان به گشاده‌روئى و شكفتگى صحبت مىداشت .\r\nبه مردم ظلم نمىكرد و به دارائى ايشان چشم طمع نمى - دوخت .\r\nهمين كه نصير الدين از كار افتاد ، امير الحاج كه در مصر مىزيست و در خدمت ملك عادل بود ، به بغداد بازگشت .\r\nقشتمر نيز برگشت .\r\nفخر الدين ابو البدر محمد بن احمد بن امسيناى واسطى به نيابت وزارت پرداخت . او ديگر تحكم و خودكامگى نمىكرد .\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال ، شب چهارشنبه ، پنج روز به پايان ماه رجب مانده ، نزديك سپيده دم زمين لرزه‌اى روى داد .\r\nدر آن هنگام من در موصل به سر مىبردم . زلزله در آن جا شديد نبود .\r\nاز بسيارى از شهرهاى ديگر نيز خبر رسيد كه در آن جاها زلزله آمده ولى شدتى نداشته است .\r\nدر اين سال ، خليفهء عباسى ، الناصر لدين اللّه ، تمام ماليات فروش و آنچه از دارندگان كالاها به عنوان باج راهدارى و غيره بابت خريد و فروش كالاها گرفته مىشد ، همه را بخشيد و موقوف ساخت .\r\nاين درآمدها مبالغ بسيارى مىشد .\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nسبب اين اقدام آن بود كه يكى از دختران عز الدين نجاح ، شرابدار خليفه ، درگذشت .\r\nبدين مناسبت گاوى خريدارى شد كه بكشند و گوشتش را تصدق بدهند .\r\nبه نام « مؤونت » نيز عوارضى روى قيمت گاو كشيدند كه بسيار زياد بود .\r\nاو خليفه را از اين موضوع آگاه ساخت و خليفه هم دستور داد كه اين گونه عوارض و ماليات‌ها را موقوف سازند .\r\nدر اين سال ، در ماه رمضان ، خليفه دستور داد تا خانه‌هائى در محله‌هاى بغداد بسازند و به تنگدستان افطار دهند .\r\nدر اين خانه‌ها كه به مهمانسرا معروف شد ، گوشت ميش و نان خوبى مىپختند .\r\nاين كار در دو ساحل بغداد انجام مىشد .\r\nخليفه در هر خانه‌اى نيز كسى را گماشت كه به وى اعتماد داشت .\r\nبه هر كسى قدحى پر از خوراك و گوشت و يك من نان مىدادند .\r\nهر شب به وسيلهء اين مهمانسراها مردم بسيارى كه به شمار در نمىآمدند افطار مىكردند .\r\nدر اين سال آب دجله به حد زيادى فزونى يافت ، آب از سوى\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nدروازهء كلواذى داخل خندق بغداد گرديد .\r\nمردم شهر از خطر غرق شدن به هراس افتادند .\r\nخليفه به بستن خندق همت گماشت و فخر الدين نايب الوزاره و عز الدين شرابى سوار شدند و به بيرون شهر رفتند و از آن جا دور نشدند تا خندق بسته شد .\r\nدر اين سال ، شيخ عبد اللّه بن حنبل بن الفرج ، مكبر مسجد رصافه ، درگذشت .\r\nحديث را عالى اسناد مىكرد .\r\nاز ابن الحصين مسند احمد بن حنبل را روايت مىنمود كه اسناد عالى دارد .\r\nبه موصل آمد و در آن جا و جاهاى ديگر به روايت حديث پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\n\r\n( 605 ) وقايع سال ششصد و پنجم هجرى قمرى\r\n\r\nدست يافتن گرجىها بر شهر ارجيش و بازگشت ايشان از آن جا\r\nدر اين سال دسته‌هائى از مردم گرجستان به سوى شهرستان خلاط روانه شدند .\r\nدر آن سرزمين به شهر ارجيش حمله بردند و آن جا را محاصره كردند و با پا فشارى و خشونت به تصرف در آوردند و از پول و كالا و غيره هر چه در آن جا بود به غارت بردند .\r\nمردان و زنان و كودكان را نيز اسير كردند ، و شهر را آتش زدند و همه جا را ويران ساختند و كارى كردند كه ديگر هيچ كس از اهالى ارجيش در آن جا نماند . ديگر در آن جا پرنده پر نمىزد و شهر چنان تهى شد كه گفتى پيش از آن هيچكس و هيچ چيز در آن نبوده است .\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nنجم الدين ايوب ، دارنده ارمنستان ، در خلاط بود و لشكريان بسيارى نيز در اختيار داشت .\r\nاما از هر گونه اقدامى براى پيكار با گرجىها خوددارى كرد .\r\nخوددارى او نيز دلائلى داشت : يكى اين كه شمارهء افراد گرجى نسبت به شماره لشكريان او بسيار بود . ديگر اينكه مىترسيد مردم خلاط اين بار نيز از كشتار و آزار گرجىها همان صدمات را ببينند كه در گذشته ديده بودند . سوم اين كه مىترسيد براى نبرد با كرج از خلاط بيرون رود و ديگر نتواند كه بدان جا باز گردد .\r\nبه هر صورت چون او از جنگ با افراد گرجى دريغ ورزيد ، آنها پس از تاخت و تازهائى كه كردند ، سالم به شهرهاى خود بازگشتند بىآن كه حتى كسى پيدا شود و آنها را بترساند .\r\nولى تمام عدهء مهاجمان گرجى منحصر به همان‌ها بود كه به ارجيش حمله‌ور شدند .\r\nاگر شمارهء آنان بسيار بود ، به عالم اسلام و مردمش آسيب‌هاى سخت‌ترى مىرسيد .\r\nولى عدهء آنها به نسبت عده‌اى كه ما ضمن وقايع سال 614 تا 617 ذكر خواهيم كرد ، اندك بود .\r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n\r\nكشته شدن سنجر شاه و فرمانروائى پسرش ، محمود\r\nدر اين سال ، سنجر شاه بن غازى بن مودود بن زنگى بن آقسنقر ، كشته شد .\r\nاو دارندهء جزيرهء ابن عمر ، و پسر عموى نور الدين ، فرمانرواى موصل ، بود .\r\nاو را پسرش كشت كه غازى نام داشت .\r\nغازى براى كشتن پدر خود راه شگفت‌انگيزى را پيمود كه نشانهء نيرنگبازى و هوشيارى اوست .\r\nسبب پدر كشى او هم اين بود كه سنجر با همهء مردم ، از تودهء مردم گرفته تا سپاهيان و سرداران و خانواده و فرزندان خويش بدرفتارى مىكرد .\r\nكار بد رفتارى او دربارهء فرزندانش به جائى رسيد كه دو پسر خود ، محمود و مودود را به قلعهء فرح ، در شهر زوزان ، فرستاد .\r\nاين پسر خود ، غازى ، را نيز به خانه‌اى در آن شهر سكونت داد\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\nو كسى را بر او گماشت كه نگذارد از خانه بيرون رود .\r\nاين خانه هم در كنار بستان يكى از رعايا بود و از اين بستان مارها و كژدم‌ها و گزندگان ديگر وارد خانهء وى مىشدند .\r\nيك روز او مارى را گرفت و در دستمالى بست و آن را پيش پدر خود فرستاد تا شايد پدرش از زندگى دشوار او آگاه شود و به حالش رحمت آورد .\r\nولى پدرش به او اعتنائى نكرد .\r\nبنابر اين ، غازى نيرنگى به كار برد و از خانه‌اى كه در آن مىزيست بيرون جست و در گوشه‌اى پنهان شد .\r\nآنگاه خادم خود را بر آن داشت كه به لباس او در آيد و امر را بر پدرش مشتبه سازد .\r\nآن مرد از جزيرهء ابن عمر بيرون رفت و رهسپار موصل گرديد ، و چنين وانمود كرد كه غازى بن سنجر است .\r\nنور الدين ، فرمانرواى موصل ، همين كه شنيد غازى به موصل نزديك شده ، برايش پول و آذوقه و جامه و اسب فرستاد و دستور داد كه از آن جا برگردد . و گفت :\r\n« پدرت حتى گناهانى را به گردن ما مىاندازد كه مرتكب نشده‌ايم . و از ذكر نام ما هم بدش مىآيد .\r\nبنابر اين ، اگر تو پيش ما بمانى ، اين موضوع را دست آويز خواهد ساخت كه پى در پى از ما خرده گيرى و بد گوئى كند . و ما در دردسرى مىافتيم كه پسرش هم گرفتار آن خواهد شد . »\r\nاو نيز از آن جا روانه شام گرديد .\r\nغازى بن سنجر اين نيرنگ را به كار برده بود تا پدرش\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nبشنود كه او به موصل و سپس به شام رفته ، و ديگر در جزيرهء ابن عمر نيست .\r\nاما او بعد ، از نهانگاه بيرون آمد و خود را به خانهء پدر خويش رساند و از ديوار بالا رفت و وارد خانه شد و پيش يكى از كنيزان او پنهان گرديد .\r\nزنان ديگرى كه در آن خانه بودند ، همين كه از حضور او در آن جا آگاه شدند به سبب كينه‌اى كه نسبت به پدرش داشتند ، وجود او را مغتنم شمردند و به دو پناه بردند و مىخواستند به كمك او از دست پدرش ، كه نسبت به ايشان سختگيرى بسيار مىكرد ، رهائى يابند .\r\nبدين گونه ، غازى در آن خانه ماند . پدرش نيز از او چشم پوشيد چون گمان مىبرد كه او در شام است روزى پدرش با ياران و نديمان خويش در بيرون شهر سرگرم باده‌گسارى شده بود .\r\nبه خوانندگان و نوازندگان دستور مىداد كه دربارهء جدائى و مانند اين موضوع‌ها آواز بخوانند و نغمه سرائى كنند .\r\nنغمات غم‌انگيز و جانسوز آنان را مىشنيد و مستانه مىگريست و از فرا رسيدن اجل و نزديك شدن مرگ و بر باد رفتن دارائى و فرمانروائى خود سخن مىگفت .\r\nتا پايان روز بدين گونه گذراند .\r\nغروب به خانه برگشت و پيش يكى از سوگلىهاى خويش ، مست افتاد .\r\nشب برخاست و به آبريزگاه رفت .\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nپسرش نيز ، كه در اطاق همان سوگلى پنهان شده بود ، در پى او وارد آبريزگاه شده و با كارد چهارده زخم بر او زد و او را كشت و پيكرش را در همان جا انداخت و بيرون آمد .\r\nآنگاه به گرمابه رفت و پس از شست و شوى خود با زنان حرم به عيش و نوش پرداخت .\r\nخود را ايمن و آسوده مىپنداشت و شكى نداشت در اين كه پس از پدر خويش به فرمانروائى خواهد رسيد ، و اگر در خانه را بگشايد و سرداران پدر خود را فرا خواند ، همه را سوگند خواهد داد كه او را به فرمانروائى برگزينند و نسبت به وى وفادار باشند .\r\nولى يكى از پيشخدمت‌هاى جزء از در بيرون رفت و پيشكار سنجر را از آن رويداد آگاه ساخت .\r\nاو هم بزرگان دولت را فرا خواند و اين خبر را باز گفت .\r\nآنگاه درهاى خانه را بر روى غازى بست و مردم را براى فرمانروائى محمود بن سنجر شاه سوگند داد .\r\nضمنا كسى را فرستاد تا محمود و برادرش مودود را از قلعهء فرح بياورد .\r\nپس از آن كه مردم به فرمانبردارى از محمود سوگند ياد كردند و آرام شدند ، درهاى خانهء سنجر را گشودند و وارد شدند تا غازى را بگيرند .\r\nغازى نخست از جان خود دفاع كرد ولى سرانجام او را گرفتند و كشتند و جسدش را دم در خانه انداختند .\r\nسگان قسمتى از لاشهء او را خوردند .\r\nبعد مردم باقيماندهء جسدش را برداشتند و به خاك سپردند .\r\nمحمود پسر سنجر ، به شهر رسيد و به كرسى فرمانروائى\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\nنشست و لقب معز الدين را ، كه لقب پدرش بود ، بر خود نهاد .\r\nهمين كه پايه‌هاى فرمانرواى وى استوار شد ، بسيارى از كنيزان پدر خويش را گرفت و در دجله غرق كرد .\r\nيكى از دوستان ما تعريف مىكرد كه در فاصلهء يك تيررس ، در دجله هفت زن ديده بود كه غرق شده بودند .\r\nمىگفت :\r\n« از آنها سه نفرشان ، صورتشان سوخته بود و من علت اين سوختگى را نفهميدم تا وقتى كه در موصل يكى از كنيزان سنجر را خريدم .\r\nاين زن برايم شرح داد كه محمود هر كنيزى را كه مىخواست نابود كند ، او را مىگرفت و چهره‌اش را در آتش فرو مىبرد . پس از آن كه مىسوخت ، او را در دجله مىانداخت . باقى كنيزان را هم كه غرق نكرده بود ، فروخت . تا اهل آن خانه همه از بين رفتند و پراكنده شدند .\r\nسنجر شاه ، كه كشته شد ، مردى بد نهاد و ستمكار و سنگدل بود . دو روئى و نيرنگبازى بسيار داشت و به همه كارها از جزئىترين تا كلىترين آنها چشم مىدوخت .\r\nاز بد رفتارى با رعيت خود و ديگران و گرفتن دارائى و املاك ايشان و كشتن و خوار كردنشان پروائى نداشت .\r\nبراى آزردن و كيفر دادن مردم راه هول انگيزى مىپيمود كه عبارت از بريدن زبان و بينى و گوش بود .\r\nاما ريش مردم را به اندازه‌اى از بيخ تراشيده بود كه به شماره در نمىآمد .\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nانديشهء او بيش‌تر براى بيدادگريهائى كه مىكرد ، آمادگى داشت .\r\nستمكارى او تا جائى رسيده بود كه وقتى كسى را فرا مىخواند تا مورد نوازش قرار دهد و پاداشى ببخشد ، بيچاره به حضور او نمىرسيد مگر هنگامى كه از شدت ترس به مرگ نزديك شده بود .\r\nنتيجهء طرز رفتار او بود كه در روزگار او بىخردان برترى يافتند و بازار تبهكاران و كسانى كه براى مردم پاپوش مىدوختند گرم شد .\r\nشهر رو به ويرانى نهاد و مردم شهر پراكنده گرديدند .\r\nبه كيفر ستم‌هائى كه كرد ، سرانجام خداوند نزديك‌ترين خويشاوند او را بر او چيره ساخت كه او را كشت . بعد ، پسرش ، غازى ، نيز كشته شد .\r\nچيزى نگذشت كه پسر ديگرش ، محمود ، نيز برادر خود ، مودود ، را كشت .\r\nدر خانهء سنجر ، از سوزاندن و غرق كردن و پراكنده ساختن زنان ، تبهكارىهائى روى داد كه ما برخى از آنها را باز گفتيم . و اگر مىخواستيم بد رفتارى سنجر را به تفصيل بيان كنيم كار به دراز گوئى مىكشيد . خداى بزرگ ، خود در كمين هر ستمكارى است .\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال ، در دوم محرم ، ابو الحسن و رام بن ابو فراس زاهد ، از دنيا رفت .\r\nدر گذشت او در حلهء سيفيه اتفاق افتاد . او اهل آن جا بود .\r\nمردى پارسا و پرهيزگار به شمار مىرفت .\r\nدر اين سال ، در ماه صفر ، شيخ مصدق بن شبيب نحوى درگذشت .\r\nاو از مردم واسط بود .\r\nدر ماه شعبان نيز قاضى محمد بن منداى واسطى ، در واسط از جهان رفت .\r\nدر حديث ، روايات بسيار داشت و به نحوى عالى اسناد مىكرد .\r\nاو آخرين كسى بود كه مسند احمد بن حنبل را از ابن حصين\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\nروايت كرد .\r\nدرين سال ، قوام ابو الفوارس نصر بن ناصر بن مكى مدائنى ، خزانه‌دار ، درگذشت .\r\nفوت او در بغداد اتفاق افتاد .\r\nمردى اديب و فاضل بود و جوانمردى بسيار داشت .\r\nشعر و ادب و شاعران و اديبان را دوست داشت و براى شعر صله مىپرداخت .\r\nپس از درگذشت او ، ابو الفتوح مبارك ، پسر عضد الدين ابو الفرج بن رئيس الرؤساء وزير خليفه ، به جايش نشست و مورد تجليل قرار گرفت و مقامش بالا رفت .\r\nتا هفتم ذى القعده بر سر آن كار باقى ماند ولى بعد چون نتوانست از عهدهء آن برآيد معزول شد .\r\nدر اين سال زمين لرزهء بزرگى در نيشابور و خراسان روى داد .\r\nدر نيشابور سخت‌تر بود . به همين جهت مردم از شهر به صحرا رفتند و چند روز ماندند تا زمين لرزه فرو نشست .\r\nآنگاه به خانه‌هاى خود برگشتند .\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n\r\n( 606 ) وقايع سال ششصد و ششم هجرى قمرى\r\n\r\nدست يافتن ملك عادل بر خابور و نصيبين ، محاصرهء سنجار به دست او ، و بازگشت او از آن جا ، و همدستى نور الدين ارسلانشاه و مظفر الدين\r\nدر اين سال ، ملك عادل ابو بكر بن ايوب بر شهرهاى خابور و نصيبين دست يافت .\r\nشهر سنجار را نيز در ميان گرفت ، همچنين همه توابع جزيره را كه در دست قطب الدين محمد بن زنگ بن مودود بود .\r\nسبب اقدام او به اين كار آن بود كه ميان قطب الدين محمد نامبرده و پسر عمويش ، نور الدين ارسلانشاه بن مسعود بن مودود ، فرمانرواى موصل ، دشمنى ريشه‌دارى وجود داشت ، كه پيش ازين شرح آن داده شد .\r\nدر سال 605 پيوند دامادى ميان نور الدين و ملك عادل\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nبرقرار گرديد زيرا يكى از پسران ملك عادل با يكى از دختران نور الدين زناشوئى كرد .\r\nنور الدين وزيرانى داشت كه دلشان مىخواست او سرگرم پيكار شود و از رسيدگى به كار ايشان باز ماند .\r\nاز اين رو او را تشويق كردند كه به ملك عادل نامه بنويسد و با او همدست شود تا شهرهايى را كه قطب الدين در دست داشت و شهرستانى كه متعلق به پسر سنجر شاه بن غازى بن مودود بود و شامل جزيرهء ابن عمر و توابع آن مىشد همه را بگيرند و ميان خود تقسيم كنند .\r\nبدين گونه كه شهرهاى قطب الدين به ملك عادل ، و جزيرهء ابن عمر و توابع آن به نور الدين برسد .\r\nاين پيشنهاد موافق طبع نور الدين افتاد و آن را پسنديد .\r\nلذا درين باره به ملك عادل نامه نگاشت . ملك عادل نيز پيشنهاد او را با شادى و خوشبينى پذيرفت و از آن استفاده كرد . چون اين زمينه‌اى بود كه به آماده شدنش اميدوارى نداشت زيرا ميدانست كه هر گاه آن شهرها را بگيرد ، موصل و غيره را نيز به آسانى خواهد گرفت از اين رو در پاسخى كه به نور الدين داد ، او را تطميع كرد كه چنانچه آن شهرها را بگيرد به آن پسرش خواهد بخشيد كه داماد نور الدين است تا ساكن موصل گردد و در خدمت وى به سر برد .\r\nبدين گونه با هم قرار گذاشتند و سوگند ياد كردند كه بر اين قرار عمل كنند .\r\nبعد ملك عادل با لشكريان خويش به راه افتاد و از دمشق به سوى فرات رفت .\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nآنگاه بر خابور حمله برد و آن جا را گرفت .\r\nنور الدين ، همين كه خبر فرا رسيدن ملك عادل را شنيد ، بيمناك شد و خطر را احساس كرد .\r\nلذا كسانى را كه از انديشه و اندرز شاه سود مىجست ، فرا خواند و ايشان را از رسيدن ملك عادل آگاه ساخت و به كنكاش پرداخت كه چه بايد بكند .\r\nكسانى كه به وى پيشنهاد همدستى با ملك عادل را كرده بودند ، خاموش ماندند .\r\nولى ميان ايشان كسى هم بود كه از سابقهء امر آگاهى نداشت و به آن پيشامد اهميت بسيار داد و توصيه كرد كه براى محاصره شدن شهر آمادگى داشته باشند و مردان جنگى را گرد آوردند و خواربار و آذوقه و آنچه مورد نياز است فراهم كنند .\r\nنور الدين او را از سابقهء امر آگاه ساخت و گفت : « اين كارى بود كه ما خود كرديم . »\r\nاو كه اين حرف را شنيد ، گفت : « روى كدام عقل و مصلحت طرف دشمنى مىروى كه از تو نيرومندتر است و لشكرش هم از لشكر تو بيش‌تر است ؟ او از تو دور بود بطوريكه هر وقت مىخواست براى حمله به تو حركت كند ، تو از حركتش آگاه مىشدى و او هنگامى بدين جا مىرسيد كه تو براى پيكار با وى هر چه مىخواستى آماده كرده بودى . اما اكنون مىكوشى كه او را به خود نزديك كنى و هر چه پيش‌تر بيايد نيروهائى به نيرويش افزوده خواهد شد .\r\nبعد هم اگر قرارى كه با هم گذاشته‌ايد به قوت خود باقى بماند ، او شهرهايى را كه نصيبش مىشود به آسانى خواهد گرفت .\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nآن وقت تو مىمانى كه سهم خود را بگيرى . تو هم نمىتوانى از موصل دور شوى كه به جزيرهء ابن عمر به روى و آن جا را محاصره كنى ، چون ملك عادل در آن جاست .\r\nتازه اگر او به آنچه قرار گذاشته‌ايد وفادار ماند و پس از تصرف آن شهرها به شام برگردد ، باز هم تو نبايد از موصل دور شوى ، زيرا فرمانرواى خلاط و حكام قسمتى از ديار بكر و ديار جزيرهء همه طرفدار ملك عادل هستند و سراسر آن نواحى به دست فرزندان اوست .\r\nچه بسا كه اگر تو از موصل به روى ، اين امكان براى آنها فراهم آيد كه ميان تو و موصل حائل شوند .\r\nتو با قرارى كه گذاشتى ، كارى نكردى جز اين كه هم به خود و هم به پسر عموى خود آسيب رساندى و دشمن خويش را توانا ساختى و به تبعيت و هوادارى از او پرداختى .\r\nبا همهء اين احوال ، اكنون ديگر كار از كار گذشته است و روا نيست در انجام قرارى كه با هم گذاشته‌ايد درنگ كنى ، و گرنه ببهانه به دستش مىافتد كه اگر نقشه‌اى دربارهء تو داشته باشد عملى كند . »\r\nدر حالى كه چنين گفت و گوئى در موصل بود ، ملك عادل خابور و نصيبين را گرفت .\r\nسپس به سنجار رفت و آن جا را محاصره كرد .\r\nقطب الدين ، دارندهء سنجار ، در اين انديشه بود كه آن شهر را به ملك عادل واگذارد و جاى ديگرى را از او در عوض بگيرد .\r\nولى سردارى داشت ، به نام احمد بن يرنقش ، كه مملوك پدرش زنگى بود .\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\nاو قطب الدين را از واگذار كردن سنجار بازداشت و به نگهدارى شهر و دفاع از آن برخاست .\r\nنور الدين هم لشكرى را بسيج كرد و همراه پسر خود ، ملك قاهر ، براى ملك عادل فرستاد .\r\nدرين گير و دار پيشامدى روى داد كه پيش بينى آن را نكرده بودند . آن هم اين بود كه مظفر الدين كوكبرى ، فرمانرواى اربل ، وزير خويش را پيش نور الدين فرستاد تا از سوى او به وى وعده‌اى بدهد و از وى بخواهد كه ملك عادل را از تصرف سنجار باز دارد و با او ( يعنى با مظفر الدين كوكبرى ) همدستى كند و نگذارد كه ملك عادل بر آنچه مىخواهد برسد .\r\nوزير مظفر الدين كوكبرى شب هنگام به موصل رسيد و در برابر خانهء نور الدين ايستاد و فرياد كشيد و او را از آمدن خويش آگاه ساخت .\r\nقايقى در روى رودخانه حركت كرد و به سوى او رفت و او سوارش شد و از آب گذشت و وارد شهر شد و شبانه نور الدين را ملاقات كرد و پيغام سرور خود را رساند .\r\nنور الدين با آنچه مىخواست موافقت كرد و درين باره سوگند ياد نمود .\r\nوزير همان شب بازگشت .\r\nبنابر اين مظفر الدين كوكبرى ، از اربل ، به راه افتاد و خود را به نور الدين رساند .\r\nاين دو فرمانروا با لشكريان خويش در بيرون شهر موصل اردو زدند .\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\nسبب اقدام مظفر الدين به اين كار آن بود كه صاحب سنجار پسر خود را پيش او فرستاد و از او درخواست كرد تا ميانجيگرى كند و از ملك عادل بخواهد كه سنجار را ازو نگيرد و اين شهر را همچنان در دست او باقى گذارد .\r\nمظفر الدين گمان مىبرد كه حتى اگر براى نيمى از قلمرو ملك عادل هم پا در ميانى كند ، ملك عادل ميانجيگرى او را خواهد پذيرفت زيرا در خدمتگزارى به وى سابقهء نيكوئى بر جاى گذاشته و ، چنان كه پيش از اين گفتيم ، چند بار به دفاع از قلمرو او كوشيده بود .\r\nبدين اميد دربارهء صاحب سنجار شفاعت كرد ولى ملك عادل شفاعتش را نپذيرفت چون گمان مىبرد كه پس از همدستى با نور الدين ، ديگر اعتنا به مظفر الدين لزومى ندارد .\r\nمظفر الدين هم كه ديد ملك عادل درخواستش را رد كرده ، براى نور الدين نامه و پيام فرستاد و پيشنهاد كرد كه با يك ديگر بر ضد ملك عادل همدست شوند .\r\nوقتى كه مظفر الدين به موصل رسيد و به نور الدين پيوست ، اين دو امير براى ملك ظاهر غازى بن صلاح الدين ، فرمانرواى حلب ، و كيخسرو بن قلج ارسلان ، صاحب شهرهاى روم ، پيام فرستادند و از آن دو خواستند كه با اين دو همدست شوند .\r\nآن دو نيز اين پيشنهاد را پذيرفتند و ملك عادل را تهديد كردند كه اگر از صلح خوددارى كند و سنجار را به حال خود باقى نگذارد ، به شهرهاى وى حمله خواهند برد .\r\nمظفر الدين و نور الدين براى خليفهء عباسى ، الناصر الدين اللّه\r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\nنيز پيام دادند كه رسولى را نزد ملك عادل بفرستد و صلح را به وى توصيه كند .\r\nصاحب سنجار كه چنين ديد روحيه‌اش قوى شد و در خوددارى از تسليم شهر به ملك عادل راسخ و مصمم گرديد تا فرستادگان خليفه فرا رسيدند .\r\nفرستادگان خليفه عبارت بودند از هبة اللّه بن مبارك بن ضحاك ، پيشكار خليفه ، و امير آق باش كه از مملوكان و بزرگان خاص خليفه به شمار مىرفت .\r\nاين دو تن به موصل رسيدند و از آن جا پيش ملك عادل رفتند كه سرگرم محاصرهء سنجار بود .\r\nكسانى هم كه همراه ملك عادل بودند ، او را در آن جنگ يارى و راهنمائى نمىكردند و نمىخواستند كه پيروزى يابد . به ويژه اسد الدين شير كوه ، صاحب حمص و رحبه ، كه آشكارا گاو و گوسفند و خواربار داخل سنجار مىكرد و با مردم سنجار نمىجنگيد .\r\nديگران نيز چنين بودند .\r\nهمين كه فرستادگان خليفه پيش ملك عادل رسيدند ، نخست پذيرفت كه از سنجار برود . ولى بعد ، از اين كار خوددارى كرد و به زبانبازى پرداخت و كار را به درازا كشاند تا شايد سرانجام به مراد خود برسد .\r\nولى چون بالاخره آرزوى او برآورده نشد ، به صلح تن در داد بدين قرار كه آنچه گرفته در دست خود داشته باشد و شهر سنجار نيز براى صاحبش باقى ماند .\r\nپايه صلح بدين گونه استوار گرديد و همه همديگر را سوگند\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\nدادند كه بر اين قرار عمل كنند و بر ضد هر كس كه پيمان بشكند همدست شوند .\r\nملك عادل ، پس از اين پيمان صلح ، از سنجار به حران رفت .\r\nمظفر الدين كوكبرى نيز به سوى شهر اربل بازگشت و هر يك از آن فرمانروايان در شهر خود ماندند .\r\nمظفر الدين هنگامى كه در موصل به سر مىبرد دو دختر خود را به عقد دو پسر نور الدين در آورده بود .\r\nاين دو پسر ، عز الدين مسعود و عماد الدين زنگى بودند .\r\n\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال ، در ماه ربيع الاول ، فخر الدين بن امسينا از كار نيابت وزارت خليفه بر كنار شد و خانه‌نشين گرديد .\r\nبعد با پشتگرمى به حمايت خليفه به خزانه منتقل گرديد .\r\nپس از او مكين الدين محمد بن محمد بن برز قمى ، رئيس دبيرخانه ، نيابت وزارت را عهده دار شد و به لقب مؤيد الدين ملقب گرديد و به دار الوزاره ، روبروى باب النوبى ، انتقال يافت .\r\nدر اين سال ، در ماه شوال ، مجد الدين يحيى بن ربيع ، فقيه شافعى ، درگذشت .\r\nاو در مدرسهء نظاميهء بغداد تدريس مىكرد .\r\nدر اين سال ، فخر الدين ابو الفضل محمد بن عمر ، پسر خطيب رى ، از جهان رفت .\r\n\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n\r\nاو فقيه شافعى بود و در فقه و اصولين و غيره كتاب‌هائى دارد .\r\nپيشواى اين جهان در عصر خود به شمار مىرفت .\r\nشنيدم كه به سال 543 تولد يافته بود .\r\nدر اين سال ، در پايان ماه ذى الحجه ، برادر من ، مجد الدين ابو السعادات مبارك بن محمد بن عبد الكريم كاتب درگذشت .\r\nاو در ماه ربيع الاول يا ربيع الآخر سال 544 تولد يافته بود .\r\nبرخى از علوم را مىدانست و در آنها استاد بود . فقه ، اصولين ، نحو ، حديث و لغت از آن جمله بودند .\r\nكتاب‌هاى مشهورى در تفسير و حديث و نحو و حساب و حديث غريب [ ( 1 ) 
  ] دارد .\r\nرساله‌هائى نيز دارد كه تنظيم و تدوين شده است .\r\nدر نويسندگى ضرب المثل بود و قلمى عالى داشت . در ديندارى استوار بود و از راه راست انحراف نمىجست . خدا او را\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] - غريب در اصطلاح محدثان يكى از سيزده قسم حديث‌هاى صحيح و حسن است . جرجانى در تعريفات گويد : غريب از حديث آن است كه اسنادش به رسول خدا ( ص ) متصل شود ليكن يك تن آن را روايت كند . اين راوى خواه از تابعين باشد ، خواه از اتباع تابعين و خواه از اتباع اتباع تابعين .\r\n( از لغتنامهء دهخدا ) براى تفصيل بيشتر در اين باره به لغتنامه دهخدا تحت عنوان « غريب » مراجعه فرمايند .\r\n","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\nبيامرزاد و از او خرسند باد .\r\nاو بىگمان از نيكان اين روزگار بود ، و شايد اگر كسى در آنچه من گفتم درنگ كند ، در سخن من شك روا دارد ولى از مردم اين زمان هر كس او را مىشناخت ، مىداند كه در وصف او كوتاهى كرده‌ام .\r\nدر اين سال مجد مطرزى ، نحوى خوارزمى ، از جهان رخت بربست .\r\nدر نحو استادى و پيشوائى داشت و در اين باره كتاب‌هاى خوبى نوشته است .\r\nدر اين سال مؤيد بن عبد الرحيم بن الاخوت ، در اصفهان از جهان رفت .\r\nاز علماى حديث بود . خدايش بيامرزاد !\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n\r\n\r\n( 607 ) وقايع سال ششصد و هفتم هجرى قمرى\r\n\r\nسر كشى سنجر ، مملوك خليفه ، در خوزستان و فرستادن لشكر به سركوبى او\r\nقطب الدين سنجر ، مملوك خليفه عباسى ، الناصر لدين اللّه ، چنان كه پيش از اين گفتيم ، پس از امير الحاج طاشتكين از سوى خليفه به استاندارى خوزستان گماشته شده بود .\r\nدر سال 606 ازو نافرمانى نسبت به خليفه آشكار گرديد و به دو نگاشته شد كه به بغداد بيايد .\r\nولى او به زبانبازى پرداخت و به حضور خليفه نرفت .\r\nظاهرا خود را فرمانبردار نشان مىداد ولى باطنا مىخواست بر شهرهاى خوزستان چيره شود و بالاستقلال فرمانروائى كند .\r\nچنين بود تا ماه ربيع الاول اين سال كه خليفه به مؤيد الدين ،\r\n\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n\r\nنايب الوزارهء خود ، و عز الدين بن نجاح شرابدار خويش ، كه از ياران خاص وى بود ، دستور داد تا با لشكريان بغداد به خوزستان بروند و او را از آن جا بيرون كنند .\r\nآن دو نيز با لشكريان بسيار رهسپار خوزستان گرديدند .\r\nقطب الدين سنجر ، همين كه از هجومشان آگاه شد ، شهرهاى خوزستان را ترك گفت و به فرمانرواى شيراز ، اتابك عز الدين سعد بن دكلا ، پيوست و از او پناه خواست .\r\nاتابك نيز مقدمش را گرامى شمرد و به احترامش برخاست .\r\nلشكريان خليفه در ماه ربيع الآخر ، بى اين كه به مانعى برخورند ، به خوزستان رسيدند و پس از دست يا بى بر شهرهاى آن استان به قطب الدين سنجر نامه نگاشتند و او را به فرمانبردارى از خليفه فرا خواندند .\r\nولى سنجر به اين نامه پاسخى نداد .\r\nآنان نيز به سوى ارجان روانه شدند و بر اين انديشه بودند كه به فرمانرواى شيراز ، كه سنجر را پناه داده بود ، حمله برند .\r\nولى فرا رسيدن زمستان آنان را از پيشروى بازداشت و ناچار شدند كه چند ماه بمانند .\r\nدرين مدت پيك و پيام‌هائى ميان ايشان و فرمانرواى شيراز رد و بدل گرديد و اتابك حاضر نشد كه سنجر را تسليم ايشان كند .\r\nسرانجام لشكريان خليفه در ماه شوال به راه افتادند و مىخواستند به شيراز روند .\r\nدر اين هنگام فرمانرواى شيراز كسى را پيش وزير و شرابدار خليفه فرستاد تا از سنجر در پيششان شفاعت كند و آن دو را\r\n\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n\r\nمتعهد سازد كه به او آزارى نرسانند .\r\nآن دو اين درخواست را پذيرفتند .\r\nاتابك عز الدين نيز قطب الدين سنجر را با دارائى و خانواده‌اش به ايشان تسليم كرد .\r\nآنان به سوى بغداد بازگشتند در حالى كه سنجر را تحت الحفظ بدان جا مىبردند .\r\nخليفه نيز مملوك خود ، ياقوت ، را كه امير الحاج بود به استاندارى خوزستان گماشت .\r\nوزير خليفه و شرابدار او در ماه محرم سال 608 به بغداد رسيدند و مردم شهر براى استقبال ايشان از شهر بيرون رفتند .\r\nآنان وارد بغداد شدند در حالى كه قطب الدين سنجر نيز همراهشان بود .\r\nسنجر سوار بر استرى بود كه پالان داشت .\r\nدر پاى او دو زنجير و در دست هر كدام از سربازانش يك زنجير بود .\r\nاو تا ماه صفر در زندان به سر برد . در اين ماه جمعى كثير از سرداران و بزرگان بغداد در خانهء مؤيد الدين نايب الوزاره گرد آمدند .\r\nمؤيد الدين در حضور ايشان سنجر را فرا خواند و كارهاى زشتى را كه به وى نسبت داده شده بود ، يكايك باز گفت .\r\nسنجر به ارتكاب همهء آنها اعتراف كرد .\r\nآنگاه مؤيد الدين به مردم گفت :\r\n« اكنون دانستيد كه اين مرد به كيفر اعمال خود چگونه\r\n\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n\r\nبايد سياست شود . ولى امير المؤمنين از گناهانش در گذشته و دستور فرموده كه به او خلعت داده شود . »\r\nقطب الدين سنجر خلعت را پوشيد و به خانهء خود بازگشت .\r\nمردم از اين جوانمردى خليفه در شگفت ماندند اين هم گفته شد كه اتابك سعد ، فرمانرواى شيراز ، دارائى قطب الدين سنجر و خزانه و چار پايان او ، و چيزهاى ديگرى كه او و يارانش داشتند ، ضبط كرد و بعد آنان را به سوى بغداد روانه ساخت .\r\nوقتى سنجر پيش وزير و شرابدار خليفه رسيد ، آن دو نفر كه ديدند چيزى همراه سنجر نيست ، از اتابك سعد دارائى او را خواستند و او هم مقدار بسيار كمى از آن را براى ايشان فرستاد .\r\nخدا حقيقت را بهتر مىداند .\r\n\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n\r\n\r\nدرگذشت نور الدين ارسلانشاه و شمه‌اى از اخلاق و رفتار او\r\nدر اين سال ، در اواخر ماه رجب ، نور الدين ارسلانشاه مسعود بن مودود بن زنگى بن آقسنقر ، فرمانرواى موصل ، درگذشت .\r\nبيمارى او به درازا كشيده و حال او تباه شده بود .\r\nمدت فرمانروائى او هفده سال و يازده ماه بود .\r\nبا مردم به داد و دهش رفتار مىكرد و دربارهء ياران خويش سختگير بود ، چنان كه به شدت از او مىترسيدند و همين ترس نمىگذاشت كه يكى به ديگرى ستم روا دارد .\r\nهمتى بلند داشت و آبرو و جاه و احترام خاندان اتابكى را ، كه از دست رفته بود ، به پايهء نخستين برگرداند .\r\nفرمانروايان ديگر ، از او بيم داشتند در جست و جوى پيروزى و تصرف شهرها شتاب مىورزيد ، چيزى كه بود پايدارى نمىكرد تا سرانجام به خواستهء خود برسد ، از اين رو قلمرو فرمانروائى وى گسترش نيافت .\r\n\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n\r\nاگر هيچ جوانمردى براى او قائل نشويم ، همين فضيلت او بس كه وقتى ملك كامل ، پسر ملك عادل ، از ماردين رفت ، نور الدين - چنان كه ضمن شرح وقايع سال 595 گفتيم ، از تصرف آن شهر چشم پوشيد و آن را براى صاحبش باقى گذاشت ، در صورتى كه اگر در انديشه دست يا بى بدان مىافتاد و آن جا را محاصره مىكرد ، شهر توانائى ايستادگى در برابر او را نداشت زيرا مردمى كه در آن به سر مىبردند نزديك به مرگ رسيده و به تنگ آمده بودند و ديگر رمقى نداشتند .\r\nاما نور الدين از گرفتن شهر خوددارى كرد و آن را همچنان در دست صاحبش باقى گذاشت .\r\nهنگامى كه به فرمانروائى موصل رسيد يكى از بازرگانان به دو پناهنده شد و دادخواهى كرد .\r\nنور الدين حال او را پرسيد .\r\nگفتند : « پارچه‌هاى خود را به شهر آورده كه بفروشد . ولى همه را نفروخته و مىخواهد از شهر بيرون ببرد و از بردن آنها جلوگيرى كرده‌اند . »\r\nپرسيد : « چه كسى جلوگيرى كرده ؟ » گفتند : « كسى كه امور تجارت پارچه را بر عهده دارد ، مطابق معمول از او ماليات بازرگانى مىخواهد . »\r\nدر آن زمان كارهاى قلمرو نور الدين را مجاهد الدين قايماز اداره مىكرد . مجاهد الدين هم پهلوى او بود . لذا نور الدين ازو پرسيد كه شيوهء معمول دريافت ماليات از چه قرار است ؟\r\nمجاهد الدين پاسخ داد : « اگر بازرگان ، هنگامى كه كالائى\r\n\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n\r\nرا وارد شهر مىكند ، شرط كرده باشد كه آن را بيرون خواهد برد ، بيرون بردن آن كالا امكان دارد . ولى اگر چنين شرطى نكرده باشد ، آن را نمىتواند بيرون ببرد مگر در صورتى كه طبق معمول ماليات بازرگانى آن گرفته شده باشد .\r\nنور الدين گفت : « به خدا اين رسم مايه دردسر و بدبختى است . مردى كه كالاى خود را نمىفروشد ، به چه مناسبت پولى بپردازد ؟ » مجاهد الدين گفت : « شكى نيست كه اين رسم ناپسنديده‌اى است و ظالمانه است .\r\nنور الدين گفت : « وقتى كه من مىگويم اين رسم بدى است ، تو هم مىگوئى اين رسم بدى است ، پس ديگر چه مانعى دارد كه آن را موقوف كنيم ؟ » آنگاه دستور داد كه به بازرگان اجازه دهند تا كالاى خود را از شهر بيرون ببرد و از او به همان اندازه كه فروخته ماليات بگيرند .\r\nبرادر من ، مجد الدين ابو السعادات ، كه خدا بيامرزدش ، از همهء مردم به نور الدين نزديك‌تر بود .\r\nاو مىگفت :\r\n« هيچ روزى نشد كه من كار نيكى را به نور الدين پيشنهاد كنم و او از انجامش خوددارى نمايد بلكه با شادى و خوشبينى آن را انجام مىداد . »\r\nنور الدين ، يكى از روزها ، همين برادر مرا به نزد خود فرا خواند .\r\n\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\nبرادرم سوار شد و به سوى سراى او رفت .\r\nهمين كه به در خانهء او رسيد ، زنى پيشش آمد كه نامه‌اى در دست داشت . براى دادخواهى آمده بود و مىخواست نامهء خود را به نور الدين برساند .\r\nمجد الدين ، برادرم ، نامه را ازو گرفت .\r\nهمين كه به حضور نور الدين رسيد ، نور الدين كارى را كه داشت با وى در ميان گذاشت :\r\nبرادرم گفت : « پيش از هر چيز ، اين نامه را بخوان و كار صاحبش را راه بينداز . »\r\nنور الدين گفت : « لازم نيست كه من اين نامه را بخوانم ، خودت بگو ببينم در آن چه نوشته است . »\r\nمجد الدين جواب داد : « به خدا من چيزى نمىدانم جز اين كه زنى را دم در ديدم كه براى شكايت و دادخواهى آمده است . »\r\nگفت : « بله ، ميدانم كه دردش چيست . »\r\nبعد به هم برآمد و نشانهء كينه و خشم در چهره‌اش آشكار شد .\r\nدو تن از كارمندان دولت او پيشش بودند .\r\nنور الدين آن دو را به برادرم نشان داد و گفت :\r\n« ببين چه كارى را من به اين دو نفر واگذار كرده‌ام . اين زن پسرى داشته كه در موصل غريب بوده و مدتى است كه درين شهر در گذشته و مقدارى پارچه با دو غلام از خود بر جاى گذاشته است .\r\nنمايندگان دارائى از پارچه او نگهدارى كردند و آن دو غلام را هم پيش ما فرستادند . آنها درين جا ماندند تا ببينيم چه كسى\r\n\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n\r\nوارث حقيقى آن مرحوم است و ميراثش را به او بدهيم .\r\nبعد اين زن آمد و گواهينامه‌اى آورد كه آنچه فرزندش داشته به او مىرسد .\r\nمن به اين دو نفر گفتم : « اين دو غلام را از آن زن بخريد و قيمت آنها را هم از روى انصاف و عدالت به او بپردازيد . »\r\nرفتند و برگشتند و گفتند : « معاملهء ما با اين زن سر نمىگيرد زيرا قيمت زيادى مىخواهد . »\r\nبيش از دو ماه است كه به آنها گفته‌ام دو غلام را به زن برگردانند و تا امروز مىبينم هنوز صحبت او در ميان است در صورتى كه گمان مىكردم او مال خود را گرفته و رفته است . يقينا اينها دو غلام را به او نداده‌اند و او براى دادخواهى آمده و به دادش نرسيده‌اند بدين جهت دست به دامن تو شده است .\r\nلابد هر كس كه اين زن را مىبيند و شكايت و دادخواهى او را مىشنود خيال مىكند اين من هستم كه نمىگذارم او به حقش برسد . و از من بد گوئى مىكند . و مرا بيدادگر مىخواند در صورتى كه من ابدا خبر ندارم و هر چه هست كار اين دو نفر است .\r\nمىخواهم كه اين دو غلام را تحويل بگيرى و به آن زن تحويل بدهى . »\r\nبدين گونه ، آن زن مال خود را گرفت و برگشت در حالى كه شكر مىگفت و دعا مىكرد .\r\nاز اين قبيل نيكوكارىها زياد داشت كه ما نمىخواهيم با ذكر همهء آنها به دراز گوئى پردازيم .\r\n\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\n\r\nفرمانروائى پسر نور الدين ملك قاهر\r\nنور الدين هنگامى كه مرگ خويش را نزديك ديد دستور داد كه پس از او پسرش ، ملك قاهر ، به فرمانروائى گماشته شود .\r\nسرداران و بزرگان مردم را نيز سوگند داد كه از او فرمانبردارى كنند .\r\nاو ملك قاهر را مدتى پيش از مرگ خود به وليعهدى برگزيده بود . در دم مرگ نيز ولايت عهد او را تجديد كرد .\r\nقلعهء عقر حميديه و همچنين قلعهء شوش و حكمرانى آن دو دژ را به پسر كوچك‌تر خود عماد الدين زنگى واگذاشت و او را به عقر فرستاد و دستور داد كه كارهاى آن دو دژ را سر و سامان بخشد و به نگهدارى آنها برخيزد و مصالح آنها را در نظر گيرد .\r\nامير بدر الدين لؤلؤ را نيز نظر به خردمندى و درست انديشى و حسين سياست و تدبير و بزرگى كه داشت به سرپرستى ملك قاهر گماشت زيرا ملك قاهر در آن زمان ده ساله بود .\r\n\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\n\r\nهمين كه بيمارى نور الدين شدت يافت و از زندگى خود نااميد شد ، پزشكان به او دستور دادند تا در چشمهء آبگرمى كه به عين القياره معروف است و در نزديك موصل قرار دارد آب تنى كند .\r\nاو نيز در آن چشمه به شست و شو پرداخت . ولى تندرستى خود را باز نيافت و ناتوانى او افزون شد .\r\nبدر الدين لؤلؤ كه چنين ديد ، او را برداشت و در قايقى گذاشت و به سوى موصل روانه شد .\r\nاو شب در راه جان سپرد .\r\nهمراهش ملاحان و پزشكان بودند و ميان او و ايشان پرده‌اى قرار داشت . ( بطوريكه او را نمىديدند . )\r\nپهلوى او بدر الدين و دو تن از غلامان او بودند .\r\nهمين كه نور الدين در گذشت ، بدر الدين به آن دو غلام گفت :\r\n« هيچ كس نبايد از مرگ او آگاه شود . »\r\nبه ملاحان و پزشكان هم گفت : « كسى سر و صدا نكند ! سلطان خوابيده است . »\r\nآنان نيز خاموش شدند .\r\nهمان شب به موصل رسيدند . بدر الدين به پزشكان و ملاحان دستور داد كه از قايق دور شوند چون نمىخواست آنها بدر الدين را مرده ببينند .\r\nوقتى كه آنها دور شدند ، بدر الدين و آن دو غلام جسد نور الدين را برداشتند و به درون خانه‌اش بردند و در همان جا گذاشتند كه هميشه به سر مىبرد . آن دو غلام نيز در آن جا ماندند .\r\n\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n\r\nبدر الدين سپس شخص مورد اعتمادى را به در خانهء او گماشت كه از ورود و خروج اشخاص جلوگيرى كند آنگاه با مردم نشست و به انجام كارهائى پرداخت كه ناتمام مانده بود و مىبايست انجام شود .\r\nپس از فراغت از انجام همهء كارها ، هنگام عصر ، خبر مرگ نور الدين را فاش كرد و شب نيز او را در مدرسه‌اى كه آن مرحوم روبروى خانهء خود ساخته بود به خاك سپرد .\r\nاز همان شب هم به برقرارى نظم و امنيت در شهر پرداخت و چنان خوب به اين كار رسيد كه مردم در شب همچنان رفت و آمد مىكردند و هيچ كس هيچ چيزى را از دست نداد .\r\nپس از درگذشت نور الدين فرمانروائى به پسرش رسيد و بدر الدين هم به كارهاى دولت او و نظارت در مصالح آن پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n\r\n\r\nبرخى ديگر از رويدادهاى سال\r\nدر اين سال ، در ماه ربيع الآخر ، ابو زكريا يحيى بن قاسم بن مفرج ، قاضى تكريت ، در مدرسهء نظاميهء بغداد به تدريس پرداخت .\r\nاو را از تكريت بدان مدرسه فرا خوانده بودند .\r\nدر اين سال آب دجله در عراق فرو نشست و كمبود بسيار ، يافت . چنان كه آب در بغداد ، تنها نزديك به پنج ذراع جريان داشت .\r\nخليفه عباسى ، الناصر لدين اللّه ، دستور داد كه دجله را حفارى كنند .\r\nبراى اجراى اين دستور گروه انبوهى از مردم گرد آمدند ولى هر چه حفر مىكردند شن و ماسه برمىگشت و آن را مىپوشاند و پر مىكرد .\r\nهميشه آب دجله از سطح بغداد هم بالاتر مىآمد و مردم جانشان به خطر مىافتاد و غرق مىشدند . اما اين كميابى ، همانندش ديده نشده بود .\r\n\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n\r\nدر اين سال علاء الدين محمد ، پسر امير مجاهد الدين ياقوت امير الحاج ، مردم را به حج برد .\r\nخليفه پدر او را كه قبلا امير الحاج بود ، به استاندارى خوزستان گماشته و اين پسرش را امير الحاج كرده بود .\r\nضمنا چون او نوجوانى خردسال به شمار مىرفت كسانى را مأمور كرده بود كه كارهاى حاجيان را ترتيب دهد .\r\nدر اين سال ، در بيستم ربيع الآخر ، ضياء الدين ابو احمد عبد الوهاب بن على بن عبد اللّه امير بغدادى ، در شهر بغداد درگذشت .\r\nاو نوهء صدر الدين اسماعيل شيخ الشيوخ بود و عمر او به هشتاد و هفت سال و چند ماه مىرسيد .\r\nمردى صوفى و فقيه و محدث بود كه ما حديث بسيار از او شنيده بوديم .\r\nخدايش بيامرزاد ! از بندگان پارساى خداوند به شمار مىرفت كه خداپرستى و نيكوكارى بسيار داشت .\r\nدر اين سال شيخ ما ابو حفص عمر بن محمد بن معمر بن طبرزد بغدادى از دار جهان رخت بر بست حديث را به گونه‌اى عالى اسناد مىكرد .\r\n\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n\r\n\r\n608 وقايع سال ششصد و هشتم هجرى قمرى\r\n\r\nچيره شدن منكلى بر شهرهاى جبل و اصفهان و غيره و گريختن ايدغمش\r\nدر اين سال ، در ماه شعبان ، ايدغمش ، صاحب همدان و اصفهان و رى و نواحى ميان آن شهرها ، به بغداد رفت .\r\nاو از دست منكلى گريخته بود .\r\nسبب اين كار آن بود كه ايدغمش بر شهرها چيره شده و كارش بالا گرفته و آوازه‌اش در همه جا پيچيده و شمارهء لشكريانش فزونى يافته بود تا جائى كه سرور خود ، ابو بكر بن پهلوان ، فرمانرواى آذربايجان واران ، را چنان كه گفتيم ، محاصره كرد .\r\nدر اين سال ، مملوكى كه نامش منكلى بود ، بر او شوريد و با\r\n\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n\r\nاو براى تصرف شهرها به پيكار برخاست .\r\nپيروان منكلى زياد شدند و مملوكان پهلوان نيز به فرمان او در آمدند .\r\nدر نتيجه ، منكلى بر شهرها دست يافت و شمس الدين ايدغمش از دست او به بغداد گريخت .\r\nهمين كه به بغداد رسيد ، خليفه عباسى ، الناصر لدين اللّه ، دستور داد تا مردم براى ديدار او گرد هم آيند .\r\nدر پى اين دستور تودهء مردم از شهر بغداد بيرون شدند و به استقبال او رفتند .\r\nروز ورود او به بغداد روزى فراموش ناشدنى بود .\r\nپس از او نيز ، همسر او ، در ماه رمضان ، در تخت روانى به بغداد رسيد .\r\nاو نيز مورد احترام واقع شد و در نزد شوهر خويش منزل گرفت .\r\nشمس الدين ايدغمش تا سال 610 در بغداد به سر برد . بعد ، از آن جا رفت و كار او به گونه‌اى شد كه ما در جاى خود باز خواهيم گفت .\r\n\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n\r\n\r\nيغماى دارائى حاجيان در منى\r\nدر اين سال دارائى حاجيان در منى به يغما رفت .\r\nسبب اين پيشامد آن بود كه يك نفر باطنى ، در منى ، به مردى از خانوادهء امير قتاده ، حاكم مكه ، حمله‌ور شد و او را كشت ، چون گمان مىبرد كه او خود قتاده است .\r\nامير قتاده ، همين كه اين خبر را شنيد ، بزرگان و تازيان بيابانى و بردگان و مردم مكه را گرد آورد و به حاجيان حمله برد .\r\nاين گروه از كوه‌ها به حاجيان تاختند و با سنگ و تير آنها را زدند .\r\nامير الحاج پسر امير ياقوت بود كه پيش از اين ذكرش گذشت .\r\nاو تازه جوانى بود و نمىدانست كه چه كند . از اين رو ترسيد و به حيرت افتاد و دست و پاى خود را گم كرد و امير مكه نيز توانست حاجيان را غارت كند .\r\n\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n\r\nبدين گونه از اطراف ريختند و حاجيان را تاراج كردند و تا شب بدين كار ادامه دادند .\r\nحاجيان سرآسيمه شدند و شب را از بيم قتل و غارت به بدترين وضعى به صبح رساندند .\r\nيكى از آنان به امير الحاج گفت كه حاجيان را به جائى ببرد كه حاجيان شام منزل كرده‌اند .\r\nامير الحاج نيز دستور داد تا حاجيان از آن جا بروند .\r\nحاجيان بار خود را بر شتران نهادند و بدين كار سرگرم شدند .\r\nدشمن نيز براى حمله به ايشان فرصت را غنيمت شمرد و توانست هرطور كه مىخواهد ، آنان را غارت كند .\r\nبنابر اين ، همهء شتران را با بارهائى كه داشتند به يغما بردند .\r\nاز حاجيان ، آن عده كه جان برده بودند به حاجيان شام پيوستند و در نزدشان ماندند .\r\nبعد به زاهر كوچ كردند .\r\nنخست از ورودشان به مكه جلوگيرى شد ولى بعد به آنان اجازهء ورود دادند .\r\nلذا به مكه وارد شدند و حج خود را به پايان رساندند و باز گشتند .\r\nبعد ، امير قتاده پسر خود و همچنين گروهى از ياران خويش را به بغداد فرستاد .\r\nاينان وارد بغداد شدند و در حالى كه شمشيرهاى برهنه و كفن‌هائى در دست داشتند آستانهء درگاه خليفه را بوسيدند و از آنچه بر حاجيان گذشته بود ، پوزش خواستند .\r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n\r\n\r\nپاره‌اى ديگر از رويدادهاى سال\r\nدر اين سال اسماعيليان ، و سر دستهء ايشان جلال بن صباح ، نشان دادند كه از كارهاى حرام ، و حلال شمردن آنها ، دست كشيده‌اند .\r\nجلال بن صباح دستور داد تا نماز و شرايع اسلامى را در - شهرهاى خود ، در خراسان و شام ، بر پا دارند .\r\nسر دستهء ايشان كسانى را نيز به نزد خليفهء عباسى و ساير فرمانروايان اسلامى فرستاد تا آنان را از اين موضوع آگاه سازند .\r\nمادر خود را نيز به حج فرستاد .\r\nدر بغداد اين خانم مورد احترام بسيار قرار گرفت ، همچنين در راه مكه .\r\nدر اين سال ، در پايان ماه جمادى الآخر ، ابو حامد محمد بن يونس بن ميعه ، فقيه شافعى ، در شهر موصل ، از جهان رفت .\r\nاو يك پيشواى روحانى فاضل بود . آخرين رئيس شافعيان\r\n\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n\r\nشمرده مىشد و در روزگار خود همانند نداشت .\r\nاز لغزش‌هاى فقيهان در مىگذشت و به ايشان مهربانى بسيار مىكرد .\r\nخدايش بيامرزاد ! در ماه ربيع الآخر نيز قاضى ابو الفضائل على بن يوسف بن احمد بن آمدى واسطى درگذشت .\r\nاو قاضى شهر واسط بود و بهترين مرد به شمار مىرفت .\r\nدر اين سال ، در ماه شعبان ، معين ابو الفتوح عبد الواحد بن ابو احمد بن على امين ، كه شيخ الشيوخ بغداد بود ، زندگى را بدرود گفت .\r\nمرگ او در جزيرهء قيس ( كيش ) روى داد .\r\nدر آن جا به رسالت از سوى خليفهء عباسى ، الناصر لدين اللّه ، رفته بود .\r\nاز دوستان ما به شمار مىرفت و ميان ما و او دوستى استوار و همنشينى بسيار برقرار بود .\r\nاز بندگان پارساى خداوند محسوب مىشد .\r\nخدا او را بيامرزاد و از او خرسند باد ! نثر نيكو مىنوشت و شعر خوب مىساخت و در فقه و غيره عالم بود .\r\n\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\n\r\nپس از درگذشت او ، برادرش ، زين الدين عبد الرزاق بن ابو احمد ، كارهاى او را عهده‌دار شد .\r\nزين الدين ناظر بيمارستان عضدى بود ولى اين شغل را ترك گفت و به همان خانقاه اكتفا كرد .\r\nدر ماه ذى الحجهء اين سال نيز محمد بن يوسف بن محمد بن عبيد اللّه نيشابورى در گذشت .\r\nنويسنده‌اى بود كه خطى زيبا داشت . طريقت ابن بواب را پيروى مىكرد .\r\nفقيه و محاسب و متكلم بود .\r\nهمچنين عمر بن مسعود ابو العز ابو القاسم بزاز بغدادى ، در بغداد از جهان رفت .\r\nاز پارسايان بود .\r\nفقيران بسيارى پيشش مىرفتند و از احسانش بهره‌مند مىشدند .\r\nهمچنين ، ابو سعيد حسن بن محمد بن حسن بن حمدون ثعلبى عدوى درگذشت .\r\nاو پسر مصنف تذكره بود و از علما به شمار مىرفت .\r\n\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n\r\n\r\n( 609 ) وقايع سال ششصد و نهم هجرى قمرى\r\n\r\nآمدن محمد پسر منكلى به بغداد\r\nدر اين سال ، در ماه محرم ، پسر منكلى - كه بر شهرهاى جبل چيره شده بود - به بغداد آمد .\r\nسبب آمدن او به بغداد اين بود كه پدرش ، منكلى ، پس از دست يافتن به شهرهاى جبل و گريختن امير ايدغمش ، صاحب آن شهرها ، به بغداد ، ترسيد از اين كه خليفه عباسى ، الناصر لدين اللّه ، امير ايدغمش را يارى دهد و لشكريان بغداد را همراه او براى سركوبى وى بفرستد و كار بر وى سخت گردد .\r\nچون او ، يعنى منكلى ، هنوز در آن شهرها قدرت و نفوذ كافى نيافته بود .\r\nاز اين رو پسر خود ، محمد ، را با گروهى از لشكريان خويش به بغداد فرستاد .\r\nطبقات مختلف مردم بغداد براى ديدار ايشان از شهر بيرون\r\n\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n\r\nآمدند . و با عزت و احترام آنان را به بغداد وارد كردند و در شهر منزل دادند .\r\nمحمد پسر منكلى در بغداد ماند تا هنگامى كه امير شمس الدين ايدغمش كشته شد .\r\nبعد ، خليفه به او و همراهانش خلعت داد و نوازش كرد و او را با همراهانش به پيش پدرش فرستاد .\r\n\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n\r\n\r\nبرخى ديگر از رويدادهاى سال\r\nدر اين سال ملك عادل ابو بكر بن ايوب ، فرمانرواى مصر و شام ، سردارى را كه نامش اسامه بود گرفت و به زندان انداخت .\r\nامير اسامه تيول بسيارى داشت كه از آن جمله حصن كوكب بود .\r\nحصن كوكب در شام قرار داشت و از توابع اردن به شمار مىرفت .\r\nملك عادل حصن كوكب را از او گرفت و ويران كرد و نشانه‌اى از آن بر جاى ننهاد .\r\nپس از آن بر فراز كوهى كه « طور » نام داشت حصن ديگرى ساخت كه در نزديكى عكا بود ، و آن را از مردان جنگى و خواربار و ذخائر و اسلحه پر كرد .\r\nاين حصن در آن جا معروف است .\r\nدر اين سال ، فقيه محمد بن اسماعيل بن ابو الصيف يمنى در مكه از جهان رفت .\r\nاو فقيه حرم شريف بود .\r\n\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n\r\n\r\n( 610 ) وقايع سال ششصد و دهم هجرى قمرى\r\n\r\nكشته شدن امير شمس الدين ايدغمش\r\nدر اين سال ، در ماه محرم ، امير ايدغمش كه دارندهء همدان بود كشته شد .\r\nما ضمن شرح وقايع سال 608 گفتيم كه او به بغداد رفت و در آن جا ماند .\r\nخليفه او را بنواخت و خلعت بخشيد و از ساز و برگ ، آنچه مورد نيازش بود ، در اختيارش گذاشت و او را به همدان فرستاد .\r\nامير ايدغمش در ماه جمادى الآخر از بغداد روانه شد و مىخواست به همدان برود .\r\nبه شهرهاى سليمان بن ترجم ( يا برجم ) رسيد و با سليمان ملاقات كرد .\r\nدر آن جا ماند و چشم به راه لشكريان بغداد شد كه برسند و طبق قرارى كه با آنان گذارده بود ، همراهشان برود .\r\n\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n\r\nخليفه عباسى ، الناصر لدين اللّه ، سليمان بن ترجم را از رياست بر ايل خود كه از تركمانان ايوانى به شمار مىرفتند بر كنار كرده و برادر كوچكش را به جايش گماشته بود .\r\nسليمان براى منكلى پيام فرستاد و او را از حال امير شمس الدين ايدغمش آگاه ساخت .\r\nآنگاه بىآنكه به فرجام كار بينديشد ، از پيش خود دستور قتل امير ايدغمش را داد .\r\nدر پى اين دستور امير ايدغمش را گرفتند و كشتند و سرش را پيش منكلى فرستادند .\r\nياران امير ايدغمش كه چنين ديدند ، چنان گريختند و در شهرها پراكنده شدند كه ديگر برادر به برادر توجهى نمىكرد .\r\nخبر كشته شدن امير ايدغمش به بغداد رسيد .\r\nخليفه از شنيدن اين خبر به هم برآمد و خشمگين شد و طى نامه‌اى براى منكلى پيام فرستاد و او را به خاطر كارى كه كرده بود ، سرزنش نمود .\r\nمنكلى به دو پاسخى سخت داد و اختيار آن شهرها را به دست گرفت و لشكريانش بسيار شدند و كارش به جائى رسيد كه ما به خواست خداوند در جاى خود ذكر خواهيم كرد .\r\n\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n\r\n\r\nبرخى ديگر از رويدادهاى سال\r\nدر اين سال ابو فراس بن جعفر بن فراس حلى ، به نيابت از سوى امير الحاج ياقوت ، مردم را به زيارت خانهء خدا برد .\r\nپسر ياقوت را ، به خاطر بلائى كه در زمان امارت او بر سر حاجيان آمده بود ، از اين حج منع كردند .\r\nدر اين سال ، در ماه محرم ، حكيم تحصيل كرده و دانشمند ، على بن احمد بن هبل ، درگذشت .\r\nاو طبيب مشهورى بود و در پزشكى از همه پزشكان روزگار خود ، بيش‌تر مىدانست .\r\nحديث نيز روايت مىكرد .\r\nدر موصل به سر مىبرد و در همان جا نيز درگذشت .\r\nاز بينوايان دستگيرى بسيار مىكرد و نيكخوى بود .\r\nكتاب خوبى در طب دارد .\r\n\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n\r\nدر اين سال ، ضياء الدين احمد بن على بغدادى ، فقيه حنبلى ، صاحب ابن المنى ، از جهان رفت .\r\nدر اين سال همچنين احمد بن مسعود تركستانى ، فقيه حنفى ، درگذشت .\r\nفوت او در بغداد اتفاق افتاد .\r\nاو مدرس مشهد ابو حنيفه بود .\r\nدر اين سال معز الدين ابو المعانى سعد بن على ، معروف به ابن حديد ، زندگانى را بدرود گفت .\r\nدرگذشت او در ماه جمادى الاول روى داد .\r\nاو وزارت خليفهء عباسى ، الناصر لدين اللّه ، را بر عهده داشت و تازه از كار كناره گرفته و خانه‌نشين شده بود .\r\nپس از درگذشت وى ، جسدش را به مشهد امير المؤمنين على عليه السلام در كوفه بردند .\r\nدر كار وزارت خود خوشرفتار بود . به مردم نيكى مىكرد و سود بسيار مىرساند .\r\n\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\n\r\n\r\n( 611 ) وقايع سال ششصد و يازدهم هجرى قمرى\r\n\r\nدست يافتن خوارزمشاه علاء الدين بر كرمان و مكران و سند\r\nدرست نمىدانم كه اين پيشامد در چه سالى روى داده است .\r\nشايد در اين سال يا اندكى پيش از آن ، يا اندكى پس از آن اتفاق افتاده باشد . چون كسى كه آن را خبر داد از افسران موصل بود كه به آن شهرها رفت و چند سالى در آن نقاط به سر برد .\r\nاو با امير تاج الدين ابو بكر كه كرمان را به تصرف خويش درآورد ، همراهى كرد .\r\nبعد برگشت و اين لشكركشى را به من خبر داد . منتهى دربارهء زمان وقوع آن شك داشت .\r\nاو كه در اين جنگ حضور داشت مىگفت :\r\n\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\n\r\nيكى از سرداران پدر سلطان محمد خوارزمشاه ، نامش ابو بكر و لقبش تاج الدين ابو بكر بود .\r\nاين مرد در آغاز كار شتردار بود و شترهاى خود را براى مسافرت كرايه مىداد .\r\nبعد خوشبختى به دو روى آورد و به خوارزمشاه پيوست و ساربان شترهاى او شد .\r\nخوارزمشاه همين كه چابكى و زرنگى و راستى و درستى او را ديد ، مقامش را بالا برد تا در رديف بزرگان امراء لشكر وى در آمد .\r\nبعد او را به حكومت شهر زوزن گماشت .\r\nاو چون داراى خرد و بينش و دور انديشى و دليرى بود ، در خدمت خوارزمشاه ترقى كرد و برترى و والائى بسيار يافت . چنان كه خوارزمشاه به او بيش از سرداران ديگر خويش اعتماد مىكرد .\r\nاو به خوارزمشاه گفت :\r\n« سرزمين كرمان نزديك شهر من است و اگر سلطان لشكرى براى من بفرستد آن جا را در اسرع وقت خواهم گرفت . »\r\nسلطان محمد خوارزمشاه نيز لشكرى انبوه در اختيارش گذاشت .\r\nاو با اين لشكر به كرمان رفت .\r\nكسى كه در كرمان فرمانروائى مىكرد حرب بن محمد بن ابو الفضل نام داشت و همان كسى بود كه در روزگار سلطان سنجر صاحب سيستان بود .\r\nاو با ابو بكر به پيكار پرداخت ولى چون توانائى ايستادگى در برابر وى را نداشت ، زبون شد و از پا در آمد و ابو بكر سرزمين\r\n\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n\r\nاو را در اسرع وقت گرفت .\r\nاز آن جا به نواحى مكران رفت و از حدود كابل تا سند سراسر آن نقاط را گرفت .\r\nاز آن جا به هرمز رفت كه شهرى بر كرانه درياى عمان بود .\r\nصاحب هرمز كه ملنگ نام داشت به فرمان او در آمد و در هرمز خطبه به نام محمد خوارزمشاه خواند .\r\nتاج الدين ابو بكر پولى نيز از هرمز براى خوارزمشاه برد .\r\nملنگ در قلهات [ ( 1 ) 
  ] و برخى ديگر از نواحى عمان هم به نام خوارزمشاه خطبه خواند . زيرا حكام اين شهرها از صاحب هرمز اطاعت مىكردند .\r\nسبب اطاعتشان از او با وجود دورى بسيار و دريائى كه ميانشان جدائى مىانداخت ، اين بود كه مىخواستند با فرمانبردارى از او ، خود را به دو نزديك سازند تا صاحبان كشتىهائى كه از نزد او مىگذرند و پيش ايشان مىآيند ايمن باشند . زيرا هرمز لنگر گاهى بزرگ بود و از دورترين نقاط هندوستان و چين و يمن و شهرهاى\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] - قلهات ( به فتح قاف ) : شهرى است بندرى بر ساحل درياى عمان كه بيشتر كشتىهاى هند در آن لنگر مىاندازند و اينك به صورت بندرگاه در آمده است . مؤلف معجم البلدان مىگويد : شهرى است آباد و پر جمعيت و گمان نمىكنم كه پيش از سال 500 هجرى شهر شده باشد . اين شهر از صاحب هرمز است و مردم آن ، همه خوارج اباضيه هستند و تا به امروز به اين مذهب تظاهر مىكنند .\r\n( از لغتنامهء دهخدا )\r\n","page_name":" 285 ","page_number":285},
  {"content":"\r\n\r\nديگر ، بازرگانان در آن جا گرد مىآمدند .\r\nميان صاحب هرمز و صاحب جزيرهء كيش نيز جنگ‌ها و يورش‌هائى در مىگرفت .\r\nهر يك از ايشان ، صاحبان كشتىها را از لنگر انداختن در شهر دشمن خود منع مىكرد .\r\nآنان تا اين زمان چنين وضعى دارند .\r\nمحمد خوارزمشاه در اين هنگام در نواحى سمرقند به خاطر تاتارها با ياران كوچلك خان مىجنگيدند تا بر شهرهاى او نتازد چون گرم پويه بود و به هر جا كه مىخواست حمله‌ور شود ، زودتر از خبرش بدان جا مىرسيد .\r\n\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\n\r\n\r\nبرخى ديگر از رويدادهاى سال\r\nدر اين سال مؤيد الملك بن خواجه سجستان كشته شد .\r\nاو نخست وزارت سلطان شهاب الدين غورى را داشت و پس از او به وزارت تاج الدين الدز رسيد .\r\nمردى نيك نهاد و خوش اعتقاد بود . به علما و مردم نيكوكار و غيره مهربانى مىكرد . به ديدارشان مىشتافت و در حقشان نيكى مىنمود . پياده و تنها به مسجد مىرفت و در نماز جمعه حضور مى .\r\nسبب كشتن او اين بود كه برخى از لشكريان تاج الدين الدز از او بدشان مىآمد . و او هر سال ، در آغاز زمستان ، به شهرهاى گرمى كه در دست الدز بود مىرفت .\r\nدر اين سال نيز بنا به عادت هميشگى خود به سفر پرداخت .\r\nولى چهل تن از تركان رفتند و به او گفتند :\r\n« سلطان مىفرمايد كه تنها با ده نفر برگرد و براى گفت و گو دربارهء مهمى كه پيش آمده ، در اين جا حاضر شو ! » او نيز تنها با ده تن از غلامان خويش همراهشان روانه شد .\r\n\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n\r\nهمين كه به نهوند ، نزديك آب سند رسيدند ، او را كشتند و گريختند .\r\nولى بعد ، سلطان محمد خوارزمشاه بر آنان دست يافت و خونشان را ريخت .\r\nدر اين سال ، در ماه رجب ، ركن الدين ابو منصور عبد السلام بن عبد الوهاب بن عبد القادر جيلى بغدادى زندگانى را بدرود گفت .\r\nدر گذشت او در بغداد روى داد .\r\nدر چند شهرستان فرماندارى كرده بود .\r\nمتهم به پيروى از مذهب فلاسفه بود . حتى يك روز پدرش او را ديد كه پيرهنى بخارائى پوشيده است .\r\nاز او پرسيد : « اين پيرهن چيست ؟ » جواب داد : « بخارائى است . »\r\nگفت : « اين عجيب است ! ما هميشه مسلمان و بخارائى شنيده بوديم . اما كافر و بخارائى نشنيده بوديم . »\r\nچند سال پيش از مرگ او ، كتابهاى او را گرفتند و آشكارا در معرض ديد مردم قرار دادند .\r\nدر اين كتاب‌ها تبخير نجوم و نسبت خدائى به ستارهء زحل و مطالب ديگرى از اين گونه كفريات ديده شد .\r\nكتابها را در باب العامه سوزاندند . خود او را نيز به زندان افكندند .\r\nبعد به ميانجيگرى پدرش از زندان آزاد گرديد و به كار\r\n\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\n\r\nگماشته شد .\r\nدر اين سال ، همچنين ، ابو العباس احمد بن هبة اللّه بن علاء معروف به ابن زاهد ، در بغداد ، از دنيا رفت .\r\nدر نحو و لغت عالم بود .\r\nدر ماه شعبان اين سال ابو المظفر محمد بن على بن بل لورى واعظ در گذشت .\r\nاو را در خانقاهى كه بر كرانهء نهر عيسى بود به خاك سپردند .\r\nاو به سال 510 تولد يافته بود .\r\nدر ماه شوال اين سال عبد العزيز بن محمود بن اخضر از جهان رخت بر بست .\r\nاو از فضلاء محدثان بود و هشتاد و هفت سال عمر كرد .\r\n\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n\r\n.\r\n\r\n\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359}
  ]