[
  {"content":"\r\n\r\nنوشته ى ابولفرج على بن الحسين اصفهانى\r\nميلاد : 284\r\nوفات : 352\r\nفرزندان ابو طالب\r\nترجمه ى جواد فاضل\r\nجلد سوم\r\nحق چاپ محفوظ و مخصوص است به :\r\nكتابفروشى و چاپخانه على اكبر علمى\r\n1339\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nجلد سوم\r\n( 1 ) بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\n\r\n[ دنبالهء دوران بنى عباس 
  ]\r\n\r\n[ دنبالهء عهد متوكل 
  ]\r\n\r\nاحمد بن عيسى\r\nابو الفرج اصفهانى « نويسنده كتاب مىگويد :\r\nاحمد پسر عيسى بن زيد بن على بن الحسين عليهما السلام از گروهى به شمار ميرود كه دولت بنى عباس از ترس تجاوز پنهان شده بود و در همان پنهانى زندگانى را بدرود گفته بود .\r\nكنيه‌اش ابو عبد اللّه بود .\r\nمادرش عاتكه دختر فضل بن عبد الرحمن و از نسل حارث بن عبد المطلب بود مردى فاضل و عالم بود .\r\nدر ميان خانواده‌اش يعنى سادات بنى طالب بر همه تقديم داشت به فضل و دانش مشهور بود .\r\nوى از روات احاديث شمرده مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n( 1 ) او خود حديث مىنوشت و گروهى از علماء مانند عمرو و حسين بن علوان محمد بن منصور راوى از او حديث مىنوشتند ابو عبد اللّه احمد بن عيسى پيش از خلافت جعفر متوكل به گوشه‌ى پنهانى خزيده بود ولى چون در عهد جعفر در همان استتار جهان را وداع گفت ما نام او را در رديف فجايع عهد متوكل ياد كرده‌ايم در اين كتاب آنجا كه از عهد مهدى سخن بميان آورديم ذكرى از صباح زعفرانى و اين علاف صيرفى نيز بميان آمد كه پس از مرك عيسى ابن زيد پسرانش را به قصر مهدى عباسى آوردند و مهدى نسبت به فرزندان عيسى بن زيد محبت بسيار روا داشت و آنان را در كاخ مخصوص خود جا داد و فرزندان عيسى در كاخ سلطنتى مهدى تا زمان هارون الرشيد بسر بردند و پس از مرك هارون و سقوط امين احمد بن عيسى بن زيد از قصر سلطنتى گريخت و ناپيدا شد .\r\nمحمد بن اسماعيل مىگويد :\r\nبه هارون الرشيد گزارشى رسيد كه احمد بن عيسى و قاسم بن على « او هم از سادات حسينى بود » در حجاز بر ضد او دست به اقدامات انقلابى زده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n( 1 ) هارون دستور داد اين دو سيد حسينى را به بغداد اعزام داشتند .\r\nوقتى احمد و قاسم به كاخ خلافت بار يافتند هارون دستور كه اين دو نفر را به زندان ببرند .\r\nزندانيان احمد و قاسم وزير اعظم فضل بن ربيع بود احمد و قاسم در خانه فضل با آسودگى بسر ميبردند .\r\nآنجا برايشان صورت زندان نداشت يكى از پيروان مذهب زيديه دو ظرف پر از پالوده برايشان اهدا كرد يكى از اين دو ظرف با حشيش آميخته بود .\r\nاحمد و قاسم ميدانستند كه كداميك از اين پالوده‌ها حشيش دارد .\r\nهمان را به نگهبان خود تعارف كردند نگهبان بى خبر از توطئه آن پالوده را خورد و پس از چند دقيقه گيج شد و بر جاى خود فرو غلطيد .\r\nاحمد و قاسم از فرصت استفاده كردند و گريختند .\r\nاين روايت نوقلى است .\r\nولى ابراهيم بن رياح مىگويد :\r\nاحمد بن عيسى يك روز براى قضاى حاجت از اتاق خود بدر آمد .\r\nديد نگهبانانش خوابيده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n( 1 ) پرت كرد .\r\nكوزه با صداى ناهنجارى شكست اما نگهبانان بيدار نشدند .\r\nبه اتاق خودشان برگشت و به قاسم گفت :\r\n- نگهبانان خوابند . فرصت خوبى براى فرار بدست ما آمده است .\r\nقاسم گفت :\r\n- واى بر تو . هرگز به خيال فرار نباش مگر نمىبينى كه ما در اينجا به آسودگى زندگى مىكنيم . ما در حقيقت زندانى نيستيم چون زندگانى ما بدلخواه است .\r\nعيسى گفت :\r\n- من كه از تصميم خود باز نمىگردم .\r\nمن فرار مىكنم اگر تو نميخواهى همين جا بمان اما اگر با من بيائى بهتر است چون اقداماتى خواهم كرد كه براى تو خوش آيند خواهد بود و اين را هم بدان كه اگر من بگريزم تو بمانى ديگر روى خوشى را نخواهى ديد و حتى بعيد نيست كه حيات تو نيز به خطر افتد .\r\nاحمد بن عيسى ديگر درنك نكرد .\r\nاز اتاق بدرآمد . بار ديگر كوزه‌اى را برداشت و به حياط انداخت .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n( 1 ) چون اين سر و صدا هم نگهبانان خوابيده را از خواب برنيانگيخت قصر فضل بن ربيع را ترك گفت .\r\nقاسم هم از دنبالش فرار كرد .\r\nوقتى از توقفگاهشان دور شدند با هم وعده گذاشتند كه در محلى يك ديگر به‌بينند و آنگاه هر كدام به سمتى روى آوردند و از هم دور شدند .\r\nاحمد بن عيسى همچنان مىگريخت . در عرض راه با يكى از غلامان فضل بن ربيع برخورد كرد .\r\nآن غلام آمد جلويش را بگيرد احمد بر سرش فرياد كشيد و دشنام زشتى بوى داد .\r\nغلام كه اين شهامت را از احمد ديد گمان كرد كه بدستور هارون آزادش كرده‌اند .\r\nديگر تعرضى نكرد و بك سر به قصر فضل بن ربيع آنجا كه احمد و قاسم محبوس بودند رفت .\r\nنگهبانان قصر همچنان خوابيده بودند .\r\nغلام آنان را بيدار كرد و ماجرا را برايشان باز گفت .\r\nسراسيمه در جستجوى اين دو زندانى به كوچه و محله‌ها افتادند اما ديگر دير شده بود . از احمد و قاسم نشانى بدستشان نيامد .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n( 1 ) احمد از قصر فضل دوان دوان به خانه محمد بن ابراهيم آمد . وى پسر ابراهيم بن محمد عباسى معروف به امام بود كه در فجر نهضت بنى عباس بنام او بيعت مىگرفتند .\r\n- برو . بگو . احمد بن عيسى بر در خانه ايستاده است .\r\nغلام رفت و اين پيام را به محمد عرض كرد .\r\nمحمد گفت :\r\n- واى بر تو . كسى او را ديده ؟\r\n- نه .\r\n- بگو بيايد تو .\r\nاحمد بن عيسى بر محمد بن ابراهيم در آمد و سلام كرد .\r\nمحمد گفت :\r\n- در رگهاى تو خون من ميدود . بپرهيز كه خون من اين جريان بر خاك نريزد .\r\nو بعد دستور داد كه او را پنهان كنند .\r\nاحمد بن عيسى چندى در بغداد پنهان بود .\r\nهارون الرشيد وقتى از فرارش آگاه شد دريافت كه او در بغداد بسر ميبرد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n( 1 ) دستور داد همه جا ديده‌بان بگذارند و هر خانه‌اى كه صاحبش به تشيع متهم است با منتهاى دقت تفتيش كنند .\r\nمعهذا نتوانست احمد را به جنگ بياورد .\r\nاحمد در خانه‌ى محمد بن ابراهيم همچنان پنهان بود تا اين سر و صدا آرام گرفت بعد از آنجا به بصره رفت .\r\nدر پيرامون فرار احمد بن عيسى از بغداد به بصره سخن باختلاف گفته شد .\r\nو ما از ترس تطويل كلام به تكرار گفته‌هاى روات نمىپردازيم . و آنچه را به حقيقت نزديك‌تر است ياد مىكنيم .\r\nروايت نوقلى در ميان اين روايات روس جلوه مىكند و ما بروايت نوقلى اكتفا داديم .\r\nنوقلى مىگويد :\r\n- محمد بن ابراهيم پسرى داشت كه بسيار به شكار ميرفت . شكار را دوست ميداشت .\r\nروزى كه ميخواست اين پسر به شكار برود محمد دست احمد را گرفت بدست او سپرد و قسمش داد كه ويرا در سلك غلامان خود بهمراه برد و از او سخنى نپرسد تا به مدائن برسند . يك فرسنگ دور از مدائن رهايش كند . تا او بوسيله قايق از دجله به سمت بصره حركت كند .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n( 1 ) آن وقت خودش باز گردد .\r\nپسر محمد هم فرمان پدر را اطاعت كرد و بدين ترتيب احمد بن عيسى را از بغداد به بصره اعزام كرد .\r\nبه حكايت هارون بن محمد باز مىگرديم .\r\nچنين گفت :\r\nهارون الرشيد كه شب و روز در جستجوى احمد بن عيسى تلاش مىكرد به فكر حيله‌اى افتاد .\r\nمردى را كه يحيى بن خالد ناميده ميشد ولى به لقب « ابن الكرديه » معروف بود طلبيد و گفت :\r\n- من ترا بر اراضى خالصه‌ى كوفه حكومت داده‌ام . به آنجا عزيمت كن و خويشتن را به مردم آن سامان يك تن شيعى المذهب معرفى كن . تا ميتوانى ميان مردم شيعه به نيكوكارى و دهش تظاهر كن و بدين ترتيب از احمد بن عيسى سراغى بگير .\r\n« ابن الكردية » بفرمان هارون الرشيد در اراضى خالصه‌ى كوفه همچون حاتم طائى سفره‌ى كرم پهن كرد . بيدريغ ميان مردم شيعه سيم و زر ميريخت و هرگز نام احمد بن عيسى را به زبان نمىآورد تا خود مردم بسخن آمدند و گفتند :\r\n- در ميان ما مردم شيعى المذهب زندگى مىكند كه اسمش\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n( 1 ) ابو غسان خزاعى است ، او چنين و چنان است .\r\nابن الكردية با خونسردى اين تعريف‌ها را گوش مىكرد و اصلا خود را به آن راه نميبرد كه ابو غسان را بشناسد .\r\nوقتى اين تعريف‌ها تكرار شد ابن الكردية گفت :\r\n- اين مرد كجاست ، من اشتياق دارم از نزديك ببينمش .\r\nگفتند :\r\n- او با احمد بن عيسى در بصره زندگى مىكند .\r\n« ابن الكردية » كه در كار خود يك قدم جلو رفته بود محرمانه اين اكتشاف را بهارون گزارش داد .\r\nهارون الرشيد او را ببغداد فرا خواند و از بغداد با همين نقشه‌ى سياسى بصره اعزامش داشت .\r\n« ابن الكردية » در بصره هم متصدى املاك خالصه بود .\r\nسياست او در بصره هم نظير سياستش در كوفه بود .\r\nهم دهش و بخشش و همان بريز و بپاش احمد بن عيسى در بصره با مردى از اصحاب يحيى بن عبد اللّه كه حاضر نام داشت همدم بود .\r\nاين حاضر او را مدام جابجا ميكرد .\r\nاز گوشه‌اى بگوشه‌ى ديگرش ميبرد تا كس نتواند سراغ او را بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n( 1 ) تا سرانجام احمد را بخانه‌اى برد كه معروف به « دار عاقبت » بود .\r\nاين خانه در موضعى موسوم به « عتيك » قرار داشت .\r\nحاضر احمد بن عيسى را در آن خانه همچون گنجى پنهان كرده بود .\r\nبه هيچكس نشانش نميداد .\r\nوى ميگفت :\r\n- در اين خانه مردى زندگى مىكند كه از دست طلبكارش گريخته است .\r\nيزيد بن عينيه حديث مىكند .\r\n- حاضر به مردم بصره مىگفت من مقروضم به من قرض بدهيد تا دين خود را ادا كنم .\r\nمردم جواب ميدادند :\r\n- تو چنان زندگى مىكنى كه قواى دولتى اگر بخواهند ترا دستگير كنند نميتوانند ما از يك چنين آدم چه جورى طلب خود را وصول كنيم .\r\nابن الكرديه در بصره مثل ريك بيابان پول خرج ميكرد .\r\nدر حضور او نامى از « حاضر » برده شد و گفته شد احمد بن عيسى با اوست .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n( 1 ) اما او خونسردانه به اين سخن گوش ميداد ، هرگز تظاهر نميكرد كه نام احمد بن عيسى براى او مهمترين نام‌هاست .\r\nاين صحبت‌ها در محضر او تكرار ميشد و او مطلقا تغافل ميكرد .\r\nتا يك روز گفت :\r\n- آيا من مىتوانيم احمد بن عيسى را ببينم ، خيلى به اين ديدار مشتاقم .\r\nجواب دادند :\r\n- چنين ملاقات مقدور نيست .\r\nابن الكردية گفت :\r\n- بسيار خوب ، پس اين پولها ببريد و بحضورش تقديم داريد و به او بگوييد اگر من ميتوانستم ماليات تمام املاك خالصه را يك جا بوى پيشكش ميكردم .\r\nآن پول‌ها را براى حاضر بودند حاضر قبول كرد .\r\nابن الكرديه از نو مبلغى گزاف برايش فرستاد و اين بخشش را تكرار كرد ، تا آنجا كه بوى اطمينان يافتند .\r\n« ابن الكرديه » باز هم فرصتى گرفت و گفت :\r\n- آيا اين شيخ « يعنى حاضر » ما را به قدوم خود سرافراز نمىكنند .\r\nمردم شيعه گفتند :\r\n- نه ، او باينجا نخواهد آمد .\r\n- غمى نيست ، ما بحضورش ميرويم . براى من اجازه بگيريد\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n( 1 ) كه بديدارش بروم .\r\nمردم شيعى المذهب بصره كه ميان حاضر و ابن الكرديه ، واسط بودند اين جريان را بعرض حاضر رسانيدند .\r\nگفت :\r\n- نه ، به اين مرد راه ندهيد بيايد اينجا اين مرد حيله‌گر است .\r\nمردم ساده دل قسم خوردند كه او حيله‌گر نيست بلكه شيعه است .\r\nسرانجام با اصرار و الحاح حاضر را رضا ساختند كه با ابن الكرديه ملاقات كند .\r\nدر اين هنگام حاضر باحمد بن عيسى گفت :\r\n- پس تو كناره بگير . بفلان موضع جا عوض كن كه اگر احيانا من ببند افتادم .\r\nابن الكردية باحمد بن حارث هلالى محرمانه خبر داد كه ما امشب با گمشده‌ى خود در خانه‌ى خودمان وعده‌ى ديدار داريم .\r\nنگذار فرصت از دست برود .\r\nاحمد بن حارث هلالى در آن وقت والى بصره بود .\r\nحاضر بنا بوعده‌اى كه داده بود در خانه‌ى ابن الكردية حضور يافت .\r\nاما هنوز بر جاى خود ننشسته غلام حاضر با گروهى از سربازان مسلح به آن خانه هجوم آوردند و حاضر را دستگير ساختند .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n( 1 ) حاضر در اين كشمكش به ابن الكرديه گفت :\r\n- واى بر تو ، اسم خدا را بر زبان آورده‌اى تا مرا بچنگ دشمن بسپارى ؟\r\nفريبم داده‌اى ؟\r\nابن الكرديه كه همچنان ميخواست تظاهر كند گفت :\r\n- نه ، من گناه ندارم ، جاسوس فرماندار از وجود تو در اينجا آگاه شده كه براى دستگيرى تو قواى مسلح خود را فرستاده است .\r\nحاضر را بكاخ حكومت بردند :\r\nاحمد بن حارث دستور داد حاضر را بزندان برند .\r\nفرداى آن شب احمد بن حارث او را بحضور طلبيد .\r\nحاضر رويش را بفرماندار بصره كرد و گفت :\r\n- از خدا بترس ، خونم مريز زيرا من جنايتى كه مستوجب اعدام باشد مرتكب نشده‌ام ، نه كسى را كشته‌ام ، نه راه را به روى كاروانيان بسته‌ام .\r\nاحمد بن حارث مىگويد :\r\n- وقتى چشمم به حاضر افتاد حيرت كردم چون او بارها به دار - الاماره آمده بود و با من صحبت ميداشت و از طلبكارانش شكايت ميداشت كه او را تعقيب مىكنند و او بخاطر اينكه گريبانش بچنگ طلبكاران نيفتد خودش را پوشيده ميدارد .\r\nاحمد بن حارث مىگويد :\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n( 1 ) وقتى او را بحضورم آوردند فكر ميكردم دست استغاثه بدامنم خواهد زد و از من بخشش خواهد خواست اما او فقط يك نگاه به من انداخت و بعد رويش را برگردانيد .\r\nاساسا از من توقعى به زبان نياورد .\r\nانگار كه تاكنون مرا نديده و با من آشنائى ندارد .\r\nاحمد بن حارث به حاضر گفت :\r\n- امير المؤمنين نسبت بشما عقيده‌ى ناروائى ندارد . من شما را بسوى او اعزام خواهم داشت .\r\nبدين ترتيب حاضر را ببغداد اعزام داشت .\r\nهارون الرشيد اين وقت در « شماسيه » بسر ميبرد .\r\nحاضر را با مردى كه « حازمى » ناميده ميشد و از نسل عبد اللّه بن حازم بود با هم بحضور خليفه بردند .\r\nاين حازمى در بغداد بوسيله‌ى حاضر با احمد بن عيسى بيعت كرده بود و به عقيده‌ى انقلابى متهم بود .\r\nهارون الرشيد ابتدا رويش را بسوى حازمى برگردانيد و گفت :\r\n- از خراسان بپايتخت كشور من آمدى تا اينجا را آشفته سازى ، تو آمدى كه بر ضد من از مردم بيعت بگيرى .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n( 1 ) حازمى جواب داد :\r\n- هرگز چنين نكرده‌ام يا امير المؤمنين ! هارون برآشفت :\r\n- به خدا تو بر خلاف مصالح دولت من قدم بر ميدارى و اين هم بيعت من است كه هنوز بر گردن تست ، به خدا پس از من با هيچكس بيعت نخواهى كرد .\r\nو بعد دستور داد نطع « سفره‌ى چرمى » را گستردند و او را بر آن سفره خواباندند و در حضور هارون سر از تنش برداشتند .\r\nهارون رويش را از كشته‌ى حازمى بسوى حاضر برگردانيد و گفت :\r\n- آهاى ، تو با يحيى بن عبد اللّه همراه و همگام بوده‌يى ، دستگيرت كردم و از خونت گذشتم و امانت دادم .\r\nاكنون با احمد بن عيسى همدم شده‌ئى و او را شهر به شهر ميگردانى از اين خانه به آن خانه گردشش ميدهى و بر ضد من اقدام ميكنى ، تو همچون گربه‌اى كه بچه‌هاى خود را بدندان ميگيرد و از اينجا به - آنجايشان ميبرد احمد بن عيسى را هم برداشته‌اى و جا عوض ميكنى به خدا اگر او را باينجا نياوردى و به من تسليمش نكنى تو را خواهم كشت .\r\nحاضر گفت :\r\n- آنچه بعرض تو رسيده يا امير المؤمنين درست نيست .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n( 1 ) - گفتم به خدا اگر او را به من تسليم نكنى گردنت را خواهم زد .\r\nحاضر گفت :\r\n- اگر چنين كنى من در پيشگاه الهى گريبانت را خواهم گرفت و با تو مخاصمه خواهم كرد .\r\nهارون تكرار كرد :\r\n- اگر احمد بن عيسى را به من تسليم نكنى گردنت را خواهم زد .\r\nمن پسر مهدى نيستم اگر دست از تو بردارم .\r\nحاضر جواب داد .\r\n- به خدا اگر احمد بن عيسى زير پاهايم باشد پاى خود را از رويش بر نخواهم داشت تا دست تو به او برسد ، من پسر رسول اللّه را به تو بسپارم تا زير شمشيرش بخوابانى هرگز چنين نخواهم كرد . هر چه از دستت بر - ميآيد اقدام كن .\r\nهارون به هرثمة بن اعين فرمان داد گردن حاضر را هم بزند .\r\nاين روايت نوفلى است .\r\nروايت صحيح همانست كه ما ذكر كرده‌ايم .\r\nاين حاضر بدست مهدى عباسى كشته شد زيرا مهدى از وى عيسى ابن زيد را خواسته بود و او از تسليمش امتناع كرده بود .\r\nاينكه در اينجا روايت نوفلى را آورده‌ايم خواستيم تمام رواياتى كه ايراد كرده‌اند در اين كتاب ذكر كنيم .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n( 1 ) يونس بن مرزق چنين روايت كرده است :\r\nمردى به صاحب بريد ( متصدى پست ) در اصفهان گزارش داد كه احمد بن عيسى و حاضر در بصره بسر ميبردند و با يكى از دهات اهواز آمد و رفت ميكنند .\r\nصاحب بريد اين گزارش را براى هارون الرشيد فرستاد .\r\nهارون به او فرمان داد كه حاضر و احمد را از بصره ببغداد بفرستد .\r\nو بعد بابو الساح كه والى بحرين بود و خالد بن ازهر والى اهواز و خالد بن طرشت كه در بلوچستان صاحب بريد بود دستور داد كه در انجام اين فرمان به صاحب بريد اصفهان كمك كنند .\r\nو همچنان سى هزار دينار سكه‌ى طلا در اختيار صاحب بريد اصفهان گذاشت كه در راه اقدامات خود خرج كند .\r\nصاحب بريد از اصفهان باهواز آمد و در آنجا با كسى كه خبر احمد بن عيسى را بوى گزارش داده بود تماس گرفت .\r\nاو مردى بربرى بود كه « عيسى رواوزدى » ناميده ميشد .\r\nاين عيسى رواوزدى از اصحاب احمد بن عيسى بود و در عين حال به او خيانت ميكرد .\r\nصاحب بريد در اهواز خود را مردى معرفى كرده بود كه در جستجوى زنادقه است .\r\nعيسى رواوزدى در حضور احمد بن عيسى زبان بتمجيد و تعريف\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n( 1 ) صاحب بريد گشود و گفت :\r\n- اين مرد از شيعه‌ى تست .\r\nاحمد بن عيسى فريب خورده و اجازت داد كه او را به محفلش راه دهند .\r\nصاحب بريد به محفل احمد بن عيسى راه يافت در اين هنگام ادريس بن عبد اللّه و مرديكه روزگارى منشى ابراهيم بن عبد اللّه بود در آن محفل حضور داشتند .\r\nصاحب بريد ابتدا دست احمد بن عيسى و بعد دست يونس بن عبد اللّه را بوسيد ، و در كنارشان نشست .\r\nصاحب بريد بدين وسيله با احمد بن عيسى آشنا شد و برايش - هديه‌هاى فراوان ميفرستاد حتى دو كنيز زيبا هم به خدمت احمد و ادريس هديه كرد .\r\nاحمد بن عيسى و ادريس بن عبد اللّه نسبت به اين مرد اعتماد كردند دعوتش را پذيرفتند ، بر سر سفره‌اش نشستند . از خوردنى و نوشيدنىهايش خوردند و نوشيدند .\r\nوقتى صاحب بريد اطمينان يافت كه اين دو صيد وحشى را رام كرد گفت :\r\n- اهواز جاى خوبى نيست ، اين دهكده كه اكنون جاى ماست جاى ننك و ناراحتى است . با من بيائيد تا شما را بمصر و افريقا ببرم ، در آنجا مردم از من سخن ميشنوند و دعوت مرا مىپذيرند .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n( 1 ) يونس و احمد گفتند .\r\n- بچه وسيله ما را بمصر خواهى برد .\r\nاز كدام راه ؟\r\n- شما را از راه دجله بواسط مىرسانم و بعد راه كوفه به پيش ميگيريم ، و بعد از راه فرات بشام سفر ميكنيم و از آنجا دروازه‌هاى مصر به روى ما باز است .\r\nيونس بن عبد اللّه و احمد بن عيسى اين نقشه را پسنديدند و همراه صاحب بريد در قايق نشستند .\r\nدر اين هنگام صاحب بريد گروهى از افراد مسلح ابو الساح ( والى بحرين ) را بنام راهنمايان همراه خود برداشت و با هم به راه افتادند .\r\nوقتى بواسط نزديك شدند صاحب بريد گفت .\r\n- شما اينجا بمانيد تا من بواسط بروم و پاره‌اى از نيازمنديهاى سفر را در آن شهر تهيه ببينم زيرا ما درين سفر دور و دراز به پول و لوازم ديگر احتياج خواهيم داشت .\r\nصاحب بريد خود با آن مرد بربرى كه عيسى رواوزدى ناميده ميشد با هم در زورق‌هاى سريع السير پست سوار شدند و محرمانه بافراد مسلح بحرين سفارش كردند كه نگذارند اين دو مرد از ماجرى آگاه شوند .\r\nو بعد خود بسوى واسط زورق روانيدند .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n( 1 ) نگهبانان اين دو مرد علوى كه بنام راهنما و بدرقه‌ى راه همراهشان بودند بدنبال صاحب بريد آهسته آهسته بسوى واسط ميرفتند .\r\nناگهان در ميان راه با گروهى از مأمورين امنيت برخورند .\r\nمأمورين امنيت جلوى اين كاروان را كه بسوى واسط ميرفت گرفتند .\r\nچنين گفتند .\r\n- جلوى ما را نگيرند ، ما از افراد ابو الساج والى بحرين هستيم و براى مأموريت مهمى اكنون به واسط ميرويم .\r\nاحمد و يونس و اصحابشان اين سخن را شنيدند و به حقيقت اين توطئه پىبردند .\r\nاين قوم كه از اهواز تا اين جا در خواب عقلت بسر ميبردند يكباره بيدار شدند و به فكر فرار افتادند .\r\nاحمد بن عيسى به نگهبانان گفت :\r\n- اكنون وقت نماز رسيده است ، بايد وضو بسازيم تا نماز بگذاريم ، ما را پياده كنيد نگهبانان كه هنوز خيال مىكردند اسيرانشان از جريان امر بىخبرند با خيال راحت در زورق آرميدند .\r\nقايقرانان بسوى ساحل پارو زدند و در گوشه‌ى نخلستان لنگر انداختند .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n( 1 ) احمد بن عيسى و يونس بن عبد اللّه با اصحابشان از قايق بدر آمدند و بنام قضاى حاجت و تجديد وضو در لاى نخل‌ها از چشم نگهبانان ناپديد شدند .\r\nوقتى كه به انتهاى نخلستان رسيدند كفشها را از پاها بدر آوردند و پا بفرار گذاشتند .\r\nساعتى گذشت و نمازگذاران به قايق باز نگشتند . و ساعت ديگر و ساعت‌ها سپرى شد .\r\nدر اين هنگام نگهبانان كنار همان نخلستان از قايق‌ها پياده شدند و اينجا و آنجا در جستجوى گم شده‌هاى خود افتادند اما با همه تلاش و تقلا كه در طلبشان به كار بردند نتوانستند پيدايشان كنند .\r\nدلشكسته و نوميد به قايق خود باز گشتند و راه واسط به پيش گرفتند .\r\nوقتى به واسط رسيدند ديدند صاحب بريد چشم به راه احمد بن عيسى يونس بن عبد اللّه نشسته و گزارش قضيه را به هارون الرشيد نوشته و از طرف هارون هم سى نفر مرد مسلح به واسط آمده‌اند تا يونس و احمد را تحت الحفظ به بغداد ببرند .\r\nصاحب بريد در يك چنين تدارك و تهيه ناگهان دريافت كه احمد بن عيسى و يونس بن عبد اللّه از دستش بدر رفتند .\r\nصاحب فرياد كشيد :\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n( 1 ) - نه . به خدا شما راست نمىگوئيد ، شما رشوه گرفته‌ايد ، شما جنايت كرده‌ايد .\r\nو بعد نگهبانان بحرينى را به بغداد برد و آنان را در حضور هارون خيانت كار و رشوه خوار عرضه داشت هارون كه سخت از اين واقعه خشمناك بود و دستور داد اين نگهبانان را به سختى تازيانه زدند و بعد در محبس ناراحتى كه به « مطبق » معروف است بازداشت كردند هارون الرشيد بخاطر همين حادثه روزگارى دراز بر ابو الساج والى بحرين خشمناك بود ، و حتى تصميم گرفت ابو الساج را به قتل رساند چون چنين گمان كرده بود كه ابو الساج در ماجراى فرار يونس و احمد دخالت داشته است .\r\nبالاخره برادر او از ابو الساج شفاعت كرد و او هم از گناهش چشم پوشيد .\r\nاحمد بن عيسى و يونس بن عبد اللّه با اصحاب خود از آن نخلستان ساحلى به بصره رفتند و در همانجا اقامت گزيدند .\r\nبه سال دويست و چهل و هفت هجرت احمد بن عيسى حسينى در بصره چشم از جهان فرو بست .\r\nعلى بن احمد مىگويد :\r\n- پدرم در شب بيست و سوم ماه رمضان سال دويست و چهل و هفت از\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n( 1 ) دنيا رفت .\r\nمحمد بن منصور مىگويد :\r\n- بارى از احمد بن عيسى پرسيدم :\r\n- چند سال دارى .\r\nدر جوابم گفت :\r\n- من در دوم محرم سال صد و پنجاه و هفت به دنيا آمده‌ام .\r\n« با اين حساب احمد بن عيسى در نود سالگى جهان را ترك گفت »\r\n\r\nعبد الله بن موسى\r\nعبد اللّه پسر موسى و موسى پسر عبد اللّه بن حسن مثنى است كه ذكرش در فصل‌هاى گذشته گذشت . از سادات بنى حسن بود .\r\nمادرش ام سلمه دختر محمد بن طلحه و نواده‌ى عبد الرحمن بن ابى بكر بود .\r\nعبد اللّه بن موسى در عهد مأمون متوارى و پوشيده بسر ميبرد مأمون پس از رحلت امام على بن موسى الرضا به عبد اللّه بن موسى نامه‌اى فرستاد و او را بدوستى و معاشرت دعوت كرد ، و در همين نامه چنين نگاشت .\r\n« . . از آنچه گذشته مىگذرم و كسان ترا هم مىبخشم ، ترا\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n( 1 ) بر جاى ابو الحسن على الرضا مىنشانم و براى تو از مردم بيعت مىستانم .\r\nمأمون در نامه‌ى خود از اين سخن‌ها بسيار نوشت ولى عبد اللّه بن موسى در جواب او طى نامه‌ى مبسوطى نوشت :\r\n« . . ديگر مرا بچه چيز خواهى فريفت .\r\nآيا به همان بساط دعوتم مىكنى كه ابو الحسن صلوات اللّه عليه را بر آن با انگور زهر آلوده مسموم ساخته‌اى ؟\r\nمن ترا اجابت نخواهم كرد ولى خدا ميداند اين امتناع من مبتنى بر ترس من از مرك نيست ، من نه از مرك ميترسم و نه مرك را كريه ميشمارم ، بلكه براى خود جائز نمىشمارم كه چنگال ترا به گريبان جان خود بند كنم .\r\nاگر اين عمل براى من جائز بود بسوى تو عزيمت مىكردم تا مرا از اين دنيا تيره و نامطلوب خلاص سازى و شر زندگانى را از سر من بكنى .\r\nدر همين نامه به مأمون مينويسد :\r\nگرفتم كه دامن شما از خون ما پاك است و پدران تو چنگ و دندان به جان ما فرو نبرده‌اند ، و حق حقيق ما را تر بوده‌اند و ما از پدران تو بى جهت بر حذر بوده‌ايم و تو كه با حيله‌هاى لطيف خويش مهر ما را آشكار\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n( 1 ) ميسازى و كينه‌ى ما را پنهان ميدارى و يك يك از مردان پاكدامن ما را بخويش ميخوانى و از ميان برشان ميدارى در اين دعوت هدف ناستوده‌اى ندارى ولى من نمىتوانم دعوت ترا بپذيرم زيرا مردى هستم كه جهاد را دوست ميدارم .\r\nدر اين دنيا هر كس آرزوئى در دل مىپروراند و بهواى آرزوى خويش تلاش مىكند و من هم بنوبت خود آرزوئى دارم .\r\nآرزوى من اينست كه شمشيرم را برهنه كنم و سنانم را آماده سازم و اسبم را پروار بدارم و به جهاد بشتابم .\r\nمن نميدانم كه در ميان دشمنان اسلام كدام دشمن از همه مخوف تر و خطرناك‌تر و دفاعش واجب‌تر است .\r\nبه قرآن كريم رجوع كردم . اين آيت شريفه به چشم و دلم فرو رفت  يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَ لْيَجِدُوا فِيكُمْ غِلْظَةً  آن دسته از كفار كه به شما نزديك‌ترند براى مقاتله شايسته‌ترند و بايد از شما خشونت و سختى به‌بينند .\r\nباز هم نميدانستم كه در پيرامون ما كفار كدامند .\r\nقرآن شريف اين مسئله را نيز برايم حل كرده است .\r\n لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ يُوادُّونَ مَنْ حَادَّ اللَّهَ وَ رَسُولَهُ وَ لَوْ كانُوا آباءَهُمْ أَوْ أَبْناءَهُمْ أَوْ إِخْوانَهُمْ أَوْ عَشِيرَتَهُمْ \r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n( 1 ) آنان كه دشمنان خدا را هر چند پدران و برادران و خويشاوندشان باشند دوست بداريد هرگز به خدا ايمان نياورده‌اند .\r\nدر اين معنى به فكر فرو رفته‌ام و ترا در ميان دشمنان اسلام از همه زيان بخش‌تر و عنودتر يافته‌ام .\r\nزيرا كفار از دين اسلام بدر رفته‌اند و كفر خويش را آشكار ساخته‌اند و مسلمانان نيز اين حقيقت را آشكارا ديده‌اند و از آنان بر حذر شده‌اند و بر ضدشان به دفاع و جهاد پرداخته‌اند ولى تو كافر فطرت همچنان با كفر خويش چهره‌ى مسلمان به خود گرفته‌اى و بنام يك مسلمان ريسمان اسلام را نخ‌نخ و ريش‌ريش ميسازى و بدين ترتيب مىكوشى كه اين ريسمان را از ميان بگسلانى ، پس ضرر تو در ميان اعداء اسلام از همه افزون‌تر است اين نامه نامه‌اى طولانيست و ما آن را در « كتاب كبير » خود نقل كرده‌ايم .\r\nعبد اللّه بن علوى از قول پدرش روايت مىكند .\r\nعبد اللّه بن موسى در عهد مأمون پنهان زندگى مىكرد ، مأمون براى وى نامه‌اى كه متضمن امان بود فرستاد .\r\nمأمون علاوه بر امان نامه وعده داده بود كه همچون امام على الرضا\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n( 1 ) به ولايت عهد خويش ممنصوبش كند و گفته بود :\r\nگمان نمىكنم با اين فداكارى كه در حق رضا كرده‌ام در ميان آل ابى طالب كسى از من وحشت بدارد و مرا امين نشمارد .\r\nعبد اللّه بن موسى پاسخ او را چنين داد :\r\nنامه‌ى تو به من رسيد . دريافتم كه چه مىگوئى و چه هدف دارى .\r\nتو همچون صيادى كمين گرفته‌اى و مرا مانند صيدى صحرائى فريب ميدهى .\r\nتو حيله‌ها ميورزى و هدف تو اينست كه خون من بر خاك بيفشانى .\r\nمن از اين دانه كه بر دام من مىافشانى حيرت دارم . ميخواهى مرا به ولايت عهد خويش برگزينى و گمان مىكنى از آنچه در حق رضا كرده‌اى خبر ندارم .\r\nتو درباره‌ى من چه گمان برده‌اى ! گمان تو اينست كه من به تخت و تاج تو رغبتى دارم ؟\r\nكدام سلطنت . ؟ اين سلطنت كه شادابى و حلاوتش ترا مست كرده است ؟\r\nبه خدا اگر زنده به آتش شعله‌ور فرو افتم بر من گواراتر و\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n( 1 ) آسان‌تر مىآيد كه بر مسلمانان حكومت كنم و يك لقمه نان يا يك جرعه آب به حرام بنوشم هر چند كه از گرسنگى و تشنگى بر در مرك باشم .\r\nشايد گمان تو اين باشد كه من هم هوس انگور زهر آلود كرده‌ام .\r\nهمان انگور مسموم كه به دهان على بن موسى الرضا گذاشته‌اى .\r\nيا گمان كرده‌اى كه من از زحمت تنهائى و استتار بجان آمده‌ام .\r\nاگر گمان تو اينست به خدا درست گمان كرده‌اى من از اين زندگى به تنگ آمده‌ام و دنيا را در اين بيغوله كه جايگاه من است تيره و تار مىبينم .\r\nافسوس كه دين من بر من حلال نميشمارد و گر نه دست بدست تو مىدادم تا هم خود به آرزوى خويش برسى و هم مرا از شر زندگانى خلاص كنى اما چكنم كه خداوند متعال خود كشى را حرام فرموده و اقدام به ضرر براى من جائز نيست .\r\nايكاش تو ميتوانستى بى آنكه من بخواهم و بدانم به زندگانيم پايان بخشى تا هم بدرگاه خدا مقتولى مظلوم شمرده شوم و از رنج دنيا آسوده گردم .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n( 1 ) تو بدان كه من براى جان خويش در جستجوى نجاتم . نجاتى كه جان مرا از عذاب آخرت نجات دهد .\r\nمن در ميان وسائلى كه مايه‌ى نجات ماست جستجو كرده‌ام و هيچ وسيله را مطمئن‌تر و مطلوب‌تر از جهاد نيافته‌ام .\r\nمن در قرآن كريم جهاد با تو را شايسته‌ترين جهادها شناخته‌ام .\r\nتو دشمن اسلام و عدو عنود مسلمانان هستى .\r\nتو بدين اسلام و ملت مسلمانان خيانت مىكنى .\r\nتو كفر خويش را پنهان و اسلام خويش را آشكار ميدارى .\r\nتو مردم بىگناه را به تهمت‌هاى بى اساس خون ميريزى .\r\nتو مال خدا را بر خلاف شرع گرد مىآورى و بر خلاف شرع خرجش مىكنى .\r\nتو آشكارا مىگسارى مىكنى و مال ملت را به مطرب‌ها و مسخره‌ها مىبخشى تو مسلمانان را از حقوق حقه‌شان بازميدارى .\r\nتو به اسلام حيله ميورزى . تو به نفع اهل شرك و بت‌پرستان حكومت مىكنى .\r\nتو با حيله‌ها و نيرنك‌ها بر حدود اسلام سلطنت ميرانى .\r\nتو با خدا رسول خدا راه خلاف و نفاق مىپيمائى .\r\nتو با اسلام و مسلمانان همچون دشمنان خونخوار مىجنگى .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n( 1 ) اگر اجل مهلتم دهد و ياران خدا دست برادرى بدست من دهند جان خود را در راه جهاد ، جهاد با تو ، خواهم باخت و بر سر اين سودا جان شيرين خواهم گذاشت و اگر نوبت من فرا رسد و تو پس از من شربت مرك بنوشى مسلم است كيفر كردار خويش را در آن سراى دريافت خواهى داشت .\r\nمن نمىگويم كه بر تو اى دشمن اسلام و اى دشمن مسلمانان تا كجا كينه و عداوت دارم .\r\nخدا ميداند و دانائى او به تنهائى كافيست و السلام عبد اللّه بن موسى همچنان متوارى و مستور بود تا عهد جعفر متوكل از جهان ديده بر بست .\r\nسليمان زينبى مىگويد :\r\nچهارده روز از مرك عبد اللّه بن موسى مىگذشت كه صبح گاهى اين خبر را بعرض متوكل رسانيدند ، بعلاوه خبر رحلت احمد بن عيسى نيز به او رسيد .\r\nوى سخت خوشنود شد زيرا از اين دو نفر ميترسيد .\r\nاو ميدانست كه ملت شيعه‌ى زيديه نسبت به اين دو شخصيت علوى تا چه اندازه مطيع و مؤمن هستيد .\r\nمتوكل از اين نگران بود كه مبادا يك تن از اين دو نفر بر ضد او قد علم كند و اساس سلطنت او را فرو ريزند .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n( 1 ) وقتى خبر مرگشان را شنيد نفسى به راحتى كشيد اما هفته‌اى چند از اين حوادث بيش نگذشته بود كه خود او در آن شب تاريخى بدست غلامان تركش به قتل رسيد عبد اللّه بن موسى از صنعت شعر هم سر رشته‌اى داشت .\r\nاسماعيل بن يعقوب از اشعار وى قطعه‌اى انشاد كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد منتصر\r\nمحمد منتصر پسر جعفر متوكل در دوران كوتاه خلافت خود خويش خويش را از دوستان آل رسول اللّه نشان ميداد و با پدرش كه دشمن اهل بيت بود در كارهايش مخالفت مىكرد .\r\nبنابر اين در عهد او هيچيك از آل ابى طالب تا آنجا كه ما خبر داريم نه كشته شد و نه به حبس و تبعيد رفت و اللّه اعلم .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد مستعين\r\n\r\nيحيى بن عمر\r\nدر ايام مستعين عباسى ابو الحسين يحيى بن عمر بن الحسين بر ضد دستگاه خلافت قيام كرد .\r\nكنيه‌اش را ابو الحسين نيز نوشته‌اند او از نسل زيد بن على بن الحسين عليها السلام بود .\r\nمادرش ام الحسن ناميده ميشد و نسبت به عبد اللّه بن جعفر بن ابى طالب ميرسانيد .\r\nابو الحسين يحيى بن عمر يك بار در عهد جعفر متوكل قيام كرده بود .\r\nوى در خراسان انقلابى بر پا ساخته بود اما عبد اللّه بن طاهر والى خراسان او را دستگير كرد و بدستور متوكل تحويل عمر بن فرج رخجى كه حاكم مدينه بود داد .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n( 1 ) عمر رخجى كه مردى فرومايه بود نسبت به يحيى بن عمر سخنان ناهنجارى گفت .\r\nيحيى اين خشونت را با دشنام جواب داد .\r\nعمر رخجى ماجرا را به متوكل گزارش داد و ضمنا از دست يحيى شكايت كرد .\r\nمتوكل فرمان داد كه يحيى راده ضربه با چوب بكوبند و بعد در بغداد به زندانش بيندازند .\r\nزندان يحيى همان « مطبق » معروف بود كه خلفاى بنى عباس زندانيان خود را در آنجا بازداشت مىكردند .\r\nاما در آنجا بيش از روزى بسر نبرد كه فرمان متوكل عوض شد .\r\nامر رسيد كه يحيى بن عمر را به خانه‌ى فتح بن خاقان ببرند و در آنجا حبسش كنند .\r\nچندى در آن جا محبوس بود تا اينكه آزادش ساختند .\r\nاو پس از آزادى به كوفه آمد و در آنجا جدا دعوت خود را آشكار ساخت مرام يحيى بن عمر حسينى اين بود كه ملت اسلام يك تن از آل محمد را به خلافت انتخاب كنند با اين قيد كه خليفه از حدود عدالت و حسن سيرت تجاوز نكند .\r\nاين مرام يحيى بن عمر بود تا روزى كه به قتل رسيد و ما بر سياق اين\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n( 1 ) كتاب جريان قتل او را خواهيم نگاشت رضى اللّه عنه . مردى شجاع و ورزيده تن و قوى القلب بود .\r\nدامنش به آلايش‌هاى جوانى آلوده نبود .\r\nهر چند كه جوان بود از جوانىهاى فساد آميز دور بود .\r\nمحمد ابن احمد و احمد بن عبد اللّه و ديگران چنين گفته‌اند كه يحيى بن عمر در بغداد اقامت داشت . او در خانه‌ى خود گرز بسيار سنگينى و احيانا كه بر غلامان و كنيزان خود خشم مىگرفت آن گرز گران را بگردنش حلقه مىكرد .\r\nهيچكس نمىتوانست آن حلقه‌ى سنگين وزن را كه دست تواناى يحيى بر گردن او حلقه كرده بود باز كند .\r\nبالاخره يحيى شخصا بايد آن حلقه را مىگشود .\r\nعبد اللّه بن ابى الحصين روايت مىكند .\r\nروزى كه يحيى بن عمر ميخواست نهضت خود را آغاز كند به كربلا رفت و در آنجا ابتدا مزار مقدس ابو عبد الحسين را زيارت كرد و بعد رويش را به گروهى از زوار حضور داشتند برگردانيد و گفت :\r\n- من اكنون ميخواهم براى احقاق حق برخيزم هر كس كه با من\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n( 1 ) سر همكارى دارد آماده شود .\r\nگروهى در آنجا با وى بيعت كردند .\r\nيحيى بن عمر از كربلا بسوى « شاهى » عزيمت كرد .\r\nشب را در شاهى لنگر انداخت ، در نيمه‌هاى شب به كوفه رسيد .\r\nاصحاب يحيى فرياد مىكشيدند .\r\nايها الناس اجيبوا داعى الحق به داعى حق يعنى آن كس كه شما را بسوى خدا ميخواند پاسخ مثبت دهيد .\r\nازدحامى از مردم بدور يحيى بن عمر گرد آمدند ، و بلبان نهضت او را نيرو دادند .\r\nفرداى آن شب يحيى بن عمر بيت المال را تصرف كرد و از صرافان كوفه كه ماليات دولت پيششان وديعه بود خواست هر چه به عهده دارند بوى بپردازند .\r\nو بعد بسوى بنى حمان رفت ، خانواده‌اش در آنجا بسر ميبردند .\r\nيحيى بن عمر در بنى حمان جلوس كرد ، ابو جعفر محمد بن عبد اللّه حسنى كه معروف به « اذرع » بود با وى سرگوشى صحبت مىكرد و از عظمت دولت بنى عباس و قدرت آنان و عاقبت كار به نجوى سخنانى مىگفت در همين كيفيت عبد اللّه بن محمود با سپاهى مسلح و منظم او را در\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n( 1 ) محاصره قرار داد .\r\nيك نفر عرب فرياد كشيد :\r\n- اى مرد ! فريبت داده‌اند ، هم اكنون سواران سلطان دارند ميرسند يحيى بيدرنگ بر پشت اسبش پريد و بر عبد اللّه بن محمود حمله كرد و با يك ضرب شمشير كه بر چهره‌اش فرود آورد او را از پيش خود راند .\r\nعبد اللّه بن محمود پشت به معركه كرد و فرار را برقرار اختيار كرد .\r\nسپاهش هم تاب مقاومت نياوردند و پراكنده شدند .\r\nيحيى بن عمرو كه دشمن را عقب رانده بود بسوى اصحاب خود بازگشت ، ساعتى پهلوى آنان نشست و بعد از آنجا بسوى وازار عزيمت كرد ، لشكرش در آنجا اردو زده بودند .\r\nيحيى بن عمر در وازار هم نماند ، با سپاهش از آنجا بسوى « جنلا » كوچ داد .\r\nاين گزارش بغداد را به هيجان انداخت .\r\nمحمد بن عبد الله بن طاهر پسر عم خود حسين بن اسماعيل را با گروهى از سرداران مانند خالد بن عمران و ابو السنا الفنوى\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n( 1 ) و وجه الفلس و عبد اللّه بن بصر و سعد ضبابى به جنك يحيى بن عمر فرستاد .\r\nاين قوم بى آنكه اين جنك را دوست داشته باشند با كراهت بسوى يحيى بن عمر بسيج سپاه كردند .\r\nمردم بغداد اصلا يحيى را دوست ميداشتند يحيى بن عمر تنها مرد از آل ابى طالب بود كه محبوب مردم بغداد بود .\r\nحسين بن على اسماعيل بن طاهر با قواى خود بسوى كوفه عزيمت كرد چندى در آنجا بسر برد و بعد به قصد سركوبى يحيى كوفه را ترك گفت در همين سير و سلوك با يحيى تقريبا روبرو شد . چندى نيروى آل طاهر با يحيى بن عمر روبروى هم قرار داشتند اما با هم جنگ نمىكردند .\r\nتا اينكه يحيى از آنجا بسوى « قسين » رخت كشيد .\r\nدر قسين ، بدهكده‌اى كه « بخريه » ناميده ميشد رفت .\r\nمتصدى ماليات در آن منطقه مردى بود كه احمد بن على اسكافى ناميده ميشد و فرمانده نيروى مدافع آنجا احمد بن فرج فرارى بود .\r\nاحمد بن على « متصدى ماليات » تا نام عمر بن يحيى را شنيد هر چه ماليات گرد آورده بود برداشت و فرار كرد .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n( 1 ) اما احمد بن فرج مانده و در برابر يحيى ايستادگى كرد .\r\nاين ايستادگى چندان دوامى نگرفت .\r\nاو هم پشت بميدان جنك داد و گريخت اما يحيى بن عمر ديگر به تعقيبش پيش نرفت يحيى از آنجا راه كوفه بپيش گرفت .\r\nدر اين راه سردارى كه معروف به « وجه الفلس » بود با او بجنگ پرداخت .\r\nنيروى وجه الفلس هم پس از يك جنك شديد شكست خورد .\r\nيحيى بن عمر بشكست‌خوردگان اين جنك هم تعرضى روا نداشت .\r\nوجه الفلس از كوفه بشاهى رفت .\r\nحسين آل طاهر در آنجا اردو داشت .\r\nاو ماجرا را گزارش داد و با حسين كه تقريبا در اقامت گرفته بود به كار عيش و نوش پرداخت .\r\nحسين آل طاهر آنقدر در شاهى ماند كه سپاه و اسبهايشان تجديد قوا كردند .\r\nاصحاب يحيى بن عمر عقيده داشتند كه خوبست حسين بن اسماعيل را غافلگير كنند .\r\nاز طرف حسين آل طاهر مردى كه هيضم عجلى ناميده ميشد . بسپاه يحيى پيوست نفرات او هم همراهش بودند و با نفرات خود بر حسين آل طاهر حمله‌ور شد اما در اين حمله نخستين كسى كه فرار كرد همين\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n( 1 ) هيصم بود .\r\nگفته مىشود اين حيله‌اى بود كه حسين بن اسماعيل به كار برده بود يعنى يا هيضم توطئه كرده بود كه بگريزد و نيروى يحيى را به - جنباند .\r\nو مىگويند :\r\n- اين حمله نبود بلكه هيضم چون خسته بود از جنك گريخت .\r\nسليمان كوفى ميگويد :\r\n- من روزى با هيضم در جائى نشسته بوديم . يادى از يحيى بن عمر بميان آمد هيضم بطلاق قسم خورد كه او چون از عهده‌ى مبارزه با حسين آل طاهر برنيامد عقب‌نشينى كرد و حيله‌اى در اين فرار به كار نبود .\r\nهيضم ميگفت كه يحيى بن عمر در جنك مردى توانا و سلحشور بود به تنهائى حمله ميكرد و ما او را از اين كار منع مىكرديم .\r\nتا اينكه يك بار همچنان بىباكانه خود را به سپاه دشمن زد و تا قلب سپاه پيش رفت .\r\nمن ميديدمش كه ناگهان از اسب فرو غلطيد و كشته شد .\r\nمن با اصحاب خود از جنك باز گشتم .\r\nاصحاب حديث مىگويند :\r\nوقتى هيضم از ميدان جنك گريخت يحيى بن عمر بجاى او بجنگ\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n( 1 ) پرداخت .\r\nآنقدر جنگيد تا خود بقتل رسيد .\r\nبر چهره‌اش آنقدر جاى شمشير بود كه ميرفت شناخته نشود .\r\nمردم كوفه از قتل يحيى بىخبر بودند .\r\nحسين آل طاهر ابو جعفر محمد بن عبد اللّه حسنى را كه در حمان با يحيى بن عمر صحبت ميداشت و او را از قدرت دولت بر حذر ميساخت بسوى اهل كوفه فرستاد و خبر قتل يحيى را بگوششان رسانيد .\r\nمردم كوفه ابو جعفر حسنى را بباد دشنام و ناسزا گرفتند و آنچه از دهانشان درآمد به او بر شمردند .\r\nحتى برويش پريدند تا بقتلش برسانند .\r\nغلام او در اين كشمكش كشته شد .\r\nابو جعفر حسنى ديد نميتواند شخصا با مردم خشمناك كوفه تماس بگيرد فكر ديگرى كرد .\r\nيحيى بن عمر برادرى از مادرش داشت كه نامش على بن محمد صوفى از نسل عمر بن على بود .\r\nابو جعفر از اين على بن محمد خواست كه خبر قتل برادرش را به گوش ملت برساند .\r\nعلى بن محمد صوفى مردى مهربان و ميان مردم موجه و آبرومند بود .\r\nعلى بن محمد در برابر مردم ايستاد و گفت :\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n( 1 ) - برادرم يحيى در جنك كشته شد .\r\nمردم كوفه بشدت گريستند و فرياد و ناله برداشتند . و از آنجا بسوى كوفه باز گشتند .\r\nحسين آل طاهر با سر بريده يحيى از ميدان جنك بسوى بغداد عنان پيچيد .\r\nوقتى مردم بغداد سر يحيى را با او ديدند و چون در برابر نيروى دولت چاره‌اى نداشتند لب بانكار اين واقعه گشودند .\r\nمردم ميگفتند اين سر ، سر يحيى بن عمر نيست ، يحيى كشته نشده است .\r\nمردم از شدت علاقه‌اى كه يحيى داشتند قتل او را تكذيب ميكردند اين تكذيب آن چنان دهان به دهان گشته بود كه كودكان كوچه فرياد ميكشيدند .\r\nما قتل و ما فرو لكن دخل البر كشته نشد ، فرار هم نكرد ، بلكه ببيابان رفت .\r\nهنگامى كه سر يحيى بن عمر ببغداد رسيد .\r\nرجال شهر دسته دسته بحضور محمد بن عبد اللّه آل طاهر بار مىيافتند و او را در اين پيروزى تبريك ميگفتند .\r\nمردى از شخصيت‌هاى برجسته‌ى بغداد كه ابو هاشم داود جعفرى بود و مردى سخنور و بىباك و حقگو هم بود بر محمد در آمد و گفت :\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n( 1 ) آمده‌ام امير را درباره‌ى حادثه‌اى تهنيت بگويم كه اگر رسول اكرم زنده بود بايد بخاطر همين حادثه بوى تسليت گفته ميشد .\r\nمحمد آل طاهر در پاسخ اين مرد سخنى نگفت ولى بحرم سراى خود رفت و خواهر و همسر و فرزندان خود را طلبيد و گفت :\r\n- هر چه زودتر اين شهر را ترك گوئيد و بسوى خراسان سفر كنيد زيرا سر يحيى بن عمر به اين شهر آمده است . تجربه شد كه از اين خاندان هر سرى كه به خانه‌اى آورده شود خداوند نعمت و بركت را از آن خانه و خاندان سلب خواهد كرد .\r\nخاندان طاهر بيدرنگ بغداد را بعزم خراسان ترك گفتند .\r\nابن عمار در حديث خود ميگويد :\r\nاسيران اين جنك را ببغداد آورده بودند .\r\nهرگز ديده نشد كه اسرائى با يك چنين كيفيت اسف‌انگيز به - شهرى درآيند .\r\nسپاهيان آل طاهر اين اسيران را بسيار با فشار و خشونت ميراندند .\r\nاگر يك تن از اسرا توى راه واميماند و ياراى رفتن از پاهايش سلب ميشد گردنش را با شمشير ميزدند :\r\nخليفه مستعين از سر من را فرمانى فرستاد كه اسيران را آزاد كنيد .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n( 1 ) همه را آزاد كردند مگر اسحاق بن جناح كه در دولت يحيى بن عمر فرمانده نيروى انتظامى بود .\r\nاين مرد را در زندان نگاه داشتند تا در همان زندان جان سپرد .\r\nمحمد بن عبد اللّه آل طاهر گفت كه نعش پليد و ناپاك اسحاق را در گورستان جهودان به خاك سپاريد . ويرا غسل و كفن نكنيد . او را در قبرستان مسلمانان دفن نكنيد .\r\nنعش اسحاق بن جناح را با همان پيراهن كه در برداشت و پيراهنش هم پارچه‌اى از بافته‌هاى شاهرود بود بر تخته پاره‌اى گذاشتند و ويرانه خرابه‌اى بردند و پاى ديوار شكسته‌اى نهادند و آن وقت آن ديوار شكسته را بر سرش ويران كردند . رحمة اللّه عليه .\r\nبا يحيى بن عمر گروهى از مشايخ كوفه نهضت كرده بودند .\r\nمردمى كه همه اهل فضل و عفاف بودند .\r\nما در اينجا از قول محمد بن حسين اين روايت را نقل مىكنيم .\r\nابو الفرج اصفهانى مىگويد :\r\nابو محمد عبد اللّه بن زيدان بجلى كه يك تن از اجله و اعيان مشايخ كوفه بود در رديف طرفداران يحيى بن عمر قرار داشت .\r\nاين مرد را ديده‌ام و از وى حديث هم روايت كرده‌ام .\r\nوى در ركاب يحيى بن عمر آشكارا با شمشير و علم اسب مىتاخت و از سواران سلحشور او شمرده ميشد .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n( 1 ) من در آن روزگار كه حضورش را دريافتم او را مردى گوشه‌گير و هراسان ميديدم .\r\nاز پرهيز و احترازى كه ابو محمد عبد اللّه بن زيدان از ديدار مردم مىجست دليل همراهى او با يحيى بن عمر بود .\r\nابو الفرج اصفهانى مىگويد :\r\nنشنيده‌ام كه شعراى وقت بر شهيدى از آل ابى طالب بقدرى كه بر يحيى بن عمر مرثيه گفته‌اند مرثيه بگويند .\r\nدرباره‌ى او شعر بسيار سروده‌اند و از قضاى انفاق اين فاجعه در روزگارى پديد آمده بود كه سخن سرايان توانائى بسر ميبردند .\r\nو از قضاى اتفاق شعراى عصر با يحيى بن عمر همفكر و هم دين بوده‌اند .\r\nهمه دوستش ميداشتند و همه او را ميستودند .\r\nما از ترس اطاله در اين كتاب نمىتوانيم آن همه اشعار را در اينجا باز گوئيم .\r\nفقط در ميان آن همه مرائى قصيده‌ى على بن عباس رومى را كه از فحول سخنوران عصر بود بخاطر تكميل اين واقعه ياد مىكنيم .\r\nعلى بن عباس رومى « اين رومى » در انشاى اين قصيده حق سخن را ادا كرد ولى بايد گفت كه او در انشاء قصيده‌ى خود هم در مدح بيحيى بن عمر اندكى به مبالغه رفت و هم اولياى نعمت خود آل عباس را بدشنام\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n( 1 ) ياد كرد .\r\nاو در اينجا آنقدر به ياوه‌گويى پرداخت كه براى كسى اين همه ياوه گوئى سزاوار نيست .\r\nو اينك آن قصيده :\r\n امامك فانظر اى نهجيك تنهج * طريقان شتى مستقيم و اعوج \r\nبه پيش خود بنگر از اين دو راه كدام را برخواهى گزيد دو راه جداگانه كه يكى راست و آن ديگر كج است .\r\n الا اى هذا الناس طال ضريركم * بآل رسول الله فاخشوا او ارتجوا \r\nاى مردم جهان دير بازيست كه نسبت به آل رسول اللّه زيان ميرسانيد .\r\nشما در اين كار يا اميدوار باشيد و يا بترسيد .\r\n أ كل اوان للنبى محمد * قتيل زكى بالدماء مضرح \r\nآيا سزاوار است كه در هر دوره‌اى مردى از آل محمد بايد پيكر پاكش به خون مقدسش آلوده شود\r\n تبيعون فيه الدين شرائمه * و لله دين الله قد كاد يمزج \r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n( 1 ) دين خويش را در اين روزگار بائمه‌ى فساد ميفروشيد خداوندا ، اين دين نزديك است تباه شود\r\n لقد الحجوكم فى حبائل فتنه * و المحلجوكم فى حبائل الحج \r\nشما را در ريسمانهاى فتنه بهم بستند و آن كه شما را دست و بال بسته‌اند خود دست و بال بسته‌ترند\r\n بنى المصطفى كم يأكل الناس شلوكم * ليلواكم عما قليل مفرج \r\nاى فرزندان مصطفى تا كى مردم گوشت شما را بدندان خواهند گرفت ديرى نمانده ، نمانده كه از اين دام بلا آزاد شويد\r\n اما فبهم راع لحق نبيه * و لا خائف من ربه يتحرج \r\nآيا در ميان مردم كسى نيست كه حق رسول اللّه رعايت كند آيا كسى نيست از خداى خويش باك بدارد\r\n لقد عمهوا ما انزل الله فيكم * كان كتاب الله فيهم ممجمج \r\nدر كتاب خدا گمراه شدند و چنان كه گوئى كلام الدهى و صريح و روش نيست\r\n الا خاب من انساه منكم نصيبه * متاع من الدنيا قليل و زبرج \r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n( 1 ) آن كس كه به طبع زخارف دنيا حق شما را زير پاى گذاشت و شما را فراموش كرد و سعادت خويش را از دست بداد\r\n ا بعد المكنى بالحسين شهيدكم * تضاء مصابيح السها و تسرج \r\nآيا پس از آن كس كه كنيه‌اش ابو الحسين بود چراغهاى آسمانى فروغ مىبخشد و روشنائى ميدهند\r\n لنا و علينا لا عليه لا له * تسجسج اسراب الدموع و تنشج \r\nبراى ما و بر بخت مانه براى او و نه بر طالع او سيل اشك از چشمان فرو ميريزد و گره غم گلوى ما را ميفشارد\r\n و كيف تبكى فائزا عند ربه * له فى جنان الخلد عيش محرفج \r\nچگونه مىشود گريه كرد بر آن كس كه در جوار خداى خويش بسر ميبرد و در بهشت برين عيسى گوارا دارد\r\n و ان لا يكن حيا لدينا فانه * لدى الله حى فى الجنان مزوج \r\nاگر چه او در ميان ما زنده نيست ولى در پيشگاه الهى در بهشت برين زنده و كامران است\r\n لقد نال فى الدنيا سناء و صيتة * و قام مقاما لم يقمه مزلج \r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n( 1 ) او در اين دنيا شهرت و شخصيتى عظم يافت .\r\nو مقامى بدست آورد كه هيچكس را نصيب نگرديد\r\n شوى ما اصابت اسهم الدهر بعده * هوى ما هوى او مات بالدمل بحرج \r\nپس از او جنايات روزگار هر چه عظيم باشد ديگر عظيم جلوه نخواهد كرد و امرى ساده خواهد بود\r\n و كنا نرجيه لكشف عمايه * بأمثاله امثالها تتبلج \r\nما اميدوار بوديم كه يحيى بن عمر اين ابرهاى خلاف را از افق اسلام بدور كند زيرا اين يحيى و همانندان يحيى هستند كه مىتوانند ابرهاى ضلالت را بر طرف سازند .\r\n فساهمه ذو العرش فى ابن نبيه * ففاز به و الله اعلى و افلج \r\nپروردگار متعال پسر پيامبر خود را از دست ما ربود همه راه مرك بپيش گرفتند و اين جهان را ترك گفتند\r\n فاصبحت لاهم أبسئوا لى بذكره * كما قال قبلى بالبسوء موزج \r\nاكنون همى بينم كه آنان ياد او را بر من هموار ساختند آن چنان كه اين سهل‌انگارى را پيش از من « موزج » ياد كرده است !\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n( 1 )\r\n و لا هو نسانى اساى عليهم * بلى هاجه و الشجو بالشجو اهيج \r\nغم آنان را او فراموشم نساخت آرى او مرا بهيجان افكند غم وقتى با غم روبرو باشد هيجان ميگيرد\r\n ابيت اذا نام الخلى كانما * تبطن اجفانى شياك و عوسج \r\nوقتى همه بخواب رفتند بيدارم چنان كه گوئى چشمان من از خارجان گداز مالامال است\r\n ايحى العلى الهقى لذكراك لهقه * يباشر مكواها الفواد فينضج \r\nاى يحيى عظيم الشأن ، به ياد تو آنچنان افسوس ميخوردم كه آبهاى من بر قلب من داغ مىگذارد .\r\n بنفسى و ان فات العذاء يك الودى * محاسنك اللائى تمخ فينضج \r\nفداى تو شوم هر چند كه مرك نگذاشت كس فداى تو شود اما من فداى فضائل تو گردم همچنان درخشش روز افزون دارد\r\n لمن تستجد الارض بعدك زينة * فتصبح فى الوانها تبترج \r\nديگر براى چه كس زمين سبز و شاداب شود و چگونه در رنگهاى بهاران خود جلوه‌گرى كند\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n( 1 )\r\n سلام و ريحان و روح و رحمه * عليك و ممدود من الظل سجيج \r\nسلام و آسايش و رحمت و بركت بر تو باد ، در سايه‌اى مواج و وسيع آرام بگير .\r\n و لا برح القاع الذى انت جاره * يرف عليه الاقحوان المفلج \r\nدر آنجا كه آرامگاه تست هميشه گلها و گياهها موج زنند .\r\n و يا اسفا الا ترد تحيه * سوى ارج من طيب رمسك بارج \r\nاى دريغ كه سلام ما را جز بوى خوش مزار نو پاسخ نمىگويد .\r\n الا انما ناح الحمائم بعدها * ثويت و كانت قبل ذلك تهزج \r\nپس از مرك تو كبوتران مىنالند ولى تا زنده بودى كبوتران را ترنم‌هاى روح افزا بود .\r\n اذم اليك العين ان دموعها * تداعى بنار الحزن حين توهج \r\nچشمان خود را مذمت مىكنم زيرا اشكهايش در آتش اندوه خشك شده‌اند\r\n و احمدها لو كفكفت من عزوبها * عليك و خلت لا حج الحزن يلعج \r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n( 1 ) من چشمانم را مدح مىگويم از اشكهائى كه مىافشاند بر مرك تو درد و اندوه را تسكين مىبخشد .\r\n و ليس البكا ان تسفح العين انما * احر البكائين البكاء المولج \r\nگريه آن نيست كه اشك از ديدگان فرو ريزد گريه آن است كه اشك‌ها در قلب فروروند\r\n أ تمنعني عيني عليك بعبره * و انت لا ذيال الروامس مدرج \r\nآيا چشمان من از ريزش اشك مضايقت مىكنند و تو بر دامن خاك فرو خفته‌اى\r\n فانى الى ان يدفن القلب وائد * ليقتلنى الداء الدفين لاحوج \r\nمن آرزو دارم كه غم من در قلب من پنهان بماند .\r\nو همين غم پنهان روزگارم را بسر آورد\r\n عفاء على دار ظغت لغيرها * فليس بها للصالحين معرج \r\nاى خاك بر سر آن خانه باد كه پارسايان در آنجا مقام ندارند و تو آن خانه را به ديگران واگذاشته‌اى\r\n الا ايها المستبشرون بيومه * اظلت عليكم غمه لا تفرج \r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n( 1 ) اى مردمى كه بر قتل يحيى شادمان شده‌ايد بر شما غمى كه روى شادى نخواهد ديد سايه افكنده است\r\n أ كلكم امسى اطمأن مهاده * بان رسول الله فى القبر مزعج \r\nآيا شما خوشنوديد كه در خانه‌ى خويش بر گهواره آسايش آرميده‌ايد و رسول اكرم در آغوش خاك خفته است\r\n فلا تشتمو و ليخسأ المرء منكم * بوجه كان اللون منه اليرندج \r\nشماتت مكنيد . خموش باشيد رو سياه و بدبخت بمانيد يحيى بن عمر حسينى را اين رومى در اين قصيده كه صد و ده بيت است مدح و مرثيه مىگويد ولى مترجم به همين چند بيت قناعت مىكند زيرا از تطويل بلا طائل همه جا پرهيز مىجسته‌است يحيى بن عمر را سواى اين رومى على بن محمد علوى هم مرثيه كرده است\r\n\r\nحسين بن محمد\r\nاو از سادات حسينى است .\r\nدر ميان مردم به لقب « حرون » معروف بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n( 1 ) پس از قتل يحيى بن عبد اللّه در كوفه قيام كرد .\r\nمزاحم بن خاقان از جانب مستعين باللّه عباسى براى دفع او با سپاه خود از بغداد به كوفه حمله آورد .\r\nهنگامى كه مزاحم به كوفه نزديك شد حسين بن محمد از كوفه خيمه بيرون زد اما از راه ناشناس ناگهان به سرمن‌رأى رسيد .\r\nدر اين وقت عبد اللّه معتز پسر جعفر متوكل بجاى احمد مستعين بر مسند خلافت نشسته بود .\r\nمردم با عبد اللّه بيعت كرده بودند .\r\nحسين بن محمد هم با عبد اللّه معتز بيعت كرد .\r\nو به كوفه باز گشت .\r\nحسين بن محمد چندى در كوفه بسر برد و بعد از آنجا گريخت زيرا تصميم داشت كه از نو نهضت كند اما به زودى دستگير شد .\r\nاو را به زندان انداختند .\r\nمدتى كه از ده سال افزون است وى در زندان بسر برد تا در دوران معتمد عباسى به سال دويست و شصت و هشت از زندان خلاصى يافت .\r\nحسين بن محمد براى بار ديگر در سواد كوفه بر ضد دولت وقت خروج كرد و به فتنه و آشوب پرداخت بار ديگر گرفتار شد . اين سال سال دويست و شصت و نه بود .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n( 1 ) موفق والى عراق برد . دستور داد او را در واسط به زندان انداختند .\r\nتا سال دويست و هفتاد يا هفتاد و يك در زندان بسر برد در همان جا زندگى را بدرود گفت .\r\nمردم از حسين بن محمد خوشنود نبودند .\r\nكسى را نديده‌ام كه اقدام او را پسنديده باشد حتى گروهى از مردم كوفه را شناختم كه به حسين بن محمد دشنام ميدادند و كردار او را تقبيح ميكردند .\r\n\r\nمحمد بن جعفر\r\nاز سادات حسنى بود .\r\nوى جانشين حسين بن محمد بود .\r\nپس از مرك حسين در زندان برپاخاست « ابن طاهر » والى عران او را به حكومت كوفه برگزيد .\r\nالبته اين انتخاب يك نيرنگ سياسى بود .\r\nبدين ترتيب فريب خورد و دستگير شد .\r\nنماينده‌ى ابو الساج او را از كوفه به سرمن‌رأى برد .\r\nدر آنجا به زندانش انداختند او هم در زندان جان سپرد .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n( 1 ) مردى از نسل محمد بن حنفيه كه نامش بر تاريخ روشن نيست با محمد بن جعفر همكارى داشت .\r\nوقتى محمد بن جعفر دستگير شد اين مرد كه از ياران او به شمار مىآمد فرار كرد و بسوى ارمنيه گريخت .\r\nدر آنجا غلامانش برويش شمشير كشيدند و به قتلش رسانيدند .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد عبد اللّه معتز\r\n\r\nاسماعيل بن يوسف\r\nاسماعيل پسر يوسف و يوسف پسر ابراهيم و ابراهيم پسر موسى بن عبد اللّه بن حسن مثنى بود .\r\nاين مرد بجاى آنكه دولت صالحى را پى ريزى كند به راهزنى و فساد پرداخت .\r\nسر راه بر كاروان‌هاى حج مىگرفت گروهى از اوباش و اراذل دورش جمع شده بودند .\r\nمن از سرگذشت اين مرد مىگذرم زيرا دوست نميدارم يك چنين شخصيت‌هاى فاسد را در اين كتاب ياد كنم .\r\nغرض من از تدوين اين كتاب حديث راهزنان و اراذل\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n( 1 ) نيست [ ( 1 ) 
  ]\r\n\r\nعيسى بن اسماعيل\r\nعيسى پسر اسماعيل و اسماعيل پسر جعفر و جعفر پسر ابراهيم بن على بن عبد اللّه بن جعفر عليه السلام بود .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] ابن اثير در تاريخ كامل و ابو جعفر طبرى در تاريخ مشهور خود در ضمن حوادث سال 25 چنين حكايت مىكنند .\r\nدر اين سال اسماعيل بن يوسف حسنى در مكه خروج كرد .\r\nجعفر بن فضل هاشمى كه والى مكه بود از مكه گريخت .\r\nاسماعيل بن يوسف با همكارانش خانه‌ى او را غارت كرد و تا آنجا كه دستش ميرسيد از قتل و غارت باز ننشست .\r\nگروهى از مردم بىگناه مردم بىگناه مكه را هم كشت . خانه‌ى كعبه را هم از زر و زيورى كه داشت لخت كرد . پولهائى را كه بخاطر اصلاح چاه زمزم آورده بودند به تصرف گرفت . در خزانه‌ى كعبه هر چه جواهر و طلا و نقره بود همه را چاپيد . حتى جامه از خانه‌ى كعبه بدر آورد . از مردم نزديك دويست دينار سكه‌ى طلا جبرا دريافت داشت و سرانجام مكه را مورد هجوم و غارت قرار داد و قسمتى از شهر مكه را نيز آتش زد .\r\nاين فجايع را در ماه ربيع الاول سال 251 بوجود آورد و پس از پنجاه روز قتل و غارت مكه را ترك گفت و آن وقت رو به مدينه آورد .\r\nعلى بن حسن والى مدينه از ترسش فرار كرد . او از مدينه بار ديگر به مكه برگشت و آنجا را تحت محاصره قرار داد . چنان بر مردم سخت گرفت كه نزديك بود از گرسنگى و تشنگى بميرند .\r\nپس از پنجاه و هفت روز از مكه به جده رفت . در آنجا هم همين محاصره و سخت‌گيرى را تكرار كرد و همچنان به قتل و غارت سرگرم بود\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n( 1 ) مادرش فاطمه دختر سليمان بن محمد تيمى از نسل طلحه بن عبد الله تيمى ناميده ميشد .\r\nابو الساج او را در عراق دستگير كرد و به كوفه زندانيش ساخت .\r\nعيسى بن اسماعيل در كوفه . در زندان ابو الساج بدرود زندگى گفت .\r\n\r\nجعفر بن محمد\r\nدر رى به قتل رسيد .\r\nسلسله‌ى نسبش اين است جعفر بن محمد بن جعفر بن حسن بن على بن عمر بن على بن الحسين عليها السلام در جنگى كه ميان احمد بن عيسى حسينى با عبد اللّه بن عزيز نماينده‌ى محمد بن طاهر در رى در گرفته بود كشته شد .\r\n\r\nابراهيم بن محمد\r\nابراهيم بن محمد بن عبد اللّه بن عبيد اللّه بن حسن بن عبد اللّه بن عباس بن على عليها السلام .\r\nوى از نسل ابو الفضل العباس سلام اللّه عليه است مادرش كنيزى گمنام بود او را طاهر بن عبد اللّه در جنگى كه ميان او و سيد كوكبى در قزوين برپا شده بود به قتل رسيد .\r\nطاهر بن عبد اللّه شخصا قاتل اوست\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n( 1 )\r\n\r\nاحمد بن محمد\r\nحارث بن اسد نماينده‌ى ابو الساج در مدينه اين احمد را به زندان انداخت .\r\nوى احمد بن محمد بن يحيى بن عبد اللّه بن حسن بن حسن بن على عليها السلام است كه در مدينه « خانه‌ى مروان » محبوس بود و در حبس بدرود حيات گفت\r\n!\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد مهتدى\r\n[ 1 
  ]\r\n\r\nعلى بن زيد\r\nاز آنان كه در عهد مهتدى بر ضد دولت وقت قيام كردند شمرده مىشود .\r\nوى على بن زيد بن حسين بن زيد بن على بن السين بن على عليهم السلام بود\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 ) 
  ] مسعودى در مروج مذهب جلد دوم . صفحه 306 مينويسد .\r\nما در كتاب « اخبار الزمان » اخبار آن دسته از آل ابى طالب را كه ظهور كرده‌اند ياد كرده‌ايم آنان كه در حبس دار دنيا را بدرود گفته‌اند .\r\nآنان كه مسموم شده‌اند .\r\nو آنان كه به نحوى ديگر بقتل رسيده‌اند .\r\nاين دسته ازااند .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n( 1 ) مادرش فاطمه نام داشت .\r\nفاطمه دختر قاسم بن محمد بن عبد اللّه بن محمد بن عقيل بن ابى طالب بود .\r\nعلى بزيد در كوفه قيام كرد .\r\nگروهى از عوام الناس و اعراب با وى بيعت كردند .\r\nاما زيديه و مردم متشخص و اهل فضل و فضيلت نسبت به او ارادتى نداشتند من از پيروان او كسى را ديدم كه مذهب چندان درستى نداشت .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] عبد اللّه بن محمد بن ابى طالب معروف به ابو هاشم كه با دست عبد الملك مروان مسموم شد .\r\n2 - محمد بن احمد بن عيسى بن زيد بن على بن الحسين عليها السلام كه سعيد حاجب ويرا از مدينه به بصره برد و محبوس ساخت . وى در حبس جان سپرد پسرش على با او بود پس از مرك پدر آزادش كردند 3 - جعفر بن اسماعيل بن موسى بن جعفر كه بدست اين اغلب در مغرب زمين كشته شد 4 - حسن بن يوسف حسنى كه عباس او را در مكه به قتل رسانيد 5 - على بن موسى بن اسماعيل حسينى كه در حبس معتز از دنيا رفت .\r\n6 - موسى بن عبد اللّه حسنى زاهد معروف كه در عبادت نظير نداشت با دست سعيد به قتل رسيد .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n( 1 ) مهتدى عباسى يكى از سرداران خود را كه « شاه بن مكيال » ناميده ميشد با لشكر عظيمى به جنك او فرستاد اين واقعه پيش از خروج « ناجم » در بصره رخ داده بود .\r\nعلى بن سليمان كوفى از قول پدرش روايت مىكرد پدرش چنين مىگفت :\r\nما نزديك به دويست تن سوار مسلح بوديم كه ارتش على بن را تشكيل ميداديم .\r\nعلى بن زيد با ما بود .\r\nدر گوشه‌اى از سواد كوفه اردو زده بوديم .\r\nخبر رسيد كه شاه بن مكيال با قواى دولتى به جنك ما مىآيند .\r\nعلى بن زيد ما را در پيرامون خود جمع كرد و آن وقت گفت :\r\n- اين قوم كه دارند بسوى ما مىآيند جز شخص من هدف ديگرى ندارند من بيعت خود را از گردنتان برداشتم شما آزاديد ميتوانيد بهر سوى كه خواستيد برويد .\r\nما جواب داديم :\r\n- هرگز به خدا چنين كار را نخواهيم كرد .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n( 1 ) ترا تنها نخواهم گذاشت .\r\nدر خدمتش مانديم .\r\nشاه بن مكيال با نيروى عظيم خود از راه رسيد .\r\nلشكرش مجهز و مسلح و منتظم بود .\r\nنبرد با چنين لشكر از حدود طاقت ما بيرون بود .\r\nترس شديدى بدلهاى ما دويد .\r\nعلى بن زيد اين جزع و اضطراب را در چهره‌هاى ما احساس كرد .\r\nفرمود :\r\n- بايستيد بنگريد من چه مىكنم .\r\nايستاديم و چشم به او دوختيم .\r\nاو يكباره دست به قائمه شمشير برد و تيغ صيقل‌خورده‌ى خود را از غلاف بدر كشيد و بعد به مركب خود مهميز زد .\r\nتك و تنها خود را بر صفوف دشمن كوبيد .\r\nصف‌ها را يكى پس از ديگرى مىشكافت همچنان پيش رفت تا از آخرين صف سر بر آورد در پشت لشكرگاه شاه بن مكيال تپه‌ى بلندى قرار داشت .\r\nما على بن زيد را بر پشت آن تل بلند ميديديم .\r\nاين بار از پشت سر بدشمن حمله آورد صفوف آنان را صف پشت صف مىشكافت . مردم به او كوچه ميدادند و او اسب ميراند تا به\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n( 1 ) ما رسيد .\r\nوقتى به اردوى ما برگشت گفت :\r\n- شما از چه چيز جزع و هراس ميكنيد ! تماشا كرده‌ايد كه من چه كرده‌ام .\r\nبار دوم بر دشمن حمله‌ور شد .\r\nباز هم سر از صفوف موخر سپاه بدر آورد و مانند بار نخست از همان راه كه رفته بود بسوى ما باز گشت .\r\nدر حمله‌ى سوم ما هم دلير شده بوديم .\r\nاين بار سپاه دويست نفرى ما خود را بر آن لشگر عظيم زد .\r\nآن چنان جلادت به كار برده بوديم كه شاه بن مكيال با زشت‌ترين وضعى شكست خورد .\r\nاو شكست خورده بسوى مهتدى بازگشت .\r\nسليمان كوفى گفت :\r\n- اين بود داستان على بن زيد حسينى .\r\nعلى بن زيد مرد سلحشور و صف شكنى بود مردم كوفه هم او را ميشناختند ولى در نهضت يحيى بن عمر آنچنان از دست محمد بن عبد اللّه آل طاهر شكنجه و عذاب چشيدند كه ديگر جرأت نمىكردند بر ضد دولت آل عباس قيام كنند .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n( 1 )\r\n\r\nمحمد بن قاسم\r\nناجم در بصره طلوع كرد .\r\nعلى بن زيد و گروهى از آل ابى طالب به دو پيوستند .\r\nمحمد بن قاسم بن حمزة بن حسن بن عبد اللّه بن عباس بن على عليها - السلام نيز ازين گروه بشمار ميرفت .\r\nمادر اين محمد لبابه دختر محمد بن ابراهيم بن حسن بن عبيد اللّه بود .\r\n« محمد بن قاسم هم از پدر و هم از مادر نسب به حضرت ابو الفضل - العباس عليه السلام ميرسانيد »\r\n\r\nطاهر بن احمد\r\nطاهر بن احمد بن احمد بن قاسم بن حسن بن زيد بن حسن بن على عليه السلام ، از بنى الحسن .\r\nاو هم با على بن زيد در اردوى ناجم بسر ميبرد .\r\nهنگامى كه ناجم از تشكيلات على بن زيد و تصميم او بيك نهضت جديد اطلاع يافت دستور داد على بن زيد و طاهر بن احمد و محمد بن قاسم هر سه را گردن بزنند .\r\nاين طاهر بن احمد سرهنگان و امراى سپاه ناجم را بسوى هلى بن زيد دعوت ميكرد و اين فعاليت با اطلاع على بن زيد صورت ميگرفت .\r\nبه همين جهت با دست ناجم بقتل رسيدند .\r\nاين واقعه در خلافت معتمد على اللّه عباسى صورت گرفت ولى ظهور او در عهد خلافت مهتدى با اللّه بود .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n( 1 ) و ما هم ظهور او را از حوادث عهد مهتدى ياد كرده‌ايم .\r\n\r\nحسين بن محمد\r\nحسين بن محمد بن حمزة بن قاسم بن حسن بن زيد بن حسن عليه - السلام .\r\nاز نهضت كنندگان عهد معتمد عباسى است .\r\nموسى بن بغا در همدان اقامت داشت .\r\nسيد كوكبى در قزوين قيام كرده بود .\r\nاين حسين بن محمد نيز از همراهان كوكبى بود .\r\nميان كوكبى و « كيغلغ ترك » جنك بر پا شد حسين بن محمد در اين جنك با دست سپاه كيغلغ بقتل رسيد .\r\n\r\nيحيى بن على\r\nيحيى بن على بن عبدالرحمن بن قاسم بن حسن بن زيد بن حسن عليه السلام .\r\nمادرش دختر عبد اللّه بن ابراهيم از نسل عبد اللّه بن جعفر بود .\r\nوى در رى با اصحاب عبد اللّه بن عبد العزيز كه والى رى بود جنگيد و از آنان چند نفر را بقتل رسانيد :\r\nخود نيز در اين جريان كشته شد .\r\n\r\nمحمد بن حسن\r\nمحمد بن حسن بن ابراهيم بن حسن بن زيد بن حسن عليه السلام حارث بن اسد ويرا اسير كرد و بمدينه برد .\r\nمحمد بن حسن در اراضى صقرا از جهان رحلت كرد .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n( 1 ) حارث بن اسد كه اسير كننده‌اش بود پاهايش را بريد و حلقه‌هائى را كه از يك فلز بهادار بپاهايش بود در آورد و پاهاى بريده‌اش را به - بيابان انداخت .\r\n\r\nجعفر بن اسحاق\r\nجعفر بن اسحاق بن موسى جعفر عليها السلام در بصره بدست سعيد حاجب بقتل رسيد .\r\n\r\nموسى بن عبد الله\r\nموسى بن عبد اللّه بن موسى بن عبد اللّه بن حسن بن حسن بن على عليها السلام .\r\nمردى صالح و دانشمند بود .\r\nاز علماى حديث بشمار ميرفت .\r\nعمر بن شبيه و محمد بن حسن بن مسعود رزقى و يحيى بن حسن بن جعفر علوى و گروهى ديگر از اصحاب حديث سلسله‌ى روايات خود را به او ميرسانند .\r\nموسى بن عبد اللّه حسنى مرجع روايات اين احاديث است .\r\nسعيد حاجب او را با پسرش ادريس بن موسى و پسر برادرش محمد ابن يحيى بن عبد اللّه بن موسى و ابو طاهر احمد بن زيد بن حسين بن عيسى ابن زيد بن على بن الحسين عليها السلام بسوى عراق ميبرد .\r\nقبيله‌ى بنى فزاره در طى راه جلوى سعيد را گرفتند و جبرا اسراى آل ابى طالب را از جنگش در آوردند .\r\nآنان را با خود بعشيره‌ى خويش بردند تا آزادشان سازند .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n( 1 ) موسى بن عبد اللّه اين آزادى را نپذيرفت و دوباره بسوى سعيد باز گشت تا با هم بعراق بروند .\r\nسعيد با موسى بن عبد اللّه بسوى عراق عزيمت كرد ، وقتى به منزل زياله رسيد در شربت موسى زهر ريخت و آن مايع مسموم را به دو نوشانيد .\r\nموسى بن عبد اللّه در منزل زياله از دنيا رفت .\r\nسعيد حاجب سر از بدن مسموم او برداشت و براى مهتدى باللّه به عراق برد .\r\nاين حادثه در ماه محرم سال دويست و پنجاه و شش بوقوع پيوست .\r\n\r\nعيسى بن اسماعيل\r\nعيسى بن اسماعيل بن جعفر بن ابراهيم بن محمد بن عبد اللّه بن جعفر طيار عليه السلام در موضعى بنام « حار » بدست عبد الرحمن كه نماينده ابو الساج بود اسير شد .\r\nعبد الرحمن او را بكوفه آورد .\r\nوى در كوفه وفات يافت .\r\n\r\nمحمد بن عبد الله\r\nمحمد بن عبد اللّه بن اسماعيل بن ابراهيم بن محمد بن عبد اللّه بن ابى - الكرام بن محمد بن على بن عبد اللّه بن جعفر عليه السلام در واقعه‌اى خونينى بدست عبد اللّه بن عزيز ميان رى و قزوين بقتل رسيد .\r\n\r\nعلى بن موسى\r\nعلى بن موسى بن موسى بن محمد بن قاسم بن حسن زيد بن حسن عليه\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n( 1 ) السلام بفرمان عيسى بن محمد مخزومى در مكه زندانى شد و در همان زندان جان سپرد .\r\n\r\nمحمد بن حسين\r\nمحمد بن حسين بن عبد الرحمن بن قاسم بن حسن زيد بن حسن بن على عليه السلام .\r\nدر رى بدست عبد اللّه بن عزيز كه فرماندار رى و نماينده‌ى طاهر بود اسير شد .\r\nعبد اللّه بن عزيز او را به سرمن‌رأى فرستاد .\r\n\r\nعلى بن موسى\r\nعبد اللّه بن عزيز فرماندار رى با محمد بن حسين حسنى على بن موسى ابن اسماعيل بن موسى بن جعفر عليها السلام را نيز اسيروار به سرمن‌رأى اعزام داشت .\r\nاين دو علوى يكى حسنى و يكى حسينى در زندان سرمن‌رأى جهان را بدرود گفتند .\r\n\r\nابراهيم بن موسى\r\nابراهيم بن موسى بن عبد اللّه بن موسى بن عبد اللّه بن حسن بن حسن بن على عليها السلام در مدينه با دست محمد بن احمد بن عيسى بن منصور كه فرماندار شهر بود و از جانب مهتدى باللّه بر مدينه حكومت ميكرد بزندان رفت و در همان زندان زندان زندگى را نيز ترك گفت .\r\nجسد او را در بقيع به خاك سپردند .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعبد الله بن محمد\r\nعبد اللّه بن محمد بن يوسف بن ابراهيم بن موسى بن عبد اللّه بن حسن ابن الحسين عليه السلام .\r\nمادرش فاطمه دختر اسماعيل بن ابراهيم بن موسى و از طايفه بنى الحسن بود .\r\nابو الساج او را در مدينه بزندان انداخت .\r\nوى در زندان مدينه تا عهد حكومت محمد بن احمد بن منصور ماند و در عهد حكومت او در همان زندان جان سپرد .\r\nمحمد بن احمد والى مدينه جنازه‌اش را باحمد بن حسين بن محمد بن عبد الله بن داود بن حسن سپرد .\r\nاو جنازه‌ى عبد الله را در بقيع دفن كرد .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد معتمد على اللّه\r\n\r\nاحمد بن محمد\r\nدر عهد معتمد :\r\nاحمد بن محمد بن عبد اللّه بن ابراهيم بن حسن بن اسماعيل بن ابراهيم ابن حسن بن حسن عليه السلام قيام كرد .\r\nمادرش زنى از طايفه‌ى انصار بود .\r\nاز نسل عثمان بن حنيف [ 1 
  ] بود .\r\nاحمد بن طولون در موضعى موسوم به « باب اسوان » ويران بقتل رسانيد .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] عثمان بن حنيف انصارى از بزرگان طايفه‌ى انصار و از اعيان اصحاب رسول الله است كه در صف مقدم اصحاب امير المؤمنين على عليه السلام نيز قرار دارد .\r\nاين عثمان از جانب امير المؤمنين والى بصره بود و جنك جمل در حكومت او اتفاق افتاد .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n( 1 ) و سرش را براى معتمد فرستاد [ 1 
  ]\r\n\r\nاحمد بن محمد\r\nو احمد بن محمد بن جعفر بن حسن بن على بن عمر بن على بن الحسين عليها السلام بوسيله‌ى محمد بن ميكال بنيشابور تبعيد شد .\r\nمحمد بن ميكال او را با پدرش محمد بن جعفر با هم تبعيد كرد .\r\nپدرش پيش از او وفات يافت .\r\nما از وفات محمد بن جعفر ياد كرده‌ايم .\r\nاين احمد بن محمد پس از وفات پدر در عهد خلافت معتمد بدرود زندگانى گفت .\r\n\r\nعبد الله بن على\r\nعبد اللّه بن على بن عسى بن يحيى بن زيد بن على بن حسين عليها السلام در يك حادثه‌ى جنگى كه احمد موفق و « حمارويه » ابن احمد بن طولون وقوع يافت به قتل رسيد .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] در سيره احمد بن طولون چنين نوشته شده :\r\n« وقتى سال دويست و پنجاه و پنج هجرت پديد آمد مردى علوى كه خود را « بغاء كبير » مىباشد و نامش احمد بن عبد الله بن ابراهيم بود بر ضد دولت وقت قيام كرد . احمد بن طولون يكى از سرداران خود بنام سهيم بن حسين را بسركوبى او فرستاد . در جنگى كه ميانشان بر پا شد آن مرد علوى بقتل رسيد سهيم سرش را جدا كرد و اصحابش را پراكنده ساخت .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعلى بن ابراهيم\r\nعلى بن ابراهيم بن حسن بن على بن عبيد اللّه بن حسين على بن الحسين عليه السلام .\r\nدر سرمن‌رأى بر در خانه‌ى جعفر بن معتمد كشته شد .\r\nقاتل او شناخته نشده است .\r\n\r\nمحمد بن احمد\r\nمحمد بن احمد بن محمد بن حسن بن على بن عمر بن على بن الحسين ابن عمر بن على عليه السلام كه مادرش ام نوفل دختر جعفر بن حسين بن حسن بن على بن عمر بن على بن الحسين عليها السلام بود بدست عبد العزيز ابن ابى دلف اسير شد .\r\nعبد العزيز او را در دهكده‌اى ميان قم و ساوه گردن زد .\r\nآرامگاهش آنجاست .\r\n\r\nحمزة بن حسن\r\nحمزة بن حسن بن محمد بن جعفر بن قاسم بن اسحاق بن عبد اللّه بن جعفر طيار عليه السلام .\r\nبدست صلاب ترك كشته شد .\r\nصلاب ترك او را در جنگى كه با هوذان ديلمى داشت اسير گرفت .\r\nحمزه بن حسن از هوذان طرفدارى مىكرد و در سپاه او\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n( 1 ) بسر ميبرد .\r\nصلاب ترك ابتدا گردن حمزة بن حسن را با شمشير زد و سپس مثله‌اش كرد يعنى گوش و بينى و دست و پايش را بريد .\r\n\r\nحمز بن عيسى\r\nحمزه بن على بن محمد بن قاسم بن حسن بن زيد بن حسن بن على عليها السلام . در جنگى كه ميان صفار با حسن داعى طبرستان برپا شده بود به قتل رسيد .\r\n\r\nمحمد و ابراهيم\r\nمحمد و ابراهيم فرزندان حسن بن على بن عبد اللّه بن حسين بن على بن الحسين عليها السلام بودند\r\n\r\nحسن بن محمد\r\nاين دو برادر با حسن بن محمد بن زيد بن عيسى بن زيد بن الحسين در همين واقعه كه ميان داعى طبرستان با صفار اتفاق افتاد به قتل رسيدند .\r\n\r\nاسماعيل بن عبد الله\r\nو از كشته‌شدگان اين جنك يكى هم اسماعيل بن عبد اللّه حسين ابن عبد اللّه بن اسماعيل بن عبد اللّه جعفر طيار است .\r\nاو هم در ركاب داعى كبير مىجنگيد و با دست همراهان صفار كشته شد .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n( 1 )\r\n\r\nمحمد بن الحسين\r\nمحمد بن حسين بن محمد بن عبد الرحمن بن قاسم بن زيد بن حسن عليه السلام .\r\nمادرش دختر عبد اللّه بن حسين از نسل عبد اللّه بن جعفر بود .\r\nاو در زندان سرمن‌رأى از جهان رخت بربست .\r\n\r\nموسى بن موسى\r\nو همچنان از علويين كه به عهد عبد اللّه معتز در انقلاب‌هاى مصر شركت داشتند و بوسيله‌ى سپاه بنى عباس اسير شدند و به سرمن‌رأى اعزام شدند يكى موسى بن موسى بن محمد بن سليمان بن داود بن حسن بن الحسن بن على عليهما السلام است .\r\nاو در خلافت عبد اللّه بن متوكل كه لقبش معتز باللّه بود اسير شده بود و در سرمن‌رأى زندانى بود .\r\nاز زمان معتز تا زمان معتمد در زندان بسر برد و در همان زندان بدرود حيات گفت\r\n\r\nمحمد بن احمد\r\nسعيد حاجب :\r\nمحمد بن احمد بن عيسى بن زيد بن على بن الحسين عليها السلام را با پسرانش :\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n( 1 )\r\n\r\nاحمد بن محمد\r\nو على بن محمد را زندانى ساخت .\r\nمحمد بن احمد بن عيسى و پسرش احمد بن محمد هر دو در زندان از دنيا رفتند .\r\nاما پسرش على بن محمد آزاد شد و او اكنون كه سال سيصد و سيزدهم هجرى است زنده است .\r\nابو الفرج اصفهانى نويسنده اين كتاب » مىگويد :\r\nاكنون كه به تصنيف اين كتاب را اشتغال دارم على بن محمد حسينى زنده است و من از او احاديث روايت مىكنم .\r\nوى از محمد بن منصور مرادى روايت مىكند و سند محمد بن منصور نوشته‌هائى از احمد بن عيسى بن زيد بن على بن الحسين عليها السلام در احكام شرع است .\r\nاين احمد بن ابراهيم بن على جد على بن على بن محمد است .\r\n\r\nحسين بن ابراهيم\r\nحسين بن ابراهيم بن على بن عبدالرحمن بن قاسم بن حسن بن زيد بن حسن بن على عليها السلام است .\r\nيعقوب بن ليث صفارى وقتى كه بر نيشابور غلبه كرد او را به زندان انداخت .\r\nهمچنان او را بسته به زنجير همراه خود به طبرستان ميبرد كه در\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n( 1 ) طى راه ديده از جهان فرو بست .\r\n\r\nمحمد بن عبد الله\r\nمحمد بن عبد اللّه بن زيد بن عبيد اللّه بن زيد بن عبد اللّه بن حسن بن زيد بن حسن عليه السلام .\r\nوى در زندان يعقوب صفارى در نيشابور بدرود زندگى گفت .\r\nيعقوب بن ليث صفارى او را در طبرستان اسير كرده بود و با خود به نيشابور آورده بود .\r\nعمرش در محبس يعقوب بسر رسيد .\r\n\r\nعلى و عبد الله\r\nاين دو مرد فرزندان موسى بن عبد اللّه بن موسى بن جعفر عليهما السلام بودند .\r\nبه رافع بن ليث گزارش شده بود كه گروهى از آل ابى طالب تصميم گرفته‌اند كه بر ضد دولت عباسى قيام كنند .\r\nرافع چهار تن از متهمين را دستگير ساخت .\r\nاز اين چهار تن دو تن على و عبد اللّه فرزندان موسى بن عبد اللّه بوده‌اند .\r\n\r\nعلى بن جعفر\r\nنفر سوم على بن جعفر بن هارون اسحاق بن حسن بن زيد بن الحسن\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n( 1 ) عليه السلام بود\r\n\r\nمحمد بن عبد الله\r\nو نفر چهارم :\r\nمحمد بن عبد اللّه بن جعفر بن محمد بن عبد الله بن جعفر بن ابراهيم بن محمد بن على بن عبد الله بن جعفر طيار عليه السلام بود .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد معتضد\r\nآنان كه در عهد معتضد بقتل رسيده‌اند .\r\nمحمد بن زيد محمد بن زيد بن محمد بن اسماعيل بن حسن بن زيد بن الحسن عليه السلام .\r\nاو معروف به داعى است .\r\nاو را « صاحب طبرستان » نيز مينامند .\r\nاسماعيل بن احمد بر خراسان غلبه كرد و يكى از سرداران خود را كه محمد بن هارون ناميده ميشد به طبرستان فرستاد تا با محمد بن زيد كه برادر داعى طبرستان بود بجنگد و او را از پاى در آورد .\r\nمحمد بن هارون با سپاه خود از خراسان به سوى طبرستان عزيمت كرد .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n( 1 ) محمد بن زيد با لشكر خود بدفاع برخاست بر دروازه‌ى گرگان ميان اين دو نيرو جنك در گرفت .\r\nمحمد بن زيد در اين جنك به خاك و خون غلطيد .\r\nهنوز رمقى بتن داشت كه او را از ميدان جنك بگرگان بردند و در آنجا رخت از اين جهان بربست .\r\nپسرش زيد بن محمد بدست نيروى محمد بن هارون اسير شد .\r\nمحمد بن هارون شخصا بر جنازه‌ى محمد بن زيد نماز خواند و خود دفنش كرد [ ( 1 ) 
  ] اين واقعه در ماه رمضان سال دويست و هشتاد و نه اتفاق افتاده [ ( 2 ) 
  ] پسرش زيد پس از اين ماجرا به خراسان رخت كشيد و هم اكنون در آنجا اقامت دارد [ ( 3 ) 
  ]\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] مروج الذهب . جلد 4 ص 246 وقتى محمد بن هارون محمد بن زيد به قتل رسانيد .\r\nمعتضد عباسى سخت بر آشفت و از اين واقعه اظهار تاسف و اندوه كرد .\r\n[ ( 2 - ) 
  ] ابن اثير در جلد 7 / ص 180 مينويسد محمد بن زيد مردى فاضل و اديب و شاعر و عارف و خوش برخورد بود . ابو عمر استرابادى مىگويد بمحمد بن زيد گفتم كه بنى عباس هر كدام براى خود لقبى انتخاب كرده‌اند . آيا به همان لقب صدايشان كنيم با اسمشان را به زبان بياوريم . در جوابم گفت به آن نامها كه خودشان دوست ميدارند آنان را بناميد .\r\n[ ( 3 - ) 
  ] زيد بن محمد بروايت طبرى باسماعيل بن احمد در خراسان سپرده شد و اسماعيل را باحترام در بخارا سكونت داد .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n( 1 )\r\n\r\nحسن بن يوسف\r\n[ 1 
  ] در ضمن فتنه‌هاى اسماعيل بن يوسف برادرش حسن به قتل رسيد .\r\nمادر حسن ام سلمه دختر محمد بن عبد اللّه حسنى بود .\r\nحسن در آن هنگام كه برادرش اسماعيل با مردم مكه مىجنگيد هدف تيرى قرار گرفت و به خاك و خون غلطيد .\r\n\r\nجعفر بن عيسى\r\n[ 1 
  ] در همين واقعه جعفر بن عيسى كه از نسل عبد اللّه بن جعفر بن ابى طالب است نيز كشته شد مادر ابن جعفر كنيزى گمنام بود .\r\n\r\nاحمد بن عبد الله\r\n[ 1 
  ] عبد الرحمن كه نماينده ابو الساج در مكه بود ابن احمد بن عبد اللّه حسنى را به قتل رسانيد .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] حسن بن يوسف حسنى و جعفر بن عيسى جعفرى و احمد بن عبد الله حسنى از شخصيت‌هاى علوى بوده‌اند كه در عهد عبد الله معتز به قتل رسيده‌اند ولى در نتيجه‌ى يك اشتباه فنى نامشان در اينجا ذكر شده است .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n( 1 )\r\n\r\nمحمد بن عبد الله\r\nمحمد بن عبد الله بن محمد بن قاسم بن حمزة بن حسن بن عبيد اللّه بن عباس بن على عليه السلام .\r\nدر خلافت معتضد بوسيله‌ى عمال على بن محمد والى بصره دستگير و محبوس شد .\r\nوى در زندان بصره زندگى را به دو گفت .\r\nاين محمد بن عبد الله نيز از نسل ابو الفضل العباس بن على عليها - السلام است .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد مكتفى\r\nآنان كه در اين دوره بقتل رسيده‌اند .\r\n\r\nمحمد بن على\r\nمحمد بن على بن ابراهيم بن حسن بن جعفر بن عبد الله بن الحسين بن على بن الحسين عليهما السلام .\r\n\r\nعلى بن محمد\r\nو على بن محمد بن على بن عبد الله بن جعفر بن عبد الله بن محمد بن على عليه السلام .\r\nاين دو شخصيت علوى با قرمطى كه به « صاحب خال » معروف بود بقتل رسيده‌اند .\r\nبىآنكه در صف هواخواهان با پيروان قرامطه قرار داشته باشند .\r\nاين دو مرد علوى را بتهمت زده بودند كه با قرامطه همكارى دارند .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n( 1 ) و بمبناى همين تهمت دست و پايشان را بريدند و گردنشان را با شمشير زدند .\r\n\r\nزيد بن الحسين\r\nزيد بن حسين بن حسين بن زيد بن على بن الحسين عليهما - السلام .\r\nچنان كه مىگويند :\r\nقرامطه او را در راه مكه بقتل رسانيده‌اند .\r\nابو الفرج اصفهانى « نويسنده‌ى كتاب » هميگويد كه حكيم بن يحيى حديثم كرده است .\r\n- حسين بن حسين بن زيد « يعنى پدر زيد بن حسين » شيخ طايفه‌ى بنى هاشم بود . از اكناف جهان بسوى وى اموال و هدايا مىرسيد .\r\nحكيم بن يحيى به من گفت :\r\n- روزى در محفل رو با جد تو ابو الحسن محمد بن احمد اصفهانى نشسته بوديم . گروهى از آل ابو طالب هم همنشين ما بودند .\r\nحسين بن حسين بن زيد بن على و محمد بن على بن حمزه علوى عباسى و ابو هاشم داود بن قاسم جعفرى هم حضور داشتند .\r\nجد تو ابو الحسن محمد اصفهانى بحسين بن حسين گفت :\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n( 1 ) - يا ابا عبد الله تو متشخص‌ترين فرزندان رسول الله هستى و ابو - هاشم متشخص‌ترين فرزندان جعفر . . و شما دو شيخ محترم از آل رسول الله هستيد .\r\nو بعد در حقشان دعا كرد .\r\nمحمد بن على بن حمزه به سخن در آمد و با لحن غرض آلودى گفت :\r\n- يا ابا الحسن ، اين تشخص بچه كارشان مىخورد اگر اين دو تن شيخ هاشمى تشخص خود را در اين روزگار بمردم زمانه عرضه كنند در برابرش يك پر سبزى هم دريافت نخواهند داشت .\r\nاين چه كالائيست كه در بازار عصر بيك شاخه‌ى سبزى هم فروخته نخواهد شد .\r\nحسين بن حسين از اين سخن خشم گرفت و گفت :\r\n- به من چنين مىگوئى ، به خدا دوست نميدارم نسب من بفاصله‌ى يك پدر از رسول اكرم دور باشد و در عوض ملك و مال دنيا را سراسر به من عطا كنند .\r\nحكيم بن يحيى گفت :\r\n- اين حسين بن حسين پسرى داشت كه زيد ناميده ميشد و زيد در راه مكه به قتل رسيد .\r\nزيد بن حسين از جوانمردان بنى هاشم بود .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n( 1 ) چه از لحاظ شحاوت ، چه از لحان ظرافت و لطف ، چه از لحاظ زيبائى چهره و جمال صورت وى با فرزندان جعفر متوكل عشرت و آميزش داشت .\r\nگاهى كه بديدار آنان ميرفت در قصرشان تجملات زندگى بسيار ميديد . فرش‌هاى زيبا ، ظرفهاى گرانبها ، تخت‌ها و مسندها و تشريفات ديگر .\r\nبپدرش ميگفت :\r\n- وقتى بنى اعمام من از بنى عباس به باز ديدم مىآيند بايد با همين تشريفات از آنان پذيرائى كنم .\r\nپدرش هم بهواى دل او هر چه داشت خرج ميكرد تا شخصيت او در چشم آل متوكل خفيف نشود .\r\nگاهى كه تهى دست بود و از عهده‌ى دلخواه پسرش بر نمىآمد زيد خشم ميگرفت و با خشم حضور پدر را ترك ميگفت و قسم مىخورد كه بر ضد خليفه نهضت خواهد كرد و بدين وسيله ثروت مطلوب خود را بدست خواهد آورد .\r\nحسين بن حسين كه پسرش را در حين انديشه‌ى خطرناك مىديد بسوى او ميدويد و گريه ميكرد و قسمش ميداد .\r\nحسين بن حسين از ترس اينكه پسرش راه خلاف بپيش گيرد نزد مادر او ميرفت .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n( 1 ) مادرش كنيز بود .\r\nبمادرش مىگفت پسر تو زيد از من چنين و چنان خواسته و من نتوانسته‌ام خواسته‌هايش را تأمين كنم . او قسم خورده كه اگر پولش ندهم بر ضد دولت خروج كند . تو از زر و زيور هر چه دارى در اختيار او بگذار تا مهمانى خود را بر گذار كند .\r\nهمسر حسين بن حسين ميگفت :\r\n- اينطور نيست . او ترا ميترساند ، او چنين تصميم ندارد . فقط تهديدت مىكند .\r\nميگوئى نه ؟ يك بار اعتنايش نكن . آزادش بگذار ببين چه از دستش بر مىآيد .\r\nحسين بن حسين در جواب زنش گفت :\r\n- تو اشتباه ميكنى ، خلاف گمان تو من ميدانم پسرم از عهده‌ى آنچه ميگويد بر خواهد آمد .\r\nشنشنه اعرفها من احزم اين خصلتى است كه ميراث خون اوست .\r\nبدين ترتيب هر چه زيد ميخواست به او ميدادند .\r\n\r\nمحمد بن حمزه\r\nمحمد بن حمزة بن عبيد الله بن عباس بن حسن بن عبيد اللّه بن عباس ابن على عليهما السلام\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n( 1 ) « از نسل ابو الفضل العباس عليه السلام » محمد بن طغج او را در باغى كه از آن خودش بود بقتل رسانيد .\r\nاحمد بن محمد مسيب مىگويد :\r\n- محمد بن حمزه از اعيان رجال آل هاشم بود .\r\nدر زمان او محمد طغج حكومت مىكرد اما او هرگز اين مرد را « امير » نميناميد و هميشه از وى بد ميگفت و مردم را بر زد او تحريك مىكرد .\r\n« اين طغج » غلامى از بردگان فرومايه را كه به مردى دوره‌گرد تعلق داشت تطميع كرد او را در خانه‌ى خود نگاه داشت و بعد به صاحبش كه مردى پريشان روزگار و پست بود گفت :\r\n- غلام تو در خانه‌ى محمد بن حمزه زندگى مىكند و از قيد بردگى تو خود را آزاد ميداند .\r\nآن دوره گرد رجاله باغواى محمد بن طغج گروهى از اوباش و اراذل را كه با خودش همكار بوده‌اند بسوى خود خواند و با هم در باغ وسيع محمد بن طغج كمين گرفتند و او را كه براى گردش بباغ آمده بود ناگهان هدف حمله قرار دادند .\r\nاين اراذل محمد بن حمزه را با كارد قطعه قطعه كردند .\r\nتمام روز را محمد در گوشه‌ى آن باغ به خاك و خون خفته بود .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n( 1 ) دوره‌گردان پست فطرت هم از ترس اينكه محمد بن حمزه بهبودى يابد و دمار از روزگارشان برآورد تمام آن روز بر پيكر بى جانش شمشير زدند .\r\nمىآمدند و ميرفتند و ضربى بر وى فرود ميآوردند .\r\nبدين ترتيب محمد بن حمزه علوى از جهان رخت بربست .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهد مقتدر\r\nآنان كه در اين دوره بقتل رسيده‌اند .\r\n\r\nعباس بن اسحاق\r\nعباس بن اسحاق بن ابراهيم بن موسى بن جعفر عليها السلام .\r\nهمان كس است كه او را « مهلوس » هم ميناميدند .\r\nوى را ارمنىها در شهرى از شهرهاى ارمنستان كه « دبيل » ناميده ميشد بقتل رسانيدند حسين بن محمد قطربلى براى من اين سرگذشت را روايت كرد . [ ( 1 ) 
  ]\r\n\r\nمحسن بن جعفر\r\nمحسن بن جعفر بن على بن محمد بن على بن موسى الرضا صلوات اللّه عليهم بدست اعراب بدوى در بيان بقتل رسيد .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] ارمنستان بنام ارمنيه در حكومت معاوية بن ابى سفيان و خلافت عثمان ابن عفان با دست حبيب بن مسيلمه فهرى گشوده شد .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n( 1 ) سرش را ببغداد آورده بودند .\r\nقاتلش كه يك عرب بيابانى بود ادعا ميكرد كه چون محسن بن جعفر دعوى خلافت داشت و ميخواست بوسيله عرب‌هاى چادرنشين بر ضد حكومت وقت نهضت كند او را بقتل رسانيدم .\r\n\r\nيك علوى گمنام\r\nابو الحسن على بن ابراهيم علوى در وسط مسجد جامع كوفه .\r\nآنجا كه امير المؤمنين على بن ابى طالب براى قضاوت جلوس ميفرمود مسجدى بنيان كرد .\r\nآل عباس كه هميشه نسبت به علويون كينه و عناد داشتند از اين بنيان خوششان نيامد .\r\nباعتبار قدرتى كه داشتند آن مسجد را ويران كردند بعلاوه با گروهى از اراذل و اوباش به سمت مزار مقدس امير المؤمنين حمله بردند بر ديوار حرم كلنگ گذاشتند تا قبر مقدس على را نيز ويران كنند علويون ديگر طاقت نياوردند ، بدفاع برخاستند .\r\nجنك ميان آل عباس و آل على در گرفت .\r\nچند تن از بنى عباس كشته شدند و مردى نيز از آل ابى طالب بقتل رسيد كه گمنام است .\r\nورقاء بن محمد بن ورقا جماعتى از آل ابى طالب را با زنان و فرزندان - شان را دست بسته ببغداد برد تا بكيفر اين اقدام حسبشان كند اما نتوانست زيرا در اين هنگام ابو الحسن على بن محمد بن الفرات بوزارت رسيد و\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n( 1 ) علويون را از چنك بنى عباس رها كرد و با احترام بسوى خانه‌هايشان باز گردانيد . [ ( 1 ) 
  ]\r\n\r\nطاهر بن يحيى\r\nبما نوشته‌اند كه متصدى ماليات در مدينه طاهر بن يحيى بن حسن ابن جعفر بن عبيد اللّه بن حسين بن على بن زيد بن على عليه السلام را مسموم ساخت .\r\nمحرمانه بوى زهر خورانيد و به قتلش رسانيد .\r\nطاهر بن يحيى مردى بزرك منش و فاضل و دانشمند بود .\r\nاز پدرش و علماى ديگرى كه روايت حديث ميكردند حديث روايت ميكرد .\r\nاصحاب ما از احاديث او رواياتى دارند .\r\n\r\nيك طباطبائى\r\nقرمطى معروف به « ابن الحبانى » وقتى بكوفه آمد مردى علوى\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] ابو الحسن على بن محمد بن موسى بن حسن بن المرات وزير مقتدر عباسى بود . وى سه بار به مقام وزارت رسيد . بار اول در هشتم ربيع الاول سال 296 و بعد در چهارم ذى الحجه سال 299 بامر خليفه از مقام وزارت به زندان رفت اما در هشتم ذى الحجه سال 304 بار دوم وزير شد . باز هم در 22 جمادى الاولاى 306 بزندان رفت .\r\nبراى سومين بار در هفتم ربيع الاخر سال 311 مقام وزارت را بدست آورد ولى دوران وزارتش در بار سوم پيش از يك سال دوام نگرفت . زيرا در سال 312 از وزارت معزول و مقتول شد .\r\nاين مرد ، علويون را دوست ميداشت .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n( 1 ) را از خانواده‌ى طباطبا بقتل رسانيد .\r\nبراى ما مقدور نبود كه از نسب اين علوى طباطبائى آگاه شويم .\r\n\r\nگروهى ديگر\r\nدر اراضى يمامه گروهى از علويان كه به « بنو الأخيضر » شهرت دارند كشته شدند .\r\nما از انساب مقتولين يمامه اطلاعى در دست نداريم .\r\n« بنو الاخيضر » با كشتارهائى كه در يمامه دارند معهذا بر آن منطقه استيلا يافتند .\r\nمقامشان در آنجا شامخ و عظيم شد تا آنجا كه قرامطه‌ى پيروز نتوانستند به حوزه‌ى فرمانفرمائى بنو الاخضير در يمامه رخنه كنند .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n( 1 )\r\n\r\nعهدهاى ديگر\r\nمحمد بن على بن حمزه ( راوى معروف ) در روايت خود چند تن از آل ابى طالب را نام برد كه در حوادث مختلف زندگى بقتل رسيده‌اند و حكومت‌هاى وقت بخونشان آلوده نبوده‌اند .\r\nبعلاوه تاريخ مشخص و معلومى هم براى زندگانى و وفاتشان بدست نياورده تا بدانيم اين قوم در چه عهد و عهد كدام خليفه زندگى را بدرود گفته‌اند .\r\nمن اكنون بروايت محمد بن على بن حمزه از آنان ياد ميكنم و صحت و سقم اين حكايات را بعهده‌ى راوى مىگذارم اگر در بيان اين سرگذشت‌ها لغزش يا خطائى پديدار است ذمت من از آن برائت دارد .\r\nاكنون بنقل روايات محمد بن على بن حمزه مىپردازيم .\r\n\r\nحسن بن محمد\r\nحسن بن محمد بن عبد الله الاشتر محمد بن عبد الله بن حسن بن حسن عليه السلام .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n( 1 ) در راه مكه به قتل رسيد .\r\nويرا طايفه‌اى از بنى طى كه « بنوبنهان » ناميده ميشدند كشته‌اند .\r\n\r\nعبد الله بن محمد\r\nعبد اللّه بن محمد بن سليمان بن عبد اللّه بن حسن بن حسن عليه السلام .\r\nسياهان « جار » به كشتن او متهم هستيد [ ( 1 ) 
  ]\r\n\r\nعلى بن على\r\nعلى بن عبد الرحمن بن قاسم بن زيد بن حسن بن قاسم بن حسن بن زيد بن حسن عليه السلام كه از سادات حسنى است .\r\nاو را قومى از طايفه‌ى بنى مالك كه به بنى جهينه شهرت دارند در ميان اراضى « اغيفر » و « ذى المره » به خاك و خون كشيدند .\r\n\r\nقاسم بن زيد\r\nقاسم بن زيد بن حسن بن عيسى بن على بن حسن بن على كه مادرش دختر قاسم بن عقيل بن عبد اللّه بن محمد بن عقيل بود .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] « جار » نام دهكده‌ايست در ساحل بحر احمر كه به مدينه نزديك است سواحل شرقى درياى سرخ آن قسمت كه در جهت شهر مدينه است به سواحل مدينه معروف است .\r\nبه مشارن الانوار . جلد اول صفحه 169 رجوع شود\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n( 1 ) در موضعى موسوم به « معبال » ميان « وادى » و « ذى المروه » بدست جماعتى از قبيله‌ى طى كشته شد .\r\n\r\nمحمد بن عبد الله\r\nمحمد بن عبد اللّه حسن بن على بن جعفر بن محمد صلوات اللّه عليها .\r\nاو هم با دست بنى طى در موضعى كه « رويضات » ناميده مىشود هدف تير قرار گرفت و با همان ضربه جان سپرد .\r\n\r\nمحمد بن احمد\r\nمحمد بن احمد بن عبد اللّه بن موسى بن عبد اللّه بن حسن بن عليه السلام .\r\nكه مادرش فاطمه دختر محمد بن ابراهيم بن اسماعيل بن ابراهيم بن حسن بن حسن عليه السلام بود يعنى از پدر و مادر نسبت به امام حسن بن على ميرسانيد .\r\nبدست غلامانش در « فرع مسور » كشته شد .\r\n\r\nعلى بن موسى\r\nعلى بن موسى بن على بن محمد بن عون بن محمد بن على عليه السلام معروف به « محمد حنفيه » كه مادرش زينب دختر حسين بن حسن افطس بود .\r\nدر يكى از دهكده‌هاى اطراف مدينه بدست قاتل گمنامى به قتل رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n( 1 )\r\n\r\nقاسم بن يعقوب\r\nقاسم بن يعقوب بن جعفر بن ابراهيم بن محمد بن على بن عبد اللّه بن جعفر طيار عليه السلام قاتل او زياد بن سوار بود .\r\nگفته مىشود كه قبيله‌ى بنو سليم او را به قتل رسانيده‌اند .\r\nبه قتل او بنو شيبان هم متهم هستند .\r\nمىگويند كه شيبانىها اين قاسم بن يعقوب را در موضعى معروف به « عرق الظبيه » كشته‌اند .\r\n\r\nجعفر بن صالح\r\nجعفر بن صالح بن ابراهيم بن محمد بن على بن ابراهيم بن محمد بن عبد اللّه بن جعفر طيار عليه السلام .\r\nمادرش زنى از بنى مخزوم بود .\r\nسياهان در عهد حكومت اسماعيل بن يوسف خويش را بر خاك ريخته‌اند .\r\n\r\nعبد الرحمن بن محمد\r\nعبد الرحمن بن محمد بن عبد اللّه بن عيسى بن جعفر بن ابراهيم بن محمد بن عبد اللّه بن جعفر طيار عليه السلام مادرش زنى از فرزندان طلحه بن عبد الله تيمى بود .\r\nسليمان بشه سلمى به خونش متهم است .\r\n\r\nاحمد بن قاسم\r\nاحمد بن قاسم بن محمد بن جعفر بن محمد بن على بن الحسين\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n( 1 ) عليها السلام .\r\nاو به سمت « نسا » و « ابيورد » ميرفت .\r\nمردم آن شهرها ويرا بسوى خود خوانده بودند .\r\nاو بنام امامت و پيشوائى راه خراسان به پيش داشت .\r\nسه منزل دور از رى گروهى از گدايان به وى حمله آوردند و خونش بر خاك ريختند\r\n\r\nحسين بن على\r\nحسين بن على بن محمد بن على بن اسماعيل بن جعفر بن عليها السلام .\r\nدر تفليس كه از شهرهاى ارمنه ارمنيه است بدست قومى معروف به صفار كشته شد [ ( 1 ) 
  ]\r\n\r\nمحمد بن احمد\r\nمحمد بن احمد بن حسن بن على بن ابراهيم بن حسن بن حسن عليه السلام بدست ارمنىها در « شمشاط » به قتل رسيد [ ( 2 ) 
  ]\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] تفليس را كه شهر معروفى از شهرهاى قفقاز است به ارمنستان نسبت داده و البته اشتباه كرده است\r\n[ ( 2 - ) 
  ] شمشاط . يا سمياط شهرى بود كه به روايت معجم البلدان بر سواحل فرات بنيان داشت .\r\nگفته مىشود كه شهرى ديگرى بنام سميساط هم در سواحل شمالى فرات كه به اراضى سوريا تعلق دارد وجود داشت .\r\nبقيه در صفحه بعد\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n( 1 )\r\n\r\nمحمد بن جعفر\r\nمحمد بن جعفر بن ابراهيم بن اسماعيل بن حسن بن حسن عليه السلام .\r\nمادرش زنى از طايفه‌ى انصار بود .\r\nدر راه با گروهى از خوارج برخورد كرد .\r\nاين دسته از خوارج به « قعده » شهرت داشتند يعنى اهل جنك و انقلاب نبودند .\r\nمحمد بن جعفر بدست اين قوم كشته شد\r\n\r\nقاسم بن احمد\r\nقاسم بن احمد بن عبد الله بن قاسم بن اسحاق بن عبد الله بن جعفر طيار عليه السلام مادرش زنى از نسل زبير بن عوام بود .\r\nدر كشور حبشه . در محلى بنام « بجه » بقتل رسيد .\r\nقاتلش معلوم نيست\r\n\r\nجعفر بن حسين\r\nجعفر بن حسين بن حسن افطس بن على بن الحسين عليها السلام و . .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( ) 
  ] اما اين شمشاط كه ابو الفرج اصفهانى از « حمزه » نقل مىكند از شهرهاى قفقاز است .\r\nبا اينكه از شهرهاى قفقاز بوده و اكنون چنين شهرى در جغرافياى قفقاز وجود ندارد .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n( 1 )\r\n\r\nحسين بن حسين\r\nحسين بن حسين بن محمد بن سليمان بن داود بن حسن بن حسن عليه السلام هنگامى اين دو سيد علوى از لشكر عبد الله بن عبد الحميد عمرى باز مىگشتند . به قتل رسيدند .\r\nعبد الله بن عبد الحميد نواحى « بحه » را در حبشه فتح كرده بود .\r\nاين دو مرد بدست حبشىها مقتول شدند .\r\n\r\nاحمد بن حسن\r\nاحمد بن حسن بن على بن ابراهيم بن محمد بن عمر بن على عليه السلام و . .\r\n\r\nزيد بن عيسى\r\nزيد بن عيسى بن عبد الله بن مسلم بن عبد الله بن محمد بن عقيل .\r\nاين دو تن همراه سپاه عبد الله عمرى در افريقا با پادشاه سودان مىجنگيدند .\r\nو در همان جنك‌ها كشته شدند .\r\n\r\nعلى بن محمد .\r\nعلى بن محمد بن عبد الله بن على بن محمد بن حمزه بن اسحاق بن على عبد الله بن جعفر طيار مردى از قبيله‌ى قيس بن ثعلبه در محلى كه « معدن الخله » ناميده ميشد به خاك و خون غلطيد\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n( 1 )\r\n\r\nجعفر بن اسحاق\r\nجعفر بن اسحاق بن عبد الله بن جعفر بن عبد الله بن جعفر بن محمد بن على عليه السلام . معروف به « ابن الحنفيه » همان عبد اللّه بن عبد الحميد عمرى كه در افريقا مىجنگيد وقتى بر اراضى « بجه » غلبه كرد گردن اين علوى را با شمشير زد .\r\n\r\nمحمد بن على\r\nمحمد بن اسحاق بن جعفر بن قاسم بن اسحاق جعفرى .\r\nاز نسل جعفر طيار .\r\nبدست عبد اللّه بن عبد الحميد عمرى در جنگى كه با ابراهيم بن محمد علوى داشت كشته شد زيرا محمد بن على جعفرى از همدستان پسر عمش ابراهيم بن محمد بود .\r\n\r\nاحمد بن على\r\nاحمد بن على بن محمد بن عون بن محمد بن على عليه السلام .\r\nبرادرش عيسى على ويرا در « ينبع » به قتل رسانيد .\r\n\r\nداود بن محمد\r\nداود بن محمد بن عبد الله بن داود بن عبد الله بن عبد الله بن عباس بن على عليه السلام با دست ادريس بن موسى بن عبد الله حسنى در ينبع كشته شد .\r\n« اين داود از نسل ابو الفضل عباس بن على عليها السلام بود »\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n( 1 )\r\n\r\nايوب بن قاسم\r\nايوب بن قاسم بن حسن محمد بن عبد الرحمن بن قاسم بن حسن بن زيد بن حسن عليه السلام در سودان « افريقا » كشته شد .\r\n\r\nجعفر بن على\r\nجعفر بن على بن حسن بن على بن عمر بن على بن الحسين عليها السلام .\r\nدر جنگى ميان محمد بن زيد و مردم نيشابور در گرفته بود بر دروازه‌ى نيشابور كشته شد .\r\n\r\nحسين بن احمد كوكبى\r\nاين كوكبى حسين بن احمد بن محمد بن اسماعيل بن محمد ارقط بن عبد الله بن على بن الحسين عليها السلام است .\r\nمادرش دختر جعفر بن اسماعيل بن جعفر بن محمد صلوات الله عليهما است .\r\nكوكبى بدست حسن بن زيد معروف به داعى كبير و صاحب طبرستان كه پسر عمش بود به قتل رسيد .\r\nزيرا به حسن بن زيد گزارش داده بودند كه حسين بن احمد كوكبى با او سر خلاف و نزاع دارد .\r\n\r\nعبيد الله بن حسن\r\nعبيد الله بن حسن بن جعفر بن عبيد الله بن حسين على بن حسين عليها السلام .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n( 1 ) حسن بن زيد او را با حسين بن احمد كوكبى بحضور خود طلبيد و زبان به خشونت گشود .\r\nاين دو علوى نيز در جواب حسن بن زيد از سخن باز نماندند . هر چه او گفت به دو باز گردانيدند .\r\nحسن بن زيد خشمناك شد و دستور داد اين دو علوى را بخوابانند و شكمشان زير پاى جلادها لگدمال كنند .\r\nو بعد فرمان داد كه پيكر نيمه جانشان را در بركه به آب بيندازند .\r\nحسين بن احمد كوكبى و عبد الله بن حسن در آن بركه غرق شدند و جان سپردند .\r\nمعهذا حسن بن زيد دست از جسم بيجانشان برنداشت .\r\nامر كرد كه اين دو جنازه را در سرداب بيندازند جنازه‌ى اين دو علوى مقتول در آن سرداب ماند تا وقتى كه يعقوب بن ليث صفارى بر حسن بن زيد غلبه كرد و جنازه‌ها را از سرداب بدر آورد و دفنشان كرد .\r\nسعيد بن محمد انصارى آن چنان كه احمد بن سعيد از يحيى بن حسن روايت مىكند اين شعرها را در رثاى عبيد الله بن حسن سرود\r\n يا كيف انسيت قتلى قد مضوا سلفا * و صاحبى امل قد ذقت سلوانا \r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n ( 1 ) صلى عليهم مليك الناس ما طلعت * شمس و ما حركت قمريه بانا \r\nچگونه آن كشتگان را فراموش مىكنم .\r\nآرزوئى دارم كه مايه‌ى تسليت من است بر آنان پروردگار رحمت فرستد چندانكه خورشيد ميدرخشد و قمرىها نهال‌هاى تازه را در زير پاى خود مىجنبانند هم او گفته\r\n يا قتيلا . يا مسلما لغشوم * لو يسيف تلقاه كان قتيلا\r\nعق آبائه و قرباه منه * و عصى الله ربه و الرسولا \r\nاى كشته‌اى كه بدست ظالمى تسليم شده‌اى ايكاش ترا با شمشير مىكشند قاتل تو عاق پدران و خويشاوند خويش است قاتل تو در قتل تو خدا و رسول خدا را عصيان كرده است .\r\n\r\nحسن بن محمد عقيقى\r\nعقيقى . حسن بن محمد بن جعفر بن عبد الله بن حسين بن على حسين عليها السلام است مادرش ام عبد اللّه ناميده ميشد كه دختر عبد اللّه بن الحسين و از نسل\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n( 1 ) امام سجاد عليه السلام بود .\r\nاو پسر خاله‌ى حسن بن زيد صاحب طبرستان و فرماندار شهرستان سارى بود .\r\nدر آن هنگام حسن بن زيد بر طبرستان و گرگان حكومت مستبدانه‌اى داشت [ 1 
  ] عقيقى شنيد كه حسن بن زيد به جنك با خجستانى گرفتار و كشته شد به همين جهت به فكر سلطنت افتاد و مردم را بسوى خود دعوت كرد ! اما اين خبر تكذيب شد زيرا حسن بن زيد از دست خجستانى به آمل گريخته بود .\r\nعقيقى از ترس پسر خاله‌ى خود به گرگان گريخت و دست اتحاد به خجستانى داد .\r\nميان حسن بن زيد از طبرستان و عقيقى از گرگان جنگى در گرفت .\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] طبرى در ضمن حوادث سال 266 مينويسد .\r\nدر همين سال خجستانى حسن بن زيد فريب داد و در گرگان بر وى حمله آورد اما حسن از دستش گريخت و به آمل رفت خجستانى بر گرگان غالب شد و پاره‌اى از اراضى طبرستان را نيز تحت تصرف خود درآورد . اين واقعه در ماه جمادى الاخر و رجب سال 266 اتفاق افتاد .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n( 1 ) در اين جنك عقيقى شكست خورد و دو بار ، به گرگان گريخت حسن بن زيد برادر خود محمد بن زيد را بسوى پسر خاله فرستاد و او را امان داد و بعد دستور داد گردنش را با شمشير زدند\r\n\r\nحسن بن عيسى\r\nحسن بن عيسى بن زيد بن حسين بن عيسى بن زيد بن على بن الحسين عليها السلام در گرگان بدست خجستانى كشته شد .\r\n\r\nمحمد بن حمزه\r\nحسن بن زيد صاحب طبرستان اين محمد بن حمزه را مسموم كرد .\r\nمحمد بن حمزه بن يحيى بن حسين بن زيد از سادات بنى الحسين و نسبت به على بن الحسين عليهما السلام مىرساند .\r\n\r\nپسر داود\r\nادريس بن موسى پسرى گمنام از پسران داود بن ابراهيم بن حسن بن ابراهيم بن عبد اللّه بن حسن بن حسن عليه السلام را به قتل رسانيد .\r\n\r\nادريس بن على\r\nادريس بن على بن حسن بن محمد بن عبدالرحمن بن قاسم بن حسن بن زيد بن حسن عليه السلام بدست زنى كه برده‌ى مزدى عمرى بود در مدينه كشته شد .\r\n\r\nسليمان بن على\r\nمحمد بن على بن قاسم بن محمد بن يوسف حسنى برادر خود سليمان بن\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n( 1 ) على را در طبرستان به قتل رسانيد . جنازه‌اش در طبرستان دفن شد .\r\n\r\nاحمد بن عيسى\r\nگفته مىشود كه او بدست حسن بن ابى طاهر كشته شده است .\r\nاحمد بن عيسى بن عبد اللّه بن محمد بن عمر بن على عليه السلام در جنگى كه ميان علويون و جعفريون در گرفت به قتل رسيد در حادثه‌اى كه ميان فرزندان جعفر طيار و امير المؤمنين على عليه السلام پديد آمد تعداد بىشمارى از آل ابو طالب به قتل رسيدند و ما اكنون نام جمعى از آنان را كه توانسته‌ايم بشناسيم در اينجا ياد مىكنيم .\r\nداود بن احمد بن عبيد اللّه بن موسى بن عبد اللّه بن حسن بن حسن ( ع ) جعفريون او را در « مضيق » طى جنگى كه با علويون داشته‌اند كشته‌اند .\r\nعلى و احمد پسران ادريس بن محمد جعفرى احمد و صالح پسران محمد بن جعفر بن ابراهيم محمد و عبد اللّه فرزندان داود بن موسى بن عبد اللّه بن حسن\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n( 1 ) محمد بن جعفر بن حسن بن موسى بن جعفر عليهما السلام على بن محمد حسينى و صالح بن موسى بن عبد اللّه بن موسى .\r\nدر آن جنك كه ميان ادريس بن عبد اللّه بن موسى و داود بن موسى الحسنى در گرفته كشته شده است .\r\nابراهيم بن عبد اللّه بن داود بن محمد بن جعفر بن ابراهيم .\r\nپسر گمنام از داود بن محمد بن ابراهيم بن محمد بن على بن عبد الله بن جعفر محمد بن حسن بن جعفر بن موسى بن جعفر عليهما السلام كه هشت نفر از آل عبد الله بن جعفر را در محلى پيدا كرد و هر هشت نفر را به قتل رسانيد .\r\nحسن بن حسين بن محمد بن سليمان بن داود بن حسن بن ؟ حسن ؟ حسين عليه السلام كه همين ايام در مدينه به قتل رسيد [ 1 
  ]\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( 1 - ) 
  ] تاريخ طبرى . جلد 11 ص 257 ضمن حوادث سال 266 مينويسد : و در بقيه در صفحه بعد\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n( 1 ) فرزندان محمد بن يوسف ابو القاسم احمد بن ابراهيم بن اسماعيل بن حسن بن زيد بن حسن عليه السلام و پسرش محمد و ابراهيم بن محمد بن هارون ابن محمد بن قاسم بن حسن بن زيد را به قتل رسانيدند گروهى از بنى جعفر در راه به من محمد بن على بن جعفر الصادق\r\n\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ ( ) 
  ] اين سال ميان جعفريون و علويون در مدينه فتنه‌اى درگرفت . علتش اين بود كه در اين سال فرماندار مدينه و وادى القرى اسحاق بن محمد بن يوسف جعفرى « از نسل عبد اللّه بن جعفر طيار » بود .\r\nوى از طرف خود در وادى القرى نماينده‌اى گذاشت . مردم وادى القرى نماينده‌ى او را به قتل رسانيدند و دو برادر اسحاق هم در اين هرج و مرج كشته شدند .\r\nاسحاق شخصا به وادى القرى رفت تا اين اختلافات را حل كند اما مريض شد و در همانجا بدرود زندگى گفت .\r\nبجاى اسحاق امور مدينه بدست موسى بن محمد افتاد « برادر اسحاق » اما حسن بن موسى بن جعفر بن ضدش قيام كرد اما او با هشتصد سكه طلا حسن را از ميدان بدر كرد .\r\nپس از حسن ابو القاسم احمد بن محمد حسنى پسر عم صاحب طبرستان سر بلند كرد و موسى بن محمد را به قتل رسانيد . و بر مدينه غلبه كرد . اوضاع اقتصادى مدينه در آن وقت آشفته بود اما احمد بن محمد اين آشفتگى را بر طرف ساخت . وى تا دوران ابن الساج والى مدينه بود .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n( 1 ) عليه السلام را بچنگ آوردند و سر از بدنش جدا كردند احمد بن على بن عبد اللّه بن موسى بن حسن بن على بن جعفر عليه السلام محمد بن جعفر بن حسن بن موسى بن جعفر عليهما السلام صالح برادر ادريس بن موسى بن عبد اللّه حسنى محمد بن يحيى بن عبد اللّه ابن موسى بن عبد اللّه بن حسن را به قتل رسانيد .\r\nمحمد بن جعفر بن محمد بن ابراهيم الحسنى و هم در اين فتنه .\r\nاحمد بن موسى بن محمد بن سليمان بن داود بن حسن حسنى و محمد بن احمد بن على حسنى به قتل رسيدند .\r\nو حسن بن جعفر بن حسن بن حسن بن على حسنى معروف به « ابن ابى رواح » و على بن محمد بن عبد اللّه « فافا » جعفرى معروف به ابى شرواط\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n( 1 ) احمد بن على بن اسحاق جعفرى مطرف بن داود بن محمد بن جعفر بن ابراهيم جعفرى اصحاب ابو الساج در سالى كه براى مناسك حج بمدينه رفته بود صالح بن محمد بن جعفر بن ابراهيم .\r\nو عباس بن محمد پسر عم او را بقتل رسانيدند و سرهايشان را بكوفه فرستادند .\r\nحسين بن يوسف برادر اسماعيل بن يوسف هم در مكه طى هرج و مرجى كه ميان مردم آن شهر پديد آمده بود كشته شد .\r\nجعفر بن عيسى بن اسماعيل بن جعفر بن ابراهيم جعفرى سيان عبد اللّه بن محمد بن سليمان بن عبد اللّه بن حسن حسنى را در همين ايام كشته‌اند .\r\nموسى بن محمد بن يوسف بن جعفر بن ابراهيم جعفرى والى\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n( 1 ) مدينه شد .\r\nمحمد بن احمد بن محمد بن اسماعيل بن حسن بن زيد حسنى كه پسر عم حسن بن زيد داعى طبرستان بود بر ضد او قيام كرد و او از سرير حكومت به خاك و خون انداخت .\r\nوى مردم را بسوى پسر عم خود حسن « داعى طبرستان » دعوت مىكرد .\r\nاو تنها بقتل موسى بن محمد جعفرى قناعت نكرد بلكه پسرش عيسى را نيز با دم شمشير به پدر رسانيد .\r\nحسين بن محمد بن يوسف ، برادر موسى بن محمد جعفرى كه بدست مردم داد القرى كشته شد .\r\nطرفداران اسماعيل بن يوسف جعفر بن محمد بن جعفر بن ابراهيم جعفرى را بقتل رسانيدند .\r\nقاسم بن زيد بن حسين حسينى كه در « ذى المروه » با دست مردم بنى طى كشته شد .\r\nعبد الرحمن بن محمد بن عيسى بن جعفر بن ابراهيم\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n( 1 ) بنو سليم او را در « غابه » در خانه‌ى خود بقتل رسانيدند .\r\nابو الفرج على بن حسين اصفهانى « نويسنده‌ى اين كتاب » ميگويد :\r\nسرگذشت آل ابو طالب از عهد رسول اكرم تا امروز كه ماه جمادى الاولاى سال سيصد و سيزده هجرى است در اين صفحه بپايان ميرسد .\r\nمن سرگذشت اين قوم شريف و عاليمقام را تا امروز كه از نگارش كتابم فراغت يابم بدين ترتيب جمع كرده‌ام .\r\nالبته اطلاع دارم كه در نواحى يمن و طبرستان گروهى از طالبيون بسر مىبرند و بر آن سامان غلبه كردند و حكومت ميرانند اما از حوادث زندگى آنان خبرى نداريم زيرا روابطى در ميان ما نيست تا اخبار آن مناطق را به اطلاع ما برساند .\r\nآنچه مسلم است اينست كه اوضاع آنجا هم از جنك و قتل و قهر و غلبه و شكست بى نصيب نيست منتها دست ما از اخبار آن حدود كوتاه است .\r\nو بايد دانست كه روش ما در اين كتاب ذكر نام آن دسته از آل ابى طالب است كه بر ضد حكومتهاى جائره‌ى وقت قيام كرده باشد و در اين راه جان بسپارد .\r\nو گر نه آنان كه در حوادث ديگرى از جهان گذاشته‌اند نامشان\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n( 1 ) فراموش شده و پادشاهان از ضميرها محو خواهد بود .\r\nما از درگاه خدا عصمت و توفيق طاعت و پاداش عمل مسئلت مىدارم .\r\nهو حسينا و نعم الوكيل\r\nپايان جلد سوم\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130}
  ]