[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nكتاب\r\nمقتل الامام أمير المؤمنين\r\nعلي بن أبى طالب ع\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nمن نفائس التراث الإسلامي\r\nفي القرن الثالث\r\nكتاب\r\nمقتل الامام أمير المؤمنين\r\nعلي بن أبى طالب ع\r\nتاليف\r\nأبى بكر عبد الله بن محمد بن عبيد المعروف بابن أبي الدنيا\r\n208 - 281\r\nتحقيق\r\nالشيخ محمد باقر المحمودي\r\nمؤسسة الطبع والنشر\r\nالتابعة لوزارة الثقافة والارشاد الاسلامي\r\nمجمع\r\nإحياء الثقافة الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nحقوق الطبع محفوظة للناشر\r\nالطبعة الأولى\r\n1411 ه‍ - 1990 م\r\nطهران - إيران - ص . ب : 1131 / 15815 هاتف : 676842 - 674065\r\nتلكس : TMCAIR 213962 . فكس : 908939\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nرواية أبي علي الحسين بن صفوان البرذعي رواية أبي الحسين المبارك عبد الجبار بن أحمد بن القاسم سماع أبي بكر عبد الملك بن أحمد الألكيكزي قراءة حسين بن أحمد بن محمد بن عمر الأنصاري قراءة محمد بن أحمد الشيرازي الخلادي\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمقدّمة\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nفي بيان ترجمة موجزة للمؤلّف وراوي كتاب مقتل أمير المؤمنين عنه وفي إشارة إجمالية إلى ما منيت به تأليفات ابن أبي الدنيا عامّة وكتاب مقتل أمير المؤمنين عليه السلام خاصّة فنقول :\r\nأمّا راوي هذا الكتاب عن مؤلّفه فهو الحافظ الحسين بن صفوان البرذعي المتوفّى سنة : ( 340 ) .\r\nوالرجل قد وثّقه الخطيب في ترجمته تحت الرقم : ( 4119 ) من تاريخ بغداد :\r\nج 8 ص 54 قال :\r\nالحسين بن صفوان بن إسحاق بن إبراهيم أبو عليّ البرذعي سمع محمد بن الفرج الأزرق ومحمد بن شدّاد المسمعي وأبا العبّاس البرتي وجعفر بن أبي عثمان الطيالسي وطبقتهم .\r\nوروى عن أبي بكر [ عبد اللّه بن محمد 
  ] ابن أبي الدنيا مصنّفاته .\r\nحدّث عنه محمد بن عبد اللّه بن أخي ميمي وأبو عبد اللّه ابن دوست .\r\nوحدّثنا عنه أبو الحسين ابن بشران وكان صدوقا .\r\nحدّثني عبيد اللّه بن أبي الفتح عن طلحة بن محمد بن جعفر أنّ الحسين بن صفوان البرذعي مات في سنة أربعين وثلاث مائة .\r\nوذكر أبو الحسن بن الفرات - فيما قرأت بخطّه - أنّه مات في عشيّ يوم السبت لأربع عشرة ليلة بقيت من شعبان ودفن يوم الأحد .\r\nوقال الذهبي في ذيل الرقم : ( 822 ) من كتاب تذكرة الحفّاظ : ج 3 ص 855 :\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوفيها [ أي في السنة : ( 340 ) مات راوي تصانيف ابن أبي الدنيا أبو عليّ الحسين بن صفوان البرذعي .\r\nوأمّا المؤلّف فهو عبد اللّه بن محمد بن عبيد بن سفيان بن قيس أبو بكر القرشي المولود سنة : ( 208 ) والمتوفّي سنة : ( 281 ) .\r\nوقد عقد له ترجمة جماعة كثيرة في كتبهم ولكن نكتفي هاهنا بما أورده الحافظ ابن حجر في كتاب تهذيب التهذيب : ج 6 ص 12 ، قال :\r\nعبد اللّه بن محمد بن عبيد بن سفيان بن قيس القرشي الأموي مولاهم أبو بكر ابن أبي الدنيا البغدادي الحافظ صاحب التصانيف المشهورة ومؤدّب أولاد الخلفاء .\r\nروى عن أبيه « 1 » وأحمد بن إبراهيم الموصلي وأحمد بن أبي إبراهيم الدورقي وعليّ بن الجعد وإبراهيم بن المنذر الحزامي وخلف بن هشام البزّار وزهير بن حرب وعبد اللّه بن عون الخراز وسريج بن يونس وسعيد بن سليمان الواسطي وكامل بن طلحة الجحدري ومنصور بن أبي مزاحم وأبي عبيد القاسم بن سلام وأبي الأحوص محمد بن حيّان البغوي ومحمد بن سعد كاتب الواقدي وداوود بن رشيد والحسن بن حمّاد سجّادة والبخاري وأبي داوود السجستاني وخلق كثير .\r\nروى عنه ابن ماجة [ القزويني 
  ] في [ كتاب 
  ] التفسير وإبراهيم بن الجنيد وهو من أقرانه والحارث بن أبي أسامة وهو من شيوخه وعبد الرحمن بن أبي حاتم وأبو علي ابن خزيمة وأبو العباس ابن عقدة وعبد بن إسماعيل بن بريه الهاشمي وأبو بشر الدولابي ومحمد بن خلف ووكيع وأبو جعفر بن البختري وأبو بكر محمد بن أحمد بن أبي خلف وأبو سهل ابن زياد القطّان ومحمد بن يحيى بن سليمان المروزي وأبو بكر أحمد بن مروان الدينوري وأبو علي الحسين بن صفوان البرذعى وأبو الحسن أحمد ابن محمد بن عمر النيسابوري وعلي بن الفرج بن أبي روح العكبري وأبو بكر النّجاد وأبو بكر محمد بن عبد اللّه بن إبراهيم الشافعي وجماعة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد ذكره أيضا الخطيب البغدادي في ترجمة والد المصنّف محمد بن عبيد تحت الرقم :\r\n« 878 » من تاريخ بغداد : ج 2 ص 370 قال :\r\n[ وروى 
  ] عنه ابنه أبو بكر أحاديث مستقيمة . . .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nقال ابن أبي حاتم : كتبت عنه مع أبي وسئل أبي عنه فقال : صدوق .\r\nوقال صالح بن محمد : صدوق وكان يختلف معنا إلا أنّه كان يسمع من انسان يقال له : محمد بن إسحاق بلخي وكان يضع للكلام إسنادا وكان كذّابا روى أحاديث من ذات نفسه مناكير .\r\nوقال إبراهيم الحربي : رحم اللّه ابن أبي الدنيا كنّا نمضي إلى عفّان نسمع منه فنرى ابن أبي الدنيا جالسا مع محمد بن الحسين البرجلاني يكتب عنه ويدع عفّان .\r\nوقال إسماعيل بن إسحاق القاضي : رحم اللّه أبا بكر مات معه علم كثير .\r\nقال ابن المنادي وغيره : مات سنة إحدى وثمانين ومائتين في جمادى الأول .\r\n[ و 
  ] قال الخطيب [ في ترجمته من تاريخ بغداد : ج 10 ، ص 89 
  ] : وبلغني أنّ مولده سنة : ( 208 ) .\r\nومن أراد المزيد فعليه بما أورده الخطيب في ترجمته تحت الرقم : ( 5209 ) من تاريخ بغداد : ج 10 ، ص 89 وما أورده الذهبي في ترجمة الرجل تحت الرقم : ( 699 ) من كتاب تذكرة الحفّاظ : ج 1 ، ص 677 .\r\nوليلاحظ أيضا ما أورده في ترجمته صاحب عبقات الأنوار في حديث الثقلين منه : ج 1 ، ص 202 ط أصبهان .\r\nثمّ إنّ كلّ ألمعيّ منصف يراجع تصانيف ابن أبي الدنيا أو بلغه قدر وافر مما أودعه ابن أبي الدنيا في كتبه يتجلّى له أنّ الرجل من نوادر الشخصيّات في القرون السالفة من حيث سعة المعلومات وجنوحه إلى الحقائق وتدوينها في الوثائق ومن جهة بخوعه إلى المعنوية على الرغم من كونه من موالي بني أميّة وانخراطه في تأديب أولاد أمراء بني العبّاس مع وضوح توغّل هذين الصنفين على الأغلب في الشهوات والإعراض عن المعنويات فترى الرجل مع أنّه من مؤدّبي أولاد الخلفاء ويعيش في هوامش مائدتهم لا يقتصر في أخذ المعلومات على خصوص الحريزيين بل يأخذ المعلومات عن كلّ موثوق ولو لم يكن على نزعته .\r\nوتراه يكثر في تأليفاته من درج أحاديث أمير المؤمنين عليّ بن أبي طالب عليه\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالسلام مع كفّ الحريزيين عنه أو تقليلهم من ذكر الرواية عن أمير المؤمنين !\r\nوتراه يؤلّف كتاب الزهد وكتاب اليقين وكتاب القناعة وكتاب الصبر وكتاب الفرج بعد الشدّة وكتاب ذمّ الملاهي و . . . ومع أنّه جليس أولاد المترفين وأنيس طغاة العبّاسيين وعديد في موالي الأمويين وأكثر هؤلاء كانوا معرضين عن هذه الأمور متمركزين على اللهو والتغنّي وأصناف الفسق والفجور .\r\nوترى الرجل يفرد بالتأليف مقتل الإمام أمير المؤمنين عليّ بن أبي طالب عليه السلام ومقتل ريحانة رسول اللّه الإمام الحسين عليه السلام « 1 » ؛ والأمويون والعبّاسيّون خلفا عن سلف كانوا مهتمّين على إخفاء هذه الأمور وصرف الناس عن التنبّه لها سترا لعدوان من سنّ لهم ظلم أهل البيت واغتصاب حقوقهم وخوفا من تراجع الناس إلي الحقّ وقيامهم على قمع الظالمين واجتثاث عروق الغاصبين الذين أسّسوا دعائم الظلم والجور وعدلوا بالناس عن الصراط المستقيم .\r\nومما ذكر وعشرات من أمثاله ينكشف أنّ الرجل منصف وله عناية بالحقّ والحقيقة وبما أنّ أكثر الناس في جميع الطبقات والأعصار ذوو حميّات طائفيّة ونزعات جاهليّة غير معتنين بالمنصفين ويكون إقبالهم ومعاضدتهم مقصورة على العلماء الذين يكونون على نزعة الجهّال والأميّين ويعدّون من دعاة أمراء الجور والظالمين من أجل هذه الأمور يصبح المنصف بين المجتمع غريبا ونبوغه ومعاليه مهجورا ومنسيّا .\r\nوهذا هو السرّ في انزواء كتب ابن أبي الدنيا عن الانتشار والظهور بين المجتمع مع احتوائها بالحقائق واشتمالها علي النوادر واللطائف الّتي لا تستغني عنها الحضارة الإنسانية بل هي في حاجة ملحّة إليها .\r\nومع هذا فإنّ أكثر كتب هذا الرجل العظيم لا تزال مخطوطة ومغفولا عنها وما فيها من المطالب المزيّفة التي تكون من اللوازم العادية لتأليف إنسان غير معصوم لا يكون - ولا ينبغي أن يكون - من موجبات اختفاء هذه الكتب إذ مثلها مثل جميع اللباب الدنيوية الملفوفة بالقشور أو الثمار المقترنة بالأشواك أو الحبوب النافعة المختلطة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والكتاب كان موجودا عند ابن الجوزي وأدرج أحاديث في كتابه : « الرّدّ على المتعصّب العنيد » ص 35 ط بيروت . ول نعلم بعد ذلك أين استقرّ به النّوى !\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبالضارّة منها التي لا يمكن الاستفادة منها - أو يقلّ الانتفاع بها - بلا تصفية وتجزئة وهكذا شأن الكتب فببركة التعليق وإلقاء ضوء العلم على مطالبها أو تجريد حقائقها وتهذيبها عن الأباطيل ينتفع من الحقائق الموجودة فيها ويتجنّب الدخائل والدسائس المذكورة فيها .\r\nمع أنّه لو كانت هذه الأمور من علل اختفاء هذه الكتب وعدم انتشارها كان ينبغي أن لا ينشر كتاب غير كتب الوحي أو ما اقتبسه معصوم منها ومن البديهي أنّه ليس الأمر كذلك لأنّا نرى كتبا كثيرة منشورة أباطيلها أضعاف ما في كتب ابن أبي الدنيا فإذا علّة انزواء هذه الكتب وعدم نشرها بين المجتمع شيء آخر .\r\nومن جملة عظام كتب ابن أبي الدنيا وفخام تأليفاته التي تشتمل على حقائق كثيرة مع صغر الحجم وقلّة الأحاديث هو كتاب مقتل الإمام أمير المؤمنين عليّ بن أبي طالب عليه السلام وقد وجدنا قبل عشرين سنة من هذا التاريخ نسخة من هذا الدرّاثمين منقوصة الأوّل ضمن مجموعة مرقمة برقم : ( 95 ) في المكتبة الظاهرية في الورق : 232 / أ / منها ويليه في المجموعة كتاب التوكّل علي اللّه من تأليف ابن أبي الدنيا أيضا فكتبته بيدي ولكن بسبب نقصه تريّثنا عن نشره ترقبا للحصول على نسخة كاملة منه وبعد مضيّ مدّة طويلة على عدم عثورنا على النسخة الكاملة استخرنا اللّه تعالى وبادرنا إلي نشر النسخة الموجودة بعد تحقيقها والتعليق عليها سباقا علي الحوادث وتحفّظا على حقائقها وإنّي أرجو من ألطاف اللّه تعالي أن يوفّقنى لنشر النسخة الكاملة من الكتاب خاصّة والسعي وراء نشر المعارف عامّة فإنّه قريب من راجيه ومجيب دعوة داعيه .\r\nوليعلم أنّه قد أفرد أيضا جماعة مقتل أمير المؤمنين عليه السلام بالتأليف ولكن لاضطهاد المحقّين وشوكة المبطلين والظالمين قد ذهبت تلك التصانيف عن صفحة الوجود وربّما بعضها لا يزال موجودا تحت الأنقاض وفي خبايا وزوايا المكاتب كاملا أو منقوصا ولكن لم تلمسه يد حميم ولا خطر في بال أليف ولا خلد أنيس كي يفكّر في إحيائه أو يهتمّ في إنقاذه من التلف ويجعله في متناول الطالبين والباحثين عن الحقّ والحقيقة .\r\nولنذكر نموذجا منها ممّا اطّلعنا عليه عفويّا في أثناء بحثنا عن غيره\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوالتحقيق عن أمور أخر فنقول :\r\nأوّل من علمنا بأنّه أفرد مقتل الإمام أمير المؤمنين عليه السلام بقيد التأليف هو الأصبغ بن نباتة الحنظلي من أصحاب أمير المؤمنين عليه السلام الحاضر بالكوفة عند وقوع الفاجعة العظمى استشهاد الإمام أمير المؤمنين بسيف أشقى الآخرين أجمعين ابن ملجم .\r\nوالأصبغ هذا كان من شرطة الخميس ومن خواصّ أصحاب عليّ عليه السلام وقد كان دخل على أمير المؤمنين بعد ما ضربه اللعين ابن ملجم وسأل منه أسئلة وتكلّم معه تكلّم الخليل مع حليله عند الوداع والفراق وحمل منه أسرارا .\r\nوهو مترجم في فهرس النجاشي والطوسي ورجال الطوسي وتهذيب التهذيب وغيرها .\r\nالثاني ممن علمنا بأنّه قد أفرد بالتأليف مقتل الإمام أمير المؤمنين عليه السلام هو أبو عبد اللّه جابر بن يزيد الجعفي من أصحاب الإمام محمد بن علي بن الحسين عليهم السلام المتوفّى سنة : « 128 » المترجم في كتاب تهذيب التهذيب : ج 2 ص 47 وقد ترجمه غيره أيضا .\r\nالثالث ممّن أفرد بالتأليف مقتل أمير المؤمنين هو المؤرّخ الشهير والأخباري الوثيق الخبير أبو مخنف لوط بن يحيى الأزدي المتوفّى قبل العام « 170 » الهجري كما في ترجمته من كتاب لسان الميزان : ج 4 ص 492 .\r\nالرابع ممّن اطّلعنا على إفراده بالذكر والتأليف مقتل أمير المؤمنين عليه السلام هو هشام بن محمد بن السائب الكلبي المتوفّى سنة : « 206 » صاحب التأليفات الكثيرة النافعة البالغ عددها مأتي تاليف .\r\nالخامس ممن ألّف مستقلا مقتل أمير المؤمنين عليه السلام هو أبو عبد اللّه محمد بن زكريّا بن دينار الغلّابي البصري المتوفّى بعد العام « 280 » كما في ترجمته من كتاب لسان الميزان : ج 5 ص 168 ، وكما في فهرس النجاشي .\r\nالسادس ممن أفرد بالتأليف مقتل أمير المؤمنين عليه السلام هو أبو إسحاق إبراهيم بن محمد الثقفي رحمه اللّه صاحب الكتب القيّمة المتوفّي سنة : « 283 » المترجم في فهرس النجاشي والطوسي وكتاب أخبار أصبهان وغيرها وقد أورد أحاديث من\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nهذا الكتاب السيّد ابن طاوس في كتابه فرحة الغريّ عن نسخة كتبت سنة :\r\n« 355 » .\r\nالسابع ممن أفرد بالتصنيف مقتل الإمام أمير المؤمنين عليه السلام هو غياث بن إبراهيم التميمي الأسدي البصري من ساكني الكوفة كما في فهرس الشيخ الطوسي .\r\nالثامن ممن أفرد بالتأليف مقتل أمير المؤمنين عليه السلام هو عبد العزيز بن يحيى بن أحمد بن عيسى الجلودي المتوفّى سنة : « 332 » .\r\nهذا مما اطّلعنا عليه عفويّا من غير بذل الجهود عليه استقلالا في من ألّف وأفرد مقتل أمير المؤمنين عليّ بن أبي طالب عليه السلام .\r\nوأمّا ما ألّفه العلماء المتأخّرون بعد القرن الرابع إلى عصرنا هذا فكثير جدّا وعلى وسع الباحثين والمثقّفين البحث عن ذلك ولا سيّما ما كتبه القدماء ثمّ العناية بتحقيقه ثمّ نشره فإنّ في ذلك رضى الرحمن وتعضيد أهداف أوليائه وقد أشار شيخنا الرازي رفع اللّه مقامه في عنوان « مقتل » من كتابه القيّم الذريعة : ج 22 ص 30 وما حولها إلى بعض ما صنّف في ذلك .\r\nهذا نبذ مما أردنا وأحببنا ذكره في هذه المقدّمة وآخر دعوانا : أن الحمد للّه ربّ العالمين .\r\nمحمّد باقر المحمودي\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\n\r\n[ ذكر سبب شهادة الإمام أمير المؤمنين عليّ بن أبي طالب كرم اللّه وجهه 
  ]\r\n« 1 » من الواضحات الأوّليّة لكلّ متحنّك في فنّ التاريخ أنّ الإمام عليّ بن أبي طالب قد استهدف للقتل مرارا وصار هدفا للشهادة في طول حياته لا سيّما ليلة هجرة النّبيّ صلّى اللّه عليه وآله وسلّم من داره وإيوائه إلى الغار ثمّ إلى المدينة الطيّبة .\r\nوبعد ليلة المبيت وخروج عليّ مع الفواطم إلى النبيّ قد تأكّدت عزيمة جمع من الكفّار على قتله عندما لحقوه بالطريق . وقالوا له : ارجع بالنسوة وحالوا بينه وبين النسوة كي يرجعوهنّ فشدّ عليهم وقتل أحدهم وهو يقول :\r\n خلوا سبيل الجاهد المجاهد * آليت لا أعبد غير الواحد \r\nثمّ بعد حرب بدر وقتل عليّ عليه السلام بيده قريبا من نصف القتلى في ذلك اليوم من صناديد الكفّار تقوّت وتأكّدت عزائم الكفّار على قتله أكثر فأكثر .\r\nثمّ في حرب « أحد » لمّا فرّ المسلمون إلّا عدد قليل منهم وواسا عليّ عليه السلام النبيّ صلى اللّه عليه وآله وسلم بنفسه وفرّق الكفّار المحدقين بالنبيّ وقتل رؤساءهم اشتدّت نوايا الكفّار وعزمهم على قتل عليّ بآكد ما يتصوّر فكان يغري بعضهم بعضا على قتله والفتك به كما يدلّ على ذلك ما رواه جماعة عن أسيد بن أبي إياس أنّه كان يحضّ المشركين على قتله وينشد :\r\n هذا ابن فاطمة الذي أفناكم * ذبحا وقتلة قعصة لم يذبح \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا إلى الحديث رقم واحد الآتي ، صفحات زيادة منّا ، لترميم النّقص الموجود في النسخة .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n أفناكم قعصا وضربا يفتري * بالسيف يعمل حدّه لم يصفح \r\n أعطوه خرجا واتقوا بمضيعة * فعل الذليل وبيعة لم تربح \r\nوهكذا كان يزداد بغض الكفّار لعليّ وهمّهم على قتله يوما بعد يوم وكلّما يتجدّد للنبيّ غزو ولعليّ نكاية في الكفّار كان يزداد حقدهم وهمّهم في اغتيال عليّ والفتك به فكانوا مراقبين لعليّ من الداخل والخارج .\r\nوكان الأمر على هذا المنهاج في طول أيّام الخلفاء كما تكشف عن ذلك أبيات أمير المؤمنين عليه السلام المعروفة المستفيضة :\r\n تلكم قريش تمنّاني لتقتلني * فلا وربك ما برّوا ولا ظفروا \r\n فإن بقيت فرهن ذمّتي لهم * بذات روقين لا يعفو لها أثر « 1 » \r\nثمّ بعد انقضاء أيّام الخلفاء ومبايعة النّاس أمير المؤمنين على الخلافة قد أضاء الصبح لكلّ ذي عين بأنّ كثيرا من المسلمين قد مكروا به وعزموا على قتله فجمعوا الحشود وأعدّوا لقتله العدّة والعدّة بعد ما بايعوه طوعا ورغبة وهؤلاء هم الناكثون .\r\nثمّ تلاهم القاسطون وهم معاوية وأهل الشام ومن شايعهم على قتال عليّ عليه السلام .\r\nوعند محاربة القاسطين عليّا زيدت في مناوئي عليّ فرقة ثالثة وهم المارقون الخوارج وهؤلاء أكثرهم كانوا من عبّاد أهل الكوفة والبصرة ومن قرّاء القرآن ولكن لم يكونوا علي بصيرة في علم القرآن وكان غاية جهدهم الإكثار من تلاوة القرآن والمداومة على الأذكار والأوراد وكانوا مع عليّ عليه السلام مجدّين في قتال أعدائه ولكن عندما رفع معاوية وجنده المصاحف على الرماح - مكرا وخديعة - في صباح ليلة الهرير ودعوا عليّا وعسكره إلى تحكيم القرآن والرضا والتسليم لحكم القرآن وأبى عليهم عليّ عليه السلام لعلمه بأن القوم لا يريدون حكم القرآن بحسب الواقع وإنمّا لجئوا إلى ذلك لينجوا من المهلكة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وأنظر الحديث الأخير من الجزء ( 16 ) من أمالي الطوسي . ورواه بعضهم « بذات ودقين » .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفعند ذلك أصرّ هؤلاء الحمقى على عليّ كي يقبل هذه الدعوى ويصالح معاوية على تحكيم القرآن وهدّدوا عليّا على رفضه ذلك بالقتل أو تسليمه إلى معاوية أو الانفراج عنه كي يقتله أهل الشام .\r\nومن أجل إصرار هؤلاء الجهّال على نزعتهم حدث اختلاف شديد وتضارب في الرأي في جند الإمام أمير المؤمنين عليه السلام حتّى كادوا أن يتقاتلوا .\r\nومن أجل ذلك اضطرّ الإمام أمير المؤمنين عليه السلام إلى قبول الصلح وتحكيم القرآن تحت شروط وقيود تبطل خديعة معاوية ومكره فكتبوا كتاب الصلح وأمضاه رؤساء الفريقين ووقّعوا عليه فعند ذلك انتبه المغفّلون من القرّاء بأنّهم خدعوا فيما أصرّوا عليه أوّلا فجاءوا إلى عليّ وألحّوا عليه أن يعود إلى محاربة معاوية فأبى عليهم عليّ عليه السلام وقال لهم : ويلكم إنّ اللّه أمر بالوفاء بالعهد مع المشركين فكيف ينقض عهده مع هؤلاء وهم مسلمون ؟ ! وقال لهم جهارا : إنّه لا يرجع عن عهده مع الناكثين إلّا أن يخونوا هم العهد أو تنتهي مدّة المعاهدة من غير وفاق على حكم القرآن .\r\nفحينئذ كفّره الخوارج وكفّروا كلّ من رضي بتحكيم القرآن ولم يتب منه وفارقه بعضهم في نفس المعركة .\r\nولمّا انفصل أمير المؤمنين من معركة صفّين راجعا إلى الكوفة لم يدخلوا معه الكوفة وعسكروا بموضع يقال له : الحروراء وعزموا على أن يدعوا عليّا مجدّدا إلى الرجوع عن العهد ونقضه كي يذهبوا معه ثانيا إلى حرب معاوية وإلّا سيحاربونه ويقتلونه .\r\nوجرى بين أمير المؤمنين وبينهم رسل ورسائل ومحاجّات كثيرة في خلالها رجع بعضهم عن نزعته ووقف آخرون متردّدين وبقي أكثرهم علي لجاجهم وعنادهم وسعوا في الأرض بالفساد وقتلوا الأبرياء وأهلكوا الحرث والنسل ونابذوا عليّا بالحرب وخرجوا إلى موضع يقال له : النهروان معلنين الحرب .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفخرج إليهم عليّ عليه السلام بالجنود واحتجّ عليهم وخطبهم وطلب منهم الرجوع إليه كي يذهب بهم إلى حرب معاوية من أجل أنّ الحكمين لم يتّفقا وخانا ما أخذ عليهما من الحكم بالقرآن والتجنّب عن متابعة الهوى .\r\nفلم يلتفت الخوارج إلى احتجاج عليّ وشدّوا على أصحابه وقتلوا منهم أفرادا .\r\nفعند ذلك ثبّت أمير المؤمنين أصحابه وحرّضهم على قتال الخوارج وبشّرهم بما وعد اللّه تعالي لمن يقتل هؤلاء الأشقياء وأخبرهم بأنّه لا يقتل منهم إلّا دون عشرة وأنّه لا ينجوا من الخوارج إلّا دون عشرة « 1 »\r\nثمّ شدّ عليه السلام بأصحابه على المارقين فقضوا عليهم عدا من فرّ منهم من المعركة وهم دون العشرة وعدا المجروحين منهم فإنّه عليه السلام دفعهم إلى عشائرهم كي يداووهم .\r\nوبعد وقعة النهروان والقضاء على رؤوس الخوارج خمدت شوكتهم فعندئذ غيّر الباقون من الخوارج ومن على نزعتهم مجرى المناوئة وعزموا على الفتك والاغتيال .\r\nفها نحن نذكر بعض ما جرى على أمير المؤمنين عليه السلام من ناحية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما ذكره أبو عمر ابن عبد البرّ في أوائل ترجمة أمير المؤمنين عليه السلام من كتاب الإستيعاب بهامش الإصابة : ج 3 ص 55 قال :\r\nثمّ خرجت عليه الخوارج وكفّروه وكلّ من كان معه إذ رضي بالتحكيم بينه وبين أهل الشام وقالوا له : حكّمت الرجال في دين اللّه واللّه تعالى يقول :  « إِنِ الْحُكْمُ إِلَّا لِلَّهِ » *  ثمّ اجتمعوا وشقّوا عصا المسلمين ونصبوا راية الخلاف وسفكوا الدماء وقطعوا السبل .\r\nفخرج إليهم [ أمير المؤمنين 
  ] بمن معه ورام مراجعتهم فأبوا إلّا القتال فقاتلهم بالنهروان واستأصل جمهورهم ولم ينج إلّا اليسير منهم .\r\nفانتدب له من بقاياهم عبد الرحمن بن ملجم قيل : السكوني وقيل : الحميري .\r\nقال الزبير : تجوب رجل من حمير كان أصاب دما في قومه فلجأ إلى مراد فقال لهم : جئت إليكم أجوب البلاد . فقيل له : أنت تجوب . فسمّي به فهو اليوم في مراد وهم رهط عبد الرحمن بن ملجم المرادي ثمّ التجوبي وأصله من حمير ولم يختلفوا أنّه حليف لمراد وعداده فيهم وكان فاتكا ملعونا . . .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالخوارج قبيل شهادته ونسوق كيفية إقدام أشقى البرية ابن ملجم على اغتياله والفتك به برواية ابن سعد صاحب الطبقات الكبرى .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n[ مؤامرة أشقى البريّة والخلق ابن ملجم وأشقّاءه على اغتيال أمير المؤمنين عليه السلام ورئيسي القاسطين 
  ]\r\n[ قال ابن سعد « 1 » : قالوا : انتدب ثلاثة نفر من الخوارج [ وهم 
  ] عبد الرحمن بن ملجم المرادي - وهو من حمير وعداده في مراد وهو حليف بني جبلة من كندة - والبرك بن عبد اللّه التميمي وعمرو بن بكير التميمي فاجتمعوا بمكّة وتعاهدوا وتعاقدوا ليقتلنّ هؤلاء الثلاثة : عليّ بن أبي طالب ومعاوية بن أبي سفيان وعمرو بن العاص ويريحنّ العباد منهم فقال عبد الرحمن بن ملجم : أنا لكم بعليّ بن أبي طالب . وقال البرك : أنا لكم بمعاوية . وقال عمرو بن بكير : أنا أكفيكم عمرو بن العاص .\r\nفتعاهدوا على ذلك وتعاقدوا وتواثقوا [ على أن 
  ] لا ينكص رجل منهم عن صاحبه الذي سمّي [ له 
  ] ويتوجّه إليه حتّى يقتله أو يموت دونه .\r\nفاتّعدوا بينهم ليلة سبع عشرة من شهر رمضان « 2 » ثمّ توجّه كلّ رجل منهم إلي المصر الذي فيه صاحبه .\r\nفقدم عبد الرحمن بن ملجم الكوفة فلقي أصحابه من الخوارج فكاتمهم ما يريد وكان يزورهم ويزورونه فزار يوما نفرا من تيم الرباب فرأى امرأة منهم يقال لها : قطام بنت شجنة بن عدي بن عامر بن عوف بن ثعلبة بن سعد بن ذهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكره ابن سعد في ترجمة أمير المؤمنين في الطبقة الأولى من طبقات البدريين من كتاب الطبقات الكبرى ج 3 ص 35 - 38 .\r\n( 2 ) كذا ذكره ابن سعد وغير واحد من أهل السّنّة ، والمعروف في أخبار شيعة أهل البيت ( ع ) هو الليلة التاسعة عشرة من شهر رمضان .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبن تيم الرباب - وكان عليّ قتل أباها وأخاها يوم النهروان - فأعجبته فخطبها فقالت : لا أتزوّجك حتّى تسمّي لي . فقال : لا تسأليني شيئا إلّا أعطيتك .\r\nفقالت : ثلاثة آلاف وقتل عليّ بن أبي طالب . فقال : واللّه ما جاء بي إلى هذا المصر إلّا قتل عليّ بن أبي طالب وقد آتيناك ما سألت .\r\nولقي عبد الرحمن بن ملجم شبيب بن بجرة الأشجعي فأعلمه ما يريد ودعاه إلى أن يكون معه فأجابه إلى ذلك .\r\nوبات عبد الرحمن بن ملجم تلك الليلة التي عزم فيها أن يقتل عليّا في صبيحتها يناجي الأشعث بن قيس الكندي في مسجده حتّى كاد أن يطلع الفجر فقال له الأشعث : فضحك الصبح فقم .\r\nفقام عبد الرحمن بن ملجم وشبيب بن بجرة فأخذا أسيافهما ثمّ جاءا حتّى جلسا مقابل السدّة التي يخرج منها عليّ .\r\n1 - [ حدّث زيد بن عليّ عن عبيد اللّه بن موسى قال : حدّثنا الحسن بن كثير عن أبيه قال : خرج 
  ] « 1 » عليّ إلى صلاة الفجر فاستقبله الوزّ يصحن في وجهه فجعلنا نطردهنّ عنه فقال : دعوهنّ فإنّهنّ نوائح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في النسخة المنقوصة الأوّل الموجودة في المجموعة : ( 9 ) من مخطوطات المكتبة الظاهرية في الورق 232 / أ / منها ، ومن بآية الكتاب إلى قوله : « عليّ » هاهنا قد سقط عن هذه النسخة .\r\nوالوز والإوزّ - على زنة حبّ وخدبّ - : البطّ .\r\nثمّ إنّا مع الفحص البليغ عن هذه الدرّة اليتيمة لم نطّلع على وجود نسخة كاملة منها في دار الوجود ولم ينكشف لنا مقدار ما سقط من النسخة التي بأيدينا - وإن أظنّ أنّ الساقط من نسختنا هذه ورقة أو ورقتان - . وما وضعناه بين المعقوفين مأخوذ ممّا رواه ابن الأثير في ترجمة أمير المؤمنين عليه السلام من كتاب أسد الغابة : ج 4 ص 35 ط 1 ولأجل الإيضاح نسوق حديثه حرفيّا قال :\r\nأنبأنا أبو أحمد عبد الوهّاب بن عليّ الأمين وغير واحد إجازة قالوا : أنبأنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سليمان أنبأنا أبو الفضل بن خيرون وأبو طاهر أحمد بن الحسن الباقلاني كلاهما إجازة قالا : أنبأنا أبو عليّ بن شاذان قال : قرئ على أبي محمد الحسن بن محمد بن يحي بن الحسن بن جعفر بن عبيد اللّه بن الحسن بن عليّ بن الحسين بن عليّ بن أبي طالب قال : حدّثنا جدّي أبو الحسين يحيى بن الحسن حدّثنا سعيد بن نوح حدّثنا أبو نعيم الفضل بن -\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n2 - حدثنا الحسين حدثنا عبد اللّه حدثنا محمّد بن عمرو بن الحكم حدثنا الضحّاك بن شهر « 1 » حدّثنا خارجة عن حصين عن هلال بن يساف قال :\r\n\r\n\r\n","description":"","footnote":"\r\n- دكين حدّثنا عبد الجبّار بن العبّاس :\r\nعن عثمان بن المغيرة قال : لمّا دخل شهر رمضان جعل عليّ يتعشى ليلة عند الحسن وليلة عند الحسين وليلة عند عبد اللّه بن جعفر لا يزيد [ في إفطاره 
  ] على ثلاث لقم ويقول : يأتي أمر اللّه وأنا خميص وإنّما هي ليلة أو ليلتان .\r\nقال : وأنبأنا جدّي [ قال : 
  ] حدّثنا زيد بن عليّ عن عبيد اللّه بن موسى [ قال : 
  ] حدّثنا الحسن بن كثير عن أبيه قال : خرج عليّ لصلاة الفجر فاستقبله الوزّ . . .\r\nثمّ قال ابن الأثير : وهذا يدلّ على أنّه عليه السلام علم السنة والشهر والليلة والساعة التي يقتل فيها .\r\nأقول : ورواه أيضا ابن الأثير في تاريخ الكامل عند ذكره وفاة أمير المؤمنين عليه السلام .\r\nورواه أيضا المسعودي عند بيانه مقتل أمير المؤمنين عليه السلام في كتاب مروج الذهب : ج 2 ص 413 ط بيروت قال :\r\nوقيل : إنّ عليّا لم ينم تلك الليلة وأنّه لم يزل يمشي بين الباب والحجرة وهو يقول : واللّه ما كذبت ولا كذبت وإنّها الليلة التي وعدت فيها .\r\nفلمّا خرج صاح بطّ كان للصبيان فصاح بهنّ بعض من في الدار فقال عليّ : ويحك دعهنّ فإنّهنّ نوائح .\r\nورواه أيضا رشيد الدين ابن شهرآشوب في كتاب المناقب .\r\nوللحديث مصادر أخر وقد رواه أيضا اليعقوبي في سيرة أمير المؤمنين من تاريخه : ج 2 ص 202 قال :\r\nوخرج عليّ [ عليه السلام 
  ] في الغلس فتبعته إوزّ كنّ في الدار فتعلّقن بثوبه فقال عليه السلام :\r\nصوائح تتبعها نوائح .\r\nوذكره أيضا ابن كثير في آخر ترجمة أمير المؤمنين عليه السلام قبيل عنوان : « خلافة الحسن بن عليّ . . . » من تاريخ البداية والنهاية : ج 8 ص 13 ط دار الفكر قال :\r\nفلمّا خرج [ عليّ 
  ] إلى المسجد صرخ إوزّ في وجهه فسكّتوهنّ عنه فقال : ذروهنّ فإنّهنّ نوائح .\r\nورواه أيضا الحافظ أبو بكر البيهقي قال : روينا بإسناد ثابت أنّ عليّا رضي اللّه عنه خرج الصلاة الفجر فأقبل الوزّ يصحن في وجهه فطردوهنّ عنه فقال [ عليه السلام 
  ] : دعوهنّ فإنّهنّ نوائح .\r\nهكذا رواه عنه الباعوني في الباب : ( 5 ) من كتاب جواهر المطالب الورق : / 93 / ب / .\r\n( 1 ) كذا في ظاهر رسم الخطّ من أصلي ولم أجد بهذه الخصوصية ترجمة له ولعلّه مصحّف عن « الضحّاك بن حمرة » من رجال الترمذي المترجم في كتاب تهذيب التهذيب : ج 4 ص 443 .\r\nوأمّا تلميذ الرجل محمد بن عمرو بن الحكم فقد ذكره الخطيب ووثّقه تحت الرقم : ( 1146 ) من تاريخ بغداد :\r\nج 3 ص 127 .\r\nوروا أيضا أبو بكر القطيعي كما في الحديث : « 67 » من باب فضائل عليّ عليه السلام من كتاب الفضائل -\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nكان عليّ بن أبي طالب يخرج قبل صلاة الفجر فيقول : الصلاة الصلاة فبينا هو كذلك إذ ابتدره رجلان فضربه أحدهما ضربة بالسيف وذهب فاتبعه ابن النبّاح فلمّا خرج من المسجد كرّ عليه بالسيف فسبقه ابن النبّاح راجعا وأخذ الآخر فقالوا : ما نرى به بأسا . فقال [ ابن ملجم 
  ] : لقد سقيته السمّ شهرين ولو قسمتها بين العرب لأفنتهم .\r\nوجعل النساء يبكين عليه وجعل آخرون يقولون : ليس عليه بأس .\r\nفقال ابن ملجم - لعنه اللّه - أفعليّ تبكون ؟ .\r\n3 - حدّثنا الحسين حدثنا عبد اللّه حدّثنا يوسف بن موسى حدّثنا عبيد اللّه بن موسى قال : أخبرنا الحسن بن دينار :\r\nعن الحسن [ البصري 
  ] قال : سهر عليّ عليه السلام في تلك الليلة فقال :\r\nإنّي مقتول لو قد أصبحت « 1 » .\r\nقال : فجاء مؤذّنه [ يؤذّنه 
  ] بالصلاة فقام فمشى قليلا ثمّ رجع فقالت له ابنته : مر جعدة يصلّي بالناس . [ ف 
  ] قال : لا مفرّ من الأجل .\r\n\r\n\r\n","description":"","footnote":"\r\n- ص 41 ، ط قم قال :\r\nحدّثنا عبد اللّه بن محمد البغوي قال : حدّثنا إسحاق بن إبراهيم المروزي قال : حدّثنا عفيف بن سالم الموصلي قال : حدّثنا الحسن بن كثير عن أبيه - قال : وكان قد أدرك عليّا - قال : خرج علي [ صلاة 
  ] الفجر فأقبلت الوزّ يصحن في وجهه فطردوهنّ عنه فقال : ذروهنّ فإنّهنّ نوائح . فضربه ابن ملجم فقلت : يا أمير المؤمنين خلّ بيننا وبين مراد فلا تقوم لهم راعية ولا راغية أبدا . قال : لا ولكن احبسوا الرجل فإن أنا متّ فاقتلوه وإن أعش فالجروح قصاص .\r\nوروا المحبّ الطبري نقلا عن أحمد في المناقب كما في فضائل عليّ عليه السلام من كتاب الرياض النضرة :\r\nج 2 ص 323 .\r\nورواه أيضا الحافظ عيسى بن عليّ الوزير « عن عبد اللّه بن محمد البغوي . . . » كما رواه بسنده عنه الحافظ ابن عساكر تحت الرقم : « 1414 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 358 ط 2 .\r\n( 1 ) هذا الحديث أيضا دالّ على أنّ أمير المؤمنين عليه السلام كان يعلم زمان شهادته .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nثمّ قام فخرج فمرّ على صاحبه وقد سهر ليله ينتظره وقد غلبته عينه فضربه برجله وقال : الصلاة . فقام فلما رأى عليّا ضربه « 2 » .\r\nقال الحسن : إذا علم [ أمير المؤمنين عليه السلام 
  ] هذا\r\n4 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي حدّثنا عليّ بن أبي فاطمة الغنوي قال :\r\nحدّثني شيخ من بني حنظلة قال : لمّا كانت الليلة الّتي أصيب فيها عليّ رحمه اللّه أتاه ابن النبّاح حين طلع الفجر يؤذنه بالصلاة وهو مضطجع متثاقل فقال [ في 
  ] الثانية يؤذنه بالصلاة [ كذا 
  ] فسكت فجاءه الثالثة فقام عليّ يمشي بين / 121 / ب / الحسن والحسين وهو يقول :\r\n شدّ حيازيمك للموت * فإن الموت أتاك \r\n ولا تجزع من الموت * إذا حلّ بواديك \r\nفلمّا بلغ باب الصغير قال لهما : مكانكما ودخل فشدّ عليه عبد الرحمن بن ملجم فضربه فخرجت أمّ كلثوم بنت عليّ فجعلت تقول : ما لي ولصلاة الغداة ؟ قتل زوجي أمير المؤمنين صلاة الغداة وقتل أبي صلاة الغداة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وليلاحظ ما يأتي تحت الرقم « 5 - 6 » .\r\n4 - والحديث رواه الحافظ ابن عساكر بسنده عن ابن أبي الدنيا تحت الرقم : « 1415 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 358 ط 2 وفيه : « علي بن فاطمة العنزي [ قال : 
  ] حدّثني الأصبغ الحنظلي . . . » .\r\nوقريبا منه جدّا - أو عينه - رواه الباعوني عن ابن أبي الدنيا في الباب : « 57 » من كتاب جواهر المطالب الورق : / 96 / أ / قال :\r\nقال ابن أبي الدنيا : حدثني جدّي [ قال : حدثنا 
  ] عبد اللّه بن يونس حدّثني الأصبغ الحنظلي [ كذا 
  ] قال : لمّا كانت الليلة التي أصيب بها عليّ . . .\r\n( 2 ) وبما ان الحديث ضعيف من جهات ولا يصحّ تصديق ما يتضمّنه بلا قرينة قطعيّة فلا يغترّ أحد بهذا الذيل فلعلّه من إضافات يونس بن بكير الذي كان مرجئا وكان يتبع السلطان ورماه بعضهم بالزندقة كما في ترجمته من كتاب تهذيب التهذيب : ج 11 ، ص 435 .\r\nوأيضا عليّ بن أبي فاطمة وشيخه الواقعان في سلسلة السند مجهولان .\r\nوأيضا عبد اللّه بن يونس بن بكير ما وجدنا أحدا وثّقه نعم ذكروه في ترجمة أبيه أنّه يروي -\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n5 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد قال : حدثني رجل من النخع عن صالح بن ميثم عن عمران بن ميثم عن أبيه [ قال 
  ] :\r\nإنّ عليّا خرج [ إلى صلاة الصبح 
  ] فكبّر في الصلاة ثمّ قرأ من سورة الأنبياء إحدى عشرة آية ثمّ ضربه ابن ملجم من الصفّ على قرنه فشدّ عليه الناس وأخذوه وانتزعوا السيف من يده وهم قيام في الصلاة وركع عليّ ثمّ سجد فنظرت إليه ينقل رأسه من الدم إذا سجد من مكان إلى مكان ثمّ قام في الثانية فقلب [ كذا 
  ] فخفّف القراءة ثمّ جلس فتشهّد ثمّ سلّم وأسند ظهره إلى حائط المسجد .\r\n6 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي عن هشام بن محمّد قال : حدّثني عمر بن عبد الرحمن بن نفيع بن جعدة بن هبيرة :\r\nأنّه لمّا ضرب ابن ملجم عليّا عليه السلام وهو في الصلاة تأخر فدفع في ظهر جعدة بن هبيرة فصلّى بالناس ثمّ قال عليّ : عليّ بالرجل . فأتي [ به 
  ] فقال [ له 
  ] : أي عدوّ اللّه ألم أحسن إليك وأصنع وأصنع ؟ / 233 / أ / قال : بلى . قال :\r\n[ ف 
  ] ما حملك علي ما صنعت ؟ قال : شحذت سيفي أربعين يوما ثمّ دعوت اللّه أن أقتل به شرّ خلقه ؟ فقال عليّ : ما أراك إلّا مقتولا به وما أراك إلّا شرّ خلقه . فقتل ابن ملجم بذاك السيف « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- عنه ابنه عبد اللّه وهذا لا يكون توثيقا .\r\nولو فرضنا أنّ شيخ عليّ بن أبي فاطمة هو الأصبغ بن نباتة فهو أيضا لا يفيدهم شيئا لأنّ الأصبغ غير موثوق عندهم وعدّوه رافضيّا بغيضا .\r\nوعلى فرض كون ابن أبي فاطمة هو عليّ بن حزوّر فهو أيضا كالأصبغ ضعيف بل بغيض عند القوم .\r\n( 1 ) وروى الطوسي في الحديث : « 18 » من الجزء الثالث من أماليه أنّه ضرب عليه السلام وهو ساجد في الصلاة .\r\nوروى المتّقي الهندي في الحديث : « 497 » من باب فضائل أمير المؤمنين عليه السلام من كتاب كنز العمال : ج 15 ، ص 170 ، ط 2 أنّه ضرب عليه السلام حين رفع رأسه من الركعة . -\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n7 - حدّثنا الحسين قال : حدّثنا عبد اللّه قال : حدثنا سعيد بن يحيى الأموي قال : حدثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه عن المجالد بن سعيد قال :\r\nجاء ابن بجرة الأشجعي وابن ملجم معهما سيفان فجلسا بالباب فلمّا خرج عليّ رضي اللّه عنه نادى بالصلاة وابتدره الرجلان فضرباه فأخطأ أحدهما فأصاب [ سيفه 
  ] الحائط وأصاب [ سيف 
  ] الآخر وخرجا هاربين فخرج ابن بجرة من ناحية كندة وخرج ابن ملجم من ناحية السوق فأدرك فأخذ فأتي به عليا رضي اللّه عنه فقال : احبسوه .\r\n8 - حدّثنا الحسين بن صفوان البرذعي قال : حدّثنا عبد اللّه بن أبي الدنيا قال : حدّثنا سعيد بن يحيى الأموي قال : حدّثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه عن عوانة بن الحكم [ قال 
  ] :\r\nإنّ ثلاثة تبايعوا على قتل عليّ ومعاوية وعمرو بن العاص فخرج [ واحد\r\n\r\n\r\n","description":"","footnote":"\r\n- وروى في الحديث : « 63 » من فضائل أمير المؤمنين عليه السلام من كتاب الفضائل - تأليف أحمد بن حنبل - ص 38 ط قم قال :\r\nحدّثنا عبد اللّه قال : حدّثنا أحمد بن منصور قال : حدّثنا يحيى بن بكير المصري قال :\r\nحدّثني الليث بن سعد أنّ عبد الرحمن بن ملجم ضرب عليّا في صلاة الصبح على دهش بسيف كان سمّه بالسمّ ومات من يومه ودفن بالكوفة .\r\nورواه أيضا الحافظ ابن عساكر بسنده عن عبد اللّه بن محمد البغوي في الحديث : « 1418 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 361 ط 2 .\r\nوما في ذيل هذا الحديث من كتاب الفضائل من أنّ أمير المؤمنين عليه السلام توفّي من يوم الضربة مردود بصريح الأخبار الكثيرة الواردة في المقام من الفريقين وباتّفاق المسلمين على أنّه عليه السلام بقي بعد ما ضرب يومين وتوفّي في الليلة الثالثة من الضربة .\r\nوقال أبو عمر في أواخر ترجمة أمير المؤمنين من كتاب الإستيعاب بهامش الإصابة : ج 3 ص 59 قال :\r\nوقد اختلف في صفة أخذ ابن ملجم فلمّا أخذ قال عليّ رضي اللّه عنه : أحبسوه فإن متّ فاقتلوه ولا تمثّلوا به وإن لم أمت فالأمر إليّ في العفو أو القصاص .\r\nواختلفوا أيضا هل ضربه في الصلاة أو قبل الدخول فيها وهل استخلف من أتمّ بهم الصلاة أو هو أتمّها ! والأكثر [ على 
  ] أنّه استخلف جعدة بن هبيرة فصلّى بهم تلك الصلاة .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمنهم إلى عمرو بن العاص وآخر إلى معاوية يقال له : البرك رجل من بني تميم من بني سعد ثمّ من بني صريم وآخر إلى عليّ وهو ابن ملجم .\r\nفجاء ابن ملجم إلى الكوفة فخطب قطام وكانت من بني التيم وكانت ترى رأي المحكّمة فقالت : لا واللّه لا أتزوّجك إلّا على ثلاثة آلاف وقتل عليّ فأعطاها ذلك وبنى بها .\r\n9 - حدّثنا / 233 ب / الحسين بن صفوان البرذعي قال : حدثنا سعيد بن يحيى قال : حدّثنا عبد اللّه بن سعيد الأموي عن زياد بن عبد اللّه البكائي عن عوانة بن الحكم الكلبي قال : فحدّثني مزاحم بن زفر التيمي عن وجيه [ قال 
  ] :\r\nإنّ ابن ملجم كان يجلس في قومه من صلاة الغداة إلى ارتفاع النهار والقوم يهضبون « 1 » وهو لا يتكلّم بكلمة وبلغني أنّه كان يوما جالسا في السوق متقلّدا السيف فمرّت به جنازة فيها المسلمون والقسّيسون فقال : ويلكم ما هذا ؟\r\nقالوا : [ هذا نعش 
  ] أبجر بن حجّار العجلي وابنه سيّد بكر بن وائل فاتبعه المسلمون لمكان ابنه وتبعه النصارى لنصرانيّته . فقال ابن ملجم : أما واللّه لولا أنّي أستبقي نفسي لأمر هو أعظم من هذا أجرا عند اللّه لاستعرضتهم بالسيف « 2 » .\r\n10 - حدّثنا الحسين قال : حدثنا عبد اللّه قال : حدّثنا سعيد بن يحيى قال : حدثنا عبد اللّه بن سعيد قال : حدثنا زياد بن عبد اللّه :\r\nعن عوانة [ بن الحكم 
  ] أنّ قطام قالت لابن ملجم : قد فرغت فأفرغ فخرج ابن ملجم حتّى أتى المسجد وضربت قطام قبّتها في المسجد وألبسته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقال : هضب في الحديث هضبا - على زنة ضرب وبابها - : أفاضوا فيه وارتفعت أصواتهم واهضبوا يا قوم : تكلّموا .\r\n( 2 ) ورواه أيضا البلاذري في الحديث : « 527 » من ترجمة أمير المؤمنين من كتاب أنساب الأشراف :\r\nج 1 ، ص 433 من المخطوطة وفي ط 1 ج 2 ص 494 عن أبي مسعود الكوفي وغيره عن عوانة بن . . .\r\nورواه أيضا الطبري في تاريخه : ج 5 ص 145 ط الحديث ببيروت .\r\nورواه الطبراني بسند آخر في ترجمة الإمام أمير المؤمنين من كتاب المعجم الكبير : ج 1 ، / الورق 11 / ب / .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالسلاح وخرج عليّ يقول : الصلاة الصلاة أيّها الناس فضربه ابن ملجم على جبهته بالسيف فأصاب [ السيف 
  ] الحائط فثلم فيه ثمّ ألقى السيف / 234 / أ / وقال للناس : اتّقوا السيف فإنّه مسموم - وزعموا أنّه كان سمّه شهرا - وأخذ ابن ملجم ودخل عليّ منزله .\r\n11 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد قال : حدّثني رجل من النخع عن صالح بن ميثم قال :\r\nبينا عليّ بن أبي طالب - قبل تلك الليلة بليلتين - يوقظ الناس [ الصلاة 
  ] الفجر إذ أتاه ابن ملجم بصحيفة ملفوفة يدعوه فيها [ إلى التوبة 
  ] أو ينابذه ففتحها عليّ فلم يستبن ما فيها فأمسكها حتّى صلّى ثم فتحها فإذا فيها : أدعوك إلي التوبة من الشرك [ أ 
  ] وأنابذك على سواء إنّ اللّه لا يهدي كيد الخائنين « 1 » .\r\nفقال عليّ : من صاحب هذه الصحيفة ؟ فلم يكلّمه أحد فبصق فيها فمحاها ثمّ رمى بها وقال : عليه لعنة اللّه .\r\n12 - حدّثنا الحسين بن صفوان البرذعي حدثنا عبد اللّه قال : حدثنا أبي رحمه اللّه عن هشام بن محمد أنّ أبا عبد اللّه الجعفي حدّثهم عن جابر :\r\nعن أبي جعفر محمد بن عليّ بن [ ال 
  ] حسين قال : لمّا أراد اللّه تبارك وتعالى إكرام عليّ بهلاك ابن ملجم ظلّ ابن ملجم في مسجد لبني أسد حتّى إذا جنّه الليل صار إلى دار من دور كندة وقبل ذلك بجمعة قام عليّ على المنبر فقال : إنّه قضى فيما قضى على لسان النبيّ الأمّي عليه السلام [ أنّه قال : « يا عليّ 
  ] لا يبغضك مؤمن ولا يحبّك كافر » « 2 » وقد خاب من حمل إثما وافترى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتبسه اللعين من الآية ( 58 ) من سورة الأنفال .\r\n( 2 ) والحديث من أثبت الآثار الواردة عن رسول اللّه صلّى اللّه عليه وآله وسلم وله أسانيد كثيرة صحيحة ومصادر جمّة يجد الباحث كثيرا منها فيما علّقناه على الحديث : « 100 » من كتاب خصائص أمير المؤمنين عليه السلام تأليف الحافظ النسائي ص 187 ، وفيما ذكرناه أيضا في تعليق الحديث : « 682 » وما بعده من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 2 ص 190 - 211 ط 2 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nأما إنّي رأيت في ليلتي هذه في منامي أنّ شيطانا ضربني ضربة [ على رأسي 
  ] فخضب لحيتي من رأسي بدم عبيط فما ساءني ذلك .\r\n[ ورأيت رسول اللّه في منامي هذا فشكوت إليه ما صنعت بي أمّته فقال : 
  ] « واعلمنّ يا عليّ أنّك مقتول إن شاء اللّه » فما ذا ينتظر أشقاها أن يخضب هذه من هذا ؟ ! ثمّ أمرّ [ عليه السلام 
  ] يده اليمنى على لحيته ثمّ على رأسه ثمّ نزل عن المنبر .\r\n« 1 »\r\nفلمّا كانت الليلة الّتي أصيب فيها [ و 
  ] خرج يريد صلاة العشاء تصايحت الوزّ حوله فقال : يشهر صوائحا ونساء نوائحا « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بين قوله : « ثمّ » و « نزل » في أصلي بياض بقدر كلمتين أو أقلّ ولكن الظاهر من السياق عدم سقوط شيء .\r\nوروى أبو بكر أحمد بن عمرو بن أبي عاصم النبيل في فضائل عليّ عليه السلام من كتاب الآحاد والمثاني الورق / 15 / ب / قال :\r\nحدّثنا الحسن بن عليّ حدّثنا الهيثم بن الأشعث حدّثنا أبو حنيفة اليمامي :\r\nعن عمير بن عبد الملك قال : خطبنا عليّ رضي اللّه عنه على منبر الكوفة فأخذ بلحيته ثمّ قال : متى يبعث أشقاها حتّى يخضب هذه من هذه .\r\nوقد روى قبله بأسانيد أنّ أشقى الآخرين هو قاتل عليّ عليه السلام .\r\nورواهما أيضا بأسانيد الحافظ الحسكاني في تفسير سورة « والشمس » في كتاب شواهد التنزيل : ج 2 ص 335 - 343 ط 1 .\r\nوممّا يناسب ذيل الحديث ما رواه الحافظ ابن عساكر في الحديث : « 1396 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 346 ط 2 قال :\r\nكتب إليّ أبو الغنائم محمد بن محمد بن أحمد - وحدّثني أبو الحجّاج يوسف بن مكّي بن يوسف عنه - أنبأنا إبراهيم بن عمر البرمكي أنبأنا أبو حفص عمر بن أحمد بن هارون الآجري أنبأنا أبو جعفر محمد بن عمرو بن البختري أنبأنا أحمد بن الوليد العجام أنبأنا الوليد بن صالح أنبأنا أبو ليلى الخراساني عن أبي جرير :\r\nعن سعيد بن المسيّب قال : رأيت عليّا على المنبر وهو يقول : لتخضبنّ هذه من هذه - وأشار بيده إلى لحيته وجبينه - فما يحبس أشقاها ! .\r\nقال : [ سعيد 
  ] : فقلت : لقد ادّعى عليّ علم الغيب فلمّا قتل علمت أنّه قد كان عهد إليه .\r\n( 2 ) كذا في أصلي غير أنّ كلمة « يشهر » غير واضحة .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nقال : وتجنّبه الفاسق حتى إذا كانت الساعة التي يخرج فيها أقبل [ ابن ملجم 
  ] حتّى قام في جنح الباب « 1 » وخرج أمير المؤمنين [ إلى الصلاة 
  ] فضربه [ ابن ملجم 
  ] ضربة .\r\n[ وكان 
  ] محمّد بن الحنفيّة قريبا منه « 2 » فأخذه ووثب الناس على ابن ملجم ليقتلوه فقال لهم عليّ : مهلا لا يهاجنّ [ الرجل 
  ] ما بقيت فإن عشت اقتصصت من الرجل أو وهبت للّه وإن متّ فالنفس بالنفس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجنح - بكسر الجيم وسكون النون - : الجانب . الناحية . الكنف .\r\n( 2 ) وقريبا منه رواه الطبري في أواخر سيرة أمير المؤمنين عليه السلام من تاريخه ج 5 ص 146 ، قال :\r\nوذكر أنّ محمد بن الحنفيّة قال : كنت واللّه لأصلّي الليلة التي ضرب فيها عليّ في المسجد الأعظم في رجال كثير من أهل المصر يصلّون قريبا من السدّة ما هم إلّا قيام وركوع وسجود ما يسأمون من أوّل الليل إلى آخره إذ خرج عليّ لصلاة لغداة فجعل ينادي أيّها الناس الصّلاة الصّلاة . فما أدري أخرج من السدّة فتكلّم بهذه الكلمات أم لا فنظرت إلى بريق [ سيف 
  ] وسمعت [ قائلا يقول : 
  ] « الحكم للّه يا عليّ لا لك ولا لأصحابك » فرأيت سيفا ثمّ رأيت ثانيا ثمّ سمعت عليّا يقول :\r\nلا يفوتنّكم الرجل . فشدّ الناس عليه من كل جانب . قال : فلم أبرح حتّى أخذ ابن ملجم وأدخل على عليّ ، فدخلت فيمن دخل من الناس فسمعت عليا يقول : النفس بالنفس إن أنا متّ فاقتلوه كما قتلني وإن بقيت رأيت فيه رأيي .\r\nوسياق وسط الحديث وذيله يدلّ على أنّ ذاكر القصّة غير محمد ابن الحنفيّة ابن أمير المؤمنين بخلاف صدر الحديث فإنّ في جميع ما رأيناها من النسخ « محمد ابن الحنفية » ولم أعهد أحدا غير ابن أمير المؤمنين مكنّى بابن الحنفية .\r\nوالقصّة ذكرها أيضا الخوارزمي في مقتل أمير المؤمنين عليه السلام وفي الفصل : « 26 » من مناقبه ص 277 ط الغري وفيه : « محمد بن حنيف » ولم أجد لمحمد بن حنيف ترجمة .\r\nورواها أيضا أبو الفرج المرواني ولكن ذكر بدل محمد ابن الحنفية أو محمد بن حنيف ذكر بدلهما عبد اللّه بن محمد الأزدي كما في أواسط مقتل أمير المؤمنين من كتاب مقاتل الطالبيين ص 34 قال :\r\nقال أبو مخنف : فحدّثني أبي عن عبد اللّه بن محمد الأزدي قال : إنّي لأصلّي تلك الليلة في المسجد الأعظم مع رجال من أهل المصر كانوا يصلّون في ذلك الشهر من أوّل الليل إلى آخره إذ نظرت إلى رجال يصلّون قريبا من السدّة قيام وقعود وركوعا وسجودا ما يسأمون إذ خرج عليّ لصلاة الفجر فأقبل ينادي : الصلاة الصلاة . فما أدري أنادى أم رايت بريق السيف وسمعت قائلا يقول :\r\nالحكم للّه يا عليّ لا لك ولا لأصحابك . ثمّ رأيت بريق سيف آخر ثانيا وسمعت عليّا يقول :\r\nلا يفوتنّكم الرجل .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n13 - حدّثنا الحسين / 234 / ب / حدّثنا عبد اللّه قال : حدثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي عن عبد الغفّار بن القاسم الأنصاري قال :\r\nسمعت غير واحد يذكر أنّ ابن ملجم بات عند الأشعث بن قيس فلمّا أسحر جعل يقول له : أصبحت .\r\nوكان حجر [ بن عديّ الكندي 
  ] مؤذّنهم فخرج حجر وأذّن فلم يكن أسرع من أن سمع الواعية فجعل حجر ينادي فوق المنارة : قتله الأعور - وكان الرجل أعور - وكان عليّ يسمّيه عرف النار . « 1 »\r\n14 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني أبي عن هشام بن محمد حدّثنا عوانة بن الحكم [ قال : 
  ] إنّ حجر بن عديّ لمّا انصرف الناس من صلاة الغداة من مسجد\r\n\r\n\r\n","description":"","footnote":"\r\nوقال إسماعيل بن راشد في حديثه ووافقه في معناه حديث أبي عبد الرحمن السلمي أنّ شبيب بن بجرة ضربه فأخطأه ووقعت ضربته في الطاق وضربه ابن ملجم - لعنه اللّه - فأثبت الضربة في وسط رأسه .\r\nوقال عبد اللّه بن محمد الأزدي في حديثه : وشدّ الناس عليه من كلّ ناحية حتّى أخذوه . . .\r\nقال أبو مخنف : فحدّثني أبي عن عبد اللّه بن محمد الأزدي قال : أدخل ابن ملجم - لعنه اللّه - على عليّ ودخلت عليه فيمن دخل فسمعت عليّا يقول : النفس بالنفس إن أنا متّ فاقتلوه كما قتلني وإن سلمت رأيت فيه رأيي . . .\r\n( 1 ) وقريبا منه ومن التالي رواه البلاذري في الحديث : « 525 » وتاليه والحديث : « 532 » من ترجمة أمير المؤمنين من كتاب أنساب الأشراف : ج 1 ، ص 433 وفي ط 1 : ج 2 ص 493 - 494 وص 496 .\r\nورواه أيضا أبو الفرج في مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيّين ص 33 قال :\r\nحدّثني أحمد بن عيسى قال : حدّثنا الحسين بن نصر قال : حدّثنا زيد بن المعذل عن يحيى بن شعيب عن أبي مخنف عن الأسود والأجلح [ قالا 
  ] :\r\nإنّ ابن ملجم أتى الأشعث بن قيس - لعنهما اللّه - في الليلة التي أراد فيها بعليّ ما أراد والأشعث في بعض نواحي المسجد فسمع حجر بن عديّ الأشعث يقول لابن ملجم - لعنه اللّه - : النجاء النجاء لحاجتك فقد فضحك الصبح . فقال له حجر : قتلته يا أعور . وخرج مبادرا إلى عليّ واسرج دابّته وسبقه ابن ملجم - لعنه اللّه فضرب عليّا وأقبل حجر والناس يقولون : قتل أمير المؤمنين .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالأشعث وكان حجر بن عديّ إمامهم فلمّا سلّم قال الناس : ضرب أمير المؤمنين الليلة ! فنظر حجر إلى الأشعث [ بن قيس 
  ] فقال : ألم أر ابن ملجم معك وأنت تناجيه وتقول له : فضحك الصبح ؟ واللّه لو أعلم ذلك حقّا لضربت أكثرك شعرا . فقال [ له الأشعث 
  ] : إنّك شيخ قد خرفت .\r\nقال : وبعث الأشعث إليه [ ابنه 
  ] قيس بن الأشعث صبيحة ضرب عليّ [ و 
  ] قال [ له 
  ] : أي بنيّ انظرن كيف أصبح أمير المؤمنين ؟ فذهب [ قيس 
  ] فنظر ثمّ رجع إليه فقال : يا أبة رأيت عينيه داخلتين في رأسه . فقال الأشعث : عيني دميغ وربّ الكعبة . « 1 »\r\n15 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدثني أبي عن محمد بن ربيعة قال : حدّثني نافع بن عقبة المنبهي قال :\r\nخرجت من أهلي في السحر فانتهيت إلى باب المسجد باب كندة فإذا رجل خارج من المسجد مخترط سيفه فطرحت طيلساني في وجهه ثمّ أخذته فانتزعت السيف من يده ثمّ قدته كما يقاد الجمل فأدخلته المسجد فسمعت الضوضاء والناس يقولون : قتل أمير المؤمنين . [ قال : 
  ] فجئت به فقلت : هو ذا أخذته خارجا من المسجد مخترطا سيفه .\r\nفأدخل على عليّ فقال [ عليه السلام 
  ] : احبسوه فإن أمت من جراحتي هذه فهو في أيديكم نفس بنفس فاقتلوه وإن أعش وأبرأ أرى فيه رأيي .\r\n16 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد قال : حدّثني رجل من النخع قال : حدّثني صالح بن ميثم عن أبيه قال :\r\nنظرت إلى الناس حين انصرفوا / 235 / أ / من [ صلاة 
  ] الفجر ينهشون ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواه ابن سعد في الطبقات ج 3 ص 37 .\r\n16 - وقريبا منه جدّا رواه أبو الفرج في مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 36 قال :\r\nقال أبو مخنف : فحدّثني بعض أصحابنا عن صالح بن ميثم عن أخيه عمران قال . . . .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nملجم بأنيابهم ويثبون عليه وثبا كأنّهم السباع ويقولون : يا عدوّ اللّه ما صنعت ؟\r\n[ قد 
  ] أهلكت الأمّة وقتلت خير الناس . وإنّه لمغني ما ينطق .\r\nقال أبو بكر [ ابن أبي الدنيا 
  ] : يعني [ إنّه 
  ] لساكت « 1 » .\r\n17 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثنا سعيد بن يحيى حدثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه قال :\r\nقال محمد بن إسحاق : أقبل ابن ملجم المرادي من الشام « 2 » حتّى ضرب عليّا فقالت أمّ كلثوم بنت عليّ لابن ملجم : يا عدوّ اللّه قتلت أمير المؤمنين . قال :\r\nلم أقتل إلّا أباك . قالت : أما واللّه إنّي لأرجو أن لا يكون عليه بأس . قال : أفعليّ تبكين إذا ؟ ثمّ قال لها : واللّه لقد سممته شهرا فإن أخلفني فأبعده اللّه وأسحقه .\r\n18 - حدّثنا الحسين حدّثنا عبد اللّه قال : وأخبرني العبّاس بن هشام ابن محمد عن أبيه عن أبي المقوّم يحيى بن ثعلبة الأنصاري « 3 » :\r\nعن عبد الملك بن عمير قال : لمّا أدخل ابن ملجم على عليّ رحمه اللّه صبيحة ضربه وعنده ابنته أمّ كلثوم تبكي عند رأسه فلمّا نظرت إلى ابن ملجم سكتت ثمّ قالت : يا عدوّ اللّه واللّه ما على أمير المؤمنين بأس . فقال [ ابن ملجم 
  ] :\r\nأما واللّه لقد شحذت السيف وأنكرت الحيف ونفيت الوجل وحثثت العجل وضربته ضربة لو كانت بربيعة ومضر لأتت عليهم فعليّ إذا تبكين ! ؟ « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا فسّره المصنّف ولم أره بهذا المعنى فيما عندي من كتب اللغة .\r\n( 2 ) كذا في هذه الرواية ولم أر هذا المعنى في غيرها .\r\nوقريبا منها رواه أبو الفرج في مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 35 قال :\r\nقال أبو مخنف : فحدّثني أبي عن عبد اللّه بن محمّد الأزدي قال : أدخل ابن ملجم على عليّ ودخلت فيمن دخل فسمعت عليّا يقول . . .\r\n( 3 ) رسم الخطّ في قوله ( المقوم ) غير مبيّن كما ينبغي وقال ابن حجر في كتاب لسان الميزان : ج 6 ص 244 : يحيى بن ثعلبة بن المقوّم عن الحكم بن عبد اللّه ضعّفه الدارقطني .\r\n( 4 ) وقريبا منه رواه أيضا البلاذري في الحديث : ( 530 ) من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 1 ، ص 433 وفي ط 1 ، ج 2 ص 495 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n19 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثنا المنذر بن عمار الكاهلي قال : حدّثني ابن أبي الحثحاث العجلي عن أبيه قال :\r\nخرج عليّ بالسحر يوقظ الناس للصلاة فاستقبله ابن ملجم ومعه سيف صغير فقال : ( ومن الناس من يشري نفسه ابتغاء مرضاة اللّه واللّه رؤوف بالعباد ) فظنّ عليّ أنّه يستفتحه فقال : « يا أيّها الذين آمنوا دخلوا في السلم كافّة » فضربه [ ابن ملجم 
  ] بالسيف على قرنه .\r\n20 - « 20 » حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني هارون بن أبي يحيى عن شيخ من قريش [ قال 
  ] : إنّ عليّا قال - لمّا ضربه ابن ملجم - : فزت وربّ الكعبة « 1 » .\r\n21 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي عن أبي إسحاق المختار :\r\nعن أبي مطر التيمي أنّ ابن ملجم لمّا ضرب عليّا وقع حدّ السيف برأس عليّ ووقع وسط السيف بالباب فقال عليّ : خذوا الر [ جل 
  ] فإن / 235 ب / أمت فاقتلوه وإن أعش فالجروح قصاص .\r\n22 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) - والحديث رواه ابن عساكر بسنده عن ابن أبي الدنيا تحت الرقم : ( 1424 ) من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 367 ط 2 .\r\n( 1 ) ورواه أيضا ابن قتيبة في كتاب الإمامة والسياسة ص 160 .\r\nورواه أيضا البلاذري في الحديث : ( 543 ) من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف ج 2 ص 499 قال :\r\n[ حدّثني 
  ] المدائني عن يعقوب بن داوود الثقفي عن الحسن بن بزيع : أنّ عليّا خرج [ في 
  ] الليلة التي ضرب في صبيحتها في السحر وهو يقول :\r\n أشدد حيازيمك للموت * فإنّ الموت لاقيك \r\n ولا تجزع من الموت * إذا حلّ بواديك \r\nوكان آخر ما تكلّم به : [ ف 
  ] من يعمل مثقال ذرّة خيرا يره ومن يعمل مثقال ذرّة شرّا يره .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nحدثني أبي قال : حدّثني أبان البجلي عن أبي بكر بن حفص :\r\nعن ابن عباس « 1 » قال : سمعت عليّا بالكوفة وأتي [ بابن ملجم 
  ] فقيل : يا أمير المؤمنين ما تقول في هذا الأسير ؟ قال : أرى أن تحسنوا ضيافته حتّى تنظروا على أيّ حال أكون فإن أهلك فلا تلبثوه بعدي ساعة .\r\n23 - حدّثنا الحسين حدثنا عبد اللّه قال : حدّثني عبد الرحمن بن صالح حدّثنا عمرو بن هشام عن إسماعيل بن أبي خالد :\r\nعن عامر [ الشعبي 
  ] قال : لمّا ضرب علي تلك الضربة قال : ما فعل ضاربي ؟ قالوا : قد أخذناه . قال : أطعموه من طعامي واسقوه من شرابي فإن أنا عشت رأيت فيه رأيي وإن أنا مت فاضربوه ضربة لا تزيدوه عليها .\r\n24 - حدّثنا الحسين حدثنا عبد اللّه حدّثنا أبو خيثمة حدثنا يحيى بن سعيد عن سفيان عن عمران بن ظبيان عن حكيم بن سعد أبي تحيا « 2 » قال : قالوا لعليّ : لو أخذنا قاتلك أبرنا عترته . فقال : به به ! ذاكم الظلم النفس بالنفس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو عبيد اللّه بن العباس المادي كان أميرا على اليمن وفي أواخر أيّام أمير المؤمنين عليه السلام لمّا شنّ معاوية الغارات على أطراف بلاد المسلمين بعث الطاغية بسر بن الأرطاة إلى اليمن ليقضي على كلّ من يكون على بيعة أمير المؤمنين فلمّا قرب بسر إلى اليمن هرب الجبان عبيد اللّه منه وانحلز إلى الكوفة وبقي هناك حتى استشهد أمير المؤمنين عليه السلام .\r\n( 2 ) هو من رجال البخاري والنسائي ووثّقه من غير خلاف جماعة كما في ترجمته من كتاب تهذيب التهذيب : ج 2 ص 453 .\r\nوالحديث رواه أيضا أحمد بن حنبل في أوائل مسند عليّ عليه السلام في الحديث : ( 713 ) من كتاب المسند : ج 1 ، ص 93 ط 1 ، وفي ط 2 ج 2 ص 93 .\r\nورواه عنه ابن عساكر في الحديث : ( 1423 ) من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق :\r\nج 3 ص 366 ط 2 .\r\nوأيضا رواه ابن عساكر عن غير أحمد في الحديث : ( 1411 ) من الترجمة : ج 3 ص 357 .\r\nوأيضا رواه الهيثمي عن أحمد في كتاب مجمع الزوائد : ج 9 ص 145 ، ثم قال : وفيه عمران بن ظبيان وثّقه ابن حبّان وبقيّة رجاله ثقات .\r\nورواه أيضا الحاكم في باب فضائل عليّ عليه السلام من كتاب المستدرك : ج 3 ص 144 .\r\nوالحديث رواه أيضا الحافظ ابن عساكر تحت الرقم : ( 1411 ) من ترجمة أمير المؤمنين عليه السلام -\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n25 - حدّثنا الحسين حدثنا عبد اللّه حدثنا يوسف بن موسى حدثنا الضحّاك بن مخلد عن سفيان عن عمران بن ظبيان .\r\nعن حكيم بن سعد قال : قيل لعليّ : لو نعلم قاتلك أبرنا عترته : فقال :\r\nبه به ! ذاكم الظلم ولكن اقتلوه ثمّ أحرقوه .\r\n26 - حدّثنا الحسين حدثنا عبد اللّه حدّثنا خلف بن سالم حدثنا أبو نعيم حدّثنا فطر :\r\nحدّثنا أبو الطفيل قال : دعا عليّ الناس للبيعة فجاء عبد الرحمن بن ملجم المرادي فردّه مرّتين ثمّ بايعه ثمّ قال : ما يحبس أشقاها ليخضبنّ - أو ليصبغنّ - هذه - للحيته من رأسه « 1 » - ثمّ تمثّل :\r\n\r\n\r\n","description":"","footnote":"\r\n- من تاريخ دمشق : ج 3 ص 357 ط 2 .\r\nوقد علّقناه مع أحاديث أخر على الحديث الآتي - في عنوان : « أمر ابن ملجم وقتله » - تحت الرقم :\r\n( 77 ) ص 103 .\r\n( 1 ) ثمّ إنّ الآثار الواردة عن النّبي صلى اللّه عليه وآله وسلم في توصيف ابن ملجم بسمة ( أشقى الآخرين ) كثيرة جدّا منها ما رواه أحمد بن حنبل في الحديث : ( 76 ) من فضائل أمير المؤمنين عليه السلام من كتاب الفضائل ص 49 ط قم قال :\r\nحدّثنا وكيع قال : حدثني قتيبة بن قدامة الرواسي عن أبيه عن الضحّاك بن مزاحم قال :\r\nقال رسول اللّه صلى اللّه عليه وسلم : يا عليّ تدري من شرّ الأوّلين ؟ [ قال أحمد : و 
  ] قال وكيع مرّة : عن الضحّاك - :\r\nعن عليّ قال : قال لي رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلّم : يا عليّ [ أ 
  ] تدري من أشقى الأوّلين ؟\r\nقلت : اللّه ورسوله أعلم . قال : عاقر الناقة . [ ثمّ 
  ] قال [ أ 
  ] تدري من شرّ - وقال مرّة : من أشقى - الآخرين ؟ قلت : اللّه ورسوله أعلم . قال قاتلك .\r\nورواه أيضا الحافظ أبو نعيم في فضائل عليّ عليه السلام من كتاب معرفة الصحابة الورق : 22 / قال :\r\nحدّثنا أبو بكر أحمد بن جعفر بن سالم حدثنا أحمد بن عليّ الأبّار حدثنا القاسم بن عيسى الطائي حدثنا رحمة بن مصعب عن فطر بن خليفة :\r\nعن أبي الطفيل قال : كنت عند عليّ بن أبي طالب فأتاه عبد الرحمن بن ملجم فأمر له بعطائه ثمّ قال : ما يحبس أشقاها أن يخضبها من أعلاها يخضب هذه من هذه ! - وأومأ إلى لحيته - ثمّ قال :\r\n أشدد حيازيمك للموت * فإنّ الموت آتيك \r\n-\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n شدّ حيازيمك للموت * فإنّ الموت آتيك \r\n ولا تجزع من الموت * إذا حلّ بواديك \r\n27 - حدّثنا الحسين حدثنا عبد اللّه حدّثنا خلف بن سالم حدّثنا عبد الرزّاق قال : أخبرنا معمر عن أيّوب « 1 » :\r\n\r\n\r\n","description":"","footnote":"\r\n-\r\n ولا تجزع من القتل * إذا حلّ بواديك \r\nورواه أيضا محمد بن سليمان الصنعاني في الحديث : ( 527 ) في الجزء الخامس من كتابه : مناقب عليّ عليه السلام : ج 2 ص . . . وفي المخطوطة في الورق : / 123 / ب / .\r\nوأسند أبو سعيد بن يونس في تاريخ مصر عن محمد بن مسروق عن فطر نحو رواية ابن أبي الدنيا على ما حكاه عنه ابن حجر في ترجمة أشقى الآخرين من لسان الميزان .\r\nوالحديث رواه ابن سعد بسنده عن أبي نعيم الفضل بن دكين في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى : ج 3 ص 33 ط بيروت .\r\nورواه عنه البلاذري في الحديث : ( 545 ) من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 2 ص 500 ط 1 . وفيهما ذيل غير مذكور هاهنا .\r\nورواه أيضا بطرق الحافظ ابن عساكر تحت الرقم ؛ ( 1389 ) وما بعده من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 342 ط 2 .\r\nوجلّ ما هنا رواه أبو الفرج المرواني في أخبار عمرو بن معديكرب من كتاب الأغاني : ج 14 ، ص 33 ط ساسي .\r\nورواه أيضا في مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 31 ، وما حولها .\r\nوأطراف شيء ورد في المقام ما ذكره الذهبي في ترجمة رئيس الناكثين والمحرّضين على عثمان طلحة بن عبيد اللّه من كتاب سير أعلام النبلاء : ج 1 ، ص 36 ط بيروت قال :\r\n[ و 
  ] قاتل طلحة في الوزر بمنزلة قاتل عليّ ! ! !\r\nأقول : أمّا وزر قاتل عليّ فقد علمناه من لسان النّبي الذي لا ينطق عن الهوى .\r\nوأمّا وزر قاتل طلحة فعلى أولياء الذهبي أن يستفسروا منه أنّه من أيّ شيطان غويّ أخذه ؟ ! ! والظاهر أنّه أخذه من تلاميذ شيخ مشايخه حريز الحمصي ! ! !\r\n( 1 ) ورواه أيضا ابن سعد في ترجمة أمير المؤمنين عليه السلام من الطبقات الكبرى : ج 3 ص 34 ط بيروت قال :\r\nأخبرنا أبو أسامة حمّاد بن أسامة عن يزيد بن إبراهيم عن محمد بن سيرين قال : عليّ بن أبي طالب للمرادي . . .\r\nورواه عنه البلاذري في الحديث : ( 155 ) من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف :\r\nج 2 ص 502 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nعن ابن سيرين قال : كان عليّ إذا رأى ابن ملجم قال :\r\n أريد حباءه ويريد قتلي * عذيرك من خليلك من مراد \r\n28 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام ابن محمد عن أبيه [ قال 
  ] :\r\nلمّا ضرب ابن ملجم / 236 / أ / عليّا دعي له ابن أثير الكندي وكان طبيبا فأخذ عرقة فأدخلها في رأسه فإذا دماغه قد خرج فيها فقال : يا أمير المؤمنين اعهد عهدك وأمر أمرك فإنّك ميّت .\r\n29 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا سعيد بن يحيى القرشي حدّثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه قال :\r\nقال مجالد : دعي لعليّ ؛ الكندي وكان طبيبا فدعا بريّة فأخذ منها قديدة لطيفة فيها عرقها « 1 » ثمّ نفخها ودسّها في جرحه ثمّ أخرجها فإذا عليها من دماغه فقال : اعهد يا أمير المؤمنين [ عهدك فإنّه 
  ] لا يعالج مثلك .\r\nفقال عليّ عند ذلك إن أمت [ من ضربته هذه 
  ] فاقتلوه فإنّها النفس بالنفس « 2 » وإن عشت فسأرى رأيي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في أصلي ، ولعلّ القديدة هي ما قطع من اللحم طوالا .\r\n( 2 ) رسم الخطّ في هذه الكلمة من أصلي غير جلّي ويصلح أن يقرأ : « فإنّما النفس بالنفس . . . » .\r\nوقريبا منه رواه أبو عمر في أواسط ترجمة أمير المؤمنين عليه السلام من كتاب الإستيعاب بهامش الإصابة : ج 3 ص 62 قال :\r\nأخبرنا أحمد بن عمر قال : حدثنا عليّ بن عمر [ كذا 
  ] قال : حدثنا أحمد بن محمد بن سعيد [ قال : 
  ] حدثنا الحسن بن همدان بن ثابت حدثنا عليّ بن إبراهيم بن المعلّى حدّثنا زيد بن عمرو بن البحتري حدثنا غياث بن إبراهيم حدثنا أبو روق عن عبد اللّه بن مالك قال :\r\nجمع الأطبّاء لعليّ رضي اللّه عنه يوم جرح وكان أبصرهم بالطبّ أثير بن عمرو السكوني - وكان صاحب كسرى [ و 
  ] يتطبّب وهو الذي تنسب إليه صحراء أثير - فأخذ رئة شاة فتبع عرقا منها فاستخرجه فأدخله في جراحة عليّ نفخ العرق فاستخرجه فإذا عليه بياض الدماغ وإذا الضربة قد وصلت إلى أمّ رأسه فقال : يا أمير المؤمنين اعهد عهدك فإنّك ميّت .\r\nورواه أبو الفرج بلفظ أوضح وبسند آخر - مع الوصيّة التالية - في مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 38 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nوصيّة [ أمير المؤمنين 
  ] عليّ بن أبي طالب رحمه اللّه تعالى\r\n30 - « 30 » حدّثنا الحسين حدّثنا عبد اللّه « 1 » قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي عن أبي عبد اللّه الجعفي :\r\nعن جابر بن يزيد عن محمّد بن عليّ قال : أوصى أمير المؤمنين عليّ [ بن أبي طالب عليه السلام 
  ] إلى حسن [ عليه السلام 
  ] [ وقال 
  ] :\r\nبسم اللّه الرحمن الرحيم هذا ما أوصى به عليّ بن أبي طالب أوصى أنّه يشهد أن لا إله إلّا اللّه وحده لا شريك له وأنّ محمّدا صلّى اللّه عليه عبده ورسوله أرسله بالهدى ودين الحقّ ليظهره على الدين كلّه ولو كره المشركون .\r\nثمّ إنّ صلاتي ونسكي ومحياي ومماتي للّه ربّ العالمين بذلك أمرت وأنا من المسلمين .\r\nثمّ [ إنّي 
  ] أوصيك يا حسن وجميع ولدي وأهلي ومن بلغه كتابي أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) - وهذا الحديث مع الحديثين الآتيين تحت الرقم : ( 32 - 33 ) رواها أيضا الطبري في آخر سيرة أمير المؤمنين من تاريخه : ج 1 ، ص 3461 ، وفي ط الحديثة ببيروت : ج 5 ص 146 ، وللأحاديث مصادر أخر أيضا .\r\n( 1 ) ورواه عنه الحافظ ابن عساكر في الحديث : ( 1428 ) من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 371 ولكن لم يذكر نصّ كلامه عليه السلام .\r\nورواه أيضا إشارة - كابن عساكر - أبو نعيم الحافظ بسند آخر في فضائل عليّ عليه السلام من كتاب معرفة الصحابة الورق : 21 / أ / .\r\nورواه عنه ابن عساكر في الحديث : ( 1429 ) من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 371 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nتتقوا اللّه ربّكم ولا تموتنّ إلّا وأنتم مسلمون واعتصموا بحبل اللّه جميعا ولا تفرّقوا فإنّي سمعت رسول اللّه صلّى اللّه عليه [ وآله وسلم 
  ] يقول : صلاح ذات البين أفضل من عامّة الصيام والصلاة وإنّ حالقة « 1 » الدين فساد ذات البين ولا قوّة إلّا باللّه .\r\nانظروا ذوي أرحامكم فصلوهم يهوّن [ اللّه 
  ] عليكم الحساب .\r\nواللّه اللّه في الأيتام فلا تغمزن أفواههم ولا يضيعوا بحضرتكم « 2 » .\r\nواللّه اللّه في جيرانكم فإنّهم وصيّة رسول اللّه [ صلّى اللّه عليه وآله وسلّم 
  ] ما زال يوصينا بهم حتّى ظننّا أنّه يورثهم .\r\nواللّه اللّه / 236 / ب / في القرآن أن يسبقكم بالعمل به غيركم .\r\nواللّه اللّه في الصلاة فإنّها عمود دينكم .\r\nواللّه اللّه في بيت ربّكم لا يخلونّ ما بقيتم فإنّه إن خلا لم تناظروا .\r\nواللّه اللّه في [ شهر 
  ] رمضان فإنّ صيامه جنّة من النار لكم .\r\nواللّه اللّه في الجهاد في سبيل اللّه بأيديكم وأموالكم وألسنتكم .\r\nواللّه اللّه في الزكاة فإنّها تطفئ غضب الربّ .\r\nواللّه اللّه في ذرّية نبيّكم فلا يظلمنّ بين أظهركم « 3 » .\r\nواللّه اللّه فيما ملكت أيمانكم .\r\nانظروا فلا تخافوا في اللّه لومة لائم يكفكم [ اللّه 
  ] من أرادكم وبغى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بين قوله : « إن » و « حالقة » كلمة غير مقروءة كأنّها ضرب عليها الخطّ تقرأ : « المعرّة »\r\n( 2 ) كذا في ظاهر رسم الخطّ من أصلي وادّعى بعض الأجلّة من المعاصرين أنّ الظاهر من رسم خطّ الأصل : « فلا تغبّبون . . . » . وفي الأصل : ولا يضيعون .\r\nوفي باب الوصايا من كتاب الكافي ومثله في الباب : ( 6 ) من كتاب الوصايا من كتاب تهذيب الأحكام : ج 9 ص 176 ، وكتاب الغيبة للطوسي ص 127 ط 2 : « فلا تغبّوا أفواههم » .\r\nوفي رواية الطبري في تاريخه : « فلا تعنوا أفواههم » .\r\nوفي مقاتل الطالبيّين : « فلا تغيّرنّ أفواههم بجفوتكم » .\r\n( 3 ) هذا هو الصواب الوارد في كثير من المصادر الموثوقة ، وفي أصلي : « ذمّة نبيّكم » وهذه شنشنة أخزميّة .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nعليكم .\r\nوقولوا للناس حسنا كما أمركم اللّه .\r\nولا تتركوا الأمر بالمعروف والنهي عن المنكر فيولّى الأمر شراركم ثمّ يدعو خياركم فلا يستجاب لهم .\r\nعليكم يا بنيّ بالتواصل والتباذل وإيّاكم والتّقاطع والتّكاثر « 1 » والتفرق وتعاونوا على البرّ والتقوى ولا تعاونوا على الإثم والعدوان واتّقوا اللّه إنّ اللّه شديد العقاب .\r\nحفظكم اللّه من أهل بيت وحفظ نبيّكم فيكم .\r\nأستودعكم اللّه [ و 
  ] أقرأ عليكم السلام ورحمة اللّه .\r\nثمّ لم ينطق [ عليه السلام 
  ] إلّا ب « لا إله إلّا اللّه » حتّى قبضه اللّه في رمضان أوّل ليلة من العشر الأواخر . « 2 » .\r\n31 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد عن أبي عبد اللّه الجعفي عن جابر :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في أصلي ، وفي رواية السيّد الرضي في نهج البلاغة وثقة الإسلام الكليني في الكافي والشيخ الصدوق وشيخ الطائفة والطبري وأبي الفرج في مقاتل الطالبييّن :\r\n« والتّدابر » وهو الصواب وما في نسخة أصلي مصحّف .\r\n( 2 ) وعلى هذا جمهور شيعة أهل البيت عليهم السلام خلفا عن سلف وأخبارهم مستفيضة بدلك .\r\n31 - وهذا رواه أيضا الطبري في عنوان : « ذكر الخبر عن سبب قتله ومقتله » من تاريخه : ج 5 ص 143 - 148 ، وظاهر سياقه أنّه يرويه عن موسى بن عثمان بن عبد الرحمن المسروقي عن عبد الرحمن الحرّاني أبي عبد الرحمن عن إسماعيل بن راشد . . .\r\nورواه أيضا أبو الفرج المرواني في مقتل أمير المؤمنين من كتاب مقاتل الطالبيّين ص 38 ، قال :\r\nحدّثني أحمد بن عيسى قال : حدّثني الحسين بن نصر قال : حدّثنا زيد بن المعذل عن يحيى بن شعيب عن أبي مخنف قال : حدّثني عطيّة بن الحارث عن عمر بن تميم وعمرو بن أبي بكار . . .\r\nورواه أيضا ابن كثير في أواخر سيرة أمير المؤمنين عليه السلام من تاريخ البداية والنهاية : ج 7 ص 338 .\r\nوللوصية مصادر وأسانيد أخر يجد الباحث بعضها في المختار : « 10 » والمختار : « 65 » من باب وصايا نهج السعادة : ج 7 ص 159 ، وج 8 ص 475 ط 1 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعن أبي جعفر محمد بن عليّ قال : أوصى عليّ بن أبي طالب عند موته بهذه الوصيّة وكتبها كاتبه عبيد اللّه بن أبي رافع وعليّ يملي عليه .\r\n32 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد عن أبي جناب الكلبي عن أبي عون الثقفي عن أبي عبد الرحمن السلمي قال :\r\nأوصى عليّ بن أبي طالب ابنه الحسن بن عليّ حين حضره الموت [ و 
  ] قال :\r\nيا بنيّ أوصيك بتقوى اللّه وإقام الصلاة وإيتاء الزكاة عند محلّها وحسن الوضوء والصبر عليه فإنّه لا صلاة إلّا بطهور ولا تقبل الصلاة ممّن يمنع الزكاة . وأوصيك بمغفرة الذنب « 1 » وكظم الغيظ وصلة الرحم والحلم عند الجهل « 2 » والتفقّه في الدين والتّثبّت في الأمر والتعاهد للقرآن / 237 / أ / وحسن الجوار والأمر بالمعروف والنهي عن المنكر واجتناب الفواحش كلّها في كلّ ما عصي اللّه فيه .\r\n33 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد عن شيخ من الأزد حدّثهم :\r\nعن عبد الرحمن بن جندب عن أبيه قال : دخلت على عليّ أسل به « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومثله في كتاب تحف العقول ، وفي تاريخ الطبري والمعجم الكبير : « بغفر الذنب . . . » .\r\n( 2 ) ومثله في تاريخ الطبري ، وفي كتاب تحف العقول : « والحلم عند الجاهل » . وفي كتاب المعجم الكبير : « والحلم عن الجهل » .\r\nوفي رواية ابن الأثير في تاريخ الكامل : « والحلم عن الجاهل » وهو أظهر .\r\nورواه الطبراني في ترجمة أمير المؤمنين عليه السلام تحت الرقم ( 0000 ) من كتاب المعجم الكبير : ج 1 / الورق : / 10 / ب / وفي ط 1 ، ج 1 ، ص . . . وذيّله بما في ذيل الوصيّة الآتية هاهنا وقال : قال عليّ للحسن والحسين :\r\nأي بنيّ أوصيكما بتقوى اللّه وإقام الصلاة لوقتها وإيتاء الزكاة . . .\r\n( 3 ) كذا في أصلي ، وفي الفصل : ( 26 ) من كتاب مناقب الخوارزمي ص 278 : « وذكروا أنّ جندب بن عبد اللّه دخل على عليّ يسلّيه . . . »\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفقمت قائما لمكان ابنته أمّ كلثوم كانت مستترة فقلت : يا أمير المؤمنين إن فقدناك - ولا نفقدك - نبايع للحسن ؟ فقال عليّ : ما آمركم ولا أنها كم فعدت فقلت مثلها فردّ عليّ مثلها [ قال 
  ] :\r\nثمّ دعا ابنيه الحسن والحسين فقال لهما :\r\nأوصيكما بتقوى اللّه و [ أن 
  ] لا تبغيا الدنيا وإن بغتكما ولا تبكيا على شيء منهازوي عنكما قولا الحقّ وارحما اليتيم وأعينا الضائع واصنعا للآخرة ، كونا « 1 » للظالم خصما وللمظلوم عونا واعملا بما في كتاب اللّه ولا تأخذ كما في اللّه لومة لائم .\r\nثمّ نظر إلى ابنه محمد ابن الحنفيّة فقال : يا بنيّ أفهمت ما أوصيت به أخويك ! قال : نعم يا أبة . قال : يا بنيّ أوصيك بمثله وأوصيك بتوقير أخويك وتعظيم حقّهما وتبرير « 2 » أمرهما ولا تقطع أمرا دونهما .\r\nثمّ قال للحسن والحسين : وأوصيكما به فإنّه شقيقكما وابن أبيكما وقد علمتما أنّ أباكما كان يحبّه فأحبّاه .\r\n34 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني محمد بن عباد بن موسى « 3 » حدّثنا يزيد بن هارون عن محمد بن عبيد اللّه :\r\nعن أبي جعفر [ عليه السلام 
  ] أنّ عليّا لمّا احتضر جمع بنيه فقال :\r\nيا بنيّ يؤلف « 4 » بعضكم بعضا يرأف كبيركم صغيركم ولا تكونوا كبيض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويمكن أن يقرأ : واصنعا للأجر وكونا .\r\n( 2 ) هذه اللفظة غير واضحة في الأصل ولكن جاءت واضحة في تاريخ الطبري ، وفي المعجم الكبير ج 1 ص . . . ( وتزيين أمرهما ) .\r\n( 3 ) قال الخطيب تحت الرقم : « 882 » من تاريخ بغداد : ج 2 ص 373 :\r\nمحمد بن عباد بن موسى بن راشد العكلي يلقّب سندولا ، كوفي سكن بغداد كان صاحب أخبار وحفظ لأيّام الناس . . .\r\n( 4 ) هذه الكلمة رسم خطّها غير جلّي كما ينبغي فيحتمل أن يقرأ :\r\nيا بني يرأف بعضكم بعضا . . .\r\nوفي المختار : ( 164 ) من كتاب نهج البلاغة : ليتأسّ صغيركم بكبيركم وليرأف كبيركم بصغيركم ولا -\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوضاح في داوية « 1 » .\r\nويح الفراخ فراخ آل محمد من عتريف مترف يقتل خلفي وخلف الخلف « 2 » .\r\nأما واللّه لقد شهدت الدعوات وسمعت الرسالات « 3 » وليتمّ اللّه نعمته عليكم أهل البيت .\r\nقال ابن عباد [ في بيان 
  ] قوله : « لا تكونوا كبيض وضاح في داوية » : إنّ النعامة تبيض في الدويّة فتحضنه حتّى إذا فرخ البيض تفرّقت دبالها يعني فراخها « 4 » [ قال 
  ] : يقول [ لهم أمير المؤمنين عليه السلام 
  ] : لا تتفرّقوا بعد موتي .\r\n\r\n\r\n","description":"","footnote":"\r\n- تكونوا كجفاة الجاهليّة لا في الدين يتفقّهون ولا عن اللّه يعقلون كقيض بيض في أداح يكون كسرها وزرا ويخرج حضانها شرّا .\r\nوالفقرة الأخيرة منها رواها أيضا ابن الأثير في مادّة : « قيض » من كتاب النهاية وقال : القيض : قشر البيض .\r\nوأيضا قال ابن الأثير في مادّة : « دحا » من كتاب النهاية : ومنه حديثه [ أي حديث عليّ عليه السلام 
  ] : « لا تكونوا كقيض بيض في أداحي » الأداحيّ : جمع الأدحيّ وهو الموضع الذي تبيض فيه النعامة وتفرخ وهو أفعول من « دحوت » لأنّها تدحوه برجلها أي تبسطه ثمّ تبيض فيه .\r\nوليلاحظ كتاب بشارة المصطفى ص 249 ، ط 1 .\r\n( 1 ) قال ابن الأثير في مادّة : « دوا » من كتاب النهاية : الدّو [ على زنة سدّ 
  ] : الصحراء التي لا نبات بها والدويّة منسوبة إليها وقد تبدل من إحدى الواوين ألف فيقال : داوية على غير قياس نحو طائي في النسب إلى الطيء .\r\n( 2 ) قال ابن الأثير في مادّة : « أوه » من كتاب النهاية : ومنه الحديث : « أوه لفراخ [ آل 
  ] محمّد من خليفة يستخلف » وقد تكرّر ذكره في الحديث .\r\nوقال ابن الأثير أيضا في مادّة : « ترف » : وفي الحديث : « أوه لفراخ محمد من خليفة يستخلف عتريف مترف » المترف : المتنعّم المتوسّع في ملاذ الدنيا وشهواتها .\r\n( 3 ) وفي المختار : ( 118 ) من كتاب نهج البلاغة : تاللّه لقد علمت تبليغ الرسالات وإتمام العدات وتمام الكلمات وعندنا أهل البيت أبواب الحكم وضياء الأمر . . .\r\nورواه أيضا سليم بن قيس الهلالي في كتابه ص 138 ، ط 2 .\r\nورواه عنه المجلسي رحمه اللّه في الباب : ( . . . ) من سيرة أمير المؤمنين عليه السلام من كتاب بحار الأنوار :\r\nج 8 ص 723 ط 1 .\r\n( 4 ) وهاهنا بقدر سطر رسم الخطّ من أصلي مبهم وغير واضح .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n35 - حدّثنا الحسين / 227 ب / حدّثنا عبد اللّه حدّثنا عليّ بن الجعد حدّثنا أبو يوسف القاضي حدّثنا عبيد اللّه بن محمد بن عمر بن عليّ عن أبيه عن جدّه أنّه كتب هذه الوصيّة :\r\nهذا ما أمر به وقضى به في ماله عليّ بن أبي طالب « 1 » تصدّق ب « ينبع » ابتغى بها مرضاة اللّه ووجهه ، ينفق في كلّ نفقة في سبيل اللّه في الحرب والسلم والجنود وذي الرحم والقريب والبعيد « 2 » لا يباع ولا يورث .\r\n[ و 
  ] كلّ مال [ لي 
  ] ب « ينبع » [ صدقة 
  ] « 3 » غير أنّ رباحا وأبا نيزر وجبيرا إن حدث بي حدث فليس عليهم سبيل وهم محرّرون موالي يعملون في المال خمس حجج وفيه نفقتهم ورزقهم ورزق أهاليهم فذلك الذي أقضي فيما كان لي ب « ينبع » [ فهو صدقة 
  ] واجبة حيّا أنا أو ميّت « 4 » .\r\nومعهما ما كان لي بوادي القرى من مال أو رقيق حيّا أنا أو ميّت « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواه أيضا في متن كتاب الروض النضير المعروف عند الزيديّة بمسند زيد قال :\r\nقال أبو خالد الواسطي : حدّثني زيد بن عليّ عن أبيه عن جدّه عن عليّ عليهم السلام أنّه كتب في صدقته :\r\nهذا ما أمر به عليّ بن أبي طالب وقضى في ماله : أنّي تصدّقت ب « ينبع » و « وادي القرى » و « الأذينة » و « راعة » في سبيل اللّه ووجهه . . .\r\n( 2 ) وفي متن الروض النضير : « وذوي الرحم القريب والبعيد » .\r\n( 3 ) ما بين المعقوفين زيادة منّا مستفادة من الروايات الواردة في الموضوع ففي رواية القاضي نعمان في كتاب دعائم الاسلام : ج 2 ص 339 :\r\nما كان لي ب « ينبع » من مال ويعرف لي منها وما حولها صدقة ورقيقها غير أنّ رباحا . . .\r\nوفي رواية ثقة الاسلام الكليني في كتاب الوصايا من الكافي : ج 7 ص 49 :\r\nإنّ ما كان لي من مال ب « ينبع » يعرف لي فيها وما حولها صدقة . . .\r\n( 4 ) كذا في أصلي وفي رواية الكليني والواسطي : حيّا أنا أو ميتا . . .\r\nوفي رواية القاضي نعمان في كتاب دعائم الإسلام : حيّ أنا أو ميّت . . .\r\n( 5 ) كذا في أصلي ، وفي المختار : ( 35 ) من وصايا نهج السعادة : ج 8 ص 303 : « ومع ذلك ما كان لي بوادي القرى ثلثه مال بني فاطمة ورقيقها صدقة .\r\nوما كان لي ببرقة وأهلها صدقة غير أنّ زريقا له مثل ما كتبت لأصحابه . وما كان لي بأذينة -\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nومع ذلك الأذينية وأهلها حيا أنا أو ميّت ومع ذلك درعة وأهلها « 1 » .\r\nوإنّ زريقا « 2 » له مثل ما كتبت لأبي نيزر ورباح وجبير معا هو يتقبلهم وهو يرتهن « 3 » فذلك [ الذي 
  ] « 4 » قضيت بيني وبين اللّه الغد [ من 
  ] يوم قدمت مسكن حيّ أنا أو ميّت .\r\nوإنّ ما لي في وادي القرى والأذينية ودرعة « 5 » ينفق في كلّ نفقة ابتغاء وجه اللّه وفي سبيل اللّه ووجهه يوم تسوّد [ فيه 
  ] وجوه وتبيضّ [ فيه 
  ] وجوه لا يبعن ولا يوهبن ولا يورثن إلّا إلى اللّه هو يتقبلهن وهو يرثهنّ فذلك قضيت بيني وبين اللّه [ الغد من يوم قدمت مسكن حيا أنا أو ميتا 
  ] « 6 » .\r\nهذا ما قضى به عليّ بن أبي طالب في ماله واجبة بتّة « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- وأهلها صدقة .\r\nوالذي كتبت من أموالي هذه صدقة واجبة بتلة حيّ أنا أو ميّت . . . » .\r\n( 1 ) كذا قرأه بعض الأجلّة وفي متن الروض النضير : « وراعة » قال في شرحه : « راعة » - مشدّدة العين - اسم موضع على ليلة من « فدك » ضيعة كانت لأمير المؤمنين عليه السلام .\r\n( 2 ) كلمة « زريق » كانت في أصلي منقوص الحروف وأصلحناها على وفق رواية الكليني وغيره .\r\n( 3 ) رسم الخطّ من أصلي في الألفاظ المذكورة بعد قوله : « جبير » غامض جدّا ، وما أثبتناه هو المظنون من رسم الخطّ .\r\nوالحديث رواه أيضا الحافظ الكبير الرزّاق تحت الرقم : ( 19414 ) في كتاب . . .\r\nمن المصنّف : ج 10 ، ص 375 ط 1 ، وفيه :\r\nولا يبعن ولا يوهبن ولا يورثن إلّا إلى اللّه هو يتقبّلهنّ وهو يرثهنّ . . .\r\nورواه أيضا في كتاب . . . تحت الرقم : ( 13212 ) في ج 7 ص 288 ط 1 ، ولكن هذه الجمل غير موجودة فيه .\r\n( 4 ) وفي متن كتاب الروض النضير : فذلك الذي قضيت فيها - فيما بيني وبين اللّه عزّ وجلّ - الغد منذ قدمت مسكن . . .\r\n( 5 ) رسم الخطّ في كلمتي : « الأذينة » و « درعة » غامض .\r\n( 6 ) من قوله : « هو يتقبّلهنّ » إلى « ميتا » كان بهامش الأصل ولم يكن مقروءا إلّا بمعونة رواية عبد الرّزاق في المصنّف ج 10 ص 375 .\r\n( 7 ) وفي رواية الكليني وشيخ الطائفة : « واجبة بتلة » وهما بمعنى واحد .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n[ وإنّه 
  ] يقوم على ذلك الحسن بن عليّ يليها ما دام حيّا فإن هلك [ فهي 
  ] إلى الحسين بن عليّ « 1 » يليها ما دام حيّا فإن هلك فهي إلى الأولى فالأولى من ذوي السنّ والصلاح [ من ولدي 
  ] « 2 » من الذي يعدل فيها ويطعم ولدي بالمعروف غير المنكر ولا الإسراف يزرع ويغرس ويصلح كإصلاحهم أموالهم .\r\nولا يباع من أولاد نخل هذه القرى الأربع وديّة واحدة حتّى تشكل أرضها غراسا « 3 » فإنّما عملتها للمؤمنين أوّلهم وآخرهم فمن وليها من الناس فأذكّره اللّه [ آن 
  ] يجتهد ونصح وحفظ أمانته ووسع « 4 » .\r\nهذا كتاب عليّ بن أبي طالب رحمه اللّه عليه بيده إذ قدم مسكن .\r\nوقد علمتم أنّ الفقيرين في سبيل اللّه واجبة بتّة « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة : « إنّه » الموضوعة بين المعقوفين مأخوذة من المختار : ( 25 ) من الباب الثاني من كتاب نهج البلاغة ومن رواية شيخ الطائفة في كتاب التهذيب .\r\nرافظة : « فهي » لم تكن مقروءة من أصلي ويمكن أن تقرأ : فإلى الحسين .\r\n( 2 ) ما بين المعقوفين زيادة ظنّية منّا ، ولعلّ التعبير عنه بلفظ : « من ولده » يكون أظهر .\r\nوليلاحظ الحديث : الثاني وما بعده من ترجمة زيد الشهيد من كتاب أنساب الأشراف : ج 3 ص 230 ط 1 .\r\n( 3 ) كذا في أصلي وفي المختار : ( 26 ) من الباب الثاني من كتاب نهج البلاغة :\r\nويشترط على الذي يجعله إليه أن يترك المال على أصوله وينفق من ثمره حيث أمر به وهدي له وأن لا يبيع من أولاد نخيل هذه القرى وديّة حتّى تشكل أرضها غراسا .\r\nقال السيّد الرضي رحمه اللّه : قوله عليه السلام في هذه الوصيّة : « أن لا يبيع من نخيلها وديّة » الودية :\r\n[ كهديّة 
  ] : الفسيلة وجمعها : وديّ .\r\nوقوله عليه السلام : حتّى تشكل أرضها غراسا هو من أفصح الكلام والمراد به أنّ الأرض يكثر فيها غراس النخل حتّى يراها الناظر على غير تلك الصفة التي عرفها بها فيشكل عليه أمرهما ويحسبها غيرها .\r\n( 4 ) هذا هو الظاهر من السياق ، وفي أصلي : « فأذكّره اللّه اجتهد ونصح . . . » .\r\n( 5 ) هي مثنى « الفقير » وهو اسم قطعتين من الأرض وهبهما النبيّ صلى اللّه عليه وآله وسلم لعليّ عليه السلام .\r\nوروى ابن أبي شيبة في كتاب الجهاد تحت الرقم : ( 13078 ) من كتاب المصنّف : ج 12 ، ص 356 ط 1 ، قال :\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nومال محمد النبيّ صلّى اللّه عليه [ وآله 
  ] ينفق في كلّ نفقة في سبيل اللّه ووجهه وذوي الرحم والفقراء والمساكين / 238 / أ / وابن السبيل يقوم على ذلك أكبر بني فاطمة بالأمانة والإصلاح كإصلاحه ماله ، يزرع ويغرس وينصح ويجهد .\r\nهذا ما قضى به « 1 » عليّ بن أبي طالب - رحمه اللّه - في هذه الأموال الذي كتب في هذه الصحيفة ، واللّه المستعان على كلّ حال [ و 
  ] لا يحلّ لأحد وليها وحكّم فيها أن يعمل فيها بغير عهدي .\r\nأمّا بعد « 2 » فإنّ ولائدي اللاتي أطوف عليهنّ تسع عشرة منها أمّهات أولاد « 3 » معهنّ أولادهن ومنهنّ حبالى ومنهنّ من لا ولد لها وقضيت - إن حدث بي حدث في هذا الغزو - أنّ من كان منهنّ ليس لها ولد وليست بحبلى [ فهي 
  ] عتيقة لوجه اللّه ليس لأحد عليها سبيل ومن كان منهنّ حبلى أولها ولد فلتمسك على ولدها وهي من حظّه فإن ما ولدها وهي حيّة فليس لأحد عليها سبيل .\r\nهذا ما قضى به [ عليّ 
  ] في ولائده التسع عشرة .\r\nشهد عبيد اللّه بن أبي رافع وهياج بن أبي هياج وكتب عليّ بن أبي طالب أمّ الكتاب بيده لعشر خلون « 4 » من جمادى الأولى سنة تسع وثلاثين .\r\n\r\n\r\n","description":"","footnote":"\r\n- حدّثنا وكيع قال : حدثنا حسن بن صالح عن جعفر [ بن محمّد عليه السلام 
  ] أنّ النبيّ صلى اللّه عليه [ وآله 
  ] وسلّم أقطع عليّا الفقيرين وبئر قيس والشجرة .\r\nوقال الياقوت الحموي - بعد تفسيره « الفقير » - في كتاب معجم البلدان : وعن جعفر بن محمد : أنّ النّبي صلى اللّه عليه [ وآله 
  ] وسلم أقطع عليّا رضي اللّه عنه أربع أرضين : الفقيرين وبئر قيس والشجرة . . .\r\n( 1 ) ويمكن أن يقرأ : هذا ما أوصى به .\r\n( 2 ) وفي المختار : « 26 » من باب الكتب من كتاب نهج البلاغة : « ومن كان من إمائي . . . » .\r\nوهو أظهر مما في هذه الرواية وما بمساقها لأنّ هذا الذيل مرويّ بالسند السابق ومن تتمّة الرواية السالفة .\r\n( 3 ) هذا هو الظاهر الموافق لما عثرنا عليه ، وفي أصلي : « أولادي » .\r\n( 4 ) كذا في أصلي ، وأمّ الشيء : أصله . وكلمة : « العشر » رسم خطّها غير واضح من أصلي ويحتمل -\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nقال عبيد اللّه [ بن أبي رافع 
  ] : وكان بين مقتله وبين كتابه هذا أربعة أشهر وثلاث عشرة ليلة .\r\n36 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا إسحاق بن إسماعيل حدّثنا سفيان عن عمرو بن دينار قال :\r\n[ كان 
  ] في صدقة عليّ بن أبي طالب : [ عليه السلام 
  ] :\r\nهذا ما تصدّق به عليّ تصدّق ب « ينبع » ابتغاء وجه اللّه وهي حداد أربعة آلاف وسق سوى حنطتها وشعيرها وسلتها وحنّائها وموزها .\r\nوجوه وتسوّد [ فيه 
  ] وجوه فهي واجبة في سبيل اللّه صدقة واجبة بتلا « 1 » لا تباع ولا توهب ولا تورث .\r\nوتصدّق عليّ بيمينه عشرة عينا .\r\n37 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا إسحاق بن إسماعيل حدّثنا سفيان عن عمرو بن دينار قال :\r\n[ كان 
  ] في وصيّة عليّ : وإنّ رباحا وجبيرا وأبا نيزر يعملون في المال وكلّ مال لي ب « ينبع » إنّما عملتها للمؤمنين أوّلهم وآخرهم ليولجني اللّه به الجنّة ويصرف به النار عن وجهي ويصرف بها وجهي عن النار يوم تبيضّ [ فيه 
  ]\r\n38 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا إسحاق حدّثنا سفيان عن عمرو بن دينار قال : [ كان 
  ] في وصيّة عليّ :\r\nأمّا بعد فإنّ ولائدي / 238 / ب / اللاتي أطوف عليهنّ تسع عشرة وليدة منهنّ أمّهات أولاد معهنّ أولادهنّ أحياء معهنّ ، ومنهنّ حبالى .\r\nومنهنّ من لا ولد لها فقضيت إن حدث بي حدث في هذا الغزو أن من كان منهنّ ليست بحبلى وليس لها ولد فهي عتيقة لوجه اللّه ليس لأحد عليها\r\n\r\n\r\n","description":"","footnote":"\r\n- رسم الخطّ أن يقرأ : « لخمس » .\r\n( 1 ) وهذه القطعة من الوصيّة بخصوصها مصادر وأسانيد قد ذكرنا كثيرا منها في المختار : « 64 » من باب الوصايا من كتاب نهج السعادة : ج 8 ص 463 ط 1 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nسبيل ومن كان منهنّ حبلى أولها ولد فهي تمسك على ولدها وهي من حظّه فإن مات ولدها وهي حيّة فهي عتيقة لوجه اللّه .\r\nهذا ما قضيت به في ولائدي التسع عشرة واللّه المستعان على كلّ حال .\r\nشهد أبو هياج « 1 » وعبيد اللّه بن أبي رافع وكتب .\r\n39 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو عليّ أحمد بن الحسن الضرير حدّثنا الحسين بن هارون عن ابن زبار الكلبي عن حكيم بن نافع عن العلاء بن عبد الرحمن قال :\r\nلمّا ضرب عبد الرحمن بن ملجم عليّا رحمه اللّه وحمل إلى منزله أتاه العوّاد فحمد اللّه وأثنى عليه وصلّى على النبيّ صلّى اللّه عليه ثمّ قال :\r\nكلّ امرى ملاق ما يفرّ منه والأجل مساق النفس [ إليه 
  ] والهرب [ منه 
  ] موافاته « 2 »\r\nكم أطردت الأيّام أبحثها عن مكنون هذا الأمر فيأبى اللّه إلّا إخفاءه هيهات علم مخزون .\r\nأمّا وصيّتي إيّاكم [ ف 
  ] اللّه لا تشركوا به شيئا ومحمّدا صلّى اللّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو عبد اللّه بن أبي سفيان بن الحارث بن عبد المطّلب ، وهو صهر الإمام كان متزوّجا ب « رملة » بنت أمير المؤمنين عليّ عليه السلام على ما يأتي في الحديث : « 119 » في الورق : / 248 / ب / وفي هذه الطبعة ص 125 .\r\nوهذه الوصيّة ذكرها إشارة الفسوي في كتابه المعرفة والتاريخ : ج 2 ص 811 ط 1 ، وفي المخطوطة منها :\r\nج 1 / الورق 257 / أ / قال :\r\nحدّثنا سفيان قال : حدّثنا عمرو [ بن دينار 
  ] - حفظته منه - [ قال : 
  ] إنّ عليّ بن أبي طالب أوصى إلى حسن [ ابنه 
  ] فلم يكن فيها إلّا شاهدان شهدا : أبو الهياج بن أبي سفيان بن الحارث بن عبد المطّلب وعبيد اللّه بن أبي رافع وكتب .\r\nقال سفيان : إنّما هو ابن أبي الهياج ولكن غلط عمرو .\r\n( 2 ) ما بين المعقوفين زيادة يقتضيها السياق وكان في أصلي وضع علامة فوق قوله : « والهرب » ولكن لم يذكر في هامشه ما يرتبط به .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوآله وسلّم فلا تضيّعوا سنّته أقيموا هذين العمودين وخلاكم ذمّ ما لم تشردوا « 1 » .\r\nحمل كلّ امرئ مجهوده وعفا عن الجهلة ربّ رحيم ودين قويم « 2 » .\r\nكنّا في فيء رياح وعلى ذرى أغصان وتحت ظلّ غمامة اضمحلّ مركدها فمخطّها من الأرض عازب « 3 » .\r\nجاورتكم أيّاما تباعا وليالي دراكا « 4 » ستعقبون من بعدي جثّة حواء ساكنة بعد حركة ، كاظمة بعد نطوق .\r\nليعظكم هدأتي وخفوت أطرافي « 5 » إنّه أوعظ للمعتبرين من نطق البليغ .\r\nوداعيكم وداع [ امرئ 
  ] مرصد للتلاق « 6 » .\r\nغدا ترون أيّامي ويكشف [ لكم 
  ] عن سرائري .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي ما دام لم تميلوا ولم تنحرفوا عن هذين العمودين . و « تشردوا » من باب « نصر » على زنة تنصروا .\r\n( 2 ) وفي المختار : « 147 » من كتاب نهج البلاغة « حمل كلّ امرئ منكم مجهوده وخفّف عن الجهلة ربّ رحيم ودين قويم وإمام عليم » .\r\n( 3 ) كذا في أصلي والظاهر أنّ قوله : « عازب » مصحّف عن « عاف » .\r\nوفي نهج البلاغة : « إن تثبت الوطأة في هذه المزلّة فذاك وإن تدحض القدم فإنّما كنّا في أفياء أغصان ومهبّ رياح وتحت ظلّ غمام اضمحلّ في الجوّ متلفّقها وعفا في الأرض مخطّها . . . » .\r\n( 4 ) أي أيّاما متتابعة وليالي متوالية . وبعد قوله : « دراكا » كان في أصلي لفظان غير مقروئين وكأنّهما يقرآن : « كمطحرة أو لقعة » .\r\nوفي المعجم الكبير : « جاوركم بدني أيّاما تباعا ثمّ هوى فستعقبون من بعده . . . » .\r\nوفي نهج البلاغة : « وإنّما كنت جارا [ لكم 
  ] جاوركم بدني أيّاما وستعقبون منّي جثة خلاء ساكنة بعد حراك وصامتة بعد نطق . . . » .\r\n( 5 ) ولفظ الأصل يقرأ : « اطقافي » أو « القافي » . والهدأة والخفوت : السكون .\r\nوفي الكافي « ليعظكم هدوئي وخفوت أطرافي وسكون أطرافي فإنّه أوعظ للمعتبرين من المنطق البليغ والقول المسموع . . .\r\nوفي نهج البلاغة : « ليعظكم هدوئي وخفوت أطرافي وسكون أطرافي فإنّه أوعظ للمعتبرين من المنطق البليغ والقول المسموع . . . » .\r\n( 6 ) ما بين المعقوفين مأخوذ من نهج البلاغة وفيه : « للتلاقي » .\r\nوفي الكافي : « ودّعتكم وداع مرصد للتلاقي . . . » .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nلن يحابيني اللّه إلّا أن أتزلّفه بتقوى فيعفو عن فرط موعود .\r\nعليكم السلام إلى اليوم اللزام إن أبق فأنا وليّ دمي وإن أفن فالفناء ميعادي .\r\nالعفو لي قربة ولكم حسنة فاعفوا عفا اللّه عنكم ألا تحبّون أن يغفر اللّه لكم .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nموت [ أمير المؤمنين 
  ] عليّ بن أبي طالب رحمة اللّه عليه\r\n40 - حدّثنا الحسين / 239 / أ / قال : حدّثنا عبد اللّه حدّثنا سعيد بن يحيى بن سعيد الأموي حدّثنا أبي عن محمد بن إسحاق قال :\r\nضرب عليّ في رمضان سنة أربعين في تسع عشرة ليلة مضت منه ومات في إحدى وعشرين ليلة مضت من شهر رمضان « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا هو المعروف عند شيعة أمير المؤمنين عليه السلام وقد روي من عدّة طرق عن حريث بن المخشّ المترجم تحت الرقم : « 1173 » من كتاب الجرح والتعديل : ج 1 ، ص 267 .\r\nورواه الحاكم بسنده عنه وحكم بصحّته - وأقرّه الذهبي - في عنوان « ذكر مقتل أمير المؤمنين عليه السلام بأصحّ الأسانيد . . . » من كتاب المستدرك : ج 3 ص 143 ، قال :\r\nحدّثنا الأستاذ أبو الوليد الهيثم بن خلف الدوري حدّثنا سوار بن عبد اللّه العنبري حدّثنا المعتمر قال :\r\nقال أبي : حدّثنا الحريث بن المخشّ أنّ عليّا قتل صبيحة إحدى وعشرين من [ شهر 
  ] رمضان قال :\r\nفسمعت الحسن بن عليّ يقول وهو يخطب وذكر مناقب عليّ فقال :\r\nقتل [ أبي في 
  ] ليلة أنزل [ فيها 
  ] القرآن وليلة أسري بعيسى وليلة قبض [ فيها 
  ] موسى . قال : وصلّى عليه الحسن بن عليّ عليهما السلام .\r\nورواه أيضا بسنده عنه محمد بن سليمان الكوفي المتوفّى بعد سنة : ثلاث مائة في الحديث : « 534 » من كتاب مناقب عليّ عليه السلام الورق : / 124 / ب / قال :\r\nناولني أحمد بن سليمان [ عن 
  ] عبد اللّه بن ثمود [ كذا 
  ] قال : حدّثنا معتمر بن سليمان عن أبيه عن حريث بن المخشّ قال : قتل عليّ صبيحة إحدى وعشرين من رمضان قال :\r\nقال : فسمعت الحسن بن عليّ يخطب وهو يذكر مناقب عليّ [ عليه السلام 
  ] قال : قتل [ أبي 
  ] ليلة أسري بعيسى أو بموسى [ و 
  ] ليلة كذا وكذا . . .\r\n[ ثمّ قال : وحدّثنا 
  ] يوسف بن موسى قال : حدّثنا جرير وعثمان بن أبي شيبة قالا : حدّثنا يعلى بن عبيدة نحوه .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n41 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو عبد اللّه العجلي حدّثنا عمرو بن محمد عن أبي معشر قال :\r\nقتل عليّ رحمه اللّه يوم الجمعة لثلاث عشرة بقيت من شهر رمضان سنة أربعين قتله عبد الرحمن بن ملجم المرادي بالكوفة .\r\n42 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني محمد بن عمرو بن الحكم عن أبي عبد الرحمن الطائي بمثل ذلك ، وقال : قتله عبد الرحمن بن يحيى بن عمرو بن ملجم المرادي .\r\n43 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا خلف بن سالم حدّثنا أبو نعيم حدّثنا سليمان بن القاسم قال : حدّثتني أمّي :\r\nعن أمّ جعفر سريّة عليّ قالت : إنّي لأصبّ على يديه الماء [ إذ 
  ] أخذ بلحيته فرفعها إلى أنفه [ وقال : واها لك 
  ] لتخضبنّ [ يوم الجمعة 
  ] بدم « 1 » . [ قالت : 
  ] فما مضت الجمعة حتّى أصيب وأصيب يوم الجمعة .\r\n\r\n\r\n","description":"","footnote":"\r\n- ورواه أيضا أحمد بن جعفر القطيعي كما في الحديث : « 67 » من فضائل أمير المؤمنين عليه السلام من كتاب الفضائل ص 37 ط قم قال :\r\nحدّثنا عبد اللّه بن محمد البغوي قال : حدّثنا سوار بن عبد اللّه قال : حدّثنا معتمر قال : قال أبي :\r\nحدّثني حريث بن مخشّ أنّ عليّا قتل صبيحة إحدى وعشرين من شهر رمضان .\r\nورواه أيضا ابن عساكر بأسانيد عن حريث بن المخشّ وغيره تحت الرقم : « 1520 - 1524 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 413 - 415 ط 2 .\r\n( 1 ) ما بين المعقوفين قد شطب في أصلي ولكن السياق يستدعيه .\r\nثمّ إنّ الحديث رواه أيضا البلاذري تحت الرقم : « 547 » من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 1 ، ص 435 من المخطوطة وفي ط 1 ، ج 2 ص 501 قال :\r\nحدّثني أبو بكر الأعين ومحمد بن سعد قالا : حدّثنا الفضل بن دكين أبو نعيم حدّثنا سليمان بن القاسم الثقفي . . .\r\nوالحديث قد رواه أيضا ابن سعد في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى : ج 3 ص 35 ط بيروت عن أبي نعيم : الفضل بن دكين . . .\r\nوأيضا روى ابن سعد قبله قريبا منه بسند آخر .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n44 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد عن شيخ من الأزد عن عبد الرحمن بن جندب عن أبيه قال :\r\nقبض عليّ رحمه اللّه يوم الأحد لإحدى عشرة ليلة بقيت من شهر رمضان سنة أربعين .\r\n45 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي قال : حدّثني أبو عبد اللّه الجعفي عن جابر :\r\nعن أبي الطفيل وزيد بن وهب ومحمّد بن عليّ وغيرهم أنّ عليّا ضرب لثمان عشرة خلت من شهر رمضان « 1 » وتوفّي في أوّل ليلة من العشر - يعني الأواخر - من شهر رمضان .\r\n46 - « 46 » حدّثنا الحسين حدّثنا عبد اللّه حدّثنا هارون بن معروف حدّثنا جرير بن عبد الحميد عن الأعمش عن سالم بن أبي الجعد : عن عبد اللّه بن سبيع قال : قيل لعلّي : ألا تستخلف يا أمير المؤمنين ؟ قال : لا ولكن أترككم إلى ما ترككم إليه رسول اللّه ؟ ؟ قال : فما تقول إذا لقيت اللّه ؟ قال : أقول : اللهمّ تركتني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا هو الموافق لما عليه شيعة أهل البيت من أنّه عليه السلام ضرب ليلة التاسع عشر .\r\nوقال أبو بكر أحمد بن عمرو بن أبي عاصم النبيل في فضائل عليّ عليه السلام من كتاب الآحاد والمثاني الورق : / 14 / أ / قال :\r\nوقتل [ عليّ عليه السلام 
  ] في سنة أربعين من مهاجر النّبي صلى اللّه عليه وسلم في شهر رمضان ليلة واحد وعشرين [ ضرب 
  ] يوم الجمعة ومات يوم الأحد .\r\nورواه بسنده عنه أبو نعيم الحافظ في فضائل عليّ عليه السلام من كتاب معرفة الصحابة الورق :\r\n/ 21 / أ / .\r\n( 46 ) الحديث ضعيف سندا ومتنا أمّا ضعف متنه فلحديث يوم الإنذار والغدير ؛ والوصاية وغيرها ممّا هو متواتر أو مستفيض بين المسلمين جميعا .\r\nوالحديث رواه ابن عساكر تحت الرقم : ( 1375 ) من ترجمة علي من تاريخ دمشق ج 3 ص 331 عن جرير بن عبد الحميد بسندين عن الأعمش وعن عبد اللّه بن داوود الخريبى عن الأعمش ورواه ابن سعد عن وكيع عن الأعمش عن سالم عن عبد اللّه بن سبع .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفيهم ما بدا لك أن تتركني وتوفّيتني وتركتك فيهم فإن شئت أفسدتهم وإن شئت أصلحتهم .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nسنّ علي بن أبي طالب رحمه اللّه\r\n47 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا سويد بن سعيد حدّثنا سفيان بن عيينة عن جعفر بن محمد عن أبيه قال :\r\nقتل عليّ وهو ابن ثمان وخمسين وقتل حسين وهو ابن ثمان وخمسين ومات عليّ بن الحسين لها ومات أبي محمد بن عليّ لها .\r\n48 - حدّثنا الحسين / 239 ب / حدّثنا عبد اللّه حدّثنا الحسين بن عليّ العجلي حدّثنا الحسين بن عليّ الجعفي قال :\r\nسمعت سفيان يسأل جعفر بن محمد : كم كان لعليّ يوم قتل ؟ قال :\r\nثمان وخمسون .\r\n49 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني محمد بن عمرو بن الحكم حدّثنا أبو عبد الرحمن الطائي عن جعفر بن محمد عن أبيه قال :\r\nقتل عليّ وهو ابن سبع وخمسين سنة وولي خمس سنين وبعث النبيّ وهو ابن سبع سنين .\r\n50 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا محمد بن سعد « 1 » قال : أخبرنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وروى ابن سعد في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى : ج 3 ص 38 ط بيروت قال :\r\nأخبرنا محمد بن عمر قال : أخبرنا عليّ بن عمرو أبو بكر بن أبي سبرة عن عبد اللّه بن محمد بن عقيل قال :\r\nسمعت محمد ابن الحنفيّة يقول - سنة الجحاف حين دخلت [ سنة 
  ] إحدى وثمانين - : هذه لي خمس وستّون سنة وقد جاوزت سنّ أبي . قلت : وكم كانت سنّه يوم قتل - يرحمه اللّه - ؟ قال : ثلاثا -\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمحمد بن عمر قال : أخبرنا عليّ بن عمر بن عليّ بن حسين :\r\nعن عبد اللّه بن محمد بن عقيل قال : قلت لابن الحنفيّة : كم كانت سنّ أبيك حين قتل ؟ قال : ثلاثا وستّين .\r\n51 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو بكر بن محمد بن هانئ حدّثنا أحمد بن حنبل حدّثنا عبد الرزّاق قال : أخبرنا ابن جريج قال :\r\nأخبرني عمر بن محمد بن عليّ « 1 » أنّ عليّ بن أبي طالب مات لثلاث - أو أربع - وستّين سنة أو نحو ذلك .\r\n52 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي عن هشام بن محمد عن أبي عن هشام بن محمد عن أبيه قال :\r\nأخبرني محمد بن عمر بن عليّ بن أبي طالب أنّ عليّا قبض وهو ابن ثنتين وستّين سنة ونصف .\r\n53 - « 53 » حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي قال : أخبرنا\r\n\r\n\r\n","description":"","footnote":"\r\n- وستّين .\r\nقال محمد بن عمر : وهو الثبت عندنا .\r\nأقول : ورواه البلاذري عن ابن سعد في الحديث « 539 » من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 2 ص 498 ط 1 ، باختلاف في بعض الألفاظ ولم يذكر في السند قوله :\r\n« عليّ بن عمر » كما لم يذكر قوله : « قال محمد بن عمر : وهو الثبت عندنا » .\r\nورواه أيضا الخطيب عن ابن أبي الدنيا في ترجمة أمير المؤمنين من تاريخ بغداد : ج 1 ، ص 136 ، وساق الكلام بمثل ما في كتاب الطبقات الكبرى غير أنّه لم يذكر في السند « أبا بكر ابن أبي سيرة » كما لم يذكر في ذيل الحديث قول الواقدي .\r\nورواه ابن عساكر عن الخطيب بمثل ما في تاريخ بغداد في الحديث : « 14467 » من ترجمة أمير المؤمنين من تاريخ دمشق : ج 3 ص 387 ط 2 .\r\n( 1 ) كذا في أصلي ورواه بسنده عن ابن أبي الدنيا الحافظ ابن عساكر في الحديث : « 1475 » من ترجمة أمير المؤمنين من تاريخ دمشق ج 3 ص 390 ط 2 وقال : أخبرني عمرو عن محمد بن عليّ . . .\r\nورواه في تالييه بسندين آخرين وقال : أخبرني محمد بن عمر بن عليّ . . .\r\n( 53 ) - وقريبا منه سندا ومتنا رواه أبو الفرج في أوائل مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 27 قال :\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nشبابة بن سوار قال : عن قيس بن الربيع [ كذا 
  ] عن عمرو بن قيس :\r\nعن أبي صادق [ قال : 
  ] إنّ عليّا قال : واللّه لقد نهضت في الحرب وأنا ابن عشرين فها أنا ذا اليوم قد نيّفت على الستّين .\r\n54 - حدّثنا الحسين حدّثنا عبد اللّه قال : وحدّثت عن يحيى بن عبد اللّه بن بكير قال : أخبرني ليث بن سعد أنّ أبا الأسود حدّثه عن عروة [ قال 
  ] :\r\nإنّ عليّا أسلم وهو ابن ثمان سنين « 1 » .\r\nقال ابن بكير : فإن كان رسول اللّه أقام بمكّة ثلاث عشرة قبل هجرته إلى المدينة فسنّ عليّ إحدى وستّون [ سنة 
  ] وإن كان مقام رسول اللّه / 240 / أعشر سنين فسنّ عليّ ثمان وخمسين سنة .\r\n\r\n\r\n","description":"","footnote":"\r\n- وقال [ أمير المؤمنين عليه السلام 
  ] في خطبته التي حدّثني بها العبّاس بن عليّ النسائي وغيره قالوا : حدّثنا محمد بن حسّان الأزرق قال : حدّثنا شبابة بن سوار قال : حدّثنا قيس بن الربيع عن عمرو بن قيس الملائي عن أبي صادق أنّه عليه السلام خطب الناس - وقد بلغه خبر غارة الغامدي على الأنبار - فقال في خطبته :\r\nلقد قالت قريش : إنّ ابن أبي طالب رجل شجاع ولكن لا علم له بالحرب . ويحهم وهل فيهم أشدّ مراسا لها منّي واللّه لقد دخلت فيها وأنا ابن عشرين سنة وأنا الآن قد نيّفت على الستّين ولكن لا رأي لمن لا يطاع .\r\nأقول : وللكلام مصادر وأسانيد يجد الطالب بعضها في شرح المختار : « 27 » من باب خطب نهج البلاغة والمختار : « 318 » من كتاب نهج السعادة : ج 2 ص 559 ط 1 .\r\n( 1 ) والحديث رواه أيضا الحافظ ابن عساكر تحت الرقم : « 59 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 1 ، ص 41 ، ط 2 .\r\nوقد ذكرناه أيضا في تعليقه عن مصادر أخر .\r\nومن أجل أنّ عروة من المنحرفين عن أهل البيت عليهم السلام فلا بدّ من التثبّت في حديثه وعرض حديثه على ما ورد عن غيره من الثقات فليلاحظ ما رواه ابن عساكر تحت الرقم « 60 - 140 » من هذه الترجمة من ص 41 - 112 ، ط 2 .\r\nوليلاحظ أيضا ما رواه في الموضوع محمد بن سليمان الكوفي ثمّ اليمني من أعلام القرن الثالث والرابع في الحديث : « 168 - 220 » من كتاب مناقب عليّ عليه السلام من الورق : 57 - 64 - وهو جاهز للطبع بعون اللّه تعالى .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nصفة علي [ بن أبي طالب 
  ] رحمة اللّه عليه\r\n55 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني إبراهيم بن سعيد الجوهري قال : حدّثنا حسين بن محمد حدّثنا جرير بن حازم :\r\nعن أبي رجاء العطاردي قال : رأيت عليّ بن أبي طالب رجلا ربعة ضخم البطن عظيم اللحية قد ملأت [ لحيته 
  ] صدره ، في عينه خفش ، أصلع شديد الصلع ، كثير شعر الصدر والكتفين كأنّما اجتاب إهاب شاة « 1 » .\r\n56 - حدّثني الحسين قال : حدّثني عبد اللّه قال : حدّثني إبراهيم بن سعيد حدّثنا عفّان حدّثنا أبو عوانة عن مغيرة :\r\nعن قدامة بن عتاب قال : كان عليّ ضخم البطن ضخم مشاشة المنكب ضخم عضلة الذراع دقيق مستدقّها ضخم عضلة الساق دقيق مستدقّها « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواه الحافظ ابن عساكر عن ابن أبي الدنيا في الحديث : « 38 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 1 ، ص 35 .\r\nوخفش العين - على زنة سبب - ضعفها . واجتاب : لبس . وإهاب الشاة : جلدها أو غير المدبوغ من الجلد .\r\n( 2 ) وهذا رواه أيضا ابن سعد في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى عن عفّان بن مسلم بالسند والمتن وزاد في آخره : قال : [ و 
  ] رأيته يخطب في يوم من أيّام الشتاء [ و 
  ] عليه قميص قهز وإزاران قطريّان معتمّا بسبّ كتّان ممّا ينسج في سوادكم .\r\nورواه عنه الحافظ ابن عساكر في الحديث : « 53 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 1 ص 39 ط 1 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n57 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو هريرة الصيرفي « 1 » حدّثنا يزيد بن هارون قال : أخبرنا إسماعيل بن أبي خالد : عن الشعبي قال :\r\nرأيت عليّا يخطب الناس أبيض الرأس واللحية عظيم البطن قد أخذت لحيته ما بين منكبيه أصلع على رأسه زغيباة .\r\n58 - حدّثنا الحسين حدّثنا عبد اللّه قال حدّثنا أبو خيثمة حدّثنا جرير عن عبد الملك بن عمير قال : رأيت عليّا أبيض اللحية .\r\n59 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا عبد الرحمن بن صالح حدّثنا يونس بن بكير عن عنبسة بن الأزهر - وكان على قضاء جرجان وكان من بني عامر بن ذهل - قال : إنّما منع عليّا أن يخضب قول رسول اللّه صلى اللّه عليه :\r\n« يخضب هذه من هذه » ووضع يده على هامته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة « الصيرفي » رسم خطّها غير جلّي كما ينبغي في أصلي ولكن الحديث رواه عن ابن أبي الدنيا الحافظ ابن عساكر تحت الرقم : « 39 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 1 ، ص 35 ط 2 ورسم خطّها هناك جلّي .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n[ ما ورد في تبشير رسول اللّه صلى اللّه عليه وآله وسلم عليّا عليه السلام بالجنّة 
  ]\r\n60 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثنا أبو عبد الرحمن القرشي حدّثنا عبد الرحمن بن محمد المحاربي عن محمد بن إسحاق :\r\nعن سعد بن عبد الرحمن بن أبي أيّوب قال : كنت في حجر جدّتي أمّ أبي ابنة سعد بن الربيع - وكانت عند زيد بن ثابت - فسمعتها تقول : قد رأيتني وأنا جارية شابّة في مال لنا ب « الأسواف » ورسول اللّه صلى اللّه عليه وسلم عندنا / 240 / ب / في نفر من أصحابه إذ قال لنا رسول اللّه : ليدخلنّ عليكم الآن رجل من أهل الجنّة ، ثمّ ثنّا رسول اللّه ظهره ثمّ قال : كن عليّا : قالت : فطلع عليّ يفرج عنه له الجريد « 1 » والذي نفس أمّ سعد بيده لكأنّ وجهه ليلة البدر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعل هذا هو الصّواب ، وكان كاتب الأصل كتب أوّلا : « عنه الجريد » ثمّ شطب على لفظه « عنه » وكتب بدلها « له » . وكتب فوق عنه المشطوب ( ص ) .\r\nوالحديث رواه الطبري بسند آخر عن أمّ خارجة عن أمّ مرثد في عنوان : « غرائب نساء العرب اللواتي عشن بعد رسول اللّه صلّى اللّه عليه وآله وسلم فروين عنه » من كتاب الذيل المذيّل - كما في منتخبه ص 625 - قال :\r\nحدّثنا إبراهيم بن سعيد الجوهري قال : حدّثنا محمد بن وهب بن أبي كريمة الحرّاني عن محمد بن مسلمة عن أبي عبد الرحيم بن العلاء عن محمد بن عبد اللّه بن أبي صعصعة عن أبيه :\r\nعن أمّ خارجة بنت سعد بن الربيع عن أمّ مرثد - وكانت ممّن بايعن رسول اللّه صلى اللّه عليه وسلم - قالت : خرجنا معه فقال : أوّل من يشرف عليكم رجل من أهل الجنّة . [ قالت : 
  ] فأشرف عليّ عليه السلام .\r\nورواه كلّ من ابن الأثير وابن حجر في ترجمة أمّ خارجة من كتاب أسد الغابة : ج 5 ص 578 و 618 ط 1 وفي كتاب الإصابة : ج 4 ص 446 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nورواه أيضا محمد بن سليمان في الحديث : ( 145 ) في أواسط الجزء الثاني من كتاب مناقب عليّ عليه السلام الورق : / 52 / أ / قال :\r\nحدّثنا عثمان بن سعيد قال : حدّثنا محمد بن عبد اللّه المروزي قال : حدّثنا محمد بن حميد قال : حدّثنا سلمة بن الفضل عن محمد بن إسحاق عن سعيد بن عبد الرحمن مولى أبي أيّوب قال : سمعت جدّتي أمّ أبي سعد بن الربيع تقول : كان النّبي صلى اللّه عليه وآله وسلم في مالي في « الأسواف » فقال :\r\nليدخلنّ [ الآن 
  ] عليكم رجل من أهل الجنّة . ثمّ جعل يتطأطأ من تحت الجريدة حتّى ظننت أنّ عثنونه قد وقع في الأرض حتّى كشف الجريدة عن عليّ كأنّ وجهه القمر ليلة البدر .\r\nوليلاحظ الحديث : « 833 » وتعليقاته من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 2 ص 318 ، ط 2 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n[ ما ورد حول حسن وجهه الكريم وقامته الميمونة 
  ]\r\n61 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني محمد بن فراس الضبعي حدّثنا عبد اللّه بن داوود حدّثنا مدرك أبو الحجّاج قال : رأيت عليّ بن أبي طالب يخطب وكان من أحسن الناس وجها « 1 » .\r\n62 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أحمد بن يحيى قال :\r\nحدّثني بهلول الكندي :\r\nعن أبي إسحاق قال : كنت مع أبي يوم الجمعة فقال لي [ أبي 
  ] : ألا أريك عليّا أمير المؤمنين ؟ قلت : بلى فحملني فرأيته على المنبر أصلع له بطن .\r\n63 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني العبّاس بن هشام بن محمد عن أبيه عن جدّه قال :\r\nحدّثتني أمّي عائشة بنت عبيد قالت : رأيت عليّ بن أبي طالب فرأيت رجلا ربعة عظيم البطن بعيد ما بين المنكبين عظيم الهامة أخفش العين أرشح « 2 » .\r\n64 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني محمد بن عبّاد بن موسى حدّثنا زيد بن الحباب عن محمد بن جابر :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا رواه عن ابن أبي الدنيا الحافظ ابن عساكر في الحديث : « 57 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 1 ، ص 40 قال : قال ابن أبي الدنيا : حدّثني أبو هريرة أنبأنا عبد اللّه بن داوود . . .\r\n( 2 ) أخفش العين : ضعيف العين ، أرشحها : أنداها وأعرقها . فان صح الحديث فلعله كان موقتا بسبب بعض العوارض .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعن أبي إسحاق قال : رأيت عليّا أبيض الرأس واللحية وعليه قميص قهز وإزار ذبيني ، الرّداء « 1 » فوق القميص والقميص من فوق الإزار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ن : الردي .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nغسل عليّ وتكفينه والصلاة عليه ودفنه رضوان اللّه عليه\r\n65 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا عبد الرحمن بن صالح حدّثنا عمرو بن هاشم أبو مالك الجنبي « 1 » عن إسماعيل بن أبي خالد :\r\nعن عامر [ الشعبي 
  ] أنّ عليّا أوصى الحسن أن يغسله وقال [ له 
  ] : لا تغالي في الكفن فإنّي سمعت رسول اللّه صلى اللّه عليه [ وآله وسلّم 
  ] يقول : « لا تغالوا في الكفن فإنه يسلب سلبا سريعا » وامشوا بي بين المشيين لا تسرعوا بي ولا تبطئوا بي فإن كان خيرا / 241 / أ / عجّلتموني إليه وإن كان شرّا ألقيتموه عن أكتافكم « 2 » .\r\n66 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي قال : حدّثني أبو عبد اللّه الجعفي :\r\nعن جابر عن محمد بن عليّ وأبي الطفيل أنّ الحسن بن عليّ غسل عليّا بيده وكفّنه في قميص ولفّافتين وأخذه من ناحية القبلة وأسند سبع لبنات .\r\n67 - « 67 » حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو عبد الرحمن القرشي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو من رجال البخاري وأبي داوود والنسائي مترجم في كتاب تهذيب التهذيب : ج 8 ص 111 .\r\n( 2 ) هذا البيان يلائم حال سادات الشعبي مختلق الحديث أمثال معاوية وعبد الملك بن مروان وشجرتهم الملعونة في القرآن ولا يعقل ملائمة هذا البيان لحال من جعله اللّه قسيم الجنّة والنار ومحور الحقّ ومركز الحقيقة وجعل حبّه إيمانا وبغضه كفرا ونفاقا فالحديث ضعيف ومردود لضعف الشعبي ولا حاجة للتكلّم في حال بقيّة رواته .\r\n( 67 ) - والحديث رواه ابن عساكر تحت الرقم ( 1431 ) من ترجمة علي من تاريخ دمشق 3 / 374 ط 2 ثمّ\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nحدّثنا عبيدة بن الأسود [ بن سعيد 
  ] الهمداني « 1 » عن عبد السلام بن أبي المسلي عن بيان .\r\nعن الشعبي أنّ الحسن بن عليّ صلّى على عليّ فكبّر عليه أربعا « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n- إنّي ما وجدت ترجمة لأبي عبد الرحمن القرشي بسنده عن ابن أبي الدنيا ، ورواه ابن سعد / بسنده عن عبد اللّه بن نمير عن عبد السلام رجل من بني مسيلمة ج 3 ص 37 .\r\n( 1 ) ما بين المعقوفين مأخوذ من ترجمة الرجل من كتاب تهذيب التهذيب : ج 7 ص 86 .\r\nورواه أيضا المحاملي بسنده عن زيد بن أرقم في الجزء الثالث من أماليه الورق / 28 / ب / قال :\r\nحدّثنا يعقوب بن إبراهيم قال : حدّثنا المعتمر بن سليمان عن عبد العزيز بن حكيم قال :\r\nصلّيت خلف زيد بن أرقم على جنازة فكبّر خمس تكبيرات قال : وحدّثني رجل أنّه سمعه يقول : هذه صلاة رسول اللّه .\r\n( 2 ) هذا المتن بهذا السند غير حجّة لمجهوليّة غير واحد من رجاله ولمجروحيّة الشعبي ولو لم يكن فيه إلّا الشعبي لكان كافيا لوهنه وضعفه لأنّه صار من أعضاد الظالمين ومرتزقة الطغاة والغاصبين من بني أميّة وبنى مروان .\r\nثمّ إنّ المستفاد من أحاديث صحيحة واردة في صحاح القوم أنّ العدد المشروع من تكبيرات صلاة الميّت هو خمس تكبيرات وأنّ رسول اللّه صلى اللّه عليه وسلم كان يكبّر في صلاته على الأموات خمس تكبيرات وقد روى أحمد بن حنبل بأسانيد عن زيد بن أرقم أنّه صلّى على جنازة فكبّر خمسا فسألوه عن ذلك فقال : صلّيت خلف أبي القاسم خليلي صلّى اللّه عليه وسلم فكبّر خمسا فلا أتركها أبدا .\r\nفلاحظ مسند زيد من مسند أحمد : ج 4 ص 37 ط 1 ، وقريبا منه رواه أيضا عن زيد في ص 367 و 372 .\r\nورواه أيضا كلّ من الترمذي وأبي داوود والنسائي ومسلم وابن ماجة في كتاب الجنائز من سننهم بسند صحيح عن زيد بن أرقم فراجع كتاب الجنائز من السنن المذكورة .\r\nوانظر أيضا كتاب الجنائز من سنن البيهقي ج 4 ص 36 وانظر أيضا كتاب المنتقى : ج 2 ص 86 وشرح كتاب معاني الآثار : ج 1 ، ص 493 - 494 وكتاب المصنّف . لابن أبي شيبة : ج 3 ص 303 ط وممن رواه من الصحابة عن رسول اللّه صلى اللّه عليه وآله وسلم عمرو بن عوف الصحابي كما رواه بسنده عنه ابن ماجة في كتاب الجنائز تحت الرقم : ( 1576 ) من سننه : ج 1 ، ص 483 ط دار الفكر ببيروت قال :\r\nحدّثنا إبراهيم بن المنذر الحزامي حدّثنا إبراهيم بن عليّ الرافعي عن كثير بن عبد اللّه عن أبيه عن جدّه [ عمرو بن عوف 
  ] أنّ رسول اللّه صلى اللّه عليه وآله وسلم كبّر [ على الجنائز 
  ] خمسا .\r\nأقول : ما بين المعقوفين زدناه بقرينة عنوان ابن ماجة : « باب ما جاء فيمن كبّر خمسا » .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وأيضا رووا عن الصحابيّ الكبير حذيفة بن اليمان أنّه صلّى على جنازة فكبّر خمسا ثمّ التفت إلى الناس وقال : ما وهمت ولا نسيت ولكنّي كبّرت كما كبّر رسول اللّه صلى اللّه عليه وآله وسلم .\r\nفراجع شرح معاني الآثار : ج 1 ، ص 494 والمنتقى : ج 2 ص 86 ومصنّف ابن أبي شيبة : ج 3 ص 303 .\r\nوأيضا رووا عن عيسى البزّار المدائنيّ مولى حذيفة أنّه صلّى على جنازة فكبّر خمسا ثمّ التفت إلى من خلفه فقال : ما نسيت ولا وهمت ولكن كبّرت كما كبّر رسول اللّه صلى اللّه عليه وسلم صلّى على جنازة فكبّر خمسا .\r\nهكذا رواه بسنده عنه الخطيب في ترجمته تحت الرقم : « 5840 » من تاريخ بغداد : ج 11 ، ص 142 .\r\nوالآثار الواردة في هذا المعنى كثيرة وكلّها دالّة على أنّ الذي شرّعه اللّه تعالى وعمل به رسول اللّه صلى اللّه عليه وآله وسلم هو خمس تكبيرات .\r\nوأخرج ابن الأعرابي في كتاب معجم الشيوخ الورق 125 : / ب / أنّ سفيان الثوري صلّى على جنازة فكبّر الإمام أربعا فكبّر [ سفيان 
  ] الخامسة .\r\nوقال الترمذي بعد ما روى حديث زيد بن أرقم في كتاب الجنائز من سننه : ج 2 ص 244 :\r\nحديث زيد بن أرقم حديث حسن صحيح وقد ذهب بعض أهل العلم إلى هذا من أصحاب النّبي وغيرهم ورأوا التكبير على الجنازة خمسا .\r\nوقال أحمد وإسحاق : إذا كبّر الإمام على الجنازة خمسا فإنّه يتبع الإمام .\r\nوممّا يؤكّد الأخبار المذكورة ويشرح الواقع من أنّ المشروع من تكبيرات صلاة الميّت إنّما هو خمس وأنّ النقص إنّما سرى فيها بعد أيّام النبيّ صلى اللّه عليه وآله وسلم باجتهاد من عمر بن الخطّاب - كعشرات أخر من اجتهاداته في مقابل نصوص الشريعة - ما رواه العسكري في كتاب الأوائل : ج 1 ، ص 240 قال :\r\nإنّ أوّل من جمع الناس في صلاة الجنائز على أربع تكبيرات هو عمر بن الخطّاب وليراجع ما رواه عبد الرزّاق في الجنائز من المصنّف : ج 3 ص 479 ط 1 .\r\nوليلاحظ أيضا ما رواه أبو بكر بن أبي شيبة في كتاب المصنّف : ج 3 ص 301 - 302 - ط 1 .\r\nوليراجع أيضا ما جاء في شرح كتاب معاني الآثار : ج 1 ، ص 495 - 496 .\r\nوليحقّق ما رواه المتّقي الهندي في كتاب كنز العمّال : ج 8 ص 113 ، وما أورده ابن الأثير في كتاب الكامل : ج 3 ص 23 .\r\nهذا كلّه حول أصل تشريع التكبيرات في صلاة الميّت مع قطع النظر عن ضعف الحديث الذي أورده المصنّف هاهنا ومع قطع النظر عن كونه معارضا بما هو أرجح منه ولو فرض أنّ متعنّتا يعترض ويقول :\r\nالحديث في حدّ ذاته واجد لشرائط الحجّية وأنّ الشعبي وجهالة بعض رواته لا يضرّان صحّة -\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- الحديث . فيجاب هذا المتعنّت أنّ هذا الحديث وما هو بسياقه لا يمكن الأخذ به ولا الإذعان بتصديق مدلوله لمعارضته لما هو أقوى منه في خصوص المورد الدال على حدوث القضيّة ووقوع الحادثة على نهج آخر وذلك لما رواه جماعة القضيّة على ما يلي :\r\nقال الطبري في سياق أخبار وفاة أمير المؤمنين من تاريخه : وغسّله ابناه الحسن والحسين وعبد اللّه بن جعفر وكفّن في ثلاثة أثواب ليس فيها قميص وكبّر عليه [ الحسن 
  ] عليه السلام تسع تكبيرات .\r\nوروى الطبراني بسند آخر في ترجمة أمير المؤمنين من كتابه المعجم الكبير : ج 1 ، الورق 11 / ب / وفي ط 1 ج 1 قال :\r\nحدّثنا أحمد بن عليّ الأبّار حدّثنا أبو أميّة عمرو بن هشام الحرّاني حدّثنا عثمان بن عبد الرحمن الطرائفي حدّثنا إسماعيل بن راشد قال :\r\nقبض عليّ رضي اللّه عنه في شهر رمضان في سنة أربعين وغسّله الحسن والحسين وعبد اللّه بن جعفر وكفّن في ثلاثة أثواب ليس فيها قميص وكبّر عليه الحسن تسع تكبيرات .\r\nورواه عنه أبو نعيم في ترجمة أمير المؤمنين عليه السلام من كتاب معرفة الصحابة الورق 21 / أ / .\r\nوالحديث قد كان مشتملا على مطالب جمّة من قضايا أمير المؤمنين ذكرنا منها محلّ شاهدنا منه فقط ومن أراد المزيد فليراجع المعجم الكبير .\r\nورواه أيضا الهيثمي نقلا عن الطبراني وقال : هو مرسل وإسناده حسن كما في كتاب مجمع الزوائد : ج 9 ص 144 .\r\nوقال اليعقوبي في ختام ترجمة أمير المؤمنين عليه السلام من تاريخه : ج 2 ص 202 ط 2 قال :\r\nوغسله ابنه الحسن بيده وصلّى عليه وكبّر عليه سبعا وقال : أما إنّها لا تكبّر على أحد بعده .\r\nودفن بالكوفة في موضع يقال له : « الغريّ » وكانت خلافته أربع سنين وعشرة أشهر .\r\nأقول : هكذا جاء في الأصل المطبوع من تاريخ اليعقوبي وبظنّي أنّ لفظة : « سبعا » مصحّفة عن لفظة :\r\n( تسعا ) .\r\nوقريب منه جاء أيضا في الباب السادس من كتاب الإتحاف بحبّ الأشراف ص 73 ط مصر .\r\nوروى أبو الفرج في أواخر مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 4 ط مصر قال :\r\nحدّثني أحمد بن عيسى حدّثنا الحسين بن نصر قال : حدّثنا زيد بن المعذل عن يحيى بن شعيب عن أبي مخنف عن فضيل بن خديج عن الأسود الكندي والأجلح قالا :\r\nتوفّي أمير المؤمنين عليّ عليه السلام - وهو ابن أربع وستّين سنة - سنة أربعين في ليلة الأحد لإحدى وعشرين ليلة مضت من شهر رمضان وولّي غسله ابنه الحسن بن عليّ وكفّن في ثلاثة أثواب ليس فيها قميص وكبّر عليه خمس تكبيرات ودفن في الرحبة مما يلي أبواب كندة عند صلاة الصبح . -\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- ومثله رواه أيضا الدينوري في كتاب الأخبار الطول ص 216 .\r\nثمّ إنّ في المقام خصوصيّة أخرى تعارض أيضا الحديث الذي ذكره المصنّف هاهنا - وكذا ما أورده غيره على سياقه - وهو أنّ أمير المؤمنين عليه السلام كان من أكبر أصحاب رسول اللّه البدريّين ومن المتسالم عليه عندهم - حتّى بعد إسقاط عمر بن الخطّاب التكبير الخامس - أنّهم كانوا يكبّرون على أصحاب بدر خمس تكبيرات كما يوضح ذلك ما رواه أبو عمر وابن حجر في ترجمة سهل بن حنيف الأنصاري من كتاب الإستيعاب والإصابة وتهذيب التهذيب أنّ أمير المؤمنين عليه السلام صلّى عليه وكبّر خمس أو ستّ تكبيرات ثمّ لأجل عدم توحّش العمريين الحاضرين التفت إلى الناس وقال : إنّه بدريّ .\r\nومن أراد المزيد فعليه بما رواه عليّ بن طاوس في آخر كتاب الطرائف ص 551 ط 2 وبما علّقناه على الحديث : « 1429 » من ترجمة أمير المؤمنين من تاريخ دمشق : ج 3 ص 371 ط 2 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nموضع دفن عليّ رحمة اللّه عليه\r\n68 - « 68 » حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد قال : قال لي أبو بكر بن عيّاش : سألت أبا حصين وعاصم بن بهدلة والأعمش وغيرهم فقلت : أخبركم أحد أنّه صلّى على عليّ أو شهد دفنه ؟ قالوا :\r\nلا . فسألت أباك محمد بن السائب فقال : أخرج به ليلا خرج به الحسن والحسين وابن الحنفيّة وعبد اللّه بن جعفر وعدّة من أهل بيتهم فدفن في ظهر الكوفة . قال [ أبو بكر 
  ] : فقلت لأبيك : لم فعل به ذلك ؟ قال : مخافة أن تنبشه الخوارج أو غيرهم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 68 ) - وهذا رواه بلفظ آخر وبسند آخر أبو الفرج في أواسط مقتل أمير المؤمنين عليه السلام من كتاب مقاتل الطالبيين ص 42 قال :\r\nحدّثني أحمد بن سعيد قال : حدّثنا يحيى بن الحسن العلوي قال : حدّثنا يعقوب بن زيد قال : حدّثني ابن أبي عمير عن الحسن بن عليّ الخلّال عن جدّه قال :\r\nقلت للحسن بن عليّ : أين دفنتم أمير المؤمنين ؟ قال : خرجنا به ليلا من منزله حتّى مررنا به على مسجد الأشعث حتّى خرجنا به إلى الظهر بجنب الغريّ [ فدفنّاه فيه 
  ] .\r\n( 1 ) رواه مع التالي الحافظ ابن عساكر بإسناده عن ابن أبي الدنيا في الحديث : « 1438 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 376 ط 2 .\r\nوالذي رواه ابن أبي الدنيا هاهنا عن محمد بن السائب ممّا أجمع عليه أئمّة أهل البيت عليهم السلام مع تشريحهم وتفسيرهم ظهر الكوفة بالنجف وعليه شيعتهم خلفا عن سلف .\r\nوقد أقرّ به أيضا جماعة من منصفي أهل السنّة فقد روى أبو الفرج ابن الجوزي - وهو تيمي متعصّب - في ترجمة أبي الغنائم : محمد بن عليّ بن ميمون النرسي من كتاب المنتظم : ج 9 ص 189 ، قال :\r\nتوفّي أبو الغنائم هذا في سنة عشر وخمس مائة وكان محدّثا من أهل الكوفة ثقة حافظا وكان من قوّام الليل -\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n69 - حدّثنا الحسين حدّثنا عبد اللّه قال : وحدّثت عن إبراهيم بن المنذر الحزامي قال : حدّثني حسين بن زيد قال :\r\nحدّثني جعفر بن محمد عن أبيه قال : صلّى الحسن بن عليّ على عليّ ودفن بالكوفة عند قصر الإمارة ليلا وغبي دفنه « 1 » .\r\n70 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثنا محمد بن سعد « 2 » [ قال : 
  ] حدّثنا محمد بن عمر قال : أخبرنا أبو بكر بن عبد اللّه عن إسحاق بن عبد اللّه قال :\r\nقلت لأبي جعفر : أين دفن عليّ ؟ قال : بالكوفة ليلا وقد غبي دفنه .\r\n71 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي قال : حدّثني أبو عبد اللّه الجعفي :\r\nعن أبي الطفيل أنّ الحسن بن عليّ صلّى على عليّ ودفنه في الرحبة .\r\n\r\n\r\n","description":"","footnote":"\r\n- ومن أهل السنّة وكان يقول : ما بالكوفة من هو على مذهب أهل السنّة وأصحاب الحديث غيري .\r\nوكان يقول : مات بالكوفة ثلاث مائة صحابيّ ليس قبر أحد منهم معروفا إلّا قبر أمير المؤمنين [ عليّ بن أبي طالب 
  ] وهو هذا القبر الذي يزوره الناس الآن جاء جعفر بن محمد عليه السلام وأبوه محمد بن عليّ بن الحسين عليهم السلام فزاره ولم يكن إذ ذاك قبرا معروفا ظاهرا وإنّما كان سرح عضاء حتّى جاء محمد بن زيد الداعي صاحب الديلم فأظهر القبر .\r\nوأيضا ذكر ابن الجوزي شواهد أخر لمعروفيّة قبر أمير المؤمنين عليه السلام بالنجف في طول الأزمان السالفة فلاحظ كتاب المنتظم : ج 9 ص 35 وج 8 ص 57 و 105 ، و 146 ، ج 7 ص 149 و 256 .\r\nوليلاحظ أيضا كتاب فرحة الغريّ وكذا ما أورده ابن أبي الحديد في شرح المختار : « 69 » من كتاب نهج البلاغة : ج 6 ص 122 .\r\n( 1 ) الظرف أعني قوله : « عند قصر الإمارة » ينبغي أن يكون قيدا ومتعلّقا لقوله : « صلّى » فقط وبه يحصل التوافق بينه وبين الحديث المتقدّم وما عليه أئمّة أهل البيت وشيعتهم وإلّا فلا يصلح هذا الحديث لمعارضة ما أجمع عليه أئمّة أهل البيت وشيعتهم خلفا عن سلف .\r\nمع أنّ الحديث ضعيف من جهة مجهوليّة من حدّث المصنّف عن أبي إسحاق إبراهيم بن المنذر الحزامي .\r\nوإبراهيم الحزامي أيضا مجروح عند أحمد بن حنبل لأنّه لم يردّ عليه السلام لأجل خلطه بالقرآن كما في ترجمته من كتاب تهذيب التهذيب : ج 1 ، ص 167 .\r\n( 2 ) لم أجد الحديث في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n72 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي رحمه اللّه عن هشام بن محمد عن شيخ من الأزد :\r\nعن عبد الرحمن بن جندب عن أبيه أنّ الحسن بن عليّ صلّى على عليّ ودفنه في الرحبة ممّا يلي / 242 / ب / أبواب كندة قبل أن ينصرف الناس من صلاة الفجر .\r\n73 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني الحارث بن محمّد التميمي « 1 » حدّثنا داوود بن المحبّر حدّثنا المحبر بن قحذم عن مجالد بن سعيد :\r\nعن الشعبي قال : أمر الحجّاج بن يوسف ببناء القبّة التي بين يدي المسجد بالكوفة فلمّا حفروا أساسها هجموا على جسد طريّ فإذا به ضربة على رأسه طريّة فلمّا نظروا إليه قالوا : هذا عليّ بن أبي طالب . فأخبر الحجّاج بذلك فقال : من يخبرني عن هذا ؟ فجاءه عدّة من مشيخة الكوفة فلمّا نظروا إليه قالوا : هذا عليّ بن أبي طالب . قال : فقال الحجّاج : أبو تراب لأصلّبنّه !\r\nقال : فقال له ابن أمّ الحكم : أذكّرك اللّه أيّها الأمير أن تلقي هذه الثائرة « 2 » بيننا وبين إخواننا من بني هاشم . قال : فقال له الحجّاج : فما تخشى ؟\r\nأتخشى أن يؤتى جسدك بعد موتك فيستخرج ؟ مرهم أن يدفنوك حيث لا يعلم بك .\r\nقال : فقال له ابن أمّ الحكم : واللّه ما أبا لي إذا أتي جسدي « 3 » فأستخرج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه اللفظة رسم خطّها غير واضح ووضع في أصلي إشارة إلى ما كتب في هامشه بمقدار سطر يساوي « 16 » كلمة تقريبا وهذا انصّه : قال أبو علي الحسين بن صفوان البرذعي حدّثنا الحرث بن محمد التميمي بهذا الحديث وقرأته على أبي علي البرذعي [ ظ 
  ] عن الحرث بن محمد التميمي .\r\n( 2 ) الثائرة : الضجة والشغب . ويحتمل أن يقرأ : النائرة . وهي العداوة والشحناء .\r\n( 3 ) رسم الخطّ في أصلي غير جلّي .\r\nوالحديث أورده الخطيب بنحو آخر وسند آخر في ترجمة أمير المؤمنين عليه السلام من تاريخ بغداد : ج 1 ، ص 137 .\r\nورواه بسنده عنه ابن عساكر تحت الرقم : « 1436 » من ترجمة أمير المؤمنين من تاريخ دمشق : ج 3 ص 375 ط 2 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nجسدي كان أم جسد غيري إذا قيل : هذا جسد فلان ؟ ؟\r\nفأمر الحجّاج بحفائر حفرت من النهار ثمّ أمر بجسد عليّ فحمل على بعير وأطرافه تنشل فخرج به ليلا فدفن في ناحية أخرى حيث لا يعلم به .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nأمر ابن ملجم وقتله\r\n74 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا إبراهيم بن سعيد الجوهري حدّثنا أبو أسامة قال : حدّثني أبو طلق عليّ بن حنظلة بن نعيم عن أبيه قال :\r\nلمّا ضرب ابن ملجم عليّا قال : احبسوه فإنّما هو جرح فإن برأت امتثلت « 1 » أو عفوت وإن هلكت قتلتموه .\r\nفجعل عليه عبد اللّه بن جعفر وكانت أمّ كلثوم بنت عليّ تحته فقطع يديه وفقأ عينيه وقطع رجليه وجدّعه وقال له : هات لسانك . فقال له : إذ صنعت ما صنعت فإنّما تستقرض في جسدك أمّا لساني ويحك فدعه أذكر اللّه به / 242 / أ / فإنّي لا أخرجه لك أبدا . فشقّ لحييه وأخرج لسانه من بين لحييه فقطعه وحمى مسمارا ليفقأ به عينيه فقال [ له ابن ملجم 
  ] : إنّك لتكحل عمّك بملمول ممضّ « 2 » .\r\nفجاءت أمّ كلثوم تبكي وتقول : يا خبيث واللّه ما ضرّت [ ضربتك 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الامتثال : الاقتصاص من الجاني وأخذ القود منه .\r\n( 2 ) الملمول - بضمّ الميم فسكون اللام فميم مضمومة - : المرود الذي يكتحل به سمّي بذلك لتقلبه في العين عندما يكتحل به . وممضّ اسم فاعل بمعنى محرق وموجع من قولهم : أمضّني كلام فلان : أي أوجعني وأحرقني .\r\nوالحديث رواه ابن سعد في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى : ج 3 ص 39 ط بيروت وفيه : « بملمول مضّ » .\r\nورواه أيضا البلاذري تحت الرقم : « 559 » من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 2 ص 504 ط 1 ، وفيه : « بملمول له مضّ [ بملمول ممضّ « خ » 
  ] .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nأمير المؤمنين « 1 » فقال [ ابن ملجم 
  ] : أعليّ يا أمّ كلثوم تبكين ؟ أما واللّه ما خانني سيفي ولا ضعف ساعدي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين المعقوفين زيادة منّا يقتضيها السياق ولكن لفظة ( ما ضرّت ) رسم خطّها غير واضح ثم إنّه غير خفيّ أنّ ما في هذا الحديث والحديث التالي من تعذيب ابن ملجم بأنحاء التعذيبات غير ملائم لما كان اللّه تعالى فطر عليه أهل بيت نبيّه عليه من التخلّق بأحسن المكارم وأحلى المحاسن ولم يعهد منهم في مورد أن يأتوا بما يأتي به الغوغاء والأناس العاديّون لا سيّما في مثل المقام حيث نهاهم أمير المؤمنين عليه السلام في وصيّته المستفيضة إليهم - كما يأتي ذكر محلّ الشاهد منها - عن المثلة فما في هذا الحديث وأمثاله لا يمكن صدوره منهم ولعلّه من مفتريات الخوارج إعظاما لشأن أشقى البريّة ابن ملجم وتخفيضا لمعالي أهل بيت النبوّة .\r\nويحتمل أيضا أن يكون أمثال الحديث من مفتريات بني أميّة لتدنيس ساحة أهل البيت عليهم السلام .\r\nوحيث لم يكن حين تحقيق هذا المقام بمتناولي كتب الرجال بقدر الكفاية فعلى القرّاء البحث الكافي حول رجال الحديثين ورواتهما فلعلّ بعضهم من الخوارج أو النواصب .\r\nثمّ لو فرض أنّ رواة الحديثين غير معدودين في الخوارج والنواصب فالحديث وما بسياقه لا يكونان حجّة ويسقطان بمعارضتهما بما هو أقوى منهما مما تصدّقه القرائن مثل الحديث : « 83 » الدالّ بالصراحة على أنّ الإمام الحسن قتل ابن ملجم بيده لا سيّما إذا يلاحظ رواية الطبري وأبي الفرج وغيرهما حيث ساقوا القضيّة بأنّه بعد شهادة أمير المؤمنين أمر الإمام الحسن عليه السلام بإحضار الشقيّ ابن ملجم فأحضروه فجرى بينه وبين الإمام الحسن محاورة وكلام وكيف يمكن لمن قطعت يداه ورجلاه وفقئت عيناه واستقرض جسده وأخرج لسانه من بين لحييه - على ما هو صريح هذا الحديث وتاليه - كيف يمكن أن يبقى حيّا ، ولو فرض بقاؤه حيّا كيف يمكن أن يتكلّم ولا لسان له ؟ ؟\r\nومن قطعت يداه ورجلاه كيف يمكن أن يذهب إلى معاوية ويقتله ثمّ يرجع ويضع يده في يد الإمام الحسن كي يرى فيه رأيه ؟ ؟ ؟\r\nوحيث إنّ رواية الطبري عند الكثيرين تكون أوثق وتاريخه أيسر تناولا من كتب غيره نذكر لفظ الحديث ومورد شاهدنا منه ونكتفي به قال في أواخر ما أورده حول شهادة أمير المؤمنين عليه السلام ما لفظه :\r\nوقد كان عليّ [ عليه السلام 
  ] نهى الحسن عن المثلة وقال : يا بني عبد المطلّب لا ألفينّكم تخوضون دماء المسلمين تقولون : « قتل أمير المؤمنين قتل أمير المؤمنين » ألا لا يقتلنّ إلّا قاتلي .\r\nانظر يا حسن إذا أنا متّ من ضربته هذه فاضربه ضربة بضربة ولا تمثّل بالرجل فإنّي سمعت رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم يقول : إيّاكم والمثلة ولو بالكلب العقور .\r\nفلمّا قبض عليه السلام بعث الحسن إلى ابن ملجم [ فأحضر 
  ] فقال للحسن : هل لك في خصلة ! ؟ إنّي واللّه ما أعطيت اللّه عهدا إلّا وفيت به إنّي كنت قد أعطيت اللّه عهدا عند الحطيم أن أقتل عليّا -\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n75 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا سعيد بن يحيى بن سعيد الأموي حدّثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه حدّثنا ابن إسحاق قال :\r\nحدّثني زيد بن عبد اللّه بن سعد قال :\r\nحدّثني عبد اللّه بن أبي رافع قال : عذّبنا ابن ملجم بعد موت عليّ بكلّ عذاب خلقه اللّه فو اللّه ما تكلّم حتّى دخل غلام ابتاعه عبد اللّه بن أبي رافع قبل موت عليّ فدخل به على عليّ فقال [ عليّ 
  ] : ما هذا ؟ [ ما هذا 
  ] إلّا خنزير . قال :\r\nفألححنا عليه خنزير « 1 » فقال : خلّوا عنّي وعنه . وكان اسم الغلام سعدا فأخذ بأنفه فعضّه فصاح صياحا ما سمعنا بمثله قطّ فقلنا خلّوا بينه وبين خنزير .\r\nوأخذ عبد اللّه بن جعفر ابن ملجم فقطع يده ورجله وكحّل عينيه بمسمار من حديد فجعل ابن ملجم يقول لابن جعفر : إنّك لتكحل عمّك بملمول ممضّ .\r\nثمّ أمر به فعولج عن لسانه ليقطع فجزع وقبل ذلك لم يكن يجزع فقالوا له : يا عدوّ اللّه قطعنا يديك ورجليك وسملنا عينيك فلم تجزع فلمّا أردنا قطع لسانك جزعت ! قال : لا واللّه ما أجزع من قطع لساني ولكن أجزع أن أكون في الدنيا فواقا لا أذكر اللّه فيه ؟ فقطعوا لسانه ثمّ حرّقوه بالنار وهو حيّ .\r\nفقال [ عمران 
  ] بن حظان [ الخارجي 
  ] في ذلك / 242 / ب / :\r\n إنّي لأذكره حينا فأحسبه * أوفى البريّة عند اللّه ميزانا \r\n يا ضربة من تقيّ ما أراد بها * إلّا ليبلغ من ذي العرش رضوانا \r\nقال : وزاد ابن عنوة :\r\n يا نفس هل لك في دار ترين بها * محمدا وأبا بكر وعثمانا \r\n\r\n\r\n","description":"","footnote":"\r\n- ومعاوية أو أموت دونهما فإن شئت خلّيت بيني وبينه ولك اللّه عليّ إن لم أقتله أو قتلته ثمّ بقيت أن آتيك حتّى أضع يدي في يدك .\r\nفقال له الحسن : أما واللّه حتّى تعاين النار فلا . ثمّ قدّمه فقتله ثمّ أخذه الناس فأدرجوه في بواري ثم أحرقوه بالنار .\r\n( 1 ) وهاهنا رسم الخطّ غير جلّي في أسطر من أصلي .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفقالت له الحرورية : تذكر هذا مع هؤلاء ! فقال : لا تعجلوا ثمّ قال :\r\n الخير في دفق الأخيار كلّهم * أعني ابن مظعون لا أعني ابن عفّانا \r\n76 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا سعيد بن يحيى الأموي قال :\r\nأنشدني أبي لابن حطّان [ الخارجي 
  ] في ابن ملجم :\r\n ولم أر مهرا ساقه ذو سماحة * كمهر قطام بين غير معجّم « 1 » \r\n ثلاثة آلاف وعبد وقينة * وضرب عليّ بالحسام المصمّم \r\n فلا مهر أغلا من عليّ وإن غلا * ولا فتك إلا دون فتك ابن ملجم \r\n77 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني إبراهيم بن سعيد حدّثنا الفضل بن دكين حدّثنا حفص بن حمزة القرشي قال : سمعت جدّتي بكرة بنت كليب [ تذكر 
  ] :\r\nعن عبد اللّه جدّي - وكان مؤذّنا لعليّ - [ قال 
  ] : إنّ الحسن بن عليّ أمر بقتل عبد الرحمن بن ملجم فقتل ثمّ أدرج في بورياء فأحرق « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في أصلي ومثله رواه الحاكم ونسبها إلى الفرزدق كما في كتاب المستدرك : ج 3 ص 143 ، وفي تاريخ الطبري ومقاتل الطالبيين والإستيعاب :\r\n« كمهر فطام من فصيح وأعجم » والأبيات رواها أبو عمر بتقديم وتأخير في آخر ترجمة أمير المؤمنين عليه السلام من كتاب الإستيعاب بهامش : ج 3 ص 62 ثمّ قال : وقال أبو بكر ابن حمّاد التاهرتي معارضا له في ذلك :\r\n قل لابن ملجم والأقدار غالبة * هدمت ويلك للإسلام أركانا \r\n قتلت أفضل من يمشي على قدم * وأوّل الناس إسلاما وإيمانا \r\n وأعلم الناس بالقرآن ثمّ بما * سنّ الرسول لنا شرعا وتبيانا \r\n صهر النبيّ ومولاه وناصره * أضحت مناقبه نورا وبرهانا \r\n( 2 ) ويدلّ على هذا المعنى أحاديث كثيرة منها ما تقدّم عن المصنّف تحت الرقم : « 25 » .\r\nومنها ما رواه أحمد بن حنبل في أوائل مسند أمير المؤمنين عليه السلام تحت الرقم : « 713 » من كتاب المسند : ج 1 ، ص 93 ط 1 ، قال :\r\nحدّثنا أبو أحمد حدّثنا شريك عن عمران بن ظبيان عن أبي تحيا قال :\r\nلمّا ضرب ابن ملجم عليّا الضربة قال عليّ : افعلوا به كما أراد رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم أن -\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n78 - « 78 » حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني إبراهيم بن سعيد حدّثنا أبو أحمد حدّثنا فطر :\r\n\r\n\r\n","description":"","footnote":"\r\n- يفعل برجل أراد قتله فقال : اقتلوه ثمّ حرّقوه .\r\nورواه عنه الهيثمي في فضائل عليّ عليه السلام من كتاب مجمع الزوائد : ج 9 ص 145 ، ثمّ قال :\r\nوفيه عمران بن ظبيان وثّقه ابن حبّان وغيره وبقيّة رجاله ثقات .\r\nورواه أيضا بسنده عن أحمد ابن عساكر في الحديث : « 1423 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 367 ط 2 .\r\nورواه أيضا من طريق آخر تحت الرقم : « 1411 » من الترجمة : ج 3 ص 357 ط 2 قال :\r\nأخبرنا أبو الحسن ابن قبيس [ الفقيه 
  ] أنبأنا أبو العباس أنبأنا أبو محمد ابن أبي نصر أنبأنا خيثمة أنبأنا إسحاق بن سيّار أنبأنا أبو علقمة عن سفيان عن عمران بن ظبيان :\r\nعن حكيم بن سعد أنّه قيل لعلّي : لو علمنا قاتلك لأبرنا عترته . فقال : مه [ مه 
  ] ذلكم الظلم النفس بالنفس ولكن اصنعوا [ به 
  ] ما صنع بقاتل النبيّ قتل ثمّ أحرق بالنار .\r\nوالحديث صحّحه أحمد محمد شاكر في تعليقه على الحديث من مسند أحمد : ج 2 ص 93 ط 2 .\r\nورواه أيضا الطبري وصحّحه وذكر شواهده في الحديث السادس من كتاب مسند عليّ عليه السلام من كتاب تهذيب الآثار : ج 1 ، ص 70 ط 1 ، قال :\r\nحدّثني أحمد بن محمد بن حبيب الطوسي قال : حدّثنا يحيى بن إسحاق البجلي قال : أخبرنا شريك عن عمران بن ظبيان عن أبي تحيا [ حكيم بن سعد 
  ] قال :\r\nلمّا أتي عليّ بابن ملجم قال : اصنعوا به كما صنع رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم برجل جعل له أن يقتله فقال : اقتلوه وحرّقوه .\r\nورواه أيضا الحاكم في عنوان : « مقتل أمير المؤمنين . . . » من كتاب المستدرك : ج 3 ص 144 ، قال :\r\nحدّثنا الوليد حدّثنا الهيثم بن خلف حدّثنا محمود بن غيلان حدّثنا أبو أحمد الزبيري حدّثنا شريك عن عمران بن ظبيان عن أبي تحيا قال :\r\nلمّا جاءوا بابن ملجم إلى عليّ قال : اصنعوا به ما صنع رسول اللّه صلى اللّه عليه وآله وسلم برجل جعل له على أن يقتله فأمر [ به 
  ] أن يقتل ويحرق بالنار .\r\nفأخبرني أبو العبّاس محمد بن أحمد المحبوبي حدّثنا أحمد بن سيّار الإمام حدّثنا رافع بن حرب الليثي حدّثنا حكيم بن زيد عن أبي إسحاق الهمداني قال : رأيت قاتل عليّ بن طالب يحرق بالنار في أصحاب الرماح .\r\n( 78 ) - ورواه أيضا ابن أبي شيبة في آخر كتاب الفتن تحت الرقم : « 19599 » من المصنّف : ج 15 ، ص 246 قال :\r\n[ حدّثنا 
  ] عبيد اللّه بن موسى عن فطر عن أبي إسحاق قال : حدّثني من دخل على ابن ملجم السجن وقد -\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعن أبي إسحاق قال : حدّثني رجل دخل على ابن ملجم حين ضرب عليّا وقد احترق فصار وجهه أسود .\r\n79 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي عن هشام بن محمد عن أبي عبد اللّه الجعفي :\r\nعن جابر الجعفي قال : حدّثني من نظر إلى ابن ملجم حين قدم إلى عليّ بن أبي طالب فإذا رجل أسمر / 243 / أ / حسن الوجه أفلج شعره مع شحمة أذنيه مسجد يعني في وجهه أثر السجود .\r\n80 - « 80 » حدّثنا الحسين حدّثنا عبد اللّه قال : أخبرني العبّاس بن هشام عن أبيه قال : حدّثني أبو بكر بن عيّاش قال :\r\nقدم قوم من أهل اليمن من مراد فيهم [ عبد الرحمن 
  ] بن ملجم فلمّا وقفوا بين يدي عمر بن الخطّاب قال : ممّن أنتم ؟ قالوا : من مراد . قال : ما رأيت كاليوم وجوها أنكر ؟ ؟ - يعيدها مرارا - اخرجوا الحقوا بمصر . قال : وكان فيهم سيدار بن حمرار الذي ضرب عثمان بالسيف يوم دخل عليه .\r\n81 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا المنذر بن عمّار بن حبيب بن جسار أبي الأشرس الكاهلي قال : أخبرني ابن أبي الحثحاث العجلي عن أبيه أبي الحثحاث قال :\r\n\r\n\r\n","description":"","footnote":"\r\n- اسودّ كأنّه جذع محترق .\r\nوالحديث رواه الطبري وصحّحه وذكر شواهده والحديث : ( 6 ) من مسند علي عليه السلام من كتاب تهذيب الآثار : ج 1 ، ص 70 ط 1 ، قال :\r\nحدّثني أحمد بن محمد بن حبيب الطوسي قال : حدّثنا يحيى بن إسحاق البجلي قال شريك عن عمران بن ظبيان عن أبي تحيا [ حكيم بن سعد 
  ] قال : لمّا أتي عليّ بابن ملجم قال : اصنعوا به كما صنع رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم برجل جعل له ان يقتله فقال : اقتلوه وحرّقوه .\r\n( 80 ) - وروى ابن حجر في ترجمة أشقى البريّة عبد الرحمن بن ملجم في كتاب لسان الميزان : ج 3 ص 440 - نقلا عن أبي سعيد ابن يونس في تاريخ مصر - قال :\r\nوقيل : إنّ عمر [ بن الخطّاب 
  ] كتب إلى عمرو [ بن العاص 
  ] أن قرّب دار عبد الرحمن ابن ملجم من المسجد ليعلّم الناس القرآن والفقه . فوسع له فكان داره إلى جنب دار ابن عديس .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nأخبرت عليّا بقدوم ابن ملجم فتغيّر وجهه ثمّ أتيته به فلمّا رآه عليّ قال :\r\n أريد حباءه ويريد قتلي * عذيري من خليلي من مرادي \r\nفقال : [ ابن ملجم 
  ] : سبحان اللّه لم تقول هذا يا أمير المؤمنين ؟ . قال : هو ذاك ثمّ قال له عليّ : إنّي سائلك عن ثلاث : هل مرّ بك رجل وأنت تلعب مع الصبيان فقصدك ثمّ قال [ لك : يا 
  ] شقيق عاقر الناقة ؟ قال : سبحان اللّه لم تقول هذا يا أمير المؤمنين ؟ . قال : بقيت خصلتان : هل كنت تدعى وأنت صغير - ابن راعية الكلاب ؟ قال : سبحان اللّه ما رابك إلى هذا ؟ قال : بقيت خصلة : هل أخبرتك أمّك أنّها تلقّفت بك وهي حائض ؟ !\r\nفغضب [ ابن ملجم 
  ] فقام فدعا له عليّ بثوبين وأعطاه ثلاثين درهما فقيل له : لو قتلته ؟ فقال : يا عجبا تأمروني أن أقتل قاتلي « 1 » ؟ .\r\n82 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي عن عبيد بن عتيبة « 2 » :\r\nعن وهب بن عبد اللّه بن كعب بن سور قال : دخل محمد بن الحنفيّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا الحديث أيضا دالّ على أنّه عليه السلام كان يعرف قاتله .\r\nوروى أبو عمر في أواخر ترجمة أمير المؤمنين عليه السلام من كتاب الإستيعاب المطبوع بهامش كتاب الإصابة : ج 3 ص 60 قال :\r\nحدّثنا خلف بن سعيد الشيخ الصالح حدّثنا عبد اللّه بن محمد بن عليّ حدّثنا أحمد بن خالد حدّثنا ، إسحاق بن إبراهيم حدّثنا عبد الرزّاق عن معمر عن أيّوب عن ابن سيرين :\r\nعن عبيدة قال : كان عليّ رضي اللّه عنه إذا رأى ابن ملجم قال :\r\n أريد حياته ويريد قتلي * عذيرك من خليلك من مراد \r\n[ قال 
  ] وكان عليّ كثيرا ما يقول : ما يمنع أشقاها - أو ما ينتظر أشقاها - أن يخضب هذه من دم هذا ! ؟ .\r\nورواه المتّقي الهندي عن عبد الرزاق عن عبيدة وعن وكيع في كتاب الغرر وعن ابن سعد في كتاب الطبقات الكبرى : [ ج 3 ص 22 
  ] كما في الحديث : « 483 » من باب فضائل عليّ عليه السلام من كتاب كنز العمّال : ج 15 ، ص 171 .\r\n( 2 ) الظاهر أنّ هذا هو الصواب ، وفي أصلي قبل لفظة « عتيبة » كأنّها مشطوبة وكأنّها « عتبة » .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالحمّام فإذا فيه عبد الرحمن بن ملجم جالس فنظر إليه فقال له محمد : ممّن الرجل ؟ قال : من مضر / 243 / ب / قال : أيّها أنت ؟ قال : من اليمن . قال : من أيها أنت ؟ قال : ما أنا بمخبرك ؟ فتركه فلمّا كان من أمر عليّ ما كان وقتل أخذ عبد الرحمن فحبس في بيت فدخل عليه محمد فقال : ألست صاحب الحمّام ؟\r\nقال : بلى . قال [ محمد 
  ] : أما واللّه ما أنا اليوم بأعرف بك منّي يومئذ « 1 »\r\nثم التفت محمد إلى قوم [ كانوا 
  ] معه فقال : أما إنّا لا نعلم الغيب ولكنا علّمنا شيئا فعلمنا [ ه 
  ] « 2 » .\r\n83 - حدّثنا الحسين حدّثنا عبد اللّه قال حدّثني أبي عن هشام بن محمد عن أبي عبد اللّه الجعفي عن جابر :\r\nعبد اللّه الجعفي عن جابر :\r\nعن أبي جعفر محمد بن عليّ قال : لمّا توفّي عليّ رحمه اللّه أمر الحسن بن عليّ بابن ملجم فأتي به فضربه ضربة فأندر أصابعه « 3 » ثمّ ثنّا [ ها 
  ] فقتله فلمّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواه بسند آخر وعلى وجه آخر البلاذري في الحديث : « 550 » من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : 1 ، ص 435 من المخطوطة وفي ط 1 : ج 2 ص 501 .\r\nورواه أيضا ابن سعد في ترجمة أمير المؤمنين عليه السلام من الطبقات الكبرى : ج 3 ص 35 ط بيروت .\r\nورواه عنه ابن عساكر في الحديث : « 1420 » من ترجمته عليه السلام من تاريخ دمشق : ج 3 ص 362 .\r\nورواه أيضا المتقي في الحديث : « 501 » من باب فضائل عليّ عليه السلام من كتاب كنز العمّال : ج 15 ، ص 17 .\r\n( 2 ) هذه قرينة قطعيّة على أنّ مراد الصدر الأوّل من المسلمين إذا أطلقوا علم الغيب مرادهم منه هو العلم الذي لا يكون عن تعلّم واكتساب وبه تنحلّ شبهات كثيرة للمنحرفين عن أهل البيت عليهم السلام .\r\n( 3 ) أي أسقطها وأزالها عن محلّها ، فإن صحّ هذا الحديث والنقل فلعلّ الخبيث جعل كفّه وقاية لرأسه أو رقبته كي يدفع به أثر السيف .\r\nورسم الخطّ في قوله : « فأنذر » غير واضح في أصلي .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nتخوّف الحسن من عواقب الضربتين حجّ ماشيا وقاسم اللّه ما له ثلاث مرّات « 1 » .\r\n84 - حدّثنا الحسين حدّثنا عبد اللّه بن محمد حدّثنا إبراهيم بن عبد اللّه بن حاتم قال : أخبرنا هشيم قال : أخبرنا حصين :\r\nعن الشعبي قال : حدّثني زحر بن قيس الجعفي قال : لمّا كان غداة أصيب عليّ عليه السلام ركبت بغلتي ومضيت نحو المدائن فلمّا كنت قريبا منها تلقّاني أهلها وقالوا : من أين أقبل الرجل ؟ قلت : من الكوفة . قالوا : وما الخبر ؟\r\nقلت : خرج أمير المؤمنين لصلاة الغداة فتلقاه رجلان فضربه أحدهما فأخطأه وضربه الآخر فأصابه بشجّة قد يموت الرجل مما هو أدنى منها ، و [ قد 
  ] يعيش مما هو أكثر منها . فتماروا فيما بينهم فقالوا : واللّه لو جئتنا بدماغه في ستّين صرّة « 2 » لعلمنا أنّه لا يموت حتّى يسوق العرب بعصاه . قال : فدخلت المدائن فمكثت في بعض بيوتها « 3 » حتى جاء كتاب الحسن بن عليّ بما كان من أمره [ فقلت : 
  ] فاتّقوا اللّه وعليكم بالسمع والطاعة .\r\nقال : وكان اللذان ضرباه عبد الرحمن بن ملجم المرادي وشبيب بن بجرة الأشجعي ضربه شبيب فأخطأه وضربه ابن ملجم على رأسه فقتله .\r\nوكان الذي ضرب معاوية رجل من بني الصريم يقال له : البرك وإنّ معاوية حرّم بني الصريم أعطياتهم حينا .\r\n85 - حدّثنا / 244 / أ / الحسين حدّثنا عبد اللّه حدّثنا سعيد بن يحيى القرشي حدّثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه حدّثنا المجالد بن سعيد قال : مات عليّ رضي اللّه عنه ولم يستخلف أحدا « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الظاهر أنّ هذا التعليل من بعض الرواة ، إذ الإمام الحسن عليه السلام لم يأت ولم يفعل ما لا يجوز عليه ولم يك يخالف وصيّة أمير المؤمنين عليه السلام حتّى يخاف عواقب المخالفة .\r\n( 2 ) رسم خطّ هذه الكلمة غير جلي من أصلي .\r\n( 3 ) كلمة : « بيوتها » رسم خطّها غير واضح من أصلي .\r\n( 4 ) مجالد بن سعيد المتوفّى سنة : « 144 » لم يكن ممّن شهد القضيّة ولم يذكرها أيضا ممّن شهدها -\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nقال [ المجالد 
  ] : فحدّثني الشعبي قال : أخبرني زحر بن قيس الجعفي قال :\r\nبعثني عليّ رضي اللّه عنه على أربع مائة من أهل العراق وأمرنا أن ننزل المدائن رابطة قال : فو اللّه إنّا لجلوس عند غروب الشمس على الطريق إذ جاءنا رجل قد أعرق دابّته فقلنا : من أين أقبلت ؟ قال : من الكوفة . قلنا : متى خرجت ؟ قال :\r\nاليوم . قلنا : فما الخبر ؟ قال : خرج أمير المؤمنين إلى الصلاة الفجر فابتدره ابن بجرة وابن ملجم فضربه أحدهما ضربة - [ و 
  ] إنّ الرجل ليعيش ممّا هو أشدّ منها ويموت مما هو أهون منها - ثمّ ذهب .\r\nفقال عبد اللّه بن وهب السبائي ورفع يديه إلى السماء : اللّه أكبر اللّه أكبر .\r\nقلت له : ما شأنك ؟ قال : لو أخبرنا هذا أنّه نظر إلى دماغه قد خرج عرفت أنّ أمير المؤمنين لا يموت حتّى يسوق العرب بعصاه .\r\nقال [ زحر 
  ] : فو اللّه ما مكثنا إلّا تلك الليلة حتّى جاءنا كتاب الحسن بن عليّ : « من عبد اللّه حسن أمير المؤمنين إلى زحر بن قيس أمّا بعد فخذ البيعة ممّن قبلك » فقلنا [ لعبد اللّه 
  ] : أين ما قلت ؟ قال : ما كنت أراه يموت .\r\n86 - حدّثنا الحسين حدّثنا عبد اللّه قال : وحدّثني سعيد حدّثنا عبد اللّه بن سعيد عن زياد بن عبد اللّه حدّثنا إسماعيل بن أبي خالد عن أبي إسحاق : عن هبيرة بن يريم قال : قام الحسن بن عليّ بعد قتل أبيه فحمد اللّه عزّ وجلّ وأثنى عليه ثمّ قال :\r\nأيّها الناس إنّه قد فارقكم أمس رجل سبق الأوّلين ولا يدركه الآخرون « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n- وحضرها حتّى يلاحظ حالها من جهة الوثاقة وعدمها ولعلّه بعض الناصبة أو المارقة ! ثمّ هو أيضا ضعيف ضعّفه أكثر الحفّاظ كما في ترجمته من كتاب تهذيب التهذيب : ج 10 ، ص 39 .\r\n( 1 ) هذا هو الصواب وفي أصلي : « ولا يدركه الآخرين » .\r\nوللحديث مصادر وأسانيد كثيرة جدّا وربّما يكون من المتواترات لفظا وقد رواه ابن أبي شيبة في الحديث : « 42 » من باب فضائل عليّ عليه السلام من كتاب الفضائل تحت الرقم : « 12154 » من كتاب المصنّف : ج 12 ، ص 73 ط الهند 1 ، قال :\r\nحدّثنا عبد اللّه بن نمير عن إسماعيل بن أبي خالد عن [ أبي إسحاق عن 
  ] هبيرة بن يريم قال : سمعت -\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوكان رسول اللّه صلى اللّه عليه [ وآله وسلم 
  ] يبعثه المبعث ويعطيه الراية فما يرجع حتّى يفتح اللّه عليه جبرئيل عن يمينه وميكائيل عن شماله ما ترك صفراء ولا بيضاء إلّا سبع مائة درهم فضلت من عطائه أراد أن يشتري بها خادما لأهله .\r\n87 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد اللّه بن يونس بن بكير قال : حدّثني أبي قال : حدّثني أبو عبد اللّه الجعفي عن جابر الجعفي :\r\nعن عامر الشعبي قال : صلّى الحسن بن عليّ صلاة الفجر يوم مات عليّ عليهما السلام فقال :\r\nالحمد للّه حمدا كثيرا / 244 / ب / على ما أحببنا وكرهنا إنّا للّه وإنّا إليه راجعون والحمد للّه ربّ العالمين وإنّي أحتسب عند اللّه عزّ وجلّ مصابي بأفضل الآباء [ بعد 
  ] رسول اللّه صلّى اللّه عليه .\r\nواعلمنّ يا معشر من حضر أنّه قد قبض في هذه الليلة رجل لم يسبقه أحد كان قبله ولم يخلف بعده مثله وهو عليّ حبيب رسول اللّه صلّى اللّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\n- الحسن بن عليّ قام خطيبا فخطب الناس فقال :\r\nيا ايّها الناس لقد فارقكم أمس رجل ما سبقه الأوّلون ولا يدركه الآخرون ولقد كان رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم يبعثه المبعث فيعطيه الراية فما يرجع حتّى يفتح اللّه عليه جبريل عن يمينه وميكائيل عن شماله .\r\nما ترك بيضاء ولا صفراء إلّا سبع مائة درهم فضلت من عطائه أراد أن يشتري بها خادما .\r\nوأيضا رواه ابن أبي شيبة تحت الرقم : « 12159 » من المصدر المذكور : ج 12 ، ص 75 ط 1 ، قال :\r\nحدّثنا وكيع عن إسرائيل عن أبي إسحاق عن عمرو بن حبشيّ قال :\r\nخطبنا الحسن بن عليّ بعد وفاة عليّ فقال : لقد فارقكم رجل بالأمس لم يسبقه الأوّلون بعلم ولا يدركه الآخرون كان رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم يعطيه الراية فلا ينصرف حتّى يفتح اللّه عليه .\r\nورواه أيضا ابن سعد بسندين في أواخر ترجمة عليّ عليه السلام في طبقات البدريّين من كتاب الطبقات الكبرى : ج 3 ص 38 ط بيروت وفي ط : ج 3 / 25 .\r\nورواه أيضا السيّد المرشد باللّه يحيى بن الحسين كما في أواخر فضائل عليّ عليه السلام من ترتيب أماليه ص 142 .\r\nورواه ابن عساكر بأسانيد كثيرة في الحديث : « 1495 » وما بعده من ترجمة أمير المؤمنين من تاريخ دمشق ج 3 ص 398 - 405 ط 2 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n[ وآله وسلّم 
  ] وأخوه فنحتسب عند اللّه ما دخل علينا أهل البيت خاصّة وما دخل على جميع أمّة محمّد عامّة فو اللّه لا أقول اليوم إلّا حقا لقد دخلت مصيبته على جميع العباد والبلاد والشجر والدواب فنسأل [ اللّه 
  ] البرّ الرحيم أن يرحم وجهه وأن يعذّب قاتله وأن يحسن علينا الخلافة من بعده .\r\n88 - « 88 » حدّثنا الحسين حدّثنا عبد اللّه حدّثنا يوسف بن موسى حدّثنا عبيد اللّه بن موسى قال : أخبرنا سكين بن عبد العزيز حدّثنا حفص بن خالد بن جابر عن أبيه عن جدّه قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 88 ) انظر ترجمة حفص بن خالد بن جابر في تعجيل المنفعة وتاريخ البخاري وفيهما شطر من هذا الحديث .\r\nورواه البزّار في الحديث : « 2537 » من كتاب كشف الأستار ، ص 250 ط مصر ، قال :\r\nحدّثنا عمرو بن عليّ حدّثنا أبو عاصم حدّثنا سكين بن عبد العزيز حدّثني حفص بن خالد حدّثني أبي خالد بن جابر قال :\r\nلمّا قتل عليّ بن أبي طالب رضي اللّه عنه قام الحسن خطيبا فقال : قد قتلتم واللّه الليلة رجلا في الليلة التي أنزل فيها القرآن وفيها رفع عيسى بن مريم وفيها قتل يوشع بن نون فتى موسى - قال سكين : [ و 
  ] حدّثني رجل قد سمّاه قال : وفيها تيب على بني إسرائيل . ثمّ رجع إلى حديث حفص بن خالد فقال : - واللّه ما سبقه أحد كان قبله ولا يدركه أحد كان بعده واللّه إن كان رسول اللّه صلى اللّه عليه و [ آله 
  ] وسلم ليبعثه في السريّة جبريل عن يمينه وميكائيل عن يساره واللّه ما ترك من صفراء ولا بيضاء إلّا ثمان مائة درهم أو سبع مائة درهم كان أعدّها لخادم .\r\nقال البزّار : لا نعلم أحدا يروي هذا إلّا الحسن بن عليّ بهذا الإسناد وإسناده صالح ولا نعلم حدّث عن حفص إلّا سكين .\r\n[ و 
  ] حدّثنا عمرو بن عليّ حدّثنا أبو داوود حدّثنا عمرو بن ثابت أبو إسحاق عن هبيرة قال : خطبنا الحسن [ قال الهيثمي : 
  ] قلت : فذكر بعضه .\r\n[ و 
  ] حدّثنا أبو جعفر أحمد بن موسى التميمي حدّثنا القاسم بن الضحّاك حدّثنا يحيى بن سلام عن أبي الجارود عن منصور عن أبي رزين قال :\r\nخطبنا الحسن بن عليّ حين أصيب أبوه وعليه عمامة سوداء فقال : يا أيّها الناس لقد فارقكم البارحة رجل لم يسبقه الأوّلون ولا يدركه الآخرون كان رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم يبعثه المبعث ويعطيه الراية فإذا حمّ الوغى فقاتل جبريل عن يمينه وميكائيل عن يساره فلا يرجع حتّى يفتح اللّه له قد مضى وما خلّف صفراء ولا بيضاء إلّا سبع مائة درهم فضلت من [ عطائه أراد أن يشتري بها خادما لأهله 
  ] .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nلمّا قتل عليّ عليه السلام قام الحسن بن عليّ خطيبا فحمد اللّه عزّ وجلّ وأثنى عليه ثم قال :\r\nأما واللّه لقد قتلتم الليلة رجلا في ليلة نزل فيها القرآن ، [ و 
  ] رفع عيسى بن مريم عليه السلام وفيها قتل يوشع بن نون فتى موسى عليهما السلام .\r\n89 - « 89 » حدّثنا الحسين حدّثنا عبد اللّه حدّثنا عليّ بن الجعد قال : أخبرنا شريك عن عاصم بن النجود عن أبي رزين قال : خطبنا الحسن بن عليّ بعد وفاة أبيه على منبر الكوفة في ثياب سود .\r\n90 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا أبو مسلم عبد الرحمن بن يونس حدّثنا عبد اللّه بن إدريس قال : سمعت إسماعيل بن أبي خالد يذكر ذاك عن أبي إسحاق - قال ابن إدريس : لا أعلمه إلّا - عن هبيرة بن يريم [ قال 
  ] :\r\nإنّ عليّا لمّا أصيب خطب الحسن بن عليّ فحمد اللّه عزّ وجلّ وأثنى عليه\r\n\r\n\r\n","description":"","footnote":"\r\nأقول : ما بين المعقوفين كان ساقطا من أصلي وزدناه بمناسبة السياق والروايات الواردة في المقام .\r\nوالحديث رواه أحمد بن حنبل باختصار في عنوان : « مسند أهل البيت من كتاب المسند : ج 1 ص 199 ، ط 1 .\r\n( 89 ) والحديث رواه الطبراني بزيادات كثيرة بسنده عن أبي الطفيل عامر بن واثلة الصحابي ورواه عنه الهيثمي في فضائل عليّ من كتاب مجمع الزوائد : ج 9 ص 146 .\r\nوقريبا منه جدّا رواه الحاكم بسنده عن الإمام عليّ بن الحسين عليه السلام في فضائل الإمام الحسن من كتاب المستدرك : ج 3 ص 172 .\r\nوالحديث رواه أيضا أحمد بن حنبل تحت الرقم : « 148 » من باب فضائل عليّ عليه السلام من كتاب الفضائل ص 99 ط 1 ، قال :\r\nحدّثنا وكيع عن شريك عن عاصم عن أبي رزين قال : خطبنا الحسن بن عليّ بعد وفاة عليّ وعليه عمامة سوداء فقال : لقد فارقكم رجل لم يسبقه الأوّلون بعلم ولا يدركه الآخرون .\r\nورواه في تعليقه عن كتاب المعمّرون والوصايا ص 152 ، وعن كتاب الثقات لابن حبّان : ج 2 ص 304 .\r\nورواه أيضا ابن حبّان والنسائي ويجد الطالب نصّ حديثهما تحت الرقم : ( 22 ) من كتاب خصائص أمير المؤمنين عليه السلام ص 68 ط بيروت بتحقيق المحمودي .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nثمّ قال :\r\nلقد فارقكم بالأمس رجل ما سبقه الأوّلون ولا يدركه الآخرون إن كان رسول اللّه صلّى اللّه عليه [ وآله وسلّم 
  ] ليدفع الراية إليه فيمضي وجبرئيل عن يمينه وميكائيل عن يساره فما يبرح حتّى يفتح اللّه عزّ وجلّ عليه وما ترك صفراء ولا بيضاء غير سبعمائة درهم كان أرصدها في خادم [ له 
  ] / 245 / أ / .\r\n91 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبي عن هشام بن محمد عن أبي عبد اللّه الجعفي قال : حدّثني عروة بن عبد اللّه :\r\nعن زحر بن قيس قال : بعثني الحسن بن عليّ عليهما السلام إلى المدائن وبها حسين بن عليّ فلمّا انتهيت إليه قال : أي زحر « 1 » مالي أرى وجهك متغيّرا ؟\r\nقلت : تركت أمير المؤمنين في آخر يوم من الدنيا وأوّل يوم من الآخرة وهذا كتاب الحسن إليك قال زحر : فلمّا ذكرت له أمر عليّ ومصابه قال : ويحك من قتله ! قلت : رجل من مراد مارق فاسق يقال له : عبد الرحمن بن ملجم . قال : أقتل الرجل ! قلت : نعم فكبّر ثمّ قال : إنّا للّه وإنّا إليه راجعون والحمد للّه ربّ العالمين ما أعظمك من مصيبة ؟ مع أنّ رسول اللّه صلّى اللّه عليه [ وآله وسلّم 
  ] قال : « إذا أصيب أحدكم بمصيبة فليذكر مصابه بي فإنّه لن يصاب بمثلها أبدا » وصدق رسول اللّه صلّى اللّه عليه [ وآله وسلّم 
  ] وما أصيب بعد رسول اللّه صلى اللّه عليه [ أحد 
  ] بمثلها ولن نصاب بمثلها في بقيّة عمري إنّ البلاء إلينا أهل البيت سريع واللّه المستعان .\r\nفقال له زحر : إنّ هاهنا من لا يرى أنّه يموت حتّى يظهر وأنا أخافهم عليك فاجمعهم إليّ حتّى أقرأ كتاب الحسن عليهم .\r\nفنودي في الناس فاجتمعوا وحضر حسين عليه السلام فقمت فقرأت على الناس الكتاب فقال رجل يقال له : ابن السوداء من همدان يقال له :\r\nعبد اللّه بن سبأ : واللّه لو رأيت أمير المؤمنين في قبره لعلمت أنّه لن يذهب حتّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعلّ هذا هو الصواب وفي أصلي : « أبي زحر » .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nيظهر .\r\nفأرج من عقل « 1 » بالاسترجاع والبكاء والاستغفار لعليّ والتعزية لحسين ثمّ انصرف راجعا إلى الكوفة في الناس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقال : أرج الناس أرجا - على زنة « علم » وبابه - : ضجّوا بالبكاء .\r\nوهذا الحديث يؤيّد ما رواه السيّد الرضي رفع اللّه مقامه في ذيل المختار : « 182 » من باب الأوّل من كتاب نهج البلاغة قال :\r\nقال نوف [ البكالي 
  ] وعقد [ أمير المؤمنين عليه السلام 
  ] للحسين عليه السلام في عشرة آلاف ولقيس بن سعد [ بن عبادة الأنصاري 
  ] رحمه اللّه في عشرة آلاف ولأبي أيّوب الأنصاري في عشرة آلاف ولغيرهم على أعداد أخر وهو يريد الرجعة إلى صفين فما دارت الجمعة حتّى ضربه الملعون ابن ملجم لعنه اللّه فتراجعت العساكر فكنّا كأغنام فقدت راعيها تختطفها الذئاب من كلّ مكان ! ! !\r\nولكن إلى حين تحقيق هذه التعليقة لم أظفر على حديث غير هذا الحديث ينطق بهذا وما اطّلعت أيضا على تصريح مؤرّخ موثوق يصرّح بذلك ، وأكثر الأخبار ونصوص المؤرّخين دالّ أنّ الإمام الحسين عليه السلام كان حاضرا بالكوفة حينما ضرب أمير المؤمنين عليه السلام إلى أن استشهد صلوات اللّه وسلامه عليه .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nندب عليّ ومراثيه صلوات اللّه عليه\r\n92 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني الحسين بن عبد الرحمن عن محمد بن أيّوب التميمي عن موسى بن المغيرة :\r\nعن الضحّاك بن مزاحم قال : ذكر عليّ بن أبي طالب عليه السلام عند ابن عبّاس رحمه اللّه بعد وفاته فقال : وا أسفا على أبى الحسن ملك واللّه فما بدّل ولا غيّر ولا قصّر ولا جمع ولا منع ولا آثر ولقد كانت الدنيا أهون عليه من شسع نعله ، ليث في الوغا ، بحر في المجالس ، حكيم الحكماء ، هيهات قد مضى في الدرجات العلى .\r\n93 - « 93 » حدّثنا الحسين / 245 / ب / حدّثنا عبد اللّه قال : حدّثني محمد بن أبي يحيى أنّ شيخا من ضبّة يكنّى أبا الوليد حدّثهم قال : حدّثني\r\n\r\n\r\n","description":"","footnote":"\r\n( 93 ) وللحديث أسانيد ومصادر كثيرة جدّا وقد رواه مسندا أبو عمر في أواخر ترجمة أمير المؤمنين عليه السلام من كتاب الإستيعاب المطبوع بهامش كتاب الإصابة : ج 3 ص 43 .\r\nورواه أيضا السيّد المرشد باللّه يحيى بن الحسين الشجري كما في فضائل عليّ عليه السلام من ترتيب أماليه ص 142 ، ط مصر قال :\r\nأخبرنا أبو أحمد محمد بن عليّ بن محمد المكفوف بقراءتي عليه بأصفهان قال : أخبرنا أبو محمد عبد اللّه بن محمد بن جعفر بن حيّان قال : حدّثنا أحمد بن عليّ بن عيسى بن ماهان الرازي قال : حدّثنا محمد بن عبد اللّه بن زنجويه قال حدثنا العبّاس بن بكّار عن عبد الواحد بن أبي عمرو الأسدي عن محمد بن السائب عن أبي صالح قال : أدخل ضرار بن مرّة الكناني على معاوية فقال له : صف [ لي 
  ] عليّا ! فقال [ له ضرار 
  ] : أو تعفيني . . .\r\nورواه أيضا محمد بن سليمان الكوفي الزيدي في الحديث : « 539 » في أوائل الجزء « 5 » من كتاب -\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nعبد الواحد بن أبي عمرو الأسدي أنّ معاوية قال لرجل من كنانة : صف لي عليّا . قال : اعفني . قال : لا أعفيك . قال أمّا إذ لا بدّ فإنّه كان - واللّه - بعيد المدى شديد القوى يقول فصلا ويحكم عدلا يتفجّر العلم من جوانبه وتنطق الحكمة من نواحيه يستوحش من الدنيا وزهرتها ويأنس بالليل وظلمته .\r\nكان واللّه غزير العبرة طويل الفكرة يقلّب كفّه ويخاطب نفسه [ كان 
  ] يعجبه من اللباس ما قصر ومن الطعام ما جشب .\r\nكان واللّه كأحدنا يجيبنا إذا سألناه ويبتدءونا إذا آتيناه ويلبّينا إذا دعوناه .\r\nونحن واللّه مع تقريبه لنا وقربه منّا لا نكلّمه هيبة ولا نبتديه لعظمته فإن تبسّم فعن مثل اللؤلؤ المنظوم .\r\n[ كان 
  ] يعظّم أهل الدين ويحبّ المساكين لا يطمع القويّ في باطله ولا ييأس الضعيف من عدله .\r\nوأشهد باللّه لقد رأيته في بعض مواقفه وقد أرخى الليل سرباله « 1 » وقد غارت نجومه وقد مثّل في محرابه قابضا على لحيته يتململ تململ السليم « 2 » ويبكي بكاء الحزين فكأنّي الآن أسمعه وهو يقول : يا دنيا يا دنيا أبي تعرّضت ؟ أم بي تشوّفت ؟ هيهات هيهات غرّي غيري . لا حان حينك قد بتتتك . ثلاثا لا رجعة لي فيك « 3 » فعمرك قصير وعيشك حقير وخطرك يسير ( 4 ) آه من قلّة الزاد وبعد\r\n\r\n\r\n","description":"","footnote":"\r\n- مناقب عليّ عليه السلام الورق : 126 / أ / .\r\nومن أراد أن يعرف وزن الحديث من حيث المصادر والأسانيد فعليه بما علّقناه على المختار : « 77 » من الباب الثالث من كتاب نهج البلاغة .\r\n( 1 ) كذا في أصلي ، وفي أمالي الشجري وأكثر المصادر : « وقد أرخى الليل سدوله . . . » .\r\n( 2 ) السليم : اللديغ الذي لسعته حيّة أو عقرب أو أفعى .\r\n( 3 ) بتّتك - من باب : « مدّ » و « فرّ » - : أي فصلتك عن نفسي وقطعتك عنّي وطلّقتك طلاقا ثلاثا لا عودة ولا رجعة بعده .\r\n( 4 ) كلمة : « يسير » رسم خطّها غير جلّي في أصلي .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالسفر وحشة الطريق ! ! !\r\nقال : فبكى معاوية وبكى القوم ثمّ قال : رحم اللّه أبا حسن كان واللّه كذلك وكيف حزنك عليه ؟ قال حزن والدة ذبح واحدها في حجرها فلا ترقأ عبرتها ولا يسكن حزنها .\r\n\r\n\r\n","description":"","footnote":"\r\nهذا هو الظاهر ، وفي أصلي : « حزن والدة من ذبح واحدها في حجرها . . .\r\nيقال : رقأت الدمعة رقوءا - على زنة « منع » وبابه - : جفّت وانقطعت .\r\nومن أحلى ما ورد في وصف أمير المؤمنين عليه السلام هو ما ذكره حواريّه حبّة بن جوين العرني ، على ما رواه عنه يوسف بن حاتم الشامي في عنوان : « صفة أمير المؤمنين عليه السلام ووصف أخلاقه الرضيّة » من كتابه : الدرّ النظيم الورق / 83 / ب / قال : قال حكيم بن جبير : قيل لحبّة بن جوين العرني رضي اللّه عنه : ألا تصف لنا أخلاق أمير المؤمنين عليّ بن أبي طالب عليه السلام ؟ قال لهم : نعم :\r\nكان واللّه بشره في وجهه وحزنه في قلبه أوسع شيء صدرا وأذلّ شيء نفسا ! لا حقود ولا حسود ولا وثّاب ولا سبّاب ولا عيّاب ولا مغتاب بكره الوقيعة .\r\n[ كان 
  ] طويل الغمّ بعيد الهمّ وقورا ذكورا صبورا شكورا مغمورا ! مسرورا بفقره .\r\n[ كان 
  ] سهل الخليقة لين العريكة رصين الوقار قليل الأذى لا متأفّك ولا متهتّك ، إن ضحك لم يخرق ، وإن غضب لم ينزق .\r\n[ كان 
  ] ضحكه تبسّما واستفهامه تعلّما ومراجعته تفهّما .\r\n[ كان 
  ] كثيرا علمه عظيما حلمه كثيرة رحمته .\r\n[ كان 
  ] لا يبخل ولا يضجر ولا يسجر .\r\n[ كان 
  ] لا يحيف في حكمه ولا يحول في علمه .\r\n[ كان 
  ] نفسه أصلب من الصّلد ومكادحته أحلى من الشهد .\r\nلا جشع و [ لا 
  ] هلع ولا عنف ولا صلف ولا متعمّق ولا متكلّف .\r\n[ كان 
  ] وصولا في غير عنف وبذولا في غير سرف .\r\n[ كان 
  ] جميل المنازعة كريم المراجعة .\r\n[ كان 
  ] عدلا إن غضب [ و 
  ] رفيقا إن طلب .\r\n[ كان 
  ] خليص الودّ وثيق العهد وفيّ العهد .\r\n[ كان 
  ] شفيقا وصولا حليما حمولا عديم الفضول .\r\n[ كان 
  ] راضيا عن اللّه عزّ وجلّ مخالفا لهواه لا يغلظ على من يؤذيه ولا يخوض فيما لا يعنيه .\r\n[ كان 
  ] كثير الفضل صدوق اللسان عفيف الطعمة خفيف المؤنة .\r\n[ كان 
  ] قليلا شرّه كثيرا خيره « 1 » ؟\r\n[ كان 
  ] إن سئل أعطى وإن ظلم عفا وإن قطع وصل .\r\n[ كان 
  ] مستهترا بعلمه « 2 » مستأنسا بربّه يأنس إلى البلاء كما يستوحش منه أهل الدنيا .\r\n( 1 ) المراد من الشّرّ هاهنا ، هو ما يلائم بعض النفوس وإن كان مشتملا على الحكمة والمصلحة للعامّة وأكثر النفوس .\r\n( 2 ) كذا في أصلي . والاستهتار بالعلم هو التجاهر به وبذله لكلّ طالب وبثّه بين المجتمع .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n[ كان 
  ] أمّارا بالحقّ لهجا بالصدق مسارعا في أمر اللّه قد عرف قدر نفسه فشنأ كبرها ومقت فخرها وألزمها كلّ ذلّة وبذلها لكلّ مهانة .\r\n[ كان 
  ] ناصرا للّه عزّ وجلّ محاميا عن المؤمنين كهفا للمسلمين ، لا يخرق النساء سمعه . ولا ينكأ الطمع قلبه ولا يصرف العيب حكمه .\r\n[ كان 
  ] قوّالا [ بالحقّ 
  ] عمّالا [ بالخير 
  ] عالما حازما ليس بفحّاش ولا طيّاش لا يقتفي أثر شرار الناس رفيقا بالحقّ مسارعا في عون الضعيف غوثا للّهيف .\r\nلا يهتك سترا ولا يكشف سرّا .\r\n[ كان 
  ] كثير الهدى قليل الشكوى إن رأى خيرا ذكره وإن رأى شرّا ستره .\r\n[ كان يحفظ 
  ] الغيب ويقيل العثرة ويقبل المعذرة ويغتفر الزلّة لا يطلع على نصح فيكده ولا يرى من عليه ضعف إلّا أعان ! !\r\n[ كان 
  ] رضيّا تقيّا . . . رضيّا .\r\n[ كان 
  ] يقبل العذر ويحمل الذكر ويحسن بالناس ظنّه ويتّهم على الغيب نفسه يحبّ في [ اللّه 
  ] بفهم وعلم ويقطع في اللّه عزّ وجلّ بحزم وعذر .\r\n[ كانت 
  ] خلطته فرحة ورؤيته حجّة .\r\n[ كان 
  ] صفّاه العلم من كلّ كدر كما يصفّي النار خبث الحديد .\r\n[ كان 
  ] مذاكرا للعالم معلّما للجاهل .\r\nكلّ سعي عنده أحمد من سعيه وكلّ نفس عنده أخلص من نفسه .\r\n[ كان 
  ] عالما بالغيب متشاغلا بالغمّ لا يفيق لغير ربّه فريدا وحيدا .\r\n[ كان 
  ] يحبّ اللّه ويجاهد في مرضاته لا ينتقم لنفسه ولا يوالي أحدا في مسخطه .\r\n[ كان 
  ] مجالسا لأهل الفقر موازرا لأهل الحقّ عونا للغريب أبا لليتيم بعلا للأرملة حفيّا بأهل المسكنة مأمولا لكلّ كربة مرجوّا لكلّ شدّة هشّاشا بشّاشا ليس بعبّاس ولا حبّاس ؟ .\r\n[ كان 
  ] دقيق النظر عظيم الخطر لا ينحل ، وإن نحل ، أعانه اللّه على أمره .\r\n[ كان 
  ] استشعر الخوف وغلبه الحزن وأضمر اليقين وتجنّب الشكّ والشبهات وتوهّم الزوال .\r\n[ كان 
  ] مصابيح الهدى في قلبه يقرّب البعيد ويهوّن عليه الشديد نظر فأبصر وبكّر فاستكثر حتّى إذا روى من عذب فرات قد سهلت موارده فشرب نهلا وسلك سبيلا سهلا لم ير مظلمة إلّا أبصر خلالها و [ لا 
  ] مبهمة إلّا عرف مداها قد خلع سرابيل الشهوات من قلبه وردّ كلّ فرع إلى أصله فالأرض الّتي هو فيها مشرقة بضيائه ساكنة إلى قضائه .\r\n[ كان 
  ] سراجا [ وهّاجا 
  ] مصباح ظلمات دليل فلوات لم يجد إلى الخير مسلكا إلّا سلكه فالعلم ثمرة قلبه يضع رجله حيث تقلّه والناس عن سراطهم ناكبون وفي حيرتهم يعمهون وهذه واللّه كانت أخلاق أمير المؤمنين عليه السلام .\r\nأقول : وبسبب تجاهر هذا الرجل بأمثال هذه الحقائق ، وبثّه إيّاها ، ضعّفه المتعصّبون من تلاميذ حريز\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nوحفّاظ آل أميّة إذ رأوا أنّ بيان هذه الحقائق لأمير المؤمنين عليه السلام يفضح سلفهم العاري عن كلّ مكرمة المتلبّس بأضداد هذه الصفات ، فتحاملوا على حبّة حملة جنود الشيطان على أولياء اللّه مع أنّهم ذكروا في ترجمته أنّه لم ير قطّ إلّا وهو يقول : « سبحان اللّه والحمد للّه ولا إله إلّا اللّه » إلّا أن يكون مصلّيا أو يحدث الناس بالحديث كما في ترجمته من تاريخ بغداد : ج 8 ص 376 وكتاب تهذيب التهذيب : ج 2 ص 176 وتهذيب الكمال .\r\nوانظر ما رواه الحافظ ابن شهرآشوب عن الإمام الباقر عليه السلام في نعت جدّه أمير المؤمنين عليه السلام في ترجمة الإمام الباقر من كتاب مناقب آل أبي طالب : ج 4 ص 203 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n[ اعتراف مناوئي عليّ بتفوّقه عليهم بالعلم والزهد ومنابع الكمال 
  ]\r\n94 - « 94 » حدّثنا الحسين حدّثنا عبد اللّه حدّثنا يوسف بن موسى حدّثنا جرير عن مغيرة قال :\r\nلمّا جيء معاوية بنعي عليّ بن أبي طالب عليه السلام وهو قائل « 1 » مع امرأته ابنة قرظة في يوم صائف فقال : إنّا للّه وإنّا إليه راجعون ما ذا فقدوا من العلم والخير والفضل والفقه ؟\r\nقالت امرأته : بالأمس [ كنت 
  ] تطعن في عينيه وتسترجع اليوم عليه ! قال : ويلك لا تدرين ما [ ذا 
  ] فقدوا من علمه وفضله وسوابقه ! « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 94 ) ورواه نقلا عن ابن أبي الدنيا الحافظ ابن عساكر في الحديث : « 1506 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 408 ط 2 .\r\n( 1 ) أي كان مستريحا مع امرأته في نصف النهار ، ومنه القيلولة وهي الاستراحة نصف النهار .\r\n( 2 ) وقال صاحب منهاج البراعة في شرح المختار : « 149 » من كتاب نهج البلاغة - : ج 9 ص 127 ط 2 :\r\nولمّا بلغ نعي أمير المؤمنين عليه السلام إلى معاوية فرح فرحا شديدا وقال : إنّ الأسد الذي كان يفترش ذراعيه في الحرب قد قضى نحبه ثمّ قال :\r\n قل للأرانب ترعى أينما سرحت * وللظباء بلا خوف ولا وجل \r\nوروى صاحب تشييد المطاعن في المجلّد الثاني منه ص 409 ط 1 ، قال :\r\nوفي رواية الراغب عن شريك أنّه قال : واللّه لقد أتاه قتل أمير المؤمنين عليه السلام وكان متّكئا فاستوى جالسا ثمّ قال : يا جارية غنّيني فاليوم قرّت عيني . . .\r\nوروى أبو عمر في أواسط ترجمة أمير المؤمنين من كتاب الإستيعاب المطبوع بهامش كتاب الإصابة : ج 3 ص 57 قال :\r\nلمّا بلغ قتل عليّ عليه السلام عائشة قالت : فلتصنع العرب ما شاءت فليس أحد يمنعها !\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n95 - « 95 » حدّثنا الحسين حدّثنا عبد اللّه حدّثنا يوسف بن موسى حدّثنا عمير بن طلحة القنّاد حدّثنا أسباط بن نصر عن سماك :\r\n\r\n\r\n","description":"","footnote":"\r\n- وروى أبو الفرج في آخر مقتل أمير المؤمنين من كتاب مقاتل الطالبيين ص 28 قال :\r\nحدّثني محمد بن الحسين الأشناني قال : حدّثنا موسى بن عبد الرحمن المسروقي قال : حدّثنا عثمان بن عبد الرحمن قال : حدّثنا إسماعيل بن راشد بإسناده قال : لمّا أتى عائشة نعي أمير المؤمنين عليه السلام تمثّلت [ بقول الشاعر 
  ] :\r\n فألقت عصاها واستقرّت بها النوى * كما قرّ عينا بالإياب المسافر \r\nثم قالت : من قتله ؟ فقيل : رجل من مراد . فقالت :\r\n فإن يك نائيا فلقد نعاه * غلام ليس في فيه التراب \r\nفقالت لها زينب بنت أبي سلمة : ألعليّ تقولين هذا ! ؟ فقال : [ إنّي أنسى 
  ] إذا نسيت فذكّروني . . .\r\nوكان الذي ذهب بنعيه سفيان بن أبي أميّة بن عبد شمس بن أبي وقّاص .\r\nثمّ روى القصّة مسندة مع زيادة لها انسجام بليغ مع خلقيّات أمّ المؤمنين في مقتل أمير المؤمنين من كتاب مقاتل الطالبيين ص 42 .\r\nورواه الزبير ابن بكّار - على وجه آخر أشدّ انسجاما لنزعات أمّ المؤمنين - في الجزء « 16 » من كتاب الموفّقيات ص 131 ، ط 1 ، ببغداد .\r\nورواه أيضا ابن سعد في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى : ج 3 . ص 40 ط بيروت ولكن قال :\r\nوقالوا : وذهب بقتل عليّ عليه السلام إلى الحجاز سفيان بن أميّة بن أبي سفيان بن أمية بن عبد شمس فبلغ ذلك عائشة فقالت . . .\r\nورواه أيضا البلاذري في ذيل الحديث : « 559 » من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 2 ص 505 ط 1 ، قال :\r\nومضى إلى الحجاز بقتل عليّ سفيان بن أميّة بن أبي سفيان بن أميّة بن عبد شمس - ولا عقب له - فلمّا بلغت عائشة خبره أنشدت قول البارقي [ معقر بن حمار 
  ] :\r\n فألقت عصاها واستقرّت بها النوى * كما قرّ عينا بالإياب المسافر \r\nأقول : وذكر ابن منظور في مادّة « عصء » من كتاب لسان العرب نسبة الأبيات إلى ثلاثة : وهم عبد ربّه السلمي وسليم بن ثمامة الحنفي ومعقر بن حمار البارقي .\r\n( 95 ) وقريبا منه رواه ابن عساكر في ترجمة جرو النصراني حجّار بن أبجر من كتاب تاريخ دمشق قال :\r\nأنبأنا أبو البركات الأنماطي وأبو عبد اللّه الحسين بن ظفر بن الحسين بن مرداد قال : أنبأنا أبو الحسين الطيوري أنبأنا أبو بكر عبد الباقي بن عبد الكريم بن عمر الشيرازي أنبأنا أبو الحسين عبد الرحمن بن عمر بن حيويه ابن أحمد بن خمة الخلّال أنبأنا أبو بكر محمد بن أحمد بن يعقوب بن شيبة أنبأنا جدّي يعقوب أنبأنا ابن داوود -\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nعن حجّار بن أبجر قال : جاء رجل إلى معاوية فقال : سرق ثوبي هذا فوجدته مع هذا . فقال [ معاوية 
  ] : / 246 / أ / لو كان لهذا عليّ بن أبي طالب ؟ ؟ .\r\n96 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد الرحمن بن صالح حدّثنا يونس بن بكير عن عنبسة بن الأزهر عن سماك بن حرب قال :\r\nكان عمر بن الخطّاب رضي اللّه عنه يقول لعليّ بن أبي طالب عليه السلام عندما يسأله من الأمر فيفرّجه عنه : لا أبقاني اللّه بعدك يا أبا الحسن « 1 » .\r\n97 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني مهدي بن حفص حدّثنا عبدة بن سليمان عن عبد الملك بن أبي سليمان قال :\r\nقلت لعطاء : أكان أحد من أصحاب رسول اللّه صلّى اللّه عليه أفقه من عليّ عليه السلام ! قال : لا واللّه ما علمته « 2 » .\r\n98 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا أحمد بن حاتم الطويل حدّثنا محمد بن الحجّاج عن مجالد عن الشعبي :\r\n\r\n\r\n","description":"","footnote":"\r\n- ابن عمرو أنبأنا شريك عن سماك :\r\nعن حجّار بن أبجر قال : كنت عند معاوية واختصم إليه رجلان في ثوب فقال أحدهما : هذا ثوبي وأقام البيّنة ، وقال الآخر : [ الثوب 
  ] ثوبي اشتريته من رجل لا أعرفه .\r\nفقال [ معاوية 
  ] : لو كان لها ابن أبي طالب ! ؟ [ قال حجّار : 
  ] قلت : قد شهدته في مثلها . قال : كيف صنع ؟ قلت : قضى بالثوب للذي أقام البيّنة وقال للآخر : أنت ضيّعت مالك .\r\n( 1 ) وموارد تفريج عليّ عليه السلام عن عمر وتنويه عمر بهذا الكلام أو نحوه كثيرة جدّا ينبغي أن يفرد بالتأليف .\r\n( 2 ) وهذا رواه أيضا أبو بكر ابن أبي شيبة في فضائل عليّ عليه السلام تحت الرقم : ( 12158 ) من كتاب المصنف : ج 12 ، ص 75 ط الهند قال :\r\nحدّثنا عبدة بن سليمان عن عبد الملك بن أبي سليمان . . .\r\nورواه بطريق آخر الحافظ ابن عساكر في الحديث : « 1098 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 68 ط 2 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nعن قبيصة بن جابر قال : ما رأيت أزهد في الدنيا من عليّ بن أبي طالب عليه السلام .\r\n99 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا عليّ بن الجعد قال :\r\nسمعت الحسن بن حيّ قال : تذاكروا زهّاد أصحاب رسول اللّه صلى اللّه عليه عند عمر بن عبد العزيز فقال : بعضهم [ أزهدهم 
  ] عمر . وقال بعضهم : فلان . فقال عمر بن عبد العزيز : [ أزهدهم 
  ] عليّ عليه السلام « 1 » .\r\n100 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو حفص الصّيرفي حدّثنا يحيى بن سعيد القطّان [ قال 
  ] : حدّثنا عبد العزيز بن سياه قال :\r\nحدّثني أبو راشد قال : أتيت عليّا عليه السلام في منزله بالكوفة فقلت : يا أمير المؤمنين يا أمير المؤمنين فأجابني يا لبّيكاه يا لبّيكاه « 2 » .\r\n101 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو زيد النميري قال : حدّثني أبو غسّان محمد بن يحيى بن عليّ الكناني قال : حدّثني عبد العزيز بن عمران الزهري قال : قال محمّد بن علي عليه السلام ليزيد بن معاوية - وذكر يزيد عليّا عليه السلام - :\r\nيا يزيد بن معاوية بن صخر ! إنّ عليّا كان سهما من مرامي اللّه عزّ وجلّ على عدوّه ، يهوّعهم « 3 » مآكلهم ، آخذا بحناجرهم ، يمنعهم ما كل السوء ويلح عنهم بشظف المعيشة « 4 » ، حتى صار أصغر عند كبرائهم مرامه لكعاء « 5 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورواه ابن عساكر عن طريق آخر في الحديث : « 1269 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 252 ط 2 .\r\n( 2 ) والحديث رواه ابن سعد بزيادة في ذيله في ترجمة أبي راشد السلماني من كتاب الطبقات الكبرى : ج 3 ص 239 طبع بيروت قال :\r\nأخبرنا محمد بن عبيد قال : حدثني عبد العزيز بن سياه أبو يزيد عن أبي راشد السلماني قال . . .\r\n( 3 ) رسم خطّ هذه الكلمة في أصلي غير واضح ويمكن أن يقرأ : « يموّعهم » أو « يهرعهم » .\r\n( 4 ) وضع الكاتب بعد قوله ( المعيشة ) علامة وكتب في الهامش : قال أبو بكر . . . المعيشة .\r\n( 5 ) رسم الخطّ من أصلي خفيّ .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nفنبذوه بالعضيهة - يعني بقول « العضيهة » رموه بفرية الأباطيل « 1 » - فنحن على ثبج من امره ، ومرأى من أثره ، ومرقبا من أنجمه بجبهة « 2 » من الأنصار والأعوام خوفا من أن يكرّ لنا منكم دولة نبري عظامكم ونحسم أمركم . فإنّ المقاتل بادية ، والاستار عارية ، وليس لنا دون مقادير الحتوف حيلة ، وسيعلم الذين ظلموا أيّ منقلب ينقلبون .\r\n102 - حدّثنا الحسين / 246 / ب / حدّثنا عبد اللّه حدّثنا إبراهيم بن بشار « 3 » حدّثنا نعيم بن مورّع حدّثنا هشام بن حسّان قال :\r\nبينا نحن عند الحسن إذا أتاه رجل فقال : يا [ أ 
  ] با سعيد إنّ الناس يزعمون أنّك تبغض عليّا عليه السلام ؟ فقال [ الحسن 
  ] : رحم اللّه عليّا ، أنّ عليّا كان سهما للّه عزّ وجلّ في أعدائه وكان في محلّة العلم أشرفها وأقربها من رسول اللّه عليه وكان رهبانيّ هذه الأمّة لم يكن لمال اللّه عزّ وجلّ بالسروقة ولا في أمر اللّه عزّ وجلّ بالنومة اعطى القرآن عزائمه [ فيما 
  ] عليه وله ، فكان منه في رياض مونقة وأعلام بيّنة ، ذلك عليّ يا لكع .\r\n103 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني أبو عليّ أحمد بن الحسن الضرير حدّثنا هشام بن محمد عن الوليد بن وهب الحارثي :\r\nعن بريد بن عمرو التميمي قال : لمّا توفّي عليّ بن أبي طالب عليه السلام قام رجل من بني تميم - كان على حرسه في مسجد الكوفة بعد ما صلّوا عليه فقال :\r\nرحمك اللّه يا أمير المؤمنين فلئن كان حياتك مفتاح خير ومغلاق شرّ - وكنت للناس علما منيرا يعرف به الهدى من الضلالة والخير من الشّر - [ ف 
  ] إنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعلّ هذا هو الصواب وهاهنا رسم الخطّ من أصلي مبهم جدّا .\r\n( 2 ) وقبلها كلمة هذا رسمها ( يتو ) .\r\n( 3 ) ورواه ابن عساكر بسند آخر - عن إبراهيم بن بشّار هذا - إلى آخر هاهنا في الحديث :\r\n« 1270 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 253 ط 2 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوفاتك لمفتاح شرّ ومغلاق خير وإنّ فقدانك لحسرة وندامة ولو أنّ الناس قبلوك بقبولك لأكلوا من فوقهم ومن تحت أرجلهم ولكنّهم اختاروا الدنيا على الآخرة فأصبحوا بعدك حيارى في سبل المطالب قد غلب عليهم الشقاء والداء العياء « 1 » فهم ينتقضونها كما ينتقض الحبل من برمه فتبّا لهم خلفا تقبّلوا سخفا وباعوا كثيرا بقليل وجزيلا بيسير فكرّم اللّه مآبك وضعّف ثوابك وعليك السلام ورحمة اللّه وبركاته « 2 » .\r\n104 - « 104 » حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني عبد الرحمن بن صالح حدّثنا إبراهيم بن هراسة عن محمد بن سلمة النصيبي قال : قالت أمّ العريان حين قتل عليّ بن أبي طالب عليه السلام :\r\n ألا عينيّ فاحتفلا سنينا * وبكّينا أمير المؤمنينا \r\n ألا يا خير من ركب المطايا * وذلّلها ومن ركب السفينا \r\n يقيم الحدّ لا يرتاب فيه * ويقضي بالفرائض مستبينا \r\n كأنّ الناس مذ فقدوا عليا * نعام جال في بلد سنينا \r\n فلا تشمت معاوية بن حرب * فإنّ بقيّة الخلفاء فينا \r\n وكنّا قبل مقتله بخير * نرى مولى رسول اللّه فينا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وبالهامش : قال أبو بكر : العياء : الذي قد أعيا الأطباء .\r\n( 2 ) وقريبا منه روا اليعقوبي باختصار في آخر سيرة أمير المؤمنين من تاريخه : ج 2 ص 203 قال :\r\n[ لمّا دفن أمير المؤمنين عليه السلام 
  ] قام القعقاع بن [ معبد بن 
  ] زرارة على قبره فقال : رضوان اللّه عليك يا أمير المؤمنين فو اللّه لقد كانت حياتك مفتاح خير ولو أنّ الناس قبلوك لأكلوا من فوقهم ومن تحت أرجلهم ولكنّهم غمطوا النعمة وآثروا الدنيا على الآخرة .\r\nأقول : ما بين المعقوفين الثانيين أخذناه من ترجمة القعقاع بن معبد بن زرارة التميمي الصحابي تحت الرقم :\r\n« 7128 » من كتاب الإصابة : ج 3 ص 240 .\r\n( 104 ) ورواه أيضا أبو عمر بن عبد البرّ - باختلاف طفيف في بعض الكلمات - وقال : قال أبو الأسود الدؤلي و [ لكن 
  ] أكثرهم يرويها لأمّ الهيثم بنت العريان النخعيّة . هكذا ذكره في آخر ترجمة أمير المؤمنين عليه السلام من كتاب الإستيعاب المطبوع بهامش كتاب الإصابة : ج 3 ص 66 ط مصر .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n105 - « 105 » حدّثنا الحسين / 247 / أ / حدّثنا عبد اللّه قال : حدّثني سليمان بن أبي شيخ قال : أنشدني محمد بن الحكم لأبي زبيد الطائي يرثي عليّا عليه السلام :\r\n حمّت ليدخل جنّات أبو حسن « 1 » * وأوقدت بعده للقاتل النار \r\n ما ذا أراد بخير الناس كلّهم * دينا وأهداهم للحقّ إن حاروا \r\n يقول ما قال عن قول النبيّ * فما يخالف الجهر منه فيه إسرار \r\n تزوره أمّ كلثوم ونسوتها * لا كالمزور ولا كالزّور زوّار \r\n يبكين أروع ميمونا نقيبته * يحمي الذمار إذا ما معشر جاروا \r\n106 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا أحمد بن إبراهيم حدّثنا محمد بن ربيعة قال حدّثني أبو طلق القرشي قال : حدّثتني جدّتي قالت :\r\nكنت أنوح أنا وأمّ كلثوم بنت عليّ على عليّ عليه السلام « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 105 ) والأبيات رواها محمد بن أبي بكر التلمساني في كتاب الجوهرة بشكل آخر ص 118 قال :\r\nوقال أبو زبيد الطائي :\r\n انّ الكرام على ما كان من خلق * رهط امرئ ضاره للدين مختار \r\n طبّ بصير بأضغان الرجال ولم * يعدل بحبر رسول اللّه أحبار \r\n وقطرة قطرت إذ حان موعدها * وكل شيء له وقت ومقدار \r\n حتى تنصلها في مسجد طهر * على إمام هدى إن معشر جاروا \r\n حمّت ليدخل جنات أبو حسن * وأوجبت بعده للقاتل النار \r\n( 1 ) حمّت : حانت وقربت .\r\n( 2 ) وهذا رواه أيضا ابن سعد في ترجمة أمير المؤمنين من كتاب الطبقات الكبرى : ج 3 ص 38 قال :\r\nأخبرنا محمد بن ربيعة الكلابي عن طلق الأعمى عن جدّته قالت : كنت أنوح أنا وأم كلثوم بنت عليّ على عليّ عليه السلام .\r\nورواه أيضا عن محمد بن ربيعة حرفيّا البلاذري في الحديث : « 541 » في آخر ترجمة أمير المؤمنين من أنساب الأشراف : ج 2 ص 498 ط 1 .\r\nثمّ إنّ مراثي أمير المؤمنين عليه السلام كثيرة جدّا وقد رثاه جمّ غفير من الشعراء وفيهم الصحابة -\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- والأنصار وقد رثاه المؤمنون من يوم شهادته عليه السلام إلى يومنا هذا .\r\nوقد رثاه أبو الأسود الدّؤلي رحمه اللّه كما في ترجمته من كتاب الأغاني : ج 11 ص 228 قال :\r\n ألا أبلغ معاوية بن حرب * فلا قرّت عيون الشامتينا \r\n أفي شهر الصيام فجعتمونا * بخير الناس طرّا أجمعينا \r\n قتلتم خير من ركب المطايا * وخيّسها ومن ركب السفينا \r\n ومن لبس النعال ومن حذاها * ومن قرأ المثاني والمئينا \r\n إذا استقبلت وجه أبي حسين * رأيت البدر راق الناظرينا \r\n لقد علمت قريش حيث حلّت * بأنّك خيرها حسبا ودينا \r\nوقال أبو بكر ابن حمّاد - كما في آخر ترجمة أمير المؤمنين من كتاب الإستيعاب بهامش الإصابة :\r\nج 3 ص 65 - قال :\r\n وهزّ عليّ بالعراقين لحية * مصيبتها جلّت على كلّ مسلم \r\n فقال : سيأتيها من اللّه حادث * ويخضبها أشقى البريّة بالدم \r\n فباكره بالسيف شلّت يمينه * لشؤم قطام عند ذاك ابن ملجم \r\n فيا ضربة من خاسر ضلّ سعيه * تبوّأ منها مقعدا في جهنّم \r\n ففاز أمير المؤمنين بحظّه * وإن طرقت فيها الخطوب بمعظم \r\n ألا إنّما الدنيا بلاء وفتنة * حلاوتها شيبت بصاب وعلقم \r\nوقد ردّ على الشقيّ جماعة آخرون منهم الفقيه الطبري قال :\r\n يا ضربة من شقيّ ما أراد بها * إلّا ليهدم من ذي العرش بنيانا \r\n إنّي لأذكره دوما فألعنه * إيها وألعن عمران بن حطّانا \r\nوقال محمد بن أحمد الطّيب :\r\n يا ضربة من غدور صار صاحبها * أشقى البرّية عند اللّه إنسانا \r\n إذا تفكّرت فيه ظلت ألعنه * وألعن الكلب عمران بن حطّانا \r\nوليلاحظ كتاب الكامل للمبرّد : ج 3 ص 169 ، والأغاني : ج 18 ، ص 111 ، وخزانة الأدب : ج 5 ص 350 . وكتاب الغدير : ج 1 ، ص 326 ط بيروت .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\n[ الآية الإلهية التي حدثت في الآفاق عند شهادة أمير المؤمنين عليه السلام 
  ]\r\n107 - « 107 » حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني القاسم بن خليفة الخزاعي حدّثنا أبو يحيى التيمي عن عمر بن عبد اللّه عن الزهري قال :\r\nبعث إليّ عبد الملك بن مروان فقال لي : ما كان آية قتل عليّ عليه السلام صبيحة قتل ؟ قلت : كان آية قتله صبيحة قتل أنّه لم يقلّب حجر بالجابية إلّا عن دم عبيط ! ! !\r\nفقال [ عبد الملك 
  ] لي : صدقت أما إنّه لم يبق أحد يعلم هذا غيري وغيرك « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 107 ) وللحديث مصادر وأسانيد عديدة جدّا وقد رواه أبو نعيم الأصبهاني وجعله من أدلّة نبوّة النبيّ صلى اللّه عليه وآله وسلم . في كتاب دلائل النبوّة .\r\nورواه أيضا البيهقي في كتابه دلائل النبوّة .\r\nورواه أيضا الحاكم في الحديث : « 21 » من باب مناقب عليّ من كتاب المستدرك : ج 3 ص 113 .\r\nوأيضا الحديث رواه الحمّوئي بسندين عن الحاكم في الباب : « 70 » في الحديث : « 325 » من كتاب فرائد السمطين : ج 1 ، ص 389 ط بيروت .\r\nوقد كتبت الحديث عن مصادر أخر .\r\n( 1 ) وفي الكلام تلميح إلى الزهري بالإمساك عن ذكر أمثال هذا كما يدلّ على ذلك ما رواه أبو نعيم الحافظ في فضائل عليّ عليه السلام من كتاب معرفة الصحابة الورق / 16 / ب / قال :\r\nحدّثنا يعقوب بن سفيان حدّثنا سعيد بن عفير حدّثنا حفص بن عمران بن الوسام عن السري بن يحيى :\r\nعن ابن شهاب قال : قدمت دمشق وأنا أريد الغزو فأتيت عبد الملك [ بن مروان 
  ] لأسلّم عليه فوجدته في قبّة على فرش يفوق القائم وتحته سماطين فسلّمت عليه ثمّ جلست فقال لي : يا ابن شهاب -\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n108 - حدّثنا الحسين حدّثنا عبد اللّه قال : حدّثني إبراهيم بن عبد اللّه قال : أخبرنا هشيم قال : أخبرنا أبو معشر [ نجيح بن عبد الرحمن 
  ] عن محمد بن عبد اللّه بن سعيد بن العاص :\r\nعن الزهري قال : قال لي عبد الملك بن مروان : أيّ علامة كانت يوم قتل عليّ عليه السلام ! قال : قلت : لم ترفع حصاة ببيت المقدس إلّا وجد تحتها دم عبيط . فقال [ عبد الملك 
  ] : إنّي وإيّاك في هذا الحديث لغريبان .\r\n\r\n\r\n","description":"","footnote":"\r\n- أتعلم ما كان في بيت المقدس صباح قتل عليّ بن أبي طالب ؟ فقلت : نعم قال : هلمّ . فقمت من وراء الناس حتّى أتيت خلف القبّة وحوّل إليّ وجهه فأحنى عليّ وقال : ما كان ! فقلت : لم يرفع حجر من بيت المقدس إلّا وجد تحته دم ؟ فقال لم يبق أحد يعلم هذا غيري وغيرك فلا يسمعنّ منك [ هذا أحد 
  ] .\r\nقال [ ابن شهاب 
  ] : فما حدّثت به [ أحدا 
  ] حتّى توفّي [ عبد الملك 
  ] .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nولد عليّ بن أبي طالب عليه وعليهم السلام « 1 »\r\n109 - حدّثنا الحسين حدّثنا عبد اللّه قال : قال الزبير بن أبي بكر « 2 » - فيما أجازه لي وقال : اروه عنّي - : [ قال 
  ] :\r\nولد عليّ بن أبي طالب عليه السلام [ هم 
  ] :\r\nالحسن بن عليّ ولد للنصف من شهر رمضان سنة ثلاث من الهجرة وسمّاه رسول اللّه صلى اللّه عليه حسنا .\r\nومات لثلاث خلون من شهر ربيع الأوّل سنة خمسين .\r\nوالحسين بن عليّ عليه السلام ولد لخمس ليال خلون من شعبان سنة أربع من الهجرة .\r\nوقتل يوم الجمعة يوم عاشوراء في [ شهر 
  ] المحرّم سنة إحدى وستّين .\r\nقتله سنان بن أنس النخعي لعنه اللّه وأجهز عليه خولى بن يزيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وذكرهم أيضا البلاذري في الحديث : « 233 » من ترجمة أمير المؤمنين عليه السلام من كتاب أنساب الأشراف : ج 2 ص 189 ، ط 1 .\r\nوذكرهم أيضا محمد بن سليمان الكوفي اليمني المتوفّى بعد سنة : « 300 » في الحديث : « 538 » في أوائل الجزء الخامس من كتاب مناقب أمير المؤمنين عليه السلام الورق / 124 / ب / .\r\n( 2 ) المتوفّى سنة : « 256 » بمكّة المكرّمة عن عمر بلغ « 84 » عاما حينما كان قاضيا عليها من جانب خلفاء العبّاسيين وعلى هذا فهو لم يدرك القصّة ولم يذكر أيضا من رواها له حتّى يلاحظ حاله فحديثه هذا مرسل مجهول الرواة .\r\nثمّ إنّ الرجل لم يعتمد عليه معاصروه مثل أحمد بن حنبل والبخاري ومسلم وابن أبي داوود حيث لم يخرجوا عنه في أسفارهم شيئا .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالأصبحي من حمير لعنه اللّه وحزّ رأسه .\r\nوزينب ابنة عليّ الكبرى ولدت لعبد اللّه بن جعفر بن أبي طالب .\r\nوأمّ كلثوم الكبرى ولدت لعمر بن الخطّاب ولم يبق لعمر ولد من أمّ كلثوم بنت عليّ « 1 » .\r\nوأمّهم [ جميعا 
  ] فاطمة / 247 / أ / بنت رسول اللّه صلى اللّه عليهما .\r\nومحمد بن عليّ بن أبي طالب الذي يقال له : ابن الحنفيّة وأمّه خولة بنت جعفر بن قيس بن مسلمة بن عبد اللّه بن ثعلبة بن يربوع بن ثعلبة بن الدول بن حنيفة بن لجيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا يتصوّر ولا يمكن لمثل عليّ عليه السلام - وهو أعدل الناس وأفضلهم وأشرفهم وأعقلهم وأزهدهم في الدنيا - أن يقدم اختيارا وبالطوع والرغبة على تزويج كريمته - وهي في العاشرة من عمرها أو بين التاسعة والثانية عشرة من عمرها - برجل معمّر رجله على شفير القبر إذ كلّ من يقدم على مثل هذا الأمر إمّا جاهل غبيّ أو ظالم شقيّ أو منحطّ الأصل والنسب يريد أن يتشرّف بمن يزوّجه كريمته أو له حاجة في الدنيا أو له حرص عليها ومن الواضحات الأوّلية أنّ عليّا عليه السلام كان منزّها عن جميع ذلك فلا يعقل أن يقدم على ذلك ويمشّيه اختيارا فإن كان هناك قسر واضطرار ملجئ يتصوّر ويجوز تحقّق ذلك ولكن شواهد الاضطرار غير واضحة .\r\nوليراجع من يريد بسط الكلام وتحقيق المقام إلى ما أورده صاحب إفحام الخصوم في ج 1 ، منه ص 189 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n[ استئذان عليّ من النبيّ صلى اللّه عليه وآله وسلم بأنّه إن رزق ولدا بعده يجمع له بين اسم النبيّ وكنيته 
  ]\r\n110 - « 110 » حدثنا الحسين حدثنا عبد اللّه حدّثنا إبراهيم بن عبد اللّه الهروي قال : أخبرنا الفضل بن موسى عن فطر عن منذر :\r\nعن محمد بن عليّ عن عليّ عليه السلام قال : قال رسول اللّه صلى اللّه عليه [ وآله وسلم 
  ] : لا تجمعوا بين اسمي وكنيتي . فقلت : يا رسول اللّه إن ولد لي بعدك ولد أسمّيه باسمك وأكنّيه بكنيتك ؟ قال : نعم . فولد له [ ابن الحنفية 
  ] فسمّاه محمّدا وكنّاه أبا القاسم .\r\n111 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا إبراهيم بن عبد اللّه قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 110 ) وللحديث مصادر وأسانيد وقد رواه أحمد بن حنبل في مسند عليّ عليه السلام تحت الرقم :\r\n« 730 » من كتاب المسند : ج 1 ، ص 90 ط 1 ، وفي ط 2 ج 2 ص 101 .\r\nوقد رواه أيضا عبد اللّه - أو تلميذه - كما في الحديث : « 277 » من فضائل أمير المؤمنين عليه السلام من كتاب الفضائل ص 199 ، ط 1 ، قال :\r\nحدّثنا عمر بن يوسف بن الضحّاك المخرمي في سنة خمس وثمانين ومائتين قال : حدّثنا الحسين بن شدّاد المخرمي حدّثنا الحسن بن بشر حدّثنا قيس عن ليث عن محمد بن الأشعث :\r\nعن محمد بن الحنفيّة عن عليّ بن أبي طالب قال : قال رسول اللّه صلى اللّه عليه [ وآله 
  ] وسلم : يولد لك ابن قد نحلته اسمي وكنيتي .\r\nوقد أورده أيضا الدولابي بإسنادين في عنوان : « الرخصة في الجمع بين اسم النبي وكنيته » من كتاب الكنى والأسماء : ج 1 ، ص 5 .\r\nوقد رواه أيضا البزّار في مسنده : ج 1 ، الورقة 58 / أ / وفيه « محمد بن بشر عن ابن الحنفيّة » .\r\nوقد رواه السيوطي في كتاب جمع الجوامع : ج 1 ، ص 882 ط 1 ، عن ابن سعد والطبراني في المعجم الكبير والأوسط وعن الطحاوي وأحمد وأبي يعلى والبيهقي وابن عساكر .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nأخبرنا هشيم قال : أخبرنا مغيرة عن إبراهيم قال :\r\nكان محمد ابن الحنفيّة يكنّى أبا القاسم وكان محمد بن الأشعث [ بن قيس 
  ] يكنّى [ أيضا 
  ] أبا القاسم وكان يدخل على عائشة قال : وأحسبها كانت تكنّيه .\r\n112 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا داوود بن عمرو حدّثنا إسماعيل بن زكريّا عن يزيد - يعني ابن أبي زياد - قال :\r\nقلت لمحمد بن الحنفيّة : متى ولدت ؟ قال : لثلاث سنين بقين من خلافة عمر رضي اللّه عنه .\r\n113 - « 113 » حدّثنا الحسين حدّثنا عبد اللّه حدّثنا محمد بن سعد قال :\r\nأخبرنا محمد بن عمر قال : أخبرنا علي بن عمر بن علي بن حسين عن عبد اللّه بن محمد بن عقيل قال :\r\nسمعت [ محمّد 
  ] ابن الحنفية يقول سنة الجحاف - حين دخلت إحدى وثمانون - : هذه لي ستّ وستّون سنة قد جاوزت سنّ أبي . قال : قلت : وكم كانت سنّه يوم قتل ؟ قال : ثلاث وستّون . [ قال عبد اللّه 
  ] : ومات أبو القاسم محمد ابن الحنفية في تلك السنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 113 ) وهذا رواه الخطيب عن ابن بشران عن الحسين بن صفوان عن ابن أبي الدنيا . . . في ترجمة أمير المؤمنين عليه السلام من تاريخ بغداد : ج 1 ، ص 136 .\r\nورواه ابن سعد في ترجمة أمير المؤمنين عليه السلام من كتاب الطبقات الكبرى : ج 3 ص 38 ط بيروت .\r\nورواه ابن عساكر بسنده عن ابن سعد في الحديث : « 1468 » من ترجمة أمير المؤمنين عليه السلام من تاريخ دمشق : ج 3 ص 388 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nرجع [ القول 
  ] إلى حديث الزبير\r\nوعمر بن عليّ ورقيّة الكبرى وهما توأم « 1 » وأمّهما الصهباء . ويقال : اسمها أمّ حبيب بنت ربيعة من بني تغلب من سبي خالد بن الوليد .\r\n114 - حدّثنا الحسين حدّثنا عبد اللّه قال : قال الزبير : وحدّثني عمّي قال :\r\nكان عمر بن عليّ آخر ولد عليّ بن أبي طالب رضي اللّه عنه ووفد على الوليد بن عبد الملك مع أبان بن عثمان يسأله أن يولّيه صدقة أبيه عليّ وكان يليها يومئذ ابن أخيه حسن بن حسن بن عليّ فعرض عليه الوليد الصلة وقضاء الدين فقال لا حاجة لي في ذلك إنّما جئت لصدقة أبي أنا أولى بها فاكتب لي في ولايتها .\r\nفكتب له الوليد رقعة فيها أبيات جميع بن أبي الحقيق اليهودي :\r\n إنّا إذا مالت دواعي الهوى * وأنصت السامع للقائل \r\n واصطرع الناس بألبابهم * نقضي بحكم عادل فاصل \r\n لا نجعل / 248 / أ / الباطل حقّا ولا * نلطّ دون الحقّ بالباطل \r\n نخاف أن تسفه أحلامنا * أو نخمل الدهر مع الخامل \r\nثمّ دفع الرقعة إلى أبان فقال : ادفعها إليه وأعلمه أنّي لا أدخل [ أحدا 
  ] على ولد فاطمة بنت رسول اللّه صلى اللّه عليهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوأم - بفتح التاء وضمّها فسكون الواو فهمزة مفتوحة - : الذي يولد مع غيره في بطن واحد والمؤنّث : توأمة .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفانصرف عمر [ عنه 
  ] غضبان ولم يقبل له صلة .\r\n115 - حدّثنا الحسين حدّثنا عبد اللّه قال : قال الزبير : وحدّثني محمد بن سلام قال :\r\nقلت لعيسى بن عبد اللّه بن محمد بن عمر بن عليّ بن أبي طالب : كيف سمّى عليّ جدّك عمر ؟ قال : سألت عن ذلك أبي فأخبرني عن أبيه عن عمر بن عليّ قال : ولدت لأبي بعد ما استخلف عمر بن الخطّاب رضي اللّه عنه فقال له : يا أمير المؤمنين ! ولد لي الليلة غلام .\r\nقال : هبه لي قال : فقلت : هو لك . قال : قد سمّيته عمر ونحلته غلامي مورق .\r\nقال [ الزبير 
  ] : فله الآن ولد كثير ب « ينبع » .\r\nوالعبّاس الأكبر بن عليّ [ عليهما السلام 
  ] .\r\n116 - حدّثنا الحسين حدّثنا عبد اللّه قال ، قال الزبير : قال عمّي : وولده يسمّونه السّقاء ويكنّونه أبا قربة ، شهد مع الحسين عليه السلام كربلاء فعطش الحسين فأخذ قربة واتّبعه إخوته لأمّه بنو عليّ وهم عثمان وجعفر وعبد اللّه فقتل اخوته قبله - لا عقب لإخوته - وجاء بالقربة فحملها إلى الحسين عليه السلام مملوءة فشرب منها الحسين ثمّ قتل العبّاس بن عليّ بعد اخوته مع الحسين صلوات اللّه عليهم فورث العبّاس اخوته ولم يكن لهم ولد .\r\nوورث العباس ابنه عبيد اللّه بن العباس وكان محمد بن عليّ ابن الحنفية وعمر بن عليّ حيّين فسلّم محمد لعبيد اللّه بن العبّاس ميراث عمومته وامتنع عمر حتّى صولح وأرضي عن حقّه .\r\nوأمّ العباس واخوته هؤلاء [ هي 
  ] أمّ البنين بنت حزام بن خالد بن ربيعة بن الوحيد بن كلاب بن ربيعة .\r\nوعبيد اللّه وأبا بكر ابني عليّ لا بقيّة لهما كان عبيد اللّه بن عليّ قدم على المختار [ فلم يلتفت إليه 
  ] فقتل عبيد اللّه مع مصعب بن الزبير كان مصعب\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nضمّه إليه ولم ير عند المختار ما يحبّه .\r\nوأمّ عبيد اللّه وأبي بكر ابني عليّ عليهم السلام ليلى ابنة مسعود بن خالد بن مالك بن ربعي بن سلم بن جندل بن نهشل بن دارم .\r\nواخوة عبيد اللّه وأبي بكر ابني عليّ لأمّهما صالح وأمّ أبيها وأمّ محمد بنو عبد اللّه بن جعفر بن أبي طالب خلّف عليها عبد اللّه بن جعفر بعد عليّ جمع بين ابنته وزوجته .\r\nويحيى بن عليّ لا عقب له توفّي صغيرا قبل أبيه وأمّ يحيى / 248 / ب / أسماء ابنة عميس الخثعميّة واخوته لأمّه عبد اللّه ومحمد وعون بنو جعفر بن أبي طالب ومحمد بن أبي بكر الصدّيق رضوان اللّه عليهم .\r\n117 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا خالد بن خداش حدّثنا حمّاد بن زيد عن أيّوب عن محمد [ قال 
  ] :\r\nإنّ أسماء ولدت لجعفر محمدا ولأبي بكر محمدا ولعليّ محمدا .\r\n118 - حدّثنا الحسين حدّثنا عبد اللّه حدّثنا محمد بن سلام الجمحي قال : سمعت عبّاد بن مسلم يحدّث عن قتادة قال :\r\nاستبق بنو أسماء الثلاثة ابن جعفر وابن أبي بكر وابن عليّ فسبق الأكبران : ابن جعفر وابن أبي بكر ابن عليّ فقالت أسماء : لئن سبقاك ما سبق آباؤهما أباك .\r\nقال : ثمّ أخذ قتادة يقول : لم يكن عليّ رضي اللّه عنه مثلهما . وعنده رجل من أهل الكوفة فقال : يا عمّ حدّثنا بما سمعت ودعنا من رأيك .\r\nومحمد الأصغر بن عليّ - درج « 1 » [ وهو 
  ] لأمّ ولد .\r\nوأمّ الحسين ورملة ابنتا عليّ وأمّهما أمّ سعيد بنت عروة بن مسعود بن معتب الثقفي .\r\n119 - حدّثنا الحسين حدّثنا عبد اللّه قال الزبير : قال عمّي : واخوتهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) درج - على زنة نصر وضرب وبابهما - : مات وانقرض .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nلأمّهما بنو يزيد بن عنبة بن أبي سفيان بن حرب بن أميّة .\r\nوقال غير عمّي : [ و 
  ] أختهما لأمّهما بنت لعنبسة بن أبي سفيان بن حرب بن أميّة .\r\nولأمّ الحسين بنت عليّ حسن وعليّ وحبيب بنو جعدة بن هبيرة بن أبي وهب بن عمرو بن عائذ بن عمران بن مخزوم كان خلّف عليها ثمّ خلّف عليها بعده جعفر بن عقيل بن أبي طالب فلم تلد له .\r\nوكانت رملة بنت عليّ عند أبي الهياج واسمه عبد اللّه بن أبي سفيان بن الحارث بن عبد المطّلب فولدت منه عبد الكريم وأخا له - هلكا - وأختا له كانت عند عاصم بن عمر بن الخطاب وقد انقرض ولد أبي سفيان بن الحارث .\r\nثمّ خلف عليها معاوية بن مروان بن الحكم بن أبي العاص .\r\nوزينب الصغرى وأمّ هانئ وأمّ الكرام وأم جعفر واسمها الجمانة وأم سلمة وميمونة وخديجة وفاطمة وأمامة بنات عليّ لأمّهات أولاد .\r\nوكانت رقيّة الكبرى بنت عليّ عند مسلم بن عقيل فولدت له عبد اللّه قتل بالطف وعليّ ومحمد ابني مسلم بن عقيل وقد انقرض ولد مسلم بن عقيل .\r\nوكانت زينب الصغرى بنت عليّ عند محمد بن عقيل بن أبي طالب فولدت له عبد اللّه - الذي يحدّث عنه - وفيه العقب من ولد عقيل .\r\nو [ أيضا ولدت لمحمد بن عقيل 
  ] عبد الرحمن والقاسم ابني محمد .\r\nثمّ خلف عليها كثير بن العبّاس فولدت له كلثم تزوّجها جعفر بن تمام بن العباس وقد ولد / 249 / أ / كثير وتمام ابني العبّاس بن عبد المطّلب .\r\nوكانت أمّ هانئ بنت عليّ عند عبد اللّه الأكبر بن عقيل فولدت له محمدا قتل بالطف « 1 » .\r\nو [ أيضا ولدت له 
  ] عبد الرحمن ومسلم وأم كلثوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بعد كلمة « بالطف » في أصلي بياض قليل جدّا والظاهر من السياق عدم سقوط شيء .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوكانت ميمونة بنت عليّ عند عبد اللّه الأكبر بن عقيل فولدت له عقيلا .\r\nوكانت أمّ كلثوم الصغرى - واسمها : نفيسة - عند عبد اللّه الأكبر ابن عقيل [ كذا 
  ] فولدت له أمّ عقيل .\r\nثمّ خلف عليها كثير بن العبّاس بعد زينب الصغرى فولدت له الحسن .\r\nثمّ خلف عليها تمام بن العبّاس فولدت له نفيسة تزوّجها عبد اللّه بن عليّ بن الحسين بن عليّ بن أبي طالب .\r\nوكانت خديجة بنت عليّ عند عبد الرحمن بن عقيل فولدت له سعيدا وعقيلا .\r\nثمّ خلف عليها أبو السنابل عبد الرحمن بن عبد اللّه بن عامر بن كريز بن ربيعة بن حبيب بن عبد شمس .\r\nوكانت فاطمة ابنة عليّ عند أبي سعيد بن عقيل فولدت له حميدة ، ثم خلف سعيد بن الأسود بن أبي البختري فولدت له برة وخالدة .\r\nثمّ خلف عليها المنذر بن عبيدة بن الزبير بن العوام فولدت له عثمان وكثيرة درجا .\r\nوكانت أمامة بنت عليّ عند الصلت بن عبد اللّه بن نوفل بن الحارث بن عبد المطّلب فولدت له نفيسة وتوفّيت عنده .\r\nفهؤلاء ولد عليّ بن أبي طالب [ هذا 
  ] آخر كتاب مقتل أمير المؤمنين عليّ بن أبي طالب عليه السلام « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكان بعد هذا في المجموعة حديثان أجنبيّان عن مطالب الكتاب ثمّ ذكر ولد عليّ عليهم السلام باختصار ثمّ بلاغ وسماع للكتاب ثمّ كتاب التوكّل على اللّه للمصنّف ، وهذا نصّ البلاغ والسماع :\r\nبلغت بقراءتي والحسين بن أحمد بن محمد بن عمر الأنصاري ومحمد بن أحمد الشيرازي الخلادي وذلك يوم الأحد لسبع خلون من جمادى الأولى من سنة ثمان وثلاثين وأربع مائة .\r\nسمع جميعه من الشيخ أبي الحسين المبارك بن عبد الجبّار بن أحمد بن القاسم سلّمه اللّه [ المعروف بابن الطيوري 
  ] أبو بكر عبد الملك بن أحمد الأنكيكزي سنة أربع وستّين وأربع مائة .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nالفهرس\r\nالموضوع الصفحة ذكر سبب شهادة الإمام أمير المؤمنين ( ع ) 19\r\nمؤامرة ابن ملجم لاغتيال أمير المؤمنين ( ع ) 25\r\nوصيّة أمير المؤمنين ( ع ) 45\r\nموت أمير المؤمنين ( ع ) 59\r\nسنّ عليّ بن أبي طالب ( ع ) 63\r\nصفة عليّ بن أبي طالب ( ع ) 67\r\nتبشير رسول اللّه ( ص ) عليا بالجنة 69\r\nحسن وجهه وقامته الميمونة 71\r\nغسل عليّ وتكفينه والصلاة عليه ودفنه 73\r\nموضع دفن عليّ ( ع ) 79\r\nأمر ابن ملجم وقتله 83\r\nندب عليّ ومراثيه 99\r\nاعتراف مناوئي علي بتفوّقه عليهم 105\r\nالآية الإلهية التي حدثت عند شهادته ( ع ) 113\r\nولد عليّ بن أبي طالب ( ع ) 115\r\nاستئذان عليّ من النبيّ إن رزق ولدا يجمع له بين اسمه وكنيته 117\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126}
  ]