[
  {"content":"\r\n\r\nهفتادمين سال تاسيس دانشگاه تهران - 1383\r\n70 گنج از 70 سال گنجينهء\r\nدانشگاه تهران\r\nتاريخ هرودت\r\nجلد پنجم و ششم\r\n51\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n\r\nپيشگفتار ناشر\r\nگرچه دانشگاه تهران ، هفتاد سال پيش پديد آمد ، اما يك دهه و اندى پس از آن بود كه انتشارات دانشگاه تهران در سال 1325 خورشيدى از آن رويش باشكوه ، جوانه زد و بر شاخسارش شكوفه هاى خرد و انديشه شكفتند و در همان سال نيز به بار نشستند . ديرى ديگر ، هنگامى كه دانشگاه تهران درختى تناور شد ، گشن و پر شاخسار ، بر سرتاسر ايرانزمين سايه گستراند . انتشارات نيز هم گام با آن رشد شتاب آلود ، پيشروى به عمق و درون را آغاز كرد تا بتواند از فرهنگ و دانش ره توشه ها به مشتاقان ارمغان كند .\r\nاينك ، كه بيش از نيم سده از عمر انتشارات دانشگاه تهران ، به مثابهء نخستين ناشر دانشگاهى ايران ، مى گذرد ، مفتخريم اعلام داريم كه در طول اين سالها بسيارى از متون پارسى را به همت استادان فرهيخته اى كه از استوانه هاى علم و فرهنگ و ادب اين سرزمين كهن بوده اند ، از دهليزهاى تار تاريخ بيرون كشيديم ، به زيور چاپ آراستيم و به خواهندگان عرضه كرديم . همچنين مى توانيم ادعا كنيم و بر اين ادعا پاى بفشريم كه اين انتشارات دانشگاه تهران بود كه سرآغازگر آشنايى مردم ميهنمان با آقار فرهنگى ، متون و نيز نوشتار هاى دانش جهانى شد ،\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n\r\nو در سلسلهء انتشارات دانشگاه تهران است كه مى توان تاريخ تطور علوم جديد را در سرزمين مان و در نيم قرن گذشته جستجو كرد . تا آن جا كه امروز ، شمار عناوين كتاب هاى چاپ نخست انتشارات دانشگاه تهران ، فزون از دو هزار و هفتصد عنوان است .\r\nاينك به فرخندگى هفتادمين سال پديدارى دانشگاه تهران ، اين اثر را كه برگزيده اى از گنجينه هاى انتشارات دانشگاه تهران است به پاس گراميداشت اين سال ، به همهء خواهندگان ، به ويژه آنان كه اين شكوه ماندگارى ، برآمدى بر تلاش سترگ آنان بود ، ارمغان مى كنيم .\r\nباشد تا انتشار هفتاد گنج از گنجينه هاى انتشارات دانشگاه تهران رهاورد پربار اين سال باشد .\r\nدكتر محمد شكرچى زاده\r\nسرپرست مؤسسه انتشارات و چاپ دانشگاه تهران\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n\r\nتاريخ هرودت\r\nجلد پنجم و ششم\r\nترپسيكور - اراتو\r\nTerpsichor - Erato\r\nترجمه\r\nبا مقدمه و توضيحات و حواشى\r\nدكتر هادى هدايتى\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 5 ","page_number":5},
  {"content":"\r\n\r\nانتشارات دانشگاه تهران\r\nشمارهء 811\r\nشماره مسلسل 4902\r\nهرودوت ، 485 ؟ - 425 ؟ ق . م Herodotus\r\nتاريخ هرودت / ترجمه با مقدمه و توضيحات و حواشى از هادى هدايتى - تهران : دانشگاه تهران ، مؤسسه انتشارات و چاپ ، 1383 .\r\n6 ج . در 5 مجلد - ( انتشارات دانشگاه تهران ؛ 451 ، 539 ، 614 ، 713 ، 811 )\r\n( دوره ) ISBN 964 - 03 - 9376 - 2\r\n24000 ريال ( ج . 1 ) ISBN 964 - 03 - 4898 - 8\r\nچاپ دوم : 1384 22000 ريال ( ج . 2 ) ISBN 964 - 03 - 4899 - 6\r\nچاپ دوم : 1384 20000 ريال ( ج . 3 ) ISBN 964 - 03 - 4900 - 3\r\nچاپ دوم : 1384 20000 ريال ( ج . 4 ) ISBN 964 - 03 - 4901 - 1\r\nچاپ دوم : 1384 18500 ريال ( ج . 5 و 6 ) ISBN 964 - 03 - 4902 - X\r\nعنوان اصلى : The Histories of Herodot .\r\nكتاب حاضر با عنوان \" تواريخ \" نيز منتشر شده است .\r\nمندرجات : ج 1 . كلى يو . - - ج . 2 . اوترپ . - - 3 . تالى . - - ج . 4 . ملپومن . - - ج . 5 ، 6 . تريسپكور ، اراتو . چاپ دوم .\r\n1 . تاريخ باستان . 2 . ايران - - تاريخ - - هخامنشيان ، 558 - 330 ق . م . الف . هدايتى ، هادى ، 1302 - ، مترجم ب . دانشگاه تهران . مؤسسه انتشارات و چاپ . ج . عنوان . د . عنوان : تواريخ .\r\n2 ت 4 ه‍ / 58 D\r\n[ 014 / 955 
  ] 930\r\n1383\r\nكتابخانه ملى ايران 36564 - 83 م\r\nشابك 2 - 9376 - 03 - 964 ( دورهء شش جلدى ) ISBN 964 - 03 - 9376 - 2 ( 6 vol . set )\r\nشابك x - 4902 - 03 - 964 ( جلد پنجم و ششم ) ISBN 964 - 03 - 4902 - x ( vol . 5 , 6 )\r\nعنوان : تاريخ هرودت ( جلد پنجم ) ترپسيكور ( جلد ششم ) اراتو\r\nتأليف : هرودت\r\nترجمهء : دكتر هادى هدايتى\r\nناشر : مؤسسهء انتشارات و چاپ دانشگاه تهران\r\nشمارگان : 1000 نسخه\r\nتاريخ انتشار : 1384 ( چاپ دوم ) ، ( چاپ اول 1341 )\r\nچاپ و صحافى : مؤسسهء انتشارات و چاپ دانشگاه تهران\r\nمسئوليت صحت مطالب كتاب با مترجم است .\r\n\" كليه حقوق براى دانشگاه تهران محفوظ است \"\r\nبها : 18500 ريال\r\nپست الكترونيك : Press @ ut . ac . ir - آدرس سايت : Press . ut . ac . ir\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ جلد پنجم 
  ]\r\n\r\nترپسيكور  Terpsichore \r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":8},
  {"content":"\r\n\r\nمطيع كردن هلسپون و تراكيه هيستيه و آريستاگوراس - نخستين اغتشاشات دريونى و آتن - مذاكرات آريستاگوراس - اشغال سارد و حريق آن - انقياد يونى بدست پارس‌ها\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":10},
  {"content":"\r\n\r\n\r\nانقياد هلسپون و تراكيه\r\n1 - پارس‌هائى كه داريوش در اروپا باقى گذارد و مگابيز فرماندهى آنها را به عهده داشت از بين مردمان هلسپون « 1 » ابتدا ساكنان پرنت « 2 » را كه حاضر باطاعت و قبول انقياد داريوش نبودند مطيع خود كردند . اما قبل از پارس‌ها ، مردمان پئونى « 3 » آنها را بشدت ضعيف كرده بودند . يكى از غيبگويان معابد به اين مردمان پئونى كه در ساحل ستريمون « 4 » سكونت داشتند سفارش كرده بود كه بر ضد اهالى پرنت بجنگ برخيزند . اما با اين شرط ، كه اگر در موقعى كه آنان با پرنتىها به مصاف مشغول ميشوند پرنتىها آنانرا فريادزنان بنام صدا كردند و مبارز طلبيدند ، جنگ را آغاز كنند ولى اگر آنان را بنام صدا نكردند هرگز دست بجنگ نزنند .\r\nپئونىها چنين كردند كه اكنون شرح مىدهم : مردمان پرنت در حومه شهر خود در مقابل پئونىها صف‌آرائى كرده بودند و در همين محل اين دو قوم از يكديگر مبارز طلبيدند و در نتيجه سه مصاف شگفت‌انگيز درگير شد . ابتدا مردى را با مردى ديگر ، بعد از آن اسبى را با اسبى ديگر و سرانجام سگى را با سگى ديگر بجنگ هم انداختند .\r\nدو تن از سه تن قهرمانان پرنتى پيروز شدند . لاجرم پرنتىها بهيجان آمدند و با صداى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هلسپون  ( Hellespont )  نام قديم بغاز داردانل كه درياى اژه را بدرياى سياه و اروپا را به آسيا متصل مىكند .\r\n( 2 ) - پرنت  ( Perinthe )  مهاجرنشين شهر ملط در سواحل درياى سياه كه امروز اركلى  ( Erekli )  نام دارد .\r\n( 3 ) - پئونى  ( Peonie )  ناحيه شمالى مقدونيه قديم كه شامل قسمت علياى حوزه رودستريمون  ( Strymon )  بود و در زمان فيليپ دوم مقدونى ضميمه مقدونيه شد . نام ديگر اين ناحيه پلاگونى  ( Plagonie )  بوده است .\r\n( 4 ) - ستريمون  ( Strymon )  از رودهاى مقدونيه كه امروز يونانيان آن را ستروما  ( Strouma )  و ترك هاقره سومينامند و در خليجى به همين نام بدرياى سياه ميريزد .\r\n","page_name":" 5 ","page_number":11},
  {"content":"\r\n\r\nبلند سرود جنگ خواندند « 1 » . پئونىها اين وضع را با آنچه هاتف معبد پيشگوئى كرده بود قرين دانستند و با خود چنين گفتند : « به نظر ميرسد كه پيشگوئى هاتف الهى در حال تحقق يافتن است . اكنون بر ما است كه دست به كار شويم . » اين بگفتند و در حالى كه هنوز سرود جنگ پرنتىها بپايان نرسيده بود بسوى آنان تاختند و آنچنان بر آنان پيروز شدند كه جز تعداد كمى از آنها نتوانستند خود را نجات دهند .\r\n2 - چنين بود بليهء بزرگى كه پئونىها بر مردمان پرنت وارد كردند . در زمانى كه من از آن سخن ميگويم نيز اهالى پرنت صميمانه از آزادى و استقلال خود دفاع كردند .\r\nاما پارس‌هاى مگابيز به علت كثرت تعداد خود غلبه كردند و آنها را درهم شكستند .\r\nهمين كه پرنت مطيع و منقاد شد ، مگابيز بسوى تراكيه تاخت و تمام شهرها و اقوام اين سرزمين را بنام پادشاه بزرگ مطيع كرد . در حقيقت هدف و كلام داريوش انقياد تراكيه بود .\r\n3 - اهالى تراكيه بعد از هنديها كثيرترين مردمان جهان بودند . اگر آنان ميتوانستند فرماندهى واحدى داشته باشند و يا اگر اتفاق گفتار و وحدت اراده داشتند نه تنها شكست‌ناپذير ميشدند ، بلكه بعقيده من بمراتب از ديگر اقوام نيرومندتر بودند . اما اين موضوع از محالات است و اتفاق آنها هرگز تحقق نخواهد يافت . ضعف آنان نيز از همين امر ناشى مىشود . آنان نام‌هاى زيادى دارند و هر دسته برحسب ناحيه‌اى كه در آن زيست ميكنند بنامى خاص خوانده ميشوند . اما عادات و رسوم آنان بهر نقطه و محل كه تعلق داشته باشند باستثناى ژت‌ها « 2 » و تروس‌ها « 3 » و قبايلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سرود جنگ را در يونان قديم پئان  ( Pean )  ميگفتند . يونانيان باستان اين سرود را در جنگها و پيروزيهاى خود با صداى بلند ميخواندند و احساسات خود را براى ختم پيروزى بهيجان ميآوردند - ظاهرا شباهت نام اين سرود و نام پئونىها ، اينان را متوجه تحقق غيبگوئى هاتف معبد كرده بود ( رجوع شود به قسمت مقدم همين بند ) .\r\n( 2 ) -  Getes  - اقوام ساكن شمال كوه هاموس  ( Haemos )  و رود دانوب - درباره عقايد و آداب و رسوم و معتقدات خاص اين قوم رجوع شود به تاريخ هردوت - جلد چهارم - بند 94 .\r\n( 3 ) -  Trauses \r\n","page_name":" 6 ","page_number":12},
  {"content":"\r\n\r\nكه در شمال كرستونى « 1 » سكونت دارند يكى است .\r\n4 - من قبلا درباره آداب و رسوم ژت‌ها كه خود را مردمانى جاويدان تصور ميكنند سخن گفته‌ام « 2 » . و اينك درباره تروس‌ها سخن ميگويم : آداب و رسوم اينان بجز در موضوع تولد و مرگ با آداب و رسوم ديگر مردمان تراكى يكى است . وقتى طفلى به دنيا ميآيد ، پدر و مادر و بستگان اين مخلوق كوچك گرداگرد او مىنشينند و براى ناملايماتى كه از اين پس طفل بايد بمحض تولد متحمل گردد زارى ميكنند و تمام دردها و رنجهاى انسانى را براى او ميشمارند . آنان مردگان خود را با شادى و شعف به خاك ميسپارند و عقيده دارند كه آنان از چنگال مصائب نجات يافته‌اند و با سعادت و كاميابى مطلق قرين گرديده‌اند .\r\n5 - اما خصوصيات مردمانى كه در شمال كرستونى سكونت دارند چنين است كه شرح مىدهم : هريك از مردان اين اقوام چندين زن انتخاب ميكنند . وقتى يكى از اين مردان بميرد بين زنان او براى تعيين آنكس كه از همه بيشتر محبوب مرد بوده مشاجره شديدى آغاز مىشود و دوستان آنان نيز با شور و اشتياق فراوان در اين بحث شركت ميكنند . سرانجام آنكس را كه بين آنان به اين عنوان افتخار يابد به روى قبر شوهر مىبرند و در آنجا در حالى كه مردان و زنان از هر سو به او تبريك ميگويند او را بدست آنكس كه از همه به او نزديكتر است بقتل ميرسانند و جسد او را در كنار جسد مرد در همان محل دفن ميكنند . زنان ديگر كه خود را مصيبت‌زده ميدانند سخت اندوهگين ميشوند ، زيرا اين شكست براى آنان ننگين‌ترين اهانت‌ها محسوب مىشود .\r\n6 - آداب و رسوم ساير مردمان تراكى چنين است كه شرح مىدهم : آنان اطفال خود را بعنوان برده در خارج از سرزمين خود به فروش ميرسانند ؛ دختران خود را مقيد نميكنند و آنانرا آزاد ميگذارند كه بميل خود با هر مردى كه بخواهند نزديك شوند . اما در مقابل بشدت مراقب زنان خود هستند . بعلاوه اين زنان را به بهاى مبلغ كثيرى پول از پدران و مادرانشان خريدارى ميكنند . بين مردمان اين اقوام خال‌كوبى از علائم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Crestonie \r\n( 2 ) - رجوع شود به تاريخ هردوت - جلد چهارم - بند 94 .\r\n","page_name":" 7 ","page_number":13},
  {"content":"\r\n\r\nاشراف‌زادگى محسوب مىشود و هركس كه خالكوبى نشده باشد مسكين و پست شمرده مىشود . كار نكردن نوعى تشخص است ؛ كار كشاورزى بدترين ننگ‌ها است و زندگى در سايه جنگ و بطفيل غنائم جنگى شرافتمندانه و شريف شمرده مىشود .\r\nچنين بود جالب‌ترين آداب و رسوم آنان .\r\n7 - از بين خدايان فقط آرس « 1 » ، ديونيزوس « 2 » و آرتميس « 3 » را پرستش ميكنند .\r\nاما پادشاهان آنان هرمس « 4 » را نيز ستايش ميكنند و فقط بنام او سوگند ميخورند و مدعى هستند كه خود از اعقاب او هستند . اما ديگر مردمان نميتوانند چنين كنند .\r\n8 - مراسم دفن مردگان در خانواده‌هاى ثروتمند چنين است كه شرح مىدهم : جسد را مدت سه روز در هواى آزاد قرار ميدهند ؛ در همان حال انواع و اقسام قربانىها ذبح ميكنند و پس از زارى و شيون ضيافت بزرگى ترتيب ميدهند و آنگاه به مراسم دفن ميپردازند . اين مراسم گاهى به صورت دفن جسد در خاك است و گاهى به صورت سوزانيدن و جمع‌آورى خاكستر آن . آنگاه تلى از خاك براى مرده برپا ميكنند و بازيهاى متنوع ترتيب ميدهند كه بهترين جوايز آن در مقابل انجام يك نبرد شگفت‌انگيز اعطاء مىشود . چنين است مراسم تشييع و دفن مردگان در تراكيه .\r\n9 - هيچكس نميتواند بدرستى مدعى شود كه چه اقوامى در اقليم شمالى اين سرزمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آرس  ( Ares )  خداى جنگ در يونان باستان - يونانيان عقيده داشتند كه خداى جنگ در تراكيه زندگى ميكرده است و حتى يكى از پادشاهان افسانه‌اى اين سرزمين را بنام ديومد  ( Diomedc )  فرزند او ميدانسته‌اند .\r\n( 2 ) - ديونيزوس  ( Dyonisos )  يا باكوس  ( Bacchus )  خداوند عشق و شراب در يونان باستان .\r\n( 3 ) - آرتميس  ( Artemis )  - در يونان باستان الهه شكار بوده است . اما در تراكيه قديم خدائى به همين نام پرستش ميكرده‌اند كه مظهر جادو و تردستى شمرده ميشده است و او را هكات  ( Hecate )  ميناميدند . ظاهرا هردوت فرقى بين اين الهه و الههء معروف شكار در يونان باستان قائل نشده است .\r\n( 4 ) - هرمس  ( Hermes )  يا مركور  ( Mercure )  فرزند ژوپيتر و خداى فصاحت و تجارت در يونان باستان .\r\n","page_name":" 8 ","page_number":14},
  {"content":"\r\n\r\nسكونت دارند . ظاهرا چنين به نظر ميرسد كه در آنسوى ايستر « 1 » فقط صحارى وسيع و عريضى وجود دارد . تنها قومى كه در آن سوى اين رود سراغ دارم و توانسته‌ام دربارهء آن كسب خبر كنيم قوم سيژين‌ها « 2 » است كه لباس ملى مادها را ببر ميكنند . بطوريكه نقل ميكنند اندام اسب‌هاى اينان سراسر از كرك پوشيده شده ؛ بر روى اندام آنها پشم‌هائى به ضخامت پنج انگشت وجود دارد ، بعلاوه اين اسب‌ها كوچك اندامند و بينى آنها پهن است و قادر به حمل سوار نميباشند ، اما اگر آنها را به گردونه ببندند بسيار چالاك‌اند . به همين جهت است كه مردمان اين سرزمين با گردونه نقل مكان ميكنند .\r\nچنين به نظر ميرسد كه مردمان اين قوم تا منطقه انت‌ها « 3 » در ساحل آدرياتيك پراكنده‌اند . برخى مدعى هستند كه اينان مهاجرينى هستند كه از سرزمين ماد آمده‌اند .\r\nدرباره اينكه اين مهاجرنشين ماد چگونه تأسيس شده است من هيچ توضيحى ندارم كه نقل كنم . اما همه چيز ممكن است در جريان قرون اتفاق افتد . سيژين نامى است كه ليگورهاى « 4 » ساكن مناطق داخلى در شمال ماساليا « 5 » به سوداگران محقر داده‌اند . ساكنان قبرس را نيز به اين نام ميخوانند .\r\n10 - اگر بگفته مردمان تراكيه باور داريم سرزمينى كه در آنسوى ايستر قرار دارد ظاهرا مملو از زنبوران عسل است و همين زنبورها هستند كه مانع از وصول به اين سرزمين ميشوند . اما اين گفته‌ها به نظر من چندان حقيقت ندارد زيرا ظاهرا زنبور عسل از سرما گريزان است و اتفاقا بعقيده من مناطق واقع در صورت فلكى خرس به علت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ايستر  ( Istere )  نام رود دانوب در يونان باستان است .\r\n( 2 ) -  Sigynes \r\n( 3 ) - انت‌ها  ( Enetes )  از اقوام باستانى ساكن سواحل آدرياتيك در منطقه‌اى كه امروز ونسى  ( Venetie )  نام دارد .\r\n( 4 ) - ليگورها  ( Ligures )  از اقوام قديم ساكن اسپانيا و فرانسه كه در قرن شش قبل از ميلاد به سواحل ايتاليا مهاجرت كردند .\r\n( 5 ) -  Massalia \r\n","page_name":" 9 ","page_number":15},
  {"content":"\r\n\r\nوجود سرما غير قابل سكونت است . چنين است آنچه درباره اين سرزمين كه در آن زمان مگابيز به مطيع كردن قسمت‌هاى ساحلى آن مشغول بود نقل ميكنند .\r\n11 - داريوش كمى پس از عبور از هلسپون به سارد وارد شد و در اين محل خدمتى را كه هيستيه « 1 » ملطى براى او انجام داده بود و سفارشى را كه كوئس « 2 » از اهل ميتيلن كرده بود بخاطر آورد « 3 » : پس امر كرد كه اين دو نفر را به سارد احضار كنند و به آنان پيشنهاد كرد كه هر پاداشى را كه ميل دارند انتخاب كنند . هيستيه ، فرمانرواى ملط تقاضائى براى افزايش قدرت خود نداشت اما تقاضا داشت كه سرزمين ميركينوس « 4 » كه در اقليم ادون‌ها « 5 » قرار دارد به او داده شود تا شهرى در آن تأسيس كند . او به مقصود خود رسيد . كوئس نيز كه در آن زمان فردى بود عادى و حكومت هيچ محلى به او تعلق نداشت از پادشاه حكومت ميتىلن « 6 » را تقاضا كرد .\r\n12 - وقتى آنان به آرزوى خود رسيدند بدنبال كار خود رفتند تا از پاداشى كه بانتخاب خود گرفته بودند بهره‌مند شوند . در اين موقع داريوش هوس كرد كه پئونىهاى اروپا را به آسيا كوچ دهد . علت اين هوس او ماجرائى بود كه وى شاهد آن بود و من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هيستيه  ( Histie )  سردار معروف يونى و فرمانرواى ملط كه در لشكركشى داريوش به سرزمين سكاها مانع قطع پل دانوب بدست سكاها و يونىهاى ناراضى گرديد و موجب شد كه سپاهيان داريوش سالم به عقب بازگشت كنند ( هردوت جلد چهارم )\r\n( 2 ) - كوئس  ( Coes )  از سرداران يونى كه در لشكركشى داريوش به سرزمين سكاها همراه او بود و مكرر به او توصيه كرد كه از ادامه پيشروى در سرزمين سكاها و جنگ با اين قوم گريزپا صرفنظر كند و قبل از وقوع فاجعه‌اى جبران‌ناپذير به پارس باز گردد ( هردوت - جلد چهارم )\r\n( 3 ) - رجوع شود به تاريخ هردوت - جلد چهارم .\r\n( 4 ) - ميركينوس  ( Myrkinos )  سرزمينى واقع در مغرب كوه پانژه  ( Pangee )  در ساحل درياچه كركىنيتيس  ( Kerkinitis ) \r\n( 5 ) - ادون‌ها  ( Edones )  از اقوام باستانى ساكن ميركينوس كه بعدها شهر معروف آمفىپوليس  ( Amphipolis )  بر جاى آن ساخته شد .\r\n( 6 ) - ميتىلن  ( Mitylene Mytilene )  پايتخت قديم جزيره لوبوس  ( Lesbos )  كه امروز متلن  ( Metelin )  نام دارد .\r\n","page_name":" 10 ","page_number":16},
  {"content":"\r\n\r\nاكنون آن را نقل ميكنم : بعد از بازگشت داريوش به آسيا ، دو نفر از مردمان پئونى بنام پيگرس « 1 » و مانتيس « 2 » به سارد رفتند تا حكومت پئونى را بچنگ آورند .\r\nآنان خواهر خود را هم كه دخترى رعنا و زيباروى بود با خود برده بودند . بعد از ورود صبر كردند تا داريوش ليديها را در حومه شهر بار داد و در همان موقع آنان چنين كردند كه شرح مىدهم : آنان خواهر خود را تا آخرين حد ممكن آراستند و سپس او را بدنبال آب آوردن فرستادند . آن دختر در حالى كه كوزه‌اى بر سر داشت و با يك دست افسار اسب را گرفته بود و با دستى ديگر به ريستن كتان مشغول بود با اسب از مقابل داريوش گذشت . داريوش مدتى به اين منظره خيره شد زيرا كارى كه اين ريسنده به آن مشغول بود بين هيچيك از دو قوم پارس وليدى معمول نبود و هيچيك از ديگر اقوام آسيائى نيز چنين نميكردند . چون حس كنجكاوى پادشاه تحريك شد چند تن از محافظين را بدنبال او فرستاد تا مراقب باشند كه وى با اسب خود چه خواهد كرد . محافظين او را دنبال كردند . همين كه آن دختر به رودخانه رسيد اسب خود را آب داد و همين كه اسب سيراب شد كوزه خود را از آب لبريز كرد و از همان راه مراجعت كرد و بار ديگر از مقابل پادشاه گذشت . اين بار ، هم كوزه آب بر سر داشت ، هم اسب خود را ميراند ، هم افسار را به دست خود آويخته بود و هم دوك نخ‌ريسى را بين انگشتان خود چرخ ميداد .\r\n13 - داريوش از آنچه محافظين براى او نقل كردند و از مشاهده آنچه در برابر خود ميديد آنچنان بوجد آمد كه بيدرنگ امر كرد آن دختر را بنزد او حاضر كنند . پس دختر را بحضور شاه آوردند . برادران او حاضر بودند و اين صحنه را بدقت ملاحظه ميكردند . همين كه داريوش موطن دختر را جويا شد آن دو جوان پيش رفتند و پاسخ دادند كه آنان از اهل پئونى هستند و آن دختر خواهر آنها است . پادشاه از آنها پرسيد كه پئونىها چه كسانى هستند و در چه قسمت از خشكى سكونت دارند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Pigres \r\n( 2 ) -  Mantyes \r\n","page_name":" 11 ","page_number":17},
  {"content":"\r\n\r\nو آنان خود بچه قصد به سارد آمده‌اند . آنان پاسخ دادند كه از آن‌جهت به سارد آمده‌اند كه به خدمت پادشاه درآيند ، همچنين گفتند كه سرزمين پئونى در سواحل ستريمون « 1 » قرار داد ، شهرهائى متعدد در آن وجود دارد ، ستريمون خود در نزديكى هلسپون « 2 » قرار دارد و آنان از اعقاب مهاجرين تروآ « 3 » هستند كه از سرزمين تروآبه پئونى رفته‌اند . جوانان اين مطالب را جزءبجزء براى پادشاه نقل كردند . پادشاه از آنان پرسيد كه آيا در آن سرزمين همه زنان مانند خواهر آنان هنرمندند . آنان بوضعى اطمينان‌بخش پاسخ دادند كه چنين است ( زيرا در حقيقت براى بيان همين مطلب بود كه اين صحنه‌سازى را ترتيب داده بودند ) .\r\n14 - بشنيدن اين سخن داريوش امر كرد مكتوبى به مگابيز كه در آن موقع در رأس سپاه او در تراكيه بود بنويسند . در آن مكتوب به مگابيز فرمان داده شده بود كه اهالى پئونى را از سرزمين موطن آنان حركت دهد و با اطفال و زنان آنان بنزد او بفرستد .\r\nچاپار حامل اين پيام بسرعت بسوى هلسپون شتافت و همين كه به هلسپون رسيد مكتوب را به مگابيز تسليم كرد . همين كه مگابيز از مضمون آن مطلع شد بجنگ اهالى پئونى حركت كرد و تعدادى از مردمان تراكيه را نيز بعنوان راهنما با خود برد .\r\n15 - همين كه پئونىها دانستند كه پارس‌ها با آنان قصد جنگ دارند گردهم جمع شدند و بتصور اينكه پارس‌ها از راه دريا هجوم خواهند آورد براى مقابله با آنها بسوى ساحل رفتند . بدين ترتيب آنان آماده شدند كه تعرض مگابيز و سپاه او را دفع كنند .\r\nاما پارس‌ها كه از تجهيزات نظامى اهالى پئونى مطلع شده بودند و دانسته بودند كه آنان خود را براى دفع تعرض از جانب دريا آماده كرده‌اند بكمك راهنمايان خود به طرف داخل آن سرزمين دور زدند و در حالى كه پئونىها از اين احوال بىخبر بودند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Strymon  - رجوع شود به يادداشت ذيل بند يك همين كتاب\r\n( 2 ) -  Hellespont  - يادداشت ذيل بند يك همين كتاب .\r\n( 3 ) - تروآ  ( Troie )  يا پرگام شهر معروف تاريخى در آسياى صغير كه بحوادث جنگ معروف و افسانه‌اى تروآ در قرن هشت قبل از ميلاد شهرت يافته است .\r\n","page_name":" 12 ","page_number":18},
  {"content":"\r\n\r\nبه شهرهاى آنان كه مردان آن همه بجنگ عزيمت كرد بودند حمله كردند . فتح اين مواضع خالى براى مهاجم كارى دشوار نبود . وقتى پئونىها خبر يافتند كه شهرهاى آنها بدست پارس‌ها افتاده است بسرعت از يكديگر جدا شدند و هر دسته بسوى شهر خود بازگشتند و خود را به پارس‌ها تسليم كردند . بدين ترتيب بود كه بعضى از قبايل اين قوم ، سيروپئونىها « 1 » ، پئوپله‌ها « 2 » و تمام قبايلى كه تا درياچه پر از ياس « 3 » سكونت داشتند از سرزمين آبا و اجدادى خود بعنف جدا به آسيا روانه شدند .\r\n16 - پئونىهائى كه در حوالى كوه پانژه « 4 » ( در نزديكى دوبرها « 5 » ، آگريان‌ها « 6 » واودومانت‌ها « 7 » - ) اقامت دارند و قبايلى كه در حاشيه مجاور درياچه پرازياس « 8 » زيست ميكنند هرگز از جانب مگابيز مورد تعرض قرار نگرفتند . اما مگابيز سعى كرد اقوامى را كه بر روى همين درياچه به ترتيبى كه هم اكنون نقل ميكنم ميزيستند مطيع خود كند : اين مردمان در ميان درياچه ، سطحه‌اى از چوب ساخته‌اند كه بر روى پايه‌هائى بلند قرار دارد . تنها وسيله ارتباط اين سطحه با خشگى پلى تنگ و باريك است .\r\nپايه‌هائى كه سطحه بر روى آنها استوار است در آغاز كار به هزينه عمومى تمام مردمان اين قوم تهيه شده ، اما بعدها ترتيب زير بين آنها معمول شده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Siropeoniens \r\n( 2 ) -  Peoples \r\n( 3 ) -  Prasias \r\n( 4 ) - پانژه  ( Pangee )  يا پانگوس  ( Pangus )  سلسله جبال كوچكى است در مقدونيه در نزديكى خليج ستريمون كه معادن طلاى آن موجب افزايش قدرت و ثروت فيليپ مقدونى شد .\r\n( 5 ) -  Doberes \r\n( 6 ) - آگريان‌ها  ( Agrianes )  از اقوام مقدونيه باستان كه در شمال سرزمين پئونى  ( Peonie )  سكونت داشتند و تا زمان اسكندر از خود مختارى و استقلال برخوردار بودند .\r\nدر مقدونيه باستان يكى از شعب رود هربوس  ( Herbus )  نيز كه بدرياى سياه ميريزد به همين نام خوانده ميشد .\r\n( 7 ) -  Odomantes \r\n( 8 ) -  Prasias \r\n","page_name":" 13 ","page_number":19},
  {"content":"\r\n\r\nهريك از مردان قبيله هربار كه ازدواج مىكند مكلف است از كوهى كه اوربلوس « 1 » نام دارد مقدارى چوب با خود بياورد و آن را به صورت سه پايه چوبى در زمين قرار دهد .\r\nاتفاقا مردان اين قبيله هريك چند زن اختيار ميكنند . مردمان اين قوم زندگى خود را به ترتيب زير اداره ميكنند : هريك از آنها بر روى سطحه چوبى اطاقكى دارند كه در آن زيست ميكنند و دريچه‌اى در اختيار دارند كه بر روى كف سطحه رو به آب درياچه تعبيه شده است . مادام كه بچه‌هاى آنها كوچك‌اند پاى آنان را با ريسمانى كه از گياه ترنجبيل ساخته شده مىبندند تا در آب نيفتد : به اسبان و چهارپايان خود بجاى علف ماهى ميدهند ، زيرا در اين درياچه بقدرى ماهى يافت مىشود كه كافى است دريچه را برداشت و يك كيسه تور خالى بسر ريسمانى بست و آن را از دريچه به داخل آب انداخت تا بتوان كمى بعد آن را مملو از ماهى از آب بيرون كشيد . اين ماهىها از دو نوعند . « 2 »\r\n17 - پس به ترتيبى كه گفته شد پئونىهاى مقهور را به آسيا كوچ دادند . مگابيز پس از آنكه آنانرا مقهور كرد ، سه نفر از كسانى را كه از قوم پارس و بعد از او از بزرگترين شخصيت‌هاى سپاه بودند بعنوان ايلچى به مقدونيه فرستاد . اين سه نفر بنزد آمينتاس « 3 » فرستاده شدند تا بنام داريوش پادشاه بزرگ از او مطالبه آب و خاك كنند « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Orbelos \r\n( 2 ) - در اينجا مؤلف دو نوع ماهى را نام برده است كه چون نام آن به فارسى بدست نيامد در اين مقام بذكر آن مبادرت مىشود . اين دو نوع ماهى عبارت بودند از  Panraux  و  Tillons \r\n( 3 ) -  Amyntas  - ششمين پادشاه از خاندان پرديكاس  ( Perdiccas )  كه مدتها در مقدونيه سلطنت كردند . در بند 22 از كتاب حاضر از اين خاندان ياد شده و در جلد هشتم از كتاب هردوت نيز افسانه تأسيس اين خاندان بتفصيل نقل گرديده است ( كتاب هشتم - بند 137 و 138 ) .\r\n( 4 ) - اصطلاح « مطالبه آب و خاك » در كتاب هردوت در موقعى كه موضوع لشكركشى كشى داريوش به سرزمين سگاها در ميان بوده ( هردوت - جلد چهارم ) و در مجلدات بعدى آن نيز مكرر به كار رفته است . ظاهرا پارس‌ها دعوت باطاعت و فرمانبرى ملل ديگر را در قالب اين عبارت يعنى واگذار كردن زمين و آب بيان ميداشته‌اند و منظور آنها از اين عبارت دعوت به تسليم و انقياد قوم مخاطب و قبول خراج بوده است .\r\n","page_name":" 14 ","page_number":20},
  {"content":"\r\n\r\nاز درياچه پرازياس « 1 » تا مقدونيه چندان راهى نيست . اين درياچه وصل به معدنى است كه بعدها اسكندر روزانه يك تالان « 2 » نقره از آن استخراج ميكرد . بعد از اين معدن و پس از عبور از كوه ديسورون « 3 » به مقدونيه وارد ميشويم .\r\n18 - همين كه اين فرستادگان پارس به دربار آمينتاس رسيدند بحضور او بار يافتند و بنام داريوش پادشاه بزرگ مطالبه آب و خاك كردند آمينتاس تقاضاى آنان را بجا دانست و از آنان تقاضا كرد كه ميهمان او باشند و در همان حال فرمان داد تا ضيافتى باشكوه ترتيب دهند و پذيرائى شايانى از آنان بنمايند . در اين ضيافت پس از صرف غذا پارس‌ها كه در نوشيدن مشروب اسراف كرده بودند خطاب بوى چنين سخن گفتند : « اى مقدونى كه ميزبان ما هستى ، در بين ما پارس‌ها رسم چنين است كه وقتى ضيافتى بزرگ ترتيب ميدهيم علاوه بر خدمتگاران زيباروى زنان شرعى خود را نيز همراه ميآوريم و در كنار خود مىنشانيم . چون تو با نهايت ادب ما را پذيرفته‌اى و با تجليل تمام با ما رفتار ميكنى و زمين و خاك به داريوش پادشاه بزرگ تقديم ميكنى تو نيز ميتوانى آداب و رسوم ما را معمول دارى . » آمينتاس به اين تقاضا چنين پاسخ داد : « پارس‌ها ، در بين ما چنين رسمى كه شما نقل كرديد وجود ندارد و برعكس ، زنان را دور از مردان نگهميداريم ؛ اما چون شما فرمانروايان ما هستيد و چنين اراده كرده‌ايد شما را از اين حيث نيز راضى خواهيم كرد . » آمينتاس اين بگفت و زنان را به داخل طلبيد . وقتى زنان بفرمان او وارد شدند هريك در كنار ديگرى در مقابل پارس‌ها نشستند . در اين موقع پارس‌ها كه زنانى در منتهاى وجاهت در مقابل خود ديدند بار ديگر رو به آمينتاس نمودند و گفتند كه اين رفتار پسنديده نيست ، بهتر آن بود كه اين زنان را اصلا احضار نميكردند ، تا بجاى آنكه در كنار آنان قرار گيرند در مقابل آنان بنشينند و چشمان بينندگان خود را معذب كنند . آمينتاس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Prasias \r\n( 2 ) - تالان  ( Talent )  واحد مقياس وزن در يونان باستان و برابر 39 / 36 كيلو گرام .\r\n( 3 ) -  Dysoron \r\n","page_name":" 15 ","page_number":21},
  {"content":"\r\n\r\nناگزير فرمان داد تا زنان در كنار آنان قرار گيرند . زنان اطاعت كردند و پارس‌ها بيدرنگ به نوازش پستانهاى آنان مشغول شدند ، زيرا آنان تقريبا مست بودند . و بىترديد برخى از آنها حتى درصدد برآمدند كه زنان را در آغوش گيرند و ببوسند .\r\n19 - با اينكه آمينتاس از مشاهده اين وضع متأثر بود آنچنان از پارس‌ها ترس داشت كه بىآنكه بر وى خود آورد بتماشاى اين منظره مشغول شد . اما اسكندر فرزند آمينتاس كه جوانى بود بىاطلاع از ناملايمات و ناكامىها و در آن مجلس نيز حضور داشت نتوانست بيش از آن خوددارى كند و در حال خشم و غضب به پدر چنين گفت :\r\n« اى پدر ، بر خلاف آنچه كه از سن تو انتظار ميرود رفتار مكن ، برخيز و استراحت كن و بيش از اين به اين باده‌گسارى ادامه مده . من در اينجا ميمانم و در ارضاى تمايلات ميهمانان خود جهد ميكنم . » آمينتاس دريافت كه اسكندر قصدى پنهان در سر دارد . پس بوى چنين پاسخ داد : « فرزندم ، من سخن ترا بدرستى درك نميكنم .\r\nتو از شدت خشم بهيجان آمده‌اى و قصد دارى مرا بيرون كنى تا خشم خود را فرو نشانى . اما من از تو ميخواهم كه اگر راضى به بدبختى ما نيستى به هيچ عملى نسبت به اين اشخاص دست نزن و خونسردى خود را در مقابل آنان حفظ كن . اما بهرحال من اندرز ترا گوش ميكنم و از مجلس خارج ميشوم . »\r\n20 - آمينتاس اين سفارش بكرد و از مجلس بيرون رفت . همين كه وى خارج شد اسكندر خطاب به پارس‌ها چنين گفت : « ميهمانان ما ! اين زنان در اختيار كامل شما هستند .\r\nاگر ميل داشته باشيد ميتوانيد از تمام آنها يا از بعضى از آنها بانتخاب خود لذت بريد . اين مطلبى است كه شما خود بايد آن را معلوم كنيد . اما به زودى وقت آن خواهد رسيد كه به بستر برويد ، در حالى كه من اكنون شما را از شراب سرمست مىبينم . اگر عقيده مرا مىپسنديد بهتر آنست كه اكنون به اين زنان اجازه دهيد استحمام كنند و پس از استحمام از راه لطف آنان را مجددا بحضور بپذيريد . » اين پيشنهاد مقبول پارس‌ها افتاد . پس شاهزاده جوان فرمان داد تا زنان خارج شوند و آنگاه بتعداد آن زنان تعدادى جوانان بىريش برگزيد و آنان را لباس زنانه دربر كرد و بهريك خنجرى داد و\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":22},
  {"content":"\r\n\r\nآنگاه آنان را به مجلس وارد و به پارس‌ها ارائه داد و چنين گفت : « پارس‌ها ، بسيار سرفرازم كه در خانه ما از شما بطريقى شايسته پذيرائى مىشود . بىترديد آنچه در اختيار داشته‌ايم و آنچه ميتوانستيم براى تقديم بشما بيابيم در اختيار شما گذارده‌ايم .\r\nاما بهترين اين هدايا مادران و خواهران ما هستند كه بعنوان هديه‌اى شاهانه بشما تقديم ميكنيم ، تا همچنانكه شايسته آن هستيد ، نهايت احترام از جانب ما نسبت بشما به عمل آمده باشد . شما نيز هنگام بازگشت به پادشاه بزرگ كه شما را بدينجا فرستاده است بگوئيد كه چگونه يكنفر يونانى كه پادشاه مقدونىها است در ضيافت و در بستر از شما پذيرائى كرده است . » اسكندر اين بگفت و در كنار هريك از پارس‌ها يك تن از آن جوانان مقدونى را كه به شكل زن آراسته بود قرار داد ، و اينان در موقعى كه پارس‌ها با آنان سرگرم شده بودند آنان را با خنجر كشتند .\r\n21 - بدين ترتيب بود كه پارس‌ها و همراهان آنان كشته شدند . آنان تعدادى گردونه و خدمتگذار و دستگاه مجللى با خود آورده بودند كه آنها نيز با خود آنان از بين رفت و اثرى از آن باقى نماند . مدتى بعد پارس‌ها جدا بجستجوى اين فرستادگان برخاستند .\r\nاما اسكندر با تردستى و كاردانى جستجوهاى آنان را بر اثر كرد . يكى از پارس‌ها را كه بوبارس « 1 » نام داشت و از طرف فرمانده پارس‌ها براى تحقيق درباره ناپديد - شدگان آمده بود از زر سرشار كرد و خواهر خود را كه ژيژآ « 2 » نام داشت بوى داد ، و به اين ترتيب كار تحقيق متوقف شد و موضوع مرگ فرستادگان بىسروصدا و مسكوت ماند .\r\n22 - طبق تحقيقاتى كه من كرده‌ام اطمينان كامل دارم كه اين شاهزادگان مقدونى كه از بازماندگان پرديكاس « 3 » هستند همانطور كه خود ادعا ميكنند يونانى بوده‌اند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Boubares \r\n( 2 ) -  ( Gygea ) \r\n( 3 ) - پرديكاس  ( Perdiccas )  نام سه تن از پادشاهان معروف مقدونيه است و در اين بند منظور پادشاهى است كه به اين نام در قرن هشت قبل از ميلاد خاندان سلطنتى مقدونيه را تأسيس كرد . هردوت پرديكاس اول را موسس خاندان سلطنتى مقدونيه معرفى مىكند در حالى كه مؤلفين ديگر باستان او را چهارمين پادشاه اين خاندان ميدانند .\r\n","page_name":" 17 ","page_number":23},
  {"content":"\r\n\r\nدر داستانهائى كه بعد نقل ميكنم ثابت خواهم كرد كه آنان واقعا از نژاد يونانىاند .\r\nبعلاوه يونانيانى نيز كه مأمور تنظيم بازيهاى المپى بوده‌اند همينطور اظهارنظر كرده‌اند . توضيح اين موضوع از اينقرار است : روزى اسكندر تصميم گرفت جايزه اين بازيها را بربايد و با اين قصد به صحنه مسابقه وارد شد . يونانيانى كه ميبايد با او در مسابقه شركت كنند مدعى شدند كه او حق ندارد در مسابقه شركت كند .\r\nاستدلال آنها اين بود كه اين بازيها مخصوص پهلوانان يونانى است و مردمان غير يونانى « 1 » نميتوانند در آن شركت كنند . اما اسكندر ثابت كرد كه از نسب اهالى آرگوس « 2 » است و چون به اين علت او را بعنوان يك يونانى واقعى شناختند در مسابقه شركت كرد . اتفاقا به حكم قرعه وى يكى از دو نفرى بود كه قرار بود قبل از ديگران مسابقه گذارند . چنين بود باختصار ماجراى اين مطلب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اينجا هردوت طبق معمول براى تشخيص مقدونيان از يونانيان كلمه « بربر » را بجاى غير يونانى به كار برده است ولى در ترجمه اصطلاح « غير يونانى » مناسب‌تر تشخيص داده شد زيرا به نظر ميرسد كه مقصود مؤلف از به كار بردن اصطلاح « بربر » در مورد عناصر غير يونانى توضيح همين مطلب بوده است .\r\n( 2 ) - آرگوس  ( Argos )  از شهرهاى معروف يونان باستان و از قديم‌ترين شهرهاى اين سرزمين بود كه تا قرن سه قبل از ميلاد استقلال خود را در برابر آتن و سپارت حفظ كرد .\r\n","page_name":" 18 ","page_number":24},
  {"content":"\r\n\r\n\r\nهيستيه و آريستاگوراس نخستين اغتشاشات در يونى\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":26},
  {"content":"\r\n\r\n23 - مگابيز همراه پئونىها به هلسپون « 1 » رسيد و از اين محل عبور كرد و به سارد رفت . در همين موقع هيستيه « 2 » ملطى در سرزمينى كه داريوش بپاداش حفظ پل ايستر « 3 » به او اعطا كرده بود « 4 » بكشيدن حصار مشغول بود . اين محل كه در ساحل ستريمون « 5 » واقع شده ميركينوس « 6 » نام دارد . چون مگابيز از اين اقدامات هيستيه باخبر شد ، همين كه با همراهان پئوئى خود به سارد رسيد براى داريوش چنين پيغام فرستاد :\r\n« پادشاها ، چگونه اجازه ميدهى كه يك يونانى تردست و مكار بتواند با اختيار تمام شهرى در تراكيه تأسيس كند . اينجا سرزمينى است كه در آن جنگل فراوان يافت مىشود و اين جنگلها منبع تهيه چوب كشتىها و پاروهاى آنها است . در اين سرزمين معادن نقره فراوان است و در سراسر آن جمعيتى كثير از يونانى و غير يونانى « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Hellespont \r\n( 2 ) -  Histiee  - درباره اين شخص رجوع شود به يادداشت ذيل بند 11 همين كتاب .\r\n( 3 ) -  Istere  نام قدم رود دانوب است .\r\n( 4 ) - رجوع شود به تاريخ هردوت - جلد چهارم\r\n( 5 ) -  Strymon  - رجوع شود به يادداشت ذيل بند يك اين كتاب\r\n( 6 ) -  Myrkinos \r\n( 7 ) - در اين مورد نيز هردوت از قول مگابيز عناصر يونانى امپراتوى پارس را « بربر » نام داده است و اين دليل ديگرى است بر اينكه مقصود هردوت از به كار بردن اين اصطلاح براى اقوام غير يونانى تميز آنان از اقوام يونانى بوده است نه بيان اينكه آنان از تمدن بىبهره بوده‌اند . رجوع شود به يادداشت ذيل بند قبل .\r\n","page_name":" 21 ","page_number":27},
  {"content":"\r\n\r\nپراكنده‌اند كه اگر فرماندهى براى خود بيابند شب و روز آماده اجراى امر او خواهند بود . پس اگر مايلى كه سروكارت با جنگ خانگى نباشد باقدامات اين مرد خاتمه ده . با نرمى و ملايمت او را بحضور بطلب و همين كه او را بچنگ آوردى ترتيبى ده كه ديگر بنزد يونانيان خود باز نگردد . »\r\n24 - اين سخنان بيدرنگ در داريوش اثر كرد و پادشاه از شدت احساسى كه نسبت به تحقق اين پيشگوئى به او دست داده بود دچار حيرت شد . پس بيدرنگ چاپارى به ميركينوس فرستاد و به هيستيه پيغام داد : « چنين است آنچه داريوش شاه به اطلاع تو مىرساند . هراندازه ميانديشم ، كسى را نمىيابم كه بيش از تو نسبت به شخص من و قدرت من فداكار باشد . من از اين مطلب نه با حرف بلكه با عمل آگاه شده‌ام .\r\nاكنون من طرح‌هائى بزرگ در سر دارم و از تو ميخواهم كه بهر ترتيبى كه هست بنزد من آئى تا مطلب را با تو در ميان گذارم . » هيستيه از اين سخنان بوجد آمد و از اينكه مشاور پادشاه بزرگ خواهد شد احساس غرور و افتخار كرد و به سارد رفت . همين كه داريوش او را مشاهده كرد با وى چنين آغاز سخن كرد : « هيستيه ، دليل اينكه ترا احضار كردم چنين است كه نقل ميكنم : از موقعى كه از سرزمين سكاها بازگشته‌ام و تو ديگر در ملازمت من نبوده‌اى ، نخستين ميلى كه احساس كردم اين بود كه ترا ببينم و با تو صحبت كنم . زيرا اطمينان دارم كه يك دوست با تدبير و فداكار از هر ثروتى ديگر ذيقيمت‌تر است . من ميدانم كه تو داراى اين هر دو صفت هستى و خدمتى كه به شخص من انجام داده‌اى براى اثبات آن كافى است . پس اكنون از آمدن تو مسرورم و پيشنهادى كه به تو دارم اينست كه شهر ملط و شهرى را كه بتازگى در تراكيه تأسيس كرده‌اى رها كنى و با من به شوش بيائى و بعنوان همسفره و مشاور مخصوص شريك زندگى من باشى . »\r\n25 - داريوش پس از آنكه با هيستيه چنين سخن گفت يكى از برادران خود را بنام\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":28},
  {"content":"\r\n\r\nآرتافرن « 1 » كه از جانب پدر با او برادر بود به حكومت سارد گماشت و خود بهمراه هيستيه به شوش بازگشت . فرماندهى نظامى مردمان ساكن سواحل نيز به اوتان « 2 » واگذار شد . پدر اوتان كه سيسامنس « 3 » نام داشت از جمله قضات شاهى بود . اما چون حاضر شده بود در مقابل رشوه حكمى بر خلاف حق صادر كند ، كبوجيه امر كرده بود وى را بقتل رسانند و پوست از تنش بيرون كشند . آنگاه دستور داده بود كه پوست او را به صورت نوارهاى باريك ببرند و بر جايگاهى كه او براى قضاوت بر آن جلوس ميكرد قرار دهند . و همين كه جايگاه به اين ترتيب ساخته شد ، كبوجيه اوتان فرزند سيسامنس را كه پوست از تنش كنده بودند بجانشينى پدر گماشت و بوى سفارش كرد كه هميشه در موقع قضاوت بخاطر داشته باشد كه بر چگونه جايگاهى جلوس كرده است .\r\n26 - بطوريكه نقل كردم همين مرد ، يعنى اوتان كه بر چنين جايگاهى جلوس ميكرد بجاى مگابيز بفرماندهى سپاه پارس منصوب شد . اوتان بيزانس و كلكدون « 4 » را تسخير كرد و آنتاندروس « 5 » را در سرزمين تروآ و لامپونيون « 6 » را نيز بچنگ آورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آرتافرن  ( Artapherne )  برادر داريوش اول و والى سارد كه توانست در مدت حكومت خود در سارد شورش بزرگ شهرهاى يونى را كه بتحريك هيستيه برپا شده بود خاموش كند . فرزند همين شخص كه او نيز آرتافرن نام داشت و از سرداران معروف زمان داريوش بود همان كسى است كه باتفاق داتيس  ( Datis )  در لشكركشى داريوش به سرزمين يونان شركت داشت و در جنگ معروف ماراتن در 490 قبل از ميلاد فرماندهى قسمتى از سپاه پارس را به عهده داشت .\r\n( 2 ) - اوتان  ( Otan )  از سرداران پارس و يكى از هفت تن مردانى كه براى بر كنار كردن بردياى دروغى از سلطنت پارس با داريوش همكارى كردند و توطئه معروف هفت تن را ترتيب دادند .\r\n( 3 ) -  Sisamnes \r\n( 4 ) -  Khalcedon \r\n( 5 ) - آنتاندروس  ( Antandros )  از شهرهاى قديم آسياى صغير واقع در ايالت ميزى  ( Mysie ) \r\n( 6 ) -  Lamponion \r\n","page_name":" 23 ","page_number":29},
  {"content":"\r\n\r\nو سپس كشتىهاى اهالى لوبوس « 1 » را ضبط كرد و جزاير لمنوس « 2 » و ايمبروس « 3 » را نيز كه در اين زمان هنوز پلازژها « 4 » در آن سكونت داشتند تسخير كرد .\r\n27 - اهالى لمنوس به خوبى از خود دفاع كردند ، ليكن با گذشت زمان با وجود مقاومت شديد آسيب فراوان ديدند . پارس‌ها براى اينكه بتوانند بر بازماندگان آنان حكومت كنند اعمال قدرت را در اين محل به ليكارتوس « 5 » برادر شخصى كه مئآندريوس « 6 » نام داشت و بر ساموس حكومت كرده بود واگذار كردند . اين شخص ، يعنى ليكارتوس در مدتى كه لمنوس را اداره ميكرد درگذشت « 7 » . . . ( اوتان بشدت خود را منفور كرد ) و دليل آن اين بود كه تمام اقوام و ملل را مطيع كرده بود و با تمام آنها سخت‌گيرى ميكرد . بعضى از آنها را متهم ميكرد كه در موقع لشكركشى به سرزمين سكاها از انجام وظيفه شانه خالى كرده‌اند و برخى ديگر را متهم ميكرد كه به سپاه پارس در موقع بازگشت از سرزمين سكاها آسيب رسانيده‌اند .\r\n28 - چنين بود كارهاى بزرگى كه اوتان در لشكركشىهاى خود انجام داد . بعد از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لوبوس  ( Lesbos )  يا ميتيلينى  ( Mytilini )  از جزاير مجمع الجزاير اژه واقع در نزديكى ساحل آسياى صغير كه مركز آن شهر معروف ميتىلن  ( Mytilene )  بوده است .\r\n( 2 ) - لمنوس  ( Lemnos )  از جزاير معروف درياى اژه واقع در نزديكى بغازداردانل كه امروز لمنو  ( Lemno )  نام دارد .\r\n( 3 ) - ايمبروس  ( Imbros )  از جزاير بزرگ درياى اژه در نزديكى ساحل آسياى صغير كه امروز ايمبرو  ( Imbro )  نام دارد .\r\n( 4 ) - پلازژها  ( Pelasges )  از اقوام دنياى باستان كه در يونان و ايتاليا و آسياى صغير و اسپانيا پراكنده بودند . قسمت مهمى از مردمان اين قوم در يونان سكونت گزيدند و شهرهاى معروفى مانند آرگوس را بنا نهادند و به اين جهت اين قسمت از يونان به سرزمين پلازژها  ( Pelasges )  به پلازژى  ( Pelasgie )  معروف شد .\r\n( 5 ) -  Lycaretos \r\n( 6 ) -  Maiandrios \r\n( 7 ) - در اينجا متن اصلى ناقص به نظر ميرسد و تصور ميرود قسمتى از آن از بين رفته است .\r\n","page_name":" 24 ","page_number":30},
  {"content":"\r\n\r\nآن ، براى مدتى بسيار كوتاه اوضاع تا حدى آرام شد اما ناكسوس « 1 » و ملط موجب مصائب جديدى براى يونىها شدند . ناكسوس غنىترين جزاير بود و مقارن همان ايام كه ملط باوج عظمت و جلال رسيده بود خود را مرواريد سرزمين يونى ميدانست . در گذشته ، در طى دو نسل انسانى ، اين شهر بيش از هر شهر ديگر مصائب انقلابات را تحمل كرده بود . ميانجيگرى اهالى پاروس « 2 » به اين وضع خاتمه داده بود ، زيرا اهالى ملط از بين تمام مردمان يونان آنان را براى استقرار مجدد اتحاد و اتفاق بين خود برگزيده بودند .\r\n29 - اما طريقى كه اهالى پاروس براى آشتى دادن مردمان ملط برگزيدند چنين بود :\r\nوقتى برگزيدگان و عقلاى پاروس به ملط وارد شدند ، چون شهر را در منتهاى فقر و مسكنت ديدند اظهار تمايل كردند كه در آن سرزمين گردش كنند . به اين ترتيب ، ضمن گردش در حومه شهر و در اين سرزمين كه در نتيجه مهاجرت و فرار مردمان از سكنه خالى شده بود ، همين كه مزرعه‌اى را مشاهده ميكردند كه خوب كشت شده بود ، نام صاحب آن را ثبت ميكردند . اما تا پايان گردش با تعداد بسيار كمى از اين اشخاص روبرو شدند . همين كه به شهر بازگشتند جلسه‌اى از عموم اهالى تشكيل دادند و همان كسانى را كه مزارع آنان خوب اداره شده بود براى اداره امور شهر برگزيدند ، زيرا بادعاى آنها ظاهرا بايد اين اشخاص از اموال عمومى نيز همانطور مراقبت كنند كه از اموال خصوصى خود ميكرده‌اند . همچنين آن دسته از اهالى ملط را كه در گذشته محرك جنگهاى داخلى بودند در قيد اطاعت دسته اول درآوردند .\r\n30 - بدين ترتيب اهالى پاروس نظم را در شهر ملط برقرار كردند . و اما اكنون شرح مىدهم كه چگونه در دوره‌اى كه هم‌اكنون دربارهء آن سخن ميگويم اين شهر و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ناكسوس  ( Naxos )  از بزرگترين جزاير مجمع الجزاير اژه در نزديكى جزيره پاروس كه امروز ناكسيا  ( Naxia )  نام دارد .\r\n( 2 ) - پاروس  ( Paros )  از جزاير مجمع الجزاير اژه كه امروز پارو  ( Paro )  نام دارد .\r\nاين جزيره در سال 480 قبل از ميلاد بدست پارس‌ها فتح شد . معادن سنگ مرمر اين جزيره در دنياى باستان شهرتى فراوان داشت .\r\n","page_name":" 25 ","page_number":31},
  {"content":"\r\n\r\nناكسوس منشاء مصائبى شدند كه بر سرزمين يونى روى آورد . تعدادى از ساكنان شرور ناكسوس كه اهالى آنها را از شهر بيرون كرده بودند به ملط مهاجرت كردند .\r\nاداره امور ملط به آريستاگوراس « 1 » فرزند مولپاگوراس « 2 » داماد و پسرعموى هيستيه فرزند ليساگوراس كه بامر داريوش در شوش اقامت داشت واگذار شده بود .\r\nچه مردمان ناكسوس ، كه قبلا با هيستيه روابطى دوستانه داشتند ، وقتى به اين شهر رسيده بودند كه هيستيه در شوش بود . همين كه تبعيديهاى ناكسوس به ملط رسيدند از آريستاگوراس تقاضا كردند كه تعدادى سپاهى در اختيار آنان گذارد تا بكمك آن بار ديگر به سرزمين خود بازگردند . آريستاگوراس نزد خود حساب كرد كه اگر آنان بوساطت او به ناكسوس بازگردند عملا او خود بر اين شهر حكومت خواهد كرد . پس روابط دوستانه آنان را با هيستيه بهانه كرد و چنين پاسخ داد : « من شخصا نميتوانم بدون رضايت كسانى كه بر ناكسوس حكومت ميكنند قواى كافى براى بازگشت شما به آنجا فراهم كنم . زيرا بطوريكه شنيده‌ام در ناكسوس هشت هزار مدافع و تعداد كثيرى كشتى جنگى وجود دارد . اما من سعى ميكنم در هرحال خدمتى بشما بكنم و تمام كوشش خود را در اين راه به كار خواهم برد .\r\nچنين است نقشه‌اى كه بفكر من رسيده است : آرتافرن با من دوست است . بايد بدانيد كه اين شخص فرزند هيستاسپ « 3 » و برادر داريوش پادشاه بزرگ است . او بر سراسر سواحل آسيا حكومت مىكند و تعداد كثيرى سرباز و كشتى در اختيار دارد . من از اينكه آنچه را كه ما خواهان آن هستيم بدست اين مرد انجام گيرد به خود مباهات ميكنم . » بعد از اين سخن كسانى كه از ناكسوس آمده بودند از آريستاگوراس خواستند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آريستاگوراس  ( Aristagoras )  سردار معروف يونى كه مدتها در غياب هيستيه حكمران تبعيدى ملط در اين شهر حكومت كرد و سرانجام بر داريوش پادشاه هخامنشى شوريد و تعداد كثيرى از شهرهاى يونانىنشين ساحل آسياى صغير را در اين شورش با خود همراه كرد .\r\n( 2 ) -  Molpagoras \r\n( 3 ) -  Hystaspes \r\n","page_name":" 26 ","page_number":32},
  {"content":"\r\n\r\nتا آنچه از او ساخته است انجام دهد و او را مأمور كردند كه از طرف آنان تحف و هدايائى وعده دهد و حتى اطمينان دهد كه آنان خود هزينه اين لشكركشى را به عهده خواهند گرفت . آنان خود را دلخوش كرده بودند كه همين كه به ناكسوس رسيدند ساكنان آن را باطاعت خود درخواهند آورد و مردمان جزاير ديگر را نيز كه هيچيك تا آن زمان در قلمرو حكومت داريوش نبودند مطيع خواهند كرد .\r\n31 - پس آريستاگوراس به سارد رفت و به آرتافرن گفت كه اگرچه ناكسوس جزيره نسبة كوچكى است ، اما جزيره‌ايست زيبا و حاصلخيز كه بسرزمين يونى نيز نزديك است و ثروت و غنائم و بردگان به مقدار و تعداد زيادى در آن يافت مىشود . آريستاگوراس چنين اضافه كرد : « پس سپاهى بسوى اين جزيره گسيل‌دار و تبعديهائى را كه از آنجا آمده‌اند به آن محل بازگردان . اگر چنين كنى مقدار زيادى سيم در اختيار تو خواهيم گذارد و اين پول اضافه بر مخارج لشكركشى خواهد بود ( زيرا چون ما محرك اين مهم هستيم حق آنست كه در مخارج آن مشاركت كنيم ) . بعلاوه تعدادى از جزاير را به قلمرو امپراتورى پادشاه بزرگ خواهى افزود كه قبل از همه ناكسوس و بعد از آن جزاير تابع آن يعنى پاروس « 1 » ، آندروس « 2 » و ديگر جزايرى كه به سيكلاد « 3 » معروف‌اند خواهد بود . اگر از اين پايگاه حركت كنى به خوبى خواهى توانست بر او به « 4 » دست يا بى . او به جزيره‌ايست بزرگ و پرثروت ؛ از حيث وسعت از قبرس دست كمى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Paros \r\n( 2 ) - آندروس  ( Andros )  شمالىترين جزيره از جزاير مجمع الجزاير سيكلاد كه امروز آندرو  ( Andro )  نام دارد .\r\n( 3 ) - سيكلاد  ( Cyclades )  مجمع الجزاير معروف درياى اژه شامل 25 جزيره كه بتصور يونانيان قديم حلقه‌وار گرد جزيره مقدس دلوس  ( Delos )  قرار داشتند . معروف‌ترين اين جزاير جزيره پاروس - آندروس و ناكسوس بود .\r\n( 4 ) - اوبه  ( Eubee )  از جزاير بزرگ يونان در درياى اژه در طول ساحل شرقى يونان كه به علت حوادثى كه در زمان لشكركشى خشايارشا به يونان در نزديكى آن اتفاق افتاد و جنگ دريائى معروف آرتميزيوم  ( Artemisiun )  شهرتى فراوان يافت .\r\n","page_name":" 27 ","page_number":33},
  {"content":"\r\n\r\nندارد و تسخير آن هم كارى پرزحمت نيست . براى تسخير تمام اين جزاير صد كشتى كافى است . » آرتافرن بوى چنين پاسخ داد : « تو بعنوان مشاور كارهائى پرثمر بر خاندان شاهى وارد شده‌اى ؛ آنچه سفارش ميكنى جز آنچه درباره تعداد كشتىها نقل كردى جالب است . در فصل بهار بجاى يكصد كشتى دويست كشتى آماده خواهد بود . اما بايد كه پادشاه اين نقشه‌ها را تصويب كند . »\r\n32 - آريستاگوراس خرسند و مسرور با اين پاسخ به ملط بازگشت . آرتافرن پس از آنكه پيشنهادهاى او را در شوش بعرض پادشاه رسانيد و موافقت داريوش را تحصيل كرد سيصد كشتى و تعداد كثيرى سپاهى از پارس‌ها و كشورهاى متحد فراهم كرد . آنگاه يكى از پارس‌ها را كه از خانواده هخامنشى و پسرعموى خود او و داريوش بود و مگابات « 1 » نام داشت بفرماندهى اين سپاه گماشت . اين همان كسى است كه اگر آنطوركه شايع است صحيح باشد بعدها پوزانياس « 2 » از اهل لاكدمون « 3 » فرزند كلئومبروتوس « 4 » به قصد اينكه فرمانرواى يونانيان گردد از دختر او خواستگارى كرد .\r\nآرتافرن اين سپاه را بفرماندهى مگابات بسوى آريستاگوراس گسيل داشت .\r\n33 - مگابات در ملط با آريستاگوراس و سپاه يونى و تبعيديهاى ناكسوس روبرو شد و سپس از راه دريا حركت كرد و چنين جلوه داد كه قصد داد بسوى هلسپون پيش رود .\r\nاما همين كه به كيو « 5 » رسيد ، در كوكاز « 6 » توقف كرد تا با استفاده از باد بوره « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Megabates \r\n( 2 ) - پوزانياس  ( Pusanias )  اين شخص سپارتى معروفى بود كه در جنگ پلاته  ( Platees )  فرماندهى يونانيان را به عهده داشت . در كتاب نهم هردوت ، بار ديگر از اين شخص ياد شده است . توسيديد مدعى است كه پوزانياس يكى از دختران خشايارشا را بزنى خواستگارى كرد ( توسيديد - كتاب اول بند - 128 ) .\r\n( 3 ) -  Lacedemonie \r\n( 4 ) -  Kleombrotos \r\n( 5 ) - كيو  ( Chio )  يا كيوس  ( Chios )  از جزاير مجمع الجزاير اژه در ساحل غربى آسياى صغير در جنوب جزيره معروف لوبوس  ( Lesbos ) \r\n( 6 ) -  Kaukases  - يكى از بنادر جزيره كيو بوده است .\r\n( 7 ) - بوره  ( Boree )  خداى باد شمال در يونان باستان . در اينجا مقصود از باد بوده باد شمال است .\r\n","page_name":" 28 ","page_number":34},
  {"content":"\r\n\r\nبه ناكسوس هجوم برد . اما سرنوشت چنين مقدر كرده بود كه اين نيروى دريائى آسيبى به ناكسوس نرساند و چنين است ماجراى اين داستان : در موقعى كه مگابات نگهبانان كشتىها را سركشى ميكرد متوجه شد كه در روى يكى از كشتىهاى متعلق به ميندوس « 1 » كسى مشغول كشيك نيست . او اين واقعه را مهم تلقى كرد و نگهبانان خود را بجستجوى فرمانده اين كشتى كه سكيلاكس « 2 » نام داشت فرستاد و فرمان داد تا او را از كمر بر روى لبه يكى از كشتىها ببندند بقسمى كه سر او به طرف خارج و اندامش به طرف داخل كشتى قرار گيرد . بعد از آنكه سكيلاكس را به اين ترتيب به لبهء كشتى بستند ، آريستاگوراس از اين واقعه مطلع شد و دانست كه ميهمان ميندوسى او را بفرمان مگابات زنجير كرده‌اند و وى در وضعى نامساعد قرار دارد . پس آريستاگوراس بنزد مگابات رفت تا او را بسر رحم آورد . اما چون اصرار او بىنتيجه ماند تصميم گرفت خود شخصا ميهمان خود را از بند خلاص كند . مگابات از اين ماجرا باخبر شد و اين واقعه را بسيار ناگوار يافت و تصميم گرفت با آريستاگوراس بمخالفت برخيزد . اما آريستاگوراس بوى پاسخ داد : « مداخله در اين قبيل امور به تو مربوط نيست . آرتافرن ترا براى آن فرستاده است كه از من اطاعت كنى و بهرجا كه فرمان دهم شراع بر كشى ، نه آنكه شدت عمل بخرج دهى . » مگابات از اين سخن بخشم آمد و همين كه شب فرا رسيد كسان خود را با قايق به ناكسوس فرستاد و اهالى جزيره را از آنچه بر ضد آنان در شرف وقوع بود مطلع كرد .\r\n34 - اهالى ناكسوس تصور نميكردند كه اين ناوگان براى حركت بسوى جزيرهء آنان آماده شده باشد . اما همين كه از اين امر باخبر شدند بيدرنگ آنچه را كه در مزارع بود با خود به داخل حصار شهر بردند و خود را براى محاصره آماده كردند و با شتاب فراوان آذوقه و آشاميدنى در داخل شهر ذخيره كردند . و بدين ترتيب آنان خود را براى جنگى كه قريب الوقوع ميدانستند آماده كردند بقسمى كه وقتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Myndos \r\n( 2 ) -  Skylax \r\n","page_name":" 29 ","page_number":35},
  {"content":"\r\n\r\nناوگان دشمن از كيو حركت كرد و به ساحل ناكسوس رسيد با شهرى مستحكم روبرو شد و مدت چهار ماه آن را محاصره كرد . به زودى آذوقه‌ايكه پارس‌ها با خود آورده بودند تمام شد . آريستاگوراس خود شخصا متحمل مخارج اضافى زيادى شد ، اما اين محاصره مستلزم مخارج بيشترى بود . پس ناچار قلعه‌اى براى تبعيديهاى ناكسوس بنا كردند و آشكارا در حال شكست به خشگى بازگشتند .\r\n35 - بدين ترتيب آريستاگوراس نتوانست بوعده‌اى كه به آرتافرن داده بود وفا كند .\r\nبعلاوه پرداخت مخارج اين لشكركشى ، كه از او مطالبه ميكردند ، از قدرت او خارج بود ؛ از شكستى كه متحمل شده بود و اتهامات مگابات سخت بيمناك بود و حدس ميزد كه به زودى حكومت با قدرت او در ملط از چنگش بدر خواهد رفت . در فشار اين نگرانىها بفكر آن افتاد كه شورشى برانگيزد . مصادف با اين وقايع مردى كه سرش خالكوبى شده بود از شوش وارد شد و سفارش‌هاى هيستيه را كه او را به ضديت با پادشاه بزرگ تشويق كرده بود به اطلاع او رسانيد . هيستيه براى آنكه بتواند آريستاگوراس را به شورش برانگيزد و بىخطر او را خبردار كند و نگهبانان و مستحفظين راه‌ها را فريب دهد ، سر يكى از فدائىترين غلامان خود را از ته تراشيد و دستور خود را بر روى آن خالكوبى كرد و سپس صبر كرد تا موهاى او مجددا برويد .\r\nهمين كه موهاى او به ميزان كافى رشد كرد وى را به ملط فرستاد و به او سفارش كرد كه بمحض ورود از آريستاگوراس بخواهد كه سر او را بتراشد و به سر تراشيده او توجه كند . بطوريكه نقل كردم مطلبى كه بر سر او خالكوبى شده بود دعوت به شورش بود .\r\nآنچه هيستيه را به اين عمل وادار كرد تأثر و اندوه شديدى بود كه در نتيجه اسارت در شوش به او روى آورده بود . اگر شورشى در ملط روى نميداد ، اطمينان داشت كه هرگز به آن شهر باز نخواهد گشت .\r\n36 - چنين بود قصد پنهان هيستيه از اعزام آن فرستاده . تقارن اين موجبات در نفس آريستاگوراس موثر واقع گرديد . پس با طرفداران خود بمشورت پرداخت و نظر خود را براى آنها شرح داد و آنانرا از دستورات هيستيه مطلع كرد . عموم آنان بدون اختلاف\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":36},
  {"content":"\r\n\r\nنظر با شورش موافقت كردند . در آغاز كار هكاته داستان‌نويس با اين عمل به مخالفت برخاست و آنانرا از جنگ با پادشاه پارس برحذر كرد . وى فهرست ملل تابع داريوش را بنام ذكر كرد تا با اين عمل قدرت پادشاه را نشان دهد . اما چون بسخنان او توجهى نكردند لزوم تحصيل تفوق در دريا را بهانه كرد و مدعى شد كه ايجاد اين تفوق امكان نخواهد داشت ( زيرا او از ضعف مالى اهالى ملط باخبر بود ) مگر آنكه خزائنى را كه كرزوس پادشاه ليدى به معبد برانشيدها اهداء كرده بود بچنگ آورند . وى اميدوار بود كه بكمك اين خزائن تفوق نيروى بحرى را بدست خواهند آورد و نه تنها اين ثروت را بچنگ خواهند آورد بلكه مانع آن خواهند شد كه دشمن آن را بچنگ آورد . بطوريكه من در يكى از نخستين سرگذشت‌هائى كه نقل كردم شرح داده‌ام « 1 » اين خزائن از هر جهت قابل توجه بود . اين عقيده مورد توجه واقع نشد . اما با اين‌حال تصميم گرفتند كه شورش كنند و بدون فوت وقت يكنفر از بين خود برگزينند و به ميونت « 2 » كه نيروى بحرى از موقع بازگشت از ناكسوس تا آن زمان در آنجا متوقف بود بفرستند تا سعى كند سران سپاه اعزامى را بدام اندازد .\r\n37 - شخصى كه به اين مأموريت فرستاده شد يا تراگوراس « 3 » نام داشت كه توانست اين اشخاص را بدام اندازد : اولياتوس « 4 » فرزند ايبانوليس « 5 » از اهل ميلاز « 6 » ، هيستيه فرزند تيمنس « 7 » از اهل ترمر « 8 » ، كوئس « 9 » ، اركساندروس « 10 » كه داريوش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Myunte \r\n( 2 ) - كتاب اول - بند 92\r\n( 3 ) -  Iatragoras \r\n( 4 ) -  Oliatos \r\n( 5 ) -  Ibanollis \r\n( 6 ) -  Mylase \r\n( 7 ) -  Tymnes \r\n( 8 ) -  Termere \r\n( 9 ) -  Koes \r\n( 10 ) -  Erxandros \r\n","page_name":" 31 ","page_number":37},
  {"content":"\r\n\r\nحكومت ميتيلين را به او بخشيده بود ، آريستاگوراس فرزند هراكلئيدس « 1 » از اهل كيمه « 2 » و بسيارى اشخاص ديگر . بدين ترتيب آريستاگوراس آشكارا با داريوش به مخالفت برخاست و از هيچ اقدام خصمانه‌اى بر ضد او خوددارى نكرد . قبل از هر كار براى اينكه اهالى ملط را صادقانه با خود همراه كند در حرف نه در عمل از فرمانروائى اين شهر كناره‌گيرى كرد و حكومتى آزاد جانشين آن كرد . آنگاه اين انقلاب عوام فريبانه را به سراسر سرزمين يونى اشاعه داد . در بسيارى از نقاط حكام خودمختار را بر كنار كرد و هريك از سردارانى را كه در كشتىهاى نيروى اعزامى اسير كرده بود به اهالى شهر خود تسليم كرد . وى اين حكام خودمختار را به اهالى شهرها تسليم كرد تا از اين راه قلوب آنان را جلب كند .\r\n38 - اهالى ميتيلن بيدرنگ كوئس را بخارج از حصار شهر بردند و در آن محل سنگسار كردند . اما اهالى كيمه فقط به تبعيد فرمانرواى سابق خود اكتفا كردند . اكثر ديگر شهرها نيز چنين كردند . بدين ترتيب فترتى در حكومت فرمانروايان مستبد در شهرهاى يونى پديد آمد . آريستاگوراس از اهل ملط ، بعد از آنكه حكام مستبد را سرنگون كرد ، در هريك از شهرها به اهالى امر كرد كه فرماندهى از بين خود برگزينند و آنگاه خود بر كشتى نشست و بعنوان نماينده سرزمين يونى به لاكدمونى شتافت ، زيرا براى او لازم بود كه متحد نيرومندى بدست آورد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Heracleides \r\n( 2 ) -  Kyme \r\n","page_name":" 32 ","page_number":38},
  {"content":"\r\n\r\n\r\nسپارت و آتن مذاكرات آريستاگوراس\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":40},
  {"content":"\r\n\r\n39 - در آن موقع ديگر سلطنت سپارت با آناكساندريداس « 1 » فرزند لئون « 2 » نبود زيرا وى درگذشته بود و كلئومن « 3 » فرزند او بجاى او سلطنت ميكرد . وى سلطنت را بيشتر مديون صحت عمل و درستكارى خود بود . آناكساندريداس يكى از دختران خواهر خود را بزنى گرفته بود . اما با اينكه اين زن مورد علاقه او بود از او طفلى به دنيا نيامد . در مقابل اين وضع افورها « 4 » او را احضار كردند و چنين گفتند :\r\n« اگر تو نسبت به مصالح خاندان خود دورانديش نميباشى ، لااقل ما افورها نبايد به چشم غفلت ناظر زوال خاندان اوريستنس « 5 » باشيم . اين زن كه تو انتخاب كرده‌اى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Anaxandridas \r\n( 2 ) -  Leon \r\n( 3 ) -  Cleomene  - اين شخص در سال 520 قبل از ميلاد در سپارت بسلطنت رسيد .\r\nوقايعى كه هردوت بدان اشاره مىكند و عزيمت آريستاگوراس به سپارت براى جلب كمك اين شهر در سال 499 قبل از ميلاد اتفاق افتاد . تسخير سارد و حريق اين شهر بدست شورشيان يك سال پس از اين واقعه يعنى در سال 498 قبل از ميلاد روى داد ( همين كتاب - بند 100 و 101 )\r\n( 4 ) - افورها  ( Ephores )  مأمورين عاليرتبه شهر سپارت كه هر سال بتعداد پنج نفر از بين معروف‌ترين اهالى شهر به اين سمت انتخاب ميشدند و نه تنها بر اهالى شهر بلكه در حقيقت بر پادشاهان سپارت نيز حكومت ميكردند و حق داشتند بكليه دعاوى رسيدگى كنند و هركس را متناسب با جرمى كه مرتكب شده بود محكوم به پرداخت غرامت يا زندان نمايند .\r\n( 5 ) -  Eurysthenes \r\n","page_name":" 35 ","page_number":41},
  {"content":"\r\n\r\nطفلى براى تو نخواهد آورد ؛ وى را ترك كن و زنى ديگر برگزين . اگر چنين كنى مردم سپارت از تو راضى خواهند بود . » وى به آنان پاسخ داد كه هيچيك از اين دو كار را نخواهد كرد و پيشنهاد آنان بمذاقش خوش‌آيند نيست . زيرا آنان قصد دارند كه وى زنى را كه هيچگونه ايرادى به او وارد نيست و به عقد ازدواج خود درآورده است بنفع زنى ديگر ترك كند و به همين جهت حاضر بقبول پيشنهاد آنان نخواهد شد .\r\n40 - در مقابل اين وضع افورها و ريش سفيدان با يكديگر مشورت كردند و به آناكساندريداس چنين پيشنهاد كردند : « چون به اين زن كه به عقد ازدواج خود درآورده‌اى دلبسته‌اى لااقل كارى را كه ميگوئيم انجام ده و اين‌بار دست از مخالفت برادر تا اهالى سپارت ناگزير باخذ تصميم خصمانه‌اى نسبت به تو نشوند . ما از تو نميخواهيم كه زنى را كه هم‌اكنون در خانه دارى ترك كنى . محبت‌هائى را كه به او ميكنى همچنان ادامه ده . براى ما كافى است كه تو علاوه بر اين زن ، زوجه ديگرى كه بتواند باردار شود براى خود برگزينى . » آنان مطلب را تقريبا به اين شكل با او در ميان گذاردند و آناكساندريداس رضايت داد . از آن‌زمان ببعد او دو زن و دو خانه جدا داشت و اين موضوع به كلى با عادات و رسوم سپارت مباين بود .\r\n41 - طولى نكشيد كه زن دوم او طفلى به دنيا آورد كه كلئومن نام گرفت و اين همان كسى است كه درباره او سخن گفتم . اما مقارن همان زمان كه وى اين طفل را بعنوان پادشاه آينده باهالى سپارت معرفى ميكرد زن اول او كه تا آن‌زمان نازا بود برحسب تصادفى كه تقدير پيش آورد حامله شد . او واقعا حامله بود ، اما خويشان زن دوم كه از اين ماجرا باخبر شده بودند درصدد آزار او برآمدند و مدعى شدند كه آن زن نقشه چيده است و بداشتن فرزندى خيالى مباهات مىكند . بتدريج كه زمان وضع حمل نزديك شد اين گفتگوها بدرجه‌اى شدت يافت كه افورها مشكوك شدند و در موقع وضع حمل آن زن بر بالين او بمراقبت پرداختند . آن زن فرزندى به دنيا آورد كه دوريه « 1 » نام گرفت . همان زن بلافاصله بعد از آن طفل ، لئونيداس « 2 » و بلافاصله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Doriee \r\n( 2 ) -  Leonidas \r\n","page_name":" 36 ","page_number":42},
  {"content":"\r\n\r\nبعد از لئونيداس همين كلئومبروتوس « 1 » را به دنيا آورد . حتى بعضى معتقدند كه لئونيداس و كلئومبروتوس دوقلو بودند . اما ، مادر كلئومن يعنى زن دوم او كه دختر پرينتاداس « 2 » فرزند دمارمنوس « 3 » بود ديگر طفلى به دنيا نياورد .\r\n42 - بطوريكه نقل ميكنند كلئومن هرگز مردى عاقل نبود و حتى در سراسر عمر مجنون بود . برعكس ، دوريه سرآمد جوانان هم سن و سال خود بود و به خوبى ميدانست كه اگر لياقت شرط بود سلطنت به او ميرسيد . اما وقتى آناكساندريداس درگذشت ، لاكدمونىها از عادات و سنن قديمى پيروى كردند و كلئومن را كه ارشد برادران بود بسلطنت برگزيدند . غرور و عزت‌نفس دوريه از اين واقعه جريحه‌دار شد و چون فرمانبرى از برادر برايش تحمل‌پذير نبود تقاضاى داوطلب كرد و تعدادى از اهالى سپارت را براى تأسيس يك مهاجرنشين با خود همراه كرد . براى استقرار در سرزمين جديد نه با هاتف دلف مشورت كرد و نه هيچيك از اعمال معمول زمان را انجام داد .\r\nاز شدت نارضايتى كشتىهاى خود را بسوى افريقا هدايت كرد . تعدادى از اهالى ترا « 4 » بعنوان راهنما در خدمت او بودند . او به منطقه كىنيپس « 5 » كه يكى از نقاط زيباى افريقا است و در ساحل رودى به همين نام قرار دارد رسيد و در همان محل مستقر شد . اما دو سال بعد قبايل افريقائى ماس « 6 » و قرطاجنىها آنانرا راندند و او ناگزير به پلوپونز « 7 » بازگشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Kleombrotos \r\n( 2 ) -  Prinetadas \r\n( 3 ) -  Demarmenos \r\n( 4 ) - ترا  ( Thera )  از جزاير مجمع الجزاير اژه كه امروز سانتورن  ( Santorin )  نام دارد . اهميت و شهرت اين جزيره بيشتر ناشى از مهاجرنشين‌هاى معرفى بود كه اهالى آن در عهد باستان در سواحل افريقا تأسيس كرده بودند . از آن جمله است مهاجرنشين معروف سيرن  ( Cyrenne )  در ساحل افريقا .\r\n( 5 ) -  Kinyps \r\n( 6 ) -  Maces \r\n( 7 ) -  Peloponese \r\n","page_name":" 37 ","page_number":43},
  {"content":"\r\n\r\n43 - در آنجا ، آنتىكارس از اهل الئون « 1 » باستناد پيشگوئىهاى هاتف‌لئوس « 2 » به او توصيه كرد كه به سيسيل رود و در آنجا شهرى بنام هراكله « 3 » تأسيس كند . وى مدعى بود كه سرزمين اريكس « 4 » سراسر به خاندان هراكلس تعلق دارد زيرا هراكلس خود شخصا آن را بچنگ آورده بود . بعد از اين توصيه ، دوريه « 5 » خود به دلف رفت تا از هاتف معبد سؤال كند كه آيا او خواهد توانست سرزمينى را كه بسوى آن شراع ميكشد تصرف كند . هاتف‌بوى پاسخ داد كه وى آن سرزمين را بچنگ خواهد آورد . پس دوريه با مردانى كه با خود به افريقا برده بود به راه افتاد و آنان را در طول ساحل ايتاليا هدايت كرد .\r\n44 - بطوريكه اهالى سيباريس « 6 » نقل ميكنند در آن‌زمان خود آنها و پادشاهشان كه تليس « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الئون  ( Eleon )  از شهرهاى بئوسى  ( Beotie )  در يونان باستان واقع در شمال آتن .\r\n( 2 ) -  Laios \r\n( 3 ) - هراكله  ( Heraclee )  از شهرهاى قديم آسياى صغير واقع در ساحل جنوبى درياى سياه كه به صورت مهاجرنشين بوسيله اهالى ملط تأسيس شد . امروز اين شهر اركلى  ( Erekli )  نام دارد .\r\n( 4 ) -  Eryx  - سرزمين اريكس در منتهى اليه غربى سيسيل قرار داشت . بحكايت افسانه‌هاى باستان پس از آنكه هراكلس برژريون  ( Geryon )  فاتح شد به سيسيل رفت و در آن سرزمين با اريكس  ( Eryx )  فرزند پوزئيدون  ( Poseidon )  به ستيز پرداخت و وى را بقتل رسانيد و سرزمين او را تصرف كرد .\r\n( 5 ) -  Doriee \r\n( 6 ) - سيباريس  ( Sybaris )  از شهرهاى ايتالياى قديم كه در قرن هشت قبل از ميلاد بدست تعدادى از اهالى آكه  ( Achees )  تأسيس شد و به علت رونق تجارت به زودى ثروتى عظيم بدست آورد و در دنياى باستان شهرتى فراوان يافت . مردم اين شهر بر خلاف اهالى كروتون به تن‌پرورى و تنبلى شهرت داشتند و سرانجام نيز بدست اهالى كروتون مقهور شدند و شهرآباد آنها ويران شد .\r\n( 7 ) -  Telys \r\n","page_name":" 38 ","page_number":44},
  {"content":"\r\n\r\nنام داشت خود را براى جنگ با اهالى كروتون « 1 » آماده ميكردند . اهالى كروتون از بيم آنها از دوريه كمك طلبيدند و تقاضاى آنان مورد قبول واقع شد . پس دوريه بكمك آنان به سيباريس لشكر كشيد و اين شهر را تصرف كرد . چنين است سهم دوريه و طرفداران او در اين واقعه بقرارى كه اهالى سيباريس نقل ميكنند . اما اگر در اين باره بگفته‌هاى اهالى كروتون باور داريم به اين نتيجه ميرسيم كه در اين جنگ هيچ خارجى با آنان همراه نبوده و تنها كسى كه در لشكركشى به سيباريس با آنها بوده غيبگوئى بوده كالياس « 2 » نام از اهل إله « 3 » كه از خاندان ياميس « 4 » بوده است . تنها كارى هم كه اين شخص انجام داد آن بود كه پنهانى از نزد تليس فرمانرواى مستبد سيباريس گريخت و به اهالى كروتون ملحق شد و علت اين اقدام آن بود كه ضمن يك قربانى خدايان را بر ضد كروتون به يارى طلبيد ولى آنان هيچ رفتار مساعدى ابراز نكردند .\r\n45 - چنين بود روايت اين دو قوم . هريك از اين دو قوم براى اثبات روايت خود دلايلى اقامه مىكند . اهالى سيباريس جنگل و معبدى را در نزديكى بستر خشگ كراتيس « 5 » ارائه ميدهند و مدعى هستند كه دوريه ، پس از تصرف شهر ، اين محل را به آتنا الهه كراتيس اهداء كرده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كروتون  ( Crotone )  يا كوترون  ( Cotron )  از شهرهاى معروف يونان باستان واقع در مصب‌رود آزاروس  ( Asrarus )  كه بوسيله مردمان آكه  ( Achee )  تأسيس شده بود و در دنياى باستان بداشتن مردان جنگجو و زنان زيبا شهرت فراوان داشت . كروتون موطن حكيم معروف آلكمئون  ( Alcmeon )  و طبيب مشهور يونان باستان دموسد  ( Democede )  و مركز مكتب فلسفى فيثاغورث حكيم بوده است .\r\n( 2 ) -  Kallias \r\n( 3 ) - إله  ( Elee )  از شهرهاى قديم آسيا در مصب‌رود كايكوس  ( Caicus )  - شهرى به همين نام در ناحيه لوكانى  ( Lucanie )  در ايتالياى قديم وجود داشته كه مركز مكتب فلسفى معروفى بوده است كه به همين نام به مكتب فلسفى إله شهرت يافته .\r\n( 4 ) -  Jamis \r\n( 5 ) -  Krathis \r\n","page_name":" 39 ","page_number":45},
  {"content":"\r\n\r\nبعلاوه آنان ، چگونگى مرگ دوريه را مهم‌ترين دليل براى اثبات ادعاى خود ميدانند و مدعى هستند كه علت مرگ او عدم اطاعت از فرامين الهى بوده است . زيرا اگر او بر خلاف گفتار خدايان رفتار نميكرد و اگر با انجام منظوريكه از لشكركشى داشت قناعت ميكرد ميتوانست سرزمين اريكس را تصرف كند و پس از آنكه بر آن تسلط يافت بجاى آنكه با سپاه خود نابود شود در اين سرزمين سلطنت كند . اما اهالى كروتون نيز به سهم خود استناد ميكنند كه كالياس از اهل إله بطورى استثنائى اموالى فراوان در سرزمين كروتون بدست آورده است كه امروز نيز وراث او از آن بهره‌مندند در حالى كه دوريه و بازماندگان او چيزى بدست نياوردند . هرگاه دوريه با آنان در جنگ سيباريس شركت كرده بود ، قاعدة بايد پاداشى بمراتب بيشتر و برتر از پاداش كالياس به او داده شده باشد . چنين است دلايلى كه هريك از دو دسته بنفع خود اقامه ميكنند .\r\nخواننده مختار است كه دلايل هر دسته را كه قانع‌كننده‌تر تشخيص ميدهد قبول كند .\r\n46 - تعداد ديگرى از اهالى سپارت بهمراه دوريه در كشتى نشستند . اينان تسالوس « 1 » پارباتس « 2 » ، كلئس « 3 » و اوريلئون « 4 » نام داشتند . وقتى اينان با مهاجرين ديگر بسرزمين سيسيل رسيدند همه ( مانند او ) در جنگ بدفرجامى كه بر ضد فينيقىها و ساكنان سژست « 5 » نمودند تلف شدند . از بين اين بانيان شهرها فقط اوريلئون از اين واقعه جان سالم بدر برد .\r\nوى باقيمانده سپاه را با خود همراه كرد و بكمك آنان مهاجرنشين سلينونت « 6 » را كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Thessalos \r\n( 2 ) -  Parebates \r\n( 3 ) -  Kelees \r\n( 4 ) -  Euryleon \r\n( 5 ) - سژست  ( Segeste )  يا اژست  ( Egeste )  از شهرهاى سيسيل قديم واقع در سواحل شمالى اين جزيره .\r\n( 6 ) - سلينونت  ( Selinute )  يا سلينت  ( Selinote )  يا سلينوس  ( Selinus )  از شهرهاى سيسيل قديم واقع در سواحل جنوبى اين جزيره كه در سال 651 قبل از ميلاد تأسيس شد و از آن ببعد پيوسته با شهر معروف سژست  ( Segeste )  كه در شمال همين جزيره قرار داشت در حال رقابت و جنگ و ستيز بود . اين شهر امروز سلينيتى  ( Seliniti )  نام دارد .\r\n","page_name":" 40 ","page_number":46},
  {"content":"\r\n\r\nمينوآ « 1 » نام داشت تصرف كرد و شهر سلينوت را با كمك خود از يوغ استبداد پيتاگوراس « 2 » رهانيد . اما پس از آنكه پيتاگوراس را سرنگون كرد تصميم گرفت خود شخصا با قدرت بر شهر سلينوت حكومت كند . پس با استبداد مطلق بر اين شهر حكومت كرد . اما اين وضع دوام نياورد ، زيرا اهالى سلينوت بر او شوريدند و او را در قربانگاه معبد زوس‌آگورئوس « 3 » كه به داخل آن پناه برده بود كشتند .\r\n47 - فيليپ فرزند بوتاكيدس « 4 » از اهل كروتون در ماجراهاى دوريه و مرگ او شريك بود . اين شخص را كه نامزد دختر تليس فرمانرواى مستبد سيباريس بود از شهر كروتون بيرون رانده بودند . اما چون اين نامزدى بهم خورد وى در كشتى نشست و بسوى سيرن « 5 » رفت ؛ ولى بعد براى همراهى و كمك به دوريه با يك كشتى كه متعلق به خود او بود و افرادى كه خود برگزيده بود مراجعت كرد . وى در بازيهاى المپى پيروز شده بود و بعلاوه از زيباترين جوانان يونانى در آن زمان بود .\r\nحسن صورت او موجب شد كه در سژست آنچنان از او تجليل كردند كه تا آن‌زمان بيسابقه بود : در محل قبر او معبد كوچكى بنا كرده‌اند كه مانند قهرمانان در آنجا براى او قربانى ميكنند .\r\n48 - چنين بود پايان كار دوريه . اگر او از كلئومن فرمان ميبرد و در سپارت ميماند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Minoa  - در دنياى باستان تعدادى از شهرهاى كوچك واقع در كرت و يونان و جزاير درياى اژه به اين نام خوانده ميشدند .\r\n( 2 ) -  Pythagoras \r\n( 3 ) -  Zeus Agoraios  - اين نام در دنياى قديم به معابدى داده ميشد كه بنام خداى خدايان در ميان ميدان بزرگ شهر برپا ميكردند و تصور ميكردند كه با اين ترتيب خداوند بزرگ حمايت و هدايت مجامع عمومى اهالى شهر را به عهده ميگيرد و در فعاليت‌هاى سياسى و عمومى شهر مشاركت مىكند .\r\n( 4 ) -  Boutakides \r\n( 5 ) - سيرن  ( Cyvene )  مهاجرنشين معروف اهالى ترا  ( Thera )  در سواحل افريقاى شمالى كه بعدها در دنياى باستان به صورت يكى از پايگاههاى نفوذ تمدن يونان در قاره سياه درآمد و شهرت فراوانى بدست آورد .\r\n","page_name":" 41 ","page_number":47},
  {"content":"\r\n\r\nسلطنت آنجا را بدست ميآورد زيرا كلئومن مدت زيادى در سپارت سلطنت نكرد و وقتى درگذشت غير از دخترى كه گورگو « 1 » نام داشت فرزندى از او باقى نماند .\r\n49 - پس باين‌ترتيب در موقعى كه كلئومن در سپارت حكومت ميكرد آريستاگوراس حكمران مستبد ملط به آن شهر رسيد و با او به مذاكره پرداخت . بطوريكه لاكدمونىها نقل ميكنند وى لوحه كوچكى از مفرغ با خود آورده بود كه تصوير سراسر زمين با تمام درياها و رودها بر روى آن حك شده بود . همين كه آريستاگوراس بحضور كلئومن رسيد با وى چنين آغاز سخن كرد : « كلئومن ! از اينكه مشاهده ميكنى كه با چنين شتاب و رغبت از راه ميرسم در شگفت مشو . اكنون وضع ما از اينقرار است :\r\nفرزندان سرزمين يونى بجاى آنكه مردمانى آزاد باشند به صورت برگان درآمده‌اند ؛ اين موضوع اهانتى است بيرحمانه و رنجى است كه ابتداء دامنگير خود ما و بعد از آن بين ديگر مردمان يونانى و بيش از همه مستقيما و به نسبت برترى كه بر ديگر هم‌نژادان ما داريد مستقيما شامل شما خواهد شد . شما را به خدايان يونانى سوگند مىدهم كه يونىها را از بردگى و اسارت برهانيد . آنان از خود شما هستند و حصول اين منظور براى شما آسان است . بربرها در جنگ چندان ترس‌آور نيستند و شما كسانى هستيد كه در منتهاى فضيلت نظامى و جنگى تربيت يافته‌ايد . آنان با كمان و نيزه‌هاى كوتاه بجنگ ميپردازند ؛ با شلوارهاى كوتاه و گشاد خود به صحنه كارزار ميروند و كلاهى بلند بر سر دارند . دست و پاى آنان باين‌ترتيب بسته است و بنابراين به آسانى ميتوان بر آنان چيره شد . ثروت و ذخاير طلاى مردمان اين قاره از ثروت مجموع تمام ملل و اقوام ديگر متجاوز است . آنان نقره ، مس ، پارچه‌هاى رنگارنگ ، حيوانات باربر و بردگان نيز دارند . شما هم ميتوانيد مالك اين غنائم گرديد و كافى است كه چنين اراده كنيد . اكنون براى تو شرح مىدهم كه اين اقوام نسبت به يكديگر در چه وضعى قرار دارند . يونىها در اين محل قرار دارند و بعد از آنها در اينطرف ليديها هستند كه در سرزمينى حاصلخيز زندگى ميكنند و از لحاظ نقره بسيار غنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Gorgo \r\n","page_name":" 42 ","page_number":48},
  {"content":"\r\n\r\nهستند . » وى در ضمن نقل اين مطالب محل اين سرزمين‌ها را از روى نقشه ارض كه بر روى لوحه‌اى از مفرغ حك شده بود و با خود آورده بود تعيين ميكرد . وى چنين بسخن ادامه داد : « همسايگان ليدىها فريجىها هستند كه در جهت شرق در اين محل قرار دارند . از بين اقوامى كه من مىشناسم هيچيك صاحب رمه‌هائى بزرگتر و محصولى بيشتر از آنان نيست . در جوار فريجىها مردمان كاپادوكيه قرار دارند كه ما آنها را سورى ميناميم . در كنار آنان كيليكى قرار دارد . سرزمين كيلكى به اين دريا منتهى مىشود و جزيره قبرس در همين دريا و در اين محل قرار دارد . كيليكى هر سال خراجى برابر پانصد تالان « 1 » به پادشاه بزرگ ميپردازد . بعد از كيليكى در اين محل ارمنستان قرار دارد كه سرزمينى است كه چراگاههاى وسيع در آن يافت مىشود . بعد از ارمنىها ماتين‌ها قرار دارند كه سرزمين آنها در اين نقطه است . در جوار اين منطقه كيسى « 2 » قرار دارد . در اين ايالت و در نزديكى اين رود كه خوآسب « 3 » نام دارد در اين نقطه كه ملاحظه ميكنى شهر شوش سر بفلك كشيده است . گنجينه‌ها و خزاين در اين نقطه است . اگر شما بر اين شهر دست يابيد با غنائم آن ميتوانيد در كمال اطمينان با خداوند زوس رقابت كنيد . شگفت‌آور است كه شما بخاطر سرزمينى كوچك كه حتى تا اين حد حاصلخيز نيست و براى قطعه زمينى باريك با اهالى مسنى « 4 » كه از حيث قدرت با شما برابرند و اهالى آركادى « 5 » و آرگوس « 6 » كه از سيم و زر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تالان واحد وزن در يونان باستان و برابر 39 / 36 كيلوگرم .\r\n( 2 ) -  Kissie \r\n( 3 ) -  Khoaspes \r\n( 4 ) - مسنى  ( Messenie )  از نواحى پلوپونز قديم واقع در جنوب غربى اين شبه جزيره كه مدتها در قيد حكومت سپارتىها قرار داشت و از قرن هشت تا قرن پنج قبل از ميلاد براى تحصيل استقلال از دست رفته خود جنگيد و سرانجام در قرن چهار قبل از ميلاد مجددا استقلال يافت .\r\n( 5 ) - آركادى  ( Arcadie )  از نواحى يونان باستان واقع در مركز شبه جزيره پلوپونز در همسايگى سرزمين مسنى  ( Messenie )  كه ساكنان آن از پلازژهاى قديم يونان بودند .\r\n( 6 ) - آرگوس  ( Argos )  از شهرهاى معروف يونان باستان كه بتصور پاره‌اى از مورخين قديمىترين شهر يونان باستان محسوب ميشده است .\r\n","page_name":" 43 ","page_number":49},
  {"content":"\r\n\r\n( يعنى چيزى كه مردم بخاطر آن در صحنه جنگ با خطر روبرو ميشوند ) محرومند جنگ ميكنيد ، اما وقتى به آسانى ميتوانيد آسيا را فتح كنيد در آن مورد روشى ديگر در پيش ميگيريد ! » آريستا گوراس چنان سخن گفت و كلئومن چنين پاسخ داد : « اى خارجى كه از اهل ملط هستى ، من جواب اين سئوال را بتأخير مياندازم و دو روز ديگر به تو پاسخ خواهم داد . »\r\n50 - در آن موقع بيش از اين صحبتى نكردند ، اما وقتى روز جوابگوئى فرارسيد در محل معين براى جواب حاضر شدند . كلئومن از آريستا گوراس سؤال كرد كه فاصله بين سرزمين يونى از ساحل تا مقر سلطنتى چه مقدار است . آريستا گوراس كه اتفاقا حاضر بجواب بود و جواب را در آستين خود حاضر داشت در اين مورد نسنجيده رفتار كرد .\r\nچه اگر واقعا قصد داشت سپارتىها را به آسيا بكشاند جاى آن نبود كه در اين مورد پاسخى مطابق واقع دهد . اما او ناشيانه پاسخ داد كه اين فاصله به مقدار سه ماه راه است . همين كه اين مطلب گفته شد كلئومن سخن او را قطع كرد و از ادامه توضيحاتى كه آريستاگوراس قصد داشت درباره اين خط سير بدهد مانع شد و چنين پاسخ داد : « اى خارجى كه از اهل ملط هستى ، قبل از غروب آفتاب سپارت را ترك كن ، زيرا تو با اين قصد كه ميخواهى ما را با خود به محلى بفاصله سه ماه راه از سواحل ببرى سخنى مطبوع طبع ما نميگوئى . »\r\n51 - كلئومن چنين سخن گفت و سپس به خانه خود بازگشت . آريستاگوراس شاخه‌اى زيتون بدست گرفت و بار ديگر بنزد كلئومن شتافت . وى با التماس و اصرار به خانه او وارد شد و از كلئومن تقاضا كرد دختر خود را كه گورگو « 1 » نام داشت و در كنار او ايستاده بود مرخص كند و آنگاه بسخنان او گوش كند . اين دختر يگانه فرزند او بود و در آن موقع فقط هفت يا هشت سال داشت . كلئومن از آريستاگوراس دعوت كرد تا مطلب خود را آزادانه و بىتوجه به حضور دختر خردسال او بيان كند . آريستاگوراس ابتدا به او وعده داد كه اگر آنچه را كه او ميخواهد انجام دهد ده تالان « 2 » به او بپردازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Gorgo \r\n( 2 ) - تالان  ( Tlent )  واحد وزن در يونان باستان و برابر 39 / 36 كيلوگرم\r\n","page_name":" 44 ","page_number":50},
  {"content":"\r\n\r\nچون كلئومن سر را بعلامت نفى تكان داد ، آريستا گوراس تدريجا بر مبلغ افزود تا جائى كه به پنجاه تالان رسيد . در اين موقع آن دختر خردسال فرياد زد : « پدر ، از اين محل دور شو زيرا اگر دور نشوى اين خارجى ترا فريب خواهد داد . » كلئومن از اندرز دختر خردسال خود خوشنود شد و باطاقى ديگر رفت . آريستا گوراس ناگزير سپارت را ترك گفت زيرا ديگر در اين شهر امكان آن را نداشت كه درباره راهى كه به سرزمين پارس منتهى ميشد توضيح بيشترى دهد .\r\n52 - اما ما خود درباره اين راه سخنى چند نقل ميكنيم : در سراسر مسير اين راه ساختمان‌هاى شاهى و كاروانسراهاى زيبائى احداث شده است . در تمام اين خط سير از سرزمين‌هائى ميگذريم كه سراسر مسكون و كاملا امن است . در سراسر ليدى و فريجيه بيست منزل راه بدنبال هم قرار دارد كه جمعا نود و چهار پارازانژ « 1 » و نيم ميگردد . در آنسوى فريجيه با رود هاليس « 2 » روبرو ميشويم . براى مراقبت از اين رود قلعه مستحكمى ساخته‌اند . و براى عبور از آن بايد قبلا از معابر تنگ كوهستانى كه بر اين رود مشرف است عبور كرد . پس از عبور از اين رود به كاپادوكيه خواهيم رسيد و از آنجا تا مرز كيليكى بيست و هشت منزل يا يكصد و چهار پارازانژ راه بايد پيمود . در سر حد كيليكى بايد از دو معبر تنگ كوهستانى و دو قلعه مستحكم عبور كرد . دنباله جاده در اين سرزمين و در آنسوى سر حد كيليكى سه منزل و پانزده پارازانترونيم راه است .\r\nمرز بين كيليكى و ارمنستان روديست قابل كشتىرانى كه فرات نام دارد . در ارمنستان پانزده منزل راه است كه در هريك از آنها پادگانى وجود دارد و جمعا پنجاه و شش پارازانژ مىشود . در اين منطقه چهار رود قابل كشتىرانى جريان دارد كه بايد مطلقا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پارازانژ  ( Parasanges )  واحد طول در ايران باستان و برابر سى ستاد يونانى ( 5 كيلومتر و 328 متر )\r\n( 2 ) - هاليس  ( Halyse )  نام قديم رود قزل ايرماق واقع در قسمت مركزى آسياى صغير كه آب آن بدرياى سياه ميريزد . جنگ معروف كسوف كه در سال 601 قبل از ميلاد بين هوخشتر پادشاه معروف ماد و آليات پادشاه ليدى اتفاق افتاد در ساحل اين رود كه مدتها سرحد امپراتورى ليدى و ماد بوده است رويداد .\r\n","page_name":" 45 ","page_number":51},
  {"content":"\r\n\r\nاز آنها عبور كرد . نخستين آنها رود دجله است ؛ و دومين و سومين آنها هر دو يك نام دارند ، در حالى كه دو رود جداگانه‌اند و هر دو از يك محل سرچشمه نميگيرند ، يكى از آنها از ارمنستان جارى است و ديگرى از سرزمين ماتين « 1 » . چهارمين اين رودها گيندس « 2 » نام دارد . اين همان رودى است كه در گذشته كوروش آن را به سيصد و شصت مجرا تقسيم كرد . از ارمنستان تا سرزمين ماتين چهار منزل راه است و وقتى از اين سرزمين به كيسى رسيديم يازده منزل و چهل و دو پارازانژونيم راه باقى است تا به خوسپ « 3 » يعنى رودى كه قابل كشتىرانى است و شهر شوش در ساحل آن بنا شده است برسيم . تعداد اين منزل‌ها جمعا به يكصد و يازده ميرسد . چنين است تعداد توقف‌گاه‌هائى كه از سارد تا شوش وجود دارد .\r\n53 - اگر طول راه شاهى را به پارازانژ برآورد كنيم و اگر پارازانژ برابر سى ستاد باشد و در حقيقت همين مقدار هم هست ، از سارد تا مقر شاهى كه به « كاخ ممنون » معروف است جمعا سيزده هزار و پانصد ستاد يعنى چهارصد و پنجاه پارانژ فاصله است .\r\nو اگر در هر روز صد و پنجاه ستاد راه‌پيمائى كنيم ، طى تمام اين مسافت بطور دقيق نود روز طول ميكشد .\r\n54 - از اينقرار وقتى آريستا گوراس ملطى به كلئومن لاكدمونى ميگفت كه براى وصول به مقر شاهى لازم است سه ماه در داخل آن سرزمين راه پيمود ، سخنى بگزاف نگفته بود . اما اگر كسى اطلاعات بيشترى در اين‌باره بخواهد من اضافه ميكنم كه بايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Matienes \r\n( 2 ) - گيندس  ( Gyndes )  يا ژيندس نام قديم رودى است كه در محل سرزمين آشور قديم جارى بود . اين رود كه امروز قره‌سو نام دارد و از شعب رود دجله است همان رود معروفى است كه بحكايت هردوت ، كوروش كبير پادشاه هخامنشى در موقع لشكركشى به بابل چون يكى از اسبهاى مورد علاقه‌اش در آبهاى آن غرق شد فرمان داد تا با حفر 360 مجرا آبهاى آن را در صحرا پراكنده كردند . امروز آثار مجارى مزبور از بين رفته و رود فره‌سو مجددا در مجراى اصلى خود قرار گرفته .\r\n( 3 ) -  Koaspes \r\n","page_name":" 46 ","page_number":52},
  {"content":"\r\n\r\nفاصله بين افز « 1 » و سارد را بر آن افزود و بنابراين از درياى يونانى تا شوش جمعا چهارده هزار و چهل ستاد راه است ( و همين شهر است كه به شهر ممنون معروف است ) زيرا از افز تا سارد پانصد و چهل ستاد فاصله است و از اينقرار بايد سه روز ديگر به سه ماه راه‌پيمائى افزود .\r\n55 - آريستاگوراس پس از آنكه از سپارت رانده شد به آتن عزيمت كرد . اين شهر بطوريكه هم‌اكنون بنقل آن ميپردازم بتازگى خود را از حكومت حكمرانان مستبد خلاص كرده بود : هيپارك « 2 » فرزند پيزيسترات « 3 » و برادر هيپياس « 4 » حكمران مستبد آتن شبى خواب ديد كه كشته خواهد شد و كمى بعد هم بدست آريستوژيتون « 5 » و هارموديوس « 6 » كشته شد . اينان از بازماندگان يكى از خانواده‌هائى بودند كه در گذشته از ژفيرا « 7 » به آتن كوچ كرده بودند . بعد از مرگ او نيز مدت چهل سال استبداد باشدت سابق و حتى سخت‌تر از گذشته بر آتن حكمفرما بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - افز  ( Ephese )  از مهاجرنشين‌هاى يونان باستان و يكى از شهرهاى دوازده‌گانه اتحاد يونى در ساحل آسياى صغير .\r\n( 2 ) - هيپارك  ( Hiparque )  فرزند پيزيسترات حكمران مستبد آتن در قرن شش قبل از ميلاد كه باتفاق برادرش هيپياس  ( Hippias )  جانشين پدر شد ، پيزيسترات و هيپارك و هيپياس در آتن بخوشنامى حكومت كردند و در دورهء حكومت آنان كه با عقل و درايت توام بود علم و دانش در اين سرزمين توسعه يافت .\r\n( 3 ) - پيزيسترات  ( Pisistrate )  فرمانرواى مستبد آتن در قرن شش قبل از ميلاد كه در حكومت خود متكى به مردم عوام و طبقه سوم بود و باتكاى آنان با قدرت حكومت كرد و از نفوذ اشراف در حكومت كاست . در زمان او آتن باوج شهرت و آبادانى رسيد .\r\n( 4 ) - هيپياس  ( Hipias )  - يادداشت ذيل همين بند درباره هيپارك\r\n( 5 ) - آريستوژيتون  ( Aristogiton )  قاتل هيپارك فرمانرواى مستبد آتن در اواخر قرن شش قبل از ميلاد .\r\n( 6 ) - هارموديوس  ( Harmodios )  قاتل هيپارك فرمانرواى مستبد و معروف آتن در اواخر قرن شش قبل از ميلاد .\r\n( 7 ) -  ( Gephyra )  - از شهرهاى قديم بئوسى در يونان باستان .\r\n","page_name":" 47 ","page_number":53},
  {"content":"\r\n\r\n56 - اما خوابى كه هيپارك ديد چنين بود : شبى كه فرداى آن جشن پاناتنه « 1 » برپا ميشد هيپارك خواب ديد كه مردى بلند بالا و خوش‌اندام در كنار او قرار گرفته و اين معما را بر او طرح مىكند :\r\nبىخيال و آسوده ، تو اى شيرمرد ، با سرنوشت ترس‌آور روبرو شو ،\r\nمردى مشوش و بىانصاف حساب سنگينى را تصفيه خواهد كرد .\r\nهمين كه صبح شد وى خواب خود را با خوابگذاران در ميان گذارد و سپس بىتوجه به پاسخ آنان در ازدحام مردم شركت كرد و همانجا بقتل رسيد .\r\n57 - اهالى ژفيرا كه قاتلان هيپارك از بازماندگان آنان بودند مسقط الرأس خود را ارترى « 2 » ميدانند . اما بموجب تحقيقاتى كه من خود كرده‌ام آنان در حقيقت از نژاد فينيقى بوده‌اند و بهمراه كادموس « 3 » بسرزمينى كه امروز بئوسى « 4 » نام دارد قدم گذارده بوده‌اند . آنان در آن محل در سرزمين تاناگرا « 5 » كه سرنوشت نصيب آنان كرده بود ميزيستند . بار اول كه اهالى آرگوس « 6 » كادموسىها را از سرزمين خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پاناتنه  ( Panathenees )  بزرگترين و باشكوه‌ترين جشنى كه در آتن بافتخار آتنا  ( Athena )  حامى شهر آتن برپا ميكرده‌اند . در اين جشن يك چادر گلدوزى شده را كه دختران آتنى در مدت نه ماه تهيه كرده بودند دسته‌جمعى در شهر گردش ميدادند و سپس آن را به معبد آتنا ميبردند و به الهه تقديم ميكردند . بعلاوه در روزهاى قبل از جشن هر روز مسابقات و بازيهاى مختلف ترتيب ميدادند و مردم آتن بانواع بازيها و خواندن آوازها سرگرم ميشدند . اين جشن و جشن ديونيزى كه بافتخار ديونيزوس برپا ميشد بزرگترين جشن‌هاى مذهبى آتن باستان بود .\r\n( 2 ) - ارترى  ( Eretrie )  از شهرهاى قديم جزيره بزرگ او به  ( Eubec )  واقع در سواحل غربى شبه جزيره يونان كه مكرر بنحو مؤثر در شورش‌هاى مهاجرنشين‌هاى يونان در زمان داريوش بنفع اين مهاجرنشين‌ها مداخله كرد .\r\n( 3 ) - كادموس  ( Kadmos )  دريانورد افسانه‌اى فينيقى كه بحكايت افسانه‌هاى قديم موسس شهر معروف تب  ( Thebes )  در بئوسى بوده است .\r\n( 4 ) - بئوسى  ( Beotie )  از نواحى مركزى يونان قديم واقع در شمال ناحيه كورنت و و آتن . پايتخت آن شهر معروف تب  ( Thebes )  بوده است .\r\n( 5 ) - تاناگرا  ( Tanagra )  يا تاناگر  ( Tanagre )  از شهرهاى قديم بئوسى  ( Beotie )  در يونان باستان واقع در مشرق شهر معروف تب .\r\n( 6 ) -  ( Argos )  - يادداشت ذيل بند 49 اين كتاب .\r\n","page_name":" 48 ","page_number":54},
  {"content":"\r\n\r\nراندند اهالى ژفيرا كه بنوبه خود مورد تعرض اهالى بئوسى قرار گرفته بودند به آتن مهاجرت كردند و اهالى آتن بشرايطى حاضر شدند آنان را بين خود بپذيرند . از جمله ، بسيارى از امتيازاتى را كه نقل آن ضرورى به نظر نميرسد از آنان سلب كردند .\r\n58 - اين فينيقىها كه از آنان سخن ميگويم ، يعنى همراهان كادموس كه از اهل ژفيرا بودند ، پس از آنكه درين سرزمين مستقر شدند بسيارى از علوم و اطلاعات را با خود به يونان آوردند . مخصوصا الفبا و خط را كه تصور ميكنم تا آن زمان يونانيان از آن بىخبر بودند به آنان ياد دادند . اين الفبا در آغاز كار همان الفبائى بود كه در سراسر فينيقى معمول بود . اما با گذشت زمان تلفظ و همچنين شكل حروف آن تغيير كرد . يونىها تنها مردمان يونانى نژادى بودند كه در آن زمان در اكثر كشورها در جوار فينيقىها ميزيستند و همانها بودند كه الفبا را از فينيقىها گرفتند و آن را با كمى تغيير به كار بردند . اما چون فينيقىها اين الفباء را به يونان وارد كردند ، همانطور كه عدل و انصاف حكم ميكرد ، يونانيان مخالفتى با حفظ نام قديم آن يعنى « الفباى فينيقى » نكردند . يونىها كتابهائى را كه بر روى پا پيروس نگاشته شده بروش قديم « پوست » و يا « كتاب پوستى » مينامند ، زيرا چون ورق پاپيروس در آن زمان ناياب بود مردم به روى پوست بز و ميش مينگاشتند . در زمان ما نيز هنوز بسيارى از مردمان غير يونانى براى نگارش از پوست استفاده ميكنند .\r\n59 - من خود الفباى كادموسى را در معبد آپولون « 1 » واقع در ايسمنوس « 2 » شهر تب « 3 » كه در بئوسى « 4 » قرار دارد به چشم ديده‌ام . اين حروف بر روى سه عدد سه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Apollon \r\n( 2 ) - ايسمنوس  ( Ismenos )  يا ايسمن  ( Ismene )  نام قديم رودى است كه در بئوسى جارى بود و از شهر تب ميگذشت و بتصور يونانيان قديم رود مخصوص خداوند آپولون بوده است .\r\n( 3 ) - تب  ( Thebes )  شهر معروف و بزرگ يونان قديم و مركز بئوسى در يونان باستان كه مدتها در رديف آتن و سپارت به صورت يكى از مراكز قدرت در يونان باستان تجلى كرد .\r\n( 4 ) -  Beotie \r\n","page_name":" 49 ","page_number":55},
  {"content":"\r\n\r\nپايه حك شده‌اند و اكثر آنها نظير حروف الفباى يونى است . بر روى يكى از آن سه پايه‌ها اين كتيبه حك شده است :\r\n« هديه آمفيتريون « 1 » در بازگشت از تب ،\r\nاين سه پايه ظاهرا متعلق به زمان لئوس « 2 » فرزند لابداكوس « 3 » فرزند پوليدور « 4 » فرزند كادموس « 5 » است .\r\n60 - بر روى سه پايه دوم اين شعر شش هيجائى حك شده است :\r\nسكئوس « 6 » پس از آنكه در مسابقات قهرمانى پيروز شد اين هديه را ، كه گوهرى از هنرى گرانپايه است به آپولون خداوند تيرانداز هديه كرد .\r\nآيا اين سكئوس همان فرزند هيپوكون « 7 » نيست كه در زمان اوديپ « 8 » فرزند لئوس ميزيسته ؟ شايد هم بانى اين هديه سكئوس ديگرى باشد كه نام او با نام فرزند هيپوكون يكى است .\r\n61 - بر روى سه پايه سوم نيز شعرى شش هجائى حك شده كه چنين است :\r\nپادشاه ، لائوداماس « 9 » اين سه پايه را ،\r\nكه گوهرى از هنرى گرانپايه است به تيرانداز خطاناپذير « 10 » اهدا كرده است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آمفىتريون  ( Amphitryon )  پادشاه تيرنت  ( Tyrinthe )  كه بحكايت افسانه‌هاى باستان ژوپيتر خداى خدايان در غياب او زوجه‌اش را فريب داد و از نزديكى آندوهركول پهلوان معروف و افسانه‌اى يونان باستان به دنيا آمد .\r\n( 2 ) -  Laios \r\n( 3 ) -  Labdacos \r\n( 4 ) -  Polydore \r\n( 5 ) -  Kadmos \r\n( 6 ) -  Scaios \r\n( 7 ) -  Hippocoon \r\n( 8 ) -  Oedipe \r\n( 9 ) -  Laodamas \r\n( 10 ) - مقصود خداوند آپولون  ( Apollon )  است .\r\n","page_name":" 50 ","page_number":56},
  {"content":"\r\n\r\nدرست در زمان سلطنت همين لائوداماس فرزند اتئوكل « 1 » بود كه اهالى آرگوس كادموسىها را از سرزمين آنان راندند و كادموسىها بنزد انخله‌ها « 2 » پناهنده شدند .\r\nژفيراها كه در آن موقع در آن سرزمين باقى مانده بودند بعدها در نتيجه فشار اهالى بئوسى به آتن مهاجرت كردند و در اين شهر معابدى براى اجراى سنن و آداب خود ساختند . آتنىهاى ديگر حق ندارند به اين معابد قدم گذارند . اين معابد از ديگر بناهاى مذهبى به كلى متمايزاند . از بين آنان مخصوصا بايد از معبد و آئين‌هاى دمترى « 3 » آكه « 4 » نام برد .\r\n62 - تا اينجا درباره خوابى كه هيپارك ديده بود و اصل و منشاء ژفيراها كه قاتلان هيپيارك نيز از بازماندگان آنها بودند سخن گفتم . اكنون جاى آنست كه بار ديگر بشرح مطلبى كه در آغاز كار بدان مشغول بودم بپردازم و چگونگى استخلاص آتن را از استبداد و فرمانروايان مستبد نقل كنم . هيپياس « 5 » به حكومت استبدادى خود همچنان ادامه ميداد و از اهالى آتن به علت قتل هيپارك نفرت داشت . خاندان آلكمئون « 6 » يكى از خاندانهاى آتنى بود كه براى نجات از حكومت خاندان پيزيسترات « 7 » از آتن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Eteocle \r\n( 2 ) -  Enkhelees \r\n( 3 ) - دمتر  ( Demeter )  يا سرس  ( Ceres )  الهه زراعت در يونان باستان .\r\n( 4 ) - آكه  ( Achee )  يكى از نواحى شمالى پلوپونژ قديم در يونان باستان كه شامل دوازده شهر كوچك ميشد . اين شهرهاى كوچك بعدها باهم متحد شدند و اتحاديه معروف آكه را تأسيس كردند .\r\n( 5 ) -  Hippias \r\n( 6 ) - آلكمئون‌ها  ( Alcmeons )  يكى از خانواده‌هاى بزرگ آتن در يونان باستان كه مدتها باتكاى طبقه اشراف در آتن حكومت كرد . از اين خاندان كه رقيب سرسخت خاندان پيزيسترات بود مردان بزرگى مانند مگاكلس  ( Megacles )  - كليستن  ( Clislthene )  پريكلس  ( Pericles )  و آلكيبياد  ( Alcibiade )  با قدرت در آتن حكومت كردند .\r\n( 7 ) - داستان رقابت دو خاندان معروف آتنى پيزيسترات و آلكمئون بتفصيل در بند 60 از كتاب اول هردوت نقل گرديده است . در كتاب ششم نيز ( بند 125 ببعد ) بتفصيل درباره اتحاد خاندان آلكمئون با حكمران سيسيون  ( Cicyone )  سخن گفته شده است .\r\n","page_name":" 51 ","page_number":57},
  {"content":"\r\n\r\nمهاجرت كرده بود . در آن موقع اين خاندان و ديگر آتنىهاى تبعيدى سعى كردند از راه غافلگيرى و قهر به شهر وارد شوند . اما نه تنها به اين كار موفق نشدند بلكه تلاش آنها براى دست يافتن بر شهر و استخلاص آن از چنگ فرمانرواى مستبد آن با شكستى كامل مواجه شد . پس ناگزير ، خاندان آلكمئون در ليپسيدريون « 1 » بالاتر از پونيا « 2 » اردو زدند و با تمام قوا ديگران را بر ضد خاندان پيزيسترات برانگيختند . آنگاه با آمفيكتيون‌ها « 3 » براى ساختن معبد كنونى دلف كه در آن هنگام وجود نداشت مذاكره كردند و قرارداد بستند و چون مردمانى ثروتمند بودند و بعلاوه تا هر اندازه در نسل آنها بالا رويم مردمانى محترم بودند ، معبدى بنا كردند كه بمراتب از طرح مورد توافق مجلل‌تر بود . مثلا در حالى كه بموجب قرارداد متعهد بودند كه معبد را از سنگ اسفنجىشكل بسازند ، با اين‌حال تمام روبناى آن را از سنگ مرمر پاروس « 4 » ساختند .\r\n63 - بطوريكه اهالى آتن نقل ميكنند ، همين كه اين مردمان در دلف مستقر شدند هربار فرستاده‌اى از سپارت شخصا يا بنمايندگى از طرف دولت سپارت براى مشورت درباره هر جنگ به دلف ميآمد آنان هاتف معبد را با زر فريب ميدادند و از دهان او بفرستاده سپارت ميگفتند كه بايد براى آزادى آتن اقدام كنند . وقتى اهالى لاكدمون مشاهده كردند كه هاتف معبد پىدرپى چنين توصيه مىكند ، سپاهى بفرماندهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Leipsydrion \r\n( 2 ) -  Paeonia \r\n( 3 ) - آمفيكتيون‌ها  ( Amphictyons )  - اين اصطلاح در يونان باستان به كسانى گفته ميشد كه در شوراى مركزى اتحاديه‌هاى شهرهاى يونان حضور مييافتند . يكى از خصوصيات تمدن يونان باستان استقلال كامل شهرهاى بزرگ و كوچك اين سرزمين است كه حتى خطر مهاجمات خارجى نتوانست علاقه يونانيانرا به آن سست كند . اما در عين‌حال يونانيان قديم براى حفظ موجوديت خود اتحاديه‌اى مذهبى داشتند و هريك از آنها شورائى از آمفيكتيون‌ها كه نمايندگان مذهبى شهرهاى متحد بودند در يكى از معابد بزرگ تشكيل ميدادند .\r\n( 4 ) -  Paros \r\n","page_name":" 52 ","page_number":58},
  {"content":"\r\n\r\nآنكىموليوس « 1 » فرزند آستر « 2 » كه يكى از افراد برگزيده شهر بود براى استخلاص آتن از چنگ خاندان پيزيسترات روانه كردند . با اينكه خاندان پيزيسترات حق مهمان‌نوازى و دوستى به گردن اهالى لاكدمون داشتند ، با اين‌حال اينان فرامين خداوندى را ما فوق تعهدات انسانى دانستند و اين سپاه را با تعدادى كشتى از راه دريا به آتن فرستادند . آنكيموليوس در فالر « 3 » به ساحل نزديك شد و سربازان خود را در آن محل پياده كرد . خاندان پيزيسترات كه قبلا از اين ماجرا باخبر شده بودند تعدادى قواى كمكى از تسالى « 4 » طلب كردند . آنان با اين كشور پيمان اتحاد بسته بودند . اهالى تسالى بتقاضاى آنان و باتفاق آراء هزار سوار بفرماندهى پادشاه خود كينئاس « 5 » كه از اهل گونوس « 6 » بود روانه كردند . خاندان پيزيسترات باتكاى اين متحدين اين نقشه جنگى را طرح كردند : آنان امر كردند كه درختان سراسر دشت فالر را قطع كنند و در اين دشت هموار كه براى حمله سوارنظام آماده بود دسته‌هاى سوارنظام تسالى را مأمور حمله به دشمن كردند . اين تعرض تلفات زيادى براى لاكدمونىها ببار آورد و آنكيموليوس نيز كشته شد . بازماندگان سپاه لاكدمونى ناگزير ساحل را ترك كردند و به كشتىها پناه بردند . چنين بود پايان كار نخستين تعرض لاكدمون . قبر آنكيموليوس در آتيك « 7 » در دهكده آلوپكه « 8 » در نزديكى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Anchimolios \r\n( 2 ) -  Aster \r\n( 3 ) - فالر  ( Phalcre )  قديم‌ترين و كوچكترين بندر ساحلى آتن در يونان باستان واقع در ساحل خليج سارونيك  ( Saronique )  كه امروز به صورت بندرى نسبة آباد باقى است و فنرى  ( Phanari )  نام دارد .\r\n( 4 ) -  Thessalie \r\n( 5 ) -  Kineas \r\n( 6 ) -  Gounos \r\n( 7 ) - آتيك  ( Attique )  شبه جزيره معروف و مهد تمدن يونان و آتن در ساحل شرقى شبه جزيره يونان . آتن مركز اين شبه جزيره بود . دشت ماراتن كه جنگ معروف ماراتن در سال 490 قبل از ميلاد در آن رويداد در ساحل شرقى اين شبه جزيره قرار داد .\r\n( 8 ) -  Alopeke \r\n","page_name":" 53 ","page_number":59},
  {"content":"\r\n\r\nمعبد هراكلس « 1 » كه خود در كينوسارژ « 2 » واقع شده قرار دارد .\r\n64 - پس از آن ، لاكدمونىها به لشكركشى بزرگترى بر ضد آتن دست زدند و پادشاه خود كلئومن فرزند آناكساندريداس « 3 » را بفرماندهى خود برگزيدند . اين بار آنان سپاه خود را از دريا نفرستادند ، بلكه از راه خشكى گسيل داشتند . اين سپاه پس از آنكه آتيك را تسخير كرد در آغاز كار با حمله سوارنظام تسالى روبرو شد . اما طولى نكشيد كه تسالىها عقب نشستند و بيش از چهل تن از همراهان خود را در صحنه كارزار رها كردند . آنان كه از جنگ جان بدر برده بودند بىآنكه از مركوب خود پياده شوند راه تسالى را در پيش گرفتند . كلئومن تا حوالى شهر پيش رفت و در آنجا به آن دسته از آتنيان كه خواهان آزادى خود بودند ملحق شد و آنگاه حكمرانان مستبد را در داخل حصار پلازژى « 4 » محاصره كرد .\r\n65 - لاكدمونىها هرگز نميتوانستند خاندان پيزيسترات را از شهر خارج كنند زيرا آنان مايل نبودند به محاصره‌اى طولانى دست زنند ، در حالى كه خاندان پيزيسترات مأكول و مشروب به مقدار كافى براى خود تأمين كرده بودند . اما در آن موقع حادثه‌اى رويداد كه در عين‌حال كه براى آنان مساعد بود ، براى دشمنان آنان ناگوار بود و شايد اگر اين حادثه روى نميداد لاكدمونىها پس از چند روز محاصره به سپارت مراجعت ميكردند . آن حادثه از اينقرار بود كه سپارتىها اطفال خاندان پيزيسترات را كه براى تأمين بيشتر پنهانى به خارج شهر فرستاده شده بودند اسير كردند . اين واقعه وضع را براى خاندان پيزيسترات به كلى دگرگون كرد . خاندان پيزيسترات فرزندان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Heracles \r\n( 2 ) -  Kynosarges \r\n( 3 ) -  Anaxandridas \r\n( 4 ) - شهر اصلى آتن بر فراز تپه آكروپول بنا شده بود و حصارى مستحكم بضخامت چهار تا شش متر آن را محافظت ميكرد . بحكايت افسانه‌هاى قديم اين حصار بوسيله دسته‌اى از مردان پلازژ  ( Pelasges )  ساخته شد و بپاداش آن ، قسمتى از سرزمين يونان به آنان واگذار گرديد ( هردوت - جلد ششم - بند 137 )\r\n","page_name":" 54 ","page_number":60},
  {"content":"\r\n\r\nخود را بارز باز خريد كردند و بقبول شرطى كه آتنيان به آنان تحميل كردند راضى شدند . شرط آن بود كه خاندان پيزيسترات در ظرف پنج روز آتيك را ترك گويند .\r\nپس آنان ناگزير به سيژه « 1 » در ساحل سكاماندر « 2 » پناهنده شدند . خاندان پيزيسترات مدت سى و شش سال بر آتن حكومت كردند . افراد اين خاندان نيز ريشهء خارجى داشتند ؛ چه آنان از پيلوس « 3 » آمده بودند و از اخلاف نله « 4 » و از قومى بودند كه كودروس « 5 » و ملانتوس « 6 » بدان تعلق داشتند . اين دو نفر قبل از آنان به آتن آمده و در آنجا به سلطنت رسيده بودند . براى حفظ ياد بود همين اصل و منشاء بود كه هيپوكرات فرزند خود را پيزيسترات نام گذارد و اين نام همان نامى است كه قبلا به پيزيسترات فرزند نستور « 7 » تعلق داشته . بدين ترتيب آتنيان از حكومت فرمانروايان مستبد خود آسوده شدند . اكنون من قبل از هر چيز بشرح كارهاى آتنيان و وقايع مهمى خواهم پرداخت كه پس از آزادى آنان و قبل از شورش يونىها بر ضد داريوش ( يعنى قبل از آنكه آريستاگوراس از اهل ملط از آنان كمك طلب كند ) براى آنان رويداد .\r\n66 - آتن تا آن زمان كشورى بزرگ بود ، اما بعد از آنكه از حكومت حكمرانان مستبد خود خلاص شد بزرگتر شد . دو تن در آتن نفوذى فراوان يافتند . يكى از آن دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيژه  ( Sigee )  شهرى در آسياى صغير در ساحل داردانل در نزديكى دماغه‌اى كه به همين نام خوانده ميشد .\r\n( 2 ) - سكاماندر  ( Scamandre )  يا گسانت  ( Xanthe )  رود معروفى كه در زير ديوارهاى شهر افسانه‌اى تروآ جارى بود و امروز گيرك گوزلر نام دارد .\r\n( 3 ) -  ( Pylos )  در يونان باستان سه شهر از شهرهاى پلوپونز به اين نام خوانده ميشد كه معروف‌ترين آنها شهر پيلوس واقع در ساحل درياى يونى بود .\r\n( 4 ) - نله  ( Nelee )  از پيشقدمان يونانيان مهاجر كه تأسيس مهاجرنشين‌هاى معروف كلازومن  ( Clazomenes )  و كولوفون  ( Colophon )  و افز  ( Ephese )  و ملط را به او نسبت داده‌اند .\r\n( 5 ) -  Kodros \r\n( 6 ) -  Melanthos \r\n( 7 ) -  Nestor \r\n","page_name":" 55 ","page_number":61},
  {"content":"\r\n\r\nكليستن « 1 » از خاندان آلكمئون و همان كسى بود كه بطوريكه نقل ميكنند هاتف معبد الهى را با زر تطميع كرده بود . ديگرى ايزاگوراس « 2 » فرزند تيساندروس « 3 » بود كه به خاندانى بزرگ تعلق داشت . من قادر به بيان منشاء اصلى خاندان او نميباشم ولى ميدانم كه افراد اين خاندان قربانىهاى خود را به زوس كاريها تقديم ميكردند .\r\nرقابت اين دو نفر براى در دست گرفتن حكومت باغتشاشاتى منتهى شد و سرانجام كليستن بر رقيب خود فائق آمد . پس از آن درصدد جلب پشتيبانى ملت برآمد و آنگاه چهار قبيله آتنى را به ده قبيله تقسيم كرد و اسامى آنها را كه از نام فرزندان يون « 4 » ، ژلئون « 5 » ، اژيكوروس « 6 » ، آرگادس « 7 » و هوپلس « 8 » اقتباس شده بود تغيير داد و اسامى ديگر بجاى آن گذارد كه باستثناى يكى ، بقيه از اسامى قهرمانان محلى بود . آن يك اسم آژاكس « 9 » بود كه با اينكه منشاء خارجى داشت بعنوان همسايه متحد بديگر نام‌ها اضافه شد .\r\n67 - كليستن از اين حيث ، از جد مادرى خود كه او نيز كليستن نام داشت و حكمران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كليستن  ( Clistene )  بزرگ خاندان معروف آلكمئون  ( Alcmeon )  در آتن ، جد پريكلس بزرگ و رقيب هيپياس كه سرانجام توانست در سال 510 قبل از ميلاد وسايل تبعيد هيپياس را از آتن فراهم كند و باتكاى اشراف در اين شهر بحكومت رسد . وى برقراركننده قوانين سولون و مبتكر طرح تبعيد سياستمداران  ( Ostracisme )  در يونان باستان بود .\r\n( 2 ) - ايزاگوراس  ( Isagoras )  از بزرگان آتن در قرن شش قبل از ميلاد و رقيب كليستن در اين شهر كه سرانجام در 509 قبل از ميلاد بكمك پادشاه سپارت حكومت آتن را بچنگ آورد .\r\n( 3 ) -  Tisandros \r\n( 4 ) - يون  ( Ion )  فرزند هلن  ( Hellene )  و فرمانده افسانه‌اى آتنيان و يونانيان در جنگهائى كه در قرون اوليه تأسيس آتن اتفاق افتاد .\r\n( 5 ) -  Geleon \r\n( 6 ) -  Aigikoreus \r\n( 7 ) -  Argades \r\n( 8 ) -  Hoples \r\n( 9 ) -  Ajax \r\n","page_name":" 56 ","page_number":62},
  {"content":"\r\n\r\nمستبد سيسيون « 1 » بود الهام گرفت . توضيح آنكه هنگامى كه كليستن با اهالى آرگوس بجنگ مشغول بود آوازه‌خوانان دوره‌گرد را از خواندن اشعار هومر در موقع انجام مسابقات ممنوع كرد زيرا غالبا در اين اشعار از آرگوس و اهالى آن تجليل شده است . آنگاه چون در آن موقع نمازگاه قهرمانى بنام آدراستوس « 2 » فرزند تالائوس « 3 » در ميان ميدان شهر سيسيون « 4 » قرار داشت ( و امروز نيز موجود است ) كليستن هوس كرد اين قهرمان را نيز بعنوان اينكه از اهالى آرگوس است تبعيد كند . پس براى اين مقصود به دلف رفت و از هاتف معبد سؤال كرد كه آيا لازم است آئين آدراستوس را منع كند . هاتف معبد پاسخ داد كه آدراستوس پادشاه سيسيون است اما او خود جنايتكارى است كه بايد سنگسار شود . وقتى مشاهده كرد كه هاتف الهى حاضر نيست حتى به اين شكل با تقاضاى او موافقت كند ، در مراجعت درصدد برآمد كه ترتيبى دهد تا آدراستوس خود حاضر به ترك آن سرزمين گردد و وقتى راه آن را يافت كسانى به شهر تب « 5 » واقع در بئوسى « 6 » فرستاد و پيغام داد كه قصد دارد ملانيپوس « 7 » فرزند آستاكوس « 8 » را به شهر خود بازگرداند . اهالى تب تصوير اين قهرمان را به او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيسيون  ( Cicyone )  از شهرهاى يونان باستان واقع در ساحل غربى جزيره پلوپونز در خليج كورنت .\r\n( 2 ) -  Adrastos \r\n( 3 ) -  Talaos \r\n( 4 ) -  Cicyone \r\n( 5 ) - تب  ( Thebes )  پايتخت معروف سرزمين بئوسى در شمال شبه جزيره آتيك و در نزديكى آتن كه بعد از آتن و سپارت از بزرگترين شهرهاى يونان باستان محسوب ميشد .\r\n( 6 ) - بئوسى  ( Beotie )  ناحيه وسيعى در شمال شبه جزيره آتيك در يونان باستان كه كه پايتخت آن شهر بزرگ و معروف تب  ( Thebes )  بوده است .\r\n( 7 ) -  Melanippos \r\n( 8 ) -  Astakos \r\n","page_name":" 57 ","page_number":63},
  {"content":"\r\n\r\nدادند . كليستن ملانيپوس را به سيسيون وارد كرد و در محوطه پريتانه « 1 » زيارتگاهى به او تخصيص داد و مجسمه او را در همان محل در نقطه‌اى كه كاملا در امان بود قرار داد . علت اينكه كليستن درصدد برآمد كه ملانيپوس را به آن شهر وارد كند آن بود كه ( مزيد اين توضيح ضرورى است ) ملانيپوس با آدارستوس كه قاتل برادرش مكيستس « 2 » و دامادش تيدس « 3 » بود خصومت شخصى داشت .\r\nوى نه‌تنها عبادتگاهى به ملانيپوس تخصيص داد ، بلكه قربانىها و جشن‌هائى كه براى آدراستوس معمول بود از او سلب كرد و به ملانيپوس انتقال داد . اهالى سيسيون به تجليل و بزرگ‌داشت آدراستوس عادت كرده بودند ، زيرا اين سرزمين در گذشته به پوليب « 4 » تعلق داشت . آدراستوس فرزند يكى از دختران پوليب بود و چون پوليب پس از مرگ وارثى نداشت حكومت نيز بوى رسيده بود . يكى از احتراماتى كه اهالى سيسيون نسبت به آدراستوس رعايت ميكردند آن بود كه با آوازهاى دسته‌جمعى غم‌انگيز خاطرهء داستان رنجها و شجاعت‌هاى او را تجديد ميكردند . آنان اين مراسم را به ياد ديونيزوس برپانميكردند ، بلكه آن را به ياد آدراستوس برپامينمودند .\r\nكليستن مراسم آواز دسته‌جمعى را به ديونيزوس بازگرداند و بقيه آن مراسم را به ملانيپوس تخصيص داد .\r\n68 - چنين بود طرز رفتار او با آدراستوس . و اما براى آنكه قبايل درى كه در سيسيون اقامت داشتند از درىهاى آرگوس متمايز شوند ، اسامى آنان را نيز تغيير داد . و در اين مورد اهالى سيسيون را وسيله تفريح خود قرار داد زيرا اسامى جديدى كه او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Prytanee  - اين اصطلاح در شهرهاى يونان باستان به محلى گفته ميشد كه قضات شهر بنام پريتان  ( Prytanes )  براى قضاوت در آن جلوس ميكردند و در حقيقت باصطلاح امروز دادگسترى و عدالتخانه بوده است . در آتن معمول بود كه هريك از اهالى كه خدمتى به شهر كرده بود بپاس اين خدمت براى مدتى در پريتانه سكونت ميكرد و در اين مدت از او نگهدارى ميشد و پذيرائى شايانى به عمل ميآمد .\r\n( 2 ) -  Mekistes \r\n( 3 ) -  TydeS \r\n( 4 ) -  Polybe \r\n","page_name":" 58 ","page_number":64},
  {"content":"\r\n\r\nبراى آن قبايل انتخاب كرد اسامى خوك و خر بود كه پسوند اسامى قديمى را نيز بر آن افزود . با اين‌حال قبيله‌اى را كه خود بدان تعلق داشت استثنا كرد و نام آن را از كلمه‌اى اخذ كرد كه مشخص شغل او بود و باين‌ترتيب آن قبيله را قبيله آركه‌لااو « 1 » ( يعنى قبيله حاكم ) نام داد . قبايل ديگر را هيات‌ها « 2 » اونئات‌ها « 3 » و شوآرت‌آت‌ها « 4 » نام گذارد . اين اسامى در تمام مدت حكومت كليستن و تا شصت سال پس از مرگ او همچنان در سيسيون معمول بود . بعدها ، در حقيقت مضحك بودن اين اسامى موجب تغيير آنها شد و اسامى هيله‌ها « 5 » و پامفيلىها « 6 » و ديمانات‌ها « 7 » جانشين آن شد .\r\nدر همان موقع تصميم گرفتند كه قبيله چهارم را نيز قبيله اژياله‌ها « 8 » كه از نام اژياله « 9 » فرزند آدراستوس اخذ شده بود بنامند .\r\n69 - چنين بود آنچه كليستن سيسيونى انجام داد . تصور ميكنم كليستن آتنى كه فرزند يكى از دختران كليستن اولى بود و نام خود را نيز از او اقتباس كرده بود به همان نسبت كه جدش درىها را تحقير ميكرد او نيز يونىها را حقير ميداشت و براى اينكه اسامى قبايل آتنى از اسامى قبايل يونى ممتاز باشد از هم اسم خود يعنى كليستن اول تقليد كرد . اين ماجرا چنين است كه پس از آنكه كليستن توانست مردم آتن را كه قبل از او به كلى از حيات سياسى بر كنار بودند با خود همراه كند ، اسامى قبايل را تغيير داد و بر تعداد آنها افزود . بجاى چهار رئيس قبيله ده رئيس قبيله تعيين كرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Archelaoi \r\n( 2 ) - هيات‌ها  ( Hyates )  مشتق از كلمه‌ايست يونانى كه معناى آن گفتار است .\r\n( 3 ) - اونئات‌ها  ( Oneates )  مشتق از كلمه‌ايست يونانى كه معناى آن خر است .\r\n( 4 ) - شوآره‌اآت‌ها  ( Choireates )  مشتق از كلمه‌ايست يونانى كه معناى آن « خوك شيرده » است .\r\n( 5 ) -  Hylleens \r\n( 6 ) -  Pamphyliens \r\n( 7 ) -  Dymanates \r\n( 8 ) -  Egialeens \r\n( 9 ) -  Egialee \r\n","page_name":" 59 ","page_number":65},
  {"content":"\r\n\r\nو دهات و قصبات را بين اين قبايل به ده گروه تقسيم كرد . بدين‌ترتيب موقعيت او پس از جلب حمايت مردم بمراتب از رقبايش مستحكم‌تر شد .\r\n70 - وقتى ايزاگوراس نيز مانند ديگر حريفان از او شكست خورد ، درصدد برآمد كه از كلئومن‌لاكدمونى كه از همان موقع كه خاندان پيزيسترات محاصره شده بود ميهمان او بود استمداد كند ( تاريخ او را متهم كرده است كه زياده از حد خود را به زوجه ايزاگوراس نزديك ميكرده ) . كلئومن ابتدا رسولى به آتن فرستاد و به كليستن امر كرد تا با بسيارى از آتنىهائى كه وى آنان را « متعهد » يا « ناپاك » ميناميد شهر را ترك كند . اين اتمام حجت بتحريك ايزاگوراس ارسال شد زيرا خاندان آلكمئون و طرفداران آنها متهم بقتلى شده بودند كه ايزاگوراس و دوستانش در آن دستى نداشتند .\r\n71 - و اما علت اينكه بعضى از آتنيان را « ناپاك » ناميده بودند چنين است كه شرح مىدهم :\r\nيكى از اهالى آتن كه كيلون « 1 » نام داشت و در بازيهاى المپى فاتح شده بود از راه غرور و خودخواهى هواى فرمانروائى در سرپرورانيد . اما چون در اين كار توفيق نيافت در مقابل تصوير الهى زانو زد و بتضرع پرداخت . مأموران نوكرارىها « 2 » كه در آن موقع آتن را اداره ميكردند او و يارانش را مجبور به ترك آن پناهگاه كردند . با اينكه آنان مسئول جنايات خود بودند به آنان امان داده شد . اتهام خاندان آلكمئونىها آن بود كه با اينكه به آنان امان داده شده بود آنانرا بقتل رسانده بودند . اين وقايع مربوط بزمانى قبل از دوره پيزيسترات است .\r\n72 - پس از آنكه كلئومن بوسيله فرستاده خود به كليستن و « ناپاكان » امر كرد تا آن سرزمين را ترك كنند ، كليستن خود به تنهائى مخفيانه آن سرزمين را ترك گفت . با اين حال ، كلئومن با سپاهى كه چندان مهم نبود به آتن وارد شد و بمحض ورود بتحريك ايزاگوراس هفتصد خانواده آتنى را اخراج كرد . پس از آن درصدد برآمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Kylon \r\n( 2 ) - نوكرارى  ( Naucraries )  واحد تقسيمات شهر آتن قبل از سولون بوده است .\r\nشهر آتن به چهار نوكرارى يا بخش تقسيم ميشد و در هريك از آنها يك پريتان  ( Prytanes )  مأمور اداره امور و وصول ماليات‌ها و حفظ نظم بوده است .\r\n","page_name":" 60 ","page_number":66},
  {"content":"\r\n\r\nكه مجلس « 1 » را منحل و كند و اختيارات حكومتى را به سيصد تن از اهالى آتن كه طرفدار ايزاگوراس بودند بسپارد . ليكن چون مجلس حاضر بقبول اين امر نشد و درصدد مقاومت برآمد ، كلئومن بكمك ايزاگوراس و ياران او قلعه شهر را تصرف كرد . اما باقيمانده اهالى آتن با اتفاق نظر كامل مدت دو روز آنانرا محاصره كردند .\r\nروز سوم آنان تسليم شدند و تمام كسانى كه از لاكدمونى آمده بودند آن سرزمين را ترك گفتند . بدين‌ترتيب اخطارى كه قبلا به كلئومن شده بود كاملا تحقق يافت .\r\nتوضيح اين مطلب اينست كه هنگامى كه وى به تسخير قلعه شهر مشغول بود به قصد مشورت با الهه بجانب معبد رفت ؛ اما كاهنه معبد قبل از اينكه او از آستانه قدم به داخل گذارد از جاى جود جست و بوى چنين گفت : « اى خارجى لاكدمونى ، برگرد و قدم در اين مكان مقدس مگذار ! خدايان حاضر به تحمل حضور درىها در اين مكان نيستند . » اما او پاسخ داده بود كه « اى زن ، من درى نيستم ، و از اهل آكه « 2 » هستم . » و آنگاه بىتوجه باخطار آن كاهنه به كار خود ادامه داده بود .\r\nنتيجه آن شد كه وى با همراهان لاكدمونى خود آن سرزمين را ترك گفت . اما اهالى آتن همكاران آنانرا بزندان انداختند تا در موقع مناسب آنانرا در آنجا بقتل رسانند .\r\nتيمسيته « 3 » از اهل دلف كه من بعدها درباره كارها و شجاعت‌هاى او بتفصيل سخن خواهم گفت در بين اين زندانيان بود . بدين‌ترتيب اين مردمان بزندان افتادند و حيات آنان بپايان رسيد .\r\n73 - پس از آن اهالى آتن كليستن و هفتصد خانواده‌اى را كه كلئومن تبعيد كرده بود به آتن فراخواندند و آنگاه كسانى به سارد فرستادند تا با پارس‌ها عقد اتحاد بندند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقصود بوله  ( Boule )  ياسناى پانصد عضوى آتن قديم است كه در زمان كليستن بوجود آمده بود و اداره امور شهر را به عهده داشت .\r\n( 2 ) - آكه  ( Achee )  منطقه‌اى در يونان باستان واقع در شمال شبه جزيره پلوپونز كه شامل دوازده شهر كوچك بود . اين دوازده شهر تدريجا باهم متحد شدند و اتحاد آنها در يونان باستان به صورت يكى از قدرت‌هاى بزرگ سياسى وقت تجلى كرد .\r\n( 3 ) -  Timesithee \r\n","page_name":" 61 ","page_number":67},
  {"content":"\r\n\r\nزيرا آنان به خوبى ميدانستند كه از آن ببعد با لاكدمونىها و كلئومن درحال جنگ بودند . وقتى فرستادگان به سارد رسيدند مأموريت خود را با آرتافرن فرزند هيستاسپ حاكم سارد در ميان گذاردند . آرتافرن از آنان سؤال كرد مردمانى كه با او قصد اتحاد دارند از چه قومى هستند و در كدام سرزمين زندگى ميكنند . پس از آنكه رسولان او را اين امر آگاه كردند بصراحت و با بيانى كوتاه چنين پاسخ داد : « اگر آتنىها حاضر به تقديم آب و خاك به داريوش شاه شوند اين اتحاد تحقق خواهد يافت « 1 » در غير اين صورت بايد بىتأمل به كشور خود بازگردند . » رسولان از جانب خود پاسخ دادند كه اهالى آتن حاضر بقبول اين امر ميباشند . قصد آنان از اين جواب آن بود كه در هرحال اين اتحاد تحقق يابد . اما همين كه آنان به سرزمين خود بازگشتند براى جوابيكه داده بودند با اعتراض شديدى روبرو شدند .\r\n74 - در همين‌حال كلئومن اطمينان يافت كه اهالى آتن در حرف و عمل او را دست انداخته‌اند . پس ، از سراسر پلوپونز سپاهى جمع‌آورى كرد ، اما مقصود خود را از جمع‌آورى اين سپاه پنهان داشت . قصد او اين بود كه از مردم آتن انتقام گيرد و و ايزاگوراس را كه همراه او قلعه آتن را ترك كرده بود و بدنبال او آمده بود بار ديگر بحكومت آن شهر برساند . پس كلئومن با سپاهى كثير به الوزى « 2 » حمله كرد . اهالى بئوسى « 3 » باستناد عهدنامه اتحاد خود اونو « 4 » و هيزى « 5 » و دهات مرزى آتيك « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقصود اينست كه حاضر بقبول فرمان پادشاه هخامنشى گردند .\r\n( 2 ) - الوزى  ( Eleusis )  يا الوزيس از شهرهاى كوچك يونان باستان واقع در نزديكى آتن و خليج سارونيك كه امروز لپسينا  ( Lepsina )  نام دارد .\r\n( 3 ) -  Beotie \r\n( 4 ) -  Oenoe \r\n( 5 ) -  Hysies \r\n( 6 ) - آتيك  ( Attique )  شبه جزيره بزرگ سرزمين يونان واقع در سواحل شرقى كه شهر باستانى آتن و دشت ماراتن در آن قرار داشت .\r\n","page_name":" 62 ","page_number":68},
  {"content":"\r\n\r\nرا تسخير كردند . اهالى كالسيس « 1 » نيز از سوى ديگر به دهات آتيك قدم گذاردند و خسارات زيادى باهالى وارد كردند . آتنىها كه از چند جانب مورد تعرض قرار گرفته بودند تصفيه حساب خود را با اهالى بئوسى و اهالى كالسيس بوقتى ديگر محول كردند و براى جنگ با پلوپونزىها كه در الوزى اردو زده بودند به آن سو حركت كردند .\r\n75 - در همان هنگام كه جنگ بين دو حريف در شرف وقوع بود كورنتىها در انديشه شدند كه كارى كه ميكنند از طريق انصاف نيست . پس قبل از ديگران عنان بپيچيدند و آن محل را ترك كردند . دمارات « 2 » فرزند آريستون « 3 » نيز از آنها تقليد كرد .\r\nوى نيز پادشاه سپارت بود كه با كلئومن اختلاف نظر داشت و باتفاق او سپاه لاكدمونى را همراهى كرده بود . بعد از اين اختلاف قانونى به مجلس سپارت بردند كه بموجب آن در آينده دو پادشاه حق نداشتند سپاهى را كه به قصد جنگ حركت ميكرد همراهى كنند ( زيرا تا آن زمان هر دو پادشاه با سپاه همراه ميشدند ) . بعد از آنكه يكى از دو پادشاه از فرماندهى بر كنار شد تصميم گرفته شد كه يكى از تيندارىهاى « 4 » دوگانه نيز كه تا آن زمان هر دو باهم بعنوان خدايان حامى همراه سپاه ميشدند در سپارت بماند . باقيمانده سپاه متحدين كه در الوزى اجتماع كرده بودند بمشاهده عزيمت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كالسيس  ( Chalcis )  در دنياى باستان چندين شهر به اين نام وجود داشته است از آن جمله است پايتخت جزيره بزرگ او به  ( Eubee )  واقع در ساحل شرقى شبه جزيره يونان - شهرى به همين نام در مقدونيه و ائولى و بئوسى وجود داشته . تصور ميرود منظور مؤلف در اين مقام شهر كالسيس واقع در بئوسى بوده است كه نزديكى آن با سرزمين آتيك موجب بروز اين حوادث گرديد .\r\n( 2 ) - دمارات  ( Demarate )  پادشاه سپارت از 510 تا 491 قبل از ميلاد كه در نتيجه مخالفت رقيب خود كلئومن  ( Cleomene )  از سلطنت خلع شد و بدربار داريوش پادشاه هخامنشى پناه برد . وى سالها در دربار پادشاه پارس بعزت زندگى كرد ولى سرانجام بموقع يونانيان را از قصد خشايارشا داير به لشكركشى به يونان مطلع كرد و از اين لحاظ خدمتى بزرگ به هموطنان خود انجام داد .\r\n( 3 ) -  Ariston \r\n( 4 ) - تيندارى  ( Thyndarides )  مظهر كاستور  ( Castor )  و پولوكس  ( Pollux )  خدايان معروف قوم درى در يونان باستان .\r\n","page_name":" 63 ","page_number":69},
  {"content":"\r\n\r\nكورنتىها و نفاق پادشاهان پراكنده شدند و هريك به موطن خود مراجعت كردند .\r\n76 - اين چهارمين هجوم درىها به سرزمين آتيك بود زيرا آنان دوبار بعنوان دشمن و دوبار هم براى كمك به دسته عوام به آنجا رفته بودند . بار اول موقعى بود كه آنان مهاجرنشينى در مگار « 1 » تأسيس كرده بودند ( در حقيقت اين جنگ را ميتوان جنگ كودروس « 2 » نام نهاد زيرا در آن زمان او در آتن سلطنت ميكرد ) . دربار دوم و سوم درىها سرزمين سپارت را به قصد بر كنار كردن خاندان پيزيسترات ترك گفته بودند و بار چهارم همين لشكركشى است كه من اكنون از آن سخن ميگويم و ضمن آن اهالى پلوپونز بفرماندهى كلئومن سرزمين الوزى را تسخير كردند . چنين بود چهارمين لشكركشى درىها به سرزمين آتن .\r\n77 - پس از آنكه متحدين بىموفقيت پراكنده شدند ، آتنىها كه دستخوش هواى انتقام بودند ابتدا به اهالى كالسيس حمله كردند . اما اهالى بئوسى براى كمك به اهالى كالسيس بسوى اوريپ « 3 » شتافتند . همين كه آتنىها اين قواى كمكى را مشاهده كردند تصميم گرفتند قبل از آنكه با اهالى كالسيس بجنگند همان قواى كمكى را مورد تعرض قرار دهند . پس به آنان حمله كردند و موفقيتى درخشان بدست آوردند .\r\nتعداد زيادى از مردمان بئوسى را بقتل رساندند و هفتصد تن از آنان را اسير كردند .\r\nهمان روز از تنگه او به « 4 » عبور كردند و با اهالى كالسيس جنگيدند و بر آنها نيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مگار  ( Megare )  يا مگارا  ( Megara )  پايتخت سرزمين مگارى واقع در شمال كورنت و در نزديكى خليج سارونيك در يونان باستان .\r\n( 2 ) - كودروس  ( Kodros )  پادشاه افسانه‌اى آتن كه در قرن نه قبل از ميلاد ميزيست و بحكايت افسانه‌هاى باستان براى پيروزى آتن فداكارى كرد و چون يكى از خدايان پيشگوئى كرده بود كه اگر پادشاهى بدست سربازان دشمن كشته شود سپاه او پيروز خواهد شد وى خود را بدست يكى از سربازان دشمن بقتل رسانيد تا سپاهش پيروز شود .\r\n( 3 ) - اوريپ  ( Euripe )  بغازبين جزيره اوبه  ( Eubee )  و ساحل شرقى يونان كه امروز بغاز نگروپون  ( Negrepont )  نام دارد .\r\n( 4 ) -  Eubee \r\n","page_name":" 64 ","page_number":70},
  {"content":"\r\n\r\nفائق شدند و چهار هزار كلروك « 1 » در اراضى دامداران « 2 » بزرگ باقى گذاردند .\r\nاين اصطلاح به مالكين سخت و خشن اطلاق ميشد . آنان تمام كسانى را كه زنده بچنگ آوردند بزنجير كشيدند و با زندانىهاى بئوسى يك‌جا بزندان افكندند . اما كمى بعد در مقابل كفاره‌اى كه براى هر نفر به مقدار دومين « 3 » تعيين شده بود آنها را آزاد كردند و زنجيرهاى اسارت آنها را بر فراز قلعه شهر آويختند . اين زنجيرها حتى در زمان من نيز اطراف ديوارهائى كه آن مردماد « 4 » قسمت‌هائى از آن را آتش زد ، در مقابل معبدى كه رو به مغرب قرار دارد ، آويخته بود . عشر كفاره را بساختن گردونه‌اى چهار اسبه از مفرغ تخصيص دادند كه آتنىها به پالاس « 5 » هديه كردند .\r\nهر تماشاچى كه از درهاى بزرگ قلعه شهر وارد شود در طرف چپ خود قبل از ديگر هدايا با اين هديه روبرو مىشود . بر روى اين هديه اين كتيبه حك شده است :\r\nبا كالسيس و بئوسى با خشونت رفتار شد ؛\r\nفرزندان آتن طغيان‌هاى آنها را درهم شكستند ؛\r\nزنجيرها و سياه‌چالهاى تاريك غرور آنها را خاموش كرد ؛\r\nاى پالاس ، اين ماديان‌ها را بعنوان پيشكش بپذير ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كلروك  ( Clerouques )  اصطلاح قديم آتنى است و به كسانى اطلاق ميشده است كه بعنوان مهاجر به سرزمين‌هاى تسخير شده و يا كشورهاى دست‌نشانده آتن فرستاده ميشدند . فرق كلروك‌ها با مهاجرين معمولى اين بود كه اينان تبعه آتن باقى ميماندند و نميتوانستند دولت مستقلى مانند ساير مهاجرنشين‌هاى يونان تشكيل دهند .\r\n( 2 ) - مقصود از « دامداران بزرگ » تعدادى از اهالى كالسيس  ( Calcis )  بود كه به دامدارى و مخصوصا پرورش اسب مشغول بودند و تعداد كثيرى دام به آنان تعلق داشت ( رجوع شود به قسمت اخير همين بند )\r\n( 3 ) - مين  ( Myne )  واحد وزن و پول در يونان باستان ( مقدمه درباره اوزان و مقادير در يونان باستان - هردوت - جلد اول - صفحه 34 ) .\r\n( 4 ) - مقصود از « مردماد » باحتمال زياد خشايارشا پادشاه هخامنشى است كه به يونان لشكر كشيد و شهر آتن را تسخير و بنا بادعاى مورخين يونان باستان آتش زد .\r\n( 5 ) - پالاس  ( Pallas )  يا منيرو  ( Minerve )  يا آتنه  ( Athenee )  الهه عقل و هنر و جنگ در يونان باستان .\r\n","page_name":" 65 ","page_number":71},
  {"content":"\r\n\r\n87 - باين‌ترتيب آتن در اين زورآزمائى پيروز شد . اين مطلب نه براى يك‌بار بلكه براى هميشه ثابت كرد كه آزادى و مساوات از امتيازات باارزش است . زيرا مادامى كه آتن در چنگ حكام مستبد بود كمترين تفوقى بر هيچيك از اقوام مجاور بدست نياورد ؛ اما همين كه از دست حكام مستبد خود رها شد بر تمام اقوام ديگر تفوق يافت . اين مطلب ثابت مىكند كه هربار مردم آتن اربابى خود رأى داشته‌اند دل به كار نميداده‌اند زيرا كار آنها به ارباب آنها تعلق داشت ؛ اما همين كه آزاد شدند هريك با تمام قوا بدفاع از مصالحى پرداختند كه از آن پس آن را مصالح خود ميدانستند .\r\n79 - چنين بود سرنوشت شهر آتن . مدتى بعد ، اهالى تب « 1 » كه قصد داشتند از آتنىها انتقام گيرند كسانى به دلف فرستادند . هاتف معبد به آنان پاسخ داد كه اگر به نيروى خود اكتفا كنند قادر بانتقام كشيدن نخواهند بود و به آنان توصيه كرد كه « ابتداء اين امر را با اهل نظر در ميان گذارند و آنگاه از نزديك‌ترين قوم و ملت استمداد كنند . » در مقابل اين جواب ، مشورت‌كنندگان هاتف مجلسى از عموم مردم تشكيل دادند و گفته هاتف را با آنان در ميان گذاردند . وقتى اهالى تب شنيدند كه بسفارش هاتف الهى بايد از نزديك‌ترين قوم و ملت استمداد كنند چنين گفتند :\r\n« آيا نه چنين است كه نزديكترين قوم و ملت بما مردمان تاناگرا « 2 » و كورونه « 3 » و تسپى « 4 » هستند ؟ اينان هميشه در كنار ما بوده‌اند و با شهامت و مردانگى دوش بدوش ما جنگيده‌اند . در اين صورت استمداد از آنان چه سودى دربر خواهد داشت . آيا تصور نميكنيد كه گفته هاتف مفهومى ديگر دارد ؟ »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Thebes \r\n( 2 ) - تاناگرا  ( Tanagra )  يا تاناگر  ( Tanagre )  از شهرهاى قديم بئوسى  ( Beotie )  واقع در شمال شبه جزيره آتيك كه امروز سكامينو  ( Scamino )  نام دارد .\r\n( 3 ) - كورونه  ( Coronee )  از شهرهاى قديم بئوسى واقع در شمال شبه جزيره آتيك در يونان باستان .\r\n( 4 ) - تسپى  ( Thespies )  از شهرهاى قديم بئوسى واقع در شمال جزيره آتيك كه امروز نئوكوريو  ( Neo - Chorio )  نام دارد .\r\n","page_name":" 66 ","page_number":72},
  {"content":"\r\n\r\n80 - در ضمن اين تفسيرها ناگهان يكى از كسانى كه گفته هاتف را درك كرده بود چنين گفت : « من تصور ميكنم آنچه را كه خداوند توصيه كرده است درك ميكنم .\r\nبطوريكه نقل ميكنند آسوپوس « 1 » دو دختر داشت كه يكى تبه « 2 » نام داشت و ديگرى اژينا « 3 » . چون اين دو دختر خواهر بوده‌اند من تصور ميكنم كه مقصود خداوند آنست كه ما براى انتقام از دشمنان خود از اهالى اژين كمك طلب كنيم . » هيچيك از عقايدى كه ابراز شد تا اين حد معقول به نظر نرسيد . پس اهالى تب بيدرنگ كسانى به اژين فرستادند و باستناد گفته هاتف الهى از آنان كه نزديكترين بستگان آنان بودند تقاضاى كمك كردند . اهالى اژين با اين تقاضا موافقت كردند و وعده دادند كه اهالى ائاسى « 4 » را براى جنگ با آنان همراه كنند .\r\n81 - اهالى تب بكمك اهالى ائاسى يك بار ديگر درصدد تعرض برآمدند ، اما آتنيان به سختى آنانرا راندند . پس آنان بار ديگر كسانى به اژين فرستادند و ضمن آنكه ائاسىها را به آنان تحويل دادند تقاضاى نفرات ديگرى كردند . در اينموقع اهالى اژين كه به علت رونق و سعادت سرزمين خود دستخوش غرور شده بودند و خاطرهء خصومت ديرين خود را با آتنيان نيز فراموش نكرده بودند باصرار اهالى تب و بىآنكه رسما بوسيله فرستاده‌اى اعلان جنگ دهند با آتنيان وارد جنگ شدند . چون آتنيان بفاصله نزديكى از اهالى بئوسى رسيده بودند ، آنان در كشتىهاى جنگى نشستند و به سواحل آتيك حمله كردند و فالر « 5 » و بسيارى از دهات نقاط ديگر ساحل را ويران كردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آسوپوس  ( Asopos )  نام يكى از رودهاى سرزمين بئوسى است كه يونانيان قديم براى آن قدرت الهى قائل بودند . بحكايت افسانه‌هاى باستان اين الهه دو دختر داشت بنام تبه  ( Thebe )  و اژينا  ( Aegina )  كه به ترتيب خداوندان حامى شهر تب و اژين بوده‌اند .\r\n( 2 ) -  Thebe \r\n( 3 ) -  Egina \r\n( 4 ) -  Eacides \r\n( 5 ) - فالر  ( Phalere )  بندرگاه معروف آتن در يونان باستان كه امروز به صورت بارانداز كوچكى باقى است .\r\n","page_name":" 67 ","page_number":73},
  {"content":"\r\n\r\nاين غارت و ويرانى خسارات محسوسى به آتنيان وارد كرد .\r\n82 - منشاء خصومت ديرين اهالى اژين و آتنيان حوادثى بود كه اكنون بنقل آن ميپردازم :\r\nوقتى چنين اتفاق افتاد كه در سرزمين اپيدور « 1 » هيچگونه محصولى بدست نيامد . اين بليه موجب شد كه اهالى اپيدور با هاتف معبد دلف به مشورت بپردازند . هاتف معبد به آنان سفارش كرد كه مجسمه‌اى از داميا « 2 » و اوكسزيا « 3 » برپا كنند تا وضع آنان بهبود يابد .\r\nاهالى اپيدور سؤال كردند كه اين مجسمه‌ها را بايد از مفرغ بسازند يا از مرمر .\r\nهاتف الهى پاسخ داد كه نبايد از هيچيك از ايندو باشد بلكه بايد از چوب زيتون پرورش يافته باشد . پس اهالى اپيدور از آتنيان تقاضا كردند اجازه دهند كه درخت زيتونى از سرزمين آنان قطع كنند زيرا تصور ميكردند كه درختان زيتون آتيك از تمام درختان ديگر پاكترند . از طرف ديگر بطوريكه نقل ميكنند در آن زمان درخت زيتون فقط در آتيك وجود داشت . آتنيان قبول كردند كه درخت زيتونى به آنان بدهند به شرط آنكه هر سال هدايائى به آتناپولياد « 4 » و اركته « 5 » اهداء كنند . اهالى اپيدور به اين شرط رضا دادند و پس از آنكه مطلوب خود را بدست آوردند از آن چوب زيتون مجسمه‌هائى از الهه ساختند و در سرزمين خود برپا كردند . از آن پس سرزمين آنها حاصلخيز شد و آنان نيز خراجى را كه به آتنيان وعده كرده بودند ميپرداختند .\r\n83 - در آن موقع نيز مانند گذشته اهالى اژين مطيع اهالى اپيدور بودند . مخصوصا در مواقعى كه اهالى اژين باهم اختلاف پيدا ميكردند از دريا ميگذشتند و به اپيدور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اپيدور  ( Epdaures )  از شهرهاى يونان باستان واقع در سرزمين آرگولى  ( Argolie )  كه امروز پيداورا  ( Pidavra )  نام دارد . در عهد باستان شهرى به همين نام در شبه جزيره پلوپونز وجود داشت .\r\n( 2 ) -  Damia  - داميا اوكسز يا خدايان محلى سرزمين اپيدور بودند كه در رديف دمتر خداى محصول محسوب ميشدند .\r\n( 3 ) -  Auxesia \r\n( 4 ) -  AthenaPoliade \r\n( 5 ) - اركته  ( Erechtee )  خداى طوفان كه بحكايت پاره‌اى افسانه‌هاى باستان يكى از پادشاهان قديم آتن بوده است .\r\n","page_name":" 68 ","page_number":74},
  {"content":"\r\n\r\nميرفتند تا معلوم كنند حق با كداميك از آنها است . اما از اين زمان ببعد آنان به ساختن كشتى مشغول شدند و بىتوجه به آنچه حزم و احتياط حكم ميكرد بر ضد اهالى اپيدور شوريدند . همين كه جنگ شروع شد آنان با استفاده از تفوق دريائى خود سرزمين دشمن را ويران كردند و مخصوصا مجسمه‌هاى داميا و اوكسزيا را از آنجا برداشتند و به سرزمين خود بردند و در مركز سرزمين خود در محلى كه اوآ « 1 » نام دارد و در حدود بيست ستاد « 2 » از شهر دور است قرار دادند . براى جلب محبت اين خدايان كه در آن محل قرار داده بودند هدايائى به آنان تقديم ميكردند و دسته‌هائى از زنان آوازه‌خوان ترتيب داده بودند كه خطاب به خود ناسزاهائى بر زبان جارى ميكردند . بهريك از اين دو الهه ده دسته آوازه‌خوان تخصيص داده شده بود .\r\nناسزاهاى اين آوازهاى دسته‌جمعى متوجه مردان نبود بلكه خطاب بزنان آن ناحيه بود . اين قبيل مراسم مذهبى در اپيدور معمول بود و علاوه بر آن مراسم اسرارآميز ديگرى نيز معمول بود كه فاش كردن آن جايز نيست .\r\n84 - بعد از ربوده شدن مجسمه‌ها ، اهالى اپيدور از پرداخت باج به آتن خوددارى كردند . آتنيان آنانرا به سختى ملامت كردند ، اما آنان پاسخ دادند كه تقصيرى ندارند زيرا تا زمانى كه مجسمه‌ها در سرزمين آنان بود باج معين را ميپرداختند ولى اكنون كه از آن مجسمه‌ها محروم شده‌اند شرط انصاف نيست كه باز هم باج آن را بپردازند پرداخت باج به عهده مالكين كنونى آن يعنى اهالى اژين است . پس آتنيان كسانى به اژين فرستادند و مجسمه‌ها را طلب كردند . اهالى اژين پاسخ دادند كه اين مجسمه‌ها به آتنيان ارتباطى ندارد .\r\n85 - بطوريكه آتنيان نقل كرده‌اند ، بعد از مطالبه مجسمه‌ها ، يك كشتى ، و فقط يك كشتى ، با سه رديف پاروزن به اژين حركت كرد . در اين كشتى تعدادى از اهالى آتن با مأموريت رسمى جاى گرفته بودند و وقتى به اژين رسيدند مجسمه‌هائى را كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Oia \r\n( 2 ) - ستاد  ( Stade )  واحد طول در يونان باستان و برابر 177 متر و شش سانتيمتر .\r\n","page_name":" 69 ","page_number":75},
  {"content":"\r\n\r\nاز چوب آتنى ساخته شده بود مطالبه كردند و سعى كردند آنها را از جاى بردارند و از پايه‌هاى خود به پائين كشند و با خود ببرند . اما چون نتوانستند باين‌ترتيب آنها را حركت دهند طناب‌هائى به اطراف آنها بستند و سپس شروع به كشيدن كردند . در همان موقع كه آنان به كشيدن طناب‌ها مشغول بودند صاعقه‌اى غريد و زمين بلرزه درآمد . كسانى كه آن كشتى را با خود آورده بودند و طناب‌ها را ميكشيدند به جنون دچار شدند و در عين حمله جنون مانند دشمنان بجان هم افتادند و بكشتار يكديگر دست زدند تا جائى كه فقط يك تن از آنان باقى ماند و آن يك تن به تنهائى به فالر بازگشت .\r\n86 - چنين بود روايات آتنيان . اما اهالى اژين مدعى هستند كه آتنيان تنها با يك كشتى نيامدند ( اگر يك كشتى بود و حتى اگر چند كشتى ديگر هم بود آنان با نيروى دريائى خود به آسانى ميتوانستند آنها را عقب برانند ) اهالى اژين مدعى هستند كه يك گروه كامل از كشتىهاى آتنى به سرزمين آنان حمله كردند . آنها خود معترفند كه در مقابل آتنيان تسليم شدند و به جنگ دريائى نپرداختند . نميتوان بتحقيق گفت كه علت تسليم شدن آنها آن بوده است كه آتنيان را در جنگ دريائى بر خود مسلط ميديدند و يا آنكه قصد داشتند آنچه را كه بعدا انجام دادند انجام « 1 » دهند و بخاطر آن تسليم شدند . بطوريكه آنان نقل ميكنند وقتى آتنيان مشاهده كردند كه هيچكس مدعى جنگ با آنان نيست از كشتىها پياده شدند و بسوى مجسمه‌ها رفتند . اما چون نتوانستند آنها را از پايه‌ها جدا كنند ناچار با طناب‌هائى كه به اطراف آنها بسته بودند به كشيدن آنها مشغول شدند . آنان طناب‌ها را بقدرى كشيدند كه آن دو مجسمه آنچه را كه من باور نميدارم ولى شايد ديگران باور دارند انجام دادند به اين معنى كه هر دو به زانو درآمدند و از آن زمان ببعد در همين وضع باقى مانده‌اند . بطوريكه اهالى اژين نقل ميكنند ، آتنيان بكارى كه اكنون نقل كردم مشغول شدند و در همين موقع اهالى اژين كه آتنىها را آماده حمله ديده بودند اهالى آرگوس را از ماجرا باخبر كردند . بدين‌ترتيب همانموقع كه آتنيان در اژين پياده ميشدند اهالى آرگوس نيز براى دفاع از اهالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رجوع شود به مطالب چند سطر بعد .\r\n","page_name":" 70 ","page_number":76},
  {"content":"\r\n\r\nاژين در آنجا حاضر شده بودند . آنان فاصله بين اپيدور و جزيره را بىآنكه كسى متوجه شود طى كردند و آتنيان بىآنكه قبلا از ورود آنان باخبر شده باشند ناگهان خود را با آنان روبرو ديدند و رابطه آنان با كشتىهايشان قطع شد . و در همين موقع بود كه رعد غريد و زمين بلرزه درآمد .\r\n87 - چنين بود روايت اهالى آرگوس و اهالى اژين . آنان نيز مانند آتنيان معتقدند كه فقط يكنفر از آتنيان توانست از اين حادثه جان سالم بدر برد و به آتيك بازگردد .\r\nاهالى آرگوس افتخار اين كشتار را كه در نتيجه آن از سپاه آتن فقط يك تن زنده باقى ماند به خود نسبت ميدهند ، در حالى كه آتنيان آن را نتيجه اعمال قدرت خداوندى ميدانند . بعلاوه بطوريكه نقل ميكنند آن يك تن بازمانده نيز چندان عمر نكرد و به ترتيبى كه نقل ميكنم درگذشت : همين كه وى به آتن وارد شد ماجراى آن فاجعه را نقل كرد . زنان كسانى كه براى جنگ به اژين رفته بودند از اين واقعه باخبر شدند و از اينكه فقط آن يك تن از اين حادثه جان سالم بدر برده است بخشم آمدند و بر سر آن بينوا ريختند و در حالى كه سراغ شوهران خود را ميگرفتند سنجاق‌هاى لباس خود را در بدن او فرو كردند . بدين‌ترتيب بود كه آن يكنفر نيز كشته شد . اما آتنيان از اين عصيان زنان بيش از شكست خود ناراحت شدند و چون وسيله‌اى براى مجازات زنان نداشتند لباس آنان را به لباس‌هاى يونى تبديل كردند . زيرا تا آن زمان زنان آتنى لباس درى كه كاملا شبيه لباس كورنتى بود دربر ميكردند و در اين زمان مردم آتن براى آنكه ديگر آنان سنجاق با خود نداشته باشند لباس آنان را به قبائى از كتان تبديل كردند .\r\n88 - در حقيقت منشاء اين لباس سرزمين يونى نبود بلكه سرزمين كارى بود . زيرا لباس ملى قديم تمام زنان در يونان همانست كه ما لباس درى ميناميم . بطوريكه نقل ميكنند اين واقعه موجب شد كه در آرگوس و اژين برعكس آتن ساختن سنجاق‌هائى نيم برابر بزرگتر از سنجاق‌هائى كه تا آن زمان در لباس‌ها به كار ميبردند معمول شد و همين سنجاق‌ها مهم‌ترين هديه‌اى بود كه زنان اژين به معبد دو الهه تقديم\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":77},
  {"content":"\r\n\r\nميكردند . در اين معابد هيچ‌چيز كه ساخت آتن بوده باشد و مخصوصا ظروف سفالين را راه نميدادند و از آن زمان اهالى اژين براى آشاميدن نيز ظروفى به كار ميبردند كه ساخت همان محل بود . از آن زمان ببعد و تا زمان ما هنوز زنان آرگوس و اژين براى ناراحت كردن زنان آتنى سنجاق‌هائى بزرگتر از سنجاق‌هاى سابق به لباس خود ميزنند .\r\n89 - از اينقرار ، خصومت اهالى اژين با آتنيان به ترتيبى شروع شد كه بنقل آن پرداختم .\r\nوقتى اهالى تب اهالى اژين را بكمك طلبيدند آنان ، كه هنوز كينه ناسزائى را كه بخاطر مجسمه‌ها شنيده بودند در دل داشتند ، با اشتياق كامل بكمك اهالى بئوسى شتافتند . اهالى اژين به غارت كردن و ويران كردن سواحل آتيك مشغول شدند و آتنيان درصدد برآمدند كه نيروى دريائى خود را بر ضد اژين به آن سرزمين بفرستند . اما در همين موقع هاتفى از معبد دلف رسيد كه بموجب آن آنان بايد از تاريخ خرابكارىهاى اهالى اژين سى سال صبر كنند و در سال سى و يكم معبدى براى اآك « 1 » برپا كنند و آنگاه به اژين حمله برند و البته در اين صورت همه چيز بر وفق مراد آنها خواهد بود ؛ هم‌اكنون نيز اگر بجنگ دست زنند پس از فراز و نشيب‌هاى فراوان و شكست‌ها و فتوحات سرانجام توفيق خواهند يافت . وقتى آتنيان از اين پيشگوئى الهى باخبر شدند معبدى براى اآك برپا كردند كه امروز نيز در ميدان مركزى شهر باقى است . اما آنان بعد از اهانت‌هاى جبران‌ناپذيرى كه از جانب اهالى اژين متحمل شده بودند نتوانستند خود را قانع كنند كه شرط عقل آنست كه مدت سى سال براى انتقام صبر كنند .\r\n90 - در همان موقع كه آنان به تهيه مقدمات انتقام مشغول بودند لاكدمونىها حادثه‌اى پيش آوردند كه مانعى در راه آنان ايجاد كرد . از مدتى قبل اهالى لاكدمون از تحريكات خاندان آلكمئون نزد هاتف معبد دلف و همچنين از دروئى هاتف نسبت به خود و خاندان پيزيسترات باخبر شده بودند . آنان از اين واقعه از دو جهت متأثر بودند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Eapue \r\n","page_name":" 72 ","page_number":78},
  {"content":"\r\n\r\nزيرا آنان كسانى را از سرزمين آتيك رانده بودند كه ميهمانان خود آنها بودند و با اينكه اين خدمت را براى آتنيان انجام داده بودند به خوبى حس ميكردند كه اين قوم كمترين حق‌شناسى نسبت به آنان ندارد . بعلاوه پيشگوئىهاى هاتف كه به آنان خبر داده بود كه در موارد متعدد از جانب آتنيان متحمل رفتارى نامطلوب خواهند شد در آنان موثر واقع گرديده بود . آنان ابتدا از اين پيشگوئىهاى هاتف بىخبر بودند ، اما وقتى بعدها كلئومن آنها را با خود به سپارت برد ، اهالى لاكدمون از آن اطلاع كامل يافتند . كلئومن اين پيشگوئىها را در قلعه شهر آتن بدست آورده بود زيرا خاندان پيزيسترات كه در آغاز كار آنها را در اختيار داشت در موقع تبعيد ، آنها را در معبد جاى داده بود و در نتيجه بعدها بدست كلئومن افتاد .\r\n91 - لاكدمونىها كه پيشگوئىهاى خدايان را بدست آورده بودند و از طرفى مشاهده ميكردند كه تعداد آتنيان افزايش يافته و حاضر باطاعت از آنان نميباشند چنين نتيجه گرفتند كه اگر مردم آتن آزاد بمانند خواهند توانست با مردم لاكدمون مقابله كنند در حالى كه اگر مطيع يك حاكم مستبد باشند نيروى آنان تحليل خواهد رفت و آماده براى فرمانبرى خواهند شد . وقتى اين افكار در آنان رسوخ يافت كس بنزد هيپياس « 1 » فرزند پيزيسترات به شهر سيژه « 2 » واقع در ساحل هلسپون « 3 » كه خاندان پيزيسترات به آنجا پناهنده شده بود فرستادند . آنان هيپياس را فرا خواندند و او بنزد آنان رفت .\r\nاهالى سپارت نمايندگانى از ديگر متحدين به اسپارت طلبيدند و با آنان چنين سخن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هيپياس  ( Hippias )  فرزند پيزيسترات فرمانرواى مستبد آتن كه پس از پدر مانند او باتكاى مردم طبقه سوم در آتن حكومت كرد و سرانجام در نتيجه فشار اشراف آتن از شهر گريخت و بدربار داريوش پناهنده شد . وى در لشكركشى داريوش به يونان و در جنگ معروف ماراتون كه در سال 490 قبل از ميلاد در نزديكى آتن اتفاق افتاد بعنوان هادى و راهنما با سپاه پارس همراه بود اما چون بر خلاف ادعاى او طرفدارانش در آتن عكس العملى نشان ندادند اين جنگ به شكست پارس‌ها خاتمه يافت .\r\n( 2 ) - شيژه  ( Sigee )  از شهرهاى قديم آسياى صغير واقع در ساحل داردانل .\r\n( 3 ) - هلسپون  ( Hellespont )  نام قديم بغاز داردانل است .\r\n","page_name":" 73 ","page_number":79},
  {"content":"\r\n\r\nگفتند : « هم‌رزمان ما ! اما خود متوجه شده‌ايم كه كار بدى كرده‌ايم . فريب پيشگوئىهاى ساختگى را خورديم و كسانى را كه دوستانه‌ترين روابط مهمان‌نوازى با ما داشته‌اند و حاضر بوده‌اند كه تسلط ما بر آتن حفظ شود از سرزمين خود تبعيد كرده‌ايم . ما فقط به اين اكتفا نكرده‌ايم ، بلكه شهر را بدست مردمى حق‌ناشناس داده‌ايم كه با اينكه بكمك ما آزاد شده‌اند همين كه كمر راست كرده‌اند ما و پادشاه ما را با منتهاى جسارت و گستاخى رانده‌اند و اكنون همانطور كه همسايگان نزديك آنها يعنى اهالى بئوسى و كالسيس بهتر از هركس تشخيص داده‌اند ، هم ادعاى آنها رو به فزايش است و هم قدرت آنها ، و اين مطلبى است كه به زودى ديگر ملل نيز همين كه چيزى از آنها كمتر داشته باشند متوجه آن خواهند شد . چون اين رفتار از جانب ما اشتباه بود اكنون بايد بكمك يكديگر اين اشتباه را جبران كنيم . براى همين منظور است كه ما شما و هيپياس را كه هم‌اكنون در اينجا حاضر است از شهرهاى خودتان فرا خوانده‌ايم . اين عمل براى آن صورت گرفته است كه وى را باتفاق نظر و با سپاه مشترك به آتن بازگردانيم و آنچه را كه از او گرفته‌ايم به او باز دهيم . »\r\n92 - آنان چنين گفتند ، اما اكثر متحدين آنها از اين سخن استقبال نكردند و همه سكوت اختيار كردند . سوسيكلس « 1 » از اهل كورنت « 2 » رشته سخن را بدست گرفت و چنين گفت :\r\nالف - در شگفتم كه آسمان به زير زمين و زمين بر روى آسمان خواهد رفت ، بنى نوع انسان در دريا زيست خواهد كرد و ماهىها بجاى آب به خشگى خواهند آمد ، زيرا شما لاكدمونىها ابتدا موازنه قوا را از بين برده‌ايد و اكنون در فكر آن هستيد كه استبداد را بر شهرها حكمفرما كنيد ، كارى كه اگر صورت بگيرد غير معقول و توام با خونريزى خواهد بود . اگر تصور ميكنيد كه حكومت استبدادى براى شهرها مفيدتر است پس خود قبل از ديگران مستبدى در شهر خود مستقر كنيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Sosicles \r\n( 2 ) - كورنت  ( Cnointhe )  از شهرهاى يونان باستان در كنار تنگه‌اى به همين نام كه شبه جزيره پلوپونز را به آتيك و بئوسى متصل مىكند .\r\n","page_name":" 74 ","page_number":80},
  {"content":"\r\n\r\nو آنگاه درصدد برآئيد كه نظير آن در شهرهاى ديگر برقرار سازيد . اما چنين نيست ، زيرا شما كه با حكومت استبدادى آشنائى نداريد با كمال دقت مراقبيد كه چنين حكومتى در سپارت برقرار نشود ، ولى در كمال بىانصافى در جستجوى آن هستيد كه اين حكومت بر متحدين شما تحميل شود . اگر شما نيز مانند ما طعم حكومت استبدادى را چشيده بوديد اكنون درباره آن عقيده‌اى ديگر داشتند .\r\nب - در گذشته وضع كورنت چنين بوده است كه اكنون شرح مىدهم : در اين شهر حكومتى از دسته‌اى اشراف و خانواده‌هاى آنان وجود داشت . اعضاى آن خانواده‌ها كه شهر را اداره ميكردند باكشى « 1 » نام داشتند . باكشىها فقط بين خود وصلت ميكردند . يكى از اين حكام كه آمفيون « 2 » نام داشت دخترى داشت لابدا « 3 » نام . هيچيك از باكشىها حاضر نبودند اين دختر را بزنى بگيرند . پس آن دختر را به ائتيون « 4 » فرزند اشكراتش « 5 » كه از قصبه پترا « 6 » و در اصل از قصبه لاپيت « 7 » و از اخلاف كونه « 8 » بود دادند . چون اين شخص از اين زن و از هيچ زنى ديگر صاحب فرزندى نشده بود براى مشورت با خداوند به دلف رفت . همين كه او به معبد الهى قدم گذارد هاتف معبد او را مخاطب قرار داد و اين اشعار را خطاب به او نازل كرد :\r\n تو كه اكنون بىافتخار و بزرگى زيست ميكنى شايسته افتخار هستى ، * لابدا در شكم خود غده‌اى به صورت مجموعه‌اى متحرك دارد ، \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - باكشىها  ( Bacchiades )  نام يكى از خانواده‌هاى معروف اشرافى يونان قديم است كه مدت نود سال ( از 746 تا 656 قبل از ميلاد ) در كورنت حكومت كرد و سرانجام در سال 656 قبل از ميلاد بدست كيپسلوس نامى منقرض شد .\r\n( 2 ) -  Amphion \r\n( 3 ) -  Labda \r\n( 4 ) -  Eetion \r\n( 5 ) -  Echecrates \r\n( 6 ) -  Petra \r\n( 7 ) -  Lapithe \r\n( 8 ) -  Koenee \r\n","page_name":" 75 ","page_number":81},
  {"content":"\r\n\r\n كه پادشاهان شهر پرثروت را درهم خواهد شكست ، * و قوانين ترا ، اى خداى بزرگ ، بر كورنت حكمفرما خواهد كرد . \r\nمعلوم نيست چگونه اين پيشگوئى الهى كه براى ائتيون نازل شده بود بدست باكشىها افتاد . سابقا نيز دربارهء كورنت پيشگوئى ديگرى از هاتف الهى بر آنان نازل شده بود كه با آنكه مفهومى مشابه پيشگوئى ائتيون داشت ، اما با اين‌حال پيچيده و مبهم به نظر ميرسيد . آن پيشگوئى چنين بود :\r\nبر روى تخته سنگها ، شيرى به دنيا خواهد آمد از عقابى نيرومند .\r\nو گوشتخوار - زانوها در زير فشار درهم خواهند شكست . . .\r\nجاى آنست كه در سواحل مطبوع پيرن « 1 » و در كورنت مغرور به اين موضوع بينديشند .\r\nج - اين پيشگوئى قبلا بر باكشىها نازل شده بود . تا زمانيكه آنان از اين پيشگوئى بىخبر بودند مفهوم آن را درك نميكردند . اما همين كه از پيشگوئى كه هاتف براى ائتيون فرستاده بود مطلع شدند دانستند كه هر دوى آنها يك معنى دارد . با اينكه به اين مطلب معتقد شدند ، اما از آشكار كردن آن حذر كردند زيرا تصميم گرفتند طفلى را كه در خانه ائتيون به دنيا خواهد آمد از ميان بردارند . همين كه زوجه ائتيون فارغ شد آنان ده نفر از بين خود برگزيدند و به دهكده‌اى كه ائتيون در آن زيست ميكرد فرستادند تا آن طفل نوزاد را نابود كنند . وقتى آنان به پترا رسيدند به خانه ائتيون رفتند و تقاضا كردند طفل را به آنان نشان دهند . لابدا كه درباره انگيزه اين تقاضا كمترين حدسى نميزد ، بتصور آنكه آنان صرفا بخاطر دوستى با پدر بچه خواهان ديدار او هستند بىتأمل طفل را بيكى از آنان داد . آنان در راه با خود قرار گذارده بودند كه اولين نفرى كه طفل را بدست آورد سر او را بر زمين بكوبد و مغزش را متلاشى كند . اما وقتى لابدا با اشتياق فراوان طفل را به آن مرد داد خدايان كه مراقب طفل بودند چنين اراده كردند كه طفل بر وى مردى كه او را در دست داشت تبسم كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Pirene  - مقصود چشمه‌اى بوده است به اين نام در نزديكى كورنت .\r\n","page_name":" 76 ","page_number":82},
  {"content":"\r\n\r\nآن تبسم در آن مرد اثر كرد ، دلش برحم آمد و نتوانست طفل را بقتل رساند . پس اندوهناك او را بدومى تحويل داد ؛ دومى نيز به سومى تحويل داد و بدين‌ترتيب نوزاد كوچك از دستى بدستى گشت و هريك از آن ده نفر او را به ديگرى دادند و حاضر نشدند او را قربانى كنند و سرانجام طفل را به مادرش دادند و خارج شدند آنان در آستانه در به خود آمدند و يكديگر را متهم كردند و مخصوصا آنكس را كه اول بار طفل را گرفته بود و كارى كه قرار بود انجام دهد نداده بود ملامت كردند .\r\nسرانجام ، بعد از مدتى بحث قرار گذاردند كه به آن خانه بازگردند و متفقا دست بقتل آن طفل زنند .\r\nد - اما مقدر بود كه فرزند ائتيون مشكلاتى براى كورنت ايجاد كند . زيرا لابدا ، در آستانه در سخنان آنانرا شنيد و از ترس آنكه طفل را بكشند او را در محلى كه تصور آن دشوار بود يعنى در داخل يك صندوقچه پنهان كرد . زيرا او بيم داشت كه مبادا آنان در مراجعت همه جا را جستجو كنند . اتفاقا چنين شد و آنان بازگشتند و همه جا را جستجو كردند اما اثرى از طفل نيافتند . پس تصميم گرفتند به شهر خود بازگردند و به كسانى كه آنان را مأمور اين امر كرده بودند بگويند كه با دقت دستور آنها را اجراء كرده‌اند . آنان باين‌ترتيب مراجعت كردند و چنين گفتند كه من نقل كردم .\r\nه - فرزند ائتيون بزرگ شد و او را به ياد خطرى كه از او گذشته بود كيپسلوس « 1 » يعنى « صندوقچه » « 2 » نام نهادند . وقتى كيپسلوس به سن بلوغ رسيد براى مشورت با خدايان به دلف رفت . پاسخ هاتف معبد را با وجود نكته‌اى كه در آن بود مساعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كيپسلوس  ( Kypselos )  يا سيپسلوس  ( Cypselos )  فرمانرواى افسانه‌اى كورنت در قرن 7 قبل از ميلاد كه باتكاى مردم طبقه سوم با عدل و انصاف در اين شهر حكومت كرد . در يونان باستان افسانه‌هاى زيادى درباره اين پادشاه كه به جوانمردى شهرت داشت بر سر زبانها بود .\r\n( 2 ) - اشاره به محفظه‌اى كه مادر او را در آن پنهان كرده بود .\r\n","page_name":" 77 ","page_number":83},
  {"content":"\r\n\r\nيافت و به آن اعتماد كرد و دل به دريا زد و بر كورنت مسلط شد . اما پيشگوئى هاتف چنين بود :\r\nسعادتمند بنده‌اى كه به اين محيط قدم گذارده است !\r\nخوشبخت كيپسلوس فرزند ائتيون ، زيرا او خود و فرزندانش بر كورنت سلطنت خواهند كرد .\r\nاما فرزندان فرزندانش در آن سهمى نخواهند داشت .\r\nچنين بود پيشگوئى هاتف معبد . كيپسلوس با استبداد حكومت كرد و مردى شد كه من اكنون بشرح سرگذشت او مشغولم . وى بسيارى از اهالى كورنت را تبعيد كرد ، اموال بسيارى ديگر را مصادره كرد و تعداد بيشترى از آنها را بقتل رسانيد .\r\nو - وى مدت سى سال سلطنت كرد و سراسر عمر خوشبخت و سعادتمند زندگى كرد . بعد از او فرزندش پرياندر « 1 » جانشين او شد . وى در آغاز كار از پدر ملايم‌تر بود اما وقتى بوسيله فرستادگان خود با تراسيبول « 2 » فرمانرواى مستبد ملط ارتباط يافت در خونخوارى از پدر نيز تجاوز كرد . شرح اين واقعه از اينقرار بود كه وى رسولى بنزد تراسيبول فرستاد تا تحقيق كند بهترين حكومتى كه ممكن است شهر را به بهترين وضع اداره كند چگونه حكومتى است . تراسيبول رسول پرياندر را بخارج شهر برد و با او در مزارع گندم به گردش پرداخت . در موقعى كه در مزارع قدم ميزدند پرياندر پىدرپى از رسول درباره هدف مأموريت او سؤال ميكرد و در همان حال هربار كه با خوشه‌اى گندم روبرو ميشد كه از ديگر خوشه‌ها بلندتر بود سر آن را ميشكست و بر زمين ميافكند و اين عمل را آنقدر ادامه داد تا زيباترين و سالم‌ترين خوشه‌هاى گندم از بين رفت . همين كه گردش بپايان رسيد ، بىآنكه سخنى گويد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پرياندر  ( Periandre )  فرزند كيپسلوس و فرمانرواى مستبد كورنت در قرن شش قبل از ميلاد كه مانند پدر باتكاى مردم طبقه سوم با قدرت در اين شهر حكومت كرد .\r\nپرياندر يكى از هفت تن عقلاى معروف يونان قديم است و در زمان او شهر كورنت از حيث هنر و ادب و تجارت بمنتهاى شكوه و رونق رسيد .\r\n( 2 ) -  Thrasybule \r\n","page_name":" 78 ","page_number":84},
  {"content":"\r\n\r\nفرستاده را مرخص كرد . وقتى فرستاده به كورنت بازگشت پرياندر با اشتياق فراوان جوياى راه حلى كه با خود آورده بود شد . اما فرستاده اظهار كرد كه تراسيبول راه‌حلى به او ارائه نداده و او خود در شگفت است كه چگونه پرياندر او را بنزد شخصى فرستاده كه عقل درستى ندارد و بدست خود اموال خود را از بين ميبرد . و در همان‌حال وى آنچه را كه تراسيبول انجام داده بود براى او نقل كرد .\r\nز - پرياندر مفهوم اين عمل را درك كرد . فكرى كه تراسيبول به او تلقين كرده بود يعنى قتل برجسته‌ترين افراد شهر در مغز او رسوخ كرد و از آن زمان ببعد نسبت به همشهريان خود سخت‌ترين رفتار را در پيش گرفت . تمام كسانى كه در زمان كيپسلوس از مرگ و تبعيد سالم جان بدر برده بودند از پاى در آمدند . او فقط در يك روز تمام زنان كورنت را بخاطر زوجه خود مليسا « 1 » عريان كرد . وى كسانى بنزد تسپروت‌ها « 2 » بر فراز آكرون « 3 » به زيارتگاهى كه ارواح مردگان را در آنجا احضار ميكنند فرستاد تا از روح زنش مليسا سؤال كنند كه خمره پولى را كه يكى از مهمانان به او سپرده بود در كدام محل مخفى كرده است . روح مليسا ظاهر شد ، اما از دادن علائم و مشخصات محل گنج خوددارى كرد زيرا مدعى بود كه عريان است و اندامش سرد شده و لباس‌هائى كه پرياندر براى او در گور نهاده چون سوخته نشده بودند به كار او نميآيند . روح مليسا براى آنكه حاكم مستبد در صحت گفتار او ترديد نكند اضافه كرده بود كه پرياندر نانها را در كوره‌اى نهاده بود كه قبلا سرد شده بود . اين علامت تشخيص براى پرياندر جاى ترديد نگذاشت زيرا وى وقتى از مليسا كام دل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مليسا  ( Melissa )  زوجه افسانه‌اى پرياندر پادشاه مقتدر كورنت كه در نتيجه سوءظن شوهر بدست او بقتل رسيد و قتل او موجب بروز حوادث بزرگى در آن سرزمين گرديد .\r\n( 2 ) - تسپروت‌ها  ( Thesprotes )  ساكنان قسمت غربى اپير باستان كه معبد معروف دودون  ( Dodone )  را در اختيار داشتند .\r\n( 3 ) - آكرون  ( Acheron )  نام رود افسانه‌اى اپير واقع در يونان باستان كه بعقيده يونانيان قديم آب آن از دوزخ سرچشمه ميگرفت .\r\n","page_name":" 79 ","page_number":85},
  {"content":"\r\n\r\nگرفته بود كه او لحظه‌اى قبل مرده بود . همين كه اين گفتار براى او نقل شد فرمان داد تا تمام زنان كورنت در معبد هرا « 1 » اجتماع كنند . زنان نظير مواقعى كه در ضيافت‌ها شركت ميكنند خود را با زيباترين وسايل آراستند و به آن محل رفتند . اما پرياندر كه مراقبينى در آن محل گمارده بود همه را بىاستثناء ، چه زنان آزاد و چه كنيزهاى آنانرا لخت كرد و فرمان داد تا تمام لباس‌ها را گودالى قرار دهند و سپس براى مليسا دعا خواند و آنها را آتش زد . وقتى بعد از اين مراسم بار ديگر كس به آن معبد فرستاد ، شبح مليسا مخفىگاه خمره‌اى را كه ميهمان به او سپرده بود فاش كرد . اكنون لاكدمونىها ! چنين است حكومت استبدادى و اعمال آن . ماكورنتىها در آغاز كار از اينكه هيپياس را احضار كرده بوديد در شگفت بوديم اما اكنون بعد از اين سخنان به آنچه شما بگوئيد با احترام بيشترى مينگريم و بنام خداوندان يونان شما را سوگند ميدهيم كه حكومت استبدادى در شهرها برقرار نكنيد . بىترديد شما از اين امر صرفنظر نميكنيد و بر خلاف عدل و انصاف براى بازگشت هيپياس اقدام ميكنيد . اما لااقل بدانيد كه اهالى كورنت شما را در اين كار تأييد نميكنند . »\r\n93 - چنين بود گفتار سوسيكلس فرستاده كورنت . هيپياس نيز رشته سخن را بدست گرفت . وى به همان خدايان سوگند خورد كه روزى خواهد رسيد كه كورنتىها قبل از ديگران براى خاندان پيزيسترات حسرت خواهند خورد و آن روز ، روزى است كه تقدير آنان را با خصومت آتن روبرو خواهد كرد . هيپياس اين جواب را بعنوان كسى كه بيش از هركس از پيشگوئىهاى هاتف الهى باخبر بود داد . بقيه متحدين تا آن لحظه سكوت كرده بودند ، اما وقتى مشاهده كردند كه سوسيكلس بعنوان يك فرد آزاده سخن ميگويد هريك از آنان سكوت را شكستند و جانب مرد كورنتى را گرفتند و لاكدمونىها را به خدايان سوگند دادند كه اين كار تازه ناگوار را در شهرهاى يونان باب نكنند .\r\n94 - بدين‌ترتيب اين نقشه منتفى شد و از هيپياس خواسته شد كه آن سرزمين را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Hera \r\n","page_name":" 80 ","page_number":86},
  {"content":"\r\n\r\nترك گويد . آمينتاس « 1 » از اهل مقدونيه حاضر شد آنتمونت « 2 » را به او واگذار كند .\r\nاهالى تسالى حاضر شدند يولكوس « 3 » را به او دهند . اما او هيچيك از اين دو شهر را قبول نكرد و به شهر سيژه « 4 » كه پيزيسترات به زور شمشير از اهالى ميتيلن « 5 » گرفته بود بازگشت . در آن زمان كه پيزيسترات بر اين شهر مسلط شد فرزند غير شرعى خود هژسيستراتوس « 6 » را كه از يكى از زنان آرگوس بدست آورده بود بفرمانروائى آن گماشت ؛ اما اين شخص هديه پيزيسترات را بىجنگ بدست نياورد ، زيرا مدت زيادى بين اهالى ميتيلن و آتنيان كه پايگاه‌هاى خود را در آكيلئون « 7 » و سيژه مستقر كرده بودند جنگ ادامه داشت . دسته اول ميخواستند سرزمين از دست رفته را بازيابند و دسته ديگر مدعى بودند كه بايد آن را نگهدارند و استدلال آنها اين بود كه اهالى ائولى « 8 » از آنها و ديگر يونانيان كه از ياران منلاس « 9 » بوده‌اند و انتقام ربودن هلن « 10 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آمينتاس  ( Amyntas )  پادشاه مقدونيه معاصر با داريوش و خشايارشا كه در جنگهاى ايران و يونان با پارس‌ها از در اتحاد درآمد .\r\n( 2 ) -  ( Anthemunte )  از شهرهاى مقدونيه قديم\r\n( 3 ) -  ( Iolcos )  از شهرهاى تسالى باستان\r\n( 4 ) - سيژه  ( Sigee )  از شهرهاى قديم آسياى صغير واقع در ساحل بغازداردانل\r\n( 5 ) - ميتيلن  ( Myitilene )  پايتخت قديم جزيره لوبوس  ( Lesbos )  كه امروز متلن  ( Metelin )  نام دارد .\r\n( 6 ) -  Hegesistratos \r\n( 7 ) -  Achilleion \r\n( 8 ) - ائولى  ( Eolie )  از نواحى قديم آسياى صغير كه بنام مهاجرين ائولى كه از يونان به آن سرزمين مهاجرت كردند ائولى نام گرفت . اين سرزمين شامل دوازده شهر كوچك بود كه باهم متحد بودند و معروف‌ترين آنها إله  ( Elee )  و ازمير بود .\r\n( 9 ) - منلاس  ( Menelas )  برادر آگاممنون  ( Agamemnon )  پادشاه سپارت و شوهر هلن كه ربودن او بحكايت افسانه‌هاى باستان منشأ جنگهاى خونينى در اين سرزمين گرديد كه بعدها به جنگ تروآ معروف شد .\r\n( 10 ) -  ( Helene )  زوجه افسانه‌اى منلاس كه بدست پاريس  ( Paris )  ربوده شد و اين واقعه منجر به جنگ معروف تروآ در يونان باستان گرديد .\r\n","page_name":" 81 ","page_number":87},
  {"content":"\r\n\r\nرا كشيده‌اند حقوق بيشترى نسبت به سرزمين ايليون « 1 » ندارد .\r\n95 - پس آنان بجنگ پرداختند و در اين جنگ‌ها حوادثى مختلف رويداد . مخصوصا روزى در يكى از نبردها كه آتنيان فائق شده بودند آلسه « 2 » شاعر پابفرار گذارد و جان خود را نجات داد اما اسلحه‌هاى او بدست آتنيان افتاد و آنان آنها را در معبد آتنا در سيژه آويختند . آلسه ماجراى اين واقعه را به صورت شعر سرود و با خود به ميتيلن برد تا دوست خود ملانيپوس « 3 » را از حادثه ناگوارى كه براى او روى داده بود باخبر كند . سرانجام آتنيان و اهالى ميتيلن اختلاف خود را بحكميت كيپسلوس فرزند پرياندر واگذار كردند و بوسيله او صلح بين آنان برقرار شد . صلح باين‌ترتيب بين آنان برقرار شد كه هركس در سرزمينى كه در دست داشت باقى ماند و باين‌ترتيب سيژه در تصرف آتنيان باقى ماند .\r\n96 - هيپياس از لاكدمون به آسيا بازگشت و تمام وسايل موجود را بر ضد آتنيان به كار برد . او در حضور آرتافرن آتنيان را متهم كرد و با تمام قوا سعى كرد كه آتن تحت سلطه آرتافرن و داريوش قرار گيرد . در همان موقع كه هيپياس به ترتيب دادن توطئه مشغول بود ، آتنيان كه از موضوع خبردار شده بودند رسولانى به سارد فرستادند تا آنچه را كه اين تبعيديهاى آتن نقل كرده بودند تكذيب كنند . اما آرتافرن به آنها امر كرد كه اگر طالب ايجاد مشكلات براى خود نيستند هيپياس را بار ديگر به شهر خود راه دهند . آتنيان اين پيشنهاد را نپذيرفتند و پس از رد اين پيشنهاد مصلحت آن ديدند كه آشكارا با پارس‌ها به مخاصمه برخيزيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ايليون  ( Ilion )  نام قديم شهر معروف تروآ  ( Troie )  است كه شهرت آن بجنگهائى است كه در دنياى باستان بخاطر ربوده شدن هلن در اطراف آن رويداد .\r\n( 2 ) - آلسه  ( Alcee )  شاعر قرن هفتم قبل از ميلاد كه در جزيره لوبوس به دنيا آمد و اشعار زيادى در هجو حكام مستبد اين جزيره سرود . واقعه‌اى كه هردوت بدان اشاره مىكند ظاهرا قبل از تاريخى كه مؤلف بدان نسبت داده است رويداده زيرا جنگ براى تصرف سيژه در سال 612 قبل از ميلاد متوقف شده بود\r\n ( Alfred Croiset : Litterature Greque - J . II . p . 223 ) \r\n( 3 ) -  Melanippos \r\n","page_name":" 82 ","page_number":88},
  {"content":"\r\n\r\n97 - در همين هنگام كه آتنيان در چنين وضع روحى قرار داشتند و پارس‌ها نيز به آنان زيان رسانيده بودند ، آريستا گوراس « 1 » از اهل ملط كه كلئومن لاكدمونى او را از سپارت رانده بود بموقع به آتن وارد شد . حقيقت آنست كه در آن زمان آتن نيرومندترين شهر يونان بود . آريستا گوراس را در مجمع عمومى شهر پذيرفتند و او در آنجا نطقى را كه در سپارت درباره غنائم موجود در آسيا و امكان جنگ با پارس‌ها كرده بود تكرار كرد و مدعى شد كه پارس‌ها نه سپر دارند و نه نيزه بلند ، و به آسانى ميتوان بر آنها تسلط يافت . وى اين نطق را تكرار كرد و دلايل ديگرى بر آن افزود كه چنين بود :\r\nاهالى ملط مهاجرين آتنى هستند ، انصاف به آتنيان نيرومند حكم مىكند كه آنانرا از فلاكت برهانند . وى به كمك آتنيان محتاج بود و به همين جهت هر وعده‌اى كه ميتوانست به آنان داد تا سرانجام آنانرا با خود همراه كرد . از اينقرار به نظر ميرسد كه فريب دادن جمع آسان‌تر از فريب دادن فرد است زيرا وى نتوانسته بود كلئومن از اهل لاكدمون را فريب دهد اما توانست سى هزار آتنى را با خود همراه كند . همين كه آتنيان با او هم عقيده شدند تصميم گرفتند بيست كشتى جنگى براى كمك به اهالى يونى بفرستند .\r\nيكى از همشهريان خود را كه ملانتيوس « 2 » نام داشت و مردى از هر حيث برجسته بود بفرماندهى كشتىها برگزيدند . اين كشتىها منشاء تمام مصائبى شدند كه بعدها بر يونانيان و غير يونانيان وارد شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آريستاگوراس  ( Aristagoras )  فرمانرواى ملط كه در غياب هيستيه اين مهاجرنشين يونانى را اداره كرد و بتحريك او در زمان داريوش اول سر بشورش برداشت و سرانجام موجب شروع جنگهاى ايران و يونان در زمان داريوش شد - رجوع شود به بند 98 ببعد اين كتاب .\r\n( 2 ) -  Melanthios \r\n","page_name":" 83 ","page_number":89},
  {"content":"\r\n\r\n\r\nاشغال سارد و حريق آن انقياد يونى بدست پارس‌ها\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":90},
  {"content":"\r\n\r\n98 - آريستاگوراس از آن نيروى بحرى سبقت گرفت و با كشتى به ملط بازگشت . وى نقشه‌اى طرح كرده بود كه اگرچه يونىها بهره‌اى از آن نميبردند اما قادر بود داريوش شاه را متأثر سازد و اين همان چيزى بود كه او در جستجوى آن بود . وى رسولى به قريجيه بنزد مردمان پئونى « 1 » فرستاد . اينان بدست مگابيزبعنف از سواحل ستريمون « 2 » بيرون شده بودند و مهاجرنشين جداگانه‌اى در يكى از سرزمين‌هاى يكى از مناطق فريجيه تشكيل داده بودند . همين كه آن مرد بنزد پئونىها رسيد با آنان چنين آغاز سخن كرد : « اى مردمان پئونى ! من بنمايندگى از طرف آريستاگوراس فرمانرواى ملط به اين مكان آمده‌ام تا در صورتى كه حاضر بقبول سخنان من باشيد راه نجاتى بشما نشان دهم . هم‌اكنون سراسر يونى برضد پادشاه بزرگ شوريده و اكنون بر شما است كه صحيح و سالم به موطن خود بازگرديد . شما ترتيب رفتن تا ساحل را بدهيد ، بقيه كارها را ما به عهده خواهيم گرفت . » پئونىها از اين سخن استقبال كردند ، زنان و فرزندان خود را برداشتند و مخفيانه به ساحل دريا رفتند . اما با اين‌حال ، چند تن از آنان كه دچار ترس شده بودند در همان محل ماندند . وقتى پئونىها به ساحل دريا رسيدند آنانرا به كيو « 3 » منتقل كردند . اما در همان موقع كه آنان در آن جزيره پياده ميشدند دسته نيرومندى از سوار نظام پارس كه بتعاقب آنان مشغول بود بدنبال آنان ( به محل سوار شدن آنان به كشتى ) رسيد . و چون پارس‌ها نتوانستند آنها را بچنگ آورند براى آنها در كيو پيغام فرستادند كه بايد مراجعت كنند . اما پئونىها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پئونى  ( Peonic )  قسمت شمالى مقدونيه قديم كه بنام پئون  ( Peon )  موسس اوليه آن و سردسته مهاجرين پلازژى كه در آن سرزمين سكونت كردند پئونى خوانده شد .\r\n( 2 ) - ستريمون  ( Strymon )  از رودهاى مقدونيه قديم كه امروز قره‌سو نام دارد .\r\n( 3 ) - كيو  ( Chio )  يا سيو  ( Scio )  از جزاير مجمع الجزاير يونان در درياى اژه در ساحل غربى آسياى صغير و در نزديكى جزيره لوبوس  ( Lesbos ) \r\n","page_name":" 85 ","page_number":91},
  {"content":"\r\n\r\nبگفته آنها توجهى نكردند . اهالى كيو آنان را به لوبوس « 1 » منتقل كردند و اهالى لوبوس نيز آنانرا به دوريسك « 2 » فرستادند و از آنجا از راه زمين بسوى پئونى رهسپار شدند .\r\n99 - وقتى بيست كشتى بهمراه پنج كشتى ديگر كه هريك سه رديف پاروزن داشتند و ارترىها « 3 » فرستاده بودند از راه رسيدند و ديگر متحدين نيز جمع شدند آريستاگوراس به لشكركشى به سارد دست زد . ارترىها آن پنج كشتى را نه براى منت‌گذارى بر اهالى آتن بلكه براى حق‌شناسى نسبت به اهالى ملط فرستاده بودند . ( زيرا در گذشته اهالى ملط در جنگ ارترى بر ضد كالسى بكمك ارترىها شتافته بودند در حالى كه در همان جنگ ساموسىها دوش‌بدوش اهالى كالسى با ارترىها و اهالى ملط جنگيده بودند ) . آريستاگوراس خود فرماندهى اين سپاه را به عهده نگرفت . وى خود در ملط بماند و فرماندهى ملطىها را به برادر خود كاروپينوس « 4 » و شخص ديگرى بنام هرموفانت « 5 » سپرد .\r\n100 - وقتى يونىها بكمك نيروى دريائى به افز « 6 » رسيدند ، كشتىها را در كورسوس « 7 » واقع در سرزمين افز گذاردند و خود با تعداد زيادى سپاهى راه داخل خشكى را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لوبوس  ( Lesbos )  از جزاير مجمع الجزاير يونان در درياى اژه كه پايتخت آن ميتىلن  ( Mytelene )  يكى از بنادر معروف و با رونق دنياى باستان بود .\r\n( 2 ) - دوريسك  ( Dorisque )  در ساحل تراكيه در مغرب رود ابر  ( Hebre )  ( هردوت - جلد هفتم - بند 59 )\r\n( 3 ) - ارترى  ( Erctrie )  از شهرهاى قديم جزيره اوبه  ( Eubee )  واقع در سواحل شرقى يونان كه در شورش شهرهاى يونانىنشين آسيا در زمان داريوش نقش مهمى به عهده داشت و تعدادى كشتى و تجهيزات براى شورشيان ارسال كرد و به همين جهت بمجازات اين كمك بدست سربازان داريوش فتح شد .\r\n( 4 ) -  Charopinos \r\n( 5 ) -  Hermophante \r\n( 6 ) - افز  ( Ephese )  از مهاجرنشين‌هاى معروف يونان در ساحل آسياى صغير و در نزديكى ازمير در كنار درياى اژه\r\n( 7 ) -  Koressos \r\n","page_name":" 86 ","page_number":92},
  {"content":"\r\n\r\nدر پيش گرفتند . آنان كه تعدادى از اهالى افز را بعنوان راهنما با خود برده بودند در مسير رود كايستر « 1 » پيش رفتند ، از تمولوس « 2 » گذشتند و مقابل سارد رسيدند و آن شهر را بىمقاومت تسخير كردند . آنان بر تمام شهر باستثناى قلعه آن مسلط شدند .\r\nدفاع قلعه شهر را آرتافرن خود با نيروى قابل ملاحظه‌اى به عهده گرفته بود .\r\n101 - پس از آنكه آنان بر شهر مسلط شدند به ليلى كه نقل ميكنم نتوانستند آن را غارت كنند : اكثر خانه‌هاى سارد از نى ساخته شده بود . حتى سقف خانه‌هائى كه از خشت ساخته شده بود از نى بود . يكى از سربازان خانه‌اى را آتش زد . طولى نكشيد كه تدريجا حريق سراسر شهر را ويران كرد . در حالى كه شهر در آتش ميسوخت ليديها و پارس‌هائى كه در شهر بودند گرفتار شد زيرا آتش به اطراف شهر سرايت كرده بود و خروج از شهر امكان‌پذير نبود . پس آنان بسوى ميدان مركزى شهر و سواحل پاكتول « 3 » شتافتند . اين رود كه از تمولوس براده‌هاى طلا با خود همراه ميآورد از ميدان مركزى شهر ميگذرد و به هرموس « 4 » ميريزد و هرموس نيز به دريا منتهى مىشود . بدين‌ترتيب ليديها و پارس‌هائى كه در ساحل پاكتول و در ميدان مركزى شهر اجتماع كرده بودند ناگزير بدفاع از خود پرداختند . وقتى يونىها مشاهده كردند كه تعدادى از دشمنان مقاومت ميكنند و تعدادى كثيرتر به آنان حمله ميكنند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كايستر  ( Caystre )  يا كايستروس  ( Caystrus )  نام روديست در آسياى صغير كه آب آن بدرياى اژه ميريزد و امروز قره‌سو نام دارد .\r\n( 2 ) - تمولوس  ( Tmolos )  يا تمولوس  ( Tmolus )  از كوهاى ليدى باستان در آسياى صغير كه امروز بزداق نام دارد .\r\n( 3 ) - پاكتول  ( Pactole )  يا پاكتولوس  ( Pactolus )  نام قديمى يكى از شعب رود هرموس در آسياى صغير كه امروز قزل ايرماق نام دارد . اين رود كه از كوههاى تمولوس  ( Tmolos )  سرچشمه ميگرفت بحكايت افسانه‌هاى باستان پيوسته مقدارى رسوب طلا با خود همراه ميآورد و از اينجهت شهرتى خاص در دنياى باستان داشت .\r\n( 4 ) - هرموس  ( Hermos )  رود معروفى كه در مركز آسياى صغير جارى است و مدتها سرحد شرقى امپراتورى ليدى و حد فاصل اين امپراتورى و شاهنشاهى هخامنشى بوده است . اين رود امروز قزل ايرماق نام دارد .\r\n","page_name":" 87 ","page_number":93},
  {"content":"\r\n\r\nترس آنانرا فراگرفت و جنگ‌كنان بسوى كوه تمولوس عقب نشستند و از آنجا در تاريكى شب بسوى كشتيهاى خود رفتند .\r\n102 - بدين‌ترتيب شهر سارد سوخت و با آن شهر معبد يكى از الهه‌ها بنام كىببا « 1 » نيز طعمه حريق شد . اين حريق بعدها بهانه‌اى بدست پارس‌ها داد تا معابد يونانى را بعنوان انتقام آتش زنند . در آن موقع پارس‌هاى منطقه‌اى كه در آنسوى هاليس قرار داشت و از اين لشكركشى باخبر شده بودند اجتماع كردند و بكمك ليديها شتافتند . اين تصادف موجب شد كه آنان در سارد با يونىها روبرو نشوند ، اما چون بدنبال آنان رفته بودند در افز با آنان روبرو شدند . يونىها خود را براى جنگ آماده كردند ، اما اين جنگ براى آنها با شكستى بزرگ پايان يافت و تعداد كثيرى از آنها بدست پارس‌ها كشته شدند . از جمله شخصيت‌هاى برجسته‌اى كه كشته شدند او آلكيدس « 2 » فرمانده قواى ارترىها بود كه افتخاراتى در مسابقه‌ها بدست آورده بود و سيمونيد « 3 » از اهل سئوس « 4 » سرود باشكوهى براى او سروده است . كسانى كه از اين نبرد جان سالم بدر بردند در شهرها پراكنده شدند .\r\n103 - چنين بود وضع اين نبرد . بعد از آن ، آتنيان يونىها را به كلى به حال خود گذاردند و با وجود اصرار و ابرام فرستادگان آريستاگوراس از كمك به آنها خوددارى كردند .\r\nبا اينكه يونىها از پشتيبانى آتن محروم شده بودند ، با اين‌حال خود را براى جنگ با پادشاه بزرگ آماده ميكردند . از طرفى رفتارى كه آنان در قبال داريوش در پيش گرفته بودند آنانرا به جنگ وادار ميكرد . آنان تعدادى كشتى به سواحل هلسپون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Kybeba \r\n( 2 ) -  Eualkidcs \r\n( 3 ) - سيمونيد  ( Simonide )  شاعر يونانى قرن هفتم قبل از ميلاد كه امروز قسمت كوچكى از اشعار او در دست است .\r\n( 4 ) - سئوس  ( Ceos )  از جزاير مجمع الجزاير سيكلاد واقع در درياى اژه كه در عهد عتيق به صورت يكى از مهاجرنشين‌هاى يونانى درآمده بود . اين جزيره امروز زه‌آ  ( Zca )  ناميده مىشود .\r\n","page_name":" 88 ","page_number":94},
  {"content":"\r\n\r\nفرستادند و بيزانس و تمام شهرهاى اين منطقه را مطيع خود كردند . حتى پا را از محيط هلسپون فراتر گذاردند و تقريبا تمام اهالى كارى و حتى اهالى شهر كون « 1 » را نيز به متحدين خود افزودند . اهالى شهر كون در گذشته حاضر نشده بودند همرزم آنان شوند ، اما پس از حريق سارد به آنان ملحق شدند .\r\n104 - سراسر جزيره قبرس باستثناى آماتونت « 2 » به صورت جنبشى طبيعى به اين اتحاديه ملحق شد . علت آن بود كه قبرسىها نيز بر ضد مادها « 3 » شوريده بودند . در قبرس مردى بود بنام اونسيلوس « 4 » كه برادر كوچك گورگوس « 5 » پادشاه سالامين قبرس و فرزند كرسيس « 6 » فرزند سيروسوس « 7 » فرزند اولتون « 8 » بود .\r\nاين شخص مكرر برادر خود گورگوس را به قيام بر ضد پادشاه بزرگ تشويق كرده بود و وقتى از شورش يونىها مطلع شد با اصرار بيشترى تقاضاى خود را تكرار كرد . اما چون نتوانست گورگوس را در اين امر مصمم كند مترصد فرصت بماند و در يكى از روزها كه گورگوس از شهر خارج شده بود بكمك طرفداران خود دروازه‌هاى سالامين را به روى او بست و از بازگشت او به شهر جلوگيرى كرد .\r\nگورگوس كه از شهر خود رانده شده بود بنزد مادها پناهنده شد . اونسيلوس بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كون  ( Caune )  يا كونوس  ( Caunus )  از شهرهاى آسياى صغير در عهد عتيق واقع در مقابل جزيره رود  ( Rhodes )  .\r\n( 2 ) - آماتونت  ( Amathunte )  يا آماتوس  ( Amathus )  از شهرهاى قبرس قديم واقع در ساحل جنوبى اين جزيره كه بدست مهاجرنشين‌هاى فينيقى تأسيس شده بود .\r\n( 3 ) - ترديدى نيست كه منظور مؤلف از « مادها » در اين مورد پارس‌ها است .\r\n( 4 ) -  Onesilos \r\n( 5 ) -  Gorgos \r\n( 6 ) -  Chersis \r\n( 7 ) -  Siromos \r\n( 8 ) -  Evelthon \r\n","page_name":" 89 ","page_number":95},
  {"content":"\r\n\r\nسالامين ملط شد و شورش را به سراسر جزيره قبرس باستثناى آماتونت توسعه داد .\r\nچون آماتونت حاضر بقبول اين امر نشد اونسيلوس آن را محاصره كرد .\r\n105 - بدين‌ترتيب اونسيلوس آماتونت را محاصره كرد . بطوريكه نقل ميكنند وقتى به داريوش شاه خبر دادند كه آتنيان و يونىها شهر سارد را گرفته و آتش زده‌اند و رهبر اين توطئه و پيشواى اتحاديه آريستاگوراس از اهل ملط بوده است ، پادشاه بىآنكه به آنچه درباره يونىها نقل ميكردند توجهى كند با اطمينان باينكه آنانرا در هر موقع براحتى مجازات خواهد كرد قبل از هر چيز سؤال كرد كه آتنيان چگونه مردمانى هستند و همين كه بر اين امر وقوف يافت كمان خود طلب كرد ؛ آن را گرفت و خدنگى در آن نهاد و آسمان را نشانه گرفت و خدنگ را در هوا رها كرد و در همان لحظه كه خدنگ را بسوى آسمانها روانه ميكرد فرياد زياد : « خداوندا ! اميدم آنست كه مجازات آتنيان به من واگذار شود ! » اين بگفت و سپس بيكى از كاركنان دربار خود امر كرد كه هربار براى او غذا ميآورد سه بار تكرار كند كه « پادشاها ، آتنيان را بخاطر داشته باش . »\r\n106 - پس از اين فرمان ، هيستيه از اهل ملط را كه از مدتها قبل در دربار او بود طلب كرد و چنين گفت : « هيستيه ، اطلاع پيدا كرده‌ام كه حاكمى كه بانتخاب تو تعيين شد و تو شهر ملط را به او سپردى بر ضد من شورش كرده و تعدادى از مردمان آن قاره « 1 » را بهمراه يونىها كه مجازات آنچه را كرده‌اند خواهند ديد بر ضد من برانگيخته است . او يونىها را بهمراه اين خارجىها بدنبال خود انداخته و شهر سارد را ويران كرده . به من بگو كه آيا اين عمل در نظر تو پسنديده است ؟ چگونه ممكن است اين شورش بىمشورت تو رويداده باشد ؟ مراقب باش كه ديگر موجبى براى اين قبيل اتهامات پيش نيايد » هيستيه پاسخ داد : « پادشاها ، اين چگونه سخنى است كه بر زبان جارى ميكنى ! من چگونه ميتوانم قصد آن داشته باشم كه مشكلاتى كوچك يا بزرگ براى تو بوجود آورم ! مقصود من از اين كار چه چيز ميتواند باشد ؟ مگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقصود داريوش قاره اروپا و سرزمين يونان بوده است .\r\n","page_name":" 90 ","page_number":96},
  {"content":"\r\n\r\nاكنون من چه كم دارم ؟ شريك تمام اموال تو هستم و تو مرا شايسته آن ميدانى كه محرم اسرارت باشم . اگر واقعا حاكم من آنچه را كه ميگوئى انجام داده است ، بدان كه او براى انجام اين عمل فقط با خود مشورت كرده . من مطلقا نميتوانم باور كنم كه اهالى ملط و حاكم من قصد وارد كردن كمترين تغييرى در روابط خود با تو داشته باشند . اما اگر آنان چنين كرده‌اند و آنچه به تو گفته شده حقيقت دارد ، پادشاها ، اين نتيجه آنست كه مرا از سرزمين درياها دور كرده‌اى . به نظر ميرسد كه يونىها بعد از عزيمت من آنچه را كه از مدتها قبل در نظر داشته‌اند انجام داده‌اند . اگر من در يونى بودم هيچيك از شهرها تكان نميخورد . هم اكنون نيز هرچه زودتر مرا به يونى بازگردان تا نظم را در آن سرزمين برقرار كنم و آن حاكم ملط را كه فتنه‌انگيز است به تو تسليم كنم . بعد از آنكه اين امور را بنحو دلخواه تو ترتيب دادم خدايان را كه حاميان پادشاهانند سوگند ميخورم كه قبل از آنكه ساردنى يعنى بزرگترين جزاير را وادار به پرداخت خراج به تو نكرده‌ام لباسى را كه اكنون بر تن دارم و با آن بسوى يونى حركت ميكنم از تن بدر نخواهم آورد .\r\n107 - قصد هيستيه از اين طرز سخن گفتن فريب دادن داريوش بود . داريوش هم فريب او را خورد و به شرط آنكه بلافاصله بعد از انجام وعده‌هاى خود به شوش مراجعت كند او را مرخص كرد .\r\n108 - در همان موقع كه گزارش وقايع سارد به اطلاع پادشاه بزرگ ميرسيد و داريوش كمان خود را به آسمان نشانه ميرفت و با هيستيه مذاكره ميكرد و هيستيه از بند خلاص ميشد و به طرف دريا حركت ميكرد اين وقايع نيز اتفاق افتاد : اونسيلوس از اهل سالامين كه آماتونت را محاصره كرده بود خبر يافت كه به زودى تعداد كثيرى از پارس‌ها بفرماندهى آرتيبيوس « 1 » به قبرس خواهند رسيد . بوصول اين خبر اونسيلوس از هر سو رسولانى به سرزمين يونى فرستاد و يونىها را دعوت به كمك كرد . يونىها بىآنكه زياد در اين باره باهم مشورت كنند با نيروى دريائى مهمى به كمك او شتافتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Artybios \r\n","page_name":" 91 ","page_number":97},
  {"content":"\r\n\r\nيونىها موقعى به قبرس رسيدند كه پارس‌ها قبلا با كشتى كيليكى « 1 » به آنجا رسيده بودند و از راه خشگى بسوى سالامين در حركت بودند . در همين موقع فينيقىها با كشتىهاى خود برجستگى معروف به « كليد قبرس » را محاصره كردند .\r\n109 - در برابر اين خطر ، فرمانروايان مستبد قبرس سران يونى را احضار كردند و به آنان چنين گفتند : « مردمان يونى ، ما قبرسىها اختيار انتخاب حريف رزم را بين پارس‌ها و فينيقىها به شما واگذار ميكنيم . اگر مايليد در خشگى بجنگيد و با پارس‌ها زورآزمائى كنيد وقت آنست كه كشتىهاى خود را ترك كنيد و در خشگى موضع گيريد تا ما در كشتىهاى شما قرار گيريم و با فينيقىها مقابله كنيم . اگر ترجيح ميدهيد با فينيقىها بجنگيد مختار هستيد ، اما در هرحال و هر تصميمى كه ميگيريد بايد كارى كنيد كه بكمك شما سرزمين يونى و سرزمين قبرس هر دو كشورهائى آزاد بمانند . » يونىها پاسخ دادند : « مجمع دولت‌هاى يونى ما را مأمور كرده است كه سيادت دريا را در دست داشته باشيم نه آنكه كشتىهاى خود را به قبرسىها بسياريم و خود در خشگى با پارس‌ها زورآزمائى كنيم . پس سعى ما در آنست كه در همان موضع كه براى ما تعيين شده است مفيد واقع شويم . بر شما است كه آنچه را زير يوغ مادها متحمل شده‌ايد بخاطر آوريد و رفتارى شجاعانه در پيش گيريد . »\r\n110 - چنين بود پاسخ يونىها . در همين هنگام پارس‌ها به دشت سالامين نزديك ميشدند . پادشاهان قبرس سپاه‌هاى خود را منظم كردند . زبدهء سربازان سالامين و سول « 2 » را براى مقابله پارس‌هاى اصيل تخصيص دادند و بقيه قبرسىها را به مقابله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كيليكى  ( Cilicie )  از نواحى آسياى صغير قديم واقع در جنوب شرقى اين شبه جزيره در محل ايالت كنونى عدنه در تركيه\r\n( 2 ) - سول  ( Soles )  يا سولى  ( Soli )  از شهرهاى كيليكى قديم . شهرى به همين نام در جزيره قبرس وجود داشته است كه ظاهرا موطن سولون قانونگذار معروف يونان بوده و نام خود را به او داده است .\r\n","page_name":" 92 ","page_number":98},
  {"content":"\r\n\r\nقسمت‌هاى ديگر سپاه دشمن مأمور كردند . اونسيلوس داوطلبانه بمقابله با آرتيبيوس فرمانده پارس‌ها رفت .\r\n111 - آرتيبيوس اسبى داشت تعليم ديده كه ميتوانست در مقابل مردى كاملا مسلح بر روى دو پا بايستد . اونسيلوس از اين راز خبردار شد . وى خدمتگارى داشت از اهل كارى « 1 » كه مردى شجاع و جنگديده بود . او را مخاطب قرارداد و چنين گفت : « به من خبر داده‌اند كه اسب آرتيبيوس تعليم ديده است و ميتواند بر روى دوپا برخيزد و سم‌ها و پوزه خود را بر سر دشمنى كه با آن روبرو مىشود بكوبد . خوب فكر كن و بيدرنگ جواب ده كه بين آرتيبيوس و اسب او كداميك را حاضرى تحت نظر بگيرى و بر پيكر او ضربت زنى . سرباز پاسخ داد : « پادشاها ، من شخصا حاضرم اين هر دو مأموريت يا يكى از آنها را و بعبارت ديگر هرآنچه را كه تو فرمان دهى به عهده بگيرم . اما با اين‌حال ، آنچه را كه در اين مورد بيشتر مناسب به حال تو ميدانم عرض ميكنم . بعقيده من مصلحت آنست كه پادشاه و فرمانده بايد با پادشاه و فرمانده بجنگد . اگر تو فرماندهى را بقتل رسانى افتخارى بزرگ تحصيل كرده‌اى و اگر آن فرمانده ترا بقتل رساند - و خدايان را سوگند مىدهم كه چنين پيش نيايد - مرگى كه از هم‌شان تو حاصل شود چندان ناگوار نيست . ما خدمتگذاران بايد با خدمتگذارانى در رديف خود و يا با اسب زورآزمائى كنيم . پس ، از نيرنگ‌هاى آن حيوان نترس و من اطمينان مىدهم كه آن حيوان در آينده در مقابل هيچ انسانى برپا برنخيزد . »\r\n112 - وى چنين گفت و بلافاصله بعد از آن ، جنگ در خشگى و دريا آغاز شد . در دريا يونىها كه در آن روز موفق به نظر ميرسيدند بر فينيقىها فائق شدند و بين آنها بيش از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كارى  ( Carie )  از نواحى قديم آسياى صغير واقع در جنوب غربى اين شبه جزيره بين ليديه و فريژيه و ليسيه و درياى اژه كه مردمان آن در دنياى باستان به شجاعت و تهور و جنگجوئى شهرتى خاص داشتند .\r\n","page_name":" 93 ","page_number":99},
  {"content":"\r\n\r\nهمه اهالى ساموس ابراز رشادت كردند . در خشگى نيز همين كه دو اردو باهم روبرو شدند نبرد آغاز شد . برخورد دو فرمانده به ترتيبى رويداد كه هم‌اكنون نقل ميكنم :\r\nهمين كه آرتيبيوس با اسب خود بسوى اونسيلوس حمله برد ، اونسيلوس طبق قرارى كه با خدمتگذار خود گذارده بود آرتيبيوس را در حال حمله هدف قرار داد . اسب آرتيبيوس خيز برداشت و سم‌هاى خود را بر روى سپر اونسيلوس فرو كوفت . در همين موقع آن سرباز كه از اهل كارى بود با شمشيرى سر كج مفصل زانوى پاى حيوان را دريد . آرتيبيوس فرمانده پارس‌ها با اسب خود در ميدان جنگ بر زمين افتاد .\r\n113 - در همان موقع كه جنگ از هر سو بشدت ادامه داشت ، ستسنور « 1 » فرمانرواى مستبد كوريون « 2 » با قسمت مهمى از سپاهى كه خود فرماندهى آن را به عهده داشت به دشمن تسليم شد . ( بطوريكه نقل ميكنند ، كوريون يكى از مهاجرنشين‌هاى آرگوس است . ) خيانت سربازان كوريون بيدرنگ مورد تقليد گردونه‌هاى جنگى سالامين قرار گرفت . اين شكاف‌ها موجب شد كه پارس‌ها نسبت به قبرسىها قدرت بيشترى بدست آوردند . دسته‌هاى يونانى گريختند ؛ بسيارى از آنان كشته شدند و از آن جمله اونسيلوس فرزند كرسيس « 3 » كه سبب شورش قبرس بود و آريستوكيپروس « 4 » پادشاه سول « 5 » و فرزند فيلوكيپروس « 6 » بقتل رسيدند . فيلوكيپروس تنها مستبدى بود كه سولون آتنى كه به قبرس رفته بود او را در اشعار خود ستوده است .\r\n114 - اهالى آماتونت سر اونسيلوس را كه شهر آنها را محاصره كرده بود از بدن جدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Stesenor \r\n( 2 ) -  Kourion \r\n( 3 ) -  Cersis \r\n( 4 ) -  Aristokypros \r\n( 5 ) -  Soles  - رجوع شود به يادداشت ذيل بند 110\r\n( 6 ) -  Philokypros \r\n","page_name":" 94 ","page_number":100},
  {"content":"\r\n\r\nكردند و بر فراز يكى از دروازه‌هاى شهر آويختند . در جمجمه آويختهء او كه قبلا داخل آن را خالى كرده بودند دسته‌اى از زنبوران عسل لانه ساختند و آن را از عسل لبريز كردند . اهالى شهر در مقابل اين واقعه شگفت با هاتف الهى به مشورت پرداختند .\r\nبه آنان پاسخ داده شد كه بايد آن سر را از آن محل بردارند و دفن كنند و هر سال به اونسيلوس مانند قهرمان هدايائى اهداء كنند . نفع آنان در آن بود كه اين عمل را انجام دهند .\r\n115 - تا زمان ما هنوز مراسم اهداى اين هدايا در آماتونت برگزار ميشد . يونىهائى كه در سواحل قبرس به جنگ دريائى مشغول بودند از شكست اونسيلوس و محاصره شهرهاى جزيره مطلع شدند . تنها شهرى كه در محاصره نبود سالامين بود . اين شهر را اهالى به پادشاه سابق آن گورگوس تسليم كرده بودند . همين كه يونىها از اين ماجرا مطلع شدند شراع بسوى سرزمين يونى بركشيدند . بين شهرهاى قبرس شهرى كه بيش از همه در محاصره مقاومت كرد شهر سول بود . پارس‌ها گرداگرد حصار اين شهر را از زير پى خالى كردند و باين‌ترتيب در ماه پنجم توانستند آن را تسخير كنند .\r\n116 - بدين‌ترتيب ، اهالى قبرس ، بعد از يكسال آزادى بار ديگر باسارت درآمدند . دوريس « 1 » كه با يكى از دختران داريوش ازدواج كرده بود و همچنين هيمه « 2 » و اوتان « 3 » فرماندهان ديگرى كه آنان نيز با دختران داريوش ازدواج كرده بودند عمليات نظامى را بر ضد يونىهائى كه به شهر سارد حمله كرده بودند ادامه دادند . آنان يونىها را بر روى كشتيهايشان مغلوب كردند و آنانرا درهم شكستند و شهرهاى آنها را بين خود تقسيم كردند و سپس آنها را غارت كردند .\r\n117 - بعد از آن ، دوريس متوجه شهرهاى هلسپون گرديد و هريك از شهرهاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Daurises \r\n( 2 ) -  Hymaies \r\n( 3 ) -  Otnes \r\n","page_name":" 95 ","page_number":101},
  {"content":"\r\n\r\nداردانوس « 1 » ، آبيدوس « 2 » ، پركوت « 3 » ، لامپساك « 4 » ، و پسوس « 5 » را در يك روز تسخير كرد . در موقعى كه از پسوس بسوى پاريون « 6 » ميراند بوى خبر رسيد كه كارىها نيز بتقليد از يونىها بر ضد پارس‌ها شوريده‌اند . پس ناگزير از هلسپون روى برگرداند و با سپاهيان خود بسوى كارى شتافت .\r\n118 - اهالى كارى برحسب تصادف از ورود او به آن سرزمين باخبر شدند . همين كه اين خبر به آنان رسيد در ساحل رود مارسياس « 7 » در محلى كه ستونهاى سفيد نام دارد اجتماع كردند . اين رود از سرزمين ايدرياس « 8 » جارى مىشود و آب آن به مآندر « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - داردانوس  ( Dardanos )  يا داردانوم  ( Dardanom )  از شهرهاى قديم ميزى  ( Mysie )  واقع در شمال غربى شبه جزيره آسياى صغير و در نزديكى بغاز داردانل امروز .\r\n( 2 ) - آبيدوس  ( Abydos )  از شهرهاى ميزى قديم واقع در شمال غربى آسياى صغير در تنگ‌ترين نقطه بغاز داردانل . خشايارشا پادشاه هخامنشى براى عبور لشكر بزرگى كه براى تسخير يونان به آن سرزمين گسيل داشت پل معروف داردانل را در اين نقطه به روى اين بغاز برپا كرد . شهرى به همين نام در مصر باستان وجود داشته كه امروز ويرانه‌هاى آن باقى است و شهر مدفونه نام دارد .\r\n( 3 ) -  Percote \r\n( 4 ) - لامپساك  ( Lampsaque )  يا لامپساكوس  ( Lampsacus )  از شهرهاى قديم آسياى صغير در ميزى  ( Mysie )  واقع در مدخل بغاز داردانل كه امروز لامپساكى  ( Lampsaki )  يا لپسك  ( Lepsek )  نام دارد .\r\n( 5 ) -  Paisos \r\n( 6 ) - پاريون  ( Parion )  يا پاريوم  ( Parium )  از مهاجرنشين‌هاى ملط باستان در ميزى ( شمال غربى آسياى صغير ) در نزديكى داردانل و لامپساك كه امروز كمر نام دارد .\r\n( 7 ) - مارسياس  ( Marsyas )  از رودهاى سرزمين فريژيه كه آب آن به رود بزرگ مآندر  ( Meandre )  ميريزد . رودى به همين نام در كارى باستان وجود داشته كه آب آن نيز به مآندر ميريخته است .\r\n( 8 ) -  Idrias \r\n( 9 ) - مآندر  ( Meandre )  يا مآندر  ( Meander )  از شطهاى آسياى صغير قديم كه در فريژيه سرچشمه ميگرفت و پس از عبور از حد فاصل ليديه و كاريه در شمال شهر ملط بدرياى اژه ميريخت . اين رود امروز ميندر  ( Meinder )  نام دارد .\r\n","page_name":" 96 ","page_number":102},
  {"content":"\r\n\r\nميريزد . در اين اجتماع عمومى عقايدى متعدد ابراز شد . در نظر من بهترين اين عقايد عقيده پيكسوداروس « 1 » فرزند موسول « 2 » از اهل كينديس « 3 » بود كه با يكى از دختران سينسيس « 4 » پادشاه كيليكى « 5 » ازدواج كرده بود . عقيده او اين بود كه بايد از مآندر عبور كنند و پشت به اين رود بجنگند تا براى كارىها فرار غير ممكن شود و ناگزير در جاى خود بمانند و بهتر از آنچه از آنان انتظار ميرود بجنگند . اما به اين عقيده توجهى نشد و تصميم گرفتند براى آنكه خود در اين وضع قرار گيرند پارس‌ها را در وضعى قرار دهند كه پشت به رود مآندر بجنگند . بدين‌ترتيب تصور ميكردند كه اگر پارس‌ها در جنگ با شكست روبرو شوند و بگريزند در رودخانه خواهند افتاد و جان سالم بدر نخواهند برد .\r\n119 - پارس‌ها از راه رسيدند و از رود مآندر گذشتند . كاريها جنگ را در ساحل مارسياس آغاز كردند . آنان مدت زيادى به سختى نبرد كردند ، اما سرانجام در مقابل تعداد كثير پارس‌ها شكست خوردند . از پارس‌ها تقريبا دو هزار تن و از كارىها ده هزار تن كشته در صحنه نبرد باقى ماند . بازماندگان آنها در لابراند « 6 » در محوطه وسيعى از جنگل مقدس كه سراسر از چنار مستور بود و به زوس خداى سپاهان تعلق داشت اجتماع كردند . ( تا جائى كه ما اطلاع داريم فقط كاريها هستند كه زوس را بعنوان خداى سپاهان پرستش ميكنند . ) كاريها ، پس از آنكه در آن محل اجتماع كردند ، درباره راه نجات خود بمشورت پرداختند : مسئله اين بود كه آيا بهتر بود به پارس‌ها تسليم شوند يا به كلى آسيا را ترك گويند ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Pixodaros \r\n( 2 ) -  Mausole \r\n( 3 ) -  Kindys \r\n( 4 ) -  Syennesis \r\n( 5 ) - كيليكى  ( Cilicie )  يا سيليسى از نواحى آسياى صغير قديم واقع در جنوب شرقى اين شبه جزيره\r\n( 6 ) -  Labrandes \r\n","page_name":" 97 ","page_number":103},
  {"content":"\r\n\r\n120 - در همان حال كه آنان به مشورت سرگرم بودند تعدادى از اهالى ملط و متحدين آنها كه براى كمك به آنان آمده بودند از راه رسيدند . ورود اين قواى كمكى موجب شد كه كاريها نقشه قبلى خود را كنار گذارند و بار ديگر بخت خود را در جنگ آزمايش كنند . پس به مقابله پارس‌ها كه بدنبال آنان آمده بودند شتافتند و شكستى بمراتب سخت‌تر از شكست اول متحمل شدند . تعداد كلى كشته‌شدگان رقمى بزرگ بود و تلفات ملطىها نيز مخصوصا قابل ملاحظه بود .\r\n121 - اما كاريها بعد از اين شكست نيز قواى خود را جمع كردند و بار ديگر بجنگ مشغول شدند ، و چون اطلاع يافته بودند كه پارس‌ها خود را براى حمله به شهرهاى آنان آماده ميكنند بر سر راه پداسوس « 1 » كمين كردند . پارس‌ها هنگام شب در كمين‌گاه افتادند و با سران خود دوريس « 2 » ، آمورگ « 3 » و سيسيماك « 4 » كشته شدند .\r\nميرسس « 5 » فرزند ژيژس « 6 » نيز با آنان كشته شد . اين حمله برهبرى هراكليد « 7 » فرزند ايبانوليس « 8 » از اهل ميلاس « 9 » انجام گرفت . بدين‌ترتيب بود كه پارس‌هاى اين سپاه تلف شدند .\r\n122 - هيمه كه بنوبه خود مأمور بود يونىهائى را كه در لشكركشى به سارد شركت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Pedasos \r\n( 2 ) -  Daurises \r\n( 3 ) -  Amorges \r\n( 4 ) -  Sisimaque \r\n( 5 ) -  Myrsos \r\n( 6 ) -  Gyges \r\n( 7 ) -  Heraclide \r\n( 8 ) -  Ibanolis \r\n( 9 ) -  Mylase \r\n","page_name":" 98 ","page_number":104},
  {"content":"\r\n\r\nداشته‌اند مجازات كند عنان بسوى پروپونتيد « 1 » بگرداند و كيوس « 2 » را در ميزى « 3 » تصرف كرد و بعد از اين فتح ، چون اطلاع يافت كه دوريس هلسپون را به قصد جنگ با كاريها ترك كرده است او نيز پروپونتيد را ترك كرد و سپاه خود را بسوى هلسپون پيش برد . وى تمام ائولىهائى « 4 » را كه در سرزمين ايليون « 5 » سكونت داشتند و همچنين گرگيت‌هائى « 6 » را كه اهالى قديم تروآ « 7 » در آن سرزمين باقى گذارده بودند مطيع كرد . و بعد از اين فتح در موقعى كه در سرزمين تروآ بود بيمار شد و درگذشت و باين‌ترتيب عمر او نيز بپايان رسيد .\r\n123 - هدف آرتافرن « 8 » حاكم سارد و اوتان « 9 » سردار سوم ، سرزمين يونى و قسمت‌هائى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پروپونتيد  ( Propontide )  يا پروپونتيس  ( Propontis )  نام قديم درياى مرمره است كه در فاصله بين بغاز به سفر و داردانل اروپا را از آسيا جدا و درياى اژه را به درياى سياه متصل مىكند .\r\n( 2 ) -  Kyos \r\n( 3 ) - ميزى  ( Mysie )  يا ميزيا  ( Mysia )  از نواحى قديم آسياى صغير واقع در شمال غربى اين شبه جزيره بين درياى مرمره و بغاز داردانل و درياى اژه كه به دو قسمت متمايز بنام ميزى بزرگ و ميزى كوچك تقسيم ميشد .\r\n( 4 ) - ائولى  ( Eolie )  يا ائوليد  ( Eolide )  از نواحى آسياى صغير واقع در شمال غربى اين شبه جزيره بين سرزمين تروآ در شمال و سرزمين يونى در جنوب\r\n( 5 ) - ايليون  ( Ilion )  نام قديم شهر تروآ  ( Troie )  است كه شهرت آن بيشتر مديون جنگهاى افسانه‌ايست كه در اين سرزمين رويداده است .\r\n( 6 ) -  Gergithes \r\n( 7 ) -  ( Troye )  - پايتخت معروف سرزمين تروآ و واقع در مركز آسياى صغير قديم .\r\n( 8 ) - آرتافرن  ( Artaphrenes )  يا آرتافرن  ( Artapherne )  نام برادر داريوش كبير بوده است كه توانست هيستيه  ( Histiee )  سردار معروف يونى را كه بر ضد پادشاه پارس شوريده بود اسير كند و بقتل رساند - فرزند وى كه بعدها فرماندهى قسمتى از سپاهيان پارس را در جنگ ماراتن به عهده داشت نيز به همين نام خوانده ميشد .\r\n( 9 ) - اوتان  ( Otanes )  يكى از هفت تن سرداران معروف پارس كه بكمك داريوش اول بر ضد بردياى دروغى شوريدند و او را از سلطنت بر كنار كردند .\r\n","page_name":" 99 ","page_number":105},
  {"content":"\r\n\r\nاز سرزمين ائولى بود كه با يونى هم‌مرز بود . اين دو سردار كلازومن « 1 » را از يونىها و كيمه « 2 » را از ائولىها گرفتند .\r\n124 - در موقعى كه آنان بگرفتن اين شهرها مشغول بودند آريستاگوراس از اهل ملط چنين كرد كه نقل ميكنم : بطوريكه ملاحظه شد او رفتارى شايسته تحسين نداشت زيرا پس از آنكه تمام سرزمين يونى را دچار اغتشاش كرد و دست به عملياتى بزرگ زد ، همين كه چگونگى وقوع حوادث را ملاحظه كرد درصدد فرار برآمد . بعلاوه مطلب كاملا بر او آشكار بود كه او بر داريوش شاه پيروز نخواهد شد . پس طرفداران خود را گرد آورد و با آنان به مشورت پرداخت و چنين گفت : بد نيست كه از هم‌اكنون در فكر آن باشيم كه اگر فردا ما را از ملط برانند به كدام سرزمين پناهنده شويم .\r\nكارى كه او ميتوانست بكند اين بود كه با آنان آن سرزمين را ترك گويد و آنانرا يا براى تأسيس مهاجرنشينى به ساردنى ببرد و يا به ميركينوس « 3 » هدايت كند .\r\nميركينوس قطعه زمينى از خاك ادونى « 4 » است كه داريوش بعنوان پاداش به هيستيه داده بود و هيستيه در آنجا به ساختن استحكامات مشغول بود . اين بود نقشه‌هائى كه آريستاگوراس دربارهء آن مشورت ميكرد .\r\n125 - هكاته فرزند هگساندروس « 5 » كه داستانهائى از خود باقى گذارده است به او پيشنهاد كرد كه بهيچيك از اين دو سرزمين نرود و اگر لازم است كه از ملط دور شود بهتر آنست كه به جزيره لوبوس « 6 » رود و در آنجا قلعه‌اى بنا كند و خود را بدست فراموشى بسپارد و سپس مدتى بعد به ملط بازگردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كلازومن  ( Clazomenes )  از شهرهاى قديم سرزمين يونى در آسياى صغير و در نزديكى ازمير كه امروز وورلا  ( Vourla )  نام دارد .\r\n( 2 ) -  Kyme \r\n( 3 ) -  Myrkinos \r\n( 4 ) - ادونى  ( Edonide )  قسمتى از سرزمين تراكيه قديم .\r\n( 5 ) -  Hegesandros \r\n( 6 ) - لوبوس  ( Lesbos )  از جزاير مجمع الجزاير اژه واقع در جنوب جزيره ساموس در نزديكى سواحل كارى .\r\n","page_name":" 100 ","page_number":106},
  {"content":"\r\n\r\n126 - چنين بود عقيدهء هكاته . اما آريستاگوراس بيشتر مايل بود مهاجرنشينى در ميركينوس تشكيل دهد . پس ملط را به فيثاغورث كه يكى از معتمدان شهر بود سپرد و تمام كسانى را كه حاضر بهمراهى او بودند با خود برداشت و بسوى تراكيه شراع بركشيد و سرزمينى را كه تصميم داشت تسخير كرد . اما در جريان يكى از لشكركشىهائى كه بخارج اين سرزمين ترتيب داد در موقعى كه به محاصره قلعه‌اى مشغول بود با سپاهيان خود بدست مردمان تراكيه بقتل رسيد . اين قتل در موقعى اتفاق افتاد كه تراكىها بدست او در قلعه‌اى در محاصره بودند و بموجب توافقى كه بين آنها شده بود اهالى تراكيه از قلعه خارج ميشدند .\r\n« پايان جلد پنجم »\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":107},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":108}
  ]