[
  {"content":"\r\n\r\nجامع مفيدى تأليف محمد مفيد مستوفى بافقى\r\n\r\nجلد دوم\r\n( اختصارى از آن )\r\nبكوشش ايرج افشار\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":1},
  {"content":"\r\n\r\nفرهنگ ايران زمين خاقانى شيروانى : نامه‌ها ( متن فارسى ، باهتمام دكتر ضياء الدين سجادى ) 3\r\nجمال‌زاده ، سيد محمد على : زبان عوامانه 35\r\nاقتدارى ، احمد : لهجهء فيشورى 71\r\nگلچين معانى ، احمد : فتوتنامهء ناصرى 93\r\nفتح اللّه سبزوارى : اصول خطوط سته ( متن فارسى ، باهتمام ايرج افشار ) 103\r\nاقتدارى ، احمد : مقدمه در احوال و آثار سديد السادات 135\r\nسديد السلطنه ، محمد على : اصطلاحات كشى 139\r\nسديد السلطنه ، محمد على : رسالهء وزن جو 147\r\nميرزا ابراهيمى ، محمد تقى : وقفنامه سوهان 155\r\nافشار ، ايرج : چند فرمان مربوط 169\r\nنججوانى ، حسين : قشونكشى نادر شاه به هند ( نقل از سير المتأخرين ) 175\r\nافشار ، ايرج : جزئى از جلد دوم « جامع مفيدى » 193\r\nنظام الدين احمد : جامع الهداية فى علم الرماية ( متن فارسى ) 229\r\nدانش‌پژوه ، محمد تقى : يادداشتهائى دربارهء جامع الهداية 279\r\nضرابى ، منوچهر : كعب شادگان 281\r\nآيتى ، عبد المحمد : لغات كشف الاسرار 293\r\nنشانى : طهران ، صندوق پست 1021\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ مقدمه مصحح 
  ]\r\nجزئى از جلد دوم جامع مفيدى ايرج افشار\r\nجامع مفيدى تأليف محمد مفيد مستوفى ( قرن يازدهم ) كتابى است در تاريخ يزد و در سه جلد كه مجلدات اول و سوم « 1 » آن بكوشش اينجانب بطبع رسيده است .\r\nموقعى كه جلد سوم تاريخ مذكور در سال 1340 بطبع مىرسيد از جلد دوم فقط جزئى مختصر را مىشناختم كه در بريتيش موزيم ( لندن ) موجودست و به لطف و كوشش آقاى دكتر مهدى محقق عكس آن تهيه شد و اينك درين صحايف بطبع مىرسد ( نگاه كنيد به مقدمهء اينجانب بر جلد سوم جامع مفيدى ) .\r\nپس از طبع جلد سوم چون عكس جلد اول از پاريس خواسته شده بود و به طبع آن اقدام شد . و در حين طبع جلد مذكور ، يكى از ايرانيان مقيم حيدرآباد دكن اطلاع داد كه جلد دوم به خط مؤلف در كتابخانهء سالار جنگ موجودست و از يك برگ عكس اول آن‌كه ارسال شده بود آن اطلاع درست به نظر آمد و استدعا شد كه عكس آن نسخه ارسال شود . اما تاكنون خبرى نشده است .\r\nچون قسمتى از جلد دوم كه در كتابخانهء موزهء لندن است متضمن بر فهرست كتاب است و تا حدودى مىتواند مضامين و مطالب قسمتى از جلد دوم را بشناساند ، مفيد دانسته شد كه به طبع آن مبادرت شود . اميدست كه در آينده جلد دوم را تماما طبع كند و دورهء اين كتاب مفيد را بپايان برساند .\r\nمجلدات كتاب به اين شرح است .\r\nمجلد اول تاريخ يزد تا ابتداى سلطنت شاه اسماعيل\r\nمجلد دوم وقايع و حوادث عهد صفوى تا عهد مؤلف\r\nمجلد سوم در جغرافيا و رجال يزد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نشريهء كتابفروشى اسدى ، جلد اول 1340 ، جلد دوم 1342\r\n","page_name":" 193 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ مقدمه مؤلف 
  ]\r\nرب يسر بسم الله الرحمن الرحيم و تمم بالخير\r\n يا رب ز سخن قدر مرا عالى ساز * از غير حديث خود دلم خالى ساز\r\nپيوسته چو از ثبات ملكت گويم * در ملك سخنورى مرا والى ساز \r\nاما بعد جامع اين روايت و راقم اين حكايات المحتاج بعنايات حضرت بارى ، محمد مفيد مستوفى ابن نجم الدين محمود بن حبيب اللّه بافقى الاصل يزدى المسكن معروض خاطر خطير و مرقوع ضمير آفتاب تأثير عارفان براعت سخن و واقفان اخبار نو و كهن ميگرداند كه چون بمحض توفيقات سبحانى سواد مجلد نخستين از كتاب جامع مفيدى باتمام رسيد و كلك سخنور در ترتيب اجزا و تحرير اوراق آن لوازم اهتمام ظاهر گردانيد غايت اخلاص و بندگى و حسن نيت و كمال اعتقاد و صفاى طويت مقتضى آن بود كه بى توقف و اهمال در مجلد ثانى كه مصدر است بذكر احوال سعادت منوال پادشاهان صورى و معنوى پيشوايان دين و دنيى نگاشتهء كلك بيان گردانم و صفات عظمت و جلالت و قدر و منزلت سلاطين صفوىنژاد را بىشائبهء تكلفات نثر پردازان نظم‌گستر فراهم آورم تا حق اخلاص و بندگى گزارده باشم و هم حقى بر نورسان عالم شهود و آيندگان قوافل وجود ثابت گردانيده باشم و چنانچه رسم پيشينيان هر طايفه از طوايف عالم است كه عنوان كتاب را بعد از سپاس ايزدى و نعت حضرت نبوى و منقبت اوصياى مصطفوى بدعاى و الا نژادان صاحب حشمت مزين گردانيده‌اند كمينهء بىبضاعت نيز بر آن نمط عمل\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":4},
  {"content":"\r\n\r\nنمايد و دعاى دوام دولت روزافزون اعلى حضرت سپهر منزلت ، گردون بسطت ، بدر عالى قدر منزل ارجمندى غرهء سرنامهء شاهنشاهى ، ملك‌گير عالم آرائى ، عدو بند كشورگشائى ، صاعد اورنگ عظمت و اجلال ، رافع آيات حشمت و اقبال ، طرازندهء هفت اقليم ، برآرندهء تخت و ديهيم ، خورشيد ضياء بدر سيما ، عطارد حزم ناهيد بزم مريخ رزم پرويز مكنت ، سپهر احتشام ، غره جبين آفرينش روشنىبخش ديدهء اهل دانش و بينش قطب فلك كامرانى مركز دايرهء جهانبانى وارث ملك كيانى ، دوحهء چمن مصطفوى ، خلاصهء دودمان مرتضوى\r\nبيت\r\n نور خورشيد ذات ظل اللّه * گوهر تاج و تخت سليمانشاه \r\nالمنظور بانظار الطاف الملك المنان ابو المظفر سلطان سليمانشاه الموسوى الصفوى بهادر خان خلد اللّه ملكه و سلطانه .\r\nنظم\r\n در ايام عدل تو اى شهريار * ندارد شكايت كس از روزگار\r\nگر از فتنه آيد كسى در پناه * نيابد جز اين كشور آرامگاه\r\nبه عهد تو مىبينم آرام خلق * پس از تو ندانم سرانجام خلق\r\nزهى بحر بخشايش و كان جود « 1 » * كه مستظهرند از وجودت وجود \r\nبعبارتى كه دل خواهد ادا نمايد و صحايف اين اجزا را از شرح جلالت قدر و ذكر مناقب و مفاخر آن حضرت بيارايد اما بواسطهء فقدان جمعيت اسباب و جدائى تفرقه از هر باب كه بحسب سرنوشت قضا و تقدير قدر در بلاد هند افتاده بود روزى چند فارس قلم از پشت جواد تأمل دور افتاد و طوطى ناطقه مهر سكوت بر لب نهاد و زبان سخن‌گذارى نگشاد . مشاطهء ذهن سحر آثار از آرايش رخسار ابكار افكار دست باز كشيد و عذار آفتاب كردار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اصل : زهى بحر و بخشايش و كان وجود .\r\n","page_name":" 195 ","page_number":5},
  {"content":"\r\n\r\nاين اوراق از زيور خط و خال عارى گرديد .\r\nقطعه\r\n بود ظاهر به نزديك خردمند * كه نگشايد گره از دست بسته\r\nشكسته دست شايد كار كردن * نيايد كار ليك از دل شكسته \r\nتا در شهور سنهء ثمان و ثمانين و الف من هجرة النبوية كه اين ضعيف در شاهجهان‌آباد رحل اقامت گسترده بود و بمحض موهبت ايزد متعال فى الجمله اطمينان حاصل گرديد ناگاه هاتف غيبى نداى اين معانى به گوش جانم رساند كه اى سرگشتهء وادى سرگردانى ندانسته [ اى 
  ] كه بر كافهء ارباب فطنت و ذكاء و عامهء اصحاب بصيرت و اعتلا ظاهر و هويداست كه اداى شكر نعمت سلسلهء عليهء صفيهء صفويه كه به بركات تائيدات اجداد طاهرين ايشان صلوات اللّه عليهم اجمعين اساس دين مبين استوار و قوانين شريعت منورهء ملت مطهرهء نبوى صلى اللّه عليه و آله بسعى جميل ايشان پايدار است بر كافهء مؤمنان متحتم و دعاى خلود اين دولت ابد پيوند بر عامهء فرقهء ناجيه لازم است و چون بىشائبهء تكلف و سخنورى و غايلهء تصلف و مدح - گسترى از مشاهدهء صادرات افعال و ملاحظهء واردات اعمال اين پادشاه گيتى پناه سليمان بارگاه واضح و لايح ميگردد كه در هيچ عصرى از اعصار هماى همايون بال جاه و جلال بر سر هيچ تاجدارى مانند بزرگوارش سايهء سعادت و اقبال نفكنده و باز بلند پرواز تائيد ايزد متعال بر دست اقتدار هيچ دولتمندى كامكار بسان وجود فايض الجودش ننشسته بنابرين بزدمهء هريك از منشيان [ 
  ] زيباى بلاغت و ناسخان اوراق حسناى فصاحت واجب و لازم مىنمايد كه در جمع وقايع و بدايع مآثر خدام سپهر احتشام شرايط اجتهاد و لوازم اهتمام بتقديم رساند تا غايت لطف و قهر و كمال عدل و احسان و آئين جهاندارى و كشورگشائى و قانون دين پرورى و فلك‌آرائى و رسوم رزم سازى و مخالف\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":6},
  {"content":"\r\n\r\nگدازى و عادات دشمن‌سوزى و دولت‌نوازى آن مهر سپهر سرفرازى تا دامن روزگار و انقراض ادوار در ميان عالميان باقى و پايدار ماند . بناعلى هذا چون خامه انگشت قبول بر ديدهء اخلاص بين گذاشته طوطى واسطىنژاد قلم باز آغاز سخن‌گذارى كرده و تحرير عنايت بيغايت الهى و نهايت موهبت شاهنشاه حقيقى را كه شامل حال اين دولت نامتناهى است پيش نهاد همت گردانيد اميد بكرم كمال جاويد آنكه از رشحات خامهء عنبرين شمامهء درر بار رياض اخبار شاه فلك اقتدار بر وجهى نضارت يابد كه طاووسان حظاير قدس راهواى تماشاى آن از فضاى دماغ سمت انتفا نگيرد و از لمعات طبع سحركردار گلزار « 1 » آثار پادشاه رفيع مقدار به صورتى طراوت پذيرد كه بلبلان بوستان انس را آتش تمناى آن از ساحت خاطر صفت انتفا نپذيرد .\r\nنظم\r\n نگنجد اين سخن در طى نامه * نباشد اين تمنا حد خامه\r\nولى چون باز همت كرد پرواز * ز غيب آمد به گوش هوش آواز\r\nكه كلكت گرچه باشد بىبضاعت * ز فيض شاه يابد استطاعت\r\nبه ظاهر گر قلم افتد درين راه * سخن گويد بمعنى دولت شاه\r\nاز آن رو طاير طبع سخن‌ساز * سوى اين بوستان آيد به پرواز\r\nچو در ذكر شهنشاهى گهر سفت * نخست از حال آبايش سخن گفت \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : گلذار\r\n","page_name":" 197 ","page_number":7},
  {"content":"\r\n\r\n\r\nفهرست\r\nگفتار در بيان شمه‌اى از علو نسب همايون پادشاه ربع مسكون\r\nآرايش يافتن صحايف اين اوراق بذكر مجمل از احوال آباء عظام و اجداد كرام خاقان سليمان مكان مسندآراى سلاطين ربع مسكون ابو المظفر سلطان شاه سليمان بهادر خان\r\nتزئين اين صحيفهء بلاغت آيين از تبيين مناقب و مفاخر سلطان سرير ولايت آفتاب اوج ولايت سلطان شيخ صفى الدين\r\nعطر افشانى خامهء مشكين سواد گلزار اخبار شيخ صدر الدين موسى و اولاد شيخ صدر الدين\r\nذكر طلوع خورشيد سعادت پرتو از افق اميد دودمان مصطفوى و روشن شدن سيستان [ بدست 
  ] سلطان حيدر از شمع رخسار نقاوهء خاندان صفوى\r\nذكر لشكر كشيدن سلطان ولايت و كرامت سلطان حيدر بجانب شروان و توجه آن حضرت در اثناء قتال به متنزهات رياض رضوان\r\nذكر محبوس شدن نقطهء دايرهء دولت و اقبال و پر ( ؟ ) سپهر سلطنت و استقلال ابوالمظفر سلطان شاه اسمعيل بهادر خان الصفوى با برادران عاليشان در قلعهء اصطخر شيراز و بيان انهدام بناى عمر و دولت يعقوب ميرزا به تقدير پادشاه بىنياز\r\nذكر نجات يافتن درارى سپهر امامت و نامدارى و كشته شدن ميرزا بايسنغر بن سلطان يعقوب ميرزا به تقدير حضرت بارى\r\nذكر شهادت سلطان على پادشاه و مشرف گشتن لاهيجان از يمن مقدم شاه ممالك پناه\r\nگفتار در بيان ابتداى ظهور دولت ابد پيوند خاقان سليمان شان ابو البقاء شاه اسمعيل بهادر خان و بيان جهان گشائى آن حضرت\r\nذكر وصول قراجه الياس به درگاه سپهر آفتاب و تأديب يافتن ساكنان ظاهر قلعهء منتش از ضرب تيغ و سنان غازيان رستم وش\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":8},
  {"content":"\r\n\r\nگفتار در بيان عزيمت شاه نوشيروان حشمت بصوب شروان و ذكر فتح قلعهء منتش\r\nگفتار در بيان عبور فرمودن آن فارس مضمار تفاخر از آب ارس و ذكر رفتن بولايت شيروان از كمال شجاعت و تهور\r\nذكر محاربهء شاه مملكت پناه با شروانشاه و اهتراز نسيم نصرت و ظفر به پرچم علم پادشاه عالى گهر\r\nذكر توجه خلفا بيك جهت دفع شيخ شاه بجانب شهر نو و منور شدن آن ديار از شعشعهء ماهيچهء اعلام سعادت پرتو\r\nگفتار در بيان فتح قلعهء باكو به قوت دولت پادشاه نامجو\r\nگفتار در بيان توجه پادشاه سليمان مكان بجانب قلعهء گلستان و ذكر اسباب نهضت آن حضرت از ظاهر آن حصار بصوب مملكت آذربايجان\r\nذكر مخالفت اميرزاده الوند با پادشاه معدلت پناه سعادتمند\r\nگفتار در بيان محاربهء فرقهء اخيار با زمرهء اشرار در مقام شرور و تنسيم نسيم فتح و اقبال از جهت عنايت لا يزال بر پرچم « 1 » علم پادشاه منصور\r\nذكر جلوس همايون پادشاه ربع مسكون و ارتفاع آن دولت روزافزون فى شهور سنهء ست و تسع مائة\r\nگفتار در بيان لشكر كشيدن آن مهر سپهر كشورستانى به عزم انهدام مبانى شوكت اميرزاده الوند كرت ثانى\r\nگفتار در بيان نهضت علم انجم ختم به عزم تسخير ممالك عراق عجم\r\nگفتار در ايراد محاربهء پادشاه عاليجاه با نامراد بن سلطان يعقوب ميرزا و طلوع كوكب فتح و فيروزى از مقصود و مطلوب\r\nگفتار در بيان نهضت رايت ظفر طراز بصوب دار الملك شيراز و رفتن پادشاه عاليشان بعد تسخير فارس بجانب كاشان\r\nذكر شهادت الياس بيك به شمشير غدر والى رستمدار و توجه رايات ظفر نثار به عزم تسخير آن بلاد و امصار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : پرچيم\r\n","page_name":" 199 ","page_number":9},
  {"content":"\r\n\r\nذكر فتح فيروز كوه و حصار استاو وصول بعضى از حكام ولايت بپايهء سرير اعلى\r\nگفتار در بيان طغيان و عصيان رئيس محمد كره حاكم ابرقوه در خطهء يزد و توجه پادشاه فلك جاه به آن ولايت به جهت دفع شرّ آن بد عاقبت\r\nگفتار در ذكر فتح قلعهء مبارك يزد به نيروى دولت و اقبال پادشاه جمشيد حشمت سكندر اجلال\r\nذكر وقايع و نزول رايت جاه و جلال در خطهء يزد\r\nگفتار در بيان نهضت رايت گيتى فروز بولايت طبس و معاودت نمودن بعد از رفتن باندك روز\r\nذكر نضارت ولايت همدان از پرتو ماهيچهء كشورگشا و ارتفاع منازل روح‌افزا به يمن توجه معمار همت پادشاه\r\nگفتار در بيان دفع شر چهارم كرد و مطيع شدن حاكم گيلان بعد ز مشاهدهء دست برد\r\nگفتار در توجه پادشاه هفت كشور جهت دفع شر علاء الدوله ذو القدر بمساعدت بخت فيروز\r\nذكر طغيان علاء الدوله ذو القدر كرّت ديگر و كشته شدن اولاد او بضرب تيغ نصرت پيكر\r\nذكر شمه‌اى از حال نجم الدين مسعود جيلانى و رسيدن كوكب طالع او بدرجهء شرف و كامرانى\r\nذكر وقايع بغداد و در آمدن آن مملكت به تحت تصرف پادشاه والانژاد\r\nگفتار در بيان وصول پادشاه فلك احتشام بدار السلام و مشرف گشتن بطواف مراقد ائمهء كرام سلام اللّه عليهم الى يوم القيام\r\nذكر اضاءت ولايت حويزه و شبستر از شعشعهء ماهيچهء رايت پادشاه عدل‌پرور و بيان وصول حاكم لرستان به آستان خلافت آشيان\r\nذكر نهضت رايت نصرت طراز كرّت ثانى به مملكت شيراز و وقوع بعضى از امور بمقتضاى مشيت پادشاه بىمانند\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":10},
  {"content":"\r\n\r\nذكر نهضت رايت نصرت آيت از ولايت فارس بجانب عراق و آذربايجان و انتقال امير نجم الدين مسعود بجوار مغفرت معبود مستعان\r\nگفتار در بيان توجه موكب ظفرنشان بولايت شيروان كرّت ثانى [ و 
  ] مراجعت كردن بعد از حصول آمال و امانى\r\nآغاز داستان فتح ساحران در شهور سنهء عشر و تسعمائة\r\nگفتار در بيان وقوع جنگ سلطانى و طلوع نير ظفر از مطلع امانى\r\nذكر رسيدن بشارت فتح و ظفر بدار السلطنهء هرات و منور شدن آن بلده از فروغ ماهيچهء رايات نصرت آيات\r\nمرتبهء اول به تحريك و اغواء اولامهء تكلو بود\r\nگفتار در بيان آمدن سلطان سليمان مرتبهء ثانيه ببلاد ايران و ذكر قضاياى آن زمان\r\nگفتار در بيان مخالفت شاهزادهء نامدار القاس ميرزا با پادشاه گيتى\r\nپناه و رفتن بديار روم و آمدن سلطان سليمان بمرتبهء سيوم بولايت ايران و وقايعى كه در آن ايام روى نمود بتقدير و ارادهء پروردگار عالميان\r\nگفتار در ذكر آمدن القاص ميرزا با عساكر روم بجانب ولايت عجم و مآل حال شاهزادهء گرام\r\nگفتار در ذكر آمدن سلطان سليمان فرمان فرماى روم در مرتبهء چهارم بولايت ايران [ و 
  ] وقوع مصالحهء فيما بين و خسرو جهان\r\nذكر فتح ولايت شيروان بعون عنايت ملك منان\r\nگفتار در ذكر فتح ولايت‌شكنى .\r\nذكر غزوات پادشاه جمشيد مكان و قلع و قمع كره بىايمان گرجى و تسخير ولايت گرجيان بعون عنايت ملك منان\r\nذكر نهضت رايت نصرت نشان نوبت ديگر بصوب ولايت گرجستان و كشته شدن لوارصاب خان و گرفتار شدن سيمو خان ولد آن بىايمان به دست اولياى دولت ابدبنيان\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":11},
  {"content":"\r\n\r\nگفتار در ذكر بعضى از واقعات در مملكت خراسان كه بعد از فوت عبيد خان روى داد و برخى از قضاياى آن زمان باراده و تقدير آفريدگار جهان\r\nذكر يورش پادشاه جهان به دار الخلافهء بغداد و خوزستان و دفع شر سركشان بعون عنايت پروردگار عالميان\r\nگفتار در بيان و حصول حضرت سپهر منزلت كيوان رفعت زبده و خلاصهء اولاد امجاد صاحبقران كامكار ابو المنصور محمد همايون پادشاه بايران و ذكر مراجعت آن حضرت بولايت هندوستان بسبب توجه و التفات خاقان\r\nصورت كتابت حضرت سلطنت پناهى محمد همايون پادشاه كه به خدمت اعلى حضرت خاقان جنت مكان نوشته\r\nكتابت محمد همايون .\r\nدر بيان شكار فرمودن پادشاه فريدن رونق در قراى نشاطافزاى\r\nذكر وقوع جشن سلطانى و توجه حضرت پادشاهى محمد همايون پادشاه بصوب ديار هندوستان و استيلا يافتن بر مخالفان بيمن التفات شاهشاه ايران\r\nشرح آمدن سلطان بايزيد سليمان فرمان فرماى روم بدرگاه خسرو ايران و بيان بعضى از حوادث آن زمان\r\nذكر وصول سلاطين تركستان بدرگاه پادشاه جهان و بيان بعضى از وقايع و حالات ايشان\r\nگفتار در بيان خروج محمد صالح بتكچى در ولايت استراباد و ذكر جرأت و جسارت اياى او خلودر آن ولايت بمعاونت اوزبكيهء خوارزم\r\nذكر بعضى از وقايع ولايت گيلان و بيان مخالفت خان احمد خان\r\nذكر نهضت رايت نصرت مآب شاهى بصوب ميمنه و فارياب\r\nذكر فوت آقا رستم روزافزون و رسيدن امير عبد الكريم و آقا محمد ولد آقا رستم باردوى همايون\r\nبيان بعضى از وقايع كه در عين\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":12},
  {"content":"\r\n\r\nقشلاق بلدهء فم روى داد\r\nذكر وقايع و محارباتى كه ميان ظهير الدين محمد بابر پادشاه و سلاطين اوزبك دست داد و بيان توجه امير نجم بجانب ماوراء النهر\r\nذكر شمه‌اى از عظمت و كامرانى امير نجم ثانى و سوختن خرمن حيات او بشعلهء تيغ اعادى\r\nگفتار در بيان ولادت با سعادت شاهزادهء عالميان ابو الفتح طهماسب ميرزا و رسيدن اخبار ماوراء النهر و حالات خراسان بپايهء سرير اعلى\r\nذكر تسلط محمد تيمور سلطان و عبد اللّه خان بر بعضى از بلاد خراسان\r\nذكر مشرف شدن دوحهء چمن رسالت پناهى امير نظام الدين عبد الباقى و سيد شريف الدين على ( ؟ ) المناصب عالى و معطر گشتن هواى حدود خراسان از غبار مواكب كواكب مراتب شاهنشاهى\r\nذكر رسيدن منقلاى سپاه مظفر لوا بنواحى مشهد و گريختن سلاطين اوزيك از استماع قرب وصول پادشاه منصرر مؤيد\r\nذكر فتنه‌اى كه ابو القاسم سيم بخشى انگيخت و بدان واسطه خون جمعى كثير بر خاك هلاكت ريخت\r\nذكر وصول پادشاه عالى مكان به النگ رادكان و متعلق شدن ايالت دار المگ خراسان بجناب زينل خان\r\nذكر مآل حال خواجه كمال الدين كه در بلخ توقف كرده بود و بيان بعضى ديگر از وقايع كه در آن ولا روى نمود « 1 »\r\nذكر توجه شاهرخ بيك افشار بصوب ولايت گرمسير و قندهار\r\nگفتار در بيان معاودت آفتاب اشراق از خراسان بجانب مملكت عراق\r\nگفتار شمه‌اى از احوال سلطان سليم و ذكر افتادن او در باديهء مخالفت فرمان فرماى هفت اقليم و كيفيت محاربهء او با پادشاه ربع مسكون در موضع چالدران\r\nبيان كشته شدن خليل سلطان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : دلاورى\r\n","page_name":" 203 ","page_number":13},
  {"content":"\r\n\r\nحاكم دار الملك سليمان عليه التحية و الغفران\r\nذكر تفويض سلطنت ولايت خراسان بشاهزادهء عالم و عالميان ابو الفتح طهماسب ميرزا و پديد آمدن رفاهيت وسعت معيشت در ميان فرق برايا\r\nگفتار در بيان اطاعت و انقياد شيخ شاه شيروانى و رفتن ميرزا شاه حسين و امير جمال الدين محمد نزد آن ناظم مناظم جهانبانى\r\nگفتار در بيان اطاعت والى رشت بعد از اظهار خلاف و ذكر بعضى از صادرات زمان\r\nذكر توجه موكب همايون بقشلاق نخجوان و رفتن ديو سلطان روملو به گرجستان و قرار مهمات مازندران و رسيدن اخبار خراسان و آمدن والى شروان به آستان پادشاه كامران\r\nذكر رسيدن والى شروان به آستان پادشاه كامران\r\nگفتار در بيان شمه‌اى از احوال امير سلطان كه مدبر امور ممالك خراسان بود و ذكر بعضى از وقايع كه در ايام دولت [ او 
  ] روى نمود\r\nذكر لشكر كشيدن عبد اللّه خان بدار السلطنهء هرات و محفوظ ماندن آن بلده از انواع آفات و مخافات و شهادت امير غياث الدين محمد بفرمان امير خان\r\nعرض بعضى ديگر از وقايع روزگار على سبيل الايجاز و الاختصار\r\nگفتار در بيان تفويض ايالت ممالك خراسان به شاهزادهء عالميان ابو النصر سام ميرزا و معمور شدن آن ولايت بيمن معدلت انيس الدوله دورميش خان\r\nذكر بعضى از وقايع آن ايام و رفتن شاهزادهء جهان سام ميرزا بجانب خراسان\r\nذكر ارتحال خاقان بلند مكان ابو البقا شاه اسمعيل بهادر خان بروضهء رضوان و نعيم جاويدان\r\nگفتار در ذكر صادرات افعال و واردات احوال اعلى حضرت قضا قدرت\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":14},
  {"content":"\r\n\r\nكيوان رفعت خاقان بلند مكان ابو الفتح شاه طهماسب بهادر خان و بيان شمه‌اى از وقايع ايام اقبال آن پادشاه نافذ فرمان\r\nذكر ولادت با سعادت و جلوس آن حضرت در چهار بالش سلطنت بتقدير مالك الملك با عظمت\r\nذكر سوانح ايام جلوس ميمنت مأنوس خاقان كامران و بيان محارباتى كه در آن اوان فيما بين امراى عاليشان روى نمود\r\nذكر وقايع خراسان و آمدن خوانين « 1 » اوزبك بدان ديار نزهت بخش سعادت نشان\r\nذكر آمدن عبيد خان مرتبهء اول بخراسان\r\nآمدن عبيد خان مرتبهء دويم بولايت خراسان\r\nذكر آمدن عبيد خان باتفاق خوانين اوزبكيه مرتبهء سيوم بخراسان و توجه موكب همايون شاهى و وقوع محاربه حوالى جام و ظفر يافتن پادشاه كامران بر فرقهء طاغيهء ناسرانجام به امداد قادر ذو الجلال\r\nگفتار در بيان آمدن عبيد خان مرتبهء چهارم بديار خراسان و ذكر بعضى از وقايع آن زمان\r\nگفتار در بيان آمدن عبيد خان مرتبهء پنجم بولايت خراسان\r\nذكر توجه خسرو ايران بجانب خراسان و فرار عبيد خان و بيان شمه‌اى از وقايع آن زمان\r\nگفتار در ذكر آمدن عبيد خان مرتبهء ششم بديار خراسان و توجه موكب همايون بدان ملك سعادت نشان و احتشام احوال عبيد بى سرانجام و بعضى از وقايع آن زمان برحسب اقتضاى فلك بوقلمون\r\nگفتار در ذكر نهضت خاقان فريدون‌شان بجانب ديار خراسان و فرار عبيد خان والى تركستان و بيان فتح دار القرار قندهار به تقدير قادر كن فيكون\r\nگفتار در ذكر مخالفت سلطان سليمان خواندگار روم با خاقان جمشيد احتشام و لشكركشى او بديار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : خواقين\r\n","page_name":" 205 ","page_number":15},
  {"content":"\r\n\r\nعجم\r\nگفتار در ذكر طغيان اجامرهء گيلان و ايراد بعضى از وقايع و حوادث آن زمان\r\nذكر انتقال عالى حضرت پادشاه جنت مكان ابو الفتح سلطان شاه طهماسب بهادر خان از جهان گذران بجنان جاودان و ايراد بعضى از وقايع عظيمهء آن اوان\r\nتعداد شاهزادگان والانژاد كه در حين ارتحال پادشاه جنت مكان در قيد حيات بودند\r\nاسامى پسران و پسرزادگان اينست ، اول\r\nاعلى حضرت خاقان گيتىستان ابو المظفر سلطان شاه عباس بهادر خان\r\nگفتار در بيان شهادت پادشاهزادهء مغفور سرور سلطان حيدر ميرزا و قضايائى كه بعد از ارتحال پادشاه جنت مكان به تقدير ملك منان روى نمود\r\nذكر وقايع عبرت‌بخش كه قبل از جلوس اسمعيل ميرزا در ميان فرق برايا صادر گشته\r\nگفتار در بيان وصول كوكب طالع اسمعيل ميرزا بدرجهء شرف و اقبال و ذكر شمه‌اى از صادرات افعال او قبل از جلوس بر سرير سلطنت و استقلال\r\nذكر جلوس اسمعيل ميرزا بر سرير سلطنت ايران و بيان بعضى از وقايع و حوادث آن زمان\r\nذكر شهادت شاهزادگان نامدار و از پاى درآمدن نهال زندگانى ايشان از صرصر زمانهء غدار ناپايدار\r\nذكر بعضى از سوانح كه در ايام سلطنت اسمعيل ميرزا در اردوى معلى روى نمود\r\nذكر انتقال اسمعيل ميرزا از جهان گذران و بيان برخى از احوال آن زمان\r\nذكر بعضى از وقايع كه بعد از فوت اسمعيل ميرزا در اردوى معلى روى داد\r\nتزئين اين صحيفهء بلاغت آئين\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":16},
  {"content":"\r\n\r\nبذكر بعضى از صادرات افعال و واردات احوال شاهزادهء بلند قدر عالى تبار فرازندهء رايات عظمت و اجلال آفتاب تابان فلك بختيارى ماه درخشان سپهر شهريارى خلاصهء اولاد سلاطين نامدار ، نقاوهء احفاد خواقين كامكار ، بهرام صولت رستم اقتدار ، فريدون حشمت دارا ؟ ؟ ؟ وقار ، نظام السلطنة و الجلالة و الاقبال ابو النصر بهرام ميرزا و بيان شمه‌اى از وقايع ايام سعادت فرجام اولاد آن شاهزادهء عالميان‌دار\r\nگفتار در بيان ولادت باسعادت شاهزادهء عالميان\r\nگفتار در ذكر ايام طفوليت آن اختر برج سلطنت و وقايعى كه در آن ايام روى نمود\r\nذكر لشكر كشيدن عبيد خان والى تركستان بولايت خراسان و نهضت رايت نصرت‌نشان پادشاه جهان به جهت دفع فساد ازبكان و بيان بعضى از وقايع آن زمان\r\nذكر تفويض سلطنت خراسان بشاهزادهء سعادت انتما ظهير السلطنة و الجلالة ابو النصر بهرام ميرزا و پديد آمدن رفاهيت و عافيت در ميان فرق براياى\r\nذكر طلوع ماهيچهء رايت فيروزى آيت شهنشاه جمشيد حشمت از افق بلدهء هرات و توجه اعلام آفتاب اشراق بجانب دار الملك عراق\r\nگفتار در بيان جرأت و جسارت عبيد خان و آمدن بديار خراسان و ذكر محاربهء او با شاهزادهء جهان\r\nگفتار در ذكر معاودت عبيد خان بولايت خراسان و محاصره كردن خطهء بهشت منزلت هرات را و بىنيل مقصود مراجعت نمودن بجانب تركستان\r\nذكر توجه پادشاه سعادتمند مظفرلوا و شاهزادهء ارجمند بهرام ميرزا از خراسان بجانب عراق و آذربايجان و بيان پيراستن گلشن ممالك ايران از خارشروف و اهل طغيان\r\nذكر تفويض سلطنت قلمرو عليشكر به شاهزادهء هفت كشور و توجه\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":17},
  {"content":"\r\n\r\nرايات فيروزى قرين\r\nصورت نشان مزين به خط و مهر شاهزادهء سكندرشان معز السلطنة والدين بهرام ميرزا\r\nگفتار در ذكر شمه‌اى از صفات در درياى عظمت و اقبال مهر سپهر سلطنت و اجلال شاهزادهء عالم و عالميان ظهير سلطنت و انجلاله سلطان ابراهيم ميرزا\r\nگفتار انتقال خاقان جنت مكان از منزل فانى به سراى جاودانى و جلوس شاهزاده اسمعيل ميرزا بر سرير سلطنت ايران و وقايع آن زمان\r\nذكر از پاى درآمدن نهال رياض سلطنت و اقبال سلطان ابراهيم ميرزا بصرصر ظلم اسمعيل ميرزا\r\nذكر شمه‌اى از احوال شاهزاده بديع الزمان ميرزا\r\nذكر مجملى از اوصاف و احوال آفتاب برج سلطنت و كامكارى و گوهر درياى عظمت و شهريارى ابو الغازى سلطان حسين ميرزا\r\nذكر برخى از احوال سابقه و فتح و تسخير ولايت زمين داور و گرمسيرات « 1 » و قندهار به قوت بازوى جلادت شاهزادهء مظفرلوا سلطان حسين ميرزا\r\nذكر تفويض سلطنت قندهار و زمين داور بشاهزادهء مظفرلوا عنايتى السلطنة والدين سلطان حسين ميرزا\r\nگفتار در بيان لشكر كشيدن عبيد اللّه خان بن سكندر خان بجانب قندهار و زمين داور و انهدام او به قوت بازوى جلادت شاهزادهء نامور\r\nذكر شمه‌اى از تتمهء احوال خورشيد سپهر عظمت و اقبال سلطان حسين ميرزا و انتقال روح پرفتوحش بجوار مغفرت ملك متعال\r\nگفتار در بيان احوال نواب قدسى القاب فلك جناب سلطان مظفر حسين ميرزا و ذكر بعضى از وقايع ايام اقبال سلطان ستوده خصال سلطان رستم ميرزا بر سبيل ايجاز و اجمال\r\nذكر نهضت‌بانى مبانى جهانبانى سلطان مظفر حسين ميرزا بجانب سيستان و مراجعت كردن بمستقر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : ذكر ميراث\r\n","page_name":" 208 ","page_number":18},
  {"content":"\r\n\r\nحكومت و وقايعى كه در آن يورش اتفاق افتاد\r\nذكر نهضت موكب نصرت آثار شاهزادهء كامكار سلطان رستم ميرزا و نامدار بجانب ديار قندهار و مراجعت بمقر سلطنت به تقدير حضرت آفريد - گار و بيان بعضى از وقايع روزگار\r\nعرض بعضى از احوال بر سبيل اجمال و حكومت نواب سلطان رستم ميرزا در ولايت قندهار و ذكر برخى از وقايع روزگار\r\nگفتار در بيان نهضت نواب مظفر حسين ميرزا بولايت نيمروز و مراجعت به دار السرور قندهار و ذكر برخى از وقايع روزگار\r\nگفتار در بيان محاربهء شاهزادهء بهرام صولت سلطان رستم ميرزا با جنود نكبت توأمان عبد اللّه خان و انهزام سپاه تركستان بمحض عنايت قادر كن فيكون\r\nذكر وصول بعضى از فرقهء جليلهء قزلباشيهء رفيع الشان و امرا و خوانين خراسان بدرگاه شاهزادهء كامران و طلوع ماهيچهء رايت فيروزىنشان از افق بلدهء فراه و اطراف جهان\r\nگفتار در بيان كيفيت تفرقه و پريشانى ملك محمود والى سيستان و وصول رايت نصرت نشان شاهزادهء عاليشان بجانب زابلستان و شمه‌اى از حوادث آن زمان\r\nگفتار در بيان محاربهء سلطان سعادت قرين باملك جلال الدين و رفتن ملك جلال الدين كنار آب هيرمند و وصول رايات نصرت آيات با منزل پرخوف و كين و ذكر توجه شاهزادهء ظفر قرين به طرف قلعهء قلات [ و 
  ] كيفيت بعضى از واقعات و محاربات كه در آن اوان اتفاق افتاد\r\nگفتار در بيان رفتن شاهزادهء مظفرلوا ابو المظفر سلطان رستم ميرزا از ولايت ايران بديار هندوستان\r\nگفتار در بيان توجه شاهزادهء مظفرلوا ابو الغازى سلطان مظفر حسين ميرزا بجانب هندوستان و خاتمهء احوال آن شاهزادهء عالميان\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":19},
  {"content":"\r\n\r\nذكر جلوس نواب فريدون حشمت سكندرشان ابو المنصور سلطان محمد پادشاه بر سرير سلطنت ايران و بيان برخى از قضاياى آن اوان\r\nذكر آمدن جلال خان اوزبك بخراسان و بسعى مرتضى قليخان پرناك مقتول شدن\r\nذكر عصيان اهالى سيستان و محاربه نمودن با جعفر سلطان\r\nذكر سوانح آذربايجان و شيروان و لشكر فرستادن روم به آن مرز و بوم\r\nگفتار در ذكر يورش شاهزادهء مظفرلوا سلطان حمزه ميرزا بجانب قراباغ و شيروان و بيان برخى از صادرات آن اوان\r\nذكر رفتن امراى عظام بجانب مازندران و گرفتارى ميرزا خان والى آنجا برحسب اراده و تقدير ملك منان\r\nگفتار در قضايائى كه در بلاد خراسان سمت وقوع يافت\r\nذكر واقعهء شهادت نواب خورشيد احتجاب ناموس العالمين مهد عليا به افساد مفسدان طوايف قزلباش\r\nذكر توجه موكب پادشاه سكندرشان بجانب آذربايجان و قضاياى آن زمان\r\nگفتار در بيان وقايعى كه در خراسان سمت ظهور يافته\r\nذكر قضايائى كه در دار السلطنهء تبريز روى داد بارادهء تقدير خالق عباد\r\nذكر توجه موكب همايون به بيلاق اشكيزو كليپر و مراسلات سنان پاشا « 1 » وزير اعظم روم و حوادثى كه در آن ايام ظهور يافت\r\nذكر بعضى قضايا كه در يورت قشلاق سلطان بود و قراباغ ( ؟ ) و بيان رفتن ابراهيم خان تركمان بجانب روم برسم رسالت\r\nگفتار در بيان بعضى از وقايع گيلان و كشته شدن جمشد خان و بيان برخى از صادرات آن ايام\r\nگفتار در قضاياى آذربايجان و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : شان پادشاه\r\n","page_name":" 210 ","page_number":20},
  {"content":"\r\n\r\nشيروان و گرفتار شدن غازى گراى خان تاتار بدست غازيان ظفرنشان\r\nذكر خروج قلندر در كوه كيلويه و مآل حال آن بداختر بتقدير ملك دادگر و بيان بعضى وقايع ديگر\r\nذكر بعضى از وقايع بلاد خراسان و بيان نزاع و محاربهء امرا در آن اوان\r\nگفتار در بيان شمه‌اى از علو نسب پادشاه ربع مسكون و ذكر توجه نواب سكندرشان بجانب دار الملك خراسان\r\nذكر طلوع اختر طلعت اعلى حضرت خاقان گيتىستان زبده و خلاصهء پادشاهان جهان از مطلع مراد و بيان بعضى از وقايع كه در آن ايام اتفاق افتاد\r\nگفتار در بيان جلوس ميمنت مأنوس اعليحضرت جمشيد حشمت فريدون كياست نوشيروان عدالت باسط مهد امن و امان رافع لواى عدل و احسان سلطان سلطان‌نشان و خاقان گيتىستان ابو المنصور سلطان شاه عباس موسوى صفوى بهادر خان بر مسند ممالك خراسان مقرون بحصول اصناف الطاف حضرت سليمان\r\nگفتار در بيان وصلت نواب جهانبانى حمزه ميرزا ركن السلطنة العلية العاليه ميرزا سليمانشاه اعتماد الدوله و انبساط يافتن بساط نشاط بر وجه دولتخواه\r\nذكر توجه موكب همايون سكندرشان سلطان محمد پادشاه و بيان واقعهء آن سفر خير انجام\r\nگفتار در بيان محاربهء جلود ظفر [ نشان 
  ] و خاقان سكندر مكان با عساكر خراسان و انهزام على قليخان بتقدير خالق كن فيكون\r\nگفتار در ذكر انهدام بناى عمر و زندگانى ميرزا سليمان اعتماد - الدوله و قرار يافتن مصالحه با على قليخان و معاودت اردوى ظفرنشان [ به 
  ] مستقر سلطنت ابدبنيان\r\nذكر قضايائى كه بعد از معاودت\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":21},
  {"content":"\r\n\r\nموكب شاهى از خراسان در مشهد مقدس معلى بظهور پيوست\r\nگفتار در ذكر توجه مرشد قليخان بدار السلطنهء هرات و مراجعت نمودن بمشهد مقدس معلى و محاربه‌اى كه فيما بين او و على قلى خان اتفاق افتاد بتقدير خالق عباد\r\nگفتار در بيان سلوك امرا و طايفهء تركمان و تكلو در طريق عصيان و آمدن به تبريز و بازگشتن آن قوم فتنه‌انگيز و آنچه در آن حين روى داد از ستيز و آويز\r\nذكر توجه شاهزادهء عالميان سلطان حمزه ميرزا به جهت دفع فتنهء اهل عصيان و طغيان بجانب عراق و محاربه نمودن با ايشان و فيروزى يافتن بعون ملك منان\r\nذكر شهادت نواب جهانبانى سلطان حمزه ميرزا به تيغ غدر سر كردهء مدبران ناپاك خدا و يرى دلاك\r\nگفتار در ذكر ولى عهد گردانيدن شاهزادهء سعادت انتما ابو طالب ميرزا و بيان احوال امرا و وزرا با فضاى قضاى خالق ارض و سما\r\nذكر وصول شاهباز اوج سلطنت و سرفرازى اعنى خاقان گيتىستان شاه عباس غازى بدار السلطنهء قزوين و جلوس آن حضرت بر سرير سلطنت ابدبنيان و مبسوط ساختن جناح عدل و احسان بر مفارق متوطنان ايران\r\nگفتار در بيان فتنه كه در درگاه معلى ميانهء امرا بوقوع انجاميد در سنهء ست و تسعين و تسعمائة موافق تنگوزئيل سال اول جلوس ميمنت مأنوس خاقان گيتىستان شاه عباس صفوى موسوى « 1 » بهادر خان\r\nگفتار در ذكر تسلط و استيلاء عبد اللّه خان پادشاه ماوراء النهر بر بلدهء فاخرهء هرات و كشته شدن على قليخان و طايفهء شاملو به تيغ غدر اوزبكيه\r\nذكر توجه موكب همايون پادشاده گيتىستان بجانب خراسان و سوختن خرمن حيات مرشد قليخان بشعلهء تيغ برق فشان فرمان ده زمين و زمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : موسى\r\n","page_name":" 212 ","page_number":22},
  {"content":"\r\n\r\nگفتار در ذكر توجه عبد المؤمن خان ولد عبد اللّه خان بجانب مشهد مقدس معلى و تسخير آن بلدهء شريفه بتقدير پروردگار جهان جل عظمته\r\nگفتار در ذكر افروختن بيكتاش خان حاكم دار الامان [ و 
  ] لواى مخالفت و عصيان در خطهء يزد و كرمان\r\nذكر شمه‌اى از صادرات افعال بيكتاش خان در سنهء ثمان و تسعين و تسعمائة و تسخير نمودن قلعهء مبارك يزد و بىنيل مقصود دست از آن شغل برداشتن\r\nگفتار در ذكر لشكر كشيدن بيكتاش خان بجانب دار الامان كرمان و ظفر يافتن بر عباس بيك عم خود بتقدير ملك منان در شهور سنهء تسع و تسعين و تسع مائة موافق بارس‌ئيل سال چهارم جلوس سعادت مأنوس خاقان گيتىستان\r\nگفتار در بيان محاربهء بيكتاش با عباس سلطان و ظفر يافتن بعد از سعى و اهتمام بر عساكر كرمان\r\nذكر بعضى از سوانح دار الملك شيراز و يزد و بيان سلوك نامحمود بيكتاش خان\r\nذكر گرفتن حمزه بيك و آقايان بولايت فارس بامر و اشارهء بيكتاش خان و بيان آنچه در آن حين روى نمود\r\nذكر نهضت يعقوب خان بجانب خطهء يزد بعزم رزم بيكتاش خان و بيان واقع « 1 » آن ايام\r\nگفتار در ذكر محاربه نمودن بيكتاش خان با يعقوب خان والى فارس و شكست يافتن بيكتاش خان بتقدير مالك الملك جهان در سنهء ثمان و تسعين و تسعمائة هجرت پيغمبر آخر - الزمان صلوات اللّه ملك المنان موافق اودئيل سال سيوم جلوس پادشاه گيتى ستان\r\nگفتار در بيان بقيهء تعب و تشويش ساكنان يزد بدست عسكر يعقوب خان و رفتن خان نادان بجانب دار الملك سليمان عليه الجنة و الغفران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ظ : وقايع\r\n","page_name":" 213 ","page_number":23},
  {"content":"\r\n\r\nگفتار در بيان نهضت رايات نصرت نشان بصوب دار السلطنهء اصفهان و ذكر سلوك بولى بيك در طريق عصيان [ و 
  ] آمال حال آن نادان\r\nگفتار در بيان سلوك يعقوب خان در طريق طغيان و عصيان و نهضت رايت نصرت خاقان گيتىستان بجانب دار الملك سليمان عليه الجنة و الغفران در شهور سنهء تسع و تسعين مائة و هجريه موافق بارس‌ئيل سال چهارم جلوس سعادت مأنوس خسرو كامران\r\nذكر آمدن يعقوب خان بپايهء سرير خلافت مصير و بيان احتشام و احوال او\r\nذكر نزول فرمان‌فرماى جهان اعنى خاقان گيتىستان شاه عباس بهادر خان بخطهء ارم‌نشان يزد و توقف آن حضرت در آن روضهء جنان در اواسط سنهء تسع و تسعين و تسع مائة كه سال چهارم جلوس ميمنت مأنوس بود\r\nگفتار در نهضت خاقان گيتى ستان بجانب عراق\r\nذكر رفتن فرهاد خان بجانب خراسان و هم در آن روز مراجعت كردن و آمدن عبد المؤمن خان به بلاد خراسان و تسخير نمودن قلعهء اسفراين و بعضى محال\r\nگفتار در ذكر توجه رايت جهانگشائى بصوب خطهء يزد و بيان معاودت آفتاب چتر همايون فال بجانب دار السلطنهء اصفهان\r\nذكر نهضت رايات ظفر پيكر از دار السلطنهء اصفهان بجانب دار الارشاد اردبيل سال ششم جلوس همايون\r\nذكر فتح گيلان به توفيق پروردگار عالميان\r\nذكر توجه رايات نصرت آيات بجانب خراسان و بعضى از حوادث آن زمان\r\nگفتار در بيان محاربهء امراء افشار و غيره لشكر ايران با امراء بهادر خان اوزبكيه در حوالى تون و ظفر يافتن به توفيق ملك منان\r\nذكر وقايعى كه در عرض سنهء احدى و الف هجرى بمنصهء ظهور آمده\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":24},
  {"content":"\r\n\r\nگفتار در ذكر وقايع ئيلان‌ئيل مطابق سنهء اثنى و الف هجرى كه هفتم جلوس ميمنت « 1 » مأنوس خسرو گيتىستان است\r\nذكر طغيان و عصيان گيلانيان و رفتن عساكر نصرت نشان بتأديب ايشان و فيروزى يافتن بعون عنايت ملك منان\r\nذكر رفتن عبد اللّه خان بخوارزم و آمدن عبد المؤمن خان پسرش بخراسان و قضايائى كه در اورگنج و خراسان بوقوع پيوست\r\nذكر آمدن حاجى محمد خان والى خوارزم بآستان اقبال آشيان خسرو ايران\r\nگفتار در ذكر نهضت موكب نصرت نشان بجانب [ لر 
  ] ستان و بيان قضايائى كه در آن سفر ميمنت اثر بتقدير خالق بشر بوقوع انجاميد\r\nذكر دفع فساد ملاحدهء بىايمان و بيان بعضى از احوال آن بدكيشان\r\nذكر سوانح و وقايع سال خجسته مآل يويت‌ئيل موافق سنهء ثلث و الف هجرى كه سال بيستم جلوس همايون اعلى شاهى ظل اللهى است\r\nذكر ستيز و آويز عليخان و اميره مظفر و گرفتارى آن دو بداختر و بيان فتح بيه پس و ولايت گسكر\r\nذكر گفتار طايفهء ياغيان گيلان و مآل حال ايشان\r\nگفتار در بيان رفتن اعتماد الدوله و فرهاد خان بلرستان و بلاد عربستان و ذكر بعضى از امور و قضاياى آن زمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصل : مامنت\r\n","page_name":" 215 ","page_number":25},
  {"content":"\r\n\r\n\r\nگفتار در بيان عزيمت شاه نوشيروان حشمت بصوب شروان و ذكر فتح قلعهء منتش\r\nچون مدت دو ماه موضع ساروقايه در سايهء علم ظفر پيرايهء سپهر قدر و بلندپايه بود شاه دين پناه كه هنوز سن شريفش از دوازده سالگى تجاوز ننموده بود پاى مبارك در ركاب ميمنت انتساب آورده به طرف آذربايجان نهضت فرمود . پس از وصول بدان مكان و اجتماع سپاه فرمان واجب الاذعان نفاذ يافت كه امراء عاليشان كلانتران جنود ظفرنشان را مجتمع گردانيده مطارحه نمايند كه توجه رايت نصرت آيت بصوب كدام ولايت مناسب دولت است و نوئينان حسب الحكم بتقديم رسانيده در آن انجمن هريك از غازيان دشمن‌شكن را روى نمود و هيچ يك را راى ديگرى موافق طبع نبود . آخر الامر شاه مظفرلوا بر زبان الهام بيان گذرانيد كه امشب درين استخاره بسر خواهم برد و بموجب اشارتى كه از روحانيت ائمهء معصومين سلام اللّه عليهم اجمعين وقوع يابد عمل خواهم كرد . صباح روز ديگر كه از باطن سپهر اخضر شعشهء انوار هدايت آثار درخشيدن گرفت و بلوامع ضمير الهام تأثير آفتاب منير عرصهء آفاق صفت اضاءت پذيرفت آن مؤيد بتائيد الهى سالكان طريق دولتخواهى را بپايهء سرير پادشاهى طلبيد و فرمود كه دوش از امداد ارواح طيبهء دوازده امام عليهم التحية و السلام مرا به تحقيق پيوست كه صلاح دولت ابد پيوند منحصر در آن است كه نخست رايت عزيمت بصوب شروان برافرازيم و حسام خون‌آشام از نيام انتقام برآوريم و مهم شروانشاه برحسب دلخواه بسازيم .\r\nبيت\r\n به امداد توفيق پروردگار * برآريم از شاه شروان دمار \r\nامرا و اعيان سپاه متفق اللفظ و المعنى بر زبان آوردند كه\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":26},
  {"content":"\r\n\r\nبيت\r\n ز شه رايت جنگ افراختن * ز ما بر صف دشمنان تاختن \r\nخاقان منصور بعد از شنيدن اين سخنان اعلام فيروزى بصوب ديار ارباب ظلم و ظلام برافراخت وراى اصابت آئين چنان اقتضا فرمود كه خلفا بيك با فوجى از عساكر كوه تمكين عنان يكران بجانب گرجستان منعطف گرداند . خلفا بيك برحسب فرمان واجب الاذعان بدان ديار ايلغار كرده مراسم جهاد بجاى آورد و جمعى كثير از اهل ضلال را در ميدان قتال به تيغ و تير بگذرانيد و غنيمت بىنهايت گرفته بر طبق دولتخواه بپايهء سرير پادشاه عاليجاه رسيد . آن حضرت او را نوازش نموده غنايمى كه آورده بود بر غازيان قسمت فرمود . هم در آن ايام الياس بيك را بفتح و تسخير قلعهء منتش ارسال داشت و امير الياس با زمره‌اى از سپاه متوجه آن حصار سپهر اساس گشته بعد از وصول جنود ظفر قرين بحوالى آن حصن منتش كرت ديگر رايت هزيمت برافراشت و متعلقان منتش و سكان قلعه با تيغ و كفن به ارودى الياس بيك شتافته لطف را شفيع جرايم خويش گردانيدند . آن جناب قلعه را متصرف گشته كلانتران آنجا را بآستان اقبال آشيان پادشاه جهان فرستاد .\r\nحضرت اعلى به نظر عاطفت در آن جماعت نگريسته قامت هريك را بخلع فاخره بياراست و ضبط قلعه را بدستور سابق بايشان گذاشت و رايت نصرت نشان از آن منزل روان گشتند و پرتو وصول بر منزل احسناباد انداخت .\r\nمنتش كه از الطاف خسرو سليمان‌وش خبر يافت بدرگاه عالم پناه شتافت و بعد از ادراك شرف زمين بوس پيشكش كشيده زبان اعتذار بگشاد . پادشاه پوزش‌پذير جرايد جرايم او را به آب عفو و اغماض شسته بانعام تاج زرنگار و خلعت خاص و كمر مرصع و اسبان راهوار او را مفتخر و مباهى گردانيد . منتش بدست اخلاص ميان خدمت بسته حسب الفرموده متوجه قلعهء خود گرديد\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":27},
  {"content":"\r\n\r\n\r\nگفتار در ذكر نهضت خاقان فريدون نشان به جانب ديار خراسان و فرار عبيد خان والى تركستان و بيان فتح دار القرار قندهار بتقدير قادر كن فيكون\r\nفروغ تفصيل اين حكايت از مطالع صفات آثار سلاطين صفوى مانند خورشيد تابنده بدين اوراق مىتابد كه چون تسلط عبيد خان بر بلاد خراسان در آذربايجان بمسامع پادشاه كامران رسيد با امراى نامدار و عساكر فيروزى شعار در شهور سنهء ثلث و اربعين و تسعمائة بجانب خراسان نهضت فرمود و در حينى كه عبيد خان از هرات بيرون آمده ارادهء تسخير مشهد مقدس داشت اين خبر به او رسيد . در همان روز سراسيمه و حيران بجانب هرات بازگشته با خوانين چنگيزىنژاد كه رفيق و معاون او بودند در باب رفتن به ديار بخارا يا توقف كردن در بلدهء هرات مشورت نموده گفت قزلباش درين سفر مشقت بسيار كشيده و از آذربايجان بايلغار بدين ولايت تاخته و ما در عدد و شوكت از ايشان زياده‌ايم . اگر به مقابله شتافته بر جنگ دليرى كنيم شايد كه درين مرتبه غالب گرديم . سلاطين و عظما متفق اللفظ گفتند ما را طاقت محاربه با پادشاه ايران نيست و على الفور بجانب ديار خود ميرويم . عبيد از اتفاق سلاطين مأيوس گشته در مبادى فصل دى و اوايل زمستان كه بسبب هجوم لشكر برد و سرما دست و پاى فرق برايا مىافسرد از راه بلخ متوجه بخارا شد و ظل خورشيد اشراق خسرو آفاق اعنى اعليحضرت كيوان رفعت پادشاهى بر مفارق سكنهء هرات گسترده گشت . بيچارگان كشور ملال و پريشانى در سايهء لواى معدلت شاهنشاهى آرام گرفته از زحمت ابتلاء اوزبكيه آسودگى يافتند و حسب الفرمان قضا جريان شاهقلى خليفه مهردار با بعضى از امراى نامدار بطبس رفته شاهزاده سام ميرزا [ را 
  ] كه تا آن غايت در قلعهء آن بلده بود بدرگاه عالم پناه آوردند . شاهزاده در برابر حضرت اشرف\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":28},
  {"content":"\r\n\r\nاعلى سر خجالت پيش افكنده اشك ندامت بر رخسار روان ساخت . خاقان بنده‌نواز [ با 
  ] مكارم ملكات ملكانه صحايف جرايم او را رقم عفو كشيد . اما بعضى از مفسدان كه شاهزاده را بمخالفت تحريك كرده بودند به ياسا رسانيد و سلطنت خراسان از سمنان و دامغان تا كنار آب آمويه را به شاهزادهء جوان بخت كامران سلطان محمود ميرزا تفويض فرموده و محمد خان اشرف الدين اغلى تكلو امير الامراى خراسان به اتابكى شاهزاده مقرر شد و در اوايل فصل فروردين كه فراش ناميه جهت نزول سلطان گل در فضاى باغ و بستان بساط زمردين مبسوط گردانيد از اقتضاى هواى راحت‌فزاى اردىبهشتى اختلاف در الوان ازهار و رياحين ظاهر و هويدا گرديد . خاقان حشمت آئين بعد از چند روز كه در باغات بهشت بنياد آنجا بر تخت نشسته مجلس انس و بزم نشاط به نور جبين خورشيد قرين شاهزادگان عظمت آئين و امراى بهرام تمكين آرايش داده ارادهء تسخير و فتح دار القرار قندهار بخاطر انورش خطور نموده از راه كنار آب هيرمند پرتو اقبال بدان جانب انداخت و امير سلطان روملو را با جنود معدود پيشتر فرستاد . خواجه كلان حاكم قندهار گذاشته بجانب سند رفت و چون آفتاب چتر فلك‌ساى شاهى از افق ديار قندهار طالع گشت گنجى خواجه بجز طريق اطاعت و متابعت چاره نيافته لاعلاج بدرگاه جهان پناه شتافت و كليد شهر و قلعه را بخدام سپهر احتشام سپرده مورد توجهات شاهانه گشت و خاقان مظفرلوا ايالت آن ولايت را به بوداق خان قاجار رجوع فرموده عنان عزيمت بصوب مراجعت منعطف گرداند و چون ماهيچهء علم ستاره حشم از آن سفر مراجعت كرده پرتو اقبال بر ساحت دار السلطنهء هرات انداخت واهمهء عظيم بر عبيد خان و سلاطين اوزبكيه و خوانين چنگيزى نژاد استيلا يافته ايلچيان سخندان با تحف فراوان بدرگاه سلطنت آشيان فرستاده از جرأت و جلادت سابق عذر خواسته به نهيب فتح\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":29},
  {"content":"\r\n\r\nقندهار زبان گشادند . خسرو والامكان رسولان را بانواع التفات نوازش فرموده كامياب بديار خود فرستاد و اوايل سنهء اربع و اربعين و تسعمائة رايت جاه و جلال از آن سفر مراجعت كرده پرتو اقبال بر مستقر سرير خلافت مصير انداخت و عبيد خان والى بخارا بعد از آن پاى در دامن ادب پيچيده دست تعرض از گريبان ساكنان بلاد خراسان كوتاه گرداند . تا آنكه در شهور سنهء ست و اربعين و تسع مائة از آرزوى هرات و اثر آه مظلومان پهلو بر بستر ناتوانى نهاده امراض صعب برو مستولى گشته در بخارا بعالم عقبى شتافت و سكنهء بلاد و امصار از طغيان آن سفاك بىباك بىايمان امان يافتند .\r\nچون برخى از احوال خراسان در صحيفهء [ 
  ] رقم‌زدهء كلك بيان گشته اكنون عنان بيان بصوب وقايع آذربايجان انعطاف مىيابد .\r\n\r\nتفويض سلطنت قندهار و زمين داور بشاهزادهء مظفرلوا غياث السلطنة والدين سلطان حسين ميرزا\r\nشهرياران ممالك سخنورى و شهسواران مسالك هنرپرورى رايت اين حكايت را بدين عبارت آراسته‌اند كه چون خبر فتح ولايت قندهار بمسامع جاه و جلال رسيد خاطر خورشيد مآثر و ضمير مهر تنوير ضيا گسترد پادشاه هفت كشور متوجه آن گشت كه زمام ايالت آن ولايت [ را 
  ] در قبضهء درايت و كف كفايت پادشاه‌زادهء صاحب كياستى نهد كه بمتانت راى رزينش اساس [ و 
  ] بنيان سلطنت سمت ثبات و دوام گيرد و باصابت فكر دوربينش قاعدهء اركان ملك و ملت صفت رسوخ و استحكام پذيرد و از شميم مكارم اخلاقش مشام جان ساكنان اقطار آفاق معطر گردد و از نسيم عدالتش نضارت گلزار تمناى قاطنان اطراف امصار بوقوع پيوندد و نصفت شاملش مظلومان باديه نامرادى را از تاب آفتاب حوادث نجات داده بظلال فراغت و آسايش رساند و مرحمت كاملش مغمومان زاويهء بيدارى را از خار آزار سپهر جفاكار خلاص\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":30},
  {"content":"\r\n\r\nيافته برياض نزاهت آثار معدلت فايز گرداند . ابر نيسانى از ايثار دست دررنثارش عرق خجلت بر جبين راند و كان بدخشانى از بخشش كف گوهر بخشش خون دل از دامن چكاند .\r\nقطعه\r\n خجسته راى او بر خلق راه فتنه بربندد * مبارك راى او بر ملك راى خير بنمايد\r\nسعادت چشم بگشايد كه تا رويش كجا بيند * زمانه گوش وا دارد كه تا رايش چه فرمايد \r\nبعد از استشاره و استخاره خلعت با بهجت  « وَ اللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشاءُ »  بر قامت قابليت شاهزادهء عالم و عالميان ابو المظفر سلطان حسين ميرزا كه فروغ صبح عدالت از جبين مبين او با هر ولمعهء نور نصفت از چهرهء احوال و ناصيهء آمالش ظاهر بود چست آمد . لاجرم در شهور سنهء خمس و ستين و تسع مائة حكم ميمون از مكمن عنايت روزافزون نفاد يافت كه شاهزادهء جوان بخت من حيث الاستقلال متعهد امور ايالت و دارائى قندهار در زمين داور و گرمسيرات بوده جميع شاهزاده‌گان كامكار و امراء [ و 
  ] خوانين عاليمقدار باوقار و اركان دولت و اعيان حضرت كه در بلاد خراسان و ولايت نيمروز در مسند حكومت تمكن دارند كمر فرمان‌بردارى او بر ميان بسته غاشيهء مطاوعت بر دوش گيرند . لهذا عتبهء عليهء شاهزادهء حشمت آئين ، پناه سلاطين و خواقين گشت و پايهء عظمت و اقتدارش از سر كيوان درگذشت .\r\nبيت\r\n پناه سرورانست درگه او * سر نام‌آوران خاك ره او \r\nو چون بعنايت پروردگار ملك‌بخش مسند سلطنت آن ولايت بفر وجود شاهزادهء كامران مزين گرديد و اساس دين نبوى از مساعى معمار شريعت آثارش\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":31},
  {"content":"\r\n\r\nصفت متانت و استحكام يافت و رياض شرع مبين مصطفوى به تازگى از رشحات سحاب همت عالى وارث خلافت مرتضوى سمت خضرت پذيرفت .\r\nبيت\r\n شاه كيوان سرير ماه منير * مشترى طبع آفتاب ضمير\r\nچون بدولت نشست بر اورنگ * جانب عدل و داد كرد آهنگ\r\nنصب كرد از نهايت احسان * بر سر بندگان لواى امان\r\nدوستانرا ز دست گوهربار * ساخت چون بوستان فصل بهار \r\nو چون شاهزادهء مؤيد كامكار در عين جلادت و اقتدار بمستقر سرير سلطنت قرار يافت از ميامن انوار داد و نصفت و آثار مرحمت و معدلت بى نهادش عرصهء دلگشاى روح‌افزاى قندهار كه نزهت‌گاه شيرين‌لبان شكر خندانست غيرت فردوس برين و رشك نگارخانهء چين گشت و هماى عدل مرحمت گسترش در هواى فضاى جهان چنان پر و بال اقبال گشود و كبوتر كه قمرى در آشيانهء بازو شاهين بفراغت غنود .\r\nبيت\r\n گشاد حشمت او دست عدل بر عالم * كشيد هيبت او پاى ظلم در زنجير \r\nمجارى احوال و اوضاع سكان آن ديار و اهالى آن نواحى مصدوقهء بيت\r\n بقومى كه اقبال خواهد خداى * دهد خسرو عادل و نيكراى \r\nبظهور آمد و كافهء خلايق در مهاد امن و امان و بساط عدل و احسان\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":32},
  {"content":"\r\n\r\nفارغ البال و مرفه الحال بياسودند ، چه از كران تا كران آن ممالك و ولايت از كمال مهابت و عدالت آن مهر سرير سلطنت و جلالت\r\nنظم\r\n نكردى هيچ باد از ابر فرياد * قباى گل نگشتى پاره از باد\r\nكبوتر را عقاب آموختى پند * بجاى ميش خوردى گرك سوگند\r\nبجز مطرب كسى رهزن نبودى * برهنه كس بجز سوزن نبودى \r\n\r\nذكر توجه موكب همايون به ييلاق اشكنبر و گليبر و مراسلات سنان پاشا وزير اعظم روم و حوادثى كه در آن ايام ظهور يافت\r\nچون ايام نزهت آثار بهار سپرى گشته هواى تبريز روى بگرمى نهاد و موكب فيروزىنشان در حركت آمده در ييلاق اشكنبر و گليبر نزول نمود مقارن آن سنان پاشا وزير اعظم كه از جانب پادشاه روم به تسخير ولايت شيروان مأمور گرديده بعثمان پاشا ملحق گرديده بود كسان بپايهء سرير اعلى فرستاده كتابتى بميرزا سلمان اعتماد الدوله ارسال داشت . خلاصهء مضمون آنكه چون ولايت شيروان و شكى و بعضى محال آذربايجان و گرجستان بحيطهء ضبط منسوبان آل عثمان درآمده اگر من بعد از جانب قزلباش تعرضى به آن محال نرود و ترك مناقشه نمايند و از افعال سابقه استغفار نموده ايلچى معتبر با پيشكش لايقه به خدمت حضرت خواندگار فرستاده نامهء دوستانه قلمى نمايند اين خيرخواه وسيلهء صلح شده چنان مىنمايد كه عساكر روم دست از تسخير ممالك ايران باز دارند ، چون فرستاده و نامهء او باردوى معلى رسيد و امراى كرام بر مضامين نامه و پيغام اطلاع يافتند در جواب چنين قلمى نمودند كه اگر مصالحه بطريق زمان شاه جنت‌مكان ميكنند ما بندگان قبول داريم و الا مستعد رزم و پيكار باشند كه اينك در موكب خاقان جهان رسيدم و آن صاحب سعادت\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":33},
  {"content":"\r\n\r\nحال خود را به حال لله پاشا قياس نكند كه در غيبت عساكر نصرت فرجام قزلباش بعضى محال شيروان را ضبط نمود و مع هذا چند روزى بيش نگاه نتوانست داشت و الحال سواى قلعهء دربند محلى ديگر به تصرف روميه نيست .\r\nچون فرستادهء سنان پاشا بازگشته بر مضمون جواب نامه مطلع شد با عثمان پاشا در ارض روم توقف كرده ديگر باره حكايت صلح بميان آورد پيغام نمود كه عثمان پاشا به خدمت خواندگار عرض كرده كه مملكت شيروان را فتح نموده‌ايم .\r\nاگر چنين است صلاح دولت در آنست كه از جانب قزلباش تعرضى بدان ولايت نرود و من دولتخواه تعهد صلح طرفين ميكنم . بعد از آمد و شد رسل مقرر گرديد كه هر دو لشكر در مقام خود قشلاق نموده از طرفين كسان معتمد بشيروان رفته ملاحظه نمايند كه از الكاء چه در تصرف امراى روميه است . بعد از رفتن كسان هر دو طرف بشيروان سنان پاشا در همان مكان قشلاق نموده رايات جاه و جلال متوجه قراباغ گرديد و چون اخبار موحش از جانب خراسان رسيده بود حسب الفرمان قضا جريان اسمعيل قليخان شاملو و قور خمس خان با فوجى از امرا و لشكريان روانهء خراسان شدند كه فتنه و فسادى كه فيما بين على قليخان و مرتضى قليخان سانح گرديده تسكين دهند . بعد از رفتن ايشان غازيگراى خان و صفىگراى خان تاتار با لشكر بيشمار بطريق ايلغار بشيروان آمده اطلاع يافتند كه سليمان خان و جمعى كه بايالت و امارت آن ملك مقرر گرديده‌اند هنوز داخل الكاء خود نشده در كنار آب كه اقامت دارند خوانين تاتار براهنمائى ياغيان شروان از آب كر عبور نموده بى خبر بر سر اردوى امرا ريختند . امراء لشكر قزلباش را فرصت يراق پوشيدن و مقابله نشده پراكندگى بميان ايشان افتاده پاى در وادى هزيمت نهادند .\r\nجماعت تاتار با غنايم موفور از همانجا به طرف شيروان مراجعت نمودند و حقيقت اين حال در قراباغ بارودى معلى رسيده موجب پريشانى خاطر صغار\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":34},
  {"content":"\r\n\r\nو كبار كرديد و حسب الفرمان ميرزا سلمان وزير و امير خان و قورچى باشى و شاهرخ خان و بره محمد خان باقورچيان و عساكر نصرت نشان بجانب شيروان به جهت دفع مخالفان رفتند خوانين تاتار و جمعى از پادشايان روم در مقام محاربه درآمده بعد از تقارب فريقين چون قوت مقاتله در حيز قدرت خود نديد بطريق فرار روميه بقلعهء دربند و جماعت تاتار بديار خود شتافتند و سليمان خان و امراى رفيق او چون از توجه امرا به طرف شيروان اطلاع يافتند در كمال پريشانى از آب كر گذشت تسخير قلعه بادكوبه را پيش نهاد همت ساخته بامر محاصره پرداختند و امير خان و امرا بامداد ايشان بپاى قلعهء مزبوره آمده مدت هجده روز در تسخير اهتمام نموده اثرى بدان مرتكب نكشت و به جهت فقدان آذوقه كه قيمت يكمن جو به وزن تبريز به مبلغ ششصد دينار تبريزى رسيده ساير اجناس وجود عنقا داشت توقف نتوانستند كرد لاعلاج كوچ كرده در قراباغ بارودى معلى ملحق شدند در عرض راه بره محمد خان باجل طبعى درگذشته فتور تمام باحوال طايفه جلو راه يافت و امير خان و امراء تركمان و تكلو بيشتر از پيشتر در كسر اعتبار بلكه انعدام ايشان كوشيده بسياريرا در اطراف و جوانب بلاد و امصار بقتل آورند\r\n\r\nذكر نزول فرمانفرماى جهان شاه عباس خان به خط ارم نشان يزد و توقف آن حضرت دران روضهء جنان در اواسط سنه تسع و تسعين و تسعمائه\r\nدر روزى كه جمشيد فيروزه خركاه خورشيد پرتو وصول بر اواسط بروج خريفى افگند آفتاب رايت فتح آيت پادشاهى سايهء وصول بدان خط فردوس مانند انداخت و موكب ظفر قرين فريدون آيين در عمارت گلشن نزول اجلال فرموده شعبهء دوحهء عظمت و جلالت و ثمره شجرهء طيبهء\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":35},
  {"content":"\r\n\r\nنبوت و رسالت شاه خليل اللّه خلف نواب مرتضى ممالك اسلام امير غياث الدين محمد ميرميران كه رايات جلالت ايات قدرش بپراچم و تراجم قل لا اسالكم آراسته پيشكشهاى لايقه كشيد و امراء عظام و خوانين و ذوى الاحترام را تواضعات در خور قدر مراعات نمود\r\nبيت\r\n ز هر چيز كان بود شايسته‌تر * از اسب و ز تيغ و كلاه و كمر \r\nعاطفت حضرت كيتىكشا كه دل همايونش از صدق نيت و حسن اعتقاد بر مودت و ولاى عترت طاهرهء نبوى عليه و عليهم الصلاة و السلام مجبول يود و صبيهء شاه اسمعيل ميرزا عم پادشاه جم قدر حرم محرم شاه خليل اللّه بود بدين چند جهت ديگر نسبت قرابت قربيه واقع بود نواب مشاراليه و اولاد و امجاد و اقوام او را برياض امانى و آمال و بزلال مرحمت و اجلال سرسبز و شاداب فرمود اعيان و اكابر و اشراف بدولت بساط بوس حضرت اعلى استسعاد يافته زبان بهجت و فرخ باداد تهنيت فتح شيراز آراسته دست استبشار بافشاندن نثار برگشادند و چندان جواهر و دينار برسم نثار ريخته شد كه تمام ريگ بجوهر و زر آميخته گشت .\r\nقطعه\r\n ز بس گوهر و زر كه پاشيده شد * شعاع مه و مهر پوشيده شد\r\nتو گفتى كه از چرخ كردند پاك * فرو ريخت انجم سراسر به خاك \r\nو در همان روز فرهاد خان كه در ولايت كرمان باقامت وظايف عدل گسترى و رعيت‌پرورى نيكو قيام نموده مهمات آنجا را حسب دلخواه صورت داده و يوسف خان را به نصايح دلپذير بشاهراه اطاعت و با خود به خدمت اشرف آورده بود ملحوظ نظر عنايت گشت و جناب دستور اعظم حاتم بيك وزير سابق بيكتاش خان باداء خدمتى كه در كرمان به تقديم\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":36},
  {"content":"\r\n\r\nرسانيده بود مورد التفات شاهانه گشته به منصب رفيع القدر استيفاء ممالك محروسه سربلند گرديد . روز ديگر كه دلبر زيباروى خورشيد از تتق افق جمال نمود نگار خاورى در پس پردهء نيلوفرى عذار رخشان بر عالميان جلوه داد .\r\nبيت\r\n در مهر بگشاد گردان سپهر * بياراست روى زمين را به مهر \r\nپادشاه عالم پناه در باغ عيش‌آباد كه از نزاهت و صفا چون خاطر اهل حضور پرنور و خرم و از غايت نضارت و طراوت غيرت‌فزاى روضهء ارم\r\nبيت\r\n بساط سبزه چون جان خردمند * هواى معتدل چون مهر فرزند \r\nپرتو التفات بر بسط بساط مسرت و انبساط انداخت و مجلس طرب بياراست\r\nبيت\r\n يكى معتبر جشن انداختند * گلستان عشرت بپيراستند \r\nساقى زيبا از ساغر سيمين مى صاف در كام حريفان ميريخت و بادهء خوشگوار نهال نشاط را از جويبار سينه آب ميداد و مطرب خوش‌آواز بآهنگ نواى هرگونه رود و ساز مرغ دل را در هتراز مىآورد و دختران زردشتى نژاد با عذارى چون گل شكفته و رخسارى مانند ماه دو هفته\r\nقطعه\r\n لباس ارغوانى كرده در بر * تو گوئى بست سرو از لاله زيور\r\nدو چشم ترك بر دلها كمين ساز * دو ابرو بر جگرها ناوك انداز \r\nنفحات عندليبانه زنگ از آئينهء سينه مىزدودند و باشارات دلفريبانه دل حضار [ را 
  ] بقيد و گرفتارى درمىآوردند قطعه :\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":37},
  {"content":"\r\n\r\nقطعه\r\n مغنى چو زهره برامشگرى * صراحى درخشنده چون مشترى\r\nبقانون نواى طرب گشته راست * بنوعى كه طبعى فريبنده خواست \r\nبعد از چند روز كه مجلس عيش و سرور برچيده شد همت كيوان رفعت خاقان عدالت آئين بتدارك خللها كه در ايام سابق بواسطهء تركتاز حوادث روزگار باحوال اهالى آن ديار راه يافته بود التفات نمود و نسيم مرحمت و رأفت از مهب نصفت و عدالت وزيدن گرفت و سحاب انعامش كه چون سحاب عام بود بر كشتزار اميد همگنان باريدن آغاز نهاده و از هر مراد در خوشهء آرزو پرورده گشت و از ميامن عدالتش از كجى و ناراستى جز دو ابرو و زلف خوبان اثرى نماند و از فتنه و آشوب غير غمزه و طرهء ماه - رويان از جاى چيزى نرسيد .\r\n گردون فرو گشاد كمند از ميان تيغ * و ايام برگرفت ره از گردن كمان \r\nلاجرم باندك مدتى آن خطه از مكرمت و معدلت آن جهاندار دين‌پرور از غايت آبادانى و كثرت اهالى و بسيارى امتعه و اشربه بمرتبه‌اى رسيد كه از آوازهء آن مصر با منفعت جامهء رشك در نيل زد و بغداد هرچند بدار السلام موسوم است از حسد و غيرت سيل سرشك بر چهره روان ساخت . ايزد تعالى و تقدس كافهء اهل اسلام را از خار تعرض و تغلب اهل فساد پيراسته [ و 
  ] نهال آمال خلايق [ را 
  ] از رشحات نصفت و مرحمت اين دودمان ع : تا چرخ راهدار بود ارض را قرار\r\n سرسبز و شاداب بدارد ، * به حق محمد و آله الاطهار . \r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":38},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 229 ","page_number":39},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":40}
  ]